{
    "b36017": [
        {
            "hno": null,
            "id": "1",
            "nass": "تدوير الفلك في حصول الجماعة بالجن والملك ¶ للإمام محمد عبد الحي اللكنوي (ت1304هـ) ¶ حققه وعلق عليه وخرج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمدُ لمن تصلِّي له الملائكةُ والإنسُ والجان، والصَّلاةُ والسَّلامُ على مَن أمَّه جبريل في الصَّلاة، وعلى آله وصحابته نجوم الاقتداء للثَّقليْن، وعلى التَّابعين لهم، والسّائرين على دربهم إلى يوم الدّين. ¶ وبعد: ¶ فهذه رسالةٌ شريفة، حاويةٌ على فوائدَ لطيفةٍ في جوازِ اقتداءِ الإنسِ بالجآن في صلاتهم، ونصوصُ الفقهاءِ في ذلك، وجوازُ اقتداءِ الجآنّ بالإنسِ في صلاتِهم مع الآثارِ الواردةِ في ذلك، وجوازُ اقتداءِ الملائكةِ بالإنسِ في صلواتهم ولا سيّما في خلواتهم، مع ذكرِ الأدلّة لذلك، وجوازُ اقتداءِ الإنسِ بالملائكة، مع ذكرِ طرقِ حديثِ إمامةِ جبريلَ عليه السَّلام، وتعرَّضَ فيها أيضاً لمسألةِ جماعِ الجنِّيِّ للإنسيّة بتحقيقٍ خلتْ عن مثلِهِ الزُّبرُ الطِّوال، مع ذكرِ لما يطربُ الأذهان، وتشتاقُ إليه الآذان. ¶ والرِّسالةُ لمن شهرتُهُ طافت في الآفاق، فاشتاقَ إلى الاطِّلاعِ على ما كتبَه الكملةُ من العلماءِ المحقِّقين، علاوةً على الطَّلبةِ الجادِّين، إمامُ وقتِهِ وأوانه، المعروفُ من بين أهلِ زمانِه أبو الحسنات محمَّد عبد الحيّ اللَّكْنَويّ الهنديّ الحنفيّ، المتوفَّى سنة (1304هـ)، ومعلومٌ أنه في هذا الوقت كان قمَّة سيطرة الإنجليزِ على الهند، فكان ممّا يقومونَ به نشرُ ثقافتِهم الفاسدةِ الموافقةِ للكفرِ والإلحادِ الذي هم عليه من عدمِ الاعتبارِ إلا للأمورِ الماديّة المحسوسة، ووافقهم في ذلك شرذمةٌ من أذنابِ الاستعمارِ من أهلِ الهند، فكانوا ينعقون بأفكارهم، وينادون بها لهثاً من ورائهم، ظنّاً منهم أنَّ في ذلك السَّعادةَ للمسلمين، والرقيَّ والحضارة، ناسين أو متناسين أنَّ مَن قال ذلك فقد خلعَ عنقَهُ من ربقة الإسلام.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "فمن عقيدتنا عدمُ الاكتفاءِ بالإيمانِ بالأمورِ الماديّة فحسب، بل هناك أمور غيرُ محسوسةٍ نؤمن بها بإخبارِ قرآننا؛ منها الملائكةُ والجنّ، وكان على رأس هذه الشِّرذمةِ أحمد خان عصريّ الإمامِ اللَّكنويّ. ¶ قال الإمامُ اللَّكنويّ رحمه الله في ((الآثار المرفوعة))(ص13-14) عن هذه الفئة: (وقد حدثت في زمانِنا من أوَّلِ العشرةِ الآخرةِ من عشراتِ المئةِ الثَّالثةِ بعد الألف من الهجرة فرقةٌ منهم أفسدتْ في دين الإسلام، مع إظهار أنها مؤيَّدةٌ لدينِ الإسلام، اشتهرت بالنيجريّة، أنكرَ رأسُها ورئيسُها، وتبعَه من تبعَهُ وجودَ الملائكةِ والجنّ والأرواح والعرش والكرسيّ وغيرهما من السَّماواتِ السَّبعِ والأرضين السبع، وأنكروا الجنَّة والنَّار، وجزئياَّتِ النَّشرِ والحشرِ وعذاب القبر، وقالوا: إنها أوهام وخيالات. ¶ وألَّفَ رئيسُهم تفسيراً للقرآن فاهتمّ في إبقاءِ مبانيه، وأدخل آراءه الفاسدة في معانيه، ففسّرَ جميعَ الآيات الواردة في تلك الأمور بما تقشعرُّ منه جلودُ الذين يخشون ربهم، وتتنفرُ عنه الصّدور، وقالوا: إنّ الله لا يعذِّبُ مشركاً، ولو مات على الكفر، وإنَّ مَن قال: بثالثِ ثلاثةٍ ليس بمشرك، وإنّ عيسى بن مريم ابن ليوسف النّجار لم يخلق بغير أب، وأباحوا شربَ الخمر والزّنى وغير ذلك عند عدم الضَّرورة الشديدة وكون النيَّة صالحة، وأسقطوا العباداتِ الشَّاقة بل السهلة أيضا، وخالطوا النَّصارى أكلا وشرباً ومشياً وقياماً وقعوداً ولباساً ومسكناً، وحسَّنوا أطوارهم في حركاتهم وسكناتهم، وأباحوا التشبُّه بهم في جميع أطوارهم ...). ¶ فكان تأليفُ هذه الرِّسالة في أمرٍ أبعد من إثبات وجودِ الملائكةِ والإنس؛ لأنها ثابتةٌ من الدِّين بالضّرورة، وهو بيانٌ بعض الإحكامِ المتعلِّقة بهم على وجه التَّحقيقِ والتَّدقيق.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وهذا التَّأليفِ ثابت النسبة للإمام اللَّكْنَويّ رحمه الله فقد نسبَها لنفسِهِ في بدايتها، وفي ((دفع الغواية))(ص42)، و((مقدِّمة عمدة الرعاية))(ص31)، و((النافع الكبير))(ص64)، ونسبَها إليه تلاميذُهُ كالحسنيّ في ((معارف العوارف))(ص113)، وعبد الباقي الأنصاريّ كما في مقدِّمة ((تحفة الأخيار))(ص35). ¶ والنَّسخُ المعتمدُ عليها في التَّحقيق: طبعتان حجريتان: إحداهما طبعت في مطبع علوي محمد علي نجش خان سنة (1299هـ)، والثَّانية طبعت سنة (1304هـ). ¶ ومنهجي في تحقيقها كما يبدو للقارئ الكريم؛ هو ضبطُ الكلمات، وفصلُ الجملِ والعبارات، وقطع فقراتها إلى مقاطعَ صغيرة، وتخريجُ ما وردَ فيها من الأحاديث، وتوثيقُ النُّصوصِ الواردةِ فيها من مظانّها ما استطعتُ إلى ذلك سبيلاً، وترجمة ما ورد فيها من الأعلام، وعملُ فهارس تسهِّلُ الرُّجوع لما فيها. ¶ وفي الختامِ نسألُ الله تعالى أن يتقبَّلَ هذا العمل، ويجعلَه خالصاً لوجهه الكريم، وينفعَ به المسلمين والمسلمات، وصلَّى الله على سيِّدنا محمَّدٍ وعلى آله وصحبه وسلّم. ¶ وكتبه ¶ في 5 رمضان 1421هـ صلاح محمّد أبو الحاج ¶ الموافق 1 كانون الأول 2000مـ شارع حيفا/بغداد ¶ بسم الله الرحمن الرحيم ¶ الحمدُ لله الذي جَعَلَ الصَّلاةَ عمادَ الدَّين، وعَهِدَ لِمَن أقامَها الفضلَ المُبين، أشهدُ أنه لا إله إلاَّ هو وحدَهُ لا شريكَ له في السَّماواتِ والأرضين، والصَّلاةُ والسَّلامُ على رسولِهِ سيِّدِ الخَلْقِ أجمعين، وعلى آلهِ وصحبِه، ومَن تبعَهم إلى يومِ الدَّين. ¶ وبعد: ¶ فيقولُ الرَّاجي عفوَ ربِّهِ القويّ، أبو الحسنات، محمَّدٌ عبدُ الحيِّ اللَّكْنَويّ، تجاوزَ اللهُ عن ذنبِهِ الجليِّ والخفي: ¶ هذهِ رسالةٌ لطيفةٌ مسمَّاةُ بـ: ¶ ((تدوير الفَلَك في حصول الجماعة بالجنّ والملك))",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مشتملةٌ على فوائدَ لطيفة، ولطائفَ شريفة، أرجو من فضلِ ربِّي أن يتقبَّلَها ويجعلَها نافعة. ¶ اعلم أنَّهم صرَّحُوا أنَّ أقلَّ الجماعةِ اثنان؛ واحدٌ مع الإمام، ولو مميِّزاً، أو ملكاً، أو جنيَّاً، كما في ((الدُّرِّ المختار))(1)، وغيرِه(2). ¶ فيستفادُ منهُ حصولُ فضيلةِ الجماعةِ باقتداءِ الجنِّ والمَلَك، وجوازِ إمامةِ الجنِّ والمَلَك، إلا أنهم صرَّحوا أنه يجوزُ الصَّلاةُ خلفَ الجنِّيّ؛ لأنه مكلَّفٌ كالإنسيّ. ¶ __________ ¶ (1) الدر المختار شرح تنوير الأبصار))(1: 554). وهو لمحمد بن علي بن محمد بن علي الحِصْنيّ الحَصْكَفيّ الحَنَفيّ، علاء الدين، نسبة إلى حصن كيفا في ديار بكر على خلاف القياس، قال المحبي: مفتي الحنفيّة بدمشق، وصاحب التصانيف الفائقة في الفقه وغيره، ومن مؤلَّفاته: ((خزائن الأسرار شرح تنوير الأبصار))، و((الدر المنتفى شرح ملتقى الأبحر))، ((تعليقات على صحيح البخاري))، (ت1088هـ). انظر: ((خلاصة الأثر))(4: 63-65). ((طرب الأماثل))(ص564-566). ¶ (2) مثل: ((رد المختار))(1: 372). و((حاشية الطحطاوي على مراقي الفلاح))(1: 191).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "ولا تصحُّ الصَّلاةُ المفروضةُ خلفَ المَلَك؛ لأنَّهُ غيرُ مكلَّف، فهو متنفِّل، واقتداءُ المفترضِ بالمتنفِّل غيرُ جائزٍ، كما في ((ردِّ المحتار))(1)، وغيرِه. ¶ ولنذكرْ نصوصَ الفقهاءِ ونصوصَ الأخبارِ في هذهِ المباحث، مع ما لها، وما عليها في فصلين: ¶ - الفصل الأول - ¶ في حصول الجماعة بالجنّ ¶ __________ ¶ (1) مثل: ((رد المختار على الدر المختار))(1: 372). وهو لمحمد أمين بن عمر بن عبد العزيز بن أحمد بن عبد الرحيم بن العالم الولي صلاح الدين الشهير بعابدين، الدِّمَشْقِيّ الحَنَفِي، المشهور بابن عابدين، قال الشطي: إنه علامة فقيه، فهامة نبيه،عذب التقرير، متفنن في التحرير، لم ينسج عصر على منواله، ولو لم يكن له من الفضل سوى ((الحاشية)) التي سارت بها الركبان، وتنافست فيها الناس زماناً بعد زمان لكفته فضيلة تذكر ، ومزِّية تشكر، ومن مؤلفاته: ((العقود الدرية بتنقيح الفتاوي الحامدية))، و((نسمات الأسحار على شرح إفاضة الأنوار))، ورسائله المشهورة، (1198-1252هـ). انظر: ((أعيان دمشق))(ص252-255)،((الأعلام)) (6: 267-268). ((معجم المؤلفين))(3: 145).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "أمَّا إمامةُ الجنّ: فقال القاضي بدرُ الدَّين، محمَّدُ بنُ عبدِ اللهِ الشِّبليُّ الدِّمشقِيُّ الحَنَفيّ(1) في كتابِهِ ((آكامِ المرجانِ في أحكامِ الجان)) في (الباب السادسِ والعشرين) منه: نقلَ ابنُ الصَّيْرَفِيِّ الحَنْبليِّ(2) في ((فوائدِهِ)) عن شيخِهِ أبي البقاءِ العُكْبَرِيِّ الحَنْبليّ(3)، أنَّهُ سئلَ عن الجنيِّ هل تصحُّ الصَّلاةُ خلفَه؟ فقال: نعم؛ لأنَّهم مكلَّفون، والنَّبيُّ صلَّى اللهُ عليهِ وسلَّمَ مرسلٌ إليهم. انتهى(4). ¶ __________ ¶ (1) وهو محمد بن عبد الله الشِّبْليّ الدِّمَشْقِيّ الحنفي، أبي عبد الله، بدر الدين، والشِّبْليّ لأنَّ أبأه كان قيِّم الشِّبْليَّة في دمشق، قال ابن خبيب: كان الشبلي يثبت في أحكامه، ويحقق ما يبديه على ألسنة أقلامه، ويرابط في السواحل، ويلبس السلاح ويقاتل، وكان ذا محاضرة مفيدة ومنظوم ومنثور، من مؤلفاته: ((محاسن الوسائل إلى معرفة الأوائل))، و((رسالة في آداب الحمام))، (712-769). انظر: ((الدرر الكامنة))(3: 487-488). ((تاج التراجم))(ص263-264). ((التعليقات))(ص37). ¶ (2) لعلّه: يحيى بن أبي منصور بن أبي الفتح الحرانيّ الحَنْبَليّ،يعرف بابن الصَّيْرَفيّ،أبو زكريا،جمال الدين، من مؤلفاته: ((نوادر المذهب))، و((انتهاز الفرص فيمن أفتى بالرخص))، و((دعائم الإسلام في وجوب الدعاء للإمام))، (583-678هـ). انظر: ((هدية العارفين))(6: 525). ((الأعلام))(9: 219). ¶ (3) وهو عبد الله بن الحسين بن عبد الله العُكْبَرِيّ البَغْدَادِيّ الضَّرير الحَنْبَليّ النَّحْوِيّ، أبو البقاء، محب الدين، قال المحبي: لم يكن في آخر عمره في عصره مثله في فنونه على ما قيل، وكان الغالب عليه علم النحو. له:((إملاء ما من به الرحمن))، و((التخليص في الفرائض))،و((الاستيعاب في الحساب))،(538-616هـ).انظر:((مرآة الجنان))(4: 32).((الكشف))(1: 811). ¶ (4) من ((آكام المرجان في أحكام الجان))(ص64).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وكذا ذكرَهُ نقلاً عنهُ جلالُ الدِّينِ السُّيُوطِيُّ الشَّافِعِيُّ(1) في كتابِهِ ((لقطِ المرجانِ في أخبارِ الجان)). ¶ وفي ((الدرِّ المُخْتارِ)): تصحُّ إمامتُهُ الجنيِّ، ((أشباه))(2). انتهى(3). ¶ وفي ((الأشباهِ والنَّظائر))(4) في بحثِ (أحكامِ الجانّ): ¶ منها: انعقادُ الجماعةِ بالجنّ، ذكرَهُ الأسيوطيُّ عن صاحبِ ((آكامِ المرجان))(5)، من أصحابِنَا. ¶ ومنها: صِحَّةُ الصَّلاةِ خلفَ الجنيّ، ذكرَهُ في ((آكامِ المرجان))(6). انتهى(7). ¶ قلتُ: صاحبُ ((الآكام)) وإن لم يذكرْ هذا الحكمَ نقلاً عن أصحابنا، بل عن بعضِ الحنابلة، لكن لمَّا سكتَ عليه دلَّ ذلك على أنَّهُ كذلك عند أصحابِنا أيضاً. ¶ كيف لا، ودليلُ كونِهِم مكلَّفين، وكونِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم مبعوثاً إليهم، كما أوضحَه صاحبُ ((الآكام)) في مواضعَ منه، حجَّةٌ قطعيَّةٌ عليه. ¶ __________ ¶ (1) وهو عبد الرحمن بن أبي بكر بن محمد بن أبي بكر السُّيُوطِيّ أو الأسيوطيّ الطولونيّ الشَّافعيّ ، أبو الفضل، جلال الدين، المجدِّد على رأس المئة التاسعة، من مؤلفاته: ((الإتقان في علوم القرآن))، و((أنموذج اللبيب في خصائص الحبيب))، و((مزهر اللغة))، (849-911هـ). انظر: ((الضوء اللامع)) (65-70)، ((النَّور السَّافر))(ص51-54). ((مقدمة التعليق الممجد))(1: 25). ¶ (2) الأشباه والنظائر))(ص328). ¶ (3) من ((الدر المختار))(1: 554). ¶ (4) الأشباه والنظائر)) لإبراهيم بن محمد بن نُجَيْم المصريّ، زين العابدين، من مؤلفاته: ((البحر الرائق))، و((فتح الغفار شرح المنار))، و((الفتاوي))، قال الإمام اللكنوي عن مؤلفاته: كلُّها حسنةٌ جداً، (926-970هـ).انظر: ((التعليقات السنية))(ص221-222). ((الرسائل الزينية))(ص7). ¶ (5) من ((آكام المرجان في أحكام الجان))(ص64-65). ¶ (6) آكام المرجان))(ص64). ¶ (7) من ((الأشباه والنظائر))(ص328-327).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وأمَّا اقتداءُ الجنِّ بالإنس، وحصولُ الجماعةِ بهم، فقد وردتْ في ذلك أخبار، ونصَّ عليه أخيار: ¶ قال الشِّبْلِيُّ في ((آكامِ المرجان)) في (البابِ السَّابعِ والعشرين) منه: قال الإمامُ أحمد: ¶ حدَّثَنا يَعْقُوبُ بنُ إبراهيمَ بنِ سَعْد، حدَّثَنا أَبِي عن ابنِ إسحاق، حدَّثَني أَبو عُمَيْسٍ عُتْبَةُ(1) بن عبدِ اللهِ بنِ عُتْبَة، عن أَبِي فَزَارَة، عن أَبي زيدٍ مولى عَمْرِو بن حُرَيْثٍ المخزوميّ، عن عبدِ اللهِ بن مسعود، قال: (بَيْنَمَا(2) نَحْنُ مع رَسُول اللهِ صَلَّى اللَّه عليه وسلَّمَ بِمَكَّة، وهو في نَفَرٍ من أَصْحَابِه إِذْ قال: لِيَقُمْ مَعِي رَجُلٌ مِنْكُم(3)، ولا يَقُومَنَّ مَعِي(4) رَجُلٌ فِي قَلْبِهِ مِنَ الغِشِّ مِثْقَالُ ذَرَّة، قال: فَقُمْتُ مَعَه، وَأَخَذْتُ إِدَاوَة، ولا أَحْسَبُهَا إلاَّ مَاء، فَخَرَجْتُ مَعَهُ حَتَّى إِذَا كُنَّا بِأَعْلَى مَكَّةَ رَأَيْتُ أَسْوِدَةً مُجْتَمِعَة، فَخَطَّ لِي رَسُولُ اللهِ صَلَّى اللَّه عليه وسَلَّمَ خَطًّاً، ثُمَّ قال: قُمْ هَاهُنَا حَتَّى آتِيَك، قال: فَقُمْتُ وَمَضَى رَسُولُ اللهِ صَلَّى الله عليه وسَلَّمَ [إِلَيْهِم](5)، فَرَأَيْتُه القومَ يَتَثَوَّرُونَ(6) إِلَيْه، قال: فَسَمَرَ مَعَهُمْ رَسُولُ الله صَلَّى الله عليه وسَلَّمَ لَيْلاً طَوِيلاً حَتَّى جَاءنِي مع الفَجْر، فقال: مَا زِلْتَ قَائِمًا يا ابنَ مَسْعُود، فَقُلْتُ: أَوَلَمْ تَقُلْ لي: قُمْ حَتَّى آتِيَك، قال: ثُمَّ قال لي: هل مَعَكَ مِنْ وَضُوء، فَقُلْتُ: نَعَمْ فَفَتَحْتُ ¶ __________ ¶ (1) وقع في النسخ: ((ابن عتبة))، والمثبت من ((المسند))، و((الآكام)). ¶ (2) وقع في النسخ: ((بينا))، والمثبت من ((المسند)). ¶ (3) العبارة في النسخ: ((ليقم منكم معي رجلان)). ¶ (4) في ب: ((هي)). ¶ (5) سقطت من النسخ، وأثبتها من ((المسند))، و((الآكام)). ¶ (6) وقع في النسخ: ((يتشورون))، والمثبت من ((المسند)).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "الإِدَاوَة، فإِذَا هُوَ نَبِيذ، فَقَالَ رَسُولُ الله صَلَّى اللَّه عليه وسلَّمَ: تَمْرَةٌ طَيِّبَةٌ وَمَاءٌ طَهُور، قال: ثُمَّ تَوَضَّأَ مِنْهَا(1)، فَلَمَّا قامَ يُصَلِّي أَدْرَكَهُ شَخْصَانِ مِنْهُم، قَالا: يا رَسُولَ الله إِنَّا نُحِبُّ أَنْ تَؤُمَّنَا في صَلاتِنَا، فَصَفَّهُمَا رَسُولُ الله صَلَّى الله عليه وسلَّمَ خَلْفَه، ثُمَّ صَلَّى بِنَا، ثُمَّ انْصَرَف، قُلْتُ له: من هَؤُلاءِ يا رَسُولَ الله قال هؤُلاءِ جِنُّ نَصِيبِين، جَاؤوني يَخْتَصِمُونَ إِلَيَّ في أُمُورٍ كانت بَيْنَهُم، وقد سَأَلُوني الزَّاد، فَزَوَّدْتُهُم، فَقُلْتُ: وهل عِنْدَكَ يا رَسُولَ الله من شَيْءٍ تُزَوِّدُهُم، قال: قَدْ زَوَّدْتُهُمُ الرَّجْعَة، وما وَجَدُوا من رَوْثٍ وَجَدُوهُ(2) شَعِيراً، و(3)ما وَجَدُوهُ من عَظْمٍ وَجَدُوهُ كَاسياً، قال: وعِنْدَ ذلك نَهَى رَسُولُ الله صَلَّى الله عليهِ وسلَّمَ عن أَنْ يُسْتَطَابَ(4) بِالرَّوْثِ وَالْعَظْم)(5). ¶ وقال أحمدُ: نا عبدُ الرَّزَّاق، نا سُفْيَان، عن أَبي فَزَارَة، نا أَبو زَيْد، عن ابنِ مَسْعُود، قال: (لَمَّا كان لَيْلَةُ الجِنِّ تَخَلَّفَ مِنْهُمْ رَجُلان، وَقَالا: نَشْهَدُ الفَجْرَ مَعَكَ يَا رَسُولَ الله، فقال لي النَّبِيُّ صَلَّى اللَّهم عليه وسلَّمَ: أَمَعَكَ مَاء، قُلْتُ: لَيْسَ مَعِي مَاءٌ وَلَكِنْ مَعِي إِدَاوَةٌ فِيهَا نَبِيذ، فَقَالَ: تَمْرَةٌ طَيِّبَةٌ وَمَاءٌ طَهُور، فَتَوَضَّأَ)(6). ¶ __________ ¶ (1) وقع في النسخ: ((منه))، والمثبت من ((المسند)). ¶ (2) وقع في النسخ: ((وجدوا))، والمثبت من ((المسند))، و((الآكام)). ¶ (3) في النسخ: ((أو))، والمثبت من ((المسند)). ¶ (4) في ب: ((يسطاب)). ¶ (5) في ((مسند أحمد))(1: 498)، و((المعجم الكبير))(10: 65). ¶ (6) في ((مسند أحمد))(1: 449). و((المعجم الكبير))(10: 64).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وفي روايةِ عبدِ الرَّزَّاق، عن قَيْسِ بن الرَّبيع، عن أبي فَزَارَة، عن أبي زَيْد، عن ابن مَسْعُود. ¶ فساقَ حديثَ الخطّ، وقال في آخرِه: (تَمْرَةٌ طيِّبَةٌ وَمَاءٌ طَهُور، فَتَوَضَّأ‍، وأَقَامَ الصَّلاة، فلمَّا قَضَى الصَّلاةَ قَامِ إليهِ رَجُلانِ من الجِنّ، فَسَألاهُ المَتَاع، فقال: أَلَمْ آمُرْ لِقَوْمِكُمَا بِمَا يُصْلِحُكُم، قالا: بَلَى، ولَكَنْ أَحْبَبْنَا أنَّ يَشْهَدَ بَعْضُنَا مَعَكَ الصَّلاة، فقال: مِمَّن أَنْتُمَا؟ قالا: مِن أَهْلِ نَصِيبين، فقال: أَفْلَحَ هَذَان، وَأَفْلَحَ قَوْمُهُمَا)(1). ¶ ورواهُ الثَّوْرِيّ، وإسرائيل، وشريك، والجَرَّاح بنُ مَلِيح، وأبو عُمَيْسٍ كلُّهم عن أبي فَزَارَة. ¶ وقال أبو الفتحِ(2) اليَعْمُرِيّ(3) : وغيرُ طريقِ أبي فَزَارَة ، عن أبي زيد ¶ __________ ¶ (1) في ((المعجم الكبير))(10: 63). ¶ (2) وقع في النسخ: ((ابن أبي الفتح))، والمثبت من ((الآكام)). ¶ (3) هو محمد بن محمد بن محمد بن أحمد بن سيد الناس اليَعْمُريّ الربعي، أبو الفتح، فتح الدين، المعروف بابن سيد الناس، من مؤلفاته: ((النفح الشذي في شرح جامع الترمذي))، و((تحصيل الإصابة في تفضيل الصحابة))، و((عيون الأثر في فنون المغازي والشمائل والسير))، (671-734هـ). انظر: ((الدرر الكامنة))(4: 209). ((النجوم الزاهرة))(9: 303-304). ((البدر الطالع))(2: 249).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "لهذا الحديثِ أقوى منها للجهالةِ الواقعةِ في أبي زيد(1)، ولكنَّ أصلَ الحديثِ مشهورٌ عن ابنِ مسعودٍ من طرقٍ(2) حِسانٍ متظاهرة، يشدُّ بعضها بعضاً، ولم يتفرَّدْ طريقُ أبي زيد إلاَّ بما فيها من التَّوضُّؤ بنبيذِ التَّمْر(3). ¶ وروى سفيانُ الثَّوريُّ(4) في ((تفسيرِهِ)) عن إسماعيلَ البَجْليّ(5)، عن سعيد بن جبير(6) قال: قالت الجنُّ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّم: كيف لنا بمسجدِكَ أن نشهدَ الصَّلاةَ معك، ونحن نائبونَ عنك، فنَزَلت: { وَأَنَّ المَسَاجِدَ للهِ } (7).(8) ¶ __________ ¶ (1) أبو زيد، مولى عمرو بن حُرَيْب، قال الذهبي: لا يعرف، عن ابن مسعود، وعنه أبو فزارة، لا يصحّ حديثه، ذكره البخاري في ((الضعفاء))، وقال الحاكم: رجل مجهول، وليس له سوى حديث واحد، قال ابن حجر: مجهول. انظر: ((الميزان))(7: 369). ((التقريب))(ص565): ¶ (2) في ب: ((طريق)). ¶ (3) والأدلة في جواز الوضوء بنبيذ التمر مستفيضة، ينظر: ((إعلاء السنن))(1: 283-294). ¶ (4) وهو سُفْيان بن سعيد بن مسروق الثَّوْرِي الكوفي، أبو عبد الله، والثَّوْرِيّ نسبة إلى بني ثور من عبد مناة من مضر، قال ابن معين: سفيان أمير المؤمنين في الحديث، (95-161هـ). انظر: ((وفيات))(2: 386-391). ((مرآة الجنان)) (1: 345-347). ¶ (5) وهو إسماعيل بن إبراهيم بن مهاجر البَجَليّ الكُوفيّ، قال البخاري: في حديثه نظر، وقال الذهبي: ضعّفه غير واحد، وقال ابن حَجَر: ضعيف. انظر: ((الميزان))(1: 369). ((التقريب))(ص45). ¶ (6) هو سعيد بن جُبَير الأسدي الوالبيّ الكوفيّ، قال أحمد: قتل الحجاج سعيداً وما على وجه الأرض أحد إلا وهو مفتقر إلى علمه، قال ابن حجر: ثقة ثبت، فقيه، قتل بين يدي الحجاج سنة (95هـ). انظر: ((العبر))(1: 112). ((التقريب))(ص174). ¶ (7) من سورة الجن، الآية (18). ¶ (8) في ((تفسير الطبري))(29: 117).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وذكرَ ابنُ الصَّيْرَفِيّ في ((نوادرِه)): انعقادُ الجماعةِ بالجنّ(1). انتهى كلامُ صاحبِ ((الآكام))(2). ¶ وفيه أيضاً في (الباب الحادي والعشرين): قال ابن أبي الدنيا(3): حدَّثني محمَّدُ بن الحسين، نا عبدُ الرَّحمنِ بن عمرو الباهلي، سمعتُ السَّري بن إسماعيل يذكرُ عن يزيد الرّقاشيّ: أنَّ صفوان بن محرز المَازنيّ كان إذا قامَ من تهجُّدِهِ باللَّيلةِ قامَ معهُ سكّان دارهِ من الجنِّ فصلُّوا كصلاتِه، واستمعوا لقراءتِه. ¶ قال السَّري: فقلتُ ليزيد: وإنَّي أعلم، قال: كان إذا قامَ سمعَ لهم ضجَّةً فاستوحشْ بذلك، فنودي لا تفزعْ يا عبدَ الله، فإنَّا نحنُ إخوانكَ نقومُ بقيامك للتَّهجُّد، فنصلِّي بصلاتك. انتهى(4). ¶ __________ ¶ (1) انظر: ((الفروع)) لابن ملفح(1: 536). ¶ (2) آكام المرجان))(ص64-65). ¶ (3) وهو عبد الله بن محمد بن عبيد بن سفيان القُرَشِيّ البَغْدَادِيّ، أبو بكر، المعروف بابن أَبِي الدُّنْيا، قال الذّهبِيّ: كان صدوقاً أديباً، اخباريّاً، كثير العلم. من مؤلفاته: ((مكارم الأخلاق))، و((الرقة والبكاء))، ((قصر الأمل))، (208-281هـ). انظر: ((العبر)) (2: 65)، ((مرآة الجنان))(1: 193-194). ¶ (4) من ((آكام المرجان))(ص56-57)، وذكره محققه أن ابن أبي الدنيا أخرجه في ((الهواتف))(ص107).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وفيه أيضاً في (البابِ الثَّامنِ والثَّلاثين) منه: قال أبو بكرٍ القُرَشِيّ: حدَّثني عيسى بن عبيدِ اللهِ التَّميميّ، نا أبو إدريس، نا أبي، عن وَهْب بن مُنَبِّه(1)، قال: (2كان(2) يلتقي هو والحَسَنُ البصريُّ(3) رحمه الله في الموسمِ كلَّ عامٍ في مسجدِ الخيف، فبينما هما ذاتَ ليلةٍ يتحدَّثان مع جلسائِهما إذ أقبلَ طائرٌ حتى وقعَ إلى جانبِ وَهْب في الحلقة، فسلَّم، فردَّ عليهِ وَهْبٌ السَّلام، وعَلِمَ أنه من الجنّ، ثمَّ أقبلَ عليه يحدِّثُه. ¶ فقال وَهْب: مَن الرَّجل؟ ¶ قال: (4رجل(4) من الجنِّ مسلميهم. ¶ قال وَهْبٌ: فما حاجتُك؟ ¶ قال: أوتنكرُ علينا(5) أن نجالسَكم، ونحملُ عنكم العلم، إنَّ لكم فينا رواةٌ كثيرة، وإنَّا لنحاضركُم في أشياءٍ كثيرةٍ من صلاة، وعيادةِ مريض، وجهاد، وشهادةِ جنازة، وحجّ، وعُمْرة، وغيرِ ذلك، ونحملُ عنكم العلم، ونسمعُ منكم القرآن. ¶ قال له وَهْب: فأيُّ رواةِ الجنِّ عندكم أفضل؟ ¶ قال: رواةُ هذا الشَّيخ، وأشارَ إلى الحَسَن، فلمَّا رآى الحَسَنُ وَهْباً، قد شغلَ عنه. ¶ قال: يا أبا عبدِ الله، مَن تحدِّث؟ ¶ قال: بعضُ جلسائنا. ¶ __________ ¶ (1) وهو وهب بن مُنَبِّه بن كامل اليمانيّ الصَّنْعَانِيّ الأَبْناويّ، قال الذهبيّ: الحبر العلامة، وكان شديد العناية بكتب الأولين وأخبار الأمم وقصصهم، بحيث أنه كان يشبه بكعب الأحبار في زمانه، قال ابن حجر: ثقة، (ت115هـ). انظر: ((العبر))(1: 143). ((التقريب))(ص515). ¶ (2) سقطت من النسخ، وأثبتها من ((الآكام)). ¶ (3) وهو الحسن بن يسار البصري، أبو سعيد، كان من سادات التابعين وكبرائهم، وجمع كل فنّ من علم وزهد وورع وعبادة، (21-110هـ). انظر: ((وفيات))(2: 69-72)، ((الأعلام)) (1: 242). ¶ (4) سقطت من النسخ، وأثبتها من ((الآكام)). ¶ (5) وقع في النسخ((لنا))، والمثبت من ((الآكام)).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "فلمَّا قاما من المجلس، سئلَ الحسنُ وَهْباً فأخبرَهُ بخبرِ الجنيّ، وأنه كيفَ فضلَّ رواةَ الحَسَنِ على غيرِه. ¶ فقال الحَسَنُ لوَهْب: أقسمتُ عليكَ أن (1لا(1) تذكرَ هذا الحديثَ لأحد، فإنِّي لا آمنْ أن يُنْزِلَهُ النَّاسُ على غيرِ ما جاء. ¶ قال وَهْبٌ: فكنتُ ألقى ذلك الجنِّيِّ في الموسمِ كلَّ عامٍ فيسألني فأخبرُه، ولقد لقيتُهُ عاماً في الطَّواف، فلمَّا قضينا طوافنَا، قعدتُ أنا وهو في ناحيةِ المسجد، فقلت له: ناولني يدك، فمدَّ يدَهُ فإذا هي مثلُ برثنِ الهر، وإذا عليها وَبَر، ثمَّ مددتُ يدي حتى بلغتُ منكبهُ فإذا مرجع(2) جناح، (3قال فأغمز يده غمزة(3)، ثمَّ تحدَّثنا ساعة. ¶ وقال: يا أبا عبدِ الله، ناولني يدك، كما ناولتك، قال: فأقسم باللهِ لقد غمزَ يدي غمزةً حين ناولتُها إياهُ حتى كادَ يصيحني وَضَحِك. ¶ قال وَهْبٌ: فكنتُ ألقى ذلك الجنِّيّ في كلِّ عامٍ في مواسم، ثمَّ فقدتُهُ فظننتُ أنَّهُ مات. انتهى(4). ¶ __________ ¶ (1) سقطت من النسخ، وأثبتها من ((الآكام)). ¶ (2) في النسخ: ((فيه))، والمثبت من ((الآكام)). ¶ (3) سقطت من النسخ، وأثبتها من ((الآكام)). ¶ (4) آكام المرجان))(ص83)، وقال محققه: أخرجه ابن أبي الدنيا في ((الهواتف))(ص177).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وفي ((لقطِ المرجان)) للسُّيُوطِيّ: أخرجَ البَّزار(1)، عن معاذ بن جبل قال: قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: (مَنْ صَلَّى مِنْكُمْ بِاللَّيْلِ فَلْيَجْهَرْ بِقَرَاءتِه، فَإنَّ المَلائِكَةَ تُصلِّي بِصَلاتِه، وإِنَّ مُؤْمِنِي الجِنِّ الذَّينَ يَكُونُونَ فِي الهَوَى، وجيرانَهُ مَعَهُ فِي مَسْكَنِهِ يُصَلُّونَ بِصَلاتِه، وَيَسْتَمِعُونَ بِقِرَاءتِه، وَإِنَّهُ لَيَطْرُدُ بِقِرَاءتِهِ عَنْ دَارِه، وَعَنْ الدُّورِ التَّي حَوْلَهُ فُسَّاقَ الجِنّ، وَمَرَدَةَ الشَّيَاطِين)(2). انتهى. ¶ وفيه أيضاً: سئلَ ابنُ الصَّلاحِ(3) عن رجلٍ يقولُ: إنَّ الشَّيطانَ يقدرُ أن يقرأ القرآن، ويصلِّي هو وجنودُه. ¶ فأجاب: ظاهرُ النُّقولِ تنفي قراءتهم القرآن وقوعاً، ويلزمُ من ذلك انتفاءُ الصَّلاةِ منهم، إذ منها قراءةُ القرآن، وقد وردَ أنَّ الملائكةَ لم تعطوا فضيلةَ قراءةِ القرآن؛ وهي حريصةٌ لذلك على استماعِهِ من الإنس، فإذن ¶ __________ ¶ (1) وهو أحمد بن عمرو بن عبد الخالق البَصْرِيّ البَزَّار، أبو بكر، والبَزَّارُ نسبةً لمن يخرج الدهن من البزور ويبيعه، قال الدَّارَقُطْني:ثقة يخطئ ويتَّكلُ على حفظه. من مؤلفاته: ((المسند))، (ت292هـ). انظر: ((العبر)) (2: 92)، ((الكشف))(2: 1682). ¶ (2) في ((مسند البزار))(7: 97). ¶ (3) وهو عثمان بن عبد الرحمن بن عثمان بن موسى النَّصْريّ الكُرْدِيّ الشَّهْرَزُورِيّ الشَّرَخانيّ الدّمشقيّ، أبو عمرو، تقي الدين، المعروف بابن الصَّلاح، قال: الأسنوي: كان إماماً في الفقه والحديث، عارفاً بالتفسير والأصول النحو، ورعاً زاهداً، ملازماً لطريقة السلف الصالح، لا يمكن أحداً في دمشق من قراءة المنطق والفلسفة، والملوك تطيعه في ذلك، (577-643هـ). انظر: ((طبقات الأسنوي))(2: 41). ((طبقات ابن هداية الله))(ص220-221). ((روض المناظر)) (ص253).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "قراءة القرآن كرامة، أكرمَ(1) اللهُ بها الإنس، غيرَ أنَّ المؤمنينَ من الجنَّ بَلَغَنا أنَّهم يقرؤنه. انتهى. ¶ وفيه أيضاً في موضعٍ آخر: قال ابنُ عَدِيٍّ(2) في ((الكامل)): نا عثمان بن صالح(3)، قال: رأيتُ عَمرو بن طلق الجِنِّيّ، فقلت له: رأيت رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم، فقال: نعم؛ وبايعتُهُ وأسلمتُ وصلَّيتُ معه الصُّبح، فقرأ سورةَ السَّجدة، فسجدَ فيها سجدتين. ¶ __________ ¶ (1) في النسخ: ((أكرمه)). ¶ (2) وهو عبد الله بن عَدِيّ بن عبد الله بن محمَّد الجُرْجَانيّ، أبو أحمد، ويعرف بابن القطَّان، قال السَّهْمي: كان حافظاً متقناً، لم يكن في زمانه مثله، من مؤلفاته: ((الكامل في ضعفاء الرجال))، (ت365هـ). انظر: ((العبر))(2: 337). و((مرآة الجنان))(2: 381). ¶ (3) وهو عثمان بن صالح بن صفوان السَّهميّ المصريّ، أبو يحيى، قال ابن حجر: صدوق، وقد ثبت عنه أنه قال: رأيت صحابيّاً من الجن، قال المزي: يقال: إنه أول قاض تولّى قضاء مصر في الإسلام، (ت209هـ). انظر: ((تهذيب الكمال))(19: 391-393). ((التقريب))(ص324).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "قال الحافظ ابن حَجَر(1) في ((الإصابة)): عثمان بن صالح: ماتَ سنةَ عشر ومئتين، فإن كان الجنِّيُّ بالذي حدَّثهُ بذلك صادقاً، فيحملُ الحديثُ الذي في الصَّحيحِ الدَّالُ على أنَّ رأسَ مئة عامٍ من العامِّ الذي ماتَ فيهِ النَّبيّ صلَّى اللهُ عليهِ وسلَّم لا يبقى وجهُ الأرض أحدٌ ممَّن كان عليهما، حين المقالةِ المذكورةِ على الإنسِ بخلافِ الجنّ(2). ¶ وقولُ ابنِ حَجَر في حديثِ عثمان: فإنَّ كان الجنِّيُّ الذي حدَّثهُ بذلك صَدَق، يدلُّ على أنَّهُ يتوقَّفُ في روايةِ الجنّ؛ لأنَّ شرطَ الرَّاوي العدالةَ والضَّبط، والجنُّ لا تعلمُ عدالتُهم، مع أنَّهُ وردَ الإنذارُ بخروجِ شياطينَ يحدِّثونَ النَّاس. ¶ __________ ¶ (1) وهو أحمد بن علي بن محمد الكناني العسقلانِيّ المصريّ الشّافعيّ، أبو الفضل، شهاب الدين، المعروف بابن حَجَر،وهو لقب لأحد آبائه،من مؤلفاته: ((فتح الباري))،و((هدي الساري))،((إنباء الغمر بأبناء العمر))، قال اللكنوي: كلُّ تصانيفه تَشهدُ بأنَّهُ إمام الحفَّاظ محقِّقُ المحدِّثين، زُبدةُ النَّاقدين،لم يُخَلَّف بعده مثله،(773-852هـ).انظر:((الضوء اللامع))(2: 36). ((التعليقات))(ص36). ¶ (2) انتهى من ((الإصابة في معرفة الصحابة))(4: 612).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "أخرجَ ابنُ عَدِيّ، والبَيْهَقِيّ(1): عن واثلةَ بن الأسقع، قال: قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلم: (لا تَقُومُ السَّاعَةِ حَتَّى يَطُوفَ إِبْلِيسُ فِي الأَسْوَاق، وَيَقُول: حَدَّثَنِي فُلانُ بْنُ فُلان)، هكذا. ¶ وأخرجَ الطَّبَرَانِيُّ(2) عن عبدِ اللهِ بن عمرو أنَّ رسولَ اللهِ صلَّى اللهُ عليهِ وسلَّم قال: (يُوشِكُ أَنْ يَظْهَرَ فِيكُمْ شَيَاطِينٌ كَانَ سُلَيْمَانُ بْنُ دَاوُدَ وَثَّقَهَا فِي البَحَر، يُصَلُّونَ مَعَكُمْ فِي مَسَاجِدِكُم، ويَقْرَؤُونَ مَعَكُمْ القُرْآن، ويُجَادِلُونَكُمْ فِي الدَّين، وَهُمْ الشَّيَاطِينُ في صُورةِ الإِنْسَان). انتهى. ¶ __________ ¶ (1) وهو أحمد بن الحسين بن علي الخُسْرَوْجِرْديّ البَيْهَقِيّ، أبو بكر، نسبة إلى خسروجرد وهي قرية من ناحية بَيْهَق، وبَيْهَق بفتح الباء اسم لناحية من نواحي نيسابور مشتملة على عدة قرى، قال إمام الحرمين: ما من شافعيّ إلا وللشافعيّ في عُنُقِهِ منَّة إلا البيهقيّ، فإنّ له المنّة على الشافعيّ نفسه، وعلى كلّ شافعيّ لما صنّفه في نصرة مذهبه من ترجيح الأحاديث، كـ((السنن الكبير))، و((السنن الصغير))، و((معرفة السنن والآثار))، ، (ت458هـ). انظر: ((العبر)) (3: 242). ((طبقات الأسنوي))(1: 98-99). ¶ (2) وهو سليمان بن أحمد بنِ أيوبٍ اللَّخميّ الطّبرانيّ، أَبو القاسم، نسبة إلى طبريّة، مدينة من الأردن، قال اللَّكْنَوِيّ: صاحب المعاجمِ المشهورة، كان ثقةً صدوقاً، عارفاً، واسعَ الحفظ، بصيراً بالعللِ والرِّجالِ، كثيرَ التصانيف النَّافعة،، قال الذهبي: مسند العصر، واسع الحفظ، بصيراً بالعلل والرجال والأبواب، (260-360هـ). انظر: ((العبر)) (3: 315-316). ((مرآة الجنان))(3: 372).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وفيهِ أيضاً في موضعٍ آخر: قال السُّبْكِيُّ(1) في ((فتاواه)): ¶ إن قلت هل تقولونَ أنَّهمُ مكلَّفونَ بالشَّريعةِ في أصلِ الإيمانِ أم في كلِّ شيء؟ ¶ قلت: بل في كلِّ شيء؛ لأنَّهُ إذا ثبتَ أنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلَّمَ مرسلٌ إليهم كما هو مرسلٌ إلى الإنس، والشَّريعةُ عامَّة، لزمَهُم جميعُ التَّكاليفِ التي توجدُ أسبابُها فيهم، إلا أن يقومَ(2) دليلٌ على تخصيصِ بعضِها. ¶ فنقول: يجبُ عليهم الصَّلاةُ والزَّكاةُ إن ملكوا نصاباً بشرط، والحجّ، وصومُ رمضان، وغيرها من الواجباتِ. ¶ ويحرمُ عليهم كلَّ حرامٍ في الشَّريعة، بخلافِ الملائكة، فلا نلتزم أنَّ هذهِ التَّكاليفَ كلَّها ثابتةٌ في حقِّهم إذا قيلَ بعمومِ الرِّسالة، يحتملُ ذلك، ويحتملُ الرِّسالةُ في البعض. ¶ فإن قلت: لو كانت الأحكامُ بجملتِها لازمةٌ للجنِّ كما هي لازمةٌ للإنس؛ لكانوا يتردَّدونَ إلى النَّبيِّ صلَّى اللهُ عليهِ وسلَّم حتى يتعلَّموها، ولم ينقل. ¶ قلت: لا يلزمُ من عدمِ النَّقلِ عدمَ اجتماعهم، وحضورِهم مجلسَه، وسماعهم كلامَه من غيرِ أن يراهُ المؤمنون، ويكون هو صلَّى اللهُ عليهِ وسلَّم يراهم، ولا يراهم الصَّحابة. ¶ وقد وردَ في آثارٍ كثيرةٍ عن السَّلفِ أنَّ جماعةً من الجنِّ كانوا يقرؤنَ عليهم القرآن، ويتعلَّمونَ العلم، وذلكَ دليلُ عمومِ الأحكامِ فيهم. انتهى. ¶ __________ ¶ (1) وهو علي بن عبد الكافي بن علي بن تمام بن يوسف بن موسى بن حامد السُّبْكِيّ الأنصاريّ الخَزْرَجِيّ، أبو الحسن، تقي الدِّين، والسُّبْكِيّ نسبةً إلى سُبْك من أعمال المنوفيةِ، شيخ الإسلام في عصره، من مؤلفاته: ((الدر النظيم في التفسير)) لم يتم، و((الفتاوى))، و((الابتهاج في شرح المنهاج))، (683-756هـ). انظر: ((الدرر الكامنة))(3: 63-71). ((الأعلام))(5: 116). ¶ (2) في النسخ: ((تقوم)).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وفيه أيضاً: قال ابنُ مُفْلِح الحَنْبَلِيّ(1) في كتابِ ((الفروع)): الجنُّ مكلَّفونَ في الجملة. ¶ وقال أبو حامد في كتابه: الجنُّ كالإنسِ في التَّكليفِ والعبادات. ¶ فقال في ((النَّوادر)): تنعقدُ الجماعةُ والجمعةُ بالملائكةِ وبالجنّ. ¶ وذكرَ أيضاً عن أبي البقاءِ(2) من أصحابنا الحنبليَّة. انتهى(3). ¶ فرع: ¶ إذا اجتمعَ إمامٌ من الإنسِ وإمامٌ من الجنِّ وهما متساويانِ في المراتبِ التي يعتبرُ العلوُّ فيها للإمامة، هل يقدَّمُ إمامُ الإنس؟ ¶ مقتضى القواعد نعم؛ لكونِ الإنسِ أفضلُ من الجنِّ إجماعاً. ¶ - الفصل الثاني - ¶ في حصول الجماعة بالملائكة ¶ أمَّا اقتداؤُهم بالإنسِ في خَلَواتِهم وجَلَواتِهم فقدْ وردتْ بذلكَ أخبار، وشهدتْ بذلك آثار، وجزمَ بوقوعِ ذلك، بل بحصولِ الجماعة وترتُّبِ أحكامها أخيار، بل ورد بكون(4) جماعتهم أفضلُ من جماعةِ الإنسِ وحدَهم أخبار. ¶ __________ ¶ (1) وهو محمد بن مُفْلِح بن محمد بن مفرج المقدسيّ الرامينيّ الصالحيّ الحنبليّ، أبو عبد الله، شمس الدين، قال ابن كثير: كان بارعاً فاضلاً، متقناً في علوم كثيرة، ولاسيما في الفروع، من مؤلفاته: ((النكت والفوائد السنية على مشكل المحرر))، و((الآداب الشرعية الكبرى))، و((المقنع))، (708-763هـ). انظر: ((الدرر الكامنة))(4: 261-262). ((النجوم الزاهرة))(11: 16). ¶ (2) وهو عبد الله بن الحسين العكبري، (ت616هـ). سبقت ترجمته. ¶ (3) من ((الفروع))(1: 536). ¶ (4) في النسخ: ((يكون)).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فأخرجَ ابنُ أبي شَيْبَة(1)، وأحمدُ في ((الزُّهد))، وأبو نُعَيْم(2) في ((الحلية)) ¶ عن كعب(3)، قال: قال إبراهيمُ على نبيِّنَا وعليهِ السَّلام: يا ربِّ إنَّني ليحزُنَني أنَّي لا أرى أحداً في الأرضِ يعبدك غيري، فأنزلَ اللهُ إليه ملائكةً يُصَلُّونَ معه، ويكونون معه(4). ¶ __________ ¶ (1) وهو عبد الله بن محمد بن أبي شَيْبَةَ إبراهيم بن عثمان الكوفيّ العَبْسى، نسبةً إلى بني عَبْسى، قال أبو زرعة: ما رأيت أحفظ منه، من مؤلفاته: ((المسند))، و((المصنف))، (159-235هـ). انظر: ((العبر))(1: 421). ((مرآة الجنان))(2: 116). ((النجوم الزاهرة))(2: 282). ¶ (2) وهو أحمد بن عبد الله بن أحمد الأَصبهانيّ، أبو نُعَيْم ، وأصبهان: بكسر الهمزة وفتحها، وسكون الصاد المهملة وفتح الباء الموحدة، ويقال أيضاً بالفاء، وفتح الهاء، وبعد الألف نون، وهي من أشهر بلاد الجبال، وإنما قيل هذا الاسم لأنها تسمى بالجمية: ((سباهان)) وسبا: العسكر، وهان: الجمع، وكانت جموع عساكر الأكاسرة تجتمع إذا وقعت لهم واقعة في هذا الموضع. وبناها اسكندر ذو القرنين، قال الذهبي: تفرَّد في الدنيا بعلُوِّ الإسناد مع الحفظ والاستبحار من الحديث والفنون، من مؤلفاته: ((حلية الأولياء))، و((تاريخ أصبهان))، ((دلائل النبوة))، (336-430هـ). انظر: ((العبر)) (3: 170). ((وفيات))(1: 91-92). ((مرآة الجنان))(3: 52-53). ¶ (3) وهو كعب بن ماتع الحِميريّ، أبو إسحاق، المعروف بكعب الأحبار، تابعي مخضرم، قال الذهبي: كان عالم أهل الكتاب قبل أن يسلم، فأسلم زمن أبي بكر، وروى عن عمر، قال ابن حجر: ثقة، (ت34هـ). انظر: ((العبر))(1: 35). ((التقريب))(ص397). ¶ (4) في ((مصنف ابن أبي شيبة))(7: 200). و((حلية الأولياء))(6: 26). و((الزهد))لابن أبي عاصم(1: 78). و((الدر المنثور))(1: 264).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وأخرجَ أحمد، وأبو نُعَيْم عن نَوْف البِكَالي(1)، قال: قال إبراهيم: يا ربِّ إنَّهُ ليس في الأرضِ أحدٌ يعبدكَ غيري، فأنزلَ اللهُ ثلاثةَ آلافِ ملك، فأمَّهم ثلاثةَ أيَّام(2). ¶ وأخرجَ سعيدُ بن منصور(3)، وابنُ أبي شَيْبَةَ في ((المصنّف))، والبَيْهَقِيُّ في ((سننِه)) عن سلمانَ الفارسيّ، قال: إذا كان الرَّجلُ في أرضٍ فأقامَ الصَّلاة، صلَّى خلفَهُ مَلَكَان، فإذا أذَّنَ وأقامَ صلَّى خَلْفَهُ من الملائكةِ ما لا يُرَى طَرَفاه، يَرْكَعونَ بركوعِه، ويَسْجُدونَ بسجودِه، ويُؤْمِّنُونَ على دُعَائِه(4). ¶ وأخرجَهُ البَيْهَقِيُّ(5) بطريقٍ آخرَ عن سلمانَ مرفوعاً. ¶ __________ ¶ (1) وهو نوف بن فضالة الحميريّ البِكاليّ الشّاميّ، أبو يزيد، وهو ابن امرأة كعب، قال أبو عمرو الشيباني: كان إماماً لأهل دمشق ، فكان إذا أقبل على الناس بوجهه، قال: من لا يحبكم لا أحبه الله، ومن لا يرحمكم فلا رحمه الله، قال ابن حجر: مستور، توفِّي بعد التسعين. انظر: ((تهذيب الكمال))(30: 65-66). ((التقريب))(ص498). ¶ (2) في ((حلية الأولياء))(1: 19، 6: 19). و((الزهد))لابن أبي عاصم(1: 79). و((الدر المنثور))(1: 264). ¶ (3) وهو سعيد بن منصور بن شعبة الخُراسانيّ المكِّيّ، أبو عثمان، قال ابن حجر: ثقة مصنِّف، وكان لا يرجع عما في كتابه لشدة وُثُوقه به، (ت227هـ). انظر: ((العبر))(1: 399). ((التقريب)) (ص181). ¶ (4) في ((مصنف ابن أبي شيبة))(1: 198). و((سنن البيهقي الكبرى))(1: 406). ¶ (5) في ((سننه الكبرى))(1: 406)، وقال: الصحيح موقوف، وقد روِي مرفوعاً، ولا يصح رفعه.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وأخرجَ عبدُ الرَّزَّاق(1)، وسعيدُ بنُ منصور، عن سعيدِ بن المُسَيِّب(2)، قال: إذا أقامَ الرَّجلُ الصَّلاة، وهو في فلاةٍ من الأرضِ صلَّى خلفَهُ ملكان، فإذا أذَّنَ وأقامَ صلَّى خلفَهُ من الملائكةِ أمثالُ الجبال(3). ¶ وأخرجَ عبدُ الرَّزَّاق، وسعيدُ بنُ منصور، عن مَكْحُول(4)، قال: مَن أقامَ الصَّلاةَ صلَّى معهُ مَلَكان، فإن أذَّنَ وأقامَ صلَّى خلفَهُ من الملائكةِ أمثالُ الجبال. ¶ وأخرجَ عبدُ الرَّزَّاق ، وسعيدُ بنُ منصور ، عن مَكْحُول ، قال: مَن ¶ أقامَ الصَّلاةَ صلَّى معهُ ملكان، فإن أذَّنَ وأقامَ صلَّى خلفَهُ سبعونَ ملكاً. ¶ ولفظُ عبدِ الرَّزَّاق: صلَّى معه من الملائكةِ ما يملأ الأرض(5). ¶ __________ ¶ (1) وهو عبد الرزاق بن همّام بن نافع الحميري الصّنعاني، أبو بكر، والصّنعانيّ نسبة إلى مدينة صَنْعاء، قال ابن السّمعاني: قيل: ما رحل النّاس إلى أحد بعد رسول الله صلى الله عليه وسلم مثل ما رحلوا إليه، له: ((المصنف))، (126-211هـ). انظر: ((وفيات)) (3: 216) ((الأعلام))(4: 126). ¶ (2) وهو سعيد بن المسيَّب بن حزن بن أبي وهب المخزوميّ القرشيّ، أبو محمد، سيّد التابعين، أحد الفقهاء السبعة، وكان من أحفظ الناس لأحكام عمر بن الخطاب وأقضيته حتى سمي راوية عمر، (ت13-94هـ). انظر: ((وفيات))(2: 378). ((طبقات الشيرازي))(ص39). ((الأعلام)) (3: 155). ¶ (3) في ((موطأ مالك))(1: 74). و((مصنف عبد الرزاق))(1: 510). ¶ (4) وهو مكحول بن عبد الله أبي مسلم شهراب بن شاذل الهُذَليّ الشَّاميّ، أبو عبد الله، قال الزُّهريّ: لم يكن في زمانه أبصر منه بالفتيا، (ت112هـ). انظر: ((طبقات الشيرازي))(ص70). ((وفيات))(5: 280-283). ¶ (5) لفظ عبد الرَّزَّاق الذي وقفت عليه في ((مصنفه))(1: 510)، هو: صلى معه من الملائكة ما شهد الأرض.ا.هـ.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وأخرجَ عبدُ الرَّزاقِ عن طاووس، قال: إذا صلَّى الرَّجلُ فأقام، صلَّى معهُ ملكان، وإذا أذَّنَ وأقامَ صلَّى معهُ أربعةُ آلافِ ملك، أو أربعةُ آلافِ ألفٍ من الملائكة(1). ¶ ذَكَرَ هذه الآثارَ كلّها جلالُ الدِّينِ السُّيوطيُّ في كتاب ((الحبائكِ في أخبارِ الملائك)) إلا الأوَّلَيْن فإنَّهُ ذكرَهُ في ((الدُّرُ المنثور))(2) في تفسيرِهِ سورةَ البقرة. ¶ وأخرجَ أبو نُعَيْمٍ في ((حليةِ الأولياء)) في ترجمةِ سلمانَ الفارسي: نا أبو محمَّد بنُ شُعَيب، نا عبدُ اللهِ بنُ محمَّدٍ البَغَويّ، نا عبيدُ اللهِ بنُ محمَّدٍ التَّيميّ، نا حمَّادُ بنُ سَلَمة، عن سليمانَ التَّيميّ، عن أبي عثمان، عن سلمان قال: ما من مسلمٍ يكونُ بقي من الأرضِ فيتوضَّأُ أو يتيمَّم، ثمَّ يؤذِّنُ أو يقيم إلاَّ أمَّ جنوداً من الملائكةِ لا يُرَى طرفاهم، أو قال: أطرافهم(3). ¶ __________ ¶ (1) هذه الرواية عن عبد الله بن عمر في ((مصنف ابن أبي شيبة))(1: 510)، أما التي عن ابن طاووس عن أبيه، فهي: إذا صلَّى الرَّجل، وأقامَ صلَّى معه ملكاه، وإذا أذن وأقام، صلَّى معه من الملائكة كثير.ا.هـ. ¶ (2) الدر المنثور))(1: 264). ¶ (3) انتهى من ((حلية الأولياء))(1: 205)، وفيها: لا يرى طرفهم، أو قال: لا يرى طرفاهم.ا.هـ.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وأخرجَ عبدُ الرَّزاق، عن النَّهديّ، عن سلمانَ الفارسيّ، قال: قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلّم: (إِذَا كَانَ الرَّجُلُ بأَرْضٍ قِيّ، فَحَانَتْ الصَّلاةُ فَلْيَتَوَضَّأ، فِإنْ لَمْ يَجِدْ مَاءً فَلْيَتَيَمَّم، فَإنْ أَقَامَ صَلَّى مَعَهُ مَلَكَان، وَإِنْ أَذَّنَ وَأَقَام، صَلَّى خَلْفَهُ جُنْدٌ مِنْ جُنُودِ اللهِ مَا لاَ يُرَىَ طَرَفاه)(1)، كذا أوردَهُ الحافظُ عبدُ العظيمِ المُنْذِريُّ(2) في كتابِ ((التَّرغيبِ والتَّرهيب)). ¶ وقال(3): ذكرَهُ عبدُ الرَّزاقِ في كتابِهِ عن أبي التَّيميّ، عن أبيه، عن أبي عثمانَ النهدي، عنه، والقِيُّ: بكسرِ القافِ وتشديدِ الياء: هي الأرضُ القفرا(4). انتهى كلامُهُ(5) في بحثِ (ما جاء في التَّرغيبِ في الأذان، وما جاءَ في فضلِه). ¶ وأخرجَ في ((الموطَّأ)) عن يحيى بن سعيد، عن سعيدٍ بن المُسَيَّب، كان يقول: مَن صلَّى بأرضِ فلاةٍ صلَّى عن يمينِهِ ملك، وعن شمالِهِ ملك، فإن أذَّنَ أو أقامَ الصَّلاةَ صلَّى وراءهُ من الملائكةِ أمثالُ الجبال(6). ¶ __________ ¶ (1) في ((مصنف عبد الرَّزّاق))(1: 510). ¶ (2) وهو عبد العظيم بن عبد القوي بن عبد الله المنذريُّ، أبو محمَّد، زكي الدِّين، قال الأسنوي: كان إماماً بارعاً في الفقه والعربيّة، والقراءات السبع، عديم النظير في زمنه في علم الحديث، عالماً بفنونه كلِّها، متحرِّياً متثبّتاً فيما يقوله ويرويه، شديد الورع، من مؤلفاته: ((مختصر سنن أبي داود))، و((مختصر صحيح مسلم))، و((شرح التنبيه))، (581-656هـ). انظر: ((طبقات الأسنوي))(2: 99-100). ((الكشف))(1: 400). ¶ (3) أي الحافظ المنذري رحمه الله. ¶ (4) في ((الترغيب)): ((القفر)). ¶ (5) في ((الترغيب والترهيب))(1: 183). ¶ (6) في ((موطأ مالك))(1: 74).",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "قال السُّيُوطِيُّ في ((طلوعِ الثُّريَّا بإظهارِ ما كان خفيَّاً)) بعد نقلِه: قال بعضُهم: هذا لا يقالُ بالرَّأي فهو مرفوع، واستدلَّ السُّبْكيُّ به على حصولِ الجماعة وفضيلتِها بذلك. انتهى. ¶ وقال أيضاً(1) في ((تنويرِ الحوالكِ على موطَّأ مالك)): هذا مرسلٌ له حكمُ الرَّفع، فإنَّ مثلَهُ لا يقالُ من جهةِ الرَّأي، وقد وردَ موصولاً ومرفوعاً. انتهى(2). ¶ ثمَّ(3)ذكرَ:روايةَ سعيدِ بن منصور،وابنِ أبي شيبة،والبَيْهَقِي،عن سلمان. ¶ وروايةُ سعيدِ عن مكحول، وقد مرَّ ذكرُهم(4). ¶ وروايةُ النَّسَائيِّ وسيأتي ذكرُها(5). ¶ ثمَّ قال(6): قال البَاجيّ(7): قولُه: صلَّى عن يمينِهِ ملك، وعن شمالِهِ ملك، يحتملُ أن يكونا هما الحافظَيْن، وأن ذلك مكانَهما من المكلَّفِ في الصَّلاةِ وغيرها، ويحتملُ أن يكونَ هذا حكماً يختصُّ بالملائكة، وحكمُ الآدميين مخالفٌ ذلك، فإنَّه لو صلَّى معهُ رجلانِ قاما وراءه. ¶ قال(8): وقوله(9): فإن أذَّنَ أو أقام: كذا في روايةِ يحيى بالشَّك. ¶ وروايةِ أبي مصعبَ وغيرِهِ: فإن أذَّنَ وأقام. ¶ __________ ¶ (1) أي الإمام السيوطي رحمه الله. ¶ (2) من ((تنوير الحوالك على موطأ مالك))(1: 72). ¶ (3) أي السيوطي رحمه الله. ¶ (4) ص29). ¶ (5) ص35). ¶ (6) أي السيوطي رحمه الله. ¶ (7) وهو سليمان بن خلف بن سعد بن أيوب التُّجبيبيُّ الأندلسيّ الباجيّ المالكيّ، أبو الوليد، والباجي نسبة إلى باجة، وهي مدينة في الأندلس، قال ابن سكرة: ما رأيت أحداً على سمته وهيئته وتوقير مجلسه، من مؤلفاته: ((إحكام الفصول في أحكام الأصول))، و((المنتفى))، ((التعديل والتجريح فيمن روى عن البخاري في الصحيح)) (403-474هـ). انظر: ((سير أعلام النبلاء))(1: 544). ((مرآة الجنان))(3: 108). ((مقدمة التعليق الممجد))(1: 96). ¶ (8) أي الباجي رحمه الله. ¶ (9) أي الإمام مالك رضي لله عنه.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "قال(1): ويحتملُ أن يبلغَ بالملكَيْن درجةَ الجماعةِ إذا كانَ بموضعٍ لا يقدرُ عليها، وهو رغبَ فيها. انتهى(2). ¶ وأخرجَ أبو داود في ((سننِه)): نا محمَّدُ بن عيسى، نا أبو معاوية، عن بلالَ بن ميمون، عن عطاءَ بن يزيد، عن أبي سعيدٍ الخدري قال: قال رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: (الصَّلاةُ فِي جَمَاعَةٍ تَعْدِلُ خَمْساً وَعِشْرِينَ صَلاة، فَإِذَا صَّلاهَا فِي فَلاةٍ فَأَتَمَّ رُكُوعَهَا وَسُجُودَهَا بَلَغَتْ خَمْسِينَ صَلاة). ¶ قال أبو داود: قال عبدُ الواحدِ بن زياد(3): في هذا الحديثِ صلاةُ الرِّجالِ في الفلاةِ تضاعفُ على صلاتِهِ في الجماعة، وساقَ الحديث. انتهى(4). ¶ قال في ((فتحِ الودود))(5): والظَّاهرُ أن ذلك إذا صَّلاها بأذانٍ وإقامةٍ إذ الملائكةُ يصلَّون معه حينئذٍ، وجماعةُ الملائكةِ خيرٌ فلذلكَ زادَ الأجر. انتهى. ¶ __________ ¶ (1) أي الباجي رحمه الله. ¶ (2) من ((تنوير الحوالك على موطأ مالك))(1: 72). ¶ (3) وهو عبد الواحد بن زياد العبدّ البصريّ، قال ابن حجر: ثقة، في حديثه عن الأعمش وحدَه مقال، (ت176هـ). انظر: ((التقريب))(ص308). ¶ (4) من ((سنن أبي داود))(1: 153). ¶ (5) فتح الودود بشرح سنن أبي داود)) لمحمَّد بن عبد الهادي السنديّ المدنيّ الحنفيّ، أبي الحسن، ومن مؤلفاته: ((حاشية على فتح القدير)) لابن الهُمَام، ((حاشية على شرح جمع الجوامع))، و((حاشية على سنن ابن ماجه))، (ت1138هـ). انظر: ((الكشف))(4: 175). ((معجم المؤلفين))(3: 468).",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وقال المُنْذِريُّ في كتابِ ((التَّرغيبِ والتَّرهيب)): في بحثِ (التَّرغيبِ في الصَّلاةِ في الفلاة): رواهُ الحاكمُ(1) بلفظِهِ(2) أبي داود، وقال: صحيحٌ على شرطِهِما، وصدرُ الحديثِ عندَ البُخَارِيّ(3). ¶ ورواهُ ابنُ حبَّانَ(4) في ((صحيحِه)) ولفظُه: قالَ رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّم: (صَلاةُ الرَّجلِ فِي جَمَاعَةٍ تَزِيدُ عَلَى صَلاتِهِ وَحْدَهُ بِخَمْسٍ وَعِشْرِينَ دَرَجَة، فَإِنْ صَلاَّهَا بِأَرْضِ قِيِّ فأتمَّ(5) رُكُوعَهَا وَسُجُودَهَا تُكْتَبُ صَلاتُهُ بِخَمْسِينَ دَرَجَة)(6)، والقِيّ: بكسرِ القافِ وتشديدِ الياءِ المثنَّاة من تحت: هو الفلاة، كما هو مفسَّرٌ في طريقِ أبي داود. انتهى(7). ¶ __________ ¶ (1) وهو محمد بن عبد الله بن محمد بن حمدويه الضّبيّ الطَّهْمَان النَّيسابوريّ، أبو عبد الله، المعروف بالحاكم، ويعرف بابن البَيِّع، وإنما عرِّف بالحاكم لتقلده القضاء، قال ابن خَلكان: إمام أهل الحديث في عصره، والمؤلف فيه الكتب التي لم يسبق إلى مثلها، كان عالماً عارفاً، واسع العلم، من مؤلفاته: ((معرفة علوم الحديث))، و((تاريخ نيسابور))، و((فضائل الشافعي))، (321-405هـ). انظر: ((وفيات))(4: 280-281). ((طبقات ابن قاضي شهبة))(1: 197-198). ((المستطرفة))(ص17). ¶ (2) في ((المستدرك على الصحيحين))(1: 326). ¶ (3) في ((صحيحه))(1: 181). ¶ (4) وهو محمد بن حبّان بن أحمد بن حبّان بن معاذ التّميميّ البُستيّ الشّافعيّ، أبو حاتم، قال ابن السمعانيّ: كان إمام عصره، تولَّى قضاء سمرقند مدَّة، من مؤلفاته: ((الصحيح)) المسمَّى ((الأنواع والتقاسيم))، و((الثقات))، و((معرفة المجروحين))، (ت354هـ). انظر: ((العبر))(2: 300). ((طبقات الأسنوي))(1: 201). ¶ (5) في م: قائم. ¶ (6) في ((صحيح ابن حبان))(5: 44). ¶ (7) من ((الترغيب والترهيب))(1: 265).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وأخرجَ النَّسَائيُّ من طريقِ داودَ بن أبي هند، عن أبي عثمان النَّهدي، عن سلمان، قال: قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: ...، فذكرَ نحوَ روايةِ ابنِ أبي شيبةَ(1) عن سلمان. ¶ كذا ذَكَرَهُ السُّيُوطِيُّ في ((تنويرِ الحوالك)) بعدَ قوله وقد ورد موصولاً ومرفوعاً، بقولِه: فأخرجَ سعيدُ بن منصورٍ في ((سننِه))، وابنِ أبي شَيْبَةَ في ((المصنَّف))(2)، والبَيْهَقِيُّ في ((السُّنن))(3) من طريقِ سليمانَ التَّيميّ، عن أبي عثمانَ النَّهديّ، عن سلمانَ الفارسيّ، قال: إذا كان الرَّجلُ بأرضِ قِيِّ فأقامَ الصَّلاةَ صلَّى خلفَهُ ملكان، فإن أذَّن وأقام، صلَّى خلفَهُ من الملائكةِ ما لا يُرَى طرفاه، يركعونَ بركوعِه، ويسجدونَ بسجودِه، ويؤمِّنونَ على دعائِه. ¶ وأخرجَهُ النَّسَائيُّ من طريقِ داودَ بن أبي هند، عن أبي عثمانَ النَّهدي، عن سلمان، قال: قال النَّبيُّ فذكره. ¶ وأخرجَ سعيدُ بن منصور، عن مكحول، قال: مَن أقامَ الصَّلاةَ صلَّى معهُ ملكان، فإن أذَّنَ وأقام، صلَّى خلفَهُ سبعونَ ملكاً. انتهى(4). ¶ __________ ¶ (1) في ((مصنفه))(1: 198). ¶ (2) 1: 198). ¶ (3) سنن البيهقي الكبرى))(1: 406). ¶ (4) من ((تنوير الحوالك))(1: 72).",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "لكنِّي لم أجدْ هذهِ الرِّوايةَ في ((سننِ النَّسَائيّ)) المعروفِ بـ((المجتبى))(1) في هذا الوقتِ بعدَ التَّتبُّعِ في أبوابِ الجماعةِ وأبوابِ الأذانِ بقصورِ نظري(2)، ولا شكَّ أنَّ السُّيُوطيَّ حجَّةٌ في النَّقل، فنقلُهُ سندٌ قويّ. ¶ وأخرجَ البَزَّارُ عن معاذِ بن جبل، قال: قال رسولُ اللهِ صلَّى اللهُ عليه وسلَّم: (مَن صَلَّى مِنْكُمْ بِاللَّيلِ فَلْيَجْهَرْ بِقِرَاءتِه، فإنَّ المَلائكَةَ تُصَلِّي بِصَلاتِه، وَإِنَّ مُؤْمِني الجِنِّ الذَّينَ يَكُونُونَ في الهَوَى وَجِيرَانَهُ مَعَهُ فِي مَسْكَنِهِ يُصَلُّونَ بِصَلاتِه، وَيَسْتَمِعُونَ لِقَرَاءتِه، وَإنَّهُ لَيَطْرُدُ بِقِرَاءتِهِ عَنْ دَارِهِ وَعَنْ(3) الدُّورِ التَّي حَوْلَهُ فُسَّاقُ الجِنّ، وَمَرَدَةِ الشَّيْطَان)(4)، كذا أوردَهُ السُّيوطيُّ في ((لقطِ المرجان)). ¶ وأخرجَ ابنُ أبي الدُّنيا في كتابِ ((التَّهجُّد)) ، وابنُ الضُّرَيْسِ(5) في ¶ __________ ¶ (1) المجتبى)) هو الكتاب الذي حوى الأحاديث التي اختارها أبو بكر أحمد بن محمد بن السني، صاحب كتاب ((عمل اليوم والليلة))، وهو تلميذ النسائي، نص على ذلك الإمام الذهبي في ((تذكرة الحفاظ))(3: 940)، وقد أخطأ ابن الأثير صاحب ((جامع الأصول)) خطأً فاحشاً، وهو يترجم للنَّسائي فزعم أن ((المجتبى)) من تأليف النَّسائي، وانتقائه، وأنه تحرى فيه الصحة. انظر: ((هامش تهذيب الكمال))(1: 328). ¶ (2) قلت: بحثت في ((سنن النسائي الكبرى)) أيضاً، ولم أقف على هذه الرواية. ¶ (3) في النسخ: ((عن))، والمثبت من ((المسند)). ¶ (4) في ((مسند البزار))(7: 97). ¶ (5) وهو محمَّد بن أيُّوب بن يحيى بن الضُّرَيْس البَجَلِيّ الرَّازِيّ، أبو عبدالله، من مؤلفاته: ((فضائل القرآن))، و((تفسير القرآن))، (ت294هـ). انظر: ((العبر))(2: 98). ((مرآة الجنان))(2: 222).",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "((فضائلِ القرآن))، وحميدُ بن زَنْجُويَة(1) في ((فضائلِ الأعمال)) عن عبادةَ بنَ الصَّامت، قال: إذا قامَ أحدُكُم في اللَّيلِ فليجهرْ بقراءتِه، فإنَّهُ يطردُ بجهرِهِ الشَّيطان، وفُسَّاقَ الجن، فإنَّ الملائكةَ الذين هم في الهواء، وسكانَ الدَّارِ يستمعونَ بقراءتِه، ويصلُّونَ بصلاتِه، فإذا مضتْ هذهِ اللَّيلة، أوصتْ تلكَ اللَّيلة اللَّيلةَ المستأنفة(2)، فتقول: تُنْبِهيهِ(3) لساعتِه، وكوني عليه خفيفة، فإذا حضرتْهُ الوفاةُ جاءهُ القرآن، فوقفَ عندَ رأسِهِ وهم يغسِّلونَه، فإذا فرغَ منهُ دَخَلَ القرآنُ حتَّى صارَ بينَ صدرِهِ وبينَ كتفِه، فإذا وُضِعَ في حفرتِه، وجاءهُ مُنْكَرٌ ونَكِير، خَرَجَ فصارَ بينَهُ وبينهما، فيقولان: إليكَ عنَّا، فإنَّا نريدُ أن نسأله، فيقول: واللهِ ما أنا مفارقُهُ حتَّى أدخلَهُ الجنَّة...الحديث، كذا أوردَهُ بطولِهِ السُّيوطيُّ في كتابِهِ ((شرحِ الصُّدورِ بشرحِ حالِ الموتِ والقبور )) ، وقال : وأخرجَهُ العُقَيْلِيُّ(4) أيضاً في (( الضُّعفاء ))(5)، ¶ __________ ¶ (1) وهو حميد بن مَخْلَد زَنْجُويَة بن قتيبة بن عبد الله الأزدي النسائي، قال ابن حجر: ثقة ثبت، من مؤلفاته: ((الأموال))، و((الآداب النبوية))، و((الترغيب والترهيب))، (ت248هـ). انظر: ((التقريب))(ص121). ((الأعلام))(2: 319). ¶ (2) العبارة في ((مسند الحارث))(2: 736): فإذا مضت هذه الليلة، وأقبلت الليلة المستأنفة.ا.هـ. ¶ (3) في ب: تنبيه. ¶ (4) وهو محمد بن عمرو بن موسى بن حماد العُقَيْلِيّ المَكِّيِّ، أبو جعفر، قال الكتاني: العالم الثقة في الحديث، من مؤلفاته: ((الضعفاء))، (ت322هـ). انظر: ((العبر))(2: 294). ((النجوم الزاهرة))(3: 248). ((الرسالة المستطرفة))(ص108). ¶ (5) ضعفاء العقيلي))(2: 39)، وقال: وهذا حديث باطل.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وابنُ الجَوْزِيِّ(1) في ((الموضوعات))(2) من وجهٍ آخرَ عنهُ مرفوعاً، وقالا: لا يصحّ. انتهى. ¶ وقال السُّيوطيُّ أيضاً في كتابِهِ ((الوجيز))(3)، الذي تعقَّبِ فيهِ على ((موضوعاتِ ابن الجَوْزِيّ)): حديثُ عبادةَ إذا قامَ أحدُكُم... الحديثُ بطولِه، وفيه ذِكر منكرٌ ونكير، فيه: الكُدَيميّ(4) وضَّاع، وداودُ(5) وليسَ بشيء. ¶ قلتُ(6): الكُدَيميّ منه بريء. ¶ __________ ¶ (1) وهو عبد الرحمن بن علي بن محمد القرشيّ التّيمي البكرِيّ البغداديّ الحنبليّ، أبي الفرج، جمال الدِّين، المعروف بابن الجوزِي، يرجع نسبه إلى أبي بكر الصديق - رضي الله عنه -، والجوزيّ: بفتح الجيم، وسكون الواو، وبعدها زاي، هذه النسبة إلى فرضة الجوز، قال الذهبيّ: كتب بخطه ما لا يوصف، ورأى من القبول والاحترام ما لا مزيد عليه، وحضر مجلسه الخليفة المستضيء مرات من وراء السِّتر، من مؤلفاته: ((زاد المسير في علم التفسير))، و((المنتظم))، و((الموضوعات))، (508-597). انظر: ((وفيات))(3: 140-142). ((العبر)) (4: 297). ((تذكرة الحفاظ))(4: 1342). ¶ (2) الموضوعات))لابن الجوزي(1: 252). ¶ (3) التعقبات على الموضوعات)) للسيوطي(ص14). و((اللالئ المصنوعة في الأحاديث الموضوعة)) للسيوطي(1: 240-241). ¶ (4) وهو محمد بن يونس بن موسى القرشيّ الساميّ الكُدَيميّ البصريّ، قال الذهبيّ: أحد المتروكين، وقال الدارقطنيّ: يتّهم بوضع الحديث، وما أحسن فيه القول إلا مَن لم يخبر حاله، (ت280هـ). انظر: ((الميزان))(6: 378-380). ¶ (5) وهو داود بن راشد بن الطُّفَاويّ الصائغ الكِرمانيّ البصريّ، أبو بحر، قال ابن معين: ليس بشيء، وقال: يروي عنه المقرئ حديثاً في القرآن، ليس بشيء، قال ابن حجر: ليِّن الحديث. انظر: ((الميزان))(3: 11). ((التقريب))(ص138). ¶ (6) القائل أي السيوطي رحمه الله.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "فقد أخرجَهُ ابنُ أبي الدُّنيا في كتابِ ((التَّهجُّد))، وابنُ الضُّرَيْسِ في ((فضائلِ القرآن)) من وجهَيْن آخرين، عن داودَ وردَ بطولِه، ولفظُهُ من حديثِ معاذٍ أخرجَهُ البزَّار(1). انتهى. ¶ وقال ابنُ عِرَاق(2) في ((تَنْزيهِ الشَّريعةِ عن الأحاديثِ الموضوعة))(3)، بعدَ ذِكْرِ هذا الحديث: أخرجَهُ أبو بكرٍ الأَنْبَارِيِّ(4) في كتابِ ((الوقفِ والابتداء)) من حديثِ عبادة، ولا يصحُّ، فيه: داودُ بن راشدِ الطُّفَاويّ، والكُدَيميّ، وتعقَّبَ بأنَّ الكُدَيميَّ منهُ بريء، فقد أخرجَهُ الحارثُ(5) في ((مسنده))(6)، وابنُ أبي الدُّنيا في ((التَّهجد))، وابنُ الضُّرَيْسِ في ((فضائلِ القرآن))، وابنُ نصر(7) ¶ __________ ¶ (1) في ((مسنده))(7: 97). ¶ (2) وهو علي بن محمَّد بن عليّ بن عبد الرحمن بن عراق الكنانيّ، نور الدين، من مؤلفاته: ((تنْزيه الشَّريعة عن الأخبار الشَّنيعة الموضوعة))، و((نشر اللطائف في الطائف))، (907-963هـ). انظر: ((المستطرفة))(ص113). ((الأعلام))(5: 165). ¶ (3) تنْزيه الشريعة))(1: 291). ¶ (4) وهو محمد بن القاسم بن محمد بن بشار بن الحسن بن بيان الأنباريّ، أبو بكر، قال ابن خَلكان: كان علامة وقته في الآداب، وأكثر الناس حفظاً لها، وكان صدوقاً ثقة، ديناً خيِّراً من أهل السنة، وقيل: إنه كان يحفظ مئة وعشرين تفسيراً للقرآن بأسانيدها، من مؤلفاته: ((الكافي)) في النحو، و((غريب الحديث))، و((الإيضاح في الوقف والابتداء))، (271-328هـ). انظر: ((وفيات))(4: 341-343). ((معجم الأدباء))(18: 307-313). ¶ (5) وهو الحارث بن محمد بن أبي أسامة داهر التميميّ البغداديّ، أبو محمد، من مؤلفاته: ((المسند))، قال الدارقطني: صدوق، (186-282هـ). انظر: ((العبر))(2: 68). ((مرآة الجنان))(2: 194). ¶ (6) مسند الحارث))(2: 736). ¶ (7) لعلَّه: أحمد بن نصر الله بن أحمد التستريّ البغداديّ الحنبليّ، محب الدين، المعروف بابن نصر الله، له: ((حواشي على تنقيح الزركشيّ)) في الحديث،و((حواشي على فروع ابن مفلح))، و((حواشي على الوجيز))،(765-844هـ).انظر:((الضوء اللامع))(2: 238).((الكشف))(1: 549).",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "في ((كتابِ الصَّلاة))، كلُّهم من حديثِ داودَ من غيرِ طريقِ الكُدَيميّ. ¶ قلت(1): وداود أخرجَ لهُ أبو داود(2)، والنَّسَائِيّ(3)، ووثَّقهُ ابنُ حبَّان(4). ¶ وأدخلَهُ ابنُ حَجْرَ في ((التَّقريب))(5)، في طبقةِ مَن لم يثبتْ فيه ما يتركُ الحديثُ لأجلِه. ¶ وله شاهدٌ من حديثِ معاذَ بن جبل، أخرجَهُ البزَّارُ في ((مسنده))(6) عن خالد بن مَعْدَان(7)، عن معاذ، وفيه انقطاع. ¶ قال البزَّار: خالدٌ لم يسمعْ من معاذ. انتهى. ¶ فهذه آثارٌ صريحة، وبعضُها وإن كانت أسانيدُها ضعيفة، فبعضُها قويَّةٌ دالَّةٌ على حصولِ الجماعةِ بالملائكةِ واقتداؤهم بالأئمَّةِ البشريَّة. ¶ وهناكَ أخبارٌ دالةٌ عليه: ¶ بعضُها صريحة، تركنا ذكرَهَا خوفاً من التَّطويلِ الموجبِ للملالة، فخيرُ الكلامِ ما قلَّ ودلّ. ¶ وبعضُها وإن كانت غير صريحةْ لكنَّها كالصَّريحة، تركنَا ذكرَها؛ لكونِ الصَّريحِ كافياً في المقصود، من غيرِ احتياجٍ إلى الكناية، وقد استفيدَ من سردِ الآثارِ المذكورةِ أمور: ¶ - الأوَّل - ¶ إنَّهُ يستحبُّ الأذانُ والإقامةُ للمسافر، ولِمَن يُصَلِّي في الصَّحراء، والأرضِ القفراء، وإن كان منفرداً. ¶ __________ ¶ (1) القائل: ابن عراق رحمه الله. ¶ (2) في ((سننه))(2: 83). ¶ (3) في ((السنن الكبرى))(6: 30). ¶ (4) في ((الثقات))(6: 281). ¶ (5) تقريب التهذيب))(ص138)، وقال فيه: ليِّن الحديث. ¶ (6) في ((مسند البزار))(7: 97). ¶ (7) وهو خالد بن مَعْدَان الكَلاعيّ الحِمصيّ، أبو عبد الله، قال ابن حجر: ثقة عابد يرسل كثيراً، (ت103هـ). انظر: ((التقريب))(ص130).",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ويشهدُ له ما أخرجَهُ أبو داودَ والنَّسائيِّ عن عقبةَ بن عامر: سمعتُ رسولَ اللهِ صلَّى اللهُ عليه وسلَّم، يقول: (يَعْجَبُ رَبُّكَ مِنْ رَاعِي غَنَمٍ فِي رَأَسِ شَظِيَّةِ(1) الجَبَلِ يُؤذِّنُ بِالصَّلاةِ وَيُصَلَّي، فَيَقُولُ الله: انْظُرُوا إِلَى عَبْدِي هَذَا، يُؤذِّنُ وَيُقِيمُ الصَّلاة، يَخَافُ مِنِّي، قَدْ غَفَرْتُ لِعَبْدِي وَأَدْخَلْتُهُ الجَنَّة)(2). ¶ وفي البابِ أخبارٌ أخرُ مبسوطةٌ في مواضعِها، وليس هنا موضعَ بسطِها. ¶ - والثاني - ¶ في استحبابِ الجهرِ بالقراءةِ في الصَّلاةِ الجهريَّة، والصَّلواتِ اللَّيليَّةِ للمنفرد، ولا سيِّما إذا صلَّى بالأذانِ والإقامة. ¶ - والثالث - ¶ تضاعفُ الصَّلاةُ في الفلاة إذا صلَّى بالأذانِ والإقامةِ على الصَّلاةِ في المساجدِ بالجماعة، وحديثُ أبي داودَ(3) نصَّ فيه، وإسنادُهُ جيد، قالَهُ العَيْنِيُّ(4) في ((البنايةِ شرح الهداية))(5). ¶ __________ ¶ (1) الشَّظِيَّة: هي القطعة تنقطع من الجبل، ولم تنفصل منه. انظر: ((الترغيب))(1: 113). ¶ (2) في ((سنن أبي داود))(2: 4). و((المجتبى))(2: 20). و((مسند أحمد))(4: 145). و((المعجم الكبير)) (17: 309). و((سنن البيهقي الكبير))(1: 405). وغيرها. ¶ (3) سبق تخريجه (ص33). ¶ (4) وهو محمود بن أحمد بن موسى بن أحمد العنتابيّ العَيْنيّ الحلبيّ القاهريّ الحنفيّ، أبو محمد، بدر الدين، وكان أبوه قاضياً بعين تاب، فنسب إِليه، قال السيوطي: كان إماماً عالماً علامة، عارفاً بالعربية والتصريف، حافظاً للغة، سريع الكتابة، من مؤلفاته: ((رمز الحقائق شرح كنْز الدقائق))، و((منحة السَّلوك شرح تحفة الملوك))، و((عمدة القاري شرح صحيح البخارِيّ)) (762-855هـ). انظر: ((الضوء اللامع))(10: 131). ((البدر الطالع))(2: 294). ((الفوائد البهيّة))(ص340). ¶ (5) انظر: ((البناية في شرح الهداية))(2: 44).",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وقالَ المُنْذِريُّ في كتابِ ((التَّرغيب)): ذَهَبَ بعضُ العلماءِ إلى تفضيلِ الصَّلاةِ في الفلاةِ على الصَّلاةِ في الجماعة. انتهى(1). ¶ ثمَّ ذَكَرَ في معرضِ إسنادِهِ حديثَ أبي داود(2)، وحديثَ عبدِ الرَّزاقِ عن سلمان(3)، وحديث النَّسائيِّ عن عقبةَ في الأذانِ على شظيَّةِ الجبل(4)، وقد مرَّ ذكرها. ¶ وحديث أبي يَعْلَى(5) عن أنسٍ مرفوعاً: (مَا مِنْ بُقْعَةٍ يُذْكَرُ عَلَيْهَا بِصَلاةٍ أَوْ بِذِكْر، إلاَّ اِسْتَبْشَرَتْ(6) بِذَلِكَ إِلَى مُنْتَهَاهَا إِلَى سَبْعِ أَرْضِين، وَفَخِرَتْ عَلَى مَا حَوْلَهَا مِنَ البِقَاع، وَمَا مِنْ عَبْدٍ يَقُومُ(7) بِفَلاةٍ مِنْ الأَرْضِ يُرِيدُ الصَّلاةَ إِلاَّ تَزَخْرَفَتْ لَهُ الأَرْضَ)(8). ¶ - والرابع - ¶ وهو الأمرُ الذي نحنُ بصددِهِ أنَّ الجماعةَ تحصلُ بالملائكة، وقال السُّيُوطيُّ في ((الحبائكِ في أخبارِ الملائك)): ذَكَرَ السُّبْكِيُّ في ((الحلبيَّات)): إنَّ الجماعةَ تحصلُ بالملائكة، كما تحصلُ من بني آدم. ¶ __________ ¶ (1) من ((الترغيب والترهيب))(1: 265). ¶ (2) سبق تخريجه (ص33-34). ¶ (3) سبق تخريجه (ص31). ¶ (4) سبق تخريجه (ص41). ¶ (5) وهو أحمد بن عليّ بن المُثَنّى بن يحيى بالتَّميميّ المَوْصِليّ، أبو يَعْلَى، قال الذَّهَبِيّ: كان ثقة صالحاً متقناً يحفظ حديثه، من مؤلفاته: ((المسند))، (ت307هـ). انظر: ((العبر))، ((الكشف)(2: 1679). ¶ (6) في النسخ: ((استسرت))، والمثبت من ((المسند)). ¶ (7) في النسخ: ((يقدم))، والمثبت من ((المسند)). ¶ (8) في ((مسند أبي يعلى))(7: 142). و((الترغيب والترهيب))(1: 265-266).",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "قال: وبعد إن قلت ذلك بحثاً رأيتُهُ منقولاً ففي ((فتاوى الحَنَّاطيّ(1) )) من أصحابِنا: إنَّ مَن صلَّى في فضاءٍ من الأرضِ بأذانٍ وإقامةٍ وكان مُنْفَرداً، ثُمَّ حَلَفَ أنَّهُ صلَّى بالجماعة، هل يحنث؟ ¶ أجاب: بأنه يكونُ بارَّاً في يمينِه، ولا كفارةَ عليه، لما روي أنَّ النَّبيَّ صلَّى اللهُ عليه وسلَّم، قال: (كُلٌّ مَنْ أَذَّنَ وَأَقَامَ فِي فَضَاءٍ مِنَ الأَرْضِ وَصَلَّى وَحْدَه، صَلَّتِ المَلائِكَةُ خَلْفَهُ صُفُوفَاً)(2)، فإذا حلفَ على هذا المعنى، فلا يحنث. ¶ قال السُّبْكِيّ: ويُبْتَنَى على ذلك أنَّ مَن تركَ الجماعةَ بغيرِ عذر، وقلنا: بأنَّهُ فرضُ عين، فصلاةُ الملائكةِ إن قلنا إنَّها كصلاةِ الآدميِّين، وإنَّها تصيرُ بها(3) الجماعة، فقد يقال: إنَّها تكفي لسقوطِ القضاء. انتهى. ¶ وفي ((الفروع))(4) من كتبِ الحنابلِة: قال في ((النَّوادر)): تنعقدُ الجُمُعةُ والجماعةُ بالملائكةِ ومسلمي الجنّ. انتهى كلامُ السُّيوطيّ. ¶ __________ ¶ (1) وهو الحسين بن محمد بن الحسن الحَنَّاطِيّ الطَّبَرِيّ الشَّافِعِيّ، والحَنَّاطي معناه الحنّاط الخبّاز والبقّال، قال ابن السمعاني: لعلَّ أنَّ بعض أجداده كان يبيع الحنطة، أبو عبد الله، قال النووي: من أصحاب الوجوه، من مؤلفاته: ((الكفاية في الفروق))، و((الفتاوى))، (ت بعد 400هـ). انظر: ((تهذيب الأسماء))(2: 254). ((طبقات الأسنوي))(1: 193-194). ¶ (2) لم أقف عليه بهذا اللفظ، وإنما يؤيد هذا الأحاديث السابق ذكرها (ص31). ¶ (3) في النسخ: ((به)). ¶ (4) الفروع))(1: 536).",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وقال السُّيوطيُّ أيضاً في ((تنويرِ الحوالكِ على موطَّأ مالك)) تحتَ أثرِ سعيدِ بن المسَّيب: في فتاوى ((الحَنَّاطي)) من أصحابِنا: لو حَلَفَ مَن صلَّى في فضاءٍ من الأرضِ منفرداً بأذانٍ وإقامةٍ أنه صلَّى بالجماعةِ كان بارَّاً في يمينِهِ ولا كفارةَ عليه، واستدلَّ بحديثِ سلمان(1)، ووافقَهُ السُّبْكِيُّ في ((الحلبيّات))، واستدلَّ به وبحديثِ ((الموطَّأ))(2). انتهى(3). ¶ وقال محمَّدُ بنُ عبدِ الباقي الزَّرْقَانِيّ المَالِكيّ(4) في ((شرحِ الموطَّأ)) بعد نقلِه: فيهِ نظر، فإنَّ الأيمانَ مبنيّةٌ على العرف. انتهى(5). ¶ وفي ((الأشباهِ والنَّظائر)) لابنِ نُجَيْمٍ الحَنَفيِّ في بحثِ (أحكامِ الجانِّ) بعدَ ذِكْرِ انعقادِ الجماعةِ بالجن: ونظيرُ ذلكَ ما ذَكَرَهُ السُّبْكِيُّ أنَّ الجماعةَ تحصلُ بالملائكة، وفرَّعَ على ذلكَ أنه لو صلَّى بأذانٍ وإقامةٍ منفرداً ثمَّ حَلَفَ أنه صلَّى بالجماعةِ لم يحنث. انتهى(6). ¶ __________ ¶ (1) سبق تخريجه (ص28). ¶ (2) موطأ مالك))(1: 74). ¶ (3) من ((تنوير الحوالك))(1: 72). ¶ (4) وهو محمد بن عبد الباقي بن يوسف بن أحمد بن علوان الزَّرْقَانِيّ المِصْرِيّ الأزهريّ المَالِكيّ ، أبو عبد الله، قال الكتاني عنه : خاتمة المحدثين في الديار المصرية، من مؤلفاته: ((شرح البيقونية))، و((وصول الأماني)) في الحديث، و((الوسائل السنية من المقاصد السخاوية))، و((شرح المَوَاهب اللَّدُنِّيَّة))، و((شرح الموطأ))، قال الإمام اللكنوي : وهما شرحان معتبران، (1055-1122هـ) انظر: ((غيث الغمام))(ص99). ((الكشف)) (2: 1798)، ((المستطرفة))(ص143). ((معجم المؤلفين)) (3: 383). ¶ (5) من ((شرح الزرقاني على الموطأ))(1: 222). ¶ (6) من ((الأشباه والنظائر))(ص328).",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "قال ابنُ عَابِدينَ الشَّاميّ الحَنَفيّ(1) في ((ردِّ المحتارِ على الدُّرِّ المختار)) بعدَ نقلِه، أقول: ما نقلَهُ السُّبْكيُّ مأخوذٌ من حديث: (إِنَّ المَسَافِرَ إِذَا أَذَّنَ وَأَقَامَ صَلَّى خَلْفَهُ مَنْ جُنُودِ المَلائكةِ مَا لا يُرَى طَرَفَاه)، رواهُ عبدُ الرَّزاق(2). ¶ __________ ¶ (1) وهو محمد أمين بن عمر بن عبد العزيز (ت1252هـ)، وهو خاتمة المحقِّقين في المذهب الحنفي، سبقت ترجمته. ¶ (2) في ((مصنفه))(1: 510)، ولفظه قريب من هذا.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ومقتضاهُ وجوبُ الجهرِ عليه، لكن قدَّمنا في (بابِ الأذانِ) التَّصريحِ عن ((التَّاتارخانيَّة))(1): بأنَّ حكمَهُ حكم المنفردِ في الجهرِ والمخافتة، وبه يُعْلَمُ أنَّهُ يحنثُ بحلفِهِ عندنا، لا سيَّما والأيمانُ مبنيَّةٌ على العرفِ عندنا، وهو منفردٌ عرفاً وشرعاً، وإلاَّ لأخذَ أحكامَ الإمام، على أنه مرَّ فيِ الفصلِ السَّابقِ أنه لا يلزمُهُ الجهرُ إلاَّ إذا نوى الإمامة، وكذا مرَّ في (شروطِ الصَّلاة): لا يحنثُ في لا يؤمُّ أحداً، ما لم ينوِ الإمامة، وليس في الحديثِ التُّصريحُ بالاقتداءِ به، وإن كان المرادُ ذلك، فلعلَّ انعقادَ الجماعةَ بالجنِّ والمَلَك إنَّما يستلزمُ أحكامَها إذا كانوا على صورةٍ ظاهرة؛ ولهذا لو جامعَ جنيٌّ المرأةَ ووجدتْ لذَّة، لا يلزمُها الاغتسالُ كما في ((الخانيَّة))(2)، إلاَّ إذا أنزلَت، كما في ((الفتح)) ، أو جاءها على صورةِ آدميٍّ........ ¶ __________ ¶ (1) الفتاوى التَّاتارخانيَّة)) لعالم بن علاء الحنفيّ الأندريتيّ، فريد الدين، صنَّفه في سنة (777هـ)، بإشارة الخان الأعظم القهرمان المعظم تاتارخان، وسمَّاه باسمِهِ، كما قال في بداية ((الفتاوى التَّاتارخانيَّة))(ق1/أ،ب) (ت786هـ). انظر: ((نزهة الخواطر))(2: 64-65)، ((الكشف))(1: 268)، ((معجم المؤلفين))(2: 26). ¶ (2) الفتاوى الخانية))(1: 43) لحسن بن منصور بن محمود بن عبد العزيز الأُوزْجَنْدِيّ الفَرْغَانِيّ الحَنَفيّ، أبي القاسم، فخر الدين، المشهور بقاضي خان، وأُوزْجَنْد مدينة بنواحي أصبهان بقرب فرغانة، ومن مؤلفاته: ((شرح الجامع الصغير)) ، و((شرح الزيادات))، و((شرح أدب القضاء))، قال الإمام اللكنوي عن ((فتاواه)): معتمدة عند أجلَّة الفقهاء، حتى قال قاسم بن قطلوبغا في ((تصحيح القُدوريّ)): ما يصحِّحَه قاضي خان مقدَّم على تصحيح غيره؛ لأنه فقيه النَّفس، (ت592هـ). انظر: ((الجواهر))(2: 94). ((تاج التراجم))(ص151-152). ((الفوائد)) (ص111).",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "... ... ¶ كما في ((الحَلْبَة))(1)، وكذا يقالُ في إمامةِ الجنِّيّ . انتهى كلامُ ابن عابدين(2). ¶ أقول: فيه أنظار: ¶ أمَّا أوَّلاً: ففي قولِه: مقتضاهُ وجوبُ الجهرِ عليه. ¶ إنَّ وجوبَ الجهرِ إنَّما هو إذا علمَ قطعاً أنهم يصلُّونَ مقتدينَ به بحسبِ الظَّاهر، وليس كذلك، فليس كلُّ رجلٍ يرى مَلَكاً، ولا كلُّ إمامٍ يَعْلَمُ ذلك قطعاً. ¶ وأمَّا ثانياً: ففي قولِه: وبهِ يعلمُ أنه يحنثُ بحلفِهِ عندنا. ¶ فإنه ينبغي أن يقيِّدَ ذلك بما إذا لم ينوِ شيئاً، أو نوى جماعةً عرفيَّة، وأمَّا إذا أرادَ مطلقَ الجماعة، ولو جماعةَ الملائكةِ يكونُ بارّاً بشهادةِ الصَّادقِ المصدوقِ صلَّى اللهُ عليهِ وسلَّم. ¶ وأمَّا ثالثاً: ففي قوله: وهو منفردٌ عرفاً وشرعاً. ¶ فإنَّهُ وإن صحَّ انفرادُهُ عرفاً، لكنَّهُ ليسَ بمنفردٍ شرعاً بشهادةِ الأخبارِ الواردةِ فيه. ¶ وأمَّا رابعاً: ففي قولِه: وإلاَّ لأخذَ أحكامَ الإمام. ¶ __________ ¶ (1) وقع في الأصل: ((الحلية))، وقد حقَّق الشيخ العلامة عبد الفتاح أبو غدة رحمه الله في إحدى تعليقاته على كتاب ((الأجوبة الفاضلة في الأسئلة العشرة الكاملة))(ص197-201) أن اسم الكتاب هو ((حَلْبَةُ المُجَلِّي وبغية المهتدي في شرح منية المصلي وغنية المبتدي))، وأن اسم ((حلية المحلي)) تحريف قطعاً، ونبَّه أن هذا التحريف وقع في كثير من كتب الفقه الحنفي مثل ((حاشية ابن عابدين))، فلينتبه لذلك. ¶ و((حَلْبَةُ المُجَلِّي)) لمحمد بن محمد بن محمد الحلبِيّ الحنفي، أبو عبد الله، شمس الدين، المعروف بابن أمير حاج، قال اللكنويّ: وشرحه ((للمنية)) يدلّ على تبحّرِه، وسعة نظره، ورجحانِ فكره، ولو جُعل من أربابِ التّرجيحِ فهو رأي نجيح، ومن مؤلفاته: ، و((التقرير والتحبير شرح التحرير)) (825-879هـ). انظر: ((الضوء اللامع))(9: 210-211). ((المستطرفة))(ص146-147). ¶ (2) من ((رد المحتار))(1: 372)",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "فإنَّ أخذَهُ أحكامَ الإمامِ إذا عَلِمَ إمامتَهُ قطعاً، وإذا ليسَ فليس. ¶ وأمَّا خامساً: ففي قولِه: ليس في الحديثِ التَّصريحُ بالاقتداءِ به. ¶ فإنَّ اللَّفظَ الذي ذكرَهُ وإن لم يكنْ مصرَّحاً به، لكنَّ الألفاظَ الأُخر مصرَّحةٌ به على ما مرَّ ذِكْرُها(1). ¶ وأمَّا سادساً: ففي قولِه: فلعلَّ انعقادَ الجماعةَ بالجنّ...الخ. ¶ فإنَّ هذا أمرٌ ليسَ فيه محلّ ليتَ ولعلّ، فإنَّ أحكامَ الجماعةِ من وجوبِ الجهرِ وغيرِهِ نيطتْ شرعاً بما إذا تحقَّقت الإمامةُ ظاهراً، فإذا اقتدى المَلَكُ والجنُّ على صورةِ آدميّ، أو على صورتِه، ورآهُ الإمامُ بفضلِ اللهِ وقوَّتِهِ تجبُ لوازمُ الجماعة، وإلاَّ فلا، وهو لا يستلزمُ أن لا تتحقَّقَ(2) الجماعةُ هناك مطلقاً، وينتفي إطلاقُ الإمامةِ رأساً. ¶ وأما سابعاً: ففي قولِه: ولهذا لو جامعَ جنيٌّ امرأةً...الخ. ¶ فإنَّهُ بحثٌ متوقّفٌ فيه، وتفصيلُ ذلك أنَّ مسألةَ وطئ الجنِّيِّ للإنسيَّةِ قد وَقَعَ في وضعِها نوعُ اختلاف، ففي بعضِ الكتبِ وُضِعَ في حالةِ النَّوم، كما في ((فتاوى قاضي خان)): امرأةٌ قالت: معي جنيٌّ يأتيني في النَّومِ مراراً، وأجدُ في نفسي ما أجدُ لو جامَعَنِي زوجي، لا غُسْلَ عليها. انتهى(3). ¶ __________ ¶ (1) ص44). ¶ (2) في النسخ: ((يتحقق)). ¶ (3) من ((فتاوى قاضي خان))(1: 43)،",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وقال الحَمَويُّ(1) في ((حواشي الأشباه)): يُفْهَمُ منه أنها لو قالت: يأتيني في اليقظة أنها تَجِبُ عليها الغُسْلُ بالإيلاج، وإن لم تُنْزِل؛ لأنه لا يأتيها إلا في صورةِ آدميِّ، فليحرّر. انتهى(2). ¶ وفيه ما لا يخفى فإنَّ انحصارَ إتيانِهِ في حالةِ اليقظةِ في صورةِ آدميٍّ ممنوع؛ فإنَّ رؤيةَ الجنِّ على صورتِهِم، أو على صورةِ غيرِ الآدميِّ ممكنٌ بل متحقِّق. ¶ وفي بعضِها: وضعَ في حالةِ اليقظةِ كما في ((الظَّهيريَّة))(3)، و((الخلاصة))(4) وغيرهما: امرأةٌ قالت: معي جنيٌّ يأتيني في اليومِ مراراً، وأجدُ في نفسي ما أجدُ إذا جامعَنِي زوجي، لا غسلَ عليها. انتهى. ¶ __________ ¶ (1) وهو أحمد بن محمد المكّيّ الحسينيّ الحمويّ المصريّ الحنفيّ، شهاب الدين، من مؤلفاته: ((غمز عيون البصائر على محاسن الأشباه والنظائر))، و((تذهيب الصحيفة بنصرة الإمام أبي حنيفة))، و((العقود الحسان في مذهب النعمان))، (ت1098هـ). انظر: ((هدية العارفين)) (1: 164). و((معجم المؤلفين))(1: 259). ¶ (2) غمز عيون البصائر على محاسن الأشباه والنظائر))(2: 183). ¶ (3) الفتاوي الظهيرية)) لمحمد بن أحمد بن عمر المحتسب البخاريّ الحنفيّ، ظهير الدين، ومن مؤلَّفاته: ((الفوائد الظهيرية))، (ت619)، قال الإمام اللكنويّ: طالعت ((الفتاوي الظهيرية)) فوجدته كتاباً متضمناً للفوائد الكثيرة. انظر: ((الفوائد))(ص257). ((الكشف))(2: 1226). ¶ (4) خلاصة الفتاوي)) قال الإمام اللكنويّ: وهو كتاب معتبر عند العلماء، معتمد عند الفقهاء، لطاهرِ ابنِ أحمد بنِ عبد الرشيد بن الحسين البخاريّ، افتخار الدِّين، قال: الكفويّ: كان عديم النظير في زمانه، فريد أئمة الدهر، شيخ الحنفيّة بما وراء النهر، من أعلام المجتهدين في المسائل، ومن مؤلفاته: ((النصاب))، و((خزانة الواقعات))، (1أو 482ـ 542هـ). انظر: ((الفوائد))(ص146). ((الجواهر))(2: 276). ((التاج))(ص172).",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وقد وضعَ ابنُ الهُمَامِ(1) في ((فتحِ القدير)) المسألةَ في حالةِ النَّوم، وقيَّدَها بقولِه: لا يخفى أنه مقيَّدٌ بما إذا لم ترَ الماء، فإن رأتهُ صريحاً وَجَبَ الغُسْلُ كأنه احتلام(2). ¶ وقد اغترَّ صاحبُ ((تنويرِ الأبصارِ))(3) بإطلاقِ عباراتِ بعضِ الكتب، فقيَّدَ الحَشَفةَ في بحثِ موجباتِ الغُسْلِ بالآدميِّ حيث قال: وإيلاجُ حَشَفةِ آدميّ(4). ¶ وقال في شرحِهِ ((منح الغفَّار)): احترزَ بالقيدِ الأوَّلِ عن الجنِّيّ، لما في ¶ __________ ¶ (1) وهو محمد بن عبد الواحد بن عبد الحميد بن مسعود السّكندريّ السّيواسيّ القاهريّ الحنفيّ، كمال الدين، الشهير بابن الهُمَام، ومن مؤلفاته: ((تحرير الأصول))، و((المسايرة في العقائد))، و((زاد الفقير)) ، قال الإمام اللكنوي: كلها مشتملة على فوائد قلَّما توجد في غيرها، وقد سلك في أثر تصانيفه ، لا سيما ((فتح القدير)) مسلك الإنصاف متجنباً عن التعصب المذهبي والاعتساف ، إلا ما شاء الله (790-861هـ). انظر: ((الضوء اللامع)) (6: 127). و((الفوائد))(ص296-298). ¶ (2) انتهى من ((فتح القدير للعاجز الفقير على الهداية))(1: 55). ¶ (3) تنوير الأبصار)) لمحمَّدُ بنُ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِيّ الغزِّي، شمس الدِّين، نسبة إلى تُمُرْتَاش : بضمتين، وسكون الراء، وتاء وألف، وشين، قرية من قرى خُوارَزم، وهو من تلامذة صاحب ((البحر الرَّائق))، قال محب الدين: كان إماماً كبيراً، حسن السمت، قوي الحافظة، كثير الاطلاع، ولم يبقَ من يساويه في الرتبة، وألف التآليف العجيبة المتقنة، ومن مؤلفاته: ((تنوير الأبصار))،وشرحه سمَّاه ((منح الغفار))، و((الوصول إلى قواعد الأصول))، و((إعانة الحقير شرح زاد الفقير))، (ت1004هـ). انظر: ((خلاصة الأثر))(4: 18-20). ((طرب الأماثل))(562-563)، ((دفع الغواية))(ص11). ¶ (4) انتهى من ((تنوير الأبصار))(1: 108).",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "((المحيط))(1) لو قالت امرأةٌ: معي جنيٌّ يأتيني، فأجدُ في نفسي ما أجدُ إذا جامعَ زوجي، لا غسلَ عليها. انتهى(2). ¶ ولا يخفى عليك ما فيه؛ فإنَّ عبارةَ ((المحيط)) ونحوِهِا إن كانتْ محمولةً على حالةِ النَّومِ فحكمُ عدمِ وجوبِ الغسلِ صحيح، لكن مع القيدِ الذي ذكرَهُ ابنُ الهُمَام، لكنَّهُ لا يقتضي تقييدَ الحشفةِ بالآدميّ، فإنَّ الكلامَ هناك في اليقظةِ لا في المنام. ¶ وإن كانتْ محمولةً على حالةِ اليقظة، فقد قيَّدَها ابنُ أميرِ حاج في ((حَلْبَة المُجَلي))(3): بما إذا لم يظهرْ في صورةِ آدميّ، أمَّا إذا ظهرَ في صورةِ آدميّ وَجَبَ الغُسْلِ مع قطعِ النَّظر عند وجوبِ الغُسْل، وإن لم يظهرْ في صورة آدميّ بعدَ تحقُّقِها أنه يجامعُها في اليقظةِ ممَّا لا وجهَ له. ¶ __________ ¶ (1) المحيط البرهاني)) في (كتاب الطهارات)(ص180). وهو لمحمد بن أحمد بن عبد العزيز البُخَارِيّ، برهان الدين، قال الكفوي: كان إماماً فارساً في البحث، عديم النظير، له مشاركة في العلوم، وتعليق في الخلاف، ومن مؤلفاته: ((ذخيرة الفتاوي)) قال الإمام اللكنوي: قد طالعت ((الذخيرة)) وهو مجموع نفيس مُعتبرٌ، (ت616). انظر: ((الجواهر))(3: 233-234). ((الفوائد))(ص291). ¶ (2) من ((منح الغفار شرح تنوير الأبصار))(ق13/ب). ¶ (3) وقع في النسخ: ((حلية المحلي))، وهو تحريف، وسبق أن نبهنا عليه.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ولذا قال أبو المَعَالي الحَنْبَلِيُّ في ((شرحِ هدايةِ أبي الخَطَّابِ الحَنْبَلِيّ(1) )) على ما نقلَهُ الشِّبْلِيّ: امرأةٌ قالت: إنَّ جنيَّاً يأتيني كما يأتي الرَّجلُ المرأة، هل يجبُ عليها الغسل، قال بعضُ الحنفيَّة: لا غسلَ عليها؛ لانعدامِ سببها، وهو الإيلاجُ والاحتلام، فهو كالمنامِ بغيرِ إنزال. ¶ قلت(2): وفيما قالَهُ نظر؛ لأنها إذا كانتْ تعرف(3) أنه يجامعُها كالرَّجلِ فكيفَ يقول: لا إيلاجَ ولا احتلام، وإذا انعدمَ السَّببُ وهو الإيلاجُ أو الاحتلام، فكيف يوجدُ الجماع. انتهى(4). ¶ وكذا بحثَ فيهِ صاحبُ ((البحرِ الرَّائق)) بقوله: قد يقال: ينبغي وجوبُ الغُسْلِ بغيرِ إنزال؛ لوجودِ الايلاج، لأنها تعرفُ أنه يجامعها، كما لا يخفى. انتهى(5). ¶ وبالجملة؛ فالقولُ بأنه لا يجبُ الغسلُ بوطء الجنِّيِّ في اليقظةِ إلاَّ إذا أنزلت، أو ظهرَ في صورةِ آدميِّ ممَّا لا يعلمُ وجهه. ¶ وأمَّا ثامناً: ففي قولِه: وكذا يقالُ في إمامتِهِ الجنِّيّ. ¶ فإنَّهُ يفيدُ أنَّ إمامتَهُ إنَّما تصحُّ إذا ظهرَ بصورةِ آدميّ، وهذا ممَّا لا يظهرُ وجهُه، فإنَّ الجنِّيَّ مكلَّفٌ بأحكامِ الشَّريعةِ سواءٌ تصَّورَ بصورةِ آدميِّ أو لا. ¶ فافهمْ فإنَّ المقامَ ممَّا يُعْرَفُ ويُنْكَر، ولا تسرعْ في الرَّدِّ والقبول، فإنه أمرٌ مُنْكَر. ¶ تنبيه: ¶ __________ ¶ (1) وهو محفوظ بن أحمد بن الحسن بن أحمد الكَلْوَاذانيّ البغداديّ الأزجِيّ الحنبليّ، أبو الخطَّاب، قال الذهبي: شيخ الحنابلة وصاحب التصانيف، كان إماماً علامة، ورعاً صالحاً، وافر العقل، غزير العلم، حسن المحاضرة، جيِّد النظم، من مؤلفاته: ((التمهيد)) في أصول الفقه، و((رؤوس المسائل))، و((الهداية))، (432-510هـ). انظر: ((العبر))(4: 21). ((مرآة الجنان))(3: 200). ¶ (2) القائل هو الشبلي رحمه الله. ¶ (3) وقع في النسخ: ((تعرفها))، والمثبت من ((الآكام)). ¶ (4) من ((آكام المرجان))(ص78). ¶ (5) من ((البحر الرائق))(1: 60).",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "صلاةُ الملائكةِ حالةَ اقتدائهم هل هي كصلاةِ الآدميِّينَ في الأفعالِ والأقوال؟ ¶ الظَّاهرُ نعم في الأفعال؛ لأنَّ شأنَ المأمومِ أن يتَّبعَ إمامَهُ فيما يفعلُه، وإلاَّ فهو ليسَ بمأموم. ¶ وأمَّا موافقةُ الأذكارِ فليسَ بضروريّ، فيحتملُ أنهم يُسَبِّحُونَ في الرُّكوعِ والسُّجُودِ بتسبيحاتِنا، ويتشهَّدونَ بتشهُّدنا أو بغيرها. ¶ وأمَّا توافقهم في الرُّكوعِ والسُّجودِ والقيامِ والقعودِ فأمرٌ ظاهر. ¶ وظاهرُ ما مرَّ ذِكْرُهُ(1) عن ابنِ الصَّلاح: إنَّ الملائكة لم يعطُوا فضيلةَ قراءةَ القرآنِ مطلقاً، بل استماعُهُ فقط، لكن قال السُّيوطيُّ في تفسيرِهِ ((الدُّرّ المنثور)): أخرجَ أبو عبيدٍ عن أبي المنهالِ يسارِ بن سلامة أنَّ عمرَ بن الخطَّابِ سقطَ عليه رجلٌ من المهاجرين، وعمرُ يتهجَّدُ باللَّيلِ يقرأ بفاتحةِ الكتابِ لا يزيدُ عليها، ويُكبِّرُ ويُسبِّح، ثمَّ يَركعُ ويسجد، فلمَّا أصبحَ الرَّجلُ ذكرَ ذلك لعمر، فقال عمر: لأمِّكَ الويل، أليستْ تلكَ صلاةُ الملائكة؟ ¶ قلت(2): فيه أنَّ الملائكةَ أُذِنَ لهم في قراءةُ الفاتحةِ فقط، فقد ذكرَ ابنُ الصَّلاحِ أنَّ قراءةَ القرآنِ خصيصةٌ أوتيها البشرُ دونَ الملائكة، وأنهم حريصونَ على سماعِهِ من الإنس. انتهى(3). ¶ وأمَّا اقتداءُ الإنسِ بالملائكة فالأصلُ فيهِ حديثُ إمامةِ جبريلَ للنَّبيِّ صلَّى اللهُ عليهِ وسلَّمَ في يومَيْن، وهو حديثٌ رُوِيَ بطُرُقٍ متعدَّدةٍ في كتبِ معتمدة(4): ¶ __________ ¶ (1) ص22). ¶ (2) القائل هو السيوطي رحمه الله. ¶ (3) من ((الدر المنثور))(1: 17). ¶ (4) مثل: ((صحيح ابن خزيمة))(1: 168)، و((المنتقى))(1: 46)، و((سنن الترمذي))(1: 279)، و((سنن أبي داود))(1: 107)، و((مسند أحمد))(1: 333)، و((المعجم الكبير))(6: 37)، و((سنن البيهقي الكبرى))(1: 364)، و((مسند الشافعي))(ص26)، و((مسند عبد بن حميد))(1: 233))، و((مسند أبي يعلى)) (5: 135).",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "في بعضِها: إنَّ النَّبيَّ صلَّى اللهُ عليهِ وسلمَّ مع أصحابِهِ اقتدى به. ¶ وفي بعضِها: إنه اقتدى به، وأصحابُهُ اقتدى بهِ صلَّى اللهُ عليهِ وسلَّم. ¶ واختلفَ الرِّواياتُ في أوَّلِ صلاةٍ صلاَّها جبريلُ بهم: ¶ ففي بعضِها: إنها(1) صلاةُ الصُّبحِ صبيحةَ ليلةَ المعراج. ¶ وفي بعضِها: وهو الأصحّ، أنَّها(2) صلاةُ الظُّهرِ من يومِ ليلةِ المعراج، وكانت إمامتُهُ إلى صلاةِ الصُّبحِ من اليومِ الثَّالث. ¶ وقد بسطَ طرقَهُ واختلافَهُ ابنُ عبِد البَرِّ(3) في ((الاستذكار))، و((التَّمهيد))(4) شرحي ((الموطَّأ)). ¶ والعَيْنِيُّ في ((البنايةِ شرحِ الهداية))(5)، و((عمدةِ القاري شرحِ صحيحِ البُخاري))(6). ¶ __________ ¶ (1) وقع في النسخ: انه. ¶ (2) وقع في النسخ: انه. ¶ (3) وهو يوسف بن عبد البر بن محمد النمريّ القرطبيّ المالكيّ، قال الباجيّ: لم يكن بالأندلس مثله في الحديث، وقال ابن حزمٍ: لا أعلم في الكلام على فقه الحديث مثله، من مؤلفاته: ((الاستذكار))، و((التمهيد))، و((الاستيعاب في أحوال الأصحاب))، (368-463هـ). انظر: ((وفيات))(7: 66-71). ((مقدمة التعليق الممجد)) (ص22). ¶ (4) التمهيد في شرح الموطأ))(8: 16-19). ¶ (5) البناية))(1: 785-790). ¶ (6) عمدة القاري))(4: 48).",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "والزَّيْلَعِيُّ(1) في ((نصبِ الرَّايةِ لتخريجِ أحاديثِ الهداية))(2). ¶ وابنُ حَجَرٍ العَسْقَلانِيّ في ((الدِّرايةِ لتخريجِ أحاديثِ الهداية))(3)، وفي ((تلخيصِ الحبيرِ في تخريجِ أحاديثِ شرحِ الوجيز))(4) للرَّافِعِيِّ الكبير(5)، وغيرهم. ¶ وخلاصةُ كلامهم: ¶ إنَّ قصةَ إمامةِ جبريلَ رُوِيتْ عن جماعةٍ من الصَّحابةِ بطرقٍ مختلفة: ¶ - منهم - ¶ __________ ¶ (1) وهو عبد الله بن يوسف بن محمد الزَّيْلَعيّ، جمال الدين، نسبة إلى زيلع بفتح الزاي المعجمة، وسكون الياء المثناة التحتية، ثم اللام المفتوحة، ثم العين المهملة، بلدة بساحل بحر الحبشة، له: ((نصب الراية في تخريج أحاديث الهداية))، قال الإمام اللكنويّ: هذا الكتاب هو أحسن تخاريج أحاديث ((الهداية))، وتخريجه شاهد على تبحره في فن الحديث وأسماء الرجال، وسعة نظره في فروع الحديث إلى الكمال، وله في مباحث الحديث إنصاف لا يميل إلى الاعتساف، وقد لخصه الحافظ ابن حجر العسقلاني بتلخيص حسنٍ واسمه ((الدراية في تخاريج أحاديث الهداية))، (ت762هـ). انظر: ((حسن المحاضرة))(1: 203). ((غيث الغمام))(ص18)، ((الفوائد))(ص378). ¶ (2) نصب الراية))(1: 225-227). ¶ (3) الدراية))(1: 102). ¶ (4) تخليص الحبير)) لابن حجر(1: 173-174). ¶ (5) وهو عبد الكريم بن محمد بن الفضل الرّافعيّ الشّافعيّ، أبو القاسم، نسبة إلى رافع بن خديج رضي الله عنه، قال النووي: كان من الصالحين المتمكنين، وكانت له كرامات كثيرة ظاهرة، من مؤلفاته: ((الشرح الكبير للوجيز))، و((شرح مسند الشافعي)). (ت623هـ). انظر: ((طبقات الأسنوي)) (1: 281-282). ((تهذيب الأسماء))(2: 264).",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "جابرُ بن عبدِ الله، قال: (جَاءَ جِبْرِيلُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حِينَ مَالَتِ الشَّمْسُ، فَقَالَ: قُمْ يَا مُحَمَّدُ فَصَلِّ، فَصَلَّى الظُّهْرَ حِينَ مَالَتِ الشَّمْسُ، ثُمَّ مَكَثَ حَتَّى إِذَا كَانَ فَيْءُ الرَّجُلِ مِثْلَه، جَاءهُ لِلْعَصْرِ فَقَال: قُمْ يَا مُحَمَّدُ فَصَلِّ الْعَصْرَ، ثُمَّ مَكَثَ حَتَّى إِذَا غَابَتِ الشَّمْسُ جَاءه، فَقَال: قُمْ فَصَلِّ الْمَغْرِبَ، فَقَامَ فَصَلاَّهَا، ثُمَّ مَكَثَ حَتَّى إِذَا غَابَ الشَّفَقُ جَاءه، فَقَال: قُمْ فَصَلِّ الْعِشَاء، فَقَامَ فَصَلاَّهَا، ثُمَّ جَاءهُ حِينَ سَطَعَ الْفَجْر، فَقَال: قُمْ يَا مُحَمَّدُ فَصَلِّ الصُّبْح، ثُمَّ جَاءهُ مِنَ الْغَدَات حِينَ كَانَ فَيْءُ الرَّجُلِ مِثْلَه، فَقَال: قُمْ يَا مُحَمَّدُ فَصَلِّ الظُّهْر، ثُمَّ جَاءهُ حِينَ صَارَ ظِلُّ كُلِّ شَيْءٍ مِثْلَيْه، فَقَال: قُمْ يَا مُحَمَّدُ فَصَلِّ الْعَصْر، ثُمَّ جَاءَ لِلْمَغْرِبِ حِينَ غَابَتِ الشَّمْس، فَقَال: قُمْ فَصَلِّ المَغْرِبَ، ثُمَّ جَاءَ لِلْعِشَاءِ حِينَ ذَهَبَ ثُلُثُ اللَّيْلِ الأَوَّل، فَقَال: قُمْ يَا مُحَمَّدُ فَصَلّ الْعِشَاء، ثُمَّ جَاءَ لِلصُّبْحِ حِينَ أَسْفَرَ جِدّاً، فَقَال: قُمْ فَصَلِّ الصُّبْح، ثُمَّ فَقَال: مَا بَيْنَ هَذَيْنِ وَقْتٌ كُلُّهُ)(1). ¶ أخرجَهُ النَّسَائِيُّ من حديثِ بردِ عن عطاءِ، ومن حديثِ وَهْبَ بن كَيْسَان، كلاهما عن جابر. ¶ __________ ¶ (1) في ((سنن النسائي الكبرى))(1: 470،471)، و((المجتبى))(1: 263)، و((صحيح ابن حبان))(4: 335-336)، و((سنن الترمذي))(1: 282)، و((مسند إسحاق بن راهويه))(1: 76-77). و((المستدرك على الصحيح))(1: 310). و((مسند أحمد))(3: 330). و((مسند الشاميين))(1: 270).",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وأحمد، والتَّرْمِذِيّ، وابنُ حبَّان، وإسحاقُ(1) من طريقِ وَهْب، وقال التِّرْمِذِيّ: قال محمَّد(2): حديثُ جابرَ أصحُّ شيءٍ في المواقيت. ¶ وقال الحَاكِم(3): صحيحٌ على شرطِ الشَّيخَيْن، ولم يخرِّجَاه. ¶ - ومنهم - ¶ ابنُ عبَّاس، قال: قال النَّبيُّ صلَّى اللهُ عليهِ وسلَّم: (أَتَانِي جِبْرِيلُ عِنْدَ بَابِ البَيْتِ مَرَّتَيْن، فَصَلَّى بِي الظُّهْرَ حِينَ زَالَتْ الشَّمْس...)الحديث، وفي آخرِه: (ثُمَّ الْتَفَتَ إليَّ جِبْرِيل، وقال: هَذَا وَقْتُ الأَنْبِياءِ مِنْ قَبْلِك، والوَقْتُ مَا بَيْنَ هَذَيْن)(4). ¶ __________ ¶ (1) وهو إسحاق بن إبراهيم بن مَخْلَد بن إبراهيم الحَنْظَليّ المروزيّ، أبو يعقوب، المعروف بابن راهويه، قال أحمد: لا أعلم بالعراق له نظيراً، وما عبر الجسر مثل إسحاق، وقال أبو زرعة: ما رؤي أحفظ من إسحاق، من مؤلفاته: ((المسند))، و((التفسير))، (161-238هـ ). انظر: ((وفيات))(1: 199-201). و((العبر))(1: 426). ¶ (2) وهو محمَّد بن إسماعيل البخاري، صاحب ((الصحيح))، (ت256هـ). ¶ (3) وهو محمد بن عبد الله بن محمد بن حمدويه الضّبيّ الطَّهمان النَّيْسابوريّ، أبو عبد الله، المعروف بالحاكم، ويعرف بابن البَيِّع، وإنما عرِّف بالحاكم لتقلده القضاء، قال ابن خَلكان: إمام أهل الحديث في عصره، والمؤلف فيه الكتب التي لم يسبق إلى مثلها، كان عالماً عارفاً، واسع العلم، ومن مؤلفاته: ((معرفة علوم الحديث))، و((تاريخ نيسابور))، و((فضائل الشافعي))، (321-405هـ). انظر: ((وفيات))(4: 280-281). ((طبقات ابن قاضي شهبة))(1: 197-198). ((المستطرفة))(ص17). ¶ (4) في ((صحيح ابن خزيمة))(1: 168)، و((سنن البيهقي الكبير))(1: 364)، و((المستدرك))(1: 306)، و((سنن أبي داود))(1: 107)، و((مصنف ابن أبي شيبة))(1: 280)، و((شرح معاني الآثار))(1: 146)، و((مصنف عبد الرزاق))(1: 51). و((تعظيم قدر الصلاة))(1: 114).",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "أخرجَهُ الشَّافِعِيّ، وأحمد، وأبو داود، والتَّرْمِذِيّ، وابنُ خُزَيمة(1)، والدَّارَقُطْنِيّ(2)، والحَاكِم، وعبدُ الرَّزَّاق، وابنُ أبي شَيْبَة. ¶ وصحَّحَهُ أبو بكرٍ بن العربي(3)، وابنُ عبدِ البَرّ(4). ¶ __________ ¶ (1) وهو محمد بن إسحاق خزيمة بن المغيرة السّلميّ النّيسابوريّ الشّافعيّ، أبو بكر، قال الدّارقطني: كان إماماً معدوم النظير، وقال ابن حبان: لم يرَ مثل ابن خزيمة في حفظ الإسناد والمتن، (ت311هـ). انظر: ((العبر))(2: 149-150). ((النجوم الزاهرة))(3: 209). ¶ (2) وهو علي بن عمر بن أحمد بن مهدي الدّارقطنيّ البغداديّ الشّافعيّ، أبو الحسن، والدّارقطنيّ: بفتح الدال المهملة، وبعد الألف راء مفتوحة، ثم قاف مضمومة، وبعدها طاء مهملة ساكنة، ثم نون ، هذا النسبة إلى دار القطن، محلة كبيرة ببغداد، من مؤلفاته: ((السنن الكبرى))، و((المختلف والمؤتلف))، و((الأفراد))، قال أبو الطيب الطبريّ: الدّارقطنيّ أمير المؤمنين في الحديث. (306-385هـ). انظر: ((الكامل في التاريخ))(7: 174). ((طبقات الشافعية الكبرى))(2: 312). ((الأنساب))(2: 437-439). ¶ (3) وهو محمد بن عبد الله بن محمد بن عبد الله المعافريّ الأندلسيّ الإشبِيليّ المالكيّ، المعروف بابن العربي، أبو بكر، قال الذهبي: كان من أهل التفنّن في العلوم والاسبتحار فيها، مع الذكاء المفرط، من مؤلفاته: ((عارضة الأحوذي في شرح الترمذي))، و((القبس شرح الموطأ)) (468-543هـ). انظر: ((الصلة))(2: 559). ((وفيات))(4: 296-297). ((العبر))(4: 125). ¶ (4) انظر: ((تلخيص الحبير))(1: 173).",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وفي إسنادِهِ عبدُ الرَّحمنِ بن الحارثِ بن عيَّاش(1): مختلفٌ فيه. ¶ وثَّقهُ ابنُ(2) سعد(3)، وابنُ حبَّان(4). ¶ وتوبعَ في روايةِ عبدِ الرَّزَّاق، وهي متابعةٌ حسنة. ¶ وأخرجَهُ البَيْهَقيّ، والطَّحَاوِيّ(5)، وفي ((مشكلِ الآثار)) نحوَه. ¶ - ومنهم - ¶ ابنُ عمر، أخرجَ حديثَهُ الدَّارَقُطْنِيِّ(6) بإسنادٍ حَسَن، وابنُ حبِّان في ((الضُّعفاء)) من طريقِ آخرَ فيها: مَحْبُوبُ بن الجَهْم(7)، وهو ضعيف. ¶ __________ ¶ (1) وهو عبد الرحمن بن الحارث بن عبد الله بن عيَّاش بن أبي ربيعة المَخْزُومِيّ المدنيّ، أبوالحارث، قال أحمد: متروك الحديث، وقال ابن نمير: لا أقدم على ترك حديثه، وقال أبو حاتم: شيخ، وقال النسائي: ليس بالقوي، وقال ابن حجر: صدوق له أوهام، (ت143هـ). انظر: ((الميزان))(4: 268-269). و((التقريب))(ص280). ¶ (2) وهو محمد بن سعد بن منيع الهاشميّ الزُّهرِيّ القرشيّ البصريّ، أبو عبد الله، كاتب الواقديّ، قال أبوحاتم والذهبي وابن حجر: صدوق، من مؤلفاته: ((طبقات الصحابة))، و((الطبقات الكبرى))، (168-230هـ). انظر: ((الميزان))(6: 163). و((التقريب))(ص414). ¶ (3) في ((الطبقات الكبرى))(1: 269). ¶ (4) في ((الثقات))(7: 69). ¶ (5) وهو أحمد بن محمد بن سلامة بن عبد الملك الأزدِيّ الحجريّ الطّحاويّ المصريّ، أبو جعفر، نسبة إلى طَحَا: بفتح الطاء والحاء المهملتين، وبعدهما ألف، وهي قرية بصعيد مصر، قال أبو إسحاق: انتهت إليه رئاسة الحنفيّة بمصر، وقال: ابن يونس: كان ثقة ثبتاً، لم يخلف مثله، من مؤلّفاته: ((شرح معاني الآثار))، و((مختصر الطحاوي))، و((مشكل الآثار))، (229-321هـ). انظر: ((وفيات))(1: 71-72). ((العبر))(2: 186). ((روض المناظر))(ص171). ¶ (6) في ((السنن الكبرى))(1: 259). ¶ (7) وهو محبوب بن الجهم بن واقد الكوفيّ،أشار إلى لينه ابن عديّ،وابن حبَّان.انظر:((الميزان))(6: 27).",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قال ابنُ حَجَر: وفيه من النَّكارةِ ابتداؤهُ بالفجر، والصَّحيحُ خلافُه. ¶ - منهم - ¶ أبو هريرة، أخرجَ حديثَهُ النَّسَائِيُّ(1) بإسنادٍ حَسَن، والتِّرْمِذِيّ(2)، وفيه: إنَّ للمغربِ وقتيْن. ¶ ونقلَ عن البُخَارِيّ: أنَّهُ خطَّأ(3)، والحاكم، وقال: صحيحُ الإسناد، والبزَّار. ¶ - ومنهم - ¶ أبو مسعودٍ الأنصاريّ، أخرجَ حديثَهُ إسحاقُ بن راهويه، والبَيْهَقيُّ في ((الدَّلائل)) نحوَ حديثِ ابنِ عبَّاس، والطَّبرانِيّ(4)، وأبو داود(5)، وابنُ خزيمة(6)، وابنُ حبَّان(7)، وهو في الصَّحيحَيْن(8) من غيرِ تفصيلِ الأوقات. ¶ - ومنهم - ¶ عمرو بن حزم، حديثُهُ عندَ عبدِ الرَّزَّاق(9)، وإسحاقِ بن راهويه. ¶ - ومنهم - ¶ أبو سعيدٍ الخُدَريّ، أخرجَ حديثَهُ أحمدُ في ((مسندِه))(10)، والطَّحاويُّ في ((شرحِ معاني الآثار))(11). ¶ - ومنهم - ¶ أنس، أخرجَ حديثَهُ الدَّارَقُطْنيّ(12)، وابنُ السَّكَن(13) في ((صحيحِه))، والإسْمَاعِيليُّ(14) في ((معجمه)). ¶ - ومنهم - ¶ __________ ¶ (1) في ((السنن الكبرى))(1: 473). ¶ (2) في ((سننه))(1: 283-284). ¶ (3) انظر: ((سنن الترمذي))(1: 285). ¶ (4) المعجم الأوسط))(8: 300). ¶ (5) في ((سننه))(1: 107). ¶ (6) في ((صحيحه))(1: 181). ¶ (7) في ((صحيحه))(4: 296). ¶ (8) في ((صحيح البخاري))(3: 1178). و((صحيح مسلم))(1: 425). ¶ (9) في ((مصنفه))(1: 534). ¶ (10) مسند أحمد))(3: 30). ¶ (11) شرح معاني الآثار))(1: 186). ¶ (12) في ((سننه))(1: 253). ¶ (13) وهو سعيد بن عثمان بن سعيد بن السَّكَن البغداديّ، أبو عليّ ، قال الذّهبيّ: صاحب التصانيف، وأحد الأئمة، (294-353هـ). انظر: ((تذكرة الحفّاظ))(3: 937)، ((العبر))(2: 297). ¶ (14) وهو أحمد بن إبراهيم بن إسماعيل بن العباس الجُرجانيّ الشافعيّ، أبو بكر، من مؤلفاته: ((الصحيح على شرط البخاري))، و((الفرائد))، و((العوالي))، (277-372هـ). انظر: ((النجوم الزاهرة))(4: 140). ((معجم المؤلفين))(1: 87).",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "أبو موسى الأشعريّ(1)، وبُرَيْدَة(2)، وعبدُ اللهِ بن عمرو(3)، حديثُهُم في ((صحيحِ مسلم)). ¶ وفي البابِ آثارٌ أخرُ مرسلةٌ وموصولةٌ في ((موطَّأ مالك))(4)، و((مراسيلِ أبي داود))(5)، و((تاريخِ ابنُ أبي خيثمة(6) ))، وغيرهم. ¶ وقد استشكلَ حديثُ إمامةِ جبريلَ على قواعدِ أصحابِنا الحنفيَّة حيث قالوا: إنَّهُ لا يجوزُ الاقتداءُ بالملك، لأنه غيرُ مأمور، فهو متنفِّل، ولا يجوزُ اقتداءُ المفترضِ بالمتنفِّل؛ لحديثِ (الإِمَامُ ضَامِنٌ)(7)، وغيره. ¶ والمشهورُ في الجوابِ عنهُ في كتبِ أصحابِنا أمران: ¶ الأوَّل: إنَّ إمامةَ جبريلُ كانتْ لخصوصِ التَّعليم، فجوِّزتْ اختصاصاً بالنَّبيِّ صلَّى اللهُ عليهِ وسلَّم. ¶ وفيه: إنه وردَ في بعضِ الطُّرقِ أنَّ أصحابَ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم أيضاً كانوا مقتدينَ معهُ بجبريل، فأنّى يصحُّ حُكْمُ الخصوصيَّة. ¶ والثَّاني: إنه يحتملُ أنه صلَّى اللهُ عليهِ وسلَّم أعادَ تلك الصَّلواتِ التي صلَّى خلفَ جبريل. ¶ وفيه: إنَّ مجردَ الاحتمالِ غيرُ مسموعٍ في الأمورِ المنقولة. ¶ __________ ¶ (1) في ((صحيح مسلم))(1: 429). ¶ (2) في ((صحيح مسلم))(1: 428). ¶ (3) في ((صحيح مسلم))(1: 427). ¶ (4) موطأ مالك))(1: 7-9). ¶ (5) مراسيل أبي داود))(ص77-80). ¶ (6) وهو أحمد بن زهير أبي خيثمة بن حرب بن شداد النَّسَائيّ البغداديّ، أبو بكر، قال الدَّارقطنيّ: لا أعرف أغزر من فوائد تاريخه، من مؤلفاته: ((التاريخ الكبير))، (185-279هـ). انظر: ((معجم المؤلفين))(3: 35-37). ((النجوم الزاهرة))(3: 83). ¶ (7) في ((صحيح ابن خزيمة))(3: 15)، و((صحيح ابن حبان))(4: 559)، و((سنن الترمذي))(1: 402)، و((سنن أبي داود))(1: 143). و((سنن ابن ماجه))(1: 314)، و((مسند أحمد))(2: 232)، و((مسند إسحاق))(2: 542).",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "والأوْلَى في الجوابِ أن يقال: لمَّا أُمِرَ جبريلُ لإمامةِ النَّبيِّ صلَّى اللهُ عليهِ وسلَّم، وأداء الصَّلواتِ في أوقاتِها معهُ صارَ مكلَّفاً بها، ولم يبقَ متنفَّلاً. ¶ قال العَينِيُّ في ((البنايةِ شرحِ الهداية)): ثمَّ إنَّ الشَّافعيَّةَ استدلُّوا بحديثِ إمامةِ جبريلَ لصحَّةِ إمامةِ المتنفِّلِ المفترض، وقالوا: إنَّ جبريلَ كان متنفِّلاً معلِّماً، والنَّبيُّ صلَّى اللهُ عليهِ وسلَّم مفترض. ¶ قلنا: هذه دعوى، فمِن أين لهم أنه كان متنفِّلاً؟ ¶ أمَّا كونُهُ معلِّماً فبيَّن. ¶ قالوا: لا تكليفَ على ملكٍ في هذهِ الشَّريعة، وإنَّما هو على الجنِّ والإنس. ¶ قلنا: هذا لا يعلمُ عقلاً، وإنَّما عُلِمُ بالشَّرع، وجبريلُ مأمورٌ بالإمامةِ للنَّبيِّ صلَّى اللهُ عليهِ وسلم، ولم يؤمرْ غيرُهُ من الملائكة، فلمَّا خُصَّ بالإمامةِ جازَ أن يخصَّ بالفرضيَّة. ¶ وروي في حديثِ أبي مسعودٍ في الصَّحيحَيْن قال: (بِهَذَا أُمِرْتُ)(1) بضمِّ التَّاءِ وفتحها، أمَّا الفتحُ فظاهر، وأما الضَّمُّ فيدلُّ على أنَّ جبريلَ كان مأموراً، ولكن لم يعلمْ كيفيَّةُ أمرِ اللهِ لهُ هل قالَ له: بلِّغْ قولاً أو فعلاً، أو كيف شئت؟ ولا يقال: إنه أمرَهُ أن يبلِّغَ قولاً ويبلِّغَه فعلاً؛ لأنه حينئذٍ يكونُ مخالفاً غير متمثِّل. انتهى كلامه(2). ¶ تنبيه: ¶ اقتداءُ النَّبيِّ صلَّى اللهُ عليهِ وسلَّمَ بجبريلَ لا يتوهَّمُ منهُ أنَّ جبريلَ أفضلُ من النَّبيِّ صلَّى اللهُ عليهِ وسلمَّ بناءً على أنَّ الأحقَّ بالإمامةِ هو الأفضل؛ وذلكَ لأنه كانَ لخصوصِ التَّعليم، وهذا كما اقتدى رسولُ اللهِ صلَّى اللهُ عليهِ وسلَّمَ في بعضِ صلواتِهِ بعبدِ الرِّحمنِ بن عوف، وأبي بكرٍ الصِّديق؛ لضروةٍ لحقتْ به، فهل يقال: إنَّهما أفضلُ منه. ¶ __________ ¶ (1) سبق تخريجه (ص60). ¶ (2) من ((البناية في شرح الهداية))(1: 789).",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "كلا؛ ورسولُ اللهِ صلَّى اللهُ عليهِ وسلَّمَ سيِّدُ الخلائقِ أجمعينَ عليهِ وعلى آلهِ صلواتِ ربِّهِ إلى يومِ الدِّين. ¶ وليكنْ هذا اختتامُ الكلام، والحمدُ للهِ على الإتمام. ¶ وكان ذلكَ يومَ الثُّلاثاءِ الرَّابعَ والعشرينَ من المحرَّمِ من السَّنةِ الخامسةِ والتِّسعينَ بعدَ الألفِ والمئتينِ من الهجرةِ على صاحبِها أفضلُ الصَّلواتِ وأزكى تحيّة. ¶ وقد حصلَ بهذا التأليفِ وفاءُ ما وعدتُهُ في تعليقاتِ ((الهداية))، ولله الحمدُ على البدايةِ والنَّهاية(1). ¶ * * * ¶ المحتويات ? ¶ 1ـ الآيات القرآنية. ¶ 2ـ الأحاديث النبوية. ¶ 3ـ الآثار الموقوفة. ¶ 4ـ أسماء الأعلام. ¶ 5ـ أسماء الكتب. ¶ 6ـ مراجع التحقيق ¶ 7ـ الموضوعات. ¶ 1- الآيات القرآنية ¶ الآية الصفحة ¶ { وَأَنَّ المَسَاجِدَ لله } [الجن: 18]................................... 18 ¶ 2ـ الأحاديث النبوية ¶ الحديث الصفحة ¶ إذا أذّن الرجل في أرض فأقام الصلاة.............................. 28،44 ¶ إذا كان الرجل بأرض قي فحانت الصلاة فليتوضأ .................. 31،42 ¶ الإمام ضامن....................................................... 62 ¶ __________ ¶ (1) خاتمةُ الطَّبعة الهندية المعتمدة في إخراج هذه الرسالة: ¶ الحمدُ للهِ ربِّ العالمين، والصَّلاةُ والسَّلامُ على رسولِهِ سيِّدنا محمَّدٍ وعلى آلهِ وصحبِهِ أجمعين، أمَّا بعد؛ فقد انطبعتْ رسالةٌ نفيسةٌ حاويةٌ للطائفَ شريفة، مسمَّاةٌ بـ:((تدويرِ الفلكِ في حصولِ الجماعةِ بالجنِّ والملك)) لم يصنَّفْ مثلهُا في بابها، ولم يسبقْ لنا نظرٌ في إفاداتها. ¶ وكان ذلك في شهرِ ذي الحجِّة الحرامِ من شهورِ سنة أربعٍ وثلاثمئةٍ بعد الألف والمئتينِ من الهجرةِ على صاحبِها أفضلُ الصَّلواتِ وأزكى تحيَّة.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "إن المسافر إذا أذن وأقام صلى خلفه من جنود الملائكة ما لا يرى طرفاه .. 45 ¶ حديث قصة إمامة جبريل .................... 56،57،59،60،61،62،63 ¶ حديث ليلة الجن ................................................. 15،17 ¶ صلاة الرجل في جماعة تزيد عن صلاته وحده ......................... 34 ¶ الصلاة في جماعة تعدل خمس وعشرين صلاة ....................... 33،42 ¶ كل من أذن وأقام في فضاء من الأرض ................................ 44 ¶ لا تقوم الساعة حتى يطوف إبليس في الأسواق ......................... 24 ¶ ما من بقعة يذكر عليها بصلاة أو ذكر إلا استبشرت ................... 43 ¶ من صلى منكم بالليل ...........................................36، 37 ¶ من صلى منكم بالليل فليجهر بقراءته ................................. 22 ¶ يعجب ربك من راع غنم في رأس شظية الجبل يؤذن بالصلاة ....... 41،42 ¶ يوشك أن يظهر فيكم شياطين ...................................... 24 ¶ 3ـ الآثار الموقوفة ¶ الأثر الصفحة ¶ عمر بن الخطاب - رضي الله عنه - : لأمك الويل أليس تلك صلاة الملائكة ......... 53 ¶ 4- أسماء الأعلام ¶ إبراهيم - صلى الله عليه وسلم - 28 ¶ أبو الخطاب الحنبلي (51) ¶ أبو المعالي الحنبلي 51 ¶ أبو بكر الأنباري (39) ¶ أبو بكر القرشي 19 ¶ أبو حامد 26 ¶ أبو داود 33،34،40،41،42، 58،60 ¶ أبو زيد (18) ¶ أبو سعيد الخدري - رضي الله عنه - 33،60 ¶ أبو مسعود الأنصاري - رضي الله عنه - 60،63 ¶ أبو موسى الأشعري - رضي الله عنه - 61 ¶ أبو نعيم (27)،28 ¶ أبو هريرة - رضي الله عنه - 59 ¶ أبو يعلى (43) ¶ أحمد بن حنبل 15،17،27،28، 57،58،60 ¶ إسحاق بن راهويه (57)،60 ¶ إسماعيل البجلي (18) ¶ الإسماعيلي (61) ¶ أنس - رضي الله عنه - 43،61 ¶ ابن أبي الدنيا (19)،36،39 ¶ ابن أبي خيثمة (61) ¶ ابن أبي شيبة (27)،28،32، 35،58 ¶ ابن أمير الحاج 51",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "ابن الجوزي (38) ¶ ابن السكن (61) ¶ ابن الصلاح (22)،53 ¶ ابن الصيرفي (13)،19 ¶ ابن الضريس (36)،39 ¶ ابن العربي (58) ¶ ابن الهمام 50 ¶ ابن حبان (34)،40،57،59،60 ¶ ابن حجر العسقلاني (23)،24، 40،55،59 ¶ ابن خزيمة (58)،60 ¶ ابن سعد 059) ¶ ابن سيد الناس اليعمري (17) ¶ ابن عابدين (ت12)،45،48 ¶ ابن عباس - رضي الله عنه - 56،60 ¶ ابن عبد البر (54)،58 ¶ ابن عدي (23)،24 ¶ ابن عراق (39) ¶ ابن عمر - رضي الله عنه - 59 ¶ ابن مسعود - رضي الله عنه - 15،17،18 ¶ ابن مفلح الحنبلي (26) ¶ ابن نجيم (ت14)،45 ¶ ابن نصر (40) ¶ الباجي (32) ¶ البخاري 34، (57)،60 ¶ برهان الدين البخاري (ت51) ¶ بريدة - رضي الله عنه - 61 ¶ البزار (22)،36،39،40،60 ¶ البيهقي (24)،28،29،32، 35،59 ¶ الترمذي 57،58،59 ¶ التمرتاشي (ت50) ¶ الثوري 17، (18) ¶ جابر بن عبد الله - رضي الله عنه - 56 ¶ الحارث التميمي (39) ¶ الحاكم (34)،57،58،60 ¶ الحسن البصري (20)،21 ¶ الحصكفي (ت12) ¶ الحموي (49) ¶ حميد بن زنجويه (37) ¶ الحناطي 43 ¶ خالد بن معدان 40 ¶ الدارقطني (58)،59،61 ¶ داود الطفاوي (38)،39،40 ¶ الرافعي (55) ¶ الزرقاني (45) ¶ السبكي (25)،32،43،44،45 ¶ السري 19 ¶ سعيد بن المسيب (29)،31،44 ¶ سعيد بن جبير (18) ¶ سعيد بن منصور (28)،29،32، 35،36 ¶ سلمان الفارسي - رضي الله عنه - 28،30،31، 32،35،42،44 ¶ السندي (34) ¶ السيوطي (14)،22،30،31،35، 36،37،43،44 ¶ الشافعي 58 ¶ الشبلي (13)،15،19،51 ¶ صفوان المازني 19 ¶ طاهر البخاري (49) ¶ طاووس 30 ¶ الطبراني 60 ¶ الطحاوي (59)،60 ¶ ظهير الدين البخاري (ت49) ¶ عالم بن علاء (ت46) ¶ عبادة بن الصامت - رضي الله عنه - 37،39 ¶ عبد الحي اللكنوي 11 ¶ عبد الرحمن بن عياش (58) ¶ عبد الرزاق 17،(29)،30،31، 42،45،58،59،60 ¶ عبد الله الزيلعي (55) ¶ عبد الله بن عمرو - رضي الله عنه - 24،61 ¶ عبد الواحد بن زياد 33 ¶ عثمان بن صالح (23)،24 ¶ عطاء 56 ¶ عقبة بن عامر - رضي الله عنه - 41،42 ¶ العقيلي (37) ¶ العكبري (13)،26 ¶ عمرو بن طلق الجني 22",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "عمرو بن حزم - رضي الله عنه - 60 ¶ العيني (42)،55،63 ¶ قاضي خان (ت46) ¶ الكديمي (38)،39،40 ¶ كعب الأحبار (28) ¶ محبوب بن الجهم (59) ¶ معاذ بن جبل - رضي الله عنه - 22،36،40 ¶ مكحول (29)،32،36 ¶ المنذري (31)،34،42 ¶ النسائي 35،40،41،42،56،59 ¶ نوف البكالي (28) ¶ واثلة الأسقع - رضي الله عنه - 24 ¶ وهب بن كيسان 56،57 ¶ وهب بن منبه (20)،21 ¶ يحيى بن سعيد 31 ¶ يزيد الرقاشي 19 ¶ 6ـ أسماء الكتب ¶ الأشباه والنظائر 45 ¶ الإصابة 23 ¶ آكام المرجان في أحكام الجان 13،14،15،19 ¶ الاستذكار 54 ¶ الاشباه والنظائر 14 ¶ البحر الرائق 52 ¶ البناية 42،55،63 ¶ تاريخ ابن أبي خيثمة 61 ¶ الترغيب والترهيب 31،34،42 ¶ تفسير سفيان الثوري 18 ¶ تقريب التهذيب 41 ¶ تلخيص الحبير55 ¶ التمهيد 54 ¶ تنْزيه الشريعة 39 ¶ تنوير الأبصار 52 ¶ تنوير الحوالك على موطأ مالك 32،35، ¶ حاشية الهداية للكنوي 64 ¶ الحبائل في أخبار الملائك 30،43 ¶ حلبة المجلي 47،48،51 ¶ الحلبيات 43،44 ¶ حلية الأولياء 27،30 ¶ حواشي الأشباه للحموي 49 ¶ الخلاصة 49 ¶ الدر المختار 12،14 ¶ الدر المنثور 30،53 ¶ الدراية 55 ¶ الدلائل 60 ¶ رد المحتار 12،45 ¶ الزهد لأحمد 27 ¶ سنن أبي داود 33،40 ¶ سنن البيهقي 28،35 ¶ السنن الكبرى للنسائي 40 ¶ سنن سعيد بن منصور 35 ¶ شرح الصدور بشرح حال الموت والقبور 37 ¶ شرح معاني الآثار 60 ¶ شرح هداية أبي الخطاب 51 ¶ صحيح ابن السكن 61 ¶ صحيح ابن حبان 34 ¶ صحيح البخاري 60،63 ¶ صحيح مسلم 60،61،63 ¶ الضعفاء 37 ¶ طلوع الثريا بإظهار ما كان خفياً 32 ¶ عمدة القاري 55 ¶ الفتاوى التاتارخانية 46 ¶ فتاوى الحناطي 43،44 ¶ فتاوى السبكي 25 ¶ الفتاوى الظهيرية 49 ¶ فتاوى قاضي خان 46 ¶ فتح القدير 46،50 ¶ فتح الودود 34 ¶ الفروع 26،44 ¶ فضائل الأعمال 37 ¶ فضائل القرآن 37،39 ¶ فوائد الصيرفي 13 ¶ كتاب التهجد 36،39 ¶ كتاب الصلاة 40 ¶ لقط المرجان 14،22،36 ¶ المجتبى (مختصر سنن النسائي) 36 ¶ المحيط 51 ¶ مراسيل أبي داود 61 ¶ مسند أحمد 60 ¶ مسند البزار 40 ¶ مشكل الآثار 59 ¶ مصنف ابن أبي شيبة 28،35",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "معجم الإسماعيلي 61 ¶ منح الغفار شرح تنوير الأبصار 50 ¶ الموضوعات 38 ¶ الموطأ 44،54،61 ¶ نصب الراية 55 ¶ النوادر 26،44 ¶ نوادر ابن الصيرفي 19 ¶ الوجيز 38 ¶ الوقف والابتداء 39 ¶ * * * ¶ النوادر 26،44 ¶ نوادر ابن الصيرفي 19 ¶ الوجيز 38 ¶ الوقف والابتداء 39 ¶ 7ـ مراجع التحقيق ¶ ((القرآن الكريم)). ¶ ((إعلاء السنن)) لظفر أحمد العثماني التهانوي (1310-1394هـ)، ت: حازم القاضي. دار الكتب العلمية . ط1. 1997م. ¶ ((أعيان دمشق في القرن الثالث عشر ونصف القرن الرابع عشر)) لمحمد جميل الشطي، دار البشائر، ط1، 1414هـ. ¶ ((آكام المرجان في أحكام الجان)) لمحمد بن عبد الله الشبلي، (712-769هـ). ت: مجدي محمد الشهاوي، مكتبة الإيمان، القاهرة. ¶ ((الآثار المرفوعة في الأخبار الموضوعة)) لعبد الحي اللكنوي (1264-1304هـ). تحقيق: أبو هاجر محمد السعيد بن بسيوني زغلول. مكتبة الشرق الجديد. بغداد. ¶ ((الأجوبة الفاضلة للأسئلة العشرة الكاملة)) لعبد الحي اللكنوي (1264-1304هـ). ت: الشيخ عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية بحلب. ط.3. 1994م. ¶ ((الأشباه والنظائر على مذهب أبي حنيفة النعمان)) لإبراهيم بن محمد بن نجيم (ت970هـ)، دار الكتب العلمية، بيروت، 1405هـ. ¶ ((الإصابة في تمييز الصحابة)): لأبي الفضل أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ). ت: علي الباجوري. ط1. 1412هـ. دار الجيل. بيروت. ¶ ((الأعلام)): لخير الدين الزَّركلي. بدون دار طبع، وتاريخ طبع. ¶ ((الأنساب)): لأبي سعد عبد الكريم بن محمد بن منصور التميمي السَّمْعَاني (ت562هـ). ت: عبد الله البارودي. مؤسسة الكتب الثقافية. ط1. 1988هـ. ¶ ((البحر الرائق شرح كَنْز الدقائق)): لإبراهيم بن محمد ابن نجيم(ت970هـ). دار المعرفة. بيروت. بدون تاريخ طبع. ¶ ((البدر الطالع بمحاسن من بعد القرن السابع))لمحمد بن محمد الشوكاني (ت1250هـ)، مطبعة السعادة، مصر، ط1، 1348هـ.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "((البناية في شرح الهداية)) لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). دار الفكر. ط1. 1980مـ. ¶ ((الترغيب والترهيب من الحديث الشريف)) للمنذري. تحقيق: مصطفىعماره. إحياء التراث العربي. ط3. 1968م. ¶ ((التعقبات على الموضوعات)) لعبد الرحمن بن أبي بكر السيوطي (ت911هـ). المطبع العلوي. الهند. 1303هـ. ¶ ((التعليقات السنية على الفوائد البهية)) لعبد الحي اللكنوي (1264-1304هـ)، ت: أحمد الزعبي، دار الأرقم، بيروت، ط.1، 1998م. ¶ ((التمهيد لما في الموطأ من المعاني والأسانيد)): لأبي عمر يوسف بن عبد الله بن عبد البر النمري (368-463هـ). ت: مصطفى العلوي ومحمد البكري. 1387هـ. وزارة عموم الأوقاف والشؤون الإسلامية. المغرب. ¶ ((الثقات)): لأبي حاتم محمد بن حبان التميمي البستي (ت354هـ). ت: السيد شرف الدين أحمد . ط1. 1395هـ. دار الفكر . ¶ ((الجواهر المضية في طبقات الحنفية)) لعبد القادر بن محمد بن أبي الوفاء القرشي(696-775هـ)، ت: عبد الفتاح الحلو، مؤسسة الرسالة، بيروت، ط2، 1413. ¶ ((الدر المختار شرح تنوير الأبصار)) لمحمد بن علي بن محمد الحصكفي الحنفي (ت1088هـ). مطبوع في حاشية ((رَدّ المُحْتَار)). دار إحياء التراث العربي. بيروت. ¶ ((الدر المنثور)) لعبد الرحمن بن أبي بكر السيوطي (849-911هـ). دار الفكر. بيروت. 1993مـ. ¶ ((الدراية في تخريج أحاديث الهداية)): لأبي الفضل أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ).دار المعرفة . بيروت. بدون تاريخ طبع. ¶ ((الدرر الكامنة في أعيان المئة الثامنة)) لأحمد بن علي بن حجر العسقلاني(ت852هـ)، دار الجيل. ¶ ((الرسائل الزينية)) لإبراهيم بن محمد بن نجيم (ت970هـ): ت: خليل الميس، دار الكتب العلمية، بيروت، الأولى، 1400هـ. ¶ ((الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة)) لمحمد بن جعفر الكتاني، مكتبة الكليات الأزهرية، القاهرة.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "((الزهد لابن أبي عاصم)) لعمر بن أبي عاصم الضحاك الشيباني (ت287هـ). ت: عبد العلي عبد الحميد. دار الريان للتراث. القاهرة. ط2. 1408هـ. ¶ ((الضوء اللامع لأهل القرن التاسع)) لشمس الدين محمد بن عبد الرحمن السَّخَاويّ (831-902هـ). دار الكتب العلمية. بدون تاريخ طبع. ¶ ((العبر في خبر من غبر)): لأبي عبد الله محمد بن أحمد الذَّهَبِي(748هـ). ت: د. صلاح الدين المنجد. مطبعة حكومة الكويت. 1963مـ. ¶ ((الفتاوى التاتارخانية)) لعالم بن علاء الحَنَفيّ الأندريتي، (ت786هـ). من مخطوطات وزارة الأوقاف العراقية. ¶ ((الفروع)) لمحمد بن مفلح المقدسي (717-762هـ). ت: حازم القاضي. دار الكتب العلمية. بيروت. ط1. 1418هـ. ¶ ((الكامل في التاريخ)) لابن الأثير الجزري (ت630هـ). دار الكتاب العربي. ¶ ((الكامل في ضعفاء الرجال)): عبد الله بن عدي أبو أحمد الجُرْجاني (277-365هـ). ت: يحيى مختار غزاوي. ط3. 1409هـ. دار الفكر . بيروت. ¶ ((اللالئ المصنوعة في الأحاديث الموضوعة)) لعبد الرحمن بن أبي بكر السيوطي (849-911هـ)، دار المعرفة، بيروت، ط.3، 1401هـ. ¶ ((المجتبى من السنن)): لأحمد بن شعيب أبو عبد الله النسائي(215-303).ت: عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية . حلب. ط2. 1406. ¶ ((المحيط البرهاني في الفقه النعماني)) لمحمود بن أحمد بن مازه البخاري، (ت616هـ)، (كتاب الطهارات) رسالة دكتوراه في جامعة بغداد لصالح الرواشده، 1406هـ. ¶ ((المستدرك علىالصحيحين)): لمحمد بن عبد الله الحاكم (321-405هـ). ت: مصطفى عبد القادر. دار الكتب العلمية . بيروت. ط1. 1411هـ. ¶ ((المصنف في الأحاديث والآثار)) لعبد الله بن محمد بن أبي شَيْبَةَ (159-235هـ) ت: كمال الحوت، ط.1، مكتبة الرشد، الرياض، 1409هـ. ¶ ((المصنف)) لعبد الرزاق بن همام الصنعاني (126-211هـ)، ت: حبيب الرحمن الأعظمي، ط.2، المكتب الإسلامي، بيروت، 1403هـ.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "((المعجم الأوسط)) للحافظ أبي القاسم سليمان بن أحمد الطبراني(260-360هـ). ت: طارق بن عوض الله. دار الحرمين. القاهرة. 1415هـ. ¶ ((المعجم الكبير)) لأبي القاسم سليمان بن أحمد الطَّبَرَاني (260-360هـ).ت: حمدي السلفي.ط2. 1404هـ مكتبة العلوم والحكم .الموصل. ¶ ((المعجم المفهرس لألفاظ القُرآن)) لمحمَّد فؤاد عبد الباقي. دار الكتب العلمية. 1996م. ¶ ((المنتقى من السنن المسندة)): لأبي محمد عبد الله بن علي بن الجارود(ت307هـ)، مؤسسة الكتاب الثقافية، بيروت، ط1، 1408هـ. ¶ ((الموضوعات)) لعبد الرحمن بن علي بن الجوزي القرشي (510-597هـ)، ت: عبد الرحمن محمد، المكتبة السلفية، المدينة المنورة، ط.1، 1386هـ. ¶ ((النافع الكبير لمن يطالع الجامع الصغير)) لعبد الحي اللكنوي (ت1304هـ). عالم الكتب، ط.1، 1406هـ. ¶ ((النجوم الزاهرة في ملوك مصر والقاهرة)) ليوسف بن تغرة بردة الأتابكي (813-874)، وزارة الثقافة والإرشاد القومي، المؤسسة المصرية العامة. ¶ ((النور السافر عن أخبار القرن العاشر)) لمحيي الدين عبد القادر بن شيخ بن عبد الله العَيدروسي (1570-1628م). دار الكتب العلمية . بيروت. ط1. 1405هـ. ¶ ((تاج التراجم)) لأبي الفداء قاسم بن قُطْلُوبُغَا (ت879هـ). ت: محمد خير رمضان. دار القلم. دمشق. ط1. 1992مـ. ¶ ((تحفة الأخيار بإحياء سنة سيد الأبرار )) لعبد الحي اللكنوي (1264-1304هـ). تحقيق: عبد الفتاح أبو غدَّة. مكتب المطبوعات الإسلامية بحلب. ط1. 1992م. ¶ ((تذكرة الحفاظ)) لمحمد بن أحمد الذهبي (ت 747). دار الكتب العلمية. ¶ ((تعظيم قدر الصلاة)) لمحمد بن نصر بن الحجاج المروزي (202-294هـ). ت: د. عبد الرحمن الفريوائي. مكتبة الدار. المدينة المنورة.ط1. 1406هـ. ¶ ((تفسير الطبري)) لمحمد بن جرير الطبري (ت310هـ). دار الفكر. بيروت. 1405هـ.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "((تقريب التهذيب)): لأبي الفضل أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ). ت: عادل مرشد. مؤسسة الرسالة. ط1. 1996مـ. ¶ ((تلخيص الحبير في تخريج أحاديث الرَّافِعِي الكبير)): لأحمد بن علي ابن حجر العَسْقَلاني (773-852هـ). ت: السيد عبد الله هاشم. 1384هـ. المدينة المنورة. ¶ ((تنْزيه الشريعة المرفوعة عن الاخبار الشنيعة الموضوعة)) لعلي بن محمد بن عراق الكناني (907-963هـ)، ت: عبد الوهاب عبد اللطيف و عبد الله الغماري، دار الكتب العلمية، بيروت، ط.1، 1399هـ. ¶ ((تنوير الأبصار وجامع البحار)) لمحمد بن عبد الله الخطيب التُّمُرْتاشي الغَزَّي الحَنَفي (ت1004هـ) مطبوع في هامش ((رد المحتار)) . دار إحياء التراث العربي. بيروت. ¶ ((تنوير الحوالك شرح موطأ مالك)): لعبد الرحمن بن أبي بكر السُّيُوطِي (849-911هـ). 1389هـ. المكتبة التجارية الكبرى. مصر. ¶ ((تهذيب الأسماء واللغات)): ليحيى بن شرف النَّوَوِيّ (ت676هـ). المطبعة المنيرية. ¶ ((تهذيب الكمال في أسماء الرجال)) للحافظ جمال الدين أبي الحجاج يوسف المزي (654-742هـ) . تحقيق : بشار عواد. مؤسسة الرسالة . ط1. 1992م. ¶ ((حاشية الطَّحْطَاوي على الدر المختار)) لأحمد بن محمد الطَّحْطَاوِيّ الحنفي (ت1231هـ). دار المعرفة . بيروت. 1975مـ. ¶ ((حسن المحاضرة في أخبار مصر والقاهرة)) لعبد الرحمن بن أبي بكر السيوطي (849-911هـ). مطبعة دار الوطن. القاهرة. ¶ ((حلية الأولياء وطبقات الأصفياء)): لأبي نُعَيْم أحمد بن عبد الله الأصبهاني: (ت430هـ). ط1. 1403هـ. دار الكتب العلمية. بيروت. ¶ ((خلاصة الأثر في أعيان القرن الحادي عشر)) للمؤرخ محمد أمين المحبي (1651-1699م). دار صادر. ¶ ((دفع الغواية)) الملقبة بـ((مقدمة السعاية)) لعبد الحي اللكنوي (1264-1304هـ)، باكستان، 1976م. ¶ ((ردّ المحتار على الدر المختار)) لمحمد أمين بن عمر، ابن عابدين الحنفي (1198-1252هـ). دار إحياء التراث العربي. بيروت.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "((روض المناظر في علم الأوائل والأَواخر)): لأبي الوليد محمد بن محمد ابن الشحنة (815هـ). ت: سيد محمد مهنى. دار الكتب العلمية. ط1. 1417هـ. ¶ ((سنن أبي داود)) لسليمان بن أشعث السجستاني (202-275هـ) .ت: محمد محيي الدين عبد الحميد، دار الفكر، بيروت. ¶ ((سنن البَيْهَقِي الكبير)): لأبي بكر أحمد بن الحسين بن علي البَيْهَقِي(384-458هـ). ت: محمد عبد القادر عطا. 1414هـ. مكتبة دار الباز. مكة المكرمة. ¶ ((سنن الترمذي)): لمحمد بن عيسى الترمذي (209-279هـ)، ت: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت. ¶ ((سير أعلام النبلاء)) لأبي عبد الله محمد بن أحمد الذَّهَبِي (673-748هـ). ت: شعيب الأرناؤوط ومحمد العرقسوي. ط9. 1413هـ. مؤسسة الرسالة . بيروت. ¶ ((شرح الزرقاني على موطأ مالك)) لمحمد بن عبد الباقي الزرقاني (1055-1122هـ)، دار المعرفة، بيروت، 1398هـ. ¶ ((شرح معاني الآثار)) لأحمد بن محمد بن سلامة الطَّحَاوي (229-321هـ)، ت: محمد زهري النجار، دار الكتب العلمية، بيروت، ط.1، 1399هـ. ¶ ((صحيح ابن حبَّان بترتيب ابن بلبان)) لمحمد بن حِبَّان التميمي(354هـ). ت: شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، ط.2، 1414هـ. ¶ ((صحيح ابن خزيمة)): لأبي بكر محمد بن إسحاق بن خزيمة السلمي (223-311هـ).ت: د.محمد مصطفى الأعظمي. 1390هـ. المكتب الإسلامي. بيروت. ¶ ((صحيح البخاري)) لأبي عبد الله محمد بن إسماعيل الجعفي البُخَارِيّ (194-256هـ). ت: د.مصطفى البغا. ط3. 1407هـ. دار ابن كثير واليمامة . بيروت. ¶ ((صحيح مسلم)) لمسلم بن الحجاج القُشَيْريّ النَّيْسَابوريّ (206-261هـ)، ت: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت. ¶ ((ضعفاء العقيلي)) لمحمد بن عمر العقيلي (ت322هـ). ت: د. عبد المعطي قلعجي. دار المكتبة العلمية. بيروت. ط1. 1404هـ. ¶ ((طبقات الشافعية الكبرى)) لعبد الوهاب بن علي السبكي (727-771هـ)، دار المعرفة، ط.2.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "((طبقات الشافعية)) لأبي بكر بن هداية الله الحسيني (ت1014هـ). ت: عادل نويهض. دار الأفاق الجديدة. بيروت. ط3. 1402هـ. ¶ ((طبقات الشافعية)) لعبد الرحيم بن الحسين الأسنوي (704-772هـ). ت: كمال الحوت. دار الكتب العلمية. بيروت. ط1. 1407هـ. ¶ ((طبقات الشافعية)):لأحمد بن محمد تقي الدين ابن القاضي شهبة (ت851هـ). ت: د. الحافظ عبد العليم خان. دار الندوة الجديدة. بيروت. 1408هـ. ¶ ((طبقات الفقهاء)) لأبي إسحاق الشيرازي (ت476هـ). ت: خليل الميس. دار القلم. بيروت. بدون تاريخ طبع. ¶ ((طرب الأماثل بتراجم الأفاضل)) لعبد الحي اللكنوي (1264-1304هـ) . ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998م. ¶ ((عمدة القاري شرح صحيح البخاري)): لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). دار إحياء التراث العربي. بيروت. مصورة عن الطبعة المنيرية. ¶ ((غمز عيون البصائر على الأشباه والنظائر)) لأحمد بن محمد الحموي، المطبعة العامرة، 1290هـ. ¶ ((غيث الغمام على حواشي إمام الكلام)) لعبد الحي اللكنوي (ت1304هـ)، المطبع العلوي، لكنو، 1304هـ. ¶ ((فتاوى قاضي خان)) لحسَن بن مَنْصُور بن مَحْمُود الأُوزْجَنْدِيّ (ت592هـ)، الطبعة الأميرية ببولاق، مصر، 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((فتح القدير للعاجز الفقير على الهداية)) لمحمد بن عبد الواحد ابن الهمام (790-861هـ)، دار إحياء التراث العربي، بيروت. ¶ ((كشف الظنون عن أسامي الكتب والفنون)): لمصطفى بن عبد الله القسطنطيني الحنفي (1017-1067). دار الفكر. ¶ ((مرآة الجنان وعبر اليقظان في ما يعتبر من حوادث الزمان)) لعبد الله بن أسعد اليافعي (ت768هـ)، مؤسسة الأعلمي للمطبوعات، ط.1، 1970م. ¶ ((مراسيل أبي داود)) لسليمان بن أشعث السجستاني (ت275هـ)، ت: شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، ط.1، 1408هـ.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "((مسند أبي يعلى)) لأحمد بن علي أبي يعلى الموصلي (210-307هـ). ت: حسين سليم أسد، دار المأمون للتراث، دمشق، ط.1، 1404هـ. ¶ ((مسند أحمد بن حنبل)) لأحمد بن حنبل (164-241هـ). مؤسسة قرطبة. مصر. ¶ ((مسند إسحاق بن راهويه)) لإسحاق بن إبراهيم الحنظلي (161-238هـ)، ت: عبد الغفور عبد الحق، مكتبة الإيمان، المدينة المنورة، ط1، 1995م. ¶ ((مسند ابن الجعد)) لأبي الحسن علي بن الجعد الجوهري (134-230هـ). ت: عامر أحمد حيدر. مؤسسة نادر. بيروت. ¶ ((مسند البَزَّار)): لأحمد بن عمرو البَزَّار(ت292هـ).ت: د.محفوظ الرحمن. ط1. 1409هـ. مؤسسة علوم القرآن. مكتبة العلوم والحكم. بيروت . المدينة. ¶ ((مسند الحارث)) للحارث بن أبي أسامة (186-282هـ). ت: د.حسين الباكري. مركز خدمة السنة والسيرة النبوية. المدينة المنورة. ط1. 1413هـ. ¶ ((مسند الحميدي)) لعبد الله بن الزبير الحميدي (ت219هـ)، ت: حبيب الرحمن الأعظمي، دار الكتب العلمية ودار المتنبي، بيروت والقاهرة. ¶ ((مسند الشافعي)) لمحمد بن إدريس الشافعي(ت204هـ).دار الكتب العلمية . بيروت. ¶ ((مسند الشاميين)) لأبي القاسم سليمان بن أحمد الطَّبَرَاني (260-360هـ).ت: حمدي السلفي. مؤسسة الرسالة. بيروت. ط1. 1405هـ. ¶ ((مسند عبد بن حميد)) لعبد بن حميد بن نصر الكسي (ت249هـ). ت: صبحي السامرائي ومحمود الصعيدي. مكتبة السنة. القاهرة. ط1. 1408هـ. ¶ ((معارف العوارف في أنواع العلوم والمعارف)) للعلامة عبد الحي بن فخر الدين الحسني (ت1341هـ)، راجعه: أبو الحسن الندوي، من مطبوعات محمد اللغة العربية بدمشق. 1983. وهو مطبوع باسم ((الثقافة الإسلامية في الهند)). ¶ ((معجم الأدباء)) لأبي عبد الله شهاب الدين ياقوت بن عبد الله الرومي الحموي البغدادي (ت626هـ)، مكتبة عيسى البابي الحلبي، الطبعة الأخيرة. ¶ ((معجم المؤلفين)) لعمر كحالة، مؤسسة الرسالة، بيروت،ط1، 1414هـ.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "((مقدمة التعليق الممجد على موطأ محمد)) للكنوي (ت1304هـ)، ت: الدكتور تقي الدين الندوي، دار السنة والسيرة بومباي، ودار القلم دمشق، ط.1، 1991م. ¶ ((مقدِّمة عمدة الرعاية حاشية شرح الوقاية)) لعبد الحي اللكنوي (1264-1304هـ). المطبع المجتبائي. دهلي. 1340هـ . ¶ ((منح الغفَّار في شرح تنوير الأبصار)) لمحمد بن عبد الله الخطيب التُّمُرْتاشي الغَزَّي الحَنَفي (ت1004هـ)، من مخطوطات وزارة الأوقاف العراقية. ¶ ((موطأ مالك)): لأبي عبد الله مالك بن أنس الصبحي (93-179هـ). ت: محمد فؤاد عبد الباقي ز دار إحياء التراث العربي . مصر. ¶ ((ميزان الاعتدال في نقد الرجال)) لمحمد بن أحمد الذهبي(ت748هـ)، ت: د. عبد الفتاح أبو سنة، دار الكتب العلمية، بيروت، ط.1، 1416هـ. ¶ ((نصب الراية في تخريج أحاديث الهداية)): لعبد الله بن يوسف الزَّيْلَعِي (ت762هـ)، ت:محمد يوسف البنوري، دار الحديث، مصر، 1357هـ. ¶ ((هدية العارفين)): لإسماعيل باشا البغدادي (ت1339هـ) . دار الفكر . 1402هـ. ¶ ((وفيات الأعيان وأنباء أبناء الزمان)) لأبي العباس أحمد بن محمد ابن خَلكان (608-681هـ). ت: د.إحسان عباس. دار الثقافة . بيروت ¶ 8ـ الموضوعات ¶ مقدمة المحقق ¶ 5 ¶ منهج المؤلف في رسالته ¶ 6 ¶ سبب تأليف الرسالة ¶ 6 ¶ ظهور فئة في زمن الإمام اللكنوي تنكر الجن والملائكة ¶ 6 ¶ صحة نسبة الرسالة للمؤلف ¶ 7 ¶ النسخ المعتمدة في التحقيق ¶ 7 ¶ المنهج المتبع في التحقيق ¶ 7 ¶ الصفحة الأولى والأخيرة من الأصل المعتمد عليه ¶ 7 ¶ مقدمة المؤلف ¶ 11 ¶ وصف الرسالة ¶ 11 ¶ الفصل الأول: في حصول الجماعة بالجن ¶ 13 ¶ الأخبار في اقتداء الجن بالإنس ¶ 15 ¶ قصة وهب مع الجن ¶ 20 ¶ سؤال ابن الصلاح عن قراءة الجني القرآن ¶ 22 ¶ فتوى السبكي عن تكليف الجن ¶ 25 ¶ فرع: في أيهما يقدم إمام الإنس أم الجن إذا تساويا ¶ 26 ¶ الفصل الثاني: في حصول الجماعة بالملائكة ¶ 27",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "الأخبار في اقتدائهم بالإنس ¶ 27 ¶ ما استفيد من الآثار الواردة: ¶ 41 ¶ الأول: يستحب الأذان والإقامة للمسافر ¶ 41 ¶ الثاني: يستحب الجهر بالقراءة في الصلاة الجهرية... ¶ 42 ¶ الثالث: تضاعف الصلاة في الفلاة... ¶ 42 ¶ الرابع: حصول الجماعة بالملائكة ¶ 43 ¶ استدراك المؤلف على ابن عابدين ¶ 47 ¶ تحقيق مسألة وطء الجني الإنسية ¶ 48 ¶ تنبيه: في كيفية صلاة الملائكة حالة اقتدائهم بالإنس ¶ 53 ¶ اقتداء الإنس بالملائكة ¶ 54 ¶ روايات قصة إمامة جبريل ¶ 56 ¶ جواب الحنفية عن حديث إمامة جبريل في عدم جواز الاقتداء بالملك ¶ 62 ¶ اقتداء النبي - صلى الله عليه وسلم - بجيريل لا يتوهم منه أن جبريل أفضل منه - صلى الله عليه وسلم - ¶ 64 ¶ تاريخ اختتام الرسالة ¶ 64 ¶ خاتمة الطبعة الهندية المعتمدة ¶ 64 ¶ المحتوى ¶ 65 ¶ الآيات القرآنية ¶ 67 ¶ الأحاديث النبوية ¶ 67 ¶ الآثار الموقوفة ¶ 68 ¶ أسماء الأعلام ¶ 68 ¶ أسماء الكتب ¶ 71 ¶ مراجع التحقيق ¶ 74 ¶ الموضوعات ¶ 82 ¶ تمت بحمد الله",
            "page": "75",
            "part": "1"
        }
    ],
    "t36017": [
        {
            "id": "1",
            "lvl": "2",
            "sub": null,
            "tit": "العنوان"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تدوير الفلك في حصول الجماعة بالجن والملك"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة المحقق"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "في حصول الجماعة بالجنّ"
        },
        {
            "id": "58",
            "lvl": "2",
            "sub": null,
            "tit": "المحتويات"
        }
    ]
}