{
    "b36015": [
        {
            "hno": null,
            "id": "1",
            "nass": "تحفة الطلبة في تحقيق مسح الرقبة ¶ مع ¶ تحفة الكملة على حواشي تحفة الطلبة ¶ للإمام محمد عبد الحي اللكنوي ¶ توفي سنة (ت1304هـ) ¶ حققه وعلَّق عليه وخرج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ تقدمة الكتاب: ¶ الحمدُ لِمَن خضعتْ له الرِّقاب، وصَلاةٌ وسلامٌ على رسوله الآمر بكلِّ ما هو صواب، وعلى آله وصحبه السائرين بالأمَّةِ إلى كلِّ رشاد، وتابعيهم إلى يوم المهاد. ¶ وبعد: لكلِّ مذهب من المذاهب الفقهية مسائله التي تلقاها من نجوم الاهتداء صحابة رسول الله صلوات الله عليه وسلامه، المفتى بها لعمل الصحابة رضوان الله عليهم الساكنين في مكان نشوء المذهب بها، فهو دين اتباع في عباداته لا ابتداع فيه، فترى الجاهلين ينكرون على أرباب هذا المذهب مسائلهم هذه، وما ذلك إلا لجهلهم بنشوء المذاهب الفقهية، وعدم استيعابهم لسنة الرسول الكريم صلى الله عليه وسلم. ¶ فليس عجيباً هذا الاختلاف في المسائل بين المذاهب، فإنِّما هي عمل صحابة استرشدوا بهدي النَّبي المبعوث رحمة للعالمين وتبعهم على ذلك التابعون، ونقل لنا هذا العمل عنهم حملة ألوية الشريعة أئمة الفقه رضي الله عنهم. ¶ وما بين أيدينا إحدى هذه المسائل التي وقع فيها الاختلاف، وهي مسألة مسح الرَّقبة في الوضوء، عرض فيها الإمام اللكنوي للأحاديث الواردة فيها، وذكر كلام نقاد الحديث عليها، فأفاضَ وأجادَ. ¶ ثم ذكر عبارات الحنفية الدَّالة على اختلافهم فيها أهو سنة أم مستحبّ أم أدب؟ فرجَّح الإمام اللَّكْنَوِيّ استناداً للأحاديث أنه مستحبّ، وأشار إلى اختلاف المذاهب الفقهية فيها. ¶ وتأليفه ((تحفة الطلبة في تحقيق مسح الرقبة)) جعل عليه حواشي تزيد عنه سماها: ((تحفة الكملة على حواشي تحفة الطلبة))، زاد فيها في تخريج الأحاديث والكلام عليها، وعرَّفَ بكثيرٍ من أعلامها وكتبها، وجاء بالتَّحقيقات النادرة والفوائد العزيزة.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "واعتمادي في إخراجهما كان على طبعة حجرية طبعت في عصر الإمام اللَّكْنَوِيّ رحمه الله تعالى، وهما منسوبتان إليه كما هي العادةُ في ذكره اسمه واسم مؤلَّفه في مقدمة المصنَّف، وقد نسبها في غير موضع من مؤلَّفاته لنفسه مع اختلاف يسير في ألفاظها، فقد ذكره باسم: ((تُحْفَة الطَّلَبَة في مَسْح الرَّقَبَة)) في ((نفع المفتي والسائل))(ص11). و((الرفع والتكميل))(ص197).و((الآثار المرفوعة)) (ص81،102). و((مقدِّمة التعليق المُمَجَّد))(ص28). و((مقدِّمة عمدة الرعاية))(ص30). وباسم : ((تُحْفَة الطَّلَبَة في حكم مسح الرقبة))، في ((دفع الغواية))(ص42). و((النافع الكبير))(ص63). وباسم: ((تُحْفَة الطَّلَبَة في تحقيق مسح الرَّقَبَة))، ذكره الحسني في ((معارف العوارف))(ص112)، وعبد الباقي الأنصاري كما في مقدِّمة ((تحفة الأخيار))(ص35)، وهو الاسم الراجح لها لوروده في مقدمته. ¶ وعملي فيهما هو إخراجهما على أنضر هيئة موثقتي النصوص ما أمكن، مع تخريج أحاديثهما، وضبط أعلامهما، وتفصيل جملهما ومقاطعهما، وصنع فهارس لهما تيسِّرُ الرجوع لِمَا فيهما. ¶ وفي الختام نسأل الله أن يتقبَّلهما بقبول حسن، ويغفر لي ولوالدي وللمسلمين والمسلمات، والصلاة والسلام على الرسول الكريم. ¶ ... ... ... ... ... ... وكتبه ¶ في 24رمضان1420هـ صلاح محمد أبو الحاج ¶ الموافق 1/كانون الثاني/2000هـ الأعظمية/ بغداد",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ حَمْدَاً لمالكِ رقابِ الأُمُمِ(1)،وصلاةً على رسولِهِ المبعوثِ بالحِكَمِ(2)، ¶ وعلى آلهِ وصحبهِ الهادينَ بالطَّريقِ الأَمَمِ(3). ¶ أمَّا بعدُ: ¶ فيقولُ المفتقرُ إِلَى رحمةِ ربَّهِ القوي أَبو الحسناتِ مُحَمَّدٌ عبدَ الحي اللَّكْنَوِيّ تجاوزَ اللهُ عن ذنبِهِ الجَلِي والخَفِي وحفظه عن موجباتِ الغي: إني قد سُئلتُ عن مَسْحِ الرَّقبةِ في الوضوءِ هل هو سنةٌ؟ أو مستحبٌ؟ أو أمرُ سوءٍ؟ ¶ وهل وردَ فيه حديثٌ صحيحٌ أَوْ أثرٌ صريحٌ؟ أم هو من المخترعاتِ في الدِّينِ، ولا أصلَ له في الشَّرعِ المبينِ؟ ¶ فأَجبتُ أَنَّهُ قد اختلفتْ فيه الأقوالُ: ¶ فمن قائلٍ أَنَّهُ سُنَّةٌ . ¶ ومن قائلٍ أَنَّهُ بدعةٌ . ¶ ومن قائلٍ أَنَّهُ مستحبٌّ . ¶ ومن قائلٍ أَنَّهُ مكروهٌ موجبٌ لغضبِ الرَّبِّ. ¶ وقد وردتْ فيه عدَّةُ أحاديثَ قوليةٍ وفعليةٍ إلا أنَّ أَسانيدها ضعيفةٌ، وبالغَ بعضُ المبالغينَ فحكموا عليها بالوضعِ في الدِّينِ . ¶ __________ ¶ (1) بسم الله الرحمن الرحيم ¶ حامداً لمالك الرِّقاب، ومُتَشَهِدَاً أَنَّهُ لا إله إِلا هو وحدَهُ لا شَرِيكَ له، مُفَتِحِ الأَبوابِ، ومصلِّياً على رسولِهِ وآلِهِ وصحبِهِ خيرُ الأَصحابِ. ¶ يَقُولُ العبدُ الرَّاجي عفو ربِّه القوي أَبو الحسنات مُحَمَّدٌ عبدَ الحي اللَّكْنَوِيّ: هذه تعليقاتٌ على مواضعَ متفرقةٍ من رسالتي ((تُحْفَةِ الطَّلَبَة فِي مَسْحِ الرَّقَبَةِ)) مسمَّاةٌ بـ: ¶ ((تُحْفَةِ الْكَمَلَةِ عَلَى حَوَاشِي تُحْفَةِ الطَّلَبَةِ)) ¶ مُتَضَمِنَةً لتحقيقِ ما كتبتُ فيها، ومشتملةً على فوائدَ نفيسةٍ تتعلَّق بما فيها، أسأل الله أن يتقبَّلَها، ويُشْهِرُ صيتَها كما تقبَّلَ أصلَها وشهَّرَها.(التحفة). ¶ ( ) بالضم جمع أُمَّة. منه. ¶ (2) بالكسر جمع حكمة. منه. ¶ (3) بفتحتين بمعنى الوسط. منه. ¶ وفي ((لسان العرب))(1: 135): القصد الذي هو الوسط.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "والحقُّ في هذا البابِ ما اختارَهُ أولو الألباب من أَنَّهُ مستحبٌّ، مَن فعلَهُ أحسنَ، ومَن لم يفعلْهُ لا بأس عليه.والأحاديثُ الواردةُ فيه وإن كانت ضعيفةً،لكنها تكفي لإثبات الفضيلةِ(1). ¶ ثُمَّ أردتُ أن أكتبَ في هذه المسألةِ رسالةً مسمَّاةً بـ: ¶ ((تُحْفَة الطَّلَبَة فِي تَحْقِيقِ مَسْحِ الْرَّقبةِ)). ¶ مشتملةً على فصلينِ: ¶ الأَوَّلِ: في كشفِ حالِ الأحاديثِ الواردةِ فيه. ¶ والثَّاني: في إيرادِ الأقوالِ المختلفةِ فيهِ، وبه يتَّضِحُ الحقُّ ويَتِمُّ المرامُ، وأرجو من الله تعالى حُسْنَ الاختتامِ. ¶ * * * ¶ - الْفَصْلُ الأَوَّلُ - ¶ فِي إِيرَادِ نُبَذٍ مِن الأَحَادِيثِ الْوَارِدَةِ فِيهِ ¶ __________ ¶ (1) قوله ((لكنها تكفي لإثبات الفضيلة)): قد اشتهر أنَّ الحديثَ الضَّعيفَ يكفي في= ¶ =فضائلِ الأعمالِ، وله محملان: ¶ أحدهما: وهو الذي ذَكَرَهُ عَلِيٌّ القَارِي المَكِّيّ في مواضعَ من ((شرح الشَّمائل))، وأحمدُ الخَفَاجي في ((نسيم الرَّياض شرح شفاء عياض)) وغيرهما: أَنَّهُ يكفي لإثبات فضائلِ الأعمالِ الثَّابتةِ بالأحاديث الصَّحيحةِ. ¶ وثانيهما: أَنَّهُ يكفي لإثبات الاستحباب، وإِن لم يردْ فيه حديثٌ آخر صحيحٌ، وبه صرَّح ابنُ الهُمَامِ في كتاب الجنائز من ((فتح القدير))، وإليه يميل كلامُ أحمدَ بنِ حَجَرٍ المَكِّيّ الهَيْتَمي في ((شرح أربعين النَّوَويّ))، وشمس الدِّين السَّخَاويِّ في ((القَوْل البديع في الصَّلاة على الحبيب الشَّفيع))، والنَّوَويِّ في كتاب ((الأذكار)) وغيرِهِم. ¶ وقد فصلت الكلام في هذه المسألة في رسالتي ((الأجوبة الفاضلة للأسئلة العشرة الكاملة))(ص36-65). (التحفة).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فمنها: ما (1) ¶ __________ ¶ (1) قوله ((فمنها ما…الخ)): استدلَ بهذا الحديثِ على إثباتِ مَسْحِ الرَّقَبَة شَيْخُ الإِسلامِ مجدُ الدِّينِ عبدُ السَّلام بنُ عبدِ اللهِ الحَرَّاني، جدُّ العلامةِ أحمدَ بنِ عبدِ الحليم المشهور بابن تَيْميَّةَ الحَرَّاني الحَنْبَلِيّ، حيث قال في كتابه ((المنتقى في الأحكام الشرعية)) في كتاب الطهارة (باب مَسْحِ العُنُق): عن ليث عن طَلْحة بن مُصَرِّف عن أبيه عن جدِّه: ((أَنَّهُ رَأَى رَسُولَ اللهِ يَمْسَحُ رَأَسَهُ حَتَّى بَلَغَ القَذَال وَمَا يَلِيهِ مِنْ مُقَدَّمِ العُنُقِ)). رواه أحمد(3: 481). انتهى كلامه. ¶ وفي ((تخريج أحاديث الرَّافِعِي))(1: 92-93)للحافظ ابن حَجَرٍ العَسْقَلانيّ: قال النَّوَويّ: هذا حديثٌ موضوعٌ على رسول الله صَلَّى اللهُ عليهِ وَسَلَّم يعني حديث:((مَسْحُ الرَّقَبَةِ أَمَانٌ مِن الغُلِّ يَوْمَ القِيَامَةِ)). ¶ وزاد في موضعٍ آخرٍ: لم يصحّ عَن النَّبِيّ صَلَّى اللهُ عليهِ وَسَلَّم فيه شَيْءٌ، وليس هو سنةٌ بل هو بدعةٌ، ولم يذكره الشَّافِعِيّ، ولا جمهور الأصحاب، وَإِنَّمَا قاله ابنُ القاص وطائفةٌ يسيرةٌ. ¶ وتعقَّبَهُ ابنُ الرِّفعةِ: بأن البَغَويّ من أئمةِ الحديث قد قال باستحبابِهِ، ولا مأخذ لاستحبابه إِلا خبرٌ أَوْ أثرٌ؛ لأنَّ هذا لا مجال للقياسِ فيه. انتهى. ¶ ولعلَّ مستندَ البَغَويّ في استحبابِ مَسْحِ القَفَا ما رواهُ أحمدُ(3: 481)، وأبو دَاوُدَ (1: 32) من حَدِيث طَلْحةَ بنِ مُصَرِّف عَن أَبِيه عَن جدِّه: ((أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عليهِ وَسَلَّم يَمْسَحُ رَأَسَهُ حَتَّى بَلَغَ القَذَالَ وَمَا يَلِيهِ مِنْ مُقَدِّمِ العُنُقِ)). وإسناده ضعيفٌ كما تقدَّم. ¶ قلت: الذي أشارَ إليه أَنَّهُ تَقَدَّمَ هو ما ذَكَرَهُ في الكتابِ المذكورِ قبيل ذلك(1: 78): أنَّ في حديث طَلْحة ليثُ بن أَبِي سليم، وهو ضعيفٌ، وقال ابن حِبَّان: كان يقلِّبُ الأسانيدَ، ويرفعُ المراسيل، ويأتي عَن الثِّقَات ما ليس من حديثهم، تركه ابنُ القَطَّان وابنُ مَعين وابنُ مَهْدِيّ وأحمدُ، وقال النَّوَويّ في ((تهذيب الأسماء))(2: 74): اتفق العلماءُ على ضعفِهِ. انتهى. ¶ ولا يخفى على الماهرِ أنَّ ضعفَ ليثٍ ليس بدرجةٍ توجبُ ضعفَ حديثِهِ، وعدمَ الاحتجاجِ به، بل ضَعْفُهُ يسيرٌ كما يَشْهَدُ به قولُ الذَّهَبي في ((الكاشف)))(2: 151): ليثُ بن أَبِي سليم فيه ضعفٌ يسيرٌ من سوء حفظه، وكان ذا صلاةٍ وصيامٍ وعلمٍ كثيرٍ. انتهى. ¶ وقال المُنْذِريّ في كتاب ((التَّرغيب والتَّرهيب)): فيه خلافٌ، وقد حدَّثَ عنه النَّاسُ، وقال الدَّارَقُطْنِيّ: كان صاحبَ سنةٍ، إِنَّمَا أنكروا عليه الجمعَ بين عَطَاء وطاووس ومجاهد، ووثَّقَهُ ابنُ مَعين في رِوَايَة. انتهى. ¶ وقال السُّيُوطِيُّ في ((اللآلئ المصنوعة في الأحاديث الموضوعة)): رَوَى له مُسْلِم والأربعةُ وفيه ضَعْفٌ يسيرٌ من سوءِ حفظه، ومنهم من يَحْتَجُّ بِه. انتهى. ¶ وقال في مَوضعٍ آخرٍ منه:روى له مسلمٌ والأربعةُ ووثَّقَهُ ابنُ معينٍ وغيرُهُ.انتهى. ¶ وفي ((قانون الموضوعات)) لمُحَمَّدِ طاهر الفَتَّني: لم يبلغْ أمره إلى أن يُحْكَمَ على حديثه بالوضعِ، وقد روى له مُسْلِمٌ والأربعةُ، وفيه ضَعْفٌ يسيرٌ، ووثَّقَهُ ابنُ مَعينٍ. (التحفة).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "روى….………………………….. ¶ أَبو دَاوُدَ(1)وأحمدُ(2)من حديثِ طَلْحَةَ بنِ مُصَرِّف عن أَبيهِ عن جَدِّهِ، قال: ((رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم يَمْسَحُ رَأْسَهُ مَرَّةً وَاحِدَةً حَتَّى بَلَغَ الْقَذَالَ(3))). ¶ وَوَقَعَ في سُننِ أَبِي دَاوُدَ: (( وَهُوَ أَوَّلُ الْقَفَا)). ¶ قال أَبُو دَاوُدَ: قال مُسَدَّدُ(4): وحدَّثتُ به يحيى(5)فأنكرَهُ، وسمعتُ أحمدَ يقولُ: إن ابنَ عُيَيْنَةَ(6) ¶ __________ ¶ (1) قوله ((أَبُو دَاوُدَ)): هو سُلَيْمَانُ بن الأَشْعَثِ الأِزْدِي السَّجِسْتَانِي، صَاحِبُ ((السنن))، الثِّقَةُ المسندُ المشهور بالفضائل الجمَّةِ، وكانت ولادتُهُ على ما في ((تذكرة الحُفَّاظ)) (2: 591) للذَّهَبِي سنةَ اثنتينِ ومئتين، ووفاتُهُ في شوال سنةَ خمسٍ وسبعينَ. انتهى.(التحفة). ¶ (2) قوله ((أحمد)): هو أحدُ الأئمة الأربعة المشهورين، الإمام أحمدُ بنُ مُحَمَّدِ بنِ حنبلٍ أَبو عبد الله الشَّيْبَانِيّ المَرُوزِي البَغْدَادِيّ، مؤلِّفُ المسند المعروف، وُلِدَ سنةَ أربعٍ وستينَ ومئة، وماتَ سنةَ إحدى وأربعينَ ومئتينِ. (التحفة). ¶ (3) بفتح القاف والذال المعجمة.منه. ¶ (4) هو الحافظ أبو الحسَن مُسَدَّد بن مُسَرْهَدِ بن مُسَرْبَل بن مُسْتَورِد الأَسدي البَصْريّ ، يقال: اسمه عبد الملك بن عبد العزيز، ومُسَدَّدٌ لقبٌ، ويقال: إنه أول من صنَّف بالمسند بالبصرة، (ت228هـ). ((التقريب)) (ص460)، ((العبر)) (1: 404). ¶ (5) هو الإمام الحافظ المتقن أبو سعيد يحيى بن سعيد بن فَرُّوخَ القَطَّان التَّمِيمي البَصْرَيّ، قال ابن معين: أقام يحيى القَطَّان عشرين سنة يختم في كل ليلة ولم يَفُتْهُ الزَّوال في المسجد أربعين سنة، (ت198هـ). ((مرآة الجنان))(1: 462)، ((التقريب)) (ص521). ¶ (6) هو الإمام الحافظ الحجَّة أبو محمد سفيان بن عُيَيْنَةَ بن أبي عمران الهلالي الكوفي= ¶ =المَكَّي.حجَّ سبعين حجَّة، (107-198هـ). ((وفيات الأعيان)) (2: 391)، ((التقريب)) (ص184).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "زعموا أَنَّهُ كان يُنْكِرُهُ، ويقولُ إيش هذا طَلحَةُ ¶ ابن مُصَرِّف عن أَبِيه عن جدِّهِ. انتهى(1). ¶ ومنها: ما روى الطَّحَاوِيّ(2)في ((شرح معاني الآثار))(3): حدَّثنا ابنُ مرزوق قال حدَّثنا عبدُ الصَّمَدِ بنُ عبدِ الوارثِ، قال: حدَّثنا أَبي وحفصُ ابنُ غياث عن ليثٍ عن طَلْحةَ بنِ مُصَرِّف عن أَبيهِ عن جدِّهِ، قال: ((رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم مَسَحَ مُقَدَّمَ رَأَسِهِ حَتَّى بَلَغَ القَذَالَ مِن مُقَدَّمِ عُنُقِهِ))(4) ¶ __________ ¶ (1) في سنن أَبِي دَاوُدَ في كتاب الطهارة في (باب في الرَّجلِ يُدْخِلُ يَدَهُ في الإناءِ قَبْلَ أَن يَغْسِلَهَا)(1: 32)، رقم (113). وأحمد في مسند المكيين(3: 481) رقم (15385). والطَّبَرَانِي في ((المعجم الكبير))(180:19)، رقم (407). والبَيْهَقي في ((سنن الكبرى))(60:1)، رقم (281). والطحاوي في ((شرح معاني الآثار)) (1: 30). والخطيب في ((تاريخ بغداد))(169:6)، رقم (2221). وفي ((تلخيص الحبير))(92:1). ¶ (2) قوله ((الطَّحَاوِيّ)): هو مجدِّد المئةِ الثَّالثة أحمدُ بنُ محمَّدِ بن سلامة الطَّحَاوِيّ، نسبةً إلى طحطوحه قريةٌ بمصر، رئيس محدِّثي الحَنَفِيَّة، مؤلَّف ((شرح معاني الآثار)) و((مشكل الآثار)) وغيرهما، المتوفَّى سنةَ إحدى وعشرين وثلاثمئةٍ. (التحفة). ¶ (3) 30:1). ¶ (4) قوله ((حَتَّى بَلَغَ القَذَالَ مِنْ مُقَدِّمِ عُنُقِهِ)): يوافقه ما أَخرجه الطَّحَاوِيّ أَيضاً(1: 30) عن ابنِ أبي دَاوُدَ، قال: نا أَبو عَلِيّ نا الوليد بن مُسْلِم نا عبد الله بن العلائي عن أَبي الأزهرِ عن مُعَاوِيَة: ((أَنَّهُ أَرَاهُمْ وُضُوء رَسُول اللهِ فَلَمَّا بَلَغَ مَسْحَ رَأَسِهِ وَضَعَ كَفْيِهِ عَلَى مُقَدِّمِ رَأَسِهِ ثُمَّ مَرَّ بِهِمَا حَتَّى بَلَغ القَفَا ثُمَّ رَدْهُمَا)). = ¶ = ... وأخرج(1: 32)عن مُحَمَّدِ بن عبدِ اللهِ بنِ مَيْمُون البَغْدَادِيّ حدَّثنا الوَلِيدُ بنُ مسْلِم حدَّثنا جَرِيرُ بنُ عبدِ الرَّحْمَنِ بنِ ميسرةَ أَنَّهُ سَمِعَ المِقْدَامَ بنَ معدِ يكرب يقولُ: ((رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم فَلَمَّا بَلَغَ مَسْحَ رَأَسِهِ وَضَعَ كَفْيِهِ عَلَى مُقَدَّمَ رَأَسِهِ ثُمَّ مَرَّ بِهِمَا حَتَّى بَلَغَ القَفَا ثُمَّ رَدَّهُمَا حَتَّى بَلَغَ المَكَانَ الَّذِي مِنْهُ بَدَأ)). (التحفة).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": ". ¶ ومنها: ما ذَكَرَهُ ابنُ السَّكَنِ(1)في كتابِ ((الحروفِ)) من حديثِ مُصَرِّفِ بنِ عَمْرِو بنِ السَّرِي بنِ مُصَرِّفِ بنِ عَمْرِو بنِ كعبٍ عَن أَبِيه عَن جدِّهِ يبلغُ به عَمْرِو بن كعبٍ قال: ((رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم تَوَضَأَ فَمَسَحَ لِحْيَتَهُ وَقَفَاهُ)). ¶ قال السُّيُوطِيّ(2) في (( مرقاة الصّعود شرح سنن أبي دَاوُد )) : قال عبدُالحَقِّ(3): هذا إسنادٌ لا أعرفُهُ . ¶ وقالَ ابنُ القَطَّان(4) : إسنادُ ابنُ السَّكَن مجهولٌ ، ومُصَرِّفُ وأبوهُ ¶ عَمْرو وجدُّهُ السّري: لا يعرفون، وليس فيه روايةٌ لمُصَرِّف بن عَمْرِو، وإنَّما طَفَرَ فيه من السَّرِي إلى عَمْرو بن كعب الذي هو جَدُّ طَلَحةَ بنِ مُصَرِّفٍ، وسماعُهُ منه لا يعرفُ بل ولا تعاصرهما . ¶ __________ ¶ (1) هو الحافظ أبو علي سعيد بن عثمان بن سعيد بن السَّكَن، قال الذَّهَبِي في ((العبر))(2: 297): صاحب التصانيف، وأحد الأئمة، (294-353هـ). ¶ (2) قوله ((قال السُّيُوطِيّ)): هو الحافظ جلال الدِّين عبد الرَّحمن بن كمال الدِّين الشَّافِعِيّ الأسيوطيّ، صاحبُ التَّصانيف السَّائرة التي تزيد على خمسمئة. وُلِدَ سنةَ (849هـ) بالقاهرة، وبرعَ بالحديثِ وغيرِهِ، وتوفي سنة (911هـ). كذا في ((النَّور السَّافر في أخبار القرن العاشر))(ص51). (التحفة). ¶ (3) لعلَّه: الحافظ أبو محمد عبد الحق بن عبد الرحمن بن عبد الله الأزدي الأشبيلي، المعروف بان الخَرَّاط، مؤلِّف: ((الأحكام الكبرى))، و((الأحكام الصغرى))، (510-581هـ). ((العبر)) (4: 243). والله أعلم. ¶ (4) هو العلامة المحدِّث أبو الحسن علي بن محمد بن عبد الملك الكتامي الحِمْيَري = ¶ = ... الفاسي، المشهور بابن القَطَّان الفاسي، مؤلِّف ((بيان الوهم والإيهام الواقعين في كتاب الأحكام)) (562-628هـ). ((الأعلام)) (7: 152). والله أعلم.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وقال النَّوَويُّ(1): طَلَحةُ بنُ مُصَرِّفٍ أحدُ الأئمةِ الأعلامِ(2) ¶ __________ ¶ (1) في ((تهذيب الأسماء واللغات)) (1: 353)، كلامُ للنَّوَوِيّ قريبٌ من هذا. ¶ (2) قوله ((أحد الأئمة الأعلام…الخ)): قد وصفَهُ جماعةٌ من العلماء، واعتمدَ عليه طائفةٌ من الفضلاء، فذَكَرَ السَّمْعانيّ أَبو سَعْد عبد الكريم في كتاب ((الأنساب))(5: 678) عند ذِكْرِ اليامِي بعدما ذَكَرَ أَنَّهُ نسبة إلى يام بطن من هَمَدان، وطَلْحة بن مُصَرِّف بن كَعْب ابن عَمْرِو أبو عبد الله اليامي روى عنه شُعْبَة وغيره. انتهى. ¶ وقال المُبَارَك بن الأثير الجَزَرِي في ((جامع الأصول)): ويقال أبو عبد الله طَلْحة ابن مُصَرِّف بن كَعْب بن عَمْرِو، ويقال: ابن عُمَر اليامي الهَمَداني الكوفيّ أحدُ الأعلامِ الأثباتِ من التَّابِعِينَ، روى عن عبد الله بن أبي أَوفى وأنس، وروى عنه: ابنه مُحَمَّد وأبو إسحاق السَّبِيعِي، مات سنة (112هـ). ¶ وفي ((تقريب التهذيب))(ص225)للحافظ بن حَجَرٍ: طَلْحة بن مُصَرِّف بن عَمْرِو بن كَعْب اليامِيّ بالتحتانية الكُوفيّ، ثقةٌ فاضلٌ، مات (112هـ) أَو بعدها. انتهى. ¶ وفي ((الكاشف))(1: 514) للذَّهَبِي: طَلْحةُ بن مُصَرِّف بن عَمْرِو اليامي، أحدُ أئمة الكُوفَةِ، وثَّقوه، مات سنة (112هـ). انتهى. ¶ وأمَّا أَبوه مُصَرِّف، فقال في ((الكاشف))(2: 267): مُصَرِّف بن عَمْرِو اليامي أَبوالقَاسِم الكُوفِيّ سَمِعَ عَبْدَة بن سُلَيْمَان، وعنه: مطين. انتهى. ¶ وفي ((التقريب))(ص465): مُصَرِف بن عَمْرِو بن كَعْب أَو ابن كَعْب بن عَمْرِو اليامي، روى عنه: طَلْحة بن مُصَرِّف، مجهول، من الرَّابعة. انتهى. ¶ وأمَّا جدُّهُ فاختلفوا في اسمِّه وفي صحبتِهِ كما يُعْلَمُ عما نقلنا في هذه التَّعليقة وما علَّقت عليه. ¶ ومختارُ جماعةٍ أنَّ اسمَّه كَعْب بن عَمْرِو وأنَّهُ صحابي وإليه مال ابن عبد البرِّ في ((الاستيعاب في أحوال الأصحابِ)) (8: 1322): كعبٌ بن عَمْرِو اليامي الهَمَداني جدُّ طَلْحة بن مُصَرِّف، وبعضهم يَقُولُ: كَعْب بن عَمْرِو، الأشهرُ ابن عَمْرِو بن جحدب بن مُعَاوِيَة بن أسد بن الحَارِث، سكن الكُوفَة، له صحبةٌ ومنهم من ينكرها، ولا وجه لإنكار مَن أنكر، فلك من حديثه ما رواه طَلْحة بن مُصَرِّف عن أَبِيه عن جدِّه قال: ((رَأَيْتُ النَّبِيَّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم يَتَوضَأُ فَأَمَرَ يَدَهُ عَلَى سَالِفَتِهِ)). وقد اختلف فيه، وهذا أَصَحّ ما قيل في ذلك. انتهى. ¶ وفي ((أسد الغابة في أخبار الصَّحَابَة)) لعَلِيّ بن الأثير الجَزَرِيّ: كَعْبُ بن عَمْرِو الهَمَدَاني اليامِي، ويام بطن من هَمَدان، وقيل: كَعْب بن عُمْر، والأَوَّلُ أشهر، وهو كَعْب بن عَمْرو بن جحدب بن معاوية بن سعد بن الحارث بن ذهل بن دؤل بن جشم بن حاشد بن جشم بن حيوان بن نوف بن هَمَدان، وهو جدُّ طَلْحة بن مُصَرِّف، سَكَنَ الكُوفَةَ وله صحبةٌ. انتهى. ¶ وفي ((تخريج أحاديث الرافعي))(1: 78-79) لابن حَجَرٍ بعد ذكر تضعيف ليث كما نقلناه سابقاً، وللحديث علَّة أُخرى ذَكَرَها أبو دَاوُدَ عن أحمدَ: كان ابنُ عُيَيْنَةَ يُنْكِرُهُ ويقولُ: إيش هذا طَلْحة بن مُصَرِّف عن أبيه جدِّهِ، وكذا حَكَى عُثمان الدَّارِمِيّ عن عَلِيّ بن المَدِيني فزاد: سألت عبدَ الرَّحمنِ بنَ مَهْدِيّ عن اسمِ جدِّهِ، فقال: عَمْرِو بن كَعْب أَو كَعْب بن عَمْرِو، وكانت له صحبةٌ. ¶ وقال الدُّوري عن ابن مَعِين: المحدِّثون يقولونَ أنَّ جدَّ طَلْحةَ رأى النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم، وأهلُ بيتِهِ يقولون: ليست له صحبةٌ. ¶ وقال الخلالُ عن أَبي دَاوُد: سمعتُ رجلاً من وَلَدِ طَلْحة يقولُ أنَّ لجدِّهِ صحبةً. ¶ وقال ابنُ أبي حاتم في ((العلل))(1: 53): سألت أَبِي عنه فلم يثبته، وقال: طَلْحة هذا يُقَالُ: أَنَّهُ رجلٌ من الأَنصار، ومنهم مَن يقولُ: طَلْحة بن مُصَرِّف، وقال: ولو كان طَلْحة بن مُصَرِّف لم يختلف فيه. ¶ وقال ابنُ القَطَّان: علَّةُ الخبرِ عندي الجهل بحال مُصَرِّف بن عَمْرِو والد طَلْحة، وصرَّحَ بأَنَّهُ طَلْحة بن مُصَرِّف ابنُ السَّكَن، وابنُ مردويه في كتاب ((أولاد المحدِّثين))،ويعقوبُ بن سفيان في((تاريخه))،وابنُ أَبِي خيثمة في ((تاريخه)) وخلقٌ.انتهى. ¶ قلت: يعلَمُ من مجموع ما ذكرنا أنَّ في سند الحديث المذكورِ في المَسْحِ من رِوَايَة طَلْحة عن أبيه عن جدِّه اختلافات وعلل. ¶ أما الاختلافات: ¶ فمنها:الاختلاف في أنَّ طَلْحةَ الرَّواي له هو ابن مُصَرِّف أَو غيره،والأَوَّلُ أَصَحّ. ¶ ومنها: الاختلاف في اسم جدِّه أهو كَعْب بن عَمْرِو أَو كَعْب بن عُمَر أَو عَمْرِو بن كَعْب، والأشهر هو الأَوَّل. ¶ ومنها: الاختلاف في كون جدِّه صحابياً، والأصحُّ كونُهُ صحابياً. ¶ وأما العلل: ¶ فأولها: ضعف ليث الرَّواي عن طَلْحةَ. ¶ وثانيها: ضعف مُصَرِّف أَو جهله. ¶ وثالثها: عدم كون جدِّه صحابياً على ما قاله جماعةٌ. = ¶ = ... والحقُّ أن مَن أثبت أَنَّهُ صحابياً معه زيادةُ علمٍ على مَن لا يعرفه، وضعفُ ليث ومُصَرِّف يسيرٌ لا يستحقُ الحديثُ به التركَ. (التحفة).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "تابعيٌ احتجَّ به السِّتَةُ، وأبوهُ وجدَّهُ لا يعرفانِ، و مُصَرِّف بضمِّ الميم وفتح الصَّاد المهملة وكسر الرَّاء، وحَكْيُ فتحها ضَعيفٌ . ¶ ونَقَلَ ابنُ أبي حاتمٍ(1)في ((المراسيل)): عن أحمدَ أَنَّهُ قال بلغنا عن سُفْيَانَ ابنِ عُيَيْنَة: أَنَّهُ أنكرَ أن يكونَ لجدِّ طَلْحةَ بنِ مُصَرِّفٍ صحبةً . ¶ وروى ابنُ الجُنَيْدِ عن ابنِ مَعِين(2)قال: هذا طَلْحةُ ما أَدْرَكَ جدَّهُ رسول اللّه صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم. ¶ وذَكَرَ ابنُ أبي حَاتِم في ((العللِ))(3): أَنَّهُ سألَ أباهُ(4)عن هذا الحديثِ فلم يُثْبِتْهُ. ¶ وروى عُثمانُ الدَّارِميّ(5)عن عَلِيِّ بنِ المَدِيني(6) ¶ __________ ¶ (1) هو الحافظ عبد الرحمن بن أبي حاتم محمد بن إدريس بن المُنْذِر التَّمِيمي الرَّازي، المعروف بابن أبي حاتم، قال أبو يَعْلَى الخليلي: أخذ علمَ أبيه وأبي زُرعة، وكان بحراً في العلوم ومعرفة الرجال، (ت327هـ). ((العبر)) (2: 208). ¶ (2) هو الإمام الحافظ أبو زكريا يحيى بن مَعين بن عَوْن الغَطَفَاني مولاهم البَغْدَادِيّ، إما الجرح والتعديل، (ت233هـ). ((التقريب))(ص527). ¶ (3) علل ابن أبي حاتم)) (1: 53). ¶ (4) هو الحافظ أبو حاتم محمد بن إدريس الرَّازي، قال الذهبي في ((العبر)) (2: 58): كان بارع الحفظ واسع الرحلة، من أوعلية العلم، وكان جارياً في مضمار البُخَاري ومسلم وأبي زُرْعَة الرَّازي، (195-277هـ). ((الأعلام)) (6: 250). ¶ (5) هو الإمام الحافظ أبو سعيد عثمان بن سعيد الدَّارِمي السِّجْزي، نسبة إلى دارم بن مالك بن حنظلة بطن كبير من تميم، والسِّجْزي: نسبة إلى سجستان على غير قياس. صاحب المسند والتصانيف. (ت280هـ). ((العبر)) (2: 64). ¶ (6) هو الإمام أبو الحسن علي بن عبد الله بن جعفر بن نجيح السَّعْدِي مولاهم البصري= ¶ = ... المشهور بابن المديني، أعلم أهل عصره بالحديث وعلله، حتى قال البُخَاريّ: ما استصغرت نفسي إلا عند علي بن المديني، (ت234هـ). ((التقريب))(ص342).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "قال: سألتُ ابنَ عُيَيْنَةَ ¶ عن هذا الحديثِ فأَنْكَرَهُ، وسألتُ عبدَ الرَّحمنِ بنَ مَهْدِي(1)عن نسبِ جدِّ طَلْحةَ فقال: عمرو بن كَعْب أَو كَعْبٌ بنُ عمرو، وكانت له صحبةٌ، انتهى كلامه. ¶ وفي ((تهذيب التَّهذيبِ))(2): طَلْحةُ عن أبيه عن جدِّهِ في مَسْحِ الرَّأس، وعنه ليثُ بنُ سليمٍ، قيل: أَنَّهُ طَلْحةُ بنُ مُصَرِّفِ، وقيل: غيرُهُ، وهو الأشبهُ بالصَّوابِ . ¶ قلت(3): قال أبو دَاوُدَ: وحدَّثنا مُحَمَّدُ بنُ عيسى ومُسَدَّدُ، قالا: حدَّثنا عبدُ الوارثِ عن لَيْثٍ عن طَلْحةَ بنِ مُصَرِّفِ عن أَبيهِ عن جدِّهِ قال: ((رَأَيْتُ رَسُولَ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم يَمْسَحُ رَأَسهُ مَرَّةً وَاحِدَةً))(4). ¶ تابعَهُ أَبُو كامل الخُجَنْدي عن عبدِ الوارِثِ، وكذا رواهُ يَعْقُوبُ بنُ سُفْيَان من حديثِ حفص بنِ غياثِ عن طَلْحةَ . ¶ وقال أبو نُعَيْم: رواهُ معتمرٌ وإسماعيلُ بنُ زكريا عن ليثٍ عن طَلْحةَ ابنِ مُصَرِّفٍ . ¶ وقال أحمدُ في ((الزهد)): أُخُبِرْتُ عن ابنِ عُيَيْنَةَ أَنَّهُ قيل له: أنَّ ليثَ ابن سليم يحدِّثُ عن طَلْحةَ بنِ مُصَرِّفٍ عن أبيهِ عن جدِّهِ في الوضوء فأنكرَ أن يكون لجدِّهِ صحبةً. ¶ وقال أَبُو زُرْعَةَ: لا أعرفُ أحداً سمَّى والدَ طَلْحةَ إلا أنَّ بعضَهم يقولُ: طَلْحةَ بنَ مُصَرِّفٍ . ¶ __________ ¶ (1) هو الحافظ الثَّبت أبو سعيد عبد الرحمن بن مهدي بن حسان العَنْبريّ مولاهم البصري، قال ابن المديني: ما رأيت أعلم منه،(ت198هـ).((التقريب)) (ص293). ¶ (2) قوله ((في تهذيب التَّهذيب)): هو للحافظ أحمد بن حَجَرٍ العَسْقَلانيّ المتوفَّى سنة اثنتين وخمسين وثمانمئةٍ، لا سنة ثمان وخمسين كما في ((أبجد العلوم))(3: 95)لبعض أفاضل عصرنا. (التحفة). ¶ (3) القائل هو ابن حَجَرٍ العَسْقَلانِيّ. ¶ (4) في ((سنن أبي داود)) (1: 32).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وقال أَبو الحَسَنِ بنُ القَطَّان: طَلْحةُ هو ابنُ مُصَرِّفٍ، وممَّا يُؤَيدُهُ ما أخرجَهُ أَبُو علي(1)بنُ السَّكَن من طريقِ مُصَرِّف بن عَمْرِو يَبْلُغُ به كعبَ ابنَ عَمْرِو، قال: ((رأيتُ …)) الحديث. انتهى كلامه(2). ¶ ومنها : ما رواهُ أَبُو نُعَيْم(3) في (( تاريخ أَصْبَهَان )) : من حديثِ ابنِ ¶ __________ ¶ (1) قوله ((أَبو عَليّ…الخ)): قال الذهبي في ((تذكرة الحُفَّاظ))(3: 937): ابنُ السكن الحافظ أَبو عَلِيّ سعيد بن عثمان بن سعيد بن السَّكَن البَغْدَادِيّ نزيل مِصْرَ، وُلِدَ سنة أربع وتسعين ومئتين، سمعَ أَبا القاسمِ البَغَوي وسعيدَ بنَ عبد العزيز الحَلَبي وَمُحَمَّدَ بنَ يُوسُف الفربري وطبقتَهم، وعُنِي بهذا الفن، وجمعَ وصنَّفَ، وبَعُدَ صيتُهُ، روى عنه أَبي عبدِ الله بن مَنْدَة وعبد الغني بن سعيد وآخرون، توفِّي في المحرم سنة ثلاث وخمسين وثلاثمئةٍ. انتهى ملخصاً. (التحفة). ¶ (2) من ((تهذيب التهذيب)) (5: 27). ¶ (3) قوله ((ما رواه أَبو نُعَيْم)): هو أحمدُ بنُ عبدِ الله الأَصْفَهَاني صاحب ((الحلية)) من مشايخ الحديث الثِّقَات المعمول بحديثهم، وُلِدَ سنة (334هـ)، ومات سنة (430هـ). كذا في ((أَسْمَاء رجال المشكاة))، لا سنة ثلاثٍ بعد أربعمئة. كذا في= ¶ = ... ((إتحاف النُّبَلاء)) لبعض أفاضل عصرنا. (التحفة).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "عُمَرَ: أنَّ النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم قال: ((مَنْ تَوَضَّأَ(1) ¶ __________ ¶ (1) قوله ((قال: مَنْ تَوَضَّأ …الخ)): كذا ذَكَرَهُ العَيْنِي في ((البناية))(1: 66) مُسْنَدَاً إلى أَبي نُعَيْم، وذَكَرَهُ الرَّافِعِي من أئمة الشَّافِعِيَّةِ في ((شرح الوجيز)) بهذا اللفظ من حديث ابن عُمَرَ، ولم يُسْنِدْهُ إلى أَحَدٍ، وقال الحافظُ ابنُ حَجَرٍ في تخريج أحاديثه(1: 93): قال أَبو نُعَيْم في ((تاريخ أصبهان)): نا مُحَمَّدُ بنُ أحمدَ نا عبدُ الرَّحمنِ بنُ دَاوُدَ نا عثمانُ خُرّزاد نا عَمْرِو بن مُحَمَّد بن الحَسَن نا مُحَمَّد بن عَمْرِو الأَنْصَارِيّ عن ابنِ سيرين عن ابن عُمَرَ: أَنَّهُ كان إذا تَوَضَّأ مَسَحَ عُنُقَهُ،وَيَقُولُ قال رَسُولُ الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: ((مَنْ تَوَضَّأ وَمَسَحَ عُنُقَهُ لم يَغُلَّ بِالأغْلالِ يَوْمَ الْقِيَامَةِ)). ¶ والأَنصاريّ هذا واهن، وقرأتُ جزءاً رواهُ أَبو الحُسَيْن بن فَارِس بإسناده عن فُلَيْح بن سنان عن نافع عن ابن عُمَر أنَّ النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم قال: ((مَنْ تَوَضَّأ وَمَسَحَ عَلَى عُنُقَهُ وُقِي الغُلَّ يَوْمَ القِيَامَةِ)). ¶ قال الرُّويانِي في ((البحر)): هذا إن شاء الله حديثٌ صحيحٌ. ¶ قلت: بين ابن فارس وفُلَيْح مفازةٌ، فلينظر فيها. انتهى كلامه. ¶ وفي ((تنْزيه الشَّرِيعَة عَن الأخبار الموضوعة)): حَدِيث: ((مَسْحُ الرَّقَبَةِ أَمَانٌ مِنَ الغُلِّ))، قال النَّوِويّ في ((شرح المهذب)): موضوعٌ. ¶ قلت: أخرجه أَبو نُعَيْم في ((تاريخ أَصْبَهَان)) من حديث ابنِ عُمَر بلفظ: ((مَنْ تَوَضَّأ وَمَسَحَ عُنُقَهُ لَمْ يَغُلَّ بِالأغْلالِ يَوْمَ القِيَامَةِ)). ¶ وفيه أَبو بَكْر المعيد شَيْخُ أَبي نُعَيْم، قال الحافظ العِرَاقي: وهو آفته، وقد سبق النَّوَوِي إلى إنكارِهَ ابنَ الصَّلاحِ، وقال: لا يُعْرَفُ مرفوعاً، وَإِنَّمَا هو قولُ بعضِ السَّلَفِ، قال العِرَاقي: نَعَمْ ورد مَسْحُ الرَّقَبَة من حديث وائل بن حَجَرٍ في صفة= =وضوء النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم، أخرجه البَزَّارُ والطَّبَرَانِيُّ في ((الكبير)) بسندٍ لا بأس به. انتهى. (التحفة).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ومَسَحَ عُنُقَهُ وُقي الغُلُّ يَوْمَ القِيَامَةِ)). ¶ ومنها: ما رواهُ الدَّيْلَمي(1)في ((مسند الفردوس)) من حديثِ ابنِ عُمَرَ: ((مَسْحُ الرَّقَبَةِ أَمَانٌ مِنْ الْغُّلِ يَوْمَ القِيَامَةِ)). ¶ قال الحافظُ زينُ الدَّينِ العِرَاقي(2)في ((تخريج أحاديث الإحياء)): سندُهُ ضعيفٌ. انتهى . ¶ وفي ((الفوائدِ المجموعةِ)) للشوكاني(3): قال النَّوَوِيّ(4): هذا الحديثُ موضوعٌ . ¶ وقد تكلَّمَ عليه ابنُ حَجَرٍ في ((التلخيصِ))(5)بما يفيدُ أَنَّهُ ليس بموضوعٍ. انتهى. ¶ __________ ¶ (1) قوله ((الدَّيْلَمِي)): قال في ((كشف الظنون))(2: 1254): ((فردوس الأَخبار بمأَثور الخطاب)) المخرج على كتاب الشِّهاب لأبي شجاع شيرويه بن شهردار بن شيرويه ابن فنا خسرو الدَّيْلَمِي الهَمَدَاني، ذكر فيه أَنَّهُ أوردَ فيه عشرةَ ألافِ حديثٍ، وذَكَرَ القُضَاعي في ((الشجاع)) أيضاً عشرة ألآف، وذكر في ((الفردوس)) رواتها ورتَبَها على حروف المعجم مجردةً عن الأَسانيد، ثمَّ جَمَعَ وَلَدَهُ الحافظ شهردار سنة (558هـ) أسانيدَ ((الفردوس)) سمَّاه ((مسند الفردوس)). انتهى. (التحفة). ¶ (2) قوله ((العراقي)): هو الحافظ عبد الرَّحيم بن الحسَيْن العِرَاقي المِصْريّ، مؤلف ((الألفية في أصول الْحَدِيث))، و((شرحها))، المتوفَّى سنة (802هـ)، كما ذَكَرَهُ السُّيُوطِيُّ والسَّخَاويُّ وغيرُهُما، لا سنة خمسٍ كما في ((إتحاف النُّبَلاء)) لبعض أفاضل عصرنا. (التحفة). ¶ (3) قوله ((للشَّوْكَانِي)): هو مُحَمَّدُ بنُ عَلِيّ الشَّوْكَانِي المتوفَّى سنة (1250هـ) أَو سنة (1255هـ). (التحفة). ¶ (4) هو الإمام الفقيه المحدَّث أبو زكريا محيي الدين يحيى بن شرف بن مرى الحزامي الحورَّاني النَّوَوِيّ الشَّافِعِيّ، نسبةً إلى نوا من قرى حوران،(631-676هـ). ¶ (5) تلخيص الحبير))(92:2).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وفي ((المصنوعِ في معرفة الموضوع)) لعلي القَارِي(1): رُوُي مَرفوعاً في ((مسند الفردوسِ)) من حديثِ ابنِ عُمَرَ: لكن سندُهُ ضعيفٌ، والضَّعيفُ يُعْمَلُ به في فضائلِ الأعمالِ اتفاقاً(2) ¶ __________ ¶ (1) قوله ((لعَلِيّ القَارِي)): هو مجدِّد الألف، مُلا عَلِيّ بن مُحَمَّدِ سلطان الهَرَوي ثُمَّ المَكِّيّ مؤلف ((المرقاة شرح المشكاة)) وغيرها، المتوفَّى سنة (1014هـ)، كما ذَكَرَهُ في ((خلاصة الأثر في أعيان القرن الحادي عشر)) (3: 185) وغيره، لا سنة (1016هـ)، ولا سنة (1044هـ)، كما وقع في ((الإتحاف)) وغيره من تصانيف بعض أفاضل قَنُّوج. (التحفة). ¶ اسم والد عَلِيُّ القاري كما حقَّقه قوتلاي في ((الإمام علي القاري وأثره في علم الحديث))(ص44): سلطان محمد وليس محمد سلطان. ¶ (2) قوله ((اتفاقاً)): قال النَّوَوِيُّ في ((الأربعين)): اتفقَ العلماءُ على جوازِ العملِ في الحديث الضَّعِيفِ. انتهى. ¶ وقال أحمدُ بنُ حَجَرٍ المَكِّيّ في شرحه ((الفتح المبين)): لأنَّهُ إِنَّهُ كان صحيحاً في نفس الأمر فقد أُعطي حقَّهُ، وإلا لم يترتبْ على العملِ به مفسدةٌ تحليلٌ وتحريمٌ، ولا ضياع حقٍّ للغيرِ، وأشارَ المصنِّفُ بحكايةِ الإجماع على ما ذَكَرَهُ إلى الرَدِّ على مَن نازعَ فيه بأن الفضائلَ إِنَّمَا تُتَلَقى من الشَّرعِ، فإثباتُها بالحديثِ الضَّعيفِ اختراعُ عبادةٍ وشرعٍ من الدِّين ما لم يأذن به الله. ¶ ووجه ردِّه أنَّ الإجماع لكونه قطعياً تارةً،وظنّه ظناً قوياً تارةً أخرى لا يردُّ بمثل= ¶ =ذلك لو لم يكن له جوابٌ، كيف وجوابُه واضحُ، وذلك ليس من باب الاختراعِ في الشَّرعِ، وإِنَّمَا هو ابتغاءُ فضيلةٍ ورجاؤها مع إمارةٍ ضعيفةٍ من غير ترتب مَضَرَّةٍ عليه كما تقرَّر. ¶ وفي ((القول البديع)) للسَّخَاوِيّ: سمعتُ شيخنا ابن حَجَرٍ العَسْقَلانيّ مراراً يَقُولُ: شرطُ العملِ للحديثِ الضَّعيفِ ثلاثةٌ: ¶ الأَوَّل: متفقٌ عليه، وهو أن يكون الضَّعفُ غيرَ شديدٍ، كحديث من انفردَ من الكذابين والمتهمين، ومن فحش غلطه. ¶ والثَّاني: أن يكون مندرجاً تحت أصلٍ عامٍ فيخرج ما يخترع حيث لا يكون له أصلٌ أصلاً. ¶ والثالث: أن لا يعتقدَ عند العملِ ثبوتَهُ؛ لئلا ينسبَ إلى النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ما لم يقلْه. ¶ والأخيران عن ابن عبدِ السَّلامِ وابنِ دقيق العيد،والأول نَقَلَ العلائي الاتفاقَ عليه. ¶ وفي ((أنموذج العلوم)) للجلال الدّواني: إِذَا وجدَّ حديث ضعيفٌ في فضيلةِ عملٍ من الأعمالِ، ولم يكنْ هذا العملُ مِمَّا يَحْتَمِلُ الحُرْمَةَ أوالكراهةَ، فَإِنَّه يجوزُ العملُ به ويستحبُّ، لأنَّه مأمون الخطر مرجو النفع، إذ هو دائرٌ بين الإباحةِ والاستحبابِ، فالاحتياطُ العملُ به رجاء الثوابِ. ¶ وفي ((فتح القدير)) لابن الهُمَام: الاستحباب يثبت بالحديث الضعيف غير الموضوع. انتهى. (التحفة).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "، ولذا قال أئمتنا: أَنَّهُ مستحبٌ أو سنةٌ. انتهى . ¶ ومنها: ما رواهُ أَبُو عبيد(1)في كتاب ((الطّهور)) عن عبدِ الرَّحْمَن بن ¶ مَهْدِيّ عن المَسْعُودي عن القاسِم بن عبدِ الرَّحمنِ عن موسى بن طَلْحة أَنَّهُ قال: ((مَن مَسَحَ قَفَاهُ مَعْ رَأَسِهِ وُقِي الغُلُّ يَوْمَ القِيَامَةِ)). ¶ __________ ¶ (1) قوله ((أَبُو عُبَيْد)): هو القاسم بن سَلام البَغْدَادِيّ اللُّغَوِي الفقيه أحد الأعلام الثقاتِ، كان حافظاً للحديث وعللِهِ، عارفاً بالفقه والاختلافات، رأساً في اللُّغَة، إماما في القراءات، قال أَبو دَاوُدَ: هو ثقةٌ مأمونٌ، وقال أحمدُ: هو أستاذٌ،وفاتُهُ بمكَةَ سنةَ أربعٍ وعشرينَ ومئتينِ،له ترجمةٌ طويلةٌ في((تذكرة الحُفَّاظ))(2: 417)،وغيره. (التحفة).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "قال العَيْنِيُّ(1)في ((شرح الهداية)): هذا وإن كان موقوفاً لكن له حُكْمُ الرَّفعِ(2)،………………………………………… ¶ __________ ¶ (1) قوله ((قال العَيْنِي)): هو القاضي بَدْرُ الدِّين مَحْمُود بنُ أحمدَ بنِ موسى العَيْنِي، نسبةً إلى عين تاب، مؤلف شرح ((الهداية)) المسمَّى بـ((البِنَاية))، وشرح ((كنْز الدَّقائق)) المسمَّى بـ((رمز الحقائق))، و((شرح شرح معاني الآثار))، و شرح ((تُحْفَة الملوك)) المسمَّى بـ((منحة السَّلوك))، وشرح ((صحيح البُخَارِيّ)) المسمَّى بـ((عُمدة القَارِي))، ولادتُهُ بمصرَ سنة (762هـ)، ووفاتُهُ سنة (855هـ). كذا في ((طبقات الحَنَفِيَّة)) للكفوي وغيرِهِ، وليطلب تفصيل ترجمته وترجمة غيره من أكابر الحَنَفِيَّة من ((الفوائد البَهيَّة في تراجم الحنفية))(ص339)، و((التعليقات السنية)).(التحفة). ¶ (2) قوله ((لكن له حُكْمُ الرَّفْعِ)): يعني هو وإن كان موقوفاً حقيقةً، لكنه مرفوعٌ حكماً، كما صرَّحَ به ابنُ الصَّلاح وابنُ عبدُ البرِّ والعِرَاقي والنَّوَوِيّ وغيرُهم من أئمةِ الحديث في بحثِ قول الصَّحابي، وبه صرَّحَ جمعٌ منهم في قول التَّابعي، كما بسطه السُّيُوطِيُّ في رسالته ((طلوع الثريا لإظهار ما كان خفيا))، وما اشتهر أنَّ قولَ الصحابي ليس بحجَّةٍ مع كونِهِ مختلفاً فيه مختصٌ بقول الصَّحابي فيما يُعْقَلُ بالرَّأي وللاجتهادِ فيه مساغٌ، وأما ما لا يعقل بالرَّأي فقولُهُ حجَّةٌ بكونِهِ مرفوعاً حكماً، وقد فصلتُ الكلام في هذه المسألة في رسالتي ((السعي المشكور))، صنَّفتُها ردَّاً على مَن حَجَّ ولم يزرْ سيدَ القبورِ، قبرَ سيدِ أهلِ القبورِ، وألَّفَ رسالةً مسمَّاة بـ((المَذْهَب المأثور)) وغيرها من رسائلِ. (التحفة).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "لأنَّهُ لا مجالَ للرَّأي فيه(1). انتهى(2). ¶ __________ ¶ (1) قوله ((لا مجال للرَّأي فيه)): اعتُرِضَ عليه بأن نفسَ مَسْحِ الرَّقَبَةِ ليس مِمَّا لا دَخْلَ للرَّأي فيه فيمكنُ أن يكونَ القائلُ به أخذَهَ من أحاديثٍ دالةٍ على استحبابِ إطالة الغرة، كما أخرج النَّسَائيّ(1: 95)عن أَبِي هُرَيْرَة: أَنَّهُ يغسل يديه في الوضوء يبلغ إبطيه، وَيَقُولُ: سمعت رَسُول الله يَقُولُ: ((تَبْلُغُ حِلْيَةُ المُؤمِنِ حَيْثُ يَبْلُغُ الوُضُوءُ)). ¶ وفي الصَّحيحين (1: 63) (1: 216)عنه مرفوعاً: ((إنَّ أُمْتِي يُدْعَونَ غُرَّاً مُحَجَلِينَ مِنْ آثَارِ الوُضُوءِ، فَمَنْ اِسْتَطَاعَ مِنْكُمْ أَنْ يُطِيلَ غُرَتَهُ فَلْيَفْعَلْ)). ¶ والجوابُ عَنْهُ: أَنَّ الحُكْمَ بترتبِ ثوابٍ مخصوصٍ أَو عقابٍ مخصوصٍ على فعلٍ مِمَّا لا مساغ للاجتهاد فيه، فالحُكْمُ بأَنَّ مَسْحَ الرَّقَبَةِ موجبٌ للتَّوقِي من الغُلِّ يوم القيامة لا يمكن إِلا بسماعٍ. ¶ ومن ها هنا يَظْهَرُ الجوابُ عمَّا قيل: أنَّ قبولَ الحديث الضَّعيفِ في فضائلِ الأعمالِ مشروطٌ بأن يكون لما ورد فيه أصلٌ شرعيٌ ثابتٌ بالدَّليلِ الشَّرعي، ومَسْحُ الرَّقَبَةِ مِمَّا لا أصلَ لَهُ، وهو أنَّ أحاديثَ إطالةِ الغُرَّةِ تكفي لكونها أصلاً لَهُ. (التحفة). ¶ (2) من ((البناية شرح الهداية))(1: 161).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ومنها: ما حَكاهُ ابنُ الهُمَامِ(1)من حديثِ وائلٍ في صفةٍ وضوءِ رسولِ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: ((ثُمَّ مَسَحَ عَلَى رَأَسِهِ ثَلاثَاً وَظَاهِرِ أُذُنَيهِ ثَلاثَاً وَظَاهِرِ رَقَبَتِهِ ، وَأَظُنُّهُ قَالَ ظَاهِرَ لِحْيَتِهِ ، ثُمَّ غَسَلَ قَدَمَهُ ¶ اليُمْنَى))(2)الحديث. رواهُ التِّرْمِذِيُّ(3) . ¶ ثُمَّ قال ابنُ الهُمَامِ: فيه دليلٌ على أنَّ مَسْحَ الرَّقَبَةِ أَدَبٌ. ¶ __________ ¶ (1) قوله ((ما حكاه ابنُ الهُمَام)): وهو كمال الدِّين مُحَمَّدُ بنُ عبد الواحد السَّكَنْدَرِيّ، رئيس الحَنَفِيَّة كان مُحدِّثاً مُفسِّرَاً حافظاً نحوياً ماهراً في الفنون كلِّها، له شرح= =((الهداية)) المسمَّى بـ((فتح القدير))، و((التحرير في الأصول)) وغيرُ ذلك، مات سنة (861هـ). (التحفة). ¶ (2) في ((فتح القدير للعاجز الفقير)) (1: 26). ¶ (3) قوله ((رواه التِّرْمِذِيّ)): هكذا ذَكَرَهُ في ((فتح القدير)) وتَبِعَهُ الشَّيْخُ الدِّهْلَوِيّ في شرحِ ((سفر السعادة))، لكني لم أجدُهُ في النُّسخِ المتدوالة من ((جامع التِّرْمِذِيّ)). ¶ وذَكَرَ العَيْنِي في ((البِنَاية))(1: 163)، والجمال الزَّيْلَعيّ في ((تخريج أحاديث الهداية)) المسمَّى بـ((نصب الراية))(1: 13)، وابنُ حَجَرٍ العَسْقَلانيّ في ملخص تخريج الزَّيْلَعيّ المسمَّى بـ((الدِّرَاية))(1: 19): هذه الرِّوَايَة مسندة إلى البَزَّار. (التحفة).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وقال الفَيْرُوزآبَادِي(1): في ((سفر السعادة)) في صفة وضوء رسول الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ورمسح كرون حديثي ثابت نشده، يعني لم يثبتْ(2) ¶ __________ ¶ (1) قوله ((وقال الفَيْرُوزآبَادِي)): هو مؤلِّفُ ((القاموس في اللُّغَة))، و((شرح مشارق الأنور))، و((شرح صحيح البُخَارِيّ))، وغيرها، مجدُّ الدِّين مُحَمَّدُ بنُ يَعْقُوبَ الشِّيرَازي الفَيْرُوزآبَادِي، [و]احدٌ من المجدِّدين في علم اللُّغَة، على رأسِ القرن الثَّامنِ، المتوفَّي سنةِ (817هـ)، أَوْ سنة (818هـ). (التحفة). ¶ (2) قوله ((يعني لم يثبت إلى آخره)): اعلم أن صاحب ((القاموس)) قد أَكثرَ في خاتمة ((سفر السَّعادة)) بالحكمِ بعدم الثُّبوتِ على كثيرٍ من الأحاديثِ، واغترَ به كثيرٌ من جهلةِ زماننا، وجمعٌ من كملةِ عصرنا، فَحَكَمُوا على كثيرٍ من الأحاديثِ الثَّابتةٍ بكونها موضوعةً أَو ضعيفةً أَو غيرَ معتبرةٍ، ظنَّاً منهم أنَّ الأخذَ بـ((سفر السعادة)) سعادةٌ، وغيرُهُ ضلالةٌ ؛ والذي أوقعهم في هذه الورطة الظلماء الغفلة عن أمرين: ¶ أحدهما: أنَّ الحكمَ بعدم الثبوتِ أَو عدم الصِّحَةِ في عُرْفِ المحدِّثين لا يستلزمُ الضَّعفَ ولا الوضعَ، بل يشملُ الحَسَنَ لذاتِهِ، والحسَنَ لغيرِهِ، أَيضاً. ¶ قال عَلِيّ القَارِي في ((تذكرة الموضوعات)): لا يلزمُ من عدمِ الثُّبوتِ وجودُ الوضعِ. انتهى. ¶ وقال في موضع آخرٍ: لا يلزم من عدمِ صحتِهِ ثُبُوتُ وَضْعِهِ. انتهى. ¶ وقال مُحَمَّد طاهر الفَتَّني في ((تذكرة الموضوعات)): قال السُّيُوطِيُّ في ((اللآلئ)): قال الزَّرْكَشِيُّ: بين قولنا: لم يصحَّ، وقولنا: موضوعٌ بونٌ كثيرٌ، فإنَّ الموضوعَ إثباتُ الكَذِبِ، وقولنا: لم يصحَّ لا يلزم منه إثبات العدم، وإنَّما هو إخبارٌ عن عدمِ الثُّبوت. ¶ وقال أيضأً: لا يلزمُ منه أن يكون موضوعاً، فإنَّ الثَّابتَ يشملُ الصَّحيحَ، والضَّعيفُ دونه. انتهى. ¶ وقال ابن عِرَاق في ((تنْزيه الشَّرِيعَة عَن الأحاديث الموضوعة)) في الفصل الثَّاني من كتاب التَّوحيد: قال الزَّرْكَشِي في ((نكته على ابن الصَّلاح)): بين قولنا موضوعٌ، وقولنا: لم يصحّ بونٌ كثيرٌ، فإنَّ الأَوَّلَ: إثباتُ الكذبِ والاختلاقِ، والثَّاني: إخبارٌ عن عدمِ الثُّبُوتِ ولا يلزمُ منه إثباتُ العدم، وهذا يجئ في كُلِّ حديثٍ قال فيه ابن الجَوْزي: لا يصحُّ ونحوه. انتهى. ¶ وقال الحافظ ابن حَجَرٍ العَسْقَلانيّ في ((تخريج أحاديث الأذكار)) المسمَّى بـ((نتائج الأفكار)): ثَبَتَ عن أحمدَ بنِ حنيلٍ أَنَّهُ قال: لا أعلمُ في التَّسميةِ في الوضوء حديثاً ثابتاً. ¶ قلت: لا يلزم من نفي العلم ثُبُوتُ العدمِ، وعلى التَّنْزُلِ لا يلزمُ من نفي الثُّبُوت ثبوت الضَّعف؛ لاحتمالِ أن يراد بالثُّبُوتِ الصِّحَّة فلا ينتفي الحُسْنُ، وعلى التَّنْزل لا يلزمُ من نفي الثُّبُوتِ عن كُلِّ فردٍ نفيهُ عن المجموعِ. انتهى. ¶ وقال عَلِيّ القَارِيّ في ((تذكرة الموضوعات))تحت حديث:((مَن طَافَ بِهَذَا البَيْتِ أُسْبُوعَاً...الخ)):مع أن قولَ السَّخَاويّ لا يصحُّ،لا ينافي الضَّعفُ والحُسْنُ.انتهى. ¶ وقال نور الدِّين عَلِيّ السَّمْهُودي في ((جواهر العقدين في فضل الشرفين)): قلت: لا يلزمُ من قول أحمدَ في حديثِ: ((التَّوْسِعَةُ عَلَى العِيَالِ يَوْمِ عَاشُورَاءِ))، لا يصحُّ أن يكون باطلاً، فقد يكون غيرُ صحيحٍ، وهو صالحٌ للاحتجاجِ به؛ إذ الحَسَن رتبتُهُ بين الصَّحيح والضَّعيف. انتهى. ¶ وثانيهما: أنَّ من المحدِّثين مَن له إفراطٌ ومبالغةٌ في الحُكْمِ بوضع الأحاديثِ وبإبطالِها وبضعفِها، منهم: ابنُ الجَوْزي، وابن تَيْميَّة الحَنْبَلِيّ، والجُوزْقَانِي، والصَّغَانِي، وغيرهم. ¶ قال السَّخَاوِيُّ في ((فتح المغيث بشرح ألفية الحديث)): ربما أَدْرَجَ ابنُ الجَوْزي في الموضوعات الحَسَن والصَّحيحَ مِمَّا هو في أحد الصَّحيحينِ، فَضْلاً عن غيرِهما، وهو توسعٌ منكرٌ ينشأُ عنه غايةُ الضَّررِ مَن ظنِّ ما ليس بموضوعٍ موضوعاً ممَّا قد يقلِّدْهُ فيه تحسيناً للظَّنِّ به. انتهى. ¶ وقال أيضاً: مِمَّن أفردَ بعد ابنِ الجَوْزي كراسته الرضى الصَّغَانيّ اللُّغوي، ذَكَرَ فيها الأحاديثَ من الشِّهابِ القُضَاعي والنَّجم للأقليشي وغيرِهما : كـ((الأربعين)) لابن ودعان، و((فضائل العلماء)) لمحمد بن سرور البَلَخي، و((الوصية لعَلِيّ بنِ أَبِي طالبٍ))، و((خطبة الوداع))، و((أدآب النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم)) وأحاديث أَبِي الدنيا، ونسطور، ونعيم بن سالم، ونسخة سمعان عَن أنس وفيها الكثير أيضاً من الصحيح والحسن والضعيفِ بما فيه ضعفٌ يسيرٌ. انتهى. ¶ وقال أيضاً: للجُوزْقانِي كتاب ((الأباطيل)): أكثر فيه من الحُكْمِ بالوضعِ بمجردِ مخالفة السُّنَّة، وقال شيخنا: وهو خطأٌ إِلا إن تعذر الجمعُ. انتهى. ¶ وقال الحافظ ابن حَجَرٍ العَسْقَلانيّ في ((لسان الميزان))(6: 319): طالعتُ ردَّ ابنِ تَيْميَّةَ على الحلي، فوجدتُهُ كثير التَّحاملِ في ردِّ الأحاديثِ التي يوردها ابنُ المطهر الحلي، وردَّ في ردِّهِ كثيراً من الأحاديثِ الجيادِ، انتهى ملخصاً. ¶ ومثله في ((الدُّرر الكامنة في أعيان المئة الثَّامنة)) للحافظ ابن حجر: وقد صرِّحَ الشَّيْخُ عبدُ الحَقِّ الدِّهْلَوِيّ في ((شرح سفر السعادة)): أنَّ مؤلِّفَهُ قد قلَّدَ في خاتمتِهِ الجماعةَ المشدِّدة المفرطة، حيث قال ما معربَهُ: اعلم أنَّ الشَّيْخَ المُصَنِّفَ بالغَ كثيراً في هذه الخاتمة، وقلَّدَ بعضَ المتوغلين فَحَكَمَ على بعضِ الأحاديثِ بعدمِ الصِّحَّةِ، وعلى بعضِها بعدمِ الثُّبوتِ،وعلى بعضِها بالوضعِ والافتراءِ، مع أنَّ منها أحاديثٌ مرويةٌ في كتبٍ معتبرةٍ ومقبولةٍ عند كبراء علماء الدِّين من الفقهاء والمحدِّثين. انتهى ملخصاً. ¶ وحُكْمُ أقوالِ مثل هذه الطَّائفةِ المشدِّدة المتساهلةِ في باب حُكْمِ وَضْعِ الأحاديث وبطلانها وضعفِها، أن لا يبادرَ إلى قبولِها ولا يقطعَ بصدقِها ما لم يُوافِقْهُمْ غيرُهُم من نقادِّ المحدِّثين وكبارِ المنتقدينَ، فاحفظ هذا فَإِنَّه ينفعك في مواضعَ كثيرةٍ، وقد فصلتُ الكلامَ في هذا المرام في رسائلي الثَّلاثةِ في بحثِ زيارة القبر النَّبويَّة: ((الكلام المبرم في نقض القول المحقَّق المُحْكَم))، و((الكلام المبرور في ردِّ القول المنصور))، و((السعي المشكور في ردِّ المذهب المأَثور))، ألَّفتُها ردَّاً على رسائل مَن حجَّ ولم يزرْ القَبْرَ النّبَويّ، وأَفتى بحرمِتِهِ وعدمِ إباحتِهِ. (التحفة).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "في مَسْحِ الرَّقَبَةِ حديثٌ، وظاهرُهُ أنَّهُ لم يثبتْ فيه حديثٌ أصلاً لا صحيحٌ ولا ضعيفٌ،وليس كذلك،والحقُّ أن مُرادَهُ إنكارُ الحديثِ ¶ الصَّحيحِ بدليلِ قولِهِ في الخاتمةِ ورباب تخليل لحيه ومسح اذنين ورقبه حديثي صحيح نشده يعني لم يثبتْ في تخليلِ اللحيةِ ومَسْحِ الأُذنينِ والرَّقبةِ حديثٌ صحيحٌ . ¶ وفي (( شرح سفرِ السعادة )) للشيخ الدِّهْلَوِيّ(1) : ما تعريبه : مَسْحُ ¶ الرَّقَبَةِ عند الحَنَفِيَّة مستحبٌّ، وعليه اختيارُ بعضِ الشَّافعيَّةِ أيضاً، ويَرْوُونَ في هذا البابِ حديثاً أيضاً أنَّ رسولَ الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم، قال: ((مَنْ مَسَحَ عَلَى قَفَاهُ وُقِي مِن الغُلِّ يَوْمَ القِيَامَةِ)). ¶ رواهُ الدَّيْلَمِي في ((مسند الفردوس)): عن ابنِ عُمَرَ، ولكن سنَدَهُ ضَعيفٌ . ¶ __________ ¶ (1) قوله ((للشَّيْخِ الدِّهْلَوِيّ)): هو الشَّيْخُ عبدُ الحقِّ بنُ سيفِ الدِّين بن سعدِ الله الترك البُخَارِيّ ثُمَّ الدِّهْلَوِيّ، عالم الشَّرِيعَة والحقيقة، ماهرِ العلومِ الظَّاهرةِ والباطنةِ ذو= =التَّصانيف الشَّهيرة المُفيدة كـ((شرح المشكاة بالعربية)) المسمَّى بـ((اللمعات)) وشرحها الآخر بالفارسية المسمَّى بـ((أشعة اللمعات))، و((شرح سفر السعادة)) بالفارسية، وهو شرح مفيدٌ، ينبغي لمن يطالع ((سفر السعادة)) أن يطالعه؛ لئلا يزلَ قدَمُهُ بِقِلَةِ عِلْمِهِ، و((ما ثَبَتَ في السُّنَّةِ في وظائف السَّنَة)) بالعربية، و ((مدارج النُّبوةِ))، و((أخبار الأخيار))، ورسائلٌ تزيدُ على خمسين في مباحثٍ متفرقةٍ مفيدةٍ، كلُّها بالفارسية، و((مرج البحرين))، و((تكميل الإيمان))، وغير ذلك، كانت ولادتُهُ سنةَ ثمان وخمسين بعد تسعمئة، ومات سنة اثنتين وخمسين بعد الألف. كذا في ((مآثر الكرام)) وغيره، وقد زرتُ قبره المقدس بدهلي حين سافرت إِليه. (التحفة).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وابنُ الهُمَامِ أورد لاستحبابه حديثَ التِّرْمِذِيّ عن وائلٍ: ((ثُمَّ مَسَحَ عَلَى رَأَسِهِ وَظَاهِرِ رَقَبَتِهِ))، ولم يذكرْهُ في ((الهدايةِ)) في السُّننِ والمستحباتِ. انتهى كلامه بتعريبه. ¶ * * * ¶ - الْفَصْلُ الْثَّانِي - ¶ ذَهَبَ جُمْهُورُ أَصْحَابِنَا إِلَى أَنَّهُ مُسْتَحَبٌّ ¶ منهم: صاحبُ((الوقاية))(1)وعلَّله شارحها(2)بقوله: لأنَّ النَّبِيَّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم مَسَحَ عليها(3). ¶ و((ملتقى الأبحر))(4). ¶ و((الغياثية))(5). ¶ __________ ¶ (1) قوله ((صاحب الوقاية)): هو برهانُ الشَّريعة بنُ صدر الشَّرِيعَة الأَكبر بن أحمدَ بنِ جمال الدِّين بن عُبَيْدِ الله بن إِبراهيم المحبوبي البُخَارِيّ، وليطلب التفصيل في ترجمته وترجمة آبائه من مقدِّمة شرحي الكبير لشرح ((الوقاية)) المسمَّى بـ((السِّعَاية في كشف ما في شرح الوقاية))(1: 2-6).(التحفة). ¶ (2) قوله ((شارحها)): هو صدرُ الشَّرِيعَةِ الأَصغرِ عُبَيْدِ اللهِ بنُ مَسْعُودِ بنِ تاج الشَّرِيعَة، اسمه عُمَرَ، وقيل: مَحْمُود، ابن صدر الشَّرِيعَة الأكبر، وكانت وفاتُهُ سنةَ سبعٍ وأربعينَ وسبعُمئةٍ، وقيل: خمسٍ وأَربعينَ. ¶ (3) في ((شرح الوقاية))(1: 69)مع ((عمدة الرعاية حاشية شرح الوقاية))للإمام اللَّكْنَوِيّ. ¶ (4) قوله ((ملتقى الأبحرِ)): هو وما بعده عطفٌ على قوله ((الوقاية))، ومؤلِّفُ ((ملتقى الأبحر)): إبراهيمُ بنُ مُحَمَّدِ بنِ إبراهيم الحَلَبي،الإمام والخطيب بجامع السُّلطان مُحَمَّد خان بقسطنطينية، وكانت وفاتُهُ سنَةَ ستٍ وخمسينَ وتسعمئةٍ. كذا في شرحه= =((مجمع الأنهر)) لعبدِ الرَّحمنِ بنِ مُحَمَّدِ بنِ سُلَيْمَانَ المعروف بشيخِ زاده الرُّومي المتوفَّى سنةَ ثمانٍ وسبعينَ بعد الألفِ. (التحفة). ¶ (5) قوله ((والغياثية)): هو من الفتاوي المشهورة، قد أكثر النَّقلَ عنها صاحب ((خزانة الرِّوَايَات))، وغيره من الفتاوي.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "و((السِّراجية))(1). ¶ و((الظَّهيرية))(2). ¶ و((تنوير الأبصار))(3): حيث قال: مستحبَّهُ مَسْحُ الرَّقبةِ(4)، زادَ في ((شرحِهِ)) على الصَّحيحِ كما في ((الخلاصة))(5): لأنَّ النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم مَسَحَ عليها . ¶ و((خزانة المفتين))(6)حيثُ قال رامزاً ((للخلاصةِ)): مَسْحُ الرَّقَبَةِ الأصحُّ ¶ أَنَّهُ أَدَبٌ، وفُعْلُهُ أَوْلَى من تَركِهِ. ¶ __________ ¶ (1) قوله ((والسِّراجية)): مؤلِّفُها سِراجُ الدِّين الأوشي، عَليّ بن عُثْمَان بن مُحَمَّدٍ، أَتَمَّهَا كما في نسخةٍ منها يوم الاثنين من محرمٍ سنة تسعٍ وستينَ وخمسُمئةٍ، وهو مؤلِّفُ القصيدة المعروفة بـ ((بدء الأمالي)).(التحفة). ¶ (2) قوله ((والظهيرية)): مؤلِّفُها ظهيرُ الدِّين أَبو بَكْرٍ مُحَمَّدُ بنُ أحمدَ القاضي المحتسب ببخارى، المتوفَّى سنة تسع عشرة وستمئةٍ، وقد أَخطأ عَلِيّ القاري حيث نسبها في ((طبقات الحَنَفِيَّة)): إلى ظهير الدِّين الكبير عَلِيّ بن عبد العزيز المِرْغِينَانِي. (التحفة). ¶ (3) قوله ((وتنوير الأبصار)): مؤلِّفُهُ شمس الدِّين مُحَمَّدُ بنُ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِي الغَّزِي، المتوفَّى سنة أربعٍ بعد الألفِ، وله شرحه سمَّاه ((منح الغفار))، وهو من تلامذة صاحب ((البحر الرَّائق)).(التحفة). ¶ (4) في ((تنوير الأبصار)) (1: 84) بحاشية ((رد المُحْتَار)). ¶ (5) قوله ((في الخلاصة)): مؤلِّفُها افتخار الدِّين طاهرُ بنُ أحمدَ بنِ عبدِ الرشيد البُخَارِيّ، المتوفَّى سنة اثنتين وأربعين وخمسمئةٍ. (التحفة). ¶ (6) قوله ((وخزانة المفتين)): مؤلِّفُها مؤلِّفُ ((الشافي شرح الوافي)) حسين بن مُحَمَّد السَّمْعانيّ، أتمَّها سنةَ أربعينَ وسبعمئةٍ. (التحفة).",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "و((الكنْز))(1)فيه. ¶ وفي ((الوافي))(2)وعلَّلَهُ في شرحه((الكافي)) بما علَّلَهُ به شارحُ ((الوقايةِ)). ¶ وكذا علَّلَهُ الزَّيْلَعيّ(3)في ((شرح الكنز)). ¶ و((تُحْفَةُ الملوك)) (4). ¶ وعلَّلَهُ العَيْنِيّ في ((شرحه)) بالتَّعليلِ المذكور وغيرُهم. ¶ وممن اختارَ كونَهُ سنَّةً: ¶ الفقيهُ أَبو جَعْفَرٍ(5). ¶ __________ ¶ (1) قوله ((والكنْز)): مؤلِّفُهُ حافظُ الدِّين النَّسَفيّ عبدُ اللهِ بنُ أحمدَ أَبو البركات، المتوفَّى سنة عشرٍ بعد سبعمئةٍ،وقيل: سنة إحدى، له: ((الوافي))، وشرحه ((الكافي))،و((تفسير المدارك))،و((المنار في الأصول))،وشرحه((كشف الأسرار))،وغيرها. (التحفة). ¶ (2) وهو أحد المتون المعتبرة، وشرحه ((الكافي)) وهما: للإمام النَّسَفِي الحَنَفِي (ت701هـ). ((المصفى))(ص29-52). ¶ (3) قوله ((الزَّيْلَعيّ)): هو فخر الدِّين عُثمانُ بنُ عَليّ الزَّيْلَعيّ، نسبةً إلى زَيْلَع، بلدةٌ بساحلِ بحرِ الحبشةِ، المتوفَّى سنة ثلاثٍ وأربعينَ وسبعمئةٍ، وشرحه ((للكنْز)) مسمَّى بـ((تبيين الحقائق))، وهو غير الزَّيْلَعيّ مُخَرِّج أحاديث ((الهداية))، فَإِنَّه تلميذه جمال الدِّين عبد الله بن يُوسُفَ الزَّيْلَعيّ، المتوفَّى سنةَ اثنتين وستين وسبعمئةٍ، وقد أخطأَ بعض أفاضلِ عصرنا في كتابه ((إتحاف النُّبَلاء)) حيث سمَّاهُ بيوسف. (التحفة). ¶ (4) قوله ((تُحْفَة الملوك))(ص27): مؤلِّفُهُ زينُ الدِّين مُحَمَّدُ بنُ أَبِي بَكْر بنِ عبدِ المحسن الرَّازِيّ، وقيل: هو لأبي المكارم شمس الدِّين مُحَمَّدِ بن تاج الدِّين إبراهيم التَّوْقَاتِي، وشرحه المغني مسمَّى بـ((منحة السلوك)). (التحفة). ¶ (5) قوله ((أَبُو جَعْفَر)): هو أَبُو جَعْفَر الهِنْدُوَانيّ، نسبةً إلى هِنْدُوَان، محلةً ببلخٍ، مُحَمَّدُ بنُ عبدِ اللهِ بنِ مُحَمَّدِ بنِ عُمَرَ، أحدُ كبارِ مشايخِ الحَنَفِيَّة، المتوفَّى سنة اثنتين وستين وثلاثمئةٍ ببخارى. (التحفة).",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وهو المذكور في ((الاختيار(1))) (2). ¶ وإليه يَميلُ كلامُ صاحبِ((المُنْيَة))(3). ¶ واختارَهُ الشُّرُنْبُلاليّ(4) في ((نور الإيضاح))، و((شرحه))(5). ¶ وقال صاحبُ ((البحر))(6): اختلفَ فيه فقيلَ بدعةٌ، وقيل: سنَّةٌ، وهو ¶ قول أَبِي جَعْفَرٍ، وبه أَخذَ كثيرٌ من العلماءِ، كذا في ((شرح مسكين)) . ¶ __________ ¶ (1) قوله ((وفي الاختيار)): هو شرح ((المُخْتَار)) كلاهما من مؤلَّفاتِ مجدِّ الدِّين عبدِ اللهِ بنِ مَحْمُود بنِ مولود المَوْصِليّ، المتوفَّى ببغداد سنة ثلاثٍ وثمانينَ وستُمئةٍ، وهو من المشايخ المعتبرينَ. (التحفة). ¶ (2) في ((الاختيار لتعليل المختار)) (1: 15)، وعبارته: قيل: سنة، وقيل: مستحبٌّ. ¶ (3) قوله ((صاحب المُنْيَة)): هو سديد الدِّين الكاشْغرِيّ، وكتابه هذا من الكتب المعتبرة المتداولة. (التحفة). ¶ (4) قوله ((الشُّرُنْبُلاليّ)): بضم الشِّين المعجمة والرَّاء المهملةِ وسكون النُّون وضمِّ الباء الموحدة ثُمَّ لام ألف بعدها لام، نسبةً إلى شراب شرابلوله على غير قياس، وهي بلدة بسواد مصر، اسمه حسَن، له تصانيفٌ متداولةٌ، ماتَ في رمضانَ سنةَ تسعٍ وستينَ بعد الألفِ. (التحفة). ¶ (5) في شرحه ((مراقي الفلاح شرح نور الإيضاح ونجاة الأرواح)) للشُّرُنْبُلاني (ص110). وكذا في ((الوشاح على نور الإيضاح))له(ص49). ¶ (6) قوله((صاحب البحر)):هو إبراهيمُ زينُ العابدينَ ابنُ نُجَيْمٍ المِصريّ،مؤلِّفِ ((الأشباه= ¶ =والنظائر))، وشرح ((الكنْز)) المسمَّى بـ((البحر الرَّائق))، ورسائل متفرِقَةٌ، المتوفَّى في رجبٍ سنةَ سبعينَ بعدَ تسعمئةٍ. (التحفة).",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وفي ((الخلاصة)): الصَّحيحُ أَنَّهُ أدبٌ واستدلَ ابنُ الهمامِ في ((فتح القدير))(1)على استحبابِهِ بأن النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: مَسَحَ ظاهرَ رَقَبتِهِ مع مسحِ الرَّاسِ، فاندفعَ به قول مَن قال أنَّهُ بدعةٌ. انتهى(2). ¶ وفي ((فتاوي قاضي خان))(3): أمَّا مَسْحُ الرقبةِ فليس بأدبٍ ولا سنَّةٍ، وقال بعضُهم: هو سنةٌ وعند اختلافِ الأقاويلِ كان فعلُهُ أولى من تركِهِ. انتهى(4). ¶ وفي ((غُنْيَة المستملِّي))(5): ذَكَرَ في ((الاختيار))(6): أَنَّهُ سنةٌ، وقيلَ: مُستَحبٌ، واقتصرَ عليه في ((الكافي))، وهو الأصحُّ. انتهى. ¶ وفي ((شرح النَّقايةِ لإلياس زاده))(7) : قيلَ : الصَّحيحُ أَنَّهُ أدبٌ وفعلُهُ ¶ أَوْلَى من تَركِهِ، وقيل: هو سنةٌ، وبه أخذَ أكثرُ العلماءِ. انتهى. ¶ __________ ¶ (1) في ((فتح القدير للعاجز الفقير)) (1: 31). ¶ (2) من ((البحر الرائق شرح كنز الدقائق)) (1: 29). ¶ (3) قوله ((قاضي خان)): هو حسَنُ بنُ مَنْصُور فخرُ الدِّينِ قاضي خان الأُوزْجَنْدِي الفَرْغَانِي المتوفًّى سنةَ اثنتينِ وتسعينَ وخمسمئةٍ. (التحفة). ¶ (4) من ((فتاوي قاضي خان)) (1: 35))، بهامش ((الفتاوى العالمكيرية)). ¶ (5) قوله ((غُنْيَة المستملِّي))(ص25): هو شرح ((مُنْيَة المصلِّي)) المشهور بـ((الكبير))، ومختصره معروفٌ ((الصغير))كلاهما لإبراهيم الحَلَبي، المتوفَّى سنة ستٍ وخمسين وتسعمئةٍ .(التحفة). ¶ (6) 1: 15). ¶ (7) قوله ((لإلياس زاده)): هو محمودُ بنُ إلياس الرُّومي، أتمَّ شَرْحَهُ سنة إحدى وخمسينَ= ¶ = وثمانمئةٍ. (التحفة).",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وفي ((جامع الرموزِ))(1):ليس فيه روايةٌ عن المتقدمينَ،فقال بعضُ المشايخِ:أَنَّهُ أدبٌ،وهوالصَّحيحُ كما في((الخلاصة))،وعند الأكثرين:سنَّةٌ كما في((المحيط))،وليس بسنَّةٍ ولا أدبٍ كما في ((فتاوي قاضي خان))(2). انتهى . ¶ وفي ((البنايةِ شرح الهدايةِ)): للعَيْنِيّ: أمَّا مَسْحُ الرَّقبةِ فلم يَرِدْ فيه روايةٌ عن أصحابِنا المتقدمينَ . ¶ وقال في: ((شرح الطَّحَاويّ)): كان الفقيهُ أَبُو جَعْفَر يَمسحُ عُنُقَهُ اتباعاً لما رُوي أن ابنَ عُمَرَ كان يمسحُهُ . ¶ وفي ((التحفة))(3): اختلفَ المشايخُ: فقال أبو بَكْرٍ الأَعْمَش(4): أَنَّهُ سنَّةٌ، وقال أَبُو بَكْر الإسكاف(5): أَنَّهُ أدبٌ(6). ¶ فإن قلتَ(7) ¶ __________ ¶ (1) قوله ((وفي جامع الرموز)): هو شرح ((الوقاية)) للمولى شمس الدِّين مُحَمَّدُ الخُرَاسَانِي القُهُسْتَانيّ، المفتي ببخارا، المتوفَّى بحدود سنة اثنتين وستين وتسعمئةٍ، وقيل: في حدودِ سنةِ خمسين وتسعمئةٍ. (التحفة). ¶ (2) 1: 35). ¶ (3) تحفة الفقهاء)) للإمام الفقيه الأصولي علاء الدين أبي بكر محمد بن أحمد بن أبي أحمد السَّمَرْقَنْدِيّ، (ت539هـ). ((الفوائد))(ص260)، و((تاج التراجم)) (ص257). ¶ (4) هو العلامة الفقيه أبو بكر محمد بن سعيد الأعمش (ت340).((الفوائد)) (ص264). ¶ (5) هو الإمام الفقيه أبو بكر محمد بن أحمد الإسكاف البَلَخي، (ت333هـ). ((الفوائد)) (ص263). ¶ (6) انتهى من ((تحفة الفقهاء)) (1: 14). ¶ (7) قوله ((فإن قلت…الخ)): قال الحافظ ابنُ حَجَرٍ العَسْقَلانيّ في ((تلخيص الحبير تخريج أحاديث الشرح الكبير))(1: 92-93) قوله إلى الرَّافِعِي في ((الشرح الكبير)) لـ((وجيز)) الإمام الغَزَالي: روى أنَّ النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم، قال: ((مَسَحُ الرَّقَبَةِ أَمَانٌ مِنَ الْغُلِّ)). ¶ هذا الحديث أورده أَبو مُحَمَّد الجُوَيْنِي، وقال: لم يرتضِ أئمةُ الحديث بإسنادِهِ، فحصلَ التَّردد بأن هذا الفعل هل هو سنةٌ أَوْ أدبٌ؟ وتَعَقَّبَهُ الإمام بما حاصله أَنَّهُ لم يجزْ للأصحابِ تردُّدٌ في حكمٍ مع تضعيفِ الحديثِ الَّذِي دلَّ عليه، وقال القاضي أَبو الطَّيب: لم تَرِدْ سنةٌ ثابتةٌ فيه. ¶ وقال القاضي: لم تروَ فيه سنةٌ، وأورَدَهُ الغزالي في ((الوسيط)) وتَعَقَّبَهُ ابنُ الصَّلاحِ، فقال: هذا غيرُ معروفٍ، وهو قولُ بعضِ السَّلفِ. ¶ وقال: النَّوَوِيُّ في ((شرح المهذب)): هذا حديثٌ موضوعٌ على رسول اللهِ. وزاد في موضع آخر:لم يصحَّ عن النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم فيه شيءٌ، وليس هو سنةٌ بل بدعةٌ، ولم يذكره الشَّافِعِيّ ولا جمهور الأصحاب، وإِنَّما قاله ابنُ القاصِ وطائفةٌ يسيرةٌ،وتَعَقَّبَهُ ابنُ الرِّفْعَةِ:بأنَّ البَغَوي من أئمة الحَدِيث،قال باستحبابِهِ ولا مأخذ لاستحبابِهِ إِلا خبرٌ أَو أثرٌ؛ لأَنَّ هذا لا مجال للقياس فيه. انتهى كلامه. ¶ ولعلَّ مستندَ البَغَوي ما رواهُ أحمدُ وأبو دَاوُدَ من حديث طَلْحة بنِ مُصَرِّف عن أَبيه عن جدِّه:((أَنَّهُ رَأَى رَسُولَ اللهِ يَمْسَحُ بِرَأَسِهِ حَتَّى بَلَغَ القَذَالَ))،وإسنادُهُ ضعيفٌ. ¶ وكلامُ بعضِِ السَّلفِ الذي ذَكَرَهُ ابنُ الصَّلاح يُحتَملُ أن يريدَ به ما رواهُ أَبو عُبَيْدٍ في كتابِ الطّهورِ عن عبدِ الرَّحمنِ بنِ مَهْدِيّ عن ابن مَهْدِيّ عَن المَسْعُودي عن القاسم بنِ عبدِ الرَّحمن عن موسى بن طَلْحة أَنَّهُ قال: ((مَنْ مَسَحَ قَفَاهُ مَعَ رَأَسِهِ وُقِي مِنَ الغُلِّ يَوْمَ الْقِيَامَةِ)). ... ... ... ... ... ... ... = ¶ = ... قلت: يُحتملُ أن يقالَ هذا وإن كان موقوفاً، وله حكم الرَّفع؛ لأنَّ هذا لا يقالُ ¶ من قِبَلِ الرَّأي، فهو على هذا مرسلٌ. انتهى كلام الحَافِظ.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": ": قال أَبُو مُحَمَّد : رُوي عن رسولِ اللهِ : ((مَسْحُ الرَّقَبَةِ ¶ أَمَانٌ مِنَ الغُلِّ))(1)، ولم يرتضِ أئمةُ الحديثِ بإسناده؛ فحصلَ التردُّدُ في أَنَّهُ سنَّةٌ أَوْ أدبٌ . ¶ قُلْتُ: قال القاضي أَبُو الطَّيب: لم ترد فيه سنَّةٌ ثابتةٌ، وأوردَهُ الغَزَالي(2)في ((الوسيط))، وتعقَّبَهُ ابنُ الصَّلاحِ(3)بأنَّ هذا الحديث غيرُ معروفٍ عن رسولِ اللهِ، وإنَّما هو قولُ بعضِ السَّلفِ . ¶ وفي ((شرح المهذب)) للنَّوَويّ: لم يصحّ عن النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم فيه شيءٌ، وليس هو سنة بل بدعة، ولم يذكرْه الشَّافِعِيّ ولا جمهورُ الأصحابِ،وإنَّما قال به ابنُ القاص(4)وطائفةٌ.انتهى ملخصاً(5). ¶ قلت:حاصلُ المرامِ في هذا المقامِ أنَّهم اختلفوا في ذلك على ثلاثةِ أقوالٍ: ¶ أحدها:أَنَّهُ بدعةٌ،كما ذهبَ إليه جمهورُ الشَّافِعِيَّةِ والمَالِكِيَّةِ وغيرُهم، ¶ وليس هذا القولُ بذاك؛ فإنَّهُ لا معنى لكونِهِ بدعةٌ بعد ثُبوتِهِ بالحديثِ، وإن كان ضعيفَ الإسنادِ، نَعَمْ مَسْحُ الحلقومِ بدعةٌ بالاتفاقِ لعدم ثبوتِ ذلك. ¶ وثانيها: أَنَّهُ سنَّةٌ، كما ذَهَبَ إليه أكثرُ المشايخِ، وهو أَيضاً ليس بذلك؛ فإن السُّنِّيَّةَ منوطةٌ على ثبوتِ الاستمرارِ، وإذ ليس فليس. ¶ __________ ¶ (1) سبق تخريجه (ص26). ¶ (2) هو الإمام حجة الإسلام زين الدين أبو حامد محمد بن محمد بن محمد الطُّوسي الغَزَالي (450-500هـ). ((طبقات الشافعية))للآسنوي(2: 112). ¶ (3) الإمام الفقيه المحدِّث تقي الدين أبو عمرو عثمان بن عبد الرحمن الكردي الشهرزوري الدِّمَشِقيّ،(577-643هـ). ((طبقات الشافعية)) للآسنوي(2: 41). ¶ (4) هو العلامة الفقيه أبو العباس أحمد بن أبي أحمد الطبري، المعروف بابن القاص، (ت335هـ). ((طبقات الشافعية)) للآسنوي(2: 146). ¶ (5) من ((البناية شرح الهداية))(1: 160-161).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وثالثها: أَنَّهُ مستحبٌّ، كَما ذهبَ إليه أكثرُ أصحابِنا المتأخرينَ، وهو المذهبُ المنصورُ؛ لثبوتِهِ من فعلِ صاحبِ الشَّرعِ أحياناً؛ وهو مناطُ الاستحبابِ، وبه ظَهَرتْ سخافةُ ما في ((دراسات اللبيب في الأسوة الحسنة بالحبيب))(1)عند ذِكْرِ المسائلِ التي وقعتْ مخالفةً للأحاديث: ومن هذا القسمِ من المعمولاتِ عندي مَسْحُ الرّقبةِ في الوضوءِ، فإني لم أجدْ له مستنداً مرفوعاً ولا موقوفاً ومع ذلك لا أتركه. انتهى. ¶ وقد أحسنَ في قوله: لم أجد حيث لم يأتِ بالنَّفي الحقيقي، وعدم الوجدان لا يدلُّ عن عدَمِ الوجودِ، فإنَّ مَن وَجَدَ شيئاً زُيادةُ علمٍ بالنسبةِ إلى مَن لم يجدْهُ . ¶ وكذا ظَهَرَ ضَعفُ ما في قول صاحب((الهداية))(2)في((مختارات النَّوازل)) ¶ مَسْحُ الرَّقَبَةِ، قيل: هو أَدَبٌ من التَّضعيفِ. ¶ تنبيه : ¶ لم أطَّلعْ في حديثٍ على كيفيةِ هذا المَسْحِ صريحاً إلا أنَّ المستفادَ من روايةِ أَبِي داود أَنَّهُ مع مَسْحِ الرَّأسِ عند ذهابِ اليدينِ إِلَى مؤخرِ الرَّأسِ . ¶ والمذكورُ في كتبِ أصحابِنا كـ((النِّهاية))، و((فتح القدير))، و((المُنْيَة))، وغيرِها: أَنَّهُ يَمسحُ الرَّقبةَ بعد مَسحَ الرَّأس والأذنين بظهورِ الأصابعِ الثلاث لبقاءِ البلَّةِ التي عليها غيرُ مستعملةٍ . ¶ وزادَ بعضُهم: منهم: إلياس زاده بماءٍ جديدٍ، ولا أدري من أين أخذوا هذا الكيفيةِ ولعلَّها مأخوذة من مشايخهم، والله اعلم وعلمُهُ أَحكمُ. ¶ __________ ¶ (1) للعلامة مُحَمَّد معين السِّنْديّ. ¶ (2) صاحب ((الهداية)) هو الإمام برهان الدين أبو الحسن علي بن أبي بكر بن عبد الجليل ابن أبي بكر الفَرْغَانِي المَرْغِيناني (ت593هـ).",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وليكن هذا آخرُ الكلامِ في هذا المرامِ، وكان ذلك في جلسةٍ واحدةٍ يومِ الأربعاءِ تاسعِ رجبٍ مِن سنَّةِ سبعٍ وثمانينَ بعدَ الألفِ والمئتينٍ مِن هجرةِ رسولُ الثَّقلينِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم ما دامَ دور القمرين.(1) ¶ * * * ¶ __________ ¶ (1) خاتمة الطبعة الحجرية: ¶ الحمدُ لأهلِهِ، والصَّلاةُ على رسوله وآله . ¶ وبعد : ¶ فقد انطبعتْ رسالةٌ نفسيةٌ مسمَّاةٌ بـ((تُحْفَة الطَّلَبَة في مسح الرَّقَبَة)) مع تعليقها المسمَّى بـ((تُحْفَة الكملة)) في المطبعِ المصطفائي في شهر صفر من السنةِ الحادية بعد المئة الثَّالثة عشرَ من الهجرةِ.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "المُحْتَوى ¶ 1- الأحاديث النبوية ¶ 2- رواة الأحاديث ¶ 3- الأعلام ¶ 4- الكتب ¶ 5- المراجع ¶ 6- الموضوعات ¶ 1ـ الأحاديث النبوية ¶ مرتبة على أوائل أطرافها الواردة بها ¶ الصفحة ¶ إنَّ أُمْتِي يُدْعَونَ غُرَّاً مُحَجَلِينَ مِنْ آثَارِ الوُضُوءِ،فَمَنْ اِسْتَطَاعَ… ¶ 30ت ¶ أَنَّهُ أَرَاهُمْ وُضُوءَ رَسُول اللهِ فَلَمَّا بَلَغَ مَسْحَ رَأَسِهِ وَضَعَ كَفْيِهِ ¶ عَلَى مُقَدِّمِ رَأَسِهِ ثُمَّ مَرَّ بِهِمَا حَتَّى بَلَغ القَفَا ثُمَّ رَدْهُمَا ¶ 17ت ¶ أَنَّهُ رَأَى رَسُولَ اللهِ - صلى الله عليه وسلم - يَمْسَحُ رَأَسَهُ حَتَّى بَلَغَ القَذَال وَمَا يَلِيهِ ¶ مِنْ مُقَدَّمِ العُنُقِ ¶ 14ت،15ت،16،43ت ¶ تَبْلُغُ حِلْيَةُ المُؤمِنِ حَيْثُ يَبْلُغُ الوُضُوءُ ¶ 30ت ¶ التَّوْسِعَةُ عَلَى العِيَالِ يَوْمِ عَاشُورَاءِ ¶ 33ت ¶ ثُمَّ مَسَحَ عَلَى رَأَسِهِ ثَلاثَاً وَظَاهِرِ أُذُنَيهِ ثَلاثَاً وَظَاهِرِ رَقَبَتِهِ ¶ 30،35 ¶ رَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - يَتَوضَأُ فَأَمَرَ يَدَهُ عَلَى سَالِفَتِهِ ¶ 20ت ¶ رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - تَوَضَأَ فَمَسَحَ لِحْيَتَهُ وَقَفَاهُ ¶ 18 ¶ رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - مَسَحَ مُقَدَّمَ رَأَسِهِ حَتَّى بَلَغَ القَذَالَ مِن ... ¶ 17 ¶ رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَمْسَحُ رَأَسهُ مَرَّةً وَاحِدَةً ¶ 23 ¶ مَسْحُ الرَّقَبَةِ أَمَانٌ مِن الغُلِّ يَوْمَ القِيَامَةِ ¶ 14ت،25ت،26،42 ¶ مَنْ تَوَضَّأ وَمَسَحَ عُنُقَهُ لَمْ يَغُلَّ بِالأغْلالِ يَوْمَ القِيَامَةِ ¶ 25ت ¶ مَنْ تَوَضَّأَ ومَسَحَ عُنُقَهُ وُقي الغُلُّ يَوْمَ القِيَامَةِ ¶ 25 ¶ مَن طَافَ بِهَذَا البَيْتِ أُسْبُوعَاً ¶ 33ت ¶ مَن مَسَحَ قَفَاهُ مَعْ رَأَسِهِ وُقِي الغُلُّ يَوْمَ القِيَامَةِ ¶ 28،35،43ت",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "3- أسماء رواة الأحاديث ¶ ومواضع ما رَوَوْا ¶ أبو هريرة: 30ت ¶ ابن عمر: 25 ¶ جدّ طلحة بن مُصَرِّف: 14ت،17،20ت ¶ عمرو بن كعب: 18 ¶ معاوية: 17ت ¶ وائل بن حجر: 30،35 ¶ 4- أسماء الأعلام ¶ الواردين في المؤلَّف ¶ أبو إسحاق السبيعي: 19ت ¶ أبو الطيب: 42ت،43 ¶ أبو جعفر: (38)ت ¶ أبو داود: 1514ت،ت،(16)، ¶ 17ت، 18،20ت،23، ¶ 29ت،43ت،45 ¶ أبو زرعة: 24 ¶ أبو عبيد: (28)،43ت ¶ أبو نُعَيْم: (24)،25ت ¶ أبي الدينا: 33ت ¶ أحمد: 14ت،(16)،24،32ت ¶ إلياس زاده: (40) ¶ أنس: 19ت،33ت ¶ ابن أبي حاتم: 21ت، (22) ¶ ابن الأثير الجزري: 19ت،20ت ¶ ابن الجنيد: 22 ¶ ابن الجوزي: 32ت،33ت ¶ ابن الرفعة: 14ت،43ت ¶ ابن السكن: (18)،(24) ¶ ابن الصلاح: 29ت،42ت،43 ¶ ابن القاص: 14ت،43 ¶ ابن القطان: (18)،21ت،24 ¶ ابن الهمام: 13ت،28ت،(30)، ¶ 31،35،40 ¶ ابن تيمية: 14ت،33ت،34 ¶ ابن حبَّان: 15ت ¶ ابن حجر العسقلاني: 14ت،23ت،27،34ت،42ت ¶ ابن حجر الهيتمي: 13ت،27ت ¶ ابن عبد البر: 20ت ¶ ابن عراق: 32ت ¶ ابن عيينة: (16)،22،24 ¶ ابن مردويه: 21ت ¶ ابن معين: 15ت،(22) ¶ ابن نجيم: (39) ¶ افتخار الدين طاهر بن أحمد: ¶ (37)ت ¶ الإسكاف: (41) ¶ الأعمش: (41) ¶ الأنساب: 19ت ¶ الأوشي: (37)ت ¶ البزار: 26ت،31ت ¶ البغوي: 14ت،15ت،43 ¶ الترمذي: 30،35 ¶ التمرتاشي: (37)ت ¶ التوقاني: (38)ت ¶ الجلال الدّواني: 28ت ¶ الجوزقاني: 33ت ¶ الجويني: 42ت ¶ الحلبي:34ت،(36)ت ¶ الخُجَنْدي: 23 ¶ الخطيب: 17ت ¶ الخفاجي: 13ت ¶ الخلال: 21ت ¶ الدارقطني: 15ت ¶ الدارمي: 21ت ¶ الدوري: 21ت ¶ الدَّيْلَمي: 26ت،35 ¶ الذهبي: 15ت،16ت،19ت ¶ الرازي: (38)ت ¶ الرافعي: 25ت،42ت ¶ الزركشي: 32ت ¶ السخاوي: 13ت،28ت،33ت ¶ السمعاني: (38)ت ¶ السمهودي: 33ت ¶ السيوطي: 15ت،18،26ت، ¶ 29ت،32 ¶ الشافعي: 14ت،43ت ¶ الشرنبلالي: (39)ت ¶ الشوكاني: (26) ¶ الصغاني: 33ت ¶ الطحاوي: (17) ¶ العراقي: (26)،29ت ¶ العيني: 25ت،(28)،41 ¶ الغزالي: 42ت،(43) ¶ الفَتَّني: 15ت،32ت ¶ الفَيْرُوزآبَادِي: (31)",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "القاري: 13ت،27،33ت،37ت ¶ القهستاني: (41)ت ¶ المصفى: 38ت ¶ المنذري: 15ت ¶ الموصلي: (39)ت ¶ النسفي: (38)ت ¶ النووي: 13ت،(19)،25ت، (26)،27ت،29ت،42ت ¶ برهان الدين المرغيناني: (44)ت ¶ برهان الشريعة: (36)ت ¶ سمعان: 33ت ¶ شيخ زاده: (37)ت ¶ طاووس: 15ت ¶ طلحة بن مصرف: 15ت،16،17،19،20ت،21ت،22،23،34،42 ¶ ظهير الدين أبو بكر محمد: 37ت ¶ ظهير الدين المرغيناني: 37ت ¶ عبد الحق الدهلوي: 31ت،34،(35) ¶ عبد الحق: (18) ¶ عبد الرحمن بن مهدي: 21ت،23،43 ¶ عبد الله بن أبي أوفى: 19ت ¶ عبيد الله بن مسعود: (36)ت ¶ عطاء: 15ت ¶ علاء الدين السمرقندي: (42)ت ¶ علي بن المديني: 21ت ¶ قاضي خان: (40) ¶ مجاهد: 15ت ¶ مسدد: (16) ¶ مسلم: 15ت ¶ نسطور: 33ت ¶ نعيم بن سالم: 33ت ¶ يحيى بن سعيد القطان: (16) ¶ يعقوب بن سفيان: 23 ¶ 5- أسماء الكتب ¶ الورادة في المؤلَّف ¶ أبجد العلوم: 23ت ¶ إتحاف النبلاء: 25ت،27ت،38ت ¶ أخبار الأخيار: 35ت ¶ أدآب النبي - صلى الله عليه وسلم -: 33ت ¶ أسد الغابة في أخبار الصَّحَابَة: 20ت ¶ أسماء رجال المشكاة: 24ت ¶ أنموذج العلوم: 28 ¶ أولاد المحدثين: 21ت ¶ الأباطيل: 33ت ¶ الأجوبة الفاضلة في الأسئلة العشرة الكاملة: 13ت ¶ الأحكام الصغرى: 18ت ¶ الأحكام الكبرى: 18ت ¶ الأذكار: 13ت ¶ الأربعين لابن ودعان ¶ الأربعين للنووي: 27ت ¶ الأشباه والنظائر: 40ت ¶ الأعلام: 19ت،22ت ¶ الألفية في أصول الحديث: 26ت ¶ الإمام علي القاري وأثره في علم الحديث: 27ت ¶ الأنساب: 19ت ¶ الاختيار: 39 ¶ الاستيعاب في أحوال الأصحابِ: ¶ 20 ¶ البحر الرائق: 37ت،38،39،40ت ¶ البناية شرح الهداية: 25ت،28، ¶ 30ت،41،43ت ¶ التحرير في الأصول: 30ت ¶ التَّرغيب والتَّرهيب: 15ت ¶ التعليقات السنية:29ت ¶ التقريب:16ت،17ت،20ت، ¶ 22ت،213 ¶ الحروف: 18 ¶ الخلاصة: (37)،38،40،41 ¶ الدراية : 31 ¶ الدرر الكامنة: 34ت ¶ الزهد: 24 ¶ السراجية: (37) ¶ السعاية في كشف ما في شرح الوقاية: 36ت ¶ السعي المشكور في ردِّ المذهب المأَثور: 34ت ¶ السعي المشكور: 29ت",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الشافي شرح الوافي: 38ت ¶ الشرح الكبير: 42ت ¶ الشرح الكبير:42ت ¶ الظهيرية: (37) ¶ العبر: 16ت،18ت،22ت ¶ الغياثية: (37) ¶ الفتاوي العالمكيرية: 40ت ¶ الفتح المبين شرح أربعين النووي: ¶ 13ت،27ت ¶ الفوائد البهية:29ت،42 ¶ القاموس في اللغة: 31ت ¶ القول البديع في الصلاة على الحبيب الشفيع: 13ت،28ت ¶ الكاشف: 15ت،19ت ¶ الكافي: 38،40 ¶ الكلام المبرم في نقض القول المحقَّق المُحْكَم: 34ت ¶ الكلام المبرور في ردِّ القول المنصور: ¶ 34ت ¶ الكنْز: 38 ¶ اللآلئ المصنوعة في الأحاديث الموضوعة: 15ت،32ت ¶ اللمعات شرح المشكاة: 35ت ¶ المحيط: 41 ¶ المختار: 39ت ¶ المَذْهَب المأثور: 29ت ¶ المصنوع في معرفة الموضوع: 27 ¶ المعجم الكبير: 17ت،26ت ¶ المنار في الأصول: 38ت ¶ المنتقى في الأحكام الشرعية: 14ت ¶ المنية: 39،44 ¶ النهاية: 44 ¶ النَّور السَّافر في أخبار القرن العاشر: ¶ 18ت ¶ الهداية: 35،38ت،44ت ¶ الوافي: (38) ¶ الوجيز: 38ت ¶ الوجيز: 42ت ¶ الوسيط: 42 ¶ الوشاح على نور الإيضاح: 39ت ¶ الوصية لعلي بن أبي طالب: 33ت ¶ الوقاية: (36)،38 ¶ بدء الأمالي: 37ت ¶ بيان الوهم والإيهام الواقعين في كتاب الأحكام: 19ت ¶ تاج التراجم: 41ت،42ت ¶ تاريخ أَصْبَهَان: 24، 25ت ¶ تاريخ ابن أبي خيثمة: 21ت ¶ تاريخ بغداد: 17ت ¶ تاريخ يعقوب بن سفيان21: ت ¶ تبيين الحقائق شرح كنز الدقائق: ¶ 38ت ¶ تحفة الفقهاء: 41 ¶ تحفة الملوك: (38) ¶ تخريج أحاديث الإحياء: 26 ¶ تذكرة الحُفَّاظ: 16ت،24،29ت ¶ تذكرة الموضوعات: 32ت ¶ تفسير المدارك: 38ت ¶ تكميل الإيمان: 35ت ¶ تلخيص الحبير: 14ت،17،20ت، ¶ 27،42ت ¶ تنزيه الشَّرِيعَة عَن الأخبار الموضوعة: ¶ 25ت،32 ¶ تنوير الأبصار: (37) ¶ تهذيب الأسماء واللغات: 15ت، ¶ 19ت،23 ¶ جامع الأصول: 19ت ¶ جامع الترمذي: 31ت ¶ جامع الرموز: 41 ¶ جواهر العقدين في فضل الشرفين: ¶ 33ت ¶ حلية الأولياء: 24ت ¶ خزانة المفتين: (38) ¶ خطبة الوداع: 33ت",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "خلاصة الأثر في أعيان القرن الحادي عشر: 27ت ¶ دراسات اللبيب في الأسوة الحسنة بالحبيب: (44) ¶ رد المحتار: 37ت ¶ رمز الحقائق شرح كنز الدقائق: ¶ 29ت ¶ سفر السعادة: 31 ¶ سنن البيهقي الكبرى: 17ت ¶ سنن النسائي: 30 ¶ شرح الشَّمائل:13ت ¶ شرح الطحاوي: 41 ¶ شرح المهذب: 42ت ¶ شرح النَّقايةِ لإلياس زاده: 40 ¶ شرح الوجيز: 25ت ¶ شرح الوقاية: 36 ¶ شرح سفر السعادة: 31،34ت،35 ¶ شرح شرح معاني الآثار: 29ت ¶ شرح صحيح البخاري: 31 ¶ شرح مسكين: 40 ¶ شرح مشارق الأنوار: 31ت ¶ شرح معاني الآثار: 17 ¶ طبقات الحنفية للقاري: 37ت ¶ طبقات الحنفية للكفوي: 29ت ¶ طبقات الشافعية للآسنوي: 43ت ¶ طلوع الثريا لإظهار ما كان خفيا: ¶ 29ت ¶ علل ابن أبي حاتم: 21ت ¶ عمدة الرعاية حاشية شرح الوقاية: ¶ 36ت ¶ عمدة القاري شرح صحيح البخاري: 29ت ¶ فتاوي قاضي خان: 38،41 ¶ فتح القدير: 13ت،28ت،40، ¶ 40ت،44 ¶ فتح المغيث بشرح ألفية الحديث: ¶ 33ت ¶ فضائل العلماء: 33ت ¶ قانون الموضوعات: 15ت ¶ كشف الأسرار: 38ت ¶ كشف الظنون: 26ت ¶ لسان العرب: 12ت ¶ لسان الميزان: 34ت ¶ مآثر الكرامك 35ت ¶ ما ثبت بالسنة في وظائف السنة: ¶ 35ت ¶ مجمع الأنهر شرح ملتقى الأبحر: ¶ 37ت ¶ مختارات النوازل: 44 ¶ مدارج النبوة: 35ت ¶ مرآة الجنان: 16ت ¶ مراسيل ابن أبي حاتم: 22ت ¶ مراقي الفلاح: 39 ¶ مرج البحرين: 35ت ¶ مرقاة الصّعود شرح سنن أبي دَاوُد: ¶ 18 ¶ مرقاة المفاتيح شرح مشكاة المصابيح: ¶ 27ت ¶ مسند الفردوس: 26،27،35 ¶ مشكل الآثار: 17 ¶ ملتقى الأبحر: 36ت ¶ منح الغفار شرح تنوير الأبصار: ¶ 37ت ¶ منحة السلوك شرح تحفة الملوك: ¶ 29ت،38ت ¶ نتائج الأفكار: 32ت ¶ نسيم الرَّياض شرح شفاء عياض:13ت ¶ نصب الراية: 31ت ¶ نكت الزركشي على ابن الصلاح: ¶ 32ت ¶ نور الإيضاح: 39 ¶ 6- المراجع ¶ التي أفدت منها في تحقيق المؤلَّف",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "((إيضاح المكنون في الذيل على كشف الظنون)) لإسماعيل بن محمد أمين بن مير سليم. دار الفكر . 1410هـ. ¶ ((الأعلام)): لخير الدين الزَّركلي. بدون دار طبع وتاريخ طبع. ¶ ((الإمام علي القاري وأثره في علم الحديث)): خليل إبراهيم قوتلاي. دار البشائر الإسلامية. ط1. 1408هـ. ¶ ((الأنس الجليل بتاريخ القدس والخليل)): لمجير الدين الحنبلي . مكتبة المحتسب. عمان.1973م. ¶ ((الأنساب)): أبو سعد عبد الكريم بن محمد بن منصور التميمي السَّمْعَاني (ت562هـ). ت: عبد الله بن عمر البارودي. مؤسسة الكتب الثقافية. ط1. 1988هـ. ¶ ((الاختيار لتعليل المختار)) لعبد الله بن محمود الموصلي الحنفي(ت683هـ). ت: زهير عثمان. دار الأرقم. بدون تاريخ طبع. ¶ ((الاستيعاب في معرفة الأصحاب)): لأبي عمر يوسف ابن عبد البَرِّ (ت463هـ). ت: علي محمد البجاوي. ط1. 1412هـ. دار الجيل. بيروت ¶ ((البحر الرائق شرح كنز الدقائق)): لإبراهيم بن محمد ابن نجيم(92-970هـ). دار المعرفة. بيروت. بدون تاريخ طبع. ¶ ((البناية في شرح الهداية)) لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). دار الفكر. ط1. 1980مـ. ¶ ((الترغيب والترهيب)): لأبي محمد عبد العظيم بن عبد القوي المُنْذِريّ(581-656هـ). ت: إبراهيم شمس الدين. ط1. 1417هـ. دار الكتب العلمية. بيروت. ¶ ((التعليقات السنية على الفوائد البهية)): للإمام الكنوي. ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998مـ. ¶ ((الدراية في تخريج أحاديث الهداية)): لأبي الفضل: أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ).دار المعرفة . بيروت. بدون تاريخ طبع. ¶ ((السِّعَاية في كشف ما في شرح الوقاية)) للإمام اللكنوي (1264-1304هـ). باكستان. 1976م. ¶ ((الشقائق النعمانية في علماء الدولة العثمانية)): لطاشكبرى زاده (ت968هـ). دار الكتاب العربي . بيروت . 1975م.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "((الضوء اللامع لأهل القرن التاسع)) لشمس الدين محمد بن عبد الرحمن السَّخَاويّ (831-902هـ). دار الكتب العلمية. بدون تاريخ طبع. ¶ ((العبر في خبر من غبر)): لأبي عبد الله محمد بن أحمد الذَّهَبِي(748هـ). ت: د. صلاح الدين المنجد. مطبعة حكومة الكويت. 1963مـ. ¶ ((الفوائد البهية في تراجم الحنفية)): للإمام الكنوي. ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998مـ. ¶ ((الكاشف في معرفة من له رواية في الكتب الستة))لأبي عبد الله محمد بن أحمد الذهبي (673-748هـ). ت: محمد عوامة. ط2. 1413هـ. دار القبلة للثقافة الإسلامية. مؤسسة علو. جدة. ¶ ((المجتبى من السنن)): لأحمد بن شعيب أبو عبد الله النسائي(215-303).ت: عبد الفتاح أبو غدة. ط2. 1406. مكتب المطبوعات الإسلامية . حلب. ¶ ((المصباح المنير في غريب الشرح الكبير)): لأحمد بن علي الفيومي (ت770هـ). المطبعة الأميرية. ط2. 1909م. ¶ ((المصفى شرح منظومة الخلاف)): لأبي البركات عبد الله بن أحمد النَّسَفِي(ت701هـ). ت: خالد نهاد ط1. 1419هـ. بغداد . ¶ ((النور السافر عن أخبار القرن العاشر)) لمحيي الدين عبد القادر بن شيخ بن عبد الله العَيدروسي (1570-1628مـ). دار الكتب العلمية . بيروت. ط1. 1405هـ. ¶ ((الهداية شرح بداية المبتدي)): لأبي الحسن علي بن أبي بكر المرغيناني(ت593هـ). مطبعة مصطفى البابي. الطبعة الأخيرة. بدون تاريخ طبع. ¶ ((الوشاح على نور الأيضاح ونجاة الأرواح)): لأبي الأخلاص الحسن بن عمَّار الشرنبلالي (1069هـ). ت: عبد الجليل عطا. دار النعمان للعلوم. بيروت. 1417هـ.فتاوي قاضي خان ¶ ((تاج التراجم)) لأبي الفداء قاسم بن قُطْلُوبُغَا (ت879هـ). ت: محمد خير رمضان. دار القلم. دمشق. ط1. 1992مـ. ¶ ((تاج العروس من جواهر القاموس)): للسيد محمد مرتضى الزُّبَيْدِيّ (ت1205هـ). طبعة الكويت.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "((تحفة الفقهاء)): لعلاء الدين محمد بن أحمد السَّمَرْقَنْدِي (ت539هـ). دار الكتب العلمية. بيروت. بدون تاريخ طبع. ¶ ((تذكرة الحفاظ)): لأبي عبد الله محمد بن أحمد الذَّهَبِي (673-748هـ). ت: عبد الرحمن بن يحيى المعلمي (1374هـ). دار الكتب العلمية. بيروت. ¶ ((تقريب التهذيب)) للإمام الحافظ شهاب الدين أحمد بن علي بن حجر العسقلاني (773-852). بعناية : عادل مرشد. مؤسسة الرسالة . ط1. 1996م. ¶ ((تلخيص الحبير في تخريج أحاديث الرَّافِعِي الكبير)): لأبي الفضل أحمد بن علي ابن حجر العَسْقَلاني (773-852هـ). ت: السيد عبد الله هاشم. 1384هـ. المدينة المنورة. ¶ ((تنوير الأبصار)):لشمس الدِّين مُحَمَّدُ بنُ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِي الغَّزِي (ت1004هـ). مطبوع في حاشية ((رَدّ المُحْتَار على الدُّر المُحْتَار)). دار إحياء التراث العربي. بيروت. ¶ ((تهذيب الأسماء واللغات)): لمحيي الدين يحيى بن شرف النَّوَوِيّ الشَّافِعِيّ (ت676هـ). المطبعة المنيرية. ¶ ((تهذيب التهذيب)) لأبي الفضل أحمد بن علي العسقلاني(773-852هـ). ط1. 1404هـ. دار الفكر . بيروت. ¶ ((خلاصة الأثر في أعيان القرن الحادي عشر)): للمؤرخ محمد أمين لمحبي (1651-1699م). دار صادر. ¶ ((ردّ المحتار على الدر المختار)) لمحمد أمين بن عمر، ابن عابدين الحنفي (1198-1252هـ). دار إحياء التراث العربي. بيروت. ¶ ((سنن أبي داود)): لسليمان بن أشعث السجستاني (202-275هـ) .ت: محمد محيي الدين عبد الحميد. دار الفكر . بيروت. ¶ ((سنن الترمذي)): لأبي عيسى محمد بن عيسى الترمذي (209-279هـ). ت: أحمد شاكر وآخرون. دار إحياء التراث العربي. بيروت. ¶ ((سنن النَّسَائيّ الكبرى)): لأبي عبد الرحمن أحمد بن شعيب النَّسَائِي . (215-303هـ). ت: د.عبد الغفار البنداوي وسيد كسروي حسن .ط1. 1411هـ. دار الكتب العلمية . بيروت.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "((شرح معاني الآثار)): لأبي جعفر أحمد بن محمد بن سلامة الطَّحَاوي (229-321هـ). ت: محمد زهري النجار . ط1. 1399هـ. دار الكتب العلمية. بيروت. ¶ ((طبقات الشافعية)) لعبد الرحيم بن الحسين الآسنوي (704-772هـ). ت: كمال الحوت. دار الكتب العلمية. بيروت. ط1. 1407هـ. ¶ ((علل الحديث لابن أبي حاتم)): وهو أبو محمد عبد الرحمن بن محمد الرازي (240-327هـ). ت: محب الدين الخطيب. 1410هـ. دار المعرفة . بيروت. ¶ ((عمدة الرعاية حاشية شرح الوقاية)): للإمام اللكنوي (1264-1304هـ). المطبع المجتبائي. دهلي. 1340هـ . ¶ ((غنية المستملي شرح منية المصلِّي)): إبراهيم بن محمد بن إبراهيم الحَلَبي (ت956هـ) . مطبعة سنده. 1295هـ. ¶ ((فتاوي قاضي خان)) لحسَن بن مَنْصُور بن مَحْمُود الأُوزْجَنْدِيّ(ت592هـ). الطبعة الأميرية ببولاق مصر. 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((فتح القدير للعاجز الفقير)) لكمال الدين محمد بن عبد الواحد ابن الهمام (790-861هـ). دار إحياء التراث العربي. بيروت. بدون تاريخ طبع. ¶ ((كشف الظنون عن أسامي الكتب والفنون)): لمصطفى بن عبد الله القسطنطيني الحنفي (1017-1067). دار الفكر. ¶ ((لسان العرب)) للشيخ جمال الدين أبي الفضل محمد بن مكرم الصاري الأفريقي المصري المشهور بابن منظور(ت711هـ). تحقيق عَبْد الله الكبير وَمُحَمَّد حسب الله وهاشم الشاذلي. دار المعارف . ¶ ((لسان الميزان)) لأبي الفضل أحمد بن علي ابن حَجَر العَسْقَلاني (773-582هـ). دار المعارف النظامية .الهند. ط3. 1406هـ. مؤسسة الأعلمي للمطبوعات. بيروت. ¶ ((مجمع الأنهر شرح ملتقى الأبحر)): لشيخِ زاده الرُّومي عبدِ الرَّحمنِ بنِ مُحَمَّدِ (ت 1078هـ). دار الطباعة العامرة . 1316. ¶ ((مختار الصحاح)): للعلامة محمد بن أبي بكر بن عبد القادر الرَّازِيّ الحَنَفِي (ت606هـ). دار الرسالة. الكويت. 1983م.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "((مرآة الجنان وعبر اليقظان في ما يعتبر من حوادث الزمان)): لأبي محمد عبدالله بن أسعد اليافعي (ت768هـ). مؤسسة الأعلمي للمطبوعات. ط1. 1970مـ. ¶ ((مراقي الفلاح شرح نور الإيضاح ونجاة الأرواح)): لأبي الأخلاص الحسن ابن عمَّار الشرنبلالي (1069هـ). ت: عبد الجليل عطا. دار النعمان للعلوم . بيروت. ط1. 1411هـ. ¶ ((مسند الإمام أحمد بن حنبل)) (164-241هـ). مؤسسة قرطبة. مصر. ¶ ((ميزان الأصول في نتائج العقول في أصول الفقه)): لعلاء الدين محمد بن أحمد السَّمَرْقَنْدِي (ت539هـ). ت: د. عبد الملك عبد الرحمن السعدي. ط1. 1407هـ. طباعة وزارة الأوقاف العراقية. ¶ ((نصب الراية لأحاديث الهداية)): لأبي محمد عبد الله بن يوسف الزَّيْلَعِي (ت762هـ). ت:محمد يوسف البنوري، 1357هـ. دار الحديث. مصر. ¶ ((وفيات الأعيان وأنباء أبناء الزمان)) لأبي العباس أحمد بن محمد ابن خَلكان (608-681هـ). ت: د.إحسان عباس. دار الثقافة . بيروت. ¶ 7-الموضوعات ¶ الصفحة ¶ مقدِّمة المؤلِّف لـ((تحفة الطلبة)) ¶ 11 ¶ مقدِّمة المؤلِّف لـ((تحفة الكملة)) ¶ 11ت ¶ وصف المؤلِّف ل((تحفة الكملة)) ¶ 11ت ¶ اشتهار ((تحفة الطلبة)) ¶ 11ت ¶ سؤال الإمام اللكنوي عن حكم مسح الرقبة في الوضوء ¶ 12 ¶ اختلاف العلماء في حكم مسح الرقبة في الوضوء ¶ 12 ¶ اختيار الإمام اللكنوي إلى استحباب مسح الرقبة ¶ 12 ¶ ورود أحاديث ضعيفة في مسح الرقبة لكنها كافية لإثبات الاستحباب ¶ 12 ¶ تقسيم الإمام اللكنوي المؤلَّف إلى فصلين ¶ 13 ¶ ما اشتهر من أن الأحاديث الضعيفة تكفي في فضائل الأعمال له ¶ محملان: ¶ 12-13ت ¶ الأول: أَنَّهُ يكفي لإثبات فضائلِ الأعمالِ الثَّابتةِ بالأحاديث ¶ الصَّحيحةِ. ¶ 13ت ¶ الثاني: أَنَّهُ يكفي لإثبات الاستحباب، وإِن لم يردْ فيه حديثٌ آخر ¶ صحيحٌ. ¶ 13ت ¶ الْفَصْلُ الأَوَّلُ",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "فِي إِيرَادِ نُبَذٍ مِن الأَحَادِيثِ الْوَارِدَةِ فِيهِ ¶ 14 ¶ فمنها: حديث: رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَمْسَحُ رَأْسَهُ مَرَّةً وَاحِدَةً حَتَّى ¶ بَلَغَ الْقَذَالَ ¶ 16 ¶ استدلال ابن تيمية بهذا الحديث على مسح الرقبة… ¶ 14ت ¶ كلام النووي بأن الحديث موضوع ¶ 14ت ¶ تعقب الرافعي على النووي ¶ 14ت ¶ استحاب البغوي لمسح الرقبة ¶ 14-15ت ¶ كلام العلماء في ليث بن ابي سليم ¶ 15ت-16ت ¶ انكار يحيى بن سعيد القطان للحديث ¶ 16 ¶ ضبط القذال ¶ 16ت ¶ ومنها: حديث: رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - مَسَحَ مُقَدَّمَ رَأَسِهِ حَتَّى بَلَغَ ¶ القَذَالَ مِن مُقَدَّمِ عُنُقِه ¶ 17 ¶ ومنها: حديث: رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - تَوَضَأَ فَمَسَحَ لِحْيَتَهُ وَقَفَاهُ ¶ 18 ¶ حديث:رَأَيْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - فَلَمَّا بَلَغَ مَسْحَ رَأَسِهِ وَضَعَ كَفْيِهِ عَلَى.. ¶ 18ت ¶ ذكر توثيق العلماء لطلحة بن مصرف ¶ 19 ¶ ذكر ما في سند حديث طلحة من الاختلافات والعلل ¶ 21 ¶ عدم إثبات أبي حاتم لهذا الحديث ¶ 22 ¶ اختيار الإمام اللكنوي أن مَن أثبت أَنَّ جد طلحة صحابياً معه زيادةُ ¶ علمٍ على مَن لا يعرفه، وضعفُ ليث ومُصَرِّف يسيرٌ لا يستحقُ ¶ الحديثُ به التركَ ¶ 22ت ¶ إنكار ابن عيينة لهذا الحديث ¶ 23 ¶ ومنها: حديث: مَنْ تَوَضَّأَ ومَسَحَ عُنُقَهُ وُقي الغُلُّ يَوْمَ القِيَامَةِ ¶ 25 ¶ ذكر كلام العلماء على هذا الحديث ¶ 25 ¶ ومنها: حديث: مَسْحُ الرَّقَبَةِ أَمَانٌ مِنْ الْغُّلِ يَوْمَ القِيَامَةِ ¶ 26 ¶ بحث في جواز العمل في الحديث الضعيف ¶ 27ت ¶ شروط العمل بالحديث الضعيف ¶ 28ت ¶ ومنها: حديث: مَن مَسَحَ قَفَاهُ مَعْ رَأَسِهِ وُقِي الغُلُّ يَوْمَ القِيَامَةِ ¶ 28 ¶ قول الصحابي حجة فيما لا يعقل بالرأي ¶ 29ت",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "ومنها: حديث: ثُمَّ مَسَحَ عَلَى رَأَسِهِ ثَلاثَاً وَظَاهِرِ أُذُنَيهِ ثَلاثَاً وَظَاهِرِ ¶ رَقَبَتِهِ، وَأَظُنُّهُ قَالَ ظَاهِرَ لِحْيَتِهِ ، ثُمَّ غَسَلَ قَدَمَهُ اليُمْنَى ¶ 30 ¶ أكثر صاحب ((سفر السعادة)) في خاتمته من الحكم على الأحاديث ¶ الثابته بكونها موضوعة أو ضعيفة أو غير معتبرة… ¶ 31ت ¶ بحث في الحكمَ بعدم الثبوتِ أَو عدم الصِّحَةِ في عُرْفِ المحدِّثين لا ¶ يستلزمُ الضَّعفَ ولا الوضعَ، بل يشملُ الحَسَنَ لذاتِهِ، والحسَنَ لغيرِهِ ¶ 32ت ¶ بحث في المحدِّثين الذين لهم إفراطٌ ومبالغةٌ في الحُكْمِ بوضع الأحاديثِ ¶ وبإبطالِها وبضعفِها ¶ 33ت ¶ حكم الطائفة المشدد المتساهلة في باب حكم وضع الأحاديث… ¶ 34ت ¶ الْفَصْلُ الْثَّانِي ¶ ذَهَبَ جُمْهُورُ أَصْحَابِنَا إِلَى أَنَّهُ مُسْتَحَبٌّ ¶ 36 ¶ ذكر من اختار أنه مستحب ¶ 36-38 ¶ ذكر من اختار كونه سنة ¶ 39 ¶ ذكر من اختار أنه أدب ¶ 40 ¶ ذكر كلام العلماء حول حديث: مَسَحُ الرَّقَبَةِ أَمَانٌ مِنَ الْغُلِّ ¶ 42ت ¶ الاختلاف في مسح الرقبة على ثلاثة أقوال: ¶ 43 ¶ الأول: أنها بدعة، وإليه ذهب جمهو رالشافعية والمالكية … ¶ 43 ¶ الثاني: أنه سنة، كما ذهب إليه أكثر المشايخ... ¶ 44 ¶ الثالث: أنه مستحب: كما ذهب إليه أكثر المتأخرين... ¶ 44 ¶ اختيار الإمام اللكنوي للقول الثالث ¶ 44 ¶ الرد على مافي ((دراسات اللبيب)) ¶ 44 ¶ تنبيه في كيفية المسح ¶ 44 ¶ تاريخ اختتام المؤلَّف ¶ 45 ¶ خاتمة الطبعة الحجرية ¶ 45ت ¶ المحتوى ¶ 47 ¶ فهرس الأحاديث النبوية ¶ 49 ¶ فهرس رواة الأحاديث ¶ 51 ¶ فهرس الأعلام ¶ 53 ¶ فهرس الكتب ¶ 57 ¶ فهرس المراجع ¶ 63 ¶ فهرس الموضوعات ¶ 69",
            "page": "47",
            "part": "1"
        }
    ],
    "t36015": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "فِي إِيرَادِ نُبَذٍ مِن الأَحَادِيثِ الْوَارِدَةِ فِيهِ"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "ذَهَبَ جُمْهُورُ أَصْحَابِنَا إِلَى أَنَّهُ مُسْتَحَبٌّ"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": "1",
            "tit": "الفهارس"
        }
    ]
}