{
    "b36021": [
        {
            "hno": null,
            "id": "1",
            "nass": "رفع السترة عن كيفية إدخال الميت وتوجيهه إلى القبلة في القبر ¶ للإمام محمد عبد الحي بن عبد الحليم اللكنوي ¶ توفي سنة (ت1304هـ) ¶ حققه وعلق عليه وخرج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمدُ لله المحيي المميت، والصَّلاةُ والسَّلامُ على نبيِّه سيِّد بني آدم المتوجَّهه إلى الأقصى والحرم، وعلى آله وصحابته الكرام النَّاشرين للهدى بين الأنام، وعلى التَّابعين لهم بإحسان، والمتخلِّقين بأخلاقِهم إلى يوم القيام. ¶ وبعد: ¶ فهذهِ رسالةٌ لطيفةٌ للإمام المشارِ إليه بالبنانِ من بين أهلِ زمانه، والفردِ في أقرانه،الفقيهِ المحدِّثِ محمَّد عبد الحيّ بن محمَّد عبد الحليمِ اللَّكْنَويّ الأيوبيّ الأنصاريّ الهنديّ (ت1304هـ) في مسألةٍ واقعةٍ لكلِّ منِّا لا محالة، وهي مسألةُ كيفية وضعِ الميِّت في القبر، فبيَّنَ أن الفقهاء اختلفوا فيها على ثلاثة مذاهب: ¶ الأول: مذهب الحنفيّة: يوضعُ الميِّت على شفي القبرِ من جانبِ القبلة، ويؤخذُ منه. ¶ والثاني: مذهب الشافعيَّةِ والحنابلة: يوضعُ في مؤخِّرِ القبرِ حتى يكون رأسُهُ بإزاءِ موضعِ قدميه، ويسلُّ سلاً إلى القبر. ¶ والثالث: مذهب المالكية: التخييرِ بين الإدخالِ من جانبِ القبلةِ وبين السَّلّ. ¶ وقد ذكرَ رحمه الله تعالى لكلٍّ من المذاهب ما استدلوا به من الأحاديث النبويَّة، ورجَّح رأيَ الحنفيَّةِ بأنه أدقُ نظراً. ¶ ثم حقَّقَ اختلافَ الفقهاءِ في أنَّ التَّوجيهَ إلى القبلة، هل هو واجبٌ أم سنّة؟ وكذا اختلافُهم في الاضجاعِ على شقِّه الأيمن، هل هو واجبٌ أم سنة؟ ومالَ إلى الاستحباب. ¶ والأصلُ المعتمدُ في إخراجِها هو طبعةٌ حجريةٌ طبعت في حياةِ المؤلِّف سنة (1303هـ)ضمنَ مجموعِ الرَّسائلِ السِّتّ، وهي: ((خيرُ الخبرِ في أذانِ خير البشر))، و((الهسهسةُ بنقضِ الوضوءِ بالقهقهة))، و((سباحةُ الفكرِ في الجهرِ بالذِّكر))، و((النَّافعُ الكبيرُ لمَن يطالعُ الجامعَ الصغير))، و((طربُ الأماثلِ بتراجمِ الأفاضِل))، والرِّسالةُ التي بين أيدينا.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ونسبتُها ثابتةٌ للإمامِ اللَّكْنَويِّ رحمه الله؛ لأنه نسبَه لنفسه في مقدِّمتها، وفي غيرِ مؤلَّف من مؤلَّفاتِهِ بألفاظٍ فيها اختصار؛ ففي ((دفع الغواية))(ص 42) بلفظ: ((رفع السِّترِ عن كيفيَّة إدخالِ الميِّت في القبر))، وفي ((مقدِّمة التَّعليق المُمَجَّد))(ص28). و((مقدِّمة عمدة الرعاية))(ص31)، و((النَّافع الكبير))(ص63) بلفظ: ((رفعُ السِّتر عن إدخال الميِّت وتوجيهِهِ إلى القبلةِ في القبر)). ¶ ونسبَها إليه تلاميذُهُ كالحسنيّ في ((معارف العوارف))(ص113). والأنصاريّ كما في مقدِّمةِ ((تحفة الأخيار))(ص35) باللَّفظ السَّابق. ¶ والمنهجُ المتَّبعُ في الاعتناءِ بها كما هو عادتي في غيرِها من رسائلِ الإمام اللَّكنويّ رحمه الله هو ضبطُ الألفاظ، ووضعُ علاماتِ التَّرقيمِ المناسبةِ بين الجمل، ومراعاةُ قواعدِ الإملاءِ الحديثة، ولا سيّما في كتابةِ الهمزاتِ دون الإشارةِ إلى ذلك في الهامش، وتقسيمُها إلى فقراتٍ قصيرة، وتخريجُ ما وردَ من الأحاديثِ فيها، والتَّرجمةُ لمن وردَ فيها من الأعلام: بذكرِ اسمِه، وكنيتِه، ولقبِه، ومكانتِه العلميَّةِ بشهادةِ أحدِ العلماءِ له، وبعضِ مؤلفاته، وسنةِ ولادتِه ووفاتِه، وبعضِ الكتب التي ترجمت له، وتوثيقُ النُّصوصِ الواردةِ فيها من مظانّها ما استطعتُ إلى ذلك سبيلاً، وصنعُ فهارسَ تخدمُ الرِّسالةِ في سهولةِ الرُّجوعِ لما احتوته. ¶ وألفت الانتباه إلى أنه يوجد بعض التعليقات في الهامش من المؤلِّف وتلميذه عبد الغفور الرمضانفوري رحمهما الله، فما كان من تعليقات المؤلّف وضعته نهاية (أ)، وما كان من تعليقات تلميذه أثبت في نهايته اسمه كما وجدته في الأصل. ¶ وفي الختامِ أسألُ الله عزَّ وجلَّ أن ينفعَ بهذا العملَ المسلمين والمسلمات، ويكون مدَّخراً لنا في يوم الحساب، إنه قريبٌ مجيب، وصلَّى اللهُ على سيِّدنا محمَّدٍ وعلى آله وصحابته وسلَّم. ¶ وكتبه",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "في 9 محرم 1421هـ صلاح محمّد أبو الحاج ¶ الموافق 2 نيسان 2001مـ ... ... شارع حيفا/بغداد ¶ بسم الله الرحمن الرحيم ¶ حمداً لمن جعلَ الموتَ عبرةً لكلِّ نائمٍ ويقظان، وشكراً لِمَن جَعَلَ الكعبةَ قبلةَ الأحياءِ والأمواتِ من بني الإنسِ والجانّ. ¶ أشهدُ أنَّهُ لا إله إلا هو، شهادةً تُدْخِلُنا في الجِنان، وصلاةً على حبيبِنا وشفيعِنا، صاحبِ الجودِ والإحسان، وعلى آلِهِ وصحبِه، ومَن تبعهم بإحسان. ¶ أمَّا بعدُ: ¶ فيقولُ مَن لا صُنْعَ له إلا كَسْبَ الخطيئات، ولا كَسْبَ له إلا ارْتِكَابَ السِّيئات، أبو الحسناتِ مُحْمَّدٌ المدعوّ بعبدِ الحيِّ اللَّكْنَوِيِّ الأَنْصَارِيّ الحَنَفِيّ، تجاوزَ اللهُ عن ذَنْبِهِ الجليِّ والخفيّ، سُئِلْتُ عن كيفيَّةِ توجيهِ الميتِ إلى القبلةِ في القبر، هل هو بالاستلقاء، أو بالاضطجاع؟ ¶ وهل يكفي مجردُ توجيهِ وجهِهِ إلى القبلة؛ لإتباعِ السُنَّةِ عند الحنفيَّة، أم لا؟ ¶ فأجبتُ بأنَّ المسنونَ في وضعِ الميَّتَ في القبرِ عندَ الحنفية، والشَّافعيَّةِ(1) بأجمعِهم، هو الاضطجاعُ على الشَّقِّ الأيمن. كما هو مذكور في ((النِّهاية))(2)، وغيرِها(3). ¶ __________ ¶ (1) كما في ((التنبيه)) للشيرازي(ص36)، و((مواهب الصمد في حل ألفاظ الزبد)) للفشني(ص65). ¶ (2) النهاية في شرح الهداية)) لحسين بن علي بن حجاج بن علي السِّغْنَاقي أو الصِّغْنَاقِيّ، حسام الدين، نسبةً إلى سِغْنَاق بلدة في تركستان، قال الإمام اللَّكْنَوِيُّ: طالعت من تصانيفه ((النهاية)) وهو أبسط شروح ((الهداية)) وأشملها، قد احتوى على مسائل كثيرة، وفروع لطيفة. توفي بعد سنة(710هـ). انظر: ((تاج التراجم)) (ص160). ((الفوائد))(ص106). ¶ (3) مثل: ((مراقي الفلاح)) للشرنبلالي(ص560)، و((حاشية الطحطاوي على مراقي الفلاح))(ص609)، و((العناية شرح الهداية))(2: 99).",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ثم بَدَا لي أن أكتبَ في هذه المسألةِ رسالةً لطيفةً، أَذْكُرُ فيها نصوصَ التَّوجيه، والوضعِ وكيفيَّتِهِ وفروعِه، وما يَتَعَلَّقُ به، وأضمُّ إلى ذلك تحقيقَ إدخالِ الميِّتِ في القبر، هل هو بطريقِ السَّلّ، أو غيرِ ذلك مع ذِكْرِ مذهبِ الشَّافعيَّةِ في المسألتَيْن، وتحرير أدلةِ الفريقيْنِ(1) إحقاقاً للحقّ، ولو كَرِهَ الكارهون، وبمثلِ هذا فليعمل العاملون، واسَمِّيها بـ: ¶ ((رفع السّتر عن كيفيَّة إدخال الميّت وتوجيهه إلى القبلة في القبر)) ¶ وأُرَتِبُها على مقصدين: ¶ الأَوَّلُ في الثَّانية(2)، والثَّاني في الأُوْلَى(3)، وأختمها بخاتمةٍ حسنةٍ راجياً من اللهِ تعالى حُسْنَ الخاتمة. ¶ - المَقْصَدُ الأَوَّلُ - ¶ في كيفيّة إدخال الميّت في القبر ¶ وبيان اختلاف المذاهب والأدلّة فيه ¶ __________ ¶ (1) أي الحنفيّة والشافعيّة. مولوي عبد الغفورـ سلَّمَهُ الله ـ . ¶ (2) أي كيفيّة إدخال الميت في القبر. مولوي عبد الغفورـ رحمه الله ـ. ¶ (3) أي كيفيّة وضع الميِّت في القبر، وتوجيهه إلى القبلة. مولوي عبد الغفورـ رحمه الله ـ.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فأقولُ: اختلفوا فيه على ثلاثةِ مذاهبٍ ـ على ما ذَكَرَهُ شُرَّاحُ ((الهداية))(1)، و((المُنْية))(2)، وغيرِهما ـ : ¶ - الأول - ¶ مذهبُ الحنفيَّة: ¶ وهو أن توضعَ(3) الجنازةُ على شفيِ القبر ¶ من جانب القبلة ويؤخذ الميّت منه ¶ __________ ¶ (1) الهداية شرح بداية المبتدي)) لعلي بن أبي بكر بن عبد الجليل بن أبي بكر الفَرْغَانِيّ المَرْغِينَانِيّ، أبي الحسن، برهان الدين، وفَرْغَانةُ: بفتح الفاء، وراء الشَّاش، وراء جَيْحُون وسَيْحُون، وفَرْغَانة أيضا: قرية من قرى فارس، ومَرْغِينان: بفتح الميم، مدينة في فرغانة، ومن مؤلفاته: ((التجنيس))، و((مختارات النوازل))، و((كفاية المنتهى))، قال الإمامُ اللَّكْنَوِيُّ: كل تَصانيفه مَقبولةٌ مُعتمدةٌ ، لا سيما ((الهداية))، فإنه لم يزل مرجعاً للفضلاء ، ومنظراً للعلماء، (ت593هـ). انظر: ((الجواهر المضية))(2: 627-629). ((تاج التراجم))(ص206-207). ((مقدِّمة الهداية))(3: 2-4). ¶ (2) مُنْيَة المصلي وغنية المبتدي)) لمحمد بن محمد الكاشغريّ، سديد الدين، قال الإمام اللَّكنويَ: هذا من الكتب المعتبرة المتداولة، (ت705هـ). انظر:((الكشف)) (2: 1886هـ)، ((تحفة الكملة))(ص6). ¶ وأشهر شروحها: ((غنية المستملي)) لإبراهيم الحلبي (ت956هـ) المشهور بـ((حلبي كبير))، واختصره بـ((حلبي صغير))، وأيضاً شرحها ابن أمير الحاج(ت879هـ) في ((حلبة المجلي شرح منية المصلِّي)). ¶ وإني بحمد لله تعالى قد أتممت تحقيق ((منية المصلِّي)) على عدَّة نسخٍ خطيَّة. ¶ (3) في الأصل: ((يوضع)).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "لأنَّ جانبَ القبلةِ معظمٌ، فيستحبُّ الإدخالُ منه. وإليه ذَهَبَ عليٌّ رضي الله عنه، وابنُهُ مُحَمَّدُ بنُ الحنفيَّةِ(1)، وإبراهيمُ النَّخَعِيّ(2)، وإسحاقُ ¶ __________ ¶ (1) هو محمد بن علي بن أبي طالب القُرشيُّ الهاشميّ، أبو القاسم، ويقال أبو عبد الله المدَنِيُّ، المعروف بابن الحنفية، وأمُّه هي: خولة بنت جعفر بن قيس بن مسلمة بن ثعلبة بن يربوع بن ثعلبة بن الدول بن حنيفة. قال إبراهيم بن الجنيد: لا نعلم أحداً أسند عن علي عن النبيِّ عليه السلام أكثر ولا أصحَّ مما أسند محمد بن الحنفية، توفِّي بعد الثمانين. انظر: ((تهذيب الكمال))(26: 147-152). ((التقريب))(ص432). ¶ (2) هو إبراهيم بن يزيد بن الأسود بن عمرو بن ربيعة النَّخَعِيّ، أبو عمران، والنَّخَعي نسبة إلى جَسر ابن عمرو أحد جدوده ، سمي جسر بالنَخَع؛ لأنه انتخع من قومه، أي بعد عنهم. ونسبته إلى النَّخَع بفتح النون والخاء المعجمة وبعدها عين مهملة، وهي قبيلة كبيرة من مَذْحِج، (46- 96هـ). انظر: ((وفيات))(1: 25)،((الأعلام))(1: 76).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ابنُ راهوية(1)، وابنُ حبيب(2)، وأكثرُ أصحابِ مالكٍ. ¶ ويَشْهَدُ لذلك كثيرٌ من الأخبارِ والآثار: ¶ __________ ¶ (1) هو إسحاق بن إبراهيم بن مَخْلَد بن إبراهيم بن عبد الله الحَنْظَلي المروزي، أبو يعقوب، المعروف بابن راهويه، وراهَويه: لقب أبيه، وإنِّما لقب بذلك: لأنه ولد في طريق مكة، والطريق بالفارسية (راه)، و(ويه) معناه: وُجِدَ، فكأنه وجد في الطريق، وقيل فيه أيضاً: وراهُويه بضم الهاء وسكون الواو وفتح الياء، والحَنْظَلي بفتح الحاء المهلمة، وسكون النون، وفتح الظاء المعجمة وبعدها لام، هذه النسبة إلى حَنْظَلة بن مالك، ينسب إليه بطن من تميم، من مؤلفاته: ((المسند))، و((التفسير))، (161-238هـ ). انظر: ((وفيات))(1: 199-201). و((العبر))(1: 426). ¶ (2) هو عبد السلام بن سعيد بن حبيب التنوخيّ، الملقب بسَحْنون، انتهت إليه رئاسة العلم في المغرب، له: ((المدونة))، أخذ عن أبي القاسم، وابن وهب، وأشهب، (160-240هـ). انظر: ((العبر))(1: 432-433). ((الأعلام))(4: 129).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "فأخرجَ التِّرْمِذِيُّ في ((جامعه))، والطَّحَاوِيّ(1)، وأبو نُعَيْمٍ(2) في ((حلية الأولياء)): بسند فيه الحجَّاجُ بن أرطأة عن عطاء عن ابنِ عبَّاسٍ، قال: دَخَلَ رسولُ الله صلَّى اللهُ عليه وعلى آلهِ وسلَّم قبراً ليلاً(3)، فأسرجَ له سراجاً، فأخذَ الميَّتَ من قبلِ القبلة، وقال: (رَحِمَكَ اللهُ إِنْ كُنْتَ (2لأوَّاباً(4) تَلاَّءً للقرآنِ)، وكَبَّرَ عليه أَربعاً(5). ¶ __________ ¶ (1) هو أحمد بن محمد بن سلامة بن عبد الملك الأَزْدِي الطَّحَاوِيّ، أبو جعفر، نسبةً إلى طَحَا: وهي قرية بصعيد مصر، وإلى الأزْد: بفتح الهمزة، وسكون الزاي المعجمة، وبالدال المهملة، وهي قبيلة مشهورة من قبائل اليمن. وقد انتهت إليه رئاسة الحنفيّة بمصر ، من مؤلَّفاته: ((شرح معاني الآثار))، و((مختصر الطحاوي))، (229-321هـ). انظر: ((وفيات))(1: 71-72)، ((روض المناظر)) (ص171). ¶ (2) هو أحمد بن عبد الله بن أحمد بن إسحاق الأَصبهانيّ، أبو نُعَيْم، وأصبهان: وهي من أشهر بلاد الجبال، وإنما قيل هذا الاسم لأنها تسمى بالجمية: ((سباهان)) وسبا: العسكر، وهان: الجمع، وكانت جموع عساكر الأكاسرة تجتمع إذا وقعت لهم واقعة في هذا الموضع. وبناها اسكندر ذو القرنين، قال عنه الذهبي: تفرَّد في الدنيا بعلُوِّ الإسناد، مع الحفظ والاستبحار من الحديث والفنون، من مؤلفاته: ((حلية الأولياء))، و((تاريخ أصبهان))، ((دلائل النبوة))، (336-430هـ). انظر: ((العبر)) (3: 170). ((مرآة الجنان))(3: 52-53). ((النجوم الزاهرة))(5: 30). ¶ (3) بهذا اندفع من قيل أن الدفن بالليل مكروهٌ، وقد صرَّح بعدم الكراهة شارح ((المنية))وغيره. مولوي عبد الغفور الرمضانفوري البهاري من تلامذة المؤلِّف.أ. ¶ (4) سقطت من الأصل، وأثبتها من ((الحلية)). ¶ (5) في ((سنن الترمذي))(3: 382). و((حلية الأولياء))(1: 122).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "قال التِّرْمِذِيُّ(1): حديثٌ حَسَنٌ(2). ¶ وأَنْكَرَ عليه النَّوَوِيّ(3) في حكمِ الحَسَنِ؛ بأنَّ الحجَّاجَ بنَ أرطاةَ(4) ضعيفٌ باتِّفاقِ أهلِ الحديثِ(5). ¶ __________ ¶ (1) في ((السنن))(3: 382). ¶ (2) قال التِّرْمِذِيّ في آخرِ كتابِهِ [أي ((علل الترمذي))(1: 758)]: إنَّ كل حديث يروى، ولا يكون برواية منه من يكذب، ويروى من غير وجهٍ نحو ذلك، ولا يكون شاذاً، فهو حسن إلى إسناده. مولوي عبد الغفور رحمه الله. ¶ (3) هو يحيى بن شرف بنِ حسنِ بنِ حسينِ الحزاميّ الحورَّانيّ النَّوَوِيّ الشَّافِعِيّ، أبو زكريا، محيي الدين، النَّوَوِيِّ: بغير ألفٍ ويجوز إثباتُهُ بين الواوين، نسبةً إلى نَوَا من قرى حوران، وهو محرر المذهب الشافعي، ومذهّبه وملقّحه ومرتّبه. من مؤلفاته: ((الأذكار))، و((منهاج الطالبين))، و((رياض الصالحين))، (631-676هـ). انظر: ((طبقات ابن قاضي شهبة)) (3: 9-13). ((طبقات الأسنوي))(2: 266-267). ((مرآة الجنان))(4: 182-186). ¶ (4) هو حجاج بن أرطاة بن ثور بن هُبير النَّخَعيّ، أبو أرطاة الكُوفيّ، القاضي، قال ابن حجر: أحد الفقهاء: صدوقٌ كثيرُ الخطأ والتدليس، وقال الذهبي عنه: أكثر ما نقم عليه التدليس، وفيه تِيْهٌ لا يليق بأهل العلم، (ت145هـ). انظر: ((تهذيب الكمال))(5: 421-428). ((ميزان الاعتدال)) (2: 197-199). ((التقريب))(ص92). ¶ (5) انتهى من ((المجموع)) للنووي(5: 255).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وهذا عجيبٌ من النَّوَوِيّ، وقد قال ابنُ معينٍ(1): إنَّ الحجَّاجَ(2) صدوقٌ مُدَلِّسٌ(3). ¶ وقال ابن عَديٍ(4): إنَّما عابَ النَّاسُ تَدْلِّيسَهُ عن الزَّهْرِيّ(5)، وغيرِهِ، أمَّا أن يتعمدَ الكذب فلا(6). ¶ __________ ¶ (1) هو يحيى بن معين بن عَوْن بن زياد بن بسطام الغَطَفَانيّ البغداديّ، أبو زكريا، قال المزي: إمام أهل الحديث في زمانه، والمشار إليه من بين أقرانه، قال ابن حجر: ثقة، حافظ مشهورٌ، إمامُ الجرح والتعديل، (ت233هـ). انظر: ((تهذيب الكمال))(31: 543-568). ((التقريب)) (ص527). ¶ (2) اختلف النقل عن يحيى ابن معين في الحجاج بن أرطاة: قال الدارميّ عن يحيى: صالح، وكذلك ابن طهمان عن يحيى، وقال ابن أبي خيثمة عن يحيى: كوفي صدوق، وليس بالقوي، وسئل يحيى مرَّة أخرى عن الحجاج: فقال: ضعيف. وقال يحيى: يدلس، وقال عبد الخالق بن منصور عن يحيى: صدوق وليس بالقوي في الحديث، وليس من أهل الكذب. انظر: هامش ((تهذيب الكمال))(5: 426). ¶ (3) هو بضم الميم وكسر اللام المشددة، من يتركُ شيخهُ الذي سَمِعَ منه، ويذكرُ مَن هو فوقَه، بلفظِ يوهمُ السَّماع، ولا يقطعُ كذباً، كما يقول: عن فلان، أو قال فلان. مولوي عبد الغفور ـ سلَّمه الله ـ. ¶ (4) هو عبد الله بن عَدِيّ بن عبد الله بن محمد الجُرْجَانيّ، أبو أحمد، ويعرف بابن القطَّان، قال السَّهْمي: كان حافظاً متقناً، لم يكن في زمانه مثله، من مؤلفاته: ((الكامل في ضعفاء الرجال))، (ت365هـ). انظر: ((العبر))(2: 337). و((مرآة الجنان))(2: 381). ¶ (5) وهو محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزُّهْريّ القُرَشِيّ، أبو بكر، نسبة إلى بني زهرة، وهم بطن من بطون قريش، قال ابن حجر: متفق على جلالته وإتقانه، (51-124هـ). انظر: ((طبقات الشيرازي))(ص47-48). ((الإمام الزهري وأثره في السنة))(ص260-261). ¶ (6) انتهى من ((الكامل في ضعفاء الرجال))لابن عَدي(2: 228).",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وقال الخَطِيبُ(1): هو أحدُ العلماءُ الحفَّاظُ(2). ¶ وهذا كلُّهُ تعديلاً له. ¶ والشَّاهدُ العدلُ له روايةُ أبو داود، والتَّرْمِذِيّ، والنَّسَائِيّ، ومُسْلِمٍ أحاديثَه. ¶ وبالجملةِ هو ليس ممَّن ينحطُّ حديثُهُ عن درجةِ الحَسَن. ¶ وأخرجَ أبو نُعْيمٍ في ((حلية الأولياء)): والجلال(3) في ((جامعه)) بسندِهما عن عبدِ اللهِ بنِ مسعود، قال: ولله لكأنِّى أَرَى(4) رسولَ الله صلَّى اللهُ عليهِ وعلى آلهِ وسلَّم في غزوةِ تبوك، وهو في قبرِ عبدِ اللهِ ذي البجادين، وأبو بكرٍ وعُمَر، يقول لهما: (أَدْنِيا مِنْي أَخَاكمَا، وَأَخَذَهُ مِنْ قِبْلِ القَبْلَةِ، وأَسَنَدَهُ فِي لَحْدِهِ، ثُمَّ خَرَج، فَلَمَّا فَرَغَ مِنْ دَفْنِهِ اسْتَقْبَلَ القِبْلَةَ رَافِعَاً يَدَيْهِ(5)، يَقُولُ: اللَّهُمَّ إِنِّي أَمْسَيْتُ عَنْهُ رَاضِيَاً فَارْضَ عَنْهُ، وَكَانَ ذَلِكَ فِي اللَّيْلِ). ¶ قال ابنُ مَسْعُودٍ: فواللهِ لقد رأيتَنِي، ولوددتُ أني كنتُ مكانَهُ، وأسلمتُ قَبْلَهُ بخمسةَ عَشْرَ سنةٍ(6). ¶ __________ ¶ (1) هو أحمد بن علي بن ثابت بن أحمد بن مَهْدِي، أبو بكر، المعروف بالخَطيب البَغْداديّ، من مؤلفاته: ((تاريخ بغداد))، و((الكفاية في علم الرواية))، و((الجامع لأخلاق الراوي وآداب السامع))، (392-463هـ). انظر: ((طبقات ابن هداية الله))(ص164-166). ((النجوم الزاهرة))(5: 87-88). ((معجم الأدباء)) (4: 13-45). ¶ (2) انتهى من ((تاريخ بغداد)) للخطيب(8: 230). ¶ (3) في الأصل: ((انجلاد))، والمثبت من ((البناية)). ¶ (4) بهذا الحديث وأمثاله الواردة في الصحّاح استنبطوا جواز تصور الشيخ، وله وجه، لكنه لا يفحم المناظر. منه[ أي من الإمام اللَّكْنَوِيِّ]. رحمه الله.أ. ¶ (5) بهذا الحديث ظهر أن الدُّعاء للميِّت بعد الدفنِّ سنةٌ، كما وردت الأحاديث الأخر أيضاً. مولوي عبد الغفور الرمضانفوري.أ. ¶ (6) انتهى من ((حلية الأولياء))(1: 122).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وفي رواية لأبي نُعَيْم عنه: قُمْتُ من جوفِ اللَّيلِ، وأنا مع رسولِ الله صلَّى اللهُ عليهِ وعلى آلهِ وسلَّم في غزوة تبوك، فرأيتُ شعلةً من نارٍ في ناحيةِ العسكرِ فاتبعتُها فإذا عبدُ الله ذو البجادين، قد ماتَ ورسولُ اللهُ وأبو بكرٍ، وعُمَرَ يدفنونَهُ فلمَّا فَرَغ، قال: (اللَّهُمَّ إِنْي أَمْسَيُتُ عَنْهُ رَاضِيَاً، فَارْضَ عَنْه). ¶ قال ابن مسعودٍ يا ليتَنِي كنتُ صاحب هذه الحفرةِ(1). ¶ وأخرجَ الحافظُ أبو بكرٍ الشِّيرَازِيُّ(2) في ((الألقاب)): أخبرنا أبو الفضلِ أحمدُ بنُ مُحَمَّدِ بنِ حمدونَ، أَنْبَأنا أبو مُحَمَّدٍ بنُ حمدونَ بنِ عبدانِ الهَمَدَانِيّ، حدَّثَنَا مُحَمَّدَ بنُ عبيدِ الهَمَدَانِيّ، حدَّثنا القاسمُ بنُ الحكمِ، حدَّثنا عَمْرُو بنُ شَمِر، عن الأَعْمَشِ، عن شقيق بنِ سَلَمَةَ، عن ابنِ مسعودٍ، قال: واللهِ إِنِّي أَرَى رسولَ الله صلَّى اللهُ عليهِ وعلى آلهِ وسلَّم في غزوةِ تَبَوكٍ إذ رُفِعَ لنا سَمْعٌ من قبلِ منْزلِه، فانتهيتُ إليه، وهو في قبرِ عبدِ اللهِ ذي البجادين، هو وأبو بكرٍ وعمر، واللهِ لكأنِّي أسمعُهُ يقول: أدنيا منّى أخاكما، أخذَهَ من قِبَلِ القبلة، ثُمَّ قال: (اللَّهُمَّ إِنِّي أَمْسَيُتُ رَاضِيَاً عَنْهُ فَارْضَ عَنْهُ). ¶ قال ابنُ مسعودٍ: فلقد رأيتَنِي، وإنِّي لأتَّمنى أن أكونَ مكانَه. ¶ __________ ¶ (1) انتهى من ((حلية الأولياء))(1: 122). ¶ (2) هو أحمد بن عبد الرحمن بن أحمد بن موسى الشِّيرازيّ، أبو بكر، من مؤلفاته: ((الألقاب))، (ت407هـ). انظر: ((مرآة الجنان))(3: 20). ((الكشف))(1: 157). و((معجم المؤلفين))(1: 165).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قال الشِّيرَازِيّ: بعد روايتِهِ هذا حديثٌ غريبٌ من حديثِ عَمْرو بنِ شَمِر(1) عن الأَعْمَشِ. ¶ وقال الحافظُ جلالُ الدِّين السُّيُوطِيُّ(2) في كتابِهِ: ((مسامرةُ الشُّموعِ في ضَوْءِ الشُّموعِ)): عَمْرو بن شَمِر، وإن كان ضعيفاً إلا أنَّ أصلَ الحديثِ ثابتٌ من طرقٍ أُخْرَى: ¶ منها: طريقُ: سعدُ بنُ الصَّلت، أخرجه أبو نُعَيْم(3). ¶ ومنها: طريقُ: محمد بن إبراهيم، أخرجه أبو نُعَيْمٍ(4) أيضاً بطريق آخر. ¶ قال الطَّبَرَانِيُّ(5) : حدَّثَنا عليُّ بنُ عبدُ العزيز ، ومُحَمَّدُ بنُ النَّضرِ ¶ __________ ¶ (1) هو عمرو بن شَمِر الجُعْفِيّ الكُوفيّ الشِّيعيّ، أبو عبد الله، وقال الجَوْزَجَانيّ: زائغ كذاب. وقال ابن حبان: رافضي يشتم الصحابة، ويروي الموضوعات عن الثقات. وقال البخاري: منكر الحديث. وقال النسائي والدارقطني: متروك الحديث. انظر: ((ميزان الاعتدال))(5: 324). ¶ (2) هو عبد الرحمن بن أبي بكر بن محمد بن أبي بكر السُّيُوطِيّ أو الأسيوطيّ الطولونيّ الشَّافِعِيّ ، أبو الفضل، جلال الدين، من مؤلفاته: ((الإتقان في علوم القُرْآن))، و((الأزهار المتناثرة في الأخبار المتواترة))، و((مزهر اللغة)) (849-911هـ). انظر: ((الضوء اللامع))(65-70)، ((النَّور السَّافر))(ص51)، ((مقدمة التعليق الممجد))(1: 25). ¶ (3) في ((حلية الأولياء))(1: 122). سبق ذكره. ¶ (4) في ((حلية الأولياء))(1: 122). مرَّ سابقاً. ¶ (5) هو سليمانُ بنُ أحمدَ بنِ أَيُّوبٍ اللَّخْمِيّ الطَّبَرَانِيّ، أَبو القاسم، نسبة إلى طبرية، مدينة من الأردنِ، قال اللكنوي: صاحب المعاجمِ المشهورة، كان ثقةً صدوقاً، عارفاً واسعَ الحفظ، بصيراً بالعللِ والرِّجالِ، كثيرَ التصانيف النَّافعة، قال الذهبي: مسند العصر، واسع الحفظ، بصيراً بالعلل والرجال والأبواب (260-360هـ). انظر: ((العبر)) (3: 315-316). ((مرآة الجنان))(3: 372).",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "الأزديّ، قالا: حدَّثنا ابنُ الأَصْبَهَانِيّ، حدَّثنا يحيى بنُ يمان، عن المنهالِ بنِ خليفةِ، عن الحجَّاجِ بنِ أَرطاة، عن عطاء، عن ابن عبَّاس، قال: (دَخَلَ رَسُولُ اللهِ قَبْرَ عَبْد اللهُ ذي البَجَادِينِ لَيْلاً...)الحديث(1). ¶ وأخْرَجَهُ ابنُ مَرْدُويَة(2) في ((تفسيرِهِ)): من طريقِ عبدِ اللهِ بنِ حربٍ اللَّيْثِيِّ، ويحيى بنُ عبدِ الحميدِ كلاهما، عن يحيى بن يمانٍ، به. ¶ __________ ¶ (1) الحديث في ((المعجم الكبير))(11: 141)، ولفظه: عن ابن عبَّاس، قال: (دخلَ رسول الله صلى الله عليه وسلم قبراً ليلاً، وأسرج له فيه سراجاً، فأخذَهُ من قبل القبلة، وكبَّرَ عليه أربعاً، وقال: رحمك الله إن كنت لأوّاها تلاَّءً للقرآن). وأيضاً: في ((المعجم الأوسط))(9: 52): حدثنا مسعدة ابن سعد، ثنا إبراهيم بن المنذر، ثنا إبراهيم بن علي بن حسن بن أبي رافع، ثنا كثير بن عبد الله عن أبيه عن جده عن عبد الله ذي البجادين الذي هلك في غزوة تبوك: أنَّه هلك في جوف الليل، فنَزلَ رسولُ الله صلى الله عليه وسلم في حفرته، وقال لأبي بكر وعمر: (أدليا إليَّ أخاكما)، فلما وضعَهُ رسولُ الله صلى الله عليه وسلم في لحدِه، قال: (اللهمَّ إنِّي راضٍ عنه، فارضَ عنه)، فقال: أبو بكر: والله لوددت أني صاحب الحفرة.ا.هـ. ¶ (2) هو أحمد بن موسى بن مَرْدُويَة الأَصْبَهَانِيّ، أبي بكر، من مؤلفاته: ((التفسير))، و((المسند))، و((التاريخ))، و((المستخرج))، (323-410هـ). انظر: ((العبر))(3: 102)، ((الأعلام))(1: 246).",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وأَخْرَجَهُ البَيْهَقِيُّ(1) في ((سننه)) من طريقِ الهيثمِ بنِ سهل القُشَيْرِيّ، عن يحيى ابن يمان، به. ¶ ووَرَدَ أيضاً من حديثِ جابر، أَخْرَجَهُ ابن مَرْدُوية. ¶ فهذه طرقٌ متعدِّدةٌ تقتضي(2) ثُبُوتَ الحديثِ غيرَ أنَّ لفظةَ الشَّمْعِ، لم يرد إلا في الطَّريقِ الأَوَّلِ. انتهى كلامُ السُّيُوطِيِّ. ¶ قلت: روايةُ أبي نُعَيْمٍ(3): (فرأيتُ شعلَةً من نارٍ) أيضاً، تؤيِّدُ رواية: الشَّمعِ، والعلمُ عند اللهِ تعالى. ¶ وأخرجَ ابن أبي شيبةَ(4) في ((مصنَّفِهِ)) عن عُمَيْرِ بنِ سعدٍ: أنَّ عليَّاً صلَّى على يزيد بن المكفف: فَكَبَّرَ أربعاً، وأَدْخَلَهُ من قبلِ القبلة(5). ¶ __________ ¶ (1) هو أحمد بن الحسين بن علي الخُسْرَوجِرْدي البَيْهَقِيّ، أبو بكر، نسبة إلى خُسْرَوجِرْد، وهي قرية من ناحية بَيْهَق، وبَيْهَق بفتح الباء اسم لناحية من نواحي نيسابور مشتملة على عدة قرى، قال إمام الحرمين: ما من شافعي إلا وللشَّافِعِيّ في عُنُقِهِ منَّة إلا البَيْهَقِيّ، فإن له المنّة على الشَّافِعِيّ نفسه، وعلى كل شافعي لما صنفه في نصرة مذهبه من ترجيح الأحاديث، كـ((السنن الكبير))، و((السنن الصغير))، و((معرفة السنن والآثار))، وجمعه لنصوصه في كتابه المسمَّى بـ((المبسوط))، وتصنيفه في مناقبه، (ت458هـ). انظر: ((العبر)) (3: 242). ((طبقات الأسنوي))(1: 98-99). ¶ (2) في الأصل: ((يقتضي)). ¶ (3) في ((حلية الأولياء))(1: 122). سبق ذكرها. ¶ (4) هو عبد الله بن محمد بن أبي شَيْبَةَ إبراهيم بن عثمان الكوفيّ العَبْسى، نسبةً إلى بني عَبْسى، قال أَبُو زُرْعَة: ما رأيتُ أحفظَ منه، من مؤلفاته: ((المسند))، و((المصنف))، (159-235هـ). انظر: ((مرآة الجنان))(2: 116). ((النجوم الزاهرة))(2: 282). ¶ (5) انتهى من ((مصنف ابن أبي شيبة))(3: 18).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وأخرجَ أيضاً(1) عن مُحَمَّدِ بنِ الحنفيَّة: أنه وَلِيَ ابن عَبَّاس، فَكَبَّرَ عليه أربعاً، وأَدْخَلَهُ من قبلِ القبلة(2). ¶ وأخرجَ أبو داودَ في ((المراسيلِ)) عن حمَّادِ بنِ أبي سليمانَ عن إبراهيم(3): أنَّ النَّبيَّ صلَّى اللهُ عليهِ وعلى آلهِ وسلَّم: (أُدْخَلَ مِن قبلِ القبلة، ولم يُسَلَّ سَلاًّ)(4). ¶ __________ ¶ (1) أي ابن أبي شيبة رحمه الله. ¶ (2) انتهى من ((مصنف ابن أبي شيبة))(3: 18)، ولفظه فيه: عن عمران بن أبي عطاء مولى بني أسد، قال: شهدت وفاةَ ابن عبّاسٍ فولاه ابن الحنفية، قال: فكبَّر عليه أربعاً وأدخله من قبل القبلة. ¶ (3) هو إبراهيم النَّخَعيّ (ت96هـ)، سبقت ترجمته. ¶ (4) في ((مراسيل أبي داود))(ص300). و((مصنف ابن أبي شيبة))(3: 18).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وذَكَرَهُ الحافظُ عبدُ الحقِّ(1) في ((أحكامِه))، وقال فيه: عن إبراهيمَ التَّيْمِيّ(2)، وغَلَّطَهُ ابن القطَّانِ(3) في ((كتابه))، فقال: ليس هو التَّيْمِيّ، بل هو إبراهيمُ النَخَعِيّ، ولعلَّ الذي أوقعَهُ في ذلك اشتراكَهما في الاسمِ، واسمِ الأبِ. انتهى(4). ¶ قال الإمامُ الزَّيْلَعِيُّ(5) في ((تخريج أحاديث الهداية))(6): قلت: صرَّحَ به ¶ __________ ¶ (1) هو عبد الحق بن عبد الرحمن بن عبد الله بن الحسين الأَزْدِيّ الإشْبِيليّ، أبو محمد، المعروف بابن الخرَّاط، كان فقيهاً حافظاً عالماً بالحديث وعلله ورجاله، من مؤلفاته: ((الأحكام الشرعية الكبرى))، و((الأحكام الصغرى))، و((الأحكام الوسطى))، (510-581هـ). انظر: ((تهذيب الأسماء))(1: 292-293). ((العبر))(4: 243-244). ¶ (2) هو إبراهيم بن محمد بن طلحة التَّيْميُّ المدني، أبو إسحاق، ثقة، (ت110هـ). انظر: ((التقريب))(ص32-33). ¶ (3) هو علي بن محمد بن عبد الملك بن يحيى الكتاميّ الحِمْيَري الفَاسِيّ، أبو الحَسَن، المشهور بابن القَطَّان الفاسي، من مؤلفاته: ((بيان الوهم والإيهام الواقعين في كتاب الأحكام))، و((النظر في أحكام النظر))، ((نظم الجمان))، (562-628هـ). انظر: ((الرسالة المستطرفة))(ص133). ((الأعلام)) (8: 152). ¶ (4) انظر: ((نصب الراية))(2: 299). ¶ (5) هو عبد الله بن يوسف بن محمد الزَّيْلَعِيِّ، جمال الدين، نسبة إلى زَيْلَع بفتح الزاي المعجمة، وسكون الياء المثناة التحتية، ثم اللام المفتوحة، ثم العين المهملة، بلدة بساحل بحر الحبشة، له: ((نصب الراية في تخريج أحاديث الهداية))، قال الإمام اللَّكْنَوِيُّ: هذا الكتاب هو أحسن تخاريج أحاديث ((الهداية))، (ت762هـ). انظر: ((حسن المحاضرة))(1: 203). ((غيث الغمام))(ص18)، ((الفوائد))(ص378). ¶ (6) نصب الراية في تخريج أحاديث الهداية)) للزَّيْلَعِيّ(2: 299).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ابن أبي شَيْبَةَ في ((مصنَّفِه))(1)، فقال: عن حمَّادِ بنِ أبي سليمان، عن إبراهيمَ ¶ النَّخَعِيّ، فَذَكَرَه، وزاد: (وَرَفَعَ قَبْرَهُ حَتَّى يُعْرَف). ¶ وأَخْرَجَ ابنُ ماجةَ في ((سننه)) عن أبي سعيدٍ الخُدْرِيّ: (أنَّ رسولَ اللهَ صلَّى اللهُ عليهِ وسلَّم وعلى آلِهِ وسلَّمَ أُخِذَ مِنْ قِبَلِ القِبْلَة، وَاسْتُقْبِلَ اسْتِقْبَالاً)(2). ¶ وأخرجَ ابنُ عَدِيّ في ((الكامل))(3)، والعُقَيلِيُّ(4) في ((الضُّعْفَاء))(5): عن عَلْقَمةَ بن مَرْثَد، عن ابن بُرَيْدة، عن أبيه، أنَّ رسولَ اللهَ صلَّى اللهُ عليه وعلى آلِهِ وسلَّم: (أُخِذَ مِنْ قِبَلِ القِبْلَة، وَلُحِدَ لَه، وَنُصِبَ عَلْيهِ اللَّبِنُ نَصْبَاً). انتهى كلام الزَّيْلَعِيِّ رحمه الله(6). ¶ فإن قُلْت: نَقَلَ البَيْهَقِيُّ عن الشَّافِعِيِّ أنَّهُ قال ردَّاً على هذه الأخبار: لا يُتَصَوَّرُ إدخالُ رسولِ الله صلَّى الله عليه وعلى آلِهِ وسلَّم من جهةِ القبلة؛ لأَنَّ القبرَ في أصلِ الحائط، فما الجوابُ عنه؟ ¶ قلتُ: هذا عجيبٌ، فإنَّ رسولَ اللهُ عليه الصَّلاةُ والسَّلامُ لم يُتَوَّفَ مُلْصَقَاً مع الجدار ، بل مُسْتَنِداً إلى عائشةَ على ما دلَّتْ به أخبارُ ¶ __________ ¶ (1) 3: 18). ¶ (2) سنن ابن ماجه))(1: 495)، وتكملة الحديث: (وَاسْتُلَ اسْتِلالاً). ¶ (3) الكامل في ضعفاء الرجال))(6: 330). ¶ (4) هو محمد بن عمرو بن موسى بن حمَّاد العُقَيْلِيّ المَكِّيُ، أبو جعفر، من مؤلفاته: ((الضعفاء))، (ت322هـ). انظر: ((العبر))(2: 294). ((النجوم الزاهرة))(3: 248). ((المستطرفة))(ص108). ¶ (5) ضعفاء العقيلي))(3: 295). ¶ (6) من ((نصب الرَّايةِ))(2: 299).",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "الصَّحيحيْن(1)، وهو يَقْتَضِي كونُهُ مُتَباعِدَاً عن أصلِ الجدار. ¶ ومن المعلومِ أنَّ قَبْرَهُ عليه الصَّلاةُ والسَّلام كان لَحْدَاً، فغايةُ الأمرِ أن يكونَ موضعَ اللَّحْدِ مُلْصَقَاً إلى أصلِ الجدار، وليس الإدخالُ من جهةِ القبلةِ إلا بوضعِ الجنازةِ على سقفِ اللَّحْد. ¶ فالقولُ بعدمِ إمكانِ ذلك ليس كما ينبغي. ¶ * * * ¶ - المذهب الثاني - ¶ مذهبُ الشَّافِعِيّ(2)، وأَحمدَ بنِ حَنْبَلٍ(3)، ومَن تَبِعَهُما: ¶ وهو أنّ الميّت يسلُّ سلاً. ¶ __________ ¶ (1) انظر: ((صحيح البخاري))(3: 1006)، و((صحيح مسلم))(2: 1257)، ولفظ البخاري: عن الأسود قال ذكروا عند عائشةَ أن علياً رضي الله عنهما كان وصياً، فقالت: متى أوصى إليه، وقد كنت مسندتهُ إلى صدري، أو قالت: حجري، فدعا بالطست، فلقد انخنث في حجري فما شعرت أنه قد مات، فمتى أوصى إليه.ا.هـ. ¶ (2) انظر: ((الأم))(1: 273، 276)، و((التنبيه)) للشيرازي(ص36)، و((حلية العلماء))للقفال (2: 273). ¶ (3) انظر: ((الكافي في فقه ابن حنبل))(1: 269)، و((المغني))(2: 186).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وكيفيَّتهُ المرويَّةُ عنهم: أن توضعَ(1) الجنازةُ في مؤخِّرِ القبر حتَّى يكونَ رأَس الميِّتِ بإزاءِ موضعِ قدميهِ من القبرِ، ويسلُّ هناك سلاًّ رفيقاً كسلِّ السَّيف، لا ما ذَكَرَهُ شَمْسُ الأئمَّةِ(2) الحُلْوَانِيّ(3): من أنَّهُ توضعُ(4) الجنازةُ في مُقَدَّمِ القبرِ بحيث يكون رِجْلا الميِّتِ بإزاءِ رأسِهِ في القبر، ويُنْزَعُ من هناك. ¶ واستدلُّوا عليه بأن هذا النَّحوَ من الإدخالِ أسهلُ على الميِّت، وعلى الأَخْذِ أيضاً، بخلافِ النَّحوِ السَّابقِ للإدخال، والسُّهولةُ في هذا المقامِ مطلوبة، وقد شَهِدَتْ له بعضُ الأخبارِ والآثارِ أيضاً: ¶ __________ ¶ (1) في الأصل: ((يوضع)). ¶ (2) هو عبد العزيز بن أحمد بن نصر بن صالح الحُلْوَانِيّ، إمام الحنفيّة في وقته ببخارا، من مؤلفاته: ((المبسوط))، و((النوادر))، و((الفتاوي)). وقد اختفلوا في وفاته: ففي ((الفوائد))(ص162) أرَّخ القاري وفاته سنة (448هـ)، وهو ما أرَّخ به صاحب ((الأعلام))(4: 136)، وفي ((تاج التراجم)) (ص190): صحح الذهبي أنَّ وفاته سنة (456هـ). ¶ (3) هو من كبار الفقهاء الحنفيّة، اسمه عبد العزيز، ونسبته ـ بفتح الحاء المهملة، وبالهمزة قبل الياء، أو بضم الحاء، وبالنون موضع الهمزة ـ إلى بيع الحلواء، وهو والحلوان واحدٌ، لأن أباه كان بائعَ الحلواء، وأما ما عرض لأخي جلبي يوسف بن جنيد الروميّ، في حواشي ((شرح الوقاية)) المعروفة بـ((ذخيرة العقبى)) من أن نسبته إلى حلوان بلد في سواد العراق، فغلطٌ كما أوضحه الأستاذ المؤلِّف ـ رحمه الله ـ في كتابه ((الفوائد البهية في تراجم الحنفية))(ص162)، وتعليقاتها عليها. مولوي عبد الغفور الرمضانفوري.أ. ¶ (4) في الأصل: ((يوضع)).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فأخرجَ الشَّافِعِيُّ في ((مسنده)) بإسنادِهِ عن ابنِ عبَّاس، وعمرانَ بنِ موسى رضي الله عنهم، وأبي الزِّناد(1)، ورَبِيعة(2)، وأبي النَّضْر: أَنَّهُم قالوا: (سُلَّ رَسُولُ اللهِ صلَّى الله عليه وعلى آلِهِ وسلَّم من قِبَلِ رأسِهِ سلاًّ)(3)، وكذلك أبو بكرٍ وعُمْر. ¶ وأخرجَها البَيْهَقِيُّ من طريقِ الشَّافِعِيّ، وقال: هذا هو المشهورِ فيما بين أهل الحجاز. انتهى. ¶ وأخرجَ ابن ماجه في ((سننه)): عن أبي رافعَ، قال: (سَلَّ رسولُ اللهِ صلَّى الله عليه وعلى آله وسلَّم سعداً، وَرَشَّ عليه ماءً)(4). ¶ وأخرجَ أبو داودَ عن أبي إسحاق، قال: أَوْصَى الحارثُ أن يُصَلِّي عليه عبدُ اللهِ بنُ يزيد، فصلَّى عليه، ثُمَّ أَدْخَلَهُ من قبلِ رجلي القبر، وقال هذا من السُنَّة(5). ¶ وأخرجَهُ البَيْهَقِيُّ أيضاً، وقال: إسنادُهُ صحيح، وهو كالمسند؛ لقولِهِ من السُّنَّة .انتهى(6). ¶ وهاهنا بعضُ أخبارٍ تَشْهَدُ للسَّلِ بالمعنى الذي ذَكَرَهُ الحُلْوَانِيّ: ¶ __________ ¶ (1) هو عبد الله بن ذكوان القُرَشِيُّ المَدَنِيّ، أبو الزِّناد، أبو عبد الرحمن، أمير المؤمنين في الحديث، وفقيه أهل المدينة، قال أبو حنيفة: كان أبو الزناد أفقه من ربيعة، (65-131هـ). انظر: ((العبر))(1: 173). و((مرآة الجنان))(1: 273-274). ¶ (2) هو ربيعة بن فَرُّوخ أبي عبد الرحمن التَّيْمِيُّ المَدَنِيّ، أبو عثمان، وأبو عبد الرحمن، المشهور بربيعة الرأي، قال ابن الماجشون: والله ما رأيت أحداً أحفظ لسنَّة من ربيعة، (ت136هـ). انظر: ((العبر))(1: 183). ((الميزان))(3: 98). ¶ (3) مسند الشافعي))(1: 360). ¶ (4) سنن ابن ماجه))(1: 495). ¶ (5) سنن أبي داود))(3: 213). ¶ (6) من ((سنن البيهقي الكبير))(4: 54).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "فأخرجَ أبو حفصٍ عمرَ بنُ شاهينَ(1) في ((كتاب الجنائز)) عن أنسِ بنِ مالكٍ، قال: قال رسولُ اللهِ صلَّى الله عليه وعلى آلِهِ وسلَّم: (يُدْخَلُ المَيِّتُ مِن قِبَلِ رِجْلَيِه، وَيُسَلُّ سَلاًّ). ¶ وأخرجَ ابنُ أبي شَيْبَةَ(2) عن ابن سيرين(3)، قال: كنتُ مع أنسٍ في جنازةٍ فأمر بالميِّت، فأُدْخِلَ من قِبَلِ رجليه. ¶ وأخرجَ أيضاً(4): عن ابن عمرَ أنه أَدْخَلَ مَيِّتاً من قبلِ رجليه. ¶ - الثالث - ¶ التخيير بين الإدخالِ من جانبِ القبلة وبين السّلّ ¶ وإليه ذَهَبَ مالكٌ، والظَّاهِريَّة(5). ¶ والتَّحقيقُ في هذا المقامِ أنَّ مذهبَنا أدقُّ نظراً، وأحسنُ سِرَّاً؛ لأنَّ الأخبارَ القوليَّة والفعليةَ في هذا الباب متعارضة، وكذا الأخبارُ الواردةُ في إدخالِ النَّبيِّ صلَّى اللهُ عليه وعلى آلِهِ وسلَّم على ما مَرَّ ذُكْرُها. ¶ فلما تعارضَتِ الأخبارُ صرنا إلى التَّرجيح، فوجدْنا أنَّ مذهبَنا هو المرجَّح؛ لما ذَكَرْنا من أنَّ جانبَ القبلةِ معظَّمٌ فيستحبُّ الإدخالِ منه. ¶ وما ذَكَرَهُ الشَّافعيَّةُ من أنَّ السَّلَ أسهلُ. ¶ فجوابُهُ أنَّ اعتبارَ الأمرِ الشَّرعي أَوْلَى من اعتبارِ السُّهولةِ كما لا يَخْفَى. ¶ __________ ¶ (1) هو عمر بن أحمد بن عثمان بن شاهين البَغْدَادِيّ، أبو حفص، المعروف بابن شاهين، قال الكتاني: صاحب التصانيف العجيبة التي بلغت ثلاثمائة وثلاثين مصنفاً، من مؤلفاته: ((المسند))، و((التفسير))، و((ناسخ الحديث ومنسوخه))، (297-385هـ). انظر: ((مرآة الجنان))(2: 426). ((الرسالة المستطرفة))(ص29). ¶ (2) في ((مصنفه))(3: 17). ¶ (3) هو محمد بن سيرين الأنصاري، أبو بكر، شيخ البصرة مع الحسن، وطائفة، قال ابن عُوْن: لم أر مثل ابن سيرين، وقال ابن حَجَر: ثقة ثبت عابد كبيرة القدر، كان لا يرى الرواية بالمعنى، (ت110هـ). انظر: ((العبر))(1: 135). ((التقريب))(ص418). ¶ (4) أي ابن أبي شيبة في ((مصنفه))(3: 17). ¶ (5) انظر: ((المجموع))(5: 255).",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وما ذَهَبَ إليه مالكٌ من التَّخييرِ، فإن أرادَ به إباحةَ كلا الأمرين، فخارجٌ عن محلِّ النِّزاع؛ لأنَّ النِّزاعَ، إنِّما هو في الاستحباب، ولا خلافَ لأحدٍ في جوازِ كلا الأمرين، وإن أرادَ به التَّخييرَ في الاستحباب، فغيرُ مقبول، لما ذَكَرْنا. ¶ هذا ما حضرَ عندي في ترجيحِ مذهبِ الحنفيّةِ من المذاهبِ الثلاثةِ في هذا المقام. ¶ وقال الحافظُ بدرُ الدِّين العَيْنِيِّ(1) في ((شرح الهداية)): أحاديثُ السِّلِّ غيرُ صحيحة، ولئن سلَّمنا فالجواب عنها من وجوه: ¶ الأَوَّلُ: أنَّ ما رواهُ الخصم، إمَّا فعلُ الصَّحابة، أو قولُه. ¶ وما رويناه فعلُ رسولِ اللهِ صلَّى اللهُ عليه وعلى آلِهِ وسلَّم. ¶ والثَّاني: في أنه يحتملُ أن يكونَ ما رواهُ فُعِلَ خوفاً من رَخْوَةِ الأرض. ¶ والثَّالثُ: أنه لم يكنْ من جهةِ القبلةِ ما يَسَعُ فيه جنازةُ رسولِ الله صلَّى اللهُ عليه وعلى آلِهِ وسلَّم. انتهى كلامه(2). ¶ قلتُ: العجبُ عنه أنه مع جلالةِ قَدْرِه، واستنكافِهِ عن تبعيَّةِ شرَّاحِ ((الهداية)) الذين مضوا قبلَه، قد تَبَعَهم في هذا المقام، ولم يَنْظُرْ ما في هذه الوجوهِ من السَّخافة. ¶ أمَّا الأَوَّل: فلثبوتِ السَّلِّ عن رسولِ اللهِ صلَّى اللهُ عليه وعلى آلِهِ وسلَّم في روايةِ ابنِ ماجه(3). ¶ __________ ¶ (1) هو محمود بن أحمد بن موسى بن أحمد العنتابيّ المولد، العَيْنيّ الحَلَبِيّ الأصل، القاهريّ الحَنَفِيّ، أبو محمد، بدر الدين، كان أبوه قاضياً بعين تاب، فنسب إِليه، من مؤلفاته: ((البناية في شرح الهداية))، و((رمز الحقائق شرح كنْز الدقائق))، و((شرح شرح معاني الآثار))، و((منحة السَّلوك شرح تحفة الملوك))، و((عمدة القاري شرح صحيح البخارِيّ)) (762-855هـ). انظر: ((الضوء اللامع))(10: 131-135). ((البدر الطالع))(2: 294-295). ((الفوائد))(ص399). ¶ (2) من ((البناية في شرح الهداية))(2: 1030). ¶ (3) سبق ذكرها (ص27).",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وأمَّا الثَّاني: فلأنَّ بابَ الاحتمالِ وسيعٌ يجبُ سَدُّه، فإنَّ الخصمَ يقول: السُّلُّ هو السُّنَّة، والأخذُ من جانبِ القبلة، إنَّما كان فيما كان لضرورةِ ما. ¶ وأما الثَّالثُ: فَلِمَا ذَكَرْنا سابقاً. ¶ وقد ردَّ ابنُ الهُمَامُ(1) أيضاً في ((فتح القدير))(2): هذا الوجهُ بهذا الوجِهِ. ¶ وأمَّا قولُهُ أحاديثُ السَّلِّ غيرُ صحيحةٍ فجرحٌ مُبْهَمٌ لا يُسْمَع، والخصمُ يقولُ أحاديثُ الأخذِ من جانبِ القبلةِ غيرُ صحيحة. ¶ ومن الخطأ الفاحشِ ما صدر عن العَيْنِيِّ أيضاً في ((منحة السُّلوك شرح تحفة الملوك)) عند قول الماتن(3): ويُدْخِلُ الميَّتَ فيه من جهةِ القبلة(4) حيث قال: لأنَّهُ عليه الصَّلاةُ والسَّلامُ أَخَذَ أبا دجانةَ من قِبَلِ القبلة. انتهى. ¶ فإنَّ أبا دُجَانة قُتِلَ يومَ اليمامةِ في زمنِ أبي بكرٍ الصَّديقِ بعدَ رسولِ الله. ¶ والصَّحيحُ ذو البجادين على ما مَرَّ ذِكْرُه(5). ¶ __________ ¶ (1) هو محمد بن عبد الواحد بن عبد الحميد السَّكَنْدَرِيّ السِّيواسيّ الحنفيّ، نسبة إلى سيواس، الشهير بابن الهمام، كمال الدين، من مؤلفاته: ((فتح القدير على الهداية)) وصل فيه إلى كتاب الوكالة، ((تحرير الأصول))، و((المسايرة في العقائد))، و((زاد الفقير)) مختصر في مسائل الصَّلاة ، (790-861هـ). انظر: ((الضوء اللامع)) (6: 127). و((الفوائد))(ص296-298). ¶ (2) فتح القدير على الهداية))(2: 99). ¶ (3) أي صاحب متن ((تحفة الملوك))، وهو محمد بن أبي بكر بن حسن وقيل: عبد المحسن الرَّازِيّ، زين الدين، من مؤلفاته: ((مختار الصحاح))، (ت666هـ). انظر: ((الجواهر))(3: 97). ((تاج التراجم)) (ص252). ¶ (4) انتهى من ((تحفة الملوك))للرازيّ(ص114). ¶ (5) ص18).",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "والعجبُ منه(1) أنه خطَّأَ صاحبَ ((الهداية)) في قوله: فإذا وُضِعَ في لَحْدِه، يقولُ واضِعُه: بسمِ اللهِ وعلى ملَّةِ رسولُ الله. كذا قال عليه الصَّلاةُ والسَّلامُ حين وضعَ أبا دُجانةَ في القبر. انتهى(2) بنحو ما ذكرنا. ¶ ثُمَّ زَلَّ قدمه في ((منحة السُّلوك)). ¶ ولِنِعْمَ ما قيل: { وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلَيمٌ } (3)، فافهم، واستقم. ¶ وممَّا يؤيِّدُ مذهبَنا أيضاً: ما أخرجَهُ الدَّارَقُطْنِيُّ(4) في ((سننه)) عن ابنِ عبَّاس، قال: صلَّى جبريلُ على آدم، على نبيِّنا وعليه الصَّلاةُ والسَّلام، وكَبَّرَ عليه أربعاً، وأُخِذَ من قِبَلِ القبلة، ولُحِدَ له، وسنمَ(5) قَبْرَه(6). ¶ * * * ¶ - المقصد الثاني - ¶ في كيفيّة وضعه في القبر ¶ وتوجيهه إلى القبلة ¶ اعْلَمْ أنَّهم اختلفوا في أنَّ التَّوجيهَ إلى القبلة، هل هو واجب، أم سُنَّة؟ وكذا اختلفوا في أنَّ الإضْجاعَ على شقِّهِ الأيمن، هل هو واجب، أم سُنَّة؟ ¶ __________ ¶ (1) أي بدر الدين العَيْنيّ أنه خطَّأ صاحب ((الهداية)) في ((البناية))(2: 1031)، ثم أخطَّأ في ذلك في ((منحة السلوك)). ¶ (2) من ((الهداية))(1: 93). ¶ (3) من سورة يوسف، الآية (76). ¶ (4) هو علي بن عمر بن أحمد بن مَهْدي الدَّارَقُطْنِيّ البَغْدَادِيّ الشَّافِعِيّ، أبو الحسن، والدَّارَقُطْنِيّ: هذا النسبة إلى دار القُطْن، محلة كبيرة ببغداد، له: ((السنن الكبرى))، و((المختلف والمؤتلف))، و((الأفراد))، قال أبو الطيب الطَبَريّ: الدَّارَقُطْنِيّ أمير المؤمنين في الحديث. (306-385هـ). انظر:((الكامل في التاريخ))(7: 174).((طبقات الشافعية الكبرى))(2: 312).((الأنساب))(2: 437). ¶ (5) تسنيم القبر ضد تسطيحه. انظر: ((مختار))(317). ¶ (6) انتهى من ((سنن الدارقطني))(2: 70).",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ولنذكرْ أَوَّلاً عباراتِ الفقهاءِ في هذا الباب، ثُمَّ نُحقَّ الحقَّ مستعيناً من الحقّ، فاسمع، قال الخطيبُ الشَّرْبِينيّ الشَّافِعِيّ(1) في ((الإقناع شرح مختصر أبي شجاع)): ويستقبلُ القبلةَ وجوباً تنْزيلاً منْزلةَ المُصَلِّي. انتهى(2). ¶ وفي ((فتاوى الأنوار)) للعلامةِ الأَرْدَبِيليِّ الشَّافِعِيّ: إذا وُضِعَ، يُوضَعُ(3) على جنبِهِ الأيمنِ مستقبلَ القبلة، بحيث لا يَسْتَلْقِي، وذلك بأن يُدْنيهِ من جدارِ اللَّحد، ويُسْنِدَ ظَهْرَهُ إلى لَبِنَة، أو نحوِه، ووضعُهُ متوجِّهاً إلى القبلة، وهو واجبٌ حتَّى لو تُرِكَ، وَجَبَ النَّبشُ ما لم يَتَغَيَّر، والاضجاعُ على اليمينِ ليس بواجبٍ، فإن تُرِكَ كُرِه، ولم يُنْبَش، ويُجْعَلُ تحتَ رأسِهِ لَبِنَة، أو نَحْوَه، ويُوجَّهُ بخدِهِ الأيمنِ إليها. انتهى. ¶ __________ ¶ (1) هو محمد بن أحمد الشَّافِعِيّ المعروف بالخَطِيب الشِّرْبِينيّ، أبو الخير، شمس الدين، من مؤلفاته: ((الإقناع في حل ألفاظ أبي شجاع))، و((مغني المحتاج))، و((السراج المنير)) في تفسير القرآن، (ت977هـ). انظر: ((الأعلام))(6: 234). ¶ (2) من ((الإقناع)) للشربيني(1: 207). ¶ (3) في الأصل: ((يضع)).",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وفي ((فتاوى ـ فقيه النَّفس ـ قاضي خان(1) )) من أصحابنا: يُدْخَلُ الميِّتُ القبرَ من قِبَلِ القبلة، ويوضعُ فيه على جنبِهِ الأيمن، مستقبلَ القبلة. انتهى(2). ¶ في ((البرهان شرح مواهب الرَّحمن))(3): يَوجَّهُ إلى القبلةِ على جنبِهِ الأيمن(4)؛ لِمَا رَوَى أبو داود، والنَّسائيُّ أنَّ رجلاً قال: يا رسولَ الله؛ ما الكبائر، قال: (تِسْع)، فذكر منها: (اِسْتِحْلالُ البَيْتِ الحَرَامِ قِبْلَتَكُمْ أَحْيَاءً وَأَمَواتَاً)(5). ¶ __________ ¶ (1) هو حسن بن منصور بن محمود بن عبد العزيز الأُوزْجَنْدِيّ الفَرْغَانِيّ الحَنَفِيّ، أبو القاسم، فخر الدين، المشهور بقاضي خان، وأُوزْجَنْد مدينة بنواحي أصبهان بقرب فَرْغانة، من مؤلفاته: ((الفتاوى الخانية))، و((شرح الجامع الصغير)) ، و((شرح الزيادات))، قال الإمام اللكنوي عنه: ((فتاواه)) معتمدة عند أجلَّة الفقهاء، حتَّى قال قاسم بن قُطْلُوبُغا في ((تصحيح القُدوريّ)): ما يصحّحه قاضي خان مقدَّمٌ على تصحيح غيره ، لأنه فقيه النّفس، (ت592هـ). انظر: ((الجواهر))(2: 94). ((تاج التراجم))(ص151-152). ((الفوائد)) (ص111). ¶ (2) من ((فتاوى قاضي))(1: 194). ¶ (3) البرهان شرح مواهب الرحمن)) لإبراهيم بن موسى بن أبي بكر بن علي الطَّرَابُلْسِيّ، برهان الدين، نزيل القاهرة، من مؤلفاته: ((مواهب الرحمن في مذهب أبي حنيفة النُّعمان))، قال: وقد صنَّفتُ هذا الكتاب على نحو القاعدةِ التي اخترعها صاحب ((مجمع البحرين)). وشرحه بـ((البرهان))، وله: ((الإسعاف في أحكام الأوقاف))، (853-922هـ). انظر: ((النور السافر))(ص104) ((الكشف)) (2: 1895). ¶ (4) انتهى من ((مواهب الرحمن))(ق/146ب). ¶ (5) في ((سنن أبي داود))(3: 115).",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ورواه الحاكمُ(1) في ((المستدرك))، وقال: قد احتجَّ الشَّيخان برواةِ هذا الحديثِ غير عبد الحميد بن سنان. انتهى(2). ¶ قلت: أخرجَهُ ابنُ أبي حاتم(3)، والطَّبَرَانِيّ(4)، وابنُ مَرْدُويَة أيضاً عن عُمْيرِ اللَّيْثِيّ. ¶ __________ ¶ (1) هو محمد بن عبد الله بن محمد بن حَمْدُويَه بن نُعْيم الضَّبِّي الطَّهْمَان النَّيْسابوريّ، أبو عبد الله، المعروف بالحاكم، ويعرف بابن البَيِّع، وعرِّف بالحاكم لتقلُّدِهِ القضاء، من مؤلفاته: ((المستدرك على الصحيحين))، و((معرفة علوم الحديث))، و((فضائل الشافعي))، (321-405هـ). انظر: ((وفيات))(4: 280-281). ((طبقات ابن قاضي شهبة))(1: 197-198). ((المستطرفة))(ص17). ¶ (2) من ((المستدرك على الصحيحين))(1: 127)، وذكر في موضع آخر(4: 288)، وقال: هذا حديث صحيح ولم يخرجاه. ¶ (3) هو عبد الرحمن بن أبي حاتم محمد بن إدريس بن المُنْذِر التَّمِيميّ الرَّازيّ، المعروف بابن أبي حاتم، قال أبو يَعْلَى الخليليّ: أخذ علمَ أبيه وأبي زُرعة، وكان بحراً في العلوم ومعرفة الرجال، (ت327هـ). انظر: ((العبر)) (2: 208). ((مرآة الجنان))(2: 289). ¶ (4) في ((المعجم الكبير))(17: 47).",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وأخرجَ عليُّ بنُ الجَعْدِ(1) في ((الجَعْديات)): عن ابنِ عُمَر، قال: سمعتُ رسولُ الله صلَّى اللهُ عليه وعلى آلِهِ وسلَّم، يقول: (الكَبَائِرُ تِسْع: الإِشْرَاكُ بِالله، وَقَذْفُ المُحْصَنَة، وَقَتْلُ النَّفْسِ المُؤْمِنَة، وَالفِرَارُ مِنَ الزَّحْف، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالُ اليَتِيم، وَعُقُوقُ الوَالِدَيْنِ المُسْلِمَيْن، وَالسِّحْر، وَالإِلْحَادُ بِالبَيْتِ الحَرَامُ قِبْلَتَكُمْ أَحْيَاءً وَأَمْوَاتَاً(2) ) (3). ¶ __________ ¶ (1) هو علي بن الجَعْد بن عبيد الجَوْهريّ البَغْدَادِيّ، أبو الحسن، قال ابن حجر: ثقة ثبت، رُمي بالتشيع، (ت230هـ). انظر: ((التقريب))(ص338). ((النجوم الزاهرة))(2: 258). ((مرآة الجنان)) (2: 100-101). ¶ (2) فثبت بهذا استقبال الميت إلى القبلة. مولوي عبد الغفور.أ. ¶ (3) في ((مسند ابن الجعد))(1: 477).",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وفي ((الجوهرة النِّيرة))(1) في شرح قول القُدُورِيّ(2): بذلك أَمَرَ رسولُ اللهِ صلَّى اللهُ عليه وعلى آلِهِ وسلَّمَ حِينَ ماتَ رجلٌ من بني عبدِ المُطَّلِب، فقال: (يَا عَلِيٌّ اِسْتَقْبِلْ القَبْلَةَ اسْتِقْبَالاً، وَقُولُوا جَمِيعَاً: بِسْمِ الله، وعلى مِلَّةِ رَسُولِ الله، وَضَعُوهُ لِجَنْبِه، ولا تُكْبُّوهُ بِوَجْهِه، وَلا تُلْقُوهُ عَلَى ظَهْرِه)(3). انتهى(4). ¶ __________ ¶ (1) الجوهرة النيِّرة شرح مختصر القُدُوْرِيّ)) لأبي بكر بن علي بن محمد الحَدَّادِيّ العباديّ، أبي العتيق، رضي الدين، الشهير بصنعته، ومن مؤلفاته: ((السراج الوهَّاج شرح مختصر القُدُوريّ)) وقد اختصره في ((الجوهرة النيرة))، وقد نصَّ الإمام اللَّكْنَوِيّ في ((مقدمة عمدة الرعاية))(1: 12) على أنها من الكتب غير المعتمدة،(720-800هـ).انظر:((تاج)) (ص141). ((الكشف))(2: 1631). ¶ (2) في ((مختصره))(ص18)): ويوجَّه إلى القبلة.ا.هـ. والقُدُورِيُّ: هو أحمد بن محمد بن أحمد، أبي الحسين البَغْدَادِيّ القُدُورِيّ، بضم القاف والدال المهملة بعد الواو ، قيل: نسبة إلى قرية من قرى بغداد، يقال: لها قُدُورة، وقيل: نسبة إلى بيع القُدُور، صنَّف: ((مختصر القُدُورِيّ))، و((شرح مختصر الكَرْخي))، و((التجريد))، (362-428هـ). انظر: ((النجوم الزاهرة))(5: 24)، ((مرآة الجنان))(3: 47)، ((الفوائد))(ص57). ¶ (3) لم أقف عليه، وإنما المروي لفظ: (كان النَّبيُّ صلَّى الله عليه وسلَّم إذا أدخل الميتَ القبر، قال: بسم الله وعلى ملَّة رسول الله)، في ((صحيح ابن حبان))(7: 375)، و((المستدرك))(1: 520)، و((سنن ابن ماجه))(1: 494)، واللفظ له، و((سنن الترمذي))(3: 464)، و((سنن البيهقي الكبير))(3: 385)، و((المعجم الأوسط))(7: 228)، و((مسند أحمد))(2: 27)، و((موارد الظمآن)) (1: 195). ¶ (4) من ((الجوهرة النيرة شرح مختصر القُدُوريّ))(1: 109).",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "قلتُ: قد حَكَى الأمرُ صاحب ((الهداية))(1) أيضاً، وتبعَهُ صاحب ((الدُّرر والغرر))(2)، وصاحب ((البحر الرَّائق))(3)، وتلميذُهُ صاحب ((منح الغفَّار))(4)، ومَن جاءَ بعدَه، ولم يجدْهُ مخرِّجوا أحاديثها كالزَّيْلَعِيّ(5)، وابنِ الهُمَامِ(6)، والعَيْنِيّ(7)، بل قالوا بأجْمَعِهم: غريب، وقد يستأنسُ له بحديث أبي داودَ والنَّسائي أنَّ رجلاً سأل: ما الكبائر؟… ¶ __________ ¶ (1) الهداية شرح بداية المبتدي))(1: 93). ¶ (2) درر الحكام شرح غرر الأحكام))(1: 167)، وهو لمحمد بن فرامُرز بن علي، محيي الدين، المعروف بمُلا خسرو، وسبب التسمية: أن أبوه زوَّج بنتاً له من أمير يسمى خسرو، وابنه محمد هذا كان في حجر خسرو، وبعد وفاة أبيه اشتهر بأخي خسرو زوجة خسرو، ثم غَلَبَ عليه اسم خسرو، (ت885هـ)، انظر: ((الفوائد))(ص302)، ((الضوء اللامع))(8: 279). ¶ (3) البحر الرائق شرح كنْز الدقائق))(2: 208)، وهو إبراهيم بن محمد ابن نجيم المصريّ، زين العابدين، ومن مؤلفاته: ((الرسائل الزينية))، و((الأشباه والنظائر))، و((فتح الغفار شرح المنار))، و((الفتاوي))، قال الإمام اللكنوي عن مؤلفاته: كلُّها حسنةٌ جداً، (926-970هـ). انظر: ((التعليقات السنية))(ص221-222). ((الكشف))(2: 1515). ((الرسائل الزينية))(ص7). ¶ (4) منح الغفار شرح تنوير الأبصار))(ق136/ب)، وهو لمحمّد بنِ عبدِ اللهِ بنِ أحمد التُّمُرْتَاشِي الغَّزِي، شمس الدِّين، نسبة إلى تُمُرْتَاشى : بضمتين، وسكون الراء وتاء وألف، وشين قرية من قرى خوارزم. وهو من تلامذة صاحب ((البحر الرَّائق))،من مؤلفاته: ((تنوير الأبصار)) وشرحه سمَّاه ((منح الغفَّار))، (ت1004هـ). انظر: ((طرب الأماثل))(562-563)، ((دفع الغواية))(ص11)، ((خلاصة الأثر))(4: 18-20). ¶ (5) في ((نصب الراية في تخريج أحاديث الهداية))(2: 302). ¶ (6) في ((فتح القدير على الهداية))(2: 99). ¶ (7) في ((البناية في شرح الهداية ))(2: 1034).",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "الحديث، وفيه: (قِبْلَتُكُمْ أَحْيَاءً وَأَمْواتَاً)(1)، والعلمُ عندَ اللهِ تعالى. ¶ وفي ((الهداية)) إذا احتضرَ الرَّجلُ وُجِّهَ إلى القبلةِ على شقِّهِ الأيمنِ اعتباراً بحالِ الوضعِ في القبر. انتهى(2). ¶ وفي ((شرحها)) لشيخ الإسلامِ العَيْنِيّ، قال السِّغْنَاقيّ في ((النهاية)): الاضطجاعُ على ستَّةِ أنواع: ¶ في حالةِ المرضِ على شقِّهِ الأيمنِ عرضاً للقبلة. ¶ وفي حالةِ الصَّلاةِ، وهو الاستلقاء. ¶ وفي حالةِ النَّزع، فإنه يُوضَعُ كما يُوضَعُ في حالةِ المرض. ¶ وفي حالةِ الغُسْل، فلا روايةَ فيه عن أصحابِنا، كيف يوضعُ على التَّخْتِ إلا أنَّ العرفَ فيه أنَّ يُضجعَ مُسْتَلْقِياً على قَفَاهُ طويلاً نحو القبلة، كما في حالةِ الصَّلاة. ¶ وفي حالةِ الصَّلاةِ عليه مُعْتَرِضَاً للقبلةِ على قفاه. ¶ وفي حالةِ الوضعِ على اللَّحد، فإنه يُوضَعُ على شقَّهِ الأيمن. ¶ قلت(3): هذا كلُّهُ بالعرفِ والقياس، ولم يُذْكَرْ فيه أثراً، ولا حديثاً. انتهى كلام العَيْنِيِّ رحمه الله(4). ¶ وفي ((شرح النُّقَاية)) لإلياسِ زاده(5): ويوجَّهُ إلى القبلة(6). ¶ أي يوضعُ في القبرِ على جنبِهِ الأيمن مستقبلَ القبلة. انتهى. ¶ __________ ¶ (1) سبق تخريجه (ص35). ¶ (2) من ((الهداية))(1: 90). ¶ (3) القائل هو الإمام بدر الدين العَيْنِيّ رحمه الله. ¶ (4) من ((البناية في شرح الهداية))(2: 943-944). ¶ (5) هو محمود بن إلياس زاده الرومي، من مؤلفاته ((شرح النُّقَاية)) أتم شرحه سنة إحدى وخمسين وثمانمئة. انظر: ((الكشف))(1971)، ((دفع الغواية))(ص37). ¶ (6) انتهى من ((النُّقاية))(ص42)، لعبيد الله بن مسعود بن محمود المَحْبُوبِيّ البُخَاريّ الحَنَفيّ، وهو الإمام المتفق عليه، والعلامة المختلف إليه، ينتهى نسبة إلى عبادة - رضي الله عنه -، من مؤلفاته: ((التوضيح))، و((شرح الوقاية))، و((المقدمات الأربع))، (ت747هـ). انظر: ((تاج)) (ص203).((الفوائد))(ص185).",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وفي ((تحفة الملوك)) مع شرحه ((منحةُ السُّلُوك)): ويضجعُ على شقِّهِ الأيمن موجَّهاً إليها(1)، هكذا جرتْ السُنَّة. انتهى. ¶ وفي ((غُنْيةِ المُسْتَمْلِي شرح مُنْيَةِ المُصَلِّي(2) )) (3): يوجَّهُ الميِّتُ إلى القبلةِ في القبرِ على جنبِهِ الأيمن، ولا يُلْقَى على ظهرِه. ¶ وقال السَّرُوجِيّ(4) في ((شرح الهداية)): ذُكِرَ في كتبِ أصحابِ الشَّافِعِيّ(5)، وأحمدِ بنِ حَنْبَل(6): يُوضَعُ تحتَ رأسِهِ لَبِنَة، أو حَجَر، ولم أقفْ عليه من أصحابِنا. انتهى(7). ¶ __________ ¶ (1) انتهى من ((تحفة الملوك))(ص114). ¶ (2) وكذا شرحه المسمَّى بـ((صغيري))(ص334). مولوي عبد الغفور. ¶ (3) غنية المستملي)) لإبراهيمَ بن مُحمَّد بن إبراهيم الحَلَبِيّ، الإمام والخطيب بجامع السُّلطان مُحَمَّد خان بقسطنطينية، من مؤلفاته: ((ملتقى الأبحر))، و((غنية المستملي شرح منية المصلي)) ما أبقى شيئاً من مسائل الصلاة إلا أورد فيه مع ما فيه من الخلافيات على أحسن الوجوه. وله مختصر ((للغنية)) مشهور بـ((حلبي صغير))، (ت956هـ). ((الشقائق))(ص295-296)، ((طرب الأماثل))(ص443). ((الأعلام))(1: 64). ¶ (4) هو أحمد بن إبراهيم بن عبد الغني بن إسحاق السَّرُوجِيّ، أبو العباس، نسبة إلى سَرُوج، بلدةٌ بنواحي حران من بلاد جزيرة ابن عمر، من مؤلفاته: ((الغاية شرح الهداية))، و((الفتاوي السَّرُوجيَّةِ))، و((أدب القضاة))، (637-710هـ). انظر: ((الفوائد))(ص32)، ((تاج التراجم)) (ص107). ¶ (5) انظر: ((التنبيه))(1: 52)، و((مغني المحتاج))(1: 353). ¶ (6) انظر: ((المبدع))(2: 271)، و((الفروع))(2: 211)، و((المحرر))(1: 203)، و((الإنصاف))(2: 247)، و((الروض المربع))(1: 351)، و((كشاف القناع))(2: 137)، و((المغني))(2: 287). ¶ (7) من ((غنية المستملي شرح منية المصلِّي))(ص598).",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وفي ((المحيطِ))(1): الاضطجاعُ للمريضِ أنواع: ¶ أحدُها: في حالةِ الصَّلاة، وهو أن يَسْتَلْقِي على قَفَاه. ¶ والثَّاني: إذا قَرُبَ من الموتِ يضجعُ على العرض، واختيرَ الاستلقاء. ¶ والثَّالثُ: في حالةِ الصَّلاةُ عليه، وهو أن يُضجعَ على قفاهُ مُتَعَرِّضَاً للقبلة. ¶ والرَّابعُ: في اللَّحد، يُضجعُ على شقِّهِ الأيمن، ووَجْهُهُ إلى القبلة، هكذا توارثت السُنَّة. انتهى. ¶ وفي ((الدُّر المُخْتَار))(2): ويُوجَّهُ إليها وجوباً، وينبغي كونُهُ على شقِّهِ الأيمن، ولا يُنْبَش ليوجَّه إليها. انتهى(3). ¶ __________ ¶ (1) المحيط البرهاني)) لمحمد بن أحمد بن عبد العزيز بن محمد بن عمر بن مازه البُخاريّ، برهان الدين، ومن مؤلفاته: ((ذخيرة الفتاوي)) المشهورة بـ((الذخيرة البرهانية))، (ت616). انظر: ((الجواهر))(3: 233-234). ((الفوائد))(ص291-292). ((الكشف))(2: 1619). ¶ (2) الدر المختار شرح تنوير الأبصار)) لمحمد بن علي بن محمد الحِصْني الحَصْكَفِي، علاء الدين، نسبة إلى حصن كيفا في ديار بكر ، ومن مؤلَّفاته: ((خزائن الأسرار))، و((الدر المنتفى))، و((إفاضة الأنوار))،(ت1088هـ). انظر: ((خلاصة الأثر))(4: 63). ((طرب الأماثل))(ص564). ¶ (3) من ((الدر المختار))(2: 235-236).",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وهكذا في ((النَّهر الفائق))(1)، و((البحر))(2)، وغيرِهما(3). ¶ قال في ((ردِّ المُحْتَار))(4): قوله(5): وجوباً، أخذَهُ من قولِ صاحب ((الهداية))(6): بذلك أَمَرَ رسولُ اللهِ، لكن لم يجدْهُ المخرِّجون. ¶ قال في ((فتح القدير))(7): غريب، واستؤنِسَ له بحديثِ أبي داود، والنَّسَائِيّ(8). ¶ __________ ¶ (1) النهر الفائق بشرح كنْز الدقائق)) لعمر بن إبراهيم بن محمد، المشهور بابن نُجَيْم المِصْريّ الحنفيّ، سراج الدين، ومن مؤلفاته: ((إجابة السائل باختصار أنفع الوسائل))، (ت1005هـ). انظر: ((خلاصة الأثر))(3: 306-307). ((طرب الأماثل))(ص509). ((هدية العارفين))(1: 796). ¶ (2) البحر الرائق))(2: 208). ¶ (3) كـ((فتاوى عالمكير))(1: 166)، و((شرح القُدُورِيّ)) لعبد الغني المَيْدَانِيّ(1: 132)، و((السراج الوهَّاج))، و((مستخلص الحقائق شرح كنْز الدقائق))، و((التاتارخانية))، و((كنْز العباد))، و((البدائع))(1: 319)، و((طوالع الأنوار حاشية الدر المختار))، و((جامع الرموز))(1: 178)، وغيرها من كتب الحنفية. مولوي عبد الغفور ـ رحمه الله ـ.أ. ¶ (4) رد المحتار على الدر المختار)) لمحمد أمين بن عمر بن عبد العزيز بن أحمد بن عبد الرحيم بن العالم الولي صلاح الدين الشهير بعابدين، الدِّمَشْقِيّ الحنفيّ، المشهور بابن عابدين، من مؤلفاته: ((العقود الدرية بتنقيح الفتاوي الحامدية))، و((نسمات الأسحار على شرح إفاضة الأنوار))، ورسائله المشهورة، (1198-1252هـ). انظر: ((أعيان دمشق))(ص252-255)،((الأعلام)) (6: 267-268). ((معجم المؤلفين))(3: 145). ¶ (5) أي الحَصْكَفي في ((الدر المختار)) (2: 235-236). ¶ (6) الهداية شرح بداية المبتدي))(1: 93). ¶ (7) فتح القدير على الهداية))(2: 99). ¶ (8) سبق تخريجها (ص37).",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قلتُ(1): ووجههُ أنَّ ظاهرَ التَّسويةِ بينَ الحياةِ والموتِ في وجوبِ استقبالِه، لكن صرَّحَ في ((التُّحْفَة))(2): بأنه سُنَّة. انتهى(3). ¶ إذا سمعتَ ما تَلَوتُهُ عليك من عباراتِ الفقه، فنقول(4): ¶ أمَّا التَّوجيهُ إلى القبلةِ في القبر، فمَن قال: بأنَّه واجبٌ استدلَّ بأنَّهُ قد ¶ جَعَلَ رسولُ الله صلَّى الله عليه وعلى آلِهِ وسلَّم الكَعْبَةَ قِبْلَتَنَا أحياءً وأمواتاً، وأخبرَ به بالجملةِ الاسميةِ الدَّالةِ على الثَّباتِ والاستمرار، حيثُ قال: (قِبْلَتَكُمْ أَحْيَاءً وَأَموَاتَاً)(5). ¶ وهو المنقولُ في حديثِ دَفْنِ رسولِ اللهِ صلَّى اللهُ عليه وعلى آلِهِ وسلَّم كما في روايةِ ابن ماجه، واستقبلَ استقبالاً(6). ¶ وهل يَكْفِي في ذلك نفسُ تَوَجُّهِ الوجهِ إلى القبلةِ، أم لا بُدَّ مع ذلك من صَرْفِ الصَّدرِ إليها بوضعِ الحَجَرِ، أو اللَّبِنَةِ تحتَ الظَّهر؟ ¶ مقتضى القياسُ على الأحياءِ، هو الثَّاني بناءِ على أنَّ الأحياءَ لا يَكْفِي لهم في الاستقبالِ توجيهُ الوجْهِ فقط، بل مع الصَّدْر، ولذلك صرَّحَ الفقهاءُ في أبواب الصَّلاة: إن المصلِّي لو لَوَّى عُنُقَهُ يميناً أو شمالاً يُكْرَه، ولو لَوَّاهُ مع صَدْرِهِ تَفْسُدُ صلاتُهُ لفواتِ استقبالِ القبلة(7). ¶ __________ ¶ (1) القائل الإمام المحقِّق ابن عابدين رحمه الله. ¶ (2) تحفة الفقهاء))(1: 275) وهي لمحمد بن أحمد بن أبي أحمد السَّمَرْقَنْدِيّ، أبي بكر، علاء الدين، من مؤلفاته: ((ميزان الأصول في نتائج الأصول)) (ت539هـ). انظر: ((الفوائد))(ص260)، و((تاج التراجم)) (ص257). ((ميزان الأصول)) (1: 17). ¶ (3) من ((رد المحتار على الدر المختار))(2: 236). ¶ (4) القائل الإمام اللكنوي رحمه الله. ¶ (5) سبق تخريجه (ص35). ¶ (6) سبق ذكره (ص27). ¶ (7) انظر: ((حاشية الطحطاوي على مراقي الفلاح))(1: 248-249).",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "لكنَّ عبارات الفقهاءِ قاطبةً تدلُّ على الأَوَّلِ حيث يكتفونَ على ذِكْرِ توجيهِ الوجه، والسُّكوتُ في معرضِ البيانِ بيان، على ما نَصَّ عليه شارح ((الوقاية))(1). ¶ ولا مضايقةَ في مخالفةِ توجُّهِ الحياة، وتوجُّهَ الممات، فإنَّ الحيَّ إذا جَعَلَ وَجْهَهُ فقط إلى القبلةِ لا يقالُ له: إنَّهُ مُتَوَجِّهٌ إليها، ما لم يصرفْ صدرَهُ عُرفاً. ¶ وأَمَّا المَيِّتُ، فإذا وَجَّهَ وَجْهَهُ فقط، يقالُ له: إِنَّهُ متوجِّهٌ إليها عُرْفَاً، فالظَّاهِرُ أن الواجبَ هو ذلك القَدْر، وصرفُ الصَّدْرِ من قبيلِ الأَوْلَى؛ ليوافقَ حال الموتَ حالَ الحياة. ¶ ثُمَّ رأيتُ في ((تحفة المحتاجِ شرح المنهاج)) لابن حَجَرِ المَكِّيِّ الهَيْتَمَيّ الشَّافِعِيّ(2)، أنَّه قال عند قول الماتن:ويُوضَعُ في اللّحدِ على يمينِهِ للقبلةِ(3) وجوباً؛لنقلِ الخلفِ له عن السَّلف،ومرَّ في المُصلِّي المضطجع أنَّهُ يَسْتَقْبِلُ وجوباً بمقدَّمِ بدنَهِ ووجهِه،فليأتْ ذلك هاهنا إذ لا فارقَ بينهما. انتهى(4). ¶ قلتُ: الظَّاهرُ أنَّ التَّوجيهَ مع مُقَدَّمِ البَدَنَ إنما يَجِبُ على الحيّ. ¶ __________ ¶ (1) شارح ((الوقاية)) هو عبيد الله بن مسعود (ت747هـ). وقد سبقت ترجمته. ¶ (2) هو أحمد بن محمد بن بن علي حَجَر الهَيْتَمِيّ السَّعْدِيّ، أبو العباس، شهاب الدين، نسبة إلى لمحلة أبي الهَيْتَم من إقليم مصر الغربية، من مؤلفاته: ((تحفة المحتاج شرح المنهاج))، و((الجوهر المنظم في زيارة قبر النبي المكرم))، و((الخيرات الحسان في مناقب النعمان))، (909-974هـ). انظر: ((النور السافر))(ص258-263). ((خلاصة الأثر))(2: 427). ((التعليقات السنية))(ص411-412). ¶ (3) انتهى من ((منهاج الطالبين)) للنووي(1: 353)، وشرحها الشربيني في ((مغني المحتاج))(1: 353)، فقال: ندباً اتباعاً للسلف والخلف.ا.هـ. ¶ (4) من ((تحفة المحتاج))(3: 177).",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وأمَّا الميِّتُ فلمَّا لم يكنْ عليه فعلٌ لا يَجِبُ ذلك في حقِّه؛ وذلك لأنَّ التَّوجيهَ يحصلُ بتوجيهِ الوجهِ فقط. ¶ وإنِّما زيدَ عليه توجيهَ الصَّدرِ ومُقَدَّمِ البَدَنِ في الأحياء؛ لوجود العباداتِ فيهم، فلا يُلْحَقُ بهم الميِّتُ في هذا الوجوبِ ما لم يَثْبُتْ بدليل، والقياسُ مع الفارقِ كما نبَّهتُكَ عليه. ¶ ويؤيِّدُهُ ما ذَكَرَهُ أصحابُنا في بحثِ صلاةِ المريض،فإنهم قالوا:إذا لم يقدرْ على القيامِ والقعودِ،أومَئَ مُسْتَلْقِيَاً،أو على جنبِهِ الأيمن،والأَوَّلُ أحبّ(1). ¶ فوردَ عليهم أنَّ القياسَ يقتضي أن يكونَ الثَّاني أحبّ؛ لأنَّ استقبالَ القبلةِ يحصلُ به؛ ولهذا يُوضَعُ في اللَّحدِ مضطجعاً، فإنَّ المستلقي يكونُ مستقبلاً للسِّماء، وإنما يَسْتَقْبِلُ القبلة رجلاه، فأجابوا: بأن التَّوجُّهَ بالقدرِ الممكنِ فرض، وذلك في الاستلقاء؛ لأنَّ الإيماء هو تحريكَ الرَّأس، فعند الاستلقاءِ يَقَعُ إيماؤُهُ إلى جهةِ القبلة، ولا كذلك في حالِ الاضطجاعِ بخلافِ وضعِ الميِّتِ في اللَّحد؛ لأنَّه ليس على الميِّتِ فعلٌ يجبُ توجيههُ إلى القبلة؛ ليوضعَ مستلقياً، فيكفي له الاستقبالُ بالجنب. كذا في ((البحر الرَّائق))(2)، وغيرِهِ(3)، فافهم. ¶ __________ ¶ (1) انظر: ((الدر المختار))(2: 99). ¶ (2) البحر الرائق شرح كنز الدقائق))(2: 123-124). ¶ (3) مثل: ((بدائع الصنائع في ترتيب الشرائع))(1: 16).",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وأمَّا الإضجاعُ على الشِّقِّ الأيمنِ فلا شكَّ في استحبابِه، كيف لا؟ وقد أَخْرَجَ البُخارِيّ، ومسلم، والنَّسائِيّ، وابنُ ماجه، وأبو داود، والتِّرْمِذِيُّ عن عائشة، وألفاظُهمْ متقاربة، قالت: (كَانَ رَسُولُ اللهِ صلَّى الله عليه وعلى آله وسلَّم يُحِبُّ التَّيَامُنَ فِي كُلِّ شَيءٍ حَتَّى فِي طَهُورِه، وَتَنَعُّلِه، وَتَرَجُّلِه)(1). ¶ وذَكَرَ صاحبُ ((الهداية)) هذا الحديثَ بلفظ: (إنَّ اللهَ يُحِبُّ التَّيَامُنَ فِي كُلِّ شَيءٍ حَتَّى التَّنَعُّلَ وَالتَّرَجُّل)، ولم يَجْدْهُ المُخَرِّجون(2). ¶ وأخرجَ البَزَّارُ(3) عن معاذِ بنِ جبلٍ مرفوعاً في حديث طويلٍ مشتملٍ على ذِكْرِ تَشْفِيعِ القرآنِ في القبر: (ثُمَّ يُضْجِعُهُ المَلائِكَةُ فِي القَبْرِ عَلَى شِقِّهِ الأَيْمَن مُسْتَقْبِلَ القِبْلَة)(4). ¶ وأخرجَ البُخَارِيّ، ومسلمٌ، وأبو داودَ عن البراءِ بن عازب، قال: قال رسولُ الله صلَّى الله عليه وعلى آله وسلَّم: (إِذَا أَتَيْتَ مَضْجَعَكَ فَتَوَضَّأَ وُضُوءكَ للصَّلاة، واضْطَجِعْ عَلَى شِقِّكَ الأَيْمَن، وَقُلْ: اللَّهُمَّ إِنِّي أَسْلَمْتُ نَفْسِي إِلَيْك…) الحديث. ¶ __________ ¶ (1) في ((صحيح البخاري))(1: 226)، و((صحيح مسلم))(5: 200)، و((سنن الترمذي))(2: 506)، و((سنن أبي داود))(4ك 70)، و((سنن النسائي الكبرى))(1: 89)، و((المجتبى))(1: 78)، و((مسند أحمد))(6: 202)، و((صحيح ابن خزيمة))(1: 91)، و((صحيح ابن حبان))(3: 371). وغيرها. ¶ (2) مثل: الزَّيْلَعِيّ في ((نصب الراية))(1: 34). ¶ (3) هو أحمد بن عمرو بن عبد الخالق البَصْرِيّ البَزَّار، أبو بكر، والبَزَّارُ نسبةً لمن يخرج الدهن من البزور ويبيعه، قال الدَّارَقُطْني: ثقة يخطئ ويتَّكلُ على حفظه. (ت292هـ). انظر: ((العبر)) (2: 92)، ((الكشف))(2: 1682). ¶ (4) في ((مسند البزار))(7: 99).",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وفي آخره: (فَإِنْ مِتَّ مِتَّ عَلَى الفِطْرَة)(1). ¶ وهذا كلُّهُ يَدُلُّ على استحبابِ الشِّقِّ الأيمن، وبه صرَّح صاحب ((النهر))، و((الدُّر المُخْتَار))(2): حيث قال: ينبغي. ¶ ولم أر أحداً صرَّحَ بوجوبِه، بل عبارُةُ ((النِّهاية))، و((المحيط)) صريحٌ في عدمِ وجوبِه، ويمكن استنباطُهُ من عبارةِ صاحب ((الهداية)) أيضاً: فإنه قال: إذا احتضرَ الرَّجلُ وُجِّهَ إلى القبلةِ على شِقِّهِ الأَيْمَنَ اعتباراً بحالِ الوضعِ في القبر(3). ¶ فقاسَ الإضجاعَ عندَ الاحتضارِ على الإضجاعِ في القبر. ¶ ومعلومٌ أنَّ الإضجاعَ على شِقِّهِ الأيمنِ عند الاحتضارِ ليس بواجب، بل هو مندوب، فكذا هذا. ¶ وقد صرَّحَ العلماءُ الشَّافعيَّةُ أيضاً على كونِهِ مندوباً(4). ¶ فرع: ¶ صرَّحَ العلماءُ الشَّافعيَّةُ بأنه لو تركَ التَّوجيهَ إلى القبلةِ في القبر، وَجَبَ عليه النَّبْشُ ما لم يتغيَّر، وإلا فلا يُنْبَش، وإن تَرَكَ الإضجاعَ على اليمينِ كُرِه، ولا يُنْبَش(5). ¶ وأمَّا علماؤنا(6) فاعتبروا إهالةَ التُّراب، وعدمِه. ¶ __________ ¶ (1) في ((صحيح البخاري))(5: 2326)، و((صحيح مسلم))(4: 2081)، و((سنن الترمذي))(5: 567)، و((سنن أبي داود))(4: 311)، و((مسند أحمد))(4: 292). ¶ (2) الدر المختار شرح تنوير الأبصار))(2: 236). ¶ (3) انتهى من ((الهداية))(1: 90). ¶ (4) انظر: ((مغني المحتاج))(1: 353). ¶ (5) انظر: ((المهذب))(1: 138)، و((إعانة الطالبين))(2: 117)، و((روضة الطالبين))(2: 140). ¶ (6) أي علماء الأحناف.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ففي ((السِّراجيَّة))(1): إذا وُضِعَ الميِّتُ لغيرِ القبلة، أو على يسارِه، فإن كان قبل إهالةِ التُّرابِ أزالوا ذلك، وإن كان أُهيلَ التُّرابُ تُرك. انتهى. ¶ وفي ((البحر الرَّائق)): لو وُضِعَ لغير القبلة، أو على شِقِّهِ الأيسر، أو جُعِلَ رأسُهُ في موضعِ رجليه، أو دُفِنَ بلا غُسْل، وأُهِيلَ عليهِ التُّرابُ لا يُنْبَش؛ لأن النَّبْشَ حرام؛ لحقِّ اللهِ تعالى. كذا في ((البدائع))(2). انتهى(3). ¶ وفي ((الظَّهيريَّة))(4): إذا دُفِنَ الميتُ مُسْتَدْبراً القبلة، وأهالوا عليه التَّراب، فإنَّهُ لا يُنْبَشُ إلا لإخراجِ المتاع. انتهى(5). ¶ قلتُ: هذا كلُّهُ مبنيٌ على القولِ بسنيَّةِ التَّوجيه. كما صرَّحَ به في ((التُّحْفَة)) (6). ¶ وأمَّا على وجوبِه. كما صرَّح به في ((الدُّر المُخْتار))(7)، فَيُنْبَشُ ما لم يَتَغَيَّر. ¶ __________ ¶ (1) الفتاوى السراجية))(1: 147)لعليّ بن عثمان بن محمَّدٍ الأُوشِيّ، سراج الدين، قال الإمام اللكنوي: أَتَمَّها كما في نسخةٍ منها يوم الاثنين من محرمٍ سنة تسعٍ وستينَ وخمسُمئةٍ، وهو مؤلِّفُ القصيدة المعروفة بـ ((بدء الأمالي)). انظر: ((الجواهر))(2: 583-584). ((الكشف))(2: 1224). ¶ (2) بدائع الصنائع))(1: 319). ¶ (3) من ((البحر الرائق))(2: 210). ¶ (4) الفتاوي الظهيرية)) لمحمد بن أحمد بن عمر المحتسب البُخَاريّ الحَنَفي، ظهير الدين، ومن مؤلَّفاته: ((الفوائد الظهيرية))، قال الإمام اللكنوي: طالعت ((الفتاوي الظهيرية)) فوجدته كتاباً متضمناً للفوائد الكثيرة، (ت619). انظر: ((الفوائد))(ص257). ((الكشف))(2: 1226). ¶ (5) انظر: ((البحر الرائق))(2: 208). فقد نقل عن ((الظهيرية)) ذلك. ¶ (6) تحفة الفقهاء))(1: 275) وهي لمحمد بن أحمد بن أبي أحمد السَّمَرْقَنْدِيّ (ت539هـ). سبقت ترجمته. ¶ (7) الدر المختار شرح تنوير الأبصار))(2: 236).",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وقد أعجبني صنيعُ صاحبِ ((الدُّرِ المُخْتَارِ))(1) حيث صَرَّحَ بوجوبِ التَّوجيه، ثُمَّ قال: وَلا يُنْبَشُ ليوجَّهَ إليها. ¶ وأعجبُ منه صنيعُ صاحبِ ((ردِّ المُحْتَار)) حيث كتب تحت قولِه : ولا يُنْبَش: أي لو دُفِنَ مستدبراً لها، وأهالوا التُّرابَ لا يُنْبَش؛ لأنَّ التَّوجُّهَ إلى القبلةِ سُنَّة، والنُّبْشُ حرامٌ بخلافِ ما إذا كان بعد إقامةِ اللَّبِنِ قبل إهالةِ التُّرابِ، فإنَّهُ يُزَال، ويوجَّهُ إلى القبلةِ عن يمينِه، ((حَلْبَة))(2) عن ((التحفة))(3). انتهى(4). ¶ __________ ¶ (1) الدر المختار شرح تنوير الأبصار))(1: 368). ¶ (2) وقع في الأصل: ((حلية))، وهو تحريف قطعاً كما جزم به الشيخ المحقق عبد الفتاح أبو غدة رحمه الله في إحدى تعليقاته على ((الأجوبة الفاضلة للأسئلة العشرة الكاملة)) للإمام اللكنوي(ص197-201). وأنّه وقع من مصحِّح ((ردِّ المحتار)) عند الطبع، وقد رجع رحمه الله إلى النسخة المخطوطة لـ((رد المحتار)) بخط المؤلف رحمه الله. ¶ و((حَلْبَة)) هي ((حَلْبَة المُجَلِّي وبغية المبتدي في شرح منية المصلِّي)) لمحمد بن محمد بن محمد بن حسن بن علي الحَلَبِيّ الحنفي، أبو عبد الله، شمس الدين، المعروف بابن أمير حاج، قال الإمام اللكنوي: وشرحه ((للمنية)) يدل على تبحره، وسعة نظره، ورجحان فكره، ولو جُعِلَ من أرباب الترجيح فهو رأي نجيح، ومن مؤلفاته: ((التقرير والتحبير شرح التحرير)) لابن الهمام، و((ذخيرة القصر في تفسير سورة والعصر))، (825-879هـ). انظر: ((الضوء اللامع))(9: 210-211). ((كشف الظنون)) (358:1). ((المستطرفة))(ص146-147). ((النفحة)). ¶ (3) تحفة الفقهاء))(1: 257). ¶ (4) من ((رد المحتار))(2: 236).",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "فإنَّ الشَّارحَ اختارَ وجوبَ التَّوجيهِ، فكيف يصحُّ شرحُ كلامِهِ بمذهبِ السُنِّيَّة، فالشَّارحُ(1) في وادٍ، والمحشِّي(2) في وادٍ آخر، فافهم واستقم. ¶ * * * ¶ - خاتمة - ¶ قال واثلةُ بنُ الأسقعِ: قال رسولُ الله صلَّى الله عليه وعلى آلِهِ وسلَّم: (لَوْ أَنَّ قَدْرِيَاً أَوْ مرْجِئاً مَاتَ فَنُبِشَ بَعْدَ ثَلاثِ لَوُجِدَ إِلَى غَيْرِ القِبْلَة). ¶ أَخرجُهُ ابن عساكر(3)، كذا أوردَهُ العلامةُ جلال الدِّين السُّيُوطِيُّ في كتابه ((شفاء الصُّدورِ في أحوالِ الموتى والقبور)). ¶ وأخرج ابن أبي الدنيا(4) عن أبي إسحاق الفَزَاري(5): أنَّه أتاهُ رجلٌ، فقال له: كنت أنْبِشُ القبور، وكنت أجدُ قوماً وجوهم إلى غيرِ القبلة، فذهبتُ إلى الأَوْزَاعِيِّ أسألُه، فقال: أولئك قومٌ ماتوا على غيرِ السُنَّة. ¶ __________ ¶ (1) أي الإمام الحَصْكَفيّ رحمه الله . ¶ (2) أي الإمام المحقِّق ابن عابدين رحمه الله. ¶ (3) هو علي بن الحسن أبي محمد بن هبة الله، أبو القاسم، ثقة الدين، المعروف بابن عساكر الدِّمَشْقِيّ، من مؤلفاته: ((تاريخ دمشق))، و((تبيين كذب المفتري فيما نسب إلى أبي الحسن الأشعري))، و((كشف المغطى في فضل الموطأ))، (499-571هـ). انظر: ((وفيات))(309-311). ((معجم الأدباء))(13: 73-87). ((طبقات الأسنوي))(2: 96-5-96). ¶ (4) هو عبد الله بن محمد بن عبيد القُرَشِيّ البَغْدَادِيّ، أبو بكر، المعروف بابن أَبِي الدُّنْيا، قال الذَّهَبِيُّ: كان صدوقاً أديباً اخبارياً كثير العلم. من مؤلفاته: ((مكارم الأخلاق))، و((الرقة والبكاء))، ((قصر الأمل))، (208-281هـ). انظر: ((العبر)) (2: 65)، ((مرآة الجنان))(1: 193-194). ¶ (5) هو إبراهيم بن محمد بن الحارث بن أسماء الفَزَاريّ، أبو إسحاق، قال ابن حجر: ثقة حافظ، له: ((السير في الأخبار والأحداث))، (ت188هـ). انظر: ((التقريب))(32). ((الأعلام))(1: 55).",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وأخرجَ أيضاً: عن المفضلِ بن يونسَ(1)، قال: بلغنا أنَّ عُمَرَ بنَ عبدِ العزيزِ قال لمسلمة بن عبد الملك(2): يا مسلمةُ مَن دَفَنَ أباك، قال مولاي فلان، قال: فَمَن دَفَنَ الوليد(3)، قال: فلان، قال عُمَر: فأنا أحدِّثُكَ بما حدَّثني به، إنَّه لَمّا دَفَنَ أباكَ والوليد، فوضَعَهم في قبورِهم، وذهبَ ليحلَّ العقدَ عنهم وَجَدَ وجوهم تَحَوَّلَتْ إلى أقفيتِهم. ¶ فرعٌ: ¶ مسلمٌ له زوجةٌ ذميَّةٌ ماتت وهي حاملٌ منه، تُدْفَنُ في مقابرِ اليهودِ، ويحوَّلُ وجهُها عن القبلة، فيكونُ وَجْهُ الولدِ إليها، فإن الولدَ في البطنِ يكونُ وَجْهُهُ إلى ظهرِ أمِّه. كذا في ((الأشباهِ والنَّظائِرِ))(4) في (الفن السَّابع)). ¶ وفي ((الحاوي القدسي))(5): كتابيَّةٌ ماتتْ، وفي بطنِها وَلَدٌ مسلمٌ لا يُصَلَّى عليها، وتُدْفَنُ في مقابرِ المسلمين. ¶ __________ ¶ (1) لعلَّه: المفضل بن يونس الجُعْفِي الكوفي، أبو يونس، قال ابن حجر: ثقة، (ت178هـ). انظر: ((التقريب))(ص476). ¶ (2) هو مسلمة بن عبد الملك بن مروان بن الحكم الأموي، ويلقب بالجرادة الصفراء، قال الذهبي: كان موصوفاً بالشجاعة والإقدام والرأي والدهاء، سار في مئة وعشرين ألفاً، وغزا القسطنطينية، (ت121هـ). انظر: ((العبر))(1: 154). ((التقريب))(ص464). ¶ (3) هو الوليد بن عبد الملك، خليفة المسلمين، قال الذهبي: كان مع ظلمه كثير التلاوة للقرآن، قيل إنه كان يختم في ثلاث، ويقرأ في رمضان سبع عشرة ختمة، وقد افتتحت في أيَّامه الهند والترك والأندلس، وكان كثير الصدقات، (ت96هـ). انظر: ((العبر))(1: 114). ¶ (4) الأشباه والنظائر))(ص424). ¶ (5) الحاوي القدسي)) لأحمد بن محمد بن نوح القابسيّ الغَزْنَوِيّ الحَنَفِيّ، جمال الدين، وسمي ((الحاوي القدسي)) لأنه صنفه في القدس، (ت593هـ). انظر: ((الكشف))(627). ((معجم المؤلفين))(1: 301)، و((فهرس مخطوطات الظاهرية))(1: 281).",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وقيل: في مقابرِ اليهود(1). ¶ قيل: على حرتها، وهو أحوط. ¶ ولنختم الرَّسالةَ بهذا القدر، فخيرُ الكلامُ ما قلَّ ودلّ. ¶ فلنسأل اللهَ تعالى أن يوفِّقنا لصالحِ الأعمال، ويجعلَ آخرتَنا خيرٌ من أُولانا، ويجعلنا من الآمنين يوم الرَّجفِ والزَّلازل، وهو ذو العزَّةِ والجلال، وأن يجعلَنا من مُتَّبِعي الشَّريعةِ المصطفيَّة، والطَّريقةِ النَّبويَّة، ويسلكُ بنا سبيل السُنَّةِ المرضيَّةِ على صاحبِها أفضل الصَّلاة والتَّحيَّة. ¶ هذا وكان الفراغُ منه نهارَ الخميسِ الثَّامنَ عشرَ من ربيعِ الثَّاني من سنةِ 1286 ستٍّ وثمانينَ بعد الألفِ والمئتين من الهجرة(2). ¶ * * * ¶ المحتويات ¶ 1ـ الآيات القرآنية. ¶ 2ـ الأحاديث النبوية. ¶ 3ـ الآثار الموقوفة. ¶ 4ـ أسماء الرواة. ¶ 5ـ أسماء الأعلام. ¶ 6ـ أسماء الكتب. ¶ 7ـ مراجع التحقيق ¶ 8ـ الموضوعات. ¶ 1- الآيات القرآنية ¶ الآية الصفحة ¶ { وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيم } [يوسف: 76]........................ 32 ¶ 2ـ الأحاديث النبوية ¶ الحديث الصفحة ¶ أدنيا مني أخاكما وأخذه من قبل القبلة.............................. 18،19 ¶ إذا أتيت مضجعك فتوضأ ........................................... 45 ¶ إن الله يحب التيامن في كل شيء حتى التنعل والترجل .................. 44 ¶ إن النبي أدخل من جهة القبلة ولم يسل سلاً ........................... 22 ¶ إن رسول الله - صلى الله عليه وسلم - أخذ من قبل القبلة واستقبل استقبالاً ................ 24،42 ¶ إن رسول الله - صلى الله عليه وسلم - أخذ من قبل القبلة ولحد له ........................... 24 ¶ __________ ¶ (1) في الأصل: اليهودي. ¶ (2) في الأصل: هجرة.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ثم يضجعه الملائكة في القبر ........................................... 45 ¶ دخل رسول الله - صلى الله عليه وسلم - قبر عبد الله ذو البجادين ليلاً ....................... 21 ¶ رحمك الله إن كنت لأواباً تلاءً للقرآن ................................. 16 ¶ سل رسول الله - صلى الله عليه وسلم - من قبل رأسه سلاً .................................. 27 ¶ سل رسول سعداً ورش عليه الماء ..................................... 27 ¶ صلى جبريل على آدم وكبر عليه أربعاً ................................ 32 ¶ فرأيت شعلةً من نار ................................................. 22 ¶ كان رسول الله - صلى الله عليه وسلم - يحب التيامن في كل شيء .......................... 44 ¶ الكبائر تسع: الإشراك بالله وقذف المحصنة ...................... 35،37،42 ¶ اللهم إني أمسيت عنه راضياً .......................................... 19 ¶ لو أن قدرياً أو مرجئاً مات فنبش .................................... 49 ¶ ورفع قبره حتى يعرف .............................................. 24 ¶ يا علي استقبل القبلة استقبالاً ....................................... 36 ¶ يدخل الميت من قبل رجليه ويسل سلاً .............................. 28 ¶ 3ـ الآثار الموقوفة ¶ الأثر الصفحة ¶ أنس بن مالك - رضي الله عنه -: أمر بالميت فأدخل من قبل رجليه .................. 28 ¶ عبد الله بن عمر - رضي الله عنه - : أدخل ميتاً من قبل رجليه ....................... 28 ¶ علي بن أبي طالب - رضي الله عنه -: صلى على يزيد بن المكفف فكبر أربعاً .......... 22 ¶ 4- أسماء الرواة ¶ الراوي الصفحة ¶ أبو رافع - رضي الله عنه - .................................................... 27",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "أبو سعيد الخدري - رضي الله عنه - ........................................... 24 ¶ أنس بن مالك - رضي الله عنه - ............................................. 28 ¶ ابن عباس - رضي الله عنه - ........................................ 15،21،27،32 ¶ ابن مسعود - رضي الله عنه - ........................................... 18،19،20 ¶ البراء بن عازب - رضي الله عنه - .............................................. 45 ¶ جابر بن عبد الله - رضي الله عنه - ............................................. 22 ¶ عائشة - رضي الله عنه - ...................................................... 44 ¶ عبد الله بن عمر - رضي الله عنه - ............................................ 35 ¶ عمران بن موسى - رضي الله عنه - ............................................ 27 ¶ معاذ بن جبل - رضي الله عنه - ............................................... 45 ¶ واثلة بن الأسقع - رضي الله عنه - ............................................. 49 ¶ 5ـ أسماء الأعلام ¶ إبراهيم التيمي (23) ¶ إبراهيم الحلبي (ت39) ¶ إبراهيم النخعي (14)،22،24 ¶ أبو إسحاق الفزاري (49) ¶ أبو الزناد (27) ¶ أبو النضر (27) ¶ أبو بكر الرازي (ت31) ¶ أبو بكر الشيرازي (19)،20 ¶ أبو بكر الصديق - رضي الله عنه - 18،19،31 ¶ أبو داود 18، 22،28،34،37، 41، 44،45 ¶ أبو دجانة 31 ¶ أبو نعيم (15)،18،19،20،22 ¶ أحمد بن حنبل 26،39 ¶ إسحاق بن راهويه (15) ¶ إلياس زاده (38) ¶ الأوزاعي 49 ¶ الأوشي (ت46) ¶ ابن أبي الدنيا (49) ¶ ابن أبي حاتم (35) ¶ ابن أبي شيبة (22)،24،28 ¶ ابن أمير حاج (ت48) ¶ ابن القطان (23) ¶ ابن الهمام (31)،37 ¶ ابن حجر الهيتمي 43 ¶ ابن شاهين (28) ¶ ابن عابدين (ت41) ¶ ابن عباس 22 ¶ ابن عدي (17)،24 ¶ ابن عساكر (49) ¶ ابن ماجه 24،27،30،42،44 ¶ ابن مردوية 21،35 ¶ ابن معين (17) ¶ ابن نجيم (37) ¶ الأردبيلي الشافعي 33 ¶ البخاري 44،45",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "برهان الدين البخاري (ت40) ¶ البزار (45) ¶ البيهقي (21)،24،27،28 ¶ الترمذي 15،16،18،44 ¶ التمرتاشي (37) ¶ الحاكم (35) ¶ حجاج بن أرطأة (16)،17 ¶ الحدادي (ت36) ¶ الحصكفي (ت40) ¶ الحلواني 26 ¶ الخطيب (18) ¶ الدارقطني 32 ¶ ربيعة الرأي (27) ¶ الزهري (17) ¶ سحنون (15) ¶ السروجي (39) ¶ السغناقي (ت12)،38 ¶ السيوطي (جلال الدين) 18، (20)،22،49 ¶ الشافعي 24،26،27،39 ¶ الشربيني (33) ¶ الطبراني (20)،35 ¶ الطحاوي 15 ¶ الطرابلسي (ت34) ¶ ظهير الدين البخاري (ت47) ¶ عائشة - رضي الله عنه - 24 ¶ عبد الحق (23) ¶ عبد الحي اللكنوي 11 ¶ عبد الله الزيلعي (23)،37 ¶ عبد الله ذو البجادين 18،19،31 ¶ عبيد الله بن مسعود (ت38)،42 ¶ العقيلي 24 ¶ علاء الدين السمرقندي (ت41)،47 ¶ علي بن أبي طالب - رضي الله عنه - 14 ¶ علي بن الجعد (35) ¶ عمر بن نجيم (ت40) ¶ عمر بن الخطاب - رضي الله عنه - 18،19 ¶ عمر بن شمر (20) ¶ عمر بن عبد العزيز 50 ¶ العيني (30)،31،37،38 ¶ القابسي (ت50) ¶ القدوري (36) ¶ الكاشغري (ت13) ¶ مالك 15،29 ¶ محمد بن الحنفية (14)،22 ¶ محمد بن سيرين (28) ¶ المرغيناني (ت13) ¶ مسلم 18،44،45 ¶ مسلمة بن عبد الملك (50) ¶ المفضل بن يونس (50) ¶ ملا خسرو (37) ¶ النسائي 18،34،37،44 ¶ النووي (16)،17 ¶ الوليد بن عبد الملك (50) ¶ 6ـ أسماء الكتب ¶ أحكام عبد الحق 23 ¶ الأشباه والنظائر 50 ¶ الألقاب 19 ¶ الإقناع شرح مختصر أبي شجاع 33 ¶ البحر الرائق 37،40،44،46 ¶ بدائع الصنائع 46 ¶ البرهان شرح مواهب الرحمن 34 ¶ البناية في شرح الهداية 30،38 ¶ تحفة الفقهاء 41،47،48 ¶ تحفة المحتاج شرح المنهاج 43 ¶ تحفة الملوك 39 ¶ تفسير ابن مردوية 21 ¶ الجعديات 35 ¶ الحاوي القدسي 50 ¶ حلبة المجلي48 ¶ حلية الأولياء 15 ¶ الدر المختار 40،45،47 ¶ الدرر والغرر 37 ¶ رد المحتار41،47 ¶ السراجية 46 ¶ سنن ابن ماجه 24،27 ¶ سنن البيهقي 21 ¶ سنن الدارقطني 32 ¶ شرح النقاية لإلياس زاده 38 ¶ شرح الهداية للسروجي 39 ¶ شفاء الصدرو في أحوال الموتى والقبور 49 ¶ صحيح البخاري 25 ¶ صحيح مسلم 25 ¶ ضعفاء العقيلي 24",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "غنية المستملي شرح منية المصلي 39 ¶ فتاوى الأنوار 33 ¶ فتاوى قاضي خان 34 ¶ فتح القدير 31،41 ¶ الكامل في ضعفاء الرجال 24 ¶ المحيط 40،45 ¶ مراسيل أبي داود 22 ¶ مسامرة الشموع في ضوء الشموع 20 ¶ مسند الشافعي 27 ¶ مصنف ابن ابي شيبة 22،24 ¶ منح الغفار 37 ¶ منحة السلوك شرح تحفة الملوك 31،32 ¶ منية المصلي 13 ¶ نصب الراية في تخريج أحاديث الهداية 23 ¶ النهاية 12،38،45 ¶ النهر الفائق 40،45 ¶ الهداية 13،30،32،37،38،44 ¶ الوقاية 42 ¶ 7ـ مراجع التحقيق ¶ ((القرآن الكريم)) ¶ ((إعانة الطالبين)) للسيد البكر بن محمد الدمياطي، دار الفكر، بيروت. ¶ ((أعيان دمشق في القرن الثالث عشر ونصف القرن الرابع عشر)) لمحمد جميل الشطي، دار البشائر، ط1، 1414هـ. ¶ ((الأجوبة الفاضلة للأسئلة العشرة الكاملة)) لعبد الحي اللكنوي (1264-1304هـ). ت: الشيخ عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية بحلب. ط.3. 1994م. ¶ ((الأشباه والنظائر على مذهب أبي حنيفة النعمان)) لإبراهيم بن محمد بن نجيم (ت970هـ)، دار الكتب العلمية، بيروت، 1405هـ. ¶ ((الأعلام)): لخير الدين الزركلي. بدون دار طبع، وتاريخ طبع. ¶ ((الإقناع شرح مختصر أبي شجاع)) لمحمد بن أحمد الخطيب الشربيني(ت977هـ). دار الفكر. بيروت. 1415هـ. ¶ ((الأم))لمحمد بن إدريس الشافعي (150-204هـ)، دار المعرفة، بيروت ط2، 1393هـ. ¶ ((الإمام الزهري وأثره في السنة)) للدكتور حارث سليمان الضاري. مكتبة بسام. الموصل. 1405هـ. ¶ ((الأنساب)) لأبي سعد عبد الكريم بن محمد بن منصور التميمي السمعاني (ت562هـ). ت: عبد الله بن عمر البارودي. مؤسسة الكتب الثقافية. ط1. 1988هـ. ¶ ((الإنصاف )) لعلي بن سليمان المرداوي (817-885هـ). دار إحياء التراث العربي. بيروت. ¶ ((البحر الرائق شرح كَنْز الدقائق)) لإبراهيم بن محمد ابن نجيم(92-970هـ). دار المعرفة. بيروت. بدون تاريخ طبع.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "((البدر الطالع بمحاسن من بعد القرن السابع)) لمحمد بن محمد الشوكاني (ت1250هـ)، مطبعة السعادة، مصر، ط1، 1348هـ. ¶ ((البناية في شرح الهداية)) لأبي محمد محمود بن أحمد العينِي(762-855هـ). دار الفكر. ط1. 1980مـ. ¶ ((تحفة المحتاج بشرح المنهاج)) لأحمد بن محمد ابن حجر الهيتمي(ت974هـ). دار إحياء التراث العربي. ¶ ((التعليقات السنية على الفوائد البهية)) لعبد الحي اللكنوي (1264-1304هـ)، ت: أحمد الزعبي، دار الأرقم، بيروت، ط.1، 1998م. وأيضاً: طبعة السعادة. مصر. ط1. 1324هـ. ¶ ((التنبيه)) لإبراهيم بن علي الشيرازي (393-476هـ)، ت: عماد الدين أحمد، عالم الكتب، بيروت، ط1، 1403هـ. ¶ ((الجواهر المضية في طبقات الحنفية)) لعبد القادر بن محمد بن أبي الوفاء القرشي(696-775هـ)، ت: عبد الفتاح الحلو، مؤسسة الرسالة، بيروت، ط2، 1413. ¶ ((الجوهرة النيرة شرح مختصر القدوري)) لأبي بكر بن علي بن محمد الحدادي (720-800هـ)، المطبعة الخيرية، ط1، 1322هـ. ¶ ((الدر المختار شرح تنوير الأبصار)) للإمام علاء الدين محمد بن علي بن محمد الحصكفي الحنفي (ت1088هـ). مطبوع في حاشية ((رد المحتار)). دار إحياء التراث العربي. بيروت. ¶ ((الرسائل الزينية)) لإبراهيم بن محمد بن نجيم (ت970هـ): ت: خليل الميس، دار الكتب العلمية، بيروت، الأولى، 1400هـ. ¶ ((الرسالة المستطرفة لبيان مشهور كتب السنة المشرفة)) لمحمد بن جعفر الكتاني، مكتبة الكليات الأزهرية، القاهرة. ¶ ((الروض المربع)) لمنصور بن يونس البهوتي (1000-1051هـ)، مكتبة الرياض الحديثة، الرياض، 1390هـ. ¶ ((الشقائق النعمانية في علماء الدولة العثمانية)): لطاشكبرى زاده (ت968هـ). دار الكتاب العربي . بيروت . 1975م. ¶ ((العبر في خبر من غبر)): لأبي عبد الله محمد بن أحمد الذهبي(748هـ). ت: د. صلاح الدين المنجد. مطبعة حكومة الكويت. 1963مـ.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "((العناية على الهداية)): لأكمل الدين محمد بن محمد بن محمود الرومي البَابَرْتي(714-786).بهامش ((فتح القدير للعاجز الفقير)) . دار إحياء التراث العربي. بيروت. بدون تاريخ طبع. ¶ ((الفتاوى السراجية)) لسراج الدين عليّ بن عثمان الأوشي. المطبع العالي في لكنو. 1302هـ. بهامش ((فتاوى قاضي خان)) ¶ ((الفتاوي الهندية)). ألفها: الشيخ نظام الدين البرهانفوري والقاضي محمد حسين الجونفوري والشيخ علي أكبر الحسيني والشيخ حامد بن أبي الحامد الجونفوري وغيرهم . المطبعة الأميرية ببولاق. 1310هـ. ¶ ((الفروع)) لمحمد بن مفلح المقدسي (717-762هـ). ت: حازم القاضي. دار الكتب العلمية. بيروت. ط1. 1418هـ. ¶ ((الفوائد البهية في تراجم الحنفية)): لعبد الحي الكنوي (1264-2304هـ)، ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998م. ¶ ((الكافي في فقه ابن حنبل)) لعبد الله بن أحمد بن قدامة المقدسي(541-620هـ)، ت: زهير الشاويش، المكتب الإسلامي، بيروت، 1408هـ. ¶ ((الكامل في التاريخ)) لابن الأثير الجزري (ت630هـ). دار الكتاب العربي. ¶ ((الكامل في ضعفاء الرجال)): عبد الله بن عدي أبو أحمد الجرجاني (277-365هـ). ت: يحيى مختار غزاوي. ط3. 1409هـ. دار الفكر . بيروت. ¶ ((اللباب في شرح الكتاب)) لعبد الغني الغنيمي الدمشقي الميداني الحنفي(1222-1298هـ). ت: محمد محيي الدين عبد الحميد. دار إحياء التراث العربي. بيروت. ¶ ((المبدع))لإبراهيم بن محمد بن مفلح الحنبلي(816-884هـ)، المكتب الإسلامي، بيروت، 1410هـ. ¶ ((المجتبى من السنن)): لأحمد بن شعيب أبو عبد الله النسائي(215-303).ت: عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية . حلب. ط2. 1406. ¶ ((المجموع شرح المهذب)) ليحيى بن شرف النووي(631-676هـ)، ت: محمود مطرحي، بيروت، دار الفكر، ط1،1417هـ. ¶ ((المحرر في الفقه)) لعبد السلام بن عبد الله بن تيمية (590-652هـ)، مكتبة المعارف، الرياض، ط.1، 1404هـ.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "((المستدرك علىالصحيحين)): لأبي عبد الله محمد بن عبد الله الحاكم (321-405هـ). ت: مصطفى عبد القادر. دار الكتب العلمية . بيروت. ط1. 1411هـ. ¶ ((المصنف في الأحاديث والآثار)) لعبد الله بن محمد بن أبي شيبة (159-235هـ) ت: كمال الحوت، ط.1، مكتبة الرشد، الرياض، 1409هـ. ¶ ((المعجم الأوسط)) للحافظ أبي القاسم سليمان بن أحمد الطبراني(260-360هـ). ت: طارق بن عوض الله. دار الحرمين. القاهرة. 1415هـ. ¶ ((المعجم الكبير)) لأبي القاسم سليمان بن أحمد الطبراني (260-360هـ).ت: حمدي السلفي.ط2. 1404هـ مكتبة العلوم والحكم .الموصل. ¶ ((المغني)) لعبد الله بن أحمد بن قدامة المقدسي(541-620هـ)، دار الفكر، بيروت. ¶ ((المهذب)) لإبراهيم بن علي الشيرازي(393-476هـ)، دار الفكر، بيروت. ¶ ((النافع الكبير لمن يطالع الجامع الصغير)) لعبد الحي اللكنوي (ت1304هـ). عالم الكتب، ط.1، 1406هـ. ¶ ((النجوم الزاهرة في ملوك مصر والقاهرة)) ليوسف بن تغرة بردة الأتابكي (813-874)، وزارة الثقافة والإرشاد القومي، المؤسسة المصرية العامة. ¶ ((النور السافر عن أخبار القرن العاشر)) لمحيي الدين عبد القادر بن شيخ بن عبد الله العيدروسي (1570-1628م). دار الكتب العلمية . بيروت. ط1. 1405هـ. ¶ ((الهداية شرح بداية المبتدي)): لأبي الحسن علي بن أبي بكر المرغيناني(ت593هـ). مطبعة مصطفى البابي. الطبعة الأخيرة. بدون تاريخ طبع. ¶ ((بدائع الصنائع في ترتيب الشرائع)) لأبي بكر بن مسعود الكاساني(ت587هـ)، دار الكتاب العربي، بيروت، ط.2، 1402هـ. ¶ ((تاج التراجم)) لأبي الفداء قاسم بن قطلوبغا (ت879هـ). ت: محمد خير رمضان. دار القلم. دمشق. ط1. 1992مـ. ¶ ((تاريخ بغداد)): لأبي بكر أحمد بن علي الخطيب (393-463هـ). دار الكتب العلمية. بيروت. ¶ ((تحفة الأخيار بإحياء سنة سيد الأبرار )) لعبد الحي اللكنوي (1264-1304هـ). تحقيق: عبد الفتاح أبو غدَّة. مكتب المطبوعات الإسلامية بحلب. ط1. 1992م.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "((تحفة الكملة بتحشية مسح الرقبة)) للإمام اللكنوي (1264-1304هـ). المطبع المصطفائي. لكنو. 1301هـ. ¶ ((تحفة الملوك)) للرازي. تحقيق : د.عبد الله نذير أحمد. دار البشائر الإسلامية. ط1. 1997م. ¶ ((تقريب التهذيب)): لأبي الفضل أحمد بن علي ابن حجر العسقلاني (773-852هـ). ت: عادل مرشد. مؤسسة الرسالة. ط1. 1996مـ. ¶ ((تهذيب الأسماء واللغات)): لمحيي الدين يحيى بن شرف النووِي الشافعي (ت676هـ). المطبعة المنيرية. ¶ ((تهذيب الكمال في أسماء الرجال)) للحافظ جمال الدين أبي الحجاج يوسف المزي (654-742هـ) . تحقيق : بشار عواد. مؤسسة الرسالة . ط1. 1992م. ¶ ((جامع الرموز في شرح النقاية)) لشمس الدين محمد القهستاني، المطبعة المعصومية، استانبول، 1291هـ. ¶ ((حاشية الطحطاوي على مراقي الفلاح)) لأحمد بن محمد الطحطاوِي الحنفي (ت1231هـ). ت: محمد عبد العزيز الخالدي. دار الكتب العلمية. ط1. 1418هـ. ¶ ((حسن المحاضرة في أخبار مصر والقاهرة)) لعبد الرحمن بن أبي بكر السيوطي (849-911هـ). مطبعة دار الوطن. القاهرة. ¶ ((حلبي صغير)) لإبراهيم بن محمد بن إبراهيم الحلبي (ت956هـ). مطبوع في اسطتنبول. 1303هـ. ¶ ((حلية الأولياء وطبقات الأصفياء)): لأبي نعيم أحمد بن عبد الله الأصبهاني: (ت430هـ). ط1. 1403هـ. دار الكتب العلمية. بيروت. ¶ ((حلية العلماء في معرفة مذاهب العلماء الفقهاء)): لمحمد بن أحمد الشاشي القفال. (429-507هـ). ت: د. ياسين درادكه. ط.1. 1400هـ. مؤسسة الرسالة ودار الأرقم. الأردن. ¶ ((خلاصة الأثر في أعيان القرن الحادي عشر)) لمحمد أمين المحبي (1651-1699م). دار صادر. ¶ ((درر الحكام شرح غرر الأحكام)) لمحمد بن فراموز بن علي، المعروف بملا خسرو الحنفي، (ت885هـ)، الشركة الصحفية العثمانية، 1310هـ. ¶ ((دفع الغواية)) الملقبة بـ((مقدمة السعاية)) لعبد الحي اللكنوي (1264-1304هـ)، باكستان، 1976م.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "((رد المحتار على الدر المختار)) لمحمد أمين بن عمر، ابن عابدين الحنفي (1198-1252هـ). دار إحياء التراث العربي. بيروت. ¶ ((روض المناظر في علم الأوائل والأواخر)): لأبي الوليد محمد بن محمد ابن الشحنة (815هـ). ت: سيد محمد مهنى. دار الكتب العلمية. ط1. 1417هـ. ¶ ((روضة الطالبين وعمدة المفتين)): لمحيي الدين يحيى بن شرف النووِي الشافعي (631-676). ط2. 1405هـ. المكتب الإسلامي. بيروت. ¶ ((سنن أبي داود)) لسليمان بن أشعث السجستاني (202-275هـ) .ت: محمد محيي الدين عبد الحميد، دار الفكر، بيروت. ¶ ((سنن ابن ماجه)) لمحمد بن يزيد بن ماجه القزويني (207-273هـ)، ت: محمد فؤاد عبد الباقي، دار الفكر، بيروت. ¶ ((سنن البيهقي الكبير)): لأبي بكر أحمد بن الحسين بن علي البيهقي(384-458هـ). ت: محمد عبد القادر عطا. 1414هـ. مكتبة دار الباز. مكة المكرمة. ¶ ((سنن الترمذي)): لمحمد بن عيسى الترمذي (209-279هـ)، ت: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت. ¶ ((سنن الدارقطنِي)) لأبي الحسن علي بن عمر الدارقطنِي (306-385هـ)، ت: السيد عبد الله هاشم، دار المعرفة، بيروت، 1386هـ. ¶ ((صحيح ابن حبان بترتيب ابن بلبان)) لمحمد بن حبان التميمي(354هـ). ت: شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، ط.2، 1414هـ. ¶ ((صحيح ابن خزيمة)): لأبي بكر محمد بن إسحاق بن خزيمة السلمي (223-311هـ).ت: د.محمد مصطفى الأعظمي. 1390هـ. المكتب الإسلامي. بيروت. ¶ ((صحيح البخاري)) لأبي عبد الله محمد بن إسماعيل الجعفي البخارِي (194-256هـ). ت: د.مصطفى البغا. ط3. 1407هـ. دار ابن كثير واليمامة . بيروت. ¶ ((صحيح مسلم)) لمسلم بن الحجاج القشيري النيسابوري (206-261هـ)، ت: محمد فؤاد عبد الباقي، دار إحياء التراث العربي، بيروت. ¶ ((ضعفاء العقيلي)) لمحمد بن عمر العقيلي (ت322هـ). ت: د. عبد المعطي قلعجي. دار المكتبة العلمية. بيروت. ط1. 1404هـ.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "((طبقات الشافعية الكبرى)) لعبد الوهاب بن علي السبكي (727-771هـ)، دار المعرفة، ط.2. ¶ ((طبقات الشافعية)) لأبي بكر بن هداية الله الحسيني (ت1014هـ). ت: عادل نويهض. دار الأفاق الجديدة. بيروت. ط3. 1402هـ. ¶ ((طبقات الشافعية)) لعبد الرحيم بن الحسين الأسنوي (704-772هـ). ت: كمال الحوت. دار الكتب العلمية. بيروت. ط1. 1407هـ. ¶ ((طبقات الشافعية)): لأبي بكر أحمد بن محمد بن عمر تقي الدين ابن القاضي شهبة الدمشقي (779-851هـ). ت: د. الحافظ عبد العليم خان. دار الندوة الجديدة. بيروت. 1408هـ. ¶ ((طرب الأماثل بتراجم الأفاضل)) لعبد الحي اللكنوي (1264-1304هـ) . ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998م. وأيضاً: طبعة مطبع دبدبة أحمدي. لكنو . 1303هـ. ¶ ((علل الترمذي)) لمحمد بن عيسى بن سورة الترمذي (209-297هـ). ت: أحمد شاكر. دار إحياء التراث العربي. بيروت. 1357هـ. ¶ ((غنية المستملي شرح منية المصلي)): لإبراهيم بن محمد بن إبراهيم الحلبي (ت956هـ)، مطبعة سنده، 1295هـ. ¶ ((غيث الغمام على حواشي إمام الكلام)) لعبد الحي اللكنوي (ت1304هـ)، المطبع العلوي، لكنو، 1304هـ. ¶ ((فتاوى قاضي خان)) لحسن بن منصور بن محمود الأوزجندي (ت592هـ)، الطبعة الأميرية ببولاق، مصر، 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((فتح القدير للعاجز الفقير على الهداية)) لمحمد بن عبد الواحد ابن الهمام (790-861هـ)، دار إحياء التراث العربي، بيروت. ¶ ((فهرس مخطوطات دار الكتب الظاهرية)) لمحمد مطيع الحافظ. من مطبوعات مجمع اللغة العربية بدمشق. 1401هـ. ¶ ((كشاف القناع))لمنصور بن يونس البهوتي، ت: هلال مصيلحي، دار الفكر، بيروت، 1402هـ. ¶ ((كشف الأسرار شرح أصول البزدوي)) للعلامة علاء الدين عبد العزيز بن أحمد البخاري الحنفي (730هـ) . طبع اصطنبول . 1308هـ. ¶ ((متن القدوري)) لأحمد بن محمد القدوري (ت428هـ)، مطبعة مصطفى الحلبي، مصر، ط.3، 1377هـ",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "((مختار الصحاح)) لمحمد بن أبي بكر الرازي، (ت666)، ت: حمزة فتح الله، مؤسسة الرسالة، 1417هـ. ¶ ((مرآة الجنان وعبر اليقظان في ما يعتبر من حوادث الزمان)) لعبد الله بن أسعد اليافعي (ت768هـ)، مؤسسة الأعلمي للمطبوعات، ط.1، 1970م. ¶ ((مراسيل أبي داود)) لسليمان بن أشعث السجستاني (ت275هـ)، ت: شعيب الأرناؤوط، مؤسسة الرسالة، بيروت، ط.1، 1408هـ. ¶ ((مراقي الفلاح شرح نور الإيضاح ونجاة الأرواح)) لحسن بن عمار الشرنبلالي (1069هـ)، ت: عبد الجليل عطا، دار النعمان للعلوم، بيروت. ط.1، 1411هـ. ¶ ((مسند أحمد بن حنبل)) لأحمد بن حنبل (164-241هـ). مؤسسة قرطبة. مصر. ¶ ((مسند ابن الجعد)) لأبي الحسن علي بن الجعد الجوهري (134-230هـ). ت: عامر أحمد حيدر. مؤسسة نادر. بيروت. ¶ ((مسند البزار)) (البحر الزخار): لأبي بكر أحمد بن عمرو البزار(215-292هـ).ت: د.محفوظ الرحمن. ط1. 1409هـ. مؤسسة علوم القرآن. مكتبة العلوم والحكم. بيروت . المدينة. ¶ ((معارف العوارف في أنواع العلوم والمعارف)) للعلامة عبد الحي بن فخر الدين الحسني (ت1341هـ)، راجعه: أبو الحسن الندوي، من مطبوعات محمد اللغة العربية بدمشق. 1983. وهو مطبوع باسم ((الثقافة الإسلامية في الهند)). ¶ ((معجم الأدباء)) لأبي عبد الله شهاب الدين ياقوت بن عبد الله الرومي الحموي البغدادي (ت626هـ)، مكتبة عيسى البابي الحلبي، الطبعة الأخيرة. ¶ ((معجم المؤلفين)) لعمر كحالة، مؤسسة الرسالة، بيروت،ط.1، 1414هـ. ¶ ((مغني المحتاج إلى معرفة معاني ألفاظ المنهاج)) لمحمد الخطيب الشربيني، دار الفكر. ¶ ((مقدمة التعليق الممجد على موطأ محمد)) لعبد الحي اللكنوي (1264-1304هـ)، ت: الدكتور تقي الدين الندوي، دار السنة والسيرة بومباي، ودار القلم دمشق، ط.1، 1991م. ¶ ((مقدمة الهداية)) لعبد الحي اللكنوي (1264-1304هـ). ديوبند سهارنيور. 1401هـ.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "((مقدمة عمدة الرعاية حاشية شرح الوقاية)) لعبد الحي اللكنوي (1264-1304هـ). المطبع المجتبائي. دهلي. 1340هـ . ¶ ((منح الغفار في شرح تنوير الأبصار)) لمحمد بن عبد الله الخطيب التمرتاشي الغزي الحنفي (ت1004هـ)، من مخطوطات وزارة الأوقاف العراقية. ¶ ((منهاج الطالبين)) لأبي زكريا بن شرف النووي (ت676هـ). دار الفكر . مطبوع مع شرحه ((مغني المحتاج)). ¶ ((موارد الظمآن)) لعلي بن أبي بكر الهيثمي(735-807هـ)، ت: محمد عبد الرزاق حمزة، دار الكتب العلمية، بيروت. ¶ ((مواهب الرحمن في مذهب أبي حنيفة النعمان)) لإبراهيم بن موسى الطرابلسي (853-922هـ)، من مخطوطات وزراة الأوقاف العراقية. ¶ ((مواهب الصمد في حل ألفاظ الزبد)) لأحمد بن حجازي الفشني. مطبعة مصطفى الحلبي وأولاده بمصر. 1357هـ. ¶ ((ميزان الأصول في نتائج العقول في أصول الفقه)) لمحمد بن أحمد السمرقندي (ت539هـ)، ت: د. عبد الملك السعدي، طباعة وزارة الأوقاف العراقية، ط1، 1407هـ. ¶ ((ميزان الاعتدال في نقد الرجال)) لمحمد بن أحمد الذهبي(ت748هـ)، ت: د. عبد الفتاح أبو سنة، دار الكتب العلمية، بيروت، ط.1، 1416هـ. ¶ ((نصب الراية في تخريج أحاديث الهداية)) لعبد الله بن يوسف الزيلعي (ت762هـ)، ت:محمد يوسف البنوري، دار الحديث، مصر، 1357هـ. ¶ ((هدية العارفين)) لإسماعيل باشا البغدادي (ت1339هـ) . دار الفكر . 1402هـ. ¶ ((وفيات الأعيان وأنباء أبناء الزمان)) لأبي العباس أحمد بن محمد ابن خلكان (608-681هـ). ت: د.إحسان عباس. دار الثقافة . بيروت. ¶ 8 ـ الموضوعات ¶ مقدمة المحقق ¶ 5 ¶ منهج المؤلف في الرسالة ¶ 5 ¶ الأصل المعتمد عليه في التحقيق ¶ 6 ¶ صحة نسبة الرسالة للمولِّف ¶ 6 ¶ المنهج المتبع في تحقيقها ¶ 6 ¶ الصفحة الأولى والأخيرة من الأصل المعتمد عليه ¶ 9 ¶ مقدمة المؤلف ¶ 11 ¶ سؤال المؤلف عن كيفية توجيه الميت إلى القبلة في القبر ¶ 11 ¶ سبب تأليف الرسالة ¶ 12",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "المقصد الأول: في كيفية إدخال الميت في القبر ¶ 13 ¶ اختلفوا فيه على ثلاثة مذاهب: ¶ 13 ¶ المذهب الأول: مذهب الحنفية وهو أن يؤخذ الميت من جهة القبلة ¶ 14 ¶ الأحاديث في ذلك ¶ 15 ¶ المذهب الثاني: مذهب الشافعي وأحمد وهو أن الميت يسل سلاً ¶ 26 ¶ الأحاديث في ذلك ¶ 27 ¶ المذهب الثالث: مذهب مالك: التخيير ¶ 29 ¶ تحقيق المؤلف أن مذهب الحنفية أدق نظراً وأحسن سراً ¶ 29 ¶ استدراك المؤلف على العيني ¶ 30 ¶ المقصد الثاني: في كيفية وضعه في القبر وتوجيهه إلى القبلة ¶ 33 ¶ الاختلاف في التوجيه إلى القبلة ¶ 33 ¶ نصوص من كتب الشافعية في ذلك ¶ 33 ¶ نصوص من كتب الحنفية في ذلك ¶ 34 ¶ الأحاديث الواردة في ذلك ¶ 35 ¶ الاضطجاع على ستة أنواع ¶ 38 ¶ الاضطجاع للمرض أنواع ¶ 40 ¶ تحقيق المؤلف أن التوجيه مع مقدم البدن إنما يجب على الحي ¶ 43 ¶ الاضطجاع على الشق الأيمن مستحب ¶ 44 ¶ الأحاديث في ذلك ¶ 44 ¶ فرع: فيمن يدفن ولا يكون موجهاً إلى القبلة ¶ 46 ¶ استدراك المؤلف على صاحب رد المحتار ¶ 47 ¶ خاتمة ¶ 49 ¶ فرع: مسلم ماتت زوجته الذمية الحامل تدفن في مقابرهم بعكس القبلة ¶ 50 ¶ تاريخ الفراغ من تأليف الرسالة ¶ 51 ¶ المحتوى ¶ 53 ¶ الآيات القرآنية ¶ 55 ¶ الأحاديث النبوية ¶ 55 ¶ الآثار الموقوفة ¶ 56 ¶ أسماء الرواة ¶ 56 ¶ أسماء الأعلام ¶ 57 ¶ أسماء الكتب ¶ 59 ¶ مراجع التحقيق ¶ 61 ¶ الموضوعات ¶ 70",
            "page": "63",
            "part": "1"
        }
    ],
    "t36021": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "رفع الستر عن كيفية إدخال الميت وتوجيهه إلى القبلة في القبر"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة المحقق"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "في كيفيّة إدخال الميّت في القبر"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "في كيفيّة وضعه في القبر"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "خاتمة"
        },
        {
            "id": "46",
            "lvl": "2",
            "sub": null,
            "tit": "المحتويات"
        }
    ]
}