{
    "b36023": [
        {
            "hno": null,
            "id": "1",
            "nass": "قوت المغتذين بفتح المقتدين ¶ للإمام محمد عبد الحي اللكنوي الهندي ¶ توفي سنة (1304هـ) ¶ حققه وعلَّق عليه ¶ الدكتور صلاح محمد أبو الحاج ¶ مؤسسة الرسالة، بيروت ¶ دار البشير، عمان ¶ الطبعة الأولى ¶ 2002م",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ تقدمة الكتاب: ¶ الحمدُ لله الفاتح لِمَا أُغلق، والميسرِ ما شقَّ، والصَّلاة والسَّلام على رسوله المبعوثِ رحمةً للعالمينَ، وعلى صحابته فاتحي البلاد وشارحي صدور العباد، وعلى من سلك طريقهم، ومضى على منوالهم إلى يوم الدين. ¶ وبعد: ¶ فهذان مؤلَّفان للإمام النِّحرير مجدِّد علوم الأَوْلين وطامس لواء المبتدعين أبي الحسنات محمد عبد الحي بن محمد عبد الحليم اللكنوي موطناً الأيوبي الأنصاري أصلاً، حقَّق فيهما ما يكثرُ وقوعُهُ لا سيما في الجماعات من السهو أو الخطأ للإمام في القراءة، فَبَيَّنَ حُكْمَ الفتحِ عليه، وما يتعلَّقُ به من مسائلَ وفوائدَ غزيرةٍ تعوَّدنا أن نجدها في تصانيفه . ¶ ففي ((قوت المغتذين بفتح المقتدين)) دلَّل على ترخيص الشارع الحكيم بجواز الفتح على الإمام، وأوضح شروط ذلك . ¶ وفي القول ((الأشرف في الفتح عن المصحف)) عرض للمسألة التي يكثرُ وقوعها لا سيما في صلاة التراويح في شهر رمضان المبارك من فتحِ المصحفِ من قَبِلِ الإمامِ والقراءة منه، فَبَيَّنَ عدمَ جوازِ ذلك، وكذا أَخْذُ المقتدينَ للمصاحفِ وفَتْحَهُم على إمامهم منها، فإنَّه غير جائز، ومفسدٌ للصَّلاة لوجودِ التَّعلُّمِ والتَّعليم فيه وذَكَرَ المسائلَ المتعلقة بذلك. ¶ وقد طبع المؤلَّفان في عصر الإمام طبعةً حجريةً كما هو الحال في مؤلفاته الأُخرى، لذا اعتمدة في تحقيقها على هذه الطبعة. ¶ وقد نسبهما الإمام اللكنوي لنفسه في كثيرٍ من مؤلَّفاتِهِ، منها: ((دفع الغواية))(ص42). و((مقدِّمة التعليق المُمَجَّد))(ص28). و((مقدِّمة عمدة الرعاية))(ص31). و((النافع الكبير))(ص63). ¶ ونسبهما له العلامة عبد الحي الحسني في ((معارف العوارف))(ص113). وعبد الباقي الأنصاري كما في مقدِّمة ((تحفة الأخيار))(ص35).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وعملي فيهما باختصار ـ فهو أمام القارئ الكريم ـ هو أنِّي فصَّلتُ جُمَلَهُمَا ومقاطعمها، وضبطتُ كثيراً من عبارتهما، وخرَّجتُ أحاديثهما، ووثقتُ نصوصَهما ما أمكن، وترجمتُ لأعلامهما، وصنعتُ فهارسَ لهما. ¶ واللهُ نسأل أن يتقبَّلَ هذا العملَ ويجعلَهُ خالصاً لوجهه الكريم، ويغفر لي ولوالدي وللمسلمين والمسلمات، ويجعلهما حسنة جارية، وصلى الله على سيدنا محمد على آله وصحبه وسلم. ¶ وكتبه ¶ في 19/رمضان/1420هـ ... ... ... صلاح محمد أبو الحاج ¶ الموافق 27/كانون الأول/1999مـ ... الأعظمية/بغداد",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ يا مَن جعلني من متبعي الشَّرعِ القويمِ، أسألكَ أن تُصلِّي على رسولِكَ الَّذِي أُنزِلَ عليه القُرْآنُ الكريمُ، وعلى آلهِ وصحبهِ ذوي الفضلِ العظيمِ. ¶ وبعدُ: ¶ فيقولُ خادِمُ كلامِ اللهِ الباري أَبو الحسناتِ مُحَمَّدٌ عبدَ الحي اللَّكْنَوِيّ الأَنْصَارِيّ: هذه رسالةٌ مسمَّاةٌ بـ ¶ ((قُوُتُ الْمُغْتَذِينَ بِفَتْحِ الْمُقْتَدِينَ)) ¶ متضمنةٌ لِمَا يتعلَّق بفتحِ المقتدي للإمام. ¶ مشتملةٌ على: مقدمةٍ، ومسائلٍ، وخاتمةٍ نختمُ بها الكلامَ، اللهم اجعلها نافعةً للخواصِ والعوامِ، وذخيرةً لي يوم القيامةِ، وأدخلني بها دارَ السَّلامِ. ¶ - مُقَدِّمَةٌ? - ¶ فِي أَنَّهُ هَلْ يَجُوزُ الْفَتْحُ عَلَى الإِمَامِ أَمْ لا؟ ¶ اعلم أنَّ القياسَ يقتضي أن لا يجوز فتحُ المقتدي على إمامِهِ ولا أخذ الإمامِ منه، لكنَّا جَوَّزناهُ استحساناً. ¶ أمَّا القياسُ، فمن وجوهٍ : ¶ الأَوَّل: أنَّ فتحَ المقتدي يتضمنُ قراءةَ القرآنِ، وهي ممنوعةٌ لهُ؛ لِمَا روى مُحَمَّدُ بنُ الحَسَنِ(1) ¶ __________ ¶ (1) هو الإمام المجتهد أبو عبد الله محمد بن الحسن بن فرقد الشيباني(132-189هـ)، ينظر التفصيل في ترجمته((بلوغ الأماني في سيرة الإمام محمد بن الحسن الشيباني))للإمام الكوثري. ¶ و((الموطأ)) المذكور هو ((موطأ مالك)) برواية محمد بن الحسن ، والذي اشتهر بـ((موطأ محمد))، ولمعرفة ما تتميز به رواية محمد بن الحسن عن غيرها من روايات الموطأ، ينظر ((مقدمة التعليق الممجد على موطأ محمد))للإمام اللكنوي(1: 60-63).",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "في ((الموطأ)): عن عُمَرَ بنِ الخطابِ رضي الله تعالى عنه قال: ليتْ في فمِ الذي يقرأُ خلفَ الإمام حجراً(1). ¶ وقال عليّ رضي الله عنه: مَن قرأ خلف الإمام فقد أخطأ الفطرةِ، رواهُ عنه: ابنُ(2)أبي شيبةَ(3)، وعبد الرزاق(4). ¶ ومن هاهنا قال أصحابُنا: لا يقرأُ المؤتم خَلفَ الإمام، بل يسمعُ وينصتُ، وتحقيقه في ((فتح القدير))(5)، وغيره(6). ¶ والثَّاني: أنَّ الفتحَ يشبهُ التَّكلُّم، وهو مفسدٌ للصَّلاةِ ولو سهواً. ¶ __________ ¶ (1) انتهى من((الموطأ))(1: 430-431)، وعلَّق الإمام اللكنوي في ((التعليق الممجد)) على الحديث، فقال عنه: يخالف ما أخرجه الطحاوي [في ((شرح معاني الآثار))(1: 218)] عن يزيد بن شريط أنه قال: سألت عمر بن الخطاب عن القراءة خلف الإمام لي: اقرأ، فقلت: وإن كنت خلفك؟ فقال: وإن كنت خلفي، فقلت: وإن قرأت، قال: وإن قرأت. انتهى. ... ... ... = ¶ = ... استدلال محمد بن الحسن في ((الموطأ)) بهذا الأثر كان في القراءة خلف الإمام، ولم يكن في الفتح على الإمام. ¶ (2) هو الحافظ أبو بكر عبد الله بن محمد بن أبي شيبة العبسي الكوفي(159-235هـ). ¶ (3) في ((المصنف))(باب من كره القراءة خلف الإمام)(1: 330). ¶ (4) في((المصنف))(2: 137). وعبد الرزاق هو الحافظ أبو بكر عبد الرزاق بن همام بن نافع الحميري الصنعاني(126-211هـ). ¶ (5) 1: 348). ¶ (6) كما في ((العناية)) بهامش ((فتح القدير))(1: 347-348).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "والثَّالثُ: أَنَّهُ تعليمٌ للغيرِ والأخذُ منه تعلمٌ مِن الغيرِ، وكلُّ ذلك مفسدٌ، وممَّا يؤيدُ القياسَ ما رواهُ أَبو داود(1)عن عبدِ الوَهَّابِ بنِ نَجْدَةَ، عن مُحَمَّدِ بنِ يُوسُفَ الفِرْيَابِيُّ، عن يونس بن أَبِي إسحاق عن الحارثِ عن عَلَيّ رَضِي الله عنهُ قال: قال رَسُول الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: ((يا عليُّ، لا تَفْتَحْ على(2)إمامكَ في الصَّلاة)).قال أَبو داود:لم يسمعْ أَبُو إسحاق من الحارثِ إلا أربعةَ أحاديثٍ ليس هذا منها. انتهى(3). ¶ وأمَّا الاستحسانُ فهو أن السَّهو والنِّسيانَ غالبٌ على الإنسانِ، فلو لم يجزْ الفتحُ؛ لوقعَ الحرجُ، والمقتدي والإمامُ كلاهما مضطرانِ إِلى إصلاحِ صلاتِهما، فكان هذا من أعمالِ الصَّلاةِ، كيف لا؟ ¶ وقد روى أَبُو دَاوُد وابنُ حِبَّان(4)عنِ ابنِ عُمَرَ رَضِي الله عنهما قال: ((صلَّى النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم صلاةً فلُبِس عليه، فلما فَرَغَ قال لأبي بن كعب: أشهدتَ الصَّلاة معنا، قال: نَعَمْ، قال: فما مَنَعَكَ))(5). ¶ __________ ¶ (1) هو الحافظ أبو داود سليمان بن أشعث بن إسحاق الأزدي السجستاني(202-275هـ). ¶ (2) حرف((على))ساقط من الأصل، ومثبتة من ((سنن أبي داود)). ¶ (3) في سنن أَبُو دَاوُدَ في كتاب الصَّلاة في (باب النَّهْيِ عنِ التَّلْقِينِ)، رقم (774). وأحمد في مسند العشرة المبشرة بالجنة، رقم(1180). ¶ (4) هو الإمام الحافظ أبو حاتم محمد بن حِبَّان بن أحمد التَّمِيمي البُسْتِي (ت354هـ). ((العبر))(2: 300) ¶ (5) رواه أَبو دَاوُدَ في كتاب الصَّلاة في (باب الفتحِ على الإمامِ في الصَّلاةِ)، رقم (773). وفي ((صحيح ابن حِبَّان بترتيب ابن بلبان))(13:6)، رقم(2242). و((سنن البَيْهَقي الكبرى)) (212:3)، رقم(5574). و((المعجم الكبير)) (313:12)، رقم (13216). و((مسند الشاميين)) (437:1)، رقم(771).",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وروى أبو داود عن المُسَوَّرِ بن يزيد الهالكي(1)رضي الله عنه: ((أن رسولَ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم كان يقرأُ في الصَّلاة فتركَ شيئاً لم يقرأهُ، فقالَ له رجلُ: يا رسول الله، تركتَ آية كذا وكذا، فقال رسول الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم هَلا أَذْكَرْتَنِيهَا، قال: كنتُ أراها نُسختْ))(2). ¶ وروى الحاكمُ(3)عن أَنَس رضي الله عنه قال: ((كُنَا نفتحُ الأئمةَ على عهدِ رسولِ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم))(4). ¶ __________ ¶ (1) صحفت في الأصل إلى ((المالكي))، والتصويب من ((تقريب التهذيب))(ص464)، وهو صحابي نزل الكوفة، روى له: أبو داود، والبخاري في ((جزء القراءة خلف الإمام)). ¶ (2) رواه أَبُو دَاوُد في كتاب الصَّلاة في (باب الفتحِ على الإمامِ في الصَّلاةِ)، رقم (772). وأحمد في مسند المدنيين، رقم (16096). ¶ (3) هو الإمام أبو عبد الله بن محمد بن عبد الله بن محمد الضبي الطهماني النيسابوري(321-405هـ). ¶ (4) في ((مستدرك الحاكم)) (410:1)، رقم (1013). و((سنن البيهقي الكبرى)) (212:3)، رقم (5575)، و(213:3)، رقم(5584). و((سنن الدَّارَقُطْنِيّ))(399:1)، رقم(1).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "وقد صَرَّحَ الحاكمُ وغيرُه من أئمةِ الحديثِ بأنَّ قولَ الصَّحابي: كُنَا نَرَى كذا، وكُنَا نفعلُ كذا، أو نَقولُ كذا مقيداً بعهدِ رسولِ اللهِ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم له حُكْمُ المرفوعِ، وصحَّحَهُ الأصوليونَ(1)، كالإمامِ فخرِ الدينِ الرَّازِيّ(2)وسيف الدِّين الآمدي(3). ¶ وقال ابنُ(4)الصَّلاحِ(5): عليه الاعتمادُ لأنَّ ذلك مُشعرٌ بأنَّ رسولَ اللهِ اطَّلع عليه وقرَّرَهُ على ذلك، وتقريرُهُ أحدُ وجوهِ السَّننِ المرفوعةِ(6). ¶ __________ ¶ (1) منهم: السُّبكي في ((الإبهاج))(2: 331)، وأبو الحسين البصري في ((المعتمد))(ص2: 174)، وابن بدران في ((المدخل))(ص200)، وابن قدامة في ((روضة المناظر))(ص115). ¶ (2) في ((المحصول في علم الأصول))(4: 643)وهو للإمام أبي عبد الله فخر الدين محمد بن عمر بن الحسين بن الحسن التيمي البكري الشافعي المعروف بالفخر الرازي (544-606هـ). ¶ (3) في ((الإحكام في أصول الأحكام))(2: 111)وهو للشيخ أبي الحسن علي بن محمد بن أبي علي التغلبي الآمدي الشافعي (551-631هـ).والتغلبي محرفة في((روضة المناظر))(ص149)إلى الثعلبي. ¶ (4) هو الإمام أبو عمرو تقي الدين عثمان بن عبد الرحمن بن عثمان الشافعي(577-643هـ). ¶ (5) الباعث الحثيث شرح اختصار علوم الحديث))(ص44)(النوع الثامن: المقطوع). ¶ (6) وزيادة التفصيل في بحث قول الصحابي: كنا نفعل كذا، أو نقول كذا أو نرى كذا. ينظر((ظفر الأماني بشرح مختصر الشريف الجرجاني))للإمام اللكنوي(ص216-217).",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وفي ((البناية شرح الهداية)) للبدر العَيْنِي(1): قد صحَّ عن عبدِ الرَّحْمَنِ السُّلَمي أَنَّهُ قال: قال عليّ رضي الله عنه: إذا استطعمكَ الإمام فأطعمْهُ، ذَكَرَهُ ابنُ أبي شَيْبَةَ(2). ¶ وعن عطاء: لا بأسَ بهِ(3). ¶ وذَكَرَ ابنُ أَبِي شَيْبَةَ في ((مصنفه))(4): عن نافعٍ، قال: صلَّى بنا ابنُ عُمَرَ فترددَ ففتحتُ عليه فأخذ. ¶ وما نُقِلَ عن ابنِ(5)قدامةَ(6)أَنَّهُ قال: قال أَبو حَنِيْفَةَ: إن فتحَ على الإمام بطلتْ صلاتُهُ ليس بصحيحٍ. انتهى كلامه(7). ¶ وفي (( الإصابةِ في أحوالِ الصَّحَابَة )) للحافظ ابنِ حَجَر(8) : حَكَى ¶ __________ ¶ (1) هو قاضي القضاة أبو محمد بدر الدين محمود بن أحمد بن موسى العيني الحنفي (762-855هـ). وولادته(سنة 725هـ)كما في ترجمته التي ذكرها مصحِّحوا ((عمدة القاري شرح صحيح البخاري)) المطبوعة في المطبعة المنيرية، والصَّواب ما نصّ عليه السَّخاوي في ((الضوء اللامع))(10: 131)، وابن حجر في ((المعجم المؤسس)) كما في ((الفوائد))(ص340)، وهو المذكور. ¶ (2) في((المصنف)) في (باب من رخص في الفتح على الإمام)(1: 417) ¶ (3) في ((مصنف عبد الرزاق))(1: 418). ¶ (4) 1: 418). ¶ (5) هو الإمام أبو محمد موفق الدين عبد الله بن أحمد بن محمد بن قدامة الجماعيلي المقدسي الدمشقي الحنبلي(541-620هـ). ¶ (6) في ((المغني في فقه أحمد بن حنبل))(1: 395). ¶ (7) أي العيني في((البناية))(2: 418). ¶ (8) هو الحافظ شهاب الدين أبو الفضل أحمد بن علي بن حَجَر العسقلاني الشافعي(772-852هـ).",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "قَتَادَةُ(1): أن حمران بن أبان(2)مولى عُثْمَان بن عَفَّان رضي الله عنهُ يُصلِّي خَلْفَ عثمان فإذا توقفَ فَتَحَ عليه. انتهى(3). ¶ وروى مالكٌ(4)في ((الموطأ)): عن يَزِيدَ بنِ رُومَانَ(5)، أَنَّهُ قَالَ: كُنْتُ أصَلِّي إِلَى جَانِبِ نَافِعِ بنِ جُبَيْرِ بنِ مُطْعِمٍ(6)، فَيَغْمِزُنِي فَأَفْتَحُ عَلَيْهِ، وَنَحْنُ نُصَلِّي(7). ¶ * * * ¶ - مَسَأَلَةٌ - ¶ اختلفَ المشايخُ في ما إذا قرأَ الإمام مقدارَ ما يجوزَ به الصلاةُ أو انتقلَ إِلَى آيةٍ أُخرى ففتح، هل تفسد صلاته؟ ¶ قال بعضُهم: نَعَمْ ؛ ولو أخذ الإمام فتحه تَفسدُ صلاتُهُ أيضاً. ¶ وكذا اخْتُلِفَ في ما إِذا قرأَ الإمامُ مقدارَ ما يجوزُ به الصَّلاةُ وتوقفَ، ولم ينتقلْ إلى آيةٍ أُخرى ففتحه المقتدي، هل تفسد صلاته؟ ¶ قال بعضُهم: نَعَمْ، واستدلوا على ذلك بأن الفتحَ إنَّما جُوِّزَ للضرورةِ ولا ضرورةَ في هذه الصورةِ. ¶ __________ ¶ (1) هو الإمام الحافظ أبو الخطاب قتادة بن دعامة بن قتادة بن عزيز السدوسي البصري (61-118هـ). ¶ (2) هو حمران بن أبان مولى عثمان، قال ابن معين: من تابعي أهل المدينة ومحدِّثيهم، وذكره ابن حبان: في ثقات التابعين، مات بالبصرة بعد السبعين، قيل: إحدى، وقيل: خمس، وقيل: ست، كما في ((الإصابة))(2: 180). ¶ (3) من ((الإصابة))(2: 180). ¶ (4) هو إمام دار الهجرة أبو عبد الله مالك بن أنس الأصبحي الحميري (93-179هـ). ¶ (5) هو أبو روح يزيد بن رومان المدني مولى آل الزبير، ثقة، (ت130هـ)، روى له الستة. ¶ (6) هو أبو محمد وأبو عبدالله نافع بن جبير بن مطعم النَّوفلي المدني. ثقة فاضل. (ت99هـ). روى له الستة. ¶ (7) رواه مالك في الموطأ في كتاب النداء للصلاة في (باب العَمَلِ في القراءة)، رقم (167).",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "لكن الأصحَّ أَنَّهُ لا تفسدُ صلاةُ الفاتحِ ولا المستفتحِ في ما إِذَا فَتَحَ المقتدي إمامَهُ مطلقاً. نَعَمْ؛ الامتناعُ عن الفتحِ والاستفتاحِ أولى عند عَدَمِ الضَّرورةِ الملجئةِ، كذا في ((النهر الفائق))(1)، و((ملتقى الأبحر))(2)وغيرِهما(3)، وفي ((مجمع الأنهر)): وعليه الفتوى(4). ¶ قُلْتُ: ويدلُّ عليه حديثُ أَبِي داود الذي ذَكرنا أَيْضًا، فإنَّ النَّبِيّ عليه الصَّلاةُ والسَّلامُ لَمَّا تَرَكَ آية، وقال له: رجلٌ تَركتَ آيةَ كذا وكذا، قال له :((هَلا أَذْكَرْتِنِيهَا))(5)، فلو لم يكنْ مطلقُ الفتحِ جائزاً لمَا حضَّضَهُ على الفتحِ مع قراءتِهِ قَدَرَ ما يجوزُ به الصَّلاةُ. ¶ وفي ((الكافي))(6): إن فَتَحَ على إمامِهِ لا تَفسدُ لقولِهِ عليه الصَّلاةُ والسَّلامُ : ((إذا استطعمكَ الإمامُ فأطعمه))(7)أي اذا استفتحكَ الإمام فافتح عليه، قالوا: هذا اذا ارتج عليه قبل أن يقرأَ قَدَرَ ما يَجوزُ به الصَّلاةُ أو بعد ما قرأَ ولم يتحولْ إلى آيةٍ أُخرى. ¶ أمَّا إذا تحولَ ففتِحَ عليه تفسدُ صلاة الفاتحِ، لأنَّهُ تعاير(8)بلا حاجةٍ والصَّحيحُ أَنَّهُ لا تفسدُ. انتهى. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ __________ ¶ (1) النهر الفائق بشرح الكنز الدقائق)) للعلامة سراج الدين عمر بن إبراهيم ابن نجيم المصري، أخو صاحب((البحر الفائق))(ت1005هـ). ((طرب الأماثل)) (ص509). ¶ (2) وهو من المتون المعتمدة عند الحنفية للإمام إبراهيم بن محمد الحلبي(ت956هـ). ¶ (3) كـ((الدر المختار))بهامش ((رد المحتار))(1: 418). ¶ (4) في ((مجمع الأنهر شرح ملتقى الأبحر))(1: 119) وهو للعلامة عبد الرحمن بن محمد بن سليمان= ¶ ... =المعروف بشيخ زاده الرومي (ت1078هـ). ¶ (5) مرَّ تخريجه(ص16). ¶ (6) الكافي شرح الوافي))للإمام النَّسَفِي السابق ذكره. ¶ (7) سبق تخريجه(ص18). ¶ (8) هكذا في الأصل.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "لا ينبغي للإمام أن يُلجئ المقتدي إلى الفتحِ، بل يَركعُ إن كان قد قرأَ قدر ما تَجوزُ به الصَّلاةُ، أو ينتقلَ إِلى آية أُخرى، كذا في ((فتاوي قاضي خان))(1). ¶ وفي ((غُنْيَة المستملِّي شرح مُنْيَة المصلِّي))(2): اذا ارتجَّ على الإِمَام في القراءةِ ينبغي أن يركعَ إن كانَ قرأَ القدرَ المسنونَ، أو ينتقلَ إلى آيةٍ أُخرى إن لم يكنْ قرأهُ، ولا يُحْوِجُ القومَ إِلَى أن يفتحوا عليه، فإنَّ أحْوَجَهُمْ إلى ذلك بأن وَقَفَ ساكتاً أو مُكرِراً، ولم يركعْ، ولم ينتقلْ كُرِهَ ذلك؛ لأنَّهُ ألزمهم بزيادةٍ في صلاتِهم. انتهى(3). ¶ * * * ¶ - مَسَأَلَةٌ - ¶ ينبغي للمقتدي أن لا يعجلَ في الفتحِ ،فلو انتقلَ الإمامُ إلى آيةٍ أٌخرى، أَوْ قرأَ مقدارَ ما يجوزُ الصَّلاةُ، لا ينبغي له أن يفتحَ ما لم يلجئه الإمام، كذا في ((فتاوي قاضي خان))(4). ¶ وفي ((البزَاَّزِيَّة))(5): قُرِعَ البابُ فسبَّحَ لإعلام أَنَّهُ في الصَّلاةِ، أو عطسَ رَجلٌ فقال المصلِّي: الحمدُ للهِ ربِّ العالمينَ، أو فَتَحَ على إمامه، وقد قرأَ مِقدارَ ما يجوزُ به الصَّلاةُ أو تنحنحَ بلا سببٍ يُكْرَهُ.انتهى(6). ¶ __________ ¶ (1) من ((الفتاوي الخانية))بهامش((الفتاوي الهندية))(1: 137) وهي للإمام فخر الدين أبي القاسم حسن بن منصور الأوزجندي الفرغاني الحنفي المشهور بقاضي خان(ت592هـ). ¶ (2) وهو للعلامة إبراهيم بن محمد الحلبي (ت956هـ). ¶ (3) من ((غنية المستملي شرح منية المصلي))(ص364). ¶ (4) 1: 137). ¶ (5) وهي للإمام حافظ الدين محمد بن محمد المعروف بابن البَزَّاز الكَرْدَري البريقيني الخَوَارِزميّ الحنفي(ت827). ¶ (6) من ((الفتاوي البزازية)) بهامش((الفتاوي الهندية))(4: 50).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وفي ((البحر الرائق))(1): قالوا: يُكْرَهُ للمقتدي أن يفتحَ مِن ساعته، وكذا يُكْرَهُ للإمام أن يُلْجِئَهُ، واخْتَلَفَتْ الرِّوَايَةُ في أوان الركوعِ. ¶ ففي بعضِها اعتبروا الأوانَ المستحبَّ. ¶ وفي بعضِها اعتبروا فرض القراءةِ ، يعني إذا قرأَ مقدارَ ما يجوزُ به ¶ الصَّلاةُ رَكَعَ،كذا في ((السراج الوهاج))(2). انتهى. ¶ وفي ((رد المحتار))(3): يُكْرَه أن يفتحَ المقتدي من ساعتِهِ، كما يُكْرَهُ للإمام أن يُلْجِئَهُ، بل ينبغي له أن يَركَعَ إذا قرأَ قَدَرَ الفرضِ، كما جَزَمَ به الزَّيْلَعيّ(4)وغيرُهُ. ¶ وفي روايةٍ: قَدَرُ المستحبِّ، كَمَا رجَّحه الكمالُ(5)بأنَّهُ الظَّاهرُ من الدَّليلِ(6)، وأقرَّهُ في ((البحر))(7)، و((النهر))، ونازعَهُ في ((شرح المُنْيَة))(8)، ورجَّح قَدَرَ الواجبِ لشدَّةِ تأكدِهِ. انتهى(9). ¶ __________ ¶ (1) البحر الرائق شرح كنْز الدقائق))(2: 6)وهو للعلامة زين العابدي إبراهيم بن محمد ابن نجيم المِصريّ (926-970هـ). ¶ (2) السراج الوهاج شرح مختصر القُدُوْرِيّ))لأبي بكر بن علي المعروف بالحدادي(720-800هـ). ¶ (3) وهو للعلامة محمد أمين بن عمر ابن عابدين الحنفي (ت1250هـ). ¶ (4) وهو الإمام فخر الدين أبي محمد عثمان بن علي بن محجن الزَّيْلَعي (ت743هـ). ¶ (5) أي الكمال بن الهمام في ((فتح القدير))(1: 349). ¶ (6) والدليل هو قول النبي صلى الله عليه وسلم لأبي: ((ما منعك))، السابق تخريجه. ¶ (7) أي في ((البحر الرائق))(2: 6). ¶ (8) أي الحلبي في ((غنية المستملي شرح منية المصلِّي))(364). ¶ (9) من ((رد المحتار على الدر المختار))(ص1: 418).",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قُلْتُ: استظهر الطَّحْطَاويّ(1)في حاشيةِ ((مَراقي الفَلاح))(2): اعتبارَ القدرِ المستحبِّ، وهو الأظهرُ بالنَّظرِ الدَّقيقِ، فإنَّ قراءةَ القدرِ المسنونِ أيضاً من ضرورياتِ الصَّلاةِ حَتَّى يُكْرَهُ الصَّلاةُ بتركِها. ¶ والفتحُ قد رخصَّ فيه الشَّارعُ فلا بأس بإلجاء الإِمَام مقتديه، وفَتْحُ المقتدي قبلَ قراءةِ ما يُسَنُّ في الصَّلاةِ، فافهم. ¶ - مَسَأَلَةٌ - ¶ لو فتحَ غير المصلِّي مُصَلِّياً فأَخَذَ المصلِّي فَتْحَهُ إماماً كان أو مُنْفَرِداً، فَسَدَتْ صلاتُهُ إلا إذا كان تذكره قبل تمامِ الفتِحِ، فأخذَ في القراءةِ قبل تمام الفتحِ، كذا في ((الدَّر المُخْتَار))(3). ¶ والوجهُ فيه أنَّ التَّعلمَ من الغيرِ مفسدٌ للصلاِة، ولهذا قال العَيْنِي في شرح ((الهداية))وغيرُهُ:أنَّهُ لو قرأَ من المحرابِ فسدتْ صلاتُهُ إن لم يكنْ حافظاً للقرآنِ لكونِهِ تعلُّماً من الخارجِ،فإذا أخذَ المصلِّي ممن هو غير صلٍّ، تَعلَّمَ منه فيفسد صلاتَهُ، وهذا إنَّما يَستَقيم لو أخذَ في التَّلاوةِ بعد الفتح وإلا فلا. ¶ وقال الزَّاهِدي في ((القُنْيَة))(4)ناقلاً عن الظهير المرغيناني: ارتجَّ على الإِمَام،ففتحَ عليه مَن ليس معهُ في الصَّلاةِ وتَذكَّرَ،فإن أخذَ في التلاوةِ قبلَ تمامِ الفتحِ لمْ تفسدْ صلاتُهُ،وإلا تفسد؛لأنَّ تذكرَهُ يضافُ إلى الفتحِ.انتهى. ¶ __________ ¶ (1) هو العلامة أحمد بن محمد بن إسماعيل الطَّحْطَاويّ الحنفي(ت1231هـ). ¶ (2) في((حاشية الطَّحْطَاوي على مراقي الفلاح))(ص334). ¶ (3) 1: 418). ¶ (4) قنية المنية)) وهي وهو للإمام أبي رجاء نجم الدين مختار بن محمود الزاهدي الغَزمِيْني الحنفي (ت658هـ). قال الإمام اللكنوي عنها في ((الفوائد البهية))(ص349): أنها للمسائل الغريبة حاوية، ولتفصيل الفوائد كافية. وأن مسائلها غير معتبرة ما لم يوجد مطابقتها لغيرها؛ لكونها جامعة بين الرطب واليابس.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "واعترضَ عليه العلامةُ ابنُ أمير حاج الحلبي(1) في ((حَلْبَة المُجَلِّي شرح مُنْيَة المصلِّي)): بقولِهِ فيه نظرٌ لأنَّهُ إن حَصَلَ التَّذكُرُ والفتحُ معاًلم يكنْ التذكرُ ناشئاً عَن الفتحِ، ولا وجه لإفساد الصَّلاةِ بتأخر شروعِهِ في القراءةِ عن تمامِ الفتحِ، وان حصلَ التَّذكرُ بعد الفتحِ قبلَ إتمامِهِ، فالظَّاهرُ أن التَّذكرَ ناشئٌ(2)منه، ووجبتْ إضافةُ التَّذكرِ إِليه، فتفسدُ بلا توقفٍ للشروعِ في القراءةِ على إتمامِهِ. انتهى كلامه ملخصاً. ¶ وقال ابنُ عابدين في ((رَدّ المُحْتَار)): الذي ينبغي أن يقالَ إن حصلَ التَّذكرُ بسببِ الفتحِ تَفسدُ مطلقاً، أي سواءٌ شَرَعَ في التّلاوةِ قبل تمامِ الفتحِ أو بعدَهُ؛ لوجودِ التَّعلمِ، وإن حَصَلَ تَذكُّرُهُ من عند نفسهِ لا بسببِ الفتحِ لا تَفسدُ صلاتُهُ مُطلقاً، وكونُ الظَّاهرِ أَنَّهُ حَصَلَ بالفتحِ لا يُؤثِرُ بعد تحقُّقِ أَنَّهُ مِن عند نفسِهِ؛ لأنَّ ذلك مِن أمورِ الدِّيانةِ لا القضاءِ حتَّى يُبنَى على الظَّاهرِ، ألا تَرَى أنَّهُ لو فتحَ على غير إمامِهِ قاصداً للقراءةِ لا التَّعليمِ لا تَفسدُ مع أنَّ ظاهرَ حالِهِ التَّعليمُ. انتهى(3). ¶ قُلْتُ: هذا هو الحقُّ لأنهم علَّلوا فسادَ الصلاةِ بأخذِ الفتحِ ممن ليس معه بوجودِ التَّعلمِ، وهو من صفاتِ النَّفسِ وأفعالِ القلبِ، فكلُّ مصلٍّ يعلمُ ما في قلبِهِ، فَيُنَاطُ عليه الحُكْمُ ولا اعتبارَ للظَّاهرِ. ¶ - مَسَأَلَةٌ - ¶ لو فَتَحَ المُصلِّي على غير إمامه سواء كان مصلِّياً أو لا؟ ¶ تَفسدُ صلاةُ الفاتحِ لأنَّهُ تعليمٌ، فكانَ من كلامِ النَّاسِ. ¶ وهل يشترطُ للفسادِ تكرارُ الفتحِ؟ ¶ __________ ¶ (1) وهو العلامة أبو عبد الله شمس الدين محمد بن محمد بن محمد المعروف بابن أمير الحاج(825-879هـ). ¶ (2) في الأصل ((ناش)). ¶ (3) من((رد المحتار))(1: 418)",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "الصَّحيحُ أَنَّهُ لا يشترطُ بل تفسدُ بمجردِ الفتحِ، وإن كان مرَّةً واحدةً، وهو الموافقُ لـ((لجامع الصغير))(1)، و((مختصر القُدُوْرِيّ))(2). ¶ ويُفهمُ من((المبسوط))اشتراطُ التكرارِ حيثُ قال: إِذَا افتتحَ غيرَ مرَّةٍ تَفْسُدُ صلاتُهُ(3).فإنَّهُ يُستفادُ منه أَنَّهُ لو افتتح مرَّةً واحدةً لا تفسدُ به الصلاةُ. ¶ ووجهُ الصَّحيحِ أن الكلامَ بنفسهِ قاطعٌ وإن قلَّ، ولا يُشترطُ لفسادهِ التّكرارُ، فكذا الفتحُ، كذا في ((الهداية))(4)، و((فتح القدير))(5)، وغيرِهما. ¶ وفي ((البحر الرائق)): فصَّل في ((البدائع))(6): بأنَّهُ إن فَتَحَ بعد استفتاحٍ؛ فصلاتُهُ تفسدُ بمرَّةٍ واحدةٍ، وإلا تفسدُ بالتِّكرارِ، وهو تفصيلٌ خلافُ المذاهبِ. انتهى. ¶ وفيه أيضاً: هذا كلُّهُ على قولِ أبي حَنِيْفَةَ وَمُحَمَّدٍ، وأمَّا على قول أَبِي يُوسُفَ: فلا تَفسدُ صلاةُ الفاتحِ، لأنَّهُ قرآنٌ فلا يتغيرُ بقصدِ القارئ. انتهى(7). ¶ __________ ¶ (1) الجامع الصغير)) لمحمد بن الحسن مع حاشيته للإمام اللكنوي(ص93-94). ¶ (2) متن القدوري))وهو للإمام أبي الحسين أحمد بن محمد القُدُوْرِيّ البغدادي(ت428هـ). ¶ (3) انتهى من ((المبسوط)) لمحمد بن الحسن(1: 198). ¶ (4) الهداية))للإمام برهان الدين أبو الحسن علي بن أبي بكر بن عبد الجليل بن أبي بكر الفرغاني المَرْغِيناني (ت593هـ)(ص62). ¶ (5) 1: 348). ¶ (6) بدائع الصنائع في ترتيب الشرائع))(2: 236) وهي للإمام علاء الدين أبي بكر بن مسعود الكاساني(ت587هـ). ¶ (7) من ((البحر الرائق))(2: 7).",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وتفصيلُ المرامِ في هذا المقامِ على ما في ((جامع المُضْمَرات))(1)وغيرِهِ: أن الكلامَ على ثلاثةِ أقسام: ¶ ما يكون عينَهُ ومعناهُ كلاهما كلاماً، وهذا القسمُ يُفْسِدُ الصَّلاةَ إتفاقاً، وإن قلَّ أو وَقَعَ سَهْوَاً. ¶ وما لا يكونَ عينَهُ ولا معناهُ خطاباً وكلاماً كالأذكارِ، وهذا القسمُ لا يُفْسِدُ الصَّلاة مطلقاً، ولو وَقَعَ في غيرِ موقعِهِ، كما إذا قرأ في الرُّكُوعِ أو السُّجودِ أو في التَّشهدِ، نَعَمْ؛ إن فعلَ ذلك سَهْوَاً تجبُ عليه سجدةُ السَّهو. ¶ وما يكون عينه ذِكْرَاً ومعناهُ كلاماً بأن خَرَجَ مَخْرَجَ الجوابِ أو التَّعليمِ، وهذا هو محلُّ الخلافِ فعندهما يُفْسِدُ، وعند أَبِي يُوسُفَ لا يُفْسِدُ لأنَّهُ ذِكْرٌ حقيقة فلا يتغيرُ بقصدِ الذَّاكرِ، فلو سَمِعَ اسم الله عز وجل، فقال في الصَّلاة: جلَّ جلالُهُ، أو سَمِعَ اسم النَّبِيّ عليه الصَّلاة والسَّلام فصلَّى عليه، أو سَمِعَ رعداً أو بَرْقَاً فَسبَّحَ، أو سَمِعَ خبراً ساراً فحمدَ اللهَ تعالى تَفسدُ صلاتُهُ في جميعِ هذه الصّورِ عندهما خلافاً لأبي يوسف. ¶ ومِن هذا القبيلِ ما إذا أخبرَهُ أحدٌ بموتِ أحدٍ، فقالَ في جوابِهِ: إنَّا لله وإنَّا إليه راجعون، وقيل: تَفْسُدُ صلاتُهُ في هذه الصّورةِ إتفاقاً، والأصحُّ أَنَّهُ أيضاً على الخلافِ، صَرَّحَ به إِبْرَاهِيم الحلبي في ((غُنْيَة المستملِّي))(2). ¶ ومن هذا الجنسِ مسألةُ التشميتِ فإنَّهُ لو أجابَ المصلِّي عاطساً، وقال: يرحمك اللهُ تفسدُ صلاتُهُ عندهما لا عند أَبِي يُوسُفَ، ونظائرها كثيرةٌ شهيرةٌ. ¶ __________ ¶ (1) جامع المُضْمَرات والمشكلات)) للعلامة يوسف بن عمر بن يوسف الصوفي الكادوري المعروف بنبيره شيخ عمر بزار (ت832هـ). قال الإمام اللكنوي في ((الفوائد البهية))(ص380): هو شرح جامع للتفاريع الكثيرة، حاوٍ على المسائل الغزيرة، طالعته. ¶ (2) ص364).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وقال العَيْنِي في شرح ((الهداية)): أن الصَّحيحَ في جنسِ هذه المسائل قولُ أَبِي حَنِيْفَةَ وَمُحَمَّدِ. انتهى. ¶ فَظَهَرَ أنَّ الصَّحيحَ هو فسادُ الصَّلاةِ فيما إذا فَتَحَ غيرَ إمامِهِ. ¶ فإن قلتَ: كيف يَصحُّ قولُهُما بتغييرِ الذِّكرِ عن كونِهِ ذكراً بنيةِ المُتَكلِّم مع أَنَّهُ لو استأذن المصلِّي أحدٌ، فسبَّحَ إعلاماً له لا تفسدُ صلاتُهُ إتفاقاً؛ لورودِ الأثرِ في ذلك، وهو قولُ النَّبِيّ صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: ((إِذَا نابتْ أحدَكم نائبةٌ، فليسبِّحُ))(1). ¶ رواهُ أصحابُ الصّحاحِ والسّنن. ¶ فما الفارقُ بين التَّسبيحِ للرجالِ بقصدِ الإعلامِ وبين المسائلِ المذكورةِ حيثُ لا يقولانِ بالفسادِ في الأَوَّلِ مع تغيرِ النِّيةِ، ويقولانِ: بالفسادِ في الثَّاني. ¶ __________ ¶ (1) رواه البُخَارِيّ في كتاب الأذان في (باب مَن دَخَلَ لِيَؤُمَّ النَّاسَ…)، رقم (643)، والأحكام في (باب الإمامِ يأتي قوماً فيُصْلِحُ بينهم)، رقم(6653). ومسلم في كتاب الصَّلاة في (باب تقديمِ الجَمَاعَةِ مَن يُصَلِّي بِهِمْ …)، رقم (639).والنَّسائي في كتاب الإمامة في(اسْتِخْلَافُ الإمامِ إذا= =غاب)، رقم (785). وأبو دَاوُدَ في كتاب الصَّلاة في (باب التَّصْفِيقِ في الصَّلاةِ)، رقم (805). وأحمد في باقي مسند الأَنصار، رقم (21750،21755،21793). ومالك في كتاب النداء للصلاة في (باب الالتِفَاتِ والتَّصْفِيقِ عند الحاجة في الصَّلاةِ)، رقم (353). والدَّارمي في كتاب الصَّلاة في (باب التَّسْبِيحُ للرِّجالِ والتَّصْفِيقُ للنِّساءِ)، رقم(1330).",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "قُلْتُ: القياسُ أن تَفسدَ الصَّلاةُ في هذه الصّورةِ أَيْضًا، لكنا تركناهُ؛ لورودِ الأثرِ، فلا يقاسُ عليه غيرُهُ، كذا في ((مبسوط شيح الإِسلامِ))(1). ¶ واعلم أن خلافَ أَبِي يُوسُف إنَّما ذُكِرَ في المسائلِ التي ذَكَرناها آنفاً، وأمَّا في مسألةِ الفتحِ على غيرِ إمامِهِ فلم يُذكرْ في عامةِ الكتب فيقتضي أَنَّها(2)مسألةٌ اتفاقيةٌ، لكنَّهم استخرجوا فيها الخلافَ أَيْضًا قياساً على نظائرها، ولهذا قال في ((الذخيرة))(3): قال بعض مشايخنا: ما ذُكِرَ من الجوابِ في ما إذا أرادَ به التَّعليمَ يَجبُ أن يكونَ قول أَبِي حَنِيْفَةَ وَمُحَمَّدِ. ¶ وأمَّا على قولِ أَبِي يُوسُفَ فينبغي أن لا يَفسدُ ؛ لأنَّهُ قرآنٌ فلا يتغيرُ بقصدِ القارئ. انتهى. ¶ __________ ¶ (1) المبسوط))(1: 193)وهو للإمام أبي بكر شمس الأئمة محمد بن أحمد بن أبي سهل السَرَخْسي، توفي في حدود الخمسمئة هجريه، كما في ((تاج التراجم))(ص234)، و((الفوائد البهية))(ص261)و((الكشف)) (1: 112)، ووقع في ((الفوائد البهية)) في طبتها في دار الأرقم عند نقل كلام القاري في ترجمته أن وفاته كانت سنة ثمان وثلاثين وأربعمئة، وهو خطأٌ مخالف لكلمات الثقات، ويمكن أن يكون خطأ طباعي. ¶ (2) في الأصل: ((أنه)). ¶ (3) وهي للإمام برهان الدين محمود بن تاج الدين أحمد بن الصدر الشهيد برهان الأئمة عبد العزيز ابن عمر بن مازه البخاري الحنفي (ت616هـ). قال الإمام اللكنوي في ((الفوائد البهية)) = ¶ = (ص337) عنها: طالعتها وهي مجموع نفيس معتبر .",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "وهذا صريحٌ في أنهم لم يظفروا بتصريحِ الخلافِ في هذهِ المسألةِ، لكنهم قاسوها؛ وهذا هو الذي بَعثَ صاحبَ ((البحر الرائق))(1)فذَكَرَ الخلافَ جزماً كما مرَّ نَقْلُهُ(2)، ثُمَّ رأيتُ في ((غُنْيَة المستملِّي)): قال الشَّيْخ كمال الدين بن الهُمَام: وأقربُ ما ينقضُ كلامُهُ ما وافقَ عليه أَبُو يُوسُفَ من الفسادِ بالفتحِ على غيرِ إمامِهِ، فهو قرآنٌ، وقد تغيرَ إلى وقوعِ الفسادِ به بالعزيمةِ.انتهى. ¶ وهذا صريحٌ في أنَّ المسألةَ الَّتِي نحنُ فيها اتفاقيةٌ، وهو الأصحُّ، وأفادَ قولُ الكمالِ: أقرب ما ينقضُ …الخ، أنَّ قولَ أَبِي يُوسُفَ قد ينقضُ بغيرهِ أَيْضًا وهو ما ذَكَرَهُ قاضي خان في ((فتاواه)): من أَنَّهُ لو كان عندَهُ رجلٌ يُسمَّى بيحيى فقال المصلِّي: { يَايَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ } (3) أو كان هناك رجلٌ مسمَّى بموسى فقالَ: { وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى } (4)، إن قصدَ به قراءةَ القرآنِ لا تفسدُ صلاتُهُ بالاتفاقِ، وإن قصدَ به الخطابَ تَفْسُدُ في قولِهم جميعاً. انتهى(5). ¶ والحاصلُ أن أبا يُوسُفَ لم يُخالفْ الطرفينِ في المسألةِ التي نحنُ فيها، ¶ فهي إتفاقيةٌ، ولو ثبتَ خِلافُهُ فيها كخِلافِه في نظائِرها، فهو مَنقوضٌ بمسألةِ الخطابِ بقوله: { يا يَحْيَى } حيثُ حَكَمَ أَبُو يُوسُف أَيْضًا هناك بالفسادِ. ¶ ومع قطعِ النَّظرِ عن كونِهِ منقوضاً، الفتوى إنَّما هي(6)على قولِ الطرفينِ لا على قولِهِ كما ذَكَرَهُ العَيْنِي في مواضعٍ من شرحِ ((الهداية)). ¶ بقى ها هنا أمرٌ آخرٌ، وهو أنَّهم بأجمعهم ذكروا أن فسادَ صلاةِ الفاتحِ في ما نحنُ فيه ونظيرِهِ؛ إنَّما هو إذا أرادَ الفاتحُ الفتحَ. ¶ __________ ¶ (1) 2: 7). ¶ (2) ص28). ¶ (3) من سورة مريم، الآية (13). ¶ (4) من سورة طه، الآية (17). ¶ (5) من ((الفتاوي الخانية))(1: 137). ¶ (6) في الأصل ((هو)).",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وأمَّا إذا أرادَ قراءةَ القرآنِ لا تَفْسُدُ صلاتُهُ لعدَمِ وجودِ التَّعليم، ولم يذكروا حُكْمَ صلاةِ الآخذِ، إن أخذَ من الفاتحِ القاصدِ للقراءةِ، هل تفسد أم لا؟ ¶ والحقُّ هو الفسادُ لوجودِ التَّعلمِ في حقِّهِ، فإنَّهُ إنَّما لم تفسدْ صلاةُ الفاتحِ هاهنا ؛ لأنَّهُ لم ينوِ الفتحَ بل نَوَى القراءةَ، فلمْ يوجدْ التَّعليمُ المفسدُ منهُ، ومناطُ فسادِ صلاةِ الآخذِ إنَّما هو التَّعلمُ، وهو موجودٌ على كلِّ حالٍ لا يتغيرُ بتغيرِ قصدِ الفاتحِ، فتفسد صلاتُهُ قطعاً، نعم لو حَصَلَ له التَّذكُرُ من نفسِهِ لا مِن قراءتِهِ لا تَفسدُ، كما مَرَّ تفصيلُهُ(1). ¶ وفي ((كنْز الدَّقائق))(2)في ذِكْرِ مُفسداتِ الصلاةِ: وفتحُهُ على غيرِ إمامِهِ. انتهى(3). ¶ قال العلامةُ سراجُ الدِّينِ عُمَرُ بنُ نجيم المِصريّ في((النَّهر الفائق)): هو ¶ شاملٌ لفتحِ المقتدي على مثلِهِ، وعلى المنفردِ، وعلى غير المصلِّي، وعلى إمامٍ آخرٍ، ولفتح الإمامِ والمنفردِ على أي شخصٍ كان إن أرادَ به التَّعليمَ دون التّلاوةِ. انتهى. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ إِذَا فَتَحَ المُصلِّي على غيرِ إمامِهِ وهو مصلٍّ سواء كانَ مصلِّياً بصلاتِهِ أو بغيرِ صلاتِهِ، فأخذَ فتحَهُ تفسدُ صلاتُهما. ¶ أمَّا صلاةُ الفاتحِ فلما مَرَّ(4). ¶ __________ ¶ (1) ص26) ¶ (2) وهو للإمام أبي البركات عبد الله بن أحمد المعروف بحافظ الدين النَّسَفِي الحَنَفي (ت701هـ). ¶ (3) من ((كنز الدقائق))(ص36) مع ((رمز الحقائق شرح كنز الدقائق)). ¶ (4) ص27).",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وأمَّا صلاةُ المستفتحِ فلوجودِ التَّعَلُّمِ، كذا في ((النّهاية))(1)، و((البِنَاية))(2)، وهكذا في ((الخلاصة))(3)، و((البحر))(4)، و((الدر المُختَار))(5)، وغيرِهم. ¶ وفي ((الذخيرة)): هل تَفْسُدُ صلاةُ المستفتحِ في هذه الصورةِ، وهو ما ¶ إذا لم تكنْ الصَّلاةُ واحدةً؟ ¶ لم يذكرْ مُحَمَّدٌ في شيءٍ من الكتبِ، وذَكَرَ الشَّيْخُ الإِمَامُ الزَّاهدُ الصَّفارُ(6)في شرح كتاب الصَّلاة: أنَّها تفسدُ لأنَّهُ انتصبَ مُتعلِّماً، لأنَّ المستفتحَ كأنَّهُ يقولُ لغيرِهِ بعدما قرأهُ، فإذا نسيتَ فذكرني ألا يَرَى أَنَّهُ فَسدَتْ صلاةُ الفاتحِ؛ لأنَّهُ انتصبَ مُعَلِّماً. انتهى. ¶ __________ ¶ (1) النهاية شرح الهداية)) للعلامة الفقيه حسام الدين الحسن بن علي بن حجاج بن علي السِّغْنَاقي، نسبة إلى سغناق بلدة في تركستان، قال الإمام اللكنوي في ((الفوائد))(ص106): طالعت من تصانيفه ((النهاية)) وهو أبسط شروح ((الهداية)) وأشملها، قد احتوى على مسائل كثيرة وفروع لطيفة. توفي بعد سنة((710هـ). ((تاج التراجم)) (ص106). ¶ (2) 1: 417). ¶ (3) خلاصة الفتاوي))للامام افتخار الدين طاهر بن أحمد بن عبد الرشيد البخاري (542هـ) . وفي ((كشف الظنون))(1:268) : قال إبراهيم الحلبي: متى أطلق ((الخلاصة)) فالمراد بها ((شرح التهذيب))، وأما المشهورة فتقيد بالفتاوي. ¶ (4) 2: 6). ¶ (5) الدر المختار)) بهامش ((رد المحتار))(1: 418). ¶ (6) هو العلامة أبو إسحاق ركن الإسلام الزاهد المعروف بالصفار إبراهيم بن إسماعيل بن أحمد بن إسحاق بن شيت(ت534هـ). ينظر لترجمته ((الفوائد البهية))(ص24).",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "قُلْتُ: ولا تُصْغِ إِلى ما في ((جامع الرّموز))(1)، و((مجمع الأنهر))(2): من أَنَّهُ لا تفسدُ صلاةُ المفتوحِ عليه، فإنَّهُ مخالفٌ لما اتفقتْ عليهِ كلماتُ عامَتِهم مِن أَنَّهُ تَفسدُ صلاةُ الفاتحِ والمستفتحِ كليهما لوجودِ التَّعليمِ والتَّعلمِ. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ لو سَمِعَ المؤتمُّ ممن ليس معه في الصَّلاةِ، ففتحَهُ على إمامِهِ تبطلُ صلاةُ الكلِّ لوجودِ التّلقينِ من خارجٍ، كذا في ((القُنْيَة)) ناقلاً عن الظهير المَرْغِيناني(3)، وأقرَّهُ في ((النَّهر الفائق))، و((الدر المُخْتَار))(4)، وغيرِهما. ¶ ووجهُهُ أنَّ المؤتمَّ لَمَّا تَلَقَّنَ من الخارجِ بطلتْ صلاتُهُ، فإذا فَتَحَ به على إمامِهِ وأَخَذَ منه بطلتْ صلاتُهُ، وإذا بطلتْ صلاتُهُ بطلتْ صلاةُ باقي المقتدينَ لا محالةَ. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ حادثةُ الفتوى لو أخذَ المؤتمُّ من المصحفِ وهو بينَ يديهِ، وفَتَحَ به إمامه وأخذَهُ هل تَفْسُدُ صلاتُهم؟ ¶ قد سئلتُ عنه مراراً، فأفتيتُ بأنَّهُ ذَكَرَ مولانا الهداد الجونفوري(5)في حاشية ((الهداية)): بأنَّ الأخذَ من المصحفِ كالأخذِ من الغيرِ، فصارتْ هذه الصورةُ نظيرَ الصورةِ المذكورةِ في ((القُنْيَة))، فَتَفْسُدُ صلاةُ الكلِّ بلا ريبٍ. ¶ __________ ¶ (1) جامع الرموز شرح مختصر الوقاية)) للعلامة شمس الدِّين مُحَمَّد الخرساني القُهُسْتَانيّ (ت953هـ). ¶ (2) 1: 119). ¶ (3) هو أبو المحاسن ظهير الدين الحسن بن علي ظهير الدين الكبير بن عبد العزيز المَرْغِيناني، شيخ قاضي خان. ¶ (4) 1: 418). ¶ (5) هو تلميذ لعبد الله الطليبي صاحب ((بديع الميزان))، ومن تصانيفه((شرح أصول البزدوي))، و((حواشي المدارك))، وغيرها ، ينظر خاتمة طبع ((حواشي الهداية)) للإمام اللكنوي . الجزء الأول.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وأمَّا ما رَوَاهُ الشَّافِعِيّ وعبدُ الرزاقِ في ((مصنفه))(1): أن عائشةَ كانَ يؤمُها ذكوان عبدُها مِن المصحفِ. ¶ وذَكَرَهُ الْبُخَارِيّ أَيْضًا في ((صحيحه))(2)في باب إمامة العبدِ والمولى تعليقاً: فتأويلُهُ عندنا أَنَّهُ كان يحفظُ مقدارَ ما يقرأُ في الشَّفعِ بين الشَّفعينِ من المصحفِ، كذا ذَكَرَهَ الزَّيْلَعيّ في ((شرح الكنْز)). ¶ وقد فصلتُ هذه المسألةَ بأحسنَ تفصيلٍ في رسالتي ((القولُ الأشرفِ في الفتح عَن المصحفِ))(3): فلا حاجةَ إِلَى ذِكْرِها هاهنا. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ لو أخذَ من الطيرِ تفسدُ صلاتُهُ؛ لوجودِ التَّعلمِ من الخارجِ على قياسِ ما مرَّ ذِكْرُهُ. ¶ * * * ¶ - مَسَأَلَةٌ - ¶ ينبغي للفاتح على إمامه أن ينوى الفتحَ على إمامه دون قراءةِ القُرْآنِ، هو الصَّحيحُ، كذا في ((الهداية))(4). ¶ قال في ((فتح القدير)): احترازٌ عن قولِ بعضِهم أَنَّهُ ينوي القراءةَ وهو سهوٌ؛ لأنَّهُ عدولٌ إلى المنهي عنه عن المرخَّصِ فيه بما رُوي أَنَّهُ عليه الصَّلاة والسَّلام: ((قرأ في الصَّلاة سورةَ المؤمنينَ، فتركَ كلمةً، فَلمَا فَرَغَ، قال: ألم يكنْ فيكم أُبي، قال: بلى، قال: فهلا فتحتْ علي، فقال: ظننتُ أنَّها نسختْ، فقال: عليه الصَّلاة والسَّلام لو نسختْ لأعلمتُكم))(5). انتهى(6). ¶ __________ ¶ (1) في (باب الإمام يقرأ في المصحف)(2: 420)ولم يرو فيه إمامة ذكوان لعائشة رضي الله عنها، وإنما روى أن عائشة كانت تقرأ من المصحف وهي تصلِّي. ¶ (2) 1: 254). ¶ (3) وهي التي وفَّقنا الله تعالى لإخراجها مع هذا التأليف في طبعة واحدة، وستأتي بعده إن شاء الله تعالى. ¶ (4) 1: 62). ¶ (5) سبق تخريجه (ص16). ¶ (6) من ((فتح القدير))(1: 348).",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وفي شرح ((النقاية))لعلي القاري(1): إذا فتح المأموم على إمامه ينوي الفتحَ، وقال بعضُ المشايخِ: القراءة، والصَّحيحُ هو الأوَّلُ ؛ لأنَّ الفتحَ مُرخَّصٌ فيه، وقراءةُ المأموم منهي عنها(2). انتهى(3). ¶ قُلْتُ: هكذا ذَكَرَهُ غير واحدٍ من فقهائِنا وانظر إلى مولانا الهداد الجونفوري كيف اختارَ مسلكَ الوحدةِ عنهم، فقال معتزلاً عن كلماتهم، قُلْتُ: بل الصَّحيحُ أن ينوي التلاوةَ دون الفتحِ؛ لأنَّ الفتحَ مُفسِدٌ في نفسِهِ لأنَّهُ كلامٌ معنى إِلا أَنَّهُ عفي عنه للضرورةِ، فيجبُ الاحترازُ عنه ما أمكن الاحترازُ عنه في النِّيةِ، وإن لم يكنْ في الفعلِ، فصارَ كما إِذَا تترسوا بأسارى المسلمينَ حيث يجبُ عليه الاحترازُ عَن قتلِ المسلمِ في النِّيةِ، بأن يرمى السَّهم إليهم ناوياً قتلَ الكافرِ دونَ المسلمِ، فكذا هاهنا ينوي التَّلاوةُ الَّتِي ليست مفسدةً بحالٍ. ¶ ثُمَّ الفتحُ في نفسِهِ منهي عنه ومفسدٌ، والتلاوة في نفسها منهيةٌ وليست بمفسدةٍ، فنيَّةُ ما هو منهي وليس بمفسدٍ أولى من نيَّةِ الفتحِ الذي هو منهيٌ ومفسدٌ. ¶ ثُمَّ التّلاوةُ عند الحاجةِ إلى الفتحِ ليست بمنهيةٍ كالفتحِ فاستويا، لكن نيَّةَ التّلاوةِ التي هي من أعمالِ الصَّلاةِ، وليستْ بمفسدةٍ بحالٍ أولى من نيَّةِ الفتحِ الذي هو مفسدٌ. ¶ فإن قُلْتَ: الفتحُ مُرخَّصٌ فيه، والقراءةُ منهي عنها. ¶ قُلْتُ: من ضرورةِ الرُّخْصَةِ بالفتحِ، الرُّخْصَةُ بالتَّلاوةِ لعدِمِ تَصَوُّرِ الفتحِ بدونِها، فكان كُلٌّ من الفتحِ والتَّلاوةِ مرخَّصاً فيه. انتهى كلامه ملخصاً. ¶ __________ ¶ (1) هو الإمام أبو الحسن نور الدين علي بن سلطان محمد الهروي القاري(930-114هـ). ¶ (2) في الأصل ((عنه)). ¶ (3) من ((فتح باب العناية بشرح النقاية))(1: 303)",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "ولا يخفَى عليكَ ما فيه، فإنَّهُ كلُّهُ تطويلٌ بلا طائلٍ؛ لأنَّ الغرضَ أنَّ تلاوةَ القرآنِ من حيث هي تلاوةٌ منهيةٌ عنها على زعمِ الحَنَفِيَّةِ، لم يرخِّصْ فيها الشارع بخلافِ الفتحِ من حيثُ هو فتحٌ، فإنَّهُ مُرخَّصٌ فيه فنيَّتُهُ أولى، وما قال مِن أنَّ الفتحَ كلامٌ معنى، وإنَّما عُفِي عنه للضرورةِ …الخ. ¶ ففيه أَنَّهُ هب ما ذكرتَ صحيحٌ، لكنَّه لَمَّا عُفِي عنه ورخِّصَ فيه للضرورةِ،لم يبقَ حكمُهُ حُكْمَ الكلامِ، والكلامُ بعد ثبوتِ الرُّخْصَةِ لا قبلها، فبعدَ ثبوتِ الرُّخْصَةِ الفتحُ والتّلاوةُ سيان في عدَمِ كونِهما مفسدينِ للصلاةِ، ثُمَّ الفتحُ من حيثُ هو فتحٌ مُرخَّصٌ فيه بخلافِ التَّلاوةِ من حيثُ هي تلاوةٌ، فكانت نيَّتُهُ أولى. ¶ وما قال أن التَّلاوة عند الحاجةِ إِلَى الفتحِ ليست بمنهيةٍ …الخ. ¶ ففيه أَنَّهُ إن أرادَ أن التَّلاوةَ من حيثُ هي تلاوةٌ عند الحاجةِ ليستْ بمنهيةٍ، فهو أوَّلُ النِّزاعِ وإثباتُهُ عسيرٌ جداً. ¶ وإن أرادَ به مطلقَ التَّلاوةِ ولو في ضمنِ غيرها ليستْ منهيةً، فهو صَحيحٌ، وهو بعينِهِ مذهبُ الجمهورِ ولا تَلزَمُ منه مساواةُ التَّلاوةِ والفتحِ؛ فإن الفتح من حيثُ هو فتحٌ جُوِّزَ للضرورةِ كما تنطقُ به الأحاديثُ، وليس كذلك حال التّلاوة من حيث هي تلاوةٌ، وبهذا تَظْهَرُ سخافةُ قولِهِ من ضرورةِ الرُّخْصَةِ بالفتحِ الرُّخْصَةُ بالتلاوةِ … الخ، فافهم فإنَّهُ دقيقٌ وقبولُهُ يليقُ. ¶ * * * ¶ - خَاتِمَةٌ - ¶ روى ابنُ حِبَّان وأبو داود عن أَبِي هُرَيْرَة رَضِي الله عَنْهُ قال: قال رَسُول الله صَلَّى اللهُ عليهِ وَعَلى آلهِ وَسَلَّم: ((إِذا صليتم خلفَ أئمتِكم فأحسنوا طهوركم فإنما يرتجُ على القارىء قراءته بسوءِ طهرِ المصلِّي خلفَهُ)).",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "قال العَلْقَمِي(1)تلميذُ السُّيُوطِي(2)في حاشية ((الجامع الصغير)): ناقلاً عن ((المصباحِ)): ارتجتْ البابُ ارتجاجاً أغلقتْهُ، ومنه ارتجَ على القاري إذا لم يقدرْ على قراءتِهِ كأنه مُنِعَ منها، وهو مبنى للمفعولِ. انتهى(3). ¶ وروى النَّسائي في ((المُجْتَبَى)): عن مُحَمَّدِ بنِ بَشَّارٍ، عن عبدُ الرَّحْمَنِ، عن سُفْيَان، عن عبدِ المَلِكِ بنِ عُمَيْرٍ، عن شَبِيبٍ أَبِي رَوْحٍ، عن رَجُلٍ مِن أَصْحَابِ رسول الله أَنَّ رسول الله صَلَّى صلاةَ الصُّبْحِ، فَقَرَأَ الرُّومَ فَالْتَبَسَ عليه، فلَمَّا صَلَّى، قال: ((مَا بَالُ أَقْوَامٍ يُصَلُّونَ مَعَنَا لا يُحْسِنُونَ الطُّهُورَ، فَإِنَّمَا يَلْبِسُ عَلَيْنَا القُرْآنَ أُولَئِكَ))(4). ¶ __________ ¶ (1) هو العلامة الفقيه شمس الدين محمد بن عبد الرحمن بن علي بن أبي بكر العَلْقَميّ الشَّافِعِيّ، من تلاميذ السُّيُوطِيّ، ومن المدرسين بالأزهر ، من مصنفاته : ((الكوكب المنير شرح الجامع الصغير))، و((ملتقى البحرين في الجمع بين كلام الشيخين))، (897-969هـ). ((الأعلام)) (7: 68-69).. ¶ (2) هو الإمام جلال الدين عبد الرحمن بن أبي بكر السيوطي(ت911هـ). ¶ (3) من ((المصباح المنير في غريب الشرح الكبير))(ص336)(الراء والثاء وما يثلهما): لأحمد ابن علي الفيومي (ت770هـ). ¶ (4) رواه النَّسَائيّ في كتاب الافتتاح في (القراءة في الصُّبحِ بِالرُّومِ)، رقم (938) . وأحمد في مسند المكيين، رقم(15312)، ومسند الأَنصار، رقم(21994).",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "قُلْتُ: لعلَّ السِّرَّ فيه أن النَّاسَ إذا اجتمعوا في موضعٍ كالمسجدِ أو عرفاتٍ أو مِنى أو غيرِ ذلك ينعكسُ شعاعُ الأبرار على الفجارِ فيغفر لهم(1)الله، وينعكس شعاعُ الفجارِ على الأبرار، فيخفونَ من خبثِهم، وهذا هو الحكمةُ في مشروعيةِ الجماعةِ، فإذا اقتدى رجلٌ لم يحسنْ طهوره بأن لم يتوضأ كاملاً ونحو ذلك ينعكسُ خبثه على الإمام، فيكونُ سبباً لتسلط الشيطان، فيرتجُ عليه، واللهُ اعلمُ وعلمُهُ أحكَمُ. ¶ فَائِدَةٌ : ¶ ذَكَرَ السُّيُوطيّ في كتابه ((الوسائلِ إِلَى معرفةِ الأوائلِ)): إن أوَّلَ مَن أحدث الفتحَ على الإِمَام زيادٌ كان يؤم الناسَ فأمرَ رجلاً يفتح عليه، أخرجَهُ مُحَمَّدُ بنُ عُثْمَان بن أَبِي شَيْبَةَ(2)وابنُ عساكر(3) عن إبراهيم النخعي(4). انتهى. ¶ قال المؤلِّفُ عفا اللهُ عنه وليكن هذا آخرَ الكلامِ في هذه الرسالةِ، والحمدُ لله على هذه العجالةِ، وكان الفراغُ منها ليلةَ الجمعةِ الزّهراءِ الثَّامنةِ والعشرينَ من ليالي شهر شعبان من شهورِ سنةِ ستٍ وثمانينَ بعد الألف والمئتينِ من الهجرةِ الأحمديةِ على صاحبها أفضل الصَّلاة والتَّحيةِ، ولله الحمدُ على ذلك بكرةً وعشيةً(5) ¶ __________ ¶ (1) في الأصل((فيغفرهم)). ¶ (2) هو الحافظ أبو جعفر محمد بن عثمان بن محمد بن أبي شيبة العبسي الكوفي، له تآليف مفيدة، منها تاريخ كبير(ت297هـ). ¶ (3) هو الحافظ أبو القاسم ثقة الدين علي بن الحسن بن هبة الله المعروف بابن عساكر الدمشقي(499-571هـ). ¶ (4) هو الإمام أبوعمران إبراهيم بن يزيد بن الأسود بن عمرو بن ربيعة بن حارثة بن سعد بن مالك= ¶ = ... ابن النَخَع،واسم النَخَع جَسْر ،وسمي جَسْر بالنَخَع لأنه انتخع من قومه أي بعد عنهم ونزل بيشة، فكثر أولاده ، وكانوا قبيلة كبيرة نسبت إليه.((موسوعة فقه إبراهيم النخعي))(1: 15). ¶ (5) خاتمة الطبعة الحجرية: ¶ اللهم نحمدك على ما أُعطينا من نعمةِ الإخلاصِ والتوحيدِ، ونشكركْ على ما نزهتنا من رجسِ الشّركِ والتّنديدِ، ونتفرع إليك أن تُصلِّي على سلطانِ الأنبياءِ والمرسلينَ، وناسخِ الأديانَ، وخاتمِ النَّبيينَ سيدنا ومولانا مُحَمَّد خيرُ مَن قامَ بوصفِ الهدايةِ والاهتداءِ، أئنكم لتشهدونَ لهذا الذي لو كان موسى حياً في زمانِهِ ما وسعه إلا الاتباعِ والاقتداءِ وعلى أله وأصحابِهِ الذين من اقتدى بأحدٍ منهم اهتدى ونجى، ومن أشاح بوجهِهِ منه وتَرَكَ سبيلهم ضلَّ وغوى. ¶ أمَّا بعدُ: ¶ فهذه رسالةٌ شريفةٌ وعجالةٌ نافعةٌ المسمَّى بـ((قوت المغتذين بفتح المقتدين)) محتويةٌ على دلائلِ الإعجازِ، ومنطويةٌ على النّكاتِ والأسرار، محتويةٌ على إفاداتٍ شامخةٍ يستريحُ بذاك الفؤاد، وينكشفُ الأمر على وفق الارتياد، ومشحونةٌ على غرائبِ نكته تنعطف لسماعها الأذانُ، ومجلاةٌ بحلي لم ترها عين الزَّمان كيف لا؟ فإن مصنفَها فريدُ الدهر، أوحد الأعصار، أعلم بعلم الكتابِ والسنةِ من علماءِ الأمصار، محطَّ رجالِ الأفاضل، وموضعُ أمان الأماثلِ، منبتُ شجري الفروع والأصول، منبع بحري المعقولِ والمنقولِ، قدوةُ المتكلمينَ، زبدةُ المتألهين، مرجعُ كافةِ البشرِ والعقل، نخبة الأجلاء الأعيان، مشكاةُ مصباحِ علم الأديان، قطب فلك الإِسلام، ونقطة دائرةُ الاحترام، كشَّافُ معضلاتِ الحقيق، ومفتاح مقفلات التَّدقيق، المتوج بتاج العلم والكمال، ومكلل بإكليل الفضل والجلال، ربّ الفقه والاجتهاد، قامع بنيان الكفر والإلحاد، والعالم العلامة والفاضل الفهامة المولى الأثيل ذو المجد الأثيل، الحبر الشريف العريف، والنحرير الغطريف مولانا المعظم مطاعنا الأفخم الحاج الْحَافِظ المَوْلَوِيّ أَبُو الحسنات محمَّدٌ عبدَالحي بسطُ اللهُ الظليلَ ما دامت البكورُ والأصيلُ، وأرشدَ اللهُ العالمَ بفتواهُ، وأدام النَّفع به، وزادَ تقواهُ. ولما كانت هذه العجالةُ في هذا الباب بغايته الإفادة، ومصباحُ مسالكِ الهداية. ¶ فتوجه بطبعها مَن هو ذاته مظهر الإفادة والإحسان، مَنبعَ الجودِ والامتنانِ: عبد الواحد خان صان الله عما شان في المطبعِ المصطفائي المنسوب إلى المصطفى خان أدخله الله في غرف الجنان، قد سوَّدَهُ العبدُ الحقيرُ المقرُّ بالتقصيرِ محمد عبد الكبير وقاهُ الله من عذاب يوم عبوس قمطرير، وكان ذلك في شهرِ شعبانَ من شهورِ سنةَ (1299هـ).",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": ". ¶ * * *",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "المُحْتَوى ¶ 1- الآيات القرآنية ¶ 2- الأحاديث النبوية ¶ 3- الآثار ¶ 4- رواة الأحاديث ¶ 5- الأعلام ¶ 6- الكتب ¶ 7- المراجع ¶ 8- الموضوعات ¶ 1- الآيات القرآنية ¶ الواردة في المؤلَّفين ¶ ... ... ... ... ... ... ... الصفحة ¶ { يَايَحْيَى خُذِ الْكِتَابَ بِقُوَّةٍ } [مريم: 13] 31 ¶ { وَمَا تِلْكَ بِيَمِينِكَ يَا مُوسَى } [طه: 17] ... 31 ¶ { لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا وُسْعَهَا } [البقرة: 286] ... 54 ¶ 2- الأحاديث النبوية ¶ الواردة في المؤلَّفين مرتبة على أوائل أطرافها ¶ الصفحة ¶ إذا صليتم خلفَ أئمتِكم فأحسنوا طهوركم فإنما يرتجُ على القارىء… ¶ 43 ¶ إذا نابتْ أحدَكم نائبةٌ فليسبِّح ¶ 29 ¶ أنَّ النَّبي - صلى الله عليه وسلم - كان يُصلِّي وأمَامَةُ بنتُ أبي العاص على عاتقِهِ، كان… ¶ 57 ¶ أن رسولَ اللهِ - صلى الله عليه وسلم - كان يقرأُ في الصَّلاة فتركَ شيئاً لم يقرأهُ ¶ 16 ¶ صلى النَّبِيّ - صلى الله عليه وسلم - صلاةً فلُبِس عليه، فلما فَرَغَ… ¶ 16 ¶ قرأ في الصَّلاة سورةَ المؤمنينَ، فتركَ كلمةً، فَلمَا فَرَغَ ¶ 39 ¶ مَا بَالُ أَقْوَامٍ يُصَلُّونَ مَعَنَا لا يُحْسِنُونَ الطُّهُورَ، فَإِنَّمَا يَلْبِسُ عَلَيْنَا … ¶ 43 ¶ يا عليُّ، لا تَفْتَحْ على إمامكَ في الصَّلاة ¶ 15 ¶ 3- الآثار ¶ الورادة في المؤلَّفين ¶ الصفحة ¶ عمر بن الخطاب: ¶ ليتْ في فمِ الذي يقرأُ خلفَ الإمام حجراً ¶ 14 ¶ سألت عمر بن الخطاب عن القراءة خلف الإمام ¶ لي: اقرأ… ¶ 14ت ¶ عثمان بن عفان: ¶ أن حمران يُصلِّي خَلْفَ عثمان فإذا توقفَ فَتَحَ عليه ¶ 19 ¶ علي بن أبي طالب: ¶ من قرأ خلف الإمام فقد أخطأ الفطرة ¶ 15 ¶ إذا استطعمكَ الإمام فأطعمْهُ ¶ 18 ¶ ابن عمر: ¶ صلَّى بنا ابنُ عُمَرَ فترددَ ففتحتُ عليه فأخذ ¶ 18 ¶ نافع بن جبير:",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "كُنْتُ أصَلِّي إِلَى جَانِبِ نَافِعِ بنِ جُبَيْرِ بنِ مُطْعِمٍ، ¶ فَيَغْمِزُنِي فَأَفْتَحُ عَلَيْهِ، وَنَحْنُ نُصَلِّي. ¶ 19 ¶ عائشة: ¶ أن عائشة كان يؤمُها ذكوان عبدُها من المصحفِ ¶ 37،56 ¶ ابن عباس: ¶ نهانا أمير المؤمنين أن نَؤُمَّ النَّاسَ في المصحفِ ¶ 61 ¶ 4- أسماء رواة الأحاديث ¶ ومواضع ما رَوَوْا ¶ أبو هريرة: 43 ¶ أنس: 17 ¶ ابن عمر: 16 ¶ المسوَّر بن يزيد الهالكي: 16 ¶ علي بن أبي طالب: 15 ¶ 5- أسماء الأعلام ¶ مع ذكر مكان وردوهم وتراجمهم ¶ إبراهيم النخعي: (44) ¶ أبو الحسين البصري: 17ت ¶ أبو حنيفة: 31،55،57،61، ¶ 64 ¶ أبو داود: (15)،16 ¶ أبو يوسف: 28،29،31،32، ¶ 56 ¶ أبي بكر بن الفضل: (59)،61 ¶ أشهب: (58) ¶ ابن أبي شيبة: (15)،18 ¶ ابن أمير الحاج: (26) ¶ ابن البزَّار: (23)ت ¶ ابن الصلاح: (17) ¶ ابن الهمام: (24)،63 ¶ ابن بدران: 17ت ¶ ابن حبان: (16)،19،43 ¶ ابن حجر: 18ت ¶ ابن عابدين: (24)ت،26 ¶ ابن عساكر: (44) ¶ ابن قدامة: 17ت،(18) ¶ ابن معين: 19ت ¶ ابن نجيم: (23)ت ¶ افتخار الدين طاهر بن أحمد: ¶ (34)ت ¶ الإِتْقَانِي: (55)ت ¶ البخاري: 16ت،37 ¶ الحارث: 15 ¶ الحاكم: (17) ¶ الحلبي: 20ت،(22)ت ¶ الزاهدي: (25)،(60) ¶ الزيلعي: 24،37،59، ¶ (61) ¶ السبكي: 17ت ¶ السرخسي: 59،63 ¶ السغناقي: (34)ت ¶ السيوطي: (42)،43، ¶ 44 ¶ الشاشي: 56ت ¶ الشافعي: 37،56 ¶ الصفار: (35)،55 ¶ الطحاوي: 14ت ¶ الطحطاوي: (24) ¶ الظهير المرغيناني: 36 ¶ العلقمي: (42) ¶ العيني: (18)،32،55ت،61، ¶ 62 ¶ الغزالي: 56ت ¶ الفضلي: 59 ¶ الفيومي: (42)ت ¶ القاري: (39) ¶ القدوري: (27)ت ¶ القهستاني: (35)ت ¶ الكاساني: 28ت ¶ الكاشغري: 53 ¶ الكافي شرح الوافي: 21،59 ¶ الكوثري: 14ت ¶ المرغيناني: (27)ت،(62) ¶ النسفي: (32)ت،54،59 ¶ النووي: 56ت ¶ الهداد الجونفوري: (37)،40، ¶ 62 ¶ برهان الدين ابن مازه البخاري: ¶ 31ت ¶ حمران بن أبان: (19) ¶ سراج الدين ابن نجيم: 20ت،",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "33 ¶ سيف الدين الآمدي: (17) ¶ شبيب أبي ورح: 42 ¶ شيخ زاده الرومي: (20)ت ¶ عبد الرحمن السلمي: 18 ¶ عبد الرزاق: (15)،37 ¶ عبد الملك بن عمير: 42 ¶ عبد الوهاب بن نجدة: 15 ¶ فخر الدين الرازي: (17) ¶ قاضي خان: (22)ت،31 ¶ قتادة: (19) ¶ مالك: (19) ¶ محمد بن الحسن: (14)،31،35،56 ¶ محمد بن بشار: 42 ¶ محمد بن عثمان بن أبي شيبة: (44) ¶ مُحَمَّدِ بنِ يُوسُفَ الفِرْيَابِيُّ: 15 ¶ نافع بن جابر بن مطعم: (18) ¶ نافع: 18 ¶ نبيره شيخ عمر بزار: (28)ت ¶ يزيد بن رومان: (19) ¶ يونس بن أَبِي إسحاق: 15 ¶ 6- أسماء الكتب ¶ وأماكن وجودها ¶ الإبهاج: 17ت ¶ الإحكام في أصول الأحكام: 17ت ¶ الإصابةِ في أحوالِ الصَّحَابَة: 18، 19ت ¶ الأعلام: 42 ¶ الباعث الحثيث شرح اختصار علوم الحديث: 17ت ¶ البحر الرائق: 23،24،28،31، ¶ 34،36،55،59 ¶ البدائع:28 ¶ البزازية: 23 ¶ البناية شرح الهداية: 18،25،32، ¶ 34،55،61 ¶ التعليق الممجد: 14ت ¶ التمهد: 58 ¶ الجامع الصغير للسيوطي: 42 ¶ الجامع الصغير: 27 ¶ الخلاصة: 34 ¶ الدر المختار: 20ت،25،35، ¶ 36،55 ¶ الذخيرة: 31،35،61 ¶ السراج الوهاج شرح مختصر القدوري: 24 ¶ الضوء اللامع: 18ت ¶ الظهيرية: (59) ¶ العبر: 16ت ¶ العناية: 15ت،60 ¶ الفتاوي الهندية: 22ت ¶ الفوائد: 28ت،31ت،35ت،59ت ¶ الكشف: 31ت ¶ الكوكب المنير شرح الجامع الصغير: ¶ 42 ¶ المبسوط: 27،31،63ت ¶ المجتبى شرح القدوري: 60 ¶ المجتبى للنسائي: 29ت،42،44ت، ¶ 57ت ¶ المحصول في علم الأصول: 17ت ¶ المدخل لابن بدران: 17ت ¶ المصباح المنير: 42 ¶ المعتمد: 17ت ¶ المعجم الكبير: 165ت ¶ الموطأ: 14،19،30ت ¶ النهاية: 34،54 ¶ النهر الفائق: 20،24،33،36،54 ¶ الهداية: 27،39،53،55،63 ¶ الوسائلِ إِلَى معرفةِ الأوائلِ: 44 ¶ الوسيط: 56ت ¶ بلوغ الأماني في سيرة الإمام محمد بن الحسن الشيباني: 14ت ¶ تاج التراجم: 31ت،59ت ¶ تبيين الحقائق شرح كنز الدقائق:37، ¶ 61",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "تقريب التهذيب: 16ت ¶ جامع الرموز: 35 ¶ جامع المضمرات: 28 ¶ جزء القراءة خلف الإمام: 16ت ¶ حاشية الهداية للهداد: 37 ¶ حلبة المجلي شرح منية المصلِّي: 26 ¶ حلية العلماء: 56ت ¶ حواشي الطحطاوي على مراقي الفلاح: 24 ¶ حواشي المدارك: 37 ¶ حواشي الهداية: للكنوي: 37ت ¶ رد المحتار: 20ت،24،26،34ت، ¶ 55ت ¶ رمز الحقائق شرح كنز الدقائق: 32، ¶ 54 ¶ روضة الطالبين: 56ت ¶ روضة المناظر: 17ت ¶ سنن أبي داود: 30ت،15،16ت، ¶ 43، 57 ¶ سنن البيهقي الكبرى: 16ت ¶ سنن الدارمي: 29ت ¶ شرح أصول البزدوي: 37ت ¶ شرح التهذيب: 34 ¶ شرح معاني الآثار: 14ت ¶ صحيح ابن حبان بترتيب ابن بلبان: ¶ 16ت ¶ صحيح البخاري: 29ت،37،56، ¶ 57ت ¶ صحيح مسلم: 29ت،57ت ¶ طرب الأماثل: 20ت ¶ ظفر الأماني بشرح مختصر الشريف الجرجاني: 17ت ¶ عمدة القاري شرح صحيح البخاري: 18ت،58 ¶ غاية البيان: 55 ¶ غُنْيَة المستملِّي شرح مُنْيَة المصلِّي: ¶ 22،24،29،31 ¶ فتاوي قاضي خان: 22،23،31 ¶ فتح القدير: 15،24،27،39،54، ¶ 60ت،63 ¶ فتح باب العناية بشرح النقاية: 39 ¶ قنية المنية: (25)،36،37،55 ¶ كنز الدقائق: 32،54 ¶ مجمع الأنهر: 20،35 ¶ مختصر القدوري: 27 ¶ مسند أحمد: 15ت،16،30ت، ¶ 44ت،57ت ¶ مسند الشاميين: 16ت ¶ مصنف ابن أبي شيبة: 15،18،56 ¶ مصنف عبد الرزاق: 15،37 ¶ مقدمة التعليق الممجد على موطأ محمد: 14ت ¶ ملتقى الأبحر: 20 ¶ ملتقى البحرين في الجمع بين كلام الشيخين: 42 ¶ منية المصلي: 53 ¶ 7- المراجع ¶ التي أفدت منها في تحقيق المؤلَّف ¶ ((إيضاح المكنون في الذيل على كشف الظنون)) لإسماعيل بن محمد أمين بن مير سليم. دار الفكر . 1410هـ. ¶ ((الإبهاج في شرح المهاج على منهاج الوصول إلى علم الأصول)): علي بن عمر الكافي السبكي. (ت756هـ). ت: جماعة من العلماء. ط1. 1404هـ. دار الكتب العلمية. بيروت.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "((الإحكام في أصول الأحكام)): لأبي الحسن علي بن محمد الآمدي (551-631هـ). ت: د.سيد الجميلي. ط1. 1404هـ. دار الكتاب العربي. بيروت. ¶ ((الإصابة في تمييز الصحابة)) :لأبي الفضل أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ). ت: علي الباجوري. ط1. 1412هـ. دار الجيل. بيروت. ¶ ((الأعلام)): لخير الدين الزَّركلي. بدون دار طبع وتاريخ طبع. ¶ ((الأنس الجليل بتاريخ القدس والخليل)): لمجير الدين الحنبلي . مكتبة المحتسب . عمان.1973م. ¶ ((الباعث الحثيث شرح اختصار علوم الحديث)): للعلامة أحمد شاكر. دار الفكر . بدون تاريخ طبع. ¶ ((البحر الرائق شرح كنز الدقائق)): لإبراهيم بن محمد ابن نجيم(92-970هـ). دار المعرفة. بيروت. بدون تاريخ طبع. ¶ ((البناية في شرح الهداية)) لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). دار الفكر. ط1. 1980مـ. ¶ ((التعليق الممجد على موطأ محمد)): للإمام اللكنوي (1264-1304هـ). ت: الدكتور تقي الدين الندوي. دار السنة والسيرة بومباي ودار القلم دمشق. ط1. 1991مـ. ¶ ((التمهيد لما في الموطأ من المعاني والأسانيد)): لأبي عمر يوسف بن عبد الله ابن عبد البر النمري (368-463هـ). ت: مصطفى العلوي ومحمد البكري. 1387هـ. وزارة عموم الأوقاف والشؤون الإسلامية. المغرب. ¶ ((الجامع الصحيح المختصر)) لأبي عبد الله محمد بن إسماعيل الجعفي البُخَارِيّ (194-256هـ). ترقيم العالمية. إصدار الحاسبة. ¶ ((الدر المختار شرح تنوير الأبصار)): لعلاء الدين محمد بن علي الحَصْكَفِي الحنفي (ت1088هـ). مطبوع في حاشية ((رَدّ المُحْتَار)). دار إحياء التراث العربي. بيروت. ¶ ((السنن الكبرى للبَيْهَقِي)): لأبي بكر أحمد بن الحسين بن علي البَيْهَقِي(384-458هـ). ت: محمد عبد القادر عطا. 1414هـ. مكتبة دار الباز. مكة المكرمة. ¶ ((الشقائق النعمانية في علماء الدولة العثمانية)): لطاشكبرى زاده (ت968هـ). دار الكتاب العربي . بيروت . 1975م.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "((الضوء اللامع لأهل القرن التاسع)) لشمس الدين محمد بن عبد الرحمن السَّخَاويّ (831-902هـ). دار الكتب العلمية. بدون تاريخ طبع. ¶ ((العبر في خبر من غبر)): لأبي عبد الله محمد بن أحمد الذَّهَبِي(748هـ). ت: د. صلاح الدين المنجد. مطبعة حكومة الكويت. 1963مـ. ¶ ((العناية على الهداية)): لأكمل الدين محمد بن محمد بن محمود الرومي البَابَرْتي(714-786).بهامش ((فتح القدير للعاجز الفقير)) . دار إحياء التراث العربي. بيروت. بدون تاريخ طبع. ¶ ((الفتاوي البَزَّازية)) لمحمد بن محمد بن شهاب، ابن البَزَّاز الكَرْدَري الخَوَارِزميّ الحَنَفي(ت827). الطبعة الأميرية ببولاق مصر. 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((الفتاوي الهندية(العالميكرية))) :لمجموعة من العلماء. أمر بتدوينها عالمكيره حاكم الهند الطبعة الأميرية ببولاق مصر. 1310هـ. ¶ ((الفوائد البهية في تراجم الحنفية)): للإمام الكنوي. ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998مـ. ¶ ((القاموس المحيط)): لمجد الدين أبي طاهر محمد بن يعقوب الفَيْرُوزآبادي (ت817هـ). طبعة مطصفى بابي الحلبي. ¶ ((المبسوط)): لأبي بكر محمد بن أبي سهل السرخسي. المتوفَّى بحدود (500هـ). 1406هـ. دار المعرفة. بيروت. ¶ ((المجتبى من السنن)): لأحمد بن شعيب أبو عبد الله النسائي(215-303). ترقيم العالمية. إصدار الحاسبة. ¶ ((المحصول في علم الأصول)): لمحمد بن عمر بن الحسين الرازي( 544-606هـ). ت: طه جابر العلوي. ط1. 1400هـ. جامعة افمام محمد ابن سعود الإسلامية . الرياض. ¶ ((المدخل إلى مذهب الإمام أحمد بن حنبل)): لعبد القادر بن بدران الدمشقي (ت1346هـ). ت: د. عبد الله التركي. ط2. 1401هـ. مؤسسة الرسالة. بيروت. ¶ ((المستدرك علىالصحيحين)): لأبي عبد الله محمد بن عبد الله الحاكم (321-405هـ). ت: مصطفى عبد القادر. ط1. 1411هـ. دار الكتب العلمية . بيروت.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "((المصباح المنير في غريب الشرح الكبير)): لأحمد بن علي الفيومي (ت770هـ). المطبعة الأميرية. ط2. 1909م. ¶ ((المصفى شرح منظومة الخلاف)): لأبي البركات عبد الله بن أحمد النَّسَفِي(ت701هـ). ت: خالد نهاد ط1. 1419هـ. بغداد . ¶ ((المصنف في الأحاديث والآثار)): لعبد الله بن محمد بن أبي شَيْبَةَ (159-235هـ). ت: كمال الحوت. ط1. 1409هـ. مكتبة الرشد. الرياض. ¶ ((المصنف)): لأبي عبد الله عبد الرزاق بن همام الصنعاني (126-211هـ) ت: حبيب الرحمن الأعظمي. ط2. 1403هـ. المكتب الإسلامي. بيروت. ¶ ((المعتمد في أصول الفقه)): لأبي الحسين محمد بن علي بن الطيب البصري (ت436هـ). ت: خليل الميس. ط1. 1403هـ. دار الكتب العلمية. بيروت. ¶ ((المعجم الكبير)) لأبي القاسم سليمان بن أحمد الطَّبَرَاني (260-360هـ).ت: حمدي السلفي.ط2. 1404هـ. مكتبة العلوم والحكم.الموصل. ¶ ((الهداية شرح بداية المبتدي)): لأبي الحسن علي بن أبي بكر المرغيناني(ت593هـ). مطبعة مصطفى البابي. الطبعة الأخيرة. بدون تاريخ طبع. ¶ ((الوسيط في المذهب)): لأبي حامد محمد بن محمد الغزالي (450-505هـ). ت: أحمد محمود إبراهيم ومحمد محمد تامر. ط1. 1417هـ. دار السلام . القاهرة. ¶ ((بدائع الصنائع في ترتيب الشرائع)) لعلاء الدين أبي بكر بن مسعود الكاساني(ت587هـ). دار الكتاب العربي. بيروت. ط2. 1402هـ. ¶ ((بلوغ الأماني في سيرة الإمام محمد بن الحسن الشيباني)) لمحمد زاهد بن الحسن الكوثري. المكتبة الأزهرية للتراث. 1998هـ. ¶ ((تاج التراجم)) لأبي الفداء قاسم بن قُطْلُوبُغَا (ت879هـ). ت: محمد خير رمضان. دار القلم. دمشق. ط1. 1992مـ. ¶ ((تاج العروس من جواهر القاموس)): للسيد محمد مرتضى الزُّبَيْدِيّ (ت1205هـ). طبعة الكويت. ¶ ((تقريب التهذيب)) لأبي الفضل: أحمد بن علي ابن حَجَر العَسْقَلاني (773-852هـ). ت: عادل مرشد. مؤسسة الرسالة. ط1. 1996مـ.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "((حاشية الطَّحْطَاوي على مراقي الفلاح)) لأحمد بن محمد الطَّحْطَاوِيّ الحنفي (ت1231هـ). ت: محمد عبد العزيز الخالدي. دار الكتب العلمية. ط1. 1418هـ. ¶ ((حلية العلماء في معرفة مذاهب العلماء الفقهاء)): لمحمد بن أحمد الشاشي القفال. (429-507هـ). ت: د. ياسين درادكه. ط1. 1400هـ. مؤسسة الرسالة ودار الأرقم. الأردن.فتح القدير: 54،60ت ¶ ((حواشي الهداية)) للإمام اللكنوي (1264-1304هـ). ديوبند سهارنيور. 1401هـ. ¶ ((خلاصة الأثر في أعيان القرن الحادي عشر)): للمؤرخ محمد أمين لمحبي (1651-1699م). دار صادر. ¶ ((ردّ المحتار على الدر المختار)) لمحمد أمين بن عمر، ابن عابدين الحنفي (1198-1252هـ). دار إحياء التراث العربي. بيروت. ¶ ((رمز الحقائق شرح كنز الدقائق)): لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). مطبعة الصفدري في المنبئ. 1307هـ.54 ¶ ((روضة الطالبين وعمدة المفتين)): لمحيي الدين يحيى بن شرف النَّوَوِيّ الشَّافِعِيّ (ت676هـ). ط2. 1405هـ. المكتب الإسلامي. بيروت. ¶ ((روضة المناظر في علم الأوائل والأَواخر)): لأبي الوليد محمد بن محمد ابن الشحنة (815هـ). ت: سيد محمد مهنى. دار الكتب العلمية. ط1. 1417هـ. ¶ ((روضة المناظر وجنة الناظر)): لأبي محمد عبد الله بن أحمد بن قدامة المقدسي (541-620هـ). ت: د.عبد العزيز السعيد. ط2. 1399هـ. جامعة الإمام محمد بن سعود الإسلامية . الرياض. ¶ ((سنن أبي داود)): لسليمان بن أشعث السجستاني (202-275هـ) .ترقم العالمية. إصدار الحاسبة. ¶ ((سنن الدارمي)): لعبد الله بن عبد الرحمن أبي محمد الدرامي (181-255هـ). ترقيم العالمية. إصدار الحاسبة. ¶ ((سير أعلام النبلاء)) لأبي عبد الله محمد بن أحمد الذَّهَبِي (673-748هـ). ت: شعيب الأرناؤوط ومحمد نعيم العرقسوي. ط9. 1413هـ. مؤسسة الرسالة . بيروت.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "((شرح معاني الآثار)): لأبي جعفر أحمد بن محمد بن سلامة الطَّحَاوي (229-321هـ). ت: محمد زهري النجار . ط1. 1399هـ. دار الكتب العلمية. بيروت. ¶ ((صحيح ابن حبَّان بترتيب ابن بلبان)): لأبي حاتم محمد بن حِبَّان التميمي(354هـ). ت: شعيب الأرناؤوط. ط2. 1414هـ . مؤسسة الرسالة . بيروت. ¶ ((صحيح مسلم)): لأبي الحسين مسلم بن الحجاج القُشَيْريّ النَّيْسَابوريّ (206-261هـ). ترقيم العالمية. إصدار الحاسبة. ¶ ((طبقات الشافعية)) لعبد الرحيم بن الحسين الآسنوي (704-772هـ). ت: كمال الحوت. دار الكتب العلمية. بيروت. ط1. 1407هـ. ¶ ((طرب الأماثل بتراجم الأفاضل)) للإمام اللكنوي (1264-1304هـ) . ت: أحمد الزعبي. دار الأرقم. بيروت. ط1. 1998مـ. ¶ ((ظفر الأماني بشرح مختصر الشريف الجرجاني)): للإمام اللكنوي (1264-1304هـ). ت: الشيخ عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية بحلب. ط.3. 1416هـ. ¶ ((عمدة القاري شرح صحيح البخاري)): لأبي محمد محمود بن أحمد العَيْنِي(762-855هـ). دار إحياء التراث العربي. بيروت. مصورة عن الطبعة المنيرية. ¶ ((غنية المستملي شرح منية المصلِّي)): لإبراهيم بن محمد بن إبراهيم الحَلَبي (ت956هـ) . مطبعة سنده. 1295هـ. ¶ ((فتاوي قاضي خان)) لحسَن بن مَنْصُور بن مَحْمُود الأُوزْجَنْدِيّ (ت592هـ). الطبعة الأميرية ببولاق مصر. 1310هـ. بهامش ((الفتاوي الهندية)). ¶ ((فتح العناية بشرح النقاية)) لأبي الحسن علي بن سلطان محمد القاري (930-1014هـ). ت: محمد نزار وهيثم نزار. دار الأرقم. ط1. 1418هـ. ¶ ((فتح القدير للعاجز الفقير)) لكمال الدين محمد بن عبد الواحد ابن الهمام (790-861هـ). دار إحياء التراث العربي. بيروت. بدون تاريخ طبع. ¶ ((فتح القدير للعاجز الفقير)) لكمال الدين محمد بن عبد الواحد ابن الهمام (790-861هـ). دار إحياء التراث العربي. بيروت. بدون تاريخ طبع.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "((كشف الظنون عن أسامي الكتب والفنون)): لمصطفى بن عبد الله القسطنطيني الحنفي (1017-1067). دار الفكر. ¶ ((كنْز الدقائق)) : لأبي البركات عبد الله بن أحمد النَّسَفِي(ت701هـ). مطبعة الصفدري في المنبئ. 1307هـ. مع ((رمز الحقائق شرح كنز الدقائق)) للعيني. ¶ ((لسان العرب)) للشيخ جمال الدين أبي الفضل محمد بن مكرم الصاري الأفريقي المصري المشهور بابن منظور(ت711هـ). تحقيق عَبْد الله الكبير وَمُحَمَّد حسب الله وهاشم الشاذلي. دار المعارف . ¶ ((متن القدوري)): لأبي الحسين أحمد بن محمد القدوري البغدادي (ت428هـ). ط3. 1377هـ. مطبعة مصطفى الحلبي. مصر. ¶ ((مجمع الأنهر شرح ملتقى الأبحر)): لشيخِ زاده الرُّومي عبدِ الرَّحمنِ بنِ مُحَمَّدِ (ت 1078هـ). دار الطباعة العامرة . 1316. ¶ ((مجمع الأنهر شرح ملتقى الأبحر)): لشيخِ زاده الرُّومي عبدِ الرَّحمنِ بنِ مُحَمَّدِ (ت 1078هـ). دار الطباعة العامرة . 1316. ¶ ((مرآة الجنان وعبر اليقظان في ما يعتبر من حوادث الزمان)): لأبي محمد عبد الله بن أسعد اليافعي (ت768هـ). مؤسسة الأعلمي للمطبوعات. ط1. 1970مـ. ¶ ((مسند الإمام أحمد بن حنبل)) (164-241هـ). ترقيم العالمية . إصدار الحاسبة. ¶ ((مسند الشاميين)). لأبي القسم سليمان بن أحمد الطَّبَرَانِي (260-360هـ). ت: حمدي السلفي. ط1. 1405هـ. مؤسسة الرسالة . بيروت. ¶ ((مقدمة التعليق الممجد على موطأ محمد)): للإمام اللكنوي (1264-1304هـ) . ت: الدكتور تقي الدين الندوي. دار السنة والسيرة بومباي ودار القلم دمشق. ط1. 1991مـ. ¶ ((ملتقى الأبحر)) : لإبراهيم بن محمد بن إبراهيم الحَلَبي (ت956هـ). دار الطباعة العامرة . 1316. مع شرحه ((مجمع الأنهر شرح ملتقى الأبحر)). ¶ ((موطأ الإمام مالك)): لأبي عبد الله مالك بن أنس الصبحي (93-179هـ). ترقيم العالمية. إصدار الحاسبة. ¶ ((هدية العارفين)): لإسماعيل باشا البغدادي (ت1339هـ) . دار الفكر . 1402هـ.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "((وفيات الأعيان وأنباء أبناء الزمان)) لأبي العباس أحمد بن محمد ابن خَلكان (608-681هـ). ت: د.إحسان عباس. دار الثقافة . بيروت. ¶ 8- موضوعات ¶ ((قوت المغتذين بفتح المقتدين)) ¶ الصفحة ¶ مقدِّمة المؤلِّف لقوت المقتدين ¶ 13 ¶ مضمون المؤلَّف ¶ 13 ¶ تقسم المؤلَّف على مقدمة ومسائل وخاتمة ¶ 13 ¶ مُقَدِّمَةٌ ¶ في أَنَّهُ هل يَجُوزُ الْفَتْحُ على الإمامِ أَمْ لا ¶ 14 ¶ القياسَ يقتضي أن لا يجوز فتحُ المقتدي على إمامِهِ ولا أخذ الإمامِ منه ¶ 14 ¶ جَوَّزناهُ استحساناً ¶ 14 ¶ وجوه القياس: ¶ 14 ¶ الأَوَّل: أنَّ فتحَ المقتدي يتضمنُ قراءةَ القرآنِ، وهي ممنوعةٌ له… ¶ 14 ¶ والثَّاني: أنَّ الفتحَ يشبهُ التَّكلُّم، وهو مفسدٌ للصَّلاةِ ولو سهواً ¶ 15 ¶ والثَّالثُ: أَنَّهُ تعليمٌ للغيرِ والأخذُ منه تعلمٌ مِن الغيرِ… ¶ 15 ¶ حديث: يا عليُّ، لا تَفْتَحْ على إمامكَ في الصَّلاة ¶ 15 ¶ وجه الاستحسان…. ¶ 16 ¶ حديث: أشهدتَ الصَّلاة معنا، قال: نَعَمْ، قال: فما مَنَعَكَ… ¶ 16 ¶ حديث: يا رسول الله، تركتَ آية كذا وكذا، فقال رسول الله - صلى الله عليه وسلم - هَلا ¶ أَذْكَرْتَنِيهَا… ¶ 16 ¶ حديث: نفتحُ الأئمةَ على عهدِ رسولِ اللهِ - صلى الله عليه وسلم - ¶ 16 ¶ بحث في قول الصَّحابي: كُنَا نَرَى كذا، وكُنَا نفعلُ كذا، أو نَقولُ كذا ¶ مقيداً بعهدِ رسولِ اللهِ - صلى الله عليه وسلم - له حُكْمُ المرفوعِ ¶ 17 ¶ أثر علي: إذا استطعمكَ الإمام فأطعمْهُ ¶ 18 ¶ أثر: صلَّى بنا ابنُ عُمَرَ فترددَ ففتحتُ عليه فأخذ ¶ 18 ¶ أثر: أن حمران بن أبان يُصلِّي خَلْفَ عثمان فإذا توقفَ فَتَحَ عليه ¶ 19 ¶ أثر: كُنْتُ أصَلِّي إِلَى جَانِبِ نَافِعِ ، فَيَغْمِزُنِي فَأَفْتَحُ عَلَيْهِ، وَنَحْنُ نُصَلِّي ¶ 19 ¶ مَسَأَلَةٌ",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "اختلفَ المشايخُ في ما إذا قرأَ الإمام مقدارَ ما يجوزَ به الصلاةُ أو انتقلَ إِلَى آيةٍ أُخرى ففتح، هل تفسد صلاته ¶ 20 ¶ اختيار الإمام اللكنوي: أَنَّهُ لا تفسدُ صلاةُ الفاتحِ ولا المستفتحِ في ما إِذَا ¶ فَتَحَ المقتدي إمامَهُ مطلقاً … ¶ 20 ¶ مَسَأَلَةٌ ¶ لا ينبغي للإمام أن يُلجئ المقتدي إلى الفتحِ ¶ 22 ¶ مَسَأَلَةٌ ¶ ينبغي للمقتدي أن لا يعجلَ في الفتحِ ¶ 23 ¶ الاختلاف في أوان الركوع ¶ 23 ¶ ميل الإمام اللكنوي مع الطحطاوي أن أوانه قدر المستحب... ¶ 24 ¶ مَسَأَلَةٌ ¶ لو فتحَ غير المصلِّي مُصَلِّياً فأَخَذَ المصلِّي فَتْحَهُ… ¶ 25 ¶ الاختلاف فيما إذا فتح عليه وتذكر في وقت واحد... ¶ 26 ¶ اختيار الإمام اللكنوي إن حصل تذكره من عند نفسه لا تفسد... ¶ 26 ¶ مَسَأَلَةٌ ¶ لو فَتَحَ المُصلِّي على غير إمامه سواء كان مصلِّياً أو لا ¶ 27 ¶ اختيار الإمام اللكنوي عدم اشتراط تكرار الفتح لفساد الصلاة ¶ 27 ¶ حديث: إِذَا نابتْ أحدَكم نائبةٌ، فليسبِّحُ ¶ 29 ¶ ترجيح الإمام اللكنوي أن فتح المصلِّى على غيره تفسد الصلاة اتفاقاً ¶ 31 ¶ اختيار الإمام اللكنوي فساد صلاة الآخذ لوجود التعلم ¶ 32 ¶ مَسَأَلَةٌ ¶ إذا فَتَحَ المُصلِّي على غيرِ إمامِهِ وهو مصلٍّ… ¶ 35 ¶ مَسَأَلَةٌ ¶ لو سَمِعَ المؤتمُّ ممن ليس معه ففتحَهُ على إمامِهِ تبطلُ صلاةُ الكلِّ ¶ 36 ¶ مَسَأَلَةٌ ¶ حادثةُ الفتوى لو أخذَ المؤتمُّ من المصحفِ وهو بينَ يديهِ ¶ 37 ¶ مَسَأَلَةٌ ¶ لو أخذَ من الطيرِ تفسدُ صلاتُهُ؛ لوجودِ التَّعلمِ من الخارجِ… ¶ 38 ¶ مَسَأَلَةٌ ¶ ينبغي للفاتح على إمامه أن ينوى الفتحَ على إمامه دون قراءةِ… ¶ 39 ¶ حديث: قرأ في الصَّلاة سورةَ المؤمنينَ، فتركَ كلمةً، فَلمَا فَرَغَ… ¶ 39 ¶ ردّ الإمام اللكنوي على الهداد القائل ينوي التلاوة لا الفتح… ¶ 40-41 ¶ خَاتِمَةٌ ¶ 43",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "حديث: إذا صليتم خلفَ أئمتِكم فأحسنوا طهوركم فإنما يرتجُ على... ¶ 43 ¶ كلام للإمام اللكنوي في حال من لا يحسن الوضوء… ¶ 43 ¶ فَائِدَةٌ :في من أوَّلَ مَن أحدث الفتحَ على الإمام ¶ 44 ¶ تاريخ اختتام التأليف ¶ 45 ¶ خاتمة الطبعة الحجرية ¶ 45 ¶ 9- موضوعات ¶ ((القول الأشرف في الفتح عن المصحف)) ¶ الصفحة ¶ مقدِّمة المؤلِّف للقول الأشرف ¶ 51 ¶ دخول الإمام اللكنوي لحيدر آباد ¶ 51 ¶ حمل المقتدين في حيدر آباد مصاحف بأيديهم للفتح على الإمام ¶ 51 ¶ سبب التأليف ¶ 52 ¶ تقرَّرَ في مدارِكِ الفُقهاءِ الحَنَفِيَّةِ أَنَّ التَّعْلِيمَ للخارِجِ والتَّعَلُّمَ منه يُفْسدُ الصَّلاةَ، وَيَتَفَرَعُ عَلَيْهِ مَسَائِلٌ: ¶ 53 ¶ منها: لو فَتَحَ غير المُصلِّي على المُصلِّي، وأَخَذَ بفتحه تَفْسُدُ صلاتهُ… ¶ 53 ¶ ومنها: ما إذا فَتَحَ المُصلِّي على غيرِ إمامِهِ سواء كانَ مصلِّياً أو غيره ¶ تَفْسُدُ… ¶ 53 ¶ ومنها: إذا فَتَحَ المُصلِّي على غير إمامه وهو مُصلّ، فأخذَ فَتْحَهُ تَفْسُدُ... ¶ 54 ¶ ومنها: ما إذا سَمَعَ المُؤتم ممن ليس معه في الصَّلاةِ سواء كان مُصلِّياً… ¶ 55 ¶ ومنها: ما إذا قَرَأَ المُصلِّي من المصحفِ تَفْسُدُ صلاتُهُ عند أبي حنيفة ¶ سواء كان القارىء مُقَتدِياً أو إماماً… ¶ 55 ¶ كراهة فتح المصحف عند أبي يوسف ومحمد ¶ 56 ¶ جواز فتح المصحف عند الشافعي ¶ 56 ¶ مخالفة أهل الكتاب فيما لنا منه بدٌّ ¶ 57 ¶ ذكر الوجهان اللذان ذكرهما المشايخ لقول أبي حنيفة: ¶ 57 ¶ أحدُهما: أنَّه يَلزَمُ مِن القراءة عن المصحف حَمْلُهُ وتَقْلِيبُ أوراقِهِ، وهو ¶ عملٌ كثيرٌ، فتفسد به الصَّلاة ¶ 57 ¶ حديث: أنَّ النَّبي - صلى الله عليه وسلم - كان يُصلِّي وأمَامَةُ بنتُ أبي العاص على عاتقِهِ… ¶ 57 ¶ الإجابة عن الحديث بأربعة وجوه ¶ 58",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "وثانيهما: أنَّ القراءةَ مِن المصحفِ تَلَقُّنٌ من الخارج، وهو مُفْسِدٌ للصَّلاة ¶ 58 ¶ ترجيح الإمام اللكنوي أن وجه فساد الصلاة عند أبي حنفية هو التلقّن ¶ من الغير… ¶ 60 ¶ أثر ابن عباس: نهانا أمير المؤمنين أن نَؤُمَّ النَّاسَ في المصحفِ ¶ 61 ¶ تأويل أثر إمامة ذكوان لعائشة ¶ 61 ¶ تفسد صلاة الفاتح الآخذ من الخارج لوجوه: ¶ 62 ¶ الأوَّلُ: كان هو آخذاً من الخارج، والأخذُ من الخارج والتَّلَقُّنُ منه ¶ مُفْسِدٌ للصَّلاةِ… ¶ 62 ¶ الثاني:أنَّ النَّظَرَ في المصحف والأخذَ منه كالسَّماعِ من الغيرِ والأخذِ منه ¶ 62 ¶ الثَّالثُ: أنَّهم اختلفوا في أنَّ الفاتحَ هل ينوي بفتحه القراءةَ أم الفتحَ؟ ¶ 62 ¶ فمنهم: مَن قال: أنَّهُ ينوي القراءةَ… ¶ 62 ¶ ومنهم: مَن قال: أنَّهُ ينوي الفتح دون القراءة… ¶ 63 ¶ مسألة: لو كان رجلٌ حافظٌ للقُرْآنِ ينسى كثيراً، ولا يمكن أن يقرأ في التَّراويحِ بدون أن يكونَ خلفَهُ فاتحٌ… ¶ 64 ¶ تاريخ اختتام التأليف ¶ 65 ¶ المحتوى ¶ 67 ¶ فهرس الآيات القرآنية ¶ 69 ¶ فهرس الأحاديث النبوية ¶ 71 ¶ فهرس الآثار ¶ 72 ¶ فهرس رواة الأحاديث ¶ 73 ¶ فهرس الأعلام ¶ 75 ¶ فهرس الكتب ¶ 79 ¶ فهرس المراجع ¶ 83 ¶ فهرس موضوعات ((قوت المغتذين)) ¶ 91 ¶ فهرس موضوعات ((القول الأشرف)) ¶ 95",
            "page": "47",
            "part": "1"
        }
    ],
    "t36023": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة المحقق"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": null,
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "4",
            "lvl": "2",
            "sub": "1",
            "tit": "هَلْ يَجُوزُ الْفَتْحُ عَلَى الإِمَامِ أَمْ لا"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "إذا قرأَ الإمام مقدارَ ما يجوزَ به الصلاةُ"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "لا ينبغي للإمام أن يُلجئ المقتدي إلى الفتحِ"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "ينبغي للمقتدي أن لا يعجلَ في الفتحِ"
        },
        {
            "id": "14",
            "lvl": "2",
            "sub": null,
            "tit": "فتحَ غير المصلِّي مُصَلِّياً فأَخَذَ المصلِّي فَتْحَهُ"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "لو فَتَحَ المُصلِّي على غير إمامه"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "لو سَمِعَ المؤتمُّ ممن ليس معه في الصَّلاةِ"
        },
        {
            "id": "26",
            "lvl": "2",
            "sub": null,
            "tit": "خَاتِمَةٌ"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "الفهارس"
        }
    ]
}