{
    "b36051": [
        {
            "id": "1",
            "nass": "الأحاديث الواردة في الصحيحين ¶ في الجن والشياطين ¶ جمع وإعداد ¶ فيصل بن سعيد بن محمد الصاعدي ¶ المدينة النبوية ¶ بسم الله الرحمن الرحيم ¶ وبه نستعين ¶ الحمد لله الذي خلق الجن والإنس ليعبدوه مخلصين له الدين وأرسل الرسل إليهم وأنزل الكتب عليهم لهدايتهم بنور العلم واليقين. وأشهد أن لا إله إلا الله وحده لا شريك له الملك القدوس السلام المؤمن المهيمن العزيز الجبار القهار الواهب الرزاق ذو القوة المتين. ¶ وأشهد أن محمداً عبده ورسوله الصادق الناصح الأمين. صلى الله عليه وعلى آله الأتقياء المخلصين وسلم تسليماً كثيرا إلى يوم الدين. ¶ أما بعد فهذا كتاب جمعت فيه الأحاديث النبوية الواردة في ذكر الجن والشياطين على ضوء ما أخبرنا به نبينا محمد عليه الصلاة والسلام ¶ وقد اقتصرت على مارواه البخاري ومسلم في صحيحيهما حتى يكون الكتاب موجزا مختصرا وقمت بنقل شرح العلماء للأحاديث النبوية ¶ فما كان منها في صحيح البخاري اكتفيت بشرح الحافظ بن حجر، و ماكان منها في ¶ صحيح الإمام مسلم اكتفيت بشرح الامام النووي . ¶ والله اسأل أن ينفع به وأن يجعله خالصا لوجهه الكريم إنه سميع مجيب . ¶ الفقير إلي عفو ربه ¶ فيصل بن سعيد بن محمد الصاعدي ¶ كلية الشريعة وأصول الدين ¶ الجامعة الاسلامية ¶ المدينة النبوية ¶ بسم الله الرحمن الرحيم",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "1- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أنَّهُ كَانَ يَحْمِلُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِدَاوَةً لِوَضُوئِهِ وَحَاجَتِهِ فَبَيْنَمَا هُوَ يَتْبَعُهُ بِهَا فَقَالَ مَنْ هَذَا فَقَالَ أَنَا أَبُو هُرَيْرَةَ فَقَالَ ابْغِنِي أَحْجَارًا أَسْتَنْفِضْ بِهَا وَلَا تَأْتِنِي بِعَظْمٍ وَلَا بِرَوْثَةٍ فَأَتَيْتُهُ بِأَحْجَارٍ أَحْمِلُهَا فِي طَرَفِ ثَوْبِي حَتَّى وَضَعْتُهَا إِلَى جَنْبِهِ ثُمَّ انْصَرَفْتُ حَتَّى إِذَا فَرَغَ مَشَيْتُ فَقُلْتُ مَا بَالُ الْعَظْمِ وَالرَّوْثَةِ قَالَ هُمَا مِنْ طَعَامِ الْجِنِّ وَإِنَّهُ أَتَانِي وَفْدُ جِنِّ نَصِيبِينَ وَنِعْمَ الْجِنُّ فَسَأَلُونِي الزَّادَ فَدَعَوْتُ اللَّهَ لَهُمْ أَنْ لَا يَمُرُّوا بِعَظْمٍ وَلَا بِرَوْثَةٍ إِلَّا وَجَدُوا عَلَيْهَا طَعَامًا صحيح البخاري ¶ قال الحافظ ابن حجر رحمه الله في الفتح : ¶ قَوْله : ( اِبْغِنِي ) ¶ قَالَ اِبْن التِّين : هُوَ مَوْصُول مِنْ الثُّلَاثِيّ تَقُول : بَغَيْت الشَّيْء طَلَبْته وَأَبْغَيْتُك الشَّيْء أَعَنْتُك عَلَى طَلَبه . ¶ قَوْله : ( وَإِنَّهُ أَتَانِي وَفْد جِنّ نَصِيبِينَ ) ¶ يَحْتَمِل أَنْ يَكُون خَبَرًا عَمَّا وَقَعَ فِي تِلْكَ اللَّيْلَة , وَيَحْتَمِل أَنْ يَكُون خَبَرًا عَمَّا مَضَى قَبْل ذَلِكَ , وَنَصِيبِينَ بَلْدَة مَشْهُورَة بِالْجَزِيرَةِ , وَوَقَعَ فِي كَلَام اِبْن التِّين أَنَّهَا بِالشَّامِ وَفِيهِ تَجَوُّز , فَإِنَّ الْجَزِيرَة بَيْن الشَّام وَالْعِرَاق , وَيَجُوز صَرْف نَصِيبِينَ وَتَرْكه . ¶ قَوْله : ( فَسَأَلُونِي الزَّاد )",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أَيْ مِمَّا يَفْضُل عَنْ الْإِنْس , وَقَدْ يَتَعَلَّق بِهِ مَنْ يَقُول إِنَّ الْأَشْيَاء قَبْل الشَّرْع عَلَى الْحَظْر حَتَّى تَرِد الْإِبَاحَة , وَيُجَاب عَنْهُ بِمَنْعِ الدَّلَالَة عَلَى ذَلِكَ , بَلْ لَا حُكْم قَبْل الشَّرْع عَلَى الصَّحِيح . ¶ قَوْله : ( فَدَعَوْت اللَّه لَهُمْ أَنْ لَا يَمُرُّوا بِعَظْمٍ وَلَا رَوْثَة إِلَّا وَجَدُوا عَلَيْهَا طُعْمًا ) ¶ فِي رِوَايَة السَّرَخْسِيّ \" إِلَّا وَجَدُوا عَلَيْهَا طَعَامًا \" قَالَ اِبْن التِّين : يَحْتَمِل أَنْ يَجْعَل اللَّه ذَلِكَ عَلَيْهَا , وَيَحْتَمِل أَنْ يُذِيقهُمْ مِنْهَا طَعَامًا . وَفِي حَدِيث اِبْن مَسْعُود عِنْد مُسْلِم \" إِنَّ الْبَعْر زَادُ دَوَابّهمْ \" وَلَا يُنَافِي ذَلِكَ حَدِيث الْبَاب لِإِمْكَانِ حَمْل الطَّعَام فِيهِ عَلَى طَعَام الدَّوَابّ . ¶ 2- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِنَّ عِفْرِيتًا مِنْ الْجِنِّ تَفَلَّتَ الْبَارِحَةَ لِيَقْطَعَ عَلَيَّ صَلَاتِي فَأَمْكَنَنِي اللَّهُ مِنْهُ فَأَخَذْتُهُ فَأَرَدْتُ أَنْ أَرْبُطَهُ عَلَى سَارِيَةٍ مِنْ سَوَارِي الْمَسْجِدِ حَتَّى تَنْظُرُوا إِلَيْهِ كُلُّكُمْ فَذَكَرْتُ دَعْوَةَ أَخِي سُلَيْمَانَ رَبِّ (هَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي) فَرَدَدْتُهُ خَاسِئًا عِفْرِيتٌ مُتَمَرِّدٌ مِنْ إِنْسٍ أَوْ جَانٍّ مِثْلُ زِبْنِيَةٍ جَمَاعَتُهَا الزَّبَانِيَةُ صحيح البخاري ¶ قال الحافظ ابن حجر: ¶ حَدِيث أَبِي هُرَيْرَة فِي تَفَلُّت الْعِفْرِيت عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . ¶ قَوْله : ( تَفَلَّتَ عَلَيَّ ) ¶ بِتَشْدِيدِ اللَّام أَيْ تَعَرَّضَ لِي فَلْتَة أَيْ بَغْتَة . ¶ قَوْلُهُ : ( الْبَارِحَة )",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أَيْ اللَّيْلَة الْخَالِيَة الزَّائِلَة , وَالْبَارِح الزَّائِل وَيُقَال مِنْ بَعْد الزَّوَال إِلَى آخَر النَّهَار الْبَارِحَة . ¶ قَوْله : ( فَذَكَرْت دَعْوَة أَخِي سُلَيْمَان ) ¶ أَيْ قَوْله : ( وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ) وَفِي هَذِهِ إِشَارَة إِلَى أَنَّهُ تَرَكَهُ رِعَايَة لِسُلَيْمَان عَلَيْهِ السَّلَام , وَيُحْتَمَل أَنْ تَكُون خُصُوصِيَّة سُلَيْمَان اِسْتِخْدَام الْجِنّ فِي جَمِيع مَا يُرِيدهُ لَا فِي هَذَا الْقَدْر فَقَطْ , وَاسْتَدَلَّ الْخَطَّابِيُّ بِهَذَا الْحَدِيث عَلَى أَنَّ أَصْحَاب سُلَيْمَان كَانُوا يَرَوْنَ الْجِنّ فِي أَشْكَالهمْ وَهَيْئَتهمْ حَال تَصَرُّفهمْ , قَالَ : وَأَمَّا قَوْله تَعَالَى : ( إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَا تَرَوْنَهُمْ ) فَالْمُرَاد الْأَكْثَر الْأَغْلَب مِنْ أَحْوَال بَنِي آدَم , وَتُعُقِّبَ بِأَنَّ نَفْي رُؤْيَة الْإِنْس لِلْجِنِّ عَلَى هَيْئَتهمْ لَيْسَ بِقَاطِع مِنْ الْآيَة بَلْ ظَاهِرهَا أَنَّهُ مُمْكِن , فَإِنَّ نَفْي رُؤْيَتنَا إِيَّاهُمْ مُقَيَّد بِحَالِ رُؤْيَتهمْ لَنَا وَلَا يَنْفِي إِمْكَان رُؤْيَتنَا لَهُمْ فِي غَيْر تِلْكَ الْحَالَة , وَيُحْتَمَل الْعُمُوم . وَهَذَا الَّذِي فَهِمَهُ أَكْثَر الْعُلَمَاء حَتَّى قَالَ الشَّافِعِيّ : مَنْ زَعَمَ أَنَّهُ يَرَى الْجِنّ أَبْطَلْنَا شَهَادَته , وَاسْتَدَلَّ بِهَذِهِ الْآيَة . وَاللَّهُ أَعْلَمُ . ¶ قَوْله : ( عِفْرِيت مُتَمَرِّد مِنْ إِنْس أَوْ جَانّ مِثْل زِبْنِيَة جَمَاعَته زَبَانِيَة )",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الزَّبَانِيَة فِي الْأَصْل اِسْم أَصْحَاب الشُّرْطَة , مُشْتَقّ مِنْ الزَّبْن وَهُوَ الدَّفْع , وَأُطْلِقَ عَلَى الْمَلَائِكَة , ذَلِكَ لِأَنَّهُمْ يَدْفَعُونَ الْكُفَّار فِي النَّار , وَوَاحِد الزَّبَانِيَة زِبْنِيَة وَقِيلَ : زَبْنِي وَقِيلَ : زَابِن وَقِيلَ : زَبَانِي وَقَالَ قَوْم لَا وَاحِد لَهُ مِنْ لَفْظه وَقِيلَ وَاحِده زِبْنِيت وَزْن عِفْرِيت , وَيُقَال عِفْرِيَة لُغَة مُسْتَقِلَّة لَيْسَتْ مَأْخُوذَة مِنْ عِفْرِيت , وَمُرَاد الْمُصَنِّف بِقَوْلِهِ : \" مِثْل زِبْنِيَة \" أَيْ أَنَّهُ قِيلَ فِي عِفْرِيت عِفْرِيَة , وَهِيَ قِرَاءَة رُوِيَتْ فِي الشَّوَاذّ عَنْ أَبِي بَكْر الصِّدِّيق , وَعَنْ أَبِي رَجَاء الْعُطَارِدِيّ وَأَبِي السِّمَال بِالْمُهْمَلَةِ وَاللَّام , وَقَالَ ذُو الرُّمَّة : كَأَنَّهُ كَوْكَب فِي إِثْر عِفْرِيَة مُصَوِّب فِي ظَلَام اللَّيْل مُنْتَصِب وَقَدْ تَقَدَّمَ كَثِير مِنْ بَيَان أَحْوَال الْجِنّ فِي \" بَاب صِفَة إِبْلِيس وَجُنُوده \" مِنْ بَدْء الْخَلْق . قَالَ اِبْن عَبْد الْبَرّ : الْجِنّ عَلَى مَرَاتِب , فَالْأَصْل جِنِّيّ , فَإِنْ خَالَطَ الْإِنْس قِيلَ : عَامِر , وَمَنْ تَعَرَّضَ مِنْهُمْ لِلصِّبْيَانِ قِيلَ : أَرْوَاح , وَمِنْ زَادَ فِي الْخُبْث قِيلَ شَيْطَان , فَإِنْ زَادَ عَلَى ذَلِكَ قِيلَ : مَارِد , فَإِنْ زَادَ عَلَى ذَلِكَ قِيلَ : عِفْرِيت . وَقَالَ الرَّاغِب : الْعِفْرِيت مِنْ الْجِنّ هُوَ الْعَارِم الْخَبِيث , وَإِذَا بُولِغَ فِيهِ قِيلَ عِفْرِيت نِفْرِيت . وَقَالَ اِبْن قُتَيْبَة : الْعِفْرِيت الْمُوثَق الْخَلْق , وَأَصْله مِنْ الْعَفَر وَهُوَ التُّرَاب , وَرَجُل عِفِرّ بِكَسْرِ أَوَّله وَثَانِيه وَتَثْقِيل ثَالِثه إِذَا بُولِغَ فِيهِ أَيْضًا . ¶ 3- عَنْ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "انْطَلَقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي طَائِفَةٍ مِنْ أَصْحَابِهِ عَامِدِينَ إِلَى سُوقِ عُكَاظٍ وَقَدْ حِيلَ بَيْنَ الشَّيَاطِينِ وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُبُ فَرَجَعَتْ الشَّيَاطِينُ فَقَالُوا مَا لَكُمْ فَقَالُوا حِيلَ بَيْنَنَا وَبَيْنَ خَبَرِ السَّمَاءِ وَأُرْسِلَتْ عَلَيْنَا الشُّهُبُ قَالَ مَا حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ إِلَّا مَا حَدَثَ فَاضْرِبُوا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا فَانْظُرُوا مَا هَذَا الْأَمْرُ الَّذِي حَدَثَ فَانْطَلَقُوا فَضَرَبُوا مَشَارِقَ الْأَرْضِ وَمَغَارِبَهَا يَنْظُرُونَ مَا هَذَا الْأَمْرُ الَّذِي حَالَ بَيْنَهُمْ وَبَيْنَ خَبَرِ السَّمَاءِ قَالَ فَانْطَلَقَ الَّذِينَ تَوَجَّهُوا نَحْوَ تِهَامَةَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَخْلَةَ وَهُوَ عَامِدٌ إِلَى سُوقِ عُكَاظٍ وَهُوَ يُصَلِّي بِأَصْحَابِهِ صَلَاةَ الْفَجْرِ فَلَمَّا سَمِعُوا الْقُرْآنَ تَسَمَّعُوا لَهُ فَقَالُوا هَذَا الَّذِي حَالَ بَيْنَكُمْ وَبَيْنَ خَبَرِ السَّمَاءِ فَهُنَالِكَ رَجَعُوا إِلَى قَوْمِهِمْ فَقَالُوا يَا قَوْمَنَا ¶ إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا يَهْدِي إِلَى الرُّشْدِ فَآمَنَّا بِهِ وَلَنْ نُشْرِكَ بِرَبِّنَا أَحَدًا ¶ وَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى نَبِيِّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ . ¶ وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْلُ الْجِنِّ صحيح البخاري ¶ قَوْله : ( اِنْطَلَقَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ )",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كَذَا اِخْتَصَرَهُ الْبُخَارِيّ هُنَا وَفِي صِفَة الصَّلَاة , وَأَخْرَجَهُ أَبُو نُعَيْم فِي \" الْمُسْتَخْرَج \" عَنْ الطَّبَرَانِيِّ عَنْ مُعَاذ بْن الْمُثَنَّى عَنْ مُسَدَّد شَيْخ الْبُخَارِيّ فِيهِ فَزَادَ فِي أَوَّله \" مَا قَرَأَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَلَى الْجِنّ وَلَا رَآهُمْ اِنْطَلَقَ \" إِلَخْ , وَهَكَذَا أَخْرَجَهُ مُسْلِم عَنْ شَيْبَانَ بْن فَرُّوخ عَنْ أَبِي عَوَانَة بِالسَّنَدِ الَّذِي أَخْرَجَهُ بِهِ الْبُخَارِيّ , فَكَأَنَّ الْبُخَارِيّ حَذَفَ هَذِهِ اللَّفْظَة عَمْدًا لِأَنَّ اِبْن مَسْعُود أَثْبَتَ أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَرَأَ عَلَى الْجِنّ , فَكَانَ ذَلِكَ مُقَدَّمًا عَلَى نَفْي اِبْن عَبَّاس . وَقَدْ أَشَارَ إِلَى ذَلِكَ مُسْلِم فَأَخْرَجَ عَقِب حَدِيث اِبْن عَبَّاس هَذَا حَدِيثَ اِبْن مَسْعُود عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" أَتَانِي دَاعِي الْجِنّ فَانْطَلَقْت مَعَهُ فَقَرَأْت عَلَيْهِ الْقُرْآن \" وَيُمْكِن الْجَمْع بِالتَّعَدُّدِ. ¶ قَوْله : ( فِي طَائِفَة مِنْ أَصْحَابه )",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "تَقَدَّمَ فِي أَوَائِل الْمَبْعَث فِي \" بَاب ذِكْر الْجِنّ \" أَنَّ اِبْن إِسْحَاق وَابْن سَعْد ذَكَرَا أَنَّ ذَلِكَ كَانَ ذِي الْقِعْدَة سَنَة عَشْر مِنْ الْمَبْعَث لَمَّا خَرَجَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الطَّائِف ثُمَّ رَجَعَ مِنْهَا , وَيُؤَيِّدهُ قَوْله فِي هَذَا الْحَدِيث \" إِنَّ الْجِنّ رَأَوْهُ يُصَلِّي بِأَصْحَابِهِ صَلَاة الْفَجْر \" وَالصَّلَاة الْمَفْرُوضَة إِنَّمَا شُرِعَتْ لَيْلَة الْإِسْرَاء وَالْإِسْرَاء كَانَ عَلَى الرَّاجِح قَبْل الْهِجْرَة بِسَنَتَيْنِ أَوْ ثَلَاث فَتَكُون الْقِصَّة بَعْد الْإِسْرَاء , لَكِنَّهُ مُشْكِل مِنْ جِهَة أُخْرَى , لِأَنَّ مُحَصَّل مَا فِي الصَّحِيح كَمَا تَقَدَّمَ فِي بَدْء الْخَلْق وَمَا ذَكَرَهُ اِبْن إِسْحَاق أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا خَرَجَ إِلَى الطَّائِف لَمْ يَكُنْ مَعَهُ مِنْ أَصْحَابه إِلَّا زَيْد بْن حَارِثَة , وَهُنَا قَالَ إِنَّهُ اِنْطَلَقَ فِي طَائِفَة مِنْ أَصْحَابه , فَلَعَلَّهَا كَانَتْ وُجْهَة أُخْرَى . وَيُمْكِن الْجَمْع بِأَنَّهُ لَمَّا رَجَعَ لَاقَاهُ بَعْض أَصْحَابه فِي أَثْنَاء الطَّرِيق فَرَافَقُوهُ . ¶ قَوْله : ( عَامِدِينَ ) ¶ أَيْ قَاصِدِينَ . ¶ قَوْله : ( إِلَى سُوق عُكَاظ )",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "بِضَمِّ الْمُهْمَلَة وَتَخْفِيف الْكَاف وَآخِره ظَاء مُعْجَمَة بِالصَّرْفِ وَعَدَمه , قَالَ اللِّحْيَانِيّ الصَّرْف لِأَهْلِ الْحِجَاز وَعَدَمه لُغَة تَمِيم , وَهُوَ مَوْسِم مَعْرُوف لِلْعَرَبِ . بَلْ كَانَ مِنْ أَعْظَم مَوَاسِمهمْ , وَهُوَ نَخْل فِي وَادٍ بَيْن مَكَّة وَالطَّائِف وَهُوَ إِلَى الطَّائِف أَقْرَب بَيْنهمَا عَشَرَة أَمْيَال , وَهُوَ وَرَاء قَرْن الْمَنَازِل بِمَرْحَلَةٍ مِنْ طَرِيق صَنْعَاء الْيَمَن . وَقَالَ الْبَكْرِيّ : أَوَّل مَا أُحْدِثَتْ قَبْل الْفِيل بِخَمْسَ عَشْرَة سَنَة , وَلَمْ تَزَلْ سُوقًا إِلَى سَنَة تِسْع وَعِشْرِينَ وَمِائَة , فَخَرَجَ الْخَوَارِج الْحَرُورِيَّة فَنَهَبُوهَا فَتُرِكَتْ إِلَى الْآن , كَانُوا يُقِيمُونَ بِهِ جَمِيع شَوَّال يَتَبَايَعُونَ وَيَتَفَاخَرُونَ وَتُنْشِد الشُّعَرَاء مَا تَجَدَّدَ لَهُمْ , وَقَدْ كَثُرَ ذَلِكَ فِي أَشْعَارهمْ كَقَوْلِ حَسَّان : سَأَنْشُرُ إِنْ حَيِيت لَكُمْ كَلَامًا يُنْشَر فِي الْمَجَامِع مِنْ عُكَاظ وَكَانَ الْمَكَان الَّذِي يَجْتَمِعُونَ بِهِ مِنْهُ يُقَال لَهُ الِابْتِدَاء , وَكَانَتْ هُنَاكَ صُخُور يَطُوفُونَ حَوْلهَا . ثُمَّ يَأْتُونَ مَجَنَّة فَيُقِيمُونَ بِهَا عِشْرِينَ لَيْلَة مِنْ ذِي الْقِعْدَة . ثُمَّ يَأْتُونَ ذَا الْمَجَاز , وَهُوَ خَلْف عَرَفَة فَيُقِيمُونَ بِهِ إِلَى وَقْت الْحَجّ , وَقَالَ اِبْن التِّين : سُوق عُكَاظ مِنْ إِضَافَة الشَّيْء إِلَى نَفْسه , كَذَا قَالَ , وَعَلَى مَا تَقَدَّمَ مِنْ أَنَّ السُّوق كَانَتْ تُقَام بِمَكَانٍ مِنْ عُكَاظ يُقَال لَهُ الِابْتِدَاء لَا يَكُون كَذَلِكَ . ¶ قَوْله : ( وَقَدْ حِيلَ ) ¶ بِكَسْرِ الْحَاء الْمُهْمَلَة وَسُكُون التَّحْتَانِيَّة بَعْدهَا لَام أَيْ حُجِزَ وَمُنِعَ عَلَى الْبِنَاء لِلْمَجْهُولِ .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قَوْله : ( بَيْن الشَّيَاطِين وَبَيْن خَبَرِ السَّمَاء وَأُرْسِلَتْ عَلَيْهِمْ الشُّهُب ) ¶ بِضَمَّتَيْنِ جَمْع شِهَاب , وَظَاهِرُ هَذَا أَنَّ الْحَيْلُولَة وَإِرْسَال الشُّهُب وَقَعَ فِي هَذَا الزَّمَان الْمُقَدَّم ذِكْره وَاَلَّذِي تَضَافَرَتْ بِهِ الْأَخْبَار أَنَّ ذَلِكَ وَقَعَ لَهُمْ مِنْ أَوَّلِ الْبَعْثَة النَّبَوِيَّة , وَهَذَا مِمَّا يُؤَيِّد تَغَايُر زَمَن الْقِصَّتَيْنِ , وَأَنَّ مَجِيء الْجِنّ لِاسْتِمَاعِ الْقُرْآن كَانَ قَبْل خُرُوجه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِلَى الطَّائِف بِسَنَتَيْنِ , وَلَا يُعَكِّر عَلَى ذَلِكَ إِلَّا قَوْله فِي هَذَا الْخَبَر إِنَّهُمَا رَأَوْهُ يُصَلِّي بِأَصْحَابِهِ صَلَاة الْفَجْر , لِأَنَّهُ يَحْتَمِل أَنْ يَكُونَ ذَلِكَ قَبْل فَرْض الصَّلَوَات لَيْلَة الْإِسْرَاء فَإِنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ قَبْل الْإِسْرَاء يُصَلِّي قَطْعًا , وَكَذَلِكَ أَصْحَابه لَكِنْ اُخْتُلِفَ هَلْ اُفْتُرِضَ قَبْل الْخَمْس شَيْء مِنْ الصَّلَاة أَمْ لَا ؟ فَيَصِحّ عَلَى هَذَا قَوْل مَنْ قَالَ : إِنَّ الْفَرْض أَوَّلًا كَانَ صَلَاة قَبْل طُلُوع الشَّمْس وَصَلَاة قَبْل غُرُوبهَا , وَالْحُجَّة فِيهِ قَوْله تَعَالَى { وَسَبِّحْ بِحَمْدِ رَبِّك قَبْلَ طُلُوعِ الشَّمْسِ وَقَبْلَ غُرُوبِهَا } وَنَحْوهَا مِنْ الْآيَات , فَيَكُونُ إِطْلَاق صَلَاة الْفَجْر فِي حَدِيث الْبَاب بِاعْتِبَارِ الزَّمَان لَا لِكَوْنِهَا إِحْدَى الْخَمْس الْمُفْتَرَضَة لَيْلَة الْإِسْرَاء , فَتَكُونُ قِصَّة الْجِنّ مُتَقَدِّمَة مِنْ أَوَّلِ الْمَبْعَث . وَهَذَا الْمَوْضِع مِمَّا لَمْ يُنَبِّه عَلَيْهِ أَحَد مِمَّنْ وَقَفْت عَلَى كَلَامِهِمْ فِي شَرْح هَذَا الْحَدِيث . وَقَدْ أَخْرَجَ التِّرْمِذِيّ وَالطَّبَرِيُّ حَدِيث الْبَاب بِسِيَاقِ سَالِم مِنْ الْإِشْكَال الَّذِي",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ذَكَرْته مِنْ طَرِيق أَبِي إِسْحَاق السُّبَيْعِيِّ عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْنِ عَبَّاس قَالَ \" كَانَتْ الْجِنّ تَصْعَد إِلَى السَّمَاء الدُّنْيَا يَسْتَمِعُونَ الْوَحْي , فَإِذَا سَمِعُوا الْكَلِمَة زَادُوا فِيهَا أَضْعَافًا , فَالْكَلِمَة تَكُونُ حَقًّا وَأَمَّا مَا زَادُوا فَيَكُونُ بَاطِلًا , فَلَمَّا بُعِثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُنِعُوا مَقَاعِدهمْ , وَلَمْ تَكُنْ النُّجُوم يُرْمَى بِهَا قَبْل ذَلِكَ \" وَأَخْرَجَهُ الطَّبَرِيُّ أَيْضًا وَابْنُ مَرْدَوَيْهِ وَغَيْرهَا مِنْ طَرِيق عَطَاء بْن السَّائِب عَنْ سَعِيد بْن جُبَيْر مُطَوَّلًا وَأَوَّله \" كَانَ لِلْجِنِّ مَقَاعِد فِي السَّمَاء يَسْتَمِعُونَ الْوَحْي \" الْحَدِيث \" فَبَيْنَمَا هُمْ كَذَلِكَ إِذْ بُعِثَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَدُحِرَتْ الشَّيَاطِين مِنْ السَّمَاء , وَرُمُوا بِالْكَوَاكِبِ , فَجَعَلَ لَا يَصْعَد أَحَد مِنْهُمْ إِلَّا اِحْتَرَقَ , وَفَزِعَ أَهْل الْأَرْض لِمَا رَأَوْا مِنْ الْكَوَاكِب وَلَمْ تَكُنْ قَبْل ذَلِكَ فَقَالُوا : هَلَكَ أَهْل السَّمَاء كَانَ أَهْل الطَّائِف أَوَّل مَنْ تَفَطَّنَ لِذَلِكَ فَعَمَدُوا إِلَى أَمْوَالهمْ فَسَيَّبُوهَا وَإِلَى عَبِيدهمْ فَعَتَقُوهَا , فَقَالَ لَهُمْ رَجُل : وَيْلكُمْ لَا تُهْلِكُوا أَمْوَالكُمْ , فَإِنَّ مَعَالِمكُمْ مِنْ الْكَوَاكِب الَّتِي تَهْتَدُونَ بِهَا لَمْ يَسْقُط مِنْهَا شَيْء , فَأَقْلَعُوا . وَقَالَ إِبْلِيس : حَدَثَ فِي الْأَرْض حَدَث , فَأَتَى مِنْ كُلّ أَرْضٍ بِتُرْبَةٍ فَشَمَّهَا , فَقَالَ لِتُرْبَةِ تِهَامَة : هَاهُنَا حَدَثَ الْحَدَث , فَصَرَفَ إِلَيْهِ نَفَرًا مِنْ الْجِنّ , فَهُمْ الَّذِينَ اِسْتَمَعُوا الْقُرْآن \" وَعِنْد أَبِي دَاوُدَ فِي \" كِتَاب الْمَبْعَث \" مِنْ طَرِيق الشَّعْبِيّ أَنَّ",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الَّذِي قَالَ لِأَهْلِ الطَّائِف مَا قَالَ هُوَ عَبْد يَا لَيْل اِبْن عَمْرو , وَكَانَ قَدْ عَمِيَ , فَقَالَ لَهُمْ : لَا تَعْجَلُوا وَانْظُرُوا , فَإِنْ كَانَتْ النُّجُوم الَّتِي يُرْمَى بِهَا هِيَ الَّتِي تُعْرَف فَهُوَ عِنْد فَنَاء النَّاس , وَإِنْ كَانَتْ لَا تُعْرَف فَهُوَ مِنْ حَدَث فَنَظَرُوا فَإِذَا هِيَ نُجُوم لَا تُعْرَف , فَلَمْ يَلْبَثُوا أَنْ سَمِعُوا بِمَبْعَثِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَدْ أَخْرَجَهُ الطَّبَرِيُّ مِنْ طَرِيق السُّدِّيِّ مُطَوَّلًا , وَذَكَرَ اِبْنُ إِسْحَاق نَحْوَهُ مُطَوَّلًا بِغَيْرِ إِسْنَاد فِي \" مُخْتَصَر اِبْنِ هِشَام \" , زَادَ فِي رِوَايَة يُونُس بْن بُكَيْر فَسَاقَ سَنَده بِذَلِكَ عَنْ يَعْقُوب بْن عُتْبَة بْن الْمُغِيرَة بْنِ الْأَخْنَس أَنَّهُ حَدَّثَهُ عَنْ عَبْد اللَّه بْن عَبْد اللَّه أَنَّهُ حَدَّثَهُ أَنَّ رَجُلًا مِنْ ثَقِيف يُقَال لَهُ عَمْرو بْن أُمَيَّة كَانَ مِنْ أَدْهَى الْعَرَب , وَكَانَ أَوَّل مَنْ فَزِعَ لَمَّا رُمِيَ بِالنُّجُومِ مِنْ النَّاس , فَذَكَرَ نَحْوَهُ . وَأَخْرَجَهُ اِبْنُ سَعْد مِنْ وَجْه آخَر عَنْ يَعْقُوب بْنِ عُتْبَة قَالَ : أَوَّل الْعَرَب فَزِعَ مِنْ رَمْي النُّجُوم ثَقِيف , فَأَتَوْا عَمْرو بْن أُمَيَّة . وَذَكَرَ الزُّبَيْر بْن بَكَّار فِي النَّسَب نَحْوَهُ بِغَيْرِ سِيَاقه , وَنُسِبَ الْقَوْل الْمَنْسُوب لِعَبْدِ يَا لَيْل لِعُتْبَةَ بْن رَبِيعه , فَلَعَلَّهُمَا تَوَارَدَا عَلَى ذَلِكَ . فَهَذِهِ الْأَخْبَار تَدُلّ عَلَى أَنَّ الْقِصَّة وَقَعَتْ أَوَّلَ الْبَعْثَة وَهُوَ الْمُعْتَمَد , وَقَدْ اِسْتَشْكَلَ عِيَاض وَتَبِعَهُ الْقُرْطُبِيّ وَالنَّوَوِيّ وَغَيْرهمَا مِنْ حَدِيث الْبَاب مَوْضِعًا آخَر وَلَمْ يَتَعَرَّضُوا لِمَا ذَكَرْته , فَقَالَ عِيَاض : ظَاهِرُ الْحَدِيث أَنَّ",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الرَّمْي بِالشُّهُبِ لَمْ يَكُنْ قَبْل مَبْعَث النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِإِنْكَارِ الشَّيَاطِين لَهُ وَطَلَبِهِمْ سَبَبه , وَلِهَذَا كَانَتْ الْكَهَانَة فَاشِيَة فِي الْعَرَب وَمَرْجُوعًا إِلَيْهَا فِي حُكْمهمْ , حَتَّى قُطِعَ سَبَبهَا بِأَنْ حِيلَ بَيْن الشَّيَاطِين وَبَيْن اِسْتِرَاق السَّمْع , كَمَا قَالَ تَعَالَى فِي هَذِهِ السُّورَة { وَأَنَّا لَمَسْنَا السَّمَاء فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا , وَأَنَّا كُنَّا نَقْعُد مِنْهَا مَقَاعِد لِلسَّمْعِ , فَمَنْ يَسْتَمِع الْآن يَجِد لَهُ شِهَابًا رَصَدًا } وَقَوْله تَعَالَى { إِنَّهُمْ عَنْ السَّمْع لَمَعْزُولُونَ } وَقَدْ جَاءَتْ أَشْعَار الْعَرَب بِاسْتِغْرَابِ رَمْيهَا وَإِنْكَاره إِذْ لَمْ يَعْهَدُوهُ قَبْل الْمَبْعَث , وَكَانَ ذَلِكَ أَحَد دَلَائِل نُبُوَّته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . يُؤَيِّدهُ مَا ذُكِرَ فِي الْحَدِيث مِنْ إِنْكَار الشَّيَاطِين . قَالَ وَقَالَ بَعْضهمْ : لَمْ تَزَلْ الشُّهُب يُرْمَى بِهَا مُذْ كَانَتْ الدُّنْيَا , وَاحْتَجُّوا بِمَا جَاءَ فِي أَشْعَار الْعَرَب مِنْ ذَلِكَ قَالَ : وَهَذَا مَرْوِيّ عَنْ اِبْنِ عَبَّاس وَالزُّهْرِيّ , وَرَفَعَ فِيهِ اِبْنُ عَبَّاس حَدِيثًا عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَقَالَ الزُّهْرِيُّ لِمَنْ اِعْتَرَضَ عَلَيْهِ بِقَوْلِهِ { فَمَنْ يَسْتَمِع الْآن يَجِد لَهُ شِهَابًا رَصَدًا } قَالَ : غُلِّظَ أَمْرهَا وَشُدِّدَ اِنْتَهَى . وَهَذَا الْحَدِيث الَّذِي أَشَارَ إِلَيْهِ أَخْرَجَهُ مُسْلِم مِنْ طَرِيق الزُّهْرِيِّ عَنْ عُبَيْد اللَّه عَنْ اِبْنِ عَبَّاس عَنْ رِجَال مِنْ الْأَنْصَار قَالُوا \" كُنَّا عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ , فَقَالَ : مَا كُنْتُمْ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تَقُولُونَ لِهَذَا إِذَا رُمِيَ بِهِ فِي الْجَاهِلِيَّة \" ؟ الْحَدِيث . وَأَخْرَجَهُ عَبْد الرَّزَّاق عَنْ مَعْمَر قَالَ : سُئِلَ الزُّهْرِيُّ عَنْ النُّجُوم أَكَانَ يُرْمَى بِهَا فِي الْجَاهِلِيَّة ؟ قَالَ : نَعَمْ , وَلَكِنَّهُ إِذْ جَاءَ الْإِسْلَام غُلِّظَ وَشُدِّدَ . وَهَذَا جَمْع حَسَن . وَمُحْتَمَل أَنْ يَكُونَ الْمُرَاد بِقَوْلِهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِذَا رُمِيَ بِهَا فِي الْجَاهِلِيَّة \" أَيْ جَاهِلِيَّة الْمُخَاطَبِينَ , وَلَا يَلْزَم أَنْ يَكُونَ ذَلِكَ قَبْل الْمَبْعَث فَإِنَّ الْمُخَاطَب بِذَلِكَ الْأَنْصَار , وَكَانُوا قَبْل إِسْلَامهمْ فِي جَاهِلِيَّة , فَإِنَّهُمْ لَمْ يُسْلِمُوا إِلَّا بَعْد الْمَبْعَث ثَلَاث عَشْرَة سَنَة . وَقَالَ السُّهَيْلِيُّ : لَمْ يَزَلْ الْقَذْف بِالنُّجُومِ قَدِيمًا , وَهُوَ مَوْجُود فِي أَشْعَار قُدَمَاء الْجَاهِلِيَّة كَأَوْسِ بْن حَجَرٍ وَبِشْر بْن أَبِي حَازِم وَغَيْرهمَا . وَقَالَ الْقُرْطُبِيّ : يُجْمَع بِأَنَّهَا لَمْ تَكُنْ يُرْمَى بِهَا قَبْل الْمَبْعَث رَمْيًا يَقْطَع الشَّيَاطِين عَنْ اِسْتِرَاق السَّمْع , وَلَكِنْ كَانَتْ تُرْمَى تَارَة وَلَا تُرْمَى أُخْرَى , وَتُرْمَى مِنْ جَانِبٍ وَلَا تُرْمَى مِنْ جَمِيع الْجَوَانِب , وَلَعَلَّ الْإِشَارَة إِلَى ذَلِكَ بِقَوْلِهِ تَعَالَى { وَيُقْذَفُونَ مِنْ كُلّ جَانِبٍ دُحُورًا } اِنْتَهَى . ثُمَّ وَجَدْت عَنْ وَهْب بْن مُنَبِّه مَا يَرْفَع الْإِشْكَال وَيَجْمَع بَيْن مُخْتَلَف الْأَخْبَار قَالَ : كَانَ إِبْلِيس يَصْعَد إِلَى السَّمَاوَات كُلّهنَّ يَتَقَلَّب فِيهِنَّ كَيْف شَاءَ لَا يُمْنَع مُنْذُ أُخْرِجَ آدَمُ إِلَى أَنْ رُفِعَ عِيسَى , فَحُجِبَ حِينَئِذٍ مِنْ أَرْبَعِ سَمَاوَات , فَلَمَّا بُعِثَ نَبِيّنَا حُجِبَ مِنْ الثَّلَاث فَصَارَ يَسْتَرِق السَّمْع هُوَ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وَجُنُوده وَيُقْذَفُونَ بِالْكَوَاكِبِ . وَيُؤَيِّدهُ مَا رَوَى الطَّبَرِيُّ مِنْ طَرِيق الْعَوْفِيّ عَنْ اِبْنِ عَبَّاس قَالَ : لَمْ تَكُنْ السَّمَاء تُحْرَس فِي الْفَتْرَة بَيْن عِيسَى وَمُحَمَّد , فَلَمَّا بُعِثَ مُحَمَّد حُرِسَتْ حَرَسًا شَدِيدًا وَرُجِمَتْ الشَّيَاطِين , فَأَنْكَرُوا ذَلِكَ . وَمِنْ طَرِيق السُّدِّيِّ قَالَ : إِنَّ السَّمَاء لَمْ تَكُنْ تُحْرَس إِلَّا أَنْ يَكُونَ فِي الْأَرْض نَبِيّ أَوْ دِين ظَاهِرٌ , وَكَانَتْ الشَّيَاطِين قَدْ اِتَّخَذَتْ مَقَاعِد يَسْمَعُونَ فِيهَا مَا يَحْدُث , فَلَمَّا بُعِثَ مُحَمَّد رُجِمُوا . وَقَالَ الزَّيْن ابْن الْمُنِير : ظَاهِرُ الْخَبَر أَنَّ الشُّهُب لَمْ تَكُنْ يُرْمَى بِهَا , وَلَيْسَ كَذَلِكَ ; لِمَا دَلَّ عَلَيْهِ حَدِيث مُسْلِم . وَأَمَّا قَوْله تَعَالَى { فَمَنْ يَسْتَمِع الْآن يَجِد لَهُ شِهَابًا رَصَدًا } فَمَعْنَاهُ أَنَّ الشُّهُب كَانَتْ تُرْمَى فَتُصِيب تَارَة وَلَا تُصِيب أُخْرَى , وَبَعْد الْبَعْثَة أَصَابَتْهُمْ إِصَابَة مُسْتَمِرَّة فَوَصَفُوهَا لِذَلِكَ بِالرَّصَدِ , لِأَنَّ الَّذِي يَرْصُد الشَّيْء لَا يُخْطِئهُ , فَيَكُونُ الْمُتَجَدِّد دَوَام الْإِصَابَة لَا أَصْلهَا . وَأَمَّا قَوْل السُّهَيْلِيّ : لَوْلَا أَنَّ الشِّهَاب قَدْ يُخْطِئ الشَّيْطَان لَمْ يَتَعَرَّض لَهُ مَرَّة أُخْرَى , فَجَوَابه أَنَّهُ يَجُوز أَنْ يَقَع التَّعَرُّض مَعَ تَحَقُّق الْإِصَابَة لِرَجَاءِ اِخْتِطَاف الْكَلِمَة وَإِلْقَائِهَا قَبْل إِصَابَة الشِّهَاب , ثُمَّ لَا يُبَالِي الْمُخْتَطِف بِالْإِصَابَةِ لِمَا طُبِعَ عَلَيْهِ مِنْ الشَّرّ كَمَا تَقَدَّمَ . وَأَخْرَجَ الْعُقَيْلِيُّ وَابْنُ مَنْدَهْ وَغَيْرهمَا وَذَكَرَهُ أَبُو عُمَر بِغَيْرِ سَنَدٍ مِنْ طَرِيق لَهَب - بِفَتْحَتَيْنِ وَيُقَال بِالتَّصْغِيرِ - بْنِ مَالِك",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "اللَّيْثِيِّ قَالَ : ذَكَرْت عِنْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الْكَهَانَة فَقُلْت : نَحْنُ أَوَّلُ مَنْ عَرَفَ حِرَاسَة السَّمَاء وَرَجْم الشَّيَاطِين وَمَنْعهمْ مِنْ اِسْتِرَاق السَّمْع عِنْد قَذْف النُّجُوم , وَذَلِكَ أَنَّا اِجْتَمَعْنَا عِنْد كَاهِنٍ لَنَا يُقَال لَهُ خُطْر بْن مَالِك - وَكَانَ شَيْخًا كَبِيرًا قَدْ أَتَتْ عَلَيْهِ مِائَتَانِ وَسِتَّة وَثَمَانُونَ سَنَة - فَقُلْنَا : يَا خُطْر , هَلْ عِنْدك عِلْم مِنْ هَذِهِ النُّجُوم الَّتِي يُرْمَى بِهَا , فَإِنَّا فَزِعْنَا مِنْهَا وَخِفْنَا سُوء عَاقِبَتهَا ؟ الْحَدِيث , وَفِيهِ : فَانْقَضَّ نَجْم عَظِيم مِنْ السَّمَاء , فَصَرَخَ الْكَاهِن رَافِعًا صَوْته : أَصَابَهُ أَصَابَهُ خَامَرَهُ عَذَابه أَحْرَقَهُ شِهَابه الْأَبْيَات , وَفِي الْخَبَر أَنَّهُ قَالَ أَيْضًا : قَدْ مُنِعَ السَّمْع عُتَاة الْجَان بِثَاقِبٍ يُتْلِف ذِي سُلْطَان مِنْ أَجْل مَبْعُوث عَظِيم الشَّان وَفِيهِ أَنَّهُ قَالَ : أَرَى لِقَوْمِي مَا أَرَى لِنَفْسِي أَنْ يَتَبَعُوا خَيْر نَبِيّ الْإِنْس الْحَدِيث بِطُولِهِ , قَالَ أَبُو عُمَر : سَنَده ضَعِيف جِدًّا , وَلَوْلَا فِيهِ حُكْم لَمَا ذَكَرْته لِكَوْنِهِ عَلَمًا مِنْ أَعْلَام النُّبُوَّة وَالْأُصُول . فَإِنْ قِيلَ إِذَا كَانَ الرَّمْي بِهَا غُلِّظَ وَشُدِّدَ بِسَبَبِ نُزُول الْوَحْي فَهَلَّا اِنْقَطَعَ بِانْقِطَاعِ الْوَحْي بِمَوْتِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَنَحْنُ نُشَاهِدهَا الْآن يُرْمَى بِهَا ؟ فَالْجَوَاب يُؤْخَذ مِنْ حَدِيث الزُّهْرِيِّ الْمُتَقَدِّم , فَفِيهِ عِنْد مُسْلِم قَالُوا : كُنَّا نَقُول وُلِدَ اللَّيْلَة رَجُل عَظِيم وَمَاتَ رَجُل عَظِيم , فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : فَإِنَّهَا لَا تُرْمَى لِمَوْتِ أَحَد وَلَا",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "لِحَيَاتِهِ , وَلَكِنْ رَبّنَا إِذَا قَضَى أَمْرًا أَخْبَرَ أَهْل السَّمَاوَات بَعْضهمْ بَعْضًا حَتَّى يَبْلُغ الْخَبَر السَّمَاء الدُّنْيَا فَيَخْطَف الْجِنّ السَّمْع فَيَقْذِفُونَ بِهِ إِلَى أَوْلِيَائِهِمْ . فَيُؤْخَذ مِنْ ذَلِكَ أَنَّ سَبَب التَّغْلِيظ وَالْحِفْظ لَمْ يَنْقَطِع لِمَا يَتَجَدَّد مِنْ الْحَوَادِث الَّتِي تُلْقَى بِأَمْرِهِ إِلَى الْمَلَائِكَة , فَإِنَّ الشَّيَاطِين مَعَ شِدَّة التَّغْلِيظ عَلَيْهِمْ فِي ذَلِكَ بَعْد الْمَبْعَث لَمْ يَنْقَطِع طَمَعهمْ فِي اِسْتِرَاق السَّمْع فِي زَمَن النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَكَيْف بِمَا بَعْده , وَقَدْ قَالَ عُمَر لِغَيْلَان بْن سَلَمَة لَمَّا طَلَّقَ نِسَاءَهُ : إِنِّي أَحْسِب أَنَّ الشَّيَاطِين فِيمَا تَسْتَرِق السَّمْع سَمِعَتْ بِأَنَّك سَتَمُوتُ فَأَلْقَتْ إِلَيْك ذَلِكَ الْحَدِيث , أَخْرَجَهُ عَبْد الرَّزَّاق وَغَيْره . فَهَذَا ظَاهِرٌ فِي أَنَّ اِسْتِرَاقهمْ السَّمْع اِسْتَمَرَّ بَعْد النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , فَكَانُوا يَقْصِدُونَ اِسْتِمَاع الشَّيْء مِمَّا يَحْدُث فَلَا يَصِلُونَ إِلَى ذَلِكَ إِلَّا إِنْ اِخْتَطَفَ أَحَدُهُمْ بِخِفَّةِ حَرَكَته خَطْفَة فَيَتْبَعهُ الشِّهَاب , فَإِنْ أَصَابَهُ قَبْل أَنْ يُلْقِيهَا لِأَصْحَابِهِ فَاتَتْ وَإِلَّا سَمِعُوهَا وَتَدَاوَلُوهَا , وَهَذَا يَرُدّ عَلَى قَوْل السُّهَيْلِيّ الْمُقَدَّم ذِكْرُهُ ¶ قَوْله : ( قَالَ مَا حَال بَيْنكُمْ وَبَيْن خَبَر السَّمَاء إِلَّا مَا حَدَثَ ) ¶ الَّذِي قَالَ لَهُمْ ذَلِكَ هُوَ إِبْلِيس كَمَا تَقَدَّمَ فِي رِوَايَة أَبِي إِسْحَاق الْمُتَقَدِّمَة قَرِيبًا . ¶ قَوْله : ( فَاضْرِبُوا مَشَارِق الْأَرْض وَمَغَارِبهَا )",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أَيْ سِيرُوا فِيهَا كُلّهَا , وَمِنْهُ قَوْله تَعَالَى { وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ } وَفِي رِوَايَة نَافِع بْن جُبَيْر عَنْ اِبْن عَبَّاس عِنْد أَحْمَد \" فَشَكَوْا ذَلِكَ إِلَى إِبْلِيس , فَبَثَّ جُنُوده , فَإِذَا هُمْ بِالنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِرَحْبَةٍ فِي نَخْلَة \" . ¶ قَوْله : ( فَانْطَلَقَ الَّذِينَ تَوَجَّهُوا ) ¶ قِيلَ كَانَ هَؤُلَاءِ الْمَذْكُورُونَ مِنْ الْجِنّ عَلَى دِين الْيَهُود , وَلِهَذَا قَالُوا \" أُنْزِلَ مِنْ بَعْدِ مُوسَى \" وَأَخْرَجَ اِبْن مَرْدَوَيْهِ مِنْ طَرِيق عُمَر بْن قَيْس عَنْ سَعِيد بْن جُبَيْر عَنْ اِبْن عَبَّاس أَنَّهُمْ كَانُوا تِسْعَة , وَمِنْ طَرِيق النَّضْر بْن عَرَبِيّ عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس كَانُوا سَبْعَة مِنْ أَهْل نَصِيبِين , وَعِنْد اِبْن أَبِي حَاتِم مِنْ طَرِيق مُجَاهِد نَحْوه لَكِنْ قَالَ : كَانُوا أَرْبَعَة مِنْ نَصِيبِين وَثَلَاثَة مِنْ حَرَّان , وَهُمْ حسا ونسا وشاصر وماضر والأدرس ووردان وَالأحقب . وَنَقَلَ السُّهَيْلِيُّ فِي \" التَّعْرِيف \" أَنَّ اِبْن دُرَيْد ذَكَرَ مِنْهُمْ خَمْسَة : شاصر وماضر ومنشى وناشي وَالْأَحْقَب . قَالَ وَذَكَرَ يَحْيَى بْن سَلَّامٍ وَغَيْره قِصَّة عَمْرو بْن جَابِر وَقِصَّة سرق وَقِصَّة زوبعة قَالَ : فَإِنْ كَانُوا سَبْعَة فالأحقب لَقَب أَحَدهمْ لَا اِسْمه . وَاسْتَدْرَكَ عَلَيْهِ اِبْن عَسْكَر مَا تَقَدَّمَ عَنْ مُجَاهِد قَالَ : فَإِذَا ضُمَّ إِلَيْهِمْ عَمْرو وزوبعة وَسرق وَكَانَ الأحقب لَقَبًا كَانُوا تِسْعَة .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قُلْت : هُوَ مُطَابِق لِرِوَايَةِ عُمَر بْن قَيْس الْمَذْكُورَة . وَقَدْ رَوَى اِبْن مَرْدَوَيْهِ أَيْضًا مِنْ طَرِيق الْحَكَم بْن أَبَان عَنْ عِكْرِمَة عَنْ اِبْن عَبَّاس : كَانُوا اِثْنَيْ عَشَر أَلْفًا مِنْ جَزِيرَة الْمَوْصِل , فَقَالَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لِابْنِ مَسْعُود : اُنْظُرْنِي حَتَّى آتِيك . وَخَطَّ عَلَيْهِ خَطًّا . الْحَدِيث . وَالْجَمْع بَيْن الرِّوَايَتَيْنِ تَعَدُّد الْقِصَّة , فَإِنَّ الَّذِينَ جَاءُوا أَوَّلًا كَانَ سَبَب مَجِيئِهِمْ مَا ذُكِرَ فِي الْحَدِيث مِنْ إِرْسَال الشُّهُب , وَسَبَب مَجِيء الَّذِينَ فِي قِصَّة اِبْن مَسْعُود أَنَّهُمْ جَاءُوا لِقَصْدِ الْإِسْلَام وَسَمَاع الْقُرْآن وَالسُّؤَال عَنْ أَحْكَام الدِّين , وَقَدْ بَيَّنْت ذَلِكَ فِي أَوَائِل الْمَبْعَث فِي الْكَلَام عَلَى حَدِيث أَبِي هُرَيْرَة , وَهُوَ مِنْ أَقْوَى الْأَدِلَّة عَلَى تَعَدُّد الْقِصَّة فَإِنَّ أَبَا هُرَيْرَة إِنَّمَا أَسْلَمَ بَعْد الْهِجْرَة , وَالْقِصَّة الْأُولَى كَانَتْ عَقِب الْمَبْعَث , وَلَعَلَّ مَنْ ذُكِرَ فِي الْقِصَص الْمُفَرَّقَة كَانُوا مِمَّنْ وَفَدَ بَعْد , لِأَنَّهُ لَيْسَ فِي كُلّ قِصَّة مِنْهَا إِلَّا أَنَّهُ كَانَ مِمَّنْ وَفَدَ , وَقَدْ ثَبَتَ تَعَدُّد وُفُودهمْ . ¶ قَوْله : ( نَحْو تِهَامه )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "بِكَسْرِ الْمُثَنَّاة اِسْم لِكُلِّ مَكَان غَيْر عَالٍ مِنْ بِلَاد الْحِجَاز , سُمِّيَتْ بِذَلِكَ لِشِدَّةِ حَرّهَا اِشْتِقَاقًا مِنْ التَّهَم بِفَتْحَتَيْنِ وَهُوَ شِدَّة الْحَرّ وَسُكُون الرِّيح , وَقِيلَ مِنْ تَهِمَ الشَّيْء إِذَا تَغَيَّرَ , قِيلَ لَهَا ذَلِكَ لِتَغَيُّرِ هَوَائِهَا . قَالَ الْبَكْرِيّ : حَدّهَا مِنْ جِهَة الشَّرْق ذَات عِرْق , وَمِنْ قِبَل الْحِجَاز السَّرْج بِفَتْحِ الْمُهْمَلَة وَسُكُون الرَّاء بَعْدهَا جِيم قَرْيَة مِنْ عَمَل الْفَرْع بَيْنهَا وَبَيْن الْمَدِينَة اِثْنَانِ وَسَبْعُونَ مِيلًا . ¶ قَوْله : ( إِلَى رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ) ¶ فِي رِوَايَة أَبِي إِسْحَاق : فَانْطَلَقُوا فَإِذَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . ¶ قَوْله : ( بِنَخْلَة ) ¶ بِفَتْحِ النُّون وَسُكُون الْمُعْجَمَة مَوْضِع بَيْن مَكَّة وَالطَّائِف , قَالَ الْبَكْرِيّ : عَلَى لَيْلَة مِنْ مَكَّة . وَهِيَ الَّتِي يُنْسَب إِلَيْهَا بَطْن نَخْل . وَوَقَعَ فِي رِوَايَة مُسْلِم بِنَخْلٍ بِلَا هَاء وَالصَّوَاب إِثْبَاتهَا . ¶ قَوْله : ( يُصَلِّي بِأَصْحَابِهِ صَلَاة الْفَجْر ) ¶ لَمْ يُخْتَلَف عَلَى اِبْن عَبَّاس فِي ذَلِكَ , وَوَقَعَ فِي رِوَايَة عَبْد الرَّزَّاق عَنْ اِبْن عُيَيْنَةَ عَنْ عَمْرو بْن دِينَار قَالَ : قَالَ الزُّبَيْر - أَوْ اِبْن الزُّبَيْر - كَانَ ذَلِكَ بِنَخْلَةَ وَالنَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقْرَأ فِي الْعِشَاء , وَخَرَّجَهُ اِبْن أَبِي شَيْبَة عَنْ اِبْن عُيَيْنَةَ عَنْ عَمْرو عَنْ عِكْرِمَة قَالَ : قَالَ الزُّبَيْر فَذَكَرَهُ , وَزَادَ : فَقَرَأَ { كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا } . وَكَذَا أَخْرَجَهُ اِبْن أَبِي حَاتِم , وَهَذَا مُنْقَطِع , وَالْأَوَّل أَصَحّ . ¶ قَوْله : ( تَسَمَّعُوا لَهُ )",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أَيْ قَصَدُوا لِسَمَاعِ الْقُرْآن وَأَصْغَوْا إِلَيْهِ . ¶ قَوْله : ( فَهُنَالِكَ ) ¶ هُوَ ظَرْف مَكَان وَالْعَامِل فِيهِ قَالُوا , وَفِي رِوَايَة \" فَقَالُوا \" وَالْعَامِل فِيهِ رَجَعُوا . ¶ قَوْله : ( رَجَعُوا إِلَى قَوْمهمْ فَقَالُوا : يَا قَوْمنَا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا ) ¶ قَالَ الْمَاوَرْدِيُّ : ظَاهِر هَذَا أَنَّهُمْ آمَنُوا عِنْد سَمَاع الْقُرْآن , قَالَ : وَالْإِيمَان يَقَع بِأَحَدِ أَمْرَيْنِ : إِمَّا بِأَنْ يَعْلَم حَقِيقَة الْإِعْجَاز وَشُرُوط الْمُعْجِزَة فَيَقَع لَهُ الْعِلْم بِصِدْقِ الرَّسُول , أَوْ يَكُون عِنْده عِلْم مِنْ الْكُتُب الْأُولَى فِيهَا دَلَائِل عَلَى أَنَّهُ النَّبِيّ الْمُبَشَّر بِهِ , وَكِلَا الْأَمْرَيْنِ فِي الْجِنّ مُحْتَمَل . وَاَللَّه أَعْلَم . ¶ قَوْله : ( وَأَنْزَلَ اللَّه عَزَّ وَجَلَّ عَلَى نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . قُلْ أُوحِيَ إِلَيَّ أَنَّهُ اِسْتَمَعَ نَفَرٌ مِنْ الْجِنِّ ) ¶ زَادَ التِّرْمِذِيّ \" قَالَ اِبْن عَبَّاس : وَقَوْل الْجِنّ لِقَوْمِهِمْ : لَمَّا قَامَ عَبْدُ اللَّهِ يَدْعُوهُ كَادُوا يَكُونُونَ عَلَيْهِ لِبَدًا , قَالَ : لَمَّا رَأَوْهُ يُصَلِّي وَأَصْحَابه يُصَلُّونَ بِصَلَاتِهِ يَسْجُدُونَ بِسُجُودِهِ , قَالَ فَتَعَجَّبُوا مِنْ طَوَاعِيَة أَصْحَابه لَهُ قَالُوا لِقَوْمِهِمْ ذَلِكَ \" . ¶ قَوْله : ( وَإِنَّمَا أُوحِيَ إِلَيْهِ قَوْل الْجِنّ )",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هَذَا كَلَام اِبْن عَبَّاس , كَأَنَّهُ تَقَرَّرَ فِيهِ مَا ذَهَبَ إِلَيْهِ أَوَّلًا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمْ يَجْتَمِع بِهِمْ , وَإِنَّمَا أَوْحَى اللَّهُ إِلَيْهِ بِأَنَّهُمْ اِسْتَمَعُوا , وَمِثْله قَوْله تَعَالَى { وَإِذْ صَرَّفْنَا إِلَيْك نَفَرًا مِنْ الْجِنِّ يَسْتَمِعُونَ الْقُرْآنَ فَلَمَّا حَضَرُوهُ قَالُوا أَنْصِتُوا } الْآيَة . وَلَكِنْ لَا يَلْزَم مِنْ عَدَم ذِكْر اِجْتِمَاعه بِهِمْ حِين اِسْتَمَعُوا أَنْ لَا يَكُون اِجْتَمَعَ بِهِمْ بَعْد ذَلِكَ كَمَا تَقَدَّمَ تَقْرِيره . وَفِي الْحَدِيث إِثْبَات وُجُود الشَّيَاطِين وَالْجِنّ وَأَنَّهُمَا لِمُسَمًّى وَاحِد , وَإِنَّمَا صَارَا صِنْفَيْنِ بِاعْتِبَارِ الْكُفْر وَالْإِيمَان , فَلَا يُقَال لِمَنْ آمَنَ مِنْهُمْ إِنَّهُ شَيْطَان . وَفِيهِ أَنَّ الصَّلَاة فِي الْجَمَاعَة شُرِعَتْ قَبْل الْهِجْرَة . وَفِيهِ مَشْرُوعِيَّتهَا فِي السَّفَر . وَالْجَهْر بِالْقِرَاءَةِ فِي صَلَاة الصُّبْح , وَأَنَّ الِاعْتِبَار بِمَا قَضَى اللَّه لِلْعَبْدِ مِنْ حُسْن الْخَاتِمَة لَا بِمَا ظَهَرَ مِنْهُ مِنْ الشَّرّ وَلَوْ بَلَغَ مَا بَلَغَ , لِأَنَّ هَؤُلَاءِ الَّذِينَ بَادَرُوا إِلَى الْإِيمَان بِمُجَرَّدِ اِسْتِمَاع الْقُرْآن لَوْ لَمْ يَكُونُوا عِنْد إِبْلِيس فِي أَعْلَى مَقَامَات الشَّرّ مَا اِخْتَارَهُمْ لِلتَّوَجُّهِ إِلَى الْجِهَة الَّتِي ظَهَرَ لَهُ أَنَّ الْحَدَث الْحَادِث مِنْ جِهَتهَا . وَمَعَ ذَلِكَ فَغَلَبَ عَلَيْهِمْ مَا قَضَى لَهُمْ مِنْ السَّعَادَة بِحُسْنِ الْخَاتِمَة , وَنَحْو ذَلِكَ قِصَّة سَحَرَة فِرْعَوْن .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "4- عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ قَالَ: مَا سَمِعْتُ عُمَرَ لِشَيْءٍ قَطُّ يَقُولُ إِنِّي لَأَظُنُّهُ كَذَا إِلَّا كَانَ كَمَا يَظُنُّ بَيْنَمَا عُمَرُ جَالِسٌ إِذْ مَرَّ بِهِ رَجُلٌ جَمِيلٌ فَقَالَ لَقَدْ أَخْطَأَ ظَنِّي أَوْ إِنَّ هَذَا عَلَى دِينِهِ فِي الْجَاهِلِيَّةِ أَوْ لَقَدْ كَانَ كَاهِنَهُمْ عَلَيَّ الرَّجُلَ فَدُعِيَ لَهُ فَقَالَ لَهُ ذَلِكَ فَقَالَ مَا رَأَيْتُ كَالْيَوْمِ اسْتُقْبِلَ بِهِ رَجُلٌ مُسْلِمٌ قَالَ فَإِنِّي أَعْزِمُ عَلَيْكَ إِلَّا مَا أَخْبَرْتَنِي قَالَ كُنْتُ كَاهِنَهُمْ فِي الْجَاهِلِيَّةِ قَالَ فَمَا أَعْجَبُ مَا جَاءَتْكَ بِهِ جِنِّيَّتُكَ قَالَ بَيْنَمَا أَنَا يَوْمًا فِي السُّوقِ جَاءَتْنِي أَعْرِفُ فِيهَا الْفَزَعَ فَقَالَتْ أَلَمْ تَرَ الْجِنَّ وَإِبْلَاسَهَا وَيَأْسَهَا مِنْ بَعْدِ إِنْكَاسِهَا وَلُحُوقَهَا بِالْقِلَاصِ وَأَحْلَاسِهَا قَالَ عُمَرُ صَدَقَ بَيْنَمَا أَنَا نَائِمٌ عِنْدَ آلِهَتِهِمْ إِذْ جَاءَ رَجُلٌ بِعِجْلٍ فَذَبَحَهُ فَصَرَخَ بِهِ صَارِخٌ لَمْ أَسْمَعْ صَارِخًا قَطُّ أَشَدَّ صَوْتًا مِنْهُ يَقُولُ يَا جَلِيحْ أَمْرٌ نَجِيحْ رَجُلٌ فَصِيحْ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ فَوَثَبَ الْقَوْمُ قُلْتُ لَا أَبْرَحُ حَتَّى أَعْلَمَ مَا وَرَاءَ هَذَا ثُمَّ نَادَى يَا جَلِيحْ أَمْرٌ نَجِيحْ رَجُلٌ فَصِيحْ يَقُولُ لَا إِلَهَ إِلَّا اللَّهُ فَقُمْتُ فَمَا نَشِبْنَا أَنْ قِيلَ هَذَا نَبِيٌّ .صحيح البخاري ¶ قَوْله : ( مَا سَمِعْت عُمَر يَقُول لِشَيْءٍ إِنِّي لَأَظُنّهُ كَذَا إِلَّا كَانَ ) ¶ أَيْ عَنْ شَيْء , وَاللَّام قَدْ تَأْتِي بِمَعْنَى عَنْ كَقَوْلِهِ : ( وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ ) . ¶ قَوْله : ( إِذْ مَرَّ بِهِ رَجُل جَمِيل )",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هُوَ سَوَاد - بِفَتْحِ الْمُهْمَلَة وَتَخْفِيف الْوَاو وَآخِره مُهْمَلَة - اِبْن قَارِب بِالْقَافِ وَالْمُوَحَّدَة , وَهُوَ سَدُوسِيّ أَوْ دُوسِيّ . وَقَدْ أَخْرَجَ اِبْن أَبِي خَيْثَمَةَ وَغَيْره مِنْ طَرِيق أَبِي جَعْفَر الْبَاقِر قَالَ : \" دَخَلَ رَجُل يُقَال لَهُ سَوَاد بْن قَارِب السَّدُوسِيّ عَلَى عُمَر , فَقَالَ . يَا سَوَاد أَنْشُدك اللَّه , هَلْ تُحْسِن مِنْ كِهَانَتك شَيْئًا \" فَذَكَرَ الْقِصَّة . وَأَخْرَجَ الطَّبَرَانِيُّ وَالْحَاكِم وَغَيْرهمَا مِنْ طَرِيق مُحَمَّد بْن كَعْب الْقُرَظِيّ قَالَ : \" بَيْنَمَا عُمَر قَاعِد فِي الْمَسْجِد \" فَذَكَرَ مِثْل سِيَاق أَبِي جَعْفَر وَأَتَمَّ مِنْهُ , وَهُمَا طَرِيقَانِ مُرْسَلَانِ يُعَضِّد أَحَدهمَا الْآخَر . وَأَخْرَجَ الْبُخَارِيّ فِي تَارِيخه وَالطَّبَرَانِيُّ مِنْ طَرِيق عَبَّاد بْن عَبْد الصَّمَد عَنْ سَعِيد بْن جُبَيْر قَالَ : \" أَخْبَرَنِي سَوَاد بْن قَارِب قَالَ : كُنْت نَائِمًا \" فَذَكَرَ قِصَّته الْأُولَى دُون قِصَّته مَعَ عُمَر . وَهَذَا إِنْ ثَبَتَ ذَلِكَ عَلَى تَأَخُّر وَفَاته , لَكِنَّ عَبَّادًا ضَعِيف . وَلِابْنِ شَاهِينَ مِنْ طَرِيق أُخْرَى ضَعِيفَة عَنْ أَنَس قَالَ : \" دَخَلَ رَجُل مِنْ دَوْس يُقَال لَهُ سَوَاد بْن قَارِب عَلَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" فَذَكَرَ قِصَّته أَيْضًا , وَهَذِهِ الطُّرُق يَقْوَى بَعْضهَا بِبَعْضٍ , وَلَهُ طُرُق أُخْرَى سَأَذْكُرُ مَا فِيهَا مِنْ فَائِدَة . ¶ قَوْله : ( لَقَدْ أَخْطَأَ ظَنِّي ) ¶ فِي رِوَايَة اِبْن عُمَر عِنْد الْبَيْهَقِيِّ \" لَقَدْ كُنْت ذَا فَرَاسَة , وَلَيْسَ لِي الْآن رَأْي إِنْ لَمْ يَكُنْ هَذَا الرَّجُل يَنْظُر فِي الْكِهَانَة \" . ¶ قَوْله : ( أَوْ ) ¶ بِسُكُونِ الْوَاو ¶ ( عَلَى دِين قَوْمه فِي الْجَاهِلِيَّة )",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أَيْ مُسْتَمِرّ عَلَى عِبَادَة مَا كَانُوا يَعْبُدُونَ . ¶ قَوْله : ( أَوْ ) ¶ بِسُكُونِ الْوَاو أَيْضًا ¶ ( لَقَدْ كَانَ كَاهِنهمْ ) ¶ أَيْ كَانَ كَاهِن قَوْمه . وَحَاصِله أَنَّ عُمَر ظَنَّ شَيْئًا مُتَرَدِّدًا بَيْن شَيْئَيْنِ أَحَدهمَا يَتَرَدَّد بَيْن شَيْئَيْنِ كَأَنَّهُ قَالَ : هَذَا الظَّنّ إِمَّا خَطَأ أَوْ صَوَاب فَإِنْ كَانَ صَوَابًا فَهَذَا الْآن إِمَّا بَاقٍ عَلَى كُفْره وَإِمَّا كَانَ كَاهِنًا , وَقَدْ أَظْهَرَ الْحَال الْقِسْم الْأَخِير , وَكَأَنَّهُ ظَهَرَتْ لَهُ مِنْ صِفَة مَشْيه أَوْ غَيْر ذَلِكَ قَرِينَة أَثَّرَتْ لَهُ ذَلِكَ الظَّنّ , فَاَللَّه أَعْلَم . ¶ قَوْله : ( عَلَيَّ ) ¶ بِالتَّشْدِيدِ ¶ ( الرَّجُلَ ) ¶ بِالنَّصْبِ أَيْ أَحْضِرُوهُ إِلَيَّ وَقَرِّبُوهُ مِنِّي . ¶ قَوْله : ( فَقَالَ لَهُ ذَلِكَ ) ¶ أَيْ مَا قَالَهُ فِي غَيْبَته مِنْ التَّرَدُّد . وَفِي رِوَايَة مُحَمَّد بْن كَعْب \" فَقَالَ لَهُ فَأَنْتَ عَلَى مَا كُنْت عَلَيْهِ مِنْ كِهَانَتك \" فَغَضِبَ , وَهَذَا مِنْ تَلَطُّف عُمَر , لِأَنَّهُ اِقْتَصَرَ عَلَى أَحْسَن الْأَمْرَيْنِ . ¶ قَوْله : ( مَا رَأَيْت كَالْيَوْمِ ) ¶ أَيْ رَأَيْت شَيْئًا مِثْل مَا رَأَيْت الْيَوْم . ¶ قَوْله : ( اُسْتُقْبِلَ ) ¶ بِضَمِّ التَّاء عَلَى الْبِنَاء لِلْمَجْهُولِ . ¶ قَوْله : ( رَجُل مُسْلِم )",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فِي رِوَايَة النَّسَفِيّ وَأَبِي ذَرّ \" رَجُلًا مُسْلِمًا \" وَرَأَيْته مُجَوَّدًا بِفَتْحِ تَاء \" اِسْتَقْبَلَ \" عَلَى الْبِنَاء لِلْفَاعِلِ وَهُوَ مَحْذُوف تَقْدِيره أَحَد , وَضَبَطَهُ الْكَرْمَانِيُّ اُسْتُقْبِلَ بِضَمِّ التَّاء وَأَعْرَبَ رَجُلًا مُسْلِمًا عَلَى أَنَّهُ مَفْعُول رَأَيْت , وَعَلَى هَذَا فَالضَّمِير فِي قَوْله \" بِهِ \" يَعُود عَلَى الْكَلَام , وَيَدُلّ عَلَيْهِ السِّيَاق , وَبَيَّنَهُ الْبَيْهَقِيُّ فِي رِوَايَة مُرْسَلَة \" قَدْ جَاءَ اللَّه بِالْإِسْلَامِ , فَمَا لَنَا وَلِذِكْرِ الْجَاهِلِيَّة \" . ¶ قَوْله : ( فَإِنِّي أَعْزِم عَلَيْك ) ¶ أَيْ أُلْزِمُك , وَفِي رِوَايَة مُحَمَّد بْن كَعْب \" مَا كُنَّا عَلَيْهِ مِنْ الشِّرْك أَعْظَم مِمَّا كُنْت عَلَيْهِ مِنْ كِهَانَتك \" . ¶ قَوْله : ( إِلَّا أَخْبَرْتنِي ) ¶ أَيْ مَا أَطْلُب مِنْك إِلَّا الْإِخْبَار . ¶ قَوْله : ( كُنْت كَاهِنهمْ فِي الْجَاهِلِيَّة ) ¶ الْكَاهِن الَّذِي يَتَعَاطَى الْخَبَر مِنْ الْأُمُور الْمُغَيَّبَة , وَكَانُوا فِي الْجَاهِلِيَّة كَثِيرًا , فَمُعْظَمهمْ كَانَ يَعْتَمِد عَلَى تَابِعه مِنْ الْجِنّ , وَبَعْضهمْ كَانَ يَدَّعِي مَعْرِفَة ذَلِكَ بِمُقَدِّمَاتِ أَسْبَاب يَسْتَدِلّ بِهَا عَلَى مَوَاقِعهَا مِنْ كَلَام مَنْ يَسْأَلهُ , وَهَذَا الْأَخِير يُسَمَّى الْعَرَّاف بِالْمُهْمَلَتَيْنِ , وَلَقَدْ تَلَطَّفَ سَوَاد فِي الْجَوَاب إِذْ كَانَ سُؤَال عُمَر عَنْ حَاله فِي كِهَانَته إِذْ كَانَ مِنْ أَمْر الشِّرْك , فَلَمَّا أَلْزَمهُ أَخْبَرَهُ بِآخِرِ شَيْء وَقَعَ لَهُ لِمَا تَضَمَّنَ مِنْ الْإِعْلَام بِنُبُوَّةِ مُحَمَّد صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَكَانَ سَبَبًا لِإِسْلَامِهِ . ¶ قَوْله : ( مَا أَعْجَبُ ) ¶ بِالضَّمِّ وَ \" مَا \" اِسْتِفْهَامِيَّة . ¶ قَوْله : ( جِنِّيَّتك )",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بِكَسْرِ الْجِيم وَالنُّون الثَّقِيلَة أَيْ الْوَاحِدَة مِنْ الْجِنّ كَأَنَّهُ أَنْتَ تَحْقِيرًا , وَيَحْتَمِل أَنْ يَكُون عَرَفَ أَنَّ تَابِع سَوَاد مِنْهُمْ كَانَ أُنْثَى , أَوْ هُوَ كَمَا يُقَال تَابِع الذَّكَر يَكُون أُنْثَى وَبِالْعَكْسِ . ¶ قَوْله : ( أَعْرِف فِيهَا الْفَزَع ) ¶ بِفَتْحِ الْفَاء وَالزَّاي أَيْ الْخَوْف , وَفِي رِوَايَة مُحَمَّد بْن كَعْب \" إِنَّ ذَلِكَ كَانَ وَهُوَ بَيْن النَّائِم وَالْيَقْظَانِ \" . ¶ قَوْله : ( أَلَمْ تَرَ الْجِنّ وَإِبْلَاسهَا ) ¶ بِالْمُوَحَّدَةِ وَالْمُهْمَلَة وَالْمُرَاد بِهِ الْيَأْس ضِدّ الرَّجَاء , وَفِي رِوَايَة أَبِي جَعْفَر \" عَجِبْت لِلْجِنِّ وَإِبْلَاسهَا \" وَهُوَ أَشْبَهُ بِإِعْرَابِ بَقِيَّة الشِّعْر , وَمِثْله لِمُحَمَّدِ بْن كَعْب لَكِنْ قَالَ : \" وَتَحْسَاسهَا \" بِفَتْحِ الْمُثَنَّاة وَبِمُهْمَلَاتٍ , أَيْ أَنَّهَا فَقَدَتْ أَمْرًا فَشَرَعَتْ تُفَتِّش عَلَيْهِ . ¶ قَوْله : ( وَيَأْسهَا مِنْ بَعْد إِنْكَاسِهَا )",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الْيَأْس بِالتَّحْتَانِيَّةِ ضِدّ الرَّجَاء وَالْإِنْكَاس الِانْقِلَاب , قَالَ اِبْن قَارِس : مَعْنَاهُ أَنَّهَا يَئِسَتْ مِنْ اِسْتِرَاق السَّمْع بَعْد أَنْ كَانَتْ قَدْ أَلِفَتْهُ , فَانْقَلَبَتْ عَنْ الِاسْتِرَاق قَدْ يَئِسَتْ مِنْ السَّمْع , وَوَقَعَ فِي شَرْح الدَّاوُدِيّ بِتَقْدِيمِ السِّين عَلَى الْكَاف , وَفَسَّرَهُ بِأَنَّهُ الْمَكَان الَّذِي أَلِفَتْهُ , قَالَ : وَوَقَعَ فِي رِوَايَة \" مِنْ بَعْد إِينَاسِهَا \" أَيْ أَنَّهَا كَانَتْ أَنِسَتْ بِالِاسْتِرَاقِ , وَلَمْ أَرَ مَا قَالَهُ فِي شَيْء مِنْ الرِّوَايَات , وَقَدْ شَرَحَ الْكَرْمَانِيُّ عَلَى اللَّفْظ الْأَوَّل الَّذِي ذَكَرَهُ الدَّاوُدِيّ وَقَالَ : الْإِنْسَاك جَمْع نُسُك , وَالْمُرَاد بِهِ الْعِبَادَة , وَلَمْ أَرَ هَذَا الْقَسِيم فِي غَيْر الطَّرِيق الَّتِي أَخْرَجَهَا الْبُخَارِيّ . وَزَادَ فِي رِوَايَة الْبَاقِر وَمُحَمَّد بْن كَعْب وَكَذَا عِنْد الْبَيْهَقِيِّ مَوْصُولًا مِنْ حَدِيث الْبَرَاء بْن عَازِب بَعْد قَوْله : \" وَأَحْلَاسهَا \" : تَهْوِي إِلَى مَكَّة تَبْغِي الْهُدَى مَا مُؤْمِنُوهَا مِثْل أَرْجَاسهَا فَاسْم إِلَى الصَّفْوَة مِنْ هَاشِم وَاسْم بِعَيْنَيْك إِلَى رَأْسهَا وَفِي رِوَايَتهمْ أَنَّ الْجِنِّيّ عَاوَدَهُ ثَلَاث لَيَالٍ يَنْشُدهُ هَذِهِ الْأَبْيَات مَعَ تُغَيِّر قَوَافِيهَا , فَجَعَلَ بَدَل قَوْله إِبْلَاسهَا \" تَطْلَابهَا \" أَوَّله مُثَنَّاة , وَتَارَة \" تَجْآرهَا \" بِجِيمٍ وَهَمْزَة , وَبَدَّلَ قَوْله أَحْلَاسهَا \" أَقْتَابهَا \" بِقَافٍ وَمُثَنَّاة جَمْع قَتَب , وَتَارَة \" أَكْوَارهَا \" وَبَدَّلَ قَوْله . مَا مُؤْمِنُوهَا مِثْل أَرْجَاسهَا \" لَيْسَ قُدَّامَاهَا كَأَذْنَابِهَا \" وَتَارَة \" لَيْسَ ذَوُو الشَّرّ كَأَخْيَارِهَا \" وَبَدَّلَ قَوْله : رَأْسهَا \" نَابَهَا \" وَتَارَة قَالَ :",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "\" مَا مُؤْمِنُو الْجِنّ كَكُفَّارِهَا \" . وَعِنْدهمْ مِنْ الزِّيَادَة أَيْضًا أَنَّهُ فِي كُلّ مَرَّة يَقُول لَهُ \" قَدْ بُعِثَ مُحَمَّد , فَانْهَضْ إِلَيْهِ تَرْشُد \" , وَفِي الرِّوَايَة الْمُرْسَلَة قَالَ : \" فَارْتَعَدَتْ فَرَائِصِي حَتَّى وَقَعْت \" , وَعِنْدهمْ جَمِيعًا أَنَّهُ لَمَّا أَصْبَحَ تَوَجَّهَ إِلَى مَكَّة فَوَجَدَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ هَاجَرَ , فَأَتَاهُ فَأَنْشَدَهُ أَبْيَاتًا يَقُول فِيهَا : أَتَانِي رُئًى بَعْد لَيْل وَهَجْعَة وَلَمْ يَكُ فِيمَا قَدْ بَلَوْت بِكَاذِبِ ثَلَاث لَيَالٍ قَوْله كُلّ لَيْلَة أَتَاك نَبِيّ مِنْ لُؤَيّ بْن غَالِب يَقُول فِي آخِرهَا : فَكُنَّ لِي شَفِيعًا يَوْم لَا ذُو شَفَاعَة سِوَاك بِمُغْنٍ عَنْ سَوَاد بْن قَارِب وَفِي آخِر الرِّوَايَة الْمُرْسَلَة \" فَالْتَزَمَهُ عُمَر وَقَالَ : لَقَدْ كُنْت أُحِبّ أَنْ أَسْمَع هَذَا مِنْك \" . ¶ قَوْله : ( وَلُحُوقهَا بِالْقِلَاصِ وَأَحْلَاسهَا ) ¶ الْقِلَاص بِكَسْرِ الْقَاف وَبِالْمُهْمَلَةِ جَمْع قُلُص بِضَمَّتَيْنِ وَهُوَ جَمْع قُلُوص وَهِيَ الْفَتِيَّة مِنْ النِّيَاق , وَالْأَحْلَاس جَمْع حِلْس بِكَسْرِ أَوَّله وَسُكُون ثَانِيه وَبِالْمُهْمَلَتَيْنِ وَهُوَ مَا يُوضَع عَلَى ظُهُور الْإِبِل تَحْت الرَّحْل , وَوَقَعَ هَذَا الْقَسِيم غَيْر مَوْزُون . وَفِي رِوَايَة الْبَاقِر \" وَرَحْلهَا الْعِيس بِأَحْلَاسِهَا \" وَهَذَا مَوْزُون , وَالْعِيس بِكَسْرِ أَوَّله وَسُكُون التَّحْتَانِيَّة وَبِالْمُهْمَلَتَيْنِ : الْإِبِل . ¶ قَوْله : ( قَالَ عُمَر : صَدَقَ , بَيْنَمَا أَنَا عِنْد آلِهَتهمْ )",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ظَاهِر هَذَا أَنَّ الَّذِي قَصَّ الْقِصَّة الثَّانِيَة هُوَ عُمَر , وَفِي رِوَايَة اِبْن عُمَر وَغَيْره أَنَّ الَّذِي قَصَّهَا هُوَ سَوَاد بْن قَارِب , وَلَفْظ اِبْن عُمَر عِنْد الْبَيْهَقِيِّ قَالَ : \" لَقَدْ رَأَى عُمَر رَجُلًا - فَذَكَرَ الْقِصَّة - قَالَ فَأَخْبِرْنِي عَنْ بَعْض مَا رَأَيْت , قَالَ : إِنِّي ذَات لَيْلَة بِوَادٍ إِذْ سَمِعْت صَائِحًا يَقُول : يَا جَلِيحْ , خَبَرٌ نَجِيحْ , رَجُلٌ فَصِيحْ , يَقُول لَا إِلَه إِلَّا اللَّه . عَجِبْت لِلْجِنِّ وَإِبْلَاسهَا \" فَذَكَرَ الْقِصَّة , ثُمَّ سَاقَ مِنْ طَرِيق أُخْرَى مُرْسَلَة قَالَ : \" مَرَّ عُمَر بِرَجُلٍ فَقَالَ : لَقَدْ كَانَ هَذَا كَاهِنًا \" الْحَدِيث وَفِيهِ \" فَقَالَ عُمَر أَخْبِرْنِي , فَقَالَ : نَعَمْ , بَيْنَا أَنَا جَالِس إِذْ قَالَتْ لِي : أَلَمْ تَرَ إِلَى الشَّيَاطِين وَإِبْلَاسهَا \" الْحَدِيث \" قَالَ عُمَر : اللَّه أَكْبَر , فَقَالَ : أَتَيْت مَكَّة فَإِذَا بِرَجُلٍ عِنْد تِلْكَ الْأَنْصَاب \" فَذَكَرَ قِصَّة الْعِجْل , وَهَذَا يَحْتَمِل فِيهِ مَا اُحْتُمِلَ فِي حَدِيث الصَّحِيح أَنْ يَكُون الْقَائِل \" أَتَيْت مَكَّة \" هُوَ عُمَر أَوْ صَاحِب الْقِصَّة . ¶ قَوْله : ( عِنْد آلِهَتهمْ ) ¶ أَيْ أَصْنَامهمْ . ¶ قَوْله : ( إِذْ جَاءَ رَجُل )",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لَمْ أَقِف عَلَى اِسْمه \" لَكِنْ عِنْد أَحْمَد مِنْ وَجْه آخَر أَنَّهُ اِبْن عَبْس , فَأَخْرَجَ مِنْ طَرِيق مُجَاهِد عَنْ شَيْخ أَدْرَكَ الْجَاهِلِيَّة يُقَال لَهُ اِبْن عَبْس قَالَ : \" كُنْت أَسُوق بَقَرَة لَنَا , فَسَمِعْت مِنْ جَوْفهَا \" فَذَكَرَ الرَّجَز قَالَ : \" فَقَدِمْنَا فَوَجَدْنَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ بُعِثَ \" وَرِجَاله ثِقَات , وَهُوَ شَاهِد قَوِيّ لِمَا فِي رِوَايَة اِبْن عُمَر وَأَنَّ الَّذِي حَدَّثَ بِذَلِكَ هُوَ سَوَاد بْن قَارِب , وَسَأَذْكُرُ بَعْد هَذَا مَا يُقَوِّي أَنَّ الَّذِي سَمِعَ ذَلِكَ هُوَ عُمَر فَيُمْكِن أَنْ يُجْمَع بَيْنهمَا بِتَعَدُّدِ ذَلِكَ لَهُمَا . ¶ قَوْله : ( يَا جَلِيحْ ) ¶ بِالْجِيمِ وَالْمُهْمَلَة بِوَزْنِ عَظِيم وَمَعْنَاهُ الْوَقِح الْمُكَافِح بِالْعَدَاوَةِ , قَالَ اِبْن التِّين : يَحْتَمِل أَنْ يَكُون نَادَى رَجُلًا بِعَيْنِهِ , وَيَحْتَمِل أَنْ يَكُون أَرَادَ مَنْ كَانَ بِتِلْكَ الصِّفَة قُلْت : وَوَقَعَ فِي مُعْظَم الرِّوَايَات الَّتِي أَشَرْت إِلَيْهَا \" يَا آلَ ذَرِيح \" بِالذَّالِ الْمُعْجَمَة وَالرَّاء وَآخِره مُهْمَلَة , وَهُمْ بَطْن مَشْهُور فِي الْعَرَب . ¶ قَوْله : ( رَجُل فَصِيح ) ¶ مِنْ الْفَصَاحَة , وَفِي رِوَايَة الْكُشْمِيهَنِيّ بِتَحْتَانِيَّةٍ أَوَّله بَدَل الْفَاء مِنْ الصِّيَاح وَوَقَعَ فِي حَدِيث اِبْن عَبْس \" قَوْل فَصِيح رَجُل يَصِيح \" . ¶ قَوْله : ( يَقُول لَا إِلَه إِلَّا أَنْتَ ) ¶ وَفِي رِوَايَة الْكُشْمِيهَنِيّ \" لَا إِلَه إِلَّا اللَّه \" وَهُوَ الَّذِي فِي بَقِيَّة الرِّوَايَات . ¶ قَوْله : ( فَمَا نَشِبْنَا )",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بِكَسْرِ الْمُعْجَمَة وَسُكُون الْمُوَحَّدَة أَيْ لَمْ نَتَعَلَّق بِشَيْءٍ مِنْ الْأَشْيَاء حَتَّى سَمِعْنَا أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَدْ خَرَجَ , يُرِيد أَنْ ذَلِكَ كَانَ بِقُرْبِ مَبْعَث النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . ¶ ( تَنْبِيهَانِ ) : ¶ أَحَدهمَا : ذَكَرَ اِبْن التِّين أَنَّ الَّذِي سَمِعَهُ سَوَاد بْن قَارِب مِنْ الْجِنِّيّ كَانَ مِنْ أَثَر اِسْتِرَاق السَّمْع , وَفِي جَزْمه بِذَلِكَ نَظَر , وَاَلَّذِي يَظْهَر أَنَّ ذَلِكَ كَانَ مِنْ أَثَر مَنْع الْجِنّ مِنْ اِسْتِرَاق السَّمْع , وَيُبَيِّن ذَلِكَ مَا أَخْرَجَهُ الْمُصَنِّف فِي الصَّلَاة وَيَأْتِي فِي تَفْسِير سُورَة الْجِنّ عَنْ اِبْن عَبَّاس \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَمَّا بُعِثَ مَنَعَ الْجِنّ مِنْ اِسْتِرَاق السَّمْع , فَضَرَبُوا الْمَشَارِق وَالْمَغَارِب يَبْحَثُونَ عَنْ سَبَب ذَلِكَ , حَتَّى رَأَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يُصَلِّي بِأَصْحَابِهِ صَلَاة الْفَجْر \" الْحَدِيث . ¶ ( التَّنْبِيه الثَّانِي ) :",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "لَمَّحَ الْمُصَنِّف بِإِيرَادِ هَذِهِ الْقِصَّة فِي \" بَاب إِسْلَام عُمَر \" بِمَا جَاءَ عَنْ عَائِشَة وَطَلْحَة عَنْ عُمَر مِنْ أَنَّ هَذِهِ الْقِصَّة كَانَتْ سَبَب إِسْلَامه , فَرَوَى أَبُو نُعَيْم فِي \" الدَّلَائِل \" أَنَّ أَبَا جَهْل \" جَعَلَ لِمَنْ يَقْتُل مُحَمَّدًا مِائَة نَاقَة , قَالَ عُمَر : فَقُلْت لَهُ : يَا أَبَا الْحَكَم آلضَّمَان صَحِيح ؟ قَالَ : نَعَمْ . قَالَ فَتَقَلَّدَتْ سَيْفِي أُرِيدهُ , فَمَرَرْت عَلَى عِجْل وَهُمْ يُرِيدُونَ أَنْ يَذْبَحُوهُ , فَقُمْت أَنْظُر إِلَيْهِمْ , فَإِذَا صَائِح يَصِيح مِنْ جَوْف الْعِجْل : يَا آلَ ذَرِيح , أَمْر نَجِيح , رَجُل يَصِيح بِلِسَانِ فَصِيح . قَالَ عُمَر : فَقُلْت فِي نَفْسِي إِنَّ هَذَا الْأَمْر مَا يُرَاد بِهِ إِلَّا أَنَا , قَالَ فَدَخَلْت عَلَى أُخْتِي فَإِذَا عِنْدهَا سَعِيد بْن زَيْد \" فَذَكَرَ الْقِصَّة فِي سَبَب إِسْلَامه بِطُولِهَا , ¶ 5- عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : ¶ سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَاسٌ عَنْ الْكُهَّانِ فَقَالَ لَيْسَ بِشَيْءٍ فَقَالُوا يَا رَسُولَ اللَّهِ إِنَّهُمْ يُحَدِّثُونَا أَحْيَانًا بِشَيْءٍ فَيَكُونُ حَقًّا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تِلْكَ الْكَلِمَةُ مِنْ الْحَقِّ يَخْطَفُهَا مِنْ الْجِنِّيِّ فَيَقُرُّهَا فِي أُذُنِ وَلِيِّهِ فَيَخْلِطُونَ مَعَهَا مِائَةَ كَذْبَةٍ ¶ قَالَ عَلِيٌّ قَالَ عَبْدُ الرَّزَّاقِ مُرْسَلٌ الْكَلِمَةُ مِنْ الْحَقِّ ثُمَّ بَلَغَنِي أَنَّهُ أَسْنَدَهُ بَعْدَهُ . صحيح البخاري ¶ قَوْله : ( سَأَلَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فِي رِوَايَة الْكُشْمِيهَنِيِّ \" سَأَلَ نَاس رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" وَكَذَا هُوَ فِي رِوَايَة يُونُس , وَعِنْد مُسْلِم مِنْ رِوَايَة مَعْقِل مِثْله وَمِنْ رِوَايَة مَعْقِل مِثْل الَّذِي قَبْله , وَقَدْ سُمِّيَ مِمَّنْ سَأَلَ عَنْ ذَلِكَ مُعَاوِيَة بْن الْحَكَم السُّلَمِيّ كَمَا أَخْرَجَهُ مُسْلِم مِنْ حَدِيثه \" قَالَ قُلْت يَا رَسُول اللَّه , أُمُورًا كُنَّا نَصْنَعهَا فِي الْجَاهِلِيَّة كُنَّا نَأْتِي الْكُهَّان , فَقَالَ : لَا تَأْتُوا الْكُهَّان \" الْحَدِيث . وَقَالَ الْخَطَّابِيُّ هَؤُلَاءِ الْكُهَّان فِيمَا عُلِمَ بِشَهَادَةِ الِامْتِحَان قَوْم لَهُمْ أَذْهَان حَادَّة وَنُفُوس شِرِّيرَة وَطَبَائِع نَارِيَّة , فَهُمْ يَفْزَعُونَ إِلَى الْجِنّ فِي أُمُورهمْ وَيَسْتَفْتُونَهُمْ فِي الْحَوَادِث فَيُلْقُونَ إِلَيْهِمْ الْكَلِمَات , ثُمَّ تَعَرَّضَ إِلَى مُنَاسَبَة ذِكْر الشُّعَرَاء بَعْد ذِكْرهمْ فِي قَوْله تَعَالَى : ( هَلْ أُنَبِّئكُمْ عَلَى مَنْ تَنَزَّل الشَّيَاطِين ) . ¶ قَوْله : ( فَقَالَ لَيْسَ بِشَيْءٍ ) ¶ فِي رِوَايَة مُسْلِم \" لَيْسُوا بِشَيْءٍ \" , وَكَذَا فِي رِوَايَة يُونُس فِي التَّوْحِيد , وَفِي نُسْخَة \" فَقَالَ لَهُمْ لَيْسُوا بِشَيْءٍ \" أَيْ لَيْسَ قَوْلهمْ بِشَيْءٍ يُعْتَمَد عَلَيْهِ , وَالْعَرَب تَقُول لِمَنْ عَمِلَ شَيْئًا وَلَمْ يُحْكِمهُ : مَا عَمِلَ شَيْئًا , قَالَ الْقُرْطُبِيّ : كَانُوا فِي الْجَاهِلِيَّة يَتَرَافَعُونَ إِلَى الْكُهَّان فِي الْوَقَائِع وَالْأَحْكَام وَيَرْجِعُونَ إِلَى أَقْوَالهمْ , وَقَدْ اِنْقَطَعَتْ الْكِهَانَة بِالْبَعْثَةِ الْمُحَمَّدِيَّة , لَكِنْ بَقِيَ فِي الْوُجُود مَنْ يَتَشَبَّه بِهِمْ , وَثَبَتَ النَّهْي عَنْ إِتْيَانهمْ فَلَا يَحِلّ إِتْيَانهمْ وَلَا تَصْدِيقهمْ .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قَوْله : ( إِنَّهُمْ يُحَدِّثُونَنَا أَحْيَانَا بِشَيْءٍ فَيَكُون حَقًّا ) ¶ فِي رِوَايَة يُونُس \" فَإِنَّهُمْ يَتَحَدَّثُونَ \" هَذَا أَوْرَدَهُ السَّائِل إِشْكَالًا عَلَى عُمُوم قَوْله \" لَيْسُوا بِشَيْءٍ \" لِأَنَّهُ فُهِمَ أَنَّهُمْ لَا يُصَدَّقُونَ أَصْلًا فَأَجَابَهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَنْ سَبَب ذَلِكَ الصِّدْق , وَأَنَّهُ إِذَا اِتَّفَقَ أَنْ يُصَدَّق لَمْ يَتْرُكهُ خَالِصًا بَلْ يَشُوبهُ بِالْكَذِبِ . ¶ قَوْله : ( تِلْكَ الْكَلِمَة مِنْ الْحَقّ ) ¶ كَذَا فِي الْبُخَارِيّ بِمُهْمَلَةٍ وَقَاف أَيْ الْكَلِمَة الْمَسْمُوعَة الَّتِي تَقَع حَقًّا , وَوَقَعَ فِي مُسْلِم \" تِلْكَ الْكَلِمَة مِنْ الْجِنّ \" قَالَ النَّوَوِيّ : كَذَا فِي نُسَخ بِلَادنَا بِالْجِيمِ وَالنُّون , أَيْ الْكَلِمَة الْمَسْمُوعَة مِنْ الْجِنّ أَوْ الَّتِي تَصِحّ مِمَّا نَقَلَتْهُ الْجِنّ . قُلْت : التَّقْدِير الثَّانِي يُوَافِق رِوَايَة الْبُخَارِيّ , قَالَ النَّوَوِيّ : وَقَدْ حَكَى عِيَاض أَنَّهُ وَقَعَ يَعْنِي فِي مُسْلِم بِالْحَاءِ وَالْقَاف . ¶ قَوْله : ( يَخْطَفهَا الْجِنِّيّ ) ¶ كَذَا لِلْأَكْثَرِ , وَفِي رِوَايَة السَّرَخْسِيّ \" يَخْطَفهَا مِنْ الْجِنِّيّ \" أَيْ الْكَاهِن يَخْطَفهَا مِنْ الْجِنِّيّ أَوْ الْجِنِّيّ الَّذِي يَلْقَى الْكَاهِن يَخْطَفهَا مِنْ جِنِّيّ آخَر فَوْقه , وَيَخْطَفهَا بِخَاءٍ مُعْجَمَة وَطَاء مَفْتُوحَة وَقَدْ تُكْسَر بَعْدهَا فَاءَ وَمَعْنَاهُ الْأَخْذ بِسُرْعَةٍ . وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" يَحْفَظهَا \" بِتَقْدِيمِ الْفَاء بَعْدهَا ظَاء مُعْجَمَة وَالْأَوَّل هُوَ الْمَعْرُوف وَاَللَّه أَعْلَم . ¶ قَوْله ( فَيَقَرّهَا )",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بِفَتْحِ أَوَّله وَثَانِيه وَتَشْدِيد الرَّاء أَيْ يَصُبُّهَا , تَقُول قَرَرْت عَلَى رَأْسه دَلْوًا إِذَا صَبَبْته , فَكَأَنَّهُ صُبَّ فِي أُذُنه ذَلِكَ الْكَلَام , قَالَ الْقُرْطُبِيّ : وَيَصِحّ أَنْ يُقَال الْمَعْنَى أَلْقَاهَا فِي أُذُنه بِصَوْتٍ , يُقَال قَرَّ الطَّائِر إِذَا صَوَّتَ اِنْتَهَى . وَوَقَعَ فِي رِوَايَة يُونُس الْمَذْكُورَة \" فَيُقَرْقِرُهَا \" أَيْ يُرَدِّدهَا , يُقَال قَرْقَرَتْ الدَّجَاجَة تُقَرْقِر قَرْقَرَة إِذَا رَدَّدَتْ صَوْتهَا , قَالَ الْخَطَّابِيُّ : وَيُقَال أَيْضًا قَرَّتْ الدَّجَاجَة تُقِرّ قَرًّا وَقَرِيرًا , وَإِذَا رَجَّعَتْ فِي صَوْتهَا قِيلَ قَرْقَرَتْ قَرْقَرَة وَقَرْقَرِيرَة , قَالَ : وَالْمَعْنَى أَنَّ الْجِنِّيّ إِذَا أَلْقَى الْكَلِمَة لِوَلِيِّهِ تَسَامَعَ بِهَا الشَّيَاطِين فَتَنَاقَلُوهَا كَمَا إِذَا صَوَّتَتْ الدَّجَاجَة فَسَمِعَهَا الدَّجَاج فَجَاوَبَتْهَا . وَتَعَقَّبَهُ الْقُرْطُبِيّ بِأَنَّ الْأَشْبَه بِمَسَاقِ الْحَدِيث أَنَّ الْجِنِّيّ يُلْقِي الْكَلِمَة إِلَى وَلِيّه بِصَوْتٍ خَفِيّ مُتَرَاجِع لَهُ زَمْزَمَة وَيُرْجِعهُ لَهُ , فَلِذَلِكَ يَقَع كَلَام الْكُهَّان غَالِبًا عَلَى هَذَا النَّمَط , وَقَدْ تَقَدَّمَ شَيْء مِنْ ذَلِكَ فِي أَوَاخِر الْجَنَائِز فِي قِصَّة اِبْن صَيَّاد وَبَيَان اِخْتِلَاف الرُّوَاة فِي قَوْله \" فِي قَطِيفَة لَهُ فِيهَا زَمْزَمَة \" وَأُطْلِقَ عَلَى الْكَاهِن وَلِيّ الْجِنِّيّ لِكَوْنِهِ يُوَالِيه أَوْ عَدَلَ عَنْ قَوْله الْكَاهِن إِلَى قَوْله وَلِيّه لِلتَّعْمِيمِ فِي الْكَاهِن وَغَيْره مِمَّنْ يُوَالِي الْجِنّ . قَالَ الْخَطَّابِيُّ بَيَّنَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ إِصَابَة الْكَاهِن أَحْيَانًا إِنَّمَا هِيَ لِأَنَّ الْجِنِّيّ يُلْقِي إِلَيْهِ الْكَلِمَة الَّتِي يَسْمَعهَا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "اِسْتِرَاقًا مِنْ الْمَلَائِكَة فَيَزِيد عَلَيْهَا أَكَاذِيب يَقِيسهَا عَلَى مَا سَمِعَ , فَرُبَّمَا أَصَابَ نَادِرًا وَخَطَؤُهُ الْغَالِب , وَقَوْله فِي رِوَايَة يُونُس \" كَقَرْقَرَةِ الدَّجَاجَة \" يَعْنِي الطَّائِر الْمَعْرُوف , وَدَالهَا مُثَلَّثَة وَالْأَشْهَر فِيهَا الْفَتْح , وَوَقَعَ فِي رِوَايَة الْمُسْتَمْلِي \" الزُّجَاجَة \" بِالزَّايِ الْمَضْمُومَة وَأَنْكَرَهَا الدَّارَقُطْنِيُّ وَعَدَّهَا فِي التَّصْحِيف , وَقَالَ الْقَابِسِيّ : الْمَعْنَى أَنَّهُ يَكُون لِمَا يُلْقِيه الْجِنِّيّ إِلَى الْكَاهِن حِسّ كَحِسِّ الْقَارُورَة إِذَا حُرِّكَتْ بِالْيَدِ أَوْ عَلَى الصَّفَا , وَقَالَ الْخَطَّابِيُّ : الْمَعْنَى أَنَّهُ يُطْبَق بِهِ كَمَا يُطْبَق رَأْس الْقَارُورَة بِرَأْسِ الْوِعَاء الَّذِي يُفْرَغ فِيهِ مِنْهَا مَا فِيهَا . وَأَغْرَبَ شَارِح \" الْمَصَابِيح \" التُّورْبَشْتِيُّ فَقَالَ : الرِّوَايَة بِالزَّايِ أَحْوَط لِمَا ثَبَتَ فِي الرِّوَايَة الْأُخْرَى \" كَمَا تُقَرّ الْقَارُورَة \" وَاسْتِعْمَال قَرَّ فِي ذَلِكَ شَائِع بِخِلَافِ مَا فَسَرُّوا عَلَيْهِ الْحَدِيث فَإِنَّهُ غَيْر مَشْهُور وَلَمْ نَجِد لَهُ شَاهِدًا فِي كَلَامهمْ , فَدَلَّ عَلَى أَنَّ الرِّوَايَة بِالدَّالِ تَصْحِيف أَوْ غَلَط مِنْ السَّامِع . وَتَعَقَّبَهُ الطِّيبِيُّ فَقَالَ : لَا رَيْب أَنَّ قَوْله \" قَرَّ الدَّجَاجَة \" مَفْعُول مُطْلَق , وَفِيهِ مَعْنَى التَّشْبِيه , فَكَمَا يَصِحّ أَنْ يُشَبِّهَ إِيرَاد مَا اِخْتَطَفَهُ مِنْ الْكَلَام فِي أُذُن الْكَاهِن بِصَبِّ الْمَاء فِي الْقَارُورَة يَصِحّ أَنْ يُشَبِّهَ تَرْدِيد الْكَلَام فِي أُذُنه بِتَرْدِيدِ الدَّجَاجَة صَوْتهَا فِي أُذُن صَوَاحِبَاتهَا , وَهَذَا مُشَاهَد , تَرَى الدِّيك إِذَا رَأَى شَيْئًا يُنْكِرهُ يُقَرْقِر فَتَسْمَعهُ الدَّجَاج",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فَتَجْتَمِع وَتُقَرْقِر مَعَهُ , وَبَاب التَّشْبِيه وَاسِع لَا يَفْتَقِر إِلَى الْعَلَاقَة , غَيْر أَنَّ الِاخْتِطَاف مُسْتَعَار لِلْكَلَامِ مِنْ فِعْل الطَّيْر كَمَا قَالَ اللَّه تَعَالَى ( فَتَخْطَفهُ الطَّيْر ) فَيَكُون ذِكْر الدَّجَاجَة هُنَا أَنْسَب مِنْ ذِكْر الزُّجَاجَة لِحُصُولِ التَّرْشِيح فِي الِاسْتِعَارَة . قُلْت : وَيُؤَيِّدهُ دَعْوَى الدَّارَقُطْنِيِّ وَهُوَ إِمَام الْفَنّ أَنَّ الَّذِي بِالزَّايِ تَصْحِيف , وَإِنْ كُنَّا مَا قَبِلْنَا ذَلِكَ فَلَا أَقَلّ أَنْ يَكُون أَرْجَح . ¶ قَوْله : ( فَيَخْلِطُونَ مَعَهَا مِائَة كَذْبَة )",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فِي رِوَايَة اِبْن جُرَيْجٍ \" أَكْثَر مِنْ مِائَة كَذْبَة \" وَهُوَ دَالّ عَلَى أَنَّ ذِكْر الْمِائَة لِلْمُبَالَغَةِ لَا لِتَعْيِينِ الْعَدَد , وَقَوْله كَذْبَة هُنَا بِالْفَتْحِ وَحُكِيَ الْكَسْر , وَأَنْكَرَهُ بَعْضهمْ لِأَنَّهُ بِمَعْنَى الْهَيْئَة وَالْحَالَة وَلَيْسَ هَذَا مَوْضِعه , وَقَدْ أَخْرَجَ مُسْلِم فِي حَدِيث آخَر أَصْل تَوَصُّل الْجِنِّيّ إِلَى الِاخْتِطَاف فَأَخْرَجَ مِنْ حَدِيث اِبْن عَبَّاس \" حَدَّثَنِي رِجَال مِنْ الْأَنْصَار أَنَّهُمْ بَيْنَا هُمْ جُلُوس لَيْلًا مَعَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذْ رُمِيَ بِنَجْمٍ فَاسْتَنَارَ , فَقَالَ : مَا كُنْتُمْ تَقُولُونَ إِذَا رُمِيَ مِثْل هَذَا فِي الْجَاهِلِيَّة ؟ قَالُوا : كُنَّا نَقُول وُلِدَ اللَّيْلَة رَجُل عَظِيم أَوْ مَاتَ رَجُل عَظِيم , فَقَالَ : إِنَّهَا لَا يُرْمَى بِهَا لِمَوْتِ أَحَد وَلَا لِحَيَاتِهِ . وَلَكِنْ رَبّنَا إِذَا قَضَى أَمْرًا سَبَّحَ حَمَلَة الْعَرْش ثُمَّ سَبَّحَ الَّذِينَ يَلُونَهُمْ حَتَّى يَبْلُغ التَّسْبِيح إِلَى أَهْل هَذِهِ السَّمَاء الدُّنْيَا فَيَقُولُونَ : مَاذَا قَالَ رَبّكُمْ ؟ فَيُخْبِرُونَهُمْ حَتَّى يَصِل إِلَى السَّمَاء الدُّنْيَا , فَيَسْتَرِق مِنْهُ الْجِنِّيّ , فَمَا جَاءُوا بِهِ عَلَى وَجْهه فَهُوَ حَقّ , وَلَكِنَّهُمْ يَزِيدُونَ فِيهِ وَيَنْقُصُونَ \" وَقَدْ تَقَدَّمَ فِي تَفْسِير سَبَأ وَغَيْرهَا بَيَان كَيْفِيَّتهمْ عِنْد اِسْتِرَاقهمْ , وَأَمَّا مَا تَقَدَّمَ فِي بَدْء الْخَلْق مِنْ وَجْه آخَر عَنْ عُرْوَة عَنْ عَائِشَة \" أَنَّ الْمَلَائِكَة تَنْزِل فِي الْعَنَان - وَهُوَ السَّحَاب - فَتَذْكُر الْأَمْر قُضِيَ فِي السَّمَاء فَتَسْتَرِق الشَّيَاطِين السَّمْع \" فَيُحْتَمَل أَنْ يُرِيد بِالسَّحَابِ السَّمَاء كَمَا أَطْلَقَ السَّمَاء عَلَى",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "السَّحَاب , وَيُحْتَمَل أَنْ يَكُون عَلَى حَقِيقَته وَأَنَّ بَعْض الْمَلَائِكَة إِذَا نَزَلَ بِالْوَحْيِ إِلَى الْأَرْض تَسْمَع مِنْهُمْ الشَّيَاطِين , أَوْ الْمُرَاد الْمَلَائِكَة الْمُوَكَّلَة بِإِنْزَالِ الْمَطَر . ¶ قَوْله : ( قَالَ عَلِيّ قَالَ عَبْد الرَّزَّاق مُرْسَل الْكَلِمَة مِنْ الْحَقّ , ثُمَّ بَلَغَنِي أَنَّهُ أَسْنَدَهُ بَعْد ) ¶ عَلَى هَذَا هُوَ اِبْن الْمَدِينِيّ شَيْخ الْبُخَارِيّ فِيهِ , وَمُرَاده أَنَّ عَبْد الرَّزَّاق كَانَ يُرْسِل هَذَا الْقَدْر مِنْ الْحَدِيث , ثُمَّ أَنَّهُ بَعْد ذَلِكَ وَصَلَهُ بِذِكْرِ عَائِشَة فِيهِ , وَقَدْ أَخْرَجَهُ مُسْلِم عَنْ عَبْد بْن حُمَيْدٍ وَالْإِسْمَاعِيلِيّ مِنْ طَرِيق فَيَّاض بْن زُهَيْر , وَأَبُو نُعَيْم مِنْ طَرِيق عَبَّاس الْعَنْبَرِيّ ثَلَاثَتهمْ عَنْ عَبْد الرَّزَّاق مَوْصُولًا كَرِوَايَةِ هِشَام بْن يُوسُف عَنْ مَعْمَر , وَفِي الْحَدِيث بَقَاء اِسْتِرَاق الشَّيَاطِين السَّمْع , لَكِنَّهُ قَلَّ وَنَدَرَ حَتَّى كَادَ يَضْمَحِلّ بِالنِّسْبَةِ لِمَا كَانُوا فِيهِ مِنْ الْجَاهِلِيَّة وَفِيهِ النَّهْي عَنْ إِتْيَان الْكُهَّان قَالَ الْقُرْطُبِيّ : يَجِب عَلَى مَنْ قَدَرَ عَلَى ذَلِكَ مِنْ مُحْتَسِب وَغَيْره أَنْ يُقِيم مَنْ يَتَعَاطَى شَيْئًا مِنْ ذَلِكَ مِنْ الْأَسْوَاق وَيُنْكِر عَلَيْهِمْ أَشَدّ النَّكِير وَعَلَى مَنْ يَجِيء إِلَيْهِمْ وَلَا يَغْتَرّ بِصِدْقِهِمْ فِي بَعْض الْأُمُور وَلَا بِكَثْرَةِ مَنْ يَجِيء إِلَيْهِمْ مِمَّنْ يُنْسَب إِلَى الْعِلْم , فَإِنَّهُمْ غَيْر رَاسِخِينَ فِي الْعِلْم بَلْ مِنْ الْجُهَّال بِمَا فِي إِتْيَانهمْ مِنْ الْمَحْذُور . ¶ 6- عَنْ مَعْنِ بْنِ عَبْدِ الرَّحْمَنِ قَالَ سَمِعْتُ أَبِي قَالَ: سَأَلْتُ مَسْرُوقًا",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "مَنْ آذَنَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْجِنِّ لَيْلَةَ اسْتَمَعُوا الْقُرْآنَ فَقَالَ حَدَّثَنِي أَبُوكَ يَعْنِي عَبْدَ اللَّهِ أَنَّهُ آذَنَتْ بِهِمْ شَجَرَةٌ . صحيح البخاري ¶ قَوْله : ( مَنْ آذَنَ ) ¶ بِالْمَدِّ أَيْ أَعْلَم . ¶ قَوْله : ( أَنَّهُ آذَنَتْ بِهِمْ شَجَرَة ) ¶ فِي رِوَايَة إِسْحَاق بْن رَاهْوَيْهِ فِي مُسْنَده عَنْ أَبِي أُسَامَة بِهَذَا الْإِسْنَاد \" آذَنَتْ بِهِمْ سَمُرَة \" بِفَتْحِ الْمُهْمَلَة وَضَمّ الْمِيم . ¶ 7- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ فَإِنَّهَا رَأَتْ مَلَكًا وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنْ الشَّيْطَانِ فَإِنَّهُ رَأَى شَيْطَانًا . صحيح البخاري ¶ . ¶ قَوْلُهُ : ( إِذَا سَمِعْتُمْ صِيَاح الدِّيَكَة ) ¶ بِكَسْرِ الْمُهْمَلَة وَفَتْح التَّحْتَانِيَّة جَمْع دِيك وَهُوَ ذَكَر الدَّجَاج , وَلِلدِّيكِ خَصِيصَة لَيْسَتْ لِغَيْرِهِ مِنْ مَعْرِفَة الْوَقْت اللَّيْلِيّ , فَإِنَّهُ يُقَسِّط أَصْوَاته فِيهَا تَقْسِيطًا لَا يَكَاد يَتَفَاوَت , وَيُوَالِي صِيَاحه قَبْل الْفَجْر وَبَعْده لَا يَكَاد يُخْطِئ , سَوَاء أَطَالَ اللَّيْل أَمْ قَصُرَ , وَمِنْ ثَمَّ أَفْتَى بَعْض الشَّافِعِيَّة بِاعْتِمَادِ الدِّيك الْمُجَرَّب فِي الْوَقْت , وَيُؤَيِّدهُ الْحَدِيث الَّذِي سَأَذْكُرُهُ عَنْ زَيْد بْن خَالِد . ¶ قَوْلُهُ : ( فَإِنَّهَا رَأَتْ مَلَكًا )",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بِفَتْح اللَّام , قَالَ عِيَاض : كَانَ السَّبَب فِيهِ رَجَاء تَأْمِين الْمَلَائِكَة عَلَى دُعَائِهِ وَاسْتِغْفَارهمْ لَهُ وَشَهَادَتهمْ لَهُ بِالْإِخْلَاصِ , وَيُؤْخَذ مِنْهُ اِسْتِحْبَاب الدُّعَاء عِنْد حُضُور الصَّالِحِينَ تَبَرُّكًا بِهِمْ , وَصَحَّحَ اِبْن حِبَّان - وَأَخْرَجَهُ أَبُو دَاوُدَ وَأَحْمَد - مِنْ حَدِيث زَيْد بْن خَالِد رَفَعَهُ \" لَا تَسُبُّوا الدِّيك فَإِنَّهُ يَدْعُو إِلَى الصَّلَاة \" وَعِنْد الْبَزَّار مِنْ هَذَا الْوَجْه سَبَب قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ذَلِكَ وَأَنَّ دِيكًا صَرَخَ فَلَعَنَهُ رَجُل فَقَالَ ذَلِكَ , قَالَ الْحَلِيمِيُّ : يُؤْخَذ مِنْهُ أَنَّ كُلّ مَنْ اُسْتُفِيدَ مِنْهُ الْخَيْر لَا يَنْبَغِي أَنْ يُسَبّ وَلَا أَنْ يُسْتَهَان بِهِ , بَلْ يُكْرَم وَيُحْسَن إِلَيْهِ . قَالَ : وَلَيْسَ مَعْنَى قَوْله : \" فَإِنَّهُ يَدْعُو إِلَى الصَّلَاة \" أَنْ يَقُول بِصَوْتِهِ حَقِيقَة صَلُّوا أَوْ حَانَتْ الصَّلَاة , بَلْ مَعْنَاهُ أَنَّ الْعَادَة جَرَتْ بِأَنَّهُ يَصْرُخ عِنْد طُلُوع الْفَجْر وَعِنْد الزَّوَال فِطْرَة فَطَرَهُ اللَّه عَلَيْهَا . ¶ قَوْلُهُ : ( وَإِذَا سَمِعْتُمْ نَهَاق الْحَمِير ) ¶ زَادَ النَّسَائِيُّ وَالْحَاكِم مِنْ حَدِيث جَابِر \" وَنُبَاح الْكِلَاب \" ¶ قَوْله : ( فَإِنَّهَا رَأَتْ شَيْطَانًا )",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "رَوَى الطَّبَرَانِيُّ مِنْ حَدِيث أَبِي رَافِع رَفَعَهُ \" لَا يَنْهَق الْحِمَار حَتَّى يَرَى شَيْطَانًا أَوْ يَتَمَثَّل لَهُ شَيْطَان , فَإِذَا كَانَ ذَلِكَ فَاذْكُرُوا اللَّه وَصَلُّوا عَلَيَّ \" قَالَ عِيَاض : وَفَائِدَة الْأَمْر بِالتَّعَوُّذِ لِمَا يُخْشَى مِنْ شَرّ الشَّيْطَان وَشَرّ وَسْوَسَته , فَيُلْجَأ إِلَى اللَّه فِي دَفْع ذَلِكَ . قَالَ الدَّاوُدِيُّ : يُتَعَلَّمُ مِنْ الدِّيك خَمْس خِصَال : حُسْن الصَّوْت , وَالْقِيَام فِي السَّحَر , وَالْغَيْرَة , وَالسَّخَاء , وَكَثْرَة الْجِمَاع . ¶ 8-عن أبي هُرَيْرَةَ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: مَنْ رَآنِي فِي الْمَنَامِ فَسَيَرَانِي فِي الْيَقَظَةِ وَلَا يَتَمَثَّلُ الشَّيْطَانُ بِي قَالَ أَبُو عَبْد اللَّهِ قَالَ ابْنُ سِيرِينَ إِذَا رَآهُ فِي صُورَتِهِ. . صحيح البخاري ¶ قَوْله ( مَنْ رَآنِي فِي الْمَنَام فَسَيَرَانِي فِي الْيَقَظَة ) ¶ زَادَ مُسْلِم مِنْ هَذَا الْوَجْه \" أَوْ فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة , هَكَذَا بِالشَّكِّ وَوَقَعَ عِنْد الْإِسْمَاعِيلِيّ فِي الطَّرِيق الْمَذْكُورَة \" فَقَدْ رَآنِي فِي الْيَقَظَة \" بَدَل قَوْله \" فَسَيَرَانِي \" وَمِثْله فِي حَدِيث اِبْن مَسْعُود عِنْد اِبْن مَاجَهْ . وَصَحَّحَهُ التِّرْمِذِيّ وَأَبُو عَوَانَة وَوَقَعَ عِنْد اِبْن مَاجَهْ مِنْ حَدِيث أَبِي جُحَيْفَةَ \" فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة \" فَهَذِهِ ثَلَاثَة أَلْفَاظ : فَسَيَرَانِي فِي الْيَقَظَة , فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة , فَقَدْ رَآنِي فِي الْيَقَظَة وَجُلُّ أَحَادِيث الْبَاب كَالثَّالِثَةِ إِلَّا قَوْله \" فِي الْيَقَظَة \" . ¶ قَوْله ( قَالَ أَبُو عَبْد اللَّه قَالَ اِبْن سِيرِينَ إِذَا رَآهُ فِي صُورَته )",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "سَقَطَ هَذَا التَّعْلِيق لِلنَّسَفِيِّ وَلِأَبِي ذَرّ وَثَبَتَ عِنْد غَيْرهمَا , وَقَدْ رَوَيْنَاهُ مَوْصُولًا مِنْ طَرِيق إِسْمَاعِيل بْن إِسْحَاق الْقَاضِي عَنْ سُلَيْمَان بْن حَرْب وَهُوَ مِنْ شُيُوخ الْبُخَارِيّ عَنْ حَمَّاد بْن زَيْد عَنْ أَيُّوب قَالَ \" كَانَ مُحَمَّد - يَعْنِي اِبْن سِيرِينَ - إِذَا قَصَّ عَلَيْهِ رَجُل أَنَّهُ رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ : صِفْ لِي الَّذِي رَأَيْته , فَإِنْ وَصَفَ لَهُ صِفَة لَا يَعْرِفهَا قَالَ : لَمْ تَرَهُ وَسَنَده صَحِيح . وَوَجَدْت لَهُ مَا يُؤَيِّدهُ : فَأَخْرَجَ الْحَاكِم مِنْ طَرِيق عَاصِم بْن كُلَيْب \" حَدَّثَنِي أَبِي قَالَ : قُلْت لِابْنِ عَبَّاس رَأَيْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَنَام قَالَ : صِفْهُ لِي , قَالَ : ذَكَرْت الْحَسَن بْن عَلِيّ فَشَبَّهْته بِهِ , قَالَ : قَدْ رَأَيْته \" وَسَنَده جَيِّد , وَيُعَارِضهُ مَا أَخْرَجَهُ اِبْن أَبِي عَاصِم مِنْ وَجْه آخَر عَنْ أَبِي هُرَيْرَة قَالَ \" قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَنْ رَآنِي فِي الْمَنَام فَقَدْ رَآنِي , فَإِنِّي أُرَى فِي كُلّ صُورَة \" وَفِي سَنَده صَالِح مَوْلَى التَّوْأَمَة وَهُوَ ضَعِيف لِاخْتِلَاطِهِ , وَهُوَ مِنْ رِوَايَة مَنْ سَمِعَ مِنْهُ بَعْد الِاخْتِلَاط , وَيُمْكِن الْجَمْع بَيْنهمَا بِمَا قَالَ الْقَاضِي أَبُو بَكْر بْن الْعَرَبِيّ : رُؤْيَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِصِفَتِهِ الْمَعْلُومَة إِدْرَاك عَلَى الْحَقِيقَة , وَرُؤْيَته عَلَى غَيْر صِفَته إِدْرَاك لِلْمِثَالِ , فَإِنَّ الصَّوَاب أَنَّ الْأَنْبِيَاء لَا تُغَيِّرهُمْ الْأَرْض , وَيَكُون إِدْرَاك الذَّات الْكَرِيمَة حَقِيقَة وَإِدْرَاك الصِّفَات إِدْرَاك الْمَثَل , قَالَ وَشَذَّ بَعْض الْقَدَرِيَّة",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فَقَالَ : الرُّؤْيَا لَا حَقِيقَة لَهَا أَصْلًا وَشَذَّ بَعْض الصَّالِحِينَ فَزَعَمَ أَنَّهَا تَقَع بِعَيْنَيْ الرَّأْس حَقِيقَة , وَقَالَ بَعْض الْمُتَكَلِّمِينَ : هِيَ مُدْرَكَة بِعَيْنَيْنِ فِي الْقَلْب قَالَ وَقَوْله \" فَسَيَرَانِي \" مَعْنَاهُ فَسَيَرَى تَفْسِير مَا رَأَى لِأَنَّهُ حَقّ وَغَيْب أُلْقِيَ فِيهِ , وَقِيلَ مَعْنَاهُ فَسَيَرَانِي فِي الْقِيَامَة , وَلَا فَائِدَة فِي هَذَا التَّخْصِيص , وَأَمَّا قَوْله \" فَكَأَنَّمَا رَآنِي \" فَهُوَ تَشْبِيه وَمَعْنَاهُ أَنَّهُ لَوْ رَآهُ فِي الْيَقَظَة لَطَابَقَ مَا رَآهُ فِي الْمَنَام فَيَكُون الْأَوَّل حَقًّا وَحَقِيقَة وَالثَّانِي حَقًّا وَتَمْثِيلًا , قَالَ : وَهَذَا كُلّه إِذَا رَآهُ عَلَى صُورَته الْمَعْرُوفَة : فَإِنْ رَآهُ عَلَى خِلَاف صِفَته فَهِيَ أَمْثَال , فَإِنْ رَآهُ مُقْبِلًا عَلَيْهِ مَثَلًا فَهُوَ خَيْر لِلرَّائِي وَفِيهِ وَعَلَى الْعَكْس فَبِالْعَكْسِ . وَقَالَ النَّوَوِيّ قَالَ عِيَاض : يَحْتَمِل أَنْ يَكُون الْمُرَاد بِقَوْلِهِ فَقَدْ رَآنِي أَوْ فَقَدْ رَأَى الْحَقّ أَنَّ مَنْ رَآهُ عَلَى صُورَته فِي حَيَاته كَانَتْ رُؤْيَاهُ حَقًّا , وَمَنْ رَآهُ عَلَى غَيْر صُورَته كَانَتْ رُؤْيَا تَأْوِيل . وَتَعَقَّبَهُ فَقَالَ : هَذَا ضَعِيف بَلْ الصَّحِيح أَنَّهُ يَرَاهُ حَقِيقَة سَوَاء كَانَتْ عَلَى صِفَته الْمَعْرُوفَة أَوْ غَيْرهَا اِنْتَهَى , وَلَمْ يَظْهَر لِي مِنْ كَلَام الْقَاضِي مَا يُنَافِي ذَلِكَ , بَلْ ظَاهِر قَوْله أَنَّهُ يَرَاهُ حَقِيقَة فِي الْحَالَيْنِ . لَكِنْ فِي الْأُولَى تَكُون الرُّؤْيَا مِمَّا لَا يَحْتَاج إِلَى تَعْبِير وَالثَّانِيَة مِمَّا يَحْتَاج إِلَى التَّعْبِير . قَالَ الْقُرْطُبِيّ : اُخْتُلِفَ فِي مَعْنَى الْحَدِيث فَقَالَ قَوْم هُوَ عَلَى ظَاهِره فَمَنْ رَآهُ فِي النَّوْم رَأَى",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "حَقِيقَته كَمَنْ رَآهُ فِي الْيَقَظَة سَوَاء , قَالَ وَهَذَا قَوْل يُدْرَك فَسَادُهُ بِأَوَائِل الْعُقُول , وَيَلْزَم عَلَيْهِ أَنْ لَا يَرَاهُ أَحَد إِلَّا عَلَى صُورَته الَّتِي مَاتَ عَلَيْهَا وَأَنْ لَا يَرَاهُ رَائِيَانِ فِي آنٍ وَاحِد فِي مَكَانَيْنِ وَأَنْ يَحْيَا الْآن وَيَخْرُج مِنْ قَبْره وَيَمْشِي فِي الْأَسْوَاق وَيُخَاطِب النَّاس وَيُخَاطِبُوهُ وَيَلْزَم مِنْ ذَلِكَ أَنْ يَخْلُو قَبْرُهُ مِنْ جَسَده فَلَا يَبْقَى مِنْ قَبْره فِيهِ شَيْء فَيُزَار مُجَرَّد الْقَبْر وَيُسَلَّم عَلَى غَائِب لِأَنَّهُ جَائِز أَنْ يُرَى فِي اللَّيْل وَالنَّهَار مَعَ اِتِّصَال الْأَوْقَات عَلَى حَقِيقَته فِي غَيْر قَبْره , وَهَذِهِ جَهَالَات لَا يَلْتَزِم بِهَا مَنْ لَهُ أَدْنَى مُسْكَة مِنْ عَقْل وَقَالَتْ طَائِفَة : مَعْنَاهُ أَنَّ مَنْ رَآهُ رَآهُ عَلَى صُورَته الَّتِي كَانَ عَلَيْهَا , وَيَلْزَم مِنْهُ أَنَّ مَنْ رَآهُ عَلَى غَيْر صِفَته أَنْ تَكُون رُؤْيَاهُ مِنْ الْأَضْغَاث , وَمِنْ الْمَعْلُوم أَنَّهُ يُرَى فِي النَّوْم عَلَى حَالَة تُخَالِف حَالَته فِي الدُّنْيَا مِنْ الْأَحْوَال اللَّائِقَة بِهِ وَتَقَع تِلْكَ الرُّؤْيَا حَقًّا كَمَا لَوْ رُئِيَ مَلَأَ دَارًا بِجِسْمِهِ مَثَلًا فَإِنَّهُ يَدُلّ عَلَى اِمْتِلَاء تِلْكَ الدَّار بِالْخَيْرِ , وَلَوْ تَمَكَّنَ الشَّيْطَان مِنْ التَّمْثِيل بِشَيْءٍ مِمَّا كَانَ عَلَيْهِ أَوْ يُنْسَب إِلَيْهِ لَعَارَضَ عُمُومَ قَوْلِهِ \" فَإِنَّ الشَّيْطَان لَا يَتَمَثَّل بِي \" فَالْأَوْلَى أَنْ تُنَزَّه رُؤْيَاهُ وَكَذَا رُؤْيَا شَيْء مِنْهُ أَوْ مِمَّا يُنْسَب إِلَيْهِ عَنْ ذَلِكَ , فَهُوَ أَبْلَغُ فِي الْحُرْمَة وَأَلْيَقُ بِالْعِصْمَةِ كَمَا عُصِمَ مِنْ الشَّيْطَان فِي يَقَظَته , قَالَ : وَالصَّحِيح فِي تَأْوِيل هَذَا الْحَدِيث أَنَّ مَقْصُوده",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أَنَّ رُؤْيَته فِي كُلّ حَالَة لَيْسَتْ بَاطِلَة وَلَا أَضْغَاثًا بَلْ هِيَ حَقّ فِي نَفْسهَا وَلَوْ رُئِيَ عَلَى غَيْر صُورَته فَتَصَوُّر تِلْكَ الصُّورَة لَيْسَ مِنْ الشَّيْطَان بَلْ هُوَ مِنْ قِبَل اللَّه وَقَالَ وَهَذَا قَوْل الْقَاضِي أَبِي بَكْر بْن الطَّيِّب وَغَيْره , وَيُؤَيِّدهُ قَوْله \" فَقَدْ رَأَى الْحَقّ \" أَيْ رَأَى الْحَقّ الَّذِي قَصَدَ إِعْلَام الرَّائِي بِهِ فَإِنْ كَانَتْ عَلَى ظَاهِرهَا وَإِلَّا سَعَى فِي تَأْوِيلهَا وَلَا يُهْمِل أَمْرهَا لِأَنَّهَا إِمَّا بُشْرَى بِخَيْرٍ أَوْ إِنْذَار مِنْ شَرّ إِمَّا لِيُخِيفَ الرَّائِي وَإِمَّا لِيَنْزَجِر عَنْهُ وَإِمَّا لِيُنَبِّه عَلَى حُكْم يَقَع لَهُ فِي دِينه أَوْ دُنْيَاهُ . وَقَالَ اِبْن بَطَّال قَوْله \" فَسَيَرَانِي فِي الْيَقَظَة \" يُرِيد تَصْدِيق تِلْكَ الرُّؤْيَا فِي الْيَقَظَة وَصِحَّتهَا وَخُرُوجهَا عَلَى الْحَقّ , وَلَيْسَ الْمُرَاد أَنَّهُ يَرَاهُ فِي الْآخِرَة لِأَنَّهُ سَيَرَاهُ يَوْم الْقِيَامَة فِي الْيَقَظَة فَتَرَاهُ جَمِيع أُمَّته مَنْ رَآهُ فِي النَّوْم وَمَنْ لَمْ يَرَهُ مِنْهُمْ . وَقَالَ اِبْن التِّين : الْمُرَاد مَنْ آمَنَ بِهِ فِي حَيَاته وَلَمْ يَرَهُ لِكَوْنِهِ حِينَئِذٍ غَائِبًا عَنْهُ فَيَكُون بِهَذَا مُبَشِّرًا لِكُلِّ مَنْ آمَنَ بِهِ وَلَمْ يَرَهُ أَنَّهُ لَا بُدّ أَنْ يَرَاهُ فِي الْيَقَظَة قَبْل مَوْته قَالَهُ الْقَزَّاز , وَقَالَ الْمَازِرِيّ : إِنْ كَانَ الْمَحْفُوظ \" فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة \" فَمَعْنَاهُ ظَاهِر وَإِنْ كَانَ الْمَحْفُوظ \" فَسَيَرَانِي فِي الْيَقَظَة \" اِحْتَمَلَ أَنْ يَكُون أَرَادَ أَهْل عَصْره مِمَّنْ يُهَاجِر إِلَيْهِ فَإِنَّهُ إِذَا رَآهُ فِي الْمَنَام جُعِلَ عَلَامَة عَلَى أَنَّهُ يَرَاهُ بَعْد ذَلِكَ فِي الْيَقَظَة وَأَوْحَى اللَّه بِذَلِكَ",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إِلَيْهِ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ . وَقَالَ الْقَاضِي : وَقِيلَ مَعْنَاهُ سَيَرَى تَأْوِيل تِلْكَ الرُّؤْيَا فِي الْيَقَظَة وَصِحَّتهَا , وَقِيلَ مَعْنَى الرُّؤْيَا فِي الْيَقَظَة أَنَّهُ سَيَرَاهُ فِي الْآخِرَة وَتُعُقِّبَ بِأَنَّهُ فِي الْآخِرَة يَرَاهُ جَمِيع أُمَّته مَنْ رَآهُ فِي الْمَنَام وَمَنْ لَمْ يَرَهُ يَعْنِي فَلَا يَبْقَى لِخُصُوصِ رُؤْيَته فِي الْمَنَام مَزِيَّة , وَأَجَابَ الْقَاضِي عِيَاض بِاحْتِمَالِ أَنْ تَكُون رُؤْيَاهُ لَهُ فِي النَّوْم عَلَى الصِّفَة الَّتِي عُرِفَ بِهَا وَوُصِفَ عَلَيْهَا مُوجِبَة لِتَكْرِمَتِهِ فِي الْآخِرَة وَأَنْ يَرَاهُ رُؤْيَة خَاصَّة مِنْ الْقُرْب مِنْهُ وَالشَّفَاعَة لَهُ بِعُلُوِّ الدَّرَجَة وَنَحْو ذَلِكَ مِنْ الْخُصُوصِيَّات , قَالَ : وَلَا يَبْعُد أَنْ يُعَاقِب اللَّه بَعْض الْمُذْنِبِينَ فِي الْقِيَامَة بِمَنْعِ رُؤْيَة نَبِيّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مُدَّة . وَحَمَلَهُ اِبْن أَبِي جَمْرَة عَلَى مَحْمَل آخَر فَذَكَرَ عَنْ اِبْن عَبَّاس أَوْ غَيْره أَنَّهُ رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّوْم فَبَقِيَ بَعْد أَنْ اِسْتَيْقَظَ مُتَفَكِّرًا فِي هَذَا الْحَدِيث فَدَخَلَ عَلَى بَعْض أُمَّهَات الْمُؤْمِنِينَ وَلَعَلَّهَا خَالَته مَيْمُونَة فَأَخْرَجَتْ لَهُ الْمِرْآة الَّتِي كَانَتْ لِلنَّبِيِّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَنَظَرَ فِيهَا فَرَأَى صُورَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يَرَ صُورَة نَفْسه , وَنُقِلَ عَنْ جَمَاعَة مِنْ الصَّالِحِينَ أَنَّهُمْ رَأَوْا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي الْمَنَام ثُمَّ رَأَوْهُ بَعْد ذَلِكَ فِي الْيَقَظَة وَسَأَلُوهُ عَنْ أَشْيَاء كَانُوا مِنْهَا مُتَخَوِّفِينَ فَأَرْشَدَهُمْ إِلَى طَرِيق تَفْرِيجهَا فَجَاءَ",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الْأَمْر كَذَلِكَ . قُلْت : وَهَذَا مُشْكِل جِدًّا وَلَوْ حُمِلَ عَلَى ظَاهِره لَكَانَ هَؤُلَاءِ صَحَابَةً وَلَأَمْكَنَ بَقَاء الصُّحْبَة إِلَى يَوْم الْقِيَامَة , وَيُعَكِّر عَلَيْهِ أَنَّ جَمْعًا جَمًّا رَأَوْهُ فِي الْمَنَام ثُمَّ لَمْ يَذْكُر وَاحِدٌ مِنْهُمْ أَنَّهُ رَآهُ فِي الْيَقَظَة وَخَبَر الصَّادِق لَا يَتَخَلَّف , وَقَدْ اِشْتَدَّ إِنْكَار الْقُرْطُبِيّ عَلَى مَنْ قَالَ مَنْ رَآهُ فِي الْمَنَام فَقَدْ رَأَى حَقِيقَته ثُمَّ يَرَاهَا كَذَلِكَ فِي الْيَقَظَة كَمَا تَقَدَّمَ قَرِيبًا , وَقَدْ تَفَطَّنَ اِبْن أَبِي جَمْرَة لِهَذَا فَأَحَالَ بِمَا قَالَ عَلَى كَرَامَات الْأَوْلِيَاء فَإِنْ يَكُنْ كَذَلِكَ تَعَيَّنَ الْعُدُول عَنْ الْعُمُوم فِي كُلّ رَاءٍ , ثُمَّ ذَكَرَ أَنَّهُ عَامّ فِي أَهْل التَّوْفِيق وَأَمَّا غَيْرهمْ فَعَلَى الِاحْتِمَال , فَإِنَّ خَرْقَ الْعَادَةِ قَدْ يَقَع لِلزِّنْدِيقِ بِطَرِيقِ الْإِمْلَاء وَالْإِغْوَاء كَمَا يَقَع لِلصِّدِّيقِ بِطَرِيقِ الْكَرَامَة وَالْإِكْرَام , وَإِنَّمَا تَحْصُل التَّفْرِقَة بَيْنهمَا بِاتِّبَاعِ الْكِتَاب وَالسُّنَّة اِنْتَهَى . وَالْحَاصِل مِنْ الْأَجْوِبَة سِتَّة : ¶ أَحَدهَا أَنَّهُ عَلَى التَّشْبِيه وَالتَّمْثِيل , وَدَلَّ عَلَيْهِ قَوْله فِي الرِّوَايَة الْأُخْرَى \" فَكَأَنَّمَا رَآنِي فِي الْيَقَظَة \" . ¶ ثَانِيهَا أَنَّ مَعْنَاهَا سَيَرَى فِي الْيَقَظَة تَأْوِيلهَا بِطَرِيقِ الْحَقِيقَة أَوْ التَّعْبِير , ¶ ثَالِثهَا أَنَّهُ خَاصّ بِأَهْلِ عَصْره مِمَّنْ آمَنَ بِهِ قَبْل أَنْ يَرَاهُ ¶ رَابِعهَا أَنَّهُ يَرَاهُ فِي الْمِرْآة الَّتِي كَانَتْ لَهُ إِنْ أَمْكَنَهُ ذَلِكَ , وَهَذَا مِنْ أَبْعَدِ الْمَحَامِل .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "خَامِسهَا أَنَّهُ يَرَاهُ يَوْم الْقِيَامَة بِمَزِيدِ خُصُوصِيَّة لَا مُطْلَق مَنْ يَرَاهُ حِينَئِذٍ مِمَّنْ لَمْ يَرَهُ فِي الْمَنَام . ¶ سَادِسهَا أَنَّهُ يَرَاهُ فِي الدُّنْيَا حَقِيقَة وَيُخَاطِبهُ , وَفِيهِ مَا تَقَدَّمَ مِنْ الْإِشْكَال . وَقَالَ الْقُرْطُبِيّ : قَدْ تَقَرَّرَ أَنَّ الَّذِي يُرَى فِي الْمَنَام أَمْثِلَةٌ لِلْمَرْئِيَّاتِ لَا أَنْفُسُهَا , غَيْر أَنَّ تِلْكَ الْأَمْثِلَة تَارَة تَقَع مُطَابِقَة وَتَارَة يَقَع مَعْنَاهَا , فَمِنْ الْأَوَّل رُؤْيَاهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ عَائِشَة وَفِيهِ \" فَإِذَا هِيَ أَنْتِ \" فَأَخْبَرَ أَنَّهُ رَأَى فِي الْيَقَظَة مَا رَآهُ فِي نَوْمه بِعَيْنِهِ وَمِنْ الثَّانِي رُؤْيَا الْبَقَر الَّتِي تُنْحَر وَالْمَقْصُود بِالثَّانِي التَّنْبِيه عَلَى مَعَانِي تِلْكَ الْأُمُور , وَمِنْ فَوَائِد رُؤْيَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ تَسْكِين شَوْق الرَّائِي لِكَوْنِهِ صَادِقًا فِي مَحَبَّته لِيَعْمَل عَلَى مُشَاهَدَته , وَإِلَى ذَلِكَ الْإِشَارَة بِقَوْلِهِ \" فَسَيَرَانِي فِي الْيَقَظَة \" أَيْ مَنْ رَآنِي رُؤْيَة مُعَظِّم لِحُرْمَتِي وَمُشْتَاق إِلَى مُشَاهَدَتِي وَصَلَ إِلَى رُؤْيَة مَحْبُوبه وَظَفِرَ بِكُلِّ مَطْلُوبه , قَالَ : وَيَجُوز أَنْ يَكُون مَقْصُود تِلْكَ الرُّؤْيَا مَعْنَى صُورَته وَهُوَ دِينه وَشَرِيعَته , فَيُعَبِّر بِحَسَبِ مَا يَرَاهُ الرَّائِي مِنْ زِيَادَة وَنُقْصَان أَوْ إِسَاءَة وَإِحْسَان . قُلْت : وَهَذَا جَوَاب سَابِع وَاَلَّذِي قَبْله لَمْ يَظْهَر لِي فَإِنْ ظَهَرَ فَهُوَ ثَامِن . ¶ قَوْله ( وَلَا يَتَمَثَّل الشَّيْطَانُ بِي )",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فِي رِوَايَة أَنَس فِي الْحَدِيث الَّذِي بَعْده \" فَإِنَّ الشَّيْطَان لَا يَتَمَثَّل بِي \" قَالَ \" لَا يَتَمَثَّل فِي صُورَتِي \" وَفِي حَدِيث جَابِر عِنْد مُسْلِم وَابْن مَاجَهْ \" إِنَّهُ لَا يَنْبَغِي لِلشَّيْطَانِ أَنْ يَتَمَثَّل بِي \" وَفِي حَدِيث اِبْن مَسْعُود عِنْد التِّرْمِذِيّ وَابْن مَاجَهْ \" إِنَّ الشَّيْطَان لَا يَسْتَطِيع أَنْ يَتَمَثَّل بِي \" وَفِي حَدِيث أَبِي قَتَادَة الَّذِي يَلِيه \" وَإِنَّ الشَّيْطَان لَا يَتَرَاءَى \" بِالرَّاءِ بِوَزْنِ يَتَعَاطَى , وَمَعْنَاهُ لَا يَسْتَطِيع أَنْ يَصِير مَرْئِيًّا بِصُورَتِي , وَفِي رِوَايَة غَيْر أَبِي ذَرّ \" يَتَزَايَا \" بِزَايٍ وَبَعْد الْأَلِف تَحْتَانِيَّة , وَفِي حَدِيث أَبِي سَعِيد فِي آخِر الْبَاب \" فَإِنَّ الشَّيْطَان لَا يَتَكَوَّنُنِي \" أَمَّا قَوْله \" لَا يَتَمَثَّل بِي \" فَمَعْنَاهُ \" لَا يَتَشَبَّه بِي \" وَأَمَّا قَوْله \" فِي صُورَتِي \" فَمَعْنَاهُ لَا يَصِير كَائِنًا فِي مِثْل صُورَتِي , وَأَمَّا قَوْله \" لَا يَتَرَاءَى بِي \" فَرَجَّحَ بَعْضُ الشُّرَّاحِ رِوَايَةَ الزَّاي عَلَيْهَا أَيْ لَا يَظْهَر فِي زِيِّي , وَلَيْسَتْ الرِّوَايَة الْأُخْرَى بِبَعِيدَةٍ مِنْ هَذَا الْمَعْنَى , وَأَمَّا قَوْله \" لَا يَتَكَوَّنُنِي \" أَيْ لَا يَتَكَوَّن كَوْنِي فَحَذَفَ الْمُضَافَ وَوَصَلَ الْمُضَاف إِلَيْهِ بِالْفِعْلِ , وَالْمَعْنَى لَا يَتَكَوَّن فِي صُورَتِي , فَالْجَمِيع رَاجِع إِلَى مَعْنًى وَاحِد , وَقَوْله \" لَا يَسْتَطِيع \" يُشِير إِلَى أَنَّ اللَّه تَعَالَى وَإِنْ أَمْكَنَهُ مِنْ التَّصَوُّر فِي أَيْ صُورَة أَرَادَ فَإِنَّهُ لَمْ يُمَكِّنْهُ مِنْ التَّصَوُّر فِي صُورَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَقَدْ ذَهَبَ إِلَى هَذَا جَمَاعَة فَقَالُوا فِي الْحَدِيث : إِنَّ مَحَلّ ذَلِكَ إِذَا رَآهُ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الرَّائِي عَلَى صُورَته الَّتِي كَانَ عَلَيْهَا , وَمِنْهُمْ مَنْ ضَيَّقَ الْغَرَض فِي ذَلِكَ حَتَّى قَالَ : لَا بُدّ أَنْ يَرَاهُ عَلَى صُورَته الَّتِي قُبِضَ عَلَيْهَا حَتَّى يُعْتَبَر عَدَد الشَّعَرَات الْبِيض الَّتِي لَمْ تَبْلُغ عِشْرِينَ شَعْرَة , وَالصَّوَاب التَّعْمِيم فِي جَمِيع حَالَاته بِشَرْطِ أَنْ تَكُون صُورَته الْحَقِيقِيَّة فِي وَقْت مَا سَوَاء كَانَ فِي شَبَابه أَوْ رُجُولِيَّته أَوْ كُهُولِيَّتِهِ أَوْ آخِر عُمْره , وَقَدْ يَكُون لَمَّا خَالَفَ ذَلِكَ تَعْبِير يَتَعَلَّق بِالرَّائِي قَالَ الْمَازِرِيّ : اِخْتَلَفَ الْمُحَقِّقُونَ فِي تَأْوِيل هَذَا الْحَدِيث فَذَهَبَ الْقَاضِي أَبُو بَكْر بْن الطَّيِّب إِلَى أَنَّ الْمُرَاد بِقَوْلِهِ \" مَنْ رَآنِي فِي الْمَنَام فَقَدْ رَآنِي \" أَنَّ رُؤْيَاهُ صَحِيحَة لَا تَكُون أَضْغَاثًا وَلَا مِنْ تَشْبِيهَات الشَّيْطَان , قَالَ : وَيُعَضِّدهُ قَوْلُهُ فِي بَعْض طُرُقه \" فَقَدْ رَأَى الْحَقّ \" قَالَ وَفِي قَوْله \" فَإِنَّ الشَّيْطَان لَا يَتَمَثَّل بِي \" إِشَارَة إِلَى أَنَّ رُؤْيَاهُ لَا تَكُون أَضْغَاثًا . ثُمَّ قَالَ الْمَازِرِيّ : وَقَالَ آخَرُونَ بَلْ الْحَدِيث مَحْمُول عَلَى ظَاهِره وَالْمُرَاد أَنَّ مَنْ رَآهُ فَقَدْ أَدْرَكَهُ وَلَا مَانِع يَمْنَع مِنْ ذَلِكَ وَلَا عَقْل يُحِيلهُ حَتَّى يَحْتَاج إِلَى صَرْف الْكَلَام عَنْ ظَاهِره , وَأَمَّا كَوْنه قَدْ يُرَى عَلَى غَيْر صِفَته أَوْ يُرَى فِي مَكَانَيْنِ مُخْتَلِفَيْنِ مَعًا فَإِنَّ ذَلِكَ غَلَطٌ فِي صِفَته وَتَخَيُّل لَهَا عَلَى غَيْر مَا هِيَ عَلَيْهِ , وَقَدْ يُظَنُّ بَعْضُ الْخَيَالَات مَرْئِيَّاتٍ لِكَوْنِ مَا يُتَخَيَّل مُرْتَبِطًا بِمَا يُرَى فِي الْعَادَة فَتَكُون ذَاته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مَرْئِيَّة وَصِفَاته مُتَخَيَّلَة غَيْر مَرْئِيَّة",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": ", وَالْإِدْرَاك لَا يُشْتَرَط فِيهِ تَحْدِيق الْبَصَر وَلَا قُرْب الْمَسَافَة وَلَا كَوْن الْمَرْئِيّ ظَاهِرًا عَلَى الْأَرْض أَوْ مَدْفُونًا , وَإِنَّمَا يُشْتَرَط كَوْنه مَوْجُودًا , وَلَمْ يَقُمْ دَلِيل عَلَى فَنَاء جِسْمه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , بَلْ جَاءَ فِي الْخَبَر الصَّحِيح مَا يَدُلّ عَلَى بَقَائِهِ وَتَكُون ثَمَرَة اِخْتِلَاف الصِّفَات اِخْتِلَاف الدَّلَالَات كَمَا قَالَ بَعْض عُلَمَاء التَّعْبِير إِنَّ مَنْ رَآهُ شَيْخًا فَهُوَ عَام سِلْم أَوْ شَابًّا فَهُوَ عَام حَرْب , وَيُؤْخَذ مِنْ ذَلِكَ مَا يَتَعَلَّق بِأَقْوَالِهِ كَمَا لَوْ رَآهُ أَحَد يَأْمُرهُ بِقَتْلِ مَنْ لَا يَحِلّ قَتْله فَإِنَّ ذَلِكَ يُحْمَل عَلَى الصِّفَة الْمُتَخَيَّلَة لَا الْمَرْئِيَّة . وَقَالَ الْقَاضِي عِيَاض : يَحْتَمِل أَنْ يَكُون مَعْنَى الْحَدِيث إِذَا رَآهُ عَلَى الصِّفَة الَّتِي كَانَ عَلَيْهَا فِي حَيَاته لَا عَلَى صِفَة مُضَادَّة لِحَالِهِ , فَإِنْ رُئِيَ عَلَى غَيْرهَا كَانَتْ رُؤْيَا تَأْوِيل لَا رُؤْيَا حَقِيقَة , فَإِنَّ مِنْ الرُّؤْيَا مَا يُخَرَّج عَلَى وَجْهه وَمِنْهَا مَا يَحْتَاج إِلَى تَأْوِيل . وَقَالَ النَّوَوِيّ : هَذَا الَّذِي قَالَهُ الْقَاضِي ضَعِيف , بَلْ الصَّحِيح أَنَّهُ يَرَاهُ حَقِيقَة سَوَاء كَانَتْ عَلَى صِفَته الْمَعْرُوفَة أَوْ غَيْرهَا كَمَا ذَكَرَهُ الْمَازِرِيّ , وَهَذَا الَّذِي رَدَّهُ الشَّيْخ تَقَدَّمَ عَنْ مُحَمَّد بْن سِيرِينَ إِمَام الْمُعَبِّرِينَ اِعْتِبَارُهُ , وَالَّذِي قَالَهُ الْقَاضِي تَوَسُّط حَسَن , وَيُمْكِن الْجَمْع بَيْنه وَبَيْن مَا قَالَهُ الْمَازِرِيّ بِأَنْ تَكُون رُؤْيَاهُ عَلَى الْحَالَيْنِ حَقِيقَة لَكِنْ إِذَا كَانَ عَلَى صُورَته كَأَنْ يُرَى فِي الْمَنَام عَلَى ظَاهِره لَا يَحْتَاج إِلَى تَعْبِير وَإِذَا كَانَ عَلَى",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "غَيْر صُورَته كَانَ النَّقْص مِنْ جِهَة الرَّائِي لِتَخَيُّلِهِ الصِّفَة عَلَى غَيْر مَا هِيَ عَلَيْهِ وَيَحْتَاج مَا يَرَاهُ فِي ذَلِكَ الْمَنَام إِلَى التَّعْبِير , وَعَلَى ذَلِكَ جَرَى عُلَمَاء التَّعْبِير فَقَالُوا : إِذَا قَالَ الْجَاهِل رَأَيْت النَّبِيَّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِنَّهُ يُسْأَل عَنْ صِفَته فَإِنْ وَافَقَ الصِّفَة الْمَرْوِيَّة وَإِلَّا فَلَا يُقْبَل مِنْهُ , وَأَشَارُوا إِلَى مَا إِذَا رَآهُ عَلَى هَيْئَة تُخَالِف هَيْئَته مَعَ أَنَّ الصُّورَة كَمَا هِيَ , فَقَالَ أَبُو سَعْد أَحْمَدُ بْن مُحَمَّد بْن نَصْر : مَنْ رَأَى نَبِيًّا عَلَى حَاله وَهَيْئَته فَذَلِكَ دَلِيل عَلَى صَلَاح الرَّائِي وَكَمَال جَاهه وَظَفَره بِمَنْ عَادَاهُ , وَمَنْ رَآهُ مُتَغَيِّر الْحَال عَابِسًا مَثَلًا فَذَاكَ دَالّ عَلَى سُوء حَال الرَّائِي , وَنَحَا الشَّيْخ أَبُو مُحَمَّد بْن أَبِي جَمْرَة إِلَى مَا اِخْتَارَهُ النَّوَوِيّ فَقَالَ بَعْد أَنْ حَكَى الْخِلَاف : وَمِنْهُمْ مَنْ قَالَ إِنَّ الشَّيْطَان لَا يُتَصَوَّر عَلَى صُورَته أَصْلًا فَمَنْ رَآهُ فِي صُورَة حَسَنَة فَذَاكَ حُسْن فِي دِين الرَّائِي وَإِنْ كَانَ فِي جَارِحَة مِنْ جَوَارِحه شَيْن أَوْ نَقْص فَذَاكَ خَلَل فِي الرَّائِي مِنْ جِهَة الدِّين , قَالَ : وَهَذَا هُوَ الْحَقّ , وَقَدْ جُرِّبَ ذَلِكَ فَوُجِدَ عَلَى هَذَا الْأُسْلُوب , وَبِهِ تَحْصُل الْفَائِدَة الْكُبْرَى فِي رُؤْيَاهُ حَتَّى يَتَبَيَّن لِلرَّائِي هَلْ عِنْده خَلَل أَوْ لَا , لِأَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نُورَانِيّ مِثْل الْمِرْآة الصَّقِيلَة مَا كَانَ فِي النَّاظِر إِلَيْهَا مِنْ حُسْن أَوْ غَيْره تُصُوِّرَ فِيهَا وَهِيَ فِي ذَاتهَا عَلَى أَحْسَنِ حَال لَا نَقْص فِيهَا وَلَا شَيْنَ , وَكَذَلِكَ قَالَ فِي كَلَامه صَلَّى",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "اللَّه عَلَيْهِ وَسَلَّمَ فِي النَّوْم إِنَّهُ يُعْرَض عَلَى سُنَّته فَمَا وَافَقَهَا فَهُوَ حَقّ وَمَا خَالَفَهَا فَالْخَلَل فِي سَمْع الرَّائِي , فَرُؤْيَا الذَّات الْكَرِيمَة حَقّ وَالْخَلَل إِنَّمَا هُوَ فِي سَمْع الرَّائِي أَوْ بَصَره , ¶ قَالَ : وَهَذَا خَيْر مَا سَمِعْته فِي ذَلِكَ . ثُمَّ حَكَى الْقَاضِي عِيَاض عَنْ بَعْضهمْ قَالَ : خَصَّ اللَّه نَبِيّه بِعُمُومِ رُؤْيَاهُ كُلّهَا وَمَنَعَ الشَّيْطَان أَنْ يَتَصَوَّر فِي صُورَته لِئَلَّا يَتَذَرَّع بِالْكَذِبِ عَلَى لِسَانه فِي النَّوْم , وَلَمَّا خَرَقَ اللَّه الْعَادَة لِلْأَنْبِيَاءِ لِلدَّلَالَةِ عَلَى صِحَّة حَالهمْ فِي الْيَقَظَة وَاسْتَحَالَ تَصَوُّر الشَّيْطَان عَلَى صُورَته فِي الْيَقَظَة وَلَا عَلَى صِفَة مُضَادَّة لِحَالِهِ , إِذْ لَوْ كَانَ ذَلِكَ لَدَخَلَ اللَّبْس بَيْن الْحَقّ وَالْبَاطِل وَلَمْ يُوثَق بِمَا جَاءَ مِنْ جِهَة النُّبُوَّة , حَمَى اللَّه حِمَاهَا لِذَلِكَ مِنْ الشَّيْطَان وَتَصَوُّره وَإِلْقَائِهِ وَكَيْده , وَكَذَلِكَ حَمَى رُؤْيَاهُمْ أَنْفُسهمْ وَرُؤْيَا غَيْر النَّبِيّ لِلنَّبِيِّ عَنْ تَمْثِيل بِذَلِكَ لِتَصِحّ رُؤْيَاهُ فِي الْوَجْهَيْنِ وَيَكُون طَرِيقًا إِلَى عِلْم صَحِيح لَا رَيْب فِيهِ ,",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وَلَمْ يَخْتَلِف الْعُلَمَاء فِي جَوَاز رُؤْيَة اللَّه تَعَالَى فِي الْمَنَام وَسَاقَ الْكَلَام عَلَى ذَلِكَ . قُلْت : وَيَظْهَر لِي فِي التَّوْفِيق بَيْن جَمِيع مَا ذَكَرُوهُ أَنَّ مَنْ رَآهُ عَلَى صِفَة أَوْ أَكْثَرَ مِمَّا يَخْتَصّ بِهِ فَقَدْ رَآهُ وَلَوْ كَانَتْ سَائِر الصِّفَات مُخَالِفَة , وَعَلَى ذَلِكَ فَتَتَفَاوَت رُؤْيَا مَنْ رَآهُ فَمَنْ رَآهُ عَلَى هَيْئَته الْكَامِلَة فَرُؤْيَاهُ الْحَقّ الَّذِي لَا يَحْتَاج إِلَى تَعْبِير وَعَلَيْهَا يَتَنَزَّل قَوْله \" فَقَدْ رَأَى الْحَقّ وَمَهْمَا نَقَصَ مِنْ صِفَاته فَيَدْخُل التَّأْوِيل بِحَسَبِ ذَلِكَ , وَيَصِحُّ إِطْلَاق أَنَّ كُلّ مَنْ رَآهُ فِي أَيِّ حَالَة كَانَتْ مِنْ ذَلِكَ فَقَدْ رَآهُ حَقِيقَة . ¶ ( تَنْبِيه ) ¶ : جَوَّزَ أَهْل التَّعْبِير رُؤْيَة الْبَارِي عَزَّ وَجَلَّ فِي الْمَنَام مُطْلَقًا وَلَمْ يُجْرُوا فِيهَا الْخِلَاف فِي رُؤْيَا النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ , وَأَجَابَ بَعْضهمْ عَنْ ذَلِكَ بِأُمُورٍ قَابِلَة لِلتَّأْوِيلِ فِي جَمِيع وُجُوههَا فَتَارَة يُعَبَّر بِالسُّلْطَانِ وَتَارَة بِالْوَالِدِ وَتَارَة بِالسَّيِّدِ وَتَارَة بِالرَّئِيسِ فِي أَيّ فَنّ كَانَ , فَلَمَّا كَانَ الْوُقُوف عَلَى حَقِيقَة ذَاته مُمْتَنِعًا وَجَمِيع مَنْ يُعَبَّر بِهِ يَجُوز عَلَيْهِمْ الصِّدْق وَالْكَذِب كَانَتْ رُؤْيَاهُ تَحْتَاج إِلَى تَعْبِير دَائِمًا , بِخِلَافِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فَإِذَا رُئِيَ عَلَى صِفَته الْمُتَّفَق عَلَيْهَا وَهُوَ لَا يَجُوز عَلَيْهِ الْكَذِب كَانَتْ فِي هَذِهِ الْحَالَة حَقًّا مَحْضًا لَا يَحْتَاج إِلَى تَعْبِير .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وَقَالَ الْغَزَالِيّ : لَيْسَ مَعْنَى قَوْله \" رَآنِي \" أَنَّهُ رَأَى جِسْمِي وَبَدَنِي وَإِنَّمَا الْمُرَاد أَنَّهُ رَأَى مِثَالًا صَارَ ذَلِكَ الْمِثَال آلَة يَتَأَدَّى بِهَا الْمَعْنَى الَّذِي فِي نَفْسِي إِلَيْهِ , وَكَذَلِكَ قَوْله \" فَسَيَرَانِي فِي الْيَقَظَة \" لَيْسَ الْمُرَاد أَنَّهُ يَرَى جِسْمِي وَبَدَنِي , قَالَ : وَالْآلَة تَارَة تَكُون حَقِيقَة وَتَارَة تَكُون خَيَالِيَّة , وَالنَّفْس غَيْر الْمِثَال الْمُتَخَيَّل , فَمَا رَآهُ مِنْ الشَّكْل لَيْسَ هُوَ رُوح الْمُصْطَفَى وَلَا شَخْصه بَلْ هُوَ مِثَال لَهُ عَلَى التَّحْقِيق , قَالَ وَمِثْل ذَلِكَ مَنْ يَرَى اللَّه سُبْحَانه وَتَعَالَى فِي الْمَنَام فَإِنَّ ذَاته مُنَزَّهَة عَنْ الشَّكْل وَالصُّورَة وَلَكِنْ تَنْتَهِي تَعْرِيفَاته إِلَى الْعَبْد بِوَاسِطَةِ مِثَال مَحْسُوس مِنْ نُور أَوْ غَيْره , وَيَكُون ذَلِكَ الْمِثَال حَقًّا فِي كَوْنه وَاسِطَة فِي التَّعْرِيف فَيَقُول الرَّائِي رَأَيْت اللَّه تَعَالَى فِي الْمَنَام لَا يَعْنِي أَنِّي رَأَيْت ذَات اللَّه تَعَالَى كَمَا يَقُول فِي حَقّ غَيْره . وَقَالَ أَبُو قَاسِم الْقُشَيْرِيُّ مَا حَاصِله : إِنَّ رُؤْيَاهُ عَلَى غَيْر صِفَته لَا تَسْتَلْزِم إِلَّا أَنْ يَكُون هُوَ , فَإِنَّهُ لَوْ رَأَى اللَّه عَلَى وَصْفٍ يَتَعَالَى عَنْهُ وَهُوَ يَعْتَقِد أَنَّهُ مُنَزَّه عَنْ ذَلِكَ لَا يَقْدَح فِي رُؤْيَته بَلْ يَكُون لِتِلْكَ الرُّؤْيَا ضَرْب مِنْ التَّأْوِيل كَمَا قَالَ الْوَاسِطِيُّ : مَنْ رَأَى رَبَّهُ عَلَى صُورَة شَيْخ كَانَ إِشَارَة إِلَى وَقَار الرَّائِي وَغَيْر ذَلِكَ . وَقَالَ الطِّيبِيُّ : الْمَعْنَى مَنْ رَآنِي فِي الْمَنَام بِأَيِّ صِفَة كَانَتْ فَلْيَسْتَبْشِرْ وَيَعْلَم أَنَّهُ قَدْ رَأَى الرُّؤْيَا الْحَقّ الَّتِي هِيَ مِنْ اللَّه وَهِيَ مُبَشِّرَة لَا",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الْبَاطِل الَّذِي هُوَ الْحُلُم الْمَنْسُوب لِلشَّيْطَانِ فَإِنَّ الشَّيْطَان لَا يَتَمَثَّل بِي , وَكَذَا قَوْله \" فَقَدْ رَأَى الْحَقّ \" أَيْ رُؤْيَة الْحَقّ لَا الْبَاطِل , وَكَذَا قَوْله \" فَقَدْ رَآنِي \" فَإِنَّ الشَّرْط وَالْجَزَاء إِذَا اِتَّحَدَا دَلَّ عَلَى الْغَايَة فِي الْكَمَال , أَيْ فَقَدْ رَآنِي رُؤْيَا لَيْسَ بَعْدهَا شَيْء . ¶ وَذَكَرَ الشَّيْخ أَبُو مُحَمَّد بْن أَبِي جَمْرَة مَا مُلَخَّصه : أَنَّهُ يُؤْخَذ مِنْ قَوْله \" فَإِنَّ الشَّيْطَان لَا يَتَمَثَّل بِي \" أَنَّ مَنْ تَمَثَّلَتْ صُورَته صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ فِي خَاطِرِهِ مِنْ أَرْبَاب الْقُلُوب وَتَصَوَّرَتْ لَهُ فِي عَالَم سِرّه أَنَّهُ يُكَلِّمهُ أَنَّ ذَلِكَ يَكُون حَقًّا , بَلْ ذَلِكَ أَصْدَقُ مِنْ مَرْأَى غَيْرهمْ لِمَا مَنَّ اللَّه بِهِ عَلَيْهِمْ مِنْ تَنْوِير قُلُوبهمْ اِنْتَهَى . وَهَذَا الْمَقَام الَّذِي أَشَارَ إِلَيْهِ هُوَ الْإِلْهَام , وَهُوَ مِنْ جُمْلَة أَصْنَاف الْوَحْي إِلَى الْأَنْبِيَاء , وَلَكِنْ لَمْ أَرَ فِي شَيْء مِنْ الْأَحَادِيث وَصْفه بِمَا وُصِفَتْ بِهِ الرُّؤْيَا أَنَّهُ جُزْء مِنْ النُّبُوَّة ,",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وَقَدْ قِيلَ فِي الْفَرْق بَيْنهمَا : إِنَّ الْمَنَام يَرْجِع إِلَى قَوَاعِد مُقَرَّرَة وَلَهُ تَأْوِيلَات مُخْتَلِفَة وَيَقَع لِكُلِّ أَحَد , بِخِلَافِ الْإِلْهَام فَإِنَّهُ لَا يَقَع إِلَّا لِلْخَوَاصِّ وَلَا يَرْجِع إِلَى قَاعِدَة يُمَيِّز بِهَا بَيْنه وَبَيْن لَمَّة الشَّيْطَان , وَتُعُقِّبَ بِأَنَّ أَهْل الْمَعْرِفَة بِذَلِكَ ذَكَرُوا أَنَّ الْخَاطِر الَّذِي يَكُون مِنْ الْحَقّ يَسْتَقِرّ وَلَا يَضْطَرِب وَالَّذِي يَكُون مِنْ الشَّيْطَان يَضْطَرِب وَلَا يَسْتَقِرّ , فَهَذَا إِنْ ثَبَتَ كَانَ فَارِقًا وَاضِحًا , وَمَعَ ذَلِكَ فَقَدْ صَرَّحَ الْأَئِمَّة بِأَنَّ الْأَحْكَام الشَّرْعِيَّة لَا تَثْبُت بِذَلِكَ , قَالَ أَبُو الْمُظَفَّر بْن السَّمْعَانِيّ فِي \" الْقَوَاطِع \" بَعْد أَنْ حَكَى عَنْ أَبِي زَيْد الدَّبُوسِيّ مِنْ أَئِمَّة الْحَنَفِيَّة أَنَّ الْإِلْهَام مَا حَرَّكَ الْقَلْب لِعِلْمٍ يَدْعُو إِلَى الْعَمَل بِهِ مِنْ غَيْر اِسْتِدْلَال :",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وَاَلَّذِي عَلَيْهِ الْجُمْهُور أَنَّهُ لَا يَجُوز الْعَمَل بِهِ إِلَّا عِنْد فَقْد الْحُجَج كُلّهَا فِي بَاب الْمُبَاح , وَعَنْ بَعْض الْمُبْتَدِعَة أَنَّهُ حُجَّة وَاحْتَجَّ بِقَوْلِهِ تَعَالَى ( فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا ) وَبِقَوْلِهِ ( وَأَوْحَى رَبّك إِلَى النَّحْل ) أَيْ أَلْهَمَهَا حَتَّى عَرَفَتْ مَصَالِحهَا , فَيُؤْخَذ مِنْهُ مِثْل ذَلِكَ لِلْآدَمِيِّ بِطَرِيقِ الْأَوْلَى , وَذَكَرَ فِيهِ ظَوَاهِر أُخْرَى وَمِنْهُ الْحَدِيث قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" اِتَّقُوا فِرَاسَة الْمُؤْمِن \" وَقَوْله لِوَابِصَةَ \" مَا حَاكَ فِي صَدْرك فَدَعْهُ وَإِنْ أَفْتَوْك ) فَجَعَلَ شَهَادَة قَلْبه حُجَّة مُقَدَّمَة عَلَى الْفَتْوَى , وَقَوْله \" قَدْ كَانَ فِي الْأُمَم مُحَدَّثُونَ \" فَثَبَتَ بِهَذَا أَنَّ الْإِلْهَام حَقّ وَأَنَّهُ وَحْي بَاطِن , وَإِنَّمَا حُرِمَهُ الْعَاصِي لِاسْتِيلَاءِ وَحْي الشَّيْطَان عَلَيْهِ , قَالَ وَحُجَّة أَهْل السُّنَّة الْآيَات الدَّالَّة عَلَى اِعْتِبَار الْحُجَّة وَالْحَثّ عَلَى التَّفَكُّر فِي الْآيَات وَالِاعْتِبَار وَالنَّظَر فِي الْأَدِلَّة وَذَمّ الْأَمَانِيّ وَالْهَوَاجِس وَالظُّنُون وَهِيَ كَثِيرَة مَشْهُورَة , وَبِأَنَّ الْخَاطِر قَدْ يَكُون مِنْ اللَّه وَقَدْ يَكُون مِنْ الشَّيْطَان وَقَدْ يَكُون مِنْ النَّفْس , وَكُلّ شَيْء اِحْتَمَلَ أَنْ لَا يَكُون حَقًّا لَمْ يُوصَف بِأَنَّهُ حَقّ , قَالَ : وَالْجَوَاب عَنْ قَوْله ( فَأَلْهَمَهَا فُجُورهَا وَتَقْوَاهَا )",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أَنَّ مَعْنَاهُ عَرَّفَهَا طَرِيق الْعِلْم وَهُوَ الْحُجَج , وَأَمَّا الْوَحْي إِلَى النَّحْل فَنَظِيره فِي الْآدَمِيّ فِيمَا يَتَعَلَّق بِالصَّنَائِعِ وَمَا فِيهِ صَلَاح الْمَعَاش , وَأَمَّا الْفِرَاسَة فَنُسَلِّمهَا لَكِنْ لَا نَجْعَل شَهَادَة الْقَلْب حُجَّة لِأَنَّا لَا نَتَحَقَّق كَوْنَهَا مِنْ اللَّه أَوْ مِنْ غَيْره اِنْتَهَى مُلَخَّصًا . قَالَ اِبْن السَّمْعَانِيّ : وَإِنْكَار الْإِلْهَام مَرْدُود , وَيَجُوز أَنْ يَفْعَل اللَّه بِعَبْدِهِ مَا يُكَرِّمهُ بِهِ , وَلَكِنَّ التَّمْيِيز بَيْن الْحَقّ وَالْبَاطِل فِي ذَلِكَ أَنَّ كُلّ مَا اِسْتَقَامَ عَلَى الشَّرِيعَة الْمُحَمَّدِيَّة وَلَمْ يَكُنْ فِي الْكِتَاب وَالسُّنَّة مَا يَرُدّهُ فَهُوَ مَقْبُول , وَإِلَّا فَمَرْدُود يَقَع مِنْ حَدِيث النَّفْس وَوَسْوَسَة الشَّيْطَان , ثُمَّ قَالَ : وَنَحْنُ لَا نُنْكِر أَنَّ اللَّه يُكَرِّم عَبْده بِزِيَادَةِ نُور مِنْهُ يَزْدَاد بِهِ نَظَرُهُ وَيَقْوَى بِهِ رَأْيُهُ , وَإِنَّمَا نُنْكِر أَنْ يَرْجِع إِلَى قَلْبه بِقَوْلٍ لَا يَعْرِف أَصْله , وَلَا نَزْعُم أَنَّهُ حُجَّة شَرْعِيَّة وَإِنَّمَا هُوَ نُور يَخْتَصّ اللَّه بِهِ مَنْ يَشَاء مِنْ عِبَاده فَإِنْ وَافَقَ الشَّرْع كَانَ الشَّرْع هُوَ الْحُجَّة اِنْتَهَى . وَيُؤْخَذ مِنْ هَذَا مَا تَقَدَّمَ التَّنْبِيه عَلَيْهِ أَنَّ النَّائِم لَوْ رَأَى النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَأْمُرهُ بِشَيْءٍ هَلْ يَجِب عَلَيْهِ اِمْتِثَاله وَلَا بُدّ , أَوْ لَا بُدّ أَنْ يَعْرِضهُ عَلَى الشَّرْع الظَّاهِر , فَالثَّانِي هُوَ الْمُعْتَمَد كَمَا تَقَدَّمَ . ¶ ( تَنْبِيه ) :",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وَقَعَ فِي الْمُعْجَم الْأَوْسَط لِلطَّبَرَانِيِّ مِنْ حَدِيث أَبِي سَعِيد مِثْل أَوَّل حَدِيث فِي الْبَاب بِلَفْظِهِ لَكِنْ زَادَ فِيهِ \" وَلَا بِالْكَعْبَةِ \" وَقَالَ : لَا تُحْفَظُ هَذِهِ اللَّفْظَةُ إِلَّا فِي هَذَا الْحَدِيث . ¶ 9- عَنْ ابْنِ عَبَّاسٍ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: أَمَا لَوْ أَنَّ أَحَدَهُمْ يَقُولُ حِينَ يَأْتِي أَهْلَهُ بِاسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنِي الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا ثُمَّ قُدِّرَ بَيْنَهُمَا فِي ذَلِكَ أَوْ قُضِيَ وَلَدٌ لَمْ يَضُرَّهُ شَيْطَانٌ أَبَدًا . صحيح البخاري ¶ قَوْله ( أَمَا لَوْ أَنَّ أَحَدهمْ ) ¶ كَذَا لِلْكُشْميهَنِيّ هُنَا , وَلِغَيْرِهِ بِحَذْفِ \" أَنْ \" وَتَقَدَّمَ فِي بَدْء الْخَلْق مِنْ رِوَايَة هَمَّام عَنْ مَنْصُور بِحَذْفِ \" لَوْ \" وَلَفْظه \" أَمَا أَنَّ أَحَدكُمْ إِذَا أَتَى أَهْله \" وَفِي رِوَايَة جَرِير عَنْ مَنْصُور عِنْد أَبِي دَاوُدَ وَغَيْره \" لَوْ أَنَّ أَحَدكُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْله \" وَهِيَ مُفَسِّرَة لِغَيْرِهَا مِنْ الرِّوَايَات دَالَّة عَلَى أَنَّ الْقَوْل قَبْل الشُّرُوع . ¶ قَوْله ( حِين يَأْتِي أَهْله ) ¶ فِي رِوَايَة إِسْرَائِيل عَنْ مَنْصُور عِنْد الْإِسْمَاعِيلِيّ \" أَمَا أَنَّ أَحَدكُمْ لَوْ يَقُول حِين يُجَامِع أَهْله \" وَهُوَ ظَاهِر أَنَّ الْقَوْل يَكُون مَعَ الْفِعْل , لَكِنْ يُمْكِنُ حَمْلُهُ عَلَى الْمَجَاز , وَعِنْده فِي رِوَايَة رَوْح بْن الْقَاسِم عَنْ مَنْصُور \" لَوْ أَنَّ أَحَدهمْ إِذَا جَامَعَ اِمْرَأَته ذَكَرَ اللَّه \" . ¶ قَوْله ( بِسْمِ اللَّه , اللَّهُمَّ جَنِّبْنِي )",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فِي رِوَايَة رَوْحٍ \" ذَكَرَ اللَّه ثُمَّ قَالَ اللَّهُمَّ جَنِّبْنِي \" وَفِي رِوَايَة شُعْبَة عَنْ مَنْصُور فِي بَدْء الْخَلْق \" جَنِّبْنِي \" بِالْإِفْرَادِ أَيْضًا وَفِي رِوَايَة هَمَّام \" جَنِّبْنَا \" . ¶ قَوْله ( الشَّيْطَان ) ¶ فِي حَدِيث أَبِي أُمَامَةَ عِنْد الطَّبَرَانِيِّ \" جَنِّبْنِي وَجَنِّبْ مَا رَزَقْتنِي مِنْ الشَّيْطَان الرَّجِيم \" . ¶ قَوْله ( ثُمَّ قُدِّرَ بَيْنهمَا وَلَدٌ أَوْ قُضِيَ وَلَد ) ¶ كَذَا بِالشَّكِّ , وَزَادَ فِي رِوَايَة الْكُشْمِيهَنِيّ \" ثُمَّ قُدِّرَ بَيْنهمَا فِي ذَلِكَ - أَيْ الْحَال - وَلَد \" وَفِي رِوَايَة سُفْيَان بْن عُيَيْنَةَ عَنْ مَنْصُور \" فَإِنْ قَضَى اللَّه بَيْنهمَا وَلَدًا \" وَمِثْله فِي رِوَايَة إِسْرَائِيل , وَفِي رِوَايَة شُعْبَة \" فَإِنْ كَانَ بَيْنهمَا وَلَد \" وَلِمُسْلِمٍ مِنْ طَرِيقه \" فَإِنَّهُ إِنْ يُقَدَّر بَيْنهمَا وَلَد فِي ذَلِكَ \" وَفِي رِوَايَة جَرِير \" ثُمَّ قُدِّرَ أَنْ يَكُون \" وَالْبَاقِي مِثْله , وَنَحْوه فِي رِوَايَة رَوْح بْن الْقَاسِم وَفِي رِوَايَة هَمَّام \" فَرُزِقَا وَلَدًا \" . ¶ قَوْله ( لَمْ يَضُرّهُ شَيْطَان أَبَدًا ) ¶ كَذَا بِالتَّنْكِيرِ , وَمِثْله فِي رِوَايَة جَرِير , وَفِي رِوَايَة شُعْبَة عِنْد مُسْلِم وَأَحْمَد \" لَمْ يُسَلَّط عَلَيْهِ الشَّيْطَان أَوْ لَمْ يَضُرّهُ الشَّيْطَان \" ¶ وَتَقَدَّمَ فِي بَدْء الْخَلْق مِنْ رِوَايَة هَمَّام وَكَذَا فِي رِوَايَة سُفْيَان بْن عُيَيْنَةَ وَإِسْرَائِيل وَرَوْح بْن الْقَاسِم بِلَفْظِ الشَّيْطَان \" وَاللَّام لِلْعَهْدِ الْمَذْكُور فِي لَفْظ الدُّعَاء , وَلِأَحْمَد عَنْ عَبْد الْعَزِيز الْعُمّيّ عَنْ مَنْصُور \" لَمْ يَضُرّ ذَلِكَ الْوَلَد الشَّيْطَان أَبَدًا \"",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وَفِي مُرْسَل الْحَسَن عَنْ عَبْد الرَّزَّاق \" إِذَا أَتَى الرَّجُل أَهْله فَلْيَقُلْ بِسْمِ اللَّه اللَّهُمَّ بَارِكْ لَنَا فِيمَا رَزَقَتْنَا وَلَا تَجْعَل لِلشَّيْطَانِ نَصِيبًا فِيمَا رَزَقْتنَا , فَكَانَ يُرْجَى إِنْ حَمَلْت أَنْ يَكُون وَلَدًا صَالِحًا \" وَاخْتُلِفَ فِي الضَّرَر الْمَنْفِيّ بَعْد الِاتِّفَاق عَلَى مَا نَقَلَ عِيَاض عَلَى عَدَم الْحَمْل عَلَى الْعُمُوم فِي أَنْوَاع الضَّرَر , وَإِنْ كَانَ ظَاهِرًا فِي الْحَمْل عَلَى عُمُوم الْأَحْوَال مِنْ صِيغَة النَّفْي مَعَ التَّأْبِيد , وَكَانَ سَبَب ذَلِكَ مَا تَقَدَّمَ فِي بَدْء الْخَلْق \" إِنَّ كُلّ بَنِي آدَم يَطْعَن الشَّيْطَان فِي بَطْنه حِين يُولَد إِلَّا مَنْ اِسْتَثْنَى \" فَإِنَّ فِي هَذَا الطَّعْن نَوْع ضَرَر فِي الْجُمْلَة , مَعَ أَنَّ ذَلِكَ سَبَب صُرَاخه . ¶ ثُمَّ اِخْتَلَفُوا فَقِيلَ : الْمَعْنَى لَمْ يُسَلَّط عَلَيْهِ مِنْ أَجْلِ بَرَكَة التَّسْمِيَة , بَلْ يَكُون مِنْ جُمْلَة الْعِبَاد الَّذِينَ قِيلَ فِيهِمْ ( إِنَّ عِبَادِي لَيْسَ لَك عَلَيْهِمْ سُلْطَان ) وَيُؤَيِّدهُ مُرْسَل الْحَسَن الْمَذْكُور , وَقِيلَ الْمُرَاد لَمْ يُطَعْنَ فِي بَطْنه , وَهُوَ بَعِيد لِمُنَابَذَتِهِ ظَاهِر الْحَدِيث الْمُتَقَدِّم , وَلَيْسَ تَخْصِيصه بِأَوْلَى مِنْ تَخْصِيص هَذَا , ¶ وَقِيلَ الْمُرَاد لَمْ يَصْرَعهُ , وَقِيلَ لَمْ يَضُرّهُ فِي بَدَنه , وَقَالَ اِبْن دَقِيق الْعِيد : يَحْتَمِل أَنْ لَا يَضُرّهُ فِي دِينه أَيْضًا , وَلَكِنْ يُبْعِدهُ اِنْتِفَاء الْعِصْمَة . وَتُعُقِّبَ بِأَنَّ اِخْتِصَاص مَنْ خُصَّ بِالْعِصْمَةِ بِطَرِيقِ الْوُجُوب لَا بِطَرِيقِ الْجَوَاز , فَلَا مَانِع أَنْ يُوجَد مَنْ لَا يَصْدُر مِنْهُ مَعْصِيَة عَمْدًا وَإِنْ لَمْ يَكُنْ ذَلِكَ وَاجِبًا لَهُ ,",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وَقَالَ الدَّاوُدِيُّ مَعْنَى \" لَمْ يَضُرّهُ \" أَيْ لَمْ يَفْتِنهُ عَنْ دِينه إِلَى الْكُفْر , وَلَيْسَ الْمُرَاد عِصْمَته مِنْهُ عَنْ الْمَعْصِيَة , وَقِيلَ لَمْ يَضُرّهُ بِمُشَارَكَةِ أَبِيهِ فِي جِمَاع أُمّه كَمَا جَاءَ عَنْ مُجَاهِد \" أَنَّ الَّذِي يُجَامِع وَلَا يُسَمِّي يَلْتَفّ الشَّيْطَان عَلَى إِحْلِيله فَيُجَامِع مَعَهُ \" وَلَعَلَّ هَذَا أَقْرَب الْأَجْوِبَة , وَيَتَأَيَّد الْحَمْل عَلَى الْأَوَّل بِأَنَّ الْكَثِير مِمَّنْ يَعْرِف هَذَا الْفَضْل الْعَظِيم يَذْهَل عَنْهُ عِنْد إِرَادَة الْمُوَاقَعَة وَالْقَلِيل الَّذِي قَدْ يَسْتَحْضِرهُ وَيَفْعَلهُ لَا يَقَع مَعَهُ الْحَمْل , فَإِذَا كَانَ ذَلِكَ نَادِرًا لَمْ يَبْعُد . وَفِي الْحَدِيث مِنْ الْفَوَائِد أَيْضًا اِسْتِحْبَاب التَّسْمِيَة وَالدُّعَاء وَالْمُحَافَظَة عَلَى ذَلِكَ حَتَّى فِي حَالَة الْمَلَاذ كَالْوِقَاعِ. ¶ وَفِيهِ الِاعْتِصَام بِذِكْرِ اللَّه وَدُعَائِهِ مِنْ الشَّيْطَان وَالتَّبَرُّك بِاسْمِهِ وَالِاسْتِعَاذَة بِهِ مِنْ جَمِيع الْأَسْوَاء وَفِيهِ الِاسْتِشْعَار بِأَنَّهُ الْمُيَسِّر لِذَلِكَ الْعَمَل وَالْمُعِين عَلَيْهِ . وَفِيهِ إِشَارَة إِلَى أَنَّ الشَّيْطَان مُلَازِم لِابْنِ آدَم لَا يَنْطَرِدُ عَنْهُ إِلَّا إِذَا ذَكَرَ اللَّه . وَفِيهِ رَدّ عَلَى مَنْعِ الْمُحْدِث أَنْ يَذْكُر اللَّه , وَيَخْدِش فِيهِ الرِّوَايَة الْمُتَقَدِّمَة \" إِذَا أَرَادَ أَنْ يَأْتِيَ \" وَهُوَ نَظِير مَا وَقَعَ مِنْ الْقَوْل عِنْد الْخَلَاء . ¶ 10- عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ قَالَ: قَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطِيبًا فَأَشَارَ نَحْوَ مَسْكَنِ عَائِشَةَ فَقَالَ هُنَا الْفِتْنَةُ ثَلَاثًا مِنْ حَيْثُ يَطْلُعُ قَرْنُ الشَّيْطَانِ. صحيح البخاري",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "11- عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : الْإِيمَانُ يَمَانٍ وَالْفِتْنَةُ هَا هُنَا هَا هُنَا يَطْلُعُ قَرْنُ الشَّيْطَانِ . صحيح البخاري ¶ قَوْله : ( الْإِيمَان يَمَان ) ¶ فِي رِوَايَة الْأَعْرَج الَّتِي بَعْدهَا \" الْفِقْه يَمَان \" وَفِيهَا وَفِي رِوَايَة ذَكْوَانَ \" وَالْحِكْمَة يَمَانِيَّة \" وَفِي أَوَّلهَا وَأَوَّل رِوَايَة ذَكْوَانَ \" أَتَاكُمْ أَهْل الْيَمَن \" وَهُوَ خِطَاب لِلصَّحَابَةِ الَّذِينَ بِالْمَدِينَةِ , وَفِي حَدِيث أَبِي مَسْعُود \" وَالْجَفَاء وَغِلَظ الْقُلُوب فِي الْفَدَّادِينَ إِلَخْ \" وَفِي رِوَايَة ذَكْوَانَ عَنْ أَبِي هُرَيْرَة \" وَالْفَخْر وَالْخُيَلَاء فِي أَصْحَاب الْإِبِل \" وَزَادَ فِيهَا \" وَالسَّكِينَة وَالْوَقَار فِي أَهْل الْغَنَم \" ¶ وَتَقَدَّمَ شَرْح سَائِر ذَلِكَ فِي أَوَّل الْمَنَاقِب وَفِي بَدْء الْخَلْق , وَأَشَرْت هُنَاكَ إِلَى أَنَّ الرِّوَايَة الَّتِي فِيهَا \" أَتَاكُمْ أَهْل الْيَمَن \" تَرُدّ قَوْل مَنْ قَالَ : إِنَّ الْمُرَاد بِقَوْلِهِ : \" الْإِيمَان يَمَان \" الْأَنْصَار وَغَيْر ذَلِكَ . وَقَدْ ذَكَرَ اِبْن الصَّلَاح قَوْل أَبِي عُبَيْد وَغَيْره : إِنَّ مَعْنَى قَوْله : \" الْإِيمَان يَمَان \" أَنَّ مَبْدَأ الْإِيمَان مِنْ مَكَّة لِأَنَّ مَكَّة مِنْ تِهَامَة وَتِهَامَة مِنْ الْيَمَن , وَقِيلَ : الْمُرَاد مَكَّة وَالْمَدِينَة , لِأَنَّ هَذَا الْكَلَام صَدَرَ وَهُوَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِتَبُوك , فَتَكُون الْمَدِينَة حِينَئِذٍ بِالنِّسْبَةِ إِلَى الْمَحَلّ الَّذِي هُوَ فِيهِ يَمَانِيَّة ,",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وَالثَّالِث وَاخْتَارَهُ أَبُو عُبَيْد أَنَّ الْمُرَاد بِذَلِكَ الْأَنْصَار لِأَنَّهُمْ يَمَانِيُّونَ فِي الْأَصْل فَنَسَبَ الْإِيمَان إِلَيْهِمْ لِكَوْنِهِمْ أَنْصَاره . وَقَالَ اِبْن الصَّلَاح : وَلَوْ تَأَمَّلُوا أَلْفَاظ الْحَدِيث لَمَا اِحْتَاجُوا إِلَى هَذَا التَّأْوِيل , لِأَنَّ قَوْله \" أَتَاكُمْ أَهْل الْيَمَن \" خِطَاب لِلنَّاسِ وَمِنْهُمْ الْأَنْصَار , فَيَتَعَيَّن أَنَّ الَّذِينَ جَاءُوا غَيْرهمْ , قَالَ : وَمَعْنَى الْحَدِيث وَصْف الَّذِينَ جَاءُوا بِقُوَّةِ الْإِيمَان وَكَمَاله وَلَا مَفْهُوم لَهُ , قَالَ : ثُمَّ الْمُرَاد الْمَوْجُودُونَ حِينَئِذٍ مِنْهُمْ لَا كُلّ أَهْل الْيَمَن فِي كُلّ زَمَان اِنْتَهَى . وَلَا مَانِع أَنْ يَكُون الْمُرَاد بِقَوْلِهِ : \" الْإِيمَان يَمَان \" مَا هُوَ أَعَمّ مِمَّا ذَكَرَهُ أَبُو عُبَيْد وَمَا ذَكَرَهُ اِبْن الصَّلَاح , ¶ وَحَاصِله أَنَّ قَوْله \" يَمَان \" يَشْمَل مَنْ يُنْسَب إِلَى الْيَمَن بِالسُّكْنَى وَبِالْقَبِيلَةِ , لَكِنْ كَوْن الْمُرَاد بِهِ مَنْ يُنْسَب بِالسُّكْنَى أَظْهَر . بَلْ هُوَ الْمُشَاهَد فِي كُلّ عَصْر مِنْ أَحْوَال سُكَّان جِهَة الْيَمَن وَجِهَة الشَّمَال , فَغَالِب مَنْ يُوجَد مِنْ جِهَة الْيَمَن رِقَاق الْقُلُوب وَالْأَبْدَان , وَغَالِب مَنْ يُوجَد مِنْ جِهَة الشَّمَال غِلَاظ الْقُلُوب وَالْأَبْدَان , وَقَدْ قَسَمَ فِي حَدِيث أَبِي مَسْعُود أَهْل الْجِهَات الثَّلَاثَة : الْيَمَن وَالشَّام وَالْمَشْرِق , وَلَمْ يَتَعَرَّض لِلْمَغْرِبِ فِي هَذَا الْحَدِيث , وَقَدْ ذَكَرَهُ فِي حَدِيث آخَر , فَلَعَلَّهُ كَانَ فِيهِ وَلَمْ يَذْكُرهُ الرَّاوِي إِمَّا لِنِسْيَانٍ أَوْ غَيْره , وَاللَّهُ أَعْلَمُ . وَأَوْرَدَ الْبُخَارِيّ هَذِهِ الْأَحَادِيث فِي الْأَشْعَرِيِّينَ لِأَنَّهُمْ مِنْ أَهْل الْيَمَن قَطْعًا ,",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وَكَأَنَّهُ أَشَارَ إِلَى حَدِيث اِبْن عَبَّاس \" بَيْنَا رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ إِذْ قَالَ : اللَّه أَكْبَر , إِذَا جَاءَ نَصْر اللَّه وَالْفَتْح , وَجَاءَ أَهْل الْيَمَن نَقِيَّة قُلُوبهمْ , حَسَنَة طَاعَتهمْ . الْإِيمَان يَمَان وَالْفِقْه يَمَان وَالْحِكْمَة يَمَانِيَّة \" أَخْرَجَهُ الْبَزَّار . وَعَنْ جُبَيْر بْن مُطْعِم عَنْ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ ¶ \" يَطْلُع عَلَيْكُمْ أَهْل الْيَمَن كَأَنَّهُمْ السَّحَاب , هُمْ خَيْر أَهْل الْأَرْض \" الْحَدِيث أَخْرَجَهُ أَحْمَد وَأَبُو يَعْلَى وَالْبَزَّار وَالطَّبَرَانِيُّ , وَفِي الطَّبَرَانِيِّ مِنْ حَدِيث عَمْرو بْن عَبَسَةَ \" أَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ لِعُيَيْنَةَ بْن حِصْن : أَيّ الرِّجَال خَيْر ؟ قَالَ رِجَال أَهْل نَجْد , قَالَ : كَذَبْت بَلْ هُمْ أَهْل الْيَمَن , الْإِيمَان يَمَان \" الْحَدِيث . وَأَخْرَجَهُ أَيْضًا مِنْ حَدِيث مُعَاذ بْن جَبَل , قَالَ الْخَطَّابِيُّ : قَوْله \" هُمْ أَرَقّ أَفْئِدَة وَأَلْيَن قُلُوبًا \" أَيْ لِأَنَّ الْفُؤَاد غِشَاء الْقَلْب , فَإِذَا رَقَّ نَفَذَ الْقَوْل وَخَلَصَ إِلَى مَا وَرَاءَهُ ; وَإِذَا غَلُظَ بَعُدَ وُصُوله إِلَى دَاخِل , وَإِذَا كَانَ الْقَلْب لَيِّنًا عَلِقَ كُلّ مَا يُصَادِفهُ .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "12- عَنْ ابْنِ عُمَرَ قَالَ: ذَكَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اللَّهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا اللَّهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا قَالُوا يَا رَسُولَ اللَّهِ وَفِي نَجْدِنَا قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَأْمِنَا اللَّهُمَّ بَارِكْ لَنَا فِي يَمَنِنَا قَالُوا يَا رَسُولَ اللَّهِ وَفِي نَجْدِنَا فَأَظُنُّهُ قَالَ فِي الثَّالِثَةِ هُنَاكَ الزَّلَازِلُ وَالْفِتَنُ وَبِهَا يَطْلُعُ قَرْنُ الشَّيْطَانِ. صحيح البخاري ¶ قَوْله ( قَالُوا يَا رَسُول اللَّه : وَفِي نَجْدِنَا , فَأَظُنُّهُ قَالَ فِي الثَّالِثَة : هُنَاكَ الزَّلَازِل وَالْفِتَن , وَبِهَا يَطْلُع قَرْن الشَّيْطَان ) ¶ وَقَعَ فِي رِوَايَة التِّرْمِذِيّ وَالدَّوْرَقِيّ بَعْدَ قَوْله وَفِي نَجْدنَا \" قَالَ اللَّهُمَّ بَارِكْ لَنَا فِي شَامِنَا وَبَارِكْ لَنَا فِي يَمَنِنَا قَالَ وَفِي نَجْدِنَا ؟ قَالَ : هُنَاكَ \" فَذَكَرَهُ لَكِنْ شَكَّ هَلْ قَالَ بِهَا أَوْ مِنْهَا , وَقَالَ يَخْرُج بَدَلَ يَطْلُع , وَقَدْ وَقَعَ فِي رِوَايَة الْحُسَيْن بْن الْحَسَن فِي الِاسْتِسْقَاء مِثْله فِي الْإِعَادَة مَرَّتَيْنِ , وَفِي رِوَايَة وَلَد اِبْن عَوْن \" فَلَمَّا كَانَ الثَّالِثَة أَوْ الرَّابِعَة قَالُوا يَا رَسُول اللَّه وَفِي نَجْدنَا ؟ قَالَ بِهَا الزَّلَازِل وَالْفِتَن وَمِنْهَا يَطْلُع قَرْن الشَّيْطَان \" قَالَ الْمُهَلَّب : إِنَّمَا تَرَكَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ الدُّعَاء لِأَهْلِ الْمَشْرِق لِيَضْعُفُوا عَنْ الشَّرّ الَّذِي هُوَ مَوْضُوع فِي جِهَتهمْ لِاسْتِيلَاءِ الشَّيْطَان بِالْفِتَنِ",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وَأَمَّا قَوْله \" قَرْن الشَّمْس \" فَقَالَ الدَّاوُدِيُّ : لِلشَّمْسِ قَرْن حَقِيقَة وَيَحْتَمِل أَنْ يُرِيد بِالْقَرْنِ قُوَّة الشَّيْطَان وَمَا يَسْتَعِين بِهِ عَلَى الْإِضْلَال , وَهَذَا أَوْجَه , وَقِيلَ إِنَّ الشَّيْطَان يَقْرِن رَأْسه بِالشَّمْسِ عِنْدَ طُلُوعهَا لِيَقَع سُجُود عَبَدَتِهَا لَهُ قِيلَ وَيَحْتَمِل أَنْ يَكُون لِلشَّمْسِ شَيْطَان تَطْلُع الشَّمْس بَيْنَ قَرْنَيْهِ , وَقَالَ الْخَطَّابِيُّ : الْقَرْن الْأُمَّة مِنْ النَّاس يَحْدُثُونَ بَعْدَ فِنَاء آخَرِينَ , وَقَرْن الْحَيَّة أَنْ يُضْرَب الْمَثَل فِيمَا لَا يُحْمَد مِنْ الْأُمُور , ¶ وَقَالَ غَيْره كَانَ أَهْل الْمَشْرِق يَوْمَئِذٍ أَهْل كُفْر فَأَخْبَرَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنَّ الْفِتْنَة تَكُون مِنْ تِلْكَ النَّاحِيَة فَكَانَ كَمَا أَخْبَرَ , وَأَوَّل الْفِتَن كَانَ مِنْ قِبَل الْمَشْرِق فَكَانَ ذَلِكَ سَبَبًا لِلْفُرْقَةِ بَيْنَ الْمُسْلِمِينَ وَذَلِكَ مِمَّا يُحِبّهُ الشَّيْطَان وَيَفْرَح بِهِ , وَكَذَلِكَ الْبِدَع نَشَأَتْ مِنْ تِلْكَ الْجِهَة , وَقَالَ الْخَطَّابِيُّ : نَجِد مِنْ جِهَة الْمَشْرِق ¶ وَمَنْ كَانَ بِالْمَدِينَةِ كَانَ نَجْده بَادِيَة الْعِرَاق وَنَوَاحِيهَا وَهِيَ مَشْرِق أَهْل الْمَدِينَة , وَأَصْل النَّجْد مَا اِرْتَفَعَ مِنْ الْأَرْض , وَهُوَ خِلَاف الْغَوْر فَإِنَّهُ مَا اِنْخَفَضَ مِنْهَا وَتِهَامَة كُلُّهَا مِنْ الْغَوْر وَمَكَّة مِنْ تِهَامَة اِنْتَهَى وَعُرِفَ بِهَذَا وَهَاء مَا قَالَهُ الدَّاوُدِيُّ إِنَّ نَجْدًا مِنْ نَاحِيَة الْعِرَاق فَإِنَّهُ تَوَهَّمَ أَنَّ نَجْدًا مَوْضِع مَخْصُوص , وَلَيْسَ كَذَلِكَ بَلْ كُلّ شَيْء اِرْتَفَعَ بِالنِّسْبَةِ إِلَى مَا يَلِيه يُسَمَّى الْمُرْتَفِع نَجْدًا وَالْمُنْخَفِض غَوْرًا .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "13-عن أَبُي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قال : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَا مِنْ بَنِي آدَمَ مَوْلُودٌ إِلَّا يَمَسُّهُ الشَّيْطَانُ حِينَ يُولَدُ فَيَسْتَهِلُّ صَارِخًا مِنْ مَسِّ الشَّيْطَانِ غَيْرَ مَرْيَمَ وَابْنِهَا ثُمَّ يَقُولُ أَبُو هُرَيْرَةَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنْ الشَّيْطَانِ الرَّجِيمِ . صحيح البخاري ¶ قَوْله : ( عَنْ الزُّهْرِيّ قَالَ حَدَّثَنِي سَعِيد بْن الْمُسَيِّب ) ¶ كَذَا قَالَ أَكْثَر أَصْحَاب الزُّهْرِيّ , وَقَالَ السُّدِّيُّ : عَنْ الزُّهْرِيّ عَنْ أَبِي سَلِمَة عَنْ أَبِي هُرَيْرَة أَخْرَجَهُ الطَّبَرِيُّ . ¶ قَوْله : ( مَا مِنْ بَنِي آدَم مَوْلُود إِلَّا يَمَسّهُ الشَّيْطَان حِين يُولَد ) ¶ فِي رِوَايَة سَعِيد بْن الْمُسَيِّب عَنْ أَبِي هُرَيْرَة الْمَاضِيَة فِي \" بَاب صِفَة إِبْلِيس \" بَيَان الْمَسّ الْمَذْكُور لَفْظه \" كُلّ بَنِي آدَم يَطْعَن الشَّيْطَانُ فِي جَنْبَيْهِ بِإِصْبَعِهِ حِين يُولَد , غَيْر عِيسَى اِبْن مَرْيَم ذَهَبَ يَطْعَن فَطَعَنَ فِي الْحِجَاب \" أَيْ فِي الْمَشِيمَة الَّتِي فِيهَا الْوَلَد قَالَ الْقُرْطُبِيّ : هَذَا الطَّعْن مِنْ الشَّيْطَان هُوَ اِبْتِدَاء التَّسْلِيط , فَحَفِظَ اللَّه مَرْيَم وَابْنهَا مِنْهُ بِبَرَكَةِ دَعْوَة أُمّهَا حَيْثُ قَالَتْ : ( إِنِّي أُعِيذُهَا بِك وَذُرِّيَّتَهَا مِنْ الشَّيْطَان الرَّجِيم ) وَلَمْ يَكُنْ لِمَرْيَم ذُرِّيَّة غَيْر عِيسَى . وَوَقَعَ فِي رِوَايَة مَعْمَر عَنْ الزُّهْرِيّ عِنْد مُسْلِم \" إِلَّا نَخَسَهُ الشَّيْطَان\" بِنُون وَخَاء مُعْجَمَة ثُمَّ مُهْمَلَة . ¶ قَوْله : ( فَيَسْتَهِلّ صَارِخًا مِنْ مَسّ الشَّيْطَان )",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فِي رِوَايَة مَعْمَر الْمَذْكُورَة \" مِنْ نَخْسَة الشَّيْطَان \" أَيْ سَبَب صُرَاخ الصَّبِيّ أَوَّل مَا يُولَد الْأَلَم مِنْ مَسّ الشَّيْطَان إِيَّاهُ , وَالِاسْتِهْلَال الصِّيَاح . ¶ قَوْله : ( غَيْر مَرْيَم وَابْنهَا ) ¶ تَقَدَّمَ فِي \" بَاب إِبْلِيس \" بِذِكْرِ عِيسَى خَاصَّة فَيُحْتَمَل أَنْ يَكُون هَذَا بِالنِّسْبَةِ إِلَى الْمَسّ وَذَاكَ بِالنِّسْبَةِ إِلَى الطَّعْن فِي الْجَنْب , وَيُحْتَمَل أَنْ يَكُون ذَاكَ قَبْل الْإِعْلَام بِمَا زَادَ , وَفِيهِ بُعْد لِأَنَّهُ حَدِيث وَاحِد , وَقَدْ رَوَاهُ خِلَاس عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" كُلّ بَنِي آدَم قَدْ طَعَنَ الشَّيْطَانُ فِيهِ حِين وُلِدَ , غَيْر عِيسَى وَأُمّه جَعَلَ اللَّه دُون الطَّعْنَة حِجَابًا فَأَصَابَ الْحِجَاب وَلَمْ يُصِبْهُمَا \" ¶ وَالَّذِي يَظْهَر أَنَّ بَعْض الرُّوَاة حَفِظَ مَا لَمْ يَحْفَظ الْآخَر , وَالزِّيَادَة مِنْ الْحَافِظ مَقْبُولَة , وَأَمَّا قَوْل بَعْضهمْ يُحْتَمَل أَنْ يَكُون مِنْ الْعَطْف التَّفْسِيرِيّ وَالْمَقْصُود الِابْن كَقَوْلِك أَعْجَبَنِي زَيْد وَكَرَمه فَهُوَ تَعَسُّف شَدِيد . ¶ 14–عن أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ التَّثَاؤُبُ مِنْ الشَّيْطَانِ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ فَإِنَّ أَحَدَكُمْ إِذَا قَالَ هَا ضَحِكَ الشَّيْطَانُ ¶ صحيح البخاري",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "15- عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ يُحِبُّ الْعُطَاسَ وَيَكْرَهُ التَّثَاؤُبَ فَإِذَا عَطَسَ أَحَدُكُمْ وَحَمِدَ اللَّهَ كَانَ حَقًّا عَلَى كُلِّ مُسْلِمٍ سَمِعَهُ أَنْ يَقُولَ لَهُ يَرْحَمُكَ اللَّهُ وَأَمَّا التَّثَاؤُبُ فَإِنَّمَا هُوَ مِنْ الشَّيْطَانِ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَرُدَّهُ مَا اسْتَطَاعَ فَإِنَّ أَحَدَكُمْ إِذَا تَثَاءَبَ ضَحِكَ مِنْهُ الشَّيْطَانُ . صحيح البخاري ¶ قَوْله : ( وَأَمَّا التَّثَاؤُب فَإِنَّمَا هُوَ مِنْ الشَّيْطَان ) ¶ قَالَ اِبْن بَطَّال إِضَافَة التَّثَاؤُب إِلَى الشَّيْطَان بِمَعْنَى إِضَافَة الرِّضَا وَالْإِرَادَة , أَيْ أَنَّ الشَّيْطَان يُحِبّ أَنْ يَرَى الْإِنْسَان مُتَثَائِبًا لِأَنَّهَا حَالَة تَتَغَيَّر فِيهَا صُورَته فَيَضْحَك مِنْهُ . لَا أَنَّ الْمُرَاد أَنَّ الشَّيْطَان فَعَلَ التَّثَاؤُب . وَقَالَ اِبْن الْعَرَبِيّ : قَدْ بَيَّنَّا أَنَّ كُلّ فِعْل مَكْرُوه نَسَبَهُ الشَّرْع إِلَى الشَّيْطَان لِأَنَّهُ وَاسِطَته , وَأَنَّ كُلّ فِعْل حَسَن نَسَبَهُ الشَّرْع إِلَى الْمَلَك لِأَنَّهُ وَاسِطَته , قَالَ : وَالتَّثَاؤُب مِنْ الِامْتِلَاء وَيَنْشَأ عَنْهُ التَّكَاسُل وَذَلِكَ بِوَاسِطَةِ الشَّيْطَان , وَالْعُطَاس مِنْ تَقْلِيل الْغِذَاء وَيَنْشَأ عَنْهُ النَّشَاط وَذَلِكَ بِوَاسِطَةِ الْمَلَك . وَقَالَ النَّوَوِيّ : أُضِيفَ التَّثَاؤُب إِلَى الشَّيْطَان لِأَنَّهُ يَدْعُو إِلَى الشَّهَوَات إِذْ يَكُون عَنْ ثِقَل الْبَدَن وَاسْتِرْخَائِهِ وَامْتِلَائِهِ , وَالْمُرَاد التَّحْذِير مِنْ السَّبَب الَّذِي يَتَوَلَّد مِنْهُ ذَلِكَ وَهُوَ التَّوَسُّع فِي الْمَأْكَل . ¶ قَوْله : ( فَإِذَا تَثَاءَبَ أَحَدكُمْ فَلْيَرُدَّهُ مَا اِسْتَطَاعَ )",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "أَيْ يَأْخُذ فِي أَسْبَاب رَدِّهِ , وَلَيْسَ الْمُرَاد بِهِ أَنَّهُ يَمْلِك دَفْعه لِأَنَّ الَّذِي وَقَعَ لَا يُرَدّ حَقِيقَة , وَقِيلَ مَعْنَى إِذَا تَثَاءَبَ إِذَا أَرَادَ أَنْ يَتَثَاءَب , وَجَوَّزَ الْكَرْمَانِيُّ أَنْ يَكُون الْمَاضِي فِيهِ بِمَعْنَى الْمُضَارِع . ¶ قَوْله : ( فَإِنَّ أَحَدكُمْ إِذَا تَثَاءَبَ ضَحِكَ مِنْهُ الشَّيْطَان ) ¶ فِي رِوَايَة اِبْن عَجْلَانَ \" فَإِذَا قَالَ آهْ ضَحِكَ مِنْهُ الشَّيْطَان \" وَفِي حَدِيث أَبِي سَعِيد \" فَإِنَّ الشَّيْطَان يَدْخُل \" وَفِي لَفْظ لَهُ \" إِذَا تَثَاءَبَ أَحَدكُمْ فِي الصَّلَاة فَلْيَكْظِمْ مَا اِسْتَطَاعَ فَإِنَّ الشَّيْطَان يَدْخُل \" هَكَذَا قَيَّدَهُ بِحَالَةِ الصَّلَاة , وَكَذَا أَخْرَجَهُ التِّرْمِذِيّ مِنْ طَرِيق الْعَلَاء بْن عَبْد الرَّحْمَن عَنْ أَبِيهِ عَنْ أَبِي هُرَيْرَة بِلَفْظِ \" التَّثَاؤُب فِي الصَّلَاة مِنْ الشَّيْطَان فَإِذَا تَثَاءَبَ أَحَدكُمْ فَلْيَكْظِمْ مَا اِسْتَطَاعَ \" وَلِلتِّرْمِذِيِّ وَالنَّسَائِيِّ مِنْ طَرِيق مُحَمَّد بْن عَجْلَانَ عَنْ سَعِيد الْمَقْبُرِيِّ عَنْ أَبِي هُرَيْرَة نَحْوه , وَرَوَاهُ اِبْن مَاجَهْ مِنْ طَرِيق عَبْد اللَّه بْن سَعِيد الْمَقْبُرِيِّ عَنْ أَبِيهِ بِلَفْظِ \" إِذَا تَثَاءَبَ أَحَدكُمْ فَلْيَضَعْ يَده عَلَى فِيهِ وَلَا يَعْوِي , فَإِنَّ الشَّيْطَان يَضْحَك مِنْهُ \" قَالَ شَيْخنَا فِي شَرْح التِّرْمِذِيّ : أَكْثَر رِوَايَات الصَّحِيحَيْنِ فِيهَا إِطْلَاق التَّثَاؤُب , وَوَقَعَ فِي الرِّوَايَة الْأُخْرَى تَقْيِيده بِحَالَةِ الصَّلَاة فَيَحْتَمِل أَنْ يُحْمَل الْمُطْلَق عَلَى الْمُقَيَّد , وَلِلشَّيْطَانِ غَرَض قَوِيّ فِي التَّشْوِيش عَلَى الْمُصَلِّي فِي صَلَاته , وَيَحْتَمِل أَنْ تَكُون كَرَاهَته فِي الصَّلَاة أَشَدَّ , وَلَا يَلْزَم مِنْ ذَلِكَ أَنْ لَا يُكْرَه فِي",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "غَيْر حَالَة الصَّلَاة . وَقَدْ قَالَ بَعْضهمْ : إِنَّ الْمُطْلَق إِنَّمَا يُحْمَل عَلَى الْمُقَيَّد فِي الْأَمْر لَا فِي النَّهْي , وَيُؤَيِّد كَرَاهَته مُطْلَقًا كَوْنه مِنْ الشَّيْطَان , وَبِذَلِكَ صَرَّحَ النَّوَوِيّ , ¶ قَالَ اِبْن الْعَرَبِيّ : يَنْبَغِي كَظْم التَّثَاؤُب فِي كُلّ حَالَة , وَإِنَّمَا خَصَّ الصَّلَاة لِأَنَّهَا أَوْلَى الْأَحْوَال بِدَفْعِهِ لِمَا فِيهِ مِنْ الْخُرُوج عَنْ اِعْتِدَال الْهَيْئَة وَاعْوِجَاج الْخِلْقَة . ¶ وَأَمَّا قَوْله فِي رِوَايَة أَبِي سَعِيد فِي اِبْن مَاجَهْ \" وَلَا يَعْوِي \" فَإِنَّهُ بِالْعَيْنِ الْمُهْمَلَة , شَبَّهَ التَّثَاؤُب الَّذِي يَسْتَرْسِل مَعَهُ بِعُوَاءِ الْكَلْب تَنْفِيرًا عَنْهُ وَاسْتِقْبَاحًا لَهُ فَإِنَّ الْكَلْب يَرْفَع رَأْسه وَيَفْتَح فَاهُ وَيَعْوِي , وَالْمُتَثَائِب إِذَا أَفْرَطَ فِي التَّثَاؤُب شَابَهَهُ . وَمِنْ هُنَا تَظْهَر النُّكْتَة فِي كَوْنه يَضْحَك مِنْهُ , لِأَنَّهُ صَيَّرَهُ مَلْعَبَة لَهُ بِتَشْوِيهِ خَلْقه فِي تِلْكَ الْحَالَة . ¶ وَأَمَّا قَوْله فِي رِوَايَة مُسْلِم \" فَإِنَّ الشَّيْطَان يَدْخُل \" فَيَحْتَمِل أَنْ يُرَاد بِهِ الدُّخُول حَقِيقَة , وَهُوَ وَإِنْ كَانَ يَجْرِي مِنْ الْإِنْسَان مَجْرَى الدَّم لَكِنَّهُ لَا يَتَمَكَّن مِنْهُ مَا دَامَ ذَاكِرًا لِلَّهِ تَعَالَى , وَالْمُتَثَائِب فِي تِلْكَ الْحَالَة غَيْر ذَاكِر فَيَتَمَكَّن الشَّيْطَان مِنْ الدُّخُول فِيهِ حَقِيقَة .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وَيَحْتَمِل أَنْ يَكُون أَطْلَقَ الدُّخُول وَأَرَادَ التَّمَكُّن مِنْهُ ; لِأَنَّ مِنْ شَأْن مَنْ دَخَلَ فِي شَيْء أَنْ يَكُون مُتَمَكِّنًا مِنْهُ . وَأَمَّا الْأَمْر بِوَضْعِ الْيَد عَلَى الْفَم فَيَتَنَاوَل مَا إِذَا اِنْفَتَحَ بِالتَّثَاؤُبِ فَيُغَطَّى بِالْكَفِّ وَنَحْوه وَمَا إِذَا كَانَ مُنْطَبِقًا حِفْظًا لَهُ عَنْ الِانْفِتَاح بِسَبَبِ ذَلِكَ . وَفِي مَعْنَى وَضْع الْيَد عَلَى الْفَم وَضْع الثَّوْب وَنَحْوه مِمَّا يَحْصُل ذَلِكَ الْمَقْصُود , وَإِنَّمَا تَتَعَيَّن الْيَد إِذَا لَمْ يَرْتَدّ التَّثَاؤُب بِدُونِهَا , وَلَا فَرْق فِي هَذَا الْأَمْر بَيْنَ الْمُصَلِّي وَغَيْره , بَلْ يَتَأَكَّد فِي حَال الصَّلَاة كَمَا تَقَدَّمَ وَيُسْتَثْنَى ذَلِكَ مِنْ النَّهْي عَنْ وَضْع الْمُصَلِّي يَده عَلَى فَمه . ¶ وَمِمَّا يُؤْمَر بِهِ الْمُتَثَائِب إِذَا كَانَ فِي الصَّلَاة أَنْ يُمْسِك عَنْ الْقِرَاءَة حَتَّى يَذْهَب عَنْهُ لِئَلَّا يَتَغَيَّر نَظْم قِرَاءَته , وَأَسْنَدَ اِبْن أَبِي شَيْبَة نَحْو ذَلِكَ عَنْ مُجَاهِد وَعِكْرِمَة وَالتَّابِعِينَ الْمَشْهُورِينَ , ¶ وَمَنْ الْخَصَائِص النَّبَوِيَّة مَا أَخْرَجَهُ اِبْن أَبِي شَيْبَة وَالْبُخَارِيّ فِي \" التَّارِيخ \" مِنْ مُرْسَل يَزِيد بْن الْأَصَمّ قَالَ \" مَا تَثَاءَبَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَطُّ \" وَأَخْرَجَ الْخَطَّابِيُّ مِنْ طَرِيق مَسْلَمَةَ بْن عَبْد الْمَلِك بْن مَرْوَان قَالَ \" مَا تَثَاءَبَ نَبِيّ قَطُّ \" وَمَسْلَمَة أَدْرَكَ بَعْض الصَّحَابَة وَهُوَ صَدُوق . ¶ وَيُؤَيِّد ذَلِكَ مَا ثَبَتَ أَنَّ التَّثَاؤُب مِنْ الشَّيْطَان . وَوَقَعَ فِي \" الشِّفَاء لِابْنِ سَبْع \" أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ كَانَ لَا يَتَمَطَّى , لِأَنَّهُ مِنْ الشَّيْطَان , وَاللَّهُ أَعْلَمُ .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "16- عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهَا سَمِعَتْ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّ الْمَلَائِكَةَ تَنْزِلُ فِي الْعَنَانِ وَهُوَ السَّحَابُ فَتَذْكُرُ الْأَمْرَ قُضِيَ فِي السَّمَاءِ فَتَسْتَرِقُ الشَّيَاطِينُ السَّمْعَ فَتَسْمَعُهُ فَتُوحِيهِ إِلَى الْكُهَّانِ ¶ فَيَكْذِبُونَ مَعَهَا مِائَةَ كَذْبَةٍ مِنْ عِنْدِ أَنْفُسِهِمْ . صحيح البخاري ¶ 17-عن جَابِرَ بْنَ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ جُنْحُ اللَّيْلِ أَوْ أَمْسَيْتُمْ فَكُفُّوا صِبْيَانَكُمْ فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ فَإِذَا ذَهَبَ سَاعَةٌ مِنْ اللَّيْلِ فَحُلُّوهُمْ فَأَغْلِقُوا الْأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا مَصَابِيحَكُمْ. صحيح البخاري ¶ 18- عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا اسْتَجْنَحَ اللَّيْلُ أَوْ قَالَ جُنْحُ اللَّيْلِ فَكُفُّوا صِبْيَانَكُمْ فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ فَإِذَا ذَهَبَ سَاعَةٌ مِنْ الْعِشَاءِ فَخَلُّوهُمْ وَأَغْلِقْ بَابَكَ وَاذْكُرْ اسْمَ اللَّهِ وَأَطْفِئْ مِصْبَاحَكَ وَاذْكُرْ اسْمَ اللَّهِ وَأَوْكِ سِقَاءَكَ وَاذْكُرْ اسْمَ اللَّهِ وَخَمِّرْ إِنَاءَكَ وَاذْكُرْ اسْمَ اللَّهِ وَلَوْ تَعْرُضُ عَلَيْهِ شَيْئًا. صحيح البخاري ¶ قَوْلُهُ : ( إِذَا اِسْتَجْنَحَ اللَّيْل أَوْ كَانَ جُنْح اللَّيْل )",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فِي رِوَايَة الْكُشْمِيهَنِيِّ \" أَوْ قَالَ جُنْح اللَّيْل \" وَهُوَ بِضَمِّ الْجِيم وَبِكَسْرِهَا , وَالْمَعْنَى إِقْبَاله بَعْد غُرُوب الشَّمْس , يُقَال جَنَحَ اللَّيْل أَقْبَلَ وَاسْتَجْنَحَ حَانَ جُنْحه أَوْ وَقَعَ وَحَكَى عِيَاض أَنَّهُ وَقَعَ فِي رِوَايَة أَبِي ذَرّ \" اِسْتَنْجَعَ \" بِالْعَيْنِ الْمُهْمَلَة بَدَل الْحَاء وَهُوَ تَصْحِيف , وَعِنْد الْأَصِيلِيِّ \" أَوَّل اللَّيْل \" بَدَل قَوْله أَوْ كَانَ جُنْح اللَّيْل , وَ \" كَانَ \" فِي قَوْله : \" وَكَانَ جُنْح اللَّيْل \" تَامَّة أَيْ حَصَلَ . ¶ قَوْلُهُ : ( فَخَلُّوهُمْ ) ¶ كَذَا لِلْأَكْثَرِ بِفَتْحِ الْخَاء الْمُعْجَمَة , وَلِلسَّرَخْسِيِّ بِضَمِّ الْحَاء الْمُهْمَلَة , قَالَ اِبْن الْجَوْزِيّ : إِنَّمَا خِيفَ عَلَى الصِّبْيَان فِي تِلْكَ السَّاعَة لِأَنَّ النَّجَاسَة الَّتِي تَلُوذ بِهَا الشَّيَاطِين مَوْجُودَة مَعَهُمْ غَالِبًا , وَالذِّكْر الَّذِي يُحْرَز مِنْهُمْ مَفْقُود مِنْ الصِّبْيَان غَالِبًا وَالشَّيَاطِين عِنْد اِنْتِشَارهمْ يَتَعَلَّقُونَ بِمَا يُمْكِنهُمْ التَّعَلُّق بِهِ , فَلِذَلِكَ خِيفَ عَلَى الصِّبْيَان فِي ذَلِكَ الْوَقْت . وَالْحِكْمَة فِي اِنْتِشَارهمْ حِينَئِذٍ أَنَّ حَرَكَتهمْ فِي اللَّيْل أَمْكَن مِنْهَا لَهُمْ فِي النَّهَار , لِأَنَّ الظَّلَام أَجْمَع لِلْقُوَى الشَّيْطَانِيَّة مِنْ غَيْره , وَكَذَلِكَ كُلّ سَوَاد . وَلِهَذَا قَالَ فِي حَدِيث أَبِي ذَرّ \" فَمَا يَقْطَع الصَّلَاة ؟ قَالَ : الْكَلْب الْأَسْوَد شَيْطَان \" أَخْرَجَهُ مُسْلِم . ¶ قَوْلُهُ : ( وَأَغْلِقْ بَابك ) ¶ هُوَ خِطَاب لِمُفْرَدٍ , وَالْمُرَاد بِهِ كُلّ أَحَد , فَهُوَ عَامّ بِحَسَبِ الْمَعْنَى , وَلَا شَكَّ أَنَّ مُقَابَلَة الْمُفْرَد بِالْمُفْرَدِ تُفِيد التَّوْزِيع ,",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "19- عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا رَفَعَهُ قَالَ: خَمِّرُوا الْآنِيَةَ وَأَوْكُوا الْأَسْقِيَةَ وَأَجِيفُوا الْأَبْوَابَ وَاكْفِتُوا صِبْيَانَكُمْ عِنْدَ الْعِشَاءِ فَإِنَّ لِلْجِنِّ انْتِشَارًا وَخَطْفَةً وَأَطْفِئُوا الْمَصَابِيحَ عِنْدَ الرُّقَادِ فَإِنَّ الْفُوَيْسِقَةَ رُبَّمَا اجْتَرَّتْ الْفَتِيلَةَ فَأَحْرَقَتْ أَهْلَ الْبَيْتِ . صحيح البخاري ¶ قَوْلُهُ : ( خَمِّرُوا الْآنِيَة ) ¶ أَيْ غَطُّوهَا . وَمَضَى فِي الرِّوَايَة الَّتِي فِي صِفَة إِبْلِيس \" وَخَمِّرْ إِنَاءَك وَاذْكُرْ اِسْمَ اللَّه وَلَوْ أَنْ تَعْرِض عَلَيْهِ شَيْئًا \" وَهُوَ بِضَمِّ الرَّاء وَبِكَسْرِهَا وَسَيَأْتِي مَزِيد لِذَلِكَ فِي الْأَشْرِبَة . ¶ قَوْلُهُ : ( وَأَوْكِئُوا ) ¶ بِكَسْرِ الْكَاف بَعْدهَا هَمْزَة أَيْ اُرْبُطُوهَا وَشُدُّوهَا , وَالْوِكَاء اِسْم مَا يُسَدّ بِهِ فَم الْقِرْبَة . ¶ قَوْلُهُ : ( وَأَجِيفُوا ) ¶ بِالْجِيمِ وَالْفَاء أَيْ أَغْلِقُوهَا تَقُول : أَجَفْت الْبَاب إِذَا أَغْلَقْته . وَقَالَ الْقَزَّاز : تَقُول جَفَأْت الْبَاب أَغْلَقْته . قَالَ اِبْن التِّين : لَمْ أَرَ مَنْ ذَكَرَهُ هَكَذَا غَيْره , وَفِيهِ نَظَر فَإِنَّ أَجِيفُوا لَامه فَاء , وَجَفَأْت لَامه هَمْزَة . زَادَ فِي الرِّوَايَة الْمَاضِيَة \" وَأَغْلِقُوا الْأَبْوَاب وَاذْكُرُوا اِسْم اللَّه , فَإِنَّ الشَّيْطَان لَا يَفْتَح بَابًا مُغْلَقًا \" . ¶ قَوْلُهُ : ( وَاكْفِتُوا ) ¶ بِهَمْزَةِ وَصْل وَكَسْر الْفَاء وَيَجُوز ضَمّهَا بَعْدهَا مُثَنَّاة أَيْ ضُمُّوهُمْ إِلَيْكُمْ , وَالْمَعْنَى اِمْنَعُوهُمْ مِنْ الْحَرَكَة فِي ذَلِكَ الْوَقْت . ¶ قَوْلُهُ : ( عِنْد الْمَسَاء ) ¶ فِي الرِّوَايَة الْمُتَقَدِّمَة فِي هَذَا الْبَاب \" إِذَا جَنَحَ اللَّيْل أَوْ أَمْسَيْتُمْ فَكُفُّوا صِبْيَانَكُمْ \" .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "قَوْلُهُ : ( فَإِنَّ لِلْجِنِّ اِنْتِشَارًا وَخَطَفَةً ) ¶ بِفَتْح الْخَاء الْمُعْجَمَة وَالطَّاء الْمُهْمَلَة وَالْفَاء , فِي الرِّوَايَة الْمَاضِيَة \" فَإِنَّ الشَّيَاطِين تَنْتَشِر حِينَئِذٍ وَإِذَا ذَهَبَتْ سَاعَة مِنْ اللَّيْل \" وَفِي رِوَايَة الْكُشْمِيهَنِيِّ \" فَإِذَا ذَهَبَ \" وَكَأَنَّهُ ذَكَّرَهُ بِاعْتِبَارِ الْوَقْت . ¶ قَوْلُهُ : ( فَإِنَّ الْفُوَيْسِقَة ) ¶ هِيَ الْفَأْرَة . ¶ قَوْلُهُ : ( اِجْتَرَّتْ ) ¶ بِالْجِيمِ وَتَشْدِيد الرَّاء , فِي رِوَايَة الْإِسْمَاعِيلِيّ \" رُبَّمَا جَرَّتْ \" وَسَيَأْتِي فِي الِاسْتِئْذَان حَدِيث اِبْن عُمَر مَرْفُوعًا \" لَا تَتْرُكُوا النَّار فِي بُيُوتكُمْ حِين تَنَامُون \" قَالَ النَّوَوِيّ هَذَا عَامّ يَدْخُل فِيهِ نَار السِّرَاج وَغَيْره , وَأَمَّا الْقَنَادِيل الْمُعَلَّقَة فَإِنْ خِيفَ بِسَبَبِهَا حَرِيق دَخَلَتْ فِي ذَلِكَ , وَإِنْ حَصَلَ الْأَمْن مِنْهَا كَمَا هُوَ الْغَالِب فَلَا بَأْس بِهَا لِانْتِفَاءِ الْعِلَّة . ¶ وَقَالَ الْقُرْطُبِيّ : جَمِيع أَوَامِر هَذَا الْبَاب مِنْ بَاب الْإِرْشَاد إِلَى الْمَصْلَحَة وَيُحْتَمَل أَنْ تَكُون لِلنَّدْبِ , وَلَا سِيَّمَا فِي حَقّ مَنْ يَفْعَل ذَلِكَ بِنِيَّةِ اِمْتِثَال الْأَمْر . وَقَالَ اِبْن الْعَرَبِيّ : ظَنَّ قَوْم أَنَّ الْأَمْر بِغَلْقِ الْأَبْوَاب عَامّ فِي الْأَوْقَات كُلّهَا , وَلَيْسَ كَذَلِكَ وَإِنَّمَا هُوَ مُقَيَّد بِاللَّيْلِ ; وَكَأَنَّ اِخْتِصَاص اللَّيْل بِذَلِكَ لِأَنَّ النَّهَار غَالِبًا مَحَلّ التَّيَقُّظ بِخِلَافِ اللَّيْل , وَالْأَصْل فِي جَمِيع ذَلِكَ يَرْجِع إِلَى الشَّيْطَان فَإِنَّهُ هُوَ الَّذِي يَسُوق الْفَأْرَة إِلَى حَرْق الدَّار . ¶ 20- عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ قَالَ: سَمِعْتُ أَنَسًا يَقُولُ :",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْخَلَاءَ قَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْخُبُثِ وَالْخَبَائِثِ تَابَعَهُ ابْنُ عَرْعَرَةَ عَنْ شُعْبَةَ وَقَالَ غُنْدَرٌ عَنْ شُعْبَةَ إِذَا أَتَى الْخَلَاءَ وَقَالَ مُوسَى عَنْ حَمَّادٍ إِذَا دَخَلَ وَقَالَ سَعِيدُ بْنُ زَيْدٍ حَدَّثَنَا عَبْدُ الْعَزِيزِ إِذَا أَرَادَ أَنْ يَدْخُلَ. صحيح البخاري ¶ قَوْله : ( الْخُبْث ) ¶ بِضَمِّ الْمُعْجَمَة وَالْمُوَحَّدَة كَذَا فِي الرِّوَايَة , وَقَالَ الْخَطَّابِيُّ : إِنَّهُ لَا يَجُوز غَيْره , وَتُعُقِّبَ بِأَنَّهُ يَجُوز إِسْكَان الْمُوَحَّدَة كَمَا فِي نَظَائِره مِمَّا جَاءَ عَلَى هَذَا الْوَجْه كَكُتُبٍ وَكُتْب , قَالَ النَّوَوِيّ : وَقَدْ صَرَّحَ جَمَاعَة مِنْ أَهْل الْمَعْرِفَة بِأَنَّ الْبَاء هُنَا سَاكِنَة مِنْهُمْ أَبُو عُبَيْدَة , إِلَّا أَنْ يُقَال إِنَّ تَرْك التَّخْفِيف أَوْلَى لِئَلَّا يَشْتَبِه بِالْمَصْدَرِ , ¶ وَالْخُبْث جَمْع خَبِيث وَالْخَبَائِث جَمْع خَبِيثَة , يُرِيد ذُكْرَان الشَّيَاطِين وَإِنَاثهمْ قَالَهُ الْخَطَّابِيُّ وَابْن حِبَّان وَغَيْرهمَا , وَوَقَعَ فِي نُسْخَة اِبْن عَسَاكِر : قَالَ أَبُو عَبْد اللَّه - يَعْنِي الْبُخَارِيّ – ¶ وَيُقَال الْخُبْث أَيْ بِإِسْكَانِ الْمُوَحَّدَة , فَإِنْ كَانَتْ مُخَفَّفَة عَنْ الْحَرَكَة فَقَدْ تَقَدَّمَ تَوْجِيهه , وَإِنْ كَانَ بِمَعْنَى الْمُفْرَد فَمَعْنَاهُ كَمَا قَالَ اِبْن الْأَعْرَابِيّ : الْمَكْرُوه , قَالَ : فَإِنْ كَانَ مِنْ الْكَلَام فَهُوَ الشَّتْم , وَإِنْ كَانَ مِنْ الْمِلَل فَهُوَ الْكُفْر , وَإِنْ كَانَ مِنْ الطَّعَام فَهُوَ الْحَرَام , وَإِنْ كَانَ مِنْ الشَّرَاب فَهُوَ الضَّارّ ,",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وَعَلَى هَذَا فَالْمُرَاد بِالْخَبَائِثِ الْمَعَاصِي أَوْ مُطْلَق الْأَفْعَال الْمَذْمُومَة لِيَحْصُل التَّنَاسُب ; وَلِهَذَا وَقَعَ فِي رِوَايَة التِّرْمِذِيّ وَغَيْره \" أَعُوذ بِاَللَّهِ مِنْ الْخُبْث وَالْخَبِيث \" أَوْ \" الْخُبْث وَالْخَبَائِث \" هَكَذَا عَلَى الشَّكّ , الْأَوَّل بِالْإِسْكَانِ مَعَ الْإِفْرَاد , وَالثَّانِي بِالتَّحْرِيكِ مَعَ الْجَمْع , أَيْ : مِنْ الشَّيْء الْمَكْرُوه وَمِنْ الشَّيْء الْمَذْمُوم , أَوْ مِنْ ذُكْرَان الشَّيَاطِين وَإِنَاثهمْ . وَكَانَ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَسْتَعِيذ إِظْهَارًا لِلْعُبُودِيَّةِ , وَيَجْهَر بِهَا لِلتَّعْلِيمِ . ¶ وَقَدْ رَوَى الْعُمَرِيُّ هَذَا الْحَدِيث مِنْ طَرِيق عَبْد الْعَزِيز بْن الْمُخْتَار عَنْ عَبْد الْعَزِيز بْن صُهَيْب بِلَفْظِ الْأَمْر قَالَ : \" إِذَا دَخَلْتُمْ الْخَلَاء فَقُولُوا : بِسْمِ اللَّه , أَعُوذ بِاَللَّهِ مِنْ الْخُبْث وَالْخَبَائِث \" وَإِسْنَاده عَلَى شَرْط مُسْلِم , وَفِيهِ زِيَادَة التَّسْمِيَة وَلَمْ أَرَهَا فِي غَيْر هَذِهِ الرِّوَايَة . ¶ قَوْله : ( تَابَعَهُ اِبْن عَرْعَرَة ) ¶ اِسْمه مُحَمَّد , وَحَدِيثه عِنْد الْمُصَنِّف فِي الدَّعَوَات . ¶ قَوْله . ( وَقَالَ غُنْدَر ) ¶ هَذَا التَّعْلِيق وَصَلَهُ الْبَزَّار فِي مُسْنَده عَنْ مُحَمَّد بْن بَشَّار بُنْدَار عَنْ غُنْدَر بِلَفْظِهِ , وَرَوَاهُ أَحْمَد بْن حَنْبَل عَنْ غُنْدَر بِلَفْظِ إِذَا دَخَلَ . ¶ قَوْله : ( وَقَالَ سَعِيد بْن زَيْد )",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "هُوَ أَخُو حَمَّاد بْن زَيْد , وَرِوَايَته هَذِهِ وَصَلَهَا الْمُؤَلِّف فِي الْأَدَب الْمُفْرَد قَالَ : حَدَّثَنَا أَبُو النُّعْمَان حَدَّثَنَا سَعِيد بْن زَيْد حَدَّثَنَا عَبْد الْعَزِيز بْن صُهَيْب قَالَ : حَدَّثَنِي أَنَس قَالَ : كَانَ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ أَنْ يَدْخُل الْخَلَاء قَالَ ¶ . . فَذَكَرَ مِثْل حَدِيث الْبَاب , وَأَفَادَتْ هَذِهِ الرِّوَايَة تَبْيِين الْمُرَاد مِنْ قَوْله : \" إِذَا دَخَلَ الْخَلَاء \" أَيْ : كَانَ يَقُول هَذَا الذِّكْر عِنْد إِرَادَة الدُّخُول لَا بَعْده . وَاَللَّه أَعْلَم . وَهَذَا فِي الْأَمْكِنَة الْمُعَدَّة لِذَلِكَ بِقَرِينَةِ الدُّخُول , وَلِهَذَا قَالَ اِبْن بَطَّال . رِوَايَة \" إِذَا أَتَى \" أَعَمّ لِشُمُولِهَا اِنْتَهَى . وَالْكَلَام هُنَا فِي مَقَامَيْنِ : أَحَدهمَا هَلْ يَخْتَصّ هَذَا الذِّكْر بِالْأَمْكِنَةِ الْمُعَدَّة لِذَلِكَ لِكَوْنِهَا تَحْضُرهَا الشَّيَاطِين كَمَا وَرَدَ فِي حَدِيث زَيْد بْن أَرْقَم فِي السُّنَن , ¶ أَوْ يَشْمَل حَتَّى لَوْ بَال فِي إِنَاء مَثَلًا فِي جَانِب الْبَيْت ؟ الْأَصَحّ الثَّانِي مَا لَمْ يَشْرَع فِي قَضَاء الْحَاجَة . الثَّانِي مَتَى يَقُول ذَلِكَ ؟ فَمَنْ يَكْرَه ذِكْر اللَّه فِي تِلْكَ الْحَالَة يُفَصِّل : ¶ أَمَّا فِي الْأَمْكِنَة الْمُعَدَّة لِذَلِكَ فَيَقُولهُ قُبَيْل دُخُولهَا , وَأَمَّا فِي غَيْرهَا فَيَقُولهُ فِي أَوَّل الشُّرُوع كَتَشْمِيرِ ثِيَابه مَثَلًا وَهَذَا مَذْهَب الْجُمْهُور , وَقَالُوا فِيمَنْ نَسِيَ : يَسْتَعِيذ بِقَلْبِهِ لَا بِلِسَانِهِ . وَمَنْ يُجِيز مُطْلَقًا كَمَا نُقِلَ عَنْ مَالِك لَا يَحْتَاج إِلَى تَفْصِيل . ¶ ( تَنْبِيه ) :",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "سَعِيد بْن زَيْد الَّذِي أَتَى بِالرِّوَايَةِ الْمُبَيِّنَة صَدُوق تَكَلَّمَ بَعْضهمْ فِي حِفْظه , وَلَيْسَ لَهُ فِي الْبُخَارِيّ غَيْر هَذَا الْمَوْضِع الْمُعَلَّق , لَكِنْ لَمْ يَنْفَرِد بِهَذَا اللَّفْظ , فَقَدْ رَوَاهُ مُسَدَّد عَنْ عَبْد الْوَارِث عَنْ عَبْد الْعَزِيز مِثْله , وَأَخْرَجَهُ الْبَيْهَقِيُّ مِنْ طَرِيقه وَهُوَ عَلَى شَرْط الْبُخَارِيّ . ¶ 21- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ فِي يَوْمٍ مِائَةَ مَرَّةٍ كَانَتْ لَهُ عَدْلَ عَشْرِ رِقَابٍ وَكُتِبَ لَهُ مِائَةُ حَسَنَةٍ وَمُحِيَتْ عَنْهُ مِائَةُ سَيِّئَةٍ وَكَانَتْ لَهُ حِرْزًا مِنْ الشَّيْطَانِ يَوْمَهُ ذَلِكَ حَتَّى يُمْسِيَ وَلَمْ يَأْتِ أَحَدٌ بِأَفْضَلَ مِمَّا جَاءَ إِلَّا رَجُلٌ عَمِلَ أَكْثَرَ مِنْهُ صحيح البخاري ¶ قَوْله ( مِنْ قَالَ لَا إِلَه إِلَّا اللَّه وَحْده لَا شَرِيك لَهُ , لَهُ الْمُلْك وَلَهُ الْحَمْد وَهُوَ عَلَى كُلّ شَيْء قَدِير ) ¶ هَكَذَا فِي أَكْثَر الرِّوَايَات , وَوَرَدَ فِي بَعْضهَا زِيَادَة \" يُحْيِي وَيُمِيت \" وَفِي أُخْرَى زِيَادَة \" بِيَدِهِ الْخَيْر \" وَسَأَذْكُرُ مَنْ زَادَ ذَلِكَ . ¶ قَوْله ( مِائَة مَرَّة )",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فِي رِوَايَة عَبْد اللَّه بْن يُوسُف عَنْ مَالِك الْمَاضِيَة فِي بَدْء الْخَلْق \" فِي يَوْم مِائَة مَرَّة \" وَفِي رِوَايَة عَبْد اللَّه بْن سَعِيد \" إِذَا أَصْبَحَ \" وَمِثْله فِي حَدِيث أَبِي أُمَامَةَ عِنْد جَعْفَر الْفِرْيَابِيّ فِي الذِّكْر , وَوَقَعَ فِي حَدِيث أَبِي ذَرّ تَقْيِيده بِأَنَّ ذَلِكَ \" فِي دُبُر صَلَاة الْفَجْر قَبْل أَنْ يَتَكَلَّم \" لَكِنْ قَالَ \" عَشْر مَرَّات \" وَفِي سَنَدهمَا شَهْر بْن حَوْشَب وَقَدْ اُخْتُلِفَ عَلَيْهِ وَفِيهِ مَقَال . ¶ قَوْله ( كَانَتْ لَهُ ) ¶ فِي رِوَايَة الْكُشْمِيهَنِيّ مِنْ طَرِيق عَبْد اللَّه بْن يُوسُف الْمَاضِيَة كَانَ بِالتَّذْكِيرِ أَيْ الْقَوْل الْمَذْكُور . ¶ قَوْله ( عَدْل ) ¶ بِفَتْحِ الْعَيْن , قَالَ الْفَرَّاء : الْعَدْل بِالْفَتْحِ مَا عَدَلَ الشَّيْء مِنْ غَيْر جِنْسه , وَبِالْكَسْرِ الْمِثْل . ¶ قَوْله ( عَشْر رِقَاب ) ¶ فِي رِوَايَة عَبْد اللَّه بْن سَعِيد \" عَدْل رَقَبَة \" وَيُوَافِقهُ رِوَايَة مَالِك حَدِيث الْبَرَاء بِلَفْظِ \" مَنْ قَالَ لَا إِلَه إِلَّا اللَّه \" وَفِي آخِره \" عَشْر مَرَّات كُنَّ لَهُ عَدْل رَقَبَة \" أَخْرَجَهُ النَّسَائِيُّ وَصَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم وَنَظِيره فِي حَدِيث أَبِي أَيُّوب الَّذِي فِي الْبَاب كَمَا سَيَأْتِي التَّنْبِيه عَلَيْهِ , وَأَخْرَجَ جَعْفَر الْفِرْيَابِيّ فِي الذِّكْر مِنْ طَرِيق الزُّهْرِيِّ أَخْبَرَنِي عِكْرِمَة بْن مُحَمَّد الدُّؤَلِيّ أَنَّ أَبَا هُرَيْرَة قَالَ \" مَنْ قَالَهَا فَلَهُ عَدْل رَقَبَة , وَلَا تَعْجِزُوا أَنْ تَسْتَكْثِرُوا مِنْ الرِّقَاب \" وَمِثْله رِوَايَة سُهَيْل بْن أَبِي صَالِح عَنْ أَبِيهِ لَكِنَّهُ خَالَفَ فِي صَحَابِيّه فَقَالَ عَنْ أَبِي عَيَّاش الزُّرَقِيّ أَخْرَجَهُ النَّسَائِيُّ . ¶ قَوْله ( وَكُتِبَتْ )",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "فِي رِوَايَة الْكُشْمِيهَنِيّ \" وَكُتِبَ \" بِالتَّذْكِيرِ . ¶ قَوْله ( وَكَانَتْ لَهُ حِرْزًا مِنْ الشَّيْطَان ) ¶ فِي رِوَايَة عَبْد اللَّه بْن سَعِيد \" وَحُفِظَ يَوْمه حَتَّى يُمْسِي \" وَزَادَ \" وَمَنْ قَالَ مِثْل ذَلِكَ حِين يُمْسِي كَانَ لَهُ مِثْل ذَلِكَ \" وَمِثْل ذَلِكَ فِي طُرُق أُخْرَى يَأْتِي التَّنْبِيه عَلَيْهَا بَعْد . ¶ قَوْله ( وَلَمْ يَأْتِ أَحَد بِأَفْضَل مِمَّا جَاءَ ) ¶ كَذَا هُنَا \" وَفِي رِوَايَة عَبْد اللَّه بْن يُوسُف \" مِمَّا جَاءَ بِهِ . ¶ قَوْله ( إِلَّا رَجُل عَمِلَ أَكْثَر مِنْهُ ) ¶ فِي حَدِيث عَمْرو بْن شُعَيْب عَنْ أَبِيهِ عَنْ جَدّه \" لَمْ يَجِئْ أَحَد بِأَفْضَل مِنْ عَمَله إِلَّا مَنْ قَالَ أَفْضَل مِنْ ذَلِكَ \" أَخْرَجَهُ النَّسَائِيُّ بِسَنَدٍ صَحِيح إِلَى عَمْرو , وَالِاسْتِثْنَاء فِي قَوْله \" إِلَّا رَجُل \" مُنْقَطِع وَالتَّقْدِير لَكِنْ رَجُل قَالَ أَكْثَر مِمَّا قَالَهُ فَإِنَّهُ يَزِيد عَلَيْهِ , وَيَجُوز أَنْ يَكُون الِاسْتِثْنَاء مُتَّصِلًا . ¶ 22- عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: ¶ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَوِّذُ الْحَسَنَ وَالْحُسَيْنَ وَيَقُولُ إِنَّ أَبَاكُمَا كَانَ يُعَوِّذُ بِهَا إِسْمَاعِيلَ وَإِسْحَاقَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ وَمِنْ كُلِّ عَيْنٍ لَامَّةٍ. صحيح البخاري ¶ حَدِيثُ اِبْن عَبَّاس فِي التَّعْوِيذ بِكَلِمَاتِ اللَّه التَّامَّة . ¶ قَوْلُهُ : ( إِنَّ أَبَاكُمَا ) ¶ يُرِيد إِبْرَاهِيم عَلَيْهِ السَّلَام وَسَمَّاهُ أَبًا لِكَوْنِهِ جَدًّا عَلَى . ¶ قَوْلُهُ : ( بِكَلِمَاتِ اللَّه )",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قِيلَ الْمُرَاد بِهَا كَلَامه عَلَى الْإِطْلَاق , وَقِيلَ أَقْضِيَته , وَقِيلَ مَا وَعَدَ بِهِ كَمَا قَالَ تَعَالَى ( وَتَمَّتْ كَلِمَةُ رَبِّك الْحُسْنَى عَلَى بَنِي إِسْرَائِيلَ ) وَالْمُرَاد بِهَا قَوْله تَعَالَى ( وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اُسْتُضْعِفُوا فِي الْأَرْضِ ) الْمُرَاد بِالتَّامَّةِ الْكَامِلَة وَقِيلَ النَّافِعَة وَقِيلَ الشَّافِيَة وَقِيلَ الْمُبَارَكَة وَقِيلَ الْقَاضِيَة الَّتِي تَمْضِي وَتَسْتَمِرّ وَلَا يَرُدّهَا شَيْء وَلَا يَدْخُلهَا نَقْص وَلَا عَيْب , قَالَ الْخَطَّابِيُّ : كَانَ أَحْمَد يَسْتَدِلّ بِهَذَا الْحَدِيث عَلَى أَنَّ كَلَام اللَّه غَيْر مَخْلُوق , وَيَحْتَجّ بِأَنَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ لَا يَسْتَعِيذ بِمَخْلُوقٍ . ¶ قَوْلُهُ : ( مِنْ كُلّ شَيْطَان ) ¶ يَدْخُل تَحْته شَيَاطِين الْإِنْس وَالْجِنّ . ¶ قَوْلُهُ : ( وَهَامَّة ) ¶ بِالتَّشْدِيدِ وَاحِدَة الْهَوَامّ ذَوَات السَّمُوم , وَقِيلَ كُلّ مَا لَهُ سُمٌّ يَقْتُل فَأَمَّا مَا لَا يَقْتُل سُمّه فَيُقَال لَهُ السَّوَامّ , وَقِيلَ الْمُرَاد كُلّ نَسَمَة تَهُمُّ بِسُوءٍ . ¶ قَوْلُهُ : ( وَمِنْ كُلّ عَيْن لَامَّة ) ¶ قَالَ الْخَطَّابِيُّ : الْمُرَاد بِهِ كُلّ دَاء وَآفَة تُلِمّ بِالْإِنْسَانِ مِنْ جُنُون وَخَبَل . وَقَالَ أَبُو عُبَيْد : أَصْله مِنْ أَلْمَمْت إِلْمَامًا , وَإِنَّمَا قَالَ \" لَامَّة \" لِأَنَّهُ أَرَادَ أَنَّهَا ذَات لَمَم , وَقَالَ اِبْن الْأَنْبَارِيّ : يَعْنِي أَنَّهَا تَأْتِي فِي وَقْت بَعْد وَقْت , وَقَالَ لَامَّة لِيُؤَاخِيَ لَفْظ هَامَّة لِكَوْنِهِ أَخَفّ عَلَى اللِّسَان . ¶ 23- عَنْ أَبِي مَسْعُودٍ رضي الله عنه أن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وَقَالَ عُثْمَانُ بْنُ الْهَيْثَمِ حَدَّثَنَا عَوْفٌ عَنْ مُحَمَّدِ بْنِ سِيرِينَ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : وَكَّلَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِحِفْظِ زَكَاةِ رَمَضَانَ فَأَتَانِي آتٍ فَجَعَلَ يَحْثُو مِنْ الطَّعَامِ فَأَخَذْتُهُ فَقُلْتُ لَأَرْفَعَنَّكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَصَّ الْحَدِيثَ فَقَالَ إِذَا أَوَيْتَ إِلَى فِرَاشِكَ فَاقْرَأْ آيَةَ الْكُرْسِيِّ لَنْ يَزَالَ مَعَكَ مِنْ اللَّهِ حَافِظٌ وَلَا يَقْرَبُكَ شَيْطَانٌ حَتَّى تُصْبِحَ وَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَدَقَكَ وَهُوَ كَذُوبٌ ذَاكَ شَيْطَانٌ . صحيح البخاري ¶ قَوْله : ( مَنْ قَرَأَ بِالْآيَتَيْنِ ) ¶ كَذَا اِقْتَصَرَ الْبُخَارِيّ مِنْ الْمَتْن عَلَى هَذَا الْقَدْر , ثُمَّ حَوَّلَ السَّنَد إِلَى طَرِيق مَنْصُور عَنْ إِبْرَاهِيم بِالسَّنَدِ الْمَذْكُور وَأَكْمَلَ الْمَتْن فَقَالَ \" مِنْ آخِر سُورَة الْبَقَرَة فِي لَيْلَة كَفَتَاهُ \" وَقَدْ أَخْرَجَهُ أَحْمَد عَنْ حَجَّاج اِبْن مُحَمَّد عَنْ شُعْبَة فَقَالَ فِيهِ \" مِنْ سُورَة الْبَقَرَة \" لَمْ يَقُلْ \" آخِر \" فَلَعَلَّ هَذَا هُوَ السِّرّ فِي تَحْوِيل السَّنَد لِيَسُوقَهُ عَلَى لَفْظ مَنْصُور . عَلَى أَنَّهُ وَقَعَ فِي رِوَايَة غُنْدَر عِنْد أَحْمَد بِلَفْظِ \" مَنْ قَرَأَ الْآيَتَيْنِ الْأَخِيرَتَيْنِ \" فَعَلَى هَذَا فَيَكُون اللَّفْظ الَّذِي سَاقه الْبُخَارِيّ لَفْظ مَنْصُور , وَلَيْسَ بَيْنه وَبَيْن لَفْظ الْأَعْمَش الَّذِي حَوَّلَهُ عَنْهُ مُغَايَرَة فِي الْمَعْنَى وَاللَّهُ أَعْلَم . ¶ قَوْله : ( مِنْ آخِر سُورَة الْبَقَرَة )",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "يَعْنِي مِنْ قَوْله تَعَالَى ( آمَنَ الرَّسُول ) إِلَى آخِر السُّورَة , وَآخِر الْآيَة الْأُولَى ( الْمَصِير ) وَمِنْ ثَمَّ إِلَى آخِر السُّورَة آيَة وَاحِدَة , وَأَمَّا ( مَا اِكْتَسَبَتْ ) فَلَيْسَتْ رَأْس آيَة بِاتِّفَاقِ الْعَادِّينَ . وَقَدْ أَخْرَجَ عَلِيّ بْن سَعِيد الْعَسْكَرِيّ فِي \" ثَوَاب الْقُرْآن \" حَدِيث الْبَاب مِنْ طَرِيق عَاصِم بْن بَهْدَلَة عَنْ زِرِّ بْن حُبَيْش عَنْ عَلْقَمَة بْن قَيْس عَنْ عُقْبَةَ بْن عَمْرو بِلَفْظِ \" مَنْ قَرَأَهُمَا بَعْد الْعِشَاء الْآخِرَة أَجْزَأَتَا : آمَنَ الرَّسُول إِلَى آخِر السُّورَة \" وَمِنْ حَدِيث النُّعْمَان بْن بَشِير رَفَعَهُ \" إِنَّ اللَّه كَتَبَ كِتَابًا أَنْزَلَ مِنْهُ آيَتَيْنِ خَتَمَ بِهِمَا سُورَة الْبَقَرَة وَقَالَ فِي آخِره : آمَنَ الرَّسُول \" وَأَصْله عِنْد التِّرْمِذِيّ وَ النَّسَائِيّ وَصَحَّحَهُ اِبْن حِبَّان وَالْحَاكِم . وَلِأَبِي عُبَيْد فِي \" فَضَائِل الْقُرْآن \" مِنْ مُرْسَل جُبَيْر بْن نُفَيْر نَحْوه وَزَادَ \" فَاقْرَءُوهُمَا وَعَلِّمُوهُمَا أَبْنَاءَكُمْ وَنِسَاءَكُمْ , فَإِنَّهُمَا قُرْآن وَصَلَاة وَدُعَاء \" . ¶ قَوْله : ( كَفَتَاهُ ) ¶ أَيْ أَجْزَأَتَا عَنْهُ مِنْ قِيَام اللَّيْل بِالْقُرْآنِ , وَقِيلَ أَجْزَأَتَا عَنْهُ عَنْ قِرَاءَة الْقُرْآن مُطْلَقًا سَوَاء كَانَ دَاخِل الصَّلَاة أَمْ خَارِجهَا , وَقِيلَ مَعْنَاهُ أَجْزَأَتَاهُ فِيمَا يَتَعَلَّق بِالِاعْتِقَادِ لِمَا اِشْتَمَلَتَا عَلَيْهِ مِنْ الْإِيمَان وَالْأَعْمَال إِجْمَالًا , وَقِيلَ مَعْنَاهُ كَفَتَاهُ كُلّ سُوء , وَقِيلَ كَفَتَاهُ شَرّ الشَّيْطَان ,",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وَقِيلَ دَفَعَتَا عَنْهُ شَرّ الْإِنْس وَالْجِنّ , وَقِيلَ مَعْنَاهُ كَفَتَاهُ مَا حَصَلَ لَهُ بِسَبَبِهِمَا مِنْ الثَّوَاب عَنْ طَلَب شَيْء آخَر , وَكَأَنَّهُمَا اِخْتَصَّتَا بِذَلِكَ لِمَا تَضَمَّنَتَاهُ مِنْ الثَّنَاء عَلَى الصَّحَابَة بِجَمِيلِ اِنْقِيَادهمْ إِلَى اللَّه وَابْتِهَالهمْ وَرُجُوعهمْ إِلَيْهِ وَمَا حَصَلَ لَهُمْ مِنْ الْإِجَابَة إِلَى مَطْلُوبهمْ , ¶ وَذَكَرَ الْكَرْمَانِيُّ عَنْ النَّوَوِيّ أَنَّهُ قَالَ : كَفَتَاهُ عَنْ قِرَاءَة سُورَة الْكَهْف وَآيَة الْكُرْسِيّ , كَذَا نُقِلَ عَنْهُ جَازِمًا بِهِ , وَلَمْ يَقُلْ ذَلِكَ النَّوَوِيّ وَإِنَّمَا قَالَ مَا نَصُّهُ : قِيلَ مَعْنَاهُ كَفَتَاهُ مِنْ قِيَام اللَّيْل , وَقِيلَ مِنْ الشَّيْطَان , وَقِيلَ مِنْ الْآفَات , وَيُحْتَمَل مِنْ الْجَمِيع . هَذَا آخِر كَلَامه . وَكَأَنَّ سَبَب الْوَهْم أَنَّ عِنْد النَّوَوِيّ عَقِب هَذَا بَاب فَضْل سُورَة الْكَهْف وَآيَة الْكُرْسِيّ فَلَعَلَّ النُّسْخَة الَّتِي وَقَعَتْ لِلْكَرْمَانِيّ سَقَطَ مِنْهَا لَفْظ بَاب وَصُحِّفَتْ فَضْل فَصَارَتْ وَقِيلَ , وَاقْتَصَرَ النَّوَوِيّ فِي \" الْأَذْكَار \" عَلَى الْأَوَّل وَالثَّالِث نَقْلًا ثُمَّ قَالَ : قُلْت وَيَجُوز أَنْ يُرَاد الْأَوَّلَانِ اِنْتَهَى .",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وَعَلَى هَذَا فَأَقُول : يَجُوز أَنْ يُرَاد جَمِيع مَا تَقَدَّمَ وَاللَّهُ أَعْلَم . وَالْوَجْه الْأَوَّل وَرُدَّ صَرِيحًا مِنْ طَرِيق عَاصِم عَنْ عَلْقَمَة عَنْ أَبِي مَسْعُود رَفَعَهُ \" مَنْ قَرَأَ خَاتِمَة الْبَقَرَة أَجْزَأَتْ عَنْهُ قِيَام لَيْلَة \" وَيُؤَيِّد الرَّابِع حَدِيث النُّعْمَان بْن بَشِير رَفَعَهُ \" إِنَّ اللَّه كَتَبَ كِتَابًا وَأَنْزَلَ مِنْهُ آيَتَيْنِ خَتَمَ بِهِمَا سُورَة الْبَقَرَة , لَا يُقْرَآنِ فِي دَار فَيَقْرَبهَا الشَّيْطَان ثَلَاث لَيَالٍ \" أَخْرَجَهُ الْحَاكِم وَصَحَّحَهُ , وَفِي حَدِيث مُعَاذ لَمَّا أَمْسَكَ الْجِنِّيّ وَآيَة ذَلِكَ \" لَا يَقْرَأ أَحَد مِنْكُمْ خَاتِمَة سُورَة الْبَقَرَة فَيَدْخُل أَحَد مِنْهَا",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "بَيْته تِلْكَ اللَّيْلَة \" أَخْرَجَهُ الْحَاكِم أَيْضًا . الْحَدِيث الثَّانِي حَدِيث أَبِي هُرَيْرَة , تَقَدَّمَ شَرْحه فِي الْوَكَالَة , وَقَوْله فِي آخِره \" صَدَقَك وَهُوَ كَذُوب \" هُوَ مِنْ التَّتْمِيم الْبَلِيغ , لِأَنَّهُ لَمَّا أَوْهَمَ مَدْحه بِوَصْفِهِ الصِّدْق فِي قَوْله صَدَقَك اِسْتَدْرَكَ نَفْي الصِّدْق عَنْهُ بِصِيغَةِ مُبَالَغَة وَالْمَعْنَى صَدَقَك فِي هَذَا الْقَوْل مَعَ أَنَّ عَادَته الْكَذِب الْمُسْتَمِرّ , وَهُوَ كَقَوْلِهِمْ قَدْ يَصْدُق الْكَذُوب , وَقَوْله \" ذَاكَ شَيْطَان \" كَذَا لِلْأَكْثَرِ , وَتَقَدَّمَ فِي الْوَكَالَة أَنَّهُ وَقَعَ هُنَا \" ذَاكَ الشَّيْطَان \" وَاللَّام فِيهِ لِلْجِنْسِ أَوْ الْعَهْد الذِّهْنِيّ مِنْ الْوَارِد أَنَّ لِكُلِّ آدَمِيّ شَيْطَانًا وُكِّلَ بِهِ , أَوْ اللَّام بَدَل مِنْ الضَّمِير كَأَنَّهُ قَالَ : ذَاكَ شَيْطَانك , أَوْ الْمُرَاد الشَّيْطَان الْمَذْكُور فِي الْحَدِيث الْآخَر حَيْثُ قَالَ فِي الْحَدِيث \" وَلَا يَقْرَبك شَيْطَان \" وَشَرَحَهُ الطِّيبِيُّ عَلَى هَذَا فَقَالَ : هُوَ - أَيْ قَوْله فَلَا يَقْرَبك شَيْطَان - مُطْلَق شَائِع فِي جِنْسه , وَالثَّانِي فَرْدٌ مِنْ أَفْرَاد ذَلِكَ الْجِنْس",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقدْ اِسْتَشْكَلَ الْجَمْع بَيْن هَذِهِ الْقِصَّة وَبَيْن حَدِيث أَبِي هُرَيْرَة أَيْضًا الْمَاضِي فِي الصَّلَاة وَفِي التَّفْسِير وَغَيْرهمَا أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ قَالَ \" إِنَّ \" شَيْطَانًا تَفَلَّتَ عَلَيَّ الْبَارِحَة \" الْحَدِيث وَفِيهِ \" وَلَوْلَا دَعْوَة أَخِي سُلَيْمَان لَأَصْبَحَ مَرْبُوطًا بِسَارِيَة \" وَتَقْرِير الْإِشْكَال أَنَّهُ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ اِمْتَنَعَ مِنْ إِمْسَاكه مِنْ أَجْلِ دَعْوَة سُلَيْمَان عَلَيْهِ السَّلَام حَيْثُ قَالَ ( وَهَبْ لِي مُلْكًا لَا يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِي ) قَالَ اللَّه تَعَالَى ( فَسَخَّرْنَا لَهُ الرِّيح ) ثُمَّ قَالَ ( وَالشَّيَاطِين ) وَفِي حَدِيث الْبَاب أَنَّ أَبَا هُرَيْرَة أَمْسَكَ الشَّيْطَان الَّذِي رَآهُ وَأَرَادَ حَمْلَهُ إِلَى النَّبيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ¶ …",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وَالْجَوَاب أَنَّهُ يُحْتَمَل أَنْ يَكُون الْمُرَاد بِالشَّيْطَانِ الَّذِي هَمَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَنْ يُوثِقهُ هُوَ رَأْس الشَّيَاطِين الَّذِي يَلْزَم مِنْ التَّمَكُّن مِنْهُ التَّمَكُّن مِنْهُمْ فَيُضَاهِي حِينَئِذٍ مَا حَصَلَ لِسُلَيْمَان عَلَيْهِ السَّلَام مِنْ تَسْخِير الشَّيَاطِين فِيمَا يُرِيد وَالتَّوَثُّق مِنْهُمْ , وَالْمُرَاد بِالشَّيْطَانِ فِي حَدِيث الْبَاب إِمَّا شَيْطَانه بِخُصُوصِهِ أَوْ آخَر فِي الْجُمْلَة لِأَنَّهُ يَلْزَم مِنْ تَمَكُّنِهِ مِنْهُ اِتِّبَاع غَيْره مِنْ الشَّيَاطِين فِي ذَلِكَ التَّمَكُّن , أَوْ الشَّيْطَان الَّذِي هَمَّ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِرَبْطِهِ تَبَدَّى لَهُ فِي صِفَته الَّتِي خُلِقَ عَلَيْهَا , وَكَذَلِكَ كَانُوا فِي خِدْمَة سُلَيْمَان عَلَيْهِ السَّلَام عَلَى هَيْئَتهمْ , وَأَمَّا الَّذِي تَبَدَّى لِأَبِي هُرَيْرَة فِي حَدِيث الْبَاب فَكَانَ عَلَى هَيْئَة الْآدَمِيِّينَ فَلَمْ يَكُنْ فِي إِمْسَاكه مُضَاهَاة لِمُلْكِ سُلَيْمَان , وَالْعِلْم عِنْد اللَّه تَعَالَى ¶ 24- حَدَّثَنَا أَبُو صَالِحٍ السَّمَّانُ قَالَ رَأَيْتُ أَبَا سَعِيدٍ الْخُدْرِيَّ",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "فِي يَوْمِ جُمُعَةٍ يُصَلِّي إِلَى شَيْءٍ يَسْتُرُهُ مِنْ النَّاسِ فَأَرَادَ شَابٌّ مِنْ بَنِي أَبِي مُعَيْطٍ أَنْ يَجْتَازَ بَيْنَ يَدَيْهِ فَدَفَعَ أَبُو سَعِيدٍ فِي صَدْرِهِ فَنَظَرَ الشَّابُّ فَلَمْ يَجِدْ مَسَاغًا إِلَّا بَيْنَ يَدَيْهِ فَعَادَ لِيَجْتَازَ فَدَفَعَهُ أَبُو سَعِيدٍ أَشَدَّ مِنْ الْأُولَى فَنَالَ مِنْ أَبِي سَعِيدٍ ثُمَّ دَخَلَ عَلَى مَرْوَانَ فَشَكَا إِلَيْهِ مَا لَقِيَ مِنْ أَبِي سَعِيدٍ وَدَخَلَ أَبُو سَعِيدٍ خَلْفَهُ عَلَى مَرْوَانَ فَقَالَ مَا لَكَ وَلِابْنِ أَخِيكَ يَا أَبَا سَعِيدٍ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِذَا صَلَّى أَحَدُكُمْ إِلَى شَيْءٍ يَسْتُرُهُ مِنْ النَّاسِ فَأَرَادَ أَحَدٌ أَنْ يَجْتَازَ بَيْنَ يَدَيْهِ فَلْيَدْفَعْهُ فَإِنْ أَبَى فَلْيُقَاتِلْهُ فَإِنَّمَا هُوَ شَيْطَانٌ. صحيح البخاري ¶ قَوْله : ( فَأَرَادَ شَابّ مِنْ بَنِي أَبِي مُعَيْط )",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وَقَعَ فِي كِتَابِ الصَّلَاةِ لِأَبِي نُعَيْم أَنَّهُ الْوَلِيدُ بْن عُقْبَة بْن أَبِي مُعَيْط أَخْرَجَهُ عَنْ عَبْد اللَّه بْن عَامِر الْأَسْلَمِيّ عَنْ زَيْد بْن أَسْلَم قَالَ \" بَيْنَمَا أَبُو سَعِيد قَائِم يُصَلِّي فِي الْمَسْجِدِ فَأَقْبَلَ الْوَلِيد اِبْن عُقْبَة بْن أَبِي مُعَيْط فَأَرَادَ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ , فَدَفَعَهُ , فَأَبَى إِلَّا أَنْ يَمُرَّ بَيْنَ يَدَيْهِ فَدَفَعَهُ \" هَذَا آخِر مَا أَوْرَدَهُ مِنْ هَذِهِ الْقِصَّةِ . وَفِي تَفْسِير الَّذِي وَقَعَ فِي الصَّحِيحِ بِأَنَّهُ الْوَلِيدُ هَذَا نَظَر ; لِأَنَّ فِيهِ أَنَّهُ دَخَلَ عَلَى مَرْوَانَ . زَادَ الْإِسْمَاعِيلِيّ \" وَمَرْوَان يَوْمَئِذٍ عَلَى الْمَدِينَةِ \" ا ه . وَمَرْوَانُ إِنَّمَا كَانَ أَمِيرًا عَلَى الْمَدِينَةِ فِي خِلَافَةِ مُعَاوِيَة , وَلَمْ يَكُنْ الْوَلِيد حِينَئِذٍ بِالْمَدِينَةِ ; لِأَنَّهُ لَمَّا قُتِلَ عُثْمَان تَحَوَّلَ إِلَى الْجَزِيرَةِ فَسَكَنَهَا حَتَّى مَاتَ فِي خِلَافَةِ مُعَاوِيَة , وَلَمْ يَحْضُرْ شَيْئًا مِنْ الْحُرُوبِ الَّتِي كَانَتْ بَيْن عَلِيٍّ وَمَنْ خَالَفَهُ . وَأَيْضًا فَلَمْ يَكُنْ الْوَلِيدُ يَوْمئِذٍ شَابًّا , بَلْ كَانَ فِي عَشْر الْخَمْسِينَ فَلَعَلَّهُ كَانَ فِيهِ : فَأَقْبَلَ اِبْنُ الْوَلِيدِ بْن عُقْبَةَ فَيَتَّجِهُ . وَرَوَى عَبْد الرَّزَّاق حَدِيث الْبَابِ عَنْ دَاوُد بْن قَيْس عَنْ زَيْد بْن أَسْلَمَ عَنْ عَبْد الرَّحْمَن بْن أَبِي سَعِيد عَنْ أَبِيهِ فَقَالَ فِيهِ \" إِذْ جَاءَ شَابّ \" وَلَمْ يُسَمِّهِ أَيْضًا . وَعَنْ مَعْمَرٍ عَنْ زَيْد بْن أَسْلَمَ وَقَالَ فِيهِ \" فَذَهَبَ ذُو قَرَابَةٍ لِمَرْوَانَ \" . وَمِنْ طَرِيقِ أَبِي الْعَلَاء فِيهِ عَنْ أَبِي سَعِيد فَقَالَ فِيهِ \" مَرَّ رَجُلٌ بَيْنَ يَدَيْهِ مِنْ بَنِي مَرْوَانَ \" . وَلِلنَّسَائِيِّ",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "مِنْ وَجْهٍ آخَرَ \" فَمَرَّ اِبْنٌ لِمَرْوَانَ \" وَسَمَّاهُ عَبْد الرَّزَّاق مِنْ طَرِيقِ سُلَيْمَان بْن مُوسَى \" دَاوُد بْن مَرْوَان \" وَلَفْظه \" أَرَادَ دَاوُد بْن مَرْوَان أَنْ يَمُرَّ بَيْنَ يَدَيْ أَبِي سَعِيد وَمَرْوَان يَوْمئِذٍ أَمِير الْمَدِينَةِ \" فَذَكَرَ الْحَدِيث ُ وَبِذَلِكَ جَزَمَ اِبْن الْجَوْزِيِّ وَمَنْ تَبِعَهُ فِي تَسْمِيَة الْمُبْهَم الَّذِي فِي الصَّحِيحِ بِأَنَّهُ دَاوُد بْن مَرْوَان , وَفِيهِ نَظَرٌ ; لِأَنَّ فِيهِ أَنَّهُ مِنْ بَنِي أَبِي مُعَيْط وَلَيْسَ مَرْوَانُ مِنْ بَنِيهِ , بَلْ أَبُو مُعَيْط اِبْن عَمِّ وَالِد مَرْوَان ; لِأَنَّهُ أَبُو مُعَيْطِ بْن أَبِي عَمْرو بْن أُمَيَّة , وَوَالِد مَرْوَانَ هُوَ الْحَكَمُ بْن أَبِي الْعَاصِ بْن أُمَيَّة , وَلَيْسَتْ أُمّ دَاوُد وَلَا أُمّ مَرْوَانَ وَلَا أُمَّ الْحَكَم مِنْ وَلَدِ أَبِي مُعَيْط , فَيَحْتَمِلُ أَنْ يَكُونَ دَاوُد نُسِبَ إِلَى أَبِي مُعَيْطٍ مِنْ جِهَةِ الرَّضَاعَةِ أَوْ لِكَوْن جَدّه لِأُمِّهِ عُثْمَان بْن عَفَّان كَانَ أَخَا لِلْوَلِيدِ بْن عُقْبَة بْن أَبِي مُعَيْط لِأُمِّهِ فَنُسِبَ دَاوُد إِلَيْهِ وَفِيهِ بُعْد , وَالْأَقْرَب أَنْ تَكُونَ الْوَاقِعَةُ تَعَدَّدَتْ لِأَبِي سَعِيد مَعَ غَيْرِ وَاحِد , فَفِي مُصَنَّفِ اِبْن أَبِي شَيْبَة مِنْ وَجْهٍ آخَرَ عَنْ أَبِي سَعِيد فِي هَذِهِ الْقِصَّةِ \" فَأَرَادَ عَبْد الرَّحْمَن بْن الْحَارِث بْن هِشَام أَنْ يَمُرَّ بَيْنَ يَدَيْهِ \" الْحَدِيث , وَعَبْد الرَّحْمَن مَخْزُومِيّ مَا لَهُ مِنْ أَبِي مُعَيْطٍ نِسْبَة وَاللَّهُ أَعْلَمُ . ¶ قَوْله : ( فَلَمْ يَجِدْ مَسَاغًا ) ¶ بِالْغَيْنِ الْمُعْجَمَةِ , أَيْ مَمَرًّا . وَقَوْلُهُ \" فَنَالَ مِنْ أَبِي سَعِيد \" , أَيْ أَصَابَ مِنْ عِرْضِهِ بِالشَّتْمِ . ¶ قَوْله : ( فَقَالَ مَالِك وَلِابْنِ أَخِيك ؟ )",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "أَطْلَقَ الْأُخُوَّة بِاعْتِبَارِ الْإِيمَانِ , وَهَذَا يُؤَيِّدُ أَنَّ الْمَارَّ غَيْر الْوَلِيدِ ; لِأَنَّ أَبَاهُ عُقْبَة قُتِلَ كَافِرًا وَاسْتَدَلَّ الرَّافِعِيّ بِهَذِهِ الْقِصَّةِ عَلَى مَشْرُوعِيَّة الدَّفْع وَلَوْ لَمْ يَكُنْ هُنَاكَ مَسْلَكٌ غَيْرُهُ , خِلَافًا لِإِمَامِ الْحَرَمَيْنِ . وَلِابْنِ الرِّفْعَةِ فِيهِ بَحْثٌ سَنُشِيرُ إِلَيْهِ فِي الْحَدِيثِ الَّذِي بَعْدَهُ إِنْ شَاءَ اللَّهُ تَعَالَى . ¶ قَوْله : ( فَلْيَدْفَعْهُ ) ¶ , وَلِمُسْلِمٍ \" فَلْيَدْفَعْ فِي نَحْرِهِ \" قَالَ الْقُرْطُبِيّ : أَيْ بِالْإِشَارَةِ وَلَطِيف الْمَنْع . ¶ وَقَوْله : ( فَلْيُقَاتِلْهُ )",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "أَيْ يَزِيدُ فِي دَفْعِهِ الثَّانِي أَشَدّ مِنْ الْأَوَّلِ . قَالَ : وَأَجْمَعُوا عَلَى أَنَّهُ لَا يَلْزَمُهُ أَنْ يُقَاتِلَهُ بِالسِّلَاحِ , لِمُخَالَفَةِ ذَلِكَ لِقَاعِدَةِ الْإِقْبَال عَلَى الصَّلَاةِ وَالِاشْتِغَالِ بِهَا وَالْخُشُوعِ فِيهَا ا ه . وَأَطْلَقَ جَمَاعَةٌ مِنْ الشَّافِعِيَّةِ أَنَّ لَهُ أَنْ يُقَاتِلَهُ حَقِيقَة وَاسْتَبْعَدَ اِبْن الْعَرَبِيِّ ذَلِكَ فِي \" الْقَبَسِ \" وَقَالَ : الْمُرَادُ بِالْمُقَاتَلَةِ الْمُدَافَعَةِ . وَأَغْرَبَ الْبَاجِيُّ فَقَالَ : يَحْتَمِلُ أَنْ يَكُونَ الْمُرَاد بِالْمُقَاتَلَةِ اللَّعْن أَوْ التَّعْنِيف . وَتُعُقِّبَ بِأَنَّهُ يَسْتَلْزِمُ التَّكَلُّمَ فِي الصَّلَاةِ وَهُوَ مُبْطِل , بِخِلَافِ الْفِعْلِ الْيَسِيرِ . وَيُمْكِنُ أَنْ يَكُونَ أَرَادَ أَنَّهُ يَلْعَنُهُ دَاعِيًا لَا مُخَاطِبًا , لَكِنَّ فِعْلَ الصَّحَابِيِّ يُخَالِفُهُ , وَهُوَ أَدْرَى بِالْمُرَادِ . وَقَدْ رَوَاهُ الْإِسْمَاعِيلِيّ بِلَفْظ \" فَإِنْ أَبَى فَلْيَجْعَلْ يَدَهُ فِي صَدْرِهِ وَيَدْفَعْهُ \" وَهُوَ صَرِيحٌ فِي الدَّفْعِ بِالْيَدِ . وَنَقَلَ الْبَيْهَقِيّ عَنْ الشَّافِعِيِّ أَنَّ الْمُرَادَ بِالْمُقَاتَلَةِ دَفْعٌ أَشَدّ مِنْ الدَّفْعِ الْأَوَّلِ , وَمَا تَقَدَّمَ عَنْ اِبْن عُمَر يَقْتَضِي أَنَّ الْمُقَاتَلَةَ إِنَّمَا تُشْرَعُ إِذَا تَعَيَّنَتْ فِي دَفْعِهِ , وَبِنَحْوِهِ صَرَّحَ أَصْحَابُنَا فَقَالُوا : يَرُدُّهُ بِأَسْهَلِ الْوُجُوه ُ فَإِنْ أَبَى فَبِأَشَدَّ , وَلَوْ أَدَّى إِلَى قَتْلِهِ . فَلَوْ قَتَلَ فَلَا شَيْءَ عَلَيْهِ ; لِأَنَّ الشَّارِعَ أَبَاحَ لَهُ مُقَاتَلَتَهُ , وَالْمُقَاتَلَةَ الْمُبَاحَةَ لَا ضَمَانَ فِيهَا . وَنَقَلَ عِيَاض وَغَيْره أَنَّ عِنْدَهُمْ خِلَافًا فِي وُجُوبِ الدِّيَةِ فِي هَذِهِ الْحَالَةِ . وَنَقَلَ اِبْن بَطَّال",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وَغَيْره الِاتِّفَاق عَلَى أَنَّهُ لَا يَجُوزُ لَهُ الْمَشْيُ مِنْ مَكَانه لِيَدْفَعَهُ , وَلَا الْعَمَل الْكَثِير فِي مُدَافَعَتِهِ ; لِأَنَّ ذَلِكَ أَشَدّ فِي الصَّلَاةِ مِنْ الْمُرُورِ . وَذَهَبَ الْجُمْهُورُ إِلَى أَنَّهُ إِذَا مَرَّ وَلَمْ يَدْفَعْهُ فَلَا يَنْبَغِي لَهُ أَنْ يَرُدَّهُ ; لِأَنَّ فِيهِ إِعَادَةً لِلْمُرُورِ , وَرَوَى اِبْن أَبِي شَيْبَة عَنْ اِبْن مَسْعُود وَغَيْره أَنَّ لَهُ ذَلِكَ , وَيُمْكِنُ حَمْلُهُ عَلَى مَا إِذَا رَدَّهُ فَامْتَنَعَ وَتَمَادَى , لَا حَيْثُ يُقَصِّرُ الْمُصَلِّي فِي الرَّدِّ . وَقَالَ النَّوَوِيّ : لَا أَعْلَمُ أَحَدًا مِنْ الْفُقَهَاءِ قَالَ بِوُجُوبِ هَذَا الدَّفْعِ , بَلْ صَرَّحَ أَصْحَابنَا بِأَنَّهُ مَنْدُوب . اِنْتَهَى . وَقَدْ صَرَّحَ بِوُجُوبِهِ أَهَّلُ الظَّاهِرِ , فَكَأَنَّ الشَّيْخَ لَمْ يُرَاجِعْ كَلَامَهُمْ فِيهِ أَوْ لَمْ يَعْتَدَّ بِخِلَافِهِمْ . ¶ قَوْله : ( فَإِنَّمَا هُوَ شَيْطَانٌ ) ¶ أَيْ فِعْلُهُ فِعْل الشَّيْطَانِ ; لِأَنَّهُ أَبَى إِلَّا التَّشْوِيشَ عَلَى الْمُصَلِّي . وَإِطْلَاقُ الشَّيْطَانِ عَلَى الْمَارِدِ مِنْ الْإِنْسِ سَائِغ شَائِع وَقَدْ جَاءَ فِي الْقُرْآنِ قَوْله تَعَالَى ( شَيَاطِينَ الْإِنْسِ وَالْجِنِّ . وَقَالَ اِبْن بَطَّال : فِي هَذَا الْحَدِيثِ جَوَاز إِطْلَاق لَفْظ الشَّيْطَانِ عَلَى مَنْ يَفْتِنُ فِي الدِّينِ , وَأَنَّ الْحُكْمَ لِلْمَعَانِي دُونَ الْأَسْمَاءِ , لِاسْتِحَالَةِ أَنْ يَصِيرَ الْمَارّ شَيْطَانًا بِمُجَرَّدِ مُرُورِهِ . اِنْتَهَى . وَهُوَ مَبْنِيٌّ عَلَى أَنَّ لَفْظَ \" الشَّيْطَانِ \" يُطْلَقُ حَقِيقَةً عَلَى الْجِنِّيِّ وَمَجَازًا عَلَى الْإِنْسِيِّ ,",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وَفِيهِ بَحْث . وَيَحْتَمِلُ أَنْ يَكُونَ الْمَعْنَى : فَإِنَّمَا الْحَامِلُ لَهُ عَلَى ذَلِكَ الشَّيْطَانُ . وَقَدْ وَقَعَ فِي رِوَايَةٍ لِلْإِسْمَاعِيلِيِّ \" فَإِنَّمَا هُوَ شَيْطَان \" وَنَحْوه لِمُسْلِمٍ مِنْ حَدِيثِ اِبْن عُمَر بِلَفْظ \" فَإِنَّ مَعَهُ الْقَرِينَ \" . ¶ وَاسْتَنْبَطَ اِبْن أَبِي جَمْرَة مِنْ قَوْلِهِ \" فَإِنَّمَا هُوَ شَيْطَان \" أَنَّ الْمُرَادَ بِقَوْلِهِ \" فَلْيُقَاتِلْهُ \" الْمُدَافَعَة اللَّطِيفَة لَا حَقِيقَةُ الْقِتَال , قَالَ : لِأَنَّ مُقَاتَلَة الشَّيْطَان إِنَّمَا هِيَ بِالِاسْتِعَاذَةِ وَالتَّسَتُّرِ عَنْهُ بِالتَّسْمِيَةِ وَنَحْوِهَا , وَإِنَّمَا جَازَ الْفِعْلُ الْيَسِيرُ فِي الصَّلَاةِ لِلضَّرُورَةِ , فَلَوْ قَاتَلَهُ حَقِيقَة الْمُقَاتَلَةِ لَكَانَ أَشَدّ عَلَى صَلَاتِهِ مِنْ الْمَارِّ . قَالَ : وَهَلْ الْمُقَاتَلَةُ لِخَلَلٍ يَقَعُ فِي صَلَاةِ الْمُصَلِّي مِنْ الْمُرُورِ , أَوْ لِدَفْعِ الْإِثْم عَنْ الْمَارِّ ؟ الظَّاهِرُ الثَّانِي . اِنْتَهَى . ¶ وَقَالَ غَيْره : بَلْ الْأَوَّل أَظْهَرُ ; لِأَنَّ إِقْبَالَ الْمُصَلِّي عَلَى صَلَاتِهِ أَوْلَى لَهُ مِنْ اِشْتِغَالِهِ بِدَفْع الْإِثْم عَنْ غَيْرِهِ . ¶ وَقَدْ رَوَى اِبْن أَبِي شَيْبَة عَنْ اِبْن مَسْعُود",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "\" أَنَّ الْمُرُورَ بَيْنَ يَدَيْ الْمُصَلِّي يَقْطَعُ نِصْفَ صَلَاتِهِ \" وَرَوَى أَبُو نُعَيْم عَنْ عُمَرَ \" لَوْ يَعْلَمُ الْمُصَلِّي مَا يَنْقُصُ مِنْ صَلَاتِهِ بِالْمُرُورِ بَيْنَ يَدَيْهِ مَا صَلَّى إِلَّا إِلَى شَيْءٍ يَسْتُرُهُ مِنْ النَّاسِ \" . فَهَذَانِ الْأَثَرَانِ مُقْتَضَاهُمَا أَنَّ الدَّفْعَ لِخَلَلٍ يَتَعَلَّقُ بِصَلَاةِ الْمُصَلِّي , وَلَا يَخْتَصُّ بِالْمَارِّ , وَهُمَا وَإِنْ كَانَا مَوْقُوفَيْنِ لَفْظًا فَحُكْمُهُمَا حُكْم الرَّفْعِ ; لِأَنَّ مِثْلَهُمَا لَا يُقَالُ بِالرَّأْي . ¶ 25- عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رضي الله عنه قَالَ : ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ وُكِّلَ بِهِ قَرِينُهُ مِنْ الْجِنِّ قَالُوا وَإِيَّاكَ يَا رَسُولَ اللَّهِ قَالَ وَإِيَّايَ إِلَّا أَنَّ اللَّهَ أَعَانَنِي عَلَيْهِ فَأَسْلَمَ فَلَا يَأْمُرُنِي إِلَّا بِخَيْرٍ ¶ صحيح مسلم ¶ قال النووي : ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( مَا مِنْكُمْ مِنْ أَحَد إِلَّا وَقَدْ وُكِّلَ بِهِ قَرِينه مِنْ الْجِنّ , قَالُوا : وَإِيَّاكَ ؟ قَالَ : وَإِيَّايَ إِلَّا أَنَّ اللَّه أَعَانَنِي عَلَيْهِ فَأَسْلَمَ فَلَا يَأْمُرنِي إِلَّا بِخَيْرٍ )",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "( فَأَسْلَم ) بِرَفْعِ الْمِيم وَفَتْحهَا , وَهُمَا رِوَايَتَانِ مَشْهُورَتَانِ فَمَنْ رَفَعَ قَالَ : مَعْنَاهُ : أَسْلَمُ أَنَا مِنْ شَرّه وَفِتْنَته , وَمَنْ فَتَحَ قَالَ : إِنَّ الْقَرِين أَسْلَمَ , مِنْ الْإِسْلَام وَصَارَ مُؤْمِنًا لَا يَأْمُرنِي إِلَّا بِخَيْرٍ , وَاخْتَلَفُوا فِي الْأَرْجَح مِنْهُمَا فَقَالَ الْخَطَّابِيُّ : الصَّحِيح الْمُخْتَار الرَّفْع , وَرَجَّحَ الْقَاضِي عِيَاض , الْفَتْح وَهُوَ الْمُخْتَار , لِقَوْلِهِ : \" فَلَا يَأْمُرنِي إِلَّا بِخَيْرٍ \" , وَاخْتَلَفُوا عَلَى رِوَايَة الْفَتْح , قِيلَ : أَسْلَمَ بِمَعْنَى اِسْتَسْلَمَ وَانْقَادَ , وَقَدْ جَاءَ هَكَذَا فِي غَيْر صَحِيح مُسْلِم ( فَاسْتَسْلَمَ ) وَقِيلَ : مَعْنَاهُ صَارَ مُسْلِمًا مُؤْمِنًا , وَهَذَا هُوَ الظَّاهِر , قَالَ الْقَاضِي : وَاعْلَمْ أَنَّ الْأُمَّة مُجْتَمِعَة عَلَى عِصْمَة النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ مِنْ الشَّيْطَان فِي جِسْمه وَخَاطِره وَلِسَانه . وَفِي هَذَا الْحَدِيث : إِشَارَة إِلَى التَّحْذِير مِنْ فِتْنَة الْقَرِين وَوَسْوَسَته وَإِغْوَائِهِ , فَأَعْلَمَنَا بِأَنَّهُ مَعَنَا لِنَحْتَرِز مِنْهُ بِحَسَبِ الْإِمْكَان . ¶ 26- ¶ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِنَّ لِلَّهِ مِائَةَ رَحْمَةٍ أَنْزَلَ مِنْهَا رَحْمَةً وَاحِدَةً بَيْنَ الْجِنِّ وَالْإِنْسِ وَالْبَهَائِمِ وَالْهَوَامِّ فَبِهَا يَتَعَاطَفُونَ وَبِهَا يَتَرَاحَمُونَ وَبِهَا تَعْطِفُ الْوَحْشُ عَلَى وَلَدِهَا وَأَخَّرَ اللَّهُ تِسْعًا وَتِسْعِينَ رَحْمَةً يَرْحَمُ بِهَا عِبَادَهُ يَوْمَ الْقِيَامَةِ ¶ صحيح مسلم",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "27- عَائِشَةَ رضي الله عنها قَالَتْ: َقالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: خُلِقَتْ الْمَلَائِكَةُ مِنْ نُورٍ وَخُلِقَ الْجَانُّ مِنْ مَارِجٍ مِنْ نَارٍ وَخُلِقَ آدَمُ مِمَّا وُصِفَ لَكُمْ . صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( وَخَلَقَ الْجَانَّ مِنْ مَارِج مِنْ نَار ) ¶ الْجَانّ الْجِنّ . وَالْمَارِج اللَّهَب الْمُخْتَلِط بِسَوَادِ النَّار . ¶ 28عن عُثْمَانَ بْنَ أَبِي الْعَاصِ أنه أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَال:َ يَا رَسُولَ اللَّهِ إِنَّ الشَّيْطَانَ قَدْ حَالَ بَيْنِي وَبَيْنَ صَلَاتِي وَقِرَاءَتِي يَلْبِسُهَا عَلَيَّ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاكَ شَيْطَانٌ يُقَالُ لَهُ خَنْزَبٌ فَإِذَا أَحْسَسْتَهُ فَتَعَوَّذْ بِاللَّهِ مِنْهُ وَاتْفِلْ عَلَى يَسَارِكَ ثَلَاثًا قَالَ فَفَعَلْتُ ذَلِكَ فَأَذْهَبَهُ اللَّهُ عَنِّي . صحيح مسلم ¶ قَوْله : ( إِنَّ الشَّيْطَان قَدْ حَال بَيْنِي وَبَيْن صَلَاتِي وَقِرَاءَتِي يَلْبِسهَا عَلَيَّ فَقَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ذَاكَ شَيْطَان يُقَال لَهُ خِنْزَبٌ , فَإِذَا أَحْسَسْته فَتَعَوَّذْ بِاللَّهِ مِنْهُ , وَاتْفُلْ عَلَى يَسَارك ثَلَاثًا فَفَعَلْت ذَلِكَ , فَأَذْهَبَهُ اللَّه عَنِّي ) ¶ أَمَّا ( خِنْزَبٌ ) ¶ فَبِخَاءٍ مُعْجَمَة مَكْسُورَة ثُمَّ نُون سَاكِنَة ثُمَّ زَاي مَكْسُورَة وَمَفْتُوحَة , وَيُقَال أَيْضًا بِفَتْحِ الْخَاء وَالزَّاي , حَكَاهُ الْقَاضِي , وَيُقَال أَيْضًا بِضَمِّ الْخَاء وَفَتْح الزَّاي , حَكَاهُ اِبْن الْأَثِير فِي النِّهَايَة , وَهُوَ غَرِيب . وَفِي هَذَا الْحَدِيث اِسْتِحْبَاب التَّعَوُّذ مِنْ الشَّيْطَان عَنْ وَسْوَسَته مَعَ التَّفْل عَنْ الْيَسَار ثَلَاثًا , ¶ وَمَعْنَى ( يَلْبِسهَا )",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "أَيْ يَخْلِطهَا وَيُشَكِّكنِي فِيهَا , وَهُوَ بِفَتْحِ أَوَّله وَكَسْر ثَالِثه , ¶ وَمَعْنَى ( حَال بَيْنِي وَبَيْنهَا ) ¶ أَيْ نَكَّدَنِي فِيهَا , وَمَنَعَنِي لَذَّتهَا , وَالْفَرَاغ لِلْخُشُوعِ فِيهَا ¶ 29- عَنْ ابْنِ عُمَرَ رضي الله عنهما قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : لَا تَحَرَّوْا بِصَلَاتِكُمْ طُلُوعَ الشَّمْسِ وَلَا غُرُوبَهَا فَإِنَّهَا تَطْلُعُ بِقَرْنَيْ شَيْطَانٍ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( لَا تَحَرَّوْا بِصَلَاتِكُمْ طُلُوع الشَّمْس وَلَا غُرُوبهَا فَإِنَّهَا تَطْلُع بِقَرْنَيْ شَيْطَان ) ¶ هَكَذَا هُوَ فِي الْأُصُول ( بِقَرْنَيْ شَيْطَان ) فِي حَدِيث اِبْن عُمَر , وَفِي حَدِيث عَمْرو بْن عَبْسَة ( بَيْن قَرْنَيْ شَيْطَان ) . قِيلَ : ¶ الْمُرَاد بِقَرْنَيْ الشَّيْطَان حِزْبه وَأَتْبَاعه , وَقِيلَ : قُوَّته وَغَلَبَته وَانْتِشَار فَسَاده , وَقِيلَ : الْقَرْنَانِ نَاحِيَتَا الرَّأْس , وَأَنَّهُ عَلَى ظَاهِره , وَهَذَا هُوَ الْأَقْوَى . ¶ قَالُوا : وَمَعْنَاهُ أَنَّهُ يُدْنِي رَأْسه إِلَى الشَّمْس فِي هَذِهِ الْأَوْقَات ; لِيَكُونَ السَّاجِدُونَ لَهَا مِنْ الْكُفَّار كَالسَّاجِدِينَ لَهُ فِي الصُّورَة , وَحِينَئِذٍ يَكُون لَهُ وَلِبَنِيهِ تَسَلُّط ظَاهِر وَتَمَكُّن مِنْ أَنْ يُلَبِّسُوا عَلَى الْمُصَلِّينَ صَلَاتهمْ , فَكُرِهَتْ الصَّلَاة حِينَئِذٍ صِيَانَة لَهَا كَمَا كُرِهَتْ فِي الْأَمَاكِن الَّتِي هِيَ مَأْوَى الشَّيْطَان .",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وَفِي رِوَايَة لِأَبِي دَاوُدَ وَالنَّسَائِيِّ فِي حَدِيث عَمْرو بْن عَبْسَة : ( فَإِنَّهَا تَطْلُع بَيْن قَرْنَيْ شَيْطَان فَيُصَلِّي لَهَا الْكُفَّار ) وَفِي بَعْض أُصُول مُسْلِم فِي حَدِيث اِبْن عُمَر هُنَا ( بِقَرْنَيْ الشَّيْطَان ) بِالْأَلِفِ وَاللَّام , وَسُمِّيَ شَيْطَانًا لِتَمَرُّدِهِ وَعُتُوّهُ , وَكُلّ مَارِد عَاتٍ شَيْطَان , وَالْأَظْهَر أَنَّهُ مُشْتَقّ مِنْ شَطَنَ إِذَا بَعُدَ , لِبُعْدِهِ مِنْ الْخَيْر وَالرَّحْمَة , وَقِيلَ : مُشْتَقّ مِنْ شَاطَ إِذَا هَلَكَ وَاحْتَرَقَ . ¶ 30 - عَنْ جَابِر رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : رَأَى امْرَأَةً فَأَتَى امْرَأَتَهُ زَيْنَبَ وَهِيَ تَمْعَسُ مَنِيئَةً لَهَا فَقَضَى حَاجَتَهُ ثُمَّ خَرَجَ إِلَى أَصْحَابِهِ فَقَالَ إِنَّ الْمَرْأَةَ تُقْبِلُ فِي صُورَةِ شَيْطَانٍ وَتُدْبِرُ فِي صُورَةِ شَيْطَانٍ فَإِذَا أَبْصَرَ أَحَدُكُمْ امْرَأَةً فَلْيَأْتِ أَهْلَهُ فَإِنَّ ذَلِكَ يَرُدُّ مَا فِي نَفْسِهِ . صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ الْمَرْأَة تُقْبِل فِي صُورَة شَيْطَان وَتُدْبِر فِي صُورَة شَيْطَان فَإِذَا أَبْصَرَ أَحَدكُمْ اِمْرَأَة فَلْيَأْتِ أَهْله فَإِنَّ ذَلِكَ يَرُدّ مَا فِي نَفْسه ) ¶ وَفِي الرِّوَايَة الْأُخْرَى : ( إِذَا أَحَدكُمْ أَعْجَبَتْهُ الْمَرْأَة فَوَقَعَتْ فِي قَلْبه فَلْيَعْمِدْ إِلَى اِمْرَأَته فَلْيُوَاقِعهَا فَإِنَّ ذَلِكَ يَرُدّ مَا فِي نَفْسه ) . هَذِهِ الرِّوَايَة الثَّانِيَة مُبَيِّنَة لِلْأُولَى .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وَمَعْنَى الْحَدِيث : أَنَّهُ يُسْتَحَبّ لِمَنْ رَأَى اِمْرَأَة فَتَحَرَّكَتْ شَهْوَته أَنْ يَأْتِي اِمْرَأَته أَوْ جَارِيَته إِنْ كَانَتْ لَهُ , فَلْيُوَاقِعهَا لِيَدْفَع شَهْوَته , وَتَسْكُن نَفْسه , وَيَجْمَع قَلْبه عَلَى مَا هُوَ بِصَدَدِهِ . ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ الْمَرْأَة تُقْبِل فِي صُورَة شَيْطَان وَتُدْبِر فِي صُورَة شَيْطَان ) قَالَ الْعُلَمَاء : مَعْنَاهُ : الْإِشَارَة إِلَى الْهَوَى وَالدُّعَاء إِلَى الْفِتْنَة بِهَا لِمَا جَعَلَهُ اللَّه تَعَالَى فِي نُفُوس الرِّجَال مِنْ الْمَيْل إِلَى النِّسَاء , وَالِالْتِذَاذ بِنَظَرِهِنَّ , وَمَا يَتَعَلَّق بِهِنَّ , فَهِيَ شَبِيهَة بِالشَّيْطَانِ فِي دُعَائِهِ إِلَى الشَّرّ بِوَسْوَسَتِهِ وَتَزْيِينه لَهُ . وَيُسْتَنْبَط مِنْ هَذَا أَنَّهُ يَنْبَغِي لَهَا أَلَّا تَخْرُج بَيْن الرِّجَال إِلَّا لِضَرُورَةٍ , وَأَنَّهُ يَنْبَغِي لِلرَّجُلِ الْغَضّ عَنْ ثِيَابهَا , وَالْإِعْرَاض عَنْهَا مُطْلَقًا . ¶ 31-عن عَائِشَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ خَرَجَ مِنْ عِنْدِهَا لَيْلًا قَالَتْ فَغِرْتُ عَلَيْهِ فَجَاءَ فَرَأَى مَا أَصْنَعُ فَقَالَ مَا لَكِ يَا عَائِشَةُ أَغِرْتِ فَقُلْتُ وَمَا لِي لَا يَغَارُ مِثْلِي عَلَى مِثْلِكَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَقَدْ جَاءَكِ شَيْطَانُكِ قَالَتْ يَا رَسُولَ اللَّهِ أَوْ مَعِيَ شَيْطَانٌ قَالَ نَعَمْ قُلْتُ وَمَعَ كُلِّ إِنْسَانٍ قَالَ نَعَمْ قُلْتُ وَمَعَكَ يَا رَسُولَ اللَّهِ قَالَ نَعَمْ وَلَكِنْ رَبِّي أَعَانَنِي عَلَيْهِ حَتَّى أَسْلَمَ. صحيح مسلم",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "32- عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِنَّ بِالْمَدِينَةِ نَفَرًا مِنْ الْجِنِّ قَدْ أَسْلَمُوا فَمَنْ رَأَى شَيْئًا مِنْ هَذِهِ الْعَوَامِرِ فَلْيُؤْذِنْهُ ثَلَاثًا فَإِنْ بَدَا لَهُ بَعْدُ فَلْيَقْتُلْهُ فَإِنَّهُ شَيْطَانٌ. صحيح مسلم ¶ 33- عن السَّائِبِ مَوْلَى هِشَامِ بْنِ زُهْرَةَ أَنَّهُ دَخَلَ عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فِي بَيْتِهِ قَالَ: فَوَجَدْتُهُ يُصَلِّي فَجَلَسْتُ أَنْتَظِرُهُ حَتَّى يَقْضِيَ صَلَاتَهُ فَسَمِعْتُ تَحْرِيكًا فِي عَرَاجِينَ فِي نَاحِيَةِ الْبَيْتِ فَالْتَفَتُّ فَإِذَا حَيَّةٌ فَوَثَبْتُ لِأَقْتُلَهَا فَأَشَارَ إِلَيَّ أَنْ اجْلِسْ فَجَلَسْتُ فَلَمَّا انْصَرَفَ أَشَارَ إِلَى بَيْتٍ فِي الدَّارِ فَقَالَ :أَتَرَى هَذَا الْبَيْتَ فَقُلْتُ نَعَمْ قَالَ كَانَ فِيهِ فَتًى مِنَّا حَدِيثُ عَهْدٍ بِعُرْسٍ قَالَ فَخَرَجْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْخَنْدَقِ فَكَانَ ذَلِكَ الْفَتَى يَسْتَأْذِنُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِأَنْصَافِ النَّهَارِ فَيَرْجِعُ إِلَى أَهْلِهِ فَاسْتَأْذَنَهُ يَوْمًا فَقَالَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: خُذْ عَلَيْكَ سِلَاحَكَ فَإِنِّي أَخْشَى عَلَيْكَ قُرَيْظَةَ فَأَخَذَ الرَّجُلُ سِلَاحَهُ ثُمَّ رَجَعَ فَإِذَا امْرَأَتُهُ بَيْنَ الْبَابَيْنِ قَائِمَةً فَأَهْوَى إِلَيْهَا الرُّمْحَ لِيَطْعُنَهَا بِهِ وَأَصَابَتْهُ غَيْرَةٌ فَقَالَتْ لَهُ اكْفُفْ عَلَيْكَ رُمْحَكَ وَادْخُلْ الْبَيْتَ حَتَّى تَنْظُرَ مَا الَّذِي أَخْرَجَنِي فَدَخَلَ فَإِذَا بِحَيَّةٍ عَظِيمَةٍ مُنْطَوِيَةٍ عَلَى الْفِرَاشِ فَأَهْوَى إِلَيْهَا بِالرُّمْحِ فَانْتَظَمَهَا بِهِ ثُمَّ خَرَجَ فَرَكَزَهُ",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "فِي الدَّارِ فَاضْطَرَبَتْ عَلَيْهِ فَمَا يُدْرَى أَيُّهُمَا كَانَ أَسْرَعَ مَوْتًا الْحَيَّةُ أَمْ الْفَتَى قَالَ فَجِئْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرْنَا ذَلِكَ لَهُ وَقُلْنَا ادْعُ اللَّهَ يُحْيِيهِ لَنَا فَقَالَ: اسْتَغْفِرُوا لِصَاحِبِكُمْ ثُمَّ قَالَ: إِنَّ بِالْمَدِينَةِ جِنًّا قَدْ أَسْلَمُوا فَإِذَا رَأَيْتُمْ مِنْهُمْ شَيْئًا فَآذِنُوهُ ثَلَاثَةَ أَيَّامٍ فَإِنْ بَدَا لَكُمْ بَعْدَ ذَلِكَ فَاقْتُلُوهُ فَإِنَّمَا هُوَ شَيْطَانٌ ¶ و حَدَّثَنِي مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا وَهْبُ بْنُ جَرِيرِ بْنِ حَازِمٍ حَدَّثَنَا أَبِي قَالَ سَمِعْتُ أَسْمَاءَ بْنَ عُبَيْدٍ يُحَدِّثُ عَنْ رَجُلٍ يُقَالُ لَهُ السَّائِبُ وَهُوَ عِنْدَنَا أَبُو السَّائِبِ قَالَ دَخَلْنَا عَلَى أَبِي سَعِيدٍ الْخُدْرِيِّ فَبَيْنَمَا نَحْنُ جُلُوسٌ إِذْ سَمِعْنَا تَحْتَ سَرِيرِهِ حَرَكَةً فَنَظَرْنَا فَإِذَا حَيَّةٌ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ مَالِكٍ عَنْ صَيْفِيٍّ وَقَالَ فِيهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لِهَذِهِ الْبُيُوتِ عَوَامِرَ فَإِذَا رَأَيْتُمْ شَيْئًا مِنْهَا فَحَرِّجُوا عَلَيْهَا ثَلَاثًا فَإِنْ ذَهَبَ وَإِلَّا فَاقْتُلُوهُ فَإِنَّهُ كَافِرٌ وَقَالَ لَهُمْ اذْهَبُوا فَادْفِنُوا صَاحِبَكُمْ. صحيح مسلم ¶ قَوْله : ( فَكَانَ ذَلِكَ الْفَتَى يَسْتَأْذِن رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ بِأَنْصَافِ النَّهَار فَيَرْجِع إِلَى أَهْله )",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "قَالَ الْعُلَمَاء : هَذَا الِاسْتِئْذَان اِمْتِثَال لِقَوْلِهِ تَعَالَى : { وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ } وَ ( أَنْصَاف النَّهَار ) بِفَتْحِ الْهَمْزَة أَيْ مُنْتَصَفه , وَكَأَنَّهُ وَقْت لِآخِرِ النِّصْف الْأَوَّل وَأَوَّل النِّصْف الثَّانِي , فَجَمْعه كَمَا قَالُوا : ظُهُور التُّرْسَيْنِ . وَأَمَّا رُجُوعه إِلَى أَهْله فَلِيُطَالِع حَالهمْ , وَيَقْضِي حَاجَتهمْ , وَيُؤْنِس اِمْرَأَته , فَإِنَّهَا كَانَتْ عَرُوسًا كَمَا ذَكَرَ فِي الْحَدِيث . ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( فَأْذَنُوهُ ثَلَاثَة أَيَّام , فَإِنْ بَدَا لَكُمْ بَعْد ذَلِكَ فَاقْتُلُوهُ , فَإِنَّمَا هُوَ شَيْطَان ) ¶ قَالَ الْعُلَمَاء : مَعْنَاهُ وَإِذَا لَمْ يَذْهَب بِالْإِنْذَارِ عَلِمْتُمْ أَنَّهُ لَيْسَ مِنْ عَوَامِر الْبُيُوت , وَلَا مِمَّنْ أَسْلَمَ مِنْ الْجِنّ , بَلْ هُوَ شَيْطَان , فَلَا حُرْمَة عَلَيْكُمْ فَاقْتُلُوهُ , وَلَنْ يَجْعَل اللَّه لَهُ سَبِيلًا لِلِانْتِصَارِ عَلَيْكُمْ بِثَأْرِهِ , بِخِلَافِ الْعَوَامِر وَمَنْ أَسْلَمَ . اللَّه أَعْلَم .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "34- عَنْ أَبِي هُرَيْرَةَ رضي الله أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: لَا تَقُومُ السَّاعَةُ حَتَّى يَنْزِلَ الرُّومُ بِالْأَعْمَاقِ أَوْ بِدَابِقٍ فَيَخْرُجُ إِلَيْهِمْ جَيْشٌ مِنْ الْمَدِينَةِ مِنْ خِيَارِ أَهْلِ الْأَرْضِ يَوْمَئِذٍ فَإِذَا تَصَافُّوا قَالَتْ الرُّومُ خَلُّوا بَيْنَنَا وَبَيْنَ الَّذِينَ سَبَوْا مِنَّا نُقَاتِلْهُمْ فَيَقُولُ الْمُسْلِمُونَ لَا وَاللَّهِ لَا نُخَلِّي بَيْنَكُمْ وَبَيْنَ إِخْوَانِنَا فَيُقَاتِلُونَهُمْ فَيَنْهَزِمُ ثُلُثٌ لَا يَتُوبُ اللَّهُ عَلَيْهِمْ أَبَدًا وَيُقْتَلُ ثُلُثُهُمْ أَفْضَلُ الشُّهَدَاءِ عِنْدَ اللَّهِ وَيَفْتَتِحُ الثُّلُثُ لَا يُفْتَنُونَ أَبَدًا فَيَفْتَتِحُونَ قُسْطَنْطِينِيَّةَ فَبَيْنَمَا هُمْ يَقْتَسِمُونَ الْغَنَائِمَ قَدْ عَلَّقُوا سُيُوفَهُمْ بِالزَّيْتُونِ إِذْ صَاحَ فِيهِمْ الشَّيْطَانُ إِنَّ الْمَسِيحَ قَدْ خَلَفَكُمْ فِي أَهْلِيكُمْ فَيَخْرُجُونَ وَذَلِكَ بَاطِلٌ فَإِذَا جَاءُوا الشَّأْمَ خَرَجَ فَبَيْنَمَا هُمْ يُعِدُّونَ لِلْقِتَالِ يُسَوُّونَ الصُّفُوفَ إِذْ أُقِيمَتْ الصَّلَاةُ فَيَنْزِلُ عِيسَى ابْنُ مَرْيَمَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَّهُمْ فَإِذَا رَآهُ عَدُوُّ اللَّهِ ذَابَ كَمَا يَذُوبُ الْمِلْحُ فِي الْمَاءِ فَلَوْ تَرَكَهُ لَانْذَابَ حَتَّى يَهْلِكَ وَلَكِنْ يَقْتُلُهُ اللَّهُ بِيَدِهِ فَيُرِيهِمْ دَمَهُ فِي حَرْبَتِهِ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( لَا تَقُوم السَّاعَة حَتَّى تَنْزِل الرُّوم بِالْأَعْمَاقِ أَوْ بِدَابِقٍ )",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "الْأَعْمَاق بِفَتْحِ الْهَمْزَة وَبِالْعَيْنِ الْمُهْمَلَة , وَدَابِق بِكَسْرِ الْبَاء الْمُوَحَّدَة وَفَتْحهَا , وَالْكَسْر هُوَ الصَّحِيح الْمَشْهُور , وَلَمْ يَذْكُر الْجُمْهُور غَيْره , وَحَكَى الْقَاضِي فِي الْمَشَارِق الْفَتْح , وَلَمْ يَذْكُر غَيْره , وَهُوَ اِسْم مَوْضِع مَعْرُوف . قَالَ الْجَوْهَرِيّ : الْأَغْلَب عَلَيْهِ التَّذْكِير وَالصَّرْف لِأَنَّهُ فِي الْأَصْل اِسْم نَهْر . قَالَ : وَقَدْ يُؤَنَّث , وَلَا يُصْرَف . وَ ( الْأَعْمَاق وَدَابِق ) مَوْضِعَانِ بِالشَّامِ بِقُرْبِ حَلَب . ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( قَالَتْ الرُّوم خَلُّوا بَيْننَا وَبَيْن الَّذِينَ سُبُوا مِنَّا ) ¶ رُوِيَ ( سُبُوا ) عَلَى وَجْهَيْنِ : فَتْح السِّين وَالْبَاء , وَضَمّهمَا . ¶ قَالَ الْقَاضِي فِي الْمَشَارِق : الضَّمّ رِوَايَة الْأَكْثَرِينَ . قَالَ : وَهُوَ الصَّوَاب . ¶ قُلْت : كِلَاهُمَا صَوَاب , لِأَنَّهُمْ سُبُوا أَوَّلًا , ثُمَّ سَبَوْا الْكُفَّار , وَهَذَا مَوْجُود فِي زَمَاننَا , بَلْ مُعْظَم عَسَاكِر الْإِسْلَام فِي بِلَاد الشَّام وَمِصْر سُبُوا , ثُمَّ هُمْ الْيَوْم بِحَمْدِ اللَّه يَسْبُونَ الْكُفَّار , وَقَدْ سَبَوْهُمْ فِي زَمَاننَا مِرَارًا كَثِيرَة , يَسْبُونَ فِي الْمَرَّة الْوَاحِدَة مِنْ الْكُفَّار أُلُوفًا , وَلِلَّهِ الْحَمْد عَلَى إِظْهَار الْإِسْلَام وَإِعْزَازه . ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( فَيَنْهَزِم ثُلُث لَا يَتُوب اللَّه عَلَيْهِمْ ) ¶ أَيْ لَا يُلْهِمهُمْ التَّوْبَة . ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( فَيَفْتَتِحُونَ قُسْطَنْطِينِيَّة )",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هِيَ بِضَمِّ الْقَاف وَإِسْكَان السِّين وَضَمّ الطَّاء الْأُولَى وَكَسْر الثَّانِيَة وَبَعْدهَا يَاء سَاكِنَة ثُمَّ نُون , هَكَذَا ضَبَطْنَاهُ , وَهُوَ الْمَشْهُور , وَنَقَلَهُ الْقَاضِي فِي الْمَشَارِق عَنْ الْمُتْقِنِينَ وَالْأَكْثَرِينَ , وَعَنْ بَعْضهمْ زِيَادَة يَاء مُشَدَّدَة بَعْد النُّون , وَهِيَ مَدِينَة مَشْهُورَة مِنْ أَعْظَم مَدَائِن الرُّوم . ¶ 35- عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ مَنَامِهِ فَلْيَسْتَنْثِرْ ثَلَاثَ مَرَّاتٍ فَإِنَّ الشَّيْطَانَ يَبِيتُ عَلَى خَيَاشِيمِهِ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ ( فَلْيَسْتَنْثِرْ فَإِنَّ الشَّيْطَان يَبِيت عَلَى خَيَاشِيمه )",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "قَالَ الْعُلَمَاء : الْخَيْشُوم أَعْلَى الْأَنْف , وَقِيلَ : هُوَ الْأَنْف كُلّه وَقِيلَ : هِيَ عِظَام رِقَاق لَيِّنَة فِي أَقْصَى الْأَنْف بَيْنه وَبَيْن الدِّمَاغ , وَقِيلَ غَيْر ذَلِكَ وَهُوَ اِخْتِلَاف مُتَقَارِب الْمَعْنَى . قَالَ الْقَاضِي عِيَاض - رَحِمَهُ اللَّه تَعَالَى - : يَحْتَمِل أَنْ يَكُون قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" فَإِنَّ الشَّيْطَان يَبِيت عَلَى خَيَاشِيمه \" عَلَى حَقِيقَته فَإِنَّ الْأَنْف أَحَد مَنَافِذ الْجِسْم الَّتِي يُتَوَصَّل إِلَى الْقَلْب مِنْهَا لَا سِيَّمَا وَلَيْسَ مِنْ مَنَافِذ الْجِسْم مَا لَيْسَ عَلَيْهِ غَلْق سِوَاهُ وَسِوَى الْأُذُنَيْنِ , وَفِي الْحَدِيث : \" إِنَّ الشَّيْطَان لَا يَفْتَح غَلَقًا \" . وَجَاءَ فِي التَّثَاؤُب الْأَمْر بِكَظْمِهِ مِنْ أَجْلِ دُخُول الشَّيْطَان حِينَئِذٍ فِي الْفَم , قَالَ : وَيَحْتَمِل أَنْ يَكُون عَلَى الِاسْتِعَارَة فَإِنَّ مَا يَنْعَقِد مِنْ الْغُبَار وَرُطُوبَة الْخَيَاشِيم قَذَارَة تُوَافِق الشَّيْطَان . وَاَللَّه أَعْلَم . ¶ 36- ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَاهُ جِبْرِيلُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ يَلْعَبُ مَعَ الْغِلْمَانِ فَأَخَذَهُ فَصَرَعَهُ فَشَقَّ عَنْ قَلْبِهِ فَاسْتَخْرَجَ الْقَلْبَ فَاسْتَخْرَجَ مِنْهُ عَلَقَةً فَقَالَ هَذَا حَظُّ الشَّيْطَانِ مِنْكَ ثُمَّ غَسَلَهُ فِي طَسْتٍ مِنْ ذَهَبٍ بِمَاءِ زَمْزَمَ ثُمَّ لَأَمَهُ ثُمَّ أَعَادَهُ فِي مَكَانِهِ وَجَاءَ الْغِلْمَانُ يَسْعَوْنَ إِلَى أُمِّهِ يَعْنِي ظِئْرَهُ فَقَالُوا إِنَّ مُحَمَّدًا قَدْ قُتِلَ فَاسْتَقْبَلُوهُ وَهُوَ مُنْتَقِعُ اللَّوْنِ قَالَ أَنَسٌ وَقَدْ كُنْتُ أَرْئِي أَثَرَ ذَلِكَ الْمِخْيَطِ فِي صَدْرِهِ",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "حَدَّثَنَا هَارُونُ بْنُ سَعِيدٍ الْأَيْلِيُّ حَدَّثَنَا ابْنُ وَهْبٍ قَالَ أَخْبَرَنِي سُلَيْمَانُ وَهُوَ ابْنُ بِلَالٍ قَالَ حَدَّثَنِي شَرِيكُ بْنُ عَبْدِ اللَّهِ بْنِ أَبِي نَمِرٍ قَالَ سَمِعْتُ أَنَسَ بْنَ مَالِكٍ يُحَدِّثُنَا عَنْ لَيْلَةَ أُسْرِيَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ مَسْجِدِ الْكَعْبَةِ أَنَّهُ جَاءَهُ ثَلَاثَةُ نَفَرٍ قَبْلَ أَنْ يُوحَى إِلَيْهِ وَهُوَ نَائِمٌ فِي الْمَسْجِدِ الْحَرَامِ وَسَاقَ الْحَدِيثَ بِقِصَّتِهِ نَحْوَ حَدِيثِ ثَابِتٍ الْبُنَانِيِّ وَقَدَّمَ فِيهِ شَيْئًا وَأَخَّرَ وَزَادَ وَنَقَصَ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( ثُمَّ غَسَلَهُ فِي طَسْت مِنْ ذَهَب بِمَاءِ زَمْزَم ثُمَّ لَأَمَهُ ) ¶ أَمَّا ( الطَّسْت ) فَبِفَتْحِ الطَّاء لُغَة وَإِسْكَان السِّين الْمُهْمَلَتَيْنِ وَهِيَ إِنَاء مَعْرُوف وَهِيَ مُؤَنَّثَة قَالَ : وَحَكَى الْقَاضِي عِيَاض كَسْر الطَّاء لُغَة وَالْمَشْهُور الْفَتْح كَمَا ذَكَرْنَا وَيُقَال فِيهَا : ( طَسّ ) بِتَشْدِيدِ السِّين وَحَذْف التَّاء , وَ ( طَسَّة ) أَيْضًا وَجَمْعهَا طِسَاس وَطُسُوس وَطِسَّات . وَأَمَّا ( لَأَمَهُ ) فَبِفَتْحِ اللَّام وَبَعْدَهَا هَمْزَة عَلَى وَزْن ضَرَبَهُ وَفِيهِ لُغَة أُخْرَى ( لَاءَمَهُ ) بِالْمَدِّ عَلَى وَزْن ( آذَنَهُ ) وَمَعْنَاهُ جَمَعَهُ وَضَمَّ بَعْضه إِلَى بَعْض وَلَيْسَ فِي هَذَا مَا يُوهِم جَوَاز اِسْتِعْمَال إِنَاء الذَّهَب لَنَا فَإِنَّ هَذَا فِعْل الْمَلَائِكَة وَاسْتِعْمَالهمْ وَلَيْسَ بِلَازِمٍ أَنْ يَكُون حُكْمهمْ حُكْمنَا , وَلِأَنَّهُ كَانَ أَوَّل الْأَمْر قَبْلَ تَحْرِيم النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَوَانِي الذَّهَب وَالْفِضَّة . ¶ قَوْله : ( يَعْنِي ظِئْره )",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "هِيَ بِكَسْرِ الظَّاء الْمُعْجَمَة بَعْدهَا هَمْزَة سَاكِنَة وَهِيَ الْمُرْضِعَة وَيُقَال أَيْضًا لِزَوْجِ الْمُرْضِعَة ظِئْر . ¶ قَوْله : ( فَاسْتَقْبَلُوهُ وَهُوَ مُنْتَقَع اللَّوْن ) ¶ هُوَ بِالْقَافِ الْمَفْتُوحَة أَيْ مُتَغَيِّر اللَّوْن قَالَ أَهْل اللُّغَة : اِمْتَقَعَ لَوْنه فَهُوَ مُمْتَقِع وَانْتَقَعَ فَهُوَ مُنْتَقِع اِبْتَقَعَ بِالْبَاءِ فَهُوَ مُبْتَقِع فِيهِ ثَلَاث لُغَات وَالْقَاف مَفْتُوحَة فِيهِنَّ . قَالَ الْجَوْهَرِيّ وَغَيْره : وَالْمِيم أَفْصَحُهُنَّ . وَنَقَلَ الْجَوْهَرِيّ اللُّغَات الثَّلَاث عَنْ الْكِسَائِيّ قَالَ : وَمَعْنَاهُ تَغَيَّرَ مِنْ حُزْن أَوْ فَزَع . وَقَالَ الْمَازِنِيُّ فِي الْغَرِيبَيْنِ فِي تَفْسِير هَذَا الْحَدِيث : يُقَال : اِنْتَقَعَ لَوْنه وابْتَقَع وَامْتَقَعَ وَاسْتَقَع وَالْتَمَى وَانْتَسَفَ وَانْتَشَفَ بِالسِّينِ وَالشِّين وَالْتَمَعَ وَالْتَمَغَ بِالْعَيْنِ وَالْغَيْن وَابْتَسَرَ وَالْتَهَمَ . ¶ قَوْله : ( كُنْت أَرَى أَثَر الْمِخْيَط فِي صَدْره ) ¶ هُوَ بِكَسْرِ الْمِيم وَإِسْكَان الْخَاء وَفَتْح الْيَاء وَهِيَ الْإِبْرَة وَفِي هَذَا دَلِيل عَلَى جَوَاز نَظَر الرَّجُل إِلَى صَدْر الرَّجُل وَلَا خِلَاف فِي جَوَازه وَكَذَا يَجُوز أَنْ يَنْظُر إِلَى مَا فَوْقَ سُرَّته وَتَحْت رُكْبَته إِلَّا أَنْ يَنْظُر بِشَهْوَةٍ فَإِنَّهُ يَحْرُم النَّظَر بِشَهْوَةٍ إِلَى كُلّ آدَمِيّ إِلَّا الزَّوْج لِزَوْجَتِهِ وَمَمْلُوكَته وَكَذَا هُمَا إِلَيْهِ , وَإِلَّا أَنْ يَكُون الْمَنْظُور إِلَيْهِ أَمْرَد حَسَن الصُّورَة فَإِنَّهُ يَحْرُم النَّظَر إِلَيْهِ إِلَى وَجْهه وَسَائِر بَدَنه سَوَاء كَانَ بِشَهْوَةٍ أَوْ بِغَيْرِهَا إِلَّا أَنْ يَكُون لِحَاجَةِ الْبَيْع وَالشِّرَاء وَالتَّطَبُّب وَالتَّعْلِيم وَنَحْوهَا . وَاَللَّه أَعْلَم .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "وَأَمَّا قَوْله فِي رِوَايَة شَرِيك : ( وَهُوَ نَائِم ) , وَفِي الرِّوَايَة الْأُخْرَى : ( بَيْنَا أَنَا عِنْد الْبَيْت بَيْن النَّائِم وَالْيَقْظَان ) , فَقَدْ يَحْتَجّ بِهِ مَنْ يَجْعَلهَا رُؤْيَا نَوْم وَلَا حُجَّة فِيهِ إِذْ قَدْ يَكُون ذَلِكَ حَالَة أَوَّل وُصُول الْمَلَك إِلَيْهِ , وَلَيْسَ فِي الْحَدِيث مَا يَدُلّ عَلَى كَوْنه نَائِمًا فِي الْقِصَّة كُلّهَا . هَذَا كَلَام الْقَاضِي رَحِمَهُ اللَّه . وَهَذَا الَّذِي قَالَهُ فِي رِوَايَة شَرِيك . وَأَنَّ أَهْل الْعِلْم أَنْكَرُوهَا قَدْ قَالَهُ غَيْره . وَقَدْ ذَكَرَ الْبُخَارِيّ رَحِمَهُ اللَّه رِوَايَة شَرِيك هَذِهِ عَنْ أَنَس فِي كِتَاب التَّوْحِيد مِنْ صَحِيحه , وَأَتَى بِالْحَدِيثِ مُطَوَّلًا . قَالَ الْحَافِظ عَبْد الْحَقّ رَحِمَهُ اللَّه فِي كِتَابه الْجَمْع بَيْن الصَّحِيحَيْنِ بَعْد ذِكْر هَذِهِ الرِّوَايَة : هَذَا الْحَدِيث بِهَذَا اللَّفْظ مِنْ رِوَايَة شَرِيك بْن أَبِي نَمِر عَنْ أَنَس , وَقَدْ زَادَ فِيهِ زِيَادَة مَجْهُولَة وَأَتَى فِيهِ بِأَلْفَاظٍ غَيْر مَعْرُوفَة . وَقَدْ رَوَى حَدِيث الْإِسْرَاء جَمَاعَة مِنْ الْحُفَّاظ الْمُتْقِنِينَ وَالْأَئِمَّة الْمَشْهُورِينَ كَابْنِ شِهَاب وَثَابِت الْبُنَانِيّ وَقَتَادَةَ يَعْنِي عَنْ أَنَس فَلَمْ يَأْتِ أَحَد مِنْهُمْ بِمَا أَتَى بِهِ شَرِيك . وَشَرِيك لَيْسَ بِالْحَافِظِ عِنْد أَهْل الْحَدِيث . قَالَ : وَالْأَحَادِيث الَّتِي تَقَدَّمَتْ قَبْل هَذَا هِيَ الْمُعَوَّل عَلَيْهَا . هَذَا كَلَام الْحَافِظ عَبْد الْحَقّ رَحِمَهُ اللَّه .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "37- عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: يَبْعَثُ الشَّيْطَانُ سَرَايَاهُ فَيَفْتِنُونَ النَّاسَ فَأَعْظَمُهُمْ عِنْدَهُ مَنْزِلَةً أَعْظَمُهُمْ فِتْنَةً. صحيح مسلم ¶ 38- عن سُهَيْلُ بْنُ أَبِي صَالِحٍ قَالَ :سَمِعْتُ ابْنًا لِأَبِي سَعِيدٍ الْخُدْرِيِّ يُحَدِّثُ أَبِي عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِذَا تَثَاوَبَ أَحَدُكُمْ فَلْيُمْسِكْ بِيَدِهِ عَلَى فِيهِ فَإِنَّ الشَّيْطَانَ يَدْخُلُ . صحيح مسلم ¶ 39- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا نُودِيَ لِلصَّلَاةِ أَدْبَرَ الشَّيْطَانُ لَهُ ضُرَاطٌ حَتَّى لَا يَسْمَعَ التَّأْذِينَ فَإِذَا قُضِيَ التَّأْذِينُ أَقْبَلَ حَتَّى إِذَا ثُوِّبَ بِالصَّلَاةِ أَدْبَرَ حَتَّى إِذَا قُضِيَ التَّثْوِيبُ أَقْبَلَ حَتَّى يَخْطُرَ بَيْنَ الْمَرْءِ وَنَفْسِهِ يَقُولُ لَهُ اذْكُرْ كَذَا وَاذْكُرْ كَذَا لِمَا لَمْ يَكُنْ يَذْكُرُ مِنْ قَبْلُ حَتَّى يَظَلَّ الرَّجُلُ مَا يَدْرِي كَمْ صَلَّى ¶ حَدَّثَنَا مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ حَدَّثَنَا مَعْمَرٌ عَنْ هَمَّامِ بْنِ مُنَبِّهٍ عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمِثْلِهِ غَيْرَ أَنَّهُ قَالَ حَتَّى يَظَلَّ الرَّجُلُ إِنْ يَدْرِي كَيْفَ صَلَّى. صحيح مسلم",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "40- عَنْ سُهَيْلٍ قَالَ: أَرْسَلَنِي أَبِي إِلَى بَنِي حَارِثَةَ قَالَ: وَمَعِي غُلَامٌ لَنَا أَوْ صَاحِبٌ لَنَا فَنَادَاهُ مُنَادٍ مِنْ حَائِطٍ بِاسْمِهِ قَالَ وَأَشْرَفَ الَّذِي مَعِي عَلَى الْحَائِطِ فَلَمْ يَرَ شَيْئًا فَذَكَرْتُ ذَلِكَ لِأَبِي فَقَالَ لَوْ شَعَرْتُ أَنَّكَ تَلْقَ هَذَا لَمْ أُرْسِلْكَ وَلَكِنْ إِذَا سَمِعْتَ صَوْتًا فَنَادِ بِالصَّلَاةِ فَإِنِّي سَمِعْتُ أَبَا هُرَيْرَةَ يُحَدِّثُ عَنْ رَسُولِ اللَّهِ أَنَّهُ قَالَ إِنَّ الشَّيْطَانَ إِذَا نُودِيَ بِالصَّلَاةِ وَلَّى وَلَهُ حُصَاصٌ ¶ صحيح مسلم ¶ 41- عَنْ جَابِرٍ رضي الله عنه قَالَ :سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِنَّ الشَّيْطَانَ إِذَا سَمِعَ النِّدَاءَ بِالصَّلَاةِ ذَهَبَ حَتَّى يَكُونَ مَكَانَ الرَّوْحَاءِ ¶ قَالَ سُلَيْمَانُ: فَسَأَلْتُهُ عَنْ الرَّوْحَاءِ فَقَالَ: هِيَ مِنْ الْمَدِينَةِ سِتَّةٌ وَثَلَاثُونَ مِيلًا و حَدَّثَنَاه أَبُو بَكْرِ بْنُ أَبِي شَيْبَةَ وَأَبُو كُرَيْبٍ قَالَا حَدَّثَنَا أَبُو مُعَاوِيَةَ عَنْ الْأَعْمَشِ بِهَذَا الْإِسْنَادِ ¶ وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِنَّ الشَّيْطَان إِذَا سَمِعَ النِّدَاء بِالصَّلَاةِ ذَهَبَ حَتَّى يَكُون مَكَان الرَّوْحَاء ) قَالَ الرَّاوِي هِيَ مِنْ الْمَدِينَة سِتَّة وَثَلَاثُونَ مِيلًا وَفِي رِوَايَة : ( إِنَّ الشَّيْطَان إِذَا سَمِعَ النِّدَاء بِالصَّلَاةِ أَحَالَ لَهُ ضُرَاط حَتَّى لَا يُسْمَع صَوْته فَإِذَا سَكَتَ رَجَعَ فَوَسْوَسَ فَإِذَا سَمِعَ الْإِقَامَة ذَهَبَ حَتَّى لَا يَسْمَع صَوْته فَإِذَا سَكَتَ رَجَعَ فَوَسْوَسَ ) وَفِي رِوَايَة : ( إِذَا أَذَّنَ الْمُؤَذِّن أَدْبَرَ الشَّيْطَان وَلَهُ حُصَاص )",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وَفِي رِوَايَة : ( إِذَا نُودِيَ لِلصَّلَاةِ أَدْبَرَ الشَّيْطَان لَهُ ضُرَاط حَتَّى لَا يَسْمَع التَّأْذِين فَإِذَا قُضِيَ التَّأْذِين أَقْبَلَ حَتَّى إِذَا ثَوَّبَ بِالصَّلَاةِ أَدْبَرَ حَتَّى إِذَا قَضَى التَّثْوِيب أَقْبَلَ حَتَّى يَخْطِر بَيْن الْمَرْء وَنَفْسه يَقُول : اُذْكُرْ كَذَا وَاذْكُرْ كَذَا لِمَا لَمْ يَكُنْ يُذْكَر مِنْ قَبْل , حَتَّى يَظَلّ الرَّجُل مَا يَدْرِي كَمْ صَلَّى ) . ¶ قَوْله : ( وَلَهُ حُصَاص ) هُوَ بِحَاءٍ مُهْمَلَة مَضْمُومَة وَصَادَيْنِ مُهْمَلَتَيْنِ أَيْ ضُرَاط كَمَا فِي الرِّوَايَة الْأُخْرَى . وَقِيلَ : ( الْحُصَاص ) شِدَّة الْعَدْو , قَالَهُمَا أَبُو عُبَيْد وَالْأَئِمَّة مِنْ بَعْده . ¶ قَالَ الْعُلَمَاء : وَإِنَّمَا أَدْبَرَ الشَّيْطَان عِنْد الْأَذَان لِئَلَّا يَسْمَعهُ فَيُضْطَرّ إِلَى أَنْ يَشْهَد لَهُ بِذَلِكَ يَوْم الْقِيَامَة لِقَوْلِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : \" لَا يَسْمَع صَوْت الْمُؤَذِّن جِنّ وَلَا إِنْس وَلَا شَيْء إِلَّا شَهِدَ لَهُ يَوْم الْقِيَامَة \" ¶ قَالَ الْقَاضِي عِيَاض : وَقِيلَ : إِنَّمَا يَشْهَد لَهُ الْمُؤْمِنُونَ مِنْ الْجِنّ وَالْإِنْس , فَأَمَّا الْكَافِر فَلَا شَهَادَة لَهُ . قَالَ : وَلَا يُقْبَل هَذَا مِنْ قَائِله لِمَا جَاءَ فِي الْآثَار مِنْ خِلَافه قَالَ : وَقِيلَ : إِنَّ هَذَا فِيمَنْ يَصِحّ مِنْهُ الشَّهَادَة مِمَّنْ يَسْمَع , وَقِيلَ : بَلْ هُوَ عَامّ فِي الْحَيَوَان وَالْجَمَاد , وَأَنَّ اللَّه تَعَالَى يَخْلُق لَهَا وَلِمَا لَا يَعْقِل مِنْ الْحَيَوَان إِدْرَاكًا لِلْأَذَانِ وَعَقْلًا وَمَعْرِفَة ,",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "وَقِيلَ : إِنَّمَا يُدْبِر الشَّيْطَان لِعَظْمِ أَمْر الْأَذَان لِمَا اِشْتَمَلَ عَلَيْهِ مِنْ قَوَاعِد التَّوْحِيد , وَإِظْهَار شَعَائِر الْإِسْلَام , وَإِعْلَانه . وَقِيلَ : لِيَأْسِهِ مِنْ وَسْوَسَة الْإِنْسَان عِنْد الْإِعْلَان بِالتَّوْحِيدِ . وَقَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( حَتَّى إِذَا ثَوَّبَ بِالصَّلَاةِ ) الْمُرَاد بِالتَّثْوِيبِ الْإِقَامَة , وَأَصْله مِنْ ثَابَ إِذَا رَجَعَ , وَمُقِيم الصَّلَاة رَاجِع إِلَى الدُّعَاء إِلَيْهَا , فَإِنَّ الْأَذَان دُعَاء إِلَى الصَّلَاة , وَالْإِقَامَة دُعَاء إِلَيْهَا . قَوْله : ( حَتَّى يَخْطُر بَيْن الْمَرْء وَنَفْسه ) هُوَ بِضَمِّ الطَّاء وَكَسْرهَا حَكَاهُمَا الْقَاضِي عِيَاض فِي الْمَشَارِق , ¶ قَالَ : ضَبَطْنَاهُ عَنْ الْمُتْقِنِينَ بِالْكَسْرِ , وَسَمِعْنَاهُ مِنْ أَكْثَر الرُّوَاة بِالضَّمِّ , قَالَ : وَالْكَسْر هُوَ الْوَجْه , وَمَعْنَاهُ يُوَسْوِس , وَهُوَ مِنْ قَوْلهمْ خَطَرَ الْفَحْل بِذَنَبِهِ إِذَا حَرَّكَهُ فَضَرَبَ بِهِ فَخِذَيْهِ , وَأَمَّا بِالضَّمِّ فَمَنْ السُّلُوك وَالْمُرُور رَأْي يَدْنُو مِنْهُ فَيَمُرّ بَيْنه وَبَيْن قَلْبه فَيُشْغِلهُ عَمَّا هُوَ فِيهِ , ¶ وَبِهَذَا فَسَّرَهُ الشَّارِحُونَ لِلْمُوَطَّأِ , وَبِالْأَوَّلِ فَسَّرَهُ الْخَلِيل . قَوْله : ( حَتَّى يَظَلّ الرَّجُل إِنْ يَدْرِي كَيْف صَلَّى ) ( إِنْ ) بِمَعْنَى ( مَا كَمَا فِي الرِّوَايَة الْأُولَى هَذَا هُوَ الْمَشْهُور فِي قَوْله ( إِنْ يَدْرِي ) إِنَّهُ بِكَسْرِ هَمْزَة ( إِنْ ) قَالَ الْقَاضِي عِيَاض وَرُوِيَ بِفَتْحِهَا , قَالَ : وَهِيَ رِوَايَة اِبْن عَبْد الْبَرّ , وَادَّعَى أَنَّهَا رِوَايَة أَكْثَرهمْ , وَكَذَا ضَبَطَهُ الْأَصِيلِيّ فِي كِتَاب الْبُخَارِيّ , وَالصَّحِيح الْكَسْر .",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "42- عَنْ أَبِي هُرَيْرَةَ قَالَ :قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ فَسَجَدَ اعْتَزَلَ الشَّيْطَانُ يَبْكِي يَقُولُ يَا وَيْلَهُ وَفِي رِوَايَةِ أَبِي كُرَيْبٍ يَا وَيْلِي أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ وَأُمِرْتُ بِالسُّجُودِ فَأَبَيْتُ فَلِي النَّارُ ¶ حَدَّثَنِي زُهَيْرُ بْنُ حَرْبٍ حَدَّثَنَا وَكِيعٌ حَدَّثَنَا الْأَعْمَشُ بِهَذَا الْإِسْنَادِ مِثْلَهُ غَيْرَ أَنَّهُ قَالَ فَعَصَيْتُ فَلِي النَّارُ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( إِذَا قَرَأَ اِبْن آدَم السَّجْدَة ) ¶ فَمَعْنَاهُ آيَة السَّجْدَة . ¶ ( وَقَوْله يَا وَيْله ) ¶ هُوَ مِنْ آدَاب الْكَلَام , وَهُوَ أَنَّهُ إِذَا عَرَضَ فِي الْحِكَايَة عَنْ الْغَيْر مَا فِيهِ سُوءٌ وَاقْتَضَتْ الْحِكَايَة رُجُوع الضَّمِير إِلَى الْمُتَكَلِّم , صَرَفَ الْحَاكِي الضَّمِير عَنْ نَفْسه تَصَاوُنًا عَنْ صُورَة إِضَافَة السُّوء إِلَى نَفْسه . ¶ وَقَوْله فِي الرِّوَايَة الْأُخْرَى : ¶ ( يَا وَيْلِي ) ¶ يَجُوز فِيهِ فَتْح اللَّام وَكَسْرهَا . ¶ وَقَدْ اِحْتَجَّ أَصْحَاب أَبِي حَنِيفَة رَحِمَهُ اللَّه وَإِيَّاهُمْ بِقَوْلِهِ : ( أُمِرَ اِبْنُ آدَم بِالسُّجُودِ ) عَلَى أَنَّ سُجُود التِّلَاوَة وَاجِبٌ . وَمَذْهَب مَالِك وَالشَّافِعِيِّ وَالْكَثِيرِينَ أَنَّهُ سُنَّة , وَأَجَابُوا عَنْ هَذَا بِأَجْوِبَةٍ : ¶ أَحَدهَا : أَنَّ تَسْمِيَة هَذَا أَمْرًا إِنَّمَا هُوَ مِنْ كَلَام إِبْلِيس فَلَا حُجَّة فِيهَا فَإِنْ قَالُوا حَكَاهَا النَّبِيُّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ وَلَمْ يُنْكِرهَا قُلْنَا : قَدْ حَكَى غَيْرهَا مِنْ أَقْوَال الْكُفَّار وَلَمْ يُبْطِلهَا حَال الْحِكَايَة وَهِيَ بَاطِلَةٌ .",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الْوَجْه الثَّانِي : أَنَّ الْمُرَاد أَمْر نَدْب لَا إِيجَاب . ¶ الثَّالِث : الْمُرَاد الْمُشَارَكَة فِي السُّجُود لَا فِي الْوُجُوب . وَاَللَّه أَعْلَم . ¶ 43- عن أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَا مِنْ مَوْلُودٍ يُولَدُ إِلَّا نَخَسَهُ الشَّيْطَانُ فَيَسْتَهِلُّ صَارِخًا مِنْ نَخْسَةِ الشَّيْطَانِ إِلَّا ابْنَ مَرْيَمَ وَأُمَّهُ ¶ ثُمَّ قَالَ أَبُو هُرَيْرَةَ اقْرَءُوا إِنْ شِئْتُمْ وإني أعيذها بك وذريتها من الشيطان الرجيم. ¶ صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( ما من مولود يولد إلا نخسه الشيطان فيستهل صارخا من نخسة الشيطان إلا ابن مريم وأمه ) ¶ هذه فضيلة ظاهرة , وظاهر الحديث اختصاصها بعيسى وأمه , واختار القاضي عياض أن جميع الأنبياء يشاركون فيها . ¶ 44- عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا جَاءَ رَمَضَانُ فُتِّحَتْ أَبْوَابُ الْجَنَّةِ وَغُلِّقَتْ أَبْوَابُ النَّارِ وَصُفِّدَتْ الشَّيَاطِينُ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( إذا جاء رمضان فتحت أبواب الجنة وغلقت أبواب النار وصفدت الشياطين ) . ¶ وفي الرواية الأخرى : ( إذا كان رمضان فتحت أبواب الرحمة وغلقت أبواب جهنم وسلسلت الشياطين ) . ¶ وفي رواية : ( إذ دخل رمضان ) فيه دليل للمذهب الصحيح المختار الذي ذهب إليه البخاري والمحققون أنه يجوز أن يقال : ( رمضان ) من غير ذكر الشهر بلا كراهة , وفي هذه المسألة ثلاثة مذاهب : ¶ قالت طائفة : لا يقال : رمضان على انفراده بحال , وإنما يقال : شهر رمضان , هذا قول أصحاب مالك , وزعم هؤلاء أن رمضان اسم من أسماء الله تعالى فلا يطلق على غيره إلا بقيد .",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "وقال أكثر أصحابنا وابن الباقلاني : إن كان هناك قرينة تصرفه إلى الشهر فلا كراهة , وإلا فيكره , قالوا : فيقال : صمنا رمضان , قمنا رمضان , ورمضان أفضل الأشهر , ويندب طلب ليلة القدر في أواخر رمضان , وأشباه ذلك ; ولا كراهة في هذا كله , وإنما يكره أن يقال : جاء رمضان ودخل رمضان , وحضر رمضان وأحب رمضان ; ونحو ذلك . ¶ والمذهب الثالث مذهب البخاري والمحققين : أنه لا كراهة في إطلاق رمضان بقرينة وبغير قرينة , وهذا المذهب هو الصواب ; والمذهبان الأولان فاسدان ; لأن الكراهة إنما تثبت بنهي الشرع ولم يثبت فيه نهي ; وقولهم : إنه اسم من أسماء الله تعالى ليس بصحيح ; ولم يصح فيه شيء ; وإن كان قد جاء فيه أثر ضعيف , وأسماء الله تعالى توقيفية لا تطلق إلا بدليل صحيح , ولو ثبت أنه اسم لم يلزم منه كراهة . ¶ وهذا الحديث المذكور في الباب صريح في الرد على المذهبين ; ولهذا الحديث نظائر كثيرة في الصحيح في إطلاق رمضان على الشهر من غير ذكر الشهر . والله أعلم . ¶ وأما قوله صلى الله عليه وسلم : ( فتحت أبواب الجنة وأغلقت أبواب النار وصفدت الشياطين )",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "فقال القاضي عياض - رحمه الله تعالى - : يحتمل أنه على ظاهره وحقيقته , وأن تفتيح أبواب الجنة وتغليق أبواب جهنم وتصفيد الشياطين علامة لدخول الشهر , وتعظيم لحرمته , ويكون التصفيد ليمتنعوا من إيذاء المؤمنين والتهويش عليهم , قال : ويحتمل أن يكون المراد المجاز , ويكون إشارة إلى كثرة الثواب والعفو , وأن الشياطين يقل إغواؤهم وإيذاؤهم فيصيرون كالمصفدين , ويكون تصفيدهم عن أشياء دون أشياء , ولناس دون ناس , ويؤيد هذه الرواية الثانية : ( فتحت أبواب الرحمة ) وجاء في حديث آخر : ( صفدت مردة الشياطين ) قال القاضي : ويحتمل أن يكون فتح أبواب الجنة عبارة عما يفتحه الله تعالى لعباده من الطاعات في هذا الشهر التي لا تقع في غيره عموما كالصيام والقيام وفعل الخيرات والانكفاف عن كثير من المخالفات , وهذه أسباب لدخول الجنة وأبواب لها , وكذلك تغليق أبواب النار وتصفيد الشياطين عبارة عما ينكفون عنه من المخالفات , ومعنى صفدت : غللت , والصفد بفتح الفاء ( الغل ) بضم الغين , وهو معنى سلسلت في الرواية الأخرى . هذا كلام القاضي , أو فيه أحرف بمعنى كلامه . ¶ 45- عَنْ جَابِرٍ رضي الله عنه قَالَ :قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا تُرْسِلُوا فَوَاشِيَكُمْ وَصِبْيَانَكُمْ إِذَا غَابَتْ الشَّمْسُ حَتَّى تَذْهَبَ فَحْمَةُ الْعِشَاءِ فَإِنَّ الشَّيَاطِينَ تَنْبَعِثُ إِذَا غَابَتْ الشَّمْسُ حَتَّى تَذْهَبَ فَحْمَةُ الْعِشَاءِ ¶ و حَدَّثَنِي مُحَمَّدُ بْنُ الْمُثَنَّى حَدَّثَنَا عَبْدُ الرَّحْمَنِ حَدَّثَنَا سُفْيَانُ عَنْ أَبِي الزُّبَيْرِ عَنْ جَابِرٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِنَحْوِ حَدِيثِ زُهَيْرٍ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( لا ترسلوا فواشيكم وصبيانكم إذا غابت الشمس حتى تذهب فحمة العشاء )",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قال أهل اللغة : ( الفواشي ) كل منتشر من المال كالإبل والغنم وسائر البهائم وغيرها , وهي جمع فاشية ; لأنها تفشو , أي : تنتشر في الأرض , وفحمة العشاء ظلمتها وسوادها , وفسرها بعضهم هنا بإقباله وأول ظلامه , وكذا ذكره صاحب نهاية الغريب , قال : ويقال للظلمة التي بين صلاتي المغرب والعشاء : الفحمة , وللتي بين العشاء والفجر العسعسة . ¶ 46- عَنْ جَابِرٍ رضي الله عنهما أن رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: غَطُّوا الْإِنَاءَ وَأَوْكُوا السِّقَاءَ وَأَغْلِقُوا الْبَابَ وَأَطْفِئُوا السِّرَاجَ فَإِنَّ الشَّيْطَانَ لَا يَحُلُّ سِقَاءً وَلَا يَفْتَحُ بَابًا وَلَا يَكْشِفُ إِنَاءً فَإِنْ لَمْ يَجِدْ أَحَدُكُمْ إِلَّا أَنْ يَعْرُضَ عَلَى إِنَائِهِ عُودًا وَيَذْكُرَ اسْمَ اللَّهِ فَلْيَفْعَلْ فَإِنَّ الْفُوَيْسِقَةَ تُضْرِمُ عَلَى أَهْلِ الْبَيْتِ بَيْتَهُمْ. صحيح مسلم ¶ قَوْله صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ : ( فَإِنَّ الْفُوَيْسِقَة تُضْرِم عَلَى أَهْل الْبَيْت بَيْتهمْ ) ¶ الْمُرَاد بِالْفُوَيْسِقَةِ : الْفَأْرَة , وَتُضْرِم بِالتَّاءِ وَإِسْكَان الضَّاد أَيْ : تُحْرِق سَرِيعًا , قَالَ أَهْل اللُّغَة : ضَرِمَتْ النَّار بِكَسْرِ الرَّاء وَتَضَرَّمَتْ وَأَضْرَمَتْ , أَيْ : اِلْتَهَمَتْ , وَأَضْرَمْتهَا أَنَا وَضَرَمْتها . ¶ قَوْل مُسْلِم رَحِمه اللَّه - : ( وَلَمْ يَذْكُر تَعْرِيض الْعُود عَلَى الْإِنَاء ) ¶ هَكَذَا هُوَ فِي أَكْثَر الْأُصُول , وَفِي بَعْضهَا ( تَعْرُض ) فَأَمَّا هَذِهِ فَظَاهِرَة , وَأَمَّا ( تَعْرُض ) فَفِيهِ تَسَمُّح فِي الْعِبَارَة , وَالْوَجْه أَنْ يَقُول : وَلَمْ يَذْكُر عَرْض الْعُود ; لِأَنَّهُ الْمَصْدَر الْجَارِي عَلَى تَعْرُض . وَاللَّهُ أَعْلَم .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "47- حَدَّثَنَا عُثْمَانُ بْنُ أَبِي شَيْبَةَ وَإِسْحَقُ قَالَ عُثْمَانُ حَدَّثَنَا جَرِيرٌ عَنْ مَنْصُورٍ عَنْ أَبِي وَائِلٍ عَنْ عَبْدِ اللَّهِ قَالَ :ذُكِرَ عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلٌ نَامَ لَيْلَةً حَتَّى أَصْبَحَ قَالَ : ذَاكَ رَجُلٌ بَالَ الشَّيْطَانُ فِي أُذُنَيْهِ أَوْ قَالَ فِي أُذُنِهِ. صحيح مسلم ¶ قوله : ( حدثنا عثمان بن أبي شيبة وإسحاق عن جرير عن منصور عن أبي وائل عن عبد الله ) ¶ يعني ابن مسعود , هذا الإسناد كله كوفيون إلا إسحاق . ¶ قوله : ( ذكر عند النبي صلى الله عليه وسلم رجل نام ليلة حتى أصبح قال : ذاك رجل بال الشيطان في أذنه أو قال : في أذنيه ) ¶ اختلفوا في معناه فقال ابن قتيبة : معناه : أفسده , يقال : بال في كذا إذا أفسده , وقال المهلب والطحاوي وآخرون : هو استعارة وإشارة إلى انقياده للشيطان وتحكمه فيه وعقده على قافية رأسه : عليك ليل طويل وإذلاله , وقيل : معناه استخف به واحتقره واستعلى عليه , يقال لمن استخف بإنسان وخدعه : بال في أذنه , وأصل ذلك في دابة تفعل ذلك بالأسد إذلالا له , وقال الحربي : معناه ظهر عليه , وسخر منه , قال القاضي عياض : ولا يبعد أن يكون على ظاهره قال : وخص الأذن ; لأنها حاسة الانتباه . ¶ 48- عَنْ أَبي هُرَيْرَةَ رضي الله عنه قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لَا يُشِيرُ أَحَدُكُمْ إِلَى أَخِيهِ بِالسِّلَاحِ فَإِنَّهُ لَا يَدْرِي أَحَدُكُمْ لَعَلَّ الشَّيْطَانَ يَنْزِعُ فِي يَدِهِ فَيَقَعُ فِي حُفْرَةٍ مِنْ النَّارِ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( لا يشير أحدكم إلى أخيه بالسلاح فإنه لا يدري أحدكم لعل الشيطان ينزع في يده )",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "كذا هو في جميع النسخ ( لا يشير ) بالياء بعد السين , وهو صحيح , وهو نهي بلفظ الخبر كقوله تعالى : { لا تضار والدة } وقد قدمنا مرات أن هذا أبلغ من لفظ النهي . و ( لعل الشيطان ينزع ) ضبطناه بالعين المهملة , وكذا نقله القاضي عن جميع روايات مسلم , وكذا هو في نسخ بلادنا , ومعناه يرمي في يده , ويحقق ضربته ورميته . وروي في غير مسلم بالغين المعجمة , وهو بمعنى الإغراء أي يحمل على تحقيق الضرب به , ويزين ذلك . ¶ 49عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : كُلُّ إِنْسَانٍ تَلِدُهُ أُمُّهُ عَلَى الْفِطْرَةِ وَأَبَوَاهُ بَعْدُ يُهَوِّدَانِهِ وَيُنَصِّرَانِهِ وَيُمَجِّسَانِهِ فَإِنْ كَانَا مُسْلِمَيْنِ فَمُسْلِمٌ كُلُّ إِنْسَانٍ تَلِدُهُ أُمُّهُ يَلْكُزُهُ الشَّيْطَانُ فِي حِضْنَيْهِ إِلَّا مَرْيَمَ وَابْنَهَا. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( كل إنسان تلده أمه يلكزه الشيطان في حضنيه إلا مريم وابنها ) ¶ هكذا هو في جميع النسخ ( في حضنيه ) بحاء مهمله مكسورة ثم ضاد معجمة ثم نون ثم ياء تثنية حضن , وهو الجنب , وقيل : الخاصرة . قال القاضي : ورواه ابن ماهان ( خصييه ) بالخاء المعجمة والصاد المهملة , وهو الأنثيان . قال القاضي : وأظن هذا وهما بدليل قوله ( إلا مريم وابنها ) ¶ 50- عَنْ أَبِي هُرَيْرَةَ رضي الله عنهأ َنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : التَّثَاؤُبُ مِنْ الشَّيْطَانِ فَإِذَا تَثَاءَبَ أَحَدُكُمْ فَلْيَكْظِمْ مَا اسْتَطَاعَ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( التثاؤب من الشيطان )",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "أي من كسله وتسببه , وقيل : أضيف إليه لأنه يرضيه . وفي البخاري أن النبي صلى الله عليه وسلم قال : \" إن الله تعالى يحب العطاس , ويكره التثاؤب \" قالوا : لأن العطاس يدل على النشاط وخفة البدن , والتثاؤب بخلافه لأنه يكون غالبا مع ثقل البدن وامتلائه , واسترخائه وميله إلى الكسل . وإضافته إلى الشيطان لأنه الذي يدعو إلى الشهوات . والمراد التحذير من السبب الذي يتولد منه ذلك , وهو التوسع في المأكل وإكثار الأكل . واعلم أن التثاؤب ممدود . ¶ قوله صلى الله عليه وسلم : ( إذا تثاوب أحدكم فليكظم ما استطاع ) ¶ ووقع هاهنا في بعض النسخ ( تثاءب ) بالمد مخففا , وفي أكثرها ( تثاوب ) بالواو , كذا وقع في الروايات الثلاث بعد هذه ( تثاوب ) بالواو . قال القاضي : قال ثابت : ولا يقال ( تثاءب ) بالمد مخففا , بل ( تثأب ) بتشديد الهمزة . قال ابن دريد : أصله من تثأب الرجل بالتشديد , فهو مثوب إذا استرخى وكسل , وقال الجوهري : يقال : تثاءبت بالمد مخففا على تفاعلت , ولا يقال : تثاوبت . وأما الكظم فهو الإمساك . قال العلماء : أمر بكظم التثاوب ورده ووضع اليد على الفم لئلا يبلغ الشيطان مراده من تشويه صورته , ودخوله فمه , وضحكه منه . والله أعلم . ¶ 51- عَنْ ابْنِ عُمَرَ رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا أَكَلَ أَحَدُكُمْ فَلْيَأْكُلْ بِيَمِينِهِ وَإِذَا شَرِبَ فَلْيَشْرَبْ بِيَمِينِهِ فَإِنَّ الشَّيْطَانَ يَأْكُلُ بِشِمَالِهِ وَيَشْرَبُ بِشِمَالِهِ. صحيح مسلم ¶ في رواية ابن عمر - رضي الله عنه - : ( إذا أكل أحدكم فليأكل بيمينه , وإذا شرب فليشرب بيمينه , فإن الشيطان يأكل بشماله , ويشرب بشماله )",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": ", وكان نافع يزيد فيها : ( ولا يأخذ بها ولا يعطي بها ) فيه : استحباب الأكل والشرب باليمين , وكراهتهما بالشمال , وقد زاد نافع الأخذ والإعطاء , وهذا إذا لم يكن عذر فإن كان عذر يمنع الأكل والشرب باليمين من مرض أو جراحة أو غير ذلك فلا كراهة اجتناب الأفعال التي تشبه أفعال الشياطين , وأن للشياطين يدين . ¶ 52- عن عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ بْنِ زَيْدٍ أَنَّ مُحَمَّدَ بْنَ سَعْدِ بْنِ أَبِي وَقَّاصٍ أَخْبَرَهُ أَنَّ أَبَاهُ سَعْدًا قَالَ : ¶ اسْتَأْذَنَ عُمَرُ عَلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَعِنْدَهُ نِسَاءٌ مِنْ قُرَيْشٍ يُكَلِّمْنَهُ وَيَسْتَكْثِرْنَهُ عَالِيَةً أَصْوَاتُهُنَّ فَلَمَّا اسْتَأْذَنَ عُمَرُ قُمْنَ يَبْتَدِرْنَ الْحِجَابَ فَأَذِنَ لَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَضْحَكُ فَقَالَ عُمَرُ أَضْحَكَ اللَّهُ سِنَّكَ يَا رَسُولَ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَجِبْتُ مِنْ هَؤُلَاءِ اللَّاتِي كُنَّ عِنْدِي فَلَمَّا سَمِعْنَ صَوْتَكَ ابْتَدَرْنَ الْحِجَابَ قَالَ عُمَرُ فَأَنْتَ يَا رَسُولَ اللَّهِ أَحَقُّ أَنْ يَهَبْنَ ثُمَّ قَالَ عُمَرُ أَيْ عَدُوَّاتِ أَنْفُسِهِنَّ أَتَهَبْنَنِي وَلَا تَهَبْنَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْنَ نَعَمْ أَنْتَ أَغْلَظُ وَأَفَظُّ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ مَا لَقِيَكَ الشَّيْطَانُ قَطُّ سَالِكًا فَجًّا إِلَّا سَلَكَ فَجًّا غَيْرَ فَجِّكَ. صحيح مسلم ¶ قوله : ( وعنده نساء من قريش يكلمنه ويستكثرنه عالية أصواتهن )",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "قال العلماء : معنى ( يستكثرنه ) يطلبن كثيرا من كلامه وجوابه بحوائجهن وفتاويهن . وقوله : ( عالية أصواتهن ) قال القاضي : يحتمل أن هذا قبل النهي عن رفع الصوت فوق صوته صلى الله عليه وسلم , ويحتمل أن علو أصواتهن إنما كان باجتماعها لا أن كلام كل واحدة بانفرادها أعلى من صوته صلى الله عليه وسلم . ¶ قوله : ( قلن : أغلظ وأفظ من رسول الله صلى الله عليه وسلم ) ¶ الفظ الغليظ بمعنى , وهو عبارة عن شدة الخلق وخشونة الجانب . قال العلماء : وليست لفظة أفعل هنا للمفاضلة , بل هي بمعنى فظ غليظ . قال القاضي : وقد يصح حملها على المفاضلة , وأن القدر الذي منها في النبي صلى الله عليه وسلم هو ما كان من إغلاظه على الكافرين والمنافقين كما قال تعالى { جاهد الكفار والمنافقين واغلظ عليهم } وكان يغضب ويغلظ عند انتهاك حرمات الله تعالى . والله أعلم . ¶ وفي هذا الحديث فضل لين الجانب والحلم والرفق ما لم يفوت مقصودا شرعيا . قال الله تعالى : { واخفض جناحك للمؤمنين } وقال تعالى : { ولو كنت فظا غليظ القلب لانفضوا من حولك } وقال تعالى { بالمؤمنين رءوف رحيم } . ¶ قوله صلى الله عليه وسلم : ( والذي نفسي بيده ما لقيك الشيطان قط سالكا فجا إلا سلك فجا غير فجك ) ¶ الفج الطريق الواسع , ويطلق أيضا على المكان المنخرق بين الجبلين , وهذا الحديث محمول على ظاهره أن الشيطان متى رأى عمر سالكا فجا هرب هيبة من عمر , وفارق ذلك الفج , وذهب في فج آخر لشدة خوفه من بأس عمر أن يفعل فيه شيئا . قال القاضي : ويحتمل أنه ضرب مثلا لبعد الشيطان وإغوائه منه , وأن عمر في جميع أموره سالك طريق السداد خلاف ما يأمر به الشيطان , والصحيح الأول .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "53 عَنْ أَبِي قَتَادَةَ رضي الله عنه أن رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: الرُّؤْيَا الصَّالِحَةُ مِنْ اللَّهِ وَالرُّؤْيَا السَّوْءُ مِنْ الشَّيْطَانِ فَمَنْ رَأَى رُؤْيَا فَكَرِهَ مِنْهَا شَيْئًا فَلْيَنْفُثْ عَنْ يَسَارِهِ وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ الشَّيْطَانِ لَا تَضُرُّهُ وَلَا يُخْبِرْ بِهَا أَحَدًا فَإِنْ رَأَى رُؤْيَا حَسَنَةً فَلْيُبْشِرْ وَلَا يُخْبِرْ إِلَّا مَنْ يُحِبُّ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( الرؤيا الصالحة ورؤيا السوء ) ¶ قال القاضي : يحتمل أن يكون معنى الصالحة والحسنة حسن ظاهرها , ويحتمل أن المراد صحتها . قال : ورؤيا السوء يحتمل الوجهين أيضا : سوء الظاهر , وسوء التأويل . ¶ قوله صلى الله عليه وسلم : ( فإن رأى رؤيا حسنة فليبشره , ولا يخبر بها إلا من يحب ) ¶ هكذا هو في معظم الأصول ( فليبشر ) بضم الياء وبعدها باء ساكنة من الإبشار والبشرى . وفي بعضها بفتح الياء وبالنون من النشر , وهو الإشاعة . قال القاضي في المشارق وفي الشرح : هو تصحيف . وفي بعضها : ( فليستر ) بسين مهملة من الستر والله أعلم . ¶ 54- عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنه أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِذَا دَخَلَ الرَّجُلُ بَيْتَهُ فَذَكَرَ اللَّهَ عِنْدَ دُخُولِهِ وَعِنْدَ طَعَامِهِ قَالَ الشَّيْطَانُ لَا مَبِيتَ لَكُمْ وَلَا عَشَاءَ وَإِذَا دَخَلَ فَلَمْ يَذْكُرْ اللَّهَ عِنْدَ دُخُولِهِ قَالَ الشَّيْطَانُ أَدْرَكْتُمْ الْمَبِيتَ وَإِذَا لَمْ يَذْكُرْ اللَّهَ عِنْدَ طَعَامِهِ قَالَ أَدْرَكْتُمْ الْمَبِيتَ وَالْعَشَاءَ ِ. صحيح مسلم",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "قوله صلى الله عليه وسلم : ( إذا دخل الرجل بيته فذكر الله تعالى عند دخوله وعند طعامه قال الشيطان : لا مبيت لكم ولا عشاء , وإذا دخل فلم يذكر الله تعالى عند دخوله قال الشيطان : أدركتم المبيت . وإذا لم يذكر الله تعالى عند طعامه قال : أدركتم المبيت والعشاء ) ¶ معناه : قال الشيطان لإخوانه وأعوانه ورفقته . وفي هذا استحباب ذكر الله تعالى عند دخول البيت وعند الطعام ¶ 55- عَنْ ابْنِ عَبَّاسٍ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: ¶ لَوْ أَنَّ أَحَدَهُمْ إِذَا أَرَادَ أَنْ يَأْتِيَ أَهْلَهُ قَالَ بِاسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا فَإِنَّهُ إِنْ يُقَدَّرْ بَيْنَهُمَا وَلَدٌ فِي ذَلِكَ لَمْ يَضُرَّهُ شَيْطَانٌ أَبَدًا. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( لو أن أحدهم إذا أراد أن يأتي أهله قال بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا فإنه إن يقدر بينهما في ذلك ولد لم يضره شيطان أبدا ) ¶ قال القاضي قيل المراد بأنه لا يضره أنه لا يصرعه شيطان وقيل لا يطعن فيه الشيطان عند ولادته بخلاف غيره قال ولم يحمله أحد على العموم في جميع الضرر والوسوسة والإغواء هذا كلام القاضي . ¶ 56- ٌ عَنْ الزُّهْرِيِّ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ صَفِيَّةَ بِنْتِ حُيَيٍّ قَالَتْ :",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مُعْتَكِفًا فَأَتَيْتُهُ أَزُورُهُ لَيْلًا فَحَدَّثْتُهُ ثُمَّ قُمْتُ لِأَنْقَلِبَ فَقَامَ مَعِيَ لِيَقْلِبَنِي وَكَانَ مَسْكَنُهَا فِي دَارِ أُسَامَةَ بْنِ زَيْدٍ فَمَرَّ رَجُلَانِ مِنْ الْأَنْصَارِ فَلَمَّا رَأَيَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَسْرَعَا فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَلَى رِسْلِكُمَا إِنَّهَا صَفِيَّةُ بِنْتُ حُيَيٍّ فَقَالَا سُبْحَانَ اللَّهِ يَا رَسُولَ اللَّهِ قَالَ إِنَّ الشَّيْطَانَ يَجْرِي مِنْ الْإِنْسَانِ مَجْرَى الدَّمِ وَإِنِّي خَشِيتُ أَنْ يَقْذِفَ فِي قُلُوبِكُمَا شَرًّا أَوْ قَالَ شَيْئًا ¶ و حَدَّثَنِيهِ عَبْدُ اللَّهِ بْنُ عَبْدِ الرَّحْمَنِ الدَّارِمِيُّ أَخْبَرَنَا أَبُو الْيَمَانِ أَخْبَرَنَا شُعَيْبٌ عَنْ الزُّهْرِيِّ أَخْبَرَنَا عَلِيُّ بْنُ حُسَيْنٍ أَنَّ صَفِيَّةَ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَتْهُ أَنَّهَا جَاءَتْ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَزُورُهُ فِي اعْتِكَافِهِ فِي الْمَسْجِدِ فِي الْعَشْرِ الْأَوَاخِرِ مِنْ رَمَضَانَ فَتَحَدَّثَتْ عِنْدَهُ سَاعَةً ثُمَّ قَامَتْ تَنْقَلِبُ وَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْلِبُهَا ثُمَّ ذَكَرَ بِمَعْنَى حَدِيثِ مَعْمَرٍ غَيْرَ أَنَّهُ قَالَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ الشَّيْطَانَ يَبْلُغُ مِنْ الْإِنْسَانِ مَبْلَغَ الدَّمِ وَلَمْ يَقُلْ يَجْرِي. ¶ صحيح مسلم ¶ قوله في حديث صفية رضي الله عنها وزيارتها للنبي صلى الله عليه وسلم في اعتكافه عشاء , فرأى الرجلين , فقال : ( إنها صفية فقالا : سبحان الله , فقال : إن الشيطان يجري من الإنسان مجرى الدم )",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "الحديث فيه فوائد منها بيان كمال شفقته صلى الله عليه وسلم على أمته , ومراعاته لمصالحهم , وصيانة قلوبهم وجوارحهم , وكان بالمؤمنين رحيما فخاف صلى الله عليه وسلم أن يلقي الشيطان في قلوبهما فيهلكا , فإن ظن السوء بالأنبياء كفر بالإجماع , والكبائر غير جائزة عليهم . وفيه أن من ظن شيئا من نحو هذا بالنبي صلى الله عليه وسلم كفر , وفيه جواز زيارة المرأة لزوجها المعتكف في ليل أو نهار , وأنه لا يضر اعتكافه , لكن يكره الإكثار من مجالستها والاستلذاذ بحديثها لئلا يكون ذريعة إلى الوقاع أو إلى القبلة أو نحوها مما يفسد الاعتكاف وفيه استحباب التحرز من التعرض لسوء ظن الناس في الإنسان , وطلب السلامة والاعتذار بالأعذار الصحيحة , وأنه متى فعل ما قد ينكر ظاهره مما هو حق , وقد يخفى , أن يبين حاله ليدفع ظن السوء . وفيه الاستعداد للتحفظ من مكايد الشيطان فإنه يجري من الإنسان مجرى الدم , فيتأهب الإنسان للاحتراز من وساوسه وشره والله أعلم . ¶ قوله صلى الله عليه وسلم ( إن الشيطان يجري من الإنسان مجرى الدم ) ¶ قال القاضي وغيره : قيل : هو على ظاهره , وأن الله تعالى جعل له قوة وقدرة على الجري في باطن الإنسان مجاري دمه . وقيل : هو على الاستعارة لكثرة إغوائه ووسوسته , فكأنه لا يفارق الإنسان كما لا يفارقه دمه . وقيل : يلقي وسوسته في مسام لطيفة من البدن , فتصل الوسوسة إلى القلب . والله أعلم . ¶ قولها : ( فقام معي ليقلبني ) ¶ هو بفتح الياء أي ليردني إلى منزلي . فيه جواز تمشي المعتكف معها ما لم يخرج من المسجد وليس في الحديث أنه خرج من المسجد . ¶ قوله صلى الله عليه وسلم : ( على رسلكما ) ¶ هو بكسر الراء وفتحها , لغتان , والكسر أفصح وأشهر , أي على هيئتكما في المشي , فما هنا شيء تكرهانه . ¶ قوله : ( فقال سبحان الله )",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "فيه جواز التسبيح تعظيما للشيء وتعجبا منه , وقد كثر في الأحاديث , وجاء به القرآن في قوله تعالى : { لولا إذ سمعتموه قلتم ما يكون لنا أن نتكلم بهذا سبحانك } . ¶ 57- عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: صِيَاحُ الْمَوْلُودِ حِينَ يَقَعُ نَزْغَةٌ مِنْ الشَّيْطَانِ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( صياح المولود حين يقع نزغة من الشيطان ) ¶ أي حين يسقط من بطن أمه , ومعنى نزغة نخسة وطعنة , منه قوله : نزغه بكلمة سوء أي رماه بها . ¶ 58- عَنْ جَابِرٍ رضي الله عنه قَالَ: جاء اعرابيا للنبي صلى الله عليه وسلم فَقَالَ: إِنِّي حَلَمْتُ أَنَّ رَأْسِي قُطِعَ فَأَنَا أَتَّبِعُهُ فَزَجَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَالَ: لَا تُخْبِرْ بِتَلَعُّبِ الشَّيْطَانِ بِكَ فِي الْمَنَامِ . صحيح مسلم ¶ قوله : ( أن أعرابيا جاء إلى النبي صلى الله عليه وسلم فقال : إني حلمت أن رأسي قطع , فأنا أتبعه , فزجره النبي صلى الله عليه وسلم , وقال : لا تخبر بتلعب الشيطان بك في المنام ) ¶ قال المازري : يحتمل أن النبي صلى الله عليه وسلم علم أن منامه هذا من الأضغاث بوحي , أو بدلالة من المنام دلته على ذلك , أو على أنه من المكروه الذي هو من تحزين الشياطين . ¶ وأما العابرون فيتكلمون في كتبهم على قطع الرأس , ويجعلونه دلالة على مفارقة الرائي ما هو فيه من النعم , أو مفارقة من فوقه , ويزول سلطانه , ويتغير حاله في جميع أموره , إلا أن يكون عبدا فيدل على عتقه , أو مريضا فعلى شفائه , أو مديونا فعلى قضاء دينه , أو من لم يحج فعلى أنه يحج , أو مغموما فعلى فرحه , أو خائفا فعلى أمنه . والله أعلم .",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "59- عَنْ أَبِي سُفْيَانَ عَنْ جَابِرٍ رضي الله عنه قَالَ :سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِنَّ الشَّيْطَانَ يَحْضُرُ أَحَدَكُمْ عِنْدَ كُلِّ شَيْءٍ مِنْ شَأْنِهِ حَتَّى يَحْضُرَهُ عِنْدَ طَعَامِهِ فَإِذَا سَقَطَتْ مِنْ أَحَدِكُمْ اللُّقْمَةُ فَلْيُمِطْ مَا كَانَ بِهَا مِنْ أَذًى ثُمَّ لِيَأْكُلْهَا وَلَا يَدَعْهَا لِلشَّيْطَانِ فَإِذَا فَرَغَ فَلْيَلْعَقْ أَصَابِعَهُ فَإِنَّهُ لَا يَدْرِي فِي أَيِّ طَعَامِهِ تَكُونُ الْبَرَكَةُ . صحيح مسلم ¶ وقوله صلى الله عليه وسلم ( إن الشيطان يحضر أحدكم عند كل شيء من شأنه ) ¶ فيه التحذير منه والتنبيه على ملازمته للإنسان في تصرفاته , فينبغي أن يتأهب ويحترز منه , ولا يغتر مما يزينه له . ¶ 60- عَنْ جَابِرٍ رضي الله عنه قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: إِذَا وَقَعَتْ لُقْمَةُ أَحَدِكُمْ فَلْيَأْخُذْهَا فَلْيُمِطْ مَا كَانَ بِهَا مِنْ أَذًى وَلْيَأْكُلْهَا وَلَا يَدَعْهَا لِلشَّيْطَانِ وَلَا يَمْسَحْ يَدَهُ بِالْمِنْدِيلِ حَتَّى يَلْعَقَ أَصَابِعَهُ فَإِنَّهُ لَا يَدْرِي فِي أَيِّ طَعَامِهِ الْبَرَكَةُ ¶ و حَدَّثَنَاه إِسْحَقُ بْنُ إِبْرَاهِيمَ أَخْبَرَنَا أَبُو دَاوُدَ الْحَفَرِيُّ ح و حَدَّثَنِيهِ مُحَمَّدُ بْنُ رَافِعٍ حَدَّثَنَا عَبْدُ الرَّزَّاقِ كِلَاهُمَا عَنْ سُفْيَانَ بِهَذَا الْإِسْنَادِ مِثْلَهُ وَفِي حَدِيثِهِمَا وَلَا يَمْسَحْ يَدَهُ بِالْمِنْدِيلِ حَتَّى يَلْعَقَهَا أَوْ يُلْعِقَهَا وَمَا بَعْدَهُ. صحيح مسلم ¶ قوله صلى الله عليه وسلم : ( فليمط ما كان بها من أذى ولا يمسح يده بالمنديل حتى يلعقها )",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "أما ( يمط ) فبضم الياء ومعناه : يزيل وينحي , وقال الجوهري : حكى أبو عبيد ماطه وأماطه نحاه , وقال الأصمعي : أماطه لا غير , ومنه إماطة الأذى ومطت أنا عنه أي تنحيت , والمراد بالأذى هنا المستقذر من غبار وتراب وقذى ونحو ذلك , فإن كانت نجاسة فقد ذكرنا حكمها , وأما المنديل فمعروف , وهو بكسر الميم , قال ابن فارس في المجمل : لعله مأخوذ من الندل وهو النقل , وقال غيره : هو مأخوذ من الندل وهو الوسخ ; لأنه يندل به , قال أهل اللغة : يقال : تندلت بالمنديل , قال الجوهري : ويقال أيضا : تمندلت , قال : وأنكر الكسائي : تمندلت . ¶ 61- و حَدَّثَنِي إِسْحَقُ بْنُ مَنْصُورٍ أَخْبَرَنَا رَوْحُ بْنُ عُبَادَةَ حَدَّثَنَا ابْنُ جُرَيْجٍ أَخْبَرَنِي عَطَاءٌ أَنَّهُ سَمِعَ جَابِرَ بْنَ عَبْدِ اللَّهِ يَقُولُا ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا كَانَ جُنْحُ اللَّيْلِ أَوْ أَمْسَيْتُمْ فَكُفُّوا صِبْيَانَكُمْ فَإِنَّ الشَّيْطَانَ يَنْتَشِرُ حِينَئِذٍ فَإِذَا ذَهَبَ سَاعَةٌ مِنْ اللَّيْلِ فَخَلُّوهُمْ وَأَغْلِقُوا الْأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ فَإِنَّ الشَّيْطَانَ لَا يَفْتَحُ بَابًا مُغْلَقًا وَأَوْكُوا قِرَبَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَخَمِّرُوا آنِيَتَكُمْ وَاذْكُرُوا اسْمَ اللَّهِ وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئًا وَأَطْفِئُوا مَصَابِيحَكُمْ . صحيح مسلم",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "قوله صلى الله عليه وسلم ( إذا كان جنح الليل أو أمسيتم فكفوا صبيانكم فإن الشيطان ينتشر حينئذ , فإذا ذهب ساعة من الليل فخلوهم , وأغلقوا الباب واذكروا اسم الله , فإن الشيطان لا يفتح بابا مغلقا , وأوكوا قربكم واذكروا اسم الله , وخمروا آنيتكم , واذكروا اسم الله , ولو أن تعرضوا عليها شيئا ) هذا الحديث فيه جمل من أنواع الخير والأدب الجامعة لمصالح الآخرة والدنيا , فأمر صلى الله عليه وسلم بهذه الآداب التي هي سبب للسلامة من إيذاء الشيطان , وجعل الله عز وجل هذه الأسباب أسبابا للسلامة من إيذائه فلا يقدر على كشف إناء ولا حل سقاء , ولا فتح باب , ولا إيذاء صبي وغيره , إذا وجدت هذه الأسباب . وهذا كما جاء في الحديث الصحيح : : إن العبد إذا سمى عند دخول بيته قال الشيطان : لا مبيت \" أي : لا سلطان لنا على المبيت عند هؤلاء , وكذلك إذا قال الرجل عند جماع أهله : \" اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا \" كان سبب سلامة المولود من ضرر الشيطان , وكذلك شبه هذا مما هو مشهور في الأحاديث الصحيحة . وفي هذا الحديث : الحث على ذكر الله تعالى في هذه المواضع , ويلحق بها ما في معناها . قال أصحابنا : يستحب أن يذكر اسم الله تعالى على كل أمر ذي بال , وكذلك يحمد الله تعالى في أول كل أمر ذي بال للحديث الحسن المشهور فيه . ¶ قوله : ( جنح الليل ) ¶ هو بضم الجيم وكسرها لغتان مشهورتان , وهو ظلامه , ويقال : أجنح الليل أي : أقبل ظلامه , وأصل الجنوح الميل . ¶ قوله صلى الله عليه وسلم : ( فكفوا صبيانكم ) ¶ أي : امنعوهم من الخروج ذلك الوقت . ¶ قوله صلى الله عليه وسلم : ( فإن الشيطان ينتشر ) ¶ أي : جنس الشيطان , ومعناه أنه يخاف على الصبيان ذلك الوقت من إيذاء الشياطين لكثرتهم حينئذ . والله أعلم . ¶ هذا وصلى الله وسلم على سيدنا محمد وعلى آله وصحبه أجمعين .",
            "page": "139",
            "part": "1"
        }
    ],
    "t36051": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأحاديث الواردة في الصحيحين في الجن والشياطين"
        }
    ]
}