{
    "b36061": [
        {
            "id": "1",
            "nass": "كتاب ¶ شقائق الأترنج في دقائق الغنج ¶ تأليف ¶ جلال الدين أبي الفضل عبد الرحمن ¶ ابن العلامة كمال الدين أبي بكر ¶ السيوطي ¶ ... تحقيق ¶ الدكتور جميل عبد الله عويضة ¶ 1430هـ / 2009 م",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ وبه ثقتي ¶ الحمد لله وكفى، وسلام على عباده الذين اصطفى، هذا جزء يُسمّى شقائق الأترنج في دقائق الغُنج، ألَّفتُه جواباً لسائل سألَ عن حُكمه شرعاً، وأوردت فيه ما لا مزيد عليه جمعا، واخترت له هذا الاسم لِما تضمَّنه مِن لطائف البديع صُنعا، ولِما فيه مِ حُسن التشبيه المضمر لِمن تفطَّن له وقعا، ففي اللغة له أسماء منها: الغُنْج بسكون النون، والغُنُج بضمها، والتَّغنُّج، والتيغنج، والغِناج، قال في الصحاح: ¶ الغُنْجُ والغُنُجُ: الشكلُ. وقد غَنِجَتِ الجاريةُ غَنَجاً وتَغَنَّجَتْ، فهي غَنِجَةٌ. ¶ وفي الجمهرة: امرأة مِغناج مفعال من الغنج. وفي الأفعال لابن القوطية: غنجت الجارية غنجاً حَسُن شكلها، وقد غنجت وتغنجت فهي مِغناجة. وفي المُحكم: امرأة غَنِجَة: حَسنة الدَّلّ , وغُنْجها: شكْلها، وفي القاموس: الغُنُج بالضم، وبضمتين، وكغُراب الشّكل، والتيغنج أشدُّ من التَّغنج، ومنها الشِّكل بكسر الشين المعجمة، وسكون الكاف واللام. قال في الصحاح: الشِّكل بالكسر الدّل، يقال: امرأة ذات شِكل، ومنها الدل والدلال. قال ابن دريد في الجمهرة: الدلال من قولهم: امرأة ذات دلٍّ، وأنشد غيره قول الراجز: (الرجز) ¶ قد قرّبوني لعجوزٍ خجحمرسْ ... ... كأنما دلالُها على الفرسْ ¶ من آخرِ الليلِ كلابٌ تفترِسْ ¶ ومنها الرَّفَث، قال ثعلب في أماليه: الرَّفَث الجِماع، والرَّفَث الكلام عند الجِماع. وقال الجوهري في الصحاح: الرَّفَثُ: الجِماعُ. والرَّفَثُ أيضاً: الفُحْشُ من القول، وكلامُ النِّساء في الجِماع. قال العجاج: (الرجز) ¶ ورُبَّ أَسْرابِ حَجيجٍ كُظَّمِ عن اللَّغا ورَفَثِ التَكَلُّمِ ¶ وقيل لابن عباس حين أنشد: (الرجز) ¶ إنْ تَصْدُقِ الطَّيْرُ نَنِكْ لميسَا (¬1) ¶ أترفث وأنت مُحرم، فقال: إنَّما الرَّفَتُ ما وجد به (¬2) النساء. انتهى. ¶ وقال الأزهري: الرَّفث كلمةٌ جامِعة لكل ما يُريدُهُ الرجل من المَرْأة. ¶ ¬__________ ¶ (¬1) قبله: وهُنَّ يَمشِينَ بنا هَمِيسَا ¶ (¬2) في المصادر: ما كان عند النساء، انظر: الحيوان، والرسائل للجاحظ، والعقد الفريد لابن عبد ربه، والعمدة لابن رشيق / الموسوعة الشعرية.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومنها العِرابة والعِراب، والإعرابة والإعراب، والاستعراب والتعريب / 2 ب والعرب. وفي الأفعال لابن قوطية عربت المرأة عربا تحببت إلى زوجها، فهي عَرُوب. وفي الصحاح العَروبُ من النساء: المتحبِّبة إلى زوجها، والجمع عُرُبٌ. ومنه قوله تعالى: [عُرُبًا أَتْرَابًا] (¬1)، وأًعْرَب الرجل إذا تكلم بالفحش والعِرابة (¬2). وقال ابن الأثير في النهاية: العِرابة التصريح بالكلام في الجماع، ومنه حديث ابن الأثير (لا تَحِلُّ العِرابَةُ للْمُحْرِم)، وحديث بعضهم: (ما أُوتي أحدٌ من مُعارَبَة النساء ما أُوتيتُهُ) أراد أسباب الجِماع ومُقدماته، وحديث عطاء أنه كره الإعراب للمُحرم. وفي القاموس: الإعراب الفُحش، وقبيح الكلام كالتعريب، والعِرابة والاستِعْراب، وقال ابن فارس في المجمل: امرأة هلوكٌ إذا بَكَتْ في غُنجها، كأنها تتكسر، ولا يقال رجل هلوك، وقال ابن سيده في المحكم: جارية خَتِبَة غَنِجة، وفي القاموس: اللعوب الحسنة الدّل، والحزنفرة: المرأة الحنحانة الصوت في الغُنج، كأنه يخرج من منخرها، واللّبِقة: الحسنة الدَّل، وكذا الهَيْدَكور، والدّاعنة، والهلوك، والمِغناج، قال: والفطافط: الأصوات عند الرهز والجِماع، وفي الصحاح: النحير صوت بالأنف، والشخير: رفع الصوت بالنخر، وفي فقه اللغة للثعالبي: الشخير من الفم، والنخير من المنخرين، وعقد التجاني في كتاب تحفة العروس لذلك بابا، وسماه الرهز، فقال: الباب الثاني والعشرون في الرهز في الجِماع، والرهز والارتهاز كناية عن حركات وأصوات وألفاظ تصدرعن المتناكحين في أثناء فِعلها، تَعْظُم بها لذتهما، وتقوي شهوتهما، وورد فيه أشياء يأتي ذكرها في الآثار. ¶ ¬__________ ¶ (¬1) الواقعة 37 ¶ (¬2) كتب: ولا العرابة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقال الله تعالى في صفة نساء أهل الجنة [إِنَّا أَنْشَأْنَاهُنَّ إِنْشَاءً، فَجَعَلْنَاهُنَّ أَبْكَارًا، عُرُبًا أَتْرَابًا] (¬1)، أطبق المفسرون، وأهل اللغة على أنّ العُرُب جمع عَربة، أو عَرُوب، وأنها الغَنِجَة، قال الهناد بن السري في كتاب الزهد: حدثنا اب فضل عن الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما في قوله تعالى: [عُرُبًا] قال: العَرُوب في قول أهل المدينة الشّكِلة، وفي قول أهل العراق الغَنِجَة، وقال ابن جرير في تفسيره: حدثنا / عليّ بن الحسن3أ الأزديّ، قال: حدثنا يحيى بن أبي كُريب، قالا: حدثنا ابن يمان (¬2)، وقال ابن المنذر في تفسيره، حدثنا موسى، حدثنا عمرو بن محمد، أنبأنا يحيى بن يمان عن إبراهيم التيميّ، عن صالح بن حيان، عن أبي بريدة، عن أبيه في قوله تعالى [عُرُبًا] قال: هي الشَّكِلة بلُغة مكة، والغِنجة (¬3) بلغة المدينة. ¶ ¬__________ ¶ (¬1) الواقهة 35، 36، 37 ¶ (¬2) كتب: يحيى بن دهان، وما أثبتناه من تفسير الطبري / الموسوعة الشعرية. ¶ (¬3) كتبت: المغنوجة، وما أثبتناه من تفسير الطبري / الموسوعة الشعرية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقال عبد بن حُميد في تفسيره: أنبأنا هاشم بن القاسم، أنبأنا شعبة عن سماك، عن عكرمة في قوله: [عُرُبًا] قال: المغنوجات، أخرجه ابن جرير، وابن أبي حاتم في تفسيرهما، وقال: حدثني يعقوب نبأ ابن علية، نبأ عُمارة بن أبي حفصة عن عكرمة في قوله [عُرُبًا] قال: غَنِجات، وقال عبد بن حميد: نبأ أبو نعيم، نبأ معقل بن عبيد الله، قال: سألت عبد الله بن عُبيد بن عُمير في قوله: [عُرُبًا] قال: أما سمعتَ أن المُحرِم يُقال له: لا تعربها بكلام تُلذِّذها به وهي مُحرِمَة، وقال عبد بن حُميد: أخبرني عمرو بن عوف عن هُشيم، عن المغيرة، عن عثمان بن يسار، عن تميم بن حذلم، وكان من أصحاب عبد الله، قال: العَرِبة لحسنة التَّبعُّل. قال: وكانت العرب تقول للمرأة إذا كانت حسنة التبعل: إنها لَعَرِبة، أخرجه ابن جرير في تفسيره. ¶ وقال ابن جرير: نبأ كُرَيب، نبأ إسماعيل بن أبان عن أبي أويس، حدثني أبي عن نور بن يزيد عن عكرمة، قال: سُئل ابن عباس عن قوله: [عُرُبًا] قال: العَرُوب المُمْلِقَة لزوجها، وقال سعيد بن منصور في سننه، نبأ شيبان بن عيينة عن ابن أبي نَجيح، عن مجاهد في قوله: [عُرُبًا] قال: هي الغُلْمة، أخرجه عبدالرزاق، وعبد بن حميد، وابن المنذر في تفاسيرهم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقال عبد بن حميد: ثنا يحيى بن آدم، نبأ إسرائيل عن غالب بن الهذيل، عن سعيد بن جبير، عن ابن عباس في قوله:: [عُرُبًا] قال: الناقة التي تشتهي الفحل، يقال لها عَرِبَة , أخرجه ابن المنذر، وأخرج ابن جرير عن (¬1) المنذر عن عبد الله بن عبيد عن عمير، قال: العَرِبَة التي تشتهي زوجها، وأخرج هناد بن السري في الزهد، وعبد بن حميد، وابن جرير / عن سعيد بن جبير في 3 ب قوله تعالى:: [عُرُبًا] قال: يشتهين أزواجهن، وأخرج ابن جرير عن ابن عباس، قال: العُرب المتحببات المتوددات لأزواجهن، وأخرج ابن جرير وابن المنذر عن مجاهد في قوله: [عُرُبًا] قال: عواشِق لأزواجهن، وأخرج سعيد بن منصور، وابن المنذر، عن سعيد بن جبير في قوله:: [عُرُبًا] قال: العُرب المتعشقات، وأخرج عبد بن حميد، وابن المنذر عن الحسن في قوله: [عُرُبًا] قال: المتعشقات لبعولتهن، وأخرج عبد بن حميد عن أبي العالية، قال: العُرب المتعشقات، وأخرج هناد بن السري، وعبد بن حميد عن الحسن في قوله: [عُرُبًا] قال: المتحببات إلى أزواجهن، وأخرج عبد بن حميد عن عكرمة قال: العُرب المتحببات إلى أزواجهن، وأخرج عبد بن حميد وابن المنذر عن مجاهد في قوله: [عُرُبًا] قال: متحببات إلى أزواجهن، وأخرج ابن أبي حاتم، عن زيد بن أسلم، قال: العربَة: هي الحسنة الكلام، وقال وكيع في الغُرَر: حدثني محمد بن إسماعيل بن سلام، حدثني شعيب بن صخر، قال: قال بلال بن أبي بردة لجُلسائه: ما العَرُوب من النساء، فماجوا، وأقبل إسحاق ابن عبد الله بن الحارث النوفلي، قال: قد جاءكم مَن يُخبركم، فسألوه، فقال: الخَفِرة المتبذِّلة لزوجها، وأنشد (¬2): (الكامل) ¶ ¬__________ ¶ (¬1) كتب: ابن ¶ (¬2) البيت للفرزدق، ورواية الديوان: ¶ ... ... يَأنَسنَ عِندَ بُعولِهِنَّ إِذا اِلتَقَوا وَإِذا هُمُ بَرَزوا فَهُنَّ خِفارُ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": ".. يُعربْن عِندَ بُعولِهِنَّ إِذا خلَوا وَإِذا هُمُ خَرَجوا فَهُنَّ خِفارُ ¶ أخرجه ابن عساكر في تاريخه، وقال ابن المنذر: أخبرنا علي بن عبد العزيز، أنبأنا الأثرم عن أبي عبيدة في قوله: [عُرُبًا] قال: واحدها عَرُوب، وهي الحسنة التَّبعُّل، قال لبيد (¬1): (البسيط) ¶ وَفي الحُدوجِ (¬2) عَروبٌ غَيرُ فاحِشَةٍ رَيّا الرَوادِفِ يَعشى (¬3) دونَها البَصَرُ ¶ قال أبو نعيم في الحِلية: أخبرنا علي بن يعقوب في كتابه، ثنا جعفر بن أحمد، ثنا أحمد بن أبي الحواري، نبأ أبو عبد الله الهمداني، عن عبد الله / بن وهب 4أ ¶ قال: إنّ في الجنة غرفة يقال لها العالية، فيها حوراء يُقال لها الغَنِجَة، إذا أراد وليّ الله يأتيها أتاها جبريل فناداها، فقامت على أطراف أصابعها، معها أربعة آلاف وصيفة، يحملن ذيلها وذوائبها يُبخِّرنها بمجامر بلا نار، قال عبد الله: فغشي على ابن وهب؛ فحُمِل؛ فأُدخِل منزله، فلم يعودوه حتى مات. ¶ تنبيه: قال صاحب المنفرجة فيها: (الخبب) ¶ ... ... مَن يخطب حور الخُلد بها ... ... يَظْفَر بالحُور وبالغنُجِ ¶ يحتمل أن يريد بقوله الدلّ على تقدير، وبذوات الغُنج، أو يظفر بالحور وبغُنُجِهن على إنابة عن الضمير، والأظهر عندي أنه جمع غنجة، وهي الحوراء المذكورة في هذا الأثر. ¶ وأخرج ابن جرير، وابن أبي حاتم عن ابن عمر رضي الله عنهما في قوله تعالى: [فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ] (¬4)، قال: الرَّفَث إتيان النساء، والتَّكلُّم بذلك للرجال والنساء، إذا ذكروا ذلك بأفواههم. ¶ وأخرج الطبراني في معجمه عن ابن عباس قال، قال رسول الله صلى الله عليه وسلم في قوله تعالى: [فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلَا رَفَثَ]، قال: الرفث العِرابة، والتعرض للنساء بالجماع. ¶ ¬__________ ¶ (¬1) ديوانه. الموسوعة الشعرية. ¶ (¬2) كتب: الخزرج، وما أثبتناه من الديوان. ¶ (¬3) كتب: يغشى، وما أثبتناه من الديوان. ¶ (¬4) البقرة 197",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأخرج ابن جرير، وابن المنذر عن ابن عباس في الآية، قال: الرَّفث غشيان النساء، والقُبَل والغمز، وأن يعرض لها بالفحش من الكلام. ¶ وأخرج سعيد بن منصور في سننه، وابن جرير، وابن أبي حاتم، والطبراني، عن طاووس قال: سألت ابن عباس عن قوله [فَلَا رَفَثَ] قال: الرفث الذي ذكر هنا ليس الرفث الذي ذكر في قوله [أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ] (¬1) ذاك الجماع، وهذا العروبة والتعريض بذكر النكاح. ¶ وأخرج سعيد بن منصور، وابن أبي شيبة، وابن جرير، وابن أبي حاتم، والحاكم في المستدرك، وصححه عن أبي العالية، قال: كنت أمشي مع ابن عباس وهو مُحرم، وهو يرتجز الإبل، ويقول: (الرجز) ¶ وهُنَّ يَمشِينَ بنا هَمِيسَا إنْ تَصْدُقِ الطَّيْرُ نَنِكْ لميسَا ¶ فقلت له: أترفث وأنت مُحرم، فقال: إنما الرَّفَث ما روجع به النساء. ¶ / وأخرج ابن حميد عن عمرو بن دينار في قوله: [أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ4ب الرَّفَثُ] فقال: الرفث الجِماع وما دونه من شأن النساء. ¶ وأخرج ابن حميد عن ابن عباس قال: الرَّفث في الصيام الجماع، وما دونه من قول الفحش. ¶ وأخرج عبد الرزاق، وعبد بن حميد، عن ابن عباس قال: الرَّفث في الصيام الجِماع، والرفث في الحج العِرابة. ¶ وأخرج عبد بن حميد عن عطاء (¬2)، قال: لا يحل للرجل المحرم الإعراب. ¶ وفي المجمل لابن فارس، وكتب الغريب أنّ رجلا قال: يا رسول الله إني مُولع بالهَلوك من النساء، قال ابن فارس: الهَلوك الغَنِجَة، وقال ثعلب في أماليه: هي الشَّبِقة الغُلْمة، وقال ابن الأثير في النهاية: هي التي تتمايل وتنثني عند جِماعها، وقال في القاموس: هي الحسنة التّبعّل لزوجها، وهذا الحديث أخرجه البيهقي في دلائل النبوة. ¶ ¬__________ ¶ (¬1) البقرة 187 ¶ (¬2) الذي كتب: وأخرج عبد بن حميد عن طاء ومن قال لا يحل ......",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأخرج الديلمي في مسند الفردوس عن أنس مرفوعا: (لا يَقَعَنّ أحدكم على امرأته كما تقع البهيمة؛ ليكون بينهما رسول، قيل: وما هو، قال: القُبلة والكلام). ¶ وأخرج الديلمي عن علي بن أبي طالب، قال: قال رسول الله صلى الله عليه وسلم: (إنّ الله تعالى يحبُّ المرأةَ الملقة البرعَة مع زوجها، الحِصان عن غيره). ¶ وأخرج ابن عديّ في الكامل، والديلمي بسند ضعيف، عن أنس قال: قال رسول الله صلى الله عليه وسلم: (خير نسائكم العفيفة الغُلْمة) زاد الديلمي عفيفة في فرجها، غُلْمة على زوجها. ¶ وفي ربيع الأبرار للزمخشري، عن عليّ رضي الله عنه، قال: خير نسائكم العفيفة في فرجها، الغُلْمة لزوجها، وفيه أيضا عن خالد بن صفوان، قال: خير النساء الحصان من جارِها، الماجنة على زوجها. ¶ وقال ابن أبي شيبة في المصنف نبأ ابن عليه عن يونس عن عمر بن سعيد، قال: قال سعيد بن أبي وقاص رضي الله عنه: بينما أنا أطوف بالبيت إذ رأيت امرأة فأعجبني دلُّها، فأردت أنْ أسأل عنها فوجدتها مشغولة. ¶ وأخرج ابن عساكر في تاريخه من طريق الهيثم بن علي بن محمد عن معاوية ابن أبي سفيان رضي الله عنهما أنه راود زوجته فاختة بنت قرظة فنجزت نخرة بشهوة، ثم وضعت يدها على وجهها / فقال: لا سوأة عليك، فوالله 5 أ لخيركنّ النَّخِرات الشخَّارات. ¶ وأخرج ابن عساكر في تاريخه من طريق ابن وضاح الأندلسي، أحد أئمة المالكية، قال: سمعت سحنون يقول: سمعت أشهب يقول: أغنج النساء المدنيات. ¶ وأخرج البيهقي في شعب الإيمان عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: (جهاد المرأة حُسن التّّبعّل لزوجها).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأخرج البيهقي عن أسماء بنت يزيدالأنصارية أنها قالت: يا رسول الله إنكم معاشر الرجال فُضِّلتم علينا بالجمعة والجماعات، وعيادة المرضى، وشهود الجنائز، والحج بعد الحج، وأفضل من ذلك الجهاد في سبيل الله، فقال رسول الله صلى الله عليه وسلم: (حُسن تبعل إحداكنّ لزوجها، وطلبها مرضاته، واتّباعها موافقته، يعدل ذلك كله). ¶ قال التيفاشي في قامة الجناح: أجمع علماء الفُرس، وحُكماء الهند العارفين بأحوال الباه على أنّ إثارة الشهوة، واستكمال المتعة لا يكون إلاّ بالموافقة التامة من المرأة، وتصنّعها لبعلها في وقت نشاطه، مما تتم به شهوته، وتكمل متعته من التودد والتملّق، والإقبال عليه، والمثول بين يديه من الهيئات العجيبة، والزينة المستظرفة، التي تُحرِّك ذوي الانكسار والفتور، وتزيد ذوي النشاط نشاطا، قال: فالمرأة الفَطِنة الحسنة التَّبعُّل تُراعي جميع هذه الأحوال مما تتم به شهوة الزوج، انتهى. ¶ وقال الغزالي في الإحياء: يُقال إنّ المرأة إذا كانت حسنة الصفات، حسنة الأخلاق، متسعة العين، سوداء الحلقة، متحببة لزوجها، قاصرة الطرف عليه، فهي على صفة الحُور العين. قال تعالى: [عُرُبًا أَتْرَابًا] فالعَرُوب هي المتحببة لزوجها، المشتهية للوقاع، قال: وبذلك تتم اللذة، انتهى. ¶ وفي كتاب تحفة العروس للتجاني: جلس أعرابي في حَلَقة يونس بن حبيب، فتذاكر النساء، فتفاوضوا في أوصافهن، فقالوا للأعرابي: أيّ النساء أعظم عندك، فقال: البيضاء العَطِرة، الليّنة الخفِرَة، العظيمة المتاع، الشهيّة للجماع، التي إذا ضُوجعت أنّت، وإذا تُركتْ حنّت، قال التجاني: يشير بقوله: إذا ضُوجعَتْ أنّت إلى رهزها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال: / وقيل لأعرابي: ما الحبّ؟ قال: عِناق الحبيب، ولثم الثغر الشنيب5 ب والأخذ من الحديث بنصيب، قيل: ما هكذا نعدُّه فينا، قال: فما تعدونه: قال: القفش الشديد، والجمع بين الركبة والوريد، ورهز يوقظ النُّوام، وفعل يوجب الآثام، فقال: ما هذا فعل ذوي الوداد، وإنما هو فعل طالب الأولاد. ¶ وفي ربيع الأبرار للزمخشري، قال الحجاج لابن القرية (¬1): أيّ النساء أعجب إليك، قال: الودود الولود، التي أعلاها عسيب، وأسفلها كثيب ـ أخذهنّ من الأرض إذا جَلَسَتْ، وأطولهنّ في السماء إذا قامَتْ ـ التي إنْ تكلمتْ رَوَدَتْ، وإنْ صنعت جوَّدت، وإن مشت تأوَّدتْ، العزيزة في قومها، الذليلة في نفسها، الحصان من جارها، الهلوك إلى بعلها. رَوَدَت: أي لانت. ¶ وفيه، قال بعض الخلفاء: الإماء ألذّ مجامعة، وأغلب شهوةً، وأحسن في التبذل، وآنق في التدلل. ¶ وفي تذكرة ابن حمدون في وصف جارية: إن أردتها اشتهتْ، وإن تركتها انتهتْ، تُحملق (¬2) عيناها، وتحمر وجنتاها، وتذبذب شفتاها (¬3)، وتُبادرك (¬4) الوثبة. ¶ وفي أمالي ثعلب: زوّجتْ امرأةٌ من العرب ابناً لها، ثم قالتْ له: كيف وجدت أهلَك، فقال دلّ لا يُقلى، وعُجب لا يفنى، ولذة لا تُقضى، وكأنّي مُضل أصاب ضالته. ¶ ¬__________ ¶ (¬1) كتب: لقرينه، وما أثبتناه من ربيع الأبرار / الموسوعة الشعرية. ¶ (¬2) كتب: تمحلق، وما أثبتناه من التذكرة الحمدونية / الموسوعة الشعرية. ¶ (¬3) كتب: وتدنو بشفتاها، وما أثبتناه من التذكرة الحمدونية / الموسوعة الشعرية. ¶ (¬4) كتب: وتبادر، وما أثبتناه من التذكرة الحمدونية / الموسوعة الشعرية.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال بعض الأطباء: الحكمة في الغُنج أنْ يأخذَ السمعُ حظَّه من الجِماع؛ فيسهل خروج الماء من جارحة السمع، فإنّ الماء يخرج من تحت كل جزء من البدن، ولهذا ورد: تحت كل شَعَرَة جنابة، وكل جزء له نصيب من اللذة، فنصيب العينين النظر، ونصيب المنخرين النخير، وشم الطيب، ولهذا شُرِع التطيّب للجِماع، ونصيب الشفتين التقبيل، ونصيب اللسان الرشف والمصّ، ونصيب السِّن العَضّ، ولهذا ورد في الحديث (هلاّ بكراً تعضّها وتعضّك)، ونصيب الذَّكَر الإيلاج، ونصيب اليدين اللمس، ونصيب الفخذين، وبقية أسافل البدن المماسة، ونصيب سائر أعالي البدن الضم والمُعانقة، ولم يبق إلاّ حاسة السمع، فنصيبها سماع الغنج. ¶ قال الوداعي في تذكرته: ومن أمثال العامة إيش ينفع الغنج في أذن الأطروش، ومن أمثالهم: اغنجي رويدا، زوجكي أطروش. ¶ / وقال صاحب مرشد اللبيب إلى مُعاشرة الحبيب: الغنج هو الترفق والتذلل 6 أ والذبول، وتفتير العيون، وتمريض الجفون، وإرخاء المفاصل من غير سكون حركة، والتململ من غير انزعاج، والتوجع من غير ألم، وترخيم الكلام عند مخاطبة الرجل بما يحب، وتارة يتألّم منه، وتارة يستلذّ به بأشجى صوتها، ولين نغمتها، قال الشاعر (¬1): ¶ ¬__________ ¶ (¬1) جاء في مصارع العشاق / الموسوعة الشعرية: أنّّ أعرابيا من عذرة يكنى أبا المعرج قال: نزل أعرابي من بني أسد بأعرابية من طي في يوم صائف، فأتته بقرىً حاضر وماء بارد، فنظر إليها، ففتنته بنظرها من وراء البرقع، فراودها عن نفسها، فقالت: يا هذا! أما يقذعك الإسلام والكرم؟ كل وقل، وإن أردت غير ذلك فارتحل، فأنشأ الأسدي يقول: ¶ تَقولُ لي عمرَةُ قوْلَ المُبتَعِلْ: للضّيفِ حَقّ يا فتَى فكُلْ وَقِلْ ¶ فعِندنَا ما شِئتَ من بَرْدٍ وَظِلٍّ، أمّتتتا الذي تَطلبُهُ، فَلا يَحِلْ ¶ يَمنَعُ مِنهُ الدِّينُ وَالعِرْقُ الأصُلْ قال: وعلقها، فقال: فزوجيني نفسك. فقالت: شأنك وأوليائي فأتاهم، فخاف أن لا ¶ يزوجوه للعداوة التي بينهم، فانتسب عذرياً، فزوجوه، فأقام معها زماناً ثم علم به أهلها، فقالوا: يا هذا والله إنك لكفؤ كريم، ولكنا نكره أن تنكح منا وأنت حربنا، فخل عن صاحبتنا، وقد كان تزايد وجده بها لما رأى من موافقتها وحسنها، وكانت تهالكه عند الجماع، فطلقها وقال: ¶ أحِبّكِ يا عمَرَ حُبّ المُسِرّ، لِطُولِ الحَياةِ وَأمنِ الغِيَرْ ¶ وَيُعجِبُني مِنكِ عِندَ الجِما عِ حياةُ الكلامِ وَموْتُ النّظرْ ¶ وَهَجرُكِ يَرْمِينَ بالمُنكرَاتِ أغالِيظَ ذو السَّكَرِ المُبتَهِرْ ¶ وَذو أشَرٍ بَارِدٍ طَعمُهُ، وَرَابي المَجَسّةِ سُخنِ القَعَرْ",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(المتقارب) ¶ وَيُعجِبُني مِنكِ عِندَ الجِما عِ حياةُ الكلامِ وَموْتُ النّظرْ ¶ ولا بدّ في أثناء ذلك من نخير دقيق، وتنهد رقيق، وعضة في إثر قُبلة، أو قبلة في إثر عضّة منه أو منها، فإن ذلك كله مما يقوي شهوة النكاح، ويحثّه على المعاودة، لا سيما إنْ طرحتْ الحياء، واستعملتْ الخلاعة، وذلك معدود من صفاتهنَّ المُستحسنة، وقد روي عن النبي صلى الله عليه وسلم أنه قال: (خير نسائكم التي إذا خلعت ثوبها خلعت معه الحياء، وإذا لبسته لبست معه الحياء) يعني مع زوجها. ¶ قلتْ: هذا لا أعرفه حديثا مرفوعا، ولكن في تعليق أبي عليّ الأرمدي قال: قال محمد بن علي بن الحسين لصفيّة الماشطة: اطلبي لي امرأة تعرف الوحي بالنظرة، وتلبس الحياء من جلبابها إذا لبسته، وتضعه معه إذا وضعته، ثم قال صاحب مُرشد اللبيب: وحكى بعض القضاة المتقدمين أنه تزوج امرأة، وكانت مطبوعة على الخلاعة عند الحاجة، فلما خلا بها سمع منها ما لم يسمعه قبلها، فنهاها عنه، فلما عاودها المرة الثانية لم يُسمع منها شيء من ذلك، فم يجد من نفسه نشاطا كالمرة الأولى، ولا انبعثت له تلك اللذة، فقال لها: ارجعي إلى ما كنتِ تقولين أولاً، واجتنبي الحياء ما استطعت. ¶ قال: ومن دقيق هذه الصنعة أنْ يكون غنج المرأة، ورهز الرجل متطابقين كالإيقاع على الغناء، لا يخرج أحدهما عن الآخر، وقد قيل في ذلك بيتان: (البسيط) (¬1) ¶ ... ومِن حركاتِ النَّيكِ لي ولها ... ... ما أطربتْ منه أجسامٌ وأسماعُ ¶ ... لها ترنّم شخرٍ من تغنّجها ... ... ولي على كُسِّها بالرهز إيقاعُ ¶ قال: ومنهن النَّهاقة، وهي التي يعلو صوتها في الغُنج بالنخير والشهيق / 6ب وقيل في ذلك: (السريع) ¶ ... تُنهِّق مثل العير في غُنجها ... فما من التَّرك لها بُدُّ ¶ ¬__________ ¶ (¬1) جاء صدر البيت الأول مكسورا.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال: وكثير من النساء مَنْ تستعمل السكوت عند الجماع، لكنْ مع رشاقة الحركة، وإظهار القبول للوطء، وضم الرجل إليها، وتقبيله مرة بعد مرّة، ومساعدته بالرهز، وهذه صفة محمودة، غير مكروهة. ¶ قال: ومنهنّ مَنْ يكون غنجها كلُّه سبٌّ للرجل، ودعاءٌ عليه، وهذه عادة نساء صنعاء، وما يليها. ¶ قال: ومنهن المسبَّهة التي لا تُحسن الغُنج، ولا التكسير، وهذا عام في نساء الجبل، وما والاهنّ من بلاد المشرق، ونساء العجم. ¶ الأخبار: ¶ أخرج أبو الفرج في الأغاني من طريق الميداني، عن فلانة قالت كنت عند عائشة بنت طلحة، فقيل [لها] (¬1): قد جاء عمر بن عبيد (¬2) الله، يعني زوجها قالت: فتنحيتُ، ودخل، فلاعبها مدة، ثم وقع عليها، فشخرت، ونخرت، وأنّتْ بالعجائب من الرهز، وأنا أسمع، فلما خرج قلت لها: أنت في نفسك (¬3) وشرفك وموضعك تفعلين هذا! قالت: إنّا نتشهى (¬4) لهذه الفحول بكل ما نقدر عليه، وبكل ما يحركها، فما الذي أنكرت من ذلك، قلتُ: أحبّ أنْ يكون ذلك ليلا، قالت: ذاك هكذا، وأعظم منه، ولكنه حين يراني تتحرك شهوته، ويهيج، فيمدّ يده إليّ؛ فأطاوعه، فيكون ما ترين. ¶ وفي كتاب نثر الدرر للأبي، قال: لمَّا زُفّتْ عائشة بنت طلحة إلى زوجها مصعب بن الزبير، سمعتُ امرأة بينها وبينه، وهو يجامعها شخيرا وغطيطا في الجماع لم يُسمع مثله، فقالت لها في ذلك، فقالت عائشة: إنّ الخيل لا تشرب إلاّ بالصفير، أورده صاحب تحفة العروس. ¶ ¬__________ ¶ (¬1) زيادة من الأغاني ¶ (¬2) في الأغاني عبد الله ¶ (¬3) كتبت: نسبك، وما أثبتناه من الأغاني ¶ (¬4) كتب: نستَهِبَّ. وما أثبتناه من الأغاني",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وأخرج ابن عساكر عن عبد الله بن القاسم الإيلي، قال (¬1): زوَّج معاوية بن أبي سفيان ابنته هند من عبد الله بن عامر، فاغتاظت عليه، فجاء معاوية، فجلس إليها وقال: يا بُنيّة بيض عَطِرات، أوانِس خَفِرات، أمَّا حرامُهن فصعب، وأمَّا حلالُهن فسهل به سمحات، ثم رجع، فسأل بعد زوجها عنها (¬2). ¶ فقال لها: ما تحسنين، فقالت: عشرين فنا / من الرهز فاشتراها (¬3). ... 7أ ¶ وفي شرح المقامات لابن عبد المنعم قال: أقبل رجل على علي بن أبي طالب رضي الله عنه، فقال: يا أمير المؤمنين إنّ لي امرأة كلما غشيتها تقول: قتلتني قتلتني، فقال له علي رضي الله عنه: اقتلها وعليّ إثمها. ¶ ¬__________ ¶ (¬1) جاء هذا الخثر في تاريخ دمشق على النحو التالي: عن عبد الله بن القاسم الأيلي قال: زوج معاوية بن أبي سفيان ابنته هندا من عبد الله بن عامر بن كريز وبنى له قصرا إلى جانب قصره وجعل بينهما بابا وأدخلت عليه وهي بنت تسع سنين قال فبينا هو في المشرقة يوما إذ مرت به حاضنتها فقال لها ما فعلت تلكم؟ فقالت بخير يا أمير المؤمنين قال فإني أعزم عليكم بحقي عليك قالت: يا أمير المؤمنين فإنها مصعت واعتاصت عليه فقام حافيا آخذا بأزرار ثيابه ومضى حتى دخل عليها فسلم والنسوة عندها قال فكسرت له نمرقة فجلس فقال السلام عليكن يا بنية بيض عطرات أوانس خفرات أما حرامهن فصعب وأما حلالهن فسهل به سمحات ثم رجع إلى مجلسه فمر به ابن عامر فقال له النجاء إلى أهلك فرب صعب قد ذللته لكم وحزن قد سهلته لكم قال ثم مرت به الحاضنة من الغد فقال لها كيف تلكم فقالت صارت امرأة من النساء. تاريخ دمشق / المكتبة الشاملة. ¶ (¬2) لعل هنا نقصا، وتمام الخبر كما ورد أعلاه. ¶ (¬3) هذا الخبر اتصل بما قبله، ويبدو أنه ناقص من أوله.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وفي كتاب نسب الغريب؛ لابن الدهان، ومعجم الأدباء؛ لياقوت الحموي: خاصم رجل إلى قاض أبا امرأته، فقال: زوجتي ابنتُهُ، وهي مجنونة، فقال: ما بدا لك من جنونها؟ قال: إذا جامعتها غُشي عليها، قال: تلك الربوخ (¬1)، لست لها بأهل، طلِّقها، فطلَّقها، فتزوجها القاضي. قال ابن الدهان: أراد أنّ ذلك يُحمد منها، قال الشاعر: (مجزوء الرجز) ¶ أطيبُ لذَّاتِ الفَتى ... نيكُ ربوخٍ غُلْمة ¶ قال: فالربوخ هي التي إذا جُومعت استرختْ، وغُشي عليها، وفي القاموس: امرأة مِنخار تنخرُ عند الجِماع كأنها مجنونة. ¶ وفي جامع اللذة: تزوج قاض امرأة من أهل المدينة، فكانت إذا غشيها أهجرت (¬2) في القول وأفحشت، فاشتدّ ذلك على القاضي، ونهاها عنه، فلما عاد إليها صمتت عن ذلك القول، ففتر نشاطه، فلما رأى ذلك قال لها: عودي إلى عملك الأول. ¶ وفيه، قيل لامرأة: أي شيء أوقع في القلب وقت النكاح؟ قالت: موضع لا يُسمع فيه إلاّ النخير، وشهيق يجلب الماء من غِشاء الدماغ، ومخارج العظام. وفيه، قال بعضهم: إنما يطيب النيك بشدة الرهز، وكثرة الرفع والخفض، والنصب والبسط والقبض، والتقديم والتأخير، والهمهمة، والنخير والشخير، والصهيل والحمحمة. ¶ ¬__________ ¶ (¬1) امرأة ربوخ: يغشى عليها عند الجماع وهو من الرخاوة. يقال: مشى حتى تربخ. أساس البلاغة (ربخ) ¶ (¬2) أهجر: نطق بالهُجر، بالضّم وهو الفحش. يقال: \"من أكثر أهجر\" ورماه بالهاجرات والمهجرات: بالفواحش، والهاجرات: الكلمات التي فيها فحش. أساس البلاغة (هجر)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي كتاب نزهة الذاكرة عن بعضهم: سماع ما يلذ، له تأثير في النشاط، وقد ترى أهل الصناعات الذين يكدون برّاً وبحرا، إذا خافوا الملالة والفتور، ترنّموا (¬1)، وشغلوا أنفسهم بذلك من ألم التعب، وترى الشجعان، وأبناء الحروب قد احتالوا بنفخ أصناف البوقات (¬2)، وقرعوا الطبول؛ لتهون عليهم الشدائد، وترى الإبل يحدو بها الحادي، فتمعن في سيرها، وتصفر للدوابّ فتَرِد الماء وتشرب على الصفير. ¶ الأشعار: ¶ قال أبو وجزة السعدي (¬3) (من الخفيف) ¶ قَتَلَتني بِغَيرِ ذَنبٍ قَتولُ وَحلالٌ لَها دَمي المَطلولُ ... ¶ / ... ما عَلى قاتِلٍ أَصابَ قَتيلاً بِدَلالٍ وَمُقلَتَينِ سَبيلُ ... 7ب ¶ وقال ابن مطروح (¬4): (البسيط) ¶ مَصارِعُ الأسْدِ بينَ الغُنْجِ والدَّعَجِ وحِيلةُ الحُسنِ بينَ العاجِ والسَّبجِ ¶ والدُّرُّ ما كان في المُرجانِ مَنبتُهُ دعِ البحارَ وما تُكنُّ مِن لُججِ ¶ وفي كتاب تحفة العروس، قال ابن ذكوان: لم أسمع في الكناية عن الرهز بأحسن من قول الشاعر (¬5): ¶ ¬__________ ¶ (¬1) كتب: ترنحوا، وما أثبتناه من اللهو والملاهي لابن خردذابة / الموسوعة الشعرية. ¶ (¬2) كتب: البراعات، وما أثبتناه من اللهو والملاهي لابن خردذابة / الموسوعة الشعرية. ¶ (¬3) كتب: قال وجزة، والصواب أبو وجزة، وهو: أبو وجزة السعدي ? - 130 هـ / ? - 747 م ¶ يزيد بن أبي عبيد السُّلمي السعدي. نشأ في بني سعد، فغلب عليه نسبهم، وهو شاعر مشهور من التابعين وهو محدث مقرئ. وسكن المدينة، فانقطع إلى آل الزبير ومات بها. له شعر في قصائد نادرة من كتاب منتهى الطلب في أشعار العرب. /الموسوعة الشعرية. ¶ (¬4) ابن مطروح البلنسي: 574 - 635 هـ / 1178 - 1238 م ¶ أبو محمد عبد الله بن مطروح التجيبي القاضي. من أهل بلنسية ولد وعاش ببلنسية وولي قضاءها وكان فقيهاً وأديباً شاعراً. أورد لَه صاحب المجموع بيتين وذكره ابن الأبار في تحفة القادم. الموسوعة الشعرية. ¶ (¬5) للأشهب بن رميلة: ? - 86 هـ / ? - 705 م ¶ الأشهب بن ثور بن أبي حارثة بن عبد المدان النهشلي الدارمي التميمي. ¶ شاعر نجدي، ولد في الجاهلية، وأسلم، ولم يجتمع بالنبي (صلى الله عليه وسلم)، وعاش إلى العصر الأموي، هجا غالباً (أبا الفرزدق) فهجاه الفرزدق، وضعف الأشهب عن مجاراته، وذكره المرزباني في من وفد على الوليد بن عبد الملك. نسبته إلى أمه (رميلة) وكانت أمَة اشتراها أبوه في الجاهلية. الموسوعة الشعرية.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(المتقارب) ¶ ... ... وأنتِ أمامةُ ما تَعلمين فَضلتِ النساءَ بضِيق وحِر ¶ ... ويُعجبُني منك عند النِّكاح حياةُ الكلامِ وموتُ النَّظر ¶ وقال أبو عقيبة (¬1) الأسدي يخاطب أسماء بنت خارجة حين زوَّج ابنته هند من عبيد (¬2) الله بن زياد، شعر (من الوافر) ¶ جزاكِ الله يا أسماءُ خيراً فقدْ أرضيتِ فَيشلةَ الأميرِ ¶ بصدغٍ قد يفوحُ المسكُ منه عظيمٌ مثلُ كَرْكَرةِ البَعيرِ ¶ إذا دفَعَ الأميرُ الأيْرَ فيه سمعت لها أزيزاً كالصرير ¶ لقد زوجتها حسناء بِكرا تجيدُ الرَّهز من فوقِ السريرِ ¶ وأنشد البكري في اللآلي لبعضهم (¬3): (الوافر) ¶ شفاءُ الحبّ تقبيلٌ وضمّ وَجرٌّ بالبطونِ على البطونِ ¶ وَرَهزٌ تهملُ العينان منهُ وَأخذٌ بالمناكبِ والقرونِ ¶ وأنشد البطليوسي في شرح الكامل قول الراجز (¬4): (الرجز) ¶ واللهِ لَلنومُ على الدِّيباجْ على الحَشايا وسريرِ العاجْ ¶ مَعَ الفتاةِ الطفلةِ المِغْناجْ أهونُ يا عمرو منَ الإدْلاجْ ¶ ... وزفراتِ البازِلِ العجعاجْ ¶ وقال عبيد الله بن قيس الرقيات (¬5): ¶ ¬__________ ¶ (¬1) كتب عيينة، وقد جاء اسمه في البصائر والذخائر لأبي حيان التوحيدي عقبة، وكذا في التذكرة الحمدونية، وقال ابن طيفور في بلاغات النساء عقيبة، وكذا ابن قتيبة في عيون الأخبار. ¶ (¬2) كتب: عبد الله، وهوخطأ. والصواب ما أثبتناه. ¶ (¬3) لأم الضحاك المحاربية: شاعرة جاهلية من شاعرات الغزل. كانت تحب زوجها الضباب وأسرفت في حبها له وتعلقها به، خاصة بعد أن طلقها، فتراها تناجيه في كثير من المقطعات. الموسوعة الشعرية. ¶ (¬4) البيتان في شرح الحماسة للمرزوقي / الموسوعة الشعرية، بلا عزو. ¶ (¬5) عُبَيد الله بن الرُقَيّات: ? - 85 هـ / ? - 704 م ¶ عبيد الله بن قيس بن شريح بن مالك، من بني عامر بن لؤي، ابن قيس الرقيات. ¶ شاعر قريش في العصر الأموي. كان مقيماً في المدينة. خرج مع مصعب بن الزبير على عبد الملك بن مروان، ثم انصرف إلى الكوفة بعد مقتل ابني الزبير (مصعب وعبد الله) فأقام سنة وقصد الشام فلجأ إلى عبد الله بن جعفر بن أبي طالب فسأل عبد الملك في أمره، فأمّنه، فأقام إلى أن توفي. أكثر شعره الغزل والنسيب، وله مدح وفخر. ولقب بابن قيس الرقيات لأنه كان يتغزل بثلاث نسوة، اسم كل واحدة منهن رقية",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(المديد) ¶ حَبَّذا الدَلالُ وَالغُنُجُ وَالَّتي في طَرفِها دَعَجُ ¶ الَّتي إِن حَدَّثَت كَذَبَت وَالَّتي في وعدها فلجث ¶ ... وَتَرى في البَيتِ صُورَتها مِثلَ ما في البيعَةِ السُرُجُ ¶ / ... حَدِّثوني هَل عَلى رَجُلٍ عاشِقٍ في قُبلَةٍ حَرَجُ ... ... 8أ ¶ وقال درست الشاعر (¬1): (الوافر) ¶ أَمَا والخالُ في الخدِّ الأصيلِ وطرفٍ فاترٍ} غنجٍ كحيلِ ¶ وقدٍّ مائلٍ يحكيهِ غصنٌ على دِعصٍ من الردفِ الثقيلِ ¶ وقال أبو الطيب صالح بن يزيد الرندي (¬2): (البسيط) ¶ من الظباءِ تروعُ الأسْدَ بالمُقَلِ وما رمتْها بغيرِ الغُنجِ والكَحَلِ ¶ وقال أبو نواس (¬3): ¶ ¬__________ ¶ (¬1) كتب: درستويه، والصواب أنه: درست المعلم البغدادي. شاعر ذكره عبد الله بن المعتز في طبقات الشعراء وذكر أن الجاحظ احتج بشعر وأنه كان يرى رأي الخوارج. وكان أرقع خلق الله إلا أنه كان فصيح القول جيد النظم. انظر الوافي بالوفيات / الموسوعة الشعرية، وطبقات ابن المعتز / الموسوعة الشعرية. ¶ (¬2) أبو الطيب الرندي: صالح بن يزيد بن صالح بن علي بن موسى بن أبي القاسم بن شريف النفزي الرندي - ¶ بالراء والنون - أبو الطيب؛ من أهل رندة من جزيرة الأندلس. قال أثير الدين أبو حيان: المذكور هو أحد الأدباء المجيدين من أهل الأندلس. الوافي بالوفيات / الموسوعة الشعرية. ¶ (¬3) هذه الأبيات ليست لأبي نواس، وإنما هي لداود بن رزين الواسطي، وقصّتها أنه إجتمع أبو نواس وداود بن رزين الواسطي وحسين بن الضحاك وفضل الرقاشي وعمرو الوراق وحسين بن الخياط في منزل عنان جارية الناطفي، فتحدثوا وتناشدوا أشعار الماضين وأشعارهم في أنفسهم، حتى انتصف النهار، فقال بعضهم: عند من نحن اليوم؟ فقال كل واحد: عندي! قالت عنان: قولوا في هذا المعنى أبياتاً وتضمنوا إجازة حكمي عليكم، بعد ذلك. فبدأ داود بن رزين الواسطي فقال: ¶ قوموا إلى قصف لهو وظل بيت كنين ¶ وريح مسك ذكي بجيد الزرجون ¶ وقينة ذات غنج وذات دل رصين ¶ تشدو بكل ظريف من صنعة ابن رزين ¶ فقال أبو نواس: ¶ لا بل إلى ثقاتي قوموا بنا يا حياتي ¶ قوموا نلذ جميعاً بقول هاك وهات ¶ فإن أردتم فتاة أتحفتكتم بفتاة ¶ وإن أردتم غلاماً أتيتكم بمؤاتي ¶ فبادروه مجوناً في وقت كل صلاة ¶ وقال كلٌّ من الشعراء الآخرين أبياتا. انظر الإماء الشواعر لأبي الفرج الأصفهاني / الموسوعة الشعرية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "(المضارع) ¶ قُومُوا إلى قَصْفِ لَهْوٍ وظلِّ بيتٍ كَنينِ ¶ وقينةٍ ذاتِ غنجٍ وذاتِ دلٍّ رَصينِ ¶ وقال ابن الشبلي (¬1): (مجزوء الرمل) ¶ لابنِ حمادٍ أيادٍ عندَنا ليستْ بدون ¶ عنده جاريةٌ تَشْـ فِي من الدَّاءِ الدَّفين ¶ ولها في رأسِ مَولا ها أكاليلٌ قُرون ¶ ذاتُ صدعٍ حاتِمي الـ فعلِ في كنٍ مَكين ¶ وقال الجزار: (الطويل) ¶ ... ... وتصنّعي للغنج فهو يلذ لي ... ... وبه يطيب النيك للنيّاك ¶ وقال آخر: (البسيط) ¶ ... وللنكاح شروط في لذاذته ... قد اجتمعن لنا في ست غينات ¶ ... غنج وغمز وغمزات وغربلة ... وغضّ طرف وغزلٌ بالعُوينات ¶ وقال آخر: (الرجز) ¶ ... ... إذا علوتيه وحال منذرِ ... ... لم تك (¬2) ما نخير فانخر ¶ ... ... ... ... وهيج لذات كطعم السكر ¶ ومن أشعار العلاّمة: ¶ والنَّيكُ بلا غنجٍ ... مثلُ خُبْزٍ بلا إيدامِ ¶ وقال القائل غفر الله له: (الوافر) ¶ ... إذا ما نكت من أنثى فمُرها ... تبالغ في الشخير وفي النخير ¶ ... ولا تنكِح بلا غنج فإني ... رأيت الخيل تشرب بالصفير ¶ وقال ابن المعتز: (من السريع) ¶ ... وَذاتِ نايٍ مُشرِقٍ وَجهُها مَعشوقَةِ الأَلحاظِ وَالغُنجِ ¶ وقال أعرابي (¬3): (الرجز) ¶ جاءت عروساً تفضلُ العرائسا شكلاً وألفاظاً ودلاً خالسا ¶ ومركباً مثل الأميرِ جالساً جهم المُحيا ينفجُ الملابسا ¶ يدخلُ مبلولاً ويبدو يابساً لا يفضلُ الأولُ منهُ السادِسا ¶ وقال رجل من بجيلة: (الكامل) ¶ خير الليالي أن تبيت بليلة ... بين الخباب وبين جمّة عنبر ¶ / ودلال كاملة الجمال عزيزة بيضاء واضحة كطي المئزر 8ب ¶ وقال الشهابي البراعي: (الرمل) ¶ بأبي من زرتها مستفتحا ... باب باه أغلقته غضبا ¶ وطوت عني وداداً لم أجد ... لي فيما فعلته سببا ¶ لم يكن لي عندها ذنب سوى أني فككت عنها الملعبا ¶ ¬__________ ¶ (¬1) جاء في الأغاني / الموسوهة الشعرية: كان أبو الشبل يعاشر محمد بن حماد بن دلقيش، ثم تهاجرا بشيء أنكره عليه، فقال أبو الشبل فيه هذه الأبيات. ¶ (¬2) ورد هذا الشطر مختل الوزن ¶ (¬3) الأبيات في التذكرة الحمدونية / الموسوعة الشعرية.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "واعتنقنا مثل غصني بانة جمعت بينهما ريح الصبا ¶ وصبا قلبي لها وشكى ... من تباريح التنائي وصَبا ¶ وأرتني عجبا من دلّها واعجبا. ¶ وأباحتني رضاباً خِلته ... كلما قبّلت فاها ضَرَبا ¶ ثم قالت قف قليلا فلقد سرّني أن يبلغ السيل الزبا ¶ يا لها من لفظة هام بها سمعي وَجْداً وقلبي طَرَبا ¶ وأنشد الصولي المعتضد بالله: (المنسرح) ¶ ... يا لاحِظي بالفتور والدعج ... وقاتلي بالدلال والغُنج ¶ ... أشكو إليك الذي لاقيت من الوجد ... فيا تُرى هل لديك من فرج ¶ ... حللت بالطرف والجمال من النا ... س محلّ العيون والمهج ¶ وقال أبو سعد في شرف المصطفى: روي عن مصعب بن محمد بن عبد الله بن أبي أمية، عن أمّ سلمة زوج النبي صلى الله عليه وسلم، قالت: خرجنا مع رسول الله صلى الله عليه وسلم إلى الطائف، وكان مع رسول الله صلى الله عليه وسلم مولى لخالته فاختة بنت عمر بن عائد بن عمران بن عثمان بن مخزوم مخنث، يقال له ماتع، وآخر يقال له هيت، وكان ماتع يكون في بيوته لما يرى رسول الله صلى الله عليه وسلم أنه لم يفطن بشيء من أمر النساء، مما يفطن له الرجال، و يرى أنّ له في ذلك إربة، فسمعهُ رسول الله صلى الله عليه وسلم يقول لخالد بن الوليد، أو لعبد الله بن أمية: إنْ افتتح رسول الله صلى الله عليه وسلم الطائف غداً، فلا تقتلنّ بادية بنت غيْلان، فإنها تُقبل بأربعٍ وتُدبرُ بثمانٍ، فإذا جلستْ تثنَّت، وإذا قامتْ ارتجّت، وبين رجليها مثل الإناء المكفوء،/ مع ثغر الأقحوان، فهي كما قال قيس بن الخطيم (¬1): (المنسرح) 9أ ¶ ¬__________ ¶ (¬1) قَيس بن الخَطيم ? - 2 ق. هـ / ? - 620 م ¶ قيس بن الخطيم بن عدي الأوسي، أبو يزيد. شاعر الأوس وأحد صناديدها في الجاهلية. أول ما اشتهر به تتبعه قاتلي أبيه وجده حتى قتلهما، وقال في ذلك شعراً. وله في وقعة بعاث التي كانت بين الأوس والخزرج قبل الهجرة أشعار كثيرة. أدرك الإسلام وتريث في قبوله، فقتل قبل أن يدخل فيه. الموسوعة الشعرية.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": ".. رَدَّ الخَليطُ الجِمالَ فَاِنصَرَفوا ماذا عَلَيهِم لَو أَنَّهُم وَقَفوا ¶ لَو وَقَفوا ساعَةً نُسائِلُهُم رَيثَ يُضَحّي جِمالَهُ السَلَفُ ¶ بَينَ شُكولِ النِساءِ خِلقَتُها قَصدٌ فَلا حِيْلَةٌ وَلا قَضَفُ ¶ فيهِم لَعوبُ النساءِ آنِسَةُ الـ دَلِّ عَروبٌ يَسوءُها الخُلُفُ ¶ تعقد الطَرفَ وَهيَ لاهِيَةٌ كَأَنَّما شَفَّ وَجهَها نُزُفُ ¶ تَنامُ عَن كُبرِ شَأنِها فَإِذا قامَت رُوَيداً تَكادُ تَنغَرِفُ ¶ فسمع ذلك رسول الله صلى الله عليه وسلم فقال: لا أرى هذا لا يفطن لما أسمع، لا يدخلنّ على نساء بني عبد المطلب. ¶ وقد كَثُر تشبيهُ الثَّغر بالبحر، قال نصيح الدين محمد بن منير العجلي (¬1): (المجتث) ¶ وردٌ ومسك ودر خد وخال وثغر ¶ لحظ وجفن وغنج سيف ونبل وسحر ¶ غُصن وبدْر وليل قدٌّ ووجه وشَعْر ¶ وقال أبو عمر محمد بن عبد ربه الكاتب (¬2): ¶ ¬__________ ¶ (¬1) هوالمعروف بابن البطريق: محمد بن منير بن البطريق نصيح الدين العجلي البغداذي الجزري الشاعر البغداذي، سمع منه الزكي المنذري شعره بالقاهرة وكناه أبا بكر، وتوفي بدمشق سنة سبع وثلاثين وستمائة. الوافي بالوفيات / الموسوعة الشعرية. ¶ (¬2) ابن عبد ربه الأندلسي: 246 - 328 هـ / 860 - 939 م ¶ أحمد بن محمد بن عبد ربه بن حبيب بن حُدير بن سالم أبو عمر. الأديب الإمام صاحب العقد الفريد، من أهل قرطبة. كان جده الأعلى سالم مولى هشام بن عبد الرحمن بن معاوية. وكان ابن عبد ربه شاعراً مذكوراً فغلب عليه الاشتغال في أخبار الأدب وجمعها. له شعر كثير، منه ما سماه الممحصات، وهي قصائد ومقاطع في المواعظ والزهد، نقض بها كل ما قاله في صباه من الغزل والنسيب. وكانت له في عصره شهرة واسعة وهو أحد الذين أثروا بأدبهم بعد الفقر. أما كتابه (العقد الفريد -ط) فمن أشهر كتب الأدب سماه العقد وأضف النساخ المتأخرون لفظ الفريد. وله أرجوزة تاريخية ذكر فيها الخلفاء وجعل معاوية رابعهم!! ولم يذكر علياً فيهم وقد طبع من ديوانه خمس قصائد وأصيب بالفالج قبل وفاته بأيام. الموسوعة الشعرية.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(الطويل) ¶ ... عجبتُ للفظٍ منكَ ذابَ نحافةً ومعناهُ ضخمٌ ما أَردتُ سمينُ ¶ وأعجبُ من هذين أن بيانَهُ حياةٌ لأرباب الهوى ومنونُ ¶ زَحمْتَ به في غُنجها مُقَلَ الدُّمى وَعلَّمتَ سِحْرَ النَّفْثِ كيف يكونُ ¶ وقال محمد بن عبد الغني الفهري (¬1): (الطويل) ¶ لمَن كلمٌ كالسِّحر من غُنج أحداقِ سقاكَ بكأسٍ لم تُدِرْها يدُ السَّاقي ¶ وأنشد في الحماسة لرجل يهجو امرأته (¬2): (الطويل) ¶ حديثٌ كقلع الضرس أو نتف شاربٍ وغنجٌ كحطم الأنف عيل به صبري ¶ وتفتر عن قلحٍ عدمت حديثها وعن جبلي طيٍ وعن هرمي مصر ¶ خاتمة ¶ قال صاحب [الكتاب] (¬3) المسمى بالزنجبيل القاطع في وطء ذات البراقع: (الطويل) ¶ ... وتسمع من غنجي صنوفا أعُدُّها ... على نسقٍ كالدُّر نُظِّمَ في عقدِ ¶ ... وأُعطيكَ منه ناعمًا تستلذّه ... رفيعاً كمرِّ الرِّيح ليلاً على الورد ¶ / ... لطيفاً رقيقاً حين تسمعُ حسّهُ ... تكادُ به العينانِ تنعسُ مِن سُهد ¶ ... وإني لأحكي فيهِ من كلّ صنْعَةٍ ... غرائبُ لم يظفرْ بها أحدٌ بعدي ¶ ... فمنه طويلُ العمرِ سِيدي ومؤنِسي ... مُناي الذي أفديهِ بالروحِ والولد ¶ ... غرامي حبيب القلب روحي دسّه ... وأحشي به قلبي تعالَ إلى عندي ¶ ... حبيبي نور العين قلبي ومهجتي ... أغثني به يا حبّ غيِّبْه في كبدي ¶ ... وسَرْسبْه وادفعه وأغرقه في الحشا ... وسَرِّبْه والصق وغرِّقه للحدّ ¶ ... فرفعي وتحريكي وغربلتي إذا تمكَّن منِّي واهتزازي من الوجد ¶ وشخري وشُهقاني وغُنجي ومنطقي يُحل صَميم الصخر والحجر الصَّلد ¶ وذكر في هذه القصيدة أنه يقول في الغنج: ¶ ... للفراش زحقة الكسّ سعفة ... ، وجوانبه، وحيطانه، وأعتابه. ¶ ¬__________ ¶ (¬1) هو المعروف بابن الجنان: محمد بن عبد الغني الفهري المعروف بابن الجنّان من أهل جيّان، سكن مدينة فاس. تحفة القادم لابن الأبّار / الموسوعة الشعرية. ¶ (¬2) البيتان في شرح الحماسة للمرزوقي/ الموسوعة الشعرية، دون ذكر لاسم القائل. ¶ (¬3) الكتاب، غير موجود في الأصل المخطوط.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وهذا آخر الكتاب، والحمد لله، وسلام على عباده الذين اصطفى، وصلى الله على سيدنا محمد، وآله وصحبه وسلم.",
            "page": "24",
            "part": "1"
        }
    ],
    "t36061": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شقائق الاترنج في دقائق الغنج للسيوطي"
        }
    ]
}