{
    "b36066": [
        {
            "id": "1",
            "nass": "أسبابُ تخلُّفِ الوعيدِ ¶ إعداد ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1430 هـ 2009 م ¶ بهانج دار المعمور ¶ (( حقوق الطبع لكل مسلم )) ¶ بهانج دار المعمور ¶ هذا وقد قسمت هذا الموضوع لبابين : ¶ الباب الأول= الفرق بين الوعد والعيد ¶ وفيه مبحثان : ¶ المبحث الأول -عدم تخلف الوعد ¶ المبحث الثاني-تخلف الوعيد ¶ الباب الثاني= أسباب تخلف الوعيد ، وهي أحد عشر سبباً ¶ السبب الأول-التَّوْبَةُ ¶ السَّبَبُ الثَّانِي-الِاسْتِغْفَارُ ¶ السَّبَبُ الثَّالِثُ-الْحَسَنَاتُ الْمَاحِيَةُ ¶ السَّبَبُ الرَّابِعُ-دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ ¶ السَّبَبُ الْخَامِسُ-مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ ¶ السَّبَبُ السَّادِسُ-شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ . ¶ السَّبَبُ السَّابِعُ-الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا ¶ السَّبَبُ الثَّامِنُ-مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ ¶ السَّبَبُ التَّاسِعُ-أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا ¶ السَّبَبُ الْعَاشِرُ-رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ ... ¶ السببُ الحادي عشر - إذا كانت المخالفة قائمة على الاجتهاد . ¶ وقد قمت بتفسير الآيات بشكل مختصر ، والأحاديث استخرجتها من مظانها ، وحكمت عليها بما يناسبها إذا لم تكن في الصحيحين. ¶ وفصلت القول في هذه المسالة ، بما يجليها لعامة الناس ، ويبين منهج أهل السنة والجماعة فيها . ¶ أعدَّه ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ في 21 جمادى الآخرة 1430 هـ الموافق ل15 /6 /2009م",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على سيد الأنبياء والمرسلين وعلى آله وصحبه أجمعين ، ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فإن الله تعالى قد وعد من أطاعه بالرضى والرضوان ودخول الجنان ، قال تعالى : {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (97) سورة النحل ¶ وقال تعالى : {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (55) سورة النور ¶ وقال تعالى : {وَبَشِّرِ الَّذِين آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقاً قَالُواْ هَذَا الَّذِي رُزِقْنَا مِن قَبْلُ وَأُتُواْ بِهِ مُتَشَابِهاً وَلَهُمْ فِيهَا أَزْوَاجٌ مُّطَهَّرَةٌ وَهُمْ فِيهَا خَالِدُونَ} (25) سورة البقرة. ¶ والله سبحانه وتعالى لا يخلف الميعاد ، فما وعد به فهو حقٌّ ، وسوف يتحقق كما وعد به تفضلاً وكرماً منه سبحانه وتعالى . ¶ وتوعَّد سبحانه من عصاه بالعقوبة في الدارين ، قال تعالى : {وَمَن يَعْصِ اللّهَ وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ يُدْخِلْهُ نَارًا خَالِدًا فِيهَا وَلَهُ عَذَابٌ مُّهِينٌ} (14) سورة النساء . ¶ وقال تعالى : {فَلاَ تَحْسَبَنَّ اللّهَ مُخْلِفَ وَعْدِهِ رُسُلَهُ إِنَّ اللّهَ عَزِيزٌ ذُو انْتِقَامٍ} (47) سورة إبراهيم . ¶ وقال تعالى : { إِنَّ الَّذِينَ كَفَرُواْ بِآيَاتِ اللّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللّهُ عَزِيزٌ ذُو انتِقَامٍ} (4) سورة آل عمران .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وهؤلاء الذين توعَّدهم الله تعالى قسمان كفارٌ وعصاةُ المؤمنين، ولاشك أن هناك فرقا كبيرا بينهما . ¶ وقد لاحظ العلماء ذلك ،فقالوا : أمَّا الكفارُ ومن لحق بهم إذا ماتوا على الكفر ، فلا يمكن أن يتخلَّف الوعيد بحقهم لقوله تعالى : {إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } (48) سورة النساء ¶ ولقوله تعالى : {لَقَدْ كَفَرَ الَّذِينَ قَالُواْ إِنَّ اللّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُواْ اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ} (72) سورة المائدة . ¶ وأمَّا عصاة المؤمنين فقد يتخلف الوعيد بحقهم . ¶ وممن تكلم في هذه المسالة الجلل شيخ الإسلام ابن تيمية رحمه الله في مجموع الفتاوى . ¶ هذا وقد قسمت هذا الموضوع لبابين : ¶ الباب الأول= الفرق بين الوعد والعيد ¶ وفيه مبحثان : ¶ المبحث الأول -عدم تخلف الوعد ¶ المبحث الثاني-تخلف الوعيد ¶ الباب الثاني= أسباب تخلف الوعيد ، وهي أحد عشر سبباً ¶ السبب الأول-التَّوْبَةُ ¶ السَّبَبُ الثَّانِي-الِاسْتِغْفَارُ ¶ السَّبَبُ الثَّالِثُ-الْحَسَنَاتُ الْمَاحِيَةُ ¶ السَّبَبُ الرَّابِعُ-دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ ¶ السَّبَبُ الْخَامِسُ-مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ ¶ السَّبَبُ السَّادِسُ-شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ . ¶ السَّبَبُ السَّابِعُ-الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا ¶ السَّبَبُ الثَّامِنُ-مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "السَّبَبُ التَّاسِعُ-أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا ¶ السَّبَبُ الْعَاشِرُ-رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ ... ¶ السببُ الحادي عشر - إذا كانت المخالفة قائمة على الاجتهاد . ¶ وقد قمت بتفسير الآيات بشكل مختصر ، والأحاديث استخرجتها من مظانها ، وحكمت عليها بما يناسبها إذا لم تكن في الصحيحين. ¶ وفصلت القول في هذه المسالة ، بما يجليها لعامة الناس ، ويبين منهج أهل السنة والجماعة فيها . ¶ سائلاً المولى جلَّ وعلا أن يمنَّ علينا وعليكم بالمغفرة والرضوان ، وأن ينفع به كاتبه وقارئه وناشره والدال عليه في الدارين . ¶ قال تعالى : {يَا أَيُّهَا النَّاسُ قَدْ جَاءتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَاء لِّمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ } (57) سورة يونس ¶ أعدَّه ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ في 21 جمادى الآخرة 1430 هـ الموافق ل15 /6 /2009م ¶ - - - - - - - - - - - -",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الباب الأول ¶ الفرق بين الوعد والعيد ¶ وفيه مبحثان : ¶ المبحث الأول ¶ عدم تخلف الوعد ¶ الوعد : هو ما وعدَ الله تعالى به عباده الصالحين من الرضى والسعادة والنصر في الدنيا ، ودخول الجنة في الآخرة . ¶ قال تعالى : {مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ} (97) سورة النحل . ¶ وقال تعالى : {إِنَّا لَنَنصُرُ رُسُلَنَا وَالَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ يَقُومُ الْأَشْهَادُ} (51) سورة غافر ¶ وقال تعالى : {وَعَدَ اللّهُ الَّذِينَ آمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ} (9) سورة المائدة ¶ وقال تعالى : {وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُم فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِن قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُم مِّن بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا وَمَن كَفَرَ بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (55) سورة النور . ¶ والدليل على عدم تخلف الوعد قوله تعالى : {رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لاَّ رَيْبَ فِيهِ إِنَّ اللّهَ لاَ يُخْلِفُ الْمِيعَادَ} (9) سورة آل عمران ¶ وقوله تعالى : {وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ وَعْدَهُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ } (6) سورة الروم ¶ وفوله تعالى : {لَكِنِ الَّذِينَ اتَّقَوْا رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ وَعْدَ اللَّهِ لَا يُخْلِفُ اللَّهُ الْمِيعَادَ} (20) سورة الزمر .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقوله تعالى : {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ} (60) سورة غافر ¶ وقوله تعالى : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } (53) سورة الزمر ¶ وعَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « إِذَا دَعَا أَحَدُكُمْ فَلاَ يَقُلِ اللَّهُمَّ اغْفِرْ لِى إِنْ شِئْتَ وَلَكِنْ لِيَعْزِمِ الْمَسْأَلَةَ وَلْيُعَظِّمِ الرَّغْبَةَ فَإِنَّ اللَّهَ لاَ يَتَعَاظَمُهُ شَىْءٌ أَعْطَاهُ » (¬1) . ¶ وعَنْ أَبِى ذَرٍّ عَنِ النَّبِىِّ - صلى الله عليه وسلم - فِيمَا رَوَى عَنِ اللَّهِ تَبَارَكَ وَتَعَالَى أَنَّهُ قَالَ « يَا عِبَادِى إِنِّى حَرَّمْتُ الظُّلْمَ عَلَى نَفْسِى وَجَعَلْتُهُ بَيْنَكُمْ مُحَرَّمًا فَلاَ تَظَالَمُوا يَا عِبَادِى كُلُّكُمْ ضَالٌّ إِلاَّ مَنْ هَدَيْتُهُ فَاسْتَهْدُونِى أَهْدِكُمْ يَا عِبَادِى كُلُّكُمْ جَائِعٌ إِلاَّ مَنْ أَطْعَمْتُهُ فَاسْتَطْعِمُونِى أُطْعِمْكُمْ يَا عِبَادِى كُلُّكُمْ عَارٍ إِلاَّ مَنْ كَسَوْتُهُ فَاسْتَكْسُونِى أَكْسُكُمْ يَا عِبَادِى إِنَّكُمْ تُخْطِئُونَ بِاللَّيْلِ وَالنَّهَارِ وَأَنَا أَغْفِرُ الذُّنُوبَ جَمِيعًا فَاسْتَغْفِرُونِى أَغْفِرْ لَكُمْ يَا عِبَادِى إِنَّكُمْ لَنْ تَبْلُغُوا ضَرِّى فَتَضُرُّونِى وَلَنْ تَبْلُغُوا نَفْعِى فَتَنْفَعُونِى يَا عِبَادِى لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَتْقَى قَلْبِ رَجُلٍ وَاحِدٍ مِنْكُمْ مَا زَادَ ذَلِكَ فِى مُلْكِى شَيْئًا يَا عِبَادِى لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ كَانُوا عَلَى أَفْجَرِ قَلْبِ رَجُلٍ وَاحِدٍ مَا نَقَصَ ذَلِكَ مِنْ مُلْكِى شَيْئًا يَا عِبَادِى لَوْ أَنَّ أَوَّلَكُمْ وَآخِرَكُمْ وَإِنْسَكُمْ وَجِنَّكُمْ قَامُوا فِى صَعِيدٍ وَاحِدٍ فَسَأَلُونِى فَأَعْطَيْتُ كُلَّ إِنْسَانٍ مَسْأَلَتَهُ مَا نَقَصَ ذَلِكَ مِمَّا عِنْدِى إِلاَّ كَمَا يَنْقُصُ الْمِخْيَطُ إِذَا أُدْخِلَ الْبَحْرَ يَا عِبَادِى إِنَّمَا هِىَ أَعْمَالُكُمْ أُحْصِيهَا لَكُمْ ثُمَّ أُوَفِّيكُمْ إِيَّاهَا فَمَنْ وَجَدَ خَيْرًا فَلْيَحْمَدِ اللَّهَ وَمَنْ وَجَدَ غَيْرَ ذَلِكَ فَلاَ يَلُومَنَّ إِلاَّ نَفْسَهُ » (¬2) . ¶ وَعَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَنَحْنُ بِالْمَدِينَةِ : \" إِنِّي أُخْبِرْتُ عَنْ عِيرِ أَبِي سُفْيَانَ أَنَّهَا مُقْبِلَةٌ ، فَهَلْ لَكُمْ أَنْ نَخْرُجَ قَبْلَ هَذَا الْعِيرِ ، لَعَلَّ اللَّهَ يُغْنِمْنَاهَا ؟ \" . قُلْنَا : نَعَمْ . فَخَرَجَ وَخَرَجْنَا مَعَهُ فَلَمَّا سِرْنَا يَوْمًا أَوْ يَوْمَيْنِ ، قَالَ لَنَا : \" مَا تَرَوْنَ فِي الْقَوْمِ ، فَإِنَّهُمْ أُخْبِرُوا بِمُخْرَجِكُمْ ؟ \" . فَقُلْنَا : لَا وَاللَّهِ مَا لَنَا طَاقَةٌ بِقِتَالِ الْعَدُوِّ ، ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (6988 ) ¶ (¬2) - صحيح مسلم- المكنز - (6737 )",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وَلَكِنْ أَرَدْنَا الْعِيرَ ، ثُمَّ قَالَ : \" مَا تَرَوْنَ فِي الْقَوْمِ ؟ \" . فَقُلْنَا مِثْلَ ذَلِكَ ، فَقَالَ الْمِقْدَادُ بْنُ عَمْرٍو : إِذًا لَا نَقُولُ لَكَ يَا رَسُولَ اللَّهِ كَمَا قَالَ قَوْمُ مُوسَى لِمُوسَى : فَاذْهَبْ أَنْتَ وَرَبُّكَ فَقَاتِلَا إِنَّا هَاهُنَا قَاعِدُونَ قَالَ : فَتَمَنَّيْنَا مَعْشَرَ الْأَنْصَارِ أَنَّا قُلْنَا كَمَا قَالَ الْمِقْدَادُ أَحَبُّ إِلَيْنَا مِنْ أَنْ يَكُونَ لَنَا مَالٌ عَظِيمٌ ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ عَلَى رَسُولِهِ - صلى الله عليه وسلم - : كَمَا أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقًا مِنَ الْمُؤْمِنِينَ لَكَارِهُونَ يُجَادِلُونَكَ فِي الْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ ثُمَّ أَنْزَلَ اللَّهُ عَزَّ وَجَلَّ : أَنِّي مَعَكُمْ فَثَبِّتُوا الَّذِينَ آمَنُوا سَأُلْقِي فِي قُلُوبِ الَّذِينَ كَفَرُوا الرُّعْبَ فَاضْرِبُوا فَوْقَ الْأَعْنَاقِ وَاضْرِبُوا مِنْهُمْ كُلَّ بَنَانٍ وَقَالَ : وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ الشَّوْكَةِ تَكُونُ لَكُمْ ، وَالشَّوْكَةُ : الْقَوْمُ . وَغَيْرُ ذَاتِ الشَّوْكَةِ : الْعِيرُ . فَلَمَّا وَعَدَ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ : إِمَّا الْقَوْمَ ، وَإِمَّا الْعِيرَ طَابَتْ أَنْفُسُنَا ، ثُمَّ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بَعَثَ يَنْظُرُ مَا قَبْلَ الْقَوْمِ ، فَقَالَ : رَأَيْتُ سَوَادًا وَلَا أَدْرِي . فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" هُمُ هُمُ ، هَلُمُّوا أَنْ نَتَعَادَ \" . فَإِذَا نَحْنُ ثَلَاثُمِائَةٍ وَثَلَاثَةَ عَشَرَ رَجُلًا ، فَأَخْبَرْنَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - بِعِدَّتِنَا فَسَّرَهُ ذَلِكَ ، وَقَالَ : \" عِدَّةُ أَصْحَابِ طَالُوتَ \" . ثُمَّ إِنَّا اجْتَمَعْنَا مَعَ الْقَوْمِ فَصَفَفْنَا ، فَبَدَرَتْ مِنَّا بَادِرَةٌ أَمَامَ الصَّفِّ فَنَظَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِلَيْهِمْ ، فَقَالَ : \" مَعِي مَعِي \" . ثُمَّ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" اللَّهُمَّ إِنِّي أَنْشُدُكَ وَعْدَكَ \" . فَقَالَ ابْنُ رَوَاحَةَ : يَا رَسُولَ اللَّهِ ، إِنِّي أُرِيدُ أَنْ أُشِيرَ عَلَيْكَ ، وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - أَعْظَمُ مِنْ أَنْ نُشِيرَ عَلَيْهِ ، وَاللَّهُ أَعْظَمُ مِنْ أَنْ نَنْشُدَهُ وَعْدَهُ ، فَقَالَ : \" يَا ابْنَ رَوَاحَةَ ، لَأَنْشُدَنَّ اللَّهَ وَعْدَهُ ; فَإِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ \" . فَأَخَذَ قَبْضَةً مِنَ التُّرَابِ فَرَمَى بِهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي وُجُوهِ الْقَوْمِ ; فَانْهَزَمُوا ، فَأَنْزَلَ اللَّهُ عَزَّ وَجَلَّ : وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَكِنَّ اللَّهَ رَمَى فَقَتَلْنَا وَأَسَرْنَا . فَقَالَ عُمَرُ بْنُ الْخَطَّابِ : يَا رَسُولَ اللَّهِ ، مَا أَرَى أَنْ تَكُونَ لَكَ أَسْرَى ، فَإِنَّمَا نَحْنُ دَاعُونَ مُؤَلِّفُونَ . فَقُلْنَا مَعْشَرَ الْأَنْصَارِ : إِنَّمَا يَحْمِلُ عُمَرُ عَلَى مَا قَالَ حَسَدٌ لَنَا . فَنَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ثُمَّ اسْتَيْقَظَ ، فَقَالَ : \" ادْعُوَا لِي عُمَرَ \" . فَدُعِيَ لَهُ ، فَقَالَ : \" إِنَّ",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "اللَّهَ عَزَّ وَجَلَّ قَدْ أَنْزَلَ عَلَيَّ:مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ \" (¬1) . ¶ فالله تعالى إذا وعد وفَّى بوعده ، لأنه قادر على ذلك ، وإنْ كان لا يجبُ عليه شيء ، لكنَّ إخلاف الوعد نوع من الكذب وهو مستحيل على الله تعالى ، فعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ : « أَرْبَعٌ مَنْ كُنَّ فِيهِ كَانَ مُنَافِقًا خَالِصًا ، وَمَنْ كَانَتْ فِيهِ خَصْلَةٌ مِنْهُنَّ كَانَتْ فِيهِ خَصْلَةٌ مِنَ النِّفَاقِ حَتَّى يَدَعَهَا إِذَا اؤْتُمِنَ خَانَ وَإِذَا حَدَّثَ كَذَبَ وَإِذَا عَاهَدَ غَدَرَ ، وَإِذَا خَاصَمَ فَجَرَ » (¬2) ¶ قال الطحاوي :\" وَجَدْنَا مَا وَعَدَهُ الَّذِينَ آمَنُوا الْمَذْكُورِينَ فِيهِمَا كَائِنًا لَا مَحَالَةَ ; لِأَنَّهُ وَعْدٌ مِنَ اللهِ، وَاللهُ عَزَّ وَجَلَّ لَا يُخْلِفُ الْمِيعَادَ، وَذَلِكَ مِمَّا لَا يُخَالِفُهُ نَسْخٌ ؛ لِأَنَّ النَّسْخَ إنَّمَا يَلْحَقُ الشَّرَائِعَ فَيَنْسَخُ مِنْهَا مَا كَانَ حَرَامًا إلَى أَنْ يَجْعَلَهُ حَلَالًا , وَمَا كَانَ مِنْهَا حَلَالًا إلَى أَنْ يَجْعَلَهُ حَرَامًا، فَأَمَّا مَا أَخْبَرَ مِنْهَا أَنَّهُ فَاعِلُهُ ثَوَابًا عَلَى عَمَلٍ قَدْ كَانَ مِمَّنْ عَمِلَهُ فَهَذَا مِمَّا لَا يَلْحَقُهُ نَسْخٌ \" (¬3) ¶ كما أن العمل الصالح ليس موجبا للثواب ، ولكنه تفضلٌ وتكرم من الله تعالى ، فعَنِ الزُّهْرِىِّ قَالَ أَخْبَرَنِى أَبُو عُبَيْدٍ مَوْلَى عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ أَنَّ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « لَنْ يُدْخِلَ أَحَدًا عَمَلُهُ الْجَنَّةَ » . قَالُوا وَلاَ أَنْتَ يَا رَسُولَ اللَّهِ قَالَ « لاَ ، وَلاَ أَنَا إِلاَّ أَنْ يَتَغَمَّدَنِى اللَّهُ بِفَضْلٍ وَرَحْمَةٍ فَسَدِّدُوا وَقَارِبُوا وَلاَ يَتَمَنَّيَنَّ أَحَدُكُمُ الْمَوْتَ إِمَّا مُحْسِنًا فَلَعَلَّهُ أَنْ يَزْدَادَ خَيْرًا ، وَإِمَّا مُسِيئًا فَلَعَلَّهُ أَنْ يَسْتَعْتِبَ » (¬4) . ¶ وهذا الحديث يدلُّ على أن دخول الجنة لا يكون بمجرد العمل، بل لولا رحمة الله وفضله لما دخل الجنة أحد؛ لأن الأعمال مهما بلغت لا تُقاوِم نِعَمَ اللهِ التي أنعم بها على عباده؛ حيث أوجدهم من العدم، ورزقهم من الطيبات، وأسبغ عليهم نعمه ظاهرة وباطنة، وهداهم إلى الإيمان، ووفقهم للأعمال الصالحة،فعَنِ ابْنِ الدَّيْلَمِىِّ قَالَ أَتَيْتُ أُبَىَّ بْنَ كَعْبٍ ¶ ¬__________ ¶ (¬1) - مجمع الزوائد - (9950 ) رَوَاهُ الطَّبَرَانِيُّ ، وَإِسْنَادُهُ حَسَنٌ . ¶ (¬2) - صحيح البخارى- المكنز - (34 ) وصحيح مسلم- المكنز - (219 ) ¶ (¬3) - شرح مشكل الآثار - (4 / 364) ¶ (¬4) - صحيح البخارى- المكنز - (5673 )",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فَقُلْتُ لَهُ وَقَعَ فِى نَفْسِى شَىْءٌ مِنَ الْقَدَرِ فَحَدِّثْنِى بِشَىْءٍ لَعَلَّ اللَّهَ أَنْ يُذْهِبَهُ مِنْ قَلْبِى.فَقَالَ لَوْ أَنَّ اللَّهَ عَذَّبَ أَهْلَ سَمَوَاتِهِ وَأَهْلَ أَرْضِهِ عَذَّبَهُمْ وَهُوَ غَيْرُ ظَالِمٍ لَهُمْ وَلَوْ رَحِمَهُمْ كَانَتْ رَحْمَتُهُ خَيْرًا لَهُمْ مِنْ أَعْمَالِهِمْ وَلَوْ أَنْفَقْتَ مِثْلَ أُحُدٍ ذَهَبًا فِى سَبِيلِ اللَّهِ مَا قَبِلَهُ اللَّهُ مِنْكَ حَتَّى تُؤْمِنَ بِالْقَدَرِ وَتَعْلَمَ أَنَّ مَا أَصَابَكَ لَمْ يَكُنْ لِيُخْطِئَكَ وَأَنَّ مَا أَخْطَأَكَ لَمْ يَكُنْ لِيُصِيبَكَ وَلَوْ مُتَّ عَلَى غَيْرِ هَذَا لَدَخَلْتَ النَّارَ. قَالَ ثُمَّ أَتَيْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ فَقَالَ مِثْلَ ذَلِكَ - قَالَ - ثُمَّ أَتَيْتُ حُذَيْفَةَ بْنَ الْيَمَانِ فَقَالَ مِثْلَ ذَلِكَ - قَالَ - ثُمَّ أَتَيْتُ زَيْدَ بْنَ ثَابِتٍ فَحَدَّثَنِى عَنِ النَّبِىِّ - صلى الله عليه وسلم - مِثْلَ ذَلِكَ. (¬1) ¶ وعلى هذا فدخول الجنة ليس عوضًا عن العمل ولا مقابلة به، فمن شهد له النبي، - صلى الله عليه وسلم - ، بدخول الجنة ومنهم العشرة المبشرون بالجنة، فدخولهم الجنة برحمة الله وفضله، ولكن أعمالهم الصالحة سبب لدخولهم الجنة، قال الله تعالى: (ادْخُلُوا الْجَنَّةَ بِمَا كُنْتُمْ تَعْمَلُونَ)[النحل: 32]. وقال تعالى: (وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوهَا بِمَا كُنْتُمْ تَعْمَلُونَ)[الأعراف: 43]. وقال تعالى: (أَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ جَنَّاتُ الْمَأْوَى نُزُلًا بِمَا كَانُوا يَعْمَلُونَ)[السجدة: 19]. وقال تعالى: (كُلُوا وَاشْرَبُوا هَنِيئًا بِمَا كُنْتُمْ تَعْمَلُونَ)[الطور: 19]. فالباء الواردة في الآيات هي باء السببية، أي أن الله سبحانه وتعالى يدخل عباده المؤمنين الجنة بسبب أعمالهم. قال شيخ الإسلام ابن تيمية، رحمه الله، بعد أن ذكر هذه النصوص ونظائرها: (فبين بهذه النصوص أن العمل سبب للثواب، والباء للسبب كما في مثل قوله تعالى: {وَهُوَ الَّذِي يُرْسِلُ الرِّيَاحَ بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ حَتَّى إِذَا أَقَلَّتْ سَحَابًا ثِقَالاً سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ فَأَنزَلْنَا بِهِ الْمَاء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثَّمَرَاتِ كَذَلِكَ نُخْرِجُ الْموْتَى لَعَلَّكُمْ تَذَكَّرُونَ} (57) سورة الأعراف وقوله: {إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي فِي الْبَحْرِ بِمَا يَنفَعُ النَّاسَ وَمَا أَنزَلَ اللّهُ مِنَ السَّمَاء مِن مَّاء فَأَحْيَا بِهِ الأرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ الرِّيَاحِ وَالسَّحَابِ الْمُسَخِّرِ بَيْنَ السَّمَاء وَالأَرْضِ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ} (164) سورة البقرة، ونحو ذلك مما يبين به الأسباب، ولا ريب أن العمل الصالح سبب لدخول الجنة ¶ ¬__________ ¶ (¬1) - سنن أبي داود - المكنز - (4701 ) صحيح -السماط : الجماعة من الناس",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والله قدر لعبده المؤمن وجوب الجنة بما ييسره له من العمل الصالح كما قدر دخول النار لمن يدخلها بعمله السيئ كما في الصحيح عَنْ عَلِىٍّ - رضى الله عنه - قَالَ كَانَ النَّبِىُّ - صلى الله عليه وسلم - فِى جَنَازَةٍ فَأَخَذَ شَيْئًا فَجَعَلَ يَنْكُتُ بِهِ الأَرْضَ فَقَالَ « مَا مِنْكُمْ مِنْ أَحَدٍ إِلاَّ وَقَدْ كُتِبَ مَقْعَدُهُ مِنَ النَّارِ وَمَقْعَدُهُ مِنَ الْجَنَّةِ » . قَالُوا يَا رَسُولَ اللَّهِ أَفَلاَ نَتَّكِلُ عَلَى كِتَابِنَا وَنَدَعُ الْعَمَلَ قَالَ « اعْمَلُوا فَكُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ ، أَمَّا مَنْ كَانَ مِنْ أَهْلِ السَّعَادَةِ فَيُيَسَّرُ لِعَمَلِ أَهْلِ السَّعَادَةِ ، وَأَمَّا مَنْ كَانَ مِنْ أَهْلِ الشَّقَاءِ فَيُيَسَّرُ لِعَمَلِ أَهْلِ الشَّقَاوَةِ » . ثُمَّ قَرَأَ فَأَمَّا مَنْ أَعْطَى وَاتَّقَى (5) وَصَدَّقَ بِالْحُسْنَى (6) فَسَنُيَسِّرُهُ لِلْيُسْرَى (7) [الليل : 5 - 7]). (¬1) ¶ وعَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ قَالَتْ دُعِىَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِلَى جَنَازَةِ صَبِىٍّ مِنَ الأَنْصَارِ فَقُلْتُ يَا رَسُولَ اللَّهِ طُوبَى لِهَذَا عُصْفُورٌ مِنْ عَصَافِيرِ الْجَنَّةِ لَمْ يَعْمَلِ السُّوءَ وَلَمْ يُدْرِكْهُ قَالَ « أَوَغَيْرَ ذَلِكَ يَا عَائِشَةُ إِنَّ اللَّهَ خَلَقَ لِلْجَنَّةِ أَهْلاً خَلَقَهُمْ لَهَا وَهُمْ فِى أَصْلاَبِ آبَائِهِمْ وَخَلَقَ لِلنَّارِ أَهْلاً خَلَقَهُمْ لَهَا وَهُمْ فِى أَصْلاَبِ آبَائِهِمْ ». (¬2) ¶ وإذا عرف أن الباء هنا للسبب فمعلوم أن السبب لا يستقلُّ بالحكم فمجرد نزول المطر ليس موجبا للنبات بل لا بد من أن يخلق الله أمورا أخرى ويدفع عنه الآفات المانعة فيربيه بالتراب والشمس والريح ويدفع عنه ما يفسده فالنبات محتاج مع هذا السبب إلى فضل من الله أكبر منه، وأما قوله - صلى الله عليه وسلم - : \" لاَ يَدْخُلُ أَحَدٌ مِنْكُمُ الْجَنَّةَ بِعَمَلِهِ قَالُوا : وَلاَ أَنْتَ يَا رَسُولَ اللهِ ؟ قَالَ : وَلاَ أَنَا ، إِلاَّ أَنْ يَتَغَمَّدَنِي اللَّهُ مِنْهُ بِرَحْمَةٍ وَفَضْلٍ \" (¬3) . فإنه ذكره في سياق أمره لهم بالاقتصاد قال: « سَدِّدُوا وَقَارِبُوا ، وَاعْلَمُوا أَنْ لَنْ يُدْخِلَ أَحَدَكُمْ عَمَلُهُ الْجَنَّةَ ، وَأَنَّ أَحَبَّ الأَعْمَالِ أَدْوَمُهَا إِلَى اللَّهِ ، وَإِنْ قَلَّ ». (¬4) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4949) -ينكت : يضرب ¶ (¬2) - صحيح مسلم- المكنز - (6939) ¶ (¬3) - مسند أحمد (عالم الكتب) - (3 / 80)(7479) 7473- صحيح ¶ (¬4) - صحيح البخارى- المكنز - (6464 )",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعَنْ عَائِشَةَ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ: \" إِنَّ هَذَا الدِّينَ مَتِينٌ فَأَوْغِلْ فِيهِ بِرِفْقٍ، وَلَا تُكَرِّهْ عِبَادَةَ اللهِ إِلَى عِبَادِهِ فَإِنَّ الْمُنْبَتَّ لَا يَقْطَعُ سَفَرًا وَلَا يَسْتَبْقِي ظَهْرًا \" (¬1) ¶ فنفى بهذا الحديث ما قد تتوهمه النفوس من أن الجزاء من الله عز وجل على سبيل المعاوضة والمقابلة كالمعاوضات التي تكون بين الناس في الدنيا فإن الأجير يعمل لمن استأجره فيعطيه أجره بقدر عمله على طريق المعاوضة إن زاد زاد أجرته وإن نقص نقص أجرته وله عليه أجرة يستحقها كما يستحق البائع الثمن، فنفى - صلى الله عليه وسلم - أن يكون جزاء الله وثوابه على سبيل المعاوضة والمقابلة والمعادلة، والباء هنا كالباء الداخلة في المعاوضات كما يقال: استأجرت هذا بكذا وأخذت أجرتي بعملي ...... وإذا تبين ذلك أفاد هذا الحديث ألا يعجب العبد بعمله بل يشهد نعم الله عليه وإحسانه إليه في العمل وأنه لا يستكثر العمل فإن عمله لو بلغ ما بلغ إن لم يرحمه الله ويعف عنه ويتفضل عليه لم يستحق به شيئا\". (¬2) ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (5 / 395)(3602 ) صحيح ¶ (¬2) - [رسالة ابن تيمية في دخول الجنة (ص: 47 - 50)].وينظر: [ رسالة ابن تيمية في دخول الجنة، مفتاح دار السعادة ( 1/8، 10 )، ومدارج السالكين ( 1/94، 96 ) لابن القيم، فتح الباري لابن حجر (11/294 - 297)].ومجموع الفتاوى لابن تيمية - (1 / 217)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المبحث الثاني ¶ تخلف الوعيد ¶ الوعيد : هو ما توعَّد الله تعالى به على عقوبة معينة بالعذاب إما في الدنيا أو في الآخرة . ¶ وهو نوعان : ¶ النوع الأول ¶ ما ورد بحق الكفار والمشركين ¶ أمَّا ما ورد بحق المشركين والكافرين والملحدين ، والمنافقين نفاقاً عقديًّا وماتوا على ذلك ، فلن يتخلف الوعيد بحقهم بتاتاً لورود النصوص القطعية بذلك . ¶ قال تعالى : { وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا } (8) سورة الأحزاب ¶ وقال تعالى : {وَعَدَ الله الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللّهُ وَلَهُمْ عَذَابٌ مُّقِيمٌ} (68) سورة التوبة . ¶ وقال تعالى : {وَيَوْمَ يِحْشُرُهُمْ جَمِيعًا يَا مَعْشَرَ الْجِنِّ قَدِ اسْتَكْثَرْتُم مِّنَ الإِنسِ وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإِنسِ رَبَّنَا اسْتَمْتَعَ بَعْضُنَا بِبَعْضٍ وَبَلَغْنَا أَجَلَنَا الَّذِيَ أَجَّلْتَ لَنَا قَالَ النَّارُ مَثْوَاكُمْ خَالِدِينَ فِيهَا إِلاَّ مَا شَاء اللّهُ إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ} (128) سورة الأنعام ¶ وقال تعالى : {وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآيَاتِنَا أُوْلَئِكَ أَصْحَابُ النَّارِ خَالِدِينَ فِيهَا وَبِئْسَ الْمَصِيرُ} (10) سورة التغابن . ¶ وقال تعالى : {إِنَّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَالْمُشْرِكِينَ فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَا أُوْلَئِكَ هُمْ شَرُّ الْبَرِيَّةِ} (6) سورة البينة . ¶ ولذا فإن أهل النار الخالدون فيها الذين لا يرحلون ولا يبيدون هم الكفرة والمشركون ، قال تعالى :( وَالَّذِينَ كَذَّبُوا بِآَيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (36) [الأعراف/36] ) ،",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أَمَّا الذِينَ كَفَرُوا بِآيَاتِ اللهِ المُنَزَّلَةِ عَلَى أَحَدِ رُسُلِهِ ، وَاسْتَكْبَرُوا عَنْ قَبُولِها ، وَعَنِ اتِّبَاعِ مَا جَاءَ فِيهَا ، وَعَنِ العَمَلِ بِمَا فِيهَا . . . فَهَؤُلاَءِ سَيَكُونُونَ مِنْ أَصْحَابِ النَّارِ أَبداً ، لاَ يَمُوتُونَ وَلاَ يَحْيَونَ ( خَالِدِينَ أَبَداً ) . ¶ وقال تعالى: ( وَالَّذِينَ كَفَرُوا لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَى عَلَيْهِمْ فَيَمُوتُوا وَلَا يُخَفَّفُ عَنْهُمْ مِنْ عَذَابِهَا كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ (36) [فاطر/36]) ¶ أَمَّا الذِينَ كَفَرُوا بِاللهِ ، وَجَحَدُوا بِآيَاتِهِ ، وَكَذَّبُوا رُسُلَهُ ، فَعِقَابُهُمْ سَيَكُونُ فِي نَارِ جَهَنَّمَ ، لاَ يُحْكَمُ عَلَيْهِمْ فِيها بِمَوتٍ فَيَسْتَرِيحُوا مِنَ العَذابِ وَالآلاَمِ ، وَلاَ يُخَفَّفُ عَنْهُمُ العَذابُ وَلا يُفَتَّرُ . وَكُلَّما خَبَتْ نَارُ جَهَنَّمَ زَادَهَا اللهُ سَعِيراً ، لِيَسْتَمِرَّ عَذَابُهُم شَدِيداً أليماً . وَمِثْلُ هذا الجَزاءِ يَجْزِي اللهُ بِهِ كُلَّ كَافِرٍ بِاللهِ ، جَاحِدٍ بِأَنْعُمِهِ ، مُكَذِّبٍ لِرُسُلِهِ . ¶ وقال تعالى : ( وَالَّذِينَ كَفَرُوا وَكَذَّبُوا بِآَيَاتِنَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (39) [البقرة/39] ) ¶ أَمَّا الذِينَ سَيَكْفُرونَ بِمَا أَنْزَلَ اللهُ تَعَالَى مِنَ الكُتُبِ ، وَبِمَنْ بَعَثَهُمْ مِنَ الرُّسُلِ فَهؤُلاءِ سَيَكُونُونَ مِنْ أَهْلِ النَّارِ ، وَيَخْلُدُونَ فِيها أَبَداً ، لاَ يَمُوتُونَ فِيها وَلا يَحُولُونَ عَنْهَا أَبَداً . ¶ واستلزم كونهم خالدين فيها دوام العذاب وعدم انقطاعه ، قال تعالى: ( إِنَّ الَّذِينَ كَفَرُوا لَوْ أَنَّ لَهُمْ مَا فِي الْأَرْضِ جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُوا بِهِ مِنْ عَذَابِ يَوْمِ الْقِيَامَةِ مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (36) يُرِيدُونَ أَنْ يَخْرُجُوا مِنَ النَّارِ وَمَا هُمْ بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُقِيمٌ (37) [المائدة/36-37]) ¶ إِنَّ الذِينَ كَفَروا بِرَبِّهِمْ ، وَعَبَدُوا غَيْرَهُ ، أوْ أشْرَكُوا مَعَهُ فِي الألُوهِيَّةِ غَيْرَهُ ، وَمَاتوا قَبْلَ أنْ يَتُوبُوا ، فَإنَّهُم لاَ نَجَاةَ لَهُمْ مِنْ عَذَابِ اللهِ وَلَوْ أنَّ أحَدَهُمْ جَاءَ يَوْمَ القِيَامَةِ بِمِلْءِ الأرْضِ ذَهَباً ، وَمِثْلِهِ مَعَهُ ، لِيَفْتَدِيَ بِذَلِكَ الذَّهَبِ مِنْ عَذابِ اللهِ الذِي قَدْ أَحَاطَ بِهِ ، لَمَا تُقُبِّلَ مِنْهُ ذَلِكَ ، فَلاَ مَنْدُوحَةَ عَنْ عَذَابِهِ ، وَلا مَحِيصَ لَهُ مِنْ أنْ يُلاَقِيَ جَزَاءَهُ العَادِلَ مِنَ العَذَابِ ، وَهُوَ عَذَابٌ مُوجِعٌ ألِيمٌ . ¶ وَحِينَما يُحِسُّ المُجْرِمُونَ بِثِقَلِ العَذَابِ فِي النَّارِ يُحَاوِلُونَ أنْ يَخْرُجُوا مِنَها ، وَلَكِنْ لاَ سَبِيلَ إلَى ذَلِكَ ، وَلَهُمْ عَذابٌ دَائِمٌ مُسْتَمِرٌ .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وتطلب هذا أن تكون النار مأوى لهم ، قال تعالى: ( إِنَّ الَّذِينَ لَا يَرْجُونَ لِقَاءَنَا وَرَضُوا بِالْحَيَاةِ الدُّنْيَا وَاطْمَأَنُّوا بِهَا وَالَّذِينَ هُمْ عَنْ آَيَاتِنَا غَافِلُونَ (7) أُولَئِكَ مَأْوَاهُمُ النَّارُ بِمَا كَانُوا يَكْسِبُونَ (8) [يونس/7، 8]) ¶ إِنَّ الذِينَ لاَ يُؤْمِنُونَ بِالبَعْثِ وَلِقَاءِ اللهِ فِي الآخِرَةِ ، وَاعْتَقَدُوا وَاهِمِينَ أَنَّ الحَيَاةَ الدُّنْيَا هِيَ مُنْتَهَاهُمْ ، وَلَيْسَ بَعْدَهَا حَيَاةٌ ، فَاطْمَأَنُّوا بِهَا ، وَلَم يَعْمَلُوا لِمَا بَعْدَهَا ، وَغَفَلُوا عَنْ آيَاتِ اللهِ الدَّالَةِ عَلَى البَعْثِ وَالحِسَابِ. . ¶ فَهَؤُلاَءِ سَيُدْخِلُهُمْ رَبُّهُمْ جَهَنَّمَ يَوْمَ القِيَامَةِ ، لِيَصْلِيَهُمْ بِنِيرَانِهَا ، وَسَيَجْعَلُهَا مَأْوًى لَهُمْ وَمَنْزِلاً ، جَزَاءً لَهُمْ عَلَى كُفْرِهِمْ بِرَبِّهِمْ ، وَعَلَى مَا اكْتَسَبُوا فِي دُنْيَاهُمْ مِنَ المَعَاصِي وَالآثَامِ وَالخَطَايَا وَالإِجْرَامِ . ¶ وقال تعالى : ( فَالْيَوْمَ لَا يُؤْخَذُ مِنْكُمْ فِدْيَةٌ وَلَا مِنَ الَّذِينَ كَفَرُوا مَأْوَاكُمُ النَّارُ هِيَ مَوْلَاكُمْ وَبِئْسَ الْمَصِيرُ (15) [الحديد/15]) . ¶ فَاليَوْمَ لاَ مَهْرَبَ لَكُمْ ، وَلاَ لِلْكَافِرِينَ ، مِنْ عَذَابِ اللهِ ، وَلاَ سَبِيلَ لَكُمْ إِلَى الافْتِدَاءِ مِنْهُ وَلَوْ جَاءَ أَحدُكُمْ بِمِثْلِ الأَرْضِ ذَهَباً ، وَسَتَصِيرُونَ جَمِيعاً إِلَى نَارِ جَهَنَّمَ ، وَسَتَكُونُ هِيَ مَأْوَاكُمْ وَمَثْوَاكُمْ وَمُتَقَلَّبَكُمْ ، وَهِيَ أَوْلَى بِكُمْ مِنْ كُلِّ مَنْزِلٍ آخَرَ ، وَسَاءَتْ مَصِيراً ¶ كما أن أصحاب المبادئ الضالة والمذاهب الباطلة المخالفون لشرع الله هم دعاة النار كما قال تعالى: ( وَلَا تَنْكِحُوا الْمُشْرِكَاتِ حَتَّى يُؤْمِنَّ وَلَأَمَةٌ مُؤْمِنَةٌ خَيْرٌ مِنْ مُشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ وَلَا تُنْكِحُوا الْمُشْرِكِينَ حَتَّى يُؤْمِنُوا وَلَعَبْدٌ مُؤْمِنٌ خَيْرٌ مِنْ مُشْرِكٍ وَلَوْ أَعْجَبَكُمْ أُولَئِكَ يَدْعُونَ إِلَى النَّارِ وَاللَّهُ يَدْعُو إِلَى الْجَنَّةِ وَالْمَغْفِرَةِ بِإِذْنِهِ وَيُبَيِّنُ آَيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ (221) [البقرة/221 ) ، ¶ يُحَرِّمُ اللهُ تَعَالَى عَلَى المُؤْمِنينَ أَنْ يَتَزَوَّجُوا المُشْرِكَاتِ الْلَوَاتي لاَ كِتَابَ لَهُنَّ ، طَمَعاً فِي مَالِهِنَّ وَجَمَالِهِنَّ وَحَسَبِهِنَّ ، مَا دًمْنَ عَلَى شِرْكِهِنَّ ، لأنَّ المُشْرِكَةَ لاَ دِينَ لَهَا يُحَرِّمُ عَلَيهَا الخِيَانَةَ ، وَيَأْمُرُهَا بِالخَيْرِ ، وَيَنْهَاهَا عَنِ الشَّرِّ ، وَقَدْ تُفسِدُ عَقِيدَةَ أَوْلاَدِها وَكَذَلِكَ مَنَعَ اللهُ المُسْلِمينَ مِنْ أَنْ يُزوِّجُوا بَنَاتِهِمْ مِنَ المُشْرِكِينَ مَا دَامُوا مُقِيمِينَ عَلَى شِرْكِهِمْ .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أَمّا زَوَاجُ الكِتَابِيِّ بِمُسْلِمَةٍ فَحَرَامٌ بِنَصِّ السُّنَّةِ ، وإجماعِ المُسْلِمِينَ عَلَى ذلِكَ ، إِذْ يُخْشَى أنْ يُزيغَها عَنْ دِينِها بِمَا لَهُ عَلَيهَا مِنْ سُلْطانٍ . وَقَالَ تَعَالَى : إِنَّ مُعَاشَرَةَ المُشْرِكِينَ تَدْعُو إلى حُبِّ الدُّنْيَا وَالافْتِتَانِ بِها ، وَإلى التَّقْصِيرِ في أدَاءِ الوَاجِبَاتِ الدِّينِيةِ ، وَعَاقِبةُ ذلِكَ وَخَيمَةٌ . وَاللهُ يَدْعُو إِلَى المَغْفِرَةِ بِمَا أمَرَ بِهِ فِي شَرْعِهِ ، وَبِمَا نَهَى عَنْهُ . وَهُوَ يُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَعْرِفُونَ صَلاحَهُمْ وَرَشَادَهُمْ . ¶ وقال تعالى : ( وَقَالَ فِرْعَوْنُ يَا أَيُّهَا الْمَلَأُ مَا عَلِمْتُ لَكُمْ مِنْ إِلَهٍ غَيْرِي فَأَوْقِدْ لِي يَا هَامَانُ عَلَى الطِّينِ فَاجْعَلْ لِي صَرْحًا لَعَلِّي أَطَّلِعُ إِلَى إِلَهِ مُوسَى وَإِنِّي لَأَظُنُّهُ مِنَ الْكَاذِبِينَ (38) وَاسْتَكْبَرَ هُوَ وَجُنُودُهُ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَظَنُّوا أَنَّهُمْ إِلَيْنَا لَا يُرْجَعُونَ (39) فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي الْيَمِّ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الظَّالِمِينَ (40) وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيَامَةِ لَا يُنْصَرُونَ (41) وَأَتْبَعْنَاهُمْ فِي هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ الْقِيَامَةِ هُمْ مِنَ الْمَقْبُوحِينَ (42) [القصص/38-42]) ، ¶ كَانَ فِرعَوْنُ يَدَّعِي الأُلُوهِيَّةَ ، وَقَدْ حَمَلَ قَومَهُ عَلَى عِبَادَةِ نَفْسِهِ ، فَلَمَّا جَاءَهُ مُوسَى وَهَارُونُ يَدْعُوَانِهِ إِلى عِبَادَةِ اللهِ تَعَالى ، وَيُحَذِّرَانِهِ عِقَابَهُ وَعَذَابَهُ إِنِّ استَمَرَّ في كُفْرِهِ وطُغَيانِهِ ، َخَذَ في المَكَابَرَةِ والمُعَانَدَةِ ، وَقَالَ لِمَنْ حَوْلَهُ مِنْ كِبَارِ رِجَالِ دَولتِهِ : إِنَّهُ لاَ يَعرفُ لقومِهِ إِلهاً غيرَهُ هُوَ . وَقَالَ لِمُوسَى فِي آيةٍ أُخْرى : { لَئِنِ اتخذت إلها غَيْرِي لأَجْعَلَنَّكَ مِنَ المسجونين } ثُمَّ أَمرَ وَزيرَهُ هَامَانَ بأنْ يُوقِدَ النَّارَ لِيَشْوِيَ الطِّينَ ، وَيَجْعَلَ مِنْهُ آجُرّاً لإِشَادَةِ قَصْرٍ شَامِخٍ لَهُ ( صَرْحاً ) ، يَصْعَدُ إليهِ فِرْعَونُ لِيَرى إِلهَ مُوسَى . ثُمَّ قَالَ إِنَّهُ يَعْتَقِد أَنَّ موسَى مِنَ الكَاذِبينَ فِيما يدِّعِيهِ مِنْ أًَنَّ له إلهاً فِي السَّمَاءِ يَنْصُرُهُ ويُؤَيِّدُهُ ، وَهُوَ الذي أَرْسَلَهُ إليهِ . وَكَانَ فِرْعَونُ يَرْمِي مِنْ هذا القَوْلِ إِلى تَخفِيفِ أَثَرِ الآياتِ التي جَاءَ بِها مُوسىَ وَهارُونَ ، في نُفُوسِ رَعِيَّتِهِ . ¶ وَطَغَى فِرْعَونُ وَمَلَؤُهُ وَجُنُودَهُ في أَرْضِ مِصْرَ ، وَتَجَبَّروا ، وَأَكْثَروا فِيها الفَسَادَ ، واعتَقَدُوا أَنَّهُ لا قِيَامَةَ وَلاَ حَشْرَ وَلاَ مَعَادَ ، وَلاَ رَجْعَةَ إِلى اللهِ ، وَلا حِسَابَ لَهُمْ عَلى عَمَلِهِم السَّيءِ ، واعتِقادِهِم الفَاسِدِ .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فَجَمَعَ اللهُ تَعَالَى فِرْعَوْنَ وَجُنُودَهُ ، وأَغْرَقَهُمْ في البَحْرِ في صَبيحَةِ وَاحِدَةٍ ، وَلَمْ يُبْقِ مِنْهُمْ أًحَداً . فانظُرْ أَيُّها المُعْتَبِرُ بالآيَاتِ كَيفَ كَانَ أَمرُ هؤلاءِ الذينَ كَفَرُوا بِرَبِّهِمْ ، وَظَلَمُوا أَنْفُسَهُمْ ، وَهذِهِ هِيَ عَاقِبَةُ الكُفرِ والبَغْيِ والظُّلْمِ . ¶ وَجَعَلَ اللهُ فِرْعَونَ وَقَوْمَهُ أَئِمَّةً ، يَقْتَدِي بِهِمْ أهلُ العُتُوِّ والكُفْرِ والضَّلاَلِ ، فَهُمْ يَبْحَثُونَ عَن الشُّرُورِ والمَعَاصِي ، التي تُلقِي بِصَاحِبهِا في النَّارِ ، وَكَذَلِكَ جَعَلَ اللهُ تَعَالى مَصِيرَ مَنْ يَتْبَعُهُمْ ، وَيَقْتَدِي بِهِمْ في الكُفْرِ ، وتَكْذِيبِ الرُّسُل مِثْل مَصيرِهِمْ في نَارِ جَهَنَّمَ ، وَلا يَجِدُونَ أَحَداً يَنْصُرُهُمْ يومَ القِيَامَةِ مِنْ عَذَابِ اللهِ ، فَيَجْتَمِعُ عَلَيِهِمْ خِزْيُ الدُّنيا ، مُتَّصِلاً بِذُلِّ الآخِرَةِ . ¶ وأَلْزَمَ اللهُ تَعَالَى فِرْعَونَ وَقَومَهُ في هذِهِ الدُّنيا خِزْياً وَطَرداً مِنْ رَحْمَتِهِ ( لَعْنَةً ) ، ثُمَّ قَضَى عَلَيْهِمْ بِالبَوارِ والهَلاَكِ ، وسُوء الأُحْدُوثَةِ ، وسَيُتْبِعُهُمْ لَعنَةً أُخْرى يَومَ القِيَامَةِ ، وَيُذِلُّهُم ويُخْزِيهِمْ خِزْياً دَائماً مُسْتَمِرّاً لا فكَاكَ لَهُمْ مِنْهُ . ¶ وفي مقدمة هؤلاء الشيطان، قال تعالى : ( إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوًّا إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ (6) [فاطر/6 ]) ¶ إن الشَّيطَانَ عَدُوٌّ لَكُمْ يَا أَيَّها النَّاسُ ، وَهُوَ يُوَسْوِسُ لَكُمْ لِيُضِلَّكُمْ وَيَدْفَعَ بِكُمْ إِلى هَاوِيةِ الجَحِيمِ ، فَاحْذَرُوا مِنْهُ وَكُونُوا أَنْتُمْ أَعْدَاءَهُ ، وَخَالِفُوهُ وَكَذِّبُوهُ فِيما يَغُرَّكُمْ بِهِ ، وَهُوَ يَدْعُو حِزْبَهُ وَأَوْليَاءَهُ وَشِيعَتَهُ ، إِلى اتِّبَاعِ الهَوى ، والرُّكُونِ إِلى اللذَّاتِ ، وَالتَّسْوِيفِ بِالتَّوْبَةِ ، لِيُضِلهُمْ وَيُلْقِيَهمْ فِي العَذَابِ الدَّائِمِ ، فِي سَعيرِ جَهَنَّمَ . ¶ وأما الأعمال التي تسبب الخلود في النار فهي : ¶ 1) الكفر والشرك : ¶ وقد أخبر الحق سبحانه أن الذين كفروا ينادون عندما يكونون في النار ، فيقال لهم : إن مقت الله لكم أعظم من مقتكم أنفسكم بسبب كفركم بالإيمان ، وبين أن خلودهم في النار بسبب كفرهم وشركهم ، قال تعالى :( إِنَّ الَّذِينَ كَفَرُوا يُنَادَوْنَ لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الْإِيمَانِ فَتَكْفُرُونَ (10) قَالُوا رَبَّنَا أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فَاعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَى خُرُوجٍ مِنْ سَبِيلٍ (11) ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ (12) [غافر/10-12]) ¶ وَحِينَمَا يُلْقَلى الكَافِرُونَ فِي نَارِ جَهَنَّمَ ، لِيَذوقُوا العَذَاب الأَلِيمَ ، يَمْقُتُونَ أَنْفُسَهَمْ ، وَيَكْرَهُونَهَا أَشَدَّ الكُرْهِ ، بِسَبَبِ مَا أَسْلَفُوا فِي الدُّنْيا مِنَ عَمِلٍ سَيِّئٍ أَوْصَلَهُمْ إِلَى نَارِ جَهَنَّمَ ، فَتُنَادِيِهم المَلاَئِكَةُ وَيَقُولُونَ لَهُمْ : إِنَّ مَقْتَ اللهِ تَعَالَى لَهُمْ فِي الدُّنْيَا ، حِينَ كَانَ الإِيْمَانُ يُعْرَضُ عَلَيْهِمْ فَيَكْفرُونَ ، كَانَ أَشَدَّ مِنْ مَقْتِهِمْ أَنْفُسَهُمْ وَهُمْ يَتَلَظُّوْنَ فِي نَارِ جَهَنَّمَ . ¶ فَيَقُولُ الكَافِرُونَ : رَبَّنَا خَلَقْتَنَا مِنْ عَدَمٍ وَلَمْ تَكُنْ لَنَا حَيَاةٌ ، وَأَمَتَّنَا حِينَ انْقَضَتْ آجَالُنَا ، وَأَحْيَيْتَنا أَوَلاً بِنَفْخِ الأَرْوَاحِ فِينَا وَنَحْنُ فِي الأَرْحَامِ ، وَأَحْيَيْتَنَا بِإِعَادَةِ أَرْوَاحِنَا إِلَى أَبْدَانِنَا يَوْمَ البَعْثِ ، والنُّشُورِ ، فَاْعْتَرَفْنَا بِأَنَّنَا كُنَّا أَنْكَرْنَا البَعْثَ فَكَفَرْنَا ، وَاجْتَرَحْنَا السَّيِّئَاتِ ، فَهَلْ مِنْ سَبِيلٍ إِلَى إِخْرَاجِنَا مِنَ النَّارِ ، وَإِعَادَتِنَا إِلَى الحَيَاةِ الدُّنْيَا لِنَعْمَلَ غَيَرَ الذِي كُنَّا نَعْمَلُ؟ فَأَنْتَ القَادِرُ عَلَى كُلِّ شَيءٍ . ¶ فَيُجَابُونَ عَلَى سَؤَالِهِمْ هَذَا أَنْ لاَ سَبِيلَ إِلَى الرَّجعَةِ إِلَى الدُّنْيَا ، وَلاَ إِلَى الخُرُوجِ مِنَ النَّارِ ، وَذَلِكَ لأَنَّكُمْ كُنْتُمْ إِذَا ذَكِرَ اللهُ العَلِيُّ القَدِيرُ وَحْدَهُ كَفرْتُمْ وَأَنْكَرْتُمْ أَنْ تَكُونَ الألوهِيَّةُ خَالِصَةً للهِ وحدَهُ ، وَإِنْ أَشْرَكَ بِهِ مُشْرِكٌ صَدَّقْتُمُوهُ وَآمَنْتُمْ بِهِ . وَمَا ذَلِكَ إِلاَّ لِفَسَادِ طِبَاعِكُمْ ، وَرَفْضِهَا لِلْحَقِّ ، فَإِذَا عُدْتُمْ إِلَى الدُّنْيَا عُدْتُمْ إِلَى مَا كُنْتُمْ عَلَيِهِ مِنْ فَسَادٍ وَكُفْرٍ وَإِفْسَادٍ فِي الأَرْضِ ، فَالحُكْمُ اليَوْمَ للهِ ، وَهُوَ لا يَحْكُمُ إِلاَ بِالحَقِّ ، وَهُوَ ذُو الكِبْرِيَاءِ والعَظَمَةِ ، وَلَيْسَ كَمِثْلِهِ شَيءٌ ، وَقَدِ اقْتَضَتْ حِكْمَتُهُ خُلُودَ الكَافِرِينَ فِي النَّارِ فَلاَ سَبِيلَ إِلَى الخُرُوجِ مِنْهَا . ¶ وقال تعالى : ( وَقَالَ الَّذِينَ فِي النَّارِ لِخَزَنَةِ جَهَنَّمَ ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ (49) قَالُوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بِالْبَيِّنَاتِ قَالُوا بَلَى قَالُوا فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ (50) [غافر/49-50] ¶ وَلَمَّا يَئِسَ المُسْتَضْعَفُونَ مِنْ أَنْ يَحْمِلَ السَّادَةُ الذِينَ كَانُوا سَبَبَ كُفْرِهِمْ ، وَإِدْخَالِهِمْ فِي النَّارِ ، شَيْئاً مِنَ العَذَابِ عَنْهُمْ ، اتَّجَهُوا إِلَى خَزَنَةِ جَهَنَّمَ يَسْأَلُونَهُمْ الاتِّجَاهَ إِلَى اللهِ تَعَالَى بِالدُّعَاءِ لِيُخَفِّفَ عَنْهُمْ شَيْئاً مِنَ العَذَابِ فِي النَّارِ .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وَيَرُدُّ عَلَيْهِمْ خَزَنَةُ جَهَنَّمَ يُقَرِّعُونَهُمْ عَلَى سُوءِ صَنِيعِهِمْ فِي الدُّنْيَا ، وَيَقُولُونَ لَهُمْ : أَلَمْ تَأْتِكُمْ رُسُلُ رَبِّكُمْ بِالحُجَجِ وَالبَرَاهِينِ عَلَى صِدْقِ مَا يَدْعُونَكُمْ إِلَيهِ؟ وَيَقُولُ المُسْتَضْعَفُونَ : نَعَمْ لَقَدْ جَاءَهُمْ رُسُلُ اللهِ بِالحُجَجِ والبَيِّنَاتِ وَلَكِنَّهُمْ لَمْ يُؤْمِنُوا بِاللهِ وَكَذَّبُوا رُسُلَهُ ، وَحِينَئِذٍ يَقُولُ لَهُمْ خَزنَةُ جَهَنَّمَ : إِذاً فَادْعُوا أَنْتُمْ وَحْدَكُمْ . وَلكِنَّ دُعَاءَ الكَافِرِينَ لاَ يُفِيدُ ، وَلاَ يُسْتَجَابُ لَهُ ، وَيَذْهَبُ سُدًى . ¶ وقال فيمن كذب بالكتاب: ( الَّذِينَ كَذَّبُوا بِالْكِتَابِ وَبِمَا أَرْسَلْنَا بِهِ رُسُلَنَا فَسَوْفَ يَعْلَمُونَ (70) إِذِ الْأَغْلَالُ فِي أَعْنَاقِهِمْ وَالسَّلَاسِلُ يُسْحَبُونَ (71) فِي الْحَمِيمِ ثُمَّ فِي النَّارِ يُسْجَرُونَ (72) ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تُشْرِكُونَ (73) مِنْ دُونِ اللَّهِ قَالُوا ضَلُّوا عَنَّا بَلْ لَمْ نَكُنْ نَدْعُو مِنْ قَبْلُ شَيْئًا كَذَلِكَ يُضِلُّ اللَّهُ الْكَافِرِينَ (74) ذَلِكُمْ بِمَا كُنْتُمْ تَفْرَحُونَ فِي الْأَرْضِ بِغَيْرِ الْحَقِّ وَبِمَا كُنْتُمْ تَمْرَحُونَ (75) ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ (76) [غافر/70-76]) ، ¶ هؤلاء المشركون الذين كذَّبوا بالقرآن والكتب السماوية التي أنزلها الله على رسله لهداية الناس، فسوف يعلم هؤلاء المكذبون عاقبة تكذيبهم حين تُجعل الأغلال في أعناقهم، والسلاسل في أرجلهم، وتسحبهم زبانية العذاب في الماء الحار الذي اشتدَّ غليانه وحرُّه، ثم في نار جهنم يوقد بهم. ¶ ثم قيل لهم توبيخًا، وهم في هذه الحال التعيسة: أين الآلهة التي كنتم تعبدونها من دون الله؟ هل ينصرونكم اليوم؟ فادعوهم؛ لينقذوكم من هذا البلاء الذي حلَّ بكم إن استطاعوا، قال المكذبون: غابوا عن عيوننا، فلم ينفعونا بشيء، ويعترفون بأنهم كانوا في جهالة من أمرهم، وأن عبادتهم لهم كانت باطلة لا تساوي شيئًا، كما أضل الله هؤلاء الذين ضلَّ عنهم في جهنم ما كانوا يعبدون في الدنيا من دون الله، يضل الله الكافرين به. ¶ ذلكم العذاب الذي أصابكم إنما هو بسبب ما كنتم عليه في حياتكم الدنيا من غفلة، حيث كنتم تفرحون بما تقترفونه من المعاصي والآثام، وبما أنتم عليه من الأشَر والبَطَر والبغي على عباد الله.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ادخلوا أبواب جهنم عقوبة لكم على كفركم بالله ومعصيتكم له خالدين فيها، فبئست جهنم نزلا للمتكبرين في الدنيا على الله. ¶ وقال في الكفرة المشركين المسوين آلهتهم برب العالمين: ( وَبُرِّزَتِ الْجَحِيمُ لِلْغَاوِينَ (91) وَقِيلَ لَهُمْ أَيْنَ مَا كُنْتُمْ تَعْبُدُونَ (92) مِنْ دُونِ اللَّهِ هَلْ يَنْصُرُونَكُمْ أَوْ يَنْتَصِرُونَ (93) فَكُبْكِبُوا فِيهَا هُمْ وَالْغَاوُونَ (94) وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ (95) قَالُوا وَهُمْ فِيهَا يَخْتَصِمُونَ (96) تَاللَّهِ إِنْ كُنَّا لَفِي ضَلَالٍ مُبِينٍ (97) إِذْ نُسَوِّيكُمْ بِرَبِّ الْعَالَمِينَ (98) وَمَا أَضَلَّنَا إِلَّا الْمُجْرِمُونَ (99) [الشعراء/91-99]) ، ¶ وأُبْرِزَتْ جَهنَّمُ ، وأُظْهِرَتْ لأهْلِها الكَفَرةِ الطُّغَاةِ الغَاوِينَ ، لتكون بِمَرْأى العينِ مِنْهُمْ ، وفي ذلكَ تَعجِيلٌ لِحَسْرَتِهِمْ وغَمِّهِمْ . ¶ وقِيلَ لأهْلِ النَّارِ تَقْرِيعاً وتَوْبِيخاً : أَينَ الآلهةُ الذينَ كُنتمْ تَعْبُدُونَهُمْ منْ دونِ اللهِ مِنْ أصْنَامٍ وأنْدَادٍ؟ ¶ لقَدْ كُنْتُمْ أنْتُمْ تَعْبُدُونَهُمْ في الدُّنْيا من دونِ اللهِ تَعالى ، وتَعْتَقِدُونَ أنَّهُمْ سَيَشْفَعُون لَكُمْ عندَ اللهِ ، فهَلْ يَسْتَطِيعونَ اليومَ نَصْرَكُمْ أو نَصْرَ أَنْفُسِهِمْ؟ وهَلْ يستطيعونَ أن يَدْفَعُوا عَذابَ اللهِ عنكُمْ أو عَنْ أنفُسِهِمْ؟ ¶ فأَلْقُوا في جَهَنَّمَ عَلَى وُجُوهِهِمْ ، بعْضُهُم فَوقَ بَعضٍ ( كُبْكِبُوا ) هُمْ وقَادَتُهُمْ وكُبَراؤُهُمْ ، الذِينَ دَعَوْهُمْ إِلى الشِّرْكِ .وقُذِفَ في النَّارِ مَعَهُمْ جنودُ إبْلِيسَ الذينَ كانُوا يُزِيِّنُون لَهُمُ الشِّرْكَ وَالمَعَاصِيَ ، فَصَارُوا جَمِيعاً في النَّارِ .فَيقُولُونَ مُعْتَرِفِينَ بِخَطًَئِهِمْ ، وهُمْ يَتَخَاصَمُونَ في النَّارِ مَعَ مَنْ أَضَلُّوهُمْ مِنْ مَعْبُودَاتِهِم .واللهِ لَقَدْ كُنَّا ضَالِّينَ بِصُورَةٍ جَلِيَّةٍ وَاضِحَةٍ ، إذِ اسْتَجَبْنَا لَكُمْ أيُّهَا المَعْبُودُونَ ، وعظَّمْنَاكُمْ تَعْظِيمَ المَعْبُودِ الحَقِّ ، وسَوِّيْنَاكُمْ بِرَبِّ العَالَمِينَ في اسْتِحَاقِ العِبَادَةِ . ¶ وقال فيمن كذب بيوم الدين: ( بَلْ كَذَّبُوا بِالسَّاعَةِ وَأَعْتَدْنَا لِمَنْ كَذَّبَ بِالسَّاعَةِ سَعِيرًا (11) إِذَا رَأَتْهُمْ مِنْ مَكَانٍ بَعِيدٍ سَمِعُوا لَهَا تَغَيُّظًا وَزَفِيرًا (12) وَإِذَا أُلْقُوا مِنْهَا مَكَانًا ضَيِّقًا مُقَرَّنِينَ دَعَوْا هُنَالِكَ ثُبُورًا (13) لَا تَدْعُوا الْيَوْمَ ثُبُورًا وَاحِدًا وَادْعُوا ثُبُورًا كَثِيرًا (14) [الفرقان/11-14] )",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وما كذبوك؛ لأنك تأكل الطعام، وتمشي في الأسواق، بل كذَّبوا بيوم القيامة وما فيه من جزاء، وأعتدنا لمن كذب بالساعة نارًا حارة تُسَعَّر بهم.إذا رأت النار هؤلاء المكذبين يوم القيامة من مكان بعيد، سمعوا صوت غليانها وزفيرها، من شدة تغيظها منهم.وإذا أُلقوا في مكان شديد الضيق من جهنم- وقد قُرِنت أيديهم بالسلاسل إلى أعناقهم- دَعَوْا على أنفسهم بالهلاك للخلاص منها.فيقال لهم تيئيسًا، لا تَدْعوا اليوم بالهلاك مرة واحدة، بل مرات كثيرة، فلن يزيدكم ذلك إلا غمًّا، فلا خلاص لكم. ¶ 2) عدم القيام بالتكاليف الشرعية مع التكذيب بيوم الدين وترك الالتزام بالضوابط الشرعية. ¶ وقد بين سبحانه هذه الصورة في حوار أهل الجنة مع أهل النار فقال سبحانه على لسان أهل الجنة: ( مَا سَلَكَكُمْ فِي سَقَرَ (42) قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ (43) وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ (44) وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ (45) وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ (46) حَتَّى أَتَانَا الْيَقِينُ (47) فَمَا تَنْفَعُهُمْ شَفَاعَةُ الشَّافِعِينَ (48) [المدثر/42-48]) ¶ ثُمَّ يَسْأَلُونَ المُجْرِمِينَ وَهُمْ فِي النَّارِ : مَا الذِي أَدْخَلَكُمْ نَارَ جَهَنَّمَ؟ ¶ وَيَرُدُّ المُجْرِمُونَ عَلَى سُؤَالِ الأَبْرَارِ أَهْلِ الجَنَّاتِ قَائِلِينَ : إِنَّهُمْ لَمْ يَكُونُوا مِنَ المُؤْمِنِينَ الذِينَ يُؤَدُّونَ الصَّلَواتِ . وَإِنَّهُمْ لَمْ يَكُونُوا مِنَ الذِينَ يُحْسِنُونَ إِلَى خَلْقِ اللهِ الفُقَرَاءِ ، وَلَمْ يَكُونُوا يُطْعِمُونَ المَسَاكِينَ . وَإِنَّهُمْ كَانُوا يُشَارِكُونَ أَهْلَ البَاطِلِ فَيَخُوضُونَ مَعَهُمْ فِيمَا يَخُوضُونَ فِيهِ مِنَ الكُفْرِ والاسْتِهْزَاءِ ، وَقَوْلِ الزُّورِ ، وَكَانُوا يَتَكَلَّمُونَ فِيمَا لاَ يَعْلَمُونَ . وَإِنَّهُمْ كَانُوا لاَ يُؤْمِنُونَ بِحَشْرٍ وَلاَ نَشْرٍ وَلاَ بَعْثٍ وَلاَ حِسَابٍ ، وَلاَ عِقَابٍ فِي الآخِرَةِ . حَتَّى جَاءَهُمْ المَوْتُ ، وَرَجَعُوا إِلَى اللهِ فِي الآخِرَةِ ، فَعَلِمُوا أَنَّ مَا جَاءَ بِهِ الرَّسُولُ حَقٌّ . وَمَنْ كَانَ مُتْصِفاً بِهَذِهِ الصِّفَاتِ فَإِنَّهُ لاَ تَنْفَعُهُ يَوْمَ القِيَامَةِ شَفَاعَةُ شَافِعٍ فِيهِ ، لأَنَّ مَنْ مَاتَ كَافِراً فَجَزَاؤُهُ النَّارُ ، وَيَبْقَى خَالِداً فِيهَا . ¶ 3) طاعة رؤساء الضلال وزعماء الكفر فيما قرروه من مبادئ الضلال وخطوات الكفر التي تصدُّ عن دين الله ومتابعة المرسلين.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال تعالى في هؤلاء: ( وَقَيَّضْنَا لَهُمْ قُرَنَاءَ فَزَيَّنُوا لَهُمْ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَحَقَّ عَلَيْهِمُ الْقَوْلُ فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِهِمْ مِنَ الْجِنِّ وَالْإِنْسِ إِنَّهُمْ كَانُوا خَاسِرِينَ (25) وَقَالَ الَّذِينَ كَفَرُوا لَا تَسْمَعُوا لِهَذَا الْقُرْآَنِ وَالْغَوْا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ (26) فَلَنُذِيقَنَّ الَّذِينَ كَفَرُوا عَذَابًا شَدِيدًا وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الَّذِي كَانُوا يَعْمَلُونَ (27) ذَلِكَ جَزَاءُ أَعْدَاءِ اللَّهِ النَّارُ لَهُمْ فِيهَا دَارُ الْخُلْدِ جَزَاءً بِمَا كَانُوا بِآَيَاتِنَا يَجْحَدُونَ (28) [فصلت/25-28] ) ¶ وَيَسَّرَ اللهُ تَعَالَى لِهَؤُلاَءِ الكَافِرِينَ أَخْدَاناً وَأَقْرَاناً مِنْ شَيَاطِينِ الجِنِّ وَالإِنْسِ ، فَزَيَّنُوا لَهُمْ مَا بَينَ أَيْدِيهِمْ مِنْ أَمْرِ الدُّنْيَا مِنَ الضَّلاَلَةِ وَالكُفْرِ واتِّبَاعِ الشَّهَوَاتِ ، وَمَا خَلْفَهُمْ مِنْ أَمْرِ الآخِرَةِ ، فَحَسَّنُوا لَهُمْ أَعْمَالَهُمْ فَلَمْ يَرَوْا أَنْفُسَهُمْ إِلاَ مُحْسِنِينَ ، وَأَوْحَوْا إِلَيْهِمْ إِنَّهُ لاَ جَنَّةَ وَلاَ نَارَ وَلاَ حِسَابَ ، فَوَجَبَ عَلَيهِمْ مِنَ العَذَابِ مَا وَجَبَ عَلَى الذِينَ كَفَرُوا مِنْ ٌَقَبْلِهِمْ مِمَّنْ فَعَلُوا مِثْلَ أَفْعَالِِهِمْ ، فَكَانُوا جَمِيعاً فِي الخَسَارِ والدَّمَارِ ، وَاسْتَحَقُّوا اللَّعْنَ والخِزْيَ فِي الدُّنْيَا والآخِرَةِ . ¶ وَتَوَاصَى الذِينَ كَفَرُوا فِيمَا بَيْنَهُمْ بِأَلاَ يُؤْمِنُوا بِالقُرْآنِ ، وَأَلاَ يَنْقَادُوا إِلَيهِ ، وَقَالَ بَعْضُهُمْ لِبَعْضٍ : إِذَا تُلِيَ القُرْآنُ لاَ تُنْصِتُوا لَهُ ، وَعَارِضُوهُ بِاللَّغْوِ والبَاطِلِ بِرْفْعِ الصَّوْتِ بِالْشِّعْرِ ، أَوِ الكَلاَمِ أَوِ الصَّفِيرِ . . لَعَلَّكُمْ تَكُونُونَ أَنْتُمْ الغَالِبينَ . ¶ وَيَتَهَدَّدُ اللهُ تَعَالَى هَؤُلاَءِ الكَافِرِينَ بِأَنَّهُ سَيُذِيقُهُمْ عَذَاباً لاَ تُمْكِنُ الإِحَاطَةُ بِوَصْفِهِ ، وَسَيَجْزِيهِمْ بِأَسْوَأِ أَعْمَالِهِمْ ، لأَنَّ أَعْمَالَهُمْ الصَّالِحَةَ فِي الدُّنْيَا أَحْبَطَهَا الشِّرْكُ وَأَهْلَكَهَا وَلَمْ يَبْقَ لَهُمْ مِنْ أَعْمَالِهِمْ إِلاَّ القَبِيحُ السَّيِّئُ وَلِذَلِكَ فَإِنَّهُمْ لاَ يُجَازَوْنَ إِلاَّ عَلَى السَّيِّئَاتِ . ¶ وَذَلِكَ الجَزَاءُ الشَّدِيدُ ، الذِي أَعَدَّهُ اللهُ لأَعْدَائِهِ ، هُوِ النَّارُ يُعَذَّبُونَ فِيهَا ، وَيَبْقَوْنَ فِي العَذَابِ خَالِدِينَ أَبَداً ، وَهِيَ جَزَاؤُهُمْ عَلَى كُفْرِهِمْ وَجُحُودِهِمْ بِآيَاتِ اللهِ ، وَاسْتِكْبَارِهِمْ عَنْ سَمَاعِهَا . ¶ وقال تعالى: ( إِنَّ اللَّهَ لَعَنَ الْكَافِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا (64) خَالِدِينَ فِيهَا أَبَدًا لَا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا (65) يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النَّارِ يَقُولُونَ يَا لَيْتَنَا أَطَعْنَا اللَّهَ وَأَطَعْنَا الرَّسُولَا (66) وَقَالُوا رَبَّنَا إِنَّا أَطَعْنَا سَادَتَنَا وَكُبَرَاءَنَا فَأَضَلُّونَا السَّبِيلَا (67) رَبَّنَا آَتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ وَالْعَنْهُمْ لَعْنًا كَبِيرًا (68) [الأحزاب/64-68])",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "إِنَّ اللهَ تَعَالى لَعَنَ الكَافِرِينَ ، وَأَبْعَدَهُمْ مِنْ كُلِّ خيرٍ ، وَطَرَدَهُمْ مِنْ رَحْمَتِهِ ، وَأَعدّ لَهُم فِي الآخِرَةِ نَاراً تَتَّقِدُ وَتَتَسَعَّرُ .وَيَبْقَوْنَ فِي نَارِ جَهَنَّمَ خَالِدِينَ أَبَداً ، لا يَحُولُونَ عَنْهَا وَلاَ يَزُولُونَ ، وَلا يَجِدُونَ لَهُم نَاصِراً مِنْ بَأْسِ اللهَ وَعَذَابِِهِ .وَهُمْ لاَ يَجِدُونَ وَلِيّاً وَلاَ نَصِيراً يَنْصُرهُم ، وَيُنْقِذُهُمْ مِنْ عَذَابِ اللهِ ، حِين تُقَلَّبُ وُجُوهُهُم فِي النَّارِ مِنْ جَانِبٍ إِلى جَانِبٍ آخَرَ ، كَمَا يُقَلَّبُ اللَّحْمُ فَوْقَ النَّارِ ، وَحِينَئِذٍ يَقُولُونَ مُتَحَسِّرِينَ : يَا لِيْتَنا أَطَعْنَا اللهَ وَرَسُولَهُ فِيمَا جَاءَنا بهِ في حَيَاتنا الدُّنْيا ، مِنْ دَعْوةٍ إِلى اللهِ ، وَتَحْذِيرٍ مِنْ عَذَابِهِ ، وَلَوْ أَنّنا أَطْعْنا اللهَ وَرَسُولَهُ لَمَا كُنّا اليَوْمَ نَتَقَلَّبُ في نَارِ جَهَنَّمَ ، وَلا نَجِدُ لَنَا سمَنْ يُنْقِذُنَا مِنْ بَأْسِ اللهِ ، وَلاَ مَنْ يُجِيرُنا مِنْ عَذَابِهِ. ¶ وَقَالَ الكَافِرُونَ ، وَهُمْ يُقَاسُونَ شِدَّةَ العَذَابِ في نَارِ جَهَنَّمَ : رَبَّنا إِننا أَطَعْنا أَئِمَّتَنا في الضَّلاَلةِ ، وَكُبَرَاءَنا ، وَأَشْرَافَ قَوْمِنا ، فَجَعَلُونا نَضِلُّ طَرِيقَ الهُدَى وَالحَقِّ الذِي يُؤَدِّي إلى الإِيمَانِ بِكَ وَإِلى الإِقْرَارِ بِوحْدَانِيِّتِكَ . رَبَّنا وَأَضْعِفْ لَهُمُ العَذابَ مَرَّتِينِ : مَرَّةً لِكُفِرِهِمْ بِكَ ، وَمَرَّةً لإِضْلالِهِمْ إِيَّانا ، اللهُمَّ وَاخْزِهِمْ وَاطْرُدْهُمْ مِنْ رَحْمَتِكَ . ¶ 4) النفاق العقديُّ : ¶ وعد الله المنافقين النار ، وهو وعد قطعه على نفسه لا يخلفه، قال تعالى : ( وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (68) [التوبة/68]) ¶ وَقَدَ أَعَدَّ اللهُ تَعَالَى لِلْمُنَافِقِينَ وَالمُنَافِقَاتِ وَالكُفَّارِ نَارَ جَهَنَّمَ ، وَوَعَدَهُمْ بِهَا عَلَى سُوْءِ صَنِيعِهِمْ الذِي ذَكَرَهُ اللهُ تَعَالَى عَنْهُمْ ، وَسَيَمْكُثُونَ فِيهَا مُخَلَّدِينَ أَبَداً ، وَلَهُمْ فِيهَا مِنَ الجَزَاءِ وَالعَذَابِ مَا يَكْفِيهِمْ ( حَسْبُهُمْ ) ، وَلَعَنَهُمْ اللهُ ، وَطَرَدَهُمْ مِنْ رَحْمَتِهِ ، وَلَهُمْ عَذَابُ مُقِيمٌ دَائِمٌ غَيْرَ عَذَابِ جَهَنَّمَ : كَالسَّمُومِ يَلْفَحَ وَجوهَهُمْ ، وَالحَمِيمِ يَصْهَرُ مَا فِي بُطُونِهِمْ . ¶ وبين سبحانه موقعهم في النار وهو الدرك الأسفل من النار وهو أكثر الدركات عذابا وحرا: ( إِنَّ الْمُنَافِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ وَلَنْ تَجِدَ لَهُمْ نَصِيرًا (145) [النساء/145])",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يَقُولُ تَعَالَى إنَّ المُنَافِقِينَ سَيَكُونُ مَصِيرُهُمْ فِي أَسْفَلِ طَبَقَاتِ ( دَرَكَاتِ ) نَارِ جَهَنَّمَ ، وَلَنْ يَنْصُرَهُمْ أَحَدٌ مِنْ عَذَابِ اللهِ . ¶ إنه مصير يتفق مع ثقلة الأرض التي تلصقهم بالتراب ، فلا ينطلقون ولا يرتفعون.ثقلة المطامع والرغائب ، والحرص والحذر ، والضعف والخور! الثقلة التي تهبط بهم إلى موالاة الكافرين ومداراة المؤمنين. والوقوف في الحياة ذلك الموقف المهين : «مُذَبْذَبِينَ بَيْنَ ذلِكَ. لا إِلى هؤُلاءِ وَلا إِلى هؤُلاءِ» ..فهم كانوا في الحياة الدنيا يزاولون تهيئة أنفسهم وإعدادها لذلك المصير المهين «فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ» ..بلا أعوان هنالك ولا أنصار .. وهم كانوا يوالون الكفار في الدنيا ، فأنى ينصرهم الكفار؟ (¬1) ¶ 5) الكبر : ¶ وهذه صفة يتصف بها عامة أهل النار ، قال تعالى : ( وَالَّذِينَ كَذَّبُوا بِآَيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا أُولَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ (36) [الأعراف/36]) ¶ أَمَّا الذِينَ كَفَرُوا بِآيَاتِ اللهِ المُنَزَّلَةِ عَلَى أَحَدِ رُسُلِهِ ، وَاسْتَكْبَرُوا عَنْ قَبُولِها ، وَعَنِ اتِّبَاعِ مَا جَاءَ فِيهَا ، وَعَنِ العَمَلِ بِمَا فِيهَا . . . فَهَؤُلاَءِ سَيَكُونُونَ مِنْ أَصْحَابِ النَّارِ أَبداً ، لاَ يَمُوتُونَ وَلاَ يَحْيَونَ ( خَالِدِينَ أَبَداً ) . ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « احْتَجَّتِ النَّارُ وَالْجَنَّةُ فَقَالَتْ هَذِهِ يَدْخُلُنِى الْجَبَّارُونَ وَالْمُتَكَبِّرُونَ. وَقَالَتْ هَذِهِ يَدْخُلُنِى الضُّعَفَاءُ وَالْمَسَاكِينُ فَقَالَ اللَّهُ عَزَّ وَجَلَّ لِهَذِهِ أَنْتِ عَذَابِى أُعَذِّبُ بِكِ مَنْ أَشَاءُ - وَرُبَّمَا قَالَ أُصِيبُ بِكِ مَنْ أَشَاءُ - وَقَالَ لِهَذِهِ أَنْتِ رَحْمَتِى أَرْحَمُ بِكِ مَنْ أَشَاءُ وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا ». (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : اخْتَصَمَتِ الْجَنَّةُ وَالنَّارُ ، فَقَالَتِ النَّارُ : يَدْخُلُنِي الْجَبَّارُونَ وَالْمُتَكَبِّرُونَ ، وَقَالَتِ الْجَنَّةُ : يَدْخُلُنِي ضُعَفَاءُ النَّاسِ وَأَسْقَاطُهُمْ ، فَقَالَ اللَّهُ لِلنَّارِ : أَنْتِ عَذَابِي أُصِيبُ بِكِ مَنْ أَشَاءُ ، وَقَالَ لِلْجَنَّةِ : أَنْتِ رَحْمَتِي أُصِيبُ بِكِ مَنْ أَشَاءُ ، وَلِكُلِّ وَاحِدَةٍ مِنْكُمَا مِلْؤُهَا. (¬3) ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (2 / 785) ¶ (¬2) - صحيح مسلم (7351 ) ¶ (¬3) - صحيح ابن حبان - (ج 16 / ص 518)(7476) صحيح",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : احْتَجَّتِ الْجَنَّةُ وَالنَّارُ ، فَقَالَتِ الْجَنَّةُ : مَا بَالِي يَدْخُلُنِي الْفُقَرَاءُ وَالضُّعَفَاءُ ؟ وَقَالَتِ النَّارُ : مَا بَالِي يَدْخُلُنِي الْجَبَّارُونَ وَالْمُتَكَبِّرُونَ ؟ فَقَالَ اللَّهُ : أَنْتِ رَحْمَتِي أَرْحَمُ بِكِ مَنْ أَشَاءُ ، وَقَالَ لِلنَّارِ : أَنْتِ عَذَابِي أُصِيبُ بِكِ مَنْ أَشَاءُ ، وَلِكُلِّ وَاحِدَةٍ مِنْهُنَّ مِلْؤُهَا. (¬1) ¶ وعَنْ مَعْبَدِ بْنِ خَالِدٍ قَالَ سَمِعْتُ حَارِثَةَ بْنَ وَهْبٍ الْخُزَاعِىَّ يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَلاَ أُخْبِرُكُمْ بِأَهْلِ الْجَنَّةِ كُلُّ ضَعِيفٍ مُتَضَعَّفٍ لَوْ أَقْسَمَ عَلَى اللَّهِ لأَبَرَّهُ أَلاَ أُخْبِرُكُمْ بِأَهْلِ النَّارِ كُلُّ جَوَّاظٍ زَنِيمٍ مُتَكَبِّرٍ » (¬2) . ¶ الجواظ : الجموع المنوع الذى يجمع المال من أى جهة ويمنع صرفه فى سبيل الله -الزنيم : دعى النسب الملحق بهم ،وهذا مصداق قوله تعالى: ( وَيَوْمَ الْقِيَامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِلْمُتَكَبِّرِينَ (60) [الزمر/60]) ¶ وَتَرَى يَا مُحَمَّدُ يَوْمَ القِيَامَةِ ، الذِينَ كَذَبُوا عَلَى اللهِ ، فَزَعَمُوا أَنْ لَهُ وَلَداً أَوْ صَاحِبَةً أَوْ شَرِيكاً ، أَوْ عَبَدُوا مَعَ اللهِ شُرَكَاءَ . . الخ قَدْ اسَوَدَّتْ وُجُوهُهُمْ مِنَ الخزْيِ والحَزْنِ والكَآبَةِ ، ثُمَّ يَدخُلُونَ النَّارَ لِيَلْقَوا فِيهَا العَذَابَ الذِي يَسْتَحِقُّونَهُ . أَوَ لَيْسَتْ جَهَنَّمُ كَافِيةً سِجْناًَ وَمَوْئِلاً لِلْمُتَكَبِّرينَ فَيَرَوْا فِيهَا الخِزْيَ والهَوَانَ بِسَبَبِ تَكَبُّرِهِمْ وَتَجَبُّرِهِمْ . وَاسْتِعْلاَئِهِمْ عَنِ الانْقِيَادِ لِلحَقِّ . ¶ ================= ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (ج 16 / ص 519) (7477) صحيح ¶ (¬2) - صحيح مسلم (7368 )",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "النوع الثاني ¶ ما ورد من وعيد بحق عصاة المؤمنين ¶ أمَّا ما ورد من وعيد بحق عصاة المؤمنين فقد يتخلَّف ، قال تعالى : {إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } (48) سورة النساء ¶ يخبر تعالى: أنه لا يغفر لمن أشرك به أحدا من المخلوقين، ويغفر ما دون الشرك من الذنوب صغائرها وكبائرها، وذلك عند مشيئته مغفرة ذلك، إذا اقتضت حكمتُه مغفرتَه. ¶ فالذنوب التي دون الشرك قد جعل الله لمغفرتها أسبابا كثيرة، كالحسنات الماحية والمصائب المكفرة في الدنيا، والبرزخ ويوم القيامة، وكدعاء المؤمنين بعضهم لبعض، وبشفاعة الشافعين. ومن فوق ذلك كله رحمته التي أحق بها أهل الإيمان والتوحيد. ¶ وهذا بخلاف الشرك فإن المشرك قد سد على نفسه أبواب المغفرة، وأغلق دونه أبواب الرحمة، فلا تنفعه الطاعات من دون التوحيد، ولا تفيده المصائب شيئا، وما لهم يوم القيامة { مِنْ شَافِعِينَ * وَلا صَدِيقٍ حَمِيمٍ }. ¶ ولهذا قال تعالى { وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } أي افترى جرما كبيرا وأي ظلم أعظم ممن سوى المخلوق -من تراب الناقص من جميع الوجوه الفقير بذاته من كل وجه الذي لا يملك لنفسه- فضلا عمن عبده -نفعًا ولا ضرًّا ولا موتًا ولا حياة ولا نشورًا- بالخالق لكل شيء الكامل من جميع الوجوه الغني بذاته عن جميع مخلوقاته الذي بيده النفع والضر والعطاء والمنع الذي ما من نعمة بالمخلوقين إلا فمنه تعالى فهل أعظم من هذا الظلم شيء؟ ¶ ولهذا حتم على صاحبه بالخلود بالعذاب وحرمان الثواب { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } وهذه الآية الكريمة في حق غير التائب وأما التائب فإنه يغفر",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "له الشرك فما دونه كما قال تعالى { قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا } أي لمن تاب إليه وأناب. (¬1) ¶ وقال تعالى : {إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدْ ضَلَّ ضَلاَلاً بَعِيدًا } (116) سورة النساء ¶ إنَّ الشرك لا يغفره الله تعالى لتضمنه القدح في رب العالمين وفي وحدانيته وتسوية المخلوق الذي لا يملك لنفسه ضرا ولا نفعا بمن هو مالك النفع والضر، الذي ما من نعمة إلا منه، ولا يدفع النقم إلا هو، الذي له الكمال المطلق من جميع الوجوه، والغنى التام بجميع وجوه الاعتبارات. ¶ فمن أعظم الظلم وأبعد الضلال عدم إخلاص العبادة لمن هذا شأنه وعظمته، وصرف شيء منها للمخلوق الذي ليس له من صفات الكمال شيء، ولا له من صفات الغنى شيء بل ليس له إلا العدم. عدم الوجود وعدم الكمال وعدم الغنى، والفقر من جميع الوجوه. ¶ وأما ما دون الشرك من الذنوب والمعاصي فهو تحت المشيئة، إن شاء الله غفره برحمته وحكمته، وإن شاء عذب عليه وعاقب بعدله وحكمته . (¬2) ¶ وقال تعالى : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } (53) سورة الزمر . ¶ يخبر تعالى عباده المسرفين بسعة كرمه، ويحثهم على الإنابة قبل أن لا يمكنهم ذلك فقال: { قُلْ } يا أيها الرسول ومن قام مقامه من الدعاة لدين اللّه، مخبرا للعباد عن ربهم: { يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ } باتباع ما تدعوهم إليه أنفسهم من الذنوب، والسعي في مساخط علام الغيوب. ¶ { لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ } أي: لا تيأسوا منها، فتلقوا بأيديكم إلى التهلكة، وتقولوا قد كثرت ذنوبنا وتراكمت عيوبنا، فليس لها طريق يزيلها ولا سبيل يصرفها، فتبقون بسبب ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 181) ¶ (¬2) - تفسير السعدي - (1 / 202)",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ذلك مصرين على العصيان، متزودين ما يغضب عليكم الرحمن، ولكن اعرفوا ربكم بأسمائه الدالة على كرمه وجوده، واعلموا أنه يغفر الذنوب جميعا من الشرك، والقتل، والزنا، والربا، والظلم، وغير ذلك من الذنوب الكبار والصغار. { إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } أي: وصفه المغفرة والرحمة، وصفان لازمان ذاتيان، لا تنفك ذاته عنهما، ولم تزل آثارهما سارية في الوجود، مالئة للموجود، تسح يداه من الخيرات آناء الليل والنهار، ويوالي النعم على العباد والفواضل في السر والجهار، والعطاء أحب إليه من المنع، والرحمة سبقت الغضب وغلبته، .ولكن لمغفرته ورحمته ونيلهما أسباب إن لم يأت بها العبد، فقد أغلق على نفسه باب الرحمة والمغفرة، أعظمها وأجلها، بل لا سبب لها غيره، الإنابة إلى اللّه تعالى بالتوبة النصوح، والدعاء والتضرع والتأله والتعبد، فهلم إلى هذا السبب الأجل، والطريق الأعظم. (¬1) ¶ فالوعيد إذن قد يتخلف كرماً ورحمةً من الله سبحانه وتعالى . ¶ فعَنِ الزُّهْرِىِّ ، أَخْبَرَنِي أَبُو إِدْرِيسَ الخَوْلاَنِيُّ ، أَنَّهُ سَمِعَ عُبَادَةَ بْنَ الصَّامِتِ ، يَقُولُ : قَالَ لَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَنَحْنُ فِي مَجْلِسٍ : \" تُبَايِعُونِي عَلَى أَنْ لاَ تُشْرِكُوا بِاللَّهِ شَيْئًا ، وَلاَ تَسْرِقُوا ، وَلاَ تَزْنُوا ، وَلاَ تَقْتُلُوا أَوْلاَدَكُمْ ، وَلاَ تَأْتُوا بِبُهْتَانٍ تَفْتَرُونَهُ بَيْنَ أَيْدِيكُمْ وَأَرْجُلِكُمْ ، وَلاَ تَعْصُوا فِي مَعْرُوفٍ ، فَمَنْ وَفَى مِنْكُمْ فَأَجْرُهُ عَلَى اللَّهِ ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَعُوقِبَ فِي الدُّنْيَا فَهُوَ كَفَّارَةٌ لَهُ ، وَمَنْ أَصَابَ مِنْ ذَلِكَ شَيْئًا فَسَتَرَهُ اللَّهُ فَأَمْرُهُ إِلَى اللَّهِ ، إِنْ شَاءَ عَاقَبَهُ ، وَإِنْ شَاءَ عَفَا عَنْهُ \" ، فَبَايَعْنَاهُ عَلَى ذَلِكَ \". (¬2) ¶ قَال الْقُرْطُبِيُّ : الْكَبَائِرُ عِنْدَ أَهْل السُّنَّةِ تُغْفَرُ لِمَنْ أَقْلَعَ عَنْهَا قَبْل الْمَوْتِ ، وَقَدْ يَغْفِرُ لِمَنْ مَاتَ عَلَيْهَا مِنَ الْمُسْلِمِينَ- إذا كانت بحق الله تعالى - كَمَا قَال تَعَالَى : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } ، وَالْمُرَادُ بِذَلِكَ مَنْ مَاتَ عَلَى الذُّنُوبِ ، فَلَوْ كَانَ الْمُرَادُ مَنْ تَابَ قَبْل الْمَوْتِ لَمْ تَكُنْ لِلتَّفْرِقَةِ بَيْنَ الإِْشْرَاكِ وَغَيْرِهِ مَعْنًى ، إِذِ التَّائِبُ مِنَ الشِّرْكِ أَيْضًا مَغْفُورٌ لَهُ \" (¬3) ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 727) ¶ (¬2) - صحيح البخارى- المكنز - (7213 ) ¶ (¬3) - الموسوعة الفقهية الكويتية - (34 / 158) وتفسير القرطبي 5 / 161 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وفي فتاوى الشبكة الإسلامية : \" معتقد أهل السنة والجماعة أن من مات مصرا على الكبائر، فهو تحت مشيئة الله، إن شاء عاقبه، وإن شاء عفا عنه.قال تعالى: إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ [النساء: من الآية48]. (¬1) ¶ وقد أحصى العلماء أحد عشر سبباً تمنع نفاذ الوعيد ، وهي ما تجده في البحث القادم . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - فتاوى الشبكة الإسلامية معدلة - (5 / 8770) -رقم الفتوى 39849 من مات مصرا على الكبائر فهو تحت مشيئة الله",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الباب الثاني ¶ أسباب تخلف الوعيد ¶ قَدْ دَلَّتْ نُصُوصُ الْكِتَابِ وَالسُّنَّةِ : عَلَى أَنَّ عُقُوبَةَ الذُّنُوبِ تَزُولُ عَنِ الْعَبْدِ بأخد عشر سببٍ (¬1) : ¶ \" أَحَدُهَا \" التَّوْبَةُ ¶ \" السَّبَبُ الثَّانِي \" الِاسْتِغْفَارُ ¶ \" السَّبَبُ الثَّالِثُ \" : الْحَسَنَاتُ الْمَاحِيَةُ ¶ ( السَّبَبُ الرَّابِعُ الدَّافِعُ لِلْعِقَابِ ) : دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ ¶ ( السَّبَبُ الْخَامِسُ ) : مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ ¶ ( السَّبَبُ السَّادِسُ ) : شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ ¶ ( السَّبَبُ السَّابِعُ ) : الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا ¶ ( السَّبَبُ الثَّامِنُ ) : مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ ¶ ( السَّبَبُ التَّاسِعُ ) : أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا ¶ ( السَّبَبُ الْعَاشِرُ ) : رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ ¶ (السببُ الحادي عشرَ) : إذا كان مخالفُ الوعيد مجتهدا . ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى لابن تيمية - (ج 7 / ص 487) فما بعدها ، وذكر هنا عشرة ، وفي رفع الملام ذكر الحادي عشر وهو الأخير .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "السببُ الأول ¶ التَّوْبَةُ ¶ وَهَذَا مُتَّفَقٌ عَلَيْهِ بَيْنَ الْمُسْلِمِينَ قَالَ تَعَالَى : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } (53) سورة الزمر ، وَقَالَ تَعَالَى : {أَلَمْ يَعْلَمُواْ أَنَّ اللّهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَأْخُذُ الصَّدَقَاتِ وَأَنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ} (104) سورة التوبة . وَقَالَ تَعَالَى : {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ} (25) سورة الشورى ، وَأَمْثَالُ ذَلِكَ. ¶ إنها الرحمة الواسعة التي تسع كل معصية. كائنة ما كانت وإنها الدعوة للأوبة. دعوة العصاة المسرفين الشاردين المبعدين في تيه الضلال. دعوتهم إلى الأمل والرجاء والثقة بعفو اللّه. إن اللّه رحيم بعباده. وهو يعلم ضعفهم وعجزهم. ويعلم العوامل المسلطة عليهم من داخل كيانهم ومن خارجه. ويعلم أن الشيطان يقعد لهم كل مرصد. ويأخذ عليهم كل طريق. ويجلب عليهم بخيله ورجله. وأنه جاد كل الجد في عمله الخبيث! ويعلم أن بناء هذا المخلوق الإنساني بناء واه. وأنه مسكين سرعان ما يسقط إذا أفلت من يده الحبل الذي يربطه والعروة التي تشده. وأن ما ركب في كيانه من وظائف ومن ميول ومن شهوات سرعان ما ينحرف عن التوازن فيشط به هنا أو هناك ويوقعه في المعصية وهو ضعيف عن الاحتفاظ بالتوازن السليم .. ¶ يعلم اللّه - سبحانه - عن هذا المخلوق كل هذا فيمد له في العون ويوسع له في الرحمة ولا يأخذه بمعصيته حتى يهيئ له جميع الوسائل ليصلح خطأه ويقيم خطاه على الصراط. وبعد أن يلج في المعصية ، ويسرف في الذنب ، ويحسب أنه قد طرد وانتهى أمره ، ولم يعد يقبل ولا يستقبل. في هذه اللحظة لحظة اليأس والقنوط ، يسمع نداء الرحمة الندي اللطيف : «قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ. إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً. إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ» ..",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وليس بينه - وقد أسرف في المعصية ، ولج في الذنب ، وأبق عن الحمى ، وشرد عن الطريق - ليس بينه وبين الرحمة الندية الرخية ، وظلالها السمحة المحيية. ليس بينه وبين هذا كله إلا التوبة. التوبة وحدها. الأوبة إلى الباب المفتوح الذي ليس عليه بواب يمنع ، والذي لا يحتاج من يلج فيه إلى استئذان : « وَأَنِيبُوا إِلى رَبِّكُمْ وَأَسْلِمُوا لَهُ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ ثُمَّ لا تُنْصَرُونَ. وَاتَّبِعُوا أَحْسَنَ ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ». ¶ الإنابة. والإسلام. والعودة إلى أفياء الطاعة وظلال الاستسلام .. هذا هو كل شيء. بلا طقوس ولا مراسم ولا حواجز ولا وسطاء ولا شفعاء! إنه حساب مباشر بين العبد والرب. وصلة مباشرة بين المخلوق والخالق. من أراد الأوبة من الشاردين فليؤب. ¶ ومن أراد الإنابة من الضالين ، فلينب. ومن أراد الاستسلام من العصاة فليستسلم. وليأت .. ليأت وليدخل فالباب مفتوح. والفيء والظل والندى والرخاء : كله وراء الباب لا حاجب دونه ولا حسيب! وهيا. هيا قبل فوات الأوان. هيا «مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ ثُمَّ لا تُنْصَرُونَ» .. فما هنا لك من نصير. ¶ هيا فالوقت غير مضمون. وقد يفصل في الأمر وتغلق الأبواب في أية لحظة من لحظات الليل والنهار. هيا. ¶ «وَاتَّبِعُوا أَحْسَنَ ما أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ» .. وهو هذا القرآن بين أيديكم .. «مِنْ قَبْلِ أَنْ يَأْتِيَكُمُ الْعَذابُ بَغْتَةً وَأَنْتُمْ لا تَشْعُرُونَ» .. ¶ هيا قبل أن تتحسروا على فوات الفرصة ، وعلى التفريط في حق اللّه ، وعلى السخرية بوعد اللّه :«أَنْ تَقُولَ نَفْسٌ : يا حَسْرَتى عَلى ما فَرَّطْتُ فِي جَنْبِ اللَّهِ. وَإِنْ كُنْتُ لَمِنَ السَّاخِرِينَ» ..أو تقول إن اللّه كتب عليّ الضلال ولو كتب عليّ الهدى لاهتديت واتقيت : «أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدانِي لَكُنْتُ مِنَ الْمُتَّقِينَ» .. ¶ وهي علالة لا أصل لها. فالفرصة ها هي ذي سانحة ، ووسائل الهدى ما تزال حاضرة. وباب التوبة ها هو ذا مفتوح! «أَوْ تَقُولَ حِينَ تَرَى الْعَذابَ : لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ الْمُحْسِنِينَ» ..",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وهي أمنية لا تنال. فإذا انتهت هذه الحياة فلا كرة ولا رجوع. وها أنتم أولاء في دار العمل. وهي فرصة واحدة إذا انقضت لا تعود. وستسألون عنها مع التبكيت والترذيل :«بَلى . قَدْ جاءَتْكَ آياتِي فَكَذَّبْتَ بِها وَاسْتَكْبَرْتَ وَكُنْتَ مِنَ الْكافِرِينَ»! ثم يمضي السياق وقد وصل بالقلوب والمشاعر إلى ساحة الآخرة .. يمضي في عرض مشهد المكذبين والمتقين ، في ذلك الموقف العظيم :«وَيَوْمَ الْقِيامَةِ تَرَى الَّذِينَ كَذَبُوا عَلَى اللَّهِ وُجُوهُهُمْ مُسْوَدَّةٌ. أَلَيْسَ فِي جَهَنَّمَ مَثْوىً لِلْمُتَكَبِّرِينَ؟ وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفازَتِهِمْ ، لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ» .. ¶ وهذا هو المصير الأخير. فريق مسود الوجوه من الخزي ، ومن الكمد ، ومن لفح الجحيم. هو فريق المتكبرين في هذه الأرض ، الذين دعوا إلى اللّه ، وظلت الدعوة قائمة حتى بعد الإسراف في المعصية ، فلم يلبوا هاتف النجاة. فهم اليوم في خزي تسود له الوجوه. وفريق ناج فائز لا يمسه السوء ولا يخالطه الحزن. هو فريق المتقين ، الذين عاشوا في حذر من الآخرة ، وفي طمع في رحمة اللّه. فهم اليوم يجدون النجاة والفوز والأمن والسلامة : «لا يَمَسُّهُمُ السُّوءُ وَلا هُمْ يَحْزَنُونَ» .. ¶ ومن شاء بعد هذا فليلب النداء إلى الرحمة الندية الظليلة وراء الباب المفتوح. ومن شاء فليبق في إسرافه وفي شروره حتى يأخذهم العذاب وهم لا يشعرون! (¬1) ¶ قال ابن كثير : قوله : { أَلَمْ يعلموا أَنَّ الله هُوَ يَقْبَلُ التوبة عَنْ عِبَادِهِ وَيَأْخُذُ الصدقات } هذا تهييج إلى التوبة والصدقة اللتين كل منهما يحط الذنوب ويمحقها ، وأخبر - تعالى - أن كل من تاب إليه تاب عليه ، ومن تصدق بصدقة من كسب حلال فإن الله يتقبلها بيمينه ، فيربيها لصاحبها حتى تصير الثمرة مثل أحد ،كل جاء بذلك الحديث عن رسول الله - صلى الله عليه وسلم - . ¶ عَنِ الْقَاسِمِ بْنِ مُحَمَّدٍ ، قَالَ : سَمِعْتُ أَبَا هُرَيْرَةَ ، يَقُولُ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : إِنَّ اللَّهَ عَزَّ وَجَلَّ يَقْبَلُ الصَّدَقَاتِ ، وَيَأْخُذُهَا بِيَمِينِهِ ، فَيُرَبِّيهَا لأَحَدِكُمْ كَمَا يُرَبِّي أَحَدُكُمْ مُهْرَهُ ، أَوْ فَلُوَّهُ حَتَّى إِنَّ اللُّقْمَةَ لَتَصِيرُ مِثْلَ أُحُدٍ. وَتَصْدِيقُ ذَلِكَ فِي كِتَابِ اللهِ : {هُوَ الَّذِي يَقْبَلُ ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (5 / 3058)",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "التَّوْبَةَ عَنْ عِبَادِهِ} {وَيَأْخُذُ الصَّدَقَاتِ} ، وَ{يَمْحَقُ اللَّهُ الرِّبَا وَيُرْبِي الصَّدَقَاتِ} (¬1) . . وقوله : { يَمْحَقُ الله الربا وَيُرْبِي الصدقات } وعن عَنْ عَبْدِ اللَّهِ، قَالَ:\"إِنَّ الصَّدَقَةَ تَقَعُ فِي يَدِ اللَّهِ قَبْلَ أَنْ تَقَعَ فِي يَدِ السَّائِلِ\"، ثُمَّ قَرَأَ عَبْدُ اللَّهِ: \"وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ\" [الشورى: 25]. (¬2) ¶ تعريف التوبة : ¶ التَّوْبَةُ فِي اللُّغَةِ الْعَوْدُ وَالرُّجُوعُ ، يُقَال : تَابَ إِذَا رَجَعَ عَنْ ذَنْبِهِ وَأَقْلَعَ عَنْهُ . وَإِذَا أُسْنِدَ فِعْلُهَا إِلَى الْعَبْدِ يُرَادُ بِهِ رُجُوعُهُ مِنَ الزَّلَّةِ إِلَى النَّدَمِ ، يُقَال : تَابَ إِلَى اللَّهِ تَوْبَةً وَمَتَابًا : أَنَابَ وَرَجَعَ عَنِ الْمَعْصِيَةِ ، وَإِذَا أُسْنِدَ فِعْلُهَا إِلَى اللَّهِ تَعَالَى يُسْتَعْمَل مَعَ صِلَةِ ( عَلَى ) يُرَادُ بِهِ رُجُوعُ لُطْفِهِ وَنِعْمَتِهِ عَلَى الْعَبْدِ وَالْمَغْفِرَةِ لَهُ ، يُقَال : تَابَ اللَّهُ عَلَيْهِ : غَفَرَ لَهُ وَأَنْقَذَهُ مِنَ الْمَعَاصِي (¬3) . قَال اللَّهُ تَعَالَى : {وَعَلَى الثَّلاَثَةِ الَّذِينَ خُلِّفُواْ حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأَرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ وَظَنُّواْ أَن لاَّ مَلْجَأَ مِنَ اللّهِ إِلاَّ إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُواْ إِنَّ اللّهَ هُوَ التَّوَّابُ الرَّحِيمُ} (118) سورة التوبة. ¶ وَفِي الاِصْطِلاَحِ التَّوْبَةُ هِيَ : النَّدَمُ وَالإِْقْلاَعُ عَنِ الْمَعْصِيَةِ مِنْ حَيْثُ هِيَ مَعْصِيَةٌ لاَ ؛ لأَِنَّ فِيهَا ضَرَرًا لِبَدَنِهِ وَمَالِهِ ، وَالْعَزْمُ عَلَى عَدَمِ الْعَوْدِ إِلَيْهَا إِذَا قَدَرَ (¬4) . ¶ وَعَرَّفَهَا بَعْضُهُمْ بِأَنَّهَا الرُّجُوعُ عَنِ الطَّرِيقِ الْمُعْوَجِّ إِلَى الطَّرِيقِ الْمُسْتَقِيمِ (¬5) . ¶ وَعَرَّفَهَا الْغَزَالِيُّ بِأَنَّهَا : الْعِلْمُ بِعَظَمَةِ الذُّنُوبِ ، وَالنَّدَمُ وَالْعَزْمُ عَلَى التَّرْكِ فِي الْحَال وَالاِسْتِقْبَال وَالتَّلاَفِي لِلْمَاضِي ، وَهَذِهِ التَّعْرِيفَاتُ وَإِنِ اخْتَلَفَتْ لَفْظًا هِيَ مُتَّحِدَةٌ مَعْنًى . وَقَدْ تُطْلَقُ التَّوْبَةُ عَلَى النَّدَمِ وَحْدَهُ إِذْ لاَ يَخْلُو عَنْ عِلْمٍ أَوْجَبَهُ وَأَثْمَرَهُ وَعَنْ عَزْمٍ يَتْبَعُهُ (¬6) ، ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (3 / 639)(10088) 10090- صحيح ¶ (¬2) - المعجم الكبير للطبراني - (8 / 7)(8491 ) حسن وانظر التفسير الوسيط للقرآن الكريم لطنطاوي - (6 / 399) ¶ (¬3) - المصباح المنير ولسان العرب وتاج العروس مادة \" توب \" ودستور العلماء 1 / 362 ، 363 . ¶ (¬4) - تفسير روح المعاني للألوسي 28 / 158 ، وبلغة السالك 4 / 738 ، والفواكه الدواني 1 / 88 ، والكليات لأبي البقاء 2 / 96 ، والجمل 5 / 387 ، وكشاف القناع 1 / 418 ، والمغني 9 / 200 . ¶ (¬5) - القليوبي 4 / 201 ، والآداب الشرعية 1 / 98 . ¶ (¬6) - إحياء علوم الدين للغزالي 4 / 3 .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وَلِهَذَا قَال النَّبِيُّ - صلى الله عليه وسلم - : النَّدَمُ تَوْبَةٌ (¬1) ، وَالنَّدَمُ تَوَجُّعُ الْقَلْبِ وَتَحَزُّنُهُ لِمَا فَعَل وَتَمَنِّي كَوْنَهُ لَمْ يَفْعَل (¬2) . ¶ قَال ابْنُ قَيِّمٍ الْجَوْزِيَّةَ : التَّوْبَةُ فِي كَلاَمِ اللَّهِ وَرَسُولِهِ كَمَا تَتَضَمَّنُ الإِْقْلاَعَ عَنِ الذَّنْبِ فِي الْحَال وَالنَّدَمَ عَلَيْهِ فِي الْمَاضِي وَالْعَزْمَ عَلَى عَدَمِ الْعَوْدِ فِي الْمُسْتَقْبَل ، تَتَضَمَّنُ أَيْضًا الْعَزْمَ عَلَى فِعْل الْمَأْمُورِ وَالْتِزَامِهِ ، فَحَقِيقَةُ التَّوْبَةِ : الرُّجُوعُ إِلَى اللَّهِ بِالْتِزَامِ فِعْل مَا يَجِبُ وَتَرْكِ مَا يَكْرَهُ ؛ وَلِهَذَا عَلَّقَ سُبْحَانَهُ وَتَعَالَى الْفَلاَحَ الْمُطْلَقَ عَلَى التَّوْبَةِ (¬3) حَيْثُ قَال : { وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} (31) سورة النور. ¶ الأَْلْفَاظُ ذَاتُ الصِّلَةِ : ¶ أ - الاِعْتِذَارُ : ¶ الاِعْتِذَارُ فِي اللُّغَةِ مَصْدَرُ اعْتَذَرَ أَصْلُهُ مِنَ الْعُذْرِ ، وَأَصْل الْعُذْرِ إِزَالَةُ الشَّيْءِ عَنْ جِهَتِهِ يُقَال : اعْتَذَرَ عَنْ فِعْلِهِ أَيْ أَظْهَرَ عُذْرَهُ ، وَاعْتَذَرَ إِلَيَّ أَيْ طَلَبَ قَبُول مَعْذِرَتِهِ ، وَاعْتَذَرَ إِلَى فُلاَنٍ فَعَذَرَهُ أَيْ : أَزَال مَا كَانَ فِي نَفْسِهِ عَلَيْهِ فِي الْحَقِيقَةِ أَوْ فِي الظَّاهِرِ . وَفِي الاِصْطِلاَحِ : الاِعْتِذَارُ إِظْهَارُ نَدَمٍ عَلَى ذَنْبٍ تُقِرُّ بِأَنَّ لَك فِي إِتْيَانِهِ عُذْرًا ، وَالتَّوْبَةُ هِيَ النَّدَمُ عَلَى ذَنْبٍ تُقِرُّ بِأَنَّهُ لاَ عُذْرَ لَك فِي إِتْيَانِهِ فَكُل تَوْبَةٍ نَدَمٌ وَلاَ عَكْسَ . وَقَدْ يَكُونُ الْمُعْتَذِرُ مُحِقًّا فِيمَا فَعَلَهُ ، بِخِلاَفِ التَّائِبِ مِنَ الذَّنْبِ (¬4) . ¶ ب - الاِسْتِغْفَارُ : ¶ الاِسْتِغْفَارُ فِي اللُّغَةِ طَلَبُ الْمَغْفِرَةِ ، وَأَصْل الْغَفْرِ التَّغْطِيَةُ وَالسَّتْرُ ، يُقَال : غَفَرَ اللَّهُ ذُنُوبَهُ أَيْ سَتَرَهَا . وَفِي الاِصْطِلاَحِ طَلَبُ الْمَغْفِرَةِ بِالدُّعَاءِ وَالتَّوْبَةِ أَوْ غَيْرِهِمَا مِنَ الطَّاعَةِ (¬5) . ¶ ¬__________ ¶ (¬1) - سنن ابن ماجه(4393) صحيح ¶ (¬2) - تفسير الألوسي 28 / 158 ، والجمل 5 / 387 ، والإحياء للغزالي 4 / 3 . ¶ (¬3) - مدارج السالكين 1 / 305 . ¶ (¬4) - المصباح مادة : \" عذر \" ، والكليات لأبي البقاء 2 / 96 ، والفروق في اللغة ص229 ، ومدارج السالكين 1 / 182 . ¶ (¬5) - المصباح ولسان العرب مادة : \" غفر \" ، والفروق في اللغة ص229 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قَال ابْنُ الْقَيِّمِ : الاِسْتِغْفَارُ إِذَا ذُكِرَ مُفْرَدًا يُرَادُ بِهِ التَّوْبَةُ مَعَ طَلَبِ الْمَغْفِرَةِ مِنَ اللَّهِ ، وَهُوَ مَحْوُ الذَّنْبِ وَإِزَالَةُ أَثَرِهِ وَوِقَايَةُ شَرِّهِ ، وَالسَّتْرُ لاَزِمٌ لِهَذَا الْمَعْنَى ، كَمَا فِي قَوْله تَعَالَى : {فَقُلْتُ اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا} (10) سورة نوح ¶ فَالاِسْتِغْفَارُ بِهَذَا الْمَعْنَى يَتَضَمَّنُ التَّوْبَةَ ،أَمَّا عِنْدَ اقْتِرَانِ إِحْدَى اللَّفْظَتَيْنِ بِالأُْخْرَى فَالاِسْتِغْفَارُ طَلَبُ وِقَايَةِ شَرِّ مَا مَضَى ، وَالتَّوْبَةُ الرُّجُوعُ وَطَلَبُ وِقَايَةِ شَرِّ مَا يَخَافُهُ فِي الْمُسْتَقْبَل مِنْ سَيِّئَاتِ أَعْمَالِهِ (¬1) ، كَمَا فِي قَوْله تَعَالَى : { وَأَنِ اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعًا حَسَنًا إِلَى أَجَلٍ مُسَمًّى وَيُؤْتِ كُلَّ ذِي فَضْلٍ فَضْلَهُ وَإِنْ تَوَلَّوْا فَإِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ (3) [هود/3] } . ¶ أَرْكَانُ وَشُرُوطُ التَّوْبَةِ : ¶ ذَكَرَ أَكْثَرُ الْفُقَهَاءِ وَالْمُفَسِّرِينَ أَنَّ لِلتَّوْبَةِ أَرْبَعَةَ شُرُوطٍ : الإِْقْلاَعَ عَنِ الْمَعْصِيَةِ حَالاً ، وَالنَّدَمَ عَلَى فِعْلِهَا فِي الْمَاضِي ، وَالْعَزْمَ عَزْمًا جَازِمًا أَنْ لاَ يَعُودَ إِلَى مِثْلِهَا أَبَدًا . وَإِنْ كَانَتِ الْمَعْصِيَةُ تَتَعَلَّقُ بِحَقِّ آدَمِيٍّ ، فَيُشْتَرَطُ فِيهَا رَدُّ الْمَظَالِمِ إِلَى أَهْلِهَا أَوْ تَحْصِيل الْبَرَاءَةِ مِنْهُمْ (¬2) . ¶ وَصَرَّحُوا كَذَلِكَ بِأَنَّ النَّدَمَ عَلَى الْمَعْصِيَةِ يُشْتَرَطُ فِيهِ أَنْ يَكُونَ لِلَّهِ ؛ وَلِقُبْحِهَا شَرْعًا . وَهَذَا مَعْنَى قَوْلِهِمْ : النَّدَامَةُ عَلَى الْمَعْصِيَةِ لِكَوْنِهَا مَعْصِيَةً \" ؛ لأَِنَّ النَّدَامَةَ عَلَى الْمَعْصِيَةِ لإِِضْرَارِهَا بِبَدَنِهِ ، وَإِخْلاَلِهَا بِعِرْضِهِ أَوْ مَالِهِ ، أَوْ نَحْوِ ذَلِكَ لاَ تَكُونُ تَوْبَةً ، فَلَوْ نَدِمَ عَلَى شُرْبِ الْخَمْرِ وَالزِّنَا لِلصُّدَاعِ ، وَخِفَّةِ الْعَقْل ، وَزَوَال الْمَال ، وَخَدْشِ الْعِرْضِ لاَ يَكُونُ تَائِبًا . ¶ وَالنَّدَمُ لِخَوْفِ النَّارِ أَوْ طَمَعِ الْجَنَّةِ يُعْتَبَرُ تَوْبَةٌ (¬3) . ¶ ¬__________ ¶ (¬1) - مدارج السالكين 1 / 307 ، 309 . ¶ (¬2) - البدائع 7 / 96 ، والفواكه الدواني 1 / 88 ، 89 ، وحاشية القليوبي 4 / 201 ، والمغني 9 / 201 ، والآداب الشرعية 1 / 100 ، وتفسير الألوسي 28 / 159 . ¶ (¬3) - تفسير الألوسي 28 / 158 ، وبلغة السالك 4 / 738 ، ودستور العلماء 1 / 362 ، والفواكه الدواني 1 / 88 ، والجمل على شرح المنهج 5 / 387 ، وكشاف القناع 6 / 425 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وَاعْتَبَرَ بَعْضُ الْفُقَهَاءِ هَذِهِ الشُّرُوطَ أَوْ أَكْثَرَهَا مِنْ أَرْكَانِ التَّوْبَةِ فَقَالُوا : التَّوْبَةُ النَّدَمُ مَعَ الإِْقْلاَعِ وَالْعَزْمِ عَلَى عَدَمِ الْعَوْدِ ، وَرَدِّ الْمَظَالِمِ ، وَقَال بَعْضُهُمْ : النَّدَمُ رُكْنٌ مِنَ التَّوْبَةِ ، وَهُوَ يَسْتَلْزِمُ الإِْقْلاَعَ عَنِ الذَّنْبِ وَالْعَزْمَ عَلَى عَدَمِ الْعَوْدَةِ ، وَأَمَّا رَدُّ الْمَظَالِمِ لأَِهْلِهَا فَوَاجِبٌ مُسْتَقِلٌّ لَيْسَ شَرْطًا فِي صِحَّةِ التَّوْبَةِ (¬1) . وَيُؤَيِّدُ هَذَا الرَّأْيَ مَا وَرَدَ عَنِ النَّبِيِّ . - صلى الله عليه وسلم - قَال : النَّدَمُ تَوْبَةٌ (¬2) . ¶ وَعَلَى جَمِيعِ الاِعْتِبَارَاتِ لاَ بُدَّ مِنَ التَّنْبِيهِ عَلَى أَنَّ الإِْقْلاَعَ عَنِ الذَّنْبِ لاَ يَتِمُّ إِلاَّ بِرَدِّ الْحُقُوقِ إِلَى أَهْلِهَا ، أَوْ بِاسْتِحْلاَلِهِمْ مِنْهَا فِي حَالَةِ الْقُدْرَةِ ، وَهَذَا كَمَا يَلْزَمُ فِي حُقُوقِ الْعِبَادِ يَلْزَمُ كَذَلِكَ فِي حُقُوقِ اللَّهِ تَعَالَى ، كَدَفْعِ الزَّكَوَاتِ ، وَالْكَفَّارَاتِ إِلَى مُسْتَحِقِّيهَا (¬3) . ¶ وَرَدُّ الْحُقُوقِ يَكُونُ حَسَبَ إِمْكَانِهِ ، فَإِنْ كَانَ الْمَسْرُوقُ أَوِ الْمَغْصُوبُ مَوْجُودًا رَدَّهُ بِعَيْنِهِ ، وَإِلاَّ يَرُدُّ الْمِثْل إِنْ كَانَا مِثْلِيَّيْنِ وَالْقِيمَةَ إِنْ كَانَا قِيَمِيَّيْنِ ، وَإِنْ عَجَزَ عَنْ ذَلِكَ نَوَى رَدَّهُ مَتَى قَدَرَ عَلَيْهِ ، وَتَصَدَّقَ بِهِ عَلَى الْفُقَرَاءِ بِنِيَّةِ الضَّمَانِ لَهُ إِنْ وَجَدَهُ . فَإِنْ كَانَ عَلَيْهِ فِيهَا حَقٌّ ، فَإِنْ كَانَ حَقًّا لآِدَمِيٍّ كَالْقِصَاصِ اشْتَرَطَ فِي التَّوْبَةِ التَّمْكِينَ مِنْ نَفْسِهِ وَبَذْلَهَا لِلْمُسْتَحِقِّ ، وَإِنْ كَانَ حَقًّا لِلَّهِ تَعَالَى كَحَدِّ الزِّنَى وَشُرْبِ الْخَمْرِ فَتَوْبَتُهُ بِالنَّدَمِ وَالْعَزْمِ عَلَى عَدَمِ الْعَوْدِ ، وَسَيَأْتِي تَفْصِيلُهُ فِي آثَارِ التَّوْبَةِ (¬4) . ¶ إِعْلاَنُ التَّوْبَةِ : ¶ قَال ابْنُ قُدَامَةَ : التَّوْبَةُ عَلَى ضَرْبَيْنِ بَاطِنَةٍ وَحُكْمِيَّةٍ ، فَأَمَّا الْبَاطِنَةُ : فَهِيَ مَا بَيْنَهُ وَبَيْنَ رَبِّهِ تَعَالَى ، فَإِنْ كَانَتِ الْمَعْصِيَةُ لاَ تُوجِبُ حَقًّا عَلَيْهِ فِي الْحُكْمِ كَقُبْلَةِ أَجْنَبِيَّةٍ أَوِ الْخَلْوَةِ بِهَا ، وَشُرْبِ مُسْكِرٍ ، أَوْ كَذِبٍ ، فَالتَّوْبَةُ مِنْهُ النَّدَمُ وَالْعَزْمُ عَلَى أَنْ لاَ يَعُودَ وَقَدْ رُوِيَ عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَال :النَّدَمُ تَوْبَةٌ ،وَقِيل : التَّوْبَةُ النَّصُوحُ تَجْمَعُ أَرْبَعَةَ أَشْيَاءَ ، النَّدَمَ بِالْقَلْبِ ، ¶ ¬__________ ¶ (¬1) - المراجع السابقة . ¶ (¬2) - مر تخريجه ¶ (¬3) - تفسير الألوسي 28 / 159 ، وحاشية العدوي 1 / 67 ، والروضة 11 / 245 ، وحاشية القليوبي 4 / 201 ، ومدارج السالكين لابن القيم 1 / 305 . ¶ (¬4) - الفواكه الدواني 1 / 89 ، والروضة 11 / 245 ، والمغني 9 / 201 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وَالاِسْتِغْفَارَ بِاللِّسَانِ ، وَإِضْمَارَ أَنْ لاَ يَعُودَ ، وَمُجَانَبَةَ خُلَطَاءِ السُّوءِ ، وَإِنْ كَانَتْ تُوجِبُ عَلَيْهِ حَقًّا لِلَّهِ تَعَالَى أَوْ لآِدَمِيٍّ كَمَنْعِ الزَّكَاةِ وَالْغَصْبِ ، فَالتَّوْبَةُ مِنْهُ بِمَا ذَكَرْنَا ، وَتَرْكُ الْمَظْلِمَةِ حَسَبَ إِمْكَانِهِ بِأَنْ يُؤَدِّيَ الزَّكَاةَ وَيَرُدَّ الْمَغْصُوبَ أَوْ مِثْلَهُ إِنْ كَانَ مِثْلِيًّا ، وَإِلاَّ قِيمَتَهُ . وَإِنْ عَجَزَ عَنْ ذَلِكَ نَوَى رَدَّهُ مَتَى قَدَرَ عَلَيْهِ ، فَإِنْ كَانَ عَلَيْهِ فِيهَا حَقٌّ فِي الْبَدَنِ ، فَإِنْ كَانَ حَقًّا لآِدَمِيٍّ كَالْقِصَاصِ وَحَدِّ الْقَذْفِ اشْتَرَطَ فِي التَّوْبَةِ التَّمْكِينَ مِنْ نَفْسِهِ وَبَذْلَهَا لِلْمُسْتَحِقِّ ، وَإِنْ كَانَ حَقًّا لِلَّهِ تَعَالَى كَحَدِّ الزِّنَى ، وَشُرْبِ الْخَمْرِ فَتَوْبَتُهُ أَيْضًا بِالنَّدَمِ ، وَالْعَزْمِ عَلَى تَرْكِ الْعَوْدِ وَلاَ يُشْتَرَطُ الإِْقْرَارُ بِهِ ، فَإِنْ كَانَ ذَلِكَ لَمْ يَشْتَهِرْ عَنْهُ فَالأَْوْلَى لَهُ سَتْرُ نَفْسِهِ ، وَالتَّوْبَةُ فِيمَا بَيْنَهُ وَبَيْنَ اللَّهِ تَعَالَى ، فعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ، أَنّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَامَ بَعْدَ أَنْ رَجَمَ الأَسْلَمِيَّ ، فَقَالَ : اجْتَنِبُوا هَذِهِ الْقَاذُورَةَ الَّتِي نَهَى اللَّهُ عَنْهَا ، فَمَنْ أَلَمَّ فَلْيَسْتَتِرْ بِسِتْرِ اللَّهِ ، وَلْيُتُبْ إِلَى اللَّهِ ، فَإِنَّهُ مَنْ يُبْدِلْنَا صَفْحَتَهُ نُقِمْ عَلَيْهِ كِتَابَ اللَّهِ عَزَّ وَجَلَّ. (¬1) ¶ فَإِنَّ الْغَامِدِيَّةَ حِينَ أَقَرَّتْ بِالزِّنَى لَمْ يُنْكِرْ عَلَيْهَا النَّبِيُّ - صلى الله عليه وسلم - ذَلِكَ (¬2) ، وَإِنْ كَانَتْ مَعْصِيَةً مَشْهُورَةً فَذَكَرَ الْقَاضِي أَنَّ الأَْوْلَى الإِْقْرَارُ بِهِ لِيُقَامَ عَلَيْهِ الْحَدُّ ؛ لأَِنَّهُ إِذَا كَانَ مَشْهُورًا فَلاَ فَائِدَةَ فِي تَرْكِ إِقَامَةِ الْحَدِّ عَلَيْهِ ، وَالصَّحِيحُ أَنَّ تَرْكَ الإِْقْرَارِ أَوْلَى ؛ لأَِنَّ النَّبِيَّ . - صلى الله عليه وسلم - عَرَّضَ لِلْمُقِرِّ عِنْدَهُ بِالرُّجُوعِ عَنِ الإِْقْرَارِ فَعَرَّضَ لِمَاعِزٍ (¬3) ، وَلِلْمُقِرِّ عِنْدَهُ بِالسَّرِقَةِ (¬4) بِالرُّجُوعِ مَعَ اشْتِهَارِهِ عَنْهُ بِإِقْرَارِهِ ، وَكَرِهَ الإِْقْرَارَ حَتَّى إِنَّهُ قِيل لَمَّا قُطِعَ السَّارِقُ كَأَنَّمَا أَسِفَ وَجْهُهُ رَمَادًا ، وَلَمْ يَرِدِ الأَْمْرُ بِالإِْقْرَارِ وَلاَ الْحَثُّ عَلَيْهِ فِي كِتَابٍ وَلاَ سُنَّةٍ ، وَلاَ يَصِحُّ لَهُ قِيَاسٌ . إِنَّمَا وَرَدَ الشَّرْعُ بِالسَّتْرِ وَالاِسْتِتَارِ وَالتَّعْرِيضِ لِلْمُقِرِّ بِالرُّجُوعِ عَنِ الإِْقْرَارِ ، وَقَال لِهُزَالٍ وَكَانَ هُوَ الَّذِي أَمَرَ مَاعِزًا بِالإِْقْرَارِ يَا هُزَال لَوْ سَتَرْته بِثَوْبِك كَانَ خَيْرًا لَك (¬5) . ¶ ¬__________ ¶ (¬1) - المستدرك للحاكم (7615) والسنن الكبرى للبيهقي (ج 8 / ص 326)(18029) صحيح ¶ (¬2) - صحيح مسلم (4527) ¶ (¬3) - صحيح مسلم(4527) ¶ (¬4) - سنن أبى داود(4382 ) وسنن النسائى(4894 ) صحيح لغيره ¶ (¬5) - مسند أحمد(22532) صحيح لغيره",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وَقَال أَصْحَابُ الشَّافِعِيِّ : تَوْبَةُ هَذَا إِقْرَارُهُ لِيُقَامَ عَلَيْهِ الْحَدُّ وَلَيْسَ بِصَحِيحٍ لِمَا ذَكَرْنَا ؛ وَلأَِنَّ التَّوْبَةَ تُوجَدُ حَقِيقَتُهَا بِدُونِ الإِْقْرَارِ وَهِيَ تَجُبُّ مَا قَبْلَهَا ، كَمَا وَرَدَ فِي الأَْخْبَارِ مَعَ مَا دَلَّتْ عَلَيْهِ الآْيَاتُ فِي مَغْفِرَةِ الذُّنُوبِ بِالاِسْتِغْفَارِ وَتَرْكِ الإِْصْرَارِ . وَأَمَّا الْبِدْعَةُ فَالتَّوْبَةُ مِنْهَا بِالاِعْتِرَافِ بِهَا ، وَالرُّجُوعِ عَنْهَا ، وَاعْتِقَادِ ضِدِّ مَا كَانَ يَعْتَقِدُ مِنْهَا (¬1) . ¶ عَدَمُ الْعَوْدِ : ¶ لاَ يُشْتَرَطُ فِي التَّوْبَةِ عَدَمُ الْعَوْدِ إِلَى الذَّنْبِ الَّذِي تَابَ مِنْهُ عِنْدَ أَكْثَرِ الْفُقَهَاءِ ، وَإِنَّمَا تَتَوَقَّفُ التَّوْبَةُ عَلَى الإِْقْلاَعِ عَنِ الذَّنْبِ وَالنَّدَمِ عَلَيْهِ وَالْعَزْمِ الْجَازِمِ عَلَى تَرْكِ مُعَاوَدَتِهِ ، فَإِنْ عَاوَدَهُ مَعَ عَزْمِهِ حَال التَّوْبَةِ عَلَى أَنْ لاَ يُعَاوِدَهُ صَارَ كَمَنْ ابْتَدَأَ الْمَعْصِيَةَ ، وَلَمْ تَبْطُل تَوْبَتُهُ الْمُتَقَدِّمَةُ ، وَلاَ يَعُودُ إِلَيْهِ إِثْمُ الذَّنْبِ الَّذِي ارْتَفَعَ بِالتَّوْبَةِ ، وَصَارَ كَأَنْ لَمْ يَكُنْ وَذَلِكَ بِنَصِّ الْحَدِيثِ : التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ (¬2) . ¶ وَقَال بَعْضُهُمْ يَعُودُ إِلَيْهِ إِثْمُ الذَّنْبِ الأَْوَّل ؛ لأَِنَّ التَّوْبَةَ مِنَ الذَّنْبِ بِمَنْزِلَةِ الإِْسْلاَمِ مِنَ الْكُفْرِ ، وَالْكَافِرُ إِذَا أَسْلَمَ هَدَمَ إِسْلاَمُهُ مَا قَبْلَهُ مِنْ إِثْمِ الْكُفْرِ وَتَوَابِعِهِ ، فَإِذَا ارْتَدَّ عَادَ إِلَيْهِ الإِْثْمُ الأَْوَّل مَعَ الرِّدَّةِ . ¶ وَالْحَقُّ أَنَّ عَدَمَ مُعَاوَدَةِ الذَّنْبِ وَاسْتِمْرَارَ التَّوْبَةِ شَرْطٌ فِي كَمَال التَّوْبَةِ وَنَفْعِهَا الْكَامِل لاَ فِي صِحَّةِ مَا مَضَى مِنْهَا . ¶ هَذَا وَاشْتَرَطَ الشَّافِعِيَّةُ فِي ثُبُوتِ بَعْضِ أَحْكَامِ التَّوْبَةِ إِصْلاَحَ الْعَمَل ، فَلاَ تَكْفِي التَّوْبَةُ حَتَّى تَمْضِيَ عَلَيْهِ مُدَّةٌ تَظْهَرُ فِيهَا آثَارُ التَّوْبَةِ وَيَتَبَيَّنُ فِيهَا صَلاَحُهُ عَلَى تَفْصِيلٍ يَأْتِي فِي آثَارِ التَّوْبَةِ (¬3) . ¶ التَّوْبَةُ مِنْ بَعْضِ الذُّنُوبِ : ¶ ¬__________ ¶ (¬1) - ابن عابدين ( 3 / 140 ، 4 / 379 ، والمغني 9 / 200 ، 201 ، وكشاف القناع 1 / 99 ، والفواكه الدواني 1 / 89 ، والوجيز للغزالي 2 / 271 ، والجمل 5 / 387 ، 389 . ¶ (¬2) - المعجم الكبير للطبراني - (ج 8 / ص 490)(10128 ) والسنن الكبرى للبيهقي(ج 10 / ص 154)(21070) حسن لغيره ¶ (¬3) - تفسير الألوسي 28 / 159 ، والفواكه الدواني 1 / 189 ، والروضة 11 / 249 ، 250 ، والجمل 5 / 387 ، 389 ، وكشاف القناع 1 / 425 ، ومدارج السالكين 1 / 276 ، والمغني لابن قدامة 9 / 202 ، والمهذب 2 / 332 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "تَصِحُّ التَّوْبَةُ مِنْ ذَنْبٍ مَعَ الإِْصْرَارِ عَلَى غَيْرِهِ عِنْدَ جُمْهُورِ الْفُقَهَاءِ ، فَالتَّوْبَةُ تَتَبَعَّضُ كَالْمَعْصِيَةِ وَتَتَفَاضَل فِي كَمِّيَّتِهَا كَمَا تَتَفَاضَل فِي كَيْفِيَّتِهَا ، فَكُل ذَنْبٍ لَهُ تَوْبَةٌ تَخُصُّهُ ، وَلاَ تَتَوَقَّفُ التَّوْبَةُ مِنْ ذَنْبٍ عَلَى التَّوْبَةِ مِنْ بَقِيَّةِ الذُّنُوبِ ، كَمَا لاَ يَتَعَلَّقُ أَحَدُ الذَّنْبَيْنِ بِالآْخَرِ ، وَكَمَا يَصِحُّ إِيمَانُ الْكَافِرِ مَعَ إِدَامَتِهِ شُرْبَ الْخَمْرِ وَالزِّنَى تَصِحُّ التَّوْبَةُ عَنْ ذَنْبٍ مَعَ الإِْصْرَارِ عَلَى آخَرَ (¬1) . ¶ وَنَقَل ابْنُ الْقَيِّمِ قَوْلاً بِعَدَمِ قَبُول التَّوْبَةِ مِنْ ذَنْبٍ مَعَ الإِْصْرَارِ عَلَى غَيْرِهِ ، وَهُوَ رِوَايَةٌ عَنْ أَحْمَدَ ثُمَّ قَال: وَاَلَّذِي عِنْدِي فِي هَذِهِ الْمَسْأَلَةِ أَنَّ التَّوْبَةَ لاَ تَصِحُّ مِنْ ذَنْبٍ مَعَ الإِْصْرَارِ عَلَى غَيْرِهِ مِنْ نَوْعِهِ ، وَأَمَّا التَّوْبَةُ مِنْ ذَنْبٍ مَعَ مُبَاشَرَةِ ذَنْبٍ آخَرَ لاَ تَعَلُّقَ لَهُ بِهِ وَلاَ هُوَ مِنْ نَوْعِهِ فَتَصِحُّ ، كَمَا إِذَا تَابَ مِنَ الرِّبَا ، وَلَمْ يَتُبْ مِنْ شُرْبِ الْخَمْرِ مَثَلاً فَإِنَّ تَوْبَتَهُ مِنَ الرِّبَا صَحِيحَةٌ ، وَأَمَّا إِذَا تَابَ مِنْ رِبَا الْفَضْل وَلَمْ يَتُبْ مِنْ رِبَا النَّسِيئَةِ أَوْ بِالْعَكْسِ ، أَوْ تَابَ مِنْ تَنَاوُل الْحَشِيشَةِ وَأَصَرَّ عَلَى شُرْبِ الْخَمْرِ أَوْ بِالْعَكْسِ فَهَذَا لاَ تَصِحُّ تَوْبَتُهُ ، كَمَنْ يَتُوبُ عَنْ زِنَى بِامْرَأَةٍ وَهُوَ مُصِرٌّ عَلَى الزِّنَى بِغَيْرِهَا (¬2) . ¶ أَقْسَامُ التَّوْبَةِ : ¶ صَرَّحَ بَعْضُ فُقَهَاءِ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ أَنَّ التَّوْبَةَ نَوْعَانِ:تَوْبَةٌ فِي الْبَاطِنِ، وَتَوْبَةٌ فِي الظَّاهِرِ . ¶ فَأَمَّا التَّوْبَةُ فِي الْبَاطِنِ : فَهِيَ مَا بَيْنَهُ وَبَيْنَ اللَّهِ عَزَّ وَجَل ، فَيُنْظَرُ فِي الْمَعْصِيَةِ فَإِنْ لَمْ تَتَعَلَّقْ بِهَا مَظْلَمَةٌ لآِدَمِيٍّ ، وَلاَ حَدٌّ لِلَّهِ تَعَالَى ، كَالاِسْتِمْتَاعِ بِالأَْجْنَبِيَّةِ فِيمَا دُونَ الْفَرْجِ ، فَالتَّوْبَةُ مِنْهَا أَنْ يُقْلِعَ عَنْهَا وَيَنْدَمَ عَلَى فِعْل مَا فَعَل ، وَيَعْزِمَ عَلَى أَنْ لاَ يَعُودَ إِلَى مِثْلِهَا . وَالدَّلِيل عَلَى ، ذَلِكَ قَوْله تَعَالَى : {وَالَّذِينَ إِذَا فَعَلُواْ فَاحِشَةً أَوْ ظَلَمُواْ أَنْفُسَهُمْ ذَكَرُواْ اللّهَ فَاسْتَغْفَرُواْ لِذُنُوبِهِمْ وَمَن يَغْفِرُ الذُّنُوبَ إِلاَّ اللّهُ وَلَمْ يُصِرُّواْ عَلَى مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ} (135) سورة آل عمران . ¶ ¬__________ ¶ (¬1) - تفسير الألوسي 28 / 159 ، وبلغة السالك 4 / 738 ، والفواكه الدواني 1 / 89 ، والروضة 11 / 249 ، ومدارج السالكين 1 / 273 ، 274 ، والآداب الشرعية 1 / 65 ، 66 . ¶ (¬2) - مدارج السالكين 1 / 275 .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وَإِنْ تَعَلَّقَ بِهَا حَقُّ آدَمِيٍّ ، فَالتَّوْبَةُ مِنْهَا أَنْ يُقْلِعَ عَنْهَا ، وَيَنْدَمَ عَلَى مَا فَعَل ، وَيَعْزِمَ عَلَى أَنْ لاَ يَعُودَ إِلَى مِثْلِهَا ، وَأَنْ يَبْرَأَ مِنْ حَقِّ الآْدَمِيِّ ، إِمَّا بِأَنْ يُؤَدِّيَهُ أَوْ يَسْأَلَهُ حَتَّى يُبْرِئَهُ مِنْهُ ، وَإِنْ لَمْ يَقْدِرْ عَلَى صَاحِبِ الْحَقِّ نَوَى أَنَّهُ إِنْ قَدَرَ أَوْفَاهُ حَقَّهُ . ¶ وَإِنْ تَعَلَّقَ بِالْمَعْصِيَةِ حَدٌّ لِلَّهِ ، كَحَدِّ الزِّنَى وَالشُّرْبِ ، فَإِنْ لَمْ يَظْهَرْ ذَلِكَ ، فَالأَْوْلَى أَنْ يَسْتُرَهُ عَلَى نَفْسِهِ (¬1) لِقَوْلِهِ - صلى الله عليه وسلم - : مَنْ أَصَابَ مِنْكُمْ مِنْ هَذِهِ الْقَاذُورَةِ شَيْئًا فَلْيَسْتَتِرْ بِسِتْرِ اللَّهِ فَإِنَّهُ مَنْ يُبْدِ لَنَا صَفْحَتَهُ نُقِمْ عَلَيْهِ كِتَابَ اللَّهِ عَزَّ وَجَلَّ (¬2) . ¶ وَأَمَّا التَّوْبَةُ فِي الظَّاهِرِ - وَهِيَ الَّتِي تَعُودُ بِهَا الْعَدَالَةُ وَالْوِلاَيَةُ وَقَبُول الشَّهَادَةِ ، فَإِنْ كَانَتِ الْمَعْصِيَةُ فِعْلاً كَالزِّنَى وَالسَّرِقَةِ لَمْ يَحْكُمْ بِصِحَّةِ التَّوْبَةِ عِنْدَ الشَّافِعِيَّةِ حَتَّى يَصْلُحَ عَمَلُهُ ، وَقَدَّرُوهَا بِسَنَةٍ أَوْ سِتَّةِ أَشْهُرٍ ، أَوْ حَتَّى ظُهُورِ عَلاَمَاتِ الصَّلاَحِ عَلَى اخْتِلاَفِ أَقْوَالِهِمْ خِلاَفًا لِجُمْهُورِ الْفُقَهَاءِ فَإِنَّهُمْ لَمْ يَشْتَرِطُوا إِصْلاَحَ الْعَمَل بَعْدَ التَّوْبَةِ ، وَإِنْ كَانَتِ الْمَعْصِيَةُ قَذْفًا أَوْ شَهَادَةَ زُورٍ فَلاَ بُدَّ مِنْ إِكْذَابِ نَفْسِهِ كَمَا سَيَأْتِي (¬3) . ¶ التَّوْبَةُ النَّصُوحُ : ¶ أَمَرَ اللَّهُ سُبْحَانَهُ وَتَعَالَى الْمُؤْمِنِينَ بِالتَّوْبَةِ النَّصُوحِ لِيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ فَقَال : {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا عَسَى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (8) سورة التحريم. ¶ وَاخْتَلَفَتْ عِبَارَاتُ الْعُلَمَاءِ فِيهَا ، وَأَشْهَرُهَا مَا رُوِيَ عَنْ عُمَرَ وَابْنِ مَسْعُودٍ وَأُبَيِّ بْنِ كَعْبٍ وَمُعَاذِ بْنِ جَبَلٍ رَضِيَ اللَّهُ عَنْهُمْ ، أَنَّ التَّوْبَةَ النَّصُوحَ هِيَ الَّتِي لاَ عَوْدَةَ بَعْدَهَا للذنبِ (¬4) . ¶ ¬__________ ¶ (¬1) - المهذب للشيرازي 2 / 332 ، والمغني لابن قدامة 9 / 200 ، 201 . ¶ (¬2) - السنن الكبرى للبيهقي (ج 8 / ص 326)(18029) صحيح لغيره ¶ (¬3) - تفسير الألوسي 28 / 159 ، والفواكه الدواني 1 / 89 ، والمهذب للشيرازي 2 / 332 ، والمغني 9 / 201 . ¶ (¬4) - تفسير الطبري - (ج 23 / ص 493) وتفسير ابن كثير - (ج 8 / ص 168) والدر المنثور - (ج 2 / ص 33)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وَقِيل : هِيَ النَّدَمُ بِالْقَلْبِ ، وَالاِسْتِغْفَارُ بِاللِّسَانِ ، وَالإِْقْلاَعُ عَنِ الذَّنْبِ ، وَالاِطْمِئْنَانُ عَلَى أَنَّهُ لاَ يَعُودُ (¬1) . ¶ وقَالَ حَاتِمٌ الْأَصَمُّ : \" التَّوْبَةُ أَنْ تَتَنَبَّهَ مِنَ الغَفْلَةِ وَتَذْكُرَ الذَّنْبَ وَتَذْكُرَ لُطْفَ اللَّهِ وَحُكْمَ اللَّهِ وَسِتْرَ اللَّهِ إِذَا أَذْنَبْتَ لَمْ تَأْمَنِ الْأَرْضَ وَالسَّمَاءَ أَنْ يَأْخُذَاكَ , فَإِذَا رَأَيْتَ حُكْمَهَ رَأَيْتَ أَنْ تَرْجِعَ مِنَ الذُّنُوبِ مِثْلَ اللَّبَنِ إِذَا خَرَجَ مِنَ الضَّرْعِ لَا يَعُودُ إِلَيْهِ فَلَا تَعُدْ إِلَى الذَّنْبِ كَمَا لَا يَعُودُ اللَّبَنُ فِي الضَّرْعِ , وَفِعْلُ التَّائِبِ فِي أَرْبَعَةِ أَشْيَاءَ أَنْ تَحْفَظَ اللِّسَانَ مِنَ وَالْكَذِبِ وَالْحَسَدِ , وَالثَّانِي أَنْ تُفَارِقَ أَصْحَابَ السُّوءِ , وَالثَّالِثُ إِذَا ذُكِرَ الذَّنْبُ مِنَ اللَّهِ , وَالرَّابِعُ تَسْتَعِدُ لِلْمَوْتِ . وَعَلَامَةُ الِاسْتِعْدَادِ أَنْ لَا تَكُونَ فِي حَالٍ مِنَ الْأَحْوَالِ غَيْرَ رَاضٍ مِنَ اللَّهِ فَإِذَا كَانَ التَّائِبُ هَكَذَا يُعْطِيهِ اللَّهُ أَرْبَعَةَ أَشْيَاءَ أَوْلُهَا يُحِبُّهُ كَمَا قَالَ تَعَالَى ثُمَّ يَخْرُجُ مِنَ الذَّنْبِ كَأَنَّهُ لَمْ يُذْنِبْ قَطُّ كَمَا قَالَ . - صلى الله عليه وسلم - : \" التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لَا ذَنْبَ لَهُ \" وَالثَّالِثُ يَحْفَظْهُ مِنَ الشَّيْطَانِ لَا يَكُونُ لَهُ عَلَيْهِ سَبِيلٌ وَالرَّابِعُ يُؤَمِّنُهُ مِنَ النَّارِ قَبْلَ الْمَوْتِ كَمَا قَالَ تَعَالَى، وَيَجِبُ عَلَى الْخَلْقِ أَرْبَعَةُ أَشْيَاءَ : يَنْبَغِي لَهُمْ أَنْ يُحِبُّوا هَذَا التَّائِبَ كَمَا يُحِبُّهُ اللَّهُ تَعَالَى , وَيَدَعُوا لَهُ بِالْحِفْظِ وَيَسْتَغْفِرُوا لَهُ كَمَا تَسْتَغْفِرُ لَهُ الْمَلَائِكَةُ قَالَ اللَّهُ تَعَالَى إِلَخْ وَيَكْرَهُوا لَهُ مَا يَكْرَهُونَ لِأَنْفُسِهِمْ . وَالرَّابِعُ أَنْ يَنْصَحُوا لِلتَّائِبِ كَمَا يَنْصَحُونَ لِأَنْفُسِهِمْ \" (¬2) ¶ حُكْمُ التَّوْبَةِ : ¶ التَّوْبَةُ مِنَ الْمَعْصِيَةِ وَاجِبَةٌ شَرْعًا عَلَى الْفَوْرِ بِاتِّفَاقِ الْفُقَهَاءِ ؛ لأَِنَّهَا مِنْ أُصُول الإِْسْلاَمِ الْمُهِمَّةِ وَقَوَاعِدِ الدِّينِ ، وَأَوَّل مَنَازِل السَّالِكِينَ (¬3) ، قَال اللَّهُ تَعَالَى : { وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} (31) سورة النور . ¶ وَقْتُ التَّوْبَةِ : ¶ ¬__________ ¶ (¬1) - تفسير الألوسي 28 / 157 ، والقرطبي 18 / 197 ، والآداب الشرعية 1 / 101 ، 105 ، ومدارج السالكين 1 / 309 ، 310 ، والمغني 9 / 201 . ¶ (¬2) - حِلْيَةُ الْأَوْلِيَاءِ (11583 ) ¶ (¬3) - الكليات لأبي البقاء 2 / 96 ، وتفسير الألوسي 28 / 159 ، والفواكه الدواني 1 / 89 ، ونهاية المحتاج 2 / 424 ، والروضة 11 / 249 ، وكشاف القناع 2 / 81 ، وبلغة السالك 4 / 738 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "إِذَا أَخَّرَ الْمُذْنِبُ التَّوْبَةَ إِلَى آخِرِ حَيَاتِهِ ، فَإِنْ ظَل آمِلاً فِي الْحَيَاةِ غَيْرَ يَائِسٍ بِحَيْثُ لاَ يَعْلَمُ قَطْعًا أَنَّ الْمَوْتَ يُدْرِكُهُ لاَ مَحَالَةَ فَتَوْبَتُهُ مَقْبُولَةٌ عِنْدَ جُمْهُورِ الْفُقَهَاءِ ، وَإِنْ كَانَ قَرِيبًا مِنَ الْمَوْتِ لِقَوْلِهِ تَعَالَى : {وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ} (25) سورة الشورى، وَلِقَوْلِهِ - صلى الله عليه وسلم - : إِنَّ اللَّهَ يَقْبَل تَوْبَةَ الْعَبْدِ مَا لَمْ يُغَرْغِرْ (¬1) . ¶ وَإِنْ قَطَعَ الأَْمَل مِنَ الْحَيَاةِ وَكَانَ فِي حَالَةِ الْيَأْسِ ( مُشَاهَدَةُ دَلاَئِل الْمَوْتِ ) فَاخْتَلَفُوا فِيهِ : ¶ قَال الْمَالِكِيَّةُ - وَهُوَ قَوْل بَعْضِ الْحَنَفِيَّةِ : وَوَجْهٌ عِنْدَ الْحَنَابِلَةِ ، وَرَأْيٌ عِنْدَ الشَّافِعِيَّةِ ، وَنُسِبَ إِلَى مَذْهَبِ الأَْشَاعِرَةِ : إِنَّهُ لاَ تُقْبَل تَوْبَةُ الْيَائِسِ الَّذِي يُشَاهِدُ دَلاَئِل الْمَوْتِ ، بِدَلِيل قَوْله تَعَالَى : {وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الآنَ وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ أُوْلَئِكَ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا} (18) سورة النساء . ¶ قَالُوا : إِنَّ الآْيَةَ فِي حَقِّ الْمُسْلِمِينَ الَّذِينَ يَرْتَكِبُونَ الذُّنُوبَ وَيُؤَخِّرُونَ التَّوْبَةَ إِلَى وَقْتِ الْغَرْغَرَةِ ، بِدَلِيل قَوْله تَعَالَى بَعْدَهُ : { وَلاَ الَّذِينَ يَمُوتُونَ وَهُمْ كُفَّارٌ } لأَِنَّهُ تَعَالَى جَمَعَ بَيْنَ مَنْ أَخَّرَ التَّوْبَةَ إِلَى حُضُورِ الْمَوْتِ مِنَ الْفَسَقَةِ وَبَيْنَ مَنْ يَمُوتُ وَهُوَ كَافِرٌ ، فَلاَ تُقْبَل تَوْبَةُ الْيَائِسِ كَمَا لاَ يُقْبَل إِيمَانُهُ . وَلِقَوْلِهِ . - صلى الله عليه وسلم - : إِنَّ اللَّهَ يَقْبَل التَّوْبَةَ مَا لَمْ يُغَرْغِرْ وَهَذَا يَدُل عَلَى أَنَّهُ يُشْتَرَطْ لِصِحَّةِ التَّوْبَةِ صُدُورُهَا قَبْل الْغَرْغَرَةِ ، وَهِيَ حَالَةُ الْيَأْسِ وَبُلُوغُ الرُّوحِ الْحُلْقُومَ (¬2) . ¶ وَعِنْدَ بَعْضِ الْحَنَفِيَّةِ - وَهُوَ وَجْهٌ آخَرُ عِنْدَ الْحَنَابِلَةِ - وَعَزَاهُ بَعْضُهُمْ إِلَى مَذْهَبِ الْمَاتُرِيدِيَّةِ أَنَّ الْمُؤْمِنَ الْعَاصِيَ تُقْبَل تَوْبَتُهُ وَلَوْ فِي حَالَةِ الْغَرْغَرَةِ ، بِخِلاَفِ إِيمَانِ الْيَائِسِ فَإِنَّهُ لاَ يُقْبَل ، وَوَجْهُ الْفَرْقِ أَنَّ الْكَافِرَ غَيْرُ عَارِفٍ بِاَللَّهِ تَعَالَى ، وَيَبْدَأُ إِيمَانًا وَعِرْفَانًا ، وَالْفَاسِقُ عَارِفٌ وَحَالُهُ حَال الْبَقَاءِ ، وَالْبَقَاءُ أَسْهَل مِنَ الاِبْتِدَاءِ (¬3) وَلإِِطْلاَقِ قَوْله تَعَالَى : { وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ}(25) سورة الشورى . ¶ ¬__________ ¶ (¬1) - سنن الترمذى(3880) صحيح لغيره ¶ (¬2) - ابن عابدين 1 / 571 ، 3 / 289 ، والفواكه الدواني 1 / 90 ، وتفسير الماوردي 1 / 372 ، والآداب الشرعية لابن مفلح 1 / 127 . ¶ (¬3) - المراجع السابقة .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وَلاَ خِلاَفَ بَيْنَ الْفُقَهَاءِ فِي عَدَمِ قَبُول تَوْبَةِ الْكَافِرِ بِإِسْلاَمِهِ فِي حَالَةِ الْيَأْسِ (¬1) بِدَلِيل قَوْله تَعَالَى حِكَايَةً عَنْ حَال فِرْعَوْنَ : { حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنتُ أَنَّهُ لا إِلِهَ إِلاَّ الَّذِي آمَنَتْ بِهِ بَنُو إِسْرَائِيلَ وَأَنَاْ مِنَ الْمُسْلِمِينَ} (90) سورة يونس . ¶ مَنْ تُقْبَل تَوْبَتُهُمْ وَمَنْ لاَ تُقْبَل : ¶ تَقَدَّمَ أَنَّ اللَّهَ سُبْحَانَهُ وَتَعَالَى يَقْبَل التَّوْبَةَ مِنَ الْكَافِرِ وَالْمُسْلِمِ الْعَاصِي بِفَضْلِهِ وَإِحْسَانِهِ كَمَا وَعَدَ فِي كِتَابِهِ الْمَجِيدِ حَيْثُ قَال :{وَهُوَ الَّذِي يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ وَيَعْفُو عَنِ السَّيِّئَاتِ وَيَعْلَمُ مَا تَفْعَلُونَ} (25) سورة الشورى، لَكِنْ هُنَاكَ بَعْضُ الْحَالاَتِ اخْتَلَفَ الْفُقَهَاءُ فِي قَبُول التَّوْبَةِ فِيهَا نَظَرًا لِلأَْدِلَّةِ الشَّرْعِيَّةِ الْخَاصَّةِ بِهَا وَمِنْ هَذِهِ الْحَالاَتِ : ¶ أ - تَوْبَةُ الزِّنْدِيقِ : ¶ الزِّنْدِيقُ هُوَ الَّذِي لاَ يَتَمَسَّكُ بِشَرِيعَةٍ وَلاَ يَتَدَيَّنُ بِدِينٍ (¬2) . ¶ وَجُمْهُورُ الْفُقَهَاءِ ، ( الْمَالِكِيَّةُ وَالْحَنَابِلَةُ وَهُوَ ظَاهِرُ الْمَذْهَبِ عِنْدَ الْحَنَفِيَّةِ وَرَأْيٌ عِنْدَ الشَّافِعِيَّةِ ) عَلَى أَنَّهُ لاَ تُقْبَل تَوْبَةُ الزِّنْدِيقِ لِقَوْلِهِ تَعَالَى : {إِلاَّ الَّذِينَ تَابُواْ وَأَصْلَحُواْ وَبَيَّنُواْ فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ وَأَنَا التَّوَّابُ الرَّحِيمُ} (160) سورة البقرة. ¶ وَالزِّنْدِيقُ لاَ يَظْهَرُ مِنْهُ بِالتَّوْبَةِ خِلاَفُ مَا كَانَ عَلَيْهِ ؛ لأَِنَّهُ كَانَ يُظْهِرُ الإِْسْلاَمَ مُسِرًّا بِالْكُفْرِ ؛ وَلأَِنَّ التَّوْبَةَ عِنْدَ الْخَوْفِ عَيْنُ الزَّنْدَقَةِ . لَكِنِ الْمَالِكِيَّةُ صَرَّحُوا بِقَبُول التَّوْبَةِ مِنَ الزِّنْدِيقِ إِذَا أَظْهَرَهَا قَبْل الاِطِّلاَعِ عَلَيْهِ (¬3) . ¶ وَفِي رِوَايَةٍ عِنْدَ الْحَنَفِيَّةِ وَهِيَ رِوَايَةٌ عِنْدَ الشَّافِعِيَّةِ وَالْحَنَابِلَةِ أَنَّ الزِّنْدِيقَ تَجْرِي عَلَيْهِ أَحْكَامُ الْمُرْتَدِّ فَتُقْبَل تَوْبَتُهُ بِشُرُوطِهَا ؛ لِقَوْلِهِ تَعَالَى : {قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ} (38) سورة الأنفال . ¶ وَأَلْحَقَ الشَّافِعِيَّةُ بِالزَّنَادِقَةِ الْبَاطِنِيَّةَ بِمُخْتَلَفِ فِرَقِهِمْ (¬4) ، كَمَا أَلْحَقَ بِهِمِ الْحَنَابِلَةُ الْحُلُولِيَّةَ وَالإِْبَاحِيَّةَ وَسَائِرَ الطَّوَائِفِ الْمَارِقِينَ مِنَ الدِّينِ (¬5) . ¶ ¬__________ ¶ (¬1) - تفسير الطبري 8 / 96 ، 97 ، وانظر أيضا تفسير الماوردي 1 / 372 ، 373 . ¶ (¬2) - ابن عابدين 3 / 296 ، وحاشية القليوبي 4 / 177 ، وكشاف القناع 6 / 176 ، 178 . ¶ (¬3) - ابن عابدين 1 / 31 ، و3 / 290 ، 296 ، والحطاب 6 / 282 ، وجواهر الإكليل 2 / 279 ، والقليوبي 4 / 177 ، والمغني 6 / 298 ، وكشاف القناع 6 / 177 ، 178 ¶ (¬4) - الباطنية هم القائلون بأن للقرآن باطنا وظاهرا ، والباطن هو المراد منه دون ظاهره . ( قليوبي 4 / 177 ) . ¶ (¬5) - المراجع السابقة .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ب - تَوْبَةُ مَنْ تَكَرَّرَتْ رِدَّتُهُ : ¶ صَرَّحَ الْحَنَابِلَةُ - وَهُوَ رِوَايَةٌ عِنْدَ الْحَنَفِيَّةِ وَنُسِبَ إِلَى مَالِكٍ بِأَنَّهُ لاَ تُقْبَل تَوْبَةُ مَنْ تَكَرَّرَتْ رِدَّتُهُ ؛ لِقَوْلِهِ تَعَالَى : {إِنَّ الَّذِينَ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ازْدَادُواْ كُفْرًا لَّمْ يَكُنِ اللّهُ لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ سَبِيلاً} (137) سورة النساء . وَلِقَوْلِهِ سُبْحَانَهُ : {إِنَّ الَّذِينَ كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُواْ كُفْرًا لَّن تُقْبَلَ تَوْبَتُهُمْ وَأُوْلَئِكَ هُمُ الضَّآلُّونَ} (90) سورة آل عمران، وَالاِزْدِيَادُ يَقْتَضِي كُفْرًا جَدِيدًا لاَ بُدَّ مِنْ تَقَدُّمِ إِيمَانٍ عَلَيْهِ . ¶ وَلِمَا رُوِيَ أَنَّ ابْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ أُتِيَ بِرَجُلٍ فَقَال لَهُ : إِنَّهُ أُتِيَ بِك مَرَّةً فَزَعَمْتَ أَنَّك تُبْتَ وَأَرَاكَ قَدْ عُدْتَ فَقَتَلَهُ . وَلأَِنَّ تَكْرَارَ الرِّدَّةِ مِنْهُ يَدُل عَلَى فَسَادِ عَقِيدَتِهِ وَقِلَّةِ مُبَالاَتِهِ بِالدِّينِ فَيُقْتَل (¬1) . ¶ وَقَال الشَّافِعِيَّةُ وَهُوَ الْمَشْهُورُ فِي مَذْهَبِ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ : إِنَّهُ تُقْبَل تَوْبَةُ الْمُرْتَدِّ وَلَوْ تَكَرَّرَتْ رِدَّتُهُ ؛ لإِِطْلاَقِ قَوْله تَعَالَى : {قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينِ} (38) سورة الأنفال, وَلِقَوْلِهِ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ : أُمِرْت أَنْ أُقَاتِل النَّاسَ حَتَّى يَقُولُوا لاَ إِلَهَ إِلاَّ اللَّهُ ، فَإِذَا قَالُوا لاَ إِلَهَ إِلاَّ اللَّهُ عَصَمُوا مِنِّي دِمَاءَهُمْ وَأَمْوَالَهُمْ إِلاَّ بِحَقِّهَا وَحِسَابُهُمْ عَلَى اللَّهِ (¬2) . لَكِنَّهُمْ صَرَّحُوا بِأَنَّ الْمُرْتَدَّ الْمُتَكَرِّرَةُ مِنْهُ الرِّدَّةُ إِذَا تَابَ ثَانِيًا عُزِّرَ بِالضَّرْبِ أَوْ بِالْحَبْسِ وَلاَ يُقْتَل ، قَال ابْنُ عَابِدِينَ : إِذَا ارْتَدَّ ثَانِيًا ثُمَّ تَابَ ضَرَبَهُ الإِْمَامُ وَخَلَّى سَبِيلَهُ ، وَإِنِ ارْتَدَّ ثَالِثًا ثُمَّ تَابَ ضَرَبَهُ ضَرْبًا وَجِيعًا وَحَبَسَهُ حَتَّى تَظْهَرَ عَلَيْهِ آثَارُ التَّوْبَةِ وَيَرَى أَنَّهُ مُخْلِصٌ ثُمَّ خَلَّى سَبِيلَهُ ، فَإِنْ عَادَ فَعَل بِهِ هَكَذَا أَبَدًا مَا دَامَ حَتَّى يَرْجِعَ إِلَى الإِْسْلاَمِ ،وَقَدْ جَاءَ مِثْل هَذَا عَنِ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ (¬3) . ¶ ج - تَوْبَةُ السَّاحِرِ : ¶ ¬__________ ¶ (¬1) - المغني 8 / 126 ، 127 ، وكشاف القناع 6 / 177 . ¶ (¬2) - صحيح البخارى(25) ومسلم (133) متواتر ¶ (¬3) - ابن عابدين 3 / 286 ، والحطاب 6 / 282 ، وأسنى المطالب 4 / 122 ، والجمل على شرح المنهج 5 / 126 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "السِّحْرُ عِلْمٌ يُسْتَفَادُ مِنْهُ حُصُول مَلَكَةٍ نَفْسَانِيَّةٍ يَقْتَدِرُ بِهَا عَلَى أَفْعَالٍ غَرِيبَةٍ بِأَسْبَابٍ خَفِيَّةٍ . ¶ وَعَرَّفَهُ ابْنُ خَلْدُونٍ بِأَنَّهُ عِلْمٌ بِكَيْفِيَّةِ اسْتِعْدَادَاتٍ تَقْتَدِرُ النُّفُوسُ الْبَشَرِيَّةُ بِهَا عَلَى التَّأْثِيرَاتِ فِي عَالَمِ الْعَنَاصِرِ بِغَيْرِ مُعَيَّنٍ . ¶ وَاتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّ تَعْلِيمَهُ وَتَعَلُّمَهُ حَرَامٌ لِقَوْلِهِ تَعَالَى : {وَاتَّبَعُواْ مَا تَتْلُواْ الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيْاطِينَ كَفَرُواْ يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنزِلَ عَلَى الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ الْمَرْءِ وَزَوْجِهِ وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ اللّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ وَلَقَدْ عَلِمُواْ لَمَنِ اشْتَرَاهُ مَا لَهُ فِي الآخِرَةِ مِنْ خَلاَقٍ وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَ} (102) سورة البقرة، فَذَمَّهُمْ عَلَى تَعْلِيمِهِ ؛ وَلأَِنَّ النَّبِيَّ . - صلى الله عليه وسلم - عَدَّهُ مِنَ السَّبْعِ الْمُوبِقَاتِ . قَال ابْنُ قُدَامَةَ لاَ نَعْلَمُ فِيهِ خِلاَفًا بَيْنَ أَهْل الْعِلْمِ . ¶ وَقَدْ صَرَّحَ الْحَنَفِيَّةُ بِأَنَّهُ لاَ تُقْبَل تَوْبَةُ السَّاحِرِ فَيَجِبُ قَتْلُهُ وَلاَ يُسْتَتَابُ ، وَذَلِكَ لِسَعْيِهِ بِالْفَسَادِ وَلاَ يَلْزَمُ مِنْ عَدَمِ كُفْرِهِ مُطْلَقًا عَدَمُ قَتْلِهِ ؛ لأَِنَّ قَتْلَهُ بِسَبَبِ سَعْيِهِ بِالْفَسَادِ ، فَإِذَا ثَبَتَ ضَرَرُهُ وَلَوْ بِغَيْرِ مُكَفِّرٍ يُقْتَل دَفْعًا لِشَرِّهِ كَالْخَنَّاقِ وَقَطَّاعِ الطَّرِيقِ . وَهَذَا مَذْهَبُ الْحَنَابِلَةِ . ¶ وَحَدُّ السَّاحِرِ عِنْدَ الْحَنَابِلَةِ الْقَتْل وَيَكْفُرُ بِتَعَلُّمِهِ وَفِعْلِهِ سَوَاءٌ اعْتَقَدَ تَحْرِيمَهُ أَوْ إِبَاحَتَهُ ¶ وَفِي رِوَايَةٍ أُخْرَى عَنْ أَحْمَدَ مَا يَدُل عَلَى أَنَّهُ لاَ يَكْفُرُ (¬1) . ¶ وَقَال الْمَالِكِيَّةُ : إِذَا حُكِمَ بِكُفْرِهِ فَإِنْ كَانَ مُجَاهِرًا بِهِ يُقْتَل إِلاَّ أَنْ يَتُوبَ فَتُقْبَل تَوْبَتُهُ ، وَإِنْ كَانَ يُخْفِيهِ فَهُوَ كَالزِّنْدِيقِ لاَ تُقْبَل تَوْبَتُهُ (¬2) ¶ وَالدَّلِيل عَلَى عَدَمِ قَبُول تَوْبَةِ السَّاحِرِ حَدِيثُ جُنْدُبِ بْنِ عَبْدِ اللَّهِ قَال : قَال رَسُول اللَّهِ . - صلى الله عليه وسلم - : حَدُّ السَّاحِرِ ضَرْبَةٌ بِالسَّيْفِ (¬3) ، فَسَمَّاهُ حَدًّا وَالْحَدُّ بَعْدَ ثُبُوتِ سَبَبِهِ لاَ يَسْقُطُ بِالتَّوْبَةِ . وَلِمَا رُوِيَ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ : إِنَّ السَّاحِرَةَ سَأَلَتْ أَصْحَابَ النَّبِيِّ ¶ ¬__________ ¶ (¬1) - ابن عابدين 1 / 31 ، المغني 8 / 154 ، والمقدمة 496 ط دار التراث . ¶ (¬2) - الخرشي 8 / 63 ، والجواهر 2 / 281 . ¶ (¬3) - سنن الترمذى (1532) وصحح وقفه",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": ". - صلى الله عليه وسلم - وَهُمْ مُتَوَافِرُونَ - هَل لَهَا مِنْ تَوْبَةٍ ؟ فَمَا أَفْتَاهَا أَحَدٌ (¬1) ، وَلأَِنَّهُ لاَ طَرِيقَ لَنَا إِلَى إِخْلاَصِهِ فِي تَوْبَتِهِ لأَِنَّهُ يُضْمِرُ السِّحْرَ وَلاَ يَجْهَرُ بِهِ ، فَيَكُونُ إِظْهَارُ الإِْسْلاَمِ وَالتَّوْبَةِ خَوْفًا مِنَ الْقَتْل مَعَ بَقَائِهِ عَلَى تِلْكَ الْمَفْسَدَةِ (¬2) . ¶ وَقَال الشَّافِعِيَّةُ : إِنْ عَلَّمَ أَوْ تَعَلَّمَ السِّحْرَ وَاعْتَقَدَ تَحْرِيمَهُ لَمْ يَكْفُرْ ، وَإِنِ اعْتَقَدَ إِبَاحَتَهُ مَعَ الْعِلْمِ بِتَحْرِيمِهِ كَفَرَ ؛ لأَِنَّهُ كَذَّبَ اللَّهَ تَعَالَى فِي خَبَرِهِ وَيُقْتَل كَمَا يُقْتَل الْمُرْتَدُّ (¬3) . ¶ فَالظَّاهِرُ مِنْ كَلاَمِهِمْ أَنَّهُ تُقْبَل تَوْبَةُ السَّاحِرِ كَمَا تُقْبَل تَوْبَةُ الْمُرْتَدِّ . وَهَذَا مَا قَرَّرَهُ الْحَنَابِلَةُ فِي الرِّوَايَةِ الثَّانِيَةِ عِنْدَهُمْ حَيْثُ قَالُوا : إِنَّ السَّاحِرَ إِنْ تَابَ قُبِلَتْ تَوْبَتُهُ ؛ لأَِنَّهُ لَيْسَ بِأَعْظَمَ مِنَ الشِّرْكِ ، وَالْمُشْرِكُ يُسْتَتَابُ وَمَعْرِفَةُ السِّحْرِ لاَ تَمْنَعُ قَبُول تَوْبَتِهِ ، فَإِنَّ اللَّهَ تَعَالَى قَبِل تَوْبَةَ سَحَرَةِ فِرْعَوْنَ (¬4) . ¶ وَفِي الْجُمْلَةِ ، فَالْخِلاَفُ فِي قَبُول تَوْبَةِ هَذِهِ الطَّوَائِفِ ، إِنَّمَا هُوَ فِي الظَّاهِرِ مِنْ أَحْكَامِ الدُّنْيَا مِنْ تَرْكِ قَتْلِهِمْ وَثُبُوتِ أَحْكَامِ الإِْسْلاَمِ فِي حَقِّهِمْ ، وَأَمَّا قَبُول اللَّهِ لَهَا فِي الْبَاطِنِ وَغُفْرَانُهُ لِمَنْ تَابَ وَأَقْلَعَ ظَاهِرًا أَوْ بَاطِنًا فَلاَ خِلاَفَ فِيهِ ، فَإِنَّ اللَّهَ تَعَالَى لَمْ يَسُدَّ بَابَ التَّوْبَةِ عَنْ أَحَدٍ مِنْ خَلْقِهِ (¬5) ، وَقَدْ قَال فِي الْمُنَافِقِينَ : {إِلاَّ الَّذِينَ تَابُواْ وَأَصْلَحُواْ وَاعْتَصَمُواْ بِاللّهِ وَأَخْلَصُواْ دِينَهُمْ لِلّهِ فَأُوْلَئِكَ مَعَ الْمُؤْمِنِينَ وَسَوْفَ يُؤْتِ اللّهُ الْمُؤْمِنِينَ أَجْرًا عَظِيمًا} (146) سورة النساء. ¶ آثَارُ التَّوْبَةِ : ¶ أَوَّلاً : فِي حُقُوقِ الْعِبَادِ : ¶ التَّوْبَةُ بِمَعْنَى النَّدَمِ عَلَى مَا مَضَى وَالْعَزْمِ عَلَى عَدَمِ الْعَوْدِ لِمِثْلِهِ لاَ تَكْفِي لإِِسْقَاطِ حَقٍّ مِنْ حُقُوقِ الْعِبَادِ . فَمَنْ سَرَقَ مَال أَحَدٍ أَوْ غَصَبَهُ أَوْ أَسَاءَ إِلَيْهِ بِطَرِيقَةٍ أُخْرَى لاَ يَتَخَلَّصُ مِنَ ¶ ¬__________ ¶ (¬1) - أورده المغني ( 8 / 153 ط مكتبة الرياض ) . ولم نعثر عليه في كتب الحديث التي بين أيدينا . ¶ (¬2) - ابن عابدين 1 / 31 ، و3 / 286 ، وفتح القدير 4 / 408 . ¶ (¬3) - المهذب 2 / 225 . ¶ (¬4) - المغني 8 / 154 . ¶ (¬5) - المغني 8 / 128 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الْمُسَائِلَةِ بِمُجَرَّدِ النَّدَمِ وَالإِْقْلاَعِ عَنِ الذَّنْبِ وَالْعَزْمِ عَلَى عَدَمِ الْعَوْدِ ، بَل لاَ بُدَّ مِنْ رَدِّ الْمَظَالِمِ ، وَهَذَا الأَْصْل مُتَّفَقٌ عَلَيْهِ بَيْنَ الْفُقَهَاءِ (¬1) . ¶ قَال النَّوَوِيُّ : إِنْ كَانَتِ الْمَعْصِيَةُ قَدْ تَعَلَّقَ بِهَا حَقٌّ مَالِيٌّ كَمَنْعِ الزَّكَاةِ وَالْغَصْبِ وَالْجِنَايَاتِ ، فِي أَمْوَال النَّاسِ وَجَبَ مَعَ ذَلِكَ تَبْرِئَةُ الذِّمَّةِ عَنْهُ بِأَنْ يُؤَدِّيَ الزَّكَاةَ ، وَيَرُدَّ أَمْوَال النَّاسِ إِنْ بَقِيَتْ ، وَيَغْرَمَ بَدَلَهَا إِنْ لَمْ تَبْقَ ، أَوْ يَسْتَحِل الْمُسْتَحِقَّ فَيُبَرِّئَهُ ، وَيَجِبُ أَنْ يُعْلِمَ الْمُسْتَحِقُّ إِنْ لَمْ يَعْلَمْ بِالْحَقِّ وَأَنْ يُوَصِّلَهُ إِلَيْهِ إِنْ كَانَ غَائِبًا إِنْ كَانَ غَصَبَهُ هُنَاكَ . فَإِنْ مَاتَ سَلَّمَهُ إِلَى وَارِثِهِ ، فَإِنْ لَمْ يَكُنْ لَهُ وَارِثٌ وَانْقَطَعَ خَبَرُهُ رَفَعَهُ إِلَى قَاضٍ تُرْضَى سِيرَتُهُ وَدِيَانَتُهُ ، فَإِنْ تَعَذَّرَ تَصَدَّقَ بِهِ عَلَى الْفُقَرَاءِ بِنِيَّةِ الضَّمَانِ لَهُ إِنْ وَجَدَهُ . ¶ وَإِنْ كَانَ مُعْسِرًا نَوَى الضَّمَانَ إِذَا قَدَرَ . فَإِنْ مَاتَ قَبْل الْقُدْرَةِ فَالْمَرْجُوُّ مِنْ فَضْل اللَّهِ تَعَالَى الْمَغْفِرَةُ ،وَإِنْ كَانَ حَقًّا لِلْعِبَادِ لَيْسَ بِمَالِيٍّ كَالْقِصَاصِ وَحَقِّ الْقَذْفِ فَيَأْتِي الْمُسْتَحِقَّ وَيُمَكِّنُهُ مِنَ الاِسْتِيفَاءِ ، فَإِنْ شَاءَ اقْتَصَّ وَإِنْ شَاءَ عَفَا (¬2) . ¶ وَمِثْلُهُ مَا ذَكَرَهُ فُقَهَاءُ الْحَنَفِيَّةِ وَالْمَالِكِيَّةِ وَالْحَنَابِلَةِ مَعَ تَفْصِيلٍ فِي بَعْضِ الْفُرُوعِ حَسَبَ نَوْعِيَّةِ الْمَعْصِيَةِ وَتَنَاسُبِ التَّوْبَةِ مَعَهَا كَمَا هُوَ مُبَيَّنٌ فِي مَوَاضِعِهَا (¬3) . ¶ ثَانِيًا : فِي حُقُوقِ اللَّهِ تَعَالَى : ¶ حُقُوقُ اللَّهِ الْمَالِيَّةُ كَالزَّكَوَاتِ وَالْكَفَّارَاتِ وَالنُّذُورِ لاَ تَسْقُطُ بِالتَّوْبَةِ ، بَل يَجِبُ مَعَ التَّوْبَةِ تَبْرِئَةُ الذِّمَّةِ بِأَدَائِهَا كَمَا تَقَدَّمَ (¬4) . ¶ أَمَّا حُقُوقُ اللَّهِ تَعَالَى غَيْرُ الْمَالِيَّةِ كَالْحُدُودِ مَثَلاً فَقَدِ اتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّ جَرِيمَةَ قَطْعِ الطَّرِيقِ ( الْحِرَابَةُ ) تَسْقُطُ بِتَوْبَةِ الْقَاطِعِ قَبْل أَنْ يُقْدَرَ عَلَيْهِ ؛ لِقَوْلِهِ تَعَالَى : {إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (34) سورة المائدة . ¶ ¬__________ ¶ (¬1) - ابن عابدين 3 / 323 ، والفواكه 1 / 88 ، 89 ، والروضة 11 / 245 ، 246 ، ونهاية المحتاج 8 / 6 ، والمغني 9 / 200 ، 201 . ¶ (¬2) - روضة الطالبين 11 / 246 . ¶ (¬3) - المراجع السابقة للمذاهب . ¶ (¬4) - الروضة 11 / 246 ، وكشاف القناع 2 / 257 .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فَدَلَّتْ هَذِهِ الآْيَةُ عَلَى أَنَّ قَاطِعَ الطَّرِيقِ إِذَا تَابَ قَبْل أَنْ يُظْفَرَ بِهِ سَقَطَ عَنْهُ الْحَدُّ ، وَالْمُرَادُ بِمَا قَبْل الْقُدْرَةِ فِي الآْيَةِ أَنْ لاَ تَمْتَدَّ إِلَيْهِمْ يَدُ الإِْمَامِ بِهَرَبٍ أَوِ اسْتِخْفَاءٍ أَوِ امْتِنَاعٍ ،وَتَوْبَتُهُ بِرَدِّ الْمَال إِلَى صَاحِبِهِ إِذَا كَانَ قَدْ أَخَذَ الْمَال لاَ غَيْرُ ، مَعَ الْعَزْمِ عَلَى أَنْ لاَ يَعُودَ لِمِثْلِهِ فِي الْمُسْتَقْبَل . فَيَسْقُطُ عَنْهُ الْقَطْعُ أَصْلاً ، وَيَسْقُطُ عَنْهُ الْقَتْل حَدًّا ، وَكَذَلِكَ إِنْ أَخَذَ الْمَال وَقَتَل حَتَّى لَمْ يَكُنْ لِلإِْمَامِ أَنْ يَقْتُلَهُ حَدًّا ، وَلَكِنْ يَدْفَعَهُ إِلَى أَوْلِيَاءِ الْمَقْتُول يَقْتُلُونَهُ قِصَاصًا إِذَا تَحَقَّقَتْ شُرُوطُهُ . وَإِنْ لَمْ يَأْخُذِ الْمَال وَلَمْ يَقْتُل فَتَوْبَتُهُ النَّدَمُ عَلَى مَا فَعَل وَالْعَزْمُ عَلَى التَّرْكِ فِي الْمُسْتَقْبَل (¬1) . ¶ وَلاَ يَسْقُطُ عَنِ الْمُحَارِبِ حَدُّ الزِّنَى وَالشُّرْبِ وَالسَّرِقَةِ إِذَا ارْتَكَبَهَا حَال الْحِرَابَةِ ثُمَّ تَابَ قَبْل الْقُدْرَةِ عَلَيْهِ عِنْدَ الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ فِي الأَْظْهَرِ ، وَهُوَ احْتِمَالٌ عِنْدَ الْحَنَابِلَةِ ، وَمَفْهُومُ إِطْلاَقِ الْحَنَفِيَّةِ فِي هَذِهِ الْحُدُودِ . ¶ وَالْمَذْهَبُ عِنْدَ الْحَنَابِلَةِ وَهُوَ خِلاَفُ الأَْظْهَرِ عِنْدَ الشَّافِعِيَّةِ أَنَّهَا تَسْقُطُ عَنِ الْمُحَارِبِ إِذَا تَابَ قَبْل الْقُدْرَةِ عَلَيْهِ لِعُمُومِ الآْيَةِ . ¶ أَمَّا حَدُّ الْقَذْفِ وَمَا عَلَيْهِ مِنْ حُقُوقِ الآْدَمِيِّينَ مِنَ الأَْمْوَال وَالْجِرَاحِ فَلاَ تَسْقُطُ عَنِ الْمُحَارِبِ كَغَيْرِ الْمُحَارِبِ إِلاَّ أَنْ يُعْفَى لَهُ عَنْهَا (¬2) . ¶ أَمَّا فِي غَيْرِ الْمُحَارَبَةِ فَإِنَّ الْحُدُودَ الْمُخْتَصَّةَ بِاَللَّهِ تَعَالَى كَحَدِّ الزِّنَى وَالسَّرِقَةِ وَشُرْبِ الْخَمْرِ فَلاَ تَسْقُطُ بِالتَّوْبَةِ عِنْدَ الْحَنَفِيَّةِ ، وَهُوَ الْمَشْهُورُ عِنْدَ الْمَالِكِيَّةِ ، وَالأَْظْهَرُ عِنْدَ الشَّافِعِيَّةِ ، وَرِوَايَةٌ عِنْدَ الْحَنَابِلَةِ ؛ لِقَوْلِهِ تَعَالَى : {الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ وَلَا تَأْخُذْكُم بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِّنَ الْمُؤْمِنِينَ} (2) سورة النور، وَقَوْلُهُ سُبْحَانَهُ : {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا جَزَاء بِمَا كَسَبَا نَكَالاً مِّنَ اللّهِ وَاللّهُ عَزِيزٌ حَكِيمٌ } (38) سورة ¶ ¬__________ ¶ (¬1) - البدائع 7 / 96 ، ابن عابدين 3 / 140 ، وجواهر الإكليل 2 / 295 ، والفروق للقرافي 4 / 181 ، ونهاية المحتاج 8 / 6 ، والمغني 8 / 296 ، 297 ، والقليوبي 4 / 201 . ¶ (¬2) - المراجع السابقة ، والدسوقي 4 / 2050 ، وكشاف القناع 6 / 153 ، وابن عابدين 4 / 479 ، ومسلم الثبوت 1 / 328 ، والوجيز 2 / 251 ، ونهاية المحتاج 8 / 6 ، والقليوبي 4 / 201 ، ومغني المحتاج 4 / 184 ، والفواكه الدواني 2 / 281 ، والمغني 8 / 296 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "المائدة، وَهَذَا عَامٌّ فِي التَّائِبِينَ وَغَيْرِهِمْ ؛ وَلأَِنَّ النَّبِيَّ . - صلى الله عليه وسلم - رَجَمَ مَاعِزًا وَالْغَامِدِيَّةَ ، وَقَطَعَ الَّذِي أَقَرَّ بِالسَّرِقَةِ ، وَقَدْ جَاءُوا تَائِبِينَ يَطْلُبُونَ التَّطْهِيرَ بِإِقَامَةِ الْحَدِّ ، وَقَدْ سَمَّى رَسُول اللَّهِ . - صلى الله عليه وسلم - فِعْلَهُمْ تَوْبَةً فَقَال فِي حَقِّ الْمَرْأَةِ : لَقَدْ تَابَتْ تَوْبَةً لَوْ قُسِّمَتْ عَلَى سَبْعِينَ مِنْ أَهْل الْمَدِينَةِ لَوَسِعَتْهُمْ (¬1) ¶ وَالرَّأْيُ الثَّانِي وَهُوَ خِلاَفُ الأَْظْهَرِ عِنْدَ الشَّافِعِيَّةِ وَهُوَ رِوَايَةٌ عِنْدَ الْحَنَابِلَةِ وَرَأْيٌ لِبَعْضِ الْمَالِكِيَّةِ أَنَّهُ إِنْ تَابَ مَنْ عَلَيْهِ حَدٌّ مِنْ غَيْرِ الْمُحَارِبِينَ يَسْقُطُ عَنْهُ الْحَدُّ لِقَوْلِهِ تَعَالَى:{وَاللَّذَانَ يَأْتِيَانِهَا مِنكُمْ فَآذُوهُمَا فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُواْ عَنْهُمَا إِنَّ اللّهَ كَانَ تَوَّابًا رَّحِيمًا } (16) سورة النساء ¶ وَذَكَرَ حَدَّ السَّارِقِ ثُمَّ قَال : {فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللّهَ يَتُوبُ عَلَيْهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (39) سورة المائدة. ¶ عَلَى أَنَّ بَعْضَ الْفُقَهَاءِ فَرَّقُوا بَيْنَ التَّوْبَةِ مِنْ هَذِهِ الْجَرَائِمِ قَبْل الرَّفْعِ لِلإِْمَامِ وَبَعْدَهُ فَيَقُولُونَ بِإِسْقَاطِ التَّوْبَةِ لَهَا قَبْل الرَّفْعِ لاَ بَعْدَهُ (¬2) . كَمَا فُصِّل فِي مُصْطَلَحَاتِهَا ، ¶ وَقَدْ تَقَدَّمَ أَنَّ عُقُوبَةَ الرِّدَّةِ تَسْقُطُ بِالتَّوْبَةِ قَبْل الرَّفْعِ وَبَعْدَهُ .. ¶ ثَالِثًا : فِي التَّعْزِيرَاتِ : ¶ يَسْقُطُ التَّعْزِيرُ بِالتَّوْبَةِ عِنْدَ عَامَّةِ الْفُقَهَاءِ إِذَا لَمْ يَكُنْ فِيهِ حَقٌّ مِنْ حُقُوقِ الْعِبَادِ ، كَتَرْكِ الصَّلاَةِ وَالصَّوْمِ مَثَلاً ؛ لأَِنَّ الْمَقْصُودَ مِنَ التَّعْزِيرِ التَّأْدِيبُ وَالإِْصْلاَحُ ، وَقَدْ ثَبَتَ بِالتَّوْبَةِ ، بِخِلاَفِ حُقُوقِ الْعِبَادِ كَالضَّرْبِ وَالشَّتْمِ ؛ لأَِنَّهَا مَبْنِيَّةٌ عَلَى الْمُشَاحَّةِ كَمَا مَرَّ (¬3) . ¶ رَابِعًا : فِي قَبُول الشَّهَادَةِ : ¶ يُشْتَرَطُ فِي قَبُول الشَّهَادَةِ الْعَدَالَةُ ، فَمَنْ ارْتَكَبَ كَبِيرَةً أَوْ أَصَرَّ عَلَى صَغِيرَةٍ سَقَطَتْ عَدَالَتُهُ وَلاَ تُقْبَل شَهَادَتُهُ إِذَا لَمْ يَتُبْ ، وَهَذَا بِاتِّفَاقِ الْفُقَهَاءِ (¬4) . ¶ ¬__________ ¶ (¬1) - صحيح مسلم (4529) ¶ (¬2) - البدائع 7 / 96 ، وبلغة السالك 4 / 489 ، وحاشية الجمل 2 / 130 ، ونهاية المحتاج 8 / 6 ، والمغني 8 / 297 ، وكشاف القناع 6 / 154 . ¶ (¬3) - ابن عابدين 1 / 31 ، و3 / 191 ، والفروق للقرافي 4 / 181 ، ونهاية المحتاج 7 / 398 ، وجواهر الإكليل 2 / 265 ، وكشاف القناع 6 / 153 ، والمغني 10 / 316 . ¶ (¬4) - الزيلعي 4 / 226 ، وروضة الطالبين 11 / 225 ، وجواهر الإكليل 2 / 233 ، والمغني 9 / 167 - 170 .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وَإِذَا تَابَ عَنِ الْمَعْصِيَةِ وَقِيل بِقَبُول تَوْبَتِهِ تُقْبَل شَهَادَتُهُ عِنْدَ جُمْهُورِ الْفُقَهَاءِ ، سَوَاءٌ أَكَانَتِ الْمَعْصِيَةُ مِنَ الْحُدُودِ أَمْ مِنَ التَّعْزِيرَاتِ ، وَسَوَاءٌ أَكَانَتْ بَعْدَ اسْتِيفَاءِ الْحُدُودِ أَمْ قَبْلَهُ . ¶ وَاخْتَلَفُوا فِي قَبُول شَهَادَةِ الْمَحْدُودِ فِي الْقَذْفِ بَعْدَ التَّوْبَةِ : ¶ فَذَهَبَ جُمْهُورُ الْفُقَهَاءِ ( الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ وَالْحَنَابِلَةُ ) إِلَى أَنَّهُ إِذَا تَابَ الْمَحْدُودُ فِي قَذْفٍ تُقْبَل شَهَادَتُهُ ، وَتَوْبَتُهُ بِتَكْذِيبِ نَفْسِهِ فِيمَا قَذَفَ بِهِ ، وَاسْتَدَلُّوا بِأَنَّ اللَّهَ سُبْحَانَهُ وَتَعَالَى قَال : {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (4) سورة النور ، فَاسْتَثْنَى التَّائِبِينَ بِقَوْلِهِ : { إِلاَّ الَّذِينَ تَابُوا } وَالاِسْتِثْنَاءُ مِنَ النَّفْيِ إِثْبَاتٌ ، فَيَكُونُ تَقْدِيرُهُ { إِلاَّ الَّذِينَ تَابُوا } فَاقْبَلُوا شَهَادَتَهُمْ وَلَيْسُوا بِفَاسِقِينَ ؛ لأَِنَّ الْجُمَل الْمَعْطُوفَةَ بَعْضَهَا عَلَى بَعْضٍ بِالْوَاوِ ، وَالْوَاوُ لِلْجَمْعِ فَتُجْعَل الْجُمَل كُلُّهَا كَالْجُمْلَةِ الْوَاحِدَةِ ، فَيَعُودُ الاِسْتِثْنَاءُ إِلَى جَمِيعِهَا (¬1) . ¶ وَلأَِنَّ الْقَاذِفَ لَوْ تَابَ قَبْل إِقَامَةِ الْحَدِّ عَلَيْهِ تُقْبَل شَهَادَتُهُ عِنْدَ الْجَمِيعِ ، وَلاَ جَائِزَ أَنْ تَكُونَ إِقَامَةُ الْحَدِّ عَلَيْهِ هِيَ الْمُوجِبَةُ لِرَدِّ الشَّهَادَةِ ؛ لأَِنَّهُ فِعْل الْغَيْرِ وَهُوَ مُطَهِّرٌ أَيْضًا . وَلأَِنَّهُ لَوْ أَسْلَمَ تُقْبَل شَهَادَتُهُ فَهَذَا أَوْلَى (¬2) . ¶ وَلِمَا رُوِيَ عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ كَانَ يَقُول لأَِبِي بَكْرَةَ حِينَ شَهِدَ عَلَى الْمُغِيرَةِ بْنِ شُعْبَةَ : تُبْ أَقْبَل شَهَادَتَك . وَلَمْ يُنْكِرْ ذَلِكَ عَلَيْهِ مُنْكِرٌ (¬3) ، فَكَانَ إِجْمَاعًا . وَقَال سَعِيدُ بْنُ الْمُسَيِّبِ شَهِدَ عَلَى الْمُغِيرَةِ بْنِ شُعْبَةَ ثَلاَثَةُ رِجَالٍ ، أَبُو بَكْرَةَ ، وَنَافِعُ بْنُ الْحَارِثِ ، وَشِبْل بْنُ مَعْبَدٍ ، وَنَكَل زِيَادٌ ، فَجَلَدَ عُمَرُ الثَّلاَثَةَ وَقَال لَهُمْ : تُوبُوا تُقْبَل شَهَادَتُكُمْ ، فَتَابَ رَجُلاَنِ وَقَبِل عُمَرُ شَهَادَتَهُمَا وَأَبَى أَبُو بَكْرَةَ فَلَمْ تُقْبَل شَهَادَتُهُ (¬4) . ¶ ¬__________ ¶ (¬1) - التاج والإكليل للمواق 6 / 161 ، والوجيز للغزالي 2 / 251 ، والمغني لابن قدامة 9 / 197 ، 199 . ¶ (¬2) - تبيين الحقائق للزيلعي في سرد أدلة الشافعية 4 / 218 . ¶ (¬3) - فتح الباري لابن حجر - (ج 8 / ص 155) والبدر المنير - (ج 9 / ص 674) ¶ (¬4) - التلخيص الحبير - (ج 4 / ص 176) والبدر المنير - (ج 8 / ص 645)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وَقَال الْحَنَفِيَّةُ : لاَ تُقْبَل شَهَادَةُ الْمَحْدُودِ فِي قَذْفٍ وَإِنْ تَابَ ؛ لِقَوْلِهِ تَعَالَى : {وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا وَأُوْلَئِكَ هُمُ الْفَاسِقُونَ} (4) سورة النور ، وَوَجْهُهُ أَنَّ اللَّهَ تَعَالَى رَدَّ شَهَادَتَهُ عَلَى التَّأْبِيدِ نَصًّا ، فَمَنْ قَال هُوَ مُؤَقَّتٌ إِلَى وُجُودِ التَّوْبَةِ يَكُونُ رَدًّا لِمَا اقْتَضَاهُ النَّصُّ فَيَكُونُ مَرْدُودًا . وَالْقِيَاسُ عَلَى الْكُفْرِ وَغَيْرِهِ مِنَ الْجَرَائِمِ لاَ يَجُوزُ ؛ لأَِنَّ الْقِيَاسَ الْمُخَالِفَ لِلنَّصِّ لاَ يَصِحُّ . وَلأَِنَّ رَدَّ الشَّهَادَةِ مَعْطُوفٌ عَلَى الْجُمْلَةِ الْمُتَقَدِّمَةِ إِلَى { فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً } وَهِيَ حَدٌّ فَكَذَا هَذَا ، فَصَارَ مِنْ تَمَامِ الْحَدِّ ؛ وَلِهَذَا أَمَرَ الأَْئِمَّةُ بِهِ ، وَالْحَدُّ لاَ يَرْتَفِعُ بِالتَّوْبَةِ . ¶ وقَوْله تَعَالَى : { وَأُولَئِكَ هُمُ الْفَاسِقُونَ } لَيْسَ بِحَدٍّ ؛ لأَِنَّ الْحَدَّ يَقَعُ بِفِعْل الأَْئِمَّةِ ، ( أَيِ الْحُكَّامِ ) ، وَالْفِسْقُ وَصْفٌ قَائِمٌ بِالذَّاتِ ، فَيَكُونُ مُنْقَطِعًا عَنِ الأَْوَّل ، فَيَنْصَرِفُ الاِسْتِثْنَاءُ بِقَوْلِهِ تَعَالَى : { إِلاَّ الَّذِينَ تَابُوا }إِلَى مَا يَلِيهِ ضَرُورَةً ، لاَ إِلَى الْجَمِيعِ . فَالْمَحْدُودُ فِي الْقَذْفِ إِذَا تَابَ لاَ يُسَمَّى فَاسِقًا لَكِنَّهُ لاَ تُقْبَل شَهَادَتُهُ وَذَلِكَ مِنْ تَمَامِ الْحَدِّ (¬1) . ¶ خامساً. أَنْوَاعُ الْعِبَادَاتِ مِنْ حَيْثُ تَعَلُّقُ الْقَضَاءِ بِهَا (¬2) : ¶ الْعِبَادَاتُ مُنْقَسِمَةٌ إِلَى مَا يُقْضَى فِي جَمِيعِ الأَْوْقَاتِ ، وَمَا لاَ يُقْضَى إِلاَّ فِي مِثْل وَقْتِهِ ، وَإِلَى مَا يَقْبَل الأَْدَاءَ وَالْقَضَاءَ ، وَمَا يَتَعَذَّرُ وَقْتُ قَضَائِهِ مَعَ قَبُولِهِ لِلتَّأْخِيرِ ، وَإِلَى مَا يَكُونُ قَضَاؤُهُ مُتَرَاخِيًا ، وَمَا يَجِبُ قَضَاؤُهُ عَلَى الْفَوْرِ (¬3) ، وَإِلَى مَا يَكُونُ قَضَاؤُهُ بِمِثْلٍ مَعْقُولٍ وَمَا يَكُونُ قَضَاؤُهُ بِمِثْلٍ غَيْرِ مَعْقُولٍ (¬4) . ¶ فَأَمَّا مَا يُقْضَى فِي جَمِيعِ الأَْوْقَاتِ ، فَكَالضَّحَايَا وَالْهَدَايَا الْمَنْذُورَاتِ ، وَأَمَّا مَا لاَ يُقْضَى إِلاَّ فِي مِثْل وَقْتِهِ فَهُوَ كَالْحَجِّ . ¶ ¬__________ ¶ (¬1) - تبيين الحقائق للزيلعي 4 / 218 ، 219 ، 226 ، وابن عابدين 4 / 479 . ¶ (¬2) - الموسوعة الفقهية الكويتية - (ج 34 / ص 25) ¶ (¬3) - قواعد الأحكام للعز بن عبد السلام 1 / 205 . ¶ (¬4) - أصول البزدوي مع كشف الأسرار 1 / 149 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَأَمَّا مَا يَقْبَل الأَْدَاءَ وَالْقَضَاءَ فَكَالْحَجِّ وَالصَّوْمِ وَالصَّلاَةِ (¬1) ، فَإِنَّ الصَّلَوَاتِ الْمَكْتُوبَاتِ هِيَ مُخْتَصَّةُ الأَْدَاءِ بِالأَْوْقَاتِ الْمَعْرُوفَةِ جَائِزَةُ الْقَضَاءِ بَعْدَ خُرُوجِ وَقْتِ الأَْدَاءِ ، كَمَا أَنَّ الصِّيَامَ الْوَاجِبَ هُوَ مَخْصُوصٌ بِشَهْرِ رَمَضَانَ قَابِلٌ لِلْقَضَاءِ (¬2) . ¶ وَأَمَّا مَا يَقْبَل الأَْدَاءَ وَلاَ يَقْبَل الْقَضَاءَ فَكَالْجُمُعَاتِ ، فَإِنَّهَا مُخْتَصَّةٌ بِوَقْتِ الظُّهْرِ لاَ تَقْبَل الْقَضَاءَ (¬3) . ¶ وَأَمَّا مَا لاَ يُوصَفُ بِقَضَاءٍ وَلاَ أَدَاءٍ مِنَ النَّوَافِل الْمُبْتَدَآتِ الَّتِي لاَ أَسْبَابَ لَهَا ، فَكَالصِّيَامِ ، وَالصَّلاَةِ الَّتِي لاَ أَسْبَابَ لَهَا وَلاَ أَوْقَاتَ ، وَكَذَا الْجِهَادُ لاَ يُتَصَوَّرُ قَضَاؤُهُ ، لأَِنَّهُ لَيْسَ لَهُ وَقْتٌ مَضْرُوبٌ لاَ يَزِيدُ وَلاَ يَنْقُصُ ، وَالْحُكْمُ وَالْفُتْيَا لاَ يُوصَفَانِ بِقَضَاءٍ وَلاَ أَدَاءٍ ، وَالأَْمْرُ بِالْمَعْرُوفِ وَالنَّهْيُ عَنِ الْمُنْكَرِ ، وَكَذَلِكَ افْتِتَاحُ الصَّلاَةِ ، وَالأَْذْكَارُ الْمَشْرُوعَاتُ فِي غَيْرِ الصَّلاَةِ . ¶ وَأَمَّا مَا يَتَعَذَّرُ وَقْتُ قَضَائِهِ مَعَ قَبُولِهِ لِلتَّأْخِيرِ . فَكَصَوْمِ رَمَضَانَ ، لَكِنَّهُ مَعَ ذَلِكَ لاَ يَجُوزُ تَأْخِيرُهُ إِلَى دُخُول رَمَضَانَ ثَانٍ عِنْدَ جُمْهُورِ الْفُقَهَاءِ مَعَ جَوَازِ قَضَائِهِ مَعَ قَضَاءِ رَمَضَانَ آخَرَ . ¶ وَأَمَّا مَا يَكُونُ قَضَاؤُهُ مُتَرَاخِيًا ، فَكَقَضَاءِ صَوْمِ رَمَضَانَ عِنْدَ الْحَنَفِيَّةِ ، وَصَلاَةِ النَّاسِي وَالنَّائِمِ عِنْدَ الشَّافِعِيَّةِ . ¶ وَأَمَّا مَا يَجِبُ قَضَاؤُهُ عَلَى الْفَوْرِ ، فَكَالْحَجِّ وَالْعُمْرَةِ إِذَا فَسَدَا أَوْ فَاتَا (¬4) . ¶ وَأَمَّا مَا يَكُونُ قَضَاؤُهُ بِمِثْلٍ مَعْقُولٍ ، فَكَقَضَاءِ الصَّوْمِ بِالصَّوْمِ ، وَأَمَّا مَا يَكُونُ قَضَاؤُهُ بِمِثْلٍ غَيْرِ مَعْقُولٍ فَمِثْل الْفِدْيَةِ فِي الصَّوْمِ ، وَثَوَابِ النَّفَقَةِ فِي الْحَجِّ بِإِحْجَاجِ النَّائِبِ ، لأَِنَّا لاَ نَعْقِل الْمُمَاثَلَةَ بَيْنَ الصَّوْمِ وَالْفِدْيَةِ ، لاَ صُورَةً وَلاَ مَعْنًى ، فَلَمْ يَكُنْ مِثْلاً قِيَاسًا (¬5) . ¶ مَنْ يَجِبُ عَلَيْهِ الْقَضَاءُ : ¶ ¬__________ ¶ (¬1) - قواعد الأحكام 1 / 216 . ¶ (¬2) - قواعد الأحكام 1 / 202 . ¶ (¬3) - قواعد الأحكام 1 / 202 ، 216 ¶ (¬4) - قواعد الأحكام 1 / 216 - 217 . ¶ (¬5) - أصول البزدوي مع كشف الأسرار 1 / 149 - 150 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "اتَّفَقَ الْفُقَهَاءُ عَلَى وُجُوبِ قَضَاءِ الصَّلاَةِ الْفَائِتَةِ عَلَى النَّاسِي وَالنَّائِمِ (¬1) ، كَمَا يَرَى الْفُقَهَاءُ وُجُوبَ قَضَاءِ الْفَوَائِتِ عَلَى السَّكْرَانِ بِالْمُحَرَّمِ (¬2) . ¶ وَلاَ خِلاَفَ بَيْنَهُمْ فِي أَنَّهُ لاَ يَجِبُ قَضَاءُ الصَّلَوَاتِ عَلَى الْحَائِضِ وَالنُّفَسَاءِ وَالْكَافِرِ الأَْصْلِيِّ إِذَا أَسْلَمَ (¬3) ¶ وَاخْتَلَفُوا فِي وُجُوبِ الْقَضَاءِ عَلَى تَارِكِ الصَّلاَةِ عَمْدًا ، وَالْمُرْتَدِّ ، وَالْمَجْنُونِ بَعْدَ الإِْفَاقَةِ ، وَالْمُغْمَى عَلَيْهِ ، وَالصَّبِيِّ إِذَا بَلَغَ فِي الْوَقْتِ ، وَمَنْ أَسْلَمَ فِي دَارِ الْحَرْبِ ، وَفَاقِدِ الطَّهُورَيْنِ . ¶ فَأَمَّا الْمُتَعَمِّدُ فِي التَّرْكِ ، فَيَرَى جُمْهُورُ الْفُقَهَاءِ أَنَّهُ يَلْزَمُهُ قَضَاءُ الْفَوَائِتِ ، وَمِمَّا يَدُل عَلَى وُجُوبِ الْقَضَاءِ حَدِيثُ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ : جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ -. - صلى الله عليه وسلم - وَهُوَ يَنْتِفُ شَعَرَ رَأْسِهِ وَيَدُقُّ صَدْرَهُ وَيَقُولُ : هَلَكَ الأَبْعَدُ فَقَالَ رَسُولُ اللَّهِ -. - صلى الله عليه وسلم - :« هَلاَكًا مَاذَا ». قَالَ : إِنِّى وَقَعْتُ عَلَى أَهْلِى الْيَوْمَ وَذَلِكَ فِى رَمَضَانَ قَالَ :« هَلْ عِنْدِكَ رَقَبَةٌ تُعْتِقُهَا ». قَالَ : لاَ. فَقَالَ :« فَهَلْ تَسْتَطِيعُ صِيَامَ شَهْرَيْنِ مُتَتَابِعَيْنِ ». قَالَ : لاَ. قَالَ :« فَهَلْ تَسْتَطِيعُ إِطْعَامَ سِتِّينَ مِسْكِينًا ». قَالَ : لاَ ، ثُمَّ انْصَرَفَ الرَّجُلُ فَجَاءَ رَجُلٌ مِنَ النَّاسِ بِعَرَقٍ عَظِيمٍ فِيهِ صَدَقَةُ مَالِهِ فَقَالَ رَسُولُ اللَّهِ -. - صلى الله عليه وسلم - :« أَيْنَ السَّائِلُ؟ ». قَالُوا : قَدِ انْصَرَفَ قَالَ :« عَلَىَّ بِهِ ». فَجَاءَهُ الرَّجُلُ فَقَالَ :« خُذْ هَذَا فَتَصَدَّقْ بِهِ كَفَّارَةً لِمَا صَنَعْتَ ». قَالَ : يَا رَسُولَ اللَّهِ أَعَلَى أَحْوَجَ مِنِّى وَأَهْلِ بَيْتِى وَالَّذِى نَفْسِى بِيَدِهِ مَا بَيْنَ لاَبَتَيْهَا أَحْوَجُ مِنِّى وَمِنْ أَهْلِ بَيْتِى قَالَ فَضَحِكَ رَسُولُ اللَّهِ -. - صلى الله عليه وسلم - حَتَّى بَدَتْ نَوَاجِذُهُ قَالَ :« فَكُلْ وَأَطْعِمْ أَهْلَ بَيْتِكَ وَاقْضِ يَوْمًا مَكَانَهُ » (¬4) . ¶ ¬__________ ¶ (¬1) - بداية المجتهد 1 / 182 ط . دار المعرفة . ¶ (¬2) - ابن عابدين 1 / 512 ، وحاشية الدسوقي 1 / 184 ، ومغني المحتاج 1 / 131 ، والمهذب 1 / 58 ، وروضة الطالبين 1 / 190 ، وفتح الغفار 3 / 107 ، المغني 1 / 401 . ¶ (¬3) - الفتاوى الهندية 1 / 121 ، والاختيار 1 / 27 - 28 ، والشرح الصغير 1 / 364 ، والمهذب 1 / 57 - 58 ، والمغني 1 / 398 . ¶ (¬4) - السنن الكبرى للبيهقي (ج 4 / ص 226)(8311-8313) ومسند الشاميين(2403) حسن لغيره",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أَيْ بَدَل الْيَوْمِ الَّذِي أَفْسَدَهُ بِالْجِمَاعِ عَمْدًا ، وَلأَِنَّهُ إِذَا وَجَبَ الْقَضَاءُ عَلَى التَّارِكِ نَاسِيًا فَالْعَامِدُ أَوْلَى (¬1) . ¶ وَيَرَى بَعْضُ الْفُقَهَاءِ عَدَمَ وُجُوبِ الْقَضَاءِ عَلَى الْمُتَعَمِّدِ فِي التَّرْكِ ، قَال عِيَاضٌ : وَلاَ يَصِحُّ عِنْدَ أَحَدٍ سِوَى دَاوُدَ وَابْنِ عَبْدِ الرَّحْمَنِ الشَّافِعِيِّ (¬2) . ¶ قلت : فالذي ترك الصلاة لمدة عمدا أو كسلاً ، بناء على قولهم لا يجب عليه القضاء ، فالتوبة كافية ، وهي المشتملة على الندم على ما وقع منه والاستقامة على الصلاة والعزم الصادق ألا يعود إلى تركها لقول الله عز وجل : {يَا أَيُّهَا الَّذِينَ آمَنُوا تُوبُوا إِلَى اللَّهِ تَوْبَةً نَّصُوحًا عَسَى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ يَوْمَ لَا يُخْزِي اللَّهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ نُورُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} (8) سورة التحريم، وقوله تعالى : { وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ} (31) سورة النور ، ولقول الرسول - صلى الله عليه وسلم - : « التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ » (¬3) . ¶ قال ابن القيم رحمه الله : \" وإنما الشأنُ في طريق توبته وتحقيقها هل يتعين لها القضاء أم يستأنف العمل ويصير ما مضى لا له ولا عليه ويكون حكمه حكم الكافر إذا أسلم في استئناف العمل وقبول التوبة فإن ترك فريضة من فراض الإسلام لا يزيد على ترك الإسلام بجملته وفرائضه فإذا كانت توبة تارك الإسلام مقبولة صحيحة لا يشترط في صحتها إعادة ما فاته في حال إسلامه أصليا كان أو مرتدا كما أجمع عليه الصحابة في ترك أمر المرتدين لما رجعوا إلى الإسلام بالقضاء فقبول توبة تارك الصلاة وعدم توقفها على القضاء أولى والله أعلم.\" (¬4) ¶ ¬__________ ¶ (¬1) - البناية 2 / 623 ، والمجموع 3 / 71 ، والشرح الصغير 1 / 496 ، والمغني 1 / 613 ط . مكتبة ابن تيمية . ¶ (¬2) - الشرح الصغير 1 / 364 ، وانظر البناية 2 / 623 ، والقوانين الفقهية ص ( 72 ) . ¶ (¬3) - سنن ابن ماجه(4391 ) صحيح لغيره ¶ (¬4) - مدارج السالكين - (ج 1 / ص 386)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قلتُ : فإنْ كان قويَّ الإيمان والإرادة أفتينا له بقول الجمهور ، وإن خفنا عليه أن يترك الصلاة أو يفتتن في دينه ، فنقول له : التوبة تجب ما قبلها ، فواظب على الصلاة في وقتها ، وعليك بالإكثار من النوافل (¬1) . ¶ وَأَمَّا الْمُرْتَدُّ فَيَرَى الْحَنَفِيَّةُ وَالْمَالِكِيَّةُ عَدَمَ وُجُوبِ قَضَاءِ الصَّلاَةِ الَّتِي تَرَكَهَا أَثْنَاءَ رِدَّتِهِ ، لأَِنَّهُ كَانَ كَافِرًا وَإِيمَانُهُ يَجُبُّهَا (¬2) . ¶ وَذَهَبَ الشَّافِعِيَّةُ إِلَى وُجُوبِ الْقَضَاءِ بَعْدَ إِسْلاَمِهِ تَغْلِيظًا عَلَيْهِ ، وَلأَِنَّهُ الْتَزَمَهَا بِالإِْسْلاَمِ فَلاَ تَسْقُطُ عَنْهُ بِالْجُحُودِ كَحَقِّ الآْدَمِيِّ (¬3) . ¶ وَذَكَرَ أَبُو إِسْحَاقَ بْنُ شَاقِلاَ عَنْ أَحْمَدَ فِي وُجُوبِ الْقَضَاءِ عَلَى الْمُرْتَدِّ رِوَايَتَيْنِ : ¶ إِحْدَاهُمَا : لاَ يَلْزَمُهُ ، وَهُوَ ظَاهِرُ كَلاَمِ الْخِرَقِيِّ فِي هَذِهِ الْمَسْأَلَةِ ، فَعَلَى هَذَا لاَ يَلْزَمُهُ قَضَاءُ مَا تَرَكَ فِي حَال كُفْرِهِ ، وَلاَ فِي حَال إِسْلاَمِهِ قَبْل رِدَّتِهِ ، وَلَوْ كَانَ قَدْ حَجَّ لَزِمَهُ اسْتِئْنَافُهُ ، لأَِنَّ عَمَلَهُ قَدْ حَبِطَ بِكُفْرِهِ . ¶ وَالثَّانِيَةُ : يَلْزَمُ قَضَاءُ مَا تَرَكَ مِنَ الْعِبَادَاتِ فِي حَال رِدَّتِهِ وَإِسْلاَمِهِ قَبْل رِدَّتِهِ ، وَلاَ يَجِبُ عَلَيْهِ إِعَادَةُ الْحَجِّ ، لأَِنَّ الْعَمَل إِنَّمَا يَحْبَطُ بِالإِْشْرَاكِ مَعَ الْمَوْتِ (¬4) . ¶ وَفِي الإِْنْصَافِ : وَإِنْ كَانَ مُرْتَدًّا فَالصَّحِيحُ مِنَ الْمَذْهَبِ أَنَّهُ يَقْضِي مَا تَرَكَهُ قَبْل رِدَّتِهِ ، وَلاَ يَقْضِي مَا فَاتَهُ زَمَنَ رِدَّتِهِ (¬5) . ¶ وَأَمَّا الْمَجْنُونُ فَلاَ خِلاَفَ بَيْنَ الْفُقَهَاءِ فِي أَنَّهُ غَيْرُ مُكَلَّفٍ بِأَدَاءِ الصَّلاَةِ فِي حَال جُنُونِهِ . ¶ وَإِنَّمَا اخْتَلَفُوا فِي وُجُوبِ الْقَضَاءِ عَلَيْهِ بَعْدَ الإِْفَاقَةِ : ¶ ¬__________ ¶ (¬1) - انظر فتاوى يسألونك - (ج 1 / ص 13) قضاء الصلاة وفتاوى الشبكة الإسلامية معدلة - (ج 3 / ص 1454) رقم الفتوى 12700 القضاء أم لا... لتارك الصلاة والصيام بدون عذر و(ج 8 / ص 993) رقم الفتوى 51257 قول الجمهور في باب قضاء الصلاة أبرأ للذمة ومجموع فتاوى و مقالات ابن باز - (ج 10 / ص 208) كيف يقضي المسلم ما فاته من الصلاة ومدارج السالكين - (ج 1 / ص 374-386) وفتاوى الأزهر - (ج 8 / ص 493) قضاء الصلاة ¶ (¬2) - الفتاوى الهندية 1 / 121 ، والشرح الصغير 1 / 364 ، والخرشي 8 / 68 . ¶ (¬3) - مغني المحتاج 1 / 130 . ¶ (¬4) - المغني 1 / 398 - 399 . ¶ (¬5) - الإنصاف 1 / 391 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فَذَهَبَ الْحَنَفِيَّةُ إِلَى أَنَّهُ لاَ قَضَاءَ عَلَى مَجْنُونٍ حَالَةَ جُنُونِهِ لِمَا فَاتَهُ فِي حَالَةِ عَقْلِهِ ، كَمَا لاَ قَضَاءَ عَلَيْهِ فِي حَالَةِ عَقْلِهِ لِمَا فَاتَهُ حَالَةَ جُنُونِهِ ، هَذَا إِذَا اسْتَمَرَّ جُنُونُهُ أَكْثَرَ مِنْ خَمْسِ صَلَوَاتٍ لِلْحَرَجِ ، وَإِلاَّ وَجَبَ عَلَيْهِ الْقَضَاءُ (¬1) . ¶ وَيَرَى الْمَالِكِيَّةُ أَنَّهُ إِنْ أَفَاقَ الْمَجْنُونُ وَقَدْ بَقِيَ إِلَى غُرُوبِ الشَّمْسِ خَمْسُ رَكَعَاتٍ فِي الْحَضَرِ وَثَلاَثٌ فِي السَّفَرِ ، وَجَبَتْ عَلَيْهِ الظُّهْرُ وَالْعَصْرُ ، وَإِنْ بَقِيَ أَقَل مِنْ ذَلِكَ إِلَى رَكْعَةٍ وَجَبَتِ الْعَصْرُ وَحْدَهَا ، وَإِنْ بَقِيَ أَقَل مِنْ رَكْعَةٍ سَقَطَتِ الصَّلاَتَانِ ، وَفِي الْمَغْرِبِ وَالْعِشَاءِ إِنْ بَقِيَ إِلَى طُلُوعِ الْفَجْرِ بَعْدَ ارْتِفَاعِ الْجُنُونِ خَمْسُ رَكَعَاتٍ وَجَبَتِ الصَّلاَتَانِ،وَإِنْ بَقِيَ ثَلاَثًا سَقَطَتِ الْمَغْرِبُ،وَإِنْ بَقِيَ أَرْبَعٌ فَقِيل : تَسْقُطُ الْمَغْرِبُ ، لأَِنَّهُ أَدْرَكَ قَدْرَ الْعِشَاءِ خَاصَّةً،وَقِيل : تَجِبُ الصَّلاَتَانِ،لأَِنَّهُ يُصَلِّي الْمَغْرِبَ كَامِلَةً وَيُدْرِكُ الْعِشَاءَ بِرَكْعَةٍ (¬2) . ¶ وَذَهَبَ الشَّافِعِيَّةُ إِلَى أَنَّهُ لاَ قَضَاءَ عَلَى ذِي جُنُونٍ غَيْرِ مُتَعَدٍّ فِيهِ ، وَيُسَنُّ لَهُ الْقَضَاءُ ، أَمَّا الْمُتَعَدِّي فَعَلَيْهِ قَضَاءُ مَا فَاتَهُ مِنَ الصَّلَوَاتِ زَمَنَ ذَلِكَ لِتَعَدِّيهِ (¬3) . ¶ وَصَرَّحَ الْحَنَابِلَةُ بِأَنَّ الْمَجْنُونَ غَيْرُ مُكَلَّفٍ ، وَلاَ يَلْزَمُهُ قَضَاءُ مَا تَرَكَ فِي حَال جُنُونِهِ ، إِلاَّ أَنْ يُفِيقَ فِي وَقْتِ الصَّلاَةِ ، لأَِنَّ مُدَّتَهُ تَطُول غَالِبًا ، فَوُجُوبُ الْقَضَاءِ عَلَيْهِ يَشُقُّ ، فَعُفِيَ عَنْهُ (¬4) . ¶ وَأَمَّا الْمُغْمَى عَلَيْهِ ، فَلاَ يَلْزَمُهُ قَضَاءُ الصَّلاَةِ إِلاَّ أَنْ يُفِيقَ فِي جُزْءٍ مِنْ وَقْتِهَا وَلَمْ يُؤَدِّهَا ، وَهَذَا قَوْل الْمَالِكِيَّةِ وَالشَّافِعِيَّةِ ، وَهُوَ قَوْلٌ عِنْدَ الْحَنَابِلَةِ . ¶ وَنَصَّ الشَّافِعِيَّةُ عَلَى أَنَّ الْمُتَعَدِّيَ بِإِغْمَائِهِ يَجِبُ عَلَيْهِ الْقَضَاءُ (¬5) . ¶ وَيَرَى الْحَنَفِيَّةُ أَنَّهُ لَيْسَ عَلَى مُغْمًى عَلَيْهِ قَضَاءُ مَا فَاتَهُ فِي تِلْكَ الْحَالَةِ إِذَا زَادَتْ الْفَوَائِتُ عَلَى يَوْمٍ وَلَيْلَةٍ (¬6) . ¶ ¬__________ ¶ (¬1) - الفتاوى الهندية 1 / 121 ، وحاشية ابن عابدين 1 / 512 . ¶ (¬2) - القوانين الفقهية ص51 ط . دار الكتاب العربي . ¶ (¬3) - مغني المحتاج 1 / 131 . ¶ (¬4) - المغني 1 / 400 ، وكشاف القناع 2 / 259 . ¶ (¬5) - الشرح الصغير 1 / 364 ، ومغني المحتاج 1 / 131 ، والإنصاف 1 / 390 . ¶ (¬6) - الفتاوى الهندية 1 / 121 .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وَيَقُول الْحَنَابِلَةُ عَلَى الصَّحِيحِ مِنَ الْمَذْهَبِ:إِنَّ الْمُغْمَى عَلَيْهِ حُكْمُهُ حُكْمُ النَّائِمِ، لاَ يَسْقُطُ عَنْهُ قَضَاءُ شَيْءٍ مِنَ الْوَاجِبَاتِ الَّتِي يَجِبُ قَضَاؤُهَا عَلَى النَّائِمِ كَالصَّلاَةِ وَالصِّيَامِ (¬1) . ¶ وَأَمَّا الصَّبِيُّ ، فَلاَ تَجِبُ الصَّلاَةُ عَلَيْهِ عِنْدَ جُمْهُورِ الْفُقَهَاءِ (¬2) ، وَلَكِنَّهُ يُؤْمَرُ بِهَا إِذَا بَلَغَ سَبْعَ سِنِينَ ، وَيُضْرَبُ عَلَيْهَا لِعَشْرِ سِنِينَ (¬3) ، وَصَرَّحَ الشَّافِعِيَّةُ بِأَنَّ الصَّبِيَّ لَوْ كَانَ مُمَيِّزًا فَتَرَكَهَا ثُمَّ بَلَغَ أُمِرَ بِالْقَضَاءِ بَعْدَ الْبُلُوغِ نَدْبًا ، كَمَا كَانَ يُسْتَحَبُّ لَهُ أَدَاؤُهَا (¬4) . ¶ وَفِي أَوْجَهِ الْوَجْهَيْنِ عِنْدَ الشَّافِعِيَّةِ يُضْرَبُ عَلَى الْقَضَاءِ (¬5) . ¶ وَفِي أَصَحِّ الرِّوَايَتَيْنِ عِنْدَ الْحَنَابِلَةِ تَجِبُ الصَّلاَةُ عَلَى الصَّبِيِّ الْعَاقِل (¬6) ¶ وَبِنَاءً عَلَى هَذِهِ الرِّوَايَةِ يَلْزَمُ الصَّبِيَّ قَضَاءُ مَا فَاتَهُ مِنَ الصَّلَوَاتِ . ¶ وَعَنْ أَحْمَدَ : إِنَّ الصَّلاَةَ تَجِبُ عَلَى مَنْ بَلَغَ عَشْرًا ، وَعَنْهُ تَجِبُ عَلَى الْمُرَاهِقِ ، وَعَنْهُ تَجِبُ عَلَى الْمُمَيِّزِ (¬7) . ¶ وَعَلَى قَوْل الْجُمْهُورِ إِذَا بَلَغَ فِي أَثْنَائِهَا أَوْ بَعْدَهَا فِي الْوَقْتِ فَعَلَيْهِ إِعَادَتُهَا (¬8) . ¶ وَعِنْدَ الشَّافِعِيَّةِ إِذَا صَلَّى الصَّبِيُّ وَظِيفَةَ الْوَقْتِ ، ثُمَّ بَلَغَ قَبْل خُرُوجِ الْوَقْتِ فَيُسْتَحَبُّ لَهُ أَنْ يُعِيدَهَا ، وَلاَ تَجِبُ الإِْعَادَةُ عَلَى الصَّحِيحِ (¬9) ¶ أَمَّا مَنْ أَسْلَمَ فِي دَارِ الْحَرْبِ فَتَرَكَ صَلَوَاتٍ أَوْ صِيَامًا لاَ يَعْلَمُ وُجُوبَهُ ، لَزِمَهُ قَضَاؤُهُ عِنْدَ الْحَنَابِلَةِ ، وَهُوَ الْمَفْهُومُ مِنْ كَلاَمِ الشَّافِعِيَّةِ وَإِطْلاَقَاتِ الْمَالِكِيَّةِ (¬10) . ¶ ¬__________ ¶ (¬1) - المغني 1 / 400 ، والإنصاف 1 / 390 . ¶ (¬2) - ابن عابدين 1 / 234 - 235 ، والشرح الصغير 1 / 259 ، وروضة الطالبين 1 / 110 ، والمغني 1 / 398 ، والإنصاف 1 / 396 . ¶ (¬3) - المراجع السابقة . ¶ (¬4) - المنثور في القواعد 3 / 70 . ¶ (¬5) - أسنى المطالب 1 / 121 ، وحاشية الجمل 1 / 288 . ¶ (¬6) - المغني 1 / 399 . ¶ (¬7) - الإنصاف 1 / 396 ، والمغني 1 / 399 . ¶ (¬8) - المغني 1 / 399 ، وروضة الطالبين 1 / 188 . ¶ (¬9) - روضة الطالبين 1 / 188 . ¶ (¬10) - حاشية الدسوقي 1 / 183 ، وحاشية الجمل 1 / 286 ، والمغني 1 / 615 .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَيَرَى الْحَنَفِيَّةُ أَنَّهُ يُعْذَرُ مَنْ أَسْلَمَ بِدَارِ الْحَرْبِ فَلَمْ يَصُمْ وَلَمْ يُصَل وَلَمْ يُزَكِّ وَهَكَذَا ، لِجَهْلِهِ الشَّرَائِعَ (¬1) ، جَاءَ فِي الْفَتَاوَى الْهِنْدِيَّةِ : لاَ قَضَاءَ عَلَى مُسْلِمٍ أَسْلَمَ فِي دَارِ الْحَرْبِ وَلَمْ يُصَل مُدَّةً لِجَهْلِهِ بِوُجُوبِهَا (¬2) . ¶ وَأَمَّا فَاقِدُ الطَّهُورَيْنِ ، فَقَدْ قَال الْمَالِكِيَّةُ : لاَ تَجِبُ الصَّلاَةُ عَلَى فَاقِدِ الطَّهُورَيْنِ أَوِ الْقُدْرَةِ عَلَى اسْتِعْمَالِهِمَا كَالْمُكْرَهِ وَالْمَرْبُوطِ ، وَلاَ يَقْضِيهَا عَلَى الْمَشْهُورِ إِنْ تَمَكَّنَ بَعْدَ خُرُوجِ الْوَقْتِ (¬3) . ¶ وَيَرَى الشَّافِعِيَّةُ أَنَّهُ يَجِبُ عَلَى فَاقِدِ الطَّهُورَيْنِ أَنْ يُصَلِّيَ الْفَرْضَ فَقَطْ ¶ وَذَهَبَ الْحَنَفِيَّةُ إِلَى أَنَّهُ يَتَشَبَّهُ بِالْمُصَلِّينَ احْتِرَامًا لِلْوَقْتِ ، فَيَرْكَعُ وَيَسْجُدُ إِنْ وَجَدَ مَكَانًا يَابِسًا ، وَإِلاَّ فَيُومِئُ قَائِمًا ، وَيُعِيدُ الصَّلاَةَ بَعْدَ ذَلِكَ .. ¶ وَصَرَّحَ الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ وَمُحَمَّدٌ مِنَ الْحَنَفِيَّةِ بِأَنَّ مَنْ زَال عَقْلُهُ بِسَبَبٍ مُبَاحٍ يُقَاسُ عَلَى الْمَجْنُونِ ، فَلاَ يَلْزَمُهُ قَضَاءُ مَا فَاتَهُ مِنَ الصَّلَوَاتِ (¬4) . ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - مراقي الفلاح ص243 . ¶ (¬2) - الفتاوى الهندية 1 / 121 . ¶ (¬3) - الشرح الصغير 1 / 262 . ¶ (¬4) - ابن عابدين 1 / 512 ، والشرح الصغير 1 / 364 ، والمهذب 1 / 58 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "السَّبَبُ الثَّانِي ¶ الِاسْتِغْفَارُ ¶ كَمَا فِي الصَّحِيحَيْنِ عَنْ عَبْدَ الرَّحْمَنِ بْنَ أَبِى عَمْرَةَ قَالَ سَمِعْتُ أَبَا هُرَيْرَةَ قَالَ سَمِعْتُ النَّبِىَّ - صلى الله عليه وسلم - قَالَ: « إِنَّ عَبْدًا أَصَابَ ذَنْبًا - وَرُبَّمَا قَالَ أَذْنَبَ ذَنْبًا - فَقَالَ رَبِّ أَذْنَبْتُ - وَرُبَّمَا قَالَ أَصَبْتُ - فَاغْفِرْ لِى فَقَالَ رَبُّهُ أَعَلِمَ عَبْدِى أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ غَفَرْتُ لِعَبْدِى . ثُمَّ مَكَثَ مَا شَاءَ اللَّهُ ، ثُمَّ أَصَابَ ذَنْبًا أَوْ أَذْنَبَ ذَنْبًا ، فَقَالَ رَبِّ أَذْنَبْتُ - أَوْ أَصَبْتُ - آخَرَ فَاغْفِرْهُ . فَقَالَ أَعَلِمَ عَبْدِى أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ غَفَرْتُ لِعَبْدِى ، ثُمَّ مَكَثَ مَا شَاءَ اللَّهُ ثُمَّ أَذْنَبَ ذَنْبًا - وَرُبَّمَا قَالَ أَصَابَ ذَنْبًا - قَالَ قَالَ رَبِّ أَصَبْتُ - أَوْ أَذْنَبْتُ - آخَرَ فَاغْفِرْهُ لِى . فَقَالَ أَعَلِمَ عَبْدِى أَنَّ لَهُ رَبًّا يَغْفِرُ الذَّنْبَ وَيَأْخُذُ بِهِ غَفَرْتُ لِعَبْدِى - ثَلاَثًا - فَلْيَعْمَلْ مَا شَاءَ » (¬1) ¶ وَفِي صَحِيحِ مُسْلِمٍ عَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « وَالَّذِى نَفْسِى بِيَدِهِ لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللَّهُ بِكُمْ وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لَهُمْ » (¬2) . ¶ فالاِسْتِغْفَارُ فِي اللُّغَةِ : طَلَبُ الْمَغْفِرَةِ بِالْمَقَال وَالْفِعَال (¬3) . ¶ وَعِنْدَ الْفُقَهَاءِ : سُؤَال الْمَغْفِرَةِ كَذَلِكَ ، وَالْمَغْفِرَةُ فِي الأَْصْل : السَّتْرُ ، وَيُرَادُ بِهَا التَّجَاوُزُ عَنِ الذَّنْبِ وَعَدَمُ الْمُؤَاخَذَةِ بِهِ ، وَأَضَافَ بَعْضُهُمْ : إِمَّا بِتَرْكِ التَّوْبِيخِ وَالْعِقَابِ رَأْسًا ، أَوْ بَعْدَ التَّقْرِيرِ بِهِ فِيمَا بَيْنَ الْعَبْدِ وَرَبِّهِ (¬4) . ¶ وَيَأْتِي الاِسْتِغْفَارُ بِمَعْنَى الإِْسْلاَمِ . قَال اللَّهُ تَعَالَى : {وَمَا كَانَ اللّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ وَمَا كَانَ اللّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ} (33) سورة الأنفال ¶ الأَْصْل فِي الاِسْتِغْفَارِ أَنَّهُ مَنْدُوبٌ إِلَيْهِ (¬5) ، لِقَوْل اللَّهِ سُبْحَانَهُ .{ وَاسْتَغْفِرُوا اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (سورة المزمل / 20)، يُحْمَل عَلَى النَّدْبِ ، لأَِنَّهُ قَدْ يَكُونُ مِنْ غَيْرِ مَعْصِيَةٍ ، ¶ ¬__________ ¶ (¬1) - صحيح البخارى برقم(7507 ) ومسلم برقم(7162 ) ¶ (¬2) - صحيح مسلم برقم(7141 ) ¶ (¬3) - مفردات الراغب الأصفهاني ( غفر ) . ¶ (¬4) - البحر المحيط 5 / 201 ط السعادة ، والفتوحات الربانية 7 / 267 - 273 ط المكتبة الإسلامية . ¶ (¬5) - القرطبي 4 / 39 دار الكتب المصرية ، والشرح الصغير 4 / 765 ط . دار المعارف ، والفتوحات الربانية 7 / 272 ، وشرح ثلاثيات مسند أحمد 2 / 902 ، وإتحاف السادة المتقين شرح إحياء علوم الدين 5 / 56 ط الميمنية .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لَكِنَّهُ قَدْ يَخْرُجُ عَنِ النَّدْبِ إِلَى الْوُجُوبِ (¬1) ؛ كَاسْتِغْفَارِ النَّبِيِّ - صلى الله عليه وسلم - وَكَالاِسْتِغْفَارِ مِنَ الْمَعْصِيَةِ (¬2) ، وَقَدْ يَخْرُجُ إِلَى الْكَرَاهَةِ كَالاِسْتِغْفَارِ لِلْمَيِّتِ خَلْفَ الْجِنَازَةِ ، صَرَّحَ بِذَلِكَ الْمَالِكِيَّةُ ،وَقَدْ يَخْرُجُ إِلَى الْحُرْمَةِ ، كَالاِسْتِغْفَارِ لِلْكُفَّارِ (¬3) ¶ الاِسْتِغْفَارُ الْمَطْلُوبُ هُوَ الَّذِي يُحِل عُقْدَةَ الإِْصْرَارِ ، وَيَثْبُتُ مَعْنَاهُ فِي الْجَنَانِ ، لاَ التَّلَفُّظُ بِاللِّسَانِ ، فَإِنْ كَانَ بِاللِّسَانِ - وَهُوَ مُصِرٌّ عَلَى الْمَعْصِيَةِ - فَإِنَّهُ ذَنْبٌ يَحْتَاجُ إِلَى اسْتِغْفَارٍ (¬4) ، كَمَا رُوِيَ : التَّائِبُ مِنَ الذَّنْبِ ، كَمَنْ لاَ ذَنْبَ لَهُ ، وَالْمُسْتَغْفِرُ مِنَ الذَّنْبِ وَهُوَ مُقِيمٌ عَلَيْهِ كَالْمُسْتَهْزِئِ بِرَبِّهِ (¬5) ، وَيُطْلَبُ لِلْمُسْتَغْفِرِ بِلِسَانِهِ أَنْ يَكُونَ مُلاَحِظًا لِهَذِهِ الْمَعَانِي بِجِنَانِهِ ، لِيَفُوزَ بِنَتَائِجِ الاِسْتِغْفَارِ ، فَإِنْ لَمْ يَتَيَسَّرْ لَهُ ذَلِكَ فَيَسْتَغْفِرُ بِلِسَانِهِ ، وَيُجَاهِدُ نَفْسَهُ عَلَى مَا هُنَالِكَ ، فَالْمَيْسُورُ لاَ يَسْقُطُ بِالْمَعْسُورِ (¬6) ¶ فَإِنِ انْتَفَى الإِْصْرَارُ ، وَكَانَ الاِسْتِغْفَارُ بِاللِّسَانِ مَعَ غَفْلَةِ الْقَلْبِ ، فَفِيهِ رَأْيَانِ : ¶ الأَْوَّل : وَصْفُهُ بِأَنَّهُ تَوْبَةُ الْكَذَّابِينَ ، وَهُوَ قَوْل الْمَالِكِيَّةِ ، وَقَوْلٌ لِلْحَنَفِيَّةِ وَالشَّافِعِيَّةِ ، إِلاَّ أَنَّ الْمَالِكِيَّةَ جَعَلُوهُ مَعْصِيَةً لاَحِقَةً بِالْكَبَائِرِ ، وَقَال الآْخَرُونَ : بِأَنَّهُ لاَ جَدْوَى مِنْهُ فَقَطْ (¬7) . ¶ ¬__________ ¶ (¬1) - الفخر الرازي 5 / 199 ط عبد الرحمن محمد ، والفواكه الدواني 2 / 396 ط الحلبي ، وإتحاف السادة المتقين 8 / 511 . ¶ (¬2) - منح الجليل 1 / 306 ط ليبيا . ¶ (¬3) - ابن عابدين 1 / 301 ط بولاق ، والفروق 4 / 260 ط دار إحياء الكتب العربية ، ونهاية المحتاج مع حاشية الشبراملسي عليها 2 / 484 ط الحلبي ، والمغني مع الشرح الكبير 2 / 357 . ¶ (¬4) - مرقاة المفاتيح شرح مشكاة المصابيح 3 / 460 ، 485 ، وتنبيه الغافلين ص 197 ط المشهد الحسيني ، والفتوحات الربانية شرح الأذكار النووية 7 / 267 ، وشرح ثلاثيات مسند أحمد 2 / 903 . ¶ (¬5) - شعب الإيمان للبيهقي (6920) ضعيف ¶ (¬6) - شرح الأذكار 7 / 268 . ¶ (¬7) - إتحاف السادة المتقين شرح إحياء علوم الدين 8 / 604 ، 605 ، والفتوحات الربانية 7 / 268 ، والفواكه الدواني 2 / 396 ط الحلبي ، ومرقاة المفاتيح 3 / 460 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الثَّانِي : اعْتِبَارُهُ حَسَنَةً وَهُوَ قَوْل الْحَنَابِلَةِ ، وَقَوْلٌ لِلْحَنَفِيَّةِ وَالشَّافِعِيَّةِ ، لأَِنَّ الاِسْتِغْفَارَ عَنْ غَفْلَةٍ خَيْرٌ مِنَ الصَّمْتِ وَإِنِ احْتَاجَ إِلَى اسْتِغْفَارٍ ، لأَِنَّ اللِّسَانَ إِذَا أَلِفَ ذِكْرًا يُوشِكُ أَنْ يَأْلَفَهُ الْقَلْبُ فَيُوَافِقُهُ عَلَيْهِ ، وَتَرْكُ الْعَمَل لِلْخَوْفِ مِنْهُ مِنْ مَكَايِدِ الشَّيْطَانِ (¬1) . ¶ وقال ابن تيمية رحمه الله : \"وَأَمَّا قَوْلُ السَّائِلِ : هَلِ الِاعْتِرَافُ بِالْخَطِيئَةِ بِمُجَرَّدِهِ مَعَ التَّوْحِيدِ مُوجِبٌ لِغُفْرَانِهَا وَكَشْفِ الْكُرْبَةِ الصَّادِرَةِ عَنْهَا ؛ أَمْ يَحْتَاجُ إلَى شَيْءٍ آخَرَ ؟ ¶ فَجَوَابُهُ : أَنَّ الْمُوجِبَ لِلْغُفْرَانِ مَعَ التَّوْحِيدِ هُوَ التَّوْبَةُ الْمَأْمُورُ بِهَا ؛ فَإِنَّ الشِّرْكَ لَا يَغْفِرُهُ اللَّهُ إلَّا بِتَوْبَةٍ ؛ كَمَا قَالَ تَعَالَى : {إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } (48) سورة النساء، فِي مَوْضِعَيْنِ مِنْ الْقُرْآنِ وَمَا دُونَ الشِّرْكِ فَهُوَ مَعَ التَّوْبَةِ مَغْفُورٌ ؛ وَبِدُونِ التَّوْبَةِ مُعَلَّقٌ بِالْمَشِيئَةِ ،كَمَا قَالَ تَعَالَى : {قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَى أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ }(53) سورة الزمر، فَهَذَا فِي حَقِّ التَّائِبِينَ ، وَلِهَذَا عَمَّمَ وَأَطْلَقَ ، وَخَتَمَ أَنَّهُ يَغْفِرُ الذُّنُوبَ جَمِيعًا ، وَقَالَ فِي تِلْكَ الْآيَةِ : { وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ } فَخَصَّ مَا دُونَ الشِّرْكِ وَعَلَّقَهُ بِالْمَشِيئَةِ، فَإِذَا كَانَ الشِّرْكُ لَا يُغْفَرُ إلَّا بِتَوْبَةٍ ؛ وَأَمَّا مَا دُونَهُ فَيَغْفِرُهُ اللَّهُ لِلتَّائِبِ ؛ وَقَدْ يَغْفِرُهُ بِدُونِ التَّوْبَةِ لِمَنْ يَشَاءُ . ¶ فَالِاعْتِرَافُ بِالْخَطِيئَةِ مَعَ التَّوْحِيدِ إنْ كَانَ مُتَضَمِّنًا لِلتَّوْبَةِ أَوْجَبَ الْمَغْفِرَةَ ؛ وَإِذَا غُفِرَ الذَّنْبُ زَالَتْ عُقُوبَتُهُ ؛ فَإِنَّ الْمَغْفِرَةَ هِيَ وِقَايَةُ شَرِّ الذَّنْبِ . ¶ وَمِنَ النَّاسِ مَنْ يَقُولُ الْغَفْرُ السِّتْرُ ، وَيَقُولُ : إنَّمَا سُمِّيَ الْمَغْفِرَةَ وَالْغَفَّارَ لِمَا فِيهِ مِنْ مَعْنَى السِّتْرِ ، وَتَفْسِيرُ اسْمِ اللَّهِ الْغَفَّارِ بِأَنَّهُ السَّتَّارُ وَهَذَا تَقْصِيرٌ فِي مَعْنَى الْغَفْرِ ؛ فَإِنَّ الْمَغْفِرَةَ مَعْنَاهَا وِقَايَةُ شَرِّ الذَّنْبِ بِحَيْثُ لَا يُعَاقَبُ عَلَى الذَّنْبِ فَمَنْ غُفِرَ ذَنْبُهُ لَمْ يُعَاقَبْ عَلَيْهِ . ¶ وَأَمَّا مُجَرَّدُ سِتْرِهِ فَقَدْ يُعَاقَبُ عَلَيْهِ فِي الْبَاطِنِ ، وَمَنْ عُوقِبَ عَلَى الذَّنْبِ بَاطِنًا أَوْ ظَاهِرًا فَلَمْ يُغْفَرْ لَهُ ، وَإِنَّمَا يَكُونُ غُفْرَانُ الذَّنْبِ إذَا لَمْ يُعَاقَبْ عَلَيْهِ الْعُقُوبَةَ الْمُسْتَحَقَّةَ بِالذَّنْبِ . ¶ وَأَمَّا إذَا اُبْتُلِيَ مَعَ ذَلِكَ بِمَا يَكُونُ سَبَبًا فِي حَقِّهِ لِزِيَادَةِ أَجْرِهِ فَهَذَا لَا يُنَافِي الْمَغْفِرَةَ . ¶ ¬__________ ¶ (¬1) - شرح ثلاثيات مسند أحمد 2 / 903 ، وإتحاف السادة المتقين 8 / 607 ، ومرقاة المفاتيح 3 / 810 ط المكتبة الإسلامية ، والفتوحات الربانية 7 / 292 ، واليواقيت والجواهر شرح بيان عقائد الأكابر 2 / 104 ط دار المعرفة .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وَكَذَلِكَ إذَا كَانَ مِنْ تَمَامِ التَّوْبَةِ أَنْ يَأْتِيَ بِحَسَنَاتِ يَفْعَلُهَا فَإِنَّ مَنْ يُشْتَرَطُ فِي التَّوْبَةِ مِنْ تَمَامِ التَّوْبَةِ ؛ وَقَدْ يَظُنُّ الظَّانُّ أَنَّهُ تَائِبٌ وَلَا يَكُونُ تَائِبًا بَلْ يَكُونُ تَارِكًا ، وَالتَّارِكُ غَيْرُ التَّائِبِ . ¶ فَإِنَّهُ قَدْ يُعْرِضُ عَنِ الذَّنْبِ لِعَدَمِ خُطُورِهِ بِبَالِهِ أَوْ الْمُقْتَضَى لِعَجْزِهِ عَنْهُ ، أَوْ تَنْتَفِي إرَادَتُهُ لَهُ بِسَبَبٍ غَيْرِ دِينِيِّ ، وَهَذَا لَيْسَ بِتَوْبَةٍ ، بَلْ لَا بُدَّ مِنْ أَنْ يَعْتَقِدَ أَنَّهُ سَيِّئَةٌ وَيَكْرَهُ فِعْلَهُ لِنَهْيِ اللَّهِ عَنْهُ وَيَدَعُهُ لِلَّهِ تَعَالَى : لَا لِرَغْبَةِ مَخْلُوقٍ وَلَا لِرَهْبَةِ مَخْلُوقٍ ؛ فَإِنَّ التَّوْبَةَ مِنْ أَعْظَمِ الْحَسَنَاتِ ؛ وَالْحَسَنَاتُ كُلُّهَا يُشْتَرَطُ فِيهَا الْإِخْلَاصُ لِلَّهِ وَمُوَافَقَةُ أَمْرِهِ ، كَمَا قَالَ الْفُضَيْلُ بْنُ عِيَاضٍ ، فِي قَوْلِهِ : { لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا } قَالَ : أَخَلَصُهُ وَأَصْوَبُهُ ، قَالُوا : يَا أَبَا عَلِيٍّ مَا أَخْلَصُهُ وَأَصْوَبُهُ ؟ قَالَ : إنَّ الْعَمَلَ إذَا كَانَ خَالِصًا وَلَمْ يَكُنْ صَوَابًا لَمْ يُقْبَلْ ،وَإِذَا كَانَ صَوَابًا وَلَمْ يَكُنْ خَالِصًا لَمْ يُقْبَلْ ؛ حَتَّى يَكُونَ خَالِصًا صَوَابًا ،وَالْخَالِصُ أَنْ يَكُونَ لِلَّهِ ، وَالصَّوَابُ أَنْ يَكُونَ عَلَى السُّنَّةِ . ¶ وَكَانَ عُمَرُ بْنُ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ فِي دُعَائِهِ : اللَّهُمَّ اجْعَلْ عَمَلِي كُلَّهُ صَالِحًا ، وَاجْعَلْهُ لِوَجْهِك خَالِصًا ، وَلَا تَجْعَلْ لِأَحَدٍ فِيهِ شَيْئًا . ¶ وَأَمَّا الِاعْتِرَافُ بِالذَّنْبِ عَلَى وَجْهِ الْخُضُوعِ لِلَّهِ مِنْ غَيْرِ إقْلَاعٍ عَنْهُ فَهَذَا فِي نَفْسِ الِاسْتِغْفَارِ الْمُجَرَّدِ الَّذِي لَا تَوْبَةَ مَعَهُ . ¶ وَهُوَ كَاَلَّذِي يَسْأَلُ اللَّهَ تَعَالَى أَنْ يَغْفِرَ لَهُ الذَّنْبَ مَعَ كَوْنِهِ لَمْ يَتُبْ مِنْهُ ، وَهَذَا يَأْسٌ مِنْ رَحْمَةِ اللَّهِ ، وَلَا يَقْطَعُ بِالْمَغْفِرَةِ لَهُ فَإِنَّهُ دَاعٍ دَعْوَةً مُجَرَّدَةً . ¶ قَالَ أَبُو سَعِيدٍ قَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - : مَا مِنْ مُسْلِمٍ يَدْعُو بِدَعْوَةٍ لَيْسَ فِيهَا إِثْمَ وَلا قَطِيعَةُ رَحِمٍ إِلاَّ أَعْطَاهُ اللَّهُ بِهَا إحْدَى ثَلاثٍ : إمَّا أَنْ يُعَجِّلَ لَهُ دَعْوَتَهُ ، وَإِمَّا يَدَّخِرَهَا لَهُ فِي الآخِرَةِ ، وَإِمَّا أَنْ يَكْشِفَ عَنهُ من السُّوءَ بِمِثْلِهَا ، قَالُوا : إذًا نُكْثِرُ يَا نبي الله ، قَالَ : اللَّهُ أَكْثَرُ (¬1) . ¶ فَمِثْلُ هَذَا الدُّعَاءِ قَدْ تَحْصُلُ مَعَهُ الْمَغْفِرَةُ وَإِذَا لَمْ تَحْصُلْ ، فَلَا بُدَّ أَنْ يَحْصُلَ مَعَهُ صَرْفُ شَرٍّ آخَرَ أَوْ حُصُولُ خَيْرٍ آخَرَ ، فَهُوَ نَافِعٌ كَمَا يَنْفَعُ كُلَّ دُعَاءٍ . ¶ ¬__________ ¶ (¬1) - مصنف ابن أبي شيبة(ج 10 / ص 201)(29780) صحيح",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فَإِنَّ هَذَا الِاسْتِغْفَارَ إذَا كَانَ مَعَ التَّوْبَةِ مِمَّا يُحْكَمُ بِهِ عَامٌّ فِي كُلِّ تَائِبٍ وقد « قَالَ اللَّهُ يَا ابْنَ آدَمَ إِنَّكَ مَا دَعَوْتَنِى وَرَجَوْتَنِى غَفَرْتُ لَكَ عَلَى مَا كَانَ فِيكَ وَلاَ أُبَالِى يَا ابْنَ آدَمَ لَوْ بَلَغَتْ ذُنُوبُكَ عَنَانَ السَّمَاءِ ثُمَّ اسْتَغْفَرْتَنِى غَفَرْتُ لَكَ وَلاَ أُبَالِى يَا ابْنَ آدَمَ إِنَّكَ لَوْ أَتَيْتَنِى بِقُرَابِ الأَرْضِ خَطَايَا ثُمَّ لَقِيتَنِى لاَ تُشْرِكُ بِى شَيْئًا لأَتَيْتُكَ بِقُرَابِهَا مَغْفِرَةً » (¬1) . ¶ ،وَإِنْ لَمْ يَكُنْ مَعَ التَّوْبَةِ فَيَكُونُ فِي حَقِّ بَعْضِ الْمُسْتَغْفِرِينَ الَّذِينَ قَدْ يَحْصُلُ لَهُمْ عِنْدَ الِاسْتِغْفَارِ مِنَ الْخَشْيَةِ وَالْإِنَابَةِ مَا يَمْحُو الذُّنُوبَ كَمَا فِي حَدِيثِ الْبِطَاقَةِ فعَنْ أَبِى عَبْدِ الرَّحْمَنِ الْمَعَافِرِىِّ ثُمَّ الْحُبُلِىِّ قَالَ سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ اللَّهَ سَيُخَلِّصُ رَجُلاً مِنْ أُمَّتِى عَلَى رُءُوسِ الْخَلاَئِقِ يَوْمَ الْقِيَامَةِ فَيَنْشُرُ عَلَيْهِ تِسْعَةً وَتِسْعِينَ سِجِلاًّ كُلُّ سِجِلٍّ مِثْلُ مَدِّ الْبَصَرِ ثُمَّ يَقُولُ أَتُنْكِرُ مِنْ هَذَا شَيْئًا أَظَلَمَكَ كَتَبَتِى الْحَافِظُونَ فَيَقُولُ لاَ يَا رَبِّ. فَيَقُولُ أَفَلَكَ عُذْرٌ فَيَقُولُ لاَ يَا رَبِّ. فَيَقُولُ بَلَى إِنَّ لَكَ عِنْدَنَا حَسَنَةً فَإِنَّهُ لاَ ظُلْمَ عَلَيْكَ الْيَوْمَ فَتَخْرُجُ بِطَاقَةٌ فِيهَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ فَيَقُولُ احْضُرْ وَزْنَكَ فَيَقُولُ يَا رَبِّ مَا هَذِهِ الْبِطَاقَةُ مَعَ هَذِهِ السِّجِلاَّتِ فَقَالَ إِنَّكَ لاَ تُظْلَمُ. قَالَ فَتُوضَعُ السِّجِلاَّتُ فِى كِفَّةٍ وَالْبِطَاقَةُ فِى كِفَّةٍ فَطَاشَتِ السِّجِلاَّتُ وَثَقُلَتِ الْبِطَاقَةُ فَلاَ يَثْقُلُ مَعَ اسْمِ اللَّهِ شَىْءٌ » (¬2) . ¶ بِأَنَّ قَوْلَ : لَا إلَهَ إلَّا اللَّهُ ثَقُلَتْ بِتِلْكَ السَّيِّئَاتِ ؛ لَمَّا قَالَهَا بِنَوْعِ مِنْ الصِّدْقِ وَالْإِخْلَاصِ الَّذِي يَمْحُو السَّيِّئَاتِ ، وَكَمَا غَفَرَ لِلْبَغِيِّ بِسَقْيِ الْكَلْبِ لِمَا حَصَلَ فِي قَلْبِهَا إذْ ذَاكَ مِنْ الْإِيمَانِ ،وَأَمْثَالُ ذَلِكَ كَثِيرٌ ،وَقَوْلُ مَنْ قَالَ مِنَ الْعُلَمَاءِ : الِاسْتِغْفَارُ مَعَ الْإِصْرَارِ تَوْبَةُ الْكَذَّابِينَ ، فَهَذَا إذَا كَانَ الْمُسْتَغْفِرُ يَقُولُهُ عَلَى وَجْهِ التَّوْبَةِ أَوْ يَدَّعِي أَنَّ اسْتِغْفَارَهُ تَوْبَةٌ ، وَأَنَّهُ تَائِبٌ بِهَذَا الِاسْتِغْفَارِ فَلَا رَيْبَ أَنَّهُ مَعَ الْإِصْرَارِ لَا يَكُونُ تَائِبًا ، فَإِنَّ التَّوْبَةَ وَالْإِصْرَارَ ضِدَّانِ : الْإِصْرَارُ يُضَادُّ التَّوْبَةَ ، لَكِنْ لَا يُضَادُّ الِاسْتِغْفَارُ بِدُونِ التَّوْبَةِ (¬3) . ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - سنن الترمذى(3885 ) والصحيحة (1951) وصحيح الجامع (4338) صحيح لغيره ¶ (¬2) - أخرجه الترمذى برقم( 2850 ) وهو صحيح ¶ (¬3) - انظر الفتاوى الكبرى - (ج 7 / ص 407) ومجموع الفتاوى - (ج 10 / ص 316) وراجع كتابي (( أهمية الاستغفار وفوائده )) ففيه تفاصيل",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "السَّبَبُ الثَّالِثُ ¶ الْحَسَنَاتُ الْمَاحِيَةُ ¶ كَمَا قَالَ تَعَالَى : { وَأَقِمِ الصَّلاَةَ طَرَفَيِ النَّهَارِ وَزُلَفًا مِّنَ اللَّيْلِ إِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ ذَلِكَ ذِكْرَى لِلذَّاكِرِينَ } (114) سورة هود . ¶ وَقَالَ - صلى الله عليه وسلم - : « الصَّلَوَاتُ الْخَمْسُ وَالْجُمُعَةُ إِلَى الْجُمُعَةِ وَرَمَضَانُ إِلَى رَمَضَانَ مُكَفِّرَاتٌ مَا بَيْنَهُنَّ إِذَا اجْتَنَبَ الْكَبَائِرَ » (¬1) . ¶ مَعْنَاهُ أَنَّ الذُّنُوبَ كُلَّهَا تُغْفَرُ إِلَّا الْكَبَائِرَ، فَإِنَّهَا لَا تُغْفَرُ وَلَيْسَ الْمُرَادُ أَنَّ الذُّنُوبَ تُغْفَرُ مَا لَمْ تَكُنْ كَبِيرَةً فَإِنْ كَانَتْ لَا يُغْفَرُ شَيْءٌ مِنَ الصَّغَائِرِ ، فَإِنَّ هَذَا وَإِنْ كَانَ مُحْتَمِلًا فَسِيَاقُ الْحَدِيثِ يَأْبَاهُ، قَالَ الْقَاضِي عِيَاضٌ :هَذَا الْمَذْكُورُ فِي الْحَدِيثِ مِنْ غَفْرِ الذُّنُوبِ مَا لَمْ يُؤْتَ كَبِيرَةٌ هُوَ مَذْهَبُ أَهْلِ السُّنَّةِ وَأَنَّ الْكَبَائِرَ إِنَّمَا يُكَفِّرُهَا التَّوْبَةُ أَوْ رَحْمَةُ اللَّهِ تَعَالَى وَفَضْلُهُ ، وَقَالَ الْقَارِي فِي الْمِرْقَاةِ: إِنَّ الْكَبِيرَةَ لَا يُكَفِّرُهَا الصَّلَاةُ وَالصَّوْمُ وَكَذَا الْحَجُّ ،وَإِنَّمَا يُكَفِّرُهَا التَّوْبَةُ الصَّحِيحَةُ لَا غَيْرُهَا ، نَقَلَ اِبْنُ عَبْدِ الْبَرِّ الْإِجْمَاعَ عَلَيْهِ بَعْدَمَا حَكَى فِي تَمْهِيدِهِ عَنْ بَعْضِ مُعَاصِرِيهِ أَنَّ الْكَبَائِرَ لَا يُكَفِّرُهَا غَيْرُ التَّوْبَةِ ، ثُمَّ قَالَ وَهَذَا جَهْلٌ وَمُوَافَقَةٌ لِلْمُرْجِئَةِ فِي قَوْلِهِمْ إِنَّهُ لَا يَضُرُّ مَعَ الْإِيمَانِ ذَنْبٌ ، وَهُوَ مَذْهَبٌ بَاطِلٌ بِإِجْمَاعِ الْأُمَّةِ اِنْتَهَى ، قَالَ الْعَلَّامَةُ الشَّيْخُ مُحَمَّدُ طَاهِرٍ فِي مَجْمَعِ الْبِحَارِ: مَا لَفْظُهُ فِي تَعْلِيقِي : لِلتِّرْمِذِيِّ لَا بُدَّ فِي حُقُوقِ النَّاسِ مِنْ الْقِصَاصِ وَلَوْ صَغِيرَةً وَفِي الْكَبَائِرِ مِنَ التَّوْبَةِ ، ثُمَّ وَرَدَ وَعْدُ الْمَغْفِرَةِ فِي الصَّلَوَاتِ الْخَمْسِ وَالْجُمُعَةِ وَرَمَضَانَ فَإِذَا تَكَرَّرَ يُغْفَرُ بِأَوَّلِهَا الصَّغَائِرُ وَبِالْبَوَاقِي يُخَفَّفُ عَنِ الْكَبَائِرِ وَإِنْ لَمْ يُصَادِفْ صَغِيرَةً وَلَا كَبِيرَةً يُرْفَعُ بِهَا الدَّرَجَاتُ اِنْتَهَى (¬2) ¶ وَقَالَ - صلى الله عليه وسلم - : « فِتْنَةُ الرَّجُلِ فِى أَهْلِهِ وَمَالِهِ وَوَلَدِهِ وَجَارِهِ تُكَفِّرُهَا الصَّلاَةُ وَالصَّوْمُ وَالصَّدَقَةُ وَالأَمْرُ وَالنَّهْىُ » (¬3) . وَهَذِهِ الْأَحَادِيثُ وَأَمْثَالُهَا فِي الكتب الستة وغيرها . ¶ ¬__________ ¶ (¬1) - صحيح مسلم برقم( 573 و574) ¶ (¬2) - .تحفة الأحوذي - (ج 1 / ص 247) ¶ (¬3) - صحيح البخارى برقم(525 )",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وَقَالَ - صلى الله عليه وسلم - : « الصَّلَاةُ نُورٌ ، وَالصِّيَامُ جُنَّةٌ ، وَالصَّدَقَةُ تُطْفِئُ الْخَطِيئَةَ كَمَا يُطْفِئُ الْمَاءُ النَّارَ ، وَالْحَسَدُ يَأْكُلُ الْحَسَنَاتِ كَمَا تَأْكُلُ النَّارُ الْحَطَبَ » (¬1) . ¶ --------------- ¶ هل الحسناتُ تكفِّرُ الصغائر والكبائر ؟ ¶ وَسُؤَالُهُمْ عَلَى هَذَا الْوَجْهِ أَنْ يَقُولُوا الْحَسَنَاتُ إنَّمَا تُكَفِّرُ الصَّغَائِرَ فَقَطْ ، فَأَمَّا الْكَبَائِرُ فَلَا تُغْفَرُ إلَّا بِالتَّوْبَةِ كَمَا قَدْ جَاءَ فِي بَعْضِ الْأَحَادِيثِ : \" مَا اُجْتُنِبَتْ الْكَبَائِرُ \" ¶ فَيُجَابُ عَنْ هَذَا بِوُجُوهِ : ¶ أَحَدُهَا : أَنَّ هَذَا الشَّرْطَ جَاءَ فِي الْفَرَائِضِ . كَالصَّلَوَاتِ الْخَمْسِ وَالْجُمُعَةِ وَصِيَامِ شَهْرِ رَمَضَانَ وَذَلِكَ أَنَّ اللَّهَ تَعَالَى يَقُولُ : { إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُدْخَلًا كَرِيمًا (31) [النساء/31] }، فَالْفَرَائِضُ مَعَ تَرْكِ الْكَبَائِرِ مُقْتَضِيَةٌ لِتَكْفِيرِ السَّيِّئَاتِ ،وَأَمَّا الْأَعْمَالُ الزَّائِدَةُ مِنَ التَّطَوُّعَاتِ فَلَا بُدَّ أَنْ يَكُونَ لَهَا ثَوَابٌ آخَرُ ،فَإِنَّ اللَّهَ سُبْحَانَهُ يَقُولُ : { فَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ (7) وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ (8) سورة الزلزلة } . ¶ ( الثَّانِي ) : أَنَّهُ قَدْ جَاءَ التَّصْرِيحُ فِي كَثِيرٍ مِنْ الْأَحَادِيثِ بِأَنَّ الْمَغْفِرَةَ قَدْ تَكُونُ مَعَ الْكَبَائِرِ، فعن بِلاَلِ بْنِ يَسَارِ بْنِ زَيْدٍ مَوْلَى النَّبِىِّ - صلى الله عليه وسلم - قَالَ سَمِعْتُ أَبِى يُحَدِّثُنِيهِ عَنْ جَدِّى أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ : « مَنْ قَالَ: أَسْتَغْفِرُ اللَّهَ الَّذِى لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ غُفِرَ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ » (¬2) . ¶ وَفِي السُّنَنِ عَنِ وَاثِلَةَ بْنِ الأَسْقَعِ :قَالَ أَتَيْنَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - فِى صَاحِبٍ لَنَا أَوْجَبَ - يَعْنِى - النَّارَ بِالْقَتْلِ فَقَالَ: « أَعْتِقُوا عَنْهُ يُعْتِقِ اللَّهُ بِكُلِّ عُضْوٍ مِنْهُ عُضْوًا مِنْهُ مِنَ النَّارِ » (¬3) ¶ ¬__________ ¶ (¬1) - شُعَبُ الْإِيمَانِ لِلْبَيْهَقِيِّ برقم(6335 ) وهو حسن لغيره ¶ (¬2) - سنن أبى داود برقم(1519 ) وهو صحيح . ¶ (¬3) - سنن أبى داود برقم(3966 ) وهو حسن لغيره",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وَفِي الصَّحِيحَيْنِ عَنْ أَبِى ذَرٍّ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَتَانِى آتٍ مِنْ رَبِّى فَأَخْبَرَنِى أَنَّهُ مَنْ مَاتَ مِنْ أُمَّتِى لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ » . قُلْتُ وَإِنْ زَنَى وَإِنْ سَرَقَ قَالَ: « وَإِنْ زَنَى وَإِنْ سَرَقَ » (¬1) . ¶ وعَنْ زَيْدِ بْنِ وَهْبٍ ، قَالَ : أَشْهَدُ بِاللَّهِ لَسَمِعْتُ أَبَا ذَرٍّ بِالرَّبَذَةِ ، يَقُولُ : كُنْتُ أَمْشِي مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - بِحَرَّةِ الْمَدِينَةِ مُمْسِيًا ، فَاسْتَقْبَلَنَا أُحُدٌ ، فَقَالَ : يَا أَبَا ذَرٍّ مَا أُحِبُّ أَنَّ لِي أُحُدًا ذَهَبًا أُمْسِي ثَالِثَةً وَعِنْدِي مِنْهُ دِينَارٌ إِلاَّ دِينَارٌ أَرْصُدُهُ لِدَيْنٍ ، إِلاَّ أَنْ أَقُولَ بِهِ فِي عِبَادِ اللهِ هَكَذَا وَهَكَذَا - يَعْنِي مِنْ بَيْنِ يَدَيْهِ ، وَمِنْ خَلْفِهِ ، وَعَنْ يَمِينِهِ ، وَعَنْ شِمَالِهِ ، ثُمَّ قَالَ : يَا أَبَا ذَرٍّ إِنَّ الْمُكْثِرِينَ هُمُ الأَقَلُّونَ يَوْمَ الْقِيَامَةِ ، ثُمَّ قَالَ لِي : لاَ تَبْرَحْ حَتَّى آتِيَكَ ، فَانْطَلَقَ ، ثُمَّ جَاءَ فِي سَوَادِ اللَّيْلِ ، فَسَمِعْتُ صَوْتًا ، فَخَشِيتُ أَنْ يَكُونَ ضِرَارَ رَسُولِ اللهِ - صلى الله عليه وسلم - ، فَهَمَمْتُ أَنْ أَنْطَلِقَ ، ثُمَّ ذَكَرْتُ قَوْلَهُ ، فَجَلَسْتُ حَتَّى جَاءَ ، فَقُلْتُ لَهُ : إِنِّي أَرَدْتُ أَنْ آتِيَكَ يَا رَسُولَ اللهِ ، ثُمَّ ذَكَرْتُ قَوْلَكَ لِي ، وَسَمِعْتُ صَوْتًا ، قَالَ : ذَاكَ جِبْرِيلُ جَاءَنِي ، فَأَخْبَرَنِي أَنَّ مَنْ مَاتَ مِنْ أُمَّتِي لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ، فَقُلْتُ وَإِنْ زَنَى ، وَإِنْ سَرَقَ ، فَقَالَ : وَإِنْ زَنَى ، وَإِنْ سَرَقَ. (¬2) ¶ ( الثَّالِثُ ) : أَنَّ قَوْلَهُ لِأَهْلِ بَدْرٍ وَنَحْوِهِمْ : { اعْمَلُوا مَا شِئْتُمْ فَقَدْ غَفَرْت لَكُمْ } (¬3) إنْ حُمِلَ عَلَى الصَّغَائِرِ أَوْ عَلَى الْمَغْفِرَةِ مَعَ التَّوْبَةِ لَمْ يَكُنْ فَرْقٌ بَيْنَهُمْ وَبَيْنَ غَيْرِهِمْ . ¶ فَكَمَا لَا يَجُوزُ حَمْلُ الْحَدِيثِ عَلَى الْكُفْرِ لِمَا قَدْ عُلِمَ أَنَّ الْكُفْرَ لَا يُغْفَرُ إلَّا بِالتَّوْبَةِ، فعَنِ ابْنِ شِمَاسَةَ أَنَّ عَمْرَو بْنَ الْعَاصِ قَالَ لَمَّا أَلْقَى اللَّهُ عَزَّ وَجَلَّ فِى قَلْبِى الإِسْلاَمَ - قَالَ - أَتَيْتُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى برقم(1237 ) وصحيح مسلم برقم(282) ¶ (¬2) - صحيح ابن حبان - (ج 8 / ص 118)(3326) صحيح ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ : أُضْمِرَ فِي هَذَا الْخَبَرِ شَرْطَانِ : أَحَدُهُمَا أَنَّ مَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ إِنْ تَفَضَّلُ اللَّهُ جَلَّ وَعَلاَ عَلَيْهِ بِالْعَفْوِ عَنْ جِنَايَاتِهِ الَّتِي لَهُ فِي دَارِ الدُّنْيَا ، لأَنَّ الْمَرْءَ لاَ يَخْلُو مِنَ ارْتِكَابِ بَعْضِ مَا حُظِرَ عَلَيْهِ فِي الدُّنْيَا ، أُضْمِرَ فِي الْخَبَرِ هَذَا الشَّرْطُ. ¶ وَالشَّرْطُ الثَّانِي : مَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ ، يُرِيدُ بَعْدَ تَعْذِيبِهِ إِيَّاهُ فِي النَّارِ ، نَعُوذُ بِاللَّهِ مِنْهَا ، إِنْ لَمْ يَتَفَضَّلْ عَلَيْهِ بِالْعَفْوِ قَبْلَ ذَلِكَ ، لِئَلاَّ يَبْقَى فِي النَّارِ مَعَ مَنْ أَشْرَكَ بِهِ فِي الدُّنْيَا. ¶ فَهَذَانِ الشَّرْطَانِ مُضْمَرَانِ فِي هَذَا الْخَبَرِ ، لاَ أَنَّ كُلَّ مَنْ مَاتَ وَلاَ يُشْرِكُ بِاللَّهِ شَيْئًا دَخَلَ الْجَنَّةَ لاَ مَحَالَةَ. ¶ (¬3) - صحيح البخارى برقم(3007 ) وصحيح مسلم برقم( 6557)",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "النَّبِىَّ - صلى الله عليه وسلم - لِيُبَايِعَنِى فَبَسَطَ يَدَهُ إِلَىَّ فَقُلْتُ لاَ أُبَايِعُكَ يَا رَسُولَ اللَّهِ حَتَّى تَغْفِرَ لِى مَا تَقَدَّمَ مِنْ ذَنْبِى. قَالَ فَقَالَ لِى رَسُولُ اللَّهِ - صلى الله عليه وسلم - « يَا عَمْرُو أَمَا عَلِمْتَ أَنَّ الْهِجْرَةَ تَجُبُّ مَا قَبْلَهَا مِنَ الذُّنُوبِ يَا عَمْرُو أَمَا عَلِمْتَ أَنَّ الإِسْلاَمَ يَجُبُّ مَا كَانَ قَبْلَهُ مِنَ الذُّنُوبِ » (¬1) ¶ وعَنْ أَبِى عُبَيْدَةَ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : « التَّائِبُ مِنَ الذَّنْبِ كَمَنْ لاَ ذَنْبَ لَهُ » (¬2) ¶ لَا يَجُوزُ حَمْلُهُ عَلَى مُجَرَّدِ الصَّغَائِرِ الْمُكَفَّرَةِ بِاجْتِنَابِ الْكَبَائِرِ . ¶ ( الرَّابِعُ ) : أَنَّهُ قَدْ جَاءَ فِي غَيْرِ حَدِيثٍ أَنَّ « أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَّلاَةُ فَإِنْ كَانَ أَكْمَلَهَا كُتِبَتْ لَهُ كَامِلَةً وَإِنْ لَمْ يَكُنْ أَكْمَلَهَا قَالَ لِلْمَلاَئِكَةِ انْظُرُوا هَلْ تَجِدُونَ لِعَبْدِى مِنْ تَطَوُّعٍ فَأَكْمِلُوا بِهَا مَا ضَيَّعَ مِنْ فَرِيضَةٍ ثُمَّ الزَّكَاةُ ثُمَّ تُؤْخَذُ الأَعْمَالُ عَلَى حَسَبِ ذَلِكَ » (¬3) . ¶ وَمَعْلُومٌ أَنَّ ذَلِكَ النَّقْصَ الْمُكَمِّلَ لَا يَكُونُ لِتَرْكِ مُسْتَحَبٍّ ؛ فَإِنَّ تَرْكَ الْمُسْتَحَبِّ لَا يَحْتَاجُ إلَى جبران وَلِأَنَّهُ حِينَئِذٍ لَا فَرْقَ بَيْنَ ذَلِكَ الْمُسْتَحَبِّ الْمَتْرُوكِ وَالْمَفْعُولِ ،فَعُلِمَ أَنَّهُ يَكْمُلُ نَقْصُ الْفَرَائِضِ مِنْ التَّطَوُّعَاتِ . ¶ وَهَذَا لَا يُنَافِي مِنْ أَنَّ اللَّهَ لَا يَقْبَلُ النَّافِلَةَ حَتَّى تُؤَدَّى الْفَرِيضَةُ مَعَ أَنَّ هَذَا لَوْ كَانَ مُعَارِضًا لِلْأَوَّلِ لَوَجَبَ تَقْدِيمُ الْأَوَّلِ لِأَنَّهُ أَثْبَتَ وَأَشْهَرُ ،وَهَذَا غَرِيبٌ رَفْعُهُ وَإِنَّمَا الْمَعْرُوفُ أَنَّهُ فِي وَصِيَّةِ أَبِي بَكْر لِعُمَرِ ؛ فعَنْ زُبَيْدٍ ، أَنَّ أَبَا بَكْرٍ رَحِمَهُ اللَّهُ لَمَّا حَضَرَهُ الْمَوْتُ أَرْسَلَ إِلَى عُمَرَ رَحِمَهُ اللَّهُ يَسْتَخْلِفُهُ ، فَقَالَ النَّاسُ : \" تَسْتَخْلِفُ عَلَيْنَا عُمَرَ فَظًّا غَلِيظًا ، فَلَوْ قَدْ وَلِيَنَا كَانَ أَفَظَّ وَأَغْلَظَ ، فَمَاذَا تَقُولُ لِرَبِّكَ إِذَا لَقِيتَهُ ، وَقَدِ اسْتَخْلَفْتَ عَلَيْنَا عُمَرَ ؟ فَقَالَ أَبُو بَكْرٍ : \" أَبِرَبِّي تُخَوِّفُونِي ؟ أَقُولُ : اللَّهُمَّ إِنِّي اسْتَخْلَفْتُ عَلَيْهِمْ خَيْرَ أَهْلِكَ \" ، ثُمَّ أَرْسَلَ إِلَى عُمَرَ ، فَقَالَ : إِنِّي مُوصِيكَ بِوَصِيَّةٍ ، إِنْ أَنْتَ حَفِظْتَهَا ، إِنَّ لِلَّهِ حَقًّا بِالنَّهَارِ لَا يَقْبَلُهُ بِاللَّيْلِ ، وَإِنَّ لِلَّهِ حَقًّا بِاللَّيْلِ لَا يَقْبَلُهُ بِالنَّهَارِ ، وَإِنَّهُ لَا يَقْبَلُ نَافِلَةً حَتَّى تُؤَدَّى الْفَرِيضَةُ ، وَإِنَّمَا ثَقُلَتْ مَوَازِينُ مَنْ ثَقُلَتْ مَوَازِينُهُ يَوْمَ الْقِيَامَةِ بِاتِّبَاعِهِمْ فِي الدُّنْيَا الْحَقَّ ، وَثِقَلِهِ عَلَيْهِمْ ، ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم(18304) وهو حديث صحيح. ¶ (¬2) - سنن ابن ماجه برقم(4391 ) وهو صحيح لغيره. ¶ (¬3) - مسند أحمد برقم(17417) وسنن الترمذى برقم(415 ) وهو صحيح",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وَحَقٌّ لِمِيزَانٍ لَا يُوضَعُ فِيهِ إِلَّا الْحَقُّ أَنْ يَكُونَ ثَقِيلًا ، وَإِنَّمَا خَفَّتْ مَوَازِينُ مَنْ خَفَّتْ مَوَازِينُهُ يَوْمَ الْقِيَامَةِ بِاتِّبَاعِهِمُ الْبَاطِلَ فِي الدُّنْيَا ، وَخِفَّتِهِ عَلَيْهِمْ ، وَحَقٌّ لِمِيزَانٍ أَنْ لَا يُوضَعَ فِيهِ إِلَّا الْبَاطِلُ أَنْ يَكُونَ خَفِيفًا ، وَأَنَّ اللَّهَ عَزَّ وَجَلَّ ذَكَرَ أَهْلَ الْجَنَّةِ بِأَصْلَحَ مَا عَمِلُوا ، وَأَنَّهُ يَتَجَاوَزُ عَنْ سَيِّئَاتِهِمْ فَيَقُولُ قَائِلٌ : لَا أَبْلَغُ هَؤُلَاءِ ، وَذَكَرَ أَهْلَ النَّارِ بِأَسْوَأِ الَّذِي عَمِلُوا ، وَأَنَّهُ رَدَّ عَلَيْهِمْ صَالِحَ مَا عَمِلُوا ، فَيَقُولُ الْقَائِلُ : أَنَا خَيْرٌ مِنْ هَؤُلَاءِ ، وَذَكَرَ آيَةَ الرَّحْمَةِ وَآيَةَ الْعَذَابِ ، لِيَكُونَ الْمُؤْمِنُ رَاغِبًا زَاهِدًا ، وَلَا يَتَمَنَّى عَلَى اللَّهِ غَيْرَهُ ، وَلَا يُلْقِي بِيَدِهِ إِلَى التَّهْلُكَةِ ، فَإِنْ أَنْتَ حَفِظْتَ وَصِيَّتِي لَمْ يَكُنْ غَائِبٌ أَحَبَّ إِلَيْكَ مِنَ الْمَوْتِ ، وَلَا بُدَّ لَكَ مِنْهُ ، وَإِنْ أَنْتَ ضَيَّعْتَ وَصِيَّتِي لَمْ يَكُنْ غَائِبٌ أَبْغَضَ إِلَيْكَ مِنَ الْمَوْتِ ، وَلَنْ تُعْجِزَهُ \" (¬1) ¶ وَذَلِكَ لِأَنَّ قَبُولَ النَّافِلَةِ يُرَادُ بِهِ الثَّوَابُ عَلَيْهَا . وَمَعْلُومٌ أَنَّهُ لَا يُثَابُ عَلَى النَّافِلَةِ حَتَّى تُؤَدَّى الْفَرِيضَةُ ،فَإِنَّهُ إذَا فَعَلَ النَّافِلَةَ مَعَ نَقْصِ الْفَرِيضَةِ كَانَتْ جَبْرًا لَهَا وَإِكْمَالًا لَهَا . فَلَمْ يَكُنْ فِيهَا ثَوَابُ نَافِلَةٍ ، وَلِهَذَا قَالَ بَعْضُ السَّلَفِ : النَّافِلَةُ لَا تَكُونُ إلَّا لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - ، لِأَنَّ اللَّهَ قَدْ غَفَرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ وَغَيْرُهُ يَحْتَاجُ إلَى الْمَغْفِرَةِ . وَتَأَوَّلَ عَلَى هَذَا قَوْلُهُ : {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا} (79) سورة الإسراء ، وَلَيْسَ إذَا فَعَلَ نَافِلَةً وَضَيَّعَ فَرِيضَةً تَقُومُ النَّافِلَةُ مَقَامَ الْفَرِيضَةِ مُطْلَقًا؛ بَلْ قَدْ تَكُونُ عُقُوبَتُهُ عَلَى تَرْكِ الْفَرِيضَةِ أَعْظَمَ مِنْ ثَوَابِ النَّافِلَةِ . ¶ فَإِنْ قِيلَ : الْعَبْدُ إذَا نَامَ عَنْ صَلَاةٍ أَوْ نَسِيَهَا كَانَ عَلَيْهِ أَنْ يُصَلِّيَهَا إذَا ذَكَرَهَا بِالنَّصِّ وَالْإِجْمَاعِ . فَلَوْ كَانَ لَهَا بَدَلٌ مِنْ التَّطَوُّعَاتِ لَمْ يَجِبْ الْقَضَاءُ . ¶ قِيلَ : هَذَا خَطَأٌ .فَإِنْ قِيلَ هَذَا يُقَالُ فِي جَمِيعِ مُسْقِطَاتِ الْعِقَابِ . ¶ فَيُقَالُ : إذَا كَانَ الْعَبْدُ يُمْكِنُهُ رَفْعُ الْعُقُوبَةِ بِالتَّوْبَةِ لَمْ يَنْهَ عَنِ الْفِعْلِ، وَمَعْلُومٌ أَنَّ الْعَبْدَ عَلَيْهِ أَنْ يَفْعَلَ الْمَأْمُورَ وَيَتْرُكَ الْمَحْظُورَ ؛ لِأَنَّ الْإِخْلَالَ بِذَلِكَ سَبَبٌ لِلذَّمِّ وَالْعِقَابِ وَإِنْ جَازَ مَعَ إخْلَالِهِ أَنْ يَرْتَفِعَ الْعِقَابُ بِهَذِهِ الْأَسْبَابِ، كَمَا عَلَيْهِ أَنْ يَحْتَمِيَ مِنَ السُّمُومِ الْقَاتِلَةِ وَإِنْ كَانَ مَعَ تَنَاوُلِهِ لَهَا يُمْكِنُ رَفْعُ ضَرَرِهَا بِأَسْبَابِ مِنَ الْأَدْوِيَةِ . ¶ ¬__________ ¶ (¬1) - السُّنَّةُ لِأَبِي بَكْرِ بْنِ الْخَلَّالِ - جَامِعُ أَمْرِ الْخِلَافَةِ بَعْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - برقم(345 ) وهو صحيح غيره",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وَاَللَّهُ عَلِيمٌ حَكِيمٌ رَحِيمٌ - أَمَرَهُمْ بِمَا يُصْلِحُهُمْ وَنَهَاهُمْ عَمَّا يُفْسِدُهُمْ ثُمَّ إذَا وَقَعُوا فِي أَسْبَابِ الْهَلَاكِ لَمْ يؤيسهم مِنْ رَحْمَتِهِ بَلْ جَعَلَ لَهُمْ أَسْبَابًا يَتَوَصَّلُونَ بِهَا إلَى رَفْعِ الضَّرَرِ عَنْهُمْ ،وَلِهَذَا قِيلَ : إنَّ الْفَقِيهَ كُلُّ الْفَقِيهِ الَّذِي لَا يُؤَيِّسُ النَّاسَ مِنْ رَحْمَةِ اللَّهِ وَلَا يُجَرِّئُهُمْ عَلَى مَعَاصِي اللَّهِ . ¶ وَلِهَذَا يُؤْمَرُ الْعَبْدُ بِالتَّوْبَةِ كُلَّمَا أَذْنَبَ قَالَ بَعْضُهُمْ لِشَيْخِهِ : إنِّي أُذْنِبُ قَالَ : تُبْ قَالَ : ثُمَّ أَعُودُ ، قَالَ : تُبْ قَالَ : ثُمَّ أَعُودُ ، قَالَ : تُبْ قَالَ : إلَى مَتَى قَالَ : إلَى أَنْ تُحْزِنَ الشَّيْطَانَ . وَفِي الْمُسْنَدِ عَنْ عَلِيٍّ عَنْ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ : « إِنَّ اللَّهَ يُحِبُّ الْعَبْدَ الْمُؤْمِنَ الْمُفَتَّنَ التَّوَّابَ » (¬1) . ¶ وَأَيْضًا فَإِنَّ مَنْ نَامَ عَنْ صَلَاةٍ أَوْ نَسِيَهَا فَصَلَاتُهُ إذَا اسْتَيْقَظَ أَوْ ذَكَرَهَا كَفَّارَةً لَهَا تَبْرَأُ بِهَا الذِّمَّةُ مِنَ الْمُطَالَبَةِ ،وَيَرْتَفِعُ عَنْهُ الذَّمُّ وَالْعِقَابُ وَيَسْتَوْجِبُ بِذَلِكَ الْمَدْحَ وَالثَّوَابَ ،وَأَمَّا مَا يَفْعَلُهُ مِنَ التَّطَوُّعَاتِ فَلَا نَعْلَمُ الْقَدْرَ الَّذِي يَقُومُ ثَوَابُهُ مَقَامَ ذَلِكَ وَلَوْ عُلِمَ فَقَدْ لَا يُمْكِنُ فِعْلُهُ مَعَ سَائِرِ الْوَاجِبَاتِ، ثُمَّ إذَا قَدَّرَ أَنَّهُ أُمِرَ بِمَا يَقُومُ مَقَامَ ذَلِكَ صَارَ وَاجِبًا فَلَا يَكُونُ تَطَوُّعًا، وَالتَّطَوُّعَاتُ شُرِعَتْ لِمَزِيدِ التَّقَرُّبِ إلَى اللَّهِ كَمَا قَالَ تَعَالَى فِي الْحَدِيثِ الصَّحِيحِ عَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ اللَّهَ قَالَ مَنْ عَادَى لِى وَلِيًّا فَقَدْ آذَنْتُهُ بِالْحَرْبِ ، وَمَا تَقَرَّبَ إِلَىَّ عَبْدِى بِشَىْءٍ أَحَبَّ إِلَىَّ مِمَّا افْتَرَضْتُ عَلَيْهِ ، وَمَا يَزَالُ عَبْدِى يَتَقَرَّبُ إِلَىَّ بِالنَّوَافِلِ حَتَّى أُحِبَّهُ ، فَإِذَا أَحْبَبْتُهُ كُنْتُ سَمْعَهُ الَّذِى يَسْمَعُ بِهِ ، وَبَصَرَهُ الَّذِى يُبْصِرُ بِهِ ، وَيَدَهُ الَّتِى يَبْطُشُ بِهَا وَرِجْلَهُ الَّتِى يَمْشِى بِهَا ، وَإِنْ سَأَلَنِى لأُعْطِيَنَّهُ ، وَلَئِنِ اسْتَعَاذَنِى لأُعِيذَنَّهُ ، وَمَا تَرَدَّدْتُ عَنْ شَىْءٍ أَنَا فَاعِلُهُ تَرَدُّدِى عَنْ نَفْسِ الْمُؤْمِنِ ، يَكْرَهُ الْمَوْتَ وَأَنَا أَكْرَهُ مَسَاءَتَهُ » (¬2) . ¶ فَإِذَا لَمْ يَكُنْ الْعَبْدُ قَدْ أَدَّى الْفَرَائِضَ كَمَا أُمِرَ لَمْ يَحْصُلْ لَهُ مَقْصُودُ النَّوَافِلِ، وَلَا يَظْلِمُهُ اللَّهُ فَإِنَّ اللَّهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ بَلْ يُقِيمُهَا مَقَامَ نَظِيرِهَا مِنَ الْفَرَائِضِ، كَمَنْ عَلَيْهِ دُيُونٌ لِأُنَاسِ ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم(615) والدولابى 2/62 والفضائل ( 1191) والحلية 3/178 -179 وبنحوه الشعب ( 7120 و 7121 و 7122) مرفوعاً وموقوفاً والإتحاف 8/595 وهو حسن لغيره -المفتن : الممتحن يمتحنه الله بالذنب ثم يتوب ¶ (¬2) - صحيح البخارى برقم(6502 )",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "يُرِيدُ أَنْ يَتَطَوَّعَ لَهُمْ بِأَشْيَاءَ : فَإِنْ وَفَّاهُمْ وَتَطَوَّعَ لَهُمْ كَانَ عَادِلًا مُحْسِنًا . وَإِنْ وَفَّاهُمْ وَلَمْ يَتَطَوَّعْ كَانَ عَادِلًا ، وَإِنْ أَعْطَاهُمْ مَا يَقُومُ مَقَامَ دِينِهِمْ وَجَعَلَ ذَلِكَ تَطَوُّعًا كَانَ غالطا فِي جَعْلِهِ ؛ بَلْ يَكُونُ مِنَ الْوَاجِبِ الَّذِي يَسْتَحِقُّونَهُ ¶ ( الْخَامِسُ ) : أَنَّ اللَّهَ لَمْ يَجْعَلْ شَيْئًا يُحْبِطُ جَمِيعَ الْحَسَنَاتِ إلَّا الْكُفْرَ، كَمَا أَنَّهُ لَمْ يَجْعَلْ شَيْئًا يُحْبِطُ جَمِيعَ السَّيِّئَاتِ إلَّا التَّوْبَةَ . وَ \"الْمُعْتَزِلَةُ مَعَ الْخَوَارِجِ \" يَجْعَلُونَ الْكَبَائِرَ مُحْبِطَةً لِجَمِيعِ الْحَسَنَاتِ حَتَّى الْإِيمَانِ قَالَ اللَّهُ تَعَالَى:{يَسْأَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللّهِ وَالْفِتْنَةُ أَكْبَرُ مِنَ الْقَتْلِ وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّىَ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ اسْتَطَاعُواْ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} (217) سورة البقرة ، فَعَلَّقَ الْحُبُوطَ بِالْمَوْتِ عَلَى الْكُفْرِ وَقَدْ ثَبَتَ أَنَّ هَذَا لَيْسَ بِكَافِرِ وَالْمُعَلَّقُ بِشَرْطِ يَعْدَمُ عِنْدَ عَدَمِهِ . وَقَالَ تَعَالَى :{.. وَمَن يَكْفُرْ بِالإِيمَانِ فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخِرَةِ مِنَ الْخَاسِرِينَ} (5) سورة المائدة ،وَقَالَ تَعَالَى لَمَّا ذَكَرَ الْأَنْبِيَاءَ : { وَمِنْ آَبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ وَاجْتَبَيْنَاهُمْ وَهَدَيْنَاهُمْ إِلَى صِرَاطٍ مُسْتَقِيمٍ (87) ذَلِكَ هُدَى اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ وَلَوْ أَشْرَكُوا لَحَبِطَ عَنْهُمْ مَا كَانُوا يَعْمَلُونَ (88)} [الأنعام/87-88] ، وَقَالَ : {وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ} (65) سورة الزمر، مُطَابِقٌ لِقَوْلِهِ تَعَالَى :{إِنَّ اللّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَاء وَمَن يُشْرِكْ بِاللّهِ فَقَدِ افْتَرَى إِثْمًا عَظِيمًا } (48) سورة النساء. فَإِنَّ الْإِشْرَاكَ إذَا لَمْ يُغْفَرْ وَأَنَّهُ مُوجِبٌ لِلْخُلُودِ فِي النَّارِ لَزِمَ مِنْ ذَلِكَ حُبُوطُ حَسَنَاتِ صَاحِبِهِ ، وَلَمَّا ذَكَرَ سَائِرَ الذُّنُوبِ غَيْرَ الْكُفْرِ لَمْ يُعَلِّقْ بِهَا حُبُوطَ جَمِيعِ الْأَعْمَالِ ، وَقَوْلُهُ : {ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ فَأَحْبَطَ أَعْمَالَهُمْ} (28) سورة محمد. لِأَنَّ ذَلِكَ كُفْرٌ ، وقَوْله تَعَالَى :{يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لَا تَشْعُرُونَ} (2) سورة الحجرات، لِأَنَّ ذَلِكَ قَدْ يَتَضَمَّنُ الْكُفْرَ فَيَقْتَضِي الْحُبُوطَ وَصَاحِبُهُ لَا يَدْرِي كَرَاهِيَةَ",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "أَنْ يُحْبَطَ أَوْ خَشْيَةَ أَنْ يُحْبَطَ فَنَهَاهُمْ عَنْ ذَلِكَ ،لِأَنَّهُ يُفْضِي إلَى الْكُفْرِ الْمُقْتَضِي لِلْحُبُوطِ . وَلَا رَيْبَ أَنَّ الْمَعْصِيَةَ قَدْ تَكُونُ سَبَبًا لِلْكُفْرِ كَمَا قَالَ بَعْضُ السَّلَفِ الْمَعَاصِي بَرِيدُ الْكُفْرِ ؛ فَيَنْهَى عَنْهَا خَشْيَةَ أَنْ تُفْضِيَ إلَى الْكُفْرِ الْمُحْبِطِ ؛ كَمَا قَالَ تَعَالَى : { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ } - وَهِيَ الْكُفْرُ - { أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } (63) سورة النور ، وَإِبْلِيسُ خَالَفَ أَمْرَ اللَّهِ فَصَارَ كَافِرًا ؛ وَغَيْرُهُ أَصَابَهُ عَذَابٌ أَلِيمٌ . وَقَدْ احْتَجَّتْ الْخَوَارِجُ وَالْمُعْتَزِلَةُ بِقَوْلِهِ تَعَالَى : {وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ بِالْحَقِّ إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخَرِ قَالَ لَأَقْتُلَنَّكَ قَالَ إِنَّمَا يَتَقَبَّلُ اللّهُ مِنَ الْمُتَّقِينَ} (27) سورة المائدة، قَالُوا : فَصَاحِبُ الْكَبِيرَةِ لَيْسَ مِنْ الْمُتَّقِينَ فَلَا يَتَقَبَّلُ اللَّهُ مِنْهُ عَمَلًا فَلَا يَكُونُ لَهُ حَسَنَةٌ ،وَأَعْظَمُ الْحَسَنَاتِ الْإِيمَانُ فَلَا يَكُونُ مَعَهُ إيمَانٌ فَيَسْتَحِقُّ الْخُلُودَ فِي النَّارِ. ¶ وَقَدْ أَجَابَتْهُمْ الْمُرْجِئَةُ : بِأَنَّ الْمُرَادَ بِالْمُتَّقِينَ مَنْ يَتَّقِي الْكُفْرَ فَقَالُوا لَهُمْ : اسْمُ الْمُتَّقِينَ فِي الْقُرْآنِ يَتَنَاوَلُ الْمُسْتَحِقِّينَ لِلثَّوَابِ كَقَوْلِهِ تَعَالَى : { إِنَّ الْمُتَّقِينَ فِي جَنَّاتٍ وَنَهَرٍ (54) فِي مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ (55) }، وَأَيْضًا فَابْنَا آدَمَ حِينَ قَرَّبَا قُرْبَانًا لَمْ يَكُنْ الْمُقَرِّبُ الْمَرْدُودُ قُرْبَانُهُ حِينَئِذٍ كَافِرًا وَإِنَّمَا كَفَرَ بَعْدَ ذَلِكَ ؛ إذْ لَوْ كَانَ كَافِرًا لَمْ يَتَقَرَّبْ ، وَأَيْضًا فَمَا زَالَ السَّلَفُ يَخَافُونَ مِنْ هَذِهِ الْآيَةِ ،وَلَوْ أُرِيدَ بِهَا مَنْ يَتَّقِي الْكُفْرَ لَمْ يَخَافُوا وَأَيْضًا فَإِطْلَاقُ لَفْظِ الْمُتَّقِينَ وَالْمُرَادُ بِهِ مَنْ لَيْسَ بِكَافِرِ لَا أَصْلَ لَهُ فِي خِطَابِ الشَّارِعِ فَلَا يَجُوزُ حَمْلُهُ عَلَيْهِ . ¶ وَ\" الْجَوَابُ الصَّحِيحُ \" : أَنَّ الْمُرَادَ مَنِ اتَّقَى اللَّهَ فِي ذَلِكَ الْعَمَلِ كَمَا قَالَ الفضيل بْنُ عِيَاضٍ فِي قَوْله تَعَالَى : (الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً وَهُوَ الْعَزِيزُ الْغَفُورُ) [الملك:2] قَالَ : أَخْلَصُهُ وَأَصْوَبُهُ قِيلَ : يَا أَبَا عَلِيٍّ مَا أَخْلَصُهُ وَأَصْوَبُهُ قَالَ : إنَّ الْعَمَلَ إذَا كَانَ خَالِصًا وَلَمْ يَكُنْ صَوَابًا لَمْ يُقْبَلْ وَإِذَا كَانَ صَوَابًا وَلَمْ يَكُنْ خَالِصًا لَمْ يُقْبَلْ حَتَّى يَكُونَ خَالِصًا صَوَابًا وَالْخَالِصُ أَنْ يَكُونَ لِلَّهِ وَالصَّوَابُ أَنْ يَكُونَ عَلَى السُّنَّةِ، فَمَنْ عَمِلَ لِغَيْرِ اللَّهِ - كَأَهْلِ الرِّيَاءِ - لَمْ يُقْبَلْ مِنْهُ ذَلِكَ . كَمَا فِي الْحَدِيثِ الصَّحِيحِ «",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "قَالَ اللَّهُ تَبَارَكَ وَتَعَالَى أَنَا أَغْنَى الشُّرَكَاءِ عَنِ الشِّرْكِ مَنْ عَمِلَ عَمَلاً أَشْرَكَ فِيهِ مَعِى غَيْرِى تَرَكْتُهُ وَشِرْكَهُ » (¬1) .. ¶ وَقَالَ - صلى الله عليه وسلم - فِي الْحَدِيثِ الصَّحِيحِ : « لاَ يَقْبَلُ اللَّهُ صَلاَةً بِغَيْرِ طُهُورٍ وَلاَ صَدَقَةً مِنْ غُلُولٍ » (¬2) . ¶ وَقَالَ - صلى الله عليه وسلم - : « لاَ يَقْبَلُ اللَّهُ صَلاَةَ حَائِضٍ إِلاَّ بِخِمَارٍ » (¬3) . ¶ وَقَالَ فِي الْحَدِيثِ الصَّحِيحِ : « مَنْ عَمِلَ عَمَلاً لَيْسَ عَلَيْهِ أَمْرُنَا ، فَهْوَ رَدٌّ » (¬4) . ¶ أَيْ فَهُوَ مَرْدُودٌ غَيْرُ مَقْبُولٍ . فَمَنْ اتَّقَى الْكُفْرَ وَعَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُ النَّبِيِّ - صلى الله عليه وسلم - لَمْ يُقْبَلْ مِنْهُ وَإِنْ صَلَّى بِغَيْرِ وُضُوءٍ لَمْ يُقْبَلْ مِنْهُ لِأَنَّهُ لَيْسَ مُتَّقِيًا فِي ذَلِكَ الْعَمَلِ وَإِنْ كَانَ مُتَّقِيًا لِلشِّرْكِ . وَقَدْ قَالَ تَعَالَى: {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} (60) سورة المؤمنون ، وَفِي حَدِيثِ عَائِشَةَ قَالَتْ قُلْتُ يَا رَسُولَ اللَّهِ (الَّذِينَ يُؤْتُونَ مَا أَتَوْا وَقُلُوبُهُمْ وَجِلَةٌ) أَهُوَ الرَّجُلُ يَزْنِى وَيَسْرِقُ وَيَشْرَبُ الْخَمْرَ قَالَ « لاَ يَا بِنْتَ أَبِى بَكْرٍ أَوْ لاَ يا بِنْتَ الصِّدِّيقِ وَلَكِنَّهُ الرَّجُلُ يَصُومُ وَيُصَلِّى وَيَتَصَدَّقُ وَهُوَ يَخَافُ أَنْ لا يُقْبَلَ مِنْهُ » (¬5) .. ¶ وَخَوْفُ مَنْ خَافَ مِنْ السَّلَفِ أَنْ لَا يُتَقَبَّلَ مِنْهُ لِخَوْفِهِ أَنْ لَا يَكُونَ أَتَى بِالْعَمَلِ عَلَى وَجْهِهِ الْمَأْمُورِ : وَهَذَا أَظْهَرُ الْوُجُوهِ فِي اسْتِثْنَاءِ مَنْ اسْتَثْنَى مِنْهُمْ فِي الْإِيمَانِ وَفِي أَعْمَالِ الْإِيمَانِ كَقَوْلِ أَحَدِهِمْ : أَنَا مُؤْمِنٌ \" إنْ شَاءَ اللَّهُ \" - وَصَلَّيْت - إنْ شَاءَ اللَّهُ - لِخَوْفِ أَنْ لَا يَكُونَ آتَى بِالْوَاجِبِ عَلَى الْوَجْهِ الْمَأْمُورِ بِهِ لَا عَلَى جِهَةِ الشَّكِّ فِيمَا بِقَلْبِهِ مِنْ التَّصْدِيقِ ؛ لَا يَجُوزُ أَنْ يُرَادَ بِالْآيَةِ : إنَّ اللَّهَ لَا يَقْبَلُ الْعَمَلَ إلَّا مِمَّنْ يَتَّقِي الذُّنُوبَ كُلَّهَا، لِأَنَّ الْكَافِرَ وَالْفَاسِقَ حِينَ يُرِيدُ أَنْ يَتُوبَ لَيْسَ مُتَّقِيًا فَإِنْ كَانَ قَبُولُ الْعَمَلِ مَشْرُوطًا بِكَوْنِ الْفَاعِلِ حِينَ فِعْلِهِ لَا ذَنْبَ لَهُ امْتَنَعَ قَبُولُ التَّوْبَةِ . بِخِلَافِ مَا إذَا اشْتَرَطَ التَّقْوَى فِي الْعَمَلِ ، فَإِنَّ التَّائِبَ ¶ ¬__________ ¶ (¬1) - صحيح مسلم برقم(7666 ) ¶ (¬2) - سنن النسائى برقم(140 ) صحيح ¶ (¬3) - سنن أبى داود برقم(641 ) وهو صحيح ¶ (¬4) - صحيح مسلم برقم(4590 ) ¶ (¬5) - مسند أحمد برقم(26453) حديث حسن",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "حِينَ يَتُوبُ يَأْتِي بِالتَّوْبَةِ الْوَاجِبَةِ وَهُوَ حِينَ شُرُوعِهِ فِي التَّوْبَةِ مُنْتَقِلٌ مِنَ الشَّرِّ إلَى الْخَيْرِ لَمْ يَخْلُصْ مِنَ الذَّنْبِ بَلْ هُوَ مُتَّقٍ فِي حَالِ تَخَلُّصِهِ مِنْهُ . ¶ وَ\" أَيْضًا \" فَلَوْ أَتَى الْإِنْسَانُ بِأَعْمَالِ الْبِرِّ وَهُوَ مُصِرٌّ عَلَى كَبِيرَةٍ ثُمَّ تَابَ لَوَجَبَ أَنْ تَسْقُطَ سَيِّئَاتُهُ بِالتَّوْبَةِ وَتُقْبَلُ مِنْهُ تِلْكَ الْحَسَنَاتُ وَهُوَ حِينَ أَتَى بِهَا كَانَ فَاسِقًا . ¶ وَ\" أَيْضًا \" فَالْكَافِرُ إذَا أَسْلَمَ وَعَلَيْهِ لِلنَّاسِ مَظَالِمُ مِنْ قَتْلٍ وَغَصْبٍ وَقَذْفٍ - وَكَذَلِكَ الذِّمِّيُّ إذَا أَسْلَمَ - قَبْلَ إسْلَامِهِ مَعَ بَقَاءِ مَظَالِمِ الْعِبَادِ عَلَيْهِ ؛ فَلَوْ كَانَ الْعَمَلُ لَا يُقْبَلُ إلَّا مِمَّنْ لَا كَبِيرَةَ عَلَيْهِ لَمْ يَصِحَّ إسْلَامُ الذِّمِّيِّ حَتَّى يَتُوبَ مِنَ الْفَوَاحِشِ وَالْمَظَالِمِ ؛ بَلْ يَكُونُ مَعَ إسْلَامِهِ مُخَلَّدًا وَقَدْ كَانَ النَّاسُ مُسْلِمِينَ عَلَى عَهْدِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَلَهُمْ ذُنُوبٌ مَعْرُوفَةٌ وَعَلَيْهِمْ تَبِعَاتٌ فَيُقْبَلُ إسْلَامُهُمْ وَيَتُوبُونَ إلَى اللَّهِ سُبْحَانَهُ مِنَ التَّبِعَاتِ . ¶ كَمَا ثَبَتَ فِي الصَّحِيحِ أَنَّ الْمُغِيرَةَ بْنَ شُعْبَةَ لَمَّا أَسْلَمَ وَكَانَ قَدْ رَافَقَ قَوْمًا فِي الْجَاهِلِيَّةِ فَغَدَرَ بِهِمْ وَأَخَذَ أَمْوَالَهُمْ وَجَاءَ فَأَسْلَمَ فَلَمَّا جَاءَ عُرْوَةُ بْنُ مَسْعُودٍ عَامَ الْحُدَيْبِيَةِ وَالْمُغِيرَةُ قَائِمٌ عَلَى رَأْسِ النَّبِيِّ - صلى الله عليه وسلم - بِالسَّيْفِ دَفَعَهُ الْمُغِيرَةُ بِالسَّيْفِ فَقَالَ : مَنْ هَذَا فَقَالُوا : ابْنُ أُخْتِك الْمُغِيرَةُ فَقَالَ يَا غدر أَلَسْت أَسْعَى فِي غُدْرَتِكَ ؟ فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - أَمَّا الْإِسْلَامُ فَأَقْبَلُهُ وَأَمَّا الْمَالُ فَلَسْت مِنْهُ فِي شَيْءٍ } (¬1) ، وَقَدْ قَالَ تَعَالَى : {وَلاَ تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِم مِّن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ} (52) سورة الأنعام ، وَقَالُوا لِنُوحِ :{ قَالُوا أَنُؤْمِنُ لَكَ وَاتَّبَعَكَ الْأَرْذَلُونَ (111) قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (112) إِنْ حِسَابُهُمْ إِلَّا عَلَى رَبِّي لَوْ تَشْعُرُونَ (113) وَمَا أَنَا بِطَارِدِ الْمُؤْمِنِينَ (114) إِنْ أَنَا إِلَّا نَذِيرٌ مُبِينٌ (115) [الشعراء]}.وَلَا نَعْرِفُ أَحَدًا مِنَ الْمُسْلِمِينَ جَاءَهُ ذِمِّيٌّ يُسْلِمُ فَقَالَ لَهُ: لَا يَصِحُّ إسْلَامُك حَتَّى لَا يَكُونَ عَلَيْك ذَنْبٌ وَكَذَلِكَ سَائِرُ أَعْمَالِ الْبِرِّ مِنَ الصَّلَاةِ وَالزَّكَاةِ . (¬2) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(2731 و2732 ) مطولا ¶ (¬2) - وانظر تحقيقا مطولا في جامع العلوم والحكم - (ج 19 / ص 40) وانظر كتابي (( مكفرات الذنوب في القرآن والسنة ))",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "السَّبَبُ الرَّابِعُ ¶ دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ ¶ مِثْلُ صَلَاتِهِمْ عَلَى جِنَازَتِهِ، فَعَنْ عَائِشَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « مَا مِنْ مَيِّتٍ يُصَلِّى عَلَيْهِ أُمَّةٌ مِنَ الْمُسْلِمِينَ يَبْلُغُونَ مِائَةً كُلُّهُمْ يَشْفَعُونَ لَهُ إِلاَّ شُفِّعُوا فِيهِ » (¬1) . ¶ وَعَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ أَنَّهُ مَاتَ ابْنٌ لَهُ بِقُدَيْدٍ أَوْ بِعُسْفَانَ فَقَالَ يَا كُرَيْبُ انْظُرْ مَا اجْتَمَعَ لَهُ مِنَ النَّاسِ. قَالَ فَخَرَجْتُ فَإِذَا نَاسٌ قَدِ اجْتَمَعُوا لَهُ فَأَخْبَرْتُهُ فَقَالَ تَقُولُ هُمْ أَرْبَعُونَ قَالَ نَعَمْ. قَالَ أَخْرِجُوهُ فَإِنِّى سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَا مِنْ رَجُلٍ مُسْلِمٍ يَمُوتُ فَيَقُومُ عَلَى جَنَازَتِهِ أَرْبَعُونَ رَجُلاً لاَ يُشْرِكُونَ بِاللَّهِ شَيْئًا إِلاَّ شَفَّعَهُمُ اللَّهُ فِيهِ » (¬2) . . ¶ قَالَ الْقَاضِي : قِيلَ هَذِهِ الْأَحَادِيث خَرَجَتْ أَجْوِبَة لِسَائِلِينَ سَأَلُوا عَنْ ذَلِكَ ، فَأَجَابَ كُلّ وَاحِد مِنْهُمْ عَنْ سُؤَاله . هَذَا كَلَام الْقَاضِي ، وَيَحْتَمِل أَنْ يَكُون النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ أَخْبَرَ بِقَبُولِ شَفَاعَة مِائَة فَأَخْبَرَ بِهِ ، ثُمَّ بِقَبُولِ شَفَاعَة أَرْبَعِينَ ، ثُمَّ ثَلَاثَة صُفُوف وَإِنْ قَلَّ عَدَدهمْ ، فَأَخْبَرَ بِهِ ، وَيَحْتَمِل أَيْضًا أَنْ يُقَال : هَذَا مَفْهُوم عَدَد ، وَلَا يَحْتَجّ بِهِ جَمَاهِير الْأُصُولِيِّينَ فَلَا يَلْزَم مِنَ الْإِخْبَار عَنْ قَبُول شَفَاعَة مِائَة مَنْع قَبُول مَا دُون ذَلِكَ ، وَكَذَا فِي الْأَرْبَعِينَ مَعَ ثَلَاثَة صُفُوف ، وَحِينَئِذٍ كُلّ الْأَحَادِيث مَعْمُول بِهَا وَيَحْصُل الشَّفَاعَة بِأَقَلِّ الْأَمْرَيْنِ مِنْ ثَلَاثَة صُفُوف وَأَرْبَعِينَ . (¬3) ¶ وَهَذَا دُعَاءٌ لَهُ بَعْدَ الْمَوْتِ . فَلَا يَجُوزُ أَنْ تُحْمَلَ الْمَغْفِرَةُ عَلَى الْمُؤْمِنِ التَّقِيِّ الَّذِي اجْتَنَبَ الْكَبَائِرَ وَكُفِّرَتْ عَنْهُ الصَّغَائِرُ وَحْدَهُ ؛ فَإِنَّ ذَلِكَ مَغْفُورٌ لَهُ عِنْدَ الْمُتَنَازِعِينَ . فَعُلِمَ أَنَّ هَذَا الدُّعَاءَ مِنْ أَسْبَابِ الْمَغْفِرَةِ لِلْمَيِّتِ ،فعَنْ مُعَاذٍ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - « لَنْ يَنْفَعَ حَذَرٌ مِنْ قَدَرٍ وَلَكِنَّ الدُّعَاءَ يَنْفَعُ مِمَّا نَزَلَ وَمِمَّا لَمْ يَنْزِلْ فَعَلَيْكُمْ بِالدُّعَاءِ عِبَادَ اللَّهِ » (¬4) ¶ ¬__________ ¶ (¬1) - صحيح مسلم برقم(2241 ) ¶ (¬2) - صحيح مسلم برقم(2242 ) ¶ (¬3) - المفهم لما أشكل من تلخيص كتاب مسلم - (8 / 82) وشرح النووي على مسلم - (3 / 366) ¶ (¬4) - مسند أحمد برقم(22694) وهو حديث حسن لغيره.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وعَنْ صَفْوَانَ - وَهُوَ ابْنُ عَبْدِ اللَّهِ بْنِ صَفْوَانَ - وَكَانَتْ تَحْتَهُ الدَّرْدَاءُ قَالَ قَدِمْتُ الشَّامَ فَأَتَيْتُ أَبَا الدَّرْدَاءِ فِى مَنْزِلِهِ فَلَمْ أَجِدْهُ وَوَجَدْتُ أُمَّ الدَّرْدَاءِ فَقَالَتْ أَتُرِيدُ الْحَجَّ الْعَامَ فَقُلْتُ نَعَمْ. قَالَتْ فَادْعُ اللَّهَ لَنَا بِخَيْرٍ فَإِنَّ النَّبِىَّ - صلى الله عليه وسلم - كَانَ يَقُولُ « دَعْوَةُ الْمَرْءِ الْمُسْلِمِ لأَخِيهِ بِظَهْرِ الْغَيْبِ مُسْتَجَابَةٌ عِنْدَ رَأْسِهِ مَلَكٌ مُوَكَّلٌ كُلَّمَا دَعَا لأَخِيهِ بِخَيْرٍ قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ آمِينَ وَلَكَ بِمِثْلٍ ». (¬1) ¶ وعَنْ عِمْرَانَ بْنِ حُصَيْنٍ ، رَضِيَ اللَّهُ عَنْهُ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : دُعَاءُ الأَخِ لأَخِيهِ بِظَهْرِ الْغَيْبِ لاَ يُرَدُّ. (¬2) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (7105 ) ¶ (¬2) - كشف الأستار - (4 / 50) (3170) صحيح",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "السَّبَبُ الْخَامِسُ ¶ مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ ¶ عَنِ أَبِى أُمَامَةَ الْبَاهِلِىِّ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّهُ قَالَ « أَرْبَعَةٌ تَجْرِى عَلَيْهِمْ أُجُورُهُمْ بَعْدَ الْمَوْتِ مُرَابِطٌ فِى سَبِيلِ اللَّهِ وَمَنْ عَمِلَ عَمَلاً أُجْرِىَ لَهُ مِثْلُ مَا عَمِلَ وَرَجُلٌ تَصَدَّقَ بِصَدَقَةٍ فَأَجْرُهَا لَهُ مَا جَرَتْ وَرَجُلٌ تَرَكَ وَلَداً صَالِحاً فَهُوَ يَدْعُو لَهُ ». أخرجه أحمد (¬1) ¶ وعَنِ الْمُنْذِرِ بْنِ جَرِيرٍ عَنْ أَبِيهِ قَالَ كُنَّا عِنْدَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِى صَدْرِ النَّهَارِ قَالَ فَجَاءَهُ قَوْمٌ حُفَاةٌ عُرَاةٌ مُجْتَابِى النِّمَارِ أَوِ الْعَبَاءِ مُتَقَلِّدِى السُّيُوفِ عَامَّتُهُمْ مِنْ مُضَرَ بَلْ كُلُّهُمْ مِنْ مُضَرَ فَتَمَعَّرَ وَجْهُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - لِمَا رَأَى بِهِمْ مِنَ الْفَاقَةِ فَدَخَلَ ثُمَّ خَرَجَ فَأَمَرَ بِلاَلاً فَأَذَّنَ وَأَقَامَ فَصَلَّى ثُمَّ خَطَبَ فَقَالَ « (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِى خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ) إِلَى آخِرِ الآيَةِ (إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا ) وَالآيَةَ الَّتِى فِى الْحَشْرِ (اتَّقُوا اللَّهَ وَلْتَنْظُرْ نَفْسٌ مَا قَدَّمَتْ لِغَدٍ وَاتَّقُوا اللَّهَ) تَصَدَّقَ رَجُلٌ مِنْ دِينَارِهِ مِنْ دِرْهَمِهِ مِنْ ثَوْبِهِ مِنْ صَاعِ بُرِّهِ مِنْ صَاعِ تَمْرِهِ - حَتَّى قَالَ - وَلَوْ بِشِقِّ تَمْرَةٍ ». قَالَ فَجَاءَ رَجُلٌ مِنَ الأَنْصَارِ بِصُرَّةٍ كَادَتْ كَفُّهُ تَعْجِزُ عَنْهَا بَلْ قَدْ عَجَزَتْ - قَالَ - ثُمَّ تَتَابَعَ النَّاسُ حَتَّى رَأَيْتُ كَوْمَيْنِ مِنْ طَعَامٍ وَثِيَابٍ حَتَّى رَأَيْتُ وَجْهَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - يَتَهَلَّلُ كَأَنَّهُ مُذْهَبَةٌ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ سَنَّ فِى الإِسْلاَمِ سُنَّةً حَسَنَةً فَلَهُ أَجْرُهَا وَأَجْرُ مَنْ عَمِلَ بِهَا بَعْدَهُ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أُجُورِهِمْ شَىْءٌ وَمَنْ سَنَّ فِى الإِسْلاَمِ سُنَّةً سَيِّئَةً كَانَ عَلَيْهِ وِزْرُهَا وَوِزْرُ مَنْ عَمِلَ بِهَا مِنْ بَعْدِهِ مِنْ غَيْرِ أَنْ يَنْقُصَ مِنْ أَوْزَارِهِمْ شَىْءٌ ». أخرجه مسلم (¬2) ¶ إن المقصود منه أن من سنَّ من الأعمال الواقعة تحت ما أمر الله ورسوله به وندب إليه فهو من الأعمال المحمودة التي يثاب عليها صاحبها، فيكون له أجرها وأجر من عمل بها، وإن لم يكن لهذه الأعمال مثالٌ موجود على عهد النبي - صلى الله عليه وسلم - ، ومن هذا الباب قول عمر ¶ ¬__________ ¶ (¬1) - 5/261(22906) وطب(7737) والمجمع 1/167(768 و4758) والفيض(850) والترغيب 1/119 وهو حديث صحيح لشواهده. ¶ (¬2) - برقم (1017) ونص (2566) وحم(19674و19693)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "رضي الله عنه في صلاة التراويح جماعة: نعمت البدعة هذه. وهذا لأن النبي - صلى الله عليه وسلم - لم يسنُّ الاجتماع لها طوال أيام الشهر، إنما صلَّى بهم ليالي ثم ترك ذلك، ولا كان الاجتماع لها على عهد أبي بكر ، وكان عمر رضي الله عنه أول من جمع الناس عليها وندبهم إليها - على النحو المعروف الآن - ومع ذلك فالاجتماع لصلاة التراويح سنة حسنة؛ لأنها موافقة للأصول الشرعية، فقد رغَّب النبي - صلى الله عليه وسلم - في قيام رمضان، وصلَّى بهم جماعة ليالي من رمضان ثم ترك ذلك خشية أن تفرض على الأمة، فلما مات - صلوات الله وسلامه عليه - وانقطع الوحي واستقرت الفرائض على ما هي عليه، كان فعل عمر لها -مع انتفاء المانع الذي خشيه النبي - صلى الله عليه وسلم - سنة حسنة، ومن هذا الباب أيضاً أن الصحابة جمعوا القرآن وكتبوه في المصاحف وجمعوا الناس على المصاحف العثمانية، وأحرقوا ما سوى ذلك من المصاحف التي كانت عند الصحابة، واتبعهم الناس على ذلك فجمعوا العلم ودونوه وكتبوه، وهذا كله من قبيل السنة الحسنة مع أنه يندرج تحت أصول كانت موجودة على عهد النبي - صلى الله عليه وسلم - ؛ لأنه مندرج فيما ندبت إليه الشريعة من الألفة وجمع الكلمة وعدم التفرق وحفظ القرآن...إلخ. ¶ فالصدقة مشروعة بالكتاب والسنة والإجماع، وعمل هذا الرجل عمل بما هو مشروع، ولكنه كان البادئ بهذا الخير، ويؤيد ذلك أيضاً أن كون العمل حسناً أو سيئاً إنما يعرف من جهة الشرع لا غير، فلا بد للعمل حتى يكون سنة حسنة أن يكون مندرجاً تحت ما هو مشروع. (¬1) ¶ وعَنِ أبي مالك الأشجعي عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - : « من علّم آية من كتاب الله تعالى، كان له ثوابها ما تليت » أخرجه أبو سهل القطان في \" حديثه عن شيوخه (¬2) ¶ وعَنِ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ مِمَّا يَلْحَقُ الْمُؤْمِنَ مِنْ عَمَلِهِ وَحَسَنَاتِهِ بَعْدَ مَوْتِهِ عِلْمًا عَلَّمَهُ وَنَشَرَهُ وَوَلَدًا صَالِحًا تَرَكَهُ وَمُصْحَفًا وَرَّثَهُ أَوْ مَسْجِدًا بَنَاهُ ¶ ¬__________ ¶ (¬1) - راجع فتاوى الشبكة الإسلامية رقم ( 29016) ¶ (¬2) - والحلية 8/224 وعساكر 59/ 290والصحيحة (1335) وإسناده صحيح.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "أَوْ بَيْتًا لاِبْنِ السَّبِيلِ بَنَاهُ أَوْ نَهْرًا أَجْرَاهُ أَوْ صَدَقَةً أَخْرَجَهَا مِنْ مَالِهِ فِى صِحَّتِهِ وَحَيَاتِهِ يَلْحَقُهُ مِنْ بَعْدِ مَوْتِهِ ». أخرجه ابن ماجه (¬1) ¶ وعَنِ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ اللَّهَ عَزَّ وَجَلَّ لَيَرْفَعُ الدَّرَجَةَ لِلْعَبْدِ الصَّالِحِ فِى الْجَنَّةِ فَيَقُولُ يَارَبِّ أَنَّى لِى هَذِهِ فَيَقُولُ بِاسْتِغْفَارِ وَلَدِكَ لَكَ ». أخرجه أحمد (¬2) ¶ وعَنْ أَبِي أُسَيْدٍ ، قَالَ : أَتَى رَسُولَ اللهِ - صلى الله عليه وسلم - ، رَجُلٌ مِنْ بَنِي سَلِمَةَ ، وَأَنَا عِنْدَهُ ، فقَالَ : يَا رَسُولَ اللهِ ، إِنَّ أَبَوَيَّ قَدْ هَلَكَا ، فَهَلْ بَقِيَ لِي بَعْدَ مَوْتِهِمَا مِنْ بِرِّهِمَا شَيْءٌ ؟ قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : نَعَمْ ، الصَّلاَةُ عَلَيْهِمَا ، وَالاِسْتِغْفَارُ لَهُمَا ، وَإِنْفَاذُ عُهُودِهِمَا مِنْ بَعْدِهِمَا ، وَإِكْرَامُ صَدِيقِهِمَا ، وَصِلَةُ رَحِمِهِمَا الَّتِي لاَ رَحِمَ لَكَ إِلاَّ مِنْ قِبَلِهِمَا ، قَالَ الرَّجُلُ : مَا أَكْثَرَ هَذَا ، يَا رَسُولَ اللهِ ، وَأَطْيَبَهُ ، قَالَ : فَاعْمَلْ بِهِ. (¬3) ¶ وعَنِ ابْنُ عَبَّاسٍ - رضى الله عنهما - أَنَّ سَعْدَ بْنَ عُبَادَةَ - رضى الله عنه - تُوُفِّيَتْ أُمُّهُ وَهْوَ غَائِبٌ عَنْهَا ، فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمِّى تُوُفِّيَتْ وَأَنَا غَائِبٌ عَنْهَا ، أَيَنْفَعُهَا شَىْءٌ إِنْ تَصَدَّقْتُ بِهِ عَنْهَا قَالَ « نَعَمْ » . قَالَ فَإِنِّى أُشْهِدُكَ أَنَّ حَائِطِى الْمِخْرَافَ صَدَقَةٌ عَلَيْهَا أخرجه البخاري (¬4) ¶ وعَنْ سَعْدِ بْنِ عُبَادَةَ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنَّ أُمَّ سَعْدٍ مَاتَتْ فَأَىُّ الصَّدَقَةِ أَفْضَلُ قَالَ « الْمَاءُ ». قَالَ فَحَفَرَ بِئْرًا وَقَالَ هَذِهِ لأُمِّ سَعْدٍ. أخرجه أحمد (¬5) ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ قَالَ رَجُلٌ يَا رَسُولَ اللَّهِ إِنَّ أَبِى مَاتَ وَلَمْ يَحُجَّ أَفَأَحُجُّ عَنْهُ قَالَ : « أَرَأَيْتَ لَوْ كَانَ عَلَى أَبِيكَ دَيْنٌ أَكُنْتَ قَاضِيَهُ ». قَالَ نَعَمْ. قَالَ « فَدَيْنُ اللَّهِ أَحَقُّ ».أخرجه النسائي (¬6) ¶ ¬__________ ¶ (¬1) - برقم (249) وصححه ابن خزيمة (2293) وصحيح الترغيب ( 77) و الحلية 2/344 والمجمع 1/167 وهب(3494) وهو حديث حسن لغيره ¶ (¬2) - أحمد 2/209 ( 10890 ) وهـ(3791) وهق 7/79 والمجمع 10/210 (17595) وهو حديث حسن ¶ (¬3) - صحيح ابن حبان - (ج 2 / ص 162)(418) وشعب الإيمان للبيهقي(7724 ) حسن لغيره ¶ (¬4) - في الوصايا باب إذا قال: أرضي أو بستاني صدقة،( 2756 و 2762 و 2770 ) ود(2884) وت(671) وحم (3135و3572) ¶ (¬5) - أبو داود (1683) وصحيح الترغيب ( 962) وحم6/7 ونص 6/255 وابن ماجه (3684) والترمذي (669) وهو حديث حسن وله شاهد في المجمع 3/138 فيصح به. ¶ (¬6) - نص برقم ( 2651 ) وحم (16554) عن عبد الله بن الزبير وطب (3470و11160 و17231 و19596 )عن حُصَيْنِ بن عَوْفٍ وابْنِ عَبَّاسٍ ومَرْوَانَ بن قَيْسٍ وسَوْدَةَ أُمِّ الْمُؤْمِنِينَ وطس (100 و1540) عن أنس وابن عباس والمجمع 3/282 (5683) وعن عقبة بن عامر عند مسلم (1149). وغيرهم وهو حديث متواتر",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وعَنِ الْحَجَّاجِ بْنِ دِينَارٍ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :« إنَّ مِنْ الْبِرِّ بَعْدَ الْبِرِّ أَنْ تُصَلِّيَ عَلَيْهِمَا مَعَ صَلاَتِك وَأَنْ تَصُومَ عْنهُمَا مَعَ صِيَامِك وَأَنْ تَصَدَّقَ ، عَنْهُمَا مَعَ صَدَقَتِك» أخرجه ابن أبي شيبة (¬1) ¶ وعَنْ عَائِشَةَ - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ :« مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ » .أخرجه الشيخان (¬2) ¶ وقد دلت هذه الأحاديث على أنه يصل إلى الميت - المسلم ثواب الدعاء والاستغفار والصدقة والواجبات الدينية البدنية والمالية التي تدخلها النيابة كالحج والصوم وهذا بلا خلاف. والجمهور على جواز وصول ثواب العبادات البدنية المحضة كالصلاة وتلاوة القرآن إلى غير فاعلها. ¶ وأما قراءة القرآن وجعل ثواب ذلك للميت فمسألة اختلف فيها أهل العلم قال الإمام النووي رحمه الله :[ واختلف العلماء في وصول ثواب قراءة القرآن فالمشهور من مذهب الشافعي وجماعة أنه لا يصل وذهب أحمد بن حنبل وجماعة من العلماء وجماعة من أصحاب الشافعي إلى أنه يصل ] (¬3) ¶ وقال الحنفية إن ثواب القرآن يصل إلى الميت وهو اختيار شيخ الإسلام ابن تيمية وتلميذه ابن القيم واختيار الإمام النووي وغيرهم من أهل العلم . ¶ وهو الذي أختاره وأقول به لأن الأدلة الواردة في انتفاع الميت بعمل الحي في باب العبادات تدل على انتفاع الميت بقراءة القرآن إذ لا فرق بين انتفاعه بالصوم والحج وانتفاعه بقراءة القرآن ¶ ¬__________ ¶ (¬1) - 3/387 (12083) والخطيب 1/363 وهو حديث معضل. ¶ (¬2) - البخاري 3/46 (1952) ومسلم (1147) وهو حديث مشهور . ¶ (¬3) --الأذكار ص 40 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وفي المغني لابن قدامة: ( 1686 ) فَصْلٌ : قَالَ : وَلَا بَأْسَ بِالْقِرَاءَةِ عِنْدَ الْقَبْرِ ، وَقَدْ رُوِيَ عَنْ أَحْمَدَ أَنَّهُ قَالَ : إذَا دَخَلْتُمْ الْمَقَابِرَ اقْرَءُوا آيَةَ الْكُرْسِيِّ وَثَلَاثَ مَرَّاتٍ قُلْ هُوَ اللَّهُ أَحَدٌ ، ثُمَّ قُلْ : اللَّهُمَّ إنَّ فَضْلَهُ لِأَهْلِ الْمَقَابِرِ (¬1) ¶ وَمَنْ صَامَ أَوْ صَلَّى أَوْ تَصَدَّقَ وَجَعَل ثَوَابَهُ لِغَيْرِهِ مِنَ الأَْمْوَاتِ وَالأَْحْيَاءِ جَازَ ، وَيَصِل ثَوَابُهَا إِلَيْهِمْ عِنْدَ أَهْل السُّنَّةِ وَالْجَمَاعَةِ ، وَاسْتَثْنَى مَالِكٌ وَالشَّافِعِيُّ الْعِبَادَاتِ الْبَدَنِيَّةَ الْمَحْضَةَ ، كَالصَّلاَةِ وَالتِّلاَوَةِ ، فَلاَ يَصِل ثَوَابُهَا إِلَى الْمَيِّتِ عِنْدَهُمَا ، وَمُقْتَضَى تَحْرِيرِ الْمُتَأَخِّرِينَ مِنَ الشَّافِعِيَّةِ انْتِفَاعُ الْمَيِّتِ بِالْقِرَاءَةِ لاَ حُصُول ثَوَابِهَا لَهُ .وَلِلْعَلاَّمَةِ ابْنِ الْقَيِّمِ كَلاَمٌ مُشْبِعٌ فِي هَذِهِ الْمَسْأَلَةِ ، فَرَاجِعْ كِتَابَ الرُّوحِ \" لَهُ \" . ¶ وَقَال بَعْضُ الْمَالِكِيَّةِ : إِنَّ الْقِرَاءَةَ تَصِل لِلْمَيِّتِ وَأَنَّهَا عِنْدَ الْقَبْرِ أَحْسَنُ مَزِيَّةٌ (¬2) ¶ وَقَال ابْنُ قُدَامَةَ : وَأَيُّ قُرْبَةٍ فَعَلَهَا وَجَعَل ثَوَابَهَا لِلْمَيِّتِ الْمُسْلِمِ نَفَعَهُ ذَلِكَ إِنْ شَاءَ اللَّهُ ، أَمَّا الدُّعَاءُ وَالاِسْتِغْفَارُ وَالصَّدَقَةُ وَأَدَاءُ الْوَاجِبَاتِ فَلاَ أَعْلَمُ فِيهِ خِلاَفًا إِذَا كَانَتِ الْوَاجِبَاتُ مِمَّا يَدْخُلُهُ النِّيَابَةُ ، وَقَدْ قَال اللَّهُ تَعَالَى { وَالَّذِينَ جَاءُوا مِنْ بَعْدِهِمْ يَقُولُونَ رَبَّنَا اغْفِرْ لَنَا وَلإِِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِْيمَانِ ( سورة الحشر / 10 ) } وَقَال تَعَالَى : { وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ (سورة محمد / 19 ) } وَدَعَا النَّبِيُّ - صلى الله عليه وسلم - لأَِبِي سَلَمَةَ حِينَ مَاتَ ، وَلِلْمَيِّتِ الَّذِي صَلَّى عَلَيْهِ فِي حَدِيثِ عَوْفِ بْنِ مَالِكٍ (¬3) ، وَلِكُل مَيِّتٍ صَلَّى عَلَيْهِ ، وَسَأَل رَجُلٌ النَّبِيَّ - صلى الله عليه وسلم - فَقَال : يَا رَسُول اللَّهِ إِنَّ أُمِّي مَاتَتْ فَيَنْفَعُهَا إِنْ تَصَدَّقْتُ عَنْهَا ؟ قَال : نَعَمْ ، رَوَاهُ أَبُو دَاوُدَ . وَرُوِيَ ذَلِكَ عَنْ سَعْدِ بْنِ عُبَادَةَ ، وَجَاءَتِ امْرَأَةٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَتْ : يَا رَسُول اللَّهِ إِنَّ فَرِيضَةَ اللَّهِ فِي الْحَجِّ أَدْرَكَتْ أَبِي شَيْخًا كَبِيرًا لاَ يَسْتَطِيعُ أَنْ يَثْبُتَ عَلَى الرَّاحِلَةِ أَفَأَحُجُّ عَنْهُ ؟ قَال : أَرَأَيْتِ لَوْ كَانَ عَلَى أَبِيكِ دَيْنٌ أَكُنْتِ قَاضِيَتَهُ ؟ قَالَتْ : نَعَمْ ، قَال : فَدَيْنُ اللَّهِ أَحَقُّ أَنْ يُقْضَى ¶ ¬__________ ¶ (¬1) - وراجع الفقه الإسلامي أستاذنا الزجيلي 2/55- 552 والدر المختار 1/844 وفتح القدير 1/473 والشرح الكبير 1/423 ومغني المحتاج 3/69 - 70 والمغني 2/566 - 570 والمهذب 1/464 ونيل الأوطار 4/91-93، وفقه السنة 1/567- 570 والروح لابن القيم ص 117- 143 وهو من أروع ما كتب في هذا الباب. ¶ (¬2) - الموسوعة الفقهية الكويتية - (ج 16 / ص 45) ¶ (¬3) - أخرجه مسلم ( 2 / 662 - 663 ط عيسى الحلبي )",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وَقَال لِلَّذِي سَأَلَهُ إِنَّ أُمِّي مَاتَتْ وَعَلَيْهَا صَوْمُ شَهْرٍ أَفَأَصُومُ عَنْهَا ؟ قَال : نَعَمْ . ¶ وَهَذِهِ أَحَادِيثُ صِحَاحٌ ، وَفِيهَا دَلاَلَةٌ عَلَى انْتِفَاعِ الْمَيِّتِ بِسَائِرِ الْقُرَبِ ؛ لأَِنَّ الصَّوْمَ وَالْحَجَّ وَالدُّعَاءَ وَالاِسْتِغْفَارَ عِبَادَاتٌ بَدَنِيَّةٌ وَقَدْ أَوْصَل اللَّهُ نَفْعَهَا إِلَى الْمَيِّتِ فَكَذَلِكَ مَا سِوَاهَا مَعَ مَا ذَكَرْنَا مِنَ الْحَدِيثِ فِي ثَوَابِ مَنْ قَرَأَ \" يس \" ، وَتَخْفِيفِ اللَّهِ تَعَالَى عَنْ أَهْل الْمَقَابِرِ بِقِرَاءَتِهِ ، وَرَوَى عَمْرُو بْنُ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ أَنَّ رَسُول اللَّهِ - صلى الله عليه وسلم - قَال لِعَمْرِو بْنِ الْعَاصِ : لَوْ كَانَ أَبُوكَ مُسْلِمًا فَأَعْتَقْتُمْ عَنْهُ ، أَوْ تَصَدَّقْتُمْ عَنْهُ ، أَوْ حَجَجْتُمْ عَنْهُ ، بَلَغَهُ ذَلِكَ ،وَهَذَا عَامٌّ فِي حَجِّ التَّطَوُّعِ وَغَيْرِهِ ؛ وَلأَِنَّهُ عَمَل بِرٍّ وَطَاعَةٍ ، فَوَصَل نَفْعُهُ وَثَوَابُهُ ، كَالصَّدَقَةِ ، وَالصِّيَامِ ، وَالْحَجِّ الْوَاجِبِ ، وَقَال الشَّافِعِيُّ : مَا عَدَا الْوَاجِبَ وَالصَّدَقَةَ وَالدُّعَاءَ وَالاِسْتِغْفَارَ لاَ يُفْعَل عَنِ الْمَيِّتِ ، وَلاَ يَصِل ثَوَابُهُ إِلَيْهِ ؛ لِقَوْل اللَّهِ تَعَالَى : { وَأَنْ لَيْسَ لِلإِْنْسَانِ إِلاَّ مَا سَعَى (سورة النجم / 39 ) } وَقَوْل النَّبِيِّ - صلى الله عليه وسلم - : إِذَا مَاتَ الإِْنْسَانُ انْقَطَعَ عَمَلُهُ إِلاَّ مِنْ ثَلاَثَةٍ : إِلاَّ مِنْ صَدَقَةٍ جَارِيَةٍ ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ ، وَلأَِنَّ نَفْعَهُ لاَ يَتَعَدَّى فَاعِلَهُ ، فَلاَ يَتَعَدَّى ثَوَابُهُ . وَقَال بَعْضُهُمْ : إِذَا قُرِئَ الْقُرْآنُ عِنْدَ الْمَيِّتِ أَوْ أُهْدِيَ إِلَيْهِ ثَوَابُهُ كَانَ الثَّوَابُ لِقَارِئِهِ ، وَيَكُونُ الْمَيِّتُ كَأَنَّهُ حَاضِرُهَا وَتُرْجَى لَهُ الرَّحْمَةُ (¬1) ¶ وَلَا يَجُوزُ أَنَّ يُعَارَضَ هَذَا بِقَوْلِهِ : {وَأَن لَّيْسَ لِلْإِنسَانِ إِلَّا مَا سَعَى} (39) سورة النجم ،لِوَجْهَيْنِ : ¶ ( أَحَدُهُمَا ) أَنَّهُ قَدْ ثَبَتَ بِالنُّصُوصِ الْمُتَوَاتِرَةِ وَإِجْمَاعِ سَلَفِ الْأُمَّةِ أَنَّ الْمُؤْمِنَ يَنْتَفِعُ بِمَا لَيْسَ مِنْ سَعْيِهِ كَدُعَاءِ الْمَلَائِكَةِ وَاسْتِغْفَارِهِمْ لَهُ كَمَا فِي قَوْله تَعَالَى :{الَّذِينَ يَحْمِلُونَ الْعَرْشَ وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِ وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُوا رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا فَاغْفِرْ لِلَّذِينَ تَابُوا وَاتَّبَعُوا سَبِيلَكَ وَقِهِمْ عَذَابَ الْجَحِيمِ} (7) سورة غافر. وَدُعَاءُ النَّبِيِّينَ وَالْمُؤْمِنِينَ وَاسْتِغْفَارُهُمْ كَمَا فِي قَوْله تَعَالَى :{خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاَتَكَ سَكَنٌ لَّهُمْ وَاللّهُ سَمِيعٌ عَلِيمٌ} (103) سورة التوبة }، وَقَوْلُهُ سُبْحَانَهُ : {وَمِنَ الأَعْرَابِ مَن يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ ¶ ¬__________ ¶ (¬1) - المغني 2 / 567 - 568 .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ اللّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَّهُمْ سَيُدْخِلُهُمُ اللّهُ فِي رَحْمَتِهِ إِنَّ اللّهَ غَفُورٌ رَّحِيمٌ} (99) سورة التوبة ،وَقَوْلُهُ عَزَّ وَجَلَّ : {فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ} (19) سورة محمد، كَدُعَاءِ الْمُصَلِّينَ لِلْمَيِّتِ وَلِمَنْ زَارُوا قَبْرَهُ - مِنَ الْمُؤْمِنِينَ - فعَنْ عَائِشَةَ أَنَّهَا قَالَتْ كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - كُلَّمَا كَانَ لَيْلَتُهَا مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - يَخْرُجُ مِنْ آخِرِ اللَّيْلِ إِلَى الْبَقِيعِ فَيَقُولُ « السَّلاَمُ عَلَيْكُمْ دَارَ قَوْمٍ مُؤْمِنِينَ وَأَتَاكُمْ مَا تُوعَدُونَ غَدًا مُؤَجَّلُونَ وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ اللَّهُمَّ اغْفِرْ لأَهْلِ بَقِيعِ الْغَرْقَدِ ». (¬1) ¶ ( الثَّانِي ) : أَنَّ الْآيَةَ لَيْسَتْ فِي ظَاهِرِهَا إلَّا أَنَّهُ لَيْسَ لَهُ إلَّا سَعْيُهُ ،وَهَذَا حَقٌّ فَإِنَّهُ لَا يَمْلِكُ وَلَا يَسْتَحِقُّ إلَّا سَعْيَ نَفْسِهِ، وَأَمَّا سَعْيُ غَيْرِهِ فَلَا يَمْلِكُهُ وَلَا يَسْتَحِقُّهُ ؛ لَكِنْ هَذَا لَا يَمْنَعُ أَنْ يَنْفَعَهُ اللَّهُ وَيَرْحَمُهُ بِهِ ؛ كَمَا أَنَّهُ دَائِمًا يَرْحَمُ عِبَادَهُ بِأَسْبَابِ خَارِجَةٍ عَنْ مَقْدُورِهِمْ . وَهُوَ سُبْحَانَهُ بِحِكْمَتِهِ وَرَحْمَتِهِ يَرْحَمُ الْعِبَادَ بِأَسْبَابِ يَفْعَلُهَا الْعِبَادُ لِيُثِيبَ أُولَئِكَ عَلَى تِلْكَ الْأَسْبَابِ فَيَرْحَمُ الْجَمِيعَ كَمَا فِي الْحَدِيثِ الصَّحِيحِ عَنْهُ - صلى الله عليه وسلم - أَنَّهُ قَالَ : « مَنْ دَعَا لأَخِيهِ بِظَهْرِ الْغَيْبِ قَالَ الْمَلَكُ الْمُوَكَّلُ بِهِ آمِينَ وَلَكَ بِمِثْلٍ » (¬2) ¶ وَكَمَا ثَبَتَ عَنْهُ - صلى الله عليه وسلم - فِي الصَّحِيحِ أَنَّهُ قَالَ : « مَنْ صَلَّى عَلَى جَنَازَةٍ فَلَهُ قِيرَاطٌ فَإِنْ شَهِدَ دَفْنَهَا فَلَهُ قِيرَاطَانِ الْقِيرَاطُ مِثْلُ أُحُدٍ » (¬3) . ¶ فَهُوَ قَدْ يَرْحَمُ الْمُصَلِّيَ عَلَى الْمَيِّتِ بِدُعَائِهِ لَهُ وَيَرْحَمُ الْمَيِّتَ أَيْضًا بِدُعَاءِ هَذَا الْحَيِّ لَهُ . (¬4) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح مسلم برقم(2299 ) ¶ (¬2) - صحيح مسلم برقم(7104) ¶ (¬3) - صحيح مسلم برقم(2237 ) وبرقم( 2239) ¶ (¬4) - انظر كتابي (( الاستعداد للموت )) باب ما يصل للإنسان بعد موته ففيه تفاصيل حول ذلك",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "السَّبَبُ السَّادِسُ ¶ شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ ¶ كَمَا قَدْ تَوَاتَرَتْ عَنْهُ أَحَادِيثُ الشَّفَاعَةِ مِثْلَ قَوْلِهِ - صلى الله عليه وسلم - فِي الْحَدِيثِ الصَّحِيحِ : « شَفَاعَتِى لأَهْلِ الْكَبَائِرِ مِنْ أُمَّتِى » (¬1) ¶ وَقَوْلُهُ - صلى الله عليه وسلم - :« خُيِّرْتُ بَيْنَ الشَّفَاعَةِ أَوْ يَدْخُلَ نِصْفُ أُمَّتِى الْجَنَّةَ فَاخْتَرْتُ الشَّفَاعَةَ لأَنَّهَا أَعَمُّ وَأَكْفَى أَتَرَوْنَهَا لِلْمُنَقَّيْنَ لاَ وَلَكِنَّهَا لِلْمُتَلَوِّثِينَ الْخَطَّاءُونَ » (¬2) ¶ وعَنْ أَبِى مُوسَى أَنَّ النَّبِىَّ - صلى الله عليه وسلم - كَانَ يَحْرُسُهُ أَصْحَابُهُ فَقُمْتُ ذَاتَ لَيْلَةٍ فَلَمْ أَرَهُ فِى مَنَامِهِ فَأَخَذَنِى مَا قَدُمَ وَمَا حَدَثَ فَذَهَبْتُ أَنْظُرُ فَإِذَا أَنَا بِمُعَاذٍ قَدْ لَقِىَ الَّذِى لَقِيتُ فَسَمِعْنَا صَوْتاً مِثْلَ هَزِيزِ الرَّحَا فَوَقَفْنَا عَلَى مَكَانِهِمَا فَجَاءَ النَّبِىُّ - صلى الله عليه وسلم - مِنْ قِبَلِ الصَوْتِ فَقَالَ « هَلْ تَدْرُونَ أَيْنَ كُنْتُ وَفِيمَ كُنْتُ أَتَانِى آتٍ مِنْ رَبِّى عَزَّ وَجَلَّ فَخَيَّرَنِى بَيْنَ أَنْ يَدْخُلَ نِصْفُ أُمَّتِى الْجَنَّةَ وَبَيْنَ الشَّفَاعَةِ فَاخْتَرْتُ الشَّفَاعَةَ ». فَقَالاَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ عَزَّ وَجَلَّ أَنْ يَجْعَلَنَا فِى شَفَاعَتِكَ. فَقَالَ « أَنْتُمْ وَمَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئاً فِى شَفَاعَتِى » (¬3) ¶ والشَّفَاعَةُ خَمْسَةُ أَقْسَامٍ : ¶ [ أَوَّلُهَا ] : مُخْتَصَّةٌ بِنَبِيِّنَا - صلى الله عليه وسلم - ؛ وَهِيَ الْإِرَاحَةُ مِنْ هَوْلِ الْمَوْقِفِ وَتَعْجِيلِ الْحِسَابِ ، الموقف كي يقضَى بينهم بعد أن يتراجعَ الأنبياءُ آدم ونوح وإبراهيم وموسى وعيسى عليهم السلام عن الشفاعةِ حتى تنتهي إلى نبينا محمدٍ عليه الصلاة والسلام. عن أَنَسِ بْنِ مَالِكٍ قَالَ : حَدَّثَنَا مُحَمَّدٌ - صلى الله عليه وسلم - قَالَ « إِذَا كَانَ يَوْمُ الْقِيَامَةِ مَاجَ النَّاسُ بَعْضُهُمْ فِى بَعْضٍ فَيَأْتُونَ آدَمَ فَيَقُولُونَ اشْفَعْ لَنَا إِلَى رَبِّكَ. فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِإِبْرَاهِيمَ فَإِنَّهُ خَلِيلُ الرَّحْمَنِ. فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُوسَى فَإِنَّهُ كَلِيمُ اللَّهِ. فَيَأْتُونَ مُوسَى فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِعِيسَى فَإِنَّهُ رُوحُ اللَّهِ وَكَلِمَتُهُ. فَيَأْتُونَ عِيسَى ¶ ¬__________ ¶ (¬1) - سنن أبى داود برقم(4741 ) صحيح ¶ (¬2) - مسند أحمد برقم( 5581)عن ابن عمر وسنن ابن ماجه برقم( 4453 ) عن أبي موسى وهو صحيح لغيره ¶ (¬3) - مسند أحمد برقم(20145) َ صحيح",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُحَمَّدٍ - صلى الله عليه وسلم - فَيَأْتُونِى فَأَقُولُ أَنَا لَهَا. فَأَسْتَأْذِنُ عَلَى رَبِّى فَيُؤْذَنُ لِى وَيُلْهِمُنِى مَحَامِدَ أَحْمَدُهُ بِهَا لاَ تَحْضُرُنِى الآنَ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ وَأَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ. فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى. فَيُقَالُ انْطَلِقْ فَأَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ شَعِيرَةٍ مِنْ إِيمَانٍ. فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَعُودُ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى. فَيُقَالُ انْطَلِقْ فَأَخْرِجْ مِنْهَا مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ ذَرَّةٍ أَوْ خَرْدَلَةٍ مِنْ إِيمَانٍ. فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَعُودُ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ لَكَ وَسَلْ تُعْطَ وَاشْفَعْ تُشَفَّعْ. فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى. فَيَقُولُ انْطَلِقْ فَأَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ أَدْنَى أَدْنَى أَدْنَى مِثْقَالِ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ فَأَخْرِجْهُ مِنَ النَّارِ. فَأَنْطَلِقُ فَأَفْعَلُ ». قَالَ « ثُمَّ أَعُودُ الرَّابِعَةَ فَأَحْمَدُهُ بِتِلْكَ ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ. فَأَقُولُ يَا رَبِّ ائْذَنْ لِى فِيمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ. فَيَقُولُ وَعِزَّتِى وَجَلاَلِى وَكِبْرِيَائِى وَعَظَمَتِى لأُخْرِجَنَّ مِنْهَا مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ».( أخرجه البخاري ومسلم ) (¬1) . وهي التي عناها القرآن الكريم بقوله تعالى : {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا} (79) سورة الإسراء ¶ [ الثَّانِيَةُ ] : فِي إِدْخَالِ قَوْمٍ الْجَنَّةَ بِغَيْرِ حِسَابٍ ، وَهَذِهِ أَيْضًا وَرَدَتْ لِنَبِيِّنَا - صلى الله عليه وسلم - وَقَدْ ذَكَرَهَا مُسْلِمٌ عَنْ أَبِى هُرَيْرَةَ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ « يَدْخُلُ مِنْ أُمَّتِى الْجَنَّةَ سَبْعُونَ أَلْفًا بِغَيْرِ حِسَابٍ ». فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِى مِنْهُمْ. قَالَ « اللَّهُمَّ اجْعَلْهُ مِنْهُمْ ». ثُمَّ قَامَ آخَرُ فَقَالَ يَا رَسُولَ اللَّهِ ادْعُ اللَّهَ أَنْ يَجْعَلَنِى مِنْهُمْ. قَالَ « سَبَقَكَ بِهَا عُكَّاشَةُ ». (¬2) ¶ [ الثَّالِثَةُ ] : الشَّفَاعَةُ لِقَوْمٍ اِسْتَوْجَبُوا النَّارَ فَيَشْفَعُ فِيهِمْ نَبِيُّنَا - صلى الله عليه وسلم - وَمَنْ يَشَاءُ اللَّهُ تَعَالَى، عَنْ أَنَسٍ - رضى الله عنه - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « يَجْتَمِعُ الْمُؤْمِنُونَ يَوْمَ الْقِيَامَةِ فَيَقُولُونَ ¶ ¬__________ ¶ (¬1) - البخاري برقم(7510 ) ومسلم برقم(500 ) ¶ (¬2) - صحيح مسلم- المكنز - (542 )",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "لَوِ اسْتَشْفَعْنَا إِلَى رَبِّنَا فَيَأْتُونَ آدَمَ فَيَقُولُونَ أَنْتَ أَبُو النَّاسِ ، خَلَقَكَ اللَّهُ بِيَدِهِ وَأَسْجَدَ لَكَ مَلاَئِكَتَهُ ، وَعَلَّمَكَ أَسْمَاءَ كُلِّ شَىْءٍ ، فَاشْفَعْ لَنَا عِنْدَ رَبِّكَ حَتَّى يُرِيحَنَا مِنْ مَكَانِنَا هَذَا . فَيَقُولُ لَسْتُ هُنَاكُمْ - وَيَذْكُرُ ذَنْبَهُ فَيَسْتَحِى - ائْتُوا نُوحًا فَإِنَّهُ أَوَّلُ رَسُولٍ بَعَثَهُ اللَّهُ إِلَى أَهْلِ الأَرْضِ . فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ . وَيَذْكُرُ سُؤَالَهُ رَبَّهُ مَا لَيْسَ لَهُ بِهِ عِلْمٌ فَيَسْتَحِى ، فَيَقُولُ ائْتُوا خَلِيلَ الرَّحْمَنِ . فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ ، ائْتُوا مُوسَى عَبْدًا كَلَّمَهُ اللَّهُ وَأَعْطَاهُ التَّوْرَاةَ . فَيَأْتُونَهُ فَيَقُولُ لَسْتُ هُنَاكُمْ . وَيَذْكُرُ قَتْلَ النَّفْسِ بِغَيْرِ نَفْسٍ فَيَسْتَحِى مِنْ رَبِّهِ فَيَقُولُ ائْتُوا عِيسَى عَبْدَ اللَّهِ وَرَسُولَهُ ، وَكَلِمَةَ اللَّهِ وَرُوحَهُ . فَيَقُولُ لَسْتُ هُنَاكُمْ ، ائْتُوا مُحَمَّدًا - صلى الله عليه وسلم - عَبْدًا غَفَرَ اللَّهُ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ . فَيَأْتُونِى فَأَنْطَلِقُ حَتَّى أَسْتَأْذِنَ عَلَى رَبِّى فَيُؤْذَنُ { لِى } فَإِذَا رَأَيْتُ رَبِّى وَقَعْتُ سَاجِدًا ، فَيَدَعُنِى مَا شَاءَ اللَّهُ ثُمَّ يُقَالُ ارْفَعْ رَأْسَكَ ، وَسَلْ تُعْطَهْ ، وَقُلْ يُسْمَعْ ، وَاشْفَعْ تُشَفَّعْ . فَأَرْفَعُ رَأْسِى فَأَحْمَدُهُ بِتَحْمِيدٍ يُعَلِّمُنِيهِ ، ثُمَّ أَشْفَعُ ، فَيَحُدُّ لِى حَدًّا ، فَأُدْخِلُهُمُ الْجَنَّةَ ، ثُمَّ أَعُودُ إِلَيْهِ ، فَإِذَا رَأَيْتُ رَبِّى - مِثْلَهُ - ثُمَّ أَشْفَعُ ، فَيَحُدُّ لِى حَدًّا ، فَأُدْخِلُهُمُ الْجَنَّةَ { ثُمَّ أَعُودُ الثَّالِثَةَ } ثُمَّ أَعُودُ الرَّابِعَةَ فَأَقُولُ مَا بَقِىَ فِى النَّارِ إِلاَّ مَنْ حَبَسَهُ الْقُرْآنُ وَوَجَبَ عَلَيْهِ الْخُلُودُ » . قَالَ أَبُو عَبْدِ اللَّهِ « إِلاَّ مَنْ حَبَسَهُ الْقُرْآنُ » . يَعْنِى قَوْلَ اللَّهِ تَعَالَى ( خَالِدِينَ فِيهَا ) (¬1) ¶ [ الرَّابِعَةُ ] : فِي مَنْ دَخَلَ النَّارَ مِنَ الْمُذْنِبِينَ ، فَقَدْ جَاءَتْ الْأَحَادِيثُ بِإِخْرَاجِهِمْ مِنَ النَّارِ بِشَفَاعَةِ نَبِيِّنَا - صلى الله عليه وسلم - وَالْمَلَائِكَةِ وَإِخْوَانِهِمْ مِنَ الْمُؤْمِنِينَ ثُمَّ يُخْرِجُ اللَّهُ تَعَالَى كُلَّ مَنْ قَالَ لَا إِلَهَ إِلَّا اللَّهُ كَمَا جَاءَ فِي الْحَدِيثِ : لَا يَبْقَى فِيهَا إِلَّا الْكَافِرُونَ . فعن عِمْرَانَ بْنِ حُصَيْنٍ - رضى الله عنهما - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ :« يَخْرُجُ قَوْمٌ مِنَ النَّارِ بِشَفَاعَةِ مُحَمَّدٍ - صلى الله عليه وسلم - فَيَدْخُلُونَ الْجَنَّةَ ، يُسَمَّوْنَ الْجَهَنَّمِيِّينَ » (أخرجه البخاري) (¬2) ¶ [ الْخَامِسَةُ ] : الشَّفَاعَةُ فِي زِيَادَةِ الدَّرَجَاتِ فِي الْجَنَّةِ لِأَهْلِهَا اِنْتَهَى (¬3) . ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (4476) ¶ (¬2) - برقم(6566 ) ¶ (¬3) - تحفة الأحوذي - (ج 6 / ص 227)",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وفي الصحيحين عَنْ عَبْدِ اللَّهِ قَالَ كُنَّا مَعَ النَّبِىِّ - صلى الله عليه وسلم - فِى قُبَّةٍ فَقَالَ « أَتَرْضَوْنَ أَنْ تَكُونُوا رُبُعَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « تَرْضَوْنَ أَنْ تَكُونُوا ثُلُثَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « أَتَرْضَوْنَ أَنْ تَكُونُوا شَطْرَ أَهْلِ الْجَنَّةِ » . قُلْنَا نَعَمْ . قَالَ « وَالَّذِى نَفْسُ مُحَمَّدٍ بِيَدِهِ إِنِّى لأَرْجُو أَنْ تَكُونُوا نِصْفَ أَهْلِ الْجَنَّةِ ، وَذَلِكَ أَنَّ الْجَنَّةَ لاَ يَدْخُلُهَا إِلاَّ نَفْسٌ مُسْلِمَةٌ ، وَمَا أَنْتُمْ فِى أَهْلِ الشِّرْكِ إِلاَّ كَالشَّعْرَةِ الْبَيْضَاءِ فِى جِلْدِ الثَّوْرِ الأَسْوَدِ أَوْ كَالشَّعْرَةِ السَّوْدَاءِ فِى جِلْدِ الثَّوْرِ الأَحْمَرِ » (¬1) . ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6528 ) وصحيح مسلم- المكنز - (552 ) ¶ وانظر كتابي (( الواضح في أركان الإيمان )) وكتابي (( الإيمان بيوم القيامة وأهواله))",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "السَّبَبُ السَّابِعُ ¶ الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا ¶ عَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ وَعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ: « مَا يُصِيبُ الْمُسْلِمَ مِنْ نَصَبٍ وَلاَ وَصَبٍ وَلاَ هَمٍّ وَلاَ حُزْنٍ وَلاَ أَذًى وَلاَ غَمٍّ حَتَّى الشَّوْكَةِ يُشَاكُهَا ، إِلاَّ كَفَّرَ اللَّهُ بِهَا مِنْ خَطَايَاهُ » (¬1) ¶ وعَنِ الزُّهْرِىِّ قَالَ أَخْبَرَنِى عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّ عَائِشَةَ - رضى الله عنها - زَوْجَ النَّبِىِّ - . - صلى الله عليه وسلم - قَالَتْ قَالَ رَسُولُ اللَّهِ - . - صلى الله عليه وسلم - « مَا مِنْ مُصِيبَةٍ تُصِيبُ الْمُسْلِمَ إِلاَّ كَفَّرَ اللَّهُ بِهَا عَنْهُ ، حَتَّى الشَّوْكَةِ يُشَاكُهَا » (¬2) . ¶ وعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَثَلُ الْمُؤْمِنِ كَمَثَلِ الْخَامَةِ مِنَ الزَّرْعِ مِنْ حَيْثُ أَتَتْهَا الرِّيحُ كَفَأَتْهَا ، فَإِذَا اعْتَدَلَتْ تَكَفَّأُ بِالْبَلاَءِ ، وَالْفَاجِرُ كَالأَرْزَةِ صَمَّاءَ مُعْتَدِلَةً حَتَّى يَقْصِمَهَا اللَّهُ إِذَا شَاءَ » . (¬3) ¶ وعن أبي هُرَيْرَةَ قالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« مَنْ يُرِدِ اللَّهُ بِهِ خَيْرًا يُصِبْ مِنْهُ » . (¬4) ¶ قال كثير من أهل التأويل فى قوله تعالى: {لَّيْسَ بِأَمَانِيِّكُمْ وَلا أَمَانِيِّ أَهْلِ الْكِتَابِ مَن يَعْمَلْ سُوءًا يُجْزَ بِهِ وَلاَ يَجِدْ لَهُ مِن دُونِ اللّهِ وَلِيًّا وَلاَ نَصِيرًا} (123) سورة النساء ، معناه أن المسلم يجزى بمصائب الدنيا فتكون له كفارة، روى هذا أبي بن كعب وعائشة ومجاهد، وروي عن الحسن وابن زيد أنه في الكفار خاصة، وحديث عائشة وأبي سعيد وأبي هريرة يشهد بصحة القول الأول، وروى عن ابن مسعود أنه قال: الوجع لا يكتب به الأجر ولكن تكفر به الخطيئة. ¶ فإن قيل: إن ظاهرة هذه الآثار يدل على أن المريض إنما يحط عنه بمرضه السيئات فقط دون زيادة. وقد ذكر البخارى فى كتاب الجهاد فى باب يكتب للمسافر ما كان يعمل فى ¶ ¬__________ ¶ (¬1) - صحيح البخارى برقم(5641 ) ومسلم برقم(6733 )- النَّصب : التعب الوصب : الألم والسقم الدائم ¶ (¬2) - صحيح البخارى (5640 ) ¶ (¬3) - صحيح البخارى (5644 ) ¶ (¬4) - صحيح البخارى (5645)",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الإقامة فى حديث أبى موسى قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِذَا مَرِضَ الْعَبْدُ أَوْ سَافَرَ ، كُتِبَ لَهُ مِثْلُ مَا كَانَ يَعْمَلُ مُقِيمًا صَحِيحًا » (¬1) . ¶ وظاهره مخالف لآثار هذا الباب لأن في حديث أبي موسى أنه يزاد على التكفير. قيل له: ليس ذلك بخلاف وإنما هو زيادة بيان على آثار هذا الباب التي جاءت بتكفير الخطايا بالوجع لكل مؤمن فعَنْ أَبِى سَعِيدٍ وَأَبِى هُرَيْرَةَ أَنَّهُمَا سَمِعَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « مَا يُصِيبُ الْمُؤْمِنَ مِنْ وَصَبٍ وَلاَ نَصَبٍ وَلاَ سَقَمٍ وَلاَ حَزَنٍ حَتَّى الْهَمِّ يُهَمُّهُ إِلاَّ كُفِّرَ بِهِ مِنْ سَيِّئَاتِهِ » (¬2) . . ¶ وفى حديث أبى موسى معنى آخر وهو أنه من كانت له عادة من عمل صالح ومنعه الله منه بالمرض أو السفر وكانت نيته لو كان صحيحًا أو مقيمًا أن يدوم عليه ولا يقطعه، فإن الله تعالى يتفضل عليه بأن يكتب له ثوابه، فأما من لم له تنفل ولا عمل صالح فلا يدخل في معنى الحديث لأنه لم يكن يعمل في صحته أو لإقامته ما يكتب له في مرضه وسفره، فحديث أبي موسى المراد به الخصوص، وأحاديث هذا الباب المراد بها العموم، وكل واحد منهما يفيد معنى غير معنى صاحبه، فلا خلاف في شيء منها. (¬3) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2996 ) ¶ (¬2) - صحيح مسلم- المكنز - (6733 ) - النَّصب : التعب -الوصب : الألم والسقم الدائم ¶ (¬3) - شرح ابن بطال - (ج 17 / ص 464) ¶ وانظر كتابي (( مكفرات الذنوب في القرآن والسنة ))",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "السَّبَبُ الثَّامِنُ ¶ مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ ¶ فعَنِ ابْنِ شِهَابٍ أَخْبَرَنِى عُرْوَةُ بْنُ الزُّبَيْرِ أَنَّهُ سَمِعَ أَسْمَاءَ بِنْتَ أَبِى بَكْرٍ - رضى الله عنهما - تَقُولُ قَامَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - خَطِيبًا فَذَكَرَ فِتْنَةَ الْقَبْرِ الَّتِى يَفْتَتِنُ فِيهَا الْمَرْءُ ، فَلَمَّا ذَكَرَ ذَلِكَ ضَجَّ الْمُسْلِمُونَ ضَجَّةً . (¬1) ¶ وعَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ خَالَتِهِ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - كَانَ يَتَعَوَّذُ « اللَّهُمَّ إِنِّى أَعُوذُ بِكَ مِنْ فِتْنَةِ النَّارِ وَمِنْ عَذَابِ النَّارِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْقَبْرِ ، وَأَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْغِنَى ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْفَقْرِ ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ » (¬2) ¶ وعَنْ أُمِّ الْمُؤْمِنِينَ ، أَنَّ رَسُولَ اللَّهِ عَلَيْهِ السَّلَامُ قَالَ : \" إنَّ لِلْقَبْرِ لَضَغْطَةً لَوْ كَانَ أَحَدٌ نَاجِيًا مِنْهَا نَجَا مِنْهَا سَعْدُ بْنُ مُعَاذٍ \" (¬3) ¶ وعَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: خَرَجْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلَى جِنَازَةٍ فَجَلَسَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَى الْقَبْرِ، وَجَلَسْنَا حَوْلَهُ كَأَنَّ عَلَى رُءُوسِنَا الطَّيْرَ، وَهُوَ يُلْحَدُ لَهُ، فَقَالَ: \"أَعُوذُ بِاللَّهِ مِنْ عَذَابِ الْقَبْرِ، ثَلاَثَ مِرَارٍ، ثُمَّ قَالَ: إِنَّ الْمُؤْمِنَ إِذَا كَانَ فِى إِقْبَالٍ مِنَ الآخِرَةِ، وَانْقِطَاعٍ مِنَ الدُّنْيَا، تَنَزَّلَتْ إِلَيْهِ الْمَلاَئِكَةُ كَأَنَّ عَلَى وُجُوهِهِمُ الشَّمْسَ، مَعَ كُلِّ وَاحِدٍ مَنْهُم كَفَنٌ وَحَنُوطٌ فَجَلَسُوا مِنْهُ مَدَّ الْبَصَرِ، حَتَّى إِذَا خَرَجَ رُوحُهُ صَلَّى عَلَيْهِ كُلُّ مَلَكٍ بَيْنَ السَّمَاءِ وَالأَرْضِ، وَكُلُّ مَلَكٍ فِى السَّمَاءِ، وَفُتِحَتْ [لَهُ] أَبْوَابُ السَّمَاءِ لَيْسَ مِنْ أَهْلِ بَابٍ إِلاَّ وَهُمْ يَدْعُونَ اللَّهَ أَنْ يُعْرَجَ بِرُوحِهِ مِنْ قِبَلِهِمْ، فَإِذَا عُرِجَ بِرُوحِهِ، قَالُوا: رَبِّ عَبْدُكَ فُلانٌ، فَيَقُولُ: أَرْجِعُوهُ فَإِنِّى عَهِدْتُ إِلَيْهِمْ أَنِّى مِنْهَا خَلَقْتُهُمْ، وَفِيهَا أُعِيدُهُمْ، وَمِنْهَا أُخْرِجُهُمْ تَارَةً أُخْرَى، قَالَ: فَإِنَّهُ يَسْمَعُ خَفْقَ نِعَالِ أَصْحَابِهِ إِذَا وَلَّوْا عَنْهُ، فَيَأْتِيهِ آتٍ فَيَقُولُ: مَنْ رَبُّكَ؟ مَا دِينُكَ؟ مَنْ نَبِيُّكَ؟ فَيَقُولُ: رَبِّىَ اللَّهُ، وَدِينِىَ الإِسْلاَمُ، وَنَبِيِّى مُحَمَّدٌ - صلى الله عليه وسلم - ، ¶ ¬__________ ¶ (¬1) - صحيح البخارى برقم(1373) ¶ (¬2) - صحيح البخارى برقم(6376 ) ¶ (¬3) - مشكل الآثار برقم( 234 ) وهو صحيح",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "فَيَنْتَهِرُهُ، فَيَقُولُ: مَنْ رَبُّكَ؟ مَا دِينُكَ؟ مَنْ نَبِيُّكَ؟ وَهِىَ آخِرُ فِتْنَةٍ تُعْرَضُ عَلَى الْمُؤْمِنِ، فَذَلِكَ حِينَ يَقُولُ اللَّهُ عَزَّ وَجَلَّ: {يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِى الْحَيَاةِ الدُّنْيَا وَفِى الآخِرَةِ}، فَيَقُولُ: رَبِّىَ اللَّهُ، وَدِينِىَ الإِسْلاَمُ، وَنَبِيِّى مُحَمَّدٌ - صلى الله عليه وسلم - ، فَيَقُولُ لَهُ: صَدَقْتَ، ثُمَّ يَأْتِيهِ آتٍ حَسَنُ الْوَجْهِ طَيِّبُ الرِّيحِ حَسَنُ الثِّيَابِ، فَيَقُولُ: أَبْشِرْ بِكَرَامَةٍ مِنَ اللَّهِ، وَنَعِيمٍ مُقِيمٍ، فَيَقُولُ: وَأَنْتَ فَبَشَّرَكَ اللَّهُ بِخَيْرٍ، مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا عَمَلُكَ الصَّالِحُ، كُنْتَ وَاللَّهِ سَرِيعًا فِى طَاعَةِ اللَّهِ، بَطِيئًا عَنْ مَعْصِيَةِ اللَّهِ، فَجَزَاكَ اللَّهُ خَيْرًا، ثُمَّ يُفْتَحُ لَهُ بَابٌ مِنَ الْجَنَّةِ، وَبَابٌ مِنَ النَّارِ، فَيُقَالُ: هَذَا كَانَ مَنْزِلَكَ لَوْ عَصَيْتَ اللَّهَ، أَبْدَلَكَ اللَّهُ بِهِ هَذَا، فَإِذَا رَأَى مَا فِى الْجَنَّةِ، قَالَ: رَبِّ عَجِّلْ قِيَامَ السَّاعَةِ كَيْمَا أَرْجِعَ إِلَى أَهْلِى وَمَالِى، فَيُقَالُ لَهُ: اسْكُنْ. وَإِنَّ الْكَافِرَ إِذَا كَانَ فِى انْقِطَاعٍ مِنَ الدُّنْيَا، وَإِقْبَالٍ مِنَ الآخِرَةِ، نَزَلَتْ عَلَيْهِ مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ، فَانْتَزَعُوا رُوحَهُ كَمَا يُنْتَزَعُ السَّفُّودُ الْكَثِيرُ الشِّعْبِ مِنَ الصُّوفِ الْمُبْتَلِّ، وَتُنْزَعُ نَفْسُهُ مَعَ الْعُرُوقِ، فَيَلْعَنُهُ كُلُّ مَلَكٍ بَيْنَ السَّمَاءِ وَالأَرْضِ، وَكُلُّ مَلَكٍ فِى السَّمَاءِ، وَتُغْلَقُ أَبْوَابُ السَّمَاءِ، لَيْسَ مِنْ أَهْلِ بَابٍ إِلاَّ وَهُمْ يَدْعُونَ اللَّهَ أَنْ لا تَعْرُجَ رُوحُهُ مِنْ قِبَلِهِمْ، فَإِذَا عُرِجَ بِرُوحِهِ، قَالُوا: رَبِّ فُلانُ بْنُ فُلانٍ، عَبْدُكَ، قَالَ: أَرْجِعُوهُ، فَإِنِّى عَهِدْتُ إِلَيْهِمْ أَنِّى مِنْهَا خَلَقْتُهُمْ، وَفِيهَا أُعِيدُهُمْ، وَمِنْهَا أُخْرِجُهُمْ تَارَةً أُخْرَى، قَالَ: فَإِنَّهُ لَيَسْمَعُ خَفْقَ نِعَالِ أَصْحَابِهِ إِذَا وَلَّوْا عَنْهُ، قَال:َ فَيَأْتِيهِ آتٍ، فَيَقُولُ: مَنْ رَبُّكَ؟ مَا دِينُكَ؟ مَنْ نَبِيُّكَ؟ فَيَقُولُ: لاَ أَدْرِى، فَيَقُولُ: لاَ دَرَيْتَ، وَلاَ تَلَوْتَ، وَيَأْتِيهِ آتٍ قَبِيحُ الْوَجْهِ، قَبِيحُ الثِّيَابِ، مُنْتِنُ الرِّيحِ، فَيَقُولُ: أَبْشِرْ بِهَوَانٍ مِنَ اللَّهِ، وَعَذَابٍ مُقِيمٍ، فَيَقُولُ: وَأَنْتَ، فَبَشَّرَكَ اللَّهُ بِالشَّرِّ، مَنْ أَنْتَ؟ فَيَقُولُ: أَنَا عَمَلُكَ الْخَبِيثُ، كُنْتَ بَطِيئًا عَنْ طَاعَةِ اللَّهِ، سَرِيعًا فِى مَعْصِيَةِ اللَّهِ، فَجَزَاكَ اللَّهُ شَرًّا، ثُمَّ يُقَيَّضُ لَهُ أَعْمَى أَصَمُّ أَبْكَمُ فِى يَدِهِ مِرْزَبَةٌ، لَوْ ضُرِبَ بِهَا جَبَلٌ كَانَ تُرَابًا، فَيَضْرِبُهُ ضَرْبَةً حَتَّى يَصِيرَ تُرَابًا، ثُمَّ يُعِيدُهُ اللَّهُ كَمَا كَانَ، فَيَضْرِبُهُ ضَرْبَةً أُخْرَى، فَيَصِيحُ صَيْحَةً يَسْمَعُهُ كُلُّ شَىْءٍ إِلاَّ الثَّقَلَيْنِ. ¶ قَالَ الْبَرَاءُ بْنُ عَازِبٍ: ثُمَّ يُفْتَحُ لَهُ بَابٌ مِنَ النَّارِ، وَيُمَهَّدُ مِنْ فُرُشِ النَّارِ. (¬1) ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم(19121) وهو صحيح ¶ تلوت : قرأت الحنوط : ما يخلط من الطيب بأكفان الموتى السفود : حديدة ذات شعب معقفة",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وعن أَنَسِ بْنِ مَالِكٍ قَالَ حَدَّثَنَا مُحَمَّدٌ - صلى الله عليه وسلم - قَالَ : « إِذَا كَانَ يَوْمُ الْقِيَامَةِ ، مَاجَ النَّاسُ بَعْضُهُمْ إِلَى بَعْضٍ ، فَيَأْتُونَ آدَمَ ، فَيَقُولُونَ لَهُ : اشْفَعْ لِذُرِّيَّتِكَ ، فَيَقُولُ : لَسْتُ لَهَا ، وَلَكِنْ عَلَيْكُمْ بِإِبْرَاهِيمَ ، عَلَيْهِ السَّلاَمُ ، فَإِنَّهُ خَلِيلُ اللهِ ، فَيَأْتُونَ إِبْرَاهِيمَ ، فَيَقُولُ : لَسْتُ لَهَا ، وَلَكِنْ عَلَيْكُمْ بِمُوسَى ، عَلَيْهِ السَّلاَمُ ، فَإِنَّهُ كَلِيمُ اللهِ ، فَيُؤْتَى مُوسَى ، فَيَقُولُ : لَسْتُ لَهَا ، وَلَكِنْ عَلَيْكُمْ بِعِيسَى ، عَلَيْهِ السَّلاَمُ ، فَإِنَّهُ رُوحُ اللهِ وَكَلِمَتُهُ ، فَيُؤْتَى عِيسَى ، فَيَقُولُ : لَسْتُ لَهَا ، وَلَكِنْ عَلَيْكُمْ بِمُحَمَّدٍ - صلى الله عليه وسلم - ، فَأُوتَى ، فَأَقُولُ : أَنَا لَهَا ، فَأَنْطَلِقُ فَأَسْتَأْذِنُ عَلَى رَبِّي ، فَيُؤْذَنُ لِي ، فَأَقُومُ بَيْنَ يَدَيْهِ ، فَأَحْمَدُهُ بِمَحَامِدَ لاَ أَقْدِرُ عَلَيْهِ الآنَ ، يُلْهِمُنِيهِ اللهُ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا ، فَيُقَالُ لِيَ : يَا مُحَمَّدُ ، ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَهْ ، وَاشْفَعْ تُشَفَّعْ ، فَأَقُولُ : رَبِّ ، أُمَّتِي ، أُمَّتِي ، فَيُقَالُ : انْطَلِقْ ، فَمَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ بُرَّةٍ ، أَوْ شَعِيرَةٍ ، مِنْ إِيمَانٍ ، فَأَخْرِجْهُ مِنْهَا ، فَأَنْطَلِقُ فَأَفْعَلُ ، ثُمَّ أَرْجِعُ إِلَى رَبِّي ، فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا ، فَيُقَالُ لِيَ : يَا مُحَمَّدُ ، ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَهْ ، وَاشْفَعْ تُشَفَّعْ ، فَأَقُولُ : أُمَّتِي ، أُمَّتِي ، فَيُقَالُ لِيَ : انْطَلِقْ ، فَمَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ حَبَّةٍ مِنْ خَرْدَلٍ ، مِنْ إِيمَانٍ ، فَأَخْرِجْهُ مِنْهَا ، فَأَنْطَلِقُ فَأَفْعَلُ ، ثُمَّ أَعُودُ إِلَى رَبِّي ، فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا ، فَيُقَالُ لِيَ : يَا مُحَمَّدُ ، ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَهْ ، وَاشْفَعْ تُشَفَّعْ ، فَأَقُولُ : يَا رَبِّ ، أُمَّتِي ، أُمَّتِي ، فَيُقَالُ لِيَ : انْطَلِقْ ، فَمَنْ كَانَ فِي قَلْبِهِ أَدْنَى أَدْنَى أَدْنَى مِنْ مِثْقَالِ حَبَّةٍ مِنْ خَرْدَلٍ ، مِنْ إِيمَانٍ، فَأَخْرِجْهُ مِنَ النَّارِ ، فَأَنْطَلِقُ فَأَفْعَلُ. ¶ ثُمَّ أَرْجِعُ إِلَى رَبِّي فِي الرَّابِعَةِ ، فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا ، فَيُقَالُ لِي : يَا مُحَمَّدُ ، ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَ ، وَاشْفَعْ تُشَفَّعْ ، فَأَقُولُ : يَا رَبِّ ، ائْذَنْ لِي فِيمَنْ قَالَ : لاَ إِلَهَ إِلاَّ اللهُ ، قَالَ : لَيْسَ ذَاكَ لَكَ ، أَوْ قَالَ : لَيْسَ ذَاكَ إِلَيْكَ ، وَلَكِنْ وَعِزَّتِي وَكِبْرِيَائِي ، وَعَظَمَتِي وَجِبْرِيَائِي ، لأُخْرِجَنَّ مَنْ قَالَ : لاَ إِلَهَ إِلاَّ اللهُ. (¬1) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى برقم(7510 ) وانظر كتابي (( الاستعداد للموت ))",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "السَّبَبُ التَّاسِعُ ¶ أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا ¶ عن أَنَسِ بْنِ مَالِكٍ قَالَ حَدَّثَنَا مُحَمَّدٌ - صلى الله عليه وسلم - قَالَ « إِذَا كَانَ يَوْمُ الْقِيَامَةِ مَاجَ النَّاسُ بَعْضُهُمْ فِى بَعْضٍ فَيَأْتُونَ آدَمَ فَيَقُولُونَ اشْفَعْ لَنَا إِلَى رَبِّكَ . فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِإِبْرَاهِيمَ فَإِنَّهُ خَلِيلُ الرَّحْمَنِ . فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُوسَى فَإِنَّهُ كَلِيمُ اللَّهِ . فَيَأْتُونَ مُوسَى فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِعِيسَى فَإِنَّهُ رُوحُ اللَّهِ وَكَلِمَتُهُ . فَيَأْتُونَ عِيسَى فَيَقُولُ لَسْتُ لَهَا وَلَكِنْ عَلَيْكُمْ بِمُحَمَّدٍ - . - صلى الله عليه وسلم - فَيَأْتُونِى فَأَقُولُ أَنَا لَهَا . فَأَسْتَأْذِنُ عَلَى رَبِّى فَيُؤْذَنُ لِى وَيُلْهِمُنِى مَحَامِدَ أَحْمَدُهُ بِهَا لاَ تَحْضُرُنِى الآنَ ، فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ وَأَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَ ، وَاشْفَعْ تُشَفَّعْ . فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى . فَيُقَالُ انْطَلِقْ فَأَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ شَعِيرَةٍ مِنْ إِيمَانٍ . فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَعُودُ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَ ، وَاشْفَعْ تُشَفَّعْ ، فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى . فَيُقَالُ انْطَلِقْ فَأَخْرِجْ مِنْهَا مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ ذَرَّةٍ أَوْ خَرْدَلَةٍ مِنْ إِيمَانٍ . فَأَنْطَلِقُ فَأَفْعَلُ ثُمَّ أَعُودُ فَأَحْمَدُهُ بِتِلْكَ الْمَحَامِدِ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ ، وَقُلْ يُسْمَعْ لَكَ ، وَسَلْ تُعْطَ ، وَاشْفَعْ تُشَفَّعْ . فَأَقُولُ يَا رَبِّ أُمَّتِى أُمَّتِى . فَيَقُولُ انْطَلِقْ فَأَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ أَدْنَى أَدْنَى أَدْنَى مِثْقَالِ حَبَّةِ خَرْدَلٍ مِنْ إِيمَانٍ ، فَأَخْرِجْهُ مِنَ النَّارِ . فَأَنْطَلِقُ فَأَفْعَلُ » . فَلَمَّا خَرَجْنَا مِنْ عِنْدِ أَنَسٍ قُلْتُ لِبَعْضِ أَصْحَابِنَا لَوْ مَرَرْنَا بِالْحَسَنِ وَهْوَ مُتَوَارٍ فِى مَنْزِلِ أَبِى خَلِيفَةَ فَحَدَّثَنَا بِمَا حَدَّثَنَا أَنَسُ بْنُ مَالِكٍ ، فَأَتَيْنَاهُ فَسَلَّمْنَا عَلَيْهِ فَأَذِنَ لَنَا فَقُلْنَا لَهُ يَا أَبَا سَعِيدٍ جِئْنَاكَ مِنْ عِنْدِ أَخِيكَ أَنَسِ بْنِ مَالِكٍ فَلَمْ نَرَ مِثْلَ مَا حَدَّثَنَا فِى الشَّفَاعَةِ ، فَقَالَ هِيهِ ، فَحَدَّثْنَاهُ بِالْحَدِيثِ فَانْتَهَى إِلَى هَذَا الْمَوْضِعِ فَقَالَ هِيهِ ، فَقُلْنَا لَمْ يَزِدْ لَنَا عَلَى هَذَا . فَقَالَ لَقَدْ حَدَّثَنِى وَهْوَ جَمِيعٌ مُنْذُ عِشْرِينَ سَنَةً فَلاَ أَدْرِى أَنَسِىَ أَمْ كَرِهَ أَنْ تَتَّكِلُوا . قُلْنَا يَا أَبَا سَعِيدٍ فَحَدِّثْنَا ، فَضَحِكَ وَقَالَ خُلِقَ الإِنْسَانُ عَجُولاً مَا ذَكَرْتُهُ إِلاَّ وَأَنَا أُرِيدُ أَنْ أُحَدِّثَكُمْ حَدَّثَنِى كَمَا حَدَّثَكُمْ بِهِ قَالَ « ثُمَّ أَعُودُ الرَّابِعَةَ فَأَحْمَدُهُ",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "بِتِلْكَ ، ثُمَّ أَخِرُّ لَهُ سَاجِدًا فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَقُلْ يُسْمَعْ ، وَسَلْ تُعْطَهْ ، وَاشْفَعْ تُشَفَّعْ . فَأَقُولُ:يَا رَبِّ ائْذَنْ لِى فِيمَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ . فَيَقُولُ:وَعِزَّتِى وَجَلاَلِى وَكِبْرِيَائِى وَعَظَمَتِى لأُخْرِجَنَّ مِنْهَا مَنْ قَالَ:لاَ إِلَهَ إِلاَّ اللَّهُ » (¬1) ¶ وعَنْ أَبِى نَضْرَةَ قَالَ خَطَبَنَا ابْنُ عَبَّاسٍ عَلَى مِنْبَرِ الْبَصْرَةِ فَقَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّهُ لَمْ يَكُنْ نَبِىٌّ إِلاَّ لَهُ دَعْوَةٌ قَدْ تَنَجَّزَهَا فِى الدُّنْيَا وَإِنِّى قَدِ اخْتَبَأْتُ دَعْوَتِى شَفَاعَةً لأُمَّتِى وَأَنَا سَيِّدُ وَلَدِ آدَمَ يَوْمَ الْقِيَامَةِ وَلاَ فَخْرَ وَأَنَا أَوَّلُ مَنْ تَنْشَقُّ عَنْهُ الأَرْضُ وَلاَ فَخْرَ وَبِيَدِى لِوَاءُ الْحَمْدِ وَلاَ فَخْرَ آدَمُ فَمَنْ دُونَهُ تَحْتَ لِوَائِى وَلاَ فَخْرَ وَيَطُولُ يَوْمُ الْقِيَامَةِ عَلَى النَّاسِ فَيَقُولُ بَعْضُهُمْ لِبَعْضٍ انْطَلِقُوا بِنَا إِلَى آدَمَ أَبِى الْبَشَرِ فَلْيَشْفَعْ لَنَا إِلَى رَبِّنَا عَزَّ وَجَلَّ فَلْيَقْضِ بَيْنَنَا فَيَأْتُونَ آدَمَ -. - صلى الله عليه وسلم - فَيَقُولُونَ يَا آدَمُ أَنْتَ الَّذِى خَلَقَكَ اللَّهُ بِيَدِهِ وَأَسْكَنَكَ جَنَّتَهُ وَأَسْجَدَ لَكَ مَلاَئِكَتَهُ اشْفَعْ لَنَا إِلَى رَبِّنَا. فَلْيَقْضِ بَيْنَنَا. فَيَقُولُ إِنِّى لَسْتُ هُنَاكُمْ إِنِّى قَدْ أُخْرِجْتُ مِنَ الْجَنَّةِ بِخَطِيئَتِى وَإِنَّهُ لاَ يُهِمُّنِى الْيَوْمَ إِلاَّ نَفْسِى وَلَكِنِ ائْتُوا نُوحاً رَأْسَ النَّبِيِّينَ. فَيَأْتُونَ نُوحاٌ فَيَقُولُونَ يَا نُوحُ اشْفَعْ لَنَا إِلَى رَبِّنَا فَلْيَقْضِ بَيْنَنَا. فَيَقُولُ إِنِّى لَسْتُ هُنَاكُمْ إِنِّى دَعَوْتُ بِدَعْوَةٍ أَغْرَقَتْ أَهْلَ الأَرْضِ وَإِنَّهُ لاَ يُهِمُّنِى الْيَوْمَ إِلاَّ نَفْسِى وَلَكِنِ ائْتُوا إِبْرَاهِيمَ خَلِيلَ اللَّهِ. فَيَأْتُونَ إِبْرَاهِيمَ فَيَقُولُونَ يَا إِبْرَاهِيمُ اشْفَعْ لَنَا إِلَى رَبِّنَا فَلْيَقْضِ بَيْنَنَا . فَيَقُولُ إِنِّى لَسْتُ هُنَاكُمْ إِنِّى كَذَبْتُ فِى الإِسْلاَمِ ثَلاَثَ كِذْبَاتٍ - وَاللَّهِ إِنْ جَادَلَ بِهِنَّ إِلاَّ عَنْ دِينِ اللَّهِ قَوْلُهُ (إِنِّى سَقِيمٌ) وَقَوْلُهُ ( بَلْ فَعَلَهُ كَبِيرُهُمْ هَذَا فَاسْأَلُوهُمْ إِنْ كَانَُوا يَنْطِقُونَ) وَقَوْلُهُ لاِمْرَأَتِهِ حِينَ أَتَى عَلَى الْمَلِكِ أُخْتِى - وَإِنَّهُ لاَ يُهِمُّنِى الْيَوْمَ إِلاَّ نَفْسِى وَلَكِنِ ائْتُوا مُوسَى الَّذِى اصْطَفَاهُ اللَّهُ بِرِسَالَتِهِ وَكَلاَمِهِ. فَيَأْتُونَهُ فَيَقُولُونَ يَا مُوسَى أَنْتَ الَّذِى اصْطَفَاكَ اللَّهُ بِرِسَالَتِهِ وَكَلَّمَكَ فَاشْفَعْ لَنَا إِلَى رَبِّكَ فَلْيَقْضِ بَيْنَنَا. فَيَقُولُ لَسْتُ هُنَاكُمْ إِنِّى قَتَلْتُ نَفْساً بِغَيْرِ نَفْسٍ وَإِنَّهُ لاَ يُهِمُّنِى الْيَوْمَ إِلاَّ نَفْسِى وَلَكِنِ ائْتُوا عِيسَى رُوحَ اللَّهِ وَكَلِمَتَهُ. فَيَأْتُونَ عِيسَى فَيَقُولُونَ اشْفَعْ لَنَا إِلَى رَبِّكَ فَلْيَقْضِ بَيْنَنَا. فَيَقُولُ إِنِّى لَسْتُ هُنَاكُمْ إِنِّى اتُّخِذْتُ إِلَهاً مِنْ دُونِ اللَّهِ وَإِنَّهُ لاَ يُهِمُّنِى الْيَوْمَ إِلاَّ نَفْسِى وَلَكِنْ أَرَأَيْتُمْ لَوْ كَانَ مَتَاعٌ فِى وِعَاءٍ مَخْتُومٍ عَلَيْهِ أَكَانَ يُقْدَرُ عَلَى مَا فِى جَوْفِهِ حَتَّى يُفَضَّ الْخَاتَمُ قَالَ فَيَقُولُونَ لاَ. قَالَ فَيَقُولُ إِنَّ مُحَمَّداً -. - صلى الله عليه وسلم - خَاتَمُ ¶ ¬__________ ¶ (¬1) - - صحيح البخارى برقم(7510 )",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "النَّبِيِّينَ وَقَدْ حَضَرَ الْيَوْمَ وَقَدْ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ وَمَا تَأَخَّرَ ». قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « فَيَأْتُونِى فَيَقُولُونَ يَا مُحَمَّدُ اشْفَعْ لَنَا إِلَى رَبِّكَ فَلْيَقْضِ بَيْنَنَا. فَأَقُولُ أَنَا لَهَا حَتَّى يَأْذَنَ اللَّهُ عَزَّ وَجَلَّ لِمَنْ يَشَاءُ وَيَرْضَى فَإِذَا أَرَادَ اللَّهُ تَبَارَكَ وَتَعَالَى أَنْ يَصْدَعَ بَيْنَ خَلْقِهِ نَادَى مُنَادٍ أَيْنَ أَحْمَدُ وَأُمَّتُهُ فَنَحْنُ الآخِرُونَ الأَوَّلُونَ نَحْنُ آخِرُ الأُمَمِ وَأَوَّلُ مَنْ يُحَاسَبُ فَتُفْرِجُ لَنَا الأُمَمُ عَنْ طَرِيقِنَا فَنَمْضِى غُرًّا مُحَجَّلِينَ مِنْ أَثَرِ الطُّهُورِ فَتَقُولُ الأُمَمُ كَادَتْ هَذِهِ الأُمَّةُ أَنْ تَكُونَ أَنْبِيَاءَ كُلُّهَا. فَآتِى بَابَ الْجَنَّةِ فَآخُذُ بِحَلْقَةِ الْبَابِ فَأَقْرَعُ الْبَابَ فَيُقَالُ مَنْ أَنْتَ فَأَقُولُ أَنَا مُحَمَّدٌ. فَيُفْتَحُ لِى فَآتِى رَبِّى عَزَّ وَجَلَّ عَلَى كُرْسِيِّهِ - أَوْ سَرِيرِهِ شَكَّ حَمَّادٌ - فَأَخِرُّ لَهُ سَاجِداً فَأَحْمَدُهُ بِمَحَامِدَ لَمْ يَحْمَدْهُ بِهَا أَحَدٌ كَانَ قَبْلِى وَلَيْسَ يَحْمَدُهُ بِهَا أَحَدٌ بَعْدِى فَيُقَالُ يَا مُحَمَّدُ ارْفَعْ رَأْسَكَ وَسَلْ تُعْطَهْ وَقُلْ تُسْمَعْ وَاشْفَعْ تُشَفَّعْ. فَأَرْفَعُ رَأْسِى فَأَقُولُ أَىْ رَبِّ أُمَّتِى أُمَّتِى. فَيَقُولُ أَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ كَذَا وَكَذَا - لَمْ يَحْفَظْ حَمَّادٌ - ثُمَّ أَعُودُ فَأَسْجُدُ فَأَقُولُ مَا قُلْتُ فَيُقَالُ ارْفَعْ رَأْسَكَ وَقُلْ تُسْمَعْ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ فَأَقُولُ أَىْ رَبِّ أُمَّتِى أُمَّتِى. فَيَقُولُ أَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ كَذَا وَكَذَا دُونَ الأَوَّلِ ثُمَّ أَعُودُ فَأَسْجُدُ فَأَقُولُ مِثْلَ ذَلِكَ فَيُقَالُ لِى ارْفَعْ رَأْسَكَ وَقُلْ تَسْمَعْ وَسَلْ تُعْطَهْ وَاشْفَعْ تُشَفَّعْ. فَأَقُولُ أَىْ رَبِّ أُمَّتِى أُمَّتِى فَيُقَالُ أَخْرِجْ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ كَذَا وَكَذَا دُونَ ذَلِكَ » (¬1) ¶ ــــــــــــــ ¶ ¬__________ ¶ (¬1) - مسند أحمد برقم(2595)ٍ حديث حسن . المحجل : أبيض مواضع الوضوء من اليدين -الغر : جمع الأغر وهو أبيض الوجه ¶ وانظروا كتابي (( الإيمان بيوم القيامة وأهواله )) ففيه تفاصيل",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "السَّبَبُ الْعَاشِرُ ¶ رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ (¬1) ¶ فالله تعالى من صفاته أنه الرحمن الرحيم ،و الرحمن الرحيم } صفتان مشتقتان من الرحمة . والرحمة فى أصل اللغة : رقة في القلب تقتضى الإِحسان ، وهذا المعنى لا يليق أن يكون وصفًا لله - تعالى- ، ولذا فسرها بعض العلماء بإرادة الإِحسان . وفسرها آخرون بالإِحسان نفسه . ¶ والموافق لمذهب السلف أن يقال : هي صفة قائمة بذاته - تعالى - لا نعرف حقيقتها ، وإنما نعرف أثرها الذي هو الإِحسان . ¶ وقد كثرت أقوال المفسرين في العلاقة بين هاتين الصفتين ، فبعضهم يرى أن {الرحمن} هو المنعم على جميع الخلق . وأن {الرحيم هو المنعم على المؤمنين خاصة . ويرى آخرون أن {الرحمن} هو المنعم بجلائل النعم ، وأن {الرحيم} هو المنعم بدقائقها . ¶ ويرى فريق ثالث أن الوصفين بمعنى واحد وأن الثاني منهما تأكيد للأول . والذي يراه المحققون من العلماء أن الصفتين ليستا بمعنى واحد ، بل روعي في كل منهما معنى لم يراع في الآخر ، فالرحمن بمعنى عظيم الرحمة ، لأن فعلان صيغة مبالغة في كثرة الشيء وعظمته ، ويلزم منه الدوام كغضبان وسكران . والرحيم بمعنى دائم الرحمة ، لأن صيغته فعيل تستعمل في الصفات الدائمة ككريم وظريف . فكأنه قيل : العظيم الرحمة الدائمة . ¶ أو أن { الرحمن} صفة ذاتية هي مبدأ الرحمة والإِحسان.{والرحيم} صفة فعل تدلُّ على وصول الرحمة والإِحسان وتعديهما إلى المنعم عليه . ¶ ¬__________ ¶ (¬1) - - انظر فتاوى الإسلام سؤال وجواب - (ج 1 / ص 1186) وفتاوى الإسلام سؤال وجواب - (ج 1 / ص 2446) وفتاوى الشبكة الإسلامية معدلة - (ج 8 / ص 983) وفتاوى الشبكة الإسلامية معدلة - (ج 10 / ص 686)",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ولعل مما يؤيد ذلك أن لفظ الرحمن لم يذكر في القرآن إلا مجرى عليه الصفات كما هو الشأنِ في أسماء الذات . قال - تعالى- : { الرحمن عَلَّمَ القرآن } و{الرحمن عَلَى العرش استوى}{ قُلِ ادعوا الله أَوِ ادعوا الرحمن } وهكذا . . . ¶ أمَّا لفظ الرحيم فقد كثر في القرآن استعماله وصفًا فعليًا ، وجاء في الغالب بأسلوب التعدية والتعلق بالمنعم عليه . قال - تعالى - { إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ } { وَكَانَ بالمؤمنين رَحِيماً } { إِنَّهُ كَانَ بِكُمْ رَحِيماً } إلخ . ¶ قال بعض العلماء \" وهذا الرأي في نظرنا هو أقوى الآراء ، فإن تخصيص أحد الوصفين بدقائق النعم أو ببعض المنعم عليهم لا دليل عليه ، كما أنه ليس مستساغاً أن يقال في القرآن : إن كلمة ذكرت بعد أخرى لمجرد تأكيد المعنى المستفاد منها \" (¬1) . ¶ إنها صلة الرحمة والرعاية التي تستجيش الحمد والثناء . إنها الصلة التي تقوم على الطمأنينة وتنبض بالمودة ، فالحمد هو الاستجابة الفطرية للرحمة الندية . ¶ إن الربَّ الإله في الإسلام لا يطارد عباده مطاردة الخصوم والأعداء كآلهة الأولمب في نزواتها وثوراتها كما تصورها أساطير الإغريق . ولا يدبر لهم المكائد الانتقامية كما تزعم الأساطير المزورة في « العهد القديم » كالذي جاء في أسطورة برج بابل في الإصحاح الحادي عشر من سفر التكوين . (¬2) ¶ ------------------ ¶ وعَنْ أَبِي هُرَيْرَةَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : \" إِنَّ اللَّهَ لَمَّا قَضَى الخَلْقَ ، كَتَبَ عِنْدَهُ فَوْقَ عَرْشِهِ : إِنَّ رَحْمَتِي سَبَقَتْ غَضَبِي \" (¬3) . ¶ وعَنْ عُمَرَ بْنِ الْخَطَّابِ - رضى الله عنه - قَدِمَ عَلَى النَّبِىِّ - صلى الله عليه وسلم - سَبْىٌ ، فَإِذَا امْرَأَةٌ مِنَ السَّبْىِ قَدْ تَحْلُبُ ثَدْيَهَا تَسْقِى ، إِذَا وَجَدَتْ صَبِيًّا فِى السَّبْىِ أَخَذَتْهُ فَأَلْصَقَتْهُ بِبَطْنِهَا ¶ ¬__________ ¶ (¬1) - الوسيط لسيد طنطاوي - (ج 1 / ص 1) ¶ (¬2) - في ظلال القرآن - (ج 1 / ص 4) ¶ (¬3) - صحيح البخارى(7422 )",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "وَأَرْضَعَتْهُ ، فَقَالَ لَنَا النَّبِىُّ - صلى الله عليه وسلم - « أَتَرَوْنَ هَذِهِ طَارِحَةً وَلَدَهَا فِى النَّارِ ». قُلْنَا لاَ وَهْىَ تَقْدِرُ عَلَى أَنْ لاَ تَطْرَحَهُ . فَقَالَ « اللَّهُ أَرْحَمُ بِعِبَادِهِ مِنْ هَذِهِ بِوَلَدِهَا » (¬1) . ¶ وعَنْ أَنَسٍ ، قَالَ : كَانَ صَبِيٌّ عَلَى ظَهْرِ الطَّرِيقِ فَمَرَّ النَّبِيُّ - صلى الله عليه وسلم - وَمَعَهُ نَاسٌ فَلَمَّا رَأَتْ أُمُّ الصَّبِيِّ الْقَوْمَ خَشِيَتْ أَنْ يُوطَأَ ابْنُهَا فَسَمِعَتْ فَحَمَلَتْهُ ، فَقَالَتِ : ابْنِي ، ابْنِي ، قَالَ الْقَوْمُ : يَا رَسُولَ اللَّهِ ، مَا كَانَتْ هَذِهِ لِيُلْقَى ابْنُهَا فِي النَّارِ ، فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : وَلا اللَّهُ يُلْقِي حَبِيبَهُ فِي النَّارِ\" (¬2) ¶ وعَنْ عُمَرَ بْنِ الْخَطَّابِ ، أَنَّهُ قَالَ : قَدِمَ سَبْيٌ عَلَى رَسُولِ اللهِ . - صلى الله عليه وسلم - ، فَإِذَا بِامْرَأَةٍ فِي السَّبْيِ تَحْلِبُ ثَدْيَهَا كُلَّمَا أَوْ إِذَا وَجَدَتْ صَبِيًّا فِي السَّبْيِ أَخَذَتْهُ فَأَلْصَقَتْهُ بِبَطْنِهَا وَأَرْضَعَتْهُ ، فَقَالَ لَنَا رَسُولُ اللهِ . - صلى الله عليه وسلم - : أَتَرَوْنَ هَذِهِ الْمَرْأَةَ طَارِحَةً وَلَدَهَا فِي النَّارِ ؟ قُلْنَا : لاَ وَاللَّهِ وَهِيَ تَقْدِرُ عَلَى أَنْ لاَ تَطْرَحَهُ ، فَقَالَ رَسُولُ اللهِ . - صلى الله عليه وسلم - : اللَّهُ أَرْحَمُ بِعَبْدِهِ مِنْ هَذِهِ الْمَرْأَةِ بِوَلَدِهَا قَالَ : وَبَلَغَنِي أَنَّ رَسُولَ اللهِ . - صلى الله عليه وسلم - كَانَ فِي بَعْضِ مَغَازِيهِ ، فَبَيْنَمَا هُمْ يَسِيرُونَ ، إِذْ أَخَذُوا فَرْخَ طَيْرٍ ، فَأَقْبَلَ أَحَدُ أَبَوَيْهِ حَتَّى سَقَطَ فِي أَيْدِي الَّذِي أَخَذَ الْفَرْخَ ، فَقَالَ رَسُولُ اللهِ . - صلى الله عليه وسلم - : أَلا تَعْجَبُونَ لِهَذَا الطَّيْرِ أُخِذَ فَرْخُهُ فَأَقْبَلَ حَتَّى سَقَطَ فِي أَيْدِيهِمْ ، وَاللَّهِ لَلَّهُ أَرْحَمُ بِخَلْقِهِ مِنْ هَذَا الطَّيْرِ بِفَرْخِهِ. (¬3) ¶ ------------------ ¶ وقال تعالى : { وَلَوْ يُعَجِّلُ اللّهُ لِلنَّاسِ الشَّرَّ اسْتِعْجَالَهُم بِالْخَيْرِ لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ فَنَذَرُ الَّذِينَ لاَ يَرْجُونَ لِقَاءنَا فِي طُغْيَانِهِمْ يَعْمَهُونَ} (11) سورة يونس ¶ يُخْبِرُ اللهُ تَعَالَى عَنْ حِلْمِهِ وَلُطْفِهِ بِعِبَادِهِ ، وَيَقُولُ إِنَّهُ لاَ يَسْتَجِيبُ لَهُمْ إِذَا دَعُوا عَلَى أَنْفُسِهِمْ وَأَوْلاَدِهِمْ بِالشَّرِّ فِي حَاَل ضَجَرِهِمْ وَغَضَبِهِمْ ، لأَنَّهُ يَعْلَمُ أَنَّهُمْ لاَ يُرِيدُونَ ذَلِكَ ، فَلِذَلِكَ لاَ يَسْتَجِيبُ لَهُمْ لُطْفاً مِنْهُ ، وَرَحْمَةً بِهِمْ . ¶ أَمَّا إِذَا دَعَوا لأَنْفُسِهِمْ وَأَوْلاَدِهِمْ بِالخَيْرِ وَالبَرَكَةِ فَإِنَّهُ يَسْتَجِيبُ لَهُمْ . وَإِنَّهُ سُبْحَانَهُ لَوِ اسْتَجَابَ لَهُمْ فِي كُلِّ دَعْوَةٍ تَجْرِي عَلَى أَلْسِنَتِهِمْ لأَهْلَكَهُمْ . وَيَتْرُكُ اللهُ تَعَالَى الذِينَ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(5999 ) ¶ (¬2) - المستدرك للحاكم (194) صحيح ¶ (¬3) - مسند البزار (287) صحيح",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "كَفَرُوا بِرَبِّهِمْ ، وَلاَ يَرْجُونَ لِقَاءَهُ فِي الآخِرَةِ ،سَادِرِينَ فِي غَيِّهِمْ ، مُسْتَمِرِّينَ فِي طُغْيَانِهِمْ ، مُتَحَيِّرِينَ لاَ يَهْتَدُونَ إِلَى الخُرُوجِ مِمَّا هُمْ فِيهِ ، حَتَّى يَجِيءَ اليَوْمُ الذِي وَعَدَهُمُ اللهُ بِهِ . (¬1) ¶ وهذا من لطفه وإحسانه بعباده، أنه لو عجل لهم الشر إذا أتوا بأسبابه، وبادرهم بالعقوبة على ذلك، كما يعجل لهم الخير إذا أتوا بأسبابه { لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ } أي: لمحقتهم العقوبة، ولكنه تعالى يمهلهم ولا يهملهم، ويعفو عن كثير من حقوقه، فلو يؤاخذ الله الناس بظلمهم ما ترك على ظهرها من دابة. ¶ ويدخل في هذا، أن العبد إذا غضب على أولاده أو أهله أو ماله، ربما دعا عليهم دعوة لو قبلت منه لهلكوا، ولأضره ذلك غاية الضرر، ولكنه تعالى حليم حكيم. ¶ وقوله: { فَنَذَرُ الَّذِينَ لا يَرْجُونَ لِقَاءَنَا } أي: لا يؤمنون بالآخرة، فلذلك لا يستعدون لها، ولا يعلمون ما ينجيهم من عذاب الله، { فِي طُغْيَانِهِمْ } أي: باطلهم، الذي جاوزوا به الحق والحد. ¶ { يَعْمَهُونَ } يترددون حائرين، لا يهتدون السبيل، ولا يوفقون لأقوم دليل، وذلك عقوبة لهم على ظلمهم، وكفرهم بآيات الله. (¬2) ¶ --------------------- ¶ وقال تعالى : {وَيَدْعُ الإِنسَانُ بِالشَّرِّ دُعَاءهُ بِالْخَيْرِ وَكَانَ الإِنسَانُ عَجُولاً} (11) سورة الإسراء ¶ يُخْبِرُ اللهُ تَعَالَى عَنْ عَجَلَةِ الإِنْسَانِ ، وَدُعَائِهِ عَلَى نَفْسِهِ وَأَهْلِهِ فِي بَعْضِ الأَحْيَانِ بِالشَّرِّ حِينَ الغَضَبِ ، كَمَا يُسَارِعُ إِلَى الدُّعَاءِ فِي الخَيْرِ ، فَلَوِ اسْتَجَابَ اللهُ لَهُ لأَهْلَكَهُ وَأَهْلَكَ أَهْلَهُ . وَالَّذِي يَحْمِلُ الإِنْسَانَ عَلَى ذلِكَ هُوَ قَلَقُهُ ، وَعَجَلَتُهُ ، وَقِلَّةُ صَبْرِهِ . ¶ وإن الإنسان ليعجل ، وهو لا يدري ما وراء خطوته. وإن الإنسان ليقترح لنفسه ولغيره ، وهو لا يعرف ما الخير وما الشر فيما يقترح. «وَيَدْعُ الْإِنْسانُ بِالشَّرِّ دُعاءَهُ بِالْخَيْرِ وَكانَ الْإِنْسانُ عَجُولًا». ولو استسلم للّه ، ودخل في السلم كافة ، ورضي اختيار اللّه له ، ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 1376) ¶ (¬2) - تفسير السعدي - (1 / 359)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "واطمأن إلى أن اختيار اللّه أفضل من اختياره ، وأرحم له وأعود عليه بالخير. لاستراح وسكن. ولأمضى هذه الرحلة القصيرة على هذا الكوكب في طمأنينة ورضى .. ولكن هذا كذلك منة من اللّه وفضل يعطيه من يشاء. (¬1) ¶ ------------------- ¶ وقال تعالى : {وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ إِنَّا هُدْنَا إِلَيْكَ قَالَ عَذَابِي أُصِيبُ بِهِ مَنْ أَشَاء وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُم بِآيَاتِنَا يُؤْمِنُونَ} (156) سورة الأعراف ¶ وَأَثْبِتْ لَنَا ، بِرَحْمَتِكَ وَفَضْلِكَ { واكتب لَنَا } حَيَاةً طَيِّبَةً فِي هذِهِ الدُّنيا ، مِنْ عَافِيةٍ وَبَسْطَةٍ في الرِّزْقِ ، وَتَوْفِيقٍ لِطَاعَةِ ، وَمَثُوبَةٍ حَسَنَةٍ فِي الآخِرَةِ بِدُخُولِ الجَنَّةِ ، وَنَيْلِ رِضْوَانِكَ ، إِنَّنَا تُبْنَا إِلَيْكَ { هُدْنَآ إِلَيْكَ } مِمَّا فَرَطَ مِنْ سُفَهَائِنَا مِنْ عِبَادَةِ العِجْلِ ، وَمِنْ تَقْصِيرِ العُقَلاءِ مِنّا فِي نَهْيِهِمْ وَالإِنْكَارِ عَلَيهِمْ . ¶ وَرَدَّ اللهُ تَعَالَى عَلَى دُعَاءِ مُوسَى قَائِلاً : لَقَدْ أَوْجَبْتُ أَنْ يَكُونَ عَذَابِي خَاصّاً أُصِيبُ بِهِ مَنْ أَشَاءُ مِنَ الكُفَّارِ وَالعُصَاةِ ، الذِينَ لَمْ يَتُوبُوا ، أَمَّا رَحْمَتِي فَقَدْ وَسِعْتَ كُلَّ شَيءٍ ، وَسَأُثْبِتُ رَحْمَتِي بِمَشِيئَتِي لِلَّذِينَ يَتَّقُونَ الكُفْرَ وَالمَعَاصِيَ ، وَيُؤَدُّونَ الزَّكَاةَ المَفْرُوضَةَ ، وَيُؤْتُونَ الصَّدَقَاتِ التِي تَتَزَكَّى بِهَا نُفُوسُهُمْ ،وَلِلَّذِينَ يُؤْمِنُونَ وَيُصَدِّقُونَ بِجَمِيعِ آيَاتِي الدَّالَّةِ عَلَى الوحْدَانِيَّةِ ، وَيُصَدِّقُونَ رُسُلِي ، وَمَا جَاؤُوهُمْ بِهِ . (¬2) ¶ ------------------ ¶ وقال تعالى : { وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآَيَاتِ رَبِّهِ فَأَعْرَضَ عَنْهَا وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ إِنَّا جَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آَذَانِهِمْ وَقْرًا وَإِنْ تَدْعُهُمْ إِلَى الْهُدَى فَلَنْ يَهْتَدُوا إِذًا أَبَدًا (57) وَرَبُّكَ الْغَفُورُ ذُو الرَّحْمَةِ لَوْ يُؤَاخِذُهُمْ بِمَا كَسَبُوا لَعَجَّلَ لَهُمُ الْعَذَابَ بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلًا (58) [الكهف/57-59]} ¶ ¬__________ ¶ (¬1) - فى ظلال القرآن ـ موافقا للمطبوع - (6 / 3342) ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 1111)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وَلاَ أَحَدَ مِنْ خَلْقِ اللهِ أَكْثَرُ ظُلْماً مِمَّنْ وُعِظَ بِآيَاتِ اللهِ ، وَدَلَّ بِهَا عَلَى سَبِيلِ الهُدَى وَالرَّشَادِ فَأَعْرَضَ عَنْهَا وَلَمْ يَتَدَبَّرْهَا ، وَلَمْ يَكْتَرِثْ بِهَا ، وَلَمْ يَتَفَكَّرْ فِي عَوَاقِبِ مَا ارْتَكَبَهُ مِنَ الظُّلْمِ ، وَالكُفْرِ ، وَالمَعَاصِي ( نَسِيَ مَا قَدَّمَتْ يَدَاهُ ) ، فَلَمْ يُنِبْ إِلَى اللهِ ، وَلَمْ يَرْجِعْ إِلَيْهِ تَائِباً مُسْتَغْفِراً . ¶ وَقَدْ كَانَ إِعْرَاضُ الكَافِرِينَ عَمَّا ذَكَرُوا لأَنَّ اللهَ جَعَلَ عَلَى قُلُوبِهِمْ أَغْطِيَةً وَأَغْلِفَةً لِكَيْلاَ يَفْقَهُوا مَا يُذَكَّرُونَ بِهِ ( أَكْنَّةً ) وَلأَنَّهُ جَعَلَ فِي آذَانِهِمْ وَقْراً وَثِقَلاً لِكَيْلاَ يَسْمَعُوهُ . وَلِذَلِكَ فَإِنَّ دَعْوَتَكَ إِيَّاهُمْ يَا مُحَمَّدُ إِلَى الهُدَى وَالإِيمَانِ بِاللهِ وَبِمَا أُنْزِلَ عَلَى رَسُولِهِ ، لَنْ تُؤَثِّرَ فِيهِمْ ، وَلَنْ يَسْتَجِيبُوا لَهَا أَبَداً . ¶ وَرَبُّكَ هُوَ اللهُ الغَفُورُ الرَّحِيمُ ، يُمْهِلُ النَّاسَ لَعَلَّهُمْ يَتُوبُونَ وَيُؤْمِنُونَ ، وَيَسْتَغْفِرُونَ رَبَّهُمْ ، فَيَتُوبَ عَلَيْهِمْ ، وَيَرْحَمَهُمْ وَيَتَجَاوَزَ عَنْ ذُنُوبِهِمْ ، وَلَوْ أَنَّهُ آخَذَهُمْ بِذُنُوبِهِمْ ، لَعَجَّلَ لَهُمُ العُقُوبَةَ وَلأَهْلَكَهُمْ ، وَلَكِنَّهُ جَعَلَ لَهُمْ أَجَلاً مُعَيَّناً لاَ مَهْرَبَ لَهُمْ مِنْهُ ، وَلاَ مُحِيدَ لَهُمْ عَنْهُ (¬1) . ¶ أخبر تعالى عن سعة مغفرته ورحمته، وأنه يغفر الذنوب، ويتوب الله على من يتوب، فيتغمده برحمته، ويشمله بإحسانه، وأنه لو آخذ العباد على ما قدمت أيديهم من الذنوب، لعجل لهم العذاب، ولكنه تعالى حليم لا يعجل بالعقوبة، بل يمهل ولا يهمل، والذنوب لا بد من وقوع آثارها، وإن تأخرت عنها مدة طويلة، ولهذا قال: { بَلْ لَهُمْ مَوْعِدٌ لَنْ يَجِدُوا مِنْ دُونِهِ مَوْئِلا } أي: لهم موعد، يجازون فيه بأعمالهم، لا بد لهم منه، ولا مندوحة لهم عنه، ولا ملجأ، ولا محيد عنه، وهذه سنته في الأولين والآخرين، أن لا يعاجلهم بالعقاب، بل يستدعيهم إلى التوبة والإنابة، فإن تابوا وأنابوا، غفر لهم ورحمهم، وأزال عنهم العقاب، وإلا فإن استمروا على ظلمهم وعنادهم، وجاء الوقت الذي جعله موعدا لهم، أنزل بهم بأسه، ولهذا قال: { وَتِلْكَ الْقُرَى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُوا } أي: ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 2197)",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "بظلمهم، لا بظلم منا { وَجَعَلْنَا لِمَهْلِكِهِمْ مَوْعِدًا } أي: وقتا مقدرا، لا يتقدمون عنه ولا يتأخرون. (¬1) ¶ فمن رحمة الله بالكفار أنه لم يعاجلهم بعذاب يستأصلهم، بل أمهلهم وتركهم؛ لأن لهم موعداً لن يهربوا منه، ولن يُفلِتوا، ولن يكون لهم مَلْجأ يحميهم منه، ولا شكَّ أن في إمهالهم في الدنيا حكمة لله بالغة، ولعل الله يُخرِج من ظهور هؤلاء مَنْ يؤمن به، ومَنْ يحمل راية الدين ويدافع عنه، وقد حدث هذا كثيراً في تاريخ الإسلام، فمِنْ ظَهْر أبي جهل جاء عكرمة، وأمهل الله خالد بن الوليد، فكان أعظمَ قائد في الإسلام. (¬2) ¶ -------------------- ¶ وقال تعالى :{ يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ (57) قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ (58) } [يونس/57-59] ¶ يَمْتَنُّ اللهُ تَعَالَى عَلَى خَلْقِهِ بِإِنْزَالِهِ القُرْآنَ عَلَى رَسُولِهِ مُحَمَّدُ . - صلى الله عليه وسلم - وَفِيهِ زَاجِرٌ عَنِ الغَيِّ ، وَعَنِ الفَوَاحِشِ ، وَفِيهِ شِفَاءٌ لِلصُّدُورِ مِنَ الشُّكُوكِ وَالرِّيَبِ ، وَالقُرْآنُ يَهْدِي المُؤْمِنِينَ الذِينَ يَأْخُذُونَ بِهِ ، وَيُؤَدِّي بِهُمْ إِلَى إِدْخَالِهِمْ فِي رَحْمَةِ اللهِ . ¶ يَأْمُرُ اللهُ تَعَالَى رَسُولَهُ . - صلى الله عليه وسلم - بِأَنْ يُبَلِّغَ المُؤْمِنِينَ ، بِأَنَّهُ يَحُقُّ لَهُمْ أَنْ يَفْرَحُوا بِفَضْلِ اللهِ عَلَيْهِمْ ، وَبِنِعْمَةِ الإِيمَانِ ، وَبِالرَّحْمَةِ الخَاصَّةِ بِهِمْ ، وَبِمَا جَاءَهُمْ مِنَ الهُدَى وَدِينِ الحَقِّ ، فَذَلِكَ أَوْلَى بِهِمْ أَنْ يَفْرَحُوا بِهِ ، وَهُوَ خَيْرٌ مِمَّا يَجْمَعُهُ النَّاسُ مِنْ حُطَامِ الدُّنْيا الزَّائِلَةِ الفَانِيَةِ . (¬3) ¶ --------------------- ¶ وقال تعالى : { وَقَالُوا لَوْلَا نُزِّلَ هَذَا الْقُرْآَنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ (31) أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا وَرَحْمَةُ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ (32) وَلَوْلَا أَنْ يَكُونَ النَّاسُ أُمَّةً وَاحِدَةً لَجَعَلْنَا لِمَنْ يَكْفُرُ بِالرَّحْمَنِ لِبُيُوتِهِمْ سُقُفًا مِنْ فِضَّةٍ وَمَعَارِجَ ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 480) ¶ (¬2) - تفسير الشعراوي - ( / 2182) ¶ (¬3) - أيسر التفاسير لأسعد حومد - (1 / 1422)",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "عَلَيْهَا يَظْهَرُونَ (33) وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا عَلَيْهَا يَتَّكِئُونَ (34) وَزُخْرُفًا وَإِنْ كُلُّ ذَلِكَ لَمَّا مَتَاعُ الْحَيَاةِ الدُّنْيَا وَالْآَخِرَةُ عِنْدَ رَبِّكَ لِلْمُتَّقِينَ (35) } [الزخرف/31-35] ¶ وَقَالُوا كَالمُعْتَرِضِينَ عَلَى اخْتِيَارِ اللهِ رَسُولَهُ الكَرِيمَ : إِنَّ مَنْصِبَ الرِّسَالَةِ مَنْصِبٌ شَرِيفٌ ، فَلاَ يَلِيقُ إِلاَّ بِرَجُلٍ شَرِيفٍ عَظِيمِ الجَاهِ كَثِيرِ الثَّرَاءِ مِنْ أَهْلِ مَكَةَ أَوْ مِنْ أهْلِ الطَّائِفِ ( القَرْيَتِينِ ) لأَنَّ مُحَمَّداً لَيْسَ بِذَلِكَ الغَنيِّ العَظِيمِ الجَاهِ . ¶ يُنْكِرُ اللهُ تَعَالَى عَلَى المُشْرِكِينَ مَا قَالُوا رَدّاً عَلَى اعْتِرَاضِهِمْ هَذَا : إِنَّ أَمْرَ اخْتِيَارِ الأَنْبِيَاءِ لَيْسَ مَرْدُوداً إِلَيْهِم حَتَّى يَقْتَرِحُوا عَلَى اللهِ مَنْ يَخْتَارُونَهُ هُمْ ، وَلَكِنَّ الأَمْرَ للهِ ، وَحْدَهُ ، وَهُوَ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَته ، فَهُوَ لاَ يُنَزِّلُهَا إِلاَّ عَلَى أَزْكَى الخَلْقِ قَلْباً وَنَفْساً ، وَأَشْرَفِهِمْ بَيْتاً ، وَأَطْهَرِهِمْ أَصْلاً . ¶ ثُمَّ قَالَ تَعَالَى : إِنَّهُ فَضَّلَ بَعْضَ العِبَادِ عَلَى بَعْضٍ فِي الحَيَاةِ الدُّنْيَا : فِي القُوَّةِ والغِنَى وَالشُّهْرَةِ والنَّشَاطِ ، لأَنَّهُ لَوْ سَوَّى بَيْنَهُمْ جَمِيعاً فِي شُرُوطِ الحَيَاةِ لَمْ يَخْدُمْ بَعْضُهُمْ بَعْضاً ، وَلَمْ يَسْتَخْدِمْ أَحَدٌ مِنْهُمْ أَحْداً ، فَيَكُونُ فِي ذَلِكَ فَسَادُ نِظَامِ الحَيَاةِ .وَرَحْمَةُ اللهِ بِخَلْقِهِ خَيْرٌ لَهُمْ مِمَّا يَجْمَعُونَهُ مِنَ الأَمْوَالِ ، والمَتَاعِ فِي الحِيَاةِ الدُّنْيَا . ¶ وَلَوْلاَ أَنْ يَعْتَقِدَ كَثِيرٌ مِنَ الجَهَلَةِ أَنَّ عَطَاءَ اللهِ المَالَ للنَّاسِ دَلِيلٌ عَلَى مَحَبَّتِهِ تَعَالَى لِمَنْ يُعْطِيهِ فَيَجْتَمِعُوا عَلَى الكُفْرِ لأَجْلِ المَالِ ، وَيَرْغَبُوا فِيهِ إِذَا رَأَوْا سعَةَ الرِّزْقِ ، لَجَعَلَ اللهُ لِبُيُوتِ مَنْ يَكْفرُ بِهِ سُقُوفاً مِنْ فَضَّةٍ ، وَسَلاَلَم مِنْ فِضَّةٍ يَصْعَدُونَ عَلَيْهَا ، وَذَلِكَ لِهَوَانِ الدُّنْيَا عَلَى اللهِ . وَلَجَعَلَ لِبُيوتِهِمْ أَبْوَاباً مِنْ فِضَّةٍ وَسُرُراً مِنْ فِضَّةٍ ، يَتَّكِئُونَ عَلَيْهَا ¶ وَلَجَعَلَ اللهُ تَعَالَى لِبُيوتِهِمْ زَخَارِفَ وَزِينَةً فِي كُلِّ مَا يُرْتَفَقُ بِهِ مِنْ شُؤُونِ الحَيَاةِ ، وَلَكِنَّ كُلَّ ذَلِكَ لَيْسَ إِلاَّ مَتَاعٌ قَصِيرٌ زَائِلٌ ، وَالآخِرَةُ بِمَا فِيهَا مِنْ نَعِيمٍ لاَ يُحِيطُ بِهِ وَصْفٌ هِيَ خَالِصَةٌ لِلْمُتَّقِينَ الذِينَ يَخَافُونَ رَبَّهُم لاَ يُشَارِكُهُمْ فِيهَا أَحَدٌ غَيْرهُمْ (¬1) . ¶ وعَنْ عَبْدِ اللهِ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ: \" إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، وَإِنَّ اللهَ يُعْطِي الْمَالَ مَنْ يُحِبُّ، وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الْإِيمَانَ، إِلَّا مَنْ يُحِبُّ فَإِذَا أَحَبَّ عَبْدًا أَعْطَاهُ الْإِيمَانَ فَمَنَ ضَنَّ بِالْمَالِ أَنْ يُنْفِقَهُ وَهَابَ اللَّيْلَ أَنْ يُكَابِدَهُ، وَخَافَ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4235)",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "الْعَدُوَّ أَنْ يُجَاهِدَهُ فَلْيُكْثِرْ مِنْ سُبْحَانَ اللهِ، وَالْحَمْدُ لِلَّهِ وَلَا إِلَهَ إِلَّا اللهُ، وَاللهُ أَكْبَرُ فَإِنَّهُنَّ مُقَدِّمَاتٌ مُجَنِّبَاتٌ، وَمُعَقِّبَاتٌ وَهُنَّ الْبَاقِيَاتُ الصَّالِحَاتُ \" (¬1) ¶ وعَنْ عَبْدِ اللهِ بْنِ مَسْعُودٍ، عَنْ رَسُولِ اللهِ - صلى الله عليه وسلم - قَالَ: \" إِنَّ اللهَ قَسَمَ بَيْنَكُمْ أَخْلَاقَكُمْ كَمَا قَسَمَ بَيْنَكُمْ أَرْزَاقَكُمْ، فَإِنَّ اللهَ يُعْطِي الدُّنْيَا لِمَنْ يُحِبُّ وَمَنْ لَا يُحِبُّ، وَلَا يُعْطِي الدِّينَ إِلَّا مَنْ يُحِبُّ، فَمَنْ أَعْطَاهُ اللهُ الدِّينَ فَقَدْ أَحَبَّهُ، وَالَّذِي نَفْسِي بِيَدِهِ، لَا يُسْلِمُ عَبْدٌ حَتَّى يُسْلِمَ قَلْبُهُ وَلِسَانُهُ، وَلَا يُؤْمِنُ حَتَّى يَأْمَنَ جَارُهُ بَوَائِقَهُ \" قِيلَ: وَمَا بَوَائِقُهُ ؟ قَالَ: \" غَشْمُهُ وَظُلْمُهُ \" قَالَ: وَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" لَا يَكْتَسِبُ عَبْدٌ مَالَ حَرَامٍ فَيَتَصَدَّقُ فَيُنْفِقُ فَيُبَارَكُ لَهُ فِيهِ، وَلَا يَتَصَدَّقُ فَيُقْبَلُ مِنْهُ، وَلَا يَتْرُكُ خَلْفَ ظَهْرِهِ إِلَّا كَانَ زَادَهُ إِلَى النَّارِ، إِنَّ اللهَ تَبَارَكَ وَتَعَالَى لَا يَمْحُو السَّيِّئَ بِالسَّيِّئِ، وَلَا يَمْحُوا السَّيِّئَ إِلَّا بِالْحَسَنِ، إِنَّ الْخَبِيثَ لَا يَمْحُو الْخَبِيثَ \" (¬2) ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (2 / 120)(599 ) صحيح ¶ (¬2) - شعب الإيمان - (7 / 366)(5136 ) حسن لغيره",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "السبب الحادي عشر ¶ إذا كان مجتهدا فاخطأ في اجتهاده ¶ إن الإسلام قد شرع الاجتهاد في فهم الأحكام الشرعية لمن كان أهلاً ، فعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا حَكَمَ ، فَاجْتَهَدَ ، فَأَخْطَأَ فَلَهُ أَجْرٌ. (¬1) ¶ وعَنْ عَمْرِو بْنِ الْعَاصِ ، أَنَّهُ سَمِعَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ : إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ ، وَإِذَا حَكَمَ ، فَاجْتَهَدَ ، فَأَخْطَأَ فَلَهُ أَجْرٌ.\" (¬2) ¶ ولكن إذا اجتهد فأخطأ ، وكان هناك نصٌّ في السنَّة صحيح يتوعَّد من فعل هذا بالعقوبة ، فهل تشمله هذه العقوبة أم أنه مغفور له ؟ ¶ ونصُّ الحديث واضح أنه مغفور له . ¶ ولكن هذه المسألة تحتاج لتفصيل أكثر حتى تتضح . ¶ قال شيخ الإسلام ابن تيمية رحمه الله : ¶ \" وَلِهَذَا كَانَ الْعُلَمَاءُ يَخَافُونَ مِثْلَ هَذَا خَشْيَةَ أَلَّا يَكُونَ الِاجْتِهَادُ الْمُعْتَبَرُ قَدْ وُجِدَ فِي تِلْكَ الْمَسْأَلَةِ الْمَخْصُوصَةِ فَهَذِهِ ذُنُوبٌ (¬3) ؛ لَكِنَّ لُحُوقَ عُقُوبَةِ الذَّنْبِ بِصَاحِبِهِ إنَّمَا تُنَالُ لِمَن لَمْ يَتُبْ وَقَدْ يَمْحُوهَا الِاسْتِغْفَارُ وَالْإِحْسَانُ وَالْبَلَاءُ وَالشَّفَاعَةُ وَالرَّحْمَةُ ،وَلَمْ يَدْخُلْ فِي هَذَا مَن يَغْلِبُهُ الْهَوَى وَيَصْرَعُهُ حَتَّى يَنْصُرَ مَا يَعْلَمُ أَنَّهُ بَاطِلٌ ،أَوْ مَن يَجْزِمُ بِصَوَابِ قَوْلٍ أَوْ خَطَئِهِ مِن غَيْرِ مَعْرِفَةٍ مِنهُ بِدَلَائِلِ ذَلِكَ الْقَوْلِ نَفْيًا وَإِثْبَاتًا ؛فَإِنَّ هَذَيْنِ فِي النَّارِ كَمَا قَالَ النَّبِيُّ - صلى الله عليه وسلم - :« الْقُضَاةُ ثَلاَثَةٌ وَاحِدٌ فِى الْجَنَّةِ وَاثْنَانِ فِى النَّارِ فَأَمَّا الَّذِى فِى الْجَنَّةِ فَرَجُلٌ عَرَفَ الْحَقَّ فَقَضَى بِهِ وَرَجُلٌ عَرَفَ الْحَقَّ فَجَارَ فِى الْحُكْمِ فَهُوَ فِى النَّارِ وَرَجُلٌ قَضَى لِلنَّاسِ عَلَى جَهْلٍ فَهُوَ فِى النَّارِ » (¬4) .وَالْمَفْتُونُ كَذَلِكَ . ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (11 / 446) (5060) صحيح ¶ (¬2) - صحيح ابن حبان - (11 / 447) (5061) صحيح ¶ (¬3) - انظر الموافقات في أصول الشريعة - (ج 3 / ص 111) ¶ (¬4) - سنن أبى داود برقم(3575) وهو حديث صحيح.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "لَكِنَّ لُحُوقَ الْوَعِيدِ لِلشَّخْصِ الْمُعَيَّنِ أَيْضًا لَهُ مَوَانِعُ كَمَا بَيَّنَّاهُ ،فَلَوْ فُرِضَ وُقُوعُ بَعْضِ هَذَا مِن بَعْضِ الْأَعْيَانِ مِن الْعُلَمَاءِ الْمَحْمُودِينَ عِنْدَ الْأُمَّةِ - مَعَ أَنَّ هَذَا بَعِيدٌ أَوْ غَيْرُ وَاقِعٍ - لَمْ يَعْدَمْ أَحَدُهُمْ أَحَدَ هَذِهِ الْأَسْبَابِ؛وَلَوْ وَقَعَ لَمْ يَقْدَحْ فِي إمَامَتِهِمْ عَلَى الْإِطْلَاقِ، فَإِنَّا لَا نَعْتَقِدُ فِي الْقَوْمِ الْعِصْمَةَ ، بَل تَجُوزُ عَلَيْهِمُ الذُّنُوبُ وَنَرْجُو لَهُمْ مَعَ ذَلِكَ أَعْلَى الدَّرَجَاتِ ؛ لِمَا اخْتَصَّهُمْ اللَّهُ بِهِ مِن الْأَعْمَالِ الصَّالِحَةِ وَالْأَحْوَالِ السَّنِيَّةِ ،وَإِنَّهُمْ لَمْ يَكُونُوا مُصِرِّينَ عَلَى ذَنْبٍ ،وَلَيْسُوا بِأَعْلَى دَرَجَةٍ مِن الصَّحَابَةِ رَضِيَ اللَّهُ عَنهُمْ، وَالْقَوْلُ فِيهِمْ كَذَلِكَ فِيمَا اجْتَهَدُوا فِيهِ مِن الْفَتَاوَى وَالْقَضَايَا وَالدِّمَاءِ الَّتِي كَانَتْ بَيْنَهُمْ وَغَيْرِ ذَلِكَ . ثُمَّ إنَّهُمْ مَعَ الْعِلْمِ بِأَنَّ التَّارِكَ الْمَوْصُوفَ مَعْذُورٌ بَل مَأْجُورٌ لَا يَمْنَعُنَا أَنْ نَتَّبِعَ الْأَحَادِيثَ الصَّحِيحَةَ الَّتِي لَا نَعْلَمُ لَهَا مُعَارِضًا يَدْفَعُهَا، وَأَنْ نَعْتَقِدَ وُجُوبَ الْعَمَلِ عَلَى الْأُمَّةِ وَوُجُوبَ تَبْلِيغِهَا . وَهَذَا مِمَّا لَا يَخْتَلِفُ الْعُلَمَاءُ فِيهِ (¬1) . ¶ 1-من خالف أحاديث الوعيد من الفقهاء هل هو معذور؟ ¶ إذا كَانَ الخبرُ قَدْ تَضَمَّنَ حُكْمًا عِلْمِيًّا مِثْلَ الْوَعِيدِ وَنَحْوِهِ فَقَدْ اخْتَلَفُوا فِيهِ : فَذَهَبَ طَوَائِفُ مِن الْفُقَهَاءِ إلَى أَنَّ خَبَرَ الْوَاحِدِ الْعَدْلِ إذَا تَضَمَّنَ وَعِيدًا عَلَى فِعْلٍ فَإِنَّهُ يَجِبُ الْعَمَلُ بِهِ فِي تَحْرِيمِ ذَلِكَ الْفِعْلِ، وَلَا يَعْمَلُ بِهِ فِي الْوَعِيدِ إلَّا أَنْ يَكُونَ قَطْعِيًّا ،وَكَذَلِكَ لَوْ كَانَ الْمَتْنُ قَطْعِيًّا لَكِنَّ الدَّلَالَةَ ظَاهِرَةٌ ،وَعَلَى هَذَا حَمَلُوا قَوْلَ عَائِشَةَ رَضِيَ اللَّهُ عَنهَا ،فعَنِ الْعَالِيَةِ قَالَتْ : كُنْتُ قَاعِدَةً عِنْدَ عَائِشَةَ رَضِىَ اللَّهُ عَنهَا فَأَتَتْهَا أُمُّ مُحِبَّةَ فَقَالَتْ لَهَا : يَا أُمَّ الْمُؤْمِنِينَ أَكُنْتِ تَعْرِفِينَ زَيْدَ بْنَ أَرْقَمَ قَالَتْ : نَعَمْ. قَالَتْ : فَإِنِّى بِعْتُهُ جَارِيَةً لِى إِلَى عَطَائِهِ بِثَمَانِمِائَةٍ نَسِيئَةً وَإِنَّهُ أَرَادَ بَيْعَهَا بِسِتِّمِائَةٍ نَقْدًا. (¬2) فَقَالَتْ لَهَا : بِئْسَمَا اشْتَرَيْتِ وَبِئْسَمَا اشْتَرَى أَبْلِغِى زَيْدًا أَنَّهُ قَدْ أَبْطَلَ جِهَادَهُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِنْ لَمْ يَتُبْ (¬3) . ¶ ¬__________ ¶ (¬1) - انظر مجموع فتاوى و مقالات ابن باز - (ج 9 / ص 145) فما بعدها ¶ (¬2) - العطاء : هو ما كان يعطيه الأمراء للناس من قرارتهم وديوانهم الذي يقررونه لهم في بيت المال ، كان يصل إليهم في أوقات معلومة من السنة . ¶ (¬3) - السنن الكبرى للبيهقي (ج 5 / ص 330) برقم(11113) ومصنف عبد الرزاق برقم(14813و14814) والدراقطني في السنن برقم(3045) حسن",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "وعن يُونُسَ بْنُ أَبِي إِسْحَاقَ الْهَمْدَانِيِّ , عَن أُمِّهِ الْعَالِيَةِ بِنْتِ أَنْفَعَ , قَالَتْ :خَرَجْتُ أَنَا وَأُمُّ مَحَبَّةَ إِلَى مَكَّةَ فَدَخَلْنَا عَلَى عَائِشَةَ فَسَلَّمْنَا عَلَيْهَا , فَقَالَتْ لَنَا : \" مَن أَنْتُنَّ ؟ \" , قُلْنَا : مِن أَهْلِ الْكُوفَةِ , قَالَتْ : فَكَأَنَّهَا أَعْرَضَتْ عَنَّا , فَقَالَتْ لَهَا أُمُّ مَحَبَّةَ : يَا أُمَّ الْمُؤْمِنِينَ كَانَتْ لِي جَارِيَةٌ وَإِنِّي بِعْتُهَا مِن زَيْدِ بْنِ أَرْقَمَ الْأَنْصَارِيِّ بِثَمَانِمِائَةِ دِرْهَمٍ إِلَى عَطَائِهِ , وَإِنَّهُ أَرَادَ بَيْعَهَا فَابْتَعْتُهَا مِنهُ بِسِتِّمِائَةِ دِرْهَمٍ نَقْدًا , قَالَتْ : فَأَقْبَلَتْ عَلَيْنَا , فَقَالَتْ : \" بِئْسَمَا شَرَيْتِ وَمَا اشْتَرَيْتِ , فَأَبْلِغِي زَيْدًا أَنَّهُ قَدْ أَبْطَلَ جِهَادَهُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلَّا أَنْ يَتُوبَ \" , فَقَالَتْ لَهَا : أَرَأَيْتِ إِنْ لَمْ آخُذْ مِنهُ إِلَّا رَأْسَ مَالِي ؟ , قَالَتْ : \"{ فَمَن جَاءهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَىَ فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللّهِ وَمَن عَادَ فَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ}(275) سورة البقرة\" (¬1) . ¶ وقَالَ الشَّافِعِيُّ : قَدْ تَكُونُ عَائِشَةُ لَوْ كَانَ هَذَا ثَابِتًا عَنهَا عَابَتْ عَلَيْهَا بَيْعًا إِلَى الْعَطَاءِ ؛ لِأَنَّهُ أَجَلٌ غَيْرُ مَعْلُومٍ وَهَذَا مَا لَا نُجِيزُهُ , لَا أَنَّهَا عَابَتْ عَلَيْهَا مَا اشْتَرَتْ بِنَقْدٍ وَقَدْ بَاعَتْهُ إِلَى أَجَلٍ وَلَوِ اخْتَلَفَ بَعْضُ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - فِي شَيْءٍ , فَقَالَ بَعْضُهُمْ فِيهِ شَيْئًا , وَقَالَ غَيْرُهُ خِلَافَهُ كَانَ أَصْلُ مَا نَذْهَبُ إِلَيْهِ أَنَّا نَأْخُذُ بِقَوْلِ الَّذِي مَعَهُ الْقِيَاسُ وَالَّذِي مَعَهُ الْقِيَاسُ قَوْلُ زَيْدِ بْنِ أَرْقَمَ , قَالَ : وَجُمْلَةُ هَذَا أَنَّا لَا نُثْبِتُ مِثْلَهُ عَلَى عَائِشَةَ مَعَ أَنَّ زَيْدَ بْنَ أَرْقَمَ لَا يَبِيعُ إِلَّا مَا يَرَاهُ حَلَالًا , وَلَا يَبْتَاعُ إِلَّا مِثْلَهُ وَلَوْ أَنَّ رَجُلًا بَاعَ شَيْئًا أَوِ ابْتَاعَهُ نَرَاهُ نَحْنُ مُحَرَّمًا وَهُوَ يَرَاهُ حَلَالًا لَمْ نَزْعُمُ أَنَّ اللَّهَ عَزَّ وَجَلَّ يَحْبِطُ بِهِ مِن عَمَلِهِ شَيْئًا\". (¬2) ¶ ¬__________ ¶ (¬1) - سُنَنُ الدَّارَقُطْنِيِّ (3045) قَالَ الشَّيْخُ : أُمُّ مَحَبَّةَ وَالْعَالِيَةُ مَجْهُولَتَانِ لَا يُحْتَجُّ بِهِمَا ، قلت الصواب أنه حسن ، وسكت عليه الحافظ ابن حجر في الدراية في تخريج أحاديث الهداية - (ج 2 / ص 151)(776) ¶ وقال صاحب الجوهر النقي ص 330 ج 5، قلت: العالية معروفة، روى عنها زوجها، وابنها، وهما إمامان، وذكرهما ابن حبان في الثقات، وذهب إلى حديثهما هذا الثوري، والأوزاعي. وأبو حنيفة، وأصحابه. ومالك، وابن حنبل، والحسن ابن صالح، وروى عن الشعبي، والحكم، وحماد، فمنعوا ذلك، كذا في الاستذكار انتهى. ¶ (¬2) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ (10131 ) وقال فِي التَّنْقِيحِ: هَذَا إسْنَادٌ جَيِّدٌ، وَإِنْ كَانَ الشَّافِعِيُّ قَالَ: لَا يَثْبُتُ مِثْلُهُ عَن عَائِشَةَ، وَكَذَلِكَ الدَّارَقُطْنِيُّ، قَالَ فِي الْعَالِيَةِ: هِيَ مَجْهُولَةٌ، لَا يُحْتَجُّ بِهَا، فِيهِ نَظَرٌ، فَقَدْ خَالَفَهُ غَيْرُهُ، وَلَوْلَا أَنَّ عند أم المؤمنين عِلْمًا مِن رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنَّ هَذَا مُحَرَّمٌ لَمْ تَسْتَجِزْ أَنْ تَقُولَ مِثْلَ هَذَا الْكَلَامِ بِالِاجْتِهَادِ، انْتَهَى. وَقَالَ ابْنُ الْجَوْزِيِّ: قَالُوا: الْعَالِيَةُ امْرَأَةٌ مَجْهُولَةٌ لَا يُقْبَلُ خَبَرُهَا، قُلْنَا: بَلْ هِيَ امْرَأَةٌ مَعْرُوفَةٌ جَلِيلَةُ الْقَدْرِ، ذَكَرَهَا ابْنُ سَعْدٍ فِي الطَّبَقَاتِ فَقَالَ: الْعَالِيَةُ بِنْتُ أَيْفَعَ بْنِ شَرَاحِيلَ امْرَأَةُ أَبِي إسْحَاقَ السَّبِيعِيِّ سَمِعَتْ مِن عَائِشَةَ، انْتَهَى كَلَامُهُ.نصب الراية - (ج 4 / ص 16) وانظر الفقه الإسلامي وأدلته - (ج 5 / ص 142) وشرح النيل وشفاء العليل - إباضية - (ج 14 / ص 150) وأنوار البروق في أنواع الفروق - (ج 6 / ص 326) وإعلام الموقعين عن رب العالمين - (ج 3 / ص 384)",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "والذبن عملوا بالحديث قَالُوا : فَعَائِشَةُ ذَكَرَتْ الْوَعِيدَ لِأَنَّهَا كَانَتْ عَالِمَةً بِهِ وَنَحْنُ نَعْمَلُ بِخَبَرِهَا فِي التَّحْرِيمِ ،وَإِنْ كُنَّا لَا نَقُولُ بِهَذَا الْوَعِيدِ، لِأَنَّ الْحَدِيثَ إنَّمَا ثَبَتَ عِنْدَنَا بِخَبَرِ وَاحِدٍ . ¶ وَحُجَّةُ هَؤُلَاءِ أَنَّ الْوَعِيدَ مِن الْأُمُورِ الْعِلْمِيَّةِ ؛ فَلَا تَثْبُتُ إلَّا بِمَا يُفِيدُ الْعِلْمَ ،وَأَيْضًا فَإِنَّ الْفِعْلَ إذَا كَانَ مُجْتَهِدًا فِي حُكْمِهِ لَمْ يَلْحَقْ فَاعِلَهُ الْوَعِيدُ . ¶ فَعَلَى قَوْلِ هَؤُلَاءِ يُحْتَجُّ بِأَحَادِيثِ الْوَعِيدِ فِي تَحْرِيمِ الْأَفْعَالِ مُطْلَقًا وَلَا يَثْبُتُ بِهَا الْوَعِيدُ إلَّا أَنْ تَكُونَ الدَّلَالَةُ قَطْعِيَّةً ،وَمِثْلُهُ احْتِجَاجُ أَكْثَرِ الْعُلَمَاءِ بِالْقِرَاءَاتِ الَّتِي صَحَّتْ عَن بَعْضِ الصَّحَابَةِ مَعَ كَوْنِهَا لَيْسَتْ فِي مُصْحَفِ عُثْمَانَ رَضِيَ اللَّهُ عَنهُ، فَإِنَّهَا تَضَمَّنَتْ عَمَلًا وَعِلْمًا وَهِيَ خَبَرُ وَاحِدٍ صَحِيحٌ فَاحْتَجُّوا بِهَا فِي إثْبَاتِ الْعَمَلِ ،وَلَمْ يُثْبِتُوهَا قُرْآنًا لِأَنَّهَا مِن الْأُمُورِ الْعِلْمِيَّةِ الَّتِي لَا تَثْبُتُ إلَّا بِيَقِينِ (¬1) . ¶ 2-َذَهَبَ الْأَكْثَرُونَ مِن الْفُقَهَاءِ وَهُوَ قَوْلُ عَامَّةِ السَّلَفِ إلَى أَنَّ هَذِهِ الْأَحَادِيثَ حُجَّةٌ فِي جَمِيعِ مَا تَضَمَّنَتْهُ مِن الْوَعِيدِ . ¶ فَإِنَّ أَصْحَابَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَالتَّابِعِينَ بَعْدَهُمْ مَا زَالُوا يُثْبِتُونَ بِهَذِهِ الْأَحَادِيثِ الْوَعِيدَ كَمَا يُثْبِتُونَ بِهَا الْعَمَلَ ،وَيُصَرِّحُونَ بِلُحُوقِ الْوَعِيدِ الَّذِي فِيهَا لِلْفَاعِلِ فِي الْجُمْلَةِ ،وَهَذَا مُنْتَشِرٌ عَنهُمْ فِي أَحَادِيثِهِمْ وَفَتَاوِيهِمْ ،وَذَلِكَ لِأَنَّ الْوَعِيدَ مِن جُمْلَةِ الْأَحْكَامِ الشَّرْعِيَّةِ الَّتِي ثَبَتَتْ بِالْأَدِلَّةِ الظَّاهِرَةِ تَارَةً وَبِالْأَدِلَّةِ الْقَطْعِيَّةِ أُخْرَى ؛ فَإِنَّهُ لَيْسَ الْمَطْلُوبُ الْيَقِينَ التَّامَّ بِالْوَعِيدِ؛ بَل الْمَطْلُوبُ الِاعْتِقَادُ الَّذِي يَدْخُلُ فِي الْيَقِينِ وَالظَّنِّ الْغَالِبِ كَمَا أَنَّ هَذَا هُوَ الْمَطْلُوبُ فِي الْأَحْكَامِ الْعَمَلِيَّةِ . وَلَا فَرْقَ بَيْنَ اعْتِقَادِ الْإِنْسَانِ أَنَّ اللَّهَ حَرَّمَ هَذَا وَأَوْعَدَ فَاعِلَهُ بِالْعُقُوبَةِ الْمُجْمَلَةِ وَاعْتِقَادِهِ أَنَّ اللَّهَ حَرَّمَهُ وَأَوْعَدَهُ عَلَيْهِ بِعُقُوبَةِ مُعَيَّنَةٍ مِن حَيْثُ إنَّ كُلًّا مِنهُمَا إخْبَارٌ عَن اللَّهِ، فَكَمَا جَازَ الْإِخْبَارُ عَنهُ بِالْأَوَّلِ بِمُطْلَقِ الدَّلِيلِ فَكَذَلِكَ الْإِخْبَارُ عَنهُ بِالثَّانِي، بَل لَوْ قَالَ قَائِلٌ : الْعَمَلُ بِهَا فِي الْوَعِيدِ أَوْكَدُ ؛ كَانَ صَحِيحًا . ¶ ¬__________ ¶ (¬1) - انظر مناهل العرفان للزرقاني - (ج 1 / ص 457)",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وَلِهَذَا كَانُوا يُسَهِّلُونَ فِي أَسَانِيدِ أَحَادِيثِ التَّرْغِيبِ وَالتَّرْهِيبِ مَا لَا يُسَهِّلُونَ فِي أَسَانِيدِ أَحَادِيثِ الْأَحْكَامِ ؛ لِأَنَّ اعْتِقَادَ الْوَعِيدِ يَحْمِلُ النُّفُوسَ عَلَى التَّرْكِ، فَإِنْ كَانَ ذَلِكَ الْوَعِيدُ حَقًّا كَانَ الْإِنْسَانُ قَدْ نَجَا وَإِنْ لَمْ يَكُنْ الْوَعِيدُ حَقًّا بَل عُقُوبَةُ الْفِعْلِ أَخَفُّ مِن ذَلِكَ الْوَعِيدِ لَمْ يَضُرَّ الْإِنْسَانَ إذَا تَرَكَ ذَلِكَ الْفِعْلَ خَطَؤُهُ فِي اعْتِقَادِهِ زِيَادَةَ الْعُقُوبَةِ، لِأَنَّهُ إنْ اعْتَقَدَ نَقْصَ الْعُقُوبَةِ فَقَدْ يُخْطِئُ أَيْضًا وَكَذَلِكَ إنْ لَمْ يَعْتَقِدْ فِي تِلْكَ الزِّيَادَةِ نَفْيًا وَلَا إثْبَاتًا، فَقَدْ يُخْطِئُ فَهَذَا الْخَطَأُ قَدْ يُهَوِّنُ الْفِعْلَ عِنْدَهُ فَيَقَعُ فِيهِ فَيَسْتَحِقُّ الْعُقُوبَةَ الزَّائِدَةَ إنْ كَانَتْ ثَابِتَةً أَوْ يَقُومُ بِهِ سَبَبُ اسْتِحْقَاقِ ذَلِكَ . ¶ فَإِذًا الْخَطَأُ فِي الِاعْتِقَادِ عَلَى التَّقْدِيرَيْنِ تَقْدِيرِ اعْتِقَادِ الْوَعِيدِ وَتَقْدِيرِ عَدَمِهِ سَوَاءٌ وَالنَّجَاةُ مِن الْعَذَابِ عَلَى تَقْدِيرِ اعْتِقَادِ الْوَعِيدِ أَقْرَبُ فَيَكُونُ هَذَا التَّقْدِيرُ أَوْلَى . ¶ وَبِهَذَا الدَّلِيلِ رَجَّحَ عَامَّةُ الْعُلَمَاءِ الدَّلِيلَ الْحَاظِرَ عَلَى الدَّلِيلِ الْمُبِيحِ (¬1) وَسَلَكَ كَثِيرٌ مِن الْفُقَهَاءِ دَلِيلَ الِاحْتِيَاطِ فِي كَثِيرٍ مِن الْأَحْكَامِ بِنَاءً عَلَى هَذَا، وَأَمَّا الِاحْتِيَاطُ فِي الْفِعْلِ فَكَالْمُجْمَعِ عَلَى حُسْنِهِ بَيْنَ الْعُقَلَاءِ فِي الْجُمْلَةِ فَإِذَا كَانَ خَوْفُهُ مِن الْخَطَإِ بِنَفْيِ اعْتِقَادِ الْوَعِيدِ مُقَابِلًا لِخَوْفِهِ مِن الْخَطَإِ فِي عَدَمِ هَذَا الِاعْتِقَادِ : بَقِيَ الدَّلِيلُ الْمُوجِبُ لِاعْتِقَادِهِ وَالنَّجَاةُ الْحَاصِلَةُ فِي اعْتِقَادِهِ دَلِيلَيْنِ سَالِمَيْنِ عَن الْمُعَارِضِ . وَلَيْسَ لِقَائِلِ أَنْ يَقُولَ عَدَمُ الدَّلِيلِ الْقَطْعِيِّ عَلَى الْوَعِيدِ دَلِيلٌ عَلَى عَدَمِهِ كَعَدَمِ الْخَبَرِ الْمُتَوَاتِرِ عَلَى الْقِرَاءَاتِ الزَّائِدَةِ عَلَى مَا فِي الْمُصْحَفِ ؛ لِأَنَّ عَدَمَ الدَّلِيلِ لَا يَدُلُّ عَلَى عَدَمِ الْمَدْلُولِ عَلَيْهِ وَمَن قَطَعَ بِنَفْيِ شَيْءٍ مِن الْأُمُورِ الْعِلْمِيَّةِ لِعَدَمِ الدَّلِيلِ الْقَاطِعِ عَلَى وُجُودِهَا كَمَا هُوَ طَرِيقَةُ طَائِفَةٍ مِن الْمُتَكَلِّمِينَ فَهُوَ مُخْطِئٌ خَطَأً بَيِّنًا، لَكِنْ إذَا عَلِمْنَا أَنَّ وُجُودَ الشَّيْءِ مُسْتَلْزِمٌ لِوُجُودِ الدَّلِيلِ وَعَلِمْنَا عَدَمَ الدَّلِيلِ وَقَطَعْنَا بِعَدَمِ الشَّيْءِ الْمُسْتَلْزِمِ، لِأَنَّ عَدَمَ اللَّازِمِ دَلِيلٌ عَلَى عَدَمِ الْمَلْزُومِ ¶ ¬__________ ¶ (¬1) - انظر الموسوعة الفقهية الكويتية - (ج 20 / ص 30) و (ج 22 / ص 102) و(ج 28 / ص 146) وفتاوى الشبكة الإسلامية معدلة - (ج 3 / ص 422) م الفتوى 10914 حكم لبس قليل الحرير للرجال وأبحاث هيئة كبار العلماء - (ج 7 / ص 338) ومجلة مجمع الفقه الإسلامي - (ج 2 / ص 11630) و(ج 2 / ص 14512) و(ج 2 / ص 16022) و(ج 2 / ص 20185) و(ج 2 / ص 20550) وغمز عيون البصائر في شرح الأشباه والنظائر - (ج 2 / ص 210) وحاشية العطار على شرح الجلال المحلي على جمع الجوامع - (ج 5 / ص 445) والأشباه والنظائر لابن نجيم - (ج 1 / ص 110) وشرح التلويح على التوضيح - (ج 2 / ص 230)",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "وَقَدْ عَلِمْنَا أَنَّ الدَّوَاعِيَ مُتَوَفِّرَةٌ عَلَى نَقْلِ كِتَابِ اللَّهِ وَدِينِهِ، فَإِنَّهُ لَا يَجُوزُ عَلَى الْأُمَّةِ كِتْمَانُ مَا يُحْتَاجُ إلَى نَقْلِهِ حُجَّةً عَامَّةً، فَلَمَّا لَمْ يُنْقَلْ نَقْلًا عَامًّا صَلَاةً سَادِسَةً وَلَا سُورَةً أُخْرَى عَلِمْنَا يَقِينًا عَدَمَ ذَلِكَ . وَبَابُ الْوَعِيدِ لَيْسَ مِن هَذَا الْبَابِ ؛ فَإِنَّهُ لَا يَجِبُ فِي كُلِّ وَعِيدٍ عَلَى فِعْلٍ أَنْ يُنْقَلَ نَقْلًا مُتَوَاتِرًا كَمَا لَا يَجِبُ ذَلِكَ فِي حُكْمِ ذَلِكَ الْفِعْلِ، فَثَبَتَ أَنَّ الْأَحَادِيثَ الْمُتَضَمِّنَةَ لِلْوَعِيدِ يَجِبُ الْعَمَلُ بِهَا فِي مُقْتَضَاهَا : بِاعْتِقَادِ أَنَّ فَاعِلَ ذَلِكَ الْفِعْلِ مُتَوَعَّدٌ بِذَلِكَ الْوَعِيدِ لَكِنَّ لُحُوقَ الْوَعِيدِ بِهِ مُتَوَقِّفٌ عَلَى شُرُوطٍ ؛ وَلَهُ مَوَانِعُ . ¶ وَهَذِهِ الْقَاعِدَةُ تَظْهَرُ بِأَمْثِلَةِ: ¶ المثال الأول - حول تحريم الخمر ¶ قَدْ ثَبَتَ عَن أَنَسِ بْنِ مَالِكٍ قَالَ: لَعَنَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِى الْخَمْرِ عَشَرَةً عَاصِرَهَا وَمُعْتَصِرَهَا وَشَارِبَهَا وَحَامِلَهَا وَالْمَحْمُولَةَ إِلَيْهِ وَسَاقِيَهَا وَبَائِعَهَا وَآكِلَ ثَمَنِهَا وَالْمُشْتَرِىَ لَهَا وَالْمُشْتَرَاةَ لَهُ\" (¬1) . ¶ وَثَبَتَ عَنهُ - صلى الله عليه وسلم - مِن وُجُوهٍ أَنَّهُ قَالَ : « كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ » (¬2) . ¶ وَقَالَ - صلى الله عليه وسلم - : « كُلُّ مُسْكِرٍ خَمْرٌ وَكُلُّ مُسْكِرٍ حَرَامٌ » (¬3) . ¶ وعَنِ ابْنِ عُمَرَ - رضى الله عنهما - قَالَ خَطَبَ عُمَرُ عَلَى مِنبَرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ إِنَّهُ قَدْ نَزَلَ تَحْرِيمُ الْخَمْرِ ، وَهْىَ مِن خَمْسَةِ أَشْيَاءَ الْعِنَبِ وَالتَّمْرِ وَالْحِنْطَةِ وَالشَّعِيرِ وَالْعَسَلِ ، وَالْخَمْرُ مَا خَامَرَ الْعَقْلَ ، وَثَلاَثٌ وَدِدْتُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَمْ يُفَارِقْنَا حَتَّى يَعْهَدَ إِلَيْنَا عَهْدًا الْجَدُّ وَالْكَلاَلَةُ وَأَبْوَابٌ مِن أَبْوَابِ الرِّبَا . قَالَ قُلْتُ يَا أَبَا عَمْرٍو فَشَىْءٌ يُصْنَعُ بِالسِّنْدِ مِنَ الرُّزِّ . قَالَ ذَاكَ لَمْ يَكُنْ عَلَى عَهْدِ النَّبِىِّ - صلى الله عليه وسلم - أَوْ قَالَ عَلَى عَهْدِ عُمَرَ . (¬4) ¶ ¬__________ ¶ (¬1) - - سنن الترمذى برقم(1342 ) وهو صحيح لغيره ¶ (¬2) - صحيح البخارى برقم(242 ) و صحيح مسلم برقم(5329 ) ¶ (¬3) - صحيح مسلم برقم(5336 -5339) وانظر نيل الأوطار - (ج 11 / ص 321) ¶ (¬4) - - صحيح البخارى برقم(5588 )ِ وانظر شرحه في فتح الباري لابن حجر - (ج 16 / ص 60)",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "وَأَنْزَلَ اللَّهُ تَحْرِيمَ الْخَمْرِ وَكَانَ سَبَبُ نُزُولِهَا مَا كَانُوا يَشْرَبُونَهُ فِي الْمَدِينَةِ وَلَمْ يَكُنْ لَهُمْ شَرَابٌ إلَّا الْفَضِيخُ لَمْ يَكُنْ لَهُمْ مِن خَمْرِ الْأَعْنَابِ شَيْءٌ. ¶ فعَن أَنَسِ بْنِ مَالِكٍ - رضى الله عنه - قَالَ كُنْتُ أَسْقِى أَبَا عُبَيْدَةَ وَأَبَا طَلْحَةَ وَأُبَىَّ بْنَ كَعْبٍ مِن فَضِيخِ زَهْوٍ وَتَمْرٍ فَجَاءَهُمْ آتٍ فَقَالَ إِنَّ الْخَمْرَ قَدْ حُرِّمَتْ . فَقَالَ أَبُو طَلْحَةَ قُمْ يَا أَنَسُ فَأَهْرِقْهَا . فَأَهْرَقْتُهَا (¬1) . ¶ وعن مُعْتَمِرَ عَن أَبِيهِ قَالَ سَمِعْتُ أَنَسًا قَالَ كُنْتُ قَائِمًا عَلَى الْحَىِّ أَسْقِيهِمْ - عُمُومَتِى وَأَنَا أَصْغَرُهُمُ - الْفَضِيخَ ، فَقِيلَ حُرِّمَتِ الْخَمْرُ . فَقَالُوا أَكْفِئْهَا . فَكَفَأْتُهَا . قُلْتُ لأَنَسٍ مَا شَرَابُهُمْ قَالَ رُطَبٌ وَبُسْرٌ . فَقَالَ أَبُو بَكْرِ بْنُ أَنَسٍ وَكَانَتْ خَمْرَهُمْ . فَلَمْ يُنْكِرْ أَنَسٌ (¬2) . ¶ وعَن أَنَسٍ قَالَ حُرِّمَتْ عَلَيْنَا الْخَمْرُ حِينَ حُرِّمَتْ وَمَا نَجِدُ - يَعْنِى بِالْمَدِينَةِ - خَمْرَ الأَعْنَابِ إِلاَّ قَلِيلاً، وَعَامَّةُ خَمْرِنَا الْبُسْرُ وَالتَّمْرُ . (¬3) ¶ وَقَدْ كَانَ رِجَالٌ مِن أَفَاضِلِ الْأُمَّةِ عِلْمًا وَعَمَلًا مِن الْكُوفِيِّينَ يَعْتَقِدُونَ أَنْ لَا خَمْرَ إلَّا مِن الْعِنَبِ ،وَأَنَّ مَا سِوَى الْعِنَبِ وَالتَّمْرِ لَا يَحْرُمُ مِن نَبِيذِهِ إلَّا مِقْدَارُ مَا يُسْكِرُ وَيَشْرَبُونَ مَا يَعْتَقِدُونَ حِلَّهُ (¬4) . ¶ فَلَا يَجُوزُ أَنْ يُقَالَ : إنَّ هَؤُلَاءِ مُنْدَرِجُونَ تَحْتَ الْوَعِيدِ لِمَا كَانَ لَهُمْ مِن الْعُذْرِ الَّذِي تَأَوَّلُوا بِهِ ،أَوْ لِمَوَانِعَ أُخَرَ، فَلَا يَجُوزُ أَنْ يُقَالَ : إنَّ الشَّرَابَ الَّذِي شَرِبُوهُ لَيْسَ مِن الْخَمْرِ الْمَلْعُونِ شَارِبُهَا، فَإِنَّ سَبَبَ الْقَوْلِ الْعَامِّ لَا بُدَّ أَنْ يَكُونَ دَاخِلًا فِيهِ ،وَلَمْ يَكُنْ بِالْمَدِينَةِ خَمْرٌ مِن الْعِنَبِ. ¶ ¬__________ ¶ (¬1) - - صحيح البخارى برقم(5582 )َ = الفضيخ : شراب يتخذ من البسر ¶ (¬2) - صحيح البخارى برقم (5583 ) ¶ (¬3) - - صحيح البخارى برقم(5580 ) ¶ (¬4) - انظر المحلى لابن حزم - (ج 3 / ص 412)(1099 )",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وعَن أَبِى عَلْقَمَةَ مَوْلاَهُمْ وَعَبْدِ الرَّحْمَنِ بْنِ عَبْدِ اللَّهِ الْغَافِقِىِّ أَنَّهُمَا سَمِعَا ابْنَ عُمَرَ يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « لَعَنَ اللَّهُ الْخَمْرَ وَشَارِبَهَا وَسَاقِيَهَا وَبَائِعَهَا وَمُبْتَاعَهَا وَعَاصِرَهَا وَمُعْتَصِرَهَا وَحَامِلَهَا وَالْمَحْمُولَةَ إِلَيْهِ » (¬1) ¶ وَقَدْ بَاعَ بَعْضُ الصَّحَابَةِ خَمْرًا حَتَّى بَلَغَ عُمَرَ فَقَالَ : قَاتَلَ اللَّهُ فُلاَنًا ، أَلَمْ يَعْلَمْ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ :« قَاتَلَ اللَّهُ الْيَهُودَ ، حُرِّمَتْ عَلَيْهِمُ الشُّحُومُ فَجَمَلُوهَا فَبَاعُوهَا » (¬2) . ¶ وَلَمْ يَكُنْ يَعْلَمُ أَنَّ بَيْعَهَا مُحَرَّمٌ وَلَمْ يَمْنَعْ عُمَرَ رَضِيَ اللَّهُ عَنهُ عِلْمُهُ بِعَدَمِ عِلْمِهِ أَنْ يُبَيِّنَ جَزَاءَ هَذَا الذَّنْبِ ؛ لِيَتَنَاهَى هُوَ وَغَيْرُهُ عَنهُ بَعْدَ بُلُوغِ الْعِلْمِ بِهِ . ¶ وَقَدْ لَعَنَ الْعَاصِرَ وَالْمُعْتَصِرَ ؛ وَكَثِيرٌ مِن الْفُقَهَاءِ يُجَوِّزُونَ لِلرَّجُلِ أَنْ يَعْصِرَ لِغَيْرِهِ عِنَبًا وَإِنْ عَلِمَ أَنَّ مِن نِيَّتِهِ أَنْ يَتَّخِذَهُ خَمْرًا (¬3) ، فَهَذَا نَصٌّ فِي لَعْنِ الْعَاصِرِ مَعَ الْعِلْمِ بِأَنَّ الْمَعْذُورَ تَخَلَّفَ الْحُكْمُ عَنهُ لِمَانِعِ . ¶ المثال الثاني- حول لعن الواصلة والموصولة : ¶ وَكَذَلِكَ لَعَنَ الْوَاصِلَةَ وَالْمَوْصُولَةَ فِي عِدَّةِ أَحَادِيثَ صِحَاحٍ ،فعن أَسْمَاءَ قَالَتْ سَأَلَتِ امْرَأَةٌ النَّبِىَّ - صلى الله عليه وسلم - فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِى أَصَابَتْهَا الْحَصْبَةُ ، فَامَّرَقَ شَعَرُهَا ، وَإِنِّى زَوَّجْتُهَا أَفَأَصِلُ فِيهِ فَقَالَ « لَعَنَ اللَّهُ الْوَاصِلَةَ وَالْمَوْصُولَةَ » (¬4) ¶ ¬__________ ¶ (¬1) - - سنن أبى داود برقم(3676 ) وهو صحيح . ¶ (¬2) - - صحيح البخارى برقم(2223 ) = جمل : أذاب ¶ وَفِيهِ دَلِيلٌ عَلَى تَحْرِيمِ بَيْعِ مَا حُرِّمَتْ عَيْنُهُ ،وَفِيهِ دَلِيلٌ عَلَى اسْتِعْمَالِ الصَّحَابَةِ الْقِيَاسَ فِي الْأُمُورِ ، مِن غَيْرِ نَكِيرٍ ؛ لِأَنَّ عُمَرَ رَضِيَ اللَّهُ عَنهُ قَاسَ تَحْرِيمَ بَيْعِ الْخَمْرِ عِنْدَ تَحْرِيمِهَا عَلَى بَيْعِ الشُّحُومِ عِنْدَ تَحْرِيمِهَا وَهُوَ قِيَاسٌ مِن غَيْرِ شَكٍّ ، وَقَدْ وَقَعَ تَأْكِيدُ أَمْرِهِ بِأَنْ قَالَ عُمَرُ فِيمَنْ خَالَفَهُ \" قَاتَلَ اللَّهُ فُلَانًا \" وَفُلَانٌ الَّذِي كُنِّيَ عَنهُ : هُوَ سَمُرَةُ بْنُ جُنْدُبٍ .إحكام الأحكام شرح عمدة الأحكام - (ج 3 / ص 194) ¶ (¬3) - انظر تفاصيل هذا الموضوع: الموسوعة الفقهية الكويتية - (ج 9 / ص 208) والفقه الإسلامي وأدلته - (ج 4 / ص 233) وأبحاث هيئة كبار العلماء - (ج 5 / ص 414) ومجلة مجمع الفقه الإسلامي - (ج 2 / ص 10744) و(ج 2 / ص 18611) ¶ (¬4) - - صحيح البخارى برقم(5941 ) . امرقَّ : تساقط",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وعَنِ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَعَنَ الْوَاصِلَةَ وَالْمَوْصُولَةَ وَالْمُتَشَبِّهِينَ مِنَ الرِّجَالِ بِالنِّسَاءِ وَالْمُتَشَبِّهَاتِ مِنَ النِّسَاءِ بِالرِّجَالِ. (¬1) ¶ وعَن أَبِي أُمَامَةَ رَضِيَ اللَّهُ تَعَالَى عَنهُ، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - :\"لَعَنَ الْوَاصِلَةَ، وَالْمَوْصُولَةَ، وَالْوَاشِمَةَ، وَالْمَوْشُومَةَ\" (¬2) ¶ ومع هذا فإنَّ مِن الْفُقَهَاءِ مَن يَكْرَهُهُ فَقَطْ، قال الحافظ ابن حجر :\" قَالَ الطَّبَرِيُّ : لَا يَجُوز لِلْمَرْأَةِ تَغْيِير شَيْء مِن خِلْقَتهَا الَّتِي خَلَقَهَا اللَّه عَلَيْهَا بِزِيَادَةٍ أَوْ نَقْص اِلْتِمَاس الْحُسْن لَا لِلزَّوْجِ وَلَا لِغَيْرِهِ كَمَن تَكُون مَقْرُونَة الْحَاجِبَيْنِ فَتُزِيل مَا بَيْنهمَا تَوَهُّم الْبَلَج أَوْ عَكْسه ، وَمَن تَكُون لَهَا سِنّ زَائِدَة فَتَقْلَعهَا أَوْ طَوِيلَة فَتَقْطَع مِنهَا أَوْ لِحْيَة أَوْ شَارِب أَوْ عَنفَقَة فَتُزِيلهَا بِالنَّتْفِ ، وَمَن يَكُون شَعْرهَا قَصِيرًا أَوْ حَقِيرًا فَتُطَوِّلهُ أَوْ تُغْزِرهُ بِشَعْرِ غَيْرهَا ، فَكُلّ ذَلِكَ دَاخِل فِي النَّهْي . وَهُوَ مِن تَغْيِير خَلْق اللَّه تَعَالَى . قَالَ : وَيُسْتَثْنَى مِن ذَلِكَ مَا يَحْصُل بِهِ الضَّرَر وَالْأَذِيَّة كَمَن يَكُون لَهَا سِنّ زَائِدَة أَوْ طَوِيلَة تُعِيقهَا فِي الْأَكْل أَوْ إِصْبَع زَائِدَة تُؤْذِيهَا أَوْ تُؤْلِمهَا فَيَجُوز ذَلِكَ ، وَالرَّجُل فِي هَذَا الْأَخِير كَالْمَرْأَةِ ، وَقَالَ النَّوَوِيّ : يُسْتَثْنَى مِن النِّمَاص مَا إِذَا نَبَتَ لِلْمَرْأَةِ لِحْيَة أَوْ شَارِب أَوْ عَنفَقَة فَلَا يَحْرُم عَلَيْهَا إِزَالَتهَا بَل يُسْتَحَبّ . ¶ قُلْت : وَإِطْلَاقه مُقَيَّد بِإِذْنِ الزَّوْج وَعِلْمه ، وَإِلَّا فَمَتَى خَلَا عَن ذَلِكَ مُنِعَ لِلتَّدْلِيسِ . وَقَالَ بَعْض الْحَنَابِلَة : إِنْ كَانَ النَّمْص أَشْهَر شِعَارًا لِلْفَوَاجِرِ اِمْتَنَعَ وَإِلَّا فَيَكُون تَنْزِيهًا ، وَفِي رِوَايَة يَجُوز بِإِذْنِ الزَّوْج إِلَّا إِنْ وَقَعَ بِهِ تَدْلِيس فَيَحْرُم ، قَالُوا وَيَجُوز الْحَفّ وَالتَّحْمِير وَالنَّقْش وَالتَّطْرِيف إِذَا كَانَ بِإِذْنِ الزَّوْج لِأَنَّهُ مِن الزِّينَة . وَقَدْ أَخْرَجَ الطَّبَرِيُّ مِن طَرِيق أَبِي إِسْحَاق عَن اِمْرَأَته أَنَّهَا دَخَلَتْ عَلَى عَائِشَة وَكَانَتْ شَابَّة يُعْجِبهَا الْجَمَال فَقَالَتْ : الْمَرْأَة ¶ ¬__________ ¶ (¬1) - مسند أحمد يرقم (2302) وهو صحيح ¶ (¬2) - المعجم الكبير للطبراني - (ج 7 / ص 206) برقم(7675 ) صحيح ¶ الواصِلة : التي تَصِل شَعْرَها بشَعْرٍ آخرَ زُورٍ = الموصولة : التي تستخدم شعرا مستعارا لإطالة شعرها= الواشمة : هي فاعلة الوشم وهو أن يغرز الجلد بإبرة ثم يحشى بكحل أو نيل فيزرق أثره أو يخضر",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "تَحُفّ جَبِينهَا لِزَوْجِهَا فَقَالَتْ : أَمِيطِي عَنك الْأَذَى مَا اِسْتَطَعْت (¬1) . وَقَالَ النَّوَوِيّ : يَجُوز التَّزَيُّن بِمَا ذُكِرَ ، إِلَّا الْحَفّ فَإِنَّهُ مِن جُمْلَة النِّمَاص .\" (¬2) ¶ المثال الثالث - النهي عن قتال المسلم لأخيه : ¶ عَنِ الأَحْنَفِ بْنِ قَيْسٍ قَالَ ذَهَبْتُ لأَنْصُرَ هَذَا الرَّجُلَ ، فَلَقِيَنِى أَبُو بَكْرَةَ فَقَالَ أَيْنَ تُرِيدُ قُلْتُ أَنْصُرُ هَذَا الرَّجُلَ . قَالَ ارْجِعْ فَإِنِّى سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ : « إِذَا الْتَقَى الْمُسْلِمَانِ بِسَيْفَيْهِمَا فَالْقَاتِلُ وَالْمَقْتُولُ فِى النَّارِ » . فَقُلْتُ يَا رَسُولَ اللَّهِ هَذَا الْقَاتِلُ فَمَا بَالُ الْمَقْتُولِ قَالَ: « إِنَّهُ كَانَ حَرِيصًا عَلَى قَتْلِ صَاحِبِهِ » (¬3) . ¶ يَجِبُ الْعَمَلُ بِهِ فِي تَحْرِيمِ قِتَالِ الْمُؤْمِنِينَ بِغَيْرِ حَقٍّ ،ثُمَّ إنَّا نَعْلَمُ أَنَّ أَهْلَ الْجَمَلِ وصفين لَيْسُوا فِي النَّارِ؛ لِأَنَّ لَهُمَا عُذْرًا وَتَأْوِيلًا فِي الْقِتَالِ وَحَسَنَاتٍ مَنَعَتْ الْمُقْتَضِي أَنْ يَعْمَلَ عَمَلَهُ. ¶ قال ابن تيمية : \" وَلَا يَجُوزُ تَكْفِيرُ الْمُسْلِمِ بِذَنْبِ فَعَلَهُ وَلَا بِخَطَأِ أَخْطَأَ فِيهِ كَالْمَسَائِلِ الَّتِي تَنَازَعَ فِيهَا أَهْلُ الْقِبْلَةِ،فَإِنَّ اللَّهَ تَعَالَى قَالَ: { آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ ¶ ¬__________ ¶ (¬1) - عَن أَبِي إِسْحَاقَ قَالَ : دَخَلَتِ امْرَأَتِي عَلَى عَائِشَةَ ،...وَسَأَلَتْهَا امْرَأَتِي عَنِ الْمَرْأَةِ تَحُفُّ جَبِينَهَا فَقَالَتْ : \" أَمِيطِي عَنكِ الْأَذَى مَا اسْتَطَعْتِ \" مُسْنَدُ ابْنِ الْجَعْدِ (392 ) حسن ¶ وعَنِ امْرَأَةِ ابْنِ أَبِي الصَّقْرِ ، أَنَّهَا كَانَتْ عِنْدَ عَائِشَةَ فَسَأَلَتْهَا امْرَأَةٌ ؟ فَقَالَتْ : يَا أُمَّ الْمُؤْمِنِينَ ، إِنَّ فِي وَجْهِي شَعَرَاتٌ أَفَأَنْتِفُهُنَّ أَتَزَيَّنُ بِذَلِكَ لِزَوْجِي ؟ فَقَالَتْ عَائِشَةُ : \" أَمِيطِي عَنكِ الْأَذَى ، وَتَصَنَّعِي لِزَوْجِكِ كَمَا تَصَنَّعِينَ لِلزِّيَارَةِ ، وَإِذَا أَمَرَكِ فَلْتُطِيعِيهِ ، وَإِذَا أَقْسَمَ عَلَيْكِ فَأَبِرِّيهِ ، وَلَا تَأْذَنِي فِي بَيْتِهِ لِمَنْ يَكْرَهُ \"مصنف عبد الرزاق(5105) وفيه جهالة ¶ (¬2) - فتح الباري لابن حجر - (ج 17 / ص 41) والمحلى لابن حزم - (ج 1 / ص 496)(433 ) وفتاوى الأزهر - (ج 9 / ص 449) تزجيج الحواجب وفتاوى يسألونك - (ج 4 / ص 159) ما هو النمص ؟ وفتاوى الشبكة الإسلامية معدلة - (ج 4 / ص 2832) رقم الفتوى 22826 هناك فرق بين النمص والحف و(ج 4 / ص 9575) رقم الفتوى 29137 يجوز نتف الشعر من الوجه ¶ (¬3) - - صحيح البخارى برقم(31 ) ومسلم برقم(7435 ) وفي شرح ابن بطال - (ج 1 / ص 68) وثبت أن حديث أبى بكرة لا يرد به الإلزام والحتم بالنار لكل قاتل ومقتول من المسلمين، لأنه - صلى الله عليه وسلم - سماهما مسلمين وإن التقيا بسيفيهما وقتل أحدهما صاحبه، ولم يخرجهما بذلك من الإسلام، وإنما يستحقان النار إن أنفذ الله عليهما الوعيد، ثم يخرجهما من النار بما فى قلوبهما من الإيمان وعلى هذا مضى السلف الصالح.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (285) سورة البقرة ، وَقَدْ ثَبَتَ فِي الصَّحِيحِ أَنَّ اللَّهَ تَعَالَى أَجَابَ هَذَا الدُّعَاءَ وَغَفَرَ لِلْمُؤْمِنِينَ خَطَأَهُمْ . ¶ وَالْخَوَارِجُ الْمَارِقُونَ الَّذِينَ أَمَرَ النَّبِيُّ - صلى الله عليه وسلم - بِقِتَالِهِم (¬1) قَاتَلَهُمْ أَمِيرُ الْمُؤْمِنِينَ عَلِيُّ بْنُ أَبِي طَالِبٍ أَحَدُ الْخُلَفَاءِ الرَّاشِدِينَ . وَاتَّفَقَ عَلَى قِتَالِهِمْ أَئِمَّةُ الدِّينِ مِن الصَّحَابَةِ وَالتَّابِعِينَ وَمَن بَعْدَهُمْ . وَلَمْ يُكَفِّرْهُمْ عَلِيُّ بْنُ أَبِي طَالِبٍ وَسَعْدُ بْنُ أَبِي وَقَّاصٍ وَغَيْرُهُمَا مِن الصَّحَابَةِ، بَل جَعَلُوهُمْ مُسْلِمِينَ مَعَ قِتَالِهِمْ وَلَمْ يُقَاتِلْهُمْ عَلِيٌّ حَتَّى سَفَكُوا الدَّمَ الْحَرَامَ وَأَغَارُوا عَلَى أَمْوَالِ الْمُسْلِمِينَ، فَقَاتَلَهُمْ لِدَفْعِ ظُلْمِهِمْ وَبَغْيِهِمْ لَا لِأَنَّهُمْ كُفَّارٌ . وَلِهَذَا لَمْ يَسْبِ حَرِيمَهُمْ وَلَمْ يَغْنَمْ أَمْوَالَهُمْ . ¶ وَإِذَا كَانَ هَؤُلَاءِ الَّذِينَ ثَبَتَ ضَلَالُهُمْ بِالنَّصِّ وَالْإِجْمَاعِ لَمْ يُكَفَّرُوا مَعَ أَمْرِ اللَّهِ وَرَسُولِهِ بِقِتَالِهِمْ فَكَيْفَ بِالطَّوَائِفِ الْمُخْتَلِفِينَ الَّذِينَ اشْتَبَهَ عَلَيْهِمْ الْحَقُّ فِي مَسَائِلَ غَلِطَ فِيهَا مَن هُوَ أَعْلَمُ مِنهُمْ ؟ ¶ فَلَا يَحِلُّ لِأَحَدِ مِن هَذِهِ الطَّوَائِفِ أَنْ تُكَفِّرَ الْأُخْرَى وَلَا تَسْتَحِلَّ دَمَهَا وَمَالَهَا وَإِنْ كَانَتْ فِيهَا بِدْعَةٌ مُحَقَّقَةٌ فَكَيْفَ إذَا كَانَتْ الْمُكَفِّرَةُ لَهَا مُبْتَدِعَةً أَيْضًا ؟ ¶ وَقَدْ تَكُونُ بِدْعَةُ هَؤُلَاءِ أَغْلَظَ، وَالْغَالِبُ أَنَّهُمْ جَمِيعًا جُهَّالٌ بِحَقَائِقِ مَا يَخْتَلِفُونَ فِيهِ . وَالْأَصْلُ أَنَّ دِمَاءَ الْمُسْلِمِينَ وَأَمْوَالَهُمْ وَأَعْرَاضَهُمْ مُحَرَّمَةٌ مِن بَعْضِهِمْ عَلَى بَعْضٍ لَا تَحِلُّ إلَّا ¶ ¬__________ ¶ (¬1) - كما في صحيح البخارى(4351 ) عَن عُمَارَةَ بْنِ الْقَعْقَاعِ بْنِ شُبْرُمَةَ حَدَّثَنَا عَبْدُ الرَّحْمَنِ بْنِ أَبِى نُعْمٍ قَالَ سَمِعْتُ أَبَا سَعِيدٍ الْخُدْرِىَّ يَقُولُ بَعَثَ عَلِىُّ بْنُ أَبِى طَالِبٍ - رضى الله عنه - إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - مِنَ الْيَمَنِ بِذُهَيْبَةٍ فِى أَدِيمٍ مَقْرُوظٍ لَمْ تُحَصَّلْ مِن تُرَابِهَا ، قَالَ فَقَسَمَهَا بَيْنَ أَرْبَعَةِ نَفَرٍ بَيْنَ عُيَيْنَةَ بْنِ بَدْرٍ ، وَأَقْرَعَ بْنِ حَابِسٍ وَزَيْدِ الْخَيْلِ ، وَالرَّابِعُ إِمَّا عَلْقَمَةُ وَإِمَّا عَامِرُ بْنُ الطُّفَيْلِ ، فَقَالَ رَجُلٌ مِن أَصْحَابِهِ كُنَّا نَحْنُ أَحَقَّ بِهَذَا مِن هَؤُلاَءِ . قَالَ فَبَلَغَ ذَلِكَ النَّبِىَّ - صلى الله عليه وسلم - فَقَالَ « أَلاَ تَأْمَنُونِى وَأَنَا أَمِينُ مَنْ فِى السَّمَاءِ ، يَأْتِينِى خَبَرُ السَّمَاءِ صَبَاحًا وَمَسَاءً » . قَالَ فَقَامَ رَجُلٌ غَائِرُ الْعَيْنَيْنِ ، مُشْرِفُ الْوَجْنَتَيْنِ ، نَاشِزُ الْجَبْهَةِ ، كَثُّ اللِّحْيَةِ ، مَحْلُوقُ الرَّأْسِ ، مُشَمَّرُ الإِزَارِ ، فَقَالَ يَا رَسُولَ اللَّهِ ، اتَّقِ اللَّهَ . قَالَ « وَيْلَكَ أَوَلَسْتُ أَحَقَّ أَهْلِ الأَرْضِ أَنْ يَتَّقِىَ اللَّهَ » . قَالَ ثُمَّ وَلَّى الرَّجُلُ ، قَالَ خَالِدُ بْنُ الْوَلِيدِ يَا رَسُولَ اللَّهِ ، أَلاَ أَضْرِبُ عُنُقَهُ قَالَ « لاَ ، لَعَلَّهُ أَنْ يَكُونَ يُصَلِّى » . فَقَالَ خَالِدٌ وَكَمْ مِن مُصَلٍّ يَقُولُ بِلِسَانِهِ مَا لَيْسَ فِى قَلْبِهِ . قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنِّى لَمْ أُومَرْ أَنْ أَنْقُبَ قُلُوبَ النَّاسِ ، وَلاَ أَشُقَّ بُطُونَهُمْ » قَالَ ثُمَّ نَظَرَ إِلَيْهِ وَهْوَ مُقَفٍّ فَقَالَ « إِنَّهُ يَخْرُجُ مِن ضِئْضِئِ هَذَا قَوْمٌ يَتْلُونَ كِتَابَ اللَّهِ رَطْبًا ، لاَ يُجَاوِزُ حَنَاجِرَهُمْ ، يَمْرُقُونَ مِنَ الدِّينِ كَمَا يَمْرُقُ السَّهْمُ مِنَ الرَّمِيَّةِ » . وَأَظُنُّهُ قَالَ « لَئِنْ أَدْرَكْتُهُمْ لأَقْتُلَنَّهُمْ قَتْلَ ثَمُودَ » . =المُشرف : مرتفع الوجنتين =الضئضئ : النسل",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "بِإِذْنِ اللَّهِ وَرَسُولِهِ . قَالَ النَّبِيُّ - صلى الله عليه وسلم - لَمَّا خَطَبَهُمْ فِي حَجَّةِ الْوَدَاعِ :« أَلاَ إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا وَكَحُرْمَةِ شَهْرِكُمْ هَذَا وَكَحُرْمَةِ بَلَدِكُمْ هَذَا » (¬1) . ¶ وقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « لاَ تَحَاسَدُوا وَلاَ تَنَاجَشُوا وَلاَ تَبَاغَضُوا وَلاَ تَدَابَرُوا وَلاَ يَبِعْ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ وَكُونُوا عِبَادَ اللَّهِ إِخْوَانًا. الْمُسْلِمُ أَخُو الْمُسْلِمِ لاَ يَظْلِمُهُ وَلاَ يَخْذُلُهُ وَلاَ يَحْقِرُهُ. التَّقْوَى هَا هُنَا ». وَيُشِيرُ إِلَى صَدْرِهِ ثَلاَثَ مَرَّاتٍ « بِحَسْبِ امْرِئٍ مِنَ الشَّرِّ أَنْ يَحْقِرَ أَخَاهُ الْمُسْلِمَ كُلُّ الْمُسْلِمِ عَلَى الْمُسْلِمِ حَرَامٌ دَمُهُ وَمَالُهُ وَعِرْضُهُ ». (¬2) . ¶ وقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَن صَلَّى صَلاَتَنَا ، وَاسْتَقْبَلَ قِبْلَتَنَا ، وَأَكَلَ ذَبِيحَتَنَا ، فَذَلِكَ الْمُسْلِمُ الَّذِى لَهُ ذِمَّةُ اللَّهِ وَذِمَّةُ رَسُولِهِ ، فَلاَ تُخْفِرُوا اللَّهَ فِى ذِمَّتِهِ » (¬3) ¶ وعَن جَرِيرٍ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ لَهُ فِى حَجَّةِ الْوَدَاعِ :« اسْتَنْصِتِ النَّاسَ » فَقَال: « لاَ تَرْجِعُوا بَعْدِى كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ » (¬4) . ¶ وعَن عَبْدِ اللَّهِ بْنِ عُمَرَ - رضى الله عنهما - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ :« أَيُّمَا رَجُلٍ قَالَ لأَخِيهِ يَا كَافِرُ . فَقَدْ بَاءَ بِهَا أَحَدُهُمَا » (¬5) . ¶ وَهَذِهِ الْأَحَادِيثُ كُلُّهَا فِي الصِّحَاحِ . وَإِذَا كَانَ الْمُسْلِمُ مُتَأَوِّلًا فِي الْقِتَالِ أَوْ التَّكْفِيرِ لَمْ يُكَفَّرْ بِذَلِكَ كَمَا قَالَ عُمَرُ يَا رَسُولَ اللَّهِ دَعْنِى أَضْرِبْ عُنُقَ هَذَا الْمُنَافِقِ . قَالَ :« إِنَّهُ قَدْ شَهِدَ بَدْرًا ، وَمَا يُدْرِيكَ لَعَلَّ اللَّهَ أَنْ يَكُونَ قَدِ اطَّلَعَ عَلَى أَهْلِ بَدْرٍ فَقَالَ اعْمَلُوا مَا شِئْتُمْ ، فَقَدْ غَفَرْتُ لَكُمْ » وَهَذَا فِي الصَّحِيحَيْنِ (¬6) . ¶ ¬__________ ¶ (¬1) - مسند أحمد(19480) صحيح ¶ (¬2) - صحيح مسلم(6706 ) ¶ (¬3) - صحيح البخارى(391 )-تخفر : تنقض العهد ¶ (¬4) - صحيح البخارى(121) ¶ (¬5) - صحيح البخارى(6104 ) ¶ (¬6) - صحيح البخارى (3007 ) ومسلم (6557)",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "وَفِيهِمَا أَيْضًا : مِن حَدِيثِ الْإِفْكِ : فَقَامَ سَعْدُ بْنُ مُعَاذٍ فَقَالَ يَا رَسُولَ اللَّهِ أَنَا وَاللَّهِ أَعْذِرُكَ مِنهُ ، إِنْ كَانَ مِنَ الأَوْسِ ضَرَبْنَا عُنُقَهُ ، وَإِنْ كَانَ مِن إِخْوَانِنَا مِنَ الْخَزْرَجِ أَمَرْتَنَا فَفَعَلْنَا فِيهِ أَمْرَكَ . فَقَامَ سَعْدُ بْنُ عُبَادَةَ وَهُوَ سَيِّدُ الْخَزْرَجِ ، وَكَانَ قَبْلَ ذَلِكَ رَجُلاً صَالِحًا وَلَكِنِ احْتَمَلَتْهُ الْحَمِيَّةُ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ ، لاَ تَقْتُلُهُ وَلاَ تَقْدِرُ عَلَى ذَلِكَ ، فَقَامَ أُسَيْدُ بْنُ الْحُضَيْرِ فَقَالَ كَذَبْتَ لَعَمْرُ اللَّهِ ، وَاللَّهِ لَنَقْتُلَنَّهُ ، فَإِنَّكَ مُنَافِقٌ تُجَادِلُ عَنِ الْمُنَافِقِينَ . فَثَارَ الْحَيَّانِ الأَوْسُ وَالْخَزْرَجُ حَتَّى هَمُّوا ، وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَى الْمِنبَرِ فَنَزَلَ فَخَفَّضَهُمْ حَتَّى سَكَتُوا وَسَكَتَ (¬1) . ¶ فَهَؤُلَاءِ الْبَدْرِيُّونَ فِيهِمْ مَن قَالَ لِآخَرَ مِنهُمْ : إنَّك مُنَافِقٌ وَلَمْ يُكَفِّرِ النَّبِيُّ - صلى الله عليه وسلم - لَا هَذَا وَلَا هَذَا، بَل شَهِدَ لِلْجَمِيعِ بِالْجَنَّةِ . ¶ وَكَذَلِكَ ثَبَتَ فِي الصَّحِيحَيْنِ عن أبي ظَبْيَانَ قَالَ سَمِعْتُ أُسَامَةَ بْنَ زَيْدٍ - رضى الله عنهما - يَقُولُ بَعَثَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِلَى الْحُرَقَةِ ، فَصَبَّحْنَا الْقَوْمَ فَهَزَمْنَاهُمْ وَلَحِقْتُ أَنَا وَرَجُلٌ مِنَ الأَنْصَارِ رَجُلاً مِنهُمْ ، فَلَمَّا غَشِينَاهُ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ . فَكَفَّ الأَنْصَارِىُّ ، فَطَعَنتُهُ بِرُمْحِى حَتَّى قَتَلْتُهُ ، فَلَمَّا قَدِمْنَا بَلَغَ النَّبِىَّ - صلى الله عليه وسلم - - فَقَالَ: « يَا أُسَامَةُ أَقَتَلْتَهُ بَعْدَ مَا قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ » قُلْتُ كَانَ مُتَعَوِّذًا . فَمَا زَالَ يُكَرِّرُهَا حَتَّى تَمَنَّيْتُ أَنِّى لَمْ أَكُنْ أَسْلَمْتُ قَبْلَ ذَلِكَ الْيَوْمِ\" (¬2) . ¶ وَمَعَ هَذَا لَمْ يُوجِبْ عَلَيْهِ قَوَدًا وَلَا دِيَةً وَلَا كَفَّارَةً ، لِأَنَّهُ كَانَ مُتَأَوِّلًا ظَنَّ جَوَازَ قَتْلِ ذَلِكَ الْقَائِلِ لِظَنِّهِ أَنَّهُ قَالَهَا تَعَوُّذًا . ¶ فَهَكَذَا السَّلَفُ قَاتَلَ بَعْضُهُمْ بَعْضًا مِن أَهْلِ الْجَمَلِ وصفين وَنَحْوِهِمْ وَكُلُّهُمْ مُسْلِمُونَ مُؤْمِنُونَ كَمَا قَالَ تَعَالَى : {وَإِن طَائِفَتَانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُمَا فَإِن بَغَتْ إِحْدَاهُمَا عَلَى الْأُخْرَى فَقَاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلَى أَمْرِ اللَّهِ فَإِن فَاءتْ فَأَصْلِحُوا بَيْنَهُمَا بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } (9) سورة الحجرات، فَقَدْ بَيَّنَ اللَّهُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(2661 ) ومسلم (7196) ¶ (¬2) - صحيح البخارى(4269) وصحيح مسلم (288)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "تَعَالَى أَنَّهُمْ مَعَ اقْتِتَالِهِمْ وَبَغْيِ بَعْضِهِمْ عَلَى بَعْضٍ إخْوَةٌ مُؤْمِنُونَ وَأَمَرَ بِالْإِصْلَاحِ بَيْنَهُمْ بِالْعَدْلِ . ¶ وَلِهَذَا كَانَ السَّلَفُ مَعَ الِاقْتِتَالِ يُوَالِي بَعْضُهُمْ بَعْضًا مُوَالَاةَ الدِّينِ ، لَا يُعَادُونَ كَمُعَادَاةِ الْكُفَّارِ فَيَقْبَلُ بَعْضُهُمْ شَهَادَةَ بَعْضٍ وَيَأْخُذُ بَعْضُهُمْ الْعِلْمَ عَن بَعْضٍ وَيَتَوَارَثُونَ وَيَتَنَاكَحُونَ وَيَتَعَامَلُونَ بِمُعَامَلَةِ الْمُسْلِمِينَ بَعْضِهِمْ مَعَ بَعْضٍ ، مَعَ مَا كَانَ بَيْنَهُمْ مِن الْقِتَالِ وَالتَّلَاعُنِ وَغَيْرِ ذَلِكَ . ¶ وَقَدْ ثَبَتَ فِي الصَّحِيحِ عَن ثَوْبَانَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : « إِنَّ اللَّهَ زَوَى لِىَ الأَرْضَ فَرَأَيْتُ مَشَارِقَهَا وَمَغَارِبَهَا وَإِنَّ أُمَّتِى سَيَبْلُغُ مُلْكُهَا مَا زُوِىَ لِى مِنهَا وَأُعْطِيتُ الْكَنْزَيْنِ الأَحْمَرَ وَالأَبْيَضَ وَإِنِّى سَأَلْتُ رَبِّى لأُمَّتِى أَنْ لاَ يُهْلِكَهَا بِسَنَةٍ بِعَامَّةٍ وَأَنْ لاَ يُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِن سِوَى أَنْفُسِهِمْ فَيَسْتَبِيحَ بَيْضَتَهُمْ وَإِنَّ رَبِّى قَالَ يَا مُحَمَّدُ إِنِّى إِذَا قَضَيْتُ قَضَاءً فَإِنَّهُ لاَ يُرَدُّ وَإِنِّى أَعْطَيْتُكَ لأُمَّتِكَ أَنْ لاَ أُهْلِكَهُمْ بِسَنَةٍ بِعَامَّةٍ وَأَنْ لاَ أُسَلِّطَ عَلَيْهِمْ عَدُوًّا مِن سِوَى أَنْفُسِهِمْ يَسْتَبِيحُ بَيْضَتَهُمْ وَلَوِ اجْتَمَعَ عَلَيْهِمْ مَن بِأَقْطَارِهَا - أَوْ قَالَ مَن بَيْنَ أَقْطَارِهَا - حَتَّى يَكُونَ بَعْضُهُمْ يُهْلِكُ بَعْضًا وَيَسْبِى بَعْضُهُمْ بَعْضًا » (¬1) .. ¶ وَثَبَتَ فِي الصَّحِيح عَن جَابِرٍ - رضى الله عنه - قَالَ لَمَّا نَزَلَتْ هَذِهِ الآيَةُ ( قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَابًا مِن فَوْقِكُمْ ) قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَعُوذُ بِوَجْهِكَ » . قَالَ ( أَوْ مِن تَحْتِ أَرْجُلِكُمْ ) قَالَ « أَعُوذُ بِوَجْهِكَ ( أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ ) قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « هَذَا أَهْوَنُ » . أَوْ « هَذَا أَيْسَرُ » (¬2) . ¶ هَذَا مَعَ أَنَّ اللَّهَ أَمَرَ بِالْجَمَاعَةِ والائتلاف وَنَهَى عَن الْبِدْعَةِ وَالِاخْتِلَافِ وَقَالَ : {إِنَّ الَّذِينَ فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا لَّسْتَ مِنهُمْ فِي شَيْءٍ إِنَّمَا أَمْرُهُمْ إِلَى اللّهِ ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ } (159) سورة الأنعام. ¶ ¬__________ ¶ (¬1) - صحيح مسلم(7440 ) -البيضة : مجتمعهم وموضع سلطانهم -السنة : الجدب والقحط ¶ (¬2) - صحيح البخارى(4628 )",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "وَهَذَا بَابٌ وَاسِعٌ ؛ فَإِنَّهُ يَدْخُلُ فِيهِ جَمِيعُ الْأُمُورِ الْمُحَرَّمَةِ بِكِتَابِ أَوْ سُنَّةٍ إذَا كَانَ بَعْضُ الْأُمَّةِ لَمْ يَبْلُغْهُمْ أَدِلَّةُ التَّحْرِيمِ فَاسْتَحَلُّوهَا ،أَوْ عَارَضَ تِلْكَ الْأَدِلَّةَ عِنْدَهُمْ أَدِلَّةٌ أُخْرَى رَأَوْا رُجْحَانَهَا عَلَيْهَا مُجْتَهِدِينَ فِي ذَلِكَ التَّرْجِيحِ بِحَسَبِ عَقْلِهِمْ وَعِلْمِهِمْ. ¶ فَإِنَّ التَّحْرِيمَ لَهُ أَحْكَامٌ مِن التَّأْثِيمِ وَالذَّمِّ وَالْعُقُوبَةِ وَالْفِسْقِ وَغَيْرِ ذَلِكَ، لَكِنْ لَهَا شُرُوطٌ وَمَوَانِعُ فَقَدْ يَكُونُ التَّحْرِيمُ ثَابِتًا وَهَذِهِ الْأَحْكَامُ مُنْتَفِيَةٌ لِفَوَاتِ شَرْطِهَا أَوْ وُجُودِ مَانِعٍ ؛ أَوْ يَكُونُ التَّحْرِيمُ مُنْتَفِيًا فِي حَقِّ ذَلِكَ الشَّخْصِ مَعَ ثُبُوتِهِ فِي حَقِّ غَيْرِهِ . ¶ ولذلك لَمْ يَجُزْ أَنْ نُعَيِّنَ شَخْصًا مِمَن فَعَلَ بَعْضَ هَذِهِ الْأَفْعَالِ وَنَقُولَ : هَذَا الْمُعَيَّنُ قَدْ أَصَابَهُ هَذَا الْوَعِيدُ ؛ لِإِمْكَانِ التَّوْبَةِ وَغَيْرِهَا مِن مُسْقِطَاتِ الْعُقُوبَةِ، وَلَمْ يَجُزْ أَنْ نَقُولَ : هَذَا يَسْتَلْزِمُ لَعْنَ الْمُسْلِمِينَ ؛ وَلَعْنَ أُمَّةِ مُحَمَّدٍ - صلى الله عليه وسلم - أَوْ لَعْنَ الصِّدِّيقِينَ أَوْ الصَّالِحِينَ ؛ لِأَنَّهُ يُقَالُ : الصِّدِّيقُ وَالصَّالِحُ متى صَدَرَتْ مِنهُ بَعْضُ هَذِهِ الْأَفْعَالِ فَلَا بُدَّ مِن مَانِعٍ يَمْنَعُ لُحُوقَ الْوَعِيدِ بِهِ مَعَ قِيَامِ سَبَبِهِ، فَفِعْلُ هَذِهِ الْأُمُورِ مِمَن يَحْسِبُ أَنَّهَا مُبَاحَةٌ بِاجْتِهَادِ أَوْ تَقْلِيدٍ أَوْ نَحْوِ ذَلِكَ غَايَتُهُ أَنْ يَكُونَ نَوْعًا مِن أَنْوَاعِ الصِّدِّيقِينَ الَّذِينَ امْتَنَعَ لُحُوقُ الْوَعِيدِ بِهِمْ لِمَانِعِ ،كَمَا امْتَنَعَ لُحُوقُ الْوَعِيدِ بِهِ لِتَوْبَةِ أَوْ حَسَنَاتٍ مَاحِيَةٍ أَوْ غَيْرِ ذَلِكَ . ¶ وَاعْلَمْ أَنَّ هَذِهِ السَّبِيلَ هِيَ الَّتِي يَجِبُ سُلُوكُهَا ؛ فَإِنَّ مَا سِوَاهَا طَرِيقَانِ خَبِيثَانِ : ¶ أَحَدُهُمَا : الْقَوْلُ بِلُحُوقِ الْوَعِيد لِكُلِّ فَرْدٍ مِن الْأَفْرَادِ بِعَيْنِهِ وَدَعْوَى أَنَّ هَذَا عَمَلٌ بِمُوجَبِ النُّصُوصِ ، وَهَذَا أَقْبَحُ مِن قَوْلِ الْخَوَارِجِ الْمُكَفِّرِينَ بِالذُّنُوبِ وَالْمُعْتَزِلَةِ وَغَيْرِهِمْ وَفَسَادُهُ مَعْلُومٌ بِالِاضْطِرَارِ وَأَدِلَّتُهُ مَعْلُومَةٌ فِي غَيْرِ هَذَا الْمَوْضِعِ . ¶ الثَّانِي : تَرْكُ الْقَوْلِ وَالْعَمَلِ بِمُوجَبِ أَحَادِيثِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ظَنًّا أَنَّ الْقَوْلَ بِمُوجَبِهَا مُسْتَلْزِمٌ لِلطَّعْنِ فِيمَا خَالَفَهَا . وَهَذَا التَّرْكُ يَجُرُّ إلَى الضَّلَالِ وَاللُّحُوقِ بِأَهْلِ الْكِتَابَيْنِ {اتَّخَذُواْ أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُواْ إِلاَّ لِيَعْبُدُواْ إِلَهًا وَاحِدًا لاَّ إِلَهَ إِلاَّ هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ} (31) سورة التوبة، فَإِنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ:",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "« أَمَا إِنَّهُمْ لَمْ يَكُونُوا يَعْبُدُونَهُمْ وَلَكِنَّهُمْ كَانُوا إِذَا أَحَلُّوا لَهُمْ شَيْئًا اسْتَحَلُّوهُ وَإِذَا حَرَّمُوا عَلَيْهِمْ شَيْئًا حَرَّمُوهُ » (¬1) ¶ وَيُفْضِي إلَى طَاعَةِ الْمَخْلُوقِ فِي مَعْصِيَةِ الْخَالِقِ، فعَنِ ابْنِ عُمَرَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :« السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ فَإِنْ أُمِرَ بِمَعْصِيَةٍ فَلاَ سَمْعَ عَلَيْهِ وَلاَ طَاعَةَ » (¬2) ¶ وَيُفْضِي إلَى قُبْحِ الْعَاقِبَةِ وَسُوءِ التَّأْوِيلِ الْمَفْهُومِ مِن فَحْوَى قَوْله تَعَالَى : {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (59) سورة النساء. ¶ ثُمَّ إنَّ الْعُلَمَاءَ يَخْتَلِفُونَ كَثِيرًا ؛ فَإِنْ كَانَ كُلُّ خَبَرٍ فِيهِ تَغْلِيظٌ خَالَفَهُ مُخَالِفٌ تُرِكَ الْقَوْلُ بِمَا فِيهِ مِن التَّغْلِيظِ أَوْ تُرِكَ الْعَمَلُ بِهِ مُطْلَقًا لَزِمَ مِن هَذَا مِن الْمَحْذُورِ مَا هُوَ أَعْظَمُ مِن أَنْ يُوصَفَ : مِنَ الْكُفْرِ وَالْمُرُوقِ مِن الدِّينِ وَإِنْ لَمْ يَكُنْ الْمَحْذُورُ مِن هَذَا أَعْظَمَ مِن الَّذِي قَبْلَهُ لَمْ يَكُنْ دُونَهُ، فَلَا بُدَّ أَنْ نُؤْمِنَ بِالْكِتَابِ وَنَتَّبِعَ مَا أُنْزِلَ إلَيْنَا مِن رَبِّنَا جَمِيعِهِ ،لقوله تعالى : {اتَّبِعُواْ مَا أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ وَلاَ تَتَّبِعُواْ مِن دُونِهِ أَوْلِيَاء قَلِيلاً مَّا تَذَكَّرُونَ} (3) سورة الأعراف. ¶ وَلَا نُؤْمِنَ بِبَعْضِ الْكِتَابِ وَنَكْفُرَ بِبَعْضِ،لقوله تعالى : {ثُمَّ أَنتُمْ هَؤُلاء تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقاً مِّنكُم مِّن دِيَارِهِمْ تَظَاهَرُونَ عَلَيْهِم بِالإِثْمِ وَالْعُدْوَانِ وَإِن يَأتُوكُمْ أُسَارَى تُفَادُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ أَفَتُؤْمِنُونَ بِبَعْضِ الْكِتَابِ وَتَكْفُرُونَ بِبَعْضٍ فَمَا جَزَاء مَن يَفْعَلُ ذَلِكَ مِنكُمْ إِلاَّ خِزْيٌ فِي الْحَيَاةِ الدُّنْيَا وَيَوْمَ الْقِيَامَةِ يُرَدُّونَ إِلَى أَشَدِّ الْعَذَابِ وَمَا اللّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ} (85) سورة البقرة. ¶ ¬__________ ¶ (¬1) - - سنن الترمذى برقم(3378 ) وهو حسن لغيره . ¶ (¬2) - - سنن الترمذى برقم(1809) وهو صحيح",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "وَتَلِينَ قُلُوبُنَا لِاتِّبَاعِ بَعْضِ السُّنَّةِ ، وَتَنْفِرَ عَن قَبُولِ بَعْضِهَا بِحَسَبِ الْعَادَاتِ وَالْأَهْوَاءِ، فَإِنَّ هَذَا خُرُوجٌ عَن الصِّرَاطِ الْمُسْتَقِيمِ إلَى صِرَاطِ الْمَغْضُوبِ عَلَيْهِمْ وَالضَّالِّينَ. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى لابن تيمية - (3 / 282) فما بعدها ، وانظر كتابي (( الخلاصة في أسباب اختلاف الفقهاء )) ففيه تفاصيل أكثر ، وكذلك كتاب ((رفع الملام عن الأئمة الأعلام )) لشيخ الإسلام ابن تيمية رحمه الله بتحقيقي .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "أهم المراجع ¶ 1. أيسر التفاسير لأسعد حومد ¶ 2. التفسير الميسر ¶ 3. التفسير الوسيط للقرآن الكريم لطنطاوي ¶ 4. تفسير ابن كثير - دار طيبة ¶ 5. تفسير السعدي ¶ 6. تفسير الشعراوي ¶ 7. تفسير الطبري - مؤسسة الرسالة ¶ 8. تفسير القرطبي ـ موافق للمطبوع ¶ 9. فى ظلال القرآن ـ موافقا للمطبوع ¶ 10. اتحاف الخيرة المهرة بزوائد المسانيد العشرة ¶ 11. الآحاد والمثاني ¶ 12. الترغيب والترهيب للمنري ¶ 13. السنن الكبرى للإمام النسائي الرسالة ¶ 14. السنن الكبرى للبيهقي- المكنز ¶ 15. الفوائد لتمام 414 ¶ 16. المجالسة وجواهر العلم (333) ¶ 17. المستدرك للحاكم مشكلا ¶ 18. المسند الجامع ¶ 19. المعجم الأوسط للطبراني ¶ 20. المعجم الصغير للطبراني ¶ 21. المعجم الكبير للطبراني ¶ 22. جامع الأحاديث ¶ 23. جامع الأصول في أحاديث الرسول ¶ 24. سنن أبي داود - المكنز ¶ 25. سنن ابن ماجه- المكنز ¶ 26. سنن الترمذى- المكنز ¶ 27.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "سنن الدارقطنى- المكنز ¶ 28. سنن الدارمى- المكنز ¶ 29. سنن النسائي- المكنز ¶ 30. شرح مشكل الآثار (321) ¶ 31. شرح معاني الآثار (321) ¶ 32. شعب الإيمان (458) ¶ 33. صحيح ابن حبان ¶ 34. صحيح البخارى- المكنز ¶ 35. صحيح مسلم- المكنز ¶ 36. مجمع الزوائد ¶ 37. مسند أبي عوانة مشكلا ¶ 38. مسند أبي يعلى الموصلي مشكل ¶ 39. مسند أحمد - المكنز ¶ 40. مسند البزار كاملا ¶ 41. مسند الحميدي - المكنز ¶ 42. مسند الشاميين ¶ 43. مسند الطيالسي ¶ 44. مصنف ابن أبي شيبة ¶ 45. مصنف عبد الرزاق مشكل ¶ 46. معرفة الصحابة لأبي نعيم الأصبهاني ¶ 47. موسوعة السنة النبوية ¶ 48. رسالة ابن تيمية في دخول الجنة ¶ 49. مدارج السالكين لابن القيم ¶ 50. فتح الباري لابن حجر ¶ 51. مجموع الفتاوى لابن تيمية ¶ 52. الموسوعة الفقهية الكويتية ¶ 53. فتاوى الشبكة الإسلامية معدلة ¶ 54. المصباح المنير ¶ 55.",
            "page": "121",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "لسان العرب ¶ 56. تاج العروس ¶ 57. دستور العلماء ¶ 58. تفسير روح المعاني للألوسي ¶ 59. بلغة السالك ¶ 60. الفواكه الدواني ¶ 61. الكليات لأبي البقاء ¶ 62. كشاف القناع ¶ 63. المغني لابن قدامة ¶ 64. الآداب الشرعية ¶ 65. إحياء علوم الدين للغزالي ¶ 66. تفسير الألوسي ¶ 67. الفروق في اللغة ¶ 68. الجمل على شرح المنهج ¶ 69. كشاف القناع ¶ 70. حاشية العدوي ¶ 71. الروضة للنووي ¶ 72. حاشية ابن عابدين ¶ 73. الوجيز للغزالي ¶ 74. المهذب للشيرازي ¶ 75. الدر المنثور ¶ 76. نهاية المحتاج ¶ 77. تفسير الماوردي ¶ 78. جواهر الإكليل ¶ 79. بدائع الصنائع للكاساني ¶ 80. الفروق للقرافي ¶ 81. مسلم الثبوت ¶ 82. التاج والإكليل للمواق ¶ 83.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "البدر المنير لابن الملقن ¶ 84. التلخيص الحبير لابن حجر ¶ 85. تبيين الحقائق للزيلعي ¶ 86. قواعد الأحكام للعز بن عبد السلام ¶ 87. أصول البزدوي مع كشف الأسرار ¶ 88. بداية المجتهد ط . دار المعرفة . ¶ 89. الفتاوى الهندية ¶ 90. الشرح الصغير ¶ 91. المجموع شرح المهذب ¶ 92. القوانين الفقهية ¶ 93. فتاوى يسألونك ¶ 94. فتاوى الشبكة الإسلامية معدلة ¶ 95. فتاوى الأزهر ¶ 96. المنثور في القواعد ¶ 97. أسنى المطالب ¶ 98. مراقي الفلاح ¶ 99. مفردات الراغب الأصفهاني ¶ 100. البحر المحيط ط السعادة ¶ 101. الفتوحات الربانية ط المكتبة الإسلامية . ¶ 102. إتحاف السادة المتقين شرح إحياء علوم الدين ط الميمنية . ¶ 103. تفسير الفخر الرازي ¶ 104. الفواكه الدواني ¶ 105. مرقاة المفاتيح شرح مشكاة المصابي ¶ 106. اليواقيت والجواهر شرح بيان عقائد الأكابر ط دار المعرفة . ¶ 107. الفتاوى الكبرى لابن تيمية ¶ 108. تحفة الأحوذي ¶ 109. السُّنَّةُ لِأَبِي بَكْرِ بْنِ الْخَلَّال ¶ 110. الحلية لأبي نعيم ¶ 111.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "جامع العلوم والحكم ¶ 112. كشف الأستار ¶ 113. فتاوى الإسلام سؤال وجواب ¶ 114. الشاملة 3 ¶ 115. برنامج قالون ¶ 116. الخلاصة في أسباب اختلاف الفقهاء للمؤلف ¶ 117. الاستعداد للموت للمؤلف ¶ 118. الإيمان بيوم القيامة وأهواله للمؤلف ¶ 119. الواضح في أركان الإيمان للمؤلف",
            "page": "124",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "الفهرس العام ¶ الباب الأول ... 4 ¶ الفرق بين الوعد والعيد ... 4 ¶ المبحث الأول ... 4 ¶ عدم تخلف الوعد ... 4 ¶ المبحث الثاني ... 11 ¶ تخلف الوعيد ... 11 ¶ النوع الأول ... 11 ¶ ما ورد بحق الكفار والمشركين ... 11 ¶ 1) الكفر والشرك : ... 15 ¶ 2) عدم القيام بالتكاليف الشرعية مع التكذيب بيوم الدين وترك الالتزام بالضوابط الشرعية. ... 19 ¶ 3) طاعة رؤساء الضلال وزعماء الكفر فيما قرروه من مبادئ الضلال وخطوات الكفر التي تصدُّ عن دين الله ومتابعة المرسلين. ... 19 ¶ 4) النفاق العقديُّ : ... 21 ¶ 5) الكبر : ... 22 ¶ النوع الثاني ... 24 ¶ ما ورد من وعيد بحق عصاة المؤمنين ... 24 ¶ الباب الثاني ... 28 ¶ أسباب تخلف الوعيد ... 28 ¶ السببُ الأول ... 29 ¶ التَّوْبَةُ ... 29 ¶ تعريف التوبة : ... 32 ¶ أ - الاِعْتِذَارُ : ... 33 ¶ ب - الاِسْتِغْفَارُ : ... 33 ¶ أَرْكَانُ وَشُرُوطُ التَّوْبَةِ : ... 34 ¶ إِعْلاَنُ التَّوْبَةِ : ... 35 ¶ عَدَمُ الْعَوْدِ : ... 37 ¶ التَّوْبَةُ مِنْ بَعْضِ الذُّنُوبِ : ... 37 ¶ أَقْسَامُ التَّوْبَةِ : ... 38 ¶ التَّوْبَةُ النَّصُوحُ : ... 39",
            "page": "125",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "حُكْمُ التَّوْبَةِ : ... 40 ¶ وَقْتُ التَّوْبَةِ : ... 40 ¶ مَنْ تُقْبَل تَوْبَتُهُمْ وَمَنْ لاَ تُقْبَل : ... 42 ¶ أ - تَوْبَةُ الزِّنْدِيقِ : ... 42 ¶ ب - تَوْبَةُ مَنْ تَكَرَّرَتْ رِدَّتُهُ : ... 43 ¶ ج - تَوْبَةُ السَّاحِرِ : ... 43 ¶ آثَارُ التَّوْبَةِ : ... 45 ¶ أَوَّلاً : فِي حُقُوقِ الْعِبَادِ : ... 45 ¶ ثَانِيًا : فِي حُقُوقِ اللَّهِ تَعَالَى : ... 46 ¶ ثَالِثًا : فِي التَّعْزِيرَاتِ : ... 48 ¶ رَابِعًا : فِي قَبُول الشَّهَادَةِ : ... 48 ¶ خامساً. أَنْوَاعُ الْعِبَادَاتِ مِنْ حَيْثُ تَعَلُّقُ الْقَضَاءِ بِهَا : ... 50 ¶ مَنْ يَجِبُ عَلَيْهِ الْقَضَاءُ : ... 51 ¶ السَّبَبُ الثَّانِي ... 58 ¶ الِاسْتِغْفَارُ ... 58 ¶ السَّبَبُ الثَّالِثُ ... 63 ¶ الْحَسَنَاتُ الْمَاحِيَةُ ... 63 ¶ هل الحسناتُ تكفِّرُ الصغائر والكبائر ؟ ... 64 ¶ السَّبَبُ الرَّابِعُ ... 73 ¶ دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ ... 73 ¶ السَّبَبُ الْخَامِسُ ... 75 ¶ مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ ... 75 ¶ السَّبَبُ السَّادِسُ ... 82 ¶ شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ ... 82 ¶ السَّبَبُ السَّابِعُ ... 86 ¶ الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا ... 86 ¶ السَّبَبُ الثَّامِنُ ... 88 ¶ مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ ... 88 ¶ السَّبَبُ التَّاسِعُ ... 91 ¶ أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا ... 91 ¶ السَّبَبُ الْعَاشِرُ ... 94",
            "page": "126",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ ... 94 ¶ السبب الحادي عشر ... 103 ¶ إذا كان مجتهدا فاخطأ في اجتهاده ... 103 ¶ 1-من خالف أحاديث الوعيد من الفقهاء هل هو معذور؟ ... 104 ¶ 2-َذَهَبَ الْأَكْثَرُونَ مِن الْفُقَهَاءِ وَهُوَ قَوْلُ عَامَّةِ السَّلَفِ إلَى أَنَّ هَذِهِ الْأَحَادِيثَ حُجَّةٌ فِي جَمِيعِ مَا تَضَمَّنَتْهُ مِن الْوَعِيدِ . ... 106 ¶ وَهَذِهِ الْقَاعِدَةُ تَظْهَرُ بِأَمْثِلَةِ: ... 108 ¶ المثال الأول - حول تحريم الخمر ... 108 ¶ المثال الثاني- حول لعن الواصلة والموصولة : ... 110 ¶ المثال الثالث - النهي عن قتال المسلم لأخيه : ... 112",
            "page": "127",
            "part": "1"
        }
    ],
    "t36066": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أسباب تخلف الوعيد- قياس وسط"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول الفرق بين الوعد والعيد"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "المبحث الأول عدم تخلف الوعد"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني تخلف الوعيد"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "النوع الأول ما ورد بحق الكفار والمشركين"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "الأعمال التي تسبب الخلود في النار"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": "1",
            "tit": "1) الكفر والشرك :"
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": null,
            "tit": "2) عدم القيام بالتكاليف الشرعية مع التكذيب بيوم الدين وترك الالتزام بالضوابط الشرعية."
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "3) طاعة رؤساء الضلال وزعماء الكفر فيما قرروه من مبادئ الضلال وخطوات الكفر التي تصدُّ عن دين الله ومتابعة المرسلين."
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": null,
            "tit": "4) النفاق العقديُّ :"
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": null,
            "tit": "5) الكبر :"
        },
        {
            "id": "25",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني ما ورد من وعيد بحق عصاة المؤمنين"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني أسباب تخلف الوعيد"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "السببُ الأول التَّوْبَةُ"
        },
        {
            "id": "59",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الثَّانِي الِاسْتِغْفَارُ"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الثَّالِثُ الْحَسَنَاتُ الْمَاحِيَةُ"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "هل الحسناتُ تكفِّرُ الصغائر والكبائر ؟"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الرَّابِعُ دُعَاءُ الْمُؤْمِنِينَ لِلْمُؤْمِنِ"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الْخَامِسُ مَا يُعْمَلُ لِلْمَيِّتِ مِنْ أَعْمَالِ الْبِرِّ"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ السَّادِسُ شَفَاعَةُ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرُهُ فِي أَهْلِ الذُّنُوبِ يَوْمَ الْقِيَامَةِ"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ السَّابِعُ الْمَصَائِبُ الَّتِي يُكَفِّرُ اللَّهُ بِهَا الْخَطَايَا فِي الدُّنْيَا"
        },
        {
            "id": "89",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الثَّامِنُ مَا يَحْصُلُ فِي الْقَبْرِ مِنْ الْفِتْنَةِ وَالضَّغْطَةِ وَالرَّوْعَةِ"
        },
        {
            "id": "92",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ التَّاسِعُ أَهْوَالُ يَوْمِ الْقِيَامَةِ وَكَرْبُهَا وَشَدَائِدُهَا"
        },
        {
            "id": "95",
            "lvl": "2",
            "sub": null,
            "tit": "السَّبَبُ الْعَاشِرُ رَحْمَةُ اللَّهِ وَعَفْوُهُ وَمَغْفِرَتُهُ بِلَا سَبَبٍ مِنَ الْعِبَادِ"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "السبب الحادي عشر إذا كان مجتهدا فاخطأ في اجتهاده"
        },
        {
            "id": "109",
            "lvl": "2",
            "sub": null,
            "tit": "المثال الأول - حول تحريم الخمر"
        },
        {
            "id": "111",
            "lvl": "2",
            "sub": null,
            "tit": "المثال الثاني- حول لعن الواصلة والموصولة :"
        },
        {
            "id": "113",
            "lvl": "2",
            "sub": null,
            "tit": "المثال الثالث - النهي عن قتال المسلم لأخيه :"
        }
    ]
}