{
    "b36074": [
        {
            "id": "1",
            "nass": "الخلاصة ¶ في أحكام الفتوى ¶ جمعُ وإعدادُ ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ الطبعة الثانية ¶ 1430 هـ 2009 م ¶ بهانج دار المعمور ¶ (( حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على سيد الأنبياء والمرسلين وعلى آله وصحبه أجمعين ، ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فإن الله تعالى أمر المؤمنين إذا أشكل عليهم أمر من أمور دينهم أن يسألوا من هو أعلم منهم قال تعالى : {..فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ} (43) سورة النحل ¶ وأمر أن يكون هناك فقهاء في أمور الدين يرجع الناس إليهم عند الحاجة { وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ} (122) سورة التوبة . ¶ وحذر رسول الله صلى الله عليه وسلم أشد التحذير ممن يتصدى للفتوى وهو غير أهل لها ،فعَنْ عَبْدِ اللهِ بْنِ عَمْرٍو قَالَ : قَالَ رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : إِنَّ اللَّهَ لاَ يَقْبِضُ الْعِلْمَ انْتِزَاعًا يَنْتَزِعُهُ ،",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ ، حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا اتَّخَذَ النَّاسُ رُؤَسَاءَ جُهَّالاً ، فَسُئِلُوا فَأَفْتَوْا بِغَيْرِ عِلْمٍ ، فَضَلُّوا وَأَضَلُّوا.\" (¬1) ¶ وقد كتب العلماء قديماً وحديثاً أبحاثاً تتعلق بهذا الموضوع،وهذه خلاصته . ¶ فقد تحدثت فيه عن الفتوى والمفتي والمستفتي ليكون الناس على بينة من أمرهم،فقد أصبح يفتي في الدِّين العالم والجاهل والطائع والعاصي .... ¶ عَنْ مُحَمَّدِ بْنِ سِيرِينَ رحمه الله قَالَ: إِنَّ هَذَا الْعِلْمَ دِينٌ فَانْظُرُوا عَمَّنْ تَأْخُذُونَ دِينَكُمْ.\"(2) ¶ أسال الله تعالى أن ينفع به جامعه وقارئه وناشره والدال عليه . ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 5 شعبان 1430هـ الموافق ل 28/7/2009 م ¶ !!!!!!!!!!!! ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (100) وصحيح مسلم- المكنز -(6971) وصحيح ابن حبان - (10 / 432) (4571) ¶ (2) - سنن الدارمى- المكنز - (427) وصحيح مسلم- المكنز - (26 )",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الخلاصة في أحكام الفتوى (¬1) ¶ 1 - تّعْرِيفُ الفَتْوَى: ¶ الْفَتْوَى لُغَةً : اسْمُ مَصْدَرٍ بِمَعْنَى الإِْفْتَاءِ ، وَالْجَمْعُ : الْفَتَاوَى وَالْفَتَاوِي ، يُقَال : أَفْتَيْتُهُ فَتْوَى وَفُتْيَا إِذَا أَجَبْتَهُ عَنْ مَسْأَلَتِهِ ، وَالْفُتْيَا تَبْيِينُ الْمُشْكِل مِنَ الأَْحْكَامِ ، وَتَفَاتَوْا إِلَى فُلاَنٍ : تَحَاكَمُوا إِلَيْهِ وَارْتَفَعُوا إِلَيْهِ فِي الْفُتْيَا ، وَالتَّفَاتِي : التَّخَاصُمُ ، وَيُقَال : أَفْتَيْتُ فُلاَنًا رُؤْيَا رَآهَا : إِذَا عَبَّرْتَهَا لَهُ (¬2) وَمِنْهُ قَوْله تَعَالَى حَاكِيًا : { يَا أَيُّهَا الْمَلأَُ أَفْتُونِي فِي رُؤْيَايَ } . (سورة يوسف آية / 43) ¶ وَالاِسْتِفْتَاءُ لُغَةً : طَلَبُ الْجَوَابِ عَنِ الأَْمْرِ الْمُشْكِل ، وَمِنْهُ قَوْله تَعَالَى : { وَلاَ تَسْتَفْتِ فِيهِمْ مِنْهُمْ أَحَدًا } (سورة الكهف آية / 22) وَقَدْ يَكُونُ بِمَعْنَى مُجَرَّدِ سُؤَالٍ ، وَمِنْهُ قَوْله تَعَالَى : { فَاسْتَفْتِهِمْ أَهُمْ أَشَدُّ خَلْقًا أَمْ مَنْ خَلَقْنَا } (سورة الصافات آية / 11) ، قَال الْمُفَسِّرُونَ : أَيِ اسْأَلْهُمْ . (¬3) ¶ ¬__________ ¶ (¬1) - انظر الموسوعة الفقهية 32/30-50 ¶ (¬2) - لسان العرب، والقاموس المحيط . ¶ (¬3) - تفسير القرطبي 15 / 68 وتفسير ابن كثير 4 / 3 ط عيسى الحلبي .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وَالْفَتْوَى فِي الاِصْطِلاَحِ : تَبْيِينُ الْحُكْمِ الشَّرْعِيِّ عَنْ دَلِيلٍ لِمَنْ سَأَل عَنْهُ (¬1) وَهَذَا يَشْمَل السُّؤَال فِي الْوَقَائِعِ وَغَيْرِهَا . ¶ وَالْمُفْتِي لُغَةً : اسْمُ فَاعِل أَفْتَى ، فَمَنْ أَفْتَى مَرَّةً فَهُوَ مُفْتٍ ، وَلَكِنَّهُ يُحْمَل فِي الْعُرْفِ الشَّرْعِيِّ بِمَعْنًى أَخَصَّ مِنْ ذَلِكَ ، قَال الصَّيْرَفِيُّ : هَذَا الاِسْمُ مَوْضُوعٌ لِمَنْ قَامَ لِلنَّاسِ بِأَمْرِ دِينِهِمْ ، وَعَلِمَ جُمَل عُمُومِ الْقُرْآنِ وَخُصُوصِهِ ، وَنَاسِخَهُ وَمَنْسُوخَهُ ، وَكَذَلِكَ السُّنَنُ وَالاِسْتِنْبَاطُ ، وَلَمْ يُوضَعْ لِمَنْ عَلِمَ مَسْأَلَةً وَأَدْرَكَ حَقِيقَتَهَا ، فَمَنْ بَلَغَ هَذِهِ الْمَرْتَبَةَ سَمَّوْهُ بِهَذَا الاِسْمِ ، وَمَنِ اسْتَحَقَّهُ أَفْتَى فِيمَا اسْتُفْتِيَ فِيهِ . (¬2) ¶ وَقَال الزَّرْكَشِيُّ : الْمُفْتِي مَنْ كَانَ عَالِمًا بِجَمِيعِ الأَْحْكَامِ الشَّرْعِيَّةِ بِالْقُوَّةِ الْقَرِيبَةِ مِنَ الْفِعْل ، وَهَذَا إِنْ قُلْنَا بِعَدَمِ تَجَزُّؤِ الاِجْتِهَادِ (¬3) . ¶ الأَْلْفَاظُ ذَاتُ الصِّلَةِ : ¶ 2 -الْقَضَاءُ : ¶ الْقَضَاءُ : هُوَ فَصْل الْقَاضِي بَيْنَ الْخُصُومِ ، وَيُقَال لَهُ أَيْضًا : الْحُكْمُ ، وَالْحَاكِمُ : الْقَاضِي . ¶ ¬__________ ¶ (¬1) - شرح المنتهى 33 / 456، مطبعة أنصار السنة بالقاهرة، وصفة الفتوى والمستفتى لابن حمدان ص4 . ¶ (¬2) - البحر المحيط 6 / 305 . ¶ (¬3) - البحر المحيط 6 / 306 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وَالْقَضَاءُ شَبِيهٌ بِالْفَتْوَى إِلاَّ أَنَّ بَيْنَهُمَا فُرُوقًا : مِنْهَا : أَنَّ الْفَتْوَى إِخْبَارٌ عَنِ الْحُكْمِ الشَّرْعِيِّ ، وَالْقَضَاءَ إِنْشَاءٌ لِلْحُكْمِ بَيْنَ الْمُتَخَاصِمَيْنِ . ¶ وَمِنْهَا : أَنَّ الْفَتْوَى لاَ إِلْزَامَ فِيهَا لِلْمُسْتَفْتِي أَوْ غَيْرِهِ ، بَل لَهُ أَنْ يَأْخُذَ بِهَا إِنْ رَآهَا صَوَابًا وَلَهُ أَنْ يَتْرُكَهَا وَيَأْخُذَ بِفَتْوَى مُفْتٍ آخَرَ ، أَمَّا الْحُكْمُ الْقَضَائِيُّ فَهُوَ مُلْزِمٌ ، (¬1) وَيَنْبَنِي عَلَيْهِ أَنَّ أَحَدَ الْخَصْمَيْنِ إِذَا دَعَا الآْخَرَ إِلَى فَتَاوَى الْفُقَهَاءِ لَمْ نُجْبِرْهُ ، وَإِنْ دَعَاهُ إِلَى قَاضٍ وَجَبَ عَلَيْهِ الإِْجَابَةُ ، وَأُجْبِرَ عَلَى ذَلِكَ ، لأَِنَّ الْقَاضِيَ مَنْصُوبٌ لِقَطْعِ الْخُصُومَاتِ وَإِنْهَائِهَا . (¬2) ¶ وَمِنْهَا : مَا نَقَلَهُ صَاحِبُ الدُّرِّ الْمُخْتَارِ عَنْ أَيْمَانِ الْبَزَّازِيَّةِ : أَنَّ الْمُفْتِيَ يُفْتِي بِالدِّيَانَةِ - أَيْ عَلَى بَاطِنِ الأَْمْرِ ، وَيُدَيِّنُ الْمُسْتَفْتِيَ ، وَالْقَاضِيَ يَقْضِي عَلَى الظَّاهِرِ ، قَال ابْنُ عَابِدِينَ : مِثَالُهُ إِذَا قَال رَجُلٌ لِلْمُفْتِي : قُلْتُ لِزَوْجَتِي : أَنْتِ طَالِقٌ قَاصِدًا الإِْخْبَارَ كَاذِبًا فَإِنَّ الْمُفْتِيَ يُفْتِيهِ بِعَدَمِ الْوُقُوعِ ، أَمَّا الْقَاضِي فَإِنَّهُ يَحْكُمُ عَلَيْهِ بِالْوُقُوعِ (¬3) ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 11 / 36، 38، 4 / 264، والإحكام في تمييز الفتاوى من الأحكام للقرافي ص20، حلب مكتبة المطبوعات الإسلامية 1387هـ . ¶ (¬2) - البحر المحيط للزركشي 6 / 315 الكويت، وزارة الأوقاف والشئون الإسلامية 1990م . ¶ (¬3) - رد المحتار على الدر المختار 4 / 306 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وَمِنْهَا : مَا قَال ابْنُ الْقَيِّمِ : إِنَّ حُكْمَ الْقَاضِي جُزْئِيٌّ خَاصٌّ لاَ يَتَعَدَّى إِلَى غَيْرِ الْمَحْكُومِ عَلَيْهِ وَلَهُ ، وَفَتْوَى الْمُفْتِي شَرِيعَةٌ عَامَّةٌ تَتَعَلَّقُ بِالْمُسْتَفْتِي وَغَيْرِهِ ، فَالْقَاضِي يَقْضِي قَضَاءً مُعَيَّنًا عَلَى شَخْصٍ مُعَيَّنٍ ، وَالْمُفْتِي يُفْتِي حُكْمًا عَامًّا كُلِّيًّا : أَنَّ مَنْ فَعَل كَذَا تَرَتَّبَ عَلَيْهِ كَذَا ، وَمَنْ قَال كَذَا لَزِمَهُ كَذَا . (¬1) ¶ وَمِنْهَا : أَنَّ الْقَضَاءَ لاَ يَكُونُ إِلاَّ بِلَفْظٍ مَنْطُوقٍ ، وَتَكُونُ الْفُتْيَا بِالْكِتَابَةِ وَالْفِعْل وَالإِْشَارَةِ . (¬2) ¶ 3 -الاِجْتِهَادُ : ¶ الاِجْتِهَادُ : بَذْل الْفَقِيهِ وُسْعَهُ فِي تَحْصِيل الْحُكْمِ الشَّرْعِيِّ الظَّنِّيِّ . ¶ وَالْفَرْقُ بَيْنَهُ وَبَيْنَ الإِْفْتَاءِ : أَنَّ الإِْفْتَاءَ : يَكُونُ فِيمَا عُلِمَ قَطْعًا أَوْ ظَنًّا . أَمَّا الاِجْتِهَادُ فَلاَ يَكُونُ فِي الْقَطْعِيِّ (¬3) وَأَنَّ الاِجْتِهَادَ يَتِمُّ بِمُجَرَّدِ تَحْصِيل الْفَقِيهِ الْحُكْمَ فِي نَفْسِهِ ، وَلاَ يَتِمُّ الإِْفْتَاءُ إِلاَّ بِتَبْلِيغِ الْحُكْمِ لِلسَّائِل . ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 1 / 38 . ¶ (¬2) - الفروق للشيخ أحمد بن إدريس القرافي الصنهاجي المالكي 4 / 48، 54 . ¶ (¬3) - مسلم الثبوت في أصول الفقه 2 / 362 بولاق، والإحكام للقرافي ص195 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وَالَّذِينَ قَالُوا : إِنَّ الْمُفْتِيَ هُوَ الْمُجْتَهِدُ ، أَرَادُوا بَيَانَ أَنَّ غَيْرَ الْمُجْتَهِدِ لاَ يَكُونُ مُفْتِيًا حَقِيقَةً ، وَأَنَّ الْمُفْتِيَ لاَ يَكُونُ إِلاَّ مُجْتَهِدًا ، وَلَمْ يُرِيدُوا التَّسْوِيَةَ بَيْنَ الاِجْتِهَادِ وَالإِْفْتَاءِ فِي الْمَفْهُومِ . (¬1) ¶ 4 - الْحُكْمُ التَّكْلِيفِيُّ : ¶ الْفَتْوَى فَرْضٌ عَلَى الْكِفَايَةِ ، إِذْ لاَ بُدَّ لِلْمُسْلِمِينَ مِمَّنْ يُبَيِّنُ لَهُمْ أَحْكَامَ دِينِهِمْ فِيمَا يَقَعُ لَهُمْ ، وَلاَ يُحْسِنُ ذَلِكَ كُل أَحَدٍ ، فَوَجَبَ أَنْ يَقُومَ بِهِ مَنْ لَدَيْهِ الْقُدْرَةُ . ¶ وَلَمْ تَكُنْ فَرْضَ عَيْنٍ لأَِنَّهَا تَقْتَضِي تَحْصِيل عُلُومٍ جَمَّةٍ ، فَلَوْ كُلِّفَهَا كُل وَاحِدٍ لأََفْضَى إِلَى تَعْطِيل أَعْمَال النَّاسِ وَمَصَالِحِهِمْ ، لاِنْصِرَافِهِمْ إِلَى تَحْصِيل عُلُومٍ بِخُصُوصِهَا ، وَانْصِرَافِهِمْ عَنْ غَيْرِهَا مِنَ الْعُلُومِ النَّافِعَةِ ، وَمِمَّا يَدُل عَلَى فَرْضِيَّتِهَا قَوْل اللَّهِ تَبَارَكَ وَتَعَالَى : { وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ الَّذِينَ أُوتُوا الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ } (سورة آل عمران / 187) وَقَوْل النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : « مَنْ سُئِلَ عَنْ عِلْمٍ عَلِمَهُ ثُمَّ كَتَمَهُ أُلْجِمَ يَوْمَ الْقِيَامَةِ بِلِجَامٍ مِنْ نَارٍ ». (¬2) ¶ قَال الْمَحَلِّيُّ : وَمِنْ فُرُوضِ الْكِفَايَةِ الْقِيَامُ بِإِقَامَةِ الْحُجَجِ الْعِلْمِيَّةِ ، وَحَل الْمُشْكِلاَتِ فِي الدِّينِ ، وَدَفْعُ الشُّبَهِ ، وَالْقِيَامُ بِعُلُومِ الشَّرْعِ ¶ ¬__________ ¶ (¬1) - الورقات للجويني وشرحها لابن قاسم العبادي بهامش إرشاد الفحول ص247 والشوكاني في إرشاد الفحول ص265، وصفة الفتوى لابن حمدان ص13 . ¶ (¬2) - سنن الترمذى(2861 ) صحيح",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كَالتَّفْسِيرِ وَالْحَدِيثِ وَالْفُرُوعِ الْفِقْهِيَّةِ بِحَيْثُ يَصْلُحُ لِلْقَضَاءِ وَالإِْفْتَاءِ لِلْحَاجَةِ إِلَيْهِمَا . (¬1) ¶ وَيَجِبُ أَنْ يَكُونَ فِي الْبِلاَدِ مُفْتُونَ لِيَعْرِفَهُمُ النَّاسُ ، فَيَتَوَجَّهُوا إِلَيْهِمْ بِسُؤَالِهِمْ يَسْتَفْتِيهِمُ النَّاسُ ، وَقَدَّرَ الشَّافِعِيَّةُ أَنْ يَكُونَ فِي كُل مَسَافَةِ قَصْرٍ وَاحِدٌ . (¬2) ¶ 5 - تَعَيُّنُ الْفَتْوَى : ¶ مَنْ سُئِل عَنِ الْحُكْمِ الشَّرْعِيِّ مِنَ الْمُتَأَهِّلِينَ لِلْفَتْوَى يَتَعَيَّنُ عَلَيْهِ الْجَوَابُ ، بِشُرُوطٍ : ¶ الأَْوَّل : أَنْ لاَ يُوجَدَ فِي النَّاحِيَةِ غَيْرُهُ مِمَّنْ يَتَمَكَّنُ مِنَ الإِْجَابَةِ ، فَإِنْ وُجِدَ عَالِمٌ آخَرُ يُمْكِنُهُ الإِْفْتَاءُ لَمْ يَتَعَيَّنْ عَلَى الأَْوَّل ، (¬3) بَل لَهُ أَنْ يُحِيل عَلَى الثَّانِي ، قَال عَبْدُ الرَّحْمَنِ بْنُ أَبِي لَيْلَى : أَدْرَكْتُ عِشْرِينَ وَمِائَةً مِنَ الأَْنْصَارِ مِنْ أَصْحَابِ رَسُول اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُسْأَل أَحَدُهُمْ عَنِ الْمَسْأَلَةِ ، فَيَرُدُّهَا هَذَا إِلَى هَذَا ، وَهَذَا إِلَى هَذَا ، حَتَّى تَرْجِعَ إِلَى الأَْوَّل : وَقِيل : إِذَا لَمْ يَحْضُرْ الاِسْتِفْتَاءَ غَيْرُهُ تَعَيَّنَ عَلَيْهِ الْجَوَابُ . (¬4) ¶ ¬__________ ¶ (¬1) - شرح المنهاج للمحلي 4 / 214 . ¶ (¬2) - شرح المنهاج 4 / 214 . ¶ (¬3) - شرح المنتهى 3 / 458، مكتبة المنيرة . ¶ (¬4) - المجموع للنووي شرح المهذب للشيرازي 1 / 45 القاهرة، المكتبة المنيرية .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الثَّانِي : أَنْ يَكُونَ الْمَسْئُول عَالِمًا بِالْحُكْمِ بِالْفِعْل ، أَوْ بِالْقُوَّةِ الْقَرِيبَةِ مِنَ الْفِعْل ، وَإِلاَّ لَمْ يَلْزَمْ تَكْلِيفُهُ بِالْجَوَابِ ، لِمَا عَلَيْهِ مِنَ الْمَشَقَّةِ فِي تَحْصِيلِهِ . ¶ الثَّالِثُ : أَنْ لاَ يَمْنَعَ مِنْ وُجُوبِ الْجَوَابِ مَانِعٌ ، كَأَنْ تَكُونَ الْمَسْأَلَةُ عَنْ أَمْرٍ غَيْرِ وَاقِعٍ ، أَوْ عَنْ أَمْرٍ لاَ مَنْفَعَةَ فِيهِ لِلسَّائِل ، أَوْ غَيْرِ ذَلِكَ (¬1) . ¶ 6 - مَنْزِلَةُ الْفَتْوَى : ¶ تَتَبَيَّنُ مَنْزِلَةُ الْفَتْوَى فِي الشَّرِيعَةِ مِنْ عِدَّةِ أَوْجُهٍ ، مِنْهَا : ¶ أ - أَنَّ اللَّهَ تَعَالَى أَفْتَى عِبَادَهُ ، وَقَال تعالى : {وَيَسْتَفْتُونَكَ فِي النِّسَاء قُلِ اللّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ فِي يَتَامَى النِّسَاء الَّلاتِي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ وَالْمُسْتَضْعَفِينَ مِنَ الْوِلْدَانِ وَأَن تَقُومُواْ لِلْيَتَامَى بِالْقِسْطِ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ كَانَ بِهِ عَلِيمًا} (127) سورة النساء ، وَقَال : {يَسْتَفْتُونَكَ قُلِ اللّهُ يُفْتِيكُمْ فِي الْكَلاَلَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُن لَّهَا وَلَدٌ فَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَاء ¶ ¬__________ ¶ (¬1) - الموافقات 4 / 313 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فَلِلذَّكَرِ مِثْلُ حَظِّ الأُنثَيَيْنِ يُبَيِّنُ اللّهُ لَكُمْ أَن تَضِلُّواْ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (176) سورة النساء , ¶ ب - أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَتَوَلَّى هَذَا الْمَنْصِبَ فِي حَيَاتِهِ ، وَكَانَ ذَلِكَ مِنْ مُقْتَضَى رِسَالَتِهِ ، وَقَدْ كَلَّفَهُ اللَّهُ تَعَالَى بِذَلِكَ حَيْثُ قَال : {بِالْبَيِّنَاتِ وَالزُّبُرِ وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ } (44) سورة النحل. فَالْمُفْتِي خَلِيفَةُ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي أَدَاءِ وَظِيفَةِ الْبَيَانِ ، وَقَدْ تَوَلَّى هَذِهِ الْخِلاَفَةَ بَعْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصْحَابُهُ الْكِرَامُ ، ثُمَّ أَهْل الْعِلْمِ بَعْدَهُمْ . ¶ ج - أَنَّ مَوْضُوعَ الْفَتْوَى هُوَ بَيَانُ أَحْكَامِ اللَّهِ تَعَالَى ، وَتَطْبِيقُهَا عَلَى أَفْعَال النَّاسِ ، فَهِيَ قَوْلٌ عَلَى اللَّهِ تَعَالَى ، أَنَّهُ يَقُول لِلْمُسْتَفْتِي : حُقَّ عَلَيْكَ أَنْ تَفْعَل ، أَوْ حَرَامٌ عَلَيْكَ أَنْ تَفْعَل ، وَلِذَا شَبَّهَ الْقَرَافِيُّ الْمُفْتِيَ بِالتُّرْجُمَانِ عَنْ مُرَادِ اللَّهِ تَعَالَى ، وَجَعَلَهُ ابْنُ الْقَيِّمِ بِمَنْزِلَةِ الْوَزِيرِ الْمُوَقِّعِ عَنِ الْمَلِكِ قَال : إِذَا كَانَ مَنْصِبُ التَّوْقِيعِ عَنِ الْمُلُوكِ بِالْمَحَل الَّذِي لاَ يُنْكَرُ فَضْلُهُ ، وَلاَ يُجْهَل قَدْرُهُ ، وَهُوَ مِنْ أَعْلَى الْمَرَاتِبِ السَّنِيَّاتِ ، فَكَيْفَ بِمَنْصِبِ التَّوْقِيعِ عَنْ رَبِّ الأَْرْضِ وَالسَّمَاوَاتِ (¬1) ، نَقَل النَّوَوِيُّ : الْمُفْتِي مُوَقِّعٌ عَنِ اللَّهِ تَعَالَى ، وَنُقِل عَنْ مُحَمَّدِ بْنِ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين عن رب العالمين لابن القيم 1 / 10 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الْمُنْكَدِرِ , قَالَ (¬1) : \" إِنَّ الْعَالِمَ بَيْنَ اللَّهِ وَبَيْنَ خَلْقِهِ , فَلْيَنْظُرْ كَيْفَ يَدْخُلُ عَلَيْهِمْ ؟ (¬2) . ¶ 7 - تَهَيُّبُ الإِْفْتَاءِ وَالْجُرْأَةُ عَلَيْهِ : ¶ عَنْ عُبَيْدِ اللَّهِ بْنِ أَبِى جَعْفَرٍ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- :« أَجْرَؤُكُمْ عَلَى الْفُتْيَا أَجْرَؤُكُمْ عَلَى النَّارِ » (¬3) . ¶ وَقَدْ تَقَدَّمَ النَّقْل عَنِ ابْنِ أَبِي لَيْلَى تَرَادُّ الصَّحَابَةِ لِلْجَوَابِ عَنِ الْمَسَائِل . وَقَدْ نَقَل النَّوَوِيُّ فِي حَدِيثِهِ عَنْهُمْ رِوَايَةً فِيهَا زِيَادَةُ : مَا مِنْهُمْ مَنْ يُحَدِّثُ بِحَدِيثٍ إِلاَّ وَدَّ أَنَّ أَخَاهُ كَفَاهُ إِيَّاهُ ، وَلاَ يُسْتَفْتَى عَنْ شَيْءٍ إِلاَّ وَدَّ أَنَّ أَخَاهُ كَفَاهُ الْفُتْيَا وَنُقِل عَنْ سُفْيَانَ وَسَحْنُونٍ : أَجْسَرُ النَّاسِ عَلَى الْفُتْيَا أَقَلُّهُمْ عِلْمًا ، فَالَّذِي يَنْبَغِي لِلْعَالِمِ أَنْ يَكُونَ مُتَهَيِّبًا لِلإِْفْتَاءِ ، لاَ يَتَجَرَّأُ عَلَيْهِ إِلاَّ حَيْثُ يَكُونُ الْحُكْمُ جَلِيًّا فِي الْكِتَابِ أَوِ السُّنَّةِ ، أَوْ يَكُونُ مُجْمَعًا عَلَيْهِ ، أَمَّا فِيمَا عَدَا ذَلِكَ مِمَّا تَعَارَضَتْ فِيهِ الأَْقْوَال وَالْوُجُوهُ وَخَفِيَ حُكْمُهُ ، فَعَلَيْهِ أَنْ يَتَثَبَّتَ وَيَتَرَيَّثَ حَتَّى يَتَّضِحَ لَهُ وَجْهُ الْجَوَابِ ، فَإِنْ لَمْ يَتَّضِحْ لَهُ تَوَقَّفَ . ¶ وَفِيمَا نُقِل عَنِ الإِْمَامِ مَالِكٍ أَنَّهُ رُبَّمَا كَانَ يُسْأَل عَنْ خَمْسِينَ مَسْأَلَةً فَلاَ يُجِيبُ فِي وَاحِدَةٍ مِنْهَا ، وَكَانَ يَقُول : مَنْ أَجَابَ فَيَنْبَغِي قَبْل ¶ ¬__________ ¶ (¬1) - الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ (1083 ) ¶ (¬2) - مقدمة المجموع 1 / 73 تكملة المطيعي وتحقيقه . ¶ (¬3) - سنن الدارمى (159) حسن مرسل",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الْجَوَابِ أَنْ يَعْرِضَ نَفْسَهُ عَلَى الْجَنَّةِ وَالنَّارِ ، وَكَيْفَ خَلاَصُهُ ، ثُمَّ يُجِيبُ ، وَعَنِ الأَْثْرَمِ قَال : سَمِعْتُ أَحْمَدَ بْنَ حَنْبَلٍ يُكْثِرُ أَنْ يَقُول : لاَ أَدْرِي (¬1) . ¶ 8 - الْفَتْوَى بِغَيْرِ عِلْمٍ (¬2) : ¶ الإِْفْتَاءُ بِغَيْرِ عِلْمٍ حَرَامٌ ، لأَِنَّهُ يَتَضَمَّنُ الْكَذِبَ عَلَى اللَّهِ تَعَالَى وَرَسُولِهِ ، وَيَتَضَمَّنُ إِضْلاَل النَّاسِ ، وَهُوَ مِنَ الْكَبَائِرِ ، لِقَوْلِهِ تَعَالَى : {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ} (33) سورة الأعراف ، فَقَرَنَهُ بِالْفَوَاحِشِ وَالْبَغْيِ وَالشِّرْكِ ، وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « إِنَّ اللَّهَ لاَ يَقْبِضُ الْعِلْمَ انْتِزَاعًا ، يَنْتَزِعُهُ مِنَ الْعِبَادِ ، وَلَكِنْ يَقْبِضُ الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ ، حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا ، اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالاً فَسُئِلُوا ، فَأَفْتَوْا بِغَيْرِ عِلْمٍ ، فَضَلُّوا وَأَضَلُّوا » (¬3) . ¶ مِنْ أَجْل ذَلِكَ كَثُرَ النَّقْل عَنِ السَّلَفِ إِذَا سُئِل أَحَدُهُمْ عَمَّا لاَ يَعْلَمُ أَنْ يَقُول لِلسَّائِل : لاَ أَدْرِي . نُقِل ذَلِكَ عَنِ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ¶ ¬__________ ¶ (¬1) - المجموع شرح المهذب 1 / 40، 41 . ¶ (¬2) - فتاوى الأزهر - (ج 10 / ص 197)(الفتوى بغير علم) ¶ (¬3) - صحيح البخارى(100 )",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وَالْقَاسِمِ بْنِ مُحَمَّدٍ وَالشَّعْبِيِّ وَمَالِكٍ وَغَيْرِهِمْ ، وَيَنْبَغِي لِلْمُفْتِي أَنْ يَسْتَعْمِل ذَلِكَ فِي مَوْضِعِهِ وَيُعَوِّدَ نَفْسَهُ عَلَيْهِ ، ثُمَّ إِنْ فَعَل الْمُسْتَفْتِي بِنَاءً عَلَى الْفَتْوَى أَمْرًا مُحَرَّمًا أَوْ أَدَّى الْعِبَادَةَ الْمَفْرُوضَةَ عَلَى وَجْهٍ فَاسِدٍ ، حَمَل الْمُفْتِي بِغَيْرِ عِلْمٍ إِثْمَهُ ، إنْ لَمْ يَكُنِ الْمُسْتَفْتِي قَصَّرَ فِي الْبَحْثِ عَمَّنْ هُوَ أَهْلٌ لِلْفُتْيَا ، وَإِلاَّ فَالإِْثْمُ عَلَيْهِمَا (¬1) ، لِقَوْل النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : « مَنْ أُفْتِىَ بِغَيْرِ عِلْمٍ كَانَ إِثْمُهُ عَلَى مَنْ أَفْتَاهُ وَمَنْ أَشَارَ عَلَى أَخِيهِ بِأَمْرٍ يَعْلَمُ أَنَّ الرُّشْدَ فِى غَيْرِهِ فَقَدْ خَانَهُ ». (¬2) ¶ ومما يدل لخطورة الإفتاء بغير علم كونه افتراء على الله، وهو مانع للفلاح مسبب للعذاب، قال الله تعالى: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ* مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ }[النحل:116-117]. ¶ وَلاَ تَقُولُوا عَنْ شَيءٍ هَذَا حَرَامٌ ، وَهَذا حَلاَلٌ ، إِذَا لَمْ يَأْتِكُمْ حِلُّهُ وَتَحْرِيمُهُ عَنِ اللهِ وَرَسُولِهِ ، فَالَّذِي يُحَلِّلُ وَيُحَرِّمُ هُوَ اللهُ وَحْدَهُ ، وَيَدْخُلُ فِي هَذا ابْتِدَاعِ بِدْعَةٍ لَيْسَ لَهَا مُسْتَنَدٌ شَرْعِيٌّ ، أَوْ تَحْلِيلُ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 173، 174، 217، 218 . ¶ (¬2) - سنن أبى داود(3659 ) حسن",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "شَيءٍ مِمَّا حَرَّمَ اللهُ ، أَوْ تَحْرِيمُ شَيءٍ مِمَّا أَحَلَّهُ اللهُ بِمُجَرَّدِ الرَّأْيِّ وَالهَوَى . ¶ ثُمَّ يَتَوَعَّدُ اللهُ تَعَالَى الذِينَ يَفْتَرُونَ الكَذِبَ عَلَى اللهِ ، وَيَقُولُ عَنْهُمْ : إِنَّهُمْ لاَ يُفْلِحُونَ فِي الدُّنْيَا ، وَلاَ فِي الآخِرَةِ (¬1) . ¶ وقد رغب النبي صلى الله عليه وسلم في حفظ اللسان فعَنْ سَهْلِ بْنِ سَعْدٍ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ « مَنْ يَضْمَنْ لِى مَا بَيْنَ لَحْيَيْهِ وَمَا بَيْنَ رِجْلَيْهِ أَضْمَنْ لَهُ الْجَنَّةَ » (¬2) . ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلاَ يُؤْذِ جَارَهُ ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ ، وَمَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيَقُلْ خَيْرًا أَوْ لِيَصْمُتْ » (¬3) . ¶ وعَنْ بِلاَلَ بْنَ الْحَارِثِ الْمُزَنِىَّ صَاحِبَ رَسُولِ اللَّهِ -صلى الله عليه وسلم- قال سَمِعْتُ رَسُولَ اللَّهِ -صلى الله عليه وسلم- يَقُولُ « إِنَّ أَحَدَكُمْ لَيَتَكَلَّمُ بِالْكَلِمَةِ مِنْ رِضْوَانِ اللَّهِ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ فَيَكْتُبُ اللَّهُ لَهُ بِهَا رِضْوَانَهُ إِلَى يَوْمِ يَلْقَاهُ وَإِنَّ أَحَدَكُمْ لَيَتَكَلَّمُ بِالْكَلِمَةِ ¶ ¬__________ ¶ (¬1) - تفسير ابن كثير - (ج 4 / ص 609) و أيسر التفاسير لأسعد حومد - (ج 1 / ص 2017) ¶ (¬2) - صحيح البخارى(6474 ) -:اللحى : عظم الحنك الذى عليه الأسنان ¶ (¬3) - صحيح البخارى(6018 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مِنْ سَخَطِ اللَّهِ مَا يَظُنُّ أَنْ تَبْلُغَ مَا بَلَغَتْ فَيَكْتُبُ اللَّهُ عَلَيْهِ بِهَا سَخَطَهُ إِلَى يَوْمِ يَلْقَاهُ » (¬1) . ¶ وقال ابن عليش عندما سئل: ( وَمَا قَوْلُكُمْ ) فِي رَجُلَيْنِ فِي قُرَى الرِّيفِ يَدَّعِيَانِ الْعِلْمَ وَيُفْتِيَانِ بِغَيْرِ وَجْهٍ شَرْعِيٍّ لِكَوْنِهِمَا لَمْ يَطْلُبَا عِلْمًا قَطُّ وَإِنَّمَا يُفْتِيَانِ لِكَوْنِ قَرِيبِهِمَا كَانَ يَعْرِفُ مَسَائِلَ وَمَاتَ فَهَلْ إفْتَاؤُهُمَا بَاطِلٌ وَيَجِبُ عَلَى الْحَاكِمِ الشَّرْعِيِّ مَنعُهُمَا مِنهُ وَعَلَى وَلِيِّ الْأَمْرِ أَنْ يَأْذَنَ لَهُ فِي النَّظَرِ فِي أَحْوَالِهِمَا فَإِنْ رَآهَا كَذَلِكَ أَدَّبَهُمَا وَمَنَعَهُمَا بِالْمُنَادَاةِ عَلَيْهِمَا فِي الْأَسْوَاقِ ؟ ¶ فَأَجَابَ الشَّيْخُ حَسَنٌ الْجِدَّاوِيُّ الْمَالِكِيُّ بِقَوْلِهِ : الْحَمْدُ لِلَّهِ الْعِلْمُ لَيْسَ بِالْوِرَاثَةِ فَيَحْرُمُ الْإِفْتَاءُ بِغَيْرِ عِلْمٍ وَعَلَى الْحَاكِمِ الشَّرْعِيِّ مَنعُهُ مِن هَذَا الْمَنصِبِ , وَاَللَّهُ أَعْلَمُ . وَأَجَابَ الشَّيْخُ عُمَرُ الْإِسْقَاطِيُّ الْحَنَفِيُّ بِقَوْلِهِ : الْحَمْدُ لِلَّهِ وَحْدَهُ يَجِبُ عَلَى الْحَاكِمِ الشَّرْعِيِّ مَنعُ الرَّجُلَيْنِ الْمَذْكُورَيْنِ مِن الْإِفْتَاءِ حَيْثُ لَمْ يَكُونَا أَهْلًا لِذَلِكَ فَإِنْ لَمْ يَمْتَنِعَا فَعَلَيْهِ زَجْرُهُمَا بِمَا يَلِيقُ بِحَالِهِمَا، وَعَلَى وَلِيِّ الْأَمْرِ إعَانَةُ الْحَاكِمِ الْمَذْكُورِ فِي دَفْعِ هَذِهِ الذَّرِيعَةِ لِمَا يَتَرَتَّبُ عَلَيْهَا مِن فَسَادِ أَحْوَالِ الْمُسْلِمِينَ وَيُثَابُ عَلَى ذَلِكَ الثَّوَابَ الْجَزِيلَ يَوْمَ الْعَرْضِ { وَلَوْلاَ دَفْعُ اللّهِ النَّاسَ ¶ ¬__________ ¶ (¬1) - سنن الترمذى(2489 ) وقَالَ هَذَا حَدِيثٌ حَسَنٌ صَحِيحٌ. وانظر فتاوى الشبكة الإسلامية معدلة - (ج 5 / ص 2957) -رقم الفتوى 32711 تفسير القرآن والفتوى بدون علم خطورة وأي خطورة",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بَعْضَهُمْ بِبَعْضٍ لَّفَسَدَتِ الأَرْضُ وَلَكِنَّ اللّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ} (251) سورة البقرة, وَاَللَّهُ أَعْلَمُ ،وَتَقَدَّمَ مَا فِيهِ كِفَايَةٌ عَن هَذَا وَلَكِنْ أَرَدْت زِيَادَةَ الْفَائِدَةِ وَالتَّبَرُّكَ بِآثَارِ الْمُتَأَخِّرِينَ . ¶ لقد كثر المجترئون من طلبة العلم الشرعي وغيرهم على الإفتاء في دين الله سبحانه وتعالى ، ويظنون أن الأمر هين ، وهو عند الله عظيم ، وكثر الخائضون في دين الله بغير علم ، حتى إنك إذا جلست في مجلس وطرحت مسألة شرعية ، ترى كثيراً من الجالسين يدلون برأيهم من غير أن يُطلب منهم ، ويعضهم قد لا يحسن الوضوء . ¶ وصار دين الله وشرعه مع الأسف الشديد حمىً مستباحاً لأشباه المتعلمين ، وظن كثيرٌ من طلبة العلم الشرعي ، أنهم بمجرد حصولهم على الشهادة الجامعية الأولى يحق لهم الإفتاء في دين الله ، وما دروا أن شهادة (البكالوريوس) في الشريعة الإسلامية في زماننا هذا ، تعني محو أمية في العلوم الشرعية فقط ، هذا إذا وزناها بالميزان الصحيح ولا يشذ عن هذا إلا القليل جداً . ¶ وإلى المجترئين على الفتوى في أيامنا هذه ، أسُوق بعض كلام أهل العلم في الفتيا لعل أحدهم يعرف قدره وحده فيقف عنده فلا يتجاوزه .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال العلاّمة ابن القيم في بيان الشروط التي تجب فيمن يبلغ عن الله ورسوله : \" ولما كان التبليغ عن الله سبحانه وتعالى يعتمد العلم بما يبلغ والصدق فيه ، لم تصلح مرتبة التبليغ بالرواية والفتيا إلا لمن اتصف بالعلم والصدق ، فيكون عالماً بما يبلغ صادقاً فيه ويكون مع ذلك حسن الطريقة ، مرضي السيرة ، عدلاً في أقواله وأفعاله ، متشابه السر والعلانية في مدخله ومخرجه وأحواله ، وإذا كان منصب التوقيع عن الملوك بالمحل الذي لا ينكر فضله ، ولا يجهل قدره وهو من أعلى المراتب السنيات ، فكيف بمنصب التوقيع عن رب الأرض والسماوات ؟ ، فحقيق بمن أقيم في هذا المنصب أن يعد له عدته ، ويتأهب له أهبته ، وأن يعلم قدر المقام الذي أقيم فيه ، ولا يكون في صدره حرج من قول الحق والصدع به ، فإن الله ناصره وهاديه ، وكيف وهو المنصب الذي تولاه بنفسه رب الأرباب ، فقال تعالى: ( وَيَسْتَفْتُونَكَ فِي النِّسَاءِ قُلْ اللَّهُ يُفْتِيكُمْ فِيهِنَّ وَمَا يُتْلَى عَلَيْكُمْ فِي الْكِتَابِ ) سورة النساء /127 ، وكفى بما تولاه الله تعالى بنفسه شرفاً وجلالة إذ يقول في كتابه : ( يَسْتَفْتُونَكَ قُلْ اللَّهُ يُفْتِيكُمْ فِي الْكَلالَةِ ) سورة النساء /176 ، وليعلم المفتي عمن ينوب في فتواه ، وليوقن أنه مسؤول غداً وموقوف بين يدي الله \" (¬1) . ¶ ¬__________ ¶ (¬1) - إعلام الموقعين عن رب العالمين 1/11",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولكن كثيراً من المجترئين على الفتوى لا يفهم هذا الكلام لا من قريب ولا من بعيد ، والمهم عندهم أن يظهروا أمام العامة بمختلف الوسائل ليشار إليهم بالبنان ، فيجيبوا عن كل مسألة توجه لهم ولا يعرفون قول ( لا أدري ) ، لأنهم يعتبرون ذلك عاراً وشناراً ¶ أوردها سعد وسعد مشتمل ما هكذا يا سعد تورد الإبل لأن الناس يصفونهم بالجهل إن فعلوا ذلك ، وما دروا أن سلفنا الصالح كانوا يحرصون على قول لا أدري ، كحرص هؤلاء المتعالمين على الإجابة ، وقديماً قال العلماء : \" لا أدري نصف العلم \" ، عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَبِي لَيْلَى ، قَالَ : \" أَدْرَكْتُ عِشْرِينَ وَمِائَةً مِنَ الْأَنْصَارِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، يُسْأَلُ أَحَدُهُمْ عَنِ الْمَسْأَلَةِ فَيَرُدُّهَا إِلَى هَذَا ، وَهَذَا إِلَى هَذَا حَتَّى تَرْجِعَ إِلَى الْأَوَّلِ \" (¬1) . ¶ وقال ابن عباس : \" إذا أخطأ العالم ( لا أدري ) أصيبت مقاتله \" (¬2) . ¶ فلا ينبغي لأحد أن يقتحم حمى الفتوى ولما يتأهل لذلك ، وقد قرر أهل العلم أن من أفتى وليس بأهل للفتوى فهو آثم عاص . ¶ وكان شيخ الإسلام ابن تيمية شديد الإنكار على أدعياء العلم الذين يتصدرون للفتيا فقال له بعضهم يوماً: أجعلت محتسباً على الفتوى ؟ ¶ ¬__________ ¶ (¬1) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (655 ) ¶ (¬2) - الفقيه والمتفقه للخطيب البغدادي(1107 )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فقال له (¬1) : \" يكون على الخبازين والطباخين محتسب ولا يكون على الفتوى محتسب \" (¬2) ¶ وأدعياء العلم هؤلاء اقتحموا هذه العقبة الكؤود ، ولم يستعدوا لها ، فلو سألت أحدهم عن مبادئ وقواعد أصول الفقه ، لما عرفها ، فلو سألته ما العام ؟ وما الخاص ؟ وما المطلق وما المقيد ؟ وما القياس ؟ وما الحديث المرسل ؟ لما أحرى جواباً . ¶ ولو سألته عن أمهات كتب الفقه المعتبرة لما عرفها ، ولو سألته عن آيات الأحكام من كتاب الله وعن أحاديث الأحكام من سنة رسول الله - صلى الله عليه وسلم - ، لما عرف شيئاً . ¶ ?ويزداد الأمر سوءاً عندما نرى هؤلاء الناس المتعالمين يجعلون واقع الناس حاكماً على النصوص الصريحة من كتاب الله وسنة رسول الله - صلى الله عليه وسلم - فترى وتسمع من الفتاوى الغريبة والعجيبة ، فترى من يحلل الربا المحرم في كتاب الله وسنة رسوله ، لأنه ضرورة اقتصادية كما يدعي ، أو لأن ربا الجاهلية لا ينطبق على ربا البنوك الربوية كما يزعم . ¶ ¬__________ ¶ (¬1) - إعلام الموقعين عن رب العالمين - (ج 5 / ص 79) ¶ (¬2) - انظر الفتوى - د. يوسف القرضاوي ص24 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وهكذا ترى من هؤلاء العجب العجاب في اتباع الأهواء وإرضاء الأسياد ، ونسوا أو تناسوا قول الله تعالى : ( ثُمَّ جَعَلْنَاكَ عَلَى شَرِيعَةٍ مِنْ الأَمْرِ فَاتَّبِعْهَا وَلا تَتَّبِعْ أَهْوَاءَ الَّذِينَ لا يَعْلَمُونَ ) سورة الجاثية /18 ¶ وقوله تعالى: ( وَأَنِ احْكُمْ بَيْنَهُمْ بِمَا أَنزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْوَاءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ مَا أَنزَلَ اللَّهُ إِلَيْكَ ) سورة المائدة /49 . ¶ فعلى كل من يتصدى للفتوى أن يتق الله سبحانه وتعالى ، وأن يأخذ للأمر عدته ، وليعلم أنه يوقع عن رب العالمين ، ويبلغ عن الرسول الأمين - صلى الله عليه وسلم - (¬1) . ¶ 9 - أَنْوَاعُ مَا يُفْتَى فِيهِ : ¶ يَدْخُل الإِْفْتَاءُ الأَْحْكَامَ الاِعْتِقَادِيَّةَ : مِنَ الإِْيمَانِ بِاللَّهِ وَالْيَوْمِ الآْخِرِ وَسَائِرِ أَرْكَانِ الإِْيمَانِ . ¶ وَيَدْخُل الأَْحْكَامَ الْعَمَلِيَّةَ جَمِيعَهَا : مِنَ الْعِبَادَاتِ وَالْمُعَامَلاَتِ وَالْعُقُوبَاتِ وَالأَْنْكِحَةِ ، وَيَدْخُل الإِْفْتَاءُ الأَْحْكَامَ التَّكْلِيفِيَّةَ كُلَّهَا ، وَهِيَ الْوَاجِبَاتُ وَالْمُحَرَّمَاتُ وَالْمَنْدُوبَاتُ وَالْمَكْرُوهَاتُ وَالْمُبَاحَاتُ ¶ ¬__________ ¶ (¬1) - فتاوى يسألونك - (ج 3 / ص 148) -أجرؤكم على الفتيا أجرؤكم على النار",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "، وَيَدْخُل الإِْفْتَاءُ فِي الأَْحْكَامِ الْوَضْعِيَّةِ كَالإِْفْتَاءِ بِصِحَّةِ الْعِبَادَةِ أَوِ التَّصَرُّفِ أَوْ بُطْلاَنِهِمَا . (¬1) ¶ 10 - حَقِيقَةُ عَمَل الْمُفْتِي : ¶ لَمَّا كَانَ الإِْفْتَاءُ هُوَ الإِْخْبَارَ بِالْحُكْمِ الشَّرْعِيِّ عَنْ دَلِيلِهِ ، فَإِنَّ ذَلِكَ يَسْتَلْزِمُ أُمُورًا : ¶ الأَْوَّل : تَحْصِيل الْحُكْمِ الشَّرْعِيِّ الْمُجَرَّدِ فِي ذِهْنِ الْمُفْتِي ، فَإِنْ كَانَ مِمَّا لاَ مَشَقَّةَ فِي تَحْصِيلِهِ لَمْ يَكُنْ تَحْصِيلُهُ اجْتِهَادًا ، كَمَا لَوْ سَأَلَهُ سَائِلٌ عَنْ أَرْكَانِ الإِْسْلاَمِ مَا هِيَ ؟ أَوْ عَنْ حُكْمِ الإِْيمَانِ بِالْقُرْآنِ ؟ وَإِنْ كَانَ الدَّلِيل خَفِيًّا ، كَمَا لَوْ كَانَ آيَةً مِنَ الْقُرْآنِ غَيْرَ وَاضِحَةِ الدَّلاَلَةِ عَلَى الْمُرَادِ ، أَوْ حَدِيثًا نَبَوِيًّا وَارِدًا بِطَرِيقِ الآْحَادِ ، أَوْ غَيْرَ وَاضِحِ الدَّلاَلَةِ عَلَى الْمُرَادِ ، أَوْ كَانَ الْحُكْمُ مِمَّا تَعَارَضَتْ فِيهِ الأَْدِلَّةُ أَوْ لَمْ يَدْخُل تَحْتَ شَيْءٍ مِنَ النُّصُوصِ أَصْلاً ، احْتَاجَ أَخْذُ الْحُكْمِ إِلَى اجْتِهَادٍ فِي صِحَّةِ الدَّلِيل أَوْ ثُبُوتِهِ أَوِ اسْتِنْبَاطِ الْحُكْمِ مِنْهُ أَوِ الْقِيَاسِ عَلَيْهِ . ¶ الثَّانِي : مَعْرِفَةُ الْوَاقِعَةِ الْمَسْئُول عَنْهَا ، بِأَنْ يَذْكُرَهَا الْمُسْتَفْتِي فِي سُؤَالِهِ ، وَعَلَى الْمُفْتِي أَنْ يُحِيطَ بِهَا إِحَاطَةً تَامَّةً فِيمَا يَتَعَلَّقُ بِهِ ¶ ¬__________ ¶ (¬1) - الفروق للقرافي 4 / 48، 54 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الْجَوَابُ ، بِأَنْ يَسْتَفْصِل السَّائِل عَنْهَا ، وَيَسْأَل غَيْرَهُ إِنْ لَزِمَ ، وَيَنْظُرَ فِي الْقَرَائِنِ . ¶ الثَّالِثُ : أَنْ يَعْلَمَ انْطِبَاقَ الْحُكْمِ عَلَى الْوَاقِعَةِ الْمَسْئُول عَنْهَا ، بِأَنْ يَتَحَقَّقَ مِنْ وُجُودِ مَنَاطِ الْحُكْمِ الشَّرْعِيِّ الَّذِي تَحَصَّل فِي الذِّهْنِ فِي الْوَاقِعَةِ الْمَسْئُول عَنْهَا لِيَنْطَبِقَ عَلَيْهَا الْحُكْمُ ، وَذَلِكَ أَنَّ الشَّرِيعَةَ لَمْ تَنُصَّ عَلَى حُكْمِ كُل جُزْئِيَّةٍ بِخُصُوصِهَا ، وَإِنَّمَا أَتَتْ بِأُمُورٍ كُلِّيَّةٍ وَعِبَارَاتٍ مُطْلَقَةٍ ، تَتَنَاوَل أَعْدَادًا لاَ تَنْحَصِرُ مِنَ الْوَقَائِعِ ، وَلِكُل وَاقِعَةٍ مُعَيَّنَةٍ خُصُوصِيَّةٌ لَيْسَتْ فِي غَيْرِهَا . وَلَيْسَتِ الأَْوْصَافُ الَّتِي فِي الْوَقَائِعِ مُعْتَبَرَةً فِي الْحُكْمِ كُلُّهَا ، وَلاَ هِيَ طَرْدِيَّةٌ كُلُّهَا ، بَل مِنْهَا مَا يُعْلَمُ اعْتِبَارُهُ ، وَمِنْهَا مَا يُعْلَمُ عَدَمُ اعْتِبَارِهِ ، وَبَيْنَهُمَا قِسْمٌ ثَالِثٌ مُتَرَدِّدٌ بَيْنَ الطَّرَفَيْنِ ، فَلاَ تَبْقَى صُورَةٌ مِنَ الصُّوَرِ الْوُجُودِيَّةِ الْمُعَيَّنَةِ إِلاَّ وَلِلْمُفْتِي فِيهَا نَظَرٌ سَهْلٌ أَوْ صَعْبٌ ، حَتَّى يُحَقِّقَ تَحْتَ أَيِّ دَلِيلٍ تَدْخُل ؟ وَهَل يُوجَدُ مَنَاطُ الْحُكْمِ فِي الْوَاقِعَةِ أَمْ لاَ ؟ فَإِذَا حَقَّقَ وُجُودَهُ فِيهَا أَجْرَاهُ عَلَيْهَا ، وَهَذَا اجْتِهَادٌ لاَ بُدَّ مِنْهُ لِكُل قَاضٍ وَمُفْتٍ ، وَلَوْ فُرِضَ ارْتِفَاعُ هَذَا الاِجْتِهَادِ لَمْ تَتَنَزَّل الأَْحْكَامُ عَلَى أَفْعَال الْمُكَلَّفِينَ إِلاَّ فِي الذِّهْنِ ، لأَِنَّهَا عُمُومَاتٌ وَمُطْلَقَاتٌ ، مُنَزَّلَةٌ عَلَى أَفْعَالٍ مُطْلَقَةٍ كَذَلِكَ ، وَالأَْفْعَال الَّتِي تَقَعُ فِي الْوُجُودِ لاَ تَقَعُ مُطْلَقَةً ، وَإِنَّمَا تَقَعُ مُعَيَّنَةً مُشَخَّصَةً ، فَلاَ يَكُونُ الْحُكْمُ وَاقِعًا عَلَيْهَا إِلاَّ بَعْدَ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الْمَعْرِفَةِ بِأَنَّ هَذَا الْمُعَيَّنَ يَشْمَلُهُ ذَلِكَ الْمُطْلَقُ أَوْ ذَلِكَ الْعَامُّ ، وَقَدْ يَكُونُ ذَلِكَ سَهْلاً وَقَدْ لاَ يَكُونُ ، وَذَلِكَ كُلُّهُ اجْتِهَادٌ . ¶ وَمِثَال هَذَا : أَنْ يَسْأَلَهُ رَجُلٌ هَل يَجِبُ عَلَيْهِ أَنْ يُنْفِقَ عَلَى أَبِيهِ ؟ ¶ فَيَنْظُرَ أَوَّلاً فِي الأَْدِلَّةِ الْوَارِدَةِ ، فَيَعْلَمَ أَنَّ الْحُكْمَ الشَّرْعِيَّ أَنَّهُ يَجِبُ عَلَى الاِبْنِ الْغَنِيِّ أَنْ يُنْفِقَ عَلَى أَبِيهِ الْفَقِيرِ ، وَيَتَعَرَّفَ ثَانِيًا حَال كُلٍّ مِنَ الأَْبِ وَالاِبْنِ ، وَمِقْدَارَ مَا يَمْلِكُهُ كُلٌّ مِنْهُمَا ، وَمَا عَلَيْهِ مِنَ الدَّيْنِ ، وَمَا عِنْدَهُ مِنَ الْعِيَال ، إِلَى غَيْرِ ذَلِكَ مِمَّا يَظُنُّ أَنَّ لَهُ فِي الْحُكْمِ أَثَرًا ، ثُمَّ يَنْظُرَ فِي حَال كُلٍّ مِنْهُمَا لِيُحَقِّقَ وُجُودَ مَنَاطِ الْحُكْمِ - وَهُوَ الْغِنَى وَالْفَقْرُ - فَإِنَّ الْغِنَى وَالْفَقْرَ اللَّذَيْنِ عَلَّقَ بِهِمَا الشَّارِعُ الْحُكْمَ لِكُلٍّ مِنْهُمَا طَرَفَانِ وَوَاسِطَةٌ ، فَالْغِنَى مَثَلاً لَهُ طَرَفٌ أَعْلَى لاَ إِشْكَال فِي دُخُولِهِ فِي حَدِّ الْغِنَى ، وَلَهُ طَرَفٌ أَدْنَى لاَ إِشْكَال فِي خُرُوجِهِ عَنْهُ ، وَهُنَاكَ وَاسِطَةٌ يَتَرَدَّدُ النَّاظِرُ فِي دُخُولِهَا أَوْ خُرُوجِهَا ، وَكَذَلِكَ الْفَقْرُ لَهُ أَطْرَافٌ ثَلاَثَةٌ - فَيَجْتَهِدُ الْمُفْتِي فِي إِدْخَال الصُّورَةِ الْمَسْئُول عَنْهَا فِي الْحُكْمِ أَوْ إِخْرَاجِهَا بِنَاءً عَلَى ذَلِكَ . ¶ وَهَذَا النَّوْعُ مِنَ الاِجْتِهَادِ لاَ بُدَّ مِنْهُ فِي كُل وَاقِعَةٍ - وَهُوَ الْمُسَمَّى تَحْقِيقَ الْمَنَاطِ - لأَِنَّ كُل صُورَةٍ مِنْ صُوَرِ النَّازِلَةِ نَازِلَةٌ مُسْتَأْنَفَةٌ فِي",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نَفْسِهَا ، لَمْ يَتَقَدَّمْ لَهَا نَظِيرٌ ، وَإِنْ فَرَضْنَا أَنَّهُ تَقَدَّمَ مِثْلُهَا فَلاَ بُدَّ مِنَ النَّظَرِ فِي تَحْقِيقِ كَوْنِهَا مِثْلَهَا أَوْ لاَ ، وَهُوَ نَظَرُ اجْتِهَادٍ . (¬1) ¶ 11 - شُرُوطُ الْمُفْتِي : ¶ لاَ يُشْتَرَطُ فِي الْمُفْتِي الْحُرِّيَّةُ وَالذُّكُورِيَّةُ وَالنُّطْقُ اتِّفَاقًا ، فَتَصِحُّ فُتْيَا الْعَبْدِ وَالْمَرْأَةِ وَالأَْخْرَسِ وَيُفْتِي بِالْكِتَابَةِ أَوْ بِالإِْشَارَةِ الْمُفْهِمَةِ ، (¬2) وَأَمَّا السَّمْعُ ، فَقَدْ قَال بَعْضُ الْحَنَفِيَّةِ : إِنَّهُ شَرْطٌ فَلاَ تَصِحُّ فُتْيَا الأَْصَمِّ وَهُوَ مَنْ لاَ يَسْمَعُ أَصْلاً ، وَقَال ابْنُ عَابِدِينَ : لاَ شَكَّ أَنَّهُ إِذَا كُتِبَ لَهُ السُّؤَال وَأَجَابَ عَنْهُ جَازَ الْعَمَل بِفَتْوَاهُ ، إِلاَّ أَنَّهُ لاَ يَنْبَغِي أَنْ يُنَصَّبَ لِلْفَتْوَى ، لأَِنَّهُ لاَ يُمْكِنُ كُل أَحَدٍ أَنْ يَكْتُبَ لَهُ (¬3) ، وَلَمْ يَذْكُرْ هَذَا الشَّرْطَ غَيْرُهُمْ ، وَكَذَا لَمْ يَذْكُرُوا فِي الشُّرُوطِ الْبَصَرَ ، فَتَصِحُّ فُتْيَا الأَْعْمَى ، وَصَرَّحَ بِهِ الْمَالِكِيَّةُ . (¬4) ¶ 12 - أَمَّا مَا يُشْتَرَطُ فِي الْمُفْتِي فَهُوَ أُمُورٌ : ¶ أ - الإِْسْلاَمُ : فَلاَ تَصِحُّ فُتْيَا الْكَافِرِ . ¶ ب - الْعَقْل : فَلاَ تَصِحُّ فُتْيَا الْمَجْنُونِ . ¶ ¬__________ ¶ (¬1) - الموافقات للشاطبي 4 / 89، 95 . ¶ (¬2) - شرح المنتهى 3 / 457، وإعلام الموقعين 4 / 220، وحاشية ابن عابدين 4 / 302، وصفه الفتوى لابن حمدان ص13، والمجموع 1 / 75 تحقيق المطيعي . ¶ (¬3) - الدر المختار وحاشية ابن عابدين 4 / 302 . ¶ (¬4) - حديث الدسوقي 4 / 130 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ج - الْبُلُوغُ : فَلاَ تَصِحُّ فُتْيَا الصَّغِيرِ . ¶ 13 - د : الْعَدَالَةُ : ¶ فَلاَ تَصِحُّ فُتْيَا الْفَاسِقِ عِنْدَ جُمْهُورِ الْعُلَمَاءِ ، لأَِنَّ الإِْفْتَاءَ يَتَضَمَّنُ الإِْخْبَارَ عَنِ الْحُكْمِ الشَّرْعِيِّ ، وَخَبَرُ الْفَاسِقِ لاَ يُقْبَل ، وَاسْتَثْنَى بَعْضُهُمْ إِفْتَاءَ الْفَاسِقِ نَفْسَهُ فَإِنَّهُ يَعْلَمُ صِدْقَ نَفْسِهِ . (¬1) ¶ وَذَهَبَ بَعْضُ الْحَنَفِيَّةِ إِلَى أَنَّ الْفَاسِقَ يَصْلُحُ مُفْتِيًا ، لأَِنَّهُ يَجْتَهِدُ لِئَلاَّ يُنْسَبَ إِلَى الْخَطَأِ (¬2) . ¶ وَقَال ابْنُ الْقَيِّمِ : تَصِحُّ فُتْيَا الْفَاسِقِ ، إِلاَّ أَنْ يَكُونَ مُعْلِنًا بِفِسْقِهِ وَدَاعِيًا إِلَى بِدْعَتِهِ ، وَذَلِكَ إِذَا عَمَّ الْفُسُوقُ وَغَلَبَ ، لِئَلاَّ تَتَعَطَّل الأَْحْكَامُ ، وَالْوَاجِبُ اعْتِبَارُ الأَْصْلَحِ فَالأَْصْلَحِ . (¬3) ¶ وَأَمَّا الْمُبْتَدِعَةُ ، فَإِنْ كَانَتْ بِدْعَتُهُمْ مُكَفِّرَةً أَوْ مُفَسِّقَةً لَمْ تَصِحَّ فَتَاوَاهُمْ ، وَإِلاَّ صَحَّتْ فِيمَا لاَ يَدْعُونَ فِيهِ إِلَى بِدَعِهِمْ ، قَال الْخَطِيبُ الْبَغْدَادِيُّ : تَجُوزُ فَتَاوَى أَهْل الأَْهْوَاءِ وَمَنْ لاَ نُكَفِّرُهُ بِبِدْعَتِهِ وَلاَ ¶ ¬__________ ¶ (¬1) - صفة الفتوى لابن حمدان ص29، والمجموع 1 / 41 . ¶ (¬2) - مجمع الأنهر 2 / 145 . ¶ (¬3) - إعلام الموقعين 4 / 220 وشرح المنتهى 3 / 457، وابن عابدين 4 / 301 .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "نُفَسِّقُهُ ، وَأَمَّا الشُّرَاةُ وَالرَّافِضَةُ الَّذِينَ يَشْتُمُونَ الصَّحَابَةَ وَيَسُبُّونَ السَّلَفَ فَإِنَّ فَتَاوِيَهُمْ مَرْذُولَةٌ وَأَقَاوِيلَهُمْ غَيْرُ مَقْبُولَةٍ (¬1) . ¶ 14 - هـ - الاِجْتِهَادُ: ¶ وَهُوَ بَذْل الْجَهْدِ فِي اسْتِنْبَاطِ الْحُكْمِ الشَّرْعِيِّ مِنَ الأَْدِلَّةِ الْمُعْتَبَرَةِ ، لِقَوْلِهِ تَعَالَى : {قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَن تُشْرِكُواْ بِاللّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَن تَقُولُواْ عَلَى اللّهِ مَا لاَ تَعْلَمُونَ} (33) سورة الأعراف ، وقَالَ الشَّافِعِيُّ : \" لَا يَحِلُّ لِأَحَدٍ يُفْتِي فِي دِينِ اللَّهِ إِلَّا رَجُلًا عَارِفًا بِكِتَابِ اللَّهِ : بِنَاسِخِهِ وَمَنْسُوخِهِ , وَبِمُحْكَمِهِ وَمُتَشَابِهِهِ , وَتَأْوِيلِهِ وَتَنْزِيلِهِ , وَمَكِّيِّهِ وَمَدَنِيِّهِ , وَمَا أُرِيدَ بِهِ , وَفِيمَا أُنْزِلَ , ثُمَّ يَكُونُ بَعْدَ ذَلِكَ بَصِيرًا بِحَدِيثِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَبِالنَّاسِخِ وَالْمَنْسُوخِ , وَيَعْرِفُ مِنَ الْحَدِيثِ مِثْلَ مَا عَرَفَ مِنَ الْقُرْآنِ , وَيَكُونُ بَصِيرًا بِاللُّغَةِ , بَصِيرًا بِالشِّعْرِ , وَمَا يَحْتَاجُ إِلَيْهِ لِلْعِلْمِ وَالْقُرْآنِ , وَيَسْتَعْمِلُ مَعَ هَذَا الْإِنْصَافَ , وَقِلَّةَ الْكَلَامِ , وَيَكُونُ بَعْدَ هَذَا مُشْرِفًا عَلَى اخْتِلَافِ أَهْلِ الْأَمْصَارِ , وَيَكُونُ لَهُ قَرِيحَةٌ بَعْدَ هَذَا , فَإِذَا كَانَ ¶ ¬__________ ¶ (¬1) - الفقيه والمتفقه للخطيب البغدادي ص202 القاهرةهرة، نشر زكريا علي يوسف، والمجموع 1 / 42 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "هَذَا هَكَذَا فَلَهُ أَنْ يَتَكَلَّمَ وَيُفْتِيَ فِي الْحَلَالِ وَالْحَرَامِ , وَإِذَا لَمْ يَكُنْ هَكَذَا فَلَهُ أَنْ يَتَكَلَّمَ فِي الْعِلْمِ وَلَا يُفْتِي \" (¬1) . وَهَذَا مَعْنَى الاِجْتِهَادِ . ¶ وَنَقَل ابْنُ الْقَيِّمِ قَرِيبًا مِنْ هَذَا عَنِ الإِْمَامِ أَحْمَدَ (¬2) . ¶ وَمَفْهُومُ هَذَا الشَّرْطِ : أَنَّ فُتْيَا الْعَامِّيِّ وَالْمُقَلِّدِ الَّذِي يُفْتِي بِقَوْل غَيْرِهِ لاَ تَصِحُّ ، ¶ قَال ابْنُ الْقَيِّمِ : وَفِي فُتْيَا الْمُقَلِّدِ ثَلاَثَةُ أَقْوَالٍ : ¶ الأَْوَّل : مَا تَقَدَّمَ ، وَهُوَ أَنَّهُ لاَ تَجُوزُ الْفُتْيَا بِالتَّقْلِيدِ ، لأَِنَّهُ لَيْسَ بِعِلْمٍ ، وَلأَِنَّ الْمُقَلِّدَ لَيْسَ بِعَالِمٍ وَالْفَتْوَى بِغَيْرِ عِلْمٍ حَرَامٌ ، قَال : وَهَذَا قَوْل جُمْهُورِ الشَّافِعِيَّةِ وَأَكْثَرِ الْحَنَابِلَةِ . ¶ الثَّانِي : أَنَّ ذَلِكَ يَجُوزُ فِيمَا يَتَعَلَّقُ بِنَفْسِهِ ، فَأَمَّا أَنْ يَتَقَلَّدَ لِغَيْرِهِ وَيُفْتِيَ بِهِ فَلاَ . ¶ وَالثَّالِثُ : أَنَّهُ يَجُوزُ عِنْدَ الْحَاجَةِ وَعَدَمِ الْعَالِمِ الْمُجْتَهِدِ ، قَال : وَهُوَ أَصَحُّ الأَْقْوَال ، وَعَلَيْهِ الْعَمَل (¬3) . ¶ وَقَال ابْنُ عَابِدِينَ نَقْلاً عَنِ ابْنِ الْهُمَامِ : وَقَدِ اسْتَقَرَّ رَأْيُ الأُْصُولِيِّينَ عَلَى أَنَّ الْمُفْتِيَ هُوَ الْمُجْتَهِدُ ، فَأَمَّا غَيْرُ الْمُجْتَهِدِ مِمَّنْ يَحْفَظُ أَقْوَال الْمُجْتَهِدِ فَلَيْسَ بِمُفْتٍ ، وَالْوَاجِبُ عَلَيْهِ إِذَا سُئِل أَنْ يَذْكُرَ قَوْل ¶ ¬__________ ¶ (¬1) - الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ (1044 ) ¶ (¬2) - إعلام الموقعين 1 / 46 . ¶ (¬3) - إعلام الموقعين 1 / 46 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الْمُجْتَهِدِ عَلَى وَجْهِ الْحِكَايَةِ ، فَعُرِفَ أَنَّ مَا يَكُونُ فِي زَمَانِنَا مِنْ فَتْوَى الْمَوْجُودِينَ لَيْسَ بِفَتْوَى ، بَل هُوَ نَقْل كَلاَمِ الْمُفْتِي لِيَأْخُذَ بِهِ الْمُسْتَفْتِي . اهـ ، وَعَلَيْهِ أَنْ يَذْكُرَهُ عَلَى وَجْهِ الْحِكَايَةِ وَلاَ يَجْعَلُهُ كَأَنَّهُ مِنْ كَلاَمِهِ هُوَ ، (¬1) وَمَقْصُودُهُمْ أَنَّ فُتْيَا الْمُقَلِّدِ لَيْسَتْ بِفُتْيَا عَلَى الْحَقِيقَةِ ، (¬2) وَتُسَمَّى فُتْيَا مَجَازًا لِلشَّبَهِ ، وَيَجُوزُ الأَْخْذُ بِهَا فِي هَذِهِ الأَْزْمَانِ لِقِلَّةِ الْمُجْتَهِدِينَ أَوِ انْعِدَامِهِمْ ، وَلِذَا قَال صَاحِبُ تَنْوِيرِ الأَْبْصَارِ : الاِجْتِهَادُ شَرْطُ الأَْوْلَوِيَّةِ . ¶ قَال ابْنُ عَابِدِينَ : مَعْنَاهُ : أَنَّهُ إِذَا وُجِدَ الْمُجْتَهِدُ فَهُوَ الأَْوْلَى بِالتَّوْلِيَةِ . (¬3) ¶ وَقَال ابْنُ دَقِيقِ الْعِيدِ : تَوْقِيفُ الْفُتْيَا عَلَى حُصُول الْمُجْتَهِدِ يُفْضِي إِلَى حَرَجٍ عَظِيمٍ ، أَوِ اسْتِرْسَال الْخَلْقِ فِي أَهْوَائِهِمْ ، فَالْمُخْتَارُ أَنَّ الرَّاوِيَ عَنِ الأَْئِمَّةِ الْمُتَقَدِّمِينَ إِذَا كَانَ عَدْلاً مُتَمَكِّنًا مِنْ فَهْمِ كَلاَمِ الإِْمَامِ ، ثُمَّ حَكَى لِلْمُقَلِّدِ قَوْلَهُ فَإِنَّهُ يَكْفِيهِ ، لأَِنَّ ذَلِكَ مِمَّا يَغْلِبُ عَلَى ظَنِّ الْعَامِّيِّ ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 1 / 47، والمجموع 1 / 45 . ¶ (¬2) - ابن الصلاح : الفتوى ق10 مخطوط بدار الكتب المصرية برقم 1889 أصول، والمجموع للنووي 1 / 42 . ¶ (¬3) - ابن عابدين 44 / 305 ، وأيضًا 4 / 306 وانظر إعلام الموقعين 1 / 46، وصفة الفتوى لابن حمدان ص24، وإرشاد الفحول ص296 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أَنَّهُ حُكْمُ اللَّهِ عِنْدَهُ ، قَال : وَقَدِ انْعَقَدَ الإِْجْمَاعُ فِي زَمَانِنَا عَلَى هَذَا النَّوْعِ مِنَ الْفُتْيَا . ¶ قَال الزَّرْكَشِيُّ : أَمَّا مَنْ شَدَا ( جَمَعَ ) شَيْئًا مِنَ الْعِلْمِ فَقَدْ نُقِل الإِْجْمَاعُ عَلَى أَنَّهُ لاَ يَحِل لَهُ أَنْ يُفْتِيَ (¬1) . ¶ 15 - وَلَيْسَ لِمَنْ يُفْتِي بِمَذْهَبِ إِمَامٍ أَنْ يُفْتِيَ بِهِ إِلاَّ وَقَدْ عَرَفَ دَلِيلَهُ وَوَجْهَ الاِسْتِنْبَاطِ . ¶ قَال ابْنُ الْقَيِّمِ : لاَ يَجُوزُ لِلْمُقَلِّدِ أَنْ يُفْتِيَ فِي دِينِ اللَّهِ بِمَا هُوَ مُقَلِّدٌ فِيهِ وَلَيْسَ عَلَى بَصِيرَةٍ فِيهِ سِوَى أَنَّهُ قَوْل مَنْ قَلَّدَهُ ، هَذَا إِجْمَاعُ السَّلَفِ وَبِهِ صَرَّحَ الشَّافِعِيُّ وَأَحْمَدُ وَغَيْرُهُمَا . (¬2) ¶ وَقَال الْجُوَيْنِيُّ فِي شَرْحِ الرِّسَالَةِ : مَنْ حَفِظَ نُصُوصَ الشَّافِعِيِّ وَأَقْوَال النَّاسِ بِأَسْرِهَا غَيْرَ أَنَّهُ لاَ يَعْرِفُ حَقَائِقَهَا وَمَعَانِيَهَا لاَ يَجُوزُ لَهُ أَنْ يَجْتَهِدَ وَيَقِيسَ ، وَلاَ يَكُونُ مِنْ أَهْل الْفَتْوَى ، وَلَوْ أَفْتَى بِهِ لاَ يَجُوزُ ، (¬3) وَالأَْصَحُّ عِنْدَ الْحَنَفِيَّةِ أَنَّ الْمُجْتَهِدَ فِي الْمَذْهَبِ مِنَ الْمَشَايِخِ الَّذِينَ هُمْ أَصْحَابُ التَّرْجِيحِ لاَ يَلْزَمُهُ الأَْخْذُ بِقَوْل الإِْمَامِ عَلَى الإِْطْلاَقِ ، بَل عَلَيْهِ النَّظَرُ فِي الدَّلِيل وَتَرْجِيحُ مَا رَجَحَ عِنْدَهُ دَلِيلُهُ ، فَإِنْ لَمْ يَكُنْ ¶ ¬__________ ¶ (¬1) - البحر المحيط للزركشي 6 / 306 . ¶ (¬2) - إعلام الموقعين 44 / 195، 198 و1 / 45، ومثله في رسم المفتي لابن عابدين ص11 . ¶ (¬3) - البحر المحيط للزركشي 6 / 307 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "كَذَلِكَ فَعَلَيْهِ الأَْخْذُ بِأَقْوَال أَئِمَّةِ الْمَذْهَبِ بِتَرْتِيبٍ الْتَزَمُوهُ ، وَلَيْسَ لَهُ أَنْ يَخْتَارَ مَا شَاءَ (¬1) وَكَذَا صَرَّحَ الْحَنَفِيَّةُ وَالشَّافِعِيَّةُ وَالْحَنَابِلَةُ بِأَنَّهُ لَيْسَ لَهُ أَنْ يَتَخَيَّرَ فِي مَسْأَلَةٍ ذَاتِ قَوْلَيْنِ ، بَل عَلَيْهِ أَنْ يَنْظُرَ أَيَّهُمَا أَقْرَبَ إِلَى الأَْدِلَّةِ أَوْ قَوَاعِدِ مَذْهَبِهِ فَيَعْمَل بِهِ ، قَال ابْنُ عَابِدِينَ : صَرَّحَ بِذَلِكَ ابْنُ حَجَرٍ الْمَكِّيُّ مِنَ الشَّافِعِيَّةِ وَنَقَل الإِْجْمَاعَ عَلَيْهِ وَسَبَقَهُ إِلَى حِكَايَةِ الإِْجْمَاعِ فِيهِ ابْنُ الصَّلاَحِ وَالْبَاجِيُّ مِنَ الْمَالِكِيَّةِ ، وَإِذَا كَانَ يَعْلَمُ أَنَّ الصَّوَابَ فِي قَوْل غَيْرِ إِمَامِهِ وَكَانَ لَهُ اجْتِهَادٌ فَلَهُ أَنْ يُفْتِيَ بِمَا تَرَجَّحَ عِنْدَهُ . (¬2) ¶ وَلَيْسَ لِلْمُفْتِي الْمُقَلِّدِ أَنْ يُفْتِيَ بِالضَّعِيفِ وَالْمَرْجُوحِ مِنَ الأَْقْوَال عَلَى مَا صَرَّحَ بِهِ الْحَنَفِيَّةُ وَالْمَالِكِيَّةُ وَالْحَنَابِلَةُ ، بَل نَقَل الْحَصْكَفِيُّ أَنَّ الْعَمَل بِالْقَوْل الْمَرْجُوحِ جَهْلٌ وَخَرْقٌ لِلإِْجْمَاعِ (¬3) وَصَرَّحَ الْحَنَفِيَّةُ بِأَنْ لَيْسَ لِلْمُفْتِي الْمُقَلِّدِ الإِْفْتَاءُ بِالضَّعِيفِ وَالْمَرْجُوحِ حَتَّى فِي حَقِّ نَفْسِهِ ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 302 و1 / 48 . ¶ (¬2) - شرح المنتهى 22 / 458، وإعلام الموقعين 4 / 237، وعقود رسم المفتي لابن عابدين ص11 والمجموع 1 / 68 . ¶ (¬3) - الدر المختار بهامش حاشية ابن عابدين 11 / 51، و2 / 602، والدسوقي على الشرح الكبير 4 / 130، و1 / 20، وإعلام الموقعين 4 / 211، 177 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "، خِلاَفًا لِلْمَالِكِيَّةِ الَّذِينَ أَجَازُوا لَهُ الْعَمَل بِالضَّعِيفِ فِي حَقِّ نَفْسِهِ . (¬1) ¶ 16 - جواز الفتوى بقول الأموات ¶ وَحَيْثُ قُلْنَا : إِنَّ لِلْمُقَلِّدِ الإِْفْتَاءَ بِقَوْل الْمُجْتَهِدِ ، فَيَجُوزُ لَهُ ذَلِكَ سَوَاءٌ كَانَ الْمُقَلِّدُ حَيًّا أَوْ مَيِّتًا ، قَال الشَّافِعِيُّ : الْمَذَاهِبُ لاَ تَمُوتُ بِمَوْتِ أَرْبَابِهَا . وَصَرَّحَ بِذَلِكَ صَاحِبُ الْمَحْصُول ، وَادَّعَى الإِْجْمَاعَ عَلَيْهِ ، لأَِنَّ الْمُجْتَهِدَ الَّذِي يَسْتَنْبِطُ حُكْمًا فَهُوَ عِنْدَهُ حُكْمٌ دَائِمٌ . ¶ وَفِي وَجْهٍ آخَرَ لِلشَّافِعِيَّةِ وَالْحَنَابِلَةِ : لاَ يَجُوزُ ذَلِكَ لأَِنَّهُ لَوْ عَاشَ فَإِنَّهُ كَانَ يُجَدِّدُ النَّظَرَ عِنْدَ النَّازِلَةِ إِمَّا وُجُوبًا أَوِ اسْتِحْبَابًا ، وَلَعَلَّهُ لَوْ جَدَّدَ النَّظَرَ لَرَجَعَ عَنْ قَوْلِهِ الأَْوَّل . (¬2) ¶ 17 - لا تجوز الفتوى بالأقوال المرجوع عنها أو المنسوخة ¶ وَمَا رَجَعَ عَنْهُ الْمُجْتَهِدُ مِنْ أَقْوَالِهِ فَلاَ يَجُوزُ لِلْمُقَلِّدِ الإِْفْتَاءُ بِهِ ، لأَِنَّهُ بِرُجُوعِهِ عَنْهُ لَمْ يُعَدَّ قَوْلاً لَهُ ، وَهَذَا مَا لَمْ يُرَجِّحْهُ أَهْل التَّرْجِيحِ ، وَمِنْ هُنَا تُرِكَ الْقَدِيمُ مِنْ أَقْوَال الشَّافِعِيِّ الَّتِي خَالَفَهَا فِي الْجَدِيدِ ، إِلاَّ مَسَائِل مَعْدُودَةً يُعْمَل فِيهَا بِالْقَدِيمِ رَجَّحَهَا أَهْل التَّرْجِيحِ مِنْ أَئِمَّةِ الشَّافِعِيَّةِ ، قَال الشَّافِعِيُّ : لَيْسَ فِي حِلٍّ مَنْ رَوَى عَنِّي الْقَدِيمَ (¬3) . ¶ ¬__________ ¶ (¬1) - ابن عابدين 1 / 51 وحاشية الدسوقي 4 / 130 . ¶ (¬2) - إعلام الموقعين لابن القيم 2 / 215، 260، والمجموع للنووي 1 / 55 . ¶ (¬3) - البحر المحيط 6 / 304، والمجموع 1 / 66، 68 .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "18 - و- جَوْدَةُ الْقَرِيحَةِ : ¶ وَمَعْنَى ذَلِكَ أَنْ يَكُونَ كَثِيرَ الإِْصَابَةِ ، صَحِيحَ الاِسْتِنْبَاطِ ، فَلاَ تَصْلُحُ فُتْيَا الْغَبِيِّ ، وَلاَ مَنْ كَثُرَ غَلَطُهُ ، بَل يَجِبُ أَنْ يَكُونَ بِطَبْعِهِ شَدِيدَ الْفَهْمِ لِمَقَاصِدِ الْكَلاَمِ وَدَلاَلَةِ الْقَرَائِنِ ، صَادِقَ الْحُكْمِ ، وَقَدْ تَقَدَّمَ فِي كَلاَمِ الشَّافِعِيِّ : أَنْ تَكُونَ لَهُ قَرِيحَةٌ ، قَال النَّوَوِيُّ : شَرْطُ الْمُفْتِي كَوْنُهُ فَقِيهَ النَّفْسِ ، سَلِيمَ الذِّهْنِ ، رَصِينَ الْفِكْرِ ، صَحِيحَ النَّظَرِ وَالاِسْتِنْبَاطِ . ا هـ (¬1) . ¶ وَهَذَا يُصَحِّحُ فُتْيَاهُ مِنْ جِهَتَيْنِ : ¶ الأُْولَى : صِحَّةُ أَخْذِهِ لِلْحُكْمِ مِنْ أَدِلَّتِهِ . ¶ وَالثَّانِيَةُ : صِحَّةُ تَطْبِيقِهِ لِلْحُكْمِ عَلَى الْوَاقِعَةِ الْمَسْئُول عَنْهَا ، فَلاَ يَغْفُل عَنْ أَيٍّ مِنَ الأَْوْصَافِ الْمُؤَثِّرَةِ فِي الْحُكْمِ ، وَلاَ يَعْتَقِدُ تَأْثِيرَ مَا لاَ أَثَرَ لَهُ . ¶ 19 - ز - الْفَطَانَةُ وَالتَّيَقُّظُ : ¶ يُشْتَرَطُ فِي الْمُفْتِي أَنْ يَكُونَ مُتَيَقِّظًا (¬2) ، قَال ابْنُ عَابِدِينَ : شَرَطَ بَعْضُهُمْ تَيَقُّظَ الْمُفْتِي ، قَال : وَهَذَا شَرْطٌ فِي زَمَانِنَا ، فَلاَ بُدَّ أَنْ يَكُونَ الْمُفْتِي مُتَيَقِّظًا يَعْلَمُ حِيَل النَّاسِ وَدَسَائِسَهُمْ ، فَإِنَّ لِبَعْضِهِمْ ¶ ¬__________ ¶ (¬1) - المجموع شرح المهذب 1 / 41 . ¶ (¬2) - المجموع 1 / 41 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "مَهَارَةً فِي الْحِيَل وَالتَّزْوِيرِ وَقَلْبِ الْكَلاَمِ وَتَصْوِيرِ الْبَاطِل فِي صُورَةِ الْحَقِّ ، فَغَفْلَةُ الْمُفْتِي يَلْزَمُ مِنْهَا ضَرَرٌ كَبِيرٌ فِي هَذَا الزَّمَانِ (¬1) ، وَقَال ابْنُ الْقَيِّمِ : يَنْبَغِي لِلْمُفْتِي أَنْ يَكُونَ بَصِيرًا بِمَكْرِ النَّاسِ وَخِدَاعِهِمْ وَأَحْوَالِهِمْ ، فَإِنْ لَمْ يَكُنْ كَذَلِكَ زَاغَ وَأَزَاغَ ، فَالْغِرُّ يَرُوجُ عَلَيْهِ زَغَل الْمَسَائِل كَمَا يَرُوجُ عَلَى الْجَاهِل بِالنَّقْدِ زَغَل الدَّرَاهِمِ ، وَذُو الْبَصِيرَةِ يُخْرِجُ زَيْفَهَا كَمَا يُخْرِجُ النَّاقِدُ زَغَل النُّقُودِ ، وَكَمْ مِنْ بَاطِلٍ يُخْرِجُهُ الرَّجُل بِحُسْنِ لَفْظِهِ وَتَنْمِيقِهِ فِي صُورَةِ حَقٍّ ، بَل هَذَا أَغْلَبُ أَحْوَال النَّاسِ ، فَإِنْ لَمْ يَكُنِ الْمُفْتِي فَقِيهًا فِي مَعْرِفَةِ أَحْوَال النَّاسِ تَصَوَّرَ لَهُ الْمَظْلُومُ فِي صُورَةِ الظَّالِمِ وَعَكْسُهُ (¬2) ، وَمِمَّا يَتَعَلَّقُ بِهَذَا مَا نَبَّهَ إِلَيْهِ بَعْضُ الْعُلَمَاءِ مِنْ أَنَّهُ يُشْتَرَطُ فِي الْمُفْتِي أَنْ يَكُونَ عَلَى عِلْمٍ بِالأَْعْرَافِ اللَّفْظِيَّةِ لِلْمُسْتَفْتِي ، لِئَلاَّ يُفْهَمَ كَلاَمُهُ عَلَى غَيْرِ وَجْهِهِ ، وَهَذَا إِنْ كَانَ إِفْتَاؤُهُ فِيمَا يَتَعَلَّقُ بِالأَْلْفَاظِ كَالأَْيْمَانِ وَالإِْقْرَارِ وَنَحْوِهَا . (¬3) ¶ 20 - وَالْقَرَابَةُ وَالصَّدَاقَةُ وَالْعَدَاوَةُ لاَ تُؤَثِّرُ فِي صِحَّةِ الْفَتْوَى كَمَا تُؤَثِّرُ فِي الْقَضَاءِ وَالشَّهَادَةِ . ¶ فَيَجُوزُ أَنْ يُفْتِيَ أَبَاهُ أَوِ ابْنَهُ أَوْ صَدِيقَهُ أَوْ شَرِيكَهُ أَوْ يُفْتِيَ عَلَى عَدُوِّهِ ، فَالْفَتْوَى فِي هَذَا بِمَنْزِلَةِ الرِّوَايَةِ ، لأَِنَّ الْمُفْتِيَ فِي حُكْمِ الْمُخْبِرِ عَنِ ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 301 . ¶ (¬2) - إعلام الموقعين 4 / 229، 205 . ¶ (¬3) - المجموع 1 / 46 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الشَّرْعِ بِأَمْرٍ عَامٍّ لاَ اخْتِصَاصَ لَهُ بِشَخْصٍ ، وَلأَِنَّ الْفَتْوَى لاَ يَرْتَبِطُ بِهَا إِلْزَامٌ ، بِخِلاَفِ حُكْمِ الْقَاضِي . ¶ وَيَجُوزُ أَنْ يُفْتِيَ نَفْسَهُ ، قَال ابْنُ الْقَيِّمِ : لَكِنْ لاَ يَجُوزُ أَنْ يُحَابِيَ نَفْسَهُ أَوْ قَرِيبَهُ فِي الْفُتْيَا ، بِأَنْ يُرَخِّصَ لِنَفْسِهِ أَوْ قَرِيبِهِ ، وَيُشَدِّدَ عَلَى غَيْرِهِ ، فَإِنْ فَعَل قَدَحَ ذَلِكَ فِي عَدَالَتِهِ ، وَنَقَل أَبُو عَمْرِو بْنُ الصَّلاَحِ عَنْ صَاحِبِ الْحَاوِي أَنَّ الْمُفْتِيَ إِذَا نَابَذَ فِي فُتْيَاهُ شَخْصًا مُعَيَّنًا صَارَ خَصْمًا ، فَتُرَدُّ فَتْوَاهُ عَلَى مَنْ عَادَاهُ ، كَمَا تُرَدُّ شَهَادَتُهُ عَلَيْهِ إِذَا وَقَعَتْ . (¬1) ¶ وَقَدْ نَبَّهَ أَحْمَدُ إِلَى خِصَالٍ مُكَمِّلَةٍ لِلْمُفْتِي حَيْثُ قَال : لاَ يَنْبَغِي لِلرَّجُل أَنْ يَنْصِبَ نَفْسَهُ لِلْفُتْيَا حَتَّى يَكُونَ فِيهِ خَمْسُ خِصَالٍ : أَنْ تَكُونَ لَهُ نِيَّةٌ ، فَإِنْ لَمْ يَكُنْ لَهُ نِيَّةٌ لَمْ يَكُنْ عَلَيْهِ نُورٌ ، وَلاَ عَلَى كَلاَمِهِ نُورٌ ، وَأَنْ يَكُونَ لَهُ عِلْمٌ وَحِلْمٌ وَوَقَارٌ وَسَكِينَةٌ ، وَأَنْ يَكُونَ قَوِيًّا عَلَى مَا هُوَ فِيهِ وَعَلَى مَعْرِفَتِهِ ، وَالْكِفَايَةُ وَإِلاَّ مَضَغَهُ النَّاسُ ، وَمَعْرِفَةُ النَّاسِ . (¬2) ¶ 21 - إِفْتَاءُ الْقَاضِي : ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 302، والمجموع للنووي 1 / 41، وشرح المنتهى 3 / 472، 473، وإعلام الموقعين 4 / 210 . ¶ (¬2) - إعلام الموقعين 4 / 199، 205 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لاَ خِلاَفَ فِي أَنَّ لِلْقَاضِي أَنْ يُفْتِيَ فِي الْعِبَادَاتِ وَنَحْوِهَا مِمَّا لاَ مَدْخَل فِيهِ لِلْقَضَاءِ كَالذَّبَائِحِ وَالأَْضَاحِيِّ . ¶ وَاخْتَلَفَ الْفُقَهَاءُ فِي إِفْتَائِهِ فِي الأُْمُورِ الَّتِي يَدْخُلُهَا الْقَضَاءُ . ¶ فَذَهَبَ الشَّافِعِيَّةُ فِي وَجْهٍ وَصَحَّحَهُ النَّوَوِيُّ ، وَالْحَنَابِلَةُ فِي قَوْلٍ وَصَحَّحَهُ ابْنُ الْقَيِّمِ إِلَى أَنَّهُ يُفْتِي فِيهَا أَيْضًا بِلاَ كَرَاهَةٍ . ¶ وَذَهَبَ آخَرُونَ مِنَ الْفَرِيقَيْنِ إِلَى أَنَّهُ لاَ يَجُوزُ ، لأَِنَّهُ مَوْضِعُ تُهْمَةٍ ، وَوَجْهُهُ أَنَّهُ إِنْ أَفْتَى فِيهَا تَكُونُ فُتْيَاهُ كَالْحُكْمِ عَلَى الْخَصْمِ ، وَلاَ يُمْكِنُ نَقْضُهُ وَقْتَ الْمُحَاكَمَةِ ، وَلأَِنَّهُ قَدْ يَتَغَيَّرُ اجْتِهَادُهُ وَقْتَ الْحُكْمِ ، أَوْ تَظْهَرُ لَهُ قَرَائِنُ لَمْ تَظْهَرْ لَهُ عِنْدَ الإِْفْتَاءِ ، فَإِنْ حَكَمَ بِخِلاَفِ مَا أَفْتَى بِهِ جَعَل لِلْمَحْكُومِ عَلَيْهِ سَبِيلاً لِلتَّشْنِيعِ عَلَيْهِ ، وَقَدْ قَال شُرَيْحٌ : أَنَا أَقْضِي لَكُمْ وَلاَ أُفْتِي ، وَقَال ابْنُ الْمُنْذِرِ : يُكْرَهُ لِلْقَاضِي الإِْفْتَاءُ فِي مَسَائِل الأَْحْكَامِ الشَّرْعِيَّةِ . (¬1) ¶ وَذَهَبَ الْحَنَفِيَّةُ فِي الصَّحِيحِ عِنْدَهُمْ إِلَى أَنَّ لِلْقَاضِي أَنْ يُفْتِيَ فِي مَجْلِسِ الْقَضَاءِ وَغَيْرِهِ فِي الْعِبَادَاتِ وَالأَْحْكَامِ وَغَيْرِهَا ، مَا لَمْ يَكُنْ لِلْمُسْتَفْتِي خُصُومَةٌ ، فَإِنْ كَانَ لَهُ خُصُومَةٌ فَلَيْسَ لِلْقَاضِي أَنْ يُفْتِيَهُ فِيهَا . (¬2) ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 42، وإعلام الموقعين 4 / 220، وصفة الفتوى لابن حمدان ص29 . ¶ (¬2) - حاشية ابن عابدين والدر المختار 4 / 302 .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وَمَذْهَبُ الْمَالِكِيَّةِ أَنَّهُ يُكْرَهُ لِلْقَاضِي أَنْ يُفْتِيَ فِيمَا شَأْنُهُ أَنْ يُخَاصَمَ فِيهِ ، كَالْبَيْعِ وَالشُّفْعَةِ وَالْجِنَايَاتِ . ¶ قَال الْبُرْزُلِيُّ : وَهَذَا إِذَا كَانَ فِيمَا يُمْكِنُ أَنْ يُعْرَضَ بَيْنَ يَدَيْهِ ، فَلَوْ جَاءَهُ السُّؤَال مِنْ خَارِجِ الْبَلَدِ الَّذِي يَقْضِي فِيهِ فَلاَ كَرَاهَةَ . (¬1) ¶ ثُمَّ إِنْ أَفْتَى الْقَاضِي لَمْ يَكُنْ ذَلِكَ حُكْمًا ، وَيَجُوزُ التَّرَافُعُ إِلَى غَيْرِهِ ، فَلَوْ حَكَمَ هُوَ أَوْ غَيْرُهُ فِي النَّازِلَةِ بِعَيْنِهَا بِخِلاَفِهِ لَمْ يَكُنْ نَقْضًا لِحُكْمِهِ (¬2) ، وَإِنْ رَدَّ شَهَادَةَ وَاحِدٍ بِرُؤْيَةِ هِلاَل رَمَضَانَ لَمْ يُؤَثِّرْ ذَلِكَ فِي الْحُكْمِ بِعَدَالَتِهِ ، وَلاَ يُقَال : إِنَّهُ حَكَمَ بِكَذِبِهِ أَوْ بِأَنَّهُ لَمْ يَرَ الْهِلاَل ، لأَِنَّ الْقَضَاءَ لاَ يَدْخُل الْعِبَادَاتِ . (¬3) كَمَا تَقَدَّمَ ( ف 2 ، 9 ) . ¶ 22 - مَا تَسْتَنِدُ إِلَيْهِ الْفَتْوَى : ¶ الْمُجْتَهِدُ يُفْتِي بِمُقْتَضَى الأَْدِلَّةِ الْمُعْتَبَرَةِ بِالتَّرْتِيبِ الْمُعْتَبَرِ ، فَيُفْتِي أَوَّلاً بِمَا فِي كِتَابِ اللَّهِ تَعَالَى ، ثُمَّ بِمَا فِي سُنَّةِ رَسُولِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ بِالإِْجْمَاعِ ، وَأَمَّا الأَْدِلَّةُ الْمُخْتَلَفُ فِيهَا كَالاِسْتِحْسَانِ وَشَرْعِ مَنْ قَبْلَنَا ، فَإِنْ أَدَّاهُ اجْتِهَادُهُ إِلَى صِحَّةِ شَيْءٍ مِنْهَا أَفْتَى بِهِ ، وَإِذَا تَعَارَضَتْ عِنْدَهُ الأَْدِلَّةُ فَعَلَيْهِ أَنْ يُفْتِيَ بِالرَّاجِحِ مِنْهَا . ¶ ¬__________ ¶ (¬1) - الشرح الكبير وحاشية الدسوقي 4 / 139 . ¶ (¬2) - إعلام الموقعين 4 / 221، وحاشية الدسوقي 4 / 157، وابن عابدين 4 / 326 . ¶ (¬3) - شرح المنتهى 3 / 501 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وَلَيْسَ لَهُ أَنْ يُفْتِيَ فِي السَّعَةِ بِمَذْهَبِ أَحَدِ الْمُجْتَهِدِينَ ، مَا لَمْ يُؤَدِّهِ اجْتِهَادُهُ إِلَى أَنَّهُ هُوَ الْحَقُّ ، وَلَيْسَ لَهُ أَنْ يُفْتِيَ بِمَا هُوَ الْمَرْجُوحُ فِي نَظَرِهِ ، نَقَل الإِْجْمَاعَ عَلَى ذَلِكَ ابْنُ قُدَامَةَ وَالْبَاجِيُّ (¬1) ، وَأَمَّا الْمُقَلِّدُ - حَيْثُ قُلْنَا : يَجُوزُ إِفْتَاؤُهُ - فَإِنَّهُ يُفْتِي بِمَا تَيَسَّرَ لَهُ مِنْ أَقْوَال الْمُجْتَهِدِينَ ، وَلاَ يَلْزَمُهُ أَنْ يَسْأَل عَنْ أَعْلَمِهِمْ وَأَفْضَلِهِمْ لِيَأْخُذَ بِقَوْلِهِ ، لِمَا فِي ذَلِكَ مِنَ الْحَرَجِ ، وَلأَِنَّ الصَّحَابَةَ رَضِيَ اللَّهُ عَنْهُمْ كَانَ السَّائِل مِنْهُمْ يَسْأَل مَنْ تَيَسَّرَ لَهُ سُؤَالُهُ مِنَ الْمُفْتِينَ مِنَ الصَّحَابَةِ ، وَقِيل : عَلَيْهِ أَنْ يَبْحَثَ عَنِ الأَْفْضَل لِيَأْخُذَ بِقَوْلِهِ . ¶ أَمَّا مَا اخْتَلَفَ عَلَيْهِ اجْتِهَادُ اثْنَيْنِ فَأَكْثَرَ ، فَإِنَّهُ يَجِبُ عَلَيْهِ التَّرْجِيحُ بَيْنَهُمَا بِوَجْهٍ مِنْ وُجُوهِ التَّرْجِيحِ ، وَلَيْسَ هُوَ بِالْخِيَارِ يَأْخُذُ مَا شَاءَ وَيَتْرُكُ مَا شَاءَ ، قَال النَّوَوِيُّ : لَيْسَ لِلْمُفْتِي وَالْعَامِل فِي مَسْأَلَةِ الْقَوْلَيْنِ أَنْ يَعْمَل بِمَا شَاءَ مِنْهُمَا بِغَيْرِ نَظَرٍ ، بَل عَلَيْهِ الْعَمَل بِأَرْجَحِهِمَا (¬2) ، وَإِنْ بَنَى الْمُفْتِي فُتْيَاهُ عَلَى حَدِيثٍ نَبَوِيٍّ فَعَلَيْهِ أَنْ يَكُونَ عَالِمًا بِصِحَّتِهِ : إِمَّا بِتَصْحِيحِهِ هُوَ إِنْ كَانَ أَهْلاً لِذَلِكَ ، أَوْ يَعْرِفَ عَنْ أَحَدٍ مِنْ أَهْل الشَّأْنِ الْحُكْمَ بِصِحَّتِهِ . ¶ ¬__________ ¶ (¬1) - روضة الناظر 2 / 438، والموافقات 4 / 140، وإرشاد الفحول ص267 . ¶ (¬2) - المجموع شرح المهذب 1 / 68 .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وَإِنْ كَانَ بَنَى فُتْيَاهُ عَلَى قَوْل مُجْتَهِدٍ - حَيْثُ يَجُوزُ ذَلِكَ - فَإِنْ لَمْ يَأْخُذْهُ مِنْهُ مُشَافَهَةً وَجَبَ أَنْ يَتَوَثَّقَ ، قَال ابْنُ عَابِدِينَ : طَرِيقَةُ نَقْلِهِ لِذَلِكَ إِمَّا أَنْ يَكُونَ لَهُ سَنَدٌ إِلَى الْمُجْتَهِدِ ، أَوْ يَأْخُذَهُ عَنْ كِتَابٍ مَعْرُوفٍ تَنَاقَلَتْهُ الأَْيْدِي ، نَحْوِ كُتُبِ مُحَمَّدِ بْنِ الْحَسَنِ وَنَحْوِهَا مِنَ التَّصَانِيفِ الْمَشْهُورَةِ ، لأَِنَّهُ بِمَنْزِلَةِ الْخَبَرِ الْمُتَوَاتِرِ الْمَشْهُورِ ، وَكَذَا لَوْ وَجَدَ الْعُلَمَاءَ يَنْقُلُونَ عَنِ الْكِتَابِ ، وَرَأَى مَا نَقَلُوهُ عَنْهُ مَوْجُودًا فِيهِ ، وَنَحْوُ ذَلِكَ مِمَّا يَغْلِبُ عَلَى الظَّنِّ ، كَمَا لَوْ رَأَى عَلَى الْكِتَابِ خَطَّ بَعْضِ الْعُلَمَاءِ . (¬1) ¶ وَلْيَحْذَرْ مِنَ الاِعْتِمَادِ عَلَى كُتُبِ الْمُتَأَخِّرِينَ غَيْرِ الْمُحَرَّرَةِ . (¬2) ¶ 23 - الإِْفْتَاءُ بِالرَّأْيِ : ¶ الرَّأْيُ هُوَ : مَا يَرَاهُ الْقَلْبُ بَعْدَ فِكْرٍ وَتَأَمُّلٍ وَطَلَبٍ لِمَعْرِفَةِ وَجْهِ الصَّوَابِ ، مِمَّا تَتَعَارَضُ فِيهِ الأَْمَارَاتُ ، وَلاَ يُقَال لِمَا لاَ تَخْتَلِفُ فِيهِ الأَْمَارَاتُ : إِنَّهُ رَأْيٌ (¬3) وَالرَّأْيُ يَشْمَل الْقِيَاسَ وَالاِسْتِحْسَانَ وَغَيْرَهُمَا (¬4) . ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 306، وانظر أيضًا المجموع . للنووي 1 / 47 . ¶ (¬2) - عقود رسم المفتي لابن عابدين ص13 ضمن مجموعة رسائل ابن عابدين . ¶ (¬3) - إعلام الموقعين 1 / 66 . ¶ (¬4) - الإحكام للآمدي 4 / 46 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وَلاَ يَجُوزُ الإِْفْتَاءُ بِالرَّأْيِ الْمُخَالِفِ لِلنَّصِّ أَوِ الإِْجْمَاعِ ، وَلاَ يَجُوزُ الْمَصِيرُ إِلَى الرَّأْيِ قَبْل الْعَمَل عَلَى تَحْصِيل النُّصُوصِ الْوَارِدَةِ فِي الْمَسْأَلَةِ ، أَوِ الْقَوْل بِالرَّأْيِ غَيْرِ الْمُسْتَنِدِ إِلَى الْكِتَابِ وَالسُّنَّةِ ، بَل بِمُجَرَّدِ الْخَرْصِ وَالتَّخْمِينِ . ¶ وَقَدْ قَال النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمُعَاذٍ رَضِيَ اللَّهُ عَنْهُ « كَيْفَ تَقْضِى ». فَقَالَ أَقْضِى بِمَا فِى كِتَابِ اللَّهِ. قَالَ « فَإِنْ لَمْ يَكُنْ فِى كِتَابِ اللَّهِ ». قَالَ فَبِسُنَّةِ رَسُولِ اللَّهِ -صلى الله عليه وسلم-. قَالَ « فَإِنْ لَمْ يَكُنْ فِى سُنَّةِ رَسُولِ اللَّهِ -صلى الله عليه وسلم- ». قَالَ أَجْتَهِدُ رَأْيِى،قَالَ « الْحَمْدُ لِلَّهِ الَّذِى وَفَّقَ رَسُولَ رَسُولِ اللَّهِ -صلى الله عليه وسلم- » (¬1) . ¶ و عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ ، قَالَ : أَتَى عَلَيْنَا زَمَانٌ لَسْنَا نَقْضِي وَلَسْنَا هُنَالِكَ ، وَإِنَّ اللَّهَ قَدْ قَدَّرَ مِنَ الْأَمْرِ أَنْ قَدْ بَلَغْنَا مَا تَرَوْنَ ، \" فَمَنْ عَرَضَ لَهُ قَضَاءٌ بَعْدَ الْيَوْمِ ، فَلْيَقْضِ فِيهِ بِمَا فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَإِنْ جَاءَهُ مَا لَيْسَ فِي كِتَابِ اللَّهِ ، فَلْيَقْضِ بِمَا قَضَى بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَإِنْ جَاءَهُ مَا لَيْسَ فِي كِتَابِ اللَّهِ ، وَلَمْ يَقْضِ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَلْيَقْضِ بِمَا قَضَى بِهِ الصَّالِحُونَ ، وَلَا يَقُلْ إِنِّي أَخَافُ ، وَإِنِّي أُرَى ، فَإِنَّ الْحَرَامَ بَيِّنٌ ، ¶ ¬__________ ¶ (¬1) - سنن الترمذى(1377 ) حسن ، وقد تلقته الأمة بالقبول",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وَالْحَلَالَ بَيِّنٌ ، وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَةٌ ، فَدَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ \" ¶ وعَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ ، قَالَ : كَانَ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا ، \" إِذَا سُئِلَ عَنِ الْأَمْرِ فَكَانَ فِي الْقُرْآنِ ، أَخْبَرَ بِهِ ، وَإِنْ لَمْ يَكُنْ فِي الْقُرْآنِ وَكَانَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، أَخْبَرَ بِهِ ، فَإِنْ لَمْ يَكُنْ ، فَعَنْ أَبِي بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا - فَإِنْ لَمْ يَكُنْ ، قَالَ فِيهِ بِرَأْيِهِ \" ¶ وعَنْ شُرَيْحٍ ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ كَتَبَ إِلَيْهِ : \" إِنْ جَاءَكَ شَيْءٌ فِي كِتَابِ اللَّهِ ، فَاقْضِ بِهِ وَلَا تَلْفِتْكَ عَنْهُ الرِّجَالُ ، فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ فَانْظُرْ سُنَّةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَاقْضِ بِهَا ، فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَانْظُرْ مَا اجْتَمَعَ عَلَيْهِ النَّاسُ فَخُذْ بِهِ ، فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَكُنْ فِي سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، وَلَمْ يَتَكَلَّمْ فِيهِ أَحَدٌ قَبْلَكَ . فَاخْتَرْ أَيَّ الْأَمْرَيْنِ شِئْتَ : إِنْ شِئْتَ أَنْ تَجْتَهِدَ برأْيكَ ثُمَّ تَقَدَّمَ فَتَقَدَّمْ ، وَإِنْ شِئْتَ أَنْ تتأخَّرَ ، فَتَأَخَّرْ ، وَلَا أَرَى التَّأَخُّرَ إِلَّا خَيْرًا لَكَ \" ¶ وعَنْ حُرَيْثِ بْنِ ظُهَيْرٍ ، قَالَ : أَحْسَبُ أَنَّ عَبْدَ اللَّهِ رَضِيَ اللَّهُ عَنْهُ ، قَالَ : \" قَدْ أَتَى عَلَيْنَا زَمَانٌ وَمَا نُسْأَلُ ، وَمَا نَحْنُ هُنَاكَ ، وَإِنَّ اللَّهِ",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قَدَّرَ أَنْ بَلَغْتُ مَا تَرَوْنَ . فَإِذَا سُئِلْتُمْ عَنْ شَيْءٍ ، فَانْظُرُوا فِي كِتَابِ اللَّهِ ، فَإِنْ لَمْ تَجِدُوهُ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَفِي سُنَّةِ رَسُولِ اللَّهِ ، فَإِنْ لَمْ تَجِدُوهُ فِي سُنَّةِ رَسُولِ اللَّهِ ، فَمَا أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ ، فَإِنْ لَمْ يَكُنْ فِيمَا أَجْمَعَ عَلَيْهِ الْمُسْلِمُونَ ، فَاجْتَهِدْ رَأْيَكَ ، وَلَا تَقُلْ : إِنِّي أَخَافُ وَأَخْشَى ، فَإِنَّ الْحَلَالَ بَيِّنٌ ، وَالْحَرَامَ بَيِّنٌ ، وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَةٌ ، فَدَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ \" (¬1) ¶ وعَنْ مَيْمُونِ بْنِ مِهْرَانَ ، قَالَ : \" كَانَ أَبُو بَكْرٍ رَضِيَ اللَّهُ عَنْهُ إِذَا وَرَدَ عَلَيْهِ خَصْمٌ نَظَرَ فِي كِتَابِ اللَّهِ , فَإِنْ وَجَدَ فِيهِ مَا يَقْضِي بِهِ قَضَى بِهِ بَيْنَهُمْ , فَإِنْ لَمْ يَجِدْ فِي الْكِتَابِ , نَظَرَ : هَلْ كَانَتْ مِنَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهِ سُنَّةٌ ؟ فَإِنْ عَلَمِهَا قَضَى بِهَا , وَإِنْ لَمْ يَعْلَمْ خَرَجَ فَسَأَلَ الْمُسْلِمِينَ فَقَالَ : \" أَتَانِي كَذَا وَكَذَا , فَنَظَرْتُ فِي كِتَابِ اللَّهِ , وَفِي سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَلَمْ أَجِدْ فِي ذَلِكَ شَيْئًا , فَهَلْ تَعْلَمُونَ أَنَّ نَبِيَّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى فِي ذَلِكَ بِقَضَاءٍ ؟ \" , فَرُبَّمَا قَامَ إِلَيْهِ الرَّهْطُ فَقَالُوا : \" نَعَمْ , قَضَى فِيهِ بِكَذَا وَكَذَا \" , فَيَأْخُذُ بِقَضَاءِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ \" . قَالَ جَعْفَرٌ وَحَدَّثَنِي غَيْرُ مَيْمُونٍ أَنَّ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ كَانَ يَقُولُ عِنْدَ ذَلِكَ : \" الْحَمْدُ لِلَّهِ الَّذِي جَعَلَ فِينَا مَنْ يَحْفَظُ عَنْ نَبِيِّنَا صَلَّى ¶ ¬__________ ¶ (¬1) - سُنَنُ الدَّارِمِيِّ ( 170- 173)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "اللَّهُ عَلَيْهِ وَسَلَّمَ \" ، وَإِنْ أَعْيَاهُ ذَلِكَ دَعَا رُءُوسَ الْمُسْلِمِينَ وَعَلَمَاءَهُمْ , فَاسْتَشَارَهُمْ , فَإِذَا اجْتَمَعَ رَأْيُهُمْ عَلَى الْأَمْرِ قَضَى بِهِ \" ، قَالَ جَعْفَرٌ : وَحَدَّثَنِي مَيْمُونٌ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَانَ يَفْعَلُ ذَلِكَ , فَإِنْ أَعْيَا أَنْ يَجِدَ فِي الْقُرْآنِ وَالسُّنَّةِ , نَظَرَ : هَلْ كَانَ لِأَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُ فِيهِ قَضَاءٌ ؟ فَإِنْ وَجَدَ أَبَا بَكْرٍ رَضِيَ اللَّهُ عَنْهُ قَدْ قَضَى فِيهِ بِقَضَاءٍ قَضَى بِهِ , وَإِلَّا دَعَا رُءُوسَ الْمُسْلِمِينَ وَعُلَمَاءَهُمْ , فَاسْتَشَارَهُمْ , فَإِذَا اجْتَمَعُوا عَلَى الْأَمْرِ قَضَى بَيْنَهُمْ \" ¶ وعَنْ شُرَيْحٍ ، أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ كَتَبَ إِلَيْهِ : \" إِذَا جَاءَكُمْ أَمْرٌ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ فَاقْضِ بِهِ , وَلَا يَلْفِتَنَّكَ عَنْهُ الرِّجَالُ , فَإِنْ أَتَاكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ ، فَانْظُرْ سُنَّةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَاقْضِ بِهَا ، فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ , وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَانْظُرْ مَا اجْتَمَعَ عَلَيْهِ النَّاسُ فَخُذْ بِهِ , فَإِنْ جَاءَكَ مَا لَيْسَ فِي كِتَابِ اللَّهِ , وَلَمْ يَكُنْ فِيهِ سُنَّةٌ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَلَمْ يَتَكَلَّمْ فِيهِ أَحَدٌ قَبْلَكَ , فَاخْتَرْ أِيَّ الْأَمْرَيْنِ شِئْتَ , إِنْ شِئْتَ أَنْ تَجْتَهِدَ بِرَأْيِكَ , ثُمَّ تُقَدِّمَ فَتُقَدِّمَ , وَإِنْ شِئْتَ أَنْ تُأَخِّرَ فَتُأَخِّرَ , وَلَا أَرَى التَّأَخُّرَ إِلَّا خَيْرًا لَكَ \" . رَوَاهُ سُفْيَانُ الثَّوْرِيُّ عَنْ أَبِي إِسْحَاقَ الشَّيْبَانِيِّ بِمَعْنَاهُ",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وعَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ , وَرُبَّمَا قَالَ : عَنْ حُرَيْثِ بْنِ ظُهَيْرٍ ، قَالَ : قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ : \" أَيُّهَا النَّاسُ , قَدْ أَتَى عَلَيْنَا زَمَانٌ لَسْنَا نَقْضِي , وَلَسْنَا هُنَالِكَ , فَإِنَّ اللَّهَ عَزَّ وَجَلَّ قَدْ بَلَّغَنَا مَا تَرَوْنَ , فَمَنْ عَرَضَ لَهُ مِنْكُمْ قَضَاءٌ بَعْدَ الْيَوْمِ , فَلْيَقْضِ فِيهِ بِمَا فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ ، فَإِنْ أَتَاهُ أَمْرٌ لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ , فَلْيَقْضِ فِيهِ بِمَا قَضَى بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَإِنْ أَتَاهُ أَمْرٌ لَيْسَ فِي كِتَابِ اللَّهِ عَزَّ وَجَلَّ , وَلَمْ يَقْضِ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَلْيَقْضِ بِمَا قَضَى بِهِ الصَّالِحُونَ ، فَإِنْ أَتَاهُ أَمْرٌ لَيْسَ فِي كِتَابِ اللَّهِ وَلَمْ يَقْضِ بِهِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَلَمْ يَقْضِ بِهِ الصَّالِحُونَ , فَلْيَجْتَهِدْ رَأْيَهُ , وَلَا يَقُولَنَّ أَحَدُكُمْ : إِنِّي أَخَافُ , وَإِنِّي أَرَى \" , فَإِنَّ الْحَلَالَ بَيِّنٌ , وَالْحَرَامَ بَيِّنٌ , وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَةٌ , فَدَعْ مَا يَرِيبُكَ إِلَى مَا لَا يَرِيبُكَ \" . ¶ وعَنْ مَسْلَمَةَ بْنِ مُخَلَّدٍ ، أَنَّهُ قَامَ عَلَى زَيْدِ بْنِ ثَابِتٍ فَقَالَ : \" يَا ابْنَ عَمِّي ، أُكْرِهْنَا عَلَى الْقَضَاءِ \" , فَقَالَ زَيْدٌ : \" اقْضِ بِكِتَابِ اللَّهِ عَزَّ وَجَلَّ ، فَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ , فَفِي سُنَّةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَإِنْ لَمْ يَكُنْ فِي سُنَّةِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , فَادْعُ أَهْلَ الرَّأْيِ , ثُمَّ اجْتَهِدْ وَاخْتَرْ لِنَفْسِكَ , وَلَا حَرَجَ \"",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وعَنْ عُبَيْدِ اللَّهِ بْنِ أَبِي يَزِيدَ ، قَالَ : سَمِعْتُ عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا إِذَا سُئِلَ عَنْ شَيْءٍ هُوَ فِي كِتَابِ اللَّهِ قَالَ بِهِ , وَإِذَا لَمْ يَكُنْ فِي كِتَابِ اللَّهِ وَقَالَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بِهِ , وَإِنْ لَمْ يَكُنْ فِي كِتَابِ اللَّهِ , وَلَمْ يَقُلْهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ , وَقَالَهُ أَبُو بَكْرٍ وَعُمَرُ رَضِيَ اللَّهُ عَنْهُمَا قَالَ بِهِ , وَإِلَّا اجْتَهَدَ رَأْيَهُ \" (¬1) ¶ وعَنْ عَبْدِ اللَّهِ بْنِ الْحَارِثِ الْجُمَحِيِّ قَالَ : كَانَ رَبِيعَةُ فِي صَحْنِ الْمَسْجِدِ جَالِسًا فَجَازَ ابْنُ شِهَابٍ دَاخِلًا مِنْ بَابِ دَارِ مَرْوَانَ بِحِذَاءِ الْمَقْصُورَةِ يُرِيدُ أَنْ يُسَلِّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَرَضَ لَهُ رَبِيعَةُ فَلَقِيَهُ فَقَالَ لَهُ : يَا أَبَا بَكْرٍ ، أَلَا تُسَخِّرُ لِهَذِهِ الْمَسَائِلِ قَالَ : \" وَمَا أَصْنَعُ بِالْمَسَائِلِ ؟ \" فَقَالَ : إِذَا سُئِلْتَ عَنْ مَسْأَلَةٍ فَكَيْفَ تَصْنَعُ ؟ فَقَالَ : \" أُحَدِّثُ فِيهَا بِمَا جَاءَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَإِنْ لَمْ يَكُنْ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَنْ أَصْحَابِهِ ، فَإِنْ لَمْ يَكُنْ عَنْ أَصْحَابِهِ اجْتَهَدْتُ رَأْيِي ، قَالَ : فَمَا تَقُولُ فِي مَسْأَلَةِ كَذَا وَكَذَا ؟ فَقَالَ : حَدَّثَنِي فُلَانٌ عَنْ فُلَانٍ ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَذَا وَكَذَا . قَالَ : فَمَا تَقُولُ فِي مَسْأَلَةِ كَذَا وَكَذَا ؟ فَقَالَ : حَدَّثَنِي فُلَانٌ ¶ ¬__________ ¶ (¬1) - السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ ( 18679- 18682)",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "عَنْ فُلَانٍ كَذَا وَكَذَا . قَالَ : فَمَا تَقُولُ فِي مَسْأَلَةِ كَذَا ؟ فَقَالَ رَبِيعَةُ : طَلَبْتَ الْعِلْمَ غُلَامًا ثُمَّ سَكَنْتَ بِهِ إِدَامًا \" \" قَالَ لِي عَلِيُّ بْنُ يَحْيَى : \" وَإِدَامًا \" ضَيْعَةٌ لِابْنِ شِهَابٍ عَلَى نَحْوِ ثَمَانِ لَيَالٍ \" مِنَ الْمَدِينَةِ عَلَى طَرِيقِ الشَّامِ قَالَ مُحَمَّدُ بْنُ الْحَسَنِ : \" مَنْ كَانَ عَالِمًا بِالْكِتَابِ وَالسُّنَّةِ وَبِقَوْلِ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِمَا اسْتَحْسَنَ فُقَهَاءُ الْمُسْلِمِينَ وَسِعَهُ أَنْ يَجْتَهِدَ رَأْيَهُ فِيمَا ابْتُلِيَ بِهِ وَيَقْضِيَ بِهِ وَيُمْضِيَهُ فِي صَلَاتِهِ وَصِيَامِهِ وَحَجِّهِ وَجَمِيعِ مَا أُمِرَ بِهِ وَنُهِيَ عَنْهُ ، فَإِذَا اجْتَهَدَ وَنَظَرَ وَقَاسَ عَلَى مَا أَشْبَهَ وَلَمْ يَأْلُ وَسِعَهُ الْعَمَلُ بِذَلِكَ وَإِنْ أَخْطَأَ الَّذِي يَنْبَغِي أَنْ يَقُولَ بِهِ \" وَقَالَ الشَّافِعِيُّ رَحِمَهُ اللَّهُ : \" لَا يَقِيسُ إِلَّا مَنْ جَمَعَ آلَاتِ الْقِيَاسِ وَهَى الْعِلْمُ بِالْأَحْكَامِ مِنْ كِتَابِ اللَّهِ فَرْضِهِ وَأَدَبِهِ وَنَاسِخِهِ وَمَنْسُوخِهِ وَعَامِّهِ وَخَاصِّهِ وإِرْشَادِهِ وَنَدْبِهِ ، وَيَسْتَدِلَّ عَلَى مَا احْتَمَلَ التَّأْوِيلُ مِنْهُ بِسُنَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِإِجْمَاعِ الْمُسْلِمِينَ فَإِذَا لَمْ يَكُنْ سُنَّةٌ وَلَا إِجْمَاعٌ فَالْقِيَاسُ عَلَى كِتَابِ اللَّهِ ، فَإِنْ لَمْ يَكُنْ فَالْقِيَاسُ عَلَى سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَإِنْ لَمْ يَكُنْ فَالْقِيَاسُ عَلَى قَوْلِ عَامَّةِ السَّلَفِ الَّذِينَ لَا يَعْلَمُ لَهُمْ مُخَالِفًا وَلَا يَجُوزُ الْقَوْلُ فِي شَيْءٍ مِنَ الْعِلْمِ إِلَّا مِنْ هَذِهِ الْأَوْجُهِ أَوْ مِنَ الْقِيَاسِ عَلَيْهَا وَلَا يَكُونُ لِأَحَدٍ أَنْ يَقِيسَ حَتَّى يَكُونَ عَالِمًا بِمَا مَضَى قَبْلَهُ مِنَ السُّنَنِ ، وَأَقَاوِيلِ السَّلَفِ وَإِجْمَاعِ النَّاسِ وَاخْتِلَافِهِمْ وَلِسَانِ",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الْعَرَبِ وَيَكُونُ صَحِيحَ الْعَقْلِ حَتَّى يُفَرِّقَ بَيْنَ الْمُشْتَبِهِ ، وَلَا يُعَجِّلَ بِالْقَوْلِ وَلَا يَمْتَنِعَ مِنَ الِاسْتِمَاعِ مِمَّنْ خَالَفَهُ لَأَنَّ لَهُ فِي ذَلِكَ تَنْبِيهًا عَلَى غَفْلَةٍ رُبَّمَا كَانَتْ مِنْهُ أَوْ تَنْبِيهًا عَلَى فَضْلِ مَا اعْتَقَدَ مِنَ الصَّوَابِ وَعَلَيْهِ بُلُوغُ عَامَّةِ جَهْدِهِ ، وَالْإِنْصَافُ مِنْ نَفْسِهِ حَتَّى يَعْرِفَ مِنْ أَيْنَ قَالَ مَا يَقُولُهُ ، قَالَ : فَإِذَا قَاسَ مَنْ لَهُ الْقِيَاسُ وَاخْتَلَفُوا وَسِعَ كُلَّا أَنْ يَقُولَ بِمَبْلَغِ اجْتِهَادِهِ وَلَمْ يَسَعْهُ اتِّبَاعُ غَيْرِهِ فِيمَا أَدَّاهُ إِلَيْهِ اجْتِهَادُهُ ، وَالِاخْتِلَافُ عَلَى وَجْهَيْنِ فَمَا كَانَ مَنْصُوصًا لَمْ يَحِلَّ فِيهِ الِاخْتِلَافُ ، وَمَا كَانَ يَحْتَمِلُ التَّأْوِيلَ أَوْ يُدْرَكُ قِيَاسًا فَذَهَبَ الْمُتَأَوِّلُ أَوِ الْقَايِسُ إِلَى مَعْنًى يُحْتَمَلُ وَخَالَفَهُ غَيْرُهُ لَمْ أَقُلْ : إِنَّهُ يُضَيَّقُ عَلَيْهِ ضِيقَ الِاخْتِلَافِ فِي الْمَنْصُوصِ \" وَقَالَ أَبُو عُمَرَ : \" قَدْ أَتَى الشَّافِعِيُّ رَحِمَهُ اللَّهُ فِي هَذَا الْبَابِ بِمَا فِيهِ كِفَايَةٌ وَشِفَاءٌ وَهَذَا بَابٌ يَتَّسِعُ فِيهِ الْقَوْلُ جِدًّا وَقَدْ ذَكَرْنَا مِنْهُ مَا فِيهِ كِفَايَةٌ ، وَقَدْ جَاءَ عَنْ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ مِنَ اجْتِهَادِ الرَّأْيِ وَالْقَوْلِ بِالْقِيَاسِ عَلَى الْأُصُولِ عِنْدَ عَدَمِهَا مَا يَطُولُ ذِكْرُهُ وَسَتَرَى مِنْهُ مَا يَكْفِي فِي كِتَابِنَا هَذَا إِنْ شَاءَ اللَّهُ تَعَالَى ، وَمِمَّنْ حُفِظَ عَنْهُ أَنَّهُ قَالَ وَأَفْتَى مُجْتَهِدًا رَأْيَهُ وَقَايِسًا عَلَى الْأُصُولِ فِيمَا لَمْ يَجِدْ فِيهِ نَصًّا مِنَ التَّابِعِينَ فَمِنْ أَهْلِ الْمَدِينَةِ سَعِيدُ بْنُ الْمُسَيِّبِ ، وَسُلَيْمَانُ بْنُ يَسَارٍ ، وَالْقَاسِمُ بْنُ مُحَمَّدٍ ، وَسَالِمُ بْنُ عَبْدِ اللَّهِ بْنِ عُمَرَ ، وَعُبَيْدُ اللَّهِ بْنُ عَبْدِ اللَّهِ بْنِ عُتْبَةَ ، وَأَبُو سَلَمَةَ بْنُ عَبْدِ الرَّحْمَنِ",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "، وَخَارِجَةُ بْنُ زَيْدٍ ، وَأَبُو بَكْرِ بْنُ عَبْدِ الرَّحْمَنِ ، وَعُرْوَةُ بْنُ الزُّبَيْرِ ، وَأَبَانُ بْنُ عُثْمَانَ ، وَابْنُ شِهَابٍ ، وَأَبُو الزِّنَادِ ، وَرَبِيعَةُ ، وَمَالِكٌ ، وَأَصْحَابُهُ ، وَعَبْدُ الْعَزِيزِ بْنُ أَبِي سَلَمَةَ ، وَابْنُ أَبِي ذِئْبٍ ، وَمِنْ أَهْلِ مَكَّةَ وَالْيَمَنِ عَطَاءٌ وَمُجَاهِدٌ وَطَاوُسٌ ، وَعِكْرِمَةُ ، وَعَمْرُو بْنُ دِينَارٍ ، وَابْنُ جُرَيْجٍ ، وَيَحْيَى بْنُ أَبِي كَثِيرٍ ، وَمَعْمَرُ بْنُ رَاشِدٍ ، وَسَعِيدُ بْنُ سَالِمٍ ، وَابْنُ عُيَيْنَةَ ، وَمُسْلِمُ بْنُ خَالِدٍ ، وَالشَّافِعِيُّ وَمِنْ أَهْلِ الْكُوفَةِ عَلْقَمَةُ ، وَالْأَسْوَدُ ، وَعُبَيْدَةُ وَشُرَيْحٌ الْقَاضِي ، وَمَسْرُوقٌ ثُمَّ الشَّعْبِيُّ ، وَإِبْرَاهِيمُ النَّخَعِيُّ ، وَسَعِيدُ بْنُ جُبَيْرٍ ، وَالْحَارِثُ الْعُكْلِيُّ ، وَالْحَكَمُ بْنُ عُتَيْبَةَ ، وَحَمَّادُ بْنُ أَبِي سُلَيْمَانَ ، وَأَبُو حَنِيفَةَ وَأَصْحَابُهُ ، وَالثَّوْرِيُّ ، وَالْحَسَنُ بْنُ صَالِحٍ ، وَابْنُ الْمُبَارَكِ وَسَائِرُ فُقَهَاءِ الْكُوفِيِّينَ ، وَمِنْ أَهْلِ الْبَصْرَةِ الْحَسَنُ ، وَابْنُ سِيرِينَ وَقَدْ جَاءَ عَنْهُمَا ، وَعَنِ الشَّعْبِيِّ ذَمُّ الْقِيَاسِ وَمَعْنَاهُ عِنْدَنَا قِيَاسٌ عَلَى غَيْرِ أَصْلٍ لِئَلَّا يَتَنَاقَضَ مَا جَاءَ عَنْهُمْ ، وَجَابِرُ بْنُ زَيْدٍ أَبُو الشَّعْثَاءِ ، وَإِيَاسُ بْنُ مُعَاوِيَةَ ، وَعُثْمَانُ الْبَتِّيُّ ، وَعُبَيْدُ اللَّهِ بْنُ الْحَسَنِ ، وَسَوَّارٌ الْقَاضِي ، وَمِنْ أَهْلِ الشَّامِ مَكْحُولٌ ، وَسُلَيْمَانُ بْنُ مُوسَى ، وَسَعِيدُ بْنُ عَبْدِ الْعَزِيزِ ، وَالْأَوْزَاعِيُّ ، وَيَزِيدُ بْنُ جَابِرٍ ، وَمِنْ أَهْلِ مِصْرَ يَزِيدُ بْنُ أَبِي حَبِيبٍ ، وَعَمْرُو بْنُ الْحَارِثِ ، وَاللَّيْثُ بْنُ سَعْدٍ ، وَعَبْدُ اللَّهِ بْنُ وَهْبٍ ثُمَّ سَائِرُ أَصْحَابِ مَالِكٍ : ابْنُ الْقَاسِمِ ، وَأَشْهَبُ ، وَابْنُ عَبْدِ الْحَكَمِ وَأَصْبَغُ وَأَصْحَابُ الشَّافِعِيِّ :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الْمُزَنِيُّ وَالْبُوَيْطِيُّ ، وَحَرْمَلَةُ وَالرَّبِيعُ ، وَمِنْ أَهْلِ بَغْدَادَ وَغَيْرِهِمْ مِنَ الْفُقَهَاءِ أَبُو ثَوْرٍ ، وَإِسْحَاقُ بْنُ رَاهَوَيْهِ ، وَأَبُو عُبَيْدٍ الْقَاسِمُ بْنُ سَلَّامٍ ، وَأَبُو جَعْفَرٍ الطَّبَرِيُّ وَاخْتُلِفَ فِيهِ عَنْ أَحْمَدَ بْنِ حَنْبَلٍ رَحِمَهُ اللَّهُ ، وَقَدْ جَاءَ عَنْهُ مَنْصُوصًا إِبَاحَةُ اجْتِهَادِ الرَّأْيِ وَالْقِيَاسِ عَلَى الْأُصُولِ فِي النَّازِلَةِ تَنْزِلُ ، وَعَلَى ذَلِكَ كَانَ الْعُلَمَاءُ قَدِيمًا وَحَدِيثًا عِنْدَمَا يَنْزِلُ بِهِمْ وَلَمْ يَزَالُوا عَلَى إِجَازَةِ الْقِيَاسِ حَتَّى حَدَّثَ إِبْرَاهِيمُ بْنُ سَيَّارٍ النَّظَّامُ وَقَوْمٌ مِنَ الْمُعْتَزِلَةِ سَلَكُوا طَرِيقَهُ فِي نَفْيِ الْقِيَاسِ وَالِاجْتِهَادِ فِي الْأَحْكَامِ وَخَالَفُوا مَا مَضَى عَلَيْهِ السَّلَفُ ، وَمِمَّنْ تَابَعَ النَّظَّامَ عَلَى ذَلِكَ جَعْفَرُ بْنُ حَرْبٍ ، وَجَعْفَرُ بْنُ مُبَشِّرٍ ، وَمُحَمَّدُ بْنُ عَبْدِ اللَّهِ الْإِسْكَافِيُّ ، وَهَؤُلَاءِ مُعْتَزِلَةٌ أَئِمَّةٌ فِي الِاعْتِزَالِ عِنْدَ مُنْتَحِلِيهِ وَتَابَعَهُمْ مِنْ أَهْلِ السُّنَّةِ عَلَى نَفْيِ الْقِيَاسِ فِي الْأَحْكَامِ دَاوُدُ بْنُ عَلِيِّ بْنِ خَلَفٍ الْأَصْبَهَانِيُّ وَلَكِنَّهُ أَثْبَتَ بِزَعْمِهِ الدَّلِيلَ وَهُوَ نَوْعٌ وَاحِدٌ مِنَ الْقِيَاسِ سَنَذْكُرُهُ إِنْ شَاءَ اللَّهُ تَعَالَى ، وَدَاوُدُ غَيْرُ مُخَالِفٍ لِلْجَمَاعَةِ وَأَهْلِ السُّنَّةِ فِي الِاعْتِقَادِ وَالْحُكْمِ بِأَخْبَارِ الْآحَادِ ، وَذَكَرَ أَبُو الْقَاسِمِ عُبَيْدُ اللَّهِ بْنُ عُمَرَ فِي كِتَابِ الْقِيَاسِ مِنْ كُتُبِهِ فِي الْأُصُولِ ، فَقَالَ : مَا عَلِمْتُ أَنَّ أَحَدًا مِنَ الْبَصْرِيِّينَ وَلَا غَيْرِهِمْ مِمَّنْ لَهُ نَبَاهَةٌ سَبَقَ إِبْرَاهِيمَ النَّظَّامَ إِلَى الْقَوْلِ بِنَفْيِ الْقِيَاسِ وَالِاجْتِهَادِ وَلَمْ يَلْتَفِتْ إِلَيْهِ الْجُمْهُورُ وَقَدْ خَالَفَهُ فِي ذَلِكَ أَبُو الْهُذَيْلِ وَقَمَعَهُ فِيهِ وَرَدَّهُ عَلَيْهِ هُوَ وَأَصْحَابُهُ ،",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قَالَ : وَكَانَ بِشْرُ بْنُ الْمُعْتَمِرِ شَيْخُ الْبَغْدَادِيِّينَ وَرَئِيسُهُمْ مِنْ أَشَدِّ النَّاسِ نُصْرَةً لِلْقِيَاسِ وَاجْتِهَادِ الرَّأْيِ فِي الْأَحْكَامِ هُوَ وَأَصْحَابُهُ وَكَانَ هُوَ وَأَبُو الْهُذَيْلِ كَأَ نَّهُمَا يَنْطِقَانِ فِي ذَلِكَ بِلِسَانٍ وَاحِدٍ \" ¶ قَالَ أَبُو عُمَرَ : \" بِشْرُ بْنُ الْمُعْتَمِرِ وَأَبُو الْهُذَيْلِ مِنْ رُؤَسَاءِ الْمُعْتَزِلَةِ وَأَهْلِ الْكَلَامِ وَأَمَّا بِشْرُ بْنُ غِيَاثٍ الْمَرِّيسِيُّ فَمِنْ أَصْحَابِ أَبِي حَنِيفَةَ الْمُغْرِقِينَ فِي الْقِيَاسِ النَّاصِرِينَ لَهُ الدَّائِنِينَ بِهِ ، وَلَكِنَّهُ مُبْتَدِعٌ أَيْضًا قَائِلٌ بِالْمَخْلُوقِ ، وَسَائِرُ أَهْلِ السُّنَّةِ وَأَهْلِ الْعِلْمِ عَلَى مَا ذَكَرْتُ لَكَ إِلَّا أَنَّ مِنْهُمَ مَنْ لَا يَرَى الْقَوْلَ بِذَلِكَ إِلَّا عِنْدَ نُزُولِ النَّازِلَةِ ، وَمِنْهُمْ مَنْ أَجَازَ الْجَوَابَ فِيهَا لِمَنْ يَأْتِي بَعْدُ ، وَهُمْ أَكْثَرُ أَئِمَّةِ الْفَتْوَى ، وَبِاللَّهِ التَّوْفِيقُ \" (¬1) ¶ 24 - الإِْفْتَاءُ بِمَا سَبَقَ لِلْمُفْتِي أَنْ أَفْتَى بِهِ : ¶ إِذَا اسْتُفْتِيَ فِي مِثْل مَا سَبَقَ لَهُ أَنْ أَفْتَى فِيهِ ، فَإِنْ كَانَ مُسْتَحْضِرًا لِفُتْيَاهُ وَلِدَلِيلِهَا فَلاَ حَاجَةَ إِلَى إِعَادَةِ النَّظَرِ ، لأَِنَّهُ تَحْصِيل حَاصِلٍ ، وَلأَِنَّ الْغَرَضَ مِنَ النَّظَرِ أَنْ تَكُونَ فُتْيَاهُ عَنْ عِلْمٍ بِمَا يُفْتِي بِهِ ، مَا لَمْ يَظُنَّ أَنَّهُ لَوْ أَعَادَ النَّظَرَ تَغَيَّرَ اجْتِهَادُهُ . ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ- بَابُ اجْتِهَادِ الرَّأْيِ عَلَى الْأُصُولِ عِنْدَ عَدَمِ النُّصُوصِ فِي حِينِ نُزُولِ (1011-1025)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَإِنْ ذَكَرَ الْفَتْوَى الأُْولَى وَلَمْ يَذْكُرْ دَلِيلَهَا ، وَلاَ طَرَأَ مَا يَجِبُ رُجُوعُهُ ، فَقِيل : لَهُ أَنْ يُفْتِيَ بِذَلِكَ ، وَالأَْصَحُّ : وُجُوبُ تَجْدِيدِ النَّظَرِ . (¬1) ¶ 25 - التَّخَيُّرُ فِي الْفَتْوَى عِنْدَ التَّعَارُضِ : ¶ إِذَا تَعَارَضَتِ الأَْدِلَّةُ فِي نَظَرِ الْمُفْتِي الْمُجْتَهِدِ ، أَوْ تَعَارَضَتِ الأَْقْوَال الْمُعْتَبَرَةُ فِي نَظَرِ الْمُقَلِّدِ ، فَقَدْ ذَهَبَ الأَْكْثَرُونَ إِلَى أَنَّ الْمُفْتِيَ لَيْسَ مُخَيَّرًا يَأْخُذُ بِمَا شَاءَ وَيَتْرُكُ مَا شَاءَ ، بَل عَلَيْهِ أَنْ يُرَجِّحَ بِوَجْهٍ مِنْ وُجُوهِ التَّرْجِيحِ بَيْنَ الأَْدِلَّةِ عَلَى مَا هُوَ مُبَيَّنٌ فِي عِلْمِ أُصُول الْفِقْهِ . ¶ 26 - تَتَبُّعُ الْمُفْتِي لِلرُّخَصِ : ¶ ذَهَبَ عَامَّةُ الْعُلَمَاءِ وَصَرَّحَ بِهِ النَّوَوِيُّ فِي فَتَاوِيهِ إِلَى أَنَّهُ لَيْسَ لِلْمُفْتِي تَتَبُّعُ رُخَصِ الْمَذَاهِبِ ، بِأَنْ يَبْحَثَ عَنِ الأَْسْهَل مِنَ الْقَوْلَيْنِ أَوِ الْوَجْهَيْنِ وَيُفْتِيَ بِهِ ، وَخَاصَّةً إِنْ كَانَ يُفْتِي بِذَلِكَ مَنْ يُحِبُّهُ مِنْ صَدِيقٍ أَوْ قَرِيبٍ ، وَيُفْتِي بِغَيْرِ ذَلِكَ مَنْ عَدَاهُمْ ، وَقَدْ خَطَّأَ الْعُلَمَاءُ مَنْ يَفْعَل ذَلِكَ ، نَقَلَهُ الشَّاطِبِيُّ عَنِ الْبَاجِيِّ وَالْخَطَّابِيِّ ، وَنَصَّ بَعْضُ الْعُلَمَاءِ مِنْهُمْ أَبُو إِسْحَاقَ الْمَرْوَزِيُّ ، وَابْنُ الْقَيِّمِ عَلَى فِسْقِ مَنْ يَفْعَل ذَلِكَ ، لأَِنَّ الرَّاجِحَ فِي نَظَرِ الْمُفْتِي هُوَ فِي ظَنِّهِ حُكْمُ اللَّهِ تَعَالَى ، فَتَرْكُهُ وَالأَْخْذُ بِغَيْرِهِ لِمُجَرَّدِ الْيُسْرِ وَالسُّهُولَةِ اسْتِهَانَةٌ بِالدِّينِ ، شَبِيهٌ ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 47 ، وصفة الفتوى لابن حمدان ص39، ومنتهى السول 3 / 71، جمع الجوامع وشرحه 2 / 394، إعلام الموقعين 4 / 232، والبحر المحيط 6 / 302",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "بِالاِنْسِلاَخِ مِنْهُ ، وَلأَِنَّهُ شَبِيهٌ بِرَفْعِ التَّكْلِيفِ بِالْكُلِّيَّةِ ، إِذِ الأَْصْل أَنَّ فِي التَّكْلِيفِ نَوْعًا مِنَ الْمَشَقَّةِ ، فَإِنْ أَخَذَ فِي كُل مَسْأَلَةٍ بِالأَْخَفِّ لِمُجَرَّدِ كَوْنِهِ أَخَفَّ ، فَإِنَّهُ مَا شَاءَ أَنْ يُسْقِطَ تَكْلِيفًا - مِنْ غَيْرِ مَا فِيهِ إِجْمَاعٌ - إِلاَّ أَسْقَطَهُ ، فَيُسْقِطُ فِي الزَّكَاةِ مَثَلاً زَكَاةَ مَال الصَّغِيرِ ، وَزَكَاةَ مَال التِّجَارَةِ ، وَزَكَاةَ الْفُلُوسِ وَمَا شَابَهَهَا ، وَزَكَاةَ كَثِيرٍ مِنَ الْمُعَشَّرَاتِ ، وَيُسْقِطُ تَحْرِيمَ الْمُتْعَةِ ، وَيُجِيزُ النَّبِيذَ ، وَنَحْوَ ذَلِكَ ، قَال أَحْمَدُ : لَوْ أَنَّ رَجُلاً عَمِل بِكُل رُخْصَةٍ : بِقَوْل أَهْل الْكُوفَةِ فِي النَّبِيذِ ، وَأَهْل الْمَدِينَةِ فِي السَّمَاعِ ، وَأَهْل مَكَّةَ فِي الْمُتْعَةِ ، كَانَ فَاسِقًا اهـ وَقَال الأَْوْزَاعِيُّ : مَنْ أَخَذَ بِنَوَادِرِ الْعُلَمَاءِ خَرَجَ مِنَ الإِْسْلاَمِ . ¶ وَإِنْ أَفْتَى كُل أَحَدٍ بِمَا يَشْتَهِي انْخَرَمَ قَانُونُ السِّيَاسَةِ الشَّرْعِيَّةِ ، الَّذِي يَقُومُ عَلَى الْعَدَالَةِ وَالتَّسْوِيَةِ ، وَهَذَا يُؤَدِّي إِلَى الْفَوْضَى وَالْمَظَالِمِ وَتَضْيِيعِ الْحُقُوقِ بَيْنَ النَّاسِ . ¶ قَال ابْنُ سُرَيْجٍ : سَمِعْتُ إِسْمَاعِيل الْقَاضِيَ قَال : دَخَلْتُ عَلَى الْمُعْتَضِدِ ، فَدَفَعَ إِلَيَّ كِتَابًا نَظَرْتُ فِيهِ وَقَدْ جَمَعَ فِيهِ الرُّخَصَ مِنْ زَلَل الْعُلَمَاءِ ، وَمَا احْتَجَّ بِهِ كُلٌّ مِنْهُمْ ، فَقُلْتُ : مُؤَلِّفُ هَذَا الْكِتَابِ زِنْدِيقٌ ، فَقَال : لَمْ تَصِحَّ هَذِهِ الأَْحَادِيثُ ؟ قُلْتُ : الأَْحَادِيثُ عَلَى مَا رُوِيَتْ ، وَلَكِنْ مَنْ أَبَاحَ الْمُسْكِرَ لَمْ يُبِحِ الْمُتْعَةَ ، وَمَنْ أَبَاحَ الْمُتْعَةَ لَمْ",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "يُبِحِ الْمُسْكِرَ ، وَمَا مِنْ عَالِمٍ إِلاَّ وَلَهُ زَلَّةٌ ، وَمَنْ جَمَعَ زَلَل الْعُلَمَاءِ ثُمَّ أَخَذَ بِهَا ذَهَبَ دِينُهُ ، فَأَمَرَ الْمُعْتَضِدُ بِإِحْرَاقِ هَذَا الْكِتَابِ . ¶ عَلَى أَنَّ الذَّاهِبِينَ إِلَى هَذَا الْقَوْل لَمْ يَمْنَعُوا الإِْفْتَاءَ بِمَا فِيهِ تَرْخِيصٌ إِنْ كَانَ لَهُ مُسْتَنَدٌ صَحِيحٌ . ¶ قَال ابْنُ الْقَيِّمِ بَعْدَ أَنْ ذَكَرَ تَتَبُّعَ الْمُفْتِي الرُّخَصَ لِمَنْ أَرَادَ نَفْعَهُ : فَإِنْ حَسُنَ قَصْدُ الْمُفْتِي فِي حِيلَةٍ جَائِزَةٍ لاَ شُبْهَةَ فِيهَا ، وَلاَ مَفْسَدَةَ لِتَخْلِيصِ الْمُسْتَفْتِي بِهَا مِنْ حَرَجٍ جَازَ ذَلِكَ ، بَل اسْتُحِبَّ ، وَقَدْ أَرْشَدَ اللَّهُ نَبِيَّهُ أَيُّوبَ عَلَيْهِ السَّلَامُ إِلَى التَّخَلُّصِ مِنَ الْحِنْثِ : بِأَنْ يَأْخُذَ بِيَدِهِ ضِغْثًا فَيَضْرِبَ بِهِ الْمَرْأَةَ ضَرْبَةً وَاحِدَةً ، قَال : فَأَحْسَنُ الْمَخَارِجِ مَا خَلَّصَ مِنَ الْمَآثِمِ ، وَأَقْبَحُهَا مَا أَوْقَعَ فِي الْمَحَارِمِ . (¬1) ¶ 27 - إِحَالَةُ الْمُفْتِي عَلَى غَيْرِهِ : ¶ لِلْمُفْتِي أَنْ يُحِيل الْمُسْتَفْتِيَ عَلَى غَيْرِهِ مِنَ الْمُفْتِينَ ، إِمَّا بِقَصْدِ أَنْ يَبْرَأَ مِنْ عُهْدَةِ الْفَتْوَى ، وَإِمَّا لِكَوْنِ الآْخَرِ أَعْلَمَ ، وَإِمَّا لِظَرْفٍ يَسْتَدْعِي ذَلِكَ ، وَلاَ تَجُوزُ لَهُ الإِْحَالَةُ إِلاَّ أَنْ يَكُونَ الْمُحَال عَلَيْهِ أَهْلاً لِلْفُتْيَا ، سَوَاءٌ كَانَ يَعْلَمُ أَنَّهُ يُوَافِقُهُ فِي الرَّأْيِ أَوْ يُخَالِفُهُ ، فَإِنْ أَحَال عَلَى مَنْ لَيْسَ أَهْلاً فَإِنَّهُ يَكُونُ مُعِينًا عَلَى الإِْثْمِ وَالْعُدْوَانِ ، قَال أَبُو دَاوُدَ : قُلْتُ ¶ ¬__________ ¶ (¬1) - الموافقات 4 / 118، وما بعدها 134،140، 155، 259 والبحر المحيط 6 / 324 ، 327، وإرشاد الفحول ص272، وإعلام الموقعين 4 / 222، والمجموع للنووي 1 / 55",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لأَِحْمَدَ : الرَّجُل يَسْأَل عَنْ مَسْأَلَةٍ فَأَدُلُّهُ عَلَى إِنْسَانٍ ؟ قَال : إِذَا كَانَ مُتَّبِعًا وَيُفْتِي بِالسُّنَّةِ ، قُلْتُ : إِنَّهُ يُرِيدُ الاِتِّبَاعَ وَلَيْسَ كُل قَوْلِهِ يُصِيبُ ، قَال : وَمَنْ يُصِيبُ فِي كُل شَيْءٍ ؟ . ¶ لَكِنْ لاَ يَحِل أَنْ يَدُل عَلَى مَنْ يُخَالِفُهُ فِي الْقَوْل إِلاَّ أَنْ تَكُونَ الْمَسْأَلَةُ اجْتِهَادِيَّةً ، فَيَجُوزُ ذَلِكَ ، لأَِنَّ اجْتِهَادَهُ لَيْسَ أَوْلَى مِنَ اجْتِهَادِ غَيْرِهِ . ¶ أَمَّا إِنْ كَانَ فِي الْمَسْأَلَةِ نَصٌّ صَحِيحٌ أَوْ إِجْمَاعٌ ، أَوْ كَانَ الْمُحَال عَلَيْهِ مِمَّنْ يَتَسَاهَل فِي الْفَتْوَى فَلاَ تَجُوزُ الإِْحَالَةُ . (¬1) ¶ 28 - تَشْدِيدُ الْمُفْتِي وَتَسَاهُلُهُ : ¶ الشَّرِيعَةُ الإِْسْلاَمِيَّةُ شَرِيعَةٌ تَتَمَيَّزُ بِالْوَسَطِيَّةِ وَالْيُسْرِ ، وَلِذَا فَالَّذِي يَنْبَغِي لِلْمُفْتِي - وَهُوَ الْمُخْبِرُ عَنْ حُكْمِ اللَّهِ تَعَالَى - أَنْ يَكُونَ كَمَا قَال الشَّاطِبِيُّ : الْمُفْتِي الْبَالِغُ ذُرْوَةَ الدَّرَجَةِ هُوَ الَّذِي يَحْمِل النَّاسَ عَلَى الْوَسَطِ الْمَعْهُودِ فِيمَا يَلِيقُ بِالْجُمْهُورِ ، فَلاَ يَذْهَبُ بِهِمْ مَذْهَبَ الشِّدَّةِ ، وَلاَ يَمِيل بِهِمْ إِلَى طَرَفِ الاِنْحِلاَل ، وَهَذَا هُوَ الصِّرَاطُ الْمُسْتَقِيمُ الَّذِي جَاءَتْ بِهِ الشَّرِيعَةُ ، فَلاَ إِفْرَاطَ وَلاَ تَفْرِيطَ ، وَمَا خَرَجَ عَنِ الْوَسَطِ مَذْمُومٌ عِنْدَ الْعُلَمَاءِ الرَّاسِخِينَ ، وقال سَعْدَ بْنَ أَبِى وَقَّاصٍ رَدَّ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 207 وصفة المفتي لابن حمدان ص82 .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "رَسُولُ اللَّهِ - صلى الله عليه وسلم - عَلَى عُثْمَانَ بْنِ مَظْعُونٍ التَّبَتُّلَ ، وَلَوْ أَذِنَ لَهُ لاَخْتَصَيْنَا (¬1) . ¶ وقَالَ جَابِرَ بْنَ عَبْدِ اللَّهِ الأَنْصَارِىَّ:أَقْبَلَ رَجُلٌ بِنَاضِحَيْنِ وَقَدْ جَنَحَ اللَّيْلُ ، فَوَافَقَ مُعَاذًا يُصَلِّى ، فَتَرَكَ نَاضِحَهُ وَأَقْبَلَ إِلَى مُعَاذٍ ، فَقَرَأَ بِسُورَةِ الْبَقَرَةِ أَوِ النِّسَاءِ ، فَانْطَلَقَ الرَّجُلُ ، وَبَلَغَهُ أَنَّ مُعَاذًا نَالَ مِنْهُ ، فَأَتَى النَّبِىَّ - صلى الله عليه وسلم - فَشَكَا إِلَيْهِ مُعَاذًا ، فَقَالَ النَّبِىُّ - صلى الله عليه وسلم - « يَا مُعَاذُ أَفَتَّانٌ أَنْتَ - أَوْ فَاتِنٌ ثَلاَثَ مِرَارٍ - فَلَوْلاَ صَلَّيْتَ بِسَبِّحِ اسْمَ رَبِّكَ ، وَالشَّمْسِ وَضُحَاهَا ، وَاللَّيْلِ إِذَا يَغْشَى ، فَإِنَّهُ يُصَلِّى وَرَاءَكَ الْكَبِيرُ وَالضَّعِيفُ وَذُو الْحَاجَةِ » (¬2) . ¶ وَنَهَاهُمْ عَنِ الْوِصَال ، وَلأَِنَّهُ إِذَا ذَهَبَ بِالْمُسْتَفْتِي مَذْهَبَ الْعَنَتِ وَالْحَرَجِ بَغَّضَ إِلَيْهِ الدِّينَ ، وَإِذَا ذَهَبَ بِهِ مَذْهَبَ الاِنْحِلاَل كَانَ مَظِنَّةً لِلْمَشْيِ مَعَ الْهَوَى وَالشَّهْوَةِ . (¬3) ¶ وَجَاءَ فِي الْمُنْتَهَى وَشَرْحِهِ مِنْ كُتُبِ الْحَنَابِلَةِ : يَحْرُمُ تَسَاهُل مُفْتٍ فِي الإِْفْتَاءِ ، لِئَلاَّ يَقُول عَلَى اللَّهِ مَا لاَ عِلْمَ لَهُ بِهِ ، وَيَحْرُمُ تَقْلِيدُ مُتَسَاهِلٍ فِي الإِْفْتَاءِ لِعَدَمِ الْوُثُوقِ بِهِ ، وَقَال مِثْل ذَلِكَ النَّوَوِيُّ . ¶ ¬__________ ¶ (¬1) - صحيح البخارى(5073 ) ومسلم (3470 )-التبتل : ترك نكاح النساء للانقطاع لعبادة الله ¶ (¬2) - صحيح البخارى(705 ) ومسلم (1068 ) ¶ (¬3) - الموافقات 4 / 258 .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وَبَيَّنَ السَّمْعَانِيُّ وَالنَّوَوِيُّ أَنَّ التَّسَاهُل نَوْعَانِ : ¶ الأَْوَّل : تَتَبُّعُ الرُّخَصِ وَالشُّبَهِ وَالْحِيَل الْمَكْرُوهَةِ وَالْمُحَرَّمَةِ كَمَا تَقَدَّمَ . ¶ وَالثَّانِي : أَنْ يَتَسَاهَل فِي طَلَبِ الأَْدِلَّةِ وَطُرُقِ الأَْحْكَامِ وَيَأْخُذَ بِمَبَادِئِ النَّظَرِ وَأَوَائِل الْفِكْرِ ، فَهَذَا مُقَصِّرٌ فِي حَقِّ الاِجْتِهَادِ ، فَلاَ يَحِل لَهُ أَنْ يُفْتِيَ كَذَلِكَ مَا لَمْ تَتَقَدَّمْ مَعْرِفَتُهُ بِالْمَسْئُول عَنْهُ . (¬1) ¶ لَكِنْ أَجَازَ بَعْضُهُمْ لِلْمُفْتِي أَنْ يَتَشَدَّدَ فِي الْفَتْوَى عَلَى سَبِيل السِّيَاسَةِ لِمَنْ هُوَ مُقْدِمٌ عَلَى الْمَعَاصِي مُتَسَاهِلٌ فِيهَا ، وَأَنْ يَبْحَثَ عَنِ التَّيْسِيرِ وَالتَّسْهِيل عَلَى مَا تَقْتَضِيهِ الأَْدِلَّةُ لِمَنْ هُوَ مُشَدِّدٌ عَلَى نَفْسِهِ أَوْ غَيْرِهِ ، لِيَكُونَ مَآل الْفَتْوَى أَنْ يَعُودَ الْمُسْتَفْتِي إِلَى الطَّرِيقِ الْوَسَطِ . (¬2) ¶ 29 - آدَابُ الْمُفْتِي : ¶ أ - يَنْبَغِي لِلْمُفْتِي أَنْ يُحْسِنَ زِيَّهُ ، مَعَ التَّقَيُّدِ بِالأَْحْكَامِ الشَّرْعِيَّةِ فِي ذَلِكَ ، فَيُرَاعِيَ الطَّهَارَةَ وَالنَّظَافَةَ ، وَاجْتِنَابَ الْحَرِيرِ وَالذَّهَبِ وَالثِّيَابِ الَّتِي فِيهَا شَيْءٌ مِنْ شِعَارَاتِ الْكُفَّارِ ، وَلَوْ لَبِسَ مِنَ الثِّيَابِ الْعَالِيَةِ لَكَانَ أَدْعَى لِقَبُول قَوْلِهِ ، لِقَوْلِهِ تَعَالَى : {قُلْ مَنْ حَرَّمَ زِينَةَ اللّهِ الَّتِيَ أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الْحَيَاةِ ¶ ¬__________ ¶ (¬1) - شرح المنتهى 33 / 457 ، والمجموع 1 / 46 وصفة المفتي لابن حمدان ص31 . ¶ (¬2) - المجموع 1 / 50، 46 .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ} (32) سورة الأعراف، وَلأَِنَّ تَأْثِيرَ الْمَظْهَرِ فِي عَامَّةِ النَّاسِ لاَ يُنْكَرُ ، وَهُوَ فِي هَذَا الْحُكْمِ كَالْقَاضِي (¬1) . ¶ ب - وَيَنْبَغِي لَهُ أَنْ يُحْسِنَ سِيرَتَهُ ، بِتَحَرِّي مُوَافَقَةِ الشَّرِيعَةِ فِي أَفْعَالِهِ وَأَقْوَالِهِ ، لأَِنَّهُ قُدْوَةٌ لِلنَّاسِ فِيمَا يَقُول وَيَفْعَل ، فَيَحْصُل بِفِعْلِهِ قَدْرٌ عَظِيمٌ مِنَ الْبَيَانِ ، لأَِنَّ الأَْنْظَارَ إِلَيْهِ مَصْرُوفَةٌ ، وَالنُّفُوسَ عَلَى الاِقْتِدَاءِ بِهَدْيِهِ مَوْقُوفَةٌ (¬2) . ¶ ج - وَيَنْبَغِي لَهُ أَنْ يُصْلِحَ سَرِيرَتَهُ وَيَسْتَحْضِرَ عِنْدَ الإِْفْتَاءِ النِّيَّةَ الصَّالِحَةَ مِنْ قَصْدِ الْخِلاَفَةِ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَيَانِ الشَّرْعِ ، وَإِحْيَاءِ الْعَمَل بِالْكِتَابِ وَالسُّنَّةِ ، وَإِصْلاَحِ أَحْوَال النَّاسِ بِذَلِكَ ، وَيَسْتَعِينَ بِاللَّهِ عَلَى ذَلِكَ ، وَيَسْأَلَهُ التَّوْفِيقَ وَالتَّسْدِيدَ ، وَعَلَيْهِ مُدَافَعَةُ النِّيَّاتِ الْخَبِيثَةِ مِنْ قَصْدِ الْعُلُوِّ فِي الأَْرْضِ وَالإِْعْجَابِ بِمَا يَقُول ، وَخَاصَّةً حَيْثُ يُخْطِئُ غَيْرُهُ وَيُصِيبُ هُوَ ، وَقَدْ وَرَدَ عَنْ سَحْنُونٍ : فِتْنَةُ الْجَوَابِ بِالصَّوَابِ أَعْظَمُ مِنْ فِتْنَةِ الْمَال . (¬3) ¶ د - وَعَلَيْهِ أَنْ يَكُونَ عَامِلاً بِمَا يُفْتِي بِهِ مِنَ الْخَيْرِ ، مُنْتَهِيًا عَمَّا يَنْهَى عَنْهُ مِنَ الْمُحَرَّمَاتِ وَالْمَكْرُوهَاتِ ، لِيَتَطَابَقَ قَوْلُهُ وَفِعْلُهُ ، فَيَكُونُ فِعْلُهُ ¶ ¬__________ ¶ (¬1) - الإحكام للقرافي ص271 ، وشرح المنتهى 3 / 468 ¶ (¬2) - تبصرة الحكام لابن فرحون ص21 . ¶ (¬3) - صفة الفتوى لابن حمدان ص11 ، وإعلام الموقعين 4 / 172 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "مُصَدِّقًا لِقَوْلِهِ مُؤَيِّدًا لَهُ ، فَإِنْ كَانَ بِضِدِّ ذَلِكَ كَانَ فِعْلُهُ مُكَذِّبًا لِقَوْلِهِ ، وَصَادًّا لِلْمُسْتَفْتِي عَنْ قَبُولِهِ وَالاِمْتِثَال لَهُ ، لِمَا فِي الطَّبَائِعِ الْبَشَرِيَّةِ مِنَ التَّأَثُّرِ بِالأَْفْعَال ، وَلاَ يَعْنِي ذَلِكَ أَنَّهُ لَيْسَ لَهُ الإِْفْتَاءُ فِي تِلْكَ الْحَال ، إِذْ مَا مِنْ أَحَدٍ إِلاَّ وَلَهُ زَلَّةٌ ، كَمَا هُوَ مُقَرَّرٌ عِنْدَ الْعُلَمَاءِ أَنَّهُ لاَ يَلْزَمُ فِي الأَْمْرِ بِالْمَعْرُوفِ وَالنَّهْيِ عَنِ الْمُنْكَرِ أَنْ يَكُونَ صَاحِبُهُ مُؤْتَمِرًا مُنْتَهِيًا ، وَهَذَا مَا لَمْ تَكُنْ مُخَالَفَتُهُ مُسْقِطَةً لِعَدَالَتِهِ ، فَلاَ تَصِحُّ فُتْيَاهُ حِينَئِذٍ . (¬1) ¶ هـ - أَنْ لاَ يُفْتِيَ حَال انْشِغَال قَلْبِهِ بِشِدَّةِ غَضَبٍ أَوْ فَرَحٍ أَوْ جُوعٍ أَوْ عَطَشٍ أَوْ إِرْهَاقٍ أَوْ تَغَيُّرِ خُلُقٍ ، أَوْ كَانَ فِي حَال نُعَاسٍ ، أَوْ مَرَضٍ شَدِيدٍ ، أَوْ حَرٍّ مُزْعِجٍ ، أَوْ بَرْدٍ مُؤْلِمٍ ، أَوْ مُدَافَعَةِ الأَْخْبَثَيْنِ وَنَحْوِ ذَلِكَ مِنَ الْحَاجَاتِ الَّتِي تَمْنَعُ صِحَّةَ الْفِكْرِ وَاسْتِقَامَةَ الْحُكْمِ (¬2) . لِقَوْل النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : « لاَ يَقْضِيَنَّ حَكَمٌ بَيْنَ اثْنَيْنِ وَهْوَ غَضْبَانُ » (¬3) . ¶ فَإِنْ حَصَل لَهُ شَيْءٌ مِنْ ذَلِكَ وَجَبَ عَلَيْهِ أَنْ يَتَوَقَّفَ عَنِ الإِْفْتَاءِ حَتَّى يَزُول مَا بِهِ وَيَرْجِعَ إِلَى حَال الاِعْتِدَال . فَإِنْ أَفْتَى فِي حَال انْشِغَال الْقَلْبِ بِشَيْءٍ مِنْ ذَلِكَ فِي بَعْضِ الأَْحْوَال وَهُوَ يَرَى أَنَّهُ لَمْ يَخْرُجْ عَنِ ¶ ¬__________ ¶ (¬1) - الموافقات للشاطبي 4 / 252 - 258 . ¶ (¬2) - إعلام الموقعين 4 / 227، وصفة الفتوى لابن حمدان ص34 . ¶ (¬3) - صحيح البخارى(7158 )",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "الصَّوَابِ صَحَّتْ فُتْيَاهُ وَإِنْ كَانَ مُخَاطِرًا (¬1) لَكِنْ قَيَّدَهُ الْمَالِكِيَّةُ بِكَوْنِ ذَلِكَ لَمْ يُخْرِجْهُ عَنْ أَصْل الْفِكْرِ . ¶ فَإِنْ أَخْرَجَهُ الدَّهَشُ عَنْ أَصْل الْفِكْرِ لَمْ تَصِحَّ فُتْيَاهُ قَطْعًا وَإِنْ وَافَقَتِ الصَّوَابَ (¬2) . ¶ و- إِنْ كَانَ عِنْدَهُ مَنْ يَثِقُ بِعِلْمِهِ وَدِينِهِ فَيَنْبَغِي لَهُ أَنْ يُشَاوِرَهُ ، وَلاَ يَسْتَقِل بِالْجَوَابِ تَسَامِيًا بِنَفْسِهِ عَنِ الْمُشَاوَرَةِ ، لِقَوْل اللَّهِ تَعَالَى : { فَاعْفُ عَنْهُمْ وَاسْتَغْفِرْ لَهُمْ وَشَاوِرْهُمْ فِي الأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللّهِ إِنَّ اللّهَ يُحِبُّ الْمُتَوَكِّلِينَ} (159) سورة آل عمران ،وَعَلَى هَذَا كَانَ الْخُلَفَاءُ الرَّاشِدُونَ ، وَخَاصَّةً عُمَرُ رَضِيَ اللَّهُ عَنْهُ ، فَالْمَنْقُول مِنْ مُشَاوَرَتِهِ لِسَائِرِ الصَّحَابَةِ أَكْثَرُ مِنْ أَنْ يُحْصَرَ ، وَيُرْجَى بِالْمُشَاوَرَةِ أَنْ يَظْهَرَ لَهُ مَا قَدْ يَخْفَى عَلَيْهِ ، وَهَذَا مَا لَمْ تَكُنِ الْمُشَاوَرَةُ مِنْ قَبِيل إِفْشَاءِ السِّرِّ . (¬3) ¶ ز - الْمُفْتِي كَالطَّبِيبِ يَطَّلِعُ مِنْ أَسْرَارِ النَّاسِ وَعَوْرَاتِهِمْ عَلَى مَا لاَ يَطَّلِعُ عَلَيْهِ غَيْرُهُ ، وَقَدْ يَضُرُّ بِهِمْ إِفْشَاؤُهَا أَوْ يُعَرِّضُهُمْ لِلأَْذَى ، فَعَلَيْهِ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 227، وصفة الفتوى لابن حمدان ص34 . ¶ (¬2) - الشرح الكبير وحاشية الدسوقي 4 / 140 . ¶ (¬3) - إعلام الموقعين 4 / 256، والمجموع للنووي 1 / 48 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "كِتْمَانُ أَسْرَارِ الْمُسْتَفْتِينَ ، وَلِئَلاَّ يَحُول إِفْشَاؤُهُ لَهَا بَيْنَ الْمُسْتَفْتِي وَبَيْنَ الْبَوْحِ بِصُوَرِهِ الْوَاقِعَةِ إِذَا عَرَفَ أَنَّ سِرَّهُ لَيْسَ فِي مَأْمَنٍ . (¬1) ¶ 30 - مُرَاعَاةُ حَال الْمُسْتَفْتِي : ¶ \" يَنْبَغِي لِلْمُفْتِي مُرَاعَاةُ أَحْوَال الْمُسْتَفْتِي ، وَلِذَلِكَ وُجُوهٌ ، مِنْهَا : ¶ أ- إِذَا كَانَ الْمُسْتَفْتِي بَطِيءَ الْفَهْمِ ، فَعَلَى الْمُفْتِي التَّرَفُّقُ بِهِ وَالصَّبْرُ عَلَى تَفَهُّمِ سُؤَالِهِ وَتَفْهِيمِ جَوَابِهِ . (¬2) ¶ ب - إِذَا كَانَ بِحَاجَةٍ إِلَى تَفْهِيمِهِ أُمُورًا شَرْعِيَّةً لَمْ يَتَطَرَّقْ إِلَيْهَا فِي سُؤَالِهِ ، فَيَنْبَغِي لِلْمُفْتِي بَيَانُهَا لَهُ زِيَادَةً عَلَى جَوَابِ سُؤَالِهِ ، نُصْحًا وَإِرْشَادًا ، وَقَدْ أَخَذَ الْعُلَمَاءُ ذَلِكَ مِنْ حَدِيثِ أَنَّ بَعْضَ الصَّحَابَةِ رَضِيَ اللَّهُ عَنْهُمْ قَالَ يَا رَسُولَ اللَّهِ إِنَّا نَرْكَبُ الْبَحْرَ وَنَحْمِلُ مَعَنَا الْقَلِيلَ مِنَ الْمَاءِ فَإِنْ تَوَضَّأْنَا بِهِ عَطِشْنَا أَفَنَتَوَضَّأُ بِهِ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « هُوَ الطَّهُورُ مَاؤُهُ الْحِلُّ مَيْتَتُهُ » (¬3) ¶ .وَلِلْمُفْتِي أَنْ يَعْدِل عَنْ جَوَابِ السُّؤَال إِلَى مَا هُوَ أَنْفَعُ ، وَمِنْ ذَلِكَ قَوْله تَعَالَى : {يَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلْ مَا أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ ¶ ¬__________ ¶ (¬1) - بصرة الحكام لابن فرحون 11 / 220 بهامش فتح العلي المالك وإعلام الموقعين 4 / 257 . ¶ (¬2) - المجموع للنووي 1 / 48 . ¶ (¬3) - موطأ مالك(42 ) صحيح",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وَالأَقْرَبِينَ وَالْيَتَامَى وَالْمَسَاكِينِ وَابْنِ السَّبِيلِ وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ اللّهَ بِهِ عَلِيمٌ} (215) سورة البقرة. ¶ فَقَدْ سَأَل النَّاسُ النَّبِيَّ - صلى الله عليه وسلم - عَنِ الْمُنْفَقِ فَأَجَابَهُمْ بِذِكْرِ الْمَصْرِفِ إِذْ هُوَ أَهَمُّ مِمَّا سَأَلُوا عَنْهُ . (¬1) ¶ ج - أَنْ يَسْأَلَهُ الْمُسْتَفْتِي عَمَّا هُوَ بِحَاجَةٍ إِلَيْهِ فَيُفْتِيَهِ بِالْمَنْعِ ، فَيَنْبَغِي أَنْ يَدُلَّهُ عَلَى مَا هُوَ عِوَضٌ مِنْهُ ، كَالطَّبِيبِ الْحَاذِقِ إِذَا مَنَعَ الْمَرِيضَ مِنْ أَغْذِيَةٍ تَضُرُّهُ يَدُلُّهُ عَلَى أَغْذِيَةٍ تَنْفَعُهُ . (¬2) ¶ د - أَنْ يُسْأَل عَمَّا لَمْ يَقَعْ ، وَتَكُونُ الْمَسْأَلَةُ اجْتِهَادِيَّةً ، فَيَتْرُكُ الْجَوَابَ إِشْعَارًا لِلْمُسْتَفْتِي بِأَنَّهُ يَنْبَغِي لَهُ السُّؤَال عَمَّا يَعْنِيهِ مِمَّا لَهُ فِيهِ نَفْعٌ وَوَرَاءَهُ عَمَلٌ ، لِحَدِيثِ : « إِنَّ اللَّهَ كَرِهَ لَكُمْ ثَلاَثًا قِيلَ وَقَالَ ، وَإِضَاعَةَ الْمَالِ ، وَكَثْرَةَ السُّؤَالِ » (¬3) . ¶ وَقَال ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا : مَا كَانُوا يَسْأَلُونَ إِلاَّ عَمَّا يَنْفَعُهُمْ وَقَال ابْنُ عَبَّاسٍ لِعِكْرِمَةَ : مَنْ سَأَلَكَ عَمَّا لاَ يَعْنِيهِ فَلاَ تُفْتِهِ (¬4) . ¶ هـ - أَنْ يَكُونَ عَقْل السَّائِل لاَ يَحْتَمِل الْجَوَابَ ، فَيَتْرُكُ إِجَابَتَهُ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 158 . ¶ (¬2) - إعلام الموقعين 4 / 159 . ¶ (¬3) - صحيح البخارى(1477) ومسلم (4582) ¶ (¬4) - شرح المنتهى 3 / 457، وإعلام الموقعين 4 / 221، والموافقات 4 / 286 - 290 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وُجُوبًا ، َقَالَ عَلِىٌّ : حَدِّثُوا النَّاسَ بِمَا يَعْرِفُونَ ، أَتُحِبُّونَ أَنْ يُكَذَّبَ اللَّهُ وَرَسُولُهُ \" (¬1) ¶ وعَنْ أَبِي الطُّفَيْلِ ، قَالَ : سَمِعْتُ عَلِيًّا ، عَلَيْهِ السَّلَامُ يَقُولُ : أَيُّهَا النَّاسُ أَتُرِيدُونَ أَنْ يُكَذَّبَ اللَّهُ وَرَسُولُهُ حَدِّثُوا النَّاسَ بِمَا يَعْرِفُونَ ، وَدَعُوا مَا يُنْكِرُونَ \" (¬2) ¶ \" وَالْمُرَاد بِقَوْلِهِ : \" بِمَا يَعْرِفُونَ \" أَيْ : يَفْهَمُونَ ... وَفِيهِ دَلِيل عَلَى أَنَّ الْمُتَشَابِه لَا يَنْبَغِي أَنْ يُذْكَر عِنْد الْعَامَّة .\" (¬3) ¶ وعَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ ، أَنَّ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ ، قَالَ : مَا أَنْتَ بِمُحَدِّثٍ قَوْمًا حَدِيثًا لَا تَبْلُغُهُ عُقُولُهُمْ إِلَّا كَانَ لِبَعْضِهِمْ فِتْنَةٌ \" ¶ (¬4) . ¶ و- تَرْكُ الْجَوَابِ إِذَا خَافَ الْمُفْتِي غَائِلَةَ الْفُتْيَا (¬5) أَيْ هَلاَكًا أَوْ فَسَادًا أَوْ فِتْنَةً يُدَبِّرُهَا الْمُسْتَفْتِي أَوْ غَيْرُهُ،وَالأَْصْل وُجُوبُ الْبَيَانِ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (127 ) ¶ (¬2) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (497 ) صحيح ¶ (¬3) - فتح الباري لابن حجر - (1 / 203) ¶ (¬4) - شرح المنتهى 3 / 457، والموافقات 4 / 313، والحديث أخرجه الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (498 ) صحيح ¶ (¬5) - شرح المنتهى 3 / 458 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وَتَحْرِيمُ الْكِتْمَانِ إِنْ كَانَ الْحُكْمُ جَلِيًّا (¬1) فَلاَ يَتْرُكُ الْمُفْتِي بَيَانَهُ لِرَغْبَةٍ وَلاَ رَهْبَةٍ لِقَوْل اللَّهِ تَعَالَى : {وَإِذَ أَخَذَ اللّهُ مِيثَاقَ الَّذِينَ أُوتُواْ الْكِتَابَ لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ فَنَبَذُوهُ وَرَاء ظُهُورِهِمْ وَاشْتَرَوْاْ بِهِ ثَمَناً قَلِيلاً فَبِئْسَ مَا يَشْتَرُونَ} (187) سورة آل عمران . ¶ لَكِنْ إِنْ خَافَ الْغَائِلَةَ فَلَهُ تَرْكُ الْجَوَابِ وَكَذَا لَهُ أَنْ يَتْرُكَ الْفُتْيَا إِنْ خَافَ أَنْ يَسْتَغِلَّهَا الظَّلَمَةُ أَوْ أَهْل الْفُجُورِ لِمَآرِبِهِمْ \" (¬2) . ¶ 31 - صِيغَةُ الْفَتْوَى : ¶ يَنْبَغِي لِسَلاَمَةِ الْفُتْيَا وَصِدْقِهَا وَصِحَّةِ الاِنْتِفَاعِ بِهَا أَنْ يُرَاعِيَ الْمُفْتِي أُمُورًا مِنْهَا : ¶ أ - تَحْرِيرُ أَلْفَاظِ الْفُتْيَا ، لِئَلاَّ تُفْهَمَ عَلَى وَجْهٍ بَاطِلٍ ، قَال ابْنُ عَقِيلٍ : يَحْرُمُ إِطْلاَقُ الْفُتْيَا فِي اسْمٍ مُشْتَرَكٍ إِجْمَاعًا ، فَمَنْ سُئِل : أَيُؤْكَل أَوْ يُشْرَبُ فِي رَمَضَانَ بَعْدَ الْفَجْرِ ؟ لاَ بُدَّ أَنْ يَقُول : الْفَجْرُ الأَْوَّل أَوِ الثَّانِي ؟ وَمِثْلُهُ مَنْ سُئِل عَنْ بَيْعِ رِطْل تَمْرٍ بِرِطْل تَمْرٍ هَل يَصِحُّ ؟ فَيَنْبَغِي أَنْ لاَ يُطْلِقَ الْجَوَابَ بِالإِْجَازَةِ أَوِ الْمَنْعِ ، بَل يَقُول : إِنْ تَسَاوَيَا كَيْلاً جَازَ وَإِلاَّ فَلاَ ، لَكِنْ لاَ يَلْزَمُ التَّنْبِيهُ عَلَى احْتِمَالٍ بَعِيدٍ ، كَمَنْ سُئِل عَنْ مِيرَاثِ بِنْتٍ وَعَمٍّ ؟ فَلَهُ أَنْ يَقُول : لَهَا النِّصْفُ ، وَلَهُ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 175 . ¶ (¬2) - حاشية ابن عابدين 3 / 264 ، وانظر الموسوعة الفقهية الكويتية - (32 / 38) فما بعد",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الْبَاقِي ، وَلاَ يَلْزَمُ التَّنْبِيهُ عَلَى أَنَّهَا إِنْ كَانَتْ قَاتِلَةً لأَِبِيهَا فَلاَ شَيْءَ لَهَا ، وَكَذَا سَائِرُ مَوَانِعِ الإِْرْثِ (¬1) . ¶ عَلَى أَنَّ الَّذِي يَنْبَغِي لِلْمُفْتِي إِنْ كَانَ فِي الْمَسْأَلَةِ تَفْصِيلٌ : أَنْ يَسْتَفْصِل السَّائِل لِيَصِل ¶ إِلَى تَحْدِيدِ الْوَاقِعَةِ تَحْدِيدًا تَامًّا ، فَيَكُونُ جَوَابُهُ عَنْ أَمْرٍ مُحَدَّدٍ ، وَهَذَا أَوْلَى وَأَسْلَمُ ، وَإِنْ عَلِمَ أَيَّ الأَْقْسَامِ هُوَ الْوَاقِعُ فَلَهُ أَنْ يَقْتَصِرَ عَلَى جَوَابِ ذَلِكَ الْقِسْمِ ، ثُمَّ يَقُول : هَذَا إِنْ كَانَ الأَْمْرُ كَذَا ، وَلَهُ أَنْ يُفَصِّل الأَْقْسَامَ فِي جَوَابِهِ وَيَذْكُرَ حُكْمَ كُل قِسْمٍ ، وَلَكِنْ لاَ يَحْسُنُ هَذَا إِلاَّ إنْ كَانَ الْمُسْتَفْتِي غَائِبًا وَلَمْ يُمْكِنْ مَعْرِفَةُ صِفَةِ الْوَاقِعِ ، فَيَجْتَهِدُ فِي بَيَانِ الأَْقْسَامِ وَحُكْمِ كُل قِسْمٍ ؛ لِئَلاَّ يُفْهَمَ جَوَابُهُ عَلَى غَيْرِ مَا يُرِيدُ (¬2) . ¶ ب - أَنْ لاَ تَكُونَ الْفَتْوَى بِأَلْفَاظٍ مُجْمَلَةٍ ، لِئَلاَّ يَقَعَ السَّائِل فِي حَيْرَةٍ ، كَمَنْ سُئِل عَنْ مَسْأَلَةٍ فِي الْمَوَارِيثِ فَقَال : تُقْسَمُ عَلَى فَرَائِضِ اللَّهِ عَزَّ وَجَل ، أَوْ سُئِل عَنْ شِرَاءِ الْعَرَايَا بِالتَّمْرِ فَقَال : يَجُوزُ بِشُرُوطِهِ ، فَإِنَّ الْغَالِبَ أَنَّ الْمُسْتَفْتِيَ لاَ يَدْرِي مَا شُرُوطُهُ ، لَكِنْ إِنْ كَانَ السَّائِل ¶ ¬__________ ¶ (¬1) - شرح المنتهى 3 / 458 . ¶ (¬2) - المجموع للنووي 1 / 48، وإعلام الموقعين 4 / 255، 256 و187 - 194 .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "مِنْ أَهْل الْعِلْمِ الَّذِينَ لاَ يَخْفَى عَلَيْهِمْ مِثْل هَذَا ، بَل يُرِيدُ أَنْ يَعْرِفَ قَوْل الْمُفْتِي جَازَ ذَلِكَ . (¬1) ¶ ج - يَحْسُنُ ذِكْرُ دَلِيل الْحُكْمِ فِي الْفُتْيَا سَوَاءٌ كَانَ آيَةً أَوْ حَدِيثًا حَيْثُ أَمْكَنَهُ ذَلِكَ ، وَيَذْكُرُ عِلَّتَهُ أَوْ حِكْمَتَهُ ، وَلاَ يُلْقِيهِ إِلَى الْمُسْتَفْتِي مُجَرَّدًا ، فَإِنَّ الأَْوَّل أَدْعَى لِلْقَبُول بِانْشِرَاحِ صَدْرٍ وَفَهْمٍ لِمَبْنَى الْحُكْمِ ، وَذَلِكَ أَدْعَى إِلَى الطَّاعَةِ وَالاِمْتِثَال ، وَفِي كَثِيرٍ مِنْ فَتَاوَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَكَرَ الْحِكَمَ (¬2) ، كَحَدِيثِ عَنِ ابْنِ عَبَّاسٍ قَالَ : نَهَى رَسُولُ اللهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ تُزَوَّجَ الْمَرْأَةُ عَلَى الْعَمَّةِ ، وَالْخَالَةِ ، قَالَ : إِنَّكُنَّ إِذَا فَعَلْتُنَّ ذَلِكَ قَطَعْتُنَّ أَرْحَامَكُنَّ (¬3) . ¶ َوفِي وَضْعِ الْجَوَائِحِ فعنْ أَنَسِ بْنِ مَالِكٍ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - نَهَى عَنْ بَيْعِ الثِّمَارِ حَتَّى تُزْهِىَ . فَقِيلَ لَهُ وَمَا تُزْهِى قَالَ حَتَّى تَحْمَرَّ . فَقَالَ « أَرَأَيْتَ إِذَا مَنَعَ اللَّهُ الثَّمَرَةَ ، بِمَ يَأْخُذُ أَحَدُكُمْ مَالَ أَخِيهِ » (¬4) . ¶ وَقَال الصَّيْمَرِيُّ : لاَ يَذْكُرُ الْحُجَّةَ إِنْ أَفْتَى عَامِّيًّا ، وَيَذْكُرُهَا إِنْ أَفْتَى فَقِيهًا ، وَإِنْ تَعَلَّقَتِ الْفَتْوَى بِقَضَاءِ قَاضٍ فَيُومِئُ فِيهَا إِلَى طَرِيقِ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 177، 179 . ¶ (¬2) - إعلام الموقعين 4 / 160، 259 . ¶ (¬3) - صحيح ابن حبان - (ج 9 / ص 425)(4116) صحيح ¶ (¬4) - صحيح البخارى(2198 )",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "الاِجْتِهَادِ وَيُلَوِّحُ بِالنُّكْتَةِ ، وَكَذَا إِنْ أَفْتَى فِيمَا غَلِطَ فِيهِ غَيْرُهُ فَيُبَيِّنُ وَجْهَ الاِسْتِدْلاَل . ¶ وَقَال الْمَاوَرْدِيُّ : لاَ يَذْكُرُ الْحُجَّةَ لِئَلاَّ يَخْرُجَ مِنَ الْفَتْوَى إِلَى التَّصْنِيفِ . (¬1) ¶ د - لاَ يَقُول فِي الْفُتْيَا : هَذَا حُكْمُ اللَّهِ وَرَسُولِهِ إِلاَّ بِنَصٍّ قَاطِعٍ ، أَمَّا الأُْمُورُ الاِجْتِهَادِيَّةُ فَيَتَجَنَّبُ فِيهَا ذَلِكَ لِحَدِيثِ سُلَيْمَانَ بْنِ بُرَيْدَةَ عَنْ أَبِيهِ قَالَ كَانَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- إِذَا أَمَّرَ أَمِيرًا عَلَى جَيْشٍ أَوْ سَرِيَّةٍ أَوْصَاهُ فِى خَاصَّتِهِ بِتَقْوَى اللَّهِ وَمَنْ مَعَهُ مِنَ الْمُسْلِمِينَ خَيْرًا ثُمَّ قَالَ « اغْزُوا بِاسْمِ اللَّهِ فِى سَبِيلِ اللَّهِ قَاتِلُوا مَنْ كَفَرَ بِاللَّهِ اغْزُوا وَ لاَ تَغُلُّوا وَلاَ تَغْدِرُوا وَلاَ تَمْثُلُوا وَلاَ تَقْتُلُوا وَلِيدًا وَإِذَا لَقِيتَ عَدُوَّكَ مِنَ الْمُشْرِكِينَ فَادْعُهُمْ إِلَى ثَلاَثِ خِصَالٍ - أَوْ خِلاَلٍ - فَأَيَّتُهُنَّ مَا أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى الإِسْلاَمِ فَإِنْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ ثُمَّ ادْعُهُمْ إِلَى التَّحَوُّلِ مِنْ دَارِهِمْ إِلَى دَارِ الْمُهَاجِرِينَ وَأَخْبِرْهُمْ أَنَّهُمْ إِنْ فَعَلُوا ذَلِكَ فَلَهُمْ مَا لِلْمُهَاجِرِينَ وَعَلَيْهِمْ مَا عَلَى الْمُهَاجِرِينَ فَإِنْ أَبَوْا أَنْ يَتَحَوَّلُوا مِنْهَا فَأَخْبِرْهُمْ أَنَّهُمْ يَكُونُونَ كَأَعْرَابِ الْمُسْلِمِينَ يَجْرِى عَلَيْهِمْ حُكْمُ اللَّهِ الَّذِى يَجْرِى عَلَى الْمُؤْمِنِينَ وَلاَ يَكُونُ لَهُمْ فِى الْغَنِيمَةِ وَالْفَىْءِ شَىْءٌ ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 52 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "إِلاَّ أَنْ يُجَاهِدُوا مَعَ الْمُسْلِمِينَ فَإِنْ هُمْ أَبَوْا فَسَلْهُمُ الْجِزْيَةَ فَإِنْ هُمْ أَجَابُوكَ فَاقْبَلْ مِنْهُمْ وَكُفَّ عَنْهُمْ فَإِنْ هُمْ أَبَوْا فَاسْتَعِنْ بِاللَّهِ وَقَاتِلْهُمْ. وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تَجْعَلَ لَهُمْ ذِمَّةَ اللَّهِ وَذِمَّةَ نَبِيِّهِ فَلاَ تَجْعَلْ لَهُمْ ذِمَّةَ اللَّهِ وَلاَ ذِمَّةَ نَبِيِّهِ وَلَكِنِ اجْعَلْ لَهُمْ ذِمَّتَكَ وَذِمَّةَ أَصْحَابِكَ فَإِنَّكُمْ أَنْ تُخْفِرُوا ذِمَمَكُمْ وَذِمَمَ أَصْحَابِكُمْ أَهْوَنُ مِنْ أَنْ تُخْفِرُوا ذِمَّةَ اللَّهِ وَذِمَّةَ رَسُولِهِ. وَإِذَا حَاصَرْتَ أَهْلَ حِصْنٍ فَأَرَادُوكَ أَنْ تُنْزِلَهُمْ عَلَى حُكْمِ اللَّهِ فَلاَ تُنْزِلْهُمْ عَلَى حُكْمِ اللَّهِ وَلَكِنْ أَنْزِلْهُمْ عَلَى حُكْمِكَ فَإِنَّكَ لاَ تَدْرِى أَتُصِيبُ حُكْمَ اللَّهِ فِيهِمْ أَمْ لاَ » (¬1) . ¶ وَهَذَا عَلَى قَوْل مَنْ يَجْعَل الصَّوَابَ فِي قَوْل أَحَدِ الْمُخْتَلِفِينَ ، أَمَّا مَنْ يَقُول : كُل مُجْتَهِدٍ مُصِيبٌ فَيَجُوزُ أَنْ يَقُول : هَذَا حُكْمُ اللَّهِ ، وَهُوَ مَذْهَبٌ مَرْجُوحٌ . (¬2) ¶ هـ - يَنْبَغِي أَنْ تَكُونَ الْفُتْيَا بِكَلاَمٍ مُوجَزٍ وَاضِحٍ مُسْتَوْفٍ لِمَا يَحْتَاجُ إِلَيْهِ الْمُسْتَفْتِي مِمَّا يَتَعَلَّقُ بِسُؤَالِهِ ، وَيَتَجَنَّبُ الإِْطْنَابَ فِيمَا لاَ أَثَرَ لَهُ ، لأَِنَّ الْمَقَامَ مَقَامُ تَحْدِيدٍ ، لاَ مَقَامُ وَعْظٍ أَوْ تَعْلِيمٍ أَوْ تَصْنِيفٍ . (¬3) ¶ ¬__________ ¶ (¬1) - صحيح مسلم(4619) -تخفر : تنقض العهد =تغل : تسرق من الغنيمة قبل أن تقسم ¶ (¬2) - إعلام الموقعين 4 / 175، 1 / 39، 44 . ¶ (¬3) - صفة الفتوى لابن حمدان ص60 .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "قَال الْقَرَافِيُّ : إِلاَّ فِي نَازِلَةٍ عَظِيمَةٍ تَتَعَلَّقُ بِوُلاَةِ الأُْمُورِ ، وَلَهَا صِلَةٌ بِالْمَصَالِحِ الْعَامَّةِ ، فَيَحْسُنُ الإِْطْنَابُ بِالْحَثِّ وَالإِْيضَاحِ وَالاِسْتِدْلاَل ، وَبَيَانِ الْحِكَمِ وَالْعَوَاقِبِ ، لِيَحْصُل الاِمْتِثَال التَّامُّ . (¬1) ¶ وَإِنْ كَانَ لِكَلاَمِهِ قَبُولٌ وَيَحْرِصُ النَّاسُ عَلَى الاِطِّلاَعِ عَلَيْهِ ، فَلاَ بَأْسَ بِالإِْطَالَةِ وَاسْتِيفَاءِ جَوَانِبِ الْمَسْأَلَةِ . ¶ 32 - الإِْفْتَاءُ بِالإِْشَارَةِ : ¶ تَجُوزُ الْفُتْيَا بِالإِْشَارَةِ إِنْ كَانَتْ مُفْهِمَةً لِلْمُرَادِ (¬2) وَقَدْ ثَبَتَ عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ أَفْتَى بِالإِْشَارَةِ فِي مَوَاضِعَ ، مِنْهَا : حَدِيثُ عَنِ ابْنِ عَبَّاسٍ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - سُئِلَ فِى حَجَّتِهِ فَقَالَ ذَبَحْتُ قَبْلَ أَنْ أَرْمِىَ ، فَأَوْمَأَ بِيَدِهِ قَالَ وَلاَ حَرَجَ . قَالَ حَلَقْتُ قَبْلَ أَنْ أَذْبَحَ . فَأَوْمَأَ بِيَدِهِ وَلاَ حَرَجَ (¬3) . ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ - رضى الله عنهما - قَالَ اشْتَكَى سَعْدُ بْنُ عُبَادَةَ شَكْوَى لَهُ فَأَتَاهُ النَّبِىُّ - صلى الله عليه وسلم - يَعُودُهُ مَعَ عَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَسَعْدِ بْنِ أَبِى وَقَّاصٍ وَعَبْدِ اللَّهِ بْنِ مَسْعُودٍ - رضى الله عنهم - فَلَمَّا دَخَلَ عَلَيْهِ فَوَجَدَهُ فِى غَاشِيَةِ أَهْلِهِ فَقَالَ « قَدْ ¶ ¬__________ ¶ (¬1) - الإحكام للقرافي ص364، وانظر مجموع النووي 1 / 49 . ¶ (¬2) - حاشية ابن عابدين 4 / 302، وشرح المحلي على منهاج الطالبين 3 / 327، والموافقات 4 / 247 . ¶ (¬3) - صحيح البخارى (84 )",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قَضَى » . قَالُوا لاَ يَا رَسُولَ اللَّهِ . فَبَكَى النَّبِىُّ - صلى الله عليه وسلم - فَلَمَّا رَأَى الْقَوْمُ بُكَاءَ النَّبِىِّ - صلى الله عليه وسلم - بَكَوْا فَقَالَ « أَلاَ تَسْمَعُونَ إِنَّ اللَّهَ لاَ يُعَذِّبُ بِدَمْعِ الْعَيْنِ ، وَلاَ بِحُزْنِ الْقَلْبِ ، وَلَكِنْ يُعَذِّبُ بِهَذَا - وَأَشَارَ إِلَى لِسَانِهِ - أَوْ يَرْحَمُ وَإِنَّ الْمَيِّتَ يُعَذَّبُ بِبُكَاءِ أَهْلِهِ عَلَيْهِ » . وَكَانَ عُمَرُ - رضى الله عنه - يَضْرِبُ فِيهِ بِالْعَصَا ، وَيَرْمِى بِالْحِجَارَةِ وَيَحْثِى بِالتُّرَابِ (¬1) ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ -صلى الله عليه وسلم- أَتَى مِنًى فَأَتَى الْجَمْرَةَ فَرَمَاهَا ثُمَّ أَتَى مَنْزِلَهُ بِمِنًى وَنَحَرَ ثُمَّ قَالَ لِلْحَلاَّقِ « خُذْ ». وَأَشَارَ إِلَى جَانِبِهِ الأَيْمَنِ ثُمَّ الأَيْسَرِ ثُمَّ جَعَلَ يُعْطِيهِ النَّاسَ. (¬2) ¶ 33 - الإِْفْتَاءُ بِالْكِتَابَةِ : ¶ تَجُوزُ الْفُتْيَا كِتَابَةً ، وَلَكِنْ فِيهَا خُطُورَةٌ مِنْ حَيْثُ إِمْكَانُ التَّبْدِيل وَالتَّغْيِيرِ فِيهَا وَنِسْبَةُ ذَلِكَ إِلَى الْمُفْتِي ، وَلِذَا يَنْبَغِي أَنْ يُتَحَرَّزَ فِي كِتَابَتِهَا بِحَيْثُ لاَ يُمْكِنُ فِيهَا الإِْضَافَةُ وَالتَّزْوِيرُ . (¬3) ¶ 34 - أَخْذُ الرِّزْقِ عَلَى الْفُتْيَا : ¶ ¬__________ ¶ (¬1) - صحيح البخارى(1304) =الغاشية : جماعة من أهله يغشونه للخدمة وغيرها =قضى : مات ¶ (¬2) - صحيح مسلم (3212 ) ¶ (¬3) - المجموع للنووي 1 / 47، 49، 50، وصفة الفتوى لابن حمدان ص63 . ¶ صحيح البخارى - (ج 6 / ص 403)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الأَْوْلَى لِلْمُفْتِي أَنْ يَكُونَ مُتَبَرِّعًا بِعَمَلِهِ وَلاَ يَأْخُذَ عَلَيْهِ شَيْئًا ،وَإِنْ تَفَرَّغَ لِلإِْفْتَاءِ فَلَهُ أَنْ يَأْخُذَ عَلَيْهِ رِزْقًا مِنْ بَيْتِ الْمَال عَلَى الصَّحِيحِ عِنْدَ الشَّافِعِيَّةِ ، وَهُوَ مَذْهَبُ الْحَنَابِلَةِ ، وَاشْتَرَطَ الْفَرِيقَانِ لِجَوَازِ ذَلِكَ شَرْطَيْنِ : ¶ الأَْوَّل : أَنْ لاَ يَكُونَ لَهُ كِفَايَةٌ . ¶ وَالثَّانِي : أَنْ لاَ يَتَعَيَّنَ عَلَيْهِ ، فَإِنْ تَعَيَّنَ عَلَيْهِ ، بِأَنْ لَمْ يَكُنْ بِالْبَلَدِ عَالِمٌ يَقُومُ مَقَامَهُ ، أَوْ كَانَ لَهُ كِفَايَةٌ لَمْ يَجُزْ (¬1) وَقَال ابْنُ الْقَيِّمِ : إِنْ لَمْ يَكُنْ مُحْتَاجًا فَفِيهِ وَجْهَانِ ، لِتَرَدُّدِهِ بَيْنَ الْقِيَاسِ عَلَى عَامِل الزَّكَاةِ أَوْ عَلَى الْعَامِل فِي مَال الْيَتِيمِ . (¬2) ¶ وَأَلْحَقَ الْخَطِيبُ الْبَغْدَادِيُّ وَالصَّيْمَرِيُّ بِذَلِكَ : أَنْ يَحْتَاجَ أَهْل بَلَدٍ إِلَى مَنْ يَتَفَرَّغُ لِفَتَاوِيهِمْ ، وَيَجْعَلُوا لَهُ رِزْقًا مِنْ أَمْوَالِهِمْ ، فَيَحُوزُ ، وَلاَ يَصْلُحُ ذَلِكَ إِنْ كَانَ لَهُ رِزْقٌ مِنْ بَيْتِ الْمَال ، قَال الْخَطِيبُ : لَا يَسُوغُ لِلْمُفْتِي أَنْ يَأْخُذَ الْأُجْرَةَ مِنْ أَعْيَانِ مَنْ يُفْتِيهِ , كَالْحَاكِمِ الَّذِي لَا يَجُوزُ لَهُ أَنْ يَأْخُذَ الرِّزْقَ مِنْ أَعْيَانِ مَنْ يَحْكُمُ لَهُ وَعَلَيْهِ وَعَلَى الْإِمَامِ أَنْ يَفْرِضَ لِمَنْ نَصَّبَ نَفْسَهُ لِتَدْرِيسِ الْفِقْهِ وَالْفَتْوَى فِي الْأَحْكَامِ , مَا يُغْنِيهِ عَنِ الِاحْتِرَافِ وَالتَّكَسُّبِ , وَيَجْعَلُ ذَلِكَ فِي بَيْتِ مَالِ ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 46، وشرح المنتهى 3 / 462 . ¶ (¬2) - إعلام الموقعين 4 / 432 .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "الْمُسْلِمِينَ فَإِنْ لَمْ يَكُنْ هُنَاكَ بَيْتُ مَالٍ , أَوْ لَمْ يَفْرِضِ الْإِمَامُ لِلْمُفْتِي شَيْئًا , وَاجْتَمَعَ أَهْلُ بَلَدٍ عَلَى أَنْ يَجْعَلُوا لَهُ مِنْ أَمْوَالِهِمْ رِزْقًا , لِيَتَفَرَّغَ لِفَتَاوِيهِمْ , وَجَوَابَاتِ نَوَازِلِهِمْ , سَاغَ ذَلِكَ ، فعَنِ ابْنِ أَبِي مَرْيَمَ , قَالَ : كَتَبَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ إِلَى وَالِي حِمْصَ : \" انْظُرْ إِلَى الْقَوْمِ الَّذِينَ نَصَّبُوا أَنْفُسَهُمْ لِلْفِقْهِ وَحَبَسُوهَا فِي الْمَسْجِدِ عَنْ طَلَبِ الدُّنْيَا , فَأَعْطِ كُلَّ رَجُلٍ مِنْهُمْ مِائَةَ دِينَارٍ يَسْتَعِينُونَ بِهَا عَلَى مَا هُمْ عَلَيْهِ مِنْ بَيْتِ مَالِ الْمُسْلِمِينَ , حِينَ يَأْتِيَكَ كِتَابِي هَذَا , فَإِنَّ خَيْرَ الْخَيْرِ أَعْجَلُهُ , وَالسَّلَامُ عَلَيْكَ \" قَالَ : فَكَانَ عَمْرُو بْنُ قَيْسٍ , وَأَسَدُ بْنُ وَدَاعَةَ فِيمَنْ أَخَذَهَا ؟ فَقَالَ : يَزِيدُ : نَعَمْ\" ط وعَنِ ابْنِ أَبِي غَيْلَانَ , قَالَ : \" بَعَثَ عُمَرُ بْنُ عَبْدِ الْعَزِيزِ يَزِيدَ بْنَ أَبِي مَالِكٍ الدِّمَشْقِيَّ , وَالْحَارِثَ بْنَ يَمْجُدَ الْأَشْعَرِيَّ , يُفَقِّهَانِ النَّاسَ فِي الْبَدْوِ وَأَجْرَى عَلَيْهِمَا رِزْقًا , فَأَمَّا يَزِيدُ فَقَبِلَ , وَأَمَّا الْحَارِثُ فَأَبَى أَنْ يَقْبَلَ , فَكَتَبَ إِلَى عُمَرَ بْنِ عَبْدِ الْعَزِيزِ بِذَلِكَ , فَكَتَبَ عُمَرُ : إِنَّا لَا نَعْلَمُ بِمَا صَنَعَ يَزِيدُ بَأْسًا , وَأَكْثَرَ اللَّهُ فِينَا مِثْلَ الْحَارِثِ بْنِ يَمْجُدَ \" (¬1) ¶ وَأَمَّا الأُْجْرَةُ ، فَلاَ يَجُوزُ أَخْذُهَا مِنْ أَعْيَانِ الْمُسْتَفْتِينَ عَلَى الأَْصَحِّ عِنْدَ الشَّافِعِيَّةِ ، وَهُوَ مَذْهَبُ الْحَنَفِيَّةِ وَالْحَنَابِلَةِ ، قَال الْحَنَابِلَةُ : لأَِنَّ الْفُتْيَا عَمَلٌ يَخْتَصُّ فَاعِلُهُ أَنْ يَكُونَ مِنْ أَهْل الْقُرْبَةِ ، وَلأَِنَّهُ مَنْصِبُ تَبْلِيغٍ عَنِ ¶ ¬__________ ¶ (¬1) - الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ (1069 -1070) و المجموع 1 / 46 .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "اللَّهِ وَرَسُولِهِ ، فَلاَ تَجُوزُ الْمُعَاوَضَةُ عَلَيْهِ ، كَمَا لَوْ قَال لَهُ : لاَ أُعَلِّمُكَ الإِْسْلاَمَ أَوِ الْوُضُوءَ أَوِ الصَّلاَةَ إِلاَّ بِأُجْرَةٍ ، قَالُوا : فَهَذَا حَرَامٌ قَطْعًا ، وَعَلَيْهِ رَدُّ الْعِوَضِ ، وَلاَ يَمْلِكُهُ ، قَالُوا : وَيَلْزَمُهُ الإِْجَابَةُ مَجَّانًا لِلَّهِ بِلَفْظِهِ أَوْ خَطِّهِ إِنْ طَلَبَ الْمُسْتَفْتِي الْجَوَابَ كِتَابَةً ، لَكِنْ لاَ يَلْزَمُهُ الْوَرَقُ وَالْحِبْرُ. ¶ وَأَجَازَ الْحَنَفِيَّةُ وَبَعْضُ الشَّافِعِيَّةِ أَخْذَ الْمُفْتِي الأُْجْرَةَ عَلَى الْكِتَابَةِ ، لأَِنَّهُ كَالنَّسْخِ (¬1) . ¶ وَقَال الْمَالِكِيَّةُ : يَجُوزُ لِلْمُفْتِي أَخْذُ الأُْجْرَةِ عَلَى الْفَتْوَى إِنْ لَمْ تَتَعَيَّنْ عَلَيْهِ . (¬2) ¶ 35 - أَخْذُ الْمُفْتِي الْهَدِيَّةَ : ¶ الأَْصْل أَنَّهُ يَجُوزُ لِلْمُفْتِي أَخْذُ الْهَدِيَّةِ مِنَ النَّاسِ بِخِلاَفِ الْقَاضِي ، وَالأَْوْلَى لَهُ أَنْ يَأْخُذَهَا وَيُكَافِئَ عَلَيْهَا ، اقْتِدَاءً بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فعَنْ عَائِشَةَ - رضى الله عنها - قَالَتْ كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَقْبَلُ الْهَدِيَّةَ وَيُثِيبُ عَلَيْهَا (¬3) . وَهَذَا إِنْ ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 311، وإعلام الموقعين 4 / 232، وشرح المنتهى 3 / 462 . ¶ (¬2) - حاشية الدسوقي على الشرح الكبير 1 / 20 . ¶ (¬3) - صحيح البخارى(2585 )",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "كَانَتْ بِغَيْرِ سَبَبِ الْفُتْيَا ، لأَِنَّهُ إِنَّمَا يُهْدَى إِلَيْهِ لِعِلْمِهِ ، بِخِلاَفِ الْقَاضِي . ¶ وَإِنْ كَانَتْ بِسَبَبِ الْفُتْيَا فَالأَْوْلَى عَدَمُ الْقَبُول ، لِيَكُونَ إِفْتَاؤُهُ خَالِصًا لِلَّهِ ، وَهَذَا إِنْ كَانَ إِفْتَاؤُهُ لاَ يَخْتَلِفُ بَيْنَ مَنْ يُهْدِيهِ وَمَنْ لاَ يُهْدِيهِ ، وَإِنْ كَانَ يُهْدِيهِ لِتَكُونَ سَبَبًا إِلَى أَنْ يُفْتِيَهُ بِمَا لاَ يُفْتِي بِهِ غَيْرَهُ مِنَ الرُّخَصِ قَال ابْنُ الْقَيِّمِ : لاَ يَجُوزُ لَهُ قَبُولُهَا ، وَقَال ابْنُ عَابِدِينَ : إِنْ كَانَتْ سَبَبًا لِيُرَخِّصَ لَهُ بِوَجْهٍ صَحِيحٍ فَأَخْذُهَا مَكْرُوهٌ كَرَاهَةً شَدِيدَةً ، وَإِنْ كَانَ بِوَجْهٍ بَاطِلٍ فَهُوَ رَجُلٌ فَاجِرٌ ، يُبَدِّل أَحْكَامَ اللَّهِ ، وَيَشْتَرِي بِهَا ثَمَنًا قَلِيلاً (¬1) . ¶ وَفِي الشَّرْحِ الْكَبِيرِ لِلْمَالِكِيَّةِ : يَجُوزُ لِلْمُفْتِي قَبُول الْهَدِيَّةِ مِمَّنْ لاَ يَرْجُو مِنْهُ جَاهًا وَلاَ عَوْنًا عَلَى خَصْمٍ . (¬2) ¶ 36 - الْخَطَأُ فِي الْفُتْيَا : ¶ إِذَا أَخْطَأَ الْمُفْتِي ، فَإِنْ كَانَ خَطَؤُهُ لِعَدَمِ أَهْلِيَّتِهِ ، أَوْ كَانَ أَهْلاً لَكِنَّهُ لَمْ يَبْذُل جَهْدَهُ بَل تَعَجَّل ، يَكُونُ آثِمًا ، لِحَدِيثِ عَبْدِ اللَّهِ بْنِ عَمْرِو بْنِ الْعَاصِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ :« إِنَّ اللَّهَ لاَ يَقْبِضُ الْعِلْمَ انْتِزَاعًا ، يَنْتَزِعُهُ مِنَ الْعِبَادِ ، وَلَكِنْ يَقْبِضُ ¶ ¬__________ ¶ (¬1) - حاشية ابن عابدين 4 / 311، وشرح المنتهى 3 / 471، وإعلام الموقعين 4 / 232 . ¶ (¬2) - الشرح الكبير وحاشية الدسوقي 4 / 140 .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "الْعِلْمَ بِقَبْضِ الْعُلَمَاءِ ، حَتَّى إِذَا لَمْ يُبْقِ عَالِمًا ، اتَّخَذَ النَّاسُ رُءُوسًا جُهَّالاً فَسُئِلُوا ، فَأَفْتَوْا بِغَيْرِ عِلْمٍ ، فَضَلُّوا وَأَضَلُّوا » (¬1) . ¶ أَمَّا إِنْ كَانَ أَهْلاً وَاجْتَهَدَ فَأَخْطَأَ فَلاَ إِثْمَ عَلَيْهِ ، بَل لَهُ أَجْرُ اجْتِهَادِهِ ، قِيَاسًا عَلَى مَا وَرَدَ فِي خَطَأِ الْقَاضِي ، فعَنْ عَمْرِو بْنِ الْعَاصِ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ: « إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ » (¬2) .. ¶ 37 - رُجُوعُ الْمُفْتِي عَنْ فُتْيَاهُ : ¶ إِذَا تَبَيَّنَ لِلْمُفْتِي أَنَّهُ أَخْطَأَ فِي الْفُتْيَا وَجَبَ عَلَيْهِ الرُّجُوعُ عَنِ الْخَطَأِ إِذَا أَفْتَى فِي وَاقِعَةٍ أُخْرَى مُمَاثِلَةٍ ، لِكِتَابِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ إِلَى أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ : \" وَلاَ يَمْنَعَنَّكَ قَضَاءٌ قَضَيْتَ فِيهِ الْيَوْمَ ، فَرَاجَعْتَ فِيهِ رَأْيَكَ ، فَهُدِيتَ فِيهِ لِرُشْدِكَ أَنْ تُرَاجِعَ فِيهِ الْحَقَّ فَإِنَّ الْحَقَّ قَدِيمٌ لاَ يُبْطِلُهُ شَيْءٌ ، وَمُرَاجَعَةُ الْحَقِّ خَيْرٌ مِنَ التَّمَادِي فِي الْبَاطِل (¬3) . ¶ ¬__________ ¶ (¬1) - صحيح البخارى(100 ) وصحيح مسلم(6971 ) ¶ (¬2) - صحيح البخارى(7352 ) وصحيح مسلم(4584 ) ¶ (¬3) - إعلام الموقعين 1 / 86 .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "ثُمَّ إِنْ كَانَ الْمُسْتَفْتِي لَمْ يَعْمَل بِالْفُتْيَا الأُْولَى لَزِمَ الْمُفْتِيَ إِعْلاَمُهُ بِرُجُوعِهِ ، لأَِنَّ الْعَامِّيَّ يَعْمَل بِهَا لأَِنَّهَا قَوْل الْمُفْتِي ، وَإِذَا رَجَعَ عَنْهَا فَلَيْسَتْ قَوْلاً لَهُ فِي تِلْكَ الْحَال. ¶ وَإِنْ كَانَ قَدْ عَمِل بِهَا قَال النَّوَوِيُّ : يَلْزَمُهُ إِعْلاَمُهُ حَيْثُ يَجِبُ النَّقْضُ . (¬1) أَيْ إِذَا خَالَفَ قَاطِعًا مِنْ نَصٍّ أَوْ إِجْمَاعٍ ، لأَِنَّ مَا رَجَعَ عَنْهُ قَدِ اعْتَقَدَ بُطْلاَنَهُ . ¶ 38 - وَإِنْ رَجَعَ الْمُفْتِي عَنْ فُتْيَاهُ ، أَوْ تَبَيَّنَ خَطَؤُهُ ، فَلَيْسَ لِلْمُسْتَفْتِي أَنْ يَسْتَنِدَ فِي الْمُسْتَقْبَل إِلَيْهَا فِي وَاقِعَةٍ أُخْرَى مُمَاثِلَةٍ . ¶ وَأَمَّا مَا فَعَلَهُ وَمَضَى فَلَهُ أَحْوَالٌ : ¶ أ - إِنْ تَبَيَّنَ أَنَّ الْمُفْتِيَ خَالَفَ نَصَّ كِتَابٍ أَوْ سُنَّةٍ صَحِيحَةٍ لاَ مُعَارِضَ لَهَا أَوْ خَالَفَ الإِْجْمَاعَ ، أَوِ الْقِيَاسَ الْجَلِيَّ ، يُنْقَضُ مَا عَمِل ، فَإِنْ كَانَ بَيْعًا فَسَخَاهُ ، وَإِنْ كَانَ نِكَاحًا وَجَبَ عَلَيْهِ فِرَاقُهَا ، وَإِنْ كَانَ اسْتَحَل بِهَا مَالاً وَجَبَ عَلَيْهِ إِعَادَتُهُ إِلَى أَرْبَابِهِ. ¶ ب - إنْ كَانَتْ فُتْيَاهُ الأُْولَى عَنِ اجْتِهَادٍ ، ثُمَّ تَغَيَّرَ اجْتِهَادُهُ ، فَلاَ يَلْزَمُ الْمُسْتَفْتِيَ نَقْضُ مَا عَمِل ، لأَِنَّ الاِجْتِهَادَ لاَ يُنْقَضُ بِالاِجْتِهَادِ ، وَالْفُتْيَا فِي هَذَا نَظِيرُ الْقَضَاءِ ، لِمَا وَرَدَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ أَعْطَى الإِْخْوَةَ لأُِمٍّ الثُّلُثَ ، وَحَرَمَ الإِْخْوَةَ الأَْشِقَّاءَ ، ثُمَّ وَقَعَتْ وَاقِعَةٌ ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 45، والبحر المحيط 6 / 304 .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أُخْرَى فَأَرَادَ أَنْ يَحْكُمَ بِمِثْل ذَلِكَ ، فَقَال لَهُ بَعْضُ الأَْشِقَّاءِ : هَبْ أَنَّ أَبَانَا كَانَ حِمَارًا ، أَلَيْسَتْ أُمُّنَا وَاحِدَةً ؟ فَشَرَكَ بَيْنَهُمْ فِي الثُّلُثِ ، فَقِيل لَهُ فِي نَقْضِ الأُْولَى فَقَال : تِلْكَ عَلَى مَا قَضَيْنَا وَهَذِهِ عَلَى مَا نَقْضِي ، وَاسْتَثْنَى بَعْضُ الْفُقَهَاءِ مِنَ الشَّافِعِيَّةِ وَبَعْضُ الْحَنَابِلَةِ النِّكَاحَ ، فَرَأَوْا أَنَّهُ لاَ بُدَّ أَنْ يُفَارِقَهَا . (¬1) ¶ 39 - ضَمَانُ مَا يَتْلَفُ بِنَاءً عَلَى الْخَطَأِ فِي الْفَتْوَى : ¶ إِنْ أَتْلَفَ الْمُسْتَفْتِي بِنَاءً عَلَى الْفُتْيَا شَيْئًا ، كَأَنْ قَتَل فِي شَيْءٍ ظَنَّهُ الْمُفْتِي رِدَّةً ، أَوْ قَطَعَ فِي سَرِقَةٍ لاَ قَطْعَ فِيهَا ، أَوْ جَلَدَ بِشُرْبٍ لاَ يَجِبُ فِيهِ الْحَدُّ - كَمَنْ شَرِبَ مُكْرَهًا - فَمَاتَ ، فَقَدِ اخْتَلَفَ الْفُقَهَاءُ فِي وُجُوبِ الضَّمَانِ عَلَى الْمُفْتِي عَلَى أَقْوَالٍ : ¶ الأَْوَّل : قَوْل الْمَالِكِيَّةِ ، عَلَى مَا نَقَلَهُ الدُّسُوقِيُّ عَنِ الْحَطَّابِ : أَنَّ مَنْ أَتْلَفَ بِفَتْوَاهُ شَيْئًا وَتَبَيَّنَ خَطَؤُهُ فِيهَا ، فَإِنْ كَانَ مُجْتَهِدًا فَلاَ ضَمَانَ عَلَيْهِ ، وَإِنْ كَانَ مُقَلِّدًا ضَمِنَ إِنِ انْتَصَبَ وَتَوَلَّى بِنَفْسِهِ فِعْل مَا أَفْتَى فِيهِ ، وَإِلاَّ كَانَتْ فَتْوَاهُ غُرُورًا قَوْلِيًّا لاَ ضَمَانَ فِيهِ ، وَيُزْجَرُ . ¶ فَأَمَّا إنْ كَانَ جَاهِلاً لَمْ يَتَقَدَّمْ لَهُ اشْتِغَالٌ بِالْعِلْمِ أُدِّبَ . (¬2) ¶ ¬__________ ¶ (¬1) - المجموع للنووي 1 / 45، والبحر المحيط 6 / 304، وشرح المنتهى 3 / 502، والأشباه والنظائر للسيوطي ص101، 102، قاعدة : ( الاجتهاد لا ينقض بالاجتهاد ) . ¶ (¬2) - الدسوقي على الشرح الكبير 1 / 20 .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "الثَّانِي : وَهُوَ الْمَشْهُورُ عِنْدَ الشَّافِعِيَّةِ عَكْسُ هَذَا ، قَال النَّوَوِيُّ : عَنْ أَبِي إِسْحَاقَ الإِْسْفِرَايِينِيِّ : إِنَّ الْمُفْتِيَ يَضْمَنُ إِنْ كَانَ أَهْلاً لِلْفَتْوَى فَبَانَ خَطَؤُهُ وَأَنَّهُ خَالَفَ الْقَاطِعَ ، وَلاَ يَضْمَنُ إِنْ لَمْ يَكُنْ أَهْلاً لأَِنَّ الْمُسْتَفْتِيَ قَصَّرَ - أَيْ بِسُؤَالِهِ مَنْ لَيْسَ أَهْلاً - كَذَا حَكَاهُ ابْنُ الصَّلاَحِ وَسَكَتَ عَلَيْهِ ، وَاسْتَشْكَلَهُ النَّوَوِيُّ ، وَمَال إِلَى أَنَّهُ يَنْبَغِي تَخْرِيجُهُ عَلَى قَوْلَيِ الْغُرُورِ فِي بَابَيِ الْغَصْبِ وَالنِّكَاحِ ، أَوْ يُقْطَعُ بِعَدَمِ الضَّمَانِ إِذْ لاَ إِلْجَاءَ فِي الْفَتْوَى وَلاَ إِلْزَامَ . ¶ وَذَهَبَ ابْنُ حَمْدَانَ مِنَ الْحَنَابِلَةِ إِلَى مِثْل قَوْل أَبِي إِسْحَاقَ (¬1) . ¶ الثَّالِثُ : ذَهَبَ الْحَنَابِلَةُ إِلَى أَنَّهُ إِنْ كَانَ أَهْلاً لَمْ يَجِبْ عَلَيْهِ الضَّمَانُ وَإِلاَّ ضَمِنَ ، وَقَاسَهُ ابْنُ الْقَيِّمِ عَلَى مَا وَرَدَ فِي الْمُتَطَبِّبِ الْجَاهِل ،فعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللَّهِ -صلى الله عليه وسلم-: « مَنْ تَطَبَّبَ وَلَمْ يُعْلَمْ مِنْهُ طِبٌّ قَبْلَ ذَلِكَ فَهُوَ ضَامِنٌ » (¬2) . ¶ وَلِكَوْنِهِ غَرَّ الْمُسْتَفْتِيَ بِتَصَدُّرِهِ لِلْفَتْوَى وَهُوَ لَيْسَ لَهَا بِأَهْلٍ . (¬3) ¶ 40 - الإِْمَامُ وَشُئُونُ الْفَتْوَى : ¶ ¬__________ ¶ (¬1) - المجموع 1 / 45، وروضة الطالبين 11 / 107، وإعلام الموقعين 4 / 225 . ¶ (¬2) - سنن النسائى(4847 ) صحيح ¶ (¬3) - شرح المنتهى 3 / 502، وإعلام الموقعين 4 / 226 .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "عَلَى الإِْمَامِ نَصْبُ الْمُفْتِينَ فِي الْمَنَاطِقِ الْمُتَبَاعِدَةِ إِنْ ظَهَرَتِ الْحَاجَةُ وَلَمْ يُوجَدْ مُتَبَرِّعُونَ بِالْفُتْيَا كَمَا تَقَدَّمَ ، وَلاَ يَنْصِبُ إِلاَّ مَنْ كَانَ لِذَلِكَ أَهْلاً وَعَلَيْهِ الْكِفَايَةُ مِنْ بَيْتِ الْمَال لِمَنْ يَتَفَرَّغُ لِذَلِكَ . ¶ وَيَنْبَغِي أَنْ يَنْظُرَ فِي أَحْوَال الْمُفْتِينَ : فَيَمْنَعُ مَنْ يَتَصَدَّرُ لِذَلِكَ وَلَيْسَ بِأَهْلٍ ، أَوْ إِذَا كَانَ مِمَّنْ يُسِيءُ ، قَال الْحَنَفِيَّةُ : يُحْجَرُ عَلَى الْمُفْتِي الْمَاجِنِ وَالطَّبِيبِ الْجَاهِل وَالْمُكَارِي الْمُفْلِسِ ، وَمُرَادُهُمْ بِالْمَاجِنِ : مَنْ يُعَلِّمُ الْحِيَل الْبَاطِلَةَ ، كَمَنْ يُعَلِّمُ الزَّوْجَةَ أَنْ تَرْتَدَّ لِتَبِينَ مِنْ زَوْجِهَا ، أَوْ يُعَلِّمُ مَا تَسْقُطُ بِهِ الزَّكَاةُ ، وَكَذَا مَنْ يُفْتِي عَنْ جَهْلٍ (¬1) . ¶ وَقَال الْخَطِيبُ الْبَغْدَادِيُّ : يَنْبَغِي لِلإِْمَامِ أَنْ يَتَصَفَّحَ أَحْوَال الْمُفْتِينَ ، فَمَنْ صَلَحَ لِلْفُتْيَا أَقَرَّهُ ، وَمَنْ لاَ يَصْلُحُ مَنَعَهُ وَنَهَاهُ وَتَوَاعَدَهُ بِالْعُقُوبَةِ إِنْ عَادَ ، قَال : وَطَرِيقُ الإِْمَامِ إِلَى مَعْرِفَةِ مَنْ يَصْلُحُ لِلْفُتْيَا أَنْ يَسْأَل عَنْهُ عُلَمَاءَ وَقْتِهِ ، وَيَعْتَمِدَ إِخْبَارَ الْمَوْثُوقِ بِهِمْ (¬2) ¶ وَقَال ابْنُ الْقَيِّمِ : مَنْ أَفْتَى وَلَيْسَ بِأَهْلٍ فَهُوَ آثِمٌ عَاصٍ ، وَمَنْ أَقَرَّهُمْ مِنْ وُلاَةِ الأُْمُورِ فَهُوَ آثِمٌ أَيْضًا ، وَنُقِل عَنِ ابْنِ الْجَوْزِيِّ قَوْلُهُ : يَلْزَمُ وَلِيَّ الأَْمْرِ مَنْعُهُمْ ، فَهُوَ بِمَنْزِلَةِ مَنْ يَدُل الرَّكْبَ وَلاَ يَعْلَمُ الطَّرِيقَ ، وَبِمَنْزِلَةِ مَنْ يُرْشِدُ النَّاسَ إِلَى الْقِبْلَةِ وَهُوَ أَعْمَى ، بَل أَسْوَأُ حَالاً ، وَإِذَا ¶ ¬__________ ¶ (¬1) - ابن عابدين على الدر المختار 5 / 93 . ¶ (¬2) - المجموع للنووي 1 / 41 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "تَعَيَّنَ عَلَى وَلِيِّ الأَْمْرِ مَنْعُ مَنْ لَمْ يُحْسِنِ الطِّبَّ مِنْ مُدَاوَاةِ الْمَرْضَى فَكَيْفَ بِمَنْ لَمْ يَعْرِفِ الْكِتَابَ وَالسُّنَّةَ وَلَمْ يَتَفَقَّهْ فِي الدِّينِ . (¬1) ¶ 41 - حُكْمُ الاِسْتِفْتَاءِ : ¶ اسْتِفْتَاءُ الْعَامِّيِّ الَّذِي لاَ يَعْلَمُ حُكْمَ الْحَادِثَةِ وَاجِبٌ عَلَيْهِ ، لِوُجُوبِ الْعَمَل حَسَبَ حُكْمِ الشَّرْعِ ، وَلأَِنَّهُ إِذَا أَقْدَمَ عَلَى الْعَمَل مِنْ غَيْرِ عِلْمٍ فَقَدْ يَرْتَكِبُ الْحَرَامَ ، أَوْ يَتْرُكُ فِي الْعِبَادَةِ مَا لاَ بُدَّ مِنْهُ ، قَال الْغَزَالِيُّ : الْعَامِّيُّ يَجِبُ عَلَيْهِ سُؤَال الْعُلَمَاءِ ، لأَِنَّ الإِْجْمَاعَ مُنْعَقِدٌ عَلَى أَنَّ الْعَامِّيَّ مُكَلَّفٌ بِالأَْحْكَامِ ، وَتَكْلِيفُهُ طَلَبَ رُتْبَةِ الاِجْتِهَادِ مُحَالٌ ، لأَِنَّهُ يُؤَدِّي إِلَى انْقِطَاعِ الْحَرْثِ وَالنَّسْل ، وَتَعَطُّل الْحِرَفِ وَالصَّنَائِعِ ، وَإِذَا اسْتَحَال هَذَا لَمْ يَبْقَ إِلاَّ سُؤَال الْعُلَمَاءِ وَوُجُوبُ اتِّبَاعِهِمْ . (¬2) ¶ وَقَال النَّوَوِيُّ : مَنْ نَزَلَتْ بِهِ حَادِثَةٌ يَجِبُ عَلَيْهِ عِلْمُ حُكْمِهَا ، أَيْ وَجَبَ عَلَيْهِ الاِسْتِفْتَاءُ عَنْهَا ، فَإِنْ لَمْ يَجِدْ بِبَلَدِهِ مَنْ يَسْتَفْتِيهِ وَجَبَ عَلَيْهِ الرَّحِيل إِلَى مَنْ يُفْتِيهِ وَإِنْ بَعُدَتْ دَارُهُ ، وَقَدْ رَحَل خَلاَئِقُ مِنَ السَّلَفِ فِي الْمَسْأَلَةِ الْوَاحِدَةِ اللَّيَالِيَ وَالأَْيَّامَ . (¬3) ¶ 42 - مَنْ لَمْ يَجِدْ مَنْ يُفْتِيهِ فِي وَاقِعَتِهِ : ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 217 . ¶ (¬2) - المستصفى للغزالي 2 / 124 القاهرة، المكتبة التجارية 1356هـ . ¶ (¬3) - المجموع للنووي 1 / 54 وانظر الموافقات للشاطبي 4 / 261 .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "إِذَا لَمْ يَجِدِ الْمُكَلَّفُ مَنْ يُفْتِيهِ فِي وَاقِعَتِهِ يَسْقُطُ عَنْهُ التَّكْلِيفُ بِالْعَمَل إِذَا لَمْ يَكُنْ لَهُ بِهِ عِلْمٌ ، لاَ مِنَ اجْتِهَادٍ مُعْتَبَرٍ وَلاَ مِنْ تَقْلِيدٍ ، لأَِنَّهُ يَكُونُ مِنْ بَابِ التَّكْلِيفِ بِمَا لاَ يُطَاقُ ، وَلأَِنَّ شَرْطَ التَّكْلِيفِ الْعِلْمُ بِهِ ، وَقِيَاسًا عَلَى الْمُجْتَهِدِ إِذَا تَعَارَضَتْ عِنْدَهُ الأَْدِلَّةُ وَتَكَافَأَتْ فَلَمْ يُمْكِنْهُ التَّرْجِيحُ ، وَيَكُونُ حُكْمُهُ حُكْمَ مَا قَبْل وُرُودِ الشَّرْعِ ، وَكَمَنْ لَمْ تَبْلُغْهُ الدَّعْوَةُ . (¬1) ¶ وَقَال ابْنُ الْقَيِّمِ : فِي الْمَسْأَلَةِ قَوْلٌ آخَرُ ، أَنَّهُ يُخَرَّجُ حُكْمُهَا عَلَى الْخِلاَفِ فِي مَسْأَلَةِ تَعَارُضِ الأَْدِلَّةِ ، وَفِيهَا الأَْقْوَال : أَنَّهُ يَأْخُذُ بِالأَْشَدِّ ، أَوْ بِالأَْخَفِّ ، أَوْ يَتَخَيَّرُ . ثُمَّ قَال : وَالصَّوَابُ أَنَّ عَلَيْهِ أَنْ يَتَحَرَّى الْحَقَّ بِجَهْدِهِ وَمَعْرِفَةِ مِثْلِهِ وَيَتَّقِيَ اللَّهَ ، قَال : وَقَدْ نَصَبَ اللَّهُ تَعَالَى عَلَى الْحَقِّ أَمَارَاتٍ كَثِيرَةً ، وَلَمْ يُسَوِّ بَيْنَ مَا يُحِبُّهُ وَمَا يَسْخَطُهُ مِنْ كُل وَجْهٍ ، بِحَيْثُ لاَ يَتَمَيَّزُ هَذَا مِنْ هَذَا ، وَالْفِطَرُ السَّلِيمَةُ تَمِيل إِلَى الْحَقِّ وَتُؤْثِرُهُ ، فَإِنْ قُدِّرَ ارْتِفَاعُ ذَلِكَ كُلِّهِ يَسْقُطُ عَنْهُ التَّكْلِيفُ فِي هَذِهِ الْوَاقِعَةِ وَإِنْ كَانَ مُكَلَّفًا بِالنِّسْبَةِ إِلَى غَيْرِهَا . (¬2) ¶ 43 - مَعْرِفَةُ الْمُسْتَفْتِي حَال مَنْ يَسْتَفْتِيهِ : ¶ ¬__________ ¶ (¬1) - الموافقات 4 / 291، والمجموع للنووي 1 / 58 . ¶ (¬2) - إعلام الموقعين 4 / 219 .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "يَجِبُ عَلَى الْمُسْتَفْتِي إِنْ وَقَعَتْ لَهُ حَادِثَةٌ أَنْ يَسْأَل مُتَّصِفًا بِالْعِلْمِ وَالْعَدَالَةِ . ¶ قَال ابْنُ عَابِدِينَ نَقْلاً عَنِ الْكَمَال بْنِ الْهُمَامِ : الاِتِّفَاقُ عَلَى حِل اسْتِفْتَاءِ مَنْ عُرِفَ مِنْ أَهْل الْعِلْمِ بِالاِجْتِهَادِ وَالْعَدَالَةِ ، أَوْ رَآهُ مُنْتَصِبًا وَالنَّاسُ يَسْتَفْتُونَهُ مُعَظِّمِينَ لَهُ ، وَعَلَى امْتِنَاعِهِ مِنَ الاِسْتِفْتَاءِ إِنْ ظَنَّ عَدَمَ أَحَدِهِمَا أَيْ عَدَمَ الاِجْتِهَادِ أَوِ الْعَدَالَةِ . (¬1) ¶ وَقَال النَّوَوِيُّ : يَسْأَل الْمُسْتَفْتِي مَنْ عَرَفَ عِلْمَهُ وَعَدَالَتَهُ ، فَإِنْ لَمْ يَعْرِفِ الْعِلْمَ بَحَثَ عَنْهُ بِسُؤَال النَّاسِ ، وَإِنْ لَمْ يَعْرِفِ الْعَدَالَةَ فَقَدْ ذَكَرَ الْغَزَالِيُّ فِيهِ احْتِمَالَيْنِ ، أَحَدُهُمَا : أَنَّ الْحُكْمَ كَذَلِكَ ، وَأَشْبَهُهُمَا : الاِكْتِفَاءُ ، لأَِنَّ الْغَالِبَ مِنْ حَال الْعُلَمَاءِ الْعَدَالَةُ ، بِخِلاَفِ الْبَحْثِ عَنِ الْعِلْمِ فَلَيْسَ الْغَالِبُ مِنَ النَّاسِ الْعِلْمَ . (¬2) ¶ وَقَال النَّوَوِيُّ : يَجِبُ عَلَى الْمُسْتَفْتِي قَطْعًا الْبَحْثُ الَّذِي يَعْرِفُ بِهِ أَهْلِيَّةَ مَنْ يَسْتَفْتِيهِ لِلإِْفْتَاءِ إِذَا لَمْ يَكُنْ عَارِفًا بِأَهْلِيَّتِهِ ، فَلاَ يَجُوزُ لَهُ اسْتِفْتَاءُ مَنِ انْتَسَبَ إِلَى الْعِلْمِ ، وَانْتَصَبَ لِلتَّدْرِيسِ وَالإِْقْرَاءِ ، وَغَيْرِ ذَلِكَ مِنْ مَنَاصِبِ الْعُلَمَاءِ بِمُجَرَّدِ انْتِسَابِهِ وَانْتِصَابِهِ لِذَلِكَ ، وَيَجُوزُ اسْتِفْتَاءُ مَنِ اسْتَفَاضَ كَوْنُهُ أَهْلاً لِلْفَتْوَى ، وَقَال بَعْضُ أَصْحَابِنَا ¶ ¬__________ ¶ (¬1) - رد المحتار 4 / 301 . ¶ (¬2) - روضة الطالبين 11 / 103 .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الْمُتَأَخِّرِينَ : إِنَّمَا يُعْتَمَدُ قَوْلُهُ : أَنَا أَهْلٌ لِلْفَتْوَى ، لاَ شُهْرَتُهُ بِذَلِكَ ، وَلاَ يُكْتَفَى بِالاِسْتِفَاضَةِ وَلاَ بِالتَّوَاتُرِ ، وَالصَّحِيحُ هُوَ الأَْوَّل . (¬1) ¶ 44 - تَخَيُّرُ الْمُسْتَفْتِي مَنْ يُفْتِيهِ : ¶ إِنْ وَجَدَ الْمُسْتَفْتِي أَكْثَرَ مِنْ عَالِمٍ ، وَكُلُّهُمْ عَدْلٌ وَأَهْلٌ لِلْفُتْيَا ، فَقَدْ ذَهَبَ جُمْهُورُ الْفُقَهَاءِ إِلَى أَنَّ الْمُسْتَفْتِيَ بِالْخِيَارِ بَيْنَهُمْ يَسْأَل مِنْهُمْ مَنْ يَشَاءُ وَيَعْمَل بِقَوْلِهِ ، وَلاَ يَجِبُ عَلَيْهِ أَنْ يَجْتَهِدَ فِي أَعْيَانِهِمْ لِيَعْلَمَ أَفْضَلَهُمْ عِلْمًا فَيَسْأَلَهُ ، بَل لَهُ أَنْ يَسْأَل الأَْفْضَل إِنْ شَاءَ ، وَإِنْ شَاءَ سَأَل الْمَفْضُول مَعَ وُجُودِ الْفَاضِل ، وَاحْتَجُّوا لِذَلِكَ بِعُمُومِ قَوْل اللَّهِ تَعَالَى : { فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ} (43) سورة النحل ، وَبِأَنَّ الأَْوَّلِينَ كَانُوا يَسْأَلُونَ الصَّحَابَةَ مَعَ وُجُودِ أَفَاضِلِهِمْ وَأَكَابِرِهِمْ وَتَمَكُّنِهِمْ مِنْ سُؤَالِهِمْ . ¶ وَقَال الْقَفَّال وَابْنُ سُرَيْجٍ وَالإْسْفَرايِينِيُّ مِنَ الشَّافِعِيَّةِ : لَيْسَ لَهُ إِلاَّ سُؤَال الأَْعْلَمِ وَالأَْخْذُ بِقَوْلِهِ . (¬2) ¶ 45 - مَا يَلْزَمُ الْمُسْتَفْتِيَ إِنِ اخْتَلَفَتْ عَلَيْهِ أَجْوِبَةُ الْمُفْتِينَ : ¶ إِنْ سَأَل الْمُسْتَفْتِي أَكْثَرَ مِنْ مُفْتٍ ، فَاتَّفَقَتْ أَجْوِبَتُهُمْ ، فَعَلَيْهِ الْعَمَل بِذَلِكَ إِنِ اطْمَأَنَّ إِلَى فَتْوَاهُمْ . ¶ ¬__________ ¶ (¬1) - المجموع 1 / 54 . ¶ (¬2) - روضة الطالبين للنووي 11 / 104، والمجموع 1 / 54، والبحر المحيط 6 / 311، وإعلام الموقعين 4 / 261 .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وَإِنِ اخْتَلَفُوا ، فَلِلْفُقَهَاءِ فِي ذَلِكَ طَرِيقَانِ : ¶ فَذَهَبَ جُمْهُورُ الْفُقَهَاءِ : الْحَنَفِيَّةُ ، وَالْمَالِكِيَّةُ ، وَبَعْضُ الْحَنَابِلَةِ ، وَابْنُ سُرَيْجٍ وَالسَّمْعَانِيُّ وَالْغَزَالِيُّ مِنَ الشَّافِعِيَّةِ إِلَى أَنَّ الْعَامِّيَّ لَيْسَ مُخَيَّرًا بَيْنَ أَقْوَالِهِمْ يَأْخُذُ بِمَا شَاءَ وَيَتْرُكُ مَا شَاءَ ، بَل عَلَيْهِ الْعَمَل بِنَوْعٍ مِنَ التَّرْجِيحِ ، ثُمَّ ذَهَبَ الأَْكْثَرُونَ مِنْهُمْ إِلَى أَنَّ التَّرْجِيحَ يَكُونُ بِاعْتِقَادِ الْمُسْتَفْتِي فِي الَّذِينَ أَفْتَوْهُ أَيُّهُمْ أَعْلَمُ ، فَيَأْخُذُ بِقَوْلِهِ ، وَيَتْرُكُ قَوْل مَنْ عَدَاهُ . ¶ قَال الْغَزَالِيُّ : التَّرْجِيحُ بِالأَْعْلَمِيَّةِ وَاجِبٌ ، لأَِنَّ الْخَطَأَ مُمْكِنٌ بِالْغَفْلَةِ عَنْ دَلِيلٍ قَاطِعٍ ، وَبِالْحُكْمِ قَبْل تَمَامِ الاِجْتِهَادِ وَاسْتِفْرَاغِ الْوُسْعِ ، وَالْغَلَطُ أَبْعَدُ عَنِ الأَْعْلَمِ لاَ مَحَالَةَ ، كَالْمَرِيضِ إِذَا اخْتَلَفَ عَلَيْهِ طَبِيبَانِ ، فَإِنْ خَالَفَ أَفْضَلَهُمَا عُدَّ مُقَصِّرًا ، وَيُعْلَمُ أَفْضَل الطَّبِيبَيْنِ أَوِ الْعَالِمَيْنِ بِتَوَاتُرِ الأَْخْبَارِ ، وَبِإِذْعَانِ الْمَفْضُول لَهُ ، وَبِالتَّسَامُعِ وَالْقَرَائِنِ دُونَ الْبَحْثِ عَنْ نَفْسِ الْعِلْمِ ، وَالْعَامِّيُّ أَهْلٌ لِذَلِكَ ، فَلاَ يَنْبَغِي لَهُ أَنْ يُخَالِفَ الأَْفْضَل بِالتَّشَهِّي . اهـ . ¶ وَقَال الشَّاطِبِيُّ : لاَ يَتَخَيَّرُ ، لأَِنَّ فِي التَّخْيِيرِ إِسْقَاطَ التَّكْلِيفِ ، وَمَتَى خَيَّرْنَا الْمُقَلِّدِينَ فِي اتِّبَاعِ مَذَاهِبِ الْعُلَمَاءِ لَمْ يَبْقَ لَهُمْ مَرْجِعٌ إِلاَّ اتِّبَاعُ الشَّهَوَاتِ وَالْهَوَى فِي الاِخْتِيَارِ ، وَلأَِنَّ مَبْنَى الشَّرِيعَةِ عَلَى قَوْلٍ وَاحِدٍ ، هُوَ حُكْمُ اللَّهِ فِي ذَلِكَ الأَْمْرِ ا هـ ، وَقِيَاسًا عَلَى الْمُفْتِي : فَإِنَّهُ لاَ",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "يَحِل لَهُ أَنْ يَأْخُذَ بِأَيِّ الرَّأْيَيْنِ الْمُخْتَلِفَيْنِ دُونَ نَظَرٍ فِي التَّرْجِيحِ إِجْمَاعًا كَمَا تَقَدَّمَ . ¶ وَقَال الْغَزَالِيُّ : إِنْ تَسَاوَى الْمُفْتِيَانِ فِي اعْتِقَادِ الْمُسْتَفْتِي ، وَعَجَزَ عَنِ التَّرْجِيحِ تَخَيَّرَ ، لأَِنَّ هَذَا مَوْضِعُ ضَرُورَةٍ ، وَقَال ابْنُ الْقَيِّمِ وَصَاحِبُ الْمَحْصُول : عَلَيْهِ التَّرْجِيحُ ¶ بِالأَْمَارَاتِ ، فَإِنَّ الْحَقَّ وَالْبَاطِل لاَ يَسْتَوِيَانِ فِي الْفِطَرِ السَّلِيمَةِ . ¶ وَذَهَبَ الْبَعْضُ إِلَى أَنَّ التَّرْجِيحَ يَكُونُ بِالأَْخْذِ بِالأَْشَدِّ احْتِيَاطًا ، وَقَال الْكَعْبِيُّ : يَأْخُذُ بِالأَْشَدِّ فِيمَا كَانَ فِي حُقُوقِ الْعِبَادِ ، أَمَّا فِي حَقِّ اللَّهِ تَعَالَى فَيَأْخُذُ بِالأَْيْسَرِ . ¶ وَالأَْصَحُّ وَالأَْظْهَرُ عِنْدَ الشَّافِعِيَّةِ وَبَعْضِ الْحَنَابِلَةِ : أَنَّ تَخَيُّرَ الْعَامِّيِّ بَيْنَ الأَْقْوَال الْمُخْتَلِفَةِ لِلْمُفْتِينَ جَائِزٌ ، لأَِنَّ فَرْضَ الْعَامِّيِّ التَّقْلِيدُ ، وَهُوَ حَاصِلٌ بِتَقْلِيدِهِ لأَِيِّ الْمُفْتِيَيْنِ شَاءَ . (¬1) ¶ 46 - أَدَبُ الْمُسْتَفْتِي مَعَ الْمُفْتِي : ¶ يَنْبَغِي لِلْمُسْتَفْتِي حِفْظُ الأَْدَبِ مَعَ الْمُفْتِي ، وَأَنْ يُجِلَّهُ وَيُعَظِّمَهُ لِعِلْمِهِ وَلأَِنَّهُ مُرْشِدٌ لَهُ (¬2) . وَلاَ يَنْبَغِي أَنْ يَسْأَلَهُ عِنْدَ هَمٍّ أَوْ ضَجَرٍ أَوْ نَحْوِ ذَلِكَ مِمَّا يَشْغَل الْقَلْبَ . (¬3) ¶ ¬__________ ¶ (¬1) - شرح المنتهى للبهوتي الحنبلي 3 / 458، وابن عابدين 4 / 303، وإعلام الموقعين 4 / 254، 264، والمجموع للنووي 1 / 56، والبحر المحيط للزركشي 6 / 318، 113، والمستصفى للغزالي 2 / 125، والموافقات 4 / 130، 133، 262 . ¶ (¬2) - شرح المنتهى 3 / 457، والمجموع 1 / 57 . ¶ (¬3) - شرح المنتهى 3 / 457 .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وَاخْتَلَفَ الْفُقَهَاءُ هَل لِلْمُسْتَفْتِي أَنْ يُطَالِبَ الْمُفْتِيَ بِالْحُجَّةِ وَالدَّلِيل ؟ فَقَال ابْنُ السَّمْعَانِيِّ : لَهُ ذَلِكَ لأَِجْل احْتِيَاطِهِ لِنَفْسِهِ ، وَيَلْزَمُ الْعَالِمَ أَنْ يَذْكُرَ لَهُ الدَّلِيل إِنْ كَانَ مَقْطُوعًا بِهِ ، لإِِشْرَافِهِ عَلَى الْعِلْمِ بِصِحَّتِهِ ، وَلاَ يَلْزَمُهُ إِنْ لَمْ يَكُنْ مَقْطُوعًا بِصِحَّتِهِ ، لاِفْتِقَارِهِ إِلَى اجْتِهَادٍ يَقْصُرُ عَنْهُ فَهْمُ الْعَامِّيِّ . ¶ وَقَال الشَّافِعِيَّةُ وَشَارِحُ الْمُنْتَهَى مِنَ الْحَنَابِلَةِ : يَنْبَغِي لِلْعَامِّيِّ أَنْ لاَ يُطَالِبَ الْمُفْتِيَ بِالدَّلِيل ، قَال الْخَطِيبُ : فَإِنْ أَحَبَّ أَنْ تَسْكُنَ نَفْسُهُ لِسَمَاعِ الْحُجَّةِ طَلَبَهَا فِي مَجْلِسٍ آخَرَ ، أَوْ فِي ذَلِكَ الْمَجْلِسِ بَعْدَ قَبُول الْفُتْيَا مُجَرَّدَةً . (¬1) ¶ وَيُكْرَهُ كَثْرَةُ السُّؤَال ، وَالسُّؤَال عَمَّا لاَ يَنْفَعُ فِي الدِّينِ ، وَالسُّؤَال عَمَّا لَمْ يَقَعْ ، وَأَنْ يَسْأَل عَنْ صِعَابِ الْمَسَائِل ، وَعَنِ الْحِكْمَةِ فِي الْمَسَائِل التَّعَبُّدِيَّةِ ، وَيُكْرَهُ أَنْ يَبْلُغَ بِالسُّؤَال حَدَّ التَّعَمُّقِ وَالتَّكَلُّفِ ، وَأَنْ يَسْأَل عَلَى سَبِيل التَّعَنُّتِ وَالإِْفْحَامِ وَطَلَبِ الْغَلَبَةِ فِي الْخِصَامِ (¬2) ¶ ¬__________ ¶ (¬1) - المجموع 1 / 57، وشرح المنتهى 3 / 457 . ¶ (¬2) - الموافقات للشاطبي 4 / 319 - 321 .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "، لِمَا فِي حديث عَائِشَةَ - رضى الله عنها - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « إِنَّ أَبْغَضَ الرِّجَالِ إِلَى اللَّهِ الأَلَدُّ الْخَصِمُ » (¬1) . ¶ 47 - هَل يَلْزَمُ الْمُسْتَفْتِيَ الْعَمَل بِقَوْل الْمُفْتِي ؟ ¶ لاَ يَجِبُ عَلَى الْمُسْتَفْتِي الْعَمَل بِقَوْل الْمُفْتِي لِمُجَرَّدِ إِفْتَائِهِ ، وَهَذَا هُوَ الأَْصْل ، وَلَكِنْ قَدْ يَجِبُ فِي أَحْوَالٍ ، مِنْهَا : ¶ أ - أَنْ لاَ يَجِدَ إِلاَّ مُفْتِيًا وَاحِدًا ، فَيَلْزَمُهُ الْعَمَل بِقَوْلِهِ ،وَكَذَا إِنِ اتَّفَقَ قَوْل مَنْ وَجَدَهُ مِنْهُمْ ، أَوْ حَكَمَ بِقَوْل الْمُفْتِي حَاكِمٌ . (¬2) ¶ ب - أَنْ يُفْتِيَهُ بِقَوْلٍ مُجْمَعٍ عَلَيْهِ ، لِعَدَمِ جَوَازِ مُخَالَفَةِ الإِْجْمَاعِ (¬3) . ¶ ج - أَنْ يَكُونَ الَّذِي أَفْتَاهُ هُوَ الأَْعْلَمَ الأَْوْثَقَ . (¬4) ¶ د - إِذَا اسْتَفْتَى الْمُتَنَازِعَانِ فِي حَقٍّ فَقِيهًا ، وَالْتَزَمَا الْعَمَل بِفُتْيَاهُ ، فَيَجِبُ عَلَيْهِمَا الْعَمَل بِمَا أَفْتَاهُمَا . ¶ ¬__________ ¶ (¬1) - صحيح البخارى(2457) ومسلم (6951 ) =الخصم : شديد الخصاملا =الألد : شديد الخصومة ¶ (¬2) - المجموع 1 / 56، وشرح المنتهى 3 / 458، والبحر المحيط 6 / 316 . ¶ (¬3) - البحر المحيط 6 / 316 . ¶ (¬4) - المجموع 1 / 56 .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "فَلَوِ ارْتَفَعَا إِلَى قَاضٍ بَعْدَ ذَلِكَ فَحَكَمَ بَيْنَهُمَا بِغَيْرِ مَا أَفْتَاهُمَا بِهِ الْفَقِيهُ لَزِمَهُمَا فُتْيَا الْفَقِيهِ فِي الْبَاطِنِ ، وَحُكْمُ الْحَاكِمِ فِي الظَّاهِرِ ، قَالَهُ السَّمْعَانِيُّ ، وَقِيل : يَلْزَمُهُمَا حُكْمُ الْحَاكِمِ فِي الظَّاهِرِ وَالْبَاطِنِ . (¬1) ¶ هـ - إِذَا اسْتَفْتَى فَقِيهًا فَأَفْتَاهُ فَعَمِل بِفَتْوَاهُ لَزِمَهُ ذَلِكَ ، فَلَوِ اسْتَفْتَى آخَرَ فَأَفْتَاهُ بِغَيْرِ فَتْوَى الأَْوَّل لَمْ يَجُزِ الرُّجُوعُ إِلَيْهِ فِي ذَلِكَ الْحُكْمِ ، نَقَل الإِْجْمَاعَ عَلَى ذَلِكَ الْهِنْدِيُّ وَابْنُ الْحَاجِبِ (¬2) . ¶ 48 - حُكْمُ الْمُسْتَفْتِي إِنْ لَمْ يَطْمَئِنَّ قَلْبُهُ إِلَى الْفُتْيَا : ¶ قَال ابْنُ الْقَيِّمِ : الْمُسْتَفْتِي لاَ تُخَلِّصُهُ فَتْوَى الْمُفْتِي مِنَ اللَّهِ إِذَا كَانَ يَعْلَمُ أَنَّ الأَْمْرَ فِي الْبَاطِنِ بِخِلاَفِ مَا أَفْتَاهُ ، كَمَا لاَ يَنْفَعُهُ قَضَاءُ الْقَاضِي بِذَلِكَ ، لِحَدِيثِ عَنْ أُمِّ سَلَمَةَ - رضى الله عنها - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « إِنَّكُمْ تَخْتَصِمُونَ إِلَىَّ ، وَلَعَلَّ بَعْضَكُمْ أَلْحَنُ بِحُجَّتِهِ مِنْ بَعْضٍ ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ أَخِيهِ شَيْئًا بِقَوْلِهِ ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ فَلاَ يَأْخُذْهَا » (¬3) . ¶ وَالْمُفْتِي وَالْقَاضِي فِي هَذَا سَوَاءٌ ، وَلاَ يَظُنُّ الْمُسْتَفْتِي أَنَّ مُجَرَّدَ فَتْوَى الْفَقِيهِ تُبِيحُ لَهُ مَا سَأَل عَنْهُ ، سَوَاءٌ تَرَدَّدَ أَوْ حَاكَ فِي صَدْرِهِ ، لِعِلْمِهِ بِالْحَال فِي الْبَاطِنِ ، أَوْ لِشَكِّهِ فِيهِ ، أَوْ لِجَهْلِهِ بِهِ ، أَوْ لِعِلْمِهِ بِجَهْل ¶ ¬__________ ¶ (¬1) - البحر المحيط 6 / 315 - 316 . ¶ (¬2) - شرح المنتهى 3 / 458 . ¶ (¬3) - صحيح البخارى(2680 )",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "الْمُفْتِي ، أَوْ بِمُحَابَاتِهِ لَهُ فِي فَتْوَاهُ ، أَوْ لأَِنَّهُ مَعْرُوفٌ بِالْفَتْوَى بِالْحِيَل وَالرُّخَصِ الْمُخَالِفَةِ لِلسُّنَّةِ ، أَوْ غَيْرِ ذَلِكَ مِنَ الأَْسْبَابِ الْمَانِعَةِ مِنَ الثِّقَةِ بِفَتْوَاهُ وَسُكُونِ النَّفْسِ إِلَيْهَا ، فَإِنْ كَانَ عَدَمُ الثِّقَةِ وَالطُّمَأْنِينَةِ ، لأَِجْل الْمُفْتِي يَسْأَل ثَانِيًا وَثَالِثًا حَتَّى تَحْصُل لَهُ الطُّمَأْنِينَةُ ، فَإِنْ لَمْ يَجِدْ فَلاَ يُكَلِّفُ اللَّهُ نَفْسًا إِلاَّ وُسْعَهَا ، وَالْوَاجِبُ تَقْوَى اللَّهِ بِحَسَبِ الاِسْتِطَاعَةِ (¬1) . ¶ 49-من يجوز له الإفتاء ؟ (¬2) ¶ قال في أنوار البروق في أنواع الفروق: \" ( الْفَرْقُ الثَّامِنُ وَالسَّبْعُونَ بَيْنَ قَاعِدَةِ مَن يَجُوزُ لَهُ أَنْ يُفْتِيَ وَبَيْنَ قَاعِدَةِ مَن لَا يَجُوزُ لَهُ أَنْ يُفْتِيَ ) ¶ اعْلَمْ أَنَّ الْمُفْتِيَ فِي اصْطِلَاحِ الْأُصُولِيِّينَ كَمَا فِي تَحْرِيرِ الْكَمَالِ هُوَ الْمُجْتَهِدُ الْمُطْلَقُ وَهُوَ الْفَقِيهُ قَالَ الصَّيْرَفِيُّ مَوْضُوعٌ لِمَن قَامَ لِلنَّاسِ بِأَمْرِ دِينِهِمْ وَعَلِمَ جُمَلَ عُمُومِ الْقُرْآنِ وَخُصُوصِهِ وَنَاسِخِهِ وَمَنسُوخِهِ وَكَذَلِكَ فِي السُّنَنِ وَالِاسْتِنْبَاطِ وَلَمْ يُوضَعْ لِمَن عَلِمَ مَسْأَلَةً وَأَدْرَكَ حَقِيقَتَهَا وَقَالَ ابْنُ السَّمْعَانِيِّ هُوَ مَن اُسْتُكْمِلَ فِيهِ ثَلَاثَةُ شَرَائِطَ الِاجْتِهَادُ وَالْعَدَالَةُ وَالْكَفُّ عَن التَّرْخِيصِ وَالتَّسَاهُلِ وَلِلْمُتَسَاهِلِ حَالَتَانِ ¶ ¬__________ ¶ (¬1) - إعلام الموقعين 4 / 254 . ¶ (¬2) - أنوار البروق في أنواع الفروق - (ج 3 / ص 351) فما بعدها",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "إحْدَاهُمَا أَنْ يَتَسَاهَلَ فِي طَلَبِ الْأَدِلَّةِ وَطُرُقِ الْأَحْكَامِ وَيَأْخُذَ بِبَادِئِ النَّظَرِ وَأَوَائِلِ الْفِكْرِ وَهَذَا مُقَصِّرٌ فِي حَقِّ الِاجْتِهَادِ وَلَا يَحِلُّ لَهُ أَنْ يُفْتِيَ وَلَا يَجُوزُ وَالثَّانِيَةُ أَنْ يَتَسَاهَلَ فِي طَلَبِ الرُّخَصِ وَتَأَوُّلِ السُّنَّةِ فَهَذَا مُتَجَوِّزٌ فِي دِينِهِ وَهُوَ آثِمٌ مِن الْأَوَّلِ اهـ . ¶ لَكِنْ قَالَ مَن وَصَفَهُ الشَّيْخُ تَاجُ الدِّينِ السُّبْكِيُّ فِي تَوْشِيحِ التَّرْشِيحِ بِالْمُجْتَهِدِ الْمُطْلَقِ الْإِمَامِ تَقِيِّ الدِّينِ بْنِ دَقِيقِ الْعِيدِ تَوْقِيفُ الْفُتْيَا عَلَى حُصُولِ الْمُجْتَهِدِ يُفْضِي إلَى حَرَجٍ عَظِيمٍ وَاسْتِرْسَالِ الْخَلْقِ فِي أَهْوَائِهِمْ فَالْمُخْتَارُ أَنَّ الرَّاوِيَ عَن الْأَئِمَّةِ الْمُتَقَدِّمِينَ إذَا كَانَ عَدْلًا مُتَمَكِّنًا مِن فَهْمِ كَلَامِ الْإِمَامِ ثُمَّ حَكَى لِلْمُقَلَّدِ قَوْلَهُ فَإِنَّهُ يَكْتَفِي بِهِ لِأَنَّ ذَلِكَ مِمَّا يَغْلِبُ عَلَى ظَنِّ الْعَامِّيِّ أَنَّهُ حُكْمُ اللَّهِ عِنْدَهُ وَقَدْ انْعَقَدَ الْإِجْمَاعُ فِي زَمَانِنَا عَلَى هَذَا النَّوْعِ مِن الْفُتْيَا هَذَا مَعَ الْعِلْمِ الضَّرُورِيِّ بِأَنَّ نِسَاءَ الصَّحَابَةِ كُنَّ يَرْجِعْنَ فِي أَحْكَامِ الْحَيْضِ وَغَيْرِهِ إلَى مَا يُخْبِرُ بِهِ أَزْوَاجُهُنَّ عَن النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَكَذَلِكَ فَعَلَ عَلِيٌّ رَضِيَ اللَّهُ عَنهُ حِينَ أَرْسَلَ الْمِقْدَادَ فِي قِصَّةِ الْمَذْيِ ،وَفِي مَسْأَلَتِنَا أَظْهَرُ فَإِنَّ مُرَاجَعَةَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إذْ ذَاكَ مُمْكِنَةٌ وَمُرَاجَعَةُ الْمُقَلِّدِ الْآنَ لِلْأَئِمَّةِ السَّابِقِينَ مُتَعَذِّرَةٌ وَقَدْ أَطْبَقَ النَّاسُ عَلَى تَنْفِيذِ أَحْكَامِ الْقُضَاةِ مَعَ عَدَمِ شَرَائِطِ الِاجْتِهَادِ الْيَوْمَ أَيْ لِطُولِ الْمُدَّةِ بَيْنَنَا وَبَيْنَ زَمَنِ الْأَئِمَّةِ الْمُجْتَهِدِينَ مَعَ ضَعْفِ الْعِلْمِ وَغَلَبَةِ الْجَهْلِ سِيَّمَا ،وَقَدْ ادَّعَى",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "الْإِمَامُ مُحَمَّدُ بْنُ جَرِيرٍ الطَّبَرِيُّ وَكَانَ إمَامًا جَلِيلًا مُتَضَلِّعًا مِن الْعُلُومِ الْمَنطُوقِ وَالْمَفْهُومِ وَمِن أَهْلِ الْقَرْنِ الرَّابِعِ بُلُوغَهُ رُتْبَةَ الِاجْتِهَادِ الْمُطْلَقِ فَلَمْ يُسَلِّمُوا لَهُ، فَمَا بَالُك بِغَيْرِهِ مِمَن هُوَ فِي هَذِهِ الْأَعْصَارِ الْبَعِيدَةِ كَمَا فِي رِسَالَةِ كَيْفِيَّةِ الرَّدِّ عَلَى أَهْلِ الزَّيْغِ لِشَيْخِ شُيُوخِنَا السَّيِّدِ أَحْمَدَ دَحلَانَ، وَفِي الْحَطَّابِ عَن ابْنِ عَرَفَةَ أَنَّ اسْتِعَاذَةَ الْفَخْرِ فِي الْمَحْصُولِ وَتَبِعَهُ السَّرَّاجُ فِي تَحْصِيلِهِ وَالتَّاجُ فِي حَاصِلِهِ فِي قَوْلِهِمْ فِي كِتَابِ الِاجْتِهَادِ مَا نَصُّهُ وَلَوْ بَقِيَ مِن الْمُجْتَهِدِينَ وَالْعِيَاذُ بِاَللَّهِ وَاحِدٌ كَانَ قَوْلُهُ حُجَّةً \" . ¶ وَإِنْ بَنَى عَلَى بَقَاءِ الِاجْتِهَادِ فِي عَصْرِهِمْ وَالْفَخْرُ تُوُفِّيَ سَنَةَ سِتٍّ وَسِتِّمِائَةٍ لَكِنَّهُمْ قَالُوا فِي كِتَابِ الِاسْتِفْتَاءِ انْعَقَدَ الْإِجْمَاعُ فِي زَمَانِنَا عَلَى تَقْلِيدِ الْمَيِّتِ إذْ لَا مُجْتَهِدَ فِيهِ \" وَإِذَا انْعَقَدَ الْإِجْمَاعُ عَلَى أَنَّهُ لَا مُجْتَهِدَ فِي الْقَرْنِ السَّابِعِ فَكَيْفَ لَا يَنْعَقِدُ بِالْأَوْلَى فِي الْقَرْنِ الرَّابِعَ عَشَرَ وَقَدْ قَالَ الْعَطَّارُ وَفِي عَصْرِنَا وَهُوَ الْقَرْنُ الثَّالِثَ عَشَرَ ضَعُفَ الطَّالِبُ وَالْمَطْلُوبُ بِتَرَاكُمِ عَظَائِمِ الْخُطُوبِ نَسْأَلُ السَّلَامَةَ \". ¶ ثُمَّ قَالَ السُّبْكِيُّ لِمَن لَمْ يَبْلُغْ دَرَجَةَ الِاجْتِهَادِ الْمُطْلَقِ مَرَاتِبُ : ¶ إحْدَاهَا أَنْ يَصِلَ إلَى رُتْبَةِ الِاجْتِهَادِ الْمُقَيَّدِ فَيَسْتَقِلُّ بِتَقْرِيرِ مَذْهَبِ إمَامٍ مُعَيَّنٍ وَنُصُوصِهِ أُصُولًا يَسْتَنْبِطُ مِنهَا نَحْوُ مَا يَفْعَلُهُ بِنُصُوصِ الشَّارِعِ وَهَذِهِ صِفَةُ أَصْحَابِ الْوُجُوهِ وَاَلَّذِي أَظُنُّهُ قِيَامَ الْإِجْمَاعِ عَلَى جَوَازِ",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "فُتْيَا هَؤُلَاءِ وَأَنْتَ تَرَى عُلَمَاءَ الْمَذْهَبِ مِمَن وَصَلَ إلَى هَذِهِ الرُّتْبَةِ هَلْ مَنَعَهُمْ أَحَدٌ الْفَتْوَى أَوْ مَنَعُوا هُمْ أَنْفُسَهُمْ عَنهَا ؛ الثَّانِيَةُ مَن لَمْ يَبْلُغْ رُتْبَةَ أَصْحَابِ الْوُجُوهِ لَكِنَّهُ فَقِيهُ النَّفْسِ حَافِظٌ لِلْمَذْهَبِ قَائِمٌ بِتَقْرِيرِهِ غَيْرَ أَنَّهُ لَمْ يَرْتَضْ فِي التَّخْرِيجِ وَالِاسْتِنْبَاطِ كَارْتِيَاضِ أُولَئِكَ وَقَدْ كَانُوا يُفْتُونَ وَيُخَرِّجُونَ كَأُولَئِكَ اهـ ¶ وَفِي جَوَازِ إفْتَاءِ مَن فِي هَذِهِ الرُّتْبَةِ وَهُوَ الْأَصَحُّ وَثَالِثُهَا عِنْدَ عَدَمِ الْمُجْتَهِدِ كَمَا حَكَاهُ شَافِعِيٌّ مُتَأَخِّرٌ عَنهُ الثَّالِثَةُ مَن لَمْ يَبْلُغْ هَذَا الْمِقْدَارَ وَلَكِنَّهُ حَافِظٌ لِوَاضِحَاتِ الْمَسَائِلِ غَيْرَ أَنَّ عِنْدَهُ ضَعْفًا فِي تَقْرِيرِ أَدِلَّتِهَا فَعَلَى هَذَا الْإِمْسَاكُ فِيمَا يَغْمُضُ فَهْمُهُ فِيمَا لَا نَقْلَ عِنْدَهُ فِيهِ وَلَيْسَ هَذَا الَّذِي حَكَيْنَا فِيهِ الْخِلَافَ فَإِنَّهُ لَا اطِّلَاعَ لَهُ عَلَى الْمَأْخَذِ وَكُلُّ هَؤُلَاءِ غَيْرُ عَوَامَّ اهـ ¶ وَهَذَا يُشِيرُ إلَى أَنَّ لَهُ الْإِفْتَاءَ فِيمَا لَا يَغْمُضُ فَهْمُهُ قَالَ مُتَأَخِّرٌ شَافِعِيٌّ وَيَنْبَغِي أَنْ يَكُونَ هَذَا رَاجِعًا لِمَحَلِّ الضَّرُورَةِ لَا سِيَّمَا فِي هَذِهِ الْأَزْمَانِ اهـ . ¶ وَثَانِي الْأَقْوَالِ فِيهِ الْمَنعُ مُطْلَقًا وَثَالِثُهَا الْجَوَازُ عِنْدَ عَدَمِ الْمُجْتَهِدِ وَعَدَمِ الْجَوَازِ عِنْدَ وُجُودِ الْمُجْتَهِدِ، وَقِيلَ الصَّوَابُ إنْ كَانَ السَّائِلُ يُمْكِنُهُ التَّوَصُّلُ إلَى عَالِمٍ يَهْدِيهِ السَّبِيلَ لَمْ يَحِلَّ لَهُ اسْتِفْتَاءُ مِثْلِ هَذَا وَلَا يَحِلُّ لِهَذَا أَنْ يُنَصِّبَ نَفْسَهُ لِلْفَتْوَى مَعَ وُجُودِ هَذَا الْعَالِمِ وَإِنْ لَمْ",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "يَكُنْ فِي بَلَدِهِ أَوْ نَاحِيَتِهِ غَيْرُهُ فَلَا رَيْبَ أَنَّ رُجُوعَهُ إلَيْهِ أَوْلَى مِن أَنْ يَقْدُمَ عَلَى الْعَمَلِ بِلَا عِلْمٍ أَوْ يَبْقَى مُرْتَبِكًا فِي حَيْرَتِهِ مُتَرَدِّدًا فِي عَمَاهُ وَجَهَالَتِهِ بَلْ هَذَا هُوَ الْمُسْتَطَاعُ مِن تَقْوَاهُ الْمَأْمُورُ بِهَا وَهُوَ حَسَنٌ إنْ شَاءَ اللَّهُ تَعَالَى . ¶ ( أَمَّا الْعَامِّيُّ ) إذَا عَرَفَ حُكْمَ حَادِثَةٍ بِدَلِيلِهَا فَهَلْ لَهُ أَنْ يُفْتِيَ بِهِ وَيَسُوغَ لِغَيْرِهِ تَقْلِيدُهُ فَفِيهِ أَوْجُهٌ لِلشَّافِعِيَّةِ وَغَيْرِهِمْ أَحَدُهَا لَا مُطْلَقًا لِعَدَمِ أَهْلِيَّتِهِ لِلِاسْتِدْلَالِ وَعَدَمِ عِلْمِهِ بِشُرُوطِهِ وَمَا يُعَارِضُهُ وَلَعَلَّهُ يَظُنُّ مَا لَيْسَ بِدَلِيلٍ دَلِيلًا وَهَذَا فِي بَحْرِ الزَّرْكَشِيّ الْأَصَحُّ ثَانِيهَا نَعَمْ مُطْلَقًا لِأَنَّهُ قَدْ حَصَلَ لَهُ الْعِلْمُ بِهِ كَمَا لِلْعَالِمِ وَتَمَيُّزِ الْعَالِمِ عَنهُ لِقُوَّةٍ يَتَمَكَّنُ بِهَا مِن تَقْرِيرِ الدَّلِيلِ وَدَفْعِ الْمُعَارِضِ لَهُ أَمْرٌ زَائِدٌ عَلَى مَعْرِفَةِ الْحَقِّ بِدَلِيلِهِ ثَالِثُهَا إنْ كَانَ الدَّلِيلُ كِتَابًا أَوْ سُنَّةً جَازَ وَإِلَّا لَمْ يَجُزْ لِأَنَّهُمَا خِطَابٌ لِجَمِيعِ الْمُكَلَّفِينَ فَيَجِبُ عَلَى الْمُكَلَّفِ الْعَمَلُ بِمَا وَصَلَ إلَيْهِ مِنهُمَا وَإِرْشَادُ غَيْرِهِ إلَيْهِ رَابِعُهَا إنْ كَانَ نَقْلِيًّا جَازَ وَإِلَّا فَلَا، قَالَ السُّبْكِيُّ: ( وَأَمَّا الْعَامِّيُّ ) الَّذِي عَرَفَ مِن الْمُجْتَهِدِ حُكْمَ مَسْأَلَةٍ وَلَمْ يَدْرِ دَلِيلَهَا كَمَن حَفِظَ مُخْتَصَرًا مِن مُخْتَصَرَاتِ الْفِقْهِ فَلَيْسَ لَهُ أَنْ يُفْتِيَ وَرُجُوعُ الْعَامِّيِّ إلَيْهِ إذَا لَمْ يَكُنْ سِوَاهُ أَوْلَى مِن الِارْتِبَاكِ فِي الْحَيْرَةِ . ¶ وَكُلُّ هَذَا فِي مَن لَمْ يَنْقُلْ عَن غَيْرِهِ أَمَّا النَّاقِلُ فَلَا يُمْنَعُ فَإِذَا ذَكَرَ الْعَامِّيُّ أَنَّ فُلَانًا الْمُفْتِيَ أَفْتَانِي بِكَذَا لَمْ يُمْنَعْ مِن نَقْلِ هَذَا الْقَدْرِ اهـ .",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لَكِنْ لَيْسَ لِلْمَذْكُورِ لَهُ الْعَمَلُ بِهِ عَلَى مَا فِي الزَّرْكَشِيّ لَا يَجُوزُ لِلْعَامِّيِّ أَنْ يَعْمَلَ بِفَتْوَى مُفْتٍ لِعَامِّيٍّ مِثْلِهِ، أَفَادَ جَمِيعَ هَذَا أَمِيرُ الْحَاجِّ فِي مَوْضِعَيْنِ مِن شَرْحِهِ عَلَى التَّحْرِيرِ الْأُصُولِيِّ مَعَ زِيَادَةٍ وَتَوْضِيحِ الْمَقَامِ عَلَى مَا يُرَامُ أَنَّ الْإِفْتَاءَ كَانَ فِي الْقُرُونِ الثَّلَاثَةِ الَّتِي شَهِدَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِقَوْلِهِ { خَيْرُ الْقُرُونِ قَرْنِي ثُمَّ الَّذِينَ يَلُونَهُمْ ثُمَّ الَّذِينَ يَلُونَهُمْ } (¬1) مِن خَوَاصِّ الْمُجْتَهِدِ الْمُطْلَقِ ضَرُورَةَ أَنَّ الِاجْتِهَادَ اسْتِفْرَاغُ الْفَقِيهِ الْوُسْعَ لِتَحْصِيلِ ظَنٍّ بِحُكْمٍ وَالْفَقِيهُ هُوَ الْمُجْتَهِدُ الْمُطْلَقُ وَتَحَقُّقُ مَاهِيَةِ الْمُجْتَهِدِ الْمُطْلَقِ لَا يُوجَدُ إلَّا بِشُرُوطٍ مِنهَا مَا هِيَ صِفَةٌ فِيهِ وَهِيَ مَا ذَكَرَهُ فِي جَمْعِ الْجَوَامِعِ بِقَوْلِهِ مَعَ تَوْضِيحٍ مِن شَرْحِ الْمَحَلِّيّ وَغَيْرِهِ ( هُوَ الْبَالِغُ الْعَاقِلُ ) أَيْ ذُو الْمَلَكَةِ الَّتِي يُدْرِكُ بِهَا الْمَعْلُومَ أَيْ مَا مِن شَأْنِهِ أَنْ يُعْلَمَ ( فَقِيهُ النَّفْسِ ) أَيْ شَدِيدُ الْفَهْمِ بِالطَّبْعِ لِمَقَاصِدِ الْكَلَامِ وَإِنْ أَنْكَرَ الْقِيَاسَ ( الْعَارِفُ بِالدَّلِيلِ الْعَقْلِيِّ ) أَيْ الْبَرَاءَةِ الْأَصْلِيَّةِ وَالتَّكْلِيفِ بِهِ فِي الْحُجِّيَّةِ بِأَنْ يَعْلَمَ أَنَّا مُكَلَّفُونَ بِالتَّمَسُّكِ بِاسْتِصْحَابِ الْعَدَمِ الْأَصْلِيِّ إلَى أَنْ يُصْرَفُ عَنهُ دَلِيلٌ شَرْعِيٌّ مِن نَصٍّ أَوْ إجْمَاعٍ أَوْ قِيَاسٍ ( ذُو الدَّرَجَةِ الْوُسْطَى ) أَوْ الْكَامِلَةِ لُغَةً وَعَرَبِيَّةً مِن نَحْوٍ وَتَصْرِيفٍ وَأُصُولًا بِأَنْ يَكُونَ عَارِفًا بِالْقَوَاعِدِ الْأُصُولِيَّةِ وَبَلَاغَةٍ مِن مَعَانٍ وَبَيَانٍ وَمَا تَتَعَلَّقُ الْأَحْكَامُ بِهِ ¶ ¬__________ ¶ (¬1) - مسند البزار (4508) صحيح مشهور",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "بِدَلَالَتِهِ عَلَيْهَا مِن كِتَابٍ وَسُنَّةٍ وَإِنْ لَمْ يَحْفَظْ الْمُتُونَ لِيَتَأَتَّى لَهُ الِاسْتِنْبَاطُ الْمَقْصُودُ بِالِاجْتِهَادِ أَمَّا عِلْمُهُ بِآيَاتِ الْأَحْكَامِ وَأَحَادِيثِهَا أَيْ مَوَاقِعِهَا . ¶ وَإِنْ لَمْ يَحْفَظْهَا فَلِأَنَّهَا الْمُسْتَنْبَطُ مِنهُ وَأَمَّا عِلْمُهُ بِأُصُولِ الْفِقْهِ فَلِأَنَّهُ يَعْرِفُ بِهِ كَيْفِيَّةَ الِاسْتِنْبَاطِ وَغَيْرَهَا لِمَا يَحْتَاجُ إلَيْهِ وَأَمَّا عِلْمُهُ بِالْبَاقِي فَلِأَنَّهُ لَا يَفْهَمُ الْمُرَادَ مِن الْمُسْتَنْبَطِ مِنهُ إلَّا بِهِ لِأَنَّهُ عَرَبِيٌّ بَلِيغٌ وَمِنهَا مَا هُوَ شَرْطٌ فِي الِاجْتِهَادِ لَا صِفَةٌ فِي الْمُجْتَهِدِ وَهِيَ مَا نَقَلَهُ ابْنُ السُّبْكِيّ عَن وَالِدِهِ فِي جَمْعِ الْجَوَامِعِ مِن كَوْنِهِ خَبِيرًا بِمَوَاقِع الْإِجْمَاعِ كَيْ لَا يَخْرِقَهُ ،وَبِالنَّاسِخِ وَالْمَنسُوخِ لِيُقَدِّمَ الْأَوَّلَ عَلَى الثَّانِي وَبِأَسْبَابِ النُّزُولِ لِتُرْشِدَهُ إلَى فَهْمِ الْمُرَادِ وَبِشَرْطِ الْمُتَوَاتِرِ وَالْآحَادِ الْمُحَقِّقِ لَهُمَا لِيُقَدِّمَ الْأَوَّلَ عَلَى الثَّانِي وَبِالصَّحِيحِ وَالضَّعِيفِ مِن الْحَدِيثِ أَيْ مَاصَدَقَاتِ الْأَحَادِيثِ الصَّحِيحَةِ وَالْحَسَنَةِ وَالضَّعِيفَةِ لَا مَفَاهِيمُهَا ،فَإِنَّ ذَلِكَ اصْطِلَاحٌ حَادِثٌ لِيُقَدِّمَ مَاصَدَق الصَّحِيحَةِ وَالْحَسَنَةِ عَلَى مَاصَدَق الضَّعِيفَةِ ،وَبِحَالِ الرُّوَاةِ فِي الْقَبُولِ وَالرَّدِّ لِيُقَدِّمَ الْمَقْبُولَ عَلَى الْمَرْدُودِ وَيُشْتَرَطُ لِاعْتِمَادِ قَوْلِهِ لَا لِاجْتِهَادِهِ الْعَدَالَةُ وَاخْتَلَفُوا فِي كَوْنِ الْبَحْثِ عَن الْمُعَارِضِ كَالْمُخَصَّصِ وَالْمُقَيَّدِ وَالنَّاسِخِ .",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وَعَن اللَّفْظِ هَلْ مَعَهُ قَرِينَةٌ تَصْرِفُهُ عَن ظَاهِرِهِ لِيَسْلَمَ مَا يَسْتَنْبِطُهُ عَن تَطَرُّقِ الْخَدْشِ إلَيْهِ لَوْ لَمْ يَبْحَثْ وَاجِبًا أَوْ أَوْلَى فَيَجُوزُ لَهُ أَنْ يَتَمَسَّكَ بِالْعَامِّ قَبْلَ الْبَحْثِ عَن الْمُخَصِّصِ عَلَى الْأَصَحِّ اهـ ¶ وَهَذِهِ الشُّرُوطُ قَدْ اتَّفَقُوا عَلَى تَسْلِيمِ تَحَقُّقِهَا فِي عُلَمَاءِ تِلْكَ الْقُرُونِ وَلَمْ يُعَارِضُوا مَن ادَّعَى الِاجْتِهَادَ الْمُطْلَقَ مِنهُمْ . ¶ وَأَمَّا عُلَمَاءُ الْقَرْنِ الرَّابِعِ وَعُلَمَاءُ مَن بَعْدَهُ مِن الْقُرُونِ إلَى هَذَا الْقَرْنِ فَوَقَعَ الِاخْتِلَافُ فِي تَسْلِيمِ تَحَقُّقِ تِلْكَ الشُّرُوطِ فِي بَعْضِهِمْ وَعَدَمِ تَسْلِيمِ ذَلِكَ فَادَّعَى جَمَاعَةٌ مِن عُلَمَاءِ الْقَرْنِ الرَّابِعِ فَمَا بَعْدَهُ تَحَقُّقَ تِلْكَ الشُّرُوطِ فِيهِ وَأَنَّهُ بَلَغَ دَرَجَةَ الِاجْتِهَادِ الْمُطْلَقِ بِنَاءً عَلَى أُمُورٍ أَحَدُهَا قَوْلُ ابْنِ السُّبْكِيّ فِي جَمْعِ الْجَوَامِعِ مَعَ تَوْضِيحٍ مِن الْمَحَلِّيّ وَيَكْفِي الْخِبْرَةُ بِحَالِ الرُّوَاةِ فِي زَمَانِنَا الرُّجُوعُ إلَى أَئِمَّةِ ذَلِكَ مِن الْمُحَدِّثِينَ كَالْإِمَامِ أَحْمَدَ وَالْبُخَارِيِّ وَمُسْلِمٍ وَغَيْرِهِمْ فَيَعْتَمِدُ عَلَيْهِمْ فِي التَّعْدِيلِ وَالتَّجْرِيحِ لِتَعَذُّرِهِمَا فِي زَمَانِنَا إلَّا بِوَاسِطَةٍ وَهُمْ أَوْلَى مِن غَيْرِهِمْ . ¶ وَثَانِيهَا قَوْلُ الْعَلَّامَةِ الْمُحَقِّقِ الشَّيْخِ جَلَالِ الدِّينِ بْنُ عَبْدِ الرَّحْمَنِ السُّيُوطِيّ رَحِمَهُ اللَّهُ تَعَالَى فِي رِسَالَتِهِ الرَّدُّ عَلَى مَن أَخْلَدَ إلَى الْأَرْضِ أَنَّ الِاجْتِهَادَ الْمُطْلَقَ قِسْمَانِ مُسْتَقِلٌّ وَغَيْرُ مُسْتَقِلٍّ وَالْمُسْتَقِلُّ هُوَ الَّذِي اسْتَقَلَّ بِقَوَاعِدِهِ لِنَفْسِهِ يَبْنِي عَلَيْهَا الْفِقْهَ خَارِجًا عَن قَوَاعِدِ الْمَذَاهِبِ",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "الْمُقَرَّرَةِ كَمَالِكٍ وَالشَّافِعِيِّ وَأَبِي حَنِيفَةَ وَأَحْمَدَ بْنِ حَنْبَلٍ وَدَاوُد وَغَيْرِهِمْ مِن مُجْتَهِدِي الْقُرُونِ الثَّلَاثَةِ الْمَشْهُودِ لَهُمْ بِالْخَيْرِيَّةِ قَالَ السُّيُوطِيّ :وَهَذَا الْقِسْمُ قَدْ فُقِدَ مِن دَهْرٍ بَلْ لَوْ أَرَادَهُ الْإِنْسَانُ الْيَوْمَ لَامْتَنَعَ عَلَيْهِ وَلَمْ يَجُزْ لَهُ نَصَّ عَلَيْهِ غَيْرُ وَاحِدٍ، قَالَ ابْنُ بُرْهَانٍ فِي كِتَابِهِ فِي الْأُصُولِ: أُصُولُ الْمَذَاهِبِ وَقَوَاعِدُ الْأَدِلَّةِ مَنقُولَةٌ عَن السَّلَفِ فَلَا يَجُوزُ أَنْ يَحْدُثَ فِي الْأَعْصَارِ خِلَافُهَا اهـ كَلَامُ ابْنِ بُرْهَانٍ وَهُوَ مِن أَصْحَابِنَا الشَّافِعِيَّةِ . ¶ وَقَالَ ابْنُ الْمُنِيرِ وَهُوَ مِن أَئِمَّةِ الْمَالِكِيَّةِ اتِّبَاعُ الْأَئِمَّةِ الْآنَ الَّذِينَ حَازُوا شُرُوطَ الِاجْتِهَادِ مُجْتَهِدُونَ مُلْتَزِمُونَ أَنْ لَا يُحْدِثُوا مَذْهَبًا أَمَّا كَوْنُهُمْ مُجْتَهِدِينَ فَلِأَنَّ الْأَوْصَافَ قَائِمَةٌ بِهِمْ . ¶ وَأَمَّا كَوْنُهُمْ مُلْتَزِمِينَ أَنْ لَا يُحْدِثُوا مَذْهَبًا فَلِأَنَّ إحْدَاثَ مَذْهَبٍ زَائِدٍ بِحَيْثُ يَكُونُ لِفُرُوعِهِ أُصُولٌ وَقَوَاعِدُ مُبَايِنَةٌ لِسَائِرِ قَوَاعِدِ الْمُتَقَدِّمِينَ مُتَعَذِّرُ الْوُجُودِ لِاسْتِيعَابِ الْمُتَقَدِّمِينَ سَائِرَ الْأَسَالِيبِ اهـ كَلَامُهُ ¶ وَذَكَرَ نَحْوَهُ ابْنُ الْحَاجِّ فِي الْمَدْخَلِ وَهُوَ مَالِكِيٌّ أَيْضًا ،وَالْمُجْتَهِدُ غَيْرُ الْمُسْتَقِلِّ هُوَ الَّذِي وُجِدَتْ فِيهِ شُرُوطُ الِاجْتِهَادِ الْمَذْكُورَةِ الَّتِي اتَّصَفَ بِهَا الْمُجْتَهِدُ الْمُسْتَقِلُّ إلَّا أَنَّهُ لَمْ يَبْتَكِرْ لِنَفْسِهِ قَوَاعِدَ بَلْ سَلَكَ طَرِيقَةَ إمَامٍ مِن أَئِمَّةِ الْمَذَاهِبِ فِي الِاجْتِهَادِ قَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ تَبَعًا لِابْنِ الصَّلَاحِ فِي كِتَابِهِ آدَابِ الْفُتْيَا وَهَذَا لَا يَكُونُ مُقَلِّدَ",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "الْإِمَامَةِ لَا فِي الْمَذْهَبِ وَلَا فِي دَلِيلِهِ لِاتِّصَافِهِ بِصِفَةِ الْمُسْتَقِلِّ وَإِنَّمَا يُنْسَبُ إلَيْهِ لِسُلُوكِهِ طَرِيقَهُ فِي الِاجْتِهَادِ وَادَّعَى الْأُسْتَاذُ أَبُو إِسْحَاقَ هَذِهِ الصِّفَةَ لِأَصْحَابِنَا فَحَكَى عَن أَصْحَابِ مَالِكٍ وَأَحْمَدَ وَدَاوُد وَأَكْثَرِ الْحَنَفِيَّةِ أَنَّهُمْ صَارُوا إلَى مَذْهَبِ أَئِمَّتِهِمْ تَقْلِيدًا لَهُمْ ثُمَّ قَالَ: وَالصَّحِيحُ الَّذِي عَلَيْهِ الْمُحَقِّقُونَ مَا ذَهَبَ إلَيْهِ أَصْحَابُنَا وَهُوَ أَنَّهُمْ صَارُوا إلَى مَذْهَبِ الشَّافِعِيِّ لَا تَقْلِيدًا لَهُ ؛بَلْ لَمَّا وَجَدُوا طَرِيقَهُ فِي الِاجْتِهَادِ وَالْقِيَاسِ أَسَدَّ الطُّرُقِ وَلَمْ يَكُنْ لَهُمْ بُدٌّ مِن الِاجْتِهَادِ سَلَكُوا طَرِيقَهُ فَطَلَبُوا مَعْرِفَةَ الْأَحْكَامِ بِطَرِيقِ الشَّافِعِيِّ ،وَذَكَرَ أَبُو عَلِيٍّ السِّنْجِيُّ نَحْوَ هَذَا فَقَالَ: اتَّبَعْنَا الشَّافِعِيَّ دُونَ غَيْرِهِ لِأَنَّا وَجَدْنَا قَوْلَهُ أَرْجَحَ الْأَقْوَالِ وَأَعْدَلَهَا لَا أَنَّا قَلَّدْنَاهُ ،قَالَ النَّوَوِيُّ :هَذَا الَّذِي ذَكَرَهُ مُوَافِقٌ لِمَا أَمَرَهُمْ بِهِ الشَّافِعِيُّ ثُمَّ الْمُزَنِيّ فِي أَوَّلِ مُخْتَصَرِهِ وَغَيْرُهُ بِقَوْلِهِ مَعَ إعْلَامِهِ بِنَهْيِهِ عَن تَقْلِيدِ غَيْرِهِ، قَالَ ثُمَّ فَتْوَى الْمُفْتِي فِي هَذَا النَّوْعِ كَفَتْوَى الْمُسْتَقِلِّ فِي الْعَمَلِ بِهَا وَالِاعْتِدَادِ بِهَا فِي الْإِجْمَاعِ وَالْخِلَافِ اهـ كَلَامُ النَّوَوِيِّ ¶ قَالَ السُّيُوطِيّ : فَالْمُطْلَقُ أَعَمُّ مُطْلَقًا مِن الْمُسْتَقِلِّ فَكُلُّ مُسْتَقِلٍّ مُطْلَقٌ وَلَيْسَ كُلُّ مُطْلَقٍ مُسْتَقِلًّا وَاَلَّذِي ادَّعَيْنَاهُ هُوَ الِاجْتِهَادُ الْمُطْلَقُ لَا الِاسْتِقْلَالُ بَلْ نَحْنُ تَابِعُونَ لِلْإِمَامِ الشَّافِعِيِّ رَضِيَ اللَّهُ عَنهُ وَسَالِكُونَ طَرِيقَهُ فِي الِاجْتِهَادِ امْتِثَالًا لِأَمْرِهِ وَمَعْدُودُونَ مِن أَصْحَابِهِ ،وَكَيْفَ يُظَنُّ",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "أَنَّ اجْتِهَادَنَا مُقَيَّدٌ وَالْمُجْتَهِدُ الْمُقَيَّدُ إنَّمَا يَنْقُصُ عَن الْمُطْلَقِ بِإِخْلَالِهِ بِالْحَدِيثِ وَالْعَرَبِيَّةِ وَلَيْسَ عَلَى وَجْهِ الْأَرْضِ مِن مَشْرِقِهَا إلَى مَغْرِبِهَا أَعْلَمُ بِالْحَدِيثِ وَالْعَرَبِيَّةِ مِنِّي إلَّا أَنْ يَكُونَ الْخَضِرُ أَوْ الْقُطْبُ أَوْ أَوْلِيَاءُ اللَّهِ فَإِنَّ هَؤُلَاءِ لَمْ أَقْصِدْ دُخُولَهُمْ فِي عِبَارَتِي وَاَللَّهُ أَعْلَمُ اهـ كَلَامُ السُّيُوطِيّ. (¬1) ¶ الْأَمْرُ الثَّالِثُ أَنَّ الِاجْتِهَادَ الْمُطْلَقَ فَرْضُ كِفَايَةٍ فَكَيْفَ يَدَّعِي خُلُوَّ الْأَرْضِ عَمَن يَقُومُ بِهِ فَيَأْثَمُ جَمِيعُ الْأُمَّةِ الْمُحَمَّدِيَّةِ كَمَا فِي رِسَالَةِ السُّيُوطِيّ الْمَذْكُورَةِ، وَفِي حَاشِيَةِ الْبَاجُورِيِّ عَلَى ابْنِ قَاسِمٍ وَادَّعَى الْجَلَالُ السُّيُوطِيّ بَقَاءَهُ إلَى آخِرِ الزَّمَانِ وَاسْتَدَلَّ بِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ « إِنَّ اللَّهَ يَبْعَثُ لِهَذِهِ الأُمَّةِ عَلَى رَأْسِ كُلِّ مِائَةِ سَنَةٍ مَن يُجَدِّدُ لَهَا دِينَهَا » (¬2) وَمَنَعَ الِاسْتِدْلَالَ بِأَنَّ الْمُرَادَ بِمَن يُجَدِّدُ أَمْرَ الدِّينِ مَن يُقَرِّرُ الشَّرَائِعَ وَالْأَحْكَامَ لَا الْمُجْتَهِدَ الْمُطْلَقَ اهـ . ¶ وَالْجُمْهُورُ عَلَى أَنَّ شُرُوطَ الِاجْتِهَادِ الْمُطْلَقِ الْمَذْكُورَةِ لَمْ تَتَحَقَّقْ فِي شَخْصٍ مِن عُلَمَاءِ الْقَرْنِ الرَّابِعِ فَمَا بَعْدَهُ ،وَأَنَّ مَن ادَّعَى بُلُوغَهَا مِنهُمْ لَا تَسْلَمُ لَهُ دَعْوَاهُ ضَرُورَةَ أَنَّ بُلُوغَهَا لَا يَثْبُتُ بِمُجَرَّدِ الدَّعْوَى ،وَأَنَّ فَرْضَ الْكِفَايَةِ لَا يَجِبُ عَلَى الْمُكَلَّفِينَ بِهِ تَحْصِيلُهُ وَإِنَّمَا يَجِبُ عَلَيْهِمْ ¶ ¬__________ ¶ (¬1) - قلت :هذا ادعاء عريض من الإمام السيوطي ، فلم يسلم له علماء عصره بهذه الدعوى العريضة !!! ¶ (¬2) - سنن أبى داود(4293 ) صحيح",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "الِاجْتِهَادُ فِي تَحْصِيلِ شُرُوطِهِ بِقَدْرِ مَا فِي طَاقَاتِهِمْ الْبَشَرِيَّةِ فَإِذَا تَعَذَّرَ عَلَيْهِمْ تَحْصِيلُهَا كَيْفَ يَدَّعِي تَأْثِيمَ جَمِيعِهِمْ، قَالَ ابْنُ أَبِي الدَّمِ عَالِمُ الْأَقْطَارِ الشَّامِيَّةِ بَعْدَ سَرْدِهِ شُرُوطَ الِاجْتِهَادِ الْمُطْلَقِ : هَذِهِ الشُّرُوطُ يَعُزُّ وُجُودُهَا فِي زَمَانِنَا فِي شَخْصٍ مِن الْعُلَمَاءِ بَلْ لَا يُوجَدُ فِي الْبَسِيطَةِ الْيَوْمَ مُجْتَهِدٌ مُطْلَقٌ اهـ ¶ وَقَالَ حُجَّةُ الْإِسْلَامِ الْغَزَالِيُّ فِي كِتَابِهِ الْوَسِيطِ :وَأَمَّا شُرُوطُ الِاجْتِهَادِ الْمُعْتَبَرَةُ فِي الْقَاضِي فَقَدْ تَعَذَّرَتْ فِي وَقْتِنَا ،وَفِي الْإِنْصَافِ مِن كُتُبِ السَّادَةِ الْحَنَابِلَةِ أَنَّهُ مِن زَمَنٍ طَوِيلٍ عُدِمَ الْمُجْتَهِدُ الْمُطْلَقُ، وَقَالَ الْفَخْرُ الرَّازِيّ وَالرَّافِعِيُّ وَالنَّوَوِيُّ: إنَّ النَّاسَ كَالْمُجْمِعِينَ الْيَوْمَ عَلَى أَنَّهُ لَا مُجْتَهِدَ ،وَقَدْ تَقَدَّمَ عَن شَيْخِ شُيُوخِنَا فِي رِسَالَتِهِ كَيْفِيَّةُ الرَّدِّ عَلَى أَهْلِ الزَّيْغِ أَنَّ الْإِمَامَ مُحَمَّدَ بْنَ جَرِيرٍ الطَّبَرِيَّ قَدْ ادَّعَى بُلُوغَهُ رُتْبَةَ الِاجْتِهَادِ الْمُطْلَقِ فَلَمْ يُسَلِّمُوا لَهُ وَهُوَ إمَامٌ جَلِيلٌ مُتَضَلِّعٌ مِن الْعُلُومِ الْمَنطُوقِ وَالْمَفْهُومِ وَمِن أَهْلِ الْقَرْنِ الرَّابِعِ فَمَا بَالُك بِغَيْرِهِ مِمَن هُوَ فِي هَذِهِ الْأَعْصَارِ الْبَعِيدَةِ ،وَعَلَى أَنَّ الْمُجْتَهِدَ الْمُطْلَقَ لَا يَكُونُ إلَّا مُسْتَقِلًّا وَأَنَّ مَن لَهُ أَنْ يُفْتِيَ عِبَارَةً عَن غَيْرِ الْعَامِّيِّ وَمَن لَيْسَ لَهُ أَنْ يُفْتِيَ عِبَارَةً عَن الْعَامِّيِّ، وَأَنَّ غَيْرَ الْعَامِّيِّ إمَّا مُجْتَهِدٌ غَيْرُ مُسْتَقِلٍّ وَلَهُ مَرْتَبَتَانِ الْمَرْتَبَةُ الْأُولَى أَشَارَ لَهَا فِي جَمْعِ الْجَوَامِعِ بِقَوْلِهِ مَعَ الشَّرْحِ وَدُونَهُ أَيْ دُونَ الْمُجْتَهِدِ الْمُطْلَقِ الْمُتَقَدِّمِ مُجْتَهِدُ الْمَذْهَبِ وَهُوَ",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "الْمُتَمَكِّنُ مِن تَخْرِيجِ الْوُجُوهِ الَّتِي يُبْدِيهَا عَلَى نُصُوصِ إمَامِهِ فِي الْمَسَائِلِ اهـ . ¶ وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ تَبَعًا لِابْنِ الصَّلَاحِ أَيْضًا:وَهُوَ مَا يَكُونُ مُسْتَقِلًّا بِتَقْرِيرِ أُصُولِهِ بِالدَّلِيلِ غَيْرَ أَنَّهُ لَا يَتَجَاوَزُ فِي أَدِلَّتِهِ أُصُولَ إمَامِهِ وَقَوَاعِدَهُ وَشَرْطُهُ كَوْنُهُ عَالِمًا بِالْفِقْهِ وَأُصُولِهِ وَأَدِلَّةِ الْأَحْكَامِ تَفْصِيلًا بَصِيرًا بِمَسَالِكِ الْأَقْيِسَةِ وَالْمَعَانِي تَامِّ الِارْتِيَاضِ فِي التَّخْرِيجِ وَالِاسْتِنْبَاطِ، قَيِّمًا بِإِلْحَاقِ مَا لَيْسَ مَنصُوصًا عَلَيْهِ لِإِمَامِهِ بِأُصُولِهِ وَلَا يُعَرَّى عَن شَوْبِ تَقْلِيدٍ لَهُ لِإِخْلَالِهِ بِبَعْضِ أَدَوَاتِ الْمُسْتَقِلِّ، بِأَنْ يُخِلَّ بِالْحَدِيثِ أَوْ الْعَرَبِيَّةِ، وَكَثِيرًا مَا أَخَلَّ بِهِمَا الْمُقَيَّدُ، ثُمَّ يَتَّخِذُ نُصُوصَ إمَامِهِ أُصُولًا يَسْتَنْبِطُ مِنهَا كَفِعْلِ الْمُسْتَقِلِّ بِنُصُوصِ الشَّرْعِ ،وَرُبَّمَا اكْتَفَى فِي الْحُكْمِ بِدَلِيلِ إمَامِهِ وَلَا يَبْحَثُ عَن مُعَارِضٍ كَفِعْلِ الْمُسْتَقِلِّ فِي النُّصُوصِ ،وَهَذِهِ صِفَةُ أَصْحَابِنَا أَصْحَابِ الْوُجُوهِ وَالْعَامِلُ بِفَتْوَى هَذَا مُقَلِّدٌ لِإِمَامِهِ لَا لَهُ ثُمَّ ظَاهِرُ كَلَامِ الْأَصْحَابِ أَنَّ مَن هَذَا حَالُهُ لَا يَتَأَدَّى بِهِ فَرْضُ الْكِفَايَةِ ،قَالَ ابْنُ الصَّلَاحِ: وَيَظْهَرُ تَأَدِّي الْفَرْضِ بِهِ فِي الْفَتْوَى وَإِنْ لَمْ يَتَأَدَّ فِي إحْيَاءِ الْعُلُومِ الَّتِي مِنهَا اسْتِمْدَادٌ لِلْفَتْوَى اهـ . ¶ وَمُرَادُهُ بِقَوْلِهِ وَهَذِهِ صِفَةُ أَصْحَابِنَا إلَخْ مِثْلُ الْمُزَنِيّ وَالْبُوَيْطِيِّ صَاحِبَيْ الشَّافِعِيِّ وَابْنِ الْقَاسِمِ وَأَشْهَبَ صَاحِبَيْ مَالِكٍ وَأَبِي يُوسُفَ وَمُحَمَّدٍ",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "صَاحِبَيْ أَبِي حَنِيفَةَ وَالْإِمَامِ الْخَلَّالِ وَإِبْرَاهِيم الْحَرْبِيِّ وَالشَّيْخِ حَنْبَلٍ وَصَالِحِ بْنِ الْإِمَامِ أَحْمَدَ مِن أَصْحَابِ الْإِمَامِ أَحْمَدَ بْنِ حَنْبَلٍ وَلَا خِلَافَ فِي جَوَازِ إفْتَاءِ مَن فِي هَذِهِ الْمَرْتَبَةِ وَالْأَصْلُ لَمْ يَتَعَرَّضْ لِمَن فِي هَذِهِ الْمَرْتَبَةِ وَلَعَلَّهُ لِعَدَمِ وُجُودِهِ سِيَّمَا فِي هَذِهِ الْأَعْصَارِ قَالَ شَيْخُ شُيُوخِنَا فِي رِسَالَتِهِ الْمَذْكُورَةِ: لَا يَجُوزُ لِأَهْلِ هَذِهِ الْأَعْصَارِ الِاسْتِنْبَاطُ فِي شَيْءٍ مِن الْآيَاتِ وَالْأَحَادِيثِ بَلْ يَجِبُ عَلَيْهِمْ الْأَخْذُ بِأَقْوَالِ أَئِمَّةِ الدِّينِ وَاتِّبَاعِهِمْ فِي كُلِّ مَا يَقُولُونَ مِن الْأَحْكَامِ الْفِقْهِيَّةِ وَتَفْسِيرِ الْآيَاتِ الْقُرْآنِيَّةِ وَالْأَحَادِيثِ النَّبَوِيَّةِ ،وَلَوْ لَمْ نَقُلْ ذَلِكَ لَزِمَ الزَّيْغُ وَالضَّلَالُ وَالْإِلْحَادُ فِي الدِّينِ لِأَنَّ كَثِيرًا مِن الْآيَاتِ وَالْأَحَادِيثِ يُعَارِضُهَا مِثْلُهَا مِن الْآيَاتِ وَالْأَحَادِيثِ وَلَا إطْلَاعَ لِغَيْرِ الْمُجْتَهِدِينَ عَلَى ذَلِكَ إلَّا بِالنَّقْلِ عَنهُمْ وَبَعْضُهَا مَنسُوخٌ وَبَعْضُهَا مَخْصُوصٌ وَبَعْضُهَا مُجْمَلٌ وَبَعْضُهَا مُتَشَابِهٌ إلَى غَيْرِ ذَلِكَ مِن الْأَقْسَامِ اهـ الْمُرَادُ . ¶ وَهُوَ مَبْنِيٌّ عَلَى قَوْلِ الْأَكْثَرِينَ مِن جَوَازِ خُلُوِّ الزَّمَانِ حَتَّى عَن مُجْتَهِدِ الْمَذْهَبِ فَفِي الْعَطَّارِ عَلَى مَحَلِّي جَمْعِ الْجَوَامِعِ قَالَ الصَّفِيُّ الْهِنْدِيُّ :الْمُخْتَارُ عِنْدَ الْأَكْثَرِينَ أَنَّهُ يَجُوزُ خُلُوُّ عَصْرٍ مِن الْأَعْصَارِ عَن الَّذِي يُمْكِنُ تَفْوِيضُ الْفَتْوَى إلَيْهِ سَوَاءٌ كَانَ مُجْتَهِدًا مُطْلَقًا أَوْ كَانَ مُجْتَهِدًا فِي مَذْهَبِ الْمُجْتَهِدِينَ الْمُطْلَقِ وَمَنَعَ مِنهُ الْأَقَلُّونَ كَالْحَنَابِلَةِ اهـ ولا",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "سِيَّمَا وَنَحْنُ الْآنَ فِي الْقَرْنِ الرَّابِعَ عَشَرَ، وَقَدْ قَالَ الشَّيْخُ الْأَخْضَرِيُّ فِي سُلَّمِهِ الْمُنْوَرِقِ لَا سِيَّمَا فِي عَاشِرِ الْقُرُونِ ذِي الْجَهْلِ وَالْفَسَادِ وَالْفُتُونِ الْمَرْتَبَةُ الثَّانِيَةُ أَشَارَ لَهَا فِي جَمْعِ الْجَوَامِعِ بِقَوْلِهِ مَعَ الشَّرْحِ وَدُونَهُ إلَخْ أَيْ دُونَ مُجْتَهِدِ الْمَذْهَبِ مُجْتَهِدُ الْفُتْيَا، وَهُوَ الْمُتَبَحِّرُ فِي مَذْهَبِ إمَامِهِ الْمُتَمَكِّنُ مِن تَرْجِيحِ قَوْلٍ لَهُ عَلَى آخَرَ أَطْلَقَهُمَا اهـ . ¶ وَسَمَّاهُ الْعَلَّامَةُ السُّيُوطِيّ فِي رِسَالَتِهِ الْمَذْكُورَةِ مُجْتَهِدَ التَّرْجِيحِ ،وَقَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ تَبَعًا لِابْنِ الصَّلَاحِ أَيْضًا: وَهُوَ مَن لَمْ يَبْلُغْ رُتْبَةَ أَصْحَابِ الْوُجُوهِ لَكِنَّهُ فَقِيهُ النَّفْسِ حَافِظٌ لِمَذْهَبِ إمَامِهِ عَارِفٌ بِأَدِلَّتِهِ قَائِمٌ بِتَقْرِيرِهَا يُصَوِّرُ وَيُحَرِّرُ وَيُقَرِّرُ وَيُمَهِّدُ وَيُزَيِّفُ وَيُرَجِّحُ لَكِنَّهُ قَصَرَ عَن أُولَئِكَ لِقُصُورِهِ عَنهُمْ فِي حِفْظِ الْمَذْهَبِ أَوْ الِارْتِيَاضِ فِي الِاسْتِنْبَاطِ وَمَعْرِفَةِ الْأُصُولِ وَنَحْوِهَا مِن أَدِلَّتِهَا اهـ . ¶ وَقَالَ شَيْخُ شُيُوخِنَا فِي رِسَالَتِهِ :وَمُجْتَهِدُو الْفَتْوَى مَن كَمُلُوا فِي الْعِلْمِ وَالْمَعْرِفَةِ مِن أَرْبَابِ الْمَذْهَبِ حَتَّى وَصَلُوا لِرُتْبَةِ التَّرْجِيحِ لِلْأَقْوَالِ وَهُمْ كَثِيرُونَ كَالرَّافِعِيِّ وَالنَّوَوِيِّ وَابْنِ حَجَرٍ وَالرَّمْلِيِّ فِي مَذْهَبِ الشَّافِعِيِّ اهـ بِتَوْضِيحٍ . ¶ وَقَالَ شَيْخُ وَالِدِي الشَّيْخُ إبْرَاهِيمُ الْبَاجُورِيُّ عَلَى ابْنِ قَاسِمٍ: إنَّ الرَّمْلِيَّ وَابْنَ حَجَرٍ لَمْ يَبْلُغَا مَرْتَبَةَ التَّرْجِيحِ بَلْ هُمَا مُقَلِّدَانِ فَقَطْ نَعَمْ",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "قَالَ بَعْضُهُمْ بَلْ لَهُمَا تَرْجِيحٌ فِي بَعْضِ الْمَسَائِلِ بَلْ والشبراملسي أَيْضًا اهـ ¶ وَكَالْمَازِرِيِّ وَابْنِ رُشْدٍ وَاللَّخْمِيِّ وَابْنِ الْعَرَبِيِّ وَالْقَرَافِيِّ فِي مَذْهَبِ الْإِمَامِ مَالِكٍ وَكَابْنِ نَجِيمٍ وَالسَّرَخْسِيِّ وَالْكَمَالِ بْنِ الْهُمَامِ وَالطَّحَاوِيِّ فِي مَذْهَبِ أَبِي حَنِيفَةَ وَكَأَبِي يَعْلَى وَابْنِ قُدَامَةَ وَأَبِي الْخَطَّابِ وَالْقَاضِي عَلَاءِ الدِّينِ فِي مَذْهَبِ الْإِمَامِ أَحْمَدَ بْنِ حَنْبَلٍ ،وَقَالَ الْأَصْلُ :وَحَالُ مَن فِي هَذِهِ الْمَرْتَبَةِ أَنْ يُحِيطَ بِتَقْيِيدِ جَمِيعِ مُطْلَقَاتِ الْمَذْهَبِ وَتَخْصِيصِ جَمِيعِ عُمُومَاتِهِ وَبِمَدَارِكِ إمَامِهِ وَمُسْتَنَدَاتِهِ وَحُكْمُهُ أَنَّهُ يُفْتِي بِمَا يَحْفَظُهُ وَيُخَرِّجُ وَيَقِيسُ بِشُرُوطِ الْقِيَاسِ مَا لَا يَحْفَظُهُ عَلَى مَا يَحْفَظُهُ اهـ . ¶ وَهَذَا أَصَحُّ الْأَقْوَالِ الثَّلَاثَةِ الْمُتَقَدِّمَةِ ،وَأَمَّا عَالِمٌ غَيْرُ مُجْتَهِدٍ بِأَنْ لَمْ يَبْلُغْ دَرَجَةَ مُجْتَهِدِ الْفَتْوَى وَلَا يَنْزِلَ إلَى دَرَجَةِ الْعَامِّيِّ وَسَمَّاهُ الْعَلَّامَةُ السُّيُوطِيّ فِي رِسَالَتِهِ الْمَذْكُورَةِ مُجْتَهِدَ الْفُتْيَا نَظَرًا لِمَا تَقَدَّمَ عَن ابْنِ دَقِيقِ الْعِيدِ وَعَن شَارِحِ التَّحْرِيرِ الْأُصُولِيِّ مِن أَنَّهُ رُتْبَةٌ ثَالِثَةٌ لِغَيْرِ الْمُجْتَهِدِ الْمُطْلَقِ مِن الْعُلَمَاءِ الْمُقَلِّدِينَ، إلَّا أَنَّ كَلَامَ شَارِحِ التَّحْرِيرِ الْمَارِّ وَكَلَامَ ابْنِ رُشْدٍ الْآتِي عَلَى أَنَّهُ لَيْسَ بِمُجْتَهِدِ فُتْيَا، بَلْ مُجْتَهِدُ الْفُتْيَا هُوَ مُجْتَهِدُ التَّرْجِيحِ فَتَأَمَّلْ، قَالَ النَّوَوِيُّ فِي شَرْحِ الْمُهَذَّبِ تَبَعًا لِابْنِ الصَّلَاحِ أَيْضًا: وَهُوَ مَن يَقُومُ بِحِفْظِ الْمَذْهَبِ وَنَقْلِهِ وَفَهْمِهِ فِي",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "الْوَاضِحَاتِ وَالْمُشْكِلَاتِ وَلَكِنْ عِنْدَهُ ضَعْفٌ فِي تَقْرِيرِ أَدِلَّتِهِ وَتَحْرِيرِ أَقْيِسَتِهِ فَهَذَا يُعْتَمَدُ نَقْلُهُ وَفَتْوَاهُ فِيمَا يَحْكِيهِ مِن مَسْطُورَاتِ مَذْهَبِهِ وَمَا لَا يَجِدُهُ مَنقُولًا إنْ وُجِدَ فِي الْمَنقُولَاتِ مَعْنَاهُ بِحَيْثُ يُدْرِكُ بِغَيْرِ كَبِيرِ فِكْرٍ أَنَّهُ لَا فَرْقَ بَيْنَهُمَا جَازَ إلْحَاقُهُ بِهِ وَالْفَتْوَى بِهِ ،وَكَذَا مَا يُعْلَمُ انْدِرَاجُهُ تَحْتَ ضَابِطِ مُجْتَهِدٍ فِي الْمَذْهَبِ وَمَا لَيْسَ كَذَلِكَ يَجِبُ إمْسَاكُهُ عَن الْفَتْوَى فِيهِ اهـ . ¶ وَهَذَا هُوَ الرَّاجِحُ مِن الْأَقْوَالِ الْأَرْبَعَةِ الْمُتَقَدِّمَةِ وَهُوَ مِثْلُ قَوْلِ الْأَصْلِ، وَحَالُ هَذَا أَنْ يَتَّسِعَ إطْلَاعُهُ بِحَيْثُ يَعْلَمُ بِتَقْيِيدِ الْمُطْلَقَاتِ وَتَخْصِيصِ الْعُمُومَاتِ لَكِنَّهُ لَمْ يَضْبِطْ مَدَارِكَ إمَامِهِ وَمُسْتَنَدَاتِهِ وَحُكْمُهُ أَنَّهُ يُفْتِي بِمَا يَحْفَظُهُ وَيَنْقُلُهُ مِن مَذْهَبِهِ اتِّبَاعًا لِمَشْهُورِ ذَلِكَ الْمَذْهَبِ بِشُرُوطِ الْفُتْيَا لَا بِكُلِّ قَوْلٍ فِيهِ، إذْ لَا يُعَرَّى مَذْهَبٌ مِن الْمَذَاهِبِ عَن قَوْلٍ خَالَفَ فِيهِ الْمُجْتَهِدُ الْإِجْمَاعَ أَوْ الْقَوَاعِدَ أَوْ النَّصَّ أَوْ الْقِيَاسَ الْجَلِيَّ السَّالِمَ عَن الْمُعَارِضِ الرَّاجِحِ لَكِنَّهُ قَدْ يَقِلُّ وَقَدْ يَكْثُرُ ،وَهَذَا النَّوْعُ لَا يَجُوزُ لِلْمُقَلِّدِ أَنْ يَنْقُلَهُ لِلنَّاسِ وَلَا يُفْتِي بِهِ فِي دِينِ اللَّهِ تَعَالَى ؛وَذَلِكَ لِأَنَّهُ لَوْ حَكَمَ بِهِ حَاكِمٌ لَنَقَضْنَاهُ وَلَا نُقِرُّهُ شَرْعًا وَإِنْ تَأَكَّدَ بِحُكْمِهِ فَأَوْلَى أَنْ نُقِرَّهُ شَرْعًا إذَا لَمْ يَتَأَكَّدْ وَلَا يُعْلَمُ فِي مَذْهَبِهِ إلَّا مَن عَرَفَ الْقَوَاعِدَ الشَّرْعِيَّةَ وَالْقِيَاسَ الْجَلِيَّ وَالنَّصَّ الصَّرِيحَ وَعَدَمَ الْمُعَارِضِ لِذَلِكَ، بِالْمُبَالَغَةِ فِي تَحْصِيلِ مَسَائِلِ الْفِقْهِ بِأُصُولِهَا مَعَ مَعْرِفَةِ عِلْمِ",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "أُصُولِ الْفِقْهِ مَعْرِفَةً حَسَنَةً لَا بِمُجَرَّدِ مَعْرِفَةِ أُصُولِ الْفِقْهِ، فَإِنَّ الْقَوَاعِدَ لَيْسَتْ مُسْتَوْعَبَةً فِي أُصُولِ الْفِقْهِ بَلْ لِلشَّرِيعَةِ قَوَاعِدُ كَثِيرَةٌ جِدًّا عِنْدَ أَئِمَّةِ الْفَتْوَى وَالْفُقَهَاءِ لَا تُوجَدُ فِي كُتُبِ أُصُولِ الْفِقْهِ أَصْلًا ،وَذَلِكَ هُوَ الْبَاعِثُ عَلَى وَضْعِ هَذَا الْكِتَابِ الْمُسَمَّى كِتَابُ الْأَنْوَارِ وَالْقَوَاعِدِ السَّنِيَّةِ لِأَضْبِطَ تِلْكَ الْقَوَاعِدَ حَسْبَ طَاقَتِي وَلِاعْتِبَارِ هَذَا الشَّرْطِ يَحْرُمُ عَلَى أَكْثَرِ النَّاسِ الْفَتْوَى فَتَأَمَّلْ ذَلِكَ فَهُوَ أَمْرٌ لَازِمٌ وَكَذَلِكَ كَانَ السَّلَفُ رَضِيَ اللَّهُ عَنهُمْ مُتَوَقِّفِينَ فِي الْفُتْيَا تَوَقُّفًا شَدِيدًا . ¶ وَقَالَ مَالِكٌ: لَا يَنْبَغِي لِلْعَالِمِ أَنْ يُفْتِيَ حَتَّى يَرَاهُ النَّاسُ أَهْلًا لِذَلِكَ وَيَرَى هُوَ نَفْسُهُ أَهْلًا لِذَلِكَ يُرِيدُ تَثَبُّتَ أَهْلِيَّتِهِ عِنْدَ الْعُلَمَاءِ وَيَكُونُ هُوَ بِيَقِينٍ مُطَّلِعًا عَلَى مَا قَالَهُ الْعُلَمَاءُ فِي حَقِّهِ مِن الْأَهْلِيَّةِ لِأَنَّهُ قَدْ يَظْهَرُ مِن الْإِنْسَانِ أَمْرٌ عَلَى ضِدِّ مَا هُوَ عَلَيْهِ إذَا كَانَ مُطَّلِعًا عَلَى مَا وَصَفَهُ بِهِ النَّاسُ حَصَلَ الْيَقِينُ فِي ذَلِكَ ،وَمَا أَفْتَى مَالِكٌ حَتَّى أَجَازَهُ أَرْبَعُونَ مُحَنَّكًا لِأَنَّ التَّحْنِيكَ وَهُوَ اللِّثَامُ بِالْعَمَائِمِ تَحْتَ الْحَنَكِ شِعَارُ الْعُلَمَاءِ حَتَّى إنَّ مَالِكًا سُئِلَ عَن الصَّلَاةِ بِغَيْرِ تَحْنِيكٍ فَقَالَ: لَا بَأْسَ بِذَلِكَ وَهُوَ إشَارَةٌ إلَى تَأَكُّدِ التَّحْنِيكِ، وَهَذَا هُوَ شَأْنِ الْفُتْيَا فِي الزَّمَنِ الْقَدِيمِ . ¶ وَأَمَّا الْيَوْمَ فَقَدْ انْخَرَقَ هَذَا السِّيَاجُ وَسَهُلَ عَلَى النَّاسِ أَمْرُ دِينِهِمْ فَتَحَدَّثُوا فِيهِ بِمَا يَصْلُحُ وَمَا لَا يَصْلُحُ ،وَعَسُرَ عَلَيْهِمْ اعْتِرَافُهُمْ بِجَهْلِهِمْ",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "وَأَنْ يَقُولَ أَحَدُهُمْ لَا يَدْرِي فَلَا جَرَمَ آلَ الْحَالُ لِلنَّاسِ إلَى هَذِهِ الْغَايَةِ بِالِاقْتِدَاءِ بِالْجُهَّالِ وَالْمُتَجَرِّئِينَ عَلَى دِينِ اللَّهِ تَعَالَى اهـ . ¶ قَالَ الْحَطَّابُ فِي شَرْحِهِ عَلَى الْمُخْتَصَرِ :وَالظَّاهِرُ أَنَّ قَوْلَهُ بِحَيْثُ يَعْلَمُ تَقْيِيدَ الْمُطْلَقَاتِ وَتَخْصِيصَ الْعُمُومَاتِ يَعْنِي يَغْلِبُ عَلَى ظَنِّهِ ذَلِكَ وَأَمَّا الْقَطْعُ بِأَنَّ هَذِهِ الرِّوَايَةَ لَيْسَتْ مُقَيَّدَةً فَبَعِيدٌ وَيَكْفِي الْآنَ فِي ذَلِكَ وُجُودُ الْمَسْأَلَةِ فِي التَّوْضِيحِ أَوْ فِي ابْنِ عَبْدِ السَّلَامِ، قَالَ ابْنُ فَرْحُونٍ قَالَ الْمَازِرِيُّ فِي كِتَابِ الْأَقْضِيَةِ: الَّذِي يُفْتِي فِي هَذَا الزَّمَانِ أَقَلُّ مَرَاتِبِهِ فِي نَقْلِ الْمَذْهَبِ أَنْ يَكُونَ قَدْ اسْتَبْحَرَ فِي الِاطِّلَاعِ عَلَى رِوَايَاتِ الْمَذْهَبِ وَتَأْوِيلِ الشُّيُوخِ لَهَا وَتَوْجِيهِهِمْ لِمَا وَقَعَ فِيهَا مِن اخْتِلَافِ ظَوَاهِرَ وَاخْتِلَافِ مَذَاهِبَ وَتَشْبِيهِهِمْ مَسَائِلَ بِمَسَائِلَ قَدْ يَسْبِقُ إلَى النَّفْسِ تَبَاعُدُهَا وَتَفْرِيقُهُمْ بَيْنَ مَسَائِلَ وَمَسَائِلَ قَدْ يَقَعُ فِي النَّفْسِ تَقَارُبُهَا وَتَشَابُهُهَا إلَى غَيْرِ ذَلِكَ مِمَّا بَسَطَهُ الْمُتَأَخِّرُونَ فِي كُتُبِهِمْ وَأَشَارَ إلَيْهِ الْمُتَقَدِّمُونَ مِن أَصْحَابِ مَالِكٍ فِي كَثِيرٍ مِن رِوَايَاتِهِمْ فَهَذَا لِعَدَمِ النُّظَّارِ يُقْتَصَرُ عَلَى نَقْلِهِ عَن الْمَذْهَبِ اهـ . ¶ وَفِي آخِرِ خُطْبَةِ الْبَيَانِ وَالتَّحْصِيلِ لِابْنِ رُشْدٍ قَالَ : إذَا جَمَعَ الطَّالِبُ الْمُقَدَّمَاتِ إلَى هَذَا الْكِتَابِ يَعْنِي الْبَيَانَ وَالتَّحْصِيلَ حَصَلَ عَلَى مَعْرِفَةِ مَا لَا يَسَعُ جَهْلُهُ مِن أُصُولِ الدِّيَانَاتِ وَأُصُولِ الْفِقْهِ وَعَرَفَ الْعِلْمَ مِن طَرِيقِهِ وَأَخَذَهُ مِن بَابِهِ وَسَبِيلِهِ وَأَحْكَمَ رَدَّ الْفَرْعِ إلَى الْأَصْلِ وَاسْتَغْنَى",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "بِمَعْرِفَةِ ذَلِكَ كُلِّهِ عَن الشُّيُوخِ فِي الْمُشْكِلَاتِ وَحَصَّلَ مَرْتَبَةَ مَن يَجِبُ تَقْلِيدُهُ فِي النَّوَازِلِ الْمُعْضِلَاتِ وَدَخَلَ فِي زُمْرَةِ الْعُلَمَاءِ الَّذِينَ أَثْنَى اللَّهُ عَلَيْهِمْ فِي غَيْرِ مَا آيَةٍ مِن كِتَابِهِ وَوَعَدَهُمْ فِيهِ بِتَرْفِيعِ الدَّرَجَاتِ اهـ كَلَامُ الْحَطَّابِ بِتَغْيِيرِ مَا . ¶ قَالَ وَجَعَلَ الْقَرَافِيُّ أَنَّ مَا خَالَفَ فِيهِ الْإِمَامُ النَّصَّ نَظِيرُ مَا خَالَفَ فِيهِ الْإِجْمَاعَ فِي عَدَمِ جَوَازِ نَقْلِهِ لِلنَّاسِ وَإِفْتَائِهِمْ بِهِ لَيْسَ بِشَيْءٍ لِنَصِّ مَالِكٍ فِي كِتَابِ الْجَامِعِ مِن الْعُتْبِيَّةِ وَغَيْرِهِ عَلَى مُخَالَفَةِ نَصِّ الْحَدِيثِ الصَّحِيحِ إذَا كَانَ الْعَمَلُ بِخِلَافِهِ اهـ ¶ وَهُوَ مَبْنِيٌّ عَلَى جَعْلِ قَوْلِهِ السَّالِمِ عَن الْمُعَارِضِ الرَّاجِحِ وَصْفًا لِخُصُوصِ الْقِيَاسِ الْجَلِيِّ لَا لَهُ وَلِلنَّصِّ وَإِلَّا لَمْ يَرُدَّ عَلَيْهِ ذَلِكَ فَتَأَمَّلْ بِإِنْصَافٍ هَذَا . ¶ وَقَالَ: الْأَصْلُ وَمَا لَيْسَ مَحْفُوظًا مِن رِوَايَاتِ الْمَذْهَبِ لِمَن فِي هَذِهِ الْمَرْتَبَةِ لَا يَجُوزُ لَهُ تَخْرِيجُهُ عَلَى مَا هُوَ مَحْفُوظٌ لَهُ مِنهَا وَإِنْ كَثُرَتْ مَنقُولَاتُهُ جِدًّا إلَّا إذَا حَصَلَتْ لَهُ شُرُوطُ التَّخْرِيجِ مِن حِفْظِهِ قَوَاعِدَ الشَّرِيعَةِ بِالْمُبَالَغَةِ فِي تَحْصِيلِ مَسَائِلِ الْفِقْهِ بِأُصُولِهَا وَمَعْرِفَتِهِ عِلْمَ أُصُولِ الْفِقْهِ وَكِتَابَ الْقِيَاسِ وَأَحْكَامِهِ وَتَرْجِيحَاتِهِ وَشَرَائِطِهِ وَمَوَانِعِهِ مَعْرِفَةً حَسَنَةً وَعِلْمُهُ بِأَنَّ قَوْلَ إمَامِهِ الْمُخَرَّجَ عَلَيْهِ لَيْسَ مُخَالِفًا لِلْإِجْمَاعِ وَلَا لِلْقَوَاعِدِ وَلَا لِنَصٍّ وَلَا لِقِيَاسٍ جَلِيٍّ سَالِمٍ عَن مُعَارِضٍ",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "رَاجِحٍ، وَكَثِيرٌ مِن النَّاسِ يَقْدُمُونَ عَلَى التَّخْرِيجِ دُونَ هَذِهِ الشُّرُوطِ ،بَلْ صَارَ يُفْتِي مَن لَمْ يُحِطْ بِالتَّقْيِيدَاتِ وَلَا بِالتَّخْصِيصَاتِ مِن مَنقُولِ إمَامِهِ، وَذَلِكَ فِسْقٌ وَلَعِبٌ فِي دِينِ اللَّهِ تَعَالَى مِمَن يَتَعَمَّدُهُ \" وَيَتَعَيَّنُ جَعْلُ قَوْلِهِ سَالِمٌ عَن مُعَارِضٍ رَاجِحٍ وَصْفًا لِكُلٍّ مِن الْقِيَاسِ الْجَلِيِّ وَالنَّصِّ لَا لِخُصُوصِ الْقِيَاسِ الْجَلِيِّ حَتَّى يَتَوَجَّهَ عَلَيْهِ إيرَادُ الْحَطَّابِ فَافْهَمْ . ¶ وَأَمَّا الْعَامِّيُّ فَلَهُ مَرْتَبَتَانِ الْمَرْتَبَةُ الْأُولَى أَنْ يَعْرِفَ مِن الْمُجْتَهِدِ حُكْمَ حَادِثَةٍ بِدَلِيلِهَا وَفِي جَوَازِ إفْتَائِهِ بِمَا عَرَفَهُ مُطْلَقًا وَأَنْ يُقَلِّدَهُ غَيْرُهُ فِيهِ، ثَالِثُهَا إنْ كَانَ الدَّلِيلُ كِتَابًا أَوْ سُنَّةً رَابِعُهَا إنْ كَانَ نَقْلِيًّا وَالْأَصَحُّ مِنهَا كَمَا فِي بَحْرِ الزَّرْكَشِيّ الثَّانِي أَيْ الْمَنعُ مُطْلَقًا الْمَرْتَبَةُ الثَّانِيَةُ أَنْ يَعْرِفَ مِن الْمُجْتَهِدِ حُكْمَ مَسْأَلَةٍ وَلَمْ يَدْرِ دَلِيلَهَا أَوْ يَحْفَظْ مُخْتَصَرًا مِن مُخْتَصَرَاتِ الْفِقْهِ فَلَا يَجُوزُ لَهُ أَنْ يُفْتِيَ بِمَا عَرَفَهُ، نَعَمْ رُجُوعُ الْعَامِّيِّ إلَيْهِ إذَا لَمْ يَكُنْ سِوَاهُ أَوْلَى مِن الِارْتِبَاكِ فِي الْحِيرَةِ ،وَيَجُوزُ لَهُ أَنْ يَنْقُلَ مَا أَفْتَاهُ بِهِ الْمُجْتَهِدُ لِغَيْرِهِ نَعَمْ فِي بَحْرِ الزَّرْكَشِيّ لَا يَجُوزُ لِلْعَامِّيِّ أَنْ يَعْمَلَ بِفَتْوَى مُفْتٍ لِعَامِّيٍّ مِثْلِهِ وَإِلَى حَالِ مَن فِي هَذِهِ الْمَرْتَبَةِ الثَّانِيَةِ وَحُكْمُ فَتْوَاهُ أَشَارَ الْأَصْلُ بِقَوْلِهِ أَنْ يَحْفَظَ كِتَابًا فِيهِ عُمُومَاتٌ مُخَصَّصَةٌ فِي غَيْرِهِ وَمُطْلَقَاتٌ مُقَيَّدَةٌ فِي غَيْرِهِ، فَهَذَا يَحْرُمُ",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "عَلَيْهِ أَنْ يُفْتِيَ بِمَا فِيهِ إلَّا فِي مَسْأَلَةٍ يَقْطَعُ أَنَّهَا مُسْتَوْفِيَةٌ لِلْقُيُودِ وَتَكُونُ هِيَ الْوَاقِعَةَ بِعَيْنِهَا \" ¶ وَإِلَى حُكْمِ فَتْوَى مَن فِي الْمَرْتَبَةِ الْأُولَى يُشِيرُ قَوْلُهُ إلَّا فِي مَسْأَلَةٍ يَقْطَعُ أَنَّهَا مُسْتَوْفِيَةٌ إلَخْ فَتَأَمَّلْ بِدِقَّةٍ إذَا عَلِمْت هَذَا عَلِمْت أَنَّ كَلَامَ الْأَصْلِ فِي هَذَا الْفَرْقِ ،وَجَوَابَ ابْنِ رُشْدٍ لَمَّا سُئِلَ عَن الْفَتْوَى وَصِفَةِ الْمُفْتِي قَدْ حَصَرَاهُ فِي مُجْتَهِدِ الْفَتْوَى وَالتَّرْجِيحِ وَالْعَالِمِ الَّذِي لَمْ يَبْلُغْ دَرَجَتَهُ وَصَاحِبِ الْمَرْتَبَةِ الثَّانِيَةِ مِن مَرْتَبَتِي الْعَامِّيِّ الْمَارَّتَيْنِ مَعَ إدْمَاجِ صَاحِبِ الْمَرْتَبَةِ الْأُولَى مِنهُمَا مَعَ صَاحِبِ الثَّانِيَةِ، وَحَاصِلُ كَلَامِ الْأَصْلِ كَمَا فِي الْحَطَّابِ عَلَى مَتْنِ سَيِّدِي خَلِيلٍ أَنَّ لِطَالِبِ الْعِلْمِ ثَلَاثَ حَالَاتٍ : ¶ الْأُولَى أَنْ يَحْفَظَ كِتَابًا فِيهِ عُمُومَاتٌ مُخَصَّصَةٌ فِي غَيْرِهِ وَمُطْلَقَاتٌ مُقَيَّدَةٌ فِي غَيْرِهِ فَهَذَا يَحْرُمُ عَلَيْهِ أَنْ يُفْتِيَ بِمَا فِيهِ إلَّا فِي مَسْأَلَةٍ يَقْطَعُ أَنَّهَا مُسْتَوْفِيَةُ الْقُيُودِ وَتَكُونُ هِيَ الْوَاقِعَةَ بِعَيْنِهَا . ¶ الثَّانِيَةُ أَنْ يَتَّسِعَ اطِّلَاعُهُ بِحَيْثُ يَعْلَمُ بِتَقْيِيدِ الْمُطْلَقَاتِ وَتَخْصِيصِ الْعُمُومَاتِ لَكِنَّهُ لَمْ يَضْبِطْ مَدَارِكَ إمَامِهِ وَمُسْتَنِدَاتِهِ فَهَذَا يُفْتِي بِمَا يَحْفَظُهُ وَيَنْقُلُهُ مِن الْمَشْهُورِ فِي ذَلِكَ الْمَذْهَبِ وَلَا يُخَرِّجُ مَسْأَلَةً لَيْسَتْ مَنصُوصَةً عَلَى مَا يُشْبِهُهَا.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الثَّالِثَةُ أَنْ يُحِيطَ بِذَلِكَ وَبِمَدَارِكِ إمَامِهِ وَمُسْتَنِدَاتِهِ وَهَذَا يُفْتِي بِمَا يَحْفَظُهُ وَيُخَرِّجُ وَيَقِيسُ بِشُرُوطِ الْقِيَاسِ مَا لَا يَحْفَظُهُ عَلَى مَا يَحْفَظُهُ اهـ . ¶ وَجَوَابُ ابْنِ رُشْدٍ كَمَا فِي شَرْحِ الْحَطَّابِ عَلَى خَلِيلٍ نَقْلًا عَن وَثَائِقِ ابْنِ سَلْمُونٍ أَنَّ الْجَمَاعَةَ الَّتِي تُنْسَبُ إلَى الْعُلُومِ وَتَتَمَيَّزُ عَن جُمْلَةِ الْعَوَامّ فِي الْمَحْفُوظِ وَالْمَفْهُومِ تَنْقَسِمُ عَلَى ثَلَاثَةِ طَوَائِفَ طَائِفَةٍ مِنهُمْ اعْتَقَدَتْ صِحَّةَ مَذْهَبِ مَالِكٍ تَقْلِيدًا بِغَيْرِ دَلِيلٍ فَأَخَذَتْ أَنْفُسَهَا بِحِفْظِ مُجَرَّدِ أَقْوَالِهِ وَأَقْوَالِ أَصْحَابِهِ فِي مَسَائِلِ الْفِقْهِ دُونَ التَّفَقُّهِ فِي مَعَانِيهَا بِتَمْيِيزِ الصَّحِيحِ مِنهَا وَالسَّقِيمِ، فَهَذِهِ لَا يَصِحُّ لَهَا الْفَتْوَى بِمَا عَلِمَتْهُ وَحَفِظَتْهُ مِن قَوْلِ مَالِكٍ وَقَوْلِ أَحَدٍ مِن أَصْحَابِهِ إذْ لَا عِلْمَ عِنْدَهَا بِصِحَّةِ شَيْءٍ مِن ذَلِكَ إذْ لَا يَصِحُّ الْفَتْوَى بِمُجَرَّدِ التَّقْلِيدِ مِن غَيْرِ عِلْمٍ، وَيَصِحُّ لَهَا فِي خَاصَّتِهَا إنْ لَمْ تَجِدْ مَن يَصِحُّ لَهَا أَنْ تَسْتَفْتِيَهُ أَنْ تُقَلِّدَ مَالِكًا أَوْ غَيْرَهُ مِن أَصْحَابِهِ فِيمَا حَفِظَتْهُ مِن أَقْوَالِهِمْ وَإِنْ لَمْ يَعْلَمْ مَن نَزَلَتْ بِهِ نَازِلَةٌ مَن يُقَلِّدُهُ فِيهَا مِن قَوْلِ مَالِكٍ وَأَصْحَابِهِ فَيَجُوزُ لِلَّذِي نَزَلَتْ بِهِ النَّازِلَةُ أَنْ يُقَلِّدَهُ فِيمَا حَكَاهُ لَهُ مِن قَوْلِ مَالِكٍ فِي نَازِلَتِهِ وَيُقَلِّدَ مَالِكًا فِي الْأَخْذِ بِقَوْلِهِ فِيهَا، وَذَلِكَ أَيْضًا إذَا لَمْ يَجِدْ فِي عَصْرِهِ مَن يَسْتَفْتِيهِ فِي نَازِلَتِهِ فَيُقَلِّدُهُ فِيهَا ،وَإِنْ كَانَتْ النَّازِلَةُ قَدْ عُلِمَ فِيهَا اخْتِلَافًا مِن قَوْلِ مَالِكٍ وَغَيْرِهِ فَأَعْلَمَهُ بِذَلِكَ كَانَ حُكْمُهُ فِي ذَلِكَ",
            "page": "110",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "حُكْمَ الْعَامِّيِّ إذَا اسْتَفْتَى الْعُلَمَاءَ فِي نَازِلَتِهِ فَاخْتَلَفُوا عَلَيْهِ فِيهَا وَقَدْ اُخْتُلِفَ فِي ذَلِكَ عَلَى ثَلَاثَةِ أَقْوَالِ: أَحَدُهَا أَنْ يَأْخُذَ بِمَا شَاءَ مِن ذَلِكَ ،الثَّانِي أَنْ يَجْتَهِدَ مِن ذَلِكَ فَيَأْخُذَ مِن ذَلِكَ بِقَوْلِ أَعْلَمِهِمْ، الثَّالِثُ أَنْ يَأْخُذَ بِأَغْلَظِ الْأَقْوَالِ وَالطَّائِفَةُ الثَّانِيَةُ مِنهُمْ اعْتَقَدَتْ صِحَّةَ مَذْهَبِ مَالِكٍ بِمَا بَانَ لَهَا مِن صِحَّةِ أُصُولِهِ الَّتِي بَنَاهُ عَلَيْهَا فَأَخَذَتْ أَنْفُسَهَا بِحِفْظِ مُجَرَّدِ أَقْوَالِهِ وَأَقْوَالِ أَصْحَابِهِ فِي مَسَائِلِ الْفِقْهِ وَتَفَقَّهَتْ فِي مَعَانِيهَا فَعَلِمَتْ الصَّحِيحَ مِنهَا الْجَارِيَ عَلَى أُصُولِهِ مِن السَّقِيمِ الْخَارِجِ إلَّا أَنَّهَا لَمْ تَبْلُغْ دَرَجَةَ التَّحْقِيقِ بِمَعْرِفَةِ قِيَاسِ الْفُرُوعِ عَلَى الْأُصُولِ ، وَهَذِهِ يَصْلُحُ لَهَا إذَا اُسْتُفْتِيَتْ أَنْ تُفْتِيَ بِمَا عَلِمَتْهُ مِن قَوْلِ مَالِكٍ وَقَوْلِ غَيْرِهِ مِن أَصْحَابِهِ إذَا كَانَتْ قَدْ بَانَتْ لَهَا صِحَّتُهُ كَمَا يَجُوزُ لَهَا فِي خَاصَّتِهَا الْأَخْذُ بِقَوْلِهِ إذَا بَانَتْ لَهَا صِحَّتُهُ وَلَا يَجُوزُ لَهَا أَنْ تُفْتِيَ بِالِاجْتِهَادِ فِيمَا لَا تَعْلَمُ فِيهِ نَصًّا مِن قَوْلِ مَالِكٍ أَوْ قَوْلِ غَيْرِهِ مِن أَصْحَابِهِ وَإِنْ كَانَتْ قَدْ بَانَتْ لَهَا صِحَّتُهُ إذْ لَيْسَتْ مِمَن كَمُلَ لَهَا آلَاتُ الِاجْتِهَادِ الَّذِي يَصِحُّ لَهَا بِهَا قِيَاسٌ مِن الْفُرُوعِ عَلَى الْأُصُولِ ، وَالطَّائِفَةُ الثَّالِثَةُ مِنهُمْ اعْتَقَدَتْ صِحَّةَ مَذْهَبِهِ بِمَا بَانَ لَهَا أَيْضًا مِن صِحَّةِ أُصُولِهِ لِكَوْنِهَا عَالِمَةً أَحْكَامَ الْقُرْآنِ عَارِفَةً لِلنَّاسِخِ وَالْمَنسُوخِ وَالْمُفَصَّلِ وَالْمُجْمَلِ وَالْخَاصِّ مِن الْعَامِّ عَالِمَةً بِالسُّنَنِ الْوَارِدَةِ فِي الْأَحْكَامِ مُمَيِّزَةً بَيْنَ صَحِيحِهَا مِن مَعْلُولِهَا عَالِمَةً بِأَقْوَالِ الْعُلَمَاءِ مِن",
            "page": "111",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "الصَّحَابَةِ وَالتَّابِعِينَ وَمَن بَعْدَهُمْ مِن فُقَهَاءِ الْأَمْصَارِ وَبِمَا اتَّفَقُوا عَلَيْهِ وَاخْتَلَفُوا فِيهِ عَالِمَةً مِن عِلْمِ اللِّسَانِ بِمَا يُفْهَمُ بِهِ مَعَانِي الْكَلَامِ عَالِمَةً بِوَضْعِ الْأَدِلَّةِ فِي مَوَاضِعِيهَا ،وَهَذِهِ هِيَ الَّتِي يَصِحُّ لَهَا الْفَتْوَى عُمُومًا بِالِاجْتِهَادِ وَالْقِيَاسِ عَلَى الْأُصُولِ الَّتِي هِيَ الْكِتَابُ وَالسُّنَّةُ وَإِجْمَاعُ الْأُمَّةِ بِالْمَعْنَى الْجَامِعِ بَيْنَهَا وَبَيْنَ النَّازِلَةِ وَعَلَى مَا قِيسَ عَلَيْهَا إنْ قُدِّمَ الْقِيَاسُ عَلَيْهَا وَمِن الْقِيَاسِ جَلِيٌّ وَخَفِيٌّ ، لِأَنَّ الْمَعْنَى الَّذِي يَجْمَعُ بَيْنَ الْأَصْلِ وَالْفَرْعِ قَدْ يُعْلَمُ قَطْعًا بِدَلِيلٍ قَاطِعٍ لَا يَحْتَمِلُ التَّأْوِيلَ وَقَدْ يُعْلَمُ بِالِاسْتِدْلَالِ فَلَا يُوجِبُ إلَّا غَلَبَةَ الظَّنِّ وَلَا يَرْجِعُ إلَى الْقِيَاسِ الْخَفِيِّ إلَّا بَعْدَ الْقِيَاسِ الْجَلِيِّ وَهَذَا كُلُّهُ يَتَفَاوَتُ الْعُلَمَاءُ فِي التَّحْقِيقِ بِالْمَعْرِفَةِ بِهِ تَفَاوُتًا بَعِيدًا وَتَفْتَرِقُ أَحْوَالُهُمْ أَيْضًا فِي جَوْدَةِ الْفَهْمِ لِذَلِكَ وَجَوْدَةِ الذِّهْنِ فِيهِ افْتِرَاقًا بَعِيدًا ،إذْ لَيْسَ الْعِلْمُ الَّذِي هُوَ الْفِقْهُ فِي الدِّينِ بِكَثْرَةِ الرِّوَايَةِ وَالْحِفْظِ وَإِنَّمَا هُوَ نُورٌ يَضَعُهُ اللَّهُ حَيْثُ يَشَاءُ فَمَن اعْتَقَدَ فِي نَفْسِهِ أَنَّهُ مِمَن تَصِحُّ لَهُ الْفَتْوَى بِمَا آتَاهُ اللَّهُ عَزَّ وَجَلَّ مِن ذَلِكَ النُّورِ الْمُرَكَّبِ عَلَى الْمَحْفُوظِ الْمَعْلُومِ جَازَ لَهُ أَنْ يُفْتِيَ ،وَإِذَا اعْتَقَدَ النَّاسُ فِيهِ ذَلِكَ جَازَ لَهُ أَنْ يُفْتِيَ فَمِن الْحَقِّ لِلرَّجُلِ أَنْ لَا يُفْتِيَ حَتَّى يَرَى نَفْسَهُ أَهْلًا لِذَلِكَ عَلَى مَا حَكَى مَالِكٌ عَن ابْنِ هُرْمُزَ أَشَارَ بِذَلِكَ عَلَى مَن اسْتَشَارَهُ السُّلْطَانُ فَاسْتَشَارَهُ فِي ذَلِكَ اهـ .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "50-كُلُّ شَيْءٍ أَفْتَى فِيهِ الْمُجْتَهِدُ فَخَرَجَتْ فُتْيَاهُ فِيهِ عَلَى خِلَافِ الْإِجْمَاعِ أَوْ الْقَوَاعِدِ أَوْ النَّصِّ أَوْ الْقِيَاسِ الْجَلِيِّ السَّالِمِ عَن الْمُعَارِضِ الرَّاجِحِ لَا يَجُوزُ لِمُقَلِّدِهِ أَنْ يَنْقُلَهُ لِلنَّاسِ وَلَا يُفْتِي بِهِ فِي دِينِ اللَّهِ تَعَالَى. ¶ فَإِنَّ هَذَا الْحُكْمَ لَوْ حَكَمَ بِهِ حَاكِمٌ لَنَقَضْنَاهُ وَمَا لَا نُقِرُّهُ شَرْعًا بَعْدَ تَقَرُّرِهِ بِحُكْمِ الْحَاكِمِ أَوْلَى أَنْ لَا نُقِرَّهُ شَرْعًا إذَا لَمْ يَتَأَكَّدْ ،وَهَذَا لَمْ يَتَأَكَّدْ فَلَا نُقِرُّهُ شَرْعًا، وَالْفُتْيَا بِغَيْرِ شَرْعٍ حَرَامٌ فَالْفُتْيَا بِهَذَا الْحُكْمِ حَرَامٌ ،وَإِنْ كَانَ الْإِمَامُ الْمُجْتَهِدُ غَيْرَ عَاصٍ بِهِ بَلْ مُثَابًا عَلَيْهِ ،لِأَنَّهُ بَذَلَ جَهْدَهُ عَلَى حَسَبِ مَا أُمِرَ بِهِ وَقَدْ قَالَ النَّبِيُّ عَلَيْهِ السَّلَامُ « إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ ثُمَّ أَصَابَ فَلَهُ أَجْرَانِ ، وَإِذَا حَكَمَ فَاجْتَهَدَ ثُمَّ أَخْطَأَ فَلَهُ أَجْرٌ » (¬1) ¶ فَعَلَى هَذَا يَجِبُ عَلَى أَهْلِ الْعَصْرِ تَفَقُّدُ مَذَاهِبِهِمْ فَكُلُّ مَا وَجَدُوهُ مِن هَذَا النَّوْعِ يَحْرُمُ عَلَيْهِمْ الْفُتْيَا بِهِ وَلَا يَعْرَى مَذْهَبٌ مِن الْمَذَاهِبِ عَنهُ لَكِنَّهُ قَدْ يَقِلُّ وَقَدْ يَكْثُرُ ،غَيْرَ أَنَّهُ لَا يَقْدِرُ أَنْ يَعْلَمَ هَذَا فِي مَذْهَبِهِ إلَّا مَن عَرَفَ الْقَوَاعِدَ وَالْقِيَاسَ الْجَلِيَّ وَالنَّصَّ الصَّرِيحَ وَعَدَمَ الْمُعَارِضِ لِذَلِكَ وَذَلِكَ يَعْتَمِدُ تَحْصِيلَ أُصُولِ الْفِقْهِ وَالتَّبَحُّرَ فِي الْفِقْهِ فَإِنَّ الْقَوَاعِدَ لَيْسَتْ مُسْتَوْعَبَةً فِي أُصُولِ الْفِقْهِ، بَلْ لِلشَّرِيعَةِ قَوَاعِدُ كَثِيرَةٌ ¶ ¬__________ ¶ (¬1) - صحيح البخارى(7352 )",
            "page": "113",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "جِدًّا عِنْدَ أَئِمَّةِ الْفَتْوَى وَالْفُقَهَاءِ لَا تُوجَدُ فِي كُتُبِ أُصُولِ الْفِقْهِ أَصْلًا وَذَلِكَ هُوَ الْبَاعِثُ لِي عَلَى وَضْعِ هَذَا الْكِتَابِ لِأَضْبِطَ تِلْكَ الْقَوَاعِدَ بِحَسَبِ طَاقَتِي وَلِاعْتِبَارِ هَذَا الشَّرْطِ يَحْرُمُ عَلَى أَكْثَرِ النَّاسِ الْفَتْوَى فَتَأَمَّلْ ذَلِكَ فَهُوَ أَمْرٌ لَازِمٌ ،وَكَذَلِكَ كَانَ السَّلَفُ رَضِيَ اللَّهُ عَنهُمْ مُتَوَقِّفِينَ فِي الْفُتْيَا تَوَقُّفًا شَدِيدًا وَقَالَ مَالِكٌ لَا يَنْبَغِي لِلْعَالِمِ أَنْ يُفْتِيَ حَتَّى يَرَاهُ النَّاسُ أَهْلًا لِذَلِكَ وَيَرَى هُوَ نَفْسَهُ أَهْلًا لِذَلِكَ يُرِيدُ تَثْبُتُ أَهْلِيَّتُهُ عِنْدَ الْعُلَمَاءِ . ¶ وَيَكُونُ هُوَ بِيَقِينٍ مُطَّلِعًا عَلَى مَا قَالَهُ الْعُلَمَاءُ فِي حَقِّهِ مِن الْأَهْلِيَّةِ لِأَنَّهُ قَدْ يَظْهَرُ مِن الْإِنْسَانِ أَمْرٌ عَلَى ضِدِّ مَا هُوَ عَلَيْهِ، فَإِذَا كَانَ مُطَّلِعًا عَلَى مَا وَصَفَهُ بِهِ النَّاسُ حَصَلَ الْيَقِينُ فِي ذَلِكَ وَمَا أَفْتَى مَالِكٌ حَتَّى أَجَازَهُ أَرْبَعُونَ مُحَنَّكًا لِأَنَّ التَّحَنُّكَ وَهُوَ اللِّثَامُ بِالْعَمَائِمِ تَحْتَ الْحَنَكِ شِعَارُ الْعُلَمَاءِ حَتَّى إنَّ مَالِكًا سُئِلَ عَن الصَّلَاةِ بِغَيْرِ تَحَنُّكٍ فَقَالَ لَا بَأْسَ بِذَلِكَ ،وَهُوَ إشَارَةٌ إلَى تَأَكُّدِ التَّحْنِيكِ وَهَذَا هُوَ شَأْنُ الْفُتْيَا فِي الزَّمَنِ الْقَدِيمِ وَأَمَّا الْيَوْمَ فَقَدْ انْخَرَقَ هَذَا السِّيَاجُ وَسَهُلَ عَلَى النَّاسِ أَمْرُ دِينِهِمْ فَتَحَدَّثُوا فِيهِ بِمَا يَصْلُحُ وَبِمَا لَا يَصْلُحُ وَعَسُرَ عَلَيْهِمْ اعْتِرَافُهُمْ بِجَهْلِهِمْ وَأَنْ يَقُولَ أَحَدُهُمْ لَا يَدْرِي فَلَا جَرَمَ آلَ الْحَالُ لِلنَّاسِ إلَى هَذِهِ الْغَايَةِ بِالِاقْتِدَاءِ بِالْجُهَّالِ .",
            "page": "114",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "الْحَالَةُ الثَّالِثَةُ أَنْ يَصِيرَ طَالِبُ الْعِلْمِ إلَى مَا ذَكَرْنَاهُ مِن الشُّرُوطِ مَعَ الدِّيَانَةِ الْوَازِعَةِ وَالْعَدَالَةِ الْمُتَمَكِّنَةِ فَهَذَا يَجُوزُ لَهُ أَنْ يُفْتِيَ فِي مَذْهَبِهِ نَقْلًا وَتَخْرِيجًا وَيَعْتَمِدُ عَلَى مَا يَقُولُهُ فِي جَمِيعِ ذَلِكَ\" . ¶ 51-حكم الفتاوى الشاذة (¬1) ¶ إذا خالف المجتهد، أو العالم، من هو أعلم منه، أو انفرد بفتوى خالف فيها أكثر العلماء فلا يخلو حال تلك الفتوى من أحد أمرين: ¶ الأول: أن يكون ذلك القول أو تلك الفتوى مخالفة لما هو مقطوع به في الشريعة، أو يكون المفتي ماجناً أو مشهوراً بالتساهل والتوسع في الرخص، أو يقول بالقول لهوى في النفس ليرضي غيره، أو ليحمد من الناس وينال الغلبة على أقرانه عند الحكام ونحو ذلك؛ فهذا ينبغي الإنكار عليه ومنعه، وقد نص فقهاء الأحناف على الحجر على المفتي الماجن لأنه يفسد دين الناس (¬2) ، ومن عرف بذلك لم يجز أن يستفتى، إلا أن ذلك لا ينبغي أن يكون إلا بعد أن يبين له الخطأ ووجهه بالأدلة الشرعية التي يجب قبولها؛ قال شيخ الإسلام ابن تيمية: ¶ ¬__________ ¶ (¬1) - انظر فتاوى واستشارات الإسلام اليوم - (ج 16 / ص 251)-إفتاء العالم بما يخالف الفتوى السائدة ¶ (¬2) - انظر غمز عيون البصائر في شرح الأشباه والنظائر - (ج 2 / ص 97) والأشباه والنظائر لابن نجيم - (ج 1 / ص 87) وشرح التلويح على التوضيح - (ج 2 / ص 405) والموافقات - (ج 6 / ص 77) وقواعد الفقه - (ج 1 / ص 498)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "\" وَلَيْسَ لِأَحَدِ أَنْ يَحْكُمَ عَلَى عَالِمٍ بِإِجْمَاعِ الْمُسْلِمِينَ ؛ بَلْ يُبَيِّنُ لَهُ أَنَّهُ قَدْ أَخْطَأَ فَإِنْ بَيَّنَ لَهُ بِالْأَدِلَّةِ الشَّرْعِيَّةِ الَّتِي يَجِبُ قَبُولُهَا أَنَّهُ قَدْ أَخْطَأَ وَظَهَرَ خَطَؤُهُ لِلنَّاسِ وَلَمْ يَرْجِعْ بَلْ أَصَرَّ عَلَى إظْهَارِ مَا يُخَالِفُ الْكِتَابَ وَالسُّنَّةَ وَالدُّعَاءَ إلَى ذَلِكَ ،وَجَبَ أَنْ يُمْنَعَ مِن ذَلِكَ وَيُعَاقَبَ إنْ لَمْ يَمْتَنِعْ ،وَأَمَّا إذَا لَمْ يُبَيَّنْ لَهُ ذَلِكَ بِالْأَدِلَّةِ شَّرْعِيَّةِ لَمْ تَجُزْ عُقُوبَتُهُ بِاتِّفَاقِ الْمُسْلِمِينَ وَلَا مَنعُهُ مِن ذَلِكَ الْقَوْلِ ،وَلَا الْحُكْمُ عَلَيْهِ بِأَنَّهُ لَا يَقُولُهُ إذَا كَانَ يَقُولُ إنَّ هَذَا هُوَ الَّذِي دَلَّ عَلَيْهِ الْكِتَابُ وَالسُّنَّةُ كَمَا قَالَهُ فُلَانٌ وَفُلَانٌ مِن عُلَمَاءِ الْمُسْلِمِينَ ؛ فَهَذَا إذَا اجْتَهَدَ فَأَخْطَأَ لَمْ يُحْكَمْ عَلَيْهِ إلَّا بِالْكِتَابِ وَالسُّنَّةِ ؛ وَالْمُنَازِعُ لَهُ يَتَكَلَّمُ بِلَا عِلْمٍ وَالْحُكْمُ الَّذِي حَكَمَ بِهِ لَمْ يَقُلْهُ أَحَدٌ مِن عُلَمَاءِ الْمُسْلِمِينَ، فَعُلَمَاءُ الْمُسْلِمِينَ الْكِبَارُ لَوْ قَالُوا بِمِثْلِ قَوْلِ الْحُكَّامِ لَمْ يَكُنْ لَهُمْ إلْزَامُ النَّاسِ بِذَلِكَ إلَّا بِحُجَّةِ شَرْعِيَّةٍ لَا بِمُجَرَّدِ حُكْمِهِمْ \". (¬1) ¶ الثاني: أن يكون ما قاله ذلك العالم أو قضى به القاضي وفق النصوص الشرعية، فلا يجوز منعه، وإن خرج عن أقوال الأئمة الأربعة؛ فإن أقوال الأئمة كالفقهاء الأربعة وغيرهم ليست حجة لازمة، ولا إجماعاً باتفاق المسلمين؛ بل قد ثبت عنهم أنهم نهوا الناس عن تقليدهم وأمروهم إذا رأوا قولاً في الكتاب والسنة أقوى من ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى - (ج 35 / ص 382)",
            "page": "116",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "قولهم أن يأخذوا بما يدلُّ عليه الكتاب والسنة ويدعوا أقوالهم؛ وغيرهم أولى بترك قوله إذا جانبه الدليل، لأن الأئمة الأربعة قد حازوا مرتبة الاجتهاد المطلق، ومع ذلك ساغت مخالفتهم، قال شيخ الإسلام ابن تيمية عن المفتي يخرج عن أقوال الأئمة الأربعة: \" وَلَوْ قَضَى أَوْ أَفْتَى بِقَوْلِ سَائِغٍ يَخْرُجُ عَن أَقْوَالِ الْأَئِمَّةِ الْأَرْبَعَةِ فِي مَسَائِلِ الْأَيْمَانِ وَالطَّلَاقِ وَغَيْرِهِمَا مِمَّا ثَبَتَ فِيهِ النِّزَاعُ بَيْنَ عُلَمَاءِ الْمُسْلِمِينَ وَلَمْ يُخَالِفْ كِتَابًا وَلَا سُنَّةً وَلَا مَعْنَى ذَلِكَ ؛ بَلْ كَانَ الْقَاضِي بِهِ وَالْمُفْتِي بِهِ يَسْتَدِلُّ عَلَيْهِ بِالْأَدِلَّةِ الشَّرْعِيَّةِ - كَالِاسْتِدْلَالِ بِالْكِتَابِ وَالسُّنَّةِ - فَإِنَّ هَذَا يَسُوغُ لَهُ أَنْ يَحْكُمَ بِهِ وَيُفْتِيَ بِهِ . ¶ وَلَا يَجُوزُ بِاتِّفَاقِ الْأَئِمَّةِ الْأَرْبَعَةِ نَقْضُ حُكْمِهِ إذَا حَكَمَ وَلَا مَنعُهُ مِن الْحُكْمِ بِهِ،وَلَا مِن الْفُتْيَا بِهِ وَلَا مَنعِ أَحَدٍ مِن تَقْلِيدِهِ . وَمَن قَالَ : إنَّهُ يُسَوِّغُ الْمَنعَ مِن ذَلِكَ فَقَدْ خَالَفَ إجْمَاعَ الْأَئِمَّةِ الْأَرْبَعَةِ ؛ بَلْ خَالَفَ إجْمَاعَ الْمُسْلِمِينَ مَعَ مُخَالَفَتِهِ لِلَّهِ وَرَسُولِهِ ؛ فَإِنَّ اللَّهَ تَعَالَى يَقُولُ فِي كِتَابِهِ : {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (59) سورة النساء، فَأَمَرَ اللَّهُ الْمُؤْمِنِينَ بِالرَّدِّ فِيمَا تَنَازَعُوا فِيهِ إلَى اللَّهِ وَالرَّسُولِ وَهُوَ الرَّدُّ إلَى الْكِتَابِ وَالسُّنَّةِ . فَمَن قَالَ : إنَّهُ لَيْسَ لِأَحَدِ أَنْ يُرَدَّ مَا تَنَازَعُوا فِيهِ",
            "page": "117",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "إلَى الْكِتَابِ وَالسُّنَّةِ ؛ بَلْ عَلَى الْمُسْلِمِينَ اتِّبَاعُ قَوْلِنَا دُونَ الْقَوْلِ الْآخَرِ مِن غَيْرِ أَنْ يُقِيمَ دَلِيلًا شَرْعِيًّا - كَالِاسْتِدْلَالِ بِالْكِتَابِ وَالسُّنَّةِ - عَلَى صِحَّةِ قَوْلِهِ فَقَدْ خَالَفَ الْكِتَابَ وَالسُّنَّةَ وَإِجْمَاعَ الْمُسْلِمِينَ وَتَجِبُ اسْتِتَابَةُ مِثْلِ هَذَا وَعُقُوبَتُهُ كَمَا يُعَاقَبُ أَمْثَالُهُ \" (¬1) . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى - (ج 33 / ص 133)",
            "page": "118",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "أهم المصادر ¶ 1. صحيح البخارى- المكنز - ¶ 2. صحيح مسلم- المكنز - ¶ 3. صحيح ابن حبان ¶ 4. سنن الدارمى- المكنز - ¶ 5. الموسوعة الفقهية ¶ 6. لسان العرب، والقاموس المحيط . ¶ 7. تفسير القرطبي ¶ 8. تفسير ابن كثير ط عيسى الحلبي . ¶ 9. شرح المنتهى مطبعة أنصار السنة بالقاهرة، ¶ 10. صفة الفتوى والمستفتى لابن حمدان ¶ 11. الإحكام في تمييز الفتاوى من الأحكام للقرافي- حلب مكتبة المطبوعات الإسلامية 1387هـ . ¶ 12. البحر المحيط للزركشي الكويت، وزارة الأوقاف والشئون الإسلامية 1990م . ¶ 13. رد المحتار على الدر المختار. ¶ 14. الفروق للشيخ أحمد بن إدريس القرافي الصنهاجي المالكي . ¶ 15. مسلم الثبوت في أصول الفقه بولاق،",
            "page": "119",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "1. ¶ 2. الورقات للجويني وشرحها لابن قاسم العبادي بهامش إرشاد الفحول إرشاد الفحول ¶ 3. سنن الترمذى ¶ 4. شرح المنهاج للمحلي ¶ 5. شرح المنتهى ، مكتبة المنيرة . ¶ 6. المجموع للنووي شرح المهذب للشيرازي القاهرة، المكتبة المنيرية . ¶ 7. الموافقات للشاطبي ¶ 8. إعلام الموقعين عن رب العالمين لابن القيم ¶ 9. الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ ¶ 10. مقدمة المجموع تكملة المطيعي وتحقيقه . ¶ 11. فتاوى الأزهر ¶ 12. سنن أبى داود ¶ 13. أيسر التفاسير لأسعد حومد ¶ 14. فتاوى الشبكة الإسلامية معدلة ¶ 15. الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ ¶ 16. الفتوى - د. يوسف القرضاوي ¶ 17. فتاوى يسألونك لعفانة1-12 ¶ 18. الفروق للقرافي ¶ 19. الدر المختار وحاشية ابن عابدين ¶ 20. حديث الدسوقي",
            "page": "120",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "1. ¶ 2. مجمع الأنهر ¶ 3. ابن الصلاح : الفتوى ق10 مخطوط بدار الكتب المصرية برقم 1889 أصول ¶ 4. رسم المفتي لابن عابدين ¶ 5. الدسوقي على الشرح الكبير ¶ 6. روضة الناظر ¶ 7. عقود رسم المفتي لابن عابدين ضمن مجموعة رسائل ابن عابدين . ¶ 8. الإحكام للآمدي ¶ 9. السُّنَنُ الْكُبْرَى لِلْبَيْهقِيِّ ¶ 10. جَامِعُ بَيَانِ الْعِلْمِ ¶ 11. منتهى السول ¶ 12. جمع الجوامع وشرحه ¶ 13. تبصرة الحكام لابن فرحون ¶ 14. موطأ مالك ¶ 15. الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ ¶ 16. فتح الباري لابن حجر ¶ 17. الموسوعة الفقهية الكويتية ¶ 18. شرح المحلي على منهاج الطالبين ¶ 19. الأشباه والنظائر للسيوطي ¶ 20. روضة الطالبين ¶ 21. سنن النسائى ¶ 22. المستصفى للغزالي القاهرة، المكتبة التجارية 1356هـ . ¶ 23. أنوار البروق في أنواع الفروق ¶ 24. مسند البزار ¶ 25. سنن أبى داود ¶ 26. فتاوى واستشارات الإسلام اليوم ¶ 27. غمز عيون البصائر في شرح الأشباه والنظائر ¶ 28. الأشباه والنظائر لابن نجيم ¶ 29. شرح التلويح على التوضيح ¶ 30. قواعد الفقه ¶ 31. الشاملة 2+3 ¶ 32. برنامج قالون",
            "page": "120",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الفهرس العام ¶ الخلاصة في أحكام الفتوى ... 4 ¶ 1 - تّعْرِيفُ الفَتْوَى: ... 4 ¶ 2 -الْقَضَاءُ : ... 5 ¶ 3 -الاِجْتِهَادُ : ... 7 ¶ 4 - الْحُكْمُ التَّكْلِيفِيُّ : ... 8 ¶ 5 - تَعَيُّنُ الْفَتْوَى : ... 9 ¶ 6 - مَنْزِلَةُ الْفَتْوَى : ... 10 ¶ 7 - تَهَيُّبُ الإِْفْتَاءِ وَالْجُرْأَةُ عَلَيْهِ : ... 12 ¶ 8 - الْفَتْوَى بِغَيْرِ عِلْمٍ : ... 13 ¶ 9 - أَنْوَاعُ مَا يُفْتَى فِيهِ : ... 21 ¶ 10 - حَقِيقَةُ عَمَل الْمُفْتِي : ... 22 ¶ 11 - شُرُوطُ الْمُفْتِي : ... 25 ¶ 12 - أَمَّا مَا يُشْتَرَطُ فِي الْمُفْتِي فَهُوَ أُمُورٌ : ... 25 ¶ 13 - د : الْعَدَالَةُ : ... 26 ¶ 14 - هـ - الاِجْتِهَادُ: ... 27 ¶ 15 - وَلَيْسَ لِمَنْ يُفْتِي بِمَذْهَبِ إِمَامٍ أَنْ يُفْتِيَ بِهِ إِلاَّ وَقَدْ عَرَفَ دَلِيلَهُ وَوَجْهَ الاِسْتِنْبَاطِ . ... 30 ¶ 16 - جواز الفتوى بقول الأموات ... 32 ¶ 17 - لا تجوز الفتوى بالأقوال المرجوع عنها أو المنسوخة ... 32 ¶ 18 - و- جَوْدَةُ الْقَرِيحَةِ : ... 33 ¶ 19 - ز - الْفَطَانَةُ وَالتَّيَقُّظُ : ... 33",
            "page": "121",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "20 - وَالْقَرَابَةُ وَالصَّدَاقَةُ وَالْعَدَاوَةُ لاَ تُؤَثِّرُ فِي صِحَّةِ الْفَتْوَى كَمَا تُؤَثِّرُ فِي الْقَضَاءِ وَالشَّهَادَةِ . ... 34 ¶ 21 - إِفْتَاءُ الْقَاضِي : ... 35 ¶ 22 - مَا تَسْتَنِدُ إِلَيْهِ الْفَتْوَى : ... 37 ¶ 23 - الإِْفْتَاءُ بِالرَّأْيِ : ... 39 ¶ 24 - الإِْفْتَاءُ بِمَا سَبَقَ لِلْمُفْتِي أَنْ أَفْتَى بِهِ : ... 50 ¶ 25 - التَّخَيُّرُ فِي الْفَتْوَى عِنْدَ التَّعَارُضِ : ... 51 ¶ 26 - تَتَبُّعُ الْمُفْتِي لِلرُّخَصِ : ... 51 ¶ 27 - إِحَالَةُ الْمُفْتِي عَلَى غَيْرِهِ : ... 53 ¶ 28 - تَشْدِيدُ الْمُفْتِي وَتَسَاهُلُهُ : ... 54 ¶ 29 - آدَابُ الْمُفْتِي : ... 56 ¶ 30 - مُرَاعَاةُ حَال الْمُسْتَفْتِي : ... 60 ¶ 31 - صِيغَةُ الْفَتْوَى : ... 63 ¶ 32 - الإِْفْتَاءُ بِالإِْشَارَةِ : ... 68 ¶ 33 - الإِْفْتَاءُ بِالْكِتَابَةِ : ... 69 ¶ 34 - أَخْذُ الرِّزْقِ عَلَى الْفُتْيَا : ... 69 ¶ 35 - أَخْذُ الْمُفْتِي الْهَدِيَّةَ : ... 72 ¶ 36 - الْخَطَأُ فِي الْفُتْيَا : ... 73 ¶ 37 - رُجُوعُ الْمُفْتِي عَنْ فُتْيَاهُ : ... 74 ¶ 38 - وَإِنْ رَجَعَ الْمُفْتِي عَنْ فُتْيَاهُ ، أَوْ تَبَيَّنَ خَطَؤُهُ ، فَلَيْسَ لِلْمُسْتَفْتِي أَنْ يَسْتَنِدَ فِي الْمُسْتَقْبَل إِلَيْهَا فِي وَاقِعَةٍ أُخْرَى مُمَاثِلَةٍ . ... 75 ¶ 39 - ضَمَانُ مَا يَتْلَفُ بِنَاءً عَلَى الْخَطَأِ فِي الْفَتْوَى : ... 76 ¶ 40 - الإِْمَامُ وَشُئُونُ الْفَتْوَى : ... 77 ¶ 41 - حُكْمُ الاِسْتِفْتَاءِ : ... 79",
            "page": "122",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "42 - مَنْ لَمْ يَجِدْ مَنْ يُفْتِيهِ فِي وَاقِعَتِهِ : ... 79 ¶ 43 - مَعْرِفَةُ الْمُسْتَفْتِي حَال مَنْ يَسْتَفْتِيهِ : ... 80 ¶ 44 - تَخَيُّرُ الْمُسْتَفْتِي مَنْ يُفْتِيهِ : ... 82 ¶ 45 - مَا يَلْزَمُ الْمُسْتَفْتِيَ إِنِ اخْتَلَفَتْ عَلَيْهِ أَجْوِبَةُ الْمُفْتِينَ : ... 82 ¶ 46 - أَدَبُ الْمُسْتَفْتِي مَعَ الْمُفْتِي : ... 84 ¶ 47 - هَل يَلْزَمُ الْمُسْتَفْتِيَ الْعَمَل بِقَوْل الْمُفْتِي ؟ ... 86 ¶ 48 - حُكْمُ الْمُسْتَفْتِي إِنْ لَمْ يَطْمَئِنَّ قَلْبُهُ إِلَى الْفُتْيَا : ... 87 ¶ 49-من يجوز له الإفتاء ؟ ... 88 ¶ 50-كُلُّ شَيْءٍ أَفْتَى فِيهِ الْمُجْتَهِدُ فَخَرَجَتْ فُتْيَاهُ فِيهِ عَلَى خِلَافِ الْإِجْمَاعِ أَوْ الْقَوَاعِدِ أَوْ النَّصِّ أَوْ الْقِيَاسِ الْجَلِيِّ السَّالِمِ عَن الْمُعَارِضِ الرَّاجِحِ لَا يَجُوزُ لِمُقَلِّدِهِ أَنْ يَنْقُلَهُ لِلنَّاسِ وَلَا يُفْتِي بِهِ فِي دِينِ اللَّهِ تَعَالَى. ... 113 ¶ 51-حكم الفتاوى الشاذة ... 115",
            "page": "123",
            "part": "1"
        }
    ],
    "t36074": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في أحكام الفتوى"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "1 - تّعْرِيفُ الفَتْوَى:"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "2 -الْقَضَاءُ :"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "3 -الاِجْتِهَادُ :"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "4 - الْحُكْمُ التَّكْلِيفِيُّ :"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "5 - تَعَيُّنُ الْفَتْوَى :"
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": null,
            "tit": "6 - مَنْزِلَةُ الْفَتْوَى :"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "7 - تَهَيُّبُ الإِْفْتَاءِ وَالْجُرْأَةُ عَلَيْهِ :"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "8 - الْفَتْوَى بِغَيْرِ عِلْمٍ"
        },
        {
            "id": "22",
            "lvl": "1",
            "sub": null,
            "tit": "9 - أَنْوَاعُ مَا يُفْتَى فِيهِ :"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "10 - حَقِيقَةُ عَمَل الْمُفْتِي :"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "11 - شُرُوطُ الْمُفْتِي :"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": "1",
            "tit": "12 - أَمَّا مَا يُشْتَرَطُ فِي الْمُفْتِي فَهُوَ أُمُورٌ :"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "13 - د : الْعَدَالَةُ :"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "14 - هـ - الاِجْتِهَادُ:"
        },
        {
            "id": "31",
            "lvl": "1",
            "sub": null,
            "tit": "15 - وَلَيْسَ لِمَنْ يُفْتِي بِمَذْهَبِ إِمَامٍ أَنْ يُفْتِيَ بِهِ إِلاَّ وَقَدْ عَرَفَ دَلِيلَهُ وَوَجْهَ الاِسْتِنْبَاطِ ."
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "16 - جواز الفتوى بقول الأموات"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": "1",
            "tit": "17 - لا تجوز الفتوى بالأقوال المرجوع عنها أو المنسوخة"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "18 - و- جَوْدَةُ الْقَرِيحَةِ :"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "19 - ز - الْفَطَانَةُ وَالتَّيَقُّظُ :"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "20 - وَالْقَرَابَةُ وَالصَّدَاقَةُ وَالْعَدَاوَةُ لاَ تُؤَثِّرُ فِي صِحَّةِ الْفَتْوَى كَمَا تُؤَثِّرُ فِي الْقَضَاءِ وَالشَّهَادَةِ ."
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "21 - إِفْتَاءُ الْقَاضِي :"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "22 - مَا تَسْتَنِدُ إِلَيْهِ الْفَتْوَى :"
        },
        {
            "id": "40",
            "lvl": "1",
            "sub": null,
            "tit": "23 - الإِْفْتَاءُ بِالرَّأْيِ :"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "24 - الإِْفْتَاءُ بِمَا سَبَقَ لِلْمُفْتِي أَنْ أَفْتَى بِهِ :"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": null,
            "tit": "25 - التَّخَيُّرُ فِي الْفَتْوَى عِنْدَ التَّعَارُضِ :"
        },
        {
            "id": "52",
            "lvl": "1",
            "sub": "1",
            "tit": "26 - تَتَبُّعُ الْمُفْتِي لِلرُّخَصِ :"
        },
        {
            "id": "54",
            "lvl": "1",
            "sub": null,
            "tit": "27 - إِحَالَةُ الْمُفْتِي عَلَى غَيْرِهِ :"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "28 - تَشْدِيدُ الْمُفْتِي وَتَسَاهُلُهُ :"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "29 - آدَابُ الْمُفْتِي :"
        },
        {
            "id": "61",
            "lvl": "1",
            "sub": null,
            "tit": "30 - مُرَاعَاةُ حَال الْمُسْتَفْتِي :"
        },
        {
            "id": "64",
            "lvl": "1",
            "sub": null,
            "tit": "31 - صِيغَةُ الْفَتْوَى :"
        },
        {
            "id": "69",
            "lvl": "1",
            "sub": null,
            "tit": "32 - الإِْفْتَاءُ بِالإِْشَارَةِ :"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": null,
            "tit": "33 - الإِْفْتَاءُ بِالْكِتَابَةِ :"
        },
        {
            "id": "70",
            "lvl": "1",
            "sub": "1",
            "tit": "34 - أَخْذُ الرِّزْقِ عَلَى الْفُتْيَا :"
        },
        {
            "id": "73",
            "lvl": "1",
            "sub": null,
            "tit": "35 - أَخْذُ الْمُفْتِي الْهَدِيَّةَ :"
        },
        {
            "id": "74",
            "lvl": "1",
            "sub": null,
            "tit": "36 - الْخَطَأُ فِي الْفُتْيَا :"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "37 - رُجُوعُ الْمُفْتِي عَنْ فُتْيَاهُ :"
        },
        {
            "id": "76",
            "lvl": "1",
            "sub": null,
            "tit": "38 - وَإِنْ رَجَعَ الْمُفْتِي عَنْ فُتْيَاهُ ، أَوْ تَبَيَّنَ خَطَؤُهُ ، فَلَيْسَ لِلْمُسْتَفْتِي أَنْ يَسْتَنِدَ فِي الْمُسْتَقْبَل إِلَيْهَا فِي وَاقِعَةٍ أُخْرَى مُمَاثِلَةٍ"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "39 - ضَمَانُ مَا يَتْلَفُ بِنَاءً عَلَى الْخَطَأِ فِي الْفَتْوَى :"
        },
        {
            "id": "78",
            "lvl": "1",
            "sub": null,
            "tit": "40 - الإِْمَامُ وَشُئُونُ الْفَتْوَى :"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": null,
            "tit": "41 - حُكْمُ الاِسْتِفْتَاءِ :"
        },
        {
            "id": "80",
            "lvl": "1",
            "sub": "1",
            "tit": "42 - مَنْ لَمْ يَجِدْ مَنْ يُفْتِيهِ فِي وَاقِعَتِهِ :"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "43 - مَعْرِفَةُ الْمُسْتَفْتِي حَال مَنْ يَسْتَفْتِيهِ :"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": null,
            "tit": "44 - تَخَيُّرُ الْمُسْتَفْتِي مَنْ يُفْتِيهِ :"
        },
        {
            "id": "83",
            "lvl": "1",
            "sub": "1",
            "tit": "45 - مَا يَلْزَمُ الْمُسْتَفْتِيَ إِنِ اخْتَلَفَتْ عَلَيْهِ أَجْوِبَةُ الْمُفْتِينَ :"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "46 - أَدَبُ الْمُسْتَفْتِي مَعَ الْمُفْتِي :"
        },
        {
            "id": "87",
            "lvl": "1",
            "sub": null,
            "tit": "47 - هَل يَلْزَمُ الْمُسْتَفْتِيَ الْعَمَل بِقَوْل الْمُفْتِي ؟"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "48 - حُكْمُ الْمُسْتَفْتِي إِنْ لَمْ يَطْمَئِنَّ قَلْبُهُ إِلَى الْفُتْيَا"
        },
        {
            "id": "89",
            "lvl": "1",
            "sub": null,
            "tit": "49-من يجوز له الإفتاء ؟"
        },
        {
            "id": "114",
            "lvl": "1",
            "sub": null,
            "tit": "50-كُلُّ شَيْءٍ أَفْتَى فِيهِ الْمُجْتَهِدُ فَخَرَجَتْ فُتْيَاهُ فِيهِ عَلَى خِلَافِ الْإِجْمَاعِ أَوْ الْقَوَاعِدِ أَوْ النَّصِّ أَوْ الْقِيَاسِ الْجَلِيِّ السَّالِمِ عَن الْمُعَارِضِ الرَّاجِحِ لَا يَجُوزُ لِمُقَلِّدِهِ أَنْ يَنْقُلَهُ لِلنَّاسِ وَ"
        },
        {
            "id": "116",
            "lvl": "1",
            "sub": null,
            "tit": "51-حكم الفتاوى الشاذة"
        }
    ]
}