{
    "b36081": [
        {
            "id": "1",
            "nass": "الخلاصةُ ¶ في حقوق المعلِّم وواجباته ¶ جمع وإعداد ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1430 هـ 2009 م ¶ ((ماليزيا- بهانج - دار المعمور )) ¶ (( حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين..وعلى آله وصحبه أجمعين ، ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ أيها المربون، هل سمعتم بموظف يمكث مع أبناء المسلمين ساعات طوال؛ يعلمهم القرآن والسنة ، والرياضيات والكيمياء، يعيش أفراحهم وأحزانهم، ويحسن إلى مجدهم، ويؤدب مهملهم، يقوم مقام الوالد في التربية والتوجيه، يغرس الأدب الحسن والخلق العالي، يعلمهم الفضيلة، ويجنبهم الرذيلة، يكشف النوابغ وينمي المواهب، ويزيد القدرات. ¶ إنْ كان بارًا كان تلاميذه بررة، أدركوا نورًا وذكرًا وخيرًا، وإن كان ضارًا حملوا من خصاله السيئة صنوفًا وألوانًا. إن هذا الموظف قد استأمنته الأمة جمعاء على أبنائها وفلذات أكبادها، رأت فيه مثال المعلم الأمين والأب المشفق والداعية الناصح، فوهبته زهورها في أطباق من ذهب، سيماهم البراءة الصادقة والكلمة العذبة والبسمة الجميلة. ¶ إن هذا الموظف قد توافرت له أسباب الإصلاح ومقوماته، فهو ثقة وفوق الثقة عند الآباء والأولياء، والتلاميذ راغبون متشوقون، والوقت معهم طويل، والعقول صاغية نقية، تنتظر ما يُملى عليها وما يقدم لها. ¶ إنه يؤسس التوحيد وينشر الحق، ويربي ويهذب، ويأمر وينهى، قد جمع الله ذلك كله، والله إني لأعجب غاية العجب من جلالة هذه الوظيفة وضخامة محتوياتها وأسرارها. ¶ لقد تقلد وظائف الرسالة ومهمات النبوة. ¶ قم للمعلم وفِّه التبجيلا كاد الْمعلم أن يكون رسولا ¶ أَعلمتَ أشرف أو أجلَّ من الذي يبني وينشئ أنفسًا وعقولا ¶ سبحانك اللهم خيرَ معلم علمت بالقلم القرون الأولى ¶ أرسلتَ بالتوراة موسى مرشدًا وابن البتول فعلّم الإنجيلا ¶ وفجَّرت ينبوع البيان مُحمدًا فسقى الْحديث وناول التنزيلا",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إنه المعلم مربي الأجيال ووالد النشء، وقدوة التلاميذ ومثال الناصحين، إنْ قال قيل بقوله، وإنْ تكلم أُنصت لكلامه، قد تلقَّى الجميع كلماته بالقبول التام، ولهو خليق أن يُسمع له إذا أدى أمانة ما يحمل وما تحمل. (¬1) ¶ لذا فإن المعلمين والمعلمات هم حماة الثغور، ومربوا الأجيال، وسقاة الغرس، وعُمّار المدارس المستحقون لشكر العباد، والثواب من الله يوم المعاد .. ¶ وهم من يقوم عليهم بناء الأجيال وهم المؤدون لرسالة العلم الناشرون لضيائه، روى الطبراني عَنْ أَبِي أُمَامَةَ، قَالَ: قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\"إِنَّ لُقْمَانَ، قَالَ لابْنِهِ: يَا بنيَّ عَلَيْكَ بِمَجَالِسِ الْعُلَمَاءِ، وَاسْتَمِعْ كَلامَ الْحُكَمَاءِ، فَإِنَّ اللَّهَ يُحْيِي الْقَلْبَ الْمَيِّتَ بنورِ الْحِكْمَةِ، كَمَا يُحْيِي الأَرْضَ الْمَيْتَةَ بِوَابِلِ الْمَطَرِ\". (¬2) . ¶ والمعلمون والمعلمات حقهم وفضلهم عظيم. قال يحيى بن معاذ في فضل العلماء: ((العلماء أرحم بأمة محمد - صلى الله عليه وسلم - من آبائهم وأمهاتهم، قيل وكيف ذلك؟ قال: لأن آبائهم وأمهاتهم يحفظونهم من نار الدنيا، وهم يحفظونهم من نار الآخرة)) (¬3) . ¶ واحترامهم مطلوب، والتأدب معهم واجب، ولابد لكل طالبٍ وطالبة من الأدب إذا أراد التلقي عن معلمه، قَالَ أَبُو النَّضْرِ الفَقِيْهُ: سَمِعْتُ البُوْشَنْجِيّ يَقُوْلُ: مَنْ أَرَادَ العِلْم وَالفِقْه بِغَيْر أَدبٍ، فَقَدْ اقتحمَ أَن يكذب عَلَى اللهِ وَرَسُوْله. (¬4) . ¶ وفي كتابي هذا تطرقت للمباحث التالية : ¶ المبحث الأول=وجوب الرجوع لسيرة المعلم الأول - صلى الله عليه وسلم - ... ¶ المبحث الثاني=تعامل الصحابة مع الرسول - صلى الله عليه وسلم - ومع بعضهم بعضاً ... ¶ المبحث الثالث=المعلم الناجح ¶ المبحث الرابع=دور الآباء والأولياء ¶ ¬__________ ¶ (¬1) - انظر موسوعة خطب المنبر - (1 / 4940) -المدرس ¶ (¬2) - المعجم الكبير للطبراني - (7 / 221) (7716 ) ضعيف ¶ (¬3) - إحياء علوم الدين - (1 / 10) ومنهج التربية النبوية للطفل(293-294). ¶ (¬4) - سير أعلام النبلاء - (13 / 586)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الخامس=همسة في أذن المعلِّم ¶ المبحث السادس=همسة في أذن الطالب والطالبة ¶ المبحث السابع=حقوق المعلِّم وواجباته ¶ المطلب الأول-حقوق المعلِّم المهنية والمادية والمعنوية ¶ المطلب الثاني-واجبات المعلم ¶ المبحث الثامن=الحقوق العامة للمعلم ¶ المطلب الأول-الأدوار التربوية ¶ المطلب الثاني-التدريب والتأهيل ¶ المطلب الثالث-الرعاية الصحية والاجتماعية ¶ المطلب الثالث-المستوى الوظيفي ¶ المطلب الرابع-اختيار قادة العمل التربوي ¶ المبحث الخامس=المشاركة في التخطيط ¶ المبحث التاسع=حقوق المعلم الخاصة ¶ المطلب الأول-احترام المعلم وتوقيره ومحبته ¶ المطلب الثاني-أدب الجلوس مع المعلم ¶ المطلب الثالث-أدب الإنصات إلى المعلم ¶ المطلب الرابع-أدب الحديث مع المعلم ¶ المبحث العاشر=أسلوب التعامل مع المعلم خارج الحلقة أو الدرس ¶ المطلب الأول-رعاية حرمة المعلم ¶ المطلب الثاني-حسن معاشرة المعلم ¶ المطلب الثالث-كيفية التعامل مع خطأ المعلم ¶ المبحث الحادي عشر=يا معلم الأجيال! ¶ المبحث الثاني عشر=المعلم من الواجب الوظيفي إلى الواجب الرسالي ¶ المطلب الأول-مقدمة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الثاني-أهمية الموضوع ¶ المطلب الثالث-نماذج سلبية لبعض المعلمين ¶ المطلب الرابع-المُعَلِّم الرسالي المنشود ¶ الصفة الأولى: نيةٌ خالصةٌ وقصدٌ صادق ¶ الصفة الثانية: التعليم رسالة لا مجرد وظيفة ¶ الصفة الثالثة: يحمل همَّ أُمّة ¶ الصفة الرابعة: عطاء لا ينتظر الثناء ¶ الصفة الخامسة: المعلم القدوة ¶ الصفة السادسة: العناية بالمظهر ¶ الصفة السابعة: العناية بالتخصص ¶ الصفة الثامنة: عدلٌ وإنصافٌ ¶ الصفة التاسعة: التعليم مشاركةٌ ¶ الصفة العاشرة: معلِّمٌ ومتعلِّمٌ في الوقت نفسه ¶ الصفة الحادية عشرة: استكشاف المواهب ورعايتها ¶ الصفة الثانية عشرة: مراعاة الفروق الفردية ¶ الخاتمة ¶ أسال الله تعالى أن ينفع بها جامعها وقارئها والدال عليها في الدارين . ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ في 14 رجب 1430 هـ الموافق ل 8/7/2009 م ¶ - - - - - - - - - - - -",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث الأول ¶ وجوب الرجوع لسيرة المعلم الأول - صلى الله عليه وسلم - ¶ إن في سيرة النبي - صلى الله عليه وسلم - قواعد عظيمة وأسسًا متينة، يرتكز عليها علم التربية والتعليم، إنك تلحظ في هذه السيرة النيرة الحض المكثف على العلم والتعلم، وتطالع فيها التربية الجادة المثمرة، وتقرأ فيها الإرشاد الناضج بمختلف الوسائل التعليمية والتربوية. إنكم تظفرون في هذه السيرة المباركة بأصل تربوي كبير أغفله كثير من المربين والموجهين، ألا وهو الأدب والخلق. ¶ كم هو قبيح أن نخرج طلابًا يضبطون الدروس ويعون العلوم وقد تجرّدوا من الآداب والأخلاق. ¶ إن السيرة النبوية مدرسة تربية وتوجيه وإصلاح، فاقرؤوها فهي من خير ما قرأتم، وتعلموها فهي من أجلِّ ما تعلمتم. (¬1) ¶ أيها التربويون، اقرؤوا السيرة النبوية واستنيروا بها، وأفيدوا منها في الحياة كلها. وإنه ليؤسفنا بحق أن تكون ثقافة المعلم بقايا المقررات أو حارقات الأوقات، ولا يقرأ في شيء من ذلك، بل حتى في مجال تخصصه يصبح صفرًا إذا خرج عن المقرر. ¶ أيها المعلمون، إن إعداد الجيل إعدادًا تربويًا صحيحًا لا يكون بالتعليم والتدريس فحسب، بل يكون بالعلم والقدوة والأخلاق ومحاسن الآداب؛ ولذلك ينبغي أن تكون مهمة المعلم أمرًا آخر أكبر من مجرد نقل المقرر إلى أذهان التلاميذ، أو ختم المنهج الدراسي في نهاية العام، أو تصحيح أوراق الإجابة، لينام بعد ذلك قرير العين، ظانًا أنه قضى رسالته التعليمية. ¶ ألا تحب ـ أخي المعلم ـ أن تنقذ شابًا من براثن الشهوة إلى سبيل الطاعة والفضيلة؟! ¶ ألا تحب أن تبني تلميذًا بناءً علميًا وخلقيًا بحيث يحمل هم دينه وأمته؟! ¶ ¬__________ ¶ (¬1) - اقرءوا على سبيل المثال السيرة النبوية عرض وقائع وتحليل أحداث للصلابي ، وكتابي (( السيرة دروس وعبر )) فهما كافيان",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ألا يسوؤك أن تكتظ الشوارع والمقاهي بشباب الإسلام ممن تدرِّسهم أنت في حين يقلّ عددهم في المساجد والمحاضرات؟! ¶ ألا تحترق عندما ترى أبناء بلادنا يركضون وراء التفاهات والتقاليد الغربية، فلبسة خليعة ولفظ بذيء وفكر منحط؟! ¶ ألا تحب أن تتوالى عليك الدعوات المباركات والكلمات العطرات إذا كان من تلاميذك عالم فذ وطبيب حاذق أو داعية مؤثر ومسؤول أمين؟! ¶ قال تعالى : {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71) } [الأحزاب : 70 - 71] ¶ - - - - - - - - - - - -",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المبحث الثاني ¶ تعامل الصحابة مع الرسول - صلى الله عليه وسلم - ومع بعضهم بعضاً ¶ إن لنا في صحابة رسول الله - صلى الله عليه وسلم - أعلى مثل وقدوة في تعاملهم مع معلمهم ومعلم البشرية الأول - صلى الله عليه وسلم - ،ومع أهل العلم من بعده، ((فقد كان شأنهم في تعظيمه وتوقيره أوضح وأظهر من أن يستدل عليه، وأجمل من وَصف شأنهم في ذلك عروة بن مسعود الثقفي رضي الله عنه حين فاوض النبي - صلى الله عليه وسلم - في صلح الحديبية فلما رجع إلى قريش فَقَالَ:أَيْ قَوْمِ،وَالله،لَقَدْ وَفَدْتُ عَلَى الْمُلُوكِ،وَوَفَدْتُ عَلَى قَيْصَرَ،وَكِسْرَى،وَالنَّجَاشِيِّ،وَاللهِ،إِنْ رَأَيْتُ مَلِكًا قَطُّ يُعَظِّمُهُ أَصْحَابُهُ مَا يُعَظِّمُ أَصْحَابُ مُحَمَّدٍ - صلى الله عليه وسلم - مُحَمَّدًا،وَالله،إِنْ تَنَخَّمَ نُخَامَةً إِلاَّ وَقَعَتْ فِي كَفِّ رَجُلٍ مِنْهُمْ،فَدَلَكَ بِهَا وَجْهَهُ وَجِلْدَهُ، وَإِذَا أَمَرَهُمُ ابْتَدَرُوا أَمْرَهُ،وَإِذَا تَوَضَّأَ كَادُوا يَقْتَتِلُونَ عَلَى وَضُوئِهِ،وَإِذَا تَكَلَّمَ خَفَضُوا أَصْوَاتَهُمْ عِنْدَهُ،وَمَا يُحِدُّونَ إِلَيْهِ النَّظَرَ،تَعْظِيمًا لَهُ،وَإِنَّهُ قَدْ عَرَضَ عَلَيْكُمْ خُطَّةَ رُشْدٍ فَاقْبَلُوهَا \" (¬1) . ¶ وقد وُصف جلوس الصحابة واستماعهم للنبي بوصف عجيب، فعَنْ عَوْفِ بْنِ مَالِكٍ،قَالَ:كُنَّا مَعَ النَّبِيِّ - صلى الله عليه وسلم - فِي بَعْضِ مَغَازِيهِ،فَانْتَهَيْتُ ذَاتَ لَيْلَةٍ،فَلَمْ أَرَ رَسُولَ اللهِ - صلى الله عليه وسلم - فِي مَكَانِهِ،وَإِذَا أَصْحَابُهُ كَأَنَّ عَلَى رُؤُوسِهِمُ الطَّيْرُ،وَإِذَا الإِبِلُ قَدْ وَضَعَتْ جِرَانَهَا،قَالَ:فَنَظَرْتُ،فَإِذَا أَنَا بِخَيَالٍ،فَإِذَا مُعَاذُ بْنُ جَبَلٍ قَدْ تَصَدَّى لِي،فَقُلْتُ:أَيْنَ رَسُولُ اللهِ - صلى الله عليه وسلم - ؟ قَالَ:وَرَائِي،وَإِذَا أَنَا بِخَيَالٍ،فَإِذَا هُوَ أَبُو مُوسَى الأَشْعَرِيُّ،فَقُلْتُ:أَيْنَ رَسُولُ اللهِ - صلى الله عليه وسلم - ؟ قَالَ:وَرَائِي،فَحَدَّثَنِي حُمَيْدُ بْنُ هِلاَلٍ،عَنْ أَبِي بُرْدَةَ،عَنْ أَبِي مُوسَى،عَنْ عَوْفِ بْنِ مَالِكٍ،قَالَ:فَسَمِعْتُ خَلْفَ أَبِي مُوسَى هَزِيزًا كَهَزِيزِ الرَّحَى،فَإِذَا أَنَا بِرَسُولُ اللهِ - صلى الله عليه وسلم - ،فَقُلْتُ:يَا رَسُولَ اللهِ،إِنَّ النَّبِيَّ - صلى الله عليه وسلم - إِذَا كَانَ بِأَرْضِ الْعَدُوِّ كَانَ عَلَيْهِ حَرَسٌ،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :أَتَانِي آتٍ،فَخَيَّرَنِي بَيْنَ أَنْ يَدْخُلَ نِصْفُ أُمَّتِي الْجَنَّةَ،وَبَيْنَ الشَّفَاعَةِ فَاخْتَرْتُ الشَّفَاعَةَ،فَقَالَ مُعَاذٌ:بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللهِ قَدْ عَرَفْتَ مَنْزِلِي،فَاجْعَلْنِي مِنْهُمْ،قَالَ:أَنْتَ مِنْهُمْ،قَالَ عَوْفُ بْنُ مَالِكٍ،وَأَبُو مُوسَى:يَا رَسُولَ اللهِ،قَدْ عَرَفْتَ أَنَّا تَرَكْنَا أَمْوَالَنَا وَأَهْلِينَا،وَذَرَارِيَّنَا ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2731 و2732 )",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "نُؤْمِنُ بِاللَّهِ وَرَسُولِهِ،فَاجْعَلْنَا مِنْهُمْ،قَالَ:أَنْتُمَا مِنْهُمْ،قَالَ:فَانْتَهَيْنَا إِلَى الْقَوْمِ،وَقَدْ ثَارُوا،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :أَتَانِي آتٍ مِنْ رَبِّي،فَخَيَّرَنِي بَيْنَ أَنْ يَدْخُلَ نِصْفُ أَمَّتِي الْجَنَّةَ،وَبَيْنَ الشَّفَاعَةِ،فَاخْتَرْتُ الشَّفَاعَةَ،فَقَالَ الْقَوْمُ:يَا رَسُولَ اللهِ،اجْعَلْنَا مِنْهُمْ،فَقَالَ:أَنْصِتُوا،فَنَصَتُوا حَتَّى كَأَنَّ أَحَدًا لَمْ يَتَكَلَّمْ،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :هِيَ لِمَنْ مَاتَ لاَ يُشْرِكُ بِاللَّهِ شَيْئًا. (¬1) ¶ وعَنْ أَبِى سَعِيدٍ الْخُدْرِىِّ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَامَ عَلَى الْمِنْبَرِ فَقَالَ « إِنَّمَا أَخْشَى عَلَيْكُمْ مِنْ بَعْدِى مَا يُفْتَحُ عَلَيْكُمْ مِنْ بَرَكَاتِ الأَرْضِ » . ثُمَّ ذَكَرَ زَهْرَةَ الدُّنْيَا،فَبَدَأَ بِإِحْدَاهُمَا وَثَنَّى بِالأُخْرَى،فَقَامَ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ أَوَيَأْتِى الْخَيْرُ بِالشَّرِّ فَسَكَتَ عَنْهُ النَّبِىُّ - صلى الله عليه وسلم - قُلْنَا يُوحَى إِلَيْهِ . وَسَكَتَ النَّاسُ كَأَنَّ عَلَى رُءُوسِهِمِ الطَّيْرَ،ثُمَّ إِنَّهُ مَسَحَ عَنْ وَجْهِهِ الرُّحَضَاءَ،فَقَالَ « أَيْنَ السَّائِلُ آنِفًا أَوَخَيْرٌ هُوَ - ثَلاَثًا - إِنَّ الْخَيْرَ لاَ يَأْتِى إِلاَّ بِالْخَيْرِ،وَإِنَّهُ كُلُّ مَا يُنْبِتُ الرَّبِيعُ مَا يَقْتُلُ حَبَطًا أَوْ يُلِمُّ كُلَّمَا أَكَلَتْ،حَتَّى إِذَا امْتَلأَتْ خَاصِرَتَاهَا اسْتَقْبَلَتِ الشَّمْسَ،فَثَلَطَتْ وَبَالَتْ ثُمَّ رَتَعَتْ،وَإِنَّ هَذَا الْمَالَ خَضِرَةٌ حُلْوَةٌ،وَنِعْمَ صَاحِبُ الْمُسْلِمِ لِمَنْ أَخَذَهُ بِحَقِّهِ،فَجَعَلَهُ فِى سَبِيلِ اللَّهِ وَالْيَتَامَى وَالْمَسَاكِينِ،وَمَنْ لَمْ يَأْخُذْهُ بِحَقِّهِ فَهْوَ كَالآكِلِ الَّذِى لاَ يَشْبَعُ،وَيَكُونُ عَلَيْهِ شَهِيدًا يَوْمَ الْقِيَامَةِ » (¬2) . ¶ وعَنِ ابْنِ شُِمَاسَةَ الْمَهْرِيِّ،قَالَ:حَضَرْنَا عَمْرَو بْنَ الْعَاصِ،وَهُوَ فِي سِيَاقَةِ الْمَوْتِ،فَبَكَى طَوِيلاً،وَحَوَّلَ وَجْهَهُ إِلَى الْجِدَارِ،فَجَعَلَ ابْنُهُ يَقُولُ:يَا أَبَتَاهُ،أَمَا بَشَّرَكَ رَسُولُ اللهِ - صلى الله عليه وسلم - بِكَذَا ؟ أَمَا بَشَّرَكَ رَسُولُ اللهِ - صلى الله عليه وسلم - بِكَذَا ؟ قَالَ:فَأَقْبَلَ بِوَجْهِهِ،فَقَالَ: إِنَّ أَفْضَلَ مَا نُعِدُّ شَهَادَةُ أَنْ لاَ إِلَهَ إِلاَّ اللهُ،وَأَنَّ مُحَمَّدًا رَسُولُ اللهِ،إِنِّي قَدْ كُنْتُ عَلَى أَطْبَاقٍ ثَلاَثٍ:لَقَدْ رَأَيْتُنِي وَمَا أَحَدٌ أَشَدَّ بُغْضًا لِرَسُولِ اللهِ - صلى الله عليه وسلم - مِنِّي،وَلاَ أَحَبَّ إِلَيَّ أَنْ أَكُونَ قَدِ اسْتَمْكَنْتُ مِنْهُ فَقَتَلْتُهُ،فَلَوْ مُِتُّ عَلَى تِلْكَ الْحَالِ،لَكُنْتُ مِنْ أَهْلِ النَّارِ،فَلَمَّا جَعَلَ اللهُ الإِسْلاَمَ فِي قَلْبِي،أَتَيْتُ النَّبِيَّ - صلى الله عليه وسلم - ،فَقُلْتُ:ابْسُطْ يَمِينَكَ فَلأُبَايِعْكَ،فَبَسَطَ يَمِينَهُ،قَالَ:فَقَبَضْتُ يَدِي،قَالَ:مَا لَكَ يَا عَمْرُو ؟ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (16 / 185) (7207) صحيح ¶ (¬2) - صحيح البخارى- المكنز - (2842 ) ¶ الحبط : انتفاخ البطن من الامتلاء وهى التخمة -الرحضاء : العرق",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قَالَ:قُلْتُ:أَرَدْتُ أَنْ أَشْتَرِطَ،قَالَ:تَشْتَرِطُ بِمَاذَا ؟ قُلْتُ:أَنْ يُغْفَرَ لِي،قَالَ:أَمَا عَلِمْتَ أَنَّ الإِسْلاَمَ يَهْدِمُ مَا كَانَ قَبْلَهُ،وَأَنَّ الْهِجْرَةَ تَهْدِمُ مَا كَانَ قَبْلَهَا،وَأَنَّ الْحَجَّ يَهْدِمُ مَا كَانَ قَبْلَهُ . وَمَا كَانَ أَحَدٌ أَحَبَّ إِلَيَّ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ،وَلاَ أَجَلَّ فِي عَيْنِي مِنْهُ،وَمَا كُنْتُ أُطِيقُ أَنْ أَمْلأَ عَيْنَيَّ مِنْهُ،إِجْلاَلاً لَهُ،وَلَوْ سُئِلْتُ أَنْ أَصِفَهُ مَا أَطَقْتُ،لأَنِّي لَمْ أَكُنْ أَمْلأُ عَيْنَيَّ مِنْهُ،وَلَوْ مُِتُّ عَلَى تِلْكَ الْحَالِ،لَرَجَوْتُ أَنْ أَكُونَ مِنْ أَهْلِ الْجَنَّةِ،ثُمَّ وَلِينَا أَشْيَاءَ مَا أَدْرِي مَا حَالِي فِيهَا،فَإِذَا أَنَا مُِتُّ فَلاَ تَصْحَبْنِي نَائِحَةٌ،وَلاَ نَارٌ،فَإِذَا دَفَنْتُمُونِي فَشُنُّوا عَلَيَّ التُّرَابَ شَنًّا،ثُمَّ أَقِيمُوا حَوْلَ قَبْرِي قَدْرَ مَا تُنْحَرُ جَزُورٌ،وَيُقْسَمُ لَحْمُهَا،حَتَّى أَسْتَأْنِسَ بِكُمْ،وَأَنْظُرَ مَاذَا أُرَاجِعُ بِهِ رُسُلَ رَبِّي .\" (¬1) . ¶ ومن شدة حرص الصحابة على إكرامه وتجنب إيذائه ما جاء عَنْ أَنَسٍ: \" أَنَّ أَبْوَابَ النَّبِيِّ - صلى الله عليه وسلم - كَانَتْ تُقْرَعُ بِالْأَظَافِيرِ \" (¬2) . ¶ فهل بعد هذا احترام وتعظيم !! ¶ وأما عن نماذج تعامل الصحابة مع أهل العلم من بعد رسول الله - صلى الله عليه وسلم - فمنها ما جاء عَنِ ابْنِ عَبَّاسٍ، قَالَ:لَمَّا قُبِضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ،قُلْتُ لِرَجُلٍ: هَلُمَّ فَلْنَتَعَلَّمَ مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - نَسْأَلُهُمْ، فَإِنَّهُمْ كَثِيرٌ، فَقَالَ: الْعَجَبُ وَاللَّهِ لَكَ يَا ابنَ عَبَّاسٍ، أَتَرَى النَّاسَ يَحْتَاجُونَ إِلَيْكَ، وَفِي النَّاسِ مَنْ تَرَى مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ؟ فَتَرَكْتُ ذَلِكَ وَأَقْبَلْتُ عَلَى الْمَسْأَلَةِ وَتَتَبُّعِ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَإِنْ كُنْتُ لآتِي الرَّجُلَ فِي الْحَدِيثِ يَبْلُغُنِي أَنَّهُ سَمِعَهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَأَجِدُهُ قَائِلا، فَأَتَوَسَّدُ رِدَائِي عَلَى بَابِ دَارِهِ تَسْفِي الرِّيَاحُ عَلَى وَجْهِي، حَتَّى يَخْرُجَ إِلَيَّ، فَإِذَا رَآنِي، قَالَ: يَا ابنَ عَمِّ رَسُولِ اللَّهِ مَا لَكَ؟ قُلْتُ: حَدِيثٌ بَلَغَنِي أَنَّكَ تُحَدِّثُهُ، عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَأَحْبَبْتُ أَنْ أَسْمَعَهُ مِنْكَ، فَيَقُولُ: هَلا أَرْسَلْتَ إِلَيَّ ¶ ¬__________ ¶ (¬1) - المسند الجامع - (14 / 235) (10743) وصحيح مسلم- المكنز - (336 ) ¶ السياقة : حال حضور الموت -الأطباق : أحوال واحدها طبق ¶ (¬2) - شعب الإيمان - (3 / 109) (1437) صحيح",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فَآتِيَكَ، فَأَقُولُ: أَنَا كُنْتُ أَحَقَّ أَنْ آتِيَكَ، وَكَانَ ذَلِكَ الرَّجُلُ يَرَانِي قَدْ ذَهَبَ أَصْحَابُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَقَدِ احْتَاجَ النَّاسُ إِلَيَّ، فَيَقُولُ: أَنْتَ كُنْتَ أَحَقَّ مِنِّي.\" (¬1) . ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ:\" لَمَّا قُبِضَ النَّبِيُّ - صلى الله عليه وسلم - قُلْتُ لِرَجُلٍ مِنَ الْأَنْصَارِ:هَلُمَّ فَلْنَسْأَلْ أَصْحَابَ النَّبِيِّ - صلى الله عليه وسلم - عَنْ حَدِيثِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَإِنَّهُمْ كَثِيرٌ \" قَالَ:الْعَجَبُ لَكَ يَا ابْنَ عَبَّاسٍ،أَتَرَى النَّاسَ يَحْتَاجُونَ إِلَيْكَ وَفِي الْأَرْضِ مَنْ تَرَى مِنْ أَصْحَابِ رَسُولِ اللَّهِ ؟ قَالَ:فَتَرَكَ ذَلِكَ،وَأَقْبَلْتُ عَلَى الْمَسْأَلَةِ وَتَتَبُّعِ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - ،فَإِنْ كُنْتُ لَيَبْلُغُنِي الْحَدِيثُ عَنْ رَجُلٍ سَمِعَ الْحَدِيثَ مِنْ رَسُولِ اللَّهِ فَأَجِدُهُ قَائِلًا:\" فَأَتَوَسَّدُ رِدَائِي عَلَى بَابِهِ تَسْفِي الرِّيَاحُ فِي وَجْهِي حَتَّى يَخْرُجَ \"،فَيَقُولُ:مَا جَاءَ بِكَ يَا ابْنَ عَمِّ رَسُولِ اللَّهِ ؟ فَأَقُولُ:\" بَلَغَنِي أَنَّكَ تُحَدِّثُهُ عَنِ النَّبِيِّ - صلى الله عليه وسلم - فَأَحْبَبْتُ أَنْ أَسْمَعَهُ مِنْكَ \"،فَيَقُولُ:فَهَلَّا بَعَثْتَ إِلَيَّ حَتَّى آتِيَكَ،فَأَقُولُ:\" أَنَا كُنْتُ أَحَقَّ أَنْ آتِيَكَ \"،فَكَانَ ذَلِكَ الرَّجُلُ يَمُرُّ بِي بَعْدُ،وَالنَّاسُ يَسْأَلُونِي فَيَقُولُ:أَنْتَ كُنْتَ أَعْقَلَ مِنِّي . (¬2) ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ:\" لَمَّا قُبِضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَأَنَا شَابٌّ،قُلْتُ لِشَابٍّ مِنَ الْأَنْصَارِ:يَا فُلَانُ هَلُمَّ فَلْنَسْأَلْ أَصْحَابَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَلْنَتَعَلَّمْ مِنْهُمْ؛فَإِنَّهُمْ كَثِيرٌ،قَالَ:الْعَجَبُ لَكَ يَا ابْنَ عَبَّاسٍ أَتَرَى أَنَّ النَّاسَ يَحْتَاجُونَ إِلَيْكَ وَفِي الْأَرْضِ مِنْ تَرَى مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - ؟ قَالَ:فَتَرَكْتُ ذَلِكَ وَأَقْبَلْتُ عَلَى الْمَسْأَلَةِ وَتَتَبُّعِ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَإِنْ كُنْتُ لَآتِي الرَّجُلَ فِي الْحَدِيثِ يَبْلُغُنِي أَنَّهُ سَمِعَهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَأَجِدُهُ قَائِلًا فَأَتَوَسَّدُ رِدَائِي عَلَى بَابِهِ تُسْفِي الرِّيحُ عَلَى وَجْهِي حَتَّى يَخْرُجَ،فَإِذَا خَرَجَ قَالَ:يَا ابْنَ عَمِّ رَسُولِ اللَّهِ - صلى الله عليه وسلم - مَا لَكَ ؟ فَأَقُولُ:حَدِيثٌ بَلَغَنِي أَنَّكَ تُحَدِّثُ بِهِ عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَأَحْبَبْتُ أَنْ أَسْمَعَهُ مِنْكَ،قَالَ:فَيَقُولُ:فَهَلَّا بَعَثْتَ إِلَيَّ حَتَّى آتِيَكَ،فَأَقُولُ:أَنَا أَحَقُّ أَنْ آتِيَكَ فَكَانَ ذَلِكَ الرَّجُلُ بَعْدَ ذَلِكَ يَرَانِي وَقَدْ ذَهَبَ أَصْحَابُ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَاحْتَاجَ إِلَيَّ النَّاسُ فَيَقُولُ:كُنْتَ أَعْقَلَ مِنِّي \" (¬3) ¶ ¬__________ ¶ (¬1) - المعجم الكبير للطبراني - (9 / 103) (10446 ) صحيح ¶ (¬2) - فَضَائِلُ الصِّحَابَةِ لِأَحْمَدَ بْنِ حَنْبَلٍ (1866 ) صحيح ¶ (¬3) - جَامِعُ بَيَانِ الْعِلْمِ >> بَابُ فَضْلِ التَّعَلُّمِ فِي الصِّغَرِ وَالْحَضِّ عَلَيْهِ (391 ) صحيح",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال اللَّيْثُ:\" كَانَ سَعِيدُ بْنُ الْمُسَيِّبِ يَرْكَعُ رَكْعَتَيْنِ ثُمَّ يَجْلِسُ فَيَجْتَمِعُ إِلَيْهِ أَبْنَاءُ أَصْحَابِ رَسُولِ اللَّهِ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ،فَلَا يَجْتَرِئُ أَحَدٌ مِنْهُمْ أَنْ يَسْأَلَهُ عَنْ شَيْءٍ إِلَّا أَنْ يَبْتَدِئَهُمَ بِحَدِيثٍ أَوْ يَجِيئَهُ سَائِلٌ فَيَسْأَلَ فَيَسْمَعُونَ \" (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ (947 ) فيه انقطاع",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "المبحث الثالث ¶ المعلم الناجح ¶ إن وظيفة التعليم لا تنتهي إلى حد تطبيق النظام وإنهاء المقرر ثم الاختبارات وفهم التلاميذ أو لم يفهموا وانتفعوا أو لم ينتفعوا، كلا، بل إنها وظيفة جليلة ومهمة كبيرة؛ إذ إنها وظيفة المرسلين وطريق المصلحين ومنهاج الداعين. ¶ إن المدرس القدوة هو الذي يصحح نيته ويطهر طويته عند الدخول إلى هذه الوظيفة حتى يتم له أجره ويُكتب له جهده ونصبه حسنات متضاعفات عند الله تعالى، قال الحافظ ابن جماعة في تذكرة السامع والمتكلم في آداب العالم مع طلبته: ¶ \"الأول: أن يقصد بتعليمهم وتهذيبهم وجهَ الله تعالى، ونشر العلم ودوام ظهور الحق وخمول الباطل، ودوام خير الأمة بكثرة علمائها، واغتنام ثوابهم، وتحصيل ثواب من ينتهي إليه علمه\" انتهى. ¶ إن النية الصالحة مع كونها شعورًا داخليًا إلا أنها تمثل عاملاً يضبط سلوك المعلم، ويفرض عليه رقابة داخلية وخشية روحية، تنعكس على سلوكه الخارجي، فينتج عن ذلك إتقان العمل وحفظ الأمانة وصيانة التلاميذ. ¶ إن المعلم القدوة الناجح لا يحوِّل العملية التربوية إلى مجرد تمثيل مظهري للأنظمة، بل إنه مع تطبيقه للنظام يجعله وسيلة إلى ما هو أهم منه؛ من بناء الجيل وتربية النشء وصياغة المدرسة وفق فريضة الله المطهرة.. ¶ إن المعلم الناجح هو الذي يحرص على الوصول إلى قلوب الطلاب والتأثير فيهم، وأن يقيم معهم جسور المحبة والإخاء، فيكسبهم؛ إذ ألفهم فألفوه، وأحبهم فأحبوه، لما رأوا فيه من حسن التعامل وطيب الخلق والفكر النقي والقدوة الحسنة. ¶ أي خيانة للتعليم والتربية عندما يدعو المعلم للباطل، فينصح بسماع الأغاني وقراءة الفكر السخيف وتمجيد ذوي التعاسة والسفاهة النائين عن الخلق والفضيلة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكم هو مؤسف أن يدعو المعلم لصلاة الجماعة ولا يشهدها مع المسلمين، أو يُرى مسامرًا للسفلة في مقاهي الخاملين وأرصفة الصائعين. وكم هو مؤسف أن تنصح المعلمة طالباتها بالحجاب والحشمة ثم تُرى في قميص سافر، قد بانت أعضاؤها ومفاتنها. ¶ إن المعلم الناجح هو الذي يأسر قلوب تلاميذه بحسن تدريسهم وكريم أخلاقه وصدقه ونبله وتواضعه الجم، فيحبهم ويحسن إليهم ويشجعهم ويُعلي هممهم ويفتح لهم دروب الحق والهدى والنور، ثم هو مع ذلك لا يحتقرهم ولا يترفع عليهم، ولا يُهينهم، بل يعتقد أنه معلم مُربٍ داعية هادٍ ناصحٌ مشفقٌ. ¶ - - - - - - - - - - - -",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المبحث الرابع ¶ دور الآباء والأولياء ¶ إننا بحاجة إلى أبٍ يعي ويفقه متطلبات الشباب وحقوق البنوة على الأبوة. إن بعض الآباء يعتقد أن دوره لا يتعدّى شراءَ الكراريس والأقلام وتسجيل الأبناء، ويقول: أنا انتهى دوري عند هذا الحد، فأحسنُ اللباس ألبستُه، وأحسنُ المدارس أدخلتُه، سيارةٌ بالسائق إلى المدرسة تُقِلّه، والدراهمُ تملأُ جيبه، و... و...، أظن أن دوري انتهى عند هذا الأمر، فماذا تريدون مني؟! ¶ نقول: نعم بارك الله فيك، جميلٌ منك هذا، فهذا واجب النفقة، وقد أديته بكل اقتدار، وأنت مأجورٌ على ذلك إذا احتسبت ذلك عند الله، فعَنْ ثَوْبَانَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَفْضَلُ دِينَارٍ يُنْفِقُهُ الرَّجُلُ دِينَارٌ يُنْفِقُهُ عَلَى عِيَالِهِ وَدِينَارٌ يُنْفِقُهُ الرَّجُلُ عَلَى دَابَّتِهِ فِى سَبِيلِ اللَّهِ وَدِينَارٌ يُنْفِقُهُ عَلَى أَصْحَابِهِ فِى سَبِيلِ اللَّهِ ». رواه مسلم (¬1) . ¶ وعَنْ أَبِى هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « دِينَارٌ أَنْفَقْتَهُ فِى سَبِيلِ اللَّهِ وَدِينَارٌ أَنْفَقْتَهُ فِى رَقَبَةٍ وَدِينَارٌ تَصَدَّقْتَ بِهِ عَلَى مِسْكِينٍ وَدِينَارٌ أَنْفَقْتَهُ عَلَى أَهْلِكَ أَعْظَمُهَا أَجْرًا الَّذِى أَنْفَقْتَهُ عَلَى أَهْلِكَ » (¬2) . ¶ إنه من الخطأ أن يهتم بعض الآباء والأمهات بهذا الجانب جانب النفقة وتوفير الملبس والمأكل والمشرب دونما عناية بالجانب الأهم، وهو الاهتمام بالمَخْبَر لا المَظْهَر وخدمة القلب والروح. ¶ يا خادِمَ الجسمِ كم تسعى لخدمته أتعبتَ جسمكَ فيما فيه خُسْرَانُ ¶ أقْبِلْ على الروح فاستكملْ فضائلَها فأنت بالروح لا بالجسم إنسانُ ¶ والله جل وعلا يقول: {..وَتَزَوَّدُواْ فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُوْلِي الأَلْبَابِ} (197) سورة البقرة، ويقول جل ذكره: {يَا بَنِي آدَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (2357 ) ¶ (¬2) - صحيح مسلم- المكنز - (2358 )",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "سَوْءَاتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَىَ ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللّهِ لَعَلَّهُمْ يَذَّكَّرُونَ} (26) سورة الأعراف. ¶ أيها الآباء والأولياء، إن مهمة التربية والتعليم ليست مقتصرةً على المدرسة فحسب، بل لكم فيها النصيب الأكبر، فأنت ـ أيها الأب ـ تتحمل المسؤولية الكبرى عن تعليم ولدك وتربيته ومتابعته، فالوالد هو المخاطَب بقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلَائِكَةٌ غِلَاظٌ شِدَادٌ لَا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} (6) سورة التحريم، وهذه الآية أصل في تعليم الأهل والذرية، عَنْ عَلِيٍّ رَضِيَ اللهُ عَنْهُ، قَالَ: \" عَلِّمُوهُمْ وَأَدِّبُوهُمْ \" (¬1) . ¶ وذكر ابن كثيرٍ رحمه الله في تفسيره : \"وهكذا قال الضحاك ومقاتل: حق على المسلم أن يعلم أهله، من قرابته وإمائه وعبيده، ما فرض الله عليهم، وما نهاهم الله عنه.. (¬2) ¶ نقول هذا ـ أيها الأحبة ـ في غَمْرَة مشاغل الأب وكثرة وظائفه وارتباطاته وأعماله، فهو قد يغفل عن تفريغ نفسه لتعليم أهله وولده. قد يقول قائل: إن المدرسة تقوم بهذا! ¶ فيقال: إن هذا لا يعني أن نُسقط التَّبِعَة عن الآباء، ونلقي بالمسؤولية على كاهل المدرسة وحدها؛ لأن الوالد هو المربي والمدرّس الأول، فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - قَالَ قَالَ النَّبِىُّ - صلى الله عليه وسلم - « كُلُّ مَوْلُودٍ يُولَدُ عَلَى الْفِطْرَةِ ، فَأَبَوَاهُ يُهَوِّدَانِهِ أَوْ يُنَصِّرَانِهِ أَوْ يُمَجِّسَانِهِ ، كَمَثَلِ الْبَهِيمَةِ تُنْتَجُ الْبَهِيمَةَ ، هَلْ تَرَى فِيهَا جَدْعَاءَ » (¬3) ¶ وينشأُ ناشئ الفِتْيان فينا على ما كان عَوّدَهُ أبوهُ ¶ وما دانَ الفتَى بحِجًى ولكن يُعَوّدُه التديُّنَ أقربوهُ ¶ نعم إن المدرسة توجّه وتربّي، لكن الابن لا ينام فيها، ولا يجلس فيها غالب وقته، فالمعلم دوره تَوْعَوِي وتوجيهي، فهو يربي الطالب، ويعلمه الدين والصلاة والآداب الشرعية كآداب النوم والأكل والشرب...الخ، ويأتي الأبُ ليؤكد ذلك فعليًا بالمتابعة والتنفيذ؛ لأن ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (11 / 127) (8281 ) فيه مجهول ¶ (¬2) - تفسير ابن كثير - دار طيبة - (8 / 167) ¶ (¬3) - صحيح البخارى- المكنز - (1385 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الأب هو المخاطَب بقوله تعالى: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى } (132) سورة طه، وعَنْ عَمْرِو بْنِ شُعَيْبٍ عَنْ أَبِيهِ عَنْ جَدِّهِ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « مُرُوا أَوْلاَدَكُمْ بِالصَّلاَةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِينَ وَاضْرِبُوهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِينَ وَفَرِّقُوا بَيْنَهُمْ فِى الْمَضَاجِعِ » (¬1) . ¶ إن الأب مطالب بتربية ابنه التربية الإسلامية، وهكذا كانت تربية الجيل الأول لأولادهم، عَنْ وَهْبِ بْنِ كَيْسَانَ ، سَمِعَهُ مِنْ عُمَرَ بْنِ أَبِي سَلَمَةَ ، قَالَ : كُنْتُ غُلاَمًا فِي حِجْرِ النَّبِيِّ - صلى الله عليه وسلم - وَكَانَتْ يَدِي تَطِيشُ فِي الصَّحْفَةِ ، فَقَالَ لِي : يَا غُلاَمُ ، سَمِّ اللَّهَ ، وَكُلْ بِيَمِينِكَ ، وَكُلْ مِمَّا يَلِيكَ. (¬2) ¶ وعن وَهْبَ بْنِ كَيْسَانَ أَنَّهُ سَمِعَ عُمَرَ بْنَ أَبِى سَلَمَةَ يَقُولُ كُنْتُ غُلاَمًا فِى حَجْرِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَكَانَتْ يَدِى تَطِيشُ فِى الصَّحْفَةِ فَقَالَ لِى رَسُولُ اللَّهِ - صلى الله عليه وسلم - « يَا غُلاَمُ سَمِّ اللَّهَ ، وَكُلْ بِيَمِينِكَ وَكُلْ مِمَّا يَلِيكَ » . فَمَا زَالَتْ تِلْكَ طِعْمَتِى بَعْدُ (¬3) . ¶ وقال سعد: كنا نعلم أولادنا مغازي رسول الله كما نعلمهم السورة من القرآن (¬4) . ¶ إن الأب مع المدرسة صِنْوَان وعمودان لخيمة نجاح الأبناء، لكنّ المدرسة تشتكي أبًا لا يزورها ولا يحضر مجالس الآباء، بل إذا حصلت مشكلة أو أزمة لابنه مع المدرّس أو مع زملائه لا يُكلّف نفسه أن يسأل عن مُلابَسات الأمر. المدرسة تشتكي أبًا لا يطلع على التقارير الشهرية، ولا يتابع واجبات أولاده، ولا يساهم في تقويمهم وتسديدهم. ¶ أخي الأب، إن حضورك ولو مرة في الشهر مهمٌ في تربية أبنائك لعدة أمور: ¶ 1- في ذلك تشجيع وتحفيز له على التحصيل، وباعث له على التفوق بإذن الله، كما أن ذلك يشعره بالثقة والاطمئنان لقرب أبيه منه. ¶ ¬__________ ¶ (¬1) - سنن أبي داود - المكنز - (495) صحيح ¶ (¬2) - مصنف ابن أبي شيبة - (12 / 383)(24927) صحيح ¶ (¬3) - صحيح البخارى- المكنز - (5376 ) ¶ (¬4) - تربية الأولاد في الإسلام لعلوان - (1 / 238) وموسوعة خطب المنبر - (1 / 2852) -أهمية العلم وفضله وموسوعة خطب المنبر - (1 / 3680) -حقوق الأولاد في الإسلام وموسوعة الدفاع عن رسول الله صلى الله عليه وسلم - (4 / 173) وعصر الخلافة الراشدة - (1 / 314)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2- قد يكون الابن يعاني من مشكلة أخلاقية أو نفسية أو صحية كضعف نطق أو نظر لا يعلمها الأب، وهذه المشكلة هي سبب في ضعف تحصيله وتقدمه، فيساهم حضور الأب وتفاعله في حلها وعلاجها. ¶ 3- الزيارة لها دورٌ إيجابي على الابن، فبعض الطلاب في المنزل يكون هادئًا مؤدّبًا أمام والده هيبةً وخوفًا، ولكنه في المدرسة على النقيض من ذلك، فهو مزعج أمام مدرسيه وزملائه، ولو زار الوالد المدرسة لحل مثل هذا التناقض وهذه الازدواجية، ومنها يعرف الوالد طبيعة ولده. ¶ إن الأب مطالب أن يتفهم رسالة المعلم ويؤازرها، لا أن يحطّمها ويدمّرها، إن مدارسنا ـ بحمد لله ـ مَلأى بالأساتذة الصالحين والمعلمين المربين الذين هم على قدرٍ عال من الأمانة والمسؤولية، بل ويساعدون في نمو الشاب عقليًا وفكريًا ونفسيًا، لكننا نجد الأب ـ مع الأسف ـ ينسف هذا كُله شَعُرَ أم لم يشعر، درى أم لم يدر. ¶ فالمدرس الذي يعلم الطالبَ أن الغناءَ والدخانَ حرامٌ ووالده يناقض ذلك فيرتفع صوت الغناء في منزله وسيارته، بل ويجعل الابن وسيلةً لشراء الدخان. والمدرسة تعلم الأبناء والبنات أن الخلوة مع المرأة الأجنبية حرام ووالدهم يناقض ذلك فيجعل الفتاة وهي في المرحلة المتوسطة أو الثانوية أو الجامعية تذهب مع السائق بلا مَحْرَم، والوالد لا يرى غَضَاضَة في الخلوة بالخادمة في المنزل، فكيف نريد للمدرسة أن تؤدي دورها وبعض الآباء يهدمون؟! ¶ متى يبلغُ البُنْيَان يومًا تمامه إذا كنتَ تَبْنيهِ وغيرُك يهدِمُ ¶ وما أكثر الهادمين في هذه الأيام، فالشاشة تهدم، والمجلة الهابطة تهدم، ومواقع الإنترنت غير اللائقة تهدم، والشارع يهدم، وصحبة السوء تهدم. ¶ أرى ألفَ بانٍ لا تقوم لهادِمٍ فكيف ببانٍ خلفَه ألفُ هادِمِ ¶ ومن عجب أن بعض الآباء يترك مسؤولية أبنائه وبيته ويقول: أهم شيء عندي أن ينجح، ويكفل نفسه، وهو حر، وتعلمه دنياه، ويتركه سِلمًا للعَوَادِي. ¶ ألقاه في اليمِّ مكتوفًا وقال له: إياك إياك أن تبتلَّ بالماءِ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فعَنْ أَنَسٍ ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ : إِنَّ اللَّهُ سَائِلٌ كُلَّ رَاعٍ عَمَّا اسْتَرْعَاهُ أَحَفَظَ أَمْ ضَيَّعَ. ¶ وعَنِ الْحَسَنِ ، أَنَّ نَبِيَّ اللهِ - صلى الله عليه وسلم - قَالَ : إِنَّ اللَّهَ سَائِلٌ كُلَّ رَاعٍ عَمَّا اسْتَرْعَاهُ ، أَحَفَظَ أَمْ ضَيَّعَ ، حَتَّى يَسْأَلَ الرَّجُلَ عَنْ أَهْلِ بَيْتِهِ. (¬1) ¶ وعَنِ ابْنِ عُمَرَ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ : كُلُّكُمْ رَاعٍ ، وَكُلُّكُمْ مَسْؤُولٌ : فَالأَمِيرُ رَاعٍ عَلَى النَّاسِ وَهُوَ مَسْؤُولٌ ، وَالرَّجُلُ رَاعٍ عَلَى أَهْلِ بَيْتِهِ وَهُوَ مَسْؤُولٌ ، وَالْمَرْأَةُ رَاعِيَةٌ عَلَى بَيْتِ زَوْجِهَا وَهِيَ مَسْؤُولَةٌ ، وَالْعَبْدُ رَاعٍ عَلَى مَالِ سَيِّدِهِ وَهُوَ مَسْؤُولٌ ، أَلاَ فَكُلُّكُمْ رَاعٍ وَكُلُّكُمْ مَسْؤُولٌ. (¬2) ¶ معشر الآباء والأمهات، اللهَ اللهَ في حقوق المعلمين والمعلمات، اغرسوا في قلوب أبنائكم وبناتكم حب العلم والعلماء، وإجلال المعلمين والمعلمات، وتوقيرهم واحترامهم، طلبًا لمرضاة الله سبحانه وتعالى، علّموهم الأدب قبل أن يجلسوا في مجالس العلم والطلب، علّموهم الأدب مع الكبار والعطف على الصغار، علموهم الهدوء واحترام المساجد ودور العلم والعبادة،وهذا رب العزة والجلال يخاطب كَلِيمَه موسى عليه السلام فيقول: { فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِي الْمُقَدَّسِ طُوًى وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى إِنَّنِي أَنَا اللَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي} [طه:12-14]. ¶ علمه سبحانه الأدب، أدب المكان: فَاخْلَعْ نَعْلَيْكَ ، علمه أدب الحديث: فَاسْتَمِعْ لِمَا يُوحَى ، ثم أوحى إليه بالتوحيد والشريعة: إِنَّنِي أَنَا اللَّهُ لا إِلَهَ إِلاَّ أَنَا فَاعْبُدْنِي وَأَقِمْ الصَّلاةَ لِذِكْرِي. الأدب ثم الأدب قبل أن يجلس الإنسان في مجالس العلم والطلب، يتعلم للعلم الوقار، يتعلم له الحشمة والقرار. ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (10 / 344) (4492و4493) صحيح ¶ (¬2) - صحيح ابن حبان - (10 / 341) (4489) صحيح",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "المبحث الخامس ¶ همسة في أذن المعلِّم ¶ إنَّ أقلَّ ما يُنظَر فيك أن يكون مظهرك إسلاميًا، وأن يتفق القول مع الفعل، وأن تكون الروح إسلاميةً حقًّا. نريد مدرّسًا أمينًا على فلذات أكبادنا، فإذا تكلم فلا يتكلمُ إلا بخير، حسنَ التعامل فلا تصدر منه إلا عبارات التربية والتوجيه، قدوةً في مظهره، محافظًا على صلاته، إذا دخل على الطلاب قابلهم بالبسمةِ وطلاقةِ الوجه، فعَنْ أَبِي ذَرٍّ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : لاَ تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا ، وَلَوْ أَنْ تَلْقَى أَخَاكَ بِوَجْهٍ طَلْقٍ ، فَإِذَا صَنَعْتَ مَرَقَةً ، فَأَكْثِرْ مَاءَهَا ، وَاغْرِفْ لِجِيرَانِكَ مِنْهَا (¬1) .. ¶ إذا دخل حياهم بتحية الإسلام، لا بتحية العوام: صباح الخير، مساء الخير. إذا بدأ حديثه وشرحه بدأه بالحمد لله والثناء على الله والصلاة والسلام على رسوله ، وهكذا نغرس التربية الإسلامية في نفوس أجيالنا، ونربيهم على الأخلاق الحميدة. ¶ وإنه لمنظر سيئ أن تجد المدرس الفاضل يُغَذِّي في الطلاب التعصّب الرياضي، فيحلل لهم المباريات وأسباب خسارة الفرق الرياضية. منظرٌ مشِين أن ترى مربّي الأجيال يتسلّل لِوَاذًا بين الحصص ليلوّث فاه بالدخان. منظرٌ سيئ أن ترى بعض المدرسين لا يحسن العدل مع الطلاب فيفضل هذا على هذا، لا لأدبه ولا لجِده، بل لحاجةٍ في نفسه وظلمٍ في قلبه نسأل الله العافية، وعلى العدل قامت السماوات والأرض. منظرٌ سيئ أن ترى المدرس لا يتقن شرحه لدروسه، بل ينام بقية الدرس أو يتضاحك مع الطلاب ساخرًا. ¶ فالطالب الذي يرى مدرّسه في حالٍ من الميوعة والتسيُّب كيف يتعلم الفضيلة والرجولة؟! ¶ الطالب الذي يسمع من مدرّسه السبَ والشتمَ والبَذَاء كيف يتعلم حلاوةَ المنطق؟! ¶ والطالبة التي ترى معلمتها تسير خلف صرخات الموضة وصيحات الأزياء وتتلقى كل ما يصدره الأعداء كيف تتعلم الفضيلة والعفاف؟! ¶ والطالبة التي ترى مدرستها متبرجةً سافرةً كيف تلتزم بالحجاب والجلباب؟! ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (2 / 282)(523) وصحيح مسلم- المكنز - (6857 )",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والطالبة التي ترى مدرستها تركب مع السائق وحدها كيف تبتعد عن الاختلاط بالأجانب والخلوة بهم؟! ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لا تَفْعَلُونَ كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لا تَفْعَلُونَ }[الصف:2، 3]. ¶ إنها مصيبة أن تختلَّ الموازين حينما يتولى مهمة التربية والتعليم مَنْ لا يلتزم بأحكام الإسلام، متهاونٌ في أمر الله، قد استحوذ عليه الشيطان؛ لأن المطلوب من المعلم المربي الإرشاد إلى كُلِ خلقٍ حسنٍ والتحذير من كُلِ خلقٍ ذميمٍ، ولكن فاقد الشيء لا يعطيه. ¶ يا أيها الرجلُ الْمعلّمُ غيرَه هلاّ لنفسكَ كان ذا التعليمُ ¶ تَصِفُ الدواءَ لذي السّقَام وذي الضَّنَى كَيْمَا يصحّ به وأنت سَقِيمُ ¶ ونراك تُصلِح بالرشادِ عقولَنا أبدًا وأنت من الرشاد عَدِيْمُ ¶ ابدأ بنفسك فانْهَهَا عن غَيِّها فإذا انتهت عنه فأنت حكيمُ ¶ فهناك يُقْبَلُ ما وَعَظْتَ ويُقْتَدَى بالعلم منكَ وينفعُ التعليمُ ¶ لا تَنْهَ عن خُلُق وتأتِيَ مثلَه عارٌ عليك إذا فعلتَ عظيمُ ¶ أيها المدرسون والمدرسات، مهنتكم من أعز المهن، وقد قيل: \"كاد المعلمُ أن يكون رسولاً\". ¶ إنها وظيفة ومهمة الأنبياء والرسل عليهم صلوات الله وسلامه، فعَنْ عَبْدِ اللهِ بْنِ عَمْرٍو رَضِيَ اللَّهُ عَنْهُمَا ، أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - مَرَّ بِمَجْلِسَيْنِ فِي مَسْجِدِهِ وَأَحَدُ الْمَجْلِسَيْنِ يَدْعُونَ اللَّهَ وَيَرْغَبُونَ إِلَيْهِ وَالآخَرُ يَتَعَلَّمُونَ الْفِقْهَ وَيُعَلِّمُونَهُ ، فَقَالَ : كِلاَ الْمَجْلِسَيْنِ عَلَى خَيْرٍ وَأَحَدُهُمَا أَفْضَلُ مِنْ صَاحِبِهِ ، أَمَّا هَؤُلاَءِ فَيَدْعُونَ اللَّهَ وَيَرْغَبُونَ إِلَيْهِ فَإِنْ شَاءَ أَعْطَاهُمْ وَإِنْ شَاءَ مَنَعَهُمْ ، وَأَمَّا هَؤُلاَءِ فَيَعْلَمُونَ الْعِلْمَ وَيُعَلِّمُونَ الْجَاهِلَ فَهُمْ أَفْضَلُ وَإِنَّمَا بُعِثْتُ مُعَلِّمًا ثُمَّ جَلَسَ مَعَهُمْ. (¬1) ¶ فجمّلوا هذه المهنة بالإخلاص، واحموها بالجد والمتابعة. ¶ ¬__________ ¶ (¬1) - مسند البزار ( المطبوع باسم البحر الزخار - (6 / 428)(2458) حسن",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أخي المعلم، الأمانةَ الأمانةَ في الحضور، في الانصراف، في التصحيح، في العدل بين الطلاب، فعن الْحَسَنَ ، قَالَ : عَادَ عُبَيْدُ اللهِ بْنُ زِيَادٍ مَعْقِلُ بْنُ يَسَارٍ فِي مَرَضِهِ الَّذِي مَاتَ فِيهِ ، فَقَالَ مَعْقِلٌ : إِنِّي مُحَدِّثُكَ بِحَدِيثٍ سَمِعْتُهُ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - ، لَوْ عَلِمْتَ أَنَّ لِي حَيَاةً مَا حَدَّثْتُكَ بِهِ ، سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ : مَا مِنْ عَبْدٍ يَسْتَرْعِيهِ اللَّهُ رَعِيَّةً ، يَمُوتُ يَوْمَ يَمُوتُ وَهُوَ غَاشٌّ لِرَعِيَّتِهِ إِلاَّ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ. (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : أَدِّ الأَمَانَةَ إِلَى مَنِ ائْتَمَنَكَ ، وَلا تَخُنْ مِنْ خَانَكَ\" (¬2) . ¶ وعَنْ يُوسُفَ بْنِ مَاهَكَ الْمَكِّىِّ قَالَ كُنْتُ أَكْتُبُ لِفُلاَنٍ نَفَقَةَ أَيْتَامٍ كَانَ وَلِيَّهُمْ فَغَالَطُوهُ بِأَلْفِ دِرْهَمٍ فَأَدَّاهَا إِلَيْهِمْ فَأَدْرَكْتُ لَهُمْ مِنْ مَالِهِمْ مِثْلَيْهَا. قَالَ قُلْتُ أَقْبِضُ الأَلْفَ الَّذِى ذَهَبُوا بِهِ مِنْكَ قَالَ لاَ حَدَّثَنِى أَبِى أَنَّهُ سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « أَدِّ الأَمَانَةَ إِلَى مَنِ ائْتَمَنَكَ وَلاَ تَخُنْ مَنْ خَانَكَ ». (¬3) ¶ وقال تعالى : {مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ اللّهِ وَلَكِن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ} (79) سورة آل عمران ¶ مَا يَنْبَغِي لِبَشَرٍ آتَأهُ اللهُ الكِتَابَ وَالحُكْمَ وَالنُّبُوَّةَ أنْ يَقُولَ لِلنَّاسِ اعْبُدُونِي مِنْ دُونِ اللهِ، (¬4) أي: ولكن يأمرهم بأن يكونوا ربانيين، أي: علماء حكماء حلماء معلمين للناس ومربيهم، بصغار العلم قبل كباره، عاملين بذلك، فهم يأمرون بالعلم والعمل والتعليم التي هي مدار السعادة، وبفوات شيء منها يحصل النقص والخلل، والباء في قوله { بما كنتم تعلمون } إلخ، باء السببية، أي: بسبب تعليمكم لغيركم المتضمن لعلمكم ودرسكم لكتاب الله وسنة نبيه، التي بدرسها يرسخ العلم ويبقى، تكونون ربانيين. (¬5) ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (10 / 346) (4495) وصحيح مسلم- المكنز - (4834) ¶ (¬2) - الفوائد لتمام 414 - (1 / 339)(593) وسنن أبي داود - المكنز - (3537) صحيح ¶ (¬3) - سنن أبي داود - المكنز - (3536 ) صحيح ¶ (¬4) - أيسر التفاسير لأسعد حومد - (1 / 373) ¶ (¬5) - تفسير السعدي - (1 / 136) ¶ - - - - - - - - - - - - -",
            "page": "21",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "المبحث السادس ¶ همسة في أذن الطالب والطالبة ¶ معاشر الطلبة والطالبات،كيف بدأتم هذا العام؟ ¶ هل جددتم النية وأخلصتموها لله جل وعلا في طلب العلم؟! ¶ هل تتذكرون يوم أن تسعوا كُلَ صباح إلى أماكن الدراسة قولَ المصطفى - صلى الله عليه وسلم - : ((مَنْ سَلَكَ طَرِيقًا يَلْتَمِسُ فِيهِ عِلْمًا سَهَّلَ اللَّهُ لَهُ طَرِيقًا إِلَى الْجَنَّةِ.)) ؟! (¬1) ¶ هل تستحضرون تقوى الله في طلبكم للعلم والله يقول: {.. وَاتَّقُواْ اللّهَ وَيُعَلِّمُكُمُ اللّهُ وَاللّهُ بِكُلِّ شَيْءٍ عَلِيمٌ} (282) سورة البقرة؟! ¶ أيها الإخوة الطلاب،لا أظن أنكم تحتاجون إلى من يذكّركم بآداب طلب العلم والتزام الأخلاق الفاضلة. ¶ فالْمالُ إنْ تدّخِرْهُ مُحَصّنًا ـــ بالعلم كان نهايةَ الإملاقِ ¶ والعلم إن لَم تكتنفه شَمائلٌ ـــ تُعْلِيهِ كان مَطِيّة الإخفاقِ ¶ لا تحسبنّ العلمَ ينفعُ وحدَهُ ـــ ما لَم يُتَوَّجْ ربُّهُ بخَلاقِ ¶ ما مدى أدبكم مع معلميكم وأساتذتكم ومشايخكم؟! ¶ ما مبلغ الأدب فيكم مع زملائكم؟! ¶ فالأدب مفتاح العلم، والاحترامُ والتقديرُ أساسُ الطلب، فيتعلمُ الطالبُ أدبَ الجلوسِ وأدبَ الاستماع وأدبَ السؤالِ والإنصاتِ وأدبَ الاعتذارِ والاستدراك. ¶ قال بعض الشعراء مبينًا مَغَبَّة ازدِرَاء المعلّم، قال الشاعر (¬2) : ¶ إن المعلمَ والطبيبَ كلاهُما لا يَنْصَحَانِ إذا هما لم يُكْرَمَا ¶ فاصبر لدائك إن أهنتَ طَبِيبَهُ واصبر لجهلك إن جَفَوْتَ مُعلّما ¶ وقال شوقي: ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (3 / 256)(8316) 8299- صحيح ¶ (¬2) - أدب الدنيا والدين - (1 / 75)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قُمْ للمعلّم وَفِّهِ التَّبْجِيلا كاد المعلمُ أن يكونَ رسولاً ¶ وقال الشاعر : ¶ الفضل يذكر عند كل صباح إنْ كان فضلا من سنا الإصباح ¶ وضياء فضلك لامجال لوصفة يعلو عن التبيان والإفصاح ¶ إنْ أذكر الفضل العظيم فإنني أصف النفوس بلمعة المصباح ¶ طول المدى سيظل فضلك معلما شمسا تنير معالم الأرواح ¶ أمعلمي الشكر مني دائما فلقد نعمت بفضلك الوضاح ¶ فتحت لي روض العلوم وورده ووهبت لي عيشا وريش جناح ¶ قال بعض العلماء: \"من لم يتحمل ذُلَّ التعلمِ ساعةً بقي في ذُلّ الجهل أبدًا\" (¬1) . ¶ وينبغي أن يبدأ الطالب دراسته بكل همة ونشاط ومتابعة ودراسة؛ لكي يُحَصِّل أكثر وأكثر. قال يحيى بن أبي كثير: \" لاَ يُسْتَطَاعُ الْعِلْمُ بِرَاحَةِ الْجِسْمِ \" رواه مسلم (¬2) ¶ يقول أحد العلماء: \"من لم تكن له بداية مُحْرِقة لم تكن له نهاية مُشْرِقة\" (¬3) . ¶ أخي الطالب، ما نوع الزملاء والأصدقاء الذين تختارهم وتصطفيهم لرفقتك وصحبتك في المدرسة وفي الشارع والحارة؟ ¶ هل هم من النوع المرضي في دينه الذي يعينك على الخير ويدلك عليه، أم هم من النوع المسخوط في دينه الذي يدعوك إلى الرذائل ويسوّغ لك فعل الباطل؟! ¶ عَنْ أَبِي هُرَيْرَةَ ، قَالَ : سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ : فِرَّ مِنَ الْمَجْذُومِ فِرَارَكَ مِنَ الأَسَدِ (¬4) . ¶ وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : الْمَرْءُ عَلَى دِينِ خَلِيلِهِ ، فَلْيَنْظُرْ أَحَدُكُمْ مَنْ يُخَالِطُ وَقَالَ مُؤَمَّلٌ : مَنْ يُخَالِلُ. (¬5) ¶ ¬__________ ¶ (¬1) - موسوعة خطب المنبر - (1 / 3) -العلم والتعليم ¶ (¬2) - صحيح مسلم- المكنز - (1421 ) ¶ (¬3) - موسوعة خطب المنبر - (1 / 2435) -بين يدي العام الدراسي الجديد ¶ (¬4) - مسند أحمد (عالم الكتب) - (3 / 565)(9722) 9720- صحيح لغيره ¶ (¬5) - مسند أحمد (عالم الكتب) - (3 / 195)(8028) 8015- صحيح",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وعَنْ أَبِي مُوسَى ، قَالَ : أَتَى النَّبِيَّ - صلى الله عليه وسلم - رَجُلٌ ، فقَالَ : يَا رَسُولَ اللهِ أَرَأَيْتَ رَجُلاً يُحِبُّ الْقَوْمَ وَلَمَّا يَلْحَقْ بِهِمْ ؟ قَالَ : الْمَرْءُ مَعَ مَنْ أَحَبَّ (¬1) . ¶ وعن أبي سَعِيدٍ الْخُدْرِيِّ أَنَّهُ سَمِعَ النَّبِيَّ - صلى الله عليه وسلم - ، يَقُولُ : لاَ تُصَاحِبْ إِلاَّ مُؤْمِنًا ، وَلاَ يَأْكُلْ طَعَامَكَ إِلاَّ تَقِيٌّ. (¬2) ¶ ولذا قال جماعة من السلف: \"اصحب من يُنْهِضُك حالُه، ويدلّك على الله مَقَالُه\". (¬3) ¶ وقال الشاعر (¬4) : ¶ إذا ما صحبتَ القوم فاصحبْ خِيارَهم ولا تصحبِ الأرْدَى فتَرْدَى مع الرَّدِي ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (2 / 317)(557) وصحيح البخارى- المكنز - (6170 ) وصحيح مسلم- المكنز - (6888) ¶ (¬2) - صحيح ابن حبان - (2 / 320) (560) صحيح ¶ (¬3) - إيقاظ الهمم شرح متن الحكم - (1 / 57) وموسوعة خطب المنبر - (1 / 4478) -وقفات مع عودة المدارس ¶ (¬4) - موسوعة خطب المنبر - (1 / 92) -الشباب",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المبحث السابع ¶ حقوق المعلِّم وواجباته ¶ المطلب الأول ¶ حقوق المعلِّم المهنية والمادية والمعنوية ¶ تُجمع كل الأنظمة التعليمية بأن المعلم أحد العناصر الأساسية للعملية التعليمية التعلمية، فبدون معلم مؤهل أكاديمياً ومتدربٍٍ مهنياً يعي دوره الكبير والشامل لا يستطيع أي نظام تعليمي الوصول إلى تحقيق أهدافه المنشودة . ومع الانفجار المعرفي الهائل ودخول العالم عصر العولمة والاتصالات والتقنية العالية، أصبحت هناك ضرورة ملحة إلى معلم يتطور باستمرار متمشياً مع روح العصر؛ معلمٍ يلبي حاجات الطالب والمجتمع. ¶ إن الحاجة ماسة لتدريب المعلمين على مواكبة التغييرات والمستجدات المتلاحقة، ولتحقيق ذلك تتبني بعض الدول مفهوم \\\" التعلم مدى الحياة \\\" , هذا المفهوم الذي جعل المعلم منتجاً مهنياً للمعرفة, ومطوراً باستمرار لكفاياته المهنية. ¶ إنَّ مهنة المعلم عظيمة لأنه الشخص الذي يقوم بعملية التعليم المنهجية, والتي يمرُّ فيها معظم فئات المجتمع, حيث يلقى كل فرد نوعاً ما من التعليم. إن للمعلم رسالة هي الأسمى, وتأثيره هو الأبلغ والأجدى؛ فهو الذي يشكِّل العقول والثقافات من خلال هندسة العقل البشري, ويحدد القيم والتوجهات, ويرسم إطار مستقبل الأمة. ¶ إن رسالة المعلم تعتبر لبنة هامة في المنظومة التعليمية، تناط به مسئوليات جمة حتمها عليه تنامي هيكلية التعليم واتساع نطاقه من طرق تدريس ووسائل متنوعة ناتجة عن ثورة المعلومات, والانفجار المعرفي الهائل الذي يمخر المعلم أمواجه بهدف إيصال الطالب لمواكبة عصره. ¶ إن الرسالة الكبرى للمعلمين تتطلب جهداً كبيراً في تنمية معلوماتهم واكتساب مهارات متنوعة ليتمكنوا عن طريقها من التأثير على من يعلمونهم وخلق التفاعل الإيجابي بين",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الطلاب ومعلميهم فعلى المعلمين أن يكونوا قدوة حسنة في سلوكهم وأخلاقهم وأداء رسالتهم من أجل خلق جيل متعلم واع مفكر مبدع. ¶ وأهم الحقوق المهنية ما يلي: ¶ • من حق المعلم ان يؤهل تأهيلاً يمكِّنه من أداء رسالته التربوية باقتدار ويتحقق ذلك عن طريق التدريب المستمر وتطوير المناهج وإكساب المعلم تلك المهارات. ¶ • رفع مستوى أداء المعلم وتطويره من خلال الدورات التدريبية اللازمة وإطلاعه على كل جديد في مجال التربية والتعليم, وتدريبه على استخدام الطرق الحديثة والتقنيات التربوية الميسِّرة لعملية التعليم. ¶ • تشجيع البحث العلمي والتجريب: يجب تشجيع المعلم على البحث العلمي والتجريب في مجال الإعداد، وطرائق التدريس، والادارة الصفية والتقويم...الخ. ¶ • رعاية المعلمين المتميزين والعمل على تنمية مواهبهم وتوثيق إنجازاتهم ونشاطاتهم المتميزة في الدراسات والأبحاث وتعريف الآخرين بها. ¶ • تحديد الأنظمة الوظيفية والجزائية تحددياً دقيقاً حتى يعرف المعلم ما له وما عليه. ¶ • معالجة مشكلات المعلم بأسلوب تربوي بعيد عن التسلط والتشهير. ¶ • تمكين المعلم من تدريس موضوع تخصصه. ¶ • توفير البيئة المدرسية المناسبة حتى يعمل المعلم براحة وأمان. ¶ وأما الحقوق المادية فهي : ¶ إعطاء المعلم المكانة التي يستحقها في السلم التعليمي وإعلان الضوابط التي تحكم الرواتب ليعيش بكرامة وضبط عمليات النقل والترفيع والترقية. ¶ • تقديم الحوافز والمكافآت المادية لتنمية دافعية المعلم وحبه لمهنته والانتماء لها. ¶ • تحقيق الشعور بالأمن والرضى الوظيفي للتفرغ لرسالته وعدم الاندفاع لممارسة أعمال أخرى. ¶ وأما حقوقه المعنوية فهي :",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "• تغيير النظرة النمطية للمعلم في أذهان المجتمع وإبراز الصورة المشرقة له ودوره في بناء الأجيال وزيادة وعي أولياء الأمور والطلاب بأهمية احترام المعلم وتقديره. ¶ • منح المعلم الثقة والتعاون معه على تحقيق رسالته السامية ورفع روحه المعنوية وتقدير جهوده. ¶ • وضع نظام يحفظ للمعلم كرامته من الاعتداءات المختلفة. ¶ • احترام المعلم وتقديره والاستماع له ومساعدته في حل المشاكل التي تواجهه. ¶ ـــــــــــــ ¶ المطلب الثاني ¶ واجبات المعلم ¶ لم تعد رسالة المعلم مقصورة على التعليم، بل تتعداها إلى دائرة التربية، فالمعلم مرب أولاً, وقبل كل شيء، والتعليم جزء من العملية التربوية. ويتأكد هذا الدور في ظل المشتتات العديدة وفي ظل تقنية المعلومات المتنوعة التي نشهدها هذه الأيام. مما يفرض على المعلم أن يواكب عصره فكما أن له حقوقاً فعليه أيضاً واجبات. ¶ 1. واجبات المعلم المهنية: ومن أهم هذه الواجبات: ¶ 1. على المعلم أن يكون مطلعاً على سياسة التعليم وأهدافه ساعياً إلى تحقيق هذه الأهداف المرجوة وأن يؤدي رسالته وفق الأنظمة المعمول بها. ¶ 2. الانتماء إلى مهنة التعليم وتقديرها والإلمام بالطرق العلمية التي تعينه على أدائها وألا يعتبر التدريس مجرد مهنة يتكسَّب منها. ¶ 3. الاستزادة من المعرفة ومتابعة كل جديد ومفيد وتطوير إمكاناته المعرفية والتربوية. ¶ 4. الأمانة في العلم وعدم كتمانه ونقل ما تعلمه إلى المتعلمين. ¶ 5. معرفة متطلبات التدريس: على المعلم أن يحلل محتوى المنهج من بداية العام الدراسي ليحدد على أساسه طرائق تدريسه حتى تتناسب مع أنماط تعلم طلابه. ¶ 6. المشاركة في الدورات التدريبية وإجراء الدراسات التربوية والبحوث الإجرائية.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "2. واجبات المعلم نحو مدرسته: ¶ 1. الالتزام بواجبه الوظيفي واحترام القوانين والأنظمة. ¶ 2. تنفيذ المناهج والاختبارات حسب الأنظمة والتعليمات المعمول بها. ¶ 3. التعاون مع المجتمع المدرسي. ¶ 4. المساهمة في الأنشطة المدرسية المختلفة. ¶ 5. المساهمة في حل المشكلات المدرسية. ¶ 6. توظيف الخبرات الجديدة. ¶ 3. واجبات المعلم نحو الطلاب: ¶ • غرس القيم والاتجاهات السليمة من خلال التعليم. ¶ • القدوة الحسنة لطلابه في تصرفاته وسلوكه وانتمائه وإخلاصه. ¶ • توجيه الطلاب وإرشادهم وتقديم النصح لهم باستمرار. ¶ • تشجيع الطلاب ومكافأتهم. ¶ • مراعاة الفروق الفردية والوعي بطبيعة المتعلمين وخصائصهم النمائية المختلفة. ¶ • المساواة في التعامل مع الطلاب. ¶ • تعريف الطلاب بأهمية وفائدة ما يدرس لهم وأهمية ذلك في حياتهم. ¶ 4. واجبات المعلم نحو المجتمع المحلي: ¶ • القيام بدور القائد الواعي الذي يعرف القيم والمثل والأفكار التي تحكم سلوك المجتمع. ¶ • توافق قوله مع تصرفاته وإعطاء المثل الحي لتلاميذه ومجتمعه. ¶ • على المعلم أن يكون على علم بقضايا شعبه المصيرية وبالمتغيرات والتحديات التي يمرُّ بها المجتمع، والتفاعل مع المجتمع والتواصل الإيجابي معه. ¶ • أن تتكامل رسالة المعلم مع رسالة الأسرة في التربية الحسنة لأبنائها. ¶ صفات المعلم المنشود الذي يؤمن برسالته: ¶ إن هناك صفات يجب أن تتوفر في المعلم المؤمن برسالته حتى يكون عنصراً فاعلاً في عملية التغيير الاجتماعي التي نسعى إلى تحقيقه:-",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "• الإخلاص في العمل والولاء للمهنة والالتزام بها والاهتمام بنمو طلابه من جميع النواحي المختلفة. ¶ • التعليم رسالة وليس مجرد مهنة: يعي المعلم دوره ويتحرك بدافع ذاتي داخلي مدركاً لرسالته ويسعى لتحقيقها. ¶ • يحمل هموم أمته: المعلم المؤمن برسالته يتفاعل مع قضايا أمته ومعاناتهم ولا يغفل عنها عند القيام بواجبه الوظيفي، إنه المعلم الذي يستطيع دمج فنه وتدريسه بهذه المعاناة وتوجيه طلابه إلى الاهتمام بها والتفاعل معها. ¶ • عطاء لا ينتظر العطاء: المعلم المؤمن برسالته لا يربط بين جهده وعطائه وبين ما يحصل عليه من مردود مادي ومعنوي، بل السير نحو تحقيق هدفه الرسالي وتسخير كل طاقاته وإمكاناته لذلك. ¶ • المعلم القدوة: المعلم صاحب الرسالة يعمل بما يعلم ويُعلِّم ، فهو صورة ينعكس فيها ما يعلمه لطلابه. ¶ • المظهر الحسن: على المعلم أن يحسن هندامه ومظهره بعيداً عن الإسراف ولكن في حدود الاعتدال، فذلك أدعى للقبول والتقدير له. ¶ • النمو الأكاديمي في مادة تخصصه: على المعلم أن يتابع نموه الأكاديمي جنباً إلى جنب مع النمو المهني حتى يتابع كل جديد ويكون مرجعاً لطلابه وزملائه مع الاهتمام بالتخصصات الأخرى خاصة ذات العلاقة بموضوع تخصصه حتى يقدم لطلابه نسيجاً متناسقاً وكاملاً من المعلومات. ¶ • العدل والانصاف: على المعلم أن يحترم آداب المهنة وأخلاقياتها ويقوم بالعدل والقسط بين طلابه، يقوِّمهم حسب ما يستحقون دون أي اعتبارات أخرى. ¶ • التعليم مشاركة: إن العملية التعليمية جهد مشترك لها مدخلات كثيرة من أهمها المعلم والمتعلم والكتاب والمنهج.....، ولكلٍّ دوره الذي لا يخفى، ولكن يجب الاهتمام بدور المتعلم وإشراكه في التخطيط والتعليم والتقويم وتتسع هذه المشاركة كلما تقدم الطالب من مرحلة إلى أخرى.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "• معلم ومتعلم في نفس الوقت: المعلم صاحب رسالة لا ينقطع عن طلب العلم مهما بلغت معرفته وتقدم به العمر، ولا يجد حرجاً في التعلم حتى من طلابه. ¶ • اسكتشاف المواهب ورعايتها: النبوغ ليس قصراً على التفوق الدراسي بل له جوانب شتى من شعر وخطابة وقدرات علمية وإبداعية وإمكانيات قيادية، تحتاج هذه الجوانب إلى معلم يكتشفها ويصقلها وينميها ويعمل على إشباعها من خلال الرعاية والأنشطة المدرسية المتنوعة. ¶ • مراعاة الفروق الفردية: على المعلم الاهتمام بالفروق الفردية بين طلابه وأنماط تعلمهم المتعددة وإعداد أنشطة وطرائق تناسب مستوياتهم وقدراتهم وحاجاتهم ودوافعهم. ¶ إن رسالة المعلم من أسمى وأشرف الرسالات، وأمانة من أعظم وأثقل الأمانات، لأن المعلم يتعامل مع النفس البشرية التي لا يعلم إلا الله بُعد أعماقها واتساع آفاقها، فالمعلم يحمل رسالة سامية يعدُّ فيها جيلاً صالحاً مسلَّحاً بالعلم والمعرفة. ¶ ولقد صدق الشاعر عبد الغني أحمد الحداد في قصيدته \\\"رسالة المعلم\\\" حيث خاطب المعلم صاحب الرسالة قائلاً: ¶ تحيا وتحملُ للوجودِ رسالةً قُدُسِيَّةً يسمو بها الأطهارُ ¶ ما أنت إلا النبعُ فيضُ عطائِهِ خيرٌ يفيضُ وهاطلٌ مِدرارُ ¶ يكفيكَ فخراً ما صَنَعْتَ على المدى تَشْقَى وَغَيْرُكَ مُتْرَفٌ مِهْذَارُ ¶ يُعطي الكريمُ وأنْتَ أكرمُ مانحٍ هيهاتَ لَيْسَ تُثَمَّن الأعمارُ ¶ هذِي الحضاراتُ التي تزهو بها لولا المعلمُ هَلْ لها إثمارُ؟! (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - انظر : http://www.4uarab.com/vb/archive/index.php/t-54947.html ¶ الجلهم, عبد الله . (2004) رسالة المعلم.... وواجب الطالب. المجلة الثقافية - الإصدار الدولي العدد: 44 ¶ حداد,عبد الغني.( ) قصيدة: رسالة المعلم- روائع من الأدب العربي. ¶ حسن, عثمان (2003) المعلم من الواجب الوظيفي إلى الواجب الرسالي. شبكة المشكاة الإسلامية.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "المبحث الثامن ¶ الحقوق العامة للمعلم ¶ المطلب الأول ¶ الأدوار التربوية ¶ من حقوق المعلم في مؤسساته التربوية أن يكون له رأي وكلمة ومشورة في سبيل الإصلاح التربوي، لا أن يكون هامشًا منفذًا لمهام نمطية. المعلم بحاجة ماسة لفرص كثيرة يستغل فيها الأحداث اليومية في بناء شخصيات المتعلمين. يجب أن يعاد النظر في نصاب الحصص الأسبوعي للمعلم الذي يصل إلى 24 حصة، فذاك النصاب بني على أساس دوام ستة أيام في الأسبوع وهو مرهق جدًا ويوجه جهد المعلم نحو التعليم فقط دون التربية. يجب أن ندرك أن الوضع السابق اختلف والمهام التربوية كثرت والرسالة توسعت، والمتغيرات تعددت، ودور المعلم التعليمي لم يصبح وحيدًا في الساحة، بل إن الحاجة أصبحت ملحة لدوره التربوي والإرشادي، فإن أردنا أن يكون له مهام تربوية وإرشادية ودور بنائي في تشكيل شخصية المتعلم فلا مناص من تخفيض نصابه من الحصص الدراسية التي يؤديها، وإعفائه من بعض المهام الإدارية التي يمارسها من إشراف ورصد للدرجات ومتابعة غياب وحضور وانصراف الطلاب. فنجاح المعلم وفعالية دوره الميداني مرهون بما يقدمه من مهام تربوية إرشادية لا بمساهماته الإدارية الثانوية. ¶ ـــــــــــ ¶ المطلب الثاني ¶ التدريب والتأهيل ¶ إن من أبرز حاجات المعلم ومتطلبات رسالته التربوية التدريب المستمر، والتأهيل المتدرج، مع مراعاة المادة التدريبية التي تقدم، والتوقيت المناسب للتدريب، والمدرب الناجح المؤهل، ومسايرة التقنية والتقدم المعلوماتي في البرامج التدريبية. فالمعلم لا يريد التدريب من أجل التدريب فقط، أو من أجل جمع الشهادات وإشعارات الحضور.. المعلم لا يريد أن يتدرب في الفترة المسائية أو من خلال أوقات راحته وفراغه، فهو يحتاج لبرنامج تدريبي تفرغي",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "تقدم فيه البرامج النوعية العالمية، والاستراتيجيات المتطورة، والدراسات الحديثة على أيدي مدربين مؤهلين لقيادة العقل وهندسة التفكير، والبعد كل البعد عن البرامج التدريبية المستهلكة التي تقدمها المؤسسات التجارية، وتهدف لزيادة الإحصاءات ومعدلات البرامج. ¶ فالتدريب الجيد، فضلاً عن أنه يطلع المعلم على كل ما هو جديد في مجال عمله ويكسبه بعض المهارات الحديثة في أساليب وطرائق التعليم، فهو أيضًا يعطي المعلم دعمًا معنويًا وثقة عالية ويفتح له آفاقًا من التجديد التربوي. لذا فإنه لا بد من إعادة النظر في البرامج التدريبية الحالية وأهدافها وآلية تنفيذها وجدواها ومناسبتها للعمل الميداني. ¶ ــــــــــــ ¶ المطلب الثالث ¶ الرعاية الصحية والاجتماعية ¶ الرعاية الصحية مطلب مهم في الاستقرار النفسي والمهني للمعلم، فهو بحاجة جادة وماسة لتوفير الخدمة المتخصصة في الرعاية الصحية له ولأفراد أسرته أو على أقل تقدير التأمين الصحي الرمزي وذلك بالتعاون مع المراكز الصحية المتطورة. فتوفير هذه الخدمة للمعلم مهمة وطنية قبل كل شيء، وهي مسؤولية حكومية لمواطن يقوم ببعض المهام والأدوار الوظيفية التي تستدعي توفير الراحة والاستقرار بحثًا عن مزيد من الإبداع والإنتاج، وهو أيضًا مطلب من مطالب المكانة الاجتماعية التي يرتجيها المجتمع الواعي للمعلم. وبالإضافة لهذه الرعاية الصحية فإن المعلم بحاجة إلى أندية اجتماعية رياضية ثقافية يمارس فيها هواياته وينمي فيها قدراته ويلتقى فيها زملاء المهنة وأصحاب الاهتمام. ¶ ــــــــــــ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المطلب الثالث ¶ المستوى الوظيفي ¶ المستوى الوظيفي للمعلم عنصر مهم في استعداداته النفسية لتنفيذ مهامه التربوية، فهو المكانة الوظيفية التي على أساسها يتقاضى رواتبه الشهرية، فإذا ما عمل المعلم على مستوى أقل من مستواه المستحق فلا شك في أن دوره الميداني سوف يعتريه بعض القصور نتيجة الإحساس الداخلي بعدم الإنصاف. ¶ المعلم يا قادة العمل التربوي من أقل حقوقه أن يتقاضى رواتبه التي يستحقها وفق مؤهلاته العلمية، وعدم وجود شواغر على تلك المستويات لا يعني تجاهل تعويضه عن فروقاته المالية خلال خدمته في مستويات أقل من المستحق. ¶ ـــــــــــ ¶ المطلب الرابع ¶ اختيار قادة العمل التربوي ¶ إن اختيار قادة العمل التربوي الميداني من مشرفين ومديرين أمر في غاية الخطورة فكم من مدير لا يستطيع أن يتعامل مع زملائه المعلمين بالسلوك التربوي السليم، وليس لديه دراية بالأساليب التربوية الفاعلة في توظيف الطاقات واستثمار القدرات وتفعيل الإمكانات. مؤسساتنا التربوية تزخر بكثير من المديرين الذين يعتقدون بملكية الموقع، وأحادية القرار، وأهمية الإحباط في قيادة المؤسسة التي يديرونها! كم من مدير يعتقد أن المعلم لن يداوم إلا خوفًا من قراراته الإدارية الصارمة، ولن يدخل فصلاً إلا عندما يراه يجول في مرافق المدرسة! المعلم يا قادة العمل التربوي يحتاج لمدير محنك ناجح يستطيع أن يوظف إمكاناته ويستثير قدراته ويوجه دافعيته نحو أهداف المؤسسة التي ينتمي لها. ¶ المعلم لا يريد مديرًا لا يعرف في إدارته سوى قفل الدوام وصياغة المساءلات. المعلم يحتاج لمدير قدوة يعمل بجد ويعرف جيدًا كيفية التعامل مع الفروق الفردية للمعلمين، فيوجه المخطئ ويشجع المجتهد ويكافئ المنتج ويأخذ بيد المبتدئ. وكل ما ينطبق على المدير",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ينطبق على المشرف فهما قائدان ميدانيان للعملية التربوية التي حتمًا لن تنجح ما لم يكن من الأولويات والمسلمات حسن الاختيار لأولئك القادة. ¶ إن إتاحة الفرصة للجميع لدخول المفاضلات المقننة في ترشيح الوكلاء والمديرين والمشرفين التربويين لا تقل أهمية وعاملاً فاعلاً عن أهمية الاختبار في نجاح العمل الجماعي داخل المؤسسات التربوية. ¶ ـــــــــــ ¶ المبحث الخامس ¶ المشاركة في التخطيط ¶ المعلم هو المحور الرئيس المسؤول عن إعداد جيل المستقبل، نظير صلته المباشرة بالمتعلم، وارتباطه الوثيق بالبيئة المدرسية ومرافقها، واطلاعه الكامل على محتوى المناهج الدراسية التي يقدمها. ومع ذلك فإن فرصته في المشاركة والتخطيط لبرامج الوزارة تكاد تكون هامشية. وكثير من القرارات الهامة والمشروعات الرائدة يكون المعلم فيها «آخر من يعلم!» وهذا لا يتناسب أبدًا مع أبجديات العملية التربوية التي تفترض أن الأقرب للواقع الميداني هو الأقدر على معرفة احتياجات الميدان التربوي وهو الأكفأ في استقراء درجة نجاح البرامج الجديدة، وهو الأولى في التخطيط للمشروعات المستقبلية. ¶ - - - - - - - - - - -",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المبحث التاسع ¶ حقوق المعلم الخاصة ¶ وفيه أربعة مطالب: ¶ المطلب الأول: احترام المعلم وتوقيره ومحبته. ¶ المطلب الثاني: أدب الجلوس مع المعلم. ¶ المطلب الثالث: أدب الإنصات إلى المعلم. ¶ المطلب الرابع: أدب الحديث مع المعلم. ¶ المطلب الأول ¶ احترام المعلم وتوقيره ومحبته ¶ إن مما ينبغي على طالب العلم النبيهة إكرام معلمه واحترامه وتقديره، فتوقير المعلم واحترامه من السنَّة النبوية فعَنْ عُبَادَةَ بْنِ الصَّامِتِ , قَالَ:سَمِعْتُ النَّبِيَّ - صلى الله عليه وسلم - يَقُولُ:لَيْسَ مِنْ أُمَّتِي مَنْ لَمْ يُجِلَّ كَبِيرَنَا وَيَرْحَمْ صَغِيرَنَا وَيَعْرِفْ لِعَالِمِنَا حَقَّهُ. (¬1) . ¶ وعَنِ ابْنِ عَبَّاسٍ،رَفَعَهُ إِلَى النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:لَيْسَ مِنَّا مَنْ لَمْ يُوَقِّرِ الْكَبِيرَ،وَيَرْحَمِ الصَّغِيرَ،وَيَأْمُرْ بِالْمَعْرُوفِ،وَيَنْهَ عَنِ الْمُنْكَرِ. (¬2) ¶ وعَنِ ابْنِ طَاوُسٍ، عَنْ أَبِيهِ، قَالَ: \" إِنَّ مِنَ السُّنَّةِ أَنْ يُوَقَّرَ أَرْبَعَةٌ: الْعَالِمُ، وَذُو الشَّيْبَةِ، وَالسُّلْطَانُ، وَالْوَالِدُ \" (¬3) ¶ ¬__________ ¶ (¬1) - وغاية المقصد فى زوائد المسند 1 - (1 / 74) (176) و مسند الشاشي 335 - (2 / 289) (1261) صحيح لغيره ¶ (¬2) - صحيح ابن حبان - (2 / 203) (458) صحيح ¶ (¬3) - شعب الإيمان - (10 / 291) (7509 ) صحيح",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومما يدل على احترام الطالب معلمه، محبته وطاعته، قال تعالى :{يَا أَيُّهَا الَّذِينَ آمَنُواْ أَطِيعُواْ اللّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِي الأَمْرِ مِنكُمْ فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللّهِ وَالرَّسُولِ إِن كُنتُمْ تُؤْمِنُونَ بِاللّهِ وَالْيَوْمِ الآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً} (59) سورة النساء ¶ قال القرطبي:\" قال جابر بن عبدالله ومجاهد:{أُولُو الأَمْرِ} أهل القرآن والعلم؛وهو اختيار مالك رحمه الله،ونحوه قول الضحاك قال:يعني الفقهاء والعلماء في الدين. وحكي عن مجاهد أنهم أصحاب محمد - صلى الله عليه وسلم - خاصة.\" (¬1) ، فتكون طاعة المعلم في حدود طاعة الله وما أمر به سبحانه. ¶ ومنه التواضع للمعلم وحسن الخلق معها، يقول الغزالي: ((لا يدرك العلم إلا بالتواضع فعلى طالب العلم أن يكون متواضعاً)) (¬2) . ¶ قال الرَّبِيعُ بْنُ سُلَيْمَانَ (¬3) : كَتَبَ إِلَيَّ أَبُو يَعْقُوبَ الْبُوَيْطِيُّ مِنَ الْحَبْسِ:أَنِ اصْبِرْ نَفْسَكِ لِلْغُرَبَاءِ،وَأَحْسَنْ خُلُقَكَ لِأَهْلِ حَلَقَتِكَ فَإِنِّي كُنْتُ أَسْمَعُ الشَّافِعِيَّ رَضِيَ اللَّهُ عَنْهُ كَثِيرًا يَتَمَثَّلُ بِهَذَا الْبَيْتِ : ¶ أَهِينُ لَهُمْ نَفْسِي لِكَيْ يُكْرِمُونَهَا وَلَنْ تُكْرَمَ النَّفْسُ الَّتِي لَا تُهِينُهَا ¶ وقال إِدْرِيسُ بْنُ عَبْدِ الْكَرِيمِ: قَالَ لِي سَلَمَةُ بْنُ عَاصِمٍ:أُرِيدُ أَنْ أَسْمَعَ كِتَابَ الْعَدَدِ مِنْ خَلَفٍ \"،فَقُلْتُ لِخَلَفٍ:قَالَ:فَلْيَجِئْ،فَلَمَّا دَخَلَ رَفَعَهُ لِأَنْ يَجْلِسَ فِي الصَّدْرِ،فَأَبَى،وَقَالَ:لَا أَجْلِسُ إِلَّا بَيْنَ يَدَيْكَ،وَقَالَ:هَذَا حَقُّ التَّعْلِيمِ،فَقَالَ لَهُ خَلَفٌ:جَاءَنِي أَحْمَدُ بْنُ حَنْبَلٍ يَسْمَعُ حَدِيثَ أَبِي عَوَانَةَ،فَاجْتَهَدْتُ أَنْ أَرْفَعَهُ،فَأَبَى وَقَالَ:\" لَا أَجْلِسُ إِلَّا بَيْنَ يَدَيْكَ،أُمِرْنَا أَنْ نَتَوَاضَعَ لِمَنْ نَتَعَلَّمَ مِنْهُ \" (¬4) . ¶ وعَنْ أَبِي دَاوُدَ، سَمِعَ شُعْبَةَ يَقُوْلُ: أَنَا عَبدٌ لِمَنْ عِنْدَهُ حَدِيْثَانِ. (¬5) . ¶ ¬__________ ¶ (¬1) - تفسير القرطبي ـ موافق للمطبوع - (5 / 259) ¶ (¬2) - الدور التربوي للوالدين في تنشئة الفتاة المسلمة في مرحلة الطفولة (2/283)، نقلاً عن \"أيها الولد\" الغزالي (50). ¶ (¬3) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (530 ) ¶ (¬4) - الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ (344 ) ¶ (¬5) - سير أعلام النبلاء - (7 / 225)",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وما سبق إنما يدلُّ على اهتمام سلفنا الصالح باحترام معلميهم وتوقيرهم والتواضع لهم والاعتراف بفضلهم، وتعاملهم الصحيح معهم. ¶ ومنه تعظيم المعلم، فعَنِ الزُهْرِيِّ، قَالَ: كُنْتُ آتِي عُرْوَةَ، فَأَجِلِسُ بِبَابِهِ مَلِيّاً، وَلَوْ شِئْتُ أَنْ أَدْخُلَ دَخَلْتُ، فَأَرْجِعُ وَمَا أَدْخُلُ إِعْظَاماً لَهُ \" (¬1) ¶ ومنه أن يضع الطالب للمعلم في نفسه هيبة، وهذا مما يدلُّ على احترامه له ومحبته وتوقيره. فقد كان من تمام احترام السلف لعلمائهم أنهم كانوا يهابونهم، فعَنْ عُبَيْدِ بْنِ حُنَيْنٍ،أَنَّهُ سَمِعَ ابْنَ عَبَّاسٍ،يَقُولُ:مَكَثْتُ سَنَةً وَأَنَا أَشُكُّ فِي سَنَتَيْنِ وَأَنَا أُرِيدُ أَنْ أَسْأَلَ عُمَرَ بْنَ الْخَطَّابِ عَنِ الْمُتَظَاهِرَتَيْنِ،وَمَا أَجِدُ لَهُ مَوْضِعًا أَسْأَلُهُ فِيهِ،حَتَّى خَرَجَ حَاجًّا وَصَحِبْتُهُ،حَتَّى إِذَا كَانَ بِمَرِّ الظَّهْرَانِ،وَذَهَبَ لِحَاجَتِهِ،قَالَ:أَدْرِكْنِي بِإِدَاوَةٍ مِنْ مَاءٍ فَلَمَّا قَضَى حَاجَتَهُ،وَرَجَعَ أَتَيْتُهُ بِالْإِدَاوَةِ أَصُبُّهَا عَلَيْهِ،فَرَأَيْتُ مَوْضِعًا،فَقُلْتُ:يَا أَمِيرَ الْمُؤْمِنِينَ \" مَنِ الْمَرْأَتَانِ الْمَتَظَاهِرَتَانِ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - ،فَمَا قَضَيْتُ كَلَامِي،حَتَّى قَالَ:عَائِشَةُ وَحَفْصَةُ \" (¬2) . ¶ وعَنِ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُ،قَالَ:\" مَكَثْتُ سَنَتَيْنِ أُرِيدُ أَنْ أَسْأَلَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَنْ حَدِيثٍ مَا مَنَعَنِي مِنْهُ إِلَّا هَيْبَتُهُ حَتَّى تَخَلَّفَ فِي حَجَّةٍ أَوْ عُمْرَةٍ فِي الْأَرَاكِ الَّذِي بِبَطْنِ مَرِّ الظَّهْرَانِ لِحَاجَتِهِ،فَلَمَّا جَاءَ وَخَلَوْتُ بِهِ قُلْتُ:يَا أَمِيرَ الْمُؤْمِنِينَ،أُرِيدُ أَنْ أَسْأَلَكَ عَنْ حَدِيثٍ مُنْذُ سَنَتَيْنِ مَا مَنَعَنِي إِلَّا هَيْبَةٌ لَكَ قَالَ:فَلَا تَفْعَلْ إِذَا أَرَدْتَ أَنْ تَسْأَلَ فَسَلْنِي فَإِنْ كَانَ عِنْدِي مِنْهُ أَخْبَرْتُكَ وَإِلَّا قُلْتُ:لَا أَعْلَمُ،فَسَأَلْتَ مَنْ يَعْلَمُ،قُلْتُ:مَنِ الْمَرْأَتَانِ اللَّتَانِ ذَكَرَهُمَا اللَّهُ تَعَالَى أَنَّهُمَا تَظَاهَرَتَا عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - ؟ قَالَ:عَائِشَةُ وَحَفْصَةُ ثُمَّ قَالَ:كَانَ لِي أَخٌ مِنَ الْأَنْصَارِ وَكُنَّا نَتَعَاقَبُ النُّزُولَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَنْزِلُ يَوْمًا وَيَنْزِلُ يَوْمًا فَمَا أَتَى مِنْ حَدِيثٍ أَوْ خَبَرٍ أَتَانِي بِهِ وَأَنَا مِثْلُ ذَلِكَ وَنَزَلَ ذَاتَ يَوْمٍ وَتَخَلَّفْتُ فَجَاءَنِي \" (¬3) ¶ ¬__________ ¶ (¬1) - سير أعلام النبلاء - (4 / 432) ¶ (¬2) - مُسْتَخْرَجُ أَبِي عَوَانَةَ (3712 ) صحيح ¶ (¬3) - جَامِعُ بَيَانِ الْعِلْمِ >> بَابُ هَيْبَةِ الْمُتَعَلِّمِ لِلْعَالِمِ (518 ) صحيح",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقال الرَّبِيعُ بْنُ سُلَيْمَانَ: وَاللَّهِ مَا اجْتَرَأْتُ أَنْ أَشْرَبَ الْمَاءَ وَالشَّافِعِيُّ يَنْظُرُ إِلَيَّ هَيْبَةً لَهُ \" (¬1) . ¶ ومنه أيضاً النظر للمعلم بعين الإجلال وهذا يؤدي بطالب العلم إلى الانتفاع العظيم من معلمه. ¶ ومنه أيضاً إلقاء السلام على المعلم. ¶ ومنه الرفق والتودد للمعلم، وطلب رضاه. ¶ ومنه عدم اغترار الطالب بنفسه وتوهمه أنه أعلم من معلمه أو مثله. فإن هذا تسويل من النفس وخدعة من الشيطان. قال الفراء: قال لي رجل: ما اختلافك إلى الكسائي وأنت مثله في النحو؟! فأعجبتني نفسي، فأتيته فناظرته مناظرة الأكفاء، فكأني طائر يغرف بمنقاره من البحر. (¬2) ¶ ولصالح عبدالقدوس (¬3) : ¶ وَإِنَّ عَنَاءً أَنْ تُعَلِّمَ جَاهِلًا فَيَحْسَبُ أَهْلًا أَنَّهُ مِنْك أَعْلَمُ ¶ مَتَى يَبْلُغُ الْبُنْيَانُ يَوْمًا تَمَامَهُ إذَا كُنْت تَبْنِيهِ وَغَيْرُك يَهْدِمُ ¶ مَتَى يَنْتَهِي عَنْ سَيِّئٍ مَنْ أَتَى بِهِ إذَا لَمْ يَكُنْ مِنْهُ عَلَيْهِ تَنَدُّمُ ¶ ومنه الصبر على غضب المعلم، وقَالَ الشَّافِعِيُّ:قِيلَ لِسُفْيَانَ بْنِ عُيَيْنَةَ:إِنَّ قَوْمًا يَأْتُونَكَ مِنْ أَقْطَارِ الْأَرْضِ تَغْضَبُ عَلَيْهِمْ،يُوشِكُ أَنْ يَذْهَبُوا وَيَتْرُكُوكَ قَالَ:\" هُمْ حَمْقَى إِذَنْ مِثْلُكَ أَنْ يَتْرُكُوا مَا يَنْفَعُهُمْ لِسُوءِ خُلُقِي \" (¬4) . ¶ ورحم الله القائل (¬5) : ¶ اصبر على مر الجفا من معلمي ... فإن رسوخ العلم في نفراته ¶ ومن لم يذق ذل التعلم ساعة ... تجرع ذل الجهل طول حياته ¶ ¬__________ ¶ (¬1) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (563 ) ¶ (¬2) - http://www.asedu.info/forum/showthread.php?t=3602 ¶ (¬3) - أدب الدنيا والدين - (1 / 77) وتاريخ الإسلام للإمام الذهبي - موافقة للمطبوع - (10 / 271) ¶ (¬4) - الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ (423 ) ¶ (¬5) - إرشاد الطلاب (78).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "حياة الفرد والله بالعلم والتقى ... إذا لم يكونا لا اعتبارَ لذاته ¶ ومن فاته التعليم وقت شبابه ... فكبِّر عليه أربعاً لوفاته ¶ وإن مما يؤسف له ما يرى من حال الطلاب اليوم في التعامل مع معلميهم، فغالب الطلاب إلا من رحم الله لا يتحقق فيه شيء مما ذكر سابقاً إلا قليلاً. ولا يرى هذا ولا يعلمه إلا من يعايش الطلاب ويطلع على أحوالهم. فقد يمر المعلم بمجموعة من طلابه قد جلسوا في مكان ما في وقت الراحة ويكون ممن أفنى عمره في التعليم فلا يرى طالباً منهم وضع ما بيده من طعام أو شراب جانباً ولا من كان يضحك أوقف ضحكه احتراماً وهيبة من معلمه. والله المستعان. ¶ ـــــــــــــ ¶ المطلب الثاني ¶ أدب الجلوس مع المعلم ¶ ينبغي على الطالب أن يأخذ بمجامع الأدب مع معلمه في الجلوس معه. ¶ فمن ذلك أن يجلس بين يدي معلمه بسكون وهدوء. ¶ ومنه أن لا يكون قريباً من معلمه. قال العلماء: ((ينبغي لطلاب العلم أن لا يجلس قريباً من معلمه عند الدرس، بل ينبغي أن يكون بينه وبينه قدر قوس فإنه أقرب إلى التعظيم)) (¬1) . ¶ ومنه أن لا يستند بحضرة معلمه إلى جدار. فإن هذا يشعر المعلم باستهتار الطالب بالمعلم والدرس، ويؤدي إلى كسل الطالب وقت الدرس. ¶ وقال:حمدان بن الإصبهاني كنت عند شريك، فأتاه ابن المهدي، فاستند وسأل عن حديث، فلم يلتفت شريك (¬2) ، فأعاد، فعاد، فقال: كأنك تستخف بأولاد الخلفاء؟ ¶ ¬__________ ¶ (¬1) - إرشاد الطلاب (81-82). ¶ (¬2) - لكونه مستنداً غير متأدب بجلسته في حلقة العلم.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قال: لا، ولكن العلم أزين عند أهله من أن يصنعوه. قال: فجثا على ركبتيه فسأله، فقال شريك: هكذا يطلب العلم. \" (¬1) ¶ فكيف بحال طلالبنا اليوم؟ الله المستعان. ¶ ومنه أن يتعود الطالب الدخول على معلمه نظيفَ الثياب والبدن. ¶ ومنه أن لا يدخل على معلمه إلا بعد الاستئذان بالدخول. ¶ ومنه أن يحسن تصفح الكتاب أمام معلمه. ¶ ومنه أن يلتزم توقير المجلس، وأن تظهر السرور بالدرس والاستفادة منه. ¶ ومنه أن لا يكون هدف الطالب الوحيد من حضور الدرس الفائدة العلمية فقط، بل ينبغي أن يحرص الطالب على الاكتساب من خلق معلمه من سمته وهدوئه وحسن خلقه. ¶ (ذكر الإمام السمعاني وغيره: أن مجلس الإمام أحمد كان يحضره خمسة آلاف، قال الناقل: فكان خمسمائة يكتبون، والباقي يستمدون من سمته وخلقه وأدبه. وقال أبو بكر المطوعي: حضرت مجلس أبي عبدالله وهو يقرئ أبناءه المسند اثنتي عشر سنة، ولم أكن أكتب، إنما أنظر إلى أدبه وخلقه) (¬2) . ¶ ومنه أن لا يكون هدف الطالب من الجلوس في الدرس طلب عثرات معلم! وتتبعها لتنشرها بين الطلاب، وهذا من أشنع الأفعال.(قال ابن حزم رحمه الله: إذا حضرت مجلس العلم، فلا يكن حضورك إلا حضور مستفيد، مستزيدٍ علماً وأجراً، لا حضور مستغن بما عندك، طالباً عثرة تشنعها، أو غريبة تشيعها، فهذه أفعال الأرذال الذين لا يفلحون في العلم أبداً) (¬3) . ¶ وهذا سبب لعدم التوفيق نسأل الله العافية،كما قال الإمام ابن القيم -رحمه الله- في نونيته (¬4) : ¶ ¬__________ ¶ (¬1) - تاريخ الإسلام للإمام الذهبي - (11 / 175) ¶ (¬2) - تربية الأولاد في الإسلام (1/310) ¶ (¬3) - إرشاد الطلاب (111)، نقلاً عن مجموع رسائل ابن حزم (411). ¶ (¬4) - إرشاد الطلاب (112) و موسوعة كتب ابن القيم - (245 / 302)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "إنّ البدار بردّ شيء لم تُحط ... علماً به سبب إلى الحرمان ¶ ـــــــــــــ ¶ المطلب الثالث ¶ أدب الإنصات إلى المعلم ¶ يجب على الطالب أن يحسن الاستماع والإنصات إلى معلمه. ومن حسن الإنصات أن يصغي إليه ويقبل بكليته عليه منتبه لقوله. ¶ ومنه أن لا يلتفت من غير ضرورة، فلا يكثر من الالتفات إلى أي شيء أثناء الدرس. ولا يكثر العبث بأدواته أو يديه أو رجليه. ¶ ومنه أن لا يضطرب لأي ضجة يسمعها، بل يحاول أن يكون طالبَ علم بحق بسمته وهدوئه وانتباهه لدرسه. ¶ ومن ينظر إلى حال سلفنا في شدة إنصاتهم لمعلميهم يتعجب من حالهم ويتأسف لحالنا اليوم طلاباً وطالبات. قَالَ أَحْمَدُ بْنُ سِنَانٍ الْقَطَّانُ:\" كَانَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ لَا يُتَحَدَّثُ فِي مَجْلِسِهِ،وَلَا يُبْرَى فِيهِ قَلَمٌ،وَلَا يَبْتَسِمُ أَحَدٌ،فَإِنْ تَحَدَّثَ أَوْ بَرَى قَلَمَا،صَاحَ وَلَبِسَ نَعْلَيْهِ وَدَخَلَ،وَكَذَا يَفْعَلُ ابْنُ نُمَيْرٍ،وَكَانَ مِنْ أَشَدِّ النَّاسِ فِي هَذَا،وَكَانَ وَكِيعٌ أَيْضًا فِي مَجْلِسِهِ كَأَنَّهُمْ فِي صَلَاةٍ،فَإِنْ أَنْكَرَ مِنْ أَمْرِهِمْ شَيْئًا انْتَعَلَ وَدَخَلَ،وَكَانَ ابْنُ نُمَيْرٍ يَغْضَبُ وَيَصِيحُ،وَكَانَ إِذَا رَأَى مَنْ يَبْرِي قَلَمَا،تَغَيَّرَ وَجْهُهُ \" (¬1) . ¶ ومنه أن يحاول الطالب فهم واستيعاب كل ما يقوله المعلم مباشرة ولا بضطر معلمه إلى الإعادة مراراً وتكراراً. فيجلس عند المعلم فارغ القلب والفكر من الشواغل التي تشغله عن إحسان الإنصاف والفهم. ¶ عن مَعْمَرَ، سَمِعْتُ قَتَادَةَ يَقُوْلُ: مَا سَمِعَتْ أُذُنَايَ شَيْئاً قَطُّ إِلاَّ وَعَاهُ قَلْبِي. (¬2) . ¶ ومنه قبول الحق من المعلم وعدم رفضه لأجل خطأه، فكل يخطئ ويصيب. ¶ ¬__________ ¶ (¬1) - الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ (324 ) ¶ (¬2) - سنن الترمذى- المكنز - (4369)",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ لِلّهِ شُهَدَاء بِالْقِسْطِ وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُواْ اللّهَ إِنَّ اللّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} (8) سورة المائدة. ¶ ومنه إذا سمع الطالب معلمه يحدث بقصة أو يقرأ شعراً وهو يعرفه فينبغي عليه عدم مقاطعة المعلم وإكمال ما يقوله عنه. وأن يصغي إليه كأنها لم يسمعه قط، وهذا أدب مهم من آداب الاستماع يجب لكل طالب الانتباه إليه حيث تكثر مقاطعة الطلاب لمعلميهم وإكمالهم لما بقوله المعلم. ¶ وعَنِ الْحَسَنِ،أَنَّهُ قَالَ:\" إِذَا جَالَسْتَ فَكُنْ عَلَى أَنْ تَسْمَعَ أَحْرَصَ مِنْكَ عَلَى أَنْ تَقُولَ،وَتَعَلَّمْ حُسْنَ الِاسْتِمَاعِ،كَمَا تَعَلَّمُ حُسْنَ الْقَوْلِ،وَلَا تَقْطَعْ عَلَى أَحَدٍ حَدِيثِهِ \" (¬1) . ¶ ومنه أن يحسن الاستماع إلى معلمه ويقبل قوله دون النظر إلى حسبه ونسبه. ¶ عَنْ عَبْدِ الرَّحْمَنِ بْنِ أَرْدَكَ قَالَ : كَانَ عَلِيُّ بْنُ الْحُسَيْنِ يدْخُلُ الْمَسْجِدَ فَيشُقُّ النَّاسَ حَتَّى يَجْلِسَ مَعَ زَيْدِ بْنِ أَسْلَمَ فِي حَلْقَتِهِ , فَقَالَ لَهُ نَافِعُ بْنُ جُبَيْرِ بْنِ مُطْعِمٍ : غَفَرَ اللَّهُ لَكَ , أَنْتَ سَيِّدُ النَّاسِ تَأْتِي تَتَخَطَّى حَتَّى تَجْلِسَ مَعَ هَذَا الْعَبْدِ فَقَالَ عَلِيُّ بْنُ الْحُسَيْنِ : \" إِنَّ الْعِلْمَ يُبْتَغَى وَيُؤْتَى وَيُطْلُبُ مِنْ حَيْثُ كَانَ \" (¬2) ¶ وعَنْ أَبِي الْعَالِيةَ قَالَ : كُنْتُ آتِي ابْنَ عَبَّاسٍ فَيَرْفَعُنِي عَلَى السَّرِيرِ , وَقُرَيْشٌ أَسْفَلُ مِنَ السَّرِيرِ , فَتَغَامَزَ بِي قُرَيْشٌ , وَقَالُوا : يَرْفَعُ هَذَا الْعَبْدَ عَلَى السَّرِيرِ فَعَطَنَ بِهِمُ ابْنُ عَبَّاسٍ فَقَالَ : \" إِنَّ هَذَا الْعِلْمَ يَزِيدُ الشَّرِيفَ شَرَفًا , وَيُجْلِسُ الْمَمْلُوكَ عَلَى الْأَسِرَّةِ \" (¬3) ¶ ـــــــــــــ ¶ المطلب الرابع ¶ أدب الحديث مع المعلم ¶ ¬__________ ¶ (¬1) - مَكَارِمُ الْأَخْلَاقِ لِلْخَرَائِطِيِّ (687 ) ¶ (¬2) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (314 ) وسير أعلام النبلاء - (4 / 388) ¶ (¬3) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ(301 )",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ومنه عدم مقاطعة الطالب للمعلم في أثناء حديثه، فإن فعل فعليه أن يتحمل ما يقوم به المعلم تجاهه من تجاهل. وفي هذا ضرر على المعلم حيث يقطع بذلك أفكارها وعلى الطلاب الآخرين حيث تتشتت أذهانهنم. وهذا إن كانت المقاطعة لسؤال لا داعي له أو من باب تضيع الدرس. وبعض الطلاب يرد ويقاطع المعلم من باب استهجان ما يقوله المعلمةولا شك أن هذا من قلة الأدب. ¶ ومنه عدم التقدم على المعلم بالكلام. ¶ ومنه الإقلال من الكلام عند المعلم، وعدم مداخلته في حديثه بكلام لا يضر ولا ينفع. ¶ ومنه لا ينبغي للطالب أن يجادل معلمه فتيحرم بذلك علما كثيراً. ¶ عَنِ الزُّهْرِيِّ:\" كَانَ أَبُو سَلَمَةَ يُمَارِي ابْنَ عَبَّاسٍ فَحُرِمَ بِذَلِكَ عِلْمًا كَثِيرًا \" (¬1) . ¶ ومنه حسن السؤال عما أشكل على الطالب إن كان غير فاهم للدرس أو لجزء منه فلا يسأل المعلم بطريقة التعجيز والإيذاء. ¶ ومنه أن يحذر الطالب من تكرار السؤال على المعلم. ¶ ومنه أن لا يكثر الطالب من الإلحاح على الحصول من جواب من المعلم فيحرج معلمه بذلك. ¶ ومنه (( أن لا يضجر المعلم بما يسمى حرب الأعصاب، بأن يمتحنه على القدرة العلمية أمام الطلاب جميعاً)) (¬2) . ¶ عَنْ سَعِيدِ بْنِ الْمُسَيِّبِ،أَنَّ عَلِيَّ بْنَ أَبِي طَالِبٍ رَضِيَ اللَّهُ عَنْهُ قَالَ:\" مِنْ حَقِّ الْعَالِمِ أَلَّا تُكْثِرَ عَلَيْهِ بِالسُّؤَالِ،وَلَا تُعْنِتَهُ بالْجَوَابِ وَأَنْ لَا تُلِحَّ عَلَيْهِ إِذَا كَسِلَ وَلَا تَأْخُذَ بِثَوْبِهِ إِذَا نَهَضَ،وَلَا تُفْشِيَنَّ لَهُ سِرًّا،وَلَا تَغْتَابَنَّ عِنْدَهُ أَحَدًا،وَلَا تَطْلُبَنَّ عَثْرَتَهُ،وَإِنْ زَلَّ قَبِلْتَ مَعْذِرَتَهُ،وَعَلَيْكَ أَنْ تُوَقِّرَهُ وَتُعَظِّمَهُ لِلَّهِ مَا دَامَ يَحْفَظُ أَمْرَ اللَّهِ،وَلَا تَجْلِسَنَّ أَمَامَهُ وَإِنْ كَانَتْ لَهُ حَاجَةٌ سَبَقْتَ الْقَوْمَ إِلَى خِدْمَتِهِ \" ¶ أَنْشَدَنِي يُوسُفُ بْنُ هَارُونَ لِنَفْسِهِ فِي قَصِيدَةٍ لَهُ : ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ >> بَابٌ جَامِعٌ فِي آدَابِ الْعَالِمِ وَالْمُتَعَلِّمِ (610 ) صحيح ¶ (¬2) - حلية طالب العلم (36).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وَأُجِلُّهُ فِي كُلِّ عَيْنٍ عِلْمَهُ فَيَرَى لَهُ الْإِجْلَالَ كُلُّ جَلِيلِ ¶ وَكَذَلِكَ الْعُلَمَاءُ كَالْخُلَفَاءِ عِنْدَ النَّاسِ فِي التَّعْظِيمِ وَالتَّبْجِيلِ ¶ قَالَ أَبُو عُمَرَ:وَرُوِّينَا مِنْ وُجُوهٍ كَثِيرَةٍ عَنْ أَبِي سَلَمَةَ،أَنَّهُ قَالَ:\" لَوْ رَفَقْتُ بِابْنِ عَبَّاسٍ لَاسْتَخْرَجْتُ مِنْهُ عِلْمًا كَثِيرًا \" (¬1) ¶ وقَالَ الشَّعْبِيُّ:\" كَانَ أَبُو سَلَمَةَ يُمَارِي ابْنَ عَبَّاسٍ؛فَحُرِمَ بِذَلِكَ عِلْمًا كَثِيرًا \" (¬2) . ¶ وَقَالَ الْحُسَيْنُ بْنُ عَلِيٍّ لِابْنِهِ:\" يَا بُنَيَّ،إِذَا جَالَسْتَ الْعُلَمَاءَ فَكُنْ عَلَى أَنْ تَسْمَعَ أَحْرَصَ مِنْكَ عَلَى أَنْ تَقُولَ , وَتَعَلَّمْ حُسْنَ الِاسْتِمَاعِ كَمَا تَتَعَلَّمُ حُسْنَ الصَّمْتِ , وَلَا تَقْطَعْ عَلَى أَحَدٍ حَدِيثًا وَإِنْ طَالَ حَتَّى يُمْسِكَ \" (¬3) . ¶ وَقَالَ الشَّعْبِيُّ:\" جَالِسُوا الْعُلَمَاءَ؛فَإِنَّكُمْ إِنْ أَحْسَنْتُمْ حَمَدُوكُمْ وَإِنْ أَسَأْتُمْ تَأَوَّلُوا لَكُمْ وَعَذَرُوكُمْ وَإِنْ أَخْطَأْتُمْ لَمْ يُعَنِّفُوكُمْ وَإِنْ جَهِلْتُمْ عَلَّمُوكُمْ وَإِنْ شَهِدُوا لَكُمْ نَفَعُوكُمْ \" (¬4) ¶ ومنه أن لا ينادي المعلم باسمه مجرداً. ¶ ومنه عدم مخاطب المعلم بتاء الخطاب. ¶ وقد أدب الله عز وجل صحابة نبيه - صلى الله عليه وسلم - ، ونحن من بعدهم فقال تعالى: {لَا تَجْعَلُوا دُعَاء الرَّسُولِ بَيْنَكُمْ كَدُعَاء بَعْضِكُم بَعْضًا قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ} (63) سورة النور. ¶ أي: لا تجعلوا دعاء الرسول إياكم ودعائكم للرسول كدعاء بعضكم بعضا، فإذا دعاكم فأجيبوه وجوبا، حتى إنه تجب إجابة الرسول - صلى الله عليه وسلم - في حال الصلاة، وليس أحد إذا قال قولا يجب على الأمة قبول قوله والعمل به، إلا الرسول، لعصمته، وكوننا مخاطبين باتباعه، قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ } وكذلك لا ¶ ¬__________ ¶ (¬1) - الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي - (382) وسير أعلام النبلاء - (4 / 288) صحيح ¶ (¬2) - جامع بيان العلم وفضله لابن عبد البر - (610 )عن الزهري - صحيح ¶ المراء : المجادلة على مذهب الشك والريبة ¶ (¬3) - تربية الطفل في الإسلام - (1 / 90) وموسوعة خطب المنبر - (1 / 1441) الخلوف وفضل العلماء ووجوب التأدب معهم وأمالي القالي - (1 / 219) والبيان والتبيين - (1 / 202) ¶ (¬4) - جَامِعُ بَيَانِ الْعِلْمِ >> بَابٌ جَامِعٌ فِي آدَابِ الْعَالِمِ وَالْمُتَعَلِّمِ >>(614 )",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "تجعلوا دعاءكم للرسول كدعاء بعضكم بعضا، فلا تقولوا: \" يا محمد \" عند ندائكم، أو \" يا محمد بن عبد الله \" كما يقول ذلك بعضكم لبعض، بل من شرفه وفضله وتميزه - صلى الله عليه وسلم - عن غيره، أن يقال: يا رسول الله، يا نبي الله. (¬1) ¶ فلا يليق أن نناديه - صلى الله عليه وسلم - باسمه: يا محمد. لأن الجامع بين الرسول وأمته ليس أنه محمد، إنما الجامع أنه رسول الله، فلا بُدَّ أنْ نناديه بهذا الوصف. ولِمَ لا وربه عز وجل وهو خالقه ومصطفيه قد ميّزه عن سائر إخوانه من الرسل، ومن أولي العزم، فناداهم بأسمائهم: ¶ { يَآءَادَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ }[البقرة: 35]. ¶ وقال:{ يانُوحُ اهْبِطْ بِسَلاَمٍ مِّنَّا }[هود: 48]. ¶ وقال:{ ياإِبْرَاهِيمُ * قَدْ صَدَّقْتَ الرُّؤْيَآ }[الصافات: 104ـ105]. ¶ وقال:{ يامُوسَى إِنِّي أَنَا اللَّهُ }[القصص: 30]. ¶ وقال:{ ياعِيسَى ابْنَ مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ }[المائدة: 116]. ¶ وقال:{ يادَاوُودُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ }[ص: 26]. ¶ لكن لم يُنَادِ رسولَ الله - صلى الله عليه وسلم - باسمه أبداً، إنما يناديه بـ \" ياأيها \" الرسول، ياأيها النبي. فإذا كان الحق ـ تبارك وتعالى ـ لم يجعل دعاءه للرسول كدعائه لباقي رسله، أفندعوه نحن باسمه؟ ¶ ينبغي أن نقول: يا أيها الرسول، يا أيها النبي، يا رسول الله، يا نبي الله، فهذا هو الوصف اللائق المشرِّف. ¶ وكما نُميِّز دعاء رسول الله حين نناديه، كذلك حين ينادينا نحن يجب أن نُقدِّر هذا النداء، ونعلم أن هذا النداء لخير عام يعود نفعه على الجميع. (¬2) ¶ وعلى الطالب أن ينادي معلمه بأحبِّ الأسماء إليه . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - تفسير السعدي - (1 / 576) ¶ (¬2) - تفسير الشعراوي - ( / 2825)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "المبحث العاشر ¶ أسلوب التعامل مع المعلم خارج الحلقة أو الدرس ¶ وفيه ثلاثة مطالب: ¶ المطلب الأول: رعاية حرمة المعلم. ¶ المطلب الثاني: حسن معاشرة المعلم. ¶ المطلب الثالث: كيفية التعامل مع خطأ المعلم. ¶ كما أن هناك طرقاً صحيحة للتعامل مع المعلم داخل الحلقة، فإن هناك طرقاً صحيحة للتعامل معه خارج الحلقة، ينبغي للطالب أن يمتثلها ويعمل بها، فيكون بذلك قد ردَّ لمعلمه شيئاً يسيراً من حقوقه. ¶ وهذه المسالك أو الطرق هي: ¶ المطلب الأول ¶ رعاية حرمة المعلم (¬1) ¶ على الطالب رعاية حرمة معلمه لأن ذلك عنوان النجاح والفلاح والتحصيل والتوفيق. ومما يترتب على رعاية حرمة المعلم ما يلي: ¶ عدم غيبة المعلم (¬2) . فلا ينبغي للطالب أن يغتاب معلمه، ويقابل حسناته بالسيئات، فيحرم بذلك الخير الكثير. وإذا كان الله سبحانه قد نهى عن غيبة المسلم لأخيه المسلم وصوَّر المغتاب بآكل لحم من يغتابه ميتاً كما قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ} (12) سورة الحجرات. ¶ ¬__________ ¶ (¬1) - حلية طالب العلم (35). ¶ (¬2) - إرشاد الطلاب(82).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يَنْهى اللهُ تَعَالى عِبَادَهُ المُؤْمِنينَ عَن الظَّنِّ السَّيِّء بإخوانِهِمْ المُؤْمِنينَ،لأنَّ ظَنَّ المُؤْمِنِ السَّوْءَ إِثمٌ ،لأنَّ اللهَ نَهَى عَنْ فِعْلِهِ،فَإذا فَعَلَهُ فَهُوَ آثمٌ . ¶ ثُمَّ نَهَى اللهُ تَعَالى المُؤْمِنينَ عَنْ أن يَتَجَسَّسَ بَعُضُهُمْ عَلَى بَعْضٍ،كَمَا نَهَاهُمْ عَنْ أنْ يَتَتَبَّعَ بَعْضُهُم عَوْرَاتِ بَعْضٍ،وَعَنْ أنْ يَبْحَث الوَاحِدُ مِنْهُمْ عَنْ سَرَائِرِ أخِيهِ،وَهُوَ يَبْتَغِي بِذِلَكَ فَضْحَهُ،وَكَشْفَ عُيُوبِهِ . ¶ ثُمَّ نَهَاهم عَنْ أنْ يَغْتَابَ بَعْضُهُمْ بَعْضاً،وَعَنْ أنْ يَذْكُرَ أحَدُهُمْ أخَاهُ بما يَكْرَهُ فِي دِينِهِ وَدُنْيَاهُ وَخَلْقِهِ وَخُلُقِهِ وَأهلِهِ وَمَالِهِ وَزَوْجِهِ وَوَلدِهِ . . ¶ وَشَبَّه تَعَالى اغْتِيَابَ المُؤْمِنِ لأخيِهِ المؤمِنِ بأكْلِهِ لَحمَهُ بَعْدَ موتِهِ،وَقَالَ لِلمُؤمِنِينَ إنَّهم إذا كَانَ أَحَدُهُمْ يَكْرَهُ أكْلَ لَحْمِ أخِيهِ بَعْدَ مَوتِهِ،وَإذا كَانَتْ نَفْسُهُ تَعَافُ ذَلِكَ فَعَلَيهِمْ أنْ يَكْرَهُوا أنْ يَغْتَابُوهُ في حَيَاتِهِ . ¶ وَلِلْغِيبَةِ ثَلاثَةُ وُجُوهٍ: ¶ الغِيبَةُ - وَهِيَ أنْ يَقُولَ الإِنسَانُ في أخيهِ مَا هُوَ فيه مِمَّا يَكْرَهُهُ . ¶ الإٍفْكُ - أنْ يَقُولَ فِيهِ مَا بَلَغَهُ عَنْهُ مِمَّا يَكْرَهُهُ . ¶ البُهْتَانُ - أنْ يَقُولُ فيهِ مَا لَيسَ فيهِ ممّا يَكْرَهُهُ . ¶ ثُمَ حَثَّ اللهُ تَعَالى المُؤْمِنينَ عَلى تَقْوى اللهِ،وَعَلَى تَرْكِ الغِيبَةِ،وَمُرَاقَبِتِهِ تَعَالى في السِّرِّ والعَلنِ،فإذا تَابُوا وانتَهَوا واستَغْفَروا رَبَّهم عَمّا فَرَطَ مِنْهُم،اسْتَجَابَ لَهُم رَبُّهُمْ،فَتَابَ عَلَيِهمْ،لأنَّه تَعَالى كَثيرُ التَّوْبِ عَلَى عِبَادِهِ،كَثِيرُ الرَّحمةِ بِهِمْ . ¶ كَثِيراً مِنَ الظَّنِّ إِثْمٌ - هُوَ ظَنُّ السُّوءِ بأهْلِ الخَيْرِ . (¬1) ¶ عَنْ أَبِي بَرْزَةَ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :\" يَا مَعْشَرَ مَنْ آمَنَ بِلِسَانِهِ، وَلَمْ يَدْخُلِ الْإِيمَانُ فِي قَلْبِهِ، لَا تَغْتَابُوا الْمُسْلِمِينَ، وَلَا تَتَّبِعُوا عَوْرَاتِهِمْ،فَإِنَّهُ مَنْ يَتَّبِعْ عَوْرَاتِ الْمُسْلِمِينَ يَتَّبِعِ اللهُ عَوْرَتَهُ، وَمَنْ يَتَّبِعِ اللهُ عَوْرَتَهُ يُفْضَحْ وَهُوَ فِي بَيْتِهِ \" (¬2) ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 4503) ¶ (¬2) - شعب الإيمان - (9 / 75) (6278 ) صحيح",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فإذا كانت هذه الصورة البشعة في غيبة المسلم تجاه أخيه، فكيف بالطالب يغتاب معلمه الذي علمه ورباه ووجه للخير والصلاح والفلاح. ¶ وتزيد حرمة غيبة المعلم لأن غيبته وسيلة للطعن في العلم الذي يلقنه لطالبه وخاصة إذا كان من العلوم الشرعية،وبالتالي يكون وسيلة للطعن في دين الله، والعياذ بالله. يقول الإمام ابن القيم رحمه الله: \"لَمَّا كَانَتِ الْمَقَاصِدُ لَا يُتَوَصَّلُ إلَيْهَا إلَّا بِأَسْبَابٍ وَطُرُقٍ تُفْضِي إلَيْهَا كَانَتْ طُرُقُهَا وَأَسْبَابُهَا تَابِعَةً لَهَا مُعْتَبَرَةً بِهَا،فَوَسَائِلُ الْمُحَرَّمَاتِ وَالْمَعَاصِي فِي كَرَاهَتِهَا وَالْمَنْعِ مِنْهَا بِحَسَبِ إفْضَائِهَا إلَى غَايَاتِهَا وَارْتِبَاطَاتِهَا بِهَا،وَوَسَائِلُ الطَّاعَاتِ وَالْقُرُبَاتِ فِي مَحَبَّتِهَا وَالْإِذْنِ فِيهَا بِحَسَبِ إفْضَائِهَا إلَى غَايَتِهَا ؛فَوَسِيلَةُ الْمَقْصُودِ تَابِعَةٌ لِلْمَقْصُودِ،وَكِلَاهُمَا مَقْصُودٌ،لَكِنَّهُ مَقْصُودٌ قَصْدَ الْغَايَاتِ،وَهِيَ مَقْصُودَةٌ قَصْدَ الْوَسَائِلِ ؛فَإِذَا حَرَّمَ الرَّبُّ تَعَالَى شَيْئًا وَلَهُ طُرُقٌ وَوَسَائِلُ تُفْضِي إلَيْهِ فَإِنَّهُ يُحَرِّمُهَا وَيَمْنَعُ مِنْهَا،تَحْقِيقًا لِتَحْرِيمِهِ،وَتَثْبِيتًا لَهُ،وَمَنْعًا أَنْ يُقْرَبَ حِمَاهُ،وَلَوْ أَبَاحَ الْوَسَائِلَ وَالذَّرَائِعَ الْمُفْضِيَةَ إلَيْهِ لَكَانَ ذَلِكَ نَقْضًا لِلتَّحْرِيمِ،وَإِغْرَاءً لِلنُّفُوسِ بِهِ،وَحِكْمَتُهُ تَعَالَى وَعِلْمُهُ يَأْبَى ذَلِكَ كُلَّ الْإِبَاءِ،بَلْ سِيَاسَةُ مُلُوكِ الدُّنْيَا تَأْبَى ذَلِكَ؛فَإِنَّ أَحَدَهُمْ إذَا مَنَعَ جُنْدَهُ أَوْ رَعِيَّتَهُ أَوْ أَهْلَ بَيْتِهِ مِنْ شَيْءٍ ثُمَّ أَبَاحَ لَهُمْ الطُّرُقَ وَالْأَسْبَابَ وَالذَّرَائِعَ الْمُوَصِّلَةَ إلَيْهِ لَعُدَّ مُتَنَاقِضًا،وَلَحَصَلَ مِنْ رَعِيَّتِهِ وَجُنْدِهِ ضِدُّ مَقْصُودِهِ . ¶ وَكَذَلِكَ الْأَطِبَّاءُ إذَا أَرَادُوا حَسْمَ الدَّاءِ مَنَعُوا صَاحِبَهُ مِنَ الطُّرُقِ وَالذَّرَائِعِ الْمُوَصِّلَةِ إلَيْهِ،وَإِلَّا فَسَدَ عَلَيْهِمْ مَا يَرُومُونَ إصْلَاحَهُ .\" (¬1) ¶ ومن الواجب على الطالب أيضاً الاعتراف بفضل معلمه، والدعاء له، ونشر محاسنه (¬2) . لأن المعلم له فضل عظيم وحق كبير، يكفي من ذلك أنه تعلم على يديه كيف يقرأ ويكتب، ووجهه للخير والهدى، وحرص على كل ما ينفع طالبه في دينه ودنياه. ¶ وفضل المعلم على الطالب أعظم من فضل الأب عليه، كما اعترف بذلك بعض النجباء الأذكياء حيث يقول (¬3) : ¶ ¬__________ ¶ (¬1) - إعلام الموقعين عن رب العالمين - (3 / 342) ¶ (¬2) -إرشاد الطلاب (82). ¶ (¬3) - المصدر السابق (82-83).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "أفضِّلُ أستاذي على فضل والدي ... وإنْ نالني من والدي المجدُ والشرفُ ¶ فهذا مربِّي الروحَ والروحُ جوهرٌ ... وذاك مربي الجسم والجسم كالصدفِ ¶ وقال آخر: ¶ إذا أفادك إنسانٌ بفائدة ٍ ... من العلوم فلازمْ شكرَه أبدا ¶ وقلْ فلانٌ جزاهُ الله صالحةً ... أفادنيها وألقِ الكبرَ والحسدا ¶ وَعَنْ ابْنِ عِرَاقٍ:إذَا أَفَادَك إنْسَانٌ بِفَائِدَةٍ فَجَدِّدْ الذِّكْرَ عَنْهُ دَائِمًا أَبَدَا (¬1) ¶ ــــــــــــ ¶ المطلب الثاني ¶ حسن معاشرة المعلم ¶ ومن ذلك خفض الجناح للمعلم ولين الجانب واللطف معه (¬2) . ¶ فعلى الطالب أن يلين جانبه، ويخفض جناحه لمعلمه، ويتواضع له خارج الدرس، فإذا رآه في ممر أو ساحة لم يشح بوجهه عنه، بل يقبل عليه، ويبتسم له، ويطلق لوجهه العنان بالتعبير عن حبه لمعلمتها، واحترامه، وتقديره وشكره لما تفضل به عليه من تعليم وتوجيه، ويسرع في السلام عليه والسؤال عن حاله. ¶ ومنه المسارعة في خدمة المعلم (¬3) . فإذا رأى الطالب معلمه في حاجة لمساعدة سارع في خدمته، كأن يراه يحمل ما يثقل عليه سارع وحمل منها ما يخفف عنه، وإن احتاج معلمه المساعدة في أمور أخرى كإعداد أمر من الأمور الخاصة بمجال التعليم كنشاط يريد تقديمه للطلاب أسرع وبادر إلى مساعدته وعونه. ¶ ــــــــــــ ¶ ¬__________ ¶ (¬1) - بريقة محمودية في شرح طريقة محمدية وشريعة نبوية - (3 / 91) ¶ (¬2) - منهج التربية النبوية للطفل(293) ¶ (¬3) - المصدر السابق (293).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المطلب الثالث ¶ كيفية التعامل مع خطأ المعلم ¶ ينبغي على الطالب أن يستدرك على خطأ معلمه بكل هدوء ولباقة حتى لا يؤدي خلاف ذلك إلى نتائج غير محمودة فيعظم الخطأ ويغضب المعلم عليه. ¶ وموقف الطالب من خطأ معلمه له وجهان: ¶ الوجه الأول: أن يكون قصد الطالب تصحيح الخطأ. ¶ وهذا أمر واجب، حتى لو كان المعلم من المعلمين القديرين المعروف بعلمه وفضله لأن بيان الحق أمر واجب، وبالسكوت يخشى أن يضيع الحق لاحترام من قال بالباطل، لأن احترام الحق أولى بالمراعاة. ¶ الوجه الثاني: أن يكون قصد الطالب تبيين معايب المعلم لا تصحيح الخطأ. ¶ وهذا أمر وفعل خاطئ لأنه يؤدي إلى القدح في المعلم وعدم احترامه. ومن كان قصده إظهار الحق وفق لقبول قوله، ومن كان لغير ذلك فضحه الله،فعَنِ الْبَرَاءِ بْنِ عَازِبٍ، قَالَ: خَطَبَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - حَتَّى أَسْمَعَ الْعَوَاتِقَ فِي بُيُوتِهَا أَوَ قَالَ: فِي خُدُورِهَا ثُمَّ قَالَ: \" يَا مَعْشَرَ مَنْ آمَنَ بِلِسَانِهِ وَلَمْ يُؤْمِنْ بِقَلْبِهِ لَا تَغْتَابُوا الْمُسْلِمِينَ وَلَا تَتَّبِعُوا عَوْرَاتِهِمْ فَإِنَّهُ مَنْ تَتَبَّعَ عَوْرَةَ أَخِيهِ الْمُسْلِمِ تَتَبَّعَ اللهُ عَوْرَتَهُ، وَمَنْ تَتَبَّعَ اللهُ عَوْرَتَهُ يَفْضَحُهُ وَلَوْ فِي جَوْفِ بَيْتِهِ \" (¬1) . ¶ فعلى الطالب إن رأى خطأ معلمه أن يحرص على تصحيح الخطأ بأسلوب لائق ولا يمنعه ذلك من احترامه، ويحاول بقدر استطاعته أن يدفع اللوم عن معلمه. ¶ وقد سئل الشيخ ابن عثيمين رحمه الله ماذا يجب عليّ تجاه أحد الأساتذة عندما يخطئ وخصوصاً في المواد الدينية، وأنا متأكد من الجواب الصحيح؟ ¶ فأجاب رحمه الله بقول: ¶ ¬__________ ¶ (¬1) - شعب الإيمان - (13 / 503)(10682 ) صحيح لغيره",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "((هذا سؤال مهم حيث نجد بعض الأساتذة لا يريد لأحد أن يخطئه مهما ارتكب من الخطأ، وهذا ليس بصحيح، فكل إنسان معرض للخطأ، والإنسان إذا أخطأ ونُبِّهَ فهذا من نعمة الله عليه، حتى لا يغتر بخطئه، ولكن ينبغي للطالب أن يكون عنده شيء من اللباقة، فلا يقوم أمام الطلبة يرد على هذا المدرس، فهذا خلاف الأدب، ولكن يكون ذلك بعد انتهاء الدرس، فإن اقتنع المدرس فعليه أن يعيد ذلك أمام الطلبة في الدرس المقبل، وإن لم يقتنع فعلى الطالب أن يقوم أمام الطلبة في الدرس المقبل، ليقول يا أستاذ إنك قلت كذا وكذا، وهذا غير صحيح)) (¬1) . ¶ - - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - كتاب العلم للشيخ ابن عثيمين ص154 ¶ http://www.islamlight.net/index.php?option=content&task=view&id=3074&Itemid=34",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "المبحث الحادي عشر ¶ يا معلم الأجيال! ¶ إنَّ المعلِّمَ هو المسؤول الأول عن الرقي بمكانته مهما تجاهلته الأنظمة والجهات الأخرى. ¶ فيا معلم الأجيال يجب أن تعلم أن التعلم الذاتي رسالة سامية غير مرتبطة بعمر معين ومهنة محددة، هي وسيلة تعليمية متاحة لجميع فئات المجتمع وأنت الأحق والأجدر باستغلالها وتوظيفها إيجابيًا للرقي بقدراتك وتفعيل إمكاناتك. هي مصدر الثقافة ومجال واسع للتعرف على الجديد في المعرفة بجميع أنواعها. انظر حولك أيها المعلم القدير وتأمل زملاء مهنتك وصنفهم حسب ثقافتهم ستجد فيهم المثقف البارع الذي ينهل من جميع العلوم وصنع لنفسه قاعدة ثقافية متينة ينطلق منها لعقول وقلوب طلابه، ومنهم من لم يقتن كتابًا واحدًا منذ تخرجه في الجامعة، بل إن منهم من لم يقرأ صحيفة إلا إن حانت له الفرصة في البقالة المجاورة! وكثير بين هذا وذاك، إلا أن المُسلم الوحيد بأنك أنت من يصنع مكانتك الثقافية، اجعل لنفسك برنامجًا واضحًا لتنمية القدرات العقلية وتوسيع المدارك الفكرية، كن شيئًا مؤثرًا ولا تكن صفرًا مهمشًا. كن إيجابيًا متفائلاً موثرًا، ولا تكن محبطًا متشائمًا. تذكر دائمًا بأن رسالتك بناء شخصية إيجابية فاعلة قبل أن تكون ناقلاً للعلوم والمعارف. ¶ أيها المعلم القدير ستجد خلال مسيرتك المهنية الطالب النجيب خذ بيده وكن عونًا له على السمو والتميز، وستجد أيضًا الطالب العادي الذي يمتلك قدرات جيدة إلا أنه يحتاج لمن يوقظ قواه ويتعهده بالمتابعة والتوجيه فكن ذاك المؤثر في حياته المستحث لقدراته، وستجد أيضًا بين طلابك ذا القدرات المتواضعة والإمكانات الضعيفة، لا تهمشه، ولا تعنفه، حاول قدر المستطاع أن تزيد ثقته بنفسه وترفع دافعية للتعلم وتكتشف توجهاته المهنية فلابد أن لديه نوعًا من الإمكانات المكنونة التي تحتاج إلى من يكتشفها ويصقلها ويوظفها لكسب قوته مستقبلاً حتى لا يكون كلاً على أسرته ومجتمعه. ¶ يا معلم الأجيال ستجد بين طلابك الفقير والمسكين واليتيم والضعيف، أثقلتهم الحياة وأحبطتهم الظروف هم بحاجة لإنسانيتك كن عونًا لهم ومفرجًا لهمهم، فرسالتك إنسانية",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قبل أن تكون مهنية. وستجد خلال عملك أيضًا العديد من المؤثرات السلبية من مدير متسبب ومشرف متسلط، وزميل محبط، وطالب مشاغب، وولي أمر جاهل، وقرارات عشوائية، ومهام كثيرة.. كلها بكل تأكيد سوف تنعكس على نفسيتك أولاً وعلى أدائك ثانيًا، إلا أن درجة تأثيرها تتوقف على استعداداتك للتأثر وقدراتك على التعامل مع الأحداث اليومية، ومدى استغلالها للرفع من درجة تكيفك. فكن مبدعًا في التعامل مع تلك الظروف حتى تنجح في أدوارك المهنية. ¶ أيها المعلم اجعل أيامك كلها عالمية، وسخر كل دقائقها وثوانيها لخدمة رسالتك التربوية، فإن قصر المجتمع في إعطائك مكانتك الحقيقية، ولقيت جفاءً من وزارتك، وعوائق في عملك، وتجاهلاً إعلاميًا لدورك التربوي، فتذكر أنها رسالة الأنبياء ومهمة الرسل. ¶ - - - - - - - - - - - - -",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "المبحث الثاني عشر ¶ المعلم من الواجب الوظيفي إلى الواجب الرسالي ¶ المطلب الأول ¶ مقدمة ¶ إن واقع المؤسسات التربوية والتعليمية في بلادنا العربية والإسلامية ليس بالمحل المأمول، ولا بالمكان المحمود؛ ويكفي أن تتعرف على شريحة منها لتنبئك عن البقية، في مناهجها، وعناصرها، ونظم إداراتها، ومدخلاتها ومخرجاتها، وغير ذلك مما له صلة.. فهذه المؤسسات بحاجة ماسة ومستمرة للإصلاح والتقويم، والتجويد والتحسين، والتطوير والتعديل؛ حتى تنهض بدورها العظيم في الأمة؛ توجيهاً وإرشاداً وتعليماً وإعداداً، وتزويداً للمجتمع بالكوادر الصالحة النافعة الفاعلة في شتى جوانب الحياة. ¶ وعملية الإصلاح هذه تحتاج إلى تضافر جهود، وإلى بذلٍ وتضحيات، وعزمٍ وصدق نيات، ولا يُنكَر ما قام ويقوم به بعض أهل العلم والفضل والسبق من جهود مشكورة، ومساعٍ حميدةٍ مبرورة، لكن مع ذلك فالساحة العلمية والعملية بحاجة إلى المزيد من الجهود والإضافات، ومشاركتي تأتي فيما له علاقة بالمُعَلِّم الذي هو العمود الفقري للعملية التعليمية والتربوية، أحاول فيها أن أرسمَ صورةً للمعلم المثال، صورةً قابلةً للتطبيق والتحقيق؛ صورةً آمل أن تتصف بالعمق والإحاطة، والتكامل والجمال، للمعلم صانع الأجيال. فمِن بين يديه يتخرج القادة والساسة، والآباء والأمهات، وكل ذي رعية ومسئولية. ¶ ــــــــــ ¶ المطلب الثاني ¶ أهمية الموضوع ¶ إن الناظر في حال مجتمعاتنا الإسلامية والعربية، أي في حال الأمة جمعاء، يلمح بوضوح أنواعاً من الخلل قد انتظمت كافّة مناحي الحياة وشرائح الأمة، فهذا أمر لا تخطئه عين، إذ",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "هو خلل واضح وقصور فاضح، إنْ كان في الأداء السياسي على مختلف مستوياته، أو في الأداء الاجتماعي على تنوع أحواله، أو في الأداء الاقتصادي في جميع مجالاته. ¶ فهذا حاكم مستبد وصل إلى سُدَّة الحكم على غير رضىً من رعيته، فعمل على كل ما يضمن له الاستقرار والاستمرار على رغم الأنوف، دون مُراعاةٍ لحقوقٍ أو أداء لواجبات، ومثله وزيرٌ لم يُصَدِّق أنّه في هذا المكان حتى أعمته نفسه ومَنْ وراءه مِن أهلٍ وعشيرة عن النظر في واجبات الوظيفة ومتطلباتها، وفي المقابل معارضٌ التزم بالكلمة لفظاً ومعنى، لا يرضى بالحقّ ما دام قد خرج مِن غير إنائه، ولا يؤيد الخير ما دام قد صدر عن خصومه، ولا حرج عنده أن يُدمِّر كل مكتسبات دولته إذا كان ذلك يوصله إلى السلطة، فهو معارضٌ وكفى. ¶ وهذا إعلاميّ همّه الربح المادي أو الشهرة؛ فجعل الإثارة ديدنه، ودغدغةَ الغرائزِ مركبه، غير مبالٍ بقيمٍ ولا أخلاق، ولا وقائعَ ولا حقائق، مجانبٌ للصدق ومعايير المهنة. ¶ وذاك محامٍ تتصارع على لسانه الكلمات، ويلعب بها لياً ودفعاً للحقّ، وهو أول من يعرف أن موكله ليس له في الحقّ نصيب، لكِنّه يسعى بكل جُرأة مستغلاً ما في القوانين من ثغرات ليستخرج لصاحبه صك البراءة المزور. ¶ وهناك يقف رجلُ أمن تصور من نفسه أنه القانون والنظام، وأنه الخصم والحكم، فيرمي بين الناس آلة البطش والقهر، ويوقع فيهم الرعب والخوف بدلاً من الأمن والطمأنينة، دون أن يجد من يردعه أو يحاكمه.. ¶ وهذا عالم في علوم الشرع متبحر، ومن تفاصيله متمكن، لكن أحواله وأفعاله تصادم أقواله ومواعظه، أو هو منكفئ على نفسه يؤدي وظيفته التي أنيطت به في برود مميت، وتخشب معيق، لا يكاد يهتم بما يدور حوله من انفلات أو انقلاب على أمور الشرع. ¶ وهذا زوج عرف كيف يستَلّ هذه الفتاة من أهلها بدفعه المهر، لكنه لم يحسن الاختيار، أو لم يحسن المعاملة؛ حتى تحولت الحياة الزوجية من السكينة إلى الرعب، ومن المودّة إلى البغض، ومن الرحمة إلى القسوة، وقد تكون صاحبته وأهلها وراء هذه النتيجة السلبية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وهناك أبٌ أظهر فحولةً في إنتاج الأولاد، لكنه فشل في تربيتهم وإعدادهم؛ فكل همّه أن يفرغ في أفواههم أطايب الطعام، ويلف أجسادهم بمحاسن الثِياب، غير آبه بما يحيطهم من سيء الأخلاق، والله تعالى يقول: {وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا لَا نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ وَالْعَاقِبَةُ لِلتَّقْوَى } (132) سورة طه. ¶ وهذه فتاةٌ أو امرأة تستجيب بغباءٍ لمغازلة بيوت الأزياء؛ لا تكاد تردّ يد لامس، حتى تجردت تماماً من عقلها وإحساسها وشخصيتها وإرادتها كما تجردت من ثيابها وحشمتها، فهي تلهث في طلب الحرية حتى وقعت في أذل سجن وأخبث قيد. ¶ وهذا تاجر جشع إن أخذ استوفى وأغمض وطفف، وإن أعطى أنقص ودلّس وأخسر، جعل الحلف بضاعته، والغِشّ تجارته، فهو يسلك كل وسيلةٍ لإطفاء نار جشعه. ¶ وهكذا تتعدد صور الخلل في مجتمعاتنا على تفاوتٍ بينها، لتعكس واقعاً مريراً، وتحكي حالةً مزرية. ولا ننكر وجود صورٍ مشرّفة هنا أو هناك فالخير في الأمةٍ باقٍ، لكنها تكاد تنطمس في هذا الركام الآسن، والزحام الغائم، أو أنها لا تمثل أستاذية الأُمة وريادتها التي ينبغي أن تكون عليها. ¶ ولعل تلك الصور السلبية جميعها لا تبلغ ما بلغه الخلل في مهنة التعليم، لأنها نتاجه وإفرازه، فلو تتبعنا هذه الصور السلبية والظواهر الخاطئة باحثين عن أسبابها وعللها، لقادنا البحث والتتبع والقراءة الفاحصة والمتأملة إلى سببٍ واحدٍ، ألا وهو التعليم، فالمرض الذي أصاب هذا الجانب الأساس من حياتنا هو الذي أفرز تلك الصور السلبية التي أشبه ما تكون بأعراض لمرض مركزي، والتي مهما بذلنا في إصلاحها لن نصل إلى غايتنا ما دام المرض المركزي لم تصله يد الإصلاح ومِبضع الجراح. ¶ فالإصلاح في قطاع التعليم يعني الإصلاح في كل القطاعات الأخرى، فهو القلب الذي بصلاحه يصلح الجسد كله، فلا بد من توجيه العناية المكثفة إليه، ولا يعني هذا الانقطاع عن إصلاح القطاعات الأخرى حتى ينصلح القلب (التعليم)، بل ينبغي أن تسير عملية الإصلاح في خطوط متوازية ومتوازنة، مع التركيز على منطقة القلب فهي الرافد الأساس",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والمحرك الرئيس. والاهتمام بهذه القطاعات مهم جداً أثناء عملية الإصلاح المركزية حتى لا تعوق تدفق الدماء الحارة والمتجددة مِن المركز الرئيس. ¶ وأيضا هناك شكوى عامة قائمة في عالمنا العربي والإسلامي من تدني مستوى التعليم الجامعي، ويعزون ذلك إلى ضعف التعليم العام باعتباره الرافد له، لكننا عند التأمل نجد أن القائمين على التعليم العام ما هم إلاّ متخرجوا التعليم الجامعي، فيعود الأمر جَذَعاً، أو دوراً، فلا بد أن تتسم عملية الإصلاح بالشمولية لجميع قطاعات التعليم؛ حتى يأخذ بعضها بحُجَز بعض. ¶ فدور التعليم إذن جِدّ كبيرٍ وخطير؛ إنْ في الإصلاح وإنْ في الإفساد، فما مِن فردٍ مِن أفراد المجتمع إلا وقد مرَّ بمرحلةٍ أو أكثر مِن مراحل التعليم، قد كان له فيها مُعَلِّم يتلقّى عنه، ويتأثر به، فحاجة الناس إلى المُعَلِّم فوق كل حاجة، ووجوده وأثره في حياتهم ـ إن استغل بالشكل الأمثل ـ بارز وظاهر، فتعليم ناجح يعني مجتمعاً ناجحاً. ¶ وإذا كان التعليم: مُعَلِّماً ومُتعلماً وكتاباً، إلا أن نصيب المُعَلِّم أكبر، فهو إضافة إلى كونه الوَصلة بين المُتعلم والكتاب، فهو أيضا مُربٍّ وقدوةٌ وموجهٌ ومرشدٌ إلى غير ذلك من الصفات التي قد لا تُوجد في الكتاب وحده، وإن وجدت لم يمكن الإفادة منها بالشكل المرجو، ولهذا سيركز هذه البحث الكلام على المُعَلِّم ودوره في العملية التعليمية، وبالأخص على الجانب التربوي منها، باعتباره الجانب الأكثر أهمية وخطورة في الوقت ذاته. ¶ فالتعليم واحدٌ مِن مؤسسات مجتمعاتنا التي أصابها الخلل؛ ذلك الخلل الذي برزت آثاره وصوره المتعددة في باقي مؤسسات المجتمع كما سلف التمثيل لها. ¶ وهذا البحث مقصود به المُعَلِّم أينما كان موقعه، وفي أي مرحلة من مراحل التعليم يعمل، وكيفما كان نوع التعليم الذي يمارسه، ونوع التخصص الذي يقوم بتدريسه، بل قد يعني كل من يتصدى لعملية التعليم بصورة مباشرة أو غير مباشرة، فالأب مُعَلِّم في بيته ومثله الأم، والخطيب وإمام المسجد مُعَلِّم في مسجده، والحاكم ومثله القاضي والمدير معلمون كلٌ في دائرته، وكذا كل مسئول يمكن أن يكون مُعلِّماً لمن هم تحت مسئوليته بنوع من",
            "page": "59",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "التعليم يتناسب ومهنته ومكانته؛ لأنهم يفيدون من خبرته وتوجيهاته، ومن حسن سمته، وجمال تعامله، وجودة إدارته، ودقة تصريفه ومعالجته للأمور، إلى غير ذلك من أنواع التعليم.. وقد جاء في الحديث العظيم المبنى والمعنى: ¶ فعَنِ الزُّهْرِىِّ أَنَّ سَالِمًا حَدَّثَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَقُولُ « كُلُّكُمْ رَاعٍ ، وَكُلُّكُمْ مَسْئُولٌ عَنْ رَعِيَّتِهِ ، الإِمَامُ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ ، وَالرَّجُلُ رَاعٍ فِى أَهْلِهِ وَهْوَ مَسْئُولٌ عَنْ رَعِيَّتِهِ ، وَالْمَرْأَةُ رَاعِيَةٌ فِى بَيْتِ زَوْجِهَا وَمَسْئُولَةٌ عَنْ رَعِيَّتِهَا ، وَالْخَادِمُ رَاعٍ فِى مَالِ سَيِّدِهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ - قَالَ وَحَسِبْتُ أَنْ قَدْ قَالَ - وَالرَّجُلُ رَاعٍ فِى مَالِ أَبِيهِ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ وَكُلُّكُمْ رَاعٍ وَمَسْئُولٌ عَنْ رَعِيَّتِهِ » (¬1) . ¶ لكن مهمة المعلم المدرسي تتعاظم لأنه الشخص المختار لعملية التعليم المنهجية، والتي يمر بها معظم الناس، إن لم نقل كلهم، فأي فرد من أفراد المجتمع لا بد أنه تلقى نوعاً من التعليم، ومرَّ بمرحلة من مراحله، فالمُعَلِّم تتخرج من خلاله قطاعات المجتمع كل في تخصصه وفنه الذي اختاره أو اختير له. ¶ وغالباً ما تكون عملية التعليم توارثاً بين المُعَلِّم والمتعلم، فمتعلم اليوم سيكون مُعَلِّم الغد، كما أن مُعَلِّم اليوم كان مُتعلما بالأمس، وهكذا فهي عملية مُتوارثة، يتعاقب عليها كثير من الناس. ¶ والمعلم ـ أيضاً ـ هو معلم مِن وجه ومتعلم مِن وجه آخر، حيث يقوم بتزكية نفسه وعلمه ومهاراته بجهده الذاتي، إضافة إلى وجود مَن يشرف عليه ويتابعه وينمي قدراته ومهاراته، ويسدد خُطاه نحو الطرق التعليمية الصحيحة على ما هو معروف في الأطر الإدارية في وزارات التعليم والتعليم العالي في بلدان العالم. ¶ ـــــــــــ ¶ المطلب الثالث ¶ نماذج سلبية لبعض المعلمين (¬2) : ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (893 ) ¶ (¬2) - انظر المدرس ومهارات التوجيه لمحمد بن عبد الله الدويش ص:13-16",
            "page": "60",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "والآن أدلف إلى عرض بعض الصور السلبية لبعض المعلمين والتي ازدحمت بها مؤسسات التعليم على مختلف مراحله والتي كانت وراء تلك الصور الشائهة في مجتمعاتنا. ¶ فهذا معلم لجأ إلى وظيفة التعليم بغية الامتهان؛ ينظر إليها على أنها مجرد سبب للتكسب والارتزاق، ولو كان يقدر على امتهان وظيفة أخرى غيرها تُحقق له مكاسب أكبر أو مثلها دون تحمل مشاق التعليم لقصدها، فهو صريع لميزان الربح والخسارة المادية، والحوافز والعوائق، يقابل بينها، دون نظر إلى رسالة التعليم وأهدافها السامية، فهو لا يحفل بها ولا تقع في دائرة همومه، فماذا يُنتظر من معلم الأجيال وهذه النظرة مسيطرة عليه، تملأ عليه مدراكه وهمومه؟! ¶ ومعلم ثان يشكو دهره ويندب حظه، وهو منغمس في أعباء التدريس التي لا تكاد توفر له راحةً ولا تدرّ عليه مالاً يكافئ جهده، فما يبذله أكثر مما يحصل عليه، فتراه يتطلع إلى أقرانه الذين اختاروا أعمالاً أخرى غير التعليم؛ يتعاملون مع أوراق صماء، ويواجهون جمهوراً من الناس أرقى عقولاً وأسهل تعاملاً من أطفال المدراس، والأهم من ذلك أن تنتهي أعمالهم وعلاقتهم بدائرة العمل بانتهاء الدوام الرسمي، أما صاحبنا فأعباء المهنة تلاحقه حتى في أوقات راحته وأعياده وعطلاته الرسمية، وأقل ذلك همومهاً، فهو ينظر إلى نفسه أنه أخسر الناس صفقة، فأية فائدة تربوية ترجى ممن كان في هذه الحالة؟! ¶ وثالث لا يهتم بما يدور خارج قاعة الدرس، فجل همّه إكمال المقررات والفراغ من تدريسها، والإتيان على عناصرها ومفرداتها لا يترك منها شيئا، هذا ما يشغله، وهو ما يوظف نفسه لتحقيقه، غير ملتفتٍ لغيره، وهذا منه حسن، لكنه فاقد الإحساس أو فاقد الغيرة على أحوال أُمته وأحوال أبناء المسلمين الذين يتهافتون على الفساد أمام ناظريه، دون أن يحرك ذلك فيه ساكناً، أو يثير فيه حميّة، كأن الأمر لا يعنيه في شيء؛ وإنما الذي يعنيه تدريس الفاعل والمفعول، أو توضيح المركبات وقوانينها وخصائصها. بل الأعجب أن يكون صاحبنا معلماً لمواد العلوم الشرعية، وهو مع ذلك منفصل تماماً عن واقع طلابه ومجتمعه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "ورابع لا يبارح تخصصه العلمي أو الأدبي البحت، بل هو يراوح بين نواحي المقرر والتخصص، لا يربطه بالقضية الكبرى، قضية الإيمان والأخلاق وتعميقها في نفوس طلابه من خلال تخصصه، ومراعاة ذلك في سلوكهم وفهمهم واستيعابهم، ظاناً أن هذا ليس من شأنه، ولا من مهامه، بل له أستاذ آخر ومقرر آخر، أما هو فليوفر جهده ووقته لما هو بصدده من قضايا التخصص. ¶ وخامس؛ معلم لجأ إلى التعليم باعتباره الوظيفة الوحيدة المتاحة أمامه، لم يقصدها رغبةً ولا حرصاً، بل مُكره أخاك لا بطل، فهي الوحيدة التي تتناسب وقدراته ومؤهلاته، دون رغباته وتطلعاته، وحاله يحكي حال الآلاف من طلبة كليات الشريعة والعلوم الإنسانية والأدبية، الذين لجأوا إليها مكرهين مدفوعين بالأبواب، حيث حبسهم ضعف المعدل الأكاديمي عند هذه الحدود، ولم يمكِّنهم من تجاوزها إلى كليات أخرى كانت محط آمالهم، ومنتهى تطلعاتهم. فأي تفوّق وإبداع وأي إخلاص يرجى ممن هذا حاله سواء في الطلب، أو في العطاء. ¶ وسادس.. وسابع ... ¶ فهذه وغيرها صور سالبة متعددة تزدحم بها حياتنا التعليمية كان لها الأثر السيء والعميق في مؤسسات المجتمع المتنوعة على ما حكيناه سابقا. ¶ ومع ذلك فإنَّ العدل يقتضي أن نعترف ـ مقارنةً بالماضي عشيّة خروج المحتل ـ أن نسبة المتعلمين إلى مجموع السكان قد ارتفعت ارتفاعاً مطرداً ولا تزال في ازدياد، المعلم والمتعلم والمدارس والوسائل التعليمية ومن أهمها الكتاب، وصار التعليم إلزامياً في كثير من البلاد، لا سيما التعليم الابتدائي، وانفتح التعليم الجامعي أمام معظم فئات المجتمع بعد أن كان حِكراً على فِئات مُعينة؛ إما بسبب الانتقائية، وإما بسبب الضعف المادي لدى قطاعات كبيرة مِن المجتمع، وإما لأنه كان يعدُّ ترفاً اجتماعياً في بعض الأوساط وفي أوقات مضت. ¶ المهم أن التعليم الآن أصبح حاجةً اجتماعية، الحرص عليه لا يقلُّ عن الحرص على بقية الحاجيات.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "لكن كل ذلك لم يمنع مِن ظهور تلك الصور السلبية للمُعَلِّم، ويقابلها صور سلبية للمتعلم مِن الضعف العلمي والتربوي، مع ضعف الهمّة والطُمُوح، إضافة إلى أنّ المؤسسة التعليمية تعاني من إخفاقات كثيرة من أهمها (¬1) : ¶ 1- تغليب المستوي الكمي على المستوى الكيفي للمعلم والمتعلم. ¶ 2- النظرة الخاطئة نحو التعليم واعتباره وسيلة ارتزاق وليس غاية قائمة بنفسها، ومن ثم ربط بين التعليم وبين ما يسمى بحاجة سوق العمل. ¶ 3- اهتزاز قيمة المعلم الاجتماعية، وتقويمه تقويماً مادياً صرفاً، حتى صار المعلم أقل حظاً من ذوي المهن والحرف اليدوية التي لا تتطلب إعداداً علمياً أو تثقيفياً مثلما يحتاجه المعلم. ¶ 4- أصبحت مهنة التعليم من المهن المحتقرة في المجتمع، لا سيما في مجال التعليم العام، على الرغم من ما يقال من كلام إنشائي وخطابي في مناسبات تكريم المعلم. ¶ فهل يُلام المعلم على قِلّة إخلاصه وموت طموحه نحو تقديم الأفضل؟! ¶ فلنسأل كل إنسان هذا السؤال بمن فيهم المعلم نفسه: أتحب أن يكون ولدك معلماً ؟ ¶ قليل مَن يورِّث ولده مهنة التعليم ومحبّة هذه المهنة، وتبعاتها من مكتبةٍ ونحوها، حتى علماء الشرع واللسانيات يوجهون أبناءهم توجيهات بعيدة عن مهنة التعليم؛ وذلك لأن إيقاع الحياة يسير في نواح أخرى، ويتطلب مهارات أخرى، وهو ما يسمى بسوق العمل الذي يفرض نفسه على توجه الأفراد، وكثيرا ما يكون هذا السوق أوهاماً من صنع الخيال، أو أنه نتيجة ولادة غير طبيعية تفرض وجودها مؤقتاً ثم تدور الحياة في اتجاهات أخرى جديدة، ومن الآباء المعلمين من يقول: يكفي أنا أكون الضحية في مجال التعليم، ولا يرضى لولده وفلذةَ كبده أن يشاركه هذه التضحية، ويخوض غمار هذه التجربة المريرة على حد زعمه.. ¶ ـــــــــــ ¶ المطلب الرابع ¶ المُعَلِّم الرسالي المنشود ¶ ¬__________ ¶ (¬1) - انظر: مجلة البيان ـ الافتتاحية ـ العدد 16",
            "page": "63",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أضع بين يديك ما قدرت على جمعه مما أراه لائقاً بالمعلم الرسالي أن يتصف به من الصِّفات، حتى يكون عنصراً فاعلاً في عملية التغيير الاجتماعي الكبرى المنشودة في الأمة، آملاً أن تجد مَن يؤمِّن عليها، ويضيف إليها، ومن يترجمها إلى واقع حي، وسلوك متميز. ¶ الصفة الأولى: نيةٌ خالصةٌ وقصدٌ صادق ¶ النية الصحيحة مطلوبةٌ في كل قربة يُرجى ثوابها عند الله، ومن ذلك التعلُّم والتعليم، ويتأكد ذلك في علوم الشرع، والنية تحتاج إلى مجاهدة في تحصيلها واستصحابها، وإلى مدافعة أضدادها ومفسداتها، والنية هي سبب قبولٍ وتوفيق، وحصول بركةٍ وتسديد، وقد افتتح الإمام البخاري وبعض الأئمة مؤلفاتهم بحديث إنما الأعمال بالنيات، وهي تدخل كما قال الإمام الشافعي في سبعين باباً من أبواب الفقه (¬1) ، والعدد للتكثير لا للتحديد والاستقصاء. ¶ فعلى المُعَلِّم أن يتحرى بعلمه وتعليمه وجه الله تعالى والدار الآخرة، لا مباهاة العلماء، أو مماراة السفهاء، أو مجاراة الأغنياء، أو مداهنة الأمراء، عن الْوَلِيدِ بْنِ أَبِي الْوَلِيدِ أَبي عُثْمَانَ الْمَدَنِيِّ ، أَنَّ عُقْبَةَ بْنَ مُسْلِمٍ ، حَدَّثَهُ أَنَّ شُفَيًّا الأَصْبَحِيَّ حَدَّثَهُ ، أَنَّهُ دَخَلَ مَسْجِدَ الْمَدِينَةِ ، فَإِذَا هُوَ بِرَجُلٍ قَدِ اجْتَمَعَ عَلَيْهِ النَّاسُ ، فقَالَ : مَنْ هَذَا ؟ قَالُوا : أَبُو هُرَيْرَةَ ، قَالَ : فَدَنَوْتُ مِنْهُ حَتَّى قَعَدْتُ بَيْنَ يَدَيْهِ ، وَهُوَ يُحَدِّثُ النَّاسَ ، فَلَمَّا سَكَتَ وَخَلاَ ، قُلْتُ لَهُ : أَنْشُدُكَ بِحَقِّي لَمَا حَدَّثْتَنِي حَدِيثًا سَمِعْتَهُ مِنْ رَسُولِ اللهِ - صلى الله عليه وسلم - عَقَلْتَهُ وَعَلِمْتَهُ.فقَالَ أَبُو هُرَيْرَةَ أَفْعَلُ ، لَأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللهِ - صلى الله عليه وسلم - عَقَلْتَهُ وَعَلِمْتُهُ ، ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً فَمَكَثَ قَلِيلاً ، ثُمَّ أَفَاقَ ، فقَالَ : لَأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللهِ - صلى الله عليه وسلم - ، وَأَنَا وَهُوَ فِي هَذَا الْبَيْتِ مَا مَعَنَا أَحَدٌ غَيْرِي وَغَيْرُهُ ، ثُمَّ نَشَغَ أَبُو هُرَيْرَةَ نَشْغَةً أُخْرَى ، فَمَكَثَ كَذَلِكَ ، ثُمَّ أَفَاقَ ، فَمَسَحَ عَنْ وَجْهِهِ ، فقَالَ : أَفْعَلُ ، لَأُحَدِّثَنَّكَ حَدِيثًا حَدَّثَنِيهِ رَسُولُ اللهِ - صلى الله عليه وسلم - ، وَأَنَا وَهُوَ فِي هَذَا الْبَيْتِ مَا مَعَهُ أَحَدٌ غَيْرِي وَغَيْرُهُ ، ثُمَّ نَشَغَ نَشْغَةً شَدِيدَةً ، ثُمَّ مَالَ خَارًّا عَلَى وَجْهِهِ ، وَاشْتَدَّ بِهِ طَوِيلاً ، ثُمَّ أَفَاقَ ، فقَالَ : حَدَّثَنِي رَسُولُ اللهِ - صلى الله عليه وسلم - : أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى ، إِذَا ¶ ¬__________ ¶ (¬1) - جامع العلوم والحكم ـ ابن رجب الحنبلي ص:5",
            "page": "64",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "كَانَ يَوْمُ الْقِيَامَةِ ، يَنْزِلُ إِلَى الْعِبَادِ لِيَقْضِيَ بَيْنَهُمْ ، وَكُلُّ أُمَّةٍ جَاثِيَةٌ.فَأَوَّلُ مَنْ يَدْعُو بِهِ رَجُلٌ جَمَعَ الْقُرْآنَ ، وَرَجُلٌ ، يُقْتَلُ فِي سَبِيلِ اللهِ ، وَرَجُلٌ كَثِيرُ الْمَالِ ، فَيَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى لِلْقَارِئِ : أَلَمْ أُعَلِّمْكَ مَا أَنْزَلْتُ عَلَى رَسُولِي - صلى الله عليه وسلم - ؟ قَالَ : بَلَى يَا رَبِّ ، قَالَ : فَمَاذَا عَمِلْتَ فِيمَا عَلِمْتَ ؟ قَالَ : كُنْتُ أَقُومُ بِهِ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ ، فَيَقُولُ اللَّهُ تَبَارَكَ وَتَعَالَى لَهُ : كَذَبْتَ وَتَقُولُ لَهُ الْمَلاَئِكَةُ : كَذَبْتَ ، وَيَقُولُ اللَّهُ : بَلْ أَرَدْتَ أَنْ يُقَالَ : فُلاَنٌ قَارِئٌ ، فَقَدْ قِيلَ ذَاكَ , وَيُؤْتَى بِصَاحِبِ الْمَالِ فَيَقُولُ اللَّهُ لَهُ : أَلَمْ أُوَسِّعْ عَلَيْكَ حَتَّى لَمْ أَدَعْكَ تَحْتَاجُ إِلَى أَحَدٍ ؟ قَالَ : بَلَى يَا رَبِّ ، قَالَ : فَمَاذَا عَمِلْتَ فِيمَا آتَيْتُكَ ؟ قَالَ : كُنْتُ أَصِلُ الرَّحِمَ وَأَتَصَدَّقُ ؟ فَيَقُولُ اللَّهُ لَهُ : كَذَبْتَ ، وَتَقُولُ الْمَلاَئِكَةُ لَهُ : كَذَبْتَ ، وَيَقُولُ اللَّهُ : بَلْ إِنَّمَا أَرَدْتَ أَنْيُ ، قَالَ : فُلاَنٌ جَوَادٌ ، فَقَدْ قِيلَ ذَاكَ.وَيُؤْتَى بِالَّذِي قُتِلَ فِي سَبِيلِ اللهِ فَيُقَالُ لَهُ : فِي مَاذَا قُتِلْتَ ؟ فَيَقُولُ : أُمِرْتُ بِالْجِهَادِ فِي سَبِيلِكَ ، فَقَاتَلْتُ حَتَّى قُتِلْتُ ، فَيَقُولُ اللَّهُ لَهُ : كَذَبْتَ ، وَتَقُولُ لَهُ الْمَلاَئِكَةُ : كَذَبْتَ وَيَقُولُ اللَّهُ : بَلْ أَرَدْتَ أَنْ يُقَالَ : فُلاَنٌ جَرِئٌ ، فَقَدْ قِيلَ ذَاكَ ثُمَّ ضَرَبَ رَسُولُ اللهِ - صلى الله عليه وسلم - رُكْبَتِي ، فقَالَ : يَا أَبَا هُرَيْرَةَ أُولَئِكَ الثَّلاَثَةُ أَوَّلُ خَلْقِ اللهِ تُسَعَّرُ بِهِمُ النَّارُ يَوْمَ الْقِيَامَةِ.\" (¬1) ¶ فهؤلاء لم يقصدوا بأعمالهم إلا وجوه الناس وثنائهم، وقد وجدوا ما قصدوا إليه، فحرمهم القبول والثواب ¶ وعَنْ جَابِرِ بْنِ عَبْدِ اللهِ ، أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ : لاَ تَعَلَّمُوا الْعِلْمَ لِتُبَاهُوا بِهِ الْعُلَمَاءَ ، وَلاَ لِتُمَارُوا بِهِ السُّفَهَاءَ ، وَلاَ تَخَيَّرُوا بِهِ الْمَجَالِسَ ، فَمَنْ فَعَلَ ذَلِكَ فَالنَّارُ النَّارُ. (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : مَنْ تَعَلَّمَ عِلْمًا مِمَّا يُبْتَغَى بِهِ وَجْهُ اللهِ ، لاَ يَتَعَلَّمُهُ إِلاَّ لَيُصِيبَ بِهِ عَرَضًا مِنَ الدُّنْيَا ، لَمْ يَجِدْ عَرْفَ الْجَنَّةِ يَوْمَ الْقِيَامَةِ. (¬3) وعرف الجنة: ريحها. ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (2 / 135) (408) صحيح - وأصله في مسلم ¶ (¬2) - سنن ابن ماجة- طبع مؤسسة الرسالة - (1 / 170) (254) صحيح ¶ [ ش ( لا تعلموا ) أي لا تتعلموا . بحف إحدى التاءين . ( تخيروا ) أي لا تختاروا به خيار المجالس وصدورها . ( فالنار ) أي فله النار . أو فيستحق النار . و \" النار \" مرفوع على الأول منصوب على الثاني ] ¶ (¬3) - صحيح ابن حبان - (1 / 279) (78) صحيح",
            "page": "65",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "مع ملاحظة أن الوعيد يلحق ـ كما يفهم الحديث ـ مَن قصد بعلمه الدنيا ومحَّض لذلك نيّته من غير التفاتٍ للآخرة، أما من أراد بعلمه الآخرة وأصاب مع ذلك شيئاً من الدنيا فلا يلحقه الوعيد، وقد تحدث الفقهاء عن جواز التشريك في النية كما في الحج {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُواْ فَضْلاً مِّن رَّبِّكُمْ فَإِذَا أَفَضْتُم مِّنْ عَرَفَاتٍ فَاذْكُرُواْ اللّهَ عِندَ الْمَشْعَرِ الْحَرَامِ وَاذْكُرُوهُ كَمَا هَدَاكُمْ وَإِن كُنتُم مِّن قَبْلِهِ لَمِنَ الضَّآلِّينَ} (198) سورة البقرة ¶ وقال تعالى : {لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ} (27) سورة الحج ¶ ففرقٌ بين مَن يأخذ الدنيا ليتفرغ لعمل الآخرة، وبين من يعمل عمل الآخرة ليأخذ الدنيا، فتأمل؛ فإنه موضع الزلل (¬1) . ¶ فالحديث إنما يَذُمّ مَن قصد الدنيا، لا من جاءته الدنيا بغير هذا القصد. والقرآن ذم من ( مَنْ طَغَى (37) وَآثَرَ الْحَيَاةَ الدُّنْيَا (38) فَإِنَّ الْجَحِيمَ هِيَ الْمَأْوَى (39) [النازعات : 37 - 39]) وقال تعالى : {فَأَعْرِضْ عَن مَّن تَوَلَّى عَن ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا} (29) سورة النجم، وقال تعالى :{مَّن كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاء لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا} (18) سورة الإسراء، في مقابل {وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا} (19) سورة الإسراء. ¶ والدنيا لا تُذَمّ إذا قُصدت بعمل وعلم الآخرة، وكيف تُذَمّ الدنيا لذاتها وهي مزرعة الآخرة؟ ¶ ولهذا قال العلامة القاري في المرقاة: \"أفهم الحديث أن من أخلص قصده فتعلم لله، لا يضره حصول الدنيا له من غير قصدها بتعلمه، بل مِن شأن الإخلاص بالعلم أن تأتي الدنيا لصاحبه راغمة..\" (¬2) ¶ ¬__________ ¶ (¬1) - انظر: المرقاة شرح المشكاة ـ الملا علي القاري 1/287 ¶ (¬2) - مرجع سابق 1/288",
            "page": "66",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وللعلامة الدكتور يوسف القرضاوي إشارة نفيسة (¬1) : وهي أن كثيراً من طلاب العلم في عصرنا لا يتجهون إلى العلم بنيّة مبيتة، بل يوجههم إليه ـ في صغرهم ـ آباؤهم، أو مجموع درجاتهم، أو ظروفٌ خاصة بهم مثل ألا يكون في البلد إلا لونٌ معين مِن الدراسة يُفرض عليهم، ثم لا يلبثون إذا أدركوا أن يجدوا أنفسهم في معهدٍ ديني، أو كليةٍ شرعية، ولو خُير اليوم ما اختار هذا الطريق فهذه دراسة بلا نية، لأن النِيّة مع الاختيار، ولهذا ينبغي لمن وضعته الأقدار في هذا الموضع أن يجدد نية صالحة ورغبةً صادقةً، وسيجد مِن العلم الذي يعيش في ظلاله، وصحبة أهل الخير في سيره، ما يُعينه على تصحيح النيّة. فعَنْ مُجَاهِدٍ قَالَ : طَلَبْنَا هَذَا الْعِلْمَ وَمَا لَنَا فِيهِ كَبِيرُ نِيَّةٍ ، ثُمَّ رَزَقَ اللَّهُ بَعْدُ فِيهِ النِّيَّةَ. (¬2) ¶ وعن الحسن والثوري قالا: \" كُنَّا نَطْلُبُ الْعِلْمَ لِلدُّنْيَا فَجَرَّنَا إِلَى الْآخِرَةِ \" (¬3) ¶ ومثله يقال فيمن اتجه إلى مهنة التعليم مِن غير رغبة، بل لواحد من الأسباب التي أشار إليها الدكتور القرضاوي، خاصّة ضعف المعدل، حيث يتجه إلى تخصصات دون طموحه وآماله، فمثل هذا يحتاج إلى تجديد النية حتى يُقْبَل عمله، ويُبَارَك له فيه، ويكون أقدر على العطاء والنماء والتجويد والإبداع والابتكار، فالرغبة عاملٌ مهم في ذلك كله. ¶ الصفة الثانية: التعليم رسالة لا مجرد وظيفة ¶ المعلم الرسالي يعي دوره تماماً، ويتحرك بدافع ذاتي داخلي معتبراً مهمته عبادة يؤديها، ورسالة يسعى لتحقيقها، وهو حريص على ذلك سواء في هذا المجال الرسمي أو في مجالات أخرى، فما المدرسة أو الجامعة إلا وعاء يسره الله تعالى له ليؤدي هذا الواجب من خلاله، وبالتالي فهو لا ينقطع عن هذه المهمة مهما تغيرت الأوعية، واختلفت التخصصات، فيوسف عليه السلام كان داعياً إلى الله تعالى وهو في بيت العزيز عسيفاً، وفي الحبس سجيناً، وفي المُلك وزيراً، تغيرت أوضاعه وأحواله ولم يثنه ذلك عن أداء واجبه الرسالي. ¶ ¬__________ ¶ (¬1) - انظر: كتابه: الرسول والعلم ص: 97-98. ¶ (¬2) - سنن الدارمى- المكنز - (367) صحيح ¶ (¬3) - جَامِعُ بَيَانِ الْعِلْمِ (857 و863 ) صحيح",
            "page": "67",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "إن مهمة المُعَلِّم الرسالي لا تنتهي ولا تتوقف أبداً؛ لا بإحالته إلى التقاعد ولا بنقله إلى مكان آخر، أو تغريبه بعيداً عن أهله أو وطنه، بل ولا بفصله عن وظيفته، فهو كالغيث أينما وقع نفع، ومن ثمرات هذا الخُلُق؛ أنه لا يعذر نفسه وإن كان معذوراً، فلا يهرب من مهمته مستغلاً الأعذار وإن كانت معتبرة، أو مستفيداً من القصور الذي قد يعتري بعض الأنظمة واللوائح. بل لو كانت هناك فجوات في الأنظمة فهو يستغلها لصالح مهمته، وتحقيق رسالته، فهو يشعر أنه على ثغرة مهمة وخطيرة يخشى أن تغرق السفينة مِن خلالها، فيرى مِن نفسه أنه في مقام المسئول وإن كان غير ملوم لو نأى بنفسه عن هذا كله، لكن شخصيته الرسالية وهمته العالية تأبى عليه ذلك، فالسفينة سفينته، وينبغي أن يعمل على استنقاذها والنجاة بها، ومن ثمراته ـ أي هذا الخلق ـ أنه إذا أصاب المؤسسة التي يعمل فيها فشل أو قصور ـ وإن لم يكن متسببا فيه ـ تجده يهتم لذلك ويغتم، ويشعر أن المصاب يشمله أيضا، كما أنه يفرح ويسر إن نالها نجاح وتفوق وإن كان من غير جهته، وبذا يكون قد خلَّص قلبه من دائين خطيرين هما؛ الحسد والشماتة. ¶ أما المُعَلِّم غير الرسالي فملتزم بالعقد الذي بينه وبين مستخدميه، لا يُقيل ولا يستقيل، مستفيداً من كل ثغرة، مستغلاً لكل غفلة، لا يهمه ولا يشغله ما يحصل لمؤسسته ما دام بعيداً عن المحاسبة والمؤاخذة الإدارية. ¶ الصفة الثالثة: يحمل همَّ أُمّة ¶ المعلم الرسالي يتفاعل مع قضايا أمته الآنية والملحة، وما أكثرها، وهو أيضا يتفاعل مع قضايا مجتمعه الصغير والكبير خارج أسوار المؤسسة التعليمية، غير منقطع عنها، بل هي حاضرة في ذهنه، تتقدم اهتماماته، لا يكاد يغفل عنها وهو يؤدي واجبه الوظيفي تجاه طُلابه في أي فرع من فروع المعرفة، وعند لقائهم خارج قاعة الدرس، يخلط فنه ودرسه بهذه الهموم ويوجههم إلى الاهتمام بها، والتفاعل معها، وتلمّس أفضل الحلول لها، وهذا ديدنه أيضا عند لقائه زملاءه ومسئوليه. ¶ أما المُعَلِّم غير الرسالي فينتهي واجبه في حدود إلقائه الدرس على النحو الذي يحقق الفائدة العلمية المرجوة منه وكفى، فهو ملتزم بقاعة الدرس مكاناً وزماناً وهموماً.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "الصفة الرابعة: عطاء لا ينتظر الثناء ¶ المعلم الرسالي لا يربط بين جهده وعطائه وبين ما يحصل عليه من مردود مادي أو معنوي، مثل الراتب والحوافز المعنوية، فلا علاقة بين الأمرين في سيره نحو تحقيق هدفه الرسالي، لا يؤثر ما يتعاطاه على ما يبذله نحو طلابه، لأن هذه مهمته الأساس؛ تعليم الناس الخير، وطَّن نفسه عليها، وسخَّر طاقاته وإمكاناته لها، غير ملتفت لتثبيط مثبِّط ولا تشجيع مشجِّع، بل لا يؤثر ما قد يحدث بين المعلم وإدارته مِن مشكلات على علاقته بطلابه، وجهده معهم، إذ لا صلة لهم بما قد حدث. ¶ ومن ذلك أنه لا يحرص على المناصب الإدارية ولا الألقاب العلمية لأنها قد تكون غلاً يعوقه عن السير، إلا إذا كان في ذلك عوناً له على أداء مهمته، والتمكين لرسالته، {قَالَ اجْعَلْنِي عَلَى خَزَآئِنِ الأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ} (55) سورة يوسف فوجوده في المناصب العليا لا يعني إلا مزيداً من التكليف والعبء، كما أن وجوده في المناصب الدنيا لا يعفيه عن الشعور بالمسئولية، فالمناصب والألقاب عنده سواء، فلا خير فيها إن هي حجبته عن أداء مهمته، وشغلته عن تحقيق رسالته، فلا يغريه العطاء، ولا يوقفه الجفاء، وعَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « تَعِسَ عَبْدُ الدِّينَارِ وَعَبْدُ الدِّرْهَمِ وَعَبْدُ الْخَمِيصَةِ ، إِنْ أُعْطِىَ رَضِىَ ، وَإِنْ لَمْ يُعْطَ سَخِطَ ، تَعِسَ وَانْتَكَسَ ، وَإِذَا شِيكَ فَلاَ انْتَقَشَ ، طُوبَى لِعَبْدٍ آخِذٍ بِعِنَانِ فَرَسِهِ فِى سَبِيلِ اللَّهِ ، أَشْعَثَ رَأْسُهُ مُغْبَرَّةٍ قَدَمَاهُ ، إِنْ كَانَ فِى الْحِرَاسَةِ كَانَ فِى الْحِرَاسَةِ ، وَإِنْ كَانَ فِى السَّاقَةِ كَانَ فِى السَّاقَةِ ، إِنِ اسْتَأْذَنَ لَمْ يُؤْذَنْ لَهُ ، وَإِنْ شَفَعَ لَمْ يُشَفَّعْ » . (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : يَأْتِي عَلَى النَّاسِ زَمَانٌ يَكُونُ خَيْرُ النَّاسِ فِيهِ مَنْزِلَةً رَجُلٌ آخِذٌ بِعِنَانِ فَرَسِهِ فِي سَبِيلِ اللهِ كُلَّمَا سَمِعَ بِهَيْعَةٍ اسْتَوَى عَلَى مَتْنِهِ ، ثُمَّ طَلَبَ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (2887 ) ¶ شيك : أصابته الشوكة -انتقش : لم يجد من يخرجها بالملقاط",
            "page": "69",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الْمَوْتَ مَظَانَّهُ ، وَرَجُلٌ فِي شِعْبٍ مِنْ هَذِهِ الشِّعَابِ يُقِيمُ الصَّلاَةَ ، وَيُؤْتِي الزَّكَاةَ ، وَيَدَعُ النَّاسَ إِلاَّ مِنْ خَيْرِهِ. (¬1) ¶ ومن علامات صدقه وصحة عزمه أنه مواصل لسيرته العملية وإنتاجه العلمي مهما نال من ألقاب، وتبوأ من مواقع. ¶ أما المعلم غير الرسالي فقد جعل غايته مِن المهنة المردود المادي والمعنوي فحسب، ولو حرص على أداء المهنة على الوجه المطلوب وظيفياً فلأجل ما يتعاطاه ليس وراء ذلك شيء، إن زادوا اجتهد وبذل، وإن أمسكوا قصّر وأهمل. ¶ الصفة الخامسة: المعلم القدوة ¶ المعلم الرسالي عاملٌ بما يعلم ويُعلِّم، فهو صورة ينعكس فيها ما قد علّمه لطلابه، يقرأون فيها أقواله وتوجيهاته وإشاراته، فالعلم عنده للعمل لا للترف الذهني، أو الترويض العقلي، أوالتذوق البياني والخطابي، وهو يشعر بمسئوليته نحو هذا العلم تتعلق بشخصه وبمن جعلهم الله تحت ولايته كأولاده ومن في حكمهم مثل هؤلاء الطلاب، وقد كان السلف يدققون في اختيار العلماء والمؤدبين لأبنائهم؛ قال الإمام مالك بن أنس رحمه الله: \"كانت أمي تُعممني وتقول لي: اذهب إلى ربيعة فتعلم من أدبه قبل علمه\" (¬2) ¶ وكلما اتسعت دائرة علمه كلما عظمت درجة المسئولية، فعَنِ ابْنِ مَسْعُودٍ ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - قَالَ: لاَتَزُولُ قَدَمَا ابْنِ آدَمَ ، يَوْمَ الْقِيَامَةِ ، مِنْ عِنْدِ رَبِّهِ ، حَتَّى يُسْأَلَ عَنْ خَمْسٍ : عَنْ عُمُرِهِ فِيمَ أَفْنَاهُ ، وَعَنْ شَبَابِهِ فِيمَ أَبْلاَهُ ، وَمَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَ أَنْفَقَهُ , وَمَاذَا عَمِلَ فِيمَا عَلِمَ. (¬3) ¶ فمقام المعلم جد خطير إذ أن أعين المتعلمين معقودة به يتخذونه مثالاً يُقتدى ونموذجاً يحتذى، ويرون كل قولٍ يخرج منه صواباً، وكل فعل يصدر عنه صحيحاً، فلينظر كل ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (10 / 460) (4600) صحيح ¶ (¬2) - ترتيب المدارك ـ عياض 1/130وموسوعة خطب المنبر - (1 / 2091) ¶ مناقب الإمام مالك رحمه الله ¶ (¬3) - أخرجه الترمذي (2416) صحيح",
            "page": "70",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "معلم؛ كم يُصلِح من الناس وكم يُفسِد! فالتعليم بالقدوة أعظم تأثيراً وأقوى حجةً منه بمجرد الكلام والبيان، فكيف إذا كان الفعل يخالف القول، والسلوك يصادم التوجيه، وقد نعى القرآن الكريم على بني إسرائيل كما في قوله: {أَتَأْمُرُونَ النَّاسَ بِالْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ الْكِتَابَ أَفَلاَ تَعْقِلُونَ} (44) سورة البقرة، وقوله: {مَثَلُ الَّذِينَ حُمِّلُوا التَّوْرَاةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الْحِمَارِ يَحْمِلُ أَسْفَارًا بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِ اللَّهِ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ} (5) سورة الجمعة، وأنكر على المؤمنين أن يسلكوا هذا السبيل فقال: ( يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3) [الصف : 2 ، 3]). ¶ عَنْ أَبِى وَائِلٍ ، قَالَ قِيلَ لأُسَامَةَ لَوْ أَتَيْتَ فُلاَنًا فَكَلَّمْتَهُ . قَالَ إِنَّكُمْ لَتَرَوْنَ أَنِّى لاَ أُكَلِّمُهُ إِلاَّ أُسْمِعُكُمْ ، إِنِّى أُكُلِّمُهُ فِى السِّرِّ دُونَ أَنْ أَفْتَحَ بَابًا لاَ أَكُونُ أَوَّلَ مَنْ فَتَحَهُ ، وَلاَ أَقُولُ لِرَجُلٍ أَنْ كَانَ عَلَىَّ أَمِيرًا إِنَّهُ خَيْرُ النَّاسِ بَعْدَ شَىْءٍ سَمِعْتُهُ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - . قَالُوا وَمَا سَمِعْتَهُ يَقُولُ قَالَ سَمِعْتُهُ يَقُولُ « يُجَاءُ بِالرَّجُلِ يَوْمَ الْقِيَامَةِ فَيُلْقَى فِى النَّارِ ، فَتَنْدَلِقُ أَقْتَابُهُ فِى النَّارِ ، فَيَدُورُ كَمَا يَدُورُ الْحِمَارُ بِرَحَاهُ ، فَيَجْتَمِعُ أَهْلُ النَّارِ عَلَيْهِ ، فَيَقُولُونَ أَىْ فُلاَنُ ، مَا شَأْنُكَ أَلَيْسَ كُنْتَ تَأْمُرُنَا بِالْمَعْرُوفِ وَتَنْهَى عَنِ الْمُنْكَرِ قَالَ كُنْتُ آمُرُكُمْ بِالْمَعْرُوفِ وَلاَ آتِيهِ ، وَأَنْهَاكُمْ عَنِ الْمُنْكَرِ وَآتِيهِ » (¬1) . ¶ وعَنْ عِمْرَانَ بْنِ حُصَيْنٍ، قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" إِنَّ أَخْوَفَ مَا أَخَافُ عَلَيْكُمْ بَعْدِي مُنَافِقٌ عَليِمُ اللِّسَانِ \" (¬2) . ¶ أما المُعَلِّم غير الرسالي فلا يوجد عنده تلازم بين الأمرين، بين ما يَعْلَمُه ويُعلِّمه وبين ما يلتزم به، فالالتزام بالنسبة له أمر اختياري طوعي،ولا يشعر بأي قصور في أداء واجبه الوظيفي إن هو لم يلتزم بما عَلِم وعلَّم، وكم يكون لهذا الفهم والسلوك المبني عليه من أثر سيئ وسلبي على طلابه في تشكيل قناعاتهم، وفي تجاوبهم مع ما يسمعون، وأشد منه ما يُحدثه في نفوسهم من نزاعٍ شرس وفصامٍ نَكِد بين ما يسمعون وبين ما يشاهدون، ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (3267 ) -الأَقتاب : جمع القتب وهو الأمعاء ¶ (¬2) - شعب الإيمان - (3 / 272) (1639 ) صحيح",
            "page": "71",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ومهما بالغنا في إقناع الناس بوجوب التفريق بين ما يقوله العالم وبين ما يمارسه، فلن يجدي ذلك نفعاً، فصورة الفعل تعلق بالنفوس والعقول أكثر من رنين القول، أرأيتم كم يكون أثر الطبيب المُدخن أو المخمور سيئاً على الناس، فكذلك ـ بل أشد ـ أثر العالم أو المعلِّم المتساهل، فذاك معالج الأبدان وهذا معالج القلوب والنفوس، وقد رُوي عن علي رضي الله عنه قوله: قصم ظهري رجلان؛ جاهل متنسك، وعالم متهتك، ذاك يغرُّهم بتنسكه، وهذا يُضلُّهم بتهتّكه (¬1) . ¶ الصفة السادسة: العناية بالمظهر ¶ فمما ينبغي العناية به الحالة التي يظهر عليها المعلم أمام طلابه، فالمعلم الرسالي يهتم بحسن سمته، وجمال مظهره، من نظافةٍ وتأنقٍ وتناسقٍ وطيب رائحة، بعيداً عن الإسراف وملتزماً حد الاعتدال، فذلك أدعى للقبول والتقدير له، فعَنْ عَبْدِ اللهِ، عَنِ النَّبِيِّ - صلى الله عليه وسلم - ، قَالَ: \" لَا يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ ، وَلَا يَدْخُلُ النَّارَ مَنْ بَقِيَ فِي قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ إِيمَانٍ \"، فَقَالَ رَجُلٌ: يَا رَسُولَ اللهِ، الرَّجُلُ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا، وَنَعْلُهُ حَسَنًا، فَقَالَ رَسُولُ اللهِ: \" إِنَّ اللهَ جَمِيلٌ يُحِبُّ الْجَمَالَ، الْكِبْرُ مَنْ بَطِرَ الْحَقَّ، وَغَمَطَ النَّاسِ \" (¬2) ¶ وعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « لاَ يَدْخُلُ الْجَنَّةَ مَنْ كَانَ فِى قَلْبِهِ مِثْقَالُ ذَرَّةٍ مِنْ كِبْرٍ ». قَالَ رَجُلٌ إِنَّ الرَّجُلَ يُحِبُّ أَنْ يَكُونَ ثَوْبُهُ حَسَنًا وَنَعْلُهُ حَسَنَةً. قَالَ « إِنَّ اللَّهَ جَمِيلٌ يُحِبُّ الْجَمَالَ الْكِبْرُ بَطَرُ الْحَقِّ وَغَمْطُ النَّاسِ ». (¬3) ¶ وفي فهرس الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي باب في إصلاح المحدث هيئته وأخذه لرواية الحديث زينته، جاء تحته المباحث التالية: ¶ ¬__________ ¶ (¬1) - إحياء علوم الدين - (1 / 62) وميزان العمل - (1 / 54) وكتب القرضاوي - (8 / 93) و الرسول والعلم ـ القرضاوي ص:75 ¶ (¬2) - شعب الإيمان - (10 / 462) (7803 ) صحيح ¶ وَقَوْلُهُ: \" بَطِرَ الْحَقِّ \": يَعْنِي الْكِبْرَ عِنْدَ الْحَقِّ فَلَمْ يَقْبَلْهُ،وَقَوْلُهُ: \" غَمَطَ النَّاسَ \": يَعْنِي احْتَقَرَهُمْ، وَقَوْلُهُ: \" الْكِبْرُ \": كِبْرُ مَنْ فَعَلَ هَذَا، كَقَوْلِهِ تَعَالَى: { وَلَكِنَّ الْبِرَّ مَنِ اتَّقَى } [البقرة: 189] يَعْنِي الْبِرُّ، بِرُّ مَنْ آمَنَ بِاللهِ ¶ (¬3) - صحيح مسلم- المكنز - (275)",
            "page": "72",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "البدأُ بالسواك، وقص الأظافر إذا طالت، والأخذ من الشارب، وتسريحه لحيته، ويسكِّن شعث رأسه، ويتجنب ما كُرِه ريحه، وغسل الثوب إذا اتسخ، وكراهة لبس الثوب الخَلِق وهو يقدر على الجديد، وبخوره ومسّه من الطيب، ونظره في المرآة... ا.هـ (¬1) ¶ وليكن ذلك سمته دائماً، لا قصراً على وقت الدرس ومكانه، لأن طلابه ربما يلتقونه خارج قاعة الدرس؛ في سوق أو حفل أو غيره. ¶ وأرى أيضا من تمام الاهتمام بحسن المظهر: المسكن الذي يسكنه، فلا يسكن إلا في مكان لائق ما دام قادراً على ذلك، فإن طلابه وزملاءه ربما يزورونه فيه، فليختر لنفسه ما يرفع قدره في نفوسهم، ومثله يقال في الأدوات التي يستخدمها أن يهتم بنوعيتها ونظافتها دون تكلف ولا مباهاة. ¶ الصفة السابعة: العناية بالتخصص ¶ الاهتمام بالتخصص والعناية به والسعي لبلوغ الذروة فيه ينبغي أن يكون من شأن المعلم الرسالي، لأنه سيكون مرجعاً لطلابه يسألونه ويستفتونه به، ويلتزمون بما يمليه عليهم ويوجههم إليه، وينقلون هذا عنه إلى غيرهم مِن زملائهم أو طلابهم حينما يتصدون للتعليم فيما بعد، فلا بد من العناية بهذا الأمر عنايةً فائقةً والتأكد من صحة المعلومات وصحة العلاقة بينها وبين النتائج المستنبطة منها، وعَنْ سُفْيَانَ بْنِ عُيَيْنَةَ , قَالَ يَوْمًا لِأَصْحَابِهِ : \" مَنْ أَحْوَجُ النَّاسِ إِلَى طَلَبِ الْعِلْمِ ؟ \" قَالُوا : قُلْ يَا أَبَا مُحَمَّدٍ , قَالَ : \" لَيْسَ أَحَدٌ أَحْوَجَ إِلَى طَلَبِ الْعِلْمِ مِنَ الْعَالِمِ , لِأَنَّهُ لَيْسَ الْجَهْلُ بِأَحَدٍ أَقْبَحَ بِهِ مِنَ الْعَالِمِ \" (¬2) ¶ وقَالَ ابْنُ مَنَاذِرَ: \" سَأَلْتُ أَبَا عَمْرِو بْنَ الْعَلَاءِ حَتَّى مَتَى يَحْسُنُ بِالْمَرْءِ أَنْ يَتَعَلَّمَ ؟ فَقَالَ : \" مَا دَامَ تَحْسُنُ بِهِ الْحَيَاةُ \" وَمِنْ غَيْرِ ذَلِكَ الْكِتَابِ سُئِلَ سُفْيَانُ بْنُ عُيَيْنَةَ \" مَنْ أَحْوَجُ النَّاسِ إِلَى طَلَبِ الْعِلْمِ ؟ قَالَ : أَعْلَمُهُمْ ، إِنَّ الْخَطَأَ مِنْهُ أَقْبَحُ \" وَقَالَ مَنْصُورُ بْنُ الْمَهْدِيِّ ¶ ¬__________ ¶ (¬1) - الجامع لأخلاق الراوي وآداب السامع للخطيب البغدادي [1/372 وما بعدها] ¶ (¬2) - الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ (1051 )",
            "page": "73",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "لِلْمَأْمُونِ : أَيَحْسُنُ بِالشَّيْخِ أَنْ يَتَعَلَّمَ ؟ فَقَالَ : \" إِنْ كَانَ الْجَهْلُ يَعِيبُهُ فَالتَّعَلُّمُ يَحْسُنُ بِهِ \" (¬1) ¶ وعن ابْنِ أَبِي غَسَّانَ قالَ : \" لَا تَزَالُ عَالِمًا مَا كُنْتَ مُتَعَلِّمًا فَإِذَا اسْتَغْنَيْتَ كُنْتَ جَاهِلًا \" (¬2) ¶ ونحن نعيش في عصر تميز بمراعاة التخصص الدقيق، وشرعنا أيضا يهتمُّ بالتخصص ويوليه عناية فائقة، فمن ذا الذي يحيط بأنواع العلوم كلها؟! قال تعالى {وَمَا أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نُّوحِي إِلَيْهِمْ فَاسْأَلُواْ أَهْلَ الذِّكْرِ إِن كُنتُمْ لاَ تَعْلَمُونَ} (43) سورة النحل، وقال تعالى: {وَإِذَا جَاءهُمْ أَمْرٌ مِّنَ الأَمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِي الأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنبِطُونَهُ مِنْهُمْ وَلَوْلاَ فَضْلُ اللّهِ عَلَيْكُمْ وَرَحْمَتُهُ لاَتَّبَعْتُمُ الشَّيْطَانَ إِلاَّ قَلِيلاً} (83) سورة النساء. ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ ، قَالَ : قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : أَرْحَمُ أُمَّتِي بِأُمَّتِي أَبُو بَكْرٍ ، وَأَشَدُّهُمْ فِي اللهِ عُمَرُ ، وَأَصْدَقُهُمْ حَيَاءً عُثْمَانُ وَأَقْرَؤُهُمْ لِكِتَابِ اللهِ أُبَيُّ بْنُ كَعْبٍ ، وَأَفْرَضُهُمْ زَيْدُ بْنُ ثَابِتٍ ، وَأَعْلَمُهُمْ بِالْحَلاَلِ وَالْحَرَامِ مُعَاذُ بْنُ جَبَلٍ أَلاَ وَإِنَّ لِكُلِّ أُمَّةٍ أَمِينًا وَأَمِينُ هَذِهِ الْأُمَّةِ أَبُو عُبَيْدَةَ بْنُ الْجَرَّاحِ. (¬3) ¶ والعناية بالتخصص لا يعني إهمال التخصصات الأخرى لاسيما ذوات العلاقة، بل لا بُدّ مِن الحصول على قدر ما يخدم التخصص حيث يُقدم لطلابه نسيجاً متناسقاً يشد بعضه بعضاً، بعيداً عن التنافر والتناقض. ¶ الصفة الثامنة: عدلٌ وإنصافٌ ¶ المعلم الرسالي يحترم آداب المهنة وأخلاقياتها، ويقوم بالعدل والقسط، لا يردُّه عن ذلك عداوة ولا صداقة: {يَا أَيُّهَا الَّذِينَ آمَنُواْ كُونُواْ قَوَّامِينَ لِلّهِ شُهَدَاء بِالْقِسْطِ وَلاَ يَجْرِمَنَّكُمْ ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ (439 ) ¶ (¬2) - جَامِعُ بَيَانِ الْعِلْمِ (440 ) ¶ (¬3) - صحيح ابن حبان - (16 / 74) (7131) صحيح",
            "page": "74",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "شَنَآنُ قَوْمٍ عَلَى أَلاَّ تَعْدِلُواْ اعْدِلُواْ هُوَ أَقْرَبُ لِلتَّقْوَى وَاتَّقُواْ اللّهَ إِنَّ اللّهَ خَبِيرٌ بِمَا تَعْمَلُونَ} (8) سورة المائدة. ¶ فلو أراد أن يعاقب الطالب على تقصير وقع فيه فعلى قدر التقصير لا يتجاوزه إلى التشفي والانتقام، وللأسف الشديد يذهب أحياناً بعض الطلبة خاصةً في مرحلة الدراسات العليا ضحية التهارش والتنافس غير الكريم بين بعض الأساتذة في المناقشات العلمية في أمور لا ناقة للطالب فيها ولا جمل، بل هو مجرد صراع شخصي أو مدرسي أو مذهبي. ¶ وحينما نصف المعلم الرسالي بالأوصاف العليا والسمات النبيلة ونطالبه أن يكون مثلاً يحتذى وقدوة صالحة لطلابه؛ فهذا لا يعني أن يكون ذلك على حساب المهنة بحيث يعطيهم من التقييم فوق ما يستحقون، ويدفعهم إلى مواقع لا تؤهلهم قدراتهم العلمية لها، فهنا لا محاباة ولا مداراة بل القسط القسط، كما أنه لا ظلم ولا غمط لحقوقهم، فالعدل قامت عليه السموات والأرض، ويصلح عليه أمر الكون وأمر الناس، فعَنْ أَبِي هُرَيْرَةَ قَالَ : بَيْنَمَا النَّبِيُّ - صلى الله عليه وسلم - فِى مَجْلِسٍ يُحَدِّثُ الْقَوْمَ جَاءَهُ أَعْرَابِىٌّ فَقَالَ مَتَى السَّاعَةُ فَمَضَى رَسُولُ اللهِ - صلى الله عليه وسلم - يُحَدِّثُ ، فَقَالَ بَعْضُ الْقَوْمِ سَمِعَ مَا قَالَ ، فَكَرِهَ مَا قَالَ ، وَقَالَ بَعْضُهُمْ بَلْ لَمْ يَسْمَعْ ، حَتَّى إِذَا قَضَى حَدِيثَهُ قَالَ أَيْنَ - أُرَاهُ - السَّائِلُ عَنِ السَّاعَةِ . قَالَ هَا أَنَا يَا رَسُولَ اللهِ . قَالَ فَإِذَا ضُيِّعَتِ الأَمَانَةُ فَانْتَظِرِ السَّاعَةَ . قَالَ كَيْفَ إِضَاعَتُهَا قَالَ إِذَا وُسِّدَ الأَمْرُ إِلَى غَيْرِ أَهْلِهِ فَانْتَظِرِ السَّاعَة. (¬1) . ¶ الصفة التاسعة: التعليم مشاركةٌ ¶ إن العملية التعليمية جهد مشترك يشترك فيه المعلِّم والمتعلم والكتاب والمنهج الذي يصل بين هذه العناصر، ولكلٍ دورُه الذي لا يخفى، فلا ينبغي أن يطغى دورٌ على حساب دور، ونركز هنا على الاهتمام بدور المتعلم في هذه العملية، وهو الذي ينبغي أن لا يغفل بل يُراعى ويُنمى، وفي ذلك يراعى سن المتعلم ووضعه النفسي والعقلي، وذلك عبر مراحل التعليم كلها، لا بد من زرع الثقة في نفسه، ويعطى نوع مشاركة في التعليم والتقويم تأخذ هذه المشاركة في الاتساع والتعمُّق كلما انتقل من مرحلة إلى أخرى بعدها، وفي ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (59)",
            "page": "75",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "هذا فائدة عظيمة تجعل المتعلم تتولد لديه قناعات في نفسه، يكون هو مشاركاً في تأسيسها وتعميقها، وبالتالي تؤثر هذه القناعات في سلوكه وحياته، لإحساسه أنه اشترك في صُنعها، فتجده أشد الناس التزاماً بها، وإذاعةً لها، وذوداً عنها، فيتحول المتعلم إلى عنصر دعوة وإرشاد وإصلاح بين أهله ومعارفه. ¶ وهذا كله يحتاج إلى معلِّم فَطِنٍ حَذِق يفهم ويعي دوره في القضية. ¶ الصفة العاشرة: معلِّمٌ ومتعلِّمٌ في الوقت نفسه ¶ المعلم الرساليُّ لا ينقطع عن طلب العلم والسؤال عنه مهما بلغ الغاية فيه؛ إذ لا غاية في العلم، ولا شبع منه: {.. وَقُل رَّبِّ زِدْنِي عِلْمًا} (114) سورة طه، {.. وَمَا أُوتِيتُم مِّن الْعِلْمِ إِلاَّ قَلِيلاً} (85) سورة الإسراء، وقَالَ نُعَيْمُ بْنُ حَمَّادٍ: قِيلَ لِابْنِ الْمُبَارَكِ ، إِلَى مَتَى تَطْلُبُ الْعِلْمَ ؟ قَالَ : \" حَتَّى الْمَمَاتِ إِنْ شَاءَ اللَّهُ \" وَقِيلَ لَهُ مَرَّةً أُخْرَى مِثْلَ ذَلِكَ فَقَالَ : \" لَعَلَّ الْكَلِمَةَ الَّتِي تَنْفَعُنِي لَمْ أَكْتُبْهَا بَعْدُ \" (¬1) ¶ وقَالَ ابْنُ مَنَاذِرَ: \" سَأَلْتُ أَبَا عَمْرِو بْنَ الْعَلَاءِ حَتَّى مَتَى يَحْسُنُ بِالْمَرْءِ أَنْ يَتَعَلَّمَ ؟ فَقَالَ : \" مَا دَامَ تَحْسُنُ بِهِ الْحَيَاةُ \" وَمِنْ غَيْرِ ذَلِكَ الْكِتَابِ سُئِلَ سُفْيَانُ بْنُ عُيَيْنَةَ \" مَنْ أَحْوَجُ النَّاسِ إِلَى طَلَبِ الْعِلْمِ ؟ قَالَ : أَعْلَمُهُمْ ، إِنَّ الْخَطَأَ مِنْهُ أَقْبَحُ \" وَقَالَ مَنْصُورُ بْنُ الْمَهْدِيِّ لِلْمَأْمُونِ : أَيَحْسُنُ بِالشَّيْخِ أَنْ يَتَعَلَّمَ ؟ فَقَالَ : \" إِنْ كَانَ الْجَهْلُ يَعِيبُهُ فَالتَّعَلُّمُ يَحْسُنُ بِهِ \" (¬2) ¶ فالعلم يتطور ويتقدم فيحتاج إلى الرصد والمتابعة، فالعلم بالتعلم، {.. وَفَوْقَ كُلِّ ذِي عِلْمٍ عَلِيمٌ} (76) سورة يوسف، ولا حياء في طلب العلم، كيف وقد ضرب لنا أحد أولي العزم من الرسل، كليم الله موسى، المثل الأعلى في ذلك وهو يطلب علم الخضر ويصحبه فيه وهو الأعلى منه في المنزلة ولا ريب، فعَنْ أَيُّوبَ قَالَ : \" إِنَّكَ لَا تَعْرِفُ خَطَأَ مُعَلِّمِكَ حَتَّى تُجَالِسَ غَيْرَهُ \" وَقَالَ قَتَادَةُ : \" لَوْ كَانَ أَحَدٌ يَكْتَفِي مِنَ الْعِلْمِ بِشَيْءٍ لَاكْتَفَى مُوسَى عَلَيْهِ السَّلَامُ وَلَكِنَّهُ قَالَ : هَلْ أَتَّبِعُكَ عَلَى أَنْ تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا \" (¬3) . ¶ ¬__________ ¶ (¬1) - جَامِعُ بَيَانِ الْعِلْمِ(438) ¶ (¬2) - جَامِعُ بَيَانِ الْعِلْمِ (439) ¶ (¬3) - جَامِعُ بَيَانِ الْعِلْمِ (455 )",
            "page": "76",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "فالمعلم الرسالي لا يستكبر ولا يستنكف، أي لا يمنعه من الاستزادة في العلم كِبْر ولا كِبَر، ولا حياء ولا صغر، فمن قال: علمتُ فقد جهل، ومن صدّه الحياء عن العلم فقد حَرَم نفسه، عَنْ مُجَاهِدٍ قَالَ : \" لَا يَتَعَلَّمُ الْعِلْمَ مُسْتَحٍ وَلَا مُسْتَكْبِرٌ \" (¬1) . ¶ وعَنْ عَائِشَةَ أَنَّ أَسْمَاءَ سَأَلَتِ النَّبِىَّ - صلى الله عليه وسلم - عَنْ غُسْلِ الْمَحِيضِ فَقَالَ « تَأْخُذُ إِحْدَاكُنَّ مَاءَهَا وَسِدْرَتَهَا فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ دَلْكًا شَدِيدًا حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تَصُبُّ عَلَيْهَا الْمَاءَ. ثُمَّ تَأْخُذُ فِرْصَةً مُمَسَّكَةً فَتَطَهَّرُ بِهَا ». فَقَالَتْ أَسْمَاءُ وَكَيْفَ تَطَهَّرُ بِهَا فَقَالَ « سُبْحَانَ اللَّهِ تَطَهَّرِينَ بِهَا ». فَقَالَتْ عَائِشَةُ كَأَنَّهَا تُخْفِى ذَلِكَ تَتَبَّعِينَ أَثَرَ الدَّمِ. وَسَأَلَتْهُ عَنْ غُسْلِ الْجَنَابَةِ فَقَالَ « تَأْخُذُ مَاءً فَتَطَهَّرُ فَتُحْسِنُ الطُّهُورَ - أَوْ تُبْلِغُ الطُّهُورَ - ثُمَّ تَصُبُّ عَلَى رَأْسِهَا فَتَدْلُكُهُ حَتَّى تَبْلُغَ شُئُونَ رَأْسِهَا ثُمَّ تُفِيضُ عَلَيْهَا الْمَاءَ ». فَقَالَتْ عَائِشَةُ نِعْمَ النِّسَاءُ نِسَاءُ الأَنْصَارِ لَمْ يَكُنْ يَمْنَعُهُنَّ الْحَيَاءُ أَنْ يَتَفَقَّهْنَ فِى الدِّينِ. (¬2) ¶ وعَنِ ابْنِ عَبَّاسٍ قَالَ : لَمَّا تُوُفِّىَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قُلْتُ لِرَجُلٍ مِنَ الأَنْصَارِ : يَا فُلاَنُ هَلُمَّ فَلْنَسْأَلْ أَصْحَابَ النَّبِىِّ - صلى الله عليه وسلم - فَإِنَّهُمُ الْيَوْمَ كَثِيرٌ. فَقَالَ : وَاعَجَباً لَكَ يَا ابْنَ عَبَّاسٍ أَتَرَى النَّاسَ يَحْتَاجُونَ إِلَيْكَ وَفِى النَّاسِ مِنْ أَصْحَابِ النَّبِىِّ - صلى الله عليه وسلم - مَنْ تَرَى ؟ فَتَرَكَ ذَلِكَ وَأَقْبَلْتُ عَلَى الْمَسْأَلَةِ فَإِنْ كَانَ لَيَبْلُغُنِى الْحَدِيثُ عَنِ الرَّجُلِ فَآتِيهِ وَهُوَ قَائِلٌ فَأَتَوَسَّدُ رِدَائِى عَلَى بَابِهِ فَتَسْفِى الرِّيحُ عَلَى وَجْهِى التُّرَابَ فَيَخْرُجُ فَيَرَانِى فَيَقُولُ : يَا ابْنَ عَمِّ رَسُولِ اللَّهِ مَا جَاءَ بِكَ؟ أَلاَ أَرْسَلْتَ إِلَىَّ فَآتِيَكَ؟ فَأَقُولُ : لاَ أَنَا أَحَقُّ أَنْ آتِيَكَ فَأَسْأَلُهُ عَنِ الْحَدِيثِ. قَالَ : فَبَقِىَ الرَّجُلُ حَتَّى رَآنِى وَقَدِ اجْتَمَعَ النَّاسُ عَلَىَّ فَقَالَ : كَانَ هَذَا الْفَتَى أَعْقَلَ مِنِّى (¬3) . ¶ وكان الإمام الشافعي يطلب من تلميذه أحمد بن حنبل أن يوقفه على صحة الأحاديث لما رأى من اهتمامه بها ونبوغه فيها (¬4) . ¶ ¬__________ ¶ (¬1) - الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ (313 ) صحيح ¶ (¬2) - صحيح مسلم- المكنز - (776 ) ¶ السدرة : شجرة النبق -الفرصة : قطعة من قطن أو صوف ¶ (¬3) - سنن الدارمى- المكنز - (581) صحيح ¶ (¬4) - انظر: طبقات الحنابلة ـ القاضي أبو الحسين محمد بن أبي يعلى 1/6",
            "page": "77",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "فلا عجب ولا غرابة أن يستفيد المعلِّم مِن طلابه في بعض مسائل العلم، بل أن يتراجع عن خطأ له وقع فيه، ويتحلَّى أمامهم بقوله: لا أدري، والله أعلم، فيما خفي عليه، وندَّ عنه، ولم يحط به علماً، فهذا يجعله كبيراً في نفوسهم، ويتعلمون منه التواضع، وترك التعالم، وعدم الجرأة على الفتيا، وتقحّم ما لا يحسن. يقول الإمام النووي رحمه الله في صفات العالم: \" فَيَنْبَغِي أَنْ لَا يَزَالَ مُجْتَهِدًا فِي الِاشْتِغَالِ بِالْعِلْمِ قِرَاءَةً وَإِقْرَاءً , وَمُطَالَعَةً وَتَعْلِيقًا , وَمُبَاحَثَةً وَمُذَاكَرَةً وَتَصْنِيفًا , وَلَا يَسْتَنْكِفُ مِنَ التَّعَلُّمِ مِمَّنْ هُوَ دُونَهُ فِي سِنٍّ أَوْ نَسَبٍ أَوْ شُهْرَةٍ أَوْ دِينٍ , أَوْ فِي عِلْمٍ آخَرَ , بَلْ يَحْرِصُ عَلَى الْفَائِدَةِ مِمَّنْ كَانَتْ عِنْدَهُ , وَإِنْ كَانَ دُونَهُ فِي جَمِيعِ هَذَا , وَلَا يَسْتَحِي مِنْ السُّؤَالِ عَمَّا لَمْ يَعْلَمْ \" (¬1) ¶ ويقول ابن جماعة: \"واعلم أن قول المسئول: (لا أدري) لا يضع من قدره كما يظنه بعض الجهلة، بل يرفعه لأنه دليل عظيم على عظم محله، وقوة دينه وتقوى ربه، وطهارة قلبه، وكمال معرفته وحسن تثبته، وقد روينا معنى ذلك عن جماعة من السلف، وإنما يأنف من قول لا أدري من ضعفت ديانته، وقلت معرفته؛ لأنه يخاف من سقوطه من أعين الحاضرين، وهذه جهالة ورقة دين، وربما يشهر خطؤه بين الناس فيقع فيما فرّ منه، ويتصف عندهم بما احترز عنه، وقد أدب الله تعالى العلماء بقصة موسى مع الخضر عليهما السلام حين لم يرد موسى عليه الصلاة والسلام العلم إلى الله تعالى لما سئل هل أحد في الأرض أعلم منك\" (¬2) ¶ وعَنْ قَتَادَةَ ، مِنْ لَدُنَّا عِلْمًا أَيْ مِنْ عِنْدِنَا عِلْمًا ، وَكَانَ سَبَبُ سَفَرِ مُوسَى - صلى الله عليه وسلم - وَفَتَاهُ ، وَلِقَائِهِ هَذَا الْعَالِمَ الَّذِي ذَكَرَهُ اللَّهُ فِي هَذَا الْمَوْضِعِ فِيمَا ذَكَرَ : أَنَّ مُوسَى سُئِلَ : هَلْ فِي الْأَرْضِ أَحَدٌ أَعْلَمُ مِنْكَ ؟ فَقَالَ : لَا أَوْ حَدَّثَتْهُ نَفْسُهُ بِذَلِكَ ، فَكَرِهَ ذَلِكَ لَهُ ، فَأَرَادَ اللَّهُ تَعْرِيفَهُ أَنَّ مِنْ عِبَادِهِ فِي الْأَرْضِ مَنْ هُوَ أَعْلَمُ مِنْهُ ، وَأَنَّهُ لَمْ يَكُنْ لَهُ أَنْ يَحْتِمَ عَلَى مَا لَا عِلْمَ ¶ ¬__________ ¶ (¬1) - المجموع شرح المهذب 1/29 . ¶ (¬2) - تذكرة السامع والمتكلم ـ ابن جماعة ص:42-43",
            "page": "78",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "لَهُ بِهِ ، وَلَكِنْ كَانَ يَنْبَغِي لَهُ أَنْ يَكِلَ ذَلِكَ إِلَى عَالِمِهِ وَقَالَ آخَرُونَ : بَلْ كَانَ سَبَبُ ذَلِكَ أَنَّهُ سَأَلَ اللَّهَ جَلَّ ثَنَاؤُهُ أَنْ يُدِلَّهَ عَلَى عَالِمٍ يَزْدَادُ مِنْ عِلْمِهِ إِلَى عِلْمِ نَفْسِهِ \" (¬1) ¶ الصفة الحادية عشرة: استكشاف المواهب ورعايتها ¶ لا شك أن هناك فروقاً فردية بين الطلاب الجالسين في مقاعد الدراسة، قد تضيق وقد تتسع، والمعلم النابه من يلحظ هذه الفروق، فيعطي كلاً حسب حاجته وقدراته وميوله، مع رعاية العدل والإنصاف، وتجنب الجور والإجحاف، ومع ذلك لا بد من تلمّس معالم النبوغ في الطلاب ليوفر لهم مزيداً من العناية والرعاية، وذلك بإعطائهم جرعات خاصة من العلوم، وتوجيههم بما يصقل مواهبهم، وينمي قدراتهم، ويزكي ميولهم، خدمةً لهم ولأمتهم من ورائهم. ¶ والنبوغ ليس قصراً على التفوق في استظهار الدروس، وحل المسائل العلمية، بل النبوغ في جوانب شتى ومتنوعة؛ من شِعر وفصاحة وخطابة أو قدرات علمية وإبداعية أو إمكانات قيادية إلى غير ذلك من أنواع النبوغ، وكلها تحتاج إلى معلم فطن، وإن كان لا يستطيع متابعة بعض هذا الجوانب وقد أمكنه اكتشافها وتلمسها، فلا عليه أن يسندها إلى أهل الخبرة والاختصاص من زملاء المهنة. ¶ جاء في كتاب أدب الدنيا والدين: \" وَيَنْبَغِي أَنْ يَكُونَ لِلْعَالِمِ فِرَاسَةٌ يَتَوَسَّمُ بِهَا الْمُتَعَلِّمَ لِيَعْرِفَ مَبْلَغَ طَاقَتِهِ ، وَقَدْرَ اسْتِحْقَاقِهِ لِيُعْطِيَهُ مَا يَتَحَمَّلُهُ بِذَكَائِهِ ، أَوْ يَضْعُفُ عَنْهُ بِبَلَادَتِهِ فَإِنَّهُ أَرْوَحُ لِلْعَالِمِ ، وَأَنْجَحُ لِلْمُتَعَلِّمِ ، فعَنْ أَنَسٍ ، قَالَ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : إِنَّ للَّهِ عِبَادًا يَعْرِفُونَ النَّاسَ بِالتَّوَسُّمِ. (¬2) ¶ وَإِنْ لَمْ يَتَوَسَّمُهُمْ وَخَفِيَتْ عَلَيْهِ أَحْوَالُهُمْ وَمَبْلَغُ اسْتِحْقَاقِهِمْ كَانُوا وَإِيَّاهُ فِي عَنَاءٍ مُكِدٍّ وَتَعَبٍ غَيْرِ مُجِدٍّ ؛ لِأَنَّهُ لَا يَعْدَمُ أَنْ يَكُونَ فِيهِمْ ذَكِيٌّ مُحْتَاجٌ إلَى الزِّيَادَةِ ، وَبَلِيدٌ يَكْتَفِي ¶ ¬__________ ¶ (¬1) - تفسير الطبري - مؤسسة الرسالة - (18 / 62) (21157 ) صحيح ¶ (¬2) - كشف الأستار - (4 / 243) (3632) حسن",
            "page": "79",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "بِالْقَلِيلِ فَيَضْجَرُ الذَّكِيُّ مِنْهُ وَيَعْجِزُ الْبَلِيدُ عَنْهُ وَمَنْ يُرَدِّدُ أَصْحَابَهُ بَيْنَ عَجْزٍ وَضَجَرٍ مَلُّوهُ وَمَلَّهُمْ (¬1) . ¶ وقَالَ عُمَرُ بْنُ الْخَطَّابِ : قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : \" قَالَ أَخِي مُوسَى عَلَيْهِ السَّلَامُ : يَا رَبِّ أَرِنِي الَّذِي كُنْتُ أَرَى فِي السَّفِينَةِ ، فَأَوْحَى اللَّهُ إِلَيْهِ يَا مُوسَى إِنَّكَ سَتَرَاهُ ، فَلَمْ يَلْبَثْ مُوسَى إِلَّا يَسِيرًا حَتَّى أَتَاهُ الْخَضِرُ ، وَهُوَ فَتًى طَيِّبُ الرِّيحِ ، حَسَنُ بَيَاضِ الثِّيَابِ ، فَقَالَ : السَّلَامُ عَلَيْكَ يَا مُوسَى بْنَ عِمْرَانَ ، إِنَّ رَبَّكَ يَقْرَأُ عَلَيْكَ السَّلَامَ وَرَحْمَةَ اللَّهِ ، قَالَ مُوسَى : هُوَ السَّلَامُ ، وَمِنْهُ السَّلَامُ ، وَإِلَيْهِ السَّلَامُ ، وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ الَّذِي لَا أُحْصِي نِعَمَهُ ، وَلَا أَقْدِرُ عَلَى أَدَاءِ شُكْرِهِ إِلَّا بِمَعُونَتِهِ ، ثُمَّ قَالَ مُوسَى : أُرِيدُ أَنْ تُوصِيَنِي بِوَصِيَّةٍ يَنْفَعُنِي اللَّهُ بِهَا ، فَقَالَ الْخَضِرُ : يَا طَالِبَ الْعِلْمِ ، إِنَّ الْقَائِلَ أَقَلَّ مَلَالَةً مِنَ الْمُسْتَمِعِ ، فَلَا تَمَلَّ جُلَسَاءَكَ إِذَا حَدَّثْتَهُمْ ، وَاعْلَمْ أَنَّ قَلْبَكَ وِعَاءٌ ، فَانْظُرْ مَاذَا تَحْشُو بِهِ وِعَاءَكَ ، وَاعْزِفْ نَفْسَكَ عَنِ الدُّنْيَا ، وَانْبِذْهَا وَرَاءَكَ ، فَإِنَّهَا لَيْسَتْ لَكَ بِدَارٍ وَلَا لَكَ فِيهَا مَحَلُّ قَرَارٍ ، فَإِنَّهَا إِنَّمَا جُعِلَتْ بُلْغَةً لِلْعِبَادِ ، لِيَتَزَوَّدُوا مِنْهَا لِلْمَعَادِ ، يَا مُوسَى وَطِّنْ نَفْسَكَ عَلَى الصَّمْتِ تُلَقَّ الْحُكْمَ ، وَأَشْعِرْ قَلْبَكَ التَّقْوَى تَنَلِ الْعِلْمَ ، وَرُضْ نَفْسَكَ عَلَى الصَّبْرِ تَخْلُصْ مِنَ الْإِثْمِ ، يَا مُوسَى تَفَرَّغْ لِلْعِلْمِ ، إِنْ كُنْتَ تُرِيدُهُ ، فَإِنَّمَا الْعِلْمُ لِمَنْ تَفَرَّغَ لَهُ ، وَلَا تَكُونَنَّ مِكْثَارَ الْمَنْطِقِ مِهْذَارًا ، فَإِنَّ كَثْرَةَ الْمَنْطِقِ تُشِينُ الْعُلَمَاءَ ، وَتُبَدِي مَسَاوِئَ السُّخَفَاءِ ، وَلَكِنْ عَلَيْكَ بِالِاقْتِصَادِ فَإِنَّ ذَلِكَ مِنَ التَّوْفِيقِ وَالسَّدَادِ ، وَأَعْرِضْ عَنِ الْجُهَّالِ ، وَاحْلُمْ عَنِ السُّفَهَاءِ ، فَإِنَّ ذَلِكَ فِعْلُ الْحُكَمَاءِ وَزَيْنُ الْعُلَمَاءِ ، إِذَا شَتَمَكَ الْجَاهِلُ فَاسْكُتْ عَنْهُ حِلْمًا ، وَجَانِبْهُ حَزْمًا ، فَإِنَّ مَا بَقِيَ مِنْ جَهْلِهِ عَلَيْكَ وَشَتْمِهِ إِيَّاكَ أَكْثَرُ وَأَعْظَمُ ، يَا ابْنَ عِمْرَانَ ، لَا تَرَى أَنَّكَ أُوتِيتَ مِنَ الْعِلْمِ إِلَّا قَلِيلًا ، فَإِنَّ التَّعَسُّفَ مِنَ الِاقْتِحَامِ وَالتَّكَلُّفِ ، يَا ابْنَ عِمْرَانَ لَا تَفْتَحَنَّ بَابًا لَا تَدْرِي مَا غَلَقُهُ ، وَلَا تُغْلِقَنَّ بَابًا لَا تَدْرِي مَا مِفْتَاحُهُ ، يَا ابْنَ عِمْرَانَ مَنْ لَا تَنْتَهِي مِنَ الدُّنْيَا نَهْمَتُهُ ، وَلَا تَنْقَضِي مِنْهَا رَغْبَتُهُ ، كَيْفَ يَكُونُ عَابِدًا مَنْ يَحْقِرُ حَالَهُ ، وَيَتَّهِمُ اللَّهَ بِمَا قَضَى لَهُ ؟ كَيْفَ يَكُونُ زَاهِدًا ؟ هَلْ يَكُفُّ عَنِ الشَّهَوَاتِ مَنْ قَدْ غَلَبَ عَلَيْهِ هَوَاهُ ، أَوْ يَنْفَعُهُ طَلَبُ الْعِلْمِ وَالْجَهْلُ قَدْ حَوَاهُ ؟ لِأَنَّ سَفْرَتَهُ إِلَى آخِرَتِهِ وَهُوَ مُقْبِلٌ عَلَى ¶ ¬__________ ¶ (¬1) - أدب الدنيا والدين ـ الماوردي ص:90",
            "page": "80",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "دُنْيَاهُ ، يَا مُوسَى تَعَلَّمْ مَا تَعَلَّمْتَ لِتَعْمَلَ بِهِ ، وَلَا تَعْلَمْهُ لِتُحَدِّثَ بِهِ فَيَكُونُ عَلَيْكَ بَوْرُهُ ، وَيَكُونُ لِغَيْرِكَ نُورُهُ ، يَا مُوسَى بْنَ عِمْرَانَ اجْعَلِ الزُّهْدَ وَالتَّقْوَى لِبَاسَكَ ، وَالْعِلْمَ وَالذِّكْرَ كَلَامَكَ ، وَاسْتَكْثِرْ مِنَ الْحَسَنَاتِ فَإِنَّكَ مُصِيبُ السَّيِّئَاتِ ، وَزَعْزِعْ بِالْخَوفِ قَلْبَكَ فَإِنَّ ذَلِكَ يُرْضِي رَبَّكَ ، وَاعْمَلْ خَيْرًا فَإِنَّكَ لَا بُدَّ عَامِلٌ شَرًّا ، وَقَدِ وُعِظْتَ إِنْ حَفِظْتَ ، ثُمَّ تَوَلَّى الْخَضِرُ وَبَقِيَ مُوسَى حَزِينًا مَكْرُوبًا \" (¬1) ¶ وعَنْ أَبِى هُرَيْرَةَ أَنَّهُ قَالَ قِيلَ يَا رَسُولَ اللَّهِ ، مَنْ أَسْعَدُ النَّاسِ بِشَفَاعَتِكَ يَوْمَ الْقِيَامَةِ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « لَقَدْ ظَنَنْتُ يَا أَبَا هُرَيْرَةَ أَنْ لاَ يَسْأَلَنِى عَنْ هَذَا الْحَدِيثِ أَحَدٌ أَوَّلُ مِنْكَ ، لِمَا رَأَيْتُ مِنْ حِرْصِكَ عَلَى الْحَدِيثِ ، أَسْعَدُ النَّاسِ بِشَفَاعَتِى يَوْمَ الْقِيَامَةِ مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ ، خَالِصًا مِنْ قَلْبِهِ أَوْ نَفْسِهِ » (¬2) . وأنت تأسف أشد الأسف حين ترى الغرب يهتم بالنابغين والنابهين، بل بالمعوقين والعاجزين من الناشئين والشباب، في مقابل الإهمال الذريع في عالمنا الإسلامي لأمثال هؤلاء، بل قد تجد الإحباط والتثبيط، ولو علم بهم الغرب لوجدوا منه العناية والرعاية، ثم الإفادة منهم في بناء حضارته ومدنيته. نشكو الظلام وفي يدنا المصباح، ونموت عطشا وبيننا تجري الأنهار: ¶ كالعيس في البيداء يقتلها الظما =والماء فوق ظهورها محمول ¶ الصفة الثانية عشرة: مراعاة الفروق الفردية: ¶ فمما ينبغي على المعلم الاهتمام به مراعاة الفروق بين طلابه وهو يعلمهم ويربيهم ويعدهم للمستقبل، مع أن هذا الأمر قد كفلته المناهج النظامية، لكن مع ذلك تظل قضية الفروق الفردية قائمة، في القاعة الواحدة والمرحلة الواحدة، فلا بد من الانتباه لها، ومراعاتها لتحقيق أكبر مصلحة في التعليم والتوجيه والإفادة من ذلك، أما خارج الأطر النظامية فأمر ¶ ¬__________ ¶ (¬1) - الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ(45 ) والمعجم الأوسط للطبراني - (7100) وقال الهيثمي : رَوَاهُ الطَّبَرَانِيُّ فِي الْأَوْسَطِ ، وَفِيهِ زَكَرِيَّا بْنُ يَحْيَى الْوَقَّارُ ، وَقَدْ ضَعَّفَهُ غَيْرُ وَاحِدٍ ، وَذَكَرَهُ ابْنُ حِبَّانَ فِي الثِّقَاتِ ، وَذَكَرَ أَنَّهُ أَخْطَأَ فِي وَصْلِهِ ، وَالصَّوَابُ فِيهِ : عَنْ سُفْيَانَ الثَّوْرِيِّ : أَنَّ رَسُولَ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - قَالَ ، وَبَقِيَّةُ رِجَالِهِ وُثِّقُوا .مجمع الزوائد - (21 / 121) ¶ (¬2) - صحيح البخارى- المكنز - (99 )",
            "page": "81",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "مراعاة الفروق الفردية أو الجماعية آكد، كما في دروس المساجد والمحاضرات العامة والخطب والمواعظ. ¶ فينبغي على المعلم والداعية أن يعطي الناس ما يناسب مستواياتهم، وعقولهم وإدراكهم، ويمسُّ حاجاتهم وواقعهم، ويكون أنفع لهم في دينهم ودنياهم وآخرتهم، ولهذا كان المعلم الأول - صلى الله عليه وسلم - يراعي ذلك في دعوته وتعليمه، حيث كانت تختلف وصاياه وأجوبته باختلاف أحوال السائلين والطالبين، فيوصي بعضهم بالعبادة وترك الشرك، وآخرين بالصلاة والزكاة، وآخرين بحسن الخلق، وآخرين بمجانبة الغضب، كما أنهم يسألونه - صلى الله عليه وسلم - عن أي الأعمال أفضل؟ فيجيب بعضهم بأنه الإيمان بالله ثم صلة الرحم، ثم الأمر بالمعروف والنهي عن المنكر، ويجيب آخرين بأنه الصلاة لوقتها، ثم بر الوالدين، ثم الجهاد في سبيل الله، وآخرين بأنه إطعام الطعام وإفشاء السلام، وهكذا، \" (¬1) ولا تفسير لهذا الاختلاف في الجواب مع اتحاد السؤال، إلا مراعاة أحوال السائلين، وما بينهم من فروق يجب اعتبارها\". وقد يختلف الجواب عن السؤال الواحد في القضية الواحدة في المجلس الواحد، فعَنْ عَبْدِ اللهِ بْنِ عَمْرِو بْنِ الْعَاصِي ، قَالَ : كُنَّا عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - ، فَجَاءَ شَابٌّ فَقَالَ : يَا رَسُولَ اللهِ ، أُقَبِّلُ وَأَنَا صَائِمٌ ؟ قَالَ : لاَ ، فَجَاءَ شَيْخٌ فَقَالَ : أُقَبِّلُ وَأَنَا صَائِمٌ ؟ قَالَ : نَعَمْ قَالَ : فَنَظَرَ بَعْضُنَا إِلَى بَعْضٍ ، فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : قَدْ عَلِمْتُ لِمَ نَظَرَ بَعْضُكُمْ إِلَى بَعْضٍ ، إِنَّ الشَّيْخَ يَمْلِكُ نَفْسَهُ (¬2) . ¶ وتختلف مواقفه - صلى الله عليه وسلم - باختلاف الأشخاص الذين يتعامل معهم، فيعامل الأعراب بما لا يعامل به أصحابه الملازمين له؛ فيغتفر لأولئك ما لا يغتفر لهؤلاء، ويتألف قلوب مسلمة الفتح وزعماء القبائل بما لا يصنع مثله مع السابقين من المهاجرين والأنصار، ويغطي فخذه عند دخول عثمان ولم يفعل ذلك مع أبي بكر وعمر، وإن دخل عليه كريم قوم أكرمه، وإذا دخل عليه سفيه أو شرير داراه بطلاقة الوجه أو بكلمة طيبة ـ دون مداهنة أو مدح بالباطل ـ تألفاً له، واتقاءً لشرّه، وتختلف أوامره - صلى الله عليه وسلم - وتكليفاته باختلاف من يأمرهم ¶ ¬__________ ¶ (¬1) - انظر تفصيل ذلك في كتابي (( الأساليب النبوية في التعليم )) ¶ (¬2) - مسند أحمد (عالم الكتب) - (2 / 645) (6739) حسن",
            "page": "82",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "ويكلفهم، فيكلف أبا بكر في الهجرة بما لا يكلف به عليا، ويكلف بعض أصحابه بقيادة السرايا وبعضهم بالمنافحة عنه وعن الإسلام بالشعر كما فعل مع حسان بن ثابت، ويعتذر لأبي ذر عن توليته لبعض أمور المسلمين، وقد يقبل من بعض الأفراد موقفاً أو سلوكاً لا يقبله من غيره لاختلاف الظروف، كما قَبِل من بعض . (¬1) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - د. عثمان علي حسن ¶ http://www.saaid.net/afkar/school/82.htm",
            "page": "83",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "الخاتمة ¶ * حسن الظن بالشيخ. وهذا يستوجب ابتداءً، ألا يتعلم المرء إلا ممن كمُلت أهليته، وظهرت ديانته، وتحققت معرفته، واشتهرت صيانته. ¶ * قال ابن سيرين وغيره من السلف: \" إِنَّ هَذَا الْعِلْمَ دِينٌ ، فَلْيَنْظُرِ الرَّجُلُ عَمَّنْ يَأْخُذُ دِينَهُ. \" اهـ (¬1) ¶ * وعلى طالب العلم أن يتحرى رضا المعلم وإن خالف رأي نفسه. فإنما هو يرضي ربه برضا معلمه. ¶ * وعليه أن ينظر معلمه بعين الاحترام ويعتقد كما أهليته ورجحانه على طبقته. فإنه أقرب إلى انتفاعه به. وإن كان أصغرَ منه سنّا، وأقلَ شهرة ونسبًا وصلاحًا وغير ذلك. ¶ * ومن الأدب ألا يدخل عليه بغير إِذْن، وإذا دخلوا عليه جماعة قدِموا أفضلهم وأنّهم. ¶ * وينبغي ألا يخاطبَ شيخه بتاء الخطاب وكافه. ولا يُناده باسمه مجردًا أو مع لقبه، كقوله: \"يا شيخ فلان\"، بل يقول: \"يا شيخي\" أو \"يا شيخنا\"، فلا يُسمّه، فإنّه أرفعُ في الأدبِ. ولا يناده من بُعدٍ من غير اضطرار. ¶ * وعليه أن يصبر، فلن ينال العلمَ إلا ببذل النفس. فيصبر على شدة معلمه به، فإنما يريد به الخير من حيث لا يدري. ¶ * وعليه أن يحتمل جفوة الشيخ وسوء خُلُقِه. ولا يصده ذلك عن ملازمته واعتقاد كمال أهليته. وإذا جافاه الشيخ، ابتدأ هو بالاعتذار، وأظهر أن الذنبَ ذنبه والعَتَبَ عليه. فذلك أنفعُ له في الدنيا والآخرة، وإنقاءٌ لقلب شيخه له. ¶ مَنْ لَمِ يَذُقْ طَعْمَ المَذَلّةْ سَاعَةًَ :: :: قَطَعَ الزمَانَ بِأَسْرِهِ مَذلُولا ¶ * ينبغي على كل أسرة أن تربي أبنائها على سلوك المسلك الصحيح في التعامل مع معلميهم. ¶ ¬__________ ¶ (¬1) - سنن الدارمى- المكنز - (427) صحيح",
            "page": "84",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "{سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ (180) وَسَلَامٌ عَلَى الْمُرْسَلِينَ (181) وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (182) } [الصافات : 180 - 182]. (¬1) ¶ - - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - http://www.islamlight.net/index.php?option=content&task=view&id=3074&Itemid=34",
            "page": "85",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أهم المصادر ¶ 1. موسوعة خطب المنبر ¶ 2. المعجم الكبير للطبراني ¶ 3. إحياء علوم الدين ¶ 4. منهج التربية النبوية للطفل ¶ 5. سير أعلام النبلاء ¶ 6. السيرة النبوية عرض وقائع وتحليل أحداث للصلابي ¶ 7. السيرة دروس وعبر للمؤلف ¶ 8. صحيح البخارى- المكنز - ¶ 9. صحيح ابن حبان ¶ 10. المسند الجامع ¶ 11. صحيح مسلم- المكنز - ¶ 12. شعب الإيمان ¶ 13. فَضَائِلُ الصِّحَابَةِ لِأَحْمَدَ بْنِ حَنْبَلٍ ¶ 14. جَامِعُ بَيَانِ الْعِلْمِ ¶ 15. الْجَامِعُ لِأَخْلَاقِ الرَّاوِي وَآدَابِ السَّامِعِ لِلْخَطِيِبِ الْبَغْدَادِيِّ ¶ 16. تفسير ابن كثير - دار طيبة - ¶ 17. سنن أبي داود - المكنز - ¶ 18. مصنف ابن أبي شيبة ¶ 19. تربية الأولاد في الإسلام لعلوان ¶ 20. حقوق الأولاد في الإسلام للمؤلف ¶ 21. موسوعة الدفاع عن رسول الله صلى الله عليه وسلم للمؤلف ¶ 22. عصر الخلافة الراشدة ¶ 23. مسند البزار ( المطبوع باسم البحر الزخار ¶ 24. الفوائد لتمام 414 ¶ 25. أيسر التفاسير لأسعد حومد ¶ 26. تفسير السعدي ¶ 27. مسند أحمد (عالم الكتب) ¶ 28. أدب الدنيا والدين ـ الماوردي ¶ 29. إيقاظ الهمم شرح متن الحكم ¶ 30. http://www.4uarab.com/vb/archive/index.php/t-54947.html ¶ 31. رسالة المعلم.... وواجب الطالب. المجلة الثقافية - الإصدار الدولي العدد: 44 ¶ 32. رسالة المعلم- روائع من الأدب العربي. ¶ 33. المعلم من الواجب الوظيفي إلى الواجب الرسالي. شبكة المشكاة الإسلامية. ¶ 34. غاية المقصد فى زوائد المسند ¶ 35. مسند الشاشي ¶ 36. تفسير القرطبي ـ موافق للمطبوع - ¶ 37.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "الدور التربوي للوالدين في تنشئة الفتاة المسلمة في مرحلة الطفولة ¶ 38. أيها الولد\" الغزالي ¶ 39. الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ ¶ 40. سير أعلام النبلاء ¶ 41. مُسْتَخْرَجُ أَبِي عَوَانَةَ ¶ 42. http://www.asedu.info/forum/showthread.php?t=3602 ¶ 43. أدب الدنيا والدين ¶ 44. تاريخ الإسلام للإمام الذهبي - موافقة للمطبوع - ¶ 45. إرشاد الطلاب ¶ 46. تربية الأولاد في الإسلام ¶ 47. مجموع رسائل ابن حزم ¶ 48. موسوعة كتب ابن القيم ¶ 49. سنن الترمذى- المكنز - ¶ 50. مَكَارِمُ الْأَخْلَاقِ لِلْخَرَائِطِيِّ ¶ 51. الْمَدْخَلُ إِلَى السُّنَنِ الْكُبْرَى لِلْبَيْهَقِيِّ ¶ 52. حلية طالب العلم ¶ 53. تربية الطفل في الإسلام ¶ 54. أمالي القالي ¶ 55. البيان والتبيين ¶ 56. تفسير السعدي ¶ 57. تفسير الشعراوي ¶ 58. إعلام الموقعين عن رب العالمين ¶ 59. بريقة محمودية في شرح طريقة محمدية وشريعة نبوية ¶ 60. منهج التربية النبوية للطفل ¶ 61. كتاب العلم للشيخ ابن عثيمين ¶ 62. http://www.islamlight.net/index.php?option=content&task=view&id=3074&Itemid=34 ¶ 63. المدرس ومهارات التوجيه لمحمد بن عبد الله الدويش ¶ 64. مجلة البيان ـ الافتتاحية ـ العدد 16 ¶ 65. جامع العلوم والحكم ـ ابن رجب الحنبلي ¶ 66. سنن ابن ماجة- طبع مؤسسة الرسالة - ¶ 67. المرقاة شرح المشكاة ـ الملا علي القاري ¶ 68. الرسول والعلم ¶ 69. سنن الدارمى- المكنز - ¶ 70. ترتيب المدارك ـ عياض ¶ 71. ميزان العمل ¶ 72. كتب القرضاوي ¶ 73. الْفَقِيهُ وَالْمُتَفَقِّهُ لِلْخَطِيبِ الْبَغْدَادِيِّ ¶ 74. طبقات الحنابلة ـ القاضي أبو الحسين محمد بن أبي يعلى ¶ 75.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "المجموع شرح المهذب ¶ 76. تذكرة السامع والمتكلم ـ ابن جماعة ¶ 77. تفسير الطبري - مؤسسة الرسالة ¶ 78. كشف الأستار ¶ 79. مجمع الزوائد ¶ 80. الأساليب النبوية في التعليم للمؤلف ¶ 81. المكتبة الشاملة 3 ¶ 82. برنامج قالون ¶ 83. http://www.saaid.net/afkar/school/82.htm ¶ 84. http://www.islamlight.net/index.php?option=content&task=view&id=3074&Itemid=34",
            "page": "88",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "الفهرس العام ¶ المبحث الأول ... 5 ¶ وجوب الرجوع لسيرة المعلم الأول - صلى الله عليه وسلم - ... 5 ¶ المبحث الثاني ... 7 ¶ تعامل الصحابة مع الرسول - صلى الله عليه وسلم - ومع بعضهم بعضاً ... 7 ¶ المبحث الثالث ... 12 ¶ المعلم الناجح ... 12 ¶ المبحث الرابع ... 14 ¶ دور الآباء والأولياء ... 14 ¶ المبحث الخامس ... 19 ¶ همسة في أذن المعلِّم ... 19 ¶ المبحث السادس ... 23 ¶ همسة في أذن الطالب والطالبة ... 23 ¶ المبحث السابع ... 26 ¶ حقوق المعلِّم وواجباته ... 26 ¶ المطلب الأول ... 26 ¶ حقوق المعلِّم المهنية والمادية والمعنوية ... 26 ¶ المطلب الثاني ... 28 ¶ واجبات المعلم ... 28 ¶ المبحث الثامن ... 33 ¶ الحقوق العامة للمعلم ... 33",
            "page": "89",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "المطلب الأول ... 33 ¶ الأدوار التربوية ... 33 ¶ المطلب الثاني ... 33 ¶ التدريب والتأهيل ... 33 ¶ المطلب الثالث ... 34 ¶ الرعاية الصحية والاجتماعية ... 34 ¶ المطلب الثالث ... 35 ¶ المستوى الوظيفي ... 35 ¶ المطلب الرابع ... 35 ¶ اختيار قادة العمل التربوي ... 35 ¶ المبحث الخامس ... 36 ¶ المشاركة في التخطيط ... 36 ¶ المبحث التاسع ... 37 ¶ حقوق المعلم الخاصة ... 37 ¶ المطلب الأول ... 37 ¶ احترام المعلم وتوقيره ومحبته ... 37 ¶ المطلب الثاني ... 41 ¶ أدب الجلوس مع المعلم ... 41 ¶ المطلب الثالث ... 43 ¶ أدب الإنصات إلى المعلم ... 43 ¶ المطلب الرابع ... 44",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "أدب الحديث مع المعلم ... 44 ¶ المبحث العاشر ... 48 ¶ أسلوب التعامل مع المعلم خارج الحلقة أو الدرس ... 48 ¶ المطلب الأول ... 48 ¶ رعاية حرمة المعلم ... 48 ¶ المطلب الثاني ... 51 ¶ حسن معاشرة المعلم ... 51 ¶ المطلب الثالث ... 52 ¶ كيفية التعامل مع خطأ المعلم ... 52 ¶ المبحث الحادي عشر ... 54 ¶ يا معلم الأجيال! ... 54 ¶ المبحث الثاني عشر ... 56 ¶ المعلم من الواجب الوظيفي إلى الواجب الرسالي ... 56 ¶ المطلب الأول ... 56 ¶ مقدمة ... 56 ¶ المطلب الثاني ... 56 ¶ أهمية الموضوع ... 56 ¶ المطلب الثالث ... 60 ¶ نماذج سلبية لبعض المعلمين: ... 60 ¶ المطلب الرابع ... 63 ¶ المُعَلِّم الرسالي المنشود ... 63",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الصفة الأولى: نيةٌ خالصةٌ وقصدٌ صادق ... 64 ¶ الصفة الثانية: التعليم رسالة لا مجرد وظيفة ... 67 ¶ الصفة الثالثة: يحمل همَّ أُمّة ... 68 ¶ الصفة الرابعة: عطاء لا ينتظر الثناء ... 69 ¶ الصفة الخامسة: المعلم القدوة ... 70 ¶ الصفة السادسة: العناية بالمظهر ... 72 ¶ الصفة السابعة: العناية بالتخصص ... 73 ¶ الصفة الثامنة: عدلٌ وإنصافٌ ... 74 ¶ الصفة التاسعة: التعليم مشاركةٌ ... 75 ¶ الصفة العاشرة: معلِّمٌ ومتعلِّمٌ في الوقت نفسه ... 76 ¶ الصفة الحادية عشرة: استكشاف المواهب ورعايتها ... 79 ¶ الصفة الثانية عشرة: مراعاة الفروق الفردية: ... 81 ¶ الخاتمة ... 84",
            "page": "92",
            "part": "1"
        }
    ],
    "t36081": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في حقوق المعلم وواجباته - وسط"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الأول وجوب الرجوع لسيرة المعلم الأول - صلى الله عليه وسلم -"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني تعامل الصحابة مع الرسول - صلى الله عليه وسلم - ومع بعضهم بعضاً"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثالث المعلم الناجح"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الرابع دور الآباء والأولياء"
        },
        {
            "id": "20",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الخامس همسة في أذن المعلِّم"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السادس همسة في أذن الطالب والطالبة"
        },
        {
            "id": "27",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث السابع حقوق المعلِّم وواجباته"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول حقوق المعلِّم المهنية والمادية والمعنوية"
        },
        {
            "id": "29",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني واجبات المعلم"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثامن الحقوق العامة للمعلم"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول الأدوار التربوية"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني التدريب والتأهيل"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث الرعاية الصحية والاجتماعية"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث المستوى الوظيفي"
        },
        {
            "id": "36",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الرابع اختيار قادة العمل التربوي"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس المشاركة في التخطيط"
        },
        {
            "id": "38",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث التاسع حقوق المعلم الخاصة"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول احترام المعلم وتوقيره ومحبته"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني أدب الجلوس مع المعلم"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث أدب الإنصات إلى المعلم"
        },
        {
            "id": "45",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع أدب الحديث مع المعلم"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث العاشر أسلوب التعامل مع المعلم خارج الحلقة أو الدرس"
        },
        {
            "id": "49",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول رعاية حرمة المعلم"
        },
        {
            "id": "52",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثاني حسن معاشرة المعلم"
        },
        {
            "id": "53",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث كيفية التعامل مع خطأ المعلم"
        },
        {
            "id": "55",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الحادي عشر يا معلم الأجيال!"
        },
        {
            "id": "57",
            "lvl": "1",
            "sub": null,
            "tit": "المبحث الثاني عشر المعلم من الواجب الوظيفي إلى الواجب الرسالي"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "1",
            "tit": "المطلب الأول مقدمة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": "2",
            "tit": "المطلب الثاني أهمية الموضوع"
        },
        {
            "id": "61",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الثالث نماذج سلبية لبعض المعلمين"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "المطلب الرابع المُعَلِّم الرسالي المنشود"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الأولى: نيةٌ خالصةٌ وقصدٌ صادق"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الثانية: التعليم رسالة لا مجرد وظيفة"
        },
        {
            "id": "69",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الثالثة: يحمل همَّ أُمّة"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الرابعة: عطاء لا ينتظر الثناء"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الخامسة: المعلم القدوة"
        },
        {
            "id": "73",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة السادسة: العناية بالمظهر"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة السابعة: العناية بالتخصص"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الثامنة: عدلٌ وإنصافٌ"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة التاسعة: التعليم مشاركةٌ"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة العاشرة: معلِّمٌ ومتعلِّمٌ في الوقت نفسه"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الحادية عشرة: استكشاف المواهب ورعايتها"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "الصفة الثانية عشرة: مراعاة الفروق الفردية:"
        },
        {
            "id": "85",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}