{
    "b36086": [
        {
            "id": "1",
            "nass": "الخلاصةُ ¶ في صفات المربي الصالح ¶ جمع وإعداد ¶ الباحث في القرآن والسنَّة ¶ علي بن نايف الشحود ¶ الطبعة الأولى ¶ 1430هـ -2009 م ¶ ((بهانج- دار المعمور )) ¶ ((حقوق الطبع لكل مسلم ))",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين،والصلاة والسلام على سيد الأنبياء والمرسلين،وعلى آله وصحبه أجمعين،ومن تبعهم بإحسان إلى يوم الدين . ¶ أما بعد : ¶ فإن تربية الأطفال من أصعب الأمور في الحياة ،ذلك لأنهم جيل المستقبل المنشود ،وعلى أكتافهم تقوم نهضة الأمم . ¶ والعملية التربوية تحتاج إلى العناصر التالية : ¶ المنهج السليم المناسب للطلاب ¶ البيئة العلمية السليمة في البيت والمدرسة والمجتمع ¶ الإدارة التربوية السليمة والصالحة . ¶ المعلم التي يقوم بتطبيق المنهج التربوي ،ودور المعلم يعتبر هو العامل الحاسم في نجاحها أو إخفاقها . ¶ ومن ثم يجب أن يكون هناك اهتمام كبير في إعداده إعداداً صحيحاً وسليماً . ¶ والمنهج الإسلامي قد اعتنى بهذا الجانب - وبكل الجوانب المشار إليها-اعتناء كبيرا وفريدا ،لا يدانيه منهج في الأرض ،ذلك لأنه",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يستمد قوته من الوحي المعصوم ،بعكس المناهج الأرضية التي تعتمد على العادات والتقاليد ،وإشباع الرغبات المادية ليس إلا . ¶ ولو نظرنا إليها مليًّا لوجدنا أن مناهجهم التربوية للطالب والمعلم قد أخفقت إخقاقاً تاماً في إنشاء جيل صالح ومجتمع صالح ،ذلك لأنها تفقد الروح التي لا توجد إلا في ظل الإسلام . ¶ وفي هذا الكتيب بيان لأهم الصفات التي ينبغي أن يتحلَّى بها المربي الصالح الناجح ،وقد قسمته لبابين على الشكل التالي : ¶ الباب الأول = الصفات العامة للمربي الصالح وهي : ¶ 1- الحلم والأناة 2- الرفق واللين 3- الرحمة 4- الابتعاد عن الغضب 5- الليونة والمرونة 6- أخذ أيسر الأمرين ما لم يكن إثما 7- الاعتدال والتوسط 8- التخول بالموعظة الحسنة 9- القدوة الحسنة وعدم مخالفة الفعل للقول 10- العلم 11- الأمانة 12- القوة 13- العدل 14- الحرص 15- الحزم 16- الصلاح 17- الصدق 18- الحكمة ¶ الباب الثاني= الخصائص التي ينبغي أن يتصف بها المربي الصالح وهي : ¶ 1-الخصائص الجسيمة 2 -الخصائص العقلية 3 -الخصائص الخلُقية ¶ وقد جمعتها من أماكن متعددة ،وكلها مشفوعة بالدليل الواضح .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وها أنا ذا أضعها بين أيديكم عسى أن تسهم في هذا المجال الذي نحن بأمس الحاجة إليه . ¶ صحيح أن تطبيقها ليس بالأمر الهين ولا بالسهل ،بل تحتاج إلى مجاهدة وصبر وجلد {وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُوا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ} (35) سورة فصلت. ¶ فأنت أخي المربي بين خيارين لا ثالث لهما إما أن تكون موظفاً أو صاحب رسالة يبذل كل ما في وسعه لإيصالها إلى الناس،ويضحي من أجلها بالغالي والنفيس . ¶ وشتان شتنان بين النائحة والثكلى . ¶ أسأل الله تعالى أن يجعلني وإياكم من المربين والمرشدين والمعلمين الصالحين لكي نسدَّ ثغرة من ثغور الإسلام . ¶ الباحث في القرآن والسنة ¶ علي بن نايف الشحود ¶ 3 رجب 1430هـ الموافق ل 26/6/2009 م ¶ - - - - - - - - - - -",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الباب الأول ¶ الصفات العامة للمربي الصالح ¶ هناك صفات أساسية،كلما اقترب منها المربي كانت له عَوْناً في العملية التربوية،والكمال البشري هو للرسل ـ عليهم الصلاة والسلام ـ ولكن الإنسان يسعى بكل جهده وبقدر المستطاع،للتوصل إلى الأخلاق الطيبة والصفات الحميدة ؛ ...وإليك أهم الصفات التي يسعى إليها المربي ـ وفقني الله وإياك إليها ـ: ¶ 1- الحلم والأناة: ¶ وهما من الصفات التي يحبهما الله ولهما تأثير تربوي كبير،فعَنِ ابْنِ عَبَّاسٍ:أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لأَشَجِّ أَشَجِّ عَبْدِ الْقَيْسِ:إِنَّ فِيكَ خَصْلَتَيْنِ يُحِبُّهُمَا اللَّهُ:الْحِلْمُ وَالأَنَاةُ. (¬1) . ¶ قال عبد الله بن طاهر: كنت عند المأمون يوماً،فنادى بالخادم: يا غلام،فلم يجبه أحد،ثم نادى ثانياً وصاح: يا غلام،فدخل غلام تركي وهو يقول: أما ينبغي للغلام أن يأكل ويشرب؟ كلما خرجنا من عندك تصيح: يا غلام،يا غلام،إلى كم يا غلام؟!.. فنكس المأمون رأسه طويلا - فما شككت في أن يأمرني بضرب عنقه - ثم نظر ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (16 / 181)(7204) وصحيح مسلم- المكنز -(126 )",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إليّ،فقال: يا عبد الله،إن الرجل إذا حسنتْ أخلاقه،ساءت أخلاق خدمه،وإنا لا نستطيع أن نسيء أخلاقنا لنحسن أخلاق خدمنا..!!. (¬1) ¶ ــــــــــ ¶ 2- الرفق واللين: ¶ عن عَائِشَةَ زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « يَا عَائِشَةُ إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ وَيُعْطِى عَلَى الرِّفْقِ مَا لاَ يُعْطِى عَلَى الْعُنْفِ وَمَا لاَ يُعْطِى عَلَى مَا سِوَاهُ » (¬2) . وعَنْ أَبِي هُرَيْرَةَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:إِنَّ اللَّهَ رَفِيقٌ يُحِبُّ الرِّفْقَ،وَيُعْطِي عَلَى الرِّفْقِ مَا لاَ يُعْطِي عَلَى الْعُنْفِ. (¬3) ¶ وعَنْ عَائِشَةَ زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - عَنِ النَّبِىِّ - صلى الله عليه وسلم - قَالَ « إِنَّ الرِّفْقَ لاَ يَكُونُ فِى شَىْءٍ إِلاَّ زَانَهُ وَلاَ يُنْزَعُ مِنْ شَىْءٍ إِلاَّ شَانَهُ ». (¬4) ¶ وعَنْ جَرِيرٍ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:مَنْ يُحْرَمِ الرِّفْقَ يُحْرَمِ الْخَيْرَ. (¬5) ¶ ¬__________ ¶ (¬1) - تربية الأولاد في الإسلام لعلوان - (1 / 287) وتربية الأولاد في الإسلام للنابلسي - (15 / 15) والمستطرف في كل فن مستظرف - (1 / 121) ¶ (¬2) - صحيح مسلم- المكنز - (6766 ) ¶ (¬3) - صحيح ابن حبان - (2 / 309)(549) صحيح ¶ (¬4) - صحيح مسلم- المكنز - (6767 ) ¶ (¬5) - صحيح ابن حبان - (2 / 308)(548) وصحيح مسلم- المكنز -(6763)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعَنْ عَائِشَةَ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَالَ لَهَا:يَا عَائِشَةُ،ارْفُقِي،فَإِنَّ اللَّهَ إِذَا أَرَادَ بِأَهْلِ بَيْتٍ خَيْرًا،دَلَّهُمْ عَلَى بَابِ الرِّفْقِ. (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ،قَالَ:كُنَّا نُصَلِّي مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - الْعِشَاءَ،فَكَانَ يُصَلِّي،فَإِذَا سَجَدَ وَثَبَ الْحَسَنُ وَالْحُسَيْنُ عَلَى ظَهْرِهِ،وَإِذَا رَفَعَ رَأْسَهُ أَخَذَهُمَا فَوَضَعَهُمَا وَضْعًا رقيقا،فَإِذَا عَادَ عَادًا،فَلَمَّا صَلَّى جَعَلَ وَاحِدًا هَا هُنَا وَوَاحِدًا هَا هُنَا،فَجِئْتُهُ فَقُلْتُ:يَا رَسُولَ اللَّهِ،أَلا أَذْهَبُ بِهِمَا إِلَى أُمِّهِمَا ؟ قَالَ:لاَ،فَبَرَقَتْ بَرْقَةً،فَقَالَ:الْحَقَا بِأُمِّكُمَا،فَمَا زَالا يَمْشِيَانِ فِي ضَوْئِهَا حَتَّى دَخَلا \" (¬2) ¶ ــــــــــ ¶ 3- الرحمة: ¶ صفة من صفات المربي الناجح وهي من الوالدين لأبنائهما أخص،ورحمة الأولاد من أهم أسس نشأتهم ومقومات نموهم النفسي والاجتماعي نموا قويا سويا،فإذا فقد الأولاد المحبة نشئوا منحرفين في المجتمع لا يتعاونون مع أفراده ولا يندمجون في وسطه. عن أبي قَتَادَةَ:خَرَجَ عَلَيْنَا النَّبِىُّ - صلى الله عليه وسلم - وَأُمَامَةُ بِنْتُ أَبِى الْعَاصِ عَلَى عَاتِقِهِ،فَصَلَّى فَإِذَا رَكَعَ وَضَعَهَا،وَإِذَا رَفَعَ رَفَعَهَا (¬3) . ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (8 / 175)(24734) 25241- صحيح ¶ (¬2) - المستدرك للحاكم (4782) وصححه ووافقه الذهبي ¶ (¬3) - صحيح البخارى- المكنز - (5996 )",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ،أَنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - قَبَّلَ الْحَسَنَ بْنَ عَلِيٍّ وَالأَقْرَعُ بْنُ حَابِسٍ التَّمِيمِيُّ جَالِسٌ،فَقَالَ:الأَقْرَعُ:إِنَّ لِيَ عَشَرَةً مِنَ الْوَلَدِ مَا قَبَّلْتُ مِنْهُمْ أَحَدًا قَطُّ،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :مَنْ لاَ يَرْحَمُ لاَ يُرْحَمُ. (¬1) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:أَبْصَرَ الأَقْرَعُ بْنُ حَابِسٍ التَّمِيمِيُّ النَّبِيَّ - صلى الله عليه وسلم - يُقَبِّلُ الْحَسَنَ بْنَ عَلِيٍّ،فقَالَ:إِنَّ لِي عَشْرَةً مِنَ الْوَلَدِ،مَا قَبَّلْتُ أَحَدًا مِنْهُمْ،فقَالَ نَبِيُّ اللهِ - صلى الله عليه وسلم - :مَنْ لاَ يَرْحَمْ لاَ يُرْحَمْ. (¬2) ¶ وعَنْ مَالِكِ بْنِ الْحُوَيْرِثِ قَالَ:أَتَيْنَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَنَحْنُ شَبَبَةٌ مُتَقَارِبُونَ،فَأَقَمْنَا عِنْدَهُ عِشْرِينَ لَيْلَةً،قَالَ:وَكَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - رَحِيمًا رَفِيقًا،فَظَنَّ أَنَّا قَدِ اشْتَقْنَا أَهْلَنَا،فَسَأَلَنَا عَمَّنْ تَرَكْنَا مِنْ أَهْلِنَا،فَأَخْبَرْنَاهُ فَقَالَ :« ارْجِعُوا إِلَى أَهْلِيكُمْ فَأَقِيمُوا عِنْدَهُمْ وَعَلِّمُوهُمْ وَمُرُوهُمْ فَإِذَا حَضَرَتِ الصَّلاَةُ فَلْيُؤَذِّنْ لَكُمْ أَحَدُكُمْ وَلْيَؤُمَّكُمْ أَكْبَرُكُمْ » (¬3) . ¶ وعَنِ ابْنِ عُمَرَ،عَنِ النَّبِيِّ - صلى الله عليه وسلم - ،قَالَ:إِنَّ لِكُلِّ شَجَرَةٍ ثَمَرَةً،وَثَمَرَةُ الْقَلْبِ الْوَلَدُ،إِنَّ اللَّهَ لا يَرْحَمُ مَنْ لا يَرْحَمُ وَلَدَهُ،وَالَّذِي نَفْسِي بِيَدِهِ لا يَدْخُلُ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (5997) وصحيح ابن حبان - (12 / 407)(5594) ¶ (¬2) - صحيح ابن حبان - (2 / 202)(4579) صحيح ¶ (¬3) - السنن الكبرى للبيهقي- المكنز - (3 / 54) (5125) وصحيح مسلم- المكنز - (1567) وصحيح البخارى- المكنز - (631 )",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الْجَنَّةَ إِلا رَحِيمٌ،قُلْنَا:يَا رَسُولَ اللَّهِ،كُلُّنَا يَرْحَمُ،قَالَ:لَيْسَ بِرَحْمَةِ أَنْ يَرْحَمَ أَحَدُكُمْ صَاحِبَهُ،إِنَّمَا الرَّحْمَةُ أَنْ يَرْحَمَ النَّاسَ. (¬1) ¶ ــــــــــ ¶ 4- الابتعاد عن الغضب: ¶ إنّ الغضب والعصبية الجنونية من الصفات السلبية في العملية التربوية ؛ بل كذلك من الناحية الاجتماعية،فإذا ملك الإنسان غضبه،وكظم غيظه،كان ذلك فلاحا له ولاولاده؛ والعكس بالعكس. ¶ ومن صفات المربي الناجح أما كان أو أبا أو من يقوم مقامهما البعد عن الغضب لما له من آثار سلبية في العملية التربوية،فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَجُلاً قَالَ لِلنَّبِىِّ - صلى الله عليه وسلم - أَوْصِنِى . قَالَ « لاَ تَغْضَبْ » . فَرَدَّدَ مِرَارًا،قَالَ « لاَ تَغْضَبْ » (¬2) .. ¶ وعَنِ الأَحْنَفِ بْنِ قَيْسٍ،عَنِ ابْنِ عَمٍّ لَهُ وَهُوَ جَارِيَةُ بْنُ قُدَامَةَ،أَنَّهُ قَالَ:يَا رَسُولَ اللهِ،قُلْ لِي قَوْلاً يَنْفَعُنِي اللَّهُ بِهِ،وَأَقْلِلْ لَعَلِّي لاَ أُغْفِلُهُ،قَالَ:لاَ تَغْضَبْ فَعَادَ لَهُ مِرَارًا،كُلُّ ذَلِكَ يَرْجِعُ إِلَيْهِ رَسُولُ اللهِ - صلى الله عليه وسلم - :لاَ تَغْضَبْ. (¬3) ¶ ¬__________ ¶ (¬1) - كشف الأستار - (2 / 377) (1889) ومسند عبد بن حميد -(1458 ) ضعيف ¶ (¬2) - صحيح البخارى- المكنز - (6116 ) ¶ (¬3) - صحيح ابن حبان - (12 / 502)(5689) صحيح ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:قَوْلُهُ - صلى الله عليه وسلم - لاَ تَغْضَبْ أَرَادَ بِهِ أَنْ لاَ تَعْمَلَ عَمَلاً بَعْدَ الْغَضَبِ مِمَّا نَهَيْتُكَ عَنْهُ،لاَ أَنَّهُ نَهَاهُ عَنِ الْغَضَبِ،إِذِ الْغَضَبُ شَيْءٌ جِبِلَّةٌ فِي الإِنْسَانِ،وَمُحَالٌ أَنْ يُنْهَى الْمَرْءُ عَنْ جِبِلَّتِهِ الَّتِي خُلِقَ عَلَيْهَا،بَلْ وَقَعَ النَّهْيُ فِي هَذَا الْخَبَرِ عَمَّا يَتَوَلَّدُ مِنَ الْغَضَبِ مِمَّا ذَكَرْنَاهُ.صحيح ابن حبان - (12 / 503)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كذلك اعتبر ـ - صلى الله عليه وسلم - ـ الشجاعة هي القدرة على عدم الغضب؛ فعَنْ أَبِى هُرَيْرَةَ - رضى الله عنه - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ،إِنَّمَا الشَّدِيدُ الَّذِى يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ » (¬1) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :لَيْسَ الشَّدِيدُ بِالصُّرَعَةِ قَالُوا:فَمَنِ الشَّدِيدُ يَا رَسُولَ اللهِ ؟ قَالَ:الَّذِي يَمْلِكُ نَفْسَهُ عِنْدَ الْغَضَبِ. (¬2) ¶ ــــــــــ ¶ 5- الليونة والمرونة: ¶ وهنا يجدر بنا فهم الليونة بمعناها الواسع،وهي: قدرة فهم الآخرين بشكل متكامل لا بمنظار ضيق؛وليس معناها الضعف والهوان،وإنما التيسير الذي أباحه الشرع،فعَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « أَلاَ أُخْبِرُكُمْ بِمَنْ يَحْرُمُ عَلَى النَّارِ أَوْ بِمَنْ تَحْرُمُ عَلَيْهِ النَّارُ عَلَى كُلِّ قَرِيبٍ هَيِّنٍ لَيِّنٍ سَهْلٍ » (¬3) .. ¶ ــــــــــ ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6114 ) وصحيح مسلم- المكنز -(6809) ¶ (¬2) - مسند أحمد (عالم الكتب) - (3 / 112) (7640) 7628- صحيح ¶ (¬3) - سنن الترمذى- المكنز - (2676) صحيح",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "6- أخذ أيسر الأمرين ما لم يكن إثما: ¶ فعَنْ عَائِشَةَ - رضى الله عنها - أَنَّهَا قَالَتْ مَا خُيِّرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بَيْنَ أَمْرَيْنِ قَطُّ إِلاَّ أَخَذَ أَيْسَرَهُمَا،مَا لَمْ يَكُنْ إِثْمًا،فَإِنْ كَانَ إِثْمًا كَانَ أَبْعَدَ النَّاسِ مِنْهُ،وَمَا انْتَقَمَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - لِنَفْسِهِ فِى شَىْءٍ قَطُّ،إِلاَّ أَنْ تُنْتَهَكَ حُرْمَةُ اللَّهِ،فَيَنْتَقِمَ بِهَا لِلَّهِ (¬1) . ¶ وأيسر الأمرين يكون في الأمور المباحة والمشروعة،فيتخير المربي في تعامله مع أبنائه وطلابه أحسن الأساليب وأفضل الأوقات وأحسن الألفاظ والعبارات،وأرق التوجيهات ليصل إلى عقولهم بأقل جهد وأقصر طريق. (¬2) ¶ ــــــــــ ¶ 7- الاعتدال والتوسط: ¶ إن التطرف صفة ذميمة في كل الأمور؛ لهذا نجد أن رسول الله ـ - صلى الله عليه وسلم - ـ يحب الاعتدال في أمور الدين،فما بالك في باقي الأمور الحياتية الأخرى،والتي أهمها العملية التربوية؟ ¶ فعَنْ أَبِى مَسْعُودٍ الأَنْصَارِىِّ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ إِنِّى لأَتَأَخَّرُ عَنْ صَلاَةِ الصُّبْحِ مِنْ أَجْلِ فُلاَنٍ مِمَّا يُطِيلُ بِنَا. فَمَا ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6126 ) ¶ (¬2) - انظر كتابي (( الأساليب النبوية في التعليم )) -الباب الأول -صفات ينبغي توفرها في المعلم",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "رَأَيْتُ النَّبِىَّ - صلى الله عليه وسلم - غَضِبَ فِى مَوْعِظَةٍ قَطُّ أَشَدَّ مِمَّا غَضِبَ يَوْمَئِذٍ فَقَالَ « يَا أَيُّهَا النَّاسُ إِنَّ مِنْكُمْ مُنَفِّرِينَ فَأَيُّكُمْ أَمَّ النَّاسَ فَلْيُوجِزْ فَإِنَّ مِنْ وَرَائِهِ الْكَبِيرَ وَالضَّعِيفَ وَذَا الْحَاجَةِ » (¬1) .. ¶ وعن عَمْرَو بْنِ دِينَارٍ،سَمِعَ جَابِرَ بْنَ عَبْدِ اللهِ،قَالَ:كَانَ مُعَاذُ بْنُ جَبَلٍ يُصَلِّي مَعَ النَّبِيِّ - صلى الله عليه وسلم - ،ثُمَّ يَرْجِعُ إِلَى قَوْمِهِ فَيَؤُمُّهُمْ،قَالَ:فَأَخَّرَ النَّبِيُّ - صلى الله عليه وسلم - الْعِشَاءَ ذَاتَ لَيْلَةٍ فَصَلَّى مَعَهُ مُعَاذُ بْنُ جَبَلٍ،ثُمَّ رَجَعَ إِلَيْنَا فَتَقَدَّمَ لَيَؤُمَّنَا،فَافْتَتَحَ سُورَةَ الْبَقَرَةِ،فَلَمَّا رَأَى ذَلِكَ رَجُلٌ مِنَ الْقَوْمِ تَنَحَّى فَصَلَّى وَحْدَهُ،ثُمَّ انْصَرَفَ،فَقُلْنَا لَهُ:مَا لَكَ يَا فُلاَنُ،أَنَافَقْتَ ؟ قَالَ:مَا نَافَقْتُ،وَلَآتِيَنَّ النَّبِيَّ - صلى الله عليه وسلم - فَلَأُخْبِرَنَّهُ ،فَأَتَى النَّبِيَّ - صلى الله عليه وسلم - ،فَقَالَ:يَا رَسُولَ اللهِ،إِنَّ مُعَاذًا يُصَلِّي مَعَكَ،ثُمَّ يَرْجِعُ فَيَؤُمُّنَا،وَإِنَّكَ أَخَّرْتَ الْعِشَاءَ الْبَارِحَةَ فَصَلَّى مَعَكَ،ثُمَّ رَجَعَ إِلَيْنَا فَتَقَدَّمَ لَيَؤُمَّنَا،فَافْتَتَحَ سُورَةَ الْبَقَرَةِ،فَلَمَّا رَأَيْتُ ذَلِكَ تَنَحَّيْتُ فَصَلَّيْتُ وَحْدِي،أَيْ رَسُولَ اللهِ - صلى الله عليه وسلم - ،فَإِنَّمَا نَحْنُ أَصْحَابُ نَوَاضِحَ،وَإِنَّمَا نَعْمَلُ بِأَيْدِينَا،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :أَفَتَّانٌ أَنْتَ يَا مُعَاذُ ؟ أَفَتَّانٌ أَنْتَ يَا مُعَاذُ ؟ اقْرَأْ بِسُورَةِ كَذَا وَسُورَةِ كَذَا قَالَ عَمْرٌو:وَأَمَرَهُ بِسُوَرٍ قِصَارٍ لاَ أَحْفَظُهَا،قَالَ سُفْيَانُ:فَقُلْنَا لِعَمْرِو بْنِ دِينَارٍ:إِنَّ أَبَا الزُّبَيْرِ قَالَ لَهُمْ:إِنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لَهُ:اقْرَأْ بِالسَّمَاءِ ¶ ¬__________ ¶ (¬1) - صحيح مسلم- المكنز - (1072 )",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وَالطَّارِقِ،وَالسَّمَاءِ ذَاتِ الْبُرُوجِ،وَالشَّمْسِ وَضُحَاهَا،وَاللَّيْلِ إِذَا يَغْشَى،قَالَ عَمْرٌو نَحْوَ هَذَا.\" (¬1) ¶ وفيه وجوب تخفيف صلاة الجماعة مع الإئتمام. ¶ وغضبه - صلى الله عليه وسلم - على المثقلين،وعدُّه هذا من الفتنة. وجواز تطويل صلاة المنفرد ما شاء،وقيد بأن لا يخرج الوقت وهو في الصلاة. وذلك كيلا تصطدم مصلحة المبالغة بالتطويل من أجل كمال الصلاة مع مفسدة إيقاع الصلاة في غير وقتها.ووجوب مراعاة العاجزين وأصحاب الحاجات في الصلاة.وأنه لا بأس بإطالة الصلاة،إذا كان عدد المأمومين ينحصر وآثروا التطويل. وأنه ينبغي للإنسان أن يسهل على الناس طريق الخير،ويحببه إليهم،ويرغبهم فيه،لأن هذا من التأليف،ومن الدعاية الحسنة الإسلام. (¬2) ¶ ــــــــــ ¶ 8- التخول بالموعظة الحسنة: ¶ إن كثرة الكلام في كثير من الأحيان لا تؤتي أكلها ؛ في حين نجد أن التخول بالموعظة الحسنة تؤتي أكلها كل حين بإذن ربها؛ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (6 / 160) (2400) صحيح ¶ (¬2) - تيسير العلام شرح عمدة الحكام- للبسام - (1 / 118)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فقد أخذ الصحابة رضي الله عنهم هذه الصفة من فعل رسول الله - صلى الله عليه وسلم - قدوة المسلمين فعَنْ أَبِى وَائِلٍ قَالَ كَانَ عَبْدُ اللَّهِ يُذَكِّرُ النَّاسَ فِى كُلِّ خَمِيسٍ،فَقَالَ لَهُ رَجُلٌ يَا أَبَا عَبْدِ الرَّحْمَنِ لَوَدِدْتُ أَنَّكَ ذَكَّرْتَنَا كُلَّ يَوْمٍ . قَالَ أَمَا إِنَّهُ يَمْنَعُنِى مِنْ ذَلِكَ أَنِّى أَكْرَهُ أَنْ أُمِلَّكُمْ،وَإِنِّى أَتَخَوَّلُكُمْ بِالْمَوْعِظَةِ كَمَا كَانَ النَّبِىُّ - صلى الله عليه وسلم - يَتَخَوَّلُنَا بِهَا،مَخَافَةَ السَّآمَةِ عَلَيْنَا (¬1) . ¶ وعَنْ عَبْدِ اللهِ،أَنَّهُ كَانَ مِمَّا يُذَكِّرُ النَّاسَ كُلَّ خَمِيسٍ،فَقَالَ رَجُلٌ:وَدِدْتُ أَنَّكَ ذَكَّرْتَنَا كُلَّ يَوْمٍ،قَالَ:أَمَا إِنَّهُ مَا يَمْنَعُنِي ذَلِكَ إِلاَّ مَخَافَةَ أَنْ أُمِلَّكُمْ إِنَّ رَسُولَ اللهِ - صلى الله عليه وسلم - كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ بَيْنَ الأَيَّامِ مَخَافَةَ السَّآمَةِ عَلَيْنَا. (¬2) ¶ وعَنْ شَقِيقٍ قَالَ كُنَّا جُلُوسًا عِنْدَ بَابِ عَبْدِ اللَّهِ نَنْتَظِرُهُ فَمَرَّ بِنَا يَزِيدُ بْنُ مُعَاوِيَةَ النَّخَعِىُّ فَقُلْنَا أَعْلِمْهُ بِمَكَانِنَا . فَدَخَلَ عَلَيْهِ فَلَمْ يَلْبَثْ أَنْ خَرَجَ عَلَيْنَا عَبْدُ اللَّهِ فَقَالَ إِنِّى أُخْبَرُ بِمَكَانِكُمْ فَمَا يَمْنَعُنِى أَنْ أَخْرُجَ إِلَيْكُمْ إِلاَّ كَرَاهِيَةُ أَنْ أُمِلَّكُمْ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يَتَخَوَّلُنَا بِالْمَوْعِظَةِ فِى الأَيَّامِ مَخَافَةَ السَّآمَةِ عَلَيْنَا. (¬3) ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (70 ) -يتخول:يتعاهد -السآمة:الملل والضجر ¶ (¬2) - صحيح ابن حبان - (10 / 383)(4524) صحيح ¶ (¬3) - صحيح مسلم- المكنز - (7305) ¶ وانظر: ¶ http://www.islamweb.net/media/index.php?page=article?=A&id=31374 ¶ ــــــــــ",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "9- القدوة الحسنة وعدم مخالفة الفعل للقول : ¶ قال الله تعالى في حق الرسول - صلى الله عليه وسلم - {لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيرًا} (21) سورة الأحزاب،وقال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3) [الصف:2،3] }. ¶ يُنْكِرُ اللهُ تَعَالَى عَلَى مَن يَعِدُ وَعْداً،أَوْ يَقُولُ قَوْلاً لاَ يَفِي بِهِ،فَيَقُولُ تَعَالَى:لأَيِّ شَيءٍ تَقُولُونَ لَوَدِدْنَا أَنْ نَفْعَلَ كََذَا وَكَذَا مِنْ أَفْعَالِ الخَيْرِ،حَتَّى إِذَا طُلِبَ مِنْكُمْ فِعْلُ ذَلِكَ كَرِهْتُمْ ذَلِكَ وَلَمْ تَفْعَلُوهُ؟ . . ¶ وَأَكَّدَ اللهُ تَعَالَى إِنْكَارَهُ هَذَا عَلَى هَؤُلاَءِ القَائِلِينَ مَا لاَ يَفْعَلُونَ،فَقَالَ لَهُمْ:إِنَّهُ يَكْرَهُ كُرْهاً شَدِيداً أَنْ تَقُولُوا شَيئاً لاَ تَفْعَلُونَهُ لأَنَّ الوََفَاءَ بِالعَهْدِ وَالوَعْدِ يُنَمِّي الثِّقَةَ بَينَ أَفْرَادِ الجِمَاعَةِ،كَمَا أَنَّ فُشُوَّ الخُلْفِ بِالوَعْدِ يُضْعِفُهَا . (¬1) ¶ ــــــــــ ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 5043)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "10- العلم: ¶ العلمُ عُدَّةُ المربي في عملية التربية. فلابد أن يكون لديه قدر من العلم الشرعي،إضافة إلى فقه الواقع المعاصر. ¶ والعلم الشرعي: هو علم الكتاب والسنّة،ولا يطلب من المربي سوى القدر الواجب على كل مكلف أن يتعلمه،وقد حدده العلماء بأنه \"القدر الذي يتوقف عليه معرفة عبادة يريد فعلها،أو معاملة يريد القيام بها،فإنه في هذا الحال يجب أن يَعرف كيف يتعبد الله بهذه العبادة وكيف يقوم بهذه المعاملة\" (¬1) . ¶ وإذا كان المربي جاهلاً بالشرع فإن أولاده ينشأون على البدع والخرافات،وقد يصل الأمر إلى الشرك الأكبر - عياذاً بالله -. ¶ ولو نظر المتأمل في أحوال الناس لوجد أن جلَّ الأخطاء العَقَدية والتعبدية إنما ورثوها عن آبائهم وأمهاتهم،ويَظَلُّون عليها إلى أن يقيّض الله لهم من يعلمهم الخير ويربيهم عليه،كالعلماء والدعاة والإخوان الصالحين أو يموتون على جهلهم. ¶ والمربي الجاهل بالشرع يحول بين أبنائه وبين الحق بجهله؛ وقد يعاديه لمخالفته إياه،كمن يكره لولده كثرة النوافل أو ترك المعاصي أو الأمر بالمعروف أو طلب العلم أو غير ذلك. ¶ ¬__________ ¶ (¬1) - كتاب العلم،للشيخ محمد بن عثيمين،ص21.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويحتاج المربي أن يتعلم أساليب التربية الإسلامية ويدرس عالم الطفولة،لأن لكل مرحلة قدرات واستعدادات نفسية وجسدية،وعلى حسب تلك القدرات يختار المربي وسائل زرع العقيدة والقيم وحماية الفطرة السليمة (¬1) . ¶ ولذا نجد اختلاف الوسائل التربوية بين الأطفال إذا اختلفت أعمارهم،بل إن الاتفاق في العمر لا يعني تطابق الوسائل التربوية؛ إذ يختلف باختلاف الطبائع. وعلى المربي أن يعرف ما في عصره من مذاهب هدَّامة وتيارات فكرية منحرفة،فيعرف ما ينتشر بين الشباب والمراهقين من المخالفات الشرعية التي تَفدُ إلينا؛ ليكون أقدر على مواجهتها وتربية الأبناء على الآداب الشَرعية. ¶ ــــــــــ ¶ ¬__________ ¶ (¬1) - انظر: أصول التربية الإسلامية،لعبد الرحمن النحلاوي،ص175.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "11- الأمانة: ¶ وتشمل كل الأوامر والنواهي التي تضمنها الشرع في العبادات والمعاملات (¬1) . ومن مظاهر الأمانة أن يكون المربي حريصاً على أداء العبادات،آمراً بها أولاده،ملتزماً بالشرع في شكله الظاهر وفي الباطن،فيكون قدوة في بيته ومجتمعه،متحلياً بالأمانة،يسلكُ في حياته سلوكاً حسناً وخُلُقاً فاضلاً مع القريب والبعيد في كل حال وفي كل مكان؛ لأن هذا الخُلُق منبعه الحرص على حمل الأمانة بمعناها الشامل. ¶ قال تعالى:{قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنِ اسْتَأْجَرْتَ الْقَوِيُّ الْأَمِينُ } (26) سورة القصص ¶ وهذان شرطان لا بُدَّ منهما في الأجير: قوة على العمل،وأمانة في الأداء. وقد تسأل: ومن أين عرفتْ البنت أنه قوي أمين؟ ¶ قالوا: لأنه لما ذهب ليسقي لهما لم يزاحم الناس،وإنما مال إلى ناحية أخرى وجد بها عُشْباً عرف أنه لا ينبت إلا عند ماء،وفي هذا المكان أزاح حجراً كبيراً لا يقدر على إزاحته إلا عدة رجال،ثم سقى لهما من تحت هذا الحجر،وعرفتْ أنه أمين حينما رفض أن تسير أمامه،حتى لا تظهر له مفاتن جسمها. (¬2) ¶ ¬__________ ¶ (¬1) - تيسير العلي القدير،لحمد نسيب الرفاعي،3/521. ¶ (¬2) - تفسير الشعراوي - ( / 3206) و أيسر التفاسير لأسعد حومد - (1 / 3160)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وعَنْ أَنَسِ بْنِ مَالِكٍ،قَالَ:خَطَبَنَا رَسُولُ اللهِ - صلى الله عليه وسلم - فَقَالَ فِي الْخُطْبَةِ:لاَ إِيمَانَ لِمَنْ لاَ أَمَانَةَ لَهُ،وَلاَ دِينَ لِمَنْ لاَ عَهْدَ لَهُ.\" (¬1) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:بَيْنَمَا رَسُولُ اللهِ - صلى الله عليه وسلم - يُحَدِّثُ الْقَوْمَ،جَاءَهُ أَعْرَابِيٌّ،فَقَالَ:مَتَى السَّاعَةُ ؟ فَمَضَى - صلى الله عليه وسلم - يُحَدِّثُ،فَقَالَ بَعْضُ الْقَوْمِ:سَمِعَ مَا قَالَ،وَكَرِهَ مَا قَالَ. وَقَالَ بَعْضُهُمْ:بَلْ لَمْ يَسْمَعْ. حَتَّى إِذَا قَضَى حَدِيثَهُ،قَالَ:أَيْنَ السَّائِلُ عَنِ السَّاعَةِ ؟ قَالَ:هَا أَنَا ذَا،قَالَ:إِذَا ضُيِّعَتِ الأَمَانَةُ،فَانْتَظِرِ السَّاعَةَ،قَالَ:فَمَا إِضَاعَتُهَا ؟ قَالَ:إِذَ اشْتَدَّ الأَمْرُ،فَانْتَظِرِ السَّاعَةَ. (¬2) ¶ ــــــــــ ¶ 12- القوة: ¶ أمرٌ شامل فهي تفوّقٌ جسديٌّ وعقليٌّ وأخلاقيٌّ،وكثير من الآباء يتيسر لهم تربية أولادهم في السنوات الأولى؛ لأن شخصياتهم أكبر من شخصيات أولادهم (¬3) ،ولكن قليلٌ أولئك الآباء الذين يظلون أكبر وأقوى من أبنائهم ولو كبروا. ¶ فعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :الْمُؤْمِنُ الْقَوِيُّ خَيْرٌ وَأَحَبُّ إِلَى اللهِ مِنَ الْمُؤْمِنِ الضَّعِيفِ،وَفِي كُلٍّ الْخَيْرُ،فَاحْرِصْ عَلَى مَا تَنْتَفِعُ ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (1 / 423) (194) صحيح ¶ (¬2) - صحيح ابن حبان - (1 / 307) (104) وصحيح البخارى- المكنز -(59) ¶ (¬3) - انظر: منهج التربية الإسلامية،لمحمد قطب،ص280.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "بِهِ،وَاسْتَعِنْ بِاللَّهِ وَلاَ تَعْجِزْ،فَإِنْ أَصَابَكَ شَيْءٌ فَلاَ تَقُلْ:لَوْ أَنِّي فَعَلْتُ كَذَا وَكَذَا وَلَكِنْ:قُلْ:قَدَرُ اللهِ وَمَا شَاءَ فَعَلَ،فَإِنَّ اللَّوَ تَفْتَحُ عَمَلَ الشَّيْطَانِ \" (¬1) ¶ وهذه الصفة مطلوبة في الوالدين ومن يقوم مقامهما،ولكن لابد أن تكون للأب وهي جزء من القوامة،ولكن ثمة خوارقٌ تكسر قوامة الرجل وتضعف مكانته في الأسرة،منها: ¶ * أن تكون المرأة نشأت في بيت تقوده المرأة،والرجل فيه ضعيف منقاد،فتغضب هذه المرأة القوامة من الرجل بالإغراء،أو التسلط وسوء الخُلق،واللسان الحاد (¬2) . ¶ * أن تعلن المرأة أمام أولادها التذمر أو العصيان،أو تتهم الوالد بالتشدد والتعقيد،فيرسخ في أذهان الأولاد ضعف الأب واحتقار عقليته (¬3) . ¶ * أن تَعرض المرأة على زوجها أمراً فإذا أبى الزوج خالفته خفية مع أولادها،فيتعود الأولاد مخالفة الوالد والكذب عليه. ¶ ولابد أن تسلِّم المرأة قيادة الأسرة للرجل،أباً كان أو أخاً كبيراً أو خالاً أو عماً،وعليها أن تنقاد لأمره ليتربى الأولاد على الطاعة،وإن ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (13 / 29) (5722) وصحيح مسلم- المكنز - (6945 ) ¶ (¬2) - انظر: المرجع السابق،ص68-69. ¶ (¬3) - انظر: كيف نربي أطفالنا،لمحمود الاستانبولي،ص70.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "مَنَعَ شيئاً فعليها أن تطيع . وإنْ خالفه بعض أولادها فيجب أن تخبر الأب ولا تتستر عليه لأن كثيراً من الانحرافات تحدث بسبب تستُّر الأم. ¶ وفي بعض الأحوال تصبح الأم في حيرة،كأن يطلب الأولاد شيئاً لا يمنعه الشرع ولا الواقع،ولكن الأب يمانع لرأي يراه قد يفصح عنه وقد يكتمه،فيحاول الأولاد إقناع الأب فلا يقتنع،ففي هذه الحال لابد أن تطيع المرأة (¬1) ،وتطيّب نفس أولادها وتبين لهم فضل والدهم ورجاحة عقله،وتعزيهم بما في الحياة من أحداث تشهد أن للوالدين إحساساً لا يخيب،وهذا الإحساس يجعل الوالد أحياناً يرفض سفر ولده مثلاً،ثم يسافر الأصدقاء فيصابون بأذى فيكون رفض الوالد خيراً وذلك بسبب إحساسه. ¶ ــــــــــ ¶ 13- العدل: ¶ وقد كان السلف خير أسوة في العدل بين أولادهم،حتى كانوا يستحبون التسوية بينهم في القُبَل (¬2) ،وعاتب النبي - - صلى الله عليه وسلم - - رجلاً أخذ الصبي وقبَّله ووضعه على حجره ولما جاءت بنته أجلسها إلى ¶ ¬__________ ¶ (¬1) - انظر: تربية البنات،لخالد الشتنوت،ص69. ¶ (¬2) - انظر: المغني،لابن قدامة،5/666.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "جانبه،فعَنْ أَنَسٍ أَنَّ رَجُلًا كَانَ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - فَجَاءَ ابْنٌ لَهُ فَقَبَّلَهُ وَأَجْلَسَهُ عَلَى فَخِذِهِ،وَجَاءَتْهُ بَنِيَّةٌ لَهُ فَأَجْلَسَهَا بَيْنَ يَدَيْهِ،فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" أَلَا سَوَّيْتَ بَيْنَهُمَا \" . رَوَاهُ الْبَزَّارُ (¬1) \". ¶ وعَنْ أَنَسٍ،أَنَّ رَجُلًا كَانَ جَالِسًا مَعَ النَّبِيِّ - صلى الله عليه وسلم - ،فَجَاءَ بُنَيٌّ لَهُ،\" فَأَخَذَهُ فَقَبَّلَهُ وَأَجْلَسَهُ فِي حَجْرِهِ،ثُمَّ جَاءَتْ بُنَيَّةٌ لَهُ،فَأَخَذَهَا وَأَجْلَسَهَا إِلَى جَنْبِهِ،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - : \" فَمَا عَدَلَتْ بَيْنَهُمَا \" (¬2) ¶ والعدل مطلوبٌ في المعاملة والعقوبة والنفقة والهِبَة والملاعبة والقُبَل،ولا يجوز تمييز أحد الأولاد بعطاء لحديث النعَمان المشهور حيث أراد أبوه أن يهبه دون أخوته فعَنْ أَبِي حَرِيزٍ،أَنَّ عَامِرًا،حَدَّثَهُ أَنَّ النُّعْمَانَ بْنَ بَشِيرٍ،قَالَ:إِنَّ وَالِدِي بَشِيرَ بْنَ سَعْدٍ،أَتَى رَسُولَ اللهِ - صلى الله عليه وسلم - ،فَقَالَ:يَا رَسُولَ اللهِ،إِنَّ عَمْرَةَ بِنْتَ رَوَاحَةَ نُفِسَتْ بِغُلاَمٍ،وَإِنِّي سَمَّيْتُهُ نُعْمَانَ،وَإِنَّهَا أَبَتْ أَنْ تُرَبِّيَهُ حَتَّى جَعَلْتُ لَهُ حَدِيقَةً لِي أَفْضَلَ مَالِي هُوَ،وَإِنَّهَا قَالَتْ:أَشْهِدِ النَّبِيَّ - صلى الله عليه وسلم - عَلَى ذَلِكَ،فَقَالَ لَهُ النَّبِيُّ - صلى الله عليه وسلم - :هَلْ لَكَ وَلَدٌ غَيْرَهُ ؟ قَالَ:نَعَمْ،قَالَ:لاَ تُشْهِدْنِي،إِلاَّ عَلَى عَدْلٍ،فَإِنِّي لاَ أَشْهَدُ عَلَى جَوْرٍ. (¬3) ¶ ¬__________ ¶ (¬1) - مسند البزار كاملا - (2 / 281)(6361) صحيح ¶ (¬2) - شعب الإيمان - (11 / 154) (8327 ) حسن ¶ (¬3) - صحيح ابن حبان - (11 / 507) (5107) وصحيح مسلم- المكنز - (4269) ¶ قَالَ أَبُو حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ:تَبَايُنُ الأَلْفَاظِ فِي قِصَّةِ النَّحْلِ الَّذِي ذَكَرْنَاهُ قَدْ يُوهِمُ عَالِمًا مِنَ النَّاسِ أَنَّ الْخَبَرَ فِيهِ تَضَادٌّ وَتَهَاتُرٌ،وَلَيْسَ كَذَلِكَ،لأَنَّ النَّحْلَ مِنْ بَشِيرٍ لاِبْنِهِ كَانَ فِي مَوْضِعَيْنِ مُتَبَايِنَيْنِ،وَذَاكَ أَنَّ أَوَّلَ مَا وَلَدُ النُّعْمَانُ أَبَتْ عَمْرَةُ أَنْ تُرَبِّيَهُ حَتَّى يَجْعَلَ لَهُ بَشِيرٌ حَدِيقَةً،فَفَعَلَ ذَلِكَ،وَأَرَادَ الإِشْهَادَ عَلَى ذَلِكَ،فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - :لاَ تُشْهِدْنِي إِلاَّ عَلَى عَدْلٍ،فَإِنِّي لاَ أَشْهَدُ عَلَى جَوْرٍ،عَلَى مَا فِي خَبَرِ أَبِي حَرِيزٍ،تُصَرِّحُ هَذِهِ اللَّفْظَةُ،أَنَّ الْحَيْفَ فِي النَّحْلِ بَيْنَ الأَوْلاَدِ غَيْرُ جَائِزٍ،فَلَمَّا أَتَى عَلَى الصَّبِيِّ مُدَّةٌ،قَالَتْ عَمْرَةُ لِبَشِيرٍ:انْحَلِ ابْنِي هَذَا فَالْتَوَى عَلَيْهِ سَنَةً أَوْ سَنَتَيْنِ عَلَى مَا فِي خَبَرِ،أَبِي حَيَّانَ التَّيْمِيِّ،وَالْمُغِيرَةِ،عَنِ الشَّعْبِيِّ،فَنَحَلَهُ غُلاَمًا،فَلَمَّا جَاءَ الْمُصْطَفَى - صلى الله عليه وسلم - ،لِيُشْهِدَهُ،قَالَ:لاَ تُشْهِدْنِي عَلَى جَوْرٍ،وَيُشْبِهُ أَنْ يَكُونَ النُّعْمَانُ،قَدْ نَسِيَ الْحُكْمَ الأَوَّلَ،أَوْ تَوَهَّمَ أَنَّهُ قَدْ نُسِخَ،وَقَوْلُهُ - صلى الله عليه وسلم - :لاَ تُشْهِدْنِي عَلَى جَوْرٍ،فِي الْكَرَّةِ الثَّانِيَةِ زِيَادَةُ تَأْكِيدٍ فِي نَفْيِ جَوَازِهِ،وَالدَّلِيلُ عَلَى أَنَّ النَّحْلَ فِي الْغُلاَمِ لِلنُّعْمَانِ كَانَ ذَلِكَ،وَالنُّعْمَانُ مُتَرَعْرِعٌ،أَنَّ فِيَ خَبَرِ عَاصِمٍ عَنِ الشَّعْبِيِّ،أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ لَهُ:مَا هَذَا الْغُلاَمُ ؟ قَالَ:غُلاَمٌ أَعْطَانِيهِ أَبِي،فَدَلَّتْكَ هَذِهِ اللَّفْظَةُ،عَلَى أَنَّ هَذَا النُّحْلَ غَيْرُ النُّحْلِ الَّذِي فِي خَبَرِ،أَبِي حَرِيزٍ،فِي الْحَدِيقَةِ،لأَنَّ ذَلِكَ عِنْدَ امْتِنَاعِ عَمْرَةَ،عَنْ تَرْبِيَةِ النُّعْمَانِ عِنْدَمَا وَلَدَتْهُ،ضِدَّ قَوْلِ مَنْ زَعَمَ،أَنَّ أَخْبَارَ الْمُصْطَفَى - صلى الله عليه وسلم - ،تَتَضَادُّ،وَتَهَاتَرُ .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إلا أن هناك أسباباً تبيح تمييز بعض الأولاد كاستخدام الحرمان من النفقة عقاباً،وإثابة المحسن بزيادة نفقته،أو أن يكون بعضهم محتاجاً لقلة ماله وكثرة عياله (¬1) ،ولا يعني العدل تطابق أساليب المعاملة،بل يتميز الصغير والطفل العاجز أو المريض،وذلك لحاجتهما إلى العناية (¬2) . وكذلك الولد الذي يغيب عن الوالدين بعض أيام الأسبوع للدراسة أو العمل أو العلاج،ولابد أن يبيّن الوالدان لبقية الأولاد ¶ ¬__________ ¶ (¬1) - انظر: المغني،لابن قدامة،5/604. ¶ (¬2) - انظر: كيف نربي أطفالنا،لمحمود الاستانبولي،ص76.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "سبب تمييز المعاملة بلطف وإشفاق،وهذا التميز ليس بدرجة الكبيرة ولكن فرق يسير بين معاملة هؤلاء ومعاملة البقية،وهذا الفرق اليسير يتسامح الإخوة به ويتجاوزون عنه. ¶ ومما يزرع الكراهية في نفوس الإخوة تلك المقارنات التي تُعقد بينهم،فيُمدح هذا ويُذم هذا،وقد يقال ذلك عند الأصدقاء والأقارب فيحزن الولد المذموم ويكره أخاه. ¶ والعدل ليس في الظاهر فقط،فإن بعض الناس يعطي هذا خفية عن إخوته وهذا الاستخفاء يعلِّمُ الطفل الأنانية والتآمر. (¬1) ¶ ــــــــــ ¶ 14- الحرص: ¶ وهو مفهوم تربوي غائبٌ في حياة كثير من الأسر،فيظنون أن الحرص هو الدلال أو الخوف الزائد عن حده والملاحقة الدائمة،ومباشرة جميع حاجات الطفل دون الاعتماد عليه،وتلبية جميع رغائبه. ¶ والأم التي تمنع ولدها من اللعب خوفاً عليه،وتطعمه بيدها مع قدرته على الاعتماد على نفسه،والأب الذي لا يكلف ولده بأي عمل بحجة أنه صغير كلاهما يفسده ويجعله اتّكالياً ضعيف الإرادة،عديم ¶ ¬__________ ¶ (¬1) - انظر :الموسوعة الفقهية الكويتية - (7 / 75) و استمع إلى: شريط (تربية الأبناء)،لأحمد القطان.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "التفكير. والدليل المشاهَد هو: الفرق الشاسع بين أبناء القرى والبوادي وبين أبناء المدينة (¬1) . ¶ والحرص الحقيقي المثمر: إحساسٌ متوقدٌ يحمل المربي على تربية ولده وإن تكبَّد المشاق أو تألم لذلك الطفل. وله مظاهر منها: ¶ (أ) الدعاء: إذ دعوة الوالد لولده مجابة لأن الرحمة متمكنة من قلبه فيكون أقوى عاطفة وأشد إلحاحا (¬2) ولذا حذر الرسول - - صلى الله عليه وسلم - - الوالدين من الدعاء على أولادهم فقد توافق ساعة إجابة. فعَنْ جَابِرِ بْنِ عَبْدِ اللهِ،قَالَ:سِرْنَا مَعَ رَسُولِ اللهِ - صلى الله عليه وسلم - وَهُوَ يَطْلُبُ الْمَجْدِيَّ بْنَ عَمْرٍو الْجُهَنِيَّ،وَكَانَ النَّاضِحُ يَعْتَقِبُهُ مِنَّا الْخَمْسَةُ،وَالسِّتَّةُ وَالسَّبْعَةُ،فَدَنَا عُقْبَةُ رَجُلٍ مِنَ الأَنْصَارِ عَلَى نَاضِحٍ لَهُ،فَأَنَاخَهُ فَرَكِبَهُ،ثُمَّ بَعَثَهُ،فَتَلَدَّنَ عَلَيْهِ بَعْضَ التَّلَدُّنِ،فَقَالَ:شَأْ لَعَنَكَ اللَّهُ،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :مَنْ هَذَا اللاَّعِنُ بَعِيرَهُ ؟ قَالَ:أَنَا يَا رَسُولَ اللهِ،قَالَ:انْزِلْ عَنْهُ،فَلاَ تَصْحَبْنَا بِمَلْعُونٍ،لاَ تَدْعُوا عَلَى أَنْفُسِكُمْ،وَلاَ تَدْعُوا عَلَى أَوْلاَدِكُمْ،وَلاَ تَدْعُوا عَلَى أَمْوَالِكُمْ،لاَ تُوَافِقُوا مِنَ السَّاعَةِ فَيَسْتَجِيبَ لَكُمْ. (¬3) ¶ ¬__________ ¶ (¬1) - انظر: كيف نربي أطفالنا،لمحمود الاستانبولي،ص62-63. ¶ (¬2) - انظر: منهج التربية النبوية،لمحمد نور سويد،ص322. ¶ (¬3) - صحيح ابن حبان - (13 / 52) (5742) وصحيح مسلم- المكنز - (7705 ) ¶ الناضح: هو البعير الذي يستقى عليه. ¶ وتلدن: أي تلكأ وتوقف، ولم ينبعث. ¶ وقوله: \"شأ، لعنك الله\" ، قال النووي: هو بشين معجمة بعدها همزة، هكذا هو في نسخ بلادنا، وذكر القاضي رحمه الله تعالى أن الرواة اختلفوا فيه، فرواه بعضهم بالشين المعجمة كما ذكرناه، وبعضهم بالمهملة، قالوا:وكلاهما كلمة زجر للبعير، يقال منهما: شأشأت بالبعير، بالمعجمة والمهملة: إذا زجرته، وقلت له شأ.صحيح ابن حبان - (13 / 52) وشرح النووي على مسلم - (9 / 391)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "(ب) المتابعة والملازمة: لأن العملية التربوية مستمرة طويلة الأمد،لا يكفي فيها التوجيه العابر مهما كان خالصاً صحيحاً (¬1) ،فعن أَنَسَ بْنِ مَالِكٍ،عَنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ:\" أَكْرِمُوا أَوْلَادَكُمْ وَأَحْسِنُوا أَدَبَهُمْ \" (¬2) ¶ والملازمة وعدم الغياب الطويل عن البيت شرط للتربية الناجحة،وإذا كانت ظروف العمل أو طلب العلم أو الدعوة تقتضي ذلك الغياب فإن مسؤولية الأم تصبح ثقيلة،ومن كان هذا حاله عليه أن يختار زوجة صالحة قوية قادرة على القيام بدور أكبر من دورها المطلوب. ¶ ــــــــــ ¶ ¬__________ ¶ (¬1) - انظر: منهج التربية الإسلامية،لمحمد قطب،ص285. ¶ (¬2) - سنن ابن ماجه- المكنز - (3802 ) ضعيف وانظر كتاب منهاج المسلم،ص91.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "15- الحزم: ¶ وبه قوام التربية،والحازم هو الذي يضع الأمور في مواضعها،فلا يتساهل في حال تستوجب الشدة ولا يتشدد في حال تستوجب اللين والرفق (¬1) . ¶ وضابط الحزم: أن يُلزم ولده بما يحفظ دينه وعقله وبدنه وماله،وأن يحول بينه وبين ما يضره في دينه ودنياه،وأن يلزمه التقاليد الاجتماعية المَرعيَّة في بلده ما لم تعارض الشرع. قال ابن الجوزي - رحمه الله -: \" فيا أيها المرزوق عقلاً لا تبخسه حقه،ولا تطفيء نوره،واسمع ما نشير به،ولا تلتفت إلى بكاء طفل الطبع لفوات غرضه. ¶ فإنك إن رحمت بكاءه لم تقدر على فطامه،ولم يمكنك تأديبه،فيبلغ جاهلاً فقيراً: ¶ لا تسه عن أدب الصغي ... ر ولو شكا ألم التعب ¶ ودع الكبير لشأنه ... كبر الكبير عن الأدب (¬2) ¶ وإذا كان المربي غير حازم فإنه يقع أسير حبه للولد،فيدلّله،وينفذ جميع رغائبه،ويترك معاقبته عند الخطأ،فينشأ ضعيف الإرادة منقاداً للهوى،غير مكترث بالحقوق المفروضة عليه (¬3) ¶ ¬__________ ¶ (¬1) - انظر: أصول التربية الإسلامية،لعبد الرحمن النحلاوي،ص174. ¶ (¬2) - صيد الخاطر - (1 / 146) وصيد الخاطر،لابن الجوزي،ص540. ¶ (¬3) - انظر: كيف نربي أطفالنا،لمحمود الاستانبولي،ص63.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وليس حازماً من كان يرقب كل حركة وهمسة وكلمة،ويعاقب عند كل هفوة أو زلّة،ولكن ينبغي أن يتسامح أحياناً (¬1) . ¶ ومن مظاهر الحزم كذلك عدم تلبية طلبات الولد؛ فإن بعضها ترف مفسد،كما أنه لا ينبغي أن ينقاد المربي للطفل إذا بكى أو غضب ليدرك الطفل أن الغضب والصياح لا يساعده على تحقيق رغباته (¬2) وليتعلمَ أن الطلب أقرب إلى الإجابة إذا كان بهدوء وأدب واحترام. ¶ ومن أهم ما يجب أن يحزم فيه الوالدان النظام المنزلي،فيحافظ على أوقات النوم والأكل والخروج،وبهذا يسهل ضبط أخلاقيات الأطفال،\"وبعض الأولاد يأكل متى شاء وينام متى شاء ويتسبب في السهر ومضيعة الوقت وإدخال الطعام على الطعام،وهذه الفوضوية تتسبب في تفكك الروابط واستهلاك الجهود والأوقات وتنمي عدم الانضباط في النفوس.. وعلى رب الأسرة الحزم في ضبط المواعيد والرجوع إلى المنزل والاستئذان عند الخروج للصغار - صغار السن أو صغار العقل - (¬3) ¶ ــــــــــ ¶ 16- الصلاح: ¶ ¬__________ ¶ (¬1) - انظر: أصول التربية الإسلامية،لعبد الرحمن النحلاوي،ص175. ¶ (¬2) - انظر: كيف نربي أطفالنا،لمحمود الاستانبولي،ص144. ¶ (¬3) - أربعون نصيحة لإصلاح البيوت،لمحمد المنجد،ص44.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن لصلاح الآباء والأمهات أثراً بالغاً في نشأة الأطفال على الخير والهداية - بإذن الله - وقد قال سبحانه: {وَأَمَّا الْجِدَارُ فَكَانَ لِغُلَامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَالِحًا فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا} (82) سورة الكهف. ¶ وفيه دليل على أن الرجل الصالح يُحْفَظ في ذريته،وتشمل بركة عبادته لهم في الدنيا والآخرة،بشفاعته فيهم،ورفع درجتهم إلى درجته في الجنة لتقرَّ عينه كما جاء في القرآن ووردت به السنة (¬1) .قال تعالى:{وَالَّذِينَ آمَنُوا وَاتَّبَعَتْهُمْ ذُرِّيَّتُهُم بِإِيمَانٍ أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ وَمَا أَلَتْنَاهُم مِّنْ عَمَلِهِم مِّن شَيْءٍ كُلُّ امْرِئٍ بِمَا كَسَبَ رَهِينٌ} (21) سورة الطور . ¶ وعَنِ ابْنِ عُمَرَ،قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :بَرُّوا آباءَكُمْ تَبَرُّكُمْ أَبْنَاؤُكُمْ،وَعِفُّوا تَعِفُّ نِسَاؤُكُمْ \" (¬2) ¶ ومن المُشاهَد أن كثيراً من الأسر تتميز بصلاحها من قديم الزمن وإن ضل ولد أو زلَّ فَاءّ إلى الخير بعد مدة؛ لصلاح والديه وكثرة ¶ ¬__________ ¶ (¬1) - انظر: تيسير العلي القدير،لحمد نسيب الرفاعي،3/88-89. ¶ (¬2) - المعجم الكبير للطبراني - (11 / 173) (252) حسن لغيره",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "طاعتهما لله. وهذه القاعدة ليست عامة ولكن هذا حال غالب الناس. وقد يظن بعض الناس أن هذا لا أثر له،ويذكرون أمثلة مخالفة لذلك،ليبرروا تقصيرهم وضلالهم. ¶ ــــــــــ ¶ 17- الصدق: ¶ وهو \"التزام الحقيقة قولاً وعملاً\"،والصادق بعيد عن الرياء في العبادات،والفسق في المعاملات،وإخلاف الوعد وشهادة الزور،وخيانة الأمانات (¬1) . ¶ فعَنْ عَبْدِ اللهِ بْنِ عَامِرٍ،أَنَّهُ قَالَ: دَعَتْنِي أُمِّي يَوْمًا،وَرَسُولُ اللهِ - صلى الله عليه وسلم - قَاعِدٌ فِي بَيْتِنَا،فَقَالَتْ: هَاكَ تَعَالَ فَأُعْطِيَكَ،فَقَالَ لَهَا رَسُولُ اللهِ - صلى الله عليه وسلم - : \" مَاذَا أَرَدْتِ أَنْ تُعْطِيهِ ؟ \" قَالَتْ: أُعْطِيهِ تَمْرًا،فَقَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - : \" أَمَا إِنَّكِ لَوْ لَمْ تُعْطِهِ شَيْئًا كُتِبَتْ عَلَيْكِ كَذْبَةٌ \" (¬2) ¶ وعَنْ عَبْدِ اللهِ،قَالَ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :عَلَيْكُمْ بِالصِّدْقِ فَإِنَّ الصِّدْقَ يَهْدِي إِلَى الْبِرِّ،وَإِنَّ الْبِرَّ يَهْدِي إِلَى الْجَنَّةِ،وَإِنَّ الرَّجُلَ لَيَصْدُقُ حَتَّى ¶ ¬__________ ¶ (¬1) - انظر: أخلاق المسلم،لمحمد مبيض،ص61. ¶ (¬2) - مصنف ابن أبي شيبة - (13 / 153) (26122) ومعرفة الصحابة لأبي نعيم - (6 / 3440) (7833 ) وصحيح الجامع (1319) والضياء 9/483(466) والروياني (1474) والإصابة (4781) حسن لغيره",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يُكْتَبَ عِنْدَ اللهِ صِدِّيقًا،وَإِنَّ الْكَذِبَ يَهْدِي إِلَى الْفُجُورِ،وَإِنَّ الْفُجُورَ يَهْدِي إِلَى النَّارِ،وَإِنَّ الرَّجُلَ لَيَكْذِبُ حَتَّى يُكْتَبَ عِنْدَ اللهِ كَذَّابًا.\" (¬1) ¶ وعَنْ أَوْسَطَ بْنِ إِسْمَاعِيلَ،قَالَ:سَمِعْتُ أَبَا بَكْرٍ الصِّدِّيقَ،يَقُولُ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :عَلَيْكُمْ بِالصِّدْقِ،فَإِنَّهُ مَعَ الْبِرِّ وَهُمَا فِي الْجَنَّةِ،وَإِيَّاكُمْ وَالْكَذِبَ،فَإِنَّهُ مَعَ الْفُجُورِ،وَهُمَا فِي النَّارِ. (¬2) ¶ ومن مظاهر الصدق ألا يكذب المربي على ولده مهما كان السبب،لأن المربي إذا كان صادقاً اقتدى به أولاده،وإن كان كاذباً ولو مرة واحدة أصبح عمله ونصحه هباء،وعليه الوفاء بالوعد الذي وعده للطفل،فإن لم يستطع فليعتذر إليه (¬3) . ¶ وبعض الأطفال يتعلم الرياء بسبب المربي الذي يتظاهر أمام الناس بحال من الصلاح أو الخلق أو الغنى أو غيرها ثم يكون حاله خلاف ذلك بين أسرته (¬4) . ¶ ــــــــــ ¶ 18- الحكمة: ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (1 / 509) (274) وصحيح مسلم- المكنز - (6805 ) ¶ (¬2) - صحيح ابن حبان - (13 / 43) (5734) صحيح ¶ (¬3) - انظر: أخلاق المسلم،لمحمد مبيض،ص72. ¶ (¬4) - انظر: أصول التربية الإسلامية،لعبد الرحمن النحلاوي،ص173.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وهي وضع كل شيء في موضعه،أو بمعنى آخر: تحكيم العقل وضبط الانفعال،ولا يكفي أن يكون قادراً على ضبط الانفعال واتباع الأساليب التربوية الناجحة فحسب،بل لابد من استقرار المنهج التربوي المتبع بين أفراد البيت من أم وأب وجد وجدة وإخوان وبين البيت والمدرسة والشارع والمسجد وغيرها من الأماكن التي يرتادها؛ لأن التناقض سيعرض الطفل لمشكلات نفسية (¬1) . ¶ وعلى هذا ينبغي تعاون الوالدين واتفاقهما على الأسلوب التربوي المناسب،وإذا حدث أن أمر الأب بأمر لا تراه الأم فعليها أن لا تعترض أو تسفِّه الرجل،بل تطيع وتنقاد ويتم الحوار بينهما سراً لتصحيح خطأ أحد الوالدين دون أن يشعر الطفل بذلك. (¬2) ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - انظر: المشكلات النفسية عند الأطفال،لزكريا الشربيني،ص14. ¶ (¬2) - انظر كتاب: \"كيف تربي ولدك\" تأليف ليلى بنت عبد الرحمن الجريبة،ص9-19.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الباب الثاني ¶ الخصائص التي ينبغي أن يتصف بها المربي الصالح ¶ يُعدُّ المربي عنصراً فعالاً في العملية التربوية،ويكون نجاحه وأثره في أبنائه وطلابه،مرهوناً بما يحمل في رأسه من علم وفكر،وما يحمل في قلبه من إيمان برسالته،ومحبة لطلابه،وما أوتي من موهبة وخبرة في حسن طريقة التعليم . ¶ وكثيراً ما كان المعلم الصالح عِوَضاً عن ضُعف المنهج،وضُعف الكتاب،وكثيراً ما كان هو المنهج والكتاب معاً . ومن هنا كانت عناية النبي - صلى الله عليه وسلم - بالمعلم،وتنويهه برسالته،وما لها شأن عند الله،وعند المخلوقات كلها.فهو مشغول بمهمته،وهي مشغولة بالاستغفار له (¬1) . ¶ فعَنْ أَبِى أُمَامَةَ الْبَاهِلِىِّ قَالَ ذُكِرَ لِرَسُولِ اللَّهِ - صلى الله عليه وسلم - رَجُلاَنِ أَحَدُهُمَا عَابِدٌ وَالآخَرُ عَالِمٌ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « فَضْلُ الْعَالِمِ عَلَى الْعَابِدِ كَفَضْلِى عَلَى أَدْنَاكُمْ ». ثُمَّ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « إِنَّ اللَّهَ وَمَلاَئِكَتَهُ وَأَهْلَ السَّمَوَاتِ وَالأَرْضِ حَتَّى النَّمْلَةَ فِى جُحْرِهَا وَحَتَّى الْحُوتَ لَيُصَلُّونَ عَلَى مُعَلِّمِ النَّاسِ الْخَيْرَ » (¬2) . ¶ ¬__________ ¶ (¬1) - د . يوسف القرضاوي:الرسول والعلم،ص 110 مؤسسة الرسالة،بيروت ط (5) 1991م ¶ (¬2) - سنن الترمذى- المكنز - (2901 ) حسن",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وأي فضل أعظم من أن تشتغل هذه المخلوفات المبرأة من الذنوب -في السماء -بالصلاة والدعاء لمن يعلم الناس الخير . ¶ فعَنْ قَيْسِ بْنِ أَبِي حَازِمٍ،قَالَ:سَمِعْتُ ابْنَ مَسْعُودٍ،يَقُولُ:قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ:رَجُلٌ آتَاهُ اللَّهُ مَالاً،فَسَلَّطَهُ عَلَى هَلَكَتِهِ فِي الْحَقِّ،وَرَجُلٌ آتَاهُ اللَّهُ حِكْمَةً،فَهُوَ يَقْضِي بِهَا وَيُعَلِّمُهَا.\" (¬1) ¶ وعَنْ سَالِمٍ،عَنْ أَبِيهِ،أَنَّ النَّبِيَّ - صلى الله عليه وسلم - ،قَالَ:لاَ حَسَدَ إِلاَّ فِي اثْنَتَيْنِ:رَجُلٌ آتَاهُ اللَّهُ الْقُرْآنَ،فَهُوَ يَقُومُ بِهِ آنَاءَ اللَّيْلِ،وَآنَاءَ النَّهَارِ،وَرَجُلٌ آتَاهُ اللَّهُ مَالاً،فَهُوَ يُنْفِقُ مِنْهُ آنَاءَ اللَّيْلِ،وَآنَاءَ النَّهَارِ. (¬2) ¶ وعَنْ أَبِى هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ « لاَ حَسَدَ إِلاَّ فِى اثْنَتَيْنِ رَجُلٌ عَلَّمَهُ اللَّهُ الْقُرْآنَ فَهُوَ يَتْلُوهُ آنَاءَ اللَّيْلِ وَآنَاءَ النَّهَارِ فَسَمِعَهُ جَارٌ لَهُ فَقَالَ لَيْتَنِى أُوتِيتُ مِثْلَ مَا أُوتِىَ فُلاَنٌ فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ،وَرَجُلٌ آتَاهُ اللَّهُ مَالاً فَهْوَ يُهْلِكُهُ فِى الْحَقِّ فَقَالَ رَجُلٌ لَيْتَنِى أُوتِيتُ مِثْلَ مَا أُوتِىَ فُلاَنٌ فَعَمِلْتُ مِثْلَ مَا يَعْمَلُ » (¬3) . ¶ والحسد هنا معناه:الغبطة . وكيف لا يغتبط الغني الشاكر،العالم المعلم ؟ بل جاء في الحديث أن الصدقة بتعليم العلم أفضل من الصدقة بإيتاء ¶ ¬__________ ¶ (¬1) - صحيح ابن حبان - (1 / 292) (90) وصحيح البخارى- المكنز - (73 ) وصحيح مسلم- المكنز - (1933 ) ¶ (¬2) - صحيح ابن حبان - (1 / 333)(125) وصحيح مسلم- المكنز - (1930) ¶ (¬3) - صحيح البخارى- المكنز - (5026 )",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "المال . فعَنْ أَبِى هُرَيْرَةَ أَنَّ النَّبِىَّ - صلى الله عليه وسلم - قَالَ « أَفْضَلُ الصَّدَقَةِ أَنْ يَتَعَلَّمَ الْمَرْءُ الْمُسْلِمُ عِلْمًا ثُمَّ يُعَلِّمَهُ أَخَاهُ الْمُسْلِمَ ». رواه ابن ماجة (¬1) . ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:قَالَ النَّبِيُّ - صلى الله عليه وسلم - :\" مَا مِنْ رَجُلٍ يَحْفَظُ كَلِمَةً،أَوْ كَلِمَتَيْنِ،أَوْ ثَلَاثًا،أَوْ أَرْبَعًا،أَوْ خَمْسًا،مِمَّا فَرَضَ اللَّهُ وَرَسُولُهُ،فَيَتَعَلَّمُهُنَّ وَيُعَلِّمُهُنَّ ؟ \" قَالَ:قُلْتُ:أَنَا يَا رَسُولَ اللَّهِ . قَالَ:فَبَسَطْتُ ثَوْبِي . قَالَ:ثُمَّ حَدَّثَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حَدِيثًا،فَجَمَعْتُ ثَوْبِي،ثُمَّ قَبَضْتُهُ،وَأَرْجُو أَنْ لَا أَكُونَ نَسِيتُ بَعْدُ ذَلِكَ الْيَوْمَ \" (¬2) ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ:قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :\" مَا مِنْ رَجُلٍ يَعْلَمُ كَلِمَةً أَوْ كَلِمَتَيْنِ أَوْ ثَلَاثًا أَوْ أَرْبَعَ أَوْ خَمْسَ مِمَّا فَرَضَ اللَّهُ وَرَسُولُهُ فَيَتَعَلَّمَهُنَّ وَيُعَلِّمَهُنَّ إِلَّا دَخَلَ الْجَنَّةَ \" قَالَ أَبُو هُرَيْرَةَ:فَمَا نَسِيتُ حَدِيثًا بَعْدَ إِذْ سَمِعْتُهُنَّ مِنْ رَسُولِ اللَّهِ - صلى الله عليه وسلم - \" (¬3) ¶ وعَنْ أَبِي هُرَيْرَةَ،قَالَ:سَمِعْتُ رَسُولَ اللهِ - صلى الله عليه وسلم - يَقُولُ:أَلاَ مِنْ رَجُلٍ يَأْخُذُ مِمَّا فَرَضَ اللَّهُ وَرَسُولُهُ كَلِمَةً،أَوْ كَلِمَتَيْنِ،أَوْ ثَلاَثًا،أَوْ أَرْبَعًا،أَوْ ¶ ¬__________ ¶ (¬1) - سنن ابن ماجه- المكنز - (1250 ) حسن لغيره ¶ (¬2) - أَخْبَارُ أَصْبَهَانَ لِأَبِي نُعَيْمٍ الْأَصْبهَانِيِّ (1725 ) صحيح لغيره ¶ (¬3) - وجُزْءُ الْأَلْفِ دِينَارٍ لِلْقَطِيعِيِّ (121 ) وأبو نعيم فى الحلية (2/159) و فتح الباري لابن حجر - (1 / 190) صحيح لغيره ¶ وَفِي هَذَيْنِ الْحَدِيثَيْنِ فَضِيلَة ظَاهِرَة لِأَبِي هُرَيْرَة وَمُعْجِزَة وَاضِحَة مِنْ عَلَامَات النُّبُوَّة ؛ لِأَنَّ النِّسْيَان مِنْ لَوَازِم الْإِنْسَان،وَقَدْ اِعْتَرَفَ أَبُو هُرَيْرَة بِأَنَّهُ كَانَ يُكْثِر مِنْهُ ثُمَّ تَخَلَّفَ عَنْهُ بِبَرَكَةِ النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "خَمْسًا،فَيَجْعَلُهُنَّ فِي طَرَفِ رِدَائِهِ فَيَتَعَلَّمُهُنَّ وَيُعَلِّمُهُنَّ،قَالَ أَبُو هُرَيْرَةَ:فَقُلْتُ:أَنَا يَا رَسُولَ اللهِ،قَالَ:فَابْسُطْ ثَوْبَكَ،قَالَ:فَبَسَطْتُ ثَوْبِي،فَحَدَّثَ رَسُولُ اللهِ - صلى الله عليه وسلم - ،ثُمَّ قَالَ:ضُمَّ إِلَيْكَ،فَضَمَمْتُ ثَوْبِي إِلَى صَدْرِي فَإِنِّي أَرْجُو أَنْ لاَ أَكُونَ نَسِيتُ حَدِيثًا سَمِعْتُهُ مِنْهُ بَعْدُ (¬1) . ¶ أهمية المربي ¶ أشار القرآن الكريم إلى دور المعلمين من الأنبياء وأتباعهم،وإلى أن وظيفتهم الأساسية دراسة العلم الإلهي وتعليمه . قال تعالى:{مَا كَانَ لِبَشَرٍ أَن يُؤْتِيَهُ اللّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ اللّهِ وَلَكِن كُونُواْ رَبَّانِيِّينَ بِمَا كُنتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ} (79) سورة آل عمران. ¶ مَا يَنْبَغِي لِبَشَرٍ آتَأهُ اللهُ الكِتَابَ وَالحُكْمَ وَالنُّبُوَّةَ أنْ يَقُولَ لِلنَّاسِ اعْبُدُونِي مِنْ دُونِ اللهِ،وَلَكِنَّ الرَّسُولَ يَقُولُ لِلنَّاسِ:اعْبُدُوا اللهَ،وَكُونُوا أهْلَ عِبَادَةٍ للهِ وَتَقْوىً ( رَبَّانِيِّينَ )،وَكُونُوا فُقَهَاءً تَفْهَمُونَ شَرَائِعَ دِينِهِ،وَتَحْفَظُونَها،وَتَدْرُسُونَ كُتُبَهُ وَتَعْمَلُونَ بِهَا . (¬2) ¶ ولقد شرف الله تعالى مهنة التعليم بأن جعلها من جملة المهام التي كلف بها رسول الله - صلى الله عليه وسلم - . قال تعالى :{لَقَدْ مَنَّ اللّهُ عَلَى الْمُؤمِنِينَ إِذْ ¶ ¬__________ ¶ (¬1) - مسند أحمد (عالم الكتب) - (3 / 278)(8409) 8390- صحيح لغيره ¶ (¬2) - أيسر التفاسير لأسعد حومد - (1 / 373)",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بَعَثَ فِيهِمْ رَسُولاً مِّنْ أَنفُسِهِمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلالٍ مُّبِينٍ} (164) سورة آل عمران. ¶ مِنْ فَضْلِ اللهِ عَلَى المُؤْمِنِينَ أنْ بَعَثَ فِيهِمْ رَسُولاً مِنْ جِنْسِهِمْ،وَمِنْ أهْلِ بَلَدِهِمْ وَلُغَتِهِمْ ( مَنْ أنْفُسِهِمْ )،لِيَتَمَكَّنُوا مِنْ مُخَاطَبَتِهِ وَمُجَالَسَتِهِ،وَالانْتِفَاعِ بِصُحْبَتِهِ وَسُؤَالِهِ عَمَّا سَيْتَشْكِلُ عَلَيْهِمْ فِي أمُوِر دِينِهِمْ،وَيَتْلُو عَلَيهِم القُرآنَ ( آياتِ اللهِ ) وَيَأمُرُهُمْ بِالمَعْرُوفِ،وَيَنْهَاهُمْ عَنِ المُنكَرِ،لِتَزْكُوَ أنْفُسُهُم،وَتَطْهُرَ مِنْ أرْجَاسِ الجَاهِليَّةِ،وَيُعَلِّمُهُمُ القُرآنَ ( الكِتَابَ ) وَالسُّنَّةَ ( الحِكْمَةَ ) فَقَدْ كَانُوا قَبْلَ هَذا الرَّسُولِ فِي غَيٍّ وَجَهَالَةٍ ( ضَلاَلٍ ) ظَاهِرَيْنِ لِكُلِّ أحَدٍ . (¬1) ¶ ويتضح من هذه الآيات أن للمربي وظائف أهمها (¬2) : ¶ أ - التزكية أي التنمية والتطهير والسمو بالنفس إلى بارئها وإبعادها من الشر،والمحافظة على فطرتها . ¶ ب- التعليم أي نقل المعلومات والعقائد إلى عقول المؤمنين وقلوبهم ليطبقوها في سلوكهم وحياتهم . ¶ ¬__________ ¶ (¬1) - أيسر التفاسير لأسعد حومد - (1 / 457) ¶ (¬2) - عبد الرحمن النحلاوي:أصول التربية الإسلامية ص 171 دار الفكر،دمشق ط (2) 1983م",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ولم تعد وظيفة المعلم اليوم مقصورة على التعليم،أي توصيل العلم إلى المتعلم ،كما يظن بعض الناس .ولكن وظيفته تعدت هذه الدائرة المحدودة إلى دائرة التربية.فالمعلم مربٍّ أولاً وقبل كل شيء،والتعليم بمعناه المحدود جزء من عملية التربية . ونحن ننتظر من المربي المسلم أن ينمي عند الأطفال ذكاءهم،وأخلاقهم،ومهارتهم في العمل،وتذوقهم للجمال،وينشئهم على العادات الصالحة،والمثل العليا،وإتقان المهارات،والتمسك بآداب السلوك الإسلامي الصحيح . وبعبارة أخرى يقع على المربي المسلم أن يعمل على تمكين الأطفال من أن يلائموا بين أنفسهم وبين البيئة الإسلامية التي يعيشون فيها،من النواحي المادية والاجتماعية والروحية . ¶ - الخصائص التي يجب أن تتوافر في المعلم ( المربي ) : ¶ ينبغي أن تتوافر في المعلم خصائص جسمية وعقلية وخلقية،تمكنه من أداء وظيفته ومهامه التربوية خير أداء،وهذه الخصائص هي (¬1) : ¶ 1-الخصائص الجسيمة : ¶ - أن يكون سليم الصحة،خالياً من الضعف والأمراض،فالمعلم المريض لا يستطيع القيام بوظيفته ،كما لو كان سليماً،ولاشك أن ¶ ¬__________ ¶ (¬1) - أ . صالح عبد العزيز ود . عبد العزيز عبد المجيد:التربية وطرق التدريس،1 / 160 - 163",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "المرض يصرفه من أداء واجبه،ويحرم الأطفال كثيراً من الفرص المفيدة في حياتهم المدرسية . ¶ - أن يكون خالياً من العاهات والعيوب الشائعة ،كالصم والعور،وحبسة اللسان أو الثأثأة،لأن هذه العاهات من طبيعتها تجعله يقصر في وظيفته ،وتعرضه لسخرية التلاميذ ونقدهم،ومن العيوب الشائعة تقوس الساقين،واحديداب الظهر،وتورم ظاهر في بعض الغدد ¶ - أن يكون فياض النشاط،فالمعلم الكسول يهمل عمله ولا يجد من الحيوية،ما يحركه للقيام بواجبه،وقد يكون الكسل عادة،لا ينتج لضعف أو مرض،وقد يكون الكسل شيئاً نفسياً . ¶ ـــــــــــ ¶ 2 -الخصائص العقلية : ¶ -إلمامه بمادته وبما يجد من نظريات،فضعف المعلم في مادته يجعله يقصر في تحصيل التلاميذ لها،ويعرضهم للخطأ فيها . ثم أن هذا الضعف يزعزع ثقة التلاميذ فيه،وقد يصرفهم عنه فيسقط في نظرهم،وأثر ذلك في نفسه ارتباك وشعور بمركب النقص،ويستحيل في مثل هذه الحال أن يقوم المعلم بعمله،وخير للمعلم أن يعترف بأنه يجهل ما يفعله،من أن يعطي الطلاب معلومات خاطئة على أنها صحيحة .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "-الإلمام بنفسية الطلاب وعقليتهم وميولهم واستعداداتهم ومراحل نموهم ،فهو كالطبيب لا يستطيع وصف الدواء ما لم يعرف حقيقة المرض . ¶ - الإلمام بقواعد التدريس المناسبة للطالب والمادة . ¶ - الميل إلى التدريس وحب المهنة التربوية . ¶ - أن يكون كثير الاطلاع،ميالاً لإنماء معارفه،وزيادة خبراته . ¶ ـــــــــــ ¶ 3 -الخصائص الخلُقية : ¶ - العطف واللين مع التلاميذ:فلا يكون قاسياً عليهم فينفرهم،ولا يكون عطوفاً لدرجة الضعف فيفقد احترامهم له،ومحافظتهم على النظام . ¶ - الصبر والأناة والتحمل . ¶ - الحزم والكياسة:فلا يكون ضيق الخلق،قليل التصرف،سريع الغضب،فيفقد بذلك إشرافه على التلاميذ ويفقد احترامهم له . ¶ - أن يكون مخلصاً في عمله،جاداً فيه . ¶ - أن يكون طبيعياً في سلوكه مع تلاميذه وزملائه،غير متكلف،سواء في حجرة الدراسة،أو في ميادين النشاط الأخرى . ¶ - أن يكون مثالاً يحتذَى في تطبيق شعائر الدين والتأديب بآدابه . ¶ ـــــــــــ",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "صفات المربي الناجح ¶ أجريت دراسة على مجموعة من الطلاب الدارسين لمادة التربية وطرق تدريس،الذين يتم تأهيلهم تربوياً لمهنة التعليم،وقد سئل كل طالب أن يتذكر المعلمين الذين عرفهم،في مراحل التعليم المختلفة،وأن يكتب الصفات المميزة لأنجح هؤلاء المعلمين،وقد أسفرت الدراسة عن أهم الصفات تتمثل فيما يلي (¬1) : ¶ -الميل إلى التدريس وحب المهنة التربوية . ¶ -الإلمام التام بالمادة التي يدرسها وإجادتها . ¶ -كيفية تبسيط المادة ونقلها إلى الطلاب،وهي مهارة مهنية تتعلق بإجادة طرق التدريس . ¶ -حب المدرس للطلاب وتعاطفه معهم واهتمامه بهم وبذل الجهد من أجل معاونتهم . ¶ -جاذبية الشخصية وتتمثل في قوة الشخصية والتواضع والقدرة على تكوين علاقات،قوامها الألفة والاحترام والثقة المتبادلة مع الآخرين ¶ ¬__________ ¶ (¬1) - د . محمد أحمد عبد الهادي:المربي والتربية الإسلامية،ص 8 1 دار البيان العربي،جد ة ط (1) 1984 م",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ونستطيع أن نحدد أهم الصفات الأساسية،التي يجب توافرها في المربي الناجح (¬1) : ¶ 1-الجانب العقائدي : ¶ يجب أن يكون المدرس ( المربي ) في المجتمع الإسلامي،مؤمناً بالله وملائكته وكتبه ورسله واليوم الآخر والقدر خيره وشره،وأن يلتزم في سلوكه وعلاقاته بالآخرين المنهج الإسلامي،حتى يكون أسوة حسنة لطلابه . ¶ 2-الإخلاص : ¶ أن يكون مخلصاً،وهذا من تمام صفة الربانية وكمالها ،أي ألا يقصد بعمله التربوي،وسعة علمه وإطلاعه إلا مرضاة الله،والوصول إلى الحق،ونشره في عقول تلاميذه،وجعلهم أتباعاً له . ¶ 3-الصبر : ¶ أن يكون صبوراً على معاناة التعليم،وتعريب المعلومات إلى أذهان التلاميذ،وبأن الصبر نتيجة طبيعية للأمل في ثواب الله،والإيمان بجزائه يوم الحساب . قال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ (2) كَبُرَ مَقْتًا عِنْدَ اللَّهِ أَنْ تَقُولُوا مَا لَا تَفْعَلُونَ (3) } [الصف:2 - 3]. ¶ ¬__________ ¶ (¬1) - المرجع السابق،ص 82 - 83",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "4- الصدق : ¶ إن الصدق يجعل للمدرس المكانة العليا في النفوس،فعلى المدرس أن يتحلى بكل الأخلاق والتعاليم التي يعرضها على تلاميذه ويحثهم عليها وإذا خالف عمله يدعو إليه،فإن طلابه يشعرون بعدم عزمه على تحقيق ما يقول،أو بعدم إيمانه بما يقول،أو بعدم جدية أقواله ¶ 5-الجانب العملي : ¶ يجب أن يجيد المدرس المادة التي يقوم بتدريسها،وأن يكون على اطلاع مستمر بما يستجد فيها،حتى يكسب احترام طلابه وثقتهم به ¶ 6-الجانب الفني في التدريس : ¶ يجب أن يكون المعلم ملماً بأهم طرق التدريس،وتبسيط المعلومات ونقلها إلى عقول الطلاب،من خلال أساليب التدريس،وأن يكون قادراً على ترجمة هذه الطرق أو الأساليب عملياً أو تطبيقياً . ¶ 7-سعة الأفق والثقافة العامة : ¶ يجب أن يلم المدرس الناجح بالأحداث الجارية وأهم خصائص مجتمعه وأهدافه العليا . وأن يكون واعياً للمؤثرات والاتجاهات العالمية،وما تتركه في نفوس الجيل،من أثر على معتقداتهم،وأساليب تفكيرهم،فاهماً لمشكلات الحياة المعاصرة،وعلاج الإسلام لها . ¶ 8-أن يكون عادلاً بين طلابه :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "لا يميل إلى أي فئة منهم،ولا يفضل أحداً على أحد إلا بالحق،وبما يستحق كل طالب حسب عمله ومواهبه . فقد أُمر رسول الله - صلى الله عليه وسلم - ـ وهو قدوة المعلمين ـ بالعدل،في قوله تعالى:{فَلِذَلِكَ فَادْعُ وَاسْتَقِمْ كَمَا أُمِرْتَ وَلَا تَتَّبِعْ أَهْوَاءهُمْ وَقُلْ آمَنتُ بِمَا أَنزَلَ اللَّهُ مِن كِتَابٍ وَأُمِرْتُ لِأَعْدِلَ بَيْنَكُمُ اللَّهُ رَبُّنَا وَرَبُّكُمْ لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ لَا حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ اللَّهُ يَجْمَعُ بَيْنَنَا وَإِلَيْهِ الْمَصِيرُ} (15) سورة الشورى . ¶ ـــــــــــ ¶ رسالة المربي ¶ يعد التعليم أشرف رسالة،فالرسول - صلى الله عليه وسلم - ،يقول إنه بعث معلماً وقد علم الله سبحانه وتعالى رسوله الكريم،وكانت أول آية نزلت هي:{اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} (1) سورة العلق ،ويقسم سبحانه وتعالى بالقلم في سورة القلم:{ن وَالْقَلَمِ وَمَا يَسْطُرُونَ} (1) سورة القلم.ورسالة المربي،في المدرسة الحديثة،واسعة متعددة الجوانب والأطراف : ¶ - فهي رسالة ربانية:تهدف إلى تنشئة الأطفال على رقابة الله عز وجل،وتوحيده ودوام الصلة به،وإخلاص العبادة له،والرغبة في ثوابه،والخوف من عقابه،والتواصي بالحق والتواصي بالصبر .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "- وهي رسالة تربوية:ترمي إلى تنمية عقول الطلاب وعواطفهم،وتنشئتهم على التفكير بالطريقة الصحيحة ،كما تهدف إلى تربية جسدهم وصحتهم وأذواقهم تربية سليمة . ¶ - وهي أيضاً رسالة أخلاقية:غايتها تعويد التلميذ أن يتخلق بأحسن الأخلاق،من صراحة ومروءة وأمانة،وأن يمارس ذلك تلقائياً . ¶ -وهي رسالة اجتماعية:هدفها إيجاد التجانس والوحدة بين أبناء الأمة وتزويدهم بثقافة واحدة وإجماعهم على هدف واحد . وهدفها أيضاً تزويد الطالب بكل وسائل التفاهم الاجتماعي من لغة وتقاليد حميدة،وبكل ما أجمع عليه مجتمعه من مثل إسلامي أعلى،وأهداف سامية ومصالح خيرة،حتى يصبح أبناء الأمة الواحدة،كما وصفهم رسول الله - صلى الله عليه وسلم - فعَنْ عَامِرٍ قَالَ : سَمِعْتُ النُّعْمَانَ بْنَ بَشِيرٍ يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - « تَرَى الْمُؤْمِنِينَ فِى تَرَاحُمِهِمْ وَتَوَادِّهِمْ وَتَعَاطُفِهِمْ كَمَثَلِ الْجَسَدِ إِذَا اشْتَكَى عُضْوًا تَدَاعَى لَهُ سَائِرُ جَسَدِهِ بِالسَّهَرِ وَالْحُمَّى » (¬1) . . ¶ ¬__________ ¶ (¬1) - صحيح البخارى- المكنز - (6011 ) ¶ وانظر:http://www.lithedu.gov.sa/forum/showthread.php?t=122",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "هذه أهم الصفات الأساسية التي ينبغي أن يتحلَّى بها المربي المسلم وما حازها أحد من المربِّين إلا كان قدوة حسنة يبني الرجال ويصنع الأبطال. ¶ وها هي أمثلة حية من اهتمام السلف الصالح بأبنائهم: ¶ لقد كان المثل الأعلى للسلف الصالح رضي الله عنهم رسول الله - صلى الله عليه وسلم - فعَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ قَالَ سَمِعْتُ أَبِى بُرَيْدَةَ يَقُولُ:كَانَ النَّبِىُّ - صلى الله عليه وسلم - يَخْطُبُنَا فَجَاءَ الْحَسَنُ وَالْحُسَيْنِ وَعَلَيْهِمَا قَمِيصَانِ أَحْمَرَانِ يَمْشِيَانِ وَيَعْثُرَانِ فَنَزَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَحَمَلَهُمَا فَوَضَعَهُمَا بَيْنَ يَدَيْهِ ثُمَّ قَالَ :« صَدَقَ اللَّهُ إِنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ نَظَرْتُ إِلَى هَذَيْنِ الصَّبِيَّيْنِ يَمْشِيَانِ وَيَعْثُرَانِ فَلَمْ أَصْبِرْ حَتَّى قَطَعْتُ حَدِيثِى وَرَفَعْتُهُمَا ». رواه البيهقي (¬1) . ¶ وعَنْ عَائِشَةَ زَوْجِ النَّبِىِّ - صلى الله عليه وسلم - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يُؤْتَى بِالصِّبْيَانِ فَيُبَرِّكُ عَلَيْهِمْ وَيُحَنِّكُهُمْ فَأُتِىَ بِصَبِىٍّ فَبَالَ عَلَيْهِ فَدَعَا بِمَاءٍ فَأَتْبَعَهُ بَوْلَهُ وَلَمْ يَغْسِلْهُ. أي لا تقطعوا عليه بوله (¬2) . ¶ ¬__________ ¶ (¬1) - السنن الكبرى للبيهقي - حيدر آباد - (3 / 218)(6029) صحيح ¶ (¬2) - صحيح مسلم- المكنز - (688 ) -يحنك:يمضغ التمر ويدلك به حَنَك الصغير",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وعَنْ أَنَسٍ،أَنّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ: إِنِّي لأَدْخُلُ فِي الصَّلاةِ وَأَنَا أُرِيدُ أَنْ أُطِيلَهَا فَأَسْمَعُ بُكَاءَ الصَّبِيِّ فَأَتَجَوَّزُ فِي صَلاتِي مِمَّا أَعْلَمُ مِنْ وَجْدِ أُمِّهِ مِنْ بُكَائِهِ.\" (¬1) ¶ وحث الرسول - صلى الله عليه وسلم - على تربية البنات خاصة فعَنِ ابْنِ عَبَّاسٍ،قَالَ: قَالَ رَسُولُ اللهِ - صلى الله عليه وسلم - :\" مَا مِنْ مُسْلِمٍ يَكُونُ لَهُ ابْنَتَانِ فَيُحْسِنُ إِلَيْهِمَا مَا صَحِبَهُمَا وَصَحِبَتَاهُ إِلَّا أَدْخَلَتَاهُ الْجَنَّةَ \" (¬2) . ¶ وقد أدرك صحابة رسول الله - صلى الله عليه وسلم - هذا الاهتمام بالأبناء فعَنْ سَالِمٍ،عَنْ أَبِيهِ،قَالَ:كَانَ عُمَرُ بْنُ الْخَطَّابِ إِذَا نَهَى النَّاسَ عَنْ شَيْءٍ دَخَلَ إِلَى أَهْلِهِ - أَوْ قَالَ:جَمَعَ - فَقَالَ:\" إِنِّي نَهَيْتُ عَنْ كَذَا وَكَذَا،وَالنَّاسُ إِنَّمَا يَنْظُرُونَ إِلَيْكُمْ نَظَرَ الطَّيْرِ إِلَى اللَّحْمِ،فَإِنْ وَقَعْتُمْ وَقَعُوا،وَإِنْ هِبْتُمْ هَابُوا،وَإِنِّي وَاللَّهِ لَا أُوتَى بِرَجُلٍ مِنْكُمْ وَقَعَ فِي شَيْءٍ مِمَّا نَهَيْتُ عَنْهُ النَّاسَ،إِلَّا أَضْعَفْتُ لَهُ الْعُقُوبَةَ لِمَكَانِهِ مِنِّي،فَمَنْ شَاءَ فَلْيَتَقَدَّمْ وَمَنْ شَاءَ فَلْيَتَأَخَّرْ \" (¬3) ¶ وقَالَ أَبُو حَازِمٍ:إِنَّهُ لَيْسَ شَيْءٌ مِنْ أَمْرِ الدُّنْيَا إِلَّا وَقَدْ كَانَ لَهُ أَهْلٌ قَبْلَكُمْ ؛ فَآثِرْ نَفْسَكَ أَيُّهَا الْمَرْءُ النَّصِيحَةَ عَلَى وَلَدِكَ،وَاعْلَمْ أَنَّكَ إِنَّمَا تُخْلِفُ مَالَكَ فِي يَدِ أَحَدِ رَجُلَيْنِ:عَامِلٍ بِمَعْصِيَةِ اللهِ عَزَّ وَجَلَّ ؛ ¶ ¬__________ ¶ (¬1) - مسند أبي عوانة(1241) صحيح ¶ (¬2) - شعب الإيمان - (11 / 146)(8314 ) صحيح لغيره ¶ (¬3) - جَامِعُ مَعْمَرِ بْنِ رَاشِد(1324 ) صحيح",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فَتَشْقَى بِمَا جَمَعْتَ لَهُ،أَوْ عَامِلٍ فِيهِ بِطَاعَةِ اللهِ عَزَّ وَجَلَّ ؛ فَيَسْعَدُ بِمَا شَقِيتَ لَهُ ؛ فَارْجُ لِمَنْ قَدَّمْتَ مِنْهُمْ رَحْمَةَ اللهِ،وَثِقْ لِمَنْ أَخَّرْتَ مِنْهُمْ بِرِزْقِ اللهِ عَزَّ وَجَلَّ . (¬1) ¶ هكذا كان السلف الصالح رضي الله عنهم يتعهدون أبناءهم رجاء أن يكونوا طائعين لله وخير خلف لهم. ¶ - - - - - - - - - - - ¶ ¬__________ ¶ (¬1) - المجالسة وجواهر العلم - (3 / 338) (964 )",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أهم المصادر ¶ 1. صحيح ابن حبان ¶ 2. صحيح مسلم- المكنز - ¶ 3. تربية الأولاد في الإسلام لعلوان ¶ 4. تربية الأولاد في الإسلام للنابلسي ¶ 5. المستطرف في كل فن مستظرف ¶ 6. مسند أحمد (عالم الكتب) ¶ 7. المستدرك للحاكم ¶ 8. صحيح البخارى- المكنز - ¶ 9. السنن الكبرى للبيهقي- المكنز - ¶ 10. كشف الأستار ¶ 11. مسند عبد بن حميد ¶ 12. سنن الترمذى- المكنز - ¶ 13. الأساليب النبوية في التعليم ¶ 14. تيسير العلام شرح عمدة الحكام- للبسام - ¶ 15. http://www.islamweb.net/media/index.php?page=article?=A&id=31374 ¶ 16. أيسر التفاسير لأسعد حومد ¶ 17. كتاب العلم،للشيخ محمد بن عثيمين ¶ 18. أصول التربية الإسلامية،لعبد الرحمن النحلاوي ¶ 19.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "تيسير العلي القدير،لحمد نسيب الرفاعي ¶ 20. تفسير الشعراوي ¶ 21. أيسر التفاسير لأسعد حومد ¶ 22. منهج التربية الإسلامية،لمحمد قطب ¶ 23. كيف نربي أطفالنا،لمحمود الاستانبولي ¶ 24. تربية البنات،لخالد الشتنوت ¶ 25. المغني،لابن قدامة ¶ 26. مسند البزار كاملا ¶ 27. شعب الإيمان ¶ 28. الموسوعة الفقهية الكويتية ¶ 29. شريط (تربية الأبناء)،لأحمد القطان. ¶ 30. منهج التربية النبوية،لمحمد نور سويد ¶ 31. سنن ابن ماجه- المكنز - ¶ 32. منهاج المسلم ¶ 33. صيد الخاطر،لابن الجوزي ¶ 34. أربعون نصيحة لإصلاح البيوت،لمحمد المنجد ¶ 35. المعجم الكبير للطبراني ¶ 36. أخلاق المسلم،لمحمد مبيض ¶ 37. مصنف ابن أبي شيبة ¶ 38. معرفة الصحابة لأبي نعيم ¶ 39. صحيح الجامع ¶ 40.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الإصابة لابن حجر ¶ 41. المشكلات النفسية عند الأطفال،لزكريا الشربيني ¶ 42. \"كيف تربي ولدك\" تأليف ليلى بنت عبد الرحمن الجريبة ¶ 43. د . يوسف القرضاوي:الرسول والعلم ،ص 110 مؤسسة الرسالة ،بيروت ط (5) 1991م ¶ 44. أَخْبَارُ أَصْبَهَانَ لِأَبِي نُعَيْمٍ الْأَصْبهَانِيِّ ¶ 45. جُزْءُ الْأَلْفِ دِينَارٍ لِلْقَطِيعِيِّ ¶ 46. أبو نعيم الحلية ¶ 47. فتح الباري لابن حجر ¶ 48. أ . صالح عبد العزيز و د . عبد العزيز عبد المجيد:التربية وطرق التدريس ¶ 49. د . محمد أحمد عبد الهادي:المربي والتربية الإسلامية ،ص 8 1 دار البيان العربي ،جد ة ط (1) 1984 م ¶ 50. http://www.lithedu.gov.sa/forum/showthread.php?t=122 ¶ 51. مسند أبي عوانة ¶ 52. جَامِعُ مَعْمَرِ بْنِ رَاشِد ¶ 53. المجالسة وجواهر العلم",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الفهرس العام ¶ الباب الأول ... 4 ¶ الصفات العامة للمربي الصالح ... 4 ¶ 1- الحلم والأناة: ... 4 ¶ 2- الرفق واللين: ... 5 ¶ 3- الرحمة: ... 6 ¶ 4- الابتعاد عن الغضب: ... 8 ¶ 5- الليونة والمرونة: ... 9 ¶ 6- أخذ أيسر الأمرين ما لم يكن إثما: ... 10 ¶ 7- الاعتدال والتوسط: ... 10 ¶ 8- التخول بالموعظة الحسنة: ... 12 ¶ 9- القدوة الحسنة وعدم مخالفة الفعل للقول : ... 14 ¶ 10- العلم: ... 15 ¶ 12- القوة: ... 18 ¶ 13- العدل: ... 20 ¶ 14- الحرص: ... 23 ¶ 16- الصلاح: ... 27 ¶ 17- الصدق: ... 29 ¶ 18- الحكمة: ... 30",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الباب الثاني ... 32 ¶ الخصائص التي ينبغي أن يتصف بها المربي الصالح ... 32 ¶ أهمية المربي ... 35 ¶ 1-الخصائص الجسيمة : ... 37 ¶ 2 -الخصائص العقلية : ... 38 ¶ 3 -الخصائص الخلُقية : ... 39 ¶ صفات المربي الناجح ... 40 ¶ 1-الجانب العقائدي : ... 41 ¶ 2-الإخلاص : ... 41 ¶ 3-الصبر : ... 41 ¶ 4- الصدق : ... 42 ¶ 5-الجانب العملي : ... 42 ¶ 6-الجانب الفني في التدريس : ... 42 ¶ 7-سعة الأفق والثقافة العامة : ... 42 ¶ 8-أن يكون عادلاً بين طلابه : ... 42 ¶ رسالة المربي ... 43",
            "page": "52",
            "part": "1"
        }
    ],
    "t36086": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الخلاصة في صفات المربي الصالح"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول الصفات العامة للمربي الصالح"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "1- الحلم والأناة:"
        },
        {
            "id": "6",
            "lvl": "2",
            "sub": null,
            "tit": "2- الرفق واللين:"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": null,
            "tit": "3- الرحمة:"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "4- الابتعاد عن الغضب:"
        },
        {
            "id": "10",
            "lvl": "2",
            "sub": null,
            "tit": "5- الليونة والمرونة:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": null,
            "tit": "6- أخذ أيسر الأمرين ما لم يكن إثما:"
        },
        {
            "id": "11",
            "lvl": "2",
            "sub": "1",
            "tit": "7- الاعتدال والتوسط:"
        },
        {
            "id": "13",
            "lvl": "2",
            "sub": null,
            "tit": "8- التخول بالموعظة الحسنة:"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": null,
            "tit": "9- القدوة الحسنة وعدم مخالفة الفعل للقول :"
        },
        {
            "id": "16",
            "lvl": "2",
            "sub": null,
            "tit": "10- العلم:"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "11- الأمانة:"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": null,
            "tit": "12- القوة:"
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": null,
            "tit": "13- العدل:"
        },
        {
            "id": "24",
            "lvl": "2",
            "sub": null,
            "tit": "14- الحرص:"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": null,
            "tit": "15- الحزم:"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": null,
            "tit": "16- الصلاح:"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": null,
            "tit": "17- الصدق:"
        },
        {
            "id": "31",
            "lvl": "2",
            "sub": null,
            "tit": "18- الحكمة:"
        },
        {
            "id": "33",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني الخصائص التي ينبغي أن يتصف بها المربي الصالح"
        },
        {
            "id": "38",
            "lvl": "2",
            "sub": null,
            "tit": "1-الخصائص الجسيمة :"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "2 -الخصائص العقلية :"
        },
        {
            "id": "40",
            "lvl": "2",
            "sub": null,
            "tit": "3 -الخصائص الخلُقية :"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "صفات المربي الناجح"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": null,
            "tit": "1-الجانب العقائدي :"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "1",
            "tit": "2-الإخلاص :"
        },
        {
            "id": "42",
            "lvl": "2",
            "sub": "2",
            "tit": "3-الصبر :"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": null,
            "tit": "4- الصدق :"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "5-الجانب العملي :"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "2",
            "tit": "6-الجانب الفني في التدريس :"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "3",
            "tit": "7-سعة الأفق والثقافة العامة :"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "4",
            "tit": "8-أن يكون عادلاً بين طلابه :"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": null,
            "tit": "رسالة المربي"
        }
    ]
}