{
    "b36107": [
        {
            "id": "1",
            "nass": "الأخلاق النبوية ¶ في الصراعات السياسية والعسكرية ¶ تأليف ¶ محمد مسعد ياقوت ¶ www.nabialrahma.com ¶ مخطط البحث ¶ المبحث الأول : الحوار لا الصدام ¶ المبحث الثاني : حرصه على نشر السلام ¶ المبحث الثالث :رحمته للخصوم والأعداء ¶ المبحث الرابع : رحمته للأسرى ¶ المبحث الخامس : رحمته لقتلى العدو ¶ المبحث السادس : رحمته لأهل الذمة ¶ المبحث السابع: قيم حضارية في غزوة بدر الكبرى [ نموذجًا] ¶ محمد مسعد ياقوت ¶ كاتب وداعية إسلامي من مصر ¶ المشرف العام على موقع نبي الرحمة ¶ www.nabialrahma.com ¶ البريد الإلكتروني : yakoote@gmail.com ¶ المدونة الشخصية : yakut.blogspot.com ¶ جوال 0104420539(002) ¶ المبحث الأول ¶ الحوار لا الصدام ¶ المطلب الأول : الحوار مظهر من مظاهر الرحمة : ¶ إن تقديم لغة الحوار(1) على أسلوب الصدام، حقنًا للدماء وتغليب العقل على العنف، يعد من مظاهر الرحمة في شخصية النبي- صلى الله عليه وسلم - ، الذي ضرب المثل الأعلى في ميدان الحوار والتفاوض، كما ضرب المثل الأعلى في القتال والزود عن حياض الدين والوطن. ¶ __________ ¶ (1) للباحث دراسة تحت عنوان: حوار الحضارات : الموجود والمفقود والمنشود، ومقالة تحت عنوان: دور الإسلام في مشروع حوار الحضارات، مجلة المجتمع، الكويت، العدد1677، بتاريخ 19/11/2005.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إنّ الإسلام هو دين الحوار والاعتراف بالآخر، وهو شريعة تطوير القواسم المشتركة بين الإنسان وأخيه الإنسان، وإيجاد السّبل الكفيلة بتحقيق ذلك بما يساعد على العيش بسلام وأمن وطمأنينة، ويحفظ الإنسان من أن يحيا حياة الإبعاد والإقصاء ونكران الآخر. لهذا أمر الإسلام بالحوار والدّعوة بالتي هي أحسن، وسلوك الأساليب الحسنة ، والطّرق السليمة في مخاطبة الآخر. قال تعالى: { ادْعُ إِلِىَ سَبِيلِ رَبّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُم بِالّتِي هِيَ أَحْسَنُ إِنّ رَبّكَ هُوَ أَعْلَمُ بِمَن ضَلّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ } (1) . ¶ على هذه الأسس يرسي القرآن الكريم قواعد الحوار في الإسلام على أساس الحكمة والموعظة الحسنة والجدال بالتي هي أحسن ، إنه منهج حضاري متكامل في ترسيخ مبادئ الحوار بين الشعوب والأمم . \" ومن الملاحظ على التعبير القرآني المعجز في الآية : أنه اكتفى في الموعظة بأن تكون(حسنة)، ولكنه لم يكتف في الجدال إلا أن يكون بالتي هي( أحسن). لأن الموعظة ـ غالباً ـ تكون مع الموافقين، أما الجدال فيكون ـ عادة ـ مع المخالفين؛ لهذا وجب أن يكون بالتي هي أحسن . على معنى أنه لو كانت هناك للجدال والحوار طريقتان: طريقة حسنة وجيدة ، وطريقة أحسن منها وأجود، كان المسلم الداعية مأموراً أن يحاور مخالفيه بالطريقة التي هي أحسن وأجود \"(2). ¶ __________ ¶ (1) سورة النحل : الآية 125، وانظر: يوسف القرضاوي : خطابنا الإسلامي في عصر العولمة، ص 40 ¶ (2) انظر: يوسف القرضاوي : خطابنا الإسلامي في عصر العولمة، القاهرة، ص 41",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولذلك قال الله تعالى أيضا : { وَلاَ تُجَادِلُوَاْ أَهْلَ الْكِتَابِ إِلاّ بِالّتِي هِيَ أَحْسَنُ إِلاّ الّذِينَ ظَلَمُواْ مِنْهُمْ وَقُولُوَاْ آمَنّا بِالّذِيَ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلََهُنَا وَإِلََهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ ] [العنكبوت: 46]فالحوار ممكن لأنّ هناك قواسم مشتركة ، وهناك مجال للتّفاهم والتّقارب ، وهي الإيمان بما أُنزل على المسلمين وغيرهم ، فالمصدر واحد وهو الله . فليتعارفوا وليعرفوا بعضهم ، ومن ثم فليتقاربوا وليتعاونوا على ما هو صالح لهم جميعا. فالقرآن يعطينا أسلوب بدء اللّقاء والحوار ، وكيف نستغلّ نقط التّلاقي بين المتحاورين .فيبيّن الأصول التي يمكن الاتّفاق عليها ويركّز على ذلك فيقول : { قُلْ يَأَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَىَ كَلَمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاّ نَعْبُدَ إِلاّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئاً وَلاَ يَتّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مّن دُونِ اللّهِ فَإِن تَوَلّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنّا مُسْلِمُونَ ] [عمران:64 ] ويبيّن الإسلام نوع العلاقة التي يجب أن تسود المسلمين وغيرهم .. إنّها علاقة التّعاون والإحسان والبرّ والعدل . فهذا هو الحوار الحضاري والعلاقة السامية ، قال تعالى: { لاّ يَنْهَاكُمُ اللّهُ عَنِ الّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدّينِ وَلَمْ يُخْرِجُوكُمْ مّن دِيَارِكُمْ أَن تَبَرّوهُمْ وَتُقْسِطُوَاْ إِلَيْهِمْ إِنّ اللّهَ يُحِبّ الْمُقْسِطِينَ } [ الممتحنة: 8] ¶ \" وتلك القاعدة في معاملة غير المسلمين هي أعدل القواعد التي تتفق مع طبيعة هذا الدين ووجهته ونظرته إلى الحياة الإنسانية، بل نظرته الكلية لهذا الوجود\"(1). ¶ __________ ¶ (1) سيد قطب : في ظلال القرآن ، ج 6، ص 3544",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن ثم يتبين للباحث مدى الرحمة الواسعة التي منحها الإسلام ورسول الإسلام، للبشر المخالفين للإسلام، فقرر أن الشرع أن التعامل يكون بالحوار، والدعوة الحسنة، والجدال بالتي هي أحسن، ويخص الإسلام أهل الكتاب بهذا الفضل، فهم أهل كتاب، وأخوة في الإنسانية، فالإسلام لا ينهانا أن نبر ونحسن إلى اليهود والنصارى ما داموا لم يقاتلون المسلمين في الدين ولم يخرجوا المسلمين من ديارهم، ونداء المسلم دائمًا لأهل الكتاب أن \"تَعَالَوْاْ إِلَىَ كَلَمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ\" . ¶ المطلب الثاني : الإسلام يرفض المركزية الحضارية : ¶ ونعتقد مع ذلك أن الإسلام كدين وحضارة عندما يدعو إلى الحوار مع الآخر.. ينكر (المركزية الحضارية) التي تريد العالم حضارة واحدة مهيمنة ومتحكمة في الأنماط والتكتلات الحضارية الأخرى، فالإسلام يريد العالم (منتدى حضارات) متعدد الأطراف، يريد الإسلامُ لهذه الحضارات المتعددة أن تتفاعل وتتساند؛ في كل ما هو مشترك إنساني عام . وإذا كان الإسلام ديناً عالمياً وخاتم الأديان، فإنه في روح دعوته وجوهر رسالته لا يرمي إلى (المركزية الدينية) التي تجبر العالم على التمسك بدين واحد.. إنه ينكر هذا القسر عندما يرى في تعددية الشرائع الدينية سنة من سنن الله تعالى في الكون، قال تعالى: { لِكُلّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً وَلَوْ شَآءَ اللّهُ لَجَعَلَكُمْ أُمّةً وَاحِدَةً وَلََكِن لّيَبْلُوَكُمْ فِي مَآ آتَاكُم فَاسْتَبِقُوا الخَيْرَاتِ إِلَىَ الله مَرْجِعُكُمْ جَمِيعاً فَيُنَبّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ } [المائدة:48] .وقال أيضاً: { وَلَوْ شَآءَ رَبّكَ لَجَعَلَ النّاسَ أُمّةً وَاحِدَةً وَلاَ يَزَالُونَ مُخْتَلِفِينَ] [هود: الآية 118 } (1) . ¶ __________ ¶ (1) انظر : حسن عزوزي: الإسلام وترسيخ ثقافة الحوار الحضاري، مجلة البلاغ، يناير 2007",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن دعوة النبي - صلى الله عليه وسلم - إلى الحوار مع باقي الدول والحضارات تنبع من رؤيته في التعامل مع غير المسلمين الذين يؤمنون برسالتهم السماوية، فعقيدة المسلم لا تكتمل إلا إذا آمن بالرسل جميعاً: قال تعالى: ¶ \" آمَنَ الرّسُولُ بِمَآ أُنْزِلَ إِلَيْهِ مِن رّبّهِ وَالْمُؤْمِنُونَ كُلّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرّقُ بَيْنَ أَحَدٍ مّن رّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبّنَا وَإِلَيْكَ الْمَصِيرُ\" [ البقرة : الآية 285] ¶ لقد حمل نبي الرحمة- صلى الله عليه وسلم - وأتباعه قيم الإسلام العليا ومثله السامية وأخذوا في نشرها في كل أرجاء الدنيا، دون إجبار الناس عليها، وبدأت عملية التفاعل بين الحضارة الإسلامية والحضارات الأوربية والمصرية والفارسية والهندية. فلم يلغ الإسلام الحضارة المصرية إنما جودها، ولم يلغ الإسلام حضارة الهند إنما هذبها ، ونقى الحضارات من خبيث العقائد والأفكار، وجلى الطيب النافع من الموروثات والثقافات القديمة . ¶ ومع مرور الزمن وانصرام القرون نتجت حضارة إسلامية جديدة أسهمت في إنضاجها مكونات حضارات الشعوب والأمم التي دخلت في الإسلام، فاغتنت الحضارة الإسلامية بكل ذلك عن طريق الحوار والتفاعل، وكانت هي بدورها فيما بعد عندما استيقظت أوروبا من سباتها وأخذت تستعد للنهوض مكوناً حضارياً ذا بال أمدّ الحضارة الأوروبية الغربية بما تزخر به من علوم وقيم وعطاء حضاري متنوع(1). ¶ __________ ¶ (1) انظر : حسن عزوزي: الإسلام وترسيخ ثقافة الحوار الحضاري، مجلة البلاغ، يناير 2007",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الشيء نفسه يمكن قوله عن الحضارة الغربية التي لم تظهر فجأة، بل تكونت خلال قرون كثيرة حتى بلغت أوجها في عصرنا الحاضر وذلك نتيجة التفاعل الحضاري مع حضارات أخرى هيلينية ورومانية وغيرها، وبفعل التراكم التاريخي وعمليات متفاعلة من التأثر والتأثير خلال التاريخ الإنساني الحديث. إن أكبر دليل على أن الحضارة الإسلامية لم تسع في أي وقت من الأوقات إلى التصادم مع الحضارة الغربية، هو أن العرب والمسلمين لم يضعوا في أي زمن من الأزمان صوب أهدافهم القضاء على خصوصيات الحضارة الغربية وهويتها الحضارية(1) . ¶ المطلب الثالث : نماذج عملية من سيرة النبي- صلى الله عليه وسلم - : ¶ إليك هذه النماذج الطيبة من سيرة النبي ، والتي تبين كيف كان النبي يحاور الحضارات والأمم الأخرى، يدعوها إلى كلمة سواء . ¶ فبعدما عقد النبي - صلى الله عليه وسلم -هدنة بينه وبين مشركي مكة الذين حاربوه على مدار ثمانية عشر عاماً ـ أو أكثر ـ، استغل النبي - صلى الله عليه وسلم -هذه الهدنة في مراسلة زعماء وأمراء وملوك العالم ..للحوار والتواصل والتعريف بدعوة الإسلام.. مركزاً في خطاباته على قيم السلام وحرية الاعتقاد، نرى ذلك جلياً في محتوى هذه الرسائل .. ¶ هذا، ولنتأمل أحد هذه النماذج المشرقة، ولتكن رسالة النبي - صلى الله عليه وسلم - إلى الملك المقوقس .. فكتب النبي - صلى الله عليه وسلم - إلى جُرَيْج بن مَتَّي الملقب بالمُقَوْقِس ملك مصر والإسكندرية، رسالة نصها : ¶ __________ ¶ (1) انظر : حسن عزوزي: الإسلام وترسيخ ثقافة الحوار الحضاري، مجلة البلاغ، يناير 2007",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "\"بسم الله الرحمن الرحيم .. من محمد عبد الله ورسوله إلى المقوقس عظيم القبط.. سلام على من اتبع الهدى، أما بعد: فإني أدعوك بدعاية الإسلام، أسلم تسلم، وأسلم يؤتك الله أجرك مرتين، فإن توليت فإن عليك إثم أهل القبط، { يَا أَهْلَ الْكِتَابِ تَعَالَوْاْ إِلَى كَلَمَةٍ سَوَاء بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ اللّهَ وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَابًا مِّن دُونِ اللّهِ فَإِن تَوَلَّوْاْ فَقُولُواْ اشْهَدُواْ بِأَنَّا مُسْلِمُونَ } \"(1). ¶ واختار لحمل هذا الخطاب الصحابي المتحدث حاطب بن أبي بَلْتَعَة - رضي الله عنه -. ¶ وجدير بنا أن نذكر كلام حاطب - رضي الله عنه - للمقوقس حتى يعرف الغرب أن هذه البعوث كانت تعرف هدفها جيداً كما أنها بلغت حداً من الفقه والحصافة يستحق الإعجاب البالغ. ¶ قال حاطب: إن هذا النبي دعا الناس، فكان أشدهم عليه قريش، وأعداهم له اليهود، وأقربهم منه النصارى، ولعمري ما بشارة موسى بعيسى إلا كبشارة عيسى بمحمد، وما دعاؤنا إياك إلى القرآن إلا كدعائك أهل التوراة إلى الإنجيل ..وكل نبي أدرك قوماً فهم أمته، فحق عليهم أن يطيعوه، وأنت ممن أدرك هذا النبي، ولسنا ننهاك عن دين المسيح ولكننا نأمرك به! ¶ فقال المقوقس : إني قد نظرت في أمر هذا النبي، فوجدته لا يأمر بمزهود فيه . ولا ينهي عن مرغوب فيه، ولم أجده بالساحر الضال، ولا الكاهن الكاذب، ووجدت معه آية النبوة بإخراج الخبء والإخبار بالنجوي، وسأنظر . ¶ وأخذ كتاب النبي - صلى الله عليه وسلم -، فجعله في حُقِّ من عاج، وختم عليه، ودفعه إلى جارية له، ثم دعا كاتباً له يكتب بالعربية، فكتب إلى النبي - صلى الله عليه وسلم - : ¶ __________ ¶ (1) انظر:البيهقي : دلائل النبوة، ج 5، ص 4، وما بعدها ، باب ما جاء في كتاب النبي صلى الله عليه وسلم إلى المقوقس.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "\" بسم الله الرحمن الرحيم . لمحمد بن عبد الله من المقوقس عظيم القبط، سلام عليك، أما بعد : فقد قرأت كتابك، وفهمت ما ذكرت فيه، وما تدعو إليه، وقد علمت أن نبياً بقي، وكنت أظن أنه يخرج بالشام، وقد أكرمت رسولك، وبعثت إليك بجاريتين، لهما مكان في القبط عظيم، وبكسوة، وأهديت بغلة لتركبها، والسلام عليك\"(1). ¶ ولم يزد على هذا ولم يسلم، فتزوج رسول الله - صلى الله عليه وسلم -مارية، فأنجبت له طفل ـ سماه إبراهيم، تقديراً وتشريفاً لأبي الأنبياء ـ عليه السلام ـ ، أما سيرين، فقد تزوجها الشاعر حسان بن ثابت - رضي الله عنه -. ¶ \"تلك مُثلٌ لرسائله إلى رجالات النصرانية ومواقفهم منها. وقد ساق النبي كذلك مبعوثيه إلى رؤساء المجوسية يدعونهم إلى الله، ويحدثونهم عن الدين الذي لو تبعوه نقلهم من الغي إلى الرشاد.. وقد تفاوتت ردودهم، بين العنف واللطف والإيمان والكفر\"(2).. ¶ و النبي - صلى الله عليه وسلم - بذلك أول من نادى بالحوار بين الحضارات والدول، في سبيل نشر قيم سامية .. ومارس هذا الحوار كما رأيت بمستوى عال من الأدب وحسن الخلق واحترام الرأي الآخر. ¶ ولقد أرسل الرسول - صلى الله عليه وسلم - الكثير من الرسل والسفراء – يدعوهم إلى الإسلام - ولتحقيق مثل هذا الحوار بينه وبين الأمم والحضارات الأخرى وملوك وزعماء العالم : ¶ (1) فبعث الصحابي الفاضل دحية بن خليفة الكلبي – وكان أنيقًا وسيمًا -، إلى قيصر ملك الرومان، واسمه هرقل. ¶ (2) وبعث الصحابي المناضل عبد الله بن حذافة السهمي – وكان راسخ الفكر والإيمان متحدثًا بليغًا - إلى كسرى ابرويز بن هرمز، ملك الفرس. ¶ __________ ¶ (1) انظر : المصدر السابق ¶ (2) محمد الغزالي : فقه السيرة، ص 274.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(3) وبعث الصحابي الجليل عمرو بن أمية الضمري – وكان لبقًا ذكيًا-، إلى النجاشي ملك الحبشة، ثم بعثه النبي- صلى الله عليه وسلم - مرة أخرى إلى مُسَيْلِمَةَ الْكَذّابِ مدعي النبوة المشهور ، برسالة، وَكَتَبَ إلَيْهِ بِكِتَابٍ آخَرَ مَعَ السّائِبِ بْنِ الْعَوّامِ أَخِي الزّبَيْرِ فَلَمْ يُسْلِمْ . ¶ (4) وبعث - فِي ذِي الْقَعْدَةِ سَنَةَ ثَمَانٍ - الصحابي القائد عمرو بن العاص – داهية العرب -؛ إلى جَيْفَرٍ وَعَبْدِ اللّهِ ابْنَيْ الجُلَنْدَى الْأَزْدِيّيْنِ ، ملكي عمان. ¶ (5) وبعث الصحابي الجليل سليط بن عمرو إلى هوذة ابن علي، الملك على اليمامة، وإلى ثمامة بن أثال، الحنفيين. ¶ (6) وبعث الصحابي الجليل الْعَلَاءَ بْنَ الْحَضْرَمِيّ إلَى الْمُنْذِرِ بْنِ سَاوَى الْعَبْدِيّ مَلِكِ الْبَحْرَيْنِ. ¶ (7) وبعث الصحابي الجليل شجاع بن وهب الأسدي، من أسد خزيمة، إلى الحارث ابن أبي شمر الغساني، وابن عمه جبلة بن الأيهم، ملكي البلقاء من عمال دمشق للرومان. ¶ (8) وبعث الصحابي الجليل الْمُهَاجِرَ بْنَ أَبِي أُمَيّةَ الْمَخْزُومِيّ إلَى الْحَارِثِ بْنِ عَبْدِ كُلَالٍ الْحِمْيَرِيّ أحد زعماء اليمن، وقال : سأنظر . ¶ (9) وبعث العلامة الفقيه معاذ بن جبل إلى جملة اليمن، داعياً إلى الإسلام، فأسلم جميع ملوكهم، كذى الكلاع وذي ظليم وذي زرود وذي مران وغيرهم. ¶ (10) وَبَعَثَ الصحابي الجليل جَرِيرَ بْنَ عَبْدِ اللّهِ الْبَجَلِيّ، إلَى ذِي الْكَلاعِ الْحِمْيَرِيّ وَذِي عَمْرٍو يَدْعُوهُمَا إلَى الْإِسْلَامِ فَأَسْلَمَا وَتُوُفّيَ رَسُولُ اللّهِ - صلى الله عليه وسلم - وَجَرِيرٌ عِنْدَهُمْ. ¶ (11) وَبَعَثَ الصحابي الجليل عَيّاشَ بْنَ أَبِي رَبِيعَةَ الْمَخْزُومِيّ برسالة إلَى الْحَارِثِ وَمَسْرُوحٍ وَنُعَيْمٍ بَنِي عَبْدِ كُلَالٍ زعماء من حِمْيَرَ .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(12) وَبَعَثَ إلَى فَرْوَةَ بْنِ عَمْرٍو الْجُذَامِيّ يَدْعُوهُ إلَى الْإِسْلَامِ .وكَانَ فَرْوَةُ عَامِلًا لِقَيْصَرَ بِمَعَانَ فَأَسْلَمَ وَكَتَبَ إلَى النّبِيّ - صلى الله عليه وسلم - بِإِسْلَامِهِ وَبَعَثَ إلَيْهِ هَدِيّةً مَعَ مَسْعُودِ بْنِ سَعْدٍ وَهِيَ بَغْلَةٌ شَهْبَاءُ وَفَرَسٌ وَحِمَارٌ وَبَعَثَ أَثْوَابًا وَقَبَاءً مِنْ سُنْدُسٍ مُخَوّصٍ بِالذّهَبِ فَقَبِلَ - صلى الله عليه وسلم - هَدِيّتَهُ وَوَهَبَ لِمَسْعُودِ بْنِ سَعْدٍ اثْنَتَيْ عَشْرَةَ أُوقِيّةً وَنِشًا(1) . ¶ وأسلم سائر الملوك والأمراء الذين ذكرنا ، وأسلم قومهم، حاشا قيصر والمقومقس وهذوة وكسرى والحارث بن أبي شمر .. وتأخر إسلام ثمامة بن أثال، ثم أسلم مختاراً بعد ذلك. ¶ وهكذا، أحدث الرسول - صلى الله عليه وسلم - هذا الحوار البناء بين أمة الإسلام والأمم الأخرى في شتى بقاع العالم .. وتواصل مع قيادات ورموز العالم آن ذاك.. فمنهم من تجاوب وتناقش، ومنهم من تعامل مع رسل النبي بوقاحة، كما فعل كسرى .. ¶ __________ ¶ (1) انظر: هذه البعوث في كتب السيرة : ابن حزم : جوامع السيرة 29، 30، وابن هشام 4/ 25،وابن سعد 1 / 2- 15، و محمد بن حبيب البغدادي :المحبر 75 ، وابن سيد الناس: عيون الأثر 2/ 260 - 270، وابن كثير : السيرة النبوية 4/ 262، والإمتاع 307 وتهذيب النووي 1/30، وابن القيم : زاد المعاد 1/ 116. وانظر صور ونصوص رسائل النبي إلى الملوك في كتاب محمد حميد الله : الوثائق السياسية ص 135 وما بعدها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وهذا مظهر فريد من مظاهر الرحمة في شخصية النبي - صلى الله عليه وسلم -، فقد قدم الحوار على الصدام في تعامله مع الأمم الأخرى لاسيما المخالفة للإسلام، وراسل النبي - صلى الله عليه وسلم - زعماء وأمراء وملوك العالم؛ برسائل على مستوى عال من التحضر والذوق الرفيع، لتعريفهم بدعوة الإسلام وغايته. فحقن الدماء وأعلى من شأن الحوار والتبادل العلمي والثقافي ، حتى استفادت أوربا من الحضارة الإسلامية في بناء النهضة العلمية الأوربية الحديثة. ¶ المبحث الثاني ¶ حرصه على نشر السلام ¶ لمحمد- صلى الله عليه وسلم - الفضل الأعظم في نشر السلام في ربوع الجزيرة العربية، التي عاشت عدة قرون في حروب طاحنة ومعارك على أتفه الأسباب، وكثرت حروب \"الفجار\" التي انتهك أصحابها حرمة البلد الحرام. ¶ وفي هذا المبحث نبين من خلال شهادات علماء الغرب والمواقف والأحداث؛ هذا المظهر من مظاهر الرحمة في شخصية محمد - صلى الله عليه وسلم -: ¶ المطلب الأول : محمد- صلى الله عليه وسلم - رجل السلام(1): ¶ يقول المفكر هنري ماسيه : ¶ \" إذا بحثنا عن محمد [- صلى الله عليه وسلم -]إجمالياً نجده ذا مزاج عصبي(2)، و فكر، دائم التفكير، ونفس باطنها حزن ، وأما مداركه فهي تمثل شخصاً يعتقد بإله واحد ، وبوجود حياة أخرى ، ويتصف بالرحمة الخالصة ، والحزم في الرأي والاعتقاد ، ويضاف إليه أنه رجل حكومة ، وأحياناً رجل سياسة وحرب ، ولكنه لم يكن ثائراً بل كان مسالماً \"(3) . ¶ ووصف جورج بروك(4) الإسلام بأنه : \" دين السلام والمحبة بين البشر \"(5). ¶ __________ ¶ (1) أرجو ألا نفهم من ذلك أن رسول الله رجل سلام وفقط، بل كان رجل حرب أيضًا، فكان رائدا في ميدان القتال والبأس ورائدا في ميدان الصلح والسلام . ¶ (2) هذه الجملة نرفضها، بل كان سيدنا محمد -صلى الله عليه وسلم -هادىء الطبع، لين العريكة . ¶ (3) هنري ماسيه : الإسلام ، ص 11 ¶ (4) عضو البرلمان البريطاني ¶ (5) مجلة العالم الإسلامي العدد 7 ، السنة الخامسة .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال عنه المفكر الأيرلندي برناردشو: \" إنه دين التعاون والسلام والعدالة في ظل شريعة محكمة لم تدع أمراً من أمور الدنيا إلا رسمته ووزنته بميزان لا يخطئ أبداً\"(1) . ¶ إن إقرار السلام في منطة الجزيرة العربية الذي حققه محمد - صلى الله عليه وسلم - يعد بحق مظهراً مهماً من مظاهر الرحمة، فقد شهدت الجزيرة العربية في عهد محمد - صلى الله عليه وسلم - عدة معاهدات سلمية، مما يبين فضل رسول الله - صلى الله عليه وسلم - في نشر ثقافة السلام بين العرب بعد قرون طويلة من الجاهلية والحروب الأهلية، وفضله في حقن الدماء وحفظ الأعراض والمقدسات، التي كانت منتهكة في عصور الجاهلية .. ولم تحدث أي حروب أهلية – في الجزيرة العربية - بعد ظهور محمد - صلى الله عليه وسلم - وتسلمه زمام قيادة العرب . ¶ المطلب الثاني : نموذج في حادث بناء الكعبة : ¶ __________ ¶ (1) مجلة الذكرى عدد 7 ، دورة 1 ص 22",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لما بلغ محمد - صلى الله عليه وسلم - من عمره الخامسة والثلاثين – أي قبل بعثتة بخمس سنين -، تعرضت الكعبة للهدم ، بسبب سيل عرم انحدر إلى البيت الحرام، فأوشكت الكعبة منه على الانهيار، فاضطرت قريش إلى تجديد بنائها حرصًا على مكانتها، فعمدت قريش إلى بنائها، فلما تنازع القرشيون فيما بينهم من الذي يضع الحجر الأسود في مكانه ، واختلفوا فيمن يمتاز بشرف وضعه في مكانه، واستمر النزاع أربع ليال أو خمسًا، واشتد حتى كاد يتحول إلى حرب ضروس في أرض الحرم، إلا أن أبا أمية بن المغيرة المخزومى عرض عليهم أن يحكَّموا فيما شجر بينهم أول داخل عليهم من باب المسجد(1)، فارتضوه، وشاء الله أن يكون ذلك محمد - صلى الله عليه وسلم - ، فلما رأوه قالوا : هذا الأمين(2)، قد رضينا به هذا محمد(3)، فلما انتهى إليهم، وأخبروه الخبر طلب رداء فوضع الحجر وسطه وطلب من رؤساء القبائل المتنازعين أن يمسكوا جميعًا بأطراف الرداء، وأمرهم أن يرفعوه، حتى إذا أوصلوه إلى موضعه أخذه بيده فوضعه في مكانه(4).. ¶ وهذا حل حكيم من رجل حكيم تراضت قريش بحكمه. ¶ ولقد راح المفكرون والعلماء، يعلقون على هذا الحادث بتعليقات مليئة بالتقدير والإعجاب لهذه الشعلة العبقرية التي تحاول في حرص شديد دائم على تحقيق الأمن والسلم بين الناس ، وعن نجاح محمد - صلى الله عليه وسلم - من تفهم الموقف بسرعة عظيمة، والتوسل بهذه الحيلة البريئة وإرضاء زعماء قريش جميعاً.. ¶ __________ ¶ (1) ابن سيد الناس: عيون الأثر 1\\ 75 ¶ (2) الحاكم : المستدرك، 1 \\ 628 من حديث عبد الله بن السائب، برقم 1683 ¶ (3) الطبري: تاريخ الأمم والملوك1\\526، وابن كثير: البداية والنهاية، 2\\303 ¶ (4) انظر في هذه الحادثة أيضاً: محمد بن يوسف الصالحي : سبل الهدى والرشاد، 2\\ 171، وابن الجوزي : صفة الصفوة،1\\ 77",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فقد استرعت هذه الحادثة انتباه الباحث الألماني أغسطينوس موللر ( 1148- 1894)، فتوقف عندها ملياً ، في كتابه \"الإسلام \"، وتعرض لسياسة النبي - صلى الله عليه وسلم - في هذا المقام وأنه \"أدهش قريشاً بسياسته الرشيدة \"(1). ¶ كما توقف الأب هنري لامنس عند هذه الحادثة فقال : ¶ \" لما اختلفت قريش في قضية بناء الكعبة ، وأي فخذ منها يجب أن يعهد إليه بوضع الحجر الأسود في مكانه ، وكادوا يقتتلون ، فاتفقوا على أن يعهدوا بذلك إلى محمد بن عبد الله الهاشمي[- صلى الله عليه وسلم -]، قائلين : هذا هو الأمين ! \"(2) . ¶ ولقد ربط المستشرق \"أرثر جيلمان\" بين هذه الحادثة التي منعت اقتتال القبائل العربية، وبين المرحلة التالية لبدء البعثة والوحي ، والتي تشكل مقدمة الدعوة الإسلامية، بقوله : ¶ \" لا بد أن يكون محمد [- صلى الله عليه وسلم -]قد تأثر بإعجاب القوم وتقديرهم العظيم بهذه الفكرة التي بسطت السلام بين مختلف القبائل ، ولايستبعد أن يكون محمد[- صلى الله عليه وسلم -] قد أخذ يحس بنفسه أنه من طينة أرقى من معاصريه ، وأنه يفوقهم جميعاً ذكاءً وعبقرية ، وأن الله قد اختاره لأمر عظيم .. !\"(3) . ¶ المطلب الثالث : نماذج المعاهدات مع القبائل المجاورة للمدينة : ¶ فلقد عقد النبي – صلى الله عليه وسلم – في العام الثاني من الهجرة- المعاهدات مع القبائل المجاورة للمدينة لا سيما تلك القبائل التي كانت على الطريق التجاري المؤدي إلى الشام، وذلك من أجل أربعة أهداف : ¶ الهدف الأول : تحييد هذه القبائل في قضية الصراع بين المسلمين والمشركين، وألا يكونوا يدًا مع المشركين على المسلمين . ¶ الهدف الثاني : تأمين الحدود الخارجية للدولة . ¶ الهدف الثالث : اعتراف هذه القبائل بدولة المسلمين ¶ __________ ¶ (1) انظر: محمد شريف الشيباني: الرسول في الدراسات الإستشراقية المنصفة، ص 22، 23. ¶ (2) هنري لامنس : عهد الإسلام ، ص65 ¶ (3) ارثر جيلمان : الشرق ، ص 117",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الهدف الرابع : تهيئة هذه القبائل لقبول الإسلام، والدخول فيه . ¶ نماذج لهذه المعاهدات : ¶ أولاً : مُوَادَعَةُ بَنِي ضَمْرَةَ ¶ وَهُمْ بَطْنٌ مِنْ كِنَانَةَ وَكَانَ نص وثيقة الْمُوَادَعَةِ على النحو التالي : ¶ \"بِسْمِ اللّهِ الرّحْمَنِ الرّحِيمِ . هَذَا كِتَابٌ مِنْ مُحَمّدٍ رَسُولِ اللّهِ لِبَنِي ضَمْرَةَ ، فَإِنّهُمْ آمِنُونَ عَلَى أَمْوَالِهِمْ وَأَنْفُسِهِمْ وَأَنّ لَهُمْ النّصْرَ عَلَى مَنْ رَامَهُمْ -إلا أَنْ يُحَارِبُوا فِي دِينِ اللّهِ - مَا بَلّ بَحْرٌ صُوفَةً(1) وَإِنّ النّبِيّ إذَا دَعَاهُمْ لِنَصْرِهِ أَجَابُوهُ، عَلَيْهِمْ بِذَلِكَ ذِمّةُ اللّهِ وَذِمّةُ رَسُولِهِ، وَلَهُمْ النّصْرُ عَلَى مَنْ بَرّ مِنْهُمْ وَاتّقَى .\"(2) . وكانت هذه المعاهدة عقب أول غزوة للنبي وهي الأبواء أو ودان (في صفر 2هـ - أغسطس 623 هـ ) ¶ كما عقد النبي معاهدة مع بَنِي مُدْلِجٍ(3) في ( جمادي الأولى 2هـ- نوفمبر 623 م) ، وكانت على نفس النحو من وثيقة بني ضمرة . ¶ ثانيًا : مُوَادَعَةُ جهينة : ¶ وهذه القبيلة تسكن منطقة العيص على ساحل البحر الأحمر، وكان نص هذه المعاهدة : ¶ \"إنهم آمنون على أنفسهم وأموالهم، وإن لهم النصر على من ظلمهم أو حاربهم إلا في الدين والأهل، ولأهل باديتهم من بر منهم واتقى ما لحاضرتهم\"(4). ¶ __________ ¶ (1) دلالة على تأبيد هذا العقد، وفيه جواز تأبيد المعاهدات بين المسلمين وغير المسلمين مالم يكن في هذه المعاهدات ما يخالف الشرع . ¶ (2) السهيلي : الروض الأنف 3/ 38 ¶ (3) ابن سيد الناس : عيون الأثر 1 / 300 ¶ (4) انظر: محمد حميد الله: مجموعة الوثائق السياسية، ص62. وانظر إلى المزيد والمزيد من هذه المعاهدات في هذا الكتاب الفريد.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد دلت هذه الوثائق على مقتضيات أخلاقية سامية، فنرى فيها الرسول القائد السمح – صلى الله عليه وسلم - يوادع هذه القبائل على النصرة المتبادلة في المعروف، ويضمن لهم النبي الأمن والأمان على الأموال والأنفس، ويظهر لهم النبي أخلاق الإحسان والصلة .. ¶ المطلب الرابع: نموذج في معركة الأحزاب : ¶ ومن المواقف التي تدل على حرص محمد - صلى الله عليه وسلم - على السلام، ما حدث في معركة الأحزاب (في شوال 5 هـ\\ مارس627م) ، حيث حاصر المشركون المدينة المنورة، فلما اشتد على المسلمين الحصار و البلاء بعث رسول الله - صلى الله عليه وسلم -، إلى عيينة بن حصن والحارث بن عوف المرى، وهما قائدا غطفان ـ في جيش الأحزاب ـ وعرض عليهما النبي - صلى الله عليه وسلم - ثلث ثمار المدينة، على أن يرجعا بمن معهما عنه وعن أصحابه، فأحضر النبي - صلى الله عليه وسلم - الصحيفة والدواة، وأحضر عثمان بن عفان فأعطاه الصحيفة، وهو يريد أن يكتب الصلح بينهما، وعباد بن بشر قائم على رأس النبي - صلى الله عليه وسلم -، مقنع في الحديد.. ولم تقع الشهادة ولا عزيمة الصلح، إلا المراوضة.فلما أراد رسول الله - صلى الله عليه وسلم - أن يفعل ذلك بعث إلى سعد بن عبادة وسعد بن معاذ فذكر لهما ذلك، واستشارهما فيه(1) . ¶ فرفضا هذه الفكرة.. ¶ ونزل النبي - صلى الله عليه وسلم - على رأي الجماعة، فلم يتم هذا الصلح! ¶ ولكن الشهاد في هذا الموقف، هو حرص النبي الدائم في تجنب الحل العسكري، قدر الإمكان.. وميله الدائم نحو الحل السلمي . ¶ المطلب الخامس : نموذج معاهدة الحديبية: ¶ لأول مرة تشهد الجزيرة العربية تلك المعاهدة المحمدية التي نادى بها النبي - صلى الله عليه وسلم - وأبرمها في ذي القعدة سنة ست من الهجرة (مارس628 م) ، وهي معاهدة صلح الحديبية. ¶ __________ ¶ (1) انظر: ابن كثير : السيرة النبوية 3 / 201، ومحمد بن يوسف الصالحي: سبل الهدى والرشاد 4 / 376",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "رغم ما كان من بنود مجحفة بالمسلمين في هذا الصلح .. ¶ وإن المتأمل لأحداث صلح الحديبية يتبين له إصرار النبي - صلى الله عليه وسلم - على تحقيق السلام، وأنه - صلى الله عليه وسلم - كان دائماً يجنح للسلم إن هيئت له أسباب إقامة السلام في أي وقت.. ¶ فعندما قصد رسول - صلى الله عليه وسلم - العمرة مع أصحابه، في العام السادس من الهجرة، أبت قريش أن تسمح للنبي وأصحابه بإداء عبادة العمرة، وهذا الفعل من القريشيين يعد جريمة كبرى في عرف العرب، إذ كيف يُصد عن البيت الحرام من جاء معظماً له !! ¶ وعرفت قريش ضيق الموقف، فأسرعت إلى بعث سُهَيْل بن عمرو – متحدثًا رسميًا لها - للتفاوض مع النبي - صلى الله عليه وسلم - حول عقد الصلح، وأكدت له أن يكون في شروط الصلح : أن يرجع عن مكة عامه هذا دون عمرة، ففي ذلك – كما يرى القرشيون - جرح لمشاعر المشركين بعدما انتصر عليهم المسلمون في معركة بدر انتصارًا ساحقًا ، وحتى لا تتحدث العرب أن محمدًا - صلى الله عليه وسلم - دخل مكة وأدى العمرة رغمًا عن المشركين -. ¶ فأتاه سهيل بن عمرو، فلما رآه - صلى الله عليه وسلم - قال : \" قد سهل لكم أمركم، أراد القوم الصلح حين بعثوا هذا الرجل\" (1)، فجاء سهيل فتكلم طويلاً، ثم اتفقا على قواعد الصلح، وهي هذه (2) : ¶ البند الأول : الرسول - صلى الله عليه وسلم -يرجع من عامه هذا، فلا يدخل مكة، وإذا كان العام القابل دخلها المسلمون فأقاموا بها ثلاثاً، معهم سلاح الراكب، السيوف في القُرُب، ولا يتعرض لهم بأي نوع من أنواع التعرض . ¶ البند الثاني : وضع الحرب بين الطرفين عشر سنين، يأمن فيها الناس، ويكف بعضهم عن بعض . ¶ __________ ¶ (1) صحيح ـ رواه البيهقي في السنن الكبرى ( 9\\ 220)، وهو في الإرواء(1\\ 57). ¶ (2) انظر: السهيلي : الروض الأنف 4\\ 48،وابن هشام\\ 316، وابن كثير: السيرة النبوية 3\\ 320.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "البند الثالث : من أحب أن يدخل في عقد محمد - صلى الله عليه وسلم - وعهده دخل فيه، ومن أحب أن يدخل في عقد قريش وعهدهم دخل فيه، وتعتبر القبيلة التي تنضم إلى أي الفريقين جزءاً من ذلك الفريق، فأي عدوان تتعرض له أي من هذه القبائل يعتبر عدواناً على ذلك الفريق . ¶ البند الرابع: من أتي محمداً - صلى الله عليه وسلم - من قريش من غير إذن وليه ـ أي هارباً منهم ـ رده عليهم، ومن جاء قريشاً ممن مع محمد- صلى الله عليه وسلم - ـ أي هارباً منه ـ لم يرد عليه!ّ ¶ ثم ُدعي علي بن أبي طالب ليكتب مسودة المعاهدة، وكره سهيل بن عمرو ـ مبعوث القريشيين ـ أن يكتب في صدر الوثيقة \" محمد رسول الله \" وأبى عليّ بن أبي طالب، وهو كاتب الوثيقة ، أن يمحو بيده \" رسول الله \" ، فمحا النبي- صلى الله عليه وسلم -هذه الصفة بيده الكريمة، وأمر الكاتب أن يكتب \" محمد بن عبد الله \"(1) .وهذا الموقف يدل على سماحته في التفاوض.. ثم تمت كتابة الوثيقة ، ولما تم الصلح دخلت قبيلة خزاعة في عهد رسول الله وكانوا حليف بني هاشم منذ عهد عبد المطلب، ، فكان دخولهم في هذا العهد تأكيداً لذلك الحلف القديم ـ ودخلت قبيلة بنو بكر في عهد قريش(2) . ¶ المطلب السادس: نموذج الصلح مع أهل خيبر : ¶ لما استسلم يهود خيبر ( في المحرم 7 هـ / مايو 628)، في نهاية معركة رسول الله معهم صالحهم صلى الله عليه وسلم - ، وأعطاهم الأرض ، يَعْمَلُوا فيها وَيَزْرَعُوهَا، وَلَهُمْ شَطْرُ مَا يَخْرُجُ مِنْهَا(3) . ¶ وفي هذه المصالحة - بهذا الشكل - رحمة وعفو كبيرين بأهل خيبر .. ¶ __________ ¶ (1) انظر: ابن حزم: جوامع السيرة 1 / 209 . ¶ (2) انظر: محمد بن يوسف الصالحي سبل الهدى والرشاد 5\\ 52. ¶ (3) صحيح البخاري - (3917)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فهم في الحقيقة يستحقون الإعدام ! فهم قد خانوا النبي - صلى الله عليه وسلم - وغدروا وتحالفوا مع مشركي قريش سرًا، وأصبحت قيادات خيبر والفصائل اليهودية الأخرى عملاء وجواسيس لمشركي مكة وغطفان ..كل هذا إلى جانب أنهم السبب الرئيسي في تحزيب جيوش الأحزب، من كل حدب وصوب.. ¶ ولما أقدمت امرأة منهم على محاولة اغتيال النبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ – حيث أهدت لِرَسُولِ اللَّهِ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -شَاةٌ فِيهَا سُمٌّ(1).. وتُوفي اثر هذه المحاولة الفاشلة أحد الصحابة .. لم ينقلب رسول الله – صلى الله عليه وسلم – على أهل خيبر ولم يعمل فيهم القتل – كما يفعل بعض الزعماء في مثل هذه المواقف – إنما أثبت الصلح وأقر العهد . ¶ المبحث الثالث ¶ رحمته للخصوم والأعداء ¶ المطلب الأول : لماذا القتال ؟ ¶ هاجر المسلمون من مكة إلى المدينة [في يوليه 622م ](2) فرارًا بدينهم ولبناء مجتمع إسلامي جديد آمن، ولتكون المدينة مقرًا للدعوة الإسلامية تنطلق منها البعوث والرسل إلى شتى بقاع الأرض تبلغ رسالات الله إلى العالم .. ¶ وبالفعل نجح المسلمون في تأسيس أول دولة إسلامية ، وأخذ رسول الله يعقد الأحلاف والعقود مع القبائل والجماعات على الصعيدين الداخلي والخارجي للمدينة ، وأصبح للمسلمين لأول مرة كيان معترف به من هذه القبائل .. ¶ وفي كل يوم يزداد فيه التقدم الإسلامي عقب الهجرة، يزداد معه حنق الوثنيين وغيظهم على المسلمين. ¶ وأصبح المسلمون في حاجة ماسة للتسلح والدفاع عن أنفسهم ولحماية عقيدتهم ودولتهم ، وبالفعل نزل النص القرآني يجيز للمسلمين الدفاع عن أنفسهم بالسلاح، إضافة جواز مطاردة المصالح المادية والتجارية لقريش، من أجل استرداد الأموال والحقوق التي استلبتها قريش من المسلمين المستضعفين عند هجرتهم. ¶ __________ ¶ (1) صحيح البخاري - (3918) ¶ (2) رالف لنتون : شجرة الحضارة، 1/341.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال الله تعالى : {أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ }[الحج : 39]. ¶ وكان الإذن بالقتال واسترداد الحقوق بالقوة، لعدة اعتبارات شرعية ومنطقية وجيهة: ¶ أولاً: مصادرة أموال المسلمين وعقاراتهم : ¶ عندما هاجر المسلمون من مكة إلى المدينة، أصبحوا في ضيق من العيش، حيث صادر كفار مكة أموال وعقارات وتجارات المسلمين، وقام المشركون بتوزيع هذه الأموال بين صناديد مكة ظلمًا وسحتًا ! ¶ وكانت تجارة قريش تمر بالمدينة في الذهاب وفي العودة حال رحلتها الصيفية إلى الشام . وكانت بالنسبة للمسلمين فرصة ذهبية لاسترداد بعض حقوقهم . ¶ ثانيًا: إعلان الحرب على الدولة الإسلامية الناشئة: ¶ بادر زعماء مكة في إعلان الحرب على المسلمين، والسعي بشتى الطرق لإحداث حرب أهلية داخل المدينة، فأرسلوا إلى عميلهم عبد الله بن أبي بن سلول- وكان إذ ذاك مشركًا بصفته رئيس المدينة قبل الهجرة، فقد كاد الأوس والخزرج أن يجعلوه ملكًا عليهم، لولا هجرة النبي كتبوا إلى ابن سلول ومن خلفه من المنافقين في كلمات تنم عن شدة الحنق والغيظ على المسلمين : ¶ \"إِنَّكُمْ آوَيْتُمْ صَاحِبَنَا ! وَإِنَّا نُقْسِمُ بِاللَّهِ لَتُقَاتِلُنَّهُ أَوْ لَتُخْرِجُنَّهُ أَوْ لَنَسِيرَنَّ إِلَيْكُمْ بِأَجْمَعِنَا حَتَّى نَقْتُلَ مُقَاتِلَتَكُمْ وَنَسْتَبِيحَ نِسَاءَكُمْ\"..",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فَلَمَّا بَلَغَ ذَلِكَ عَبْدَ اللَّهِ بْنَ أُبَيٍّ وَمَنْ كَانَ مَعَهُ مِنْ عَبَدَةِ الْأَوْثَانِ اجْتَمَعُوا لِقِتَالِ النَّبِيِّ ، فَلَمَّا بَلَغَ ذَلِكَ النَّبِيَّ ، لَقِيَهُمْ فَقَالَ : \" لَقَدْ بَلَغَ وَعِيدُ قُرَيْشٍ مِنْكُمْ الْمَبَالِغَ ! مَا كَانَتْ تَكِيدُكُمْ بِأَكْثَرَ مِمَّا تُرِيدُونَ أَنْ تَكِيدُوا بِهِ أَنْفُسَكُمْ، تُرِيدُونَ أَنْ تُقَاتِلُوا أَبْنَاءَكُمْ وَإِخْوَانَكُمْ ؟ ! \"..فَلَمَّا سَمِعُوا ذَلِكَ مِنْ النَّبِيِّ تَفَرَّقُوا(1). ¶ وهنا تظهر عظمة القائد الحكيم المربي – صلى الله عليه وسلم -، حيث قضى على هذه الفتنة في مهدها، وضرب على وتر العزة القبلية، فقد كان يدرك أغوار النفس البشرية التي يتعامل معها، ولذلك كان خطابه مؤثرًا في نفوس مشركي أهل يثرب(2). ¶ وكان من أخلاقه – صلى الله عليه وسلم – أن تعصب لوحدة الصف ولم يتعصب لأصحابه المهاجرين دون الأنصار، أو المسلمين دون المشركين المدنيين، إنما ضرب ركز في خطابه على مصلحة المدينة - بما فيها من طوائف وعقائد - ضد أعدائها من الخارج .. ¶ ثالثًا: تهديد أمن المسلمين : ¶ وهو اعتبار آخر شرعي للإذن بالقتال لاسيما للدفاع عن حياة المواطن سواء داخل الدولة الإسلامية أو خارجها ، ونستدل على ذلك بحادث محاولة منع الصحابي الجليل سعد بن معاذ من أداء العمرة: ¶ __________ ¶ (1) سنن أبي داود، باب في خبر النضير، حديث 2610، وصححه الألباني في صحيح وضعيف سنن أبي داود. ¶ (2) انظر: على محمد الصلابي : السيرة النبوية، 1\\ 364",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فعن عَبْدَ اللَّهِ بْنَ مَسْعُودٍ - رَضِيَ اللَّهُ عَنْهُ - حَدَّثَ عَنْ سَعْدِ بْنِ مُعَاذٍ أَنَّهُ قَالَ كَانَ صَدِيقًا لِأُمَيَّةَ بْنِ خَلَفٍ وَكَانَ أُمَيَّةُ إِذَا مَرَّ بِالْمَدِينَةِ نَزَلَ عَلَى سَعْدٍ، وَكَانَ سَعْدٌ إِذَا مَرَّ بِمَكَّةَ نَزَلَ عَلَى أُمَيَّةَ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ الْمَدِينَةَ انْطَلَقَ سَعْدٌ مُعْتَمِرًا فَنَزَلَ عَلَى أُمَيَّةَ بِمَكَّةَ، فَقَالَ لِأُمَيَّةَ : انْظُرْ لِي سَاعَةَ خَلْوَةٍ لَعَلِّي أَنْ أَطُوفَ بِالْبَيْتِ .. فَخَرَجَ بِهِ قَرِيبًا مِنْ نِصْفِ النَّهَارِ، فَلَقِيَهُمَا أَبُو جَهْلٍ فَقَالَ : يَا أَبَا صَفْوَانَ مَنْ هَذَا مَعَكَ؟؟ فَقَالَ : هَذَا سَعْدٌ . فَقَالَ لَهُ أَبُو جَهْلٍ : أَلَا أَرَاكَ تَطُوفُ بِمَكَّةَ آمِنًا وَقَدْ أَوَيْتُمْ الصُّبَاةَ، وَزَعَمْتُمْ أَنَّكُمْ تَنْصُرُونَهُمْ وَتُعِينُونَهُمْ ! أَمَا وَاللَّهِ لَوْلَا أَنَّكَ مَعَ أَبِي صَفْوَانَ مَا رَجَعْتَ إِلَى أَهْلِكَ سَالِمًا!! فَقَالَ لَهُ سَعْدٌ - وَرَفَعَ صَوْتَهُ عَلَيْهِ - أَمَا وَاللَّهِ لَئِنْ مَنَعْتَنِي هَذَا لَأَمْنَعَنَّكَ مَا هُوَ أَشَدُّ عَلَيْكَ مِنْهُ، طَرِيقَكَ عَلَى الْمَدِينَةِ (1). ¶ __________ ¶ (1) صحيح البخاري، باب ذكر النبي صلى الله عليه وسلم مَنْ يُقْتَلُ ببدر، ح 3656 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "تدل هذه الحادثة على أن أبا جهل يعتبر سعد بن معاذ من أهل الحرب بالنسبة إلى المشركين في مكة(1)، ولولا أنه دخل في جوار زعيم من زعمائها لأهدر دمه، تأمل قول أبي جهل لسعد : \" لَوْلَا أَنَّكَ مَعَ أَبِي صَفْوَانَ مَا رَجَعْتَ إِلَى أَهْلِكَ سَالِمًا\" ! فلم يكن أحد من المسلمين وإن كانوا معتمرين أو حجاج يستطيع أن يدخل مكة حاجًا أو معتمرًا أو نحو ذلك، إلا في جوار زعيم من الزعماء الوثنيين كما رأيت . ¶ وهكذا يتبدى للمتبصر أن المسجد الحرام تحت احتلال فعلي، وإهانة واقعة، وعتو بيّن من قبل هؤلاء الذين جعلوا من أنفسهم أوصياء على المسجد الحرام، وما هم . قال الله تعالى {وَمَا لَهُمْ أَلاَّ يُعَذِّبَهُمُ اللّهُ وَهُمْ يَصُدُّونَ عَنِ الْمَسْجِدِ الْحَرَامِ وَمَا كَانُواْ أَوْلِيَاءهُ إِنْ أَوْلِيَآؤُهُ إِلاَّ الْمُتَّقُونَ وَلَكِنَّ أَكْثَرَهُمْ لاَ يَعْلَمُونَ }الأنفال34 ¶ \"إنهم ليسوا أولياء هذا البيت ولا أصحابه . إنهم أعداء هذا البيت وغاصبوه! إن بيت الله الحرام ليس تركة يرثها الخلف عن السلف . إنه بيت الله يرثه أولياء الله المتقون لله \"(2). ¶ ويدل هذا الحادث أيضًا – من كلام سعد – على أن المسلمين في هذا الوقت لم يتعرضوا ولو لمرة واحدة لقوافل مكة التجارية، وأن الدولة الإسلامية في هذا الوقت لم تعامل أهل مكة المشركين معاملة أهل الحرب. ومعنى هذا أن الأيدي الممسكة بزمام الأمور في مكة هي التي بادرت بالعدوان، وأعلنت الحرب على دولة الإسلام، وهددت الحجاج والمعتمرين من المسلمين، واعتبرت المسلمين أهل حرب لا يدخلون مكة إلا بصك أمان أو بصفة مستأمنين(3) . ¶ __________ ¶ (1) انظر: محمد خير هيكل: الجهاد والقتال 3/476، وعلى محمد الصلابي: السيرة النبوية، 1/364، ¶ (2) سيد قطب : في ظلال القرآن، سورة الأنفال، الآية 34. ¶ (3) انظر: محمد خير هيكل: الجهاد والقتال 3/476، وعلى محمد الصلابي: السيرة النبوية، 1/364",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فكان بعد كل هذا أن يدافع الشعب المسلم عن عقيدته وأرضه ودولته ونبيه .. ¶ تنبيه هام : ¶ لا يفهم من ذلك أن الجهاد في الإسلام لدفع العدوان فقط، أو أن الجهاد هو نوع واحد أو مرحلة واحدة .. كلا ! فالجهاد مراحل وأقسام ، فقد كان الجهاد فى بداية الدعوة، مقتصراً على الدعوة السلمية مع الصمود فى سبيلها للمحن و الشدائد، ثم شرع الى جانبها - مع بدء الهجرة- القتال الدفاعى، أى رد كل قوة بمثلها، ثم شرع بعد ذلك قتال كل من وقف عقبة فى طريق إقامة المجتمع الإسلامى، على أن لا يقبل من الملاحدة و الوثنيين و المشركين إلا الإسلام وذلك لعدم إمكان الإنسجام بين المجتمع الإسلامى الصحيح وما هم عليه من الإلحاد و الوثنية، أما أهل الكتاب فيكفى خضوعهم للمجتمع الإسلامى وانضوائهم فى دولته على أن يدفعوا للدولة ما يسمى ( الجزية ) مكان ما يدفعه المسلمون من الزكاة. وعند هذه المرحلة الأخيرة استقر حكم الجهاد فى االإسلام، وهذا هو واجب المسلمين فى كل عصر إذا توافرت لديهم القوة و العدة اللازمة . وعن هذه المرحلة يقول الله تعالى :\" قاتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا أن الله مع المتقين \" [ التوبة 123]، وعنها أيضاً يقول الرسول -صلى الله عليه وسلم- :\" أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قال لا إله إلا الله عصم منى ماله ونفسه إلا بحقه وحسابه على الله \"(1). ¶ المطلب الثاني : محمد - صلى الله عليه وسلم - القائد الرحيم : ¶ يتحدث الباحث \"وليم موير\" عن معاملة النبي - صلى الله عليه وسلم - أعداءه تلك المعاملة التي اتسمت بالرحمة والعفو، حين فتحه مكة (في رمضان 8هـ/ يناير 630 م) ، فيقول : ¶ __________ ¶ (1) محمد سعيد رمضان البوطي : فقه السيرة 126، والحديث متفق عليه .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "\"عامل حتى ألد أعدائه بكل كرم وسخاء حتى مع أهل مكة ، وهم الذين ناصبوه العداء سنين طوالاً ، وامتنعوا من الدخول في طاعته ، كما ظهر حلمه وصفحه في حالتي الظفر والانتصار ، وقد دانت لطاعته القبائل التي كانت من قبل أكثر مناجزة وعداء له \"(1) . ¶ كذلك يقول واشنجتون إيرفنج(2):\"كانت تصرفات الرسول [- صلى الله عليه وسلم -] في [أعقاب فتح] مكة تدل على أنه نبي مرسل لا على أنه قائد مظفر. فقد أبدى رحمة وشفقة على مواطنيه برغم أنه أصبح في مركز قوي. ولكنه توّج نجاحه وانتصاره بالرحمة والعفو\"(3). ¶ فهو الفاتح الرحيم، بالحق والعدل، لا الغازي الطاغية أو الظالم.. ¶ \"وفي إمكان المرء أن يتخيل المعاملة التي كان يجدر بفاتح دنيوي النزعة أن يعاملهم بها. ولكن صفح الرسول - صلى الله عليه وسلم - كان لا يعرف حدوداً . فقد غفر لهم ثلاثة عشر عاماً من الاضطهاد والتآمر \"(4) .. وهم الذين عذبوه وعذبوا أصحابه وهجَّروه وهجّروه أصحابه، وقتلوا منهم نفراً ليس بالعديد القليل .. ¶ يقول \"جان باغوت غلوب\" معقباً \" وهكذا تم فتح مكة دون إراقة دماء إلى حد كبير ... إلا أنه اكتسب قلوب الجميع بما أظهره من رحمة وعفو في يوم انتصاره \"(5) . ¶ هذا، ويقول المستشرق إميل درمنغم متحدثاً عن الفاتح والقائد الرحيم نبينا محمد - صلى الله عليه وسلم - في حال انتصاراته : ¶ __________ ¶ (1) وليم موير : حياة محمد، 88 ¶ (2) واشنجتون إيرفنج : مستشرق أمريكي، أولى اهتمامًا كبيرًا لتاريخ المسلمين في الأندلس. من آثاره: (سيرة النبي العربي) مذيلة بخاتمة لقواعد الإسلام ومصادرها الدينية (1849)، و(فتح غرناطة) (1859)، وغيرها. ¶ (3) واشنجتون إيرفنج: حياة محمد ، ص 72 ¶ (4) مولانا محمد علي: حياة محمد و سيرته، ص 269-270. ¶ (5) جان باغوت غلوب : الفتوحات العربية الكبرى ، ص 156-157.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "\"فقد برهن [محمد - صلى الله عليه وسلم -] في انتصاره النهائي، على عظمة نفسية؛ قلَّ أن يوجد لها مثال في التاريخ؛ إذ أمر جنوده أن يعفوا عن الضعفاء والمسنين والأطفال والنساء، وحذرهم أن يهدموا البيوت، أو يسلبوا التجار، أو أن يقطعوا الأشجار المثمرة، وأمرهم ألا يجردوا السيوف إلا في حال الضرورة القاهرة، بل رأيناه يؤنب بعض قواده ويصلح أخطاءهم إصلاحاً مادياً ويقول لهم: إن نفساً واحدة خير من أكثر الفتوح ثراء ! \"(1) . ¶ \"وهكذا ظهر الرسول - صلى الله عليه وسلم - الذي كان رحمة للعالمين، وحرر الإنسانية من أصفاد الجهل والخرافة والفساد\"(2) .. بل ظهر كما وصفه المفكر البلجيكي هنري ماسيه :\"يتصف بالرحمة الخالصة\"(3). تلك الرحمة الخالصة التي غلبت دوماً – كما يبين مارسيل بوازار – على أحاديث النبي - صلى الله عليه وسلم - وسيرته، فلا \"تنفك الأحاديث الشريفة والسيرة النبوية تصور في الأذهان كرم الرسول وتواضعه، كما تصور استقامته ونقاءه ولطفه وحلمه . وكما يظهره التاريخ قائداً عظيماً ملء قلبه الرأفة، يصوره كذلك رجل دولة صريحاً قوي الشكيمة (ديمقراطياً)..\"(4) . ¶ وفوق أخلاق الرحمة التي تخلق بها النبي - صلى الله عليه وسلم - لما انتصر على أعدائه وتمكن منهم، في المعارك والفتوحات، نراه أيضاً رحيماً بمجرمين وأعداء – داخل الدولة - أمضوا حياتهم في دس الفتن بين المسلمين، والعمل الدائب من أجل هدم الدين والدولة، فضلاً عن عمالة هؤلاء المجرمين لأعداء المسلمين خارج حدود الدولة .. ¶ يقول \"مولانا محمد على\" : ¶ __________ ¶ (1) انظر: بشرى زخاري ميخائيل : محمد رسول الله هكذا بشرت به الأناجيل، ص50. ¶ (2) مولانا محمد علي : حياة محمد و سيرته ، 282. ¶ (3) هنري ماسيه : الإسلام ، ص 11. ¶ (4) مارسيل بوزار : إنسانية الاسلام ، ص 46.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "\"وسماحة الرسول [- صلى الله عليه وسلم -] نحو أعدائه يعز نظيرها في تاريخ العالم . فقد كان عبد الله بن أبي عدواً للإسلام ، وكان ينفق أيامه ولياليه في وضع الخطط لإيقاع الأذى بالدين الجديد، محرضاً المكيين واليهود تحريضاً موصولاً على سحق المسلمين . ومع ذلك فيوم توفي عبد الله دعا الرسول[- صلى الله عليه وسلم -] ربه أن يغفر له ، بل لقد قدم رداءه إلى أهله كي يكفنوه به\"(1) . ¶ إن نبي الرحمة - صلى الله عليه وسلم - لم ينتقم في أيما يوم من الأيام من امرىء أساء إليه! صحيح أنه أنزل العقوبة ببعض أعدائه في أحوال نادرة جداً، وفي فترات جد متباعدة . ولكن تلك الحالات كانت تنطوى كلها على خيانات بشعة قام بها أناس لم يعد الصفح يجدي في تقويمهم وإصلاحهم . والحق أن ترك أمثال هؤلاء المجرمين سالمين غانمين كان خليقاً به ألا يظن البعض أنه استحسن الأذى والإفساد .. والرسول - صلى الله عليه وسلم -لم يلجاً إلى العقوبة قط حيثما كان ثمة مجال لنجاح سياسة الصفح كرادع إن لم نقل كإجراء إصلاحي(2). ¶ المطلب الثالث : هدي محمد في المعارك : ¶ شرع نبي الرحمة لأمته آداب سامية وضوابط حاكمة على سلوك المقاتل المسلم، توجب عليه مخالفتها عقوبات زاجرة قي الدنيا والآخرة(3). ¶ فلا يستخدم في الجهاد في سبيل الله إلا الوسائل المشروعة والأساليب النزيهة، فعن صفوان بن عسال قال :بعثنا رسول الله -صلى الله عليه وسلم- في سرية فقال: \" سيروا باسم الله وفي سبيل الله، قاتلوا من كفر بالله ، ولا تمثلوا، ولا تغدروا، ولا تغلوا، ولا تقتلوا وليدا..\"(4) . ¶ __________ ¶ (1) مولانا محمد علي: حياة محمد و سيرته ، ص 269-270. ¶ (2) انظر: مولانا محمد علي: حياة محمد و سيرته ، ص 269-270. ¶ (3) أنجوغو أمبكي صمب : أروع القيم الحضارية في سيرة سيد البرية، ص 40 وما بعدها ¶ (4) رواه ابن ماجة (2857 ) و الطبراني في المعجم الكبير ج 8 ص 70 ، وصححه الألباني في صحيح وضعيف سنن ابن ماجة .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعن أنس أن النبي -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- نَهَى أَنْ تُصْبَرَ الْبَهَائِم(1) . ¶ وقال جابر : نهى رسول الله -صلى الله عليه وسلم- أن يقتل شيء من الدواب صبرا(2) ¶ وعن حنظلة الكاتب قال : ¶ غزونا مع رسول الله -صلى الله عليه وسلم- فمررنا على امرأة مقتولة قد اجتمع عليها الناس، فأفرجوا له فقال: \" ما كانت هذه تقاتل فيمن يقاتل !\" ¶ ثم قال لرجل : \" انطلق إلى خالد بن الوليد فقل له إن رسول الله -صلى الله عليه وسلم- يأمرك يقول: لا تقتلن ذرية ولا عسيفا(3) ..\"(4) . ¶ وقال – ذات يوم في معركة مستنكرًا على بعض أصحابه - : ¶ \" ما بال قوم جاوزهم القتل اليوم حتى قتلوا الذرية !\" . ¶ فقال رجل : يا رسول الله :إنما هم أولاد المشركين ! ¶ فقال : \"ألا إن خياركم أبناء المشركين ..\" . ¶ ثم قال : \" ألا لا تقتلوا ذرية ، ألا لا تقتلوا ذرية !! كل نسمة تولد على الفطرة حتى يهب ¶ عنها لسانها فأبواها يهودانها و ينصرانها \"(5) . ¶ وعن يحيى بن سعيد أن أبا بكر الصديق بعث جيوشا إلى الشام فخرج يمشي مع يزيد بن أبي سفيان وكان أمير ربع من تلك الأرباع ، فقال أبو بكر له : ¶ __________ ¶ (1) صحيح – رواه البخاري - (5089)، ومسلم (3616) ¶ (2) صحيح – رواه مسلم (3620) ¶ (3) العسيف : الأجير المستهان به ¶ (4) حسن - رواه ابن ماجة (2842)، و الحاكم ( 2 / 122 )، وهو في السلسلة الصحيحة برقم ( 701 ) ¶ (5) صحيح - رواه أحمد ( 3 / 435 ) و الدارمي ( 2 / 223 )، وهو في السلسلة الصحيحة (402)",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "\"إنك ستجد قومًا زعموا أنهم حبسوا أنفسهم لله، فذرهم وما زعموا أنهم حبسوا أنفسهم له \" .. وأوصاه قائلاً : \" وإني موصيك بعشر : لا تقتلن امرأة، ولا صبيا، ولا كبيرا هرما(1)، ولا تقطعن شجرا مثمرا، ولا تخربن عامرا ، ولا تعقرن شاة ، ولا بعيرا إلا لمأكلة، ولا تحرقن نخلا [ وفي رواية : نحلا ولا تفرقنه] ولا تغرقنه ولا تغلل(2) ولا تجبن \"(3) ¶ عن عمر بن الخطاب ، أنه قال : \" اتقوا الله في الفلاحين ، ولا تقتلوهم إلا أن ينصبوا لكم الحرب\"(4). ¶ وهذه النصوص وغيرها من دستور العسكرية الإسلامية التي وضعها رسول الله - صلى الله عليه وسلم - تشتمل على الأصول الأخلاقية للحرب، وهذه جملتها(5): ¶ 1- الإخلاص والتجرد للأهداف الحقيقية للحرب وترك ما يخالف ذلك من غلول وغدر وثأر وانتقام. ¶ 2- المحافظة على البيئة واجتناب الفساد في الأرض بتحريق الأشجار وقتل الحيوانات لغير ضرورة. ¶ 3- عدم التعرض لغير المقاتلين من النساء والصبيان والشيوخ. ¶ 4- السماحة الدينية واحترام مقدسات الآخرين، بعدم قتل الرهبان والقسيسين ما لم يقاتلوا أو يعينوا على القتال، وعدم التعرض كذلك لبيعهم وكنائسهم بسوء. ¶ المطلب الرابع: فرية العنف ونشر الإسلام بالسيف : ¶ ومن العجيب أن بعض الحاقدين ألصقوا بمحمد - صلى الله عليه وسلم - تهمة القسوة والعنف ، ونشر دعوة الله بالسيف! ¶ والحق أن رجالات العلم والفكر في أوربا قد ردوا على هذا الزعم، وفندوه .. ¶ أولاً : رد العلامة لويس سيديو : ¶ وكان من أبرز المدافعين والمظهرين بطلان ما نفثته أقلام الحاقدين ، المؤرخ الفرنسي العلامة لويس سيديو حيث قال: ¶ __________ ¶ (1) الهرم : الذي بلغ أقصى الكبر ¶ (2) الغلول : الخيانة والسرقة ¶ (3) مالك ( 858)، وابن أبي شيبة ج 7 ص 645 ، وعبد الرزاق (9375) ¶ (4) معرفة السنن والآثار للبيهقي - (5645) ¶ (5) أنجوغو أمبكي صمب : أروع القيم الحضارية في سيرة سيد البرية، ص 40 وما بعدها",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "\"من التجني على حقائق التاريخ ما كان من عزو بعض الكُتّاب إلى محمد [- صلى الله عليه وسلم -] القسوة... فقد نسي هؤلاء أن محمداً [- صلى الله عليه وسلم -] لم يأل جهداً في إلغاء عادة الثأر الموروثة الكريهة التي كانت ذات حظوة لدى العرب، كحظوة المبارزات بأوروبة فيما مضى . وكأن أولئك الكُتّاب لم يقرأوا آيات القرآن التي قضى محمد [- صلى الله عليه وسلم -] [بها] على عادة الوأد الفظيعة . وكأنهم لم يفكروا في العفو الكريم الذي أنعم به على ألد أعدائه بعد فتح مكة، ولا في الرحمة التي حبا بها ، كثيراً من القبائل عند ممارسة قواعد الحرب الشاقة... وكأنهم لم يعلموا أن محمداً [- صلى الله عليه وسلم -] لم يسئ استعمال ما اتفق له من السلطان العظيم ، قضاء لشهوة القسوة الدنيئة ، وأنه لم يأل جهداً -في الغالب - في تقويم من يجور من أصحابه، والكل يعلم أنه رفض - بعد غزوة بدر- رأي عمر بن الخطاب في قتل الأسرى ، وأنه عندما حل وقت مجازاة بني قريظة ترك الحكم في مصيرهم لحليفهم القديم سعد بن معاذ ، وأنه صفح عن قاتل عمه حمزة ، وأنه لم يرفض -قط - ما طلب إليه من اللطف والسماح\"(1) . ¶ ثانيًا: رد الدكتورة كارين أرمسترونج ¶ تقول الباحثة البريطانية كارين أرمسترونج في مقدمة كتابها (سيرة النبي محمد): \"من الخطأ أن نظن أن الإسلام دين يتسم بالعنف أو بالتعصب في جوهره، على نحو ما يقول به البعض أحياناً، بل إن الإسلام دين عالمي، ولا يتصف بأي سمات عدوانية شرقية أو معادية للغرب .\"(2) . ¶ و تبين أن السبب في إلقاء هذه التهمة على النبي - صلى الله عليه وسلم -من قبل بعض الغربيين، إنما هو بسبب أحقاد قديمة، فتقول: ¶ __________ ¶ (1) لويس سيديو، بتصرف : (نقلا عن كتاب الإسلام بين الإنصاف و الجحود ، ص 134). ¶ (2) كارين أرمسترونج : سيرة النبي محمد ص19",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "\"إننا في الغرب بحاجة إلى أن نخلِّص أنفسنا من بعض أحقادنا القديمة، ولعل شخصاً مثل محمد [- صلى الله عليه وسلم -] يكون مناسباً للبدء ! فقد كان رجلاً متدفق المشاعر.. وقد أسس ديناً وموروثاً حضارياً لم يكن السيف دعامته، برغم الأسطورة الغربية، وديناً اسمه الإسلام؛ ذلك اللفظ ذو الدلالة على السلام والوفاق !! \"(1) . ¶ ثالثًا: رد الكاتب الألماني ديسون ¶ يقول المفكر \"ديسون: \"من الخطأ أن يصدق المرء ما يروِّج له البعض من أن السيف كان المبشر الأول في تقدم الإسلام وتبسطه، ذلك أن السبب الأول في انتشار الإسلام يعود إلى هذه الأخوة الدينية الفريدة، وإلى هذه الحياة الجديدة الاجتماعية التي دعا إليها ومكَّن لها، ثم إلى هذه الحياة الشريفة الطاهرة التي راح يحياها محمد [- صلى الله عليه وسلم -] وخلفاؤه من بعده، والتي بلغت من العفة والتضحية حداً جعل الإسلام قوة عظيمة لا تُغلب\"(2) . ¶ رابعًا: رد المفكر الهولندي دوزي: ¶ يقول \"دوزي\" ، مبينًا ومؤكدًا أن النبي - صلى الله عليه وسلم - لم يجبر أحدًا على اعتناق الإسلام .. فيقول في كلمات محددة جازمة : ¶ \"لم يُفرض فرضاً على أحد !!\"(3).. ¶ فلم يثبت ولو في مرة واحدة في تاريخ عهد النبي- صلى الله عليه وسلم - أن أجبر أي إنسان على اعتناق الإسلام ولو بالضغط النفسي، فضلاً عن استخدام العنف أو السيف. ¶ خامسًا: رد المؤرخ الكبير جوستاف لوبون: ¶ يقول جوستاف لوبون : ¶ __________ ¶ (1) كارين أرمسترونج : سيرة النبي محمد، ص393. ¶ (2) ديسون : محمد بن عبد الله، 59 ¶ (3) دوزي: ملحق وتكملة القواميس العربية، مقدمة الكتاب",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "\"لم ينتشر الإسلام بالسيف، بل انتشر بالدعوة وحدها، وبالدعوة وحدها اعتنقته الشعوب التي قهرت العرب مؤخراً كالترك والمغول، وبلغ القرآن من الانتشار في الهند التي لم يكن العرب فيها غير عابري سبيل.. ولم يكن الإسلام أقل انتشاراً في الصين التي لم يفتح العرب أي جزء منها قط\"(1) .. ¶ ويقول: \"إن القوة لم تكن عاملاً في انتشار الإسلام، فقد ترك العربُ المغلوبين أحراراً في أديانهم\"(2) . ¶ سادسًا: رد الكاتبة الايطالية لورافيشيا فاغليري: ¶ وتبين لورافيشيا فاغليري أن\" الإسلام لايبيح امتشاق الحسام(3) إلاّ دفاعاً عن النفس ، وهو يحرم العدوان تحريماً صريحاً... وأباحت الشريعة القتال للمسلمين دفاعاً عن حرية الضمير لإقرار السلم، واستتاب الأمن والنظام\"(4). ¶ كما حدث في معارك عديدة، كمعركة بدر (17 رمضان 2هـ/13مارس624م)، ومعركة أُحد ( شوال 3هـ/إبريل624 م)، ومعركة الأحزاب ( شوال 5 هـ\\ مارس627م) .. فكلها معارك دفاعية، أقل ما يقال فيها أنها معارك دفاع عن النفس . ¶ أو كما حدث في معارك أخرى، كمعركة قينقاع (السبت 15 شوال 2هـ /9 إبريل624، ومعركة النضير (ربيع الأول 4 هـ/غسطس 625 م) ومعركة قريظة(ذي القعدة 5 هـ/إبريل 627 م)، ومعركة خيبر (المحرم سنة 7 هـ /مايو 628).. فهي معارك جائت نتيجة للخيانة، والتحالف ضد المسلمين، ونقض العهود، ومحاولات عديدة لاغتيال النبي - صلى الله عليه وسلم -. ¶ سابعًا: رد العلامة توماس كارلايل ¶ وحسبنا رد توماس كارلايل على تلك الفرية التي تذهب إلى أن محمداً - صلى الله عليه وسلم -لم ينشر دعوته إلا بحد السيف ،فقال : ¶ __________ ¶ (1) جوستاف لوبون : حضارة العرب، ص ص128-129 ¶ (2) جوستاف لوبون : حضارة العرب، ص 127 ¶ (3) السيف. ¶ (4) لورافيشيا فاغليري : دفاع عن الإسلام 11 ، 12",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "\"إن اتهام محمد [- صلى الله عليه وسلم -] بالتعويل على السيف في حمل الناس على الاستجابة لدعوته؛ سخف غير مفهوم!!\"(1).. ويقول مفصلاً .. ¶ \"لقد قيل كثيراً في شأن نشر محمد[- صلى الله عليه وسلم -] دينه بالسيف ، فإذا جعل الناس ذلك دليلاً على كذبه[- صلى الله عليه وسلم -] ، فذلك أشد ما أخطأوا وجاروا ، فهم يقولون ما كان الدين لينتشر لولا السيف ، ولكن ما هو الذي أوجد السيف ؟ هو قوة ذلك الدين ، وأنه حق . والرأي الجديد أول ما ينشأ يكون في رأس رجل واحد ، فالذي يعتقده هو فرد- فرد ضد العالم أجمع-، فإذا تناول هذا الفرد سيفاً وقام في وجه الدنيا فقلما والله يضيع ! وأرى - على العموم- أن الحق ينشر نفسه بأية طريقة حسبما تقتضيه الحال، أو لم تروا أن النصرانية كانت لا تأنف أن تستخدم السيف أحياناً، وحسبكم ما فعل شارلمان بقبائل السكسون ! وأنا لا أحفل إذا كان انتشار الحق بالسيف أم باللسان أو بأية آلة أخرى ، فلندع الحقائق تنشر سلطانها بالخطابة أو بالصحافة أو بالنار ، لندعها تكافح وتجاهد بأيديها وأرجلها وأظافرها فإنها لن تَهزم إلا ما كان يستحق أن يُهزم ، وليس في طاقتها قط أن تقضي على ما هو خير منها ، بل ما هو أحط وأدنى \"(2) .. فإنها حرب لا حكم فيها إلا لله الذي أرسل الرسل ذاتها ، ونعم الحكم ما أعدله وما أقسطه، إذا كان من عند الخالق ! ¶ المطلب الخامس : فرية حول القتل الجماعي ليهود بني قريظة : ¶ معروف لدى كتب التاريخ أن يهود قريظة كانوا فصيل من فصائل المدينة المنورة . ¶ ومعروف أنه بمجرد قدوم النبي - صلى الله عليه وسلم - المدينة عقد بينه وبين اليهود الموجودين بها معاهدة تنظم الشأن العام الداخلي والخارجي للمدينة. وكان من بنود هذه المعاهدة: ¶ __________ ¶ (1) انظر : عباس محمود العقاد : حقائق الإسلام وأباطيل خصومه: 227 ¶ (2) توماس كارلايل: الابطال ، ص 76",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "1- التزام كل أبناء المدينة بما فيهم المسلمين واليهود بالمعايشة السلمية فيما بينهما وعدم اعتداء أي فريق منهما على الآخر . ¶ 2- الدفاع المشترك عن المدينة ضد أي اعتداء خارجي على المدينة . ¶ وحدث في شوال 5 هـ \\ مارس627م .. أن مر المسلمون بظروف قاسية عندما تجمعت أكبر قوة معادية للمسلمين في ذلك الوقت للقضاء عليهم داخل المدينة، وأحاطت جيوش التحالف المشركة بالمدينة في عشرة آلاف مقاتل، من مشركي قريش وأشجع وغطفان وبني سليم وأسد وفزارة .. على حين لم يزد عدد المسلمين على ثلاثة آلاف مقاتل، وكان المتوقع أن ينضم يهود بني قريظة إلى صفوف المسلمين ضد القوات المحتلة لحدود المدينة، بناء على نصوص المعاهدة المبرمة بين الفريقين.. لكن الذي حدث هو عكس هذا، فقد فوجئ المسلمون ببني قريظة يخونهم في أخطر أوقات محنتهم، ولم يرعوا للجوار حقاً، ولا للعهود حرمة، بل كانوا يسعون من وراء انضمامهم هذا إلى صفوف القوات الغازية التعجيل بالقضاء على المسلمين ودولتهم الناشئة ! ¶ أحدثت هذه الخيانة زلزالاً عنيفًا في نفوس المسلمين، وجرحًا عميقًا في وجدانهم، لا سيما بعد إعلان قريظة – جهارًا نهارًا - الانضمام إلى صفوف الغزاة ..لدرجة أن الرسول - صلى الله عليه وسلم - حرص أول الأمر على كتمان الخبر على الشعب لما كان يخشى من وقعه على نفوس الجنود. وبمجرد أن انتهى إلى سمعه - صلى الله عليه وسلم - النبأ أرسل وفداً دبلوماسيًا مكوناً من القادة الأفاضل سعد بن معاذ(قائد الأوس)، وسعد بن عبادة (قائد الخزرج)، وعبد الله بن رواحة، وخوات بن جبير- رضوان الله تعالى عليهم - ليذّكروا القوم بما بينهم وبين المسلمين من عقود وعهود، ويحذروهم مغبة ما هم مقدمون عليه، ولكن دون جدوى!",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وبعد أن ولى المشركون المحتلون وحلفاؤهم الأدبار، يحملون معهم الهزيمة والإخفاق، وفشلت محاولاتهم لاقتحام المدينة المنيعة . رجع المقاتلون المسلمون إلى بيوتهم بالمدينة يستريحون من هذه الغمة، ويلتقطون أنفاسهم بعد فزع وقلق نفسي مريع دام شهرًا كاملاً. ¶ ويبدو أن بعض الصحابة ظن أن الموضوع انتهى إلى ذلك الحد ! لكن أيترك الخائنون العملاء الناكثون للعهود دون محاسبة ؟ فنادى النبي - صلى الله عليه وسلم - في المسلمين \"ألا .. لا يصلين أحد العصر إلا في بني قريظة !\"(1)، فسار الجيش الإسلامي إلى فصيل الفتنة والخيانة، وتبعهم النبي - صلى الله عليه وسلم - - القائد العام - بعد أن استخلف على المدينة – نائبًا عنه –عبد الله بن أم مكتوم، وحاصر المسلمون بني قريظة شهراً تقريبًا، ولما طال عليهم الحصار.. ورفض النبي - صلى الله عليه وسلم - إلا أن يستسلموا دون قيد أو شرط، واستسلم بنو قريظة، ونزلوا على حكم رسول الله - صلى الله عليه وسلم - ، فوكل - صلى الله عليه وسلم - الحكم فيهم إلى سعد بن معاذ– قائد الأوس - .. وفي اختيار سعد دلالة على حكمة النبي - صلى الله عليه وسلم - وبُعد نظره، وإدراكه لنفسيات يهود قريظة ، لأن سعدًا كان حليف بني قريظة في الجاهلية، وقد ارتاح اليهود لهذا الاختيار، وظنوا أن الرجل قد يحابيهم في حكمه، لكن سعداً نظر إلى الموقف من جميع جوانبه. وقدره تقدير من عاش أحداثه وظروفه. ¶ __________ ¶ (1) انظر: ابن سيد الناس : عيون الأثر 2\\50",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وبعد أن أخذ سعد - رضي الله عنه - المواثيق على الطرفين أن يرضى كل منهما بحكمه. أعلن حكمه بالإعدام على الخونة، قائلاً: \"فَإِنّي أَحْكُمُ فِيهِمْ أَنْ يُقْتَلَ الرّجَالُ وَتُسْبَى الذّرّيّةُ وَتُقْسَمَ الأمْوَالُ \"، فقال رسول الله - صلى الله عليه وسلم -مؤيدًا هذا الحكم : \" لَقَدْ حَكَمْتَ فِيهِمْ بِحُكْمِ اللّهِ مِنْ فَوْقِ سَبْعِ سَمَاوَاتٍ \"(1) .. ¶ فسيقوا إلى خنادق في المدينة، فُقتل رجالهم وُسبي نساؤهم وذراريهم. ولاقى بنو قريظة هذا المصير على هذه الخيانة. ¶ وهنا يحلو للبعض أن يتطاولوا على تصرف النبي - صلى الله عليه وسلم - ومعاملته لبني قريظة، ويعتبروا أن الإعدام الجماعي الذي تم لهؤلاء الناس يتسم بالقسوة والوحشية والإجرام... الخ .. ¶ ونرد على مثل هذه الآراء ونقول : ¶ أولاً: ماذا لو أن نتيجة غزوة الأحزاب تمت حسبمًا كان يخطط لها بنو قريظة وأحزابهم؟ ألم تكن هي الإبادة التامة للمسلمين أجمعين. على أن اليهود لم يقدِموا على هذا العمل الخسيس إلا بعد أن تكون لديهم ما يشبه اليقين بأنهم- بمساعدة المشركين- سوف يقومون بتدمير الكيان الإسلامي تدميراً كاملاً، واستئصال شأفة المسلمين استئصالاً كلياً – كما ورد في كتبهم إذا ظهروا على شعب من الشعوب - ولهذا لم يترددوا في الغدر بحلفائهم المسلمين وعلى تلك الصورة البشعة(2). ¶ __________ ¶ (1) ابن القيم : زاد المعاد 3/117، و ابن سيد الناس : عيون الأثر 2/ 54، وابن هشام 2/240 ¶ (2) انظر: جمعة علي الخولي: معاملة الرسول صلى الله عليه وسلم لبني قريظة، والرد على ما يثار حولها من شبهات، مجلة جامعة الإمام محمد بن سعود، العدد 57،",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لقد جاء في سفر التثنية : \"حين تقترب من مدينة لكي تحاربها استدعها للصلح، فإن أجابتك وفتحت لك؛ فكل الشعب الموجود فيها يكون لك للتسخير ويستعبد لك، وإن لم تسالمك.. بل عملت معك حرباً فحاصرها، وإذا دفعها الرب إلهك إلى يدك فاضرب جميع ذكورها بحد السيف، وأما النساء والأطفال والبهائم وكل ما في المدينة كل غنيمتها فتغتنمها لنفسك، وتأكل غنيمة أعدائك التي أعطاك الرب إلهك \"(1) . ¶ ويعلق \"مولانا محمد علي\"، على هذا النص بقوله: \"وهكذا حكم سعد وفقًا للشريعة الموسوية بقتل ذكور بني قريظة وبسبي نسائهم وأطفالهم وبمصادرة ممتلكاتهم.. ومهما بدت هذه العقوبة قاسية، فقد كانت على درجة الضبط للعقوبة التي كان اليهود ينزلونها- تبعاً لتشريع كتابهم- بالمغلوبين من أعدائهم، فأي اعتراض على قسوة هذه العقوبة هو في الواقع انتقاد لا شعوري للشريعة الموسوية، وتسليم بأن شريعة أكثر إنسانية يجب أن تحل محلها، وأيما مقارنة بالشريعة الإسلامية في هذا الصدد خليق بها أن تكشف- في وضوح بالغ- أي قانون رفيق عطوف رحيم قدمه الإسلام إلى الناس\"(2). ¶ ثانياً: أن اليهود – لا سيما يهود قريظة - لم يلقوا من المسلمين طيلة السنوات التي تلت المعاهدة إلا كل بر ووفاء، ومعاملة حسنة طيبة، كما شهدوا أنفسهم بذلك، فعندما ذهب حيي بن أخطب – أكبر زعماء اليهود - إلى كعب بن أسد القرظي زعيم قريظة يغريه بنقض العهد مع النبي - صلى الله عليه وسلم - قال: \" وَيْحَك يَا حُيَيّ !! فَدَعْنِي وَمَا أَنَا عَلَيْهِ، فَإِنّي لَمْ أَرَ مِنْ مُحَمّدٍ إلّا صِدْقًا وَوَفَاءً \" (3).. لكنه لم يزل به حتى أقنعه بالخيانة ونقض العهد. ¶ __________ ¶ (1) سفر التثنية – الإصحاح العشرون 10: 18. ¶ (2) مولانا محمد علي : حياة محمد ورسالته ص 175 ¶ (3) الروض الأنف 3/ 422، ابن سيد الناس 2\\ 38، وابن كثير : البداية والنهاية 4/103",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثالثًا : أن قانون أي دولة الآن يحكم بالإعدام على من يخون وطنه ويقيم اتصالات مع العدو أو يتجسس لحسابه، و لو درس الذين يطعنون في حكم سعد على بني قريظة القوانين المعاصرة دراسة نافذة وطبقوها على قضية بني قريظة لرأوا أن قوانين العصر الحديث والدول المتقدمة لا تختلف في شيء عما أصدره سعد بن معاذ(1). . ¶ فيهود قريظة خانوا العقد، وتآمروا وانضموا إلى أعداء الدولة الإسلامية وأوقعوا المسلمين بين شقي الرحى في المدينة مكتوين بنار المشركين من جهة واعتداء اليهود في ساعة المحنة من جهة ثانية فاقترفوا بذلك الغدر أربع جرائم: ¶ أ - رفع السلاح ضد سلطان المدينة مع الأجنبي المعتدي المحتل. ¶ ب - تسهيل دخول العدو للبلاد . ¶ ج - التجسس لصالح تحالف المشركين. ¶ د- دس الفتن والمشاركة في الحرب الإعلامية النفسية على الشعب المسلم. ¶ إذا هو ( القصاص العادل)(2) الذي أصاب بني قريظة على خيانتهم .. ¶ ومعظم قوانين العقوبات العصرية تجعل الإعدام عقوبة كل جريمة من الجرائم الأربع، وتسمى أي جريمة من هذه الجرائم باسم الخيانة العظمى! ¶ __________ ¶ (1) انظر: محمد رجب البيومي ، مجلة الحج العدد 12 السنة 88. ¶ (2) محمود شيت خطاب : الرسول القائد، 259",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "رابعًا : قد يقال: كان من الممكن أن يعامل النبي - صلى الله عليه وسلم - يهود بني قريظة كما يعامل القائد المنتصر رجال جيش عدوه الذي انهزم أَمامه واستسلم، أو يعاملهم كما عامل يهود بني النضير وبني قينقاع.. والجواب على ذلك أن بني قريظة لم يكونوا أسرى حرب حتى يميل بهم إلى الشفقة، ولم يكونوا في حالة حرب مع المسلمين، وإنما كانوا جيرانا متحالفين يشكلون مع المسلمين وحدة وطنية ملزمة بالدفاع المشترك عن المدينة ضد أي عدوان، لكنهم ظهروا أخطر من الأعداء، إذ يبيتون لأناس يأمنونهم ويخصونهم بحقوق الجار، وواجبات الذمام، فكانوا بمثابة الخائن المتآمر المتواطئ مع العدو على أمته ووطنه في حالة الحرب القائمة وهذه خيانة عظمى ليس لها في جميع الشرائع إلا الإعدام السريع.. وموقفهم هنا يختلف اختلافًا واضحًا عن موقف بني قينقاع وبني النضير، فالأولون قد أبدوا البغضاء من أفواههم وأشاعوا الرعب والشكوك ورأوا في الدعاية المغرضة سلاحًا لا يفل.. وبنوا النضير ائتمروا على قتل الرسول - صلى الله عليه وسلم -، وتحالفوا مع بعض المنافقين على المناجزة دون أن تتيح لهم الفرصة طريقًا يصلون منه إلى التنفيذ، وهؤلاء وأولئك أَهون خطًبا من الذين سلوا السيوف ووقفوا في صفوف العدو وأوقعوا الهلع في قلوب يحيط بها الروع من كل ناحية، فتعادل الكفتين بينهما طيش لا يقره إنصاف(1) . ¶ المبحث الرابع ¶ رحمته- صلى الله عليه وسلم - للأسرى ¶ في الوقت الذي كانت فيه الحروب الجاهلية لا تعرف أبسط قواعد أخلاقيات الحرب، ظهر النبي- صلى الله عليه وسلم - بمبادئه العسكرية، ليشرع للعالمين تصورًا شاملاً لحقوق الأسرى في الإسلام. ¶ __________ ¶ (1) انظر: جمعة علي الخولي: معاملة الرسول صلى الله عليه وسلم لبني قريظة، والرد على ما يثار حولها من شبهات، مجلة جامعة الإمام محمد بن سعود، العدد 57، وانظر: محمد رجب البيومي، مجلة الحج العدد 12 السنة 88.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وفي هذا العصر الحديث الذي شرّعت فيه المنظمات الدولية بنودًا نظرية – غير مفعلة وغير مطبقة – لحقوق الأسرى، كاتفاقيات جنيف بشأن أسرى الحرب في معاملة أسرى الحرب ورعايتهم جسدياً ونفسياً.و نرى رسولنا - صلى الله عليه وسلم - يشرع قبلهم بمئات السنين حقوقًا شاملة وجامعة للأسرى، أضف إلى ذلك أن النبي - صلى الله عليه وسلم - لم يجعل هذه الحقوق بنودًا نظرية بعيدة عن واقع الحروب – كما هو الحال في عصرنا -، بل جعلها منهجًا عمليًا وطبقها بنفسه في غزواته وطبقها تلاميذه في السرايا والمعارك الإسلامية .. ¶ وفي إكرامه - صلى الله عليه وسلم - للأسرى، مظهر فريد من مظاهر الرحمة، في وقت كانت تستباح فيه الحرمات والأعراض .. ¶ \"وكثيراً ما أطلق [- صلى الله عليه وسلم -] سراح الأسرى في سماحة بالغة ، رغم أن عددهم بلغ في بعض الأحيان ستة آلاف أسير\"(1) . ¶ يقول سيديو : \"والكل يعلم أنه[- صلى الله عليه وسلم -] رفض -بعد غزوة بدر- رأي عمر بن الخطاب في قتل الأسرى... وأنه صفح عن قاتل عمه حمزة ، وأنه لم يرفض - قط -ما طلب إليه من اللطف والسماح\"(2). ¶ المطلب الأول : نماذج في معركة بدر (17 رمضان 2هـ/13مارس624م): ¶ لقد استشار النبي - صلى الله عليه وسلم -وزرائه في أسارى بدر فأشار عليه أبو بكر - رضي الله عنه - أن يأخذ منهم فدية ، فهم بنو العم والعفو عنهم أحسن، ولعل الله أن يهديهم إلى الإسلام. وقال عمر - رضي الله عنه - : لا والله ما أرى الذي رأى أبو بكر ولكن أرى أن تمكننا فنضرب أعناقهم فإن هؤلاء أئمة الكفر وصناديدها!! ¶ __________ ¶ (1) مولانا محمد علي : حياة محمد و سيرته ، ص 269 ¶ (2) لويس سيديو: (نقلا عن كتاب الإسلام بين الإنصاف و الجحود ، ص 134).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فهوي النبي - صلى الله عليه وسلم - ما قال أبو بكر، ولم يهو ما قال عمر. فلما كان من الغد أقبل عمر فإذا رسول الله - صلى الله عليه وسلم - يبكى هو وأبو بكر فقال: يا رسول الله! من أي شئ تبكي أنت وصاحبك فإن وجدت بكاء بكيت وإن لم أجد بكاء تباكيت لبكائكما؟ فقال رسول الله - صلى الله عليه وسلم -: \"أبكي للذي عرض على أصحابك من أخذهم الفداء ! لقد عرض علي عذابهم أدنى من هذه الشجرة !\" وأنزل الله تعالى قوله: { مَا كَانَ لِنَبِيٍّ أَن يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الأَرْضِ(1) } . ¶ وقد تكلم العلماء في أي الرأيين كان أصوب فرجحت طائفة قول عمر لهذا الحديث ورجحت طائفة قول أبي بكر لاستقرار الأمر عليه وموافقته الكتاب الذي سبق من الله بإحلال ذلك لهم ولموافقته الرحمة التي غلبت الغضب، ولتشبيه النبي - صلى الله عليه وسلم - له في ذلك بإبراهيم وعيسى، وتشبيهه لعمر بنوح وموسى، ولحصول الخير العظيم الذي حصل بإسلام أكثر أولئك الأسرى، ولخروج من خرج من أصلابهم من المسلمين، ولحصول القوة التي حصلت للمسلمين بالفداء ولموافقة رسول الله - صلى الله عليه وسلم - لأبي بكر أولاً ولموافقة الله له آخراً حيث استقر الأمر على رأيه ولكمال نظر الصديق فإنه رأى ما يستقر عليه حكم الله آخراً وغلب جانب الرحمة على جانب العقوبة(2).. ¶ وحين أقبل بالأسارى – بعد بدر - فرقهم النبي- صلى الله عليه وسلم - بين أصحابه وقال : ¶ \"استوصوا بهم خيراً\"(3) .. ¶ وبهذه التوصية النبوية الرفيعة، تحقق في هذا الجيل الإسلامي الفضيل قول الله تعالى: ¶ { وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِينًا وَيَتِيمًا وَأَسِيرًا } (4) . ¶ __________ ¶ (1) سورة الأنفال:الآية 67 ¶ (2) ابن القيم : زاد المعاد ، 3 \\ 99 ¶ (3) ابن كثير: البداية والنهاية، 3\\ 307 ¶ (4) سورة الإنسان:الآية 8",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهذا أبو عزيز بن عمير أخو مصعب بن عمير يحدثنا عما رأى. قال: كنت في الأسرى يوم بدر(1) ، فقال رسول الله - صلى الله عليه وسلم -:\" اسْتَوْصُوا بِالْأُسَارَى خَيْرًا\"(2) . وكُنْتُ فِي رَهْطٍ مِنْ الْأَنْصَارِ حِينَ أَقْبَلُوا بِي مِنْ بَدْرٍ فَكَانُوا إذَا قَدّمُوا غَدَاءَهُمْ وَعَشَاءَهُمْ خَصّونِي بِالْخُبْزِ وَأَكَلُوا التّمْرَ لِوَصِيّةِ رَسُولِ اللّهِ صَلّى اللّهُ عَلَيْهِ وَسَلّمَ إيّاهُمْ بِنَا ، مَا تَقَعُ فِي يَدِ رَجُلٍ مِنْهُمْ كِسْرَةُ خُبْزٍ إلّا نَفَحَنِي بِهَا . قَالَ فَأَسْتَحْيِيَ فَأَرُدّهَا عَلَى أَحَدِهِمْ فَيَرُدّهَا عَلَيّ ما يَمَسّهَا (3) . ¶ ويقول جابر بن عبدالله رضي الله عنه: \"لما كان يوم بدر أُتي بالعباس ولم يكن عليه ثوب، فنظر النبي - صلى الله عليه وسلم - له قميصاً فوجدوا قميص عبدالله بن أُبي يقدر عليه فكساه النبي - صلى الله عليه وسلم - إياه\"(4) ¶ وهذا أَبُو الْعَاصِ بْنُ الرّبِيعِ يحدثنا قال: كنت في رهط من الأنصار (5) - جزاهم الله خيرًا -، كنا إذا تعشينا أو تغدينا آثروني بالخبز وأكلوا التمر، والخبز معهم قليل، والتمر زادهم، حتى إن الرجل لتقع في يده كسرة فيدفعها إليَّ، وكان الوليد بن الوليد بن المغيرة يقول مثل ذلك ويزيد: وكانوا يحملوننا ويمشون(6). ¶ __________ ¶ (1) أيام كان على غير الإسلام، وكان في جيش المشركين. ¶ (2) ابن هشام (1 / ص 644) ¶ (3) ابن هشام ( 1 / ص 644)، وابن سيد الناس : عيون الأثر 1\\393 ¶ (4) البخاري (2846) وانظر: ابن حجر العسقلاني- فتح الباري6/ 144 ¶ (5) قبل إسلامه، أيام كان في جيش قريش، وأسره الصحابه في معركة بدر . ¶ (6) انظر: الواقدي: المغازي 1/119.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وقد كان أَبُو الْعَاصِ بْنُ الرّبِيعِ في الأسارى، وختن رسول الله - صلى الله عليه وسلم-، وزوج ابنته زينب، أسره خِرَاشُ بْنُ الصّمّةَ ، فلما بعثت قريش فداء الأسرى بعثت زينب بنت رسول الله -صلى الله عليه وسلم -في فداء أبي العاص وأخيه عمرو بن الربيع بقلادة لإمها خديجة، فلما رآها رسول الله صلى الله عليه وسلم رق لها رقة شديدة، وقال: \" إن رأيتم أن تطلقوا لها أسيرها وتردوا عليها مالها فافعلوا \"، فقالوا: نعم يا رسول الله، فأطلقوه وردوا عليها الذي لها(1). ¶ كان هذا الخُلق الكريم الذي غرسه المعلم الكبير محمد - صلى الله عليه وسلم - في أصحابه وجنده وشعبه، قد أثر في إسراع مجموعة من كبراء الأسرى وأشرافهم إلى الإسلام، فأسلم أبو عزيز عقب معركة بدر، بُعيد وصول الأسرى إلى المدينة، وتنفيذ وصية - صلى الله عليه وسلم - ، وأسلم معه السائب بن عبيد. ¶ وعاد الأسرى إلى بلادهم وأهليهم يتحدثون عن محمد - صلى الله عليه وسلم - ومكارم أخلاقه، وعن محبته وسماحته، وعن دعوته وما فيها من البر والتقوى والإصلاح والخير(2). ¶ المطلب الثاني : نموذج معركة بني المصطلق (شعبان 5 هـ /يناير 627 م) ¶ لقد أطلق المسلمون من في أيديهم من أسرى بني المصطلق – بعد معركة مع بني المصطلق أعداء الرسول- صلى الله عليه وسلم - ، وذلك أن جُوَيْرِيَة بنت الحارث سيد بني المصطلق وقعت في سهم ثابت ابن قيس، فكاتبها، فأدي عنها رسول الله - صلى الله عليه وسلم - وتزوجها، فأعتق المسلمون بسبب هذا التزويج مائة أهل بيت من بني المصطلق قد أسلموا، وقالوا : أصهار رسول الله - صلى الله عليه وسلم -(3) . حيث كره المسلمون أن يأسروا أصهار رسول الله ! قالت عائشة : فما أعلم امرأة أعظم بركة على قومها منها(4). ¶ __________ ¶ (1) سبل الهدى والرشاد - (ج 4 / ص 71) ¶ (2) انظر: علي محمد الصلابي : السيرة النبوية، 2\\42 ¶ (3) ابن كثير: البداية والنهاية، 4\\ 159 ¶ (4) ابن كثير: البداية والنهاية، 4\\ 159",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "واستكثر الصحابة على أنفسهم أن يتملكوا أصهار نبيهم وقائدهم - صلى الله عليه وسلم -، وحيال هذا العتق الجماعي، وإزاء هذه الأريحية الفذة، دخلت القبيلة كلها في دين الله. إن مرد هذا الحدث التاريخي وسببه البعيد، هو حب الصحابة للنبي - صلى الله عليه وسلم -، وتكريمهم إياه، وإكبارهم شخصه العظيم(1)، وتأسيهم بأخلاق قائدهم في معاملة الأسرى، والتي عهدوها من معلمهم في حروب سابقة . ¶ المطلب الثالث : نموذج معركة حنين( 10 شوال 8 هـ/30 يناير 630 م) ¶ يقول \"جان باغوت غلوب\": ¶ \"وكان انتصار المسلمين [على هوازن] في حنين كاملاً، حتى أنهم كسبوا غنائم كثيرة بين أعداد وفيرة من الإبل والغنم ، كما أسروا عدداً ضخماً من الأسرى معظمهم من نساء هوازن وأطفالها ، وعندما عاد النبي [- صلى الله عليه وسلم -] عن الطائف دون أن يتمكن من فتحها شرع يقسم الغنائم والأسلاب بين رجاله . ووصل إليه وفد من هوازن المهزومة المغلوبة على أمرها يرجوه إطلاق سراح النسوة والأطفال من الأسرى، وسرعان ما لبى النبي [- صلى الله عليه وسلم -] الطلب بما عرف عنه من دماثة و تسامح ، فلقد كان ينشد من جديد في ذروة انتصاره أن يكسب الناس أكثر من نشدانه عقابهم وقصاصهم\"(2) . ¶ لقد تأثر مالك بن عوف زعيم هوازن المهزومة بهذا العفو الكريم والخلق العظيم من محمد - صلى الله عليه وسلم -، بعدما أطلق له كل الأسرى من قومه.. ¶ فجادت قريحته لمدح النبي - صلى الله عليه وسلم - ، فأخذ ينشد فاصلاً من الشعر، يشكر فيه رسول الله - صلى الله عليه وسلم - ¶ فقال مالك : ¶ مَا إنْ رَأَيْت وَلَا سَمِعْت بِمِثْلِهِ ¶ Ss ... s ... sSO1فِي النّاسِ كُلّهُمُ بِمِثْلِ مُحَمّدِ ¶ s ¶ أَوْفَى وَأَعْطَى لِلْجَزِيلِ إذَا اُجْتُدِيَ ¶ Ss ... s ... sوَمَتَى تَشَأْ يُخْبِرْك عَمّا فِي غَدٍ ¶ s ¶ __________ ¶ (1) انظر: علي محمد الصلابي : السيرة النبوية، 2\\184 ¶ (2) جان باغوت غلوب : الفتوحات العربية الكبرى، ص 157- 158.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "إذَا الْكَتِيبَةُ عَرّدَتْ(1) أَنْيَابَهَا ¶ Ss ... s ... sبِالسّمْهَرِيّ وَضَرْبِ كُلّ مُهَنّدِ ¶ s ¶ فَكَأَنّهُ لَيْثٌ عَلَى أَشْبَالِهِ ¶ OSs ... s ... sوَسْطَ الْهَبَاءَةِ(2) خَادِرٌ (3) فِي مَرْصَدِ 4 . ¶ مرصد(4) ¶ s ¶ المطلب الرابع : نماذج أخرى: ¶ أولاً : عفوه عن ثمانين أسيرًا في الحديبية : ¶ هبط عليه- صلى الله عليه وسلم - فى صلح الحديبية (في ذي القعدة 6 هـ/ مارس628 م) ، ثمانون متسلحون، من جبل التنعيم(5)، يريدون قتله، فأسرهم، ثم منَّ عليهم(6). ¶ ثانيًا : عفوه عن ثمامة بن أثال سيد بني حنيفة ¶ أُسر ثمامة بن أثال سيد بني حنيفة، وسيد اليمامة، فربطه الصحابة بسارية بالمسجد النبوي(7). وإنما رُبط بسجد بناه أكرم الخلق، مطلق العاني الأسير، خير من أكرم العزيز إذا ذل، والغريب إذا ضل . ¶ فَقَالَ النبي - صلى الله عليه وسلم - - لأصحابه -: \"أَطْلِقُوا ثُمَامَةَ \" .. ¶ فَانْطَلَقَ إِلَى نَخْلٍ قَرِيبٍ مِنْ الْمَسْجِدِ ، فَاغْتَسَلَ ثُمَّ دَخَلَ الْمَسْجِدَ فَقَالَ: أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ(8) . ¶ فلقد هزته الأخلاق المحمدية هزًا عنيفًا، فطفق يهتف بأخلاق محمد، ويقول : ¶ __________ ¶ (1) عردت: اشتدت وضربت، القاموس المحيط (1/313). ¶ (2) الهباءة: غبار الحرب, مختار الصحاح، ص689. ¶ (3) الخادر: المقيم في عرينه، والخدر ستر يمد للجارية من ناحية البيت. ¶ (4) انظر: ابن هشام : السيرة النبوية (4/144).، والبيهقي : دلائل النبوة ( 5/ 270)،برقم 5440، وعلي محمد الصلابي : السيرة النبوية، ص 405، 406، ¶ (5) جبل التنعيم : موضع بمكة في الحل، وهو الآن مدينة صناعية بالمملكة العربية السعودية. انظر:معجم البلدان 2\\49، ومعجم معالم الحجاز 2\\44 ¶ (6) انظر: ابن القيم : زاد المعاد (3 \\ 99) ¶ (7) انظر: ابن القيم : زاد المعاد (3 \\ 99) ¶ (8) صحيح – رواه البخاري (442) عن أبي هريرة",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "\"مَا كَانَ عَلَى الْأَرْضِ وَجْهٌ أَبْغَضَ إِلَيَّ مِنْ وَجْهِكَ، فَقَدْ أَصْبَحَ وَجْهُكَ أَحَبَّ الْوُجُوهِ إِلَيَّ!! وَاللَّهِ مَا كَانَ مِنْ دِينٍ أَبْغَضَ إِلَيَّ مِنْ دِينِكَ، فَأَصْبَحَ دِينُكَ أَحَبَّ الدِّينِ إِلَيَّ !! وَاللَّهِ مَا كَانَ مِنْ بَلَدٍ أَبْغَضُ إِلَيَّ مِنْ بَلَدِكَ، فَأَصْبَحَ بَلَدُكَ أَحَبَّ الْبِلَادِ إِلَيَّ !! \"(1) .. ¶ بل ويترجم ثمامة هذا الحب عمليًا ..فيبغض في الله ويقاطع في الله، فلما فَلَمَّا قَدِمَ مَكَّةَ قَالَ لَهُ قَائِلٌ : صَبَوْتَ ؟؟! ¶ قَالَ: \" لَا وَلَكِنْ أَسْلَمْتُ مَعَ مُحَمَّدٍ رَسُولِ اللَّهِ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -، وَلَا وَاللَّهِ لَا يَأْتِيكُمْ مِنْ الْيَمَامَةِ حَبَّةُ حِنْطَةٍ حَتَّى يَأْذَنَ فِيهَا النَّبِيُّ - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- \"(2) ! . ¶ ثالثًا: لا تجمعوا عليهم حر هذا اليوم وحر السلاح : ¶ رأى الرسول أسارى بني قريظة موقوفين في قيظ النهار تحت الشمس فأمر من يقومون بحراستهم قائلاً: \"لا تجمعوا عليهم حر هذا اليوم وحر السلاح.. قيلوهم حتى يبردوا\"، وقد سئل الإمام مالك - يرحمه الله: \"أيعذب الأسير إن رجي أن يدل على عورة العدو؟\" فأجاب قائلاً: \"ما سمعت بذلك\"(3) وبذلك يحرم الإسلام تعذيب الأسرى، ويرفض إهانتهم، ويقرر عدم إهمالهم.. كما لا يجوز تعذيب الأسير، ولا إهانته للحصول على معلومات عسكرية منه.. ¶ رابعًا : كسوة ونفقة لإسيرة : ¶ __________ ¶ (1) صحيح – رواه البخاري (4024)، ومسلم ( 3310 ) عن أبي هريرة ¶ (2) صحيح – رواه البخاري (4024)، ومسلم ( 3310 ) عن أبي هريرة ¶ (3) انظر: وهبة الزحيلي : آثار الحرب، ص: (414).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وأعطى رسول الله كسوة ونفقة لابنة حاتم الطائي عندما وقعت أسيرة في أيدي المسلمين، بل حملها حتى خرجت مع بعض أناس من قومها(1). ¶ خامسًا : عفوه عن مشركين قاتلوا يوم الفتح : ¶ وأطلق يوم فتح مكة (رمضان 8هـ/ يناير 630 م ) جماعة من قريش فكان يقال لهم : الطلقاء(2). ¶ فهذه نماذج، تبين لك مدى رحمة النبي - صلى الله عليه وسلم - للأسرى، وهذه المواقف وغيرها تكشف الستار عن شخصية بلغت من السمو والرفعة مبلغًا بعيدًا، شخصية تحرك الأفئدة نحوها بفيض عارم من الرحمة والعفو والجاذبية . ¶ المبحث الخامس ¶ رحمته لقتلى العدو ¶ المطلب الأول : مواراة جيف قتلى العدو في بدر: ¶ فلما انتصر النبي – صلى الله عليه وسلم – على المشركين في معركة بدر نصراً ساحقًا، وقُتل في هذه الموقعة سبعون من صناديد الوثنية، لم يأمر النبي – صلى الله عليه وسلم – بالتمثيل بجثث القتلى أو إهانتها، بل أمر رسول الله- صلى الله عليه وسلم - بدفن هذه الجثث في بئر من آبار بدر القديمة .. ¶ وقد ورد أنه -صلى الله عليه وسلم- وقف على القتلى فقال – يعاتبهم في حرقة - : «بئس عشيرة النبي كنتم لنبيكم، كذبتموني وصدقني الناس، وخذلتموني ونصرني الناس، وأخرجتموني وآواني الناس»(3) . ¶ __________ ¶ (1) ممدوح إبراهيم الطنطاوي : أخلاقيات الحرب في الإسلام، مجلة الجندي المسلم : العسكرية الإسلامية العدد 112 ¶ (2) انظر: صحيح مسلم، كتاب الجهاد والسير، باب قوله تعالى : \" وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنكُمْ\"، برقم 1808،. وابن القيم : زاد المعاد ( 5 \\ 59 ) . ¶ (3) ابن القيم : زاد المعاد (3/187).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ونادى عليهم وهم في البئر قائلاً: «يا عتبة بن ربيعة، ويا شيبة بن ربيعة، ويا فلان، ويا فلان، هل وجدتم ما وعدكم ربكم حقًا فإني وجدت ما وعدني ربي حقًا» فقال عمر بن الخطاب: يا رسول الله! ما تخاطب من أقوام قد جيفوا؟ فقال: «والذي نفسي بيده ما أنتم بأسمع لما أقول منهم، ولكنهم لا يستطيعون الجواب» (1) . ¶ المطلب الثاني : جثة نوفل بن عبد الله ! ¶ لما حاول نوفل بن عبد الله – لعنه الله – اقتحام الخندق الذي صنعه المسلمون لتحصين المدينة من حصار التحالف الوثني – في غزو الأحزاب - ومات مقتولاً في الخندق، عندما أصر على اقتحامه في فرقة من المشركين، سأل المشركون المسلمين جثته بمال يعطونه المسلمين، فأرسل المشركون إلى النبي: أن أرسل إلينا بجسده ونعطيك اثني عشر ألفاً(2).. فتعفف رسول الله عن هذا المال الخبيث، ونهاهم عن ذلك وكرهه !! وقال: \" ادْفَعُوا إِلَيْهِمْ جِيفَتَهُمْ فَإِنَّهُ خَبِيثُ الْجِيفَةِ خَبِيثُ الدِّيَةِ\"(3) ¶ وفي رواية قال: \" ولا نمنعكم أن تدفنوه، ولا أرب لنا في ديته\"(4). فلم يقبل منهم شيئًا، وخلى بينهم وبينه .. ¶ وفي رواية : عن عن عكرمة أن نوفلاً تردى به فرسه يوم الخندق فقُتل فبعث أبو سفيان إلى النبي -صلى الله عليه وسلم- بديته مائة من الإبل فأبى النبي -صلى الله عليه وسلم -وقال : \"خذوه فإنه خبيث الدية خبيث الجثة\"(5).. ¶ __________ ¶ (1) البخاري (7/234) كتاب المغازي، باب دعاء النبي صلى الله عليه وسلم على كفار قريش. ¶ (2) علي بن برهان الدين الحلبي: السيرة الحلبية 2/628 ¶ (3) رواه أحمد (2230)،) 2442 )، والتِّرْمِذِيّ ( 1715 ) والقصة منتشرة في كتب السيرة. ¶ (4) علي بن برهان الدين الحلبي: السيرة الحلبية 2/628 ¶ (5) رواه ابن أبي شيبة (36824) ، المتقي الهندي : كنز العمال ( 30102 )، ورواه الفزاري في السير ( 10) ، ولم أقف على صحة الحديث .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وقال صلى الله عليه وسلم : \" هو لكم ، لا نأكل ثمن الموتى \"(1) ¶ وإنما كره هذا لئلا ينسب إلى المسلمين ما لا يليق بمكارم الأخلاق، فقد كان عليه السلام يقول: بعثت لأتمم مكارم الأخلاق(2). ¶ المطلب الثالث : جثة عمرو بن ود : ¶ وبالمثل في نفس الغزوة، حدث مع عمرو بن ود – طاغية العرب - ، عندما قتله علي – رضي الله عنه – في مبارزة عنيفة.. وذكر ابن إسحاق أن المشركين بعثوا إلى رسول الله - صلى الله عليه وسلم - يشترون جيفة عمرو بعشرة آلاف، فقال رسول الله - صلى الله عليه وسلم-: ¶ \"هو لكم ولا نأكل ثمن الموتى\"(3). ¶ ولما أقبل علي – رضي الله عنه - بعد قتله لعمرو بن عبد ود على رسول الله -صلى الله عليه وسلم- وهو متهلل، قال له عمر بن الخطاب رضي الله عنه: هلا سلبته درعه، فإنه ليس في العرب درع خير منها؟ قال: إني حين ضربته استقبلني بسوءته فاستحييت يا ابن عمي أن أسلبه(4). ¶ المبحث السادس ¶ رحمته لأهل الذمة ¶ المطلب الأول : من هم أهل الذمة وما موقف الدولة الإسلامية منهم ؟ ¶ أهل الذمة هم الأقليات من أهل الكتاب دخل الدولة الإسلامية .. ¶ يقول أدوار بروي: ¶ __________ ¶ (1) رواه البيهقي في دلائل النبوة (1320)، ولم أقف على سنده . ¶ (2) السرخسي : شرح كتاب السير الكبير - (ج 1 / ص 448) ¶ (3) علي بن برهان الدين الحلبي: السيرة الحلبية 2/ 628 ¶ (4) رواه البيهقي في دلائل النبوة (1320)، وانظر: علي بن برهان الدين الحلبي: السيرة الحلبية 2/ 628",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "\"فاليهود والنصارى الذين هم أيضًا من أهل الكتاب، حق لهم أن يتمتعوا بالتساهل وأن لا يضاموا. وكان لابدّ من وقوف هذا الموقف نفسه من الزرادشتية والبوذية والصابئة.. وغيرها من الملل والنحل الأخرى. والمطلوب من هؤلاء السكان أن يظهروا الولاء للإسلام ويعترفوا بسيادته وسلطانه، وأن يؤدوا له الرسوم المترتبة على أهل الذمة تأديتها.. وفي نطاق هذه التحفظات التي لم يكن لتؤثر كثيرًا على الحياة العادية، تمتع الزميون[ في الإسلام] بكافة حرياتهم\"(1). ¶ ويقول : مونتكومري وات: ¶ \"إن تعامل المسلمين كان مختلفًا تجاه اليهود والمسيحيين والزرادشتيين وغيرهم ممن اعتبرت دياناتهم شقيقة للإسلام، رغم الدعوى القائلة بأن الأتباع المعاصرين لتلك الديانات قد ابتعدوا عن جوهرها. ومهما كان الأمر فقد كان بالإمكان قبولهم نوعًا من الحلفاء للمسلمين في معظم الأقطار التي فتحتها العرب. لذلك فإن غرض الجهاد لم يكن يهدف إلى تحويل أولئك السكان نحو الإسلام بقدر ما كان يهدف إلى اعترافهم بالحكم الإسلامي وبمنزلة أناس يحميهم الإسلام. وبعامة فإنهم (أهل الذمة)\" (2) . ¶ \" وكانت الطائفة الذمية مجموعة من الناس تعتنق ديانة واحدة لها استقلالها الداخلي برعاية رئيس ديني كالبطريك أو الرابي، وكان على كل فرد من أفراد المجموعة الذمية دفع ضريبة شخصية إلى الحاكم المسلم ... وكانت تلك الضرائب أحيانًا أقل وطأة من الضرائب التي كانت تدفع للحكام السابقين. وكانت حمايتهم بصورة فعالة بالنسبة للدولة الإسلامية تمثل كلمة شرف تلتزم بها الدولة وتنفذها\"(3) . ¶ المطلب الثاني : شهادات علماء الغرب : ¶ أولاً: حرية أهل الذمة في الاعتقاد : ¶ يقول \"روم لاندو\" : ¶ __________ ¶ (1) أدوار بروي: تاريخ الحضارات العام ، 3 / 116 ¶ (2) مونتكومري وات: تأثير الإسلام على أوروبا في العصور الوسطى ، ص 13 ¶ (3) مونتكومري وات : تأثير الإسلام على أوروبا في العصور الوسطى ، ص 13 – 14 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "\"على نقيض الإمبراطورية النصرانية التي حاولت أن تفرض المسيحية على جميع رعاياها فرضًا، اعترف العرب بالأقليات الدينية وقبلوا بوجودها. كان النصارى واليهود والزرادشتيون يعرفون عندهم بـ (أهل الذمة)، أو الشعوب المتمتعة بالحماية. لقد ضمنت حرية العبادة لهم من طريق الجزية.. التي أمست تدفع بدلاً من الخدمة العسكرية. وكانت هذه الضريبة مضافًا إليها الخراج، أقل في مجموعها من الضرائب التي كانت مفروضة في ظل الحكم البيزنطي. كانت كل فرقة من الفرق التي تعامل كملّة، أي كطائفة نصف مستقلة استقلالاً ذاتيًا ضمن الدولة. وكانت كل ملّة تخضع لرئيسها الديني\"(1). ¶ ثانيًا: حرية أهل الذمة في ممارسة الشعائر : ¶ يقول ول ديورانت: ¶ \".. كان أهل الذمة المسيحيون، والزردشتيون، واليهود، والصابئون يستمتعون في عهد الخلافة الأموية بدرجة من التسامح لا نجد نظيرًا لها في المسيحية في هذه الأيام. فلقد كانوا أحرارًا في ممارسة شعائر دينهم، واحتفظوا بكنائسهم ومعابدهم.. وكانوا يتمتعون بحكم ذاتي يخضعون فيه لزعمائهم وقضاتهم وقوانينهم\"(2).. ¶ ويقول\" آدم متز\" ¶ \"كانت حياة الذمي عند أبي حنيفة وابن حنبل تكافئ حياة المسلم، ودية المسلم، وهي مسألة مهمة جدًا من حيث المبدأ.. ولم تكن الحكومة الإسلامية تتدخل في الشعائر الدينية لأهل الذمة، بل كان يبلغ من بعض الخلفاء أن يحض مواكبهم وأعيادهم ويأمر بصيانتهم.. وكذلك ازدهرت الأديرة بهدوء..\"(3). ¶ ثالثًا: رعاية المسلمون لأهل الذمة: ¶ __________ ¶ (1) روم لاندو:الإسلام والعرب ، ص119 ¶ (2) ول ديورانت : قصة الحضارة ، 3 / 130 – 131 . ¶ (3) آدم متز: الحضارة الإسلامية في القرن الرابع ، 1 / 69 – 70 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "يقول آرثر ستانلي تريتون(1) : ¶ \"ولما تدانى أجل (عمر بن الخطاب) أوصى من بعده وهو على فراش الموت بقوله: (أوصي الخليفة من بعدي بأهل الذمة خيرًا، وأن يوفي لهم بعهدهم، وأن يقاتل من ورائهم، وألا يكلفهم فوق طاقتهم) وفي الأخبار النصرانية شهادة تؤيد هذا القول، وهي شهادة (عيثويابه) الذي تولى كرسي البطريركية من سنة 647 إلى 657م إذ كتب يقول: (إن العرب الذين مكنهم الرب من السيطرة على العالم يعاملوننا كما تعرفون، أنهم ليسوا بأعداء للنصرانية بل يمتدحون ملّتنا ويوقرون قسيسينا وقدّيسينا، ويمدون يد المعونة إلى كنائسنا وأديرتنا). والظاهر أن الاتفاق الذي تم بين (عيثويابه) وبين العرب كان من صالح النصارى، فقد نصّ على وجوب حمايتهم من أعدائهم، وألا يحملوا قسرًا على الحرب من أجل العرب، وألا يؤذوا من أجل الاحتفاظ بعاداتهم وممارسة شعائرهم، وألا تزيد الجزية المجباة من الفقير على أربعة دراهم، وأن يؤخذ من التاجر والغني اثنا عشر درهما، وإذا كانت أمة نصرانية في خدمة مسلم فإنه لا يحق لسيدها أن يجبرها على ترك دينها أو إهمال صلاتها والتخلي عن صيامها.\"(2). ¶ رابعًا: الاستعانة بهم في أجهزة الدولة : ¶ يقول آدم متز: ¶ \"ومن الأمور التي نعجب لها كثرة عدد العمال والمتصرّفين غير المسلمين في الدولة الإسلامية\"(3) .. ¶ __________ ¶ (1) آرثر ستانلي تريتون : ولد عام 1881 عين مساعد أستاذ للعربية في أدنبرا (1911) وكلاسكو (1919) وأستاذ في عليكرة في الهند (1921) ومدرسة الدراسات الشرقية والأفريقية بلندن (1931-38-47)من آثاره: (الخلفاء ورعاياهم من غير المسلمين) (1930)، (علم الكلام في الإسلام) (1947)، (الإسلام إيمان وشعائر) (1950)، (مواد في التربية الإسلامية) (1957). ¶ (2) آرثر ستانلي تريتون : أهل الذمة في الإسلام ، ص 158 – 159 ¶ (3) آدم متز : الحضارة الإسلامية في القرن الرابع 1 / 87 .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقد كان عمر بن الخطاب - رضي الله عنه - يستخدمهم في كتابة الدواوين والترجمة. ¶ المطلب الثالث : وصايا النبي - صلى الله عليه وسلم - بأهل الذمة والتحذير من إيذائهم: ¶ أولاً: حرمة قتل الذمي بغير حق : ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو- رضي الله عنه -: ¶ عَنْ النَّبِيِّ - صلى الله عليه وسلم -قَالَ : \" مَنْ قَتَلَ نَفْسًا مُعَاهَدًا لَمْ يَرِحْ رَائِحَةَ الْجَنَّةِ وَإِنَّ رِيحَهَا لَيُوجَدُ مِنْ مَسِيرَةِ أَرْبَعِينَ عَامًا\"(1). ¶ ثانيًا: حرمة قذف الذمي : ¶ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - :مَنْ قَذَفَ ذِمِّيًّا حُدَّ(2) لَهُ يَوْمَ الْقِيَامَةِ بِسِياطٍ مِنْ نَارٍ\" قيل لِمَكْحُولٍ: مَا أَشَدُّ مَا يُقَالُ، قَالَ: يُقَالُ لَهُ:يَا ابْنَ الْكَافِر(3)ِ. ¶ ثالثًا: تحريم ظلمه : ¶ عن عبد الله بن جراد ، أن رسول الله - صلى الله عليه وسلم - قال :\" من ظلم ذميًا مؤدياً الجزية(4) مقرًا بذلته ، فأنا خصمه يوم القيامة \"(5) . ¶ وفي ذلك يقول يقول كولدتسيهر(6) : ¶ __________ ¶ (1) صحيح – رواه البخاري، برقم 6403، باب بَاب إِثْمِ مَنْ قَتَلَ ذِمِّيًّا بِغَيْرِ جُرْمٍ ¶ (2) حُد : أقيم عليه الحد والعقوبة ¶ (3) المعجم الكبير للطبراني (ج 15 / ص 434)، مسند الشاميين للطبراني (ج 9 / ص 316) ¶ (4) الجزية : هي عبارة عن اشتراك مالي يدفعه المعاهد أو الذمي من غير المسلمين، وهي مقابل إقامتهم في الدولة الإسلامية وحمايتها لهم. ¶ (5) أبو نعيم الأصبهاني : معرفة الصحابة (ج 11 / ص 339) ¶ (6) كولد تسيهر (1850-1921م) : عين أستاذًا محاضرًا في كلية العلوم بجامعة بودابست (1873) ثم أستاذ كرسي (1906). من آثاره: كتاب (العقيدة والشريعة في الإسلام) (باريس 1920)، و(درس في الإسلام) في جزأين كبيرين.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "\"فظلم أهل الذمة، وهم أولئك المحتمون بحمى الإسلام من غير المسلمين، كان يحكم عليه بالمعصية وتعدي الشريعة. ففي بعض المرات عامل حاكم إقليم لبنان الشعب بقسوة عندما ثار ضد ظلم أحد عمال الضرائب، فحكم عليه بما قاله الرسول [- صلى الله عليه وسلم -]: (من ظلم معاهدًا، وكلفه فوق طاقته فأنا حجيجه يوم القيامة). وفي عصر أحدث من هذا ما رواه بورتر Porter في كتابه (خمس سنين في دمشق) من أنه رأى بالقرب من بصرى (بيت اليهود) وحكى أنه كان في هذا الموضع مسجد هدمه عمر [- رضي الله عنه -] لأن الحاكم قد اغتصبه من يهودي ليبني عليه هذا المسجد!\"(1). ¶ المبحث السابع ¶ قيم حضارية في غزوة بدر [ نموذجًا] ¶ كثيرة هي تلك القيم الحضارية التي ظهرت في غزوة بدر[الجمعة 17 رمضان 2هـ - 13مارس624م]كأحداث رئيسية في هذه المعركة..تلك المعركة التي لم تكن في حسبان جيش المسلمين الذين خرجوا لمطاردة ثفقة تجارية لقريش قادمة من الشام يقودها أبو سفيان بن حرب، كمحاولة جديدة لاسترداد بعض أموال المسلمين التي صادرتها قريش ! ¶ ولكن قضى الله أمرًا غير الذي أراده المسلمون، فقد استطاع أبو سفيان أن يفلت بالقافلة، بعدما أرسل الى مكة من يخبر قريشاً بالخبر غير الذي أراده المسلمون، فغضب المشركون في مكة، فتجهزوا سراعاً، وخرجوا في ألف مقاتل .. أما أبو سفيان فقد أرسل إلى قيادات مكة ، من يخبرهم بأن القافلة قد نجت، وأنه لا داعي للقتال، وحينئذ رفض أبو جهل إلا المواجهة العسكرية.. ¶ وفيما يلي نقف – سريعًا - على بعض القيم الحضارية المستفادة من هذه الغزوة : ¶ المطلب الأول : لا نستعين بمشرك على مشرك : ¶ __________ ¶ (1) كولدتسيهر: العقيدة والشريعة في الإسلام ، ص 46-47",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لما خرج رسول الله - صلى الله عليه وسلم - ، إلى بدر، أدركه خبيب بن إساف، وكان ذا بأس ونجدة ولم يكن أسلم، ولكنه خرج منجدًا لقومه من الخزرج طالبًا للغنيمة، وكانت تُذكر منه جرأة وشجاعة، ففرح أصحاب النبي - صلى الله عليه وسلم - حين رأوه، فلما أدركه قال: جئت لأتبعك وأصيب معك، فقال له النبي - صلى الله عليه وسلم -\" أتؤمن بالله ورسوله؟ \" قال: لا، قال: \"فارجع فلن نستعين بمشرك\" \" فلم يزل خبيب يلح على النبي، والنبي يرفض، حتى أسلم خبيب، فَسُرّ رَسُولُ اللّهِ - صلى الله عليه وسلم - بِذَلِكَ ، وَقَالَ : \" انطلق\"(1) .. ¶ وعلى النقيض من هذا الموقف، جاء أبو قَيْسُ بْنُ مُحَرّثٍ، يطلب القتال مع المسلمين وقد كان مشركًا، فلما رفض الإسلام، رده رَسُولُ اللّهِ - صلى الله عليه وسلم - وَرَجَعَ الرجل إلَى المدينة، وأسلم بعد ذلك(2) . ¶ نرى القائد الإسلامي في هذا الموقف، يرفض أشد الرفض أن يستعين بمشرك على قتال مشرك، وأقل ما نُعَنون به هذا الموقف الحضاري المتكرر في السيرة الغراء، هو عنوان الحرب الشريفة النظيفة، التي تكون من أجل العقائد والمثل، لا من أجل القهر والظفر بالمغانم .. ففي هذا الموقف دلالة على أن الحرب في الإسلام لا تكون إلا من أجل العقيدة، فلا يصح إذن – إذا كنا نقاتل من أجل العقيدة – أن نستعين بأعداء هذه العقيدة في الحرب .. ¶ وتخيل معي شعور الجيش المشرك، عندما تأتيه أنباء رفض القائد الإسلامي الاستعانة عليهم بغير المسلمين.. بيد أن الحروب الجاهلية في الماضي والحاضر يستعين فيها الخصم على خصمه بشتى الملل والنحل، الصالحة والطالحة، المهم أن يظفر الخصم بخصمه، فينهب ويسلب ويغدر .. دون الالتفات إلى قيم أو مثل ! ¶ __________ ¶ (1) ابن سعد (ج 3 / ص 535) ¶ (2) الواقدي (ج 1 / ص 48)",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أما القيادة الإسلامية الكريمة ترسخ هذا الأصل الأصيل في أخلاقيات الحروب، بحيث تُظهر عقيدتها السمحة، وتستميل نفوس الجنود الذين جاءوا لحرب المسلمين، ناهيك عن البعد الإعلامي، الذي يسحب القائد الإسلامي بساطه من تحت خصمه، الذي جاء بطرًا ورئاء الناس، فيظهر الخصم المشرك أمام الرأي العام العالمي والإقليمي بمظهر المتعجرف .. أما الجيش الإسلامي فيظهر بمظهر جيش الخير ، الذي يحترم العقيدة ، إلى الدرجة التي يرفض فيها أن يستعين في قتاله بمن يخالف عقيدته! ¶ المطلب الثاني : مشاركة القائد جنوده في الصعاب: ¶ عن عبد الله بن مسعود - رضي الله عنه - قال : كنا يوم بدر، كل ثلاثة على بعير، فكان أبو لبابة وعلي بن أبي طالب زميلي رسول الله - صلى الله عليه وسلم - قال : فكانت إذا جاءت عقبة رسول الله - صلى الله عليه وسلم - قالا : نحن نمشي عنك قال : \" ما أنتما بأقوى مني وما أنا بأغنى عن الأجر منكما \"(1) ¶ فالقائد الصالح هو من يشارك جنوده الصعاب، ويحفزهم على القليل والكثير من الصالحات، ليكون قدوة طيبة أخلاقية لجنوده في المنشط والمكره، وليس القائد بالذي يتخلف عن جيشه رهبًا من الموقف أو يتلذذ بصنوف النعيم الدنيوي وجنده يكابد الحر والقر. ¶ المطلب الثالث الشورى : ¶ ففي وداي ذَفِرَانَ بلغ النبي نجاة القافلة وتأكد من حتمية المواجهة العسكرية مع العدو.. فاستشار الناس ووضعهم أمام الوضع الراهن إما ملاقاة العدو وإما الهروب إلى المدينة .. فقال لجنوده : \" أَشِيرُوا عَلَيّ أَيّهَا النّاسُ\"، ولا زال يكررها عليهم، فيقوم الواحد تلو الآخر ويدلو بدلوه، فقام أبو بكر فقال وأحسن . ثم قام عمر فقال وأحسن . ثم قام الْمِقْدَادُ بْنُ عَمْرٍو فقال وأحسن.. حتى قام القيادي الإنصاري البارز سعد بن معاذ، فحسم نتيجة الشورى لصالح الحل العسكري . ¶ __________ ¶ (1) ابن هشام ( 2/ 389 ) وحسنه الألباني في تحقيق فقه السيرة 167",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فهذا هو المجتمع الإسلامي، الذي يعتبر الشورى ركنًا من أركانه، وأصلاً في بنيانه.. في أيام كانت أوربا تحت حكم وراثي كنسي مستبد، يقيد الجنود بالسلاسل – في المعارك – حتى لا يفروا. لا قيمة عندهم لرأي، ولا وزن - في تصوراتهم – لفكر ! ¶ المطلب الرابع : النهي عن استجلاب المعلومات بالعنف : ¶ وهذا مظهر آخر من المظاهر الحضارية في السيرة، فقد حذر رسولنا - صلى الله عليه وسلم - من انتزاع المعلومات بالقوة من الناس، ففي ليلة المعركة بَعَثَ النبي - صلى الله عليه وسلم - عَلِيّ بْنَ أَبِي طالب فِي مفرزة إلَى مَاءِ بَدْرٍ في مهمة استخباراتية لجمع المعلومات، فوجدوا غلامين يستقيان للمشركين، فأَتَوْا بِهِمَا فَسَأَلُوهُمَا ، وَرَسُولُ اللّهِ - صلى الله عليه وسلم - يُصَلّي، فقالا : نَحْنُ سُقَاةُ قُرَيْشٍ . فطفق الصحابة يضربوهما، حتى اضطر الغلامان لتغيير أقوالهما . فلما أتم رسول الله صلاته؛ قال لهما مستنكرًا : \"والذي نفسي بيده إنكم لتضربونهما إذا صدقا و تتركونهما إذا كذبا .. إذَا صَدَقَاكُمْ ضَرَبْتُمُوهُمَا، وَإِذَا كَذَبَاكُمْ تَرَكْتُمُوهُمَا ؟ ! ، صَدَقَا ، وَاَللّهِ إنّهُمَا لِقُرَيْشِ\"(1) . ¶ هكذا كانت معاملة القيادة الإسلامية لمن وقع في قبض المخابرات الإسلامية للاستجواب، فنهى القائد عن تعذيب المستجوَب، أو انتزاع المعلومات منه بالقوة، فسبق اتفاقية جينيف الثالثة لعام 1949 التي تحظر إجبار الأسير على الإدلاء بمعلومات سوى معلومات تتيح التعرف عليه مثل اسمه وتاريخ ميلاده ورتبته العسكرية، ، وجرّم رسول الله كل أعمال التعذيب أو الإيذاء أوالضغط النفسي والجسدي التي تمارس على الأسير ليفصح عن معلومات حربية . ¶ __________ ¶ (1) ابن هشام (ج 1 / ص 616)",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وثمة تقدم إسلامي على هذه الاتفاقات الأخيرة، فرسول الله قد طبق هذه التعاليم التي تحترم حقوق الأسير، بيد أن دول الغرب في العصر الحديث لم تعير اهتمامًا لهذه الاتفاقات ولم تحترمها، والدليل على ذلك ما يفعله الجنود الأمريكيون في الشعب العراقي والأفغاني .. وما يفعله الصهاينة في الشعب الفلسطيني. ¶ المطلب الخامس : احترام آراء الجنود: ¶ فلما تحرك رسول الله إلى موقع المعركة، نزل بالجيش عند أدنى بئر من آبار بدر من الجيش الإسلامي، وهنا قام الْحُبَاب بْنَ الْمُنْذِرِ وأشار على النبي بموقع آخر أفضل من هذا الموقع، وهو عند أقرب ماء من العدو، فَقَالَ له رَسُولُ اللّهِ - صلى الله عليه وسلم - - مشجعًا - :\" لَقَدْ أَشَرْت بِالرّأْيِ\"(1).وبادر النبي بتنفيذ ما أشار به الحباب ، ولم يستبد برأيه رغم أنه القائد الأعلى، وعليه ينزل الوحي من السماء! ¶ إن هذه المواقف لتبين كيف تكون العلاقة بين القائد وجنوده، إنها علاقة تحترم الآراء الناضجة وتشجع الأفكار الصاعدة . ¶ المطلب السادس : العدل بين القائد والجندي : ¶ __________ ¶ (1) ابن هشام - (ج 1 / ص 620)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قلما نرى في تاريخ الحروب صورة تعبر عن العدل بيت القادة والجنود، فالتاريخ الإنساني حافل بصور استبداد القادة العسكريين وظلمهم للجنود.. أما محمد فنراه في أرض المعركة يقف أمام جندي من جنوده ليّقتص الجندي منه .. أما الجندي فهو ِسَوَادِ بْنِ غَزِيّةَ، لما اسْتَنْتِل من الصف، غمزه النبي غمزة خفيفة في بَطْنِهِ - بالسهم الذي لا نصل له - وقال : \" اسْتَوِ يَا سَوّادُ !\" .. قال : يا رسول الله ! أوجعتني ! وقد بعثك الله بالحق والعدل؛ فَأَقِدْنِي ! فكشف رسول اللّهِ - صلى الله عليه وسلم - عَنْ بَطْنِهِ، وَقَالَ : \" اسْتَقِدْ\" .. فَاعْتَنَقَهُ فَقَبّلَ بَطْنَهُ ! فَقَالَ النبي - صلى الله عليه وسلم - : \" مَا حَمَلَك عَلَى هَذَا يَا سَوّادُ ؟ \" ، قال : حضر ما ترى، فَأَرَدْتُ أن يكون آخر العهد بك أن يمس جلدي جلدك ! فدعا له رسول الله بخير(1) ¶ المطلب السابع : الحوار قبل الصدام : ¶ أراد النبي أن يستنفذ كل وسائل الصلح والسلام قبل أن يخوض المعركة، فما أُرسل إلا رحمة للعالمين، فأراد أن يبادر بمبادرة للسلام ليرجع الجيشان إلى ديارهما، فتُحقن الدماء، أو ليقيم الحجة على المشركين، فلما نَزَلَ الجيش الوثني أرض بدر أَرْسَلَ رَسُولُ اللّهِ - صلى الله عليه وسلم - عُمَرَ بْنَ الْخَطّابِ إلَى قُرَيْشٍ، وقد كان سفيرهم في الجاهلية، فنصحهم عمر بالرجوع إلى ديارهم حقنًا للدماء .. فتلقفها حَكِيمُ بْنُ حِزَامٍ أحد عقلاء المشركين، فقال: قد عَرَضَ نِصْفًا، فَاقْبَلُوهُ، والله لا تُنْصَرُونَ عليه بعد ما عرض من النّصْفِ . فقال أبو جهل : والله لا نرجع بعد أن أمكننا الله منهم(2). فانظر حرص الرسول على حقن الدماء وحرص أبي جهل على سفك الدماء، وانظر إلى هذه القيمة الحضارية التي يسجلها نبي الرحمة في هذه المعركة : الحوار قبل الصدام . ¶ __________ ¶ (1) ابن هشام - (ج 1 / ص 626)، وصححه الألباني في السلسلة الصحيحة، 2835 ¶ (2) الواقدي - (ج 1 / ص 62)",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المطلب الثامن : الوفاء مع المشركين : ¶ فقد قال النَّبِي في أُسَارَى بدر: \" لَوْ كَانَ الْمُطْعِمُ بْنُ عَدِيٍّ حَيًّا ثُمَّ كَلَّمَنِي فِي هَؤُلَاءِ النَّتْنَى لَتَرَكْتُهُمْ لَهُ\"(1) !! ¶ وذلك لأن المطعم قد أدخل النبي - صلى الله عليه وسلم - في جواره فور رجوعه من الطائف إلى مكة، وفي الوقت الذي تخلى فيه الناس عن حماية النبي خوفًا من بطش أبي جهل، قال المطعم : \"يا معشر قريش، إني قد أجرت محمدًا فلا يهجه أحد منكم \" .. وقد حفظ النبي - صلى الله عليه وسلم - للمطعم هذا الصنيع وهذه الشهامة . ¶ وقال النّبِيّ - صلى الله عليه وسلم - في هذا اليوم أيضًا: \"مَنْ لَقِيَ أَبَا الْبَخْتَرِيّ بْنَ هِشَامِ بْنِ الْحَارِثِ ابْنِ أَسَدٍ فَلَا يَقْتُلْهُ، وَمَنْ لَقِيَ الْعَبّاسَ بْنَ عَبْدِ الْمُطّلِبِ، فَلَا يَقْتُلْهُ، فَإِنّهُ إنّمَا أُخْرِجَ مُسْتَكْرَهًا .\"(2) وقد كان العباس في مكة بمثابة قلم المخابرات للدولة الإسلامية، وقد كان مسلمًا يكتم إيمانه .. أما أبو الْبَخْتَرِيّ فقد كان أكف المشركين عن المسلمين، بل ساند المسلمين في محنتهم أيام اعتقالهم في الشِعب، وكان ممن سعى في نقض صحيفة المقاطعة الظالمة، ومن ثم كانت له يد على المسلمين، فأرد النبي يوم بدر أن يكرمه. فالقيادة الإسلامية تحفظ الجميل لإصحاب الشهامة وإن كانوا من فسطاط المشركين . ¶ المطلب التاسع : حفظ العهود : ¶ __________ ¶ (1) البخاري، ح: 2906 ¶ (2) ابن سعد - (ج 4 / ص 10)",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "قال حذيفة بن اليمان: ما منعنا أن نشهد بدرًا إلا أني وأبي أقبلنا نريد رسول الله - صلى الله عليه وسلم - فأخذنا كفار قريش فقالوا: إنكم تريدون محمدًا، فقلنا: ما نريده إنما نريد المدينة، فأخذوا علينا عهد الله وميثاقه لتصيرن إلى المدينة ولا تقاتلوا مع محمد - صلى الله عليه وسلم - ، لما جاوزناهم أتينا رسول الله - صلى الله عليه وسلم - فذكرنا له ما قالوا وما قلنا لهم فيما ترى؟ قال: \"نستعين الله عليهم ونفي بعهدهم\"(1) !! . ¶ وهذا الموقف من رسول الله يعد من مفاخر أخلاقيات الحروب في تاريخ الإنسانية، فلم ير المؤرخون في تاريخ الحروب قاطبة موقفًا يناظر هذا الموقف المبهر، ذلك الموقف الذي نرى فيه القيادة الإسلامية تحترم العهود والعقود لأقصى درجة، حتى العهود التي أخذها المشركون على ضعفاء المسلمين أيام الاضهاد، رغم ما يعلو هذه العقود من شبه الإكراه . ¶ المطلب العاشر : النهي عن المثلة بالأسير : ¶ لما أُسر سهيل بن عمرو أحد صناديد مكة فيمن أُسر، قال عُمَرَ بْنَ الْخَطّابِ لِرَسُولِ اللّهِ - صلى الله عليه وسلم -: يَا رَسُولَ اللّهِ، دَعْنِي أَنْزِعْ ثَنِيّتَيْ سهيل بن عمرو، وَيَدْلَعُ لِسَانَهُ فلا يقوم عليك خطيبًا في موطن أبدًا ! وقد كان خطيبًا مفوهًا، يهجو الإسلام. فقَالَ رَسُولُ اللّهِ - صلى الله عليه وسلم - - في سماحة وسمو -: \" لا أُمَثّلُ بِهِ، فَيُمَثّلُ اللّهُ بِي وَإِنْ كُنْتُ نَبِيّا !!\"(2). فلم يمثل به كما يمثل الهمجيون في قتلى وأسرى الجيش المهزوم، وسن بذلك سنة حسنة في الحروب، ويبقى له الفضل والسبق في تحريم إهانة الأسرى أو إيذائهم . ¶ __________ ¶ (1) انظر: المستدرك للحاكم (4896 )، صحيح الإسناد وأقره الذهبي ¶ (2) ابن هشام - (ج 1 / ص 649)",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "هكذا كان نبي الرحمة في ميدان القتال ، لا يستعين بمشرك على مشرك، يشارك جنوده ، ويستشيرهم، ويعدل بينهم، ويحترم آرائهم، ويحاور أعدائه، ويكون وفيًا كريمًا لأهل الفضل منهم، ويكرم االأسرى، وينهى عن إيذائهم ¶ الكاتب في سطور ¶ محمد مسعد ياقوت – كاتب وداعية إسلامي مقيم في مصر . ¶ المشرف العام على موقع نبي الرحمة ¶ www.nabialrahma.com ¶ البريد الإلكتروني : yakoote@gmail.com ¶ المدونة الشخصية : yakut.blogspot.com ¶ جوال 0104420539(002) ¶ الأعمال التي قام بها: ¶ - باحث متفرغ لإعداد مشروع علمي في مؤسسة أحمد بهاء الدين الثقافية. ¶ - يكتب في العديد من المجلات العربية والإسلامية كمجلة المجتمع الكويتية، ومجلة المعرفة السعودية، ومجلة الرسالة المصرية، ومجلة آراء حول الخليج الإماراتية، ويكتب في شبكة إسلام أون لاين . نت. ¶ - قدم سلسلة حلقات عن الثقافة العلمية وأزمة البحث العلمي، في القناة السادسة المصرية ¶ - أعد سلسلة حلقات عن أخلاقيات الحرب في الإسلام. في قناة الأمة الفضائية . ¶ - يمارس الخطابة الدينية في مساجد مصر . ¶ - ألقى العديد من المحاضرات الفكرية والثقافية في العديد من المحافل. ¶ المؤلفات : ¶ - الاختلاط وأثره على التحصيل العلمي والابتكار- رؤية شرعية - ، البحث الفائز بجائزة موقع المرأة \" لها أون لاين\" للثقافة و الإبداع ، عام 2004 ¶ - حوار الحضارات : الموجود والمفقود والمنشود، بحث مقدم إلى منظمة الكتاب الأفريقيين والأسيويين ، أغسطس 2005م ـ . ¶ - هروب النخب العلمية ، بين واقع النزيف وسبل العلاج : بحث مقدم إلى المؤتمر العالمي العاشر للندوة العالمية للشباب الإسلامي، \" الشباب وبناء المستقبل\" . ¶ - صفات رجل البر، لم يطبع بعد . ¶ -عناية الكتاب والسنة بالمسجد الأقصى المبارك ، لم يطبع بعد . ¶ - حق النصرة للشعب الفلسطيني ماديًا ومعنويًا، لم يطبع بعد . ¶ - التجديد والمجددون في الإسلام، لم يطبع بعد . ¶ - الرقائق والخواطر ، تحت الإعداد",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- الحوار في السيرة النبوية ، تحت الإعداد. ¶ - مشاركة الشباب العربي في العمل السياسي – بين الواقع والمأمول ، تحت الإعداد ¶ - قيم حضارية في السيرة النبوية، كتاب إلكتروني. ¶ - قصص قصيرة منشورة في المجلات المواقع [ بار أحرنوت – سجين رأي – المسكن الشعبي – على الطريقة الفيدرالية –السجينة – طوابير النهضة – ملحمة شاعر ] ¶ -صنائع المعروف، ثلاثون بابًا من أبواب الخير، القاهرة ، دار النشر للجامعات، 2007 ¶ - أزمة البحث العلمي في مصر والوطن العربي، القاهرة : دار النشر للجامعات، الطبعة الأولى، يناير 2007م ¶ www.nabialrahma.com",
            "page": "63",
            "part": "1"
        }
    ],
    "t36107": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأخلاق النبوية"
        }
    ]
}