{
    "b36129": [
        {
            "id": "1",
            "nass": "الحج ¶ فضله وفوائده ¶ لفضيلة الشيخ عبد المحسن بن حمد العباد البدر ¶ حفظه الله تعالى ¶ (المدرس في كلية الشريعة بالجامعة الإسلامية سابقاً) ¶ الحج عبادة من العبادات افترضها الله وجعلها إحدى الدعامات الخمس التي يرتكز عليها الدين الإسلامي والتي بينها الرسول صلى الله عليه وسلم بقوله في الحديث الصحيح: \"بني الإسلام على خمس: شهادة أن لا إله الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج بيت الله الحرام \".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد حج بالناس رسول الله -صلى الله عليه وسلم- في السنة العاشرة من الهجرة حجته التي رسم لأمته فيها عملياً كيفية أداء هذه الفريضة وحث على تلقي ما يصدر منه قول وفعل فقال صلى الله عليه وسلم: \"خذوا عني مناسككم فلعلي لا ألقاكم بعد عامي هذا\". فسميت حجته -صلى الله عليه وسلم- (حجة الوداع) وقد رغّب صلى الله عليه وسلم أمته في الحج وبَيَّن فضله وما أعد الله لمن حج وأحسن حجه من الثواب الجزيل فقال -صلى الله عليه وسلم-: \"من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه\" رواه البخاري ومسلم، وقال -صلى الله عليه وسلم-: \"العمرة إلى العمرة كفارة لما بينهما والحج المبرور ليس له جزاء إلاّ الجنة\" متفق عليه من حديث أبي هريرة رضي الله عنه. وفي الصحيحين -أيضاً- عنه رضي الله عنه. قال سئل رسول الله صلى الله عليه وسلم أي العمل أفضل؟ قال: \"إيمان بالله ورسوله، قيل: ثم ماذا ؟ قال: الجهاد في سبيل الله، قيل ثم ماذا ؟ قال: حج مبرور\". وفي صحيح مسلم أن النبي صلى الله عليه وسلم قال لعمرو بن العاص رضي الله عنه عند إسلامه: \"أما علمت أن الإسلام يهدم ما كان قبله، وأن الهجرة تهدم ما كان قبلها وأن الحج يهدم ما كان قبله...\". وروى البخاري في صحيحه عن عائشة -رضي الله عنها- أنها قالت: \"يا رسول الله نرى الجهاد أفضل العمل أفلا نجاهد ؟ قال لا ولكن أفضل الجهاد حج مبرور\". ويتضح من هذه الأحاديث وغيرها فضل الحج وعظم الأجر الذي أعده الله للحجاج ويتضح أن هذا الثواب العظيم إنما هو لمن كان حجه مبروراً. فما هو بر الحج الذي رتب الله عليه ذلك الثواب العظيم ؟.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن برّ الحج أن يأتي المسلم بحجه على التمام والكمال خالصاً لوجه الله وعلى وفق سنة رسوله صلى الله عليه وسلم. وأن يحافظ فيه على امتثال أوامر الله واجتناب نواهيه، وامتثال الأوامر واجتناب النواهي لازم للمسلم. دائماً وأبداً ولكنه يتأكد في الأزمنة والأمكنة الفاضلة؛ لأن الله خلق الخلق لعبادته؛ وهي: طاعته بامتثال أوامره واجتناب نواهيه. قال الله تعالى: ? الَّذِي خَلَقَ الْمَوْتَ وَالْحَيَاةَ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلاً..? وقال تعالى: ?وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلاَّ لِيَعْبُدُونِ ?. ¶ فيكون المسلم ملازماً للطاعة وبعيداً عن المعصية حين حجه وقبله وبعده؛ ليوافيه الأجل المحتوم وهو على حالة حسنة؛ فتكون نهايته طيبةً وعاقبته حميدةً كما قال تعالى: ? يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ ? وقال تعالى: ? وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ ? وقال -صلى الله عليه وسلم-: \"وإنما الأعمال بالخواتيم\". ¶ ومن البر في الحج أن يحرص أثناءه على التأمل في أسراره وعبره، والوقوف على ما فيه من فوائد عاجلة وآجلة، وهي كثيرة أجملها الله تعالى في قوله: ? لِيَشْهَدُوا مَنَافِعَ لَهُمْ ? وفيما يلي إشارة إلى بعض هذه الفوائد والأسرار التي تضمنتها هذه الجملة من الآية:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أولاً: إن صلة المسلم ببيت الله الحرام صلة وثيقة تنشأ هذه الصلة منذ بدء انتمائه لدين الإسلام وتستمر معه ما بقيت روحه في جسده. فالصبي الذي يولد في الإسلام أول ما يطرق سمعه من فرائض الإسلام أركانه الخمسة التي أحدها حج بيت الله الحرام. والكافر إذا شهد شهادة الحق لله بالوحدانية ولنبيه محمد -صلى الله عليه وسلم- بالرسالة الشهادة التي كان بها من عداد المسلمين، أول ما يوجه إليه من فرائض الإسلام بقية أركانه بعد الشهادتين وهي إقام الصلاة وإيتاء الزكاة وصوم رمضان وحج بيت الله الحرام. وأول أركان الإسلام بعد الشهادتين الصلوات الخمس التي افترضها الله على المسلمين في كل يوم وليلة وجعل استقبال بيت الله الحرام شرطاً من شروطها، فصلة المسلم ببيت الله الحرام مستمرة في كل يوم وليلة يستقبله مع القدرة في كل صلاة يصليها فريضة كانت أو نافلة. كما يستقبله في الدعاء. ¶ وهذه الصلة الوثيقة التي حصل بها الارتباط بين قلب المسلم وبيت ربه بصفة مستمرة تدفع بالمسلم -ولا بد- إلى الرغبة الملحة في التوجه إلى ذلك البيت العتيق ليتمتع بصره بالنظر إليه ولأداء الحج الذي افترضه الله على من استطاع السبيل إليه. فالمسلم متى استطاع الحج بادر إليه؛ أداء للفريضة ورغبة في مشاهدة البيت الذي يستقبله في جميع صلواته وليشهد المنافع التي نوه الله بشأنها في قوله: ? لِيَشْهَدُوا مَنَافِعَ لَهُمْ ?. فإذا وصل المسلم إلى بيت ربه رأى بعيني رأسه أشرف بيت وأقدس بقعة على وجه الأرض الكعبة المشرفة ملتقى وجهات المسلمين في صلاتهم في مشارق الأرض ومغاربها ورأى المسلمين مستديرين حول هذا البيت في صلواتهم وأصغر دائرة هي التي تلي الكعبة ثم التي تليها وهكذا حتى تكون أكبر دائرة في أطراف الأرض فالمسلمون في صلواتهم مستقبلين بيت ربهم يشكلون نقاط محيطات لدوائر صغيرة وكبيرة مركزها جميعاً الكعبة المشرفة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثانياً: إذا يسر الله للمسلم التوجه إلى بيت ربه ووصل إلى الميقات الذي وقته -رسول الله صلى الله عليه وسلم- للإحرام تجرد من ثيابه ولبس أزاراً على نصفه الأسفل ورداء على نصفه الأعلى مما دون رأسه وفي هذه الهيئة من اللباس يستوي الحجاج لا فرق بين الغني والفقير والرئيس والمرؤوس وتساويهم في ذلك يذكر بتساويهم في لباس الأكفان بعد الموت. فإن الكل يجردون من ملابسهم ويلفون بلفائف لا فرق فيها بين الغني والفقير. فإذا تجرد الحاج من لباسه ولبس الإحرام تذكر الموت الذي به تنتهي الحياة الدنيوية وتبتدئ الحياة الأخروية فاستعد لما بعده بالأعمال الصالحة والابتعاد عن المعاصي وهذا الاستعداد هو الزاد الذي لا بد منه في سفره إلى الآخرة وهو الزاد الذي نوه الله بذكره في قوله: ?وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى?؛ ولهذا لما سأل رجل النبي -صلى الله عليه وسلم- قائلاً متى الساعة ؟ قال صلى الله عليه وسلم له: \"وماذا أعددت لها ؟...\" منبهاً بذلك -صلوات الله وسلامه عليه- إلى أن أهم شيء للمسلم أن يكون معيناً بما بعد الموت مستعداً له في جميع أحواله بفعل المأمورات واجتناب المنهيات..",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثالثاً: إذا دخل المسلم في النسك لَبَّى بالتوحيد قائلاً -كما قال صلى الله عليه وسلم في تلبيته-: \"لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك\". يقولها وهو مستشعر لما دلت عليه من إفراد الله بالعبادة وأنه وحده الذي يخص بها دون ما سواه، فكما أنه سبحانه وتعالى المتفرد بالخلق والإيجاد فهو الذي يجب أن تفرد له العبادة دون غيره كائناً من كان، وصرف شيء منها لغير الله هو أظلم الظلم وأبطل الباطل. وهذه الكلمة يقولها المسلم إجابة لدعوة الله عباده لحج بيته الحرام.. فيستشعر المسلم عظمة الداعي، وعظم أهمية المدعو إليه فيسعى في الإتيان بما دعى إليه على الوجه الذي يرضي ربه تعالى مع استيقانه بأن المدار في هذه العبادة وغيرها من العبادات على الإخلاص لله كما دلت عليه كلمة التوحيد التي تضمنتها هذه التلبية وعلى المتابعة لرسول الله صلى الله عليه وسلم كما أرشد إلى ذلك -صلى الله عليه وسلم- في حجته حيث قال: \"خذوا عني مناسككم\". ¶ رابعاً: وإذا وصل المسلم إلى الكعبة المشرفة يشاهد عبادة الطواف حولها وهي عبادة لا تجوز في الشريعة الإسلامية إلا في المكان، وكل طواف في غير ذلك المكان إنما هو من تشريع الشيطان ويدخل فاعله في جملة من عناهم الله بقوله: ? أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللَّهُ ?. ¶ ويشاهد أيضاً تقبيل الحجر الأسود واستلامه واستلام الركن اليماني، ولم تأت الشريعة بتقبيل أو استلام شيء من الأحجار والبنيان إلاّ في هذين الموضعين، ولما قبل عمر بن الخطاب رضي الله عنه الحجر الأسود بيّن أنه فعل ذلك متبعاً للرسول صلى الله عليه وسلم في تقبيله إياه وقال: \"ولو لا أني رأيت النبي -صلى الله عليه وسلم- يقبلك ما قبلتك\".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "خامساً: ويشهد الحاج في حجه أعظم تجمع إسلامي وذلك في يوم عرفة، في عرفة إذ يقف الحجاج جميعاً فيها ملبين مبتهلين إلى الله يسألونه من خير الدنيا والآخرة. ¶ وهذا الاجتماع الكبير يذكر المسلم بالموقف الأكبر يوم القيامة الذي يلتقي فيه الأولون والآخرون ينتظرون فصل القضاء؛ ليصيروا إلى منازلهم حسب أعمالهم، إن خيراً فخير وإن شراً فشر. فيشفع لهم جميعاً إلى الله عبده ورسوله محمد -صلى الله عليه وسلم- ليقضي بينهم فيشفعه الله. وذلك هو المقام المحمود الذي يحمده عليه الأولون والآخرون، وهي الشفاعة العظمى التي يختص بها رسول الله صلى الله عليه وسلم لا يشاركه فيها ملك مقرب ولا نبي مرسل. ¶ وفي هذا التجمع الإسلامي الكبير في عرفة -وكذا في بقية المشاعر- يلتقي المسلمون في مشارق الأرض بالمسلمين في مغاربها؛ فيتعارفون ويتناصحون، ويتعرف بعضهم على أحوال بعض؛ فيتشاركون في الأفراح والمسرات كما يشارك بعضهم بعضاً في آلامه ويرشده إلى ما ينبغي له فعله ويتعاونون جميعاً على البر والتقوى كما أمرهم الله سبحانه بذلك.. ¶ سادساً: ويشهد الحاج مظهراً عجيباً من مظاهر التعاون؛ إذ يرى أرض منى كلها مغطاة بالخيام فلا يكاد يمضي يوم النفر الأول إلا وقد عادت كما كانت تقريبا،ً وذلك لقيام كل بما يخصه فإذا أقام كل مسلم بما يقدر عليه في خدمة الإسلام وتعاونوا على ذلك فإن المجهودات الفردية وإن قلت تكون كثيرة بضم بعضها إلى بعض. ¶ وهذه الفوائد القليلة التي أشرت إليها إشارة هي من جملة المنافع الكثيرة التي أجمل ذكرها في قوله تعالى: ?لِيَشْهَدُوا مَنَافِعَ لَهُمْ?. وإن أعظم فائدة للمسلم بعد إنهاء حجه أن يكون حجه مقبولاً وأن يكون بعده خيراً منه قبله وأن يحدث ذلك تحولاً في سلوكه وأعماله فيتحول من السيئ إلى الحسن ومن الحسن إلى الأحسن.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والله المسؤول أن يوفق المسلمين جميعاً للفقه في دينه والثبات عليه وأن يمكن لهم في الأرض وينصرهم على عدوه وعدوهم إنه ولي ذلك والقادر عليه وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه.",
            "page": "8",
            "part": "1"
        }
    ],
    "t36129": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحج فضله وفوائده"
        }
    ]
}