{
    "b36139": [
        {
            "id": "1",
            "nass": "خبر إنكار ابن مسعود للذكر الجماعي ¶ إعداد الفقير إلى عفو ربه: ¶ أشرف بن عبد الحميد بارقعان ¶ aamb335@hotmail.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ خبر إنكار عبد الله بن مسعود رضي الله عنه للذكر الجماعي (¬1) ¶ إن الحمد لله، نحمده، ونستعينه، و نستغفره، ونعوذ بالله، من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له. ¶ ¬__________ ¶ (¬1) - كنت قد كتبت هذا البحث المتواضع إقناعاً لبعض الزملاء، بشأن قضية المولد، ومن ثم أخرجته للشبكة العنكبوتية؛ رداً على مقال في جريدة المدينة العدد: (15454)، بتاريخ: (ا لإثنين 10 رجب 1426 - الموافق - 15 اغسطس 2005)، والذي حمل العنوان: (الذكر الجماعي مشروع وليس بدعياً).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأشهد أن محمداً عبده ورسوله صلى الله عليه وسلم. ¶ يَا أَيُّهَا الّذِينَ آمَنُواْ اتّقُواْ اللّهَ حَقّ تُقَاتِهِ وَلاَ تَمُوتُنّ إِلاّ وَأَنْتُمْ مّسْلِمُونَ ¶ يَآ أَيُّهَا النَّاسُ اتَّقُوْا رَبَّكُمُ الَّذِيْ خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيْراً وَنِسَآءً وَاتَّقُوْا اللَّهَ الَّذِيْ تَسَآءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيْباً ¶ يَا أَيُّهَا الّذِينَ آمَنُواْ اتّقُواْ اللّهَ وَقُولُواْ قَوْلاً سَدِيداً. يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللّهَ وَرَسولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً. ¶ أما بعد: فإن أصدق الكلام كلام الله، وخير الهدي هدي محمد صلى الله عليه وسلم، وشرّ الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. ¶ وبعد: ¶ فإن الطريقة الصحيحة لمعرفة الحق من الباطل هي النظر في الأدلة بتجرد عن الهوى قال تعالى: (وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ) (القصص:50) وقال: (أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ) (الجاثية:23)، فمن صفات أهل السنة والجماعة أنهم ينظرون في النصوص بتجرد عن الهوى، بخلاف أهل البدعة فإنهم يبحثون عما يوافق أهواءهم، من مناصب ومزايا، وقد يتمثل الهوى في أحقاد على بعض أهل السنة، وذلك جعلهم يبحثون في النصوص الشرعية عما يوهم صحة بدعتهم، ويجدون له أي علاقة تعضدها، ويتركون النصوص الصريحة في تحريم البدع وفي النص على مخالفتها أحياناً، يقول تعالى: (هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِنْ عِنْدِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ) (آل عمران:7)، فأهل البدعة تمسكوا بالمتشابه الذي يحتمل أمرين من ناحية الدلالة، وتركوا الواضح الذي لا مراء فيه، فإن النصوص تنقسم إلى هذين القسمين: منها ما هو واضح الدلالة، ومنها ما يحتاج إلى بيان.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فما هو المخرج إذن؟ ¶ المخرج من هذا الباب الخطير هو أن نرد المتشابه إلى المحكم من النصوص ففيه البيان، وأذكر على سبيل المثال: المجسمة الذين اعتبروا أن صفات الله جل جلاله الواردة في القرآن والسنة هي على سبيل التجسيم والتشبيه، بناء على شبهتهم بأننا مخاطبون بما نفهم ونعلم، فقالوا _ وعلى رأسهم مقاتل بن سليمان _: إن صفة اليد لله تعالى الواردة في قوله تعالى: (بَلْ يَدَاهُ مَبْسُوطَتَانِ) (المائدة: من الآية64)، لا نفهم منها إلا ما عرفناه في اللغة من كلمة] يد [سوى اليد التي تشبه أيدينا، فكانوا يقولون: إن لله يدين مثل أيدينا، ووجهاً مثل وجوهنا، فشبهوا الله بخلقه، واستدلوا بالآيات التي تثبت الصفات، وتغافلوا عن الآية المحكمة في هذا الباب وهي قوله تعالى: (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) (الشورى: من الآية11)، وما تركوا الآية الواضحة التي كالشمس في رابعة النهار، واستدلوا ببعض القرآن إلا للهوى الذي تشربته قلوبهم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولو فتح الباب للناس ليفهموا من القرآن والسنة ما يريدون لضل الناس، ولما ثبت الدين، ولتغير الدين، وتحرف، فلو ساغ للمؤول للصفات أن يفسر مثل قوله صلى الله عليه وسلم: «ينزل ربنا تبارك وتعالى كل ليلة إلى السماء الدنيا حين يبقى ثلث الليل الآخر يقول من يدعوني فأستجيب له من يسألني فأعطيه من يستغفرني فأغفر له» (¬1)، فلو ساغ له أن يفسر النزول بمعنى نزول ملك من الملائكة مثلاً (¬2)، لتحرف الدين. ¶ ولساغ للمشبه أن يفسر الحديث بأنه ينزل كما ينزل البشر، ويدخل في السماء الدنيا. والصحيح أنه ينزل بكيفية لا يعلمها إلا هو (لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ) (الشورى: من الآية11). ¶ ولساغ للرافضة أن يفسروا قول الله تعالى: (إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تَذْبَحُوا بَقَرَةً) (البقرة: من الآية67)، قالوا: هي عائشة بنت أبي بكر الصديق رضي الله عنهما، نعم، الضلال يجر الضلال وفتح الباب للناس في هذا المجال، خطير جِدُّ خطير. ¶ ¬__________ ¶ (¬1) - متفق عليه. ¶ (¬2) - بهذا فسره بعضهم تحريفاً للنص.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالفهم الصحيح للدين لا بد وأن يستند إلى فهم الصحابة، ليس إلى الهوى ولا إلى غيره، بل حتى اللغة لا تقوى على مخالفة فهم الصحابة وإليك هذا المثال: ¶ قول الله تعالى: (وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُمَا جَزَاءً بِمَا كَسَبَا نَكَالاً مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ) (المائدة:38)، واليد في اللغة لها إطلاقات، فمن مفصل الكتف إلى أطراف الأصابع يسمى يد، ومن مفصل الكف إلى أطراف الأصابع يسمى يد، فمن أين نقطع اليد؟ من مفصل الكف أم من مفصل الكتف؟ ¶ فسر الصحابة الكرام قطع اليد هنا من مفصل الكف (¬1)، هكذا ينبغي أن يُفهم الدين، فلو جاء من يريد التشدد، ودفعه الهوى إلى القول بأن القطع يكون من الكتف، رددنا عليه قوله بفهم الصحابة الكرام، رضي الله عنهم وأرضاهم. ¶ ولذلك فقول النبي صلى الله عليه وسلم: «كل بدعة ضلالة»، وقوله صلى الله عليه وسلم: «من أحدث في أمرنا هذا ما ليس منه فهو رد»، وقوله صلى الله عليه وسلم: «من ¶ ¬__________ ¶ (¬1) - انظر: المغني: 9/ 106",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "عمل عملاً ليس عليه أمرنا فهو رد»، أي مردود عليه، فهذا العموم هل هو على إطلاقه؟ أم هناك خصوص؟ وهل كل بدعة؟ أم تستثنى بعض البدع؟ وإلى أي مدى يكون هذا التحريم للبدع؟ وإلى أي مدى يجب البعد عن كل محدثة، وهل كل ما لم يعمله الصحابة يعتبر بدعة؟ لكي نرد على هذه الأسئلة: ¶ إليك هذا الأثر الذي يبين لنا كيف فهم الصحابة الدين؟ وكيف فهموا القرآن والسنة النبوية؟ وكيف فهموا الأحاديث التي تنهى عن البدع؟ وهذا الأثر يبين فهم الصحابي الجليل عبد الله بن مسعود رضي الله عنه وهو مَنْ في مكانته رضي الله عنه! يقول عنه عمر بن الخطاب رضي الله عنه: كنيفٌ ملئ علماً، ولما أرسله إلى العراق ليعلمهم كتب إليهم: \"إنني قد بعثت إليكم عماراً أميراً وابن مسعود معلماً ووزيراً وهما من النجباء من أصحاب محمد صلى الله عليه وسلم من أهل بدر فاسمعوا لهما واقتدوا بهما وقد آثرتكم بعبد الله على نفسي\" (¬1)). ¶ ¬__________ ¶ (¬1) - سير أعلام النبلاء 1/ 486.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال الدارمي _ رحمه الله _: أخبرنا الحكم بن المبارك أنا عمر بن يحيى قال سمعت أبي يحدث عن أبيه قال: كنا نجلس على باب عبد الله بن مسعود قبل صلاة الغداة فإذا خرج مشينا معه إلى المسجد فجاءنا أبو موسى الأشعري فقال أخرج إليكم أبو عبد الرحمن بعد قلنا لا حتى خرج فلما خرج قمنا إليه جميعاً فقال له أبو موسى يا أبا عبد الرحمن إني رأيت في المسجد أنفاً أمراً أنكرته ولم أر والحمد لله إلا خيراً قال فما هو فقال: إن عشت فستراه، قال: رأيت في المسجد قوماً حلقاً جلوساً ينتظرونَ الصلاة في كل حلقةٍ رجلٌ وفي أيديهم حصى فيقول: كبروا مائة فيكبرون مائة، فيقول: هللوا مائة فيهللون مائة، ويقول: سبحوا مائة فيسبحون مائة، قال: فماذا قلت لهم؟ قال: ما قلت لهم شيئاً انتظار رأيك أو انتظار التابعين. قال: أفلا أمرتهم أن يعدُّوا سيئاتهم وضمنتَ لهم أن لا يضيع من حسناتهم، ثم مضى ومضينا معه حتى أتى حلقةً من تلك الحلق",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فوقف عليهم فقال: ما هذا الذي أراكم تصنعون قالوا يا أبا عبد الله حصى نعد به التكبير والتهليل والتسبيح، قال: فعدوا سيئاتكم فأنا ضامن أن لا يضيع من حسناتكم شيء، ويحكم يا أمة محمد ما أسرع هلكتكم هؤلاء صحابة نبيكم صلى الله عليه وسلم متوافرون، وهذه ثيابه لم تبل وآنيته لم تكسر، والذي نفسي بيده إنكم لعلى ملة هي أهدي من ملة محمد أو مفتتحوا باب ضلالة، قالوا: والله يا أبا عبد الرحمن ما أردنا إلا الخير، قال: وكم من مريد للخير لن يصيبه إن رسول الله صلى الله عليه وسلم حدثنا أن قوماً يقرؤون القرآن لا يجاوز تراقيهم، وايم الله ما أدري لعل أكثرهم منكم، ثم تولى عنهم. ¶ فقال عمرو بن سلمة رأينا عامة أولئك الحِلَق يطاعنونا يوم النهروان مع الخوارج (¬1)). ¶ ¬__________ ¶ (¬1) - أخرجه الدارمي في سننه: 1/ 79، برقم: (204). قال الألباني: \"انظر التعليق في الكتاب ويستفاد منه أن العبرة ليست بكثرة العبادة، وإنما بكونها على السنة، بعيدة عن البدعة، وقد أشار إلى هذا ابن مسعود رضي الله عنه بقوله أيضا: اقتصاد في سنة، خير من اجتهاد في بدعة. ومنها: أن البدعة الصغيرة بريد إلى البدعة الكبيرة\".السلسلة الصحيحة: 5/ 11.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ونقف هنا مع عبارتين من هذا الأثر: - ¶ أ. قول الراوي: (ما قلتُ لهم شيئاً انتظار رأيك أو انتظار التابعين)، وهنا يؤخذ من هذه العبارة فوائد: ¶ 1 - أن السلف الصالح كانوا يحترمون رأي الصحابة غاية الاحترام، وما ذاك إلا لعلمهم بعظم فهمهم للدين وسابقتهم في الإسلام، وأنهم هم الذين عاصروا نزول القرآن وعاصروا التشريع فعندهم ما ليس عند غيرهم من العلم، وهذا مما لا يتمارى فيه اثنان. ¶ 2 - أن الجلسة التي كان فيها ذكر الله بهذه الطريقة أثارت هذا التابعي بفطرته وتسلحه بالعلم، وهكذا جميع الأمور المريبة تثير من سلمت فطرته ولم تتعكر بشيء من الآراء المخالفة للدين، ثم هو لم ينكر عليهم، ولكنه قد أحس بغرابة هذا الأمر، ولكنه لم يفعل شيئاً وذلك إما لتوخيه الحكمة في ¶ 3 -",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4 - الإنكار، وإما ليعلم علم اليقين بخطورة هذا الفعل، من الصحابة أو التابعين. ¶ 5 - ويؤخذ من هذه العبارة أيضاً أن تلك الجلسة لم يكن فيها صحابي واحد، ولا أحد من كبار التابعين، وهذا صريح من كلام الراوي، ويؤيد ذلك قوله: (رأينا عامة أولئك الحِلَق يطاعنونا يوم النهروان مع الخوارج)، ومعلوم أن الخوارج لم يكن فيهم صحابي واحد. ¶ ب. قول عبد الله بن مسعود رضي الله عنه: (والذي نفسي بيده إنكم لعلى ملة هي أهدي من ملة محمد أو مفتتحوا باب ضلالة)، وهنا حصر رضي الله عنه الحكم على هذا الفعل الحادث، في نتيجتين: ¶ أحدهما: أن يكونوا على ملة هي أهدي من ملة محمد صلى الله عليه وسلم. ¶ والثانية: أن يكونوا مفتتحي باب ضلالة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولعل هذا الحصر يذكرنا بقول النبي صلى الله عليه وسلم: «من عمل عملاً ليس عليه أمرنا فهو رد»، فما أجملها من عبارة، تشرح هذا الحديث شرحاً وافياً. ¶ ولذلك كانت النتيجة الثانية هي المتحتمة. ¶ ولو نظرنا إلى ما أنكره عبد الله بن مسعود رضي الله عنه لوجدنا أن ما اجتمع عليه هؤلاء هو نوع من الذكر المشروع في أدبار الصلوات، وهو التسبيح ثلاثاً وثلاثين، والتحميد ثلاثاً وثلاثين، والتكبير ثلاثاً وثلاثين، وهذا في حد ذاته سنة مشروعة في أدبار الصلوات، فلماذا أنكر عبد الله بن مسعود رضي الله عنه هذا الفعل بهذه الطريقة؟ ¶ الجواب: أن كل هذا الإنكار الشديد كان لمجرد الصفة المبتدعة في الذكر، حيث كان جماعياً وكان يُستعان فيه بالحصى، مما لم يُعهد على عهد النبي صلى الله عليه وسلم ولا عهد أبي بكر وعمر. ¶ ونقول: هذا فِعْلُ عبد الله بن مسعود رضي الله عنه لما رأى ذلك، فما بالك لو رأى هذا الفعلَ عمرُ بن الخطاب رضي",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الله عنه، لا أظن أن الدرة العُمَرية سوف ترتاح ذلك اليوم، مما ستفريه في ظهور أولئك. ¶ وعلى هذا تكون هذه البدعة بدعةً إضافية، وليست بدعة حقيقيةً، والفرق بينهما أن البدعة الحقيقية ليس لها أصل في الشرع البتة، وأن البدعة الإضافية كان لها أصل في الشرع، ولكنها صارت بدعة لما أُضيفَ إليها من صفة غير شرعية، أو تحديد بزمان أو تحديد بمكان، أو غير ذلك. ¶ فكيف يكون حال إنكار الصحابة لو رأوا بدعة حقيقية ما أنزل الله بها من سلطان، أترك الإجابة للقارئ الكريم. ¶ وثمة فائدة من قولهم: (والله يا أبا عبد الرحمن ما أردنا إلا الخير)، أن إرادة الخير وحب الخير _ كل الخير _ من حب الله وحب رسوله وحب أنبيائه وحب صحابة رسوله صلى الله عليه وسلم _ كل هذا الحب وهذه الإرادة الطيبة _ لم تشفع لهم عند عبد الله بن مسعود رضي الله عنه، وهذا هو المنهج الصحيح تجاه البدع.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقوله رضي الله عنه: (إن رسول الله صلى الله عليه وسلم حدثنا أن قوماً يقرؤون القرآن لا يجاوز تراقيهم، وايم الله ما أدري لعل أكثرهم منكم)، يدل على أن إساءة الظن بأهل البدع في محلها، فإن عاقبتهم إلى هلاك في الدنيا والآخرة وسواد الوجوه وظلمتها لاحقٌ بهم في الدنيا والآخرة، ولذلك قال المفسرون في قوله تعالى: (يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ) (آل عمران:106)، قالوا: تبيض وجوه أهل السنة وتسود وجوه أهل البدعة (¬1). ¶ وثمة فائدة من قول عمرو بن سلمة: (رأينا عامة أولئك الحِلَق يطاعنونا يوم النهروان مع الخوارج)، وهي سوء عاقبة أهل البدع من ناحية القَدَرِ، وأنهم في الغالب يكونون بلاءً وشراً على الأمة الإسلامية بعامة، والله المستعان. ¶ ¬__________ ¶ (¬1) - قاله ابن عباس، انظر: تفسير القرآن العظيم، لابن كثير: 1/ 391",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وأترك للقارئ الكريم أن يقارن بين هذه البدعة التي أنكرها عبد الله بن مسعود وبين بدعة المولد، وأن يتخيل ماذا لو علم الصحابة بأن بعض أمة محمد صلى الله عليه وسلم في هذه الأزمان يجتمعون في موعد معين بطريقة جماعية ويتذاكرون النبي صلى الله عليه وسلم وصفاته، ويصلون عليه، بهذه الصفة، ماذا سيفعل عندها عبد الله بن مسعود وعمر بن الخطاب وغيرهما من الصحابة الأبرار، رضي الله عنهم أجمعين، وصلى الله وسلم على المبعوث رحمة على العالمين، .... والله الموفق.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ملحق خاص ¶ إخواني هذا ملحق يتعلق بالأعياد الزمانية، أفردته من رسالتي للماجستير: (مظاهر التشبه بالكفار في العصر الحديث وأثرها على المسلمين)، أدرجته هنا باختصار للفائدة، وأسأل الله أن يوفقني وإياكم إلى ما فيه الخير والصلاح. ¶ الأعياد الزمانية ¶ سبق تعريف العيد وأنه \"اسم جنس يدخل فيه كل يوم أو مكان لهم فيه اجتماع وكل عمل يحدثونه في هذه الأمكنة والأزمنة، فليس النهي عن خصوص أعيادهم، بل كل ما يعظمونه من الأوقات والأمكنة التي لا أصل لها في دين الإسلام، وما يحدثونه فيها من الأعمال يدخل في ذلك\" (¬1). ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم: 2/ 5",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فالعيد الزماني: هو أي وقت يحصل له نوع تعظيم، أو يحصل فيه اجتماع معظم لأي فئة من البشر، فما ثبت من الأزمنة اعتباره عيداً في الشرع فهو تعظيم لدين الإسلام وما كان من أعياد غير المسلمين فهو تعظيم لسبب فعل العيد، سواء أكان السبب دينياً أو اجتماعياً أو قومياً. ¶ ولذلك جاء النهي عن الاحتفال بأعياد المشركين، قال تعالى: (وَالَّذِينَ لا يَشْهَدُونَ الزُّورَ وَإِذَا مَرُّوا بِاللَّغْوِ مَرُّوا كِرَاماً) (¬1)، قال ابن كثير: \"قال أبو العالية وطاووس وابن سيرين والضحاك والربيع بن أنس وغيرهم هو أعياد المشركين\" (¬2)، وقال رسول الله صلى الله عليه وسلم: ((إن لكل قوم عيداً، وإن عيدنا هذا اليوم)) (¬3)، قال الإمام الذهبي _ رحمه الله _: \"فهذا القول منه صلى الله عليه وسلم يوجب اختصاص كل قوم بعيدهم، كما قال تعالى: (لكل جعلنا منكم شرعة ومنهاجا) (¬4)، فإذا كان للنصارى عيد، ولليهود عيد، مختصين ¶ ¬__________ ¶ (¬1) سورة: (الفرقان:72). ¶ (¬2) - تفسير ابن كثير: 3/ 330. ¶ (¬3) رواه البخاري (3/ 1430)، برقم: (3716)، ومسلم (2/ 607)، برقم: (892). ¶ (¬4) سورة المائدة الآية رقم: (48).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "بذلك، فلا يشركهم فيه مسلم، كما لا يشاركهم في شرعتهم، ولا في قبلتهم\" (¬1). ¶ وعن أنس رضي الله عنه قال: قدم رسول الله صلى الله عليه وسلم المدينة ولهم يومان يلعبون فيهما فقال: ((ما هذان اليومان؟))، قالوا: كنا نلعب فيهما في الجاهلية، فقال رسول الله صلى الله عليه وسلم ((إن الله قد أبدلكم بهما خيراً منهما يوم الأضحى ويوم الفطر)) (¬2)، وفي هذا إلغاء للأعياد التي كانت في زمن الجاهلية، وإبدالها بأعياد إسلامية، فلم يقرهم النبي صلى الله عليه وسلم على أعيادهم في حال شرعه لعيدي المسلمين، بل ألغى احتفالهم بذينك اليومين فقد قال: أبدلكم والإبدال يقتضي ترك المبدل منه (¬3)، فأشعر فعله صلى الله عليه وسلم هذا بأنه لا يمكن أن يكون في الإسلام أي عيد آخر غير العيدين الذين شرعاً لأهل الإسلام، أو ما أضيف إليهما بنص شرعي آخر، ولذلك قام بإلغاء الأعياد التي كانت أيام الجاهلية. ¶ ¬__________ ¶ (¬1) تشبه الخسيس بأهل الخميس في رد التشبه بالمشركين، للذهبي رحمه الله، ص: (27). ¶ (¬2) - رواه أبو داود في سننه: 1/ 295، برقم: (1134)، وصححه الألباني في صحيح سنن أبي داود: 1/ 210، برقم: (1004). ¶ (¬3) انظر: ما نقله المناوي عن المجد ابن تيمية في فيض القدير: 4/ 511.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وعن عمر بن الخطاب رضي الله عنه، قال: ((لا تتعلموا رطانة الأعاجم، ولا تدخلوا على المشركين في كنائسهم يوم عيدهم، فإن السخط ينزل عليهم)) (¬1)، وينقل لنا الإمام الذهبي _ رحمه الله _ رأي أهل العلم في حضور أعياد الكفار، فيقول: \"قال العلماء: ومن موالاتهم التشبه بهم، وإظهار أعيادهم، وهم مأمورون بإخفائها في بلاد المسلمين، فإذا فعلها المسلم معهم، فقد أعانهم على إظهارها. وهذا منكر وبدعة في دين الإسلام، ولا يفعل ذلك إلا كل قليل الدين والإيمان، ويدخل في قول النبي صلى الله عليه وسلم: ((من تشبه بقوم فهو منهم)) (¬2) \" (¬3). ¶ ويشمل النهيُ الاحتفالَ بيوم أو ليلة لم يثبت أنها عيد من أعياد المسلمين ولو كان ذلك الاحتفال غير مأخوذ عن الكفار في الأصل \"فيكفيه أن يعلم أنه لا أصل له في دين الإسلام فإنه إذا لم يكن له ¶ ¬__________ ¶ (¬1) رواه بنحوه البيهقي في (السنن الكبرى): (9/ 234)، وعبد الرزاق في المصنف: 1/ 411، برقم: (1609)، وابن أبي شيبة في مصنفه: 5/ 299، برقم: (26281)، وانظر: المدونة الكبرى: 1/ 63. ¶ (¬2) تقدم تخريجه. ¶ (¬3) تشبه الخسيس بأهل الخميس في رد التشبه بالمشركين، للذهبي رحمه الله، ص: (34).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أصل فإما أن يكون قد أحدثه بعض الناس من تلقاء نفسه أو يكون مأخوذا عنهم فأقل أحواله أن يكون من البدع\" (¬1). ¶ أشكال الاحتفاء الذي تحصل به المشابهة: ¶ الضابط في حصول الاحتفاء المحرم بأعيادهم الذي هو شكل من أشكال المشابهة هو أن يبعثه وجود ذلك العيد إلى أي فعل من الأفعال، إلا فعلاً هو من أجل مخالفة أهل ذلك العيد، يقول شيخ الإسلام _ رحمه الله _: \"وإنما المحرك على إحداث ذلك: وجود عيدهم، ولولا هو لم يقتضوا ذلك، فهذا أيضاً من مقتضيات المشابهة\" (¬2). ¶ ومن الاحتفاء الذي لا ينبغي بأعياد الكفار: الفرح في يوم عيدهم (¬3)، قال شيخ الإسلام _ رحمه الله _: \"ومن ذلك ترك الوظائف الراتبة من الصنائع أو التجارات أو حلق العلم أو غير ذلك واتخاذه يوم راحة وفرح واللعب فيه بالخيل أو غيرها على وجه يخالف ما قبله وما بعده ¶ ¬__________ ¶ (¬1) - اقتضاء الصراط المستقيم: 2/ 9. ¶ (¬2) - اقتضاء الصراط المستقيم: 2/ 5 ¶ (¬3) - انظر: سبل السلام: 2/ 70، وانظر: فتح الباري: 2/ 442، وقد عبروا عنه بكراهية الفرح، ولعلها كراهية تحريم، وانظر: فيض القدير: 4/ 511",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "من الأيام\" (¬1)، ومن الاحتفاء الذي لا يجوز كذلك: الاحتفاء والفرح بسبب العيد ولو لم يكن في وقت عيدهم، يقول شيخ الإسلام _ رحمه الله _: \"وكذلك حريم العيد وهو ما قبله وما بعده من الأيام التي يحدثون فيها أشياء لأجله أو ما حوله من الأمكنة التي يحدث فيها أشياء لأجله، أو ما حدث بسبب أعمال من الأعمال حكمها حكمه فلا يفعل شيء من ذلك، فإن بعض الناس قد يمنع من إحداث أشياء في أيام عيدهم، كيوم الخميس والميلاد، ويقول لعياله: إنما أصنع لكم ذلك في الأسبوع أو الشهر الآخر\" (¬2). ¶ بل يرى شيخ الإسلام أنه لا تجوز إعانتهم في أي عيد من أعيادهم، يقول _ رحمه الله _: \"وكما لا يتشبه بهم في الأعياد فلا يعان المسلم المتشبه بهم في ذلك بل ينهى عن ذلك فمن صنع دعوة مخالفة للعادة في أعيادهم لم تجب دعوته، ومن أهدى للمسلمين هدية في هذه الأعياد مخالفة للعادة في سائر الأوقات غير هذا العيد لم تقبل هديته خصوصاً إن كانت الهدية مما يستعان بها على التشبه بهم ¶ ¬__________ ¶ (¬1) اقتضاء الصراط المستقيم: 2/ 11. ¶ (¬2) - انظر: اقتضاء الصراط المستقيم: 2/ 5.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "في مثل إهداء الشمع ونحوه في الميلاد أو إهداء البيض (¬1) واللبن والغنم في الخميس الصغير الذي في آخر صومهم وكذلك أيضا لا يهدى لأحد من المسلمين في هذه الأعياد هدية لأجل العيد لا سيما إذا كان مما يستعان بها على التشبه بهم كما ذكرناه ولا يبيع المسلم ما يستعين المسلمون به على مشابهتهم (¬2) في العيد من الطعام واللباس ونحو ذلك لأن في ذلك إعانة على المنكرات فأما مبايعتهم ما يستعينون هم به على عيدهم أو شهود أعيادهم للشراء فيها فقد قدمنا أنه قيل للإمام أحمد هذه الأعياد التي تكون عندنا بالشام مثل طور يانور أو دير أيوب وأشباهه يشهده المسلمون يشهدون الأسواق ويجلبون فيه الغنم والبقر والدقيق والبر وغير ذلك إلا أنه إنما يكون في الأسواق يشترون، ولا يدخلون عليهم بيعهم وإنما يشهدون الأسواق؟ قال: إذا لم يدخلوا عليهم بيعهم، وإنما يشهدون السوق فلا بأس\" (¬3). ¶ ¬__________ ¶ (¬1) - قال ابن حجر _ رحمه الله _: \"وبالغ في ذلك الشيخ الكبير أبو حفص البستي من الحنفية وقال من أهدى فيه بيضة إلى مشرك تعظيما لليوم فقد كفر بالله\"، فتح الباري: 2/ 442. ¶ (¬2) - قال شيخ الإسلام _ رحمه الله _: \"وهو مبني على أصل وهو: أن بيع الكفار عنباً أو عصيراً يتخذونه خمراً لا يجوز، وكذلك لا يجوز بيعهم سلاحاً يقاتلون به مسلماً\" اقتضاء الصراط المستقيم: 2/ 15. ¶ (¬3) اقتضاء الصراط المستقيم: 2/ 13.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ولقد ابتلي كثير من المسلمين في هذا العصر بالتشبه بالكفار في أعيادهم الزمانية وتنوعت انتماءات تلك الأعياد فمنها الدينية _ غير إسلامية _ ومنها الاجتماعية، وابتدئ الحديث أولاً عن الدينية منها لخطورة التشبه فيها:- ¶ أعياد النصارى: ¶ اشتهر عند النصارى ما يسمى بعيد الميلاد (¬1) أي ميلاد المسيح عليه السلام ويبدأ من الخامس والعشرين من شهر ديسمبر، حتى منتصف ليلة 31 منه وهو المسمى عن الأوربيين اليوم باسم: (عيد الكرسمس) (¬2). ¶ ويهنئ بعضُ مسلمي عصرنا النصارى في هذا العيد، وربما يشاركونهم الاجتماع والفرح به، وقد يحصل أحياناً أنهم \"يعطلون ¶ ¬__________ ¶ (¬1) كما عرف هذا العيد بهذا الاسم لدى الحرانية والثنوية من الكلدانيين، انظر: الفهرست لابن النديم، ص: (443). ¶ (¬2) انظر: عيد اليوبيل بدعة في الإسلام, للشيخ بكر أبو زيد, ص: (13).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الدوائر الحكومية والشركات تعظيماً لهذا اليوم، احتراماً له ويزورون أصدقاءهم النصارى ويرسلون لهم بطاقات التهنئة\" (¬1) ¶ وقلد النصارى في ذلك الشيعةُ الفاطميون (الباطنية) الذي ابتدعوا في الإسلام عيد ميلاد النبي صلى الله عليه وسلم (¬2) قياساً على ما عند النصارى من احتفال بمولد عيسى - عليه السلام - وكان ذلك عام: (363هـ) (¬3)، ثم انتشر بعد ذلك بين المسلمين، وخاصة الصوفية الذين يزعمون أن ذلك من محبة النبي صلى الله عليه وسلم، واستمرت هذه البدعة حتى عصرنا الحاضر، وانتشرت انتشاراً واسعاً حتى صار يوم عيد ميلاد النبي صلى الله عليه وسلم يوم عطلة رسمية في بعض الدول (¬4). ¶ ¬__________ ¶ (¬1) - انظر: مقال بعنوان: (الأعياد والمناسبات المعتبرة في الإسلام)، للكاتب: محمد عثمان، مجلة البيان العدد: (4)، جمادى الآخرة 1407هـ ¶ (¬2) حقوق النبي بين الإجلال والإخلال، إصدار المنتدى الإسلامي، ص: (153 - 154). ¶ (¬3) - انظر: عيد اليوبيل بدعة في الإسلام, للشيخ بكر أبو زيد, ص: (16). ¶ (¬4) - مقال بعنوان: (القبور والأضرحة دراسة وتقويم)، الأضرحة في العالم الإسلامي، مشاهد متفرقة البيان العدد: (132)، شعبان 1419هـ",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويعتبر بعض الناس هذا الاحتفال من الاحتفالات الإسلامية التي تعبر عن روح الإسلام _ جهلاً منهم بحقيقة مصدر هذا الاحتفال _ يقول بعضهم: \"على أننا إذا احتفلنا بميلاد الرسول (¬1) فإننا نحتفل في الحقيقة بالإسلام الذي جاء به مولانا رسول الله صلى الله عليه وسلم، نحتفل بالفكرة، بالمنهج، أيستطيع أحد أن يمنعنا من الفرح بشخص رسولنا، وبالهداية التي جاءت على يده وبالمنهج الذي أمرنا به\" (¬2)، والجواب على ذلك: أن الفرح الذي يكون بالدين وبنعمة الله بإرسال الرسول صلى الله عليه وسلم هو الفرح بما كان من الشريعة الحقة، وذلك بالعيدين الذين شرعهما الله عز وجل لنا بعد إكمال عبادتين من أعظم العبادات الصوم والحج، وهما عيدا: الفطر والأضحى، لا أن نحتفل بعيد استقيناه من عند الكفار الذين يقولون إن الله ثالث ثلاثة، ونقله إلينا من ثبت بغضهم للإسلام والمسلمين من الشيعة العبيديين!! ¶ وقبل أن أصف للقارئ الكريم ماذا يدور في بعض احتفالات الموالد أنقل هذا الكلام عن أحد المعجبين بدور المولد في التربية على ¶ ¬__________ ¶ (¬1) - صلى الله عليه وآله وسلم. ¶ (¬2) التحذير من الاغترار بما جاء في كتاب الحوار، عبد الحي العمروي وعبد الكريم مراد، ص: (70).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "مكارم الأخلاق، يقول: \"والاحتفال بعيد مولد الرسول صلى الله عليه وسلم هو احتفال بالإسلام، وتدل دراسة علم النفس والتربية الحديثة، أن العقيدة تثبت في نفوس الأطفال والعوام، بوسائل مختلفة، والاحتفال بالمولد من هذا الباب، بل نحن ندعو إلى استغلال الوسائل العلمية والتكنولوجية، للدعوة إلى الإسلام كما يفعل المبشرون الآن في بعض مجاهل إفريقيا وغيرها من بلاد العالم\" (¬1). ¶ ينطلق الاحتفال بالمولد النبوي من الأضرحة التي تعتبر في الأصل أعياداً مكانية نهانا شرعنا القويم تشييدها، حيث يصف أحد الصحفيين المشهد الذي رآه في الاحتفال بالمولد النبوي في القاهرة فيقول: \" سار موكب ممثلي الطرق الصوفية لمدة (45) دقيقة تقريباً مشياً على الأقدام حاملين الأعلام والرايات في جو من البهجة والاحتفال بدءاً من ضريح الشيخ صالح الجعفري بمنطقة الدرّاسة إلى مسجد الحسين، وهناك وجدوا في انتظارهم بعض المستقبلين، على رأسهم شيخ مشايخ الطرق الصوفية، فقاموا بالسلام عليه وقراءة الفاتحة والدعاء جماعيّاً. ويشهد هذا الاحتفال أيضاً كبار رجال الدولة أو ممثلون عنهم، وعلى رأسهم شيخ الأزهر ومفتي الديار المصرية ¶ ¬__________ ¶ (¬1) المصدر السابق، ص: (88).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ورئيس جامعة الأزهر ووزير الأوقاف ومحافظ القاهرة؛ حيث يلقي معظمهم كلمات في الاحتفال، كما يشهد حضوراً إعلاميّاً واضحاً من صحافة وإذاعة وتلفاز. وبعد نهاية الاحتفال الرسمي ينصرف أتباع الطرق الصوفية لإلقاء أناشيدهم ومدائحهم وأذكارهم في أماكن معدة لذلك سلفاً، ويستمرون في ذلك حتى منتصف الليل تقريباً\" (¬1). ¶ ولبيان الأثر التربوي الذي نجنيه من الموالد المبتدعة أسوق هذا الوصف للمولد النبوي، يقول الكاتب عثمان محمد سليمان (من الخرطوم): \"وقد تأصل هذا النوع من الاحتفالات حتى خصصت لها ميادين معينة، عرفت بميادين المولد؛ ففي كل مدينة ميدان يسمى ميدان المولد الكبير، وهو ساحة متسعة مخصصة لهذا الغرض، وتلتقي فيه كل الطرق الصوفية المشتركة في الاحتفال بالمولد، وتتم المشاركة فيه بعد الحصول على تصديق رسمي من الدولة يتم بموجبه السماح للطريقة المعينة بنصب سرادقها في المكان المخصص لها في ساحة المولد، وعمل تجهيزاتها اللازمة لها .. وتقوم كل طريقة بعمل الأذكار التي تخصها والمدائح المتعلقة بالمولد، كما تتم قراءة الكتب المؤلفة في المولد النبوي في شكل حلقات تشبه حلقات تلاوة القرآن، وعند مرورهم ¶ ¬__________ ¶ (¬1) - مقال بعنوان: (القبور والأضرحة دراسة وتقويم)، الأضرحة في العالم الإسلامي، مشاهد متفرقة البيان العدد: (132)، شعبان 1419هـ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "بمواطن معينة في هذه الموالد المؤلفة يقف الحاضرون اعتقاداً منهم أن النبي -صلى الله عليه وسلم- يحضر عند ذكر ولادته، ويرددون في صوت واحد عبارة (مرحباً بالمصطفى يا مرحبا ... ) وفي بعض المواضع من القراءة يضعون الأيدي على الرؤوس، وفي مواضع أخرى يضربونها أو يوجهونها نحو الأرض عند الاستعاذة من بعض الأمراض أثناء قراءة المولد. وفي المولد يضربون أيضاً على الطبول الكبيرة (النوبة) التي تصدر أصواتاً قوية، ويرددون معها القصائد الملحنة كنوع من الذكر الذي يُتقرب به إلى الله .. وكل هذا مع الحركة والاضطراب الشديد، وربما دار أحد الدراويش على رجل واحدة وهو (يترجم)، أي: يصدر أصواتاً لا تفهم، فيوصف بأنه غرق في الذكر. ويزداد الزحام في الليلة الأخيرة، ويكون الناس في هذه الساحات خليطاً من الرجال والنساء، وقد شاهدت في أحد الموالد نساءً يصفقن ويتحركن مع رجال يضربون هذه الدفوف (النوبة) حتى انتهين إلى أحد السرادقات المقامة وهن يصفقن على أصوات المديح، ويتحركن على صوت ضربات الطبول، إلى أن يستقبلهن شيخ ممسك بمسبحته وهو يهز رأسه استحساناً لهذا الصنيع\" (¬1). ¶ ¬__________ ¶ (¬1) مقال بعنوان: (القبور والأضرحة دراسة وتقويم)، الأضرحة في العالم الإسلامي، مشاهد متفرقة البيان العدد: (132)، شعبان 1419هـ.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وانتقلت بدعة الاحتفال بالمولد النبوي إلى الاحتفال بموالد الصالحين والأولياء حتى صار \"من الصعب أن نجد _ على مدار السنة _ يوماً ليس فيه احتفال بمولد ولي بمكان بمصر\" (¬1)، ومما يذكر هنا أن مولداً للبدوي عام: (1996م) حضره حوالي ثلاثة ملايين زائر (¬2). ¶ ربنا تقبل منا إنك أنت السميع العليم وتب علينا إنك أنت التواب الرحيم ... آمين. ¶ سبحان ربك رب العزة عما يصفون، وسلام على المرسلين والحمد لله رب العالمين. ¶ ¬__________ ¶ (¬1) موالد مصر المحروسة، عرفة عبده علي، ص: (7). نقلاً عن دمعة على التوحيد ص: (26). ¶ (¬2) انظر: مقال بعنوان: (القبور والأضرحة دراسة وتقويم)، الأضرحة في العالم الإسلامي، مشاهد متفرقة البيان العدد: (132)، شعبان 1419هـ.",
            "page": "30",
            "part": "1"
        }
    ],
    "t36139": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "خبر إنكار ابن مسعود للذكر الجماعي للإنترنت"
        }
    ]
}