{
    "b36145": [
        {
            "id": "1",
            "nass": "كتاب أحكام الجنائز ¶ المقدمة: ¶ إنا الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدا عبده ورسوله. قال الله تعالى:[كل نفس ذائقة الموت](آل عمران: 158). وقال تعالى:[كل من عليها فان * ويبقى وجه ربك ذو الجلال والإكرام](الرحمن:26، 27). ¶ وبعد: فالموت غاية كل حي، ومهما طال العمر فلابد من الفناء لذا يتعين على الإنسان أن يستعد للموت وما بعده، بالعقيدة الصحيحة والعمل الصالح. ¶ وينبغي أن يتفقه المسلم في أمور دينه خاصة ما يتعلق بالاحتضار وغسل الميت وتكفينه والصلاة عليه ودفنه وتعزيته. ¶ ونظرا لما لمسته من عدم معرفة الكثيرين بالأحكام الشرعية للجنائز، أفردت لها هذه الرسالة الموجزة من رسالة الصلاة، أوردت فيها أهم الأحكام التي تتعلق بالجنائز، واعتمدت فيها على ما ترجح، مستدلا على كل مسألة بالدليل الصحيح من الكتاب والسنة. ¶ والله أسأل أن ينفع بها المسلمين وأن يغفر لنا ولوالدينا أجمعين، وأن يرزقنا حسن الخاتمة وأن نكون [مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين ](النساء: 69). وصلى الله وسلم وبارك على نبينا ومحمد. ¶ وكتبه أبو محمد عبد الله بن محمد بن أحمد الطيار ¶ ضحوة السبت: 10/10/ 1415هـ ¶ صلاة الجنائز وما يتعلق بها: ¶ قال الله تعالى: [ولقد كرمنا بني آدم وحملناهم في البر والبحر ورزقناهم من الطيبات وفضلناهم على كثير ممن خلقنا تفضيلا](سورة الإسراء، الآية: 70).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لقد كرم الله الإنسان وفضله على كثير من خلقه، ومظاهر التكريم في الحياة واضحة جلية، منها الهيئة التي خلقه الله عليها، وما أودعه الله فيه من استعدادات فطرية تتناسب مع استخلافه في الأرض، وسخر له الكون من حوله بما يساعده على أداء مهمته في هذه الحياة، وكرمه بسجود الملائكة له، وخلد تكريمه بذكره في القرآن الكريم. ¶ وكما كرم الله الإنسان حال حياته، كرمه بعد موته، بما شرع من تغسيله وتطهيره لإعداده للمرحلة الجديدة، وحمله في موكب يفوح بالسكينة والوقار، والصلاة عليه، ودفنه بطريقة تليق بتكريم الله له. ¶ ذكر الموت والاستعداد للقاء الله: ¶ قال الله تعالى: [كل من عليها فان * ويبقى وجه ربك ذو الجلال والإكرام ](الرحمن، 26،27 وقال تعالى: [وتزودوا فإن خير الزاد التقوى](سورة البقرة، 197). وقال تعالى: [يوم لا ينفع مال ولا بنون * إلا من أتى الله بقلب سليم] (سورة الشعراء، : 88، 89). ¶ كثير من الناس يقبلون على الدنيا، ويغترون بمباهجها ومفاتنها، ويظنون أنهم فيها خالدون، فينكبون على الشهوات، ويزهدون في الطاعات، فوافاهم الأجل، وليس لهم إلا ما قدموا من العمل . . . ¶ ولما عرف السلف الصالح حقيقتها، فلم يركنوا إليها، وعملوا للآخرة، وقدموا توبتهم، واتقوا ربهم .. قال الإمام الشافعي(1) رحمه الله: ¶ إن لله عبادا فطنا **** تركوا الدنيا وخافوا الفتنا ¶ نظروا فيها فلما علموا **** أنها ليست لحي وطنا ¶ جعلوها لجة واتخذوا **** صالح الأعمال فيها سفنا ¶ عن أبي هريرة رضي الله عنه قال: رسول الله صلى الله عليه وسلم:(أكثروا ذكر هاذم اللذات)(2)، فالموت يأتي فجأة، لا يقرع الأبواب، ولا يمنعه حجاب، يقبل على الصغير والكبير، ولا يقبل البديل، قال الله تعالى:[ فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون](الأعراف، الآية: 34).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لذا يجب أن يستعد الإنسان الذي أيقن بأن الموت قادم لا محالة، قال الله تعالى:[ كل نفس ذائقة الموت](سورة الأنبياء، الآية : 35)، بالمبادرة بالتوبة النصوح، والعودة إلى الله، والالتزام بالطاعة، والبعد عن المعاصي، ورد المظالم، لقول النبي صلى الله عليه وسلم ( من كانت له مظلمة لأحد من عرضه أو شيء، فليتحلله منه اليوم قبل أن لا يكون دينار ولا درهم، إن كان له عمل صالح أخذ منه بقدر مظلمته، وإن لم يكن له حسنات أخذ من سيئات صاحبه فحمل عليه)(3)، والموت يفاجىء الصحيح والمريض، لذا يجب التزود لما بعد الحياة، حيث نودع في القبور، إلى يوم البعث والنشور، ثم ننتقل إلى دار القرار في الجنة أو النار. ¶ كيف يستعد المريض: ¶ المرض ابتلاء من الله وامتحان، به تنكشف حقيقة العبودية للواحد الديان، لذا يجب على المريض أن يرضى بقضاء الله، وأن يعبد ربه بالصبر فيما قدر له من ضر، وعليه أن يحسن الظن بالله، وأن يتذكر نعم الله السابقة والحاضرة، وأن يطهر قلبه بالإيمان. ¶ ولا حرج على المريض في التداوي بمباح، ولا يجوز بمحرم، لما روي عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال:(ما أنزل الله داء إلا أنزل له شفاء)(4)، وقال صلى الله عليه وسلم:(إن الله خلق الداء والدواء، فتداووا، ولا تتداووا بحرام)(5). ¶ ولا يجوز التداوي بما يفسد العقيدة، بالذهاب إلى السحرة والمشعوذين والكهان والمنجمين، أو بالذبح لغير الله، أو بتعليق التمائم. ¶ وينبغي أن يدرك المريض أن المرض لا يدني من الموت، كما أن الصحة لا تباعد منه، ومرد ذلك كله إلى الأجل الذي قدره الله للإنسان، فما هي إلا أنفاس معدودة في أماكن محدودة، فإذا انقضت الأنفاس حل الموت بالإنسان صحيحا كان أو مريضا. ¶ ولكن إذا كانت التوبة إلى الله واجبة على الإنسان في كل حال، ففي حالة المرض أوجب.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فإذا اشتد المرض، لا يجوز للمريض أن يتمنى الموت،ولا يدعو بذلك، لقول النبي صلى الله عليه وسلم: (لا يتمنى أحدكم الموت، إما محسنا فلعله يزداد، وإما مسيئا فلعله يستعتب)(6)، أي يسترضي الله بالإقلاع والاستغفار(7). ¶ وروى مسلم في صحيحه: (لا يتمنى أحدكم الموت، ولا يدع به من قبل أن يأتيه، إنه إذا مات أحدكم انقطع عمله، وإنه لا يزيد المؤمن عمره إلا خيرا)(8). ¶ وينبغي أن يكون المريض بين الخوف والرجاء، لما روي عن أنس أن النبي صلى الله عليه وسلم دخل على شاب وهو في الموت، فقال: (كيف تجدك؟) قال والله يا رسول الله، إني أرجو الله، وإني أخاف ذنوبي، فقال رسول الله صلى الله عليه وسلم: لا يجتمعان في قلب عبد في مثل هذا الموطن، إلا أعطاه الله ما يرجو، وآمنه مما يخاف)(9). ¶ ويجب عليه أن يرد الحقوق والودائع إلى أهلها، وأن يسترد حقوقه، فإن لم يتيسر له ذلك، أوصى بوفاء ما عليه من حقوق للعباد كالديون ونحوه، أو لله كالكفارات والزكاة ونحوهما، وينبغي أن يبادر المسلم بالوصية، وألا يؤخرها إلى حضور أمارات الموت، لقول النبي صلى الله عليه وسلم: (ما حق امرىء مسلم له شيء يوصي فيه، يبيت ليلتين، إلا ووصيته مكتوبة عنده)(10). ¶ فإن أوصى بمال جاز له الثلث في غير محرم، لا ما زاد عليه، والثلث كثير، ولا تجوز الوصية لوارث، ولا يجوز الإضرار في الوصية، كأن يحرم بعض الورثة، أو بفضل أحدهم على الآخر. ¶ ويجب أن يوصي المسلم بأن يجهز ويدفن على السنة، وأن يجتنبوا البدع في ذلك، وأن يتولى هذا الأمر أهل الخير والصلاح. ¶ ما يسن عند الاحتضار: ¶ ويسن تلقين المحتضر قول (لا إله إلا الله)، لما روي عن أبي هريرة أن النبي صلى الله عليه وسلم قال: (لقنوا موتاكم لا إله إلا الله)(11)، وعن معاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم: (من كان آخر كلامه لا إله إلا الله دخل الجنة)(12)، فإذا تكلم بعدها، أعيد تلقينه، ليكون آخر كلامه في الدنيا كلمة التوحيد.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويسن توجيه المحتضر إلى القبلة، بأن يوضع على ظهره، ورجلاه إلى القبلة، ورأسه مرفوع قليلا مواجها القبلة، لما رواه البيهقي في سننه، أن النبي صلى الله عليه وسلم حين قدم المدينة، سأل عن البراء بن معرور، فقالوا: توفي، وأوصى بثلثه لك يا رسول الله، وأوصى أن يوجه إلى القبلة لما احتضر، فقال رسول الله صلى الله عليه وسلم :(أصاب الفطرة وقد رددت ثلثه على ولده ...)(13). ¶ علامات الموت: ¶ فإذا بدت علامات الموت، يستحب أن يكون حوله أهل التقى والصلاح، من أهله وأصحابه، ويكثرون الدعاء له وللحاضرين، ويعرف موته بما بلي: ¶ 1_ بانخساف صدغيه. ¶ 2_ غيبوبة سواد عينيه في البالغين. ¶ 3_ ميل الأنف. ¶ 4_ انفصال كفيه، بأن تسترخي عصبة اليد فتبقى كأنها منفصلة في جلدتها عن عظم الزند. ¶ 5_ استرخاء رجليه، أي لينها واسترسالها بعد خروج الروح لصلابتها قبله. ¶ 6_ امتداد جلدة وجهه، وجلدة خصيتيه، لانشمارهما بالموت. ¶ 7_ وأوضح علامات موته، تغير رائحته(14). ¶ ما يفعل بعد الموت وقبل الغسل: ¶ فإذا ثبت موته، سن تغميض عينيه، لحديث أم سلمة، قالت: دخل رسول الله صلى الله عليه وسلم على أبي سلمة، وقد شق بصره، فأغمضه، ثم قال:(إن الروح إذا قبض تبعه البصر..)(15). ¶ ويسن لمن يغمضه أن يقول: بسم الله، وعلى ملة رسول الله، لما روي عن ابن عمر رضي الله عنهما أن رسول صلى الله عليه وسلم قال:(إذا وضعتم موتاكم في قبورهم، فقولوا: بسم الله، وعلى ملة رسول الله)(16)، وأن يدعو له، وألا يتكلم من حوله إلا بخير، لقول النبي صلى الله عليه وسلم في حديث أم سلمة: (.. لا تدعوا على أنفسكم إلا بخير، فإن الملائكة يؤمنون على ما تقولون ). ثم قال)اللهم اغفر لأبي سلمة، وارفع درجته في المهديين، واخلفه في عقبه في الغابرين، واغفر لنا وله يارب العالمين، وافسح له في قبره، ونور له فيه)(17).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويسن تغطيته بثوب يستر جميع بدنه بعد نزع ثيابه التي قبض فيها، صونا له عن الانكشاف، خاصة وقد أصبح في صورة جديدة لم تألفها الأعين، لحديث عائشة رضي الله عنها، قالت: (سجي رسول الله صلى الله عليه وسلم حين مات بثوب حبرة)(18)، ما لم يكن الميت محرما فلا يغطي رأسه. ¶ ويندب شد لحييه بعصابة عريضة، تربط فوق رأسه حتى لا يقبح منظره، أو يدخل فيه الماء أو الهواء، ويندب تلين المفاصل برفق قبل أن يبرد الجسم، فتثبت على وضعها، ويوضع على بطنه شيء حتى لا تعلو. ¶ ويجوز كشف وجه الميت وتقبيله، لحديث عائشة رضي الله عنها قالت:(رأيت رسول الله صلى الله عليه وسلم يقبل عثمان بن مظعون، وهو ميت، حتى رأيت الدموع تسيل)(19)، ولما أخبرت رضي الله عنها قالت: (أقبل أبو بكر رضي الله عنه على فرسه من مسكنه بالسنح حتى نزل فدخل المسجد، فلم يكلم الناس، حتى دخل على عائشة رضي الله عنها، فتيمم النبي صلى الله عليه وسلم وهو مسجي ببرد حبرة، فكشف عن وجهه، ثم أكب عليه فقبله ثم بكى....)(20). ¶ ولا بأس بإعلام الناس بموته ليشهدوا جنازته ويصلوا عليه، بأسلوب شرعي... وينتظر في تجهيزه حتى يتحقق موته، فإن بان عجلوا به، وتجب المبادرة بقضاء دينه وتنفيذ وصيته، لما روي عن أبي هريرة رضي الله عنه، أن رسول الله صلى الله عليه وسلم قال:(نفس المؤمن معلقة بدينه حتى يقضى عنه)(21). ¶ تغسيل الميت وتكفينه ¶ حكم تغسيل الميت وتكفينه: ¶ وتغسيل الميت وتكفينه فرض كفاية، إذا قام به بعض المسلمين سقط الإثم عن الباقين، ويحصل الغرض بغسلة واحدة، لقول النبي صلى الله عليه وسلم في المحرم الذي وقع عن راحلته فوقصته:(اغسلوه بماء وسدر..)(22). ¶ أولى الناس بالغسل:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأولى الناس بغسله، من أوصي إليه بذلك، لأن أبا بكر الصديق أوصى أن تغسله امرأته أسماء بنت عميس، فقدمت بذلك، وأوصى أنس أن يغسله محمد بن سيرين، ففعل، ولأنه حق للميت فقدم وصيه فيه على غيره كتفريق ثلثه، فإن لم يكن له وصي فأولاهم بغسل الرجل أبوه ثم جده ثم ابنه وإن نزل، ثم الأقرب من عصباته، ثم الرجال من ذوي الأرحام، ثم الأجانب، لأنهم أولى الناس بالصلاة عليه، وأولاهم بغسل المرأة، أمها، ثم جدتها، ثم ابنتها، ثم الأقرب فالأقرب، ثم الأجنبيات(23). ¶ ما يشترط في مباشر التغسيل: ¶ ويشترط في من يباشر التغسيل، أن يكون مسلما عاقلا مميزا، وينبغي أن يباشره ثقة أمين عالم بأحكام الغسل، ولا يجوز للرجال تغسيل النساء، ولا يجوز للنساء تغسيل الرجال إلا الزوجة، فلها أن تغسل زوجها، والزوج يغسلها، فإن كان الميت صغيرا دون سبع سنين، جاز أن يغسله الرجل أو المرأة، ذكرا كان أو أنثى، لأنه لا عورة له. ¶ ولا يحضر التغسيل سوى الغاسل، ومن يعينه، ويكره حضور غيرهم، ولا ينبغي أن يدخل على الميت جنب أو حائض أو نفساء، لأن ذلك يمنع من دخول الملائكة. ¶ شروط تغسيل الميت: ¶ ويشترط لغسيل الميت: ¶ 1_ أن يكون مسلما، فلا يفترض تغسيل الكافر، بل يحرم، وعليه جمهور أهل العلم. وقال الشافعية: إنه ليس بحرام، لأنه للنظافة لا للتعبد. ¶ 2_ أن لا يكون سقطا، فإنه لا يفترض غسل السقط. ¶ 3_ أن يوجد من جسد الميت مقدار ولو كان قليلا. ¶ 4_ أن لا يكون شهيدا قتل في إعلاء كلمة الله.(24). ¶ ويغسل الميت بالماء الطهور المباح، ويندب أن يكون باردا، ولا بأس بتسخينه للحاجة، كإزالة وسخ عالق بالميت، أو شدة برد. ¶ ويكون التغسيل في مكان مستور عن الأعين، تحت سقف أو خيمة، ويضعه على سرير الغسل متوجها للقبلة منحدرا جهة رجليه. ¶ كيفية تغسيل الميت:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فإذا شرع الغاسل في غسله، ستر ما بين سرته وركبته وجوبا، ثم يجرده من ثيابه، وينبغي أن يرفع الغاسل رأس الميت برفق إلى قرب جلوسه، ثم يعصر بطنه بيده، ليخرج الأذى، ولا تعصر بطن الحامل، ويصب الماء مع عصره برفق حتى يزيل الخارج، ثم يلف خرقة على يده، أو يلبس قفازا، وينجيه ليطهر السبيلين، ثم ينوي التغسيل، ويسمي، ويشرع في وضوئه، دون إدخال الماء في فمه ومنخريه، فيكفي مسح الأسنان والمنخرين، ويستحب أن يلف خرقة على يده، لئلا يمس جسد الميت، أو يلبس قفازا، وهذه الخرقة غير التي أزال بها الأذى من السبيلين. ¶ ثم يغسل رأسه ولحيته برغوة سدر، ونحوه، من أشنان أو صابون، ثم يغسل شقه الأيمن من الأمام، من صفحة العنق اليمنى، ثم يده اليمنى من المنكب إلى الكف، ثم شق صدره وجنبه الأيمن وفخذه وساقه وقدمه، ثم يقلبه على جنبه الأيسر، ليتمكن من غسل شق ظهره الأيمن، ولا يقلبه على وجهه، ثم يغسل جانبه الأيسر من الأمام، ثم من جهة الظهر، ثم يفيض الماء على جميع بدنه. ¶ ويكره النظر إلى الميت إلا لحاجة، ويستحب للحاضرين غض أبصارهم عنه إلا من حاجة(25). ¶ ويستحب غسله ثلاث غسلات، فإن لم يحصل الإنقاء غسل خمسا أو سبعا أو أكثر، ويراعى أن تكون الغسلات وترا، لما روي عن أم عطية الأنصارية رضي الله عنها، قالت: دخل علينا رسول الله صلى الله عليه وسلم حين توفيت ابنته، فقال:\" اغسلنها ثلاثا أو خمسا أو أكثر من ذلك إن رأيتن ذلك..\"(26). ¶ ويستحب أن يجعل في آخر غسلة كافورا لغير محرم، لأنه يطيب بدن الميت ويبرده ويصلبه، ويطرد الهوام عنه برائحته، لقول النبي صلى الله عليه وسلم في حديث أم عطية السابق: \"... واجعلن في الآخرة كافورا أو شيئا من كافور...\"(27). ¶ وتنقض ضفائر المرأة حين الغسل لتغسل جيدا، ثم تجعل ثلاث ضفائر، وتلقى خلفها، ويندب تبخير مكان الغسل إلى أن يفرغ منه.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فإذا كانت بعض أعضاء الجسد مفصولة لحادث ونحوه، غسلت ووضعت في مكانها من الجسد ويجفف البدن بثوب نظيف بعد الفراغ من الغسل، لئلا تبتل أكفانه. ¶ فإن تعذر تغسيل الميت بالماء لانعدامه، أو خيف تقطع اللحم بالغسل، يمم الميت، وكذا لو كان الميت رجلا مع نساء، ليس فيهن زوجته، أو امرأة مع رجال ليس فيهم زوجها، ويكون التيمم بمسح وجهه وكفيه بالصفة المشروعة، من وراء حائل. ¶ التكفين: ¶ وبعد الفراغ من غسل الميت يكفن، وتكفينه فرض كفاية، ويجب أن يكون الثوب ساترا لجميع البدن، لقول النبي صلى الله عليه وسلم فيما روي عن جابر:\" إذا كفن أحدكم أخاه فليحسن كفنه\"(28)، ويستحب أن يكون أبيض نظيفا جديدا أو مغسولا. ¶ ويسن تكفين الرجل في ثلاث لفائف، والمرأة في خمسة أثواب: إزار وخمار وقميص ولفافتين. ¶ قال ابن المنذر: أكثر من نحفظ عنه من أهل العلم يرى أن تكفن المرأة في خمسة أثواب(29). ¶ ويكفن الصبي في ثوب واحد، ويباح في ثلاثة أثواب. والصبية في قميص ولفافتين، وتبسط اللفائف بعضها فوق بعض، ثم تبخر بعود ونحوه، ويوضع الميت عليها مستورا مستلقيا، وتجعل اللفافة الظاهرة أحسن الثلاث، ويجعل بينها الحنوط، وهو أخلاط من طيب، ثم يجعل بين إليتيه قطن مطيب، ويشد فوقه، ثم يشد طرف اللفافة العليا الأيمن على شق الميت الأيسر، وطرفها الأيسر على شقه الأيمن، ثم يفعل باللفافة الثانية والثالثة كذلك، ويجعل الفاصل عند رأسه أكثر مما عند رجليه، ويرد ما زاد عند رأسه على وجهه، وما زاد عند رجليه يرده على رجليه ثم تربط هذه اللفائف، لئلا تنتشر، وتحل في القبر. ¶ وتكفن المرأة في لفافتين كما تقدم، ويجعل الخمار على الرأس، والإزار في الوسط، والقميص يلبس لها(30). ¶ ويحسن تطيب الميت ثلاثا، لما روي عن جابر رضي الله عنه، أن النبي صلى الله عليه وسلم قال:\" إذا جمرتم الميت فجمروه ثلاثا\"(31).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "واختلف أهل العلم في المحرم، أيغطى رأسه أم لا؟ على قولين، والصحيح أن المحرم إذا مات يغسل ويدفن بإحرامه من غير أن يغطي رأسه، لما روي عن ابن عباس رضي الله عنهما قال: بينا رجل واقف مع النبي صلى الله عليه وسلم بعرفة إذ وقع عن راحلته فوقصته أو قال فأقعصته، فقال النبي صلى الله عليه وسلم \" اغسلوه بماء وسدر وكفنوه في ثوبين أو قال ثوبيه ولا تخمروا رأسه ولا تحنطوه، فإن الله يبعثه يوم القيامة يلبي\"(32). ¶ والمحرمة لا يغطي وجهها، ما لم يكن عندها أجانب، لأن الرأس محل الإحرام للرجل، والوجه محله للمرأة. ¶ والشهيد الذي قتل في إعلاء كلمة الله، لا يغسل ولا يصلى عليه، لما روي عن جابر بن عبد الله رضي الله عنهما أن رسول الله صلى الله عليه وسلم كان يجمع بين الرجلين من قتلى أحد في ثوب واحد، .... وقال: أنا شهيد على هؤلاء، وأمر بدفنهم بدمائهم، ولم يصل عليهم ولم يغسلهم(33). ¶ فمن مات شهيدا، ولم يقتل في معركة على أيدي الكفار، فإنه يغسل ويصلى عليه. ¶ وذكر ابن القيم رحمه الله نهي النبي صلى الله عليه وسلم عن المغالاة في الكفن، وكان إذا قصر الكفن عن ستر جميع البدن، غطى رأسه، وجعل على رجليه من العشب(34). ¶ صلاة الجنازة: ¶ حكمها والدليل عليها: ¶ والصلاة على الميت المسلم فرض كفاية، وقد فعلها الرسول صلى الله عليه وسلم وأمر بها، قال صلى الله عليه وسلم في الغال: \"صلوا على صاحبكم\"(35)، وحافظ عليها المسلمون من بعده. ¶ وصلاة الجنازة تكريم للمسلم الذي أسلم روحه لله، وانتقل من دار العمل إلى دار الحساب، حيث يدعو المسلمون الله تعالى أن يغفر له ويعفو عنه ويحسن إليه بمنه وكرمه، فهي شفاعة للمسلم، ولا تجوز لكافر، لأنه لا يستجاب فيه دعاء.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولم يكن(36) من هديه صلى الله عليه وسلم الراتب الصلاة عليه في المسجد، وإنما كان يصلي على الجنازة خارج المسجد، وربما كان يصلي أحيانا على الميت في المسجد، كما صلى على سهيل بن بيضاء وأخيه في المسجد، ولكن لم يكن ذلك سنته وعادته، وكلا الأمرين جائز، والأفضل الصلاة عليها خارج المسجد. ¶ ولا بأس(37) بالصلاة على الميت في المسجد إذا لم يخف تلويثه، وبهذا قال الشافعي وإسحاق وأبي ثور وداود، وكره ذلك مالك وأبو حنيفة، وتجوز في المقبرة(38) لأن النبي صلى الله عليه وسلم صلى على قبر في المقبرة، ويجوز فعلها فرادى، لأن النبي صلى الله عليه وسلم صلي عليه فرادى، والسنة فعلها في جماعة، لأن النبي صلى الله عليه وسلم كان يصليها بأصحابه، ولا يشترط لها عدد. ¶ شروطها: ¶ ويشترط لها ما يشترط للصلاة المكتوبة، من النية والتكليف واستقبال القبلة وستر العورة، وطهارة الثوب والبدن والمكان، وإسلام المصلى، ويشترط لصلاة الجنازة إسلام الميت وطهارته وحضوره بين يدي المصلي إن كان بالبلد. ¶ ولا يشترط لها وقت، فتؤدى في جميع الأوقات، وتكره في أوقات النهي الثلاثة، لقول النبي صلى الله عليه وسلم :\"ثلاث ساعات كان رسول الله صلى الله عليه وسلم ينهانا أن نصلي فيهن، أو نقبر فيهن موتانا: حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة حتى تميل، وحين تضيف الشمس للغروب حتى تغرب\"(39). ¶ أركانها: ¶ القيام مع القدرة،والتكبيرات الأربع، وقراءة الفاتحة بعد التكبيرة الأولى، والصلاة على النبي صلى الله عليه وسلم بعد التكبيرة الثانية، والدعاء للميت بعد التكبيرة الثالثة، وترتيب الأركان، والتسليم. ¶ سننها: ¶ رفع اليدين مع كل تكبيرة، والاستعاذة قبل القراءة، والإسرار بالقراءة، وأن يدعو لنفسه ولوالديه وللمسلمين، وأن يقف قليلا بعد التكبيرة الرابعة وقبل أن يسلم، وأن يضع يده اليمنى على اليسرى على صدره، وأن يلتفت على يمينه في التسليم. ¶ صفتها:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويسن قيام الإمام والمنفرد عند رأس الرجل ووسط المرأة، وكان(40) من هديه صلى الله عليه وسلم، أنه يقوم عند رأس الرجل ووسط المرأة. ¶ ويقف المأمومون خلف الإمام، ومن السنة أن يصطفوا في ثلاثة صفوف على الأقل، لقول النبي صلى الله عليه وسلم: \" من صلى عليه ثلاثة صفوف فقد أوجب\"(41)، ثم يكبر الأولى للإحرام، ولا يستفتح، بل يستعيذ بعد التكبير، ويسمي، ويقرأ الفاتحة، ولا يقرأ بعدها شيئا، لأن صلاة الجنازة مبنية على التخفيف، ثم يكبر الثانية، ويصلي على النبي صلى الله عليه وسلم بما ورد، كما في التشهد، ثم يكبر الثالثة، ويدعو للميت ولنفسه ولوالديه وللمسلمين، ويسن بالمأثور، ثم يكبر الرابعة، ويقف بعدها قليلا، ثم يسلم عن يمينه تسلمة واحدة. ¶ ويدعو بعد التكبيرة الثالثة بما ورد عن النبي صلى الله عليه وسلم، وينبغي أن يخلص فيه لقوله صلى الله عليه وسلم: \"إذا صليتم على الميت فأخلصوا له الدعاء\"(42)، وأفضل الدعاء: \" اللهم اغفر لحينا وميتنا وشاهدنا وغائبنا وصغيرنا وكبيرنا، وذكرنا، وأنثانا\"(43)، وروى أبو هريرة عن النبي صلى الله عليه وسلم نحوه وزاد: \" اللهم من أحييته منا فأحيه على الإيمان، ومن توفيته منا فتوفه على الإسلام، اللهم لا تحرمنا أجره، ولا تضلنا بعده\"(44). ¶ وروى أبو هريرة عن النبي صلى الله عليه وسلم أنه قال:\"اللهم أنت ربها وأنت خلقتها، وأنت هديتها للإسلام، وأنت قبضتها، وأنت أعلم بسرها وعلانيتها، جئناك شفعاء فاغفر له\"(45). ¶ وعن عوف بن مالك قال: صلى النبي صلى الله عليه وسلم على جنازة فحفظت من دعائه وهو يقول:\"اللهم اغفر له وارحمه، وعافه واعف عنه، وأكرم نزله، ووسع مدخله، واغسله بالماء والثلج والبرد، ونقه من الخطايا كما نقيت الثوب الأبيض من الدنس، وأبدله دارا خيرا من داره، وأهلا خيرا من أهله، وزجا خيرا من زوجه، وأدخله الجنة، وأعذه من عذاب القبر أو من عذاب النار\" . قال: حتى تمنيت أن أكون أنا ذلك الميت(46).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فإن كان الميت أنثى أنث الضمير فيقول: اللهم اغفر لها ... ونحوه. ¶ من أحكام صلاة الجنازة: ¶ يجوز للنساء الصلاة على الجنازة جماعة، ولا بأس إن صلين فرادى، لأن عائشة رضي الله عنها صليت على سعد بن أبي وقاص. ¶ وأولى الناس بالصلاة على الميت من أوصى له ذلك، لإجماع الصحابة على الوصية بها، لأنها حق الميت، ثم الأب وإن علا، ثم الابن وإن سفل، ثم أقرب العصبة، ثم الرجال من ذوي أرحامه، ثم الأجانب، وفي تقديم الزوج على العصبة روايتان: فإن استووا فأولاهم بالإمامة في المكتوبات، والحر أولى من العبد القريب، لعدم ولايته، فإن استووا وتشاحوا أقرع بينهم(47). ¶ _ إذا اجتمعت أكثر من جنازة فيجوز الصلاة عليها صلاة واحدة، ويجعل أفضلهم مما يلي الإمام، ويوضعون بحيث تتساوى رؤوسهم. فإن اجتمع رجال ونساء وصبيان، قدم الرجال ثم الصبيان ثم النساء، ويكون وسط المرأة محاذيا رأس الرجل. ¶ _ ويستحب أن يصف في صلاة الجنازة جمع كثير من المسلمين، لما روي عن عائشة رضي الله عنها، عن النبي صلى الله عليه وسلم قال:\"ما من ميت تصلي عليه أمة من المسلمين يبلغون مائة، كلهم يشفعون له، إلا شفعوا فيه\"(48). ¶ وعن عبد الله بن عباس قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"ما من رجل مسلم يموت فيقوم على جنازته أربعون رجلا، لا يشركون بالله شيئا إلا شفعهم الله فيه\"(49). ¶ _ ويستحب تسوية الصف في الصلاة على الجنازة، نص عليه أحمد ...، وروي عن أبي المليج أنه صلى على جنازة فالتفت، فقال: استووا لتحسن شفاعتكم(50).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "_ فإن كبر الإمام على جنازة فجيء بأخرى، كبر الثانية عليهما، ثم إن جيء بثالثة كبر الثالثة عليهن، ثم إن جيء برابعة كبر الرابعة عليهن، ثم يتمم بسبع تكبيرات ليحصل للرابعة أربع تكبيرات، فإن جيء بأخرى لم يكبر عليها لئلا يفضي إلى زيادة التكبير على سبع، أو نقصان الخامسة من أربع، وكلاهما غير جائز. وإن أراد أهل الأولى رفعها قبل سلام الإمام لم يجز، لأن السلام ركن لم يأت به، ويقرأ في التكبيرة الرابعة الفاتحة، وفي الخامسة يصلي على النبي صلى الله عليه وسلم، ويدعو لهم في السادسة لتكمل الأركان لجميع الجنائز(51). ¶ _ ويدخل المسبوق مع الإمام، إذا سلم الإمام قضى ما فاته على صفته، لقول النبي صلى الله عليه وسلم في الحديث الذي رواه أبو هريرة:\".. صل ما أدركت واقض ما سبقك\"(52)، فإن خشي رفع الجنازة قبل انتهائه، تابع التكبير من غير فصل، ثم سلم. ¶ قال في المغني: وإن سلم ولم يقضي فلا بأس، لأن ابن عمر رضي الله عنه قال: لا يقضي، ولأنها تكبيرات متوالية حال القيام. ¶ _ ومن فاتته الصلاة على الجنازة، فله أن يصلي عليها ما لم تدفن، فإن دفنت، فله أن يصلي على القبر إلى شهر، هذا قول أكثر أهل العلم من أصحاب النبي صلى الله عليه وسلم وغيرهم(53). ¶ وذكر ابن القيم أن النبي صلى الله عليه وسلم صلى مرة على قبر بعد ليلة، ومرة بعد ثلاث، ومرة بعد شهر ولم يوقت في ذلك وقتا(54). ¶ والصحيح أن الصلاة على القبر سنة، وليس لها حد في الوقت، بشرط أن يكون الميت قد مات في حياة المصلي. ¶ _ وذكر ابن القيم رحمه الله أنه لم يكن من هدي النبي صلى الله عليه وسلم الصلاة على كل ميت عائب، فقد مات خلق كثير من المسلمين وهم غيب، فلم يصل عليهم. وصح عنه أنه صلى على النجاشي صلاته على الميت، فاختلف الناس في ذلك على ثلاثة طرق: ¶ 1_ أن هذا تشريع وسنة للأمة الصلاة على كل غائب، وهذا قول الشافعي وأحمد. ¶ 2_ وقال أبو حنيفة ومالك: هذا خاص به، وليس ذلك لغيره.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "3_ وقال شيخ الإسلام ابن تيمية: الصواب أن الغائب إن مات ببلد لم يصل عليه فيه، صلي عليه صلاة الغائب، كما صلى النبي صلى الله عليه وسلم على النجاشي، لأنه مات بين الكفار، ولم يصل عليه، وإن صلي عليه حيث مات، لم يصل عليه صلاة الغائب، لأن الفرض قد سقط بصلاة المسلمين ¶ عليه، والنبي صلى الله عليه وسلم صلى على الغائب، وتركه، وفعله وتركه سنة، وهذا له موضع، وهذا له موضع، والله أعلم. ¶ والأقوال الثلاثة في مذهب أحمد، وأصحها هذا التفصيل(55). ¶ _ ويجوز الصلاة على الطفل، لما روي عن المغيرة بن شعبة قال: سمعت رسول الله صلى الله عليه وسلم يقول:\" الطفل يصلى عليه\"(56). ¶ قال ابن القيم: قال أحمد بن أبي عبدة: سألت أحمد: متى يجب أن يصلي على السقط؟ قال: إذا أتى عليه أربعة أشهر، لأنه ينفخ فيه الروح(57). ¶ وعن المغيرة بن شعبة مرفوعا قال:\"... والسقط يصلى عليه ويدعى لوالديه بالمغفرة والرحمة\"(58) \" الطفل يصلى عليه\". ولا يستغفر للطفل الصغير،لأنه لم يجر عليه قلم، ولأنه شافع غير مشفوع فيه. ¶ _ وتحرم الصلاة على المرتد والمنافق والكافر الأصلي، لقول الله تعالى:[ولا تصل على أحد منهم مات أبدا ولا تقم على قبره إنهم كفروا بالله ورسوله وماتوا وهم فاسقون](سورة التوبة، الآية: 84 ). ¶ _ ولا يصلى على شهيد المعركة، لما روي عن النبي صلى الله عليه وسلم في قتلى أحد أنه:\" ... أمر بدفنهم بدمائهم ولم يصل عليهم ولم يغسلهم\"(59). ¶ _ وتجوز الصلاة على من قتل في حد. قال الشوكاني: ومن المرجحات أيضا الإجماع على الصلاة على المرجوم(60)، وقد ترك النبي صلى الله عليه وسلم الصلاة على الغال، وأمر بها أصحابه، فقال:\"صلوا على صاحبكم\"(61)، فلعله للزجر عن الغلول(62). ¶ ولم يصل النبي صلى الله عليه وسلم على قاتل نفسه، لما روي عن جابر بن سمرة قال:\"أتي النبي صلى الله عليه وسلم برجل قتل نفسه بمشاقص(63) فلم يصل عليه\"(64). ¶ اتباع الجنازة فضله وكيفيته:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فإذا تم تغسيل الميت تكفينه، وجب حمله واتباعه، وفي ذلك فضل عظيم، لما روي عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : \" من شهد الجنازة حتى يصلى عليها فله قيراط، ومن شهدها حتى تدفن فله قيراطان \" قيل: وما القيراطان؟ قال: \" مثل الجبلين العظيمين\"(65). ¶ وحمل الجنازة واتباعها من حق الميت على المسلمين، ويسن حمل الجنازة من جميع جوانب السرير، لما روي عن عبد الله بن مسعود أنه قال:\"من اتبع جنازة، فليحمل بجوانب السرير كلها، فإنه من السنة، ثم إن شاء فليدع\"(66). ¶ ويسن الإسراع بالجنازة، لما روي عن أبي هريرة رضي الله عنه أنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: \" أسرعوا بالجنازة، فإن كانت صالحة قربتموها إلى الخير، وإن كانت غير ذلك، كان شرا تضعونه عن رقابكم\"(67). ¶ وحمل الجنازة خاص بالرجال، وهو مفهوم من هذا الحديث، ولا يجوز للنساء اتباع الجنائز، لحديث أم عطية: \" نهينا عن اتباع الجنائز ولم يعزم علينا\"(68). ¶ ويجوز المشي خلف الجنازة وأمامها، لثبوت فعل ذلك عن رسول الله صلى الله عليه وسلم، والأفضل المشي خلفها وهو مفهوم من الحديث الذي رواه عوف بن مالك عن النبي صلى الله عليه وسلم قال: \"عودوا المريض واتبعوا الجنائز\"(69). ¶ ويسير الراكب خلف الجنازة لقول النبي صلى الله عليه وسلم:\"الراكب يسير خلف الجنازة\"(70)، والأفضل المشي، لما روى ثوبان أن رسول الله صلى الله عليه وسلم أتى بدابة وهو مع الجنازة، فأبى أن يركبها، فلما انصرف أتى بدابة فركب، فقيل له؟ فقال:\"إن الملائكة كانت تمشي، فلم أكن لأركب وهم يمشون، فلما ذهبوا ركبت\"(71)، وفي الحديث جواز الركوب بعد الانصراف دون كراهة.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وكان صلى الله عليه وسلم إذا صلى على ميت، تبعه إلى المقابر ماشيا أمامه، وهذه كانت سنة خلفائه الراشدين من بعده، وسن لمن تبعها أن يكون وراءها، وإن كان ماشيا أن يكون قريبا منها، ‘إما خلفها أو أمامها أو عن يمينها أو عن شمالها، وكان يأمر بالإسراع بها، حتى إن كانوا ليرملون بها رملا، وأما دبيب الناس اليوم خطوة خطوة فبدعة مكروهة مخالفة للسنة، ومتضمنة للتشبه بأهل الكتاب اليهود(72). ¶ ولا يجوز اتباع الجنازة بما يخالف السنة من رفع الصوت بالبكاء والذكر والتكبير والترحم، ولا يجوز أن تتبع بالبخور، لما روي عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال:\" لا تتبع الجنازة، بصوت ولا نار\"(73)، قال شيخ الإسلام ابن تيمية: لا يستحب رفع الصوت مع الجنازة، لا بقراءة ولا ذكر، ولا غير ذلك، هذا مذهب الأئمة الأربعة،وهو المأثور عن السلف من الصحابة والتابعين، ولا أعلم فيه مخالفا(74). ¶ ويحرم اتباعها بمنكر، كالطبل والعزف الحزين على الآلة، والنياحة والتصفيق. ¶ ولا بأس بحمل الجنازة على سيارة ونحوها، إذا كانت المقبرة بعيدة. ويستحب(75) لمتتبع الجنازة أن يكون متخشعا متفكرا في مآله متعظا بالموت، وبما يصير إليه الميت، ولا يتحدث بأحاديث الدنيا. ¶ ومن البدع ما يقوله بعض الناس أثناء تشيع الجنازة مثل:(وحدوه)، فيرد عليه السامعون: لا إله إلا الله، وكقول بعضهم:(اذكروا الله)، ليس لهذا العمل أصل في السنة، ولا عند السلف رحمهم الله. ¶ دفن الميت: ¶ وحمل الميت ودفنه تكريم للميت، وهو من فروض الكفاية، قال الله تعالى:[ ألم نجعل الأرض كفاتا * أحياء وأمواتا]( سورة المرسلات، : 25،26) ، ومعنى الكفت: الضم والجمع، وقال الفراء: يريد تكفتهم أحياء على ظهرها في دورهم ومنازلهم، وتكفتهم أمواتا في بطنها، أي: تحوزهم(76).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال تعالى:[ ثم أماته فأقبره ]( سورة عبس: 21). جعل له قبرا يوارى فيه، قال الفراء: جعله مقبورا، ولم يجعله ممن يلقى كالسباع والطيور(77). ¶ ويتولى إنزال(78) الميت ولو كان أنثى _ الرجال دون النساء لأمور: ¶ الأول: أنه المعهود في عهد النبي صلى الله عليه وسلم، وجرى عليه عمل المسلمين حتى اليوم. ¶ الثاني: أن الرجال أقوى على ذلك. ¶ الثالث: لو تولته النساء أفضى ذلك إلى انكشاف شيء من أبدانهن أمام الأجانب وهو غير جائز. وأولياء الميت أحق بإنزاله لعموم قول الله تعالى:[ وأولو الأرحام بعضهم أولى ببعض في كتاب الله]( الأنفال: 75). ¶ ويسن الدفن في المقبرة، لأن الرسول صلى الله عليه وسلم كان يدفن أصحابه في البقيع، والشهيد يدفن في موطن استشهاده، لأمر النبي صلى الله عليه وسلم رد شهداء أحد ليدفنوا في مصارعهم، وكان بعض الشهداء قد حمل إلى المدينة. ¶ ويسن تعميق القبر وتوسيعه، لما روي عن هشام بن عامر قال: شكي إلى رسول الله صلى الله عليه وسلم الجراحات يوم أحد فقال: \" احفروا وأوسعوا وأحسنوا ....\"(79)، وذلك أستر للميت وأحوط أن لا ينبش أو تناله السباع، وفيه قطع للرائحة التي تؤذي الأحياء. ¶ ويجوز الجلوس عند القبر وقت الدفن لتذكير الحاضرين بالموت وما بعده، ويجوز الدفن في جميع الأوقات، ويكره في أوقات النهي الثلاثة لغير ضرورة. ... ... ... ... ¶ وينبغي ستر قبر المرأة عند وضعها فيه، حتى يصف اللبن عليها، لأنها عورة، ويكره ذلك للرجل إلا لعذر كمطر. ¶ ويسن لمن يدخل الميت القبر أن يقول:\" بسم الله وعلى ملة رسول الله\"، لقول النبي صلى الله عليه وسلم:\"إذا وضعتم موتاكم في قبورهم فقولوا بسم الله وعلى ملة رسول الله\"(80).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويسن وضع الميت في لحده على شقه الأيمن مستقبل القبلة كسنة النوم، لقول النبي صلى الله عليه وسلم عندما سئل: ما الكبائر؟ فذكر منها:\"....واستحلال البيت الحرام قبلتكم أحياء وأمواتا\"(81)، ويفك عقد الكفن من قبل رأسه ورجليه، ولا يكشف وجهه، لأنه لم يرد، ويوضع تحت رأسه لبنة، فإن لم يوجد فحجر، فإن لم يوجد فتراب إن احتاج إلى ذلك وإلا فلا. ¶ وينبغي أن يدنى الميت من حائط القبر الأمامي ويسند خلف ظهره بالتراب حتى لا ينكفىء على وجهه أو ينقلب على ظهره، ويزال الكفن عن خده حتى يلصق بالأرض، ثم تسد فتحة اللحد باللبن والطين حتى لا ينزل التراب على الميت. ¶ ويسن حثو التراب عليه باليد ثلاثا، ثم يهال عليه تراب قبره لا غيره. ¶ ويسن رفع القبر عن الأرض قدر شبر ليتميز فيصان ولا يهان، وليترحم على صاحبه، لحديث جابر رضي الله عنه:\"أن النبي صلى الله عليه وسلم ألحد له لحدا، ونصب عليه اللبن نصبا، ورفع قبره من الأرض نحوا من شبر\"(82)، ويكون محدبا كهيئة السنام أفضل من تسطيحه، لحديث سفيان التمار قال: \" رأيت قبر رسول الله صلى الله عليه وسلم مسنما\"(83). صلى الله عليه وسلم ¶ وذكر بعض أهل العلم الحكمة من ذلك، في أن التسنيم تنزل عنه مياه الأمطار والسيول، والتسطيح يشبه أبنية أهل الدنيا. ولا يسطح قبر من دفن بدار حرب وتعذر نقله حتى لا ينبش ويمثل به. ¶ ويسن وضع حصباء على القبر ثم رشه بالماء ليثبت التراب، لما روى جعفر بن محمد عن أبيه:\" أن النبي صلى الله عليه وسلم رش على قبر ابنه إبراهيم ماء، ووضع عليه الحصباء\"(84). ¶ ولا بأس بتعليم القبر بوضع النصائب على طرفيه، لما روي عن النبي صلى الله عليه وسلم لما مات عثمان بن مظعون أنه أمر بحجر فوضعه عند رأسه، وقال:\"أتعلم بها قبر أخي، وأدفن إليه من مات من أهلي\"(85)، ولا يجوز الكتابة عليها، لما روي عن جابر قال:\"نهى النبي صلى الله عليه وسلم أن تجصص القبور وأن يكتب عليها وأن يبنى عليها وأن توطأ \"(86).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فإذا فرغ من دفنه، استحب الدعاء له عند القبر، لما روي عن عثمان بن عفان رضي الله عنه قال: \" كان النبي صلى الله عليه وسلم إذا فرغ من دفن الميت، وقف عليه فقال: استغفروا لأخيكم وسلوا له التثبيت فإنه الآن يسأل\"(87)، ويدعو كل واحد بمفرده وليس جماعة. ¶ من أحكام الدفن: ¶ لا يجوز دفن الكفار في مقابر المسلمين، ولا يجوز دفن المسلمين في مقابر الكفار. ¶ _ وينبغي أن يتولى الدفن عالم بأحكام الدفن. ¶ _ ولا يجوز زيادة تراب القبر أو البناء عليه لحديث جابر مرفوعا قال:\"نهى رسول الله صلى الله عليه وسلم أن يبنى على قبر أو يزاد عليه...\"(88). ¶ _ ويكره رفع القبر فوق شبر، لقول النبي صلى الله عليه وسلم لعلي:\" لا تمثالا إلا طمسته، ولا قبرا مشرفا إلا سويته\"(89). ¶ _ ويكره تزويق القبر ودهنه، لأنه بدعة ولا يليق بالقبور، ويكره تجصيصه والاتكاء عليه، ويكره عنده المبيت والتحدث في أمور الدنيا، والتبسم، والضحك أشد كراهة، ويكره الكتابة على القبر والجلوس عليه، ووطؤه، وبناء قبة عليه لحديث جابر قال: \" نهى رسول الله صلى الله عليه وسلم أن يجصص القبر، وأن يقعد عليه، وأن يبنى عليه \"(90)، وزاد الترمذي: \" وأن يكتب عليها\"(91). ¶ ولما روي عن عمارة بن حزم قال:\"رآني رسول الله صلى الله عليه وسلم جالسا على قبر فقال: لا تؤذ صاحب القبر...\"(92). ¶ _ ولا يليق التحدث في أمور الدنيا أو التبسم والضحك في مكان يذكر بالآخرة، عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال: \"كنت نهيتكم عن زيارة القبور، فزوروها، فإنها تزهد في الدنيا وتذكر بالآخرة\"(93).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "_ ويكره المشي في المقابر بالنعال لغير عذر، فإن كانت الأرض شديدة الحرارة أو بها شوك ونحوه، فلا بأس بالمشي بالنعال، لما جاء في حديث بشير بن نهيك مولى رسول الله صلى الله عليه وسلم قال: بينما أنا أماشي رسول الله صلى الله عليه وسلم ..... فإذا رجل يمشي في القبور عليه نعلان فقال:\"يا صاحب السبتيتين، ويحك! ألق سبتيتيك\" فنظر الرجل،فلما عرف رسول الله صلى الله عليه وسلم خلعهما فرمى بهما(94). ¶ _ ويحرم إسراج القبور لما روي عن ابن عباس قال:\"لعن رسول الله صلى الله عليه وسلم زائرات القبور، والمتخذين عليها المساجد والسرج\"(95). ¶ _ ويحرم قضاء الحاجة على القبور أو بينها. ¶ _ ويحرم بناء المساجد على القبور أو بينها للحديث السابق، وكذا يحرم الدفن في المساجد، لأنها لم تبن لهذا. ¶ _ ويحرم دفن ميت على آخر حتى يظن أن الأول صار ترابا. ¶ _ ويستحب جمع الموتى الأقارب في مقبرة واحدة، ويحرم في لحد واحد إلا لضرورة. ¶ _ ولا يجوز وضع قماشة خضراء على النعش مكتوب عليها آية الكرسي، لما فيه من امتهان كلام الله عز وجل، ولأنه لم يرد في السنة، ولم يفعله أحد من الصحابة أو التابعين، ولو كان فيه خير لسبقونا إليه، فضلا عن ما في ذلك من الاعتقاد الفاسد، بأن ذلك ينفع الميت، والصحيح أنه لا ينفعه. ¶ _ ويحرم(96) الذبح عند القبور والأكل منه، قال شيخ الإسلام: يحرم الذبح والتضحية عند القبر، ولو نذره، ولو شرطه واقف، فشرطه باطل، لحديث أنس قال: قال رسول الله صلى الله عليه وسلم :\" لا عقر في الإسلام\"(97). ¶ _ ولا يجوز التلقين بعد الدفن،وقد ذكر ابن القيم رحمه الله، أنه لم يثبت أن النبي صلى الله عليه وسلم كان يلقن الميت كما يفعله الناس اليوم، وعلق على الحديث الذي رواه الطبراني في معجمه من حديث أبي أمامة عن النبي صلى الله عليه وسلم أنه قال:\"إذا مات أحد من إخوانكم، فسويتم التراب على قبره فليقم أحدكم على رأس قبره ثم ليقل: يا فلان...\"(98).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فقال: فهذا حديث لا يصح رفعه(99). ¶ وذكر شيخ الإسلام ابن تيمية أن التلقين بعد الموت ليس واجبا بالإجماع، ولا كان من عمل المسلمين في عهد النبي صلى الله عليه وسلم وخلفائه،ولكنه مأثور عن طائفة من الصحابة كأبي أمامة، وواثلة بن الأسقع، وقد رخص فيه الإمام أحمد، واستحبه طائفة من أصحابه وأصحاب الشافعي، ومن العلماء من يكرهه لأنه بدعة، فالأقوال فيه ثلاثة: الاستحباب، والكراهة، والإباحة(100). ¶ والصحيح أن ذلك لم يثبت عن النبي صلى الله عليه وسلم، والمشروع الدعاء للميت لأنه السنة. ¶ _ ولا يجوز قراءة القرآن عند القبر، لأنه لم يرد عن النبي صلى الله عليه وسلم ولا عن أصحابه، ففاعله مبتدع في الدين، لأنه أحدث فيه ما ليس منه، وهذا غير جائز، لما روي عن ابن مسعود أن النبي صلى الله عليه وسلم قال:\" ...... كل محدثة بدعة، وكل بدعة ضلالة...\"(101). ¶ _ ولا يجوز للنساء زيارة القبور، لما روي عن ابن عباس قال: \" لعن رسول الله صلى الله عليه وسلم زائرات القبور، والمتخذين عليها المساجد والسرج\"(102)، ولا يكون اللعن على فعل مباح أو مكروه، بل يكون على فعل محرم، وزيارة النساء للقبور من كبائر الذنوب، لذا ترتب عليه اللعن. ¶ _ ولا يجوز وضع الجريدة ونحوها على القبر، لأنه بدعة، وسوء ظن بالميت، لأن النبي صلى الله عليه وسلم لم يضع الجريدة على القبرين إلا حين علم أنهما يعذبان، ونحن لا علم لنا، فيكون وضعنا سوء ظن، ولا ندري هل يقبل الله شفاعتنا إذا فعلنا ذلك كما فعله رسول الله صلى الله عليه وسلم (103). ¶ التعزية: ¶ قال الله تعالى: [ما أصاب من مصيبة إلا بإذن الله ومن يؤمن بالله يهد قلبه والله بكل شيء عليم]( التغابن:11). فإذا أيقن العبد أن ما أصابه من فقد زوج أو ولد أو والد أو قريب، إنما هو بإذن الله، يوفق الله قلبه إلى التسليم والرضا بالقضاء.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لذا ينبغي له أن يصبر ويحمد الله ويسترجع، حتى ينال الأجر العظيم، قال الله تعالى:[ ولنبلونكم بشيء من الخوف والجوع ونقص من الأموال والأنفس والثمرات وبشر الصابرين * الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون * أولئك عليهم صلوات من ربهم ورحمة وأولئك هم المهتدون] (البقرة : 155 _ 157) ¶ وينبغي للمسلم أن يعلم أن الدنيا دار بلاء وامتحان، لذا يجب عليه أن يتحلى بالصبر عند الشدائد، فيمسك نفسه عن الجزع والسخط بالقضاء، ويحبس لسانه عن قول السوء، ويضبط جوارحه عن المعاصي، فلا يشق جيبا، ولا يلطم خدا ولا يقول إلا ما يرضي ربه، فتتحول بذلك محنته إلى منحة. ¶ عن أم سلمة رضي الله عنها قالت: سمعت رسول الله صلى الله عليه وسلم يقول:\"ما من عبد تصيبه مصيبة فيقول : إنا لله وإنا إليه راجعون. اللهم أجرني في مصيبتي وأخلف لي خيرا منها إلا أجره الله في مصيبته، وأخلف له خيرا منها(104). ¶ قال ابن ناصر الدين الدمشقي رحمه الله: ¶ يجري القضاء وفيه الخير نافلة **** لمؤمن واثق بالله لا لاهي ¶ إن جاءه فرج أو نابه ترح **** في الحالتين يقول الحمد لله(105) ¶ وكيف يسخط من كانت مصيبته ليست في دينه؟، والرسول صلى الله عليه وسلم يقول في دعائه:\"... ولا تجعل مصيبنا في ديننا....\"(106)، وكيف يسخط من يذكر المصائب وينسى النعم؟ ¶ وإذا كان من حق الميت تغسيله وتكفينه والصلاة عليه، ودفنه وسداد دينه، وتنفيذ وصيته الشرعية، والدعاء له والاستغفار، فمن حق أهله أن يخفف عنهم بالقول والعمل. ¶ وتعزية أهل الميت سنة من سنن النبي صلى الله عليه وسلم لقوله: \" ما من مؤمن يعزي أخاه بمصيبة إلا كساه الله سبحانه من حلل الكرامة يوم القيامة\"(107)، وعن عبد الله عن النبي صلى الله عليه وسلم قال:\"من عزى مصابا فله مثل أجره\"(108).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والتعزية فيها تسلية لأهل الميت وحث على الصبر والرضا بالقضاء، وتقوية لهم على تحمل هذه المصيبة واحتساب الأجر، ووقتها من وقت حلول المصيبة قبل الدفن وبعده حتى يزول أثرها عن النفس وتنسى. ¶ وتجوز التعزية في كل مكان، في السوق أو المسجد أو العمل، إذ لا يجوز قصد أهل الميت لتعزيتهم، أو يسافر لهم لهذا الغرض، فليس ذلك من السنة، ما لم يخش قطع رحم فلا حرج. ¶ وخير ما يعزى به ما عزى به الرسول صلى الله عليه وسلم ابنته زينب، حين أرسلت إليه رسولا يخبره أن صبيا لها في الموت، فقال صلى الله عليه وسلم:\"إن لله ما أخذ وله ما أعطى وكل عنده بأجل مسمى، فلتصبر ولتحتسب\"(109). ¶ واختار بعض أهل العلم ألفاظا مثل: أعظم الله أجرك، وأحسن عزاءك، وغفر لميتك، ومثل ذلك جائز، والأولى ما جاءت به السنة. ¶ ويستحب أن يرد المعزى بقول: استجاب الله دعاءك ورحمنا وإياك. رد به أحمد(110) ولا يجوز التعزية بألفاظ بدعية مثل: البقية في حياتك، وما ماثل ذلك. ¶ ويسن صنع الطعام لأهل الميت لانشغالهم بمصابهم عن الاهتمام بأنفسهم، وقد أمر النبي صلى الله عليه وسلم بذلك، عندما استشهد جعفر بن أبي طالب رضي الله عنه فقال:\"اصنعوا لآل جعفر طعاما فإنه قد أتاهم أمر شغلهم\"(111). ¶ ولا يجوز الاجتماع للعزاء في البيت، أو في أي مكان، ولا الإعلان عن ذلك، إذ لا أصل له، وقد عده بعض السلف من النياحة. ¶ ولا يجوز قراءة القرآن، وهو ما يحدث في بعض البلاد الإسلامية من استئجار المقرئين في المآتم، لأنه بدعة، وإنفاق للمال في وجه غير مشروع. ¶ ولا يجوز تخصيص لباس معين للتعزية، كالأسود في بعض البلاد الإسلامية، لما في ذلك من التسخط على قدر الله، ولم يفعله السلف.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ولا يجوز تعزية غير المسلمين، لأن التعزية تخفيف على المصاب، وتثبيت وحث على الصبر، والإيمان والرضا. والكفار أعداء للمسلمين، فلا ينبغي مواساتهم، ولا تشييع جنائزهم، ولا الاستغفار لهم، قال الله تعالى:[لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله...](المجادلة: 22)، وقال تعالى:[ما كان للنبي والذين آمنوا أن يستغفروا للمشركين ولو كانوا أولي قربى من بعد ما تبين لهم أنهم أصحاب الجحيم]( التوبة:113). ¶ ولا حرج أن نقبل تعزيتهم إن عزونا، وندعو لهم بالهداية. ¶ ولا يجوز أن يتخذ الناس المصافحة والتقبيل للمعزى سنة، فإن ظن ذلك فتركها أولى، ولكن يجوز للملاقاة؛ للمعزى وغيره فلا حرج. ¶ ولا يجوز لطم الخدود وشق الجيوب والدعاء بدعوى الجاهلية، لقول النبي صلى الله عليه وسلم:\"ليس منا من ضرب الخدود، أو شق الجيوب، أو دعا بدعوى الجاهلية\"(112). ¶ وعن أبي موسى قال:\"أنا بريء ممن برىء منه رسول الله صلى الله عليه وسلم ، إن رسول الله صلى الله عليه وسلم برىء من الصالقة(113)، والحالقة(114)، والشاقة(115)\"(116). ¶ ويجوز البكاء على الميت إذا لم يكن معه ندب ولا نياحة، لقول النبي صلى الله عليه وسلم :\"هذه رحمة جعلها الله في قلوب عباده.....\"(117). ¶ قال في الإحكام: وأجمع أهل العلم على تحريم النياحة، إلا ما روي عن بعض المالكية لحديث أم عطية، والحديث حجة عليهم. ¶ ويكون ذلك بتعداد محاسن الميت مع رفع الصوت بالبكاء، لما في ذلك من الجزع والجاهلية والاعتراض على قضاء الله وقدره. قال صلى الله عليه وسلم :\"النائحة إذا لم تتب قبل موتها، تقام يوم القيامة وعليها سربال من قطران، ودرع من جرب\"(118). ¶ وعن عمر رضي الله عنه، عن النبي صلى الله عليه وسلم قال:\"الميت يعذب في قبره بما نيح عليه\"(119). ¶ وعن عبد الله أن حفصة بكت على عمر، فقال مهلا يا بنية! ألم تعلمي أن رسول الله صلى الله عليه وسلم قال: \" إن الميت يعذب ببكاء أهله عليه\"(120).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله: والصواب أنه يتأذى بالبكاء عليه، كما نطقت به الأحاديث الصحيحة(121). ¶ قال محمد المنبجي رحمه الله: وأما صنع أهل الميت طعاما للناس فمكروه، لأن فيه زيادة على مصيبتهم، وشغلا لهم إلى شغلهم، وتشبيها بصنع أهل الجاهلية، فإنهم يتكلفون طبخ الطعام كما يفعله أهل البر في زماننا، فهذا من النياحة التي نهى عنها رسول الله صلى الله عليه وسلم، عن جرير بن عبد الله البجلي قال: كنا نرى الاجتماع إلى أهل الميت، وصنعة الطعام، من النياحة(122). ¶ ولا يجوز سب الأموات، لما روي عن عائشة رضي الله عنها قالت:قال النبي صلى الله عليه وسلم:\"لا تسبوا الأموات فإنهم قد أفضوا إلى ما قدموا\"(123). ¶ ـــــــــــــــــــــــــــــ ¶ الهوامش: ¶ ( ) ديوان الإمام الشافعي، ص 84 ،85. ¶ (2) رواه النسائي 4/4 كتاب الجنائز،باب كثرة ذكر الموت،وقال الألباني:حسن صحيح، في صحيح سنن النسائي2/ 393ح1720. ¶ (3) رواه البخاري 3/99 كتاب المظالم ـ باب من كانت له مظلمة عند الرجل فحللها له، هل يبين مظلمته؟ ¶ (4) رواه البخاري 7/12 ـ كتاب الطب ، باب ما أنزل الله داء إلا أنزل له شفاء. ¶ (5) أخرجه الهيثمي في مجمع الزوائد 5/86 ، وقال: رواه الطبراني ورجاله ثقات. ¶ (6) رواه البخاري 8/130 كتاب التمني ـ باب ما يكره من التمني . ¶ (7) فتح الباري: ابن حجر 13/ 222. ¶ (8) رواه مسلم 3/ 2065 ح 2682. ¶ (9) رواه الترمذي 3/311 ح983، وقال: حسن غريب، وقد روى هذا الحديث بعضهم عن ثابت عن الرسول مرسلا. ¶ (10) رواه البخاري 3/186 كتاب الوصايا ـ باب الوصايا وقول النبي صلى الله عليه وسلم وصية الرجل مكتوبة عنده. ¶ (11) رواه مسلم 1/631 ح917. ¶ (12) رواه البخاري 2/70 كتاب الجنائز ـ باب الدخول على الميت بعد الموت إذا أدرج في أكفانه. ¶ (13) رواه البيهقي 3/384 كتاب الجنائز ـ باب ما يستحب من توجيه نحو القبلة، وقال: هو مرسل جيد ¶ (",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "14) انظر حاشية الروض المربع: ابن قاسم العاصمي 3/ 24 ،25. ¶ (15) رواه مسلم 1/ 634 ح920. ¶ (16) رواه الحاكم 1/ 366 وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه . ¶ (17) رواه مسلم 1/ 634 ح920. ¶ (18) رواه مسلم 1/ 651 ح942. ¶ (19) رواه أبو داود 3/ 513 ح 3163، والترمذي 1/306 ح 976 وقال: حسن غريب صحيح. ¶ (20) رواه البخاري 2/70 كتاب الجنائز، باب الدخول على الميت بعد الموت إذا أدرج في أكفانه. ¶ (21) رواه الترمذي (3/390) ح 1079، وقال: حديث حسن. ¶ (22) رواه البخاري 2/ 217 كتاب جزاء الصيد ، باب المحرم يموت بعرفة. ¶ (23) انظر الكافي: ابن قدامة (1/247). ¶ (24) انظر: كتاب الفقه على المذاهب الأربعة: عبد الرحمن الجزيري 1/ 503 ، 504. ¶ (25) المغني: ابن قدامة 2/ 455. ¶ (26) رواه البخاري 2/ 73 كتاب الجنائز، باب غسل الميت ووضوئه بالماء والسدر. ¶ (27) رواه البخاري 2/ 73 كتاب الجنائز، باب غسل الميت ووضوئه بالماء والسدر. ¶ (28) رواه مسلم 1 / 651 ح 943. ¶ (29) المغني: ابن قدامة 2/ 470. ¶ (30) انظر: المعتمد في فقه الإمام أحمد 1/239 :241، وكتاب الفقه على المذاهب الأربعة : عبد الرحمن الجزيري 1/ 516. ¶ (31) رواه أحمد 3/ 331 ، وقال النووي في المجموع 5/ 196 : رواه أحمد بن حنبل في مسنده ، والحاكم في المستدرك ، والبيهقي، وإسناده صحيح ، وقال : قال الحاكم: هو صحيح على شرط مسلم . ¶ (32) رواه البخاري 2/ 217 كتاب جزاء الصيد ، باب المحرم يموت بعرفة. ¶ (33) رواه البخاري 2/94 كتاب الجنائز ، باب من يقدم في اللحد . ¶ (34) زاد المعاد : ابن القيم الجوزية 1/ 504. ¶ (35) رواه أبو داود 3/ 155 ح 2710 ، وضعفه الألباني في ضعيف سنن أبي داود ص 264 ح 579 . ¶ (36) زاد المعاد : ابن قيم الجوزية 1/ 500 ، 502. ¶ (37) المغني : ابن قدامة 2/ 493. ¶ (38) الكافي : ابن قدامة 1/ 258، 259. ¶ (39) رواه أبو داود 3/ 531، 532، وصححه الألباني في صحيح سنن أبي داود 2/ 614 ح2733 . ¶ (",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "40) زاد المعاد : ابن القيم الجوزية 1/512. ¶ (41) رواه الترمذي 3/ 347 ح 1028، وقال : حديث مالك بن هبيرة حديث حسن. ¶ (42) رواه أبو داود 3/ 538 ح 3199، وحسنه الألباني في صحيح سنن أبي داود 2/616 ح 2740. ¶ (43) رواه الترمذي 3/ 344 ح 1024 وقال: حسن صحيح. ¶ (44) رواه أبو داود 3/ 539 ح 3201 ، وصححه الألباني في سنن أبي داود 2/ 617 ح 2741. ¶ (45) رواه أبو داود 3 / 538، 539 ح3200، وقال: أخطأ شعبة في اسم على بن شماخ ، قال فيه عثمان بن شماس ، وسمعت أحمد بن إبراهيم الموصلي يحدث أحمد بن حنبل ، قال : ما أعلم أني جلست من حماد بن زيد مجلساً إلا نهى فيه عن عبد الوارث وجعفر بن سليمان . وضعفه الألباني في ضعيف سنن أبي داود ص325 ح 703. ¶ (46) رواه مسلم 1/ 662 ، 663 ح 963. ¶ (47) الكافي : ابن قدامة 1/ 259 ، 260(بتصرف). ¶ (48) رواه مسلم 1/ 654 ح 947. ¶ (49) رواه مسلم 1/ 655 ح 948. ¶ (50) المغني : ابن قدامة 2/ 493. ¶ (51) الكافي : ابن قدامة 1/ 263. ¶ (52) رواه مسلم 1/ 421 ح 602. ¶ (53) المغني : ابن قدامة 2/ 511. ¶ (54) زاد المعاد: ابن قيم الجوزية 1 / 512. ¶ (55) زاد المعاد : ابن القيم الجوزية 1/ 520، 521. ¶ (56) رواه ابن ماجه 1/ 483 ، ح1507 ، وصححه الألباني في صحيح سنن ابن ماجه 1/ 252 ح1224. ¶ (57) زاد المعاد : ابن قيم الجوزية 1/ 513. ¶ (58) رواه أبو داود (3/522، 523 ح 3180، وصححه الألباني في صحيح سنن أبي داود (2/612) (ح 2723). ¶ (59) رواه البخاري 2/ 94 كتاب الجنائز، باب من يقدم في اللحد. ¶ (60) نيل الأوطار: الشوكاني 4/ 55. ¶ (61) رواه أبو داود 3/ 155 ح 2710 ، وضعفه الألباني في ضعيف سنن أبي داود ص 264 ح 579 . ¶ (62) نيل الأوطار: الشوكاني (3/53). ¶ (63) المشاقص: جمع مشقص ، نصل عريض أو سهم فيه ذلك. ¶ (64) رواه مسلم 1/ 672 ح 978. ¶ (65) رواه مسلم 1/652 ح 945. ¶ (66) رواه ابن ماجه 1/ 474 ح 1478 ، وضعفه الألباني في ضعيف سنن ابن ماجه ص12 ح321. ¶ (",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "67) رواه مسلم 1/ 652 ح 944. ¶ (68) رواه البخاري 2/ 78 كتاب الجنائز ، باب اتباع النساء الجنائز. ¶ (69) أخرجه الهيثمي في مجمع الزوائد 2/ 299 وقال: رواه الطبراني في الكبير، وفيه يزيد ابن عياض وهو ضعيف. ¶ (70) رواه أبو داود 3/523 ح 3180 ، وصححه الألباني في صحيح سنن أبي داود 2/612 ح 2723. ¶ (71) رواه أبو داود 3/521 ح3177 ، وصححه الألباني في صحيح سنن أبي داود 2/612 ح2720. ¶ (72) زاد المعاد: ابن قيم الجوزية 1/ 517. ¶ (73) رواه أبو داود 3/ 517 ، 518 ح 3171 ، وقال: زاد هارون: \" ولا يُمشى بين يديها \" قال المنذري في مختصر سنن أبي داود 4/311 ح 3041، 3042 : في إسناده رجلان مجهولان. ¶ (74) مجموع فتاوى شيخ الإسلام ابن تيمية 24/ 293،294. ¶ (75) المغني: ابن قدامة 2/ 474. ¶ (76) تفسير البغوي المسمى معالم التنزيل: البغوي 4/ 434 . ¶ (77) تفسير البغوي المسمى معالم التنزيل : البغوي 4/ 448. ¶ (78) أحكام الجنائز وبدعها : الألباني ص 147. ¶ (79) رواه الترمذي 4/ 213 ح1713 وقال: حسن صحيح. ¶ (80) رواه الحاكم 1/ 366 وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ¶ (81) رواه أبو داود 3/ 295 ح 2875 وحسنه الألباني في صحيح سنن أبي داود 2/ 555، 556ح 2499. ¶ (82) رواه البيهقي في سننه 3/ 410 كتاب الجنائز، باب لا يزاد في القبر على أكثر من ترابه لئلا يرتفع جداً. وقال ابن حجر في تلخيص الحبير (2/132) رواه البيهقي من وجه آخر مرسلاً ليس فيه جابر، وهو عند سعيد بن منصور عن الدراوردي عن جعفر. ¶ (83) رواه البخاري 2/107 كتاب الجنائز، باب ما جاء في قبر الرسول صلى الله عليه وسلم. ¶ (84) رواه البيهقي 3/ 411 كتاب الجنائز ، وقال ابن التركماني : إنه مرسل. ¶ (85) رواه أبو داود 3/ 543 ح 3206 ، حسنه الألباني في صحيح سنن أبي داود 2/ 618ح 2745. ¶ (86) رواه الترمذي 3/ 368 ح 1052 وقال: حسن صحيح. ¶ (",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "87) رواه أبو داود 3/ 550 ح 3221 ، وصححه الألباني في صحيح سنن أبي داود 2 / 620 ح 2758. ¶ (88) رواه النسائي 4/ 86 كتاب الجنائز ، باب الزيارة على القبر، وصححه الألباني في صحيح سنن النسائي 2/ 435 ح 1916. ¶ (89) رواه مسلم 1/ 666 ح 969. ¶ (90) رواه مسلم 1/ 667 ح 970. ¶ (91) رواه الترمذي 3،/ 368 ح1052 وقال: حسن صحيح . ¶ (92) أخرجه الهيثمي في مجمع الزوائد 3/ 61 باب البناء على القبور وقال: رواه الطبراني في الكبير، وفيه ابن لهيعة، وفيه كلام وقد وثق. ¶ (93) رواه ابن ماجه 1/ 501 ح 1571 ، وضعفه الألباني في ضعيف سنن ابن ماجه ص119 ح 343. ¶ (94) رواه أبو داود 3/ 554 ، 555، ح 2330 ، وحسنه الألباني في صحيح سنن أبي داود 2/ 622 ح 2767 . ¶ (95) رواه أبو داود 3/ 558 ح 3236 ، والترمذي 2/136 ح 320، وقال : حديث حسن. ¶ (96) الإحكام شرح أصول الأحكام : عبد الرحمن بن محمد بن قاسم 2/ 101. ¶ (97) رواه أبو داود 3/ 550 ،551 ح 3222 ، وصححه الألباني في صحيح سنن أبي داود 2 / 620 ح 2759. ¶ (98) رواه الطبراني في الكبير 8 / 298 ح 7979 ، وقال الهيثمي في مجمع الزوائد 2/324 : فيه جماعة لا أعرفهم . ¶ (99) زاد المعاد: ابن القيم الجوزية 1/ 522، 523. ¶ (100) مجموع فتاوى شيخ الإسلام أحمد بن تيمية 24/ 297 ،298. ¶ (101) رواه ابن ماجه 1/ 18 ح 46، وضعفه الألباني في ضعيف سنن ابن ماجه ص4 ح 3. ¶ (102) رواه أبو داود 3/ 558 ح3236، والترمذي 2/136 ح320، وقال : حديث حسن. ¶ (103) أحكام الجنائز : سماحة الشيخ محمد بن صالح العثيمين ص33، 34 (بتصرف). ¶ (104) رواه مسلم 1/ 633 ح 918. ¶ (105) برد الأكباد عند فقد الأولاد لابن ناصر الدين الدمشقي ص9. ¶ (106) رواه الترمذي 5/ 528 ح3502 وقال : حسن غريب. ¶ (107) رواه ابن ماجه 1/511 ح 1601 وحسنه الألباني في صحيح سنن ابن ماجه 1/ 267 ح 1301. ¶ (108) رواه الترمذي 3/ ح 385ح 1073 وقال : هذا حديث غريب لا نعرفه مرفوعاً إلا من حديث علي بن عاصم. ¶ (",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "109) رواه البخاري 2/ 80 كتاب الجنائز ، باب قول النبي صلى الله عليه وسلم يعذب الميت ببعض بكاء أهله عليه. ¶ (110) شرح منتهى الإرادات: البهوتي 1/ 359. ¶ (111) رواه أبو داود 3 / 497 ح 3132، وحسنه الألباني في صحيح سنن أبي داود 2 / 605 ، 606 ح 2686. ¶ (112) رواه مسلم 1/ 99 ح 103. ¶ (113) الصالقة: التي ترفع صوتها بالبكاء. ¶ (114) الحالقة: التي تحلق شعرها عند المصيبة. ¶ (115) الشاقة: التي تشق ثوبها. ¶ (116) رواه البخاري 2/ 83 كتاب الجنائز، باب ما ينهى عن الحلق عند المصيبة. ¶ (117) رواه مسلم 1/636 ح 923. ¶ (118) رواه مسلم 1/ 644 ح 934. ¶ (119) رواه مسلم 1/ 639 ح927. ¶ (120) رواه مسلم1/ 638ح 927. ¶ (121) مجموع فتاوى شيخ الإسلام أحمد بن تيمية 24/ 369، 370. ¶ (122) رواه ابن ماجه1/ 514ح 1612، وصححه الألباني في صحيح سنن ابن ماجه 1/ 269 ح 1308. ¶ (123) رواه البخاري 2/ 108 كتاب الجنائز، باب ما يُنهى من سب الأموات. ¶ فهرس الموضوعات: ¶ (1) المقدمة ¶ (2) صلا ة الجنازة وما يتعلق بها ¶ (3) ذكر الموت والاستعداد للقاء الله ¶ (4) كيف يستعد المريض ¶ (5) ما يسن عند الاحتضار ¶ (6) علامات الموت ¶ (7) ما يفعل بعد الموت وقبل الغسل ¶ (8) تغسيل الميت وتكفينه ¶ (9) حكم تغسيل الميت وتكفينه ¶ (10) أولى الناس بالغسل ¶ (11) ما يشترط في مباشر التغسيل ¶ (12) شروط تغسيل الميت ¶ (13) كيفية تغسيل الميت ¶ (14) التكفين ¶ (15) صلاة الجنازة ¶ (16) حكمها والدليل عليها ¶ (17) شروطها ¶ (18) أركانها ¶ (19) سننها ¶ (20) صفتها ¶ (21) من أحكام صلاة الجنازة ¶ (22) اتباع الجنازة، فضله وكيفيته ¶ (23) دفن الميت ¶ (24) من أحكام الدفن ¶ (25) التعزية ¶ (26) الفهرس ¶ ... ... ... ... ... ... ... ... ...",
            "page": "31",
            "part": "1"
        }
    ],
    "t36145": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام الجنائز للموقع"
        }
    ]
}