{
    "b36154": [
        {
            "id": "1",
            "nass": "إلى العابثين بالأعراض ¶ تأليف ¶ الأستاذ الدكتور/ عبد الله بن محمد بن أحمد الطيار ¶ ــــــــــ ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله فالق الحب والنوى، وبارئ النسمة، خلق لنا من أنفسنا أزواجاً لنسكن إليها، وجعل بيننا مودة ورحمة فقال عز من قائل: { وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } (1). ¶ نحمده سبحانه ــ أباح لنا النكاح ــ وحرم علينا الفواحش وحذرنا من الزنا والسفاح. والصلاة والسلام على من بعثه ربه هادياً ومبشراً ونذيراً وداعياً إلى الله بإذنه وسراجاً منيراً. وبعد: ¶ فإن من الأمور التي حرص الإسلام على صيانتها والحفاظ عليها الأعراض التي هي أحد الضرورات الخمس(2). كيف لا؟ ¶ والعرض من أعز ما يملك الإنسان لاسيما المسلم، وقد كان العربُ وهم في جاهليتهم المظلمة أغير ما يغارون على نسائهم وأعراضهم. ¶ العرض أعلى من كل شيء، هو أغلى من المال والجوهر النفيس: ¶ أصون عرضي بمالي لا أدنسه *** لا بارك الله بعد العرض بالمال ¶ أحتال للمال إن أودى فأجمعه *** ولست للعرض إن أودى بمحتال ¶ فما قيمة المال إن ضاعت الأعراض والحرمات، بل ما قيمة الحياة إذا انتهكت الأعراض. ¶ لقد جاءت امرأة إلى والد النبي - صلى الله عليه وسلم - عبد الله بن عبد المطلب فراودته عن نفسه وفرضت له مالاً. فأبى الخنا والعار وقال وهو في جاهليته: ¶ أما الحرام فالممات دونه *** والحل لا حل فأستبينه ¶ يحمي الكريم عرضه ودينه *** فكيف بالأمر تبغينه(3) ¶ ويقول عثمان بن عفان رضي الله عنه: (... فوالله ما زنيت في جاهلية ولا إسلام...)(4) ¶ كل ذلك يدل على أهمية العرض وصونه في الجاهلية وفي الإسلام من باب أولى. ¶ كما يدل ذلك على قبح الفاحشة ودناءتها لدى أصحاب النفوس الأبية والفطر السوية التي تنفر من كل ما هو قبيح.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وإن من أقبح الفواحش التي انتشرت هذه الأيام جريمة الزنا التي قبّحها الله في محكم كتابه فقال عز من قائل: { وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً } (5). ¶ يقول أبو بكر الجصاص عند هذه الآية: ( وفيه دليل على أن الزنا قبيح في العقل قبل ورود السمع لأن الله سماه فاحشة)(6). ¶ ويقول الشيخ عبد الرحمن السعدي عند تفسير هذه الآية: (ووصف الله الزنا وقبحه بأنه { كَانَ فَاحِشَةً } أي إنما يستفحش في الشرع والعقول والفطر لتضمنه التجرؤ على الحرمة في حق الله، وحق المرأة، وحق أهلها أو زوجها، وإفساد الفراش، واختلاط الأنساب، وغير ذلك من المفاسد)(7). ¶ وإن من الأمور المحزنة حقاً والمنذرة بمخاطر وبيلة انتشار جريمة الزنا، هذه الجريمة الشنيعة التي ما ظهرت في أمه من الأمم إلا كان ذلك إيذاناً لها بالأسقام والأوجاع وغضب الجبار مصداقاً لما قاله المصطفى - صلى الله عليه وسلم - :(لم تظهر الفاحشة في قوم حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا..)(8). ¶ وهذا شاهد في المجتمعات التي شاعت فيها الإباحية الجنسية، فها هي أمريكا رائدة الحضارة، وها هي الدول الأوروبية كلها تصطلى بنار الآثار التي خلفتها لهم الإباحية الجنسية، حتى أعلن أطباؤهم ومفكروهم ومؤسساتهم إفلاسهم من تقديم أي حل إزاء الآثار المدمرة التي خلفتها لهم الفواحش. مما جعل أعداء الله يسعون بكل ما يستطيعون لنشر الفواحش في المجتمعات الإسلامية بكل الوسائل والسبل، وكان غالبية الضحايا من الشباب والفتيات الذين تهيأت لهم أسباب جريمة الزنا ووسائلها، وكثرة روافدها التي تغذيها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إذ أنّ أعداء الإسلام يُغيظهم ويقض مضاجعهم أن يروا مجتمعنا الطاهر وقد خلى من مظاهر الفاحشة والآثار المترتبة عليها من أمراض وغيرها، وفي الوقت نفسه يرون نار الفاحشة تهلك وتدمر مجتمعاتهم مما جعلهم يخططون ليل نهار لتحطيم أخلاق مجتمعنا الإسلامي. ¶ ولقد نفذ كيدهم على حين غفلة من الغيورين والمصلحين إلى قلوب بعض الشباب اللاهي الغافل حتى استهانوا بالأعراض. ¶ وبما أننا نعيش في بلاد آمنة حرسها الله بالإسلام وأنعم عليها بتحكيم شرعه ووفق ولاة أمورها للأخذ على يد العابثين ومتابعة المجرمين لذا فالواجب يحتم علينا جميعاً أن نسعى لصد جريمة الزنا وجميع الجرائم عن المجتمع المسلم، كما يجب علينا جميعاً أن نسعى لسد منافذ الجرائم ومنها جريمة الزنا حتى لا ينتشر الداء ويستفحل الأمر ويعظم الخطب فيقع مجتمعنا لا سمح الله فيما وقع فيه المجتمع الغربي الآسن ولات ساعة مندم. ¶ وما هذه الرسالة إلا مساهمة توجيه ذكرى وعظة وعبرة. فقد سمعنا صيحات العقلاء من الغرب يقولون: طبقوا في المجتمعات الغربية ما تطبقه المملكة العربية السعودية لنعيش في أمن وأمان وسلامة من الجريمة والإجرام. ¶ نسأل الله أن يزيد هذه البلاد المباركة تمسكاً بشرعه القويم وأن يديم عليها نعمة الأمن والاستقرار وأن ينفع بهذه الرسالة من كتبها وقرأها وسمعها وأعان على طبعها ونشرها إنه ولي ذلك والقادر عليه. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ كان الانتهاء من الرسالة في طبعتها الثانية في شهر رمضان المبارك عام 1417هـ بجوار البيت العتيق. ¶ المؤلفان ¶ أبو محمد د. عبد الله بن محمد الطيار ¶ أبو سليمان سامي سليمان المبارك ¶ جريمة الزنا ¶ أولاً: تعريف الزنا لغة واصطلاحاً: ¶ الزنا لغة: يمد ويقصر، زنى الرجل يزني زنى مقصورة، وزناءً ممدودة، وكذلك المرأة. وزاني مزاناةً، ويقال للولد إذا كان من زنا: هو لزنية(9).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الزنا اصطلاحاً: كل وطء وقع على غير نكاح صحيح، ولا شبهة نكاح ولا ملك يمين(10). وقال في كشاف القناع: هو فعل الفاحشة في قُبُلٍ أو دُبر(11). ¶ ثانياً: الحكمة من تحريم الزنا: ¶ جاء الإسلام لحماية الأعراض، وصون الحرمات، وحفظ الأنساب ولما كان الزنى منافياً لهذا كله، حرمه المولى ــ تبارك وتعالى ــ في كل الأديان السماوية المنزلة لما في هذه الجريمة من مفاسد عظيمة منافية لفطرة الإنسان، ونظام العالم بأسره. ¶ يقول ابن القيم ــ يرحمه الله: ولما كانت المفسدة في الزنى من أعظم المفاسد، وهي منافية لمصلحة العالم في حفظ الأنساب وحماية الفروج، وصيانة المحرمات وتوقي ما يوقع أعظم العداوة والبغضاء بين الناس، من إفساد كل منهم امرأة صاحبه أو ابنته أو أُخته أو أمه، وفي ذلك خراب العالم. كانت تلي مفسدة القتل في الكبر. قال الإمام أحمد: ولا أعلم بعد قتل النفس شيئاً أعظم من الزنى. ¶ ويقول ابن القيم أيضاً: فليس في الذنوب أفسد للقلب والدّين من هاتين الفاحشتين، يعني اللواط والزنى، ولهما خاصية تعبيد القلب من الله، فإنهما من أعظم الخبائث. فإذا انصبغ القلب بهما بُعد مما هو طيب، والله يصعد إليه إلا طيب وكلما ازداد خبثاً ازداد من الله بعداً. ¶ ولما كانت هذه حال الزنا كان قريباً للشرك في كتاب الله تعالى، قال تعالى: { الزَّانِي لا يَنكِحُ إلاَّ زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنكِحُهَا إِلاَّ زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ } (12). فهذه الآية مشتملة على خبر وتحريم(13). ¶ أدلة تحريم الزنا ¶ أدلة تحريم الزنا من القرآن والسنة والإجماع: ¶ (أ) أدلة تحريم الزنا من القرآن: ¶ قوله تعالى: { وَلا تَقْرَبُوا الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ } (14).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قوله تعالى: { ?الزَّانِي لا يَنكِحُ إلاَّ زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنكِحُهَا إِلاَّ زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ } (15). ¶ وقوله تعالى: { وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاما } (16). ¶ وقوله تعالى: { لا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً } (17). ¶ (ب) أدلة تحريم الزنا من السنة: ¶ قوله - صلى الله عليه وسلم - (لا يزني الزاني حين يزني وهو مؤمن)(18). ¶ وقوله - صلى الله عليه وسلم - ـــ من حديث الكسوف: ( يا أمة محمد ما من أحد أغير من الله أن يزني عبده أو تزني أمته، يا أمة محمد لو تعلمون ما أعلم لبكيتم كثيراً ولضحكتم قليلاً ألا هل بلغت؟)(¬1). ¶ وروى ابن مسعود ــ رضي الله عنه ــ قال: (سألت رسول الله - صلى الله عليه وسلم - ، أي الذنب أعظم؟ قال: أن تجعل لله نداً وهو خلقك: ثم قال: أي ؟ قال: أن تقتل ولدك مخافة أن يُطعم معك. قال: ثم أي؟ قال: أن تُزاني حليلة جارك)(¬2). ¶ وعن عائشة ــ رضي الله عنها ــ قالت: قال رسول الله - صلى الله عليه وسلم - : (لا يحل دم أمريء مسلم إلا بإحدى ثلاث، النفس بالنفس ، والثيب الزاني، والتارك لدينه)(¬3). ¶ ¬__________ ¶ (¬1) رواه مسلم، انظر: صحيح مسلم 2/618 برقم (901) كتاب الكسوف. ¶ (¬2) رواه البخاري ومسلم، راجع صحيح البخاري 4/904 برقم (7520) كتاب التوحيد باب قوله تعالى: [فلا تجعلوا لله أندادا] وانظر صحيح مسلم 1/90 برقم (141) كتاب الإيمان . ¶ (¬3) رواه مسلم بنحوه كتاب القسامة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقال - صلى الله عليه وسلم - : (ثلاثة لا يكلمهم الله يوم القيامة ولا يزكيهم ، ولا ينظر إليهم ولهم عذاب أليم: شيخ زان، وملك كذاب، وعائل مستكبر)(¬1). ¶ (ج) ومن الإجماع: ¶ اتفقت الشرائع السماوية على التحريم إتيان هذه الفاحشة، وقد نقل غير واحد من أهل العلم الإجماع على تحريمها. ¶ قال ابن المنذر: قد انعقدت الإجماع على تحريم الزنا. (¬2). ¶ عقوبة الزاني ¶ تنقسم العقوبات إلى ثلاثة أقسام: ¶ 1ـ عقوبات مقدرة شرعاً. ¶ 2ـ عقوبات أخروية. ¶ 3ـ عقوبات كونية. ¶ أولاً: العقوبات الشرعية: ¶ وتنقسم إلى قسمين: عقوبة جسدية وعقوبة معنوية. ¶ لا يخلو حال الزاني إما يكون محصنا أو غير محصن سواء كان ذكراً أو أنثى. ¶ فإن كان محصنا وهو: (الذي حصل له الوطء في القبل في نكاح صحيح)(¬3). وثبت زناه شرعاً فإن عقوبته الرجم بالحجارة حتى الموت. ¶ خطب عمر بن الخطاب ــ رضي الله عنه ــ يوم الجمعة في المدينة المنورة في آخر حياته في مسجد الرسول - صلى الله عليه وسلم - ، فقال (إن الله بعث محمداً - صلى الله عليه وسلم - بالحق وأنزل عليه الكتاب فكان مما أنزل آية الرجم فقرأناها وعقلناها ووعيناها، رجم رسول الله - صلى الله عليه وسلم - ورجمنا بعده)(¬4). ¶ وقول النبي - صلى الله عليه وسلم - :(واغد يا أنس على امرأة هذا فإن اعترفت فارجمها فغدا عليها فاعترفت فرجمها)(¬5). ¶ عقوبة الزاني غير المحصن: ¶ عقوبة الزاني غير المحصن أو الزانية غير المحصنة جلد مائة وتغريب عام. ¶ ¬__________ ¶ (¬1) رواه مسلم 1/102 برقم (171) كتاب الإيمان باب بيان غلظ تحريم إسبال الإزار. ¶ (¬2) اجماعات ابن المنذر (69). ¶ (¬3) النهاية في غريب للحديث1/397. ¶ (¬4) رواه البخاري، انظر صحيح البخاري 4/258، رقم الحديث (6830)، (كتاب الحدود باب الرجم الحُبلى من الزنى إذا أحصنت). ¶ (¬5) رواه البخاري، انظر : صحيح البخاري 4/257، رقم الحديث (6828) كتاب الحدود ، باب الاعتراف بالزنا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال تعالى: { الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ ¶ عَذَابَهُمَا طَائِفَةٌ مِنْ الْمُؤْمِنِينَ } (¬1). ¶ وفي صحيح البخاري عن يزيد بن خالد الجهني، قال: سمعت النبي - صلى الله عليه وسلم - ، يأمر فيمن زنى ولم يحصن جلد مائة وتغريب عام(¬2). ¶ العقوبة المعنوية: ¶ 1ـ الفضيحة: لقوله تعالى: { وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنْ الْمُؤْمِنِين } (¬3). يقول أبو السعود عند هذه الآية: ( لنحضره زيادة في التنكيل فإن التفضيح قد ينكل أكثر مما ينكل التعذيب. والمراد بطائفة جمع يحصل بها التشهير والزجر)(¬4). ¶ ويقول الشيخ عبد الرحمن السعدي: (وأمر الله تعالى أن يحضر عذاب الزانيين طائفة أو جماعة من المؤمنين ليشتهر ويحصل بذلك الخزي والارتداع وليشاهدوا الحد فعلاً...)(¬5). ¶ وليعلم الزاني أن الفضيحة قد تصاحبه أبد الدهر حياً وميتاً فألسنة الناس لا ترحم. ¶ والفضيحة العظمى تكون يوم القيامة على رؤوس الأشهاد إلا أن يستر الله العبد في الدنيا ويستره في الآخرة فيتوب عليه: { إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } . ¶ 2ـ التغريب: حيث يغرب الزاني عن أهله فيعيش عذاب الغربة في السجن، وفي هذا عذاب نفسي عليه زيادة على عذابه الجسدي. ¶ 3ـ تحريم مناكحة الزناة إلا أن يتوبوا إلى الله. ¶ ¬__________ ¶ (¬1) كتاب الحدود باب الرجم الحُبلى من الزنى إذا أحصنت). ¶ ( ) سورة النور، الآية 2. ¶ (¬2) رواه البخاري ، انظر : صحيح البخاري 4/259، رقم الحديث 6831، كتاب الحدود باب البكران يجلدان وينفيان. ¶ (¬3) سورة النور، آية: 2. ¶ (¬4) تفسير أبي السعود 6/156. ¶ (¬5) تيسير الكريم الرحمن في تفسير كلام المنان 5/388.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال تعالى: { الزَّانِي لا يَنكِحُ إلاَّ زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنكِحُهَا إِلاَّ زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ ? } (¬1). ¶ ثانياً: العقوبات الأخروية: ¶ توعد الله تعالى ــ جل وعلا ــ من يفعل الفاحشة بالعذاب الأليم إن لم يتب منها. قال تعالى: { وَالَّذِينَ لا يَدْعُونَ مَعَ اللَّهِ إِلَهاً آخَرَ وَلا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ وَلا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَاما } (¬2). ¶ ويقول عليه الصلاة والسلام: (إنه أتاني الليلة آتيان وإنهما ابتعثاني وإنهما قالا لي انطلق وإني قد انطلقت معهما (إلى أن قال ): فأتينا على مثل التنور فاطلعنا فيه فإذا فيه رجال ونساء عراة وإذا هم يأتيهم لهب من أسفل منهم فإذا أتاهم ذلك اللهب ضوضوا... وفي آخر الحديث: أنهما أخبراه بأنهما جبريل وميكائيل وأن الرجال والنساء الذين في مثل بناء التنور الزناة والزواني)(¬3). ¶ ويقول الرسول الكريم عليه الصلاة والسلام: (إن الزناة تشتعل في وجوههم النار)(¬4). ¶ ثالثاً ــ العقوبات الكونية: ¶ للمعاصي آثارها وشؤمها على مرتكبيها في الدنيا قبل الآخرة. ¶ يقول عز وجل: { وَمَا أَصَابَكُمْ مِنْ مُصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُو عَنْ كَثِيرٍ } (¬5). ¶ ¬__________ ¶ (¬1) سورة النور، الآية:3. ¶ (¬2) سورة الفرقان، الآيتان: 68ــ69. ¶ (¬3) رواه البخاري، انظر: صحيح البخاري ج 6 ص87. ¶ (¬4) قال في مجمع الزوائد: رواه الطبراني من طريق محمد بن عبد الله بن بسر عن أبيه ولم أعرفه، وبقية رجاله ثقات. أنظر: مجمع الزوائد ج6 ص255. ¶ (¬5) سورة الشورى ، الآية 30.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فالذنوب تحدث في الأرض أنواعاً من الفساد في المياه والهواء والزرع والثمار والمساكن والأنفس، وهي من أعظم الأسباب لزوال النعم وحلول النقم. يقول ابن القيم يرحمه الله: (وهل في الدنيا والآخرة شر وداء سببه إلا الذنوب...)(¬1). ¶ فالذنوب لها خطرها المدمر على الأفراد وعلى الأمم والشعوب والواقع يشهد بذلك وقد قص الله لنا ما حل بالأمم حين أشركوا بالله واعرضوا عن شرعه وأتوا المنكرات والفواحش. ¶ والزنا بصفة خاصة له أثره السيء على الأفراد والجماعات وإليك آثار هذه الجريمة النكراء وما تخلفه من دمار على أصحابها. ¶ الآثار المدمرة التي تحصل بسبب الزنا ¶ أولاً: الآثار المرضية: ¶ من أبرز الآثار و أظهرها التي شاعت في البلدان التي انتشرت فيه الإباحية وجريمة الزنا الآثار المرضية والتي من أبرزها مرض الإيدز (نقص المناعة)، ومنها مرض السيلان الذي يسبب التهاباً حاداً ومزمناً في الخصيتين وقد يؤدي إلى العقم والتهاب المفاصل، ومنها مرض الزهري إلى غير ذلك من الأمراض الجنسية التي عجز الطب بإمكاناته العظيمة عن علاجها، فضلاً على القضاء عليها: { وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ } (¬2). ¶ لقد أعلن أطباء الغرب ومؤسساتهم إفلاسهم وعجزهم عن تقديم الحلول والعلاجات إزاء الأمراض الجنسية، وأنّى لهم ذلك وهم الذين أعلنوا التمرد على الله. ومن الذي يستطيع أن يتحدى جبار السموات والأرض { وَلِلَّهِ جُنُودُ السَّمَوَاتِ وَالأَرْضِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً ً } (¬3). ¶ إن ما حل بتلك الدول من بلاء إنما هو عقوبة من الله { جَزَاءً وِفَاقاً } (¬4). ¶ ¬__________ ¶ (¬1) الجواب الكافي لمن سأل عن الدواء الشافي ص46. ¶ (¬2) سورة يوسف،الآية: 21. ¶ (¬3) سورة الفتح، الآية:4. ¶ (¬4) سورة النبأ، الآية:26.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولم يقتصر الأمر على تلك المجتمعات المنحلة أخلاقياً بل لقد سرى هذا الداء إلى بعض المجتمعات الإسلامية و العربية التي وقعت في شيء مما وقع في الغرب. وهذا ما يخطط له أعداء الإسلام فلقد أصيب بعض الشباب الذين سافروا إلى بلاد العهر ومارسوا الفواحش فرجعوا إلى بلادهم وهم يحملون أوزاراً وأمرضاً والعياذ بالله، وقد أشار النبي - صلى الله عليه وسلم - إلى هذه النتائج المفزعة، من ذلك ما رواه الحاكم بإسناد صحيح عن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال: (إذا ظهر الزنا والربا في قرية فقد أحلوا بأنفسهم عذاب الله)(¬1). ¶ وقد حل عذاب الله بتلك الأمم المتفسخة جزاء ما كسبت أيديهم. ¶ ويقول عليه الصلاة والسلام: (لم تظهر الفاحشة في قوم حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا)(¬2). ¶ ويقول - صلى الله عليه وسلم - : (وما تشيع الفاحشة في قوم قط إلا عمهم البلاء)(¬3). ¶ يقول الدكتور نيكول مدير قسم الأمراض الزهرية في مستشفى سان توماس بلندن: (إن المشكلة التي تواجهنا اليوم هي تبدل قيمنا الأخلاقية التي شجعت وتشجع على إقامة العلاقات الجنسية المحرمة، وهذه بدورها سببت ازدياداً حاداً في إصابات الأمراض الناتجة عن الإباحية الجنسية). ¶ ومما يؤكد تأثير الزنا في انتشار الأمراض الجنسية، وجود هذه الأمراض الجنسية بكثرة في الدول التي انتشر فيها الزنى إلى درجة أنه أصبح من العادي وجود هذه الأمراض حتى في صفوف الشباب الصغار والفتيات الصغيرات الذين بدأوا يمارسون العلاقات المحرمة، وكم نادى مثقفوهم بعد أن أدركوا بعض العواقب الدنيوية، ولكن لا حياة لمن تنادي. ¶ فحذاري فحذاري أيها المسلم من الوقوع فيما حرم الله ومن ثم الوقوع في الأمراض الفتاكة. ¶ ¬__________ ¶ (¬1) المستدرك على الصحيحين 2/37 وقال الحاكم : هذا حديث صحيح الإسناد. ¶ (¬2) سبق تخرجه ص5. ¶ (¬3) مسند الإمام أحمد 6/333.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثانياُ: الآثار الإيمانية: ¶ الزنا والعياذ بالله له آثاره الخطيرة على الإيمان فهو يخدش صفاءه، ويُعكر مساره، ويكدر نقاءه ويجعل صاحبه بعيداً عن خيار المؤمنين. بل إن إيمان الزاني يرتفع عنه كالظلة حال زناه. ¶ يقول عليه الصلاة والسلام: (لا يزني الزاني حين يزني وهو مؤمن)(¬1). ¶ والمعنى أنه لا يفعل هذه المعصية وهو كامل الإيمان وحكي عن ابن عباس رضي الله عنهما كيف ينزع منه نور الإيمان. وقال الملهب: ينزع منه بصيرته في طاعة الله تعالى(¬2). ¶ وقال عكرمة: قلت لابن عباس رضي الله عنهما: كيف ينزع منه الإيمان؟ قال: هكذا ــ وشبك بين أصابعه ثم أخرجها فإن تاب عاد إليه هكذا، وشبك بين أصابعه(¬3) ، فإذا ضعف إيمان المرء أو ارتفع عنه ترتب على ذلك أمور كثيرة من أبرزها: ¶ (ظلمة يجدها العاصي في قلبه يحس بها كما يحس بظلمة الليل البهيم فإن الطاعة نور والمعصية ظلمة وكلما قويت الظلمة ازدادت حيرته، حتى يقع في البدع والضلالات والأمور المهلكة وهو لا يشعر. كأعمى خرج من ظلمة الليل يمشي وحده، وتقوي هذه الظلمة حتى تظهر في العين ثم تقوى حتى تعلو الوجه وتصير ¶ سواداً فيه يراه كل واحد)(¬4). ¶ كما أن الزاني يحس بوحشة في قلبه ووحشة بينه وبين الله ولو اجتمعت له ملذَّات الدنيا كلها لم تف تلك الوحشة بل إن الوحشة تكون بينه وبين عباد الله الصالحين وبين الناس أجمعين حتى أنه يستوحش في الأخير من نفسه وصدق الله إذ يقول: { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى } (¬5). ¶ الزاني غير مجاب الدعوة: ¶ ¬__________ ¶ (¬1) رواه مسلم، انظر صحيح مسلم 1/76حديث رقم 100كتاب الإيمان باب بيان نقصان الإيمان بالمعاصي. ¶ (¬2) راجع صحيح مسلم بشرح النووي 1،2/41، 42باب بيان نقصان الإيمان بالمعاصي. ¶ (¬3) صحيح البخاري مع فتح الباري12/61. ¶ (¬4) الجواب الكافي لابن القيم ص 79. ¶ (¬5) سورة طه، الآية: 124.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومن الآثار المترتبة على جريمة الزنى أن الزاني لا تجابُ دعوتُه، روى الطبراني عنه - صلى الله عليه وسلم - أنه قال: (تفتح أبواب السماء نصف الليل فينادي مناد هل من داع فيستجاب له، هل من سائل فيعطى؟ هل من مكروب فيفرج عنه فلا يبقى مسلم يدعو دعوة إلا استجاب الله له إلا زانية تسعى بفرجها أو عشاراً)(¬1). ¶ ثالثاً: الآثار النفسية: ¶ إن طمأنينة القلب وسعادته وراحة النفس وبهجتها مطمع كل إنسان في هذه الدنيا ولكن هل يحقق الحرام ذلك؟ أبداً والله. إن راحة الضمير وطمأنينة القلب إنما تكون بطاعة الله وبحلاوة الإيمان، قال تعالى: { الَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ } (¬2). ¶ وكم هي القلوب غير المطمئنة التي تحس بالحزن والسآمة بسبب بعدها عن الله وما استطاعت لذات الدنيا المحرمة إسعادها وهذا مصداق قوله تعالى: { وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكاً وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى * قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنتُ بَصِيراً * قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنسَى } (¬3). ¶ والعيشة الضنكى هي العيشة التعيسة التي لا راحة معها ولا اطمئنان. ¶ يقول ابن عباس رضي الله عنهما: (إن للسيئة سواداً في الوجه وظلمة في القلب ووهناً في البدن ونقصاً في الرزق وبغضة في قلوب الخلق). ¶ وإن من الآثار النفسية التي تترتب على ارتكاب فاحشة الزنا، حرمان المتعة الحلال فإن الزاني بسبب ما اقترف من الزنا فإنه يحرم اللذة الحلال، كما أنه يشعر بظلمة ووحشة قلبه وفي هذا من العذاب النفسي ما يكفيه. ¶ ¬__________ ¶ (¬1) رواه أحمد والطبراني، قال في مجمع الزوائد: ورجال أحمد رجال الصحيح إلا أن فيه علي بن يزيد وفيه كلام وقد وثق. انظر مجمع الزوائد 3/88. ¶ (¬2) سورة الرعد، الآية:28. ¶ (¬3) سورة طه، الآيات:124 ــ 126.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "رابعاًـ الآثار الأخلاقية: ¶ إن الأخلاق والمباديء والقيم السامية هي مقياس الأمم والشعوب وبها تعرف حضارتها، وقديماً قال شوقي: ¶ إنما الأمم الأخلاق ما بقيت فإن هم ذهبت أخلاقهم ذهبوا ¶ كذا الناس بالأخلاق يبقى صلاحهم ويذهب عنهم أمرهم حين تذهب(¬1). ¶ فأي أخلاق عند إنسان يأتي الفاحشة ويأنس، وأي أخلاق عند أمَّة انتشرت فيها الفاحشة حتى أصبحت سمة بارزة فيها. إن الغرب الذي يدعي الحضارة والرقي ها هو يتجلجل في هاوية الجحيم بسبب الإباحية والفساد وهذا نما يشهد به مفكروهم وعقلاؤهم وهذه نماذج من اعترافات أبناء الغرب نحو حضارتهم الزائفة. ¶ يقول الرئيس ولسون قبل وفاته بأسابيع: ( إن حضارتنا لا تستطيع في البقاء من الناحية المادية إلا إذا استردت روحانيتها). ¶ اعتراف آخر: ¶ يقول البروفيسور(سيمون جارجي) رئيس مركز الدراسات الشرقية بجامعة جنيف. ¶ ¬__________ ¶ (¬1) الشوقيات1/14ـ 44.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقول في اعترافه: أنا من الذين يعيشون نوعاً من الوجل على ما وصلت إليه حضارتها المادية. إننا نعيش أزمة ضمير ووجدان خانقة، وإنني من المعتقدين أن حضارتنا الغربية بمفهومها القديم والتقليدي هي الآن في حالة احتضار، وإننا نعيش الآن نوعاً من موجة التحول الذي لا نعلم ماذا سينتج عنه، نحن الآن نشاهد حضارة تنازع وتوشك على الموت ـــ وستموت بلا شك ــ وهي تموت ولابد أن ينشأ عنها حضارة جديدة ... أما إذا تساءلنا عن السبب، فهناك أسباب عديدة منها بالأخص أن الغرب قد فقد المرتكزات الروحية، والثقافية الدينية، التي كان يرتكز عليها، فلم يعد هناك شيء يركن إليه، فالديانة النصرانية فقدت مقوماها والتوق إلى الروحانيات انتهى واضمحل من النفوس، فأصبح في الغرب نوع من الفراغ، ونوع من الضياع الشامل، تكتوي به الآن الأجيال الشابة، أكبر برهان على ذلك أن هناك إقبالاً شديداً بين شباب الغرب على دراسة ما نسميه عندنا في الجامعات بـ (تاريخ الديانات)(¬1). ¶ خامساً: الآثار الاجتماعية: ¶ الجريمة الجنسية لا تقتصر آثارها على الفرد، بل تتجاوزها إلى المجتمع كله فيصبح المجتمع يعيش فوضى جنسية وانحرافات أخلاقية وأمراضاً ومشاكل اجتماعية و أمنية. ومن هذه الآثار ما يلي: ¶ 1ــ مرض النضج الجنسي المبكر: ¶ والذي ذاقت ويلاتهُ أوروبا فتجد الفتاة والشاب يراهقان قبل أوانهما مما يدفعهما إلى الفواحش والتعود عليها منذ الصغر حتى يصعب مفارقتها. ¶ 2ــ انتشار أولاد الحرام: ¶ إن من الآثار جريمة الزنا انتشار أولاد الزنا ونشوء جيل فاقد لحنان الأمومة وعطف الأبوة، فينشأ الطفل فلا يرى له أباً عطوفاً أو أماً حنوناً أو أخاً مسلياً أو أختاً مؤنسةً أو أقارب يكونون له عوناً بعد الله. ¶ ¬__________ ¶ (¬1) اعترافات متأخرة، محمد المسند ص 11، 12.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لقد زرنا داراً لرعاية هذا الجيل المحروم والتقينا بأبنائه ورأينا البؤس والحزن في عيونهم حتى أن أحد المسؤولين من الدار قال لنا أنه ذات يوم سأل أحد أبناء الجيل عن أبيه فحرنا في الرد عليه. فهل فكر الزاني والزانية في هؤلاء الأطفال ومآلهم؟ لذة دقائق خلفت وراءها تبعات سنيناً من العذاب، إن هذا الجيل إذا لم يوفق للهداية ويجد من يوجهه في هذه الحياة ويعينه بعد الله على تخطي الصعاب وتخطي مأساته التي يعيشها سوف ينشأ ¶ ناقماً على المجتمع بمن فيه إلا ما شاء الله رب العالمين، وبالتالي فلن يحلو له العيش في مستنقع جريمة أبيه وأمه. ¶ 3ــ الانهيار الأسري: ¶ ذكرت إحدى التائبات وهي وراء القضبان قصة سيرها في الحرام وكيف أنها لطخت عرضها وعرض أهلها حتى افتضح أمرها في منطقتهم مما دفع أهلها جميعهم من ترك أموالهم وحلالهم وعقارهم باحثين عن منطقة لا يعرفهم فيها أحد من الناس. ¶ فا نظر كيف تهدم كيان هذه الأسرة وتشتت بسبب هذه الجريمة. ¶ وكم من زوج ترك زوجته لما علم خيانتها وضاعت الأسرة بسبب ذلك. ¶ 4ــ ضياع الأمن: ¶ فالذي يهتك ستره مع الله لا يبالي بهتك ستر الناس، فكم من جريمة ارتكبت من أجل الحصول على المال الحرام للوقوع في الفاحشة، وكم من جريمة قتلٍ حصلت بعد ارتكاب الفاحشة. ¶ فخوف الجاني من أن ينفضح أمره يجعله يرى أن أقرب وسيلة للتخلص من الفضيحة هي التخلص من ضحيته وهكذا تتسلل الجريمة من الأدنى إلى الأعلى والعياذ بالله، والشيطان يجلب بخيله ورجله يدفع ضحيته من خطوة لأخرى حتى يقع في الموبقات. ¶ 5ــ الفقر: ¶ الزنا مجلبة للفقر فالذي يركض خلف الفواحش والعياذ بالله يرخص كل نفيس من أجلها خصوصاً إذا أُشربت نفسه الخبيثة تلك الفواحش. ¶ فكم من هؤلاء من خسروا أموالاً طائلة لإرضاء رغباتهم وإشباعها. ¶ ولا أدل على ذلك ممن يسافر بلاد الإباحية والجريمة من أجل الحرام فهو ينفق المال الكثير في سبيل ذلك.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "هذه هي الآثار الخطيرة التي تخلفها جريمة الزنا وقد ذاق ويلات هذه الآثار بالدرجة الأولى المجتمعات التي انتشر فيها الإباحية والانحلال الخلقي وذاق ويلاتها أو شيئاً منها الأفراد الذين خالفوا أمر ربهم وتلطخوا بالخزي والعار في الدنيا وما ينتظرهم عند الله أشد ألا يتوبوا إلىباريهم { إِنَّهُ كَانَ غَفَّاراً ً } (¬1). ¶ أسباب الوقوع في الفاحشة وسبل الوقاية منها ¶ إن لكل جريمة أسبابها ودوافعها المؤدية إليها، وحتى نأمن وقوع أي فاحشة لا بد أن نسعى جادين إلى منع الأسباب المفضية إليها، فمتى ما وجدت الأسباب والدوافع وجدت النتيجة الحتمية غالباً، لذا جاء الإسلام بقاعدة سد الذرائع المفضية إلى كل شر. ¶ قال تعالى: { وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً } (¬2). ¶ يقول الشيخ عبد الرحمن السعدي: النهي عن قربان الزنا أبلغ من النهي عن مجرد فعله، لأن ذلك يشمل النهي عن جميع مقدماته ودواعيه، فإن (من حام حول الحمى يوشك أن يقع فيه)، خصوصاً هذا الأمر الذي في كثير من النفوس، أقوى داع إليه(¬3). ¶ ويقول تعالى: { وَلا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ } (¬4). ¶ ويقول سبحانه مخاطباً المؤمنين: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ } (¬5). ¶ ¬__________ ¶ (¬1) سورة نوح، الآية:10. ¶ (¬2) سورة الإسراء، الآية:32. ¶ (¬3) تيسير الكريم المنان لابن سعدي 4/275. ¶ (¬4) سورة البقرة، الآية: 168. ¶ (¬5) سورة النور، الآية: 21.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "يقول ابن القيم يرحمه الله: (فإذا حرم الرب تعالى شيئاً وله طرق ووسائل تفضي إليه فإنه يحرمها ويمنع منها، تحقيقاً لتحريمه وتثبيتاً له ومنعاً أن يقرب حماه ولو أباح الوسائل والذرائع المفضية إليه لكان ذلك ناقداً للتحريم وإغراء للنفوس به وحكمته تعالى وعلمه يأبى ذلك كل الإباء...إلى أن قال رحمه الله فما الظن بهذه الشريعة الكاملة التي هي أعلى درجات الحكمة والمصلحة والكمال؟ ومن تأمل مصادرها ومواردها علم أن الله تعالى ورسوله سد الذرائع المفضية إلى المحارم بأن حرمها ونهى عنها)(¬1). ¶ الأسباب المؤدية إلى الوقوع في الفاحشة: ¶ أولاًـ ضعف الإيمان وعدم خوف الله ومراقبته: ¶ فضعف الإيمان في النفوس وعدم الخوف من الله وعدم مراقبته سبحانه أدى إلى الوقوع في كل جرم، فإذا كان المرء لا يرجو ما عند الله ولا يخشى وعيده فما الذي يمنعه من الحرام لاسيما مع وجود المغريات بجميع أنواعها. ¶ وقد قال - صلى الله عليه وسلم - : ( لا يزني الزاني حين يزني وهو مؤمن)(¬2)، لذا فإن تعميق الإيمان في النفوس وزرع خوف الله ومراقبته لدى جميع أفراد المجتمع من أهم الحواجز الواقية من الوقوع في الحرام بإذن الله تعالى، فإذا ما عرضت دواعي الوقوع في الحرام تذكر المسلم قول الله: { قُلْ إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ } (¬3). ¶ ثانياً: غياب التوجيه من قبل الأسرة والمربين: ¶ ¬__________ ¶ (¬1) إعلام الموقعين. ¶ (¬2) رواه البخاري. ¶ (¬3) سورة الزمر، الآية:13.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "إن مسؤولية تربية الأولاد مسؤولية عظمى تقع بالدرجة الأولى على كاهل الأسرة وبالذات الوالدين. فعدم متابعة الأولاد ومراقبتهم وتوجيههم إلى الخير وتحذيرهم من الشر منذ نعومة أظفارهم حتى بلوغهم الحلم أدى ويؤدي إلى انحرافهم وضياعهم ومن ثم الوقوع فيما لا تحمد عواقبه. فعلى الوالدين أن يتقوا الله ربهم في تربية أولادهم وأن يدركوا عظم هذه الأمانة، أمانة تربية الأولاد وقد قال تعالى: { إِنَّا عَرَضْنَا الأَمَانَةَ عَلَى السَّمَوَاتِ وَالأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الإِنْسَانُ ¶ إِنَّهُ كَانَ ظَلُوماً جَهُولاً } (¬1). ¶ لقد حرص الإسلام على صيانة الأسرة من الضياع والانهيار الخلقي وأحاطها بسياج منيع من الآداب والأخلاق لتبقى النفوس طاهرة وسليمة من العطب لا تثار فيها الشهوات ولا تهاج فيها الغرائز، وما على الوالدين إلا السعي لغرس مبادئ الإسلام وأخلاقه في نفوس أولادهم. ¶ وقد قال تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ } (¬2). ¶ وإن من المؤسف حقاً أن بعض الآباء فرط في جانب التربية الفاضلة تجاه أبنائه فاهتم بجانب الدنيا وأهمل جانب الدين، فضلاً عن أن هناك آباء أدخلوا بيوتهم بعض المهلكات المدمرة لأخلاق أبنائه وبناته. ¶ فالواجب يحتم على الآباء والأمهات أن يكونوا قدوة صالحة لأولادهم وأن يغرسوا الإيمان وخوف الله في قلوب أولادهم. وكذلك يجب على المربين من أساتذة ومعلمين أن يحذروا الشباب مما يخطط له أعداء الدين. ¶ ثالثاً: إطلاق النظر إلى الحرام: ¶ ¬__________ ¶ (¬1) سورة الأحزاب، الآية: 72. ¶ (¬2) سورة التحريم، الآية:6.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهو من أخطر دواعي الزنا وأبرزها، وهو بريد الزنا. فإطلاق النظر إلى النساء وإلى كل ما يثير الشهوة من دواعي الزنا القوية سواء كان هذا النظر مباشرة أو عبر التلفاز أو أشرطة الفيديو الساقطة أو المجلات الهابطة التي تعرض النساء والعري الفاضح. ¶ فحين يطلق الشاب نظره إلى الحرام فإن نار الشهوة تشتعل وتضطرم في نفسه مما يدفعه إلى البحث عن إطفائها. وبماذا يطفُئها؟ ¶ إنه إن كان شاباً أعزباً وليس لديه وازع من دين أو خوف من الله بحث عن الحرام والعياذ بالله. و إن كان لديه شيء من خوف الله تعالى وبقية من إيمان عاش صراعاً مريراً مع نفسه لأن النظر ورث في قلبه الحسرة. ¶ وصدق من قال: ¶ كل الحوادث مبداها من النظر ومعظم النار من مستصغر الشرر ¶ كم نظرة فتكت في قلب صاحبها فتك السهام بلا قوس ولا وتر ¶ والمرء ما دام ذا عين يقلبها في أعين الغير موقوف على خطر ¶ يسهر مقلته ما ضر مهجته لا مرحباً بسرور عاد بالضرر ¶ نعم والله إن هذا الشاب الأعزب لن يجني من النظر سوى العذاب النفسي، وأما إذا كان متزوجاً وكانت من نظر إليها أجمل من زوجته فإن نفسه ربما تتغير عليها فليتق الله من يطلق نظره وليغض بصره استجابة لنداء مولاه جل وعلا القائل { قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ } إلى قوله: { وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ } (¬1). ¶ منافع وفوائد غض البصر عن المحرمات: ¶ 1ـ أنه امتثال لأمر الله تعالى الذي هو غاية السعادة للعبد في معاشه ومعاده. ¶ 2ـ أنه يمنع وصول أثر السهم المسموم الذي فيه هلاكه إلى قلبه. ¶ 3ـ أنه يورث القلب أنساً بالله، وجميعه عليه فإن إطلاقه يفرق القلب ويشتته. ¶ 4ـ أنه يورث قوة القلب وثباته وشجاعته، فيجعل له سلطان البصيرة مع سلطان الحجة. ¶ 5ـ أنه يلبس القلب نوراً وإشراقاً كما أن إطلاقه يلبسه ظلمة. ¶ ¬__________ ¶ (¬1) سورة النور، الآيتان: 30ـ 31.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "6ـ أنه يورث فراسة صادقة، يميز بها بين الحق والباطل، فإن صحة الفراسة من النور. ¶ 7ـ أنه يسد على الشيطان مدخله إلى القلب، فإنه يدخل مع النظرة أسرع من نفوذ الهواء في المكان الخالي,. ¶ 8ـ أنه يفرغ القلب للفكرة في مصالحة والاشتغال بها، وإطلاقه ينسيه ذلك، ويلهيه عنه. ¶ 9ـ أن بين العين والقلب منفذاً وطريقاً يجعل أحدهما يصلح بصلاح الآخر، ويفسد بفساده. ¶ رابعاً: تأخر سن الزواج والعزوف عنه: ¶ إن تأخير سن الزواج والعزوف عنه ذريعة للوقوع في الفاحشة والعياذ بالله. وقد تذرع الكثير من الشباب والفتيات وذووهم بعلل واهية في كثير من الأحيان فدعوى إكمال وبناء المستقبل وتأمينه عائق كبير لتعجيل الزواج. ¶ وغلاء المهور وتكاليف الزواج الباهظة أدى إلى تأخر الزواج. ¶ ووضع الشروط الخيالية من كلا الجنسين ومن أولياء أمورهم أدى إلى تأخر الزواج. ¶ وحدث أن اتصل بنا أكثر من فتاة تشكو تأخيرها عن الزواج بسبب والدها الذي يمنعه من تعجيل زواجها رغبته في مرتب ابنته. ¶ والحقيقة أن العقبات كثيرة، والواجب على المجتمع بجميع فئاته أن يسعى إلى تسهيل أمور الزواج فلا مانع من الزواج مع الدراسة والمستقبل بيد الله عز وجل. وعلينا أن نسعى لتقليل تكاليف الزواج. ¶ وإذا جاءنا صاحب الدين والخلق فلنبادر إلى تزوجيه كما قال - صلى الله عليه وسلم - : (إذا أتاكم من ترضون دينه وأمانته فزوجوه إلا تفعلوا تكن فتنة في الأرض وفساد كبير)(¬1). ¶ وحتى لو تقدم للزواج من كان متوسط الحال فلا يمنعنا ذلك من تزوجه، قال تعالى { وَأَنكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمْ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيم } (¬2). ¶ خامساً: الاختلاط: ¶ ¬__________ ¶ (¬1) رواه الترمذي ، وقال: حديث حسن غريب. ¶ (¬2) سورة النور، الآية : 32.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "إن من أسباب وقوع الفاحشة الاختلاط المحرم بين الرجال والنساء. يقول ابن القيم: (ولا ريب أن تمكين اختلاطهن ــ يعني النساء ـــ بالرجال أصل كل بلية وشر). ¶ سواء كان الاختلاط في العمل أو في الجلسات العائلية أو الحفلات العامة أو الاختلاط في حقل التعليم أو في أماكن الترفيه والأسواق أو أي مكان؛ كل ذلك أساس كل شر ورذيلة. ¶ ففي هذه الأجواء المحمومة تثار الغرائز وتقع الفتن والله المستعان. فمن أراد السلامة لدينه فعليه أن يتجنب مواطن الاختلاط وهذا ما ينبغي أن يوجه إليه جميع أفراد المجتمع حماية له من الوقوع في الرذائل. ¶ (أ) ففي ظل دعوى الزمالة والصداقة التي يفرضها العمل ومتطلباته: ¶ تبدأ المرأة بمجالسة الرجال ومحادثتهم ثم يتدرج الأمر إلى المحادثات الشخصية ثم التلطف وهكذا ترتفع الحواجز وتقع الكوارث. إن للمرأة حياء منعها من الحرام فمتى ما أسقطت المرأة حياءها هتكت سترها، فمشاركة المرأة للرجل في ميدان عمله واختلاطها به بحجة العمل، كل ذلك يؤدي إلى شرٍ كبير وفساد عظيم ويعظم الأمر إذا كان الأمر في خلوة. ¶ (ب) الاختلاط في بيوت الأقارب والأصدقاء: ¶ لقد شاع في دنيا الناس ما تسمى بالجلسة العائلية فيجلس الأقارب والأصهار رجالاً ونساء جلسات عائلية، تكشف المرأة وجهها وقد تكون بكامل زينتها، وقد يكون في الجلسة من ليس من العائلة وقد يحدث بعض الخلوات تحت مظلة الثقة وسقوط الكلفة. ولا شك أن هذا شرٌ كبير يجب محاربته وعدم الرضا به لما يفضي إليه من فساد وخيانة. وكم تفرقت أسر وتشتت عوائل بسبب هذه اللقاءات التي أعقبها خلوات فوقوع في المحرمات. نسأل الله أن يحمينا من مزالق الفتن وأن يعيذنا من الشيطان وجنده. ¶ (ج) الاختلاط في أماكن التعليم والدراسة: ... ...",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فيحدث التجاذب بين الجنسين، فكيف لنا أن نأمن اندفاع ذلك التجاذب عن حدوده الشرعية لاسيما عند الشباب، قد اعترفت إحدى طبيبات الغرب، وتدعى (د.ماريون) فقالت: (إني اعتقد أنه ليس في الإمكان قيام علاقة بريئة من الشهوة بين الرجل والمرأة ينفرد أحدهما بالآخر أوقاتاً طويلة. وكنت أسأل بعضهن ممن يتَّسمن بالذّكاء كيف أمكن أن يحدث ذلك؟ أي الوقوع في الفاحشة، فكانت الفتاة تُجيبني قائلة ... لم أستطع أن أضبط نفسي!). ومجتمعاتنا الآمنة يُخشى عليها أن تنزلق فيما وقع فيه الآخرون، إذا لم توجد الضمانات اللازمة، والفصل التامّ بين الجنسين في جميع مراحل التعليم بما فيه الكليات العلمية والتطبيقية، لئلا يحصل ما لا تُحمد عُقباه. ¶ ولعل تجربة بلادنا (المملكة العربية السعودية) في فصل الطلاب عن الطالبات أثبتت نجاحها وصارت نموذجاً يُحتذى للبلاد الإسلامية لما تحقق من خلال ذلك الفصل من خير عظيم للطلاب والطالبات والمجتمع بأسره. فنحمده على نعمة ونسأله المزيد من فضله. ¶ (د) الاختلاط في الأسواق وأماكن الترفيه العامة: ¶ ففي مثل هذه الأجواء الصاخبة يتسكع الشباب اللاهث وراء المتعة المحرمة وتحدث الظواهر الخطيرة من إلقاء النظرات، وتبادل أرقام الهواتف، ويبدأ شياطين الجن والإنس بنسج الشباك حول الفتاة المسكينة، والتي تقدم خطوة وتؤخر أخرى في تجربتها الأولى. ¶ لذا ننصح أولياء الأمور بالأمور التالية: ¶ 1ـ منع الفتيات من الذهاب إلى السوق إلا مع أحد محارمها وفي حدود الحاجة. ¶ 2ـ أن تخرج الفتاة متسترة تماماً ومحتشمة لأن قيمتها وقدرها بما تحمله من مبادئ سامية يأتي في مقدمتها الحياء والعفة. ¶ 3ـ المراقبة الدقيقة من أولياء أمور الفتيات لمن ولاهم الله عليهم، فلا يتركوا الحبل على الغارب دون متابعة وتوجيه. ¶ 4ـ المحاسبة أولاً بأول، فلا يتساهل ولي الأمر في سدّ باب الشر مهما كلفه ذلك من تضحيات.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "5ـ التوعية العامة في البيت بأضرار الاختلاط والذهاب للأسواق والوقاية خير من العلاج. ¶ سادساً: التبرج والسفور: ¶ المجتمع الذي ينتشر فيه التبرج والسفور يسير إلى حتفه وإلى هاوية سحيقة. ¶ لذا نهى المولى تبارك وتعالى النساء عن التبرج فقال سبحانه: { وَلا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الأُولَى } (¬1). ¶ ويقول - صلى الله عليه وسلم - : (صنفان من أهل النار لم أرهما بعد قوم معهم سياط كأذناب البقر يضربون بها الناس ونساء كاسيات عاريات مائلات مميلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة ولا يجد ريحها وإن ريحها ليوجد من مسيرة كذا وكذا)(¬2). ¶ فالواجب على أولياء الأمور من آباء وأزواج وإخوة أن يمنعوا الفتيات والنساء عن أي مظهر من مظاهر التبرج والسفور والزينة لئلا يتعرضن للهلاك في الدنيا قبل الآخرة. ¶ يجب أن نلزم نساءنا بالستر التام والحجاب الشرعي الذي فرضه الله حيث يقول سبحانه: { يَا أَيُّهَا النَّبِيُّ قُلْ لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلابِيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُوراً رَحِيماً } (¬3). ¶ سابعاً: الخلوة: ¶ إن خلوة الرجل بالمرأة أو العكس سواء في المنزل أو السيارة أو العيادة أو المحل التجاري أو مع السائق أو في أي مكان مدعاة لوقوع الفاحشة والكارثة. فما ظننا برجل وامرأة الشيطان ثالثهما. ¶ يقول عليه الصلاة والسلام: (من كان يؤمن بالله واليوم الآخر فلا يخلون بإمرأة ليس معها محرم منها فإن ثالثهما الشيطان)(¬4). ¶ ¬__________ ¶ (¬1) سورة الأحزاب، الآية: 33. ¶ (¬2) رواه مسلم. ¶ (¬3) سورة الأحزاب، الآية: 59. ¶ (¬4) مجمع الزوائد1/279.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقد حذر عليه الصلاة والسلام من الدخول على النساء فقال عليه الصلاة والسلام: (إياكم والدخول على النساء، قالوا: أرأيت الحمو)(¬1)، يا رسول الله، قال: الحمو الموت)(¬2). ¶ ومع الأسف الشديد فقد تهاون في هذا الزمان كثير من البيوت في هذا الأمر فلا يرون بأساً من دخول أحد الأقارب خصوصاً الأخ على زوجة أخيه دون وجود محرم. دافعهم في ذلك الثقة العمياء في هذا القريب وهو الموت كما سماه الرسول - صلى الله عليه وسلم - . فلنحذر مخالفة نبينا محمد ولنعلم أن هذا الباب باب شرٍ عظيم ومدخل كبير من مداخل الشيطان للوقوع في الفاحشة والعياذ بالله. ¶ ثامناً: المعاكسات الهاتفية: ¶ يستهين كثير من الشباب والفتيات بالمكالمات الهاتفية والمعاكسات وما علموا أنه بوابة خطيرة كبرى للوقوع في الفاحشة، فكم من شاب وقع في الزنا بسبب سماعة الهاتف وكم من فتاة هتك سترها بسبب المعاكسات الهاتفية. وكم من طلاق حدث بسبب الهاتف وكم من بيوت تهدمت بسبب الهاتف. ¶ فالهاتف قاسم مشترك في كل جريمة من الجرائم في أي مرحلة من مراحلها. ¶ تحذير إلى الفتاة المسلمة: ¶ أيتها الأخت المسلمة إن المعاكسة باب كل شرَّ فاحذري طرق هذا الباب. ¶ أيتها الفتاة المسلمة: إن المعاكس يستدرجك عبر الهاتف بمعسول القول والكلام ويزين لك حلاوة اللقاء ويغريك بالزواج حتى إذا ظفر بك اعتبرك صيداً سميناً يقضي منك حاجته ثم يرميك كما يرمي العلك بعد مضغة وأخذ حلاوته ولا يبالي في أي واد تهلكين. ¶ أيتها الفتاة المسلمة: إن المجتمع لا يرحم والناس كلهم ألسن وأعين والفتاة إذا انكسر عرضها كانت كالقارورة إذا انكسرت فلا سبيل إلى إعادتها. ¶ أختي المسلمة: إنك إذا سلمت نفسك وعرضك ربما حملت سفاحاً فتحملين في أحشائك ابن زنى وسيبقى في أحشائك تسعة أشهر والله أعلم بما سيكون لك بعد ذلك. ¶ ¬__________ ¶ (¬1) الحمو: هو قريب الزوج وأخوه وغيره. ¶ (¬2) رواه مسلم، كتاب الأدب، باب نهي الرجل عن المبيت عند امرأة غير ذات محرم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أما ذلك الذئب فقد ذهب ليبحث عن فريسة جديدة. ¶ أخيراً هل تصدقين أن المعاكس سيتزوجك، كيف يثق بفتاة خانت ربها ودينها وأباها وأخاها وأهلها وبالتالي يرضاها أماً لبناته وأولاده. ¶ ورقة ضغط وتهديد: ¶ قد يلجأ بعض أصحاب الضمائر المتوحشة إلى تسجيل المكالمة الهاتفية للفتاة لعدة مرات ثم بعد ذلك يساوم على عرضها وإن لم توافق هددها بالسلاح وأي سلاح، إنه سلاح الخزي والعار فيقول: إما أن تخرجي معي وإلا فضحت أمرك وهنا تحتار المسكينة فلا تدري ماذا تصنع إنها تعيش بين نارين: وهنا نقول: لا بد للفتاة أن تتوب إلى الله توبة صادقة وتقلع عمَّا كانت عليه ولا تلتفت لتهديد هذا المجرم الأفاك حتى وإن هدّدها. فإن كانت صادقة في توبتها فسيجعل الله لها مخرجاً { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً } (¬1). ¶ وإن افتضح أمرها فعليها أن تواجه أهلها وتعلن توبتها وتعرض أمرها على من تثق به من أقاربها أو تستشير أحد طلبة العلم أو تتصل بأحد العلماء لينصحوها ماذا تفعل؟ فهذا خير لها من التمادي في غي العبث عبر الهاتف وما يعقب هذا الاتصال من جرم عظيم. ¶ وإليكم هذه القصة التي ذكرتها إحدى الفتيات اللاتي وقعن في مثل هذا الشراك. ¶ ¬__________ ¶ (¬1) سورة الطلاق، الآية:2.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تقول ( ؟ ): رن هاتف منزلنا ذات يوم وعندما رفعت السماعة إذا بصوت شاب ينادي باسمي وعندما حاولت معرفة ( من هو) قال أن رقم منزلنا وجده مكتوباً بإحدى الحدائق العامة، وعندما حاولت منعه من الاتصال بي قال إنه سيخبر والدي بما ليس فيّ وأنه سيقوم بنشر رقمي في كل مكان ــ وكان شرطه أن أستمر في محادثته ورضخت لطلبه خوفاً من إبلاغ والدي الذي يتصف بالشدة والقسوة. واستمر الحال شهوراً وذات يوم اتصل بي طالباً مشاهدتي وعندما رفضت أسمعني صوتي الذي كان قد سجله على شريط كاسيت وهدّدني به. وعندما اتجهت إلى شقيقتي الكبرى وشرحت لها ما دار بيني وبين الشاب فلم تتردد في إخبار والدي الذي نصب له كميناً للإيقاع به، وقد كان. وانتهت أزمتي مع شيطان الهاتف(¬1). ¶ إن المعاكس ذئب يغري الفتاة بحيلة ¶ يقول هيّا تعالي إلى الحياة الجميلة ¶ قالت أخاف العار والإغراق في درب الرذيلة ¶ والأهل والإخوان والجيران بل كل القبيلة ¶ قال الخبيث بمكر لا تقلقي يا كحيلة ¶ إنّا إذا ما التقينا أمامنا ألف حيلة ¶ متى يجيء خطيبُ في ذي الحياة المليلة ¶ لكل بنت صديق وللخليل خليلة ¶ يذيقها الكأس حلواً ليسعدا كل ليلة ¶ للسوق والهاتف والملهى حكايات جميلة ¶ إنما التشديد والتعقيد أغلاق ثقلية ¶ ألا ترين فلانة ألا ترين الزميلة ¶ وإذا أردت سبيلا ... ... فالعرس خير وسيلة ¶ وانقادت الشاة للذئب على نفس ذليلة ¶ فيا لفحش أتته ويا فعال وبيلة ¶ حتى إذا الوغد أروى من الفتاة غليله ¶ قال اللئيم وداعاً ... ففي البنات بديلة ¶ قالت ألمّا وقعنا أين الوعود الطويلة ¶ قال الخبيث وقد كشّر عن مكر وحيلة ¶ كيف الوثوق بغرٍ وكيف أرضى سبيله ¶ من خانت العرض يوماً عهودها مستحيلة ¶ بكت عذاباً وقهراً على المخازي الوبيلة ¶ عار ونار وخزي كذا حياة ذليلة ¶ من طاوع الذئب يوماً أورده الموت غيلة ¶ تاسعاً: السفر والسياحة الخارجية وسفر المرأة بدون محرم: ¶ ¬__________ ¶ (¬1) عكاظ ص 18 الجمعة 6جمادى الآخرة (1414هـ) عدد(9970).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إن السفر إلى الخارج بدعوى الاصطياف والسياحة سبب قوي لوقوع الشباب في الفاحشة لاسيما السفر إلى الدول الغربية والدول الكافرة التي لا تعد الزنا جريمة بل العكس فإنها تنشر الإباحية وتدعو لها وتروج له بين الشباب المسلم حيث الشباك المنصوبة لهؤلاء الشباب. ¶ وقد صرح بعض الشباب والفتيات قائلين إن السفر وراء انحرفنا. ¶ فيا أيها الآباء اتقوا الله في فلذات أكبادكم فلا تجروهم إلى المهلكات من حيث أنكم تريدون إسعادهم وأنسهم، فلا بارك الله في سعادة وأنس جرا إلى الشقاء. ¶ وفي بلادنا من أماكن السياحة والجمال ما يغني ويكفي مع توفير الكثير من الجهد والوقت والمال. فهل تتحول السياحة والنزهة للبلاد الآمنة التي ترعى الفضيلة وتحارب الرذيلة ويأمن فيها الشخص على نفسه وعرضه وماله؟ ¶ السفر من أجل الدراسة والابتعاث: ¶ يدعو إسلامنا إلى العلم والمعرفة التي تخدم الإسلام والمسلمين وما كان الإسلام في يوم من الأيام ضد العلم بل العكس، فهو يدعو أبناءه إلى كل ما هو مفيد قال تعالى: { وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ } (¬1). ¶ ولذا إذا احتاج المسلمون إلى علوم الدنيا وكانت عند الغرب فلا بأس أن ينتدب لها من أفراد المجتمع من يقوم بتحصيلها ويحصل على أعلى الشهادات في هذه العلوم لينفع أمته وبلاده. ¶ عاشراً: العمالة الوافدة: ¶ إن وجود العمالة الوافدة من جهة وعدم مراعاة الضوابط الشرعية في استقدامهم من جهة أدى ذلك إلى الوقوع في الفاحشة، سواء كانت هذه العمالة من الخدم والخادمات أو المربيات أو السائقين أو الأيدي العاملة وغيرها. ¶ ¬__________ ¶ (¬1) سورة الأنفال، الآية: 60.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكم من المآسي التي حصلت بسبب هذه العمالة وإليكم هذه الواقعة التي حصلت بسبب خادمة. تقول ( ؟ ): إن الخادمة زينت لها ولأخواتها اللعب واستخدام الهاتف في التنفيس عن الملل الذي يصيبهن من جراء انشغال أبويهن عنهن لسفرهما المستمر، وبالفعل استجبنا لمعاكسة أحد الشباب عن طريق الهاتف وفوجئنا بالخادمة تيسر له دخول المنزل بعد أن أعطاها مبلغاً من المال، أخذ الصور معنا جميعاً، كل واحد منا على حدة وأخذ يهددنا باستخدامها ضدنا إن لم نخرج معه، وأبلغنا أحد المشايخ فأبلغ ولاة الأمر عن الخادمة وذلك الشاب فأنقذ الله به أسرة كادت تهوي(¬1). ¶ هذا ما جنته هذه الخادمة المجرمة وهذا ما تسعى إليه كثير من العمالة الوافدة، وكم من أسر تفرقت بسببها، وكم من أخلاق ضاعت وكم من أطفال تشردت بسبب هذه العمالة. ¶ أما بالنسبة للسائق فله شأن آخر إذ أن الكثير تهاون في إدخاله بيته دون ضوابط أو قيود وربما تساهل في إدخاله على محارمه وهو غير مسلم في بعض الأحيان، ويتعرض للنساء بكل وسيلة متاحة له، تارة بصف شعره وتارة بتجميل ملابسه إلى غير ذلك، والنساء ينظرن إليه صباح مساء وأحياناً يغفل الرقيب عنهن ويخلو بإحداهن ويكون ثالثهما الشيطان فيحدث مالا يحمد عقباه، وكم من فتاة ذاقت الويلات بسبب وقوع السائق عليها. ¶ والذي يريد المسلم ألماً وحسرة أن بعض الناس يسمع عن الحوادث المروعة التي حدثت بسبب هذه العمالة أياً كانت ومع ذلك يتساهل في ذلك. وحوادث ومصائب الخدم والخادمات والمربيات والسائقين والأيدي العاملة كثيرة ولعل ملفاتهم لدى الجهات المسؤولة خير شاهد على هذه الحوادث. ¶ فهل يعتبر أولو العقول والحجى ويضيقوا الخناق في استقدام العمالة. وهل نضع قيوداً وضوابط قاسية تمنع اختلاء السائق بأحد من أهل البيت. ¶ الحادي عشر ــ الصحبة السيئة ورفقة السوء: ¶ ¬__________ ¶ (¬1) عكاظ ص18 العدد9970 الجمعة 6جمادى الآخرة1414هـ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إن من الأسباب القوية الداعية للوقوع في الفاحشة الصحبة السيئة، فهي أخطر ما يكون على حياة القلب السليم، فكم من شاب ذلت قدمه، فوقع في الفاحشة، ووقع في هاوية سحيقة ما لها من قرار بسبب الرفقة السيئة وكم من فتاة ضاع عرضها بسبب صاحبة سوء. ¶ قال تعالى: { و وَيَوْمَ يَعَضُّ الظَّالِمُ عَلَى يَدَيْهِ يَقُولُ يَا لَيْتَنِي اتَّخَذْتُ مَعَ الرَّسُولِ سَبِيلاً } (¬1). ¶ ويقول عليه الصلاة والسلام: (مثل الجليس الصالح والجليس السوء ¶ كحامل المسك ونافخ الكير)(¬2). فإياك إياك الرفقة السيئة الغاوية. ¶ يقول أحد الشباب الذين وقعوا في الفاحشة بسبب النظر إلى الأفلام إن أول مرة شاهدت فيها هذه الأفلام كان منذ سنين حين كنت في زيارة لأحد أصدقائي. ¶ الثاني عشر ــــ وسائل الإعلام: ¶ أسهمت وسائل الإعلام وتساهم في انتشار الجرائم والرذائل وبالأخص المرئي منها ويؤكد علماء النفس والاجتماع أن هناك علاقة ارتباط بين ازدياد جرائم العنف والرذيلة وازدياد البرامج المليئة بالسلوك الإجرامي والسلوك اللا أخلاقي. ¶ فما يعرض عبر الشاشة المرئية (التلفاز) أو (السينما) من مناظر مثيرة للغرائز ومحركة لكوامنها أسهم في جريمة الفاحشة لاسيما أفلام الحب والغرام والخلاعة والمجون وكان ضحية هذه المشاهد المخزية أكثرهم من الشباب والفتيات. ¶ أشرطة الفيديو: ¶ ¬__________ ¶ (¬1) سورة الفرقان، لآيات: 27ـ 29. ¶ (¬2) رواه البخاري ومسلم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والتي أخذت طريقها في الانتشار في السنوات الأخيرة انتشاراً ذريعاً حتى هتكت ستر الحياء والأخلاق عند الشباب والفتيات، حيث صاحب هذا الانتشار شيوع الأفلام الجنسية الخالعة التي تعرض العري واللقطات الفاضحة جداً، والتي تصرع الشباب من الجنسين صرعاً قائلاً إذا ما وقعوا في حبائل هذه الأشرطة حتى يصبح عندهم سعار الجنس والشهوة وبالتالي الوقوع في الرذيلة التي يظنون أنها ستطفئ هذا السعار، وهي في الحقيقة لا تزيدهم إلا سعاراً وناراً فمشاهدة الأفلام الساقطة الخالعة عبر الشاشة المرئية تثير كوامن الشهوة مما يجعل لذلك أثراً سيئاً على الشباب والفتيات وغيرهم. ¶ لقد استجوب أحد من وقع في الفاحشة عن سبب ارتكابه للفاحشة فقال: إن المشاهد الخليعة التي كنت أشاهدها على شاشة التلفاز هي السبب لقيامي بتلك الجرائم المنكرة. ¶ فيا أخي الشاب لا تعرض نفسك للدمار وتقودها للحرام بسبب تلك المشاهد المخزية والتي هي عار ونار في الدنيا والآخرة. إن هذه المشاهد تخلف وراءها حسرات حيث تبقى الصورة ماثلة أمامك وكلما تذكرتها ثارت نفسك وهاجت غريزتك فأتق الله وسد باب الشر عليك بعدم النظر إلى تلك المشاهد. ¶ وسائل الإعلام المقروءة والمصورة: ¶ وتشمل المجلات والكتب والقصص والصحف والصور. ¶ لقد أسهمت الصحف والمجلات الساقطة التي تنشر الصور الفاضحة والأفكار المنحلة التي تدعو إلى الفحش والرذيلة في إذكاء الجريمة الخلقية، لذا يتوجب على الشاب والشابات خصوصاً وعلى كل مسلم غيور أن يقاطع هذه المجالات ولا يطلق نظره فيها ولا يدخلها بيته لما تحمله من سموم قاتلة للدين والفضيلة. ¶ نماذج لما تعرضه وتنشره الصحف والمجلات الموبوءة: ¶ 1ـ انتقاء صور النساء فاتنات لا يتّقين الله وعرضها على غلاف المجلة لجذب الشباب إليها. ¶ 2ـ عرض الصور الخليعة للنساء الساقطات من الممثلين والممثلات والمغنيات والراقصات وتتبع أخبارهن على نجوم لامعة وما هنّ إلا شياطين خادعة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "3ـ استخدام المرأة كعنصر أساسي في الإعلانات التجارية حتى التي لا تخص النساء. ¶ 4ـ عرض القصص الغرامية والروايات الجنسية. يقول السباعي رحمه الله: (إن هؤلاء الناس من أدباء الجنس يحملون بأيديهم معاول التهديم في صرح كياننا الداخلي المتين، وهم في هذا الطريق الذي اختطوه لا يريدون بذلك مصلحة الأمة ولا يندفعون وراء عقولهم بل وراء أهوائهم وشهواتهم، وهم يبغون منه الإثراء المادي بنشر هذا الأدب الرخيص المدمر بين الشباب والفتيات ليقبلوا عليه ويلتهموا ما فيه)(¬1). ¶ خيانة جسدية: ¶ نشرت إحدى المجلات المتخصصة عنواناً بارزاً (ماذا يجب على الزوجة أن تفعل عندما يخون الزوج؟) هذا النص السؤال. ¶ أما الجواب فكان من خلال رواية فيلم وقالت المجلة: ماذا فعلت المرأة يوم علمت بالخيانة؟ هل أقامت الدنيا وأقعدتها ونصحت زوجها وطلبت الطلاق كما تفعل بعض الزوجات؟ الرواية تقول: إن الزوجة المحبة لزوجها الحريصة على استمرار حياتها وبيتها مقتنعة أن زوجها يخونها بجسده ولكن قلبه معها. ¶ فالخيانة الجسدية أمر طارىء يفيق منه الإنسان نادماً آسفاً أما الخيانة العاطفية والأخطر، فهي اضطراب أساسي في الوجدان لا يجدي معه إصلاح ولا رجعة. الزوجة العاقلة تعرف أنها مرحلة مؤقتة وحرة في حياتها الزوجية لكنها ليست مبرراً للهدم). ¶ الثالث عشر: البطالة: ¶ ويقصد بها الفراغ، فإذا كان المرء أكثر وقته فارغاً هاجمته الوساوس والشياطين وكثرت عليه شياطين الجن والإنس فزينت له الحرام، وصدق القائل حين قال: ¶ إن الفراغ والشباب والجدة مفسدة للمرء أي مفسدة ¶ فالواجب على المسلم أياً كان ذكراً أو أنثى أن يشغل وقته بما هو مفيد ونافع. ¶ الرابع عشر: العشق والغرام والهوى: ¶ ¬__________ ¶ (¬1) العفة ومنهج الاستعفاف يحيى بن سليمان العقيلي ص57.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "من الأسباب الداعية للوقوع في جريمة الزنا العشق والحب والغرام. هذه غالب الأسباب المؤدية إلى الفاحشة والوقوع فيها، وحتى لا تغرق سفينتنا في بحور الظلام والفساد وحتى نُجنب شبابنا ومجتمعنا من الوقوع في مستنقع الرذيلة فلا بد من التماس طرق النجاة وسبل الوقاية وهذه مسئولية الفرد والمجتمع. ¶ فالمجتمع بكافة فئاته مطالب بأن يوصد الأبواب والمنافذ المؤدية إلى الوقوع في الفاحشة وقد ذكرنا أسبابها وبضدها تتبين الأشياء. ¶ فالعلماء والمصلحون والدعاة والخطباء والمربون مطالبون بنصح الناس وتبيين خطر هذه الجريمة. ¶ والأسرة مطالبة بتربية النشء منذ الصغر على الخلق الكريم القويم وعدم إتاحة فرص الإثارة لدى أفرادهما سواء عن طريق السفر إلى الخارج أو جلب بعض الأجهزة الجالبة للشر، كما أنه يجب على الآباء منع دخول المجلات السيئة إلى بيوتهم. ¶ وإننا نناشدك أيها الأب أن تتقي الله في أولادك وأهل بيتك ولا تسعى لجلب ما تظن أنه فيه إسعادهم وأنت في الحقيقة تسعى لجلب الشقاء لهم في الدنيا والآخرة. ¶ أما الفرد فلئلا يقع في براثن هذه الفاحشة النكراء المغضبة لرب الأرض والسماء، فعليه أن يتقي الله عز وجل وأن يتذكر عظيم عذابه وأن يتذكر المفاسد العظيمة التي تعود عليه في الدنيا والآخرة بسبب هذه الجريمة. ¶ وعليه أن يبادر بالتوبة النصوح إن كان تلطخ وتلوث بها، وأن يغسل ما كان منه بدموع الندم وعليه أن يبتعد عن كل طريق مؤدٍ إلى الفاحشة. ¶ المسار الصحيح ¶ الغريزة الجنسية وإشباعها لدى الإنسان مطلب ملح، والإسلام لا يتعارض مع هذه الرغبة إذا سارت في مسارها الصحيح السليم. ¶ لقد خلق الله سبحانه وتعالى الإنسان في أحسن تقويم كما قال سبحانه: { لَقَدْ خَلَقْنَا الإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ } (¬1)، وكما قال سبحانه: { وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ } (¬2). ¶ ¬__________ ¶ (¬1) سورة التين، الآية: 4. ¶ (¬2) سورة الإسراء، الآية: 70.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومع هذا الخلق القويم والتكريم فقد أودع الله سبحانه وتعالى بحكمته في الإنسان مجموعة من الغرائز ورسم لها مسارها الصحيح الذي إذا لزمته كان الإنسان مكرماً وإذا حاد عن المسار الصحيح وانحرف بها ذهبت به إلى الهاوية مثله مثل الحافلة التي تنحرف عن مسارها فتنقلب. ¶ يقول الله عز وجل { زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنْ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنْ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ } (¬1). ¶ وهذه الغرائز لا تعتبر عيباً في حد ذاتها متى ما لزمت المجرى الطبيعي لها، لأن الله هو الذي أوجدها لدى الإنسان وإنما يلام الإنسان إن حاد بها عن طريقها السليم. وإن من جملة الغرائز الموجودة لدى الإنسان الغريزة الجنسية التي تعتبر أخطر الغرائز وأهمها بعد الجوع والعطش، وقد رسم الإسلام المسار الصحيح لهذه الغريزة ألا وهو الزواج الشرعي. ¶ يقول الله جل وعلا: { وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجاً وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً وَرَزَقَكُمْ مِنْ الطَّيِّبَاتِ أَفَبِالْبَاطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ اللَّهِ هُمْ يَكْفُرُونَ } (¬2). ¶ وقال تعالى: { وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } (¬3). ¶ ويقول سبحانه: { فَانكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُوا فَوَاحِدَةً } (¬4). ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية:14. ¶ (¬2) سورة النحل، الآية: 72. ¶ (¬3) سورة الروم، الآية: 21. ¶ (¬4) سورة النساء، الآية:3.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يقول النبي - صلى الله عليه وسلم - : (يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء)(¬1). ¶ وما هذه الدعوة الصادقة من الصادق المصدق إلا تلبية لدوافع الغريزة الجنسية التي وصفها الله في النفس البشرية. ¶ فبادر أخي الشاب إلى إعفاف نفسك بالزواج ودع عنك العراقيل التي يزينها لك الشيطان ونفسك أو الناس. وأنت أيها الأب بادر إلى تزويج بناتك ودع عنك مطامع الحياة فإذا جاءك من ترضى دينه وأمانته وخلقه فلا تتأخر في تزويجه. ¶ نصائح غالية ¶ العفاف العفاف: ¶ إن الطهر والعفاف من أبرز مظاهر الأخلاق الإسلامية وقد دعا القرآن إلى العفة فقال تعالى: { وَلْيَسْتَعْفِفْ الَّذِينَ لا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمْ اللَّهُ مِنْ فَضْلِهِ } (¬2). ¶ ويقول عليه الصلاة والسلام: (سبعة يظلمهم الله يوم القيامة في ظله يوم لا ظلَّ إلا ظلُّه) وذكر منهم (شاب دعته امرأة ذات منصب وجمال فقال إني أخاف الله....)(¬3). ¶ فكن ذلك الشاب إذا ما عرضت لك فتنة حتى تكون في ظل الرحمن يوم لا ظل إلا ظله وضع نصب عينيك قول الحق تبارك وتعالى: { إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ } (¬4). ¶ فيا له من يوم عظيم يشيب له رأس الوليد، قد ذهبت اللذات وبقيت الحسرات. ¶ الربيع بن خثيم: ¶ عرض قوم من أهل السوء على امرأة ذات حسن بارع وجمال قاهر ألف درهم؛ مقابل أن تغوي الربيع بن خثيم الشاب العابد. فلبست أحسن ما قدرت عليه من اللباس والزينة، ثم تعرضت له حين خرج من المسجد فراعه أمرها. فأقبلت عليه وهي سافرة، ¶ فقال الربيع بن خثيم: ¶ ( ¶ ¬__________ ¶ (¬1) رواه البخاري 3/354 برقم 5065 كتاب النكاح. ¶ (¬2) سورة النور، الآية: 33. ¶ (¬3) رواه البخاري ومسلم، انظر صحيح مسلم 2/715 برقم (1031) كتاب الزكاة، باب فضل إخفاء الصدقة. ¶ (¬4) سورة الزمر، الآية:13.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "كيف بك لو قد نزلت الحمى بجسمك فغيرت ما أرى من لون بهجتك؟ أم كيف بك لو قد نزل ملك الموت فقطع منك حبل الوتين؟ أم كيف بك لو سألك منكر ونكير؟ فصرخت فسقطت مغشياً عليها. فوالله لقد أفاقت وبلغت من عبادة ربها أنها كانت تلقب بعابدة بغداد)(¬1). ¶ عابدة بالكوفة: ¶ كان بالكوفة فتى جميل الوجه، شديد التعبد والاجتهاد، وكان أحد الزهاد فنظر يوماً إلى جارية فهواها وهام بها عقله، ونزل بها مثل ما نزل به، فأرسل يخطبها من أبيها، فأخبره أبوها أنها مسماة لابن عمها، واشتد عليهما ما يقاسيان من ألم الهوى، فأرسلت إليه الجارية: قد بلغني شدة محبتك لي، وقد اشتد بلائي بك، لذلك مع وجدي بك. فإن شئت زرتك وإن شئت سهلت لك أن تأتيني إلى منزلي، فقال للرسول: لا واحدة من هاتين الخصلتين { إِنِّي أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ } (¬2). أخاف ناراً لا يخبو سعيرها، ولا يخمد لهبها، فلما أنصرف الرسول إليها فأبلغها ما قال، قالت: وأراه مع هذا زاهداً يخاف الله ـ تعالى ـ والله ما أحد أحق بهذا من أحد، وإن العبادة فيها لمشتركون. ثم انخلعت من الدنيا، وألقت علائقها خلف ظهرها وأصبحت عابدة(¬3). ¶ أنت لا تحب والناس لا يحبون: ¶ لو سألنا أحد المستهينين بأعراض الآخرين وقلنا له: هل ترضى لأحد أن يعتدي على عرض أمك أو ابنتك أو أختك أو إحدى قريباتك؟ فماذا سيكون جوابه؟. ¶ فإن كان عنده أدنى ذرة من إيمان أو حياء أو مروءة فإنه سينتفض ويقول: لا وألف لا. وسنقول له: لماذا ترضاه لأعراض المسلمات. ¶ أخي الشاب، أتظن أنك حين تطلق لنفسك شهواتها ورغباتها الدنيئة دون رادع من دين أو رادع من ضمير أو ضابط من سلوك، أنك في مأمن وسلام؟ وأنك لا تبتلى بمن يعبث بعرضك، وإليك هذا الحديث عن المصطفى - صلى الله عليه وسلم - . ¶ أتحبه لأمك: ¶ ¬__________ ¶ (¬1) كتاب التوابين، ابن قدامة المقدسي ص 267. ¶ (¬2) سورة الزمر، الآية: 13. ¶ (¬3) كتاب التوابين، ابن قدامة المقدسي ص 267.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عن أبي أمامة أن فتى شاباً أتى النبي - صلى الله عليه وسلم - فقال: يا رسول الله ائذن لي بالزنا فأقبل القوم عليه فزجروه وقالوا: مه مه، فقال: (دنه) فدنا منه قريباً، فقال: (اجلس) فجلس، فقال: (أتحبه لأمك؟)، قال: لا والله جعلني الله فداك، قال: والناس لا يحبونه لأمهاتهم قال: (أفتحبه لأختك؟)، قال: لا والله جعلني الله فداك، قال: ولا الناس يحبونه لأخواتهم، قال: (أفتحبه لعمتك؟)، قال: لا والله جعلني الله فداك، قال: ولا الناس يحبون لعماتهم، قال: (أفتحبه لخالتك؟)، قال: لا والله جعلني الله فداك، قال: ولا الناس يحبونه لخالاتهم، قال: فوضع يده عليه وقال: (اللهم اغفر ذنبه وطهر قلبه وأحصن فرجه) قال فلم يكن بعد ذلك الفتى يلتفت إلى شيء (¬1). ¶ واستمع ما قاله الإمام الشافعي: ¶ عفو تعفُّ نساؤكم في المحرم وتجنبوا ما لا يليق بمسلم ¶ إن الزنا دين إذا أقرضته كان الوفا من أهل بيتك فاعلم ¶ يا هاتكاً حرم الرجال وقاطعاً سبل المودة عشت غير مُكرم ¶ لو كنت حراً من سلالة ماجدٍ ما كنت هتّاكاً لحرمه مسلم ¶ من يزن ُيزن فيه ولو بجداره إن كنت يا هذا لبيباً فافهم (¬2). ¶ الجنة لمن صان عرضه: ¶ إن الجنة سلعة غالية ومطلب نفيس وقد ضمنها الله للمؤمنين الذين هم لفروجهم حافظون الذين آثروا الباقية على الفانية فلم يبيعوا الجنة بلذة ساعة محرمة. ¶ ¬__________ ¶ (¬1) مسند الإمام أحمد 5/256. ¶ (¬2) ديوان الإمام الشافعي جمع وشرح نعيم زر زور9/ 98 دار الكتب العلمية ـــ بيروت.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال تعالى: { قَدْ أَفْلَحَ الْمُؤْمِنُونَ * الَّذِينَ هُمْ فِي صَلاتِهِمْ خَاشِعُونَ * وَالَّذِينَ هُمْ عَنْ اللَّغْوِ مُعْرِضُونَ * وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ * وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إِلاَّ عَلَى أَزْوَاجِهِمْ أوْ مَا مَلَكَتْ أَيْمَانُهُمْ فَإِنَّهُمْ غَيْرُ مَلُومِينَ * فَمَنْ ابْتَغَى وَرَاءَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْعَادُونَ * وَالَّذِينَ هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ * وَالَّذِينَ هُمْ عَلَى صَلَوَاتِهِمْ يُحَافِظُونَ * أُوْلَئِكَ هُمْ الْوَارِثُونَ * الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ } (¬1). ¶ ويقول عليه الصلاة والسلام: (من يضمن لي ما بين لحييه وما بين رجليه أضمن له الجنة)(¬2). ¶ الجوارح الناطقة: ¶ إنه مشهد عجيب ورهيب يوم أن تشهد عليك جوارحك يوم القيامة وتنطق بما فعلت وقد كنت تسعى لإمتاعها بالحرام في الحياة الدنيا يقول الله جل وعلا: { حَتَّى إِذَا مَا جَاءُوهَا شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُمْ بِمَا كَانُوا يَعْمَلُونَ * وَقَالُوا لِجُلُودِهِمْ لِمَ شَهِدْتُمْ عَلَيْنَا قَالُوا أَنطَقَنَا اللَّهُ الَّذِي أَنطَقَ كُلَّ شَيْءٍ وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ } (¬3). ¶ وجاء الحديث عنه - صلى الله عليه وسلم - أنه قال: (عجبت من مجادلة العبد ربّه يوم القيامة يقول: أي رب أليس وعدتني أن لا تظلمني؟ فيقول تبارك وتعالى: أوليس كفى بي شهيداً وبالملائكة الكرام الكاتبين. فيردد الكلام مراراً فيختم على فيه وتتكلم أركانُه بما كان يعمل فيقول: بُعداً لكُنّ وسحقاً عنكن كنت أناضل)(¬4). ¶ خطر ممنوع الاقتراب: ¶ ¬__________ ¶ (¬1) سورة المؤمنين، الآيات: 1ـ 11. ¶ (¬2) صحيح الجامع 5/372. ¶ (¬3) سورة فصلت، الآيتان: 20، 21. ¶ (¬4) رواه مسلم (2969).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لو رأيت لوحة كُتب عليها عبارة[خطر ممنوع الاقتراب] هل يقترب من المكان المحذور؟ بالطبع لا، سيكون كل شخص حريصاً على الابتعاد لكي لا يعرض حياته للخطر، ولكن من كان يحذر الدنيا ألا يخشى أخطار يوم القيامة؟ لماذا يقترب من محارم الله ويتعد حدوده وهو يسمع آيات التحذير التي تهدد من يقترب من حدود الله. ¶ يقول الله تعالى: { تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ } (¬1). ¶ ويقول سبحانه: { وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ } (¬2). ¶ نداء إلهي ¶ إلى الذين لوّثوا أنفسهم بالمعاصي وتلطخوا بالفاحشة: ها هو ربكم جل وعلا يدعوكم لتفيأُوا ظلال رحمته، يدعوكم للتوبة والإنابة إنه هو الغفور الرحيم وإليكم النداء: { قُلْ يَا عِبَادِي الَّذِينَ أَسْرَفُوا عَلَى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ } (¬3). فها هو باب التوبة مفتوح والله أرحم بعباده منهم بأنفسهم. ولكن متى ينتصر المسلم على هواه وشهواته وعواطفه؟ متى يقف مع نفسه وقفة الرجال الشجعان الذي لا يطلقون لشهواتهم العنان؟ بل تكون عواطفهم ورغباتهم موزونة بشرع الله محفوفة بآداب الإسلام وأخلاق القرآن. ¶ واسمعوا ماذا يقول باريكم: { وَالَّذِينَ إِذَا فَعَلُوا فَاحِشَةً أَوْ ظَلَمُوا أَنْفُسَهُمْ ذَكَرُوا اللَّهَ فَاسْتَغْفَرُوا لِذُنُوبِهِمْ وَمَنْ يَغْفِرُ الذُّنُوبَ إِلاَّ اللَّهُ وَلَمْ يُصِرُّوا عَلَى مَا فَعَلُوا وَهُمْ يَعْلَمُونَ } (¬4). ¶ الخاتمة ¶ ¬__________ ¶ (¬1) سورة البقرة، الآية : 187. ¶ (¬2) سورة الطلاق ، الآية:1. ¶ (¬3) سورة الزمر، الآية: 53. ¶ (¬4) سورة آل عمران، الآية: 53.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وفي نهاية المطاف نسأل الله عز وجل أن يرزقنا الإيمان ويزينه في قلوبنا، وأن يكره لنا الكفر والفسوق والعصيان. ونسأله سبحانه أن يرزقنا الغنى والعفاف وأن يغنينا بحلاله عن حرامه، نسأله سبحانه أن يهدي ضال المسلمين، وأن يهدي شبابهم وأن يحفظ نساءهم من ذئاب البشر، وأن يرد كيد الأعداء في نحورهم إنه ولي ذلك والقادر عليه. و آخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم على نبينا محمد وآله وصحبه وسلم. ¶ الفهرس ¶ المقدمة ¶ جريمة الزنا ¶ تعريف الزنا ¶ الحكمة من تحريم الزنا ¶ أدلة تحريم الزنا ¶ عقوبة الزاني ¶ أولاً: العقوبات الشرعية ¶ ثانياً: العقوبات الأخروية ¶ ثالثاً: العقوبات الكونية ¶ الآثار المدمرة التي تحصل بسبب الزنا ¶ أولاً: الآثار المرضية ¶ ثانياً: الآثار الإيمانية ¶ ثالثاً: الآثار النفسية ¶ رابعاً: الآثار الأخلاقية ¶ خامساً: الآثار الاجتماعية ¶ أسباب الوقوع في الفاحشة وسبل الوقاية منها ¶ أولاً: ضعف الإيمان وعدم الخوف من الله ¶ ثانياً: غياب التوجيه من قبل الأسرة والمربين ¶ ثالثاً: إطلاق النظر إلى الحرام ¶ رابعاً: تأخر سن الزواج والعزوف عنه ¶ خامساً: الاختلاط ¶ سادساً: التبرج والسفور ¶ سابعاً: الخلوة ¶ ثامناً: المعاكسات الهاتفية ¶ تاسعاً: السفر والسياحة الخارجية وسفر المرأة بدون محرم ¶ عاشراً: العمالة الوافدة ¶ الحادي عشر: الصحبة السيئة ورفقاء السوء ¶ الثاني عشر: وسائل الإعلام ¶ الثالث عشر: البطالة ¶ الرابع عشر: العشق والغرام والهوى ¶ المسار الصحيح ¶ نصائح غالية ¶ العفاف العفاف ¶ أنت لا تحب والناس لا يحبون ¶ الجنة لمن صان عرضه ¶ الجوارح الناطقة ¶ خطر ممنوع الاقتراب ¶ نداء إلهي ¶ الخاتمة ¶ الهوامش: ¶ ( ) سورة الروم ، الآية: 21. ¶ (2) الضرورات الخمس ( حفظ الدين والعقل والنفس والعرض والمال) انظر الموافقات للشاطبي 2/10. ¶ (3) مجلة البحوث الإسلامية عدد 23/140. ¶ (4) سنن ابن ماجه 2/847. ¶ (5) سورة الإسراء الآية: 32. ¶ (6) أحكام القرآن الكريم للجصاص 3/300. ¶ (",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "7) تيسير الكريم الرحمن في تفسير كلام المنان للشيخ عبد الرحمن السعدي 4/275. ¶ (8) رواه ابن ماجه برقم4019ــ 2/1332 قال في مجمع الزوائد : هذا الحديث صالح للعمل به. ¶ (9) لسان العرب لابن منظور. ¶ (10) بداية المجتهد ونهاية المقتصد، لابن رشد 2/466. ¶ (11) 359، 360 دار صادر. ¶ (12) سورة النور الآية: 3. ¶ (13) إغاثة اللهفان في مصائد الشيطان. ¶ (14) سورة الأنعام، الآية 151. ¶ (15) سورة النور ، الآية: 3. ¶ (16) سورة الفرقان، الآيتان: 68، 69. ¶ (17) سورة الإسراء، الآية: 32. ¶ (18) رواه البخاري، انظر: صحيح البخاري 4/245 برقم (6772) كتاب الحدود. ¶ (19) رواه مسلم، انظر: صحيح مسلم 2/618 برقم (901) كتاب الكسوف. ¶ (20) رواه البخاري ومسلم، راجع صحيح البخاري 4/904 برقم (7520) كتاب التوحيد باب قوله تعالى: [فلا تجعلوا لله أندادا] وانظر صحيح مسلم 1/90 برقم (141) كتاب الإيمان . ¶ (21) رواه مسلم بنحوه كتاب القسامة. ¶ (22) رواه مسلم 1/102 برقم (171) كتاب الإيمان باب بيان غلظ تحريم إسبال الإزار. ¶ (23) اجماعات ابن المنذر (69). ¶ (24) النهاية في غريب للحديث1/397. ¶ (25) رواه البخاري، انظر صحيح البخاري 4/258، رقم الحديث (6830)، (كتاب الحدود باب الرجم الحُبلى من الزنى إذا أحصنت). ¶ (26) رواه البخاري، انظر : صحيح البخاري 4/257، رقم الحديث (6828) كتاب الحدود ، باب الاعتراف بالزنا. ¶ (كتاب الحدود باب الرجم الحُبلى من الزنى إذا أحصنت). ¶ (27) سورة النور، الآية 2. ¶ (28) رواه البخاري ، انظر : صحيح البخاري 4/259، رقم الحديث 6831، كتاب الحدود باب البكران يجلدان وينفيان. ¶ (29) سورة النور، آية: 2. ¶ (30) تفسير أبي السعود 6/156. ¶ (31) تيسير الكريم الرحمن في تفسير كلام المنان 5/388. ¶ (32) سورة النور، الآية:3. ¶ (33) سورة الفرقان، الآيتان: 68ــ69. ¶ (34) رواه البخاري، انظر: صحيح البخاري ج 6 ص87. ¶ (",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "35) قال في مجمع الزوائد: رواه الطبراني من طريق محمد بن عبد الله بن بسر عن أبيه ولم أعرفه، وبقية رجاله ثقات. أنظر: مجمع الزوائد ج6 ص255. ¶ (36) سورة الشورى ، الآية 30. ¶ (37) الجواب الكافي لمن سأل عن الدواء الشافي ص46. ¶ (38) سورة يوسف،الآية: 21. ¶ (39) سورة الفتح، الآية:4. ¶ (40) سورة النبأ، الآية:26. ¶ (41) المستدرك على الصحيحين 2/37 وقال الحاكم : هذا حديث صحيح الإسناد. ¶ (42) سبق تخرجه ص5. ¶ (43) مسند الإمام أحمد 6/333. ¶ (44) رواه مسلم، انظر صحيح مسلم 1/76حديث رقم 100كتاب الإيمان باب بيان نقصان الإيمان بالمعاصي. ¶ (45) راجع صحيح مسلم بشرح النووي 1،2/41، 42باب بيان نقصان الإيمان بالمعاصي. ¶ (46) صحيح البخاري مع فتح الباري12/61. ¶ (47) الجواب الكافي لابن القيم ص 79. ¶ (48) سورة طه، الآية: 124. ¶ (49) رواه أحمد والطبراني، قال في مجمع الزوائد: ورجال أحمد رجال الصحيح إلا أن فيه علي بن يزيد وفيه كلام وقد وثق. انظر مجمع الزوائد 3/88. ¶ (50) سورة الرعد، الآية:28. ¶ (51) سورة طه، الآيات:124 ــ 126. ¶ (52) الشوقيات1/14ـ 44. ¶ (53) اعترافات متأخرة، محمد المسند ص 11، 12. ¶ (54) سورة نوح، الآية:10. ¶ (55) سورة الإسراء، الآية:32. ¶ (56) تيسير الكريم المنان لابن سعدي 4/275. ¶ (57) سورة البقرة، الآية: 168. ¶ (58) سورة النور، الآية: 21. ¶ (59) إعلام الموقعين. ¶ (60) رواه البخاري. ¶ (61) سورة الزمر، الآية:13. ¶ (62) سورة الأحزاب، الآية: 72. ¶ (63) سورة التحريم، الآية:6. ¶ (64) سورة النور، الآيتان: 30ـ 31. ¶ (65) رواه الترمذي ، وقال: حديث حسن غريب. ¶ (66) سورة النور، الآية : 32. ¶ (67) سورة الأحزاب، الآية: 33. ¶ (68) رواه مسلم. ¶ (69) سورة الأحزاب، الآية: 59. ¶ (70) مجمع الزوائد1/279. ¶ (71) الحمو: هو قريب الزوج وأخوه وغيره. ¶ (72) رواه مسلم، كتاب الأدب، باب نهي الرجل عن المبيت عند امرأة غير ذات محرم. ¶ (73) سورة الطلاق، الآية:2. ¶ (",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "74) عكاظ ص 18 الجمعة 6جمادى الآخرة (1414هـ) عدد(9970). ¶ (75) سورة الأنفال، الآية: 60. ¶ (76) عكاظ ص18 العدد9970 الجمعة 6جمادى الآخرة1414هـ. ¶ (77) سورة الفرقان، لآيات: 27ـ 29. ¶ (78) رواه البخاري ومسلم. ¶ (79) العفة ومنهج الاستعفاف يحيى بن سليمان العقيلي ص57. ¶ (80) سورة التين، الآية: 4. ¶ (81) سورة الإسراء، الآية: 70. ¶ (82) سورة آل عمران، الآية:14. ¶ (83) سورة النحل، الآية: 72. ¶ (84) سورة الروم، الآية: 21. ¶ (85) سورة النساء، الآية:3. ¶ (86) رواه البخاري 3/354 برقم 5065 كتاب النكاح. ¶ (87) سورة النور، الآية: 33. ¶ (88) رواه البخاري ومسلم، انظر صحيح مسلم 2/715 برقم (1031) كتاب الزكاة، باب فضل إخفاء الصدقة. ¶ (89) سورة الزمر، الآية:13. ¶ (90) كتاب التوابين، ابن قدامة المقدسي ص 267. ¶ (91) سورة الزمر، الآية: 13. ¶ (92) كتاب التوابين، ابن قدامة المقدسي ص 267. ¶ (93) مسند الإمام أحمد 5/256. ¶ (94) ديوان الإمام الشافعي جمع وشرح نعيم زر زور9/ 98 دار الكتب العلمية ـــ بيروت. ¶ (95) سورة المؤمنين، الآيات: 1ـ 11. ¶ (96) صحيح الجامع 5/372. ¶ (97) سورة فصلت، الآيتان: 20، 21. ¶ (98) رواه مسلم (2969). ¶ (99) سورة البقرة، الآية : 187. ¶ (100) سورة الطلاق ، الآية:1. ¶ (101) سورة الزمر، الآية: 53. ¶ (102) سورة آل عمران، الآية: 53.",
            "page": "42",
            "part": "1"
        }
    ],
    "t36154": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "العابثين بالأعراض ـ نسخة للموقع"
        }
    ]
}