{
    "b36156": [
        {
            "hno": null,
            "id": "1",
            "nass": "مقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا ونبينا محمد - صلى الله عليه وسلم - وعلى آله وصحبه أجمعين وبعد ¶ مما لا شك فيه أن الأمر بالمعروف والنهي عن المنكر أحد دعائم هذا الدين وأحد مبانيه العظام التي لا قوام لأمة الإسلام إلا به ، بل لا خيرية لها إلا به ، قال تعالى: { كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَر } (1) ¶ ولما كان الأمر بالمعروف والنهي عن المنكر منزلته عظيمة في دين الله اعتنى به أهل الفضل من علماء هذه الأمة فتجدهم في جميع المناسبات من خطب ودروس ووعظ وإرشاد بل في كتاباتهم ومراسلاتهم يركزون عليه لعلمهم أن التهاون في شأنه يؤدي بالأمة إلى الضياع واللعن والطرد قال تعالى : { لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرائيلَ عَلَى لِسَانِ دَاوُد وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ - كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ } (2). ¶ وممن اعتنى بهذا الجانب سماحة الشيخ محمد ابن إبراهيم بن محمد بن سليمان السيف رحمه الله ¶ وأجزل له المثوبة . فقد ألف في ذلك العديد من الكتب والرسائل ونصح بلسانه وبقلمه كل من حاد عن طريق الله المستقيم . وخير دليل على ذلك هذه المخطوطة التي بين أيدينا فقد أجاد فيها وأفاد رحمه الله. ¶ عملي في هذه المخطوطة : ¶ لقد منَّ الله عليَّ بأن أهديت إليَّ هذه المخطوطة أهداها إلي أخي الفاضل فهد بن عبدالله السيف - حفظه الله -. ¶ __________ ¶ (1) سورة آل عمران، الآية: (110). ¶ (2) سورة المائدة، الآيتان: 78، 79.",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "فقمت بإخراج أحاديثها والتعليق على بعض ما جاء فيها ما أمكن . ولما كانت هذه المخطوطة قد جمعت أموراً كثيرة من الأمر و النهي ألحقت بكل ما ذكره الشيخ دليلاً من القرآن و السنة مع عدم الإطالة في ذكر الأدلة مع بيان درجات الأدلة من حيث الصحة و الضعف والتركيز في ذكر ما جاء في أدلة السنة على الأحاديث المتفق عليها أو ما رواها البخاري أو مسلم ، نسأل الله تبارك و تعالى أن ينفع بها ، و أن يرزقنا العلم النافع و العمل الصالح إنه سميع مجيب . ¶ أ.د عبدالله بن محمد بن أحمد الطيار ¶ 24/ رجب /1423هـ ¶ الزلفي ¶ ص.ب 188 ¶ الرمز البريدي 11932 ¶ بسم الله الرحمن الرحيم ¶ صاحب الفضيلة الشيخ الأستاذ الدكتور/عبد الله ابن محمد بن أحمد الطيار سلمه الله تعالى آمين ¶ السلام عليكم ورحمة الله وبركاته وبعد ¶ فشكراً لكم على زيارة محافظة بقعاء في منطقة حائل ¶ و لعل من أثمن و أغلى ما أهديه لكم : ¶ ( رسالة في الأمر بالمعروف والنهي عن المنكر ) ¶ وهذه المخطوطة للوالد العلامة سماحة الشيخ محمد ابن إبراهيم السيف رحمه الله . ¶ ونظراً لما تتميزون به من مكانة علمية وبحث علمي وتأصيل شرعي وقدرة على التأليف والتحقيق فإني ألتمس منكم حفظكم الله إخراج هذه المخطوطة ليستفيد منها الناس ولكم أن تخرجوها بالصورة التي ترونها نافعة لعباد الله ، وتكون من العلم النافع الذي ينفع الإنسان بعد مماته . ¶ سدد الله خطاكم وأجزل لكم المثوبة ونفع بكم الإسلام والمسلمين وجزاكم الله عنا وعن إخوانكم طلاب العلم خير ما جزى شيخاً عن طلابه وتقبلوا تحيات ابنكم وتلميذكم . ¶ أبو عبد الرحمن ¶ فهد بن عبد الله السيف ¶ محافظة بقعاء - منطقة حائل ¶ جوال / 053176542 ¶ ترجمة صاحب المخطوطة ¶ هو سماحة العلامة الشيخ محمد بن إبراهيم بن محمد ابن سليمان بن سيف المسيكي السبيعي العنزي أصله من آل سيف من بلدة ثادق عاصمة بلدان المحمل. ¶ المولد والنشأة :",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "أما عن سنة ولادته فلم يقف أحد على عام ولادته على ما أعلم ولذا قال الشيخ البسام(( لم أقف على سنة ولادته))(1) وبذلك قال أيضاً علي الهندي(2). ¶ أما نشأته : ¶ فقد نشأ في بيت علم وفضل فأبوه إبراهيم بن سيف رحمه الله كان عالماً من علماء (ثادق من بلدان المحمل ) فكان ماهراً في علم الفقه و الحديث و مصطلحه ومن أوعية الحفظ ولذا عينه الإمام عبد الله بن سعود قاضياً في عمان ثم في بلدان سدير . ولما حصل هدم الدرعية وما حولها على يد الباشا هرب إلى رأس الخيمة تباعداً من الفتن وخوفاً من الأذى فاستمر فيها مرشداً وواعظاً و داعية خير فلما استتب الأمن في نجد عاد إليها فيمن عاد فتعين قاضياً في الرياض في عهد الإمام تركي بن عبدالله وعهد ابنه فيصل. وكان الإمام فيصل يستشيره لأنه كان سديد الرأي ، أميناً على السر. ¶ فهذه نبذة عن حياة والد صاحب المخطوطة ولا شك أن لهذه الأبوة تأثيراً في حياة الابن(3). ¶ ولم يكن الأمر مقصوراً على والد صاحب المخطوطة بل أعمامه كانوا أهل علم وفضل فعماه غنيم ابن سيف وعبد الله ابن سيف كانا قاضيين في عنيزة . ¶ طلبه للعلم وشيوخه: ¶ قال ابن بشر في عنوان المجد : ¶ (( كان الشيخ محمد بن سيف عالماً علامة محققاً فاضلاً، له اليد الطولى في الفقه وشارك في غيره ¶ وله معرفة ودراية ، ثم قرأ في جملة من العلوم ، وأكثر قراءته على الشيخ عبد الرحمن بن حسن ثم قرأ على أبيه إبراهيم ابن سيف ، والشيخ عبد الرحمن بن حسن أول مشايخه فأخذ عنه النحو والتجويد ومبادئ العلوم الشرعية، كما قرأ على أبيه التفسير والحديث )) . ¶ __________ ¶ (1) علماء نجد خلال ثمانية قرون 5/451. ¶ (2) روضة الناظرين عن مآثر علماء نجد ـ محمد القاضي 2/196 . ¶ (3) انظر ترجمة الشيخ إبراهيم بن سيف رحمه الله في روضة الناظرين 1/35. علماء نجد خلال ثمانية قرون (عبدالله البسام ) 1/311.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "ثم سافر إلى مصر في حدود سنة أربع وخمسين ومائتين وألف فيما ذكر، وحصَّل جملة من فنون العلم والأكثر في معاني البيان والحساب(1). ¶ ومن أبرز شيوخه أيضاً عماه غنيم و عبد الله وهما كما ذكرنا آنفاً أهل علم و فضل وقد ترجم لهم سماحة الشيخ عبد الله البسام في كتابه علماء نجد ومن شيوخه أيضاً أحمد بن حسن بن رشيد المشهور بالحنبلي(2). ¶ ثناء العلماء عليه: ¶ قال العلامة الشيخ عبدالله البسام رحمه الله و قد أثنى على المترجم له ( يعني الشيخ محمد ابن سيف رحمه الله ) ثلة من المؤرخين بسعة العلم ووفور العقل و الاستقامة في الدين . وله الباع الطويل في الأدب و التاريخ و كان يجيد قرض الشعر بمهارة و درس في حائل و تخرج عليه عدد كبير من الطلبة و انتهى الإفتاء والتدريس إليه في حائل وماحولها، واشتهر بعلوم جمة و ذاع صيته(3). ¶ قال عنه محمد القاضي : ¶ وله حواش مفيدة ورسائل عديدة وكان لا يخاف في الله لومة لائم قوياً في الأمر بالمعروف والنهي عن المنكر وله مهابة ولكلمته نفوذ وكان محبوباً لدى الخاص والعام كريماً سمحاً عزيز النفس زاهداً ورعاً ومرجعاً في الأنساب وفي الفرائض وحسابها ، مجالسه مجالس علم ممتعة للجالس(4). ¶ وفاة الشيخ رحمه الله : ¶ توفي الشيخ رحمه الله في حائل وقبره في المقبرة الشمالية واختلف في تاريخ وفاته ، قيل في عام 1265هـ. قال العلامة عبدالله البسام : ¶ لكن الصواب أنه توفي بعد عام 1268هـ كما تقدم أن تعيينه للقضاء كان 1268هـ . والله أعلم(5). ¶ ذريته : ¶ ذرية يقال لهم آل سيف وهم يقيمون الآن في محافظة بقعاء إحدى محافظات منطقة حائل في الجهة الشمالية الشرقية(6). ¶ ولقد كان له أخ واحد وهو الشيخ عبد الرحمن وكان طالب علم رحمه الله . ¶ __________ ¶ (1) علماء نجد ـ عبد الله البسام 1/451. ¶ (2) انظر ترجمته في علماء نجد 1/457. ¶ (3) علماء نجد 5/452. ¶ (4) روضة الناظرين ـ محمد القاضي 2/197 ـ 198. ¶ (5) علماء نجد 5/453. ¶ (6) المرجع السابق.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "أما أولاد الشيخ محمد بن سيف فله ولد واحد وهو الشيخ سعد رحمه الله حيث كان خطيباً و مرشداً في بقعاء، وقد خلف الشيخ سعد ثلاثة أولاد وهم : ¶ عبدالله و محمد و عبد العزيز ، و قد عرفوا رحمهم الله بالصلاح و الأمانة . ¶ نسأل الله تعالى بأسمائه الحسنى وصفاته العلى أن يغفر له وأن يجمعنا به في دار كرامته إنه سميع مجيب. ¶ - - - ¶ بسم الله الرحمن الرحيم ¶ وبه نستعين ¶ من محمد ابن سيف إلى من يراه ويسمعه من الإخوان وفقهم الله لطاعة الرحمن واتباع سنة رسول الملك الديان وأعاذهم من الهوى والنفس والشيطان(1). السلام عليكم ورحمة الله وبركاته. ¶ فالذي أحبه لي ولكم هو التعاون على البر والتقوى والتناصح في ذلك قال الله تعالى : { وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقوَى وَلا تَعَاوَنُوا عَلَى الإثْم وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ } (2) وقال : { وَالْعَصْر - إِنَّ الإنسَانَ لَفِي خُسْرٍ - إِلا الَّذِينَ آمَنُواوَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ } (3). ¶ __________ ¶ (1) افتتح المؤلف رحمه الله هذه الرسالة بالدعاء للمدعو ، و هذا بلا شك أسلوب لطيف يدل على حرصه رحمه الله على هداية المدعو ، وهذا كان دأب مشايخنا كشيخ الإسلام محمد بن عبد الوهاب و أحفاده نجدهم يستهلون رسائلهم ومراسلاتهم بالدعاء . ¶ (2) سورة المائدة آية (2). ¶ (3) سورة العصر.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "قال الإمام الشافعي رحمه الله : الناس في غفلة عن هذه الآية وقال تعالى : { إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ } (1) أي في الدين والتناصح والتناصر والتواصي بالخير وقال - صلى الله عليه وسلم - (الدين النصيحة(2).قالوا لمن يا رسول الله ؟ قال لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم )(3). وفي حديث جرير بن عبدالله - رضي الله عنه - ( بايعت رسول الله - صلى الله عليه وسلم - على النصح لكل مسلم )(4). ¶ و قال - صلى الله عليه وسلم - (لايؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه)(5). ¶ ومن التناصح الأمر بالمعروف و النهي عن المنكر قال تعالى: { وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ } (6). وقال تعالى: { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } (7). و قال: { وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولَئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ } (8). ¶ __________ ¶ (1) سورة الحجرات آية (10). ¶ (2) معنى قوله - صلى الله عليه وسلم - ( الدين النصيحة ) أي أن الدين الإسلامي عماده و قوامه النصيحة، و هي كلمة جامعة معناها : حيازة الخير للمنصوح له . ¶ (3) رواه مسلم برقم (55). ¶ (4) رواه البخاري (1/128،129)في الفتح ـ و مسلم برقم(56). ¶ (5) رواه البخاري ـ فتح الباري (1/53،54)ـ ومسلم برقم(45) . ¶ (6) سورة آل عمران آية (104). ¶ (7) سورة الأعراف آية (199). ¶ (8) سورة التوبة آية (71).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وقال تعالى: { لُعِنَ الَّذِينَ كَفَرُوا مِنْ بَنِي إِسْرائيلَ عَلَى لِسَانِ دَاوُدَ وَعِيسَى ابْنِ مَرْيَمَ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ - كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُوا يَفْعَلُونَ } (1). ¶ وقال: { فَلَمَّا نَسُوا مَا ذُكِّرُوا بِهِ أَنْجَيْنَا الَّذِينَ يَنْهَوْنَ عَنِ السُّوءِ وَأَخَذْنَا الَّذِينَ ظَلَمُوا بِعَذَابٍ بَئِيسٍ بِمَا كَانُوا يَفْسُقُونَ } (2). ¶ و قال - صلى الله عليه وسلم - : ( مثل القائم في حدود الله والواقع فيها كمثل قوم استهموا على سفينة فصار بعضهم في أعلاها وبعضهم في أسفلها وكان الذين في أسفلها إذا استقوا الماء مروا على من فوقهم فقالوا لو أنا خرقنا في نصيبنا خرقاً ولم نؤذ من فوقنا فإن تركوهم وما أرادوا هلكوا جميعاً وإن أخذو على أيديهم نجو جميعاً ) رواه البخاري(3). ¶ وقال - صلى الله عليه وسلم - : (إياكم و الجلوس في الطرقات) فقالوا يارسول الله مالنا من مجالسنا بد، نتحدث فيها، فقال - صلى الله عليه وسلم -: (فإذا أبيتم إلا المجلس فأعطوا الطريق حقه) قالوا وما حق الطريق؟ قال: كف الأذى و غض البصر و رد السلام والأمر بالمعروف والنهي عن المنكر ).(4) وقال - صلى الله عليه وسلم - : (لتأمرن بالمعروف و لتنهون عن المنكر أو ليوشكن الله أن يبعث عليكم عقاباً من عنده ثم تدعونه فلا يستجاب لكم)(5). ¶ __________ ¶ (1) سورة المائدة آية (78). ¶ (2) سورة الأعراف آية (165). ¶ (3) رواه البخاري ـ فتح الباري( 5/94 )عن النعمان بن بشير رضي الله عنهما. ¶ (4) رواه البخاري فتح الباري(2/81 ) ـ ومسلم برقم (2121) كلاهما عن أبي سعيد الخدري - رضي الله عنه -. ¶ (5) الحديث رواه أبو داود برقم 4336 عن أبي مسعود - رضي الله عنه - و الحديث فيه انقطاع ، ولذا ضعفه الألباني في ضعيف سنن أبي داود برقم (932) ـ و في ضعيف سنن ابن ماجة برقم (4006) .",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فعليكم بتقوى الله فإنها الجامعة لكل خير وبها يدفع كل شر(1)، ومعنى التقوى فعل ما أمر الله به ورسوله وترك ما نهى الله عنه ورسوله(2). وأن يعمل العبد بطاعة الله على علم من الله و يخشى عقاب الله(3). ¶ __________ ¶ (1) هذا من أعظم ثمرات التقوى ، فحصول الخير و دفع الشر مقرون بتقوى الله تعالى قال تعالى : { وَنَجَّيْنَا الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ } (فصلت:18) فبالتقوى تحصل محبته لوليه { فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ } (آل عمران: من الآية 76) و بها تحصل ولايته { وَاللَّهُ وَلِيُّ الْمُتَّقِينَ } (الجاثية: من الآية19)و بها تحصل الرحمة { وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ } (الحجرات: من الآية10) فإذا حصلت الرحمة حصل خير الدنيا و الآخرة . ¶ (2) وبهذا قال العز بن عبدالسلام رحمه الله (( التقوى فعل الواجبات وترك المحرمات ، و هي وصية الله في الأولين والآخرين )) (شجرة المعارف ص 43). و بهذا قال أيضاً شيخ الإسلام (( التقوى هي فعل ما أمر الله به وترك ما نهى الله عنه )) مجموع الفتاوى (3/1416). ¶ (3) قال طلق بن حبيب رحمه الله ( التقوى عمل بطاعة الله رجاء رحمة الله على نور من الله و التقوى ترك معصية الله مخافة الله على نور من الله ) أخرجه ابن أبي شيبة في الإيمان (99) بسند صحيح . ¶ قال الذهبي رحمه الله تعليقاً : ( أبدع و أجاد فلا تقوى إلا بعمل ولا عمل إلا بترو من العلم و الاتباع ، و لا ينفع ذلك إلا بالإخلاص لله ، لا يقال : فلان تارك للمعاصي بنور الفقه إذ المعاصي يفتقر اجتنابها إلى معرفتها ، و يكون الترك خوفاً من الله، و لا يمدح بتركها فمن داوم على هذه الوصية فقد فاز ) سير أعلام النبلاء (4/601) .",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "قال الله تعالى { وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً } (1). ¶ وقال { وَمَنْ يَتَّقِ اللَّهَ يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْراً } (2). ¶ وقال الرسول - صلى الله عليه وسلم - : ((يا أيها الناس اتقوا ربكم وصلوا خمسكم و صوموا شهركم و أدوا زكاة أموالكم وأطيعوا أمراءكم تدخلوا جنة ربكم ))(3). ¶ و أخلصوا أقوالكم و أفعالكم فإن الأعمال بنيات وإنما لكل امرئ ما نوى(4). ¶ __________ ¶ (1) سورة الطلاق الآيات (2 ،3 ) و معنى الآية أن من حقق تقوى الله جعل له مخرجاً من كرب الدنيا والآخرة ، و رزقه الله من جهة لا تخطر على باله ، نسأل الله تعالى أن يرزقنا تقواه . ¶ (2) سورة الطلاق الآية (5). ¶ (3) الحديث رواه الترمذي في سننه برقم (616) و صححه الألباني في صحيح الترمذي (1190) و برقم (502 ). ¶ (4) يشير إلى حديث عمر بن الخطاب - رضي الله عنه - (إنما الأعمال بالنيات ) البخاري (1/7) ومسلم برقم (3530).",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "فمن تمت نيته تم عونه من الله سبحانه و تعالى(1)، وإن الله لا يقبل من العمل إلا ما كان خالصاً لله صواباً على سنة نبيه محمد - صلى الله عليه وسلم - (2) قال صلعم(3) عن الله أنه يقول (( أنا أغنى الشركاء عن الشرك من عمل عملاً أشرك فيه معي غيري تركته وشركه)(4) وحافظوا على الصلوات(5). في أوقاتها(6) بشروطها(7) وأركانها(8) وواجباتها(9) ¶ __________ ¶ (1) فكلما كان العبد إخلاصه أقوى كلما نال معية الله له ، قال الله تعالى : { إِنَّ اللَّهَ مَعَ الَّذِينَ اتَّقَوْا وَالَّذِينَ هُمْ مُحْسِنُونَ } (النحل:128) والإحسان هو أعلى درجات الإيمان و هو بلا شك أعلى درجات الإخلاص . ¶ (2) هذان هما الشرطان اللذان لا يتحقق قبول العبادة إلا بهما، وهما : الأول الإخلاص لله تعالى. الثاني : أن يكون العمل صواباً يعني على و فق ما جاءت به السنة ، فإذا فقدت العبادة أحد هذين الشرطين لم تقبل ، و بهذا قال سلف الأمة . ¶ (3) قوله (صلعم ) كتابة - صلى الله عليه وسلم - بهذه الطريقة مما أنكره بعض السلف رضوان الله عليهم فلا ينبغي كتابتها بهذه الصفة ، بل على الإنسان إذا صلى على النبي فليكتب - صلى الله عليه وسلم -. ¶ (4) رواه مسلم برقم (2985) عن أبي هريرة - رضي الله عنه - . ¶ (5) لقوله تعالى { حَافِظُوا عَلَى الصَّلَوَاتِ وَالصَّلاةِ الْوُسْطَى وَقُومُوا لِلَّهِ قَانِتِينَ } (البقرة:238). ¶ (6) لقوله تعالى { إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً } (النساء: من الآية103). ¶ (7) فمن شروطها : دخول الوقت ، و الطهارة من الحدث ، والنجس ، والنية واستقبال القبلة وكذا الإسلام و العقل و التمييز. ¶ (8) ومن أركانها : القيام فيها ، و تكبيرة الإحرام ، و الفاتحة ، والركوع ، والسجود والاعتدال منها ، و الجلوس بين السجدتين، والطمأنينة ، والتشهد الأخير ، والصلاة على النبي - صلى الله عليه وسلم -. ¶ (9) ومن واجباتها : التكبير في غير تكبيرة الإحرام ، و قول سمع الله لمن حمده ، والتسبيح في الركوع و السجود و التشهد الأول وقول رب اغفر لي.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "و سننها(1) فإنها عمود الإسلام(2)ونور السماوات والأرض(3) من حفظها فقد حفظ دينه ومن ضيعها فهو لما سواها أضيع. ¶ __________ ¶ (1) و سننها : نوعان قولية ، وفعلية : ¶ فالفعلية كرفع اليدين حال تكبيرة الإحرام ، و عند الركوع ، وعند الرفع منه ، وعند القيام من التشهد الأول .و من السنن أيضاً العملية و ضع اليد اليمنى على اليسرى في الصلاة و كذا جلسة الاستراحة على القول الصحيح من أقوال أهل العلم . أما السنن القولية : كدعاء الاستفتاح ، و قول آمين ، و القراءة بعد الفاتحة للإمام في الصلاة الجهرية،و للإمام و المأموم في الصلاة السرية،و حال الانفراد ، فهذه سنن الصلاة .. ¶ (2) لقوله - صلى الله عليه وسلم - ((بني الإسلام على خمس : وذكر منها الصلاة )) سيأتي تخريجه إن شاء الله و لقوله - صلى الله عليه وسلم - (( رأس الأمر الإسلام وعموده الصلاة )) رواه الترمذي برقم (2762) وصححه الألباني (2/328) برقم (2110 ). ¶ (3) لقوله - صلى الله عليه وسلم - في حديث أبي هريرة - رضي الله عنه - (( والصلاة نور )) رواه مسلم في كتاب الطهارة باب فضل الوضوء ـ برقم (423).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "قال تعالى: { وَمَا أُمِرُوا إِلا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ } (1)عن أبي هريرة - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول :((ولو أن نهراً بباب أحدكم يغتسل منه كل يوم خمس مرات هل يبقى من درنه شيء ؟ قالوا لا ، قال فذلك الصلوات الخمس يمحو الله بهن الخطايا ))(2) وقال - صلى الله عليه وسلم -: ((من ترك الصلاة متعمداً فقد برئت منه ذمة الله))(3) ¶ __________ ¶ (1) سورة البينة آية (5). ¶ (2) رواه البخاري ـ فتح الباري 2/9 ـ ومسلم برقم (667). ¶ (3) رواه أحمد (5/138) وعزاه البيهقي في مجمع الزوائد (1/295) إلى الطبراني في الكبير قال : وفيه بقية بن الوليد وهو مدلس ، وقد عنعنه ، وله شاهد من حديث مكحول عن أم أيمن عند أحمد (6/421) قال البيهقي رجاله رجال الصحيح ، إلا أن مكحولاً لم يسمع من أم أيمن . ¶ قال المنذري : في الترغيب والترهيب (1 /383) رواه الطبراني في الأوسط ، ولا بأس في إسناده في المتابعات . ¶ والحديث صححه الألباني في صحيح الترغيب والترهيب (1/227) برقم (566).",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "قال عمر - رضي الله عنه - : ((لا حظ في الإسلام لمن أضاع الصلاة ))(1) و قال - صلى الله عليه وسلم -: ((أول ما يحاسب به العبد يوم القيامة الصلاة فإن صلحت فقد أفلح وأنجح و إن فسدت فقد خاب وخسر ))(2) و أدوا زكاة أموالكم فإنها أحد أركان الإسلام قال تعالى : { وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ } (3) وقال : { وَوَيْلٌ لِلْمُشْرِكِينَ - الَّذِينَ لا يُؤْتُونَ الزَّكَاة } (4). ¶ __________ ¶ (1) ورد مرفوعاً من كلام عمر - رضي الله عنه - رواه مالك في الموطأ (1/40) وإسناده صحيح وهو في سنن البيهقي (1/356) من طريق مالك . ¶ (2) الحديث رواه أحمد (2/290 و425) ، (4/60 و103) ورواه النسائي وصححه الألباني في صحيح سنن النسائي (1/101) برقم (451) . ¶ (3) سورة المزمل آية (20) . ¶ (4) سورة فصلت آية (6 ، 7 ).",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "و قال - صلى الله عليه وسلم - : ((أول ثلاثة يدخلون النار أمير مسلط وذو ثروة من مال لا يؤدي حق الله فيها و فقير فخور )) (1) وهي مما يحفظ المال و يزكيه و ينميه وما تلف من مال في بر ولا بحر إلا بمنع الزكاة(2)، وقد استقبلتم هذا الشهرالعظيم ، وهو شهر رمضان ، شهر القرآن و المغفرة والإحسان والعتق من النيران(3) و موسم القيام و طاعة الرحمن قال تعالى: { شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ هُدىً لِلنَّاسِ وَبَيِّنَاتٍ مِنَ الْهُدَى وَالْفُرْقَانِ فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ ¶ __________ ¶ (1) رواه أحمد (2/425) عن إسماعيل بن إبراهيم عن هشام الدستوائي به مرفوعاً ورواه الترمذي برقم (1642) وقال حسن صحيح ورواه الحاكم (1/287) والبيهقي (4/82) . ¶ (2) لقوله - صلى الله عليه وسلم - (( ما نقصت صدقة من مال )) رواه مسلم برقم (588) عن ابن عمر - رضي الله عنه - قال : أقبل رسول الله - صلى الله عليه وسلم - فقال :يا معشر المهاجرين :خمس إذا ابتليتم بهن وأعوذ بالله أن تدركوهن : لم تظهر الفاحشة في قوم حتى يعلنوا بها إلا فشا فيهم الطاعون والأوجاع التي لم تكن مضت في أسلافهم الذين مضوا ، ولم ينقصوا المكيال والميزان إلا أخذوا بالسنين وشدة المؤونة وجور السلطان عليهم ، ولم يمنعوا زكاة أموالهم إلا منعوا القطر من السماء ، ولولا البهائم لم يمطروا ، ولم ينقضوا عهد الله وعهد رسوله إلا سلط الله عليهم عدواً من غيرهم فأخذوا بعض ما في أيديهم ، وما لم تحكم أئمتهم بكتاب الله ويتخيروا مما أنزل الله إلا جعل الله بأسهم بينهم )) السلسلة الصحيحة للألباني برقم (106). ¶ (3) يشير إلى ما رواه سلمان الفارسي - رضي الله عنه - عن النبي - صلى الله عليه وسلم - (( يا أيها الناس إنه قد أظلكم شهر عظيم .... )) الحديث وفيه (( وهو شهر أوله رحمه وأوسطه مغفرة وآخره عتق من النار)) الحديث ضعفه الألباني برقم (871).",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُوا الْعِدَّةَ وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ } (1). ¶ وهو الركن الرابع من أركان الإسلام قال - صلى الله عليه وسلم - : ((بني الإسلام على خمس شهادة أن لا إله إلا الله وأني رسول الله وإقام الصلاة و إيتاء الزكاة و صوم رمضان ¶ وحج البيت الحرام ))(2) وقال: (( من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه ))(3) وقال: (( إذا جاء رمضان فتحت أبواب الجنة و غلقت أبواب النار ))(4) وقال: ((صوموا لرؤيته و أفطروا لرؤيته فإن غم عليكم فأكملوا عدة شعبان ثلاثين ))(5) ¶ __________ ¶ (1) سورة البقرة آية (185). ¶ (2) متفق عليه رواه البخاري ـ انظر فتح الباري (1/46) ـ ومسلم برقم (16) كلاهما عن ابن عمر رضي الله عنهما . ¶ (3) متفق عليه انظر فتح الباري (4/221) ـ ومسلم برقم (760) ¶ كلاهما عن أبي هريرة - رضي الله عنه - . ¶ (4) متفق عليه انظر فتح الباري (4/97) ـ ومسلم برقم (1079) ¶ كلاهما عن أبي هريرة - رضي الله عنه - . ¶ (5) متفق عليه انظر فتح الباري (4/106) ـ ومسلم برقم (1081) ¶ ومعنى قوله - صلى الله عليه وسلم - : (( فإن غم عليكم )) أي إذا حال بينكم وبين رؤية الهلال غيم فلم تروه فضيقوا عليه العدد وذلك بإكمال عدة شعبان ثلاثين يوماً .",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "فأكثروا فيه من القرآن والقيام كما هو شأن نبيكم - صلى الله عليه وسلم - فإنه أجود ما يكون في رمضان حين يلقاه جبريل فيدارسه القرآن(1) واحفظوا صيامكم عما يفسده و ينقص ثوابه،فقد قال - صلى الله عليه وسلم - : ((من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه))(2) وقال: (( إذا كان صوم أحدكم فلا يرفث ولا يفسق فإن سابَّه أحد أو قاتله فليقل إني صائم ))(3). ¶ __________ ¶ (1) عن ابن عباس - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - أجود الناس وكان أجود ما يكون في رمضان حين يلقاه جبريل ، وكان جبريل يلقاه في كل ليلة من رمضان فيدارسه القرآن ، فالرسول حين يلقاه جبريل أجود بالخير من الريح المرسلة )) فتح الباري (4/99) ومسلم(2307). ¶ (2) رواه البخاري ـ فتح الباري (4/99). ¶ (3) متفق عليه ـ انظر فتح الباري (4/88) ـ ومسلم برقم (1151) عن أبي هريرة - رضي الله عنه - .",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "و أكثروا فيه من الصدقات فإنها مضاعفة(1)وقال - صلى الله عليه وسلم -: ((من فطر صائماً فله مثل أجره ))(2) والأحاديث في فضله كثيرة عن النبي - صلى الله عليه وسلم - شهيرة ومن استطاع منكم الحج فليبادر إليه عند القدرة عليه(3) فإنه الركن الخامس من أركان الإسلام(4) قال تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ عَنِ الْعَالَمِينَ } (5) ¶ وقال - صلى الله عليه وسلم - : (( من حج و لم يرفث و لم يفسق خرج من ذنوبه كيوم ولدته أمه ))(6) وقال: (( العمرة إلى العمرة كفارة لما بينها والحج المبرور ليس له جزاء إلا الجنة ))(7). ¶ __________ ¶ (1) لما سبق ذكره من حديث ابن عباس - رضي الله عنه - . ¶ (2) عن زيد بن خالد الجهني - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال (( من فطر صائماً كان له مثل أجره غير أنه لا ينقص من أجر الصائم شيء)) حديث صحيح رواه الترمذي وقال حديث حسن وصححه الألباني في صحيح سنن أبي داود برقم (811) وفي صحيح الترغيب والترهيب برقم (1072) . ¶ (3) لقوله تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً } والاستطاعة قسمان : قسم يشترك فيه الرجال والنساء ، وقسم تختص به النساء أما القسم المشترك فهو القدرة على الزاد والراحلة وصحة البدن وأمن الطريق، وإمكان السير . أما القسم الخاص بالنساء فهو اشتراط المحرم وقوله ((فليبادر إليه )) هذا هو الصحيح من أقوال أهل العلم على أن الحج مأمور به على الفور وليس على التراخي . ¶ (4) لحديث عمر - رضي الله عنه - (( بني الإسلام على خمس .... )) سبق تخريجه. ¶ (5) سورة آل عمران (97). ¶ (6) متفق عليه ـ انظر فتح الباري (3/302) ـ ومسلم برقم (1350). ¶ (7) متفق عليه ـ فتح الباري (3/476) ـ ومسلم برقم (1349).",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "والآيات والأحاديث في شأن أركان الإسلام وعقوبة تاركها والمتكاسل عنهاكثيرة لا نطيل بذكرها فامتثلوا ما أمر الله به ورسوله و انتهوا عما نهيتم عنه و أقبلوا على ما خلقتم لأجله تفوزوا بجنة ربكم و ثوابه و تسلموا من غضبه وعقابه(1) فقد أمركم الله و رسوله ببر الوالدين(2)وصلة الأرحام(3) والإحسان إلى الأيتام(4) ¶ __________ ¶ (1) دليل ذلك قوله تعالى: { وَمَا خَلَقْتُ الْجِنَّ وَالإِنْسَ إِلا لِيَعْبُدُونِ } (الذريات:56) . والعبادة اسم جامع لكل ما يحبه الله ويرضاه من الأقوال والأفعال الظاهرة والباطنة فجميع ما أمر الله تعالى به هو عبادة وجميع ما نهى الله عنه إذا تركه العبد ممتثلاً لله تعالى بتركه هو في الحقيقة عبادة . ¶ (2) لقوله تعالى: { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلاإِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانا } (الاسراء: من الآية23). وعن أبي عبدالرحمن عبدالله بن مسعود - رضي الله عنه - قال : سألت رسول الله - صلى الله عليه وسلم - أي الأعمال أحب إلى الله قال (( الصلاة على وقتها )) قلت ثم أي ؟ قال بر الوالدين قلت : ثم أي ؟ قال :(( الجهاد في سبيل الله )) رواه البخاري (10/336)ـ ومسلم برقم (85) . ¶ (3) قال الله تعالى : { وَاتَّقُوا اللَّهَ الَّذِي تَسَاءلونَ بِهِ وَالأَرْحَام } (النساء: من الآية1) وقال أيضاً: { وَالَّذِينَ يَصِلُونَ مَا أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ } (الرعد:21) قيل المراد بها صلة الرحم ولقوله - صلى الله عليه وسلم - (( من كان يؤمن بالله واليوم الآخر فليصل رحمه)) متفق عليه البخاري(10/373) ومسلم برقم (47) عن أبي هريرة - رضي الله عنه - . ¶ (4) لقوله تعالى: { وَاخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ } (الحجر: من الآية88) ¶ وقوله { وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا } (الكهف: من الآية28) ولقوله- صلى الله عليه وسلم - : (( أنا وكافل اليتيم في الجنة هكذا ، وأشار بالسبابة والوسطى وفرج بينهما )) رواه البخاري(10/365) عن سهل بن سعد - رضي الله عنه - .",
            "page": "7",
            "part": "2"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "والجيران(1) والصبر على الأقدار(2) ومراقبة أمر الله(3) ¶ __________ ¶ (1) أما الإحسان إلى الجيران فلقوله تعالى : { وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْب } النساء: من الآية36) وفي حديث ابن عمر وعائشة رضي الله عنهما قالا: قال رسول الله - صلى الله عليه وسلم -:(( مازال جبريل يوصيني بالجار حتى ظننت أنه سيورثه )) متفق عليه انظر فتح الباري (10/369) ومسلم برقم (2624) . ¶ (2) أما الصبر على الأقدار فلقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اصْبِرُوا وَصَابِرُوا } (آل عمران: من الآية200) وقوله تعالى : { إِنَّمَا يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسَابٍ } (الزمر: من الآية10) ولقوله - صلى الله عليه وسلم - (( .... ومن يصبر يصبره الله، وما أعطي أحد عطاءً خيراً من الصبر )). متفق عليه انظر فتح الباري(3/165) ومسلم برقم (1053) عن أبي سعيد الخدري - رضي الله عنه - . ¶ (3) ومراقبة أمر الله تعالى لأن الله تعالى أمر بمراقبته قال تعالى: { الَّذِي يَرَاكَ حِينَ تَقُومُ - وَتَقَلُّبَكَ فِي السَّاجِدِينَ } (الشعراء:218، 219) وقال : { إِنَّ اللَّهَ لا يَخْفَى عَلَيْهِ شَيْءٌ فِي الأَرْضِ وَلا فِي السَّمَاءِ } (آل عمران:5) ويقول - صلى الله عليه وسلم - في حديث جبريل المشهور لما سأله عن الإحسان قال : ((أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك )). رواه مسلم برقم (8) عن أمير المؤمنين عمر بن الخطاب - رضي الله عنه - .",
            "page": "8",
            "part": "2"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "والتوكل عليه(1) والتفكر(2) في خلقه وأمره ¶ والاستقامة على طاعته(3) ¶ __________ ¶ (1) والتوكل عليه : لأن التوكل شرط في الإيمان قال تعالى: { وَعَلَى اللَّهِ فَتَوَكَّلُوا إِنْ كُنْتُمْ مُؤْمِنِينَ } (المائدة: من الآية23). ¶ (2) أما التفكر فقد أمر الله تعالى به ووصف المؤمنين به فقال : { إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ وَاخْتِلافِ اللَّيْلِ وَالنَّهَارِ لآياتٍ لأُولِي الأَلْبَابِ - الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ } (آل عمران:190،191) وقال أيضاً { أَفَلا يَنْظُرُونَ إِلَى الأِبِلِ كَيْفَ خُلِقَتْ - وَإِلَى السَّمَاءِ كَيْفَ رُفِعَتْ - وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ - وَإِلَى الأَرْضِ كَيْفَ سُطِحَتْ } (الغاشية:من الآية 17،إلى الآية 20). ¶ (3) والاستقامة على طاعة الله لقوله تعالى : { فَاسْتَقِمْ كَمَا أُمِرْتَ وَمَنْ تَابَ مَعَكَ وَلا تَطْغَوْا } (هود: من الآية112) وقوله تعالى : { إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا فَلا خَوْفٌ عَلَيْهِمْ وَلا هُمْ يَحْزَنُونَ } (الاحقاف:13) . ¶ ولقوله - صلى الله عليه وسلم - لأبي عمرو سفيان بن عبدالله :(( قل آمنت بالله ثم استقم )) رواه مسلم برقم(38) .",
            "page": "9",
            "part": "2"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "والمبادرة إلى الخير(1) وجهاد النفس والهوى والشيطان(2) ¶ __________ ¶ (1) والمبادرة إلى الخيرات : لأمر الله بذلك فقد قال جل وعلا : { فَاسْتَبِقُوا الْخَيْرَاتِ } (البقرة:من الآية148)ولقوله تعالى: { وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ } (آل عمران133) . ¶ (2) قوله وجهاد النفس والهوى والشيطان . لأنهم ألدّ أعداء بني آدم ،و لذا تجب مجاهدتهم قال تعالى عن النفس { إِنَّ النَّفْسَ لأَمَّارَةٌ بِالسُّوءِ } (يوسف: من الآية53) أما الهوى فقد قال الله تعالى فيه : { يَا دَاوُدُ إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأَرْضِ فَاحْكُمْ بَيْنَ النَّاسِ بِالْحَقِّ وَلا تَتَّبِعِ الْهَوَى فَيُضِلَّكَ عَنْ سَبِيلِ اللَّهِ } (صّ : من الآية26) أما الشيطان فقد قال الله تعالى في شأنه: { إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ } (فاطر:6) .",
            "page": "10",
            "part": "2"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فإنه الجهاد الأكبر(1). والانقياد لحكم الله(2) والمحافظة على سنة رسوله(3) وصدق الحديث(4) ¶ __________ ¶ (1) لأنه لا يتم جهاد أعداء الملة والدين إلا بجهاد هذه الثلاثة ، ولذا كان جهاد هذه الثلاثة أكبر . ¶ (2) قوله (الانقياد لحكم الله ): لقوله تعالى { فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً } (النساء:65). ¶ (3) قوله ( والمحافظة على سنة رسوله) لقوله تعالى : { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهَاكُمْ عَنْهُ فَانْتَهُوا } (الحشر: من الآية7) وقوله تعالى { فَلْيَحْذَرِ الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ } (النور: من الآية63) وعن أبي هريرة أن رسول الله - رضي الله عنه - قال :((كل أمتي يدخلون الجنة إلا من أبى قيل ومن يأبى يا رسول الله ؟قال من أطاعني دخل الجنة ومن عصاني فقد أبى )). رواه البخاري فتح الباري(13/214). ¶ (4) قوله ( وصدق الحديث) : لقوله تعالى : { يَا أَيُّهَا الذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ } (التوبة:119) ولقوله - صلى الله عليه وسلم - ((إن الصدق يهدي إلى البر وإن البر يهدي إلى الجنة وإن الرجل ليصدق حتى يكتب عند الله صديقا)) رواه البخاري(10/42) ومسلم برقم (2607) من حديث ابن مسعود .",
            "page": "11",
            "part": "2"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وأداء الأمانة (1) وستر عورات المسلمين(2) و قضاء حوائجهم(3) ¶ __________ ¶ (1) قوله ( وأداء الأمانة ): لقوله تعالى : { إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا } النساء: من الآية58) ولقوله - صلى الله عليه وسلم - ((آية المنافق ثلاث : إذا حدث كذب ،و إذا وعد أخلف، وإذا اؤتمن خان )) متفق عليه من حديث أبي هريرة ـ انظر فتح الباري (1/83) ومسلم برقم (59). ¶ (2) قوله (و ستر عورات المسلمين ): لقوله تعالى { إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالآخِرَةِ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ } (النور:19) ولقوله - صلى الله عليه وسلم - (( لا يستر عبدٌ عبداً في الدنيا إلا ستره الله يوم القيامة )) رواه مسلم برقم (2590) وبرقم (72) عن أبي هريرة - رضي الله عنه -. ¶ (3) قوله: (و قضاء حوائجهم ):لقوله تعالى: { وَافْعَلُوا الخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ } (الحج:من الآية77) ولقوله - صلى الله عليه وسلم - (( المسلم أخو المسلم لا يظلمه ولا يسلمه من كان في حاجة أخيه كان الله في حاجته ومن فرج عن مسلم كربة فرج الله عنه كربة من كرب يوم القيامة ومن ستر مسلماً ستره الله في الدنيا والآخرة )) متفق عليه فتح الباري (5/70،71) ومسلم برقم(2580) .",
            "page": "12",
            "part": "2"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "والشفاعة لهم(1) والإصلاح بينهم(2) وملاحظة ضعفتهم وهم النساء والفقراء والأيتام فإن الله سبحانه و رسوله - صلى الله عليه وسلم - قد أمرا بالإحسان إليهم والشفقة عليهم والتواضع لهم والرفق بهم و توقير الكبير ورحمة الصغير(3) والحب في ¶ الله والموالاة لله والمعاداة فيه(4) ¶ __________ ¶ (1) قوله ( والشفاعة لهم ) : لقوله تعالى { مَنْ يَشْفَعْ شَفَاعَةً حَسَنةً يَكُنْ لَهُ نَصِيبٌ مِنْهَا } (النساء: من الآية85) ولقوله - صلى الله عليه وسلم - ((اشفعوا تؤجروا ويقضي الله على لسان نبيه ما أحب)). متفق عليه البخاري (3/238) ـ ومسلم برقم (2627) عن أبي موسى الأشعري - رضي الله عنه -. ¶ (2) قوله ( والإصلاح بينهم ) : لقوله تعالى { لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْوَاهُمْ إِلا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ النَّاسِ } (النساء: من الآية114) ولقوله - صلى الله عليه وسلم - (( كل سلامى من الناس عليه صدقة ، كل يوم تطلع فيه الشمس تعدل بين الاثنين صدقة ....)) ومعنى تعدل بين اثنين تصلح بينهم بالعدل . رواه البخاري (5/226) ومسلم برقم (1009) . ¶ (3) قوله: ( وملاحظة ضعفتهم وهم النساء والفقراء والأيتام .........) ¶ أما النساء فقد قال الله تعالى: { وَعَاشِرُوهُنَّ بِالْمَعْرُوف } (النساء: من الآية19) ولقوله - صلى الله عليه وسلم - (( استوصوا بالنساء خيراً ....)) متفق عليه من حديث أبي هريرة - رضي الله عنه - ¶ فتح الباري (6/261 ،262) ـ ومسلم برقم(1468) أما الفقراء والأيتام فقد مرت الأدلة من الكتاب والسنة في حقهم. ¶ (4) قوله (و الحب في الله والموالاة لله والمعاداة فيه) : ¶ هذا يعتبر أصلاً من أصول الدين ، يعنى أصل ( الولاء والبراء ) وقد غفل الكثيرون للأسف عن هذا الأصل العظيم . قال تعالى في وصف نبيه ومن آمن به: { مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُم } (الفتح: من الآية29) وقال تعالى: { وَالَّذِينَ تَبَوَّأُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ } (الحشر: من الآية9) أما في المعاداة لأولياء الشيطان فقد قال تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاء } (الممتحنة: من الآية1) . وعن أنس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: (( ثلاث من كُنَّ فيه وجد بهن حلاوة الإيمان : أن يكون الله ورسوله أحب إليه مما سواهما وأن يحب المرء لا يحبه إلا لله ، وأن يكره أن يعود في الكفر بعد أن أنقذه الله منه، كما يكره أن يقذف في النار )) متفق عليه ـ فتح الباري (1/56،58) ـ مسلم برقم (43)",
            "page": "13",
            "part": "2"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وزيارة أهل الخير",
            "page": "14",
            "part": "2"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وصحبتهم(1) والخوف من الله(2) والرجاء(3) ¶ والشكر له(4) ¶ __________ ¶ (1) قوله (و زيارة أهل الخير وصحبتهم ) : فعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - ((أن رجلاً زار أخاً له في قرية أخرى ، فأرصد الله تعالى على مدرجته ملكاً فلما أتى عليه قال : أين تريد ؟قال : أريد أخاً لي في هذه القرية ، قال : هل لك عليه من نعمة تربُّها عليه ؟ قال : لا غير أني أحبه في الله تعالى ، قال: ((فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه )) رواه مسلم برقم (2567) . ¶ (2) قوله ( والخوف من الله ) : لقوله تعالى { وَإِيَّايَ فَارْهَبُونِ } (البقرة: من الآية40) أي خافوني خوفاً معه تحرز فيما تأتون وما تذرون، والخوف من الله يوجب محبته وهو أعظم مراتب العبودية لله تعالى، ولذا أعد الله لمن خاف مقامه والوقوف بين يديه جنتين فقال { وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ } (الرحمن:46). ¶ (3) قوله ( والرجاء ) : أي ورجاء العبد ربه سبحانه وتعالى في كشف الضر أو دفعه وجلب النفع، ورجاء الله تعالى يورث صاحبه حسن الظن بربه سبحانه وتعالى، فقد جاء في المتفق عليه من حديث أبي هريرة - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - أنه قال: قال الله تعالى (( أنا عند حسن ظن عبدي بي وأنا معه حين يذكرني ....)) ¶ الحديث انظر فتح الباري(13/325،328) ومسلم برقم (2675). ¶ (4) قوله ( والشكر له ): لقوله تعالى { أَنِ اشْكُرْ لِي وَلوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } (لقمان: من الآية14) وشكر الله تعالى يتمثل في نعمه الظاهرة والباطنة، فمن أعظم نعم الله الباطنة الإيمان به وبكل ما جاء في العبادات التي مدارها على القلب، فكل هذا من نعم الله على العبد . ¶ والنعم الظاهرة يستحق عليها كذلك الشكر ونعم الله الظاهرة كثيرة يعرفها الصغير و الكبير، وهي لا تحصى كما قال تعالى : { وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوهَا } (إبراهيم: من الآية34)",
            "page": "1",
            "part": "3"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "والبكاء من خشيته(1) والشوق إليه ¶ والقناعة والعفاف والإيثار و المواساة(2) وترك حظ النفس والشهوات(3) ¶ __________ ¶ (1) قوله ( والبكاء من خشيته ): لأن هذا هو حال عباد الله المخبتين، قال تعالى في وصف عباده المؤمنين : { وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعاً } (الاسراء:109) وعن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - (( سبعة يظلهم الله في ظله يوم لا ظل إلا ظله ......)) إلى أن قال (( ورجل ذكر الله خالياً ففاضت عيناه )) . متفق عليه فتح الباري (2/119) ـ ومسلم برقم (1031). ¶ (2) الآيات والأحاديث التي جاءت في بيان هذه الخصال الحميدة كثيرة منها قوله تعالى : { للْفُقَرَاءِ الَّذِينَ أُحْصِرُوا فِي سَبِيلِ اللَّهِ لا يَسْتَطِيعُونَ ضَرْباً فِي الأَرْضِ يَحْسَبُهُمُ الْجَاهِلُ أَغْنِيَاءَ مِنَ التَّعَفُّفِ تَعْرِفُهُمْ بِسِيمَاهُمْ لا يَسْأَلونَ النَّاسَ إِلْحَافاً } (البقرة: من الآية273) . ¶ وقوله تعالى : { وَالَّذِينَ تَبَوَّأُوا الدَّارَ وَالإِيمَانَ مِنْ قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلا يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِمَّا أُوتُوا وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ وَمَنْ يُوقَ شُحَّ نَفْسِهِ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ } (الحشر:9) ¶ وعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال (( ليس الغنى كثرة العَرَض ولكن الغنى غنى النفس)) والعَرَض هو المال رواه البخاري ـ انظر فتح الباري (11/231) ـ ومسلم ْ(1051). ¶ (3) قوله ( وترك حظ النفس والشهوات ) : ¶ لأن هذا ليس من الخصال الحميدة التي يثنى على المرء من قبل ربه سبحانه، فإن الله قد ذم ْ أهل الشهوة وبين عاقبة من أطلق شهوته قال جل وعلا : { فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيّاً } (مريم:59) وقال { تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ لا يُرِيدُونَ عُلُوّاً فِي الأَرْضِ وَلا فَسَاداً وَالْعَاقِبَةُ لِلْمُتَّقِينَ } (القصص:83).",
            "page": "2",
            "part": "3"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وعليكم بالتنافس في أمور ¶ الآخرة(1) والتواضع وحسن الخلق(2) والرفق و الحلم ¶ والعفو(3) والإعراض عن الجاهلين(4) ¶ __________ ¶ (1) قوله: ( عليكم بالتنافس في أمور الآخرة ) : ¶ لأن الله تعالى حينما ذكر ما أعده للمؤمنين في جنته حث على التنافس في ذلك، ولا يتم ْذلك إلا بكثرة الأعمال الصالحة التي ترفع للعبد درجته في الجنة قال تعالى: { إِنَّ الأَبْرَارَ لَفِي نَعِيمٍ - عَلَى الأَرَائِكِ يَنْظُرُونَ - تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النَّعِيمِ - يُسْقَوْنَ مِنْ رَحِيقٍ مَخْتُومٍ } (المطففين: من آية 22 إلى 25) . ¶ (2) قوله ( والتواضع وحسن الخلق ): لقوله - صلى الله عليه وسلم - (( إن الله أوحى إلىَّ أن تواضعوا حتى لا يفخر أحد على أحد ولا يبغي أحد على أحد )) . رواه مسلم برقم (2865) عن عياض بن حمار - رضي الله عنه - . ¶ وعن أبي هريرة - رضي الله عنه - : أن رسول الله - صلى الله عليه وسلم - قال (( ما نقصت صدقة من مال، وما زاد الله عبداً بعفو إلا عزاً وما تواضع أحد لله إلا رفعه الله )) رواه مسلم برقم (2588) . ¶ وعن أبي هريرة - رضي الله عنه - أيضاً أن النبي - صلى الله عليه وسلم - (( قال أكمل المؤمنين إيماناً أحسنهم خلقاً وخياركم خياركم لنسائهم )) . رواه الترمذي برقم (1162). ¶ (3) قوله: ( والحلم والرفق والعفو ) : ¶ لأن الله مدح أصحاب هذه الصفات فقال { وَالْكَاظِمِينَ الْغَيْظَ وَالْعَافِينَ عَنِ النَّاسِ } (آل عمران: من الآية134) وقال { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } (الأعراف:199) قال رسول الله - صلى الله عليه وسلم - (( إن الله رفيق يحب الرفق في الأمر كله )) متفق عليه ـ انظر فتح الباري (10/325) ـ ومسلم (2165) . ¶ (4) قوله ( والإعراض عن الجاهلين ) : ¶ لقوله تعالى { فَاصْفَحِ الصَّفْحَ الْجَمِيلَ } (الحجر: من الآية85) وقوله تعالى : { خُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِضْ عَنِ الْجَاهِلِينَ } (الأعراف:199).",
            "page": "3",
            "part": "3"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "واحتمال ¶ الأذى(1) والانتصار لدين الله والغضب عند حرماته وحرمات شرعه(2) ¶ وطاعة ولاة الأمر في طاعة الله ورسوله(3) ¶ __________ ¶ (1) قوله ( واحتمال الأذى ): ¶ لقوله تعالى { وَلَمَنْ صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأُمُورِ } (الشورى:43) ¶ وعن أبي هريرة - رضي الله عنه - أن رجلاً قال : يا رسول الله : إن لي قرابة أصلهم ويقطعوني وأحسن إليهم ويسيئون إلي، وأحلم عنهم ويجهلون علي فقال : (( لئن كنت كما قلت فكأنما تسفهم المل ولا يزال معك من الله تعالى ظهير عليهم ما دمت على ذلك )) رواه مسلم برقم (2558). ¶ (2) قوله ( والانتصار لدين الله والغضب عند حرماته ): ¶ قال الله تعالى { ذَلِكَ وَمَنْ يُعَظِّمْ حُرُمَاتِ اللَّهِ فَهُوَ خَيْرٌ لَهُ عِنْدَ رَبِّهِ وَأُحِلَّتْ لَكُمُ الأَنْعَامُ إِلا مَا يُتْلَى عَلَيْكُمْ فَاجْتَنِبُوا الرِّجْسَ مِنَ الأَوْثَانِ وَاجْتَنِبُوا قَوْلَ الزُّورِ } (الحج:30) وقوله تعالى: { ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ } (الحج:32) . وقوله - صلى الله عليه وسلم - لأسامة بن زيد - رضي الله عنه - حيث أتى ليشفع في المرأة التي سرقت (( أتشفع في حد من حدود الله تعالى)) ثم قام فاختطب ثم قال : (( إنما أهلك من كان قبلكم أنهم كانوا إذا سرق فيهم الشريف تركوه وإذا سرق فيهم الضعيف أقاموا عليه الحد وأيم الله لو أن فاطمة بنت محمد سرقت لقطعت يدها )) متفق عليه ـ انظر فتح الباري (12/77) ـ ومسلم (1688) . ¶ (3) قوله ( وطاعة ولاة الأمر في طاعة الله ورسوله ): ¶ لقوله تعالى { يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمْرِ مِنْكُمْ } (النساء: من الآية59) ¶ وعن ابن عمر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال (( على المرء المسلم السمع والطاعة فيما أحب وكره إلا أن يؤمر بمعصية فإذا أمر بمعصية فلا سمع ولا طاعة )) . متفق عليه انظر فتح الباري (13/109) ـ ومسلم برقم (1839) .",
            "page": "4",
            "part": "3"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "والوفاء بالعهد(1) والحياء(2) ¶ وطيب الكلام (3) وإكرام الضيف والجليس(4) واستخارة الله تعالى(5) في جميع الأمور ومشاورة أهل الخير وإفشاء السلام(6) ¶ __________ ¶ (1) قوله ( والوفاء بالعهد ) : ¶ لقوله تعالى : { وَأَوْفُوا بِالْعَهْدِ إِنَّ الْعَهْدَ كَانَ مَسْؤُولاً } (الإسراء: من الآية34) وقوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ } (المائدة: من الآية1). ¶ (2) قوله ( والحياء ) : ¶ لأنه من الإيمان قال - صلى الله عليه وسلم - (( ..... والحياء شعبة من شعب الإيمان )) متفق عليه انظر فتح الباري (1/48) ـ ومسلم برقم (35) . ¶ (3) قوله ( وطيب الكلام ) : ¶ لأنه خصلة من خصال الخير، كانت إحدى خصال النبي - صلى الله عليه وسلم - قال تعالى في وصفه : { وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لانْفَضُّوا مِنْ حَوْلِك } (آل عمران: من الآية159) وعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: ((والكلمة الطيبة صدقة )). متفق عليه انظر فتح الباري (6/92) ـ ومسلم برقم (1009). ¶ (4) قوله ( وإكرم الضيف والجليس ) : ¶ لقوله - صلى الله عليه وسلم - من حديث أبي هريرة - رضي الله عنه - (( من كان يؤمن بالله واليوم الآخر فليكرم ضيفه..)) متفق عليه ـ انظر فتح الباري (10/373) ـ ومسلم برقم (47). ¶ (5) قوله ( واستخارة الله في جميع الأمور ومشاورة أهل الخير ) : ¶ لما جاء عن جابر - رضي الله عنه - قال (( كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كالسورة من القرآن ....)) الحديث رواه البخاري ـ فتح الباري (3/40). ¶ قال تعالى : { وَشَاوِرْهُمْ فِي الأَمْر } (آل عمران: من الآية15). ¶ (6) قوله ( وإفشاء السلام ) : ¶ لقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَدْخُلُوا بُيُوتاً غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا عَلَى أَهْلِهَا } (النور: من الآية27). ¶ وجاء في المتفق عليه من حديث عبدالله بن عمرو بن العاص رضي الله عنهما أن رجلاً سأل رسول الله - صلى الله عليه وسلم - أي الإسلام خير ؟ ((قال تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف)) . فتح الباري (11/ 18) ومسلم (39) ¶ وروى مسلم من حديث أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم -: (( لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا أولا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم) رواه مسلم برقم (54) .",
            "page": "5",
            "part": "3"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "وتشميت لعاطس(1) وعيادة المريض(2) وتشييع الجنازة(3) والإكثار من ذكر الله تعالى(4) وذكر الموت(5) ¶ __________ ¶ (1) قوله ( وتشميت العاطس ): ¶ لحديث أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (( إن الله يحب العطاس ويكره التثاؤب، فإذا عطس أحدكم وحمد الله تعالى كان حقاً على كل مسلم سمعه أن يقول له يرحمك الله وأما التثاؤب فإنما هو من الشيطان فإذا تثاءب أحدكم فليرده ما استطاع فإن أحدكم إذا تثاءبَ ضحك منه الشيطان )) رواه البخاري ـ انظر فتح الباري (10/ 501) . ¶ (2) قوله ( وعيادة المريض ) : ¶ لما جاء في المتفق عليه من حديث البراء بن عازب - رضي الله عنه - قال ((أمرنا رسول الله - صلى الله عليه وسلم - بعيادة المريض واتباع الجنازة وتشميت العاطس وإبرار القسم ونصرة المظلوم وإجابة الداعي وإفشاء السلام )). فتح الباري (11/15) ـ ومسلم (2069). ¶ (3) قوله ( وتشييع الجنازة ) : ¶ لحديث البراء بن عازب - رضي الله عنه - السابق ذكره . ¶ (4) قوله ( والإكثار من ذكر الله ) : ¶ لقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكرُوا اللَّهَ ذِكْراً كَثِيراً } (الأحزاب:41). ¶ (5) قوله: ( وذكر الموت ) : ¶ لأن الموت يزهد العبد في دنياه بل هو من أعظم ما تعالج به القلوب، ولذا جاء في الأثر (( أكثروا من ذكر هادم اللذات، يعني الموت )) . ¶ رواه الترمذي برقم (2308) وأخرجه ابن ماجة (4258) وإسناده حسن وصححه ابن حبان (2559) (2562) .",
            "page": "6",
            "part": "3"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وحفظ أوقات عمره عن إضاعتها فيما يضره أو بما لا ينفعه ،و إشغال وقته فيما خلق لأجله(1) وتلاوة القرآن(2) والمحافظة على الجمعة والجماعات(3) ¶ __________ ¶ (1) لقوله تعالى : { وَالْعَصْرِ - إِنَّ الأِنْسَانَ لَفِي خُسْرٍ - إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ } (العصر) فالعصر هذا هو الزمن، والمراد به عمر الإنسان، وقسم الرب سبحانه وتعالى بهذا الزمن دليل على شرفه وأهميته، فبالاهتمام به تحصل السعادة في الدنيا والآخرة، وبالتفريط فيه تحصل الندامة في الدنيا والآخرة من عند ربه، ولقوله - صلى الله عليه وسلم - (( لا تزول قدما ابن آدم يوم القيامة حتى يسأل عن خمس : عن عمره فيما أفناه وعن شبابه فيما أبلاه وماله من أين اكتسبه وفيما أنفقه وماذا عمل فيما علم)). السلسلة الصحيحة برقم (946). ¶ (2) قوله ( وتلاوة القرآن ) : ¶ لقوله تعالى : { إِنَّ الَّذِينَ يَتْلُونَ كِتَابَ اللَّهِ وَأَقَامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْنَاهُمْ سِرّاً وَعَلانِيَةً يَرْجُونَ تِجَارَةً لَنْ تَبُورَ - لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُمْ مِنْ فَضْلِهِ إِنَّهُ غَفُورٌ شَكُورٌ } (فاطر:29،30). ¶ وروى مسلم في صحيحه من حديث أبي أمامة - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : (( اقرؤوا القرآن فإنه يأتي يوم القيامة شفيعاً لأصحابه )). مسلم برقم (104). ¶ (3) قوله: ( والمحافظة على الجمعة والجماعات ) : ¶ وذلك لأنها من جملة المأمورات التي أمر الله بها فالمحافظة عليها من أعظم الواجبات فعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : (( والذي نفسي بيده لقد هممت أن آمر بحطب فيحتطب، ثم آمر بالصلاة فيؤذن لها، ثم آمر رجلاً فيؤم الناس، ثم أخالف إلى رجال فأحرق عليهم بيوتهم )). متفق عليه ـ انظر فتح الباري (2/107،108) ومسلم برقم (251).",
            "page": "7",
            "part": "3"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "، والسنن الرواتب مع الفرائض(1) وبقية النوافل كالتراويح وصلاة الضحى وتحية المسجد وقيام الليل(2) ¶ __________ ¶ (1) قوله: ( والسنن الرواتب مع الفرائض ) : ¶ لقول أم حبيبة رضي الله عنها سمعت رسول الله - صلى الله عليه وسلم - يقول : ¶ (( ما من عبد مسلم يصلي كل يوم ثنتي عشرة ركعة تطوعاً غير الفريضة إلا بَنىَ الله له بيتاً في الجنة أو إلا بُنِيَ له بيت في الجنة )). رواه مسلم برقم (728). ¶ و السنن الرواتب هي : ¶ أربع ركعات قبل الظهر وركعتان بعدها. ¶ وركعتان بعد المغرب. وركعتان بعد العشاء. وركعتان قبل الفجر. ¶ ويضاف إلى ذلك أربع ركعات بعد الجمعة فإنهن من الرواتب . ¶ (2) قوله ( وبقية النوافل كالتراويح ....... إلى قوله وقيام الليل ) ¶ أما صلاة التراويح فلما جاء في فضلها : ¶ فقد جاء في المتفق عليه عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: (( من قام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه )) . ¶ انظر فتح الباري (4/ 217،218) ـ ومسلم برقم (779). ¶ وصلاة الضحى : ¶ لما جاء أيضاً في المتفق عليه عن أبي هريرة - رضي الله عنه - قال : أوصاني خليلي - صلى الله عليه وسلم -:((بصيام ثلاثة أيام من كل شهر وركعتي الضحى وأن أو تر قبل أن أنام )) . ¶ انظره في فتح الباري (3/47) ـ ومسلم برقم (721). ¶ أما تحية المسجد : ¶ لما جاء أيضاً في المتفق عليه عن أبي قتادة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : (( إذا دخل أحدكم المسجد فلا يجلس حتى يصلي ركعتين)) .فتح الباري (1/447) ومسلم برقم (714) . ¶ وقيام الليل : وذلك لأنه دأب الصالحين من عباد الله المتقين قال الله تعالى في وصفهم : { كَانُوا قَلِيلاً مِن اللَّيْلِ مَا يَهْجَعُونَ } (الذريات:17) وقال أيضاً { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } (السجدة: من الآية16). ¶ وفي مسلم من حديث أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : ((أفضل الصيام بعد رمضان شهر الله المحرم، وأفضل الصلاة بعد الفريضة صلاة الليل )). مسلم برقم (1163).",
            "page": "8",
            "part": "3"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "والمحافظة على سنن الفطرة مثل",
            "page": "9",
            "part": "3"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "السواك(1) وقص الشارب وإعفاء اللحية فقد قال - صلى الله عليه وسلم -: (( قصوا الشوارب وأوفوا اللحى خالفوا المجوس ))(2) فالناصح لنفسه لا يرضى لها بمشابهة المجوس وتغره نفسه وشيطانه ويؤثر طاعتهما على طاعة مولاه ورسوله ومما أمر الله به ورسوله ، الإحسان إلى المماليك ، والرفق بهم فقد قال - صلى الله عليه وسلم - عند موته (( الصلاة الصلاة وما ملكت أيمانكم))(3) والسماحة في البيع والشراء ، والأخذ والعطاء ، وحسن القضاء والاقتضاء ، والوفاء بالكيل والوزن(4) ¶ __________ ¶ (1) قوله ( مثل السواك ) : ¶ لقوله - صلى الله عليه وسلم - في حديث أبي هريرة - رضي الله عنه - المتفق عليه (( لولا أن أشق على أمتي ـ أو على الناس ـ لأمرتهم بالسواك مع كل صلاة )) فتح الباري (2/311 ، 312) ـ ومسلم (352). ¶ (2) الحديث رواه مسلم برقم (260). ¶ (3) رواه أحمد (6/290) في مسند أم سلمة زوج النبي - صلى الله عليه وسلم - ورضي الله عنها . ¶ (4) وهذا من أعظم خصال المعاملات أي أن يكون مبناها على السماحة في كل شؤون الحياة مما هو لازم بين الإنسان و أخيه الإنسان، أما المعاملات التي مبناها على الغش و الخديعة ، فضلاً عن كونها محرمة فهي تورث الكراهية و التباغض بين أفراد المجتمعات قال الله تعالى في بيان ما ذكره المؤلف : ¶ { وَيْلٌ لِلْمُطَفِّفِينَ - الَّذِينَ إِذَا اكْتَالُوا عَلَى النَّاسِ يَسْتَوْفُونَ - وَإِذَا كَالُوهُمْ أَوْ وَزَنُوهُمْ يُخْسِرُونَ } (المطففين:من 1 إلى 3). ¶ و روى البخاري عن جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال (( رحم الله رجلاً سمحاً إذا باع وإذا اشترى و إذا اقتضى )) فتح الباري (4/260) . ¶ وعن أبي هريرة - رضي الله عنه - أن رجلاً أتى النبي - صلى الله عليه وسلم - يتقاضاه فأغلظ له فهم به أصحابه فقال رسول الله - صلى الله عليه وسلم - (( أعطوه سناً مثل سنه )) قالوا : يا رسول الله لا نجد إلا أمثل من سنه قال (( أعطوه فإن خيركم أحسنكم قضاء )) . متفق عليه انظر فتح الباري (4/394) ـ و مسلم برقم (3005)",
            "page": "1",
            "part": "4"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وغير ذلك من أنواع العبادة التي أمر الله بها ورسوله وخلفاؤه الراشدون(1) وكل واحدة من هذه الأنواع التي ذكرنا قد وعد الله ورسوله لمن فعلها وحافظ عليها بالحفظ والعزة في الدنيا والثواب في الجنة في الآخرة(2) قال تعالى: { وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولَئِكَ هُمُ الْفَائِزُونَ } (3). ¶ وقال : { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا } (4) ومن أعظم ما نهى الله عنه ورسوله، الإشراك بالله (5) ¶ __________ ¶ (1) قوله : ( وخلفاؤه الراشدون ) ¶ وذلك لأننا مأمورون بكل ما جاءوا به من أمور لم تكن في كتاب الله و لا سنة رسوله - صلى الله عليه وسلم - قال - صلى الله عليه وسلم - (( .... فعليكم بسنتي و سنة الخلفاء الراشدين المهديين من بعدي ...)) رواه الترمذي ، و قال حسن صحيح . ¶ (2) وقد بينا جملة من الآيات و الأحاديث التي تدل على ما قال المؤلف رحمه الله. ¶ (3) سورة النور الآية (52) . ¶ (4) سورة الحشر آية (7). ¶ (5) الشرك بالله : هو أعظم ذنب عصي الله به ، و لذا توعد الله تعالى فاعله بعدم دخول الجنة قال تعالى : { إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ } (المائدة: من الآية72) . ¶ والشرك : معناه أن تجعل لله نداً تدعوه و تتقرب إليه و تسأله الشفاعة و تصرف أنواع العبادة له ، فتذبح له ، و تنذر له ، و تسجد له ، و هذا من أعظم الذنوب على الإطلاق نعوذ بالله من موجبات غضبه و أليم عقابه .",
            "page": "2",
            "part": "4"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وعقوق الوالدين و قطيعة الرحم، قال تعالى: { وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً } (1) وقال تعالى: { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ } (2). ¶ __________ ¶ (1) سورة النساء الآية (31). ¶ (2) سورة محمد الآية (22).",
            "page": "3",
            "part": "4"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وقال رسول الله - صلى الله عليه وسلم - (( اجتنبوا السبع الموبقات )) يعني توبق صاحبها في غضب الجبار و عذاب النار و هي : ((الإشراك بالله ، وقتل النفس ، و أكل مال اليتيم ، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات))(1) وقال - صلى الله عليه وسلم - (( أكبر الكبائر الإشراك بالله ، وعقوق الوالدين، وقول الزور وكان - صلى الله عليه وسلم - متكئاً فجلس فقال: ألا وقول الزور، ألا وشهادة الزور فما زال يكررها حتى قلنا ليته سكت))(2) عن ابن عباس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - أنه قال ((خمس بخمس، ما نقض قوم العهد إلا سلط الله عليهم عدوهم وما حكموا بغير ما أنزل الله إلا فشا فيهم الفقر ، ولا ظهرت فيهم الفاحشة إلا فشا فيهم الموت، ولا طففوا المكيال و الميزان إلا منعوا النبات وأخذوا بالسنين ولا منعوا الزكاة إلا حبس عنهم القطر))(3) ومما نهى عنه الله ورسوله الكذب في الحديث(4) وكثرة الكلام فيما يضر في الدنيا والآخرة ، و إطلاق اللسان فيما لا يعني الإنسان(5) والغيبة(6) ¶ __________ ¶ (1) متفق عليه ـ انظر فتح الباري (5/294) ـ ومسلم برقم (89) . ¶ (2) متفق عليه ـ انظر فتح الباري (5/193) ـ ومسلم برقم (87) . ¶ (3) سبق تخريجه ص26 هامش رقم (5) . ¶ (4) لقوله - صلى الله عليه وسلم - فيما رواه عنه عبدالله بن عمر رضي الله عنهما : ((أربع من كن فيه كان منافقاً خالصاً ، ومن كانت فيه خصلة منهن كانت فيه خصلة من نفاق حتى يدعها ، إذا اؤتمن خان و إذا حدث كذب و إذا عاهد غدر و إذا خاصم فجر )) متفق عليه انظر فتح الباري (1/84) ـ ومسلم (58) . ¶ (5) لأن كلام ابن آدم إما له و إما عليه فما كان فيه ذكر الله و طاعته فهذا هو له في حسناته يوم القيامة و إن كان غير ذلك فيما لا فائدة فيه فإن كان محرماً فهو عليه وزر و إن كان مباحاً فلا فائدة منه . ¶ (6) قوله ( والغيبة ) : ¶ لقوله تعالى : { وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ } (الحجرات: من الآية12) ¶ وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : (( أتدرون ما الغيبة ؟ قالوا الله و رسوله أعلم قال: (( ذكرك أخاك بما يكره )) قيل : أفرأيت إن كان في أخي ما أقول ؟ قال : (( إن كان فيه ما تقول فقد اغتبته ، و إن لم يكن فيه ما تقول فقد بهته )) .رواه مسلم برقم (2589)",
            "page": "4",
            "part": "4"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "، ¶ والنميمة(1)، واللعن ، والشتم للأحياء والأموات والتباغض، والتقاطع(2)، والحسد، والكبر ، والغش ¶ في المعاملات و النقص في المكيال ، والميزان(3) ¶ __________ ¶ (1) قوله ( النميمة ) : ¶ النميمة هي نقل الكلام بين الناس على جهة الإفساد، قال تعالى : { وَلا تُطِعْ كُلَّ حَلافٍ مَهِينٍ - هَمَّازٍ مَشَّاءٍ بِنَمِيمٍ } (القلم:آية 10 و 11) ¶ وعن حذيفة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - (( لا يدخل الجنة نمام )) ¶ متفق عليه ـ فتح الباري (10/394) ـ ومسلم برقم (105). ¶ (2) وذلك لأن هذه الأشياء كلها محرمة لما ذكرنا من الأدلة السابقة ، وقد حرمها الله لما فيها من مفاسد دنيوية و أخروية ، فمن مفاسدها الدنيوية أنها تجعل المجتمع المسلم يسوده الظلم والبغض و الكراهية بين أفراده ، بل تسوده جريمة القتل بين أفرداه وقبائله، ولذا نبه المؤلف رحمه الله على هذه الأمور لكي يتجنبها الناس قال الله تعالى: { إِنَّمَا الْمُؤْمِنُونَ إِخْوَة } (الحجرات: من الآية10) . ¶ وعن أنس - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : (( لا تباغضوا و لا تحاسدوا و لا تدابروا و لا تقاطعوا و كونوا عباد الله إخوانا ، و لا يحل لمسلم أن يهجر أخاه فوق ثلاث )) . ¶ متفق عليه ـ انظره في فتح الباري (10/401) ـ ومسلم برقم (2559) ¶ و عن عائشة - رضي الله عنه - الله عنها قالت : ¶ قال رسول الله - صلى الله عليه وسلم - :(( لا تسبوا الأموات فإنهم قد أفضوا إلى ما قدموا)) . رواه البخاري (3/206) ¶ (3) قوله ( و الحسد و الكبر و الغش في المعاملات و النقص في الميزان): ¶ أما الحسد ، فلأنه من أعظم الذنوب وأخطرها ، و لذا بدأ به . ¶ و الحسد: هو تمني زوال النعمة عن صاحبها ، سواء كانت نعمة دين أو دنيا قال الله تعالى { أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ فَضْلِه } (النساء: من الآية54) و مر بنا حديث أنس - رضي الله عنه - السابق . ¶ أما الكبر: فلأنه صفة غير محمودة في حق إنسان خلقه الله من تراب، فعلى أي شيء يتكبر ؟ و الله تعالى من أسمائه المتكبر فإذا كان العبد متكبراً فقد ضاهى الله في اسم من أسمائه و صفة من صفاته ، ولذا توعد الله المتكبرين بقوله { وَسِيقَ الَّذِينَ كَفَرُوا إِلَى جَهَنَّمَ زُمَراً حَتَّى إِذَا جَاءُوهَا فُتِحَتْ أَبْوَابُهَا وَقَالَ لَهُمْ خَزَنَتُهَا أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ وَيُنْذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هَذَا قَالُوا بَلَى وَلَكِنْ حَقَّتْ كَلِمَةُ الْعَذَابِ عَلَى الْكَافِرِينَ - قِيلَ ادْخُلُوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا فَبِئْسَ مَثْوَى الْمُتَكَبِّرِينَ } (الزمر الآيات:71 ، 72) . ¶ أما الغش في المعاملة : ¶ فلأن فيه نوع أذية بالمؤمنين ، وقد ذم الله ذلك فقال : { وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَاناً وَإِثْماً مُبِيناً } (الأحزاب:58) ¶ وعن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال (( من حمل علينا السلاح فليس منا ، ومن غشنا فليس منا )) . رواه مسلم برقم ( 101)،(102) ¶ أما قوله ( والنقص في الميزان ) : فقد مر بنا طرف من الأدلة الدالة على بيان حرمة ذلك بعظيم النهي عنه .",
            "page": "5",
            "part": "4"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "والخداع،والغدر ، والخيانة(1) والمن بالعطية(2) والافتخار ¶ والبغي(3)و هجر المسلم(4) ¶ __________ ¶ (1) قوله ( والخداع والغدر والخيانة ): ¶ لأنها صفات مذمومة جاءت نصوص الكتاب و السنة بالنهي عنها . ¶ أما الخداع : ¶ فقد ذكر للنبي - صلى الله عليه وسلم - رجل يخدع في البيع فقال رسول الله - صلى الله عليه وسلم - : ¶ (( إذا بايعت فقل لا خِلاَبةَ )) البخاري البيوع (1947) . أي فقل لا خديعة . ¶ وأما الغدر و الخيانة: ¶ فقد مر بنا جملة من الأدلة على تحريمه و ذلك عند الكلام على الوفاء بالعهد . ¶ (2) قوله ( و المن بالعطية ) : ¶ لقوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى } ¶ (البقرة: من الآية264) ¶ وقوله : { الَّذِينَ يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ ثُمَّ لا يُتْبِعُونَ مَا أَنْفَقُوا مَنّاً وَلا أَذىً } (البقرة: من الآية262) ¶ وروى مسلم عن أبي ذر - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : (( ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم و لا يزكيهم و لهم عذاب أليم ، فقرأها رسول الله - صلى الله عليه وسلم - ثلاث مرات قال أبو ذر : خابوا و خسروا ، من هم يا رسول الله ؟ قال المسبل ، والمنان ، و المنفق سلعته بالحلف الكاذب )) . رواه مسلم برقم (106). ¶ (3) قوله ( و الافتخار و البغي ) : ¶ لأنهما صفتان مذمومتان قال تعالى : { فَلا تُزَكُّوا أَنْفُسَكُمْ هُوَ أَعْلَمُ بِمَنِ اتَّقَى } (النجم: من الآية32) ¶ و روى مسلم في صحيحه عن عياض بن حمار - رضي الله عنه - قال : (( قال رسول الله - صلى الله عليه وسلم - إن الله أوحى إليَّ أن تواضعوا حتى لا يبغي أحد على أحد و لا يفخر أحد على أحد )) . ¶ رواه مسلم برقم (4865) ¶ (4) قوله ( و هجر المسلم ) : ¶ لورود النهي عن ذلك ، فقد جاء في المتفق عليه عن أبي أيوب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال :(( لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال ، يلتقيان فيعرض هذا ويعرض هذا و خيرهما الذي يبدأ بالسلام )) انظر فتح الباري (10/401 ، 402) ومسلم (2560) . أما إن كانت هجرة المسلم لله تعالى فليس في هذا شيء ، كأن تكون الهجرة من أجل بدعة في دين الله أو لظهور فسق هذا المسلم، فهذا يجوز .",
            "page": "6",
            "part": "4"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وتعذيب العبد والأمة والولد والأهل بغير سبب ¶ شرعي(1) ¶ __________ ¶ (1) قوله ( و تعذيب العبد و الأمة و الولد و الأهل بغير سبب شرعي) : ¶ لما جاء في المتفق عليه عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال : ¶ (( عذبت امرأة في هرة سجنتها حتى ماتت فدخلت فيها النار لا هي أطعمتها و سقتها إذ حبستها و لا هي تركتها تأكل من خشاش الأرض )) انظره في فتح الباري (6/254) و مسلم برقم (2242) فهذه المرأة عذبت من أجل هرة ، و لا شك أن العبد أعظم حرمة عند الله من هذه الهرة ورى مسلم - رضي الله عنه - عن سويد بن مقرن - رضي الله عنه -قال : لقد رأيتني سابع سبعة من بني مقرن مالناخادم إلا واحدة ، لطمها أصغرنا فأمرنا رسول الله- صلى الله عليه وسلم - أن نعتقها) رواه مسلم برقم(1658). و إني من خلال هذه الرسالة أنصح إخواني ممن تحت أيديهم خدم أن يرعوا حق الله تعالى فيهم ، وكذا حقوق هؤلاء الخدم من الرجال و النساء ، فيأمروهم بطاعة الله و بخاصة المحافظة على الصلوات الخمس و أن يرعوا حق هؤلاء الخدم بمالهم عندهم من حقوق مادية و حقوق جسدية ، حيث أنني أسمع و للأسف الشديد أن هناك صنفا من الناس يعذب خدمه إما بالضرب أو بالتهديد أو نحو ذلك مما فيه أذية لهولاء الناس، بل إنني سمعت أن هولاء الخدم ليس لهم راحة في اليوم و لو ساعة واحدة ، فهم في عمل دائم لا يفترون فيه و لم تأت إلا ساعة النوم فقط هي التي يستريحون فيها و هذا من أعظم الظلم للعباد ، فهب أنك أنت مكان هذا الخادم أو هب أنك أيتها المسلمة مكان هذا الخادم أو الخادمة هل تستطيعين أن تتحملي هذا بالطبع لا ، فإذا كان الأمر كذلك فَلِمَ الأذية لخلق الله ؟ وإني لأ سمع من بكاء بعض الخادمات لما تراه من سوء المعاملة و عدم الراحة طوال يومها فهي كالماكينة نسأل الله تعالى أن يهدينا جميعاً لما يحب و يرضى . ¶ وروى مسلم في صحيحه عن هشام بن الحكم رضي الله عنهما (( أنه مر بالشام على أناس من الأنباط ( و الأنباط هم الفلاحون من العجم) و قد أقيموا في الشمس و صب على رؤوسهم الزيت فقال : ما هذا ؟ قيل يعذبون في الخراج ـ وفي رواية ـ (حبسوا في الجزية ) فقال : أشهد لسمعت رسول الله - صلى الله عليه وسلم - يقول : ¶ إن الله يعذب الذين يعذبون الناس في الدنيا ، فدخل على الأمير فحدثه فأمر بهم فخلوا )) رواه مسلم برقم (2613) . و معنى قوله (خلوا ) أي تركوا من العقاب.",
            "page": "7",
            "part": "4"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ومماطلة أصحاب ¶ الحقوق(1) والرجوع في الهبة(2) وأكل مال اليتيم وأكل ¶ الربا(3) والنظر إلى الأجنبيات(4) والزنا والخلوة بالأجنبية(5) وتشبه الرجال بالنساء و تشبه النساء ¶ بالرجال(6) ¶ __________ ¶ (1) قوله ( و مماطلة أصحاب الحقوق ) : ¶ لقوله تعالى : { إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الأَمَانَاتِ إِلَى أَهْلِهَا } (النساء: من الآية58). ¶ (2) قوله ( والرجوع في الهبة ) : ¶ لما جاء في المتفق عليه عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : ¶ (( الذي يعود في هبته كالكلب يرجع في قيئه )) و في رواية (( مثل الذي يرجع في صدقته كمثل الكلب يقىء ثم يعود في قيئه فيأكله )) . ¶ فتح الباري (5/160) ـ ومسلم برقم (1622) ¶ (3) قوله ( و أكل مال اليتيم و أكل الربا ) : سبق أن ذكرنا الأدلة على تحريم ذلك. ¶ (5) قوله ( و النظر إلى الأجنبيات ) : ¶ لأن النظر إليهن هو بريد الوقوع في فاحشة الزنا ، نعوذ بالله من ذلك و لذا أمرنا بأن نغض أبصارنا عن النساء الأجنبيات غير المحارم . ¶ قال تعالى : { قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ } (النور: من الآية30) ¶ و روى مسلم عن جرير - رضي الله عنه - قال سألت رسول الله - صلى الله عليه وسلم - عن نظر الفجأة فقال:((احرف بصرك )) . رواه مسلم برقم (2159) ¶ (3) ونظر الفجأة هو الذي لم يتعمده صاحبه ، و لكن جاء بغتة من غير قصد. ¶ (4) قوله ( و الزنا و الخلوة بالأجنبية ) : ¶ (6) قوله (و الزنا و الخلوة بالأجنبية ) : ¶ أما الزنا فلأنه محرم ، و نصوص الكتاب والسنة لا تخفى على ذي لب في تحريمه . ولما كانت الخلوة بالمرأة الأجنبية هي إحدى الوسائل التي يحدث بسببها الزنا جاءت نصوص الكتاب و السنة بالنهي عن ذلك . ¶ قال تعالى: { وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فَاسأَلوهُنَّ مِنْ وَرَاءِ حِجَابٍ } (الأحزاب: من الآية53). وعن عقبة بن عامر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال (( إياكم و الدخول على النساء)). فقال رجل من الأنصار: أفرأيت الحمو ؟ قال (( الحمو الموت )) متفق عليه انظره في فتح الباري (9/289،290) ـ ومسلم برقم (2172). وعن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال : (( لا يخلو أحدكم بامرأة إلا مع ذي محرم )) متفق عليه ـ فتح الباري ـ 9/290) ـ ومسلم برقم(1341) .",
            "page": "8",
            "part": "4"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "والنياحة على الميت ولطم الخدود وشق الجيوب(1) ¶ إتيان الكهان والمنجمين والعرافين وأصحاب ¶ الرمل (2) والتطير والتشاؤم(3) والحلف بغير الله(3)(4) ¶ __________ ¶ (1) قوله ( و تشبه الرجال بالنساء و النساء بالرجال ) : ¶ لما جاء في صحيح البخاري من النهي عنه فقد روى البخاري عن ابن عباس رضي الله عنهما قال: ((لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء و المتشبهات من النساء بالرجال )) رواه البخاري ـ فتح الباري (10/280). ¶ (2) قوله ( و النياحة على الميت و لطم الخدود و شق الجيوب ) : ¶ لما جاء في المتفق عليه عن ابن مسعود - رضي الله عنه - قال قال رسول الله - صلى الله عليه وسلم - ((ليس منا من ضرب الخدود و شق الجيوب و دعى بدعوى الجاهلية)). البخاري فتح الباري(3/133) ـ ومسلم (103). عن أبي مالك الأشعري - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - :(( والنائحة إذا لم تتب قبل موتها تقام يوم القيامة و عليها سربال من قَطِرَان و درع من جرب)) . مسلم برقم (934). ¶ (2) قوله ( و إتيان الكهان و المنجمين و العرافين ) : ¶ (3) ل هذا لما فيه من الشرك بالله أو المعصية له ، فمن أتاهم يعني الكهان و المنجمين و العرافين مصدقاً لهم فهو مشرك كافر ، فعن صفية بنت أبي عبيد عن بعض أزواج النبي - صلى الله عليه وسلم - قال (( من أتى عرافاً فسأله عن شيء فصدقه لم تقبل له صلاة أربعين يوماً )). رواه مسلم برقم (2230). وعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : (( من أتى عرافاً أو كاهناً فصدقه بما يقول فقد كفر بما أنزل على محمد - صلى الله عليه وسلم - )) حديث صحيح صححه الألباني في الطحاوية برقم (768) وفي آداب الزفاف برقم (31) . ¶ (4) قوله ( و التطير و التشاؤم ) : ¶ لورود النهي عن ذلك : ¶ فعن ابن عمر رضي الله عنهما قال : قال رسول الله - صلى الله عليه وسلم - : (( لا عدوى و لاطيرة وإن كان الشؤم في شيء ففي الدار و المرأة والفرس)) متفق عليه . انظره في فتح الباري (10/180،181) ـ و مسلم برقم (2225). ¶ ومعنى قوله - صلى الله عليه وسلم - (( إن كان الشؤم في شيء ففي الدار و المرأة والفرس)) شؤم الدار يكون بضيقها . ¶ و شؤم المرأة يكون في سوء خلقها و عقر رحمها . ¶ و شؤم الفرس أي الدابة يكون في منع ظهرها . ¶ قوله ( و الحلف بغير الله ) : ¶ وذلك لأن الحلف تعظيم و التعظيم لا يكون إلا للرب سبحانه و تعالى، فمن حلف بالمخلوق فكأنه عظَّمه و لذا فقد جعله مساوياً لله تعالى في التعظيم و جاء عن النبي - صلى الله عليه وسلم - النّهي في ذلك بل وعدَّه - صلى الله عليه وسلم - من الشرك فعن ابن عمر رضي الله عنهما عن النبي- صلى الله عليه وسلم - قال :(( إن الله تعالى ينهاكم أن تحلفوا بآبائكم فمن كان حالفاً ؟ فليحلف بالله أو ليصمت)) متفق عليه ـ فتح الباري (11/461،462) ـ ومسلم برقم(164) ¶ وعن ابن عمر رضي الله عنهما أنه سمع رجلاً يقول لا و الكعبة ، قال ابن عمر لا تحلف بغير الله ، فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : ¶ (( من حلف بغير الله فقد كفر أو أشرك )) . ¶ رواه الترمذي (1535) وصححه الألباني برقم(1241).",
            "page": "9",
            "part": "4"
        },
        {
            "hno": null,
            "id": "44",
            "nass": ".",
            "page": "10",
            "part": "4"
        }
    ],
    "t36156": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فصل 1"
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": null,
            "tit": "بداية الفصل الثاني"
        },
        {
            "id": "26",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني مصحح"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث مصحح"
        }
    ]
}