{
    "b36159": [
        {
            "id": "1",
            "nass": "فقه الجهاد ¶ مقدمة ¶ الحمد لله رب العالمين، مولى المتقين، وناصر المستضعفين، ومعلي راية الإسلام في العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له وعد الشهداء في الدنيا بالعز والفخر وأجاد عليهم يوم اللقاء بمزيد عطاءه وكرمه، وأشهد أن محمداً عبده ورسوله خير من جاهد في سبيل ربه، صلى الله عليه وعلى آله وصحبه وسلم تسليماً كثيراً، وبعد: ¶ فالجهاد سنَّة الله الماضية، وهو ذُروة سنام الإسلام، وطريق العزة والرفعة بين الأنام، كتبه الله على عباده المؤمنين لنشر دعوة الإسلام، وحماية بيضة المسلمين، وفي هذه النشرة التي بين أيديكم نبذة مختصرة عن الجهاد وبعض الأحكام المتعلقة به، نسأل الله الكريم أن ينفع بها، وأن يجعلها ذخراً لنا يوم لقائه، وأن يجعلها ثمرة مرجوة لمن كتبها وقرأها واطلع عليها. ¶ أولاً: تعريف الجهاد: ¶ في اللغة: الجهاد مصدر جَاهدَ، وهو من الجَهد، أو الجُهد، وقيل: الجَهد هو المشقة، والجُهد: الطاقة(¬1). ¶ وفي الاصطلاح: قتال مسلم كافراً غير ذي عهدٍ بعد دعوته للإسلام وإبائه، إعلاء لكلمة الله(¬2). ¶ ثانياً: فضل الجهاد والحكمة من مشروعيته: ¶ ¬__________ ¶ (¬1) لسان العرب، مادة: جهد، والقاموس المحيط، مادة: جهد. ¶ (¬2) فتح القدير (4/277)، الفتاوى الهندية (2/188)، جواهر الإكليل (1/250).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال تعالى:[ إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ] (¬1). لقد أخبر سبحانه وتعالى عن صفقة رابحة بينه وبين عباده المؤمنين، وهو بيعهم أنفسهم وأموالهم لله، واشتروا ما عند الله وهو الجنة، وهي أعظم سلعة من أكرم بائع وهو الله تعالى وتقدس. ¶ وجاء في الصحيحين عن النبي صلى الله عليه وسلم أنه قال:(مثل المجاهد في سبيل الله كمثل الصائم القائم الدائم الذي لا يفتر من صيام ولا صلاة حتى يرجع) (¬2). ¶ قال شيخنا الشيخ عبد العزيز بن باز رحمه الله في المقصود من الجهاد:(الجهاد نوعان: جهاد طلب، وجهاد دفاع، والمقصود منهما جميعاً هو تبليغ دين الله، ودعوة الناس إليه، وإخراجهم من الظلمات إلى النور، وإعلاء دين الله في أرضه، وأن يكون الدين كله لله وحده..)أ.هـ(¬3). ¶ ثالثاً: حكم الجهاد: ¶ الجهاد فرض كفاية إذا قام به البعض سقط عن الباقين.قال تعالى:[ وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ] (¬4). ¶ ¬__________ ¶ (¬1) التوبة: 111. ¶ (¬2) رواه البخاري ومسلم. ¶ (¬3) مجموع فتاوى ابن باز (18/70). ¶ (¬4) التوبة: 112.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال شيخنا الشيخ ابن عثيمين رحمه الله في فرضية الجهاد:(لابد فيه من شرط، وهو أن يكون عند المسلمين قدرة وقوة يستطيعون بها القتال، فإن لم يكن لديهم قدرة، فإن إقحام أنفسهم في القتال إلقاء بأنفسهم إلى التهلكة؛ ولهذا لم يوجب الله سبحانه وتعالى على المسلمين القتال وهم في مكة؛ لأنهم عاجزون ضعفاء، فلما هاجروا إلى المدينة، وكونوا الدولة الإسلامية، وصار لهم شوكة أمروا بالقتال، وعلى هذا فلابد من هذا الشرط، وإلا سقط عنهم كسائر الواجبات؛ لأن جميع الواجبات يشترط فيها القدرة؛ لقوله تعالى:[فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ] (¬1)، وقوله:[لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا] (¬2))أ.هـ) (¬3). وقد كان الرسول صلى الله عليه وسلم يخرج تارة ويبعث غيره تارة أخرى. ¶ رابعاً: متى يصير الجهاد فرض عين: ¶ ذهب جمهور العلماء إلى أنه يصير فرض عين عند حالات، منها: ¶ الأولى: إذا التقى الزحفان، وتقابل الصفان حَرُمَ على من حضر الانصراف، وتعيَّن عليه المقام لقوله تعالى[يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ * وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنَازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ] (¬4). ¶ الثانية: إذا هجم العدو على قوم من المسلمين بغتة، فيتعين عليهم الدفع ولو كان امرأة أو صبياً، أو هجم على من بقربهم، وليس لهم قدرة على دفعه. ¶ ¬__________ ¶ (¬1) التغابن: 16. ¶ (¬2) البقرة: 286. ¶ (¬3) الشرح الممتع على زاد المستقنع (8/9). ¶ (¬4) الأنفال: 45، 46.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الثالثة: إذا استنفر الإمام قوماً لزمهم النفير معه إلا من له عذر قاطع، لقول الله تعالى[يَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمْ انفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنْ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلاَّ قَلِيلٌ](¬1). ¶ خامساً: أقسام الجهاد: ¶ (1) جهاد النفس: فمجاهدة النفس على طاعة الله، وعدم معصيته، وصد وسوسة الشيطان ونزغاته، والزهد في الدنيا والتعلق بالآخرة، وصرفها عن الحرام إلى المباح من أفضل الجهاد الذي يثيب الله عليه الجنة، قال تعالى:[ وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنْ الْهَوَى * فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى] (¬2). ¶ (2) جهاد الشيطان: بدفع ما يلقيه من الشبهات والشكوك القادحة في الإيمان، ودفع ما يلقيه من الشهوات والإرادات الفاسدة،قال تعالى:[إِنَّ الشَّيْطَانَ لَكُمْ عَدُوٌّ فَاتَّخِذُوهُ عَدُوّاً إِنَّمَا يَدْعُو حِزْبَهُ لِيَكُونُوا مِنْ أَصْحَابِ السَّعِيرِ](¬3). ¶ (3) جهاد الكفار والمنافقين وغيرهم من الظلمة وأهل البدع: ويكون بالقلب، واللسان، والمال، واليد، وجهاد الكفار والظالمين أخص باليد، وجهاد المنافقين وأهل البدع أخص باللسان. قال تعالى[وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ] (¬4). ¶ سادساً: شروط وجوب الجهاد: ¶ (1) الإسلام: فلا يحل لكافر. ... ... ... (2) العقل: فلا يجب على المجنون. ¶ (3) البلوغ: فلا يجب على الصبي. ... ... (4) الذكورة: فلا يجب على المرأة. ¶ (5) القدرة على مؤونة الجهاد. ... ... ... (6) السلامة من الضرر، فلا يجب على العاجز غير المستطيع. ¶ سابعاً: الدعوة في الجهاد قبل القتال: ¶ ¬__________ ¶ (¬1) التوبة: 38. ¶ (¬2) النازعات: 40، 41. ¶ (¬3) فاطر: 6. ¶ (¬4) البقرة: 193.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "اتفق الفقهاء على أنه إذا دخل المسلمون دار الحرب فحاصروا مدينة أو حصناً دعوا الكفار إلى الإسلام، لقول ابن عباس رضي الله عنهما (ما قاتل النبي صلى الله عليه وسلم قوماً حتى دعاهم إلى الإسلام) فإن أجابوا كفوا عن قتالهم لحصول المقصود، وقد قال صلى الله عليه وسلم:(أمرت أن أقاتل الناس حتى يشهدوا أن لا إله إلا الله وأن محمداً رسول الله، ويقيموا الصلاة، ويؤتوا الزكاة، فإذا فعلوا ذلك عصموا مني دماءهم وأموالهم إلا بحق الإسلام، وحسابهم على الله)(¬1). وإن امتنعوا دعوهم إلى الجزية، وهذا في حق من تقبل منه الجزية، وأما من لا تقبل منه كالمرتدين وعبدة الأوثان من العرب فلا فائدة في دعوتهم إلى قبول الجزية. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فقد روى مسلم في صحيحه عن بريدة رضي الله عنه قال:(كان رسول الله صلى الله عليه وسلم إذا أمَّر أميراً على جيش أو سرية أوصاه في خاصته بتقوى الله ومن معه من المسلمين خيراً، ثم قال اغزوا بسم الله، قاتلوا من كفر بالله، اغزوا فلا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا، وإذا لقيت عدوك من المشركين فادعهم إلى ثلاث خصال أو خلال فأيتهن ما أجابوك فاقبل منهم وكف عنهم، ثم ادعهم إلى الإسلام فإن أجابوك فاقبل منهم وكف عنهم ثم ادعهم إلى التحول من دارهم إلى دار المهاجرين، وأخبرهم أنهم إن فعلوا ذلك فلهم ما للمهاجرين وعليهم ما على المهاجرين، فإن أبوا أن يتحولوا منها فأخبرهم أنهم يكونون كأعراب المسلمين يجري عليهم حكم الله الذي يجري على المؤمنين ولا يكون لهم في الغنيمة والفيء شيء، إلا أن يجاهدوا مع المسلمين،فإن هم أبوا فعليهم الجزية فإن هم أجابوك فاقبل منهم وكف عنهم، فإن هم أبوا فاستعن بالله وقاتلهم، وإذا حاصرت أهل حصن فأرادوك أن تجعل لهم ذمة الله وذمة نبيه فلا تجعل لهم ذمة الله ولا ذمة نبيه ولكن اجعل لهم ذمتك وذمة أصحابك، فإنكم أن تخفروا ذممكم وذمم أصحابكم أهون من أن تخفروا ذمة الله وذمة رسوله، وإن حاصرت أهل حصن فأرادوك أن تنزلهم على حكم الله فلا تنزلهم على حكم الله ولكن أنزلهم على حكمك فإنك لا تدري أتصيب حكم الله فيهم أم لا ؟)(¬1). ¶ ففي هذا الحديث بيان واضح من النبي صلى الله عليه وسلم لكيفية التعامل مع الكفار حال جهادهم، وكيفية التدرج في التعامل معهم، وحتى تحصل المنافع من وراء ذلك، وتدرأ المفاسد. ¶ ثامناً: الاستئذان في الجهاد: ¶ ( ¶ ¬__________ ¶ (¬1) رواه مسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1) إذن الوالدين: فلا يجوز الجهاد إلا بإذن الوالدين المسلمين، أو بإذن أحدهما إن كان الآخر كافراً أو ميتاًً، إلا إذا تعين، كأن ينزل العدو بالمسلمين، ففرض على كل من يمكنه إعانتهم أن يقصدهم مغيثاً لهم، أذن الوالدان أم لم يأذنا، إلا أن يَضِيعَ أبواه، أو أحدهما بعده، فلا يحل له ترك من يضيع منهما. ورد في الصحيحين أن رجلاً جاء إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد، فقال عليه الصلاة والسلام:(أحيٌّ والداك؟)، قال: نعم، قال: ففيهما فجاهد) (¬1)، فدل على أن برُّ الوالدين مقدمٌ على الجهاد، وأن الجهاد في هذه الحالة فرض كفاية. ¶ (2) إذن الدائن: اتفق الفقهاء على أنه لا يخرج المدين للجهاد إذا كان الدين حالاً، أما إن كان الدين مؤجلاً فالصحيح أنه لا يمنع. أما إذا تعين الجهاد فلا خلاف بين الفقهاء في أنه لا إذن لغريمه، لأنه تعلق بعينه، فكان مقدماً على ما في ذمته كسائر فروض الأعيان. ¶ (3) إذن إمام المسلمين: وهذه المسألة زاغ فيها من زاغ عن جهل وبعد عن العلماء، والمسألة تحتاج إلى توضيح وبيان كي ينتبه شباب الأمة: فنقول وبالله التوفيق: يلزم الرعية طاعة ولي الأمر فيما يراه من ذلك؛ لقول الله تعالى[يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ..](¬2)، ولقول النبي صلى الله عليه وسلم:(من أطاعني فقد أطاع الله، ومن عصاني فقد عصى الله، ومن أطاع الأمير فقد أطاعني، ومن عصى الأمير فقد عصاني)(¬3). ¶ وفي حديث حذيفة رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال:(تسمع وتطيع للأمير وإن ضرب ظهرك، وأخذ مالك، فاسمع وأطع)(¬4). ¶ ¬__________ ¶ (¬1) رواه البخاري، ومسلم. ¶ (¬2) النساء: 59. ¶ (¬3) متفق عليه. ¶ (¬4) رواه مسلم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله:(فطاعة الله ورسوله واجبة على كل أحد، وطاعة ولاة الأمر واجبة؛ لأمر الله بطاعتهم، فمن أطاع الله ورسوله بطاعة ولاة الأمر فأجره على الله، ومن كان لا يطيعهم إلا لما يأخذه من الولاية والمال فإن أعطوه أطاعهم وإن منعوه عصاهم: فما له في الآخرة من خلاق)(¬1). ومن طاعة ولي الأمر عدم الجهاد إلا بإذنه؛ لحديث عبد الله بن عمر رضي الله عنهما قال: جاء رجل إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد فقال:(أحيٌّ والداك؟ قال: نعم، قال: ففيهما فجاهد)(¬2). ¶ ولحديث أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال:(إنما الإمام جُنَّة يُقاتل من ورائه، ويتقى به، فإن أمر بتقوى الله عز وجل وعدل كان له ذلك أجر، وإن أمر بغيره كان عليه منه) (¬3). ¶ قال ابن قدامة رحمه الله:(وأمر الجهاد موكول إلى الإمام واجتهاده ويلزم الرعية طاعته فيما يراه من ذلك) (¬4). وذكر الإمام الخرقي وابن قدامة أيضاً:(أنه لا يجوز حتى الخروج من العسكر إلا بإذن الأمير، ولا يحدث حدثاً إلا بإذنه) (¬5)، لقول الله تعالى:[إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ..](¬6)، ولأن الأمير أعرف بحال العدو، ومكامنهم، ومواضعهم، وقربهم، وبعدهم، فإذا خرج خارج بغير إذنه لم يأمن أن يصادف كميناً للعدو فيأخذه..) (¬7). ¶ ¬__________ ¶ (¬1) فتاوى شيخ الإسلام ابن تيمية (35/16، 17). ¶ (¬2) متفق عليه. ¶ (¬3) رواه مسلم. ¶ (¬4) المغني (13/16). ¶ (¬5) المغني (13/37). ¶ (¬6) النور: 62. ¶ (¬7) المغني (13/38).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وبناءً على ما تقدم فلا يجوز لأحد من أفراد رعية الإمام المسلم ـ وإن كان عاصياً ـ أن يخرج إلى الجهاد إلا بإذنه على حسب ما ذكرناه سابقاً، ولا يجوز لأحد من الرعية أن يدعو الناس إلى الجهاد بدون إذن الإمام؛ لما في ذلك من المفاسد، والأضرار، ومخالفة إمام المسلمين الذي أمرنا الله بطاعته. ¶ ولهذا قال شيخ الإسلام ابن تيمية رحمه الله:(والواجب أن يعتبر في أمور الجهاد برأي أهل الدين الصحيح، في الباطن الذين لهم خبرة بما عليه أهل الدنيا، فأما أهل الدنيا الذين يغلب عليهم النظر في ظاهر الدين فلا يؤخذ برأيهم، ولا برأي أهل الدين الذين لا خبرة لهم في الدنيا)(¬1). ¶ المفهوم الخاطىء للجهاد: ¶ وهذه المسألة ـ أي الخروج إلى الجهاد بغير إذن الإمام ـ أخطأ فيها بعض من ينتسبون إلى أهل العلم، وبعض الشباب المتحمس حماساً مندفعاً دون علم وبصيرة بعواقب الأمور، فوجب إيضاحها لئلا يقع شباب المسلمين فريسة في أيدي ضعيفي الدين والعقل، وخاصة ممن يدفعون بهم إلى استباحة الدماء، وقتل الأبرياء، وترويع الآمنين، وتدمير المنشآت الحيوية للبلاد، والخروج على جماعة المسلمين باسم الدين. ¶ ولو نظرنا في أحوال غالب المسلمين الآن لرأينا أثر الاندفاع المتهور في رفع علم الجهاد ضد مجتمعات المسلمين أنفسهم دون رجوع إلى أهل العلم الربانيين، فعاد ذلك بالسوء على أمة الإسلام والمسلمين. ¶ ولو فقه شباب المسلمين الجهاد فقهاً واعياً لما وقعوا فريسة في أيدي من يريدون لأمة الإسلام الهلاك والدمار، ولكنهم أخطأوا في فهم معنى الجهاد، فجعلوا القتل والترويع، وإتلاف الأموال، والممتلكات، والاستهانة بمقدرات البلاد نوعاً من الجهاد، كيف يوجه هؤلاء سلاحهم إلى أهليهم وبلادهم ورجالات الأمن الذين يحمون البلاد والعباد، ويسهرون لما فيه مصلحة ظاهرة. إن هذا الفهم الأهوج الأعوج على البلاد والعباد ما ظهرت آثاره للعيان. ¶ ¬__________ ¶ (¬1) الاختيارات الفقهية لشيخ الإسلام ابن تيمية، ص449.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أسأل الله تعالى أن يحفظ علينا ديننا وأمننا، وأن يوفق علمائنا وولاة أمورنا لما فيه خير وصلاح المسلمين. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه أجمعين. ¶ ... ... ... ... ... ... ... ... وكتب أبو محمد ¶ ... ... ... ... ... ... ... أ.د. عبد الله بن محمد بن أحمد الطيار ¶ ... ... ... ... ... ... ... ... 17/3/1429هـ",
            "page": "10",
            "part": "1"
        }
    ],
    "t36159": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة عن الجهاد"
        }
    ]
}