{
    "b36162": [
        {
            "id": "1",
            "nass": "اللؤلؤ النظيم ¶ في روم التَّعلُّم والتَّعليم ¶ تأليف ¶ أبي يحيى زكريا بن محمد بن زكريا ¶ السنيكي الأنصاري ¶ تحقيق ¶ الدكتور جميل عبد الله عويضة ¶ 1430هـ / 2009م ¶ زكريا الأنصاري ، وحياته العلمية ¶ أولا : سيرته الذاتية ¶ أ ـ اسمه ونسبه . ¶ هُوَ زين الدين أبو يَحْيَى زكريا بن مُحَمَّد بن أحمد بن زكريا الأنصاري الخزرجي السنيكي ، ثُمَّ القاهري الأزهري الشَّافِعيّ . ¶ والأنصاري : نِسْبَة إلى الأنصار، وهم أهل المدينة من الأوس والخزرج. ¶ والخزرجي: نِسْبَة إلى الخزرج، أحد شطري الأنصار، وهم بطون عدة . ¶ والسنيكي : نِسْبَة إلى \" سُنَيْكَة \" – بضم السين المُهْمَلَة ، وفتح النون ، وإسكان الياء المثناة من تَحْتُ ، وآخرها تاء التأنيث ، وَهِيَ قَرْيَة بمصر من أعمال الشرقية ، بَيْن بلبيس والعباسية ، والأكثر عَلَى نسبته هكذا – بإثبات الياء –وَهُوَ مخالف لقواعد الصرف إذ الصَّوَاب في النسبة: السُّنَكِي. قَالَ ابن عقيل (¬1) : ويقال في النسب إلى فُعَيْلَة : فُعَلِيّ – بحذف الياء – إن لَمْ يَكُنْ مضاعفاً ، فتقول في جُهَيْنَةَ: جُهَنِيّ. وذُكِرَ عَنْ الْقَاضِي أنه كَانَ يكره النسبة إلى تِلْكَ البلدة . ¶ القاهري : نِسْبَة إلى مدينة القاهرة. ¶ الأزهري : نِسْبَة إلى الجامع الأزهر . ¶ ب ـ ولادته ¶ ¬__________ ¶ (¬1) شرح ابن عقيل 2/497",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لَمْ تكن ولادة الْقَاضِي زكريا محل اتفاق بَيْن المؤرخين ، وإنما تطرق إليها الخلاف كَمَا تطرق لغيرها ، فالسيوطي – عصريه وصديقه – يؤرخ ولادته في سنة 824 ه‍، عَلَى سبيل الظن والتقريب ، فَقَالَ : ولد سنة أربع وعشرين تقريباً ، وأما السخاوي والعيدروسي (¬1) فيجزمان أن ولادته كَانَتْ في سنة 826ه‍، وتابعهما في هَذَا : ابن العماد الحنبلي (¬2) ، والشوكاني (¬3) ، والزبيدي ، وعمر رضا كحالة ، في حِيْنَ أن الغزي (¬4) يتردد في تحديد ولادته بَيْن سنة 823ه‍وسنة 824 ه‍، وإن كَانَ صدَّر كلامه بالأولى ، ونقله من خطِّ والده الذي كَانَ أحد تلامذة الْقَاضِي زكريا. ¶ وتفرد الأستاذ خير الدين الزركلي (¬5) بالجزم بأنها كَانَتْ سنة 823 ه‍ . ¶ وهكذا نجد أن ولادة الْقَاضِي زكريا الأنصاري – في أقوال المؤرخين – كَانَتْ دُوْلَة بَيْن أعوام ثلاثة – بصرف النظر عَنْ القائلين بِهَا – وَهِيَ 823 ه‍و824 ه‍و 826 ه‍، ولا مرجح عندنا لأحدها نجزم بِهِ أو نرجحه ، والعلم عِنْدَ الله تَعَالَى ¶ ج ـ أسرته ¶ لَمْ تسعفنا المصادر بالكثير عَنْ أسرته ، وإنما كَانَتْ نتفاً وإشارات استطعنا أن نستشف مِنْها شيئاً قليلاً، يساعدنا في تكوين فكرة واضحة عَنْ أسرة المترجم . ¶ أمَّا والده فكل مَا نعرفه عَنْهُ أنه مات والمترجم لا يزال طفلاً ، وَلَمْ يترك إلاَّ امرأة أرملة وولداً يتيماً ، يقاسيان مشاق الحياة التي لَمْ يَكُنْ لَهُمَا دور في تحريك دفة أحداثها . ¶ ¬__________ ¶ (¬1) تاريخ النور السافر ، ص 112 ¶ (¬2) شذرات الذهب في أخبار من ذهب 8/134 ¶ (¬3) البدر الطالع 1/252 ¶ (¬4) الكواكب السائرة 1/196 ¶ (¬5) الأعلام 3/46",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأما أمُّه فيمكننا القَوْل إنَّ مَا حازه المترجم من المجد والفخار إنما كَانَ – بَعْدَ رعاية الله – بحسن تصرفها ، فَقَدْ حكى الغزي (¬1) عَنْ الشَّيْخ الصالح ربيع ابن عَبْد الله السلمي الشنباري أنه كَانَ يوماً بسنيكة – مسقط رأس المترجم – وإذا بامرأة تستجير بِهِ وتستغيث أنَّ ولدها مات أبوه ، وعامل البلد النصراني قبض عَلَيْهِ يروم أن يكتبه مَوْضِع أبيه في صيد الصقور ، فخلَّصه الشَّيْخ مِنْهُ ، وَقَالَ لها : إن أردت خلاصه فأفرغي عَنْهُ يشتغل ويقرأ بجامع الأزهر وعليَّ كلفته، فسلمت إليه المترجم . وهذا غاية مَا استطعنا الوقوف عَلَيْهِ من خبرها . ¶ ومما مضى يُعْلَم أن المترجم كَانَ الوحيد لأبويه ، فَلا إخوة ولا أخوات عِنْدَه ، وكذا زوجته التي غمرت في بحر الجهالة ، فَلا ذكر لها البتة فِيْمَا بَيْن أيادينا من مراجع . ¶ أما ذريته ، فوقفنا عَلَى ذكر لبعض أولاده ، مِنْهُمْ : ¶ جمال الدين يوسف ، قَالَ عَنْهُ الغزي (¬2) :الشَّيْخ العلامة الصالح . ¶ وذكر حاجي خليفة (¬3) أن ولده هَذَا شرح مختصراً لبعض الشافعية لكتاب التحرير في أصول الفقه لابن همام . وَلَمْ نقف عَلَى تاريخ وفاته . ¶ والذي يظهر أن لَهُ ولداً آخر يدعى : زكريا ، وإن لزكريا الأخير ابناً يدعى : ¶ زكريا أيضاً، ترجمه الغزي في الكواكب السائرة (¬4) فَقَالَ: زكريا بن زكريا الشَّيْخ العلاَّمة زين الدين المصري ، حفيد شيخ الإسلام قاضي القضاة زكريا الأنصاري، وكانت وفاته في شوال سنة 959 ه‍ ، وَكَانَ جده يحبه محبة عظيمة . ¶ د ـ نشأته ¶ ¬__________ ¶ (¬1) الكواكب السائرة 1/196 ¶ (¬2) الكواكب السائرة 3/221 ¶ (¬3) كشف الظنون 1/358 ¶ (¬4) الكواكب السائرة 1/207",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كَانَ مولد المترجم في بلده الأول سُنَيْكة فنشأ بِهَا ، وابتدأ بحفظ القُرْآن الكريم – عَلَى العادة في بدء التعليم – ودَرَسَ مبادئ الفقه العامة ، فقرأ عمدة الأحكام وبعض مختصر التبريزي في الفقه ، وما كاد يدخل النصف الثَّانِي من عقد عمره الثَّانِي حَتَّى شدَّ رحاله نَحْو عاصمة العِلْم والعلماء التي كَانَتْ تعج بمظاهره القاهرة ، وسواء كَانَ قَدْ رحل بنفسه إلى القاهرة ، أو أن الشَّيْخ ربيع بن عَبْدالله هُوَ الذي سافر بِهِ – كَمَا تقدم - ، فَقَدْ ورد المترجم القاهرة ، ونزل الجامع الأزهر مستوطناً ، وهناك أكمل حفظ المختصر الذي بدأ بِهِ في مقتبل عمره ، ومن ثَمَّ بَدَأَ بحفظ الكُتُب التي وفَّرت لَهُ مبادئ العلوم التي كَانَتْ تدرَّس آنذاك ، فحفظ المنهاج الفرعي ، و الألفية النحوية ، و الشاطبية ، والرائية وبعض المنهاج الأصلي ونحو النصف من ألفية الحَدِيْث ، و التسهيل إلى باب كاد . ¶ وكانتْ تِلْكَ قدمته الأولى إلى القاهرة ، وَلَمْ يطل المكث فِيْهَا ، وعاد أدراجه إلى بلده ملازماً هناك الجدَّ والاشتغال . ¶ وبعد مدة من الزمن – نجهل تحديدها – عاود المجيء إلى القاهرة ، يروم استخراج العِلْم من معادنه ، فَدَرَسَ في الفقه : شرح البهجة ، وغيرها ، وقرأ في أصول الفقه : العضد و شرح العبري ، وقرأ في النحو والصرف ، ومما قرأه فِيْهِمَا : شرح تصريف العزي ، وأخذ المعاني والبيان والبديع فقرأ فِيْهَا المطول ، وأخذ المنطق عَنْ عدة مشايخ وقرأ فِيهِ شرح القطب عَلَى الشمسية وأكثر حاشية الشريف الجرجاني عَلَيْهِ ، وكذا حاشية التقي الحصني عَلَيْهِ .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كَمَا أخذ اللغة ، والتفسير ، وعلم الهيأة ، والهندسة ، والميقات ، والفرائض ، والحساب ، والجبر ، والمقابلة ، والطب ، والعروض ، وعلم الحروف ، والتصوف ، وتلا بالسبع والثلاثة الزائدة عَلَيْهَا ، وقرأ مصنفات ابن الجزري كالنشر ، و التقريب ، و الطيبة ، وأخذ رسوم الخطِّ ، وآداب البحث ، والحديث . ¶ وهكذا دأب وانهمك في الطلب والتحصيل، فأجازه مشايخه، وكتب لَهُ بِذَلِكَ كَثِيْر مِنْهُمْ مَعَ الإطناب في المدح والثناء ، يزيدون عَلَى مئة وخمسين ، ومنهم الحافظ ابن حجر العسقلاني إذْ كتب لَهُ في بَعْض إجازاته : وأذنت لَهُ أن يقرأ القُرْآن عَلَى الوجه الذي تلقَّاه ، ويقدر الفقه عَلَى النمط الذي نص عَلَيْهِ الإمام وارتضاه، والله المسؤول أن يجعلني وإياه ، ممن يرجوه ويخشاه إلى أن نلقاه . ¶ وأذن لَهُ في إقراء شرح النخبة وغيرها من مصنفاته في حياته ، وكذا فعل غَيْر ابن حجر حَتَّى قَالَ العيدروسي (¬1) : وتصدّى للتدريس في حياة غَيْر واحد من شيوخه . ¶ وهكذا أصبح المترجم من المؤهلين للانضمام إلى ركب العُلَمَاء ، وأن يشقَّ طريقه وسطهم . ¶ هـ ـ صفاته وأخلاقه ¶ لقد كَانَ الْقَاضِي زكريا بن مُحَمَّد الأنصاري مضرب المثل في وقته في حَسَن الخلق، والتحلي بمكارم الأخلاق وفضائلها ، لا يدع باباً إليها إلاَّ دخله، قَالَ العلائي : قَدْ جمع من أنواع العلوم والمعارف والمؤلفات المقبولة ومكارم الأخلاق وحسن السمت والتؤدة والأخذ عَنْ الأكابر مَا لَمْ يجمعه غيره . ¶ ¬__________ ¶ (¬1) تاريخ النور السافر 1/114",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولعل أبرز صفاته التي كَانَ يتحلَّى بِهَا أنه كَانَ حافظاً للجميل شاكراً لصنيع المحسنين إليه ، ويدل عَلَى ذَلِكَ – كَمَا مَرَّ – أن الشَّيْخ ربيع بن عَبْد الله كَانَ صاحب الفضل عَلَيْهِ في توجهه إلى طلب العِلْم وسفره إلى القاهرة ،فكان ردّ المترجم عَلَى ذَلِكَ أنه : إذا ورد عَلَيْهِ الشَّيْخ ربيع أو زوجته أو أحد من أقاربه يجعله في زمن صمدته ومنصبه ، وَكَانَ يقضي حوائجهم ويعترف بالفضل لَهُمْ ، وربما مازحته زوجة الشَّيْخ ربيع التي ربَّتْهُ . ¶ وَكَانَ في النهاية من الانهماك في طلب العِلْم ، لا يجعل لنفسه متنفساً سواه ، حَتَّى أشغله عَنْ مأكله ومشربه ، فحكى عَنْ نَفْسه ، قَالَ : جئت من البلاد وأنا شابٌّ فلم أعكف عَلى الاشتغال بشيء من أمور الدنيا وَلَمْ أعلّق قلبي بأحد من الخلق ، قَالَ : وكنت أجوع في الجامع كثيراً ، فأخرج في الليل إلى الميضأة وغيرها ، فأغسل مَا أجده من قشيرات البطيخ حوالي الميضأة وآكلها ، وأقنع بِهَا عَنْ الخبز . ¶ وَكَانَ عَلَى دَرَجَة من اليقين بالله وتفويض الأمور إليه، فروى من حاله أنه قَالَ : فلما أتممت شرحها – يعني: \" البهجة \" – غار بَعْض الأقران ، فكتب عَلَى بَعْض نسخ الشرح : كِتَاب الأعمى والبصير ؛ تعريضاً بأني لا أقدر أشرح البهجة وحدي ، وإنما ساعدني فِيهِ رفيق أعمى كنت أطالع أنا وإياه ، قَالَ : فاحتسبت بالله تَعَالَى ، وَلَمْ ألتفت إلى مِثْل ذَلِكَ . ¶ وَكَانَ من أخلاقه أنه كَانَ صداعاً بالحق ، لَمْ يثنه الخوف عَلَى المنصب أو هيبة سلطان عَنْ زجر الظالم أو إنذار العاصي ، حَتَّى أن الغزي يذكر أن سبب عزله عَنْ القضاء بسبب خطه عَلَى السلطان بالظلم ، وزجره عَنْهُ تصريحاً وتعريضا.ً",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومتع بالقول عَلَى ملازمة العِلْم والعمل ليلاً ونهاراً،مَعَ مقارنة مئة سنة من عمره من غَيْر كلل ولا ملل ، مَعَ عروض الانكفاف لَهُ ، بحيث شرح البُخَارِيّ جامعاً فِيهِ ملخص عشرة شروح ، وحشَّى تفسير البيضاوي في هذِهِ الحالة. ¶ والمترجم ممن قاسى مرارة الحرمان وعاش مصاعبها ؛ لذا كَانَ يعرف لوعة المحرومين وضيق ذات يد المعدمين، فكان كَثِيْر البرِّ بطلبته وتفقد أحوالهم . مَعَ مَا كَانَ عَلَيْهِ من كثرة الصدقة والمبالغة في إخفائها ، وَكَانَ لَهُ جَمَاعَة يرتب لَهُمْ من صدقته مَا يكفيهم إلى يوم وإلى أسبوع وإلى شهر ، وإذا جاءه سائل – بَعْدَ أن أصيب بالعمى – يَقُول لِمَنْ عنده من جماعته : هَلْ هنا أحد ؟ فإن قَالَ لَهُ : لا ، أعطاه ، وإن قَالَ لَهُ : نعم ، قَالَ لَهُ : قل لَهُ : يأتينا في غَيْر هَذَا الوقت . ¶ وَقَدْ أورد الغزي كلمة جامعة في بيان أخلاقه ، فَقَالَ : وَكَانَ صاحب الترجمة مَعَ مَا كَانَ عَلَيْهِ من الاجتهاد في العِلْم اشتغالاً واستعمالاً وإفتاءً وتصنيفاً ومع مَا كَانَ عَلَيْهِ من مباشرة القضاء ومهمات الأمور ، وكثرة إقبال الدنيا ، لا يكاد يفتر عَنْ الطاعة ليلاً ونهاراً ، ولا يشتغل بما لا يعنيه ، وقوراً مهيباً مؤانساً ملاطفاً ، يُصَلِّي النوافل من قيام مَعَ كبر سنه وبلوغه مئة سنة وأكثر ، ويقول : لا أُعَوِّد نفسي الكسل . حَتَّى في حال مرضه كَانَ يُصَلِّي النوافل قائماً ، وَهُوَ يميل يميناً وشمالاً لا يتمالك أن يقف بغير ميل للكبر والمرض ، فقيل لَهُ في ذَلِكَ ، فَقَالَ: يا ولدي ، النفس من شأنها الكسل، وأخاف أن تغلبني وأختم عمري بِذَلِكَ .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وَكَانَ إذا أطال عَلَيْهِ أحد في الكلام يَقُول لَهُ : عجِّل قَدْ ضيَّعتَ عَلَيْنَا الزمان ، وَكَانَ إذا أصلح القارئ بَيْن يديه كلمة في الكِتَاب الذي يقرأ ونحوه ، يشتغل بالذكر بصوت خفي قائلاً : الله الله ، لا يفتر عَنْ ذَلِكَ حَتَّى يفرغ ، وَكَانَ قليل الأكل لا يزيد عَلَى ثلث رغيف ، ولا يأكل إلا من خبز خانقاه سعيد السعداء ، ويقول : إنما أخص خبزها بالأكل لأن صاحبها كَانَ من الملوك الصالحين . ¶ و ـ وفاته ¶ بَعْدَ عُمر بَلَغَ أو جاز بقليل المائة عام ، كَانَتْ مملوءة بالعلم والتعليم ، والتربية والإرشاد ، اختار الباري – عزَّ وجل – الْقَاضِي زكريا الأنصاري إلى جواره الكريم ، بَعْدَ أن ابتلي بفقد نعمة البصر . ¶ وَقَدْ حصل خُلْفٌ بين المؤرخين في تحديد سنة وفاته ، بَعْدَ أن اتفقت كلمة جمهورهم عَلَى تحديد اليوم والشهر ، وَهُوَ الرابع من ذي الحجة . ¶ فالجمهور عَلَى أن وفاته كَانَتْ سنة 926 ه‍، في حين ذهب العيدروسي (¬1) . وتابعه ابنالعماد الحنبلي (¬2) ، إلى أنها كَانَتْ سنة 925 ه‍. ¶ ولقد أغرب الأدنروي في تحديد وفاته، فزعم أنها كَانَتْ سنة 910 ه‍، وَهُوَ وهم لا محالة ، ولا متابع لَهُ ، ولا عاضد عَلَى هَذَا ، وإنما هُوَ قَوْل انفرد بِهِ ، وخالف فِيهِ المؤرخين جملة وتفصيلاً . ¶ ثانيا : سيرته العلمية ¶ أ ـ شيوخه ¶ بَلَغَ شيوخ الْقَاضِي زكريا الأنصاري كثرة كاثرة ، ومَرَّ بنا أنهم زادوا عَلَى المائة والخمسين شيخا ؛ لذا سنقتصر في الترجمة عَلَى أشهرهم مَعَ ذكر مَا أخذ الْقَاضِي عَنْهُمْ ، ثُمَّ نعرِّج عَلَى باقي شيوخه سرداً . ¶ فمن أشهر مشايخه : ¶ ¬__________ ¶ (¬1) تاريخ النور السافر ـ ص 111 ¶ (¬2) شذرات الذهب في أخبار من ذهب 8/134",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "1 ـ زين الدين أبو ذرٍّ عَبْد الرحمان بن مُحَمَّد بن عَبْد الله الزَّرْكَشِيّ القاهري الحنبلي ، المتفرد برواية \" صَحِيْح مُسْلِم \" بعلو .تُوُفِّي في ذي الحجة سنة ( 846 ه‍) ، وَقَدْ ناهز التسعين .أخذ عَنْهُ : \" صَحِيْح مُسْلِم . ¶ 2 ـ شمس الدين مُحَمَّد بن عَلِيّ بن مُحَمَّد بن يعقوب القاياتي ، تُوُفِّي ليلة الاثنين الثامن عشر من محرم ، سنة 850 ه‍ . أخذ عَنْهُ: الفقه ، وأصوله ، والمعاني والبديع والبيان ، واللغة ، والتفسير ، وشرح الألفية للعراقي ، وغيرها . ¶ 3 ـ شهاب الدين أبو العَبَّاس أحمد بن رجب بن طَيْبُغَا الشَّافِعيّ ، المعروف بابن المَجْدي ، مات في ذي القعدة سنة 850 ه‍، عَنْ أربع وثمانين سنة .أخذ عَنْهُ : الفقه ، والنحو ، وعلم الهيأة ، والهندسة ، والميقات والفرائض،والحساب ، والجبر ، والمقابلة . ¶ 4 ـ الْقَاضِي عز الدين عَبْد الرحيم بن المؤرخ ناصر الدين مُحَمَّد بن عَبْد الرحيم المصري الحنفي، عُرِفَ بابن الفرات ، تُوُفِّي في ذي الحجة سنة 851 ه‍وَقَدْ جاز التسعين . سَمِعَ عَلَيْهِ العديد من كُتُب الحَدِيْث كـ: \" البعث \" لابن أبي دَاوُد ، وغيره . ¶ 5 ـ زين الدين أبو النعيم رضوان بن مُحَمَّد بن يوسف العقبي ثُمَّ القاهري الشَّافِعيّ، المُسْنِد الصَّيِّن، تُوُفِّي في رجب سنة852 ه‍، عَنْ ثلاث وثمانين سنة. ¶ أخذ عَنْهُ : الفقه ، والقراءات السبع ، وآداب البحث ، وشرح الألفية للعراقي ، وصحيح مُسْلِم ، وسنن النَّسَائِيّ . ¶ 6 ـ شهاب الدين أبو الفضل أحمد بن عَلِيّ بن مُحَمَّد بن مُحَمَّد بن عَلِيّ بن ¶ أحمد الكناني العسقلاني الأصل ، المصري ثُمَّ القاهري . تُوُفِّي ليلة السبت ¶ الثامن عشر من ذي الحجة سنة 852 ه ‍ . ¶ أخذ عَنْهُ : الفقه ، والتفسير ، وشرح الألفية للعراقي ، ومعرفة أنواع علم الحَدِيْث لابن الصَّلاح ، وشرح النخبة ، والسيرة النبوية لابن سيد الناس ، وغالب سُنَن ابن ماجه ، وغيرها .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "7 ـ أبو اليمن مُحَمَّد بن مُحَمَّد بن عَلِيّ بن أحمد الهاشمي العقيلي النويري المكي الشَّافِعيّ قاضي مكة، مات في ذي القعدة سنة 853ه‍، عَنْ ستين سنة . ¶ أخذ عَنْهُ لَمّا ورد مكّة حاجاً . ¶ 8 ـ شرف الدين أبو الفتح مُحَمَّد بن زين الدين أبي بَكْر بن الْحُسَيْن بن عُمَر القرشي العثماني المراغي القاهري الأصل المدني الشَّافِعيّ . تُوُفِّي في محرم سنة859 ه‍، عَنْ ثلاث وثمانين سنة . ¶ أخذ عَنْهُ : الحَدِيْث ، والفقه ، وغيرهما لما ورد المدينة في طريق حجه . ¶ 9 ـ جلال الدين أبو السعادات مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن الْحُسَيْن بن عَلِيّ القرشي المخزومي المكي ، ويعرف بابن ظهيرة . مات في صفر سنة861 ه‍ ، عَنْ خمس وستين سنة . سَمِعَ عَلَيْهِ الحَدِيْث عندما ورد مكة حاجاً . ¶ 10 ـ كمال الدين مُحَمَّد بن عَبْد الواحد بن عَبْد الحميد السيواسي الأصل السكندري ثُمَّ القاهري الحنفي . مات في رمضان سنة861 ه‍، عَنْ ستين سنة . أخذ عَنْهُ : النحووالمنطق ، وشرح الألفية للعراقي . ¶ 11 ـ جلال الدين مُحَمَّد بن أحمد بن مُحَمَّد بن إبراهيم الأنصاري المحلي الأصل القاهري الشَّافِعيّ . مات في محرم سنة 864 ه‍ . ¶ أخذ عَنْهُ : أصول الفقه ، والعلوم العقلية . ¶ 12 ـ بدرالدين الحَسَن بن مُحَمَّد بن أيوب الحسني القاهري الحسيني الشَّافِعيّ . مات في مستهل صفر سنة 866 ه‍، وَقَدْ قارب المئة .أخذ عَنْهُ : الفقه ، والنسب . ¶ 13 ـ علم الدين صالح بن عُمَر بن رسلان البلقيني الأصل القاهري . مات في رجب سنة 868ه‍، عَنْ سبع وسبعين سنة .أخذ عَنْهُ : الفقه . ¶ 14 ـ تقي الدين أبو الفضل مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن عَبْد الله ¶ الهاشمي الأصفوني ثُمَّ المكي الشَّافِعيّ ، عُرِفَ بابن فهد ، تُوُفِّي في ربيع الأول سنة871ه‍ عَنْ أربع وثمانين سنة .أخذ عَنْهُ : فنون الحَدِيْث .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "15 ـ شرف الدين أبو زكريا يَحْيَى بن مُحَمَّد بن مُحَمَّد بن مُحَمَّد بن أحمد بن مخلوف الحدادي الأصل المناوي القاهري الشَّافِعيّ . تُوُفِّي ليلة الاثنين الثَّانِي عشر من جُمَادَى الثانية سنة871 ه‍، وَقَدْ جاز السبعين. أخذ عَنْهُ : الفقه . ¶ 16 ـ تقي الدين أبو العَبَّاس أحمد بن كمال الدين مُحَمَّد بن مُحَمَّد بن حَسَن القسنطيني الأصل السكندري ثُمَّ القاهري الشمني الحنفي، مات في ذي الحجة سنة872ه‍،وَقَدْ جاز الستين .أخذ عَنْهُ : النحو . ¶ 17 ـ محيي الدين أبو عَبْد الله مُحَمَّد بن سليمان بن سعيد الرومي الحنفي المعروف بالكافيجي نزيل القاهرة ، مات في جُمَادَى الثانية سنة 879 ه‍، وَقَدْ جاز التسعين . ¶ أخذ عَنْهُ : أصول الفقه ، والمنطق ، والتفسير ، وسائر علوم الآلة . ¶ أما بقية مشايخه ، فهم : ¶ 1 ـ الآمدي . ¶ 2 ـ إبراهيم بن صدقة أبو إسحاق الحنبلي . ¶ 3 ـ أحمد بن عَلِيّ بن مُحَمَّد بن حميد الدمياطي . ¶ 4 ـ البدشيني . ¶ 5 ـ البرهان الصالحي . ¶ 6 ـ البرهان الفاقوسي البلبيسي . ¶ 7 ـ التقي الحصني . ¶ 8 ـ أبو الجود الليثي . ¶ 9 ـ الرشيدي . ¶ 10 ـ الزين البوشنجي . ¶ 11 ـ الزين جَعْفَر نزيل المؤيدية . ¶ 12 ـ الزين ظاهر المالكي . ¶ 13 ـ الزين ابن عياش المكي . ¶ 14 ـ سارة بنت جَمَاعَة . ¶ 15 ـ السراج الورودي . ¶ 16 ـ الشرف بن الخشاب . ¶ 17 ـ الشرف السُّبْكِيّ . ¶ 18 ـ الشرواني . ¶ 19 ـ الشمس البُخَارِيّ . ¶ 20 ـ الشمس الحجازي . ¶ 21 ـ الشمس الوفائي . ¶ 22 ـ الشهاب أحمد الأنكاوي . ¶ 23ـ الشهاب الغزي . ¶ 24 ـ الشهاب القلقيلي السكندراني . ¶ 25 ـ العز بن عَبْد السلام البغدادي . ¶ 26 ـ الكمال نزيل زاوية الشَّيْخ نصر الله . ¶ 27 ـ مُحَمَّد بن حمد الكيلاني . ¶ 28 ـ مُحَمَّد بن ربيع . ¶ 29 ـ مُحَمَّد بن عُمَر الواسطي الغمري . ¶ 30 ـ مُحَمَّد الغومي . ¶ 31 ـ مُحَمَّد بن قرقماس الحنفي . ¶ 32 ـ النور البلبيسي إمام الأزهر . ¶ ب ـ تلامذته",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كتب الله تَعَالَى للقاضي زكريا القبول بَيْن الناس، وأَمدَّ في عمره حَتَّى تفرد بعلو الإسناد ، فأصبح مطمح الأنفس ، ومؤول الطلبة ، قَالَ الغزي : فأقبلت عَلَيْهِا لطلبة للاشتغال عَلَيْهِ ، وعُمِّر حَتَّى رأى تلاميذه وتلاميذ تلاميذه شيوخ الإسلام ، وقرَّت عينه بهم في محافل العِلْم ومجالس الأحكام ، وقصد بالرحلة إليه من الحجاز والشام . ¶ وسنقتصر في الترجمة عَلَى أشهرهم مَعَ ذكر باقي تلامذته سرداً كَمَا صنعنا في شيوخه ، فمنهم : ¶ 1 ـ حمزة بن عَبْد الله بن مُحَمَّد بن عَلِيّ الناشري اليمني الشَّافِعيّ الأديب . تُوُفِّي سنة 926 ه‍. ¶ 2 ـ جمال الدين أبو عَبْد الله عَبْد القادر –أبو عبيد– بن حَسَن الصاني القاهري الشَّافِعيّ . تُوُفِّي سنة 931 ه‍ . ¶ 3 ـ تاج الدين عَبْد الوهاب الدنجيهي المصري الشَّافِعيّ الكاتب النحوي . تُوُفِّي سنة 932هـ ‍. ¶ 4 ـ شمس الدين أبو عَبْد الله مُحَمَّد بن عَبْد الرحمان الكفرسوسي الشَّافِعيّ . تُوُفِّي سنة 932 ه‍ . ¶ 5 ـ أبو الفضل عَلِيّ بن مُحَمَّد بن عَلِيّ بن أبي اللطف المقدسي الشَّافِعيّ نزيل دمشق . تُوُفِّي سنة 934 ه‍ . ¶ 6 ـ الإمام العلاّمة فخر الدين عُثْمَان السنباطي الشَّافِعيّ . تُوُفِّي سنة 937 ه‍ . ¶ 7 ـ شمس الدين مُحَمَّد بن مُحَمَّد بن أحمد المقدسي الشَّافِعيّ . عرف بابن العجيمي ، العلاّمة المحدّث الواعظ . تُوُفِّي سنة 938 هـ ‍. ¶ 8 ـ قاضي القضاة ولي الدين مُحَمَّد بن قاضي القضاة شهاب الدين أحمد بن محمود بن عَبْد الله بن محمود بن الفرفور الدِّمَشْقِيّ. تُوُفِّي سنة 937 ه‍ . ¶ 9 ـ مفتي بعلبك مُحَمَّد بن مُحَمَّد بن عَلِيّ الفصي البعلي الشَّافِعيّ،تُوُفِّي سنة941هـ ¶ 10 ـ الإمام العلاّمة المحقق الشَّيْخ تقي الدين أبو بَكْر بن مُحَمَّد بن يوسف القاري ثُمَّ الدِّمَشْقِيّ الشَّافِعيّ . تُوُفِّي سنة 945 ه‍ .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "11 ـ الشيخ الإمام المحدِّث علاء الدين أبو الحَسَن عَلِيّ بن جلال الدين مُحَمَّد البكري الصديقي الشَّافِعيّ . تُوُفِّي سنة 952 ه‍ . ¶ 12 ـ الإمام العلاّمة الورع الشَّيْخ شهاب الدين أحمد بن مُحَمَّد بن إبراهيم بن مُحَمَّد الأنطاكي الحلبي الحنفي المعروف بابن حمادة ، تُوُفِّي سنة 953 هـ. ¶ 13 ـ الشَّيْخ الإمام برهان الدين إبراهيم بن العلاّمة زين الدين حَسَن بن عَبْد الرحمان بن مُحَمَّد الحلبي الشَّافِعيّ ، شُهِر بابن العمادي. وتُوفِّي سنة 954 ه‍. ¶ 14 ـ الإمام العلاّمة محب الدين أبو السعود مُحَمَّد بن رضي الدين مُحَمَّد بن عَبْد العزيز ابن عُمَر الحلبي الشَّافِعيّ . تُوُفِّي سنة 956 ه‍ . ¶ 15 ـ الإمام الشَّيْخ شهاب الدين أحمد الرملي المنوفي المصري الأنصاري الشَّافِعيّ. تُوُفِّي سنة 957 ه‍ . ¶ 16 ـ الإمام الْقَاضِي برهان الدين إبراهيم بن قاضي القضاة أبي المحاسن يوسف ابن قاضي القضاة زين الدين عَبْد الرحمان الحلبي الحنفي.عُرِف بابن الحنبلي.تُوُفِّي سنة 959ه‍ ¶ 17 ـ بدر الدين حَسَن بن يَحْيَى بن المزلق الدِّمَشْقِيّ الشَّافِعيّ ، الإمام المحقق . تُوُفِّي سنة 966 ه‍ . ¶ 18 ـ الإمام العلاّمة شهاب الدين أبو العَبَّاس أحمد بن مُحَمَّد بن مُحَمَّد بن عَلِيّ ابن حجر الهيتمي السعدي الأنصاري الشَّافِعيّ . تُوُفِّي سنة 973 ه‍، أو974 ه‍. 19 ـ الإمام باكثير عَبْد المعطي بن الشَّيْخ حَسَن بن الشَّيْخ عَبْد الله المكي الحضرمي الشَّافِعيّ . تُوُفِّي سنة 989 ه‍ . ¶ 20 ـ الشَّيْخ الصالح العلاّمة شهاب الدين أحمد بن الشَّيْخ بدر الدين العباسي المصري الشَّافِعيّ . تُوُفِّي سنة 992 ه‍ . ¶ وأما باقي تلامذته ، فهم : ¶ 21 ـ البدر ابن السيوفي . ¶ 22 ـ بدر الدين العلائي الحنفي . ¶ 23 ـ جمال الدين عَبْد الله الصافي . ¶ 24 ـ جمال الدين يوسف . ¶ 25 ـ شهاب الدين الحمصي ¶ 26 ـ شهاب الدين الرملي . ¶ 27 ـ شمس الدين الخطيب الشربيني .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "28 ـ شمس الدين الرملي . ¶ 29 ـ شمس الدين الشبلي . ¶ 30 ـ عَبْد الوهاب الشعراني . ¶ 31 ـ عميرة البرلسي . ¶ 32 ـ كمال الدين بن حمزة الدِّمَشْقِيّ . ¶ 33 ـ مُحَمَّد بن أحمد الغزي . ¶ 34 ـ مُحَمَّد بن مُحَمَّد بن أحمد الغزي . ¶ 35 ـ محيي الدين عَبْد القادر بن النقيب . ¶ 36 ـ نور الدين المحلي . ¶ 37 ـ نور الدين النسفي . ¶ ج ـ علومه ومعارفه ¶ وفَّرت البداية المبكرة للقاضي زكريا في طلب العِلْم فسحة من الوقت ، استطاع خلالها تنويع مصادر معرفته ، وَلَمْ يغفل هذِهِ النقطة، بَلْ استثمرها عَلَى وجهها الصَّحِيح ، فجنى ثمارها جنية مرتعة ، قَالَ الغزي : وَكَانَ – رضي الله تَعَالَى عَنْهُ – بارعاً في سائر العلوم الشرعية وآلاتها حديثاً وتفسيراً وفقهاً وأصولاً وعربية وأدباً ومعقولاً ومنقولاً . ¶ ومرَّ بنا في نشأته أنه درس صنوف فنون العِلْم ، ومن بَيْن تِلْكَ العلوم التي أفنى في طلبها ردحاً من عمره المديد : ¶ 1 ـ القُرْآن الكريم ، حفظاً . ¶ 2 ـ الفقه . ¶ 3 ـ أصول الفقه. ¶ 4 ـ التفسير . ¶ 5 ـ الحَدِيْث رِوَايَة ودراية. ¶ 6 ـ اللغة . ¶ 7 ـ النحو. ¶ 8 ـ الصرف . ¶ 9 ـ العروض . ¶ 10 ـ البيان . ¶ 11 ـ البديع . ¶ 12 ـ المعاني . ¶ 13 ـ المنطق . ¶ 14 ـ علم الهيأة . ¶ 15 ـ الهندسة . ¶ 16 ـ الميقات . ¶ 17 ـ الفرائض . ¶ 18 ـ الحساب . ¶ 19 ـ الجبر والمقابلة . ¶ 20 ـ الفلسفة . ¶ 21 ـ علم الكلام . ¶ 22 ـ التصوف . ¶ 23 ـ القراءات السبع والعشر . ¶ ـ آداب البحث والمناظرة . ¶ 25 ـ السيرة . ¶ د ـ وظائفه التي تقلّدها ¶ بَعْدَ أن استكمل الْقَاضِي زكريا الأنصاري الأدوات التِي مكنته من مزاولة نشاطه العلمي ، وبعد أن تبوأ الصدارة بَيْنَ معاصريه ومنافسيه ، فَقَدْ أُسندت إِلَيْهِ مهمات عدة ، وهي : ¶ 1 ـ التدريس بمقام الإِمَام الشَّافِعِيّ . قَالَ العيدروسي : وَلَمْ يَكُنْ بمصر أرفع ¶ منصباً من هَذَا التدريس . ¶ 2 ـ مشيخة خانقاه الصوفية .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "3 ـ منصب قاضي القضاة ، وَكَانَ ذَلِكَ بَعْدَ امتناع طويل ، في سلطنة خشقدم ولما ولي السلطنة قايتباي أصر عَلَى توليه قضاء القضاة فقبل ، وَكَانَ ذَلِكَ في سنة 886 ه‍، واستمر مدة ولاية قايتباي وبعده ، وذكر العيدروسي أن سبب عزله عَنْ هَذَا المنصب إصابته بالعمى ، وجمهور الفقهاء على أن الْقَاضِي يعزل بفقدان البصر، في حِيْنَ أن الغزي والشوكانِي يذكران أن سبب عزله زجرالسلطان عَنْ ظلمه ، وأغلب الظن أن هَذَا السلطان هُوَ مُحَمَّد ولد السلطان قايتباي الَّذِي تسلطن بَعْدَ والده . ¶ وتحديد وقت عزله يكتنفه الغموض ، لا سيما عَلَى رِوَايَة الغزي (¬1) والشوكاني (¬2) ، ولكنها لا تتعدى سنة 904 ه‍فهي السنة التِي قتل فِيْهَا السلطان مُحَمَّد بن السلطان قايتباي ، وَلَكِن الشوكاني يجزم أن عزله كَانَ سنة 906 ه‍، وَلَمْ تذكر المصادر التِي بَيْنَ أيدينا تحديداً لتاريخ فقده لبصره ، وَكَانَ السلطان قَدْ طلب مِنْهُ العودة إِلَى منصبه لكنه رفض ، إِلَى حِيْنَ نكبته فترك السلطان الإلحاح عَليه . ¶ وذكر الشعراني أن الْقَاضِي زكريا كَانَ يعتبر توليه القضاء : غلطة . ¶ 4 ـ قَالَ الغزي : وولي الجهات والمناصب . ¶ 5 ـ وَقَالَ العيدروسي (¬3) : ولي تدريس عدة مدارس رفيعة . ¶ 6 ـ وَقَالَ الشوكاني (¬4) : ودرّس في أمكنة متعددة . ¶ هـ ـ ثناء الْعُلَمَاء عَلَيْهِ ¶ تمتع الْقَاضِي زكريا – زيادة عَلَى مكانته العلمية – بأخلاقه العالية التِي حببته إِلَى قلوب العباد ، فانطلقت ألسنتهم بالثناء عَلَيْهِ ، وذكر محاسنه وشيمه ، وإذا رحنا نستقصي ما قَالَ الناس فِيْهِ أطلنا المقام ، لذا سنقتصر عَلَى نبذ مِنْهَا : ¶ ¬__________ ¶ (¬1) الكواكب السائرة 1/199 ¶ (¬2) البدر الطالع 1/252 ¶ (¬3) النور السافر ، ص 115 ¶ (¬4) البدر الطالع 1/252",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "1 ـ قَالَ الغزي (¬1) : الشَّيْخ الإِمَام ، شيخ مشايخ الإسلام ، علامة المحققين ، وفهامة المدققين ، ولسان المتكلمين ، وسيد الفقهاء والمحدّثين ، الحَافِظ المخصوص بعلو الإسناد ، والملحق للأحفاد بالأجداد ، العالم العامل ، والولي الكامل . ¶ 2 ـ وَقَالَ العيدروسي: الشَّيْخ الإِمَام العلامة شيخ الإسلام قاضي القضاة . ¶ 3 ـ وَقَالَ السخاوي : لَهُ تهجد وتوجه وصبر واحتمال ، وترك القيل والقال ، وله أوراد واعتقاد وتواضع وعدم تنازع ، وعمله في التودد يزيد عَن الحد ، ورويته أحسن من بديهته وكتابته أمتن من عبارته ، وعدم مسارعته إِلَى الفتوى تعدُّ من حسناته . ¶ 4 ـ وَقَالَ أَيْضاً : وَلَمْ ينفك عَنْ الاشتغال عَلَى طريقة جميلة من التواضع وحسن العشرة والأدب والعفة ، والانجماع عَنْ بني الدنيا مَعَ التقلل وشرف النفس ومزيد العقل وسلامة الباطن والاحتمال والمداراة . ¶ 5 ـ وَقَالَ العيدروسي . ويقرب عندي أنه المجدد عَلَى رأس القرن التاسع لشهرة الانتفاع بِهِ وبتصانيفه . ¶ 6 ـ وقَالَ السيوطي : لزم الجد والاجتهاد في القلم والعلم والعمل ، وأقبلَ عَلَى نفع الناس إقراءً وإفتاءً وتصنيفاً ، مَعَ الدين المتين ، وترك ما لا يعنيه ، وشدة التواضع ولين الجانب وضبط اللسان والسكوت . ¶ ¬__________ ¶ (¬1) الكواكب السائرة 1/196",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "7 ـ وَقَالَ ابن حجر الهيتمي (¬1) : وقدّمت شيخنا زكريا لأنه أجلُّ مَنْ وقع عَلَيْهِ بصري من الْعُلَمَاء العاملين والأئمة الوارثين ، وأعلى من عَنْهُ رويت من الفقهاء والحكماء المسندين ، فَهُوَ عمدة الْعُلَمَاء الأعلام ، وحجة الله عَلَى الأنام، حامل لواء مذهب الشَّافِعِيّ عَلَى كاهله ، ومحرر مشكلاته وكاشف عويصاته في بكرته أصائله ، ملحق الأحفاد بالأجداد ، المتفرد في زمنه بعلو الإسناد ، كيف وَلَمْ يوجد في عصره إلا من أخذ عَنْهُ مشافهة أَوْ بواسطة أَوْ بوسائط متعددة ، بَلْ وقع لبعضهم أنه أخذ عَنْهُ مشافهة تارة ، وعن وغيره مِمَّنْ بينه وبينه نحو سبع وسائط تارة أخرى ، وهذا لا نظير لَهُ في أحد من عصره ، فنعم هَذَا التميز الَّذِي هُوَ عِنْدَ الأئمة أولى وأحرى ؛ لأنَّه حاز بِهِ سعة التلامذة والأتباع ، وكثرة الآخذين عَنْهُ ودوام الانتفاع . ¶ 8 ـ وَقَالَ ابن العماد (¬2) : شيخ الإسلام قاضي القضاة زين الدين الحَافِظ . ¶ 9 ـ وَقَالَ الأدنروي : مفتي الشافعية العالم الفاضل الْقَاضِي . ¶ و ـ آثاره العلمية ¶ وظَّف الْقَاضِي زكريا الأنصاري معرفته العلمية في التأليف إِلَى جانب التدريس ، وخلال المئة سنة التِي عاشها استطاع أن يترك لنا جملة كبيرة من المصنفات ، الأمر الَّذِي دفع الشوكاني (¬3) للقول بأن : لَهُ شرح ومختصرات في كُلّ فن من الفنون . ¶ وَقَدْ عنى الشوكاني بكلمته هَذِهِ، أن الْقَاضِي خاض غمار فنون العلوم عَلَى اختلاف ماهيات‍ها فمن اللغة إِلَى المنطق، ومن الكلام إِلَى الْحَدِيْث ، ومن الفقه إِلَى القراءات ، ومن التصوف إِلَى التفسير ، ومن أصول الفقه إِلَى الفرائض ، وهكذا تنوعت طبيعة مؤلفاته . ¶ ¬__________ ¶ (¬1) النور السافر ، ص 115 ¶ (¬2) شذرات الذهب 8/134 ¶ (¬3) البدر الطالع 1/252",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وَلَيْسَ عجباً أن تكثر مصنفاته ، فعلى حد تعبير الغزي إذ يَقُوْل : وجملة مؤلفاته ( 41 ) مؤلفاً تقريباً ، إِذْ كَانَ شغله الشاغل التدريس والتصنيف ، وَقَدْ وقفنا عَلَى ذكر لما يربو من ( 50 ) مصنفاً في شتى صنوف الْمَعْرِفَة ، هِيَ : ¶ 1 ـ أحكام الدلالة عَلَى تحرير الرسالة. شرح فِيْهِ الرسالة القشيرية في التصوف . ¶ 2 ـ أدب الْقَاضِي عَلَى مذهب الإِمَام الشَّافِعِيّ . ¶ 3 ـ أضواء البهجة في إبراز دقائق المنفرجة (¬1) . شرح عَلَى القصيدة المنفرجة ¶ 4 ـ أقصى الأماني في علم البيان والبديع والمعاني . ¶ 5 ـ بلوغ الأرب بشرح شذور الذهب . شرح عَلَى مَتْن شذور الذهب في النحو لابن هشام ¶ 6 ـ بهجة الحاوي. شرح عَلَى \" الحاوي الصغير \" للقزويني في الفقه . ¶ 7 ـ تحرير تنقيح اللباب. اختصار لـ \" تنقيح اللباب \" في الفقه. ¶ 8 ـ تحفة الطلاب بشرح تحرير تنقيح اللباب . شرح لمختصره السابق . ¶ 9 ـ لب الأصول . ¶ 10 ـ التحفة العلية في الخطب المنبرية . ¶ 11 ـ تحفة نجباء العصر في أحكام النون الساكنة والتنوين والمد والقصر . ¶ 12 ـ تلخيص الأزهية في أحكام الأدعية للزركشي . ¶ 13 ـ تلخيص أسئلة القرآن وأجوبتها لأبي بكر الرازي صاحب مختار الصحاح. ¶ 14 حاشية عَلَى شرح ابن المصنف عَلَى ألفية ابن مالك في النحو . ¶ 15 ـ حاشية عَلَى شرح البهجة لولي الدين بن العراقي . ¶ 16 ـ حاشية عَلَى شرح المحلي عَلَى جمع الجوامع . ¶ 17 ـ حاشية عَلَى شرح المقدمة الجزرية . ¶ 18 ـ خلاصة الفوائد الحموية في شرح البهجة الوردية. ¶ 19 ـ الدرر السنية في شرح الألفية ، في النحو لابن مالك. ¶ 20 ـ الدقائق المحكمة في شرح المقدمة ، للجزري . ¶ 21 ـ ديوان شعر. ¶ 22 ـ الزبدة الرائقة في شرح البردة الفائقة . ¶ 23 ـ شرح البسملة والحمدلة . ¶ 24 ـ شرح الجامع الصَّحِيْح للبخاري . ¶ 25 ـ شرح الروض لابن المقريء . ¶ 26 ـ شرح الشمسية في المنطق . ¶ ¬__________ ¶ (¬1) له على المنفرجة شرحان كبير وصغير 0 انظر الكواكب السائرة 1/202",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "27 ـ شرح صَحِيْح مُسْلِم . ¶ 28 ـ شرح طوالع الأنوار للبيضاوي في علم الكلام . ¶ 29 ـ شرح مختصر المزني . ¶ 30 ـ شرح المقدمة الجزرية . ¶ 31 ـ شرح المنهاج للبيضاوي في أصول الفقه . ¶ 32 ـ غاية الوصول إِلَى شرح الفصول. في الفرائض . ¶ 33 ـ الغرر البهية بشرح البهجة الوردية . ¶ 34 ـ فتح الإله الماجد بإيضاح شرح العقائد. حاشية عَلَى شرح العقائد النسفية. ¶ 35 ـ فتح الباقي بشرح ألفية العراقي . ¶ 36 ـ فتح الجليل ببيان خفي أنوار التنْزيل . ¶ 37 ـ فتح رب البرية في شرح القصيدة الخزرجية. في علم العروض . ¶ 38 ـ فتح الرَّحْمَان بشرح رسالة الولي رسلان في التوحيد . ¶ 39 ـ الرَّحْمَان بشرح لقطة العجلان . في الفقه ، للزركشي . ¶ 40 ـ فتح الرَّحْمَان بكشف ما يلتبس من القرآن . ¶ 41 ـ فتح العلام بشرح أحاديث الأحكام . ¶ 42 ـ فتح الوهاب بشرح الآداب . آداب البحث والمناظرة . ¶ 43 ـ فتح الوهاب بشرح منهج الطلاب . ¶ 44 ـ الفتحة الأنسية لغلق التحفة القدسية . في الفرائض . ¶ 45 ـ الفتوحات الإلهية في نفع أرواح الذوات الإنسانية . ¶ 46 ـ اللؤلؤ النظيم في روم التعلم والتعليم . ¶ 47 ـ المطلع في شرح ايساغوجي . في المنطق . ¶ 48 ـ المقصد لتلخيص ما في المرشد . في القراءات . ¶ 49 ـ المناهج الكافية في شرح الشافية . في الصرف . ¶ 50 ـ منهج الوصول إِلَى تخريج الفصول . في الفرائض . ¶ 51 ـ نِهاية الهداية في شرح الكفاية . في الفرائض . ¶ 52 ـ نَهج الطلاب في منهاج الطالبين للنووي . في الفقه . ¶ بسم الله الرحمن الرحيم ¶ وحسبنا الله ونعم الوكيل ¶ ... الحمد لله الذي شرّف مَنْ فَقِه بالعلم والعمل ، وزينه بالهداية المقدّرة في الأزل ، والصلاة والسلام على أشرف مَنْ خلقه الله عزّ وجلّ ، وعلى أصحابه المنزهين عن الفاحشة والسَّفاهة والزَّلل ، وبعد ...",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "... فهذه رسالة مشتملة على بيان شروط تعليم العلوم ، وتعلُّمها المضطرة ، وعلى حصر أنواعها ، وبيان حدودها ، وفوائدها المشتهرة المحررة ، وسمّيتها باللؤلؤ النظيم ، في روم التعلّم والتَّعليم . ¶ ... أمَّا شروط تعلُّمها وتعليمها فاثنا عشر (¬1) : ¶ أحدها : أنْ يقصد به ما وُضِع ذلك العلم له ، فلا يقصد به غير ذلك ، كاكتساب مال وجاه ، أو مغالبة خصم ، أو مكاثرة . ¶ ثانيها ... : أنْ يقصد العلم الذي يتعلمه طِباعه (¬2) ، إذ ليس كل أحد يصلُح لتعلُّم العلوم ، ولا كلّ مَن يصلح لتعلُّمها يصلح / لجميعها ، ولا كلّ مَن يصلح لتعليمها يصلح 2ب لجميعها ، بل كلٌّ مُيسّر لِما خلق له . ¶ ثالثها ... : أنْ يعلم غاية ذلك العلم ؛ ليكون على ثِقة من أمره . ¶ رابعها ... : أنْ يستوعب ذلك العلم من أوله إلى آخره ، تصويرا وتصديقا . ¶ خامسها ... : أن يقصد فيه الكتب الجيدة ، المستوعبة لجملة الفن . ¶ وسادسها ... : أنْ يقرأ على شيخ مُرشدٍ أمين ناصح ، ولا يستبدّ بنفسه ، وذكائه . ¶ سابعها ... : أن يُذكّر به الأقران والأنظار ؛ طلبا للتحقيق ، لا للمغالبة على الإفادة والاستفادة . ¶ ثامنها ... : أنه إذا حصَّل ذلك العِلم لا يُضيِّعه بإهماله ، ولا يمنعه مُستحقّه ، لخبر (¬3) ( مَنْ عَلِمَ عِلماً نافعا وكتمه ، ألجمه الله تعالى يوم القيامة بلجام من نار ) ولا يؤتيه غير مستحقه ؛ لما جاء في كلام النبوة : لا تُعلِّقوا الدُّر في رِقاب الخنازير ، أي تُؤثروا العلوم غير أهلها . ¶ ¬__________ ¶ (¬1) وذكر ثلاثة عشر شرطا ! ¶ (¬2) يقصد بهذا : أن يوافق العلم الذي يتعلمه طباعه . ¶ (¬3) رواه ابن ماجه عن أبي سعيد بلفظ من كتم علما مما ينفع الله به الناس في أمر الدين ألجمه الله يوم القيامة بلجام من نار ، ورواه ابن عدي عن ابن مسعود بلفظ من كتم علما عن أهله ألجم يوم القيامة لجاما من نار. ¶ كشف الخفاء 2/255 / المكتبة الشاملة .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "تاسعها ... : أنْ يُثبت ما استنبطه بفكره مما لم يُسبق إليه لمَنْ أتى بعده ، كما فعل مَنْ قبله، فمواهب الله تعالى لا تقف عند حد . ¶ عاشرها ... : أنْ لا يعتقد في علم أنّه حصّل منه مقداراً لا يمكن الزيادة عليه ، فذلك نقص وحِرمان . ¶ حادي عشرها : أنْ يَعلم أنّ لكلِّ علمٍ حدّا ، فلا يتجاوزه ، ولا ينقص عنه . ¶ ثاني عشرها : أنْ لا يُدخل علما في علمٍ آخر ، لا في تعلّم ولا في مناظرة ؛ لأنّ ذلك يشوِّش الفكر . ¶ ثالث عشرها : أنْ يراعي كلٌّ من المتعلم والمعلم الآخر ، خصوصا الأول ؛ لأنّ معلمه كالأب ، بل أعظم؛ لأنّ أباه أخرجه إلى دار الفناء ، ومعلمه دلَّه إلى دار البقاء . ¶ ... واعلم أنّ للاشتغال بالعلم آفات كثيرة ، عدمها في الحقيقة له شروط ، فمنها : ¶ ـ الوقوف بالزمن المستقبل ، فيترك التعلّم حالا ؛ لأنّ اليوم في التعلّم والتعليم أنفع ، وأفضل من غداً وأفضل منه أمس ، والإنسان كلما كبر/ كثرت عوائقه . ... ... 3 أ ¶ ـ ومنها الوقوف بالذكاء ، فكثير مَنْ فاته العلم بركونه إلى ذكائه، وتسويفه أيام الاشتغال. ¶ ـ ومنها التنقل من علم قبل إتقانه إلى آخر، ومن شيخ إلى آخر قبل إتقان ما بدأ به عليه ، فإنَّه هدمٌ لما قد بُنِيَ . ¶ ـ ومنها طلب الدنيا ، والتردد إلى أهلها ، والوقوف على أبوابهم . ¶ ـ ومنها وِلاية المناصب ؛ فإنها شاغلة مانعة ، كما أنّ ضِيق الحال أيضا مانعٌ .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "... وأمَّا حصر أنواع العلم فهي سبعة وأربعون علما (¬1) ، ¶ ¬__________ ¶ (¬1) قال عبد الملك بن عبد الله بن عبدون - رحمه الله : وقد ذكر أن العلم الفلسفي ينقسم على أربعة أنواع: أحدها الرياضيات، والثاني المنطقيات، والثالث الطبيعيات، والرابع الإلهيات. قال: فأما الرياضيات فأربعة: الواحد علم الحساب، والثاني علم الهندسة، والأصل فيه النقطة، وهي فيه كالواحد في علم الحساب، والثالث علم النجوم، والرابع علم الموسيقى، وهو علم تأليف الألحان. وأما العلوم المنطقيات فخمسة أنواع: الواحد معرفة صناعة الشعر، وأنواع البديع كالتكافؤ والتفريع والحشو والتتبع والتسميط والترصيع والالتفاتة والإشارة والمقابلة والاستعارة والتبليغ والتلويح والتصدير والتوشيح والتجنيس والتضاد والترديد والاستطراد والتسهيم والإحالة والتتميم. والثاني معرفة صناعة الخطابة. والثالث صناعة الجدل. والرابع صناعة البرهان. والخامس صناعة المغالطين في المناظرة والجدل. وأما العلوم الطبيعيات فسبعة أنواع: الواحد علم المبادئ الجسمانية، وهي خمسة أشياء: الهيولى والصورة والزمان والمكان والحركة. والثاني علم السماء والأرض، وهو معرفة ماهية جواهر الأفلاك والكواكب وكيفيتها وكيفية تركيبها وعلة دورانها، وهل تقبل الكون كما تقبل الأركان الأربعة التي دون فلك القمر أو لا، وما علة حركات الكواكب واختلافها في السرعة والإبطاء، وما علة سكون الأرض في وسط الفلك في المركز، وهل خارج العالم جسم آخر أم لا. وهل في الكون والفساد موضع لاشيء فيه، وما شاكل هذه المباحث. والثالث علم الكون والفساد وهو علم معرفة جواهر الأركان الأربعة التي هي النار والهواء والماء والأرض. والرابع علم حدوث الجواهر بتغيرات الهواء وتأثيرات الكواكب بحركاتها ومطارح شعاعاتها على الأركان الأربعة وانفعالاتها بعضها ببعض بقدرة الله تعالى. والخامس علم المعادن التي تنعقد من البخارات المختنقة في بطن الأرض والعصارات المتحللة من الهواء..والسادس علم النبات على اختلاف أنواعه في هيآته وأشكاله واختلاف صموغه وطعومه وخواصه وروائحه ومنافعه ومضاره. السابع علم الحيوان، وهو معرفة كل جسم يغتذي ويحس ويعيش ويتحرك على اختلاف أنواعه، وما شاكل كل ذلك مما ينسب إلى علم الطبيعيات كعلم الطب والبيطرة وسياسة الدواب والسباع والطيور والحرث والنسل وعلم الصنائع أجمع داخل في علم الطبيعيات. وأما العلوم الإلهيات فخمسة أنواع؛ أولها: معرفة الباري سبحانه وتعالى بجميع صفاته، وأنه أول كل شيء، والخالق لكل شيء، والعالم بكل شيء، وأنه ليس كمثله شيء. والثاني علم الروحانيات من الجواهر البسيطة العقلية، وهي الصورة المجردة من الهيولى المستعملة للأجسام المطهرة، ومعرفة ارتباط بعضها ببعض، وقبض بعضها عن بعض، وهي أفلاك روحانية تحيط بأفلاك جسمانية. والثالث علم النفوس والأرواح السارية ي الأجسام الفلكية والطبيعية من لدن الفلك المحيط إلى منتهى مركز الأرض. والرابع علم السياسة العامية والسياسة الخاصية والسياسة الذاتية. فأما السياسة النبوية فالله تبارك وتعالى يختص بها من يشاء من عباده ويهدي لأتباعهم من يشاء لا معقب لحكمه، لا يسال عما يفعل وهم يسألون. وأما السياسة الملوكية فهي حفظ الشريعة على الأمة وإحياء السنة والأمر بالمعروف والنهي عن المنكر. وأما السياسة العامية فهي الرياسات على الجماعات كرياسة الأمراء على البلدان وقادة الجيوش وترتيب أحوالهم على ما يجب وينبغي من الأمور وإتقان التدبير. وأما السياسة الخاصية فهي معرفة كل إنسان بنفسه، وتدبيره أمر غلمانه وأولاده، ومن يليهم من أتباعه وقضاء حقوق الإخوان. وأما السياسة الذاتية فهي أن يتفقد الإنسان أفعاله وأحواله وأخلاقه وشهوته فيزمها بزمام عقله، وغضبه فيردعه وما شاكل ذلك. والخامس من العلوم الإلهيات علم المعاد وكيفية انبعاث الأرواح وقيام الأجسام وحشرها للحساب يوم الدين، ومعرفة حقيقة جزاء المحسنين وعقاب المسيئين. نهاية الأرب ، ص 8611 ـ 8616",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهي : ¶ ـ إمَّا شرعية ، وهي ثلاثة : الفقه ، والتفسير ، والحديث . ¶ ـ وإمَّا أدبية ، وهي أربعة عشر : علم اللغة ، وعلم الاشتقاق ، وعلم التصريف ، وعلم النحو ، وعلم المعاني ، وعلم البيان ، وعلم البديع ، وعلم العروض ، وعلم القوافي ، وعلم قريض الشعر ، وعلم إنشاء النثر ، وعلم الكتابة ، وعلم القراءات ، وعلم المحاضرات ، ومنه التواريخ . ¶ ـ وإمَّا رياضة ، وهي عشرة : علم التّصوف ، وعلم الهندسة ، وعلم الهيئة ، والعلم التعليمي ، وعلم الحساب ، وعلم الجبر والمقابلة ، وعلم الموسيقى ، وعلم السياسة ، وعلم الأخلاق ، وعلم تدبير المنزل . ¶ ـ وإمَّأ عقلية ، وهي عشرون : علم المنطق ، وعلم الجدل ، وعلم أصول الفقه ، وعلم أصول الدين ، والعلم الإلهي والطبيعي ، وعلم الطب ، وعلم الميقات ، وعلم النواميس ، وعلم الفلسفة ، وعلم الكيمياء ، وعلم الأرتماطيقي ، وعلم المساحة ، وعلم البيطرة، وعلم الفلاحة ، وعلم السحر ، وعلم الطلسمات ، وعلم الفراسة ، وعلم أحكام النجوم . ¶ ... وأمَّا بيان حدودها وفوائدها : ¶ ... فعلم الفقه علمٌ بحكمٍ شرعيٍّ عملي مكتسبٍ من دليلٍ تفصيلي ، وفائدته امتثال أوامر الله ونواهيه . ¶ ... وعلم التفسير هو علمٌ يُعرف به معاني كلام الله تعالى من الأوامر والنواهي ، وغيرهما ، وفائدته الاطِّلاع على عجائب / كلامه تعالى ، وامتثال أوامره ونواهيه . ¶ ... وعلم الحديث رِواية علمٌ يشتمل على نقل ما أُضيف إلى النبي صلى الله عليه وسلم قولا ، أو فعلا ، أو تقريرا ، أو صفة ، وفائدته الاحتراز عن الخطأ في نقل ذلك . ¶ ... وعلم الحديث دِرايَة علمٌ يُعرف به حال الرواية والمروي من حيث القبول والرد ، وفائدته معرفة (¬1) ما يُقبل وما يُرد مِن ذلك . ¶ ... وعلم اللغة علمٌ يُعرف به أبنية الكَلِم ، ويُقال : علم بنقل الألفاظ الدالة على المعاني المفردة ، وفائدته الإحاطة بها؛ لمخاطبة أهل اللسان، وللتمكُّن مِن إنشاء الخطب والرسائل . ¶ ¬__________ ¶ (¬1) كتبت : وفائدته ما يعرف معرفة .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "... وعلم الاشتقاق علم يُعرف به أصل الكَلِم وفرْعه ، وفائدته التمييز بين المُشتق والمُشتق منه . ¶ ... وعلم التصريف علمٌ بأصولٍ يُعرف به أحوال أبنية الكَلِم التي ليست بإعراب ، وفائدته الاحتراز عن الخطأ في اللسان ، والتمكن في الفصاحة والبلاغة . ¶ ... وعلم النحو علمٌ بأصولٍ يعرف به أحوال أواخر الكَلِم إعراباً وبناءً ، وفائدته الاحتراز عن الخطأ في اللسان . ¶ ... وعلم المعاني علمٌ يعرف به أحوال اللفظ العربي التي بها يطابق مقتضى الحال ، وفائدته التمكن من مخاطبة أهل اللسان بذلك . ¶ ... وعلم البديع علمٌ يعرف به وجوه تحسين الكلام ، بعد رِعاية المطابقة ، ووضوح الدلالة ، وفائدته معرفة أحوال الشِّعر ، وما يدخل فيه من المُحسِّنات ، وغيرها . ¶ ... وعلم العروض علمٌ بأصولٍ يعرف بها صحيح أوزان الشِّعر وفاسدها ، وفائدته لِذي الطبع السليم أنْ يأمَن اختلاط بعض البحور ببعضها ، وأنْ يعلم أنّ الشِّعر المأتي به أجازته العرب ، أو لم تُجزه ، والهداية إلى الفرق بين الأوزان الصحيحة والفاسدة في النظم . ¶ ... وعلم القوافي علمٌ يُعرف به أحوال أواخر الأبيات / الشِّعرية من حركة وسكون 4 أ ولزوم وجواز ، وفصيح وقبيح ، ونحوها ، وفائدته الاحتراز عن الخطأ في القافية . ¶ ... وعلم قريض الشِّعر علمٌ يعرف به كيفية النظم وترتيبه ، وفائدته كيفية إنشاء القريض السالم من العيوب . ¶ ... وعلم إنشاء النثر علمٌ يعرف به كيفية إنشائه ، وفائدته الاحتراز عن الخطأ في الإنشاء . ¶ ... وعلم الكتابة علمٌ يُعرف به أحوال الحروف في وصفها ، وكيفية تركيبها ، وفائدته الاحتراز عن الخطأ في الكتابة . ¶ ... وعلم القراءات علمٌ بأصول يُعرف بها أحوال ألفاظ القراءات من حيث النطق بها ، وفائدته معرفة ما يَقرأ به كلٌّ من أئمة القُرَّاء ، والقرآن كلام الله تعالى المنزل على نبيّه ، المكتوب بين دفتي المصحف ، وفائدته سعادة الدارين .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "... وعلم التصوّف علمٌ بأصول يُعرف به صلاح القلب ، وسائر الحواس ، وفائدته صلاح أحوال الإنسان . ¶ ... وعلم الهندسة علمٌ يُعرف به خواص المقادير، الخط ، والسطح ، والجسم التعليمي ، ولواحقها وأوضاعها ، وفائدته معرفة كمية مقادير الأشياء . ¶ ... وعلم الهيئة علمٌ يعرف به الأجرام البسيطة من حيث كميتها ، وكيفياتها ، وأوضاعها ، وحركاتها اللازمة لها ، وفائدته معرفة أعيان تلك الأجرام ، وكميتها ، وكميّة كلِّ مقدار منها ، وما يلحقها . ¶ ... والعلم التعليمي ما يبحث فيه عن (¬1) أشياء موجودة في مادة كالمقادير والأشكال والحركات ، وفائدته معرفة أعيان تلك الأشياء ، وكميتها ، وكمية كل مقدار منها ، وما يلحقها . ¶ ... وعلم الحساب علمٌ بأصول يُتوصل به إلى استخراج المجهولات العددية ، وفائدته صيرورة ذلك العدد من الحيثية المذكورة معلوما ؛ باستعمال قوانينه . ¶ ... وعلم الجبر علمٌ بأصول يُعرف بها ؛ لاستخراج كمية المجهول بمقدمات معلوماته ، وفائدته صيرورة تلك المقادير / المجهولة معلومة باستعمال قوانينها . ... ... 4 ب ¶ ... وعلم الموسيقى علم بأصول يُعرف بها النغم ، وكيفية تأليف الألحان بعضها من بعض ، وفائدته بسطة الأرواح وقبضها ، ولهذا يُستعمل في الأفراح ، وفي الحروب ، وعلاج المرضى . ¶ ... وعلم السياسة علمٌ بأصول يُعرف بها أنواع الرئاسات ، والسياسات الدنيوية وأحوالها ، وفائدته معرفة السياسات المدنية الفاصلة بين المظلومين ، والإنصاف بينهم . ¶ ... وعلم الأخلاق علمٌ بأصول يُعرف به أنواع الفضائل ، وكيفية اكتسابها ، وأنواع الرذائل ، وكيفية اجتنابها ، وفائدته الاتصاف بأنواع الفضائل ، واجتناب أضدادها . ¶ ... وعلم تدبير المنزل علمٌ بأصول يعرف به الأحوال المشتركة بين الرجل وزوجته وولده وخدمه ، وفائدته انتظام أحوال الإنسان في منزله ؛ ليتمكن من كسب السعادة للآجلة والعاجلة . ¶ ¬__________ ¶ (¬1) كتبت : على",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "... وعلم المنطق علمٌ بأصول تعصم مراعاتها الذهن عن الخطأ في الذكر ، وفائدته الاحتراز عن الخطأ في الفكر . ¶ ... علم الجدل علمٌ بأصول يُعرف به كيفية تقدير الأدلة، ورفع الشبهة عنها ، وفائدته معرفة تحرير المباحث الفقهية والأصولية ، ويستميل الفكر . ¶ ... وعلم أصول الفقه علمٌ بأصول يعرف بها أدلة الفقه الإجمالية ، وطرق استفادة جزئياتها ، وحال مستفيدها ، وقبيل معرفتها ، وفائدته نصب أدلة على مدلولها ، ومعرفة كيفية الاستنباط . ¶ ... وعلم أصول الدين علمٌ بالعقائد الدينية عن الأدلة التعيينية ، وفائدته معرفة ما يطلب اعتقاده . ¶ ... والعلم الإلهي علمٌ بأصول يُعرف به أحواله الموجودة ، وما يعرض لها ، وفائدته ظهور المعتقدات الحقَّة ، والمعتقدات الباطلة . ¶ ... والعلم الطبيعي علمٌ يُبحث فيه عن / أحوال الجسم المحسوس من حيث أنَّه 5 أ مُعرّض للتغيير ، وفائدته معرفة الأجسام الطبيعية البسيطة والمركبة ، وأحوالها ، ويقال علم الكلام بأنه مبني على أصول الفلسفة مِن أنّ الواحد لا يصدر عنه إلاّ الواحد ، وأنّ الواحد لا يكون قابلا وفاعلا معا ، وأنّ العادة ممتنعة ، وأنّ الوحي ، ونزول المَلَك مُحالان ، ونحو ذلك . ¶ ... وأمَّا علم الكلام فمبني على أصول الإسلام من كتاب الله تعالى ، وسنة نبيه ورسوله ، والإجماع والعقول الذي لا يخالفها . ¶ ... وعلم الطب علمٌ يعرف به أحوال بدن الإنسان من صحة ومرض ، ومزاج وأخلاط ، وغيرها مع أسبابها من المأكل وغيرها ، وفائدته استعمال أسباب الصحة ، والإعلام بها . ¶ ... وعلم الميقات علمٌ يُعرف به أزمنة الأيام ، والليالي وأحوالها ، وفائدته معرفة أوقات العبادات ، وتوخي جهتها . ¶ ... وعلم النواميس علمٌ يعرف به أحوال حقيقة النبوة وأحوالها ، ووجه الحاجة إليها ، والناموس يقال للوحي ، وللمَلَك النازل ، وللسنة ، وفائدته بيان وجوب النبوة ، وحاجة الإنسان إليها في حياته ومعاده .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "... وعلم الفلسفة ، ويُسمى عند بعضهم علم الأخلاق وتدبير المنزل علمٌ بأصول يُعرف به حقائق الأشياء والعمل بما هو أصله ، وفائدته العمل بما ارتضاه العقلاء من حَسن وقبيح . ¶ ... وعلم الكيمياء علمٌ بأصولٍ يُعرف به معدن الذهب والفضة ، وفائدته الانتفاع بما يُستخرج منها ويتفرع عن علم ذلك علم آخر . ¶ علم الأرتماطيقي علمٌ بأصولٍ يعرف بها أنواع العدد ، وأحواله ، وكيفية تولد بعضه من بعض ، أي مِن حيث أنه زوج أو فرد ، أو زوج زوج ، وفرد فرد ، ونحوها ، وفائدته ارتباط / الذهن بالنظر في المجرد من المادة ولواحقها . ... ... ... ... ... 5ب ¶ وعلم المساحة علمٌ يُعرف به استخراج مقدار أرض معلومة بنسبة زرع أو غيره ، وفائدته العلم بمقدارها . ¶ وعلم البيطرة علمٌ بأصولٍ يُعرف بها أحوال الدواب من صحة أو مرض ، وفائدته استعمال ما يصلح لها . ¶ وعلم الفلاحة علم يُعرف به أحوال النبات من تنميته ، والقي والعلاج ، وفائدته معرفة حاله من نمو وغيره . ¶ وعلم السحر والطلسمات علمٌ بكيفية استعدادات تقدر بها النفوس البشرية ، وعلم ظهور التأثير في عالم العناصر إمَّا بلا مُعيّن ، أو بمعيّن سماوي ، فالأول السحر ، والثاني الطلسمات ، وفائدتهما تغيّر الشيء من حال إلى حال . ¶ وعلم الفراسة مُعاينة المُغيّبات بالأنوار الربانية ، بسبب تفرّس آثار الصور ، وفائدته الإخبار بما ظهر بالتفرّس . ¶ وعلم التعبير ، الرؤيا علمٌ يعرف به الاستدلال من المُخيّلات الحكمية على ما شاهدته النفس حال النوم من عالم الغيب ، فخيلته القوة المخيِّلة بمثال يدل عليه في عالم الشهادة ، وفائدته الإخبار بما ظهر بالاستدلال بما ذكر . ¶ وعلم أحكام النجوم علمٌ يعرف به الاستدلال بالتشكلات الفلكية على الحوادث السُّفلية ، وفائدته العمل بما ظهر بالاستدلال بما ذكر .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "واعلم أنّ بعض العلوم المذكورة قد يدخل في بعض منها ، ولا تنافي ، فإنّ علم الفرائض وإنْ كان داخلا في الفقه ، قد أُفرِد على حدته ، وكعلم الأرتماطيقي وإنْ كان داخلا في العلم التعليمي ، قد أُفرِد على حدة . ¶ والله تعالى أعلم بالصواب ، وإليه المرجع والمآب . ¶ قال المؤلف رضي الله عنه ورحمه آمين ، ¶ آمين ¶ / وافق الفراغ من تأليفه ثامن جماد الآخر، سنة 910 من الهجرة النبوية 6 على صاحبها أفضل الصلاة والسلام ، والحمد لله رب العالمين . ¶ تم الكتاب ، وكان الفراغ من كتابة هذا الكتاب ليلة الأربعاء المبارك الموافق إلى خمسة من شهر محرم سنة 1259 على يد كاتبه الفقير محمد بن أحمد ، غفر الله له ، وللمسلمين ، آمين . ¶ ...",
            "page": "28",
            "part": "1"
        }
    ],
    "t36162": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اللؤلؤ النظيم في وم التعلم والتعليم لزكرياء الانصاري"
        }
    ]
}