{
    "b36169": [
        {
            "id": "1",
            "nass": "السلام وآدابه وأحكامه ¶ في السنة النبوية المطهرة ¶ إعداد ¶ د. آمال محمد فتح الله ماضي ¶ مدرس الحديث وعلومه ¶ كلية الدراسات الإسلامية والعربية ¶ فرع البنات جامعة الأزهر",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله القائل في كتابه الكريم: {وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا} (¬1). سبحانه، أنزل على عبده القرآن تبيانًا لكل شيء، قال تعالي: {وأنزلنا إليك الذكر لتبين للناس ما نزل إليهم ولعلهم يتفكرون} (¬2). ¶ والصلاة والسلام على أشرف المرسلين سيدنا محمد القائل: «ألا إني أوتيت الكتاب وما يعد له ... » (¬3). ¶ فقد اهتم الإسلام في مصدريه الكتاب والسنة ببناء مجتمع فاضل ترفرف على كل فرد فيه أعلام المحبة والوئام ولم يترك جانبًا من جوانب العلاقات الاجتماعية بين أفراد الأمة إلَّا نظَّمه وجعل له من التشريع ما يتحقق به مصلحة الجميع وسعادتهم. ومن هذه الجوانب الاجتماعية المهمة التحية التي يحيي بها أفراد الأمة الرسمية بعضهم بعضًا وقد اختار الإسلام أن يكون السلام هو تحية المسلمين كي تعلم الأمة أن المظلة التي يجب أن يستظل بها جميع أبنائها هي مظلة الأمن والأمان والوئام الذي يجب أن يحققه كل أخ لأخيه. وكل أخت لأختها. ¶ وسأحاول في هذا البحث المتواضع أن أستخرج من كنوز السنة المطهرة بقدر طاقتي ما يبين سمو التشريع الإسلامي على غيره في جميع الجوانب لا سيما جانب تنظيم العلاقات الاجتماعية بين أفراد الأمة وجماعتها. ¶ والله أسال العون والسداد والتوفيق ¶ ¬__________ ¶ (¬1) الحشر: آية 7. ¶ (¬2) النحل: آية 44. ¶ (¬3) رواه ابن حبان في صحيحه 1/ 147، 148 والحاكم في المستدرك 1/ 109 من طرق وصححه وأقره الذهبي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "السلام وآدابه وأحكامه في السنة النبوية ¶ يهتم الإسلام كل الاهتمام بجميع قضايا الإنسان وجميع أموره صغيرها وكبيرها، ويزداد اهتمامه بكل ما يقوي رابطة المحبة بين المسلمين، ويساعد على تقوية أواصر التراحم والتوادّ والتآلف حتى يتكون المجتمع المتعاون على البر والتقوى، والمتماسك تماسكًا قويًّا كأنه بنيان مرصوص. ¶ ولهذا حرص الإسلام على تهذيب النفوس وتربيتها على نظام رباني فيه مراعاة جميع الظروف والأحوال التي يكون عليها الإنسان، وفيه الحالات المختلفة، ووضع العلاج المناسب لكل حالة. ¶ فإن كان لكل قومٍ تحيتهم التي يعبر بها الواحد فيهم عن مشاعر والسعادة نحو من يحييه والتي قد يضمنها تمنياته له وأطيب أمانيه. ¶ فالإسلام حريص أشد الحرص على أن يهدي للتي هي أقوم في العقيدة والأخلاق والسلوك والعبادة والمعاملة والعلاقات السياسية والاجتماعية والاقتصادية ثم هو حريص على أن يكون للمسلمين نهجهم الفريد العزيزة التي يكونون بها مثلًا تُحتذى والتي يرفضون معها أن يكونوا إمعات لغيرهم أو ذيولًا. ¶ ومن هنا كانت عناية الإسلام بالتحية وتشريعه لنظامها جزءًا من عنايته بكل مقومات تلك الشخصية في مجالات العقيدة والعبادة والسلوك. ¶ وإذا كان غير المسلمين اختاروا لأنفسهم تحية ابتدعوها فإن تحية الإسلام ربانية المصدر إنسانية الهدف. ¶ وإننا لنعجب أن ينزل من السماء قرآن ينظم أساليب المجاملات بين المسلمين، وينظم آداب الدخول على الآخرين، وآداب المجالس والكلام والمناجاة وغير ذلك ممَّا هو مذكور في الكتاب والسنة، ولكننا إذا عرفنا أن القرآن أنزل رحمة للمؤمنين، أدركنا أنه لابد وأن يؤصل أسباب الرحمة في كل صغيرة وكبيرة من تشريعاته. والسلام ثابت بالكتاب والسنة وإجماع الأمة. ¶ قال الله تعالى: {فإذا دخلتم بيوتًا فسلموا على أنفسكم تحية من عند الله مباركة طيبة} (¬1). ¶ وقال تعالي: {يا أيها الذين آمنوا لا تدخلوا بيوتًا غير بيوتكم حتى تستأنسوا وتسلموا علي أهلها} (¬2). ¶ وقال تعالي: {وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها} (¬3). ¶ وقال تعالي: {هل أتاك حديث ضيف إبراهيم المكرمين إذ دخلوا عليه فقالوا سلامًا قال سلام قوم ¶ ¬__________ ¶ (¬1) سورة النور آية 61. ¶ (¬2) سورة النور آية 27. ¶ (¬3) سورة النساء آية 86.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "منكرون} (¬1). ¶ 1 - وعن عبد الله بن عمرو بن العاص رضي الله عنهما: «أن رجلًا سأل رسول الله صلى الله عليه وسلم: أي الإسلام خير؟ قال: تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف» (¬2). ¶ 2 - وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: «خلق الله تعالى آدم عليه السلام على صورته، طوله ستون ذراعًا، فلما خلقه قال: اذهب فسلم على أولئك نفر من الملائكة جلوس فاستمع ما يحيونك، تحيتك وتحية ذريتك. فقال: السلام عليكم، فقالوا: السلام عليك ورحمة الله. فزادوه: ورحمة الله» (¬3). ¶ 3 - وعن البراء بن عازب رضي الله عنهما قال: أمرنا رسول الله صلى الله عليه وسلم بسبع: بعيادة المريض، واتباع الجنائز وتشميت العاطس، ونصرة الضعيف، وعون المظلوم، وإفشاء السلام، وإبرار القسم (¬4). ¶ 4 - وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم» (¬5). ¶ 5 - وعن أبي يوسف عبد الله بن سلام رضي الله عنه قال: سمعتُ رسول الله صلى الله عليه وسلم يقول: «يا أيها الناسُ أفشوا السلام وأطعموا الطعام وصلوا الأرحام، وصلُّوا والناس نيام تدخلوا الجنة بسلام» (¬6). ¶ ¬__________ ¶ (¬1) سورة الذاريات آية 24. ¶ (¬2) أخرجه البخاري في صحيحه: ك الإيمان: ب إطعام الطعام من الإسلام 1/ 55. ومسلم في صحيحه: ك الإيمان: ب بيان تفاضل الإسلام 2/ 9. وأبو داود في سننه: أبواب السلام: ب بيان إفشاء السلام 14/ 101. (عون المعبود). ¶ (¬3) أخرج البخاري في صحيحه: ك الاستئذان، ب بدء السلام 11/ 3 ح رقم 6227. وفي كتاب الأنبياء ¶ 6/ 260: ب خلق آدم عليه السلام. ومسلم في صحيحه: ك الجنة وصفة نعيمها وأهلها، ب يدخل الجنة أقوام أفئدتهم مثل أفئدة الطير رقم 2841. ¶ (¬4) أخرجه البخاري في صحيحه ك الاستئذان، ب إفشاء السلام 11/ 18 ح 6235. ¶ (¬5) أخرجه مسلم في صحيحه: ك الإيمان، ب بيان أنه لا يدخل الجنة إلا المؤمنين وأن محبة المؤمنين من الإيمان برقم (54). وأحمد بن حنبل في مسنده: ك السلام والاستئذان، ب الحث على السلام وفضله وكراهة تركه 17/ 320. (الفتح الرباني). ¶ (¬6) أخربه الترمذي في سننه: ك صفة القيامة: ب ما جاء في صفة الحوض 4/ 652 ح رقم 2485. والدارمي في سننه: ك الأطعمة، ب في إطعام الطعام 2/ 34 ح 2087. وابن ماجه في سننه: ك الأطعمة: ب إطعام الطعام 2/ 1083 ح رقم 3251.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "6 - وعن الطفيل بن أبي بن كعب أنه كان يأتي عبد الله بن عمر فيغدو إلى السوق، قال: فإذا غدونا إلى السوق لم يمر عبد الله على سقاط (¬1)، ولا صاحب بيعة (¬2)، ولا مسكين ولا أحد إلا سلم عليه، قال الطفيل: فجئت عبد الله بن عمر يومًا فاستتبعني (¬3) إلى السوق فقلت له وما تصنع في السوق وأنت لا تقف على البيع (¬4) ولا تسأل عن السلع (¬5)، ولا تسُوم بها، ولا تجلس في مجالس السوق؟ قال وأقول: اجلس بنا ههنا نتحدث فقال: يا أبا بطن وكان الطفيل ذا بطن - إنما نغدوا من أجل السلام، نسلم على من لقينا (¬6). ¶ 7 - وعن أبي هريرة رضي الله عنه، عن النبي صلى الله عليه وسلم قال: «لا غرار (¬7) في الصلاة ولا تسليم» (¬8). قال أحمد بن حنبل يعني فيما أرى أن لا تُسلم ولا يُسلم عليك ويغرر الرجل بصلاته فينصرف وهو فيها شاك والحديث استدل به على عدم جواز رد السلام في الصلاة. ¶ 8 - روى البخاري في صحيحه وأحمد في مسنده وعبد الرزاق في مصنفه من حديث عمار عن النبي صلى الله عليه وسلم قال: «ثلاث من جمعهن فقد جمع الإيمان: الإنصاف من نفسك، وبذل السلام للعالم والإنفاق من الإقتار» (¬9). ¶ 9 - روى البخاري في صحيحه من حديث عبد الله بن مسعود رضي الله عنه قال: كنا إذا صلينا مع النبي صلى الله عليه وسلم قلنا: السلام على الله قبل عباده (أي قبل السلام على عباده أو من جهة عباده، فقيل قد تكون بسكون الباء مع فتح القاف وقد تكون بفتح الباء مع كسر القاف)، ¶ ¬__________ ¶ (¬1) سقاط: أي بائع رديء المتاع. ويقال له سقطي، والمتاع الرديء سقط ويجمع على أسقاط. قال في النهاية سَقَّاط. ¶ (¬2) بيعة: الحالة من البيع. كالركبة والعقدة. ¶ (¬3) فاستتبعني: طلب مني أن أتبعه. ¶ (¬4) البيِّع: أي البائع. ¶ (¬5) السلع: جمع سلعة وهي البضاعة. ¶ (¬6) أخرجه مالك في الموطأ ك السلام، ب جامع السلام 2/ 961 - 963 ح 6. ¶ (¬7) الغرار: النقصان، وغرار النوم قلته، ويريد بغرار الصلاة نقصان هيآتها وأركانها. وغرار التسليم: أن يقول المجيب: وعليك ولا يقول السلام. والتسليم يروى بالنصب والجر فمن جره كان معطوفًا على الصلاة، ومن نصب كان معطوفًا على الغرار، ويكون المعنى: لا نقص ولا تسليم في الصلاة وأن ترد كما يسلم عليك وافيًا لا نقص فيه لأن الكلام في الصلاة بغير كلامها لا يجوز. النهاية في غريب الحديث والأثر 3/ 356 - 357. ¶ (¬8) أخرجه أبو داو في سننه: ك الصلاة: ب رد السلام في الصلاة رقم 928 وإسناده صحيح. ¶ (¬9) أخرجه البخاري تعليقًا من حديث عمار في كتاب الإيمان: ب السلام من الإسلام 1/ 60. وأورده عبد الرزاق في مصنفه موصولًا عن عمار عن النبي صلى الله عليه وسلم برقم (19439)، وشرحه ابن القيم في زاد المعاد 2/ 407 - 410، شرحًا مستفيضًا. والإمام أحمد بن حنبل في كتاب الإيمان.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "السلام على جبريل، السلام على ميكائيل، السلام على فلان وفلان، فلما انصرف النبي صلى الله عليه وسلم أقبل علينا بوجهه فقال: «إن الله هو السلام، فإذا جلس أحدكم في الصلاة فليقل: التحيات لله والصلوات والطيبات السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلي عباد الله الصالحين؛ فإنه إذا قال ذلك أصاب كل عبد صالح في السماء والأرض، أشهد أن لا إله إلا الله، وأشهد أن محمدًا عبده ورسوله، ثم يتخير بعد من الكلام ما شاء» (¬1). فالسلام هو التحية التي شرعها الله لعباده المؤمنين من لدن آدم عليه الصلاة والسلام إلى يوم القيامة. ¶ قال القاضي عياض نقلًا عن القاضي عبد الوهاب (¬2) لا خلاف أن ابتداء السلام سنة أو فرض على الكفاية فإن سلم واحد من الجماعة أجزأ عنهم: قال عياض معنى قوله فرض على الكفاية مع نقل الإجماع على أنه سنة أن إقامة السنن وإحياءها فرض على الكفاية، وقوله: «اذهب فسلم على أولئك نفر من الملائكة جلوس فاستمع ما يحيونك فإنها تحيتك وتحية ذريتك». أي الكلمات التي يحيون بها أو يجيبون ومعنى تحيتك وتحية ذريتك أي من جهة الشرع، أو المراد بالذرية بعضهم وهم المسلمون قوله: «فقال السلام عليكم». قال ابن بطال (¬3): يحتمل أن يكون الله علمه كيفية ذلك تنصيصًا ويحتمل أن يكون فهم ذلك من قوله له «فسلم» ويحتمل أن يكون ألهمه ذلك ويستدل بهذا الحديث على أن هذه الصيغة هي الصيغة المشروعة لابتداء السلام لقوله «فهي تحيتك وتحية ذريتك»، وهذا فيما لو سلم على جماعة. ولو حذف اللام فقال: سلام عليه. أجزأ، قال تعالي: {والملائكة يدخلون عليهم من كل باب سلام عليكم} (¬4)، وقال تعالي: {فقل سلام عليكم كتب ربكم على نفسه الرحمة} (¬5). وقال تعالي: {وسلام على المرسلين} (¬6). وقال تعالي: {سلام على نوح في العالمين} (¬7) إلى غير ذلك لكن باللام أولى لأنها للتفخيم والتكثير، قال عياض (¬8): ويكره أن يقول في الابتداء: عليك السلام، وقال النووي في «الأذكار» (¬9)، إذا قال المبتدئ: ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه ك الصلاة باب التشهد في الآخرة 2/ 248، وفي كتاب الاستئذان باب الأخذ باليد 11/ 56 ح 6265 من الفتح. ¶ (¬2) فتح الباري 11/ 4. ¶ (¬3) فتح الباري 11/ 4. ¶ (¬4) سورة الرعد: 23. ¶ (¬5) سورة الأنعام: 54. ¶ (¬6) الصافات: 181. ¶ (¬7) الصافات: 79. ¶ (¬8) فتح الباري في الموضع السابق. ¶ (¬9) الأذكار للنووي ص 219.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعليكم السلام، لا يكون سلامًا ولا يستحق جوابًا؛ لأن هذه الصيغة لا تصلح للابتداء قاله المتولي فلو قاله بغير واو فهو سلام قطع بذلك الواحدي وهو ظاهر. ¶ قال النووي: ويحتمل أن لا يجزئ كما قيل به في التحلل من الصلاة، ويحتمل أن لا يُعد سلامًا ولا يستحق جوابًا لما روي في سنن أبي داود والترمذي وصححه عن أبي جري الهجيمي قال: «أتيت النبي صلى الله عليه وسلم فقلت: عليك السلام يا رسول الله، قال: لا تقل عليك السلام؛ فإن عليك السلام تحية الموتى» (¬1). قال ويحتمل أن يكون ورد لبيان الأكمل وقال الغزالي في الإحياء: يكره للمبتدئ أن يقول: عليكم السلام (¬2)، قال النووي: والمختار لا يكره ويجب الجواب لأنه سلام. ¶ ففي هذا الحديث علم الله سبحانه وتعالي آدم عليه السلام التحية وكيفيتها ولا غرابة ولا بُعد في ذلك فقد علمه الله تعالى أسماء المسميات كلها وخواصها وقد يكون ذلك إلهامًا إلهيًّا، كما جاء في حمد العاطس في الحديث الذي رواه ابن حبان في صحيحه من حديث أبي هريرة عن النبي صلى الله عليه وسلم قال: «إن آدم لما خلقه الله عطس فألهمه الله تعالى أن قال الحمد لله» (¬3). ¶ فقد سن الله تعالى السلام تحية لبني آدم ولا سيما من أسلم وجهه لله وهو محسن أخذًا من قوله تعالي لآدم عليه السلام «فإنها تحيتك وتحية ذريتك» أي أن السلام هو التحية المشروعة ولذلك لما دخلت الملائكة على سيدنا إبراهيم حيوه بالسلام ورد عليهم به». ¶ قال تعالي: {هل أتاك حديثُ ضيف إبراهيم المكرمين. إذ دَخَلوا عليه فقالوا سلامًا قال سَلام} (¬4). ¶ وقوله تعالي حكاية عن قول إبراهيم لأبيه: {سلام عليكم سأستغفر لك ربي إنه كان بي حفيًّا} (¬5). فالسلام هو التحية المشروعة أو هو التحية المأذون فيها فقد يحيي بعض بني آدم بعضًا بغير هذه التحية بيد أنها ضحايا غير مشروعة فقد روى البخاري في الأدب المفرد وابن ماجه وابن خزيمة بإسناد صحيح عن عائشة رضي الله عنها قالت: قال رسول الله صلى الله عليه وسلم: «ما حسدتكم اليهود على شيء ما حسدوكم على السلام والتأمين» (¬6). ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: ك اللباس: ب ما جاء في إسبال الإزار4/ 56 ح رقم 4084، وفي كتاب الأدب: ب كراهية أن يقول: عليك السلام 4/ 353 ح رقم 5209، والترمذي في سننه: ك الاستئذان: ب ما جاء في كراهية أن يقول عليك السلام مبتدئا 5/ 72 ح 2722. ¶ (¬2) إحياء علوم الدين للإمام الغزالي 2/ 184. ¶ (¬3) أخرجه ابن حبان في صحيحه: ك الأدب: ب ما جاء في العطاس ص 479، ح رقم 1948 (موارد). ¶ (¬4) سورة الذاريات آية 24،25. ¶ (¬5) سورة مريم: آية 47. ¶ (¬6) أخرجه ابن ماجه في سننه: ك إقامة الصلاة والسنة فيها: ب الجهر بآمين 1/ 278 ح 856. ¶ والبخاري في الأدب المفرد ص 146 - 147 ح رقم 988، الدر المنثور 1/ 17، 2/ 189.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال ابن حجر: وهو يدلل على أنه شرع لهذه الأمة دونهم (¬1). ¶ وأخرج الطبراني والبيهقي في الشعب من حديث أبي أسامة رفعه: «جعل الله السلام تحية لأمتنا وأمانًا لأهل ذمتنا» (¬2). فالسلام تحية مباركة طيبة لما فيه من الخير والأمان في الدنيا والأجر والثواب في الآخرة وهو التحية التي علمها الله آدم وأوحاها إلى رسله فهو تحية الأنبياء والمرسلين والمسلمين إلى أن يرث الله الأرض ومن عليها وهو تحية الملائكة للمؤمنين في الجنة. فكيف يسوغ لبشر أن يعدل عنها؟ بل كيف يسوغ لمسلم أن يذرها إلى ما تواضع عليه البشر قديمًا أو حديثًا من تحايا قاصرة؟ ¶ لقد جعل الله التحية بالسلام تأمينًا للمسلّم عليه، وتذكيرًا له برقابة الله وقيوميته وبشارة له بالسلامة من المكاره، ودعاء له بحياة طيبة وخير ممدود وعطاء إلهي من البركة غير محدود وكيف لا أوليس السلام تحية من عند الله مباركة طيبة. ¶ معنى قولنا السلام عليكم: ¶ 1 - السلامة والأمان عليكم من ناحيتي فلا يأتيكم مني إلَّا كل خير ولا أقصدكم بسوء البتة. فالسلام أمان ودعاء بالخير وبشارة بالسلامة وتذكير برقابة الله عز وجل للمسلِّم والمسلَّم عليه حيث يذكر المسلم اسمًا من أسمائه سبحانه وتعالي حين يحيي غيره. ¶ 2 - السلام عليكم: السلامة لكم من كل مكروه، والنجاة لكم من كل محذور وكما يكون من الملائكة لأصحاب اليمين قال تعالي: {وأما إن كان من أصحاب اليمين فسلام لك من أصحاب اليمين} (¬3). ¶ قال ابن كثير: أي وأما إن كان المحتضر من أصحاب اليمين (فسلام لك من أصحاب اليمين). أي تحية وسلامة وتبشرة الملائكة بذلك وتقول له: سلمت من عذاب الله ومما تكره لأنك من أصحاب اليمين (¬4). ¶ 3 - السلام عليكم: بمعنى: الله معكم برعايته وكلاءته وحفظه لكم وتسديده لخطاكم وتحقيق لآمالكم، قال عياض: معناه اسم الله أي كلاءة الله عليك وحفظه، كما يقال الله معك ومصاحبك. وقيل: معناه: إن الله مطلع عليك فيما تفعل. وقيل: معناه: إن اسم الله يذكر على الأعمال توقعًا ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 4. ¶ (¬2) فتح الباري في الموضع السابق وأخرجه الطبراني في معجمه الكبير والبيهقي في الشعب. ¶ (¬3) سورة الواقعة: 90: 91. ¶ (¬4) مختصر تفسير ابن كثير 3/ 441.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لاجتماع معاني الخيرات فيها وانتفاء عوارض الفساد عنها (¬1). ¶ 4 - السلام عليكم: أحييكم بتحية الإسلام التي تتضمن التأمين والبشرى والدعاء بطول السلامة والحياة، والتي تتضمن كذلك القول الحسن والتي قد صدر تشريعها من عند الله والتي أزجيها لكم حين أزجيها مباركة بما تحتويه من الأمان والبشرى والدعاء والمثوبة وبما يتقوى بها من روابط المودة والألفة، طيبة حيث تأتي عبارتها في إطار الطيب من القول، وحيثُ تطيبُ بها نفس من تلقى عليه، ويحيا (¬2) بها مصداقًا لقوله تعالي: {وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها} (¬3) ولقوله تعالى: {فإذا دخلتم بيوتًا فسلموا على أنفسكم تحية من عند الله مباركة طيب} (¬4). فالرد بالمثل واجب والأفضل الرد بالأحسن، وهذا هو ظاهر الآية الكريمة ويشترط أن يكون الجواب على الفور بدون تأخير عن إلقاء السلام، أو تبليغه عن طريق رسول فإن أخر المسلَّم عليه الرد ثم رد لم يعتبر جوابًا، وكان آثمًا بترك الرد على الفور إلا لعذر. ¶ وإذا نادى إنسان إنسانًا من خلف ستر أو حائط فقال السلام عليك يا فلان أو كتب كتابًا فيه السلام عليك يا فلان، أو أرسل رسولًا وقال له: سلم على فلان فبلغه الكتاب أو الرسول، وجب عليه أن يرد السلام فور بلوغه وإلا أثم. ومعنى {فحيوا بأحسن منها} أي: على أساس المشاركة في أصل المعنى بين المفضل عليه وبين المفضل لابد أن تكون التحية بالقول الحسن حيث كان الرد بأحسن (¬5) منها. ¶ فضل السلام الحث عليه: ¶ من فضل الله تعالى علينا أن جعل تحية ما بيننا السلام وهو اسم من أسمائه عز وجل قال تعالى: {هو الله الذي لا إله إلا هو الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر سبحان الله عما يشركون} (¬6). روى البخاري في الأدب المفرد من حديث أنس بإسناد حسن أن النبي صلى الله عليه وسلم قال: «إن السلام اسم من أسماء الله تعالى وضعه بينكم» (¬7). ومعنى أن الله هو السلام: أي السالم من كل نقص وقيل: المسلم لعباده من السوء والأذى (¬8). ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 13. ¶ (¬2) المصحف الميسر سورة النور ص 469. ¶ (¬3) سورة النساء: 86. ¶ (¬4) سورة النور آخر الآية: 61. ¶ (¬5) مختصر تفسير الطبري ص 100. ¶ (¬6) سورة الحشر: آية 23. ¶ (¬7) الأدب المفرد ص 146 ح رقم (990) والطبراني في الأوسط 1/ 75 وفي الكبير 1/ 224. ¶ (¬8) فتح الباري 11/ 13.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد صرح ابن كثير بالعلة في سلام الباري -سبحانه وتعالى- من كل نقص حيث قال في معنى الآية (السلام): أي السالم من جميع العيوب والنقائص لكماله في ذاته وصفاته وأفعاله (¬1). ¶ فقد جعل السلام الذي هو اسم الله تحية المسلمين بعضهم لبعض لتنطبع علاقتهم وسلوكياتهم به. ¶ وإفشاء السلام شعبة من شعب الإيمان ومن خير خصال الإسلام وقد ورد في فضله أحاديث كثيرة منها: ¶ 1 - روى البخاري ومسلم في صحيحيهما من حديث عبد الله بن عمرو رضي الله عنهما أن رجلًا سأل رسول الله صلى الله عليه وسلم: أي الإسلام خير؟ قال: «تطعم الطعام وتقرأ السلام على من عرفت ومن لم تعرف» (¬2). ¶ فالسائل في هذا الحديث الشريف يسأل عن الخصال التي تتصف بالخير في الإسلام فكان من بين هذه الخصال التي تتصف بالخير. ¶ وإطعام الطعام يشمل قليله وكثيره، وذلك حين يُقصد به إحياء السنة كوليمة العرس، وعقيقة المولود، وحين يُقصد به تحمل كلفة الفقر، ودفع حاجة المحتاج، وقراءة السلام تعنى إلقاءه، قال أبو حاتم: تقول أقرأ عليه السلام ولا تقول: أقرئه السلام، فإذا كان مكتوبًا قلت أقرئه السلام أي أجعله يقرؤه من هذا المكتوب (¬3). ¶ قال الكرماني: والسلام والطعام متلازمان، إذ الإطعام مستلزم لسلامة اليد والسلام لسلامة اللسان وخصت هاتين الخصلتين بالذكر لمسيس الحاجة إليهما في ذلك الوقت لما كانوا فيه من الجهد، ولمصلحة التأليف ويدل على ذلك أنه صلى الله عليه وسلم حث عليهما أول ما دخل المدينة. وقوله (ومن لم تعرف) أي: لا تخص به أحدًا تكبرًا أو تصنعًا بل تعظيمًا لشعار الإسلام ومراعاة لأخوة المسلم (¬4). ¶ 2 - وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أولا أدلكم على شيء إذا فعلتموه تحاببتم؟ أفشوا السلام بينكم» (¬5). فالسلام من وسائل إنماء الحب بين أفراد المجتمع المسلم وحب الغير في الله من ¶ ¬__________ ¶ (¬1) مختصر تفسير ابن كثير 3/ 479. ¶ (¬2) سبق تخريجه. ¶ (¬3) دليل الفالحين لطرق رياض الصالحين 3/ 330. ¶ (¬4) فتح الباري 1/ 56. ¶ (¬5) أخرجه مسلم في صحيحه ك الإيمان ب إفشاء السلام 2/ 35 (النووي). ¶ وابن ماجه في سننه ك الأدب ب إفشاء السلام 2/ 1217 - 1218، والترمذي في سننه أبواب الاستئذان ب ما جاء في إفشاءالسلام 10/ 160. وقال أبو عيسى: حسن. وصحيح أبي داود في سننه أبواب السلام ب إفشاء السلام 14/ 100 (عون المعبود).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الصفات الملازمة للمؤمنين. ¶ قال النووي: في هذا الحديث الحث العظيم على إفشاء الحكم وبذله للمسلمين كلهم من عرفت ومن لم تعرف والسلام أول أسباب التآلف ومفتاح استجلاب المودة وفي إفشائه تكمن ألفة المسلمين بعضهم لبعض وإظهار شعارهم المميز لهم من غيرهم من أهل الملل مع ما فيه من رياضة النفس ولزوم التواضع وإعظام حرمات المسلمين (¬1). ¶ فالسلام مع بعض خصال الخير يعتبر جماع الإسلام والإيمان وقد روى البخاري في صحيحه، وأحمد في مسنده، وعبد الرزاق في مصنفه من حديث عمار، عن النبي صلى الله عليه وسلم قال: «ثلاث من جمعهن فقد جمع الإيمان: الإنصاف من نفسك، وبذل السلام للعالم، والإنفاق من الإقتار» (¬2). ¶ قال أبو الزناد بن سراج وغيره: إنما كان من جمع الثلاث مستكملًا للإيمان، لأن مداره عليها، لأن العبد إذا اتصف بالإنصاف، لم يترك لمولاه حقًّا راجيًا عليه إلا أداه، ولم يترك شيئًا مما نهاه عنه إلا اجتنبه، وهذا يجمع أركان الإيمان، وبذل السلام يتضمن مكارم الأخلاق والتواضع وعدم الاحتقار، ويحصل به التآلف والتحابب، والإنفاق من الإقتار يتضمن غاية الكرم؛ لأنه إذا أنفق مع الاحتياج، كان مع التوسع أكثر إنفاقًا، والنفقة أعم من أن تكون على العيال واجبة ومندوبة، أو على الضيف والزائر وكونه من الإقتار يستلزم الوثوق بالله، والزهد في الدنيا، وقصر الأمل وغير ذلك من مهمات الآخرة (¬3). ¶ 3 - روى البخاري في صحيحه من حديث عبد الله بن مسعود رضي الله عنه قال: كنا إذا صلينا مع النبي صلى الله عليه وسلم قلنا: السلام على الله قبل عباده (أي قبل السلام على عباده أو من جهة عباده، فقيل قد تكون بسكون الباء مع فتح القاف، وقد تكون بفتح الباء مع كسر القاف) السلام علي جبريل، السلام على ميكائيل، السلام على فلان وفلان فلما انصرف النبي صلى الله عليه وسيلم أقبل علينا بوجهه فقال: إن الله هو السلام فإذا جلس أحدكم في الصلاة فليقل: «التحيات لله والصلوات والطيبات، السلام عليك أيها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين - فإنه إذا قال ذلك أصاب كل عبد صالح في السماء والأرض- أشهدُ ¶ ¬__________ ¶ (¬1) مسلم بشرح النووي 2/ 36. ¶ (¬2) سبق تخريجه. ¶ (¬3) شرح السنة للإمام البغوي 12/ 261.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أن لا إله إلا الله وأشهدُ أن محمدًا عبده ورسوله، ثم يتخير بعد من الكلام ما شاء» (¬1). ¶ والشاهد في قوله صلى الله عليه وسلم: «إن الله هو السلام»، وهذا دليل على أن السلام اسم من أسماء الله عز وجل يُذكر المسلَّم عليه بالأمان الإلهي من جهة وبالرقابة العليا من جهة أخرى. ¶ 4 - ومن فضل السلام وقيمته اعتبرت الجنة دارًا له، ثم اعتبرت بهذا الوصف جزاء للمؤمنين المتقين: وهذا ما يشير إليه قوله عز وجل: {وهذا صراط ربك مستقيمًا قد فصلنا الآيات لقوم يذكرون لهم دار السلام عند ربهم وهو وليهم بما كانوا يعملون} (¬2). ¶ والمراد بدار السلام الجنة؛ لأنها دار الأمان من كل مكروه، وفي تعليل وصف الجنة بدار السلام قال ابن كثير: وإنما وصف الجنة هنا بدار السلام لسلامتهم فيما سلكوه من الصراط المستقيم، المقتفي أثر الأنبياء وطرائقهم؛ فكما سلموا من آفات الاعوجاج أفضوا إلى دار السلام (¬3). ¶ أما الطبري فقد التقى مع ابن كثير وغيره في أن دار السلام هي الجنة؛ فقال: وأما دار السلام فهي دار الله التي أعدها لأوليائه في الآخرة جزاءً لهم على ما أبلوا في الدنيا في ذات الله وهي جنته (¬4)، وأيا ما كان فإن القيمة ثابتة للسلام سواء أكان على أنه اسم من أسمائه تعالى أو على أنه اسم من أسماء الجنة، ووصف من أوصافها. ¶ 5 - والسلام تحية أهل الجنة: يُحييهم ربهم بالسلام، قال تعالي: {إن أصحاب الجنة اليوم في شغل فاكهين. هم وأزواجهم في ظلال على الأرائك متكئون. لهم فيها فاكهة ولهم ما يدعون. سلام قولًا من رب رحيم} (¬5). ¶ وتحييهم الملائكة بالسلام، قال تعالي: {والملائكة يدخلون عليهم من كل باب سلام عليكم بما صبرتم فنعم عقبي الدار} (¬6). ¶ ويحييهم أصحاب الأعراف بالسلام، قال تعالى عن أصحاب الأعراف: {فنادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم يطمعون} (¬7). ¶ ويحيي بعضهم بعضًا في الجنة بالسلام، قال تعالى عن المؤمنين في الجنة: {دعواهم فيها ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ك الاستئذان: ب السلام اسم من أسماء الله تعالى 11/ 13 ح رقم 6230 (من الفتح). ¶ (¬2) سورة الأنعام: آية 126، 127. ¶ (¬3) مختصر تفسير ابن كثير 1/ 618. ¶ (¬4) الطبري جـ 12 ص 114 تحقيق الشيخ أحمد شاكر مكتبة ابن تيمية الطبعة الثانية. ¶ (¬5) سورة يس: آية 55 - 58. ¶ (¬6) سورة الرعد: 23، 24. ¶ (¬7) سورة الأعرف: 46.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "سبحانك اللهم وتحيتهم فيها سلام} (¬1). ¶ قال الطبري: تحيتهم فيها: تحية بعضهم بعضًا (¬2). ¶ ويدل أيضًا على فضل السلام وأهميته أن عبد الله بن عمر كان يذهب إلى السوق ولا يشتري منه شيئًا فلما سئل عن ذلك قال: «إنما نغدو من أجل السلام، نسلم على من لقيناه». وتقدم نص الحديث. ¶ الأمر بإلقاء السلام في الكتاب والسنة: ¶ لأشك أن للسلام أهميته القصوى في بناء المجتمع الفاضل وترابطه ولهذا حث الكتاب والسنة على إفشائه. ¶ أولًا: الأدلة من الكتاب: ¶ قال تعالى: {يا أيها الذين آمنوا لا تدخلوا بيوتًا غير بيوتكم حتى تستأنسوا وتسلموا على أهلها ذلكم خير لكم لعلكم تذكرون} (¬3). ¶ فنهى سبحانه وتعالى عن دخول بيت غير بيت المرء قبل الاستئذان والسلام. ومعنى هذا أن الاستئذان والسلام كليهما مأمور بهما قبل الدخول وهذا ما جاء صريحًا في قوله تعالي: {فإذا دخلتم بيوتًا فسلموا على أنفسكم تحية من عند الله مباركة طيبة} (¬4). والإسلام يعتبر المجتمع الإسلامي كالشخص الواحد وكالجسد الواحد فإذا حيا الواحد غيره في هذا الإطار فكأنما حيا نفسه فجاء قوله تعالي: {فسلموا على أنفسكم} أي: فسلموا على أهليكم وذويكم ومن يكون مستقبلًا لكم في البيوت التي تستأذنون في الدخول إليها، أو فسلموا على الملائكة وعلى أنفسكم إن لم يكن في بيوتكم أحد. ¶ وهذا قريب مما قيل: إن المعنى: إذا دخلتم بيوتًا خالية فقولوا: السلام علينا وعلى عباد الله الصالحين. وقيل: المراد من قوله تعالى: {فإذا دخلتم بيوتًا} أي بيوتًا من بيوت من أذن لكم في الأكل من بيوتهم (¬5)، وهم أولئك الذين ورد ذكرهم في الآية الكريمة التي ذكر في آخرها الأمر بالسلام، وهي قوله تعالي: {لَيْسَ عَلَى الأَعْمَى حَرَجٌ وَلا عَلَى الأَعْرَجِ حَرَجٌ وَلا عَلَى الْمَرِيضِ حَرَجٌ وَلا عَلَى أَنفُسِكُمْ أَن تَأْكُلُوا مِن بُيُوتِكُمْ أَوْ بُيُوتِ آبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ ¶ ¬__________ ¶ (¬1) سورة يونس ¶ (¬2) مختصر تفسير الطبري: 229. ¶ (¬3) سورة النور: آية 27. ¶ (¬4) سورة النور: 61. ¶ (¬5) مختصر تفسير ابن كثير. 2/ 619 - 620.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاتِكُمْ أَوْ مَا مَلَكْتُم مَّفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُوا جَمِيعاً أَوْ أَشْتَاتاً فَإِذَا دَخَلْتُم بُيُوتاً فَسَلِّمُوا عَلَى أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الآيَاتِ لَعَلَّكُمْ تَعْقِلُون} (¬1). ويكون المعني: فإذا دخلتم بيتًا أو بيوتًا من تلك البيوت المذكور أهلها في الآية الكريمة فسلموا على أهلها الذين هم منكم دينًا وقرابة والذين هم إخوانكم كأنهم أنفسكم سلموا سلامًا هو تحية؛ فسلموا عليهم محيين وحيوهم مسلمين وإن من المباح لنا الأكل عند الأقارب بجميع درجاتهم فليس هناك حرج من هذا التصرف لوجود صلة القرابة (¬2). ¶ قال ابن كثير في تفسير قوله تعالي: {فإذا دخلتم بيوتًا فسلموا على أنفسكم} (¬3). يعني فليسلم بعضكم على بعض ثم أورد قول جابر بن عبد الله: «إذا دخلت على أهلك فسلم عليهم تحية من عند الله مباركة طيبة (¬4). ¶ وكان قتادة رضي الله عنه يقول: «إذا دخلت بيتك فسلم على أهلك، فهم أحق من سلمت عليه؛ فإذا دخلت بيتًا لا أحد فيه فقل: السلام علينا وعلى عباد الله الصالحين، فإنه كان يؤمر بذلك وحدثنا أن الملائكة ترد عليه» (¬5). وقال النووي في الأذكار (¬6): إذا دخلتم بيوتًا خالية فقولوا السلام علينا وعلي عباد الله الصالحين والمعنى يستحب لداخل منزل أن يسلم سواء كان في البيت آدمي أم لا؛ لقوله تعالى: {فإذا دخلتم بيوتًا فسلموا على أنفسكم تحية من عند الله مباركة طيبة}. ¶ ثانيًا: السنة والأمر بالسلام: ¶ حثت السنة النبوية المطهرة على أن تكون التحية بالسلام إحدي دعائم العلاقات الإنسانية بين الإنسان وأهله بخاصة، وبينه وبين الناس أجمعين بصفة عامة ويتضح ذلك مما يلي: ¶ 1 - روى أبو داود في سننه من حيث أبي مالك الأشعري رضي الله عنه قال: قال رسول الله ¶ ¬__________ ¶ (¬1) سورة النور: 61. ¶ (¬2) تفسير الكشاف 3/ 76 - 78. ¶ (¬3) سورة النور: 61. ¶ (¬4) أخرجه الترمذي في سننه: ك الاستئذان: ب ما جاء في التسليم على النساء 5/ 58 ح 2698 وقال أبو عيسى: هذا حديث حسن. والطبراني في الصغير 2/ 20. ¶ (¬5) أورده ابن كثير في التفسير انظر المختصر 2/ 620 وابن علان في الفتوحات 1/ 338 - 339، ص 355 - ص 356 من الجزء نفسه. أخرجه الطبراني في الصغير 2/ 20، الدر المنثور 5/ 6، دليل الفالحين لطرق رياض الصالحين 3/ 329. ¶ (¬6) الأذكار للنووي ص 230.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "صلى الله عليه وسلم: «إذا ولج الرجل بيته فليقل: اللهم إني أسألك خير المولج، وخير المخرج، باسم الله ولجنا وباسم الله خرجنا وعلى الله ربنا توكلنا، ثم ليسلم على أهله» (¬1). ¶ 2 - روى الترمذي بإسناد حسن صحيح عن أنس بن مالك رضي الله عنه قال: قال لي رسول الله صلى الله عليه وسلم: «يا بني إذا دخلت على أهلك فسلّم يكن بركة عليك وعلي أهل بيتك» (¬2). ¶ 3 - وفي البخاري ومسلم من حديث البراء بن عازب رضي الله عنهما، قال: أمرنا رسول الله صلى الله عليه وسلم بسبع بعيادة المريض، واتباع الجنائز، وتشميت العاطس، ونصر الضعيف وعون المظلوم، وإفشاء السلام وإبرار القسم» (¬3). ¶ وقوله: «وإفشاء السلام» أي إشاعته وإكثاره وهو أن يُبذل لكل مسلم لقوله صلى الله عليه وسلم: «تقرأ السلام على من عرفت ومن لم تعرف» (¬4). وأيضًا ما روي في صحيح مسلم خير شاهد على ذلك وهو: «ألا أدلكم على ما تحابون به أفشوا السلام بينكم». لما في إفشاءه من ائتلاف والبدء بالسلام ¶ سنة والرد فرض كفاية وما رواه أبو هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «حق المسلم على المسلم سِت: إذا لَقيتَهُ فَسَلمْ عليه، وإذا دعاك فأجبه، وإذا استنصحك فانصحه، وإذا عَطسَ فحمد الله فشمته، وإذا مرض فعده، وإذا مات فاتبعه» (¬5). والحديث دليل على أن هذه حقوق المسلم على المسلم، والمراد بالحق ما لا ينبغي تركه ويكون فعله إمَّا واجبًا أو مندوبًا ندبًا مؤكدًا شبيهًا بالواجب الذي لا ينبغي تركه ويكون استعماله في المعنيين من باب استعمال المشترك في معنييه فإن الحق يستعمل في معنى الواجب والأولي من الست: السلام ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: ك الأدب: ب ما جاء فيمن دخل بيته ما يقول4/ 325 ح 5096. والطبراني في معجمه الكبير 3/ 336. ¶ (¬2) الترمذي في سننه: ك الاستئذان: ب ما جاء في التسليم إذا دخل على أهل بيته 7/ 337 - 338 ح 5096. ¶ (¬3) أخرجه البخاري في صحيحه: ك الاستئذان: ب إفشاء السلام 11/ 18 ح 6235 (الفتح) والنسائي في سننه: ك الأيمان والنذور: ب إقرار القسم 7/ 8. والبيهقي في سننه: ك الإيمان: ب إبرار القسم 10/ 35. ¶ (¬4) البخاري في صحيحه: ك الاستئذان: ب السلام للمعرفة وغير المعرفة 11/ 21 ح 6263 وفي كتاب الإيمان: ب إطعام الطعام من السلام 1/ 61 - 62. ب تفاضل الإسلام وأي أموره أفضل 1/ 65، وأحمد في مسنده 2/ 169. ¶ (¬5) أخرجه البخاري في صحيحه: ك الجنائز: ب الأمر باتباع الجنائز 3/ 112 ح رقم 1240 ومسلم في صحيحه: ك السلام: ب من حق المسلم على المسلم السلام 4/ 307 - 1705 ح رقم 2162، وأبو داود في سننه: ك الأدب: ب في العطاس 4/ 307 ح رقم 5030، والترمذي في كتاب الأدب: ب ما جاء في تشميت العاطس 5/ 80 - 81 ح 2737 والنسائي في الجنائز: ب النهي عن سب الأموات 4/ 53.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عليه عند ملاقاته لقوله: «إذا لقيته فسلم عليه». والأمر دليل على وجوب الابتداء بالسلام إلا إنه نقل عن ابن عبد البر (¬1) وغيره أن الابتداء بالسلام سنة وأن رده فرض، وفي صحيح مسلم مرفوعًا الأمر بإفشاء السلام وإنه سبب التحاب، والسلام اسم من أسماء الله تعالى، فقوله: السلام عليكم، أي أنتم في حفظ الله، كما يقال الله معك، والله يصحبك، وقيل: السلام بمعنى السلامة، أي سلامة الله ملزمة لك. وأقل السلام أن يقول: السلام عليكم، وإن كان المسلم عليه واحدًا يتناوله وملائكته وأكمل منه أن يزيد: ورحمة الله وبركاته، ويجزيه: السلام عليك، وسلام عليك، بالإفراد والتنكير، فإن كان المسلم عليه واحدًا وجب الرد عليه عينًا وإن كان المسلم عليهم جماعة فالرد فرض كفاية في حقهم؛ لما روي عن على رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يجزئ عن الجماعة إذا مروا أن يُسلم أحدهم، ويجزئ عن الجماعةِ أن يَردُ أحَدُهُمْ» (¬2)، وهذا هو سنة الكفاية. ويشتركون في الرد على الفور وعلي الغائب في ورقة أو رسول (¬3). ¶ ثمرات التحية بالسلام: ¶ يترتب على السلام آثار وثمار عديدة نذكر منها ما يلي: ¶ 1 - إشاعة المودة والمحبة والألفة بين الناس؛ فقد روى أبو هريرة رضي الله عنه أن رسول الله صلى الله عليه ونسلم قال: «والذي نفسي بيده لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا، أو لا أدلكم على شيء إذا فعلتموه تحاببتم، أفشوا السلام بينكم» (¬4). ¶ 2 - إشاعة الخير والبركة على البيت وأهله؛ فقد روى الترمذي بإسناد حسن صحيح عن أنس بن مالك قال: قال لي رسول الله صلى الله عليه وسلم: «يا بني إذا دخلت على أهلك فسلم يكن بركة عليك وعلى أهل بيتك» (¬5). ¶ وقد أفاد ابن العربي في شرحه على السنن للإمام الترمذي أن سلام الرجل على أهل بيته ليس سلام استئذان، وإنما هو سلام البركة والسنة. ¶ ¬__________ ¶ (¬1) سبل السلام4/ 291 - 292. ¶ (¬2) أخرجه أبو داود في سننه: ك الأدب: ب ما جاء في رد الواحد عن الجماعة 4/ 353 - 354 ح 5210. ¶ (¬3) سبل السلام 4/ 292. ¶ (¬4) أخرجه الترمذي: أول كتاب الاستئذان والآداب: ب ما جاء في إفشاء السلام 7/ 330 وقال أبو عيسى: حسن صحيح. وأبو داود في سننه: أبواب السلام: ب إنشاء السلام 14/ 100 ح 5171 (عون المعبود). والحديث قد تم تخريجه آنفًا. ¶ (¬5) الترمذي في سننه: ك الاستئذان: ب ما جاء في التسليم إذا دخل بيته 7/ 337 - 338 وقال حسن صحيح.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "3 - حصول السلامة من المكاره في الدنيا والآخرة، وقد أورد البخاري في الأدب المفرد من حديث البراء بن عازب رضي الله عنهما أن رسول الله صلى الله عليه وسيلم قال: «أفشوا السلام تسلموا» (¬1). ¶ 4 - تحريم نفي الإيمان عمن ألقى السلام وتأكيد حرمة دمه. قال تعالي: {ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا تبتغون عرض الحياة الدنيا فعند الله مغانم كثيرة} (¬2). والمقصود بالسلام هنا التحية الدالة على انقياد المحيي بها إلى الإسلام (¬3). ¶ قال البيضاوي: ألقى السلام أي حياكم بتحية الإسلام (¬4). ¶ وقد روى البخاري والترمذي من حديث ابن عباس رضي الله عنهما قال: «مر رجل من بني سليم على نفرٍ من أصحاب رسول الله صلى الله عليه وسلم ومعه غنم له، فسلم عليهم، قالوا ما سلم عليكم إلا ليتعوذ منكم، فقاموا وقتلوه، وأخذوا غنمه فأتوا بها رسول الله صلى الله عليه وسلم، فأنزل الله تعالى: {يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن ألقى إليكم السلام لست مؤمنًا} (¬5). ¶ والمعني: فقفوا وتثبتوا حتى تعرفوا المؤمن من الكافر وتعرفوا حقيقة الأمر الذي تقدمون عليه {ولا تقولوا لمن ألقى إليكم السلام} يعني التحية، يعني لا تقولوا لمن حياكم بهذه التحية إنه إنما قالها تعوذًا فتقدموا عليه بالسيف لتأخذوا ماله، ولكن كفوا عنه واقبلوا منه ما أظهره لكم {لست مؤمنا}، يعني لست من أهل الإيمان فتقتلوه بذلك (¬6). ¶ كيفية السلام وتطبيق الصحابة للأمر به: ¶ أصل ذلك ما جاء في سنن أبي داود والترمذي وحسنه ومسند الدارمي عن عمران بن الحُصين رضي الله عنهما قال: «جاء رجل إلى النبي صلى الله عليه وسلم فقال: السلام عليكم، فرد عليه ¶ ¬__________ ¶ (¬1) ابن حبان في صحيحه 447، البخاري في الأدب المفرد ص 144،رقم 979. ¶ (¬2) سورة النساء: 94. ¶ (¬3) المصحف الميسر: 118. ¶ (¬4) تفسير البيضاوي 2/ 235. ¶ (¬5) سورة النساء: آية 94. والحديث أخرجه الترمذي في سننه: ك تفسير القرآن: ب ومن سورة النساء. 8/ 386 ح رقم 5021. وقال الترمذي: هذا حديث حسن. (تحفة الأحوذي). والحاكم في مستدركه: ك التفسير: ب شأن نزول آية {يا أيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا ... } الآية 2/ 235 وصححه الحاكم وأقره الذهبي. والبيهقي في سننه: ك السير: ب المشركين يسلمون قبل الأسر وما على الإمام وغيره من التثبت إذا تكلموا بما يشبه الإقرار كالإسلام ويشبه غيره 9/ 115. ¶ (¬6) تحفة الأحوذي 8/ 386.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "السلام ثم جلس، فقال النبي صلى الله عليه وسلم: عشر، ثم جاء آخر فقال: السلامُ عليكم ورحمة الله فرد عليه فجلس: فقال: عشرون، ثم جاء آخر فقال: السلام عليكم ورحمة الله وبركاته، فرد عليه فجلس، فقال: ثلاثون» (¬1). ¶ وجاء في رواية لأبي داود زيادة\" «ومغفرته» (¬2)، ولكن حديثها ضعيف، وكذلك الرواية التي زيد فيها: «ومغفرته ورضوانه» ضعيفة. فأقل السلام الذي يصير به المسلم مؤديًا سنة السلام أن يقول: السلام عليكم، وأوسطه أن يقول: السلام عليكم ورحمة الله، وأكمله أن يقول: السلام عليكم ورحمة الله وبركاته. ¶ ويأتي المسلم بضمير الجمع (عليكم) وإن كان المسلم عليه واحدًا وإن قال السلام عليك أو سلام عليك للواحد جاز. ¶ وأما الجواب فأقله: وعليكم السلام، أو وعليك السلام، فإن حذف الواو فقال: عليكم السلام، أجزاه ذلك وكان جوابًا عند البعض، ولا يجرئ عند البعض الآخر، ويجوز عند الكثيرين أن يقول في الرد: وعليك، أو: وعليكم، وبحذف كلمة «السلام». ¶ ومعنى الحديث (¬3) أن رجلًا جاء إلى النبي صلى الله عليه وسلم فقال -أي الرجل-: السلام عليكم فرد، أي النبي صلى الله عاليه وسلم، عليه، أي بأن قال له وعليكم السلام، ثم جلس فقال النبي صلى الله عليه وسلم: عشر، أي ما يأتي به من الدعاء بالسلام حسنة وهي بعشر، ثم جاء آخر فقال: السلام عليكم ورحمة الله فرد عليه، ظاهر اللفظ أنه قال وعليكم السلام ورحمة الله، ويحتمل أنه زاد في الرد فيها وفيما قبلها، فجلس، أي الرجل (فقال عشرون) أي الدعاء بالسلام والدعاء بالرحمة عشرون حسنة لما مر، (ثم جاء آخر فقال السلام عليكم ورحمة الله وبركاته فرد عليه فجلس فقال: ثلاثون) أي حسنه، لأن الحسنة يجزئ صاحبها بعشر أمثالها. وذلك بناء على أ ن كلًّا من السلام ورحمة الله وبركاته حسنة مستقلة، فإذا أتى بواحدة منها حصل له عشر حسنات. وإن أتى بها كلها حصل له ثلاثون حسنة. وجعل العاقولي في شرح المصابيح الحسنات للراد فقال: (فإذا أتى الرد بواحدة منها حصل له عشر حسنات. والأحسن ما قاله المظهري من أن ذلك لكل من البادئ والراد وبالجمله فإن أفضل صيغ الابتداء «السلام عليكم ورحمة الله ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: أبواب السلام: ب كيف السلام 14/ 102 ح 5173 (عون المعبود)، وفي كتاب الأدب: ب كيف السلام 4/ 350 ح 5195. والترمذي في سننه: أبواب الاستئذان والآداب: ب ذكر في فضل السلام 7/ 462 - 463 ح رقم 2829 وقال: حسن غريب من هذا الوجه حديث عمران بن حصين (تحفة الأحوذي). ¶ (¬2) نفس الوضع السابق من أبي داود ولكن برقم 5174. ¶ (¬3) دليل الفالحين لطرق رياض الصالحين 3/ 336 - 337.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وبركاته» وأفضل صيغ الرد وعليكم السلام ورحمة الله وبركاته. وأقل الرد: عليكم السلام لا مجرد قوله عليكم أو وعليكم من غير ذكر السلام). ¶ أما لو قال الراد: عليك أو عليكم، بحذف كلمة السلام وبحذف الواو فإنه لا يكون جوابًا عند الأكثر، وقليل من قال إنه جواب؛ لأن النبي صلى الله عليه وسلم رد به على أهل الذمة. وقياس المسلم على الذمِي غير سليم وإذا كثر المسلَّم عليهم ولم تَعُمهم المرة فإنه يستحب على المسلم أن يسلم عليهم مرتين أو ثلاثًا حتى يعمهم السلام، وعلى هذا حمل العلماء تسليم النبي صلى الله عليه وسلم على أصحابه ثلاثًا أحيانًا. ¶ ويستحب ان يرفع المسلم صوته بالسلام رفيعًا يسمع من يسلم عليهم إسماعًا محققًا إلا إذا كان من يسلم عليهم أيقاظًا عندهم نيام، فإن السنة أن يخفض صوته مراعاة لحق كل منهما. ¶ فقد جاء في صحيح مسلم حديث طويل عن المقداد قال فيه: «كنا نرفع للنبي صلى الله عليه وسلم نصيبه من اللبن، فيجيء من الليل فَيسلم تسليمًا لا يوقظ نائمًا، ولا يسمع اليقظان، فجاء النبي صلى الله عليه وسلم فسلم كما كان يسلم» (¬1). ¶ أما عن كيفية تطبيق الصحابة للأمر بالسلام فكان تطبيقهم له تطبيق الحريص على تنفيذ الأمر، المؤمن بقيمته، وبما يترتب عليه من ترشيد للسلوك، ومن تحصيل الثواب، ومن تأسيس لصرح العلاقات الإنسانية على أساسه. ¶ لقد كان الصحابة يهتمون بتطبيق السنة في التحية الإسلامية وكانوا يتنافسون في ذلك ويبادرون به سعيًا إلى المقام الأفضل في تطبيق هذه السنة. ¶ فأحيانًا يدفعهم اهتمامهم هذا إلى التحرك النشط نحو الأماكن التي ترتادها الكثرة من الناس كالأسواق التجارية ليسلم الواحد منهم على الناس ويرد على سلامهم -فحسب- لا ليبيع ولا ليشتري وقد يدفعهم إلى ذلك توجيه غيرهم نحو الوسيلة المثلي التي تجعله بالنسبة لغيره خيرًا وأعظم أجرًا، سيما عند تطبيقه لهذه السنة. ¶ يدل لهذا وذاك الروايات الآتية: ¶ 1 - روى البخاري في الأدب المفرد بسنده عن نافع، عن ابن عمر: أن ابن عمر أخبره أن الأغر وهو رجل من مزينة، وكانت له صحبة مع النبي صلى الله عليه وسلم كانت له أوسق من ¶ ¬__________ ¶ (¬1) أخرجه مسلم في صحيحه: ك الأشربة: ب إكرام الضيف وفضل إيثاره: 3/ 1625 ح 174 في حديث مطولًا بلفظه. والترمذي في سننه: ك الاستئذان: ب كيف السلام 4/ 70 ح 2719 وقال أبو عيسى: هذا حديث حسن صحيح. وأحمد ابن حنبل في مسنده 6/ 54، 168.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "تمر على رجل من بني عمرو بن عوف، يختلف إليه مرارًا، كما قال: فجئت إلى النبي صلى الله عليه وسلم فأرسل معي أبا بكر الصديق، قال: فكل من لقينا سلموا علينا، فقال أبو بكر: ألا ترى الناس يبدءونك بالسلام فيكون لهم الأجر (¬1)، أي يكن لك الأجر الأوفى إذ لا ريب أن كلًّا من المسلم والراد للسلام له أجره بيد أن الذي يبدأ هو خيرهما. ¶ 2 - روى البخاري في الأدب المفرد كذلك -بسنده عن عمر بن الخطاب رضي الله عنه قال: «كنت رديف أبي بكر، فيمر على القوم فيقول: السلام عليكم، فيقولون: السلام عليكم ورحمة الله وبركاته، فقال أبو بكر: فضلنا الناس اليوم بزيادة كثيرة» (¬2). ¶ 3 - روى مالك في الموطأ من حديث الطفيل بن أبي بن كعب أنه كان يأتي عبد الله بن عمر، فيغدو معه إلى السوق، قال: فإذا غدونا (¬3) إلى السوق لم يمر عبد الله على سَقَّاط (¬4)، ولا صاحب بيعة (¬5)، ولا مسكين ولا أحدٍ إلا سلم عليه. قال الطفيل: فجئت عبد الله بن عمر يومًا فاستتبعني (¬6) إلى السوق، فقلت له: ما تصنع بالسوق، وأنت لا تقف على البيع ولا تسأل عن السلع، ولا تجلس في مجالس السوق، وأقول (¬7): اجلس بنا ههنا نتحدث. فقال: يا أبا بطن- وكان الطفيل ذا بطن: إنما نغدو من أجل السلام نسلم على من لقينا». وكان الطفيل كما ذكر ابن علان - ذا بطن كبير يقصد خلقة لا أنه أكل كثير كما قد يتوهم» (¬8). ¶ واستتباع ابن عمر للطفيل إلى السوق كان قيامًا منه للطفيل وغيره؟؟؟ ديني في دين أو سنة إسلامية أمر الرسول صلى الله عليه وسلم بها،؟؟؟ بإذاعتها وإشاعتها كما كان هذا من ابن عمر قيامًا بواجب النصيحة؟؟؟ لكل مسلم في أمر تعلمه ابن عمر، وعمل به حتى أصبح فيه موضع؟؟؟ ثم كان هذا من ابن عمر وفاء بحق الإيمان الذي يفرض على كل مسلم أن يحب لغيره ما يحب لنفسه حتى في مجال الأخلاق والسلوك. ¶ ¬__________ ¶ (¬1) البخاري في الأدب المفرد ص 145 ح رقم 984. ¶ (¬2) البخاري في الأدب المفرد نفس الموضع السابق برقم 987. ¶ (¬3) الغدو: الذهاب غدوة وهو في الأصل ما كان ين صلاة الصبح وطلوع الشمس ثم كثر حتى استعمل في الذهاب والانطلاق أي وقت كان، ولعل هذا هو المراد في الحديث. ¶ (¬4) السقاط: بائع السقط من المتاع: أي الرديء منه. ¶ (¬5) البيعة: يراد بها هنا البيعة النفيسة بقرينة ما سبقها. ¶ (¬6) فاستتبعني: أي طلب مني أن أتبعه. ¶ (¬7) وأقول: هذه حكاية للحال القضية فهي بمعنى وقلت له. ¶ (¬8) أخرجه البخاري في الأدب المفرد ص 148 برقم 1006.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وخلاصة هذا القول فقد كان ابن عمر يستهدف بذلك ما ألمح إليه ابن؟؟؟ (¬1) في قوله: «وطلب ابن عمر ذلك (الاستتباع) من ابن الطفيل ليرى؛؟؟؟ للسلام على الخاص والعام، فيقتدي به في هذا المقام، فيحصل له؟؟؟ الفعل، ولابن عمر ثواب الدلالة. ¶ والذي لا يعرف هدف ابن عمر من ذهابه إلى السوق قد يستغرب ذلك كما استغرب ابن الطفيل ذلك من قبل على أساس أن السوق لا يُقصد إلا البيع والشراء، والمساومة، أو الاطلاع على أسعار السلع، ثم إن ابن الطفيل؟؟؟ من أن أيا من ذلك ليس هدفًا لابن عمر فماله يغدو إليه؟ بيد أن ابن عمر يعلم أن الأعمال بالنيات وأن لكل امرئ ما نوى، وأن السوق إن يكن في؟؟؟ للتبادل التجاري وسائر الأمور الدنيوية فمن الممكن أيضًا أن يكون؟؟؟ للآخرة يتاجر فيه المؤمن مع ربه، حين يذكر الله وهو يبيع ويذكره وهو يشتري، ويفشي السلام بين جمهور المترددين على السوق، حينئذ يصدق المسلم، ويعدل في كمله ووزنه، ويتسامح في شرائه وبيعه، ويحيي السنة ويستزيد من رصيده في ثواب الخير، وخير الثواب (¬2). ¶ ومن هنا أجاب ابن عمر الطفيل بما أجابه به ولعل ابن عمر حين كان يستحضر في وجدانه الأمر النبوي بل بإفشاء السلام وكان أيضًا يستحضر معه كذلك ما يشير إليه قوله تعالى: {رجال لا تلهيهم تجارة ولا بيع عن ذكر الله} (¬3)، وقوله صلى الله عليه وسلم: «ذاكر الله في الغافلين بمنزلة الصابر في الفارين» (¬4). ¶ بجانب ذلك وضح التاريخ حرص الصحابة على تنبيه أبنائهم إلى ما قد يغيب عن أذهانهم فيما يتعلق بتطبيق هذه السنة في بعض الظروف والأحوال وفي ذلك يروي البخاري في الأدب المفرد بإسناده من حديث معاوية ابن قرة، قال: قال لي أبي: «يا بني إن كنت في مجلس ترجو خيره فعجلت بك حاجة، فقل: سلام عليكم؛ فإنك تشركهم فيما أصابوا في ذلك المجلس وما من قوم يجلسون مجلسًا فيتفرقون عنه لم يذكروا الله إلَّا كأنما تفرقوا عن جيفة حمار» (¬5). ¶ تسليم القليل على الكثير: ¶ ¬__________ ¶ (¬1) الفتوحات الربانية 5/ 281. ¶ (¬2) الفتوحات الربانية 5/ 282، دليل الفالحين لطرق رياض الصالحين 3/ 334 - 335. ¶ (¬3) سورة النور:37. ¶ (¬4) أخرجه البزار في مسنده 1/ 295 (كشف الأستار عن زوائد البزار وأحمد بن حنبل في الزهد ص 328. وأورده الهيثمي في مجمع الزوائد: ك المناقب: ب ذكر الله تعالى في الغافلين 10/ 80 - 81 وعزاه إلى الطبراني في الأوسط. والطبراني في الكبير 10/ 16. ¶ (¬5) البخاري في الأدب المفرد ص 148 ح رقم (1010) وأورده الألباني في سلسلة الأحاديث الصحيحة 1/ 307 ح 183 وصحح إسناده.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "روي البخاري بسنده عن أبي هريرة عن النبي صلى الله عليه وسلم قال: «يسلمُ الصغير على الكبير والمار على القاعد، والقليل على الكثير» (¬1). ¶ تسليم القليل على الكثير أمر نسبي يشمل الواحد بالنسبة للإثنين فصاعدًا والإثنين بالنسبة للثلاثة فصاعدًا وما فوق ذلك. ¶ قال الماوردي (¬2): لو دخل شخص مجلسًا فكان الجمع قليلًا يعمهم سلام واحد فسلم كفاه، فإن زاد فخصص بعضهم فلا بأس، ويكفي أن يرد منهم واحد، فإن زاد فلا بأس، وأن كانوا كثيرًا بحيث لا ينتشر فيهم فيبتدئ أول دخوله إذا شاهدهم، وتتأدى سنة السلام في حق جميع من يسمعه، ويجب على من سمعه الرد على الكفاية. وإذا جلس سقط عنه سنة السلام فيمن لم يسمعه من الباقين، وهل يستحب أن يسلم على من جلس عندهم ممن لم يسمعه؟ ¶ وجهان: أحدهما: إن عاد فلا بأس، وإلا فقد سقطت عنه سنة السلام؛ لأنهم جمع واحد، وعلى هذا يسقط فرض الرد بفعل بعضهم. ¶ والثاني: أن سنة السلام باقية في حق من لم يبلغهم سلامه المتقدم فلا يسقط فرض الرد من الأوائل عن الأواخر (¬3). وقال ابن بطال عن المهلب: تسليم الصغير على الكبير لأجل حق الكبير لأنه أمر بتوقيره والتواضع له (¬4). ¶ تسليم الراكب على الماشي والماشي على القاعد: ¶ روى البخاري بسنده عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يسلم الراكب على الماشي، والماشي على القاعد، والقليلُ على الكثير» (¬5). ¶ والمعنى: يسلم الراكب على الماشي وذلك لأن للراكب مزية على الماشي فعوض الماشي بأن يبدأ الراكب بالسلام احتياطًا على الراكب من الزهو لو حاز الفضيلتين (¬6)، ربما الماشي فلما يتوقع منه من الشر ولاسيما إذا كان راكبًا فإذا ابتدأ بالسلام أمن منه ذلك وأنس إليه. وأما إذا تلاقى راكبان أو ماشيان فقد تكلم فيها المازري فقال يبدأ الأدنى منهما على الأعلى قدرًا في ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ك الاستئذان: ب تسليم القليل على الكثير 11/ 14 - 15. ¶ (¬2) الأذكار للنووي ص 230. ¶ (¬3) فتح الباري 11/ 15. ¶ (¬4) فتح الباري 11/ 17. ¶ (¬5) أخرجه البخاري في صحيحه: ك الاستئذان: ب يسلم الراكب على الماشي 13/ 15. والدارمي في سننه: ك الاستئذان: ب في تسليم الراكب على الماشي 2/ 188 ع 2637. ¶ (¬6) سبل السلام للصنعاني4/ 301 - 302.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الدين إجلالًا لفضله لأن فضيلة الدين مرغب فيها في الشرع وعلي هذا لو التقى راكبان ومركوب أحدهما أعلى في الجنس من مركوب الآخر كالجمل والفرس فيبدأ راكب الفرس لما روي عن فضالة بن عُبيد أن رسول الله صلى الله عليه وسلم قال: «يسلم الفارس على الماشي، والماشي على القائم، والقليل على الكثير» (¬1)، والمراد بالقائم أي المستقر في مكانه سواء كان جالسًا أو واقفًا أو مضطجعًا (¬2). ويكتفى بالنظر إلى أعلاهما قدرًا في الدين فيبدأ الذي هو أدني الذي هو فوقه والثاني أظهر كما لا يظهر إلى من يكون أعلاهما قدرًا من جهة الدنيا إلا أن يكون سلطانًا يخشى منه، وإذا تساوى المتلاقيان من كل جهة فكل منهما مأمور بالابتداء وخيرهما الذي يبدأ بالسلام لما روي عن أبي أيوب رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: «لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال يلتقيان فيعرض هذا، ويعرض هذا، وخيرهما الذي يبدأ بالسلام» (¬3)، وقد أخرج البخاري في الأدب المفرد بسند صحيح من حديث جابر «الماشيان إذا اجتمعا فأيهما بدأ بالسلام فهو أفضل» (¬4)، وأخرج أبو داود من حديث أبي أسامة مرفوعًا: «إن أولى الناس بالله من بدأ بالسلام» (¬5)، والحديث سكت عنه المنذري وما سكت عنه المنذري فهو حسن وأما سلام القليل على الكثير فلفضيلة الجماعة أو لأن الجماعة لو ابتدءوا لخيف على الواحد الزهو فاحتيط له ولم يقع تسليم الصغير على الكبير في صحيح مسلم وكأنه لمراعاة السن فإنه معتبر في أمور كثيرة في الشرع فلو تعارض الصغر المعنوي والحسي كأن يكون الأصغر أعلم مثلًا فيه نظر ولم أر فيه نقلًا والذي يظهر اعتبار السن؛ لأنه الظاهر كما تقدم الحقيقة على الجاز. ¶ ونقل ابن دقيق العيد عن ابن رشد أن محل الأمر في تسليم الصغير علي الكبير إذا التقيا فإن ¶ ¬__________ ¶ (¬1) أخرجه الترمذي في سننه: أبواب الاستئذان والآداب: ب ما جاء في تسليم الراكب على الماشي 7/ 484، ح 2847، والبخاري في الأدب المفرد ص 146 ح رقم 995. ¶ (¬2) فتح الباري 11/ 16. تحفة الأحوذي 7/ 482. ¶ (¬3) أخرجه البخاري في صحيحه: ك الأدب: ب الهجرة 10/ 492 ح رقم 6077 (فتح) ومسلم في صحيحه: ك البر والصلة والآداب: ب تحريم الهجر فوق ثلاث بلا عذر شرعي 4/ 1984 ح رقم 2560.وأبو داود في سننه: ك الأدب: ب فيمن يهجر أخاه المسلم 4/ 278 - 279 ح رقم 4911. والترمذي في سننه: ك البر والصلة: ب ما جاء في كراهية الهجر للمسلم 4/ 327 ح رقم 1932. وأحمد بن حنبل في مسنده 1/ 176 - 183، 3/ 110، 165، 199، 4/ 20، 7، 3، 5/ 146،421، 422. ¶ (¬4) الأدب المفرد ص 146 ح رقم (993). ¶ (¬5) أخرجه أبو داود في سننه: ك الأدب: ب في فضل من بدأ بالسلام 14/ 103 ح 5175 (عون المعبود). وأحمد بن حنبل في مسنده 5/ 254، 264، 269.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كان أحدهما راكبًا والآخر ماشيًا بدأ الراكب، وإن كانا راكبين أو ماشيين بدأ الصغير (¬1). ¶ وقال الماوردي (¬2): إنما استحب ابتداء السلام للراكب، لأن وضع السلام إنما هو لحكمة إزالة الخوف من الملتقيين إذا التقيا، أو من أحدهما في الغالب أو لمعنى التواضع المناسب لحال المؤمن، أو لمعنى التعظيم، لأن السلام إنما يقصد به أحد أمرين: إما اكتساب ود، أو استدفاع مكروه. ¶ حكم إلقاء السلام والرد عليه وآدابه: ¶ قال الإمام النووي في الأذكار (¬3): اعلم أن ابتداء السلام سنة مستحبة ليس بواجب وهو سنة على الكفاية، فإذا كان المسلم جماعة كفى عنهم تسليم واحد منهم، ولو سلموا كلهم كان أفضل، وأما رد السلام، فإن كان المسلم عليه واحدًا تعين عليه الرد، وإن كانوا جماعة كان رد السلام فرض كفاية عليهم، فإن رد واحد منهم سقط الحرج عن الباقين، وإن تركوه كلهم أثموا كلهم، وإن ردوا كلهم فهو النهاية في الكمال والفضيلة وإن رد غيرهم لم يسقط الرد عنهم، بل يجب عليهم أن يردوا وإلا أثموا كلهم. ¶ والقول بأن ابتداء السلام سنة هو قول أكثر العلماء، وقال بعضهم إنه واجب، وأما رد السلام فإن الكل متفق على أنه واجب، غير أنهم اختلفوا في الواجب منه، فالأكثرون على أن الواجب هو الرد بالسلام دون الرحمة والبركة فيكفي الراد أن يقول: «وعليكم السلام» ولو كان المسلّمَ قد قال: «السلام عليكم ورحمة الله» أو زاد عليه «وبركاته» وقال بعضهم: إن الرد الواجب يكون بقدر السلام، فإن ذكر المسلم (السلام) فقط كفى في الردّ: وعليكم السلام، وإن زاد المسلِّم «ورحمة الله» وجب على الراد زيادة «ورحمة الله»، وإن زاد «وبركاته» وجبت زيادة «وبركاته» وذلك لقوله تعالى: {وإذا حييتم بتحيةٍ فحيوا بأحسن منها أو ردوها} (¬4). فالرد بالمثل واجب، والأفضل الرد بالأحسن، وهذا هو ظاهر الآية الكريمة. ¶ ويشترط أن يكون الجواب على الفور بدون تأخير عن إلقاء السلام، أو تبليغه عن طريق رسول، فإن أخر المسلم عليه الرد ثم رد لم يعتبر جوابًا وكان آثمًا بترك الرد على الفور إلا لعذر. ¶ وإذا نادى إنسان إنسانًا من خلف ستِر أو حائط فقال: السلام عليك يا فلان، أو كتب كتابًا فيه: ¶ ¬__________ ¶ (¬1) تحفة الأحوذي 7/ 483، 484. ¶ (¬2) الأذكار للنووي ص 229. ¶ (¬3) الأذكار للنووي ص 22. ¶ (¬4) النساء: آية 86.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "السلام عليك يا فلان، أو أرسل رسولًا وقال له: سلام على فلان فبلغه الكتاب أو الرسول، وجب عليه أن يرد السلام فور بلوغه، وإلَّا أثم. ¶ جاء في صحيحي البخاري ومسلم عن عائشة رضي الله عنها قالت: قال لي رسول الله صلى الله عليه وسلم: يا عائشة، هذا جبريل يقرأ عليك السلام. قالت قلتُ: وعليه السلامُ ورحمة الله، تري ما لا نري. تريد رسول الله صلى الله عليه وسلم» (¬1). وقد كان صلى الله عليه وسلم يرد على المسلم بالواو العاطفة فيقول له: «وعليك السلام» ولعل هذا هو الأفضل فإنه يقتضي التشريك للمسلَّم مع من يرد عليه في الخير المدعو به، ومن الجائز أن يكون الرد بدون الواو بدليل قوله تعالي: {هل أتاك حديث ضيف إبراهيم المكرمين إذ دخلوا عليه فقالوا سلامًا قال سلام قوم منكرون} (¬2). ¶ والصيغ الجائزة في رد السلام هي: ¶ (1) وعليك السلام بالواو وبدونها. ¶ (2) السلام عليك. ¶ (3) السلام عليكم. ¶ (4) وعليه السلام كما قالت عائشة رضي الله عنها للنبي صلى الله عليه وسلم حين أخبرها أن جبريل يُقرئها السلام. ¶ (5) السلام عليك ورحمة الله. ¶ (6) السلام عليك ورحمة الله وبركاته. ¶ (7) وعليك السلام. ¶ (8) وعليكم السلام ورحمة الله وبركاته، وهذه الصيغة الأخيرة هي أفضل صيغ الرد وأكثرها ثوابًا للحديث المتقدم والذي رواه أبو داود في سننه عن عمران بن الحصين قال جاء رجل إلى النبي صلى ¶ الله عليه وسلم فقال: السلام عليكم فرد عليه السلام ثم جلس فقال النبي صلى الله عليه وسلم: عشر ... الحديث. وقد تقدم. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ك الاستئذان: ب تسليم الرجال على النساء والنساء على الرجال 11/ 33. ومسلم في صحيحه: ك فضائل الصحابة: ب فضل عائشة رضي الله تعالى عنها 4/ 1895 - 1896 ح رقم 2447. والدارمي في سننه: ك الاستئذان: ب في السلام على النساء 2/ 189 ح رقم 2641. ¶ (¬2) سورة الذاريات: 24، 25.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويخلص من هذا إلى أن أفضل صيغ السلام هي: السلام عليكم ورحمة الله وبركاته، وبعدها على التوالي السلام عليكم ورحمة الله، ثم السلام عليكم، ثم السلام عليك ثم سلام عليكم، ثم سلام عليك، وإذا سلم على أصم لا يسمع فينبغي أن يتلفظ بلفظ السلام لقدرته عليه، وتشير باليد إشارة مفهمة ليستحق الجواب وكذلك يفعل لو سلم عليه أصم بأن يتلفظ بالرد ويشير إشارة تفهم أنه يرد. ولو سلم على صبي لا يجب عليه الجواب، لأن الصبي ليس من أهل الفرض، ولكن يستحب له أن يرد الإسلام أدبًا وتعلمًا. ¶ ولو سلم الصبي على بالغ وجب على البالغ الرد على الصحيح عملًا بقوله تعالي: {وإذا حييتم بتحية فحيوا بأحسن منها أو ردوها} (¬1). ¶ ولو سلم بالغ على جماعة فيهم صبي فلم يرد غير الصبي أثموا على القول الأصح لأن الصبي ليس أهلًا للفرض. ¶ وإذا سلم عليه إنسان ثم لقيه عن قرب يسن له أن يُسلم عليه ثانيًا وثالثًا وأكثر، وكذلك إذا حالت بينهما شجرة كبيرة فعن أبي هريرة رضي الله عنه في حديث المسيء صلاته: «أنه جاء رجل فصلى ثم جاء إلى النبي صلى الله عليه وسلم فسلم فرد عليه السلام، فقال: ارجع فصل فإنك لم تُصل، فرجع فصلى ثم جاء فسلم على النبي صلى الله عليه وسلم حتى فعل ذلك ثلاث مرات» (¬2). رواه الترمذي وقال: هذا حديث حسن صحيح. ¶ ويتضح من هذا الحديث إعادة السلام إذا فارق الرجل أخاه ثم لقيه مرة أخرى فقد روى أبو داود من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «إذا لقي أحدكم أخاه فليسلم، فإن حالت بينهما شجرة أو جدار أو حجر ثم لقيه فليسلم عليه» (¬3). ¶ وعن تطبيق هذا التوجيه النبوي يقول أنس رضي الله عنه: كان أصحاب رسول الله صلى الله عليه وسلم يتماشون، فإذا استقبلتهم شجرة أو أكمة فتفرقوا يمينًا وشمالًا ثم التقوا من ورائها سلم بعضهم على بعض (¬4). ¶ ¬__________ ¶ (¬1) النساء: 86. ¶ (¬2) أخرجه البخاري في صحيحه: ك الجمعة: ب من جاء والإمام يخطب صلى ركعتين خفيفتين ح 931. ومسلم في صحيحه: ك الجعمة: ب التحية والإمام يخطب برقم 875. والترمذي في سننه: أبواب الصلاة ب ما جاء في وصف الصلاة 2/ 103 ح 303، وفي أبواب الاستئذان والسلام: ب كيف رد السلام 7/ 469 ح 2833.وابن ماجه في سننه: ك إقامة الصلاة والسنة فيها: ب إتمام الصلاة 1/ 336 - 337 ح 1060، وأحمد بن حنبل في مسنده 3/ 45. ¶ (¬3) أخرجه البخاري في صحيحه: ك الاستئذان: ب من رد فقال عليك السلام 8/ 69. وأبو داود في سننه: ك الأدب: ب في الرجل يفارق الرجل ثم يلقاه أيسلم عليه 4/ 351 ح رقم 5200 بلفظه. ¶ (¬4) أخرجه ابن السني ص 45 بإسناد صحيح، والأكمة: التل أو الموضع يكون أحد ارتفاعًا مما حوله في آكام وإكام. والطبراني في الأوسط 1/ 100 - 101 ح رقم 97. وأورده الهيثمي في المجمع: ك الأدب: ب المصافحة والسلام ونحو ذلك 8/ 36 وعزاه إلى الطبراني في الأوسط ورجاله رجال الصحيح.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "آداب السلام: ¶ أخرجه البخاري في الأدب المفرد بسند صحيح عن ابن عمر «إذا سلمت فأسمع؛ فإنها تحية من عند الله مباركة طيبة» (¬1). ¶ قال النووي: أقله أن يرفع صوته بحيث يسمع المسلم عليه، فإن لم يسمعه لم يكن آتيًا بالسنة ويستحب أن يرفع صوته بقدر ما يتحقق أنه سمعه، فإن شك استظهر. ونقل النووي عن المتولي أنه قال: يكره إذا لقي جماعة أن يخص بعضهم بالسلام؛ لأن القصد بمشروعية السلام تحصيل الألفة، وفي التخصيص إيحاسن لغير من خص بالسلام. ¶ ويجب أن يكون السلام على هذا النسق: السلام عليكم، وبهذا الترتيب الطبيعي المبتدأ ثم الخبر. ¶ قال عياض: كان من هدي النبي صلى الله عليه وسلم أن يقول في الابتداء: السلام عليكم، ويكره أن يقول: عليكم السلام. ¶ وإذا تلاقى رجلان فسلم كل واحد منهما على صاحبه دفعة واحدة أو أحدهما بعد الآخر، فقال القاضي حسين وصاحبه أبو سعد المتولي: يصير كل واحد منهما مبتدئًا بالسلام فيجب على كل واحد منهما أن يرد على صاحبه. ¶ وقال الشاشي: هذا فيه نظر، فإن هذا اللفظ يصلح للجواب، فإن كان أحدهما بعد الآخر كان جوابًا للأول وإن كان دفعة واحدة لم يكن جوابًا. ¶ قال النووي: وهذا الذي قاله الشاشي هو الصواب (¬2). ¶ وإذا قابل إنسان إنسانًا فقال المبتدئ: وعليكم السلام، بالواو قال المتولي: لا يكون ذلك سلامًا، فلا يستحق جوابًا، لأن هذه الصيغة لا تصلح ابتداء، قال النووي: أما إذا قال: عليك، أو: عليكم السلام بغير واو، فقطع الإمام أبو الحسن الواحدي بأنه سلام يتحتم على المخاطب به الجواب، وإن كان قد قلب اللفظ المعتاد، وهذا الذي قاله الواحدي هو الظاهر. وينبه إلى أن سلامه ليس على السنة؛ لأن السنة هي كذا وكذا؛ لما رواه أبو داود والترمذي وغيرهما بالأسانيد الصحيحة عن جابر بن سليم قال: رأيت رسول الله صلى الله عليه وسلم فقلت: عليك السلام يا رسول الله، قال: لا تقُلْ عليك السلام، فان عليك السلام تحية الموتى» (¬3). قال الترمذي: حديث حسن ¶ ¬__________ ¶ (¬1) البخاري في الأدب المفرد ص 147 ح رقم (1005). ¶ (¬2) الأذكار للنووي 222 - 223. ¶ (¬3) أخرجه الترمذي في سننه: ك الاستئذان: ب ما جاء في كراهية أن يقول عليك السلام مبتدئًا 5/ 71 ح 2721.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "صحيح. ¶ قال النووي في الأذكار (¬1): ويحتمل أن يكون هذا الحديث ورد في بيان الأحسن والأكمل، ولا يكون المراد أن هذا ليس بسلام، والله أعلم. ¶ وقد قال الإمام أبو حامد الغزالي في الإحياء (¬2): يكره أن يقول ابتداء: عليكم السلام، لهذا الحديث والمختار أنه يكره الابتداء بهذه الصيغة، فإن ابتدأ وجب الجواب لأنه سلام. ¶ وقال صاحب مختصر السنة: الدعاء بالسلام دعاء بخير والأحسن في دعاء الخير أن يقدم الدعاء على المدعو له كقوله تعالي: {رحمة الله وبركاته عليكم أهل البيت} (¬3). ¶ وقوله تعالي: {وسلام عليه يوم ولد ويوم يموت} (¬4). ¶ وقوله تعالي: {سلام عليكم بما صبرتم} (¬5). ¶ وأما الدعاء بالشر فيقدم المدعو عليه على الدعاء غالبًا كقوله تعالى لإبليس: {وإن عليك لعنتي إلى يوم الدين} (¬6). ¶ وقوله تعالي: {عليهم دائرة السوء} (¬7). ¶ وقوله تعالي: {وعليهم غضب ولهم عذاب شديد} (¬8). ¶ و إنما قال النبي صلى الله عليه وسلم ذلك إشارة إلى ما جرت به عادتهم في تحية الأموات إذ كانوا يقدمون اسم الميت على الدعاء وهو مذكور في أشعارهم كقول الشماخ: ¶ عليك سلام الله من أديم وباركت يد الله في ذاك الأديم الممزق. ¶ ليس مراده أن السنة في تحية الموتى: أن يُقال له: عليك السلام كيف وقد ثبت في الصحيح عنه صلى الله عليه وسلم: أنه دخل المقبرة فقال: «السلام عليكم أهل دار قوم مؤمنين» (¬9). ¶ فقدم الدعاء على اسم المدعو كما هو في تحية الأحياء فالسنة لا تختلف في تحية الأحياء والأموات. ¶ ¬__________ ¶ (¬1) الأذكار ص 223. ¶ (¬2) إحياء علوم الدين للإمام أبي حامد الغزالي 2/ 184 - 185. ¶ (¬3) سورة هود: 73. ¶ (¬4) سورة مريم: 95. ¶ (¬5) سورة الرعد: 24. ¶ (¬6) سورة ص: 78. ¶ (¬7) سورة الفتح: 6. ¶ (¬8) سورة الشورى: 16. ¶ (¬9) فتح الباري 11/ 5.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ويضاف إلى الآداب السابقة ما يلي: ¶ (1) إذا مر الماشي على القاعد فالسنة أن يسلم الماشي على القاعد سواء كان الماشي صغيرا أو كبيرا، قليلا أو كثيرا، كما يسلم الداخل على من بالبيت على أي حال، أما إذا تلاقى اثنان في طريق فإن السنة أن يسلم الراكب على الماشي والقليل على الكثير والصغير على الكبير. لما جاء في البخاري: «يُسلم الصغير على الكبير، والماشي على القاعد والقليل على الكثير». ¶ هذا هو الأصل والسنة ولو حصل العكس لكان جائزا مخالفًا للسنة. ¶ (2) إذا لقي رجل جماعه فخص طائفة منهم بالسلام كره لأن القصد من السلام المؤانسة والألفة، وفي تخصيص البعض إيحاش للباقين. وربما كان سببًا للعداوة. ¶ (3) إذا مشي في السوق أو الشوارع المطروقة كثيرًا ونحو ذلك من الأماكن التي يكثر فيها الناس فقد ذكر أقضي القضاة الماوردي (¬1) أن السلام هنا إنما يكون لبعض الناس دون بعض: قال: لأنه لو سلم على كل من لقي لتشاغل به عن كل مهم، ولخرج به عن العرف. ¶ (4) قال أبو سعد المتولي (¬2): إذا سلمت جماعة على رجل فقال: وعليكم السلام، وقصد الرد على جميعهم سقط عنه فرض الرد في حق جميعهم، كما لو صلى على جنائز دفعة واحدة، فإنه يسقط فرض الصلاة على الجميع. ¶ (5) قال الماوردي (¬3): إذا دخل إنسان على جماعة قليلة يعمهم سلام واحد، اقتصر على سلام واحد على جميعهم، وما زاد من تخصيص بعضهم (يعني بالسلام) فهو أدب. قال: فإن كانوا جمعًا لا ينتشر فيهم السلام الواحد كالجامع والمجلس الحفل فسنة السلام أن يبتدئ به الداخل في أول دخوله إذا شاهد القوم سيكون مؤديًا سنة السلام في حق جميع من سمعه، ويكون الرد عليه ممن سمعه فرض كفاية فإن أراد الجلوس فيهم سقط عنه سنة السلام فيمن لم يسمعه من الباقين، وإن أراد أن يجلس فيمن بعدهم ممن لم يسمع سلامه المتقدم ففيه وجهان: ¶ أحدهما: أن سنة السلام عليهم قد حصلت بالسلام على أوائلهم لأنهم جمع واحد، فلو أعاد السلام عليهم، كان أدبًا وعلى هذا أيُّ أهل المسجد رد عليه سقط به فرض الكفاية عنهم جميعًا. ¶ والوجه الثاني: أن سنة السلام باقية لمن لم يبلغهم سلامه المتقدم إذا أراد الجلوس فيهم، فعلى هذا لا يسقط فرض رد السلام المتقدم عن الأوائل يرد الأواخر. ¶ (6) يستحب إذا دخل بيته أن يسلم وإن لم يكن فيه أحد، وليقل «السلام علينا وعلى عباد الله ¶ ¬__________ ¶ (¬1) الأذكار للنووي ص 229. ¶ (¬2) الأفكار للنووي في نفس الموضع السابق. ¶ (¬3) الأذكار للنووي ص 230.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الصالحين». ¶ (7) إذا كان جالسًا مع قوم ثم قام ليفارقهم فالسنة أن يسلم عليهم فقد كان من هديه صلى الله عليه وسلم: السلام عند المجيء إلى القوم والسلام عند الانصراف عنهم. فقد روى أبو داود والترمذي من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم «إذا انتهى أحدكم إلى المجلس فليسلم فإذا أراد أن يقوم فليسلم فليست الأولي بأحق من الآخرة» (¬1). ¶ (8) إذا مر على واحد أو أكثر وغلب على ظنه أنه إذا سلم لا يرد عليه أحد، إما لتكبر، وإما لإهمال، وإما لغيرهما فينبغي أن يسلم ولا يترك السلام لهذا الظن، فإن السلام مأمور به، والذي أمر به المار أن يُسلم، ولم يؤمر بأن يحصل الرد، مع أن الممرور عليه قد يخطئ الظن فيه ويرد ... وعلى كل فينبغي أن ينبه الممرور عليه إلى أنَّ رد السلام واجب يأثم من يتركه عمدًا (¬2) ويَحسُن أن يقول له (رد السلام فإنه واجب لأنه من الأمر بالمعروف والنهي عن المنكر) (¬3). ¶ الأحوال التي يكره فيها السلام: ¶ الأحوال التي يكره السلام فيها كثيرة، فمنها ما إذا كان المسلَّم عليه مشتغلًا بالبول أو الجماع أو نحوهما من الخلوة بزوجته وانشغاله بما يخصهما ولا يسلم على من كان نائمًا أو ناعسًا (في بداية النوم). ¶ ولا على من كان في الحمام أو في المرحاض أو في بئر بها نجاسة. ¶ وأما السلام على المشتغل بقراءة القرآن فقال الإمام أبو الحسن الواحدي (¬4): الأولى ترك السلام عليه لاشتغاله بالتلاوة، فإن سلم عليه كفاه الرد بالإشارة، وإن ردّ باللفظ استأنف الاستعاذة ثم عاد إلى التلاوة، ويرى النووي أنه يسلم عليه ويجب على القارئ الرد باللفظ ومثله المشتغل بالدعاء المستغرق فيه وقال النووي أنه يكره السلام عليه، لأنه يتنكد به ويشق عليه. ¶ وأما السلام على المصلي فأجازه بعضهم ويرد المصلي بالإشارة كما فعل الرسول صلى الله عليه وسلم وبعضهم كرهه، فإن سلم يحرم على المصلي الرد باللفظ للنهي عن ذلك، فإن رد ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: ك الأدب: ب في السلام إذا قام من المجلس 4/ 353 ح 5208. والترمذي في سننه: ك الاستئذان: ب ما جاء في التسليم عند القيام وعند القعود 5/ 62 - 63 ع 6 270، وقال أبو عيسى: هذا حديث حسن. وأحمد بن حنبل في مسنده 2/ 230. ¶ (¬2) الأذكار ص 221 - 223. ¶ (¬3) سبل السلام 4/ 302 - 303. ¶ (¬4) الأذكار للنووي ص224.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "باللفظ بطلت صلاته إن كان عالماً بالتحريم، ولا تبطل إن كان جاهلًا. ¶ ويكره إلقاء السلام على المؤذن، فإن سلم عليه أحد رد عليه باللفظ، لأن ذلك يسير لا يبطل الأذان ولا يخل به. ¶ ويكره السلام على الآكل إذا كانت اللقمة في فمه، ولا يستحق المسلِّم جوابًا في هذه الحال أما إذا كان على الأكل وليست اللقمة في فمه فلا بأس بالسلام، ويجب الجواب. وكذلك في حال المبايعة وسائر المعاملات يسلم ويجب الجواب. وأما السلام في حال خطبة الجمعة فقال أصحابنا: يكره الابتداء به لأنهم مأمورون بالإنصات للخطبة، فإن خالف وسلم فهل يردّ عليه؟ فيه خلاف لأصحابنا، منهم من قال: لا يرد عليه لتقصيره, ومنهم من قال: إن قلنا إن الإنصات واجب لا يرّد عليه، وإن قلنا إن الإنصات سنة ردّ عليه واحد من الحاضرين ولا يرد عليه أكثر من واحد على كل وجه (¬1). ويدل على ذلك ما رواه أبو داود في سننه عن علي رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «يجزئ عن الجماعة إذا مروا أن يسلِّم أحدُهُمْ، ويجزئ عن الجلوس أن يَرُدَّ أحَدُهُم» (¬2). ¶ فيدل هذا الحديث على أنه يجزئ تسليم الواحد عن الجماعة ابتداءً ورداً. ¶ حكم سلام الرجال على النساء، والعكس: ¶ الرجل المسلم الذي ليس بمشهور بفسق ولا بدعة يسلم ويُسلم عليه، فيسنّ له السلام، ويجب الردّ عليه. والمرأة مع المرأة كالرجل مع الرجل وكذلك المرأة مع المحارم، عليها أن تسلم ويجب الرد عليها، وعليهم أن يسلموا عليها، ويجب عليها الرد عليهم. ¶ وأما المرأة مع الرجل؛ فقال الإمام أبو سعد المتولي (¬3): إن كانت زوجته أو جاريته أو محرمًا من محارمه، فهي معه كالرجل، فيستحب لكل واحد منهما ابتداء الآخر بالسلام، ويجب على الآخر ردّ السلام عليه؛ وإن كانت أجنبية، فإن كانت جميلة يخاف الافتتان بها لم يسلم الرجل عليها، ولو سلم لم يجز لها ردّ الجواب، ولم تسلم هي عليه ابتداء، فإن سلمت لم تستحق جوابا فإن أجابها كره له، وإن كانت عجوزًا لا يفتتن بها جاز أن تسلم على الرجل، وعلي الرجل رد السلام عليها؛ وإذا كانت النساء جمعاً فيسلم عليهنَّ الرجل، أو كان الرجال جمعا كثيرًا فسلموا على المرأة الواحدة جاز، إذا لم يخف عليه ولا عليهن ولا عليها أوعليهم فتنة. فإن خيفت فتنة فيحرم سلام الرجل على جمع النساء، وسلام الرجال على المرأة، هذا ما أفهمه إطلاقه، وليس ¶ ¬__________ ¶ (¬1) الأذكار للنووي ص224 - 225، الآداب الشرعية 1/ 376. ¶ (¬2) أخرجه أبو داود في سننه: ك الأدب: ب ما جاء في رد الواحد عن الجماعة 4/ 353 - 354 ح 5210. ¶ (¬3) الأذكار للنووي ص 225.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بواضح في الأول، فقد أطلق الأصحاب جواز سلام جمع النساء على الرجل، وكذا سلامه عليهن، بل يندب له ابتداؤهن به، ويجب الرد على إحداهن حينئذ، وعللوه كما في التحفة لابن حجر بأنه لا يخشى فتنة حينئذ، ومن ثم حلت الخلوة بامرأتين انتهى، وكأنه لم ينظر لتوهمها اكتفاء بكون ذلك ليس مظنة ذلك غالبا، إذ النساء عند اجتماعهن تنقطع الأطماع عنهن غالبًا، ولا كذلك المرأة مع جمع الرجال فيشترط في سلامهم عليها الأمن من الفتنة، والله أعلم (¬1). ¶ ويجوز تسليم جماعة النساء على جماعة الرجال، وجماعة الرجال على جماعة النساء- والجماعة هنا تطلق على أكثر من واحدة- كما يجوز تسليم الواحد من الرجال على جماعة النساء، والواحدة من النساء على جماعة الرجال، ما دامت الفتنة مأمونة. ¶ روى البخاري في صحيحه عن سهل بن سعد رضي الله عنه قال: «كنا نفرح يوم الجمعة، قلت لسهل: ولمَ؟ قال: كانت لنا عجوز ترسلُ إلى بضاعة -نخل بالمدينة- فتأخذ من أصول السلق فتطرحه في قِدرٍ وتكركِر (¬2) حبّات من شَعير، فإذا صلينا الجمعة انصرَفنا ونسلم عليها، فتقدمه إلينا، فنفرَخ من أجلِه، وما كنا نقيلُ ولا نتغدَّى إلا بعدَ الجمعة» (¬3). ¶ وفي صحيح مسلم عن أم هانئ فاختة بنت أبي طالب رضي الله عنها قالت: «أتيت النبي صلى الله عليه وسلم يوم الفتح وهو يغتسل وفاطمة تستره فسلمت عليه، فقال: «من هذه؟، قلت: أم هانئ بنت أبي طالب - قال: «مرحبًا بأم هانئ» فلما فرغ من غسله قام فصلى (¬4). ¶ قوله «وفاطمة تستره» أي عن العيون «فسلمت عليه» وجه الدليل عنه تقريره صلى الله عليه وسلم لأمن الفتنة إذ لو حرم سلام الأجنبية مطلقًا لبينه لها فيؤخذ من هذا الحديث سلام المرأة التي ليست بمحرم على الرجل بحضرة محارمه، وأنه لا بأس بأن يكني الإنسان نفسه على سبيل التعريف إذا اشتهر بالكنية وأنه لا بأس بالكلام في أثناء الغسل والوضوء ولا بالسلام عليه. وجواز الاغتسال بحضرة امرأة من محارمه إذا كان مستور العورة عنها وجواز تستيرها إياه بثوب ونحوه. ¶ وروي عن جرير بن عبد الله أن النبي صلى الله عليه وسلم مَرّ على نسوَةٍ فسلم عليهن» (¬5). ¶ ¬__________ ¶ (¬1) الفتوحات الربانية على الأذكار النووية 5/ 333 - 334. ¶ (¬2) تكركر: أي تطحن. ¶ (¬3) أخرجه البخاري في صحيحه: ك الاستئذان: ب تسليم الرجال على النساء, والنساء على الرجال 11/ 33 ح 6248. ¶ (¬4) أخرجه البخاري في الأدب المفرد ص153 ح رقم 1046. ¶ (¬5) أخرجه أحمد في مسنده 4/ 357 , 363، وابن السني ص221.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وروي البخاري في صحيحه من حديث عائشة رضي الله عنها قالت: أن النبي صلى الله عليه وسلم قال لها «إن جبريل يقرأ عليك السلام. قالت وعليه السلام ورحمة الله» (¬1). ¶ قال النووي: وفي الحديث مشروعية إرسال السلام ويجب على الرسول تبليغه لأنه أمانة، وتعقب بأنه بالوديعة أشبه والتحقيق أن الرسول إن التزمه أشبه الأمانة وإلا فوديعة والودائع إذا لم تقبل لم يلزمه شيء. قال وفيه إذا أتاه شخص بسلام من شخص أو في ورقة وجب الرد على الفور ويستحب أن يرد على المبلغ كما أخرج النسائي عن رجل من بني تميم أنه بلغ النبي صلى الله عليه وسلم سلام أبيه فقال له: «وعليك وعلى أبيك السلام» وورد في المناقب أن خديجة لما بلغها النبي صلى الله عليه وسلم عن جبريل سلام الله عليها قالت: «إن الله هو السلام ومنه السلام وعليك وعلى جبريل السلام» (¬2). ¶ وقد ثبت زيارة أبو بكر وعمر لأم أيمن وسلامهما عليها بعد وفاة النبي صلى الله عليه وسلم كما جاء في صحيح مسلم. وروي أبو داود والترمذي بإسناد حسن من حديث أسماء بنت يزيد تحدث أن رسول الله صلى الله عليه وسلم مرَّ في المسجد يومًا وعصبة من النساء قعود فألوى بيده ¶ بالتسليم» (¬3) وفي رواية لأبي داود «فسلم علينا» وقال معمر عن يحيي بن أبي كثير: قال بلغني أنه يكره أن يسلم الرجال على النساء فقال ما كان الرجال يسلمون على النساء، إنما النساء يسلمن على الرجال» (¬4)، وكل من الروايتين يفيد أنه صلى الله عليه وسلم جمع بين اللفظ والإشارة أي قال لهن: السلم عليكم وأشار باليد اليمني لتنبيههن إلى سلامه وذلك لعدم مبالغته عليه السلام في الجهر بالسلام، مع بُعدهن عنه في الجملة. ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: أبواب السلام: ب السلام على النساء 14/ 110 وفي كتاب الأدب: ب في السلام على النساء 4/ 352 ح 5204. والترمذي في سننه: أبواب الاستئذان والآداب: ب ما جاء في التسليم على النساء 5/ 58 ح رقم 5697 وقال أبو عيسى: هذا حديث حسن. ¶ - والبخاري في صحيحه: ك الاستئذان: إذا قال فلان يقرئك السلام 11/ 38 ح 6253 بنحوه. والبخاري في الأدب المفرد ص 153 رقم 1047. ¶ (¬2) فتح الباري 11/ 38. ¶ (¬3) أخرجه أبو داود في سننه: أبواب السلام: ب السلام على النساء 14/ 110 وفي كتاب الأدب: ب في السلام على النساء 4/ 352 ح 5204 - والترمذي في سننه: أبواب الاستئذان و الآداب: ب ما جاء في التسليم على النساء 5/ 58 ح رقم 5697 وقال أبو عيسى هذا حديث حسن- وابن ماجة في سننه: ك الأدب: ب السلام على الصبيان والنساء 2/ 1220 ح 3701 - والدارمي في سننه: ك الاستئذان: ب في السلام على النساء 2/ 189 ح 1640 - وأحمد بن حنبل في مسنده 6/ 452. ¶ (¬4) أخرجه عبد الرزاق في المصنف برقم 19448.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والمقصود هنا من السلام هو إلقاء السلام وإقراؤه وليس المصافحة، بدليل حديث جبريل عليه السلام، وحديث أسماء و السلام له مفهومه وحكمه والمصافحة لها كذلك مفهوما وحكمها وقد اختلف الشراح عند تعليقهم على هذه الأحاديث على النحو التالي: ¶ قال الحليمي: كان النبي صلى الله عليه وسلم للعصمة مأمونًا من الفتنة، فمن وثق من نفسه بالسلامة فليسلم، وإلا فالصمت أسلم (¬1). ¶ وإلى هذا الرأي ذهب المهلب فيما نقل عنه ابن بطال من قوله: سلام الرجال على النساء والنساء على الرجال جائز إذا أُمنت الفتنة. وإلى هذا أيضا ذهب الإمام أبو سعد المتولي أحد علماء الشافعية لكن بتفصيل نقله عنه النووي؛ فهو يقول فيما يتعلق بالسلام بين الرجل والمرأة: إن كانت زوجته أو جاريته أو محرمًا من محارمه فهي معه كالرجل، فيستحب لكل واحد منهما ابتداء الآخر بالسلام ويجب على الآخر رد السلام عليه. قال ابن علان (¬2) في تفسير هذا أي يحرم على الشابة ابتداء الأجنبي بالسلام والرد عليه، [يعني بينما يُكره بالنسبة للرجل حيث فارقُ كراهتها له من الرجل بأن ابتداءها وردها يطمعه فيها أكثر بخلاف ابتدائه ورده. ¶ والكوفيون يشددون فيقولون: لا يشرع للنساء ابتداء السلام على الرجال لأنهن منعن من الآذان والإقامة والجهر بالقراءة، قالوا: ويستثني المحرم فيجوز لها السلام على محرمّها (¬3) وهذا الرأي يرده حديث سهل، فإن الرجال الذين كانوا يسلمون عليها وتطعمهم لم يكونوا من محارمها (¬4). ¶ كما يرده حديث أسماء بنت يزيد حيث لم تكن النساء اللائي ذكرن في الحديث محارم للنبي صلى الله عليه وسلم. وذلك إن لم نقل بالخصوصية- أما المالكية فقد علقوا الجواز بكبر السن حيث فرقوا بين الشابة والعجوز فأباحوه بالنسبة للعجوز، ومنعوه بالنسبة للشابة سدًا للذرائع وعلى هذا مشى ابن القيم، حيث قال في زاد المعاد- تعليقا على حديث العجوز: وهذا هو الصواب في مسألة السلام على النساء، يُسلم على العجوز وذوات المحارم دون غيرهن (¬5). ¶ وحاصل بين هذا وبين المالكية التفصيل في الشابة بين الجمال وعدمه فإن الجمال مظنة الافتتان بخلاف مطلق الشابة، فلو اجتمع في المجلس رجال ونساء جاز السلام من الجانبين عند أمن الفتنة بيد أن هذا من المالكية وابن القيم يرده ما رواه الترمذي بإسناد حسن وأبو داود والبخاري ¶ ¬__________ ¶ (¬1) فتح الباري 11/ 33 - 34. ¶ (¬2) الفتوحات الربانية على الأذكار النواوية 5/ 333 - 334. ¶ (¬3) فتح الباري 11/ 34. ¶ (¬4) سبق تخريج حديث سهل. ¶ (¬5) فتح الباري في الموضع السابق.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "في الأدب المفرد من حديث أسماء بنت يزيد الأنصارية، قالت: «مرّ بي النبي صلى الله عليه وسلم وأنا في جوار أتراب لي فسلّم علينا، وقال: إياكن وكفر المنعمين؟ وكنت من أجرئهن على مسألته، فقلت: يا رسول الله وما كفران المنعمين؟ قال: لعل إحداكن تطول أيمتها بين أبويها ثم يرزقها الله زوجًا ويرزقها منه ولدا فتغضب الغضبة فتكفر، فتقول: ما رأيت منك خيرًا قط» (¬1). ¶ فالظاهر أن مثل هذا المجلس يضم في العادة: الكبيرة والصغيرة فيؤخذ منه الجواز من حيث المبدأ، ولا دليل في الخصوصية للرسول صلى الله عليه وسلم، تلك التي أشار إليها الحليمي والتي أسسها على العصمة، ولو كان كذلك لورد النهي ولما حدث من الصحابة رضي الله عنهم السلام على تلك المرأة ولما جاز لجبريل عليه السلام أن يقرئ السلام أم المؤمنين عائشة رضي الله عنها. ولهذا يرجح رأي الحليمي والمتولي مع الملحظ الذي أخذه عليه ابن علان حيث كان المناط عندهم في التحريم والإباحة الفتنة وعدمها. نعم فإن الجمال أو الجاذبية بصورة عامة هي مظنة الافتتان، فقد تكون شابة غير فاتنة، وقد تكون عجوزا بيد أنها مثيرة أو مطمع لمن في قلبه مرض. وإذا كانت الفتنة هي الأمر المخوف فلتكن هي مناط التحريم للسلام بين الرجل والمرأة. ¶ وحيث لا فتنه فأي بأس بالسلام مذكراً بالله وقيوميته مؤمنا للمسلَّم عليه من شر المسلّم وأذاه، راجياً له الخير في الدنيا والآخرة. ¶ السلام على اليهود والنصارى: ¶ هؤلاء لهم حكم خاص بهم وهو: ¶ اليهود والنصارى وغيرهم من الكفار إما أن يكونوا محاربين لنا، وإما أن يكونوا غير محاربين بأن يكون بيننا وبينهم عقد صلح، أو عقد ذمة وعهد مسالمة يكونون بمقتضاه خاضعين لسياسة الحكم الإسلامي، قائمين بما يفرض عليهم من واجبات تجاه الدولة الإسلامية والشعب المسلم، ففي الحالة الأولي -وهي حالة الحرب القائمة بينهم وبين المسلمين- لا يجوز أن نسلم عليهم ولا أن نرد عليهم السلام لأن السلام دليل المودة ولا مودة بيننا وبينهم من أي نوع كان، أما إن كان بيننا وبينهم عقد هدنة، أو صلح، أو كانوا في ذمتنا وعهدنا فإن العلماء قالوا: لا ينبغي لنا أن نبدأهم بالسلام، ومن بدأهم بالسلام فقد ارتكب محرمًا على رأي أكثر العلماء، أو مكروهًا على رأي الأقل، وما ورد خلاف ذلك فهو شاذ، لا يعبأ به لعدم الدليل عليه، والأصل في هذا الحكم ¶ ¬__________ ¶ (¬1) البخاري في صحيحه: ك الإيمان: ب كفران العشير 1/ 14 ومسلم في صحيحه: ك الكسوف: ب ما عرض على النبي صلى الله عليه وسلم في صلاة الكسوف من أمر الجنة والنار 2/ 626 ح 17. والبخاري في الأدب المفرد ص 153ح 1048.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ما جاء عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: «لا تبدءوا اليهود ولا النصارى بالسلام، وإذا لقيتموهمْ في طريقٍ فاضطروهُم إلى أضيقه» (¬1). ¶ فذهب الأكثر إلى أنه لا يجوز ابتداء اليهود والنصارى بالسلام، وهو الذي دل عليه الحديث إذ أصل النهي التحريم وحكي عن بعض الشافعية أنه يجوز الابتداء لهم بالسلام. ولكن يقتصر على قول السلام عليكم، وروي ذلك عن ابن عباس وغيره. حكي القاضي رياض عن جماعة جواز ذلك لكن للضرورة والحاجة وبه قال علقمة والأوزاعي. ومن قال لا يجوز يقول: إن سلم على ذمي ظنه مسلمًا ثم بان له أنه يهودي فينبغي أن يقول له: رد عليّ سلامي. وروي عن ابن عمر أنه فعل ذلك والغرض منه أن يوحشه ويظهر له أنه ليس بينهما ألفة (¬2)، وعن مالك أنه لا يستحب أن يسترده، واختاره ابن العربي فإن ابتدأ الذمي مسلمًا بالسلام ففي الصحيحين عن أنس مرفوعًا «إذا سلم عليكم أهل الكتاب فقولوا: وعليكم» (¬3). ¶ وفي صحيح البخاري عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: «إذا سلم عليكم اليهود فإنما يقول أحدُهم: السامُ عليكم، فقلْ: وعليكَ» (¬4). ¶ وإلى هذه الرواية بإثبات الواو ذهب طائفة من العلماء، واختار بعضهم حذف الواو لئلا يقتضي التشريك، وما ثبت به النص أولى بالإتباع. وقال الخطابي: عامة المحدثين يروون هذا الحرف وعليكم بالواو وكان ابن عينية يرويه بغير الواو وحيث ثبتت الرواية بالواو وغيرها فالوجهان جائزان، وفي قوله: «فقولوا وعليك وقولوا وعليكم، ما يدل على إيجاب الجواب عليهم في السلام. وإليه ذهب عامة العلماء ويروي عن آخرين أنه لا يرد عليهم. ¶ والحديث يدفع ما قالوه، وفي قوله: «فاضطروهم إلى أضيقه» دليل على وجوب ردهم عن وسط الطرقات إلا أضيقها (¬5). ¶ ونستخلص من ذلك أن البدء بالسلام إعزاز لمن نسلم عليه أو تسلم عليه، وإظهار لحبه ومودته وهؤلاء لا يجوز معهم شيء من ذلك، لأنهم ناصبوا المسلمين العداء، ولا يري المسلمون منهم ¶ ¬__________ ¶ (¬1) أخرجه مسلم في كتاب السلام: ب النهي عن ابتداء أهل الكتاب بالسلام وكيف يُرد عليهم 4/ 1707 ح رقم 2167. ¶ - وأبو داود في كتاب الأدب: ب السلام على أهل الذمة 4/ 352 ح رقم 5205 والترمذي في سننه: ك الاستئذان: ب ما جاء في التسليم على أهل الذمة 5/ 60 ح رقم 2700. ¶ (¬2) سبل السلام 4/ 303 - 304. ¶ (¬3) أخرجه البخاري في صحيحه نفس الكتاب والباب 11/ 42 ح رقم 6258. ¶ (¬4) أخرجه البخاري في صحيحه: ك الاستئذان: ب كيف الرد على أهل الذمة بالسلام 11/ 42 ح رقم 6257. ¶ (¬5) سبل السلام في الموضع السابق.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إلا الغدر والحقد والتآمر عليهم والتربص بهم، والحاضر والماضي خير شاهد على ذلك فإن سلموا لا يزيد المسلم في الرد على كلمة «وعليكم» أو «عليكم» بغير الواو (¬1). ¶ ولو أراد المسلم تحية رجل من أهل الذمة (العهد) فإنه لا بأس عند الحاجة أن يقول له: هداك الله، أو أنعم الله صباحك أو صبحت بالخير، أو بالسعادة، أو المسرة، أو ما أشبه ذلك- ومثله في أيامنا: صباح الخير ومساء الخير، ونهارك سعيد، وليلتك سعيدة، وأشباهها وأما إذا لم يحتج إليه، ولم يخش عاقبة تركه فالأولى ألا يقول له شيئًا من ذلك وأما لو حياك ذمي بكلمة صباح الخير أو مساء الخير أو ما أشبه ذلك، فإنك ترد عليه بمثل ما حياك به أو قريبًا منه، لأنه لو سلم لكان عليك رد السلام، مع أنه ليس من أهله. فما بالك إذا حياك بغير السلام؟ إنك حينئذ ترد عليه ولا شيء عليك. ¶ وإذا مر على جماعة فيهم مسلم وكفار فالسنة أن يُسلم عليهم قاصدًا المسلم لا الكفار. فعن أسامة بن زيد رضي الله عنهما: «أن النبي صلى الله عليه وسلم مرَّ على مَجْلس فيه أخلاطُ من المسلمين والمشركين عبدة الأوثان واليهود فَسَلم عَلَيْهمْ» (¬2)، وإذا كتب كتابًا إلى مشرك وكتب فيه سلامًا أو نحوه فينبغي أن يكتب فيه «سَلامُ على من اتَبعَ الهُدى». ¶ كما ثبت من كتاب رسول الله صلى الله عليه وسلم إلى هرقل عظيم الله (¬3). السلام على المبتدعة ومرتكبي الكبائر: ¶ قال الإمام النووي في الأذكار (¬4) وأما المبتدع ومن اقترف ذنبًا عظيمًا ولم يتب منه، فينبغي أن لا يُسلم عليهم ولا يرد عليهم السلام، كذا قاله البخاري وغيره من العلماء. ¶ واحتج الإمام أبو عبد الله البخاري في صحيحه في هذه المسألة بقصة كعب بن مالك رضي الله عنه حين تخلف عن غزوة تبوك هو- ورفيقان له، عن عبد الرحمن بن عبد الله بن كعب أن عبد الله بن كعبَ رضي الله عنه قال: «سمعتُ كعبَ بن مالك يُحدثُ حين تخلف عن تبوك ونهى رسول الله صلى الله عليه وسلم عن كلامنِا وآتي رسول الله صلى الله عليه وسلم فأسلّم عليه فأقول في نفسي: هل حرك شفتيه برد السلام أم لا حتى كملت خمسون ليلة وأذن النبي صلى الله ¶ ¬__________ ¶ (¬1) الأذكار للنووي ص 226 - 227. ¶ (¬2) البخاري في صحيحه: ك الاستئذان: ب التسليم في مجلس فيه أخلاط من المسلمين والمشركين 11/ 38 - 39. ¶ - ومسلم في الجهاد والسير: ب في دعاء النبي صلى الله عليه وسلم وصبره على أذى المنافقين برقم 1798. ¶ (¬3) ملخصا من الأذكار للنووي ص 227. ¶ (¬4) الأذكار للنووي ص 228.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "عليه وسلم بتوبة الله علينا حين صلى الفجر» (¬1). ¶ قال البخاري وقال عبد الله بن عمر: «لا تسلموا على شَرَبهِ الخمر» (¬2) فإن اضطر إلى السلام على الظلمة، بان دخل عليهم وخاف ترتب مفسدة في دينه أو دنياه أو غيرهما إن لم يسلم عليهم سلم عليهم قال الإمام أبو بكر بن العربي: قال العلماء: يسلم (يعني على الظلمة وأمثالهم) وينوي أن السلام اسم من أسماء الله تعالى، ويكون مراده: «الله عليكم رقيب». ¶ السلام على الصبيان: ¶ لا يمقت الإسلام شيئًا بقدر ما يمقت الكبر والقسوة، ولا يعني بشيء قدر عنايته بتربية النشء، وتدريبهم على ما يمكنهم من سننه وشعائره. ومن هنا سنّ للكبير أن يُقرئ الصغير السلام، وأوجب عليه أن يرد على الصغير السلام إذا ابتدأه به. ¶ فالسنة أن يسلم المسلم البالغ على الصبيان ليعلمهم تحية الإسلام وليدخل على نفوسهم روح المؤانسة والمودة، فقد جاء في صحيحي البخاري ومسلم عن أنس رضي الله عنه: أنهُ مر على صبِيان فسلم عليهم وقال: كان النبي صلى الله عليه وسلم يَفعله» (¬3). ¶ فيدل هذا الحديث على أن أنسًا كان يري أن السلام على الصبية سنة نبوية ينبغي أن يحافظ عليها، ومعنى قول أنس رضي الله عنه «كان النبي صلى الله عليه وسلم يفعله» أن ذلك كان شأن النبي صلى الله عليه وسلم كلما مر على صبية. ¶ يدل لهذا ما رواه النسائي من حديث ثابت عن أنس رضي الله عنه، كان رسول الله صلى الله عليه وسلم يزور الأنصار فيسلم على صبيانهم، ويمسح على رءوسهم، ويدعو لهم» (¬4). ¶ وكما قال ابن حجر؛ فهو مشعر بوقوع ذلك منه غير مرة. وكان أنس يقول للصبية كلما مر عليهم «السلام عليكم يا صبيان» وهذا دليل على حرصه على السلام على الصغار ولعل ذلك ¶ ¬__________ ¶ (¬1) أخرجه البخاري في صحيحه: ك الاستئذان: ب من لم يسلم على من اقترف ذنباً. 11/ 40. ح 6255. ¶ (¬2) فتع الباري 11/ 40. ¶ (¬3) أخرجه البخاري في صحيحه: ك الاستئذان: ب التسليم على الصبيان 11/ 32 ح رقم 6247. ومسلم في صحيحه: ك السلام: ب استحباب السلام على الصبيان 14/ 148 - 149،. وأبو داود في سننه: ك الأدب: ب في السلام على الصبيان 4/ 352 ح 5203، والترمذي في سننه: ك الاستئذان والآداب: ب ما جاء في التسليم على الصبيان 5/ 57 ح رقم 2696. ¶ - وابن ماجه في سننه: ك الآدب: ب السلام على الصبيان والنساء 2/ 1220 ح 3700. ¶ - وأحمد بن حنبل في مسنده 3/ 174، 131, 169. ¶ (¬4) ذكره الحافظ في الفتح 11/ 33 وعزاه إلى النسائي وإسناده صحيح. ¶ - وأخرجه الحاكم في السمتدرك: معرفة الصحابة: ب ذكر فضل عثمان رضي الله عنه 3/ 100.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الحرص من أنس يرجع إلى أمرين: ¶ الأول: ما صرح به هو من أن النبي صلى الله عليه وسلم كان من سننه السلام على الصبيان. ¶ الثاني: أنه لا ينسى أن النبي صلى الله عليه وسلم كان حين يمر عليه وهو صغير يسلم عليه وعلى من معه من الغلمان. ¶ يدل لذلك ما رواه أبو داود في سننه من حديث حميد قال: قال أنس: انتهى إلينا رسول الله صلى الله عليه وسلم وأنا غلام في الغلمان فسلم علينا، ثم أخذ بيدي أو قال بأذني فأرسلني برسالة وقعد في ظِل جدار، أو قال: إلى جدار حتى رجعت إليه» (¬1). ¶ وكأن أنسًا رضي الله عنه حين اغتبط بذلك من النبي صلى الله عليه وسلم حين كان صغيرًا حرص أن لا يفوته أن يُحيي السنة حين أصبح يؤخذ عنه العلم. ¶ فالحكمة من تشريع السلام على الصغار هي:- ¶ (1) تدريب الكبار للصغار على أدب الإسلام في العلاقات الاجتماعية والإنسانية حيث يُعلّمون- مع ذلك كيف يردون على من سلّم عليهم. ¶ (2) تعميق عواطف المحبة والتقدير للكبار حين يرونهم يتواضعون معهم، ويتألفون قلوبهم, ويعلمونهم نهج الإسلام وسننه. ¶ (3) طرح رداء الكبر ومعاملة الصغار بصفة عامة معاملة الأبناء حيث تسود رحمة الكبير بالصغير وتوقير الصغير الكبير (¬2). ¶ ملحوظة: ¶ قال ابن حجر في الفتح: ويستثني من السلام على الصبي ما لو كان وضيئاً وخُشي من السلام عليه الافتتان فلا يُشرع لاسيما إن كان مُراهقًا منفردًا معلوم عنه التكبر (¬3). ¶ وقال الكرماني: في حديث أنس أن النبي صلى الله عليه وسلم مرّ على صبيان فسلم عليهم ... إلخ: هذا من خلقه العظيم وأدبه الشريف. وفيه تدريب للصغار على تعلم السنن ورياضة لهم بآداب الشريعة ليبلغوا متأدبين بآدابها (¬4). ¶ بدع لابد من تركها: ¶ هذا وفي ختام البحث في موضوع السلام وآدابه يتبين أن هناك بدع يطلب تركها: فقد عرفنا أن ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه: ك الأدب: ب في السلام على الصبيان 4/ 352 ح 5203. ¶ (¬2) فتح الباري 11/ 33 بتصرف, تحفة الأحوذي بشرح جامع الترمذي 7/ 474. ¶ (¬3) فتح الباري في الموضع السابق. ¶ (¬4) دليل دليل الفالحين لطرق رياض الصالحين 3/ 346.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "«السلام» تحية المسلمين وأن الإسلام بًّين كل صغيرة وكبيرة تتصل به، فمن ترك السلام وتشتبه بالغافلين من المسلمين وبعوامهم من الجاهلين بالدين، أو تشبه بالفاسقين من المتمسلمين، (أي غير المسلمين) أو بالنصارى واليهود وغيرهم، فترك تحية الإسلام، وتمسك بتحيات غير المسلمين تشبهًا بهم، وتقليدًا لأقوالهم فقد أخط وجانب الحق، وبعد عن سبيل الرشاد، ووقع في البدع التي نهانا رسول الله صلى الله عليه وسلم عن الوقوع فيها. ¶ ومثال التحيات غير المشروعة «صباح الخير»، «مساء الخير»، «نهارك سعيد»، «ليلتك سعيدة» وغير ذلك من التحيات المستوردة من خارج التشريع الإسلامي, ومن خارج المجتمع الإسلامي فلا ينبغي لمسلم أن يبدأ مسلماً بمثل هذه التحيات، ولكن يجوز له بعد أن يسلم على أخيه المسلم السلام الشرعي أن يقول له ما يريد من أمثال ما سبق ومن غيره مثل «كيف حالك»، «وإيش لونك؟»، «إزيل»، «سلامات لك»، «عساكم طيبين» وغير ذلك حسب ما اعتاد كل شعب وهذا ما يتفق مع الوارد الصحيح. ¶ ومن البدع أن تشير إلى أخيك المسلم بالسلام بدون أن تنطق به، فإن بعض الناس إذا قابل مسلمًا أشار إليه بيده وأكتفي بذلك بدون ضرورة؛ وذلك بِدعةِ، أما إن كان المسلم عليه بعيدًا فأشرت إليه ليري أنك تحييه ونطقت مع الإشارة بالسلام فإن ذلك لا بأس به مادام لا يسمعك، لأن الإشارة حينئذ دليل السلام وليست نائبة عنه، وكذلك يقال في الرد. وبالله التوفيق.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الخاتمة ¶ وبعد فقد اتضح من خلال هذا البحث جانبًا من جوانب تنظيم الإسلام للعلاقات الاجتماعية بين أفراد الأمة الإسلامية، وكيف أن الإسلام جعل التحية المتبادلة بين أبنائه رمزًا لما يجب أن يسود بينهم من السلام والأمان والتراحم وأن هذه الأخلاق هي الأخلاق المميزة للأمة الإسلامية عن غيرها من الأمم. ¶ فالأمة الإسلامية أمة يسود بين أفرادها وفي مجتمعاتها السلام الاجتماعي فهي لا تعرف الحقد الطبقي ولا تعرف حقد الضعفاء على الأقوياء ولا حقد الفقراء على الأغنياء ولا حقد المرؤوسين على الرؤساء لأن كل فرد يعرف ما عليه من واجبات وما له من حقوق ويحرص على أدائها. ¶ والمتأمل في هذه الأحاديث النبوية الشريفة المتعلقة بهذا الموضوع يستطيع أن يستنبط الأحكام و الحكم الجليلة. وما امتازت به شريعة الإسلام السمحاء على غيرها من الشرائع الوضعية. ¶ وأرجو أن أكون قد أسهمت بجهد متواضع في هذا السبيل. ¶ وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مصادر ومراجع البحث ¶ 1 - القرآن الكريم. ¶ 2 - المعجم المفهرس لألفاظ القرآن الكريم -وضعه محمد فؤاد عبد الباقي- دار الحديث خلف جامعة الأزهر. ¶ 3 - المعجم المفهرس الألفاظ الحديث النبوي على الكتب الستة ومسند الدارمي وموطأ مالك ومسند أحمد بن حنبل. ¶ 4 - موسوعة أطراف الحديث النبوي الشريف إعداد وجمع وترتيب أبو هاجر محمد السعيد بسيوني آل زغلول. تطلب من مكتبة المصطفي القاهرة. ¶ 5 - المعجم الصغير للحافظ أبي القاسم سليمان بن أحمد بن أيوب اللخمي الطبراني المتوفى سنة 360 هـ طبع دار الكتب العلمية -بيروت- لبنان. ¶ 6 - المعجم الأوسط للحافظ أبي القاسم سليمان الطبراني مكتبة المعارف -الرياض- 360 هـ ¶ 7 - المعجم الكبير للحافظ أبي القاسم سليمان بن أحمد الطبراني (260 هـ). حققه وخرج أحاديثه حمدي عبد المجيد السلفي الطبعة الثانية (بدون تاريخ). ¶ 8 - الإحسان بترتيب صحيح ابن حبان لعلاء الدين الفارسي قدم له وضبط نصه كامل يوسف الحوت، دار الكتب العلمية بيروت- لبنان. ¶ 9 - الأدب المفرد للإمام الحافظ محمد بن إسماعيل البخاري رضي الله تعالى عنه يرويه عنه أحمد بن محمد الجليل بالجيم البزار - دار الكتب العلمية- لبنان- بيروت. ¶ 10 - الأذكار المنتخب من كلام سيد الأبرار تأليف الإمام محيي الدين أبي زكريا بن يحيى بن شرف النووي مكتبة القدس لنشر التراث الإسلامي. ¶ 11 - إحياء علوم الدين تصنيف الإمام أبي حامد محمد بن محمد الغزالي المتوفى سنة 505 هـ وبذيله كتاب المغني عن حمل الأسفار في الأسفار في تخريخ ما في الإحياء من الأخبار للعلامة زين الدين أبي الفضل عبد الرحيم الحسين العراقي المتوفى سنة 806 هـ- دار القلم- بيروت - لبنان. ¶ 12 - الدر المنثور في التفسير بالمأثور للإمام جلال الدين السيوطي وبهامشه القرآن الكريم مع تفسير ابن عباس رضي الله عنه -طبع دار المعرفة- بيروت- لبنان. ¶ 13 - السنن الكبرى للإمام الجليل أبي بكر أحمد بن الحسين بن على البيهقي المتوفى سنة 458 هـ وفي ذيله الجوهر النقي للعلامة علاء الدين بن علي بن عثمان المارديني الشهير بابن التركماني المتوفى سنة 745 هـ- طبعة دار الفكر- بيروت- لبنان.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "14 - الفتح الرباني ترتيب مسند الإمام أحمد بن حنبل الشيباني مع مختصر شرحه بلوغ الأماني من أسرار الفتح الرباني كلاهما تأليف أفقر العباد واحوجهم إلى الله أحمد عبد الرحمن البنا الشهير بالساعاتي- دار إحياء التراث العربي- بيروت- لبنان- الطبعة الثانية. ¶ 15 - الفتوحات الربانية على الأذكار النواوية تأليف العالم العلامة مفسر كلام الله تعالى وخادم حديث رسول الله صلى الله عليه وسلم محمد بن علان الصديقي الشافعي الأشعري المكي المتوفى سنة 1057 هـ- الناشر المكتبة الإسلامية لصاحبها الحاج رياض الشيخ. ¶ 16 - المستدرك على الصحيحين للإمام أبي عبد الله محمد بن عبد الله المعروف بالحاكم النيسابوري الحافظ المتوفى في صفر سنة خمس وأربع مائة هجرية- وفي ذيله تلخيص المستدرك للإمام شمس الدين أبي عبد الله محمد بن أحمد الذهبي المتوفى سنة 848 هـ- نبه فيه على تساهله- رحمة الله عليهما- الناشر دار الفكر- بيروت- لبنان. ¶ 17 - المسند للإمام أحمد بن حنبل وبهامشه منتخب كنز العمال في سنن الأقوال والأفعال- المكتب الإسلامي للطباعة والنشر- بيروت- لبنان. ¶ 18 - المصنف للحافظ الكبير أبي بكر عبد الرزاق بن همام الصنعاني المتوفى سنة 21 هـ، ومن منشورات المجلس العلمي. الطباعة الأولي سنة 1390 هـ -1970م. ¶ 19 - الموطأ لإمام الأئمة وعالم المدينة مالك بن أنس رضي الله عنه صححه ورقمه وخرج أحاديثه وعلق عليه محمد فؤاد عبد الباقي- دار إحياء الكتب العربية- عيسى البابي الحلبي وشركاه. ¶ 20 - النهاية في غريب الحديث والأثر للإمام محمد الدين أبي السعادات المبارك بن محمد الجزري ابن الأثير المتوفى في سنة 606 هـ- دار الفكر. ¶ 21 - تحفة الأحوذي بشرح جامع الترمذي للإمام الحافظ أبي العلي محمد عبد الرحمن بن عبد الرحيم المباركفوري 1283 هـ- 1353 هـ، وصححه الأستاذ عبد الوهاب عبد اللطيف الطبعة الثالثة/ دار الفكر. ¶ 22 - تفسير أبو السعود- دار إحياء التراث العربي- بيروت- لبنان. ¶ 23 - تفسير الطبري- تحقيق الشيخ أحمد شاكر- مكتبة ابن تيمية- الطبعة الثانية. ¶ 24 - دليل الفالحين لطرق رياض الصالحين تأليف محمد بن علان الصديقي الشافعي الأشعري المكي المتوفى سنة 1057 هـ وضع بأعلى الصحائف كتاب رياض الصالحين للإمام محيي الدين أبي زكريا يحيي بن شرف النووي المتوفى سنة 676 هـ- دار الكتب العلمية- بيروت- لبنان.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "25 - سبل السلام شرح بلوغ المرام من جمع أدلة الأحكام للشيخ الإمام محمد بن إسماعيل الأمير اليمني الصنعاني المتوفى سنة 1182 هـ صححه وعلق عليه وخرج أحاديثه فواز أحمد زمزلي، إبراهيم محمد الجمل- الناشر دار الكتاب العربي. ¶ 26 - سلسلة الأحاديث الصحيحة تأليف محمد ناصر الدين الألباني- المكتب الإسلامي. ¶ 27 - سنن ابن ماجد: للإمام أبي عبد الله محمد بن يزيد القزويني ابن ماجه المتوفى سنة 275 هـ تحقيق وتعليق محمد فؤاد عبد الباقي- دار الفكر- لبنان- بيروت. ¶ 28 - سنن أبو داود للإمام أبي داود سليمان بن الأشعث السجستاني الأوذي ¶ المتوفى سنة 275 هـ مراجعة وضبط وتعليق محمد محيىِ الدين عبد الحميد- دار الفكر للطباعة والنشر والتوزيع. ¶ 29 - سنن الترمذي للإمام أبي عيسى محمد بن عيسى بن سورة الترمذي المتوفى سنة 279 هـ تحقيق وشرح أحمد محمد شاكر- مطبعة مصطفي البابي الحلبي وشركاه. ¶ 30 - سنن الدارقطني تأليف شيخ الإسلام حافظ عصره- الفذ في علم الحديث ومعرفة علله ورجاله الإمام الكبير على بن عمر الدارقطني المتوفى سنة 385 هـ- عالم الكتب- بيروت. ¶ 31 - سنن الدارمي تأليف الحافظ الحجة الإمام الكبير شيخ الإسلام أبو محمد عبد الله بن عبد الرحمن الدارمي المتوفى سنة 255 هـ تحقيق السيد عبد الله هاشم يماني المدني- دار المحاسن للطباعة. ¶ 32 - سنن النسائي للإمام أبو عبد الرحمن أحمد بن شعيب بن على بن بحر النسائي بشرح الحافظ جلال الدين عبد الرحمن السيوطي وبحاشيته الإمام الجليل السندي- دار الفكر للطباعة والنشر والتوزيع- بيروت. ¶ 33 - شرح السنة تأليف الإمام المحدث الفقيه الحسن ابن مسعود البغوي حققه وعلق عاليه وخرج أحاديثه شعيب اِلأرناؤوط - المكتب الإسلامي. ¶ 34 - صحيح البخاري لأبي عبد الله محمد بن إسماعيل البخاري المتوفى سنة 256 هـ- دار الشعب. ¶ 35 - صحيح مسلم للإمام أبي الحسين مسلم بن حجاج القشيري النيسابوري المتوفى سنة 261هـ تحقيق محمد فؤاد عبد الباقي طبعة دار إحياء الكتب العربية- عيسى البابي الحلبي وشركاه. ¶ 36 - صحيح مسلم بشرح النووي وهو للإمام محيي الدين أبو زكريا يحيى بن شرف بن مري الحزامي الحواربي الشافعي النووي المتوفى سنة 676 هـ- دار الفكر للطباعة والنشر",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والتوزيع. ¶ 37 - عمل اليوم والليلة للحافظ أبي بكر أحمد بن محمد المعروف بابن السني 364 هـ مطبعة مجلس دائرة المعارف.",
            "page": "45",
            "part": "1"
        }
    ],
    "t36169": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "السلام وآدابه واحكامه- أمال محمد فتح الله"
        }
    ]
}