{
    "b36170": [
        {
            "id": "1",
            "nass": "الرسالة السابعة والعشرون ¶ الأثر المحمود ¶ لقهر ذوي العهود ¶ تأليف العلامة ¶ حسن الشرنبلالي الحنفي ¶ تغمده الله تعالى بالرحمة والرضوان ¶ آمين",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ترجمة المصنف: ¶ حسن بن عمار بن علي الشرنبلالي المصري (ت:994- 1069 هـ) : ¶ فقيه حنفي، مكثر من التصنيف. نسبته إلى شبرى بلولة (بالمنوفية) جاء به والده منها إلى القاهرة، وعمره ست سنوات. فنشأ بها ودرس في الازهر، وأصبح المعول عليه في الفتوى. من كتبه: (نور الايضاح - ط) في الفقه، و (مراقي الفلاح - ط) شرح نور الايضاح، و (شرح منظومة ابن وهبان - خ) و (تحفة الاكمل - خ) و (التحقيقات القدسية - خ) وتعرف برسائل الشرنبلالي، وعدتها 48 رسالة، و (العقد الفريد - خ) في التقليد و (مراقي السعادات - ط) و (غنية ذوي الاحكام - ط) حاشية على (درر الحكام) لملا خسرو. توفي في القاهرة. ¶ * انظر: الأعلام (2/208)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ وبه [نستعين] (¬1)  ¶ الحمد لله رب العالمين وصلى الله وسلم على سيدنا محمد وعلى سائر الأنبياء والمرسلين والصحابة والتابعين، وبعد: ¶ فيقول العبد الفقير حسن الشرنبلالي غفر الله له ولوالديه ومشايخه ومحبيه ولطف بذريته والمسلمين: ¶ هذا ذكر شيء من العهود المأخوذة على أهل الذمة وفتاوى الأئمة الأربعة المتبعة للأئمة المجتهدين وصفة بعض الملوك تتميما لهذه الفائدة. ¶ قال أبو يوسف في كتاب الخراج: عن ابن عباس رضي الله عنه أنه سئل عن العجم أن يحدثوا بيعة أو كنيسة في أمصار المسلمين، فقال: أما مصر مصرته العرب فليس لهم أن يحدثوا فيه بنا بيعة ولا كنيسة ولا يضربوا فيه بناقوس ولا يظهروا فيه خمر ولا يتخذوا فيه خنزيرا وكل مصر كانت للعجم مصرته ففتحه الله على العرب فنزلوا على حكمهم فللعجم ما في عهدهم وعلى العرب أن يوفوا لهم بذلك. انتهى. ¶ وقد علمت أن القاهرة المعز [يه] (¬2) إسلامية فالمنع فيها لازم وإزالة هذا الدير فرض على كل مكلف قادر عليه سواء كان ولي أمر أو غيره! وقد حصل إزالته وجعل مسجدا بفضل الله تعالى. ¶ وقال أبو يوسف رحمه الله تعالى في كتاب الخراج: اشتراط في صلحهم أن لا يضربوا نواقيسهم في أوقات الصلوات وشرط عليهم أن يضيفوا المسلمين ثلاثة أيام [ويبدرقوهم] (¬3) . ¶ قال أبو يوسف: ولست أرى أن يهدم شيء مما جرى عليه الصلح ولا يحول وأن يمضي الأمر فيها -أي: البيع والكنائس- على ما [1] أمضاه أبو بكر الصديق وعمر وعثمان وعلي رضي الله عنهم فإنهم لم يهدموا شيئا منها مما كان الصلح جرى عليه فأما ما أحدث من بناء بيعة أو كنيسة فإن ذلك يهدم. ¶ ¬__________ ¶ (¬1) يقتضيها السياق. ¶  (¬2) كذا رسمها ولعلها ديار، والأنسب للسياق أن تكون: وقد علمت أن قاهرة المعز ديار إسلامية... ¶  (¬3) كذا رسمها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قلت: فهذا الدير الذي أحدث بالقاهرة بالمحلة الجوانية تعين هدمه وقد حصل وعيد بجعله مسجدا فلله المنة بذلك. ¶ وقال أبو يوسف: شرط عليهم عهد الله وميثاقه الذي أخذ عليه أهل التوراة والإنجيل أن لا يخالفوا ولا يعينوا كافرا على مسلم من العرب ولا من العجم ولا يدلوهم على عورة للمسلمين عليهم بذلك عهد الله عز وجل وميثاقه الذي أخذ على أهل التوراة والإنجيل أشد ما أخذ على نبي من عهد أو ميثاق أو ذمة فإنهم خالفوا فلا ذمة لهم ولا أمان وإن هم حفظوا ذلك ورعوه وأدوه إلى المسلمين فلهم ما للمعاهد وعلينا المنع لهم وأي عبد من عبيده أسلم أقيم في أسواق المسلمين فبيع بأعلى ما يقدر عليه في غير الوكس ولا تعجيل ودفع ثمنه إلى صاحبه ولهم كل ما يلبسوا من الزي إلا زي الحرب ومن غير أن يتشبهوا بالمسلمين في لباسهم. ¶ وقال أبو يوسف: أن أبا عبيدة بن الجراح صالح أهل الشام واشترط عليهم حين دخلها أن يترك كنائسهم وبيعهم على أن لا يحدثوا بناء بيعة ولا كنيسة وعلى أن عليهم إرشاد الضال وبناء القناطر على الأنهار من أموالهم وأن يضيفوا من مر بهم من المسلمين ثلاثة أيام وعلى أن [2] لا يشتموا مسلما ولا يضربوه ولا يرفعوا في [بادي] (¬1) أهل الإسلام صليبا ولا يخرجوا خنزيرا من منازلهم إلى أفنية المسلمين ويوقدوا النيران [للغزاة] (¬2) في سبيل الله ولا يدلوا على عورة للمسلمين ولا يضربوا نواقيسهم قبل أذان المسلمين ولا في أوقات أذانهم ولا يخرجوا الرايات يوم عيدهم ولا يلبسوا السلاح يوم عيدهم ولا يتخذوه في بيوتهم فإن فعلوا شيئا من ذلك عوقبوا وأخذ منهم. ¶ وقال أبو يوسف في كتاب الخراج: ولا يركب يهودي ولا نصراني على سرج وليركب على إكاف..... ¶ ¬__________ ¶ (¬1) كذا رسمها، وفي الخراج لأبي يوسف: نادي. ¶  (¬2) كذا في الخراج لأبي يوسف، وفي المخطوط: للقراة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولا يلبس نصراني قباء ولا ثوب خز ولا عصب - والعصب: برود من برود اليمن المعروفة كانت الملوك تلبسها كما في الجمهر-. انتهى. ¶ ولا يركب ذمي خيلا أصلا لا بسرج ولا بغيره لا بكاف ولا بنحوه على الأصح ولا يلبسون العمائم ولا يحملون السلاح ويركبون الحمير موكفة وإذا مروا بمجمع للمسلمين ينزلون ولا يركبون إلا لضرورة كمرض وخروج إلى قرية ويضيق عليهم الطريق ويمنعون من لبس أهل العلم والشرف والثياب الفاخرة سواء كانت حريرا أو غيره كالصوف المربع والجوخ الرفيع والأبراد الرفيعة وتجعل مكاسمهم خشنة فاسدة اللون أتفقت الصحابة على ذلك إظهارا للصغار على الكافرين وصيانة لضعفة المؤمنين ولأن المسلم مكرم والكافر مهان (ومن يهن الله فما له من مكرم) كذا في الهداية. ¶ وقوله: وصيانة لضعفة المسلمين يعني ضعفة ديانة لا بدنا [3] فإذا رآهم صاغرين لا يميل إلى معتقدهم بخلاف ما إذا رآهم في صفة عز وتكبر وزي فاخر ربما دعاه ذلك إلى تعظيمهم والميل لشدة حاجته وضيق يده وحكاية قارون مع الضغفة من قومه ظاهرة وظهور خسرانه بخسف داره وعلمهم بنكاله وأنه ما أغناه ما كان من ماله وكثرة جنوده. ¶ وقال في الأشباه والنظائر: تبجيل الكافر كفر فلو سلم على الذمي تبجيلا كفر، وقال لمجوسي يا أستاذ تبجيلا كفر ولنعلم أن سيد المرسلين حبيب رب العالمين عاداه أهل الكفر فهم أعداء الحبيب رب العالمين. ¶ قال الشيخ أكمل الدين رحمه الله تعالى ومن أعز عدو صديقه فقد أهان صديقه -فاعلم ذلك- فلهذا لا يجوز إدخالهم في مناصب كمباشرة واستيلاء على مسلم بضرب وحبس وتضييق عليه لأخذ مال جعل الكافر قابضا له من مسلم من أمير وكبير لم يخش عاقبة أمره بتسليط الكافرين على المؤمنين لأمر الدنيا والإعراض عن النظر في العاقبة والأخرى. ¶ وقال الكمال بن الهمام رحمه الله: أن الكافر الذمي إذا استعلى على المسلمين على وجه يصير به متمردا عليه حل للإمام قتله. انتهى.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وذلك لما أخذ عليهم من العهد من أمير المؤمنين عمر بن الخطاب وأن الحق فيه حرفين مع الذين اشترطوه على أنفسهم أن لا يشتروا شيئا من سبايا المسلمين ومن ضرب منهم مسلما عمدا فقد خلع عهده وقد اعتمد الفقهاء ذلك [4] من كل مذهب كما نقله القاضي بدر الدين القرافي برسالة له رحمه الله. ¶ وفي المحيط: لو فتح الإمام بلدة عنوة وصالحهم على أن يجعلهم ذمة يمنعهم من الصلاة في كنائسهم القديمة وأمرهم أن يجعلوها مساكن ولا يهدمها وكذلك قرية يجعلها الإمام مصرا لأنهم لما فتحوها عنوة كان للغانمين الحق فيها يقسمونها فيما بينهم ويمنعوا الكفار عنها وكذا نص محمد بن الحسين في السير الكبير. ¶ وأما التي فتحت صلحا قبل أن تؤخذ عنوة [محرى] (¬1) على ما وقع عليه الصلح من أمر كنائسهم وتعبدهم فيها. ¶ وروي عن أبي يوسف: أن البيع والكنائس التي تكون بخراسان والشام فما أحاط علمي بأنه محدث هدمته. انتهى. ¶ فهدم الدير بالقاهرة المحروسة وقد حصل بحمد الله تعالى. ¶ وهذه فتاوى الأئمة الأربعة ¶ فمن الأئمة الحنفية فقد أفتى قاضي القضاة شيخ الإسلام ابن الشحن رحمه الله بلزوم هدم الكنائس والبيع المحدثة بدار الإسلام. ¶ وكذلك أفتى بهدم مثل هذا الدير وتقدم أن كل مدينة فتحت عنوة لا يمكن أهل الذمة فيها من الاجتماع فيما كان قبل الفتح وإنما تجعل مساكن وتؤخذ أجرتها. ¶ ¬__________ ¶ (¬1) كذا رسمها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ومن الأئمة الحنفية شيخ الإسلام مفتي الإسلام الشيخ قاسم بن قطلوبغا قال: كل كنيسة في مصر والقاهرة والكوفة والبصرة وواسط وبغداد ونحو ذلك من الأمصار التي مصرها المسلمون بأرض العنوة فإنه يجب إزالتها إما بالهدم وإما [5] بنحوه بحيث لا يبقى لهم معبد في مصر مصره المسلمون بأرض العنوة وسواء كانت تلك المعابد قديمة قبل الفتح أو محدثة بعده لأن القديم منها يجوز أخذه وتجب عند المفسدة والمحدث يهدم باتفاق الأئمة وأما الكنائس التي بالصعيد وبر الشام ونحوها من أرض العنوة فما كان محدثا وجب هدمه وإذا اشتبه المحدث بالقديم وجب هدمها جميعا لأن هدم المحدث واجب وهدم القديم جائز وما لا يتم الواجب إلا به فهو واجب فما كان قبل الفتح قديما يتخير الإمام في إبقائه وهدمه فيفعل فيه ما هو أصلح. ¶ وقد علمت أنهم لا يمكنون من الاجتماع فيها وإن بقيت إعزازا لدين الله وقمعا لأعداء الله. ¶ ثم ذكر الشيخ قاسم العهد المأخوذ على أهل الذمة فقال: وروى الجلال والبيهقي ومحمد بن سعيد وابن حزم عن عبد الرحمن بن غنم قال: كتب لعمر بن الخطاب رضي الله عنه حين صالح أهل الشام: ¶ بسم الله الرحمن الرحيم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هذا كتاب لعبد الله أمبر المؤمنين من أنصار الشام من مدينة كذا وكذا أنكم لما قدمتم علينا سألنا لكم الأمان لأنفسنا وذرارينا وأموالنا وأهل ملتنا وشرطنا لكم على أنفسنا أن لا يحدث في مدينتنا ولا فيما حولها ديرا ولا كنيسة ولا [أديد قلاية] (¬1) ولا صومعة راهب ولا نجدد ما خرب منها ولا نحيي ما كان منها في خطط المسلمين وأن لا نمنع كنائسنا أن ينزل أحد من المسلمين [6] في ليل أو نهار وتوسع أبوابها للمارة وابن السبيل وأن ينزل من مر بنا من المسلمين ثلاثة أيام نطعمهم ولا نؤوي في كنائسنا ولا منازلنا جاسوسا ولا نكتم غشا للمسلمين ولا نعلم أولادنا القرآن ولا نظهر شركا ولا ندعو إليه أحد ولا نمنع أحد من أقاربنا الدخول في الإسلام إن أراده وأن نوقر المسلمين وأن نقوم لهم من مجالسنا إن أرادوا جلوسا ولا نتشبه بهم في شيء من لباسهم من قلنسوة ولا عمامة ولا نعلين ولا فرق شعر ولا نتكلم بكلامهم ولا نتكنى بكناهم ولا نركب السروج ولا نتقلد السيوف ولا نتخذ شيئا من السلاح ولا نحمله معنا ولا ننقش خواتيمنا بالعربية ولا نبيع الخمر وأن نجز مقادم رؤوسنا وأن نلزم زينا حيث ما كنا وأن نشد الزنانير على أوساطنا وأن لا نظهر صليبنا ولا كتبنا في شيء من طريق المسلمين ولا أسواقهم وأن لا نظهر الصليب على كنائسنا وأن لا نضرب بناقوس في كنائسنا بحضرة المسلمين وأن لا نخرج [شعانيننا ولا باغوتا] (¬2) ولا نرفع أصواتنا مع أمواتنا ولا نظهر النيران معهم في شيء من طريق المسلمين ولا نجاورهم موتانا ولا نتخذ من الرقيق ما جرى عليه سهام المسلمين وأن نرشد المسلميني ولا نطلع عليهم في منازلهم. ¶ ¬__________ ¶ (¬1) كذا رسمها. ¶  (¬2) كذا رسمها.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فلما أتيت عمر ابن الخطاب بالكتاب زاد فيه: ولا نضر بأحد من المسلمين شرطنا لهم ذلك على أنفسنا وأهل ملتنا وقبلنا عنهم الأمان فإن نحن خالفنا شيئا مما شرطناه لكم فضمناه [7] على أنفسنا فلا ذمة لنا وقد حل لكم منا ما يحل من أهل المعاندة والشقاق. ¶ زاد الجلال: ولا نضرب بناقوس إلا ضربا خفيفا في جوف كنائسنا ولا نرفع أصواتنا في الصلاة ولا القداة في كنائسنا فيما يحضره المسلمون ولا نرغب في ديننا. ¶ زاد بعد قوله: ولا فرق شعر ولا في مراكبهم وأن نوقر المسلمين في مجالسهم ولا يشارك أحد منا المسلم في تجارة إلا أن يكون إلى المسلم أمر التجارة. ¶ وزاد فكتب عمر: أن أمضي لهم ما سألوه والحق فيه حرفين اشترطهما عليهم مع ما شرطوا على أنفسهم أن لا يشتروا شيئا من سبايانا ومن ضرب مسلما عمدا فقد خلع عهده. انتهى ما كتبه الشيخ قاسم وقد نقلته من خطه رحمه الله تعالى. ¶ قلت: فهذا به نقض عهدهم بإحداث ذلك الدبر ولكن قد أزاله الله تعالى. ¶ وسائر كتب المذهب نصها لزوم هدمه وهدم مثله وقد هدم وجعل مسجدا فلله الحمد والمنة. ¶ وأما فتوى السادة المالكية: ¶ فمن أئمتهم العلامة القاضي بدر الدين القرافي رحمه الله وهو الإمام شمس الملة والدين محمد المدعو بدر الدين القرافي المالكي. ¶ وقد استفتي فحرر ودقق الجواب وقرر بهدم مثل هذا الدير أحدثه أعداء الدين وأعداء رسول رب العالمين وأعداء المؤمنين وأعداء عمر بن الخطاب وسائر الصحابة والتابعين وأعداء الأمراء والسلاطين بنقضهم العهد المأخوذ عليهم بدون شك بل بإجماع العلماء أئمة الدين [8] بإحداث كنيسة ودير بعد أخذ العهد عليهم وإلزامهم الشروط المسطورة وأظهروا المخالفة لديهم فنقضوا العهد وحل منهم ما يحل من المعاندين للدين ولزم على سائر المسلمين والمجاهدين نصر المؤمنين وإعزاز أحكام رب العالمين وافترض عليهم كشف هذه الغمة التي عم ضررها جميع الأمة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فقال: اعلم أدام الله لك نور البصيرة وأمدك بحسن الطوية والسريرة وأجرى عليك الثناء الجميل بمدح مالك من سيره وجعلك ممن كان الله ظهيره ونصيره أن الملة المحمدية لمن يزل شموس كمالاتها ظاهرة وأنوار هداياتها باهرة وقد قام العلماء والأعيان بالاعتناء لتحرير حكم الحادثة بغاية البيان وقد سئل عنها وأطرافها من زمن الصحابة وإلى الآن وذكروا فيها من الأحاديث والآثار ما يكشف عن وجوه مخدراتها الأستار. ¶ أما الأحاديث الشريفة النبوية فروى أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((اهدموا الصوامع واهدموا البيع)) . ¶ وروى عمر بن الخطاب رضي الله عنه أنه صلى الله عليه وسلم قال: ((لا تحدث كنيسة في دار الإسلام ولا يجدد ما هدم منها)) . ¶ وروى ابن عباس رضي الله عنهما أنه صلى الله عليه وسلم قال: ((لا خصا في الإسلام ولا بنيان كنيسة)) . ¶ روى هذه الأحاديث ابن حبان في كتابه الفذ في شروط أهل الذمة ورواها أبو عبيد القاسم بن سلام في كتاب الأهوال. ¶ وروى ابن عباس رضي الله عنهما أن رسول [9] الله صلى الله عليه وسلم قال: ((لا يكون قبلتان في بلدة واحدة)) . ¶ وسامة بن المناصف في كتاب الإنجاد في آداب الجهاد. ¶ وروى ابن حبيب عن ابن الماجشون قال سمعت مالكا يقول: قال رسول الله صلى الله عليه وسلم: ((لا ترفع فيكم يهودية ولا نصرانية)) وقال: يعني الكنائس والبيع. ¶ وهذه الأحاديث من أعلام نبوته صلى الله عليه وسلم إذ هو مما أخبر به قبل وجوده كذلك. ¶ وأما الآثار فقد روى عمر بن الخطاب رضي الله عنه أنه قال: لا كنيسة في دار الإسلام. ذكره أبو عبيد. ¶ وروى سالم بن عبد الله أن عمر بن الخطاب رضي الله عنه أمر أن تهدم كل كنيسة لم تكن قبل الإسلام ومنع –أي: عمر رضي الله عنه- أن تحدث كنيسة. ذكره ابن بدران وهو من أقران الباجي. ¶ وحكى ابن حبان بسنده إلى عبد الرحمن بن غنم أنه كتب إلى عمر بن الخطاب حين صالح نصارى الشام: ¶ بسم الله الرحمن الرحيم",
            "page": "8",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "هذا كتاب لعبد الله عمر أمبر المؤمنين من نصارى الشام أنكم لما قدمتم علينا سألناكم الأمان لأنفسنا وذرارينا وأموالنا وأهل ملتنا وشرطنا لكم على أنفسنا أن لا نحدث في مدائننا ولا فيما حولها ديرا ولا كنيسة ولا بيعة ولا صومعة راهب.. إلى آخر ما قدمناه عن الشيخ قاسم. ¶ فلما بلغ الكتاب عمر بن الخطاب زاد فيه: ولا نضر بأحد من المسلمين شرطنا لكم ذلك على أنفسنا وأهل ملتنا وقبلنا عنهم الأمان فإن نحن خالفنا شيئا مما شرطناه لكم على أنفسنا فلا ذمة [10] لنا وقد حل لكم منا ما يحل لأهل المعاندة والشقاق. ¶ وكتب إليه عمر أن أمض لهم ما سألوه والحق فيه [صر فين] (¬1) اشترطهما عليهم مع ما اشترطوه على أنفسهم أن لا يشتروا شيئا من سبايا المسلمين ومن ضرب منهم مسلما عمدا فقد خلع عهده. انتهى. ¶ قلت: وهذا دليل لما قاله الكمال بن الهمام من نقض العهد بتمردهم واستعلائهم على المسلمين. انتهى. ¶ ثم قال القاضي بدر الدين القرافي رحمه الله قال: الونشريسي في كتابه المعيار والمعرب (¬2) وقد ذكر هذه القصة أي العهد من أئمة الحديث أبو عبيد واعتمد عليها الفقهاء من أهل كل مذهب. ¶ وأما في الأحكام المتعلقة بأهل المذهب فقد ذكرها من المالكية شيخ الإسلام أبو بكر الطرطوشي في سراج الملوك والشيخ الإمام عبد الله بن المناصف في كتابه الإنجاد والحافظ ابن الخلف وذكر بعضها الحافظ الكلاغي وذكرها من الشافعية ابن المنذر وابن بدران ومن الظاهرية ابن حزم ثم حكى ذلك كله كما قدمناه. ¶ قلت: ومن الحنفية الشيخ قاسم بن قطلوبغا مفتي الحنفية رحمه الله. انتهى. ¶ ¬__________ ¶ (¬1) كذا رسمها. ¶  (¬2) كتاب المعيار المعرب والجامع المغرب عن فتاوى أهل إفريقية والأندلس والمغرب لأبي العباس أحمد بن يحيى الونشريسي (ت914 هـ) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ثم قال القرافي: فهذه أمصار المسلمين التي لا سبيل لأهل الذمة فيها إلى إظهار شيء من شرائعهم بمعنى اتخاذ الكنائس وإظهار الخمر والخنزير وضرب الناقوس وما اختطه المسلمون عند فتحهم وسكنوه كالفسطاط والبصرة وأفريقية والكوفة وشبمها فليس لهم إحداث شيء من ذلك. ¶ سئل الإمام مالك رحمه [11] الله عن الكنائس التي في الفسطاط المحدثة التي في خطط الإسلام وإن أعطوهم المعواض ويبنون فيها الكنائس، قال الإمام مالك: أرى أن تغير وتهدم ولا يتركوا ولا خير فيه. انتهى. ¶ وعلمنا أن من التغير جعلها مسجدا للنفع العام كالنفع الحاصل بالهدم. انتهى. ¶ ثم قال: وإن شرطوا أن لا يمنعوا من إحداث الكنائس وصالحهم الإمام على ذلك عن جهل منه فنهي النبي رسول الله (¬1) صلى الله عليه وسلم عن ذلك واجب الاتباع والانقياد سدا للباب وردعا لكفرة اللئام عن الابتداع. ¶ ثم قال القرافي: وقد أفتى جد الوالد –أي: والد القاضي بدر الدين وهو جده لأمه العلامة محمد شمس الدين القرافي- بمثل ذلك، ولفظه: ¶ الحمد لله الذي هدانا لهذا؛ لا يعاد ما انهدم من الكنائس ولا يرم في أرض عنوية ولا صلحية ولو ثبت وجودها حين العهد إذ لو فرض فلا بد من العهد على الترميم والعهد على إبقاء ما هو موجود لا يستدعي إحداثا والترميم إحداث فضلا عن الإعادة ولو وقع وجبت إزالته بل قال بعض أصحابنا: لا يوفى للصلحي فضلا عن العنوي باشتراط الإحداث لبطلانه وفي كل من فروع هذه المسألة أقوال تخالف ما قدمناه لم نعول عليها ولا نشير إليها إعزازا لكلمة الإيمان وخذلانا للكفرة وعباد الأوثان ومن ساعدهم على إقامة مجد وإظهار نصر فهو رضى بالكفر [12] بل فوقه والرضى بالكفر كفر (لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم) والله ينتقم لدينه. ¶ ¬__________ ¶ (¬1) تحتاج إعادة صياغة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد أفتى شيخ مشايخنا القاضي بدر الدين –هو شيخ الإسلام وحيد دهره بين الأنام العلامة محمد ناصر الدين اللقاني رحمهم الله وقد سئل عن اتخاذ اليهود لعنهم الله بيتا يكون مجتمعا لصلاتهم فأفتى بمنعهم منه كما منعوا من إحداث كنيسة، ولو فرض أن أحدا لا يسميه كنيسة فنقول حكمه حكم الكنيسة فهو ممنوع. ¶ فإن كل مصر مصره المسلمون كالكوفة وبصرة وبغداد لا يجوز فيها إحداث بيعة ولا كنيسة ولا صومعة ولا مجتمع لصلاتهم بإجماع أهل العلم. انتهى. ¶ قلت: ولو يصرح بمصر والقاهرة لأن الإفتاء والاستفتاء عن يهود القاهرة فإنهم هم الذين يفعلون ذلك وبعد علم ولي الأمر به افترض عليه إزالته فهذا نص من الشيخ ناصر الدين اللقاني رحمه الله على لزوم هدم دير الجوانية المحدث وعلى لزوم تغييره وجعله مسجدا لعموم النفع للمسلمين بما لا مخالفة لأحد من المسلمين فيه والله أعلم. وقد مسجدا بفضل الله تعالى (¬1) . ¶ وأما فتوى الأئمة الشافعية رضي الله عنهم: ¶ فقال في تذكرة النبيه شرح التنبيه للعلامة الإمام أبي الفضل عبد الوهاب ابن شيخ الإسلام محمد بن [13] زهرة الشافعي رحمهم الله ما نصه: ¶ ويمنع أهل الذمة من إحداث البيع والكنائس في دار الإسلام لما روي عن عمر رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((لا تبنى كنيسة في الإسلام ولا يجدد ما خرب منها)) . ¶ وروى البيهقي أن عمر رضي الله عنه لما صالح نصارى الشام كتب إليهم كتابا أنهم لا يبنون في بلادهم ولا فيما حولها ديرا ولا كنيسة ولا قلاية ولا صومعة راهب. ¶ ورواه ابن أبي شيبة عن ابن عباس أيضا ولا مخالف لهما من الصحابة. ¶ ¬__________ ¶ (¬1) كذا رسمها، ولعله وقد حول مسجدا بفضل الله تعالى.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال الحسن البصري: من السنة أن تهدم الكنائس التي في الأمصار القديمة والحديثة ويمنع أهل الذمة من بناء ما ضرب منها لأنه معصية ولا يجوز في دار الإسلام وهكذا الحكم في بيت نار المجوس والصوامع ومجتمع صلواتهم فإن بنوا ذلك هدم سواء شرط ذلك عليهم أم لا. ¶ وقال الروياني: ولو صالحهم على التمكين من إحداثها فالعقد باطل وقول الشيخ في دار الإسلام أي سواء فتحت عنوة أو صلحا على أن تكون لنا ويسكنوها بخراج. ¶ وقال شيخ الإسلام علي السبكي لا أرى الفتوى بترميم ما شرط بقاؤه من قديم قبل الفتح فإني في سنة ثلاثة عشرا ونحوها وسبع مائة رأيت في منامي رجلا من كبار العلماء في ذلك الوقت عليه عمامة زرقاي –يعني: رآه بصفة زي النصارى- فعندما طلع الفجر من تلك الليلة طلبني ذلك العالم فوجدته في ذلك المكان الذي رأيته فيه وبيده [14] كراسة في ترميم الكنائس يريد أن ينتصر لجواز الترميم ويستعين بي فذكرت المنام واعتبرت.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال الإمام السبكي رحمه الله: معنى قولنا لا يمنعهم الترميم أي في القديم المشروط بقاؤه ليس المراد أنه جائز أمرهم به بل بمعنى نتركهم وما يدينون فهو من جملة المعاصي التي يقرون عليها كشرب الخمر ونحوه ولا نقول أن ذلك جائز لهم وهكذا ترميم الكنائس عند من يقول به في بعض الأحوال ينبغي أن لا يأذن لهم ولي الأمر فيه كما يأذن في الأشياء الجائزة في الشرع وإنما معنى تمكينهم أن يخلي سبيلهم ولا ننكر عليهم وإذا علم ذلك فلا يلزم منه جواز الترميم لأن ذلك يستدعي كونه مباحا شرعا ألا ترى أن نقرهم على الصليب ولا يستحق صانعه أجرة! ونقرهم على التوراة والإنجيل ولو اشتروها واستأجروا من يكتبها لم نحكم بصحته فكذلك الترميم إذا مكناهم منه لم للسلطان ولا للقاضي أن يقول لهم افعلوا ذلك ولا أن يعينهم عليه ولا يحل لأحد من المسلمين أن يعمل لهم فيه ولو استأجروا وتدافعوا إلينا حكمنا ببطلان الإجارة ولا نزيد على مجرد التمكين بمعنى التخلية وتركهم وما يدينون قال الشارح وهذا التحقيق الذي ذكره الإمام السبكي هو مراد الشيخين والأصحاب ولا يجوز فهم سواه والله أعلم. انتهى. ¶ وأفتى شيخ الإسلام سراج الدين البلقيني رحمه الله لما كان [15] بالشام عن إعادة كنيسة كانت عملت بإذنه جامعا فمنع ذلك. ¶ ومن صورة فتواه: الحمد لله الذي جعل الإسلام يعلوا ولا يعلى وأحكامه ماضية على جميع في كل زمان بعدا وقبلا وأنزل دلائل ذلك في كتابه العزيز نقلا وحفظ الشريعة المحمدية بمن يليها ومن عليه يملا وأدامها على ممر الزمان تحلو وتحلى وضرب على من خالفها نكالا وذلا ضربت عليهم الذلة ولا سيما اليهود لا جمع الله لهم شملا هم أشد الناس عداوة لنا فأذلهم الله وأبادهم بونا وقتلا.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ثم قال: أنه لم ينقل في فتوحات نبينا صلى الله عليه وسلم قريظة والنضير وخيبر وغيرها ذكر كنيسة اليهود إلا بيت المدارس الذي بالمدينة الشريفة والطيبة المنيفة وأخرج اليهود من الجميع وأزال بيت المدارس ولم يبق له أساس ثم لما فتحت الصحابة رضي الله عنهم النواحي لم يكن في شيء منها لليهود زعيم أصلا ولا صلح وقع مع اليهود كلا وفتوى هذه الواقعة التي يحصل فيها للمخالفين القارعة أن لا يجوز عود المنكر ولا الإعانة عليه لمن يقر بوحدانية الله الأكبر ثم ذكر أحد عشر وجها للمنع من ذلك رحمه الله تعالى. ¶ وأفتى شيخ الإسلام شهاب الدين الرملي الكبير رحمه الله وقد سئل عن جماعة من أهل الذمة أحدثوا مكانا يجتمعون فيه لصلاتهم هل يمنعون من ذلك ويمنعون من اجتماعهم [16] في بيت من بيوتهم كما يمنعون من ذلك. ¶ فأجاب: بأنهم يمنعون من إحداثهم مكانا لاجتماعهم فيه لصلاتهم لأن عمر رضي الله عنه منع من ذلك وذكر عهده المأخوذ على أهل الذمة الذي تقدم وذكر أثر ابن عباس كما تقدم. ¶ ثم قال: فتمنع اليهود والنصارى من اجتماعهم في مكان وإن لم يكن بصفة الكنيسة والبيعة لعبادتهم لأنه في معناها وهم ممنوعون من إحداث كنيسة وبيعة. ¶ وذكر نص الإمام الشافعي في الأم بمثله، وذكر النصوص في كل كتبهم بالمنع من إحداث بيعة وكنيسة واجتماع أهل الذمة بمكان لعبادتهم لا خلاف لأحد في ذلك رحمه الله تعالى وسائر الأئمة. ¶ وأما فتوى الأئمة الحنابلة رضي الله عنهم فنصها: وتمنع أهل الذمة من إحداث الكنائس في دار الإسلام وبيع ومجتمع لصلاتهم وصومعة لراهب فإن فعلوا وجب هدمه ولو هدم ما كان قبل الفتح هدما ظلما يمنعون من إعادة بنائه كما يمنعون من بناء ما انهدم لأنه بناء كنيسة في دار الإسلام فمنعوا منه كابتداء بناءها كذا في شرح الإقناع وغيره. ¶ ودليل ذلك قول ابن عباس رضي الله عنهما: أيما مصرته العرب فليس للعجم -يعني: الكفار- أن يبنوا فيه بيعة -أي: ونحوها- رواه أحمد واحتج به.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويمنعون من حمل سلاح وتعلن ورمى ولعب برمح وثقاف ودبوس ويمنعون من تقليد بناء جار مسلم ولو كان في غاية القصر [17] ولو رضي به ويجب هدمه ولا يعاد ما انهدم ويضمن ما تلف به قبله ويهدم وإن لم يلاصق بنيان المسلم بحيث يطلق عليه اسم الجار قرب أو بعد لأن الإسلام يعلو ولا يعلى ولأن فيه ترفعا على المسلمين فمنعوا منه ولا كان البناء مشتركا بينه وبين مسلم لأن ما لا يتم اجتناب المحرم إلا باجتنابه محرم قاله الشيخ تقي الدين رحمه الله وسائر العلماء أئمة الدين. انتهى. ¶ وهذه الفوائد والفتاوى والعهود العمرية وغيرها جمعها كاتبها حسن الشرنبلالي صونا لها وليقرب استفادتها لأهلها خدمة لشريعة المصطفى صلى الله عليه وسلم وزاد فضلا وشرفا ابتغاء رحمة الله تعالى ولعله بشفاعة الحبيب المصطفى يكون عني دافعا لضعف جسم قد عفانا فإنني وإن أتيت حنفا متبع لسادة أتقياء حنفا وأسأل الله الرحيم متوسلا بهذا النبي الكريم أن يحسن حال أولادي وذريتي ويبلغنا وأصحابنا وأحبابنا ما نؤمله من خزي الدنيا والآخرة بجاه سيدنا محمد وعترته الطاهرة صلى الله وسلم عليه وعليهم وعلى سائر الأنبياء والمرسلين والتابعين بدوام نعم الله الباطنة والظاهرة. ¶ وهذه تمت سنة ثلاث وستين وألف (1063) تأليفها. ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. آمين. ¶ *******",
            "page": "15",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "*** نسخ الكتاب المخطوطة في مكتبات العالم: ¶ * مخطوطات مكتبة الجامعة الأردنية، ذ1/ 24 ¶ الأثر المحمود لقهر ذوي العهود الجحود (من رسائل الشرنبلالي: \"التحقيقات القدسية\".) (فقه حنفي)  ¶ حسن بن عمّار (الشُّرُنبلالي (1069هـ/ 1692م ¶ 1 (نسخة كتبها محمد بن جماعة (الكناني (سنة 1104هـ/ 1692م ¶ الخالدية/ القدس (120/27 (- (ضمن مجموع)  ¶ ف. الخالدية/ القدس (البرنامج) 25 ¶ 2 (نسخة كتبها إسماعيل (العمروسي (سنة 1116هـ/ 1704م ¶ الخالدية/ القدس (124/27 (- (ضمن مجموع)  ¶ ف. م. الخالدية (البرنامج) 24 ¶ 3 (نسخة قوبلت على نسخة المؤلف سنة 1156هـ/ 1743م ¶ الظاهرية/ دمشق (5349/27 (- (و253-261)  ¶ ف. م. الظاهرية (الفقه الحنفي-1) 170 ¶ 4 (الأحمدية/ تونس (27/2530 (- (ضمن مجموع)  ¶ دفتر الخزانة الأحمدية بجامع الزيتونة 82 ¶ 5 (الأحمدية/ تونس (27/2531 (- (ضمن مجموع)  ¶ دفتر الخزانة الأحمدية بجامع الزيتونة 82 ¶ 6 (الأزهرية/ القاهرة ((3580) 59442/25 (- (ضمن مجموع)  ¶ ف. الكتب الموجودة بالمكتبة الأزهرية 7/49 ¶ 7 (جامعة القاهرة (2-176 (- (16ص)  ¶ ف. بطاقات جامعة القاهرة 2/ 200 ¶ 8 (دار الكتب/ القاهرة (52م (- (ضمن مجموع)  ¶ ف. دار الكتب 1/ 398 ¶ 9 (دار الكتب/ القاهرة (53م (- (ضمن مجموع)  ¶ ف. دار الكتب 2/ 398 ¶ 10 (دار الكتب/ القاهرة (477 (- (ضمن مجموع)  ¶ ف. دار الكتب 1/ 398 ¶ 11 (دار الكتب/ القاهرة (701 (- (ضمن مجموع)  ¶ ف. دار الكتب 1/ 398 ¶ 12 (العامّة/ جيراسون (28Hk.3574/9 ( ¶ ف. ج. م. تركيا 28/ 2/ 112 ¶ 13... راشد أفندي/ قيسري [1344/27 (693) ]- (و172أ- 177ب)  ¶ ف. م. راشد أفندي 262 ¶ ------------------------------------------ ¶ الرقم التسلسلي... 38634 ¶ الفن... فقه حنفي ¶ عنوان المخطوط... الاثر المحمود لقهر ذوي العهود ¶ اسم المؤلف... حسن بن عمار بن علي, الشرنبلالي ¶ اسم الشهرة... الشرنبلالي ¶ تاريخ الوفاة... 1069هـ ¶ قرن الوفاة... 11هـ ¶ نسخه في العالم ¶ اسم المكتبة... دار الكتب المصريه ¶ اسم الدولة... مصر ¶ اسم المدينة... القاهره ¶ رقم الحفظ... 1/398 ¶ نسخه في العالم ¶ اسم المكتبة... مكتبه الحرم المكي ¶ اسم الدولة... المملكه العربيه السعوديه ¶ اسم المدينة... مكه المكرمه ¶ رقم الحفظ... 495 حنفي ¶ نسخه في العالم ¶ اسم المكتبة... مكتبه الظاهريه ¶ اسم الدولة... سوريا ¶ اسم المدينة... دمشق ¶ رقم الحفظ... 5349/27 ¶ نسخه في العالم ¶ اسم المكتبة... دار الكتب الوطنيه ¶ اسم الدولة... تونس ¶ اسم المدينة... تونس ¶ رقم الحفظ... رقم التسلسل 1937",
            "page": "16",
            "part": "1"
        }
    ],
    "t36170": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأثر المحمود لقهر ذوي العهود الجحود"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ترجمة المصنف:"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "بسم الله الرحمن الرحيم"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "*** نسخ الكتاب المخطوطة في مكتبات العالم:"
        }
    ]
}