{
    "b36176": [
        {
            "id": "1",
            "nass": "تيسير الرحمن في أحكام سجود تلاوة القرآن ¶ أبو محمد ¶ عصام عبد ربه محمد مشاحيت ¶ محتويات البحث أنقر فوقها للوصول السريع ¶ مقدمة ¶ فضل السجود والحث عليه ¶ حكم سجود التلاوة ¶ ما يشترط لسجود التلاوة ¶ مواضع السجود في القرآن ¶ كيفية سجود التلاوة ¶ مسألة : هل يرفع يديه مع تكبيرة السجود ¶ ما يقال في سجود التلاوة ¶ مسألة : السجود من القيام أفضل منه قاعدا ¶ مسألة : قراءة السجدة في صلاة الجهر والسر ¶ مسألة : سجود المستمع إذا سجد القارئ ¶ مسألة : إذا قرأ الخطيب على المنبر آية سجدة ¶ قضاء سجود التلاوة ¶ مراجع البحث ¶ الفهرس",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وسلم ¶ { يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ (102) } (¬1) . ¶ { يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللَّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا (1) } (¬2) . ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا (70) يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا (71) } (¬3) . ¶ / أما بعد : فإن أصدق الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل محدثة بدعة وكل بدعة ضلالة وكل ضلالة في النار ، وبعد ¶ أتقدم إلى أخواني وكل شباب المسلمين المحبين لسنة رسولهم صلى الله عليه وسلم والمتمسكين بها والداعين إليها بهذا البحث المتواضع ، والذي سميته ( تيسير الرحمن في أحكام سجود التلاوة في القرآن ) ، وذلك إيمانا مني بما للسجود من فضل عظيم حث النبي صلى الله عليه وسلم أمته عليه فإن كان هناك تقصير أو نسيان في بعض جوانبه فالله أسأل أن يتجاوز عن تقصيري هذا إنه جواد كريم. ¶ وأسأل الله تعالى أن ينفع به المسلمين وأن يجعله في ميزان أعمالنا إنه على كل شيء ¶ ¬__________ ¶ (¬1) سورة آل عمران ، آية : 102 . ¶ (¬2) سورة النساء آية : 1 . ¶ (¬3) سورة الأحزاب آية : 70-71 .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قدير. ¶ كتبه الفقير إلى عفو ربه ¶ أبو محمد عصام عبدربه محمد مشاحيت ¶ مديرية التحرير في صبيحة يوم الخميس ¶ الخامس عشر من شهر شوال 1415 هـ - السادس عشر من شهر مارس 1995 م",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فضل السجود والحث عليه ¶ للسجود فضل عظيم لما ثبت عن النبي صلى الله عليه وسلم في أكثر من حديث له بين فيه هذا الفضل وحث أمته عليه منه : ¶ 1- أحب الأعمال إلى الله حيث يُدخل صاحبه الجنة لما ثبت في صحيح مسلم عن معدان بن أبي طلحة اليعمري قال : لقيت ثوبان مولى رسول الله صلى الله عليه وسلم فقلت: أخبرني بعمل أعمله يدخلني الله به الجنة أو قال : قلت : بأحب الأعمال إلى الله ، فسكت ثم سألته فسكت فسكت ثم سألته الثالثة ، فقال : سألت عن ذلك رسول الله صلى الله عليه وسلم فقال : \" عليك بكثرة السجود لله فإنك لا تسجد لله سجدة إلا رفعك الله بها درجة وحط عنك بها خطيئة \". قال معدان : ثم لقيت أبا الدرداء فسألته ، فقال لي مثل ما قال لي ثوبان. ¶ قال القرطبي (¬1) في شرحه لصحيح مسلم : ( الحديث دليل على أن كثرة السجود أفضل من طول القيام وهي مسألة اختلف العلماء فيها فذهبت طائفة إلى ظاهر هذا الحديث وذهبت طائفة أخرى إلى أن طول / القيام أفضل متمسكين بقوله صلى الله عليه وسلم : \" أفضل الصلاة طول القنوت \" (¬2) ، وفسروا القنوت بالقيام ، كما قال تعالى : \" وقوموا لله قانتين \" (¬3) ذكر هذه المسألة والخلاف فيها الترمذي ، والصحيح من فعل النبي صلى الله عليه وسلم أنه كان يطول في قيام صلاة الليل وداوم على ذلك إلى حيث موته فدل على أن طول القيام أفضل ويحتمل أن يقال أن ذلك يرجع إلى حال المصلي فرب مصلٍ يحصل له في حال القيام من الحضور والتدبر والخشوع ما لا يحصل له في السجود ورب مصلٍ يحصل له في السجود من ذلك ما لا يحصل له في القيام فيكون الأفضل الحال التي حصل له فيها ذلك المعنى وهو روح الصلاة والله تعالى أعلم ) (¬4) أهـ. ¶ 2- مرافقة النبي صلى الله عليه وسلم في الجنة : لما ثبت في صحيح مسلم من ¶ ¬__________ ¶ (¬1) هو أبو العباس أحمد بن عمر بن إبراهيم الأنصاري القرطبي. ¶ (¬2) صحيح الجامع 1118. ¶ (¬3) البقرة 238 ¶ (¬4) المفهم شرح صحيح مسلم للقرطبي ، 2/881 دار الكتاب المصري – دار الكتاب اللبناني.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "حديث ربيعة بن كعب الأسلمي قال : كنت أبيت مع رسول الله صلى الله عليه وسلم فأتيته بوضوئه وحاجته فقال لي : \" سل \" فقلت : أسألك مرافقتك في الجنة . قال صلى الله عليه وسلم : \" أو غير ذلك ؟ \" قلت : هو ذاك ، قال : \" فأعني على نفسك بكثرة السجود \". ¶ /3- يرفع الله به الدرجات ، ويحط به السيئات : لما ثبت عنه صلى الله عليه وسلم : \" ما من مسلم يسجد لله سجدة إلا رفعه الله بها درجة وحط عنه سيئة \" (¬1) . ¶ 4- إذا سجد بن آدم اعتزل الشيطان يبكي ، لما ثبت عنه صلى الله عليه وسلم أنه قال : \" إذا قرأ بن آدم السجدة فسجد اعتزل الشيطان يبكي ويقول يا ويله أمر هذا بالسجود فسجد فله الجنة وأمرت أنا بالسجود فعصيت فلي النار\" (¬2) . ¶ 5- أقرب ما يكون العبد من الله إذا سجد : لما ثبت عنه صلى الله عليه وسلم أنه قال : \" إن أقرب ما يكون العبد من الله تعالى أن يكون ساجداًُ \" (¬3) . ¶ وقال أبو هريرة رضي الله عنه : \" أقرب ما يكون العبد إلى الله عز وجل إذا سجد فأكثروا الدعاء عند ذلك \" (¬4) . ¶ 6- وكان صلى الله عليه وسلم يقول : \" ما من أمتي من أحد إلا وأنا أعرفه يوم القيامة قالوا : وكيف تعرفهم يا رسول الله في كثرة الخلائق ، قال : أرأيت لو دخلت صبرة فيها خيل دهم بهم (¬5) وفيها فرس أغر محجل أما كنت تعرفه فيها ؟ قال : بلى ، قال : / \" فإن أمتي يومئذ غر من السجود محجلون من الوضوء\" (¬6) . ¶ 7- ثبت عنه صلى الله عليه وسلم أنه قال : \" إذا أراد الله رحمة من أراد من أهل النار أمر الله الملائكة أن يخرجوا من يعبد الله فيخرجونهم ويعرفونهم بآثار السجود وحرم الله على النار أن تأكل أثر السجود فيخرجون من النار فكل ابن آدم تأكله النار إلا ¶ ¬__________ ¶ (¬1) أخرجه بن ماجة من حديث عبادة بن الصامت بإسناد صحيح ولمسلم نحوه من حديث ثوبان وأبي الدرداء. ¶ (¬2) أخرجه مسلم من حديث أبي هريرة . ¶ (¬3) أخرجه مسلم من حديث أبي هريرة ¶ (¬4) إحياء علوم الدين للغزالي 1 / 150. ¶ (¬5) الصبرة بالضم الكومة ، قال في النهاية : ( الصبرة : الطعام المجتمع من الكومة ). دهم : أدهم هو الأسود ، أي أن لون هذا الخيل أسود خالص لا يخالطه لون أحمر. ¶ (¬6) أحمد بسند صحيح ، والترمذي بعضه وصححه وهو مخرج في الأحاديث الصحيحة.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أثر السجود \" (¬1) . ¶ ¬__________ ¶ (¬1) البخاري ومسلم .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "حكم سجود التلاوة ¶ أجمع العلماء على مشروعية سجود التلاوة واختلفوا في الوجوب فالجمهور أنه سنة وقال أبو حنيفة : واجب (¬1) غير فرض ثم هو سنة في حق التالي والمستمع إن سجد التالي وقيل وإن لم يسجد .أهـ (¬2) . ¶ فإذا لم يسجد القارئ أو السامع لا يأثم ولكن يكون تاركاً للسنة (¬3) .أهـ. ¶ لما ثبت عن ربيعة عن عبد الله أنه حضر عمر رضي الله عنه / وقرأ على المنبر يوم الجمعة سورة النجم حتى إذا جاء السجدة فنزل وسجد و سجد الناس حتى إذا كانت الجمعة القابلة قرأها حتى إذا جاء السجدة قال : أيها الناس إنا لم نؤمر بالسجود فمن سجد فقد أصاب ومن لم يسجد فلا إثم عليه (¬4) . ¶ فالشاهد قول عمر رضي الله عنه : إنا لم نؤمر بالسجود فمن سجد فقد أصاب ومن لم يسجد فلا إثم عليه ، وكذلك ما رواه زيد بن ثابت رضي الله عنه قال : قرأت على النبي صلى الله عليه وسلم النجم فلم يسجد (¬5) . فرسول الله صلى الله عليه وسلم ترك السجود تارة وفعله تارة ، قال ابن قدامة : وجملة ذلك أن سجود التلاوة سنة مؤكدة عند إمامنا (¬6) ومالك والأوزاعي والليث والشافعي وهو مذهب عمر وابنه عبد الله .... (¬7) .أ هـ. ¶ والراجح أنه سنة والله أعلم بالصواب. ¶ ¬__________ ¶ (¬1) ذهب أبو حنيفة إلى وجوبه عند قراءة موضع السجدة محتجاً في ذلك بما في كتاب الله من الأمر بالسجود ، كقوله : { فاسجدوا لله واعبدوا } [ النجم : 62 ]. وكقوله : { واسجد واقترب } [ العلق : 19 ] ولقوله صلى الله عليه وسلم : \" إن قرأ بن آدم السجدة فسجد اعتزل الشيطان يبكي ويقول يا ويله أمر هذا بالسجود فسجد فله الجنة وأمرت أنا بالسجود فعصيت فلي النار\". أهـ المفهم شرح مسلم 2/ 1014. ¶ (¬2) سبل السلام للصناعني 1/ 353 . دار الحديث بالقاهرة. ¶ (¬3) المرجع السابق ............... ينظر في هذه الحاشية حيث سقطت في المطبوع ¶ (¬4) أخرجه مالك والبخاري. ¶ (¬5) متفق عليه. ¶ (¬6) هو إمام الأئمة عبد الله أحمد بن محمد بن حنبل الشيباني . ¶ (¬7) المغني لابن قدامة بالشرح الكبير 2 / 89 . دار الغد العربي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "/ ما يشترط لسجود التلاوة ¶ اشترط جمهور الفقهاء لسجود التلاوة ما اشترطوه للصلاة من طهارة واستقبال قبلة وستر عورة (¬1) أ.هـ . ¶ وقال بعض أهل العلم لا يشترط الطهارة ( قال البخاري : كان ابن عمر يسجد على غير وضوء ) (¬2) . وفي مسند ابن أبي شيبة \" كان ابن عمر ينزل عن راحلته فيهريق الماء ثم يركب فيقرأ السجدة فيسجد وما يتوضأ \" (¬3) . ( وعن الشعبي فيمن يسمع السجدة على غير وضوء يسجد حيث كان وجهه ) (¬4) أ هـ. ¶ أما ما رواه البيهقي بإسناد صحيح عن الليث عن نافع عن ابن عمر قال : ( لا يسجد الرجل إلا وهو طاهر ) فيجمع بينه وبين ما كان من ابن عمر بأنه أراد بقوله ( طاهر ) الطهارة الكبرى أو الثاني على حالة الاختيار والأول على الضرورة. (¬5) أهـ ¶ ويقول شيخ الإسلام بن تيمية رحمه الله : ( وسجود القرآن لا يشرع فيه تحريم و لا تحليل هذا هو السنة المعروفة عن النبي صلى الله عليه وسلم /وعليه عامة السلف وهو المنصوص عن الأئمة المشهورين وعلى هذا فليست صلاة فلا تشترط لها شروط الصلاة بل تجوز على غير طهارة كما كان ابن عمر يسجد على غير طهارة ولكن هي بشروط الصلاة أفضل ولا ينبغي أن يخل بذلك إلا لعذر فالسجود بلا طهارة خير من الإخلال ) (¬6) أهـ. ¶ والراجح والله أعلم بالصواب ما ذهب إليه شيخ الإسلام بن تيمية رحمه الله . ¶ أما ستر العورة والاستقبال مع الإمكان فقيل أنه معتبر اتفاقاً (¬7) وذهب بعض أهل العلم على أنه يشترط له أن يكون في غير أوقات النهي قال الأثرم : ( سمعت أبا عبد الله ¶ ¬__________ ¶ (¬1) فقه السنة 1 / 188 ... ونحوه في سبل السلام 1 / 354 ونحوه في الفقه الواضح 1 / 343 ونحوه في المغني 2/87 ¶ (¬2) فقه السنة 1 / 188 ونحوه في سبل السلام 1 / 354. ¶ (¬3) سبل السلام 1 / 354. ¶ (¬4) المغني مع الشرح الكبير 2 / 87. ¶ (¬5) فتح الباري 4 / 36 دار الغد العربي. ¶ (¬6) مجموع الفتاوى لابنن تمية 3 / 165 . ¶ (¬7) فقه السنة 1 / 188 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يسأل عمن قرأ سجود القرآن بعد الفجر وبعد العصر أيسجد ؟ قال : لا ، وبهذا قال أبو ثور وروى مالك ذلك عن ابن عمر وسعيد بن المسيب واسحق وكره مالك قراءة السجدة وقت النهي وعن أحمد رواية أخرى أنه يسجد وبه قال الشافعي وروى ذلك عن الحسن والشعبي وسالم والقاسم وعطاء وعكرمة ورخص فيه أصحاب الرأي قبل تغير الشمس (¬1) أهـ. ¶ /وروى أبو داود عن أبي تميمة الهجمي قال : ( كنت أقعى بعد صلاة الصبح فأسجد فنهاني ابن عمر فلم انته ثلاث مرات ثم عاد فقال : إني صليت خلف النبي صلى الله عليه وسلم ومع أبي بكر وعمر وعثمان فلم يسجدوا حتى تطلع الشمس ) وروى الأثرم عن عبد الله بن قسم أن قاصاً كان يقرأ السجدة بعد العصر فيسجد فنهاه ابن عمر وقال : إنهم لا يعقلون. (¬2) أهـ ¶ ويرى الشافعية جوازه في أوقات النهي قياساً على الصلاة التي لها سبب إذ أن كل صلاة لها سبب مثل تحية المسجد ، سنة الوضوء يجوز أداؤها في أي وقت وحتى في أوقات النهي .أهـ (¬3) . ¶ والذي أرجحه هو ما ذهب إليه الشافعية من جوازه في أوقات النهي قياساً على الصلاة التي لها سبب (¬4) والله أعلم بالصواب. ¶ ¬__________ ¶ (¬1) المغني مع الشرح الكبير 2 / 89 . ¶ (¬2) المرجع السابق 2 / 89 . ¶ (¬3) الفقه الواضح 1 / 343. ¶ (¬4) بالإضافة إلى ما رجحه شيخ الإسلام ابن تيمية على أنها لا يشترط لها الطهارة كالصلاة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "مواضع السجود في القرآن ¶ اختلف فيها ، فهي عند مالك إحدى عشرة سجدة وليس في المفصل منها شيء ، أولها : آخر الأعراف ، وثانيها : في الرعد ، /وثالثها : في النحل ، ورابعها : في مريم ، وخامسها : في بني اسرائيل ( الإسراء ) ، وسادسها : الأولى من الحج ، وسابعها : في الفرقان ، وثامنها : في النمل ، وتاسعها : الم تنزيل الكتاب ( السجدة ) ، وعاشرها : في ص ، والحادية عشرة : حم تنزيل الكتاب عند قوله تعالى : { إن كنتم إياه تعبدون } وقيل عند قوله : { وهم لا يسئمون } . وقال الشافعي هي أربع عشرة سجدة في المفصل ثلاثة. الأولى في النجم . الثانية في إذا السماء انشقت . والثالثة في اقرأ ولا يرى في ص سجدة لأنها سجدة شكر وقال أحمد هي خمس عشرة سجدة لأنه أثبت الثانية في الحج والتي في ص ، وله رواية أن التي في ص ، ليس من العزائم ، وقال أبو حنيفة هي أثنتا عشرة سجدة . هذا ما ذكره ابن رشد (¬1) ... أهـ. ¶ فأقصى ما قيل في عددها خمس عشرة سجدة وهي معلومة في المصاحف. لقول عبد الله بن عمرو بن العاص : \" إن النبي صلى الله عليه وسلم قرأ خمس عشرة سجدة في القرآن منها ثلاث في المفصل وفي الحج سجدتان (¬2) إليك بيانها : ¶ /1- قوله تعالى : { إن الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون } [ الأعراف : 206 ]. ¶ 2- قوله تعالى : { ولله يسجد من في السماوات والأرض طوعاً وكرهاً وظلالهم بالغدو والآصال } [ الرعد : 15 ]. ¶ 3- قوله تعالى : { ولله يسجد ما في السماوات وما في الأرض من دابة والملائكة وهم لا يستكبرون يخافون ربهم من فوقهم ويفعلون ما يؤمرون } [ النحل : 49-50 ]. ¶ ¬__________ ¶ (¬1) إرشاد المسترشد ( فقه مقارن ) لمحمد بن المنذر الأنصاري ص 220. ¶ (¬2) أبو داود وغيره حسنه بعضهم ( نقلاً من منهاج المسلم 227 وقال الألباني في تمام المنة : كلا ليس بحسن .... وضعفه عبد الحق وابن قطان وفيه عبد الله بن منين وهو مجهول والراوي عنه الحارث بن سعيد العتقي وهو لا يعرف أيضاً وبالجملة فالحديث مع ضعف إسناده قد شهد له اتفاق الأمة على العمل بغالبه ومجيء الأحاديث الصحيحة شاهدة لبقيته إلا سجدة الحج الثانية فلم يوجد ما تشهد لها من السنة والاتفاق إلا أن عمل بعض الصحابة على السجود فيها قد يستأنس بذلك على مشروعيتها ولاسيما ولا يعرف لهم مخالف والله أعلم ... أهـ ( تمام المنة للألباني 270 ).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "4- قوله تعالى : { قل آمنوا به أو لا تؤمنوا إن الذين أوتوا العلم من قبله إذا يتلى عليهم يخرون للأذقان سجداً ويقولون سبحان ربنا إن كان وعد ربنا لمفعولاً ويخرون للأذقان يبكون ويزيدهم خشوعاً } [ الإسراء 107- 109 ]. ¶ 5- قوله تعالى : { أولئك الذين أنعم الله عليهم من النبيين من ذرية آدم وممن حملنا مع نوح ومن ذرية إبراهيم وإسرائيل وممن هدينا /واجتبينا إذا تتلى عليهم آيات الرحمن خروا سجداً وبكياً } [ مريم : 58 ]. ¶ 6- قوله تعالى : { أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِي السَّمَاوَاتِ وَمَن فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِّنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ وَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَاء } [ الحج : 18 ]. ¶ 7- قوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا ارْكَعُوا وَاسْجُدُوا وَاعْبُدُوا رَبَّكُمْ وَافْعَلُوا الْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ } [ الحج : 77 ]. ¶ 8- قوله تعالى : { وَإِذَا قِيلَ لَهُمُ اسْجُدُوا لِلرَّحْمَنِ قَالُوا وَمَا الرَّحْمَنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا } [ الفرقان : 60 ]. ¶ 9- قوله تعالى : { أَلاَّ يَسْجُدُوا لِلَّهِ الَّذِي يُخْرِجُ الْخَبْءَ فِي السَّمَاوَاتِ وَالأَرْضِ وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ (25) اللَّهُ لا إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ } [ النمل : 24-25 ]. ¶ 10- قوله تعالى : { إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لا يَسْتَكْبِرُونَ } [ السجدة : 15 ]. ¶ 11- قوله تعالى : { قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَى نِعَاجِهِ / وَإِنَّ كَثِيرًا مِّنْ الْخُلَطَاء لَيَبْغِي بَعْضُهُمْ عَلَى بَعْضٍ إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَقَلِيلٌ مَّا هُمْ وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ فَاسْتَغْفَرَ رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ } [ ص : 24 ]. ¶ 12- قوله تعالى : { وَمِنْ آيَاتِهِ اللَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لا تَسْجُدُوا لِلشَّمْسِ وَلا لِلْقَمَرِ وَاسْجُدُوا لِلَّهِ الَّذِي خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ (37) فَإِنِ اسْتَكْبَرُوا فَالَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لا يَسْأَمُونَ }[ فصلت : 37 ]. ¶ 13- قوله تعالى : { فاسجدوا لله واعبدوا } [ النجم : 62 ].",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "14- قوله تعالى : { وإذا قرئ عليهم القرآن لا يسجدون }[ الانشقاق : 21 ]. ¶ 15- قوله تعالى : { واسجد واقترب } [ العلق : 19 ]. ¶ ومما يثبت حديث عبد الله بن عمرو بن العاص رضي الله عنهما أن النبي صلى الله عليه وسلم قرأ خمس عشرة سجدة في القرآن منها ثلاث في المفصل وفي الحج سجدتان الأحاديث الآتية : ¶ 1- عن أبي هريرة رضي الله عنه قال : سجدنا مع رسول الله صلى الله عليه وسلم في ( إذا السماء انشقت ) و ( اقرأ باسم ربك / الذي خلق ) (¬1) . ¶ 2- عن ابن عباس رضي الله عنه قال : \" ( ص ) ليست من عزائم السجود وقد رأيت رسول الله صلى الله عليه وسلم يسجد فيها \" (¬2) . ¶ [ أي ليست مما ورد في السجود فيها أمر ولا تحريض ولا تخصيص ولا حث وإنما ورد بصيغة الإخبار عن داود عليه السلام بأنه فعلها وسجد نبينا محمد صلى الله عليه وسلم فيها اقتداءً به (¬3) ..أهـ]. ¶ 3- ثبت أنه صلى الله عليه وسلم سجد بالنجم. رواه البخاري عن ابن عباس رضي الله عنه وهذا دليل على السجود في المفصل أما ما ثبت عن زيد بن ثابت رضي الله عنه قال : قرأ على النبي صلى الله عليه وسلم النجم فلم يسجد فيها (¬4) فهذا دليل على السنية لا الوجوب فحديث زيد ناف وحديث بن عباس مثبت وطبقاً للقاعدة الأصولية أن المثبت مقدم على الناف. ¶ 4- عن ابن عمر رضي الله عنه أن النبي صلى الله عليه وسلم كان يقرأ /القرآن فيقرأ سورة السجدة فيسجد ونسجد معه حتى ما يجد بعضنا موضعاً لمكان جبهته (¬5) . ¶ 5- عن أبي رافع قال : رأيت أبا هريرة يسجد في ( إذا السماء انشقت ) فقلت : ¶ ¬__________ ¶ (¬1) رواه مسلم . ¶ (¬2) البخاري. ¶ (¬3) سبل السلام. ¶ (¬4) متفق عليه. ¶ (¬5) انفرد بلفظه مسلم وهو عند البخاري بنحوه 2 / 53 والبيهقي 2 / 162 ( هامش المفهم شرح مسلم 2 / 1014 ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "تسجد فيها ؟ فقال : نعم رأيت خليلي صلى الله عليه وسلم يسجد فيها فلا أزال أسجد فيها حتى ألقاه (¬1) . ¶ وغير ذلك من الأحاديث الثابتة عنه صلى الله عليه وسلم أنه سجد في المفصل. ¶ ¬__________ ¶ (¬1) رواه مسلم.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كيفية سجود التلاوة ¶ يسن لمن قرأ آية سجدة أو سمعها من قارئ وكان على وضوء (¬1) أن يسجد لله سجدة بلا تشهد ولا سلام يكبر لها تكبيرتين إحداهما عند السجود والأخرى عند الرفع منه (¬2) أهـ. ¶ وقيل يكبر لها ثلاث تكبيرات الأولى عند نية السجود وتسمى تكبيرة الإحرام يستحب أن يرفع عندها يديه كما يفعل في افتتاح الصلاة والثانية عند الهويّ إلى السجود والثالثة عند الرفع منه (¬3) . أهـ. ¶ /وقال شيخنا الألباني رحمه الله : ( وقد روى جمع من الصحابة سجوده صلى الله عليه وسلم للتلاوة في كثير من الآيات في مناسبات مختلفة فلم يذكر أحد منهم تكبيره – عليه السلام – للسجود ) (¬4) أهـ. ¶ وثبت عن أبي قلابة وابن سيرين أنهما قالا : ( إذا قرأ الرجل السجدة في غير الصلاة قال : الله أكبر ) (¬5) وجمهور العلماء على أن الساجد يكبر إذا خفض وإذا رفع من السجود (¬6) . أهـ. ¶ ( وجملة ذلك أنه إذا سجد للتلاوة فعليه التكبير للسجود والرفع منه سواء كان في صلاة أو في غيرها وبه قال ابن سيرين والحسن وأبو قلابة والنخعي ومسلم بن يسار وأبو عبد الرحمن السلمي والشافعي وإسحق وأصحاب الرأي وقال مالك : إذا كان في الصلاة اختلف عنه إذا كان في غير صلاة (¬7) . أهـ. ¶ مسألة : هل يرفع يديه مع تكبيرة السجود ؟ ¶ ¬__________ ¶ (¬1) سبق أن بينا أن الوضوء ليس شرطاً في سجود التلاوة تحت عنوان ما يشترط لسجود التلاوة. ¶ (¬2) الفقه الواضح 1 / 242 ونحوه في فقه السنة 1 / 185 ولم يذكر فيه وضوء. ¶ (¬3) الفقه الواضح 1 / 242 . ¶ (¬4) تمام المنة للألباني 267 ط المكتبة الإسلامية . ¶ (¬5) قال شيخنا الألباني إسناده صحيح ورواه عبدالرزاق في المصنف ( 3 / 346 / 5930 ) يإسناد آخر صحيح عنهما نحوه ثم روى التكبير عند سجود التلاوة هو والبيهقي عن مسلم بن يسار وإسناده صحيح ( تمام المنة 296 ). ¶ (¬6) إرشاد المسترشدين 222 . ¶ (¬7) المغني مع الشرح الكبير لابن قدامة ( 2 / 88 ).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ذكر ابن قدامة في المغني ( ويرفع يديه مع تكبيرة السجود إن سجد في غير صلاة وهو قول الشافعي لأنها تكبيرة افتتاح وإن كان /السجود في الصلاة فنص أحمد أنه يرفع يديه لأنه يسن له الرفع لو كان منفرداً فكذلك مع غيره قال القاضي : وقياس المذهب لا يرفع لأن محل الرفع في ثلاثة مواضع ليس هذا منها ولأن في حديث ابن عمر : أن النبي صلى الله عليه وسلم كان لا يفعل في السجود يعني رفع يديه ، وهو حديث متفق عليه واحتج أحمد بما روى وائل ابن حجر قال : قلت لأنظرن إلى صلاة رسول الله صلى الله عليه وسلم فكان يكبر إذا خفض ويرفع يديه في التكبيرة ، قال أحمد : هذا يدخل في هذا كله وهو قول مسلم بن يسار ومحمد بن سيرين (¬1) . أهـ. ¶ ¬__________ ¶ (¬1) المغني مع الشرح الكبير 2 / 88 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ما يقال في سجود التلاوة ¶ قال أحمد : أما أنا فأقول سبحان ربي الأعلى . وقد روت عائشة رضي الله عنها أن النبي صلى الله عليه وسلم كان يقول في سجود القرآن بالليل : \" سجد وجهي للذي خلقه وصوره وشق سمعه وبصره بحوله وقوته \" قال الترمذي : هذا حديث حسن /صحيح (¬1) أهـ. وزاد الحاكم \" فتبارك الله أحسن الخالقين \" (¬2) . ¶ وقد ثبت ذكر آخر له صلى الله عليه وسلم عن ابن عباس قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال يا رسول الله إني رأيتني الليلة وأنا نائم كأني أصلي خلف شجرة فسجدت ، فسجدت الشجرة لسجودي ، فسمعتها وهي تقول : اللهم اكتب لي بها عندك أجراً وضع عني بها وزرا واجعلها لي عندك زخراً وتقبلها مني كما تقبلتها من عبدك داود . قال الحسن : قال ابن جريج : قال لي جدُّك : قال ابن عباس : فقرأ النبي صلى الله عليه وسلم سجدة ثم سجد فقال ابن عباس : فسمعته وهو يقول مثل ما أخبره الرجل من قول الشجرة (¬3) . ¶ مسألة : السجود من القيام أفضل منه قاعداً. ¶ سئل شيخ الإسلام – رحمه الله – عن الرجل إذا كان يتلو الكتاب العزيز بين جماعة فقرأ سجدة فقام على قدميه وسجد فهل قيامه أفضل من سجوده وهو قاعد ؟ وهل فعله ذلك رياء ونفاق ؟ ¶ فأجاب : بل سجود التلاوة قائماً أفضل منه قاعداً كما ذكر ذلك /من ذكره من العلماء من أصحاب الشافعي وأحمد وغيرهما. ¶ وكما نقل عن عائشة بل وكذلك سجود الشكر كما روى أبو داود في سننه عن ¶ ¬__________ ¶ (¬1) المرجع السابق 2 / 88 . ¶ (¬2) سبل السلام 1 /358 . ¶ (¬3) الترمذي ( 579 ) في الصلاة باب ما يقول في سجود القرآن والحسن بن محمد عبيد الله لم يوثقه غير ابن حبان وأخرجه الحاكم 1 / 219 ، 220 وقال حديث صحيح وقال الذهبي صحيح ما في روائه مجروح وصححه ابن حبان ( 691 ) ونقل الحافظ في التهذيب أن ابن خزيمة أخرجه في صحيحه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "النبي صلى الله عليه وسلم من سجوده للشكر قائماً وهذا ظاهر في الاعتبار فإن صلاة القائم أفضل من صلاة القاعد. ¶ وقد ثبت عن النبي صلى الله عليه وسلم أنه كان أحياناً يصلي قاعداً فإذا قرب من الركوع فإنه يركع ويسجد وهو قائم وأحياناً يركع ويسجد وهو قاعد فهذا قد يكون للعذر أو للجواز ولكن تحريه مع قعوده أن يقوم ليركع ويسجد وهو قائم دليل على أنه أفضل إذ هو أكمل وأعظم خشوعاً لما فيه من هبوط رأسه وأعضائه الساجدة لله من القيام (¬1) . ¶ مسألة : قراءة السجدة في صلاة الجهر والسر . ¶ ذكر ابن قدامة في المغني : ( قال بعض أصحابنا : يكره للإمام قراءة السجدة في صلاة لا يجهر فيها وإن قرأ لم يسجد وهو قول أبي حنيفة ولم يكرهه الشافعي لأن ابن عمر روى عن النبي صلى الله عليه وسلم /أنه سجد في الظهر ثم قام فركع فرأى أصحابه أنه قرأ سورة السجدة. رواه أبو داود ، واحتج أصحابنا بأن فيه إيهاماً على المأموم واتباع النبي صلى الله عليه وسلم أولى وإذا سجد الإمام سجد المأموم ، وقال بعض أصحابنا هو مخير بين اتباعه وتركه والأولى اتباعه لقول النبي صلى الله عليه وسلم : \" إنما جعل الإمام ليؤتم به فإذا سجد فاسجدوا \" ولأنه لو كان بعيداً لا يسمع أو أطروشاً في صلاة الجهر لسجد لسجود إمامه كذا ها هنا ) (¬2) أهـ. ¶ وذكر الدكتور محمد بكر إسماعيل أنه خلاف سجود الصلاة فإنه يجب عليه الإتيان به حتى ولو رفع الإمام رأسه منه ( سجود الصلاة ) (¬3) لأنه ركن في الصلاة بخلاف سجود التلاوة فإنه سنة ومتابعة الإمام فرض والفرض مقدم على السنة (¬4) . ¶ قال الشيخ محمد حامد الفقي – رحمه الله : قال ابن التركماني : وعلى تقدير ثبوت الحديث ( حديث ابن عمر أن النبي صلى الله عليه وسلم سجد في الركعة الأولى ¶ ¬__________ ¶ (¬1) مجموع الفتاوى لشيخ الإسلام ابن تيمية 23 / 173 . ¶ (¬2) المغني مع الشرح الكبير 2 / 91 – 92 . ¶ (¬3) من كلامي للتوضيح ¶ (¬4) الفقه الواضح 1 / 345 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "من صلاة الظهر ) فهو /ظن منهم ويحتمل أنه ترك سجدة من ركعة مثلها فسجدها لا للتلاوة ، وحكى القدوري في التجريد أنه يكره للإمام إذا كان يخفي القراءة أن يقرأ آية سجدة لأنه إن لم يسجد لها يكون تاركاً للسجدة بعد تحقيق سببها وإن سجد تشتبه السجدة على القوم ويظنون أنه نسي الركوع وسجد فلذلك يكره أن يقرأها .أهـ ، وكلام ابن التركمان غير وجيه لأن قول ابن عمر : فرأوا أنه قرأ السجدة دليل واضح أنهم فهموا أن سجوده كان للتلاوة لا بدل سجدة تركها ولو كان بدل سجدة لنقلوه فمثله لا يسكت عنه . وقول القدوري – رحمه الله – غير ظاهر أيضاً لأن الكراهة حكم شرعي لا يثبت إلا بدليل ولا دليل بل الدليل قائم على الجواز (¬1) أ.هـ. ¶ والراجح والله أعلم بالصواب أنه إذا قرأ الإمام السجدة في صلاة السر وسجد سجد المأموم لقوله صلى الله عليه وسلم : \" إنما جعل الإمام ليؤتم به فإذا سجد فاسجدوا \" (¬2) وبالنسبة لصلاة الجهر فقد ثبت عنه صلى الله عليه وسلم من حديث أبي رافع الصائغ قال : صليت مع أبي هريرة /العتمة (¬3) فقرأ ( إذا السماء انشقت ) فسجد فيها فقلت : ما هذه ؟ قال سجدت بها خلف أبي القاسم صلى الله عليه وسلم فما أزال أسجد فيها حتى ألقاه (¬4) . وهذا دليل على جواز قراءة السجدة في صلاة الجهر واتباع الإمام في السجود ( فإذا ظن الإمام أنه إن سجد في الصلاة للتلاوة أحدث بسجوده اختلافاً بين المصلين يكره له أن يسجد وذلك كأن يكون في صلاة الجمعة والناس خلفه كثيرون ومنهم من يصلي بعيداً عنه فإذا ما سجد للتلاوة توهم البعيد عنه أنه ركع فيركع فإذا هو يرفع رأسه من السجود إلى قراءة آية تمهيداً للركوع كما هو معروف فيقع الناس في ( حيص بيص ) لا يدرون ماذا يفعلون وغالباً ما تحدث بعد الصلاة مشاجرات عنيفة وترتفع الأصوات في المسجد ويحصل ما لا تحمد عواقبه فيكون قد أدى فعل السنة إلى الوقوع في الحرام وإذا أدى وقوع السنة إلى فعل شيء محرم وجب تركها والله أعلم. ¶ والواجب على العلماء تبصير الناس بأمور دينهم حتى يكونوا /على بينة من أمرهم ¶ ¬__________ ¶ (¬1) المنتقى من أخبار المصطفى صلى الله عليه وسلم هامش 1 / 573. ¶ (¬2) الجامع الصحيح 2356 ، 2357 ، 2358 ، 2359 . ¶ (¬3) العتمة : صلاة العشاء. ¶ (¬4) متفق عليه.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والله الهادي إلى سواء السبيل (¬1) . أهـ. ¶ قال القرطبي ( المفسر ) فإن قرأها في صلاة فإن كان في نافلة سجد إن كان منفرداً أو في جماعة وأمن التحايط فيها وإن كان في جماعة لا يأمن ذلك فيها فالمنصوص جوازه وقيل لا يسجد وأما في الفريضة فالمشهور عن مالك النهي عنه فيها سواء كانت صلاة سر أو جهر جماعة أو فرادى وهو معلل بكونها زيادة في إعداد سجود الفريضة وقيل معلل بخوف التخليط على الجماعة وهذا أشبه وعلى هذا لا يمنع منه الفرادى ولا الجماعة التي يأمن فيها التخليط (¬2) أهـ. ¶ وخلاصة المسألة أنه إذا قرأ الإمام آية سجدة فله أن يسجد وله أن لايسجد فإن سجد وجب على المأموم اتباعه فإن لم يسجد المأموم معه متعمداً بطلت صلاته لأن متابعة الإمام واجبة أما إذا جاهلاً بسجود الإمام بأن كان يصلي بعيداً عنه فلا تبطل صلاته بتركه متابعة الإمام فيها لأنه معذور ، فإن هوى الإمام إلى السجود ورفع الإمام رأسه منه وجبت عليه متابعته ولا يسجد وحده. ¶ /مسألة : سجود المستمع إذا سجد القارئ. ¶ ثبت عن ابن عمر قال : كان النبي صلى الله عليه وسلم يقرأ السجدة ونحن عنده ، فيسجد ونسجد معه فنزدحم حتى ما يجد أحدنا لجبهته موضعاً يسجد عليه (¬3) . ¶ قال ابن بطال : أجمعوا على أن القارئ إذا سجد لزم المستمع أن يسجد (¬4) أ.هـ ¶ قال تميم : قرأت القرآن على عبد الله وأنا غلام فمررت بسجدة فقال عبد الله أنت إمامنا فيها وقد روي مرفوعاً أخرجه ابن أبي شيبة من رواية ابن عجلان عن زيد بن أسلم : أن غلاماً قرأ عند النبي صلى الله عليه وسلم السجدة فانتظر الغلام النبي صلى الله عليه وسلم أن يسجد فلم يسجد قال : يا رسول الله أليس في هذه السجدة سجود ؟ قال : بلى ولكنك كنت إمامنا فيها ولو سجدت لسجدنا. رجاله ثقات إلا أنه مرسل (¬5) ¶ ¬__________ ¶ (¬1) الفقه الواضح 1 / 346 . ¶ (¬2) الجامع لأحكام القرآن للقرطبي 7 / 228 دار الكتب العلمية. ¶ (¬3) متفق على صحته وأخرجه مسلم. ¶ (¬4) فتح الباري 4 / 40 دار الغد العربي. ¶ (¬5) فتح الباري 4 / 41 دار الغد العربي.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أ.هـ. ¶ قال الشيخ محمد حامد الفقي – رحمه الله – قال العيني : وروى ابن أبي شيبة في مصنفه عن ابن عمر أنه قال : السجدة على من /سمعها وفي البخاري : قال عثمان : إنما السجود على من استمع قال : واستدل أيضاً بالآيات : ( فما لهم لا يسجدون ) ( فاسجدوا لله واعبدوا ) ( واسجد واقترب ) وقالوا الذم لا يتعلق إلا بترك واجب والأمر في الآيتين للوجوب أ.هـ كلام العيني . قال الشيخ عبد الرحمن المباركافوري في شرح الترمذي جواباً عليه : قول ابن عمر السجدة على من سمعها وقول عثمان إنما السجود على من استمع ، لو سلم أنهما يدلان على الوجوب فهو من قولهما وليس بمرفوع وقولهما هذا مخالف لإجماع الصحابة الكوفي في قصة في قصة قراءة عمر على المنبر يوم الجمعة .. وقوله تعالى : { وإذا قرئ عليهم القرآن لا يسجدون } فمعناه لا يسجدون إباءً وإنكاراً كما قال الشيطان : أمرت بالسجود فأبيت . فالذم متعلق بترك السجود إباءً وإنكاراً قال ابن قدامة في المغني : ذمهم لترك السجود غير معتقدين فضله ولا مشروعيته (¬1) . أهـ ¶ وخلاصة ذلك والله أعلم بالصواب : أن سجود المستمع إذا سجد التالي وأنه إذا لم يسجد لم يسجد. ¶ /( ولا يسجد رجل لتلاوة امرأة وخنثى لعدم صحة ائتمامه بها ) (¬2) . ¶ مسألة : إذا قرأ الخطيب على المنبر آية سجدة . ¶ عن أبي سعيد قال : قرأ رسول الله صلى الله عليه وسلم وهو على المنبر صلى الله عليه وسلم فلما بلغ السجدة نزل فسجد وسجد الناس معه ، فلما كان يوم آخر قرأها ، فلما بلغ السجدة تشزن (¬3) الناس للسجود فقال رسول الله صلى الله عليه وسلم : \" إنما هي توبة نبي ولكني رأيتكم تشزنتم للسجود : \" فنزل فسجد وسجدوا (¬4) رواه أبو داود. وروي عن عمر بن الخطاب أنه قرأ السجدة على المنبر يوم الجمعة فنزل فسجد ¶ ¬__________ ¶ (¬1) المنتقى من أخبار المصطفى هامش 1 / 575 . ¶ (¬2) منار السبيل في شرح الدليل 1 / 111 مؤسسة الرياض للنشر والتوزيع . ¶ (¬3) تشزن : بفتح الشين المعجمة والزاي المشددة والنون قال الخطابي معناه استوفزارا وتأهبوا له وأصله من الشزن وهو القلق يقال : بات على شزن إذا بات قلقاً يتقلب من جنب أ.هـ المنتقى هامش 1 / 571 / 572 .. ¶ (¬4) رواه البيهقي وفيه تهيأ الناس تشزن الناس.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "، ( وسجد الناس معه ) . ثم قرأها في الجمعة الثانية فتهيأ الناس للسجود فقال : إن الله لم يكتبها علينا إلا أن نشاء فلم يسجد ومنعهم أن يسجدوا (¬1) . ¶ فخلاصة المسألة : أنه إذا قرأ الخطيب على المنبر آية سجدة فله أن يسجد وله أن لا يسجد فإن ظن الخطيب أنه إن سجد أحدث بسجوده اختلافاً بين المصلين لا يسجد لأنه غالباً ما تحدث بعد الصلاة /مشاجرات عنيفة وترتفع أصواتهم في المسجد ويحصل ما لا يحمد عواقبه والله أعلم بالصواب . فللخطيب أن يقرأ القرآن في الخطبة وأنه إذا مر بآية سجدة يزل إلى الأرض ليسجد بها إذا لم يتمكن من السجود فوق المنبر وأن ذلك لا يقطع عليه الخطبة ووجه ذلك فعل عمر مع حضور الصحابة ولم ينكر عليه أحد منهم (¬2) أ.هـ. ¶ ¬__________ ¶ (¬1) أخرجه مالك في الموطأ. ¶ (¬2) المنتقى من أخبار المصطفى صلى الله عليه وسلم هامش 1 / 576 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قضاء سجود التلاوة ¶ يرى المالكية والشافعية والحنابلة أنه يطلب السجود عقب قراءة آية السجود أو سماعها فإن أخر السجود ولم يطل التأخير سجد بالاتفاق (¬1) وإن طال الفصل ففي قضائها قولان أصحهما أنها لا تقضى لأنها تفعل لعارض وهو قراءة آية السجدة أو سماعها وقد زال العارض مثلها كمثل صلاة الكسوف والخسوف فإنها تسن إذا كان الكسوف أو الخسوف موجوداً فإذا زال فاتت السنة ولا يجب قضاؤها وهو قياس سليم وقول معقول والله أعلم (¬2) أ.هـ. ¶ /وكتبه ¶ و كتبه الفقير إلى عفو ربه ¶ أبو محمد عصام عبدربه محمد مشاحيت ¶ مديرية التحرير في صبيحة يوم الخميس ¶ الخامس عشر من شهر شوال 1415 هـ - السادس عشر من شهر مارس 1995 م ¶ حقوق الطبع محفوظة ¶ إلا لمن أراد طبعه وتوزيعه مجاناً ¶ فليطبعه بدون إذن ¶ الطبعة الأولى ¶ 1419 هـ / 1998 م ¶ رقم الإيداع 11040/98 ¶ ¬__________ ¶ (¬1) الفقه الواضح 1 / 346 . ¶ (¬2) المرجع السابق 1 / 346 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "/مراجع البحث ¶ 1- صحيح الجامع. ¶ 2- المفهم شرح مسلم للقرطبي – دار الكتاب العربي – دار الكتاب اللبناني ¶ 3- إحياء علوم الدين للغزالي ¶ 4- سبل السلام للصنعاني ¶ 5- الفقه الواضح د. محمد بكر إسماعيل ¶ 6- المغني لابن قدامة بالشرح الكبير ¶ 7- فقه السنة للشيخ سيد سابق ¶ 8- فتح الباري ابن حجر العسقلاني ¶ 9- مجموع الفتاوى لابن تيمية ¶ 10- إرشاد المسترشدين لمحمد بن المنذر الأنصاري ¶ 11- تمام المنة للألباني ¶ 12- المنتقى من أخبار المصطفى ¶ 13- الجامع لأحكام القرآن ¶ 14- منار السبيل في شرح الدليل",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "/الفهرس ¶ مقدمة ¶ فضل السجود والحث عليه ¶ حكم سجود التلاوة ¶ ما يشترط لسجود التلاوة ¶ مواضع السجود في القرآن ¶ كيفية سجود التلاوة ¶ مسألة : هل يرفع يديه مع تكبيرة السجود ¶ ما يقال في سجود التلاوة ¶ مسألة : السجود من القيام أفضل منه قاعدا ¶ مسألة : قراءة السجدة في صلاة الجهر والسر ¶ مسألة : سجود المستمع إذا سجد القارئ ¶ مسألة : إذا قرأ الخطيب على المنبر آية سجدة ¶ قضاء سجود التلاوة ¶ مراجع البحث ¶ الفهرس ¶ الحمد لله الذي تتم بنعمته الصالحات تم الانتهاء من صف هذه الرسالة ¶ ( لتكون مرجعاً إلكترونيا – موافقا للطبعة المتداولة - على الحاسب الآلي ) ¶ في الثلاثاء 10 شوال 1425 هـ ¶ وتمت مراجعته قراءة من المطبوع ونظر في الكمبيوتر ولم تراجع الحواشي ¶ يرجى إرسال الأخطاء والاقتراحات على البريد aymanabo@yahoo.com وفقنا الله وإياكم إلى ما يحبه ويرضاه",
            "page": "24",
            "part": "1"
        }
    ],
    "t36176": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تيسير الرحمن في أحكام سجود تلاوة القرآن"
        }
    ]
}