{
    "b36177": [
        {
            "id": "1",
            "nass": "موضوع البحث ¶ \" مفهوم الجهاد و أحكامه من خلال ¶ سورة الأنفال \" ¶ إعداد ¶ أحمد محمد بوقرين ¶ قسم أصول الدين ¶ بالجامعة الأمريكية المفتوحة ¶ \" مقدمة البحث \" ¶ إن الحمد لله نحمده و نشكره و نستهديه و نستغفره و نعود بالله من شرور أنفسنا و من سيئات أعمالنا , من يهد الله فلا مضل له و من يضلل فلا هادي له , و أشهد أن لا إله إلا الله و أشهد أن محمدا عبده و رسوله , اللهم أنا نبرأ من الثقة إلا بك و من الأمل إلا فيك و من التسليم إلا لك ¶ و من التفويض إلا إليك و من التوكل إلا عليك و من الرضا إلا عنك و من الطلب إلا منك و من ¶ الذل إلا في طاعتك و من الصبر إلا على بابك و من الرجاء إلا في يديك الكريمتين و من الرهبة ¶ إلا بجلالك العظيم , اللهم تتابع برك و اتصل خير وعمت فواضلك و تمت نوافلك و بر قسمك و صدق وعدك و حق على أعدائك وعيدك و لم يبقى لنا حاجه هي لك رضا ولنا فيها صلاح إلا يسرتها و أعنتنا على قضائها يا رب العالمين ... ¶ وبعد : ¶ فإني سأحاول بإذن الله تعالى في هذا البحث أن أتناول موضوع \" مفهوم الجهاد و أحكامه من خلال سورة الأنفال \" و قد بدأت بحثي هذا بمقدمة عن مفهوم الجهاد في سبيل الله عز و جل و أربعة أبواب و خاتمة و قد تناولت في الباب الأول من هذا البحث الجهاد لغة ً و شرعاً و قد استطرت في المفهوم الشرعي للجهاد , وفي الباب الثاني تناولت حُكم الجهاد و الحكمة من مشروعيته و في الباب الثالث تحدثت فضل الجهاد في سبيل الله و في الباب الرابع تناولت أحكام الجهاد من خلال سورة الأنفال و بعض أحكام الجهاد الأخرى المستخلصة من بعض سور القرآن الكريم و سيرة المصطفى صلى الله عليه و سلم ثم ختمت البحث ببعض النتائج و الفوائد المستخلصة من هذا البحث . ¶ الباب الأول : ¶ الجهاد لغة ًو اصطلاحا ً ¶ الجهاد في اللغة : ¶ هو بذل الجهد والوسع والطاقة، من الْجُهْد بمعنى الوُسع، أو من الْجَهْد بمعنى المشقة. ¶ أما الجهاد في اصطلاح القرآن والسنة :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يأتي بمعنى أعم وأشمل، يشمل الدِّين كله؛ وحينئذ تتسع مساحته فتشمل الحياة كلها بسائر مجالاتها و نواحيها وله كذلك معنى خاص هو القتال لإعلاء كلمة الله عز و جل . ¶ استطراد في المفهوم الشرعي : ¶ إن مفهوم \" الجهاد \" في الكتاب والسنة جاء بمعنى القتال و كذلك جاء بمعنى أعم و أشمل من القتال : ¶ قال تعالى: ( فَلاَ تُطِعِ الكَافِرِينَ وَجَاهِدْهُمْ بِهِ جِهَاداً كَبِيراً ) (1) . ¶ قال ابن عباس رضي الله عنهما: ( وجاهدهم به ) أي القرآن تفسير ابن كثير (2) ¶ فالجهاد الكبير هنا ليس هو القتال، إنما هو الدعوة والبيان بالحجة والبرهان وأعظم حجة وبيان هو هذا القرآن، إنه حجة الله على خلقه، ومعه تفسيره وبيانه الذي هو السنة. ¶ وقال تعالى: ( يَا أَيُّهَا النَّبِيُّ جَاهِدِ الكُفَّارَ وَالمُنَافِقِينَ . . ) (3) ¶ وفي هذه الآية ليس المراد بجهاد المنافقين القتال، لأن المنافقين يظهرون الإسلام يتخذونه جُنَّةً، والنبي صلى الله عليه وسلم لم يقاتلهم بل عاملهم بظواهرهم وحتى من انكشف كفره منهم كعبدالله بن أبي بن سلول لم يقتله صلى الله عليه وسلم وقال:( لا يتحدث الناس أن محمداً يقتل أصحابه ) ولكن جهاد المنافقين يكون بالوسائل الأخرى، مثل كشف أسرارهم ودواخلهم وأهدافهم الخبيثة، وتحذير المجتمع منهم، كما جاء في القرآن . ¶ وقال تعالى : ( وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَ إِنَّ اللهَ لَمَعَ المُحْسِنِينَ ) (4) ¶ وتفسير هذه الآية : ( الذين جاهدوا فينا ) أي جاهدوا في ذات الله أنفسَهم وشهواتِهِم وأهواءَهم وجاهدوا العراقيلَ والعوائقَ، وجاهدوا الشياطين، وجاهدوا العدو من الكفار المحاربين، فالمقصود الجهادُ في معترك الحياة كلِّها .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقد بين المصطفى صلى الله عليه وسلم أنواع الجهاد بمفهومه الشامل فقال: ( ما من نبي بعثه الله في أمةٍ قبلي إلا كان له من أمته حواريون وأصحابٌ يأخذون بسنته ويقتدون بأمره، ثم إنه تَخْلُفُ من بعدهم خُلُوفٌ يقولون ما لا يفعلون، ويفعلون ما لا يُؤْمَرون فمن جاهدهم بيده فهو مؤمن، ومن جاهدهم بلسانه فهو مؤمن، ومن جاهدهم بقلبه فهو مؤمن؛ وليس وراء ذلك من الإيمان حبة خردل) (5). ¶ والمراد بجهاد القلب في هذا الحديث هو بغضهم وبغض حالهم، وقد سمى النبي صلى الله عليه وسلم فعلَ القلب هذا جهاداً، كما سمَّى فعل اللسان جهاداً، وكما سمى فعل اليد من باب أولى جهاداً . ¶ وأيضا عن عبد الله بن عمرو رضي الله عنهما قال: جاء رجل للنبي صلى الله عليه وسلم فقال: أجاهد ؟ قال:(ألك أبوان ؟) قال: نعم، قال: (ففيهما فجاهد) (6) . فسمَّى النبي صلى الله عليه و سلم بِرَّ الوالدين ورعايتَهُمَا جهاداً في هذا الموقف، فكلٌّ جهادُهُ بحَسَبِِه. ¶ وأمثلة هذا من السنة كثيرة يسمي فيها بعض العمال الصالحة جهاداً أو يجعلها بمنزلة الجهاد؛ كقوله صلى الله عليه وسلم: (الساعي على الأرملة والمسكين كالمجاهد في سبيل الله)(7) . وقوله صلى الله عليه وسلم: (الحج جهاد والعمرة تطوع) . وقوله صلى الله عليه وسلم في النساء: (جهادكن الحج) (9) . وقوله صلى الله عليه وسلم: (المجاهد من جاهد نفسه) (10) . ¶ وهذا كله يوضح مدى اتساع دائرة الجهاد، وأنها ليست محصورة في القتال، بل هي مرتبطة بمجالات الحياة كلها وبعضنا ربما نظر إلى الجهاد نظرة ضيقة فحصره في جانب القتال، وهذا قصور في فهم نصوص الكتاب والسنة. ¶ الباب الثاني : ¶ حُكم الجهاد و الحِكمة من مشروعيته ¶ حُكم الجهاد في سبيل الله تعالى :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الجهاد فرض كفاية، إذا قام به من يكفي من المسلمين؛ سقط الإثم عن الباقين [انظر:المغني لابن قدامة]. قال تعالى:{وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلَا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ[122]}(11) ¶ ويكون الجهاد فرض عين في ثلاث حالات (12): ¶ 1ـ إذا حضر المسلم القتال والتقى الزحفان وتقابل الصفان، قال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفًا فَلَا تُوَلُّوهُمُ الْأَدْبَارَ . وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفًا لِقِتَالٍ أَوْ مُتَحَيِّزًا إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ} (13). وذكر النبي صلى الله عليه وسلم أن التولي يوم الزحف من السبع الموبقات (14). ¶ 2ـ إذا حضر العدو بلدًا من بلدان المسلمين تعين على أهل البلاد قتاله وطرده منها، ويلزم المسلمين أن ينصروا ذلك البلد إذا عجز أهله عن إخراج العدو، ويبدأ الوجوب بالأقرب فالأقرب، قال تعالى:{ يَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ[123]}(15) ¶ 3ـ إذا استنفر إمام المسلمين الناس وطلب منهم ذلك. ¶ وجنس الجهاد فرض عين : ¶ وجنس الجهاد فرض عين إما بالقلب، وإما باللسان، وإما بالمال، وإما باليد. فيجب على المسلم أن يجاهد في سبيل الله بنوع من هذه الأنواع حسب الحاجة والقدرة. والأمر بالجهاد بالنفس والمال كثير في القرآن والسنة، وقد ثبت أن النبي صلى الله عليه وسلم قال: [جَاهِدُوا الْمُشْرِكِينَ بِأَمْوَالِكُمْ وَأَيْدِيكُمْ وَأَلْسِنَتِكُمْ] (16) ¶ الحكمة من مشروعية الجهاد :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بيّنه سبحانه فقال:{وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ[39]} (17). وقال عز وجل:{وَقَاتِلُوهُمْ حَتَّى لَا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلَا عُدْوَانَ إِلَّا عَلَى الظَّالِمِينَ[193]} (18). فعلى هذا يكون الهدف والحكمة من الجهاد الأمور التالية: ¶ أولاً: إعلاء كلمة الله تعالى : ¶ لحديث أَبِي مُوسَى رَضِيَ اللَّهُ عَنْهُ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ الرَّجُلُ يُقَاتِلُ لِلْمَغْنَمِ وَالرَّجُلُ يُقَاتِلُ لِلذِّكْرِ وَالرَّجُلُ يُقَاتِلُ لِيُرَى مَكَانُهُ فَمَنْ فِي سَبِيلِ اللَّهِ قَالَ: [مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ] (19) ¶ ثانيًا: نصر المظلومين : ¶ قال تعالى:{ وَمَا لَكُمْ لَا تُقَاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجَالِ وَالنِّسَاءِ وَالْوِلْدَانِ الَّذِينَ يَقُولُونَ رَبَّنَا أَخْرِجْنَا مِنْ هَذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُهَا وَاجْعَل لَنَا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَل لَنَا مِنْ لَدُنْكَ نَصِيرًا[75]} (20) ¶ ثالثًا: ردّ العدوان وحفظ الإسلام :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال الله تعالى: { الشَّهْرُ الْحَرَامُ بِالشَّهْرِ الْحَرَامِ وَالْحُرُمَاتُ قِصَاصٌ فَمَنِ اعْتَدَى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدَى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ[194]}(21). وقال سبحانه:{ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ بِغَيْرِ حَقٍّ إِلَّا أَنْ يَقُولُوا رَبُّنَا اللَّهُ وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيرًا وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ[40]} (22) ¶ الباب الثالث : ¶ فضل الجهاد في سبيل الله ¶ درجات المجاهدين في سبيل الله : ¶ عن النبي صلى الله عليه وسلم قال: [ إِنَّ فِي الْجَنَّةِ مِائَةَ دَرَجَةٍ أَعَدَّهَا اللَّهُ لِلْمُجَاهِدِينَ فِي سَبِيلِ اللَّهِ مَا بَيْنَ الدَّرَجَتَيْنِ كَمَا بَيْنَ السَّمَاءِ وَالْأَرْضِ فَإِذَا سَأَلْتُمُ اللَّهَ فَاسْأَلُوهُ الْفِرْدَوْسَ فَإِنَّهُ أَوْسَطُ الْجَنَّةِ وَأَعْلَى الْجَنَّةِ وَفَوْقَهُ عَرْشُ الرَّحْمَنِ وَمِنْهُ تَفَجَّرُ أَنْهَارُ الْجَنَّةِ] (23) ¶ الجهاد لا يعدله شيء : ¶ عن أَبَي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ دُلَّنِي عَلَى عَمَلٍ يَعْدِلُ الْجِهَادَ قَالَ: [لَا أَجِدُهُ] قَالَ: [هَلْ تَسْتَطِيعُ إِذَا خَرَجَ الْمُجَاهِدُ أَنْ تَدْخُلَ مَسْجِدَكَ فَتَقُومَ وَلَا تَفْتُرَ وَتَصُومَ وَلَا تُفْطِرَ] قَالَ وَمَنْ يَسْتَطِيعُ ذَلِكَ . (24) ¶ ضيافة الشهداء عند ربهم :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عَنْ الْمِقْدَامِ بْنِ مَعْد ِيكَرِبَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: [لِلشَّهِيدِ عِنْدَ اللَّهِ سِتُّ خِصَالٍ يَغْفِرُ لَهُ فِي أَوَّلِ دُفْعَةٍ مِنْ دَمِهِ وَيُرَى مَقْعَدَهُ مِنْ الْجَنَّةِ وَيُجَارُ مِنْ عَذَابِ الْقَبْرِ وَيَأْمَنُ مِنْ الْفَزَعِ الْأَكْبَرِ وَيُحَلَّى حُلَّةَ الْإِيمَانِ وَيُزَوَّجُ مِنْ الْحُورِ الْعِينِ وَيُشَفَّعُ فِي سَبْعِينَ إِنْسَانًا مِنْ أَقَارِبِهِ] (25). وفي حديث النبي صلى الله عليه وسلم أنه قال في وصف الحور العين: [...وَلَوْ أَنَّ امْرَأَةً مِنْ أَهْلِ الْجَنَّةِ اطَّلَعَتْ إِلَى أَهْلِ الْأَرْضِ لَأَضَاءَتْ مَا بَيْنَهُمَا وَلَمَلَأَتْهُ رِيحًا وَلَنَصِيفُهَا عَلَى رَأْسِهَا خَيْرٌ مِنْ الدُّنْيَا وَمَا فِيهَا] (26) ¶ الجهاد في سبيل الله تجارة رابحة : ¶ قال تعالى في تجارة المجاهدين الرابحة:{ يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ[10]تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ[11]يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ[12]وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ[13]} (27) ¶ وقال سبحانه: { فَلْيُقَاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَيَاةَ الدُّنْيَا بِالْآخِرَةِ وَمَنْ يُقَاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا[74]}.(28) ¶ فضل الرباط في سبيل الله تعالى :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الرباط على الثغور التي يمكن أن تكون منافذ ينطلق منها العدو إلى دار الإسلام له فضل عظيم، فعَنْ سَلْمَانَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: [رِبَاطُ يَوْمٍ وَلَيْلَةٍ خَيْرٌ مِنْ صِيَامِ شَهْرٍ وَقِيَامِهِ وَإِنْ مَاتَ جَرَى عَلَيْهِ عَمَلُهُ الَّذِي كَانَ يَعْمَلُهُ وَأُجْرِيَ عَلَيْهِ رِزْقُهُ وَأَمِنَ الْفَتَّانَ](29) ¶ فضل الحراسة في سبيل الله : ¶ قال رسول الله صلى الله عليه وسلم: [عَيْنَانِ لَا تَمَسُّهُمَا النَّارُ عَيْنٌ بَكَتْ مِنْ خَشْيَةِ اللَّهِ وَعَيْنٌ بَاتَتْ تَحْرُسُ فِي سَبِيلِ اللَّهِ] (30) ¶ فضل الغدوة أو الروحة في سبيل الله : ¶ قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [رِبَاطُ يَوْمٍ فِي سَبِيلِ اللَّهِ خَيْرٌ مِنْ الدُّنْيَا وَمَا عَلَيْهَا وَمَوْضِعُ سَوْطِ أَحَدِكُمْ مِنْ الْجَنَّةِ خَيْرٌ مِنْ الدُّنْيَا وَمَا عَلَيْهَا وَالرَّوْحَةُ يَرُوحُهَا الْعَبْدُ فِي سَبِيلِ اللَّهِ أَوْ الْغَدْوَةُ خَيْرٌ مِنْ الدُّنْيَا وَمَا عَلَيْهَا](31) . ¶ فضل من اغبرَّت قدماه في سبيل الله : ¶ قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [مَا اغْبَرَّتْ قَدَمَا عَبْدٍ فِي سَبِيلِ اللَّهِ فَتَمَسَّهُ النَّارُ] (32) ¶ دم الشهيد يوم القيامة :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [تَضَمَّنَ اللَّهُ لِمَنْ خَرَجَ فِي سَبِيلِهِ لَا يُخْرِجُهُ إِلَّا جِهَادًا فِي سَبِيلِي وَإِيمَانًا بِي وَتَصْدِيقًا بِرُسُلِي فَهُوَ عَلَيَّ ضَامِنٌ أَنْ أُدْخِلَهُ الْجَنَّةَ أَوْ أَرْجِعَهُ إِلَى مَسْكَنِهِ الَّذِي خَرَجَ مِنْهُ نَائِلًا مَا نَالَ مِنْ أَجْرٍ أَوْ غَنِيمَةٍ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ مَا مِنْ كَلْمٍ يُكْلَمُ فِي سَبِيلِ اللَّهِ إِلَّا جَاءَ يَوْمَ الْقِيَامَةِ كَهَيْئَتِهِ حِينَ كُلِمَ لَوْنُهُ لَوْنُ دَمٍ وَرِيحُهُ مِسْكٌ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوْلَا أَنْ يَشُقَّ عَلَى الْمُسْلِمِينَ مَا قَعَدْتُ خِلَافَ سَرِيَّةٍ تَغْزُو فِي سَبِيلِ اللَّهِ أَبَدًا وَلَكِنْ لَا أَجِدُ سَعَةً فَأَحْمِلَهُمْ وَلَا يَجِدُونَ سَعَةً وَيَشُقُّ عَلَيْهِمْ أَنْ يَتَخَلَّفُوا عَنِّي وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَوَدِدْتُ أَنِّي أَغْزُو فِي سَبِيلِ اللَّهِ فَأُقْتَلُ ثُمَّ أَغْزُو فَأُقْتَلُ ثُمَّ أَغْزُو فَأُقْتَلُ].(33) ¶ ما يجد الشهيد من ألم القتل : ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: [الشَّهِيدُ لَا يَجِدُ مَسَّ الْقَتْلِ إِلَّا كَمَا يَجِدُ أَحَدُكُمْ الْقَرْصَةَ يُقْرَصُهَا](34) ¶ فضل النفقة في سبيل الله : ¶ قال تعالى:{مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ وَاللّهُ يُضَاعِفُ لِمَن يَشَاءُ وَاللّهُ وَاسِعٌ عَلِيمٌ[261]} (35). وعَنْ خُرَيْمِ بْنِ فَاتِكٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [مَنْ أَنْفَقَ نَفَقَةً فِي سَبِيلِ اللَّهِ كُتِبَتْ لَهُ بِسَبْعِ مِائَةِ ضِعْفٍ] (36)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ قَالَ جَاءَ رَجُلٌ بِنَاقَةٍ مَخْطُومَةٍ فَقَالَ هَذِهِ فِي سَبِيلِ اللَّهِ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [لَكَ بِهَا يَوْمَ الْقِيَامَةِ سَبْعُ مِائَةِ نَاقَةٍ كُلُّهَا مَخْطُومَةٌ](37) ¶ الشهداء أحياء عند ربهم يرزقون : ¶ قال الله تعالى: {وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ[169] فَرِحِينَ بِمَا آتَاهُمُ اللَّهُ مِن فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ[170] يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ اللَّهِ وَفَضْلٍ وَأَنَّ اللَّهَ لاَ يُضِيعُ أَجْرَ الْمُؤْمِنِينَ[171]} (38) ¶ الجهاد باب من أبواب الجنة : ¶ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: [جَاهِدُوا فِي سَبِيلِ اللَّهِ فَإِنَّ الْجِهَادَ فِي سَبِيلِ اللَّهِ تَبَارَكَ وَتَعَالَى بَابٌ مِنْ أَبْوَابِ الْجَنَّةِ يُنَجِّي اللَّهُ تَبَارَكَ وَتَعَالَى بِهِ مِنْ الْهَمِّ وَالْغَمِّ](39) ¶ ما يُبلِّغ منازل الشهداء : ¶ ويحصل هذا الخير العظيم لمن سأل الله الشهادة بصدق، فعَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: [مَنْ سَأَلَ اللَّهَ الشَّهَادَةَ بِصِدْقٍ بَلَّغَهُ اللَّهُ مَنَازِلَ الشُّهَدَاءِ وَإِنْ مَاتَ عَلَى فِرَاشِهِ] (40) ¶ الباب الرابع : ¶ أحكام الجهاد من خلال سورة الأنفال ¶ بين يدي سورة الأنفال :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "سورة الأنفال إحدى السور المدنية التي عُنيت بجانب التشريع , و بخاصة فيما يعلق بأمر الجهاد في سبيل الله عز و جل , فقد عالجت هذه السورة بعض النواحي الحربية التي ظهرت عقب بعض الغزوات و تضمنت كثيرا من التشريعات و الأحكام الحربية و الإرشادات الإلهية التي يجب على المؤمنين اتباعها في قتالهم الأعداء و تناولت أيضا جانب السلم و الحرب و أحكام الأسر و الغنائم (41) ¶ فمن الأحكام التي نستخلصها من سورة الأنفال ما يلي : ¶ 1. الإعداد للجهاد : ¶ لا يُمكن أن يُقاتَل العدو بغير إعداد ولا عدّة ، ولذا قال الله سبحانه في سورة الأنفال : ( وَأَعِدُّواْ لَهُم مَّا اسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ الْخَيْل ِتُرْهِبُونَ بِهِ عَدْوَّ اللّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِن دُونِهِمْ لاَ تَعْلَمُونَهُمُ اللّهُ يَعْلَمُهُمْ ) ¶ ومن قاتَل العدو بغير إعداد فإنه قد خالِف ما أُمِرَ به ، ورام النصر من غير بابه .ولذا كانوا يُعوّدون الخيل على الكرّ والفرّ حتى في حال السِّلم حتى تألف ذلك عند القتال . ¶ جاء في سيرة نور الدين زنكي : ¶ أنه كان يُكثر اللعب بالكرة ، فأُنكِرَ عليه فكتب نور الدين لمن أنكر عليه : ¶ والله ما أقصد اللعب ، وإنما نحن في ثغر ، فربما وقع الصوت فتكون الخيل قد أدمنت على الانعطاف والكر والفرّ .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأول الإعداد في سبيل الله هو الإعداد الإيماني فبالإيمان تقوى صلة المرء بربه، ويستمد منه العون، ويأتيه الفرج بعد الكرب، قال تعالى: {ومن يتق الله يجعل له مخرجاً ويرزقه من حيث لا يحتسب}(42) , والإيمان يعتبر أيضا أساس لازم لجميع التكاليف الشاقة كالجهاد ونحوه، فإذا أتم المرء هذا الإعداد صار مؤهلا لأداء هذه الفريضة وصار أهلاً للتأييد والتثبيت الإلهي، ولذا فقد خاطب الله نبيه: {يا أيها المزمل قم الليل إلا قليلاً} إلى قوله {إنا سنلقي عليك قولاً ثقيلاً} (43) , والإيمان هو المحور الذي تقوم عليه الجماعة المسلمة، ويرتكز عليه أي كيان يريد القيام بفريضة الجهاد في سبيل الله، ويتأتى ذلك بتطبيق الأخلاق الإيمانية من المودة والأخوة والإيثار والتراحم ونحو ذلك داخل الصف المسلم ليكون كما أراد الله \"بنياناً مرصوصاً\". , ¶ وبالإيمان يجبر النقص والضعف في العدد والعدة لدى المسلمين أمام أعدائهم، قال تعالى: {كم من فئة قليلة غلبت فئة كثيرة بإذن الله والله مع الصابرين} (44)، فإن اتصاف هذه الفئة القليلة بالصبر وتحليها به عوضها النقص العددي لديها فنصرها الله تعالى . ¶ 2. قتل أسرى بدر أفضل من استعبادهم :",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "استشار رسول الله صلى الله عليه وسلم أصحابه بشأن أسرى بدر ، وهم سبعون . فأشار الصديق أن يؤخذ منهم فدية تكون لهم قوة . ويطلقهم لعل الله يهديهم للإسلام . فقال عمر لا والله ما أرى ذلك . ولكني أرى أن تمكننا ، فنضرب أعناقهم . فإن هؤلاء أئمة الكفر وصناديد الشرك فهوى رسول الله صلى الله عليه وسلم ما قال أبو بكر . فقال \" إن الله عز وجل ليلين قلوب رجال فيه حتى تكون ألين من اللين وإن الله عز وجل ليشدد قلوب رجال فيه حتى تكون أشد من الحجارة . وإن مثلك يا أبا بكر كمثل إبراهيم إذ قال: (فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم )وإن مثلك يا أبا بكر كمثل عيسى ، إذ قال : ( إن تعذبهم فإنهم عبادك و إن تغفر لهم فإنك أنت العزيز الحكيم ) الآية . وإن مثلك يا عمر كمثل موسى ،إذ قال : ( ربنا اطمس على أموالهم و أشدد على قلوبهم ) . وإن مثلك يا عمر كمثل نوح إذ قال : ( رب لا تذر على الأرض من الكافرين ديارا ) ثم قال أنتم اليوم عالة . فلا ينفلتن منهم أحد إلا بفداء أو ضرب عنق . فأنزل الله تعالى قوله : ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض ) قال عمر فلما كان من الغد غدوت على رسول الله صلى الله عليه وسلم فإذا هو قاعد - هو وأبو بكر - يبكيان . فقلت : يا رسول الله أخبرني ما يبكيك ؟ وصاحبك ؟ فإن وجدت بكاء بكيت ، وإن لم أجد تباكيت لبكائكما. ¶ فقال أبكي للذي عرض علي أصحابك من الغد من أخذهم الفداء . فقد عرض علي عذابهم أدنى من هذه الشجرة - لشجرة قريبة منه - وقال لو نزل عذاب ما سلم منه إلا عمر ). ¶ فكان بنزول آية ( ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض ) البيان الشافي للنبي صلى الله عليه و سلم و للمسلمين في أن قتل الأسرى في غزوة بدر كان أفضل من استعبادهم . ¶ ولقد كان هدي النبي صلى الله عليه وسلم في أسرى الحرب على قسمين : ¶ الأول: النساء والصبيان والشيوخ غير القادرين على القتال، والذين لا رأي لهم في الحرب.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الثاني: الرجال البالغون المقاتلون. ¶ وقد جعل الإسلام للحاكم فعل الأصلح بين أمور ثلاثة في أسرى الرجال البالغين المقاتلين المنُّ أو الفداء أو القتل. ¶ والمن : إطلاق سراحهم دون مقابل. ¶ والفداء : قد يكون بالمال، وقد يكون بأسرى من المسلمين، ففي غزوة بدر كان الفداء بالمال، وروى أحمد والترمذي عنه عليه الصلاة والسلام أنه فدى رجلين من أصحابه برجل من المشركين من بني عقيل. ¶ قال تعالى: (فَإِذَا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقَابِ حَتَّى إِذَا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثَاقَ فَإِمَّا مَنّاً بَعْدُ وَإِمَّا فِدَاءً حَتَّى تَضَعَ الْحَرْبُ أَوْزَارَهَا) . (45) ¶ وروى مسلم من حديث أنس رضي الله عنه أن النبي صلى الله عليه وسلم أطلق سراح الذين أخذهم أسرى، وكان عددهم ثمانين، وكانوا قد هبطوا عليه وعلى أصحابه من جبال التنعيم عند صلاة الفجر ليقتلوهم. ¶ والقتل : كما أنه يجوز له قتل الأسير إذا كانت المصلحة تقتضي قتله، كما ثبت أنه قتل النضر بن الحارث، وعقبة بن أبي معيط يوم بدر، وقتل أبا عزة الجمحي يوم أحد ¶ 3. الغنائم :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "لقد أختلف الصحابة رضوان الله عليهم في أمر الغنائم فقال من جمعها : هي لنا . وقال من هزم العدو لولانا ما أصبتموها ، وقال الذين يحرسون رسول الله صلى الله عليه وسلم ما أنتم بأحق بها منا . قال عبادة بن الصامت : فنزعها الله من أيدينا . فجعلها إلى رسول الله صلى الله عليه وسلم فقسمه بين المسلمين على السواء فكان في ذلك تقوى الله , و طاعة رسوله , و إصلاح ذات البين وأنزل الله تعالى قوله : ( يسألونك عن الأنفال قل الأنفال لله والرسول ) وفي قوله تعالى : ( واعلموا أنما غنمتم من شئ فإن لله خمسه و للرسول و لذي القربى و اليتامى و المساكين و ابن السبيل إن كنتم أمنتم بالله و ما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان و الله على كل شئ قدير ) أي أعلموا أيها المؤمنون أنما غنمتم من أموال المشركين في الحرب سواء قليلا أو كثيرا ( فإن لله خمسه ) قال المفسرون : تقسم الغنيمة خمسة أقسام , فيعطى الخمس لمن ذكر الله تعالى في هذه الآية , و الباقي يوزع على الغانمين \" للرسول \" أي سهم من الخمس يعطى للرسول صلى الله عليه و سلم , \" ولذي القربى \" أي قرابة رسول الله صلى الله عليه و سلم وهم بنو هاشم و بنو عبد المطلب , \" و اليتامى و المساكين وابن السبيل \" أي و لهؤلاء الأصناف من اليتامى الذين مات آباؤهم , و الفقراء من ذوي الحاجة , و المنقطع في سفره من المسلمين . ¶ 4 . مهادنة العدو : ¶ من أحكام الجهاد الواردة في سورة الأنفال إمكانية مهادنة العدو كما قال الله تعالى في سورة الأنفال : ( و إن جنحوا للسلم فأجنح لها و توكل على الله ) فهذه الآية الكريمة تبين أن العدو إذا مال للصلح و المهادنة فيمكن الميل إليه و إجابتهم إلى ما طلبوا إن كان في ذلك مصلحة للمسلمين . ¶ 5 . الثبات للعدو و ترك الفرار من الزحف :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من أحكام الجهاد التي نستخلصها من سورة الأنفال الثبات و ترك الفرار من الزحف و ذلك لقوله تعالى : ) إذا لقيتم فئة فاثبتوا ) \"الأنفال آية 45\" وقوله تعالى : (يا أيها الذين أمنوا إذا لقيتم الذين كفروا زحفا فلا تولوهم الأدبار ومن يولهم يومئذ دبره إلا متحرفاً لقتال أو متحيزا إلى فئة فقد باء بغضب من الله ومأواه جهنم وبئس المصير ) , ولحديث عبد الله بن أبِى أوفى رضِىَ الله عنهما فِي صحيح البخارِي \" لا تتمنوا لقاء العدو وسلوا الله العافية فإذا لقيتموهم فاصبروا واعلموا أن الجنة تحت ظلال السيوف \" . ¶ بعض أحكام الجهاد الأخرى من الكتاب و السنة : ¶ إخلاص النية و تجريدها لله عز و جل : ¶ إخلاص النية شرط في قبول العبادات ومن لم يُخلص في جهاده لم يكن له من نصيب فيه ، ولم يكن له إلا ما نوى إذا نوى أمراً دنيوياً ، أما إذا أظهر للناس أنه يُجاهد في سبيل الله ولم يكن كذلك فهذا أول من تسعر به النار ، كما في حديث أبي هريرة رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : إن أول الناس يقضى يوم القيامة عليه رجل استشهد فأُتي به فعرفه نعمه فعرفها . قال : فما عملت فيها ؟ قال : قاتلت فيك حتى استشهدت . قال : كذبت ولكنك قاتلت لأن يقال جريء ، فقد قيل . ثم أمر به فسحب على وجهه حتى ألقي في النار ... الحديث . (46)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي الصحيحين من حديث سهل بن سعد رضي الله عنه قال : التقى النبي صلى الله عليه وسلم والمشركون في بعض مغازيه فاقتتلوا فمال كل قوم إلى عسكرهم وفي المسلمين رجل لا يدع من المشركين شاذة ولا فاذة إلا اتبعها فضربها بسيفه ، فقيل : يا رسول الله ما أجزأ أحد ما أجزأ فلان . فقال : إنه من أهل النار . فقالوا : أينا من أهل الجنة إن كان هذا من أهل النار ؟ فقال رجل من القوم : لأتبعنه فإذا أسرع و أبطأ كنت معه حتى جرح ، فاستعجل الموت ، فوضع نصاب سيفه على الأرض وذبابه بين ثدييه ، ثم تحامل عليه فقتل نفسه ، فجاء الرجل إلى النبي صلى الله عليه وسلم فقال : أشهد أنك رسول الله . فقال : وما ذاك فأخبره ، فقال : إن الرجل ليعمل بعمل أهل الجنة فيما يبدو للناس وإنه من أهل النار ويعمل بعمل أهل النار فيما يبدو للناس وهو من أهل الجنة . ¶ والأحاديث في هذا المعنى كثيرة . ¶ أما إذا غزا وهو يُريد غرضا دنيوياً ، فليس له إلا ما نوى ، وإن ذهبت نفسه . ¶ قال عليه الصلاة والسلام : من غزا ولا ينوي في غزاته إلا عقالا فله ما نوى . رواه الإمام أحمد وغيره ، وهو حديث صحيح . ¶ ضرورة وجود إمام أو أمير : ¶ لا يقوم الجهاد إلا بإمام أو أمير ، يُرجع إليه عند الحاجة ، ويُردّ إليه عند الاختلاف ولم يُنقل عن النبي صلى الله عليه وسلم أنه سيّر سرية أو بعث بعثا أو أنفذ جيشاً دون أن يؤمّر عليه أميرا ، وقد أمّر النبي صلى الله عليه وسلم ثلاثة من الصحابة على جيش مؤتة ، وهم زيد بن حارثة وجعفر بن أبي طالب وعبد الله بن رواحه رضي الله عنهم . ¶ وضوح الهدف و بيان القصد : ¶ جاء رجل إلى النبي صلى الله عليه وسلم فقال : الرجل يقاتل للمغنم ، والرجل يقاتل للذكر والرجل يقاتل ليرى مكانه . فمن في سبيل الله ؟ قال : من قاتل لتكون كلمة الله هي العليا فهو في سبيل الله . (47)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فيُقاتِل المسلم من أجل هدف سام ، وغاية عظيمة ، وهي إعلاء كلمة الله وهو يربأ بنفسه أن يُقاتِل حمية أو عصبية أو لغرض دنيوي زائل قال عليه الصلاة والسلام : من قُتِل تحت راية عُمِّيَّةٍ ، يدعو عصبية أو ينصر عصبية ، فَقِتْلَةٌ جاهلية . رواه مسلم . وفي الحديث الآخر : ليس منا من دعا إلى عصبية ، وليس منا من قاتل على عصبية ، وليس منا من مات على عصبية .(48) ¶ فلا بُد أن يكون المسلم على بيّنة في قتاله وما الهدف من هذا القتال ؟ فإذا كان لإقامة شرع الله فهذا هو المقصد ، أما إذا كان غير ذلك فبئس القصد وبئست النيّة . ¶ استئذان الوالدين : ¶ ثبت في الصحيحين عن النبي صلى الله عليه و سلم أنه قال : جاء رجل إلى النبي صلى الله عليه وسلم يستأذنه في الجهاد ، فقال : أحي والداك ؟ قال : نعم . قال : ففيهما فجاهد . (49) ¶ قال جمهور العلماء : يحرم الجهاد إذا منع الأبوان أو أحدهما ، بشرط أن يكونا مسلمين ، لأن برّهما فرض عين عليه ، والجهاد فرض كفاية ، فإذا تعين الجهاد فلا إذْن . ¶ قال الإمام الصنعاني : ¶ وذهب الجماهير من العلماء إلى أنه يحرم الجهاد على الولد إذا منعه الأبوان أو أحدهما بشرط أن يكونا مسلمين ؛ لأن برّهما فرض عين والجهاد فرض كفاية ، فإذا تعين الجهاد فلا . فإن قيل : برّ الوالدين فرض عين أيضا ، والجهاد عند تعينه فرض عين ، فهما مستويان . ما وجه تقديم الجهاد ؟ قلت : لأن مصلحته أعمّ ، إذ هي لحفظ الدين والدفاع عن المسلمين ، فمصلحته عامة مقدمة على غيرها من المصالح الخاصة .وهذا هو القول الصواب لدى جمهور الفقهاء ، جمعاً بين الأدلة ، ويُستثنى من ذلك ما إذا كان له أبوان شيخان كبيران وليس لهما عائل سواه ، فحينئذٍ يجوز له التخلف عن الجهاد . ¶ استئذان المدين من غريمه :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "روى الإمام مسلم عن أبي قتادة أنه سمعه يحدث عن رسول الله صلى الله عليه وسلم أنه قام فيهم فذكر لهم أن الجهاد في سبيل الله والإيمان بالله أفضل الأعمال . فقام رجل فقال : يا رسول الله ! أرأيت إن قتلت في سبيل الله تكفر عني خطاياي ؟ فقال له رسول الله صلى الله عليه وسلم : نعم . إن قتلت في سبيل الله وأنت صابر محتسب مقبل غير مدبر ثم قال رسول الله : كيف قلت ؟ قال : أرأيت إن قتلت في سبيل الله ، أتكفر عني خطاياي ؟ فقال رسول الله صلى الله عليه وسلم : نعم وأنت صابر محتسب مقبل غير مدبر . إلا الدَّين . فإن جبريل عليه السلام قال لي ذلك . ¶ قال ابن قدامة في المغني : ¶ ومن عليه دين حال أو مؤجل لم يجز له الخروج إلى الغزو إلا بأذن غريمه إلا أن يترك وفاء أو يقيم به كفيلا أو يوثقه برهن ، وبهذا قال الشافعي ، ورخص مالك في الغزو لمن لا يقدر على قضاء دينه ؛ لأنه لا تتوجه المطالبة به ولا حبسه من أجله فلم يمنع من الغزو كما لو لم يكن عليه دين . ولنا إن الجهاد تقصد منه الشهادة التي تفوت بها النفس فيفوت الحق بفواتها وقد جاء أن رجلا جاء إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله إن قتلت في سبيل الله صابرا محتسبا تكفر عني خطاياي ؟ قال : نعم ، إلا الدين فإن جبريل قال لي ذلك . رواه مسلم . وأما إذا تعين عليه الجهاد فلا إذن لغريمه ؛ لأنه تعلق بعينه ، فكان مقدما على ما في ذمته كسائر فروض الأعيان ، ولكن يستحب له أن لا يتعرض لمظان القتل . ¶ خاتمة البحث ¶ وبعد أن استعرضنا في الباب الرابع من هذا البحث مفهوم الجهاد و أحكامه من خلال سورة الأنفال نسجل أهم النتائج و الفوائد التي تم التوصل إليها : ¶ 1. إن مفهوم الجهاد واسع كبير و ما القتال بالسيف إلا نوع من أنواع الجهاد الكثيرة و المتعددة .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "2. سورة الأنفال هي إحدى السور المدنية التي عُنيت بجانب التشريع , و بخاصة فيما يعلق بأمر الجهاد في سبيل الله عز و جل , فقد عالجت هذه السورة بعض النواحي الحربية التي ظهرت عقب بعض الغزوات و تضمنت كثيرا من التشريعات و الأحكام الحربية و الإرشادات الإلهية التي يجب على المؤمنين اتباعها في قتالهم الأعداء و تناولت أيضا جانب السلم و الحرب و أحكام الأسر و الغنائم. ¶ 3. يمكن أن نستخلص بعض أحكام الجهاد الأخرى من بعض سور القرآن عدا سورة الأنفال مثل سورة آل عمران و التوبة و محمد و الفتح و الحشر وغيرها من سور القرآن الكريم و كذلك يمكن أن نستخلص بعض أحكام الجهاد من سيرة المصطفى صلى الله عليه وسلم . ¶ 4. إن فضائل الجهاد في سبيل الله كثيرة جدا كما تبين ذلك من خلال استعراض الكثير من الآيات القرآنية الكريمة والأحاديث النبوية الشريفة . ¶ 5. إن الحكمة من مشروعية الجهاد في سبيل الله هو إعلاء كلمة الله عز و جل و نصر المظلومين و رد العدوان و حفظ السلام . ¶ 6. من أحكام الجهاد الهامة و التي لم ترد في سورة الأنفال : ضرورة إخلاص النية لله تبارك و تعالى و ضرورة وضوح الهدف و بيان القصد وضرورة وجود الإمام أو الأمير . ¶ و أخيرا الحمد لله الذي بنعمته تتم الصالحات و أسأله سبحانه أن يوفقنا لما يحب و يرضى و ما كان من توفيق في هذا البحث فمن الله وحده و ما كان من خطأ فمن نفسي و من الشيطان و آخر دعوانا أن الحمد لله رب العالمين ... ¶ فهرس البحث ¶ أولا : فهرس الآيات : ¶ (1) الآية 52 من سورة الفرقان . ¶ (3) الآية 73 من سورة التوبة . ¶ (4) الآية 69 من سورة العنكبوت . ¶ (11) سورة التوبة . ¶ (13) سورة الأنفال . ¶ (15) سورة التوبة . ¶ (17)سورة الأنفال . ¶ (18) سورة البقرة . ¶ (20) سورة النساء . ¶ (21) سورة البقرة . ¶ (22) سورة الحج . ¶ (27) سورة الصف . ¶ (28) سورة النساء . ¶ (35) سورة البقرة . ¶ (38) سورة آل عمران . ¶ (42) الآية 2 من سورة الطلاق .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(43) الآية من 1- 5 من سورة المزمل . ¶ (44) الآية 249 من سورة البقرة . ¶ (45) الآية 4 من سورة محمد . ¶ ثانيا : فهرس الأحاديث : ¶ (5)رواه مسلم [في الإيمان/ص70] . ¶ (6)متفق عليه: البخاري [ 10 / 403] ومسلم [ 4 / 1975 ] . ¶ (7)البخاري في النفقات [ 7 / 80 / الحلبي بمصر ]. ¶ (8)ابن ماجة [ 2 / ص995 ] وانظر النسائي [ 5 / ص 113-115 ] . ¶ (9)البخاري في الجهاد [ 4 / 93 / الحلبي ]. ¶ (10)الترمذي في فضائل الجهاد [ 4 / 165 / الحلبي ]. ¶ (14)[رواه البخاري ومسلم] . ¶ (16)رواه أبوداود والنسائي وأحمد . ¶ (19)رواه البخاري ومسلم . ¶ (23)رواه البخاري . ¶ (24)رواه البخاري ومسلم . ¶ (25)رواه ابن ماجة والترمذي وأحمد . ¶ (26)رواه البخاري . ¶ (29)رواه مسلم . ¶ (30)رواه الترمذي . ¶ (31)رواه البخاري، ومسلم-مختصرا . ¶ (32)رواه البخاري . ¶ (33)رواه البخاري . ¶ (34) رواه النسائي والترمذي وابن ماجة والدارمي وأحمد . ¶ (36)رواه النسائي . ¶ (37)رواه مسلم . ¶ (39)رواه أحمد . ¶ (40)رواه مسلم . ¶ (46)رواه مسلم . ¶ (47)متفق عليه . ¶ (48)رواه أبو داود . ¶ (49)متفق عليه . ¶ ثالثا : فهرس المراجع : ¶ (2) تفسير ابن كثير [ 3/337 ] . ¶ (12)[انظر:المغني لابن قدامة] . ¶ (41)( صفوة التفاسير للصابوني ) . ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 13",
            "page": "21",
            "part": "1"
        }
    ],
    "t36177": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مفهوم الجهاد و أحكامه من خلال سورة الأنفال"
        }
    ]
}