{
    "b36184": [
        {
            "id": "1",
            "nass": "الأسهم المختلطة في ميزان الشريعة ¶ أسهم الشركات التي أنشئت لغرض مباح وتتعامل بالمحرم أحياناً ¶ تأليف ¶ صالح بن مقبل بن عبد الله العصيمي التميمي ¶ قراه وقدم له ¶ صاحب الفضيلة الشيخ/ عبد العزيز الراجحي ¶ قرأه وأقره جمع من أهل العلم منهم ¶ د/ عبدالكريم بن عبدالله الخضير ¶ أ.د. علي بن نفيع العلياني ¶ د. عبد الرحمن بن صالح المحمود ¶ د. أحمد العبد اللطيف ¶ أ.د. عبد الله موسى العمار ¶ د.سعد بن تركي الخثلان ¶ بسم الله الرحمن الرحيم ¶ شكر وتقدير ¶ من لا يشكر الناس لا يشكر الله، وأحب أن أتقدم بالشكر الجزيل للعديد من العلماء وطلبة العلم الذين أسعدوني بقراءة هذا البحث، ومنهم من أعطى بعض الملاحظات التي استفدت منها، وأخص بالذكر مشايخي الفضلاء. ¶ صاحب الفضيلة الشيخ عبد العزيز الراجحي/ وصاحب الفضيلة الشيخ الدكتور/ عبد الكريم الخضير، وصاحب الفضيلة الشيخ الدكتور/ عبد الرحمن المحمود، أعضاء هيئة التدريس بجامعة الإمام محمد بن سعود الإسلامية بالرياض وصاحب الفضيلة الشيخ الأستاذ الدكتور/علي بن نفيع العلياني/ وصاحب الفضيلة الشيخ الدكتور/ أحمد العبد اللطيف عضوي هيئة التدريس بجامعة أم القرى بمكة المكرمة. ¶ كما أشكر أصحاب الفضيلة الشيخ الدكتور / عبد الله بن موسى العمار وصاحب الفضيلة الشيخ الدكتور/ سعد الخثلان عضوي هيئة التدريس بجامعة الإمام محمد بن سعود الإسلامية. ¶ كما أشكر صاحب الفضيلة الشيخ الدكتور/ يوسف الغفيص عضو هيئة كبار العلماء. ¶ والشيخ الدكتور/ راشد العليوي، والشيخ الدكتور/ أحمد الخليل أعضاء هيئة التدريس بجامعة القصيم. ¶ كما أشكر مشايخي الفضلاء الذين استلموا البحث ولم يتمكنوا من إنهاء قراءته، وأتمنى أن استفيد في الطبعات القادمة من ملاحظاتهم. ¶ مقدمة",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهدي الله فلا مضل له، ومن يُضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله صلى الله عليه وآله وصحبه وسلم تسليماً كثيراً، أما بعد: ¶ فإن على المسلم أن يتقي الله ويخافه ويجتنب غضبه وسخطه وأن يحرص كل الحرص على اجتناب المحرمات وعليه أن يعلم أن الذنوب والمعاصي متنوعة ما بين كبائر وصغائر كما إن هناك ذنوباً لا أثر لها على صحة عبادة المسلم، وهناك ما لها أثر عليها ومنها المال الحرام حيث يظل ملازماً للمؤمن في جميع شؤونه: من مأكل، ومشرب، ومركب، وملبس. فعندما يسافر لطاعة من الطاعات فإنّ مركبه حرام وملبسه حرام، ولذا قال الرسول صلى الله عليه وسلم: «....الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يقول: يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغُذِّي بالحرام، فأنى يستجاب لذلك»( ). ¶ فأنت تلحظ هنا أن الرجل يسافر سفر الطاعات ويبذل الجهد بالدعاء، ولكن دعاءه مردود عليه لأن المال الحرام قد أحاط به من كل جانب فأثر المال الحرام شديد فقد يقع الإنسان في معصية من المعاصي فلا تؤثر على صحة صلاته ولا على صحة حجه بعكس المال الحرام الذي قد يؤثر على كمال الحج أو صحته، وكذاك الصلاة، وغيرها فأثره على جميع أفعال العبد ولذا أرشد النبي صلى الله عليه وسلم صاحبه كعب بن عجرة حيث قال: يا كعب بن عجرة «إنه لا يربو لحم نبت من سُحت إلا كانت النار أولى به( ).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "على المسلم أن يتقي الله في نفسه، وفي أولاده. وليتحرّ المال الحلال والكسب الحلال وليعلم بأن في الحلال غنية عن الحرام، وفي الواضحات الجليات مندوحة عن المشتبهات والمحرمات وعليه أن يستبرأ لدينه وأن يمحص ويدقق ولا يكون كما وصفه النبي صلى الله عليه وسلم يتخبط بالأموال كما تتخبط البهائم بالربيع عندما أغراها رونقه وخضرته فأكلت منه بنهم دون أن تميز بين صالحه وطالحه، أو تقتنى بلا حذر فأهلكها. وكذا صاحب المال الحرام يتخبط به حتى يهلك ( ). ¶ فكيف يرضى عاقل بأن يكون كالبهائم؟ ¶ ولقد حذر صلى الله عليه وسلم أمته مما سيحدث حيث قال: ليأتين على الناس زمان، لا يبالي المرء بما أخذ المال أمِنْ حلال أم من حرام ( ). ¶ وهذا التنبيه من النبي صلى الله عليه وسلم لم يلتفت إليه كثيرٌ من الناس حيث تجد الكثير منهم يتخبط في الأسهم أملاً بالكسب السريع وتجده في كل يوم يحل لنفسه أسهماً كان بالأمس يحرمها. وقد لا يتحرج في شراء وبيع أسهم كان بالأمس لديه من الخوف والديانة ما يمنعه منها وتلك وربي مصيبة عظمى ورزية كبرى فالحذر الحذر من الوقوع في المهلكات، واكتساب المحرمات، والدخول في المساهمات المحرمة، وعدم التثبت وعدم التدقيق والمؤمن مطالب بأن يتحرى لماله المجال المباح والاستثمار الذي لا تشوبه شائبة ولا تحيط به شبهة حتى يستبرئ لدينه وعرضه. ¶ ولقد لفت نظري هذا الإقبال منقطع النظير على الأسهم في غالب دول العالم، وقد ابتلي بها غالب الناس حتى أصبحت حديثهم فأحببت أن أكتب هذه الرسالة المختصرة لنفسي ولأخواني وكما لفت نظري انتشار الفتاوى المرخصة «المبيحة» للأسهم المشتبهة والتي تعمل بها جميع الصناديق الاستثمارية في البنوك حتى موعد طباعة هذه الرسالة واختفاء الفتاوى المحرمة لها، مع أنه قال بها علماء أجلاء وهيئات معتبرة: ¶ 1ـ اللجنة الدائمة للبحوث العلمية والإفتاء في المملكة. ¶ 2ـ المجمع الفقهي التابع لرابطة العالم الإسلامي.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "3ـ المجمع الفقهي التابع لمنظمة المؤتمر الإسلامي. ¶ 4ـ هيئة بيت التمويل الكويتي. ¶ 5ـ المعهد الإسلامي للبحوث والتدريب التابع للبنك الإسلامي للتنمية،. ¶ 6ـ هيئة الرقابة الشرعية لبنك دبي الإسلامي. ¶ 7ـ الهيئة الشرعية للبنك الإسلامي السوادني. ¶ 8 ـ بحث رسالة دكتوراه مقدمة لجامعة الإمام محمد بن سعود الإسلامية. ¶ 9 ـ بحث رسالة دكتوراه مقدم للجامعة الإسلامية بالمدينة. ¶ في حين انتصر للقول الآخر بعض طلبة العلم ونفرٌ من العلماء، لذا قمت بهذه الدراسة التي قصدت من خلالها كشف الموضوع وتجليته للناس قدر طاقتي والله المستعان، وقد قسمت البحث إلى فصلين، الفصل الأول جعلته حول التحذير من المال الحرام، أما الفصل الثاني فقد جعلته حول الأسهم المختلطة وموقف الشرع منها، أما الأسهم النقية الخالية من المعاملات الربوية والمحرمة متى يجوز التعامل بها ومتى لا يجوز فهذا له مبحث آخر. وكما حرصت على تتبع أدلة الفريقين من مظانها، ولأنها مسألة حادثة كان رجوعي إلى الكتب المعاصرة والمجلات العلمية مع محاولة تأصيل بعض القضايا هو المنهج الذي سرت عليه فما كان من صواب فمن الله الواحد المنان، وما كان من خطأ فمن نفسي والشيطان، والله برئ منه ورسوله، كما يشرفني أن أشكر جميع من قرأ هذه الرسالة من العلماء وطلبة العلم وما قدموه من نصح ومشورة، جعل ربي ذلك في موازين حسنات الجميع، وصلى الله وسلم على نبينا محمد. ¶ عنوان المؤلف ¶ صالح بن مقبل بن عبد الله العصيمي ¶ المملكة العربية السعودية ¶ الرياض ـ ص.ب 120969 الرمز 11689 ¶ فاكس وهاتف: 2414080 ¶ الجوال 0555549291 ¶ Saleh35@gawab.com ¶ الفصل الأول المال وخطورته ¶ من 9 ــ 29 ¶ الفصل الثاني الأسهم وحكمها ¶ من 30 ــ 115 ¶ المبحث الأول ¶ التحذير من فتنة المال ¶ ورد عن النبي صلى الله عليه وسلم أحاديث كثيرة تحذر من فتنة المال والافتتان به والإقبال على الدنيا ومنها:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "1- عن أبي سعيد الخدري ـ رضي الله عنه ـ عن النبي صلى الله عليه وسلم قال: «إن الدنيا حلوة خضرة، وإن الله مستخلفكم فيها فينظر كيف تعملون، فاتقوا الدنيا، واتقوا النساء، فإن أول فتنة بني إسرائيل كانت في النساء»( ). ¶ 2- وعن النبي صلى الله عليه وسلم قال: «فو الله ما الفقر أخشى عليكم، ولكن أخشى عليكم أن تبسط عليكم الدنيا كما بسطت على من كان قبلكم فتنافسوها كما تنافسوها، وتلهيكم كما ألهتهم»( ). ¶ 3- وعن أبي هريرة – رضي الله عنه – قال: قال النبي صلى الله عليه وسلم «تعس عبد الدينار والدرهم والقطيفة والخميصة إن أعطي رضي وإن لم يعط لم يرضٍ»( ). ¶ 4- عن عوف بن مالك أنه قال: إن رسول الله صلى الله عليه وسلم قام في أصحابه فقال: «الفقر تخافون أو العوز أو تهمكم الدنيا؟ فإن الله فاتح لكم أرض فارس والروم، وتُصب عليكم صبا، حتى لا يزيغكم بعدي إن أزاغكم إلا هي»( ). ¶ 5- أن النبي صلى الله عليه وسلم قال: «يا حكيم، إن هذا المال خضرة حلوة، فمن أخذه بسخاوة نفس بورك له فيه، ومن أخذه بإشراف نفس لم يبارك له فيه، كالذي يأكل ولا يشبع، اليد العليا خير من اليد السفلى» قال حكيم: فقلت: يا رسول الله والذي بعثك بالحق، لا أرزأ أحداً بعدك شيئاً، حتى أفارق الدنيا. فكان أبو بكر ـ رضي الله عنه ـ يدعو حكيماً إلى العطاء فيأبى أن يقبله منه، ثم إن عمر دعاه ليعطيه فأبى أن يقبل منه شيئاً، فقال عمر: إني أشهدكم يا معشر المسلمين على حكيم، إني أعرض عليه حقه من هذا الفيء، فيأبى أن يأخذه. فلم يرزأ حكيم أحداً من الناس بعد رسول الله صلى الله عليه وسلم حتى توفي»( ). ¶ المبحث الثاني ¶ التحذير من كسب الحرام",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لقد تواتر عن النبي صلى الله عليه وسلم ما فيه التحذير الشديد من كسب الحرام وبيان عاقبة ذلك بل شبه النبي صلى الله عليه وسلم أولئك النفر المتهافتين على الحرام بالأنعام وسوف أورد بعض الأحاديث عسى أن تكون بها عظة وعبرة، وعودة إلى الحق والجادة قبل أن لا ينفع مالٌ ولا بنون ومن هذه الأحاديث: ¶ 1- عن عطاء بن يسار: أنه سمع أبا سعيد الخدري – رضي الله عنه – يحدث أن النبي صلى الله عليه وسلم جلس ذات يوم على المنبر، وجلسنا حوله، فقال: «إني مما أخاف عليكم من بعدي ما يفتح عليكم من زهرة الدنيا وزينتها». فقال رجلٌ: يا رسول الله: أو يأتي الخير بالشر؟ فسكت النبي صلى الله عليه وسلم فقيل له: ما شأنك، تكلم النبي صلى الله عليه وسلم ولا يكلمك؟ فرأينا أنه يُنْزَلُ عليه، قال: فمسح عنه الرُحَضَاء( )، فقال: «أين السائلُ» وكأنه حَمِدَهُ فقال: «إنه لا يأتي الخير بالشر، وإن مما ينبت الربيع يَقتُلُ أو يُلِم( )، إلا آكِلَةَ الخَضِرَاء( )، أكلت حتى إذا امتدت خَاصِرَتاهَا، استقبلت عين الشمس، فَثلَطَتْ( ) وبالت ورتعت، وإن هذا المال خَضِرةٌ حُلْوةٌ، فَنِعْمَ صاحب المسلم ما أعطى منه المسكين واليتيم وابن السبيل – أو كما قال النبي صلى الله عليه وسلم - وإنه من يأخذه بغير حقه، كالذي يَأكُلُ ولا يَشْبَعُ، ويكون شهيداً عليه يوم القيامة»( ). ¶ وقد جاء في شرح هذا الحديث كلام نفيس لأهل العلم ومنه: ¶ 1ـ قول الحافظ ابن رجب – رحمه الله -: «فهذا مثل من يأخذ من الدنيا بشره وجوع نفس من حيث لاحت له، لا بقليل يقنع، ولا بكثير يشبع، ولا يحلل، ولا يحرم، بل الحلال عنده ما حل بيده وقدر عليه، والحرام عنده ما منع منه وعجز عنه. فهذا هو المتخوض في مال الله ورسوله فيما شاءت نفسه، وليس له إلا النار يوم القيامة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي هذا تنبيه على أن من تخوض من الدنيا في الأموال المحرم أكلها، كمال الربا، ومال الأيتام الذي من أكله أكل ناراً، والمغصوب، والسرقة، والغش في البيوع، والخداع، والمكر، وجحد الأمانات والدعاوى الباطلة، ونحوها من الحيل المحرمة، أولى أن يتخوض صاحبها في نار جهنم غداً. فكل هذه الأموال وما أشبهها يتوسع بها أهلها في الدنيا ويتلذذون بها، ويتوصلون بها إلى لذات الدنيا وشهواتها، ثم ينقلب ذلك بعد موتهم فيصير جمراً من جمر جهنم في بطونهم فما تفي لذتها بتبعتها، كما قيل: ¶ تفنى اللذاذة ممن نال لذتها من الحرام ويبقى الإثم والعارُ ¶ تبقى عواقب سوء من مغبتها لا خير في لذة من بعدها النارُ ¶ فلهذا شبه النبي صلى الله عليه وسلم من يأخذ الدنيا بغير حقها، ويضعها في غير حقها، بالبهائم الراعية من خضراء الربيع حتى تنتفخ بطونها من أكله؛ فإما أن يقتلها، وإما أن يقارب قتلها. فكذلك من أخذ الدنيا من غير حقها ووضعها في غير وجهها؛ فقد يقتله ذلك فيموت به قلبه ودينه، ومن مات على ذلك من غير توبة منه وإصلاح حال، فيستحق النار بعمله ( ). ¶ 2ـ وقال ابن الأثير ـ رحمه الله ـ: فأما قوله: «وإن مما ينبت الربيع ما يقتل حبطاً( ) أو يُلم» فإنه مَثَلٌ للمفرط الذي يأخذ الدنيا بغير حقها، وذلك: أن الربيع ينبت أحرار البقول، فتستكثر الماشية منه لاستطابتها إياه، حتى تنتفخ بطونها عند مجاوزتها حد الاحتمال، فتنشق أمعاؤها من ذلك فتهلك، أو تقارب الهلاك، وكذلك الذي يجمع الدنيا من غير حقها ويمنعها من حقها: قد تعرض للهلاك في الآخرة، لا بل في الدنيا( ). ¶ 3- وعن خولة بنت ثامر الأنصارية – رضي الله عنها – أنها سمعت رسول الله صلى الله عليه وسلم يقول: «إن الدنيا حلوة خضرة، وإن رجالاً يتخوضون في مال الله بغير حق، لهم النار يوم القيامة»( ). ¶ والتخوض هنا بمعنى المشي في الماء وتحريكه، وأراد هنا التخليط في المال وتحصيله من غير جهة كيف أمكن( ).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "3- وعن أبي هريرة عن النبي صلى الله عليه وسلم قال: «ليأتين على الناس زمان، لا يبالي المرء بما أخذ المال، أمن حلال أم من حرام»( ). ¶ 4- عن كعب بن عجرة قال: قال لي رسول الله صلى الله عليه وسلم «يا كعب بن عجرة إنه لا يربو لحم نبت من سُحت إلا كانت النار أولى به». ¶ قال أبو عيسى الترمذي: هذا حديث حسن غريب من هذا الوجه لا نعرفه إلا من حديث عبيد الله بن موسى( ). ¶ المبحث الثالث ¶ تحريم الربا ¶ حرم الإسلام الربا، وقد تواترت الأدلة من الكتاب والسنة على تحريمه: ¶ المطلب الأول: الأدلة من الكتاب ¶ 1- قوله تعالى: ( وأحل الله البيع وحرم الربا ). ¶ 2- وقوله تعالى: ( يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين ). ¶ يقول الإمام ابن جرير الطبري في تفسير الآية: «اتركوا طلب ما بقي لكم من فضل على رؤوس أموالكم التي كانت لكم قبل أن تربو عليها، (إن كنتم مؤمنين ). ¶ إن كنتم محققين إيمانكم قولاً، وتصديقكم ألسنتكم، بأفعالكم( ). ¶ يقول الشيخ محمد جمال الدين القاسمي في تفسير الآية: «أي: فإن ذلك مستلزم لما أمرتم به البتة( ). ¶ 3- (يا أيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة واتقوا الله لعلكم تفلحون * وأتقوا الله النار التي اعدت للكافرين ). فأوعد الله المؤمنين بالنار التي أعدت للكافرين إن لم يتركوا الربا في هذا إنذار خطير وتهديد مخيف. ¶ وقد روي عن أبي حنيفة – رحمه الله – أنه كان يقول: «هي أخوف آية في القرآن، حيث أوعد الله المؤمنين بالنار المعدة للكافرين إن لم يتقوه»( ). ¶ كما وعد المؤمنين برحمته إن هم أطاعوه فيما نهاهم من أكل الربا وغيره من الأشياء، حيث قال تعالى في الآية التي تلي الآيتين السابقتين: (وأطيعوا الله وأطيعوا الرسول لعلكم ترحمون).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يقول الإمام الطبري في تفسير الآية: «يعني بذلك جل ثناؤه: وأطيعوا الله أيها المؤمنون فيما نهاكم عنه من أكل الربا وغيره من الأشياء، وفيما أمركم به الرسول لترحموا فلا تعذبوا»( ). ¶ المطلب الثاني: وأما أدلة تحريم الربا من السنة فكثيرة منها: ¶ 1- عن سمرة بن جندب – رضي الله عنه – قال: قال النبي صلى الله عليه وسلم «رأيت الليلة رجلين أتياني، فأخرجاني إلى أرض مقدسة فانطلقنا حتى أتينا على نهر من دم فيه رجل قائم، وعلى وسط النهر رجل، بين يديه حجارة، فأقبل الرجل الذي في النهر، فإذا أراد الرجل أن يخرج رمى الرجل بحجر في فيه، فرده حيث كان، فجعل كلما جاء ليخرج رمى في فيه بحجر، فيرجع كما كان، فقلت: ما هذا؟ فقال: الذي رأيته في النهر آكل الربا»( ) ¶ 2- وعن أبي هريرة – رضي الله عنه – عن النبي صلى الله عليه وسلم قال: «اجتنبوا السبع الموبقات»، قالوا: يا رسول الله: وما هن؟، قال: «الشرك بالله، والسحر، وقتل النفس التي حرم الله إلا بالحق، وأكل الربا، وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات المؤمنات الغافلات»( ). ¶ بل إن أسلوب الوعيد( ) الذي هدد الله تعالى به المتعاملين بالربا لم يستخدم لأي جريمة أخرى، ونظراً لذلك قال إمام دار الهجرة – الإمام مالك – رحمه الله -: «لم أر أشر من الربا»، حيث: «جاء رجل إلى مالك بن أنس، فقال: يا أبا عبد الله: إني رأيت رجلاً سكران يتعاقر يريد أن يأخذ القمر، فقلت: امرأتي طالق إن كان يدخل جوف ابن آدم أشر من الخمر. فقال: ارجع حتى أنظر في مسألتك، فأتاه من الغد فقال له: ارجع حتى أنظر في مسألتك، فأتاه من الغد فقال له: امرأتك طالق، إني تصفحت كتاب الله وسنة نبيه فلم أر شيئاً أشر من الربا، لأن الله أذن فيه بالحرب»( ). ¶ وقد نص بعض العلماء أيضاً على أن الربا من أكبر الكبائر، يقول الإمام ابن حزم: «والربا من أكبر الكبائر»( ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كما يقول الحافظ ابن حجر المكي الهيثمي: «عد الربا كبيرة هو ما أطبقوا عليه، اتباعاً لما جاء في الأحاديث الصحيحة من تسميته كبيرة، بل من أكبر الكبائر وأعظمها»( ). ¶ 3- وعن جابر – رضي الله عنه – قال: «لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه وقال هم سواء»( ). ¶ 4ـ وعن ابن مسعود عن النبي صلى الله عليه وسلم قال: «ما أحد أكثر من الربا إلا كان عاقبة أمره إلى قلةٍ»( ). ¶ 5ـ وعن عمر بن الخطاب رضي الله عنه قال: «إن آخر ما نزلت آية الربا، وإن رسول الله صلى الله عليه وسلم قُبض ولم يُفسرها لنا، فدعوا الربا والريبة»( ). ¶ المبحث الرابع ¶ الله طيبٌ لا يقبل إلا طيباً ورد دعاء صاحب المال الحرام ¶ على المسلم أن يتحرى الكسب الحلال الطيب وأن يتجنب المحرمات لذا حث النبي صلى الله عليه وسلم على ذلك كما ورد عن أبي هريرة – رضي الله عنه – قال: قال رسول الله ×: «يا أيها الناس إن الله طيب لا يقبل إلا طيباً، وإن الله أمر المؤمنين بما أمر به المرسلين، فقال:( يا أيها الرسل كلوا من الطيبات و اعملواصالحا إني بما تعملون عليم)، وقال: ( يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم )، ثم ذكر الرجل يطيل السفر، أشعث أغبر، يمد يديه إلى السماء، يا رب يا رب ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغذي بالحرام، فأنى يستجاب لذلك»( ). ¶ قال النووي – رحمه الله – ومعناه والله أعلم أنه يطيل السفر في وجوه الطاعات كالحج وزيارة مستحبة وصلة رحم وغير ذلك( ). ¶ ورحم الله الإمام أحمد بن حنبل عندما قال: ¶ إذا حججت بمال أصله سحت فما حججت ولكن حجتْ العير ¶ لا يقبل الله إلا كل طيبة ما كل من حج بيت الله مبرور( ) ¶ فكم من مسكين ينفق في أوجه الخير من كسب حرام وما درى أو درى وتناسى أنها عليه شرٌ ووبال ولا حول ولا قوة إلا بالله.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "بل وتجد من يقعون في الربا عامدين متعمدين ويتفاخرون بأنهم ينفقون تلك الأرباح في أوجه الخير وما علموا بأن في إرادة الخير بالشر شر آخر وكما قال الحكيم: ¶ كمطعمة الأيتام من كسب فرجها لك الويل لا تزني ولا تتصدقي ¶ فما قدموه لا أجر لهم فيه ولا ثناء عليهم بدفعه، إلا إن كانت توبة صادقة فيثنى عليهم لأنهم تابوا، لا لأنهم أنفقوا حراماً يريدون أن يتخلصوا منه لا أن يتقرب به فتنبه لذلك، لأن هناك فرق بين الإنفاق بنية التقرب إلى الله ـ عز وجل ـ وبين الإنفاق بنية التخلص من الحرام. ¶ المبحث الخامس ¶ الأمر بالورع واجتناب الشبهات ¶ فقد جاءت النصوص تحث على الورع والبعد عن الشبهات ومن ذلك: ¶ 1- عن النعمان بن بشير – رضي الله عنه – قال: قال النبي صلى الله عليه وسلم «الحلال بين والحرام بين، وبينهما أمور مشتبهة، فمن ترك ما شُبِّه عليه من الإثم كان لما استبان أترك، ومن اجترأ على ما يَشُكُ فيه من الإثم أوشك أن يواقع ما استبان، والمعاصي حمى الله، من يرتع حول الحمى يوشك أن يواقعه»( ). ¶ 2- عن أنس – رضي الله عنه – قال: مر النبي صلى الله عليه وسلم بتمرة مسقوطة، فقال: «لولا أن تكون من صدقة لأكلتها»( ). ¶ 3- عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: «إني لأنقلب إلى أهلي، فأجد الثمرة ساقطة على فراشي، فأرفعها لأكلها، ثم أخشى أن تكون صدقة فألقها»( ). ¶ 4- وقال حسان بن أبي سنان: ما رأيت شيئاً أهون من الورع، «دع ما يريبك إلى ما لا يريبك»( ). ¶ وعن ابن مسعود قال: ما تريد إلى ما يريبك وحولك أربعة آلاف لا تريبك؟( ). وفي هذا تنبيه للمسلم أن يبتعد عن المجالات الاستثمارية المحرمة، كيف؟ وهناك آلاف الاستثمارات المباحة التي لا لبس فيها ولا غبش ولا شبهة فيها ولا ريبة ولا خطر. ¶ وقال عمر: دعوا الربا والريبة يعني: ما ارتبتم فيه، وإن لم تتحققوا أنه رباً( ).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال ابن المبارك: كتب غلام لحسان بن أبي سنان إليه من الأهواز إن قصب السكر أصابته آفة، فاشتر السكر فيما قبلك، فاشتراه من رجل، فلم يأت عليه إلا قليل فإذا فيما اشترى ربح ثلاثين ألفاً، قال: فأتى صاحب السكر، فقال: يا هذا إن غلامي كان كتب إلي، فلم أُعلمك، فأقلني فيما اشتريت منك، فقال له الآخر: قد أعلمتني الآن، وقد طيبته لك، قال: فرجع فلم يحتمل قلبه، فأتاه، فقال: يا هذا إني لم آت هذا الأمر من قبل وجهه، فأحب أن تسترد هذا البيع، قال: فما زال به حتى رد عليه( ). فانظر إلى شدة ورعه وخوفه من الوقوع في الحرام وقارنه بمن يأتون الربا الصريح والحرام الواضح. ¶ وكان الحجاج بن دينار قد بعث طعاماً إلى البصرة مع رجل وأمره أن يبيعه يوم يدخل بسعر يومه، فأتاه كتابه: إني قدمت البصرة، فوجدت الطعام منغصاً فحبسته، فزاد الطعام، فازددت فيه كذا وكذا، فكتب إليه الحجاج: إنك قد خنتنا، وعملت بخلاف ما أمرناك به، فإذا أتاك كتابي، فتصدق بجميع ثمن ذلك الطعام على فقراء البصرة، فليتني أسلم إذا فعلت ذلك ( ). ¶ فانظر إلى هؤلاء الذين اجتنبوا ما فيه شبهة أترى هذا كرهاً وعدم حب للمال؟ لا وربي بل هو الخوف ممن قال في كتابه (إن لدينا أنكالاً وجحيماً وطعاماً ذا غصة وعذاباً أليماً). ورجاء ثواب من مدحهم إذا اجتنبوا الهوى ووعدهم جنته (وأما من خاف مقام ربه ونهى النفس عن الهوى * فإن الجنة هي المأوى). ¶ المبحث السادس ¶ (الأرزاق مقسومة)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "مما لا ريب فيه ولا شك! أن الله ـ سبحانه وتعالى ـ قد قسم الأرزاق بين عباده فلا يمكن بحال من الأحوال أن يأخذ العبد رزقاً لم يكتبه الله له فإن الرزق محتوم من الأزل، ومقدر من الله تعالى تقديراً لا جدل فيه يقيناً لا ظناً. فلماذا التورط في الحرام؟ في زحمة الاستثمار والبحث عن زيادة الأرصدة؟ لم لا تتواصى الأمة بالوقوف عند الحلال الذي لا شبهة فيه والبعد عن المحرمات والمشتبهات ناهيك على أن هذه المحرمات والمشتبهات لا يمكن أن تزيد في أرزاقنا غير ما كتبه الله لنا. ¶ إن يقين المؤمن في أن رزقه مكتوب لا يمكن أن تشوبه شائبة كيف وقد صح عن النبي صلى الله عليه وسلم في الحديث الذي تلقته الأمة بالقبول عن عبد الله بن مسعود ـ رضي الله عنه ـ قال: حدثنا رسول الله صلى الله عليه وسلم وهو الصادق المصدوق، قال: «إن أحدكم يجمع في بطن أمه أربعين يوماً، ثم علقة مثل ذلك، ثم يكون مضغة مثل ذلك، ثم يبعث الله ملكاً فيؤمر بأربع: برزقه وأجله، وشقي أو سعيد»( ). ¶ إن في هذا الحث القوي على القناعة، والزجر الشديد عن الحرص، لأن الرزق إذا كان قد سبق تقديره لم يغن التعني في طلبه وإنما شرع الاكتساب لأنه من جملة الأسباب التي اقتضتها الحكمة في دار الدنيا( ). ¶ ويقول الرسول صلى الله عليه وسلم «إن الرِّزق ليطلبُ العبد كما يطلُبُهُ أجله( ). ¶ وقال صلى الله عليه وسلم «لا تتبطئوا الرزق، فإنه لن يموت العبد حتى يبلُغهُ أخر رزق هو له، فأجملوا في الطلب: أخذ الحلال وترك الحرام»( ). ¶ وعن ابن عمر ـ رضي الله عنه ـ قال: جاء سائل إلى النبي صلى الله عليه وسلم فإذا غزةُ عائرة، فأعطاه إياها، وقال النبي صلى الله عليه وسلم «خذها لو لم تأتها لأتتك»( ). ¶ فلماذا السعي الحثيث المُشغل عن ذكر الله ـ عز وجل ـ والانغماس في المُحرمات والمشتبهات طالما أن الأرزاق مقسومة والآجال مكتوبة. فلعل في هذه عظة وعبرة لمن كان له قلب أو ألقى السمع وهو شهيد.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأذكر نفسي وأخواني بقول الحق ـ تبارك وتعالى ـ: ¶ (استجيبوا لربكم من قبل أن يأتيَ يومٌ لا مردَّ له من الله ما لكم من ملجأٍ يومئذ وما لكم من نكير* فإن أعرضوا فما ارسلناك عليهم حفيظا إن عليك إلا البلاغ وإنا اذا أذقنا الإنسان منا رحمة فرح بها وإن تصبهم سيئة بما قدمت أيدهم فإن الإنسان كفور ). ¶ وبقوله تعالى (وفي السماء رزقكم وما توعدون* ورب السماءوالأرض إنه لحق مثل ما أنكم تنطقون ) ¶ المبحث السابع ¶ التحذير من هوى النفس ¶ ومع الأسف الشديد فإن هناك فئة ممن يعرفون الحكم الصحيح والقول الراجح، ولكن الهوى ورغبات النفس وحب الكسب السريع والتماس الرُخص وتتبع ما فيه أهواءهم ومصالحهم من فتاوى بغض النظر عن كونها مرجوحة وقد ثبت عندهم رجحانها ولكن اتبعوها لذا حذر النبي صلى الله عليه وسلم من اتباع الهوى. ¶ فعن عبد الله بن عمرو بن العاص – رضي الله عنهما – قال: قال رسول الله صلى الله عليه وسلم «لا يؤمن أحدكم حتى يكون هواه تبعاً لما جئت به»( ). ¶ فمن أحب الله ورسوله محبة صادقة من قلبه، وجب عليه أن يحب بقلبه ما يحبه الله ورسوله، ويكره ما يكرهه الله ورسوله، ويرضى بما يرضي الله ورسوله، ويسخط ما يسخطه الله ورسوله، وأن يعمل بجوارحه بمقتضى هذا الحب والبغض( ). ¶ فجميع المعاصي تنشأ من تقديم هوى النفس على محبة الله ورسوله، وقد وصف الله المشركين باتباع الهوى في مواضع من كتابه، قال تعالى: (فإن لم يستجيبوا لك فاعلم أنما يتبعون أهواءهم, ومن أضل ممن اتبع هواه بغير هدى من الله). ¶ والمعروف في استعمال الهوى عند الإطلاق: أنه الميل إلى خلاف الحق، كما في قوله عز وجل: (ولا تتبع الهوى فيضلك عن سبيل) وقوله تعالى: (وأما من خاف مقام ربه ونهى النفس عن الهوى * فإن الجنة هي المأوى). ¶ وكما قال الحكيم: (أخوف ما أخاف عليكم الهوى وطول الأمل، فإن الهوى يصد عن الحق وطول الأمل ينسي الآخرة). ¶ الفصل الثاني ¶ الأسهم",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المبحث الأول: تعريف السهم وفيه عدة مطالب ¶ المطلب الأول: تعريف السهم لغة: ¶ فالسَّهْمَ: النصيب، ويقال أسهم الرجلان، إذا اقترعا، وذلك من السُّهمة. ¶ والنصيب، أن يفوز كل واحد منهما بما يصيبه، قال تعالى: ( فساهم فكان من ¶ المدحضين ). ¶ المطلب الثاني: تعريف السهم بالاصطلاح يطلق على: ¶ أ ـ النصيب الذي يشترك به المساهم في رأس مال الشركة، ويتمثل في صك يعطى للمساهم يكون وسيلة في إثبات حقوقه في الشركة. ¶ ب ـ صكوك متساوية القيمة، وقابلة للتداول بالطرق التجارية، والتي يتمثل فيها حق المساهم في الشركة، لاسيما حقه في الحصول على الأرباح( ). ¶ المطلب الثالث: تعريف الأسهم المختلطة. ¶ هي أسهم الشركات ذات الأعمال المشروعة في الأصل كصناعة الحديد والورق وتجارة الأراضي إلا أنها تتعامل بالحرام أحياناً كالإيداع في البنوك الربوية وأخذ الفائدة منها، أو أن تجعل من ضمن رأس مالها الاقتراض بالربا أو الإقراض فتضم هذه الأرباح إلى أرباح مساهميها ثم تقوم بتقسيمها عليهم. فتختلط الأرباح التي كسبت من حلال مع التي كسبت من حرام. ¶ المطلب الرابع: من أبرز خصائص السهم ما يلي: ¶ 1ـ المساواة في القيمة؛ فليس لبعض الأسهم قيمة أكثر من قيمة الأسهم الأخرى. ¶ 2ـ عدم قبول السهم الواحد للتجزئة فلا يحق أن يملك السهم الواحد مجموعة من الأشخاص أمام الشركة بل يمثلهم شخص واحد. ¶ 3ـ قابلية السهم للتداول بيعاً وشراءً ورهناً وهي أهم خصائصه. ¶ 4ـ للأسهم قيمة اسمية محددة في القانون بحد أعلى وحد أدنى. ¶ 5ـ تساوي الحقوق بين المساهمين باستثناء الأسهم الممتازة التي تجيز بعض القوانين إصدارها من الهيئة العامة غير العادية التي تمنح لأصحابها حق الأولوية في الأرباح أو أموال الشركة عند تصفيتها أو كليهما أو أية ميزة أخرى. ¶ المطلب الخامس: من حقوق السهم: ¶ 1ـ حق البقاء في الشركة فلا يجوز فصل أي مساهم من الشركة، لأن المساهم متملك من الشركة، ولا يجوز نزع ملكيته إلا برضاه.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "2ـ حق التصويت في الجمعية العمومية، وهو سبيل المساهم إلى الاشتراك في إدارة الشركة، وهو حقٌ يجوز له التنازل عنه لغيره. ¶ 3ـ حق المساهم في الحصول على نصيبه من الأرباح والاحتياطات. ¶ 4ـ حق الحصول على نصيبه من موجودات الشركة عند تصفيتها. ¶ 5ـ حق الرقابة على أعمال الشركة كمراجعة ميزانية الشركة وحساب الأرباح والخسائر. ¶ 6ـ حق رفع دعوى المسؤولية على أعضاء مجلس الإدارة. ¶ 7ـ حق طلب الأمر بالتفتيش على الشركة وهذه لها بعض الشروط. ¶ 8ـ حق الأولوية في الاكتتاب. ¶ كما تنقسم الأسهم من حيث الحقوق التي يتمتع بها صاحبها إلى نوعين: ¶ أ ـ أسهم عادية، تتساوى في قيمتها، وفي حقوق مالكيها. ¶ ب ـ أسهم ممتازة، يعطى صاحبها حقوقاً خاصة، ليست لمالك السهم العادي، أهمها: ¶ 1ـ حصوله على أرباح ثابتة، ربحت الشركة أو خسرت. ¶ 2ـ حق استعادة مالكه قيمة السهم كاملة، عند تصفية الشركة. ¶ 3ـ منحه أكثر من صوت في الجمعية العمومية. ¶ وهذه من أهم الأمور التي أحببت ذكرها كمدخل لهذه القضية حتى يعرف مدى تأثير المساهم على الشركة وما هي مكانته( ). ¶ المبحث الثاني ¶ حكم إنشاء شركات المساهمة وأقسامها ¶ ذهب غالب العلماء المعاصرين إلى أن الاشتراك في هذه الشركات المساهمة جائز في الأصل ولا حرج في ذلك أما قضية أنشطة الشركات فلها حكم آخر، وقد ذهب إلى هذا القول العلماء الأجلاء الكبار كالمشايخ محمد بن إبراهيم وابن باز وابن عثيمين وعبد الرزاق عفيفي ومحمود شلتوت عليهم رحمة الله( ). وعليه قرار المجمع الفقهي التابع للرابطة( ). ¶ وهناك قولٌ بعدم جوازها ولكنه قول ضعيف؛ لأن القول بالتحريم يعتبر عند الباحثين المعاصرين مهجوراً، بل إن كثيراً منهم يجعل الخلاف قديماً ومحسوماً، ولذلك لا يتطرقون إلى هذه المسألة فيما يستجد من بحوثهم إلا في النادر، ويجعلونها مسألة منتهية، وجرى العمل والفتوى على خلافها( ). ¶ والشركات المساهمة تنقسم إلى ثلاثة أقسام:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المطلب الأول: الشركات ذات الأعمال المباحة وليس من أنشطتها الاستثمار المحرم، بل تعمل بالصناعة والتجارة سواءً تجارة العقار أو الزراعة أو النقل. ولا تتعامل بمحرم فلا تقترض ولا تقرض بالربا، ولا تودع أرباحها في بنوك تعطي لها فوائد ربوية، ولا تستثمر أرباحها في محرم، فهذه الأصل فيها الجواز كما سبق أن مر معنا، لأن نصوص الوحيين تجيز مثل هذا. ¶ المطلب الثاني: الشركات ذات الأعمال المحرمة كالبنوك الربوية أو صناعة الخمور وآلات الطرب أو التجارة بالخنزير بحيث يكون إنشاؤها أصل محرّم، فهذا النوع لا ينازع مسلم في حرمته. جاء في قرار المجمع الفقهي بأنه: لا خلاف في حرمة الإسهام في شركات غرضها الأساسي محرم كالتعامل بالربا أو إنتاج محرمات أو متاجرة بها( ). ¶ المطلب الثالث: الشركات ذات الأعمال المشروعة وأنشئت من أجل الاستثمار في الأشياء المباحة، كصناعة الحديد والورق والزيت والنقل وتجارة الأراضي وغيرها، إلا أنها تتعامل بالحرام أحياناً كإيداع في البنوك الربوية وأخذ الفائدة منها أو أن تجعل من ضمن رأس مالها الاقتراض بالربا أو الإقراض، فتضم هذه الأرباح إلى أرباح مساهميها وهذه الشركات هي التي اشتهرت بين الناس «بالأسهم المختلطة» أي اختلط فيها الحلال بالحرام، فهذه هي التي سيكون حولها مدار البحث، لأنها أصل الخلاف ومنشأ النزاع. ¶ المبحث الثالث ¶ حكم المساهمة في الشركات المختلطة ¶ اختلف علماء العصر حول حكم الاشتراك فيها إلى قولان( ): ¶ 1- حرمة هذه المساهمة جملة وتفصيلاً وهو قول غالب العلماء. حيث حرموا هذه المساهمات كما سيتضح بإذن الله. ¶ 2- جواز هذه المساهمات مع حرمة هذه الأموال المحرمة وعدم جواز الاستفادة منها أو التقرب إلى الله عند دفعها، وأحببت أن أؤكد على هذه النقطة قبل مناقشة هذه القضية حتى تتضح المسألة. ¶ وإليك تفاصيل الأقوال بأدلتها: ¶ المطلب الأول: القول الأول:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تحريم المساهمة في الشركات التي أصل أعمالها مباحة ولكنها تتعاطى الربا اقتراضاً أو إقراضاً، وهو قول عامة العلماء وفيما يلي بيانهم: ¶ أولاً: اللجنة الدائمة في المملكة العربية السعودية برئاسة علامة الجيل وإمام العصر سماحة الشيخ عبد العزيز بن باز – رحمه الله – وبعضوية العلماء الأجلاء عبد الرزاق بن عفيفي – رحمه الله – عبد الله بن قعود – رحمه الله – وعبد الله بن غديان – حفظه الله وسلمه –، حيث وجهت للجنة الدائمة عدة أسئلة منها: ¶ السؤال: فلا يخفى على سماحتكم بأن المسلمين اليوم افتتنوا بالمال، وخاصة في هذه البلاد – حفظها الله من كل سوء – وحيث إن الشركات العامة التي تطرح أسهمها للتداول قد كثرت، وكثر المساهمون فيها، وكثير منهم على غير علم أحرام المساهمة فيها أم حلال؛ لذا نود من سماحتكم افتاءنا بذلك، جزاك الله خيراً، لمزيد من التفصيل نقول بأن هذه الشركات تعمل بالصناعة، والخدمات، والتجارة، كشركات النقل، أو الإسمنت أو غيرها، ولكنها تضع فوائض أموالها في بنوك، وتأخذ عليها فوائد، وتدخل هذه الفوائد على أرباحها، ومن ثم على أسهم العامة لقد أصبحنا في حيرة من أمرنا، نرجو إفتاءنا فيها وجزاك الله خيراً. ¶ الجواب: ¶ أولاً: وضع الأموال في البنوك بربح حرام. ¶ ثانياً: الشركات التي تضع فائض أموالها في البنوك بربح لا يجوز الاشتراك فيها لمن علم ذلك( ). ¶ السؤال: هل المساهمة بالشركات الوطنية، مثل: شركة الإسمنت، شركة الكهرباء، شركة الغاز، الشركة الزراعية في حرض، الشركة الزراعية في حائل، الشركة الزراعية بالقصيم، شركة سابك بالجبيل، شركة الأسماك جميع هذه الشركات تؤمن عند البنوك ما تحصل عليه من المساهمين، وتأخذ عليها فائدة بنسبة تتراوح من 8% إلى 6% سنوياً، فهل المساهمة بهذه الشركات حرام؟ علماً بأنها لم تؤسس للربا. أفيدونا جزاكم الله عنا وعن المسلمين خيراً.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الجواب: إذا كان الواقع كما ذكرت، فإيداع أموال هذه الشركات في البنوك بفائدة حرام، والمساهمة فيها حرام، ولو لم تؤسس هذه الشركات للتعامل بالربا؛ لأن الاعتبار بالواقع لا بالتأسيس ( ). ¶ ثانياً: وممن ذهب إلى التحريم المجمع الفقهي التابع لرابطة العالم الإسلامي والذي شارك فيه جمع من العلماء الإجلاء وعلى رأسهم سماحة الإمام الراحل ابن باز ومنهم العلامة صالح الفوزان والعلامة بكر بن عبد الله أبو زيد وجمع من العلماء منهم الشيخ محمد بن عبد الله السبيل والشيخ/ عبد الرحمن المرزوقي والدكتور/محمد الخوجة والشيخ محمد الشاذلي وعدد كبير. وكان قرار المجلس ما يلي: ¶ 1ـ بما أن الأصل في المعاملات الحل والإباحة فإن تأسيس شركة مساهمة ذات أغراض وأنشطة مباحة أمر جائز شرعاً. ¶ 2ـ لا خلاف في حرمة الإسهام في شركات غرضها الأساس محرم، كالتعامل بالربا أو تصنيع المحرمات أو المتاجرة فيها. ¶ 3ـ لا يجوز لمسلم شراء أسهم الشركات والمصارف إذا كان في بعض معاملاتها ربا، وكان المشتري عالماً بذلك. ¶ 4ـ إذا اشترى شخص وهو لا يعلم أن الشركة تتعامل بالربا، ثم علم فالواجب عليه الخروج منها. ¶ والتحريم في ذلك واضح، لعموم الأدلة من الكتاب والسنة في تحريم الربا، ولأن شراء أسهم الشركات التي تتعامل بالربا مع علم المشتري بذلك، يعني اشتراك المشتري نفسه في التعامل بالربا، لأن السهم يمثل جزءاً شائعاً من رأس مال الشركة، والمساهم يملك حصة شائعة في موجودات الشركة، فكل مال تقرضه الشركة بفائدة، أو تقترضه بفائدة، فللمساهم نصيب منه؛ لأن الذين يباشرون الإقراض والاقتراض بالفائدة يقومون بهذا العمل نيابة عنه، والتوكيل بعمل المحرم لا يجوز. وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليماً كثيراً والحمد لله رب العالمين( ). ¶ ثالثاً: وممن ذهب إلى هذا القول هيئة الفتوى في بيت التمويل الكويتي. ¶ حيث جاء ما نصه: ¶ «",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن مبدأ المشاركة في أسهم شركات صناعية أو تجارية أو زراعية مبدأ مُسلمٌ به شرعاً لأنه خاضع للربح والخسارة وهو من قبيل المضاربة المشتركة التي أيدها الشارع على شرط أن تكون هذه الشركات بعيدة عن المعاملة الربوية أخذاً وعطاءً، ويفهم من استفتاء سيادتكم أنه ملحوظ عند الإسهام أن هذه الشركات تتعامل بالربا أخذاً أو عطاءً، وعلى هذا فإن المساهمة فيها تعتبر مساهمة في عمل ربوي وهو ما نهى عنه الشارع.والله سبحانه وتعالى أعلم( ). ¶ رابعاً: وممن أفتى بتحريمه المجمع الفقهي التابع لمنظمة المؤتمر الإسلامي حيث أصدر في قراره أن الأصل هو حرمة الإسهام في شركات تتعامل أحياناً بمحرمات، كالربا ونحوه، بالرغم من أن أنشطته الأساسية مشروعة( ). علماً أن المجمع أوصى بمزيد بحث لهذه المسألة مستقبلاً. ¶ خامساً: وممن ذهب إلى التحريم بشروط أعضاء اللقاء العلمي المشترك بين المجمع الفقهي الإسلامي والمعهد الإسلامي للبحوث والتدريب التابع للبنك الإسلامي للتنمية في حلقة عمل كان موضوعها «الإسهام في شركات المساهمة التي تتعامل أحياناً بالربا». ¶ وقد شارك في الحلقة أكثر من عشرين من العلماء والباحثين في لقاءات علمية استمرت ثلاثة أيام 27، 28، 29/1/1419هـ وجاء في التوصيات: ¶ أولاً: يرى المشاركون في حلقة العمل تأكيد القرار الذي انتهى إليه مجلس مجمع الفقه الإسلامي في دورته السابعة المنعقدة في جدة في الفترة من 7ـ12/11/1412هـ ونصه: ¶ «الأصل حرمة الإسهام في شركات المساهمة التي تتعامل أحياناً بالمحرمات كالربا ونحوه بالرغم من أن أنشطتها الأساسية مشروعة. ¶ ثانياً: يقترح المشاركون أن يستثنى من الأصل المذكور ما يلي: ¶ أ) الإسهام في الشركات المشار إليها في القرار السابق للقادر على إخراجها من التعامل بالحرام بإسهامه في الشركة، عند انعقاد أول جمعية عمومية للشركة على أن يخرج من الشركة إن عجز عن التغيير.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ب) الإسهام في هذه الشركات في البلاد الإسلامية التي غرضها إنتاج ضروريات أو تقديم خدمات أساسية تتعلق بمرافق عامة لا غنى للأفراد عن الانتفاع بنتاجها سواء كانت الشركة حكومية أم أهلية إذا كانت الشركة لا تقترض بفائدة إلا في الحالات التي تكون فيها مضطرة لهذا الاقتراض. ¶ وهذا عندما لا تتوفر في هذه البلاد شركات لا توجد فيها هذه الشوائب لتحقيق الأغراض المشار إليها( ). ¶ سادساً: وممن ذهب إلى التحريم الباحث الاقتصادي الشهير الدكتور علي السالوس حيث قال: ¶ الذين يستثمرون أموالهم في شركات تتعامل بالربا هؤلاء شركاء في كل ما يصدر عن هذه الشركة من أعمال سواء أكان بالإيداع أو بالاقتراض بالربا، هم الذين يقومون بهذا والمدير وغير المدير إنما هو ينفذ ما يأمره من عينه وهم هؤلاء المساهمون. ¶ الأمر الآخر: القليل والكثير من الربا حرام لا يستطيع أحد أن يقول القليل من الربا حلال. نتخلص من هذا الربا كما أشار بعض الإخوة، إلى قوله تعالى: + \"( ). ¶ فلا بد أن نبدأ أولاً بالتوبة أما الاستمرار في أخذ الربا والتخلص من الربا والاستمرار والأخذ والتصرف، هذا يعارض نص كتاب الله تعالى ( ). ¶ سابعاً: وممن رجح التحريم الدكتور درويش حستنيه حيث قال: ¶ «وقد قرر العلماء أن اعتناء الشرع بالمنهيات أشد من اعتنائه بالمأمورات، ولذا قال الرسول صلى الله عليه وسلم «إذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم»( ). فالمنهيات تُجْتَنب على الإطلاق أما المأمورات فيأتي الإنسان منها بقدر الاستطاعة ولذا لم يسامح في الإقدام على المنهيات وخصوصاً الكبائر، والله سبحانه وتعالى يقول: (يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا ). ¶ والحصول على بعض الفوائد مقابل الإيداع أو الاقتراض عند الحاجة فيه ربا والربا لا نختلف جميعاً أنه حرام ولا يجوز التعذر بأي وسيلة من الوسائل.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثم إن التوجيه الاقتصادي الإسلامي والبنوك الإسلامية هي لانتشال الأمة الإسلامية وإيجاد الحلول لا أن نتأثر بالواقع وأن نستسلم لما هو موجود ولكن يجب علينا أن نصحح، أما الاحتجاج بقاعدة (يجوز تبعاً ما لا يجوز استقلالاً) فهذا غير مسلم لأن القاعدة وردت في شيء نص على حله في حال ونص على حرمته في حال، أما الربا فلم يستثني شيء منه بل هو محرم على الإطلاق. ¶ فالذي أود التأكيد عليه أن هذا القول – في نظري – غير سليم وأنه يجب تطهير الشركات الإسلامية والبنوك الإسلامية من أي فوائد ربوية قليلة أو كثيرة ولا يمكن التسامح في شيء منها فالربا حرام كله قليله وكثيره لا يمكن أن يتسامح في شيء منه، ولهذا فقاعدة (يجوز تبعاً ما لا يجوز استقلالاً) لا يمكن تطبيقها وهي قياس مع الفارق)( ). ¶ ثامناً: ممن ذهب إلى التحريم الدكتور صالح المرزوقي حيث قال: ¶ أن يساهم في شركة نشاطها الأساسي من المباحات ولكنه يختلط بالحرام هذا تكلمنا عنه، مثل الأفلام السينمائية أو المسابح أو نحو ذلك من الأمور، هذه كلها لا تجوز. الإذاعة أو البرامج الفاسدة لأجل دعوتهم إلى الإسلام أرى أن هذا غير جائز. كل هذه الأمور لا يجوز أن نبيحها بدعوى أننا ندخلهم في الإسلام ( ). ¶ تاسعاً: قال الشيخ علي الشيباني مؤيداً التحريم: ¶ وعملية الأسهم – أيضاً – تتضمن فوائد ربوية تحددها الشركات في قروضها وغيرها، ولا يمكن أن نقول: إن صاحبها يتمادى فيها وعليه بعد ذلك أن يميز بين ما يحل من هذه العملية وما هو الحرام. ¶ هذه المسألة لا تقبل بأي حال فالذي كان يتعاطى هذه المسائل إذا كان يريد أن يتوب عنها له ما قال الله عز وجل: (و إن تبتم فلكم رؤوس أموالكم لا تظلمون و لا تُظلمون ). ¶ ليس علينا أو ليس من حقنا أن نلتمس الوسائل لحلية عمليات وضعت على غير أساس شرعي بل إن الذين وضعوها لا يهمهم حلية المعاملات أو حرمتها( ). ¶ عاشراً: قال الشيخ عبد الله بن بيه ذاهباً إلى تحريمها:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إن الاشتراك في شركة تنص قوانينها على أنها تتعامل بالربا لا يجوز، وكذلك تلك التي يعرف منها ذلك ولو كان أصل مال الشريكين حلالاً والدخول في هذا النوع من الشركات حرام وباطل. ¶ هذا حصيلة ما يفهم من كلام العلماء في مختلف المذاهب وما تدل عليه الأصول العامة للشريعة( ). ¶ الحادي عشر: قال الدكتور/ أحمد الحجي الخبير في الموسوعة الفقهية بوزارة الأوقاف والشؤون الإسلامية بالكويت: ¶ «بأن شراء أسهم الشركات التي تتعامل بالربا أو المحرمات الأخرى ولو ببعض رأس مالها هو تعامل مُحرم، ولا يجوز لمسلم الإقدام عليه، وعلى من تورط فيه بجهل مثلاً أن يعمل على نصح القائمين على الشركة لأسلمتها وتركها التعامل بالربا إن كان ممن يظن فيه القدرة على ذلك، فإن لم يستطع ذلك فإن عليه التخلص من هذه الأسهم بالبيع( ) أو غيره فوراً، وفي كل الأحوال فإن عليه التخلص بالصدقة( ) بما يُقدَّر أنه قد دخل عليه من ربح هذه الأسهم. هذا هو ما انتهيت إليه بعد الدراسة والتمحيص للقاعدة الفقهية: (ما أدى إلى الشيء أعطي حكمه)( ). ¶ الثاني عشر: الدكتور/عجيل النشمي، حيث أيد ما انتهى إليه المجمع الفقهي من تحريم الإسهام في هذه الشركات وبين أنه لا محيص من الوقوف مع الأصل الثابت الذي انتهى إليه المجمع وقال: وإن الموضوع المطروح للتداول اليوم وهو المشاركة في شركات أصل عملها ونشاطها مشروع إلا أنها تتعامل بالربا أخذاً وعطاءً هو من أخطر ما يواجه البنوك والمصارف والشركات الإسلامية وهو بمثابة الطعم اللذيذ السمين الدسم تتلهف النفس إليه وربما كان فيه تعريض الحياة للخطر وإن مكمن الخطورة في رأينا تعلقه بالمنهج وإن الدخول فيه وممارسته خلل واضطراب ربما أتى على أحد أسس الاقتصاد الإسلامي بالنقض ومن هذا المنطلق كتبت هذا البحث وقوفاً مع الأصل وهو حرمة الربا قليله وكثيرة( ). ¶ الثالث عشر: وممن قال بالتحريم أيضاً الهيئة الشرعية لبنك (دبي) الإسلامي( ).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الرابع عشر: وممن قال بالتحريم الهيئة الشرعية للبنك الإسلامي بالسودان( ). ¶ الخامس عشر: الدكتور عبد الله السعيدي حيث قال في رسالته للدكتوراه «وإذا كانت الشركات المساهمة المشوبة بالربا لا تتورع عن الربا تساهلاً في حكم الله وأمره، وإذا كان المُُسهم شريكاً في عمل الربا، وإذا كان تداول الأسهم على النحو المذكور ينجم عنه مفاسد أخلاقية، واقتصادية، فإن القول يمنع تداول أسهم الشركات المشوبة بالربا هو الظاهر»( ). ¶ السادس عشر: وممن ذهب إلى التحريم أيضاً الدكتور أحمد الخليل في رسالة الدكتوراه حيث قال: لهذا كله وما سبق من أدلة ومناقشات أرجح تحريم المشاركة في الشركات التي تتعامل بالربا أخذاً وإعطاءً، ولو كانت أعمالها في الأصل مباحة، وفي هذا المنع ما فيه من مصالح ومزايا ذكرت في أدلة القول الأول، والله تعالى أعلم»( ). ¶ السابع عشر: وذكر الدكتور يوسف الشبيلي في رسالة الدكتوراه، وأنا وإن كنت إلى القول الثاني أميل، إلا أن ذلك لا ينقص من وجاهة القول الآخر أو يحط من قائليه، فالجميع مجتهد( ). ¶ المطلب الثاني: أدلة من يرون حرمة الأسهم المختلطة. ¶ اعتمد العلماء الذين مالوا إلى تحريم الأسهم المختلطة إلى عدد من الأدلة النقلية والعقلية ومن أهمها: ¶ 1- قال تعالى: (يا أيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة واتقوا الله لعلكم تفلحون ). ¶ 2- قال تعالى: (يا أيها الذين أمنوا أتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين * فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون * وإن كان ذو عسرة فنظرة إلى ميسرة وأن تصدقوا خير لكم إن كنتم تعلمون ). ¶ 3- وفي الحديث قال: «لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله وكاتبه وشاهديه»، وقال: «هم سواء» ( ).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وجه الدلالة من الحديث هو أن «المساهم في شركةٍ ترابي هو مراب، قليلاً كان الربا أو كثيراً، ولا يجوز للمسلم أن يستمر في الربا ولو قل، وبيان ذلك أن الشركة مبناها على الوكالة، فالمساهم إما أن يقوم هو بنفسه بالعمل، أو يوكل شريكه به، أو يقوم هو ببعضه ويوكل شريكه بالباقي، وعلى أي صورة حملت شركة المساهمة فالمساهم مراب أو موكل من يرابي راضياً بذلك، إذ لو لم يرض لما ساهم، وله مندوحة عن المساهمة( ). ¶ لذا من الأمور المهمة التي ينبغي للمسلم معرفتها أن مجرد الإيداع في هذه البنوك الربوية حرام ولو كان بغير فائدة انطلاقاً من لعن الرسول صلى الله عليه وسلم موكل الربا ولو لم يأكله ومن العلماء الذين يرون الحرمة ¶ 1ـ أعضاء اللجنة الدائمة للبحوث في المملكة وقد وجهت لهم عدة أسئلة منها: ¶ سؤال:هل إيداع النقود في البنك بفائدة أو بدون فائدة حرام، والاقتراض من البنك بفائدة لحاجة الاستهلاك أو التجارة حرام؟. ¶ الجواب: إيداع نقود في البنوك ونحوها تحت الطلب أو لأجل مثلاً بفائدة، مقابل النقود التي أودعها حرام، وإيداعها بدون فائدة في بنوك تتعامل بالربا فيما لديها من أموال محرم؛ لما في ذلك من إعانتها على التعامل بالربا، والتمكين لها من التوسع في ذلك، اللهم إلا إذا كان مضطراً لإيداعها خشية ضياعها أو سرقتها، ولم يجد وسيلة لحفظها إلا الإيداع في البنوك الربوية، فربما كان له في إيداعها فيها رخصة من أجل الضرورة وأما إقراض البنك أو الاقتراض منه إن كان بفائدة ربوية فهو حرام، سواء كان ذلك لحاجة الاستهلاك، أو كان للتنمية والاستثمار عن طريق التجارة أو الصناعة أو الزراعة أو غيرها من طرق الإنتاج؛ لعموم أدلة تحريم الربا، وإن كان إقراض البنك بدون رباً فهو جائز ( ). ¶ ومنها سؤال: هل يجوز إيداع الأموال التي يخشى عليها من السارق في هذه البنوك الربوية، ثم يأخذها وقت الحاجة إليها دون أن يكون لهم فائدة ودون أن يؤخذ منهم على إيداعهم أجر؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الجواب: لا يجوز إيداع النقود ونحوها في البنوك الربوية ونحوها من المصارف والمؤسسات الربوية، سواء كان إيداعها بفوائد أو بدون فوائد؛ لما في ذلك من التعاون على الإثم والعدوان، وقد قال تعالى: + \"( ولا تعاونوا على الإثم والعدوان)، إلا إذا خيف عليها من الضياع، بسرقة أو غصب أو نحوها، ولم يجد طريقاً لحفظها إلا إيداعها في بنوك ربوية مثلاً، فيرخص له في إيداعها في البنوك ونحوها من المصاريف الربوية بدون فوائد محافظة عليها؛ لما في ذلك من ارتكاب أخف المحظورين ( ). ¶ كما قرر المجمع الفقهي بأنه يحرم على كل مسلم يتيسر له التعامل مع مصرف إسلامي أن يتعامل مع المصارف الربوية في الداخل أو الخارج؛ إذ لا عذر له في التعامل معها بعد وجود البديل الإسلامي، ويجب عليه أن يستعيض عن الخبيث بالطيب، ويستغني بالحلال عن الحرام ( ).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "3ـ وقال الشيخ عبد الله المنيع: يكثر من المواطنين استفتاءات عن حكم الإيداع في البنوك الربوية بقصد حفظ النقود فيها دون استثمارها ربوياً، وتصدر الفتاوى بجواز ذلك بشرط ألا يجد المودع غيرها. وحيث إن الإيداع في البنوك الربوية يساعدها على توسيع نشاطها الربوي أخذاً وعطاءً ويعتبر المودع متعاوناً مع هذه البنوك من حيث الحقيقة والواقع، وإن لم يقصد ذلك، فإن كانت الحاجة قائمة بحيث لا يوجد مصرف إسلامي محل ثقة واطمئنان يقبل الوديعة، فلا بأس بذلك تنزيلاً للحاجة العامة منزلة الضرورة للفرد. ولكن بعد وجود المصارف الإسلامية لاسيما شركة الراجحي المصرفية للاستثمار المضمونة من قبل الدولة كضمان البنوك الأخرى في البلاد؛ بعد وجود هذه المصارف لم تكن الحاجة للإيداع في البنوك الربوية قائمة. وعليه فإن القول بعدم جواز الإيداع في هذه البنوك الربوية متجه لما فيه من التعاون على الإثم والعدوان، وإذا كان لأحد ملاحظة على هذه المصارف الإسلامية فإن هذه الملاحظة لا تجيز إيثار البنوك الربوية عليها، بل يتعين إيثارها في الإيداع على هذه البنوك الربوية وتقديم الملاحظات عليها إلى هيئات الرقابة الشرعية فيها ( ). ¶ 4- قوله تعالى: + \"(وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان ). ¶ والمساهم في أسهم الشركات المختلطة تعاونه معهم على الإثم والعدوان واضح بين، فقد أعانهم باستثمار ماله معهم على أكل الحرام وإن لم يأكله هو. ¶ 5- إن رسول الله صلى الله عليه وسلم لعن موكل الربا فلو لم يقم المسلم بأكل المال الربوي فإن الإثم يلحقه عندما أعان غيره على أكله فإن لم يكن آكله فإنه موكله فإن الذي لعن الآكل قد لعن الموكل بل وقال «وهم في الإثم سواء»( ) وهذا يؤكد على أن المساهمة في هذه الشركات محرم ولو لم يأتِ إلا هذا الدليل لكان كافياً ورادعاً لمن كان له قلب.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "6- قوله صلى الله عليه وسلم «دعوني ما تركتكم، إنما هلك من كان قبلكم بسؤالهم واختلافهم على أنبيائهم، فإذا نهيتكم عن شيء فاجتنبوه، وإذا أمرتكم بأمر فأتوا منه ما استطعتم»( ). ¶ فهذا أمر صريح منه صلى الله عليه وسلم بالابتعاد عن ما فيه حرمة وأمر منه باجتناب ما نهى عنه وهذا يقتضي أن يجتنب ويترك بالكلية فكيف إذا كان هذا الأمر الذي نهى عنه من أكبر الكبائر وهو الربا الذي هو موجود في الشركات المساهمة فلا شك في وجوب الابتعاد عن هذه الشركات وهذا دليل قوي جلي. ¶ 7- إن درء المفاسد مقدم على جلب المصالح فلو كانت في هذه الشركات مصالح وفيها مفسدة وجود نسبة من الربا أو الحرام فإننا ندع هذه المصالح خوفاً من وجود هذه المفاسد وهذا يؤكد عدم صحة هذه الشركات. ¶ 8- شيوع الحرام في مال الشركة مما يجعلها متلبسة بالحرام حتى ولو أعطى قسطاً من الربا حيث يظل ماله مخلوطاً ببقية مال الشركة الذي ينتشر فيه الحرام، فإن ذلك لا يطهره لأن المعاملات الربوية هي معاملات فاسدة، وبالتالي فإن المال مرهون بمعاملات فاسدة ينتشر فيها الحرام ( ). ¶ 9- النظر إلى المصالح المترتبة على القول بالمنع وهي بإزاء المصالح المترتبة على الجواز. فمن ذلك المصلحة المنصوصة، وهي التخلص من مفاسد الربا. ¶ فمنع المسلمين من المشاركة في الشركات التي تتعامل بالربا، يكون دافعاً لها ولغيرها على نبذ الربا، وإيجاد طُرق مشروعة للاستثمار. ¶ ولكن عندما نجيزها فهذا يقتضي أن لا تقوم شركات إسلامية صافية خالصة من الربا ( ). ¶ فمعلوم أن تشجيع هذه الشركات وإجازة التعامل معها لن يشجع هذه الشركات على التخلص من الحرام والتزام مبادئ الشرع وفي هذا مفسدة تحول دون قيام شركات إسلامية تتعامل بالحلال المحض. ¶ 10- إن الشريك يده هي نفس يد الآخر بحيث أن أي عمل يعمله الآخر بالشركة هو عمله هو لا فرق بينهما ( ).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فالمساهم قد أقر عضو مجلس الإدارة بالتصرف فكان نائباً عنه فيكون الإثم بينهما مشترك، فلو أنشأ مجموعة من الأفراد محلاً وتصرف البائع تصرفاً مُخلاً لنُسب إليهم جميعاً كالبائع وصاحب المحل فلماذا هنا يُفرقون؟! ¶ 11- أن الشركة كالوكالة، والوكالة لا تجوز على محرم، قال البناني بعد كلام: فجعل الإنسان غيره يقتل رجلاً عمداً عدواناً هو أمر لا نيابة، وجعله يقتله قصاصاً نيابة ووكالة ( ). ¶ وهذا أمر لا شك فيه فلا يجوز أن توكل شخصاً أن يستثمر مالاً لك في حرام رباً أو غيره أو يسرق لك، فهي وكالة باطلة وكل ما ترتب عليها باطل. والموكل أثمه كالفاعل، وهذا ينطبق على المساهمة في الشركات المختلطة. ¶ 12- ولأنها وسيلة إلى استمراء الربا والانغماس في حمأته وقد يؤول الأمر إلى ورثة لا يهتمون حتى بإخراج الأرباح الناشئة عن المعاملات الربوية( ). بحجة أن لهم الغنم وعليه الغرم. ¶ 13ـ أن هذه الشركات لا ينحصر تجاوزها في حدود الاقتراض والإقراض بالربا بل الواقع أن كثيراً من تعاملاتها حرام وغير جائزة شرعاً فمن ذلك أنها تعقد عقوداً آجلة كبيع أو شراء سلم دون تقديم رأس المال. وهي تبيع السلع الباقية عند التصفية وفيها عيوب تخُفيها ولا تعلن عنها ولا تمكن المشتري من خيار العيب. وهي تعقد عقوداً آجلة تربط الثمن بمستوى الفائدة في سوق باريس أو لندن أو نيويورك. إنها تبيع الطعام قبل قبضه. وقد تتعامل بالخيارات إلى آخر التجاوزات التي لا تقع عن قصد لمخالفة أحكام التعامل الإسلامي ولكن من أجل تحقيق الربح فيما يفسح له القانون من وجوه التعامل. وكل ربح نشأ من عقد محرم فإنه لا يطيب لصاحبه وإن كان الأصل حلالاً( ).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "14ـ إن وضع مالك السهم في هذه الشركات من الناحية الشرعية هو كوضعه لو كان متفرداً بالملك فكل ما يحرم عليه من المعاملات إذا كان يتعامل بها لحسابه الخاص يحرم عليه التعامل به إذا كان شريكاً وكل ما يحل له كفرد مستقل يحل له كشريك. ولذا فإنه إذا كان يعلم مقدماً أن الشركة التي سيسهم فيها يحوي قسم من تعاملها على غير ما هو مشروع هو كحكمه إذا كان يجري بعض صور نشاطه الخاص على ما حرمه الله ولا أعلم فقيهاً فرق بين الخاص والشريك، وهذا هو الوضع القانوني والعرفي، يقول الدكتور/ محمد علي القري بن عيد (حامل السهم هو شريك في أموال الشركة. وتعطيه القوانين في جميع الدول كامل حقوق المالك( ). ¶ 15- أن التحريم في هذه المسألة هو من باب تحريم المقاصد وتحريم الوسائل، وتحريم المقاصد لأنه ممارسة الربا في شكل بيوع فاسدة، وتعاطي البيع الفاسد في حد ذاته محرم مهما كانت نية المتعاطي في جبره.....، وممنوعة منع الوسائل والمآلات لأنها تعاون على الإثم، قال تعالى: + \"( وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان). ¶ وذُكر في مجلة المجمع الفقهي بأن الشيخ علي الخفيف، وأبو زهرة، وعبد العزيز الخياط، وصالح المرزوقي، هؤلاء نصوا على وجوب خلو الشركة مما حرم الله، فإذا كان فيها ربا لا تجوز المشاركة فيها( ). ¶ 16ـ أن يسير الربا ربا ويدل على ذلك قول سعد ابن أبي وقاص رضي الله عنه سئل النبي صلى الله عليه وسلم عن تمرٍ برطب فقال: «تنقُص الرُّطبة إذا يبست» قالوا: نعم. قال: «فلا إذاً»( ). ¶ فالرسول صلى الله عليه وسلم حذر من الربا ولو كان مقدارهما عند الوزن واحداً ولكن تحولها من رطب إلى يابس ينقصها عن وزنها؟ فكيف بمن أقروا المساهمة بشركات تتعامل بالربا الصريح وجعلوا نُسباً معينة لا تمنع المساهمة معهم. ولا حول ولا قوة إلا بالله. ¶ 17ـ أن منع هذه الشركات سيؤدي إلى إضعاف أسهمها وإضعاف تداولها وهذا سيفيد بحول الله في أمور:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أ- ارتفاع أسهم الشركات التي جعلت مخافة الله نصب أعينها. ¶ ب- إجبار هذه الشركات على الخضوع لأمر الله وأمر رسوله صلى الله عليه وسلم بأن تتجنب الربا. ¶ ج- براءة ذمم الناس وتطييب أموالهم وإخراجهم من المحرمات والمشتبهات. ¶ 18ـ أن من أجازوها لم يعتمدوا على دليل واحد من الكتاب والسنة؛ بل على قواعد فقهية أو أدلة عمومية ليس بينها وبين ما أجازوه علاقة. ¶ المطلب الثالث: القول الثاني: جواز المساهمة. ¶ الجواز حيث ذهب بعض أهل العلم المعاصرين إلى جواز الأسهم المختلطة ولكن وضعوا لها ضوابط من أهمها: ¶ أ- أن لا ينص نظامها الأساسي على التعامل بالربا. ¶ ب- أن يجتهد المساهم في معرفة الجزء الحرام ويقوم بالتخلص منه في أوجه الخير، ولا يجوز له أن ينتفع به في أي حالٍ من الأحوال أو يرجو أثر نفعه كمن يقدمه هدية لخدمه وعماله لأنه سينال أثر هذا النفع وثمن هذا الدفع وإن لم يكن واجباً عليه. ¶ ج- وقد اشترط بعضهم نسباً معينة لا يزيد عليها نسبة التعامل الحرام عند هذه الشركات. ¶ د – أن جواز الدخول في هذه الشركات لا يعني أن الربا اليسير مُباح، فالربا مُحرم قل أو كثر، والإثم على من باشر تلك المعاملة المحرمة أو أذن أو رضي بها. ¶ هـ ـ لا يعني جواز الدخول في مثل هذه الشركات وإقرارها على معاملاتها الربوية، بل يجب السعي في تطهير هذه الشركات من الربا بشتى الوسائل والطرق.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وممن ذهب إلى هذا القول غالب أعضاء الهيئة الشرعية في شركة الراجحي المصرفية في حين توقف بعض أعضاء الهيئة حيث بين فضيلة الشيخ الدكتور/ أحمد السير المباركي عضو هيئة كبار العلماء في المملكة وعضو الهيئة بأنه متوقف في النوع الثالث الذي عليه الضوابط، كما بين فضيلة الشيخ الدكتور عبد الرحمن الأطرم أمين وعضو الهيئة بأنه متوقف في أصل الموضوع. حيث قالت ـ الهيئة ـ: بجواز أسهم الشركات المساهمة، والتي تستثمر بعض رأسمالها في الربا بما لا يجاوز الثلث، سواء ببيعها وشرائها والتوسط في ذلك، مادام أصل عملها مباحاً( )، وممن قال بجواز ذلك الشيخ ابن منيع( ) والدكتور القرة داغي( ) وغيرهم. ¶ المطلب الرابع: أدلة من يرون جواز المساهمة: ¶ وقد استند من أجاز هذه المعاملات على بعض العموميات من الشريعة: وإليك الأدلة. ¶ الدليل الأول: أن الشريعة الإسلامية الغراء مبناها على رفع الحرج ودفع المشقة، وتحقيق اليسر والمصالح للأمة، فقد قال الله تعالى: (وما جعل عليكم في الدين من حرج ) وقال تعالى: ( يريد الله بكم اليسر ولا يريد بكم العسر)، وفي هذا المبدأ من الوضوح ما لا يحتاج إلى دليل، بل هو مقصد من مقاصد الشريعة. ¶ وبناء على هذا الأصل العظيم أبيحت المحظورات للضرورة + \"( فمن اضطر غير باغ ولا عاد فلا أثم عليه ). ¶ وذكروا أقوالاً لبعض أهل العلم تجيز العمل بهذه القاعدة ومنها: ¶ أ- قال شيخ الإسلام: «يجوز للحاجة ما لا يجوز بدونها، كما جاز بيع العرايا بالتمر» ( ). ¶ ب- وقال أيضاً – رحمه الله -: «الشريعة جميعها مبنية على أن المفسدة المقتضية للتحريم إذا عارضتها حاجة راجحة أبيح المحرم»( ). ¶ ج- وقال الزركشي: «الحاجة العامة تنزل منزلة الضرورة الخاصة في حق آحاد الناس» ( ).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وضح فضيلة الشيخ عبد الله بن منيع وجه الاستدلال بهذه القاعدة بقوله: «فلو قلنا بمنع الأسهم أو شرائها لأدى ذلك إلى إيقاع أفراد المجتمع في حرج وضيق حينما يجدون أنفسهم عاجزين عن استثمار ما بأيديهم من مدخرات، كما أن الدولة قد تكون في وضع ملجئ إلى التقدم للبنوك الربوية لتمويل مشروعاتها العامة حينما تحجب عنها ثروة شعبية يكون مصيرها بعد الحجب والحرمان الجمود. ¶ وحول هذا المعنى يقول العز بن عبد السلام ـ رحمه الله ـ ما نصه: ¶ لو عم الحرام الأرض بحيث لا يوجد فيه حلال جاز أن يستحل من ذلك ما تدعو إليه الحاجة ولا يقف تحليل ذلك على الضرورات، لأنه لو وقف عليها لأدى إلى ضعف العباد، واستيلاء أهل الكفر والعناد على بلاد الإسلام، ولا نقطع الناس عن الحرف والصنائع والأسباب التي تقوم بمصالح الأنام اهـ ( ). ¶ مناقشة هذا الدليل من عدة أوجه: ¶ 1- إن أكثر العلماء لا يرون أن الحاجة تقوم مقام الضرورة ( ). ¶ مع العلم بأننا لا نعرف ما مقصودهم بالحاجة لأن الحاجة كلمة عامة وقد يفهم منها ما يلي: ¶ أ ـ حاجة البلد إلى الشركات الخدمية كالمياه والكهرباء والتي لا يمكن الاستغناء عنها فيجوز المساهمة فيها مراعاة لحاجة الناس، أما غير الشركات الخدمية كالفنادق والمصانع فلا تشملها الإباحة، وهذه أعلنها الشيخ الزرقا ـ رحمه الله ـ. ¶ ب ـ حاجة الشركات إلى الاقتراض من أجل تمويل مشاريعها لعدم وجود مصارف إسلامية تقوم بتمويلها حتى تستطيع الإنتاج وهذه ألمح إليها الشيخ عبد الله بن منيع حفظه الله، في حلقة النقاش التي عقدتها الهيئة الشرعية لشركة الراجحي المصرفية للاستثمار في الرياض يوم الخميس 12/8/1426هـ، وهذه الحاجة على من يرونها العلة في الإباحة أن يتراجعوا عن هذا القول لوجود مصارف إسلامية تقوم بتمويل هذه الشركات من خلال المرابحة الشرعية أو غيرها لأن الحاجة قد زالت والحكم يدور مع علته.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "جـ ـ وقد يكون مقصود الحاجة حفظ أموال الناس من الضياع لعدم وجود مجالات استثمارية لأموالهم، كما يراه بعض المجيزين، وهذا القول ينبغي الانتهاء عنه حال وجود مجالات استثمار لا حرمة فيها، فعلى أصحاب هذا القول أن يتراجعوا عن قولهم بالحاجة حال زوالها خاصة أنهم رأوا جواز المساهمة بناءً على الحاجة وبأنها خلاف الأصل. والخلاصة أن على من يقول بالجواز أن يبين ما هي الحاجة حتى ينتهي الناس بانتهائها. فإطلاق الحاجة بدون قيد أو بيان ماهيتها خطأ فادح والله أعلم. ¶ 2- ليس هناك حرجٌ بمعناه الشرعي يقتضي المساهمة في هذه الشركات المختلطة لأن وسائل الاستثمار ميسرة فمن أراد مجال الأسهم فهناك شركات أخذت على عاتقها أن لا تجعل للحرام إليها سبيلاً وهي منتشرة ولله الحمد، وهناك الشركات والمصانع وتجارة الأراضي فهي مجال رحب واسع للاستثمار وفيها خير وبركة ولله الحمد. ¶ 3- ما ذكروه من كلام العز بن عبد السلام – رحمه الله – فليس فيه لمن أجازوا به الأسهم المختلطة وجه حق وذلك من خلال ما يلي: ¶ أ- أن العز – رحمه الله – قال: «لو عم الحرام الأرض بحيث لا يوجد فيه حلال» فهل هناك مسلم يقول بأن الحرام قد عم والحلال قد عُدِم؟! فكيف يستدل بقوله ويستند إلى رأيه دون النظر إلى شرطه وضابطه فهو وضع قيداً بأن يعم الحرام الأرض وهذا قد يوجد لكن وضع قيوداً أخرى بحيث قال: ¶ • «ولا يوجد فيه حلال» فهل يقول بذلك أحد؟! ¶ • ووضع قيداً ثالثاً أن لا يستحل إلا ما تدعو إليه الحاجة وملاحظ الآن أن الحرام قد استحل مع أن الحلال منتشر ومتيّسر ولُجئ إلى الحرام أيضاً من غير حاجة بل من أجل التكاثر بالأموال وتضخيم الأرصدة ولا حول ولا قوة إلا بالله. ¶ ب- إن جميع العلماء يُستدل لأقوالهم لا بأقوالهم فلا عصمة إلا لله ولكتابه ولرسوله ×.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "4- فتح باب العمل بهذه القاعدة دون قيود وضوابط، يقتضي التهاون بما حرم الله بذريعة الضرورة والتيسير على الناس وهذا ولا شك بأنه يقتضي فتح باب شر يؤدي إلى مفاسد لا يعلم بها إلا الله ـ عز وجل ـ. ¶ والرسول صلى الله عليه وسلم كان منهجه التيسير وهذا لا خلاف فيه لما ثبت عن عائشة رضي الله عنها أنها قالت: ما خير النبي صلى الله عليه وسلم بين أمرين إلا اختار أيسرهما، ما لم يأثم، فإذا كان الإثم كان أبعدهما منه»( ). ¶ فالتيسير على الناس والأخذ باليُسر هو منهج النبي صلى الله عليه وسلم ولكن بشرط ألا يكون إثماً مخالفاً للشرع ولا شك أن القول بالتيسير ودفع الناس للوقوع في أوحال الربا ودعم الشركات المحاربة لله ولرسوله وتشجيعها بحجة التيسير كلام لا يقبله العقل ولا يرضاه الشرع وهل الربا ودعم الشركات الداعمة له بريئة من الإثم؟ حتى يُرخص للناس الولوج فيها؟! إن هذا القول بينه وبين الحق خرط القتاد. ¶ 5- أما استشهادهم بقول ابن تيمية: «المفسدة المقتضية للتحريم»، ولم يقل «المنصوص على حرمته»، ولم يقل «الربا»، وإنما قال: «المقتضية للتحريم»، ثم قال: «وعارضتها حاجة راجحة أبيح المحرم»، وأين الحاجة الراجحة للشركات الربوية؟! لا توجد ( ). ¶ 6ـ هل يصح القول بأن استثمار المال واجب أو ضرورة؟ ومتى كان استثمار الأموال من الواجبات؟ بل هو من المباحات المشروعات، ولو قلنا بأنه من المندوبات المستحبات فهل يُجعل الحرام وسيلة ومطية للوصول للمندوبات؟ سبحان الله.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "7ـ طالما أنكم جعلتم هذه المسألة حاجة، وأن واقع الاقتصاد العالمي يفرض على المسلمين التعامل بمثل هذا النوع. فلماذا أثمتم أعضاء مجالس الإدارات بل وجعلتموهم يستحقون اللعنتين. هل هذا جزاؤهم؟! وهم الذين تولوا دفع الضرر عن الأمة وقضاء حوائج الناس كما تدعون؟ !! فماذا لا تستثنوهم من التأثيم أيضاً. فتبرئة أصحاب الأموال الذين نالوا حظاً وافراً من المال ومعاقبة هؤلاء، أمر في غاية التناقض، وقد يقول قائل إن أعضاء مجالس الإدارات استحقوا اللعنات لأنهم صوتوا ووافقوا على التعامل في المحرم لردوا علينا بأنهم ما فعلوا ذلك إلا حاجة واضطراراً ولو كان بوسعهم الامتناع عن الحرام لفعلوا. ولو قلتم بأن أعضاء مجالس الإدارة يستطيعون الاتجاه إلى الحلال وترك الحرام لكان هذا دليلاً على أن المساهمين باستطاعتهم أيضاً فعل ذلك عن طريق اختيار أعضاء مجالس ثقات على أن الوقوع في الحرام بأيدي أعضاء مجالس الإدارات المنتخبين من المساهمين يعلمنا أن بأيدينا اجتناب هذه المحرمات وليست من تأثير الاقتصاد العالمي لأن أعضاء مجالس الإدارات ليس بأيديهم التغيير العالمي، ولعلمنا أن دعوى الحاجة قول بلا برهان والله المستعان. ¶ الدليل الثاني: استدلوا بقاعدة «يجوز تبعاً ما لا يجوز استقلالاً» ولهذه القاعدة مجموعة تطبيقات منها: جواز بيع العبد مع (مَا لَهُ من مال) فيبيعه سيده ومعه ماله بثمن نقدي، هذا الثمن هو ثمن العبد وماله، فهذا المال للعبد يعتبر تبعاً للعبد الذي يجوز بيعه استقلالاً ولا يجوز بيع ماله استقلالاً إلا بشروط الصرف، وتبعيته للعبد جاز بيعه بغض النظر عن توفر شروط الصرف في هذا المال والأصل في جوازه حديث ابن عمر في بيع العبد ومعه ماله وبيع الثمر قبل تأبيره( ).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومنها جواز بيع الحامل سواءً أكانت أمة أو حيواناً، ولا يخفى أنه لا يجوز بيع الحمل في بطن أمه إلا أن يكون تبعاً غير مقصود فيجوز ذلك إذ يغتفر في التبعية ما لا يغتفر في الاستقلال. ¶ ويمكن اعتبار بيع سهم في شركة تجاوز مجلس إدارتها صلاحيته الشرعية فتأخذ الربا من البنوك الربوية أو تعطيه حيث يعتبر ذلك يسيراً ومغموساً في حجم الشركة ذات الأغراض المباحة يمكن اعتبار ذلك من جزئيات هذه القاعدة إذ الغالب على هذه الشركة الاستثمار بطرق مباحة، وما طرأ عليها من تجاوز إداري آثم في الأخذ من البنوك بفائدة أو إعطائها بفائدة يعتبر يسيراً وهو في حجم السهم المباح تبعاً ويغتفر في التبعية ما لا يغتفر في الاستقلال ( ). ¶ وقال الدكتور علي محيي الدين القره داغي: ¶ وعلى ضوء هذه القاعدة فهذا النوع من الأسهم وإن كان فيه نسبة بسيطة من الحرام لكنها جاءت تبعاً، وليست أصلاً مقصوداً بالتملك والتصرف، فما دامت أغراض الشركة مباحة، وهي أنشئت لأجل مزاولة نشاطات مباحة، غير أنها قد تدفعها السيولة أو نحوها إلى إيداع بعض أموالها في البنوك الربوية، أو الاقتراض منها. ¶ فهذا العمل بلا شك عمل محرم يؤثم فاعله (مجلس الإدارة) لكنه لا يجعل بقية الأموال والتصرفات المباحة الأخرى محرمة، وهو أيضاً عمل تبعي وليس هو الأصل الغالب الذي لأجله أنشئت الشركة ( ).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المناقشة: هذه القاعدة من القواعد المعتبرة شرعاً، وقد أجاد صاحب كتاب الأسهم والسندات في تفنيد هذه الشبهة فقال: «إن من الخطأ الاستدلال بها في هذا الموضع، فالمسألة التي يدور الكلام حولها هي شراء أسهم شركة من شركات المساهمة تتعامل بالربا أو بمعاملات وعقود فاسدة، وإن كان الأصل في أعمالها الحل، ونجد في هذه الصورة أن المساهم حين يشتري سهماً فهو يشترك في كل أعمال الشركة، ومنها الربا، والربا لا يباح مطلقاً، والمساهم لا ينتهي به الحال عند شراء السهم فقط حتى يجوز تبعاً ما لا يجوز استقلالاً، بل سيكون من حين شرائه السهم مشاركاً في أعمال الشركة، ومنها الربا، فهل يقال: يجوز لأحد أن يرابي إذا كان الربا قليلاً؟ أو هل يجوز لأحد أن يستثمر في التعامل بالربا إذا كان تبعاً لا استقلالاً؟! لا شك أن التعامل بالربا لا يجوز مطلقاً، إنما تنزل هذه القاعدة على عقود باتت منتهية، تشتمل على شيء مباح ومحذور تابع لهذا المباح، فيجوز حينئذٍ الشراء، وتنتهي المسألة بانتهاء هذا العقد، يتضح ذلك من خلال الأمثلة التي ذكرها الفقهاء ومنها: ¶ أن الشفعة لا تثبت في الأبنية والأشجار بطريق الأصالة، وتثبت تبعاً للأرض إذا بيعت معها ( ). ¶ فهنا أقروا الربا وجعلوه تبعاً بحجة أن التبع جاز لأنه متصلٌ بما هو مباح، ومما يجاب عن عدم صلاحية هذه القاعدة لهذه القضية أيضاً أن المُراد بالغفران في التابع فيما إذا استقل وحده لم يجز أن يجري عليه بيع ونحوه لتبعيته لأصل هو جزء منه، لكن لما جاز التصرف في الأصل جاز للتابع، فكأن التابع غير مقصود كما في مثال بيع ـ الحامل ـ فهي المقصودة بالشراء، وكذا العبد هو المقصود بالشراء. ¶ فكل ذلك إنما جاز تبعاً بجواز أصله وهو في حكم الجزء منه. فيحل مال العبد والحمل.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أما الفائدة التي اعتبرناها ـ تابعة ـ لا تحل بحال من الأحوال بإجماع العُلماء، ولا يحل التصرف فيها بعكس ما قسناها عليه هذا القياس فاسد لأننا أبحنا الاستفادة من التابع في الأصل وحرمناه في الفرع وهذا وحده كاف لبطلان وفساد الاستدلال بهذه القاعدة( ). ناهيك على أن عقد الربا الذي عقدته الشركة هو عقد منفرد ومستقل غير تابع لأعمال الشركة فلا يدخل تحت هذه القاعدة. ¶ وظهر لنا أن هذا القول ضعيف وواهي والاستدلال بهذه القاعدة على ما أباحوه لا يسلم لهم. والله أعلم. ¶ الدليل الثالث: استدلوا بأنه جزء محرم اختلط بكثير مباح حيث قالوا: بأنه لوجود نسبة ضئيلة من الحرام في المال الحلال لا يجعله حراماً وإنما يجب نبذ المحرم فقط وهذا قول أكثر العلماء، واستدلوا بقول شيخ الإسلام ابن تيمية – رحمه الله - «بأن الحرام إذا اختلط بالحلال فهذا نوعان»: ¶ أحدهما: أن يكون محرماً بعينه كالميتة فإذا اشتبه المذكى بالميتة حَرُمَا جميعاً. ¶ الثاني: ما حرم لكونه غصباً أو المقبوض بعقود محرمة كالربا والميسر فهذا إذا اشتبه واختلط بغيره لم يحرم الجميع، بل يميز قدر هذا من قدر هذا فينصرف هذا إلى مستحقه وهذا إلى مستحقه» ( ). ¶ واستدلوا بقول ابن القيم – أيضاً -: إذا خالط ماله درهم حرام أو أكثر منه أخرج مقدار الحرام، وحل له الباقي بلا كراهة ( ). ¶ وقالوا على ضوء ذلك فمسألتنا هذه من النوع الثاني حيث كلامنا في الأسهم التي شابتها بعض تصرفات محرمة كإيداع بعض نقودها في البنوك الربوية ( ). ¶ مناقشة هذا الدليل من عدة أوجه: ¶ الوجه الأول: هذا من الأدلة التي وضعت في غير موضعها وفُهم كلام العلماء في غير محله فهناك فرق بين من يشتري سهماً في شركة ليصبح شريكاً فيها وبين من اشترى سلعة فاختلط فيها حلال وحرام وهذا الذي يُفهم من كلام العلماء لأن الاختلاط هنا قد حدث بدون قصد. قال الدكتور صالح المرزوقي:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إن كان الاختلاط عن غير قصد أي وقع الاختلاط فإن المال الحرام باختلاطه مع الحلال لا يجعل المال الحلال حراماً، وإنما تقتصر الحرمة على الحرام، ويبقى الحلال حلالاً، هو معنى كلام شيخ الإسلام، لا أن نحمله على ما لا يحتمل فتدخل فيه الشركات التي تمارس الربا قليلاً كان أم كثيراً ونحتج بكلام شيخ الإسلام، والعز بن عبد السلام، وغيرهم من العلماء. ¶ وأقول: إن هؤلاء العلماء يبرؤون إلى الله مما ننسبه إليهم لأننا نحمل كلامهم شيئاً لا يحتمله ( ). ¶ الوجه الثاني: كذلك أيضاً فرق بين المساهم في شركة، وبين من أراد أن يخرج الحرام من ماله ليطيب له، توبة عن الكسب الحرام، فجواز التصرف في المال المختلط يصح في الصورة الثانية دون الأولى. ¶ وهذا هو الذي يفهم من كلام شيخ الإسلام وابن القيم اللذين استدل بهما القائل بالجواز، فشيخ الإسلام يقول: «يميز قدر من قدر هذا، فيصرف هذا إلى مستحقه وهذا إلى مستحقه» ( )، وابن القيم يقول: «يخرج مقدار الحرام ويحل له الباقي بلا كراهة»( )، وهنا لابد من أمور: ¶ 1ـ إن هذا الكلام في شخص أراد أن يتوب، فإذا أراد ذلك فهكذا يفعل ليطيب له باقي ماله، وليس الكلام في شخص مستمر في التعامل بما لا يجوز من طرق الكسب، وإلا كان هذا تسويغاً أو شبهة تسويغ للمكاسب الفاسدة ببيان طرق التخلص منها. وشيخ الإسلام وابن القيم من أبعد الناس عن هذا، لكن جاء هذا من تنزل كلامهما على غير محله( ). ¶ 2- فالذين يتكلمون عن هذه القضية من العلماء تكلموا عن رجل وقع في الحرام واختلط ماله الحلال بالمشتبه وأراد أن يبرئ ذمته فيخرج من ماله على قدر ما يظن بأن الحرام منه قد زال أما أولئك الذين أباحوا الأسهم المختلطة واحتجوا بإخراج النسبة المحرمة أوجه لهم سؤالاً:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أليس إخراجه للحرام دليلاً على أنه تاب إن كان عامداً وبراءة ذمته إن كان جاهلاً؟ فمتى يتوب من ذنبه؟! وأنتم أبحتم له الاستمرار على هذا النهج أخلط الحلال بالحرام ثم أخرج ما تبرؤ به الذمة فمتى يتوب؟!. وما علم هؤلاء بأن الإصرار على المعصية معصية أخرى؟! ¶ 3-إن من شروط التوبة الصحيحة الإقلاع عن الذنب وهو الشرط الأساسي للتوبة المقبولة، فالذي يرجع إلى الله وهو مقيم على الذنب لا يعد تائباً، وفي قوله: «وتوبوا» إشارة إلى معنى الإقلاع عن المعصية؛ لأن النفس المتعلقة بالمعصية قلما تخلص في إقبالها على عمل الخير، لذلك كان على التائب أن يجاهد نفسه فيقتلع جذور المعاصي من قلبه، حتى تصبح نفسه قوية على الخير مقبلة عليه، نافرة عن الشر فتغلبه عليه بإذن الله تعالى( ). ¶ 4- إن جماهير العلماء يرون أن من صحة التوبة أن يندم الإنسان على الذنب، ويقلع عنه، ويعزم عزماً أكيداً على عدم معاودته ( ). وهؤلاء صححوا توبته بإخراج النسبةُ المحرمة وله العناد والاستمرار في دعم معاقل ـ الربا ـ ولا حول ولا قوة إلا بالله ـ. ¶ 5- التخلص من المال الحرام بالتبرع به ليس بصدقة وإنما يكون بتوبة تعفي صاحبها من مسؤوليته عن الحرام إذا كان قد تورط فيه عن جهل أو تغرير، أو ما أشبه ذلك، أما أن يُقدم عليه طائعاً مختاراً طلباً لفتات الدنيا، فهذا لا يعفيه من المسؤولية فيه التصدق به وحده؛ بل الصدقة والتوبة النصوح بشروطها التي سبق ذكرها: (إنما التوبة على الله للذين يعملون السوء بجهالة ثم يتوبون من قريب فأولئك يتوب الله عليهم وكان الله عليما حكيما* وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن ولا الذين يموتون وهم كفار أولئك أعتدنا لهم عذاباً أليماً [النساء: 17، 18].",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فهل -يا ترى- إخراج هذه النسبة المحرمة من باب التوبة أم من أي باب.؟ فإن كان من باب التوبة فعليه أن يندم وأن يُقلع عن الذنب وأن لا يعود؟ وإن كان من غيرها فعليهم أن يوضحوه للأمة. ¶ الدليل الرابع: استدلوا بقاعدة ما لم يمكن التحرز منه فهو عفو. ¶ وهذه المسألة ذكرها علماء فقه الأصول وفرعوا عليها الكثير من الجزئيات ومثلوا لذلك. بأمثلة منها: ¶ أ- «القليل لا يمكن الاحتراز عنه ولا يستطاع الامتناع عنه فسقط اعتباره دفعاً للحرج كقليل النجاسة وقليل الانكشاف» اهـ ( ). ¶ ب- «ما لا يمكن الاحتراز منه فمعفو عنه» ( ). ¶ قال الشيخ عبد الله بن منيع: «وهذا يعني جواز إمكان تخريج حكم تداول أسهم هذه الشركات بيعاً وشراءً وتملكاً على هذه القواعد، واعتبار تداول هذه الأسهم جزئية من جزئيات هذه القواعد. فلئن كانت هذه الأسهم ممزوجة بشيء يسير من الحرام وغالبها حلال فإن الحاجة العامة لتداول هذه الأسهم قائمة وملحة، وهي تقتضي اغتفار هذا اليسير المحرم في حجم السهم، وعدم تأثيره على جواز تداوله ( ). ¶ مناقشة هذا الدليل من وجوه: ¶ 1- عندما تكلم العلماء عن هذه القاعدة ذكروها في مسائل يشق ويصعب على الإنسان أن يتحرز عنها، وفي تكليفه التحرز منها تكليف بما يُدخل الحرج والعنت على المسلمين في أحوالهم الخاصة وفي معاملاتهم مع سائر الناس، بينما لا نجد الممتنعين عن المساهمة في هذه الشركات أصابهم مشقة وحرج من ذلك ( ). ¶ 2- لا مشاحة في قضية العفو عن اليسير إذا كان لا يمكن التحرز منه أما هذه المساهمات المحرمة فيمكن التحرز عنها بالابتعاد عنها ولا ضرورة ولا حاجة للمساهمة بها، وربي كم ضيقوا واسعاً وحجَّروه عندما تقرأ كلامهم في محاولة قصر المساهمات الناجحة على الشركات المحرمة مع أن أوجه الاستثمار النقي الطيب مفتوح على مصراعيه وبهذا يتضح لنا ضعف الاستدلال بهذا الدليل.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "3ـ اليسير الذي يعفى منه الإنسان يكون بالنسبة لمن باشره مُباحاً ولا إثم عليه ولا حرج من بقاءة وهم أعفوه من إثم ذلك الحرام ثم أوجبوا عليه إخراج النسبة المحرمة؟ فكيف يقولون يسير يعفى عنه ومع ذلك أوجبوا عليه إخراج النسبة المحرمة....!! ¶ 4ـ أما اليسير المعفي عنه لا يكون عمداً فلو أخذ إنسان قليلاً من النجاسة ووضعها على ثوبه متعمداً بذريعة أنه يُعفى عن اليسير فهل يصح منه ذلك؟ فعليهم التفريق بين القاصد المتعمد وبين المفطر المُتحرج. ¶ الدليل الخامس: استدلوا بقاعدة «للأكثر حكم الكل»: ¶ وهذه القاعدة قريبةً من قاعدة إذا اختلط المال الحلال بالحرام فقالوا: نظراً إلى أن الغالب على الأسهم موضوع البحث الإباحة والحرام فيها قليل بالنسبة لإباحة غالبها فإن تخريج حكم التعامل بهذه الأسهم بيعاً وشراءً وتملكاً على مسألة الحكم للأغلب ظاهر لا يحتاج إلى مزيد من التوجيه والتحرير، وما قدمناه من نصوص فقهية قد يكفي في القناعة بجواز تملك ذلك وبيعه وشرائه ما دام الغالب والأكثر فيها مباحاً ( ). ¶ مناقشة هذه القاعدة من وجوه: ¶ 1- الاحتجاج بهذه القاعدة ليس على إطلاقه وإلا لانفتح باب من الشر يصعب إغلاقه. ¶ كيف وقد عارض قول الرسول ×: «ما أسكر كثيره فقليله حرام»( ). ¶ فلو أُخذ بهذه القاعدة على إطلاقها لجاز القليل من الخمر إذا خُلط بعصير، ولا قائل به لأنه مردودٌ بحديث «ما أسكر كثيره».",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "بل يلزم من يقول بهذه القاعدة على إطلاقها أن يجيز الطعام والمعجنات واللحوم التي وضع بها قليل من الخمر أو قليت بأدهان الخنزير؛ بل على ضوء هذه القاعدة يجوز للمسلم أن يُساهم مع أصحاب المحلات التجارية التي تبيع الدُخان ولحم الخنزير والخمور وآلات اللهو إذا كان الأصل بيع مواد صحية أو غذائية لا تعتبر هذه المحرمات ذات نسبة عالية بالنسبة لباقي مبيعات المحل فهل يقولون بهذا؟ فهذا لا قائل به من أهل العلم ولا يجوز الاحتجاج بهذه القاعدة خاصة وهي قاعدة محل خلاف، وكثير من تطبيقاتها لا يلتفت لها فهذا دليل عاطل كاسد في المسألة التي يدور الحديث عنها. والله المستعان. ¶ 2- ولو فرضنا صحة الاحتجاج بهذه القاعدة مطلقاً فلا مجال للاحتجاج بها في قضية الأسهم فهم يقرون بأنه لا يجوز له الاحتفاظ بالمال الحرام وعليه أن يخرج النسبة المحرمة والقاعدة تقول خلاف ذلك، وهذا مسقط لهذا الدليل والله أعلم ( ). ¶ 3- ومما يورد على قولهم ويضعف حجتهم أن أصحاب هذا القول لا يرون جواز المساهمة في البنوك بدعوى أنها محرمة ربوية وهذا حسن ولا نختلف فيه. والناظر في حال البنوك الآن ودعوى «الأسلمة» القائمة على أشدها ـ لبعض أقسامها ـ يجد أن البنوك لو صحت دعوى أسلمتها ـ حالها كحال الشركات المختلطة حيث انحسرت ـ الآن ـ نسبة الربا في هذه البنوك المؤسلمة ـ فيها بشكل كبير كما يدعون. فلو فرضنا ـ جدلاً ـ صحة الدعوى القائمة بأسلمة البنوك فإنها ستكون على فتوى المجيزين للأسهم المختلطة ليست حراماً بل يجوز على قول هؤلاء المساهمة فيها وإخراج النسبة المحرمة. ¶ فهل يقول هؤلاء المجيزون بذلك كيف يفرقون بينها وبين ما أسموه بالأسهم المختلطة خاصة ونحن نرى أن كافة البنوك قد نهجت منهج الأسلمة «مع التحفظ الشديد على هذه الدعوى».",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فهل هذا يدعو لجواز المساهمة بها و اعتبارها مختلطة، فقد يحتج أهل هذه البنوك بأن الربا ليس كل أعمالهم بل إن عندهم معاملات مباحة فكيف يجاب عن ذلك؟! ¶ الدليل السادس: ومن الأدلة التي أُحتج بها وهو دليلٌ من الواقع: أننا – نحن المسلمين اليوم – لا نعيش عصراً يطبق فيه المنهج الإسلامي بكامله، فيسوده نظام الإسلام السياسي، والاقتصادي والاجتماعي والتربوي، وإنما نعيش في عصر يسوده النظام الرأسمالي، والاشتراكي، وحينئذٍ لا يمكن أن نحقق ما نصبو إليه فجأة من أن تسير المعاملات بين المسلمين على العزائم دون الرخص، وعلى المجمع عليه دون المختلف فيه، وعلى الحلال الطيب الخالص دون وجود الشبهة، فعصرنا يقتضي البحث عن الحلول النافعة حتى ولو قامت على رأي فقيه واحد معتبر ما دام رأيه يحقق المصلحة للمسلمين، بل لا ينبغي اشتراط أن نجد رأياً سابقاً، وإنما علينا أن نبحث في إطار المبادئ والأصول العامة التي تحقق الخير للأمة، ولا يتعارض مع نص شرعي ثابت( ). ¶ الرد على هذه الشبهة من وجوه: ¶ 1- أن هذا الدليل يحمل في طيه الانهزام فبدلاً من أن يدعو صاحب هذه الحجة إلى البحث عن أساليب الاستثمارات الشرعية التي تتفق مع الكتاب والسنة! نجده يدعو إلى الاستسلام والانهزام والخضوع للشركات الربوية التي تسودها الشركات الاشتراكية والرأسمالية ولا حول ولا قوة إلا بالله. ¶ 2- صاحب هذا الدليل يطالب بتقديم القول الشاذ لو تبناه فقيه واحد معتبر حتى لو لم يكن له سلف ولا نص من كتاب ولا سنة، ولحسن الحظ أنه جعل من ضمن قيوده عدم معارضته للنصوص الثابتة وأبشره بأن هذا القول قد عارضه نص ثابت وهو قوله صلى الله عليه وسلم «لعن الله آكل الربا وموكله» الحديث( ). فلعل هذا الدليل يسقط الاحتجاج بذلك الدليل وعلى كلٍ فهذا الدليل هو من أضعف الأدلة التي أوردها المجيزون.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الدليل السابع: من الأدلة التي احتجوا بها ما ذكره -القره داغي- وهو ما أجازه فقهاء الحنفية من بيع الوفاء مع أن مقتضاه عدم الجواز، لأنه إما من قبيل الربا، لأنه انتفاع بالعين بمقابلة الدين، أو صفقة مشروطة في صفقة كأنه قال: بعته منك بشرط أن تبيعه مني إذا جئتك بالثمن، وكلاهما غير جائز، ولكن لما مست الحاجة إليه في تجارة بسبب كثرة الديون على أهلها جوز على وجه أنه رهن أبيح الانتفاع بثمراته ومنافعه كلبن الشاة، والرهن على هذه الكيفية جائز ( ). ¶ الرد على هذه القاعدة: ¶ هذا قياس فاسد لأن بيع الوفاء عقد باطل، فلقد قاس باطلاً على باطل فَبطَلَ الجميع ولله الحمد، وإلا فكيف ما كان باطلاً في نفسه أن يُصحح عليه غيره؟! وقد أصدر المجمع الفقهي قراراً بعدم جوازه وجاء في نص القرار: (بأن حقيقة بيع الوفاء هو «بيع المال بشرط أن البائع متى رد الثمن يرد المشتري إليه المبيع» وقرر ما يلي: ¶ 1- أن حقيقة هذا البيع «قرض جر نفعاً» فهو تحايل على الربا، وبعدم صحته قال جمهور العلماء. ¶ 2- يرى المجمع الفقهي أن هذا العقد غير جائز شرعاً. والله أعلم( ). وهذا يؤكد أن الدليل «القياس» الذي اعتمد عليه ضعيف. ¶ الدليل الثامن: ومن الأدلة التي استدلوا بها القياس على بيع العرايا لأن الرسول صلى الله عليه وسلم أباح بيع العرايا مع أن أصلها يدخل في باب الربا، حيث لم يجوز صلى الله عليه وسلم بيع التمر بالرطب لوجود النقصان، وعدم تحقيق التماثل الحقيقي، ومع ذلك أباح العرايا لحاجة الناس إليها، يقول شيخ الإسلام ابن تيمية: «وأباح بيع العرايا... عند الحاجة مع أن ذلك يدخل في الربا..»( )، ويقول أيضاً: «الشريعة جميعها مبنية على أن المفسدة المقتضية للتحريم إذا عارضتها حاجة راجحة أبيح المحرم»( ). ويقول: «والشارع لا يحرم ما يحتاج الناس إليه في البيع لأجل نوع من الغرر، بل يبيح ما يحتاج إليه في ذلك»( ).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "مناقشة هذا الدليل: الاحتجاج بالقياس على العرايا قياسٌ فاسد لأن العرايا جاء النص صريحاً باستثناءها كما في الحديث: «أن رسول الله × رخص بعد ذلك في بيع العرية بالرطب أو بالتمر، ولم يُرَخِّصْ في غيره»( ). ¶ فالملاحظ هنا ما يلي: ¶ 1- أن المرخِّص هنا هو الرسول صلى الله عليه وسلم وقد استثنى العرية وقد نهى عن غيرها فلم يرخص فيه فهل يجوز لأحد أن يستنثي فيجعل قياسه كقياس الرسول صلى الله عليه وسلم .؟ فالذي له حق الاستثناء هو الرسول صلى الله عليه وسلم وليس لأحد بعده أن يستثني وإلا لتفتحت أبواب من الشر ولأبيحت آلاف من المحرمات بحجة الاستثناء. ¶ 2- ذكر الصحابي – رضي الله عنه – بأن النبي صلى الله عليه وسلم لم يرخص بغير ذلك، وهذا تأكيد قاطع لما تم ذكره في النقطة السابقة. ¶ 3- أن هذا القياس خلاف ما عليه علماء الأصول وجاء في قرار المجمع الفقهي: (بأن الاحتجاج بالعرايا لا يصح لأن تجويز العرايا ورد استثناءً بنص خاص وهو ما يعبر عنه بما جاء على خلاف القياس، فقد اشترط جمهور الفقهاء والأصوليين في حكم الأصل ألا يكون معدولاً به عن سنن القياس)( ). وهذا يؤكد سقوط هذا الدليل. ¶ الدليل التاسع: وقد استدل به ـ القره داغي ـ على ما ذهب إليه من تجويز الأسهم المختلطة حيث قال: أنه لا ينكر دور العرف وأثره في الفقه الإسلامي ما دام لا يتعارض مع نصوص الشريعة ( ). ¶ وذكروا ما يؤكد ذلك من أقوال علماء الأصول. ¶ المناقشة: 1ـ لا يخفى على طالب علم أن قضية الاحتجاج بالعرف من مسائل الخلاف ولكن من أجازوه اشترطوا (أن لا يصادم نصاً شرعياً) وقد صادم لعن الرسول صلى الله عليه وسلم آكل الربا وموكله فهل هناك أوضح من ذلك النص؟. ¶ لذا رد الدكتور صالح المرزوقي على دليل الدكتور: القره داغي بقوله: ¶ وقد استشهد بالعرف. ومن شروط الاستدلال بالعرف ألا يصادم نصاً شرعياً، والعرف الذي تذكره عرف فاسد يصادم النصوص الشرعية، فلا يصح الاحتجاج به( ).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "2ـ وأين العرف الذي استدلوا به؟ أم أنه يقصد انجراف فئة من الناس نحوها فجعلوه عرفاً؟ فتلك وربي مصيبة وبلية؛ لأن كثيراً من الناس حلقوا اللحى، واقتنوا آلات اللهو والمحرمات واستمرؤا في زيارة المسارح المحرمة والسينما وشرب الدخان وتعاطي المخدرات، فهل نجعل هذه المحرمات أعرافاً نُحلّ من خلالها ما حرم الله ورسوله ونجعلها للناس مباحة مستساغة؟! والله يقول: + \"( ). ¶ إن أفعال غالب الناس ليست دليلاً على الإباحة أو تدخل في عموم البلوى وهذا أمر يجب التنبه له. ¶ الدليل العاشر: من أدلتهم التي استدلوا بها: ¶ «أن القول بتحريم المساهمة في هذا النوع من الشركات يؤدي إلى انسحاب المسلمين من الحياة الاقتصادية في المجتمع لينفرد بها غير المسلمين أو فساق المسلمين، فيديرونها دون مراعاة الأحكام الشرعية»( ). ¶ المناقشة: وهذا الاستدلال من الأدلة الواهية من خلال ما يلي: ¶ 1- إن الواجب على المسلم أن ينسحب من أي عمل يغضب الله ولا يكون منافساً للفساق والعصاة فيما حرم الله بحجة أنه يخشى من أن انفرادهم سيؤدي إلى تأثر أهل الخير اقتصادياً، وفي هذا القول من الخطورة ما لا يخفى على أحد لأننا من خلال قبول هذه الشبهة سيأتي من يقول لماذا لا ندعو أهل الإسلام للمشاركة في إنشاء مصانع الخمور ودور السينما وغيرها من مواطن الفساد بل ودعوة لأبناء الإسلام لإنشاء شركات ربوية لأن الحجة هنا واحدة فطالما أجزت ذاك فعليك أن تجيز هذا.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "2- بل الحق يقال بأن المصلحة في منع الاشتراك في هذه الشركات أكبر من المصلحة المترتبة على القول بجواز الاشتراك فيها. ووجه ذلك: أن منع الاشتراك في هذه الشركات مع بيان أن سبب المنع هو وقوع هذه الشركات في المعاملات المحرمة من شأنه أن يجعل القائمين على هذه الشركات يبادرون مبادرة جادة في التخلص من هذه المعاملات المحرمة وتوسيع التجارة المشروعة بأنواعها طلباً لاشتراك الناس ومساهماتهم وبهذا يكون القول بالمنع قد فتح باباً عظيماً من أبواب المكاسب المشروعة وحث الناس والشركات عليها والمنع من المعاملات المشبوهة وهذه مصلحة كبيرة جداً تربو على مصالح القول بالجواز مع ما فيها من بعد النظر ومراعاة العواقب والله أعلم ( ). ¶ 3- إن في فرص الاستثمار التي أحلها الله غُنية عما حرم، وأما الخوف من انفراد الفساق فهو مردود لأنهم ينفردون في جميع أوجه الكسب المحرم والمسلم يستثمر فيما أحل الله وكلٌ سيلقى الله. والجميع ستنموا تجارته ولكن هذا بكسب طيب مبارك وذاك بعمل محرم ممحوق. ¶ الدليل الحادي عشر: استدلوا بحديث «الثلث والثلث كثير» عن سعد بن أبي وقاص رضي الله عنه قال: جاء النبي صلى الله عليه وسلم يعودني وأنا بمكة وهو يكره أن يموت بالأرض التي هاجر منها، قال: (يرحم الله ابن عفراء) قلت: يا رسول الله، أوصي بمالي كله؟ قال: «لا» قلت: فالشطر؟ قال: «لا» قلت: الثلث؟ قال: «فالثلث والثلث كثير»( ). وممن ذهب إلى اشتراط ألا تزيد النسبة المحرمة عن الثلث الهيئة الشرعية في شركة الراجحي( ).والدكتور عبد الغفار الشريف عميد كلية الشريعة في الكويت( ). ¶ مناقشة هذا الدليل:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "1) وهذا الدليل الذي ذهبوا إليه يريدون أن يخلصوا من خلاله إلى أن ما قل عن الثلث فهو قليل، والذي يظهر لي أنه ليس لهيئة الراجحي ولا لغيرها وجه حق بالاستدلال به، حيث لا يبدو من الحديث إلا منع الزيادة على الثلث في باب الوصية لأن الإيصاء بثلث المال يعتبر في الوصية كثير، لا أن ما أقل من الثلث قليل ففرق بين هذا وذاك. ¶ 2) الرسول صلى الله عليه وسلم حرم الوصية بأكثر من الثلث فجعلوها مصدراً للقياس عندهم فجعلوا المساهمة في شركات الربا المحرم إذا كان أقل من ثلث المال يجوز فما أدري ما هي مصادرهم في هذا القياس؟ وما العلاقة بين المقيس والمقيس عليه؟.حيث قاسوا الربا على الوصية وهذا من رديء القياس. ¶ 3) إن إجازة ما هو أقل من الثلث من المحرمات باب خطر فبناء على هذا القول لا يحرم على المسلم الإيداع في البنوك الربوية بلا فوائد فقط، بل جاز بناء على هذا القول ما هو أكثر من الإيداع في هذه البنوك الربوية. وهو أخذ الفوائد الربوية عن عمد ثم التصدق بها، ولأن البنوك لا تعطي فوائد تصل إلى الثلث بحال من الأحوال بل لا أظن بنكاً يدفع فوائد ربوية تزيد على 15% سنوياً، وبناء على هذا الاستدلال ينفتح باب شر عظيم سيقود إلى إباحة أن يُساهم المسلم في بيع لحوم الخنازير والخمور وغيرها من المحرمات طالما أنها لا تصل إلى الثلث. ¶ 4) إن الناظر في أصول الإسلام يجد أن الإسلام في باب الحرام لم يرخص بنسب محددة بل حرم القليل طالما أن الكثير محرم ومن أدلة ذلك: ¶ أ ـ قال صلى الله عليه وسلم «ما أسكر كثيره فقليله حرام»( ). فلم يجعل النبي صلى الله عليه وسلم أقل من الثلث من الخمر حلالاً ومباحاً بل عبر بالقليل والقليل يعني النسبة الضئيلة. ¶ ب ـ عن سعد بن أبي وقاص قال: سئل النبي صلى الله عليه وسلم عن تمر برطب فقال: «تنقص الرطبة إذا يبست؟ قالوا: نعم، قال: «فلا إذاً»( ).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "بل نجد أن النبي صلى الله عليه وسلم لم يتسامح باليسير هنا لأنه من باب الربا فكيف جاز لهم أن يرخصوا لأبناء الأمة المساهمة ودعم الشركات التي أحلت الربا اقتراضاً وإيداعاً واستثماراً طالما أنه لا يزيد على 30%. لذا قال القرطبي ـ رحمه الله ـ (ما جرى الربا فيه بالتفاضل في كثيرة دخل قليلة في ذلك قياساً ونظراً( ). ¶ وقال الخطابي ـ رحمه الله ـ ولا فرق بين القليل، والكثير فيما يدخله الربا لأن أحداً لم يحوز الجنيه من الذهب بالجنيهين لأنهما يسير، كما لم يحُوز الدينار بالدينارين، والدرهم بالدرهمين( ). ¶ وبهذا يتبين لنا أن الحديث الذي اعتمدوا عليه في إباحة هذه النسبة لا وجه لهم في الاستدلال به ولا حجة معهم والله أعلم. ¶ الدليل الثاني عشر: ومن الأدلة التي اعتمدوا عليها بأنه يجوز معاملة اليهود والنصارى بما ليس محرماً بالاتفاق( ). ¶ المناقشة: حيث جعل أصحاب هذا القول أن معاملة من ماله فيه حلال وحرام بالشراء والبيع لاحرج فيه ولا يعد من التعاون على الإثم والعدوان، وهذا الذي قالوه لا حرج فيه ولا خلاف لأن رسول الله صلى الله عليه وسلم تعامل مع اليهود واشترى منهم ورهن عندهم. ¶ لكن هناك فرقاً بين المعاملة في البيع والشراء وبين المشاركة فللمسلم أن يشتري من يهودي أو نصراني لكن لا يجوز له أن ينشأ شركة محرمة معهم أو مع غيرهم. والغريب أن غالب من يجيزون الأسهم المختلطة التي تتعامل بالربا لا يجيزونها مع غير المسلم إذا كانت الإدارة بيد الكافر وبذا يتضح أن هذا الدليل ضعيف ولا يصلح الاحتجاج به( ). ¶ المبحث الرابع ¶ ضوابط ونصائح من العلماء المجيزين",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "مع أن هناك من أجازها من أهل العلم إلا أنهم قد شددوا في هذا الأمر وأوجبوا إخراج النسبة ولم يجيزوا المساهمة ابتداءً بل أثموا من يقومون على هذه الشركات بعكس بعض المقلدين الذين حسبوها من الحلال المحض ومن طيب الكسب، فلم يتوقف قولهم عند إباحتها فقط؛ بل حثوا الناس على المسارعة في دعمها والمساهمة بها، ومما يؤسف له أن بعض القائلين في هذه القضية إذا سئل عن حكمها قال للسائل: إن كان لديك شيء منها فأنا أشتريه منك. ليؤكد من خلالها لهذا السائل أنه لا حرج فيها البتة. مع أن غالب من أجازوها حذروا منها ونصحوا الأمة باجتنابها، فهدى الله أصحاب فتاوى بغير علم وأقوالاً بلا أدلة. وإليك هذه المواقف الإيجابية عن بعض من أجازوها. ¶ المطلب الأول: ¶ الشيخ عبد الله بن منيع حيث يعتبر أبرز العلماء الذين أجازوا المساهمة في الشركات المختلطة حيث قال( ): ¶ 1- حينما نقول بجواز تملك هذه الأسهم من الشركات موضوع بحثنا، وجواز التصرف فيها بيعاً وشراءً وتملكاً وغير ذلك من أنواع التصرفات الشرعية، فإنه لا يصح لمن تملك شيئاً من هذه الأسهم بأي طريق من طرق التملك أن يدخل في ماله كسب هذا الجزء المحرم من السهم في الشركة ولا أن يحتسبه من زكاته ولا صدقة تعبدية، ولا يخرجه مما يعتبر وقاية لماله بأي وجه من الوجوه المعتبرة شرعاً، بل يجب عليه حينما يقبض ربح السهم أن يقدر منه الكسب الحرام فيه فيبعده عن ماله بإنفاقه في أي وجه من وجوه البر على سبيل التخلص منه. ولا يقال بأن هذا الجزء الحرام مختلط بالجزء الحلال اختلاطاً لا يتميز أحدهما عن الآخر، فإن هذا الإيراد، قد أجاب عنه ابن العربي – رحمه الله – في كتابه أحكام القرآن على قوله تعالى: + \"( يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2- وبهذا نستطيع القول بأن الفرد من المواطنين محتاج إلى استثمار ما ادخره من مال فيما يستطيع الاستقلال باستثماره بنفسه، كما أنه محتاج إلى استثمار ذلك في حال عجزه عن الاستقلال باستثماره وذلك بمجموعة طرق، أضمنها وأسهلها الإسهام في هذه الشركات، وهو في نفس الأمر عاجز عن منع الشركة من الاستثمار في وجوه مختلطة بالحلال والحرام. ¶ 3- إن الحاجة المبررة لتداول هذه الأسهم لا تعتبر ما دامت مجرد دعوى حتى تثبت، فمتى استطاع الفرد أن يجد مجال استثمار في وجه من وجوه الاستثمار لا شبهة في كسبه ولا غبار على التوجه بالاستثمار عن طريقه، وكان عنصر المخاطرة في هذا المجال ضعيفاً فيجب على هذا الفرد أن يستبرئ لدينه وعرضه وأن يكتفي بما هو حلال محض عما فيه الاشتباه والارتياب، فرسول الله صلى الله عليه وسلم يقول: «الحلال بيّن، والحرام بيّن، وبينهما أمور مشتبهات لا يعلمهن كثير من الناس، فمن اتقى الشبهات فقد استبرأ لدينه وعرضه، ومن وقع في الشبهات وقع في الحرام كالراعي يرعى حول الحمى يوشك أن يقع فيه، ألا وإن لكل ملك حمى، ألا وإن حمى الله محارمه»( ). ¶ 4- إننا حينما نقول بجواز تداول أسهم الشركات موضوع بحثنا بيعاً وشراء وتوسطاً وتملكاً وتمليكاً؛ فهذا القول لا يعني أن ما تقدم عليه المجالس الإدارية لهذه الشركات من التقدم للبنوك الربوية بأخذ تسهيلات تمويلية لمشاريعها، أو بإيداع ما لديها من سيولة لاستثمارها بطريق المراباة نقول: إن هذا لا يعني جواز ذلك من هذه المجالس بل هي آثمة في صنيعها، داخلٌ كل عضو من أعضائها في اللعنة التي ذكرها صلى الله عليه وسلم حينما قال: «لعن الله آكل الربا وموكله وشاهده وكاتبه»( ).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فعضو إدارة مجلس أي شركة من شركات المساهمة التي تأخذ من البنوك وتعطيها بالفوائد الربوية حينما يعطي صوته في قرار يتخذه مجلس الإدارة بذلك يعتبر آكلاً الربا حينما تأخذ شركته فوائد بنكية تضاف إلى موارد هذه الشركة، كما يعتبر موكلاً الربا حينما تعطي شركته فوائد بنكية وهو باشتراكه في إعداد قرار من مجلس الإدارة بذلك مستحق للعنتين لعنة الأكل ولعنة التأكيل. ¶ فليتق الله رؤساء وأعضاء هذه المجالس وليعلموا أن الدنيا لن تغني عن الآخرة وأن من أظلم الناس من ظلم الناس للناس، وأن الشركة ومساهميها لن تكون وقاية لواحدهم حينما يقف أمام رب العالمين محفوفاً باللعنة والإبعاد عن رحمته. وله في الخروج عن التأثيم واللعن طريق التحفظ في قرار يعده المجلس بالتعامل مع البنوك أخذاً أو إعطاء وذلك بمعارضته القرار والتحفظ على إقراره. ¶ 5- أما المساهمة في شركة في طور التأسيس ينص نظامها على جواز التعامل مع البنوك الربوية إيداعاً أو اقتراضاً بطريق الفائدة فالمساهم سواء أكان مؤسساً أو كان مساهماً قد دخل في الشركة على علم من عدوانها وتأثيمها، فقد تعاون معها على الإثم والعدوان، وهو في نفس الأمر لاسيما إن كان مؤسساً أو كان عضو مجلس إدارة في الشركة لا يستطيع أن يقف من تعاملها مع البنوك موقفاً معارضاً لأنه بدخوله مع الشركة ملتزم بنظامها وفي ذلك النظام النص على جواز تعاملها مع البنوك بالربا فهذا وجه التفريق بين القولين وهو وجه له أثر في اختلاف الحكم.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "6- إذا كانت شركة المساهمة تحت سلطة غير مسلمة كشركة يهودية أو نصرانية أو غير ذلك من الأديان الأخرى غير الإسلام فإن كان المساهم لا يستطيع بدخوله في الشركة أن يغير من سياستها المالية والاستثمارية شيئاً فلا يظهر لي جواز تملك شيء من أسهمها؛ لأن القائمين على هذا النوع من الشركات ليسوا أهلاً للثقة والاطمئنان بحكم كفرهم بالله وعدم التزامهم بأوامره ونواهيه، لاسيما فيما يتعلق بالربا مع البنوك ومع العلماء سواء في البيع والشراء والإقراض والإيداع والصرف، وما يمتزج بالعقود التي تجريها الشركة في الجهالة والغرر والشروط الموجبة للفساد أو البطلان وهذا يعني أن مكاسب هذا النوع من الشركات كلها موضع نظر وحذر ففيها ما هو كسب آثم خبيث وهو الربا الصريح وما كان من مكاسبها من غير ذلك فهو كسب مشبوه ومن وقع في الشبهات وقع في الحرام. ¶ أما إذا كان المساهم فيها له قدرة على تغيير سياستها المالية بما يتفق مع القواعد والأصول والأحكام الإسلامية، فإن مساهمته في التملك فيها واشتراكه في إدارتها والحال أنه قادر وعازم على فرض إرادته المتفقة مع المقتضيات الشرعية إن دخوله في هذا النوع من الشركات يعتبر حسنة من الحسنات التي يثاب عليها كما يعتبر إسهاماً في إحقاق الحق وإزهاق الباطل. ¶ فمن كان كذلك فيجوز له الدخول في هذه الشركات مساهماً ومؤسساً، ولكن بشرطين أحدهما خلو أنظمها من النص على التعامل بالربا، والثاني غلبة الظن على أن دخوله في هذا النوع من الشركات سيكون له تأثير في تحويل سياستها المالية والاستثمارية إلى ما يتفق مع المقتضيات الشرعية، وبشرط أن ينسحب منها إذا وجد نفسه عاجزاً عن التأثير على مجالس إدارتها بالتزامهم المنهج الإسلامي في وجوه الاستثمار( ). ¶ المطلب الثاني: قال الدكتور محيي الدين القره داغي بعد أن أجاز الأسهم المختلطة: ¶ أن هذا النوع من الأسهم بالنسبة للشركات التي يمتلكها المسلمون هو ما يأتي:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أولاً: أن مجلس الإدارة، والمدير المسؤول لا يجوز لهم قطعاً مزاولة أي نشاط محرم، فلا يجوز لهم الإقراض أو الاقتراض بفائدة، ولو فعلوا ذلك لدخلوا في الحرب التي أعلنها الله تعالى عليهم + \"( ). ¶ ولاسيما بعد ما يسر الله للمسلمين وجود بنوك إسلامية في أغلب الأماكن، أو قيامها باستثمار جميع أموالها في خيارات إسلامية كثيرة. ¶ ثانياً: أما مشاركة المسلمين في هذه الشركات السابقة وشراء أسهمها، والتصرف فيها فجائزة ما دام غالب أموالها وتصرفاتها حلالاً، وإن كان الأحوط الابتعاد عنها. ¶ ولكن ينبغي على من يشترك مراعاة ما يلي: ¶ 1- أن يقصد بشراء أسهم هذه الشركات تغييرها نحو الحلال المحض من خلال صوته في الجمعية العمومية، أو مجلس الإدارة. ¶ 2- أن يبذل جهده وماله لتوفير المال الحلال الطيب المحض ما أمكنه إلى ذلك سبيلاً، ولا يتجه نحو ما فيه شبهة إلا عند الحاجة الملحة ومصلحة المسلمين؟ واقتصادهم من المشاركة في التنمية والاستثمار والنهوض باقتصادهم من خلال الشركات الكبرى. ¶ 3- أن صاحب هذه الأسهم عليه أن يراعي نسبة الفائدة التي أخذتها الشركة على الأموال المودعة لدى البنوك، ويظهر ذلك من خلال ميزانية الشركة، أو سؤال عن مسؤولي الحسابات فيها، وإذا لم يمكنه ذلك اجتهد في تقديرها، ثم يصرف هذا القدر في الجهات العامة الخيرية. ¶ 4- لا يجوز للمسلم أن يؤسس شركة تنص في نظامها الأساسي على أنها تتعامل بالربا إقراضاً واقتراضاً، ولا يجوز كذلك التعاون في تأسيسها ما دامت كذلك، لأنه تعاون على الإثم والعدوان، إلا لمن يقدر على تغييرها إلى الحلال. ¶ ثالثاً: أن الحكم بإباحة تداول هذه الأسهم – مع هذه الضوابط – خاص بما إذا كانت الأسهم عادية، أو ممتازة لكن ليس امتيازها على أساس المال ( ). ¶ المطلب الثالث: الهيئة الشرعية لشركة الراجحي المصرفية حيث قالت:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أ ـ إن الاشتراك في تأسيس شركات تكون خطة عملها أن تتعامل في جملة معاملاتها واحتياجاتها التمويلية ومدايناتها الائتمانية على أساس الفوائد الربوية، أو كان منصوصاً في نظامها على جواز ذلك، فإن الاشتراك في تأسيس هذه الشركات لا ترى الهيئة وجهاً بجوازه شرعاً. ¶ ب ـ أن حل تداول أسهم هذه الشركات هو استحسان واستثناء ثبت على خلاف الأصل للحاجة، وأنه لا يجوز التوسع فيه، وأن التنزه عنه أولى، وأنه ينهى بانتهاء الحاجة إليه( ). ¶ المبحث الخامس ¶ موقف : الشيخ العلامة محمد بن صالح العثيمين ـ رحمه الله ـ ¶ حيث وجدت له أكثر من فتوى ففي واحدة قال حول أن تكون المساهمات في شركات ولم تُنشأ للربا أصلاً ولكن ربما يدخل في بعض معاملاتها مثل: شركة صافولا ونحوها مما وقع السؤال عنه، فهذه الأصل فيها:جواز المساهمة لكن إذا غلب على الظن أن في بعض معاملاتها رباً فإن الورع هجرها وترك المساهمة فيها لقول النبي صلى الله عليه وسلم «فمن اتقى الشبهات فقد استبرأ لدينه وعرضه ومن وقع في الشبهات وقع في الحرام»( ). ¶ فإن كان قد تورط فيها أو أبى أن يسلك سبيل الورع فساهم فإنه إذا أخذ الأرباح وعلم مقدار الربا وجب عليه التخلص منه بصرفه في أعمال خيرية من دفع حاجة فقير أو غير ذلك، ولا ينوي بذلك التقرب إلى الله بالصدقة بها لأن الله طيب لا يقبل إلا طيباً، ولأن ذلك لا يبرئ ذمته من إثمها، ولكن ينوي بذلك التخلص منها ليسلم من إثمها لأنه لا سبيل له للتخلص منها إلا بذلك. ¶ وإن لم يعلم مقدار الربا فإنه يتخلص منه بصرف نصف الربح( ) ¶ وسئل أيضاً بما نصه (ما حكم المساهمة مع الشركات) فأجاب رحمه الله:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وضع الأسهم في الشركات فيه نظر لأننا سمعنا أنهم يضعون فُلُوسِهْم لدى بنوك أجنبية أو شبه أجنبية ويأخذون عليها أرباحاً وهذا من الربا، فإن صح ذلك فإن وضع الأسهم فيها حرام ومن كبائر الذنوب لأن الربا من أعظم الكبائر، أما إن كانت خالية من هذا فإن وضع الأسهم فيها حلال إذا لم يكن هناك محذور شرعي آخر( ). ¶ وهنا يلاحظ بأن الشيخ قد وضع قيوداً وضوابط ولم يحبذ هذه المساهمات، بل والفتوى الثانية للشيخ ابن عثيمين لها عدة احتمالات: ¶ 1ـ أن قصد الشيخ أصحاب الشركات التي تأخذ أموال الناس بقصد المساهمات ولكنها تضعها في البنوك بدون علمهم وتعطى لهم الفوائد، على أنها أرباح المساهمات وهذا ذكره لي صاحب الفضيلة الشيخ/ سامي الصقير أحد أبرز طلبة العلم الملازمين للشيخ ـ رحمه الله ـ. ¶ 2ـ أن يكون هناك فرق بين: ¶ أ ـ رجل ساهم مع شركة وأودعت في البنك أموالها وجاءت الأرباح من هذه الإيداعات من غير قصد منه الحصول على الفائدة وعلى هذا تحمل الفتوى الأولى. ¶ ب ـ رجل ساهم مع شركة وأودعت الشركة الأموال في البنك وأخذت الفوائد عامدة متعمدة وعلى هذا تُحمل الفتوى الثانية، لأن هناك فرق بين من أودع ليأخذ وبين من أخذ من إيداع بدون قصد الفوائد بل بقصد حفظ أمواله، وكما قيل في سماع الأغاني فرق بين السَّماع والاستماع. ¶ ثالثاً: ومما يؤكد هذا أن الشيخ ـ رحمه الله ـ عرف بدقة ألفاظه وعباراته حيث قال في المسألة التي ظاهرها الجواز، بأن المساهم إذا ساهم في هذه الشركات وكان يغلب على ظنه أن فيها ربا فيفهم من هذا أنه لو كان متيقناً أن فيها ربا فعليه عدم الدخول. ¶ المبحث السادس: الترجيح ¶ عندما يقوم الباحث باستعراض أدلة المجيزين والمحرمين يجد أن الذين مالوا إلى تحريمها لديهم حظ وافر من الأدلة الصحيحة الصريحة قطعية الدلالة والثبوت، بعكس المجيزين حيث لا أدلة تسعفهم وإنما اعتمدوا على قياسات أو أقوال فقهاء وغالباً لا يكون احتجاجهم بها صحيح.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "والذي يترجح هو تحريم المساهمة في الشركات المختلطة طالما اختلط الحرام بالحلال، سواءٌ كان هذا الحرام من فوائد الإيداع في البنوك الربوية أو استثمار بعض الأرباح أو جزء من رأس المال في أعمال محرمة كالأندية المختلطة بين الجنسين والمسارح والسينماء والقنوات الفضائية التي تبث ما حرم الله أو أي صورة من صور الاستثمار المحرم. ¶ وإليك مبررات ترجيح القول بالتحريم ¶ 1- قوة أدلة المحرمين وعدم وجود مطعن في واحدٍ منها. ¶ 2- خلو حجج المجيزين من أدلة الكتاب والسنة الصريحة. وأما أدلتهم القياسية من السنة فليس الاحتجاج مُسلم لهم به لا من جهة القياس ولا من جهة الاستدلال. ¶ 3- اختلاف كلمة المجيزين لهذه الأسهم في تقدير النسب المحرمة التي يجب ألا تزيد عنها. فهناك فئة اشترطت ألا تزيد النسبة عن 33% من رأس المال المقترض بالنسبة إلى رأس المال لهذه الشركات وهناك من جعل النسبة 5% من نسبة الربح إلى مجموع الأرباح وهذا الاختلاف في تقدير النسب عائد لعدم وجود أدلة من الكتاب أو السنة يدعمها، وإنما اعتمدوا على أنه يعفى عن اليسير واليسير يختلف تقديره من شخص لآخر. هذا إذا سلمنا أن يسير الربا يعفي من إثمه المساهم طالما تخلص منه، والصحيح أنه لا يعفى عن درهم منه أو جرامات كما سبق ذكره، إلا إن تاب وأقلع عن الذنب. ¶ 4- إن كلمة المجيزين تكاد تتفق حول:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أ ـ تأثيم المباشرين للحرام ـ أعضاء مجلس الإدارة ـ وبأنهم قد وقعوا صراحة بالربا وعليهم وجوب التوبة من هذا الذنب الكبير، وتفريقهم بين صاحب المال ـ المساهم ـ وبين العامل ـ أعضاء مجلس الإدارة ـ قمة في التناقض ـ فلماذا تسامحوا مع المساهم وهو الأساس وهو صاحب المال، وصبوا جام غضبهم على ـ العمال الوكلاء ـ أعضاء مجلس الإدارة ـ مع أن المنطق والعقل يتجه للعكس ـ وهو جعل الذنب الأعظم والوزر الأكبر على صاحب المال ـ المساهم ـ الذي لولا أمواله ما قامت الشركة ولولا صوته ما تكون أعضاء مجلس الإدارة. فهذا وربي تناقض لا يستساغ. فهذا التفريق الذي ليس له دلالة من كتاب ولا سنة، مما زاد قول الجواز وهناً وضعفاً. ¶ ب ـ تكاد تتفق كلمة المجيزين لهذه المساهمات في هذه الشركات تحريم هذه المساهمات إذا كانت أنظمتها الأساسية تنص على الإقراض والاقتراض الربوي. وهذا يدفعُ للتساؤل لماذا جعلتم النص على الربا يحرم المساهمة وفعله بدون نص يجوز بنسب معينة؟! مع العلم أن الشركات تنص غالب قراراتها على اللجوء إلى الاقتراض دون أن تحدد الجهة التي تقترض منها. والخلاصة أن وجود هذا النص لا أثر له على الحكم الشرعي وهذا التفريق أفقد قولهم تأثيره؛ لأن من يتعامل بالربا الصريح لا يمكنه أن يعترف بأنه يرابي أصلاً. ¶ جـ ـ كما اتفقت كلمة المجيزين على أن الأولى للمسلم الابتعاد عنها وعدم المساهمة بها. وحثهم على عدم المساهمة بها يدل على ضعف قولهم وإنما أجازوه لحاجة قدروها برأيهم وإلا فالمسلم لديه من المجالات المباحة ما يجعلوه يستغني عن الحرام. ¶ فالضرورة منتفية والحاجة غير موجودة. ولله الحمد. ¶ د- كما تكاد تتفق كلمة المجيزين على تحريم المساهمة في هذه الشركات التي تكون القيادة فيها للكفرة!! وهذه تفريقات غريبة، ناهيك أن غالب المساهمين الآن أصبحوا يساهمون في غالب الشركات لعدم قناعتهم بهذه التفريقات.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "هـ – واتفقت كلمة المجيزين على وجوب إخراج النسبة المُحرمة وعدم اعتبارها صدقة وقربة إلى الله. ¶ 5- الحرج الذي أصاب المساهمين من جراء عدم معرفتهم بالنسب المُحرمة لعدم قدرتهم على معرفة القوائم المالية وهذا قادهم إلى حرج وتخبط بين مخُرجٍ لنصف الأرباح وأقل. وأصابهم من جراء ذلك عنت ومشقة مع الشعور بالذنب والخوف من عدم براءة الذمة. ¶ 6- عدم الفائدة الحقيقية للمساهمين لأنهم إذا ساهموا بهذه الشركات وتخلصوا من نصف الأرباح ما نالهم غير: ¶ أ ـ دعم الشركات المحرمة مقابل الشركات المباحة. ¶ ب ـ فقدانهم لنصف أرباحهم والتي لو جعلوها غير مختلطة لدعموا الشركات المباحة وكانت الأرباح جميعها لهم ناهيك عن براءة الذمة أمام الله ـ عز وجل ـ وأضعفوا حركة تداول الأسهم المختلطة مما يدفعهم إلى الإذعان لأمر الله ورسوله. ¶ 7- أن المُحرمين لهذه الشركات هم أكثر علماء الأمة كابن باز وصالح الفوزان وبكر أبو زيد وغيرهم كثير حيث نصوا صراحة على حرمتها. ¶ 8- إن الهيئات العلمية كاللجنة الدائمة للبحوث العلمية بالمملكة والمجمع الفقهي التابع لرابطة العالم الإسلامي والمجمع الفقهي التابع لمنظمة المؤتمر الإسلامي وهي من أكثر المجالس العلمية ثقة في هذا الوقت لما تضمه من علماء من شتى أنحاء العالم الإسلامي قد نصت صراحة على التحريم. ¶ 9- إن هناك هيئات علمية من مجالات استثمارها ومصادر دخلها المتاجرة بالأسهم. ومن مصلحة عملائها وشركاتها إباحة هذه المساهمات ومع ذلك خلصت إلى التحريم لوضوحه عندها كهيئة الفتوى في بيت التمويل الكويتي والمعهد التابع لبنك التنمية الإسلامي وبنك دبي الإسلامي وبنك السودان الإسلامي؛ لأن هذه البنوك رجحت ما يخالف مصالحها لوضوح التحريم عندها. وهذه لا شك من المرجحات القوية لتحريم هذه الأسهم.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "10- تناقض بعض فتاوي المجيزين فهناك مثلاً ـ من يحرمه الإيداع في البنوك الربوية متى ما وجدت المصارف الإسلامية المؤثوقة وهي موجودة على حسب فتواهم، ثم أجازوا الأسهم المختلطة مع أن هذه الشركات تودع في البنوك الربوية وتقرض وتقترض بفوائد مع وجود مصارف إسلامية، فكيف حرموا على الأفراد الإيداع؟! وأباحوا لهم المساهمة مع الشركات التي تودع فيها، وهذا التعارض في الفتاوى يضعف الثقة في هذا القول، ويزيد هذا القول ضعفاً مع ضعفه ووهناً مع وهنه. ¶ 11- اتفق المجيزون بأن يسير الربا لا يعفى عنه ثم جعلوا الحلَّ بتأثيم أعضاء مجالس الإدارة ووجوب إخراج النسبة المحرمة وهذا أمر في ظاهره التناقض، والله أعلم. ¶ 12- عدم انضباط قولهم واضطرابه، ويظهر ذلك جلياً عند تطبيقه على أرض الواقع. ¶ فقد اختلفوا اختلافاً كبيراً في الضوابط المحددة للنسب فقد حدد بعضهم نسبة الإقتراض الربوي بألا تزيد على 25% من إجمالي الموجودات، وبعضهم 33%، وأخرون لم ينظروا إلى ذات القرض وإنما نظروا إلى الزيادة الربوية فحددوا النسبة الربوية بـ 5 % من إجمالي المصروفات، فإذا كانت نسبة الاقتراض 25,1% (خمسة وعشرين بالمائة وواحد بالعشرة مثلاً) عند من حدد النسبة بـ 25%، فهل الشركة عند القائلين بذلك مُحرمة؟. ¶ بسبب هذه الزيادة الضعيفة التي لا تكاد نذكر وهي أيسر من أن تذكر أو أن تغير من الوضع؟! ¶ وهكذا لو زادت النسبة ذاتها عند أصحاب الرآيين الأخرين. ¶ فما هو الحكم والموقف؟ ¶ ومثل ما تقدم من اختلافهم في نسبة الاقتراض اختلافهم في نسبة الإيرادات المُحرِمة، وهكذا نسبة الموجودات المحرمة، واختلافهم كذلك في كيفية تحديد النسب هل هو على القيمة السوقية أم القيمة الدفترية وهكذا. ¶ ولو أردنا حصر اختلافاتهم فيما تقدم لوجدنا أنه يزيد على أكثر من عشرة آراء.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "أما إذا أردنا أن نطبق آرائهم على أرض الواقع فلن يخرج من السوق المالية سوى القليل من الشركات المحرمة على رأي بعض القائلين بالجوار. ¶ ولن يبقى منها إلا القليل من الشركات المباحة على رأي آخرين منهم. ¶ فهل ثم اضطراب أشد من هذا الاضطراب، والذي يؤسف له أن هذه الحُمى انتقلت إلى عامة الناس حيث أصبحوا مضطربين مع هذا الكم الهائل من الآراء والاختلافات في الضوابط وتحديد النسب عندمن قالوا بالجواز، وما ذلك إلا لأنها انطلقت من غير دليل لا من كتاب ولا سُنه ولا قول صاحب والله المستعان. ¶ الخاتمة والتوصيات: ¶ وفي ختام هذا البحث أحمد الله سبحانه وتعالى وأشكره على توفيقه وإعانته لي على هذا البحث وجميع شؤون حياتي، كما أشكر العلماء الأجلاء والمشايخ الفضلاء الذين اسعدوني بقراءة هذا البحث وايداء ملحوظاتهم، وأسأله ألا يحرمني وإياهم الأجر، وهذه الخاتمة تشتمل على محورين وهما أهم نتائج البحث والتوصيات: ¶ أ ـ أهم نتائج البحث ¶ حيث توصل البحث إلى النتائج الآتية: ¶ 1 ـ أن الأصل في الشركات المختلطة هو التحريم عند غالب العلماء. ¶ 2 ـ أن من أجازوا الشركات المختلطة أجازوها على خلاف الأصل بناءً على الحاجة والتي لم يُفصح غالب من أجازوها عن ماهية هذه الحاجة مما أوقع المساهمين بناء على جهلهم في معرفة ضوابط هذه الحاجة في حرج وعنت. ¶ 3 ـ إن جماهير علماء الأمة في هذا العصر، والمجامع الفقهية، وغالب هيئات الرقابات الشرعية على البنوك اتفقوا على تحريم المساهمة في هذه الشركات المُختلطة. ولم يعتبروا الحاجة مبرراً لجوازها. ¶ ب ـ أهم التوصيات: ¶ 1 ـ أهمية إبراز القول بتحريم هذه المساهمات خاصة وأنه قول عامة علماء الأمة وإبرازه إعلامياً، من خلال وسائل الإعلام كالإذاعة والتلفاز والصحف وغيرها، أمر في غاية الأهمية.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2 ـ إن على المجيزين أن يجعلوا حكمهم بالإيجازة يدور مع علته. فما أجازوه للحاجة بناء على تقديرهم يجب أن يتراجعوا عنها حال انتفائها بالنسبة لهم، من أجل إبراء ذممهم وعدم استغلال فتاواهم في قضايا لا يرون جوازها. ¶ 3 ـ إن على المجيزين الذين احتاطوا لأنفسهم من خلال ذكر الضوابط ألا يملوا من تكرارها فكلما سئلوا عن الحكم عليهم أن يبينوه مع ذكر ضوابطهم للمستفتي وحثه على الورع والابتعاد عنها، لأن غالب هذه الضوابط لا توجد إلا في الفتاوى المكتوبة مع الأسف أما المباشرة مع الناس فتذكر من غير هذه الضوابط ولاشك أن عدم إبراز الضوابط شجع الناس على الإقبال عليها لجهلهم بمبررات الجواز. ¶ 4 ـ إن على المُحرمين والمجيزين أن يبينوا للناس حقائق الصناديق الاستثمارية في البنوك وإنها جميعها قائمة على الأسهم المختلطة ـ حتى طباعة الكتاب ـ حتى يأخذوا الحيطة والحذر. ¶ 5 ـ إن على القائمين على مجالس الإدارات في هذه الشركات المختلطة والمساهمين أن يتقوا الله في أنفسهم وأن يبتعدوا عن هذا الحرام وأن يبذلوا الجهد والطاقة بتجنبه. ¶ 6 ـ على المتخصصين في الاقتصاد أن يتعاهدوا القوائم المالية لجميع الشركات وأن يعلنوا للناس ما هو نقي وما هو عكسه مع التأكد بأن ليس للشركات النقية أي مساهمات في الشركات المختلطة وألا لأصبحنا ندور في حلقة مفرغة ونخادع أنفسنا. فالحلال واحد لا يتجزأ. ¶ 7 ـ إن على المتخصصين زيارة هذه الشركات وتقديم النصح لهم مع الحلول المقترحة التي يستطيعون من خلالها تطهير شركاتهم لأن الناس في بلاد المسلمين ولله الحمد من مسؤولين ومواطنين يحبون الخير ويتحرون الحلال المحظ الطيب الكسب، فعند تقديم الحلول الناجحة التي فيها الخبر وسعادة الدارين فعند بيانه لهم سوف يستجيب غالبهم ـ بإذن الله ـ. ¶ 8 ـ إن على البنوك وأعضاء مجالس إدارتها أن يتقوا الله وأن يتخلصوا من الربا حتى يتقوا اللعنات.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "9 ـ إن على القائمين على الصناديق الاستثمارية في البنوك الإسلامية ألا يتعاملوا مع الأسهم المختلطة وأن ينبذوها وأن يحرصوا على تخليص صناديقهم الاستثمارية منها. ¶ 10 ـ إن على الدعاة أن يتواصوا فيما بينهم على البر والتقوى وألا يقدح طرف في نية الطرف الأخر، فالذي يظهر أن من أجاز أو حرم ـ هذه الأسهم ـ انطلق من خلال ما يدين به ربه، وأن الحكم على النوايا والأسرار لا يعلمه إلا الواحد القهار. ¶ لأن هناك من يحاول إساءة الظن بإخوانه، وهذا ليس من أخلاق المسلم فضلاً عن الدعاة بل الداعي يحسن الظن بالجميع، وإن حسن الظن من أذكى الفطن، ويعامل الناس من خلال الظاهر. ¶ 11 ـ إن على الداعية أن يتراجع عن رأيه متى بأن له زوال مبرر العمل به أو ظهر له الخطأ في قوله وألا ينزعج من اضطراب الناس عند التراجع عن الفتيا فالناس لا يريدون إلا الحق وما سألوا عن الحكم: إلا لأن الحلال والحرام يعنيهم، ولو انزعجت فئة فإن الغالبية ستزداد ثقتهم بمن تراجع عن فتاوه، ولا يخفى على أحد من أهل العلم أن من ألتمس رضا الله في سخط الناس رضي الله عنه وأرضى عنه الناس ومن ألتمس سخط الله برضا الناس سخط الله عليه وأسخط الناس عليه. ¶ وإني على ثقة بإن العلماء الثقات لا يعنيهم الناس، وهم أعلم مني بإن رجوعهم عن أقوالهم بسبب زوال مبرراتها يعد توضيحاً لا تراجعاً فتوضيحهم نقبة وتراجعهم يحمدون عليه بلا شك. والله أعلم وأحكم. ¶ فهذه الأسباب في مجملها قد دفعتني لترجيح هذا القول، وهو تحريم المساهمة في هذه الشركات المختلطة والله أعلم وأحكم، وما كان من صواب فمن الله وما كان من خطأ فمن نفسي فأستغفره، وأعوذ به من الشيطان الرجيم، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ * * *",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "تم هذا البحث بحمد الله وتوفيقه في مساء يوم الأربعاء 17/8/1426هـ في مدينة الرياض ولله الحمد والفضل والشكر وأخر دعوانا أن الحمد لله رب العالمين وصلى الله وسلم على نبينا محمد صلى الله عليه وسلم. ¶ قائمة بأهم المراجع ¶ 1- الأسهم والسندات وأحكامها في الفقه الإسلامي للدكتور أحمد الخليل، الناشر دار ابن الجوزي الطبعة الثانية 1426هـ. ¶ 2- أعمال الندوة الفقهية الخامسة، بيت التمويل الكويتي المنفعة في الكويت 13 – 15 رجب 1419هـ، 2 – 4 نوفمبر 1998هـ. ¶ 3- الاقتصاد الإسلامي والقضايا الفقهية المعاصرة للدكتور علي أحمد، الناشر دار التقوى طبعة 1419هـ. ¶ 4- بحوث في الاقتصاد الإسلامي للشيخ عبد الله المنيع، الناشر المكتب الإسلامي، الطبعة الأولى 1416هـ. ¶ 5- بدائع الفوائد لابن القيم الجوزية، الناشر دار الفكر د.ت. ¶ 6- البورصة للمحامي محمد يوسف، الناشر منشورات الحلبي، الطبعة الأولى 2004م. ¶ 7- التدابير الواقية من الربا في الإسلام، تأليف الدكتور فيصل إلهي، الناشر إدارة ترجمان الإسلام، الطبعة الرابعة 1420هـ. ¶ 8- تفسير الطبري للإمام الطبري، الناشر دار الكتب العلمية بيروت 1412هـ. ¶ 9- تفسير القاسمي للشيخ محمد القاسم، تحقيق محمد فؤاد عبد الباقي الناشر، دار الفكر بيروت، الطبعة الثانية 1398هـ. ¶ 10- تفسير القرطبي للإمام أبي عبد الله القرطبي، طبعة دار إحياء التراث العربي، بيروت د.ت. ¶ 11- جامع الأصول في أحاديث الرسول لابن الأثير الناشر المكتبة التجارية مصطفى أحمد، مكة المكرمة د.ت. ¶ 12- الربا في المعاملات المصرفية المعاصرة. عبد الله بن محمد بن حسن السعيدي. طبعة دار طيبة. ط 2 /1410هـ. ¶ 13- الخدمات الاستثمارية في الصارف د. يوسف الشيلي الناشر وابن الجوزي ط 1/1425هـ. ¶ 14- الزواجر عن اقتراف الكبائر للحافظ ابن حجر المكي، طبعة المكتبة التجارية بمصر، سنة الطبعة 1356هـ.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "15- الشركات في النظام السعودي، عبد العزيز الخياط، الناشر: دار السلام. د.ت. ¶ 16- صحيح البخاري للإمام محمد بن إسماعيل البخاري، اعتنى به أبو صهيب الكرمي د.ت. ¶ 17- الفتاوى الشرعية في المسائل الاقتصادية، بيت التمويل الكويتي. بدون ناشر. د.ت. ¶ 18- فتاوى اللجنة الدائمة للبحوث العلمية والإفتاء، جمع وترتيب أحمد الدرويش، الناشر دار العاصمة، الطبعة الأولى 1419هـ. ¶ 19- لسان العرب لابن منظور، الناشر دار الفكر، الطبعة الأولى 1410هـ. ¶ 20- لطائف المعارف فيما لمواسم العام من الوظائف لابن رجب الحنبلي، تحقيق ياسمين محمد، الناشر دار ابن كثير، بيروت الطبعة الأولى سنة 1413هـ. ¶ 21- مجلة المجمع الفقه الإسلامي طبعة 1412هـ. ¶ 22- مجموع فتاوى شيخ الإسلام جمع عبد الرحمن بن قاسم بدون ناشر د.ت. ¶ 23- المحلى للإمام ابن حزم، الناشر مكتبة الجمهورية العربية المصرية – بإشراف الشيخ زيدان أبو المكارم . د.ت. ¶ 24- مدارج السالكين لابن القيم الجوزية، تحقيق محمد حامد الفقي، الطبعة الثانية طبعة 1393هـ. ¶ 25- مصباح الزجاجة في زوائد ابن ماجة، البوصيري، دار الكتب العلمية، د.ت. ¶ 26- معالم السنن. أبو سليمان أحمد بن محمد الخطابي. تحقيق: محمد حامد الفقي. مصر: مطبعة السنة المحمدية 1380 هـ. ¶ 27- المنثور في الفقه لبدر الدين الزركشي، الناشر وزارة الأوقاف الكويتية طبعة 1405هـ. ¶ 28- المنهاج في شرح صحيح مسلم للإمام النووي، الناش بيت الأفكار الدولية د.ت. ¶ 29- المواهب السنة شرح الفوائد البهية، الشيخ عبد الله بن سليمان الجوهري، الناشر دار البشائر طبعة 1411هـ. ¶ 30- الموسوعة الحديثية مسند الإمام أحمد، تحقيق مجموعة أهل العلم، الناشر مؤسسة الرسالة، الطبعة الأولى 1421هـ. ¶ 31- هداية السالك إلى مذاهب الأربعة في المناسك للإمام ابن جماعة الكناني، تحقيق الدكتور صالح الخزيم الناشر دار ابن الجوزي، الطبعة الأولى 1422هـ. ¶ الفهرس ¶ الموضوع الصفحة",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "تقديم صاحب الفضيلة الشيخ عبد العزيز الراجحي أ ـ جـ ¶ شكر وتقدير 1 ـ 2 ¶ مقدمة 3 ¶ الفصل الأول المال وخطورته 3-7 ¶ المبحث الأول: التحذير من فتنة المال 10-11 ¶ المبحث الثاني: التحذير من الكسب الحرام 12 ¶ شرح حديث عطاء 12-13 ¶ شرح ابن رجب وابن الأثير للحديث 13-14 ¶ المبحث الثالث: تحريم الربا وفيه مطالب 16 ¶ المطلب الأول: الأدلة من الكتاب والسنة 16-20 ¶ المبحث الرابع: الله طيب لا يقبل إلا طيباً 12-22 ¶ المبحث الخامس: الأمر بالورع واجتناب الشبهات 23-25 ¶ المبحث السادس: الأرزاق مقسومة 26-28 ¶ المبحث السابع: التحذير من هوى النفس 29-30 ¶ الفصل الثاني: المبحث الأول تعريف الأسهم وفيه عدة مطالب 31 ¶ المطلب الأول: تعريف السهم لغة 31 ¶ المطلب الثاني: تعريف السهم اصطلاحاً 31 ¶ المطلب الثالث: تعريف الأسهم المختلطة 31 ¶ المطلب الرابع: من أبرز خصائص السهم 32 ¶ المطلب الخامس: من حقوق السهم 32-33 ¶ المبحث الثاني: حكم إنشاء الشركات المساهمة وأقسامها وفيه مطالب 34 ¶ المطلب الأول: الشركات ذات الأعمال المباحة 35 ¶ المطلب الثاني: الشركات ذات الأعمال المحرمة 35 ¶ المطلب الثالث: الشركات ذات الأعمال المشروعة 35 ¶ المبحث الثالث: حكم المساهمة في الشركات المختلطة وفيه مطالب: 37 ¶ المطلب الأول: القول في تحريم المساهمة 37 ¶ فتوى اللجنة الدائمة برئاسة الشيخ ابن باز حول الشركات التي تطرح للتداول 38 ¶ فتاوى العلماء والهيئات الشرعية في شأن المساهمة 38-39 ¶ المطلب الثاني: أدلة من يرون حرمة الأسهم المختلطة 49 ¶ حكم الإيداع في البنوك الربوية بدون فوائد 51 ¶ المطلب الثالث: القول بجواز المساهمة 60 ¶ المطلب الرابع: أدلة من يرون جواز المساهمة ومناقشتها 61-91 ¶ المبحث الرابع: ضوابط ونصائح من العلماء المجيزين وفيه مطالب: 92 ¶ المطلب الأول: الشيخ بن منيع 92-97 ¶ المطلب الثاني: القره داغي 98-99 ¶ المطلب الثالث: الهيئة الشرعية لشركة الراجحي 100 ¶ المبحث الخامس: موقف الشيخ ابن عثيمين 101-103",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "المبحث السادس: الترجيح 105 ¶ مبررات الترجيح بالتحريم 105 ـ 110 ¶ ما الحكم والموقف من اختلاف النسب 110 ¶ الخاتمة والتوصيات 111 ¶ أهم نتائج البحث 111 ¶ أهم التوصيات 112 ـ 115 ¶ المراجع 116 ـ 118 ¶ الفهارس 119 ـ 122",
            "page": "69",
            "part": "1"
        }
    ],
    "t36184": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}