{
    "b36186": [
        {
            "id": "1",
            "nass": "التجارة الإلكترونية في الدول الإسلامية ¶ ( الواقع – التحديات – الآمال ) ¶ الدكتور/ عابد بن عابد العبدلي ¶ أستاذ مساعد- قسم الاقتصاد الإسلامي ¶ كلية الشريعة والدراسات الإسلامية- جامعة أم القرى ¶ مقدم ¶ للمؤتمر العالمي الثالث للاقتصاد الإسلامي ¶ الذي تنظمه كلية الشريعة – جامعة أم القرى ¶ مكة المكرمة ¶ (طبعة تمهيدية) ¶ ملخص البحث: ¶ تسعى هذه الدراسة إلى معرفة مدى أهمية ظاهرة التجارة الإلكترونية وتقنية المعلومات والاتصالات على نواحي الحياة المعاصرة لاسيما الجوانب الاقتصادية منها، مع التركيز على تحليل واقع الدول الإسلامية، أعضاء منظمة المؤتمر الإسلامي، وكذلك مناقشة أبرز التحديات والمعوقات التي تواجهها في تطبيق هذه التقنيات، واستعراض أهم المجالات التي يؤمل من البلدان الإسلامية أن تستفيد من تطبيقات التجارة الإلكترونية فيها. وقد أظهرت نتائج الدراسة الأهمية البالغة لهذه الثورة المعلوماتية وتطورها السريع، وآثارها المستقبلية المحتملة على إعادة تشكيل الهياكل الاقتصادية التقليدية. كما أشارت البيانات والإحصاءات إلى مدى تأخر الدول الإسلامية في هذا المجال، وذلك من خلال استعراض المؤشرات ذات العلاقة بتقنية المعلومات والتجارة الإلكترونية مقارنة مع نظيراتها من الدول النامية أو مقارنة بالمعايير الدولية. وقد أوضحت الدراسة العديد من المعوقات والتحديات أمام هذه الدول والتي ينبغي العمل على تذليلها في سبيل الإفادة من تطبيقات التجارة الإلكترونية لما لها من الآثار الايجابية على مختلف قطاعاتها الاقتصادية. كما أشارت الدراسة إلى العديد من المجالات والقطاعات المختلفة التي يمكن للدول الإسلامية أن توظف تقنية المعلومات والتجارة الإلكترونية فيها لتفعيلها وتطويرها. ¶ 1. مقدمة: ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، نبينا وإمامنا محمد بن عبدالله وآله وصحبه أجمعين وبعد:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فإن الإسلام كدين سماوي من لدن عزيز حكيم، وشريعة ربانية لكافة البشرية، جاء بكل ما فيه صلاح للناس في معاشهم في الحياة الدنيا ونجاتهم في آخرتهم. ولأهمية صلاح الإنسان وكسب معاشه في الدنيا، فقد اهتم الإسلام بذلك اهتماما عظيما وحث الإنسان على عمارة الأرض والتدبر والتفكر في آياته الكونية، والبحث عن الوسائل والأسباب التي تسهم في تطوير حياته ومعاشه الدنيوي، قال سبحانه وتعالى:{قُلِ انظُرُواْ مَاذَا فِي السَّمَاوَاتِ وَالأَرْضِ وَمَا تُغْنِي الآيَاتُ وَالنُّذُرُ عَن قَوْمٍ لاَّ يُؤْمِنُونَ} (101) سورة يونس. ولأهمية العلم في تطوير حياة الإنسان، وكونه وسيلة لاكتشاف أسرار العلوم والمعارف في مختلف المجالات، فقد وهب الله عز وجل الإنسان العقل وميزه عن سائر المخلوقات ليتدبر في آيات الله سبحانه وتعالى وملكوته قال تعالى: {وَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِّنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلاً} (70) سورة الإسراء، كما اعتنى الإسلام بالعلم والعلماء أيما اعتناء ورفع مكانتهم وفضلهم على غيرهم قال تعالى {أَمَّنْ هُوَ قَانِتٌ آنَاء اللَّيْلِ سَاجِدًا وَقَائِمًا يَحْذَرُ الْآخِرَةَ وَيَرْجُو رَحْمَةَ رَبِّهِ قُلْ هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُوْلُوا الْأَلْبَابِ} (9) سورة الزمر، وما ذاك الاهتمام إلا لشرف فضل العلم وعلو قدره في الإسلام، بل إن أول خطاب وجهه الله تعالى لرسوله الكريم صلى الله عليه وسلم هو قوله: {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} (1) سورة العلق ، مما يدل على أن الإسلام دين يحث على العلم والمعرفة، لأنهما الطريقان لمعرفة الله سبحانه وتعالى وخشيته، وكذا معرفة ما أوجبه عليهم من عباداته ومعرفة ما نهاهم عنه وحذرهم منه، يقول تعالى:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "{وَمِنَ النَّاسِ وَالدَّوَابِّ وَالأنعَامِ مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ إِنَّمَا يَخْشَى اللَّهَ مِنْ عِبَادِهِ الْعُلَمَاء إِنَّ اللَّهَ عَزِيزٌ غَفُورٌ} (28) سورة فاطر. ¶ لذلك فإن ما من شي فيه صلاح للفرد والمجتمع في حياتهم الدنيوية وآخرتهم إلا وحثهم الإسلام على اكتسابه والإفادة منه، وما من شي فيه ضرر في حياتهم الدنيا أو فساد في آخرتهم إلا حذرهم منه ونهاهم عنه. ¶ ولا ريب أن ما يشهده العالم اليوم من تقدم في العلوم المختلفة ومن اكتشافات واختراعات معرفية لاسيما ما حدث من تقدم في تكنولوجيا المعلومات والاتصالات أو ما يعرف بالثورة المعلوماتية لهو حقا تقدم علمي وإنجاز حضاري يحسب في تاريخ الإنسانية ودليل على التقدم العلمي الذي وصل إليه الإنسان في هذا العصر. إن هذا التقدم التكنولوجي في وسائل الاتصالات قد أحدث ثورة معلوماتية، أسماه البعض الثورة الصناعية الثالثة، ونقلة نوعية في وسائل الاتصالات وسرعة المعلومات، وأصبح العالم المترامي الأطراف قرية كونية صغيرة تتناقل فيها المعلومات إلكترونيا وبسرعة فائقة عبر شبكة الإنترنت، وقد أسهم ذلك في توسيع دائرة حجم التبادل التجاري بين دول العالم، وأضحى العالم في سوق إلكترونية تنافسية واسعة لمختلف السلع والخدمات، وأصبحت مجالا خصبا أمام الدول للإفادة منها كوسيلة حديثة لزيادة حجم تجارتها الخارجية وتحقيق معدلات نمو أعلى في اقتصادياتها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفي ظل الأوضاع الاقتصادية التي تعيشها الدول الإسلامية أضحت التجارة الإلكترونية بالنسبة لها ضرورة ملحة ومتطلبا تنمويا لزيادة إسهامها في التجارة الخارجية وكذلك تطوير قطاعاتها الإنتاجية المحلية والتسويقية وتوفير فرص واسعة لرفع نموها الاقتصادي. ولكن لكي تحقق الدول الإسلامية الاستفادة من التجارة الإلكترونية فإنه من الضروري أن تعمل على تذليل العقبات التي تواجه استخدام هذه التكنولوجيا فيها، وكذلك توفير متطلباتها الضرورية من البنى التكنولوجية التحتية والتنظيمات والتشريعات المتعلقة بتطبيقاتها. ¶ 1/1. أهمية الدراسة: ¶ تكمن أهمية هذه الدراسة في أن التجارة الإلكترونية أصبحت عاملا مؤثرا في نمو اقتصاديات الدول وتعزيز تجارتها الخارجية، وقد غدت وسيلة هامة في زيادة المقدرة التنافسية من تسويق للمنتجات وتوفير المعلومات والخدمات الفورية للمتعاملين، إضافة إلى تمكين المستهلك أينما كان من الطلب الفوري للسلع والخدمات. ولذلك اعتنت الدول المتقدمة وغيرها من الدول بتهيئة اقتصادياتها وبيئتها ومؤسساتها للتحول إلى الاقتصاد الرقمي (Digital Economy) من خلال تطبيق التجارة الإلكترونية عبر شبكة الإنترنت والعمل على الاستفادة القصوى منها. وتعد الدول الإسلامية من الدول المتأخرة في هذا المجال، وهي تعمل جاهدة على توظيف تقنية المعلومات والإفادة من التجارة الإلكترونية عبر شبكة الإنترنت للنهوض باقتصادياتها واللحاق بالدول التي سبقتها في هذا المجال. ¶ 1/2. أهداف الدراسة: ¶ يهدف البحث عموما إلى تحليل ظاهرة التجارة الإلكترونية ودراسة واقع الدول الإسلامية إزاء هذه الظاهرة ومدى الإفادة منها، وتحديدا سوف نركز على النقاط التالية: ¶ استعراض مفهوم التجارة الإلكترونية وأنواعها ومجالاتها وتطورها والمتطلبات اللازمة لها وآثارها الاقتصادية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "دراسة تحليلية موضوعية لواقع الدول الإسلامية، أعضاء منظمة المؤتمر الإسلامي، في مجال تقنية المعلومات والاتصالات وأنشطة التجارة الإلكترونية. ¶ تحديد ومعرفة أهم التحديات والعقبات التي تواجه الدول الإسلامية في استخدام التجارة الإلكترونية. ¶ إبراز أهم المجالات والقطاعات في الدول الإسلامية التي يمكن أن يستفاد فيها من تطبيقات التجارة الإلكترونية. ¶ 1/3 خطة ومنهج الدراسة: ¶ في سبيل تحقيق أهداف الدراسة سوف نتناول موضوعات البحث في ثمانية أجزاء. الجزء الأول يتضمن مقدمة للبحث وتشتمل على أهمية البحث وأهدافه وخطة الدراسة. وفي الجزء الثاني نسلط الضوء على مفهوم التجارة الإلكترونية، ثم يليه استعراض المتطلبات الأساسية لقيام التجارة الإلكترونية في الجزء الثالث، وفي الجزء الرابع بيان أهم آثارها على الاقتصاد. أما الأجزاء المتبقية سوف تركز على الدول الإسلامية، حيث نتناول في الجزء الخامس واقع الدول الإسلامية في مجال تقنية المعلومات والاتصالات، ثم استعراض أهم التحديات والعقبات التي تواجهها في استخدام التجارة الإلكترونية في الجزء السادس، يلي ذلك تحديد أبرز مجالات التجارة الإلكترونية وإمكان إفادة الدول الإسلامية منها في الجزء السابع. وأخيرا في الجزء الثامن نختتم البحث بأهم النتائج والتوصيات المقترحة. وتعتمد منهجية الدراسة على استخدام أسلوب التحليل الوصفي لظاهرة التجارة الإلكترونية وواقع الدول الإسلامية، وتوظيف بعض مقاييس ومؤشرات التجارة الإلكترونية وتقنية المعلومات، المتعارف عليها في هذا المجال، للوصول إلى النتائج والتوصيات المطلوبة. ¶ 2. مفهوم التجارة الإلكترونية:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "في هذا القسم سوف نتناول مفهوم التجارة الإلكترونية من خلال استعراض تعريفات التجارة الإلكترونية المتداولة والشائعة، ثم مجالاتها المختلفة وتقسيماتها السوقية حسب الأطراف المتعاملة فيها، يلي ذلك التطور الرقمي لحجم التجارة الإلكترونية منذ بداياتها، وأخيرا نستعرض طرق وأساليب قياس حجم التجارة الإلكترونية. ¶ 2/1. تعريف التجارة الإلكترونية: ¶ تعد ظاهرة التجارة الإلكترونية عبر شبكات الإنترنت (E-Commerce)، وما تنطوي عليه من تطبيقات، ظاهرة حديثة كانت بداياتها في أوائل التسعينيات من القرن الماضي(1) ¶ __________ ¶ (1) لهوامش والتعليقات ¶ - ظهرت تطبيقات التجارة الإلكترونية منذ السبعينات من القرن الماضي واشهرها تطبيق التحويلات الإلكترونية للأموال (Electronic Fund transfers) وكان سائدا بين الشركات العملاقة، ثم تم تطوير التبادل الإلكتروني للبيانات (EDI) والذي وسع تطبيق التجارة الإلكترونية من مجرد معاملات مالية إلى معاملات أخرى مما زاد استخدام هذه التقنية في الشركات المساهمة وغيرها. وكذلك من التطبيقات التي ظهرت في السابق تطبيقات الاتصالات السلكية واللاسلكية المستخدمة في بيع الأسهم وتذاكر السفر على شبكات خاصة. وبظهور شبكة الإنترنت في التسعينات من القرن الماضي وانتشارها ونموها إلى الملايين من البشر، ظهرت التجارة الإلكترونية عبر شبكة الإنترنت وتم تطوير تطبيقاتها بشكل كبير. (انظر الموسوعة العربية للكومبيوتر والإنترنت على: ¶ http://www.c4arab.com/showac.php?acid=120",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": ". وقد ظهر عدة تعريفات يحاول كل منها أن يصف ويحدد طبيعة هذه التجارة الإلكترونية وما يتعلق بها من ممارسات وأنشطة. وربما يرجع تعدد هذه التعريفات إلى أن تطبيقات التجارة الإلكترونية تشتمل على عدة مكونات أساسية لابد من توفرها لتنفيذ عمليات التجارة الإلكترونية، مثل استخدام الحواسب الآلية وتقنية الاتصالات ونظم المعلومات والبرمجيات وغيرها. ومفهوم التجارة الإلكترونية بعامة يندرج تحت مفهوم أوسع يسمى بالاقتصاد الرقمي (Digital Economy) حيث يشمل الأخير التجارة الإلكترونية والقطاعات المنتجة والمستخدمة لتقنية المعلومات، وأجهزة الاتصالات، وقطاعات خدمات الاتصالات(1). ومن تعريفات التجارة الإلكترونية المتداولة في أدبيات هذه الظاهرة أنها \" ممارسة تجارة السلع والخدمات بمساعدة أدوات الاتصال وغيرها من الوسائل ذات العلاقة بالاتصالات(2). ويعرفها آخرون بأنها \" إتمام أي عملية تجارية عبر شبكات الحاسب الآلي الوسيطة والتي تتضمن تحويل أو نقل ملكية أو حقوق استخدام السلع والخدمات(3)، حيث تعقد العملية التجارية ضمن آلية إلكترونية معينة مثل عملية البيع والشراء، وتتحقق العملية عندما يتم الاتفاق بين الطرفين أي البائع والمشتري على نقل ملكية أو حق استخدام السلع أو الخدمات عبر شبكات الحاسب الآلي الوسيطة، وتعد الموافقة الإلكترونية أو الرضاء بين البائع والمشتري على عقد عملية البيع أو الشراء عنصرا أساسا في تحديد مفهوم التجارة الإلكترونية. لذلك فإن العمليات المجانية ¶ __________ ¶ (1) - Barbara M. et al “Government Statistics: E-Commerce and Electronic Economy” a paper prepared for presentation to the Federal Economic Statistic, Advisory Committee (FESAC), June 15, 2000. p.2. ¶ (2) - Roger Clarke “Electronic Commerce Definitions” Department of Computer Science, Australian National University, 2000. p.2. ¶ (3) - Barbara et al, op cit. p.3.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "مثل تحميل البرامج المجانية (Downloading Free software) المتاحة في الإنترنت تستثنى من مفهوم التجارة الإلكترونية(1). وهناك من يعرف التجارة الإلكترونية وفقاً لمكوناتها أو الأطراف المشاركة فيها، فمن وجهة نظر خبراء الاتصالات تمثل التجارة الإلكترونية وسيلة من أجل إيصال المعلومات أو الخدمات أو المنتجات عبر خطوط الهاتف أو عبر الشبكات العنكبوتية أو عبر أي وسيلة تقنية. ومن وجهة نظر أصحاب الأعمال التجارية هي عملية تطبيق التقنية من أجل جعل المعاملات التجارية تسير بصورة تلقائية وسريعة، في حين أنها من جانب الخدمات تعرف بأنها أداة من أجل تلبية رغبات الشركات والمستهلكين والمدراء في خفض تكلفة الخدمة والرفع من كفاءتها والعمل على تسريع إيصال الخدمة. و أخيرا يصفها خبراء الإنترنت بأنها التجارة التي تفتح المجال من أجل بيع وشراء المنتجات والخدمات والمعلومات عبر الإنترنت(2). ¶ 2/2. مجال التجارة الإلكترونية: ¶ تعد التجارة الإلكترونية مفهوما واسعاً يشمل أي نشاط أو تعاملات تجارية تتحقق بين أطراف متعددة عبر الوسائل الإلكترونية وأهمها شبكة الإنترنت، لذلك فإن أي نموذج للتجارة الإلكترونية يشتمل على الأطراف الأساسية المعنية بالتعامل التجاري (انظر شكل 3)، وعليه يمكن تقسيم التجارية الإلكترونية حسب طبيعة وهوية الأطراف الأساسية المعنية بالتعامل التجاري كالآتي: ¶ __________ ¶ (1) - Ibid. p.3. ¶ (2) - انظر الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أ. التعامل بين شركة تجارية وشركة تجارية أخرى – Business to Business) B2B) – وهذا النوع من التجارة الإلكترونية تتم فيه المعاملات من بيع وشراء وتبادل للمعلومات في مساحة سوقية إلكترونية(1) ( Market space ) بين الشركات التجارية. ويشكل هذا النوع من المعاملات التجارية بين قطاعات الأعمال (B2B) أغلب معاملات التجارة الإلكترونية حيث تستحوذ على ما يقارب 80 % من إجمالي حجم التجارة الإلكترونية في العالم(2). وتشير بعض مراكز الأبحاث إلى أنه من المتوقع أن يبلغ حجم عوائد التجارة الإلكترونية بين القطاعات التجارية على مستوى العالم إلى نحو 7.2 تريليون دولار بحلول عام 2004م، ويعزى هذا التوقع في ارتفاع حجم التجارة بين القطاعات التجارية إلى تحول هذه القطاعات إلى وسائل إلكترونية لإنجاز معاملاتها عوضا عن وسائلها التقليدية، حيث إن استخدام تقنية المعلومات في التعاملات التجارية أثبت مقدرته في تخفيض التكاليف وتسريع إنجاز معاملاتها(3) ¶ __________ ¶ (1) - مفهوم المساحة السوقية (Market space) يستخدم للتميز بين \"المكان السوقي الالكتروني\" والذي يتم فيه التعامل بالتجارة الإلكترونية، ومفهوم المكان السوقي التقليدي (physical marketplaces) الذي يتم فيه التعامل بالتجارة التقليدية. ¶ (2) - إدارة البحوث والدراسات الاقتصادية، التجارة الإلكترونية والاتصالات، مجلس الغرف التجارية والصناعية السعودية، بحث مقدم في المؤتمر الثالث لرجال الأعمال السعوديين والمصريين، الإسكندرية، 10-12 شعبان 1421هـ. ص.1. ¶ (3) - وزارة التجارة ، المملكة العربية السعودية، التجارة الإلكترونية … أهمية متزايدة، متاح في: ¶ (http://www.commerce.gov.sa/ecomm/book.asp)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "، إضافة إلى ذلك فإن القطاعات التجارية الكبيرة لديها خبرة في التعاملات الإلكترونية باستخدام تقنية التبادل الإلكتروني للبيانات(1) - Electronic Data Interchange (EDI) - لأغراض المبادلات التجارية فيما بينها بشكل آمن عبر ما يسمى بشبكات القيمة المضافة - Value added network (VAN). ¶ __________ ¶ (1) - يعود أول ظهور لتقنية التبادل الإلكتروني (EDI) بين الشركات العملاقة إلى عام 1948م بهدف تسهيل التعاملات بين الشركات التجارية من خلال إحلال أوامر الشراء والبيع الورقية بالأساليب الإلكترونية، وتعرف هذه التقنية بأنها \"تبادل الأوراق والوثائق التجارية بأساليب إلكترونية معيارية بين المؤسسات التجارية وبطريق آلية، انظر على سبيل المثال: ¶ Roger Clarke “Electronic Data Interchange (EDI): An introduction” Department of Computer Science, Australian National University, October 2001, p.1.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ب. التعامل بين الشركة أو المؤسسة التجارية والمستهلك Business to Consumer (B2C) وهذا النوع من التجارة الإلكترونية يتم فيه التعامل من بيع وشراء بين المؤسسات التجارية والأفراد أو المستهلكين، ويشمل هذا السوق قطاعات التجزئة التي تبيع المنتجات والخدمات للمستهلكين عبر شبكة الإنترنت. ويتم التعامل بين الشركة والأفراد سواء على مستوى السوق المحلي أو الدولي، حيث يقوم المستهلك بطلب السلعة أو الخدمة من موقع الشركة في الإنترنت ويدفع ثمنها بالبطاقة مثلا ثم بعد ذلك يحصل على السلعة أو الخدمة مباشرة إذا كانت منتجاً رقمياً أو عن طريق البريد التقليدي إذا كان غير قابل للتسليم إلكترونيا(1). وبالرغم أن هذا المجال من التجارة الإلكترونية لا يزال محدودا مقارنة بالتجارة الإلكترونية بين مؤسسات الأعمال التجارية (B2B)، إلا أن الاهتمام والخطط الاستراتيجية للشركات التجارية تتجه نحو الاستفادة من قطاع الأفراد والمستهلكين، سيما وأن الشركات الكبيرة ذات السمعة التجارية الحسنة تستطيع أن تكسب التعامل الإلكتروني على مستوى الأفراد في كافة أنحاء العالم(2). وقد بلغ حجم التجارة الإلكترونية بين المؤسسات التجارية والمستهلكين في الولايات المتحدة الأمريكية وحدها نحو 20 مليار دولار في عام 1999م ، ويتوقع أن يصل إلى 2000 مليار دولار في عام 2004م (3) ¶ __________ ¶ (1) - Shaun Lake “E-Commerce and LDCs Challenges for enterprises and governments” a paper prepared for UNCTAD Regional meeting on electronic commerce and development, Kathmandu, Nepal 30-31 May 200, p.9. ¶ (2) - إدارة البحوث والدراسات الاقتصادية، مجلس الغرف التجارية والصناعية السعودية، مرجع سابق، ص1-2. ¶ (3) - منصور فرح،التجارة الإلكترونية في الوطن العربي: الوضع الراهن والآفاق المستقبلية، بحث مقدم لندوة العلوم والتكنولوجيا في الوطن العربي: الواقع والطموح (387-403) عمان 20-21/10/2001م، بيروت، المؤسسة العربية للدراسات والنشر، ، الطبعة العربية الأولى، 2002م، ص390.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": ". ويشمل هذا التعامل التجاري أيضا الاتجاه المعاكس بين المستهلك والمؤسسة التجارية، عندما يقوم الأفراد والمستهلكون ببيع خدماتهم للمؤسسات أو الشركات التجارية، وإن كان حجم هذا التعامل ضئيلاً جدا. ¶ ج. التعامل بين المؤسسة التجارية والحكومة – Business to Government (B2G) – وهذا الجانب من التجارة الإلكترونية لا يزال في مراحله الأولية في معظم الدول، كما أن أغلب هذا النشاط يتركز على التفاعل الإلكتروني بين المؤسسات التجارية والمؤسسات الحكومية مثل عمليات إثباتات ومدفوعات الضرائب ومدفوعات التراخيص التجارية ورسوم الجمارك وتخليص الواردات من البضائع منها، بالإضافة إلى ما تقوم به المؤسسات الحكومية من مشتريات من المؤسسات التجارية إلكترونيا(1). ¶ د. هناك فئات من التعاملات التجارية الإلكترونية الأخرى مثل التعامل بين المستهلك والمستهلك Consumer to Consumer (C2C) حيث يكون التعامل التجاري الإلكتروني بين الأفراد المستهلكين أنفسهم، وفيه تكون عملية البيع والشراء بين مستهلك و مستهلك آخر من خلال وضع إعلانات على المواقع الشخصية في الإنترنت بهدف بيع الأغراض الشخصية أو بيع الخبرات للآخرين، ويشمل ذلك المزادات الإلكترونية التي تتم فيها التعاملات التجارية بين الأفراد(2). وهناك أيضا تعاملات إلكترونية بين الأفراد والمؤسسات الحكومية، وهذا يشمل التفاعل الإلكتروني في مجال الخدمات والمعاملات الرسمية بين الأفراد والحكومة. ويمكن اعتبار التعامل ما بين المؤسسات الحكومية من جهة والأفراد والمؤسسات التجارية من جهة أخرى جزء من مفهوم الحكومة الإلكترونية (Electronic Government)(3). ¶ 2/3. تطور التجارة الإلكترونية: ¶ __________ ¶ (1) - Shaun Lake, op cit, p.9. ¶ (2) - الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق. ¶ (3) - د. منصور فرح، التجارة الإلكترونية في الوطن العربي: الواقع والطموح، مرجع سابق، ص390.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أدى التطور المستمر في تقنية المعلومات والاتصالات (ICT) إلى ظهور شبكة الإنترنت، في مطلع التسعينيات من القرن الماضي، وانتشارها بشكل سريع في جميع دول العالم حيث أصبحت وسيلة هامة لإنجاز المعاملات بأساليب إلكترونية. ومع الازدياد المتنامي لعدد مستخدمي الإنترنت على مستوى العالم تنوعت استخدامات شبكة الإنترنت والاستفادة منها في مختلف مناحي الحياة، ومن بينها مجال التجارة الإلكترونية في مختلف القطاعات الاقتصادية السلعية منها والخدمية من بيع أو شراء وتسويق وترويج و إعلان وغيره. ¶ ويشير الاتحاد الدولي للاتصالات (ITU) إلى أن أعداد المستخدمين للإنترنت في تزايد مستمر، حيث كانت 4.5 مليون مستخدم في 1991م ثم تضاعفت حتى بلغت 60 مليون في عام 1996م ، وتوقع أن يصل عدد مستخدمي الإنترنت في عام 2006م إلى 600 مليون مستخدم(1)، وتشير الإحصائيات التي أوردتها (Emarketr) أن عدد المستخدمين للإنترنت بلغ 445.9 مليون مستخدم ، وتوقعت أن يصل إلى 709.1 مليون في عام 2004م، وأشار (Computer Industry Almanac) إلى أن أعداد المستخدمين بلغ 533 مليون وتوقع أن يتجاوز المليار مستخدم بحلول عام 2006م(2). ¶ جدول 1: نمو حجم التجارة الإلكترونية عبر الإنترنت في العالم حسب مصادر مختلفة (مليار دولار أمريكي)(3). ¶ المصدر ... 2000 ... 2001 ... 2002 ... 2003 ... 2004 ... 2005 ... 2006 ¶ Forrester ... - ... - ... 2293.50 ... 3878.80 ... 6201.10 ... 9240.60 ... 12837.30 ¶ __________ ¶ (1) - ITU, “Challenges to Network” ,1997a, via World Trade Organization “Special Studies2: Electronic Commerce and the Role of the WOT”, 1998, p.13. ¶ (2) - متاح في: (http:/www.cyberatals.internet.com) ¶ (3) - UNCTAD, E-commerce and Development Report 2002 (internet version prepared by the UNCTAD secretariat), United Nation, New York and Geneva, 2001, p19.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "IDC ... 354.90 ... 615.30 ... - ... - ... - ... - ... - ¶ Emarketer ¶ B2B only ... 278.19 ... 474.32 ... 823.48 ... 1408.57 ... 2367.47 ... - ... - ¶ وقد صاحب هذا التطور في أعداد المستخدمين للإنترنت نموًّ في حجم التجارة الإلكترونية في قطاعات مختلفة، حيث قدرت بعض المصادر أن التسوق عبر شبكة الإنترنت في عام 1999م يمثل نحو 13% من إجمالي حجم تسوق المستهلكين، كما توقعت أن تتضاعف إلى 26% بحلول عام 2007م(1). ويشير جدول 13 إلى النمو الكمي لتطور التجارة الإلكترونية بين قطاعات الأعمال (B2B) وكذلك بين الأعمال والمستهلكين (B2C) منذ عام 2000م بحسب المناطق الجغرافية المختلفة، ويوضح أن إجمالي حجم التجارة الإلكترونية يتضاعف تقريباً كل عام، وقدر بنحو 6.8 تريليون دولار بحلول عام 2004م وبما يعادل 8.6 % من إجمالي حجم التجارة في العام نفسه. وتوقعت مصادر أخرى (انظر جدول 1) أن حجم التجارة سيبلغ نحو 9.3 تريليون في عام 2005م وإلى نحو 12.9 تريليون في عام 2006م. وكذلك أوردت (ActivMedia) نمو التجارة عبر الإنترنت في سلسلة زمنية ممتدة من 1994م إلى 2002م، حيث تظهر نمو أسياً لحجم التجارة الإلكترونية منذ مطلع التسعينات حتى عام 2002م (انظر: شكل 4 وجدول 2). ومن ناحية أخرى، نلاحظ في جدول 13 أن هناك اختلافا واضحاً في أنصبة الدول والمناطق الجغرافية من التجارة عبر الإنترنت، حيث تستحوذ دول أمريكا الشمالية على نحو 50.9 % ، يمثل نصيب الولايات المتحدة الأمريكية وحدها نحو 47%، بينما تبلغ أنصبة دول آسيا والباسيفيك وأوربا الغربية وأمريكا اللاتينية على 24.3% و 22.6% و 1.2% على التوالي. ويشير الجدول أيضا إلى أن هيمنة التجارة الإلكترونية المتوقعة في عام 2004م قدرت بنحو 13% في الولايات المتحدة الأمريكية وبنسبة 16.4% في كل من استراليا وكوريا، وربما يعزى ذلك إلى ¶ __________ ¶ (1) - Financial Times, September 3, 1997; The Economist, May 10, 1997.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "النمو السريع في استخدام الإنترنت وتفضيل المشتركين والقطاعات التجارية إجراء العمليات التجارية عبر شبكة الإنترنت في تلك الدولتين. ¶ وبالنسبة للمقارنة بين حجم التجارة الإلكترونية عبر شبكة الإنترنت وحجم التجارة عبر الوسائل الأخرى، نلاحظ أنه في حين أن التجارة عبر الإنترنت تتنامى بشكل أسرع وخلال فترة قياسية، نجد أن حجم التجارة عبر القنوات الأخرى في انخفاض ملحوظ، فمن شكل 5 نلاحظ أن حجم التجارة عبر شبكة الإنترنت كان في عام 1997م لا يتجاوز 15%، إلا انه في عام 2000م تضاعف حتى بلغ نحو 42% من إجمالي التجارة. ومن جهة أخرى، انخفضت حجم التجارة التي تعقد عبر وسائل أخرى، مثل الهاتف والفاكس والبريد أو المعاملات التجارية المباشرة، من 75% في عام 1997م إلى نحو 58% في عام 2000م مما يدل على تنامي الاهتمام بشبكة الإنترنت كوسيلة لعقد العمليات التجارية محل الوسائل أو القنوات التقليدية السابقة. ويؤكد هذا النمو المستمر في التجارة الإلكترونية عبر شبكة الإنترنت بعض المصادر ومراكز الأبحاث المختلفة، حيث قدرت حجم التجارة الإلكترونية بأكثر من700 مليار دولار في عام 2001م في حين أنها لم تتجاوز حاجز 3 مليار دولار في عام 1996م (انظر جدول 2). ¶ جدول 2 : حجم التجارة الإلكترونية في العالم خلال الفترة 1994- 2002 م. (مليار دولار أمريكي)(1). ¶ السنة ... 1994 ... 1995 ... 1996 ... 1997 ... 1998 ... 1999 ... 2000 ... 2001 ... 2002 ¶ العوائد ... 0.008 ... 0.436 ... 2.9 ... 21.8 ... 73.9 ... 180 ... 377 ... 717 ... 1234 ¶ __________ ¶ (1) - Activmedia, available at (http://www.activmedia.com).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومن ناحية التوزيع الجغرافي لحجم التجارة الإلكترونية، نلاحظ أن الولايات المتحدة الأمريكية تستحوذ على النصيب الأوفر منها عن بقية الدول الأخرى، حيث تشير بعض مراكز الأبحاث أن نحو 85 % من إجمالي حجم التجارة عبر شبكة الإنترنت خلال عام 96/1997م كان من نصيب الولايات المتحدة الأمريكية(1). ¶ 2/4. أساليب قياس حجم التجارة الإلكترونية: ¶ تمثل صعوبة قياس حجم التجارة الإلكترونية أحد التحديات المصاحبة لهذه الظاهرة والتي تواجه كل من صانعي السياسات الاقتصادية على مستوى الحكومات، ومتخذي قرارات الاستثمار على مستوى أصحاب الأعمال والقطاعات الخاصة، وكذلك تشكل تحديا فنيا على مستوى مصالح ومراكز الإحصاءات المعنية بقياس وتقدير حجم مؤشرات التجارة الإلكترونية. ويبرز هذا التحدي مع النمو المستمر في أعداد القطاعات والمؤسسات التي تستخدم الإنترنت في معاملاتها التجارية، وكذلك مع تنوع وتعدد السلع والخدمات التي تدخل في مجال التجارة الإلكترونية(2). وترجع صعوبة قياس التجارة الإلكترونية إلى عدة عوامل، منها ما يتعلق بتحديد مفهوم التجارة الإلكترونية ومكوناتها، وكذلك سرعة نموها والتطور التكنولوجي المصاحب لها، بالإضافة إلى أن العديد من المؤسسات التجارية تقوم بالتجارة الإلكترونية والتجارة التقليدية في آن واحد. وبسبب هذه العوامل وغيرها، فإن أساليب قياس حجم التجارة الإلكترونية سواء من حيث الأرقام الفعلية أو التقديرية ستظل تفتقر إلى الدقة والموثوقية(3) ¶ __________ ¶ (1) - Activmedia, available at (http://www.activmedia.com). ¶ (2) - Barbara M. et al, op cit. ¶ (3) - OECD, Measuring Electronic Commerce: Main points, available from: ¶ (http://www.oecd…/0,3371,EN-document-29-nodirectorate-no-1-10230-29---,00.htm)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": ". ولذلك فإن إحصاءات التجارة الإلكترونية التي تنشرها بعض مراكز البحوث والقطاعات الخاصة تظهر متباينة، وإلى حد كبير أحيانا(1). وبالرغم من القصور في أساليب قياس التجارة الإلكترونية، إلا أن الدول وكذلك القطاعات الخاصة تعمل على إنشاء برامج قياس لإيجاد مؤشرات تعكس طبيعة وتطور أنشطة التجارة الإلكترونية، وذلك بهدف قياس أثرها على القطاعات الاقتصادية، وقياس نموها، ومقارنتها بين مختلف الدول. ومن الأساليب المتبعة في قياس حجم التجارة الإلكترونية: ¶ أ. جمع البيانات الرقمية عن استخدام تقنية المعلومات والاتصالات واستخدام الإنترنت، ويتميز هذا الأسلوب بسهولة تحصيله من مصادر مختلفة، وبالتالي توفر عنصر الثقة والدقة في مثل هذه الأرقام، ومن ثم تستخدم هذه الأرقام في معرفة أو تقدير حجم الأنشطة التجارية عبر الإنترنت. ¶ ب. جمع بعض الإحصاءات ذات العلاقة بأنشطة التجارة الإلكترونية، مثل معرفة مؤشرات الاستعداد الإلكتروني (Electronic Readiness) في المجتمعات، وذلك بحصر المؤسسات والقطاعات التجارية التي لديها أجهزة حاسب آلي وتوفر إمكانية استخدامها للإنترنت. وكذلك معرفة مؤشرات الكثافة، أي تلك المؤسسات التجارية التي تستقبل طلبات العملاء والمدفوعات عبر شبكة الإنترنت. وهذا الأسلوب يتناسب مع كثير من البلدان النامية التي لا تزال في المراحل الأولى في استخدام الإنترنت(2). ¶ __________ ¶ (1) - United Nation, E-commerce and Development Report 2001,: Trends and Executive Summary, Internet version prepared by UNCTAD secretariat, United Nation, New York, 2001, p. xxvi. ¶ (2) - Ibid.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ج. إجراء المسح الميداني على مستوى المؤسسات التجارية، سواء في قطاع الجملة أو قطاع التجزئة، وذلك لمعرفة حجم أنشطتها عبر شبكة الإنترنت(1). ويجري هذا المسح سنويا أو ربع سنويا حتى يغطي الأنشطة التجارية المتجددة عبر الإنترنت. ¶ د. إجراء المسح الميداني على مستوى الأفراد والأسر (قطاع المستهلكين) لمعرفة توفر أجهزة الحاسب الآلي، وكذلك معرفة إمكانية الدخول إلى الإنترنت وحجم إنفاقهم على التجارة الإلكترونية(2). ¶ 3- متطلبات التجارة الإلكترونية: ¶ لكي تصبح التجارة عبر شبكة الإنترنت متاحة في أي مجتمع فإنه لابد من توفر البيئة المناسبة لها وكذلك المتطلبات اللازمة لتحقيقها. وفي هذا القسم سوف نتناول، بإيجاز، هذه المتطلبات وفق التقسيمات التالية: ¶ __________ ¶ (1) - Barbara et al, Government Statistics: E-commerce and Electronic Economy, op cit. ¶ (2) - Ibid",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أ. البنية التحتية الإلكترونية، وتشمل البنى التحتية الداعمة للتجارة الإلكترونية وعقد التعاملات التجارية عبر شبكة الإنترنت. ومن أبرز مكونات هذه البنية قطاع تقنية المعلومات والاتصالات (ICT) وتشمل شبكات الاتصال السلكي واللاسلكي وأجهزة الاتصالات من فاكس وهواتف ثابتة ومتنقلة، وكذلك الحواسب الآلية وبرامج التطبيقات والتشغيل، وخدمات الدعم الفنية، ورأس المال البشري المستخدم في الأعمال والتجارة الإلكترونية، إضافة إلى توفر القطاعات المنتجة لتقنية المعلومات. فهذه المكونات توفر البيئة التحتية الإلكترونية التي تساعد على انتشار استخدام الإنترنت وتهيئ البيئة المناسبة للتجارة الإلكترونية. ويعتبر انتشار الإنترنت عاملا رئيسا في الدخول للتجارة الإلكترونية، لأنها بمثابة القناة الإلكترونية أو السوق الإلكتروني الذي تتم من خلاله المعاملات والتبادلات التجارية. كما أن انتشار الإنترنت يعتمد على توفر عناصر أساسية منها توفر أجهزة الحاسب الآلي الشخصية والهواتف والحاسبات المضيفة، وإمكانية الدخول إلى الإنترنت من خلال معرفة عدد المستخدمين والمشتركين والمستخدمين المحتملين للإنترنت(1). ¶ __________ ¶ (1) - Michael Minges, Counting the Net: Internet Access Indicators, International Telecommunication Union, Switzerland. Also available at (http://www.isoc.org./isoc/conference/inet/00/cdproceedings/8e/8e_1htm)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ب. التشريعات والأنظمة للتجارة الإلكترونية: وتشمل التشريعات والقوانين والقواعد التي تتلاءم مع طبيعة التجارة عبر شبكة الإنترنت. وتمثل هذه التشريعات الإطار القانوني والتنظيمي الذي يضمن استمرار التجارة الإلكترونية وحماية حقوق الأطراف المتعاملة فيها. كما يتكفل هذا الإطار القانوني بإيجاد الأدوات القانونية التي تتناسب والتعاملات الإلكترونية مثل وسائل التعاقد عبر شبكة الإنترنت أو عبر البريد الإلكتروني، والشروط اللازمة لذلك، وفض النزاعات التجارية الإلكترونية سواء كانت في داخل المجتمع أم كانت بين أطراف في دول مختلفة، وكذلك التعامل مع وسائل الإثبات للأطراف المتنازعة تجاريا عبر شبكة الإنترنت. وتشمل أيضا هذه التشريعات القضايا المتعلقة بحقوق الملكية الفكرية، والجرائم الإلكترونية وتحديد مفهوم الضرر والإتلاف الناجم عن تلك الجرائم، والتعامل مع التوقيعات الإلكترونية وما هي صيغة الإيجاب والقبول الكترونيا.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ج. توفر الكوادر البشرية: ويمثل هذا الجانب أحد مقومات نجاح التجارة الإلكترونية في أي مجتمع، وتشمل هذه الكوادر البشرية المتخصصين في قطاع تقنية المعلومات وشبكات الاتصال والإنترنت والبرامج التطبيقية ذات العلاقة بالتجارة عبر الإنترنت. ومن ناحية أخرى تتطلب التجارة الإلكترونية ما يسمى بالاستعداد الإلكتروني (E-Readiness) أي المجتمع القادر والذي لدية الرغبة في استخدام وممارسة التجارة عبر شبكة الإنترنت. ويرتفع معدل الاستعداد الإلكتروني لأي مجتمع من خلال تطوير نوعية الأنظمة التعليمية وتوسيع دائرة الفرص لأفراد المجتمع للاستفادة منها حتى يصبح مجتمعا ذا معرفة وثقافة تكنولوجية، بالإضافة إلى توفير الفرص للمؤسسات والمعاهد التعليمية والمدارس لأستخدم تقنية المعلومات والاتصالات، وتكييف المناهج التعليمية مع المعارف التقنية.(1) ¶ 4- آثار التجارة الإلكترونية على الاقتصاد: ¶ __________ ¶ (1) - McConnell International, Ready? Net. Go!: Partnerships Leading the Global Economy, McConnell International in collaboration with WITSA, May 2001. p.18. Also available at: (http://www.mcconnellinternational.com)",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أحدث التطور التكنولوجي الذي شهده العالم، مع دخوله القرن الحادي والعشرين، ثورة معلوماتية، أطلق عليها الثورة الصناعية الثالثة أو الموجة البشرية الثالثة، بعد الموجة الزراعية والصناعية التي مرت بهما البشرية في تاريخها الطويل. ويتوقع أن تقود هذه الثورة المعلوماتية إلى قيام اقتصاد جديد يطلق عليه اقتصاد المعلومات (Information Economics) يختلف في نوعيته وبنيته وآلياته ونظرياته عن الاقتصاد التقليدي، مما يؤدي إلى إضافة قطاع اقتصادي جديد بجانب القطاعات الاقتصادية التقليدية: الزراعية والصناعية والخدمية. وتوقعت دراسات قامت بها منظمة التعاون الاقتصادي أن يهيمن هذا الاقتصاد الجديد (اقتصاد المعلومات) على نحو 80% من حجم النشاط الاقتصادي الإجمالي بحلول عام 2012م(1). ¶ وفي ظل التوقعات المتفائلة لهذا التحول، من الاقتصاد التقليدي إلى اقتصاد جديد، فإن ثمة دلائل وإشارات تؤيد هذه التوقعات، يمكن بيانها من خلال استعراض بعض الآثار والفوائد لتطبيقات التجارة الإلكترونية عبر شبكة الإنترنت والتي أضحت القوة الدافعة لاقتصاد المعلومات الجديد. وفي هذا القسم سوف نجمل هذه الآثار والفوائد المتحصلة من التجارة عبر شبكة الإنترنت على مستوى قطاعات الأعمال ومستوى الأفراد (المستهلكين) والمستوى القومي أو الكلي. ¶ 4/1. الآثار الاقتصادية للتجارة الإلكترونية على مستوى قطاع الأعمال. ¶ تتلخص أبرز الفوائد الاقتصادية للتجارة الإلكترونية المتحصلة على مستوى المؤسسات والشركات التجارية في الآتي: ¶ __________ ¶ (1) - خالد الطويل، الاقتصاد الجديد، صحيفة الرياض، مؤسسة اليمامة الصحفية 2000م، (24/10/2001م)، متاح في: ¶ (http://www.writers.alriyadh.com.sa)",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أ- توسيع نطاق السوق: حيث تعمل التجارة الإلكترونية على توسيع دائرة السوق المحلي وكذلك النفاذ إلى الأسواق العالمية وخلق أسواق جديدة كان من المتعذر إيجادها في ظل التجارة التقليدية، لأن ممارسة التجارة عبر شبكة الإنترنت تجعل المنتجات من السلع والخدمات متاحة لأكبر عدد ممكن من المستهلكين. وهذا يتيح حتى للمنشآت الصغيرة والمتوسطة الحضور في الأسواق المحلية والدولية الأمر الذي يمنح فرصة أكبر للمستهلك للاختيار من بين المنتجات المعروضة(1). ويعد الدخول اليسير والفعال إلى الأسواق المحلية والدولية لمؤسسات الأعمال أحد الفوائد المباشرة للتجارة الإلكترونية التي تعتمد على الإنترنت. ولذلك فإنه بإمكان أي فرد أن يصبح تاجرا على الإنترنت بتكاليف منخفضة جدا. وعلاوة على إمكان الوصول إلى الأسواق العالمية، فإن الشركات التي تبنت التجارة الإلكترونية تؤكد وجود فوائد ومنافع أخرى لهذه التجارة مثل تقليص أوقات أو فترات التوريد، واختصار أوقات دورات الإنتاج، وتبسيط عمليات وإجراءات الشراء، بالإضافة إلى إنقاص المخزون، لأن المنتجين والمستهلكين يصبحون قريبين جدا من بعضهم البعض من خلال الاتصال المباشر فيما بينهم، دون تدخل الوسطاء التقليديين مثل الموردين والمصدرين وتجار الجملة والتجزئة(2). ¶ __________ ¶ (1) - رأفت رضوان، عالم التجارة الإلكترونية، القاهرة, المنظمة العربية للتنمية الإدارية، 1999م، ص 41. ¶ (2) - باسل الجبر، التجارة الإلكترونية: منطقة تجارة عالمية حرة خلال الإنترنت، وزارة التجارة، المملكة العربية السعودية. متاح في: ¶ (http://www.commerce.gov.sa/ecomm/art1.asp))",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ب- تفعيل مفهوم المنافسة الكاملة في السوق: حيث تعمل التجارة الإلكترونية على تقليص المسافات بين المنتجين والمستهلكين مما يتيح التواجد الإلكتروني القريب بين البائع والمشتري الأمر الذي يؤدي إلى تحسين مستوى ونوعية المنتج عن طريق خدمات ما قبل وبعد البيع، وتوفر المعلومات عن طبيعة المنتجات وأسعارها ومنتجيها في الأسواق، وكذلك الاستجابة السريعة لطلبات السوق مما يؤدي في نهاية الأمر إلى تحسين درجة التنافسية في الأسواق الإلكترونية(1). كما أن انخفاض تكاليف العمليات التجارية وانخفاض عوائق الدخول في الأسواق من شأنه تقليل بعض الاختلافات في الأسواق التجارية، وتحريك الأنشطة الاقتصادية والوصول بها إلى أن يكون اقتصادا يعتمد على المنافسة الكاملة(2). ¶ __________ ¶ (1) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 41. ¶ (2) - باسل الجبر، التجارة الإلكترونية: منطقة تجارة عالمية حرة خلال الإنترنت، مرجع سابق.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ج- انخفاض تكاليف العمليات التجارية: تمثل تكاليف الصفقات التجارية المتمثلة في جمع المعلومات والتفاوض وأتعاب السمسرة وعمولات المبيعات والإجراءات الإدارية وغيرها جزء مهما في سعر المنتج. وتلعب التجارة الإلكترونية دورا بارزا في تخفيض هذه التكاليف من خلال تحسين وتدفق المعلومات وزيادة تنسيق الأعمال، وكذلك انخفاض تكاليف البحث عن المعلومات المتعلقة بالمشترين المحتملين والبائعين في السوق(1). كما تمكن التجارة الإلكترونية مؤسسات الأعمال من تنسيق استراتيجياتها ومواردها ومهاراتها بتكوين علاقات طويلة المدى، لا سيما تلك المؤسسات أو الشركات التكنولوجية كثيفة المعلومات، وذلك من خلال الشبكات الإلكترونية التي تتيح تقاسم المعلومات. ويعتقد بعض الباحثين أن صور هذه الشبكات التي تنظم التجارة الإلكترونية سوف تسود في المستقبل القريب وتصبح هي الهيكل التنظيمي لكل التعاملات الاجتماعية بين الناس(2). ومن ناحية أخرى تسهم التجارة الإلكترونية في خفض التكاليف الإدارية لدى مؤسسات الأعمال في توزيع وحفظ واسترجاع المعلومات الورقية، وقد يصل خفض التكاليف الإدارية لعمليات الشراء إلى 85%(3)، مما يؤدي في نهاية المطاف إلى انخفاض أسعار المنتجات(4). ¶ __________ ¶ (1) - طارق عبد العال حماد، التجارة الإلكترونية: المفاهيم – التجارب – التحديات – الأبعاد التكنولوجية والمالية والتسويقية والقانونية، (الإسكندرية، الدار الجامعية، 2002/2003م)، ص 48. ¶ (2) - المرجع نفسه، ص 49-50. ¶ (3) - الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق. ¶ (4) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 41.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "د- تحكم أفضل في إدارة المخزون: تسهم التجارة الإلكترونية في خفض المخزون عن طريق استعمال عملية السحب في نظام إدارة سلسلة التوريد، حيث تبدأ العملية بالحصول على الطلب التجاري من المشتري وتزويده بطلبه من خلال التصنيع الوقتي المناسب(1)، وهذا من شأنه العمل على تقليص الدورة التجارية بدرجة كبيرة حيث يتم شحن المنتج مباشرة من المصنع إلى المشتري النهائي. ويظهر ذلك بشكل كبير في المنتجات الرقمية، أي السلع والخدمات التي يتم تسليمها إلكترونيا(2). وبذلك تصبح التجارة الإلكترونية أداة مهمة في إدارة المخزون وانخفاض تكاليف التخزين، وهذا له آثار اقتصادية على المستوى الكلي إذا علمنا أن 10% من التقلب ربع السنوي في معدلات نمو الإنتاج تعود نتيجة للتقلب في الاستثمار في المخزون. فإذا كانت التجارة الإلكترونية تعمل على تخفيض المخزون إلى حده الأدنى، فإنه من المتوقع أن يكون أحد آثار التجارة الإلكترونية هو تخفيف آثار الدورة التجارية الناجمة عن التغير في المخزون. ومع تطور تقنية المعلومات والاتصالات وتدفق المعلومات بشكل أفضل فإنه من المتوقع أن ينخفض أثر المخزون على الدورة التجارية إلى حده الأدنى بل ربما ينعدم(3). ¶ 4/2. الآثار الاقتصادية للتجارة الإلكترونية على مستوى المستهلكين. ¶ بجانب الفوائد والمزايا المتحصلة لقطاع الأعمال من استخدام التجارة الإلكترونية، فإن المستهلك له أيضا نصيب من التجارة الإلكترونية إذا كان مستهلكا إلكترونيا عبر شبكة الإنترنت. وتتمثل أبرز هذه الفوائد في الآتي: ¶ __________ ¶ (1) - الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق. ¶ (2) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 41. ¶ (3) - J. Bradford Delong, Macroeconomics Implication of the “New Economy”, May 2000. Available at (http://www.j-bradford-delong.net/OpEd/virtual/ne_macro.html)",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أ- سرعة وسهولة التسوق: حيث يكون لدى المستهلك نطاقا أوسع للتسوق عبر شبكة الإنترنت، وعلى مدار الساعة، وفي أي يوم يريد، وأي مكان على سطح الأرض. فأي شخص لديه حاسب آلي ومتصل بالإنترنت فإن بإمكانه أن يصبح مستهلكا عالميا، وهو في منزله، وما عليه إلا أن يتعامل مع أزرار الحاسب الآلي، وتصفح المواقع التجارية الإلكترونية المفتوحة عبر الإنترنت. ¶ ب- تعدد الخيارات: توفر التجارة الإلكترونية العديد من الخيارات للمستهلك نتيجة لإمكان الوصول إلى منتجات ومراكز تسوق لم تكن متوفرة بالقرب من المستهلك. فمع دخول المستهلك إلى التجارة الإلكترونية فإن الفرصة متاحة له بأن يبحث عن سلعته المفضلة أو التي يبحث عنها عبر المواقع التجارية في الإنترنت. بينما في حالة التسوق التقليدي فإن المستهلك ليس أمامه إلا المنتجات المعروضة في الأسواق التقليدية، ويتعذر علية البحث في أسواق أخرى لعدم توفر المعلومات لديه عن الأسواق الأخرى وكذلك لارتفاع تكاليف البحث والحصول على المنتج.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ج- انخفاض الأسعار وسرعة الحصول على المنتج: في ظل تعدد وتنوع المنتجات في المواقع التجارية الإلكترونية فإن المستهلك سوف يبحث عن المنتج الأقل سعرا والأفضل جودة، وذلك من خلال مقارنة أسعار ونوعيات المنتجات بسهولة وسرعة فائقة مما يمكن المستهلك في نهاية الأمر اختيار أفضل العروض. في حين أن الأمر أصعب في حالة التجارة التقليدية لأنه يتطلب زيارة كل موقع جغرافي من أجل مقارنة أسعار ونوعيات المنتجات(1). إضافة إلى ذلك، فإن أسعار المنتجات في التجارة الإلكترونية تكون أقل عن مثيلاتها في التجارة التقليدية نتيجة لانخفاض التكاليف الإدارية التي يتحملها المنتجون، وهذا من شأنه خفض أسعار المنتجات المعروضة في المواقع التجارية في الإنترنت(2). ومن ناحية أخرى، يتميز المستهلك الإلكتروني عبر شبكة الإنترنت بسرعة حصوله على المنتج الذي قام بطلبه وشرائه إلكترونيا، لاسيما إذا كانت منتجات خدمية أو منتجات قابلة للتحويل إلى منتجات رقمية مثل الكتب والأبحاث والمجلات وبرامج الحاسب الآلي والمواد الصوتية والفوتوغرافية وغيرها، حيث يتم الحصول على هذه المنتجات خلال ثوان بعد إتمام عملية الشراء من الموقع. كذلك فإن الحصول على المنتجات غير الرقمية يتم بطريقة أسرع مما لو تم الطلب بالطرق التقليدية، لأن عملية الطلب والمدفوعات وكافة المعلومات المتعلقة بالطلب تتم بطريقة إلكترونية مما يمكن المنتج من إرسال الطلب بسرعة وسهولة إلى المشتري، بينما يستغرق الأمر أسابيع وربما أشهر إذا تم الطلب تقليديا. ¶ __________ ¶ (1) - الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق. ¶ (2) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 41.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "د- سرعة وسهولة تبادل المعلومات بين المستهلكين: حيث توفر الإنترنت إمكانية تبادل المعلومات والآراء وتجارب المستهلكين المتعلقة بالمنتجات والخدمات عبر مجتمعات إلكترونية مثل المنتديات وغيرها(1)، الأمر الذي يوفر البيانات والمعلومات لدى المجتمع عن المنتجات الاقتصادية، ويرفع مستوى الثقافة والوعي الاستهلاكي لدى جمهور المستهلكين، في حين أن هذا قد يكون متعذرا أو يتطلب وقتا وجهدا أطول في عالم التجارة التقليدي. ¶ 4/3. الآثار الاقتصادية للتجارة الإلكترونية على المستوى القومي. ¶ يمكن إبراز الفوائد المتحصلة من التجارة الإلكترونية على المستوى القومي في الآتي: ¶ __________ ¶ (1) - الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أ- دعم التجارة الخارجية: توفر التجارة الإلكترونية فرص زيادة معدلات الصادرات، وذلك من خلال سهولة الوصول إلى مراكز الاستهلاك الرئيسة، وإمكانية التسوق للسلع والخدمات عالميا وبتكلفة محدودة، والقدرة على سرعة عقد وإنهاء الصفقات التجارية، وكذلك القدرة على تحليل الأسواق والاستجابة لتغير متطلبات المستهلكين(1). ويظهر أثر التجارة الإلكترونية أكثر وضوحا في تجارة الخدمات بين الدول مما يؤدي بدوره إلى رفع درجة الانفتاح الاقتصادي في هذا المجال، حيث يمثل قطاع الخدمات نسبة مهمة تقدر بنحو 60 % من إجمالي الإنتاج العالمي، وبالرغم من ذلك فإن حجمه لا يتجاوز 20% من التجارة الدولية، وربما يعود ذلك إلى أن أداء كثير من الخدمات يتطلب وسيلة اتصال وكذلك القرب الجغرافي بين المستهلكين والمنتجين. ولكن مع ظهور تقنية المعلومات الحديثة فقد هيأت التجارة الإلكترونية عبر شبكة الإنترنت وسيلة الاتصال المفقودة بين المستهلك والمنتج، وبذلك ساهمت في زوال العقبات الجغرافية لكثير من الخدمات. وقد أثبتت إحدى الدراسات القياسية أن الزيادة في استخدام الإنترنت بمقدار 10% في الدول الأجنبية يؤدي إلى نمو صادرات وواردات الولايات المتحدة الأمريكية بمقدار 1.7% و 1.1% على التوالي(2). ¶ __________ ¶ (1) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 37. ¶ (2) - Caroline Freund and Diana Weinhold , The Internet and International Trade in Services, American Economic Association (Papers and Proceedings), May 2002. pp. 236-240.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ب- دعم التنمية الاقتصادية: تمثل المشروعات المتوسطة والصغيرة محورا أساسا في التنمية الاقتصادية، وتعاني هذه المشروعات من غياب الموارد الاقتصادية اللازمة للوصول إلى الأسواق العالمية. وتعد التجارة الإلكترونية واحدة من الأدوات التي تحقق للمشروعات الصغيرة ومتوسطة الحجم القدرة على المشاركة في حركة التجارة الدولية بفاعلية وكفاءة بما تقدمه من خفض تكاليف التسويق والدعاية والإعلان، وتوفير الوقت والمكان اللازمين لتحقيق المعاملات التجارية. وهذا ينعكس إيجابا على تفعيل نشاطات هذه المشروعات الأمر الذي يدفع عجلة التنمية الاقتصادية(1). كما يشير أحد الاقتصاديين إلى أن انخفاض تكاليف العمليات التجارية عبر التجارة الإلكترونية فيما بين قطاعات الأعمال يمكن أن يؤدي إلى زيادة دائمة في مستوى الناتج بمتوسط 5 % في اقتصاديات الدول المتقدمة على مدى السنوات العشر القادمة، مما يعني زيادة في نمو الناتج القومي الإجمالي بنسبة 0.25 % في السنة(2). وتذكر وزارة التجارة الأمريكية أن التجارة الإلكترونية وقطاع تقنية المعلومات كليهما قد أسهما بحوالي 30 % من نمو الناتج المحلى الإجمالي خلال الفترة 1995-1998م(3). ¶ __________ ¶ (1) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 37. ¶ (2) - طارق عبد العال حماد، التجارة الإلكترونية: المفاهيم – التجارب – التحديات – الأبعاد التكنولوجية والمالية والتسويقية والقانونية، مرجع سابق، ص 444. ¶ (3) - WITSA, International Survey of E-Commerce 2000, sponsored by CSSA. p. 8. available from: (www.cssa.co.uk)",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ج- دعم التوظيف: تقدم التجارة الإلكترونية فرصا جديدة للتوظيف، حيث تتيح إقامة مشاريع تجارية صغيرة ومتوسطة للأفراد وربطها بالأسواق العالمية بأقل التكاليف الاستثمارية، لا سيما تجارة الخدمات التي توفر فيها التجارة الإلكترونية آلية للأفراد المتخصصين لتقديم خدماتهم على المستوى الإقليمي والعالمي دون الحاجة للانتقال، مما يفتح المجال لهم للانطلاق في الأعمال الحرة(1). ومن ناحية أخرى، توفر التجارة الإلكترونية فرصا وظيفية في العديد من المجالات المختلفة ذات الصلة بتطبيقات التجارة الإلكترونية، مثل المتخصصين في إنشاء المواقع التجارية الإلكترونية، و العاملين والإداريين والفنيين في المتاجر الإلكترونية. بالإضافة إلى توفير الفرص الوظيفية في قطاع تقنية المعلومات والاتصالات، التي تعتمد عليها التجارة الإلكترونية، من مهندسي الشبكات والبرامج اللازمة لتطبيقات التجارة الإلكترونية وغيرها. ¶ د- دعم القطاعات التكنولوجية: يتيح انتشار التجارة الإلكترونية على المستوى القومي خلق بيئة ومناخ ملائم لظهور قطاعات متخصصة في تقنية المعلومات والاتصالات، وذلك لدعم البنية التحتية الإلكترونية لتطبيقات التجارة عبر شبكة الإنترنت(2). ومع تطور ونمو التجارة الإلكترونية وانتشار استخدامها في التعاملات التجارية، يصبح هناك فرصا استثمارية لتوجيه رؤوس الأموال للاستثمار في تطوير وتحسين وتحديث البنى التحتية الإلكترونية، والاستثمار في الخدمات المصاحبة لقطاع تقنية المعلومات والاتصالات، الأمر الذي يؤدي إلى خلق أو توطين قطاعات تكنولوجية متقدمة تدعم الاقتصاد القومي(3). ¶ 5. واقع الدول الإسلامية في مجال تقنية المعلومات والاتصالات: ¶ __________ ¶ (1) - رأفت رضوان، عالم التجارة الإلكترونية، مرجع سابق، ص 37-38. ¶ (2) - المرجع نفسه، ص 39. ¶ (3) - World Trade Organization “Special Studies 2: Electronic Commerce and the Role of the WOT”, 1998, op cit, p. 27",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "سنتناول في هذا القسم عرض وتحليل واقع الدول الإسلامية (أعضاء منظمة المؤتمر الإسلامي) في مجال تقنية المعلومات والاتصالات حيث إنها تمثل مؤشرات البنية التحتية الإلكترونية (Electronic Infrastructure) لتطبيقات التجارة الإلكترونية. وبما أن الدول الإسلامية متباينة في اقتصادياتها، فإن تحليلها كمجموعة متجانسة ربما يشكل صعوبة بل قد يخفي بعض المؤشرات المهمة لبعض الدول أو قد يؤدي إلى نتائج مضللة بسبب التباين في هياكلها الاقتصادية. ولهذا السبب من المفيد أن نقسم الدول الإسلامية إلى أربع مجموعات(1)، وذلك من أجل تقديم فكرة واضحة عن واقع هذه الدول الإسلامية. والمجموعات هي (1) الدول الإسلامية الأقل نمو (2) الدول الإسلامية متوسطة الدخل (3) الدول الإسلامية المصدرة للبترول (4) الدول الانتقالية (لمعرفة الدول في كل مجموعة انظر ملحق ( ب) . وللأغراض التحليلية سوف نقارن هذه الدول مع بعضها البعض وكذلك مقارنة الدول الإسلامية ككل مع الدول النامية الأخرى والدول المتقدمة(2). ¶ 5/1. الصادرات التكنولوجية: ¶ __________ ¶ (1) - See: SESRTCIC (a), Annual Economic Report on the OIC Countries:1998 , Journal of Economic Cooperation Among Islamic Countries 19, 4 (1998) 1-57. ¶ (2) تم استخدام المتوسط الهندسي (GM) لحساب متوسط القيم لمجموعات الدول في حالة النسب والمعدلات وفقا للصيغ التالية: ¶ ، ، ¶ حيث = نسبة الدولة، n = عدد الدول ¶ وتم استخدام المتوسط البسيط (Mean) في حالة البيانات المطلقة لمجموعات الدول وفقا للصيغة التالية: ¶ حيث = قيمة متغير الدولة، n = عدد الدول",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تمثل الصادرات التكنولوجية ذات الكثافة العالية بعنصري البحوث والتطوير، مثل الحاسبات الآلية والأدوات العلمية والآلات الإلكترونية ومثلها، مؤشرا مهما للمقدرة التكنولوجية للقطاعات الإنتاجية لأي مجتمع. وقد أكدت بعض الدراسات على أهمية الدور الذي تلعبه في تعزيز المقدرة التنافسية للدولة في الأسواق العالمية(1). ولا تزال المنتجات ذات المحتوى التكنولوجي تمثل أهم الصادرات في التجارة العالمية منذ بدايات الثمانينيات، حيث لوحظ وجود علاقة ارتباطية بين المحتوى التكنولوجي وديناميكية الصادرات(2). ولذلك فإن معظم الدراسات التي تهتم بتحليل اتجاهات الصادرات الصناعية تركز غالبا على المستوى التكنولوجي كمؤشر للمقدرة التنافسية للقطاعات(3). ¶ __________ ¶ (1) - See for example: Lall and Wignaraja (1998), OECD (1992), UNCTAD (1997), Lall (200), Mahmood (1999), Bhattacharyya (2000), IDB (2001) and OECD (1998). ¶ (2) - UNCTAD (2002), E-commerce Development Report 2002, p. 248. ¶ (3) - Ibid, p. 248.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وفي هذا الجانب يظهر أن الدول الإسلامية متأخرة مقارنة بمجموعات الدول الأخرى (انظر جدول 3)، حيث لا تتجاوز نسبة صادراتها التكنولوجية من إجمالي الصادرات الصناعية (في المتوسط) 2.34 %، وهذا يقل عن المعدل العالمي، الذي يمثل تقريبا 20 %، أي بما يعادل نحو تسعة أضعاف، بينما يمثل ذلك في الدول النامية الأخرى أكثر من 7 % ، ونحو 23 % في الدول المتقدمة. وبالرغم من انخفاض هذا المؤشر لمجموعة الدول الإسلامية إلا أن هناك، إلى حد ما، تباينا فيما بين مجموعات الدول الإسلامية، حيث نجد أن الدول الإسلامية الانتقالية تستحوذ على أعلى نسبة (3.95) تليها الدول المصدرة للبترول (3.31) ثم الدول متوسطة الدخل (3.02) ، ثم الدول الإسلامية الأقل نمو حيث تمثل أقل نسبة (0.74). وفيما بين الدول الإسلامية في كل مجموعة، هناك تباين كبير في نسب ما تمثله الصادرات التكنولوجية من الصادرات الصناعية كما يوضحه الانحراف المعياري ومعامل الاختلاف، حيث تتقلب النسب في مجموعة الدول الأقل نمو بنحو 354 %، وفي مجموعة متوسطة الدخل 563 %، والدول البترولية 279 %، والدول الانتقالية 97 %، وإجمالا في الدول الإسلامية كمجموعة واحدة نحو 488 %. وهذه التقلبات الكبيرة تشير إلى عدم تجانس الدول سواء داخل مجموعات أو بين الدول الإسلامية كافة، مما يعني أن نسبة الصادرات التكنولوجية إلى الصادرات الصناعية تختلف بشكل ملحوظ من دولة إلى دولة أخرى. وعلى أية حال، مقارنة بمجموعات الدول النامية والمتقدمة أو بالمعدل العالمي، يظهر أن إسهام المنتجات التكنولوجية في صادرات الدول الإسلامية تعد إسهاما متواضعا مقارنة بالدول الأخرى. وربما يعزى ذلك إلى أن طبيعة صادرات الدول الإسلامية تتركز أساسا في المنتجات الأولية والزراعية، الأمر الذي يقتضي ضرورة تبني سياسات واستراتيجيات لتنويع القاعدة الإنتاجية في هذه الدول، وتوجيه الاستثمارات المحلية والأجنبية في قطاعات الصادرات",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "التكنولوجية. ¶ جدول 3: نسبة الصادرات التكنولوجية من الصادرات الصناعية حسب مجموعات الدول(1) ¶ مجموعة الدول ¶ % الصادرات التكنولوجية من الصادرات الصناعية ¶ الانحراف المعياري ¶ معامل الاختلاف ¶ الدول الإسلامية الأقل نمو ¶ 0.74 ¶ 2.62 ¶ 3.54 ¶ الدول الإسلامية متوسطة الدخل ¶ 3.02 ¶ 17.02 ¶ 5.63 ¶ الدول الإسلامية المصدرة للبترول ¶ 3.31 ¶ 9.26 ¶ 2.79 ¶ الدول الإسلامية الانتقالية ¶ 3.95 ¶ 3.84 ¶ 0.97 ¶ الدول الإسلامية كافة ¶ 2.34 ¶ 11.42 ¶ 4.88 ¶ الدول النامية الأخرى ¶ 7.05 ¶ الدول المتقدمة ¶ 22.81 ¶ العالم ¶ 19.98 ¶ 5/2. تقنية المعلومات (Information technology): ¶ تشمل تقنية المعلومات الإنفاق الخارجي والداخلي لقطاع الأعمال والقطاع العائلي والحكومي على شراء منتجات وخدمات متعلقة بتقنية المعلومات (IT)، وهو يعكس مدى انتشار استخدام وسائل تقنية المعلومات بين أفراد وقطاعات المجتمع في الدولة. كما يشكل قطاع تقنية المعلومات البنية التحتية اللازمة والعمود الفقري لتطبيقات التجارة الإلكترونية، لأن هذا القطاع لا يشتمل فقط على أقراص الحاسبات الصلبة والمرنة وإنما يشمل أيضا الهواتف الثابتة والنقالة وأجهزة اتصالات اللاسلكية الأخرى(2). وكلما توفر مثل هذه الأجهزة التقنية كلما ارتفعت فرصة الربط الالكتروني ودخول الإنترنت ومن ثم توفر فرص التجارة الإلكترونية(3). وجدول 4 يعرض حجم الإنفاق على تقنية المعلومات ونسبته من الناتج المحلي ومتوسط الإنفاق الفردي على تقنية المعلومات في الدول الإسلامية. ¶ جدول 4: الإنفاق على تقنية المعلومات حسب مجموعات الدول (4) . ¶ جموعة الدول? ¶ حجم الإنفاق على تقنية المعلومات (مليار $)? ¶ % ¶ من الناتج المحلي? ¶ __________ ¶ (1) - World Bank (WDI CD-ROM). البيانات لعامي 2000 و 2001م. ¶ (2) - UNCTAD, E-commerce and development Report 2002, p.109. ¶ (3) - Ibid. p. 109. ¶ (4) - World Bank (WDI CD-ROM). البيانات لفترات مختلفة خلال 96-2001م حسب توفرها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "متوسط الإنفاق الفردي على تقنية المعلومات?? ¶ ?الدول الإسلامية الأقل نمو ? ¶ -? ¶ -? ¶ -?? ¶ ?الدول الإسلامية متوسطة الدخل? ¶ 18.20*? ¶ 3.90? ¶ 111.24?? ¶ ?الدول الإسلامية المصدرة للبترول? ¶ 3.54 **? ¶ 2.20? ¶ 16.60?? ¶ ?الدول الإسلامية الانتقالية ? ¶ -? ¶ -? ¶ -?? ¶ ?الدول الإسلامية كافة ? ¶ 21.560? ¶ 2.93? ¶ 69.14?? ¶ ?الدول النامية الأخرى? ¶ -? ¶ -? ¶ -?? ¶ ?الدول المتقدمة? ¶ -? ¶ -? ¶ -?? ¶ ?العالم? ¶ -? ¶ -? ¶ * ثلاث دول فقط (مصر، ماليزيا، تركيا) ** دولة واحدة فقط (اندونيسيا) (-) غير متوفر",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وبالرغم من عدم توفر تلك البيانات عن معظم الدول الإسلامية وكذلك مجموعة الدول النامية والمتقدمة والمعدل العالمي، إلا أن البيانات المتاحة عن بعض الدول الإسلامية تعكس المستوى المتدني لمؤشر تقنية المعلومات فيها، حيث لم يتجاوز إجمالي ما تنفقه الدول الإسلامية (أربعة دول فقط: مصر وتركيا وماليزيا واندونيسيا) على تقنية المعلومات، بحسب البيانات المتاحة خلال الفترة 96-2001م، 21.5 مليار دولار، تمثل حصة الدول الإسلامية متوسطة الدخل، تحديدا مصر وماليزيا وتركيا، ما يقارب 85 % ، والدول الإسلامية المصدرة للبترول، دولة واحدة فقط وهي اندونيسيا، حوالي 15 % . ويشكل ذلك كنسبة من الناتج المحلي 3.9 % في الدول متوسطة الدخل و2.20 % في الدول البترولية. وإجمالا لا يتجاوز هذا الإنفاق في المتوسط 4 % من إجمالي الناتج المحلي في الدول الإسلامية ككل. ويبلغ متوسط الإنفاق الفردي على تقنية المعلومات في الدول الإسلامية ما يعادل 69.14 دولار في المتوسط، منها 111.24 دولار في الدول متوسطة الدخل و16.60 دولار فقط للدول البترولية. ولتعزيز دور قطاع تقنية المعلومات في الدول الإسلامية فإن ذلك يتطلب وضع السياسات اللازمة لتوجيه إنفاقاتها الاستثماري في هذا القطاع الهام، وتوفير الحوافز لجذب الاستثمارات الأجنبية في تقنية المعلومات. وتشير إحدى الدراسات الاستطلاعية التي قام بها مؤتمر الأمم المتحدة للتجارة والتنمية(1) على كبرى شركات تقنية المعلومات إلى أن استثماراتها المستقبلية في قطاع تقنية المعلومات تتجه بحسب الأهمية إلى دول جنوب شرق أسيا والدول النامية الأخرى في آسيا (69.70 %) و أوربا الشرقية (66.67 %) ودول الشرق الأوسط (57.58 %) ودول أمريكا اللاتينية (45.45 %) وأخيرا أفريقيا (42.42 %). ومن الملاحظ أن أبرز عوامل جذب هذه الاستثمارات وفقا لآراء الشركات كانت ¶ __________ ¶ (1) - UNCTAD, E-commerce and development Report 2002, op cit. pp.119-120.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "بحسب الترتيب: سهولة الدخول في السوق (18.9 %) والتي تشمل حجم السوق ومدى قربة من الأسواق الكبيرة، وكونه ضمن مناطق حرة، يليه عامل البيئة السياسة العامة (18.2 %) وتشمل الاستقرار السياسي والسياسة التجارية وسياسة الضرائب، ثم عوامل تكلفة الإنتاج وكفاءة الأيدي العاملة في استخدام التقنية ومستوي تحصيلها العلمي وحوافز الاستثمار 18 %، 16.3 %، 15 %، 13.6 % بحسب الترتيب (شكل 1). لذلك الحاجة ملحة على الدول الإسلامية أن تهتم بتهيئة أسواقها لجذب الاستثمارات الخارجية في هذا القطاع من خلال إزالة العقبات والقيود والإجراءات التي تحد من الدخول في السوق، والعمل على الدخول في تكتلات اقتصادية إقليمية أو مناطق تجارية حرة. وكذلك العمل على توفير البيئة السياسة العامة من خلال وضع سياسة ضرائب وسياسات تجارية ملائمة تهدف إلى جذب الاستثمارات الخارجية. ¶ شكل 1: عوامل جذب الاستثمارات الأجنبية في قطاع تقنية المعلومات بحسب الأهمية النسبية (1). ¶ ومن جانب آخر فإن حكومات الدول الإسلامية ينبغي أن تتبنى استراتيجيات وطنية للرفع من مستوى الوعي التكنولوجي واستخداماته بين أفراد المجتمع عبر المؤسسات التعليمية والتدريبية والمهنية، حيث أثبتت دراسات عديدة دور التعليم الهام في نشر استخدم تقنية المعلومات، وأن توفر الأيدي العاملة ذات المهارة العالية تقود المجتمع إلى تسريع تبني واستخدام تقنية المعلومات(2) ¶ __________ ¶ (1) - المرجع نفسه، ص121. تم حساب النسب بتصرف. ¶ (2) - انظر على سبيل المثال: ¶ - Hyunbae, Information Technology and the Demand for Educated Workers: Disentangling the Impact of the Adoption Versus Use, The Review Of Economics and Statistics, The MIT Press Journal, 85:1, (Feb. 2003), 1-7. ¶ - Computer Industry Almanac, available at (http://www.c-i-a.com/199908iu.htm) ¶ - Michael Minges, op cit. ¶ - Ankara Centre, SESRTCIC (b), Impact of E-commerce and use of informations and communications technology on promotion and development of intra-oic trade, a workshop in Tunis, Republic of Tunisia, 10-12 June 2003, Statistical, Economic and Social Research and Training Centre for Islamic Countries (SESRTCIC/ Ankara Centre),2003, p 31.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": ". ¶ 5/3. استخدام الحاسب الآلي: ¶ يشكل مؤشر الحاسب الآلي والهواتف أهم المكونات الأساس اللازمة للدخول في الإنترنت، وبالتالي يمثل عنصرا هاما في تكوين البنية التحتية لتطبيقات التجارة الإلكترونية في أي مجتمع. ولأهمية الحاسب الآلي كوسيلة للدخول في الإنترنت، فقد شهدت الحاسبات انتشارا ونمو كبيرا في مختلف بلدان العالم، حيث نمت أعدادها من 98 مليون حاسب آلي في عام 1990م إلى 222 مليون في عام 1995م ثم أكثر من 500 مليون حاسب بحلول 2003م، . وتستحوذ أكبر 15 دولة في قطاع الحاسبات على ما يقارب 79 % من إجمالي عدد الحاسبات على مستوى العالم، ويبلغ نصيب الولايات المتحدة الأمريكية في عام 2003م وحدها 35.4 % (1). ¶ __________ ¶ (1) - Computer Industry Almanac, available at (http://www.c-i-a.com/199908iu.htm).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وفي هذا الصدد لا تزال الدول الإسلامية متأخرة حيث لم يتجاوز نصيبها في المتوسط 11 حاسب آلي لكل ألف فرد، وهذا يمثل مؤشرا منخفضا جدا إذا ما قورن بالدول النامية والمتقدمة والمتوسط العالمي، والذي يبلغ نصيب كل ألف فرد في كل منها: 21.6 و 416.3 و 86.5 على التوالي (جدول 5). وتستحوذ الدول البترولية على النصيب الأوفر من بين الدول الإسلامية، حيث يبلغ فيها متوسط نصيب كل ألف نسمة على 33.06 حاسبا، يليها مباشرة الدول متوسطة الدخل بمتوسط يبلغ 22.12 حاسبا لكل ألف نسمة، وهذا ربما يعكس أفضلية المستوى الاقتصادي للأفراد في هذه الدول على نظرائهم في الدول الأقل نمو والدول الانتقالية، والذي بلغ متوسط نصيب كل ألف فرد في كل منهما 3.02 و 6.39 حاسبا آليا على التوالي. وهذا يشير إلى مدى تدني مؤشر انتشار الحاسبات الآلية في الدول الإسلامية الأقل نمو والانتقالية، مما يعكس ضعف إمكانية الدخول للإنترنت وبالتالي الاستفادة من التجارة الإلكترونية(1). وإجمالا فإن هناك نمو ملحوظ في تطور أعداد الحاسبات الآلية في الدول الإسلامية، حيث كان 15.8 % في عام 2000م ثم ارتفع إلى 16.3 % في عام 2001م(2). ¶ جدول 5 : الحاسبات الآلية بحسب مجموعات الدول (3). ¶ جموعة الدول? ¶ الحاسب الآلي الشخصي ¶ لكل ألف نسمة (2001م)?? ¶ __________ ¶ (1) - Michael Minges, op cit. ¶ (2) - Ankara Centre, SESRTCIC (b), Impact of E-commerce and use of informations and communications technology on promotion and development of intra-oic trade, a workshop in Tunis, Republic of Tunisia, 10-12 June 2003, Statistical, Economic and Social Research and Training Centre for Islamic Countries (SESRTCIC/ Ankara Centre),2003, p 31. ¶ (3) - Source of raw data: ¶ - World Bank (WDI CD-ROM) 2001. ¶ - The World Bank, World Development Indicators, The World Bank, 2003, pp.298-300.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "?الدول الإسلامية الأقل نمو ? ¶ 3.02?? ¶ ? الدول الإسلامية متوسطة الدخل? ¶ 22.12?? ¶ ? الدول الإسلامية المصدرة للبترول ? ¶ 33.06?? ¶ ? الدول الإسلامية الانتقالية ? ¶ 6.39*?? ¶ ?الدول الإسلامية كافة ? ¶ 10.89?? ¶ ?الدول النامية الأخرى? ¶ 21.6?? ¶ ?الدول المتقدمة? ¶ 416.3?? ¶ ?العالم? ¶ 86 ¶ * دولة واحدة فقط (ألبانيا) ¶ 5/4. استخدام الإنترنت: ¶ يعد مؤشر \"حجم استخدام الإنترنت\"(1) مقياسا مباشرا في معرفة حجم دخول المجتمع إلى الإنترنت، وبالتالي مؤشرا مهما في الاستدلال على انتشار التجارة الإلكترونية في المجتمعات(2). وتعتمد بعض مراكز الأبحاث والتسويق في تقديرها وتوقعها لأعداد مستخدمي الإنترنت على مؤشر انتشار الحاسبات الشخصية بجانب مؤشرات أخرى، وذلك باعتبار أن حجم استخدام الإنترنت هو دالة في انتشار الحاسبات الشخصية بجانب العوامل الأخرى(3). وقد بلغ إجمالي مستخدمي الإنترنت في العالم أكثر من 500 مليون مستخدم بحلول عام 2001م (انظر جدول 6) وبمعدل نمو نحو 26 % مقارنة بعام 2000م(4)، ويتوقع أن تبلغ 717 مليون بحلول عام 2005م(5). ¶ جدول 6: الإنترنت بحسب مجموعات الدول(6) ¶ __________ ¶ (1) - مستخدمو الإنترنت (Internet users) هم الأفراد الذين يتمكنون من الدخول في شبكة الإنترنت. ¶ (2) - Michael Minges, op cit. p. 4. ¶ (3) - Larry Press, The State of the Internet: Growth and Gaps, California State University, Dominguez Hills, p. 5. (available at: http://www.isoc.org) ¶ (4) - International Telecommunication Union (ITU), Internet Indicators: Users and PCs, 1999-2001, 2002. (also available at: http://www.itu.org) ¶ (5) - Larry Press, op cit. p 5. ¶ (6) - Sources: ¶ -The World Bank, 2003, op cit. pp.298-300. ¶ - United Nation Conference on Trade and Development, Handbook Statistics, available at: (http://stats.unctad.org/restricted/eng /TableViewer/ wdsview/print .asp) ¶ - Cyberatlas, available at: (http://cyberatlas.internet.com/ big_picture/ geographics/ print /0,1323,5911_1511,00.html)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": ". ¶ جموعة الدول? ¶ مستخدمو الإنترنت ¶ (الآلف)* ¶ 2001م? ¶ مضيف الإنترنت لكل 100000 فرد ¶ (2000م)? ¶ مزودو خدمة الإنترنت ¶ 2000م?? ¶ ? الدول الإسلامية الأقل نمو ? ¶ 339? ¶ 2.227? ¶ 43?? ¶ ? الدول الإسلامية متوسطة الدخل ? ¶ 7161? ¶ 15.285? ¶ 151?? ¶ ? الدول الإسلامية المصدرة للبترول? ¶ 3720? ¶ 27.620? ¶ 98?? ¶ ? الدول الإسلامية الانتقالية ? ¶ 245? ¶ 9.739? ¶ 51?? ¶ ?الدول الإسلامية كافة ? ¶ 11465? ¶ 9.782? ¶ 343?? ¶ ?الدول النامية الأخرى? ¶ 112591? ¶ -? ¶ 843?? ¶ ?الدول المتقدمة? ¶ 388888? ¶ 4963.522? ¶ 9864?? ¶ ?العالم? ¶ 501478? ¶ -? ¶ 103 ¶ الأرقام مقربة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وكما نلاحظ في جدول 6، أن إجمالي مستخدمي الإنترنت في الدول الإسلامية بلغ نحو 11.5 مليون مستخدم، بالرغم أن بعض الإحصاءات تشير إلى أنها نحو 22 مليون مستخدم(1)، وبمتوسط حوالي 273 ألف مستخدم في كل دولة إسلامية (42 دولة). وهذا يبين مدى تأخر الدول الإسلامية عن غيرها في انتشار استخدام الإنترنت، حيث لا يمثل هذا الرقم إلا 10.2 % من حجم الإنترنت في الدول النامية، وأقل من 3 % مقارنة بالدول المتقدمة، وبما يعادل 2.3 % من إجمالي مستخدمي الإنترنت على مستوى العالم. وبمقارنة الدول الإسلامية فيما بينها نلاحظ أن أكثر أعداد مستخدمي الإنترنت يكون في الدول متوسطة الدخل (12 دولة) بنحو 7 ملايين مستخدم، أي بمتوسط حوالي 597 ألف مستخدم في كل دولة، ثم الدول البترولية (10 دول) بنحو 4 ملايين مستخدم، ومتوسط حوالي 372 ألف مستخدم، ، ويليها الدول الانتقالية (6 دول) بنحو 245 ألف مستخدم، ومتوسط حوالي 41 ألف مستخدم، وأخيرا الدول الأقل نمو (14 دولة) بنحو 340 ألف مستخدم، ومتوسط 24 ألف مستخدم في كل دولة. وبالرغم من انخفاض متوسط مستخدمي الإنترنت في الدول الإسلامية، إلا أن هناك دول تميزت بارتفاع ملحوظ في عدد مستخدمي الإنترنت، وهي ماليزيا (3.700 مليون مستخدم) وتركيا (2 مليون مستخدم) و اندونيسيا (2 مليون مستخدم) والإمارات العربية المتحدة (735 ألف مستخدم)، الأمر الذي يعكس تقدم قطاع تقنية المعلومات وانتشار استخدام التكنولوجيا في هذه الدول. ومن المؤشرات ذات العلاقة بقياس انتشار الإنترنت وبالتالي التجارة الإلكترونية في المجتمعات، مؤشر \" معدل استخدام الإنترنت \"، ويقاس بنسبة عدد مستخدمي الإنترنت إلى العدد الإجمالي للسكان. وهذا المعدل أقل من 5 % في 24 دولة إسلامية، وأقل من 1 % في 28 دولة، مما يشير إلى تدني مستوى البنى التحتية الإلكترونية وانخفاض معدل الدخول في الإنترنت وبالتالي ¶ __________ ¶ (1) - Ankara Centre, SESRTCIC (b), op cit, p.4.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قلة فرص الإفادة من التجارة الإلكترونية(1)، بينما يمثل هذا المؤشر 50.1 % في الولايات المتحدة الأمريكية، و 45.5 % في اليابان، و40 % في المملكة المتحدة(2). وفيما يتعلق بمؤشري \"مضيف الإنترنت\" (Internet hosts)(3) و \"مزودي خدمة الإنترنت\" (ISPs)(4)، واللذين يمثلان أحد المقاييس لمقدرة المجتمع على الدخول في، واستخدام الإنترنت(5)، فإنهما يعكسان المستوى المتدني لحجم استخدام الإنترنت في الدول الإسلامية. فكما يوضح جدول 6 فإن عدد مضيفات الإنترنت في الدول الإسلامية لا تتجاوز في المتوسط 10 مضيفات لكل 100 ألف فرد بينما يبلغ نحو 5 آلاف في الدول المتقدمة. وتستحوذ الدول البترولية على النصيب الأكبر حيث بلغ نحو 28 مضيف، يليها الدول متوسطة الدخل (15.3) ثم الدول الانتقالية (9.7)، وتأتي الدول الأقل نمو في المؤخرة، حيث لا يتجاوز هذا المؤشر 3 مضيفات لكل 100 ألف نسمة، الأمر الذي يظهر تفاوتا واضحا في هذا المجال بين منظومة الدول الإسلامية. و فيما يتعلق بمؤشر \"مزودو خدمة الإنترنت (ISPs) نلاحظ أن الإجمالي في الدول الإسلامية كافة بلغ 343 مزود، أي بمتوسط قدره 7.15 لكل دولة (48 دولة )، وإن كان قريبا من متوسط الدول النامية الذي بلغ 10.67 لكل دولة (79 دولة) إلا أنه أقل من المتوسط العالمي (61.17) لكل دولة والدول المتقدمة (428.87) لكل دولة. وعلى مستوى مجموعات الدول سلامية تأتي الدول الانتقالية في المقدمة حيث بلغ المتوسط 17 مزود لكل دولة، ثم متوسطة الدخل 11.61 (13 دولة) ثم الدول البترولية 7.54 (13 دولة) وأخيرا الدول الأقل نمو 2.26 لكل دولة ¶ __________ ¶ (1) - Ibid. p.4. ¶ (2) - Ibid. p.4. ¶ (3) - مضيف الإنترنت (Internet hosts) هو اسم نطاق له عنوان الكتروني على شبكة الإنترنت أو نظام حاسب آلي متصل بالإنترنت. ¶ (4) - مزودو خدمة الإنترنت (Internet Service Providers) أي الشركات التي تزود المشتركين بخدمة الإنترنت. ¶ (5) - Minges, op cit, p.3.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "(19دولة). وهذا المؤشر المتدني في الدول الإسلامية مقارنة بغيرها من الدول يستدعي ضرورة العمل على خلق البيئة المناسبة لزيادة أعداد الشركات المقدمة لخدمة الإنترنت من خلال تخصيص هذه الخدمة وفتح باب المنافسة بينهم لكي تنتشر ثقافة استخدام الإنترنت وكذلك الوصول إلى أسعار تنافسية لخدمة الإنترنت. ¶ 5/5 البحوث والتطوير: ¶ يلعب عامل البحث والتطوير(Research and development) دورا مركزيا في التقدم العلمي والتوطين التكنولوجي، وبناء بيئة الإبداع والابتكار المعرفي لدى الشعوب. ولم يعد الفرق بين تقدم الدول وتخلفها يعزى إلى ما تمتلكه من خامات وموارد اقتصادية، وإنما بقدر ما تملكه من قدرات وطاقات إبداع وابتكار مبني على أساس متين لمناخ البحث والتطوير. ونظرا لأهمية دور البحث العلمي والتطوير في اقتناء وإنتاج المعرفة التكنولوجية وتقنية المعلومات والتي بدورها تشكل متطلبا ضروريا لانتشار الثقافة التقنية والاستفادة من التجارة الإلكترونية، سوف نستعرض واقع الدول الإسلامية في مجال البحوث والتطوير من خلال بعض المؤشرات المتاحة التالية: ¶ أ. الإنفاق على البحوث والتطوير: ¶ يعرف الإنفاق على البحوث والتطوير بالأنفاق الاستثماري على الأنشطة العلمية والبحثية والإبداعية التي تهدف إلى زيادة المخزون المعرفي، وتشمل كذلك البحوث التطبيقية وأعمال التطوير التجريبية التي تقود إلى اختراع وسائل أو منتجات أو عمليات صناعية جديدة. ومن خلال البيانات المتاحة عن بعض الدول الإسلامية، نجد أن ما تنفقه على البحوث والتطوير بحسب إحصاءات 2001م لا يتجاوز 0.4 % من الدخل القومي، أي ما يعادل نحو سبع متوسط ما تنفقه الدول المتقدمة (2.61 %) وبنحو سدس متوسط الإنفاق العالمي (انظر",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "جدول 7)، وهذا يوضح مدى إهمال الدول الإسلامية بعامة جوانب البحث والتطوير في إجمالي نفقاتها، الأمر الذي يؤكد ضرورة الاهتمام بتفعيل مجال البحوث والتطوير ولاسيما البحوث التطبيقية وتخصيص النفقات اللازمة لها. ولعل الملفت للنظر أن مؤشر الإنفاق على البحوث والتطوير في مجموعات الدول الإسلامية وكذلك الدول النامية لم يتجاوز الحد الأدنى الموصى به دوليا (1 %) من الدخل القومي، بالرغم أن هذه الدول قد التزمت في المؤتمر الذي عقد في جنيف عام 1979م، حينما أقرت الالتزام بتخصيص نحو 1% كحد أدنى من دخلها القومي لشؤون البحث والتطوير وكذلك في حقلي العلوم والتكنولوجي، وهو الأمر الذي لم ينفذ تماما. ولذا بقيت الدول التي لم تنفذ هذه التوصية متأخرة، أما الدول التي نفذت هذه التوصية - مثل ماليزيا وسنغافورا وكوريا الجنوبية – فقد أحرزت تقدما كبيرا(1). ¶ جدول 7 : البحوث والتطوير بحسب مجموعات الدول عام 2001م (2). ¶ جموعة الدول? ¶ الإنفاق على البحوث والتطوير ¶ (% من الدخل القومي)? ¶ المتخصصون في البحوث والتطوير ¶ (لكل مليون نسمة)?? ¶ ? الدول الإسلامية الأقل نمو ? ¶ -? ¶ 32.01?? ¶ ? الدول الإسلامية متوسطة الدخل ? ¶ 0.73 *? ¶ 21.74?? ¶ ? الدول الإسلامية المصدرة للبترول ? ¶ 0.18 **? ¶ 177.58?? ¶ ? الدول الإسلامية الانتقالية ? ¶ 0.33 ***? ¶ 239.48?? ¶ ?الدول الإسلامية كافة ? ¶ 0.40? ¶ 73.76?? ¶ ?الدول النامية الأخرى? ¶ 0.57? ¶ 201.31?? ¶ ?الدول المتقدمة? ¶ 2.61? ¶ 1028?? ¶ ?العالم? ¶ 2.38? ¶ * ثلاث دول فقط (مصر، ماليزيا، تركيا). ** دولتان (اندونيسيا وإيران). *** دولة واحدة فقط (كازاخستان) ¶ ب. المتخصصون في البحوث والتطوير: ¶ __________ ¶ (1) - عدنان بدران، العلوم والتكنولوجيا: نظرة إلى الواقع العربي، بحث مقدم لندوة العلوم والتكنولوجيا في الوطن العربي: الواقع والطموح، مرجع سابق (107-116). ص 114. ¶ (2) - World Bank (WDI CD-ROM) 2001.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "يقصد بالمتخصصين في البحوث والتطوير الأفراد المشتغلين في أنشطة مهنية في مجال البحوث والتطوير بعد حصولهم على تدريب تقني ومهني في فروع المعرفة والتكنولوجيا. ومعظم هذه الوظائف تتطلب ثلاث سنوات بعد إنهاء المرحلة الأولى من التعليم الثانوي. وكما يوضح ¶ جدول 7 فإن متوسط أعداد المتخصصين في مجال البحوث والتطوير في الدول الإسلامية يبلغ نحو 73.76 فرد لكل مليون نسمة، وهي نسبة منخفضة جدا مقارنة بنظيراتها في بقية الدول النامية (201.31) أو في الدول المتقدمة (1028)، ولعل هذا يعكس حجم إنفاق الدولة المتدني على البحوث العلمية والتطوير كما أشرنا إليه. وتظهر البيانات أيضا تفاوتا فيما بين الدول الإسلامية نفسها حيث تعد الدول الانتقالية الأفضل بمتوسط قدره 239.48 لكل مليون نسمة، يليها الدول البترولية (177.58) ثم الدول الأقل نمو (32.01) وأخيرا الدول متوسطة الدخل (21.74 فرد لكل مليون نسمة). ¶ ج. الطلاب والبحوث والعلماء في مجال البحوث والتطوير:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بالإضافة إلى مؤشرات البحث والتطوير السابقة هناك مؤشرات أخرى تتمثل في أعداد طلاب الهندسة والعلوم المسجلين في المؤسسات العلمية، وحجم الإنتاج العلمي من بحوث وغيرها في مجال تقنية المعلومات، وأعداد العلماء والمهندسين في مجال البحوث والتطوير. وهذه المؤشرات مهمة لأنها تعكس واقع المجتمع ومدى درجته ومكانته بين المجتمعات المعلوماتية (Informative societies). وبحسب إحصاءات البنك الدولي (انظر جدول 8) نلاحظ أن معدل عدد الطلاب في حقول الهندسة والعلوم الطبيعية والرياضيات والحاسب الآلي والعلوم الاجتماعية، كنسبة من طلاب الجامعات تبلغ 24.23 طالب، وهو يقل عن المعدل العالمي الذي يبلغ نحو 35 %، وان كان هذا المؤشر لا يختلف كثيرا عن نظيره في الدول المتقدمة (25.79%) إلا أن هناك اختلافا في نوعية هذه المخرجات التعليمية وطبيعة السياسات والمناهج التعليمية التي تتبناها المؤسسات العلمية في الدول المتقدمة، إضافة إلى مدى ربط مخرجاتها باحتياجات سوق العمل. وفيما يتعلق بالعدد المطلق للإنتاج العلمي في مجال تقنية المعلومات نلاحظ أيضا مدى اتساع الفجوة في هذا المجال بين الدول الإسلامية وكل من مجموعة الدول النامية والدول المتقدمة، حيث لا يمثل الإنتاج العلمي لكافة الدول الإسلامية سوى 1.4 % من إجمالي الإنتاج العلمي على مستوى العالم، ونحو 1.6 % من إنتاج الدول المتقدمة، ومقارنة مع الدول النامية الأخرى فإن إنتاجها لا يعادل سوى 9.7 % مما تنتجه الدول النامية. وتعد الدول الإسلامية متوسطة الدخل الأفضل من بين الدول الإسلامية حيث بلغ إنتاجها العلمي ما يعادل 62 % من إجمالي إنتاج الدول الإسلامية، يليها الدول البترولية بنسبة 27 %، ثم الدول الانتقالية والدول الأقل نمو بنسبة 7 % و 4 % على التوالي. وبمقارنة حجم الإنتاجية العلمية للدول الإسلامية وفقا للمعايير الدولية نلاحظ أن متوسط الإنتاج العلمي متدني ولا يتجاوز 139.3 لكل دولة",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "إسلامية، بينما ينبغي أن يكون متوسط إنتاج كل دولة ما بين 400 إلى 800 بحث علمي(1). وبالنسبة للكوادر البشرية كالعلماء والمهندسين والأفراد المدربين للعمل في أي ميدان في مجال العلوم والذين يعملون في أنشطة مهنية في مجال البحوث والتطوير، نلحظ أيضا مدى تأخر الدول الإسلامية عن بقية مجموعات الدول الأخرى. فكما نلاحظ في جدول 8 يبلغ متوسط أعداد العلماء والمهندسين في مجال البحوث والتطوير في الدول الإسلامية 159.84 عالم لكل مليون فرد، وهو أقل من ربع معدل الدول النامية الأخرى (778)، وأقل من 5 % من معدل الدول المتقدمة. وتظهر الدول الانتقالية الأفضل على الإطلاق في داخل مجموعة الدول الإسلامية الأخرى، حيث بلغ متوسط المؤشر نحو 1468.6 عالم لكل مليون فرد، يليها الدول البترولية (357.4) ثم الدول متوسطة الدخل (75.9) وأخيرا الدول الأقل نمو حيث بلغ 44.3 عالم لكل مليون فرد. ويمكننا الاستنتاج من هذا المؤشر أن هناك فجوة كبيرة، من حيث أعداد وتأهيل الكوادر البشرية المتخصصة في البحوث والتطوير في حقول العلوم والتكنولوجيا، تفصل بين مجموعة الدول الإسلامية وبين كل من الدول الأخرى والدول المتقدمة، مما يتطلب اهتمام الدول الإسلامية بتبني استراتيجيات وأنظمة تعليمية حديثة وإنشاء مؤسسات أكاديمية ومراكز تدريب وتأهيل تهدف إلى إعداد وتأهيل كوادر بشرية متخصصة في حقول العلوم والكنولوجيا. ¶ جدول 8 : الطلاب والمهنيون وعدد الأبحاث في مجال البحوث والتطوير بحسب مجموعات الدول(2). ¶ جموعة الدول? ¶ طلاب الهندسة والعلوم ¶ % من طلاب الجامعة? ¶ عدد البحوث في مجال ¶ تقنية المعلومات? ¶ عدد العلماء والمهندسين في مجال البحوث والتطوير ¶ (لكل مليون فرد)?? ¶ ?الدول الإسلامية الأقل نمو ? ¶ 20.13? ¶ 283? ¶ 44.26?? ¶ __________ ¶ (1) - عبد الرحيم الحنيطي، واقع العلوم والتكنولوجيا في الأردن، المرجع نفسه (125-153). ص 136-137. ¶ (2) - Ibid, also: The World Bank, 2003, op cit, pp.298-300.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "?الدول الإسلامية متوسطة الدخل? ¶ 29.38? ¶ 4694? ¶ 75.87?? ¶ ?الدول الإسلامية المصدرة للبترول ? ¶ 26.30? ¶ 2049? ¶ 357.43?? ¶ ?الدول الإسلامية الانتقالية ? ¶ 22.14? ¶ 496? ¶ 1468.61?? ¶ ?الدول الإسلامية كافة ? ¶ 24.23? ¶ 7522? ¶ 159.84?? ¶ ?الدول النامية الأخرى? ¶ -? ¶ 76785? ¶ 778?? ¶ ?الدول المتقدمة? ¶ 25.79? ¶ 451842? ¶ 3282?? ¶ ?العالم? ¶ 34.54? ¶ 528627? ¶ * البيانات لأحدث سنة خلال 1990-2000م ¶ 5/6 الاتصالات: ¶ تعد مؤشرات الاتصالات، مثل توفر خطوط الهواتف الثابتة والجوال وتكلفة المكالمات وقوائم الانتظار للحصول على خدمات الهاتف، من المؤشرات التي تعكس مدى استعداد المجتمع للدخول في شبكة الإنترنت وبالتالي إمكانية الاستفادة من التجارة الإلكترونية. وتشير بعض الإحصاءات إلى أن توفر وتطور قطع الاتصالات يرتبط طرديا مع استخدام الإنترنت مما يجعله متطلبا ضروريا وأحد مكونات البنى التحتية لتطبيقات التجارة الإلكترونية(1). ومن خلال جدول 9 نلاحظ أن متوسط تكلفة الاتصال المحلي في الدول الإسلامية كافة تبلغ 0,04 دولار، وهي لاشك تكلفة منخفضة مقارنة مع الدول المتقدمة والنامية، وكذلك أقل من المعدل العالمي، إلا أنها تظهر مرتفعة جدا في مجموعة الدول الإسلامية الأقل نمو حيث تبلغ 0.08 دولار، وربما يعزى ذلك إلى ضعف السوق التنافسية في هذه الدول نتيجة امتلاك الدولة لمعظم خدمات قطاع الاتصالات. وتبرز أهمية كلفة الاتصالات في أنها عامل رئيس في تحديد انتشار استخدام الإنترنت بين أفراد المجتمع لاسيما إذا كان معظمهم من ذوي الدخول المنخفضة. وتظهر هذه المشكلة بشكل أكبر في مجموعة الدول الإسلامية الأقل نمو البالغ عددها 21 دولة من بين 54 دولة، والتي تعاني من انخفاض كبير في متوسط دخول أفرادها، حيث لم يمثل مجموع الدخل القومي لهذه الدول في عام 1998م سوى 6.7 % من إجمالي دخل الدول الإسلامية البالغ 1375 مليار ¶ __________ ¶ (1) - UNCTAD, E-commerce and development Report 2002, op cit, p.109.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "دولار(1). ولأهمية خدمة الهاتف في استخدام الإنترنت، نلاحظ أن مؤشر انتشار خطوط الهاتف في الدول الإسلامية في المتوسط يعادل 35.78 خط هاتف لكل ألف فرد، وان كان يفوق متوسط الدول النامية (25.98) إلا أنه أقل من المعدل العالمي الذي يبلغ 171.4 لكل ألف نسمة، مما يفيد بأن انتشار خدمة الهاتف في أقطار الدول الإسلامية يعتبر محدودا على فئة صغيرة بينما الغالبية من أفراد المجتمع محرومة منها، وبالتالي انخفاض فرص استخدام الإنترنت. وبالرغم من أهمية مؤشر توفر الخطوط الهاتفية في المدن الكبرى والمراكز الحضرية ذات الكثافة السكانية نجد أنه في الدول الإسلامية في المتوسط يبلغ 107.1 خط هاتف لكل ألف نسمة، وهو معدل منخفض جدا، أقل من نظيره في الدول النامية (130.4) واقل أيضا من المعدل العالمي البالغ 296.1. وعلى ذلك يتبين أن المدن الكبرى في الدول الإسلامية تفتقر إلى خدمات اتصالات كافية والتي تعد عنصرا أساسيا في البنية التحتية المساعدة لانتشار الإنترنت (انظر جدول 9). وهذا ينطبق أيضا على مؤشر توزيع خطوط الهاتف لكل ألف موظف، حيث نلاحظ في جدول 9 أن معدل الخطوط لكل ألف موظف في الدول الإسلامية لا يتجاوز 62 خط هاتف، وهو لا يمثل سوى ثلث المعدل العالمي (227)، ويقل أيضا عن المعدل في الدول النامية الأخرى الذي بلغ 93 خط لكل ألف موظف، مما يفيد أن الموظفين سواء في القطاع العام أو الخاص لا يتمتعون بخدمة الاتصالات التي تؤهلهم للدخول في الإنترنت. وفي الواقع هذه المؤشرات المتدنية في الدول الإسلامية تشير إلى ضعف قطاع الاتصالات واحتكار المؤسسات الحكومية في معظم الدول الإسلامية إدارة وتشغيل خدمات الاتصالات، وعدم إشراك القطاع الخاص لتطوير هذا القطاع. ولذلك نلاحظ من الجدول نفسه قوائم ومدة ¶ __________ ¶ (1) - Journal of Economic Cooperation Among Islamic Countries 19, 4 (1998) 1-57, Annual Economic Report on the OIC Countries: 1998, p. 11.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الانتظار الطويلة للحصول على خدمة الهاتف، حيث يبلغ في الدول الإسلامية أكثر من 202 ألف فرد، وتبلغ فترة الانتظار حوالي 3 سنوات في المتوسط، مما يدل على قصور عرض هذه الخدمات أمام الطلب عليها، بينما المعدل العالمي يبلغ تقريبا 39.7 ألف فرد ومدة الانتظار 1.1 سنة. ¶ جدول 9 : قطاع الاتصالات حسب مجموعات الدول عام 2001م (1). ¶ جموعة الدول? ¶ متوسط تكلفة الاتصال المحلي لكل 3 دقائق ¶ (دولار أمريكي)? ¶ خطوط الهاتف لكل ¶ ألف نسمة? ¶ خطوط الهاتف في اكبر المدن لكل ألف نسمة? ¶ خطوط الهاتف لكل ¶ ألف موظف? ¶ قائمة الانتظار (بآلاف)? ¶ قائمة الانتظار (سنوات)?? ¶ ?الدول الإسلامية الأقل نمو? ¶ 0.08? ¶ 5.12? ¶ 22.51? ¶ 32.02? ¶ 76645? ¶ 3.47?? ¶ ?الدول الإسلامية متوسطة الدخل? ¶ 0.04? ¶ 72.02? ¶ 114.54? ¶ 101.11? ¶ 491351? ¶ 2.49?? ¶ ?الدول الإسلامية البترولية? ¶ 0.04? ¶ 66.71? ¶ 117.85? ¶ 66.36? ¶ 284035? ¶ 1.86?? ¶ ?الدول الإسلامية الانتقالية? ¶ 0.03? ¶ 66.65? ¶ 173.47? ¶ 48.51? ¶ 156313? ¶ 4.39?? ¶ ?الدول الإسلامية كافة? ¶ 0.04? ¶ 35.78? ¶ 107.1? ¶ 62? ¶ 202214? ¶ 2.90?? ¶ ?الدول النامية الأخرى? ¶ 0.05? ¶ 25.98? ¶ 130.44? ¶ 93.13? ¶ 36626? ¶ 4.2?? ¶ ?الدول المتقدمة? ¶ 0.09? ¶ 596.8? ¶ 576.93? ¶ 243.71? ¶ 64? ¶ 00?? ¶ ?العالم? ¶ 0.06? ¶ 171.4? ¶ 296.13? ¶ 226.96? ¶ 39704? ¶ 1. ¶ __________ ¶ (1) - World Bank (WDI CD-ROM) 2001.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وبالنسبة لمؤشري انتشار الهواتف الجوالة، بصفتها إحدى وسائل انتشار ودعم التجارة الإلكترونية، وحجم الاستثمار في قطاعات الاتصالات، يشير جدول 10 إلى تدني معدل المشتركين في خدمة الهواتف الجوالة في كافة الدول الإسلامية حيث بلغ في المتوسط 28 مشترك لكل ألف نسمة، وهو أقل من المعدل العالمي (158)، والدول النامية (72)، والدول المتقدمة (609). وبالرغم من انخفاض هذا المؤشر على مستوى الدول الإسلامية إلا أنه على مستوى مجموعات الدول الإسلامية نلاحظ أن الدول متوسطة الدخل يبلغ فيها 78 مشترك لكل ألف نسمة، تليها الدول البترولية بمعدل 56.2 مشترك لكل ألف فرد، وهذا ربما يدل على المحاولات التي تتبناها هذه الدول لتطوير قطاع الاتصالات فيها. وفيما يتعلق بحجم الإنفاق الرأسمالي العام والخاص في المشروعات ذات العلاقة بتقنية المعلومات، نجده على مستوى الدول الإسلامية في المتوسط لم يبلغ سوى 289 مليون دولار خلال 3 سنوات، بينما بلغ متوسط الاستثمار في الدول النامية نحو 4 مليار دولار في نفس الفترة، وفي الدول المتقدمة أكثر من 15 مليار دولار. ونلاحظ أيضا أن الدول الإسلامية الانتقالية تعاني من انخفاض حجم الاستثمارات التي لم تتجاوز 77 مليون دولار، بينما في الدول البترولية بلغ 1.1 مليار دولار، يليها الدول متوسطة الدخل 870 مليون، ثم الدول الأقل نمو نحو 92 مليون دولار (انظر جدول 10). ¶ جدول 10 : المشتركون في الهاتف الجوال وحجم الاستثمارات في قطاع الاتصالات حسب مجموعات الدول خلال الفترة 1999م – 2001م(1). ¶ جموعة الدول? ¶ المشتركون في الهاتف الجوال ¶ لكل 1000 نسمة *? ¶ حجم الاستثمار في قطاع الاتصالات خلال 3 سنوات ماضية ¶ __________ ¶ (1) - United Nation Conference on Trade and Development, Handbook of Statistics, available at:( http://stats.unctad.org/restricted/eng/ TableViewer/ wdsview/ print. asp), The World Bank, 2003, op cit, pp. 294-296.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "(مليون دولار) **?? ¶ ?الدول الإسلامية الأقل نمو ? ¶ 8.51? ¶ 92.40?? ¶ ?الدول الإسلامية متوسطة الدخل ? ¶ 78.08? ¶ 870.11?? ¶ ?الدول الإسلامية المصدرة للبترول ? ¶ 56.21? ¶ 1132.33?? ¶ ?الدول الإسلامية الانتقالية ? ¶ 16.52? ¶ 76.83?? ¶ ?الدول الإسلامية كافة ? ¶ 28.03? ¶ 289.20?? ¶ ?الدول النامية الأخرى? ¶ 72? ¶ 3818?? ¶ ?الدول المتقدمة? ¶ 609? ¶ 15024?? ¶ ?العالم? ¶ 158? ¶ * المشتركون في الهاتف (الوسط الهندسي) ** حجم الاستثمار (المتوسط البسيط) ¶ 6. تحديات وعقبات التجارة الإلكترونية في الدول الإسلامية: ¶ تواجه الدول الإسلامية كغيرها من الدول النامية العديد من العقبات والتحديات في سبيل استخدامها للتجارة الإلكترونية. ويمكن تلخيص أبرز هذه التحديات حسب التقسيمات التالية: ¶ 6/1. التحديات التقنية والتكنولوجية: ¶ تتمثل التحديات ذات العلاقة بمجال التقنية والتكنولوجيا في الآتي:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ضعف البنى التحتية الإلكترونية، مثل نوعية وسرعة وسائل الاتصالات ونقل المعلومات والربط الالكتروني ومدى توفر قطع تقنية المعلومات مثل الحاسبات والأقراص الصلبة والمرنة وأجهزة الهواتف الرقمية وغيرها، والتي تعد من الوسائل الأساس للدخول في الإنترنت وللقيام بأي تعامل تجاري إلكتروني. وقد لاحظنا بعض هذه المؤشرات خلال استعراضنا لواقع الدول الإسلامية في مجال تقنية المعلومات، وتبين مدى تأخر الدول الإسلامية في هذا المجال سواء مقارنة مع مجموعات الدول الأخرى أو مقارنة بالمعدل العالمي. وعلى أية حال فإن المشكلة التكنولوجية التي تواجه الدول الإسلامية لا سيما في حقل تقنية المعلومات والاتصالات تختلف في حدتها من دولة إسلامية إلى أخرى، فبعض الدول تعاني أساسا من انعدام القاعدة التكنولوجية والبنية التعليمية اللازمة لها، إضافة إلى عدم وجود الاستثمارات الكافية، بينما تعاني دول أخرى من قصور الإطار والهيكل القانوني والمالي والإداري المرتبط بقطاع تقنية المعلومات(1). ¶ ضعف الثقافة التقنية والوعي الإلكتروني بين أفراد المجتمع، حيث تلعب الثقافة والمعرفة بالتجارة الإلكترونية دورا هاما في انتشارها وتطورها لا سيما بين المؤسسات التجارية والقطاعات الإنتاجية. ويعد مستوى ونوعية التعليم في أي بلد وسيلة مهمة في نشر الثقافة والاستخدام الالكتروني. وفي هذا الصدد تشير نتائج بعض الدراسات إلى أن انتشار الحاسبات الآلية، وبالتالي فرص الدخول في الإنترنت، في المؤسسات التعليمية بمختلف مراحلها في الدول الإسلامية تعد محدودة وفي بعض البلدان الأخرى معدومة تماما(2). ¶ __________ ¶ (1) - Ankara Centre, SESRTCIC (b), op cit. p.19. ¶ (2) - Ibid. pp.8.9.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قصور الكوادر البشرية المدربة والمؤهلة في مجال تقنية المعلومات وتطبيقات التجارة الإلكترونية، حيث يمثل العنصر البشري ركيزة أساسية في تسخير تقنية المعلومات لخدمة اقتصاد المجتمع وبالتالي تطوير التجارة الإلكترونية. وتتطلب التجارة الإلكترونية الأيدي العاملة المدربة في مجالات عدة مثل تطوير المواقع على الإنترنت (Websites) ومهارات البرمجة في لغات (Java, Perl, XML, HTML)، وخبراء في قواعد البيانات (Databases) وأنظمة التشغيل، بالإضافة إلى مختصين في تصميم مواقع التجارة الإلكترونية وقوائم الكتالوجات ونظم الدفع الإلكترونية وغيرها(1). ¶ 6/2. عقبات تجارية: ¶ إن التحول من بيئة التجارة التقليدية إلى أنماط التجارة إلكترونية، تتم من خلالها التبادلات والأعمال والأنشطة التجارية عبر بيانات رقمية، يمثل تحديا حقيقيا أمام المؤسسات والمشروعات التجارية في الدول الإسلامية، حيث تفتقر غالبيتها قابلية التحول الجذري إلى مؤسسات الكترونية. فكثير من الشركات التجارية في البلدان الإسلامية مرتبطة ارتباطا وثيقا منذ نشأتها بأنماط التجارة التقليدية في عملياتها التجارية محليا وخارجيا، وعدم استيعابها بعد بشكل كاف لمفهوم الأعمال الإلكترونية الجديد، الأمر الذي يجعل التحول إلى التجارة الإلكترونية يتطلب أولا قناعتها بأهمية وفائدة التجارة عبر الإنترنت ومن ثم تبني سياسات ووضع استراتيجيات مرحلية للتحول إلى التجارة الإلكترونية. ويمكن تلخيص أهم العقبات التجارية في الآتي: ¶ ضعف الخبرات التجارية والمساعدات الفنية في البلدان الإسلامية اللازمة لتحويل الأعمال التجارية إلى أعمال إلكترونية(2). ¶ __________ ¶ (1) - WITSA, International Survey of E-Commerce 2000, op cit, pp. 19-20. ¶ (2) - Shaun Lake, op cit. p. 17.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "محدودية حجم التجارة الإلكترونية سواء بين الشركات التجارية نفسها، أو بينها وبين مورديها المحليين أو حتى بينها وبين المستهلكين محليا. كما أن كثيرا من المتاجر العربية الإلكترونية على سبيل المثال هي متاجر إلكترونية بصورة غير كاملة أي أنها إما أن تقوم بعمليات العرض والإعلان فقط، أو أن عمليات الدفع والتحصيل تتم بوسائل أخرى(1). ¶ قصور أسواق رأس المال في معظم الدول الإسلامية لدعم مشروعات التجارة الإلكترونية، لأنه في ظل غياب رؤوس الأموال يصعب على الأفراد الذين لديهم الأفكار والإبداعات من الحصول على الفرص للانطلاق في مشروعاتهم التجارية الإلكترونية(2). ¶ 6/3. عقبات حكومية: ¶ تتمثل التحديات الحكومية في طبيعة السياسات التي تتبناها بعض الحكومات، والتي لها تأثير مباشر أو غير مباشر على انتشار التجارة الإلكترونية. ومن هذه السياسات إصرار كثير من حكومات الدول الإسلامية على مباشرة إدارة البنى التحتية التجارية مثل الموانئ التجارية البرية والبحرية والجوية مما يجعلها متدنية الكفاءة ومرتفعة التكاليف بشكل غير مبرر، والتي لا تتناسب وبنية التجارة الإلكترونية (3). بالإضافة إلى عجز الاستراتيجيات الحكومية لدعم المشروعات التجارية الوطنية للمنافسة مع نظيراتها العالمية، وبالتالي حتى إذا كانت هذه المؤسسات التجارية مرتبطة بشبكة الإنترنت فإنها لن تحقق أي نجاح في المنافسة الدولية. ومن ناحية أخرى، وجود الأنظمة البيروقراطية في إجراءات التصدير والاستيراد وطول فترات إتمام وتخليص العمليات الجمركية بجانب القيود المفروضة على الصادرات والواردات مثل التراخيص ونظام الحصص والتي تمثل تحديا أمام أنشطة التجارة الإلكترونية التي تتصف بالكفاءة والسرعة. ¶ 6/4. عقبات اجتماعية: ¶ __________ ¶ (1) - يوسف أبو فارة \"واقع الإنترنت في الوطن العربي\"، متاح على (http://www.yusuf-abufara.net) ¶ (2) - Shaun Lake, op cit. p. 17. ¶ (3) - Ibid. p.16.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "تشكل الجوانب الاجتماعية والثقافية لبعض الأمم عوائق أمام انتشار التجارة الإلكترونية. وقد أظهرت بعض الدراسات أنه من الأسباب الرئيسة وراء تأخر بعض المشروعات التجارية الصغيرة والمتوسطة في بعض البلدان الأوربية، باستثناء البعض، وكذلك اليابانية عن نظيراتها في الولايات المتحدة الأمريكية يعود إلى أسباب اجتماعية وثقافية(1). وتظهر هذه العوائق الاجتماعية أكثر حدة إذا ما أخذنا الدول الإسلامية في عين الاعتبار، حيث تتميز هذه البلدان بخصائص اجتماعية وثقافية تلعب دورا كبيرا في مناحي حياتها. ومن بين هذه التحديات عامل اللغة، حيث أن اللغة الشائعة والمستخدمة في الإنترنت بعامة على مستوى العالم هي اللغة الإنجليزية، أي بما يعادل 80% (2)، ونظرا لارتفاع معدلات الأمية ورداءة النظم التعليمية في الدول الإسلامية، فإن نسبة من يستخدم الإنترنت لأغراض تجارية تظل منخفضة ومحصورة في الطبقات المثقفة. كما أن النظرة السائدة في بعض المجتمعات الإسلامية إزاء الانفتاح على العالم الخارجي وما ينطوي عليه من غزو ثقافي وفكري وأخلاقي مثل ترويج السلع المحرمة إسلاميا أو ما يلقي بالشك على الدور التقليدي للمرأة في مجتمعاتها، قد يشكل عائقا وتحديا أمام انتشار استخدام التجارة الإلكترونية في هذه المجتمعات(3) ¶ __________ ¶ (1) - Ibid. p.18. ¶ (2) - طارق عبد العال حماد، التجارة الإلكترونية: المفاهيم – التجارب – التحديات – الأبعاد التكنولوجية والمالية والتسويقية والقانونية، مرجع سابق، ص 632. ¶ (3) - نفس المرجع ، ص 640.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": ". ومن ناحية أخرى، فإن الشكوك حول أمن المعلومات وغياب الثقة لدى بعض المجتمعات الإسلامية كما هو الحال في الدول النامية، لاسيما في عمليات البيع والشراء ودفع الثمن عبر الإنترنت يعد عائقا آخر لانتشار التجارة الإلكترونية. وقد أشارت بعض الدراسات التطبيقية على الدول النامية بما فيها الدول الإسلامية أن 26 % من هذه الدول صنفت عامل عدم الثقة أو التأقلم مع التجارة الإلكترونية كأحد أهم العوامل التي تحد من انتشار التجارة الإلكترونية(1). ¶ 6/5. عقبات تشريعية وقانونية: ¶ __________ ¶ (1) - WITSA, International Survey of E-Commerce 2000, sponsored by CSSA. Op cit. p. 10.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "تشكل التشريعات والقوانين المتعلقة بتنظيم التجارة الإلكترونية أحد أهم البنى التحتية لقيام ونمو التجارة الإلكترونية، وتواجه دول العالم سواء المتقدمة منها أو النامية تحديا حقيقيا في وضع التشريعات والضوابط القانونية التي تتلاءم و أنماط العمليات التجارية الإلكترونية الحديثة، سيما في ظل حداثة ظاهرة التجارة الإلكترونية وتباين أطر الأنظمة التشريعية المحلية لدول العالم. و يمكن إيجاز التحديات القانونية في بيئة التعاملات الإلكترونية وفق مراحل إتمام العملية التجارية الإلكترونية. ففي المرحلة الأولى التي تسبق عملية التعاقد، تظهر عقبات وتحديات أبرزها مدى توثق المشتري أو الزبون من حقيقة وجود الموقع والسلعة أو الخدمة المعروضة، ومشروعية ما يقدم في الموقع من حيث ملكية مواده ذات الطبيعة المعنوية ( مشكلة الملكية الفكرية )، وحماية المستهلك من عمليات الاحتيال سواء على الخط أو عبر المواقع الوهمية أو المحتوى غير المشروع للمنتجات المعروضة، وكذلك آلية احتساب الضرائب على عوائد التجارة الإلكترونية(1). وفي المرحلة التالية المتمثلة في إبرام العقد حيث يتلاقى الإيجاب والقبول في العقود الإلكترونية سواء في الموقع على الويب أو عبر مراسلات البريد الالكتروني. وهنا تظهر مشكلتان: أولها مدى توثق كل طرف من صفة وشخص ووجود الطرف الآخر، أي سلامة صفة المتعاقد، وهنا تظهر ضرورة وجود طرف محايد يتوسط بين المتعاقدين ويقوم بعملية التوثق والتأكد من صفة وحقيقة كل طرف. وثانيها مدي حجية العقد الإلكتروني ومدى قبوله في الإثبات، ومن هنا ظهرت فكرة التوقيع الرقمي (Digital Signature) ليقوم بدور التوقيع العادي. أما المرحلة الثالثة والمتمثلة في إنفاذ التزامات المتعاقدين من تسليم السلعة أو الخدمة، والوفاء بالثمن، فمن ناحية تسليم السلعة فتثور مشكلة التأخير أو الإخلال ¶ __________ ¶ (1) - UNCTAD, E-commerce and development Report 2002, op cit, p. 75.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "بمواصفات الاتفاق، ومن ناحية الوفاء بالثمن فإن التحدي يظهر في وسائل الدفع التقنية مثل السداد بالبطاقات الائتمانية أو تزويد بيانات البطاقة عبر الهاتف. وهذه التحديات ترتبط بمشكلة أمن المعلومات عبر شبكة الإنترنت. ويضاف إلى ذلك، تحديات أخرى مثل حماية الأنشطة التجارية من تطفل مخترقي نظم الكومبيوتر والشبكات أو ما يعرف بجرائم الإنترنت، وكذلك تحدي الاختصاص القضائي في فض النزاعات التي تحدث بين الأطراف المتعاقدة سواء على المستوى المحلي أو الدولي.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وبأخذ الدول الإسلامية في عين الاعتبار، نجد أنها تواجه تحديا حقيقيا في التعامل مع مثل هذه الإشكاليات القانونية المتعلقة بتنظيم التجارة الإلكترونية، حيث أشارت إحدى الدراسات التطبيقية حول مدى توفر بيئة الاستعداد الإلكتروني لدى الدول، أن جميع الدول الإسلامية لا تزال في مرحلة الخطر في مجال البيئة القانونية والتشريعية للتجارة الإلكترونية، فيما عدا كل من الإمارات العربية المتحدة وماليزيا واللتان ظهرتا أكثر استعدادا وأقل خطورة(1). وفي مواجهة هذه التحديات القانونية والتشريعية وفي سبيل توفير بيئة آمنة وبناء الثقة بين الأطراف في فضاء التجارة الإلكترونية، فإن على الدول الإسلامية وضع إستراتيجية لبناء الإطار القانوني لتشمل إبرام العقود الإلكترونية، والاختصاص والولاية القضائية باعتبار أن التجارة الإلكترونية تجارة بلا حدود، وحماية الملكية الفردية للمنتجات الرقمية ومحتوى المواقع، والتوقيع الالكتروني كإثبات قانوني، وأنظمة الدفع الالكتروني في الوفاء بثمن المشتريات الإلكترونية، والمسئولية القانونية للشركات الوسيطة في التجارة الإلكترونية مثل مزودي خدمة الإنترنت وتلك التي تقوم بتسليم أو توصيل المبيعات، والقواعد والتشريعات التي تنظم الضرائب الجمركية في بيئة التجارة الإلكترونية. ويمكن في هذا الإطار الاستفادة من القانون النموذجي للتجارة الإلكترونية التي أصدرتها لجنة اليونسترال (UNICITRAL) التابعة للأمم المتحدة. ¶ __________ ¶ (1) - McConnell International, Ready? Net. Go!: Partnerships Leading the Global Economy, McConnell International in collaboration with WITSA,op cit. p.13.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "ومن ناحية أخرى، فإنه يجدر الإشارة إلى ضرورة قيام علماء المسلمين من فقهاء وباحثين بدراسة ظاهرة التجارة الإلكترونية وتقديم الرؤى الفقهية والشرعية لطبيعة التعاملات التي تتم عبر شبكة الإنترنت، وتأصيلها الشرعي وبيان أحكامها(1)، ومدى تحقق القواعد الشرعية في التعاملات التجارية عبر الإنترنت، مثل مفهوم الغرر والجهالة في مواصفات السلعة أو الخدمة المباعة، أو وقوع الظلم على أحد المتعاقدين بعد إتمام البيع وغيرها(2). ¶ 7. مجالات التجارة الإلكترونية وإمكانية استفادة الدول الإسلامية منها: ¶ أدى التقدم السريع لتقنية المعلومات وانتشار استخدام الإنترنت الواسع على نطاق دول العالم، إلى تحويل كثير من الأنماط التقليدية للتجارة والأعمال وغيرها من الأنشطة الاقتصادية إلى أنماط إلكترونية عبر شبكة الإنترنت. وتقدم الإنترنت فرصا متعددة للدول الإسلامية لتطبيق التجارة الإلكترونية في العديد من القطاعات التجارية والاقتصادية سواء على المستوى المحلي أو فيما بينها وبين العالم الخارجي. وسنتناول في هذا القسم بعضا من هذه المجالات في الدول الإسلامية والمتاحة للاستفادة من تطبيقات التجارة الإلكترونية. ¶ 7/1. قطاع الخدمات المصرفية: ¶ __________ ¶ (1) - خالد الطويل، تطورات تشريعية، صحيفة الرياض، مؤسسة اليمامة الصحفية 2000م، (16/1/2002 م) متاح في: ¶ (http://www.writers.alriyadh.com.sa) ¶ (2) - د/ محمد عبد الحليم عمر، التجارة الإلكترونية بين المباح والمحرم، الموسوعة العربية للكومبيوتر والإنترنت، مرجع سابق.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تقدم تقنية الإنترنت مجالا واسعا وواعدا لقطاع الخدمات التمويلية والمصرفية في البلدان الإسلامية، حيث لعبت هذه التقنية دورا جوهريا في البلدان المتقدمة في إعادة هيكلة مستقبل القطاعات البنكية فيها(1). وبالرغم من أن القطاعات المصرفية في الدول الإسلامية بعامة هي أكثر القطاعات استخداما للتكنولوجيا وتقنية المعلومات إلا أن انتشار الإنترنت وما تتيحه من فرص وإمكانيات غير مسبوقة، يفتح المجال أمامها لمواكبة هذه الثورة المعلوماتية والاستفادة من الفرص المتاحة في تطوير خدماتها المصرفية وتعزيز قدراتها التنافسية وفتح قنوات جديدة للعبور إلى الأسواق الإقليمية والعالمية. ¶ __________ ¶ (1) - UNCTAD, E-Finance and Small and Medium-Size Enterprises (SMEs) in Developing and Transition Economies, 2001, Brussels, p.4.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقد أصبح توظيف تكنولوجيا الإنترنت في الخدمات المصرفية ضرورة ملحة ينبغي على كافة الدول الإسلامية العمل على إعداد وتطوير الاستراتيجيات الملائمة التي تمكنها من تطبيقها والتأقلم مع المتغيرات المصرفية العالمية والاستفادة منها بما يحقق مصالحها. ومن أبرز مزايا الصيرفة الإلكترونية تقديم الخدمات المصرفية مثل إدارة الحسابات الشخصية وغيرها من الخدمات إلى العملاء بدلا من ذهابهم إلى المصارف وفق الطريقة التقليدية. إضافة إلى تمكين المصارف من اجتذاب عملاء جدد نتيجة لسهولة الوصول وسرعة التعامل مع المصارف في مواقعها على الإنترنت، وزيادة الكفاءة وانخفاض التكاليف الإدارية من خلال توفير الخدمات على مدار الساعة، وكذلك الاستغناء عن إنشاء فروع إضافية للمصرف أو تحويل بعض الفروع القائمة إلى فروع إلكترونية بدون موظفين(1). كما تتيح الإنترنت للمصارف في البلدان الإسلامية فرصة للانتشار ووسيلة لتسويق خدماتها المصرفية والتمويلية للأفراد والمؤسسات محليا ودوليا، إذ أنها تملك إمكانات وقدرات تؤهلها لتحقيق مزايا تنافسية في مجالات لا تقدمها بنوك أخرى مثل الصيرفة الإسلامية. وعلى مستوى التعامل بين الدول الإسلامية، توفر الصيرفة الإلكترونية فرصة تطوير العلاقات التجارية فيما بينها، وتوحيد شبكة معلومات المصارف مما يسهل عملية ربط حسابات ومعلومات الشركات التجارية والأفراد الذين يتعاملون في هذه الدول. ¶ __________ ¶ (1) - عصام الشيخ، العلوم والتكنولوجيا: نظرة إلى الواقع العربي، بحث مقدم لندوة العلوم والتكنولوجيا في الوطن العربي: الواقع والطموح، مرجع سابق (405-416). ص409.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ومن ناحية أخري، يسهم تبني المصارف التقليدية في البلدان الإسلامية للأعمال الإلكترونية في إنجاح التجارة الإلكترونية، حيث إنها تلعب دور الوسيط بين البائعين والمشترين لتسهيل وإنجاز العمليات الإلكترونية والوفاء بالالتزامات الناشئة عن التعاقدات الإلكترونية. فالمصارف هي جهات موثوق بها في التعاملات المالية مما يزيد من ثقة المتعاملين، وبالتالي زيادة حجم المعاملات المصرفية وعوائد المصارف(1). ¶ 7/2. قطاع الصادرات: ¶ يعد قطاع التجارة الخارجية أكثر القطاعات الاقتصادية تأثرا بتقنية المعلومات والاتصالات (ICT) والتجارة الإلكترونية (E-Commerce). وكما ذكرنا سابقا (انظر ص22) تؤدي تطبيقات التجارة الإلكترونية في قطاع الصادرات إلى زيادة حجم التجارة وتعزيز القدرة التنافسية للدولة في الأسواق الدولية، وذلك نظرا لسهولة الوصول إلى مصادر الطلب في أي مكان في العالم، وسرعة إتمام الصفقات عبر الحدود الجغرافية والجمركية. كما أن التجارة الإلكترونية لها تأثير جوهري خصوصا على قطاع الصادرات الخدمية (الصادرات غير المنظورة) التي يمكن تحويلها إلى منتجات رقمية (Digital Products) وإتمام عملية بيعها وتسليمها عبر شبكة الإنترنت(2). ¶ __________ ¶ (1) - نفس المرجع. ص 411. ¶ (2) - UNCTAD, E-commerce and development Report 2002, op cit, p. 219.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وفي هذا المجال بإمكان البلدان الإسلامية الإفادة من تطبيقات التجارة الإلكترونية لدعم تجارتها الخارجية وتعزيز مكانتها ومقدرتها التنافسية في الأسواق الدولية. ويمتلك العالم الإسلامي من المقومات والعوامل التي تؤهله أن يكون له نصيب من التجارة الدولية. فمن ناحية المقومات البشرية والثقل السكاني فهو يمتلك ما يعادل أكثر من خمس سكان العالم، وأكثر من ربع سكان العالم النامي. وجغرافيا يمتلك مساحات شاسعة تعادل سدس مساحة العالم، تمتد فوق أربع قارات من ألبانيا في أوربا شمالا إلى موزنبيق في أفريقيا جنوبا، وغربا من قيانا في أمريكا اللاتينية إلى أندونيسيا في آسيا شرقا(1). ¶ __________ ¶ (1) - Ankara Centre, SESRTCIC (b), op cit. p.19.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وبالرغم من امتلاك الدول الإسلامية هذه المقومات إلا أن حجم صادراتها لا يزال متدنيا مقارنة ببعض الدول الأخرى. كما أن صادراتها تتركز غالبا في الصادرات السلعية وتحديدا المواد الأساس مثل المنتجات الزراعية والنفط الخام والمنتجات النفطية. وهذا يتطلب من هذه الدول العمل على تنويع هيكل صادراتها وتبني برامج دعم قطاعات التصدير والإفادة من التجارة الإلكترونية في تسويق منتجاتها في الأسواق الدولية. أما فيما يتعلق بصادراتها الخدمية فهي لا تزال دون المأمول مقارنة ببعض الدول، فكما تشير البيانات في جدول 11 تحتل دول إسلامية مثل تركيا وماليزيا ومصر واندونيسيا مراتب متأخرة ( ما بين مرتبة 26 إلى 40) في التصنيف الدولي للصادرات الخدمية على مستوى العالم، حيث لم تمثل نسب صادراتهم الخدمية من إجمالي صادرات العالم سوى (1.1) ، (0.7) ، (0.6) ، (0.4) على التوالي. بينما دولا مثل كوريا الجنوبية وسنغافورة والهند وتايلاند تتقدم عليها في حجم صادراتها الخدمية. وهذا الأمر يوضح مدى تأخر الدول الإسلامية في هذا المجال مما يتطلب ضرورة الاهتمام بقطاعات الصادرات الخدمية والاستفادة من قنوات التجارة الإلكترونية في الوصول إلى الأسواق الدولية. ¶ جدول 11: ترتيب دول اسلامية مختارة بحسب صادرات الخدمات مقارنة مع دول اخرى 2004م (1). ¶ عدل النمو? ¶ % من صادرات العالم? ¶ الترتيب? ¶ الدولة?? ¶ ?16? ¶ 1.7? ¶ 17? ¶ كوريا الجنوبية?? ¶ ?3? ¶ 1.7? ¶ 18? ¶ سنغافورة?? ¶ ?7? ¶ 1.4? ¶ 21? ¶ الهند?? ¶ ?7? ¶ 1.3? ¶ 23? ¶ تايلاند?? ¶ ?دول إسلامية مختارة?? ¶ ?29? ¶ 1.1? ¶ 26? ¶ تركيا?? ¶ ?- 9? ¶ 0.7? ¶ 29? ¶ ماليزيا?? ¶ ?19? ¶ 0.6? ¶ 34? ¶ مصر?? ¶ ?-? ¶ 0.4? ¶ 40? ¶ اندونيس ¶ __________ ¶ (1) - WTO, International Trade Statistics 2004.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ومن ناحية أخرى فإنه بإمكان الدول الإسلامية الإفادة من التجارة الإلكترونية في تعزيز حجم التجارة البينية، حيث لا يزال التبادل التجاري فيما بين الدول الإسلامية يتراوح بين 8 – 11 % خلال الفترة 1997م-2000م، مما يعني أن ما يقارب 90% من صادراتها يذهب إلى دول غير أعضاء وبخاصة الدول الصناعية(1). ¶ 7/3. قطاع المنشآت الصغيرة والمتوسطة: ¶ __________ ¶ (1) - البنك الإسلامي للتنمية، التقرير السنوي (1421هـ) 2000 – 2001م، دار العلم، جدة، ص ص 101-102.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "تقدم تطبيقات التجارة الإلكترونية مجالا واسعا ورحبا لقطاع المنشآت التجارية المتوسطة والصغيرة في البلدان الإسلامية في تحويل أنماطها التجارية التقليدية إلى وسائل الكترونية سريعة. واقتصاديا يكتسب هذا القطاع أهمية متزايدة في معظم بلدان العالم لما يقدمه من فرص عمل جديدة وزيادة متنامية في حجم الاستثمار وما تحققه من تعظيم للقيمة المضافة، وزيادة في حجم المبيعات. إضافة إلى دورها في تحقيق التكامل بين الأنشطة الاقتصادية على اختلاف مستوياتها وأحجامها. وتبرز أهمية تطبيق التجارة الإلكترونية في هذه المنشآت في كون الدول الإسلامية كغيرها من البلدان النامية تعج بالمنشآت الصغيرة ومتوسطة الحجم. ففي المملكة العربية السعودية على سبيل المثال تشير الإحصائيات، في منتصف 1422هـ، إلى وجود أكثر من 500 ألف منشأة تمثل المؤسسات الفردية منها نحو 94.8 %، وتبلغ المصانع المتوسطة، التي يتراوح رأس مالها 1-5 مليون، أكثر من 2465 مصنعا، وإذا أخذنا المنشآت المسجلة في البلديات فإن نسبة المنشآت المتوسطة والصغيرة تتجاوز 90 % من إجمالي عدد المنشآت التجارية في المملكة(1) ¶ __________ ¶ (1) - مجلس الغرف التجارية الصناعية السعودية، أساليب جديدة لتنمية وتطوير المنشآت الصغيرة والمتوسطة، ورقة عمل مقدمة إلى مؤتمر الرؤية المستقبلية للاقتصاد السعودي حتى عام 1440هـ، 1423هـ، ص4. أيضا باسل الجبر ، الاستفادة من تقنيات التجارة الإلكترونية في المنشآت المتوسطة والصغيرة، مجلة المستثمرون، عدد 26. متوفر على: ¶ http://www.mosgcc.com/topics/current/print.php?ID=415&issue=26.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": ". ومن خلال تبني هذه المنشآت الصغيرة والمتوسطة لتقنيات التجارة الإلكترونية سوف يفتح أمامها المجال في الدخول إلى نطاق أوسع في السوق المحلي والأسواق الدولية متخطية بذلك عقبة الحدود الجغرافية، مما يمكنها من التعامل مع أعداد كبيرة من المستهلكين الجدد وكذلك يمكنها من التعامل مع عدد كبير من المنشآت الأخرى في قطاع التوريد عوضا عن ارتباطها مع منشآت محددة في ظل تجارتها التقليدية. ولكي تتمكن مثل هذه المنشآت الصغيرة والمتوسطة الحجم من الاستفادة من تقنيات التجارة الإلكترونية وتحويل عملياتها التجارية التقليدية إلى أساليب إلكترونية في كافة مراحل عملياتها التجارية، فإنها تحتاج إلى الدعم المالي والكوادر المؤهلة لهذه البيئة والتخطيط الاستراتيجي المنظم. وهنا يمكن للحكومات والمؤسسات الرسمية ذات العلاقة بقطاع التكنولوجيا وتقنية المعلومات أن تلعب دورا بارزا في ذلك. ¶ 7/4. قطاع النشر:",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قطاع النشر من القطاعات الأخرى المتاحة لتطبيق التجارة الإلكترونية في الدول الإسلامية، والذي يتمثل في إنتاج وتوزيع الأعمال الأدبية المكتوبة أو المطبوعة مثل الكتب والصحف والدوريات العلمية وغيرها من المطبوعات. ويعد قطاع النشر من القطاعات الهامة التي لها أبعاد اقتصادية وذلك عن طريق الفوائد التي يتحصل عليها الأفراد والمجتمع من خلال اكتساب المعارف ونقل التكنولوجيا والتقدم في العلوم والصناعة، إضافة إلى ما ينتج عنه من إيجاد فرص عمل جديدة وتطوير الخدمات الاجتماعية، الأمر الذي ينعكس في نهاية المطاف على النمو الاقتصادي في المجتمع(1). ومن أبرز مزايا تحويل قطاع النشر من نمطه التقليدي إلى قطاع نشر إلكتروني (E-publishing) انخفاض تكاليف إنتاج وتوزيع المطبوعات مما يمنح الأفراد والمنشآت الصغيرة فرصة المساهمة في هذا القطاع، وبالتالي إيجاد أسواق تنافسية مما يؤدي إلى انخفاض الأسعار ومضاعفة حجم إنتاج النشر في المجتمع. وبالنظر إلى مكانة هذا القطاع في الدول الإسلامية نلاحظ أنه لا يزال متأخرا مقارنة مع دول نامية أخرى إذا ما أخذنا بعض المؤشرات المتاحة لحجم قطاع النشر فيها. ¶ جدول 12: دور النشر في بعض الدول الإسلامية ودول نامية أخرى عام 1999م(2). ¶ دد دور النشر? ¶ دول نامية أخرى? ¶ عدد دور النشر? ¶ دول إسلامية مختارة?? ¶ ?116? ¶ الأرجنتين? ¶ 6? ¶ أفغانستان?? ¶ ?220? ¶ البرازيل? ¶ 3? ¶ الجزائر?? ¶ ?262? ¶ الهند? ¶ 1? ¶ بروناى?? ¶ ?31? ¶ تايلأند? ¶ 5? ¶ الكامرون?? ¶ ?44? ¶ سنغافورة? ¶ 3? ¶ إيران?? ¶ ?47? ¶ الفلبين? ¶ 1? ¶ ليبيا?? ¶ ?56? ¶ كولومبيا? ¶ 2? ¶ سوريا?? ¶ ?16? ¶ كوبا? ¶ 2? ¶ أوزبكست ¶ __________ ¶ (1) - UNCTAD, E-commerce and development Report 2002, op cit, p. 159. ¶ (2) - Ibid. p. 187.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فكما نلاحظ في جدول 12مدى الفجوة بين قطاع النشر في الدول الإسلامية وتلك التي في بعض الدول النامية، وهذا يعني زيادة حجم واردات الدول الإسلامية من منتجات النشر عن صادراتها وبالتالي زيادة حجم عجزها التجاري في هذا القطاع. لذلك فإن توظيف تقنيات الإنترنت في هذا القطاع سيدفع عجلة النمو في قطاع النشر المحلي لدى الدول الإسلامية من حيث تطوير هيكل القطاع والارتقاء بنوعية وجودة مواد النشر واتساع أسواقها وانخفاض تكاليف إنتاجها، حيث تشير بعض الدراسات إلى أن تكلفة إنتاج وتوزيع المجلات العلمية إلكترونيا (E-journal)، على سبيل المثال تقل عن تكلفتها التقليدية بنحو 28% إلى 48%(1). ¶ 7/5. التجارة الإلكترونية ودور المرأة: ¶ __________ ¶ (1) - Ibid. p. 166.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "أدت ثورة تقنية المعلومات والاتصالات (ICT) وتطبيقات التجارة الإلكترونية (E-commerce) إلى اتساع مجال أعمال أفراد المجتمع بما في ذلك الأعمال التي تقوم بها المرأة سواء على المستوى الإداري أو الاجتماعي أو الاقتصادي. ولذلك فإن تقنية المعلومات والاتصالات تقدم العديد من الفرص الوظيفية والاستثمارية للمرأة في المجتمعات الإسلامية أسوة بالرجل، بل إن أهميتها للمرأة المسلمة قد تفوق نظيرتها في المجتمعات غير الإسلامية، وذلك لعدة عوامل من أبرزها أن المرأة في الدول الإسلامية تواجه عدة عقبات اجتماعية وثقافية من الانخراط في ممارسة الأعمال كما هو حال الرجل. ومن أبرز الاستخدامات التي تقدمها ثورة المعلومات للمرأة هو أولا: إمكانية إقامة أعمال أو مشروعات اقتصادية صغيرة في مجالات متعددة مثل الحرف اليدوية والهدايا والمنتجات الغذائية أو غيرها من الأنشطة التجارية المنزلية، واستغلال التجارة الإلكترونية في تسويقها وتطويرها. وثانيا: إمكانية المرأة العمل في القطاعات التي تستخدم تقنية المعلومات في أعمالها دون اضطرارها للخروج والحضور في مكاتب عمل معينة، وإنما تقوم بكافة الأعمال الموكلة إليها عبر الشبكة الإلكترونية. وهذه الأعمال التي تتم عبر شبكة الإنترنت تعفي المرأة من الوقوع في المحاذير الشرعية مثل خروج المرأة واختلاطها مع الرجال في أماكن العمل. ولكن لكي تصبح المرأة في البلدان الإسلامية قادرة على استثمار هذه التقنية، فإنه لابد أن يسبق ذلك مراحل متعددة يتم من خلالها القضاء على الأمية المنتشرة في الدول الإسلامية فضلا عن أمية التكنولوجيا وتقنية المعلومات، ومن ثم تبني برامج التعليم والتدريب في مجال تقنية المعلومات واستغلال الإنترنت.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فكما نلاحظ من خلال بعض المؤشرات المتعلقة بالمرأة في الدول الإسلامية (انظر شكل 2) نجد أن متوسط معدل الأمية بلغ نحو 35 % وفي الدول الإسلامية الأقل نمو تجاوز 60 %. كما أن الأمية منتشرة في الفئات العمرية (15-24سنة) بنحو 21 %، وهذه الفئة هي الطبقة المستهدفة للتوعية واستخدام الإنترنت. وعلى ضوء هذه المؤشرات السلبية ينبغي على الحكومات في هذه البلدان أن تتبنى استراتيجيات تهدف إلى استغلال هذه الطاقات البشرية من الإناث لاسيما وان نسبة الإناث في هذه المجتمعات تمثل تقريبا نصف سكانها. ¶ شكل 2 : مؤشرات مختارة للإناث في الدول الإسلامية حسب المجموعة خلال الفترة 1990-2000م(1). ¶ 8. الخاتمة: ¶ على ضوء الدراسة التي تناولنا فيها ظاهرة تقنية المعلومات والتجارة الإلكترونية ومدي إفادة الدول الإسلامية منها وما تضمنتها من استعراض وتحليل لأوضاع الدول الإسلامية في هذا المجال، يمكن الخروج ببعض النتائج الهامة وكذلك أهم التوصيات المقترحة، وهي كالآتي: ¶ 8/1. النتائج: ¶ بروز ثورة تقنية المعلومات والاتصالات وظاهرة التجارة الإلكترونية كأحد أبرز المنجزات في تاريخ البشرية مع دخوله الألفية الثالثة، واعتبارها أداة مهمة في تغير أنماط الحياة اليومية لاسيما الاقتصادية سواء على مستوى الأفراد أو المجتمعات أو الأمم، والدخول بها في عصر الاقتصاد الجديد أو ما يطلق عليه الاقتصاد الرقمي (Digital Economy). ¶ تنامي الاهتمام بتطبيقات التجارة الإلكترونية واتساع مجالات استخدامها لتشمل كافة مستويات التعاملات الاقتصادية بين مختلف الوحدات والقطاعات الاقتصادية. ¶ الارتباط الوثيق بين انتشار ونمو التجارة الإلكترونية وتوفر القاعدة التكنولوجية لتقنية المعلومات والاتصالات (Information & Telecommunication Technology) بصفتها البنية التحتية اللازمة لها. ¶ __________ ¶ (1) - World Bank (WDI CD-ROM) 2001.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "بالرغم من صعوبة قياس كافة أنشطة التجارة الإلكترونية إلا أنه من الأهمية بمكان استحداث طرق وأساليب لقياس حجمها لما له من أهمية بالغة لصناع السياسات الاقتصادية ومتخذي قرارات الاستثمار. ¶ أهمية توفر المتطلبات الأساس لقيام التجارة الإلكترونية وأهمها: البنية التحتية الإلكترونية والمتمثلة في قطاع تقنية المعلومات والاتصالات من شبكات الاتصال وأجهزة الاتصالات والهواتف الثابتة والنقالة والحواسب الآلية وبرامج التطبيقات، وانتشار استخدام الإنترنت والحاسبات المضيفة ومزودي خدمات الإنترنت. إضافة إلى ضرورة سن التشريعات والأنظمة المناسبة للتعاملات عبر شبكة الإنترنت وحقوق الملكية الفكرية. وكذلك أهمية توفر الكوادر البشرية المؤهلة للتعامل مع تقنية المعلومات. ¶ تأثير التجارة الإلكترونية على الاقتصاد بكافة قطاعاته سواء على مستوى قطاعات الأعمال أو القطاع الاستهلاكي أو على مستوى الاقتصاد القومي ككل. ¶ تدني نسبة المحتوى التكنولوجي في صادرات الدول الإسلامية والذي يعد مؤشرا مهما في المقدرة التكنولوجية لاقتصادياتها. وهذا يشير إلى انخفاض إسهام عنصري البحث والتطوير في القطاعات الإنتاجية لدى الدول الإسلامية. ¶ ضعف انتشار واستخدام تقنية المعلومات في معظم الدول الإسلامية نتيجة لتدني نسبة الإنفاق على تقنية المعلومات من الناتج المحلي وغياب الاستثمارات المخصصة في قطاع تقنية المعلومات. وهذا كان له أثره في محدودية انتشار استخدام الحاسبات الآلية في المجتمعات الإسلامية وبالتالي انخفاض فرص الدخول في الإنترنت والتي تعد وسيلة للتجارة الإلكترونية.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "بالرغم من أهمية دور البحث والتطوير في التقدم والتوطين التكنولوجي، إلا أن الدول الإسلامية من خلال مؤشرات البحوث والتطوير لم تظهر اهتماما بها يتناسب مع أهميتها كأحد المتطلبات لبناء مجتمعات ذات ثقافة ومعرفة تكنولوجية. ويظهر ذلك من خلال المؤشرات المتدنية عن الإنفاق على البحوث والتطوير وتوفر المتخصصين والطلاب والعلماء في المجالات الهندسية والتطبيقية. ¶ ضعف مؤشر الاتصالات، مثل الخطوط الهاتفية الثابتة والنقالة وتكلفة الاتصال وفترات الانتظار للحصول على خدمات هاتفية، في كثير من الدول الإسلامية لاسيما الدول الأقل نمو، رغم أهميته في دعم تطور التجارة الإلكترونية. كما أن كثيرا من الدول الإسلامية تفتقر إلى أسواق تنافسية في هذا القطاع نتيجة لامتلاك واحتكار الحكومات تقديم هذه الخدمات. ¶ تواجه الدول الإسلامية تحديات مهمة في استخدام التجارة الإلكترونية، ومن أبرز هذه التحديات عدم توفر البنى التحتية اللازمة لقيام التجارة الإلكترونية، ضعف الثقافة والوعي التقني والالكتروني بين عامة أفراد المجتمع، قصور الطاقات البشرية المدربة والمؤهلة في مجال تطبيقات التجارة الإلكترونية، ضعف إمكانية وقدرات المؤسسات التجارية في الدول الإسلامية للتحول إلى الأنماط الإلكترونية، ضعف الدور الحكومي الرسمي لتهيئة قطاعات المجتمع للدخول في عصر تقنية المعلومات. إضافة إلى تحديات اجتماعية وثقافية في بعض البلدان الإسلامية مثل الخوف من الغزو الثقافي والفكري والانفتاح على العالم الخارجي. وعقبات تشريعية تتمثل في غياب الأنظمة والتشريعات المتعلقة بالتجارة الإلكترونية.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "هناك مجالات عديدة تستطيع الدول الإسلامية استغلالها في تطبيق التجارة الإلكترونية. وتشمل هذه المجالات قطاعات الخدمات المصرفية والتمويلية والتي تعد أكثر القطاعات استخداما لتقنية المعلومات. وكذلك قطاع الصادرات من السلع والخدمات أو القطاعات الإنتاجية ذات النزعة التصديرية، وذلك للوصول إلى الأسواق الدولية بأقل التكاليف. إضافة إلى قطاعات المنشآت الصغيرة والمتوسطة نظرا لكبر حجمها في الدول الإسلامية. وكذلك قطاع النشر والمطبوعات لأهميته في نشر المعرفة ونقل تكنولوجيا العلوم والصناعة. وبجانب ذلك المجال الواسع الذي تقدمه الإنترنت للمرأة المسلمة سواء في إنشاء المشروعات الصغيرة عبر شبكة الإنترنت أو الإفادة والانخراط في الوظائف المصاحبة لتقنية المعلومات. ¶ 8/1. التوصيات: ¶ بالرغم من وجود الكثير من الصعوبات لدى الدول الإسلامية في سبيل الإفادة من التجارة الإلكترونية، إلا أن هناك أمل كبير في تخطي هذه العقبات واللحاق بركب الدول الأخرى في هذا المجال. ولكن لن يتحقق ذلك إلا بوضع وتفعيل استراتيجيات بعيدة ومتوسطة المدى وعلى المستويين القومي والإقليمي لتطوير قطاع تقنية المعلومات والتجارة الإلكترونية. ومن هذه التوصيات التي ينبغي الاهتمام بها: ¶ إعطاء الأولوية لقطاع العلوم وتقنية المعلومات في إعداد وصياغة برامج وخطط التعليم القومية. ¶ إنشاء مراكز وهيئات وطنية في مجال تقنية المعلومات والاتصالات، ودعمها بالإمكانيات المادية والمعنوية بغرض تطوير القاعدة التكنولوجية والعلمية وتعزيز دور البحوث والتطوير في البلاد. ¶ تبني سياسة التثقيف التكنولوجي واستخدام تقنية المعلومات بين أفراد المجتمع، وذلك من خلال برامج التدريب والتعليم في المؤسسات المهنية والإدارية، مع الاهتمام بنشر الوعي التقني في المؤسسات التعليمية والأكاديمية وتحديث مناهج التعليم بما يتناسب والبيئة التكنولوجية.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "توجيه وتخصيص الاستثمارات المحلية وجذب رؤوس الأموال الأجنبية في مجال قطاع تقنية المعلومات والاتصالات. ¶ تحرير قطاع الاتصالات وتقنية المعلومات من الإدارة الحكومية وتبني سياسة تخصيص هذه القطاعات في أسواق تنافسية حرة، وهذا في سبيل تطوير نوعية وجودة خدماتها بأسعار تنافسية. ¶ سن التشريعات القانونية وتحديد الأطر التنظيمية لحماية مستخدمي تقنية المعلومات والحفاظ على حقوق المستهلكين والبائعين في بيئة التجارة الإلكترونية. ¶ تعزيز ودعم دور المصارف التجارية في المعاملات التجارية الإلكترونية من خلال تسهيل إتمام وتحصيل المدفوعات والحفاظ على حقوق الأطراف المتعاملين . ¶ دعم برامج التعاون فيما بين الدول الإسلامية في مجال التكنولوجيا وتقنية المعلومات والاستعانة بخبرات الدول الأخرى في هذا المجال. ¶ استغلال تطبيقات التجارة الإلكترونية في مختلف القطاعات الاقتصادية في كل دولة، مع الاهتمام باستثمار ذلك في دعم التبادل التجاري الإلكتروني فيما بين الدول الإسلامية. ¶ ملحق ( أ) الجداول ¶ جدول 13: نمو التجارة الإلكترونية الدولية (مليار دولار أمريكي). ¶ من إجمالي التجارة في عام 2004م? ¶ 2004? ¶ 2003? ¶ 2002? ¶ 2001? ¶ 2000? ¶ الدولة?? ¶ ?12.8 %? ¶ 3456.4? ¶ 2339? ¶ 1498.2? ¶ 908.6? ¶ 509.3? ¶ أمريكا الشمالية:?? ¶ ?13.3 %? ¶ 3189? ¶ 2187.2? ¶ 1411.3? ¶ 864.6? ¶ 488.7? ¶ الولايات المتحدة?? ¶ ?9.2 %? ¶ 160.3? ¶ 109.6? ¶ 68? ¶ 38? ¶ 17.4? ¶ كندا?? ¶ ?8.4 %? ¶ 107? ¶ 42.3? ¶ 15.9? ¶ 6.6? ¶ 3.2? ¶ المكسيك?? ¶ ?8 %? ¶ 1649.8? ¶ 724.2? ¶ 286.6? ¶ 117.2? ¶ 53.7? ¶ آسيا والباسيفيك:?? ¶ ?8.4 %? ¶ 880.3? ¶ 363.6? ¶ 146.8? ¶ 64.4? ¶ 31.9? ¶ اليابان?? ¶ ?16.4 %? ¶ 207.6? ¶ 96.7? ¶ 36.9? ¶ 14? ¶ 5.6? ¶ استراليا?? ¶ ?16.4 %? ¶ 205.7? ¶ 100.5? ¶ 39.3? ¶ 14.1? ¶ 5.6? ¶ كوريا?? ¶ ?6 %? ¶ 1533.2? ¶ 853.3? ¶ 422.1? ¶ 194.8? ¶ 87.4? ¶ أوربا الغربية:?? ¶ ?6.5 %? ¶ 1533.2? ¶ 853.3? ¶ 422.1? ¶ 194.8? ¶ 87.4? ¶ ألمانيا?? ¶ ?7.1 %? ¶ 288.8? ¶ 165.6? ¶ 83.2? ¶ 38.5? ¶ 17.2? ¶ المملكة المتحدة?? ¶ ?5 %? ¶ 206.4?",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "104.8? ¶ 49.1? ¶ 22.1? ¶ 9.9? ¶ فرنسا?? ¶ ?4.3 %? ¶ 142.4? ¶ 71.4? ¶ 33.8? ¶ 15.6? ¶ 7.2? ¶ ايطاليا?? ¶ ?9.2 %? ¶ 98.3? ¶ 59.5? ¶ 30.7? ¶ 14.4? ¶ 6.5? ¶ هولندا?? ¶ ?2.4 %? ¶ 81.8? ¶ 31.8? ¶ 13.7? ¶ 6.8? ¶ 3.6? ¶ أمريكا اللاتينية?? ¶ ?8.6 %? ¶ 6789.8? ¶ 3979.7? ¶ 2231.2? ¶ 1233.6? ¶ 675? ¶ الإجما ¶ المصدر: Forrester Research, Inc. via: (http://glreach.com/eng/ed/art/2004.ecommerce.php3) ¶ ملحق ( ب): الدول الإسلامية حسب المجموعات. ¶ تصنيف الدول الإسلامية كما ورد في: Annual Economic Report on the OIC Countries: 1998 ¶ لدول الإسلامية الانتقالية? ¶ الدول الإسلامية المصدرة للبترول? ¶ الدول الإسلامية متوسطة الدخل? ¶ الدول الإسلامية ¶ الأقل نمو?? ¶ ?48- ألبانيا? ¶ 35- الجزائر? ¶ 22- مملكة البحرين? ¶ 1- أفغانستان?? ¶ ?49- أذربيجان? ¶ 36- بر وناي? ¶ 23- كامرون? ¶ 2- بنجلادش?? ¶ ?50- كازاخستان? ¶ 37- الغابون? ¶ 24- مصر? ¶ 3- بنين?? ¶ ?51- قيرقيزستان? ¶ 38- اندونيسيا? ¶ 25- الأردن? ¶ 4- بوركينا فاسو?? ¶ ?52- طاجيكستان? ¶ 39- إيران? ¶ 26- لبنان? ¶ 5- تشاد?? ¶ ?53- تركمنستان? ¶ 40- العراق? ¶ 27- ماليزيا? ¶ 6- كومورس?? ¶ ?54- أوزبكستان? ¶ 41- الكويت? ¶ 28- المغرب? ¶ 7- جيبوتي?? ¶ ?? ¶ 42- ليبيا? ¶ 29- باكستان? ¶ 8- غامبيا?? ¶ ?? ¶ 43- نيجيريا? ¶ 30- السنغال? ¶ 9- غينيا ?? ¶ ?? ¶ 44- عمان? ¶ 31- سورينام? ¶ 10- غينيا بيساو?? ¶ ?? ¶ 45- قطر? ¶ 32- سوريا? ¶ 11- مالديف?? ¶ ?? ¶ 46- المملكة العربية السعودية? ¶ 33- تونس? ¶ 12- مالي?? ¶ ?? ¶ 47- الإمارات العربية المتحدة? ¶ 34- تركيا? ¶ 13- موريتانيا?? ¶ ?? ¶ ? ¶ ? ¶ 14- موزنبيق?? ¶ ?? ¶ ? ¶ ? ¶ 15- النيجر?? ¶ ?? ¶ ? ¶ ? ¶ 16- سيراليون?? ¶ ?? ¶ ? ¶ ? ¶ 17- الصومال?? ¶ ?? ¶ ? ¶ ? ¶ 18- السودان?? ¶ ?? ¶ ? ¶ ? ¶ 19- توغو?? ¶ ?? ¶ ? ¶ ? ¶ 20- أوغندا?? ¶ ?? ¶ ? ¶ ? ¶ 21- اليمن?? ¶ ?7 دول? ¶ 13 دولة? ¶ 13 دولة? ¶ 21 دولة¤?? ¶ ملحق (ج) الأشكال البيانية ¶ شكل 3 : نموذج الأطراف الأساسية المعنية بالتعامل التجاري في التجارة الإلكترونية. ¶ شكل 4 : حجم التجارة الإلكترونية في العالم عبر الإنترنت 1994-2002م.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "شكل 5: نسبة النمو للتجارة الإلكترونية عبر شبكة الإنترنت وعبر الوسائل الأخرى. ¶ المراجع: ¶ المراجع العربية: ¶ 1- القران الكريم. ¶ 2- إدارة البحوث والدراسات الاقتصادية، التجارة الإلكترونية والاتصالات، مجلس الغرف التجارية والصناعية السعودية، بحث مقدم في المؤتمر الثالث لرجال الأعمال السعوديين والمصريين، لإسكندرية 10-12 شعبان 1421هـ. ¶ 3- باسل الجبر، التجارة الإلكترونية: منطقة تجارة عالمية حرة خلال الإنترنت، وزارة التجارة، المملكة العربية السعودية. متاح في: (http://www.commerce.gov.sa/ecomm/art1.asp)) ¶ 4- البنك الإسلامي للتنمية، التقرير السنوي (1421هـ) 2000 – 2001م، دار العلم، جدة،. ¶ 5- خالد الطويل، الاقتصاد الجديد صحيفة الرياض، مؤسسة اليمامة الصحفية 2000م، (24/10/2001م)، متاح في: (http://www.writers.alriyadh.com.sa) ¶ 6- رأفت رضوان، عالم التجارة الإلكترونية، القاهرة: المنظمة العربية للتنمية الإدارية، 1999م. ¶ 7- طارق عبد العال حماد، التجارة الإلكترونية: المفاهيم – التجارب – التحديات – الأبعاد التكنولوجية والمالية والتسويقية والقانونية، الإسكندرية، الدار الجامعية، 2002/2003م. ¶ 8- مجلس الغرف التجارية الصناعية السعودية، أساليب جديدة لتنمية وتطوير المنشآت الصغيرة والمتوسطة، ورقة عمل مقدمة إلى مؤتمر الرؤية المستقبلية للاقتصاد السعودي حتى عام 1440هـ، 1423هـ. ¶ 9- منصور فرح، التجارة الإلكترونية في الوطن العربي: الوضع الراهن والآفاق المستقبلية، بحث مقدم لندوة العلوم والتكنولوجيا في الوطن العربي: الواقع والطموح، عمان 20-21/10/2001م، بيروت: المؤسسة العربية للدراسات والنشر، ، الطبعة العربية الأولى، 2002م. ¶ 10-الموسوعة العربية للكومبيوتر والإنترنت: (http//:www.c4arab.com/showac.php?acid=120) ¶ 11- وزارة التجارة ، المملكة العربية السعودية، التجارة الإلكترونية … أهمية متزايدة، متاح في:",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "(http://www.commerce.gov.sa/ecomm/book.asp) ¶ المراجع الأجنبية: ¶ 1- Activmedia, available at (http://www.activmedia.com) ¶ 2- Barbara M. et al “Government Statistics: E-Commerce and Electronic Economy” a paper prepared for presentation to the Federal Economic Statistic, Advisory Committee (FESAC), June 15, 2000. ¶ 3- Bhattacharyya (2000) ¶ 4- Caroline Freund and Diana Weinhold , The Internet and International Trade in Services, American Economic Association (Papers and Proceedings), May 2002. ¶ 5- Computer Industry Almanac, available at (http://www.c-i-a.com/199908iu.htm) ¶ 6-Cyberatlas, available at: (http://cyberatlas.internet.com/ big_picture /geographics/ print/0,1323,5911_1511,00.html) ¶ 7- DG Mike Moore, “Opening Remarks, E-Commerce Conference, ITC”, WTO/news-speech, 31 October 2000. Document No: 4. Available at: ¶ (http://www.wto.org/wto/english/tratop_e/devel_e/33_e.htm) ¶ 8- Financial Times, September 3, 1997. ¶ 9- Hyunbae, Information Technology and the Demand for Educated Workers: Disentangling the Impact of the Adoption Versus Use, The Review Of Economics and Statistics, The MIT Press Journal, 85:1, (Feb. 2003), 1-7. ¶ 10- IDB (2001) ¶ 11- International Telecommunication Union (ITU), Internet Indicators: Users and PCs, 1999-2001, 2002. (also available at: http://www.itu.org) ¶ 12- ITU, “Challenges to Network” ,1997a, via World Trade Organization “Special Studies2: Electronic Commerce and the Role of the WOT”, 1998. ¶ 13- J. Bradford Delong, Macroeconomics Implication of the “New Economy”, May 2000. Available at (http://www.j-bradford-delong.net/ OpEd/virtual /ne_macro.html)",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "14 - Journal of Economic Cooperation Among Islamic Countries 19, 4 (1998) 1-57, Annual Economic Report on the OIC Countries: 1998. ¶ 15- Lall (200) ¶ 16- Lall and Wignaraja (1998) ¶ 17- Larry Press, The State of the Internet: Growth and Gaps, California State University, Dominguez Hills, p. 5. (available at: http://www.isoc.org) ¶ 18- Mahmood (1999) ¶ 19- McConnell International, Ready? Net. Go!: Partnerships Leading the Global Economy, McConnell International in collaboration with WITSA, May 2001. Also available at: (http://www.mcconnellinternational.com) ¶ 20- Michael MINGES, Counting the Net: Internet Access Indicators, International Telecommunication Union, Switzerland. Also available at (http://www.isoc.org./isoc/conference/inet/00/cdproceedings/8e/8e_1htm) ¶ 21- OECD (1992). ¶ 22- OECD (1998). ¶ 23- OECD, Measuring Electronic Commerce: Main points, available from: (http://www.oecd…/0,3371,EN-document-29-nodirectorate-no-1-10230-29---,00.htm) ¶ 24- Roger Clarke “Electronic Commerce Definitions” Department of Computer Science, Australian National University, 2000. ¶ 25- Roger Clarke “Electronic Data Interchange (EDI): An introduction” Department of Computer Science, Australian National University, October 2001. ¶ 26- SESRTCIC, Annual Economic Report on the OIC Countries:1998 , Journal of Economic Cooperation Among Islamic Countries 19, 4 (1998) 1-57.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "27- SESRTCIC/ Ankara Centre, Impact of E-commerce and use of informations and communications technology on promotion and development of intra-oic trade, a workshop in Tunis, Republic of Tunisia, 10-12 June 2003, Statistical, Economic and Social Research and Training Centre for Islamic Countries (SESRTCIC/ Ankara Centre),2003. ¶ 28- Shaun Lake “E-Commerce and LDCs Challenges for enterprises and governments” a paper prepared for UNCTAD Regional meeting on electronic commerce and development, Kathmandu, Nepal 30-31 May 200. ¶ 29- The Economist, May 10, 1997. ¶ 30- The World Bank, World Development Indicators, The World Bank, 2003. ¶ 31- UNCTAD (1997). ¶ 32 UNCTAD, E-Finance and Small and Medium-Size Enterprises (SMEs) in Developing and Transition Economies, 2001, Brussels, p.4. ¶ 33- UNCTAD (2002), E-commerce Development Report 2002. ¶ 34- United Nation Conference on Trade and Development, Handbook of Statistics, available at : ( http://stats.unctad.org/ restricted/eng/ TableViewer/ wdsview/print.asp), The World Bank, 2003. ¶ 35- United Nation Conference on Trade and Development, Handbook Statistics, available at: (http://stats.unctad. org/restricted/eng/ TableViewer/ wdsview/print.asp) ¶ 36- United Nation, E-commerce and Development Report 2001,: Trends and Executive Summary, Internet version prepared by UNCTAD secretariat, United Nation, New York, 2001. ¶ 37- WITSA, International Survey of E-Commerce 2000, sponsored by CSSA. available from: (www.cssa.co.uk) ¶ 38- World Bank, World Development Indicators, 2003, (WDI CD-ROM).",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "39- World Trade Organization “Special Studies 2: Electronic Commerce and the Role of the WOT”, 1998. ¶ 40- WTO - official ministerial website – about the ministerial – e- commerce, available at: (http://www.wto.org/wto/english/thewto_e/minst_e/min99_e/english/abo…/20ecom_e.ht)",
            "page": "86",
            "part": "1"
        }
    ],
    "t36186": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التجارة الإلكترونية في الدول الإسلامية"
        }
    ]
}