{
    "b36190": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الوارف ¶ في مشروعية التثريب على المخالف ¶ كتبه الشيخ /عبد العزيز بن صالح الجربوع ¶ تقديم الشيخين ¶ حمود بن عقلاء الشعيبي ¶ علي بن خضير الخضير ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد : ¶ فقد اطلعت على كتاب الوارف في مشروعية التثريب على المخالف لفضيلة الشيخ عبد العزيز بن صالح الجربوع وفقه الله ، حيث بنى كتابه القيّم على ذكر الطريقة مع المخطئ المخالف للكتاب والسنة وفهم السلف الصالح ، وأنه يشرع التثريب عليه إذا كان خلافه خلاف تضاد وتصادم للأدلة الشرعية الصحيحة . ¶ وقد دعّم كتابه بأمثلة من القرآن الكريم والسنة النبوية وبعض النماذج من كلام أهل العلم في تلك المسألة ، خصوصا من كان مغموزا عليه بمذاهب باطلة من إرجاء أو تقديم للعقل على النقل أو تمييع أو انهزامية . ¶ نسأل الله أن يسدده ويعينه على رفع لواء جهاد الكلمة والصدع بالحق والانتصاب لأهل الباطل وأعوانهم للرد عليهم. ¶ كما نسأل الله تعالى أن يعز دينه ويعلي كلمته ويقمع أهل الشر والباطل . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ أملاه حمود بن عقلاء الشعيبي ¶ 19/7/1422هـ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين وبعد : ¶ فقد قرأت كتاب فضيلة الشيخ عبد العزيز بن صالح الجربوع حفظه الله ووفقه المعنون بـ ( الوارف في مشروعية التثريب على المخالف ) فأحسن وأجاد حيث بيّن فيه مسائل مهمة في مسألة الموقف ممن خالف الكتاب والسنة مدعما بالأدلة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد بيّن عتاب الله لرسله وأنبيائه وذكر نماذج من ذلك ، وبيّن موقف الناس من التثريب على المخالف للكتاب والسنة من بين موافق ومخالف ، وذكر التفريق بين من أخطأ أخطاء يسيرة وهو على منهج السلف وبين من أخطأ أخطاء غير يسيرة وهو على غير منهج السلف وشتان بينهما . ¶ وبين مشروعية التثريب على من خالف مخالفة تضاد للكتاب والسنة ، وبين مشروعية التثريب على من خالف مخالفة تنوع لكن صاحبه ظلم وتعدي وبغي ، وذكر أمثلة للتثريب على القول دون القائل ، وعكسه ، وعليهما جميعا . ¶ وخلاصة القول أنه كتاب قيّم نافع في بابه ، وانصح بقراءة هذا الكتاب النافع . جزاه الله خيرا وأعانه ووفقه ، ووفق جميع المسلمين لما يحبه ويرضه . ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ كتبه : ¶ علي بن خضير الخضير ¶ 19/7/1422هـ ¶ محتوى البحث ¶ أولاً : لماذا قسوة الألفاظ على المخالف؟!! ¶ ثانياً : تبرئة الأشخاص أوتشويه المنهج ¶ ثالثاً : عتاب الله تعالى لأنبيائه في كتابه ¶ رابعاً : المتهوكون ¶ خامسا ً: ملحوظة يجدر الإشارة إليها ¶ سادساً : موقف الناس من المثرب على الآخرين ¶ سابعاً : من المقصود بالمخالف الذي يثرب عليه ¶ ثامناً : سبب خلاف التضاد ¶ تاسعاً : منهج الإسلام في التثريب ¶ عاشراً : الأدلة على مشروعية التثريب على المخالف ¶ أولاً : لماذا قسوة الألفاظ على المخالف؟!! ¶ الحمدلله رب العالمين ولا عدوان إلا على الظالمين وأشهد ألا إله إلا الله ولي الصالحين ، وأشهد أن محمداً عبده ورسوله ، قائد الغر المحجلين صلوات الله ، وسلامه عليه إلى يوم أن نلقاه .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أما بعد :فقد يعيب علينا البعض من الأخوة ، وطلبة العلم ، والمثقفين ، وأنصافهم ، شدة الألفاظ وقسوتها في التعامل مع المخالف ، حتى وإن كان خلافه مما يضيع الدين ، مدعياً ، أن هذا ليس من الإسلام في شيء ، وليس عليه السلف ، ولا إنكار في مسائل الخلاف ، وأخيراً لا طائل ولا فائدة من وراء التثريب سوى تشويه سمعة الأشخاص ، إلى غير ذلك من الكلام الإنشائي الذي لا فائدة مرجوة منه سوي تعظيم الأشخاص ، وتبجيلهم حتى وإن أخطاؤا في حق الله تعالى ، نسأل الله السلامة من تعظيم الرجال ، ورزقنا الله تعظيمه وشرعه. ¶ إن اتباع منهج القسوة في الألفاظ تجاه المخطئ لها فوائد جمة مطلوبة شرعاً وعقلاً وعلى رأسها : ¶ * تحقيق الولاء للمؤمنين ، والبراءة من هؤلاء المجرمين الناكبين عن الصراط المستقيم فلقد كان سب آلهة المشركين ، وشتمها ، والحط من قدرها مطلب شرعي ، ولا زال إلى أن حصلت مفسدة سب الله عدواً بغير علم ، فنُهيَ الصحابة عن ذلك ، فبقي أمر السب مشروعاً ، مالم تحصل مفسدة أعظم من مصلحة السب . ¶ * بيان أن تغليف النقد بتلك العبارات المائية ، وبتلك الكلمات الهادية يخرج موضوع النقد عن صلبه المراد خصوصاً إن كان المراد التحذير من الشخص ومسلكه ، ويورث الود لهذا الشخص خصوصاً عند العامة ، وبالتالي قبول كل ما يطرحه من زيغ وضلال وهنا الطامة العظمى والمصيبة الكبرى .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* الأصل أن تكون غيرتنا ، وتمعر وجوهنا لكتاب الله وسنة نبيه( ونغضب على هؤلاء الذين حاكموا القرآن والسنة إلى عقولهم العفنة ، ولكن للأسف الشديد أن نغضب لهؤلاء النابتة المهلكة لجسد الأمة ، وندافع عنهم وعن ضلالتهم ، وإذا رأينا الخطأ لا نفكر ولا مجرد تفكير بالرد ، ونزعم أن هذا منهج الرسول( وإذا أُحرجنا بالأدلة ، ووجوب الدفاع عن الدين وأهله قلنا لابد من ذكر محاسن أولئك المخطئين لأن الرسول( قال في الشيطان صدقك وهو كذوب ، وننسى أن الرسول( قال ذلك في الشيطان ، حيث كلمة صدقك لن تغير من حقيقة الشيطان شيئاً ولن تلبس على المؤمنين أمر دينهم بينما قولها لهؤلاء المرتزقة ستغير من صورتهم الكالحة في أذهان الناس وبالتالي خدعنا أمتنا الإسلامية ويا سبحان الله حيث لم يكن الرسول( يغضب لشيء إلا إذا انتهكت حرمات الشرع ونحن نغضب إذا تكلم على الرجال المبتدعة والمنحرفين بما فيهم ، أي دين هذا وأي إيمان في قلوبنا هل غاب عنا حديث رسول الله( الذي بوب عليه النووي باباً فقال [باب وجوب الغضب إذا انتهكت حرمات الشرع] وعن أبي مسعود عقبة بن عمرو البدري( قال : جاء رجل إلى النبي( فقال : إني لأتأخر عن صلاة الصبح من أجل فلان مما يطيل بنا ! فما رأيت رسول الله( غضب في موعظة قط أشد مما غضب يومئذ فقال : ( أيها الناس إن منكم منفرين فأيكم أم الناس فليوجز فإن من ورائه الكبير والصغير وذا الحاجة ) متفق عليه ، وفي رواية قال : ( أفتانٌ يا معاذ !؟) - ومعروف من هو الفتان -",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وهنا نقول هل عدّ رسول الله ( محاسن معاذ قبل أن يصفه بالتنفير والفتنة ، وهذا وصف ليس باليسير فيمن حاول أن يطبق السنة ، وهي مسألة لا تقارن بحال من الأحوال مسائل كثيرٍ ممن يدعي العلم ، ويلبس لبوسه ، سواءً كانت مسائلَ تمييع الدين ، وجوهره أو كانت إرجائية ، أو مروقية ، أو تساهل في الفتوى يجريء الناس على أن يغشوا محارم الله ويتركوا واجباته ، أو غيرها مما يفتح باباً على مصراعيه للزندقة ، والمروق من تعاليم الإسلام ، أجيبوا يا أصحاب المحاسن والإيجابيات ، أيها الإحتوائيون ، حيث ما بقي أحد من أهل الزيغ ، والفساد ، إلا وأحطتموه بسياج عظيم من الدفاع ، وذكر المحاسن ، إلا أن يكون من أهل الورع ، والزهد ، وممن يحاول أن يقتفي أثر السلف ، فالسهام الفتاكة والقذائف المحرقة ، فيوصف بالتنطع تارة ، وأخرى بالشذوذ ، وثالثة بالخلل العقدي ورابعة بالتهور ، وخامسة بالتجسس والعمالة ، وسابعة بالرياء ، و..... و...... دون ذكر محاسنه ، وسلم منكم في المقابل العلمانيين ، والمارقين عن الإسلام بل دافعتم عنهم محتجين لهم بحديث الرسول( ( صدقك وهو كذوب ) حقاً وإن تعجب فعجب قولهم!! ¶ *لا بد من الزجر في مثل هذه الأمور ليرتدع العابث ويتأدب المخطئ ، كما يجذب الإنسان أخاه بكل قوة إذا رآه سيقع في النار وهو لا يشعر ، حتى وإن كان هذا الجذب مؤلماً ولكن فيه الخير كما قال الشاعر : ¶ قسى ليزدجروا ومن يك حازماً فليقس أحياناً على من يرحم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "* لقد مللنا التمييع إلى درجة أن الصحوة الإسلامية لا تجد غضاضة في أن ترافق الزنديق وأن يصبح العلماني صديقاً باراً لها وأن ترتمي في أحظان المرتدين ، وتغشى مجالسهم دون اكتراث بحرمة ذلك ، ولا مانع لديها من مشاركة ، ومناصفة الرافضة في كل شيء ، كما هو دأب بعض رموز الصحوة المشهورين ، وهي مستعدة أن تعقد صفقات الحب ، والود لليهود والنصارى !! أي صحوة هذه وأي موجهين يوجهونها نحو الهاوية ، فإلى متى عد المحاسن التي تخفي حقيقة الرجل وخبثه . ¶ إذا كان هذا نصح عبد لنفسه فمن ذا الذي منه الهدى يُتعلمُ ¶ ثانياً : تبرئة الأشخاص أوتشويه المنهج : ¶ إن من أبرز سمات المنهج الإسلامي ، أن لا يساوي بحال من الأحوال بين تبرئة الأشخاص وتشويه المنهج ، فإن تبرئة الأشخاص ، تحمل بين طياتها تشويه المنهج الإسلامي بكامله وإظهاره بمظهر التناقض !!! ومفسدة تشويه المنهج وتعتيمه وتمييعه أعظم من مصلحة تبرئة الأشخاص والدفاع عنهم وعن أطروحاتهم الهشة ، والسمجة في كثير من الأحيان . ¶ لذا فإن المنهج الإسلامي ، يصف المخطئون بالخطأ ، إذا أخطاؤا ، ويصفهم بالانحراف ، إذا انحرفوا ، ويصفهم بالضلال إذا ضلوا ، وبالإحسان إذا احسنوا ، مهما كان قدرهم ، ومهما علت منازلهم ، ولا ينحرف المنهج معهم ، ليجاري انحرافهم وضلالهم ، إن منهج الله ثابت ، وقيمه ، وموازينه ثابتة ، والبشر ، يبعدون ، أو يقربون من هذه القيم والموازين ومن المنهج ، ويخطئون ، ويصيبون في قواعدهم ، وتصوراتهم إما اجتهاداً ، أو عناداً ، أو كبراً ، أو ادعاء امتلاك الحقيقة المطلقة ، ولكن ليس شيئاً من ذلك محسوباً على الإسلام ، ومنهجه ، إنما عليهم وحدهم . ¶ لذا كان لزاماً نقدهم ، وتخطيتهم ليبقى منهج الإسلام ثابتاً لا تشوبه شائبة ، وخير شاهد على ذلك أن القرآن ذكر للأمة بعضاً مما وقع فيه الأنبياء خلاف الأولى ، وذكره لنا بعد توبتهم منه، وإقلاعهم عنه فعلي سبيل المثال :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثالثاً : عتاب الله تعالى لأنبيائه في كتابه ¶ * آدم عليه السلام أول الأنبياء وأبو البشر خلقه الله بيديه ، لما عصى الله تعالى قال تعالى عنه{ وَعَصَى آدَمُ رَبَّهُ فَغَوَى} وصفه بالعصيان ، والغواية وهو أبو الأنبياء وكرر ذلك في مواضع عدة من كتابه الكريم ، وذلك تحذيراً من خطر الانحراف عن شرع الله ، فما بالكم بمن هو دون آدم صلوات الله وسلامه عليه بمراحل كثيرة ؟!!! ¶ * وهذا ا نوح عليه السلام لما سأل الله ما ليس له به حق في ابنه أن ينجيه فقال {وَنَادَى نُوحٌ رَبَّهُ فَقَالَ رَبِّ إِنَّ ابْنِي مِنْ أَهْلِي وَإِنَّ وَعْدَكَ الْحَقُّ وَأَنْتَ أَحْكَمُ الْحَاكِمِينَ} فماذا قال الله تعالى {قَالَ يَا نُوحُ إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ فَلا تَسْأَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ إِنِّي أَعِظُكَ أَنْ تَكُونَ مِنَ الْجَاهِلِينَ} حذره من الجهل وأن هذا السؤال ليس لك إنما للجاهلين .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "* وهذا يونس ( ذا النون ) إذ ذهب مغاضباً ماذا قال الله عن نبيه {وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِباً فَظَنَّ أَنْ لَنْ نَقْدِرَ عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} بل في سورة القلم حذر الله نبيه محمد ( أن يفعل فعل ذا النون لأنه خطأ لا يجوز فقال الله تعالى {فَاصْبِرْ لِحُكْمِ رَبِّكَ وَلا تَكُنْ كَصَاحِبِ الْحُوتِ إِذْ نَادَى وَهُوَ مَكْظُومٌ}وفي موطن آخر قال عنه {وَإِنَّ يُونُسَ لَمِنَ الْمُرْسَلِينَ*إِذْ أَبَقَ إِلَى الْفُلْكِ الْمَشْحُونِ*فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ*فَالْتَقَمَهُ الْحُوتُ وَهُوَ مليم *فَلَوْلا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِين*لَلَبِثَ فِي بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ*فَنَبَذْنَاهُ بِالْعَرَاءِ وَهُوَ سَقِيمٌ} كل هذا في حق يونس حيث وصفه بالنبذ ، والسقم والدحض وغير ذلك , لأنه أخطأ عندما ذهب مغاضباً فتاب الله عليه وذكر لنا قصته بعد التوبة عليه ، لبين لنا الحق الذي ينبغي اتباعه . ¶ * وماذا قال الله تعالى عن نبينا أفضل البشر عليه السلام ، معاتباً له في قصة ابن أم مكتوم { عَبَسَ وتَوَلَّى } فكان الرسول ( يكرمه بعد هذا العتاب من الله . وقال القرطبي : قال : الثوري فكان النبي صلى الله عليه وسلم بعد ذلك إذا رأى ابن أم مكتوم يبسط له رداءه ويقول مرحبا بمن عاتبني فيه ربي ويقول هل من حاجة",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "* وعاتب الله نبيه وأنبه في سورة الأحزاب فقال تعالى{ وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ } لذا أخرج الطبري 22/11وأصله في الصحيح بلفظ ( من حدثك بثلاث ) من قول عائشة رضى الله عنها قالت : لو كتم محمد صلى الله عليه وسلم شيئاً مما أوحي إليه من كتاب الله لكتم { وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ }يراجع ما قاله ابن كثير في الآية .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "* بل في سورة الإسراء عتاب وتأنيب أشد من ذلك ، إذ يقول الله تعالى {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذاً لَاتَّخَذُوكَ خَلِيلاً*وَلَوْلا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً* إِذاً لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيراً} وسوءاً كان الذي أراد أن يركن إليه هو ما قاله ابن عباس في قبيلة ثقيف عندما دعاهم الرسول ( للإسلام ، حيث شرطوا أن يأخذوا هذا العام ما يهدى للآلهة ، أو غير ذلك مما ذكر أهل التفسير ..... إلا أن الصواب أن هذا الذي كاد يركن إليه الرسول ( الله اعلم به ، المهم أن الله عاتبه على ذلك حتى وإن كان يرى الرسول ( أن هذا في صالح الدعوة كما رأى ذلك في أسرى بدر ، وعاتبه القرآن على استبقائهم ، وعدم قتلهم فقال تعالى :{ مَا كَانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرَى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيَا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ*لَوْلا كِتَابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَا أَخَذْتُمْ عَذَابٌ عَظِيمٌ} وكثير مما يطول المقام بذكره بينه الله لنا في كتابه بياناً يتضح منه أن النقد الهادف الذي يراد منه إصلاح الأمة مطلب شرعي ، وما مضى ذكره من العتاب ، هو في مواقف تاب الله على أصحابها صلوات الله وسلامه عليهم منها ، ومع ذلك ذكرت لنا للعظة ، والعبرة ولرسم المنهج الرباني الذي يجب أن نسير عليه ونختط أثره في نقد الرجال ، وأخطائهم . وفي هذا البحث لست بصدد رجال تابوا من أخطائهم ، واقلعوا عنها ، لا ورب الكعبة ، وإنما في رجال لا يزالون يخطئون ، ويأطرون الأمة على أخطائهم ، ويقصرونها عليها قصراً ، ومع ذلك لم نسلم من الطاعنين في هذا النقد وأن هذا ليس منهج الإسلام ، وللأسف أن مما مضى ذكره عن",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الأنبياء يرد عليهم ولكن { إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ} إذ أن عتاب القرآن للأنبياء ، وهم قد تاب الله عليهم ولم يعودوا لما حذروا منه فما بالك بمن هو دونهم من الناس ديناً وفضلاً وصلاحاً ، ولا يزالون يرسفون في أغلال أخطائهم ؟!! ¶ لذا شرع الله العقوبات الزاجرة في ديننا الحنيف ، لكي ننزلها بالمسلمين المخطئين الناكبين عن الصراط المستقيم ، فشرع الحدود ، وأمر بالتعزير ، من سجن ، وضرب ونفي ، وغيره للمخطئين ، وأمر بقطع اليد في السرقة ، وبرجم الزاني ، أو جلده ، و جلد الشارب وقتل المغير لدينه و....و....و.... كل ذلك صيانة للأمة من الانحراف والزيغ، ولكي تبقى قيم الإسلام ، وموازينه ثابتة سليمة لا يأتيها الباطل لا من بين يديها ولا من خلفها . ¶ إن من الخير للأمة أن تبقى مناهجها ، وقيمها ، وموازينها ، ومبادئها ، ثابتة مطردة في جميع جوانبها ، ويُمنعُ شغب الشاغبين عليها . ¶ فإن التاريخ الإسلامي عبر العصور ليس كل فعل فعله المسلمون ، وليس كل نتاجه لكي نواخذ به ، ونؤطر عليه ، إنما تاريخ الإسلام ، هو ما فعله المسلمون موافقاً لكتاب الله وسنة رسوله صلى الله عليه وسلم وعليه عمل السلف الصالح . ¶ إننا نشكي من أبنا جلدتنا ، من العلماء ، وطلبة العلم الذين ، جعلوا من أنفسهم حصناً منيعاً لاؤلئك النابتة ، الذين جعلوا دين الله وراءهم ظهريا ، فكان ظلم اخواننا لنا أشد وقع على نفوسنا من ظلم أولئك الشراذم ، فكنا كما قال الشاعر : ¶ كلنا في الشرق همُ كلنا بغض وثأرُ فرق الشر نفوسا أظلمت بالكره حتى إننا رهن قيودٍ شدها بالخبث قومٌ مادروا أني أخوهم مسلم اسماً وهماً قاطعوا اليمنى بيمنى احرقوا البر بنارٍ ساجد اليتم لنارٍ .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كلنا حقدٌ وغمُ كلنا للنار كمُ حطها دسٌ ونمُ لم ترى النورَ يعمُ ريحها ذل وسمُ خيرهم خال وعمُ مسلمٌ يضنيه همُ في الملمات اشمُ وادعوا للحق أمُ زارعوا اليتم ونموا شنها حقد أصمُ . ¶ رابعاً : المتهوكون ¶ حقاً وصدقاً ، لقد رزئت الأمة باؤلئك المتهوكون ، الذين طالعوا كتب الشرق والغرب ورموا بعقولهم بين صفحاتها العفنة الآسنة ، وراحون ينفثون سمومها بين أبناء امتنا الإسلامية زعماً منهم أن هذا هو عين فقه التيسير ، الذي أمر الله به ورسوله ، وكذبوا وايما الله {وَإِنْ تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ }وليس هذا العجب بأعجب من فعل أولئك المدافعين عنهم المرتمين في أحضانهم ، ناسين ، أو متناسين ، جاهلين ، أو متجاهلين حادثة عمر بن الخطاب ( مع رسول الله ( عندما أخذ عمر رقعة من التوراة ينظر إليها مجرد نظر !!!! ماذا قال له رسول الله ( ؟!!! ¶ عن جابر بن عبدالله أن عمر بن الخطاب رضي الله عنهما ،عن جابر بن عبد الله أن عمر بن الخطاب أتى النبي صلى الله عليه وسلم بكتاب أصابه من بعض أهل الكتاب فقرأه على النبي صلى الله عليه وسلم قال فغضب ، وقال : ( أمتهوكون فيها يا ابن الخطاب والذي نفسي بيده لقد جئتكم بها بيضاء نقية لا تسألوهم عن شيء فيخبروكم بحق فتكذبونه أو بباطل فتصدقونه والذي نفسي بيده لو ¶ أن موسى كان حيا ما وسعه إلا يتبعني)1 رواه أحمد والبزار وأبي يعلى وابن ابي شيبه في مصنفه ، وابن ابي عاصم في السنة وهوحديث حسن قال الألباني رحمه الله في السنة لأبي عاصم ، حسن إسناده ، ومجالد هو ابن سعيد ، وهو ضعيف ولكن الحديث حسن له طرق أشرت إليها في المشكاة 177 ثم خرجت بعضها في الإرواء 1589 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لذا كان لازماً على المسلمين الدفاع عن هذا الدين وحمايته من هؤلاء المتهوكين المتنطعين ، المتشدقين ، المتفيهقين ، لا تكاد تجد بينهم من يثلج صدرك بتعظيم نصوص الشرع ، وباتباعه سنة رسول الله ( فهم كحال الميتة ، والمتردية والنطيحة والمنخنقة والموقوذة ، ومأكولة السبع . ¶ خامساً: ملحوظة يجدر الإشارة إليها . ¶ تكمن هذ الملحوظة وراء حديث البخاري ومسلم في قصة كعب بن مالك ( عندما تخلف عن غزوة تبوك وفي الحديث أن رسول الله ( عندما بلغ تبوك سأل عن كعب فقال : ( ما فعل كعب ) ؟ فقال رجل من بني سلمة ، يارسول الله حبسه برداه والنظر في عطفيه ، فقال له معاذ بن جبل ( بئس ما قلت ! والله يا رسول الله ما علمنا عليه إلا خيراً ، فسكت رسول الله ( .....الحديث ¶ …فيا ترى لماذا لم يعنف الرسول ( القائل حبسه برداه والنظر في عطفيه ، ويخبره أن هذه المقولة من الغيبة التي لا تجوز ؟! إذ من المعلوم أن تأخير البيان عن وقت الحاجة لا يكون من الرسول ( . ¶ …والجواب والله اعلم أن هناك جذوة من نار تعتلج في صدر الصحابي الجليل (قائل تلك العبارة غيرة على دين الله ولماذا يتخلف كعب ( عن جيش العسرة في وقت المسلمون بأمس الحاجة إليه ، حيث هذا خذلان للمؤمنين . ¶ …لذا لم يتحدث الصحابي الجليل ( عن كعب ( تشهياً وتشفياً إنما غيرة لدين الله وكلمة حق رأى من الواجب قولها ، فلم يعنف عليه الرسول ( فيطفي هذه الجذوة إذ المقصود من الرد تبيين خطأ الحكم على الشيء قبل أخذ التصور الكامل عنه إذ الحكم على الشيء فرع عن تصوره وبيان خطأ ذلك قد حصل من معاذ ( ودافع عن أخيه بظهر الغيب .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "…إذاً في قول الصحابي ( حق وباطل ، أم حقه فهو غيرته ، وغضبه لله عندما تخلف كعب بن مالك ( عن الغزوة بلا عذر ، وهذا هدي الرسول ( إذا انتهكت حرمات الشرع ، الغضب لله ، وأما الباطل الذي وقع فيه الصحابي ( هو توسعه في اللفظ ، والحكم قبل العلم ، وهذا قد عولج من قبل معاذ ( عندما قال : ( بئس ما قلت ) فلم تكن من الغيبة ولو كانت لما سكت الرسول ( ولكنها من سوء الظن الحامل عليه الغيرة لدين الله ، وقد يكون ظاهرها ـ الكلمة ـ الغيبة ، ولكن ليس حكمها حكم الغيبة . ¶ …وما مضى ذكره يقال في حوادث عمر ( في قوله في كثير من المواقف ( نافق يارسوا الله دعني اضرب عنقه ) حيث حكم بالنفاق لغيرة تضطرم في صدره غضباً لدين الله ، فلم يكن يعنفه الرسول ( على هذا الحكم وإنما ( أتريد أن يقول الناس إن محمداً يقتل اصحابه ؟! ) مما يوحي أن فعل عمر ( صواب ، لو لا أن يقول الناس ، بل قال عمر ( ذلك القول في بدري من اهل بدر ، فلم يعنف الرسول ( على عمر ( هذا الحكم ، وإنما قال سلوه لماذا فعل هذا ؟! كل ذلك حرصاص على عدم اطفاء هذه الجذوة التي تضطرم في قلوبهم ، غضباً لله وغيرة على دينه. ¶ سادساً : موقف الناس من المثرب على الآخرين ¶ من هنا يحسن أن نقول إن الناس وقفوا من المثرب على الآخرين بسبب أخطائهم موقفين لا ثالث لها : ¶ الموقف الأول : الناهي عن مثل ذلك جملة وتفصيلاً . ¶ الموقف الثاني : المؤيد لمثل ذلك جملة وتفصيلاً . ¶ …والصواب لا مع هؤلاء ولا مع هؤلاء وإنما التفصيل ، وأن يفرق بين رجل أخطأ خطاءًا واحداً ، أو عدة أخطاء ، ولكن منهجه منهج السلف في الدقيق ، والجليل ، أبلى في الدعوة إلى الله بلاءً حسناً ، خطأه ناتج عن اجتهاده الذي توصل إليه بالأدلة الشرعية ولكن لم يحالفه الصواب .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "…ورجل أخطأ خطاءًا واحداً ، أو عدة أخطاء ، لا بسب اجتهاد توصل إليه بعد النظر في الأدلة ، وإنما لمنهج يحتذيه ويأمر به سواء كان منهج التمييع أو مايسمى بفقه التيسير ، والتوسيع على العباد ، أو منهج الإرجاء وجعل الناس جميعاً مؤمنين ، أو منهج إطراح الأدلة جانباً لأنها خالفت العقل ، وقاعدته تقديم العقل على النقل ، بمعنى أصح رجل يخبط في الأصول خبط عشواء ، يختلف معك في جوهر الدين ولبه ، ولو كان في الفروع لخف الأمر ، رغم عظمه ، وخطره ، ولكن شيء أهون من شيء ، إذ يخالفك فيما لا يتسع الخلاف فيه ولا يمكن أن يعذر بعضنا بعضاً فهي ، أو أنه لا يفسد للود قضية إذ أنه خلاف لا اعتبار له البتة ، أو أنه خلاف في ثوابت ديننا ومسلماته . ¶ إضافة إلى النظر إلى الخلاف أهو من خلاف التنوع أم من خلاف التضاد ، وإذا كان من خلاف التنوع ينظر هل يسع الخلاف أو لا يسع . ¶ والمدهش أن المتهوكون والمدافعون عنهم ، لسانهم يلعج بأن الأمر فيه خلاف يسعنا جميعاً فلا إنكار ، ولا تثريب ، ولا تشهير ، ولا تعنيف ، يعذر بعضنا بعضاً فيم اختلفنا عليه ، ولا يفسد للود قضية ، وهذه مسائل خلاف لا مساغ للإنكار فيها . ¶ والغريب في الأمر أن هذه اللاطفة ، والدعوة إلى التسامح في الخلاف ، تذهب أدراج الرياح ، إن كان خلافهم مع الجماعات السلفية وممن يحاول أن يحتذي حذو السلف ويقتدي بهم من أهل الورع والزهد وممن يحاول أن يقتفي أثرهم ، فيمطر بوابل من العبارات اللاذعة ويرمى بنيران الشهب الكلامية ، ويرجم بالقذائف المحرقة ، أين قاعدة الأمس ( نجتمع فيما اتفقنا عليه ، ويعذر بعضنا بعضاً فيما اختلفنا عليه ) وقاعدة ( الخلاف لا يفسد للود قضية ) ؟!!!! ¶ سابعاً : من المقصود بالمخالف الذي يثرب عليه",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ليس المقصود بالتثريب على من كان خلافه مع غيره خلاف تنوع ، مثل الخلاف في عدد ركعات صلاة التراويح أو التثليث في الوضوء من عدمه أو دعاء الإستفتاح في الصلاة أو غير ذلك . وإن كان هناك من يرى التثريب حتى في هذه المسائل كما سيأتي من كلام ابن تيمية وابن القيم رحمهما الله تعالى . ¶ وإنما المقصود بالتثريب على المخالف خلاف تضاد فهذا يقول بجواز كشف الوجه للمرأة لغير المحارم ، والآخر يقول بحرمة كشف الوجه للمرأة لغير المحارم ، وهذا يقول بجواز النبيذ فيما زاد على ثلاثة أيام ، وذاك يقول بحرمة شربه بعد ثلاثة أيام ، وقائل يقول بحرمة أخذ شيء من اللحية مهما كان ، والآخر يقول بسنية تهذيب اللحية والأخذ منها طولاً وعرضاً ‍‍‍‍!!!! لذا قال ابن تيمية في منهاج السنة النبوية 6/121 في جوابه على اعتراض الرافضي في مسألة الخلاف ما نصه : ¶ فالجواب أن الخلاف نوعان خلاف تضاد وخلاف تنوع فالأول مثل أن يوجب هذا شيئا ويحرمه الآخر والنوع الثاني مثل القراءات التي يجوز كل منها وإن كان هذا يختار قراءة وهذا يختار قراءة كما ثبت في الصحاح ...... إلى آخر ما قال رحمه الله تعالى . ¶ وقال في اقتضاء الصراط المستقيم 1/37 فما بعدها : ¶ أما أنواع الاختلاف فهي في الأصل قسمان : ¶ 1- اختلاف تنوع 2- واختلاف تضاد ¶ واختلاف التنوع على وجوه منه ما يكون كل واحد من القولين أو الفعلين حقا مشروعا كما في القراءات التي اختلف فيها الصحابة حتى زجرهم رسول الله صلى الله عليه وسلم عن الاختلاف وقال كلاكما محسن ومثله اختلاف الأنواع في صفة الأذان والإقامة والاستفتاح ، والتشهدات ، وصلاة الخوف ، وتكبيرات العيد ، وتكبيرات الجنازة إلى غير ذلك مما شرع جميعه ، وإن كان قد يقال إن بعض أنواعه أفضل .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم نجد لكثير من الأمة في ذلك من الاختلاف ما أوجب اقتتال طوائف منهم كاختلافهم على شفع الإقامة وإيثارها ونحو ذلك وهذا عين المحرم ومن لم يبلغ هذا المبلغ فتجد كثيرا منهم في قلبه من الهوى لأحد هذه الأنواع والإعراض عن الآخر أو النهي عنه ما دخل به فيما نهى عنه النبي صلى الله عليه وسلم ومنه ما يكون كل من القولين هو في الواقع في معنى قول الآخر لكن العبارتان مختلفتان كما قد يختلف كثير من الناس في ألفاظ الحدود ، والتعريفات ، وصيغ الأدلة ، والتعبير عن المسميات ، وتقسيم الأحكام ، وغير ذلك ثم الجهل ، أو الظلم هو الذي يحمل على حمد إحدى المقالتين ، وذم الأخرى ، ومنه ما يكون المعنيان غيرين لكن لا يتنافيان فهذا قول صحيح ، وذلك قول صحيح ، وإن لم يكن معنى أحدهما هو معنى الآخر ، وهذا كثير في المنازعات جدا ، ومنه ما يكون طريقتان مشروعتان ، ولكن قد سلك رجل ، أو قوم هذه الطريقة ، وآخرون قد سلكوا الأخرى ، وكلاهما حسن في الدين ، ثم الجهل ، أو الظلم يحمل على ذم أحدهما ، أو تفضيله بلا قصد صالح ، أو بلا علم ، أو بلا نية .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأما اختلاف التضاد فهو القولان المتنافيان إما في الأصول وإما في الفروع عند الجمهور الذين يقولون المصيب واحد ، وإلا فمن قال كل مجتهد مصيب فعنده هو من باب اختلاف التنوع لا اختلاف التضاد ، فهذا الخطب فيه أشد لأن القولين يتنافيان ، لكن نجد كثيراً من هؤلاء قد يكون القول الباطل الذي مع منازعه فيه حق ما أو معه دليل يقتضي حقا ما فيرد الحق في هذا الأصل كله حتى يبقى هذا مبطلا في البعض كما كان الأول مبطلا في الأصل ، كما رأيته لكثير من أهل السنة في مسائل القدر والصفات ، والصحابة ، وغيرهم ، وأما أهل البدعة فالأمر فيهم ظاهر ، وكما رأيته لكثير من الفقهاء أو لأكثر المتأخرين في مسائل الفقه ، وكذلك رأيت منه كثيرا بين بعض المتفقهة ، وبعض المتصوفة ، وبين فرق المتصوفة ، ونظائره كثيرة ، ومن جعل الله له هداية ونورا رأى من هذا ما يتبين له به منفعة ما جاء في الكتاب والسنة من النهي عن هذا وأشباهه وإن كانت القلوب الصحيحة تنكر هذا ابتداء ، لكن نور على نور ، ومن لم يجعل الله له نورا فما له من نور .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وهذا القسم الذي سميناه اختلاف التنوع كل واحد من المختلفين مصيب فيه بلا تردد ، لكن الذم واقع على من بغى على الآخر فيه ، وقد دل القرآن على حمد كل واحد من الطائفتين في مثل هذا ، إذا لم يحصل من أحداهما بغي كما في قوله {ما قطعتم من لينة أو تركتموها قائمة على أصولها فبإذن الله }وقد كان الصحابة في حصار بني النضير اختلفوا في قطع الأشجار والنخيل فقطع قوم وترك آخرون وكما في قوله وداود وسليمان إذ يحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شاهدين ففهمناها سليمان وكلا آتينا حكما وعلما فخص سليمان بالفهم وأثنى عليهما بالعلم والحكم وكما في إقرار النبي صلى الله عليه وسلم يوم بني قريظة وقد كان أمر المنادي ينادي لا يصلين أحد العصر إلا في بني قريظة من صلى العصر في وقتها ومن أخرها إلى أن وصل إلى بني قريظة وكما في قوله صلى الله عليه وسلم ( إذا اجتهد الحاكم فأصاب فله أجران وإذا اجتهد ولم يصب فله أجر ) ونظائره كثيرة وإذا جعلت هذا قسما آخر صار الاختلاف ثلاثة أقسام .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وأما القسم الثاني من الاختلاف المذكور في كتاب الله - يقصد خلاف التضاد - فهو ما حمد فيه إحدى الطائفتين ، وهم المؤمنون ، وذم فيه الأخرى كما في قوله تعالى { تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجات وآتينا عيسى ابن مريم البينات وأيدناه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينات ولكن اختلفوا فمنهم من آمن ومنهم من كفر ولو شاء الله ما اقتتلوا } فقوله { ولكن اختلفوا فمنهم من آمن ومنهم من كفر }حمد لإحدى الطائفتين وهم المؤمنون وذم للأخرى ، وكذلك قوله { هذان خصمان اختصموا في ربهم فالذين كفروا قطعت لهم ثياب من نار يصب من فوق رءوسهم الحميم يصهر به ما في بطونهم والجلود ولهم مقامع من حديد كلما أرادوا أن يخرجوا منها من غم أعيدوا فيها وذوقوا عذاب الحريق * إن الله يدخل الذين آمنوا وعملوا الصالحات .... الآية }.....إلى أن قال رحمه الله : ¶ وكذلك جعل الله مصدر الاختلاف البغي في قوله { وما اختلف فيه إلا الذين أوتوه من بعد ما جاءتهم البينات بغيا بينهم } لأن البغي مجاوزة الحد وذكر هذا في غير موضع من القرآن ليكون عبرة لهذه الأمة وقريب من هذا الباب ما خرجاه في الصحيحين عن أبي الزناد عن الأعرج عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : ( ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم فإذا نهيتكم عن شيء فاجتنبوه وإذا أمرتكم بأمر فائتوا منه ما استطعتم ) فأمرهم بالإمساك عما لم يؤمروا به معللا ذلك بأن سبب هلاك الأولين إنما كان لكثرة السؤال ثم الاختلاف على الرسل بالمعصية كما أخبرنا الله عن بني إسرائيل من مخالفتهم أمر موسى في الجهاد وغيره وفي كثرة سؤالهم عن صفات البقرة التي أمرهم بذبحها .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "لكن هذا الاختلاف على الأنبياء هو والله أعلم مخالفة للأنبياء كما يقال اختلف الناس على الأمير إذا خالفوه ، والاختلاف الأول مخالفة بعضهم بعضا ، وإن كان الأمران متلازمين أو أن الاختلاف على الأنبياء هو الاختلاف فيما بينهم فإن اللفظ يحتمله.......قال أحمد في المسند حدثنا إسماعيل حدثنا داود بن أبي هند عن عمرو بن شعيب عن أبيه عن جده أن نفراً كانوا جلوسا بباب النبي صلى الله عليه وسلم ( فقال بعضهم ألم يقل الله كذا وكذا وقال بعضهم ألم يقل الله كذا وكذا فسمع ذلك رسول الله صلى الله عليه وسلم فخرج فكأنما فقيء في وجهه حب الرمان فقال أبهذا أمرتم أو بهذا بعثتم أن تضربوا كتاب الله بعضه ببعض إنما ضلت الأمم قبلكم بمثل هذا إنكم لستم مما ههنا في شيء انظروا الذي أمرتكم به فاعملوا به والذي نهيتكم عنه فانتهوا عنه ) وقال حدثنا يونس حدثنا حماد بن سلمة عن حميد ومطر الوراق وداود ابن أبي هند أن رسول الله صلى الله عليه وسلم خرج على أصحابه وهم يتنازعون في القدر فذكر الحديث ، وقال أحمد : حدثنا أنس بن عياض حدثنا أبو حازم عن عمرو بن شعيب عن أبيه عن جده قال لقد جلست أنا وأخي مجلسا ما أحب أن لي به حمر النعم أقبلت أنا وأخي وإذا مشيخة من أصحاب رسول الله صلى الله عليه وسلم جلوس عند باب من أبوابه فكرهنا أن نفرق بينهم فجلسنا حجرة إذ ذكروا آية من القرآن فتماروا فيها حتى ارتفعت أصواتهم ( فخرج رسول الله صلى الله عليه وسلم مغضبا قد احمر وجهه يرميهم بالتراب ويقول مهلا يا قوم بهذا أهلكت الأمم من قبلكم باختلافهم على أنبيائهم وضربهم الكتب بعضها ببعض إن القرآن لم ينزل يكذب بعضه بعضا وإنما نزل يصدق بعضه بعضا فما عرفتم منه فاعملوا به وما جهلتم منه فردوه إلى عالمه) وقال أحمد : حدثنا أبو معاوية حدثنا داود بن أبي هند عن عمرو بن شعيب عن أبيه عن جده قال خرج رسول الله صلى الله عليه وآله وسلم ذات يوم والناس يتكلمون في القدر قال",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فكأنما تفقأ في وجهه حب الرمان من الغضب قال فقال لهم : ( ما لكم تضربون كتاب الله بعضه ببعض بهذا هلك من كان قبلكم ) قال فما غبطت نفسي بمجلس فيه رسول الله صلى الله عليه وآله وسلم لم أشهده ما غبطت نفسي بذلك المجلس إذا لم أشهده . هذا حديث محفوظ عن عمرو بن شعيب رواه عنه النسائي ورواه ابن ماجة في سننه من حديث أبي معاوية كما سقناه ، وقد كتب أحمد في رسالته إلى المتوكل هذا الحديث وجعل يقول لهم في مناظرته يوم الدار ، إنا قد نهينا أن نضرب كتاب الله بعضه ببعض وهذا لعلمه رحمه الله بما في خلاف هذا الحديث من الفساد العظيم وقد روى هذا المعنى الترمذي من حديث أبي هريرة رضي الله عنه وقال حديث حسن غريب قال وفي الباب عن عمر وعائشة وأنس........ أ.هـ ¶ وقال ابن القيم رحمه الله في الإعلام 3/288 في بيان ( خطأ من يقول لا إنكار في مسائل الخلاف ) وقولهم إن مسائل الخلاف ، لا إنكار فيها ليس بصحيح فإن الإنكار إما ان يتوجه الى القول ، والفتوى أ العمل .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أما الاول فإذا كان القول يخالف سنة أو إجماعا شائعاً ، وجب إنكاره اتفاقا إن لم يكن كذلك ، فإن بيان ضعفه ، ومخالفته للدليل إنكار مثله ، وأما العمل فإذا كان على خلاف سنة او إجماع ، وجب إنكاره بحسب درجات الانكار ، وكيف يقول فقيه لا إنكار في المسائل المختلف فيها ، والفقهاء من سائر الطوائف ، قد صرحوا بنقص حكم الحاكم إذا خالف كتابا او سنة.......... إلى أن قال رحمه الله تعالى : وأما إذا لم يكن في المسألة سنة ولا إجماع وللاجتهاد فيها مساغ لم تنكر على من عمل بها مجتهدا أو مقلدا وإنما دخل هذا اللبس من جهة أن القائل يعتقد أن مسائل الخلاف هي مسائل الاجتهاد كما اعتقد ذلك طوائف من الناس ممن ليس لهم تحقيق في العلم والصواب ما عليه الأئمة أن مسائل الاجتهاد ما لم يكن فيها دليل يجب العمل به وجوبا ظاهرا مثل حديث صحيح لا معارض له من جنسه فيسوغ فيها إذا عدم فيها الدليل الظاهر الذي يجب العمل به الاجتهاد لتعارض الادلة او لخفاء الادلة فيها ....... ألىآخر ما قال . ¶ لذا قال ابن تيمية رحمه الله تعالى الفتاوى الكبرى 1/373 في مسألة من أنكر على شنبوذ الذي كان يقرأ بالشواذ في الصلاة : ¶ وأما الذي ذكره القاضي عياض ومن نقل من كلامه من الإنكار على ابن شنبوذ الذي كان يقرأ بالشواذ في الصلاة في أثناء المائة الرابعة وجرت له قضية مشهورة فإنما كان ذلك في القراءات الشاذة الخارجة عن المصحف كما سنبينه ولم ينكر أحد من العلماء قراءة العشرة ولكن من لم يكن عالما بها أو لم تثبت عنده كمن يكون في بلد من بلاد الإسلام بالمغرب أو غيره ولم يتصل به بعض هذه القراءات فليس له أن يقرأ إلا بعلمه فإن القراءة كما قال زيد بن ثابت سنة يأخذها الآخر عن الأول كما أن ما ثبت عن النبي صلى الله عليه وسلم من أنواع الاستفتاحات في الصلاة ومن أنواع صفة الأذان والإقامة وصفة صلاة الخوف وغير ذلك كله ... أ.هـ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأقول متى تكتسب النصوص الشرعية قطعيتها إذا كان لا إنكار في مسائل الخلاف ؟! ¶ الجواب لا تكتسب قطعيتها حتى يتفق عليها الرجال ، وهنا الطامة الكبرى فلا حجية للشرع ، ونصوصه حتى يقرأها ، ويتفق عليها الناس ، هذا لازم من لوازم لا انكار في مسائل الخلاف !!!! ¶ ولازم آخر ، إن كان لا إنكار في مسائل الخلاف ، أن نجمع بين الضدين ، لتوصم الشريعة بالتناقض ، فهذا يبيح وذاك يحرم وهلم جراء . ¶ إن الصواب في ذلك أن نقول ليس كل خلاف معتبر إلا ما كان له حظ من النظر وينبغي أن تربى الأمة على الإذعان لكتاب الله وسنة رسول الله ( والتسليم لهما2 ¶ …ثامناًً: سبب خلاف التضاد ¶ قال ابن تيمية في الإقتضاء 1/37 : ¶ وهذا الاختلاف المذموم من الطرفين يكون سببه تارة فساد النية لما في النفوس من البغي والحسد وإرادة العلو في الأرض بالفساد ونحو ذلك فيجب لذلك ذم قول غيره أو فعله أو غلبته ليتميز عليه أو يحب قول من يوافقه في نسب أو مذهب أو بلد أو صداقة ونحو ذلك لما في قيام قوله من حصول الشرف والرئاسة له وما أكثر هذا في بني آدم وهذا ظلم ويكون سببه تارة أخرى جهل المختلفين بحقيقة الأمرالذي يتنازعان فيه أو الجهل بالدليل الذي يرشد به أحدهما الآخر أو جهل أحدهما بما مع الآخر من الحق في الحكم أو في الدليل وإن كان عالما بما مع نفسه من الحق حكما ودليلا والجهل والظلم هما أصل كل شر كما قال سبحانه وحملها الإنسان إنه كان ظلوما جهول أ.هـ ¶ …تاسعاً : منهج الإسلام في التثريب : ¶ من تأمل نصوص الشريعة ، وأقوال أهل العلم المبنية على الأدلة الشرعية يجد أن الإسلام في النقد والتقريع ، والتثريب ينهج ما يلي : ¶ 1- إما أن يثرب على الفكرة ، وما يدعو إليه الشخص ، دون التعرض للشخص .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهذا ظاهر في نهي الرسول( الصحابة عن كثير من الأمور التي بلغته أن بعضهم يفعلها أو يقع فيها حيث يقول كما عند ومسلم والنسائي وغيرهما من حديث انس رضى الله عنه في قصة النفر الذين سألوا عن عبادة النبي صلى الله عليه وسلم ..... فقال الرسول ( (ما بال أقوام قالوا كذا وكذا /؟ لكني اصلي وأنام وأصوم وأفطر وأتزوج النساء ، فمن رغب عن سنتي فليس مني ) ¶ وفي حديث البخاري و مسلم من حديث عائشة رضى الله عنها قال الرسول صلى الله عليه وسلم : ( ما بال / أناس يشترطون شروطاً ليست في كتاب الله ؟ من اشترط شرطاً ليس في كتاب الله ، فليس له ، وإن اشترط مائة شرط ، شرط الله أحق و أوثق ) ¶ وحديث البخاري مسلم أيضاً ( ما بال رجال بلغهم عني أمر ترخصت فيه ...) ¶ وحديث البخاري مسلم أيضاً ( ما بال أقوام يرغبون عما رخص لي .... ) ¶ … ¶ وحديث مسلم أيضاً ( ما بال عامل أبعثه فيقول : هذا لكم وهذا لي .... ) قال النووي في شرحه على صحيح مسلم وفيه حسن المعاشرة بإرسال التعزيز والإنكار في الجمع ، ولا يعين فاعله فيقال ما بال أقوام ونحوه أ.هـ ¶ … ولأن الأمر لا يحتمل سوى التحذير من هذا الفعل ، فمن صدر منه جاهلاً لا يعلم الحكم ، وليس له قصد التوسيع على العباد ، بما لم يأذن به الله تعالى ، كما أن من صدر منه الخطأ ، لم يكن محل القدوة الذي يجب أن يحتذى حذوه . ¶ 2- وإما أن يثرب على الشخص والفكرة ، أو ما يدعو إليه معاً ¶ وهذا جلي في حادثة معاذ رضي الله فعن أبي مسعود عقبة بن عمرو البدري( قال : جاء رجل إلى النبي( فقال : إني لأتأخر عن صلاة الصبح من أجل فلان مما يطيل بنا ! فما رأيت رسول الله( غضب في موعظة قط أشد مما غضب يومئذ فقال : ( أيها الناس إن منكم منفرين فأيكم أم الناس فليوجز فإن من ورائه الكبير والصغير وذا الحاجة ) متفق عليه وفي رواية قال : ( أفتانٌ يا معاذ !؟ ) وهنا ثرّب رسول الله( على معاذ ( ونهى عن إطالة الصلاة .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأصرح من ذلك حديث الإمام أحمد رحمه الله ، وفيه : عن عبد الله بن عمرو (قال سمعت رسول الله ( يقول : ( سيكون في آخر أمتي رجال يركبون على سروج كأشباه الرحال ينزلون على أبواب المساجد نساؤهم كاسيات عاريات على رؤوسهم كأسنمة البخت العنوهن ،فإنهن ملعونات لو كانت وراءكم أمة من الأمم لخدم نساؤكم نساءهم ،كما خدمتكم نساء الأمم من قبلكم ) رواه أحمد ، والحاكم والطبراني ورجال أحمد رجال الصحيح وقال الحاكم صحيح الإسناد على شرط الشيخين ولم يخرجاه . ¶ وهنا أمر الرسول ( بلعنهن ، إضافة إلى تحريم فعلهن ، فاشتمل الحديث على البراءة منهن وذلك بلعنهن ، وعلى نقد فعلهن وتحريمه . وهنا تكمن التربية للأمة ، التربية الحقة لا تربية الإغراق في المصالح الموهومة التي لا وجود لها إلا في أذهان المميعين .!! ¶ 3- وإما أن يثرب على الشخص دون الفكرة ، والفعل الذي صدرمنه خصوصاً إذا كانت فكرةً كفريةً الحاديةً قد تعلق في قلوب العامة إذا طرحت على مسامعهم ، وكان الناقد لها بضاعته العلمية مزجاة ، أو كانت دعوة إلى جاهلية جهلاء وعصبية صماء ، أو كانت في الإعراض ولا مصلحة لظهورها على سطح الواقع والمصلحة هنا في التثريب على الشخص دون الفكرة ، لكي لا تعلق في قلوب العامة كما ذكرت ولا يثلم عرض ، وبرهان ذلك :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "… عن أبي هريرة قال بعث رسول الله ( عمر على الصدقة فقيل منع ابن جميل ، وخالد بن الوليد ، وعباس عم النبي صلى الله عليه وآله وسلم فقال رسول الله صلى الله عليه وآله وسلم : ( ما ينقم ابن جميل إلا أنه كان فقيرا فأغناه الله وأما خالد فإنكم تظلمون خالدا قد احتبس أدرا عه ، وأعتاده في سبيل الله تعالى وأما العباس فهي علي ومثلها معها ثم قال يا عمر أما شعرت أن عم الرجل صنو أبيه ) رواه أحمد ومسلم وهنا لم يفصل الرسول( في فعل ابن جميل وإنما قال ما نقم ابن جميل .........وفي البخاري ومسلم في حادثة الإفك وفيه ( فقام رسول الله (من يومه فاستعذر من عبد الله بن أبي وهو على المنبر فقال يا معشر المسلمين من يعذرني من رجل قد بلغني عنه أذاه في أهلي والله ما علمت على أهلي إلا خيرا ولقد ذكروا رجلا ما علمت عليه إلا خيرا وما يدخل على أهلي إلا معي ) وهنا أيضاً لم يفصل فيما قال أبي - عدو الله - على عائشة رضى الله عنها لقبح قوله عليه من الله ما يستحق . ¶ ولا يقال إن ابن أبي كان منافقاً ، إذ لا يسوغ هذا ، لأنه كان محسوباً من المسلمين لذا دافع عنه بعض الصحابة رضى الله عنهم الذين لا يعلمون حاله ، ولم يقل الرسول ( من يعذرني في رجل منافق حيث عامله بما ظهر من حاله وما يدعيه ولو عامله بالغيب لوجب قتله .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ولهذا نهي المسلم أن يغشى المجالس التي يخاض فيها بالكفر والإلحاد بآيات الله والاستهزاء بدينه إلا أن يكون منكراً عليهم ذلك ، وإن لم يستطع ، لضعفٍ علمي أو خوف جبلي ، فلا يجلس معهم وما ذاك ، إلا خشية أن يفهم من جلوسه الإقرار ، أو أن تطرح شبة تعلق في قلبه فيصبح مثلهم نسأل الله السلامة من الزيغ ، قال تعالى {وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَابِ أَنْ إِذَا سَمِعْتُمْ آيَاتِ اللَّهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذاً مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَافِقِينَ وَالْكَافِرِينَ فِي جَهَنَّمَ جَمِيعاً} ¶ وقال تعالى : { وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ } وهل المميعين لديننا ، إلا ممن أنساهم الشيطان فعكفوا على كتب الظالمين وأخذوا يطرحون بين أبناء أمتنا الإسلامية خزعبلات وترّا هات تمجها الفطر السليمة . ¶ عاشراً : الأدلة على مشروعية التثريب على المخالف ¶ إذا كان المخالف المراد تثريبه مخالفاً لكتاب الله وسنة رسوله ، خارجاً عن فهم السلف ومن سار عل هديهم ، فإن الإسلام لا يرى غضاضة في التثريب عليه لأنه من أهل الخطأ في هذه الحالة ، بل يصل الأمر في كثير من الحالات إلى الوجوب ، لما يلي : ¶ 1- فمن القرآن ¶ أ ـ ما مضى ذكره من الأيات في معاتبة الله لأنبيائه على فعلهم خلاف الأولى وفي قصة آدم نص على المعصية ، ووصفه الله بهذه الحالة أنه غوى ، وليراجع ص 7-9 .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ب ـ {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جَاءَكُمْ فَاسِقٌ بِنَبَأٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهَالَةٍ فَتُصْبِحُوا عَلَى مَا فَعَلْتُمْ نادمين}فهنا سمى من كذب في أمر القوم وأنهم منعوا الزكاة ، فاسقاً لكذبه على رأي من ذهب إلى هذا التفسير ولم يعترض على سبب النزول ، وإذا سمي منن كاد أن يريق دماء المسلمين بلا سبب فاسقاً فكيف بمن يزعزع عقائدهم ويشككهم في امور دينهم ويفتنهم فيه !!. ¶ ج ـ سمى الله الذين نادوا رسول الله ( من وراء الحجرات بصوت مرتفع ودعوه كما يدعي أحدهم صاحبه ، أنهم لا يعقلون - ليسوا بعقلاء في ذلك - { إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ أَكْثَرُهُمْ لا يَعْقِلُونَ } ¶ د ـ عتاب الله للصحابة في حادثة أحد والحكم على بعضهم بأنهم أرادوا الدنيا على الآخرة { وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ حَتَّى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ مَا أَرَاكُمْ مَا تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيَا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفَا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ} ¶ هـ ـ عتاب الله لمخشي بن حمير ( في قوله تعالى { وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُو نَ * لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةَ بِأَنَّهُمْ كَانُوا مُجْرِمِينَ} فوصف هنا بالكفر أثناء الحادثة وقبل توبته ، ثم تيب عليه وبقيت الآية عظة للمتعظ .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وغير ذلك مما يطول المقام بذكره ، ولعل ما ذكرت فيه الكفاية لطالب الحق ، ولا أظن بعد عتاب الله لأنبيائه من شيء ، حيث لا أبلغ من عتاب الله لمحمد ( في سورة الأحزاب في قصة زيد بن الحارثة ( وأم المؤمنين زينب بنت جحش ( إذ يقول تعالى { وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ } لذا أخرج الطبري 22/11وأصله في الصحيح بلفظ ( من حدثك بثلاث ) من قول عائشة رضى الله عنها قالت : لو كتم محمد صلى الله عليه وسلم شيئاً مما أوحي إليه من كتاب الله لكتم { وَتُخْفِي فِي نَفْسِكَ مَا اللَّهُ مُبْدِيهِ وَتَخْشَى النَّاسَ وَاللَّهُ أَحَقُّ أَنْ تَخْشَاهُ }يراجع ما قاله ابن كثير في الآية . ¶ بل في سورة الإسراء كما ذكرت آنفاً ، عتاب وتأنيب أشد من ذلك ، إذ يقول الله تعالى {وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ وَإِذاً لَاتَّخَذُوكَ خَلِيلاً*وَلَوْلا أَنْ ثَبَّتْنَاكَ لَقَدْ كِدْتَ تَرْكَنُ إِلَيْهِمْ شَيْئاً قَلِيلاً* إِذاً لَأَذَقْنَاكَ ضِعْفَ الْحَيَاةِ وَضِعْفَ الْمَمَاتِ ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيراً} وسوءاً كان الذي أراد أن يركن إليه هو ما قاله ابن عباس في قبيلة ثقيف عندما دعاهم الرسول ( للإسلام ، حيث شرطوا أن يأخذوا هذا العام ما يهدى للآلهة ، أو غير ذلك مما ذكر أهل التفسير ..... إلا أن الصواب أن هذا الذي كاد يركن إليه الرسول ( الله اعلم به ، المهم أن الله عاتبه على ذلك حتى وإن كان يرى الرسول ( أن هذا في صالح الدعوة ¶ 2- من السنة",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أ ـ لقد أمر الرسول ( أن نسف باللفظ إسفافاً ما بعده إسفاف لمن تعزى بعزاء الجاهلية وأن نقول عظ على فرج أبيك وأن لا نستعمل الكناية في ذلك بل اللهجة الدارجة3( عض على هن أبيك ولا تكنوا ) وهذا فيمن أخطأ خطاءً ميسوراً في نظر كثير من الناس ، فما بالك بأخطاء الاعتقاد ، والكفر والزندقة . ¶ ب ـ قول الرسول (عن أبي السنابل : (كذب أبو السنابل إذا أتاك أحد ترضينه فائتي به أو قال فائتيني ، فاخبرها أن عدتها قد انقضت ) رواه أحمد ورجاله رجال الصحيح . ¶ ج ـ ما روي عن أبي بكر قوله لعروة بن مسعود الثقفي ( أمصص بظر اللات ) وذلك في الحديبية ، ¶ د ـ ما روى لنا مسلم رحمه الله في صحيحه ، قول كعب بن عجرة عندما رأى عبد الرحمن بن أم الحكم يخطب قاعداً قال : ( انظروا إلى هذا الخبيث يخطب قاعداً ..........) هذا في مسألة الخطبة. ¶ هـ ـ ما روي مسلمٌ أيضاً في صحيحه ، قول عمارة بن رويبة لما رأى بشر بن مروان على المنبر رافعاً يديه فقال قبح الله هاتين اليدين ، لقد رأيت رسول الله (ما يزيد على أن يقول بيده هكذا ، وأشار بإصبعه المسبحة . ¶ و ـ وفي البخاري مقاطعة عبد الله بن مغفل لابن أخيه عندما لم ينتهي عن الخذف قال : والله لا كلمتك بعدها أبداً . هذا في مسألة ، الخذف ،قاطع ابن أخيه فكيف بتمييع الدين؟! ¶ ز ـ وعبد الله بن الزبير عندما قال لحبر الأمة ابن عباس إيماءً ، وهو تحت أعواد منبره قال : إن أقواماً أعمى الله قلوبهم كما أعمى أبصارهم ، لا يزالون يفتون بالمتعة ، فرد عليه ابن عباس قائلاً إنك لجلف جاهل لقد فُعِلَت في عهد من هو خير منك عهد إمام المتقين .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ي ـ كثيرة هي ألفاظ الصحابة فيما بينهم عندما يجانب أحدهم الصواب يقولون كذب فلان ، وكذب فلان ، ففي السنن الصغرى تكذيب عبد الله بن سلام لأبي بن كعب في مسألة وقت ساعة الاستجابة يوم الجمعة قال عبدالله بن سلام : كذب أبي وسوءًا أراد به اللغة الحجازية بمعنى أخطأ أو أراد به الكذب حقيقة ، المهم أن لفظة ( كذب ) صدرت مع إمكان استخدام ألطف منها ككلمة ( أخطأ ) وهذا في مسألة ميسورة الخلاف فيها خلاف تنوع وليس خلاف تضاد ، وما نحن بصدده ليس من هذا الخلاف إنما نحن وسط معمعة عظيمة من مدعي العلم يحاولون أن يزرعوا في الناس تعظيم العقل واطراح النصوص الشرعية ، وتبجيل الرجال ، وتقديمهم على قال الله وقال رسوله (والله جل ذكره يقول { إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون } ¶ ومن ذلك التثريب ، قول عمر رضي الله عنه لحاطب في مسألة إخبار المشركين بغزو الرسول (لهم قال عمر لما علم بالخبر : نافق يا رسول الله دعني أضرب عنقه فلم ينكر الرسول صلى الله عليه وسلم الوصف بل قال : ( سالوه ) قال ابن تيمية في الصارم المسلول 3/664 ما نصه : فدل على أن ضرب عنق المنافق من غير استتابة مشروع إذ لم ينكر النبي على عمر استحلال ضرب عنق المنافق ولكن أجاب بان هذا ليس بمنافق ، ولكنه من أهل بدر المغفور لهم ....إلى آخر ما قال رحمه الله",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وفي حادثة الإفك ، وما جري بين الصحابة رضى الله عنهم من المشادة الكلامية بمحضر الرسول ( كما في الصحيحين ( فقام سعد بن معاذ أحد بني عبد الاشهل فقال يا رسول الله أنا والله أعذرك منه إن كان من الاوس ضربنا عنقه وان كان من إخواننا من الخزرج أمرتنا ففعلنا فيه أمرك فقال سعد بن عبادة وهو سيد الخزرج وكانت أم حسان بنت عمه من فخذه وكان رجلا صالحا ولكن احتملته الحمية فقال لسعد بن معاذ كذبت لعمر الله لا تقتله ولا تقدر على ذلك فقام اسيد بن حضير وهو ابن عم سعد يعني ابن معاذ فقال لسعد بن عبادة كذبت لعمر الله لنقتلنه فانك منافق تجادل عن المنافقين فثار الحيان الاوس والخزرج حتى هموا أن يقتتلوا ورسول الله ( قائم هذا بالنسبة للصحابة رضى الله عنهم ، وأما من بعدهم فإليك ، أقوالهم : ¶ فالإمام أحمد عندما نُقِلَ له قولٌ عن أبي ثور لا يتفق مع الدليل قال : أبو ثور كاسمه ونحواً من ذلك قال عن أبي حنيفة ما قوله عندي ، والبعرة إلا سواء ، وقال عن الكرابيسي كذب هتكه الله الخبيث وذلك في مسألة لفظي بالقرآن مخلوق ، وفي كتاب المجروحين لابن حبان ترجمة أبي حنيفة كلام لسفيان الثوري رحمه الله على أبي حنيفة حيث قال : أستتيب أبو حنيفة من الكفر مرتين ، ولما جاءه خبر موته قال لمن أخبره : اذهب إلى إبراهيم بن طهمان فأخبره ، فجاء الرسول فقال : وجدته نائماً قال : ويحك : اذهب فأنبه ، وبشره ، فإن فتان هذه الأمة مات ، والله ما ولد في الإسلام ، أشأم عليهم من أبي حنيفة ، ووالله لكان أبو حنيفة ، أقطع لعروة الإسلام عروة عروة من قحطبة الطائي بسيفه . وحمد الله على موته لما جاء نعيه إليه ، وقال : الحمدلله الذي أراح المسلمين منه . وقال في موضع آخر عنه إنه غير ثقة ، ولا مأمون ¶ ولا يخفى علينا قول أبي إسماعيل الهروي عن الاشاعرة ، وأنهم مخانيث المعتزلة وذكر ذلك ابن تيمية في الفتاوى رحمه الله.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "بل شنع ابن القيم بالفظ على الجهمية والمبتدعة ومن يخبط خبط عشواء في الأسماء والصفات فقال : وقد شاهدنا نحن وغيرنا كثير من مخانيث تلاميذ الجهمية والمبتدعة إذا سمعوا شيئا من آيات الصفات وأحاديث الصفات المنافية لبدعتهم رأيتهم عنها معرضين كأنهم حمر مستنفرة فرت من قسورة ويقول مخنثهم سدوا عنا هذا الباب واقرؤوا شيئا غير هذا وترى قلوبهم مولية وهو يجمحون لثقل معرفة الرب سبحانه وتعالى وأسمائه وصفاته على عقولهم وقلوبهم وكذلك المشركون على اختلاف شركهم إذا جرد لهم التوحيد وتليت عليهم النصوص المبطلة لشركهم اشمأزت قلوبهم وثقلت عليهم ولو وجدوا السبيل إلى سد آذانهم لفعلوا ..... إلى آخر ما قال في الإعلام 1/201 ولو قال قائل إن ابن القيم قال هذا لقول في الجهمية ، والجهمية قد كفرتهم الأمة قلنا بل قال ذك في عموم المبتدعة من الجهمية وغيرهم ممن هو أقل منهم خبثاً لذا قال ( مخانيث تلاميذ الجهمية والمبتدعة ) ¶ والناظر إلى كتب الجرح والتعديل ، وقسوة ألفاظها علم أن السلف كان هذا من منهجهم فيمن يعبث بقضايا الإسلام ، فكثيراً ما نقرأ في تهذيب الكمال للمزي ، أو تهذيب التهذيب لابن حجر ، فلان كذاب وفلان وضاع وفلان خبيث وفلان أعور دجال فلان ليس بشيء وفلان زنديق وفلان مرجيء وفلان متهم بالاعتزال وفلان ناصبي وفلان رافضي وفلان .....وفلان....وفلان.... ، وغير ذلك كثير مما يطول المقام بذكره ¶ فهل نحن أفضل من الرسول ( والصحابة ، والسلف ، وأعلم منهم وأحكم أم أن المميعين والعابثين بقضايا الإسلام ، أشرف قدراً ممن مضى ذكرهم هيهات هيهات إلا أن نساوي الثرى بالثريا . ¶ واستمر الوضع في التثريب على المخالف من عهد السلف إلى وقت أئمة الدعوة عليهم رحمة الله ، وإليك بعض النماذج من تثريبهم على من يخالف الحق أو يجري وراء خلاف غير معتبر أو يتجاهل النصوص الشرعية جرياً وراء آراء الرجال :",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "1- فهذا الشيخ سليمان بن عبدالله بن الشيخ المتوفى عام 1233هـ رحمه الله لما غزت الدولة العثمانية بلاد التوحيد ـ بعض مناطق الجزيرة العربية ـ ألف كتاباً أسماه ( الدلائل ) بين فيه ردة القوم بل ردة من عاونهم وظاهرهم من المسلمين ، وسمى جيوشهم ( جنود القباب والشرك ) انظر الدرر السنية 1/397 الطبعة الثانية ¶ 2- الشيخ حمد بن عتيق المتوفى عام1301هـ رحمه الله ، ألف كتاباً في نقد الدولة العثمانية وبيان ضلالها سماه ( سبيل النجاة والفكاك من ولاة المرتدين والأتراك ) ¶ 3- وفي رسائل الشيخ حمد بن عتيق رحمه الله عندما رد على من اشترط القصد في الكفر قال له : ( قاتلك الله يابهيم ، إن كنت تزعم أنه لا يكفر ، إلا من شرح بالكفر صدراً ، فهل يقدر أحد أن يكره أحداً على تغيير العقيدة ، وان يشرح صدره بالكفر ـ يقصد صدر غيره ـ راجع رسائل الشيخ حمد رحمه الله . ¶ 4- وفي شعر الشيخ سليمان بن سحمان ، رحمه الله ، ما يدل على غليظ القول في مخالفة الدولة العثمانية لشرع الله والتي يسميها الناس اليوم الخلافة الإسلامية حيث يقول : ¶ وما قال في الأتراك من وصف كفرهم وأعداهم للمسلمين وشرهم ومن يتول الكافرين فمثلهم ومن قد يواليهم ويركن نحوهم . ¶ فحق فهم من أكفر الناس في النحل ينوف ويربو في الضلال على الملل ولا شك في تكفيره عند من عقل فلا شك في تفسيق وهو في وجل ¶ ومثل ذلك قال تلميذه حسين بن على رحمه الله : ¶ فيادولة الأتراك لا عاد عزكم ملكتم فخالفتم طريق نبينا جعلتم شعار المشركين شعاركم تزودتم دين النصارى علاوة فبعداً لكم سحقاً لكم خيبة لكم . ¶ علينا وفي أوطاننا لا رجعتمو وللمنكرات والخمور استبحتمو فكنتم إلى الإشراك أسرع منهمو فرجساً على رجس عظيم حملتمو ومن كان يهواكم ويصبو إليكمو .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومثل ذلك عن الشيخ عبدالله بن محمد بن سليم ، والشيخ عبدالله بن عبداللطيف والشيخ عبدالرحمن بن عبداللطيف بن عبدالله آل الشيخ ، كثير مما يطول المقام بذكره 4 واستمر الحال حتى وصل الأمر إلينا فغيرنا منهج السلف ، وزعمنا الرشد في ذلك ، والله المستعان . ¶ والسؤال ما هو الحكم الذي يفهم من هذه النصوص المتقدمة سوءاً من السنة أو من أقوال السلف ، سوى جواز إطلاقها ، أو أفضليته ، أو تحريمه . ¶ فإن كان الجواب بالأول والثاني ، أمكن حمل النصوص الواردة بقسوة اللفظ أو لطافته ذلك . ¶ وإن كان الجواب بالتحريم ، فهنا اعتراض ، وإشكال ، وهو إثم من صدرت عنه هذه الألفاظ كائناً من كان !!!!حتى يلزم من ذلك تأثيم الرسول (- حاشاه من الإثم - وإن قال قائل خلاف الأولى ، قلنا إذاً من صدرت عنهم ، وهم أئمة الزهد والورع فعلوا خلاف الأولى ، وأنت فعلت الأولى !!!! فإن قيل هي مسألة اجتهادية لا تثريب في ذلك قلنا هو المطلوب إثباته . ¶ أخيراً : ¶ أعيد ما قلته في المنهج الإسلامي ، وأن من أبرز سماته ، أن لا يساوي بحال من الأحوال بين تبرئة الأشخاص وتشويه المنهج ، فإن تبرئة الأشخاص تحمل بين طياتها تشويه المنهج الإسلامي بكامله وإظهاره بمظهر التناقض !!! ومفسدة تشويه المنهج وتعتيمه وتمييعه أعظم من مصلحة تبرئة الأشخاص والدفاع عنهم وعن أطروحاتهم الهشة ، والسمجة في كثير من الأحيان .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لذا فإن المنهج الإسلامي ، يصف المخطئون بالخطاء ، إذا أخطئوا ، ويصفهم بالانحراف ، إذا انحرفوا ، ويصفهم بالضلال إذا ضلوا ، وبالإحسان إذا احسنوا ، مهما كان قدرهم ، ومهما علت منازلهم ، ولا ينحرف المنهج معهم ، ليجاري انحرافهم وضلالهم ، إن منهج الله ثابت ، وقيمه ، وموازينه ثابتة ، والبشر ، يبعدون ، أو يقربون من هذه القيم والموازين ومن المنهج ، ويخطئون ، ويصيبون في قواعدهم ، وتصوراتهم إما اجتهاداً ، أو عناداً ، أو كبراً ، أو ادعاء امتلاك الحقيقة المطلقة ، ولكن ليس شيئاً من ذلك محسوباً على الإسلام ، ومنهجه ، إنما عليهم وحدهم . ¶ لذا كان لزاماً نقدهم ، وتخطيتهم ليبقى منهج الإسلام ثابتاً لا تشوبه شائبة ، وخير شاهد على ذلك أن القرآن ذكر للأمة بعضاً مما وقع فيه الأنبياء خلاف الأولى ، وذكره لنا بعد توبتهم منه، وإقلاعهم عنه . ¶ إن كل فرد من أفراد امتنا الإسلامية على ثغر من ثغور الإسلام فالله الله أن يؤتى الإسلام من قبلنا ، ومن حرصنا الشديد على الدفاع عن الأشخاص ، أكثر من حرصنا على الدفاع عن حياض الدين ، والذود عنها . ¶ والسلام عليكم ورحمة الله وبركاته،،، ¶ كتبه محبكم في الله ¶ عبدالعزيز بن صالح الجربوع ¶ 9/6/1422هـ ¶ 1- لتتميم الفائدة رأيت أن أذكر ما ساقه ابن كثير من الآثار بهذا الصدد .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال ابن كثير رحمه الله في تفسيره لسورة يوسف - أول السورة - : ومما يناسب ذكره هذه الآية الكريمة المشتملة على مدح القرآن وأنه كاف عن كل ما سواه من الكتب ما رواه الإمام أحمد 3378 حدثنا سريج بن النعمان أخبرنا هشيم أنبأنا مجالد عن الشعبي عن جابر بن عبد الله أن عمر بن الخطاب أتى النبي ( = =بكتاب أصابه من بعض أهل الكتاب فقرأه على النبي صلى الله عليه وسلم قال فغضب وقال :( أمتهوكون فيها يا ابن الخطاب والذي نفسي بيده لقد جئتكم بها بيضاء نقية لا تسألوهم عن شيء فيخبروكم بحق فتكذبونه أو بباطل فتصدقونه والذي نفسي بيده لو أن موسى كان حيا ما وسعه إلا يتبعني ) وقال الإمام أحمد 3365 حدثنا عبد الرزاق أخبرنا سفيان عن جابر عن الشعبي عن عبد الله بن ثابت قال جاء عمر إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله إني مررت بأخ لي من قريظة فكتب لي جوامع من التوراة ألا أعرضها عليك قال فتغير وجه رسول الله صلى الله عليه وسلم قال عبد الله بن ثابت فقلت له ألا ترى ما بوجه رسول الله صلى الله عليه وسلم فقال عمر رضينا بالله ربا وبالإسلام دينا وبمحمد رسولا قال فسرى عن النبي صلى الله عليه وسلم وقال ( والذي نفس محمد بيده لو موسى ثم اتبعتموه وتركتموني لضللتم إنكم حظي من الأمم وأنا حظكم من النبيين ) وقال الحافظ أبو يعلى الموصلي حدثنا عبد الغفار بن عبد الله بن الزبير حدثنا علي بن مسهر عن عبد الرحمن بن إسحاق عن خليفة بن قيس عن خالد بن عرفطة قال كنت جالسا ثم عمر إذ أتى برجل من عبد آلاف مسكنه بالسوس فقال له عمر أنت فلان بن فلان العبدي قال نعم قال وأنت النازل بالسوس قال نعم فضربه بقناة معه قال فقال الرجل ما لي يا أمير المؤمنين فقال له عمر أجلس والحاصل فقرأ عليه بسم الله الرحمن الرحيم ( الر تلك آيات الكتاب المبين إنا أنرلناه قرآنا عربيا لعلكم تعقلون نحن نقص عليك أحسن القصص إلى لمن الغافلين ) فقرأها عليه ثلاثا فقال",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "له الرجل ما لي يا أمير المؤمنين فقال أنت الذي نسخت كتاب دانيال قال مرنى بأمرك أتبعه قال انطلق بالحميم والصوف الأبيض ثم لا تقرأه ولا تقرئه أحدا من الناس فلئن بلغني عنك أنك قرأته أو أقرأته أحدا من الناس لأنهكنك عقوبة ثم قال أجلس والحاصل بين يديه فقال ( أنطلقت أنا فانتسخت كتابا من أهل الكتاب ثم جئت به في أديم فقال لي رسول الله صلى الله عليه وسلم ما هذا في يدك يا عمر قال قلت يا رسول الله كتاب نسخته لنزداد به علما إلى عملنا فغضب رسول الله صلى الله عليه وسلم حتى احمرت وجنتاه ثم نودى بالصلاة جامعة فقالت الأنصار أغضب نبيكم صلى الله عليه وسلم السلاح السلاح فجاؤا حتى أحدقوا بمنبر رسول الله صلى الله عليه وسلم فقال يا أيها الناس إني قد أوتيت جوامع الكلم وخواتيمه واختصر لي اختصارا ولقد أتيتكم بها بيضاء نقية فلا تهوكوا ولا يغرنكم المتهوكون قال عمر فقمت فقلت رضيت بالله ربا وبالإسلام دينا وبك رسولا ثم نزل رسول الله صلى الله عليه وسلم ) وقد رواه ابن أبي حاتم في تفسيره مختصرا من حديث عبد الرحمن بن إسحاق به وهذا حديث غريب من هذا الوجه وعبد الرحمن بن إسحاق هو أبو شيبة الواسطى وقد ضعفوه وشيخه قال البخاري لا يصح حديثه قلت وقد روى له شاهد من وجه آخر فقال الحافظ أبو بكر أحمد بن إبراهيم الإسماعيلي أخبرني الحسن بن سفيان حدثنا يعقوب بن سفيان حدثنا إسحاق بن إبراهيم بن العلاء الزبيدي حدثني عمرو بن الحارث حدثنا عبد الله بن سالم الأشعري عن الزبيدي حدثنا سليم بن عامر أن جبير بن نفير حدثهم أن رجلين كانا بحمص في خلافة عمر رضي الله عنه فأرسل إليهما فيمن أرسل من أهل حمص وكانا قد أكتتبا من اليهود صلاصفة فأخذاها الوقوف يستفتيان فيها أمير المؤمنين يقولون إن رضيها أزددنا فيها رغبة وإن نهانا عنها رفضناها فلما قدما عليه قالا إنا بأرض أهل الكتاب وأنا نسمع منهم كلاما تقشعر منه جلودنا أفنأخذ منه أو نترك فقال لعلكما",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "كتبتما منه شيئا فقالا لا قال= =سأحدثكما انطلقت في حياة النبي صلى الله عليه وسلم وآله وسلم حتى أتيت خيبر فوجدت يهوديا يقول قولا أعجبني فقلت هل أنت مكتبي مما تقول قال نعم فأتيت بأديم فأخذ يملي على حتى كتبت في الأكراع فلما رجعت قلت يا نبي الله وأخبرته قال ائتني به فأنطلقت أرغب عن الشئ رجاء أن أكون جئت رسول الله ببعض ما يحب فلما أتيت به قال اجلس اقرأ على فقرأت ساعة ثم نظرت إلى وجهه فإذا هو يتلون فتحيرت من الفرق فمنا استطعت أن أجيز منه حرفا فلما رأى الذي بي رفعه ثم جعل يتبعه رسما رسما فيمحوه بريقه وهو يقول لا تتبعوا هؤلاء فإنهم قد هوكوا وتهوكوا حتى محا آخره حرفا حرفا قال عمر رضي الله عنه فلو علمت أنكما كتبتما منه شيئا جعلتكما نكالا لهذه الأمة قالا والله ما نكتب منه شيئا أبدا فخرجا بصلاصفتهما فحفرا لهم فلم يألوا أن يعمقا ودفناها فكان آخر العهد منها وكذا روى الثوري عن جابر بن يزيد الجعفي عن الشعبي عن عبد الله بن ثابت الأنصاري عن عمر بن الخطاب بنحوه وروى أبو داود في المراسيل 455 من حديث قلابة عن عمر نحوه والله اعلم . ¶ 2- وللشيخ محمد الدويش وفقه الله مقال جميل بعنوان فيه خلاف أنقله بنصه للفائدة حيث تحدث عن الكلمة التي تلاك باللسان دون وعي لمعناها ( فيه خلاف ) أي لا تنكر ولا تعنف فالأمر خلاف ، قال الشيخ محمد حفظه الله : ¶ كثيراً ما تتردد هذه العبارة\"هذه مسألة خلافية، هذه مسألة اختلف فيها الفقهاء\"....إلخ ولا نزاع في أن هناك من المسائل ماهي مسائل خلاف واجتهاد بين أهل العلم، وكلام أهل العلم حول مسائل الخلاف والاجتهاد معروف قديماً وحديثاً، لكنها تثار اليوم بصورة تخرجها من إطار البحث في مسائل الاجتهاد والخلاف:",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "*فهي في الأغلب تثار حول قضايا لها بعد اجتماعي أو فكري، وليس المقصود الخلاف الفقهي البحت، فكثير من المستغربين على سبيل المثال يثيرون مسائل تتعلق بالمرأة مما نقل فيها خلاف بين أهل العلم، والدافع لذلك أبعد من مجرد الخلاف الفقهي، بل هو تكأة للتغريب سرعان ما يتجاوزون المسألة محل الخلاف إلى مالا خلاف في تحريمه ومنعه.. ¶ *أنها تثار من قبل فئام من الناس ليسوا من أهل العلم والفقه، ولا ممن يفقهون البحث في المسائل الشرعية إنما يتصيدون من أقوال الفقهاء ما يتسق مع أهوائهم ¶ *أنها في الأغلب لا تقتصر على مناطها ، فالخلاف الفقهي يتخذ ذريعة لتنزيله على دائرة أوسع ومما ينبغي تقريره في هذه العجالة ¶ *أن هناك فرقاً بين مسائل الخلاف ومسائل الاجتهاد، فليست كل مسألة نقل فيها خلاف بين أهل العلم تعد من المسائل التي لا إنكار فيها، بل ذلك في مسائل الاجتهاد. ... ثم ذكر كلام ابن القيم الذي ذكرته آنفاً ¶ *أن المرجع في ذلك كله إلى نصوص الكتاب والسنة فمتى صح الدليل وجب الرجوع إليه والأخذ به ولم يسغ اتباع القول الآخر بحجة الخلاف في المسألة. وحين ترد السنة الصحيحة الثابتة عن النبي صلى الله عليه وسلم لأجل أن هناك من خالف في هذه المسألة فهذا يلزم منه أن أقوال النبي صلى الله عليه وسلم وأوامره لا تكتسب شرعيتها إلا حين يتفق عليها الناس، فمخالفة أحد لها - أيا كان سبب ذلك - ينزع عنها هذه الشرعية ويجعل الأمر واسعاً وهذا مسلك خطير، يحتاج صاحبه إلى أن يراجع إيمانه .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "*لابد من الاعتناء بتربية الناس على التسليم لله تبارك وتعالى، وتعظيم نصوص الشرع، وأخذ الدين بقوة، والبعد عن تتبع الرخص وزلات العلماء *الحذر من الدخول في جدل فقهي مع أمثال هؤلاء حول هذه المسائل محل النقاش، فهذا الذين يسعون إليه ويريدونه. فممن الممكن والمقبول أن يبحث المرء المسألة ويناقشها مع طلبة للعلم يدركون اللغة العلمية الفقهية، ويريدون الحق ويسعون إليه، أما أولئك الذين يثيرون هذه المسائل فليسوا يجيدون فهم اللغة العلمية، ولا يعون مقاصد الشريعة، إنما هم رعاع متطفلون قادهم الهوى إلى الخوض في دين الله عز وجل .أ.هـ ¶ 3ـ كما في حديث أحمد في مسنده ، والبخاري في الأدب المفرد ، والنسائي في السنن الكبرى والطبراتي في الكبير وابن السني في عمل اليوم والليلة ، وذكره الهيثمي في مجمع الزوائد ¶ 4- وللشيخ ناصر الفهد حفظه الله بحث قيم في كلام أئمة الدعوة ، في الدولة العثمانية تطرق فيه لغالب اقوالهم أسماه ( الدولة العثمانية وموقف دعوة الشيخ محمد بن عبدالوهاب منها ) فليراجع فإنه قيم للغاية . ¶ ?? ¶ ?? ¶ ?? ¶ ??",
            "page": "42",
            "part": "1"
        }
    ],
    "t36190": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الوارف في مشروعية التثريب على المخالف"
        }
    ]
}