{
    "b36192": [
        {
            "hno": null,
            "id": "1",
            "nass": "صَفْوَةُ الْمَنْقُولاتِ شَرْحُ شُرُوطِ الْصَّلاةِ ¶ للعلامة الحنفي ¶ اعتنى به ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "هذه الرسالة تسمى صفوة المنقولات في شرح شروط الصلاة ومخرج فتاوى مسائل هذه الرسالة من كتب المذكورات فتاوى البخاري وفتاوى السمرقندي وفتاوى أبي الليث وفتاوى قاضي خان وفتاوى التمرتاشي وفتاوى النسفي وفتاوى برهان الدين وفتاوى العتابين وفتاوى الصغرى وفتاوى أبو الفضل الكرماني وجملة هذه الكتب عشرة كاملة . ¶ الحمد لله الذي نزل الفرقان وجعل العبادة سبباً لفلاح الانسان والصلاة على محمد واله وأصحابه الذين اتبعوا باحكام القران وبعد فلما رايت هذا المختصر متداولا بين الطالبين ولم يكن له شرحا وافيا فشرحته بعون المنان وسميته صفوة المنقولات في شرح شروط الصلاة واسال الله تعالى أن يجعله خالصا لوجهه ومكفرا لذنوبي بفضله وكرمه وهو المعين على كل المراد واليه المرجع والمعاد قال المصنف رحمه الله تعالى باب شروط الصلاة وهي أي الشروط ثمانية الأول أي الشرط الاول للصلاة الوضوء بالضم وهو لغة النظافة وشرعا غسل الوجه واليدين والرجلين ومسح ربع ابرأس والوضوء بالفتح الماء الذي يتوضا به بالماء المطلق وهو ما يسمى بالعرف ماء من غير حاجة إلى ذكر قيد كماء السماء وماء الانهار وماء الآبار وتزول النجاسة بماء المطلق حقيقة كانت او حكمية وقوله المطلق احترازا عن الماء المقيد لانها لا تجوز طهارة النجاسة الحكمية بالماء المقيد وهو ما يحتاج في تعريف ذاته الى قيد زايد على لفظ الماء كماء الثمار وماء البطيخ وماء الباقلاء ويجوز ازالة النجاسة الحقيقية عن الثوب والبدن بالماء المقيد بشرط ان ينعصر بالماء كماء الثمار والانهار وتجوز ايضا طهارة النجاسة الحقيقية والحكمية بماء خالطه شيء طاهر كالصابون والزعفران فغير احد اوصافه بشرط ان يكون الغلية للمء من حيث الاجزاء بان تكون اجزاء الماء اكثر من اجزاء المخالطة او التيمم وهو في اللغة القصد وفي الشريهة استعال الصعيد يقصد",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "التطهر على وجه مخصوص لقوله عليه السلام التيمم ضربتان ضربة للوجه وضربة للذراعين وصورته ان يضرب يديه على الارض او على ما هو من جنس الارض فينفضهما ويمسج بهما وجهه ويديه ثم يضرب ضربة اخرى ويمسح اليمنى باليسرى واليسرى باليمنى يبدا من رؤس الاصابع وينتهي الى المرفقين والاستيعاب بالمسح في التيمم واجب في ظاهر الرواية عن اصحابنا والنية شرط فيه ر يجوظ بدونها حتى لو اصاب التراب وجهه ويديه لم يكن متيمماما لم ينوي التطهر والتيمم في الجنابة والحدث سواء بلا فرق بالتراب وبكل ما كان من جنس الارض كالرمل والحجر والزرنيخ والكحل عند ابي حنيفة ومحمد رحمهما الله واما عند ابي يوسف رحمه الله لا يجوز الا بالتراب والرمل ولا يجوز التيمم بما ليس من جنس الارض كالذهب والفضة والحنطة وسائر الحبوب وان كان على هذه الاشياء غبار يجوز عند ابي حنيفة رحمه الله وبو يتيمم بالملح ان كان مائيا لا يجوز وان كان جبايا يجوز لانه من جنس الارض عند عدم الماء أي عند عدم الوصول الى الماء الكافي للطهارة االكاملة واعلم ان شروط التيمم خمسة الاول النية والثاني المسح والثالث الصعيد والرابع كون الصعيد طاهرا والخامس العجز عن استعمال الماء جاز له التيمم والثاني أي الشرط الثاني للصلاة طهارة الثوب أي طهارة ثوب المصلي عن النجاسة الخفيفة كبول ما يؤكل لحمه وخرؤ ما لا يؤكل لحمه من الطنور والنجاسة الغليظة كالغائط والدم المسفوح ولحم الخنزير وخرؤالدجاجة والبط والاوز وبول ما لا يؤكل لحمه سوى الفرس والحمر واما الارواث الخشاء فكلها نجس نجاسة غليظة عند ابي حنيفة واما عند صاحبيه خفيفة سوى حشى الفيل واعلم ان النجاسة ان كانت غليظة زائدة على قدر الدرهم يمنع جولز الصلاة والدرهم وما دونه لا يمنع لكن الغسل اولى ان وجد الماء والدرهم مقدر بان يكون مثل عرض مقعر الكف وهو داخل اصول الاصلبع وفال الفقيه ابو جعفر يقدر بالدرهم الوزني وهو ما يبلغ وزنه مثقالا",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "والمعتبر في في الكيف وزن ذات النجاسة في الرقيق محلها وفي الخفيفة يعتبر ربع الثوب ودونه لا يمنع كذا في الهداية والكافي واختلف المشايخ في الربع قال بعضهم ربع الثوب الذي اصابنه النجاسة وقال بعضهن ربع الموضع الذي اصابته النجاسة يعني ان كان زيلا فربع الزيل وان كان دخريصا فربع الدخريص والثالث أي الشرط الثالث للصلاة طهاؤة المكان الذي يضلي فيه ولو قام وصلى على شيء نجس لا يجوز صلاته اذا كان النجس قدرا مانعا من الصلاة وهو الزيادة على قدر الدرهم وان كان نوضع قدميه وركبنيه طاهرا وموضع جبهته وانفه نجسا فقد روي عن ابي حنيفة انه قال يسجد على انفه للضرورة ويجوز صلاته لان موضع الأنف اقل من فدر الدرهم خلالف لهما فان عندهما لا يجوز الاقتصار على الانف في السجود بلا عذر في الجبهة وفي رواية عن ابي حنيفة ايضا لا يجوز وهي الأصح وان كان موضع انفه نجسا وسائر المواضع طاهرا جازت صلاته بلا خلاف لان الاقتصار على الجبهة في السجود جائز بالاتفاق فكانه اقتصر عليها في السجود ولم يضع الانف وموضع الانف اقل من قدر الدرهم وان كانت النجاسة في موضع الكفين والركبتين والاصح انه لا يجوز صلاته وان كان موضع احد قدميه نجسا لا يجوز صلاته اذا كان وضعها عليها وان كانت تحت كل قدم اقل من قدر الدرهم فلو جمع يصير اكثر من قدر الدرهم لا يجوز صلاته والرابع أي الشرط الرابع للصلاة طهارة البدن أي طهارة بدن المصلي من المني والبول والغائط أي يجب على المصلي قبل الشروع في الصلاة ان يزيل النجاسة المانعة عن الصلاة من بدنه بالماء المطلق او المقيد وبكل مايع طاهر يمكن ازالة النجاسة به وكالخل وماء الورد ونحوهما وما اشبهها أي اشبه في الحكم الى الثلاثة في كونه من الأنجاس والخامس أي الشرط الخامس للصلاة ستر العورة أي ستر المصلي موضع العورة من غيره لانه روي عن ابي حنيفة وابي يوسف رحمهما الله اذا كان المصلي محلول الجيب فنظر الى موضع عورته يجوز",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "صلاته وقال بعض المشايخ ستر الوزة ايضا شرط من نفسه حتى قالوا ان كان المصلي محلول الجيب كثيف اللحية بحيث يستوعب لحيته يجوز صلاته والا لا وعورة الرجل من تحت السرة الى الركبة وعلم بهذا ان السرة ليست بعورة واما الركبة فعورة لقوله عليه السلام الركبة من العورة ولو صلى في بيت مظلمة عريانا وله ثوب طاهر قادرا على لبسه لا يجوز صلاته بالاجماع والنساء كلها عورة أي بدن الحرائر كلها عورة الا وجهها وكفيها لانهما ليسا بعورة لافي حق الصلاة ولا في نظر الأجنبي وقدميها واختلف المشايخ في القدمين والاصح انهما ليسا بعورة للحاجة الى المشي في الطرق واما الشعر المسنرسل قال الفقيه ابو الليث ان انكشف ربع المسترسل فسدت صلايها لانها عورة وهو المذكور في عامة الكتب وهو الصحيح وقال في فتاوى الخاقانية المعتبر في افساد الصلاة انكشاف ما فوق الاذنين من الشعر لا ما نزل عنهما وهو اختيار الصدر الشهيد والامة مثل الرجل كونها من تحت السرة الى الركبة عورة الا ظهرها وبطنها أي ليس بطن الامة وظهرها مثل الرجل بل البطن والظهر فيها عورة لانها محل الشهوة وما عدا ذلك وهو من اعلى البطن فما فوقه ومن اسفل الركبة وما تحته فليس بعورة باجماع الامة لانها محل الخدمة والمدبرة والمكاتبة وام الولد مثل الامة في الحكم المذكور لبقاء الرق فيهن والسادس أي الشرط السادس للصلاة استقبال القبلة أي يجب للمصلي اذا كان في المكة ان يكون وجهه مقابلا لعين الكعبة حتى لو صلى بمكة في بيت يجب ان يكون بحيث لو ازيل الجدران يقع استقباله على جزء من الكعبة كذا في الكافي والافاقي ان يتوجه الى الجهة التي هي فيها قال في الهداية هو الصحيح واحترز به عن قول الجرجاني رحمه الله ان فرض الغائب نية الكعبة مع استقبال القبلة بناء على ما هو الصحيح وقال الشيخ محمد بن الفضل يشترط نية الكعبة مع الاستقبال بناء على اختيار قول الجرجاني وذكر في امال الفتاوي وان علم المصلي ان قبلة",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الكعبة ولم ينوها وقت الشروع جاز لعدم اشتراط نية الكعبة وذكر في الخاقانية ان نوى المصلي وقت الشروع الى الصلاة ان قبلة محراب مسجده لا يجوز لانه علامة على جهة القبلة وليس بقبلة ولو كان المصلي مريضا لا يقدر على التوجه الى القبلة وليس معه احد يوجهه او كان يقدر على التوجه الا انه يخاف ان توجه الى القباة من عدو او سبع ياتيه من جهة اخرى يغره في ماله او بدنه يصلي الى أي جهة قدر ولو حول صدره عن القبلة بغير عذر فسدت صلاته بالاتفاق ولو حول وجهه لا تفسد الا انه يكره أشد الكراهة والسابع أي الشرط السابع للصلاة النية وهي قصد كون النفل لما شرع له والمستحب في النية ان ينوي بقلبه ويكلم بلسانه بان يقول نويت ان اصلب صلاة كذا ولو نوى بقلبه ولم يتكلم باللسان جاز بلا خلاف ولا يجوز عكسه والاحوط من حيث الزمان ان ينوي مقارنا للتكبير وان يكون النية موجودة في زمن التطبير ولا تصح الصلاة بالنية المتأخرة من التكبير في ظاهر الرواية وقال الكرخي رحمه الله تجوز النية المتاخرة من التكبير قيل الى الثناء وقيل الى القعود وقيل الى الركوع والمصلي اذا كان متنفلا يكفيه نية الصلاة كطلقا ولا يشترط تعيين كون ذلك النقل سنة مؤكدة او غيرها والاصح ان التراةيج لا يجوز بطلق النية وفي صلاة تلوتر والجمعة والعيدين يشترط التعيين اتفاقا ولا يكفي مطلق النية فيهن وكذا جميع الفروض والواجبات من المنذور وقضاء ما لزم بالشروع والمفترض اذا صلى الفرض لا يكفيه نية مطلق الفرض ما لم يقل الظهر او العصر للتميز ما شرع فيه عن غيره من الفروض ولا يشترط نية اعداد الركعات اجماعا لكونها معينة معلومة ولا يحتاج الإمام الى نية الامامة اما المقتدي فينوي الاقتداء بالامام والمتابعة وفي صلاة الجنازة ينوي الصلاة لله تعالى والدعاء للميت والثامن أي الشرط الثامن الصلاة معرفة الاوقات في الصلاة واعلم ان اول",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وقت صلاة الفجر اذا طلع الفجر الثاني وهو البياض المنتشر في اطراف السماء واخر الزمان الذي يعقبه طلوع الشمس واول وقت الظهر زوال الشمس وآخر وقتها عند ابي حنيفة رحمه الله اذا كان ظل كل شيء مثايه سوى فيء الزوال وعند صاحبيه اذا صار ظل كا شيء مثله سوى فيء الزوال واول وقت العصر اذا خرج وقت الظهر على القولين واخر وقنها ما لم تغرب الشمس واول وقت المغرب اذا غربت الشمس واخر وقتها ما لم تغب الشفق واول وقت العشاء اذا غاب الشفق واخر وقتها ما لم يطلع الفجر والشفق هو البياض الذي في افق الماء بعد الحمرة عند ابي حنيفة رحمه الله وعند صاحبيه هو الحمرة نفسها لا البياض الذي بعدها ويستحب في صلاة الفجر ان يصلي في وقت ظهور النور وانكشاف الظلمة في كل الازمنة ويستحب الابراد بالظهر في الصيف ويستحب تقديمها في الشتاء ويستحب تاخير العصر ما لم تغير الشمس ويستحب تعجيل المغرب في كل الازمنة الا يوم الغيم ويستحب تاخير العشاء الى ما قبل ثلث الليل والى نصف الليل وتاخيره مباح الى طلوع الفجر مكروه اذا كان بغير عذر واذا كان اليوم يوم غيم فالمستحب في الفجر والظهر والمغرب تاخيرها وفي العصر والعشاء تعجليها ومن ترك شيئا أي اذا ترك المصلي شرطا من هذه الشروط الثمانية المذكورة المشروطة لصحة الصلاة لا تصح صلاته أي لا يكون صلاته مقبولة ولا يثاب عليها سواء كان عامدا او ساهيا أي سواء ترك المصلي الشرط عمدا او سهوا باب اركان الصلاة أي فرائض الصلاة لان المراد من الاركان ها هنا الفرائض وهي أي الاركان الصلاة ستة الاول أي الركن الاول للصلاة تكبيرة الافتتاح وهي قول المصلي في ابتداء الصلاة الله اكبر او الله كبير او الله الاكبر او الله الكبير بالالف واللام في الاخريين ولو قال يا الله او اللهم يصح الافتتاح ايضا والافضل ان تكون تكبيرة المقتدي مع تكبيرة الامام ولو كبر قبل الامام مقتديا به لا يصير شتءهت في صلاة الامام ولا في صلاة نفسه ولو",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "قال الله مع قول الامام او بعده ولكن فرغ من قوله الله اكبر قبل فراغ الامام مع قوله الله اكبر والاصح ايضا لا يصح شارعا في الصلاة والثاني أي الركن الثاني للصلاة القيام ولو صلى الفريضة قاعدا مع القدرة إلى القيام لا يجوز صلاته في الفرائض ويجوز في النافلة وان عجز المريض عن القيام بان كان اذا قام يزداد موضه او يجد الما شديدا يصلي قاعدا لقوله عليه السلام صل قائما فان لم تستطع فقاعدا فان لم يستطع فعلى جنب فان لم يستطع فمستلقيا فان لم يستطع الركوع والسجود قاعدا اومئ براسه وجعل السجود اخفض من الركوع فان لم تستطع القعود استلقى على ظهره وجعل رجليه الى القبلة فاومئ بالركوع والسجود وان استلقى على جنبه الايمن ووجهه الى القبلة واومئ جاز والاستلقائ افضل عند القدرة عليه فان لم يستطع الايماء براسه اصلا اخرت الصلاة عنه ثم اذا برئ من المرض وزال عجز ان كان يعقل الصلاة حالة المرض يلزم القضاء وان لم يعقل لا يلزمه القضاء كالمغمى عليه وان كان الاغماء اكثر من يوم وليلة سقطت عنه الصلاة بالكلية وان مان الاغماء اقل من يوم وليلة قضى ما فاته من الاغماء والثالث أي الركن الثالث للصلاة قراءة القرآن وهي تصحيح الحروف بلسانه بحيث بسمع بفسه وفي الكافي قال شمس الائمة الحلواني انه لا يجوز ما لم تسمع اذناه ويسمع من بقربه والقراءة فرض في جميع ركعات النفل والوتر وفي الفرائض التي تكون ذات الركعتين كالفجر والجمعة والعيدين واما ذوات الاربع والثلاث من الفرائض لا يكون القراءة فرضا الا في ؤكعتين بغير تعيين يعني سواء كانت القراءة في الاوليين او الاخريين او الاولى والثاثة او الاولى والرابعة او الثالثة والثالثة والثانية والرابعة لكن الافضل ان يقرأ في الاوليين واما مقدار فرض القراءة آية واحدة عند ابي حنيفة وحمه الله ولو كانت قصيرة وعند صاحبيه ثلاث آيات قصار او اية طويلة مقدار ثلاث ايات قصار واما قراءة اية هي كلمة واحدة مثل",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "قوله تعالى مدهامتان او حرف واحد نحو قوله تعالى ق و ص فقد اختلف المشايخ فيه والاصح انه لا يجوز الصلاة بها والرابع أي الركن الرابع للصلاة الركوع وهو طاطاة المصلي راسه قليلا ولم يصل الى حد الاعتدال من الركوع ان كان اقرب الى الركوع الكامل جاز وان كان الى القيام اقرب لا يجوز ركوعه لانه لا يقدر راكعا بل قائما وركنية الركوع متعلقة بادنى ما يطلق عليه اسم الوكوع لغة عند ابي حنيفة ومحمد رحمهما الله وكذا ركنية السجو\\ متعلقة بادنى ما يطلق عليه اسم السجود وهو وضع الجبهة على الارض وذكر في زاد الفقهاء ان ادنى تسبيحات الركوع والسجود ثلاث مرات والاوسط خمس مرات والاكمل سبع مرات ويزيد المنفرد ما شاء مع الايتار وقالوا ينبغي الامام ان يقول خمس مرات ليتمكن القوم من الثرث كذا في الدرر والخامس أي الركن الخامس للصلاة السجدة وهي وضع الجبهة والانف والقدمين واليدين والركبتين على الارض وان وضع حبهته دون انفه جاز سجوده بالاجماع وان وضع انفه دون جبهته جاز ولكن يكره ان كان للا عذر عند ابي حنيفة رحمه الله وعند صاحبيه لا يجوز بالانف الا اذا كان في جبهته عذر ولو وضع خده او ذقنه لا يجوز سجوده بالاجماع وان كان بعذر بل يومئ اذا عرض العذر المانع بالسجود لان السجود لا يكون الا بالجبهة والانف ولو سجد ولم سضع قدميه على الارض لا يجوز ولو وضع احديهما جاز سجوده ولو سجد بسبب الازدحام على فخذيه جاز ولو سجد على ظهر رجل بسبب الازدحام ايضا جاز ان كان الرجل المسجود على ظهره في الصلاة التي يصليها الساجد وان ااختلفا لا يجوز ولو سجد على كور عمامته او على فاضل ثوبه جاز ويكره ان كان بغير عذر ولكن لا بد ان يجد في سجوده عليها حجم الارض وكذا الابدان يجد حجم الارض اذا سجد على القطن والفرش والوسائد وامثالها والسادس أي الؤكن السادس للصلاة القعدة الاخيرة أي القعدة التي يكون في اخر الصلاة مفدار التشهد أي مقدار قعود قراءة التشهد والمراد",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "من التشهد التحيات الى عبده ورسوله واذا اتم التشهد في القعدة الاخيرة يصلي على النبي صلى الله عليه وسلم وهي سنة وصورة التشهد والصلاة علية السلام مذكور في الواجبات في بيان قراءة التشهد رجل صلى الظهر او العصر او العشاء خمسا وقيد الركعة الخامسة بالسجدة ولم يقعد على راس الرابعة بطلت فرضية الصلاة وتحولت نفلا عند ابي حنيفة وابي يوسف واما عند محمد بطل وتخرج من كونها صلاة وكذا لو لم يقعد على راس ثالثة المغرب او ثانية الفجر حتى قيد ركعة اخرى بالسجدة واذا نام المصلي في القعدة الاخيرة كلها فلما انتبه يفرض عليه ان يقعد قدر التشهد وان لم يقعد فسدت صلاته لان الافعال في الصلاة حالة النوم لا تحتسب ولا تعتبر لصدورها عن اختيار وكذا لا تعتبر في الصلاة اذا قرأ او قام او ركع او سجد لايماء يجب اعادنها وهذه المسألة يكثر وقوعها لا سيما في التراويح والناس عنها غافلون ومن ترك شيئا أي اذا تؤك المصلي وكنا من هذه الاركان الستة فسدت صلاته أي صلاة المصلي سواء مان في تركه عامدا او ساهيا استانف صلاة اخرى أي يستانف المصلي صته غير هذه الصلاة لانه افسد صلاته بترك الركن من اركان الصلاة باب ما يجب في الصلاة وهي الاشياء الواحبات في الصلاة سبعة الاول أي من الواجبات تعيين قراءة الفاتحة أي تعيين المصلي قراءة القاتجة لان قراءتها واجبة هندنا وفرض عند الائمة الثلاث ويجب ان تكون الفاتحة في كل ركعة من الاوليين واحدة حتى لو كررها في ركعة ان كان عمدا يكره وان كان سهوا يجب سجدة السهو وانما قيدنا بالاوليين لان الاقتصار في الاخريين ليس بواجب ولا يلزم سجود السهو بتكرار الفاتجة فيهما سواء كان عامدا او سهوا ما لم يؤد الى التطويل على الجماعة وسورة معها في الركعتين الاوليين أي تعيين سورة مع الفاتحة او ما يقوم مقامها من الايات واجب ايضل عندنا والثاني أي الواجب الثاني للصلاة القعدة الاولى ومن تركها يلزم عليه سجدة السهو لانها واجب",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وذكر في الذخيرة ان القعدة الاولى سنة وصورة القعود في القعدة الاولة ان المصلي اذا رفع راسه من السجدة الثانية افيرش رجله اليسرى فجلس عليها وتصب اليمنى نصبا ووجه اصابع الرجل نحو القبلة ووضع يديه على فخذيه ويبسط اصابعه ويفرجها لا كل التفريج ويكره ان يشير بالمسبجة عند كلمة الشهادة عندنا وكذا يقعد في القعدة الاخيرة بلا فرق والمراة تقعد على اليتها اليسرى في القعدتين وتخرج رجليها من الجانب الايمن لان ذلك استر لها والثاث من الواجبات قراءة التشهد في القعدة الاخيرة وصورة التشهد ان يقول التجيات لله والصلوات والطيبان السلام عليك ايها النبي ورحمة الله وبركاته السلام علينا وعلى عباد الله الصالحين اشهد ان لا اله الا الله وان محمدا عبده ورسوله وهذه الصفة اصح الروايات في التشهد ولا يزيد على هذا القدر في القعدة الاولى لان عند ابي حنيفة رحمه الله اذا زاد حرفا على هذه القعدة الاولى يجب سجدتا السهو وقال في الخلاصة ان قال اللهم صل على محمد وعلى ال محمد يلزم سجدتا السهو وهو الاصح وعليه الاكثرون ويصلي على النبي عليه السلام بعد قراءة التشهد في القعدة الاخيرة نهي سنة عندنا وعند الجمهور والمختار في صفة الصلاة ان يقول اللهم صل علة محمد وعلى ال محمد كما صليت على ابراهيم وعلى ال ابراهيم انك حميد مجيد وبارك على محمد وعلى ال محمد كما باركت على ابراهيم وعلى ال ابراهيم انك حميد مجيدوهذه الصفة اصح الروايات ويدهوا بما شاء بالدعوات الماثورات بعد الصلاة على النبي عليه السلام والرابع من الواجبات جهر القراءة فيما يجهر كالفجر والجمعة والمغرب والعشاء ونحوها بشرط ان يؤدي الصلاة الجهرية بالجماعة فيدب جهر القراءة على الامام واما لو صار وجل منفردا فلم يجب الجهر عليه وقتيا كان او فائتا بل هو مخير ان شاس خافت وان شاء جهر لانه ليس في خلفه من يسمعه ولكن الافضل هو الجهر ليكون الاداء على هيئة الجماعة والخامس من الواجبات",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "مخافة القران في موضع السر والجماعة ايضا كشروطة فيها حبى ان الامام لو جهر المنفرد لا يلزم عليه شيء لان الجهر ةالمخافتة من خضائض الجماعة وفي السراجية ايضا لو جهر المنفرد فيما يخافت او خافت في ما يدهر لا سهو عليه وقال الشيخ الامام ابو جعفر البلخي ادنى الجهر ان يسمع غيره وادنى المخافتة ان لا يسمع نفسه الا بمانع وما دونها ليس بقراءة والسادس من الواجبات قراءة القنوت في الوتر وهو ثلاث ركعات بسلام واحد يقرا الفاتجة والسورة في جميع ركعاتها ويقنت في الثالثة قبل الركوع خلافا للشافعي ولا يصلي الوتر بجماعة الا في شهر رمضان ولا يجهر الامام بالقنوت والمقتدي كخير ان شاء قنت مخافتة وان شاء سكت وينوي في الوتر صلاة الوتر لا الواجب لاختلاف الائمة في وجوبه والدعاء المشهور في القنوت اللهم انا نستعينك ونستغفرك ونسنهديك ونؤمن بك ومنوب اليك ونتوكل عليك ونثني عليك الخير كله نشكرك ولا نكفرك ونخلع ونترك من يفدرك الهم اياك نعبد ولك نصلي ونسجد واليك نسعى ونحفد نرجوا رحمتك ونخسة عذابك ان عذابك بالكفار ملحق ومن لا يحسن القنوت يقول ربنا اتنا في الدنيا حسنة وفي الاخرة حسنة وقنا عذاب النار او بقول اللهم اغفر لي يكررها ثلاثا وقيل يقول يا رب ويكررها ايضا ثلاثا والسابع من الواجبات تعديل الاركان فاعلم ان تعديل الاركان فرض عند ابي يوسف وعند ابي حنيفة واجب وسال محمد رحمه الله عن ترك الاعتدال في الركوع والسجود وقال اني اخاف ان لا يجوز صلاته وقال قاضي خان في بحث سجود السهو المصلي اذا ركع ولم يرفع راسه من الركوع ختى خر ساجدا ساخيا يجوز صلاته عند ابي حنيفة ومحمد رحمهما الله وعليه سجدتا السهو قال ابن الهمام في شرح الهداية القومة في الوكوع والجلسة بين السجدتين والطمانينة فيهما كلها فرائض عند ابي يوسف وعندهما هي سنن وفي القنية لو ترك تعديل الاركان ساهيا يلزمه سجدتا السهو ولو يركها عامدا يكره اشد الكراهة ويلزمه ان يعيد",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الصلاة ومن ترك شيئا من هذه السبعة المذكورة أي اذا ترك المصلي واجبا من واجبات المذكورات ان كان ساهيا يلزم سجدة السهو أي ترك الواجب عامدا لا يجب عليه شيء أي لا يازم على المصلي من سجدة السهو ولكن يكون صلاته على النقصان أي يكون صلاته ناقصة بسبب ترك الواجب الذي هو من افعال الصلاة باب سنن الصلاة وهي اربعة عشر الاول من سنن الصلاة رفع اليدين أي اذا اراد الرجل ان يدخل في الصلاة نوى واخرد يديه من كميه ورفع يديه ويكون الرفع مع التكبير أي يكون ابتداء الرفع عند ابتداء ابتداء التكبير وانتهاؤه عند انتهائه وذكر في الهداية انه يرفع يديه اولا ثم يكبر والاصح انه يرفع اولا ثم يكبر حتى يحاذي أي يقابل شحمتي اذنيه وفي فتاوى قاضي خان يمس طرف ابهاميه شحمتي اذنيه ويفرج اصابعه حالة الرفع لكن لا يفرج كل التفريج ويوجه حالة الرفع بطن كفيه نحو القبلة واما المرأة فانها ترفع يديها حذاء ثدييها والمقتدي يكبر تكبيرا مقارنا بتكبير الامام عند ابي حنيفة رحمه الله وعندهما بعد تكبير الاكام والثاني من سنن الصلاة وضع يده اليمنى على اليسرى بعد التكبير وكيفيته ان يضع ان يضع كف اليمنى على اليسرى ويحلق الابهام والهنصر على الرسغ ويبسط الاصابع الثلاث على الذراع تحت السرة أي يضع يديهما تحت السرة والثالث من سنن الصلاة الثناء لله تعالى أي ان يقول سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا اله غيرك وان زاد بعد قوله وتعالى جدك وجل ثناؤك لا يمنع من زيادته وان سكت عنه لا يؤمر به والمسبوق ياتي بالثناء اذا ادرك الامام حالة الكخافتة ثم اذا قاك الى قضاء ما سبق ياتي به اضا لان القياك الى قضاء ما سبق كتحريمة اخرى كذا ذكره في الملتقط وان ادرك الامام في الركوع فانه يتحرى ف يالاتيان ان كان اكبر رايه انه لو اتى بالثناء يدرك الامام في شيء من الركوع ياتي به قائما ثم يركع والا يركع ويتابع الامام ويترك الثناء والرابعمن سنن الصلاة التعوذ",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "باببه تعالى بعد الثناء لقوله اذا قرات القران الاية وهو سنة عند عامة العلماء والمختار في لفظه عند الهداية استعيذ بالله من الشيطان الرجيم وعند غيره اعوذ بالله الى اخره وياتي بالتعوذ المقتدي والامام والمنفرد والخامس من سنن الصلاة التسمية أي ان يقول بسم الله الرحمن الرحيم بعد التعوذ وياتي بها سرا لا جهرا واما التسمية عند ابتداء السورة بعد الفاتحة فانه عند ابي حنيفة رحمه الله لا ياتي بها لا في حال الجهر ولا في حالة المخافنة وكذا عند ابي يوسف رحمه الله واما عند محمد ياتي بها في اول اليورة اذا خافت بالقراءة لا اذا جهر لئلا يجمع بين الجهر والمخافتة في ركعة والسادي من سنن الصلاة التامين أي اذا قال الامام ولا الضالين ان يقول المؤتم امين والامام والمنفرد ايضا ياتي بها سرا لا جهرا والسابع من سنن الصلاة التسميع أي ان يقول الامام بعد اتمام الركوع واستوائه قائما سمع الله لمن حمده والثامن من سنن الصلاة التحميد أي ان يقول المقتدي اللهم ربنا لك الحمد او ربنا ولك الحمد وافضليتها على ترتيبها كذا في الكافي والامام ايضا ياتي بعد التسميع بالتحميد عند ابي يوسف ومحمد وفي ظاهر الرواية عن ابي حنيفة رحمه الله لا ياتي بالتحميد في الاصح ذكره في الهداية والدرر والغرر وقيل ياتي بالتسميع فقط واما في الهداية والدرر اصح واوتي والتايع من سنن الصلاة تسبيحات الركوع أي ان يقول المصلي في الركوع سبحان ربي العظيم ثلاث مرات وذلك ادناه وان زاد فهو افضل فالسنة ان يختم على وتر وان اقتصر على مرة واحدة او ترك بالكلية جازت صلاته ولكن يكره والعاشر من سنن الصلاة تسبيحات السجود أي ان يقول المصلي في سجوده سبحان ربي الاعلى ثلاثا وذلك ايضا ادناه وان زاد فهو افضل ويترك على وتر كما في الركوع والجادي عشر من سنن الصلاة وهو ان يقول التحيات الى اخره واذا انتهى الى اول الشهادتين هل يشير بالمسبحة عند الشهادة او لا قال صاحب الخلاصة",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "والبزازي الاصح انه لا يشير وصحح شراح الهداية انه يشير وصفته ان يحلق من يده اليمنى عند الشهادتين الابهام والوسطى ويقبض البنصر والخنصر ويشير بالمسبحة والثاني عشر من سنن الصلاة قراءة الفاتحة ف يالركعتين الاخريين لانه المتوارث من فعل النبي عليه السرم فان ضم السورة الى الفاتحة في الاخريين يجب عليه سجدة السهو في رواية ابي يوسف لتاخير الركوع عن محله وفي اظهر الروايات لا يجب عليه سجدة السهو والثالث عشر من ينن الصلاة تكبيرات غير تكبيرات الافتتاح أي تكبير الركوع والسحود والقيام والقعدتين والقنوت والرابع عشر من سنن الصلاة التسليم اذا فرغ المصلي في القعدة الاخيرة من التشهد والصلاة على النبي صاى الله عليه وسلم والادعية الماثورة يسلم عن يمينه اييقول السلام عليكم ورحمة الله وبركاته ولا يقول في سلام الخروج عن الصلاة وبركاته لانه لم يقع من رسول الله كلاما ولا قولا ولا امرا وينوي بالتسليم الاولى من هو عن يمينه من الملائكة والمؤمنين المشاركين له في الصلاة ويقول عن يساره مثل ذلك وينوي المقتدي امامه في التسليمة الاولى مع نوى فيها ان كان الامام عن يمينه او بحذائه وينوي امامه ايضا في التسليمة الثانيةان كان عن يساره والامام ايضا ينوي القوم نع الحفظة في التسليمتين ويكون تسليمة الامام في الثانية اخفض من التسليمة الاولى في الصوت وهو السنة واما المنفرد فلا ينوي سوى الحفظة ومن ترك شيئا من هذه الاشياء المذكورة أي اذا ترك المصلي شيئا من السنن المذكورة لم يلزم عليه شيء أي لم يلزم على المصلي سجدة السهو ولا تفسد صلاته سواء ترك عامدا او ناسيا الا انه اذا كان عامجا أي تركه يكون مسيئا بسبب عمده وعدم الرعاية لسنن النبي عليه السلام باب ما يستحب أي فعله مستحب في الصلاة أي في داخل الصلاة وهي خمس وعشرون الاول من المستحبات نظر المصلي في القيام الى موضع سجوده ولا يتجاوز نظره عنه والثاني من المستحبات النظر في الركوع",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "الى ظهر قدميه والثالث من المستحبات النظر في السجود الى ارنبة انفه أي ينظر المصلي في حالة السجود الى طرف انفه والرابع من المستحبات النظر في القعود اى حجره أي ينظر المصلى في حالة القعوج الى حجره وهو ما على مجمع فخ ... يه من ثوبه والمراد من المكورين كمال الخشوع والتذلل الى الله تعالى والخامس من المستحبات قراءة القران مقدار ثلاث ايات سوى الفاتحة أي قراالمصلي مقدار ثلاث ايات قصار غير الفاتحة عندهما او اية طويلة مقدار ثلاثق ايات قصار واما فرض القراءة عند ابي حنيفة رحمه الله قراءة اية واحدة وان كانت قصيرة كما ذكرنا في باب اركان الصلاة والسادس من المستحبات تكبيرة الماموم سرا بلا مده أي ان يكبر الماموم سرا لا جهرا بلا مد الالف في لفظة الله لانه لو ادخل المج في الفه تفسد صلاته عند الاكثر ويكفر لو تعمده لانه يكون استفهاما ومقتضاه الشك وباقي بحث التكبير مر في باب اركان الصلاة والسابع من المستحبات وضع اليدين حالى التشهد على ركبتيه مبسوطة مع تفريج الاصابع لا كل التفريح والثامن من المستحلات بسط الظهر في الركوع أي يبسط المصلي ظهره ويستوي راسه بعجزه والتاسع من المستحبات تسوية الراس مع العنق أي يستوي راسه مع العنق ولا يرفع راسه ولا ينكس لما روي عن النبي صلى اله عليه وسلم كان اذا ركع سوى ظهره حتى لو صب عليه الماء لاستقر والعاشر من المستحبات رفع راسه من الركوع حتى يستوي قائما ويقول في حالة الرفع سمع الله لمن حمده وقد مر تفصيل التسميع والتحميد في باب سنن الصلاة والحادي عشر من المستحبات ان يضع اولا ركبتيه على الارض أي ان يضع المصلي اولا ركبتيه على الارض ثم يديه بعدهما والثاني عشر من المستحبات ان يضع وجهه على الارض ويكون السجود بين كفيه لما روي ان النبي عليه السلام كان اذا سجد وضع ركبتيه على الارض قبل يديه واذا نهض رفع يديه قبل ركبتيه ووضع راسه بين كفيه والثالث عشر من المستحبات ان يبدا بانفه أي",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "يضع انفه على الارض في السجود اولا ان لم يكن فيه عذر والرابع عشر من المستحبات ان يضع جبهته في السجود بعد انفه أي ان يضع المصلي جبهته في السجود بعد الانف على الارض وكره باحدهما أي يكره وضع الانف وحده او الجبهة وحدها في السجود اذا لم على احدهما عذر او بكور عمامته أي يكؤه السجود ايضا على كور عمامته بلا عذر والخامس عشر من المستحبات ان يبدى ضبعيه أي ان يظهر عضديه لقوله عليه السلام اذا سجدت فضع كفيك وارفع مرفقيك والسادس عشر من المستحبات ان يجافي بطنه عن فخذيه أي ان يباعد المصلي بطنه عنهما والمراة تلصق بطنها عن فخذيها أي تضع المراة بطنها على فخذيها في السجود والسابع عشر من المستحبات أن يوجه أصابع رجله اليمنى إلىالقبلة إلى جهة القبلة في السجود، والثامن عشر من المستحبات أن يسبح فيه ثلاثا أي في السجود وقد مر تفصيله في باب السنن والتاسع عشر من المستحبات ان يرفع راسه مكبرا أي يرفع المصلي راسه من السجدة حال كونهمكبرا والعشرون من المستحبات ان يرفع يديه بعد راسه أي يرفع المصلي رايه من الارض اولا ثم يديه بعده والضابطة ان ما هو اقرب الى الارض يضعه اولا وعند الرفع ما هو اقرب الى الهوى يرفعه اولا فيرفع الجبهة اولا ثم الانف ثم الصدر على هذا الترتيب والحادي والعشرون من المستحبات ان يرفع ركبنيه بعد رفع راسه من سجدة الركعة الثانية أي من سجدة الثانية في الركعة الثانية افترش رجله اليسرى وجلس عليها أي على رجله اليسرى والثالث والعشرون من المستحبات نصب يمناه أي نصب المصلي رجله اليمنى ووجه راس اصابع رجله اليمنى نحو القبلة أي جهة القبلة والرابع والعشرون من المستحبات وضع يديه في القعدتين على فخذيه مبسوط الاصابع ويفرج اصابعه ايضا لا كل التفريج ثم تشهد بقلبه أي اخفاء لا جهرا ويصلي عليه السلام اذا كان في القعدة الاخيرة اخفاء ايضا وقد مر تفصيل التشهد النبي عليه السلام في باب ما يجب في الصلاة والخامس والعشرون",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "من المستحبات اذا فرع من هؤلاء أي اذا فرغ المصلي من التشهد والصلاة على النبي عليه السلام ومن الادعية الماثورات فله ان يسلم عن يمينه اولا ويسلم عن يساره ثانيا وقد مر تفصيل الصلاة في باب السنن الصلاة وما سوى هؤلاء أي المستحبات المذكورات ادال مثل مسح الوجه بعد السلام من الاداب والادعية الماثورة أي بعد أي قراء ة الادعية المنقولة عن النبي عليه السلام من الاداب والصلاة على النبي عبيه السلام والحمد والثناء والتسبيح في آخر الصلاة من الاداب فان ترك شيئا من هؤلاء أي اذا ترك المصلي من المستحبات شيئا لا يلزم عليه شيء من فساد الصلاة وهي سجدة السهو ولا يكون مسيئا ولكن من حفظ وعمل به تعظيما لامر الله تعالى فله اجر كبير وثواب كثير ومراعلته افضل واحسن من ترك لا شك فيه باب ما يكره في الصلاة أي الشيء الذي يكره عمله في داخل الصلاة وهي عشرة الاول من المكروهات التربع بلا عذر في الصلاة لانه مخالف في الجلوس المسنون ولا يكره التربع خارج الصلاة في الاصح والثاني من المكروهات التعديد أي عد الايات باليد او باللسان في الصلاة والثالث من المكروهات افتراش ذراعيه في السجود لان النبي عليه السلام نهى عن نقر كنقر الديك واقعاء الكلب وافتراش كافتراش الثعلب والرابع من المكروهات التفات عينيه بوجهه يمينا او شمالا وان التفت بموق عينيه لا يكره ولو التفت بصدره تفسد صلاته ويكره ايضا رفع البصر الى السماء في الصلاة وفي الدعاء خارج الصلاة والخامس من المكروهات تغميض عينيه في الصلاة بلا عذر لأن النبي عليه السلام نهى عنه والسادس من المكروهات تقليب الحصاء من موضع السجود بلا احتياج أي يكره تقليب الحصى للمصلي الا ان لا بمكنه السجود بان اختلف ارتفاعه وانخفاضه فلا يستقر عليه قدر الفرض من الجبهة فسويه مرة والسابع من المكروهات التمطي في الصلاة لانه دليل الغفلة عن العبادة والكسل فيها والثامن من المكروهات التثاؤب والادب عند التثاؤب",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ان يمنع الفم عن الانفتاح ان قدر لقوله عليه السلام اذا تثاءب احدكم فليكظم ما استطاع فان الشيطان يدخل في فيه وان لم يقدر المنع فلا باس ان يضع يده او كنه على فيه والتاسع من المكروهات ان يعبث أي يلعب المصلي شيئا من ثوبه او بدنه او شعره او لسانه او اسنانه العبث لعب لا لذة فيه واللعب هو الذي فيه لذة قيل العبث مكروه دون الثلاث ولو فعل ذلك ثلاثا تفسد صلاته والعاشر من المكروهات اذا كان المصلي في المسجد مع الجماعة ان يقوم وحده أي يكره للمقتدي ان يقوم خلف الصف وحده الا اذا لم يجد في الصف فرجة يمكن القيام والمختار فيها نه اذا لم يجد فرجة في الصف ان ينتظر الى الركوع فان جاء رجل قام معه والا فالقيام وحده اولى من جذب رجل من الصف لغلبة الجهل في زماننا فربما يفضي الى فساد صلاة المجذوب وكذا يكره للمنفرج ان يدخل الصف بين المقتدين سواء كان متنفلا او مفترضا فيصلي صلاته فيخالفهم في القيام والركوع والسجود واما لو قيل للمصلي تقدم فتقدم او دخل فرجة الصف احد فجانب المصلي الاخر توسعة تفسد صلاته لانه امتثل فيها غير الله تعالى وينبغي ان يمكث ساعة ثم يتقدم براسه فهذه كلها مكروهة أي هذه المكروهات كلها فعلها مكروهة في الصلاة ... فينبغي للمصلي ان يجتنب عن المكروهات حتى لا يكون شيء مكروه في الصلاة والمكروهات كثيرة لا يايق ذكرها في هذه الرسالة والاولى ان يجتنب عن مثل هذه الافعال باب ما يفسد الصلاة وهي أي الافعال التي تفسد الصلاة اربعة عشر الاول من المفسدات التنحنح بلا عذر وان تنحنح المصلي يريد به الاعلام لطالبه انه في الصلاة وسمع منه الحروف اوالحرفان نحو اخ بالفتح او الضم او تنحنح لتحسين الصوت متعمدا بان لم يكن مضطرا اليه تفسد صلاته عند ابي حنيفة وابي يوسف رحمهما الله كذا ذكره في الاجناس والثاني من المفسدات جواب عاطس بيرحمك الله أي لو عطس رجل فقال المصلي يرحمك الله تفسد صلاته ولو عكس المصلي فقال الحمد لله",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "لا تفسد صلاته ولو عطس رجل اخر فقال المصلي الحمد لله تقصد ان يفهمه الحمد تفسد صلاته ولو عطس رحل في الصلاة فقال له الاخر يرحمك الله فقال المصلي امين تفسد صلاته والقالث من المفسدان افتتاح المصلي على قير امامه أي لو فتح المصلي على غير امامه تفسد صلاته لانه تعليم وتعلم وهو من كلام الناس هذا ان قصد الفتح اما لو قصد القراءة دون الفتح للقاؤئ لا تفسد وان فتح على امامه قيل ان فتح بعد ما قرا الامام مقدار ما يجوز به الصلاة تفسد صلاة الفاتح وان اخذ الامام بقوله تفسد صلاته والصحيح انه لا تفسد والرابع من المفسدات كلمة لا اله الا الله ان اراد نه الحواب أي اذا قيل للمصلي وهو في الصلاة هل اله غير اله فقال في الجواب لا اله الا الله تفسد صلانه لانه سؤال وجواب وهو من كلام الناس وان اراد به الاملام لم تفسد أي لو اراد المصلي الاعلام انه في الصلاة فقثال لا اله الا الله لم تفسد صلاته لانه مجلاد الاعلام والخامس من المفسجات انكشاف العروة أي لو كشف المصلي موضع العورة تفسد صلاته سواء كان رجلا او امراة وتفصيله مذكور في باب شؤوط الصلاة في بحث ستر العورى والسادس من المفسجات ارتفاه البكاء من وجع او مصسية أي اذا بكى المصلي فارتفع بكاؤه وسمع منه صوت وكان ذلك من وجع حصل له في بدنه او مصيبة اصابته بمنزلة الشكايه وهو من كلام الناس وعن محمد انه قال اذا كان مرضه شديدا بحيث لا يملك نفسه لا تفسد الا من ذكر الجنة او النار أي اذا بكى المصلي بسبب تذكر صفاء الجنة او عذاب النار او نجو ذلك من امور الاخرة لم تفسد صلاته لانه بمنزلة الدعاء والرحنة والعفو نت الله تعالى والسابع من المفسدات رد السلام بيجه أي صافح بيجه او بلسانه بان قال عليكم السلام واما اذا اشلر بيده او براسه وطلب شيئا منه فاومء برايه او عينه او خاحبيه اتفسج صلاته لعجم المل الكثير في حميع ذلك والثامن من المفسدات ذكر الفائتة ان لم يسفط الترتيب واعلم انه اذا",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "ترك الصلاة رجل لزمه قضلؤها ويقدمها على صلاة الوقت لان الترتيب بين الفائتة والوقتية الا انه يسقط بالنسيان وبضيق الوقت وبكهرة الفوائت فلو صلى فرضا ذاكرا ان عليه صلاة فائتة فسد صلاته والتاسع من المفسدات العمل المثيروهو كل عمل لا يشك الناظر الى المصلي انه ليس في الصلاى وان شك انه في الصلاة ام لا فهو قليل لا تفسد الصلاة وقال بعضهم العمل المثير كل عمل يعمل باليدين عرفا وعادة فهو عمل كثير وقيل ان استكثره المصلي فكثير والا فقليل والمختار القول الاول والعاشر من المفسدات التكلم أي اذا تكلم المصلي في الصلاة بكلام الناس ناسيا او عامدا بشرط ان يكون مسموعا لنفسه وان لم يصح الحروف ولم يسمع الكلام تفسد صلاته والصحيح ان المفسد حصول الامرين تصحيح الحروف والسماع لا احدهما والمراد من التكلم التلفظ بحرفين او اكثر لا الكلام النحويوالحادي عشر من المفسدان الاكل و الشرب وان اكل المصلي ةشرب في صلاته عامدا او ناسيا تفسد صلاته لانه عمل كثير ولا يعذر بالنسيلن ولا فرق الكثير والقليل حتى لو ابتلع سمسمة من الخارج تفسد صلاته ولو ابتلع ما بقي بين اسنانه من الطعام ام كان زائدا علة قدر الحمصلا تفسد صلاته وان كان اقل لا ولو امل حلوا ولقي في فمه طعم الحلاوة وهو في الصلاة ولبتلع ريقه لا تفسد لانه شيء يسير والثاني عشر من المفسجات الانين ولو ان المصلي في صلاته بان قال اه بقصر الهمزى مفتوحة او تاوه فان قال اوه بفتح الهمزة وتشديد الواو مفتوحة او قال اوه بضم الهمزة اوسكان الواو او قال اه بمد الهمزة ان كان لانين او التاوه من ذكر الجنة او النار او من امور الاخرة لم تفسد لانه بمنزلة الدعاء والا ستغفار والتوبة وان كان من غيره تفسد صلاته والثالث عشر من المفسدات القهقهة في كل صلاة ذات ركوع وسجود وان قهقهة المصلي في صلاة وهي ذات ركوع وسجود تنقض الصلاة والوصوء والتيمم سواء كان القهقهة عامدا او ناسيا وان قهقهة المصلي في صلاة",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الجنازة او سجدة التلاوة او سجدة السهو لا ينقض الصلاة والوضوء والتيمم وحد القهقهة ان يكون مسموعا للمصلي ولمن عنده والضحك يفسد الصلاة لانه بمنزلة الكلام المسموع ولا يفسد الوضوء والتيمم لان النض وردت في القهقهة والضحك دونها وحد الضحك ان يكون مسموعا له دون جيرانه واما التبسم فلا ينقض الوضوى والتيمم والصلاة بالاحماع لكونه بمنزلة الكلام ال غير المسموع وحد التبسم ما لا يكون مسموعا اصلا لا له ولا لجيرانه والرابع عشر من المفسدات الاغماء أي اذا اغعمي المصلي في صلانه او جن واو قليلا انتقض صلاته ووضؤه وتيممه فهذه المفسدات كلها تفسد الصلاة سواء عامدا أي سواء كان المصلي عالما بانه في الصلاة او ناسيا او لا يعلم بانه في الصلاة ويجب عليه الاعادة أي يجب على المصلي اعادة الصلاة لانه افسد صلاته التي صليها بسبب عملها يفسد الصلاة باب فرائض الوضوء وهي أي فرائض الوضوء اربعة الاول من فرائض الوضوء غسل الوجه الاسالة وحد الغسل عند ابي حنيفة ومحمد رحمهما الله ان يتقاطر الماء ولو قطرة وعند ابي يوسف رحمه الله يجزى ان يسيل على العضو ولو لم يقطر كذا في شرح الهداية لابن الهمام وحد الوجه ما بين قصاص الشعر واسفل الذقن وشحمتي الاذن وما بين العذار والاذن يجب غسله لانه داخل في حد الوجه خلافا للابي يوسف والثاني من فرائض الوضوء غسل اليدين مع المرفقين المرفق بكسر الميم وفتح الفاء وبالعكس وهو مفصل الذراع في العضد والثالث من الفرائض الوضوء مسح الراس والمسح في اللغة امرار الشيء في الشيء والمراد به في الوضوء اصابة اليد المبتلة ما امر بمسحه والمفروض في مسج الراس ربعه واما مسح اللحية فعن ابي حنيفة رحمه الله يفرض مسح ربعها قياسل على مسح الراس وعن ابي يوسف مسح كلها فرض وروي عن ابي حنيفة ايضا يفرض مسح مائلا في بشرة الوجه واخناره قاضي خان وصححه والرابع من فرائض الوضوء غسل الرجلين مع الكعبين وهما العظمان النابتان في جانبي",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "القدم فان ترك أي المتوضى من اجزاء هذه الاربعة أي لو برك المتوضئ واحدا من فرائض الوضوء او جزء من هذه اجزاء هذه الاربعة أي لو ترك موضعا قليلا من هذه الاعضاس المفروضة غسلنها ولو قدر راس ابرة لم تجز صلاته اضلا لانه صلى بغير وضوء فان صلى اعادها أي فان صلى الصلاة بترك موضع من الفرائض او جزء من مواضع الفرائض اعاد الصلاة باب سنن الوضوء وهي عشرة الاول من سنن الوضوء يسمية اسم الله تعالى في ابتداء الوضوء لقوله عليه السلام اذا تطهر احدكم فليذكر اسم الله عليه فانه يطهر جسدخ كله فان ام يذكر اسم الله على طهوره لم يطهر الا جسده الذي مر عليه الماء والتسمية ان يفول بسم الله العظيم والحمد لله على دين الاسلام وقيل الافضل بسم الله الرحمن الرحيم بعد التعوذ والاصح انه يسمى مرتين مرة قبل كشف العورة للاستنجاء ومرة بعد سترها عند ابتداء غسل سائر الاعضاء والثاني من سنن الوضوء غسل اليدين قبل ادخالهما الاناء أي يغسل يديه اولا ثلاث مرات ثم يدخل الاناء لقوله عليه السلام اذا استيقظ احدكم من منامه فلا يغمس يده في الاناء حتى يغسلها ثلاثا فانه لا يدري اين باتت يده وهذا الغسل سنة تنوب عن الفرض من اليد لان موضعه اول الوضوء والثالث من سنن الوضوء السواك أي استعمال السواك وهو العود الذي يستاك به ويستاك بكل عود الا الرمان والقصب وافضله الاراك ثم الزيتون ومقداره ان يكون طول شبر في غلطه الخنصر قال في المحيط قال علي رضي الله عنه التشويص بالمسبحة والابهام سواك ولا تقوم الاصبع مقام السواك عند وجود السواك وكيفية استعماله ان يبدا بجانب الايمن من العليا ثم الايسرمنها ثم الايمن من الاسفل ثم بالايسر منها ويغسله قبل الاستياك وعند الفراغ منه والرابع من سنن الوضوء المضمضة والسنة ان يبالغ في المضمضة والاستنشاق الا ان يكون صائما قال في الخلاصة المضمضة استيعاب الماء جميع الفم والمبالغة فيها ان يصل الماء الى راس حلقه والخامس من",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "سنن الوضوء الاستنشاق وهوجذب الماء الى المارن والمبالغة فيه ان يجاوزه المارن والسادس من سنن الوضوء مسح الاذنين بماء الراس أي يمسح المتوضئ راسه اولا ثم يمسح الاذنين بغير تجديد الماء وهو على هذه الصفى سنة خذا اذا لم يمس العمامة بيده بان كانت موضوعة في مكان واما ان مسها فلا بد ان ياخذ لمسح الاذنين ماء جديدا والسابع من سنن الوضوء تخليل اللحية بالاصابع هذا اذا كانت لا ترى البشرة تحتها واما ان كانت خفيفة بان ترى بشرتها لزم غسل ما تحتها كذا في الذخيرة والثامن من سنن الوضوء تكرار الغسل أي تكرار غسل مواضع الوضوء الى الثلاث سنة لما روي انه عليه السلام توضا مرة وقال هذا وضوء لا يقبل الله تعالى الصلاة الا به وانه عليه السلام توضا مرتين وقال هذا وضوء من يضاعف الله له الاجر مرتين وانه عليه السلام توضا ثلاثا ثلاثا في الغالب فكان سنة لا فرضا ويكره الزيادة على الثلاث الا لضرورة طمانينة القلب عند حصول الشك ثم مرة الاولى فرض والثانية سنة والثالثة دونها في الفضيلة والتاسع من سنن الوصوء الاستنجاء وهو ازالة النجو أي النجاسة بالماء عند وجوده أي وجود الماء هذا اذا لم يكن المجاوز قدر الدرهم واما ان كان قدر الدرهم فغسله واجب وان زادت على قدر الدرهم فغسله فرض وليس في غسله عدد مسنون من ثلاث او خمس او ست وينبغي أن يغسله حتى ينقيه ويقع في قلبه امنه قد طهر ويغسل ببطن اصبع او اصبعين او ثلاث لا برؤسهما تحرزا عن الاستمتاع وينبغي ان يمسح موضع الاستنجاء بالخرقة بعد الغسل قبل ان يقوم ليزول اثر الماء المستعمل بالكلية والعاسر من سنن الوصوء الاستنجاء بالحجر والمدر واللبد وما يقوم مقامهما من الاشياء هذا اذا لم يجد الماء وكيفيته الاستنجاء بالاحجار وامثالهما يدبر بالاول ويقبل بالثاني ويدبر بالثالث اذا كان في الصيف واما في الشتاء يقبل الرجل بالحجر الاول ويدبر بالثاني ويقبل بالثالث والمراء تفعل ما يفعل الرجل في",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "الشتاء في الازمان كلها كذا قال في قاضي خان وقال في الخلاصة وهذه الكيفية ليست بشرط بل يفعل على وجه يحصل المقصود يعني الانقاء والتطهير باب ما يستحب في الوضوء وهي ستة الاول من مستحبات الوضوء النية وهي في الوضوء مستحبة ومحبها القلب ووقتها عند غسل الوجه ويستحب ان يتلفظ باللسان فيقول نويت رفع الحدث او نويت الوضوء وقال عز الدين الحلواني لا باس بتفريق النية على الاعضاء بان ينوي عند غسل الوجه رفع الحدث وعند غسل الوجه رفع الحدث وعند غسل اليد رفع الحدث وعند غسل الرجل رفع الحدث والثاني من مستحبات الوضوء الموالات وهي ان يغسل كل عضو على اثر الذي قبله ولا يفصل بينهما بحيث يجف العضو السابق عند اعتدال الهواء والثالث من مستحبات الوضوء البداية بيمينه أي يغسل المتوضئ يده اليمنى اولا ثم يساؤه والرابع من مستحبات الوضوئ مراعات الترتيب المذكور في لفظ اية الوضوء وهي قوله تعالى يا ايها الذين امنوا اذا قمتم الى الصلاة الايه يعني يغسل المتوصئ وجهه اولا ثن يديه الى المرافق ثم يمسح راسه ثم يغسل رجليه والخامس من مستحبات الوضوس استيعاب جميع اللااس بالمسح وكيفية الاستيعاب ان ياخذ الماء ويبل كفيه واصابعه ثم سضم الاصابع على مقدم راسه من يديه ثلاث اصابع الخنصر والبنصر والوسطى ويمسك ابهاميه وسبابتيه مرفوعا ويجافي بطن كفيه عن راسه ويمد اليدين الى القفاء ثم يضع كفيه على جانبي الراس ويمسح جانبي الراس بكفيه ويمسح ظاهر اذنيه بباطن ابهاميه وباطن اذنيه بباطن مسبحتيه وقال في المحيط وليست هذه الكيفية امؤا لازما والمقصود الاستيعاب باي وجه كان والسادس من مستحبات الوضوء البداية بما بدا الله تعالى بذكره في اية الوضوء أي يستحب ان يبدا المتوضئ بغسل الوجه لان الله تعالى بدا به ولكن هذا بعد غسل يديه على وجه السنة التي ذكرناها في سنن الوضوء باب اداب الوضوء وهي سنة الاول من اداب الوضوء ترك الكلام سوى الاجعية الماثورة التي تدعا",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "بها عند غسل كل عضو أي لا يتكلم المتوضئ في اثناء الوضوء الا ان يقرا الادعية المنقولة عن النبي عليه السلام كما سنذكرها ان شاء الله تعالى في باب نوافل الوضوء قال في فتاوى يسمي عند كل فضو ويقول اشهد ان لا اله الا الله واشهد ان محمدا عبده ورسوله والثاني من اداب الوضوء المضمضة والاستنشاق بيده اليمنى أي ينبغي للمتوضئ ان يمضمض ويستنشق بيده اليمتى والثالث من اداب الوضوس الامتخاط بيجه اليسرى لانه من ازالى الاذى قالت عائشة رضي الله عنها كانت يد رسول الله لطهوره وطعامه ويجه اليسرى لخلائه وما مان من الاذى والرابع من اجاب الوضوء يتر العورة بعد الاستنجاء في لاخلاء لان كشف العورى لا يكون الا لضرورة وقد زالت الضرورة وكشف العورة لغير ضرورة خلاف الادب لقوله عليه السلام ان الله تعالى احق ان يستحى منه والخامس من اجاب الوضوئ برك استقبال القبلة واستدبارها في حالة الاستنجاء مكروهن كرانه تنزيهية وكذا مد الرجل الى القبلة في النوم وغيره مكروه واما خالى البول والتغوط فمكروه كراهة تحريم سواء كان في الصحراء او البناء والسادس من ادال الوضوئ ترك استدبارعين الشنس والقمر واستقبالها اذا كان في البرية وكذا يكره ان يستتدبوهما ويستقبلهما عند البول والغائط لكونهما ايتين عظيمتين من ايات الله باب اوافل الوضوئ وهي ستة الاول مسح الرفبة أي مسح الرقبة بظخور الاصابع الثلاث ولا يحتاج فيه تجديد الماء لان الباى باقية على ظهور الاصابف بعد مسح الراس والثاني من نوافل الوضوء تخليل اصلبع اليد والرجل وكون التخليل من النوافل اذا كانت الاصابع مفتوحة منفرجة واما اذا كان منضمة غير منفرجة بحيث لا سدخلها الماء بلا تخليل يكون التخليل فيه فرض وكيفية تخليل اصابع اليدين ان يدخل اصابع اليمنى على اصابع اليد اليسرى وكيفيته في الرحلين ان يخلل بخنصر يده اليسرى مبتديا من خنصر رجله اليمنى من الاسفل لامن الفوق وسختم لاجله اليسرى والثالث نت",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "نوافل الوضوء ذكر الجعاء عند كل غسل لك عضو أي ان يجعن عند غسل كل عضو بما جاء في الاثار عن السلق الصالحين فيقول بعد التسمية الحمد لله الذي جعل الماء طهورا وعند المضمضة اللهم اسقني من حوض نبيك كاسا لا اظما بعده ابدا وعند الاستنشاق اللهم لا تحرمني رائحة نعيمط وجناتك وعند غسك الوجه اللهم تبيض وجهي يوم تبيض وجوه اوليائك ولا تسود وجهي يوم تسود وجوه اعدائك وعند غسل اليد اليمنى اللهم اعطني كتابي بيميني وحاسبني حسابا يسيرا وعند غسل اليد اليسرى اللهم لا تعطني كتابي بشمالي ولا من وراء ظهري وعند مسح الرقبة اللهم حرم شعري وبشري على النار واظلني تحت ظل عرشك يوم لا ظل الا ظلك وعند مسح الاذنين اللهم اجعلني من الذين يستمعون القول فيتبعون احسنه وعند غسل الرجلين اللهم ثبت قدمي على الصراط يوم تزل منه الاقدامم ومن النوافل ايضا ان يقرا بعد الفراغ من الوضوء سورة اما انزلناه في اثر الوضوء غفر الله له ذنوبه خمسين سنة والرابع من نوافل الوضوء رش الماء على السراويل في الخلاء لانه يطهر به اذا وقع قطرات الماء المستعمل على السراويل ويندفع ايضا وسوسة الموسوسين به والخامس من نوافل الوضوء مسح اليج على الحائط بعد الاستنجاء لانه يحصل به تطهير اليد وزوال اثر النجاسة بالكلية والسادس من نوافل الوضوء غسل اليدين بعد مسحهما على الحائط لانه اذا مسح يده على الحائط يخرج اثر النجاسة ويتصل عليها نت الحائط التراب وغيره فيلزم غسلهما باب كواهية الوضوء وهي ستة الاول من كراهية الوضوء تعنيف ضرب الماء على الوجه ضربا أي لا يضرب المتوضئ الماء على وجهه بالشدة بل يرسل الماء على جبهته ارسالا خفيفا والثاني من كراهية الوضوء الامتخاط بيده اليمنى لانه ازالة الاذى وازالة الاذا مسنون بيده اليسرى كما مر في اداب الوضوئ والثالث من كراهنة الوضوئ المضمضة والاستنشلق بيده اليسرى أي يكره ان يمضمض ويستنشق بيده اليسرة بل يفعل بيده اليمنى لانه",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "ممن جملة الطهور لا من ازالة الاذى والرابع من كراهية الوضوئ الكلام عند الاستنجاء أي يكره للمستنجي ان يتكلم عند الاستنجاء وايضا يكره ذكر الله ورد السلام وتشميت العاطس فان عطس يحمد الله تعالى بقلبه ولا يتحرك لسانه والخامس من كراهية الوضوء القاء البزاق على البول والغائط أي يكره ان يلقي البزاق على البولوالغائط وايضا يكوه الامتخاك عليها والسادس من كراهية الوضوء النظر الى العورة في بيت الخلاء أي يمره النظر في الخلاء وفي غيرها ايضا الى موضع العورة وايضا يكره النظر الى ما يخرج منه باب منهي الوضوء وهي ستة الاول من منهي الوضوءاسراف الماء اكثر من ثلاثة ارطال وادنى ما يكفي من اماء في الغسل صاع وهو ثمانية ارطال وفي الوضوء مد وهو رطلان لما روي عن النبي عليه السلام كان يغتشل بالصلا وينوضا بالمد ويجوز النوضئ بثلاثة ارطال لزيادة الاهتمام في الطهارة الا ان الزيادة على الثلاثة منهي لانه اسراف جدا والثاني من منهي الوضوء غسل الاعضاء المفروضى اكثر من ثلاث مرات او اقل لان النبي صاى الله عليه وسلم كان ينوضا ثلاثا ثلاثا ولا يزيد ولا ينقص في غالب احواله واما اذا زاد على الثلاثة عند الضرورة لطمانينة القلب عند حصول الشك فهو جائز والثالث من منهي الوضوء المسح على الرجلين عريانا والوعيد على مسحهما عريانا والرابع من منهي الوضوء كشف العورة عند الوضوء لان كشف العورة لا يجوز بغير ضرورة ولا ضرورة عند الوضوء ولا يكون منهيا عند الاستنجاء بيده اليمنى لان الاستنجاء من ازالة الاذى وازالة الاذى مسنون بيدخ اليسرى كما ذكرنا في اداب الوضوء والسادس من منهي الوضوء القاء البول والغائط في الماء سواء كان الماء جاريا او راكدا ودذا التغوط والتبول منهي على شط نهر او حوض او عين او بئر وكل ذلك عند عدم الضرورة باب نوقض الوضوء وهي سبعة الاول من نواقض الوضوء كل ما خرج من السبيلين أي نت القبل والدبر وهذا يشمل البول والغاءط والدود",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "والحصاة والريج الا ان الريح اذا خرج من غير الدبر لا تنقض الوضوء او من غير السبيلين كالفم والانف وسائر الابدان بشرط ان يكون الخارج منها نجسا ويال كالدم والقيح والصديد واما اذا لم يسل فلا ينقض الوضوء قال صاحب المحيط اذا قشرت نفطة فسال منه دم وصديد ان سال عن راس الجرح نقض سواء خرج بالعصر فسال وان لم يسل ينتقض وقال صاحب الهداية اذا خرج بالعصر فسال لا ينقض والاول وجه غير البزاق والمخاط أي لا ينقض الوضوء خروجهما لانهما ليسا بنجس وما لم يكن نحسا ليس بحدث وما يخرج من الذنين والعينين اي لا ينقض الوضوء ما يخرج منها ايضا بشرط ان يمون الهارج طاهرا لا نجسا والثاني من نواقض الوضوء القيء اذا كان ملئ الفم بان كان لا يمكن التكلم به سواء قاء طعاما او ماء او صفراء او سوداء واما اذا كان القيء بلغما لا ينقض عند ابي حنيفة سواء كان نزل من اراس او صعد من الجوف وفال في ابو يوسف ان صعد من الحوف ينقض الوضوء لانه نجس بالمجاورة الى النجس والثالث من نواقض الوضوء النوم مستندا أي اذا نام المتوضئ مستندا الى شيء بحيث او ازيل ذلك الشيء لسقط النائم او متكئا أي متعمدا على مرفقيه او مضطجعا أي واضعا جنبه على الارض وهذا كله ينقض الوضوء واما ان نام في الصلاة قائما او راكبا او قاعدا او ساجدا لا وصوء عليه وان نام قاعدا متربعا او قير متربع او نام واضعا اليته على عقبيه حال كونه مستويا في الحاتين او واضعا بطنه على فخذيه لا ينقض وضوءه وفي الخلاصة فان نام متربعا لا ينقض وكذا لو نام ماوركا وهو ان يخرج قدمنه من جانب ويلصق اليتيه بالارض وان سقط النائم في النوم الذي هو غير ناقض للوضوء ينطر ان انتبه بعدما سقط على الارض فعليه الوضوئ وان انتبه قبل السقوط فلا وضوء عليه والرابع من نواقض الوضوء القهقهة في كل صلاة ذات ركوع وسجود وقد مر تفصيل القهقهة في باب ما يفسد في الصلاة والخامس من نواقض الوضوء الجنون أي اذا جن المصلي انتقض",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وضوءه وان قل والسادس من نواقض الوضوء الاغماء أي اذا اغمس المتوضئ انتقض وضوسه وان قل لان الجنون والاغماء فوق النوم لان الناءم اذا نبه انتبه بخلافهما وكذا السكر ناقض الوضوئ وحد السكران ما قال في المحيط انه اذا دخل في بعض مشيته تحرك فهو سكران لالاتفاق يحكم بنقض وضوء والسابع من نواقض الوضوء الردة نعوذ بالله يعنس ان ارتد وهو على و ... وئ ثن اسلم في الحال واراد ان يصلي ينوضا ثانيا ويصلي لان وضوءه اولا انتقض بالارتداد باب فرائض الغسل وهي ثلاثة الاول من فرائض الغسل المضمضة والاستنشاق في باب سنن الوضوء وانما فرضت المضمضة والاستنشاق في الغسل دون الوضوء لان الواجب في الغسل غسل جميع البدن وفي الوضوء غسل الوحه فرض وليس الفم والانف من الوجه لان الو جه من المواجهة وليس فيهما مواجهة والثالث من فرائض الغسل غسل سائر البدن جميعا أي غسل باقي الاعضاء من الفرق الى القدم فرض ولو بقي شيء من بدنه لم يصبه الماء لم يخرج من الجنابة ولو كان بقدر راس ابرة لافيرض استيعاب جميع البدن وايصال الماء الى منابت الشعر واثناء اللحية واثناء الشعر من الراس او البدن فرض ولو كان الشعر متلبدا ولم يصل الماء الى اثنائه لا يجوز الغسل لقوله عليه السلام تحت كل شعرة حنابة والمراة في الغسل كالرجل في وجوب استيعاب جميع البدن والشعر والبشر ولكن الشعر النازل من زوائبها لا يجب غسلها اذا بلغ الماء اصول شعرها لقوله عليه السلام لام سلمة رضي الله عنها يكفيك اذا بلغ الماء اصول شعرك وهذا اذا كانت الشعر مفتولة فان كانت منقوضة يفترض على المراة ايضا ايصال الماء الى اثناء الشعر اتفاقا لعدم الحرج واما الرجل فان كان له شعر فانه يجب عليه ايصال الماء الى اثناء الشعر وان كان مفتولة لانه لا ضرورة في حقه لامكان الحلق للرجل باب سنن الغسل وهي ستة الاول من سنن الغسل ان يبدا بغسل يديه أي ان يغسل يديه اولا لانه الة التطهير والثاني من سنن الغسل ان",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "يغسل فرجه بعد غسل اليد والثالث من سنن الغسل ان يزيل النجاسة ان كان على بدنه لئلا يكثر التجاية بوضول الماء اليه وسيلانه الى عضو اخر والرابع من سنن الغسل ان يتوضا وضوء الصلاة أي ان يتوضا مثل وضوء الصلاة بلا فرق الا انه يؤخر غسل الرجل واختلفول في مسح الراس في وضوء الغسل قال بعضهم لا يمسج والصحيح انه يمسح والخامس من سنن الغسل ان يفيض الماء على سائر جسده وكيفيته ان يضب الماء على منكبه الايمن ثلاثا ثم على منكبه الايسر ثلاثا ثم على راسه وساءر جسده ثلاثا وفيل يبدا بالراس ثم بالايمن ثم بالايسر وهو الاصح ولو اتغمس في ماء جار ان مكث قدر الوضوء والغسل فثقد اكمل السنة والا فلا والسادس من سنن الغسل غسل رجليه بعد الفراغ من غسل جميع الاعضاء وقال بعضهم ينبغي ان يغسل رجليه بعد اللبس لان فيه مسارعة الى الستر وكشف العورة مكروه بغير ضرورة وينبغس ان يغتسل في موضع لا يراه احد في الصحيح وكشف العورة في الخروة قيل ياثم وقيل يعفى الزمان القليل دون الكثير وموضع عورة الرجل والمراة مذكور في باب شروط الصلاة في بجث ستر العورة باب معاني الموحبة للغسل وهي على نوعين الاول من المعاني الموجبة للغسل حقيقي كانزال المني من الذكر والفرج الى خارج البدن فما دام في قصبة الذكر او الفرج الداخل لا يجب الغسل على وجه الدفق والشهوة اما اذا نزل من ضرب او دمل شيء ثقيل وسقوط من علو لا يجب الغسل ثن اغلم ان الشهوة شرط وقت الانفصال عند ابي حنيفة ومحمد رحمهما الله ووقت الحروج عند ابي يوسف رحمه الله حتى ان انفصل عن مكانه بشهوة واخذ راسه حتى سكنت شهوته فخرج بلا شهوة يجب الغسل عندهما لا عنده وان اغتسل قبل ان يبول ثن خرج بقية المني يجب الغسل عندهخما لا عنده والفتوى على قوله في الضيف وعلى قولهما في غيره كذا في الحدادي ولو خرج مني بعد بال لا يجب اعادة الغسل اجماعا من الرجل والمراة أي سواء كان انزال المني من الرجل او المراة في حالة",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "النوم واليقظة أي سواء كانت هذه الحالة ايضا في النوم واليفظة وانوع الثاني من المعاني الموجبة للغسل حكمي وهو ماحكم به الشرع على وجوب الغسل كمن استيقظ فوجد منيا او مذيا ولم يتذكر الاحتلام فيحكم عليه الغسل احتياطا لانه ان وجد المن يحتمل انه احتلم ولم يعرف واما ان وجد المذي يجب الغسل ايضا لاحتمال كونه منيا رق بحرارة البدن وعند ابي يوسف رحمه الله ان تيقن انه مذي ولم يتذكر الاحبلام لا غسل عليه والاول احوط وعليه الفتوى وان استيقظ فوجد في احليله بللا ولم يتذكر الاحتلام ينظر ان كان ذكره منتشرا قبل النوم فلا غسل عليه لان الانتشلر سبب لخروج المذي فيحمل على انه مذي وان كان في ذكره قبل النوم ساكنا فعلينه الغسل للاحتياط باب غسل المسنون عند ابي حنيفة رحمه الله اربعة الاول من الغسل المسنون غسل الجمعة والاصح عندنا مندوب وعند مالك هو واجب والغسل يوم الحمعة للصلاة عند ابي يوسغ ولليوم عند الحسن والاصج انه للصلاة ولو لم يصل للصلاة ينال ثواب الجمعة اذا وجد في اليوم عند الحسن لا عند ابي يوسف والثاني من الغسل المسنون غسل العيدين والاصح انه مستحب ايضا لانه يوم اجتماع كالجمعة والثالث من الغسل المسنون غسل الوقفة بعرفة فانه ايضا مستحب للاجتماع والرابع من الغسل المسنون غسل الاحرام وهذا ايضا مستحب ومن الاغتسال المندوبة الغسل لوقوف مزدلفة ولدخزل مكة والمدنية ولزيارة النبي عليه السلام اللهم يسر لنا ولجميع المسلمين دخول الحرمين الشريفين وزيارة روضى سيد الثقلين واجعل خاتمتنا بالايمان والاسلام يا ذا الجلال والاكرام وصلى الله على محمد واله وصحبه اجمعين ...",
            "page": "36",
            "part": "1"
        }
    ],
    "t36192": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "صفوة المنقولات"
        }
    ]
}