{
    "b36195": [
        {
            "id": "1",
            "nass": "كتبها ¶ د/بسام الغانم العطاوي ¶ أستاذ السنة وعلومها في كلية المعلمين في جامعة الملك فيصل في الدمام ¶ وخطيب جامع الزبير بن العوام ¶ شعبان 1429هـ ¶ بسم الله الرحمن الرحيم ¶ \" الحمدُ لله ربَّ العالمين ، حمدَ الشاكرين ، نَحْمَدُه على عظيمِ نَعمائِه ، وجميلِ بلائهِ ، ونَستكفيهِ نوائبَ الزَّمان ، ونوازلَ الحَدَثان ، ونرغبُ إليه في التَّوفيقِ والعصمةِ ، ونبرأُ إليه منَ الحَوْلِ والقُوّة ، ونسألُهُ يقيناً يملأُ الصَّدرَ ، ويعمرُ القَلبَ ، ويَسْتولي على النَّفس ، حتى يكُفَّها إذا نَزغت ، ويردَّها إذا تطلَّعتْ . وثقةً بأنَّه عزَّ وجلَّ الوَزَرُ ، والكالىءُ ، والرّاعي ، والحافظُ ، وأنَّ الخيرَ والشرَّ بيدهِ ، وأنَّ النعمَ كُلَّها من عنِده ، وأنْ لا سلطانَ لأحدٍ معَ سُلطانهِ ، نوجَّهُ رغباتِنا إليه ، ونُخلص نِياتِنا في التوكلِّ عَليه ، وأن يَجْعلنا مِمَّنْ هَمُّه الصَّدقُ ، وبُغيتُه الحقُّ ، وغَرضُه الصَّوابُ ، وما تُصحَّحهُ العُقولُ وتَقبُلُه الأَلبابُ ، ونعوذُ به مَن أن ندّعيَ العلمَ بشيءٍ لا نعلَمُه ، وأنْ نُسَدَّيَ قولاً لا نُلحمُه ، وأن نكونَ ممَّن يغرُّهُ الكاذبُ منَ الثَّناء ، وينخدِعُ للمتجوَّز في الإطراء ، وأن يكونَ سبيلُنا سبيلَ مَن يُعجبُه أنْ يُجادلَ بالباطلِ ، ويُموَّهَ على السّامع ولا يُبالي إذا راجَ عنه القولُ أن يكونَ قد خلَّطَ فيه ، ولم يُسدَّدْ في معانيه \" (من مقدمة دلائل الإعجاز للجرجاني) . ¶ وأصلي وأسلم على الهادي الأمين ، وخاتم النبيين ، وإمام المتقين ، نبينا محمد وآله وصحبه أجمعين ، وأتباعهم بإحسان إلى يوم الدين . ¶ أما بعد :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فقد اطلعت على كتاب \" فقه الرد على المخالف \" الذي ألفه أخي الحبيب وزميلي النجيب صاحب الفضيلة الشيخ الدكتور خالد بن عثمان السبت حفظه الله ووفقه ، وجزاه خيرا ، فألفيته كتابا نافعا مفيدا من حيث أهمية موضوع الكتاب ، وجودة مادته العلمية ، والأمانة في العزو والتوثيق ، والدقة في نسبة الأقوال إلى أصحابها ، وحسن إخراج الكتاب وطباعته مع رخص ثمنه ، وغير ذلك من المحاسن والمزايا ؛ فأحببت أن أعلق بنُكَت على منهج الكتاب وبعض المواضع فيه دون استقصاء تعين قارئ الكتاب على قراءته واستكمال الفائدة منه ؛ فإن معرفة منهج الكتاب من أهم الأمور التي تقرب ثمرة الكتاب لقارئه . ¶ والنُّكَتُ جمع نُكْتَة ، قال الجرجاني : النكتة هي مسألة لطيفة ، أخرجت بدقة نظر وإمعان ، من \" نَكَتَ رمحَه بأرض \" إذا أثر فيها ، وسميت المسألة الدقيقة نكتة ؛ لتأثير الخواطر في استنباطها . (التعريفات/316) . ¶ وهذه النكت والتعليقات لا تغض من قيمة الكتاب ، ولا قدر مؤلفه ، وإنما تخدم الكتاب ، وتكمل مقاصده وتفيد قارئه ، وتكسبه مرانا ودربة على المناقشة العلمية المفيدة . قال الذهبي رحمه الله : وما زال العلماء قديما وحديثا يرد بعضهم على بعض في البحث ، وفي التواليف ، وبمثل ذلك يتفقه العالم ، وتتبرهن له المشكلات .(سير أعلام النبلاء12/500) . ¶ النكتة الأولى",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سمى المؤلف كتابه \" فقه الرد على المخالف \" ، ولم يبين مراده بـ \"الرد \" في هذا الكتاب ، وهذا من أساسات البحث ؛ فالحكم على الشيء فرع عن تصوره ، وبسبب عدم توضيح المؤلف لمراده بالرد في كتابه اختلطت بعض الأمور ، وتداخلت بعض المسائل ، ووقعت تناقضات في بعض المواضع . فقد لاحظت أنه في مواضع يذكر أشياء لاعلاقة لها بالرد على المخالف ، فيستدل بها في موضوع الكتاب ، ولادلالة فيها على ذلك ، وفي مواضع يذكر أشياء لها علاقة ببعض أنواع الرد ، فيجعل حكمها عاما يشمل جميع أنواع الرد نفيا أو إثباتا ، وهذا لا يصح ، وستأتي شواهد هذا كله في بقية النكت . ¶ وقد قال المؤلف حفظه الله في مقدمة كتابه : وهذا كله مما دفع لتتبع نصوص الكتاب والسنة الواردة في هذا الباب ، وما ورد عن السلف رضي الله عنهم ، إضافة إلى ما كتبه أئمة أهل السنة والجماعة في هذا الموضوع ؛ لأجل استقراء المنهج الشرعي في الرد عموما سواء كان عن طريق المناظرة والمحاورة أو الكتابة أو غير ذلك . (فقه الرد/7) .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أقول : هذا ماكنا نحب أن نراه في الكتاب ، وهو المنهج الشرعي في الرد عموما ، ولكن واقع الكتاب يخالف ذلك ، فقد استعرضت الكتاب من أوله إلى آخره ، فوجدت المؤلف يتكلم عن نوع من أنواع الرد فقط ، وهو المجادلة والمناظرة ، وليس عن الرد بأنواعه ، وهذا يبين سبب كثرة اعتماده على المصادر التي عنيت بموضوع المجادلة والمناظرة وما يتعلق بالحوار ، وأول هذه المصادر هو كتاب منهج الجدل والمناظرة للدكتور عثمان علي حسن الذي نال به درجة الدكتوراه ، فقد أحال الدكتور السبت في كتابه على نحو أربعين ومائة موضع (140) من هذا الكتاب . مع أن عدد صفحات كتاب \"فقه الرد على المخالف \" 327 صفحة غير المقدمة والفهارس . ومن تلك المصادر كتاب مناهج الجدل في القرآن الكريم للدكتور زاهر بن عواض الألمعي الذي نال به درجة الدكتوراه ، فقد أحال الدكتور السبت في كتابه على نحو خمسين موضعا من هذا الكتاب . ومنها كتاب \" الحوار مع أهل الكتاب \" لخالد القاسم ، فقد أحال الدكتور السبت في كتابه على نحو سبعة وعشرين موضعا من هذا الكتاب . ومنها كتاب \"في أصول الحوار\" الذي نشرته الندوة العالمية للشباب ، فقد أحال الدكتور السبت في كتابه على نحو خمسة وعشرين موضعا من هذا الكتاب . ومنها كتاب \"الكافية في الجدل\" للجويني فقد أحال الدكتور السبت في كتابه على نحو أربعة عشر موضعا .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والمقصود أن موضوع المجادلة والمناظرة والحوار قد ألفت فيه كتب متعددة استوفت جوانبه كالكتب الآنفة الذكر ، وغيرها من الكتب التي رجع إليها المؤلف وأفاد منها ، وهي مذكورة في هوامش البحث وفهرس المراجع ، وكتب أخرى لم يرجع إليها المؤلف ، منها كتاب أصول الجدل والمناظرة في الكتاب والسنة للدكتور حمد العثمان فهو كتاب جيد ونفيس في هذا الموضوع ، فلا حاجة إلى تكرار ما في هذه الكتب ، كما فعل الدكتور السبت ، ففي كتابه كثير من الإطالة في موضوعات قد خدمتها تلك الكتب المختصة ، على حساب موضوعات أخرى من الرد لم تنل عناية الباحثين ، ومنهم الدكتور السبت ، والحاجة إلى بحثها أكبر . ¶ النكتة الثانية ¶ قال المؤلف حفظه الله في مدخل كتابه تحت عنوان \"الكتابات السابقة\" : لم تخل الساحة من مؤلفات مفيدة وجادة تشرح آداب البحث والمناظرة ، وأصول الحوار ، ومناهج الجدل ، والموقف من أهل الأهواء والبدع ، ومشروعية الرد عليهم إذا دعت إليه الحاجة ، إلى غير ذلك من الجوانب المهمة التي ترتبط بهذا الموضوع ، إلا أن ثمة جوانب ملحة تحتاج إلى إيضاح إضافة إلى ماسبق ، وهي سؤالات أربعة تجيب عنها هذه الدراسة ، وهذه السؤالات هي : ¶ 1- هل يسوغ الرد على أهل الأهواء ابتداء ؟ ¶ 2- متى يكون الرد مشروعا ؟ ¶ 3- من المؤهل للرد ؟ ¶ 4- ما المنهج الصحيح في الرد ؟ . (فقه الرد/9) . ¶ أقول : لم تجب هذه الدراسة عن هذه الأسئلة إلا في نوع من أنواع الرد ، وهو المجادلة والمناظرة ، وليس الرد بجميع أنواعه . والإجابة عن تلك الأسئلة في باب المجادلة والمناظرة قد استوفتها الدراسات السابقة ، وليس في هذه الدراسة إلا تلخيص لما في الدراسات السابقة غالبا . ولهذا أرى أنه كان ينبغي أن يسمي المؤلف كتابه \" فقه المجادلة والمناظرة \" ، وليس \"فقه الرد\" .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إن الرد على المخالف لا ينحصر في مجادلته ومناظرته ، بل يشمل صورا أخرى لا يحتاج فيها الراد إلى ما يحتاج إليه في المجادلة والمناظرة . ¶ قال الشيخ العلامة بكر أبوزيد رحمه الله في خلاصة كتابه النفيس \"الرد على المخالف من أصول الإسلام \" : ¶ خامسا : تصحيح المفاهيم وتحديدها ، لهذه الألفاظ الثلاثة :\"رد العالِم للمخالفة\" : كالآتي : ¶ 1- تحديد مفهوم المخالفة المذمومة محل البحث ، وهو : مخالفة الشريعة من أي وجه ، بداع من شبهة ، أو شهوة ، أو شذوذ ... ¶ 2- المفهوم الموسع للرد شرعا ، فليس كما يفهمه البعض من قصره على الإبطال ، والتنديد بكتاب ، أو رسالة ، بل أعم من ذلك ، فيكون : مكاتبة ، وكتابة ، ومشافهة ، وإيقاع طرف من العقوبات الشرعية كالنفي ، والإبعاد ، وإحراق الكتاب ، ومنعه من الدرس ، وسوقه إلى القضاء ؛ لينال أدبا يردعه ويزجره .. وبهذا نستفيد ، أن هذا من العلماء يكتب ، وهذا يقول ، وأن الساكت من العلماء عن هذين الواجبين قد يكون له جهد عظيم في إضعاف البدعة ، ومحاصرتها ، وقمع حاملها ، بأي من مسالك الرد الشرعية . ¶ 3- العلماء قدرات ، وكل يزاول ما يحسن ، حسب قدرته ، فهو على ثغر يحميه من أي عدوان عليه .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فعالم يرد على ملحد ، وآخر على صاحب بدعة خفيفة ، وثالث على صاحب فسوق ، وآخر يرد على رأي شاذ ، كل هذا حسب القدرة والتأهيل . وهذا يكسب اجتناب المقولة الساذجة : \"فلان يرد على شذوذ فقهي ، ويترك الملحدين ، فلماذا لا يرد عليهم ؟\" وهكذا ...إلى أن قال : على كل والٍ لأمر من أمور المسلمين بصفة خاصة ، وعلى كل مسلم بصفة عامة : إصلاح الحال بنبذ البدع والأهواء ، والمخالفات المذمومة ، ومنابذة أهلها : فعلى رقابة المطبوعات : منع ما كان سبيله كذلك ، وعلى مسؤولي التعليم : منع التعاقد مع من كان كذلك ، وعلى التجارة : منع استيراد مايضر بالمسلمين في دينهم وأخلاقهم ، وعلى التجار : الامتناع من الممارسة والتسويق ، والحذر من تكثير سواد المخالفين بمزاولة بيع وشراء السلع المحرمة ، وتأجير المحلات على أصحابها ، والله أعلم . (الرد على المخالف للشيخ بكر /86-89) .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فلله در العلامة بكر ، ما أحسن حديثه ! رحمه الله وغفر له ، فقد أصاب وصدق ، فالرد على المخالف له صور كثيرة ، ولا ينحصر في المجادلة والمناظرة التي بنى الدكتور السبت كتابه عليها ، فالرد العام يحصل بغير المجادلة والمناظرة ، كأن يتكلم أحد في بعض مسائل الاعتقاد ببعض الشبه فإذا قام أحد بالرد عليه بذكر النصوص الواردة في تلك المسألة ، والنصوص الدالة على وجوب التسليم للنص ومايتعلق بذلك ، والنصوص الدالة على النهي عن الخوض في ذلك ، وتذكيره بمقتضيات الإيمان وتخويفه من الله ، فهذا كله رد ، وهو مطلوب وحسن . وقد سألت امرأة أم المؤمنين عائشة رضي الله عنها فقالت لها : ما بَالُ الْحَائِضِ تَقْضِي الصَّوْمَ ولا تَقْضِي الصَّلَاةَ ؟ فقالت : أَحَرُورِيَّةٌ أَنْتِ ؟ فقالت : لَسْتُ بِحَرُورِيَّةٍ وَلَكِنِّي أَسْأَلُ . قالت : كان يُصِيبُنَا ذلك فَنُؤْمَرُ بِقَضَاءِ الصَّوْمِ ولا نُؤْمَرُ بِقَضَاءِ الصَّلَاةِ . متفق عليه . فقد ردت عائشة رضي الله عنها على السؤال بالأصل العام ، وهو الاتباع ، وهذا رد . وروى مسلم عن طَارِقِ بن شِهَابٍ رضي الله عنه أنه قال : أَوَّلُ من بَدَأَ بِالْخُطْبَةِ يوم الْعِيدِ قبل الصَّلَاةِ مَرْوَانُ ، فَقَامَ إليه رَجُلٌ ، فقال : الصَّلَاةُ قبل الْخُطْبَةِ ، فقال : قد تُرِكَ ما هنالك ، فقال أبو سَعِيدٍ : أَمَّا هذا فَقَدْ قَضَى ما عليه ؛ سمعت رَسُولَ اللَّهِ صلى الله عليه وسلم يقول :\" من رَأَى مِنْكُمْ مُنْكَرًا فَلْيُغَيِّرْهُ بيده فَإِنْ لم يَسْتَطِعْ فَبِلِسَانِهِ فَإِنْ لم يَسْتَطِعْ فَبِقَلْبِهِ وَذَلِكَ أَضْعَفُ الْإِيمَانِ \" . وسأضرب مثالا من واقعنا المليء بالمخالفات والمخالفين :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "شاهدت أحد المبتدعة - ممن له شهرة واسعة في عالم الفضائيات ومحسوب على الدعوة والدعاة زورا وبهتانا ومع الأسف أن يطبل له بعض من هو محسوب على أهل السنة والجماعة – شاهدته في إحدى القنوات التلفازية في برنامج مباشر يتكلم عن الاحتفال بالمولد النبوي ، ويقرر أنه سنة مؤكدة ويستدل لذلك بالأباطيل ، ويحط على علماء أهل السنة القائلين ببدعية ذلك الاحتفال ، ويقول كاذبا : \" لقد سئل الشيخ محمد بن عثيمين عن إقامة أسبوع للشيخ محمد بن عبدالوهاب ، فأجاز ذلك ، في الوقت الذي يمنع فيه من الاحتفال بالمولد النبوي ، سبحان الله ! محمد بن عبدالوهاب تحتفلون به أسبوعا ، ومحمد بن عبدالله تستكثرون علينا أن نحتفل به ليلة واحدة ؟!! \" هكذا قال جازاه الله ، وقد كذب ؛ فالشيخ ابن عثيمين اشترط في أسبوع محمد بن عبدالوهاب ألا يتكرر سنويا ، وإنما يقام مرة واحدة وينتهي ، وذكر أن هذا إنما يقصد به التعريف بهذا الشيخ ، ولا يتخذ تقربا إلى الله كما هو الحال في الاحتفال بالمولد ، لكن ذلك المبتدع قد نقل الفتوى ممسوخة مشوهة ليلبس على الناس . والمقصود أنه اتصل بعض الإخوة من أهل السنة جزاهم الله خيرا وشاركوا بمداخلات ردوا فيها على هذا المبتدع باختصار بقدر علمهم ، وأنكروا عليه قوله ، وذكروا بعض مافي تلك الاحتفالات من مفاسد ، وقد حاول أن يدخل معهم في جدال ومناظرة لكنهم لم يفعلوا ، وأنهوا كلمتهم بعد أن حصل المقصود من التشويش على باطله ، وكان لهذا أثر في إرباكه وإحراجه . ولو اتصل آخر وقرأ فتوى الشيخ ابن عثيمين ليبين كذب هذا المبتدع لكان في ذلك رد آخر . ولو اتصل عليه آخروذكره بالله وأمره بتقواه ونهاه عن البدعة وإضلال العباد لكن بأسلوب حسن لا يجعلهم يقطعون اتصاله لكان في ذلك رد آخر . ¶ ويمكن الرد على هذا المبتدع بصور أخرى من الرد ، منها : ¶ 1- أن يتكلم خطيب الجمعة في خطبته و إمام المسجد في مسجده .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2- أن يكتب أحد طلبة العلم أو المثقفين عموما في صحيفة أو مجلة أو منتدى . ¶ 3- أن يلقي أحد طلبة العلم درسا أو كلمة أو يعقد ندوة في التلفاز أو الإذاعة . ¶ 4- أن يتكلم المحاضر في شيء من محاضرته الجامعية ، والمدرس في أثناء حصته المدرسية . ¶ ويقوم كل هؤلاء بالتنبيه على بدعية الاحتفال بالمولد ، وذكر بعض الأدلة وأقوال الأئمة ، والتحذير من الابتداع في الدين . ¶ 5- الكتابة إلى مسؤولي القناة التي ظهر فيها ذلك المبتدع ، ومناصحتهم وتذكيرهم بالله وتخويفهم من عقابه وسخطه ، ليكفوا عن نشر البدع والترويج لها ولأهلها . ¶ 6- الكتابة إلى ولاة الأمر والمسؤولين في هذه البلاد عن الإعلام وعن التعليم وإلى كبار علماء البلاد لبيان حقيقة ذلك المبتدع وتحذيرهم منه ، وذكر ماقاله في ذلك البرنامج من الباطل ، ليمنعوا ظهوره في قنوات الإعلام ومؤسسات التعليم في بلادنا وقاية للمسلمين من شره . ¶ 7- مناصحة دور النشر وتحذيرهم من نشر كتب هذا المبتدع ، ولاسيما الكتب التي بث فيها سمومه وشره ¶ 8- الكتابة إلى هذا المبتدع ومناصحته وتذكيره بالله ، والبعث إليه ببعض الكتب التي ألفها العلماء في إبطال بدعته . ¶ 9- نشر الكتب وتوزيع المطويات التي تبين حكم المسألة ، وتبصر الناس بالحق . ¶ وكل ما تقدم ماهو إلا بعض صور ووسائل الرد على المخالف ، وهي في هذا العصر كثيرة ومتنوعة . وأكثر تلك الوسائل لا يحتاج فيها الراد إلى شروط وأصول المجادلة والمناظرة التي ذكرها الشيخ خالد السبت في كتابه .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إن كثيرا من المخالفات التي يحارب بها الدين اليوم ، والتي يراد بها صد المسلمين عن دينهم ، وتغريب مجتمعاتهم مخالفات صريحة لا يحتاج المسلم إلى كثير علم ليدرك أنها مخالفة كالدعوة إلى التبرج والسفور والاختلاط ومزاحمة النساء للرجال في كافة الميادين وموالاة الكفار والتشبه بهم والسير في ركابهم وغير ذلك ، وكل من ينعق بشيء من ذلك من أعدائنا أو ممن جندوه لخدمتهم من أبناء جلدتنا فعلى كل قادر على أي نوع من أنواع الرد أن يرد عليه حماية للدين وإنكارا للمنكر ، ولا نقول : \" لاترد حتى تتمكن من شروط المناظرة والمجادلة \" ، فللمناظرة أهلها ، ولسائر أنواع الرد أهله ، وعلى كل مسلم أن يقوم بواجبه تجاه دينه . ¶ تمنيت أن أرى في كتاب \"فقه الرد على المخالف \" حديثا عن أنواع الرد الأخرى غير المناظرة والمجادلة فتلك الأنواع هي التي يحتاج إليها عامة المثقفين الغيورين على دينهم وعقيدتهم اليوم ، فلو تناولها الدكتور خالد بالبحث وربطها بواقع المخالفات في هذا العصر ، واستقصى صور الرد الممكنة ، وهي كثيرة ، ووضع لها الضوابط المناسبة ، وضرب الأمثلة الواقعية لها لكان في ذلك أعظم نفع للدعاة والآمرين بالمعروف والناهين عن المنكر في القيام بواجبهم في الرد على المخالفين الذين تمتلئ بهم الساحة اليوم . أما المناظرة والمجادلة فقد أشبعت بحثا ، ولا يحتاج إلى معرفة أصولها وشروطها وتفصيلاتها إلا فئة قليلة مختصة بذلك من طلبة العلم الذين لا يحتاجون إلى مزيد من ذلك فوق ماذكر في المصنفات التي ألفت لذلك قديما وحديثا . ¶ النكتة الثالثة",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أكثر المؤلف حفظه الله من النقل في هذا الكتاب عن شيخ الإسلام ابن تيمية رحمه الله ، والإفادة منه ، فقد تقدم ذكر أن عدد صفحات هذا الكتاب 327 صفحة غير المقدمة والفهارس ، وقد أحصيت نحو خمسين وسبعمائة موضع (750) من كتب شيخ الإسلام قد أحال عليها الدكتور السبت في كتابه ، غير الكتب الأخرى المختصة بترجمة شيخ الإسلام ومنهجه ، فقد أحصيت نحو سبعة عشر موضعا من الجامع لسيرة شيخ الإسلام والعقود الدرية وغيرها ، أحال عليها الدكتور السبت في كتابه ، وأحصيت نحو مائة موضع من كتاب \" موقف ابن تيمية من الأشاعرة \" للدكتور عبدالرحمن المحمود أحال عليها الدكتور السبت في كتابه . وأنا لا أنكر الإفادة من شيخ الإسلام ابن تيمية ، وهو صاحب المرتبة العلية في الإمامة ، ورسوخ القدم في العلم ، وإنما المقصود أن الكتاب إذا غلب عليه الاعتماد على أحد الأئمة فينبغي تقييده به حتى يكون أصدق في التعبير عن مضمونه ، كأن يسمى الكتاب : فقه الرد عند الإمام ابن تيمية ، وإن كان استعمال كلمة \" الرد \" هنا فيه ما تقدم ذكره في النكتة السابقة . ¶ النكتة الرابعة ¶ استطرد المؤلف في مواضع من كتابه بذكر موضوعات عامة ليست مختصة بالرد ، وأطال فيها مثل مجانبة السلف لأهل الأهواء وعدم الإصغاء إليهم أوالسماع منهم أصلا ، والذي تحدث عنه المؤلف في ست عشرة صفحة وذكر تحذير السلف من مجالسة أهل البدع ، فهذا موضوع عام لا يختص بالرد ، فماكان ينبغي التطويل فيه ؛ لأن محل ذلك كتب أخرى قد خصصت له ، وإنما المطلوب هنا ذكر ما يتعلق بالرد ، ومن المعلوم أن عدم مجالسة أهل البدع لا ينافي رد بدعتهم وإبطالها وتحذير الناس منها .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن ذلك حديث المؤلف عن الإنصاف الذي استغرق ستين صفحة ، فقد أطال المؤلف فيه وذكر كثيرا مما يتعلق بالحكم على الناس وتقويم الأشخاص ، وذكر منهج الإمام ابن تيمية في الحكم على المخالفين في سبع عشرة صفحة ، وهذا في الحقيقة موضوع مستقل قد بحث في مؤلفات مستقلة ولا ارتباط له برد المخالفة ، وقد تنبه المؤلف لذلك ، ولهذا قال في ص 223 : \" ليس المقصود من ذلك أن تذكر المحاسن عند الرد كما قد يتوهم ، وإنما قد نذكر المحاسن عند التقويم أو الحكم على الناس أو الطوائف أو الكتب \" . وقال في ص 235 : \" وكما سبق لا نقصد بذلك ذكر الحسنات عند الرد \" . أقول : موضوع الكتاب في الرد ، وليس في تقويم الأشخاص فلماذا الاستطراد والإطالة بذكر موضوعات تشوش ذهن القارئ وتصرفه عن موضوع الكتاب الأصل ؟! ¶ ومن ذلك حديث المؤلف عن اتباع الرأي وتحكيمه وجعله مقدما على السمع ، والتكلف والخوض فيما لايعني الذي استغرق نحو خمس وخمسين صفحة بداية من ص 75 ، فهذا موضوع عام غير مختص بالرد ، ويُتكلم عنه في مباحث العلم النافع والعلم المذموم ، ومنهج طلب العلم ، وآداب الطلب ، وقد أفردت لذلك مصنفات كثيرة قديما وحديثا ، فما كان ينبغي الإطالة فيه ، وإنما الاقتصار على ما يرتبط مباشرة بموضوع الرد ، وتوضيح تلك العلاقة للقارئ . ¶ النكتة الخامسة",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال المؤلف حفظه الله تحت عنوان : \"الاعتبار الثاني – يعني من الأحوال التي يمنع فيها الرد -: ماكان بالنظر إلى من يقوم بالرد\" : إذا كان الرد سائغا بحيث تكون المصلحة فيه غالبة ، فإن ذلك يكون متوجها لمن تحقق بالعلم وتسلح به ، فهذا شرط أساس فيمن يتصدى للرد والمجادلة ليحصل المقصود من الرد ، وأما إذا كان الذي يقوم بالرد ضعيف العلم بالحجة وجواب الشبهة فإن هذا ينبغي أن ينأى بنفسه عن ذلك لما يخاف عليه من الانجراف مع الشبهات ، وقد يكون رده ضعيفا فيتغلب صاحب الشبهة فيحصل بسبب ذلك فتنة ، وهذا يضره ويضر المسلمين معه ، كمن يقوم من المسلمين لمبارزة علج قوي من الكفار ، وهو ضعيف لايطيق ذلك ، والضعف هو الغالب على جمهور المسلمين ، ومن ثم فينبغي كفهم عن التصدي للمناظرات والمجادلات والردود على أهل الزيغ والضلال ؛ لأن ذلك أنفع لهم في دينهم وآخرتهم .(فقه الرد/134). ¶ أقول : عنوان المبحث في الرد لكن الكلام الذي تحته عن نوع من أنواع الرد وهو المجادلة والمناظرة ، فالكلام الذي ذكره المؤلف لا ينطبق إلا على هذا النوع من الرد ، أما سائر أنواع الرد فبعضها لا يشترط فيه ما ذكره المؤلف ، ولا يمنع منه . ¶ وقال المؤلف حفظه الله تحت عنوان : الاعتبار الثالث- يعني من الأحوال التي يمنع فيها الرد - : ماكان بالنظر إلى حال المردود عليه : قد يمنع الرد على المخالف ومناظرته نظرا لأمور قامت به من شأنها أن تجعل المصلحة من الرد والمناظرة غير متحققة ، ومن المعلوم أنه ليس كل من نطق بالباطل تطلب محاورته ومجادلته (فقه الرد/135) . ¶ أقول : عدم نفع المحاورة والمجادلة معه لا يعني ترك الرد عليه مطلقا ، بل يرد عليه بأنواع أخرى من الرد من باب إنكار المنكر بشروطه . وإنكار المنكر لا يترك بسبب عدم استجابة فاعل المنكر كما هو معروف في موضعه . ¶ ثم قال المؤلف : ومن هؤلاء – يعني الذين يمنع الرد عليهم - :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أولا : إذا كان المجادل صاحب خصومة وجدال يخوض بطريقته الكلامية وأقيسته المنطقية غير مراع حرمة النصوص . فمن ركب هذا المركب لم يجادل أو يناظر . ¶ ثانيا : أن يكون مبطلا . وهذا يشمل كل من لم يقصد الحق ، وإنما كان قصده فاسدا ، فمثل هذا لا يجادل أو يناظر . ( وذكر المؤلف لهذا الوصف خمسة أصناف تناولها بالشرح والتوضيح ) . ¶ ثالثا : من يجادل في الأمور البديهية والضرورية والقضايا المسلمة . إذا كان الأمر بديهيا فإن المجادلة فيه ضرب من السفه . ¶ رابعا : قد تجد أن بينك وبين الطرف الآخر شقة واسعة من الخلاف ، وأن ما بينكما أعظم مما وقع الجدال فيه ، كأن يكون ذلك المجادل غير مقر بالأصول التي تنطلق منها في مجادلته في مسألة معينة ، فمثل هذا لا جدوى من محاورته في تلك المسألة ، وإنما يناقش في إثبات أصول أخرى قبل ذلك ، أو تترك مجادلته بالكلية والمقصود أن جميع هؤلاء يجمعهم اتباع الهوى ، والإعراض عن الحق ، ومن كان بهذه المثابة فإنه ليس بأهل أن يجادل ، ولا أن يرد عليه .(فقه الرد 135-140 ) . ¶ أقول : كونه ليس أهلا لأن يجادل ، لا يعني ترك الرد عليه بأنواع الرد الأخرى . وكل ما ذكره المؤلف في هذا المبحث الذي استغرق خمس صفحات هو فيمن يترك جداله ، ولكن المؤلف جعله فيمن يترك الرد عليه مطلقا ، وهذا خطأ ، وقد أكثر المؤلف في كتابه من استعمال مصطلح المجادلة والمناظرة ، وهما نوع من أنواع الرد ، ونفي الأخص لايستلزم نفي الأعم . ¶ ثم ذكر المؤلف أن من كان بهذه المثابة ليس بأهل أن يجادل ، ولا أن يرد عليه للاعتبارات التالية :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الأول : أنهم لايرجعون عن باطلهم غالبا ، فالذي يتشاغل بالرد على هؤلاء طمعا في هدايتهم لا شك أنه واهم ، لأن هؤلاء لا يرجعون عن باطلهم الذي أشربوه ، بل يدعون الله أن يثبتهم عليه ، بخلاف أهل المعصية ؛ ولذا ترك السلف رضي الله عنهم مجادلتهم استبعادا لرجوعهم ، ورأوا استتابتهم وإلا عوقبوا بما يليق بأمثالهم .(فقه الرد/142-143) . ¶ أقول : للرد على المخالف غايات عدة ، لا تنحصر في إرجاعه عن باطله فقط ، فلا يترك الرد لعدم تتحقق هذه الغاية .وقد استدل المؤلف على ترك الرد عليه بأن السلف تركوا مجادلته ، وترك المجادلة لا يعني ترك الرد بأنواعه الأخرى ، ومنها الاستتابة ، والعقاب اللذين نقل المؤلف عن السلف أنهم عدلوا إليهما ، فهم لم يتركوا الرد مطلقا ، وإنما تركوا نوعا من أنواعه ، وهو المجادلة . ¶ ثم ذكر المؤلف المفاسد المترتبة على مجادلة من لايرجع عن باطله ، ومنها : ¶ 1- تحول مسار المناظرة والجدل إلى مغالبة يطلب فيها كل طرف الظهور على الآخر فحسب . ¶ 2- الدخول في دائرة المراء العقيم . ¶ 3- أنه قد لايسلم من شبههم . ¶ 4- أنه قد يقع في شيء من التكلف لرد باطلهم . ¶ 5- أن ذلك يشغله عما هو بصدده من العلم والعمل . ¶ 6- أن في الرد عليهم ترويجا لباطلهم . ¶ ثم ذكر الاعتبار الثاني الذي يترك الرد والمجادلة لأجله ، وهو أن ذلك مناف للمقصود من إغفالهم وهجرهم وتهميشهم . (فقه الرد/141-154) . ¶ أقول : قد أطال المؤلف في توضيح هذه المفاسد في نحو أربع عشرة صفحة ، وكلها في نوع من أنواع الرد ، وهو المجادلة والمناظرة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ثم قال المؤلف : فإن هؤلاء جميعا لا يلتفت إليهم ، وإنما الواجب زجرهم وتعزيرهم وتأديبهم بما يليق بأمثالهم ، ويردعهم عن غيهم متى أمكن ذلك ، وأما الرد والمناظرة فلا مكان لهما هنا ؛ لكون هؤلاء غير مريدين للحق ، ومن ثم فإن الأصل عدم مجادلتهم ، لكن هناك حالات يمكن أن تستثنى فيكون الرد متعينا لوجود مصلحة راجحة دون قصد هداية المجادل أو المردود عليه ، فمن ذلك : ¶ 1- كسر المبطل وتعريته . ¶ 2- إذا ذاعت الشبهة وانتشرت . ¶ 3- إذا طرحت الشبهة بمحضرمن لا يميز ما فيها من باطل . (فقه الرد/154-157) . ¶ أقول : الزجر والتعزير والتأديب من أنواع الرد على المخالف ، لكن المؤلف لم يعتن ببيانها وبيان كيفية الاستفادة منها . ¶ والحالات التي استثناها المؤلف تكلم عنها باختصار شديد ، ولم يبين هل يرخص في الجدال والمناظرة في هذه الحالات ، ولو أدت إلى المفاسد التي ذكرها سابقا ، ولم يذكر كيف يتلافى المجادل والمناظر تلك المفاسد إذا اضطر إلى المجادلة والمناظرة في الحالات التي ذكرها ، وكل هذه مسائل مهمة متعلقة بموضوع البحث ، ولا يكتمل بغير بيانها ، ولم يذكرها المؤلف . ¶ ثم قال المؤلف حفظه الله تحت عنوان \" من الذي يتولى الرد ؟ \" : إذا تقرر أن الرد مطلوب حيث كانت المصلحة مقتضية له فليس ذلك يعني أن الباب مفتوح في ذلك لكل أحد ، وإنما يكون ذلك لمن هو أهل لهذه المهمة ممن استجمع ثلاثة شروط : ¶ الأول : التمكن في الباب الذي يناظر أو يرد أو يجادل فيه . وذلك أن المناظرة والمجادلة إذا كانت صادرة عمن لا تحقيق له ولا دراية في القضية التي يجادل فيها فإنها تضر ولا تنفع . ¶ الثاني : أن يكون علمه صحيحا .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الثالث : أن يكون له قدرة على الجدل والمناظرة . من المعلوم أن الجدال والمناظرة فن لايحسنه كل أحد ، وفي الوقت الذي نوجب على المناظر أو المتصدي للمجادلة أن يكون عالما بالباب الذي يجادل فيه فإننا ندرك في الوقت نفسه أن التمكن في العلم لا يعني أن يكون صاحبه قادرا على الإفحام والمناظرة .. ¶ (فقه الرد/165-170) . ¶ أقول : قد تناول المؤلف الأمور المذكورة بالشرح والتوضيح ، وغالب ماذكره يختص بالجدال والمناظرة ، ولا يشمل سائر أنواع الرد . ¶ ثم عقد المؤلف حفظه الله فصلا بعنوان \"ماينبغي أن يتحلى به من تولى الرد والمجادلة \" ، واستغرق حديثه فيه نحو مائة صفحة ، وكل ما ذكره فيه لا يخرج غالبا عن أمور تختص بالمجادلة والمناظرة دون سائر أنواع الرد أو أنها آداب عامة لا تختص بالرد بسائر أنواعه ، وإنما هي مطلوبة من طالب العلم عموما ، ولهذا فإن كثيرا مما ذكره مذكور في الكتب التي تحدثت عن آداب طلب العلم ، وأدب الخلاف ، والكتب التي تحدثت عن الأخلاق الإسلامية ، وحق المسلم على المسلم ، والكتب التي تحدثت عن منهج تقويم الأشخاص والحكم عليهم ، وهي مسائل لا تختص بالرد ، وقد تم بحثها في كتب خصصت لذلك ، ومع ذلك أطال المؤلف في بيانها . ¶ ثم عقد المؤلف حفظه الله فصلا بعنوان \"المقومات الأساسية المشتركة للجدال المثمر\" ، استغرق اثنتي عشرة صفحة ، وكان كلامه فيه مطابقا لعنوان المبحث ، وهو ما يتعلق بالجدال المثمر ، وهذا نوع من أنواع الرد ولايشمل سائر أنواع الرد . ¶ ثم عقد المؤلف فصلا بعنوان \"منهج الرد\" ، استغرق أكثر من خمسين صفحة ، وأغلب ماذكره فيه يختص بالجدل والمناظرة ، ولا يشمل سائر أنواع الرد ، وذكر أمورا عامة تتعلق بتقويم الأشخاص والحكم عليهم ، وهي أمور لا تختص بالرد وأنواعه ، وإنما هي مطلوبة في غير مجال الرد أيضا ، وقد استوفى أهل العلم الكلام عليها في مظانها ، فماكان ينبغي الإطالة فيها . ¶ النكتة السادسة",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال المؤلف حفظه الله : ومع ذلك كله لم يعدم الناس في جميع تلك الأعصار من بقايا من أهل العلم يدعون من ضل إلى الهدى ، ويصبرون منهم على الأذى ، ويحيون بكتاب الله الموتى ، ويبصرون بنور الله أهل العمى ، وينفون عن كتاب الله تحريف الغالين ، وانتحال المبطلين ، وتأويل الجاهلين الذين عقدوا ألوية البدعة ، وأطلقوا عقال الفتنة ، فهم مختلفون في الكتاب ، مخالفون للكتاب ، مجمعون على مفارقة الكتاب يقولون على الله ، وفي الله ، وفي كتاب الله بغير علم ، يتكلمون بالمتشابه من الكلام ، ويخدعون جهال الناس بما يشبهون عليهم ، فكم من قتيل لإبليس – من هؤلاء ومن تأثر بهم - قد أحياه أولئك الأئمة الأعلام ، وكم من ضال تائه قد هدوه ، فما أحسن أثرهم على الناس ، وأقبح أثر الناس عليهم ! ¶ ومن المعلوم عبر القرون أن العلماء هم الذين كانوا يتصدون للأهواء ، وأهلها ، ويجرون ذلك كله على قاعدة المصالح والمفاسد ، فنجدهم يقومون بالرد حينا ، ويعرضون عن ذلك أحيانا أخرى ، مع بيان الحق (فقه الرد/6) . ¶ أقول : إن كان مقصود المؤلف أن العلماء في أي عصر من العصور كان منهم من يتولى تأليف الردود على أهل الأهواء ، ومنهم من يعرض عن ذلك ، فهذا صحيح ، فلا يجب على جميع علماء الزمن أن يؤلف كل منهم في ذلك ، وقد حصل المقصود بتأليف بعضهم ، ولاسيما أن العلماء متفاوتون في اختصاصاتهم وقدراتهم ، وقد تقدم ذكر كلام الشيخ بكر في هذا في النكتة الثانية . ¶ وإن كان مقصود المؤلف حفظه الله بهذا الكلام أن جميع العلماء في عصر من العصور يعرضون عن الرد فهذا غير صحيح ، ولم يأت المؤلف حفظه الله بشواهد على ذلك ، ولا أتصور أن هناك بدعة ظهرت في زمن ، وأعرض عن الرد عليها جميع علماء ذلك الزمن . وأما إعراض بعض علماء ذلك الزمن عن الرد عليها فلا يعني تعميم الحكم على جميع علماء ذلك الزمن .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ثم إن في كلام المؤلف شيئا من التناقض ، فقد ذكر أن العلماء كانوا يعرضون عن الرد أحيانا مع بيان الحق فهل بيان الحق لا يعد ردا على من يقول بخلافه ؟! ¶ وإذا كان العلماء يعرضون عن الرد على الأهواء وأهلها أحيانا فهذا يناقض ما ذكره المؤلف في أول كلامه من أن الناس في جميع تلك الأعصار لم يعدموا بقايا من أهل العلم ينفون عن كتاب الله تحريف الغالين ، وانتحال المبطلين ، وتأويل الجاهلين الذين عقدوا ألوية البدعة ، وأطلقوا عقال الفتنة . ¶ والصواب أن علماء الأمة في جميع العصور لم يخلوا بواجبهم في الرد على الأهواء وأهلها ، بل قاموا بذلك خير قيام ، وإنما تنوعت أساليب ردهم ، بحسب ما تقتضيه المصلحة وما يناسب المقام ، فمنهم من يرد بردود صريحة مباشرة ، ومنهم من يعدل عن ذلك ، ويكتفي بأنواع أخرى من الرد لبيان الحق دون تعريض بأحد أو إشارة إلى أنه قصد بذلك أحدا بعينه ، ومنهم من يفعل هذا أحيانا ، وهذا أحيانا ، حسب ما تقتضيه المصلحة الشرعية . ¶ قال عاصم الأحول : جلست إلى قتادة ، فذكر عمرو بن عبيد [ يعني المعتزلي] ، فوقع فيه ، ونال منه فقلت : أبا الخطاب ، ألا أرى العلماء يقع بعضهم في بعض ؟! فقال : يا أحول ، أولا تدري أن الرجل إذا ابتدع بدعة ينبغي لها أن تذكر حتى يحذر .(الكامل في ضعفاء الرجال 5/97) . ¶ وقال ابن الجوزي : والله سبحانه لا يخلي الزمان من أقوام قوام بشرعه ، يردون على المتخرصين ، ويبينون غلط الغالطين . (تلبيس إبليس /401) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ونقل مرعي الكرمي عن العز بن عبدالسلام قوله : أوجب الله على العلماء إعزاز الدين وإذلال المبتدعين فسلاح العالم علمه ولسانه كما أن سلاح الملك سيفه وسنانه فكما لا يجوز للملوك إغماد أسلحتهم عن الملحدين والمشركين لا يجوز للعلماء إغماد ألسنتهم عن الزائغين والمبتدعين فمن ناضل عن الله وأظهر دين الله كان جديرا أن يحرسه الله تعالى بعينه التي لا تنام ، ويعزه بعزه الذي لا يضام .( شفاء الصدور/223). ¶ وقال الإمام ابن تيمية : ومثل أئمة البدع من أهل المقالات المخالفة للكتاب والسنة أو العبادات المخالفة للكتاب والسنة ؛ فإن بيان حالهم وتحذير الأمة منهم واجب باتفاق المسلمين حتى قيل لأحمد بن حنبل : الرجل يصوم ويصلي ويعتكف أحب إليك أو يتكلم في أهل البدع ؟ فقال : إذا قام وصلى واعتكف فإنما هو لنفسه ، وإذا تكلم في أهل البدع فإنما هو للمسلمين ، هذا أفضل . فبين أن نفع هذا عام للمسلمين في دينهم من جنس الجهاد في سبيل الله ؛ إذ تطهير سبيل الله ودينه ومنهاجه وشرعته ودفع بغي هؤلاء وعدوانهم على ذلك واجب على الكفاية باتفاق المسلمين ولولا من يقيمه الله لدفع ضرر هؤلاء لفسد الدين وكان فساده أعظم من فساد استيلاء العدو من أهل الحرب فإن هؤلاء إذا استولوا لم يفسدوا القلوب وما فيها من الدين إلا تبعا ، وأما أولئك فهم يفسدون القلوب ابتداء .(مجموع الفتاوى 28/231) . ¶ وقال أيضا : هذه الأمة ولله الحمد لم يزل فيها من يتفطن لما في كلام أهل الباطل من الباطل ويرده ، وهم لما هداهم الله به يتوافقون في قبول الحق ورد الباطل رأيا ورواية من غير تشاعر ولا تواطؤ . ¶ (مجموع الفتاوى 9/233) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقال العلامة صالح الفوزان : مازال أهل السنة والجماعة يردون على المبتدعة ، وينكرون عليهم بدعهم ، ويمنعونهم من مزاولتها . منهجهم في ذلك مبني على الكتاب والسنة ، وهو المنهج المقنع المفحم ، حيث يوردون شبه المبتدعة وينقضونها ، ويستدلون بالكتاب والسنة على وجوب التمسك بالسنن ، والنهي عن البدع والمحدثات . وقد ألفوا المؤلفات الكثيرة في ذلك ، وردوا في كتب العقائد على الشيعة والخوارج والجهمية والمعتزلة والأشاعرة في مقالاتهم المبتدعة في أصول الإيمان ، والعقيدة ، وألفوا كتبا خاصة في ذلك ولا يزال علماء المسلمين – والحمد لله – ينكرون البدع ويردون على المبتدعة من خلال الصحف والمجلات والإذاعات ، وخطب الجمع ، والندوات ، والمحاضرات ، مما له كبير الأثر في توعية المسلمين والقضاء على البدع وقمع المبتدعين . (البدعة للفوزان /19-23) . ¶ النكتة السابعة ¶ قال المؤلف حفظه الله : الواحد منهم [يعني السلف] قد يقول الكلمة ، ومراده المبالغة في إبطال قول أو تكذيب رواية دون قصد الشناعة على نفس الراوي أو القائل المعين ، ويدل على ذلك ما وقع لأحمد بن زاهر(أبي الأزهر النيسابوري) رحمه الله فقد روى عنه الأكابر ، وحدث ببغداد في حياة يحيى بن معين فكتب عنه أهلها ، ومع ذلك فإنه لما بلغ يحيى بن معين حديث في الفضائل ، كان أبو الأزهر قد حدث به ؛ قال يحيى بن معين : من هذا الكذاب النيسابوري الذي حدث عن عبد الرزاق بهذا الحديث ؟ فقام أبو الأزهر فقال : هو ذا أنا !! فتبسم يحيى بن معين ، وقال : أما إنك لست بكذاب ... (فقه الرد/10) . ¶ أقول : إنما قال ابن معين ذلك قبل أن يعرف أن راوي الحديث هو أبو الأزهر ، ففي القصة أن ابن معين قال : أما إنك لست بكذاب ، وتعجب من سلامته ، وقال : الذنب لغيرك في هذا الحديث . قال ابن الشرقي : هو حديث باطل ، والسبب فيه أن معمرا كان له ابن أخ رافضي ، وكان معمر يمكنه من كتبه ، فأدخل عليه هذا الحديث .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإنما يستقيم استدلال المؤلف بهذه القصة لو أن ابن معين قال لأبي الأزهر : أنا ما قصدت بهذه العبارة تكذيبك . لكنه لم يقل ذلك ، وإنما تراجع عن إطلاق الكذب عليه ، وذكر أن العهدة فيه على غيره . ¶ ثم قال المؤلف في الحاشية : ويشبه هذا ما قاله الإمام مسلم رحمه الله في مقدمة صحيحه في الرد على من يشترط اللقي بين الراوي وشيخه الذي روى عنه دون الاكتفاء بالمعاصرة . وقد فهم بعضهم منه أنه أراد الرد على شيخه البخاري ، وشيخ البخاري ، وهو ابن المديني ، ويمكن أن يحمل ذلك على ما ذكرت أعلاه والله أعلم .(فقه الرد/10) . ¶ أقول : لا أوافق المؤلف حفظه الله على ماذكره ؛ فمسلم حين كتب ما كتب لم يكن يعلم أن هذا المذهب مذهب البخاري وابن المديني ؛ لأنه فرغ من تأليف الكتاب قبل لقائه البخاري .(انظر قرة عين المحتاج للإتيوبي2/346) ، والأوصاف التي ذكرها لقائل ذلك القول لا يمكن إطلاقها على البخاري ولا ابن المديني فقد قال مسلم : ¶ \" وقد تكلم بعض منتحلي الحديث من أهل عصرنا في تصحيح الأسانيد وتسقيمها بقول لو ضربنا عن حكايته وذكر فساده صفحا لكان رأيا متينا ومذهبا صحيحا ؛ إذ الإعراض عن القول المطرح أحرى لإماتته وإخمال ذكر قائله ، وأجدر أن لا يكون ذلك تنبيها للجهال عليه ؛ غير أنا لما تخوفنا من شرور العواقب واغترار الجهلة بمحدثات الأمور وإسراعهم إلى اعتقاد خطأ المخطئين والأقوال الساقطة عند العلماء رأينا الكشف عن فساد قوله ، ورد مقالته بقدر ما يليق بها من الرد أجدى على الأنام وأحمد للعاقبة إن شاء الله . وزعم القائل الذي افتتحنا الكلام على الحكاية عن قوله والإخبار عن سوء رويته ... ¶ إلى أن قال :",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكان هذا القول الذي أحدثه القائل الذي حكيناه في توهين الحديث بالعلة التي وصف أقل من أن يعرج عليه ويثار ذكره ؛ إذ كان قولا محدثا وكلاما خلفا لم يقله أحد من أهل العلم سلف ويستنكره من بعدهم خلف ، فلا حاجة بنا في رده بأكثر مما شرحنا ؛ إذ كان قدر المقالة وقائلها القدر الذي وصفناه ، والله المستعان على دفع ما خالف مذهب العلماء ، وعليه التكلان \" . ¶ فهذه أوصاف لا يمكن أن يطلقها مسلم على البخاري ولا ابن المديني ، وهو يعلم منزلتهما . ¶ قال الشيخ الإتيوبي : وقال الشيخ محمد زكريا الكاندهلوي مؤيدا أن مسلما سمع هذا القول ممن ليس بإمام في العلم ، أو الحديث مانصه : وهو الذي يليق بشأن المؤلف – أي مسلم – فإنه بعيد منه أن يرد على شيخه أمير المؤمنين في الحديث الإمام البخاري على أبلغ وجه وآكده بحيث يجترئ على تجهيله ، وإخراجه عن زمرة أهل العلم ، فالقول بأنه أراد به الرد على الإمام البخاري بخصوصه – كمااشتهر على الألسنة – فهذا إساءة الظن بالمصنف كما لا يخفى . والله تعالى أعلم . وهو بحث نفيس جدا . والحاصل أن مسلما لم يرد البخاري ولا ابن المديني ، بل أراد من ليس له رسوخ في العلم ، ولا له شأن في تحقيق علم الحديث . ¶ (قرة عين المحتاج 2/365) . ¶ وفيما ذكره مسلم هنا بيان غايته من الرد على ذلك القول ، وهو كلام رائع في أسباب ترك بعض السلف الرد الصريح على بعض المقالات ، وأسباب الرد على أخرى ، فليت المؤلف يضمه إلى موضعه من كتابه في ص 151 تحت العنوان الذي ذكره هناك ، وهو \" أن في الرد عليهم ترويجا لباطلهم \" . ¶ تنبيه",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "في إمكان المؤلف أن يستدل على ماذكره هنا من أن بعض السلف قد يقول الكلمة ، ومراده المبالغة في إبطال قول أو تكذيب رواية دون قصد الشناعة على نفس الراوي أو القائل المعين بقول مسلم في مقدمة صحيحه تعليقا على قول يحيى القطان : لم نر الصالحين في شيء أكذب منهم في الحديث . وقوله :لم تر أهل الخير في شيء أكذب منهم في الحديث . قال مسلم : يقول : يجري الكذب على لسانهم ولا يتعمدون الكذب . فهذا أدل على القاعدة التي ذكرها من قصة ابن معين . والله أعلم . ¶ النكتة الثامنة ¶ قال المؤلف حفظه الله : كان السلف يفرقون في أحكامهم مراعين بذلك الفوارق المكانية ، ولذا لم يقولوا بهجر من رمي بالتشيع في الكوفة ، أو رمي بالقول بالقدر في البصرة ، وذلك لغلبة التشيع على الكوفة ، وغلبة القول بالقدر على البصرة آنذاك ، وكذا التنجيم في خراسان ، وسئل أحمد عن إظهار العداوة لمن يقول : القرآن مخلوق ؟ فقال : أهل خراسان لا يقوون بهم . وكانت معاملته إياهم في المحنة : الدفع بالتي هي أحسن ، وكان رحمه الله يقول :\" لوتركنا الرواية عن القدرية لتركناها عن أكثر أهل البصرة \" . ¶ (فقه الرد/10) . ¶ أقول : الهجر نوع من أنواع الرد ، ولا تلازم بينه وبين أنواع الرد الأخرى ، فإذا ترك الهجر لسبب ، فلا يعني هذا ترك أنواع الرد الأخرى ، وقد ترد على شخص برد صريح مباشر يبين خطأه ، ولا تهجره ، وقد ترد عليه بذلك وتهجره ، وقد لا ترد عليه ردا صريحا لكن تهجره . ¶ والرواية عن المبتدعة لا تعني عدم الرد عليهم ، ولهذا وجدنا أئمة المحدثين الذين رووا عن المبتدعة يردون عليهم بردود صريحة بينوا فيها بطلان بدعتهم وحذروا الناس منها .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأحب أن أوضح ماذكره المؤلف عن أهل خراسان ، فقد سأل إسحاق الكوسج الإمام أحمد رحمه الله فقال له : المُرجئ إن كان داعيًا ؟ قال : إي والله ، يقصى ويجفى . قُلْتُ : يُؤجرُ الرجلُ على بغضِ أصحابِ أبي حنيفةَ ؟ قَالَ : إي واللهِ . قُلْتُ : مَن يقولُ : القرآن مخلوق ؟ قَالَ : ألحق به كل بلية . قُلْتُ : يقال له : ¶ ( ك ف ر ) ؟ قَالَ : إي والله ، كل شر وكل بلية بهم . قُلْتُ : فتظهرُ العداوة لهم أو تداريهم ؟ قَالَ : أهل خراسان لا يقوون بهم ، يقول كأن المداراة . (مسائل الإمام أحمد بن حنبل وابن راهويه 2/ 565) ¶ فالإمام أحمد التمس العذر لأهل خراسان في عدم هجرهم الجهمية لأنهم لايقدرون على هجرهم ، وقد وضح هذا الإمام ابن تيمية فقال : كما ذكره أحمد عن أهل خراسان إذ ذاك أنهم لم يكونوا يقوون بالجهمية فإذا عجزوا عن إظهار العداوة لهم سقط الأمر بفعل هذه الحسنة ، وكان مداراتهم فيه دفع الضرر عن المؤمن الضعيف ، ولعله أن يكون فيه تأليف الفاجر القوي .(مجموع الفتاوى 28/212) . ¶ النكتة التاسعة ¶ قال المؤلف : أنهم [يعني السلف] يفرقون بين الأشخاص على ما تقتضيه أحوالهم ، ولهذا كان الإمام أحمد يفرق في الحكم بين أصحاب المقالة الواحدة ، فلا يحكم على العامي الجاهل كما يحكم على غيره ؛ ولذا لم يكفر المعتصم مثلا ؛ بل عفا عنه كما هو معلوم ، كما عفا شيخ الإسلام رحمه الله وهو في مرض الوفاة عن الملك الناصر من حبسه إياه لكونه فعل ذلك مقلدا غيره ، وكان رحمه الله يقول لخصومه :\" لو وافقتكم على ماتقولونه لكنت كافرا مريدا\" مع أنه لم يكفرهم لكونهم لم يعلموا من شناعة مقالتهم وبطلانها وسوء لوازمها ماعلمه منها . (فقه الرد/11) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أقول : لا تلازم بين الرد على المخالف والعفو عنه ، ولهذا فإن الإمام ابن تيمية الذي عفا عن أعدائه من المبتدعة كما ذكر المؤلف ذلك وأطال في ذكر صور عفوه ( في ص 16-18) لم يترك الرد عليهم بردود كثيرة طويلة عظيمة ، بين فيها بطلان بدعهم . ¶ وذكر المؤلف حفظه الله في الحاشية مثالا على تفريق السلف بين الأشخاص ، وهو مارواه سعد بن عبيدة أن ابن عباس كان يقول : لمن قتل مؤمنا توبة . فجاءه رجل فسأله : ألمن قتل مؤمنا توبة ؟ قال : لا ، إلا النار فلما قام الرجل قال له جلساؤه : ما كنتَ هكذا تفتينا ، كنت تفتينا أن لمن قتل مؤمنا توبة مقبولة ، فما شأن هذا اليوم ؟ قال : إني أظنه رجلا يغضب يريد أن يقتل مؤمنا . فبعثوا في أثره ، فوجدوه كذلك . ¶ قال سفيان : كان أهل العلم إذا سئلوا قالوا : لا توبة له . فإذا ابتلي رجل قالوا له : تب . ¶ أقول : هذا مثال لا علاقة له بموضوع البحث ؛ وهو الرد على المخالف ، وإنما هو في موضوع الفتوى وطريقتها . ¶ ثم إن ذكر المثالين عن ابن عباس وعن سفيان في توبة القاتل قد يفهم منه قارىء أن الفتوى تتغير بتغير المصلحة ، وإن كان ذلك مخالفا النص . وهذا مثل القصة الباطلة التي تذكر في كثير من كتب الأصول وغيرها . قال الغزالي : ¶ قول بعض العلماء لبعض الملوك لما جامع في نهار رمضان : \" إن عليك صوم شهرين متتابعين ، فلما أُنكِر عليه حيث لم يأمره بإعتاق رقبة مع اتساع ماله قال : لو أمرته بذلك لسهل عليه واستحقر إعتاق رقبة في جنب قضاء شهوته ، فكانت المصلحة في إيجاب الصوم ؛ لينزجر به \" فهذا قول باطل ومخالف لنص الكتاب بالمصلحة ، وفتح هذا الباب يؤدي إلى تغيير جميع حدود الشرائع ونصوصها بسبب تغير الأحوال ثم إذا عرف ذلك من صنيع العلماء لم تحصل الثقة للملوك بفتواهم ، وظنوا أن كل ما يفتون به فهو تحريف من جهتهم بالرأي . (المستصفى 1/174).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "قال صاحب شفاء الغليل : فأما ما تخيله هذا المفتي من الزجر ففاسد . وطريق زجر مثله أن نبين له أن الكفارات ليست ممحقات للذنوب ؛ فإن تراب الأرض لو انقلب ذهبا لو أنفقه لم يقابل جريمته في هتك حرمة شهر الله تعالى المعظم ، وهلم جرا إلى بيان ما يتعرض له من سخط الله تعالى ولائمته . ¶ (انظر قصص لاتثبت لمشهور سلمان 7/176) . ¶ فالمثالان اللذان ذكرهما المؤلف بلا تعليق قد يفتحان هذا الباب فلابد من التنبه لذلك ، علما أن أصح الروايات وأشهرها عن ابن عباس تفيد أنه يرى أن القاتل لا توبة له كما ثبت ذلك في الصحيحين عنه. ¶ وأما رواية سعد بن عبيدة عن ابن عباس التي ذكرها المؤلف فرجالها ثقات لكنني أخشى من انقطاعها ؛ إذ لم أجد في كتب التراجم أن سعد بن عبيدة روى عن ابن عباس ، وعلى فرض صحتها فهي لا تعارض الرواية المشهورة ، فهو يرى أن القاتل عمدا لا توبة له ، والذي جاءه يسأله كان يريد أن يقتل مؤمنا عمدا فأفتاه بأنه لاتوبة له ، وأما فتواه بأن له توبة ، فمحمولة على القاتل غير المتعمد . وأما قول سفيان المذكور فلا يثبت عنه لضعف السند كما بين ذلك الدكتور سعد الحميد في تحقيق سنن سعيد بن منصور (4/1348) ، وله لفظ آخر ذكره السيوطي ، وهو : \" فإذا جاءك من لم يقتل فشدد عليه ، ولا ترخص له لكي يفرق ، وإن كان ممن قتل فسألك فأخبره لعله يتوب ولا تؤيسه \" (الدر المنثور 4/606) ، وقد ذكره المؤلف ، وهذا اللفظ أولى فيشدد عليه ويخوف من غضب الله وعقابه ، وهذا لا يعني الكذب عليه بذكر حكم غير صحيح وهل عدمت وسائل الوعظ والزجر لرد من ينوي فعل الشر ، ولم يبق إلا الكذب على الله ، وتغيير دينه مراعاة للمصلحة ؟ ! ثم ما الذي يدري المفتي بمراد السائل ، أهو تخرص بالغيب ؟ ! وهل يكفي وجود الاحتمال لارتكاب تلك المفسدة في تغيير الدين ؟! ¶ النكتة العاشرة",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال المؤلف حفظه الله نقلا عن الإمام ابن تيمية :\" فإذا تعذر إقامة الواجبات من العلم والجهاد وغير ذلك إلا بمن فيه بدعة مضرتها دون مضرة ترك ذلك الواجب كان تحصيل مصلحة الواجب مع مفسدة مرجوحة معه خيرا من العكس ....\" .(فقه الرد/12) . ¶ أقول : ترك بعض أنواع الرد لمصلحة راجحة لا يقتضي ترك سائر أنواع الرد الأخرى . ¶ النكتة الحادية عشرة ¶ قال المؤلف حفظه الله : وهكذا في كثير من الأبواب . وسئل الإمام أحمد رحمه الله عن رجل يشتري بقلا ويشترط الخوصة التي يربط بها البقل !! فقال الإمام أحمد : إيش هذه المسائل ؟! قيل له : إنه إبراهيم بن أبي نعيم !! فقال : إن كان إبراهيم بن أبي نعيم فنعم ، هذا يشبه ذاك .(فقه الرد/13) . ¶ أقول : هذا مثال في الورع ، لا علاقة له بالرد على المخالف . وأما سرد طريقة السلف في الأبواب العلمية في التفريق بين الأشخاص لتقرير طريقتهم في الرد على المخالف قياسا عليه ففيه نظر ؛ لاختلاف الأبواب والموضوعات فلا يقاس بعضها على بعض مع اختلاف طريقتهم فيها عن طريقتهم في الرد على المخالف . ¶ النكتة الثانية عشرة ¶ قال المؤلف حفظه الله : إذا تقرر أن الموقف العملي يتغير بحسب الشخص أو الطائفة أو المكان ، فكذلك نجده يتغير من عصر لآخر ، إذ من الخطأ أن يكون التعامل مع المخالفين في هذا العصر كما لو كانوا في زمن الخلفاء الراشدين ، أو حتى القرون المفضلة ، وليس بخاف أن العلماء – رحمهم الله – يواجهون الانحراف في بداياته مواجهة صارمة ، ويغلظون القول في حق أهل الأهواء والبدع ، كل ذلك من أجل كبتهم ، وإجهاض باطلهم في مهده . وقد حفظت لنا المصنفات كثيرا من مواقفهم ومقالاتهم الصارمة تجاه البدع وأهلها ، فضلا عن الأمور الأخرى المستجدة التي يتخوفون من كونها تجلب مفسدة . (فقه الرد/13) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أقول : هذا التعميم والإطلاق فيه نظر ، فالتعامل مع المخالف يختلف باختلاف نوع المخالفة ، ومنزلة المخالف ، والقدرة على التعامل معه بما يستحقه على مخالفته . ولا شك أن هناك مخالفات لو وقعت في هذا العصر فإنه ينبغي أن يشدد في الرد على أصحابها بأكثر مما لوكانوا في زمن الخلفاء الراشدين والقرون المفضلة . ¶ مثال ذلك أن ابن عباس رضي الله عنهما كان يرى جواز نكاح المتعة ، ويفتي به ، مخالفا بذلك جمهور الصحابة رضي الله عنهم ، فهل إذا جاء أحد ممن ينتسب إلى السنة في هذا العصر فتبنى هذا القول وصار يفتي به ، أيكون التعامل معه كالتعامل مع ابن عباس في ذلك العصر ؟ لاشك أن التعامل معه أشد ؛ لأن فعله أشنع وأقبح وإن كانت صورة المسألة واحدة . وكذلك مخالفة ابن مسعود رضي الله عنه في المصاحف ورفضه الانصياع لأمر عثمان رضي الله عنه في تحريق ماعدا المصاحف التي اعتمدها . ¶ قال النووي : كان مصحفه [يعني ابن مسعود] يخالف مصحف الجمهور ، وكانت مصاحف أصحابه كمصحفه فأنكر عليه الناس ، وأمروه بترك مصحفه وبموافقة مصحف الجمهور ، وطلبوا مصحفه أن يحرقوه كما فعلوا بغيره ، فامتنع ، وقال لأصحابه : \"غلوا مصاحفكم\" أي اكتموها {ومن يغلل يأت بما غل يوم القيامة} يعني فإذا غللتموها جئتم بها يوم القيامة ، وكفى لكم بذلك شرفا ثم قال على سبيل الإنكار : ومن هو الذي تأمرونني أن آخذ بقراءته ، وأترك مصحفي الذي أخذته من في رسول الله صلى الله عليه وسلم (شرح النووي على صحيح مسلم 16/16) . ¶ فلو خرج أحد في هذا العصر يريد نشر أحد المصاحف المخالفة للمصحف العثماني ، واعتماده في القراءة فهل سيكون التعامل معه مثل التعامل مع ابن مسعود رضي الله عنه في ذلك العصر ؟ اللهم لا ، وإنما سيكون التعامل معه أشد وأنكى .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ومن الأمثلة الواقعة مسألة رضاع الكبير ، فعائشة رضي الله عنها كانت ترى ثبوت الحرمة برضاع الرجل البالغ كما تثبت برضاع الطفل ، قال النووي : وقال سائر العلماء من الصحابة والتابعين وعلماء الأمصار إلى الآن : لا يثبت إلا بإرضاع من له دون سنتين إلا أبا حنيفة فقال : سنتين ونصف ، وقال زفر : ثلاث سنين ، وعن مالك رواية :سنتين وأيام .(شرح النووي على صحيح مسلم 10/30) . ¶ قال عروة بن الزبير : فَأَخَذَتْ بِذَلِكَ عَائِشَةُ أُمُّ الْمُؤْمِنِينَ فِيمَنْ كانت تُحِبُّ أَنْ يَدْخُلَ عليها مِنَ الرِّجَالِ فَكَانَتْ تَأْمُرُ أُخْتَهَا أُمَّ كُلْثُومٍ بِنْتَ أبِي بَكْرٍ الصِّدِّيقِ وَبَنَاتِ أَخِيهَا أَنْ يُرْضِعْنَ من أَحَبَّتْ أَنْ يَدْخُلَ عليها مِنَ الرِّجَالِ ، وَأَبَى سَائِرُ أَزْوَاجِ النبي صلى الله عليه وسلم أَنْ يَدْخُلَ عَلَيْهِنَّ بِتِلْكَ الرَّضَاعَةِ أَحَدٌ مِنَ الناس وَقُلْنَ : لاَ وَاللهِ ما نَرَى الذي أَمَرَ بِهِ رسول الله صلى الله عليه وسلم سَهْلَةَ بِنْتَ سُهَيْلٍ إِلاَّ رُخْصَةً من رسول الله صلى الله عليه وسلم في رَضَاعَةِ سَالِمٍ وَحْدَهُ لاَ وَاللهِ لاَ يَدْخُلُ عَلَيْنَا بِهَذِهِ الرَّضَاعَةِ أَحَدٌ . ¶ ( الموطأ2/605) . ¶ وفي صحيح مسلم أن أم سلمة رضي الله عنها قالت لعائشة رضي الله عنها : إنه يَدْخُلُ عَلَيْكِ الْغُلَامُ الْأَيْفَعُ الذي ما أُحِبُّ أَنْ يَدْخُلَ عَلَيَّ ! وفي رواية له : والله ما تَطِيبُ نَفْسِي أَنْ يَرَانِي الْغُلَامُ قد استغني عن الرَّضَاعَةِ .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وفي هذا العصر قال أحد العلماء في مصر برضاع الكبير ، وأن للموظفة أن ترضع زميلها في العمل الذي يعمل معها في غرفة واحدة ، ليكون محرما لها ، ويزول محذور الخلوة بالأجنبية ؛ فثار عليه كثير من أهل العلم في العالم الإسلامي وغيره ، وردوا عليه بردود كثيرة ، هو جدير بها ، ومنها ردود قاسية غليظة ، فلم يعاملوه بمثل ماعوملت به أم المؤمنين عائشة رضي الله عنها في عصر الصحابة مع أنها في الأصل مسألة اجتهادية . ¶ النكتة الثالثة عشرة ¶ قال المؤلف حفظه الله : وهكذا ماورد عن كثير من السلف من التشنيع على أصحاب الرأي ، والتحذير منهم ، والنهي عن مجالستهم ، والرواية عنهم ، بل الرواية عمن يروي عنهم ، كما هو معروف ، مما أورده ابن أبي شيبة في المصنف ، وعبدالله بن أحمد في السنة ، والخطيب في تاريخه ، وغيرهم ، ولكن ذلك أيضا لم يلبث أن خفت ، وصار العلماء يتعاملون معهم بغير ما سبق . (فقه الرد/14) . ¶ أقول : لم يذكر المؤلف ماالذي يترتب على هذا فيما يتعلق برد المخالفة ، فهل تغير المعاملة يعني ترك رد المخالفة ؟ وهل المقصود بما ذكره من تغير المعاملة أن كثيرا من السلف كانوا يردون على مخالفات أصحاب الرأي ، ثم تحسنت العلاقة بينهم ، فتركوا الرد على ما يصدر عنهم من مخالفات ؟! ¶ ولم يذكر المؤلف أمثلة على تغير معاملة العلماء لأصحاب الرأي . ولا يستقيم ماقرره المؤلف هنا إلا إذا كان تغير المعاملة حصل من العلماء السابقين أنفسهم مع أصحاب الرأي الأولين . أما إذا كان تغير المعاملة حصلت من علماء آخرين في عصور أخرى مع آخرين من أصحاب الرأي ، فلايصح الاستدلال بهذا على ماأراده المؤلف ؛ فقد يكون أصحاب الرأي المتأخرون الذين تغير التعامل معهم قد تغيروا عما كان عليه أسلافهم ، فاستوجب ذلك أن يتغير التعامل معهم ، فلابد من ذكر أدلة وأمثلة واضحة للقاعدة ، ليتبين صوابها ، وهذا ما لم يفعله المؤلف حفظه الله .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولقائل أن يقول أيضا : إن التشنيع على أصحاب الرأي لم ينقطع حتى يومنا هذا ، ولا سيما بعد استفحال التعصب للحنفية ، وظهور صور له أقبح مما كان موجودا في زمن السلف ، ولم نزل نرى صور التعصب للمذهب الحنفي ، ورد الحق وتحريف النصوص والوقيعة في علماء الحديث والأثر انتصارا لأبي حنيفة ، ويكفي للتمثيل لذلك مافعله الكوثري وأتباعه مما لايخفى ، وقد تصدى أهل السنة لهم ، وبينوا باطلهم كمافعل العلامة المعلمي رحمه الله في كتابه العظيم التنكيل ، وكما فعل العلامة بكر أبوزيد رحمه الله في كتابه \" براءة أهل السنة من الوقيعة في علماء الأمة \" ، وقد ذكر بعض صور تعصب الحنفية ، ومنها أن كتب المصطلح الثلاثة : \"الرفع والتكميل\" ، و\"الأجوبة الفاضلة\" ، و\"قواعد في علوم الحديث\" التي ألفها علماء الحنفية قد أسست لنصرة أصول مدرسة أهل الرأي \"الحنفية\" قال الشيخ بكر : ولهذا ترى فيها جورا عن قصد السبيل في مواضع ، بصرف تلك النصوص عن وجهها .. وللعصبية هواة ، وكم جرت من مهازل . ولا يعلم في المذاهب السنية أعظم تعصبا من الحنفية كما هو محرر في محله لدى أهل العلم . ثم ذكر أن أباغدة – عفا الله عنه- أثقل تلك الكتب بالحواشي التي شدت على هذا الانتصار بتجسيد المذهب الحنفي والتمشعر حتى امتلأت بهذه النصرة خاصرتا حواشيه بما يشهد الناظر فيها أن هذه هي الروح التي تموج في جسم تلك الحواشي من رأسها إلى عقبها .(انظر براءة أهل السنة /12) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومازال الخلاف بين كثير من أهل الحديث والحنفية في الهند وباكستان وبنغلاديش على ما كان عليه السابقون ، وربما هو أشد . وهذا الشيخ مقبل الوادعي رحمه الله ألف كتابا هو امتداد لما في كتاب ابن أبي شيبة وكتاب عبدالله بن أحمد وتاريخ الخطيب من ذم أبي حنيفة رحمهم الله جميعا ، واسمه : نشر الصحيفة في ذكر الصحيح من أقوال أئمة الجرح والتعديل في أبي حنيفة في 400 صفحة ، وذكر فيه أشد الأقوال في أبي حنيفة وأغلظها حتى نقل قول سفيان الثوري : استتيب أبو حنيفة من الكفر مرتين ، وقوله : استتيب أبو حنيفة من كلام الزنادقة مرارا ، وقوله في إحدى فتاوى أبي حنيفة : هذه فتيا يهودي ، وقول شريك : لأن يكون في ربع من أرباع الكوفة خمار يبيع الخمر خير من أن يكون فيه من يقول بقول أبي حنيفة . ¶ والمقصود أن قول المؤلف بأن ما ورد عن السلف من التحذير من أهل الرأي قد خفت ، وأن العلماء غيروا معاملتهم معهم فهذا القول بهذا الإطلاق فيه نظر . ¶ النكتة الرابعة عشرة ¶ قال المؤلف : وليس المقصود تقرير مثال بعينه ، وإنما المراد إقرار المبدأ الذي تحدثنا عنه ، وإن نازع القارئ في مثال أو مثالين ، إذ الأمثلة إنما يراد بها الإيضاح فحسب ¶ والشأن لا يعترض المثال إذ قد كفى الفرض والاحتمال . (فقه الرد/14) . ¶ أقول : الاستدلال بهذا البيت في غير محله ؛ لأن المقصود منه الأمثلة الفرضية التي تفرض لتوضيح القاعدة ، وليست الأمثلة الحقيقية الواقعية التي هي شواهد القاعدة التي تثبت بها . وما ذكره المؤلف في هذا الباب ليست أمثلة افتراضية ، وإنما هي أمثلة مسوقة لتقرير القاعدة ، فهي أدلة وشواهد لها فلا بد من انطباق دلالتها على ما استدل بها عليه وإلا انتقضت القاعدة .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال صاحب نثر الورود على مراقي السعود في شرح البيت المذكور : يعني أن المثال لايعترض عليه ؛ للاكتفاء فيه بمجرد الفرض على تقدير الصحة وبمطلق الاحتمال ؛ لأن المراد من المثال إيضاح القاعدة ؛ بخلاف الشاهد فإنه عليه يعترض إذا لم يكن صحيحا لأنه لتصحيح القاعدة . ¶ (نثر الورود2/556 ، وانظرمراقي السعود /388 ) . ¶ النكتة الخامسة عشرة ¶ قال المؤلف حفظه الله : وبناء على ماسبق فمن الخطأ أن نعمد إلى عبارة قالها بعض السلف في القرن الأول أو الثاني أو الثالث في شخص أو قضية معينة ثم نطلقها في وجه كل من نصمه بالابتداع على فرض أنه كذلك . (فقه الرد/15) . ¶ ثم قال المؤلف – حفظه الله – في الحاشية : ¶ 1- روي عن الحسن رحمه الله أنه قال :\" أهل البدع بمنزلة اليهود والنصارى !!\" ، فإذا أخذنا هذه العبارة من غير اعتبار للظروف التي قيلت فيها ، والنواحي المكانية والزمانية ، ثم صرنا نرددها مع كل من اختلفنا معه لاسيما على قاعدة :\"من لم يكن معنا فهو علينا\" ، فإننا نكون مجانبين للصواب ، والله تعالى أعلم . ثم اعتبر ما روي عن الحسن رحمه الله هنا بما أجاب به شيخ الإسلام حين سئل عن رجل يفضل اليهود والنصارى على الرافضة ؟ فأجاب بقوله :\" كل من كان مؤمنا بما جاء به محمد صلى الله عليه وسلم فهو خير من كل من كفر به ، وإن كان في المؤمن بذلك نوع من البدعة سواء كانت بدعة الخوارج والشيعة والمرجئة والقدرية أو غيرهم ، فإن اليهود والنصارى كفار كفرا معلوما بالاضطرار من دين الإسلام ، والمبتدع إذا كان يحسب أنه موافق للرسول صلى الله عليه وسلم لا مخالف له لم يكن كافرا به ، ولو قدر أنه يكفر فليس كفره مثل كفر من كذب الرسول صلى الله عليه وسلم \" . فهل تجد أيها القارئ الكريم بين هذين الكلامين تناقضا ؟ إنك عندما تعتبر ماسبق ينتفي عنك الإشكال ، والله أعلم .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2- قال الفضيل بن عياض رحمه الله :\" من عظم صاحب بدعة فقد أعان على هدم الإسلام ، ومن تبسم في وجه مبتدع فقد استخف بما أنزل الله عز وجل على محمد صلى الله عليه وسلم ، ومن زوج كريمته من مبتدع فقد قطع رحمها ، ومن تبع جنازة مبتدع لم يزل في سخط الله حتى يرجع \" ، وقال:\" آكل مع يهودي ونصراني ، ولا آكل مع مبتدع ، وأحب أن يكون بيني وبين صاحب بدعة حصن من حديد\" ، وقال :\" إذا علم الله عز وجل من الرجل أنه مبغض لصاحب بدعة غفر له وإن قل عمله ، ولا يكن صاحب سنة يمالئ صاحب بدعة إلا نفاقا ، ومن أعرض بوجهه عن صاحب بدعة ملأ الله قلبه إيمانا ، ومن انتهر صاحب بدعة آمنه الله يوم الفزع الأكبر ومن أهان صاحب بدعة رفعه الله في الجنة مائة درجة \" ¶ فهذا الكلام كسابقه قاله الفضيل رحمه الله في ظروف معينة ، فمن الخطأ إجراؤه على إطلاقه ، فيقال في حق كل من وقع ببدعة ، بل ينبغي للمرء أن يسائل نفسه حين يقرأ هذا الكلام : أيهما أشد جرما : الكافر أم المبتدع ؟ لا شك أن الكافر أعظم جرما ، ومع ذلك فهل عامل النبي صلى الله عليه وسلم وأصحابه الكفار بمثل هذا ؟ أم كانوا يعاملونهم في كل حالة بما يليق ؟ .(فقه الرد/16) . ¶ أقول : لم يوضح المؤلف علاقة ماذكره هنا بموضوع رد المخالفة ، فكل ماذكره هنا يتعلق بالتعامل العام مع أهل البدع ، ولا يرتبط ارتباطا مباشرا بما يكتب للرد على المخالفة ، فمن يريد أن يكتب في رد مباشر على بدعة من البدع أو انحراف معين فطريق ذلك أن يأتي بأدلته الشرعية العامة والخاصة في إبطال تلك البدعة ، ويبين مفاسدها وأضرارها ، ويحذر المسلمين منها ، ولا يلزمه في كتابة رده أن يستحضر ماذكره المؤلف هنا من المعاملة العامة لأهل البدع .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وماذكره المؤلف هنا قد عرضه في صورة يفهم منها ما لا يريده هو نفسه وما لا يقصد إليه ، إذ يفهم من كلامه بوضوح أنه ليس هناك قاعدة عند العلماء من السلف وأتباعهم في هذه المسألة ، وأن كل ما ورد عنهم فهي قضايا فردية قيلت في ظروف معينة ، فلا يؤخذ بها . وهو ما يردده كثير من المغرضين اليوم الذين ينادون بالتسامح الديني ، ويدخلون تحت هذا الشعار كل عدو للإسلام وأهله ، وكلما احتج أحد عليهم بمواقف السلف الصالح ؛ قالوا : هذه قضايا فردية لها ظروف معينة ، ولا يجوز الأخذ بها في أيامنا هذه . فإذا رأوا من علماء أهل السنة من يطلق مثل هذا القول ، طاروا بذلك فرحا ، واحتجوا به على أهل السنة ، وقالوا : لماذا تجيزون لأنفسكم أن تقولوا عن بعض عبارات السلف : إنها قضايا فردية قيلت في ظروف معينة ، ولا تجيزون لنا أن نقول هذا في عبارات أخرى للسلف تحتجون بها أنتم على موقفكم من أهل البدع وتدعون أنه موقف السلف ؟! ¶ والحاصل أن الإطلاق الذي ذكره المؤلف – حفظه الله – غير صحيح ، فهناك قاعدة عامة في هذه المسألة ، وقد تكاثرت نصوص العلماء ومواقفهم في بيانها وتقريرها والعمل بها . ¶ قال ابن أبي زمنين : ولم يزل أهل السنة يعيبون أهل الأهواء المضلة ، وينهون عن مجالستهم ، ويخوفون فتنتهم . (أصول السنة /293) . ¶ وقال إسماعيل الصابوني في وصف عقيدة السلف وأصحاب الحديث : ويبغضون أهل البدع الذين أحدثوا في الدين ما ليس منه ، ولا يحبونهم ، ولا يصحبونهم ، ولا يسمعون كلامهم ، ولا يجالسونهم . ¶ (عقيدة السلف/100) . ¶ وقال البغوي : فعلى المرء المسلم إذا رأى رجلا يتعاطى شيئا من الأهواء والبدع معتقدا أو يتهاون بشيء من السنن أن يهجره ويتبرأ منه ، ويتركه حيا . قال : وقد مضت الصحابة والتابعون وأتباعهم ، وعلماء السنة على هذا مجمعين متفقين على معاداة أهل البدعة ، ومهاجرتهم .(شرح السنة 1/27) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقال النووي في ذكر فوائد أحد الأحاديث : فيه هجران أهل البدع والفسوق ومنابذي السنة مع العلم وأنه يجوز هجرانه دائما . والنهي عن الهجران فوق ثلاثة أيام إنما هو فيمن هجر لحظ نفسه ومعايش الدنيا وأما أهل البدع ونحوهم فهجرانهم دائما .(شرح النووي على صحيح مسلم 13/106) . ¶ وقال عبداللطيف بن حسن آل الشيخ : ومن السنن المأثورة عن سلف الأمة وأئمتها ، وعن إمام أهل السنة أبي عبدالله أحمد بن محمد بن حنبل – قدس الله روحه – التشديد في هجرهم وإهمالهم ، وترك جدالهم واطراح كلامهم ، والتباعد عنهم حسب الإمكان ، والتقرب إلى الله بمقتهم وذمهم وعيبهم . ¶ ( مجموعة الرسائل والمسائل 4/111) . ¶ وذكر الدكتور بكر أبو زيد أن من أولى مقتضيات الولاء والبراء الذي هو من مسلمات الاعتقاد في الإسلام البراءة من أهل البدع والأهواء ومعاداتهم وزجرهم بالهجر ونحوه على التأبيد حتى يفيئوا . قال : وهذا معقود في عامة كتب اعتقاد أهل السنة والجماعة .(هجر المبتدع /19) . ¶ والمقصود أن هناك قواعد في هذا الباب ، فكل ما وافقها من عبارات السلف ومواقفهم فهو على الجادة ، وأما ما جاء عن بعضهم بخلاف ذلك فهذا الذي يقال فيه : إنه قيل في ظروف معينة أو أحوال معينة ، ومنه ما يصلح أن يكون ضابطا يمكن العمل به في مثل تلك الظروف أو نحوها . ¶ ولا أشك في أن المؤلف حفظه الله لا ينازع في هذا مطلقا ، وقد نبه على ذلك في آخر هذا المبحث فقال : ليس المقصود مما سبق موافقة تلك الدعوات المنحرفة لتذويب الفروقات بين أهل السنة ومخالفيهم من أهل الأهواء والبدع ....إلى أن قال : وإنما غاية المطلوب هنا أن ندرك فقه السلف رضي الله عنهم في هذا الباب وما ينبغي مراعاته في ذلك من غير إفراط ولا تفريط .(فقه الرد/19-20) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أقول : لا يجوز أن نفتح ثغرة يلج منها الأعداء ، ويتسلطون بها على موقف أهل السنة والجماعة من أهل البدع ، ويقولون : هي مواقف فردية قيلت في ظروف معينة بدليل ، ثم نقول : نحن لم نقصد فتح تلك الثغرة . ¶ ويحسن بالقارئ أن يراجع كتاب موقف أهل السنة والجماعة من أهل الأهواء والبدع للدكتور إبراهيم الرحيلي ، في مجلدين ، وهو رسالة دكتوراه ، فقد نبه على القواعد المطردة في هذا الباب واستثناءاتها وضوابطها ، وهي أمور لا تخفى على الدكتور السبت حفظه الله غير أني أرى أنه عرض في هذا المدخل مسائل كبيرة ذات خطر بشكل سريع يفهم منه ما لا يجوز وما لم يرده هو نفسه إطلاقا ، فلابد من تلخيصها بإتقان يمنع حملها على غير وجهها ويفوت على المغرضين غرضهم . ¶ والأمثلة والتطبيقات التي ذكرها المؤلف في هذه الصفحات لم يفرق فيها بين ما هو جار على القاعدة العامة في هذا الباب ، وما هو استثناء منها لأسباب أو ضوابط معينة لا تخرم القاعدة ، وإنما جعل الجميع قضايا فردية كانت في ظروف معينة ، من غير أن يذكر دليلا على ذلك ، وهذا الإطلاق خطأ لا شك فيه .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فمثلا قول الفضيل بن عياض الذي ذكره المؤلف : \" من عظم صاحب بدعة فقد أعان على هدم الإسلام \" هذا موافق للقاعدة العامة وهي أنه لا يجوز تعظيم أهل البدع لمحاذير كثيرة ليس هذا محل بسطها ، وقد ذكر بعضها الدكتور بكر في هجر المبتدع ص 11 ، والدكتور الرحيلي في كتابه المذكور آنفا 2/551 ، فكلام الفضيل هنا ليس كلاما قيل في ظروف معينة كما ذكر المؤلف بلا دليل . وأضرب مثالا قريبا ، وهو أن الشيخ عبدالفتاح أبو غدة عفا الله عنه ذكر أنه لا يقول بقول الكوثري الجهمي عدو أهل السنة والجماعة في معاداته علماء السنة وما يقوله فيهم ، لكن هذا التصريح لم يقبل منه ، ولم يغفر له تعظيمه الكوثري ووصفه بالإمامة وغيرها من ألقاب المدح والإطراء ؛ لأن هذا يخالف القاعدة العامة التي أشرت إليها . قال الشيخ ابن باز في كتابه إلى الشيخ بكر رحمهما الله تعالى : فقد اطلعت على الرسالة التي كتبتم بعنوان \"براءة أهل السنة من الوقيعة في علماء الأمة\" وفضحتم فيها المجرم الآثم محمد زاهد الكوثري بنقل ماكتبه من السب والشتم والقذف لأهل العلم والإيمان ، واستطالته في أعراضهم ، وانتقاده لكتبهم إلى آخر مافاه به ذلك الأفاك الأثيم ، عليه من الله مايستحق ، كما أوضحتم أثابكم الله تعلق تلميذه الشيخ عبدالفتاح أبوغدة به وولاءه له وتبجحه باستطالة شيخه المذكور في أعراض أهل العلم والتقى ، ومشاركته له في الهمز واللمز . وقد سبق أن نصحناه بالتبري منه وإعلان عدم موافقته له على ماصدر منه وألححنا عليه في ذلك ، ولكنه أصر على موالاته له هداه الله للرجوع إلى الحق ، وكفى المسلمين شره وأمثاله . ¶ ( من تقريظ الشيخ ابن باز المثبت في أول براءة أهل السنة /3) . ¶ وأما قوله :\"فقد أعان على هدم الإسلام\" فإنه يريد به أن ذلك من آثار ونتائج تعظيم أهل البدع لأن الناس إذا رأوا أنهم معظَّمون اغتروا بباطلهم وتابعوهم عليه وأضروا بدينهم من حيث لا يشعرون .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقول الحسن : \"أهل البدع بمنزلة اليهود والنصارى\" لم يشذ فيه الحسن ، بل قال غيره مثله وأشد منه في أهل البدع أو في طوائف منهم . ¶ روى ابن الجوزي عن الحسين البلخي أنه قال : دخلت على أحمد بن حنبل ، فجاء رسول الخليفة يسأله عن الاستعانة بأصحاب الأهواء ؟ فقال أحمد : لا يستعان بهم . قال : فيستعان باليهود والنصارى ولايستعان بهم ؟! قال : لا ؛ لأن اليهود والنصارى لايدعون إلى أديانهم ، وأصحاب الأهواء داعية .(مناقب الإمام أحمد/214) . وروى عن الإمام أحمد أيضا أنه قال : إن أهل البدع والأهواء لا ينبغي أن يستعان بهم في شيء من أمور المسلمين ؛ فإن في ذلك أعظم الضرر على الدين .(مناقب الإمام أحمد/252) . ¶ وقال طلحة بن مصرف : الرافضة لاتنكح نساؤهم ولاتؤكل ذبائحهم ؛ لأنهم أهل ردة(الإبانة الصغرى/161) ¶ وسئل وكيع عن ذبائح الجهمية ، فقال : لاتؤكل ؛ لأنهم مرتدون .(السنة لعبدالله بن أحمد 1/117) . ¶ وقال البخاري : ما أبالي صليت خلف الجهمي والرافضي أم صليت خلف اليهود والنصارى ولا يسلم عليهم ولا يعادون ولا يناكحون ولا يشهدون ولا تؤكل ذبائحهم .(خلق أفعال العباد/125) . ¶ وقال أحمد بن يونس : لو أن يهوديا ذبح شاة ، وذبح رافضي لأكلت ذبيحة اليهودي ولم آكل ذبيحة الرافضي ؛ لأنه مرتد عن الإسلام . ¶ وقال أبو بكر بن هانئ : لا تؤكل ذبيحة الروافض والقدرية كما لا تؤكل ذبيحة المرتد مع أنه تؤكل ذبيحة الكتابي ؛ لأن هؤلاء يقامون مقام المرتد ، وأهل الذمة يقرون على دينهم وتؤخذ منهم الجزية . ¶ (الصارم المسلول 3/1063) . ¶ والمقصود أن قول الحسن صحيح جار على قاعدة السلف ، ولا يقال : إنه قول قيل في ظروف معينة ، وإنما يقال : من هم أهل البدع الذين هم بمنزلة اليهود والنصارى ؟ وما مراد الحسن بجعلهم بمنزلة اليهود والنصارى ؟ فقول الحسن له تفسيران مقبولان ، وهما :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "1- أن المراد به أهل البدع المكفرة التي أخرجتهم من الإسلام إلى الكفر فهم بمنزلة اليهود والنصارى ، يعني أنهم كفار . ¶ 2- أن المراد به التحذير من أهل البدع ، فهو يقول : احذروهم كما تحذرون اليهود والنصارى . وهذا كقول النبي صلى الله عليه وسلم :\" الحمو الموت \" متفق عليه ، أي احذروه كما تحذرون الموت (شرح صحيح البخاري لابن بطال 7/359) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "فهو يريد تحذير المسلمين من خطر البدعة وأهلها ، وعدم التساهل في ذلك .ولا شك أن هناك من أهل البدع من يجب الحذر منه أشد من اليهود والنصارى . قال الإمام ابن تيمية : مذهب الرافضة شر من مذهب الخوارج المارقين فإن الخوارج غايتهم تكفير عثمان وعلي وشيعتهما ، والرافضة تكفير أبي بكر وعمر وعثمان وجمهور السابقين الأولين ، وتجحد من سنة رسول الله صلى الله عليه وسلم أعظم مما جحد به الخوارج ، وفيهم من الكذب والافتراء والغلو والإلحاد ما ليس في الخوارج ، وفيهم من معاونة الكفار على المسلمين ما ليس في الخوارج . والرافضة تحب التتار ودولتهم ؛ لأنه يحصل لهم بها من العز مالا يحصل بدولة المسلمين ، والرافضة هم معاونون للمشركين واليهود والنصارى على قتال المسلمين ، وهم كانوا من أعظم الأسباب في دخول التتار قبل إسلامهم إلى أرض المشرق بخراسان والعراق والشام ، وكانوا من أعظم الناس معاونة لهم على أخذهم لبلاد الإسلام وقتل المسلمين وسبي حريمهم . وقضية ابن العلقمي وأمثاله مع الخليفة وقضيتهم في حلب مع صاحب حلب مشهورة يعرفها عموم الناس ، وكذلك في الحروب التي بين المسلمين وبين النصارى بسواحل الشام قد عرف أهل الخبرة أن الرافضة تكون مع النصارى على المسلمين ، وأنهم عاونوهم على أخذ البلاد لما جاء التتار وعز على الرافضة فتح عكا وغيرها من السواحل ، وإذا غلب المسلمون النصارى والمشركين كان ذلك غصة عند الرافضة ، وإذا غلب المشركون والنصارى المسلمين كان ذلك عيدا ومسرة عند الرافضة . ودخل في الرافضة أهل الزندقة والإلحاد من النصيرية والإسماعيلية وأمثالهم من الملاحدة القرامطة وغيرهم ممن كان بخراسان والعراق والشام وغير ذلك .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "والرافضة جهمية قدرية وفيهم من الكذب والبدع والافتراء على الله ورسوله أعظم مما في الخوارج المارقين الذين قاتلهم أمير المؤمنين علي وسائر الصحابة بأمر رسول الله بل فيهم من الردة عن شرائع الدين أعظم مما في مانعي الزكاة الذين قاتلهم أبو بكر الصديق والصحابة . (مجموع الفتاوى 28/527) . ¶ وأما مقارنة المؤلف حفظه الله قول الحسن :\"أهل البدع بمنزلة اليهود والنصارى\" بقول الإمام ابن تيمية حين سئل عن رجل يفضل اليهود والنصارى على الرافضة : \"كل من كان مؤمنا بما جاء به محمد - صلى الله عليه وسلم - فهو خير من كل من كفر به\" ليثبت أن كلام الإمام ابن تيمية هو الأصل ، وأن قول الحسن قيل في ظروف معينة وبهذا يرفع التناقض بين القولين فهذا كله فيه نظر ؛ إذ لا تناقض أصلا بين القولين لا في الظاهر ولا في الباطن ، لأن الحسن لم يفضل اليهود والنصارى على أهل البدع ، ولأن أهل البدع الذين هم بمنزلة اليهود والنصارى هم أهل البدع المكفرة ، والإمام ابن تيمية أراد بالمبتدعة والرافضة هنا من لم يصل إلى حد الكفر كما هو صريح عبارته السابقة .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وأما قوله :\" فإن اليهود والنصارى كفار كفرا معلوما بالاضطرار من دين الإسلام ، والمبتدع إذا كان يحسب أنه موافق للرسول صلى الله عليه وسلم لا مخالف له لم يكن كافرا به ، ولو قدر أنه يكفر فليس كفره مثل كفر من كذب الرسول صلى الله عليه وسلم\" فتعليله الأمر بأن كفر اليهود والنصارى معلوم بالاضطرار من دين الإسلام يدل على أنه لا يريد بجوابه هذا المبتدعة أوالرافضة الذين شاركوا اليهود والنصارى في كفر معلوم بالاضطرار من دين الإسلام ، بدليل ماتقدم في كلامه السابق في ذم الروافض ومافيهم من الردة عن شرائع الدين ، وبدليل أنه ذكر في الصارم المسلول أن من زعم أن القرآن نقص منه آيات وكتمت أو زعم أن له تأويلات تسقط الأعمال المشروعة فلا خلاف في كفرهم ، وقال : وأما من جاوز ذلك إلى أن زعم أنهم[يعني الصحابة] ارتدوا بعد رسول الله صلى الله عليه وسلم إلا نفرا قليلا لا يبلغون بضعة عشر نفسا أو أنهم فسقوا عامتهم فهذا لا ريب أيضا في كفره فإنه مكذب لما نصه القرآن في غير موضع من الرضا عنهم والثناء عليهم ، بل من يشك في كفر مثل هذا فإن كفره متعين ؛ فإن مضمون هذه المقالة أن نقلة الكتاب والسنة كفار أو فساق ، وأن هذه الأمة التي هي خير أمة أخرجت للناس ، وخيرها هو القرن الأول كان عامتهم كفارا أو فساقا ، ومضمونها أن هذه الأمة شر الأمم ، وأن سابقي هذه الأمة هم شرارها ، وكفر هذا مما يعلم بالاضطرار من دين الإسلام ، ولهذا تجد عامة من ظهر عنه شيء من هذه الأقوال فإنه يتبين أنه زنديق وعامة الزنادقة إنما يستترون بمذهبهم . ¶ (الصارم المسلول 3/1111) .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ويؤيد ذلك أيضا أن الإمام ابن تيمية ذكر في أول منهاج السنة قول الشعبي في تفضيل اليهود والنصارى على الرافضة مقرا له ، وهو : وفضلت اليهود والنصارى على الرافضة بخصلتين ، سئلت اليهود : من خير أهل ملتكم ؟ قالوا : أصحاب موسى ، وسئلت النصارى : من خير أهل ملتكم ؟ قالوا : حواري عيسى وسئلت الرافضة : من شر أهل ملتكم ؟ قالوا : أصحاب محمد صلى الله عليه وسلم ، أمروا بالاستغفار لهم فسبوهم ، فالسيف عليهم مسلول إلى يوم القيامة ، لا تقوم لهم راية ، ولا يثبت لهم قدم ، ولا تجتمع لهم كلمة ، ولا تجاب لهم دعوة .(منهاج السنة النبوية 1/27) . ¶ وقد صرح شيخ الإسلام في بعض المبتدعة بأشد مما قاله الحسن رحمه الله ، فالحسن ذكر أن أهل البدع بمنزلة اليهود والنصارى ، أما شيخ الإسلام فصرح في بعض المبتدعة من أهل القبلة بأنهم أكفر من اليهود والنصارى ، وفيما يلي بعض الأمثلة : ¶ قال الإمام ابن تيمية : القرامطة هم فى الباطن والحقيقة أكفر من اليهود والنصارى . ¶ (مجموع الفتاوى 35/143) . ¶ وقال : هؤلاء القوم المسمون بالنصيرية هم وسائر أصناف القرامطة الباطنية أكفر من اليهود والنصارى بل وأكفر من كثير من المشركين ، وضررهم على أمة محمد أعظم من ضرر الكفار المحاربين مثل كفار التتار والفرنج وغيرهم . (مجموع الفتاوى 35/149) . ¶ وقال : وقد بينا أن المحتجين بالقدر على المعاصي إذا طردوا قولهم كانوا أكفر من اليهود والنصارى وهم شر من المكذبين بالقدر .(منهاج السنة النبوية 3/231) ¶ وقال : وهذا دأب الرافضة دائما يتجاوزون عن جماعة المسلمين إلى اليهود والنصارى والمشركين في الأقوال والموالاة والمعاونة والقتال وغير ذلك ، فهل يوجد أضل من قوم يعادون السابقين الأولين من المهاجرين والأنصار ويوالون الكفار والمنافقين .(منهاج السنة النبوية 3/374) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقال : قد عرف كل أحد أن الإسماعيلية والنصيرية هم من الطوائف الذين يظهرون التشيع ، وإن كانوا في الباطن كفارا منسلخين من كل ملة ، والنصيرية هم من غلاة الرافضة الذين يدعون إلهية علي ، وهؤلاء أكفر من اليهود والنصارى باتفاق المسلمين .( منهاج السنة النبوية 3/452) . ¶ وقال : وأفضل الخلق إبراهيم ومحمد ، فمن فضل عليهما عليا كان أكفر من اليهود و النصارى . ¶ (منهاج السنة النبوية 7/255) ¶ وقال : المشهور من مذهب الإمام أحمد وعامة أئمة السنة تكفير الجهمية ، وهم المعطلة لصفات الرحمن فإن قولهم صريح في مناقضة ما جاءت به الرسل من الكتاب ، وحقيقة قولهم جحود الصانع ففيه جحود الرب وجحود ما أخبر به عن نفسه على لسان رسله ، ولهذا قال عبدالله بن المبارك : إنا لنحكي كلام اليهود والنصارى ، ولا نستطيع أن نحكي كلام الجهمية ، وقال غير واحد من الأئمة : إنهم أكفر من اليهود والنصارى يعنون من هذه الجهة . (مجموع الفتاوى 12/485) . ¶ وقال : فإن من أنكرالأمر والنهي أو لم يقر بذلك فهو مشرك صريح كافر أكفر من اليهود والنصارى والمجوس كما يوجد ذلك في كثيرمن المتكلمة والمتصوفة أهل الاباحة ونحوهم . (مجموع الفتاوى 16/239) . ¶ وقال : وقد كثر في كثير من المنتسبين إلى المشيخة والتصوف شهود القدر فقط من غير شهود الأمر والنهي والاستناد إليه في ترك المأمور وفعل المحظور ، وهذا أعظم الضلال ، ومن طرد هذا القول والتزم لوازمه كان أكفر من اليهود والنصارى والمشركين لكن أكثر من يدخل في ذلك يتناقض ولا يطرد . ¶ (مجموع الفتاوى 2/328) .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وسئل عن أقوام يحتجون بسابق القدر ويقولون : إنه قد مضى الأمر ، والشقي شقي ، والسعيد سعيد محتجين بقول الله سبحانه :{ إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون } قائلين بأن الله قدر الخير والشر والزنى مكتوب علينا ، ومالنا في الأفعال قدرة ، وإنما القدرة لله ونحن نتوقى ما كتب لنا ، وأن آدم ما عصى وأن من قال : لا إله إلا الله دخل الجنة محتجين بقوله صلى الله عليه وسلم :\" من قال لا إله إلا الله دخل الجنة وإن زنى وإن سرق \" فبينوا لنا فساد قول هذه الطائفة بالبراهين القاطعة ، فأجاب رحمه الله تعالى : الحمد لله رب العالمين . هؤلاء القوم إذا أصروا على هذا الاعتقاد كانوا أكفر من اليهود والنصارى . (مجموع الفتاوى 8/262) . ¶ والمقصود أن كلا من قول الحسن ، وقول ابن تيمية جار على قواعد السلف في هذا الباب ، وليس كما قال المؤلف حفظه الله من أن قول الحسن قيل في ظروف خاصة . ¶ والذي أريد تأكيده أنه لا بد من التفريق بين ماجرى على القاعدة فلا يقال إنه قيل في ظروف معينة ، وما لم يجر عليها فهذا الذي يقال فيه : إنه قيل في ظروف معينة . وهذا ما لم يفعله المؤلف في هذه الصفحات ، بل جعل الجميع من باب واحد ، وهذا خطأ ، ويحدث فوضى عارمة .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والغريب أن المؤلف ذكر في ص 38 أن للسلف الصالح موقفا صارما من أصحاب الخلاف المذموم يتجلى في أمور ، منها مجانبتهم وعدم الإصغاء إليهم ، وذكر 23 مثالا يقرر فيه هذا الأصل ، ومنها ما هو شبيه بقول الحسن الذي ذكره المؤلف هنا ، بل إنه أعاد فيها قول الفضيل نفسه الذي ذكره المؤلف هنا وقال : إنه يحمل على ظروف معينة ، أعني قول الفضيل :\"آكل عند اليهودي والنصراني أحب إلي من أن آكل عند صاحب بدعة\" فقد ذكره في ص 39 برقم (8) و قرر به القاعدة المذكورة . وهذا تناقض في الحقيقة ؛ لأنه سيقال في كل الأمثلة التي ذكرها لقاعدة مجانبة أصحاب الخلاف المذموم سيقال : إن لها ظروفا معينة فلا تكون قاعدة ، ولا نطالب بالعمل بها والسير عليها . وماقيل بسبب ظرف خاص لايصلح أن يستدل به على أن هذا هو موقف السلف ومذهبهم العام كما لايخفى .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وأما قول المؤلف :\" فهذا الكلام كسابقه قاله الفضيل رحمه الله في ظروف معينة ، فمن الخطأ إجراؤه على إطلاقه ، فيقال في حق كل من وقع ببدعة ، بل ينبغي للمرء أن يسائل نفسه حين يقرأ هذا الكلام : أيهما أشد جرما : الكافر أم المبتدع ؟ لا شك أن الكافر أعظم جرما ، ومع ذلك فهل عامل النبي صلى الله عليه وسلم وأصحابه الكفار بمثل هذا ؟ أم كانوا يعاملونهم في كل حالة بما يليق ؟\" ، فأقول : لقد تعجبت كثيرا من هذا الاستدلال فالعبرة هنا ليست بعظم الجرم ، فالكافر له معاملة ، والمبتدع له معاملة ، ولا يقاس هذا على هذا . وقد قال تعالى في شأن الكفار غير المحاربين :{لا يَنْهَاكُمُ اللَّهُ عَنِ الَّذِينَ لَمْ يُقَاتِلُوكُمْ فِي الدِّينِ وَلَمْ يُخْرِجُوكُم مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ وَتُقْسِطُوا إِلَيْهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ } [الممتحنة :8] ، فلو جاز قياس المبتدع على الكافر في هذا لبطل منهج السلف في معاملة المبتدع والذي ذكر بعضه المؤلف في كتابه . فهل لقائل أن يقول : لماذا لا يعامل المبتدع بالبر والإحسان ؛ لأنه ليس أعظم جرما من الكافر وقد أجاز لنا الله بره ما لم يكن حربيا ؟ !",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وقد جاء في شأن أهل البدع نصوص خاصة فيجب العمل بها ، كقوله تعالى:{ وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره وإما ينسينك الشيطان فلاتقعد بعد الذكرى مع القوم الظالمين} [الأنعام:68 ] قال الشوكاني : وفي هذه الآية موعظة عظيمة لمن يتسمح بمجالسة المبتدعة الذين يحرفون كلام الله ، ويتلاعبون بكتابه وسنة رسوله ، ويردون ذلك إلى أهوائهم المضلة وبدعهم الفاسدة ؛ فإنه إذا لم ينكر عليهم ، ويغير ما هم فيه فأقل الأحوال أن يترك مجالستهم ، وذلك يسير عليه غير عسير وقد يجعلون حضوره معهم مع تنزهه عما يتلبسون به شبهة يشبهون بها على العامة فيكون في حضوره مفسدة زائدة على مجرد سماع المنكر . وقد شاهدنا من هذه المجالس الملعونة ما لا يأتي عليه الحصر ، وقمنا في نصرة الحق ودفع الباطل بما قدرنا عليه ، وبلغت إليه طاقتنا ، ومن عرف هذه الشريعة المطهرة حق معرفتها علم أن مجالسة أهل البدع المضلة فيها من المفسدة أضعاف أضعاف ما في مجالسة من يعصي الله بفعل شيء من المحرمات ، ولا سيما لمن كان غير راسخ القدم في علم الكتاب والسنة ؛ فإنه ربما ينفق عليه من كذباتهم وهذيانهم ما هو من البطلان بأوضح مكان فينقدح في قلبه ما يصعب علاجه ويعسر دفعه فيعمل بذلك مدة عمره ، ويلقى الله به معتقدا أنه من الحق ، وهو من أبطل الباطل ، وأنكر المنكر . ¶ (فتح القدير2/128) . ¶ والحاصل أنه لا تقاس عقوبة على أخرى لمجرد النظر في قدر الجرم ، فالمرتد أعظم جرما من الزاني المحصن ومع ذلك يرجم الزاني المحصن ، ويقتل تلك القتلة الشديدة ، وأما المرتد فيقتل قتلة سهلة . والزنى أقبح من السرقة ، ومع ذلك يجلد الزاني غير المحصن مائة جلدة ويغرب عاما ، وتقطع يد السارق ولو كان المسروق ربع دينار أو ثلاثة دراهم ، ولاشك أن الجلد أخف من قطع اليد .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "والنبي صلى الله عليه وسلم كان يجيب دعوة اليهود ويأكل عندهم ، وكانوا يسلمون عليه فيرد عليهم ، وقد هجر الثلاثة الذين خلفوا خمسين ليلة ، ونهى أن يكلمهم أحد ، قال كعب بن مالك رضي الله عنه : ¶ فَكُنْتُ أَخْرُجُ فَأَشْهَدُ الصَّلَاةَ ، وَأَطُوفُ في الْأَسْوَاقِ ، ولا يكلمني أَحَدٌ وآتي رَسُولَ اللَّهِ صلى الله عليه وسلم فَأُسَلِّمُ عليه ، وهو في مَجْلِسِهِ بَعْدَ الصَّلَاةِ ، فَأَقُولُ في نَفْسِي : هل حَرَّكَ شَفَتَيْهِ بِرَدِّ السَّلَامِ ؟ ¶ وكل ذلك ثابت في الصحيح ، فنقول للمؤلف حفظه الله على طريقته التي ذكرها : أيهما أشد جرما : اليهود أم الثلاثة الذين خلفوا ؟",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وأما قول المؤلف في قول الحسن \" أهل البدع بمنزلة اليهود والنصارى \" : \" إذا أخذنا هذه العبارة من غير اعتبار للظروف التي قيلت فيها ، والنواحي المكانية والزمانية ، ثم صرنا نرددها مع كل من اختلفنا معه لاسيما على قاعدة :\"من لم يكن معنا فهو علينا\" ، فإننا نكون مجانبين للصواب \" ، فأقول : لا أعلم أن أحدا من أهل العلم المعتبرين قديما أو حديثا وصف مخالفه في مسائل ليست من باب البدعة والإحداث في الدين بالبدعة ، أما الجهال فلا اعتبار بهم ، ومن وصف مخالفه بالبدعة في مسألة ليست من الإحداث في الدين فقد أبان عن جهله ، وأنه لا يعلم معنى البدعة أصلا . ثم إنه لا يجوز أن يستعمل نص في غير موضعه ، أو يحمل على غير محمله ، أو على غير مراد صاحبه به ، فذلك من الضلال ، كما فعل الخوارج الذين قال فيهم ابن عمر رضي الله عنهما : هم شرار الخلق ؛ انطلقوا إلى آيات أنزلت في الكفار ، فجعلوها في المؤمنين . (رواه الطبري في مسند علي من تهذيب الآثار بسند صحيح كما قال ابن حجر في الفتح 12/286) . ولكن استعمال بعض أهل الضلال للنص في غير موضعه لا يجوز أن يحملنا على تهميش النص ، وأن نقول : إنه قضية فردية وله ظروف معينة فلا يقاس عليه ، من غير دليل بين على ذلك ، بل نقول : هذا النص مقبول ، وجار على الأصول ، ويعمل به في موضعه وما ينطبق عليه ، ولا يحمل ما لا يحتمل . ¶ النكتة السادسة عشرة",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "قال المؤلف حفظه الله : ثم قارن هذا كله مع حال شيخ الإسلام رحمه الله فقد ألب عليه خصومه من المبتدعة الملك الناصر ، وأفتوا بقتله ، وحكموا بكفره ، ثم لما غضب الملك الناصر عليهم في بعض ما جرى منهم بحقه ، وأراد أن ينتقم منهم أحضر شيخ الإسلام ، وأخرج له فتاواهم فيه بخطوطهم ، واستشاره فيهم فخوفه شيخ الإسلام من قتلهم أو الانتقام منهم ...وذكر المؤلف عدة صور لعفوه إلى أن قال : فهذه المواقف من شيخ الإسلام رحمه الله ؛ لأنه عاش في عصر تفشت فيه البدع والأهواء والضلالات ، وصار أهل السنة غرباء ، بل كان أهل البدع يرون أنهم أهل السنة والمدافعون عنها ، فمثل هذه الحال لا يتعامل معها بمثل ما يتعامل به مع البدع وأهلها في أوائل ظهورها مع ذيوع السنة واشتهارها .(فقه الرد/18) . ¶ أقول : لا تلازم بين العفو عن المظالم الشخصية والرد على المخالف في مخالفته ، والإمام ابن تيمية رحمه الله قد عفا عن أعدائه من المبتدعة عدوانهم عليه وإيذاءهم إياه ، لكنه لم يترك الرد عليهم ، فقد رد عليهم بردود كثيرة بين فيها بطلان بدعتهم ، وجادلهم ، وناظرهم ، وهذا من أكبر أسباب عداوتهم له .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وعفوه عنهم لم يكن من جهة بدعتهم ، لأن هذا شيء لا يملكه ، وإنما كان عفوه عنهم من جهة ظلمهم لشخصه ، ويدل على ذلك قول الإمام ابن تيمية : \" تعلمون كثرة ما وقع في هذه القضية من الأكاذيب المفتراة والأغاليط المظنونة والأهواء الفاسدة ، وأن ذلك أمر يجل عن الوصف ، وكل ما قيل من كذب وزور فهو في حقنا خير ونعمة قال تعالى :{ إن الذين جاؤوا بالإفك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الإثم والذي تولى كبره منهم له عذاب عظيم }(النور :11) وقد أظهرالله من نور الحق وبرهانه ما رد به إفك الكاذب وبهتانه ، فلا أحب أن يُنتصر من أحد بسبب كذبه علي أو ظلمه وعدوانه فإنى قد أحللت كل مسلم ، وأنا أحب الخير لكل المسلمين ، وأريد لكل مؤمن من الخير ما أحبه لنفسي والذين كذبوا وظلموا فهم في حل من جهتي ، وأما ما يتعلق بحقوق الله فإن تابوا تاب الله عليهم وإلا فحكم الله نافذ فيهم .(مجموع الفتاوى 28/55 ، وقد نقل بعضه المؤلف في حديثه عن عفو ابن تيمية) .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وأما نهي الإمام ابن تيمية الملك الناصر عن معاقبة أعدائه من المبتدعة فذلك لأن عقابه إياهم لم يكن على بدعتهم ، وإنما على سعيهم في عزله ، فأراد قتلهم لذلك ، اعتمادا على فتوى يصدرها ابن تيمية . يبين هذا قول ابن كثير : وسمعت الشيخ تقي الدين [يعني الإمام ابن تيمية] يذكر ما كان بينه وبين السلطان من الكلام لما انفردا في ذلك الشباك الذي جلسا فيه ، وأن السلطان استفتى الشيخ في قتل بعض القضاة بسبب ما كانوا تكلموا فيه ، وأخرج له فتاوى بعضهم بعزله من الملك ومبايعة الجاشنكير ، وأنهم قاموا عليك وآذوك أنت أيضا ، وأخذ يحثه بذلك على أن يفتيه في قتل بعضهم ، وإنما كان حنقه عليهم بسبب ما كانوا سعوا فيه من عزله ومبايعة الجاشنكير ، ففهم الشيخ مراد السلطان ، فأخذ في تعظيم القضاة والعلماء ، وينكر أن ينال أحدا منهم بسوء ، وقال له : إذا قتلت هؤلاء لا تجد بعدهم مثلهم ، فقال له : إنهم قد آذوك وأرادوا قتلك مرارا ، فقال الشيخ : من آذاني فهو في حل ، ومن آذى الله ورسوله فالله ينتقم منه ، وأنا لا أنتصر لنفسي . وما زال به حتى حلم عنهم السلطان وصفح .(البداية والنهاية 14/54) .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "والمقصود أن عفوه عنهم ليس \" لأنه عاش في عصر تفشت فيه البدع والأهواء والضلالات ، وصار أهل السنة غرباء ، فمثل هذه الحال لا يتعامل معها بمثل ما يتعامل به مع البدع وأهلها في أوائل ظهورها مع ذيوع السنة واشتهارها \" كما قال المؤلف حفظه الله ، فالسلطان لم يعاقبهم على بدعتهم أصلا حتى يقال : إن ابن تيمية تدخل وطلب العفو عنهم للعلة التي ذكرها المؤلف ، ولم يوكل إليه الحكم عليهم لبدعتهم ، بل الذي حصل في آخر الأمر أنه هو الذي سُجن في القلعة بسبب فتواهم فيه وحكمهم عليه ، وتوفي فيها مظلوما . والحاصل أن عفوه عنهم لا علاقة له ببدعتهم ، وإنما كان لظلمهم لشخصه ، فعفا عنهم عملا بالنصوص الواردة في فضل العفو ، كقوله تعالى :{والكاظمين الغيظ والعافين عن الناس والله يحب المحسنين}(آل عمران :134) ، والأحاديث المروية في فضل من عفا عمن ظلمه ، ووصل من قطعه ، وأحسن إلى من أساء إليه . ¶ وعفو أئمة أهل السنة عمن ظلمهم كثير ، وغير مرتبط بالبدعة ، وقد عفا الإمام أحمد عن المعتصم ، وهو من المعتزلة القائلين بأن القرآن مخلوق ، فعفا عن ضربه إياه ، وقال : أحللت المعتصم من ضربي . وعفا عمن وشى به إلى السلطان ، ولو أشار أحمد على السلطان بقتله لفعل ، ولكنه عفا عنه ، وقال : لعله يكون له صبيان يحزنهم قتله .(انظر مناقب الإمام أحمد /303) . وقال الإمام أحمد لابنه صالح : مررت بهذه الآية {فمن عفا وأصلح فأجره على الله} (الشورى :40) فنظرت في تفسيرها فإذا هو ما حدثني به هاشم بن القاسم حدثنا المبارك قال : حدثني من سمع الحسن يقول : إذا جثت الأمم بين يدي الله تبارك وتعالى يوم القيامة نودوا : ليقم من أجره على الله ، فلا يقوم إلا من عفا في الدنيا . قال : فجعلت الميت في حل من ضربه إياي ، ثم جعل يقول : وما على رجل أن لا يعذب الله بسببه أحدا .(سيرة الإمام أحمد لابنه صالح/64) . ¶ النكتة السابعة عشرة",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "نقل المؤلف حفظه الله قول ابن قتيبة :\" فإنه ربما ورد الشيخ المصر ، فقعد للحديث ، وهو من الأدب غفل ومن التمييز ليس له من معاني العلم إلا تقادم سنه ، فيبدؤونه قبل الكتاب بالمحنة ، فالويل له من إن تلعثم أو تمكث أو سعل أو تنحنح قبل أن يعطيهم مايريدون ...إلى آخر ماذكره . (فقه الرد /18) . ¶ أقول : لا علاقة لهذا بالرد على المخالف الذي هو موضوع الكتاب . ¶ النكتة الثامنة عشرة ¶ قال المؤلف حفظه الله : بل لربما يكون من رحمة الله ببعض الناس خفاء القول الراجح عليه لما في ظهوره من المشقة والشدة عليه .(فقه الرد/28) . ¶ أقول : كيف يكون هذا ؟! وقد قال الله تعالى :{ وماجعل عليكم في الدين من حرج}( الحج :78 ) ، وقال :{مايريد الله ليجعل عليكم من حرج} (المائدة :6) ، وقال :{يريد الله بكم اليسر ولايريد بكم العسر}(البقرة : 185) . ومن القواعد الفقهية المقررة : \"المشقة تجلب التيسير\" ، و\"إذا ضاق الأمر اتسع\" و\"الضرورات تبيح المحظورات\" . ¶ وعبارة المؤلف منقولة بالمعنى عن الإمام ابن تيمية ، وقد ذكر المؤلف حفظه الله ذلك في الحاشية ، لكنني أرى أن عبارة ابن تيمية أدق ، وأسلم من الاعتراض ، فقد قال : الحق في نفس الأمر واحد ، وقد يكون من رحمة الله ببعض الناس خفاؤه ؛ لما في ظهوره من الشدة عليه ، ويكون من باب قوله تعالى :{ لا تسألوا عن أشياء إن تبد لكم تسؤكم }(المائدة :101) (مجموع الفتاوى 14/159) .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فقيد ابن تيمية ماذكره بهذه الآية ، ومعلوم أن هذه الآية لا يراد بها المسائل الشرعية المطلوب من المكلف القيام بها ؛ فقد قال تعالى :{ فاسألوا أهل الذكر إن كنتم لاتعلمون}(الأنبياء :7) ، قال السعدي في تفسير آية المائدة : ينهى الله عباده المؤمنين ، عن سؤال الأشياء ، التي إذا بينت لهم ، ساءتهم وأحزنتهم ، وذلك كسؤال بعض المسلمين لرسول الله صلى الله عليه وسلم ، عن آبائهم وعن حالهم في الجنة أو النار ، فهذا ربما أنه لو بين للسائل ، لم يكن له فيه خير .(تفسير السعدي /245) . ¶ النكتة التاسعة عشرة ¶ قال المؤلف حفظه الله : وقد حفظ لنا التاريخ ما وقع لكثير من مؤسسي البدع والضلالات وبعض أتباعهم ثم قال في الحاشية : وهذه بعض النماذج من حال ومآل الرواد الأوائل من أصحاب المقالات المنحرفة .. فذكر ثمانية ، وهم : معبد الجهني ، وغيلان الدمشقي ، والجعد بن درهم ، والجهم بن صفوان ، والحارث المحاسبي ، وأبوعلي الثقفي ، وأبوالحسن الأشعري ، وأبوبكر الباقلاني .(فقه الرد/44-46) . ¶ أقول : أما الأربعة الأوائل فهم من رؤوس الضلالة وقد قتلوا في بدعتهم ، بل إن جهما وغيلان والجعد زنادقة ، وقد قتلوا على الزندقة كما ذكر الإمام ابن تيمية .(انظر مجموع الفتاوى 2/485) . وأما الأربعة الأواخر فلا يجوز أن يجعلوا مع أولئك الزنادقة في سياق واحد على النحو الذي فعله المؤلف ، فمنهم من وقع في أخطاء وبدع لكنه تاب ، ومنهم من وقع في بدع ، لكنه خدم الدين والعلم في أبواب أخرى ، وبدعه التي وقع فيها لا تجعله بمنزلة أولئك الزنادقة ، ولا أن يقرن بهم . وقد ذكر المؤلف في تراجم الأربعة الأواخر أشياء ليست دقيقة أو تحتاج إلى توضيح . وفيما يلي بيان ذلك بالتفصيل . ¶ قال المؤلف حفظه الله :",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "5- الحارث المحاسبي (ت 243هـ) : فقد كانت له بعض الآراء الكلامية مع التصوف ، فهجره الإمام أحمد فاختفى في دار ببغداد ومات فيها ، ولم يُصلِّ عليه إلا أربعة نفر فيما ذُكر . ونقل ذلك الذهبي في الميزان ، وعقبه بقوله : هذه حكاية منقطعة . (فقه الرد/44-45) . ¶ أقول : السبب الذي ذكره المؤلف لا يكفي لعد الحارث المحاسبي مع أولئك المجرمين الزنادقة ووضعه معهم في عنوان واحد . وأما اختفاؤه في دار بعد هجر أحمد إياه ، وموته فيها ، وعدم صلاة أكثر من أربعة عليه فقد أشار المؤلف نفسه إلى عدم ثبوته بقوله :\"فيما ذُكر\" ، ونَقْلِه عن الذهبي حكمه على هذه الحكاية بانقطاعها ، فكيف يستدل المؤلف على ذمه بما لا يثبت؟! ¶ وأما هجر الإمام أحمد للحارث ، فقد كان الإمام أحمد يستعمل الهجر كثيرا للتأديب على مخالفات متنوعة وإن لم يكن لها تعلق بالبدع . قال الإمام ابن تيمية : ولأبي عبد الله الحسين والد أبي القاسم الخرقي صاحب المختصر المشهور كتاب في قصص من هجره أحمد .(درء التعارض 7/148) . ¶ قال أبو حامد الغزالي : كان أحمد بن حنبل يهجر الأكابر في أدنى كلمة .(إحياء علوم الدين 2/95) . ¶ وقد هجر كل من أجاب في محنة خلق القرآن ، ولو كان مكرها ، ولم ير الكتابة عنهم ، ومنهم أبو نصر التمار الذي وصفه الذهبي بالإمام الثقة الزاهد القدوة ، فكان أحمد لا يرى الكتابة عنه ، ولما مات لم يشهد جنازته . قال أبو الحسن الميموني : صح عندي أنه - يعني أحمد - لم يحضر أبا نصر التمار حين مات فحسبت أن ذلك لما كان أجاب في المحنة . قال الذهبي معلقا : أجاب تقية وخوفا من النكال ، وهو ثقة بحاله ، ولله الحمد .(سير أعلام النبلاء 10/573) . ¶ ومنهم الإمام المحدث يحيى بن معين ، فقد هجره أحمد ، ولما عاده يحيى في مرضه ولاه ظهره ، وأمسك عن كلامه حتى قام عنه ، وهو يتأفف ، ويقول : بعد الصحبة الطويلة لا أكلَّم !",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ومنهم عبيدالله القواريري الذي وصفه الذهبي بالإمام الحافظ محدث الإسلام . وقد بلغ الإمام أحمد أن القواريري سلم على أحمد بن رباح أحد المعتزلة ، فلما جاء القواريري إلى الإمام أحمد ، نظر إليه ، وقال : ألم يكف ماكان منك في الإجابة حتى سلمت على ابن رباح ؟! ورد الباب في وجهه . ¶ وكذلك فعل أحمد مع الحزامي ، وأبي خيثمة ، أغلق الباب في وجه كل منهما . ¶ (انظر فيما تقدم سيرة الإمام أحمد لابنه صالح /74 ، مناقب الإمام أحمد لابن الجوزي /522) . ¶ ومنهم الإمام المحدث علي بن المديني ، فقد هجره أحمد . قال عبدالله بن أحمد : ولم يحدث أبي عنه بعد المحنة بشيء .(المسند 2/364 ) .وقال صالح بن أحمد : وضرب أبي على حديث كل من أجاب .(سيرة الإمام أحمد/74) ¶ وهجر الإمام أحمد بعض العلماء ؛ لروايته كتب أبي حنيفة .(انظر ذم الكلام وأهله 3/37 ، طبقات الحنابلة 1/402 ) ¶ وهجرالإمام أحمد الطوسي مع صلاحه ؛ لكلامه في بشر الحافي .(الآداب الشرعية لابن مفلح 1/256) ¶ وَهَجَرَ الإمام أَحْمَدُ أَوْلَادَهُ وَعَمَّهُ وَابْنَ عَمِّهِ لَمَّا أَخَذُوا جائزة السلطان .(الفروع لابن مفلح 2/505) . ¶ وقد اختُلِف في سبب هجر الإمام أحمد للحارث ، على قولين : ¶ 1- ماذكره أبو طالب المكي المتوفى سنة 286هـ بقوله : وهجر [يعني الإمام أحمد] حارثاً المحاسبي رحمه اللّه تعالى في رده على المبتدعة ، وكان من أهل السنة فقال : أين ترد عليهم ، وقد حكيت قولهم ؟ وأيضاً فإنك تحملهم على التفكر والرأي فيما قلت ، فيكون سبباً لردّ الحق بالباطل . (قوت القلوب 1/287) . ¶ وقال الخطيب البغدادي : وكان أحمد بن حنبل يكره لحارث نظره في الكلام ، وتصنيفه الكتب فيه ، ويصد الناس عنه .(تاريخ بغداد 8/214) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقال أبو حامد الغزالي : أنكر أحمد بن حنبل على الحارث المحاسبي رحمهما الله تصنيفه في الرد على المعتزلة ، فقال الحارث : الرد على البدعة فرض ، فقال أحمد : نعم ، ولكن حكيت شبهتهم أولاً ثم أجبت عنها ، فيم تأمن أن يطالع الشبهة من يعلق ذلك بفهمه ، ولا يلتفت إلى الجواب ، أو ينظر في الجواب ، ولا يفهم كنهه ؟ وما ذكره أحمد بن حنبل حق ، ولكن في شبهة لم تنتشر ولم تشتهر فأما إذا انتشرت ، فالجواب عنها واجب ، ولا يمكن الجواب عنها إلا بعد الحكاية . نعم ، ينبغي أن لا يتكلف لهم شبهة لم يتكلفوها . ¶ (المنقذ من الضلال /35) . ¶ وقال الغزالي أيضا : هجر [يعني الإمام أحمد] الحارث المحاسبي مع زهده وورعه بسبب تصنيفه كتابا في الرد على المبتدعة ، وقال له : ويحك ! ألست تحكي بدعتهم أولا ، ثم ترد عليهم ؟ ألست تحمل الناس بتصنيفك على مطالعة البدعة ، والتفكر في تلك الشبهات ، فيدعوهم ذلك إلى الرأي والبحث ؟! ¶ (إحياء علوم الدين 1/95) .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قال علي القاري : اعلم أن الله سبحانه قد حكى مقالات المفترين عليه وعلى رسله في كتابه على وجه الإنكار لقولهم والتحذير من ضلالهم والوعيد على وبالهم في مآلهم ، وكذلك وقع في أمثاله من أحاديث النبي صلى الله عليه وسلم وعلى آله . وأجمع السلف والخلف من أئمة الدين على ذكر حكايات الكفرة والملحدين في كتبهم وفي مجالسهم ؛ ليبينوها للناس ، وينقضوا شبههم الموجبة للالتباس ، وإن كان ورد لأحمد بن حنبل إنكار لبعض هذا على الحارث بن أسد المحاسبي بما حكاه في الرعاية ؛ فقد صنع أحمد بن حنبل مثله في رده على الجهمية ، وعلى القائلين بأن القرآن مخلوق من المعتزلة ، ولعل الفرق أن كلام الأول حكاية عقائد باطلة ثابتة بالكتاب والسنة مستغنية عن البيان في ميدان العيان ، أو كأنه أورد أدلة الخصم وأوضحها ، ثم ذكر بينة نفسه وحجته ورجحها بخلاف كلام الثاني حيث ذكر واقعة حال محتاجة إلى جواب سؤال .( الرد على القائلين بوحدة الوجود /132) . ¶ 2- ماذكره الحافظ ابن رجب في كتاب مناقب الإمام أحمد بقوله : ومن البدع التي أنكرها الإمام أحمد في القرآن : قول من قال : إن الله تكلم بغير صوت ، فأنكر هذا القول وبدع قائله . قال : وقد قيل : إن الحارث المحاسبي إنما هجره الإمام أحمد لأجل ذلك .(التحبير شرح التحرير 3/1314) . ¶ وممن سبق ابن رجب إلى هذا الإمام ابن تيمية قال : فخالف [يعني الحارث ] من نصوص الكتاب والسنة وآثار السلف ما أوجب ظهور بدعة اقتضت أن يهجره الإمام أحمد ، ويحذر منه . (مجموع الفتاوى 8/497) ¶ لكن الإمام ابن تيمية قال : ذكر غير واحد أن الحارث رجع عن ذلك كما ذكره معمر بن زياد في أخبار شيوخ أهل المعرفة والتصوف ، وذكر أبو بكر الكلاباذي في كتاب التعرف لمذاهب التصوف عن الحارث المحاسبي أنه كان يقول : إن الله يتكلم بصوت .(انظر درء تعارض العقل والنقل 7/147) .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقال الإمام ابن تيمية أيضا : فذكروا أن الحارث رحمه الله تاب من ذلك ، وكان له من العلم والفضل والزهد والكلام في الحقائق ما هو مشهور .(مجموع الفتاوى 6/521) . ¶ وأما تصوف الحارث فقد قال الدكتور عبدالرحمن المحمود : تصوف المحاسبي لم يكن كتصوف غيره في الغلو والانحراف بل كان كثيرا مايشير إلى وجوب الالتزام بالكتاب والسنة ، ومتابعة الشرع . وإذا كان المحاسبي يركز على أعمال القلوب وخطرات النفوس ، ومسائل تتعلق ببواطن الأعمال ومقاصد الإنسان فيها كالنية والمراقبة والتوكل والتيقظ والعجب والرياء والحسد وغيرها – ويطيل الكلام في كل واحدة منها بمايراه من وسائل إصلاح النفس – إلا أنه يأمر مع ذلك باتباع الشرع بفعل الأوامر واجتناب النواهي .... وكثيرا مايذكر الأدلة على بعض الأمور التي يذكرها من الكتاب والسنة وأقوال الصحابة ، ولذلك شنع المحاسبي على بعض متصوفة عصره وانحرافاتهم . (موقف ابن تيمية من الأشاعرة1/457) . ¶ والحاصل أن الحارث المحاسبي وإن نُسب إلى الكلابية بسبب قوله ببعض بدعهم إلا أنه قد تاب من ذلك ، ولا يجوز ذم المسلم بذنب تاب منه . وقد عد الإمام ابن تيمية الحارث المحاسبي في بعض مواضع من كتبه من السلف ، ومن أئمة الدين ، فقد قال : ولهذا كان في كلام السلف كأحمد والحارث المحاسبي وغيرهما اسم العقل يتناول هذه الغريزة . (الصفدية 2/257) . ¶ وقال أيضا : والمنصوص عن أئمة الدين أن العقل غريزة كما ذكر ذلك أحمد بن حنبل والحارث المحاسبي وغيرهما . (الصفدية2/331) . ¶ وقال أيضا : وقد نسب إلى هذا القول غير واحد من المعروفين بالسنة والحديث كالحسين الكرابيسي ، ونعيم بن حماد الخزاعي ، والبويطي ، والحارث المحاسبي .(مجموع الفتاوى 12/207) . ¶ وقال الذهبي : المحاسبي كبير القدر ، وقد دخل في شيء يسير من الكلام ، فنقم عليه . ¶ (سير أعلام النبلاء 12/111)",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وقال أيضا: وبعد هذا فرحم الله الحارث ، وأين مثل الحارث ؟! (تاريخ الإسلام 18/210) . ¶ ووصفه بالزاهد الناطق بالحكمة . (العبر 1/440) . ¶ وقال الخطيب البغدادي : وللحارث كتب كثيرة في الزهد ، وفي أصول الديانات ، والرد على المخالفين من المعتزلة والرافضة وغيرهما ، وكتبه كثيرة الفوائد جمة المنافع . وذكر أبو علي بن شاذان يوما كتاب الحارث في الدماء ، فقال : على هذا الكتاب عول أصحابنا في أمر الدماء التي جرت بين الصحابة . ¶ (تاريخ بغداد 8/211) ¶ ووصفه ابن حجر بأنه من أئمة الحديث والكلام .(النكت على ابن الصلاح 2/584) . ¶ وعلى فرض أنه لم يتب من البدع التي وقع فيها فتلك البدع لا تجعله في عداد أولئك المبتدعة الزنادقة الذين قتلوا على الزندقة ، فالبدع متفاوتة كما هو معروف . ¶ ثم قال المؤلف حفظه الله : ¶ 6- أبوعلي الثقفي (ت328هـ) : وكان من أخص تلاميذ ابن خزيمة ، قال عنه الذهبي :\" ومع علمه وكماله خالف الإمام ابن خزيمة في مسائل التوفيق والخذلان ، ومسألة الإيمان ، ومسألة اللفظ ، فألزم البيت ولم يخرج منه إلى أن مات ، وأصابه في ذلك محن\" .(فقه الرد/46) . ¶ أقول : اقتصر المؤلف على هذا القدر من كلام الذهبي في أبي علي الثقفي ، ولم ينقل بقية كلامه فيه لتتضح الصورة عن هذا الرجل . فقد وصفه الذهبي بالإمام المحدث الفقيه العلامة الزاهد شيخ خراسان . ونقل عن الحاكم قوله : شهدت جنازته فلا أذكرأني رأيت بنيسابور مثل ذلك الجمع .(سير أعلام النبلاء 15/280) ¶ ووصفه أيضا بالفقيه الواعظ أحد الأئمة ، وقال : كان له جنازة لم يعهد مثلها .(العبر 2/220) . ¶ فإلزامه بيته إلى أن مات لم يمنع أهل نيسابور أن يخرجوا في جنازته في صورة لم يعهد مثلها . وقد ذكر المؤلف حفظه الله في ترجمة الذي قبله قول الإمام أحمد :\" قولوا لأهل البدع : بيننا وبينكم يوم الجنائز\" .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقال الذهبي أيضا : وكان الإمام أبوعلي الثقفي مع علمه وكماله قد خالف إمام الأئمة ابن خزيمة في مسائل منها مسألة التوفيق والخذلان ، ومسألة الإيمان ومسألة اللفظ بالقرآن ، فقام عليه الجمهور ، وألزم بالبيت أعني الثقفي إلى أن مات ، وتمت له محن . وكان الثقفي كبير الشأن . وما زال العلماء يختلفون في المسائل الصغار والكبار ، والمعصوم من عصمه الله بالتجاء إلى الكتاب والسنة وسكوت عن الخوض في ما لا يعنيه ، والله يهدي من يشاء إلى صراط مستقيم .(تذكرة الحفاظ 2/730) . ¶ وقد ذكر الإمام ابن تيمية أبا علي الثقفي في المنسوبين إلى السنة ، ولو كان فيه نوع من البدعة ، فقال : ¶ والذي كان أئمة السنة ينكرونه على ابن كلاب والأشعري بقايا من التجهم والاعتزال مثل اعتقاد صحة طريقة الأعراض وتركيب الأجسام وإنكار اتصاف الله بالأفعال القائمة التي يشاؤها ويختارها وأمثال ذلك من المسائل التي أشكلت على من كان أعلم من الأشعري بالسنة والحديث وأقوال السلف والأئمة كالحارث المحاسبي وأبي علي الثقفي وأبي بكر بن إسحاق الصبغي مع أنه قد قيل : إن الحارث رجع عن ذلك ، وذكر عنه غير واحد ما يقتضي الرجوع عن ذلك ، وكذلك الصبغي والثقفي قد روي أنهما استتيبا فتابا . وقد وافق الأشعري على هذه الأصول طوائف من أصحاب أحمد ومالك والشافعي وأبي حنيفة وغيرهم ، منهم من تبين له بعد ذلك الخطأ ، فرجع عنه ، ومنهم من اشتبه عليه ذلك كما اشتبه غير ذلك على كثير من المسلمين ، والله يغفر لمن اجتهد في معرفة الصواب من جهة الكتاب والسنة بحسب عقله وإمكانه ، وإن أخطأ في بعض ذلك . والمقصود أنه لم يكن في المنسوبين إلى السنة ولو كان فيه نوع من البدعة من يزعم أن صريح المعقول يخالف مدلول الكتاب والسنة .(درء التعارض 7/97-98) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وقد ذكر الحاكم قصة ماجرى بين الثقفي وابن خزيمة ، وأن ذلك بسبب وشاية أحد المعتزلة ، وهو منصور ابن يحيى الطوسي ، فذكر الحاكم أن ابن خزيمة لما بلغ من السن والرئاسة والتفرد بهما مابلغ ، كان له أصحاب صاروا في حياته أنجم الدنيا مثل أبي علي الثقفي ، وهو أول من حمل علوم الشافعي ، ودقائق ابن سريج إلى خراسان ، والصبغي وهو خليفة ابن خزيمة في الفتوى ، وغيرهما ، فلما ورد منصور الطوسي المعتزلي خراسان ورأى قدر أصحاب ابن خزيمة وحالهم معه حسدهم على ذلك ، فسعى إلى إيقاع الوحشة بينهم وبينه ، وذكر قصة ماجرى في ذلك إلى أن قال ابن خزيمة : وقد صح عندي أن هؤلاء – الثقفي والصبغي ويحيى بن منصور كذبة ، قد كذبوا علي في حياتي . قال الذهبي معلقا : ما هؤلاء بكذبة ، بل أئمة أثبات ، وإنما الشيخ تكلم على حسب مانقل له عنهم ، فقبح الله البهتان ، ومن يمشي بالنميمة . ¶ ثم ذكر الحاكم أن ابن خزيمة اجتمع معهم ، فسألوه عما ينكره عليهم ليرجعوا عنه ، فذكر لهم ، فأخرجوا له عقيدتهم مكتوبة ، فقرأها ابن خزيمة ثم قال : لست أرى هاهنا شيئا لا أقول به .. إلى آخر القصة التي يضيق هذا المقام عن بسطها . ¶ (انظر سير أعلام النبلاء 14/377-381، درء التعارض 2/9 ، تاريخ دمشق 41/214 ) . ¶ وقد نقل الإمام ابن تيمية شيئا من هذه العقيدة في بعض ماكتب ، فقال : ذكره أبو علي الثقفي والصبغي وغيرهما من أصحاب ابن خزيمة في العقيدة التي اتفقوا هم وابن خزيمة على أنها مذهب أهل السنة . ¶ (مجموع الفتاوى 5/528) . ¶ وقال : كما ذكره الثقفي والصبغي وغيرهما من أصحاب أبي بكر محمد بن خزيمة في العقيدة التي كتبوها وقرؤوها على أبي بكر محمد بن إسحاق بن خزيمة لما وقع بينهم النزاع في مسألة القرآن . ¶ (مجموع الفتاوى 5/379) .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وقد كان أبوعلي الثقفي ذا علم غزير وتمكن من الفتوى ، وقد شهد له بذلك شيخه ابن خزيمة ، فقد استفتي ابن خزيمة في مسائل فدعا بدواة ثم قال لأبي علي الثقفي : أجب ، فأخذ أبوعلي القلم وجعل يكتب الأجوبة ، ويضعها بين يدي ابن خزيمة ، وهو ينظر فيها ، ويتأمل مسألة مسألة فلما فرغ منها قال له : يا أبا علي ، ما يحل لأحد منا بخراسان أن يفتي وأنت حي .(طبقات الشافعية الكبرى 3/193) . ¶ ووصفه الحاكم فقال : هوالإمام المقتدى به في الفقه والكلام والدين والقول والوعظ .(طبقات الفقهاء/201) ¶ والحاصل أن أباعلي الثقفي وقع في بدع قد تاب منها كما ذكر الإمام ابن تيمية ، وكما قال إسماعيل بن عبد الرحمن الصابوني : استتيب الصبغي والثقفي على قبر ابن خزيمة .(درء التعارض 2/82) . ¶ وعلى فرض أنه لم يتب من البدع التي وقع فيها فتلك البدع لا تجعله في عداد أولئك المبتدعة الزنادقة الذين قتلوا على الزندقة ، فالبدع متفاوتة . ¶ ثم قال المؤلف حفظه الله : ¶ 7- أبوالحسن الأشعري (ت بعد سنة 320هـ) : فقد دخل بغداد وعمل على التقرب من البربهاري (ت 329هـ) ، وصنف كتاب الإبانة ، فلم يلتفت إليه ، فلم يجرؤ على الخروج من بيته في بغداد حتى خرج عنها . وفي مقابل ذلك كان للبربهاري من الأتباع والأصحاب والتلاميذ مايفوق الوصف .(فقه الرد/46) . ¶ أقول : فيما نقله المؤلف وماذكره نظر ، بيانه فيما يلي :",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "1- أما أن الأشعري لم يخرج من بيته في بغداد حتى خرج عنها فقد نفى صحة هذا ابن عساكر ، فقال رادا على من زعم ذلك : وهو[يعني الأشعري] بعد إذ صار إليها لم يفارقها ، ولا رحل عنها ؛ فإن بها كانت منيته ، وفيها قبره وتربته ، ولا يدعي أنه لم يظهر بها إلا مثل هذا المختزي ، وقد تقدم ذكر جلوسه في حلقة أبي إسحاق المروزي ، وأنه كان يحضرها في أيام الجمع بالجانب الغربي في جامع المنصور ، والجمع أكثر الأيام جمعا في أعظم الجوامع بها في حلقة ذلك الإمام المشهور .(تبيين كذب المفتري /391) . ¶ 2- وأما أن الأشعري ألف كتاب الإبانة تقربا إلى البربهاري ، فهذا قاله بعضهم ، وقد جانب فيه الصواب فتكذيب التائبين في توبتهم ، واتهامهم في نياتهم بلا دليل قبيح ومحرم . ¶ والغريب أن الدكتور السبت ناقض نفسه فنقل في ص 239 من كتابه هذا أن الإمام ابن تيمية رد على من يقول بأن الأشعري كان يبطن غير ما يظهر من اتباع السلف ، ثم بين أن الدافع لأصحاب هذه التهمة أنهم خالفوه مع محبتهم له وانتسابهم إليه ، فكرهوا أن ينسبوا إلى مخالفته .(مجموع الفتوى 12/204) .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "قال الحافظ ابن عساكر في رد هذه التهمة : فكم من متنقل من مذهب إلى غيره ؛ لقوة النظر والاستدلال أو لإرشاد من الحق سبحانه وإلهام ، أو رؤيا وُعِظ بها رائيها في منام ، أو شدة بحث عن الحق على ممر الأيام وهذه المعاني كلها موجودة في حق هذا الإمام . وإنما يُشَك في توبة التائب إذا لم يوجد منه غير مجرد الدعوى ، ولم يكن عند اختبار حاله من أهل الدين ولا من ذوي التقوى ، فأما إذا اقترن منه بدعوى التوبة ظهور الأسف على ما أسلف من الحوبة ، وكان المظهر للتوبة ذا ديانة موصوفا عند الخلق بصدق وأمانة لم يكن للشك في صحة توبته مجال ، فمن قال غير هذا فقوله محال . ولا شك أن دين أبي الحسن رحمه الله متين وتبرأه من مذهب الاعتزال ظاهر مبين ، ومناظراته لشيخهم الجبائي مشهورة ، واستظهاراته عليه في الجدل مذكورة ، وقمعه لغيره من شيوخهم معروف شائع ، وقطعه لهم في المناظرة منتشر ذائع ، وتواليفه في الرد على أهل التعطيل كثيرة ، وفضيحة أهل الأهواء بما أظهر من عوار مذهبهم كبيرة ، فكيف يزعم أنه أظهر غير ما أبطن ، أو أضمر ضد ما أعلن ...إلى أن قال : وقول من زعم : \"إنه أظهر التوبة ليؤخذ عنه ويسمع ما يلقى إلى المتعلمين منه وتعلو منزلته عند العامة \" ؛ فذلك مالا يصنعه من يؤمن بالبعث يوم القيامة .كيف يستجيز مسلم أن يظهر ضد ما يبطن ، أو يضمر خلاف ما يبدي ويعلن ؛ لا سيما فيما يتعلق بالاعتقادات ويرجع إلى أصول الديانات ؟!( تبيين كذب المفتري /380-382) . ¶ وقال الدكتور محمد الخميس : ومن العجيب أنهم زعموا أن الإمام أبا الحسن الأشعري ألف كتاب \"الإبانة\"",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "مداراة للحنابلة وتقية ، وخوفا منهم على نفسه . وهذا كلام فيه نظر ، بل إنه جد خطير ؛ إذ إن فيه قدحا في الإمام أبي الحسن الأشعري ، واتهاما له بأنه يبدل عقيدته في الظاهر على حسب الأحوال والملابسات أو مجاراة للتيارات الفكرية السائدة ، وهذه مسألة خطيرة ، فالغاية لاتبرر الوسيلة عند أهل الحق ، وينبغي للإنسان أن يحسن الظن بأمثال الإمام في هذا ، بل إنني أجزم ببطلان هذا الزعم في حق هذا الإمام الجليل ؛ إذ إنه لايمكن أن يداري أو يجاري في عقيدته وهي مدار السلامة ، وهي العقد بينه وبين الله تعالى ، ولا يفعل هذا إلا الموغلون في البدعة ، والذين ليسوا على رسوخ في عقيدتهم وثقة بماهم عليه ، كأمثال الباطنية وغيرهم . ثم إن الحنابلة لم تكن لهم سلطة يمكن أن تلحق الأذى بالإمام ، بل كان في أيامه كثيرون من المبتدعة المعاندين ، ولم ينزل بهم بطش الحنابلة وبأسهم ، فهذه دعوى باطلة مردودة .(اعتقاد أهل السنة/6). ¶ 3- أن ذكر المؤلف لأبي الحسن الأشعري مع أولئك المجرمين الأربعة ، دون إشارة إلى توبته من بدعته القديمة خطأ ، فمن تاب تاب الله عليه ، ولا يجوز أن يعاب أحد بذنب تاب منه . ¶ قال الشيخ حماد الأنصاري رحمه الله : وفضائل أبي الحسن الأشعري ومناقبه أكثر من أن يمكن حصرها في هذه العجالة . ومن وقف على تواليفه بعد توبته من الاعتزال رأى أن الله تعالى قد أمده بمواد توفيقه ، وأقامه لنصرة الحق والذب عن طريقه .(من تقديمه لتحقيق كتاب الإبانة /8 ) . ¶ وقال الإمام ابن باز رحمه الله : أبو الحسن الأشعري رحمه الله ليس من الأشاعرة ، وإن انتسبوا إليه ؛ لكونه رجع عن مذهبهم ، واعتنق مذهب أهل السنة ، فمدح الأئمة له ليس مدحا لمذهب الأشاعرة . ¶ (مجموع فتاوى ابن باز3/53) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وقال العلامة ابن عثيمين رحمه الله : والأشعري أبو الحسن – رحمه الله – كان في آخر عمره على مذهب أهل السنة والحديث ، وهو إثبات ما أثبته الله لنفسه في كتابه ، أو على لسان رسوله صلى الله عليه وسلم من غير تحريف ولا تعطيل ولا تكييف ولا تمثيل . ومذهب الإنسان ما قاله أخيرا إذا صرح بحصر قوله فيه كما هي الحال في أبي الحسن كما يعلم من كلامه في الإبانة . وعلى هذا فتمام تقليده اتباع ماكان عليه أخيرا ، وهو التزام مذهب أهل الحديث والسنة ؛ لأنه المذهب الصحيح الواجب الاتباع الذي التزم به أبوالحسن نفسه .(مجموع فتاوى ابن عثيمين 3/340) . ¶ وعلى فرض أنه لم يتب من البدع التي وقع فيها فتلك البدع لا تجعله في عداد أولئك المبتدعة الزنادقة الذين قتلوا على الزندقة ؛ لأن البدع متفاوتة كما هو معروف ومقرر في موضعه . ¶ ثم قال المؤلف حفظه الله : ¶ 8- أبوبكر الباقلاني (ت 403هـ ) : فهو مع سعة علمه وتوقد ذكائه وفصاحته كان أبوحامد الإسفراييني (ت406هـ) يشنع عليه ، ويحذر الناس منه ومن الدخول عليه ، ولم يكن يجرؤ أحد على الاتصال به ، والدخول عليه إلا خفية ، حتى إن الباقلاني كان يخرج إلى الحمام متبرقعا خوفا من الشيخ أبي حامد الإسفراييني .(فقه الرد/46). ¶ أقول : الباقلاني وإن كان من كبار الأشاعرة ، إلا أن له جهودا كبيرة في خدمة الدين والعلم ، فلا يجوز أن يقرن بجهم بن صفوان والجعد بن درهم وغيرهما من الزنادقة ، ويجعل معهم في سياق واحد على النحو الذي فعله المؤلف .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقد نقل الدكتور السبت في ص 238 من كتابه هذا ماذكره الإمام ابن تيمية في الباقلاني من أنه أفضل المتكلمين المنتسبين إلى الأشعري ، وأنه ليس فيهم مثله لا قبله ولابعده ، ولا أحسن تصنيفا وكتبا منه ، وأنه أكثر إثباتا بعد الأشعري في الإبانة ، وأن فيه من الفضائل العظيمة والمحاسن الكثيرة والرد على الزنادقة والملحدين وأهل البدع الشيء الكثير ، وهكذا جهوده في الرد على الباطنية والنصارى . ¶ وقد وصف الذهبي الباقلاني بالإمام العلامة أوحد المتكلمين مقدم الأصوليين ثم قال : وكان ثقة إماما بارعا صنف في الرد على الرافضة والمعتزلة والخوارج والجهمية والكرامية ، وانتصر لطريقة أبي الحسن الأشعري ، وقد يخالفه في مضائق فإنه من نظرائه ، وقد أخذ علم النظر عن أصحابه .( سير أعلام النبلاء17/190) . ¶ وقال أيضا : وكانت جنازته مشهودة ، وكان سيفا على المعتزلة والرافضة والمشبهة ، وغالب قواعده على السنة ، وقد أمر شيخ الحنابلة أبو الفضل التميمي مناديا يقول بين يدي جنازته : هذا ناصر السنة والدين والذاب عن الشريعة ، هذا الذي صنف سبعين ألف ورقة ، ثم كان يزور قبره كل جمعة . ¶ (سير أعلام النبلاء 17/193) ¶ وما تقدم ذكره لا يعني تصحيح مذهبه الأشعري ، ولا الدفاع عما وقع فيه من البدع ، والتي يجب اجتنابها والحذر منها ، وإنما المقصود التدليل على أنه لا يجوز أن يقارن بجهم وغيره ممن قتل على الزندقة ، فله فضله وقدره في خدمة الدين ، والبدع متفاوتة كما هو مقرر في موضعه .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وللإمام ابن تيمية كلمة عظيمة في هذا الباب يحسن ذكرها هنا ، فهو لما نقل قول الحسين بن أبي أمامة المالكي : لعن الله أبا ذر الهروي ؛ فإنه أول من حمل الكلام إلى الحرم ، وأول من بثه في المغاربة – قال الإمام ابن تيمية : قلت : أبو ذر فيه من العلم والدين والمعرفة في الحديث والسنة وانتصابه لرواية البخاري عن شيوخه الثلاثة وغير ذلك من المحاسن والفضائل ما هو معروف به ، وكان قد قدم إلى بغداد من هراة فأخذ طريقة ابن الباقلاني ، وحملها إلى الحرم فتكلم فيه وفي طريقته من تكلم كأبي نصر السجزي وأبي القاسم سعد بن علي الزنجاني وأمثالهما من أكابر أهل العلم والدين بما ليس هذا موضعه ، وهو ممن يرجح طريقة الصبغي والثقفي على طريقة ابن خزيمة وأمثاله من أهل الحديث .... ¶ إلى أن قال : ثم إنه ما من هؤلاء إلا من له في الإسلام مساع مشكورة وحسنات مبرورة ، وله في الرد على كثير من أهل الإلحاد والبدع والانتصار لكثير من أهل السنة والدين ما لا يخفى على من عرف أحوالهم وتكلم فيهم بعلم وصدق وعدل وإنصاف لكن لما التبس عليهم هذا الأصل المأخوذ ابتداء عن المعتزلة ، وهم فضلاء عقلاء احتاجوا إلى طرده ، والتزام لوازمه ، فلزمهم بسبب ذلك من الأقوال ما أنكره المسلمون من أهل العلم والدين ، وصار الناس بسبب ذلك : منهم من يعظمهم لما لهم من المحاسن والفضائل ومنهم من يذمهم لما وقع في كلامهم من البدع والباطل ، وخيار الأمور أوساطها .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وهذا ليس مخصوصا بهؤلاء ، بل مثل هذا وقع لطوائف من أهل العلم والدين ، والله تعالى يتقبل من جميع عباده المؤمنين الحسنات ، ويتجاوز لهم عن السيئات { ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا ربنا إنك رؤوف رحيم } ، ولا ريب أن من اجتهد في طلب الحق والدين من جهة الرسول صلى الله عليه وسلم ، وأخطأ في بعض ذلك فالله يغفر له خطأه تحقيقا للدعاء الذي استجابه الله لنبيه وللمؤمنين حيث قالوا :{ ربنا لا تؤاخذنا إن نسينا أو أخطأنا } . ¶ ومن اتبع ظنه وهواه فأخذ يشنع على من خالفه بما وقع فيه من خطأ ظنه صوابا بعد اجتهاده ، وهو من البدع المخالفة للسنة ؛ فإنه يلزمه نظير ذلك أو أعظم أو أصغر فيمن يعظمه هو من أصحابه ؛ فقلَّ من يسلم من مثل ذلك من المتأخرين ؛ لكثرة الاشتباه والاضطراب وبعد الناس عن نور النبوة وشمس الرسالة الذي به يحصل الهدى والصواب ، ويزول به عن القلوب الشك والارتياب .(درء التعارض 2/101-102) ¶ النكتة العشرون ¶ ذكر الدكتور خالد السبت حفظه الله في تراجم الأربعة السابقين أمورا استعملها في الاستدلال بها على ذمهم ، وفي ذلك نظر ، فيما يلي بيانه :",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "1- استدل المؤلف بقلة عدد المصلين على ذم الحارث المحاسبي ، وبكثرة عدد المصلين على مدح الإمام أحمد - وهو أحق به وأهله - لكن قلة عدد المصلين على الميت لا يستدل بها وحدها على ذم الميت ، فقد تكون قلة عدد المصلين بسبب لا يرجع بالذم على الميت ؛ فقد مات عدد من السلف الصالح ، ولم يشهد جنازتهم إلا القليل لأسباب متنوعة منها الأسباب السياسية ، كإبراهيم النخعي الإمام الحافظ لم يتبع جنازته سوى أقل من عشرة رجال ، بل إن الإمام عثمان بن عفان رضي الله عنه ، وهو أمير المؤمنين وخليفة المسلمين لم يشهد جنازته إلا القليل كما هو معروف . بل إن الإمام البربهاري - الذي استدل المؤلف بموقفه ضد الأشعري على ذم الأشعري – توفي مستترا في دار في بغداد لأخت أحد قادة الجند ، فأمرت خادمها فأحضر غاسلا يغسله ، ووقف يصلي عليه وحده ، ثم دفن في دارها .(انظر طبقات الحنابلة 2/45) . ¶ فقلة عدد المصلين على أولئك الأئمة ليس بقادح في مكانتهم ، ولا بمنقص من فضلهم . ¶ وكذلك كثرة عدد المصلين على الميت لا تدل وحدها على فضل الميت ، وليس ذلك مختصا بجنائز أهل السنة ، فجنائز بعض العلماء الذين وقعوا في بدع شهدها كثير من الناس ، وليس ذلك بدليل على فضلهم المطلق ، ولا على صحة ماوقعوا فيه من البدع والمخالفات . وقد تقدم ذكر جنازة أبي علي الثقفي - الذي ذكره المؤلف في الرواد الأوائل من أصحاب المقالات المنحرفة – وقول الحاكم : شهدت جنازته فلا أذكر أني رأيت بنيسابور مثل ذلك الجمع ، وقول الذهبي : كان له جنازة لم يعهد مثلها . وتقدم أيضا قول الذهبي في ترجمة الباقلاني - الذي ذكره المؤلف في الرواد الأوائل من أصحاب المقالات المنحرفة - : وكانت له جنازة مشهودة . وقال الذهبي في ترجمة أبي عبدالرحمن السلمي الصوفي صاحب حقائق التفسير :",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وكانت جنازته مشهودة .(سير أعلام النبلاء 17/252) وقد قال الذهبي في شأن كتابه : ليته لم يصنفه ، فإنه تحريف وقرمطة ، فدونك الكتاب فسترى العجب (تاريخ الإسلام 28/307 ) ، ونقل عن الواحدي قوله : صنف أبو عبد الرحمن السلمي كتاب حقائق التفسير ، ولو قال : \"إن ذاك تفسير للقرآن \" لكفر به فقال الذهبي : : صدق والله . (تاريخ الإسلام 31/260) . وأهل البدع الذين كانت جنائزهم مشهودة كثيرون ، يعرف ذلك من راجع كتب التراجم . ¶ 2- استدل المؤلف بكثرة الأتباع على فضل المتبوع كما فعل حين ذكر البربهاري في مقابل الأشعري فقال \"وفي مقابل ذلك كان للبربهاري من الأتباع والأصحاب والتلاميذ مايفوق الوصف \" ، ولا شك أن البربهاري أحد أئمة أهل السنة والجماعة ، وفضله لا يخفى ، لكن كثرة الأتباع لا تدل وحدها على أن متبوعهم على الحق ، فمن نظر في العالم الإسلامي اليوم وجد أن أتباع المذهب الأشعري في طوره القديم أكثر من أتباع المنهج السلفي ، وليس هذا دليلا على صحة الأول وفساد الآخر . ¶ قال ابن الجوزي : ثم تبع أقوام من السلاطين مذهبه [يعني الأشعري ]فتعصبوا له وكثر أتباعه حتى تركت الشافعية معتقد الشافعي رضي الله عنه ، ودانوا بقول الأشعري .(المنتظم 14/29) . ¶ وقد قال تعالى :{وإن تطع أكثر من في الأرض يضلوك عن سبيل الله} (الأنعام:117) ، وقال في عدة آيات :{ولكن أكثر الناس لايعلمون}(الأعراف :187 ، يوسف :40 ، 68، النحل :38) . ¶ فالحق لا يتبع الكثرة ؛ فإن الحق قد يكون خفيا فلا يستقل بدركه إلا الأقلون ، والباطل قد يكون جليا فيبادر إلى الانقياد له الأكثرون ، وصاحب الباطل قد تساعده دولته فيكثر بسببها أتباعه .(انظر فضائح الباطنية للغزالي /174)",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "قال ابن حزم : فإن موهوا بكثرة أتباع أبي حنيفة ومالك وبولاية أصحابهما القضاء ؛ فقد قدمنا أن الكثرة لا حجة فيها ، ويكفي من هذا قول الله عز وجل :{ وإن تطع أكثر من في الأرض يضلوك عن سبيل الله إن يتبعون إلا الظن وإن هم إلا يخرصون} ، وقال :{ قال لقد ظلمك بسؤال نعجتك إلى نعاجه وإن كثيرا من الخلطاء ليبغي بعضهم على بعض إلا الذين آمنوا وعملوا الصالحات وقليل ما هم وظن داود أنما فتناه فاستغفر ربه وخر راكعا وأناب }(ص :24) ، وقال رسول الله صلى الله عليه وسلم :\" إن هذا الدين بدأ غريبا وسيعود غريبا فطوبى للغرباء\" وأنذر عليه السلام بدروس العلم وظهور الجهل .(الإحكام 4/607)",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "3- استدل المؤلف ببعض المحن التي أصابت المذكورين بسبب معاملة بعض أئمة أهل السنة إياهم عقوبة لهم على بدعتهم ، فذكر المؤلف أن الحارث المحاسبي لما هجره الإمام أحمد اختفى في دار ببغداد ومات فيها ، ولم يُصلِّ عليه إلا أربعة نفر فيما ذُكر ، وذكر أن أبا علي الثقفي ألزم البيت ولم يخرج منه إلى أن مات ، وأن أبا الحسن الأشعري دخل بغداد وعمل على التقرب من البربهاري ، فلم يلتفت إليه ، فلم يجرؤ على الخروج من بيته في بغداد حتى خرج عنها ، وذكر أن أبا حامد الإسفراييني كان يشنع على الباقلاني ، ويحذر الناس منه ومن الدخول عليه ، ولم يكن يجرؤ أحد على الاتصال به ، والدخول عليه إلا خفية ، حتى إن الباقلاني كان يخرج إلى الحمام متبرقعا خوفا من الشيخ أبي حامد الإسفراييني ، وقد احتج المؤلف بما ذكره على ذم من جرى له ذلك ، والحق أن هذا وحده ليس دليلا على ذم من جرى له ؛ لأن مثل هذا حدث لبعض أئمة أهل السنة فلم يكن ذلك دليلا على ذمهم ، فالمعتزلة سجنوا الإمام أحمد بن حنبل ثمانية وعشرين شهرا ، كان يصلي فيها وهو مقيد ، وضربوه ، وقال له الواثق حين استخلف : لا تساكني بأرض ولا مدينة أنا فيها ، فاختفى أحمد بقية حياة الواثق فمازال يتنقل في الأماكن ، ثم عاد إلى منزله بعد أشهر ، فاختفى فيه لا يخرج إلى صلاة ولا إلى غيرها إلى أن هلك الواثق بعد سنوات (انظر مناقب الإمام أحمد/472 ، سير أعلام النبلاء 11/264) . ولما تمكن المعتزلة من الخليفة الراضي أوغروا صدره على الإمام البربهاري حتى اضطر إلى الاختفاء ، وظل مختفيا حتى توفي .(انظر سير أعلام النبلاء 15/92) . وكاد المبتدعة للإمام ابن تيمية فسجن ، ومات وهو مسجون . ¶ النكتة الحادية والعشرون ¶ قال المؤلف حفظه الله : وأما المحاجة فلم يرد استحسانها في شيء من المواضع في كتاب الله تعالى .(فقه الرد/63) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "أقول : هذا الإطلاق فيه نظر ، فإن كان مقصود المؤلف أن معنى المحاجة لم يرد استحسانه في القرآن فقد ناقض المؤلف نفسه بعد صفحات من هذا الموضع ، تحت عنوان \" ماورد من تقرير ذلك وفعله \" ، فقال المؤلف : ¶ أولا : من القرآن الكريم . وذلك نوعان : ¶ الأول : الردود القرآنية على دعاوى المبطلين ، وهذا النوع كثير جدا في القرآن ... ¶ الثاني : ماقصه الله – تعالى – من المحاجة والمجادلة بين أهل الإيمان من الرسل وأتباعهم والكفار ، وذلك في مواضع كثيرة من كتاب الله – تعالى – كمحاجة إبراهيم عليه السلام لأبيه وقومه كما في سورة الأنعام ، ومريم ، والشعراء ، والصافات ، وكما في محاجته للنمروذ كما في سورة البقرة ، وكذلك محاجته عبدة الكواكب كما في سورة الأنعام ..... وإيراد هذا كله في كتاب الله بمثابة التعليم من الله – تعالى – لخلقه للسؤال والجواب والمحاجة والمجادلة كما قال ابن عبدالبر رحمه الله .(فقه الرد 67-69) . ¶ أقول : وهل يعلمهم ربهم شيئا غير مستحسن ؟! ¶ وإن كان مقصود المؤلف من قوله بأن المحاجة لم يرد استحسانها في القرآن لفظ الكلمة واشتقاقاتها ففي هذا نظر أيضا ، فقد قال تعالى ذاكرا نعمه على نبيه إبراهيم عليه السلام :{ وتلك حجتنا آتيناها إبراهيم على قومه نرفع درجات من نشاء إن ربك حكيم عليم . ووهبنا له إسحاق ويعقوب كلا هدينا } (الأنعام : 83-84) ¶ قال القرطبي : {وتلك حجتنا آتيناها إبراهيم} \"تلك\" إشارة إلى جميع احتجاجاته حتى خاصمهم وغلبهم بالحجة . (تفسير القرطبي 7/30) . ¶ وقال ابن عبدالبر : {نرفع درجات من نشاء} قالوا : بالعلم والحجة .(جامع بيان العلم 2/955) . ¶ وقال البغوي : قوله عز وجل : { وتلك حجتنا آتيناها إبراهيم على قومه } حتى خصمهم وغلبهم بالحجة ( نرفع درجات من نشاء ) بالعلم ، أي نرفع درجات من نشاء بالعلم والفهم والفضيلة والعقل كما رفعنا درجات إبراهيم حتى اهتدى وحاج في التوحيد.(تفسير البغوي 2/112) .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وقال السمعاني : {نرفع درجات من نشاء} يعني : بالحجاج ، والاستدلال .(تفسير السمعاني 2/122) . ¶ وقال تعالى :{هاأنتم هؤلاء حاججتم فيما لكم به علم فلم تحاجون فيما ليس لكم به علم}(آل عمران :66) ¶ ذكرالجصاص أن هذه الآية أوضح دليل على صحة الاحتجاج للحق ؛ لأنه لو كان الحجاج كله محظورا لما فرق بين المحاجة بالعلم وبينها إذا كانت بغير علم .(أحكام القرآن للجصاص 2/298) . ¶ وقال ابن عبدالبر : في قول الله عز وجل :{فلم تحاجون فيما ليس لكم به} دليل على أن الاحتجاج بالعلم مباح سائغ لمن تدبر .(جامع بيان العلم وفضله 2/971) . ¶ وقال ابن حزم : فلم يوجب تعالى المحاجة إلا بعلم ، ومنع منها بغير علم .(الإحكام لابن حزم 1/25). ¶ وقال ابن كثير : هذا إنكار على من يحاج فيما لا علم له به ؛ فإن اليهود والنصارى تحاجوا في إبراهيم بلا علم ، ولو تحاجوا فيما بأيديهم منه علم مما يتعلق بأديانهم التي شرعت لهم إلى حين بعثة محمد صلى الله عليه وسلم لكان أولى منهم .(تفسير ابن كثير 1/373) . ¶ وقال ابن عثيمين : من فوائد الآية الكريمة إقرار الإنسان على المحاجة بالعلم ، ولكن بشرط أن يكون قصده حسنا بحيث يريد من المجادلة الوصول إلى الحق ، فيثبت الحق ويبطل الباطل .(تفسير سورة آل عمران لابن عثيمين 1/384) ¶ النكتة الثانية والعشرون ¶ قال المؤلف حفظه الله تحت عنوان \"ماورد من مجادلة أهل الأهواء والترخيص في ذلك أو الحث عليه \" : ¶ وكان عمر بن عبد العزيز رحمه الله يقول : ما رأيت أحدا لاحى الرجال إلا أخذ بجوامع الكلم . وقال : ¶ رأيت ملاحاة الرجال تلقيحا لألبابهم . قال يحيى بن مزين : يريد بالملاحاة هنا المخاوضة والمراجعة على وجه التعليم والتفهم والمذاكرة والمدارسة .(فقه الرد/66) . ¶ أقول : تفسير يحيى لكلمة عمر ، الذي نقله المؤلف عقبها يجعل كلمة عمر خارجة عن عنوان المبحث الذي أراد المؤلف الاستدلال بها عليه ، فهي لاعلاقة لها بمجادلة أهل الأهواء .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وذكر المؤلف تحت هذا العنوان أيضا ما لايدل عليه ، فذكر المحاجة بين آدم وموسى عليهما السلام ، وذكر ماوقع من عمر رضي الله عنه في صلح الحديبية مع النبي صلى الله عليه وسلم ومع أبي بكر رضي الله عنه ، وماوقع بين عمر وأبي عبيدة رضي الله عنهما في حديث الطاعون (انظر فقه الرد 69-71) ، وكل هذا لاعلاقة له بموضوع الباب ، وهو مجادلة أهل الباطل ، وإنما هي أمثلة على مجادلة بين أهل الحق ، ولا دلالة فيها على موضوع الباب . ¶ النكتة الثالثة والعشرون ¶ قال المؤلف حفظه الله تحت عنوان : \" ماكان طريقه السمع فلا مجال للجدل والخوض فيه ، بالرأي ، والنظر والقياس \": ذلك أن الأمور الغيبية لا مجال للرأي فيها ، وإنما تتلقى من الوحي خاصة ، كما قال عبدالله بن ذكوان (ابن أبي الزناد) : إن السنن لا تخاصم ولا ينبغي لها أن تتبع بالرأي ، ولو فعل الناس ذلك لم يمض يوم إلا انتقلوا من دين إلى دين ، ولكنه ينبغي للسنن أن تلزم ويتمسك بها على ما وافق الرأي أو خالفه ، ولعمري إن السنن لتأتي كثيراً على خلاف الرأي \" ، ثم ذكر أمثلة لذلك يمكن مراجعتها .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقد صرح بمقتضى ذلك جماعة من الأئمة كالحافظ ابن عبدالبر ، والإمام محيي السنة أبي محمد البغوي ، والحافظ ابن رجب ، وهو من الأمور المتفق عليها بين أهل السنة والجماعة ؛ إذ لا تثبت قدم الإسلام إلا على قاعدة التسليم . هذا بالإضافة إلى ما يجره الجدل في هذه الأمور من الدخول في مضايق يصعب الخلاص منها ، الأمر الذي يوقع صاحبه في ضلالات لا حصر لها ، كما قال محمد بن الحنفية رحمه الله :\"لا تنقضي الدنيا حتى تكون خصومات الناس في ربهم . ولذا فرق المحققون من أهل العلم بين المجادلة والمناظرة في هذه الأمور وغيرها من مسائل الفقه ، كما أن السلف تجادلوا في الفقه ، ونهوا عن الجدال في الاعتقاد ؛ لأنه يؤول إلى الانسلاخ من الدين ، ألا ترى مناظرة بشر – المريسي - في قوله عزوجل :{ ما يكون من نجوى ثلاثة إلا هو رابعهم} حين قال : هو بذاته في كل مكان ، فقال له خصمه : هو في قلنسوتك ، وفي حشك وفي جوف حمارك .(فقه الرد /75-76) . ¶ أقول : يحسن التنبيه هنا على أمور توضح ماذكره المؤلف حفظه الله ، وهي : ¶ 1- تعبير المؤلف في عنوان المبحث بقوله :\"ماكان طريقه السمع \" غير دقيق ، فالسمع يشمل الدين كله كتابا وسنة ، قال تعالى :{وماينطق عن الهوى إن هو إلا وحي يوحى} (النجم :3-4) . ¶ قال ابن تيمية : السمعيات وهي الكتاب والسنة والإجماع وفروع ذلك .(مجموع الفتاوى 2/21) . ¶ وقال ابن القيم : الأدلة السمعية هي الكتاب والسنة والإجماع .(الصواعق المرسلة 3/834) .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "والمؤلف إنما يقصد بهذا المبحث المسائل التي لا تعلم إلا من الوحي ، ولا مدخل للاجتهاد فيها ، وذلك كسؤال الملكين في القبر ، وعذاب القبر ونعيمه ، والشفاعة ، وغير ذلك من أمور الاعتقاد أو أمور العبادة مما يعلم بالشرع وحده . وقد ذكر ابن تيمية أن العلوم إما أن تعلم بالشرع فقط ، وهو مايعلم بمجرد إخبار الشرع مما لايهتدي العقل إليه بحال ، وإما أن تعلم بالعقل فقط كالطب والحساب والصناعات ، وإما أن تعلم بهما (انظر مجموع الفتاوى 19/231) . ¶ والحفاظ الثلاثة الذين نقل المؤلف أنهم صرحوا بمقتضى ذلك لم يستعملوا التعبير الذي ذكره المؤلف في عنوان المبحث . أما ابن عبدالبر فقال : \" ليس في الاعتقاد كله في صفات الله وأسمائه إلا ما جاء منصوصا في كتاب الله أو صح عن رسول الله صلى الله عليه وسلم أو أجمعت عليه الأمة ، وما جاء من أخبار الآحاد في ذلك كله أو نحوه يسلم له ولا يناظر فيه \" .(جامع بيان العلم 2/943 طبعة الزهيري ، وقد أحال المؤلف حفظه الله على 2/117-118 ، وليست هذه طبعة الزهيري التي اعتمدها المؤلف ، وإنما طبعة أخرى اعتمد عليها صاحب كتاب منهج الجدل والمناظرة الذي نقل منه المؤلف هذه الإحالة دون أن يعدلها على الطبعة التي اعتمد عليها في كتابه ) . ¶ وأما البغوي فقال : \" واتفق علماء السلف من أهل السنة على النهي عن الجدال والخصومات في الصفات وعلى الزجر عن الخوض في علم الكلام وتعلمه \". (شرح السنة 1/216) . ¶ وأما ابن رجب فقال :\" ومن ذلك – أعني محدثات الأمور- ما أحدثه المعتزلة ومن حذا حذوهم من الكلام في ذات الله تعالى وصفاته بأدلة العقول .... وانقسم هؤلاء قسمين : أحدهما : من نفى كثيرا مما ورد به الكتاب والسنة من ذلك ، لاستلزامه عنده التشبيه بالمخلوقين .... والثاني : من أراد إثبات ذلك بأدلة العقول التي لم يرد بها الأثر ، ورد على أولئك مقالتهم \" .(فضل علم السلف/28) .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فلاحظ أن الثلاثة الذين أحال عليهم المؤلف كان حديثهم عن مسائل الاعتقاد لا ما هو أعم كما دل عليه عنوان المؤلف . ¶ 2- ذكر المؤلف أن هذا الموضوع مما يمنع فيه الرد والجدال والمناظرة ، وأنه الجدل المذموم .(فقه الرد/75). ¶ ولم يبين أنه سيذكر الحالات التي تستثنى من ذلك ، وكان ينبغي أن ينبه القارئ على ذلك ، لأن هذه الاستثناءات لن تأتي إلا بعد أكثر من خمسين صفحة من هذا الموضع . ويؤكد أهمية التنبيه على هذا أن المؤلف ذكر في هذا الموضع كلام ابن عبدالبر ، وفيه ذكر مناظرة بشر المريسي بشيء من الذم لبعض ماورد فيها ، وقد ذكر المؤلف هذه المناظرة قبل صفحتين من هذا الموضع أي في ص 73 في مقام ماورد عن التابعين ومن بعدهم من تقرير مجادلة أهل الأهواء وفعلها ، فالقارئ لابد أن يقع في حيرة لا تحل إلا بعد خمسين صفحة من هذا الموضع . ¶ وعلى كل حال فالمؤلف في مبحث الحالات التي يمكن استثناؤها من ذلك في ص 131 ، والذي لم يستغرق سوى ثلاث صفحات تكلم باقتضاب ، ولم يعط المبحث حقه مقارنة بما قبله ، ولم يربطه بماذكره في مبحث : ماورد من مجادلة أهل الأهواء والترخيص في ذلك أو الحث عليه الذي تناوله في ص 64 ، وكان ينبغي الربط بين المبحثين لما بينهما من صلة كبيرة ، وللفاصل الكبير الذي بينهما الذي زاد على خمسين صفحة . ¶ 3- قال المؤلف حفظه الله : قال عبدالله بن ذكوان (ابن أبي الزناد) : إن السنن لا تخاصم (فقه الرد/75) . ¶ أقول : الصواب بحذف \"ابن\" ؛ ورفع \"أبو\" فعبدالله بن ذكوان هو أبوالزناد . وقد علق البخاري هذا الأثر في صحيحه في كتاب الصوم - بَاب الْحَائِضِ تَتْرُكُ الصَّوْمَ وَالصَّلَاةَ فقال : وقال أبو الزِّنَادِ : إِنَّ السُّنَنَ وَوُجُوهَ الْحَقِّ لَتَأْتِي كَثِيرًا على خِلَافِ الرَّأْيِ فما يَجِدُ الْمُسْلِمُونَ بُدًّا من اتِّبَاعِهَا من ذلك أَنَّ الْحَائِضَ تَقْضِي الصِّيَامَ ولا تَقْضِي الصَّلَاةَ .(صحيح البخاري 2/689) .",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وقول أبي الزناد :\" إن السنن لتأتي كثيرا على خلاف الرأي \" محمول على أن المراد بالرأي ما يتبادر إلى أذهان عامة الناس ، وذلك لأن الدين لا يخالف العقل ، وقد ألف الإمام ابن تيمية كتابه العظيم درء تعارض العقل والنقل ، وبين فيه وفي غيره من الكتب أن العقل لا يناقض الشرع . ومن أقواله في هذا : ¶ العقل الصريح لا يخالف السمع الصحيح بل يصدقه ويوافقه كما قال تعالى :{ويرى الذين أوتوا العلم الذي أنزل إليك من ربك هو الحق } ، وقال تعالى : {ولا يأتونك بمثل إلا جئناك بالحق وأحسن تفسيرا } (شرح العقيدة الأصفهانية/80) ¶ وقوله : ومن سلك الطرق النبوية السامية علم أن العقل الصريح مطابق للنقل الصحيح (الصفدية1/147) وقوله : والمعقول الصريح دائما يوافق ما جاءت به الرسل لم يخالف العقل الصريح شيئا مما جاءت به الرسل وقد بسط هذا في الكتاب المصنف في درء تعارض العقل والنقل .(الصفدية 2/326) . ¶ النكتة الرابعة والعشرون ¶ قال المؤلف حفظه الله : وإذا أردت أن تعرف حقيقة ذلك فانظر كيف أن اختلاف الصحابة رضي الله عنهم لم يؤد إلى التنازع والتفرق والرمي بالكفر والضلال ؛ لأنهم اجتهدوا فيما أمروا به فكانوا محمودين بذلك ، تسودهم المحبة والتناصح والأخوة الإيمانية .(فقه الرد/123) . ¶ أقول : كان هذا هو الغالب عليهم رضي الله عنهم ، لكن لا ينكر أنه وقع بين بعضهم خلاف أدى إلى التنازع والتفرق والقتال كما جرى في الجمل وصفين . والتنبيه على هذا هنا حتى لا يعترض معترض على المؤلف فيتهمه بأنه يقول بعمومات تخالف الواقع . وما جرى من ذلك ليس بقادح في عدالتهم وفضلهم وسابقتهم ، فليسوا بمعصومين من الخطأ ، وقد اجتهدوا ، فمنهم من أصاب ، ومنهم من أخطأ ، وخطؤه مغفور له إن شاء الله .",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "قال الذهبي :وما زال يمر بي الرجل الثبت ، وفيه مقال من لا يعبأ به ، ولو فتحنا هذا الباب على نفوسنا لدخل فيه عدة من الصحابة والتابعين والأئمة ، فبعض الصحابة كفر بعضهم بتأويلٍ ما ، والله يرضى عن الكل ويغفر لهم ، فما هم بمعصومين ، وما اختلافهم ومحاربتهم بالتي تلينهم عندنا أصلا . وبتكفير الخوارج لهم انحطت رواياتهم بل صار كلام الخوارج والشيعة فيهم جرحا في الطاعنين . ¶ (الرواة الثقات المتكلم فيهم بما لا يوجب ردهم/23) .",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وقال أيضا : كلام الأقران إذا تبرهن لنا أنه بهوى وعصبية لا يلتفت إليه بل يطوى ولا يروى كما تقرر عن الكف عن كثير مما شجر بين الصحابة وقتالهم رضي الله عنهم أجمعين ، وما زال يمر بنا ذلك في الدواوين والكتب والأجزاء ولكن أكثر ذلك منقطع وضعيف وبعضه كذب ، وهذا فيما بأيدينا وبين علمائنا ، فينبغي طيه وإخفاؤه بل إعدامه لتصفو القلوب وتتوفر على حب الصحابة والترضي عنهم ، وكتمان ذلك متعين عن العامة وآحاد العلماء ، وقد يرخص في مطالعة ذلك خلوة للعالم المنصف العري من الهوى بشرط أن يستغفر لهم كما علمنا الله تعالى حيث يقول :{والذين جاؤوا من بعدهم يقولون ربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلا للذين آمنوا} (الحشر :10) فالقوم لهم سوابق وأعمال مكفرة لما وقع منهم ، وجهاد محاء ، وعبادة ممحصة ، ولسنا ممن يغلو في أحد منهم ، ولا ندعي فيهم العصمة . نقطع بأن بعضهم أفضل من بعض ، ونقطع بأن أبا بكر وعمر أفضل الأمة ، ثم تتمة العشرة المشهود لهم بالجنة فأما ما تنقله الرافضة وأهل البدع في كتبهم من ذلك فلا نعرج عليه ولا كرامة فأكثره باطل وكذب وافتراء ؛ فدأب الروافض رواية الأباطيل أو رد ما في الصحاح والمسانيد ، ومتى إفاقة من به سكران ، ثم قد تكلم خلق من التابعين بعضهم في بعض ، وتحاربوا ، وجرت أمور لا يمكن شرحها ، فلا فائدة في بثها ووقع في كتب التواريخ وكتب الجرح والتعديل أمور عجيبة ، والعاقل خصم نفسه ، ومن حسن إسلام المرء تركه ما لا يعنيه ، ولحوم العلماء مسمومة ، وما نقل من ذلك لتبيين غلط العالم وكثرة وهمه أو نقص حفظه فليس من هذا النمط بل لتوضيح الحديث الصحيح من الحسن والحسن من الضعيف . ¶ (سير أعلام النبلاء 10/93) . ¶ النكتة الخامسة والعشرون",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "عقد المؤلف مبحثا بعنوان \" الرد لايعارض الألفة \" ، ومما قال فيه : وقد عرفت أهمية الرد وفائدته ، وبناء على ذلك فإن التجرد من حظوظ النفس لا يجعل من الخلاف مفسدا للود قضية ، فإذا فرض أن مقصود كل طرف الوصول إلى الحق ؛ فإن الخلاف والرد والمجادلة كل ذلك لا يسوغ قطع حبل المودة بين المؤمنين أو يؤدي إلى التنابذ والتدابر . ¶ ثم نقل عن الإمام ابن تيمية أن العلماء من الصحابة والتابعين ومن بعدهم كانوا يتناظرون في المسألة مناظرة مشاورة ومناصحة ، وربما اختلف قولهم فى المسألة العلمية والعملية مع بقاء الألفة والعصمة وأخوة الدين نعم من خالف الكتاب المستبين والسنة المستفيضة أو ما أجمع عليه سلف الأمة خلافا لا يعذر فيه فهذا يعامل بما يعامل به أهل البدع .(فقه الرد/162-164) .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "أقول : هذا المبحث جاء بعد أبحاث كثيرة وطويلة غلب فيها ذكر أهل البدع والأهواء ومايتعلق بهم حتى يكاد القارئ يشعر بأن المقصود بالمخالف الذي يناظر ويجادل ويرد عليه هم أهل البدع والأهواء ، ويؤكد هذا أن المؤلف ذكر في مدخل كتابه في ص 9 أن مقصود كتابه الإجابة عن سؤالات أربعة : هل يسوغ الرد على أهل الأهواء ابتداء ؟ ومتى يكون الرد مشروعا ؟ ومن المؤهل للرد ؟ وما المنهج الصحيح في الرد؟ وذكر المؤلف في ص 32 الخلاف المذموم ، وهو خلاف أهل الأهواء والبدع ، ثم أتبعه في ص 38 بذكر موقف السلف من أصحاب الخلاف المذموم ، وأنه كان موقفا صارما تجلى في مجانبتهم وعدم الإصغاء إليهم أو السماع منهم أصلا ، وأطال في ذكر شواهد ذلك من أقوال السلف الصالح في أربع صفحات ، ثم ذكر أسباب ذلك الموقف السلفي ، ودوره في محاربة البدعة والقضاء عليها في ثلاث عشرة صفحة ، ثم ذكر النهي عن مجادلة أهل الأهواء ، وماورد من مجادلتهم في أحوال معينة في اثنتي عشرة صفحة ، ثم ذكر مباحث متنوعة لا يخلو أكثرها مما له تعلق بأهل البدع وخصالهم وطرقهم ، ثم تكلم عن المنهج الكلامي الذي هو عمدة أهل البدع وأطال الكلام في مفاسده والتحذير منه في نحو ثلاثين صفحة ، ثم ذكر من يترك الرد عليهم ، وذكر أصنافا يجمعهم اتباع الهوى والإعراض عن الحق ، وذكر أنهم لايرجعون عن باطلهم غالبا ، وذكر مفاسد الرد عليهم ، ومثل بأمثلة متعددة كثير منها أو أكثرها لأهل البدع والأهواء واستغرق ذلك أكثر من ثلاثين صفحة ، وبعد هذا كله يفاجأ القارئ بمبحث (الرد لايعارض الألفة) ، وتكلم فيه المؤلف باختصار دون تفصيل ، وأغلب ماذكره فيه هو مايتعلق بالخلاف والردود بين أهل السنة والجماعة في المسائل العلمية ، وكان ينبغي أن يذكر المؤلف هذا المبحث في أول الكتاب في ص 30 بعد أن ذكر النوع الأول من أنواع الخلاف ، وهو ماكان محتملا لوجود مايبرره ، وهو الخلاف المعتبر ، فقد ذكر المؤلف هناك مبحثا",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "بعنوان \"الأدب المتعين إزاء هذا النوع من الخلاف \" ، وذكر أنه ينبغي إحسان الظن بالمخالف ، ولا يجوز بحال أن يكون الخلاف سببا لتبادل التهم ، أو استحلال الأعراض ....إلى آخر ماذكره هناك وهو مرتبط غاية الارتباط بمبحث \"الرد لا يعارض الألفة\" الذي ذكره في 162 ، ففصله عنه وتأخيره بعد أبحاث كثيرة كان أكثر الحديث فيها عن أهل البدع والأهواء يجعل القارئ يشعر أن المقصود من ذلك الألفة بين أهل السنة وأهل البدع والأهواء ، والألفة بين المسلمين والكفار لأن المؤلف ذكر في ص 159أن الرد والجدال والمناظرة يكون مع غير المسلمين لدعوتهم إلى الإسلام ، فهل هناك ألفة ومحبة للكفار ؟! ¶ وهذا غير مراد ، لكن المؤلف لم ينبه عليه سوى ماجاء في آخر كلمة الإمام ابن تيمية ، والتي خلا منها المختصر الذي اختصر المؤلف فيه كتابه ، وهذا التنبيه لا بد منه ، فالألفة والمحبة بين أهل السنة وأهل البدع ليست مطلقة ، فإن كانت بدعتهم لم تخرجهم من الإسلام فإنهم يحبون لإسلامهم ويبغضون لبدعتهم ، وإن كانوا قد خرجوا ببدعتهم من الإسلام فلا ألفة ، وأما الكفار فلا ولاء لهم مطلقا ، كما هو معروف في أبواب الولاء والبراء ، وكما ذكره المؤلف في حديثه عن تعليل مجانبة السلف للمبتدعة في ص 42 ، فكان ينبغي أن ينبه على هذه المسألة في حديثه عن الألفة هنا . ¶ وهذا آخر ما اتسع وقتي للتعليق عليه ، ولم أقصد الاستقصاء ، فأسأل الله تعالى بأسمائه وصفاته أن ينفع بهذه النكت والتعليقات كاتبها وقارئها ، وأن يجعلها حجة لي لا حجة علي ، وأن يجزي أخي الشيخ الدكتور خالد السبت خير الجزاء ، {رب اغفر لي ولأخي وأدخلنا في رحمتك وأنت أرحم الراحمين } . ¶ وكتبه حامدا ومصليا ومسلما ¶ د/بسام بن عبدالله بن صالح بن غانم بن صالح العطاوي فجر الأربعاء 26/8/1429هـ ، في حي العمامرة في الدمام حرسها الله وبلاد المسلمين من كل سوء .",
            "page": "91",
            "part": "1"
        }
    ],
    "t36195": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فقه الرد"
        }
    ]
}