{
    "b36196": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (10) ¶ فقه النصيحة ¶ محمد أبو صعيليك ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com ¶ المقدمة ¶ الحمد لله والصلاة والسلام على رسول الله صلى الله عليه وسلم وبعد: ¶ فقد سمي النبي صلى الله عليه وسلم النصيحة ديناً، وجعلها من حقوق المسلمين فيما بينهم، وبايع بعض صحابته على النصح لكل مسلم، وعدد جوانب النصح ومجالاته، ولكن بسبب قلة الإتباع، وقلة العلم، يرى الواحد منا تجاوزات على حقوق الناس باسم النصيحة، ويشاهد فظاظة وغلظة وشططاً دونما مراعاة لأحكام النصيحة، مع العلم بأن للنصيحة أحكاماً وآداباً تعرف عند أهل العلم. ¶ ولهذا فقد رغبت في جميع أحكام النصيحة من كلام أهل العلم بقصد التعليم لنفسي أولاً، والنصح لإخوتي في الله ثانياً، وتقريب هذا الموضوع لطالبيه من طلبة العلم ثالثاً. ¶ وقد يممت وجهخي شطر كتب أهل العلم أنهل من معينها، وأجول في رياضها، لأعد باقة يانعة ممتعة في موضوع النصيحة، ومن الله أرجو السداد والتوفيق. ¶ النصيحة ¶ في اللغة والاصطلاح ¶ النصيحة في اللغة: النصيحة مأخوذة من قولهم: نصح الخياط الثوب إذا أنعم خياطته، ولم يترك فيه فتقاً ولا خللاً (¬1)، وقيل: مأخوذ من نصحت العسل، إذا صفيته من الشمع (¬2). ¶ أما النصيحة في الاصطلاح، فلها معان: ¶ 1- قال الإمام الخطابي: (( النصيحة كلمة يعبر بها عن جملة هي إرادة الخير للمنصوح له )) (¬3). ¶ 2- وقال الإمام الراغب: (( النصح تحري فعل أو قول فيه صلاح صاحبه )) (¬4). ¶ 3- وقال الإمام محمد بن نصر المروذي: (( قال بعض أهل العلم: هي عناية القلب للمنصوح له كائناً من كان )) (¬5). ¶ العلاقة بين المعنيين: ¶ ¬__________ ¶ (¬1) أساس البلاغة: (ص 635). ¶ (¬2) شرح صحيح مسلم: (2/37). ¶ (¬3) معالم السنن: (4/125). ¶ (¬4) المفردات: (ص 494). ¶ (¬5) جامع العلوم والحكم: (ص 111).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إذا نظرت في المعنى اللغوي والمعنى الاصطلاحي، وجدت أن العلاقة بينهما هي في سد النقص، وتخليص النفس من الشوائب، فكما أن نصح الثوب هو خياطته، ونصح العسل هو تخليصه مما يشوبه، كذلك فإن نصح المرء في تكميل نقصه، وتصفية نفسه مما علق بها من الشوائب والذنوب. ¶ وإذا نظرت إلى حقيقة النصيحة وجدت أنها على ضربين: ¶ 1- تكميل نقص: وهذا في حق العباد الذين يصيبهم النقص، وتقع منهم الأخطاء والذنوب والآثام ، ويتصور منهم التقصير. ¶ 2- وصف بالكمال: وهذا في حق الله تبارك وتعالى، وفي حق كتابه الكريم، وفي حق النبي - صلى الله عليه وسلم - . ¶ حكم النصيحة ¶ عند البحث في حكم النصيحة عند أهل العلم وجدت فيها الأقوال التالية: ¶ 1- أنها فرض عين: يقول في هذا المقام الإمام ابن حزم: (( النصيحة لكل مسلم فرض )) (¬1). ¶ 2- أنها فرض كفاية: قال ابن بطال: (( والنصيحة فرض يجزي فيه من قام به ويسقط عن الباقين )) (¬2). ¶ 3- إن النصيحة قد تكون فرضاً، وقد تكون نافلة، فالنصيحة المفروضة: (( هي شدة العناية من الناصح باتباع محبة الله في أداء ما افترض، ومجانية ما حرم)) (¬3). ¶ والنصيحة التي هي نافلة: (( إيثار محبته على محبة نفسه)) (¬4). ¶ ويفسر ابن رجب هذا فيقول: ¶ (( فالفرض منها مجانبة نهيه، وإقامة فرضه بجميع جوارحه ما كان مطيقاً له)) (¬5). ¶ ويقول أيضاً: (( وأما النصيحة التي هي نافلة لا فرض، فبذل المجهود بإيثار الله تعالى على كل محبوب بالقلب وسائر الجوارح، حتى لا تكون في الناصح فضلاً عن غيره، لأن الناصح إذا اجتهد لم يؤثر نفسه عليه، وقام بكل ما كان في القيام به سروره ومحبته، فكذلك الناصح لربه))(¬6). ¶ ¬__________ ¶ (¬1) رسالة الجامع لابن حزم: (2/56). ¶ (¬2) شرح صحيح مسلم للنووي: (2/39). ¶ (¬3) جامع العلوم: (ص111). ¶ (¬4) جامع العلوم: (ص111). ¶ (¬5) جامع العلوم: (ص111). ¶ (¬6) جامع العلوم: (ص112).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أقول: ولا شك أن أولى هذه الأقوال بالقبول قول: من قال إن النصيحة فرض عين على كل مسلم، ولا أرى منافاة بين هذا، وبين ما نقلناه عن ابن رجب رحمه الله. ¶ أركان النصيحة ¶ إذا نظرت في النصيحة وجدت أن أركانها ثلاثة هي: ¶ 1- الناصح: وهو الذي ينصح غيره. ¶ 2- المنصوح: وهو الذي ينصحه غيره. ¶ 3- المنصوح به: وهو الأمر الذي ينصح به الناصح المنصوح. ¶ شروط النصيحة ¶ لابد أن تتوفر في الناصح والمنصوح الشروط التالية: ¶ 1- الإسلام: فالأصل في الناصح أن يكون مسلماً، وأما بالنسبة للمنصوح، فيرى بعض أهل العلم أنه لابد أن يكون مسلماً، وفي هذا يقول الإمام أحمد: (( ليس على المسلم نصح الذمي)) (¬1). وحجة من اشترط الإسلام حديث جرير بن عبد الله رضي الله عنه وفيه: (( والنصح لكل مسلم)) ¶ (¬2). ¶ ويرى آخرون عدم اشتراط الإسلام، وأن التقييد بالإسلام للأغلب، وفي هذا يقول ابن حجر: (( والتقييد بالمسلم للأغلب، وإلا فالنصح للكافر معتبر بأن يدعى إلى الإسلام، ويشار عليه بالصواب)) (¬3). ¶ 2- البلوغ: فيتشرط فيهما أن يكونا بالغين؛ لأن البلوغ مناط التكليف، ومن لم يكن بالغاً فليس عليه تكليف، وفي هذا يقول النبي - صلى الله عليه وسلم - : ( رفع القلم عن ثلاثة: الصبي حتى يحتلم ) (¬4). ¶ 3- العقل: فلابد أن يكونا عاقلين؛ لأن العقل مناط التكليف، وقد رفع القلم عمن ليس بعاقل، وفي الحديث: ( وعن المجنون حتى يفيق) (¬5). ¶ يشترط في الأمر الذي ينصح به ما يلي: ¶ ¬__________ ¶ (¬1) جامع العلوم: (ص114). ¶ (¬2) رواه البخاري: (رقم 57). ¶ (¬3) فتح الباري: (1/140). ¶ (¬4) رواه أبو داود : (رقم 4398)، والنسائي: (2/100)، وابن ماجة: (رقم 2041)، وأحمد: (6/100، 101) والحديث صحيح [المجلة]. ¶ (¬5) هو جزء من سابقه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1- أن يكون داخلاً تحت الأمر الشرعي، بأن يكون إما طلباً لفعل مطلوب فعله شرعاً، أو طلباً لترك أمر مطلوب تركه شرعاً، وعلى هذا فإن النصح بترك المأمور به شرعاً لا يسمى نصيحة، وكذا النصح بفعل المحرم شرعاً لا يعد نصحاً شرعياً يحتم على المنصوح قبوله، وعلى الناصح إسدائه، كأن ينصح أحد آخر بحلق لحيته، أو ترك الصلاة، أو نصح المرأة بالتبرج وخلع اللباس الشرعي، أو ترك الأمر بالمعروف، والنهي عن المنكر، فهذه أمور لا تبعد من باب النصيحة التي جعلها النبي - صلى الله عليه وسلم - ديناً. ¶ 2- أن يكون الأمر المنصوح به قد اتفق أهل العلم على طلب فعله أو تركه، ولا يكون أمراً خلافياً بين أهل العلم يبيحه قوم، ويمنعه آخرون، وهذا أمر متفرع على قاعدة العلماء في الأمر بالمعروف والنهي عن المنكر، في أنه لا إنكار على مجتهد، ولا إنكار في أمر مختلف فيه. ¶ وفي هذا المقام يقول سفيان الثوري رحمه الله: (( إذا رأيت الرجل يعمل العلم الذي اختلف فيه، وأنت ترى غيره فلا تنهه )) (¬1)، ويقول أيضاً: (( ما اختلف فيه الفقهاء، فلا أنهي أحداً من إخواني أن يأخذ به)) (¬2). ¶ ويقول الإمام أحمد بن حنبل رحمه الله تعالى: (( لا ينبغي للفقيه أن يحمل الناس على مذهب، ولا يشدد عليهم)) (¬3). ¶ ولكن يستثنى من هذه القاعدة حالتان ذكرهما القاضي أبو يعلى الحنبلي حيث يقول: (( ما ضعف الخلاف فيه، و كان ذريعة إلى محظور متفق عليه كربا النقد فيدخل في إنكار المحتسب بحكم ولايته )) (¬4). ¶ هذه في تصوري شروط وأركان النصيحة، ومن الله أرجو العون والسداد، إنه على كل شيء قدير. ¶ آداب النصيحة ¶ لابد أن يتحلى بآداب النصيحة حتى تقع نصيحته من المنصوح موقع القبول، ومن هذه الآداب: ¶ 1- أن يقصد وجه الله عز وجل: ¶ ¬__________ ¶ (¬1) الحلية لأبي نعيم: (6/368). ¶ (¬2) الفقيه والمتفقه: (2/69). ¶ (¬3) الآداب الشرعية: (1/186). ¶ (¬4) الآداب الشرعية: (1/186).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لابد للناصح من أن يقصد بنصحه وجه الله عز وجل؛ إذ بهذا القصد يستحق الثواب والأجر من الله تعالى، ويستحق القبول لنصحه من العباد، نفهم هذا من حديث النية المشهور. ¶ فعن عمر بن الخطاب رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول: ( إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها، فهجرته إلى ما هاجر إليه) (¬1). ¶ وبتخلف هذا القصد ينال السخط والعقاب من ربه سبحانه وتعالى، ويوغر صدور الناس عليه، ومنهم المنصوح، ويبعد الناس عن نفسه. ¶ 2- أن لا يقصد التشهير: ¶ لابد أن يحرص الناصح على عدم التشهير في نصحه بالمنصوح له، وهذا آفة يقع فيها كثير من الناس، تراه يخرج النصيحة في ثوب خشن،ولكن إذا دققت فيها وجدت أنه يقصد التشهير بالمنصوح، وهذا ليس من أدب النصيحة في شيء، وليس من أخلاق المسلمين، وربما أفضى ذلك إلى حصول سوء، أو زيادة شر، ولم تؤت النصيحة ثمرتها المرجوة. ¶ 3- أن يكون النصح في السر: ¶ ذلك لأن المنصوح امرؤ يحتاج إلى جبر نقص وتكميله، ولا يسلم المرء بذلك من حظ نفسه إلا لحظة خلوة وصفاء، وهذه اللحظة تكون عند المسارة في السر، وعندها تؤتي النصيحة ثمرتها، ولا يكون الناصح عوناً للشيطان على أخيه، فإن الناصح في ملأٍ يعين الشيطان على صاحبه، ويوقظ في نفسه مداخل الشيطان، ويغلق أبواب الخير، وتضعف قابلية الانتفاع بالنصح عنده. ¶ ¬__________ ¶ (¬1) رواه البخاري (رقم1)، ومسلم بشرح النووي: (13/ 53)، وأبو داود: (رقم 2115) ، والترمذي: (_رقم: 1698)، والنسائي: (1/59 – 60)، وابن ماجة: (رقم 4227).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولهذا المعنى فقد حرص سلفنا الصالح رضوان الله عليهم على النصح في السر دون العلن، وفي هذا المقام يقول الحافظ ابن رجب رحمه الله: (( وكان السلف إذا أرادوا نصيحة أحد، وعظوه سراً، )) حتى قال بعضهم: (( من وعظ أخاه فيما بينه وبينه، فهي نصيحة، ومن وعظه على رؤوس الناس فإنما وبخه )) (¬1). ¶ وقال الفضيل بن عياض رحمه الله: (( المؤمن يستر وينصح، والفاجر يهتك ويعير)) (¬2)، ويعقب الحافظ ابن رجب على كلمة الفضيل هذه بقوله: (( فهذا الذي ذكره الفضيل من علامات النصح، وهو أن النصح يقترن به الستر، والتعيير يقترن به الإعلان)) (¬3). ¶ ويقول الإمام أبو حاتم بن حبان البستي رحمه الله تعالى: (( النصيحة تجب على الناس كافة على ما ذكرنا قبل، ولكن ابداءها لا يجب إلا سراً، لأن من وعظ أخاه علانية فقد شانه، ومن وعظه سراً فقد زانه، فإبلاغ المجهود للمسلم فيما يزين أخاه أحرى من القصد فيما يشينه)) (¬4). ¶ ويقول الإمام أبو محمد ابن حزم الظاهري رحمه الله: (( وإذا نصحت فانصح سراً لا جهراً، وبتعريض لا تصريح، إلا أن لا يفهم المنصوح تعريضك، فلابد من التصريح)) (¬5). ¶ وإذا نظرت فيما نقلناه هنا، ثم قارنت ذلك بما يقع فيه أولئك الذين يرفعون أصواتهم بنصح الناس على الملأ، ثم سألتهم: ما الثمرة التي تحققت من النصح في الجهر والعلن؟ إنها إصرار المنصوح على الخطأ والتقصير، وإيغار الصدور على الناصح، وسوء الظن بالناس، وقطع الروابط والعلاقات بين الناصح والمنصوح، وكل هذا يقع تحت لائحة عريضة هي: إعانة الشيطان على أخيك. ¶ 4- أن يكون النصح بلطف وأدب ورفق: ¶ ¬__________ ¶ (¬1) جامع العلوم: (ص:77). ¶ (¬2) جامع العلوم: (ص:77). ¶ (¬3) الفرق بين النصيحة والتعيير: (ص36). ¶ (¬4) روضة العقلاء: (ص196). ¶ (¬5) الأخلاق والسير: (ص44).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لابد للناصح من أن يكون لطيفاً رقيقاً أدبياً في نصحه لغيره، وهذا يضمن استجابة المنصوح للنصيحة، ذلك لأن قبول النصح كفتح الباب، والباب لا يفتح إلا بمفتاح مناسب، والمنصوح امرؤ له قلب قد أغلق عند مسألة قصر فيها، إن كانت أمراً مطلوباً للشارع، أو وقع فيها، إن كانت أمراً منوعاً من الشارع. ¶ وحتى يترك المنصوح الأمر أو يفعله لابد له من انفتاح قلبه له، ولابد لهذا القلب من مفتاح، ولن تجد له مفتاحاً أحسن ولا أقرب من لطف في النصح، وأدب في الوعظ، ورفق في الحديث، كيف لا والنبي - صلى الله عليه وسلم - يقول: ( ما كان الرفق في شيء إلا زانه، وما نزع من شيء إلا شانه ) (¬1). ¶ ويقول عبد العزيز بن أبي داود رحمه الله: (( كان من كان قبلكم إذا رأى الرجل من أخيه شيئاً يأمره في رفق، فيؤجر في أمره ونهيه، وإن أحد هؤلاء يخرق بصاحبه، فيستغضب أخاه، ويهتك ستره)) (¬2). ¶ فانظر عبد الله حال من نصح من نصح بشدة وغلظة وفظاظة، كم من باب للخير قد أغلق؟ وكم من منصوح قد صد عن باب الله؟ وكم م صديق قد أوغر صدره على نفسه، وكم من أذى قد أوقع على أخيه في الله؟ وكم من الأجر قد فاته؟ وكم قد أعان الشيطان على إخوانه؟ ¶ وانظر في الجهة المقابلة إلى حسن الرفق في النصيحة، فكم من قلب مغلق قد فتح؟ وكم من حق مضاع قد حفظ؟ وكم من نقص قد استكمل؟ وكم من أخوة قد روعيت؟ وكم من تأخر عن الركب قد أدرك؟ وكم من الأجر قد تحصل؟ وكم من إرغام للشيطان قد كان؟ قارن عبد الله بين الحالتين لترى الفرق، والله يرعاك. ¶ 5- عدم الإلزام: ¶ من واجب الناصح أن ينصح غيره، ولكن ليس من حقه أن يلزم غيره بما ينصحه به؛ لأن هذا ليس من حقه، بل هو حق للحاكم في رعيته، والناصح دال على الخير، وليس بآمر بفعله. ¶ ¬__________ ¶ (¬1) رواه مسلم: (16/146). ¶ (¬2) جامع العلوم: (ص77).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أما الحاكم فهو آخر بفعل الخير، ناه عن فعل الشر، وفي هذا المعنى يقول الإمام ابن حزم الظاهري رحمه الله تعالى: (( ولا تنصح على شرط القبول منك، فإن تعديت هذه الوجوه، فأنت ظالم لا ناصح، وطالب طاعة وملك، لا مؤدي حق أمانة وأخوة، وليس هذا حكم العقل، ولا حكم الصداقة، لكن حكم الأمير مع رعيته، والسيد مع عبده)) (¬1). ¶ ويقول أيضاً: (( فإن خشنت كلامك في النصيحة فذلك إغراء وتنفير، وقد قال الله تعالى: { فَقُولا لَهُ قَوْلاً لَيِّناً } (طه: من الآية44). وقال رسول الله - صلى الله عليه وسلم - : ( ولا تنفروا) (¬2)، ون نصحت بشرط القبول منك، فأنت ظالم، أو لعلك مخطئ في وجه نصحك، فتكون مطالباً بقبول خطئك، وبترك الصواب)) (¬3). ¶ مما نقلنا لك تعرف أن للناصح أن يقول للكلمة، ويصدر التوجيه فقط، وليس له أن يلزم غيره بالأخذ بما قال، فإن ذلك واجب القاضي والحاكم، والقاضي والحاكم قلة في المجتمع لطلبهما الإلزام، والناصح لفرد مكلف في المجتمع، فإذا كان لكل ناصح أن يلزم غيره بقوله، أصبح كل المجتمع حكاماً وقضاة، وعندها فمن يكون المحكوم والرعية؟ ¶ 6- اختيار الوقت المناسب للنصيحة: ¶ لابد للناصح من اختيار الوقت المناسب الذي يسدي فيه النصيحة للمنصوح، لأن المنصوح لا يكون في كل وقت مستعداً لقبول النصيحة، فقد يكون مكدراً في نفسه بحزن أو غضب أو فوات مطلوب، أو غير ذلك مما يمنعه من الاستجابة لنصح الناصح. ¶ ¬__________ ¶ (¬1) الأخلاق والسير: (ص44). ¶ (¬2) رواه البخاري في صحيحه: (8/60). ومسلم: (3/1358-1359). ¶ (¬3) الأخلاق والسير: (ص48).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وفي هذا المعنى يقول الأستاذ عبد الحميد البلالي: (( فاختيار الوقت المناسب والظرف المناسب من أكبر الأسباب لقبول النصيحة وإزالة المنكر، وكان ابن مسعود رضي الله عنه يقول: (( إن للقلوب شهوة وإقبالاً، وفترة وإدباراً، فخذوها عند شهوتها وإقبالها، وذروها عند فترتها وإدبارها)) (¬1)، فهنيئاً لذلك الداعية الذي يعرف متى تدبر القلوب، ومتى تقبل، فيحسن الإنكار، ويجيد مخاطبة القلوب )) (¬2). ¶ حقاً إنه لابد للناصح من تخير الوقت المناسب لقبول النصيحة عند إسدائها، طالما أن الناصح رجل يتعامل مع القلوب والأحاسيس والمشاعر، فرب وقت لا يكون فيه المرء مهيئاً لقبول النصح تعرض له أحمق بدعوى النصح، فأغلق قلبه وعقله أمام نصحه وإرشاده وكان الناصح الجاهل هو السبب في ذلك. ¶ هذه في تصوري الآداب التي يجب أن يتحلى بها الناصح في نصحه حتى يكون النصح في ثوبه المطلوب، وحتى تقع النصيحة من المنصوح موقع قبول لا رد، مما يجعلها مثمرة تجبر النقص، وتسد الخلل، ولا توغر الصدور وتفرق الجماعات، ولا تكون عوناً للشيطان على المنصوحين. والله أعلم. ¶ الفرق بين النصح والتعيير ¶ قد يلبس بعض الناس الذم والتعيير لغيرهم لبوس النصيحة، فيخدع بذلك من لا يعرفه، وربما أفضى به ذلك إلى الوقوع في أعراض الناس ونهشها، ولذا فقد عقدت هذا المبحث للتفريق بين النصح والتعيير مقتبساً ذلك من كتب ثقات علمائنا رحمهم الله، ولقد تبدي لنا أن الفرق بين النصح والتعيير يكون كما يلي: ¶ 1- النصيحة تكون في السر، والتعيير يكون في العلن: وفي هذا يقول ابن رجب: (( فهذا الذي ذكره الفضيل، (مقولتنا التي نقلناها في موضع النصح في السر) من علامات النصح، فالنصح يقترن به الستر، والتعيير يقترن به الإعلان)) (¬3). ¶ ¬__________ ¶ (¬1) الآداب الشرعية لابن مفلح: (2/109). ¶ (¬2) فقه الدعوة في إنكار المنكر: (ص114-115). ¶ (¬3) الفرق بين النصيحة والتعيير: (ص36).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2- يقوم بالنصح المؤمن، ويقوم بالتعيير الفاجر: ونعيد هنا مقولة الفضيل بن عياض رحمه الله: (( المؤمن يستر وينصح، والفاجر يهتك ويعير)) (¬1). ¶ وحول تحديد غرض كل من الناصح والفاضح، يحدثنا الحافظ ابن رجب فيقول: (( فلهذا كان إشاعة الفاحشة مقترنة بالتعيير، وهما من خصال الفجار، لأن الفاجر لا غرض له في زوال المفاسد، ولا في اجتناب المؤمن للنقائص والمعايب، إنما غرضه في مجرد إشاعة العيب في أخيه المؤمن، وهتك عرضه، فهو يعيد ذلك ويبيده، ومقصوده تنقصة أخيه المؤمن في إظهار عيوبه ومساويه للناس، ليدخل عليه الضرر في الدنيا. وأما الناصح، فغرضه بذلك إزالة عيب أخيه المؤمن باجتنابه له )) (¬2). ¶ 3- غرض الناصح الإصلاح وغرض المعير الإفساد: وقد مر في النقطة السابقة أن مقصود الناصح من نصحه الإصلاح وتسديد المسار، وتكميل النقص، وهذا بلا شك قصد شريف يشكر صاحبه عليه عند الناس، ويؤجر عليه عند الله. ¶ وعلى العكس من ذلك، فإن مقصد المعير هتك الأعراض، وإشاعة الفساد والإفساد، وإيغار الصدور،ه وتتبع العورات، ولاشك أن هذا من أقبح الذنوب والأعمال عند الله وعند الناس. ¶ 4- الناصح يؤدي حقاً واجباً عليه لأخيه المؤمن: فهو مأجور على نصحه لأخيه، وأما المعير، فهو مهتك لحقوق عباد الله مفرق لجماعتهم، مفسد لدينهم، وبالتالي فهو آثم عند الله جزاء إيذاء عباد الله بإشاعة الأذى والفاحشة بينهم، والله سبحانه يقول: { إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ } (النور: من الآية19). ¶ ¬__________ ¶ (¬1) المصدر نفسه: (ص36). ¶ (¬2) المصدر نفسه: (ص37).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "5- الناصح يخلو من حظ النفس في الغالب، وأما المعير فغير خال من حظ نفسه ومرض قلبه: ذلك لأن الناصح يحب لمنصوحه ما يحبه لنفسه من أفعال الخير، وبالتالي يحرص على ازدياده منها، ولو كان فيها حظ نفس لما أقدم على النصيحة. وأما المعير فلا يحب من يريد تعييره، ولا يحب له الخير، بل يرجو له الشر، ولا تخلو مقولته من حظ نفس يدفعه إلى الأذى والإفساد. ¶ هذه في تصوري أهم الفروق بين النصح والتعيير، وقد استفدتها من رسالة لابن رجب في هذا، كما استفدت من كلام غيره، والله أعلم، ومن الله أرجو العون والسداد. ¶ العوامل المؤثرة في قبول النصيحة ¶ هناك عوامل مؤثرة في قبول النصيحة، وقد تؤخرها أحياناً، وقد تصد المنصوح عن الأخذ بالنصح أحياناً، وهذه العوامل اذكرها كما يلي: ¶ 1- التزام آداب النصيحة: ¶ من راعى في نصحه آداب النصيحة، التي سبق بيانها، رجونا قبول نصحه، ومن لم يلتزم بها، ففي الغالب لا تعطي نصيحته ثمرتها، ولا يتحقق لها القبول عند الناس. ¶ ولذا فكم ردت نصيحة لكون صاحبها لم يراع فيها ما يليق بالنصح وأهله. ¶ وكم من ناصح ألقى نصحه لغيره بغير أدب ولا ملاطفة، فانقلب أمره من صورة الناصح إلى صورة الشامت المبغض المعادي، الذي لا يرغب الناس في سماع كلامه، ولا مجالسته، ولا الوقوف عند نصحه، وكم أثمر التزام أداب النصيحة، أخوة صادقة، ووداً متبادلاً، وقرباً دائماً، ودلالة من الخير لا تنكر. ¶ 2- الكبر: ¶ فمن وجد فيه الكبر منعه من قبول النصح والأخذ به، ومن خلا قلبه من الكبر رجي منه قبول النصيحة، ذلك لأن الكبر هو (بطر الحق وغمط الناس) (¬1) كما قال النبي - صلى الله عليه وسلم - . ¶ ¬__________ ¶ (¬1) رواه مسلم بشرح النووي: (2/89).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والنصح من الحق، والناصح من الناس، والمتكبر قد بطر الحق وغمط الخلق، فهو يغر قابل لا بالنصيحة ولا بالناصح، ولذا فقد صده ذلك عن قبول النصح، وعلى العكس من ذلك فلو كان متواضعاً لقبل نصح غيره بصدر رحب، ولما استهان بنصح من نصحه، كائناً هذا الناصح من كان؛ لأنه يرى فيه تأدية الواجب، والعمل بحقوق المؤمنين بعضهم على بعض. ¶ 3- الإعجاب بالنفس: ¶ فمن كان معجباً بنفسه، لا يرجى منه قبول النصح، لأنه لا يرى رأياً ولا فضلاً لغيره عليه، فما دام قد انتفخ وأعجب بنفسه فأنى له قبول نصح غيره. ¶ وفي هذا المقام يحدثنا الإمام أبو حاتم محمد بن حبان البستي رحمه الله فيقول: (( وأكثر ما يوجد ترك قبول النصيحة من المعجب برأيه )) (¬1) واستشهد رحمه الله على هذا المعنى بقول الأبرش: ¶ إذا نصحت لذي عجب لترشده ... فلم يطعك، فلا تنصح له أبدا ¶ فإن ذا العجب لا يعطيك طاعته ... ولا يجيب إلى إرشاده أحدا ¶ وما عليك، وإن غوى حقبا ... إن لم يكن لك قربى أو يكن ولدا ¶ 4- صفاء النفس: ¶ فإن المرء إذا رزقه الله صفاء نفس أورثه ذلك الإنصاف للناس من نفسه، وأحوج الناس إلى الإنصاف المنصوح، لأنه إذا لم ينصف ناصحه لا يقبل نصحه، ولا يسمع لإرشاده، ولا يعمل على ترك ما طلبه منه تركه، والحق أن صافي النفس محكم لقياد نفسه، منتصر على شهواتها وأهوائها، فإذا جاءه من يعينه، على هذا استبشر به، أو عمل بمراده. ¶ ولكن وجود هذا الوصف في الناس قليل، فأين هم الصافون في نفوسهم الذين يسمعون لقول الناصحين؟ ¶ لكأنك عندما تتحدث عن صفاء النفس تصف قوماً آخرين بينك وبينهم بعد المشرقين، أو أنهم في عالم آخر لسنا من أهله. ¶ وبعد، فهذه في حدود اطلاعي أهم الأمور المؤثر في قبول النصيحة سلباً وإيجاباً، والله المستعان. ¶ ثمار النصيحة ¶ ¬__________ ¶ (¬1) روضة العقلاء: (ص196).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "النصيحة بذرة طيبة يبذرها الناصح، ولابد للبذرة السليمة التي روعي فيها ما يصلح الزرع من ثمرة، وكذا النصيحة، فإذا روعيت آدابها وشروطها رجونا أن تتحصل منها الثمار الطيبة، والآثار الخيرة، ويمكن إجمال ثمار النصيحة في الأمور التالية: ¶ 1- تنقية المنصوح من الشوائب: ¶ فإن الناصح عندما يرى من منصوحه غفلة عن خير، أو وقوعاً في شر، فيعمد إلى تقوية وتنقية نفسه من الشوائب سيراً بها إلى التقليل من القصور في حق الله أولاً، ثم في حق عباده ثانياً، وهذا مكسب كبير للإنسان لو تمعن فيه، وهذا تكميل لنقص وقع فيه المرء من حيث لا يدري أو لا يدري، فإذا بمتطوع يذب عنه النقص، ويخلصه من الذنب، وأي شائبة أشد من التقصير في حق ذي الحق؟ وأي نقاء أكرم وأبرك من حرص أخيك عليك؟ ¶ 2- دوام المحبة والألفة: ¶ فإن المنصوح إذا نصحه الناصح بما يسدد خطأه، ويكمل نقصه، كان ذلك طريقاً لدوام الألفة بين الاثنين، ذلك لأن الناصح محب لمنصوحه، ويحب لأخيه ما يحب لنفسه، ولابد أن يقابله صاحبه بمثل ذلك إن كان عاقلاً، وعليه فكم من نصيحة صادقة أدامت بين الأحبة وداً، وسدت في شخصية أحدهم نقصاً، وأبعدت عن النفس غوائل الشيطان، وألحقت من تأخر وتلكأ بالركب!! ¶ ومن الجميل أن نسمع كلاماً دقيقاً لابن حزم في حد النصيحة، لنرى من خلاله هذه الثمرة من ثمار النصيحة. يقول الإمام علي بن حزم رحمه الله تعالى: (( وحد النصيحة أن يسوء المرء ما ضر الآخر، ساء ذلك الآخر أم لم يسؤه، وأن يسره ما نفعه، سر الآخر أو ساءه، فهذا شرط في النصيحة زائد على شروط الصداقة )) (¬1). ¶ 3- أداء حق الأخوة: ¶ إن الناصح حين ينصح غيره إنما يؤدي ما لأخيه من حق عليه، وهذا الحق يتعلق بحب المرء لغيره مثل ما يحبه لنفسه، وهذا الأمر يؤدى بطرق منها النصيحة. ¶ ¬__________ ¶ (¬1) الأخلاق والسير: (41).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذلك لأنك لا تحب لنفسك النقص ولا ترضاه، بل تعمل على إزالته وتلافيه، وواجب الأخوة يفرض عليك أن تعامل أخاك المنصوح بمثل ما تعامل به نفسك، وطالما أنك لا ترضى لنفسك النقص، فأنت لا ترضى لأخيك النقص، لذا تقوم بنصحه وإرشاده وإعانته على الخير، وإبعاده عن الشر. ¶ وهذه أمور لابد لمن تآخيا من تحقيقها، وعنوان تحقيق ذلك بذل النصح لمن احتاج إليه ليكون علامة للأخوة، وطريقاً لقرب القلوب، وسداً أمام الضغائن والمحن. ¶ وفي هذا الباب يحدثنا أبو حاتم محمد بن حبان البستي فيقول: (( النصيحة إذا كانت على نعت ما وصفنا تقييم الألفة وتؤدي حق الأخوة)) (¬1). وفي هذا يقول الخليفة عمر بن عبد العزيز: (( من وصل أخاه بنصيحه له في دينه، ونظر له في صلاح دنياه، فقد أحسن صلته، وأدى واجب حقه...)) (¬2). ¶ ولعل سائلاً يسأل هناك كيف تكون النصيحة من حقوق الأخوة مع أن فيها ذكر العيوب وهذا يوحش القلب؟ ¶ ويجيب عن هذا السؤال الإمام الغزالي فيقول: (( فاعلم أن الإيحاش إنما يحصل بذكر عيب يعلمه أخوك من نفسه، فأما تنبيه على ما لا يعلمه، فهو عين الشفقة، وهو استمالة القلوب، أعني قلوب العقلاء، وأما الحمقى فلا يلتفت إليهم، فإن من ينبهك على فعل مذموم تعاطيته، أو صفة مذمومة اتصفت بها لتزكي نفسك عنها، كان كمن ينبهك عن حية أو عقرب تحت ذيلك، وقد همت بإهلاكك، فإن كنت تكره ذلك فما أشد حمقك، والصفات الذميمة عقارب وحيات، وهي في الآخر مهلكات)) (¬3). ¶ 4- حصول الأجر: ¶ الناصح إذا أسدى لغيره نصحاً استحق عليه الأجر العظيم من الله سبحانه وتعالى، على حرصه على إخوانه، وحبه لهم. ¶ هذه في تصوري الثمرات التي تستفاد من النصحية. ¶ شرح حديث النصيحة ¶ ¬__________ ¶ (¬1) روضة العقلاء: (ص197). ¶ (¬2) تاريخ الطبري: (6/572). ¶ (¬3) الإحياء: (2/182).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بعد هذه الجولة في كتب علمائنا عليهم رحمة الله نعود إلى حديث تميم الداري في النصيحة من أجل توضيح معانيه بما يقرب فهمه لطالبه، ومن الله نرجو العون والقبول. ¶ 1- نص الحديث: ¶ عن أبي رقية تميم بن أوس الداري رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: ( الدين النصيحة) ثلاثاً قلنا : لمن يا رسول الله؟ قال: ( لله عز وجل، ولكتابه ولرسوله، ولأئمة المسلمين، وعامتهم). ¶ 2- تخريجه: ¶ روى هذا الحديث كل من: ¶ 1- الإمام مسلم في صحيحه: 2/37. ¶ 2- والإمام أحمد في مسنده: 4/102، 103. ¶ 3- والإمام أبو داود في سننه: كتاب الأدب، باب النصيحة. برقم: 4944. ¶ 4- والإمام النسائي في السنن الصغرى: كتاب البيعة، باب النصيحة للإمام: 7/156. ¶ 5- والإمام أبو بكر عبد الله بن الزبير الحميدي في مسنده، برقم: 837. ¶ 6- ومحمد بن نصر المروزي في كتاب: تعظيم قدر الصلاة. ¶ 7- وابن خزيمة في كتاب السياسة. انظر عمدة القارئ: 1/321. ¶ 8- والإمام أبو عوانة الأسفرائيني في مسنده: 1/36، 37. ¶ 9- والإمام الطبراني في المعجم الكبير: رقم 1260 – 1268. ¶ 10- وابن حبان البستي في كتاب روضة العقلاء: ص 149. ¶ 11- والبيهقي في كتاب الآداب. رقم: 226. ¶ 12- وعلقة البخاري في صحيحه: كتاب الإيمان، باب الدين النصيحة: 1/137. ¶ 13- وأبو الشيخ في التوبيخ رقم: 3. ¶ وبعد، فهذا ما وقفت عليه من تخريج لحديث تميم الداري في النصيحة مما تايسر لنا الاطلاع عليه من مصنفات أئمة الحديث المسندة، والله المستعان. ¶ لماذا علق البخاري الحديث؟ ¶ قدمنا أن الإمام البخاري رحمه الله قد علق هذا الحديث، بمعنى أنه رواه في كتابه بغير سند(¬1)، فما سر ذلك الصنيع؟ ¶ أجاب أهل العلم بالحديث عن ذلك بأجوبة نذكر منها: ¶ ¬__________ ¶ (¬1) هذا ليس تعريفاً صحيحاً للتعليق إذ أن المعلق اصطلاحاً هو ما حذف أول سنده، سواء أكان المحذوف واحداً أو أكثر على التوالي، ولو إلى أخر السند. [المجلة].",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "1- هذا الحديث ليس على شرط البخاري، بمعنى أن البخاري لم يخرج لأي من رجال هذا الحديث، وفي هذا يقول الحافظ ابن حجر رحمه الله تعالى: (( ولم يخرجه مسنداً في الكتاب لكونه على غير شرطه)) (¬1). ¶ 2- الاختلاف على سهيل بن أبي صالح فيه، فقد روي عنه عن أبيه عن أبي هريرة، وقد روي عنه عن عطاء عن تميم، ولهذا فإن البخاري لم يخرجه في صحيحه، وفي هذا يقول الحافظ بن حجر: (( ولهذا الاختلاف على سهيل لم يخرجه في صحيحه، بل لم يحتج به أبداً)) (¬2). ¶ 3- شواهد الحديث: ¶ لا يفوتنا أن نشير إلى أن حديث النصيحة بتمامه قد ورد من طريق عدة من الصحابة سوى تميم، وهذا ما سنعمد إلى إثباته هنا من طريق الصحابة الذين رووه مع تخريج هذه الطرق: ¶ أ- طريق ابن عمر: ¶ 1- رواه الإمام الدارمي في سننه، كتاب الرقاق، باب الدين النصيحة (¬3). ¶ وقال الألباني عن سند الدارمي: (( وهذا سند حسن، وهو على شرط مسلم)) (¬4). ¶ 2- الطبراني في كتاب مكارم الأخلاق (¬5). ¶ 3- والبزاء في مسنده كما في مختصر زوائده لابن حجدر (¬6)، وقال البزار: (( وهذا لا نعلم يروي عن ابن عمر – رضي الله عنهما – إلا من هذا الوجه، ولا نعلم أحداً جمع بين يزيد ونافع إلا جعفر بن عون عن هشام (¬7). وقال الهيثمي عن رواية البزار هذه: (( ورجاله رجال الصحيح)) (¬8). ¶ 4- وأبو الشيخ في كتاب التوبيخ(¬9). ¶ ب- طريق ابن عباس: وقد رواها: ¶ 1- الإمام أحمد بن حنبل في مسنده (¬10). ¶ 2- والطبراني في المعجم الكبير (¬11). ¶ 3- والبزار في مسنده كما في المجمع (¬12). ¶ 4- وأبو يعلى الموصلي في مسنده. ¶ 5- وأبو الشيخ في كتاب التوبيخ: رقم 12. ¶ ¬__________ ¶ (¬1) فتح الباري: (1/137). ¶ (¬2) فتح الباري: (1/138). ¶ (¬3) 2/311). ¶ (¬4) الأرواء (1/63). ¶ (¬5) رقم: (66). ¶ (¬6) رقم: (38). ¶ (¬7) مختصر زوائد البزار رقم: (38). ¶ (¬8) مجمع الزوائد: (1/87). ¶ (¬9) رقم: (8). ¶ (¬10) 1/351). ¶ (¬11) رقم: (11198). ¶ (¬12) 1/87).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقال الهيثمي عن رواية أحمد: فمقتضى رواية أحمد الانقطاع بين عمرو وابن عباس، ومع ذلك فيه عبد الرحمن بن ثابت بن ثوبان، وقد ضعفه أحمد، وقال: أحاديثه مناكير (1/87). وقال أيضاً عن رواية أبي يعلى: ورجاله رجال الصحيح (المجمع: 1/87). ¶ 6- والبخاري في التاريخ الكبير (المجتمع: 6/461). ¶ 7- وابن أبي حاتم الرازي في العلل( 2/176). ¶ 8- والضياء المقدسي في المختار (77/100/1..) كما في الإرواء: (1/63). ¶ 9- والديلمي في مسند الفردوس رقم: 6584. ¶ ج- طريق أبي هريرة، وقد رواها: ¶ 1- الإمام أحمد في مسنده: 2/297. ¶ 2- والترمذي في سننه، كتاب البر والصلة، باب ما جاء في النصيحة رقم: 1926. ¶ 3- والإمام النسائي في السنن الصغرى، كتاب البيعة، باب النصيحة الإمام: 7/157. ¶ 4- وابن نصر المروزي في كتاب تعظيم قدر الصلاة. ¶ 5- وأبو نعيم في كتاب الحلية (¬1). ¶ 6- وأبو الشيخ في كتاب التوبيخ (¬2). ¶ وقال الترمذي: حديث حسن صحيح (¬3). ¶ د- طريق ثوبان: وقد رواها: ¶ 1- الطبراني في المعجم الأوسط، كما في المجمع (¬4). وقال الهيثمي: وفيه أيوب بن سويد، وهو ضعيف لا يحتج به (¬5). ¶ 2- والبخاري في التاريخ الكبير (¬6). ¶ وبعد، فهذا ما وقعت عليه من طرق لحديث النصيحة بتمامه، ولم أعرج هنا على كل حديث في موضع النصيحة خشية الإطالة، ولكونه ليس مقصودنا، والله تعالى أعلم. ¶ تواتر حديث النصيحة ¶ ¬__________ ¶ (¬1) الحلية: (6/242، 7/142). ¶ (¬2) التوبيخ برقم: (7). ¶ (¬3) سنن الترمذي: (4/374). ¶ (¬4) مجمع الزوائد: (1/87). ¶ (¬5) المجمع: (1/87). ¶ (¬6) التاريخ: (6/461).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هذا ولا يفوتنا أن نذكر أن حديث النصيحة قد بلغ مبلغ التواتر، وفي هذا المقام يقول العلامة محمد بن جعفر الكتاني رحمه الله تعالى: أحاديث بذل النصيحة للأئمة وغيرهم من المسلمين متواترة (¬1)، ويقول الشيخ صديق حسن خان رحمه الله: والأحاديث الواردة في مطلق النصيحة متواترة وأحق الناس بها الأئمة (¬2). ¶ ورد حديث (الدين النصيحة) بتمامه من طريق خمسة من الصحابة: هم تميم، وابن عمر، وابن عباس، وأبي هريرة، وثوبان. ¶ ووردت أحاديث أخرى في النصيحة عن عدة من الصحابة هم: ¶ 1- جرير. ¶ 2- حذيفة. ¶ 3- أنس بن مالك. ¶ 4- أبو أمامة. ¶ 5- أبو أيوب. ¶ 6- أبو زيد. وغيرهم. ¶ وبهذا تعلم أن حديث النصيحة متواتر، والله أعلم. ¶ كيف كانت النصيحة هي الدين؟ ¶ سمى النبي - صلى الله عليه وسلم - النصيحة ديناً، وعبر بها عن الدين، مع أن تكاليف الدين كثيرة، وليست محصورة في النصح وحده، ولذا فما مراد النبي - صلى الله عليه وسلم - من ذلك؟ أجاب أهل العلم عن ذلك بأجوبة منها: ¶ 1- قال الحافظ ابن حجر: يحتمل أن يحمل على المبالغة؛ أي معظم الدين النصيحة كما قيل في حديث: (الحج عرفة) (¬3). ¶ 2- قال أيضاً: (( ويحتمل أن يحمل على ظاهره؛ لأن كل عمل لم يرد به عامله الإخلاص فليس من الدين)) (¬4). ¶ 3- يقول الحافظ ابن رجب: (( فهذا يدل على أن النصيحة تشمل خصال الإسلام والإيمان والإحسان التي ذكرت في حديث جبريل عليه السلام، وسمى ذلك كله ديناً)) (¬5). ¶ كيف تكون النصيحة لله؟ ¶ قدمنا فيما سبق أن النصيحة إما وصف بكمال، أو إتمام النقص، والنصيحة لله هي وصف بالكمال، ويندرج تحتها ما يلي: ¶ ¬__________ ¶ (¬1) نظم المتناثر: (ص160). ¶ (¬2) العبرة بما جاء في الغزو والشهادة والهجرة. ¶ (¬3) فتح الباري: (1/138)، وحديث (( الحج عرفة)) رواه أبو داود، رقم: (1949)، والنسائي: (2/45 – 46)، والحديث صحيح [المجلة]. ¶ (¬4) فتح الباري: (1/138). ¶ (¬5) جامع العلوم: (ص110).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1- (( القيام بأداء واجباته على أكمل وجوهها، وهو مقام الإحسان)) (¬1). ¶ 2- (( الإيمان به، ونفي الشيك عنه، وترك الإلحاد في صفاته، ووصفه بجميع صفات الكمال والجلال، وتنزيهه عن جميع النقائص، وما لا كمال فيه من الأوصاف)) (¬2). ¶ 3- (( القيام بطاعته، وتجنب معصيته)) (¬3). ¶ 4- (( الحب والبغض فيه، وموالاة من أطاعه، ومعاداة من عصاه، والرغبة في محابه، والبعد عن مساخطه)) (¬4). ¶ 5- (( الاعتراف بنعمته، وشكره عليها)) (¬5). ¶ 6- (( الدعاء إلى جميع ذلك (( أي ما سبق)) وتعليمه، والإخلاص فيه لله)) (¬6). ¶ كيف تكون النصيحة لكتاب الله ؟ ¶ والنصيحة لكتاب الله هي أيضاً وصف بالكمال، ويندرج تحتها ما يلي: ¶ 1- (( الإيمان بأنه كلام الله تعالى وتنزيله، لا يشبهه شيء من كلام الخلق، ولا يقدر على مثله أحد من الخلق )) (¬7). ¶ 2- تعظيمه (¬8). ¶ 3- تعلمه، وتعليمه، وإقامة حروفه في التلاوة، وتحريرها في الكتابة، وتفهم معانيه، وحفظ حدوده، والعمل بما فيه، وذب تحشير المبطلين عنه(¬9). ¶ كيف تكون النصيحة لرسول الله - صلى الله عليه وسلم - ؟ ¶ والنصيحة لرسول الله - صلى الله عليه وسلم - وصف بالكمال؛ لأنه معصوم بعصمة الله عن الوقوع في المعصية، ويمكن أن يندرج تحت نصح المؤمن للنبي - صلى الله عليه وسلم - ما يلي: ¶ 1- تصديقه على الرسالة. ¶ 2- الإيمان بجميع ما جاء به، وطاعته في أمره ونهيه. ¶ 3- نصرته حياً وميتاً، ومعاداة من عاداه، وموالاة من والاه. ¶ 4- إعظام حقه وتوقيره، وإحياء طريقته وسنته. ¶ 5- بث دعوته، ونشر شريعته، ونفي التهمة عنها (¬10). ¶ ¬__________ ¶ (¬1) جامع العلوم: (ص100). ¶ (¬2) فتح المبين: (ص124). ¶ (¬3) فتح المبين: (ص124). ¶ (¬4) فتح المبين: (ص124). ¶ (¬5) نفسه. ¶ (¬6) نفسه. ¶ (¬7) شرح صحيح مسلم: (2/38). ¶ (¬8) نفسه. ¶ (¬9) فتح الباري: (1/138). ¶ (¬10) شرح صحيح مسلم: (2/38).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "6- إحياء سنته بنشرها وتصحيحها، ونفي التهم عنها، وانتشار علومها، والتفقه في معانيها، والإمساك عن الخوض فيها بغير علم، والدعاء إليها، والتلطف في تعاليمها، وإظهار تعظيمها، وإجلالها، وإجلال أهلها من حيث انتسابهم إليها، والتأدب بآدابه عند قراءتها (¬1). ¶ محبة أهل بيته وأصحابه، ومجانبة من ابتدع في سنته، أو تعرض لأحد من أصحابه، ونحو ذلك(¬2). ¶ كيف تكون النصيحة لأئمة المسلمين؟ ¶ والنصح واجب لأئمة المسلمين، وهو تكميل نقص؛ لأنه يجري عليهم القصور، فليسوا بمعصومين من الزلل، والخطأ، ولكن ما المقصود بأئمة المسلمين؟ ¶ لعلمائنا في هذه مذهبان هما: ¶ 1- أنهم الخلفاء وغيرهم ممن يقوم بأمر المسلمين من أصحاب الولايات، وهذا هو المشهور(¬3) ¶ 2- أنهم علماء الدين وأئمة الاجتهاد (¬4). ¶ أما النصيحة لولاة الأمور من الحكام، فيندرج تحتها ما يلي: ¶ 1- معاونتهم على الحق، وطاعتهم فيه. ¶ 2- تنبيههم عند الغفلة. ¶ 3- سد خلتهم عند الهفوة. ¶ 4- جمع الكلمة عليهم. ¶ 5- رد القلوب النافرة إليهم. ¶ 6- دفعهم عن الظالم بالتي هي أحسن (¬5). ¶ وأما النصيحة لأهل العلم، فيندرج تحتها الأمور التالية: ¶ 1- بث علومهم. ¶ 2- نشر مناقبهم. ¶ 3- تحسين الظن بهم (¬6). ¶ 4- قبول ما رووه (¬7). ¶ 5- إجلالهم، وتوقيرهم، والوفاء بما يجب لهم على الكافة من الحقوق التي لا تخفى على الموفقين (¬8). ¶ كيف تكون النصيحة لعامة المسلمين ؟ ¶ وأما نصح عامة المسلمين وهم من عدا ولاة الأمر (¬9)، فهي أيضاً تكميل نقص، ويمكن أن يندرج تحت هذا الأمور التالية: ¶ 1- إرشادهم لمصالحهم في أخرتهم ودنياهم. ¶ 2- كف الأذى عنهم (¬10). ¶ ¬__________ ¶ (¬1) فتح المبين: (124). ¶ (¬2) شرح صحيح مسلم: (2/38). ¶ (¬3) شرح صحيح مسلم/ (2/38- 39). ¶ (¬4) نفسه. ¶ (¬5) فتح الباري: (1/138). ¶ (¬6) الفتح: (1/138). ¶ (¬7) شرح صحيح مسلم: (2/39). ¶ (¬8) فتح المبين: (ص125). ¶ (¬9) شرح صحيح مسلم: (2/39). ¶ (¬10) شرح صحيح مسلم: (2/39).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "3- تعليمهم ما ينفعهم. ¶ 4- أن يحب لهم ما يحب لنفسه، ويكره لهم ما يكره لنفسه(¬1). ¶ 5- دفع المضار عنهم، وجلب المنافع لهم. ¶ 6- أمرهم بالمعروف، ونهيهم عن المنكر برفق وإخلاص. ¶ 7- الشفقة عليهم، وتوقير كبيرهم، ورحمة صغيرهم. ¶ 8- تخولهم بالموعظة الحسنة. ¶ 9- ترك غشهم وحسدهم. ¶ 10- الذب عن أموالهم وأعراضهم(¬2). ¶ هذا ما أردت أن يقف عليه القارئ هنا من شرح حديث النصيحة، عل في ذلك ما يدفع كاتبه وقارئه وسامعه إلى تمام النصح لمن طلب الله منا نصحهم، ولكن هذا الذي ذكرناه كلام نظري يعوزه التطبيق والامتثال، ذلك لأن الكلام النظري لابد له من أمثلة تطبيقية في الواقع حتى يمكن للسامع وغيره أن يمتثلوا، وهذا يحوجنا إلى ذكر نماذج لنصائح السلف، وهذا ما تقف عليه في المبحث القادم بعون الله تعالى. ¶ نماذج من نصائح السلف ¶ ولا يكمل ما نريد إيصاله في موضوع النصيحة إلا بذكر أمثلة حية للنصيحة عند سلفنا الصالح رضوان الله عليهم، إذ هم أقرب إلى عصر النبوة، وأسلم ديناً، وأصفى نفوساً، وأرق قلوباً، وأعمق أخوة، وأكثر ألفة، وأقل حظاً للشيطان، ولذا فقد اخترت نماذج من نصح هؤلاء، عل في ذلك ما يدفع الناصح فينا إلى تحريك النصيحة الصحيحة التي يؤجر المرء بها. ¶ النصيحة الأولى ¶ نصيحة جرير بن عبد الله لمن أراد بيع فرسه ¶ ¬__________ ¶ (¬1) الفتح: (1/138). ¶ (¬2) شرح صحيح مسلم: (2/39).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أخرج الإمام الطبراني في المعجم الكبير بسند صحيح عن إبراهيم بن جرير البجلي عن أبيه قال: غدا أبو عبد الله (( أي جرير)) إلى الكناسة ليبتاع منها دابة، وغدا مولى له فوقف في ناحية السوق، فجعلت الدواب تمر عليه، فمر به فرس فأعجبه، فقال لمولاه، انطلق فاشتر ذل الفرس، فانطلق مولاه، فأعطى صاحبه به ثلاثمائة درهم، فأبى صاحبه أن يبيعه، فماتحه (¬1)، فأبى صاحبه أن يبيعه، فقال: هل لك أن تنطلق إلى صاحب لنا ناحية السوق؟ ¶ قال: لا أبالي، فانطلقا إليه، فقال له مولاه: إني أعطيت هذا بفرسه ثلاثمائة درهم، فأبى، وذكر أنه خير من ذلك، قال صاحب الفرس: صدق، أصلحك الله، فترى ذلك ثمناً؟ قال: لا، فرسك خير من ذلك تبيعه بخمسمائة حتى بلغ سبعمائة درهم أو ثمانمائة، فلما أن ذهب الرجل أقبل على مولاه فقال له: ويحك انطلقت لتبتاع لي دابة، فأعجبتني دابة رجل، فأرسلتك تشتريها، فجئت برجل من المسلمين تقوده، وهو يقول: ما ترى ما ترى؟ وقد بايعت رسول الله - صلى الله عليه وسلم - على النصح لكل مسلم (¬2). ¶ فقه نصيحة جرير بن عبد الله ¶ إذا أجلنا النظر في هذه القصة، وجدنا فيها دلالات عظيمة نذكرها كما يلي: ¶ 1- لم يقبل جرير، رضي الله عنه، غبن الرجل بشراء فرسه بأقل مما يستحق، وإن كان في ذلك زيادة ثمن يدفعها هو، وهذا جانب من جوانب النصح لعامة المسلمين بعدم الغبن والغش لهم في البيع والشراء. ¶ 2- مع زيادة حرصه على غيره أنه أنب مولاه على فعله، ولم يغض طرفه عن الموضوع، ولم يترك القضية لمولاه ليظهر هو بمظهر البريء أمام الناس. ¶ ¬__________ ¶ (¬1) ماتحه: هو من المماسكة: وهي المكالمة في النقص من الثمن. انظر تهذيب الأسمار: (3/141). ¶ (¬2) المعجم الكبير برقم: (2395)، والمحلي: (8/440 – 441).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3- يقول ابن حزم: (( والخديعة في البيع جملة بلا شك يدري الناس كلهم أن من أخذ من آخر فيما يبيع منه أكثر مما يساوي بغير علم المشتري ولا رضاه، ومن أعطاه آخر فيما يشتري منه أقل مما يساوي بغير علم البائع ولا رضاه، ومن أعطاه آخر فيما يشتري منه اقل مما يساوي بغير علم البائع ولا رضاه، فقد غشه، ولم ينصحه، ومن غش ولم ينصح فقد أتى حراماً)) (¬1). ¶ 4- وقال ابن حزم أيضاً: (( فهؤلاء عمر وابنه، والعباس ، وعبد الله بن جعفر، وأبي، وجرير، ولا مخالف لهم من الصحابة رضي الله عنهم يرون رد البيع من الخديعة في نقصان الثمن عن قيمة المبيع)) (¬2). ¶ النصيحة الثانية ¶ نصيحة الحسن والحسين ¶ رأى الحسن والحسين ابنا علي بن أبي طالب، رضي الله عنهما، رجلاً كبيراً في السن يتوضأ، وكان لا يحسن الوضوء، فأرادا تعليمه، فذهبا إليه، فادعيا أنهما قد اختلفا أيهما حسن الوضوء، أكثر من أخيه؟ وأرادا منه أن يحكم بينهما، فأمر أحدهما بالوضوء، ثم أمر الآخر بالوضوء، ثم قال لهما: أنا الذي لا أعرف الوضوء، فعلماني إياه (¬3). ¶ فقه نصيحة الحسن والحسين ¶ في هذه القصة دلالات طيبة في موضوع النصيحة نذكرها كما يلي: ¶ 1- تحلي الحسن والحسين بلطف الأسلوب في النصيحة حتى إنهما اتخذا وسيلة يمكنهما بها إيصال النصيحة لهذا الرجل، وهي التحاكم إليه في موضوع الوضوء، ولو أتياه بطريقة أخرى لربما تأخرت استجابته لنصيحتهما. ¶ 2- لم يشعرا الرجل بشخصيتهما أو نسبهما، ليكون ذلك مدخلاً لقبول النصح منهما. ¶ 3- لم يؤنبا الرجل على عدم معرفته بالوضوء رغم كبر سنه، ولم يجعلا من ذلك طريقاً للازدراء بالرجل رغم كبر سنه. ¶ 4- لم يعيبا الرجل بالجهل، بل اتجها إلى طريقة يمكنهما بها تعليمه الوضوء دون إحراج له، ودون إساءة له. ¶ ¬__________ ¶ (¬1) المحلي: (8/44). ¶ (¬2) المحلي: (8/441). ¶ (¬3) لم يسند المؤلف رعاه الله هذه الحكاية، ولم نعثر لها على سند، ومعناها صحيح والله أعلم. [المجلة].",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "5- كانا دقيقين مع الرجل في حوارهما معه، ونصحهما له، مما جعله يقبل نصحهما، ويدرك أنه أحوج إلى تعلم الوضوء بدل أن يقوم بوظيفة الحكم بين هذين الشابين. ¶ 6- طبقا سنة جدهما - صلى الله عليه وسلم - في احترام الكبير والعطف على الصغير. ¶ النصيحة الثالثة ¶ نصيحة الإمام مالك بن أنس لأحد خلفاء عصره ¶ تكلمنا سابقاً عن النصيحة ومجالاتها، ولقد كان من تكلم المجالات الحكام، ولقد حرص علماؤنا على نصح الحكام بما يسدد مسيرة الدولة، ويبرئ ذمة العلماء، وهذا كان منهجاً لعلمائنا رحمهم الله تعالى، وقد كان من أولئك الناصحين إمام دار الهجرة الإمام مالك بن أنس رحمه الله، فقد كتب إلى الخليفة هارون الرشيد رسالة ينصحه فيها، ويقول: ¶ أما بعد، فإني كتبت إليك بكتاب لم آلك فيه رشداً، ولم أدخر فيه نصحاً، تحميداً لله وأدباً عن رسول الله - صلى الله عليه وسلم - ، فتدبره بعقلك، وردد فيه بصرك، وأرعه سمعك، ثم أعقله قلبك، وأحضر فهمك، ولا تغيبن عنه ذهنك، فإن فيه الفضل في الدنيا وحسن ثواب الله في الآخرة. ¶ اذكر نفسك في غمرات الموت وكربه ما هو نازل بك منه، وما أنت ىموقوف عليه بعد الموت من العرض على الله سبحانه، ثم الحساب، ثم الخلود بعد الحساب.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأعد لله – عز وجل – ما يسهل عليك أهوال تلك المشاهد، وكربها فإنك لو رأيت سخط الله تعالى، وما صار إليه الناس من ألوان العذاب، وشدة نقمته عليهم، وسمعت زفيرهم في النار، وشهيقهم مع كلوح (¬1) وجوههم، وطول غمهم، وتقلبهم في دركاتها (¬2) على وجوههم، لا يسمعون، ولا يبصرون، ويدعون بالويل، والثبور، وأعظم من حسرة إعراض الله عنهم، وانقطاع رجائهم، وإجابته إياهم بعد طول الغم بقوله: { اخْسَأُوا فِيهَا وَلا تُكَلِّمُونِ } (المؤمنون: من الآية108). ¶ ثم قال له: لا تأمن على شيء من أمرك من لا يخاف الله، فإنه بلني عن عمر بن الخطاب رضي الله عنه أنه قال: (( شاور في أمرك الذين يخافون الله)). ¶ احذر بطانة السوء وأهل الردى على نفسك، فإنه بلغني عن النبي - صلى الله عليه وسلم - إنه قال: ( ما من نبي ولا خليفة إلا وله بطانتان، بطانة تأمره بالمعروف، وتنهاه عن المنكر، وبطانة لا تألوه خبالاً) (¬3). ¶ ثم قال: لا تجر ثيابك، فإن الله لا يحب ذلك، فقد بلغني عن النبي - صلى الله عليه وسلم - أنه قال: ( من جر ثيابه خيلاء لم ينظر الله إليه يوم القيامة) (¬4). ¶ اطع الله في معصية الناس، ولا تطع الناس في معصية الله، فقد بلغني عن النبي - صلى الله عليه وسلم - أنه قال: (( لا طاعة لمخلوق في معصية الخالق)) (¬5). ¶ فقه نصيحة الإمام مالك ¶ ¬__________ ¶ (¬1) الكلوح: تكشر في عبوس. انظر مختار الصحاح: (ص576). ¶ (¬2) دركاتها: أي منازل أهلها. انظر مختار الصحاح: (ص203). الدركات عكس الدرجات، فالدركات هو التدرج إلى الأسفل، والدرجات هو التدرج إلى الأعلى لذا فالجنة درجات والنار دركات. [المجلة]. ¶ (¬3) رواه البخاري: برقم: (7198)، والترمذي برقم: 2369. والخبال: الفساد، انظر مختار الصحاح: (ص168). ¶ (¬4) رواه البخاري برقم: (5784)، وأبو داود برقم: 40845). ¶ (¬5) رواه أحمد في مسنده: (1/409)، والحديث صحيح في [المجلة].",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "تلكم هي فقرات من نصيحة الإمام مالك لهارون الرشيد، والناظر فيها يجد أن ثمة دلالات يمكن أن تلمح في هذه النصيحة، ومن هذه الدلالات نذكر ما يلي: ¶ 1- كانت النصيحة المسداة هنا شاملة تحوي كل معاني الإيمان، وفي هذا يقول الأستاذ عبد العزيز البدري رحمه الله: (( احتوى هذه الرسالة على كل معاني الإيمان، والدعوة إلى التمسك بأحكام الإسلام وحدوده وآدابه)) (¬1). ¶ 2- هذه النصيحة خالصة لله صادقة خرجت من قلب صادق، يقول البدري في وصفها: ¶ (( وهي موعظة حقاً تجل منها القلوب، ونصيحة صادقة تذرف منها العيون، وتقرب المسلم من ربه لتنال رضاه، إن انتصح بها، واستمع إليها، وجعلها موضع التطبيق والتنفيذ)) (¬2). ¶ 3- قوبلت هذه النصيحة بالقبول من المنصوح وهو هارون الرشيد، وهذه ثمرة النص المرجوة منه. ¶ 4- نصيحة الحاكم أعمق أثراً، وأشد خطراً من نصيحة أفراد الرعية، وبخاصة إذا صدرت من عالم ورع تقي، وفي هذا يقول الأستاذ البدري: (( وكانت النصيحة وانتصاحهم للحاكم في مقدمة المنتصحين؛ لأن نصيحتهم فيها الخير كل الخير لهم، ولمن يتولون أمرهم (¬3). ¶ 5- جوانب النصح للحاكم عند مالك متعددة، وفي هذا يقول العلامة محمد أبو زهرة رحمه الله: (( ولم يقتصر في نصائحه على المخاطبة، بل ينصحهم أيضاً بالمكاتبة برسائل يرسلها إليهم)) (¬4). ¶ النصيحة الرابعة ¶ رسالتان متبادلتان بين الإمامين مالك والليث بن سعد ¶ كان مالك عالم أهل الحجاز، وكان الليث بن سعد عالم أهل مصر، وقد كان في درجة مالك في العلم، حتى قال فيه الشافعي: (( الليث أفقه من مالك غير أن أصحابه لم يقوموا به)) (¬5). ¶ ¬__________ ¶ (¬1) الإسلام بين العلماء والحكام لعبد العزيز البدري رحمه الله: (ص106 – 107). ¶ (¬2) نفسه: (ص107). ¶ (¬3) نفسه: (ص104). ¶ (¬4) مالك: (ص66). ¶ (¬5) تهذيب التهذيب: (8/415).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولقد تبادل الإمام مالك النصح مع الليث، فكتب مالك إلى الليث رسالة ينصحه فيها، ورد عليه الليث برسالة كذلك، ولذا فمن الأمانة العلمية أن نثبت نص رسالة مالك أولاً على طولها، ثم رسالة الليث كذلك، ثم نعقب بعد ذلك بذكر دلالات هاتين النصيحتين المكتوبتين. ¶ نص رسالة الإمام مالك ¶ بسم الله الرحمن الرحيم ¶ من مالك بن أنس إلى الليث بن سعد، سلام عليك، فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد، عصمنا الله وإياك بطاعته في السر والعلانية، وعافانا وإياك من كل مكروه. ¶ كتبت إليك وأنا ومن قبلي من الولدان والأهل على ما تحب، والله محمود، أتانا كتابك، تذكر من حالك، ونعمة الله عليك الذي أنا به مسرور، أسأل الله أن يتم علي وعليك صالح ما أنعم علينا وعليك، وأن يجعلنا له شاكرين. ¶ وفهمت ما ذكرت في كتب بعثت بها لأعرضها لك، وأبعث بها إليك، وقد فعلت ذلك وغيرت منها ما غيرت حتى صح أمرها على ما يجب، وختمت على كل قنداق(¬1)، ( أو قال يحي: غنداق) منهال بخاتمي ونقشته حسبي الله ونعم الوكيل، وكان حبيباً إلي حفظك، وقضاء حاجتك، وأنمت لذلك أهل وجيرة، وصرت لك نفسي في ساعة لم أكن أعرض فيها لأن أنجح ذلك، فتأتيك مع الذي جاء في بها، حتى دفعتها إليه، وبلغت من ذلك الذي رأيت أنه يلزمني لك في حقك وحرمتك، وقد نشطني ما استطلعت مما قبلي من ذلك في ابتدائك بالنصيحة لك، ورجوت أن يكون لها عندك موضع، ولم يكن منعني من ذلك قبل اليوم إلا أن يكون رأيي لم يزل فيك جميلاً، إلا أنك لم تذاكرني شيئاً من هذا الأمر، ولا تكتب فيه لي. ¶ ¬__________ ¶ (¬1) القنداق: صحيفة الحساب. انظر تاج العروس: (7/51).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "واعلم، رحمك الله، أنه بلغني أنك تفتي بأشياء مخالفة لما عليه جماعة الناس عندنا، وببلدنا الذي نحن فيه، وأنت في إمامتك وفضلك ومنزلتك من أهل بلدك وحاجة من قبلك إليك، واعتمادهم على ما جاء منك حقيق بأن تخاف على نفسك، وتتبع ما ترجو النجاة باتباعه، فإن الله – عز وجل – يقول في كتابه { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } (التوبة:100). وقال تعالى: { الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُولَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُولَئِكَ هُمْ أُولُو الْأَلْبَابِ } (الزمر:18). ¶ فإنما الناس تبع لأهل المدينة، إليها كانت الهجرة، وبها نزل القرآن، وأحل الحلال، وحرم الحرام، إذ رسول الله - صلى الله عليه وسلم - بين أظهرهم يحضرون الوحي والتنزيل، ويأمرهم فيتبعونه، ويسن لهم فيتبعونه، حتى توفاه الله، واختار له ما عنده - صلى الله عليه وسلم - . ¶ ثم قام من بعده أتبع الناس له من أمته، ممن ولي الأمر من بعده، فما نزل بهم مما علموا أنفذوه، وما لم يكن عندهم علم فيه سألوا عنه، ثم أخذوا بأقوى ما وجدوا في ذلك اجتهادهم، وحداثة عهدهم، فإن خالفهم مخالف، أو قال امرؤ: غيره أقوى منه وأولى، ترك قوله، وعمل بغيره)).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ثم كان التابعون من بعدهم يسلكون تلك السبل، ويتبعون تلك السنن، فإذا كان الأمر بالمدينة ظاهراً معمولاً به، لم أر خلافه للذي في أيديهم من تلك الوراثة، التي لا يجوز لأحد انتحالها ولا ادعاؤها، ولو ذهب أهل الأمصار يقولون: هذا العمل ببلدنا، وهذا الذي مضى عليه من مضى منا، لم يكونوا من ذلك على ثقة، ولم يجز لهم من ذلك مثل الذي جاز لهم، فانظر رحمك الله فيما كتبت إليك فيه لنفسك، واعلم أني لأرجو ألا يكون دعاني إلى ما كتبت إليك إلا النصيحة لله، والنظر إليك، والضن بك، فأنزل كتابي منك منزله، فإنك إن تفعل تعلم أني لم آلك نصحاً، وفقنا الله وإياك بطاعته، وطاعة رسول الله - صلى الله عليه وسلم - في كل أمر، وعلى كل حال، والسلام عليك ورحمة الله (¬1). ¶ نص رسالة الليث بن سعد ¶ بسم الله الرحمن الرحيم ¶ (( من الليث بن سعد إلى مالك بن أنس: سلام عليك، فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد، ¶ عافانا الله وإياك، وأحسن العاقبة في الدنيا والآخرة، وقد بلغني كتابك، تذكر فيه من صلاح حالك الذي يسرني، فأدام الله ذلك لكم، وأتمه بالعون على الشكر له وبه، والزيادة في أحسنه، وذكرت نظرك في الكتب التي بعثت إليك بها، وإقامتك إياها، وختمك عليها بخاتمك. ¶ وقد أتتنا فآجرك الله فيما قدمت منها، فإنها كتب انتهت إلي عنك، فأحببت أن أبلغ تحقيقها بنظرك فيها. ¶ ¬__________ ¶ (¬1) تاريخ ابن معين: (4/498، 501)، وترتيب المدارك: (1/64)، والمعرفة والتاريخ للبسوي.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وذكرت أنه قد نشطك ما كتبت إليك فيه من تقويم ما أتاني عنك إلى ابتدائي بالنصيحة، وأنك ترجو أن يكون لها عندي موضع، ( أو قال يحي: موقع)، وأنه لم يمنعك من ذلك فيما خلا إلا أن يكون رأيك فينا جميلاً، إلا أني لم أذاكرك مثل هذا، وأنه بلغك أني أفتي بأشياء مخالفة لما عليه جماعة الناس عندكم، وأنه يحق علي الخوف على نفسي، لاعتماد من قبلي على ما أفتيهم به، وأن الناس تبع لأهل المدينة، إليها كانت الهجرة، وبها نزل القرآن. ¶ وقد أصبت بالذي كتبت به من ذلك، إن شاء الله، ووقع مني بالموقع الذي تحب، وما أجد أحداً ينسب إليه العلم أكره لشواذ الفتيا، ولا أشد تفضيلاً، (أو قال : تفصيلاً) لعلم أهل المدينة الذين مضوا، ولا أخذا بفتياهم فيما اتفقوا عليه مني والحمد لله. ¶ وأما ما ذكرت من مقام رسول الله - صلى الله عليه وسلم - ، ونزول القرآن عليه بين ظهراني أصحابه، وما علمهم الله منه، وأن الناس صاروا تبعاً لهم، فكما ذكرت، وأما ما ذكرت من قول الله تبارك وتعالى: { وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالْأَنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهَارُ خَالِدِينَ فِيهَا أَبَداً ذَلِكَ الْفَوْزُ الْعَظِيمُ } (التوبة:100).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فإن كثيراً من أولئك السابقين الأولين خرجوا إلى الجهاد في سبيل الله ابتغاء مرضاة الله، فجندوا الأجناد، واجتمع إليهم الناس، وأظهروا بين ظهرانيهم كتاب الله وسنة رسوله، ولم يكتموهم شيئاً علموه، فكان في كل جند منهم طائفة يعملون بكتاب الله، وسنة نبيه - صلى الله عليه وسلم - ولم يكتموهم شيئاً علموه ويجتهدون رأيهم فيما لم يفسره لهم القرآن والسنة، ويقومهم عليه أبو بكر وعمر وعثمان، الذين اختارهم المسلمون لأنفسهم، ولم يكن أولئك الثلاثة مضيعين لأجنادهم ولا غافلين عنهم، بل كانوا يكتبون في الأمر اليسير لإقامة الدين، والحذر من الخلافة لكتاب الله، وسنة نبيه - صلى الله عليه وسلم - ، فلم يتركوا أمراً فسره القرآن، أو عمل به النبي - صلى الله عليه وسلم - أو ائتمروا فيه، إلا علموهموه، فإذا جاء أمر عمل به أصحاب رسول الله - صلى الله عليه وسلم - بمصر والشام والعراق على عهد أبي بكر وعمر وعثمان، لم يزالوا عليه حتى قبضوا لم يأمروهم بغيره. ¶ فلا نراه يجوز لأجناد المسلمين أن يحدثوا اليوم أمراً لم يعمل به سلفهم من أصحاب رسول الله - صلى الله عليه وسلم - والتابعين لهم، حتى ذهب أكثر العلماء، وبقي منهم من لا يشبه من مضى، مع أن أصحاب رسول الله - صلى الله عليه وسلم - قد اختلفوا بعده في الفتيا في أشياء كثيرة، لولا أني عرفت أن قد علمتها، كتبت إليك بها. ¶ ثم اختلف التابعون في أشياء بعد أصحاب رسول الله - صلى الله عليه وسلم - سعيد بن المسيب ونظراؤه، أشد الاختلاف. ¶ ثم اختلف الذين كانوا بعدهم، حضرناهم بالمدينة، وغيرها، ورأيتهم يومئذ في الفتيا: ابن شهاب، وربيعة بن أبي عبد الرحمن – رحمة الله عليهما – فكان من خلاف ربيعة – تجاوز الله عنه – لبعض ما مضى، وحضرت وسمعت قولك فيه، وقول ذوي السن من أهل المدينة: يحي بن سعيد، وعبيد الله بن عمر، وكثير بن فرقد، وغير كثير، وممن هو أسن منه، حتى اضطرك ما كرهت من ذلك إلى فراق مجلسه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وذاكرتك أنت وعبد العزيز بن عبد الله بعض ما نعيب على ربيعة من ذلك، فكنتما موافقين فيما أنكرت، تكرهان منه ما أكره، ومع ذلك بحمد الله عند ربيعة خير كثير، وعقل أصيل، ولسان بليغ، وفضل مستبين، وطريقة حسنة في الإسلام، ومودة صادقة لإخوانه عامة، ولنا خاصة، رحمه الله، وغفر له، وجزاه بأحسن عمله (¬1). ¶ وكان يكون من ابن شهاب اختلاف كثير إذا لقيناه، وإذا كاتبه بعضنا، فربما كتب في الشيء الواحد – على فضل رأيه وعلمه – بثلاثة أنواع، ينقض بعضها بعضاً، ولا يشعر بالذي مضى من رأيه في ذلك الأمر، فهو الذي يدعوني إلى ترك ما أنكرت تركي إياه. ¶ وقد عرفت أن مما عبت إنكاري إياه أن يجمع أحد من أجناد المسلمين بين الصلاتين ليلة المطر، ومطر الشام أكثر من مطر المدينة، بما لا يعلمه إلا الله عز وجل، ولم يجمع إمام منهم قط في ليلة المطر، وفيهم خالد بن الوليد، وأبو عبيدة بن الجراح، ويزيد بن أبي سفيان، وعمرو بن العاص، ومعاذ بن جبل، وقد بلغنا أن رسول الله - صلى الله عليه وسلم - قال: ( أعلمكم بالحلال والحرام معاذ) (¬2). ويقال: يأتي معاذ يوم القيامة بين يدي العلماء برتوة (¬3)، وشرحبيل بن حسنة، وأبو الدرداء، وبلال بن رباح. ¶ ¬__________ ¶ (¬1) انظر إلى خلاف الأكابر وتعلم منه، فلم يمنع خلاف الليث لربيعة من ذكره بالخير بما يحسن، وحفظ عرضه، والثناء عليه، ماذا يقال لأولئك الذين يقعون في عرض غيرهم، إذا خالفوهم. ¶ (¬2) رواه الترمذي برقم: (3790)، وقال حسن غريب. ¶ (¬3) الرتوة: مسافة بعيدة قدر مد البصر، انظر أساس البلاغة: (ص220). أخرجه ابن أبي شيبة في تاريخه، وابن عساكر، كما في الإصابة : (3/437)، والأثر في فضل معاذ ثابت صحيح [المجلة].",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وقد كان أبو ذر بمصر، والزبير بن عوام، وسعد بن أبي وقاص، وبحمص سبعون من أهل بدر، وبأجناد المسلمين كلها، وبالعراق ابن مسعود، وحذيفة، وعمران بن حصين، ونزلها علي بن أبي طالب سنتين، بمن كان معه من أصحاب رسول الله - صلى الله عليه وسلم - ، فلم يجمعوا بين المغرب والعشاء قط (¬1). ¶ ومن ذلك القضاء بشهادة الشاهد ويمين صاحب الحق، وقد عرفت أنه لم يزل يقضى به بالمدينة، ولم يقض به أصحاب رسول الله - صلى الله عليه وسلم - بالشام ولا مصر ولا العراق، ولم يكتب به إليهم الخلفاء المهديون الراشدون: أبو بكر، وعمر وعثمان. ¶ ثم ولي عمر بن عبد العزيز، وكان كما قد علمت في إحياء السنن، وقطع البدع، والجد في إقامة الدين، والإصابة في الرأي، والعلم بما مضى من أمر الناس، فكتب إليه رزيق بن الحكيم: إنك تقضي بذلك بالمدينة بشهادة الشاهد، ويمين صاحب الحق، فكتب إليه عمر: إنا قد كنا نقضي بذلك في بالمدينة، فوجدنا أهل الشام على غير ذلك، فلا نقضي إلا بشهادة رجلين عدلين، أو رجل وامرأتين (¬2). ولم يجمع بين المغرب والعشاء قط في المطر، والسماء تسكب عليه في منزله الذي كان يكون فيه بخناصره (¬3) سكباً. ¶ ¬__________ ¶ (¬1) يرى مالك وأهل المدينة الجمع بين المغرب والعشاء بعذر المطر، وقد وافقهم على ذلك سواهم، فهو قول الفقهاء السبعة، والأوزاعي، وأحمد، ومنع الليث من الجمع بين الصلاتين لأجل المطر، وهو مذهب أصحاب الرأي، انظر في هذه المسألة المغني: (2/116)، والزرقاني على الموطأ: (1/12631). وبداية المجتهد. ¶ (¬2) اختلف العلماء في القضاء بالشاهد واليمين، فيرى الجمهور جوازه، ويرى أهل الرأي ومعهم الليث منعه، ولهم تفصيلات وأدلة تنظر في مظانها. وانظر ما يلي: المغني: (12/11). أعلام الموقعين: (3/185). سنن البيهقي: (10/175). ¶ (¬3) خناصرة: بليدة بالشام من أعمال حلب. انظر معجم البلدان: (3/467).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومن ذلك أن أهل المدينة يقضون في صدقات النساء أنها متى شاءت أن تكلم في مؤخر صداقها تكلمت، يدفع ذلك إليها، وقد وافق أهل العراق أهل المدينة على ذلك. وإن أهل الشام وأهل مصر لم يقض أحد من أصحاب رسول الله - صلى الله عليه وسلم - ولا من بعدهم – لا امرأة بصادقها المؤخر، إلا أن يفرق بينهما الموت أو الطلاق، فتقوم على حقها. ¶ ومن ذلك قولكم في الإيلاء: إنه لا يكون عليه طلاق حتى يوقف، وإن مرت الأربعة أشهر، وقد حدثني نافع عن عبد الله، وعبد الله الذي كان يروي عنه ذكر التوقف بعد الأربعة أشهر، أنه كان يقول في الإيلاء الذي ذكر الله في كتابه: لا يحل للمولى، إذا بلغ الأجل، إلا أن يفي كما أمره الله، أو يعزم الطلاق، وأنتم تقولون: وإن لبث شهراً بعد الأربعة أشهر التي سمى الله، ولم يوقف لم يكن عليه طلاق. ¶ وقد بلغنا عن عثمان بن عفان، وزيد بن ثابت، وقبيصة بن ذؤيب، وأبي سلمة بن عبد الرحمن أنهم قالوا: في الإيلاء إذا مضت الأربعة أشهر فهي تطليقة بائنة (¬1)، وقال سعيد بن المسيب، وأبو بكر بن عبد الرحمن بن الحارث بن هشام، وابن هشام، وابن شهاب: إذا مضت الأربعة فهي تطليقة، وله الرجعة في العدة(¬2). ¶ ¬__________ ¶ (¬1) المحلي: (10/45، 46)، والمغني مع الشرح: (8/467). ¶ (¬2) المحلي: (10/46)، المغني: (8/528)، وبداية المجتهد: (82).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومن ذلك أن زيد بن ثابت كان يقول: إذا ملك الرجل امرأته، فاختارت زوجها، فهي تطليقة، وإن طلقت نفسها ثلاثاً فهي تطليقة (¬1)، وقضى به عبد الملك بن مروان وكان ربيعة بن أبي عبد الرحمن يقول: وقد كان الناس يجتمعون على أنها إن اختارت زوجها، لم يكن فيه طلاق، وإن اختارت نفسها واحدة أو اثنتين، كانت له عليها رجعة، وإن طلقت نفسها ثلاثاً بانت منه، ولم تحل له حتى تنكح زوجاً غيره، فيدخل بها، ثم يموت عنها، أو يطلقها، إلا أن يردعها في مجلسه فيقول: إنما ملكك واحدة، فيستخلف، وخلى بينه وبين امرأته(¬2). ¶ ومن ذلك أن عبد الله بن مسعود كان يقول: إيما رجل تزوج أمة، ثم اشتراها زوجها، فاشتراؤه إياها ثلاث تطليقات، وكان ربيعة يقول ذلك، وإن تزوجت الحرة عبداً، فاشترته فمثل ذلك(¬3). ¶ وقد بلغتنا عنكم أشياء من الفتيا، فاستنكرناها، وقد كتبت إليك في بعضها، فلم تجبني في كتابي، فتخوفت أن تكون قد استثقلت ذلك، فتركت الكتاب إليك في شيء مما أنكرت، وفيما اردت فيه علم رأيك، وذلك أنه بلغني أنك أمرت زفر بن عاصم الهلالي (¬4)، حين أراد أن يستسقي أن يقدم الصلاة قبل الخطبة، فأعظمت ذلك، لأن الخطبة في الاستسقاء قبل الصلاة، كهيئة يوم الجمعة، إلا أن الإمام إذا دنا فراغه من الخطبة حول وجه إلى الخطبة، فدعا، وحول رداءه ثم نزل فصلى. ¶ وقد استسقى بين ظهرانيكم عمر بن عبد العزيز، وأبو بكر بن محمد بن عمرو بن حزم، وغيرهما (¬5)، فكلهم يقدم الخطبة والدعاء قبل الصلاة، فاستهتر الناس الذي صنع زفر بن عاصم من ذلك واستنكروه. ¶ ¬__________ ¶ (¬1) انظر شرح الزرقاني على الموطأ: (3/36). ¶ (¬2) انظر المصادر السابقة. ¶ (¬3) المغني: (7/402). ¶ (¬4) ولاه المهدي على المدينة سنة 106هـ، روى عنه مسالك، وروايته عن عمر بن عبد العزيز منقطعة. انظر التاريخ الكبير: (3/430)، والجرح: (3/607). ¶ (¬5) الفتح: (2/499)، والمغني: (2/287).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ومن ذلك أنه ذكر لي أنك تقول: إن الخليطين في المال لا يجب عليهما الزكاة، حتى يكون لكل واحد منهما ما يجب فيه الصدقة، وفي كتاب عمر بن الخطاب أنه يجب عليهما الصدقة، ويتزادان بالسوية(¬1)، وقد كان ذلك الذي يعمل به في ولاية عمر بن عبد العزيز قبلكم، والذي حدثنا به يحي بن سعيد، ولم يكن بدون أفاضل العلماء في زمانه، فرحمه الله، وغفر له، وجعل الجنة مصيره. ¶ ومن ذلك أنه بلغني أنك تقول: إذا أفلس الرجل، وقد باعه رجل سلعة، فتقاضى طائفة من ثمنها شيئاً، أو أنفق المشتري طائفة منها، أنه يأخذ ما وجد من متاعه، وكان الناس على أن البائع إذا تقاضى من ثمنها شيئاً أو أنفق المشتري منها شيئاً، فليست بعينها(¬2). ¶ ومن ذلك يذكر أن الرسول - صلى الله عليه وسلم - لم يعط الزبير إلا لفرس واحد، والناس كلهم يحدثون أنه أعطاه أربعة أسهم لفرسين، ومنعه سهم الفرس الثالث، والأمة كلهم على هذا الحديث: أهل الشام، وأهل مصر، وأهل أفريقية، وأهل العراق، ولا يختلف فيه اثنان، فلم يكن ينبغي، وإن كنت سمعته من رجل مرضي، أن يخالف الأمة أجمعين (¬3). ¶ وقد تركت أشياء كثيرة من أشباه هذه، وأنا أحب توفيق الله إياك، وطول بقائك لما أرجو للناس في ذلك من المنفعة، وما أخاف أن يكون من المضيعة، إذا ذهب مثلك، مع استثنائي بمكانك، وإن نأت الدار، فهذه منزلتك عندي، ورأيي فيك، فاستيقنه، والسلام)) (¬4). ¶ فقه الرسالتين المتبادلتين بين الإمامين ¶ هذه رسالة الإمام الليث إلى الإمام مالك بن أنس، وقد سقنا قبلها رسالة الإمام مالك إلى الإمام الليث، وبعد هذا نعرض لبعض دلالات هاتين الرسالتين فنقول: ¶ ¬__________ ¶ (¬1) بداية المجتهد: (1/258). ¶ (¬2) المغني: (4/456). ¶ (¬3) المغني: (10/443)، والمحلي: 7/231. ¶ (¬4) تاريخ ابن معين: (4/487 – 497)، وأعلام الموقعين: (3/83 – 88).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "1- تجلت في الرسالتين مظاهر الأخوة الصادقة والمحبة العظيمة المتبادلة، التي تبدو في السؤال عن حال الأهل والولد، والاستعداد لبذل المعونة، وتنمي دوام السلامة، والثناء الطيب المتبادل بما يشعر القارئ بأنها أقرب إلى رسائل الأخوة المتحابين المتصافين من كونها نصيحة علمية متبادلة بين إمامين عظيمين، لهما المكانة الكبيرة عند أهل بلديهما. ¶ 2- في الرسالتين نفحة صادقة من فقه النصح عند السلف الصالح رضوان الله عليهم، فالمحبة للطرف الآخر من كل منهما أساس، والتواضع، والثناء الطيب، وإنزال الناس منازلهم، طريق ميسر موصل إلى القلوب. ¶ وترك الشدة والغلظة والمخاصمة والمجادلة معالم أخوة، وحسن الظن. وعدم اتهام النوايا، والتماس الأعذار الحسنة، وعدم التشهير، ضوابط عظيمة تضبط النصيحة، وتوقعها الموقع الصحيح. كل هذه الأمور وسواها معالم بارزة في النصح، تساق في هاتين الرسالتين لتكونا نموذجاً يحتذى في نصح المتناصحين، وأدب العلماء المختلفين في المسائل العلمية. ¶ 3- يصف العلامة محمد أبو زهرة هاتين الرسالتين وصفاً جامعاً، فيقول: (( والرسالتان فوق ذلك أدب جم، وبحث قيم، ومودة صادقة، ومخالفة في طلب الحق هادية، لا لجاج فيها ولا خصام، بل محبة وولاء ووئام)) (¬1). ¶ 4- الرسالتان تحملان في ثناياهما توجيهاً نبيلاً لأولئك الناصحين في زماننا، الذي يعوزهم فقه السلف في النصح للآخرين، ولأولئك الصغار الذين يقحمون أنفسهم في خلافات أكبر منهم؛ ليعلم أولئك كيف يكون خلاف الأكابر في العلم، ولأولئك المدعين للأخوة والصفاء كيف يكون الود والصفاء بين الرجال على تباعد الأقطار، ونأي الأمصار (( ولأولئك المتعلمين كيف يكون التعلم والتعليم والمعرفة على أصولها)). ¶ النصيحة الخامسة ¶ نصيحة الإمام البيهقي للجويني ¶ ¬__________ ¶ (¬1) مالك: (ص111).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "كان الحافظ البيهقي معاصراً لأحد أئمة مذهب الشافعية الكبار، وهو والد إمام الحرمين الجويني، وقد بدأ هذا بتصنيف كتاب في الفقه، سماه المحيط، وكان هذا الرجل عالماً بالفقه والأصول وعلم الكلام، ولم يكن عالماً بالحديث، فوقع في الأجزاء التي ألفها من هذا الكتاب أحاديث ضعيفة، ووصل خبر هذا الكتاب إلى الإمام البيهقي، واطلع على ما فيه، فبعث إلى إمام الحرمين ينصحه برسالة قال فيها: ¶ أما بعد، سلام الله ورحمته على الشيخ الإمام، وإني أحمد إليه الله الذي لا إله إلا هو وحده لا شريك له، وأصلي على رسوله صلى الله عليه وسلم، عصمنا الله بطاعته، وأكرمنا بالاعتصام بسنة خيرته من بريته - صلى الله عليه وسلم - ، وأعاننا على الاقتداء بالسلف الصالحين من أمته، وعافانا في ديننا ودنيانا، وكفانا كل هول دون الجنة بفضله ورحمته، إنه واسع المغفرة والرحمة، وبه التوفيق والعصمة. ¶ فقلبي للشيخ أدام الله عصمته، وأيد أيامه مقتد، ولساني له بالخير ذاكر، ولله تعالى على حسن توفيقه إياه شاكر، والله جل ثناؤه يزيده توفيقاً وتأييداً وتسديداً. ¶ وقد علم الشيخ، أدام الله توفيقه، اشتغالي بالحديث، واجتهادي في طلبه، ومعظم مقصودي منه في الابتداء بالتمييز بين ما يصح الاحتجاج به من الأخبار، وبين ما لا يصح، حتى رأيت المحدثين من أصحابنا (¬1) يرسلونها في المسائل على ما يحضرهم من ألفاظها من غير تمييز منهم بين صحيحها وسقيمها. ¶ ثم إذا احتج عليهم بعض مخالفيهم بحديث شق عليهم تأويله، أخذوا في تعليله بما وجد في كتب المتقدمين من أصحابنا تقليداً، ولو عرفوه معرفتهم، لميزوا بين صحيح ما يوافق أحوالهم من سقيمه، ولأمسكوا عن كثير مما يحتجون به، وإن كان يطابق آراءهم، ولاقتدوا في ترك الاحتجاج برواية الضعفاء، والمجهولين بإمامهم(¬2). ¶ ¬__________ ¶ (¬1) يعني الشافعية، لأن البيهقي، والجويني على مذهب الشافعي رحمه الله. ¶ (¬2) يعني الإمام الشافعي رحمه الله تعالى.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "فشرطه فيمن يقبل خبره عند من يعتني بمعرفته مشهور، وهو بشرحه في كتاب الرسالة مسطور(¬1)، وما ورد من الأخبار بضعف روايته، أو انقطاع سنده كثير، والعلم به على من جاهد فيه سهل يسير. ¶ وقد احتج في ترك الاحتجاج بالمجهولين بما أنبأنا أبو عبد الله محمد بن عبد الله الحافظ قال: حدثنا أبو العباس محمد بن يعقوب، قال: حدثنا الربيع بن سليمان، قال: حدثنا الشافعي قال: حدثنا سفيان عن محمد بن عمر عن أبي سلمة عن أبي هريرة رضي أن رسول الله - صلى الله عليه وسلم - قال: ( حدثوا عن بني إسرائيل ولا حرج، وحدثوا عني، ولا تكذبوا علي) (¬2). ¶ قال الشافعي: (( أحاط العلم أن النبي - صلى الله عليه وسلم - لا يأمر أحداً بحال أبداً (¬3) أن يكذب على بني إسرائيل، ولا على غيرهم، فإذا أباح الحديث عن بني إسرائيل، فليس أن يقبلوا الكذب (¬4)على بني إسرائيل (¬5)؛ لأنه يروى عنه - صلى الله عليه وسلم - أنه قال: ( من حدث بحديث، وهو يراه كذباً، فهو أحد الكاذبين) (¬6)، وإنما أباح قبول ذلك عمن حدث به ممن يحتمل صدقه وكذبه(¬7). ¶ قال(¬8): (( وإذا فرق بين الحديث عنه، والحديث عن بني إسرائيل فقال: حدثوا عني، ولا تكذبوا علي: فالعلم، إن شاء الله، يحيط أن الكذب الذي نهاهم عنه هو الكذب الخفي، وذلك الحديث عمن لا يعرف صدقه)) (¬9). ¶ ثم حكى الشافعي في رد حديث الضعفاء عن ابن عمر، وعن عروة بن الزبير، وسعد بن إبراهيم. ¶ ¬__________ ¶ (¬1) الرسالة الشافعية: (ص 370 – 272). ¶ (¬2) رواه أحمد في مسنده: (2/474 – 502)، والحديث صحيح [المجلة]. ¶ (¬3) ليست في الطبقات، وقد استدركناها من الرسالة للشافعي. ¶ (¬4) في الطبقات: الحديث الكذي، وما أثبتناه في الرسالة. ¶ (¬5) الرسالة: (ص398/399). ¶ (¬6) رواه مسلم في صحيحه: (1/5). ¶ (¬7) الرسالة: (ص399)، وفيه يجهل بدل يحتمل. ¶ (¬8) أي الشافعي. ¶ (¬9) الرسالة: (400).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وحكاه في كتاب (( العمري)) عن عطاء بن أبي رباح وطاووس، وابن سيرين، وإبراهيم النخعي، ثم قال: (( ولا لقيت، ولا علمت، أحداً من أهل العلم بالحديث يخالف هذا المذهب)). ¶ قال الشيخ الفقيه أحمد: وإنما يخالفه بعض من لا يعد من أهل الحديث، فيرى قبول رواية المجهولين، ما لم يعلم ما يوجب رد خبرهم. ¶ وقد قال الشافعي رضي الله عنه في أول كتاب الطهارة، حين ذكر ما تكون به الطهارة من الماء، واعتمد فيه على ظاهر القرآن، وقد روي فيه عن النبي - صلى الله عليه وسلم - حديثاً يوافق ظاهر القرآن: في إسناده من لا أعرفه (¬1)، ثم ذكر حديثه عن مالك، عن صفوان بن سليم، عن سعيد بن سلمة، عن المغيرة بن أبي بردة، عن أبي هريرة عن النبي - صلى الله عليه وسلم - في البحر (¬2)، وعسى لم يخطر ببال فقيه من فقهاء عصرنا ريب في صحة هذا الحديث، وإمامه يقول: في إسناده من لا أعرفه، وإنما قال ذلك؛ لاختلاف وقع في اسم المغيرة بن أبي بردة، ثم وصله بذكر أبي هريرة مع إيداع مالك بن أنس إياه كتابه الموطأ (¬3)، ومشهور فيما بين الحفاظ أنه لم يودعه رواية من يرغب عنه إلا رواية عبد الكريم بن أبي أمية (¬4)، وعطاء الخرساني (¬5)، فقد رغب عنهما غير مرة. ¶ ¬__________ ¶ (¬1) الأم: (1/3). ¶ (¬2) الأم: (1/3). ¶ (¬3) الموطأ: (1/52 – 53) بشرح الزرقاني. ¶ (¬4) عبد الكريم بن أبي المخارق أبو أمية، المعلم البصر، نزيل مكة، واسم أمية طارق، وقيل فيه: ضعف. انظر التقريب: (1/516)، والميزان: (2/646 – 647). ¶ (¬5) عطاء بن أبي مسلم الخرساني، واسم أمية ميسرة، وقيل عبد الله، صدوق، يهم كثيراً، أو يرسل ويدلس، من الخامسة، مات سنة خمس وثلاثين لم يصح أن البخاري أخرج له. انظر التقريب: (2/22). والتهذيب: (7/190/192).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وتوقف الشافعي في إيجاب الغسل من غسل الميت، واعتذر بأن بعض الحفاظ أدخل بين أبي صالح وأبي هريرة إسحاق مولى زائدة، وأنه لا يعرفه (¬1). ولعله ن يكون ثقة، وتوقف في إثبات الوقت الثاني لصلاة المغرب مع أحاديث صحاح، رويت فيه (¬2) بعد إمامة جبريل عليه الصلاة والسلام النبي - صلى الله عليه وسلم - حين لم يثبت عنده من عدالة رواتها ما يوجب قبول خبرهم. ¶ وكأنه وقع لمحمد بن إسماعيل البخاري رحمه الله بعده ما وقع له، حتى لم يخرج شيئاً من تلك الأحاديث في كتابه (¬3)، ووقف مسلم بن الحجاج على ما يوجب قبول خبرهم، ووثق بحفظ من رفع المختلف في رفعه منها فقبله، وأخرجه في الصحيح(¬4)، وهو في حديث أبي موسى وبريدة وعبد الله بن عمرو (¬5). واحتج الشافعي في كتاب (( أحكام القرآن)) برواية عائشة في: أن زوج بريرة كان عبداً، وإن بعض من تكلم فيه قال له هل يروون عن غير عائشة أنه عبد؟ قال الشافعي في المعتقة: وهي أعلم به من غيرها. ¶ ¬__________ ¶ (¬1) الأم: (1/266). ¶ (¬2) الأم: (1/73/74). ¶ (¬3) لم يخرج البخاري شيئاً من أحاديث صلاة جبريل بالنبي صلى الله عليه وسلم. ¶ (¬4) صحيح مسلم: (5/107 – 108). ¶ (¬5) الأحاديث في صلاة جبريل بالنبي صلى الله عليه وسلم وردت من طريق أكثر من صحابي كما يلي: ¶ 1- عن جابر عند ابن حبان والحاكم وأحمد والنسائي. ¶ 2- عن ابن عباس عند الترمذي وأحمد وأبو داود وابن خزيمة. ¶ 3- وعن أبي هريرة عند الترمذي والنسائي. ¶ 4- وعن بريدة عن الترمذي. ¶ 5- وعن أبي موسى عند مسلم وأبي داود. ¶ 6- وعن أبي مسعود عند مالك. ¶ 7- وعن أبي سعيد الخدري عند أحمد في مسنده. ¶ 8- وعن البراء ذكره ابن أبي خيثمة. ¶ 9- وعن أنس عند الدارقطني. ¶ 10- وعن ابن عمر عند الدارقطني. ¶ 11- وعن مجمع ابن جارية عند أبي حاتم. ¶ انتهى من نيل الأوطار: (1/300 – 302).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وقد روي من وجهين قد أثبت أنت ما هو أضعف منهما، ونحن إنما نثبت ما هو أقوى منهما، فذكر حديث عكرمة عن ابن عباس، وحديث القاسم العمري، عن عبد الله بن دينار، عن أبي عمرو: أن مزوج بريرة كان عبداً وحديث عكرمة عن ابن عباس قد أخرجه البخاري في الصحيح(¬1) إلا أن عكرمة مختلف في عدالته (¬2)، كان مالك بن أنس رحمه الله تعالى وأبان لا يرضاه، وتكلم فيه سعيد بن المسيب وعطاء وجماعة من أهل العلم بالحديث (¬3)، ولذلك ترك مسلم بن الحجاج الاحتجاج بروايته في كتابه، والقاسم العمري ضعيف عندهم. ¶ قال الشافعي لخصمه: نحن إنما نثبت ما هو أقوى منهما، وقال في أثرين ذكرناهما في كتاب الحدود (¬4): (( وهاتان الروايتان، وإن لم يخالفانا، غير معروفتين، ونحن نرجو أن لا نكون ممن تدعوه الحجة على من خالفه إلى قبول خبر من لا يثبت خبره بمعرفته عنده)). وله من هذا أشياء كثيرة يكتفى بأقل من هذا من سلك سبيل النصفة، فهذا مذهبه في قبول الأخبار، وهو مذهب القدماء من أهل الآثار. ¶ ¬__________ ¶ (¬1) رواه البخاري برقم: (5280). ¶ (¬2) انظر في الكلام فيه: التقريب: (2/30). والتهذيب. ¶ (¬3) انظر المصادر آنفة الذكر على سبيل المثال لا الحصر. ¶ (¬4) الأم: (6/140).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قال البيهقي رضي الله عنه: وكنت أسمع رغبة الشيخ رضي الله عنه في سماع الحديث، والنظر في كتب أهله، فاشكر إليه، وأشكر الله تعالى عليه، وأقول في نفسي، ثم فيما بين الناس: قد جاء الله – عز وجل – بمن يرغب في الحديث، ويرغب فيه من بين الفقهاء، ويميز فيما يرويه ويحتج به الصحيح من السقيم من جملة العلماء، وأرجو من الله أن يحيي سنة إمامنا المطلبي في قبول الآثار، حيث أماته أكثر فقهاء الأمصار بعد من مضى من الأئمة الكبار، الذين جمعوا بين نوعي علمي الفقه والأخبار، ثم لم يرضى بعضهم بالجهل به، حتى رأيته حمل العامل به في الوقوع فيه، والازدراء به، والضحك منه، وهو مع هذا يعظم صاحب مذهبه، ويجله ويزعم أنه لا يفارق في منصوصاته قوله، ثم يدع في كيفية قبول الحديث ورد طريقته، ولا يسلك فيها سيرته، لقلة معرفته بما عرف، وكثرة غفلته عما عليه وقف، هلا نظر في كتبه، ثم اعتبر باحتياطه في انتقاده لرواة خبره، واعتماده فيمن اشتبه عليه حاله على رواية غيره، فترى سلوك مذهبه مع دلالة العقل والسمع واجباً على كل من انتصب للفتيا(¬1)، فإما أن يجتهد في تعلمه، أو يسكت عن الوقوع فيمن يعلمه، ولا يجتمع عليه وزران حيث فاته الأجران، والله المستعان وعليه التكلان. ¶ ¬__________ ¶ (¬1) إن كان المقصود باتباع طريقته في التحري والتوثيق، فنعم، وإن كان المقصود تقليده في الفروع فليس هناك في السمع ولا العقل ما يوجب تقليده. والله أعلم.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ثم إن بعض أصحاب الشيخ أدام الله عزه وقع إلى هذه الناحية، فعرض علي أجزاء ثلاثة مما أملاه من كتابه المسمى بالمحيط، فسررت به، ورجوت أن يكون الأمر فيما يورده من الأخبار على طريقة من مضى من الأئمة الكبار، لائقاً، بما خص به من علم الأصل والفرع، موافقاً لما ميز به من فضل العلم والورع، فإذا أول حديث وقع عليه بصري الحديث المرفوع في النهي عن الاغتسال بالماء المشمس (¬1)، فقلت في نفسي: يورده ثم يضعفه، ويضعف القول فيه، فرأيته قد أملى (¬2): (( والخير فيه ما روى مالك عن هشام بن عروة عن أبيه عن عائشة)). ¶ فقلت: هلا قال: روي عن عائشة، أو روي عن ابن وهب عن مالك، أو روي عن مالك، أو روي عن إسماعيل بن عمرو الكوفي عن ابن وهب عن مالك؟ أو روى خالد بن إسماعيل أو وهب بن وهب أبو البحتري عن هشام بن عروة، أو روى عمرو بن محمد الأعسم عن فليح عن الزهري عن عروة، ليكون الحديث مضافاً إلى ما يليق به مثل هذه الرواية، ولا يكون في مثل هذا على مالك بن أنس ما أظنه يبرأ إلى الله تعالى من روايته ظناً مقروناً بعلم. ¶ ثم إني رأيته، أدام الله عصمته، أول حديث البسلمة (¬3)، وضعف ما روي عن ربيعة بن أبي عبد الرحمن في تأويله بحديث شهد به على الأعمش أنه رواه عن شقيق بن سلمة عن ابن مسعود عن النبي - صلى الله عليه وسلم - فيمن توضأ وسمى، وفي من توضأ ولم يسم(¬4). ¶ ¬__________ ¶ (¬1) رواه الدارقطني. والبيهقي: (1/6). وقال: هذا لا يصح. وله طرق عن عائشة انظر إرواء الغليل: (1/50-54). ¶ (¬2) كذا في الطبقات والرسائل المنبرية، ولعل فيها سقطاً. والله أعلم. ¶ (¬3) يشير إلى حديث أبي سعيد، (( لا صلاة لمن لا وضوء له، ولا وضوء لمن لم يذكر اسم الله عليه)). وقد رواه أحمد: (2/418)، وأبو داود برقم: (101). وابن ماجة برقم: (399)، والبيهقي: (1/43). ¶ (¬4) رواه المصنف في السنن الكبرى: (1/44). وقال: وهذا ضعيف.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وهذا حديث تفرد به يحي بن هاشم السمسار (¬1) عن الأعمش، ولا يشك أحد في ضعفه، ورواه أيضاً عبد الله بن حكيم عن أبي بكر الزاهري عن عاصم بن محمد عن نافع عن ابن عمر مرفوعاً (¬2)، وأبو بكر الزاهري ضعيف لا يحتج بخبره (¬3). وروي من وجه آخر مجهول عن أبي هريرة ولا يثبت (¬4). ¶ وحديث التسمية قد روي من أوجه، ما وجه من وجوهها إلا وهو مثل إسناد من أسانيد ما روى في مقالته، ومع ذلك فأحمد بن حنبل يقول: لا أعلم فيه حديثاً ثابتاً (¬5). ¶ فقلت في نفسي: قد ترك الشيخ، حرس الله مهجته، القوم فيما أحدثوا من المساهلة في رواية الأحاديث، وأحسبه سلك هذه الطريقة فيما حكي له عند مسح وجهه بيديه في قنوت صلاة الصبح، وأحسن الظن برواية من روى مسح الوجه باليدين بعد الدعاء (¬6)، مع ما أخبرنا أبو عبد الله الحافظ، قال: أخبرنا أبو بكر الخراجي، قال: حدثنا سارية، حدثنا عبد الكريم السكري، قال: حدثنا وهب بن زمعة، أخبرنا علي النسائي قال: سألت عبد الله بن المبارك عن الذي إذا دعا مسح وجهه، فلم يجب قال علي: ولم أره يفعل ذلك، قال: وكان عبد الله يقنت بعد الركوع في الوتر، وكان يرفع يديه في القنوت. ¶ ¬__________ ¶ (¬1) أشار إلى هذا المصنف في السنن الكبرى، ويحي هذا: كذبه ابن معين، وقال النسائي: متروك. انظر الميزان: (4/412). ¶ (¬2) رواه المصنف في الكبرى: (1/44). وقال: وهذا أيضاً ضعيف. ¶ (¬3) أبو بكر الزاهري، عبد الله بن حكيم قال أحمد: ليس بشيء، وقال الجوزجاني كذاب. انظر الميزان: (2/410 – 411). ¶ (¬4) رواه المصنف في الكبرى: (1/45)، وقال عنه. روي من وجه ضعيف عن أبي هريرة مرفوعاً. ¶ (¬5) انظر اختصار السنن للمنذري: (1/88). ونيل الأوطار: (1/135). ¶ (¬6) رواه أبو داود برقم: (1485- 1486).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وأخبرنا أبو علي الروذباري، حدثنا أبو بكر بن داسة قال: قال أبو داود السجستاني: روي هذا الحديث من غير وجه عن محمد بن كعب، وهذا الطريق أمثلها، وهو ضعيف (¬1) أيضاً، يريد به حديث عبد الله بن يعقوب عمن حدثه عن محمد بن كعب القرظي عن ابن عباس عن النبي - صلى الله عليه وسلم - : (سلوا الله أكفكم، ولا تسألوه بظهورها، فذا فرغتم، فامسحوا بها وجوهكم) (¬2). ¶ وروي ذلك من أوجه أخر كلها أضعف من رواية من رواها عن ابن عباس، وكان أحمد بن حنبل ينكرها (¬3)، وحكى عنه أنه قال في الصلاة: ولا بأس به في غير الصلاة. ¶ قال الفقيه: وهذا لما في استعماله في الصلاة من إدخهال عمل عليها لم يثبت به أثر، وقد يدعو في آخر تشهده ثم لا يرفع يديه، ولا يمسحهما بوجهه، إذ لم يرد بهما أثر، فكذا في دعاء القنوت يرفع يديه لورود الأثر (¬4) به، ولا يمسح بهما وجهه؛ إذ لم يثبت فيه أثر، وبالله التوفيق. ¶ ¬__________ ¶ (¬1) سنن أبي داود: (2/78). ¶ (¬2) رواه أبو داود برقم: (1485)، والحاكم: (1/526)، وابن ماجة برقم: (1181، 3866)، والطبراني في الكبير برقم: (10779). ¶ (¬3) انظر مختصر كتاب الوتر لابن نصر: (ص152)، والمغني، (1/449)، ومسائل أحمد لأبي داود: ص(71). ¶ (¬4) يريد لثبوت هذا في الصحابة، وانظر في هذا مختصر الوتر: ص (139 – 140). والمغني: (1/449)، وابن أبي شيبة: (2/307، 316).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وعندي أن من سلك من الفقهاء هذه الطريقة في المساهلة أنكر عليه قوله، مع كثير ممن روى هذه الأحاديث في خلافه، وإذا كان هذا اختياره، فسبيله أدام الله توفيقه يملي في مثل هذه الأحاديث روي عن فلان، ولا يقول روي فلان؛ لئلا يكون شاهداً على فلان بروايته من غير ثبت، وهو إن فعل ذلك وجد لفعله متبعاً، فقد أخبرنا أبو عبد الله الحافظ قال: سمعت أبا الوليد الفقيه يقول: لما سمع أبو عثمان الحيري (¬1) من أبي حنيفة أن كتابه المخرج على كتاب مسلم كان يديم النظر فيه، فكان إذا جلس للذكر يقول في بعض ما يذكر من الحديث: قال رسول الله - صلى الله عليه وسلم - ، ويقول في بعضه: روي عن رسول الله - صلى الله عليه وسلم - ، قال: فنظرنا فإذا به قد حفظ ما في الكتاب، حتى ميز بين صحيح الأخبار وسقيمها. ¶ وأبو عثمان الحيري يحتاط في هذا النوع من الاحتياط فيما يورد من الأخبار في المواعظ وفي فضائل الأعمال، فالذي يوردها في الفرض والنفل، ويحتج بها في الحرام والحلال، أولى بالاحتياط وأحوج إليه، وبالله التوفيق. ¶ ¬__________ ¶ (¬1) أبو عثمان سعيد بن إسماعيل بن منصور السابوري الحيري، ولد بالري سنة (230هـ) وسمع من محمد بن مقاتل، وموسى بن نصر، وغيرهما، روى عنه الرئيس أبو عمر بن نصر، مات سنة (298). انظر السير (14/63-66).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قال الفقيه(¬1): قد رأيت بعضاً ما أوردت عليه شيئاً من هذه الطريقة فزع في ردها إلى اختلاف الحفاظ في تصحيح الأخبار وتضعيفها، ولو عرف اختلافهم، لعرف أنه لا فرج له في الاحتجاج به، كما لا فرج لمن خالفنا في أصول الديانات في الاحتجاج علينا باختلافنا في المجتهدات، واختلاف الحفاظ في ذلك لا يوجب رد الجميع، ولا قبول الجميع، وإن من سبيله أن يعلم أن الأحاديث المروية على ثلاثة أنواع(¬2): ¶ 1- نوع اتفق أهل العلم به على صحته. ¶ 2- ونوع اتفقوا على ضعفه. ¶ 3- ونوع اختلف في ثبوته، فبعضهم يضعف بعض رواته بجرح ظهر له، وخفي على غيره، أو لم يظهر له من عدالته ما يوجب قبول خبره، وقد ظهر لغيره، أو عرف منه معنى يوجب عنده رد خبره، وذلك المعنى لا يوجبه عند غيره، أو عرف أحدهما علة (¬3) حديث ظهر بها انقطاعه، أو انقطع بعض ألفاظه، أو إدراج (¬4) لفظ من ألفاظ من رواه في متنه (¬5)، أو دخول إسناد حديث في إسناد غيره، خفيت تلك العلة على غيره، فإذا علم هذا، وعرف بمعنى رد منهم خبراً أو قبول من قبله منهم هذا الوقوف عليه، والمعرفة به إلى اختيار أصح القولين. ¶ ¬__________ ¶ (¬1) أي البيهقي نفسه. ¶ (¬2) هذا التقسيم قد تابع فيه المصنف شيخه الحاكم، ففي (( المدخل إلى الإكليل)) تقسيم للحديث بما يقارب ما هنا، وانظر المدخل إلى الإكليل: (ص33-50). ¶ (¬3) العلة: هي الأمر الخفي القادح الذي يمنع من صحة الحديث. انظر تدريب الراوي: (1/252)، والباعث الحثيث: (ص65). ¶ (¬4) الإدراج: هو أن تزاد لفظة في متن الحديث في كلام الراوي. انظر الباعث: (ص73). ¶ (¬5) المتن هو: ألفاظ الحديث الذي تقوم بها معانيه. انظر أصول الحديث لعجاج: (ص32).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال الفقيه: وكنت أدام الله عز الشيخ انظر في كتب بعض أصحابنا، وحكايات من حكى منهم عن الشافعي رضي الله عنه نصاً، فانظر اختلافهم في بعضها، فيضيق قلبي حكى منهم عن الشافعي رضي الله عنه نصاً، فانظر اختلافهم في بعضها، فيضيق قلبي بالاختلاف مع كراهة الحكاية من غير ثبت، فحملني ذلك على نقل مبسوط ما اختصره المزني (¬1) على ترتيب المختصر، ثم نظرت في كتاب التقريب (¬2)، وكتاب جمع الجوامع (¬3)، وعيون المسائل (¬4) وغيرها، فلم أر أحداً منهم فيما حكاه أوثق من صاحب التقريب، وهو في النصف الأول من كتابه أكثر حكاية لألفاظ الشافعي منه في النصف الأخير، وقد غفل في النصفين جميعاً مع اجتماع الكتب له، أو أكثرها، وذهاب بعضها في عصرنا، عن حكاية ألفاظ لابد لنا من معرفتها، لئلا نجري على تخطئة المزني في بعض ما يخطئه فيه، وهو منه بريء، ونتخلص بهذا من كثير من تخريجات أصحابنا. ¶ ¬__________ ¶ (¬1) المزني هو إسماعيل بن يحي المزني، ولد سنة 175، وتوفي سنة 264، وكتابه مطبوع متداول، انظر مفتاح السعادة: (3/27 – 271). ¶ (¬2) كتاب التقريب. انظر طبقات الشافعية لابن قاضي شهبة: (1/183 – 189). ¶ (¬3) جمع الجوامع. انظر طبقات الشافعية لابن قاضي شهبة: (1/138 – 139). ¶ (¬4) كتاب عيون المسائل لأبي بكر أحمد بن الحسين الفارسي، انظر طبقات الشافعية لابن قاضي شهبة: (1/123 – 124).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ومثال ذلك من الأجزاء التي رأيتها من كتاب المحيط من أوله إلى مسألة التفريق: أن أكثر أصحابنا والشيخ، أدام الله عزه، معهم يوردون الذنب في تسمية البحر بالمالح إلى أبي إبراهيم المزني. ويزعمون أنها لم توجد للشافعي، رحمه الله تعالى (¬1). وقد سمى الشافعي البحر مالحاً في كتابين، قال الشافعي في أمالي الحج في مسألة كون المحرم في صيد البحر كالحلال: والبحر إما العذب وإما المالح. قال الله تعالى: { هَذَا عَذْبٌ فُرَاتٌ وَهَذَا مِلْحٌ أُجَاجٌ }(الفرقان: من الآية53)(¬2). ¶ وقال في كتاب المناسك الكبير: في الآية دليل على أن البحر العذب والمالح(¬3). ¶ وذكر الشيخ أبقاه الله (¬4)، حدثنا الشيخ أبو بكر رحمه الله قول الشافعي، في أكل الجلد المدبوغ على ما بني عليه، ثم ذكر الشيخ حفظه الله تصحيح القول بمنع الأكل من عند نفسه بإيراد حجته. ¶ وقد نص الشافعي في القديم، وفي رواية حرملة (¬5) على ما هداه إليه خاطره المتين، قال الزعفراني: قال أبو عبد الله الشافعي في كلام ذكره: يحل أن يتوضأ في جلدها إذا دبغ، وذلك الذي أباحه رسول الله - صلى الله عليه وسلم - منه، فأبحناه كما أباحه، ونهينا عن أكله بحمله أنه ميتة، ولم يرخص في غير ما رخص فيه خاصة، ثم قال: وليس ما حل لنا الاستمتاع ببعضه بخبر الذي يبيح لنا ما نهينا عنه من ذلك الشيء بعينه بخبر: ألا ترى أنا لا نعلم اختلافاً في أنه يحل شراء الحمر والهر، والاستمتاع بها، ولا يبيح أكلها، وإنما نبيح ما يبيح، ونحظ ما حظر. ¶ وقال في رواية حرملة: يحل الاستمتاع به بالحديث، ولا يحل أكله بأصل إنه ميتة. ¶ ¬__________ ¶ (¬1) أضفتها ليتم السياق. ¶ (¬2) الأم: (2/181 – 182). ¶ (¬3) الأم: (2/203). ¶ (¬4) يعني والد إمام الحرمين. ¶ (¬5) انظر مذهبه في الاقناع: (1/24).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ورأيته أدام الله عصمته، اختار في تحلية الدابة بالفضة جوازها، وأظنه علم كلام الشافعي في كتاب مختصر البويطي والربيع، ورواية موسى ابن أبي الجارود حيث يقول: وإن اتخذ رجل أو امرأة آنية من فضة أو من ذهب، أو ضبباً بهما آنية، أو ركباه على مشجب (¬1). أو سرج فعليهما الزكاة، وكذلك اللجم والركب، هذا مع قوله في روايتهم: لا زكاة في الحلي المباح، وحيث لم يخص به الذهب بعينه، فالظاهر أنه أراد به كليهما جميعاً، وإن كانت الكناية بالتذكير يحتمل أن تكون راجعة إلى الذهب دون الفضة كما قال الله عز وجل: { وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ } (التوبة: من الآية34). ¶ فالظاهر عند أكثر أهل العلم أنه أراد به كليهما معاً، ون كانت الكناية بالتأنيث يحتمل أن تكون راجعة إلى الفضة دون الذهب. ¶ وقد علم الشيخ أبقاه الله ورود التحريم في الأواني المتخذة من الذهب والفضة عامة (¬2)، ثم وردت الإباحة في تحلية النساء بهما، وتختم الرجال بالفضة خاصة، ووقف على اختلاف الصدر الأول رضي الله عنهم في حلية السيوف، واحتجاج كل فريق منهم بقوله بخبر، فنحن، وإن رجحنا قول من قال بإباحتها بنوع من وجوه الترجيحات، ثم حظرنا تحلية السيف، والسرير وسائر الآلات، ولم نقسها على التحريم بالفضة، ولا على حلية السيوف، فتصحيح إباحة تحلية الدابة بالفضة من غير ورود أثر صحيح مما يشق ويتعذر، وهو أدام الله توفيقه أهل أن يجتهد ويتخير. ¶ ¬__________ ¶ (¬1) المشجب: حشيات موثقة تنصب، فينثر عليها الثياب. انظر (( المصباح المنير)): (2/305). ¶ (¬2) يشير إلى حديث أم سلمة: الذي يشرب ويأكل في آنية الذهب والفضة فكأنما يجرجر بطنه في نار جهنم، وهو في صحيح مسلم : (14/ 27 – 30).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وما استدل به من الخبر بأن أبا سفيان أهدى إلى رسول الله - صلى الله عليه وسلم - بعيراً برته (¬1) من فضة فغير مشتهر، وهو إن كان فلا دلالة له في فعل أبي سفيان؛ إذ لم يثبت عن النبي - صلى الله عليه وسلم - أنه تركه ثم ركبه، أو أركبه غيره، وإنما الحديث المشهور عندنا ما رواه محمد بن إسحاق بن يسار، عن عبد الله بن أبي نجيح، عن مجاهد، عن ابن عباس قال: أهدى رسول الله - صلى الله عليه وسلم - في هديه جملاً لأبي جهل في أنفه برة فضة ليغيظ به المشركين (¬2). ¶ أخبرنا أبو عبد الله الحافظ: حدثنا أبو العباس محمد بن يعقوب، حدثنا ابن عبد الجبار، حدثنا يونس بن بكير، عن ابن اسحاق، الحديث(¬3). ¶ وكان علي بن المديني يقول: كنت أرى هذا من صحيح حديث ابن إسحاق، فإذا هو قد دلسه. ¶ حدثنا يعقوب بن إبراهيم بن سعد، عن أبيه، عن محمد بن إسحاق قال: حدثني من لا أتهم عن ابن أبي نجيح، عن مجاهد، عن ابن عباس فإذا الحديث مضطرب. ¶ ¬__________ ¶ (¬1) البرة: حلقة تجعل في أنف البعير ليذل ويأتلف، انظر (( شرح الخشني)): (3/444). ¶ (¬2) رواه أبو إسحاق في (( السيرة)): (3/444)، وأحمد في مسنده)): (1/234)، وأبو داود: (رقم 1749)، والطبري في (( المعجم الكبير)): (11/ 91/ 92). ¶ (¬3) المستدرك: (1/467)، فقال: صحيح على شرط مسلم، ولم يخرجاه.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أخبرنا بهذه الحكاية محمد بن عبد الله الحافظ، أخبرني محمد بن صالح الهاشمي، حدثنا أبن جعفر السبيعي، حدثنا عبد الله بن علي المديني قال: حدثني أبي فذكرها. وقد روي الحديث عن جرير بن حازم، عن ابن أبي نجيح، ورواه محمد بن عبد الرحمن بن أبي ليلى، عن الحكم، عن مقسم عن ابن عباس، وليس بالقوي (¬1)، وقد أخبرنا محمد بن موسى بن الفضل، أخبرنا أبو عبد الله الصفار، حدثنا أحمد بن محمد المزني القاضي، حدثنا محمد بن المنهال، حدثنا يزيد بن زريع، حدثنا محمد بن إسحاق، عن عبد الله بن أبي نجيح، عن مجاهد، عن ابن عباس، أن رسول الله - صلى الله عليه وسلم - أهدى جملاً لأبي جهل يوم الحديبية كان استلبه يوم بدر، وفي أنفه برة من فضة، وكذلك رواه أبو داود السجستاني في كتاب السنن عن محمد بن المنهال: برة من ذهب(¬2). ¶ أخبرنا أبو علي الروذباري، أخبرنا أبو بكر بن داسة، حدثنا أبو داود فذكره، وقال: عام الحديبية، ولم يذكر قصة بدر(¬3). ¶ وقد أجمعنا على منع تحلية الدابة بالذهب، ولم ندع فيه ظاهر الكتاب بإيجاب الزكاة فيه، وعده إذا لم يخرجها من الكنوز بهذا الخبر، وكذلك لا ندعه في الفضة، وليس في الحديث، إن ثبت في الفضة، صريح دلالة في المسألة، وبالله التوفيق والعصمة. ¶ وقد حكى لي عن الشيخ أدام الله عزه أنه اختار جواز المكتوبة على الراحلة الواقفة، إذا تمكن من الإتيان بشرائطها مع ما في النزول للمكتوبة في غير شدة الخوف من الأخبار والآثار الثابتة، وعدم ثبوت ما روي في مقابلتها دون الشرائط التي اعتبرها. ¶ ¬__________ ¶ (¬1) صدوق سيئ الحفظ جداً، قال شعبة: ما رأيت أسوأ من حفظه، وقال ابن معين، ليس بذاك. انظر التقريب: (2/184). والمغني في الضعفاء: (2/603). ¶ (¬2) سنن أبي داود: (2/145). ¶ (¬3) انظر معالم السنن للخطابي: (2/151)، والخطابي تلميذ ابن داسة، وراوي نسخته.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقد قال الشافعي رضي الله عنه في الإملاء: (( ولا يصلي المسافر المكتوبة بحال أبداً إلا حالاً واحداً إلا نازلاً في الأرض، أو على ما هو ثابت على الأرض، لا يزول بنفسه مثل البساط والسرير والسفينة في البحر)) (¬1). ¶ فلما وصلت الرسالة إلى أبي محمد قال: هذه بركة العلم ودعا للبيهقي، وترك إتمام ذلك التصنيف(¬2)، وقال في البيهقي: ما من شافعي إلا وللشافعي عليه منة إلا البيهقي فإنه ناصر مذهبه ¶ (¬3). ¶ فقه نصيحة البيهقي ¶ بعد ذكر هذه النصيحة المطولة بتمامها نورد بعض دلالاتها كما يلي: ¶ 1- حوت هذه النصيحة معالم أدب التعامل بين العلماء، مع ذكر حسن بينهم، إلى مودة صادقة، إلى حرص على توالي التوفيق والخير، إلى دعاء بالتوفيق للمنصوح، بما يجعلها معلمة نصح وإرشاد للناصحين. ¶ 2- جرت النصيحة في مسائل علمية بين عالمين فحلين من فحول المذهب، وإمامين من أئمة ذلكم الزمان بكل أريحية وتقبل. ¶ 3- يلحظ في الرسالة حرص البيهقي على إصابة أبي محمد للصواب، وتحريه للدقة. ¶ 4- كان جواب النصيحة جميلاً، اعترافاً بفضل، ودعوة صالحة، والإقلاع عما نصح فيه. ¶ 5- لقد كانت النصيحة شهادة حق حفظت لهذين الإمامين، فما ذكر النصح إلا ذكرا معه، وما ذكر الوقوف عن الحق إلا تعلم الناس منهما. ¶ 6- النصيحة مملوءة تواضعاً وخضوعاً وذلاً للمؤمنين، وعدم تعال، ولا تهجم على شخص المنصوح وعلمه، وهذا من الأمور المفقودة عند الناصحين في زماننا هذا. ¶ النصيحة السادسة ¶ نصيحة الإمام الغزالي لأحد حكام عصره ¶ الإمام أبو حامد الغزالي أحد علماء زمانه، ولقد نصح أهل زمانه عامة وخاصة، ولقد كان من نصحه رسالة بعث بها إلى أحد حكام عصره، وهو فخر الملك، قال فه فيها: ¶ (( ¶ ¬__________ ¶ (¬1) الطبقات: (3/210 – 217)، مجموعة الرسائل المنبرية. ¶ (¬2) طبقات الشافعية للسبكي: (3/210 – 217). ¶ (¬3) الطبقات: (3/210).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "اعلم أن هذه المدينة (مدينة طوس) خراباً بسبب المجاعات والظلم، ولما بلغ الناس توجهك من أسفرائين ودامغنان خافوا، وبدأ الفلاحون يبيعون الحبوب، واعتذر الظالمون إلى المظلومين واستسمحوهم، لما كانوا يتوقعون من إنصاف منك، واستطلاع للأحوال، ونشاط في الإصلاح. ¶ أما وقد وصلت إلى طوس، ولم ير الناس شيئاً، فقد زال الخوف، وعاد الفلاحون والخبازون إلى ما كانوا عليه من الغلاء الفاحش والاحتكار، وتشجيع الظالمون، وكل من يخبرك من أخبار هذا البلد بخلاف ذلك، فاعلم أنه عدو دينك. ¶ واعلم أن دعاء أهل طوس بالخير والشر مجرب، وقد نصح للعميد كثيراً، ولكنه لم يقبل النصيحة، وأصبح عبرة للعاملين، ونكالاً للآخرين، واعلم يا فخر الملك، أن هذه الكلمات لاذعة مرة قاسية لا يجرؤ عليها إلا من قطع أمله من جميع الملوك والأمراء، فاقدرها قدرها، فإنك لا تسمعها من غيري، وكل من يقول غير ذلك، فاعلم أن طمعه حجداب بينه وبين كلمة الحق)) (¬1). ¶ فقه نصيحة الغزالي ¶ هذه نصيحة الغزالي تتجلى فيها الدلالات التالية: ¶ 1- الحرص الشديد على إيصال الصورة الحقيقية للبلاد إلى فخر الملك دونما تقصير أو مداهنة أو نفاق. ¶ 2- القوة في الخطاب، وقد وقعت موقعها، وجاءت في موعدها. ¶ 3- الحرقة على أحوال الناس في زمانه من شدة المعاش، إلى مظالم تترى، مما ألزم الغزالي أن يبعث بهذه الرسالة تتضمن هذه النصيحة الصادقة. ¶ الخاتمة ¶ هذه كلمات في فقه النصيحة التي ألزمنا الله بها، وجعلها رسوله - صلى الله عليه وسلم - ديناً، وبايع عليها أصحابه، وعليها تعاقدت مواكب المؤمنين، ولانت جوانب الصالحين، وليس لكتابه فيه إلا الجمع والترتيب، ويرجو به حسن الثواب من الله سبحانه وتعالى، وأن يجعل العمل خالصاً لوجهه الكريم، ويرجو من نظر فيه تطبيق مفرداته على أخطائه إن كانت، إنه على ما يشاء قدير. ¶ والحمد لله رب العالمين ¶ ¬__________ ¶ (¬1) رجال الفكر والدعوة: (ص 238 – 239)، نقلاً عن رسائل الغزالي بالفارسية.",
            "page": "55",
            "part": "1"
        }
    ],
    "t36196": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فقه النصيحة"
        }
    ]
}