{
    "b36198": [
        {
            "hno": null,
            "id": "1",
            "nass": "خلاصة الكلام في مسألة الإعانة على الحرام ¶ للدكتور صلاح محمد سالم أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله في علاه، القائل: {وأحل الله البيع}، والصلاة والسلام على سيدنا وحبيبنا محمد صلى الله عليه وسلم، وعلى مَن اتبعه واهتدى بهديه وصار في دربه إلى يوم يلقاه. ¶ وبعد: ¶ فقد وقع لي واقعة سؤال في إحدى مسائل الإعانة على الحرام، ففحصت الكتب، ونقبت في الأبواب، وقلبت الصفحات؛ للنظر في المسائل الواردة في الإعانة عند علمائنا الكرام، فرأيت اختلافاً فيها بين الإمام وصاحبيه في الكراهة وعدمها، ثم وقفت على رسالة للشيخ المفتي محمد شفيع رحمه الله تعالى في المسألة، مسمَّاة بـ((تفصيل الكلام في مسألة الإعانة على الحرام))، فريدة في بابها، لكن مؤلفها رحمه الله لم يفرق فيها بين رأي الإمام وصاحبيه، وتعامل بينهما على أنهما واحد في إخراج ضابطة في الباب، وأدخل فيها ما لا يدخل من القصد والنية، وجعلها مدار الحكم على المسألة، مع أن عبارات علمائنا في نفي ذلك، والتصريح بخلاف، وخلاصة المقام أن رأيت فيها خلطاً عجيباً، استوجب مني جمع مسائل الباب وترتبيها، وذكر كل ما ذكروه في تعليل حكمها، دون إيراد نص كل كتاب في المسألة خوف التطويل والتكرار، ووقوع الإملال، فسميت هذه الرسالة: ((خلاصة الكلام في مسألة الإعانة على الحرام))، راغباً فيها بتحرير ضابطة في الباب كما نصّ عليه علماؤنا الأفاضل، دون تكلف مني أو تعسف، ولا تحميل للنصوص ما تحتمل، وهي على فصول راجياً من الله القبول. ¶ الفصل الأول ¶ في مسائل بيع السلاح وما يتخذ منه وأمثالها ¶ ورد عن أبي حنيفة في هذا الباب في ((مجمع الفتاوى)): إذا اجتمع الناس على إمام من المسلمين وهم آمنون والسبل آمنة فخرج من المسلمين على الإمام الجماعة فينبغي للمسلمين أن يعينوه إن قدروا عليه وإلا فالواجب على كل مسلم أن يعتزل الفتنة ويقعد في بيته. كما في ((درر الحكام))(1: 306).",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "مسألة: بيع السلاح إلى أهل الفتنة ـ وهم البغاة ـ إذا كان يعلم أنهم من أهل الفتنة وفي عسكرهم مكروه كراهة تحريمية؛ كما صرح بذلك صاحب ((البدائع)) 5: 232، 7: 142 و((الهداية)) 4: 364 و((فتح القدير)) 6: 107، و((رمز الحقائق))1: 329، و((الجوهرة)) 2: 286، و((مجمع الأنهر)) 1: 701، و((المجتبى)) ق 357أ، و((شرح ملا مسكين)) 176، و((النهر الفائق)) 3: 268، و((شرح الوقاية))1: 329، و((عمدة الرعاية))2: 385، و((المستصفى شرح النافع)) ق188ب، و(كشف الحقائق)) 1: 329، و((شرح محمود بن إلياس زاده)) 2: 152، و((اللباب)) 4: 167، و((الهندية)) 2: 285، وأرجعوا هذه الكراهة إلى أمور: ¶ الأول: أنه من باب الإعانة على الإثم والعدوان والمعصية، وهو منهي عنه؛ قال تعالى تعالى: {وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ}[المائدة: 2]. ¶ الثاني: لما ورد فيه من حديث عمران بن الحصين: أن رسول الله صلى الله عليه وسلم (نهى عن بيع السلاح في الفتنة)[ في ((صحيح البخاري))(2: 741) معلقاً، ((سنن البيهقي))(5: 327)، وقال: رفعه وهم، والموقوف أصح. و((الجرح والتعديل))(8: 102)، و((الكامل))(2: 51)، و((ضفعاء العقيلي))(4: 139)، و((تاريخ بغداد))(3: 278) و((مسند البزار))(9: 63)، وقال: وهذا الحديث لا نعلم أحداً يرويه عن النبي إلا عمران بن حصين، وعبد الله اللقيطي ليس بالمعروف، وبحر بن كنيز لم يكن بالقوي، ولكن ما نحفظه عن رسول الله إلا من هذا الوجه فلم نجد بداً من إخراجه، وقد رواه سلم بن زرير عن أبي رجاء عن عمران موقوفاً، و((معجم الطبراني))(18: 136)، و((السنن الواردة في الفتن))(2: 409)، وقال الهيثمي في ((مجمع الزوائد))(4: 87): فيه بحر بن كنيز، وهو متروك. وقال ابن حجر في ((التلخيص))(3: 18): ضعيف، والصواب وقفه. ¶ الثالث: لأن الواجب قلع سلاحهم بما أمكن حتى لا يستعملوه في الفتنة فالمنع أولى.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "الرابع: لأن المعصية تقوم بعينه فيكون إعانة لهم وتسبيباً، ولأن في ذلك معونة علينا. ¶ الخامس: لأن بيع السلاح في أيام الفتنة اكتساب سبب تهييجها، وقد أمرنا بتسكينها، قال صلى الله عليه وآله وسلم: (الفتنة نائمة لعن الله من أيقظها) [قال النجم: رواه الرافعي في ((أحاليه)) عن أنس، وعند نعيم بن حماد في كتاب ((الفتن)) عن ابن عمر بلفظ: (أن الفتنة راتعة في بلاد الله تطأ في خطامها لا يحل لأحد أن يوقظها، ويل لمن أخذ بخطامها) كما في ((كشف الخفاء))(2: 108)، وفي ((التدوين في تاريخ قزوين))(1: 291) عن أنس مرفوعاً. ¶ ونصّ على أن الكراهة تحريمية في ذلك ابن نجيم في ((البحر الرائق)) 5: 154-155 والحصكفي في و((الدر المختار)) 4: 268، وتابعهم ابن عابدين في ((رد المحتار)) 4: 268، والخادمي في ((حاشيته على الدرر))149، ¶ مسألة: هدية السلاح وسائر أسباب التمليك من أهل الفتنة تكره، كما صرح به صاحب ((عمدة الرعاية))2: 385، ¶ مسألة: بيع السلاح من أهل الفتنة إن لم يكن يعرف أن المشتري منهم لا كراهة فيه؛ لأن الغلبة في دار الإسلام لأهل الصلاح وعلى الغالب تبنى الأحكام دون النادر، ولأن الأصل عدم الكراهة ولا صارف عنه. كما صرح به صاحب ((التبيين)) 3: 296، و((الهداية)) 4: 364، و((الجوهرة)) 2: 286، و((درر الحكام))1: 306، و((رمز الحقائق))1: 329، و((البحر الرائق)) 5: 155، و((مجمع الأنهر)) 1: 701، و((المجتبى)) ق357أ، و((شرح ملا مسكين)) 176، و((شرح الوقاية))1: 329، و((عمدة الرعاية))2: 385، و((كشف الحقائق)) 1: 329،",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "مسألة: بيع السلاح في الأمصار لمن لا يعرف من أهل الفتنة لا يكره؛ لأن الغلبة من الأمصار لأهل الصلاح، كما صرح به الطحاوي في ((مختصر))442، وصاحب ((الهداية)) 4: 364، وهي نفس المسألة السابقة، وإنما أفردتها بالذكر خوف التباس كراهة بيع السلاح للمسلمين لظن أن يكون له عاقبة وخيمة، فهذا الظن لا تعويل عليه لأنه نادر، والاعتمدا على أن الغالب على أهل الأمصار الصلاح. ¶ مسألة: بيع السلاح ممن كان احتمال أن لا يستعمله في الفتنة ضعيفاً مرجوحاً وكان احتمال أن يستعمله في الفتنة قوياً راجحاً يكره، كما صرح به ابن الهمام في ((فتح القدير)) 10: 59 ¶ مسألة: بيع السلاح من قطاع الطريق يكره كراهة تحريمية؛ لأن قطاع الطريق من أهل الفتنة كما صرح بذلك ابن نجيم في ((البحر الرائق)) 5: 154، وعمر ابن نجيم في ((النهر الفائق)) 3: 268، واللكنوي في ((عمدة الرعاية))2: 385، والخادمي في ((حاشيته على الدرر))149، ففيه إعانة لهم على قتل المسلمين بغير حق وسلب أموالهم وانتهاك أعراضهم كما هو الحال في أهل البغي. ¶ مسألة: بيع السلاح من اللصوص يكره كراهة تحريمية؛ لأن اللصوص من أهل الفتنة كما صرح بذلك ابن نجيم في ((البحر الرائق)) 5: 154، وعمر ابن نجيم في ((النهر الفائق)) 3: 268، واللكنوي في ((عمدة الرعاية))2: 385، والخادمي في ((حاشيته على الدرر))149، للعلة السابق ذكرها. ¶ مسألة: بيع ما يتخذ منه السلاح كالحديد وغيره من أهل الفتنة لا يكره؛ لأنه لا يصير سلاحاً إلا بالعمل وصنعة فيه، ولأن المعصية تقع بعين السلاح بخلاف الحديد، كما صرح به صاحب ((البدائع)) 7: 142، و((التبيين)) 3: 296-297، و((الهداية)) 4: 364، و((المستصفى شرح النافع)) ق188، و((رمز الحقائق))1: 329، و((عمدة الرعاية))2: 385، و((الدر المختار)) 4: 268",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "مسألة: بيع السلاح والكراع ـ وهي الخيل والبغال والحمير والإبل والثيران التي يحمل عليها المتاع ـ والسبي وما شابه ذلك من أهل الحرب إذا حضروا مستأمنين أو تجهيزه لهم مع التجار يكره؛ ولا فرق في ذلك بين ما قبل الموادعة وبين ما بعدها؛ لأنها على شرف الانقضاء أو النقض، وهذا لأنهم يتقوون بالكراع والسلاح على قتال المسلمين، وقد أمرنا بكسر شوكتهم، وقتل مقاتلتهم؛ لدفع فتنة محاربتهم، كما قال الله تعالى : {وَقَاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَة}[البقرة: 193] فعرفنا أنه لا رخصة في تقويتهم على محاربة المسلمين، وإذا ثبت هذا في الكراع والسلاح ثبت في السبي بطريق الأولى؛ لأنه إما أن يقاتل بنفسه أو يكون منهم من يقاتل، وتقويتهم بالمقاتل فوق تقويتهم بآلة القتال كما صرح به الطحاوي في ((مختصر)) 442، وصاحب ((المبسوط))4: 1410، ((الهداية))، و((فتح القدير)) 5: 461، و((الهندية)) 2: 197-198، ¶ مسألة: بيع الحرير والديباج يكره حمله إليهم؛ لأنه يصنع منه الرايات والسلاح، فإن كان خزاً من ابريسم أو ثياباً رقاق من القز فلا بأس بإدخالها إليهم؛ لأن ذلك ليس مما يتقوى به على القتال، وإنما يستعمل في اللبس، فهو نظير ما يستعمل في الأكل. كما صرح به صاحب ((المحيط)) 1: 136 ¶ مسألة: بيع الصفر إليهم والرصاص لا يكره؛ لأن هذا لا يستعمل للسلاح في الغالب، فإن كانوا يجعلون عظم سلاحهم من ذلك لم يحل إدخال شيء من ذلك؛ لأن المعتبر عادة كل قوم فيما يبنى عليه من الأحكام. كما صرح به صاحب ((المحيط)) 1: 136 ¶ مسألة: إدخال النسور الحي والمذبوح معها أجنحتها والعقاب والبازي والصقر إليهم لا يحل؛ لأن الغالب عليه أنه لو يدخل يجعل منه الريش والنشاب والنبل، أما إن إدخلت للصيد فلا بأس بمنزلة الغنم التي تحمل إليهم للأكل؛ لأن يصطاد بها ما يؤكل. كما صرح به صاحب ((المحيط)) 1: 136",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "مسألة بيع الطعام من أهل الحرب لا يكره لكنه خلاف الأولى؛ وإن كان القياس أن يمنع من حمله إلى دار الحرب؛ لأنه به يحصل التقوي على كل شيء، والمقصود إضعافه، إلا أنا عرفناه: أي نقل الطعام إليهم بالنصِّ، يعني حديث ثمامة، وهو ما رواه البيهقي من طريق محمد بن إسحاق عن سعيد المقبري عن أبي هريرة، فذكر قصة إسلام ثمامة، وفي آخره قوله لأهل مكة حين قالوا له: أصبوت؟ فقال: إني والله ما صبوت، ولكني أسلمت وصدقت محمداً وآمنت به، وأيم الذي نفس ثمامة بيده لا تأتيكم حبة من اليمامة ـ وكانت ريف مكة ما بقيت ـ حتى يأذن فيها محمد صلى الله عليه وسلم، وانصرف إلى بلده، ومنع الحمل إلى مكة حتى جهدت قريش، فكتبوا إلى رسول الله صلى الله عليه وسلم يسألونه بأرحامهم أن يكتب إلى ثمامة يحمل إليهم الطعام، ففعل رسول الله صلى الله عليه وسلم، ولأن المسلم مندوب أن يستبعد من المشركين، قال صلى الله عليه وآله وسلم: (لا تستضيئوا بنار المشركين)(1)، وقال: (أنا بريء من كل مسلم مع مشرك لا تراءى ناراهما)(2). وفي حمل الأمتعة إليهم للتجارة نوع مقاربة معهم، فالأولى ألا يفعل ولأنهم يتقوون بما يحمل إليهم من متاع أو طعام، وينتفعون بذلك؛ وهذا لأن المسلمين يحتاجون إلى بعض ما في ديارهم من الأدوية والأمتعة، فإذا منعناهم ما في ديارنا فهم يمنعون أيضاً ما في ديارهم، ولأن التاجر إذا دخل إليهم ليأتي المسلمين بما ينتفعون به من ديارهم فإنه لا يجد بدا من أن يحمل إليهم بعض ما يوجد في ديارنا، فلهذا رخصنا للمسلمين في ذلك. كما صرح به صاحب ((المبسوط))4: 1410، و((المحيط))1: 135، و((الهداية))، و((فتح القدير)) 5: 461 ¶ __________ ¶ (1) سنن البيهقي الكبير 8: 127، وسنن النسائي 8: 176، ومسند أحمد 3: 99. ¶ (2) المعجم الكبير 4: 114، وسنن البيهقي 9: 142، وسنن أبي داود 3: 45، وسنن النسائي الكبرى 4: 225.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "مسألة: بيع ما يتخذ منه السلاح كالحديد وغيره من أهل الحرب يكره؛ والفرق في جواز بيعه لأهل البغي وعدم جوازه لهم أن أهل البغي لا يتفرغون لاستعمال الحديد سلاحاً؛ لأن فسادهم على شرف الزوال بالتوبة أو بتفريق جمعهم بخلاف أهل الحرب فإنهم يتفرغون له؛ لإعداده لقتال المسلمين وكسر شوكتهم. كما صرح به صاحب ((التبيين)) 3: 297، و((الشرنبلالية)) 1: 306، و((الدر المختار)) 4: 268، وذهب فخر الإسلام في ((شرح الجامع الصغير)) إلى أنه لا يكره حيث قال: وهذا في السلاح ـ أي الكراهة ـ، وأما فيما لا يقاتل به إلا بصنعة فلا بأس به. وقال ابن الهمام في ((فتح القدير) 5: 461 بعد نقل هذا: قيل بإشارة هذا يعلم أن بيع الحديد منهم لا يكره. وقال ابن عابدين في ((رد المحتار))4: 268 مقتضى ما نقلناه عن ((الفتح)) عدم الكراهة، إلا أن يقال: المنفي كراهة التحريم والمثبت كراهة التنزيه؛ لأن الحديد وإن لم تقم المعصية بعينه لكن إذا كان بيعه ممن يعمله سلاحاً كان فيه نوع إعانة. تأمل. انتهى. ¶ قلت: والذي جعل ابن عابدين يثبت الكراهة ويحملها على التنزيهية هو أن بيع الحديد والسلاح إلى أهل الحرب يستويان في ظاهر الرواية في الكراهة، كما نص على ذلك الحاكم ونقله عنه ابن الهمام في ((فتح القدير)) 5: 461، ولكن يمكن أن يكون في هذا تكلف؛ فالأولى حمل عدم الكراهة على أنها رأي فخر الإسلام وهو خلاف المذهب. ¶ مسألة: بيع كل ما هو أصل في آلات الحرب من أهل الحرب يكره؛ لما مر أن فيه تقويتهم، كما صرح به صاحب ((الاختيار))5: 376، و((الهندية)) 2: 197-198 ¶ مسألة: إدخال ما سبق على أهل الذمة لا يكره؛ لأنهم التحقوا بالمسلمين في الأحكام. صرح به الموصلي في ((الاختيار)) 5: 376.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "مسالة: لا يمكن الحربي أن ينقل إلى دار الحرب السلاح والكراع والحديد والدقيق إذا اشتراه في دار الإسلام، وكذا المسلم، ولكنه لا يمنع أن يرجع بما جاء به من هذه الأشياء؛ لأنه تناوله عقد الأمان؛ إلا إذا أسلم بعض عبيده منع من إدخالهم دار الحرب؛ لأن المسلم يمنع من ذلك. كما صرح به صاحب ((الاختيار)) 5: 376-377 ¶ ملخص ما في الفصل: ¶ أن مسائله الرئيسية أربعةٌ نصّوا على الكراهة في ثلاثة منها والرابعة بعدم الكراهة، وما عداها من المسائل فمخرج عليها، ومفهوم منها، أما الثلاث فهي: ¶ بيع السلاح من أهل الفتنة عند العلم. ¶ بيع السلاح وأمثاله من أهل الحرب. ¶ بيع ما يتخذ منه السلاح كالحديد وغيره من أهل الحرب. ¶ ففي كل منها إعانة على المعصية، وهي قتل المسلمين والفتك بهم، وطغيان أهل الفتنة أو الحرب عليهم، وإن كان يتوسط بين فعل المعصية وبيع السلاح فعل فاعل مختار؛ إلا أنه لما ورد النصّ الشرعي في النهي عن بيع أهل الفتنة، ودخل فيه أهل الحرب؛ لأن فتنتهم وخطرهم أعظم على المسلم، اغتفر لهذه المسائل أن تخالف ضابط الباب في هذه الجزئية. ¶ أما المسألة الرابعة فهي: بيع ما يتخذ منه السلاح من أهل الفتنة فلا كراهة فيه؛ لأنهم يستطيعون الاستفادة منه في الفتنة؛ لأنهم على شرف الزوال، فلا يتفرغون له، بخلاف أهل الحرب فإنهم يتفرغون له ويتقون على المسلم به، وبه عرف الفرق بينهما. ¶ تذييل: ¶ في ((الموسوعة الفقهية الكويتية)) 9: 212-213: ذهب أبو حنيفة إلى أنه : يكره بيع السلاح من أهل الفتنة؛ لأن المعصية تقوم بعينه، وهي الإعانة على الإثم والعدوان، وإنه منهي عنه. بخلاف بيع ما يتخذ منه السلاح كالحديد؛ لأنه ليس معدا للقتال، فلا يتحقق معنى الإعانة. وذهب الصاحبان من الحنفية إلى أنه لا ينبغي للمسلم أن يفعل ذلك؛ لأنه إعانة على المعصية، فهو مكروه عندهما، خلافا للإمام، وليس بحرام، خلافا لما ذهب إليه الجمهور.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وفيها 25: 152-153: بيع ما يتخذ منه السلاح لأهل الحرب والفتنة كالحديد ونحوه فإنه يحرم عند الجمهور ومنهم الصاحبان خلافا لأبي حنيفة. ¶ وفيها: 32: 19: ذهب الحنفية إلى كراهة بيع السلاح زمن الفتنة كراهة تحريم، وقال أبو حنيفة: بعدم الكراهة: لأن المعصية لا تقوم بعينه. ¶ فهذه النقول الثلاثة من ((الموسوعة)) فيها تناقض ظاهر فيما يلي: ¶ في النقل الأول: ذكر أن الصاحبين يقولان بكراهة بيع ما يتخذ من السلاح لأهل الفتنة لا بالحرمة خلاف لما ذهب إليه الجمهور من القول بالحرمة. وفي النقل الثاني ذكر أن الصاحبين يقولان بالحرمة مع الجمهور. ¶ في النقل الأول ذكر أن أبا حنيفة يقول بكراهية بيع السلاح لأهل الفتنة، وفي النقل الثالث ذكر أن أبا حنيفة يقول بعدم الكراهة. ¶ هذا من ناحية التناقض فيما ذكر فيها فيما بينه، أما من جهة خلاف ما ذكر فيها لما هو مذكور في المذهب، فكما مر سابقاً في المسائل المذكورة أن بيع السلاح من أهل الفتنة أو الحرب يكره في المذهب بلا خلاف بين الإمام وصاحبية، وبيع ما يتخذ من السلاح كالحديد يكره لأهل الحرب ولا يكره لأهل الفتنة بلا خلاف أيضاً بين الإمام وصاحبيه؛ إذ لم ينص على الخلاف أحدٌ مما يدل على أنها من مسائل الاتفاق بينهما، حتى الكتب المتخصصة في المذهب بذكر الخلاف بينما لم تذكر خلاف ككتاب ((خلاف الرواية بين أبي حنيفة وصاحبيه))(ق31/ب –ق32-ب)، والله أعلم، وعلمه أحكم. ¶ الفصل الثاني ¶ مسائل بيع الخمر وما يتخذ منه الخمر وما شابه ذلك: ¶ مسألة: بيع العصير من المشتري الذي يعلم أنه يتخذه خمراً لا يكره عند أبي حنيفة وهو قول إبراهيم وحكاه ابن المنذر عن الحسن وعطاء والثوري.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وظاهر عبارات الكتب يدل على أنه لا فرق في عدم الكراهة بأن يعلم البائع أن المشتري سيتخذ من الخمر أو لا، كما في ((التبيين)) 3: 276، 6: 28-29، و((درر الحكام)) 1: 320، و((البناية)) 5: 903، و((رمز الحقائق))1: 329، 2: 273 و((البحر)) 8: 230، و((ملتقى الأنهر)) 2: 548، و((شرح ملا مسكين)) 302، و((فتح باب العناية)) 3: 23، و((رد المحتار)) 2: 592، و((فتاوى قاضي خان))3: 224، و((المستصفى شرح النافع)) ق188ب، و((عمدة الرعاية))2: 385، و((حاشية اللكنوي على الهداية)) 6: 227، و((المجتبى)) ق357أ، و((اللباب)) 4: 167، و((الهندية)) 3: 116، 210 عن ((العتابية))، و((التتارخانية))، وهو ما ذهب إليه فخر الإسلام في ((شرح الجامع الصغير))، وأبو الليث في ((شرحه))، كما في ((فتح القدير)) 5: 461، وذُكِرَ من الفرق لأبي حنيفة بين كراهية بيع السلاح من أهل الفتنة وعدم كراهة بيع العصير ممن يتخذه خمراً أن الضرر هنا يرجع إلى العامة، وهناك إلى الخاصة، كما في ((البناية)) 5: 903، و((حاشية اللكنوي على الهداية)) 4: 361، وفي ((حاشية أبي السعود))3: 406: وظاهر إطلاق المصنف أن لا فرق في عدم كراهة بيع العصير من خمار في البيع من ذمي أو مسلم. وقال: فعلى هذا يجوز بيع العصير من الخمار مطلقاً وإن لم يكن بالسواد وإليه يشير كلام الزَّيْلَعِيّ و((التنوير)). انتهى. ¶ وصرح بعدم كراهيته عند أبي حنيفة وإن علم البائع بأن المشتري سيتخذه خمراً السرخسي في ((المبسوط)) 24: 3، والمرغيناني في ((الهداية)) 10: 59، والقدوري في ((المختصر))2: 287، وشيخ زاده في ((مجمع الأنهر)) 2: 548، وصرح النسفي في ((الكنز))6: 28: وجاز بيع العصير من خمّار. ¶ وبيّنوا أن عدم الكراهة عند أبي حنفية لما يلي:",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "الأول: لأنه القياس؛ لقوله تعالى: {وَأَحَلَّ اللَّهُ الْبَيْع}[البقرة: 275]، وقال الثوري: بع الحلال ممن شئت(1). وقد تمّ بأركانه وشروطه. ¶ الثاني: لأنه لا فساد في قصد البائع، فإن قصده التجارة بالتصرّف فيما هو حلال لاكتساب الربح، وإنما المحرم والفساد في قصد المشتري اتخاذ الخمر منه، ولا تزر وازرة وزر أخرى. ¶ الثالث: لأن العصير مشروب طاهر حلال، فيجوز بيعه، وأكل ثمنه، لأن المعصية لا تقوم بعينه أي بنفس العصير بل بعد تغيره وصيرورته أمراً آخر ممتاز عن العصير بالاسم والخاصة، فصار عند العقد كسائر الأشربة من عمل ونحوه. ¶ الرابع: لأن العصير يصلح الأشياء كلها جائز شرعاً فيكون الفساد إلى اختياره. ¶ الخامس: لأن هذا الشرط لا يخرجها عن ملك المشتري ولا مطالب له. ¶ السادس: لأن العصير ليس بآلة المعصية بل يصير آلة لها بعد ما يصير خمراً. ¶ لكنه يكره بيع العصير ممن يتخذه خمراً عند أبي يوسف ومحمد، كما صرح به صاحب ((المبسوط)) 24: 26 وغيره، ووجه ذلك عندهما: أنه استحسان؛ لأن بيع العصير والعنب ممن يتخذه خمراً إعانة على المعصية، وتمكين منها، وذلك حرام، وإذا امتنع البائع من البيع يتعذَّر على المشتري اتخاذ الخمر، فكان في البيع منه تهييج الفتنة، وفي الامتناع تسكينها. ¶ __________ ¶ (1) كما في ((تاريخ ابن معين))(4: 10)، و((المغني)) لابن قدامة (4: 154).",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وقيد في ((السراج)) و((المشكلات))، و((الجوهرة)) 2: 287 و((الباقاني)) وغيرها: الكراهة إذا كان من مسلم، أما إذا كان من كافر كمجوسي أو ذمي فلا يكره. وأيضاً الخادمي ((حاشيته على الدرر))156 قيده بالمجوسي والذمي، أما المسلم فمكروه اتفاقاً. ورد هذا ابن عابدين في ((رد المحتار)) 6: 391 بقوله: وهو خلاف إطلاق المتون وتعليل الشروح بما مر وقال الطحطاوي: وفيه أنه لا يظهر إلا على قول من قال: إن الكفار غير مخاطبين بفروع الشريعة والأصح خطابهم وعليه فيكون إعانة على المعصية، فلا فرق بين المسلم والكافر في بيع العصير منهما فتدبر. اهـ. ولا يرد هذا على الإطلاق والتعليل المار. وفي ((فتاوى قاضي خان)) 3: 224 بعد أن ذكر المعتمد في المسألة أعقبه بصيغة التمريض: قيل، فذكر بعده توجياً لقول أبي حنيفة، وهذه عبارته: ولا بأس ببيع العصير ممن يتخذه خمراً في قول أبي حنيفة، وقال صاحباه: يكره، وقيل على قول أبي حنيفة: إنّما لا يكره إذا باعه من ذمي بثمن لا يشتريه المسلم بذلك، أما إذا وجد مسلما يشتريه بذلك الثمن يكره إذا باعه ممن يتخذه خمراً، وهو كما لو باع الكرم وهو يعلم أن المشتري يتخذ العنب خمراً لا بأس به إذا كان قصده من البيع تحصيل الثمن، وإن كان قصده تحصيل الخمر يكره، وغراسة الكرم على هذا إذا كان يغرس الكرم بنية تحصيل الخمر يكره، وإن كان لتحصيل العنب لا يكره، والأفضل أن لا يبيع العصير ممن يتخذه خمراً. انتهى. وفي ((غمز العيون))1: 97 نسب هذا القول لـ((فصول العلائي))، وهذا الذي ذكره قاضي خان لتضعيفه بعد أن ذكر المعتمد في المذهب نقله عنه ابن نجيم في ((الأشباه والنظائر)) 1: 97 دون بيان منه لذلك، فقال: وذكر قاضي خان في ((فتاواه)): إن بيع العصير ممن يتخذه خمراً إن قصد به التجارة فلا يحرم وإن قصد به لأجل التخمير حرم، وكذا غرس الكرم على هذا انتهى. وعلى هذا عصير العنب بقصد الخلية أو الخمرية. انتهى. وعلق الحموي في حاشيته",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "على ((الأشباه والنظائر)) المسمّاة ((غمز العيون))1: 97 بذكر نقول عن ((المشكلات)) و((فصول العلائي)) و((السراج)) تؤيد ما ذكره ابن نجيم، وفعله مثله بيري زاده في ((عمدة ذوي البصائر لحل مهمات الأشباه والنظائر)) ق9أ. ¶ قلت: علم مما ذكر في هذه المسألة أن الكتب المعتمدة في المذهب لم تفرق بين أن يكون لدى المشتري علم بأن من سيبيعه سيتخذه خمراً أم لا، مما يدل على أنه لا فرق في ذلك، وقد صرح بهذا أبو السعود، كيف لا ومفهوم الموافقة والمخالفة معتبر في عبارات الكتب، ومع ذلك فإن بعض الكتب المعتمدة صرحت بعدم الكراهة وإن علم البائع بأن المشتري سيتخذه خمراً، فلم يبق بعدها، مجال للارتياب. ¶ أما ما نقل عن بعض الكتب من التقييد بعدم الكراهة إذا كان من كافر أو ذمي، فهو مردود لكونها كتب غير معتبرة في المذهب كما علم في مكانه، ومعلوم أن لا يؤخذ منها ما يعارض ما في الكتب المعتمدة، وقد رد ابن عابدين والطحطاوي ما ذكره فيها لمخالفة المتون التي فيها المعتمد من المذهب. ¶ أما ما نقل عن ((الأشباه)) من التعويل على القصد، فيمكن رده من وجوه: ¶ الأول: أننا عندما رجعنا إلى ((فتاوى قاضي خان)) التي أخذ المسألة منها، وجدنا قاضي خان ذكرها بصيغة التمريض بعد أن ذكر المعتمد من المذهب. ¶ والثاني: أن ابن نجيم أراد بذكر المسألة تحت قاعدة: الأمور بمقاصدها، التدليل ببعض المسائل على القاعدة لا ذكر المعتمد من المذهب؛ لأنه ذكر في ((البحر)) ما عليه الكتب المعتمدة لا ما ذكره في ((الأشباه))، وما فعله الحموي وبيري زاده في التعليق على هذه المسألة من ((الأشباه)) هو تأييد القاعدة بذكر مسائل من الكتب لا أنها المعتمدة في المذهب. ¶ والثالث: أنه قد نص على أن ((الأشباه)) من الكتب غير المعتمدة في المذهب وإن حمله بعضهم على شدة ما فيها من الاختصار.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "والرابع: أن السرخسي في ((المبسوط)) 24: 3 نص على أن المعتمد في الفساد هو قصد المشتري لا البائع، فقال بعد ذكر المسألة: لا فساد في قصد البائع، فإن قصده التجارة بالتصرف فيما هو حلال لاكتساب الربح، وإنما المحرم والفساد في قصد المشتري اتخاذ الخمر منه. ¶ والخامس: أن لا يمكن أن يقدم كتاب ((الأشباه)) في تحديد المذهب على متون المذهب وشروحه المعتمدة، فمعلوم أن اتفاق هذه الكتب جميعاً في بيان المذهب لا يمكن أن يعارض بمثل ((الأشباه)) و((السراج)) و((الجوهرة))، والله أعلم وعلمه أحكم. ¶ وأنبه على أن القصد المكروه الذي ذكره قاضي خان وتبعه فيه ابن نجيم هو أن يقصد بفعله نشر الخمر وشيوعه بين الناس لا أن يكون قصده من بيع العصير هو تحصيل المربح فحسب مع علمه بأن الذي يشتريه منه يتخذ من الخمر؛ إذ قال قاضي خان: وهو يعلم أن المشتري يتخذ العنب خمراً لا بأس به إذا كان قصده من البيع تحصيل الثمن، وإن كان قصده تحصيل الخمر يكره. والله أعلم ¶ مسألة: بيع العصير لمن لا يعلم أنه سيتخذه خمراً لم يكره بلا خلاف. كما في ((رد المحتار)) 6: 391 ¶ مسألة: بيع العنب من المشتري الذي يعلم أنه سيتخذه خمراً لا يكره عند أبي حنيفة؛ لما مر في مسألة العصير. كما صرح به في ((المبسوط)) 24: 3، و((البناية))5: 903، وفي ((المحيط)): بلا خلاف بينهم، لكن في ((الخزانة)) أنها على الخلاف. كما في ((رد المحتار)) 6: 391، و((الهندية)) 3: 210 ¶ مسألة: بيع الكرم ممن يتخذ الخمر من عينه جائز لا بأس به. كما صرح به صاحب ((المبسوط)) 24: 3، وفي ((المحيط)): بلا خلاف بينهم. كما في ((رد المحتار)) 6: 391 ¶ مسألة: بيع الأرض ممن يغرس فيها كرماً ليتخذ من عنبه الخمر لا يكره عند أبي حنيفة. كما صرح به صاحب ((المبسوط)) 24: 3",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "مسألة: بيع الخمر لا يجوز؛ كما صرح به صاحب ((الهداية))(6: 108، و((العناية)) 6: 108، ((البناية))5: 903، و((فتح القدير)) 6: 108، و((عمدة الرعاية))2: 385، ¶ مسألة: لو كان لمسلم على ذمي دين فباع الذمي خمراً وقضى دينه للمسلم من ثمنها جاز ولا يكره للمسلم أخذه؛ لأن بيعه لها مباح؛ أي البيع صحيح؛ لأنه مال متقوم في حق الكافر فيملكه البائع فيحل الأخذ منه. كما صرح به صاحب ((البناية)) 9: 339، و((الجوهرة)) 2: 287، و((مجمع الأنهر)) 2: 548، و((فتح باب العناية)) 3: 23، ¶ مسألة: لو كان الدين لمسلم على مسلم فباع المسلم خمراً وقضاه من ثمنها لم يجز له أخذه؛ لأن بيع المسلم للخمر لا يجوز، وهو باطل، فيكون الثمن حراماً؛ لأن الخمر ليس بمال متقوم في حق المسلم فبقي الثمن على ملك المشتري فلا يحل أخذه. كما صرح به صاحب ((البناية))(9: 339)، و((رمز الحقائق))(2: 272)، و((الجوهرة)) 2: 287، و((مجمع الأنهر)) 2: 548، و((فتح باب العناية)) 3: 23، ¶ مسألة: حمل خمر ذمي بأجر لا يكره عند أبي حنيفة خلافا لهما. فيطيب له الأجر عنده، وعند أبي يوسف ومحمد لا أجر له، كذا ذكر في ((الأصل))، وذكر في ((الجامع الصغير)) 484: أنه يطيب له الأجر في قول أبي حنيفة، وعندهما يكره، كما صرح به صاحب ((المبسوط)) 16: 38، و((البدائع)) 4: 190، و((التبيين)) 6: 29، و((الهداية)) 6: 165-167، و((رمز الحقائق))2: 273، و((درر الحكام)) 1: 320، و((الشرنبلالية)) 1: 320، و((حاشية التبيين))6: 29، و((العناية)) 10: 60، و((شرح ملا مسكين)) 302، و((الدر المختار)) 6: 391 ¶ وذكروا أن حجتهم فيما ذهبوا إليه: ¶ أولاً: أن هذه إجارة على المعصية؛ لأن حمل الخمر معصية لكونه إعانة على المعصية , وقد قال الله عز وجل: {وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَان}[المائدة: 2].",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ثانياً: ولأنه صلى الله عليه وسلم: (لعن في الخمر عشرة منها حاملها)(1). ¶ وحجة أبي حنيفة فيما قال: ¶ أولاً: أن الإجارة على الحمل، وهو ليس بمعصية، وليس بسبب للمعصية، وهو الشرب، وإنما تحصل المعصية بفعل فاعل مختار. ¶ ثانياً: أن الحديث محمول على الحمل المقرون بقصد المعصية: أي وهو شرب الخمر. ¶ ثالثاً: لأن الشرب ليس من ضرورات الحمل؛ لأن حملَها قد يكون للإراقة أو للتخليل. ¶ مسألة: إذا أجر دابته لنقل الخمر لا يكره عنده على الخلاف السابق. كما صرح به صاحب ((المبسوط)) 16: 39، و((التبيين)) 6: 29، و((رمز الحقائق))2: 273 ، و((الشرنبلالية)) 1: 320، و((حاشية عبد الحليم))1: 203 ¶ مسألة: إذا حمل الخمر في سفينته لا يكره، وهي على الخلاف، كما صرح به عبد الحليم في ((المبسوط)) 16: 39، و((حاشيته على الدرر)) 1: 203 ¶ __________ ¶ (1) روي من حديث ابن عمر وابن عباس وابن مسعود وأنس. فحديث ابن عمر: في ((المستدرك))(2: 37)، و((سنن البيهقي الكبير))(5: 327)، ز((سنن أبي داود))(3: 326)، و((المعجم الأوسط))(8: 16)، و((مسند أحمد))(2: 97)، و((المعجم الصغير))(2: 45)، و((مسند أبي يعلى))(9: 431)، قال رسول الله صلى الله عليه وسلم: (لعن الله الخمر، وشاربها، وساقيها، وبائعها، ومبتاعها، وعاصرها، وآكل ثمنها، ومعتصرها، وحاملها، والمحمولة إليه). وأما حديث أنس فروي في ((الأحاديث المختار))(6: 181)، قال أبو عبد الله المقدسي: إسناده حسن. وفي ((سنن الترمذي))(3: 589)، قال الترمذي: حديث غريب، وفي ((سنن ابن ماجة))(2: 1122). وأما حديث ابن عباس ففي ((المستدرك))(2: 37)، قال الحاكم: صحيح الإسناد، و((مسند عبد بن حميد))(1: 229)، و((المعجم الكبير))(12: 233)، و((موارد الظمآن))(1: 333)، وغيرها. وينظر: ((نصب الراية))(6: 166-168).",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "إذا استأجره لعصر العنب ليصنع منه الخمر؛ لا يكره، كما صرح صاحب ((التبيين)) 6: 29، و((رمز الحقائق))2: 273، ولكن في ((الدر المختار))6: 392 صرح بالكراهة، فقال: لا عصرها لقيام المعصية بعينه، ورد الطحطاوي هذا الإطلاق منه في ((حاشيته)) عليه 4: 197، فقال: فيه منافاة ظاهرة لقوله سابقاً؛ لأن المعصية لا تقوم بعينه ـ أي عند ذكره لعصير العنب ـ. ووافقه ابن عابدين في ((رد المحتار)) 6: 292، وزاد: وهو مناف أيضاً لما قدمناه عن الزَّيْلَعِيّ من جواز استئجاره لعصر العنب أو قطعه، ولعل المراد هنا عصر العنب على قصد الخمرية، فإن عين هذا الفعل معصية بهذا القصد؛ ولذا أعاد الضمير على الخمر مع أن العصر للعنب حقيقة فلا ينافي ما مر من جواز بيع العصير واستئجاره على عصر العنب هذا ما ظهر لي فتأمل. ¶ قلت: يقدّمُ ما في ((التبيين)) و((رمز الحقائق)) على ما في ((الدر المختار)) بوجوه: ¶ الأول: أنه موافق لظاهر الرواية عن أبي حنيفة رضي الله عنه من جواز حمل الخمر؛ إذ في كل منهما لا تكون المعصية بعين الفعل؛ وإنما يتخللها فعل فاعل مختار. ¶ والثاني: أنه موافق لما ذكر صاحب ((الدر المختار)) قبلها عند ذكر مسألة جواز بيع العصير؛ وعللها بأن المعصية لا تقوم بعينه. ¶ والثالث: رده كلامه من قبل الطحطاوي وابن عابدين للمخالفة لقوله ولما في الكتب. ¶ والرابع: أن ((التبيين)) من الكتب المعتبرة في المذهب بخلاف ((الدر المختار)) فإنه من الكتب غير المعتبر وإن كان حمل بعضه عدم اعتباره على اختصاره الشديد.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "أما بالنسبة لقول ابن عابدين: ولعل المراد هنا عصر العنب على قصد الخمرية… الخ. فهو محاولة منه لتوجيه قول صاحب ((الدر المختار)) في المسألة وحمله على أحد الروايات في المذهب، وهي ما سبق ذكره عن ((فتاوى قاضي خان)) بصيغة التضعيف في مسألة بيع عصير العنب، وعليه فيكون قصد الخمرية كما سبق ذكره هناك هو قصد نشر الخمر لا قصد تحصيل الربح من عصرها فحسب مع علمه بأنه سيتخذ خمراً والله أعلم. ¶ إذا استأجره لقطع العنب ليجعله خمراً لا يكره، كما صرح صاحب ((التبيين)) 6: 29، و((رمز الحقائق))2: 273 ¶ مسألة: أن يسقي ذمياً خمراً لا يجوز، كما في ((الهداية))10: 107، و((التبيين))6: 49، و((البحر))8: 247، و((حاشية التبيين)) 6: 49، قال محمد في ((الأصل)): أفتكره للمسلم أن يسقي الذمي خمرا أو مسكراً؟ قال نعم؛ لأن هذا تصرف من المسلم في الخمر لا على سبيل التطهير فلا يحل؛ لأنه إعانة على المعصية قال تعالى: {وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَان}[المائدة: 2]. ¶ قلت: في هذه المسألة لم يفصل بين المعصية والفعل فعل فاعل مختار؛ لذلك استحقت الكراهة بخلاف أخواتها من المسائل. ¶ خلاصة ما في هذا الفصل: ¶ أن دلالة مسائله واضحة في أن ما قامت المعصية بعينه كالخمر يكره، وما لم تقم المعصية بعينه لا يكره، كبيع العصير ممن يتخذه خمراً أو قطع العنب أو عصره، أو حمل الخمر. ¶ وبينوا أن ما لم تقم المعصية بعينه: أي ما تغير عن حالته بعد البيع بأن كان قابلاً لأن يستفاد منه في أشياء مباحة ومحرمة، لكن فعل الفاعل المختار، هو الذي اختار المحرمة، فانقطعت نسبته عن البائع أو الحامل أو الراعي. ¶ الفصل الثالث ¶ مسائل بيع المزامير وما يتخذ منها",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "بيع المزامير يكره؛ لأن المعصية تقوم بعينها، كما صرح به صاحب ((البدائع)) 5: 232، 7: 142، و((الهداية)) 4: 364، و((التبيين)) 3: 297، و((فتح القدير)) 5: 460-461، 6: 108، و((العناية)) 6: 108، وفخر الإسلام في ((شرح الجامع الصغير)) ¶ بيع ما يتخذ منه المزامير كالخشب والقصب وغيرهما لا يكره؛ لأنه إنما يصير معزفاً بفعل غيره . كما صرح به صاحب ((البدائع)) 5: 232، 7: 142، و((الهداية)) 4: 364، و((البناية))5: 903، و((فتح القدير)) 5: 460-461، 6: 108، و((رمز الحقائق))1: 329، و((العناية)) 6: 108، و((عمدة الرعاية))2: 385، وفخر الإسلام في ((شرح الجامع الصغير)) ¶ بيع الملاهي يكره؛ لما سبق ذكره. كما صرح به عبد الحليم في ((حاشيته على الدرر))1: 203. ¶ خلاصة ما في الفصل: ¶ كما في الفصل السابق بأن ما تقوم المعصية بعينه يكره كالمزامير والملاهي، وما لم تقم لا يكره كالخشب التي يتخذ منه المزامير؛ لأنه عينه ليست منكراً، وتوسط فاعل مختار. ¶ الفصل الرابع ¶ مسائل بيع الجارية والأمرد وغيرها ¶ بيع الجارية لمن لا يستبرئها لا يكره. كما صرح به صاحب ((التبيين)) 6: 29، و((المبسوط)) 16: 39، و((رمز الحقائق))2: 273 ¶ بيع الجارية لمن يأتيها من دبرها لا يكره. كما صرح به صاحب ((التبيين)) 6: 29، و((المبسوط)) 16: 39، و((رمز الحقائق))2: 273 ¶ بيع الغلام الأمرد من لوطي لا يكره. كما صرح به صاحب ((التبيين)) 6: 29، و((المبسوط)) 16: 39، و((رمز الحقائق))2: 273، لكن قال الولوالجي في (بيوع) ((فتاواه)): رجل له عبد أمرد أراد أن يبيعه من فاسق يعلم أنه يعصي الله فيه غالباً يكره هذا البيع؛ لأنه إعانة على المعصية. وكتب ما نصُّه: ذكر في (باب بيوع أهل الذمة) من ((المحيط)): المسلم الفاسق إذا اشترى عبداً أمرد، وكان ممن يعتاد اتباع الأمرد يجبرُ على بيعه دفعاً للفساد. كما في ((حاشية التبيين)) 6: 29.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "قال أبو السعود في ((حاشيته على شرح ملا مسكين)) 3: 406 بعد نقل كلام الولوالجي و((المحيط))، ومن هنا ظهر أن ما ذكره الولوالجي من كراهة بيع الأمر ممن يعصي فيه أشبه بمذهب الصاحبين وما ذكره الزيلعي من عدم الكراهة أشبه بمذهب الإمام لكن في قول الزيلعي : فهو كبيع الجارية.. الخ نظر؛ لأن ظاهر هذه العبارة أنهما يقولان بعدم الكراهة أيضاً وليس كذلك فلو أبدله بقوله وعلى هذا يجوز بيع الجارية… الخ، أي عنده لكان أولى. ¶ وفي ((الخانية))2: 181 من (البيوع): ويكره بيع الأمرد من فاسق يعلم أنه يعصي به؛ لأنه إعانة على المعصية، وكذا في ((الخلاصة)). كما في ((البحر الرائق)) 5: 154-155، وغيره، وقال صاحب ((مجمع الأنهر))2: 529 بعد أن ذكر عن صاحب ((التبيين))6: 29 أن لا يكره: وهذا صريح في جواز بيع الغلام من اللوطي، والمنقول في كثير من المعتبرات أنه يكره، وفي ((حاشية الخادمي))156: وكره بيع أمرد ممن يلوط به؛ لأن المعصية تقع بعينه. ¶ قلت: هذه من المسائل التي حصل في اختلاف بين الكتب في الكراهة وعدمها، ويمكن التوفيق بينها أن من ذكر عدم الكراهية فقد خرَّجَها على قول الإمام، ومن ذكر الكراهة كصاحب ((المبسوط)) و((التبيين))، فقد خرجها على قول الصاحبين كقاضي خان والولوالجي وصاحب ((المحيط))، وقد ذكر هذا التوفيق أبو السعود كما سبق. ¶ ثمّ إن ما في الشروح مقدم على ما في الفتاوى، فيكون ما في ((المبسوط)) و((التبيين)) و((رمز الحقائق)) مقدّمٌ على ما في غيرها من عدم الكراهة. ¶ ويؤيد ما قلته: أن صاحب ((المنح)) بعد أن ذكر كلام الزيلعي والعيني وغيرهما قال: وهو صريح في جواز بيع الغلام من اللوطي، والمنقول في كثير من الفتاوى أنه يكره وهو الذي عولنا عليه في ((المختصر)) ـ أي ((تنوير الأبصار)) ـ.اهـ.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "فردَّ ما قاله ابن عابدين في ((رد المحتار)) 6: 392 بقوله: هو صريح أيضاً في أنه ليس مما تقوم المعصية بعينه، ولذا كان ما في الفتاوى مشكلاً كما مر عن ((النهر)) إذ لا فرق بين الغلام وبين البيت والعصير، فكان ينبغي للمصنف التعويل على ما ذكره الشراح فإنه مقدَّمٌ على ما في الفتاوى. ¶ ثم إن صاحب ((النهر)) 3: 268 وفق بينهما بقوله: وعندي أن ما في ((الخانية)) محمول على كراهة التنزيه، والمنفي هو كراهة التحريم. وتابعه على ذلك صاحب ((الدر المختار))6: 391. ¶ ولكن رد هذا ابن عابدين في ((رد المحتار)) 6: 391 بقوله: هذا التوفيق غير ظاهر؛ لأنه قدَّم أن الأمرد مما تقوم المعصية بعينه وعلى مقتضى ما ذكره هنا يتعين أن تكون الكراهة فيه للتحريم فلا يصح حمل كلام الزيلعي وغيره على التنزيه، وإنما مبنى كلام الزيلعي وغيره على أن الأمرد ليس مما تقوم المعصية بعينه كما يظهر من عبارته. ¶ بيع الجارية المغنية لا يكره؛ لأنه ليس عينها منكراً وإنما المنكر في استعماله المحظور. كما صرح به صاحب ((التبيين)) 3: 297، و((رمز الحقائق))1: 329، و((النهر الفائق)) 3: 268، و((حاشية أبي السعود))3: 406 ¶ بيع الكبش النطوح لا يكره؛ لأنه ليس عينها منكراً وإنما المنكر في استعماله المحظور. كما صرح به صاحب ((التبيين)) 3: 297، و((رمز الحقائق))1: 329، و((النهر الفائق)) 3: 268، و((حاشية أبي السعود))3: 406 ¶ بيع الديك المقاتل لا يكره؛ لأنه ليس عينها منكراً وإنما المنكر في استعماله المحظور. كما صرح به صابح ((التبيين)) 3: 297، و((رمز الحقائق))1: 329، و((النهر الفائق)) 3: 268، و((حاشية أبي السعود))3: 406 ¶ بيع الحمامة الطيارة لا يكره؛ لأنه ليس عينها منكراً وإنما المنكر في استعماله المحظور. كما صرح به صاحب ((التبيين)) 3: 297، و((رمز الحقائق))1: 329، و((النهر الفائق)) 3: 268، و((حاشية أبي السعود))3: 406.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "قلت: هذه المسائل السبع مخرجة على قول أبي حنيفة من أن عينها ليست منكراً كالخمر والمزامير، وإنما يمكن الإفادة منها بأكثر من شيء، فالمنكر هو الاستعمال المحظور لها، إذ المقصود الأصلي منها ليس المعصية، فإن عين الجارية للخدمة مثلاً والغناء عارض، فلا معصية في بيعها وإنما تكون المعصية بفعل المشتري، وهو مختار بفعله، فتنقطع نسبته عن البائع. ¶ الفصل الخامس ¶ مسائل إجارة البيت ليتخذه لبيت نار أو بيعة أو كنسية وغيرها: ¶ مسألة: إجارة بيت ليتخذه بيت نار ـ أي معبداً للمجوس ـ؛ أو بيعة ـ أي معبد لليهود ـ أو كنيسة ـ أي معبد للنصارى ـ أو يباع فيه خمر بالسواد لا يكره؛ وهذا عند أبي حنيفة، وقالا: لا ينبغي أن يكريه لشيء من ذلك؛ لأنه إعانة على المعصية، وقد قال الله تعالى: {وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان}، ولأبي حنيفة: أن الإجارة على منفعة البيت، ولهذا يجب الأجر بمجرد التسليم، ولا معصية فيه، وإنما المعصية بفعل المستأجر، وهو مختار فيه لقطع نسبته عنه، والدليل عليه أنه لو آجره للسكنى جاز، وهو لا بد له فيه من عبادته. وإنما قيده بالسواد؛ لأنهم لا يمكنون من إحداث المعبد، وإظهار بيع الخمور والخنازير في الأمصار لظهور شعائر الإسلام فيها فلا يعارض بإظهار شعائر الكفر بخلاف السواد قالوا هذا في سواد الكوفة؛ لأن غالب أهلها أهل ذمة، وأما في سواد غيرها فيه شعائر الإسلام ظاهرة فلا يمكنون فيها في الأصح. كما صرح به صاحب ((الهداية)) 6: 165-166، و((المبسوط)) 16: 38-39، و((التبيين)) 6: 29، و((رمز الحقائق)) 2: 273، و((المجتبى)) ق357أ، و((شرح ملا مسكين)) 302، و((الدر المختار)) 6: 391-292، و((مجمع الأنهر)) 2: 529، وزاد عليها: ويكره في المصر إجماعاً وكذا في سواد غالب أهل الإسلام لما مر أن شعائر الإسلام فيه ظاهرة.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "مسألة: آجر نفسه ليعمل في الكنيسة ويعمرها لا بأس به ويطيب له الأجر عند أبي حنيفة، ويكره عندهما؛ لأنه لا معصية في عين العمل، كما صرح به في ((رمز الحقائق)) 2: 273، و((الدر المختار))6: 391، ((حاشية أبي السعود)) 3: 406، و((فتاوى قاضي خان))، و((الدرر المباحة)) 81، ¶ مسالة أجر نفسه ليرعى الخنازير، يطيب له الأجر عند أبي حنيفة، ويكره عندهما؛ لأنها مال متقوم في حقهم بمنزلة الشاة والبعير في حقنا، كما صرح به صاحب ((المبسوط)) 16: 39، و((التبيين)) 6: 29، ((رمز الحقائق)) 2: 273، و((حاشية أبي السعود)) 3: 406، و((الشرنبلالية)) 1: 320، و((الدرر المباحة)) 81، ¶ الفصل السادس ¶ مسائل متفرقة ¶ من يبيع ويشتري على الطريق ولم يضر قعوده للناس لسعة الطريق لا بأس به، وإن أضر بهم، فالمختار أنه لا يشترى منه؛ لأنه إذا لم يجد مشترياً لا يقعد فكان الشراء منه إعانة على المعصية. كذا في ((الغياثية)). كما في ((التبيين)) 6: 29 و((البحر)) 8: 230، و((فتاوى قاضي خان)) 2: 181، و((الهندية)) 3: 209 و((رد المحتار)) 6: 392 ¶ مسألة: بيع المُكَعَّب ـ أي الثوب المطويّ الشديد الإدراج(1) ـ المُفَضَّض ـ أي مُرَصَّع بالفضة(2) ـ للرجال إذا علم أنه يشتريه ليلبسه يكره؛ لأنه إعانة له على لبس الحرام. كما في ((البحر)) 8: 230 و((التبيين))6: 29، و((مجمع الأنهر)) 2: 530، و((رد المحتار)) 6: 392 عن ((المحيط))، وفي ((الهندية)) 3: 209 عن ((الخلاصة)). ¶ مسألة: لو أن إسكافياً أمره إنسان أن يتخذ له خفاً على زي المجوس أو الفسقة أو خياطاً أمره إنسان أن يخيط له قميصاً على زي الفسّاق يكره له أن يفعل ذلك. كما في ((البحر)) 8: 230 و((التبيين))6: 29، و((مجمع الأنهر)) 2: 530، و((رد المحتار)) 6: 392 عن ((المحيط)). ¶ __________ ¶ (1) ينظر: ((تاج العروس)) 4: 153. ¶ (2) ينظر: ((مختار الصحاح)) 506.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "قلت: الظاهر أن مسألتي المكعب المفضض واتخاذ الخف والقميص الكراهة فيهما أشبه بقول الصاحبين بخلاف أبي حنيفة، فإن عدم الكراهة أشبه بقوله؛ لأن المعصية ليست بعين المكعب المفضض؛ لأن عينه ليست منكراً؛ وإنما باستعمال المحظور، وأما في الخف والقميص، فإن عمله ليس بمعصية، وإنما المعصية بفعل فاعل مختار، فانقطع عنه، ويؤيد ما ذكرت في هذه المسألة بما يلي: ¶ أولاً: في نسخة ((المحيط)) 260 التي عندي منقولة عن ((واقعات الناطفي))، والمثبت فيها في مسالة الخف والقميص: له أن يفعل ذلك. ولم يذكر كراهة، وإن نبه المحقق في الهامش أنه في نسخة: فإني لا أرى أن يفعل ذلك. ثم ذكر مسألة المكعب بعدها، فقال: قالوا: وبيع المكعب المفضض من الرجال إذا علم أنه يلبس مكروه. ¶ وثانياً: أنه ذكر في ((المحيط))231: الإناء المضبب وكذلك الكرسي المضبب بالذهب والفضة لا بأس عليه عند أبي حنيفة إذا لم يقعد على موضع الذهب، وكذلك جعل المصحف مذهباً أو مفضضاً لا بأس به عند أبي حنيفة وكره عند أبي يوسف، وقياس قول أبي حنيفة أن لا يكره في الثياب والسرج واللجام، وقول محمد مثل قول أبي يوسف، ولأبي حنيفة أن الأصل في المخلوقات إباحة الانتفاع بها، والحرمة لعارض، والنص ورد في تحريم الشرب والأكل في آنية الذهب والفضة، فكل ما كان يشبه المنصوص عليه في الاستعمال يلحق بالمنصوص عليه، وما لا يشبه المنصوص عليه يبقى على أصل الإباحة، وهناك يتصل الذهب والفضة ببدنه وهنا لم يتصل ببدنه، فلم يكن نظير المنصوص عليه في الاستعمال، فالحاصل أن أبا حنيفة على هذا الوجه اعتبر حرمان الاستعمال فيما يتصل ببدنه صورة، والثاني: أن هذا تابع فلا يكره، كالجبة المكفوفة بالحرير، والعلم في الثوب، وقياساً على لاشرب من يده على خنصره خاتم فضة، فإن ذلك لا يكره. انتهى. ¶ فتبين من هذه المسألة أن لا كراهة عند أبي حنيفة في المكعب المفضض، فكيف يكره بيعه، والله أعلم وعلمه أحكم.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "مسألة: بيع الزنانير من النصراني والقلنسوة من المجوسي لا يكره؛ لأن ذلك إذلال لهما. كما في ((التبيين))6: 29 و((رد المحتار)) 6: 392 عن ((المحيط))، وفي ((الهندية)) 3: 209 عن ((الخلاصة)). ¶ مسألة: بيع الأرض ممن يتخذها كنيسة، لا بأس به. كما في ((الهندية)) 3: 116 عن ((التتارخانية)). ¶ رجل اشترى من التاجر شيئا هل يلزمه السؤال أنه حلال أم حرام، قالوا: ينظر إن كان في بلد وزمان كان الغالب فيه هو الحلال في أسواقهم ليس على المشتري أن يسأل أنه حلال أم حرام ويبنى الحكم على الظاهر، وإن كان الغالب هو الحرام، أو كان البائع رجلاً يبيع الحلال والحرام يحتاط ويسأل أنه حلال أم حرام. كما في ((التبيين)) 6: 29 و((البحر)) 8: 230، و((الهندية)) 3: 209 و((رد المحتار)) 6: 392 ¶ مسألة: لو أوصى باتخاذ الطعام للمأتم بعد وفاته ويطعم للذين يحضرون التعزية، قال الفقيه أبو جعفر: يجوز ذلك من الثلث، ويحل للذين يطول مقامهم عنده، وللذي يجيء من مكان بعيد، يستوي فيه الأغنياء والفقراء، ولا يجوز للذي لا يطول مسافته ولا مقامه، فإن فضل من الطعام شيء كثير يضمن الوصي وإن كان قليلا لا يضمن. وعن الشيخ الإمام أبي بكر البلخي: رجل أوصى بأن يتخذ الطعام بعد موته للناس ثلاثة أيام، قالوا: الوصية باطلة. وعن أبي القاسم في حمل الطعام إلى أهل المصيبة والأكل عندهم، قال: حمل الطعام في الابتداء غير مكروه؛ لاشتغال أهل المصيبة بتجهيز الميت ونحوه، فأما حمل الطعام في اليوم الثالث لا يستحب؛ لأن في اليوم الثالث تجتمع النائحات فإطعامه في ذلك اليوم يكون إعانة على المعصية. كذا في ((فتاوى قاضي خان)). كما في ((الهندية)) 6: 95، و((بريقة محمدية)) 4: 270",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "مسألة: لا ينبغي للحلال أن يعين المحرم على قتل الصيد؛ لأن فعل المحرم معصية، والإعانة على المعصية معصية فقد سمى رسول الله صلى الله عليه وسلم المعين شريكاً، ولأن الواجب عليه أن يأمره بالمعروف، وينهاه عن التعرض للصيد، فإذا اشتغل بالإعانة فقد أتى بضد ما هو واجب عليه فكان عاصياً فيه، ولكن ليس عليه شيء سوى الاستغفار؛ لأن الاصطياد ليس بحرام عليه، إنما المحرم عليه الإعانة على المعصية، وذلك موجب للتوبة. كما صرح صاحب ((المبسوط)) 4: 96 ¶ مسألة: لا ينبغي للحلال أن يشتري الصيد من المحرم؛ لأن بيعه حرام على المحرم؛ ولأن في امتناعه عن الشراء زجراً للمحرم عن اصطياده، فإنه تقل رغبته في الاصطياد إذا علم أنه لا يشترى منه الصيد، وسواء أصاب المحرم الصيد عمداً أو خطأ فعليه الجزاء عندنا، وهو قول عمر وعبد الرحمن بن عوف وسعد بن أبي وقاص رضي الله عنهم. كما صرح صاحب ((المبسوط)) 4: 96",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "مسألة: محرم استعار من محرم سكيناً؛ ليذبح بها صيداً فأعاره إيّاه فذبح الصيد، فلا جزاء على صاحب السكين ويكره له ذلك، أما الكراهة بالإعانة على المعصية بما أعطاه من الآلة، وأما حكم الجزاء فأكثر مشايخنا يقولون تأويل هذه المسألة أنه إذا كان مع المحرم القاتل سلاح يقتل بذلك السلاح الصيد فحينئذ لا يلزم الجزاء على من أعطى السكين؛ لأنه وإن لم يعطه كان متمكناً من قتله فإذا لم يكن تمكنه بما أعطي لا يجب عليه الجزاء كما لا يجب الجزاء على الدال إذا كان للمدلول علم بمكان الصيد، فأما إذا لم يكن مع المحرم القاتل ما يقتل به الصيد ينبغي أن يجب الجزاء على هذا المعير؛ لأن التمكن من قتل الصيد كان بإعارته السكين , وإلى هذا أشار في السير الكبير، والأصح عندي أنه لا يجب الجزاء على المعير للسكين على كل حال لوجهين: ( أحدهما ) أن الصيد مأخوذ المستعير قبل إعارة السكين منه , وكان قد تلف معنى الصيدية بأخذ المستعير إياه حكما وبقتله حقيقة، فأما إعارة السكين ليس بإتلاف معنى الصيدية عليه لا حقيقة , ولا حكما بخلاف الدلالة فإنه إتلاف لمعنى الصيدية من وجه حين أعلم بمكانه من لا يقدر الصيد على الامتناع منه فإن امتناع الصيد ممن يقدر على الامتناع منه يكون بجناحه ومن لا يقدر على الامتناع منه يكون بتواريه عن عينه فإذا أعلمه بمكانه صار متلفا معنى الصيدية حكماً. ( والثاني ) أن الإعارة تتصل بالسكين لا بالصيد فإنها صحيحة , وإن لم يكن هناك صيد، ولا يتعين استعماله في حق قتل الصيد بخلاف (191) الإشارة إلى قتل الصيد فإنها متصلة بالصيد ليس فيها فائدة أخرى سوى ذلك , ولا يتم ذلك إلا بصيد هناك فلهذا يتعلق وجوب الجزاء بها. كما في ((المبسوط)) 4: 190-191 ¶ تنبيه:",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "أما قول صاحب ((النهر))3: 286 فيكره في الكل تنزيهاً ـ أي في كل ما ذكر أنه لا كراهة فيه من المسائل السابقة ـ، وهو الذي إليه تطمئن النفس؛ إذ لا شك أنه وإن لم يكن معيناً إلا أنه مسبب في الإعانة، ولم أر من تعرض لهذا والله الموفق. ¶ قلت: ما ذكره صاحب ((النهر)) هو اجتهاد منه فحسب، ولم أر من تابعه أو وافقه عليه ممن جاء بعده، فيبقى ما في المذهب من الحكم على ما هو عليه. ¶ خاتمة ¶ اتضح من المسائل المذكورة أن ضابط الإعانة على الحرام على مذهب أبي حنيفة رضي الله عنه، هو: ¶ أن ما قامت المعصية بعينه فمكروه كبيع الخمر والمزاميز. ومعنى بعينه: أن عينه منكراً لا تقبل إلا الفعل المحظور. ¶ وأن ما لم تقم المعصية بعينه فغير مكروه، ويطيب أجره، ومعنى ذلك؛ أن عينه ليست منكراً، بأن المقصود الأصلي منها ليس المعصية، وإنما هي أمر عارض يحصل بفعل فاعل مختار فتنقطع نسبته عن البائع أو غيره. ¶ أما في الأعمال فيكفي فيما لم تقم المعصية بعينه أن يتوسط فعل فاعل مختار، كما في رعي الخنازير وتعمير الكنيسة. ¶ استراح القلم من تحرير هذه الرسالة في ليل 6/رجب/1424هـ الموافق 3/أيلول/2003م، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ التعبير بجاز يشير إلى أن الأفضل عدم البيع كما لا يخفى. ينظر: ((حاشية عبد الحليم)) 1: 203 ¶ الكراهية وهي أعم أن تكون كراهة تحريم أو تنزيه، وقد يذكر فيها المباح لدفع توهم كونه مكروهاً ينظر: فتح باب العناية 3: 3",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "مسألة قال وبيع العصير ممن يتخذه خمرا باطل وجملة ذلك أن بيع العصير لمن يعتقد أنه يتخذه خمرا محرم وكرهه الشافعي وذكر بعض أصحابه أن البائع إذا اعتقد أنه يعصرها خمرا فهو محرم وإنما يكره إذا شك فيه وحكى ابن المنذر عن الحسن وعطاء والثوري أنه لا بأس ببيع التمر لمن يتخذه مسكرا قال الثوري بع الحلال ممن شئت واحتج لهم بقول الله تعالى وأحل الله البيع البقرة ولأن البيع تم بأركانه وشروطه ولنا قول الله تعالى ولا تعاونوا على الإثم والعدوان المائدة وهذا نهي يقتضي التحريم وروي عن النبي صلى الله عليه وسلم أنه لعن في الخمر عشرة فروى ابن عباس أن النبي صلى الله عليه وسلم أتاه جبريل فقال يا محمد إن الله لعن الخمر وعاصرها ومعتصرها وحاملها والمحمولة إليه وشاربها وبائعها ومبتاعها وساقيها وأشار إلى كل معاون علهيا ومساعد فيها أخرج هذا الحديث الترمذي من حديث أنس وقال قد روي هذا الحديث عن ابن عباس وابن عمر عن النبي صلى الله عليه وسلم وروى ابن بطة في تحريم النبيذ بإسناده عن محمد بن سيرين أن قيما كان لسعد بن أبي وقاص في أرض له فأخبره عن عنب أنه لا يصلح زبيبا ولا يصلح أن يباع إلا لمن يعصره فأمر بقلعه وقال بئس الشيخ أنا إن بعت الخمر ولأنه يعقد عليها لمن يعلم أنه يريدها للمعصية فأشبه إجارة أمته لمن يعلم أنه يستأجرها ليزني بها والآية مخصوصة بصور كثيرة فيخصص منها محل النزاع بدليلنا وقولهم تم البيع (155)بشروطه وأركانه قلنا لكن وجد المانع منه إذا ثبت هذا فإنما يحرم البيع ويبطل إذا علم البائع قصد المشتري ذلك إما بقوله وإما بقرائن مختصة به تدل على ذلك فأما إن كان الأمر محتملا مثل أن يشتريها من لا يعلم حاله أو من يعمل الخل والخمر معا ولم يلفظ بما يدل على إرادة الخمر فالبيع جائز وإذا ثبت التحريم فالبيع باطل ويحتمل أن",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "يصح وهو مذهب الشافعي لأن المحرم في ذلك اعتقاده بالعقد دونه فلم يمنع صحة العقد كما لو دلس العيب ولنا إنه عقد على عين لمعصية الله بها فلم يصح كإجارة الأمة للزنا والغناء وأما التدليس فهو المحرم دون العقد ولأن التحريم ههنا لحق الله تعالى فأفسد العقد كبيع درهم بدرهمين ويفارق التدليس فإنه لحق آدمي فصل وهكذا الحكم في كل ما يقصد به الحرام كبيع السلاح لأهل الحرب أو لقطاع الطريق أو في الفتنة وبيع الأمة للغناء أو إجارتها كذلك أو إجارة داره لبيع الخمر فيها أو لتتخذ كنيسة أو بيت نار وأشباه ذلك فهذا حرام ولاعقد باطل لما قدمنا قال ابن عقيل وقد نص أحمد رحمه الله على مسائل نبه بها على ذلك فقال في القصاب والخباز إذا علم أن من يشتري منه يدعو عليه من يشرب المسكر لا يبيعه ومن يخترط الأقداح لا يبيعها ممن يشرب فيها ونهى عن بيع الديباج للرجال ولا بأس ببيعه للنساء وروي عنه لا يبيع الجوز من الصبيان للقمار وعلى قياسه البيض فيكون بيع ذلك كله باطلا فصل قيل لأحمد رجل مات وخلف جارية مغنية وولدا يتيما وقد احتاج إلى بيعها قال يبيعها على أنها ساذجة فقيل له فإنها تساوي ثلاثين ألف درهم فإذا بيعت ساذجة تساوي عشرين دينارا قال لا تباع إلا على أنها ساذجة ووجه ذلك ما روى أبو أمامة عن النبي صلى الله عليه وسلم أنه قال لا يجوز بيع المغنيات ولا أثمانهن ولا كسبهن قال الترمذي هذا لا نعرفه إلا من حديث علي بن زيد وقد تكلم فيه أهل العلم ورواه ابن ماجة وهذا يحمل على بيعهن لأجل الغناء فأما ماليتهن الحاصلة بغير الغناء فلا تبطل كما أن العصير لا يحرم بيعه لغير الخمر لصلاحيته للخمر فصل ولا يجوز بيع الخمر ولا التوكيل في بيعه ولا شراؤه قال ابن المنذر أجمع أهل العلم على أن بيع الخمر غير جائز وقال أبو حنيفة يجوز للمسلم أن يوكل ذميا في بيعها وشرائها",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وهو غير صحيح فإن عائشة روت أن النبي صلى الله عليه وسلم قال حرمت التجارة في الخمر وعن جابر أنه سمع النبي صلى الله عليه وسلم عام الفتح وهو بمكة يقول إن الله ورسوله حرما بيع الخمر والميتة والخنزير والأصنام فقيل يا رسول الله أرأيت شحوم الميتة فإنه تطلى بها السفن وتدهن بها الجلود ويستصبح بها الناس فقال لا هو حرام ثم قال رسول الله صلى الله عليه وسلم قاتل الله اليهود إن الله تعالى حرم عليهم شحومها فجملوه ثم باعوه وأكلوا ثمنه متفق عليه ومن وكل في بيع الخمر وأكل ثمنه فقد أشبههم في ذلك ولأن الخمر نجسة محرمة يحرم بيعها والتوكيل في بيعها كالميتة والخنزير ولأنه يحرم عليه بيعه فحرم عليه التوكيل في بيعه كالخنزير المغني 4: 154-155",
            "page": "36",
            "part": "1"
        }
    ],
    "t36198": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "خلاصة الكلام في مسألة الإعانة على الحرام"
        }
    ]
}