{
    "b36194": [
        {
            "id": "1",
            "nass": "فتح الوهاب ¶ تأليف ¶ يحيى بن علي الحجوري ¶ مقدمة شيخنا العلامة مقبل بن هادي الوادعي حفظه الله ¶ الحمد لله، والصلاة على رسول الله -صلى الله عليه وعلى آله وسلم-، وأشهد أن لا إله إلا الله، وأشهد أن محمدا عبده ورسوله. ¶ أما بعد: فقد روى البخاري ومسلم في ((صحيحيهما)) عن عائشة رضي الله عنها أن رسول الله -صلى الله عليه وعلى آله وسلم- قال: ((من أحدث في أمرنا هذا ما ليس منه فهو رد))، وربنا عز وجل يقول في كتابه العزيز وقوله الحق: {اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا(¬1)}. ¶ ¬__________ ¶ (¬1) ... سورة المائدة، الآية:3.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن هذه الآية الكريمة والحديث الشريف يقضيان على البدع المحدثة في الدين كلها، البدع التي طغت على الدين الاسلامي التي حذرنا منها نبينا محمد -صلى الله عليه وعلى آله وسلم- بقوله: ((فإياكم ومحدثات الامور))، تلكم البدع قد أصبحت في نظر كثير من الناس هي السنن، فإذا غيرت قال المبتدعة: غيرت السنن، ولقد قام علماؤنا رحمهم الله بإنكارها والتحذير منها في مؤلفات مستقلة وفي ضمن كتبهم، وصدق الرسول -صلى الله عليه وعلى آله وسلم- إذ يقول: ((لا تزال طائفة من أمتي على الحق ظاهرين لا يضرهم من خالفهم ولا من خذلهم حتى يأتيهم أمر الله وهم على ذلك))، وفي زمننا هذا علماء أجلاء واقفون في وجوه هذه البدع منهم الوالد الشيخ عبدالعزيز بن باز، والوالد الشيخ محمد ناصر الدين الالباني، والشيخ صالح الفوزان، والشيخ ربيع بن هادي، والشيخ بكر أبوزيد، والشيخ محمد بن صالح بن عثيمين، وطلاب الشيخ الألباني كعلي بن حسن، وسليم الهلالي، ومشهور بن حسن، وفي اليمن مجموعة مباركة الشيخ عبدالعزيز البرعي، والشيخ أبوالحسن المصري، والشيخ محمد بن عبدالوهاب الوصابي، والشيخ محمد الامام، والشيخ عبدالمصور، والشيخ أحمد بن عثمان، والشيخ عبدالعزيز الدراوردي، والشيخ قاسم أبوعبدالله التعزي، ومن بين أولئك الشيخ الفاضل السني السلفي الذي لا تزال دروسه وكتبه تحارب البدع، وإن رسالته هذه في بيان بدعة المحاريب لأكبر شاهد وهو الشيخ يحيى بن علي الحجوري بارك الله فيه وفي جهوده التي يقوم بها في محاربة الشرك والبدع ودفع عنا وعنه كل سوء ومكروه. ¶ مقبل بن هادي الوادعي ¶ مقدمة المؤلف ¶ الحمد لله رب العالمين، نحمده ونستعينه ونستغفره، ونسأله سبحانه التوفيق لمرضاته والثبات على هذا الدين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أما بعد: فقد كنت منذ عدة سنين أسمع من شيخي الجليل مقبل ابن هادي حفظه الله إذا سئل عن المحراب أو ذكره في أثناء دروسه الممتعة يبين أنه محدث، ولم يكن لمسجد رسول الله -صلى الله عليه وعلى آله وسلم- في عهده محراب، وأنا لم أتمكن من بحث هذه المسألة ليطمئن قلبي حتى يسر الله لي الشروع في بحث عرضه علي شيخي الفاضل وفقه الله وهو شرح كتاب ((منتقى ابن الجارود)) رحمة الله عليه، فأعجبني ذلك واستعنت بالله وفي أثناء البحث عرض لي حديث أنس رضي الله عنه رقم (59) من ((المنتقى)) أن النبي -صلى الله عليه وعلى آله وسلم- رأى نخامة في قبلة المسجد فحكها بيده ورؤي في وجهه شدة ذلك عليه فقال: ((إن العبد إذا قام يصلي فإنما يناجي ربه، أو ربه بينه وبين القبلة، فإذا بزق أحدكم فليبزق عن يساره أو تحت قدمه أو يقول هكذا)) وبزق في ثوبه ودلك بعضه ببعض. ¶ ولما رأيت البحث طال حوله أحببت أن أفرده في رسالة مستقلة، وكان القصد من ذلك تبيين حكم الطاق الذي يسميه الناس بالمحراب، وتبيين بعض أمور العقيدة التي قد يسأل عنها إخواننا طلبة العلم حول هذا الحديث العظيم، وأسأل الله بمنه وكرمه أن يجعل هذا البحث المتواضع خالصا لوجهه وان يبرئ به الذمة وينفع به الامة. ¶ وطريقتي في هذا البحث جعلت الكلام على المحراب في ست مسائل: ¶ الاولى: تعريف المحراب. ¶ الثانية: اسم المحراب الصحيح. ¶ الثالثة: أدلة النهي عن اتخاذ المحراب وآثار السلف في ذلك مع الحكم عليها. ¶ الرابعة: أقوال العلماء في بدعية المحراب وكراهية الصلاة فيه. ¶ الخامسة: من أول من أحدث المحراب؟. ¶ السادسة: بعض شبه المجيزين للمحراب والرد عليها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولما ذكرت ما يسره الله سبحانه وفتح به من الآثار والاقوال والتعريفات الصحيحة للطاق الذي اشتهرت تسميته بالمحراب، شرعت بعد ذلك في ذكر الحديث بسنده مع ترجمة مختصرة لكل رجل من رجال إسناده وبينت حال الحديث عند المؤلف، كما هو منهجي في غيره من الاحاديث التي تم بعون الله شرحها في ذلك الكتاب النافع ((منتقى ابن الجارود)) يسر الله إتمامه بخير، ثم ذكرت بيان مفرداته وتوجيه مشكلاته وفقهه وفوائده مستفيدا في ذلك كله من أقوال سلفنا الصالح رحمهم الله، وأضفت إليه ذكر أحاديث البزاق في المسجد وبعض طرقها التي استطعت الحصول عليها مع الحكم عليها وأسميتها ((فتح الوهاب بشرح حديث أنس بن مالك في نهي المصلي أن يبصق إلى القبلة وفيه حكم البصاق في المسجد وحكم المحراب)). ¶ 2/ محرم/ 1419هـ ¶ وإلى المسائل الست في المحراب: ¶ المسألة الأولى: تعريف المحراب عند العرب: ¶ قال ابن منظور في ((لسان العرب)) (ج3 ص101) بتعليق علي شيري: المحراب صدر البيت وأكرم موضع فيه، والجمع المحاريب، وهو أيضا الغرفة، قال وضاح اليمن: ¶ ربة محراب إذا جئتها ... لم ألقها أو ارتقى سلما ¶ يعني ربة غرفتها وصاحبة بيتها، وقال الازهري في ((تهذيب اللغة)) (ج5 ص23): والمحراب الغرفة وأنشد قول أمرئ القيس: ¶ وماذا عليه إن ذكرت أوانسا ... كغزلان رمل في محاريب أقيال ¶ أي في الغرف أقيال. قال: والمحراب عند العامة الذي يقيمه الناس اليوم مقام الامام في المسجد. ¶ قلت: لو كان عند العامة فقط لكان الامر سهلا، ولكن قد انطلت هذه التسمية حتى على كثير من أهل العلم وأصبح اسم المحراب الصحيح (الطاق) أو (المذبح) لا يكاد يدري بعض الناس ما هو. ¶ قال الازهري: ومحاريب بني إسرائيل مساجدهم التي يجتمعون فيها للصلاة، قال أبوعبيد: المحراب سيد المجالس ومقدمها وأشرفها، وقال ابن الاعرابي: المحراب مجلس الناس ومجتمعهم، وقال الاصمعي: العرب تسمي القصر محرابا وأنشد: ¶ أو دمية صور محرابها ... أو درة شيفت إلى تاجر",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال: أراد بالمحراب القصر وبالدمية الصورة، وقال الاصمعي عن أبي عمرو بن العلاء قال: دخلت محرابا من محاريب حمير فنفخ في وجهي ريح المسك، وقال الزجاج في تفسير قوله تعالى: {وهل أتاك نبأ الخصم إذ تسوروا المحراب(¬1)}، قال: والمحراب أرفع بيت في الدار وأرفع مكان في المسجد، والمحراب هنا كالغرفة وأنشد البيت الذي قاله وضاح اليمن: ربة محراب إذا جئتها ¶ قال: وفي الحديث أن النبي -صلى الله عليه وعلى آله وسلم- بعث عروة بن مسعود رضي الله عنه إلى قومه بالطائف، فأتاهم ودخل محرابا له، فأشرف عليهم عند الفجر ثم أذن للصلاة قال: وهذا يدل أنه غرفة يرتقى إليها. اهـ ¶ قلت: الحديث أخرجه الطبراني في ((الكبير)) وابن سعد في ((الطبقات الكبرى)) (ج5 ص503)، والحاكم في ((المستدرك)) (ج3 ص615)، وذكره الهيثمي في ((مجمع الزوائد)) (ج9 ص386)، وابن كثير في ((تفسيره)) عند آية (26) من سورة يس. عن عرورة بن الزبير قال: لما أتى الناس الحج سنة تسع قدم عروة بن مسعود الثقفي عم المغيرة بن شعبة على رسول الله -صلى الله عليه وعلى آله وسلم- فاستأذن رسول الله -صلى الله عليه وعلى آله وسلم- أن يرجع إلى قومه، فقال رسول الله -صلى الله عليه وعلى آله وسلم-: ((إني أخاف أن يقتلوك))، فقال: لو وجدوني نائما ما أيقظوني، فإذن له رسول الله -صلى الله عليه وعلى آله وسلم- فخرج إلى قومه مسلما فقدم عشاء فجاءته ثقيف فدعاهم للاسلام فاتهموه وعصوه وأسمعوه ما لم يكن يحتسب، ثم خرجوا من عنده، حتى إذا سحروا وطلع الفجر قام على غرفة في داره فأذن بالصلاة وتشهد، فرماه رجل من ثقيف بسهم فقتله، فقال رسول الله -صلى الله عليه وعلى آله وسلم-: ((مثل عروة مثل صاحب ياسين، دعا قومه إلى الله فقتلوه)).اهـ ¶ ¬__________ ¶ (¬1) ... سورة ص، الآية:21.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "في كل المصادر المتقدمة يذكرونه مرسلا من مراسيل عروة بن الزبير، والمرسل أيضا فيه ابن لهيعة، وعند ابن كثير معضل عبدالملك ابن عمير يقول: قال عروة بن مسعود رضي الله عنه للنبي -صلى الله عليه وعلى آله وسلم-: ابعثني إلى قومي.. الحديث الخ. ¶ وليس في الحديث بهذه المصادر لفظة: أن عروة دخل محرابا له، أي: غرفة بيته، فلا أدري من أين أخذها الزجاج رحمه الله. ¶ قال ابن منظور: والمحاريب صدور المجالس ومنه سمي محراب المسجد أي صدره وجهته الأولى ومنه محاريب عمران باليمن، والمحراب أكرم مجالس الملوك، وقال الطبري في ((تفسيره)) عند آية {وهو قائم يصلي في المحراب(¬1)}، (ج6 ص357): وهو مقدمة كل مجلس ومصلى، وهو سيد المجالس وأكرمها، وهو كذلك من المساجد ومنه قول عدي بن زيد: ¶ كدمى العاج في المحاريب أوكالبيض في الروض زهره مستنير. ¶ وقال ابن كثير في ((تفسيره)) عند الآية السابقة {وهو قائم يصلي في المحراب?(¬2)}، قال: محراب عبادته ومحل خلوته ومجلس مناجاته وصلاته، وقال الرازي في ((تفسيره)) (ج8 ص29-30): المحراب الموضع العالي الشريف، وقال البغوي في ((تفسيره)) (ج1 ص298) نحوه، وقال الراغب الاصفهاني في ((مفردات القرآن)): المحراب الاصل فيه أن محراب البيت صدر المجلس ثم لما اتخذت المساجد سمي صدره به، وقال ابن الاثير في ((النهاية)) (ج1 ص326): المحراب الموضع العالي المشرف وهو صدر المجلس. ¶ والحاصل من أقوال أئمة اللغة والتفسير أن المحراب يطلق على: ¶ الغرفة، المسجد بكامله، صدر المسجد ومقدمته، صدر البيت، أكرم موضع في البيت، أشرف المجالس، مجالس الملوك، الموضع المرتفع، القصور الشامخة، مقام الإمام في المسجد ولو لم يكن في الطاق، مجلس مناجاة الانسان، مكان صلاته الذي اتخذه للصلاة فيه سواء في بيته أو أي مكان يطلق عليه محرابا. ¶ ¬__________ ¶ (¬1) ... سورة آل عمران، الآية:3. ¶ (¬2) ... سورة آل عمران، الآية:3.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وبعد هذا تعلم أن الآيات التي ذكر فيها المحراب فسرها أهل العلم بهذه التفسيرات، فلا يلتبس عليك استدلال العوام وأشباههم بها على شرعية هذا الطاق في المسجد، فهو خلاف فهم أهل العربية والتفسير والفقه والحديث، إذا علمت ذلك فإليك ما ذكره أهل العلم في تسميته الصحيحة. ¶ المسألة الثانية: اسم المحراب الصحيح: ¶ قال فيروزأبادي في ((القاموس)) (ج1 ص220): المذبح المحاريب والمقاصير وبيوت كتب النصارى، وقال الزبيدي في ((تاج العروس)) (ج2 ص238): المذبح المقاصير في الكنائس ويقال هي المحاريب والمذابح بيوت كتب النصارى، وقال ابن منظور في ((لسان العرب)) (ج5 ص24): والمذبح المحراب والمقصورة ونحوهما ومذبح النصارى بيوت كتبهم، وقال أبوالسعادات في ((النهاية)) (ج2 ص143): المذبح واحد المذبح وهي المقاصير وقيل المحاريب.اهـ ¶ وأيضا يسمونها الطيقان واحدها طاق، قال ابن منظور في ((لسان العرب)) (ج8 ص226): الطاق ما عطف من الابنية، والجمع الطاقات والطيقان وكذا قال الفيروز أبادي في ((القاموس)) مادة طوق (ج3 ص260)، والزبيدي في ((تاج العروس)) (ج6 ص338)، وأكثر الفقهاء يسمونه طاقا كما سترى أقوالهم في ذلك إن شاء الله. ¶ المسألة الثالثة: أدلة كراهية المحراب والنهي عن اتخاذه: ¶ أخرج البيهقي في ((سننه الكبرى)) باب كيفية بناء المساجد (ج2 ص439) فقال: أخبرنا أبونصر بن قتادة، قال: أخبرنا أبوالحسن محمد بن الحسن السراج. قال: حدثنا مطين. قال: حدثنا سهل بن زجلة الرازي. قال: حدثنا أبوزهير عبدالرحمن بن مغراء، عن ابن يحر، عن نعيم بن أبي هند، عن سالم بن أبي الجعد، عن عبدالله بن عمرو رضي الله عنه قال: قال رسول الله -صلى الله عليه وعلى آله وسلم-: ((اتقوا هذه المذابح)).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال البيهقي: يعني المحاريب، واستدل السيوطي رحمه الله في رسالته ((إعلام الأريب بحدوث بدعة المحاريب)) ص (15) بهذا الحديث على بدعة المحراب، ثم قال: هذا حديث ثابت فإن سالم بن أبي الجعد من رجال ((الصحيحين)) بل الائمة الستة ونعيم بن أبي هند من رجال مسلم، وابن بحر اسمه عبدالملك بن سعيد من رجال مسلم أيضا وأبوزهير من رجال الاربعة، قال الذهبي في ((الكاشف)): وثقه أبوزرعة وغيره، ولينه ابن عدي.اهـ ¶ قلت: قال الذهبي في ((الميزان)) ما به بأس وهو كذلك فإن كلام ابن عدي فيه أخذه عن علي بن المديني، والسند إلى ابن المديني ضعيف فيه محمد بن يونس الكديمي كذاب، قال السيوطي: والحسن إذا روى من طريق ثان ارتقى إلى درجة الصحة، وهذا له طرق أخرى تأتي فيصير المتن صحيحا من قسم الصحيح لغيره، ولهذا احتج به البيهقي في الباب مشيرا إلى كراهية اتخاذ المحاريب. ¶ والبيهقي مع كونه من كبار الحفاظ فهو أيضا من كبار أئمة الشافعية الجامعين للفقه والاصول والحديث كما ذكره النووي في ((شرح المهذب)) فهو أهل أن يستنبط ويخرج ويحتج، أما سهل بن زجله ومطين فإمامان حافظان ثقتان وفوق الثقة. اهـ ¶ كلامه على الحديث. ¶ وأقول: سالم بن أبي الجعد ثقة روى عن عبدالله بن عمرو بن العاص في ((صحيح البخاري)) (ج6 رقم 3074) في كتاب الجهاد باب القليل من الغلول حديث: كان رجل يقال له كركره على ثقل النبي -صلى الله عليه وعلى آله وسلم- فمات فقال رسول الله -صلى الله عليه وعلى آله وسلم-: ((هو في النار))، فذهبوا ينظرون إليه فوجدوا عباءة قد غلها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ونعيم بن أبي هند اسم أبيه النعمان بن أشيم أشجعي كوفي، أبوه له صحبة أخو طارق بن أشيم فهما أخوان صحابيان، ونعيم هذا ثقة، وابن أيحر هو عبدالملك بن سعيد بن حبان ثقة، لم أجد من أثبت روايته من نعيم بن أبي هند، فالظاهر أنه منقطع من موضعين، فإني لم أجد من أثبت رواية نعيم بن أبي هند عن سالم بن أبي الجعد أيضا، والتوقف في مثل هذا الحديث أسلم. ¶ وأخرج ابن أبي شيبة رحمه الله في ((المصنف)) (ج1 ص509) باب (277) فقال: حدثنا وكيع، قال: حدثنا أبوإسرائيل، عن موسى الجهني قال: قال رسول الله -صلى الله عليه وعلى آله وسلم-: ((لا تزال هذه الأمة أو قال: أمتي بخير ما لم يتخذوا في مساجدهم مذابح كمذابح النصارى ممنوح من الصوف)).اهـ ¶ وسنده ضعيف، فإن أبا إسرائيل هو اسماعيل بن خليفة. قال الذهبي في ((الميزان)) عنه: ضعفوه وقد كان شيعيا بغيضا من الغلاة الذين يكفرون عثمان رضي الله عنه، وقال ابن المبارك: لقد من الله على المسلمين بسوء حفظ أبي إسرائيل، ولا يحتج به، وهو حسن الحديث له أغاليط، وقال أبوزرعة: صدوق في رأيه غلو، وقال البخاري: تركه ابن مهدي، وقال ابن معين: ضعيف، وقال مرة: ثقة وحكم عليه الحافظ في ((التقريب)) بأنه صدوق سيء الحفظ. ¶ قلت: ومن هذا حاله لا يصلح للاحتجاج، وشيخه موسى الجهني وهو موسى بن عبدالله ويقال ابن عبدالرحمن كوفي ثقة لكنه يروى عن التابعين، فحديثه عن رسول الله -صلى الله عليه وعلى آله وسلم- يعتبر معضلا، فعلم أن هذا الحديث المعضل الضعيف لا يصلح شاهدا لحديث عبدالله بن عمرو بن العاص المتقدم، وأنه محتمل للانقطاع لأن الساقط في كلا السندين لا ندري ما حاله. ¶ وأخرج ابن أبي شيبة في ((المصنف)) (ج1 ص509) قال: حدثنا ابن أدريس، عن ليث، عن قيس عن أبي ذر قال: من أشراط الساعة أن تتخذ المذابح في المساجد.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قال السيوطي رحمه الله في رسالته ((إعلام الاريب بحدوث بدعة المحاريب)): له حكم الرفع فإن الإخبار عن أشراط الساعة لا مدخل للرأي فيها، وإنما يدرك بالتوقيف من النبي -صلى الله عليه وعلى آله وسلم-.اهـ ¶ قلت: سنده ضعيف فإن ليثا هذا في السند هو ابن أبي سليم مختلط، فالاثر ضعيف لأجله. ¶ أخرج ابن أبي شيبة في باب (277) فقال: حدثنا هشيم، قال: حدثنا عبيدة، عن سالم بن أبي الجعد قال: كان أصحاب محمد يقولون: إن من أشراط الساعة أن تتخذ المذابح في المساجد، قال السيوطي: هذا بمنزلة عدة أحاديث مرفوعة، فإن كل واحد من الصحابة المذكورين سمع ذلك من النبي -صلى الله عليه وعلى آله وسلم- وأخبر به، وسنده ضعيف، فإن عبيدة هذا الذي روى عنه هشيم بن معتب متروك. ¶ وأخرج ابن أبي شيبة قال: حدثنا وكيع، قال: حدثنا إسماعيل بن إبراهيم بن المهاجر، عن أبيه، عن علي رضي الله عنه: أنه كره الصلاة في الطاق. ¶ وسنده ضعيف، من أجل إسماعيل ضعيف وأبوه ضعيف، إلا أنه أحسن حالا من ولده إسماعيل. ¶ وأخرج في باب (277) فقال: حدثنا عبدالله بن إدريس، عن مطرف، عن إبراهيم قال: قال عبدالله: اتقوا هذه المحاريب، قال: وكان إبراهيم لا يقوم فيها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وسنده صحيح كلهم ثقات إلى عبدالله بن مسعود رضي الله عنه، وإبراهيم النخعي لم يسمع من أحد من الصحابة كما في ((جامع التحصيل))، وصحح كثير من العلماء مراسيله عن ابن مسعود. قال ابن رجب رحمه الله في شرحه على ((علل الترمذي)) ص (180) بتحقيق السامرائي: القول الثاني في المسألة الاحتجاج بالمرسل وحكاه الترمذي عن بعض أهل العلم، وذكر كلام إبراهيم النخعي أنه كان إذا أرسل فقد حدثه به غير واحد، وإن أسند لم يكن عنده إلا عمن سماه، وهذا يقتضي ترجيح المرسل، ونحو هذا في ((تهذيب التهذيب)) فعلم أن إبراهيم النخعي إذا أرسل عن ابن مسعود أنه قد سمعه من جماعة من أصحاب ابن مسعود، وإن كنا لا نعلم حالهم لكن بعضهم يعضد بعضا مع أن الغالب على التابعين السلامة من الكذب، ومن الضعف الشديد، لكن ترجيح المرسل على المسند عن النخعي خاصة فيما أرسله عن ابن مسعود خاصة وقد قال الإمام أحمد في مراسيل النخعي: لا بأس بها، والحديث أخرجه البزار كما في ((كشف الاستار)) (ج1 ص210) وسنده عنده فيه شيخ البزار مجهول حال، محمد بن مرداس الانصاري روى عنه جمع ووثقه ابن حبان فقط، فهو مجهول حال. ¶ وأخرج ابن أبي شيبة عن كعب أنه كان يكره المذبح في المسجد، وسنده عنده قال: حدثنا وكيع، قال: حدثنا سفيان، عن يزيد بن زياد الغطفاني، عن عمه عبيد بن أبي الجعد، عن كعب وعبيد صدوق كما في ((التقريب)) ولم أجد من وثقه غير ابن حبان، وهو قد روى عن بعض الصحابة، فالاثر صالح مع غيره من الآثار في الباب. ¶ وقال ابن أبي شيبة: حدثنا وكيع، قال: حدثنا حسن بن صالح، عن عبدالملك بن سعد بن أبجر، عن نعيم بن أبي هند، عن سالم بن أبي الجعد قال: لا تتخذوا المذابح في المساجد. تقدم أن قلنا في أول حديث: لم أجد من أثبت رواية نعيم بن أبي هند من سالم بن أبي الجعد، ولا رواية ابن أبجر من نعيم، وحسن بن صالح هو ابن حي ثقة، ووكيع إمام، فالسند صحيح لولا احتمال الانقطاع.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأخرج ابن أبي شيبة من حديث حميد عن موسى بن عبيدة قال: رأيت مسجد أبي ذر فلم أر فيه طاقا.اهـ ¶ وموسى بن عبيدة هو الربذي، وحميد هو الرؤاسي ثقة، فالاثر ضعيف من أجل موسى بن عبيدة فهو ضعيف. ¶ وأخرج ابن أبي شيبة، عن وكيع، عن موسى بن قيس، وهشيم عن مغيرة، أن إبراهيم بن يزيد كان يكره الطاق ويتنكب له. ¶ وأخرجه عبدالرزاق في ((المصنف)) (ج2 ص412) عن الثوري وابن عيينة، عن منصور والأعمش، عن إبراهيم أنه كان يكره أن يصلي في طاق الإمام، وبهذا يكون صحيحا. ¶ وأخرج ابن أبي شيبة عن ابن التيمي وهو معتمر بن سليمان بن طرخان، عن أبيه قال: رأيت الحسن يعني البصري جاء إلى ثابت البناني يزوره فحضرت الصلاة فقال ثابت: تقدم يا أبا سعيد، فقال الحسن، أنت أحق، قال ثابت: والله لا أتقدمك أبدا، قال: فتقدم الحسن واعتزل الطاق أن يصلي فيه. قال ابن التيمي: ورأيت أبي يعني سليمان بن طرخان وليثا يعني ابن أبي سليم يعتزلانه. ¶ المسألة الرابعة: ذكر أقوال أهل العلم في المحراب وكراهية الصلاة فيه: ¶ تلخيص أسماء من تقدم ذكرهم ممن كرهه وثبت عنه ذلك، وقبل الشروع في ذكرهم، اعلم أنه لم يثبت حديث عن رسول الله -صلى الله عليه وعلى آله وسلم- في كراهية المحراب، ولا في جوازه لا قولا ولا فعلا، وأن مسجده -صلى الله عليه وعلى آله وسلم- لم يكن له طاق المعروف الآن بالمحراب أبدا، ومن ادعى ذلك فعليه البرهان الصحيح وهيهات له وجوده، أما الآثار فثبتت في كراهة الطاق المشهور بالمحراب. ¶ ذكر من كره الطاق من أهل العلم ¶ عن ابن مسعود، عن إبراهيم النخعي، عن سليمان بن طرخان، وليث بن أبي سليم، وكعب، وسفيان الثوري، والحسن البصري، وخالد الوالبي كل هؤلاء ثبت عنهم كراهية المحراب. ¶ ومن المتأخرين كرهه: ¶ السيوطي، وألف رسالة في بدعيته، والرسالة سماها ((إعلام الاريب بحدوث بدعة المحاريب)) قمت بتحقيقها في رسالتي هذه والحمد لله.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ابن حزم في ((المحلى)) مسألة رقم (497) قال: وتكره المحاريب في المساجد، قال علي: أما المحاريب فمحدثة وإنما كان رسول الله -صلى الله عليه وعلى آله وسلم- يقف وحده ويصف الصف الاول خلفه ثم أسند إلى أنس بن مالك رضي الله عنه أن المسلمين بينما هم في صلاة الفجر يوم الاثنين وأبوبكر يصلي بهم لم يفجأهم إلا رسول الله -صلى الله عليه وعلى آله وسلم- قد كشف سجف حجرة عائشة رضي الله عنها فنظر إليهم وهم صفوف في الصلاة ثم تبسم، فنكص أبوبكر على عقبيه ليصل الصف، وظن أن رسول الله -صلى الله عليه وعلى آله وسلم- يريد أن يخرج إلى الصلاة، وهم المسلمون أن يفتتنوا في صلاتهم فرحا برسول الله -صلى الله عليه وعلى آله وسلم-، فأشار إليهم رسول الله -صلى الله عليه وعلى آله وسلم- ((أن أتموا صلاتكم))، ثم دخل الحجرة وأرخى الستر. ¶ قال علي: لو كان أبوبكر في محراب لما رآه رسول الله -صلى الله عليه وعلى آله وسلم- إذ كشف الستر. ¶ قلت: والحديث أخرجه البخاري في ((صحيحه)) (ج2 ص164) رقم (680) ثم ذكر آثارا لعلي وإبراهيم النخعي والحسن وغيرهم. ¶ والسبكي في ((المنهل العذب المورود شرح سنن أبي داود)) (ج4 ص95) عند هذا الحديث الذي شرحناه، قال: قوله: قبلة المسجد، أي: جدار القبلة وليس المراد بها المحراب الذي يسميه الناس قبلة، لان المحاريب من المحدثات بعده -صلى الله عليه وعلى آله وسلم- ومن ثم كره جمع من السلف اتخاذها والصلاة فيها. اهـ المراد. ¶ النووي في ((المجموع شرح المهذب)) (ج3 ص200-201) قال بعد أن ذكر المحراب: ونعني بمحراب رسول الله -صلى الله عليه وعلى آله وسلم- مصلاه وموقفه، لانه لم يكن هذا المحراب هو المعروف في زمن النبي -صلى الله عليه وعلى آله وسلم- وإنما أحدثت المحاريب بعده. اهـ ¶ الحافظ بن حجر في ((الفتح)) (ج1 ص685) قال: ولم يكن لمسجده محراب. ¶ القضاعي نقل عنه القول بكراهتها السبكي في ((المنهل العذب)).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الطبري نقل عنه القول بكراهتها ابن حزم في ((المحلى)) مسألة (497). ¶ موسى بن أحمد المقدسي قال في ((زاد المستقنع)) في المذهب الحنبلي (ج4 ص427) مع الشرح الممتع لابن عثيمين حفظه الله: ويكره إذا كان العلو ذراعا فأكثر كإمامته في الطاق. ¶ علي القارئ في ((مرقاة المفاتيح)) (ج2 ص452) رقم (746) عند شرح حديث أنس قال عند لفظة: قبلة المسجد، أي: جدار المسجد الذي يلي القبلة: وليس المراد بها المحراب الذي يسميه الناس قبلة، لان المحاريب من المحدثات بعده -صلى الله عليه وعلى آله وسلم-، ومن ثم كره جمع من السلف اتخاذها والصلاة إليها. اهـ ¶ المراد. ¶ البهوتي في ((شرح منتهى الارادات)) (ج1 ص267) قال: وتكره صلاته أي: الامام في طاق القبلة، أي: المحراب إن منع ذلك مشاهدته. ¶ السمهودي في كتابه ((وفاء الوفاء بأخبار دار المصطفى)) (ج1 ص370) بتحقيق محمد محيي الدين عبدالحميد قال رحمه الله: المسجد الشريف لم يكن له محراب في عهده -صلى الله عليه وعلى آله وسلم- وفي عهد الخلفاء بعده، وأول من أحدثه عمر بن عبدالعزيز في إمارة الوليد. ¶ محمد بن يحيى صاحب مالك، نقل عنه السمهودي أنه قال: وجدنا ذراع ما بين مسجد النبي -صلى الله عليه وعلى آله وسلم- الذي كان بعهده إلى جدار القبلة اليوم الذي فيه المحراب عشرين ذراعا وربعا، وهذه الزيادة التي زيدت بعد النبي -صلى الله عليه وعلى آله وسلم-.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "البدر بن فرحون المالكي في تاريخ المدينة المسمى بـ((نصح المشاور وتعزية المجاور)) ص (218) في ذكر قضاة أهل السنة ذكر بعض من أراد إزالة المحراب من المسجد النبوي ثم شنع على من عارض إزالة هذا المنكر، قال: وكان قد أراد أن يسوي الحفرة التي في محراب النبي -صلى الله عليه وعلى آله وسلم- ببنيان أو أخشاب فلم يوافق على ذلك، فترك الصلاة في المحراب، وصلى عن يسار المحراب قريبا من الشباك واستمر على ذلك حتى مات، قال: وما زال العلماء يتحرجون من ذلك أي: من وضع المحراب في مسجد رسول الله -صلى الله عليه وعلى آله وسلم-. ¶ القاضي السراج نقل عنه ابن فرحون فقال: وفي أيام القاضي السراج وهو أول قاض ولي لأهل السنة فمن بعده كانت ترفع تلك الحفيرة بالرمل حتى تزول الكراهة. ¶ الاسيوطي ذكر ذلك عنه السمهودي فقال: إلى أيام الشريف الاسيوطي فأراد طمس الحفرة أي: التي في المسجد النبوي المسماه بالمحراب أو رفعها وإزالة الخشب المقوس أمامها، فقام عليه بعض الناس من الخدام واستعانوا عليه بالاشراف، فكف وانتقل عن المحراب، وصار يصلي إلى الاسطوانة التي تقابل اسطوانة الوفود، ولزمها إلى أن مات، وصار من الفقهاء من يرفع تلك الكراهة بما يحصل من القرب إلى مقام النبي -صلى الله عليه وعلى آله وسلم-، وهذه نزغة، فقد كان -صلى الله عليه وعلى آله وسلم- هو وأصحابه في الموقف سواء، فمن خالف سنته بالهوى فقد غوى. اهـ ¶ من ((وفاء الوفاء)) (ج1 ص375)، و((تاريخ المدينة)) لابن فرحون المالكي رحم الله الجميع. ¶ علي محفوظ في كتابه ((الابداع في مضار الابتداع)) ص (184) قال: وأما اتخاذ المحاريب فلم يكن في زمانه محراب قط ولا زمان الخلفاء الاربعة فمن بعدهم، وإنما حدثت في آخر المائة الاولى مع ورود الحديث بالنهي عن اتخاذه وأنه من شأن الكنائس، وأن اتخاذه في المساجد من أشراط الساعة، ثم ذكر بعض الاحاديث والآثار التي سبق أن ذكرناها.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الزركشي محمد بن عبدالله في كتابه ((إعلام الساجد بأحكام المساجد)) ص (258) قال: إنه لم يكن في زمنه عليه السلام محراب. ¶ خير الدين وانلي في كتابه ((المسجد في الإسلام)) ص (14-15) قال: المحراب هو ما أخذه المسلمون عن النصارى، ثم ذكر بعض الآثار التي تقدم ذكرها في كراهية المحراب وقال: هذا المحراب عدا كونه نصراني المنشأ، فإنه كما هو معلوم يكلف نفقات كبيرة، ويشوه منظر المسجد من الخارج، هذا بالاضافة إلى فتنة المصلين بزخارفه، وقد رأينا كيف أمر عمر ببناء المسجد وقال: أكن الناس من المطر، وإياك أن تحمر أو تصفر فتفتن الناس، وكم شغل هذا المحراب بنقوشه المصلين، وألهاهم عن ذكر الله، وتدبر آياته، وقد روى البخاري في ((صحيحه)): أنه كان قرام لعائشة سترت به جانب بيتها، فقال لها النبي -صلى الله عليه وعلى آله وسلم-: ((أميطي عنا قرامك هذا، فإنه لا يزال تصاويره تعرض لي في صلاتي))، وقد رد رسول الله -صلى الله عليه وعلى آله وسلم- الخميصة إلى أبي جهم من أجل الاعلام التي فيها، وقال: ((فإنها ألهتني آنفا عن صلاتي)). ¶ وقال ص (326-327): إن هذه المحاريب تكلف أحيانا ما يعادل ثلث تكاليف البناء كله إذا كان المسجد صغيرا، وقد يموه أحيانا بالذهب والفضة، ناهيك عن النقوش والاعمدة الصغيرة المرمرية التي تحمل قوس المحراب وآية: {كلما دخل عليها زكريا المحراب وجد عندها رزقا(¬1)}، التي تحفر في أعلى القوس ويظن بعض الجاهلين أن هذه الاية أمر باتخاذ المحاريب حتى أن بعض المساجد يصور فيه المحراب تصويرا على جدار القبلة، وتنقش هذه الآية فوق الصورة ولا يقف الامام إلا تجاه هذا المحراب الوهمي.اهـ ¶ استفدت قول هذين العالمين من رسالة الشيخ الفاضل محمد بن عبدالوهاب الوصابي حفظه الله ((القول الصواب في حكم المحراب)). ¶ ¬__________ ¶ (¬1) ... سورة آل عمران، الآية:37.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "العلامة الالباني حفظه الله قال في أثناء بحث له نفيس في ((سلسلة الاحاديث الضعيفة)) (ج1 ص446-452) في آخره قال: وجملة القول أن المحراب في المسجد بدعة. ¶ صاحب ((روح المعاني)) نقله عنه السبكي في ((منهل العذب المورود)) (ج4 ص95). ¶ شيخنا العلامة مقبل بن هادي الوادعي حفظه الله سمعت ذلك منه أكثر من مرة. ¶ الشيخ العلامة محمد بن صالح العثيمين حفظه الله في ((الشرح الممتع)). ¶ الشيخ محمد بن عبدالوهاب الوصابي حفظه الله وقد ألف رسالة في ذلك وهي مطبوعة منشورة سماها ((القول الصواب في حكم المحراب)). ¶ الشيخ علي بن حسن بن عبدالحميد حفظه الله في كتابه ((علم أصول البدع)) ص (237-239) قال: وههنا مثال تطبيقي يبين الغلط الذي يقع فيه بعض المنتسبين إلى العلم خلط بين المصالح المرسلة والبدع ثم ذكر بحث شيخه العلامة الالباني من ((الضعيفة)) (ج1 ص451-452). ¶ فجملة من كره اتخاذ المحراب وكره الصلاة فيه وكانوا ينأون عنه وينهون عنه اثنان وثلاثون عالما من المتقدمين والمتأخرين فيما اطلعت عليه، ولضيق الوقت لم أستقص أقوال غيرهم من مظانها، وذكرت أقوال هؤلاء، لا لان أقوالهم حجة فإن مما لا شك فيه ولا ريب أن عدم فعل رسول الله -صلى الله عليه وعلى آله وسلم- للطاق في مسجده كاف في كونه بدعة محدثة فهو القائل ((من أحدث في أمرنا هذا ماليس منه فهو رد))، ((ومن عمل عملا ليس عليه أمرنا فهو رد)). والمراد بأمره شرعه ودينه. ¶ لكني ذكرت أقوال بعض العلماء لتعلم أن هذه المسألة أنكرها كثير من العلماء الاجلاء قديما وحديثا. ¶ المسألة الخامسة: متى حدثت بدعة المحاريب؟ ومن أول من أحدثها؟: ¶ ذكر السيوطي رحمه الله في رسالته ((بدعة المحاريب)) ص (14) أنها حدثت في أول المائة الثانية من الهجرة، وأنها لم تكن في زمن رسول الله -صلى الله عليه وعلى آله وسلم-، ولا في زمن الخلفاء الاربعة فمن بعدهم. اهـ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأقول: إن أراد انتشار هذه البدعة في هذا الزمن فمن بعده فهو قول وجيه، وإن أراد أنها حدثت في آخر المائة الاولى وأول المائة الثانية لاول مرة، فليس بصحيح، قلنا ذلك لان ابن مسعود رضي الله عنه وبعض تلاميذه وجمع من التابعين وتابعيهم أنكروا ذلك، وابن مسعود رضي الله عنه مات سنة اثنتين وثلاثين من الهجرة، وقيل: ثلاث وثلاثين، وإبراهيم النخعي ممن أنكرها وهو مات بعد الحجاج ابن يوسف الظالم بأربعة أشهر، والحجاج مات سنة 95هـ. ¶ والحسن البصري أنكرها وهو تابعي كبير، أدرك جمعا من الصحابة، فالظاهر أن هذه البدعة حدثت في عصر بعض أصحاب رسول الله -صلى الله عليه وعلى آله وسلم- وكانت غير ظاهرة الانتشار، وفي نهاية المائة الاولى انتشرت بين الناس وكثر اتخاذ المحاريب فأنكر العلماء رحمهم الله ذلك، والله أعلم. ¶ أما أول من أحدثها في المسجد النبوي، فقد أطبق كل من ذكر تاريخ هذه البدعة، أن أول من أحدثها في مسجد رسول الله -صلى الله عليه وعلى آله وسلم- هو الوليد بن عبدالملك في أوائل المائة الثانية حين هدم المسجد النبوي وأسسه وزاد فيه، ذكر هذا القضاعي، ونقله السيوطي وغيره، وذكر علي بن أحمد السمهودي المتوفي سنة 911هـ في كتاب ((وفاء الوفاء بأخبار دار المصطفى)) (ج1 ص370)، وعلي القارئ في ((مرقاة المفاتيح)) أن عمر بن عبدالعزيز هو فعل ذلك بأمر الوليد بن عبدالملك ابن مروان لأنه كان عاملا له على المدينة، وقال الامام الذهبي رحمه الله في ((سير أعلام النبلاء)) (ج4 ص347) في ترجمه الوليد الخليفة أبوالعباس الوليد بن عبدالملك بن مروان بن الحكم الاموي الذي أنشأ جامع بني أمية بويع بعهد من أبيه، وكان مترفا ذميما، سائل الانف، طويلا أسمر، بوجهه أثر جدري، في عنفقته شيب، يتبختر في مشيته، وكان قليل العلم نهمته البناء، أنشأ أيضا مسجد رسول الله -صلى الله عليه وعلى آله وسلم- وزخرفه. اهـ ¶ المراد.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال محمد بن أحمد الحسني الفاسي في ((العقد الثمين في تاريخ البلد الامين)) (ج7 ص390) قال: ومن مآثره -يعني الوليد- بغير مكة أنه وسع مسجد النبي -صلى الله عليه وعلى آله وسلم- بالمدينة وزخرفه، عمل ذلك له عامله على المدينة ابن عمه عمر بن عبدالعزيز بن مروان وقال في ((شفاء الغرام بأخبار البلد الحرام)) ص (409-410) قال: في عام 88هـ وسعه الوليد بن عبدالملك ووضع رسمة المسجد النبوي هناك، وذكر زيادة عمر بن عبدالعزيز رحمه الله التي زادها بأمر الوليد ومنها صورة المحراب فالله المستعان.(¬1) ¶ المسألة السادسة: شبه القائلين بجواز اتخاذ الطيقان في المساجد والصلاة فيها: ¶ منها حديث وائل بن حجر قال: حضرت رسول الله -صلى الله عليه وعلى آله وسلم- حين نهض إلى المسجد فدخل المحراب ثم رفع يديه بالتكبير ثم وضع يمينه على يسراه على صدره. ¶ أخرجه البيهقي في ((سننه الكبرى)) وسنده ضعيف من طريق محمد بن حجر بن عبدالجبار بن وائل، عن سعيد بن عبدالجبار، عن أبيه عبدالجبار، عن أمه، عن وائل بن حجر، ومحمد بن حجر مترجم في ((الميزان))، قال الذهبي: له مناكير، قيل: كنيته أبو الخنافس، وقال البخاري في ((التاريخ الكبير)) (ج1 ص164): فيه نظر، وسعيد بن عبدالجبار قال الحافظ في ((التقريب)): ضعيف، وأبوه عبدالجبار ثقة يرسل عن أبيه وائل بن حجر، يروي في هذا السند عن أمه، وأم عبدالجبار يقال لها: أم يحيى. تعبت في البحث عنها فلم أجد من ترجم لها، وقد قال العلامة الالباني حفظه الله في ((الضعيفة)) (ج1 ص449) لم أعرف حالها ولا اسمها. ¶ فهذه ثلاثة علل في هذا الحديث: ¶ محمد بن حجر أبو الخنافس له مناكير، وقال البخاري: فيه نظر. ¶ ¬__________ ¶ (¬1) ... وانظر المزيد من أقوال المؤرخين في ذلك ?البداية والنهاية? (ج9 ص74) في حوادث سنة ثمان وثمانين، و?الجواب الباهر? لشيخ الإسلام ابن تيمية ص (71) و?اقتضاء الصراط المستقيم? له ص (118).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "سعيد بن عبدالجبار قال الحافظ في ((التقريب)): ضعيف. ¶ أم عبدالجبار الراوية عن وائل بن حجر، الله أعلم بحالها. ¶ فمثل هذا السند المهلهل لا يحتج به إلا صاحب هوى ونسأل الله السلامة، فعلم أن هذا الشبهة ساقطة ولله الحمد. ¶ فائدة في آل وائل بن حجر رضي الله عنه: ¶ محمد ضعيف، وأبوه حجر مجهول لم يوثقه إلا ابن حبان، وجده عبدالجبار ثقة لم يسمع من أبيه، وزوجة وائل بن حجر أم عبدالجبار ويقال لها أم يحيى تروي عن وائل لم أجد ترجمتها. ¶ الشبهة الثانية: استدلالهم بالخمس الآيات التي ذكر فيها المحراب: {كلما دخل عليها زكريا المحراب وجد عندها رزقا(¬1)}، {فنادته الملائكة وهو قائم يصلي في المحراب(¬2)}، {فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا(¬3)}، {وهل أتاك نبأ الخصم إذ تسوروا المحراب(¬4)}، {يعملون له ما يشاء من محاريب وتماثيل(¬5)}. ¶ وقد تولى الجواب على هذه الشبهة الواهية أئمة التفسير واللغة ونقلنا ذلك في المسألة الأولى بما أغنى عن إعادته هنا، فراجع أقوالهم إن شئت لتعلم أنهم لم يفسروا المحراب بهذا الطاق المحدث. ¶ ومن شبههم أنه علامة القبلة وحاصل جوابنا على هذه الشبهة أنه يجب على كل مسلم أن يسعه ما وسع رسول الله -صلى الله عليه وعلى آله وسلم- وأصحابه رضي الله عنهم فخير الهدي هديه كما في ((صحيح مسلم)) رقم (867): عن جابر رضي الله عنه أنه كان يقول في خطبته -صلى الله عليه وعلى آله وسلم-: ((أما بعد: فإن خير الحديث كتاب الله، وخير الهدي هدي محمد -صلى الله عليه وعلى آله وسلم- وشر الامور محدثاتها وكل بدعة ضلالة)). ¶ ¬__________ ¶ (¬1) ... سورة آل عمران، الآية:37. ¶ (¬2) ... سورة آل عمران، الآية:39. ¶ (¬3) ... سورة مريم، الآية:11. ¶ (¬4) ... سورة ص، الآية:21. ¶ (¬5) ... سورة سبأ، الآية:13.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومقتضى هذه البدعة كان موجودا في عهده -صلى الله عليه وعلى آله وسلم- ولم يفعله فقد كان الأعراب يفدون إلى مسجده وأحدهم قد تخفى عليه جهة القبلة ولم يفعل ذلك -صلى الله عليه وعلى آله وسلم- من باب المصالح المرسلة لمجرد الاستدلال بهذه المصحلة المزعومة على جهة القبلة والاستحسان في دين الله تشريع بغير برهان، وقد قال الامام الشافعي رحمه الله: من استحسن في دين الله فقد شرع. ¶ فيا أيها المسلمون من أراد أن ينصح لنفسه وأمته فعليه بالاعتصام بكتاب الله عز وجل وسنة رسوله -صلى الله عليه وعلى آله وسلم-، وإياكم والتهاون بالبدع في دين الله، فإنها سبب للذل في الدنيا في كل شرع وملة، والخزي يوم القيامة قال تعالى: {إن الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحياة الدنيا وكذلك نجزي المفترين(¬1)}. ¶ تنبيه: قد يقول قائل: إن من محاسن الفتوى أن يذكر المفتي للناس حلا والمخرج من الحرام إلى الحلال وعلى هذا أدلة عن النبي -صلى الله عليه وعلى آله وسلم- منها هذا الحديث حيث إن النبي -صلى الله عليه وعلى آله وسلم- لما ذكر للرجل تحريم البصاق في المسجد وأنه حرام أخبره بالحلال فقال: ((فليبزق بين قدميه أو عن شماله أو يفعل هكذا))، وأخذ رداءه وبصق فيه ودلك بعضه ببعض. ¶ والجواب: أننا لسنا مشرعين للناس شرعا من عند أنفسنا قال الله عز وجل: {وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم(¬2)}. ¶ ¬__________ ¶ (¬1) ... سورة الأعراف، الآية:152. ¶ (¬2) ... سورة الأحزاب، الآية:36.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقد قال سفيان الثوري رحمه الله: إن استطعت أن لا تحك رأسك إلا بأثر فافعل. وقال الامام أحمد رحمه الله لأحد الناس: لا تقل قولا إلا ولك فيه سلف، فإن وجد بديل شرعي ذكرناه، وإلا فما وسع رسول الله -صلى الله عليه وعلى آله وسلم- وأصحابه يسعنا جميعا معشر المسلمين، والاسلام هو الاستسلام لله، وقد جاء حديث عند الطبراني في ((الكبير)) رقم (1787.1786)، و((الاوسط)) كما في ((مجمع البحرين)) (ج2 ص194)، و((تاريخ المدينة)) لعمر بن شبه، وأخرجه البخاري في ((تاريخه الكبير)) (ج2 ص202)، والحافظ ابن حجر في ((الاصابة)) رقم (1012)، وابن الاثير في ((أسد الغابة)) رقم (632) من حديث جابر بن أسامة الجهني قال: لقيت النبي -صلى الله عليه وعلى آله وسلم- فقلت: أين تريد يا رسول الله صلى الله عليك وسلم؟ قال: ((أريد أن نخط لقومك مسجدا)) فأتيت وقد خط لهم مسجدا، وغرز في قبلته خشبة فأقامها قبلة فرجعت فإذا القوم قيام فقلت: ما لكم؟ قالوا: خط لنا رسول الله -صلى الله عليه وعلى آله وسلم- مسجدا وغرز في قبلته خشبة أقامها فيها.اهـ ¶ وسنده ضعيف من طريق عبدالله بن موسى التميمي ترجمته في ((الميزان)) قال الذهبي: ليس بحجة. وقال أبوحاتم: ما أرى بحديثه بأسا، ليس محله أن يحتج به، وقال ابن معين: صدوق كثير الخطأ.اهـ",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قلت: ومن هذا حاله إنما يصلح للاعتضاد لا للاعتماد، وأسامة ابن زيد الليثي فيه كلام كما ستراه في ((الميزان))، وقد استدل بعض العلماء الاجلاء رحمهم الله بهذا الحديث فقال: إذا أثبت أن المحاريب من عادة النصارى في كنائسهم فينبغي حينئذ صرف النظر عن المحراب بالكلية واستبداله بشيء آخر يتفق عليه مثل وضع عمود عند موقف الامام، فإن له أصلا في السنة، وذكر هذا الحديث، وبوب الهيثمي في ((مجمع الزوائد)) (ج2 ص15) باب علامة القبلة وذكره، وقبله الطبراني، فعلم أن النبي -صلى الله عليه وعلى آله وسلم- لم يثبت عنه أنه غرز خشبة علامة على جهة القبلة، وممكن يجد المصلين في المسجد إلى القبلة فيصلي معهم، وكثير من المساجد فيها منابر في جهة القبلة هذه، بعض العلامات للقبلة. ¶ وهذا فيما يتعلق بقوله -صلى الله عليه وعلى آله وسلم-: ((قبلة المسجد)) ويليه البحث في فقرات الحديث الاخرى، والحمد لله على عونه وتيسيره. ¶ نص حديث أنس بن مالك: ¶ قال الامام الحافظ أبومحمد عبدالله بن علي بن الجارود رحمه الله في حديث رقم (59): حدثنا محمد بن يحيى، قال: حدثنا يزيد بن هارون، قال: أخبرنا حميد، عن أنس بن مالك رضي الله عنه: أن النبي -صلى الله عليه وعلى آله وسلم- رأى نخامة في قبلة المسجد فحكها بيده ورؤي في وجهه شدة ذلك عليه فقال: ((إن العبد إذا قام يصلي فإنما يناجي ربه، أو ربه بينه وبين القبلة، فإذا بزق أحدكم فليبزق عن يساره أو تحت قدمه أو يقول هكذا)) وبزق في ثوبه ودلك بعضه ببعض. اهـ",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "سنده: محمد بن يحيى هو ابن عبدالله بن خالد بن فارس أبوعبدالله الشهير بالذهلي نيسابوري كما أن ابن الجارود نيسابوري روى عنه الجماعة إلا مسلما في مواضع عدة من الصحيح في كل ذلك يبهمه، ولم يقل في موضع منها: حدثنا محمد بن يحيى وإنما ينسبه إلى جده عبدالله أو جده الاعلى فيقول: محمد بن خالد أو يذكر اسمه فقط فيقول: حدثنا محمد وذلك لبعض الخلاف حصل بينهما غفر الله للجميع، وهو ثقة حافظ جليل من أئمة الجرح والتعديل، وقد أكثر عنه ابن الجارود رحمه الله في كتابه ((المنتقى)). ¶ قال الدارقطني -رحمه الله-: من أراد أن ينظر قصور علمه في علم السلف فلينظر إلى علل حديث الزهري لمحمد بن يحيى، وقال ابن الاخرم: ما أخرجت خراسان مثله، وقال أبوأحمد محمد: عندنا إمام ثقة مبرز. اهـ من ((التهذيب)) مختصرا. ¶ شيخه في هذا السند يزيد بن هارون السلمي أبوخالد الواسطي أحد الأعلام الحفاظ المشاهير، ثقة متقن عابد، عمي في آخر عمره فسئل عن ما أذهب عينيه؟ فقال: بكاء الاسحار، قال يعقوب بن شيبة: كان يعد من الآمرين بالمعروف والناهين عن المنكر، وقال أحمد: ما كان أذكاه وأفطنه وأفهمه صاحب صلاة، صوان للحديث حسن المذهب، قال الزعفراني: ما رأيت خيرا من يزيد، قال ابن حبان: كان من خيار عباد الله تعالى وكان يقال: إن في مجلسه سبعين ألف رجل. أي: يحضر مجلس تحديثه. ¶ شيخه حميد بن أبي حميد الطويل أبوعبيدة مختلف في اسم أبيه، بصري مولى الخزاعيين، روى عن أنس بن مالك رضي الله عنه نحوا من أربعة وعشرين حديثا سمعها منه مباشرة قاله شعبة، والباقي بواسطة، قيل: إنه ثابت قال الحافظ أبوسعيد العلائي رحمه الله في ((جامع التحصيل)) ترجمة حميد: فعلى تقدير أن تكون أحاديث حميد مدلسة فقد تبين الواسطة فيها وهو ثقة محتج به.اهـ",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فهذه ستة أحاديث عن أنس وابن عمر وأبي هريرة وأبي سعيد وعائشة متفق عليها، وعن جابر بن عبدالله انفرد به مسلم، وفي الباب عن عبدالله بن الشخير رضي الله عنه أنه صلى مع النبي -صلى الله عليه وعلى آله وسلم- قال: فتنخع -صلى الله عليه وعلى آله وسلم- فدلكها بنعله اليسرى. ¶ أخرجه مسلم، وسيأتي تخريجها مع غيرها إن شاء الله، وفي حديث أبي هريرة عند البخاري تعليل المنع عن البصاق عن اليمين قال: ((إن عن يمينه ملكا)) ولفظة: ((إذا قام أحدكم إلى الصلاة فلا يبصق أمامه فإنما يناجي الله مادام في مصلاه، ولا عن يمينه فإن عن يمينه ملكا، وليبصق عن يساره، أو تحت قدمه فيدفنها)). اهـ ¶ لفظ البخاري. ¶ ولمسلم: ((ما بال أحدكم يقوم مستقبل ربه فينتخع أمامه، أيحب أحدكم أن يستقبل فيتنخع في وجهه)).اهـ ¶ وفي البخاري من حديث ابن عمر: ((إذا كان أحدكم يصلي فلا يبصق قبل وجهه، فإن الله قبل وجهه إذا صلى)). ذكرت هذه الألفاظ لما يترتب عليها من الحكم فيما يأتي إن شاء الله.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أما صحابي الحديث في ((المنتقى)) فهو أبوحمزة أنس بن مالك بن النضر الانصاري المدني خدم رسول الله -صلى الله عليه وعلى آله وسلم- عشر سنين، أخرج البخاري في ((صحيحه)) (ج4 رقم (1982): أن النبي -صلى الله عليه وعلى آله وسلم- ما ترك خير دنيا ولا آخرة إلا دعا له به، وقال: ((اللهم ارزقه مالا وولدا وبارك له))، قال فإني لمن أكثر الانصار مالا، قال: وحدثتني ابنتي أمينة أنه دفن لصلبي مقدم الحجاج البصرة بضع وعشرون ومائة، وعمر مائة وسبع سنين، وروى عن النبي -صلى الله عليه وعلى آله وسلم- أكثر من ألف حديث، أخرج منها الشيخان ثلاثمائة وثمانية عشر حديثا اتفقا على مائة وثمانية وستين حديثا، وانفرد البخاري بثمانين، ومسلم بسبعين حديثا، وغزا مع رسول الله -صلى الله عليه وعلى آله وسلم- ثمان غزوات، ولما مات بعد المائة من عمره بالاتفاق قال مورق العجلي: ذهب اليوم نصف العلم، ذلك أن أهل الاهواء كانوا إذا خالفونا في حديث نقول لهم: تعالوا إلى من سمعه من النبي -صلى الله عليه وعلى آله وسلم- وهو آخر الصحابة موتا بالبصرة وفي ((صحيح البخاري)) (ج8 رقم 4489) أنه قال: لم يبق ممن صلى إلى القبلتين غيري.اهـ ¶ وأكثر الترجمة من ((الرياض المستطابة)) للعامري اليمني رحمه الله. ¶ مفردات الحديث: ¶ قوله: رأى نخامة: قال ابن الأثير رحمه الله في ((النهاية)): البزاق التي تخرج من أقصى الحلق ومن مخرج الخاء المعجمة، والنخاعة البزاقة التي تخرج من أصل الفم مما يلي أصل النخاع. اهـ ¶ وقال النووي رحمه الله: النخامة وهي النخاعة من الرأس، ويقال: تنخم وتنخع، وقال الحافظ ابن حجر رحمه الله: النخاعة ما يخرج من الصدر، والنخامة بالميم من الرأس، والحاصل أنها يطلق عليها كلها بزاقة. ¶ قوله: قبلة المسجد. قال الحافظ ابن حجر رحمه الله عند حديث رقم (405): القبلة أي الحائط الذي من جهة القبلة. اهـ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قلت: يؤيد هذا التفسير أن المراد بقبلة المسجد الحائط الذي من جهة القبلة حديث ابن عمر في ((البخاري)) رقم (406)، ومسلم رقم (319): أن النبي -صلى الله عليه وعلى آله وسلم- رأى بصاقا في جدار القبلة. قال الحافظ: وفي رواية المستملي: في جدار المسجد. فهذه الروايات تبين أن المراد بقبلة المسجد الجدار الذي من جهة القبلة، فيقال قبلة المسجد وقبلة الدار وقبلة البستان أي جهته التي إلى القبلة قال الراغب الاصفهاني في ((مفردات القرآن)): والقبلة في الأصل اسم للحالة التي عليها المقابل بكسر الباء نحو الجلسة والقعدة وفي التعارف صار اسما للمكان المقابل بفتح الباء المتوجه إليه للصلاة، واستدل بأن القبلة يراد بها الجهة سواء في المسجد أو غيره بقول الله تعالى لنبيه:{فلنولينك قبلة ترضاها(¬1)} ¶ ويزيد ذلك توضيحا حديث البراء في ((صحيح البخاري)) قال: ((صلينا مع النبي -صلى الله عليه وعلى آله وسلم- نحو بيت المقدس ستة عشر شهرا، ثم صرفه نحو القبلة)). وفي رواية للبخاري: ((فتوجه نحو الكعبة)). وعند مسلم (ج5 ص10): ((فمر رجل من بني سلمة وهم ركوع في صلاة الفجر وقد صلوا ركعة، فنادى: أن القبلة قد حولت، فمالوا كما هم نحو القبلة)). وقال أنس كما في ((البخاري)): ((لم يبق ممن صلى إلى القبلتين غيري)). أي الجهتين جهة بيت المقدس وجهة الكعبة. ¶ فانظر حفظك الله في هذه الأدلة من القرآن والسنة، وانظر أقوال الشارحين له من أهل التفسير والعربية الصافية، يظهر لك بكل وضوح أنه ليس المراد بقبلة المسجد ذلك الطاق الذي يسميه كثير من الناس الآن بالمحراب والمسجد هو المكان المبني للصلاة، والمعد لها، أما قول النبي -صلى الله عليه وعلى آله وسلم- في حديث جابر وغيره: ((وجعلت الأرض مسجدا)) فهو تشبيه، فلما جازت له ولأمته الصلاة في أي موضع طاهر من الأرض كانت لهم كالمسجد. اهـ بتصرف من ((الفتح)) (ج1 ص437). ¶ ¬__________ ¶ (¬1) ... سورة البقرة، الآية:144.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ولا تؤخذ أحكام المسجد من النهي عن البول فيه أو البيع والشراء والبصاق وتحية المسجد، وأذكار الدخول فيه، والخروج منه وفضله ونحو ذلك من النهي عن إنشاد الضالة، وعدم دخول من أكل ثوما أو بصلا أو كراثا فيه حتى تزول الرائحة الكريهة، وفضل المشي إليه ... الخ. ¶ كل ذلك يختص به المسجد المعد للصلاة دون غيره من الامكنة. ¶ قوله: فحكها بيده. قال ابن منظور في ((لسان العرب)) مادة ((حك)) (ج3 ص268): الحك إمرار جرم على جرم، حك الشيء بيده وغيرها يحكه حكا، قال الاصمعي: دخل أعرابي البصرة فآذاه البراغيث فأنشأ يقول: ¶ ليلة حك ليس فيها شك أحك حتى ساعدي منفك ¶ أشهرني الأسيود الأسك ¶ إلخ ما ذكره حول الحك. ¶ قوله: ((إذا قام في صلاته)) أي: بعد شروعه فيها، كما في ((الفتح)) (ج1 ص508). ¶ قوله: ((إنما يناجي ربه))، إنما موضوعة للحصر تثبت المذكور وتنفي ما عداه، هذا مذهب الجمهور. اهـ ¶ من ((الأعلام)) لابن الملقن (ج1 ص170). ¶ وعليه: فإن المصلي في جميع صلاته يناجي ربه فقط ولا يناجي غيره، فهذه اللفظة من باب قول النبي -صلى الله عليه وعلى آله وسلم-: ((إن في الصلاة لشغلا)). ¶ وقوله: ((إن هذه الصلاة لا يصلح فيها شيء من كلام الناس)) أي: كلام الناس بعضهم لبعض، وفي ((الصحيحين)) و((شرح السنة)) للبغوي (ج2 ص382) من حديث أبي هريرة: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((فإنه يناجي الله ما دام في مصلاة يناجي ربه)). قال الراغب في ((مفردات القرآن)): ناجيته أي: ساررته، وقال ابن الاثير في ((النهاية)) (ج5 ص22): ناجاه يناجيه مناجاة ومنه الحديث ((لا يتناجى اثنان دون الثالث)).اهـ ¶ -يعني لا يتحدثان بشيء يكون عنه سرا- ومنه حديث ((أقريب ربنا فنناجيه أم بعيد فنناديه)). وحاصله أن المناجاة معناها المسارة. وانظر ((لسان العرب)) (ج14 ص64) قال: ناجى الرجل مناجاة ونجاء ساره، والقوم تناجوا أي: تساروا، قال: وأنشد ابن برى قالت:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "جوارى الحي لما جينا وهن يلعبن ويتنحينا ¶ مال مطايا القوم قد وجينا. اهـ ¶ أي: يلعبن ويساررن يقلن مال مطايا القوم قد تعبن. ¶ وبوب الإمام البخاري رحمه الله في ((صحيحه)) عند حديث رقم (405) باب حك البزاق باليد من المسجد، قال الحافظ ابن حجر: أي سواء كان بآلة أم لا. وقال الاسماعيلي رحمه الله: فحكها بيده أي: تولى ذلك بنفسه لا أنه باشر بيده النخاعة، قال الحافظ: ويؤيد ذلك الحديث الآخر: أنه حكها بعرجون. هي عصا طرفيها منحني، قال الحافظ: وحديث العرجون رواه أبوداود من حديث جابر. ¶ قلت: نعم، هو عنده في ((السنن)) رقم (485) بلفظ: فحتها. بتاء مشددة، وهذا تقصير حصل من حافظين جليلين ابن حجر في ((الفتح))، والمنذري في ((الترغيب والترهيب)) (ج1 ص201) وتبعهما العيني من حيث عزوهما لحديث جابر إلى أبي داود في ((سننه))، وقد أخرجه مسلم كما قدمنا برقمه، فكان الأولى أن يعزى الحديث إلى مسلم، فهذا الحديث يبين الأحاديث التي فيها أنه حك النخاعة بيده أي: بعرجون في يده أو حصاة كما في حديث أبي سعيد الآتي، وليس معناه أنه باشر القذر بيده الشريفة متعمدا، وهذا هو الصحيح حمل المطلق على المقيد عند الجمهور. ¶ وفي ((صحيح البخاري)) رقم (408.409): أنه تناول حصاة فحكها بها. ¶ قوله: فرئي في وجهه شدة ذلك، وفي ((صحيح البخاري)): فشق ذلك عليه حتى رؤي في وجهه، وللنسائي: فغضب حتى أحمر وجهه. ومن حديث ابن عمر: فتغيظ على أهل المسجد. والمعنى واحد، كل هذه الالفاظ مؤداها أن النبي -صلى الله عليه وعلى آله وسلم- لما رأى ذلك غضب غضبا شديدا، رأى أصحابه في وجهه شدة ذلك عليه. ¶ قوله: ((أو ربه فيما بينه وبين القبلة)) كذا في ((صحيح البخاري)) بالشك في الموضعين رقم (417.405)، قال ابن رجب رحمه الله في ((فتح الباري شرح صحيح البخاري)) (ج3 ص109) رقم (405).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قوله: ((إذا قام أحدكم يصلي فإنما يناجي ربه أو ربه بينه وبين القبلة)). يدل على قرب الله تعالى من المصلي في حال صلاته، وقد تكاثرت النصوص بذلك قال تعالى: {واسجد واقترب(¬1)}. ¶ وفي ((صحيح مسلم)) (ج2 ص49-50): عن أبي هريرة أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((أقرب ما يكون العبد من ربه وهو ساجد، فأكثروا الدعاء)). وأخرج أحمد (ج4 ص130)، والترمذي رقم (2863)، وابن خزيمة (930)، وابن حبان (6233)، من حديث الحارث الأشعري عن النبي -صلى الله عليه وعلى آله وسلم- قال: ((إن الله أمر يحيى بن زكريا بخمس كلمات أن يعمل بهن ويأمر بني إسرائيل أن يعملوا بهن..)) فذكر الحديث وفيه: ((آمركم بالصلاة فإن الله ينصب وجهه لوجه عبده ما لم يلتفت فلا تلتفتوا في صلاتكم)).اهـ ¶ قلت: هو صحيح، وأخرج أحمد (ج5 ص174)، وأبوداود (909)، والنسائي (ج3 ص8)، وابن خزيمه (482) من حديث أبي ذر أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((لا يزال الله مقبلا على العبد وهو في صلاته ما لم يلتفت فإذا التفت انصرف عنه)).اهـ ¶ وأبوالاحوص هو مولى بني ليث، روى عنه الزهري ولم يوثقه أحد بل إن ابن معين قال فيه: ليس بشيء فهو ضعيف، فالحديث من أجله ضعيف لانه من طريقه وروى عبدالرزاق، عن ابن جريج، عن عطاء قال: سمعت أبا هريرة يقول: ((إذا صلى أحدكم فلا يلتفت فإنه يناجي ربه إن ربه أمامه وإنه يناجيه..)) الخ. ¶ ¬__________ ¶ (¬1) ... سورة العلق، الآية:19.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قلت: فيه عنعنة ابن جريج فيضعف بها، وكان مقصود النبي -صلى الله عليه وعلى آله وسلم- بذكر هذا أن يستشعر المصلي في صلاته قرب ربه منه، وأنه بمرأى منه ومسمع، وأنه مناج له وأنه يسمع كلامه، ويرد عليه جواب مناجاته له، كما في ((صحيح مسلم)) (ج2 ص9): عن أبي هريرة مرفوعا: ((إذا قال العبد: الحمد لله رب العالمين، قال: حمدني عبدي))، الخ آيات الفاتحة وهو يرد عليه، وقد أخبر الله تعالى بقربه ممن دعاه وأجابته له فقال: {وإذا سألك عبادي عني فإني قريب أجيب دعوة الداع إذا دعان(¬1)}، وقال النبي -صلى الله عليه وعلى آله وسلم-: ((إنكم لا تدعون أصم ولا غائبا، إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته)). متفق عليه عن أبي موسى، قال: ولم يكن أصحاب رسول الله -صلى الله عليه وعلى آله وسلم- يفهمون من هذه النصوص غير المعنى الصحيح المراد بها، فيستفيدون بذلك معرفة عظمة الله، وجلاله، واطلاعه على عباده، وإحاطته بهم، وقربه من عابديه وإجابته لدعائهم، فيزدادون خشية لله وتعظيما وإجلالا ومهابة ومراقبة واستحياء، ويعبدونه كأنهم يرونه، ثم حدث بعدهم من قل ورعه وساء فهمه وقصده، وضعفت عظمة الله وهيبته في صدره، وأراد أن يري الناس امتيازه عليهم بدقة الفهم وقوة النظر، فزعم أن هذه النصوص تدل على أن الله بذاته في كل مكان كما يحكي ذلك عن طوائف من الجهمية والمعتزلة ومن وافقهم! تعالى الله عما يقولون علوا كبيرا، وهذا شيء ما خطر لمن كان قبلهم من الصحابه رضي الله عنهم، وهؤلاء ممن يتبع ما تشابه منه ابتغاء الفتنة وابتغاء تأويله، وقد حذر النبي -صلى الله عليه وعلى آله وسلم- منهم في حديث عائشة الصحيح المتفق عليه البخاري رقم (4547)، ومسلم (2665)، وتعلقوا أيضا بما فهموا بفهمهم القاصر مع قصدهم الفاسد بآيات من كتاب الله تعالى مثل قوله تعالى: {وهو معكم أينما كنتم(¬2) ¶ ¬__________ ¶ (¬1) ... سورة البقرة، الآية:186. ¶ (¬2) ... سورة الحديد، الآية:4..",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "}، وقوله:{ما يكون من نجوى ثلاثة إلا هو رابعهم(¬1)}. فقال من قال من علماء السلف حينئذ: إنما أراد أنه معهم بعلمه، وقصد بذلك إبطال ما قاله أولئك ممن لم يكن أحد قبلهم قاله ولا فهمه من القرآن، وممن قال إن هذه المعية بالعلم مقاتل بن حيان، والضحاك، ومالك، وعبدالعزيز بن الماجشون، والثوري، وأحمد، وإسحاق، وغيرهم من أئمة السلف، حتى حكى ابن عبدالبر في ((التمهيد)) (ج7 ص138-148) إجماع العلماء من الصحابة والتابعين أن المراد بالمعيه هنا معهم بعلمه لا بذاته، وقال شيخ الإسلام وموفق الدين المقدسي كما في ((اجتماع الجيوش الإسلامية)) لابن القيم ص (115): أما بعد: فإن الله تعالى وصف نفسه بالعلو في السماء، ووصفه بذلك رسوله، وأجمع على ذلك جميع العلماء من الصحبة الاتقياء والأئمة الفقهاء، وتواترت الأخبار بذلك، وقال شيخ الإسلام ابن تيمية رحمه الله كما في((مجموع الفتاوى)) (ج5 ص107) وكذلك قوله -صلى الله عليه وعلى آله وسلم-: ((إذا قام أحدكم إلى الصلاة فإن الله قبل وجهه، فلا يبصق قبل وجهه)) الحديث حق على ظاهره، وهو سبحانه فوق العرش، وهو قبل وجه المصلي بل هذا الوصف يثبت للمخلوقات، فإن الإنسان لو أنه يناجي السماء أو يناجي الشمس والقمر لكانت السماء، والشمس والقمر فوقه وكانت أيضا قبل وجهه. اهـ المراد ¶ وذكر الحديث (ج6 ص576) بتمامه ثم قال: ومن المعلوم أن من توجه إلى القمر وخاطبه إذا قدر أن يخاطبه لا يتوجه إليه إلا بوجههه مع كونه فوقه فهو مستقبل له بوجهه مع كونه فوقه. اهـ ¶ ¬__________ ¶ (¬1) ... سورة المجادلة، الآية:7.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وفي هذا كفاية لمن أراد الله له الهداية، وإن أراد المزيد من ذكر أدلة علو الله على عرشه بذاته سبحانه وأنه مع خلقه بعلمه وإحاطته فانظر كتاب ((إجتماع الجيوش الإسلامية على المعطلة والجهمية)) للإمام ابن القيم الجوزية رحمه الله، فموضوع هذا الكتاب العظيم حشد الآيات والأحاديث وآثار السلف الصالح في إثبات صفة علو الله بذاته على العرش، بل حتى أقوال بعض الشعراء في الإسلام والجاهلية التي فيها إثبات علو الله ذكرها رحمه الله، وكذلك كتاب ((العلو للعلي الغفار)) للإمام الذهبي رحمه الله، والرسالة العرشية لشيخ الإسلام، وجمع كبير من السلف الصالح رضوان الله عليهم قد أفردوا هذه المسألة بكتب مستقلة، ومن كتب في العقيدة منهم ذكر ذلك، فلا تكاد تجد كتابا من كتبهم في العقيدة إلا ويفرد هذه المسألة المهمة بفصل واسع يذكر فيه بعض أدلة علو الله على عرشه، وبهذا يتضح لكل منصف أن المقصود بقول النبي -صلى الله عليه وعلى آله وسلم-: ((فإن الله قبل وجهه)) قربه من عبده وإحاطته وعلمه به، وأنه من المصلي أقرب كما قال النبي -صلى الله عليه وعلى آله وسلم-: ((أقرب ما يكون العبد من ربه وهو ساجد فأكثروا الدعاء)). رواه مسلم (482) من حديث أبي هريرة. ¶ قال ابن القيم رحمه الله: وقربه سبحانه نوعان: قرب عام وهو إحاطة علمه بجميع الأشياء كما في الحديث ((إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته))، وقرب خاص، وهو قربه من داعيه بالإجابة، وقربه من عابده بالإثابة، وأنه سبحانه بذاته مستو على عرشه استواء يليق بجلاله من غير تكييف ولا تمثيل ولا تعطيل. اهـ ¶ فلا تنخدع حفظنا الله وإياك بأقوال أهل الأهواء أن الله في كل مكان بذاته، نعوذ بالله العظيم، وبوجهه الكريم، وسلطانه القديم من هذا القول الذميم، المشاقق لله ورسوله والمخالف لسبيل المؤمنين.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قوله: ((فإذا بزق أحدكم)) بزق وبسق وبصق وتفل وتنخم، كل هذه الألفاظ ثابته في الروايات فلا يبصق ولا يبزق ويبسق ولا يتفل ولا يتنخم انظر باب (33) حك البزاق باليد من المسجد من البخاري، وباب النهي عن البصاق في المسجد في الصلاة وغيرها من ((صحيح مسلم)) (ج1 ص388) و((المجموع شرح المهذب)) للنووي. ¶ قوله: ((فليبزق عن يساره أو تحت قدمه))، قال النووي وغيره: هذا في غير المسجد، أما المصلي في المسجد فلا يبزق إلا في ثوبه لقوله -صلى الله عليه وعلى آله وسلم-: ((البزاق في المسجد خطيئة)). متفق عليه عن أنس. ¶ ذكر طرق حديث أنس عند ابن الجارود رحمه الله: ¶ من طريق حميد بن أبي حميد الطويل وهو ثقة، وثقه جمع من الأئمة إلا أنه مدلس، ذكره الحافظ ابن حجر في ((طبقات المدلسين)) من الثالثة وقد عنعن، لكن سبق كلام العلماء في ذلك، والحديث من طريق حميد عن أنس، أخرجه البخاري رحمه الله في ((صحيحه)) (ج1 رقم 417.405) ولم يخرجه مسلم من هذه الطريق، وأخرجه أحمد (ج3 ص188)، والدارمي (ج1 ص324)، وابن أبي شيبة (ج2 ص258)، والبغوي في ((شرح السنة)) (ج2 رقم 491)، وعبدالرزاق في ((المصنف)) رقم (1692)، والبيهقي في ((الكبرى)) (ج2 ص292.255)، وأخرجه ابن ماجه رقم (762) بزيادة: فجاءت امرأة فحكتها وجعلت مكانها خلوقا، فقال رسول الله-صلى الله عليه وعلى آله وسلم-: ((ما أحسن هذا)). ¶ وأخرجه النسائي بلفظ ابن ماجه (ج2 ص52) كلاهما من طريق عائد بن حبيب، عن حميد به، وعائد حسن الحديث، قال ابن معين: ثقة، وقال مرة: صويلح، وقال أبوزرعة: صدوق في الحديث، وقال ابن عدي: روى أحاديث منكرة وسائر أحاديثه مستقيمة، وقال الجوزجاني: غال زائغ، وقال الذهبي: شيعي جلد. اهـ",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقد خالف بهذه الزيادة الحفاظ من أصحاب أنس فهي شاذة بلا شك. ومن طريق قتادة عن أنس أخرجه البخاري في ((صحيحه)) (ج1 ص415.413.412)، ومسلم (ج5 ص41.40) نووي، وأحمد (ج3 ص109.176.273.269.245)، والطيالسي رقم (1974)، والنسائي في ((المجتبى)) (ج2 ص50) و((الكبرى)) (ج1 ص264)، والبغوي (ج2 رقم 492)، والبيهقي في ((الكبرى)) (ج2 ص292.291) وعند أحمد والنسائي والبيهقي بسند صحيح بزيادة: ((أو تحت قدمه اليسرى)). وأخرجه أحمد (ج3 ص252.212) من طريق ثابت عن أنس رضي الله عنهم أجمعين. ¶ طرق حديث ابن عمر: ¶ عن ابن عمر رضي الله عنه أخرجه البخاري (ج1 رقم 406)، ومسلم (ج5 ص38)، وأحمد (ج2 ص66.34) وعند أحمد: ثم دعا بعود فحكه ثم دعا بخلوق فخضبه.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "فهذه الزيادة في الخلوق بوضع مكان النخاعة يرويها عن نافع ابن أبي رواد وفيه ضعف، وأفرط ابن حبان فقال: متروك، أخرجه بالزيادة عبدالرزاق في ((المصنف)) (ج1 رقم 1682)، وأحمد (ج2 ص34)، وأبوداود رقم (479) عن أيوب، عن نافع به، وهو في البخاري ومسلم، والنسائي (ج2 ص51)، وأحمد (ج2 ص66)، والمروزي (ج1 ص173-174)، والبغوي (ج2 ص384)، و((الموطأ)) (ج1 ص194) من طريق مالك، عن نافع، وموسى بن عقبة، عن نافع، وعبيدالله عنه فهي شاذة يروي الحديث الأثبات من أصحاب نافع بدونها، وزادها ابن أبي رواد وفيه ضعف، وقد تقدم أن زادها عن حميد، عن أنس عائد بن حبيب وهو شاذ، فهذه الزيادة في تخليق(¬1)موضع النخامة بالطيب شاذة كما ترى، فلا نبني عليها حكما، رواه أيوب وابن أبي رواد، عن نافع بزيادة الخلوق، ورواه عبيدالله ومالك وموسى بن عقبة، عن نافع بدونها، وأشار أبوداود إلى شذوذها فانظر ((سننه)) (479) وكذا البيهقي في ((الكبرى)) (ج2 ص293) والحديث أخرجه ابن أبي شيبة (ج2 ص259)، ومحمد بن نصر المروزي في ((تعظيم قدر الصلاة)) (ج1 ص118)، وللفظة: الخلوق شاهد عند مسلم من حديث جابر أن النبي -صلى الله عليه وعلى آله وسلم- دعا بخلوق فوضعه على رأس العرجون ثم وضعه على محل النخاعة. وهي من طريق حاتم بن إسماعيل وفيه غفلة، فنحن على ما قلنا: إنها شاذة. اهـ ¶ طرق حديث أبي هريرة ¶ وجاء من حديث أبي هريرة أخرجه البخاري (ج1 ص509-510)، ومسلم (ج5 ص40) وعند مسلم لفظة: ((ما بال أحدكم يقوم مستقبل ربه فيتنخع أمامه، أيحب أحدكم أن يستقبل فيتنخع في وجهه)). ¶ وعند أبي داود رقم (477): ((من دخل هذا المسجد فبزق فيه أو تنخم فيحفر فليدفنه، فإن لم يفعل فليبزق في ثوبه ثم ليخرج به)). ¶ ¬__________ ¶ (¬1) ... تخليقها: أي تطييها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأقول: أما بالنسبة للحفر للنخامة فله شواهد ستأتي إن شاء الله. وأما الخروج بقوله ((ثم ليخرج به)) فإنه عند أبي داود من طريق أبي مودود عبدالعزيز بن أبي سليمان ثقة، عن عبدالرحمن بن أبي حدرد، عن أبي هريرة، وعبدالرحمن هذا قال الدارقطني: لا بأس به، وروى عنه أبومودود ووثقه ابن حبان، والحديث رواه عن أبي هريرة أبورافع نفيع بن رافع الصائغ وهو ثقة ثبت، أخرجه من هذه الطريق مسلم وابن أبي شيبة (ج2 باب200)، والدارمي (ج1 ص325)، والمروزي (ج1 رقم 120) بدون زيادة ((ثم ليخرج به)) فهي شاذة، وأخرجه عبدالرزاق في ((المصنف)) (ج1 رقم 1686) من تلك الصحيفة معمر، عن همام، عن أبي هريرة بلفظ صحيح البخاري وغيره إلا أن فيه لفظة: ((ولكن ليبصق عن يساره أو تحت رجليه))، بالتثنية، وأخرجه البخاري رقم (416) من هذه الطريق نفسها بلفظ: ((أو تحت قدمة)) بالإفراد، وأخرجه البخاري وغيره من طريق الزهري عن حميد بن عبدالرحمن بالإفراد، ولا أظن التثنية إلا خطأ في النسخ لان كل الأحاديث عن أبي هريرة وغيره، ومن هذه الطريق وغيرها ليس فيها التثنية وإنما بالإفراد، وأيضا مقيد بالرجل اليسرى في عدة أحاديث في ((الصحيحين)) وغيرهما. اهـ ¶ تنبيه: حديث أبي هريرة عند مسلم وهم فيه الحافظ المنذري رحمه الله وهمين: ¶ الأول: أن الحديث في مسلم، وعزاه هو إلى ابن ماجه فقط. ¶ والثاني: أن الحديث رواه عن أبي رافع الصائغ القاسم بن مهران، قال المنذري عنه: مجهول، والقاسم هذا هو القيسي، وثقه ابن معين، وقال أبوحاتم: صالح، وقال ابن حجر في ((التقريب)): صدوق، وهو خال هشيم.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وجاء من حديث أبي سعيد أخرجه البخاري (ج1 ص509)، ومسلم (ج5 ص39) نووي، وأحمد (ج3 ص6)، والنسائي في ((المجتبى)) (ج2 ص51-52)، و((الكبرى)) (ج1 ص265)، وأبوداود رقم (480)، وابن أبي شيبة (ج2 باب200)، وابن ماجه رقم (761)، والمروزي في ((تعظيم قدر الصلاة)) (ج1 ص121)، والبيهقي (ج2 ص293)، وابن خزيمة (ج2 ص63) وزاد فيه بعد قوله -صلى الله عليه وعلى آله وسلم-: ((أيحب أحدكم إذا قام يصلي أن يستقبله أحد فيتنخع في وجهه!)) فقالوا: لا، قال: ((إن الله عز وجل بين أيديكم))، زاد: ((فلا توجهوا شيئا من الأذى بين أيديكم)). ¶ وبوب عليها باب الزجر عن توجيه جميع ما يقع عليه أذى تلقاء القبلة في الصلاة، وسنده صحيح. قال: أخبرنا أحمد بن عبدة. قال: أخبرنا عبدالاعلى، قال: أخبرنا سعيد الجريري، عن أبي نضرة، عن أبي سعيد.. فذكر الحديث بالزيادة. ¶ ورواه هو نفسه (ج2 ص46) وغيره من طريق عياض بن عبدالله، عن أبي سعيد الخدري بدونها وكلاهما ثقة، أبونضرة وعياض ابن عبدالله ثقتان في طبقة واحدة، ورواه حميد بن عبدالرحمن، عن أبي سعيد الخدري في ((الصحيحين)) فحميد وعياض لم يزيداها وزادها المنذر بن مالك أبو نضرة فالظاهر أن من لم يزدها أرجح ممن زادها، ولا أنكر على من احتج بها، لان أبا نضرة من الاثبات في أبي سعيد الخدري. ¶ طرق حديث عائشة ¶ وجاء من حديث عائشة عند البخاري (ج1 ص407)، ومسلم (ج5 ص39)، ومالك في ((الموطأ)) رقم (445)، وابن ماجه (ج1 ص764)، وأحمد (ج2 ص148)، وابن خزيمة (ج1 ص1315)، والبيهقي في ((الكبرى)) (ج2 ص293-294): أن النبي -صلى الله عليه وعلى آله وسلم- رأى في جدار القبلة مخاطا أو نخامة أو بصاقا فحكه. ¶ حديث جابر",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ومن حديث جابر أخرجه مسلم (ج18 ص137) نووي، وأبوداود (485)، والمروزي في ((تعظيم قدر الصلاة)) (ج1 ص117) رقم (123)، والبيهقي (ج2 ص294) وفيه: أن النبي -صلى الله عليه وعلى آله وسلم- أتاهم في المسجد وبيده عرجون، فرأى في قبلة المسجد نخامة فأقبل عليها فحكها بالعرجون ثم أقبل عليهم فقال: ((أيكم يحب أن يعرض الله عنه؟)) قال: فخشعنا ثم قال: ((أيحب أحدكم أن يعرض الله عنه؟)) قلنا: لا يا رسول الله.. وفيه: ((فإن عجلت بأحدكم بادرة فليفعل هكذا)) ثم طوى ثوبه بعضه ببعض وبصق فيه ثم قال: ((أروني عبيرا)) -والعبير هو أخلاط من الزعفران كما في ((شرح النووي))- فقام فتى من الحي يشتد إلى أهله فجاء بخلوق في راحته(¬1)فأخذه رسول الله -صلى الله عليه وعلى آله وسلم- فجعله في رأس العرجون ثم لطخ به على أثر النخاعة. قال جابر: فمن ههنا جعلتم الخلوق في مساجدكم. اهـ ¶ ففي هذا الحديث تقييد لما مضى في حديث أنس وغيره: أن النبي -صلى الله عليه وعلى آله وسلم- ((حك النخاعة بيده)). وفيه أن البصاق في الثوب عند أن يتضايق الانسان من البزاقة ولم يجد مكانا، وفيه شاهد صحيح لما مضى في حديث أنس وابن عمر أن النبي -صلى الله عليه وعلى آله وسلم- وضع طيبا على أثر البزاقة، لكن تقدم الكلام عليها أنها شاذة فراجع ما مضى. ¶ تنبيه: قصر الحافظ رحمه الله في ((فتح الباري)) (ج1 ص508)، وكذا الحافظ المنذري رحمه الله في ((الترغيب والترهيب)) (ج1 ص432)، والعيني في شرحه على حديث أنس من ((صحيح البخاري)) في عزو هذا الحديث فعزوه كلهم إلى أبي داود وهو عند مسلم كما رأيت (ج18 ص137) نووي، ضمن حديث جابر الطويل في قصة أبي اليسر. ¶ حديث طارق ¶ ¬__________ ¶ (¬1) ... الراحة: وسط الكف.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وجاء من حديث طارق بن عبدالله المحاربي: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((إذا قام أحدكم إلى الصلاة، أو إذا صلى أحدكم فلا يبزقن أمامه، ولا عن يمينه، ولكن تلقاء يساره إن كان فارغا، أو تحت قدمه اليسرى)). ¶ وهذا الحديث صحيح أخرجه الترمذي (ج2 ص460) رقم(571)، وأبوداود رقم (479)، وأحمد في ((المسند)) (ج6 ص396)، والنسائي في ((الكبرى)) (ج2 ص52)، وابن ماجه (ج1 ص326)، والبزار كما في ((كشف الأستار)) (ج2 ص447)، وابن أبي شيبة في ((المصنف)) (ج2 ص259)، وعبدالرزاق في ((المصنف)) (ج1 ص432)، والبيهقي في ((الكبرى)) (ج2 ص292) من طرق عن ربعي بن حراش عن طارق به. وانظر ((جامع)) شيخنا حفظه الله (ج2 ص36). ¶ وجاء من حديث حذيفة أخرجه ابن ماجه (ج1 ص327)، والمروزي في ((تعظيم قدر الصلاة)) (ج1 ص176)، وابن أبي شيبة (ج2 ص259)، والبزار كما في ((كشف الاستار)) (ج1 رقم 411) من طريق أبي وائل وربعي بن حراش، وزر بن حبيش، عن حذيفة مرفوعا نحو حديث طارق، وذكره شيخنا في ((الجامع الصحيح)) (ج2 ص37-38)، وأخرجه ابن أبي شيبة (ج2 ص259) من طريق أبي وائل عن حذيفة موقوفا عليه، وفي الموقوف زيادة ((أو يبصق خلف ظهره))، وليس الموقوف بحجة، وأخرج ابن أبي شيبة (ج2 ص259)، وأبوداود في الاطعمة رقم (3824)، وابن خزيمة في ((صحيحه)) رقم (1663.1314.925)، والبيهقي (ج3 ص76)، وابن حبان (ج4 ص1639) ولفظه: ((من تفل تجاه القبلة جاء يوم القيامة وتفلته بين عينيه)). وهو صحيح كل رجاله ثقات أثبات. ¶ وجاء من حديث ابن عمر عند البزار كما في ((كشف الاستار)) رقم (413)، وابن خزيمة (ج2 ص1313)، وابن حبان (ج4 ص517)، وابن أبي شيبة (ج2 ص259) كلهم من طريق محمد بن سوقه، عن نافع، عن ابن عمر بلفظ حديث حذيفة الذي قبله وسنده صحيح، وهو مطلق تقيده الأحاديث الكثيرة التي فيها النهي عن البصاق في الصلاة. ¶ حديث أبي أمامه:-",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وجاء من حديث أبي أمامة: ((من بصق في قبلة ولم يوارها، جاءت يوم القيامة أحمى ما تكون حتى تقع بين عينيه)). ¶ أخرجه الطبراني في ((الكبير)) (ج8 ص245)، وقال الهيثمي في ((مجمع الزوائد)) (ج2 ص19): فيه جعفر بن الزبير ضعيف. ¶ وجاء من حديث هشام، عن أبيه عروة بن الزبير، عن عائشة رضي الله عنها: ((أن النبي -صلى الله عليه وعلى آله وسلم- أمر ببناء المساجد في الدور وأن تنظف وتطيب)). ومن حديث هشام عن أبيه: أن النبي -صلى الله عليه وعلى آله وسلم-.. الحديث مرسلا. أخرجه أبوداود رقم (455)، والترمذي رقم (495.594)، وابن ماجه رقم (758)، وابن حبان رقم (ج4 ص1635)، وأحمد (ج6 ص279)، وابن خزيمة في ((صحيحه)) رقم (1294)، والبيهقي (ج2 ص440)، والبغوي (ج2 رقم 299) ورجح الترمذي رحمه الله المرسل وهو كما قال، فقد رواه وكيع وسفيان بن عيينه وعبدة ابن سليمان، عن هشام، عن أبيه، عن رسول الله -صلى الله عليه وعلى آله وسلم- مرسلا، ورواه زائدة بن قدامة، ومالك بن سعيد، وعامر بن صالح الزبيري، عن هشام، عن أبيه، عن عائشة، عن رسول الله -صلى الله عليه وعلى آله وسلم- متصلا، وسفيان بن عيينه ثقة حافظ إمام حجة، ووكيع ثقة حافظ، وعبدة بن سليمان ثقة ثبت هؤلاء أرسلوه، وزائده بن قدامة ثقة ثبت يكون مقابلة عبدة بن سليمان، ومالك بن سعيد لا بأس به، وعامر بن صالح متروك، فهل بعد هذا شك أن المرسل أرجح وأن المتصل شاذ؟.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فالظاهر والله أعلم أن سفيان بن عيينة وحده لو خالف هؤلاء الثلاثة فأرسله لربما رجح عليهم، كيف وقد تابعه على إرسال هذا الحديث أثبات نحو وكيع وعبدة بن سليمان، وذكروا له شاهدا عن سمرة عن النبي -صلى الله عليه وعلى آله وسلم- أخرجه البزار كما في ((كشف الأستار)) (ج1 ص201)، والطبراني في ((الكبير)) (ج7 ص254)، وخرجه ابن القطان في ((بيان الوهم والايهام)) (ج5 ص138) وفيه مجاهيل تقدم ذكرهم في حديث النهي عن النفث إلى القبلة في الصلاة، فلا يقوى به المتصل. ¶ حديث عبدالله بن الشخير:- ¶ وجاء من حديث عبدالله بن الشخير: ((أنه صلى مع رسول الله -صلى الله عليه وعلى آله وسلم- فتنخع فدلكها بنعله اليسرى)). وهذا فيه أنه -صلى الله عليه وعلى آله وسلم- صلى بنعله. ¶ أخرجه مسلم في ((صحيحه)) (ج5 ص42) نووي، والنسائي في ((الكبرى)) (ج1 ص265)، و((المجتبى)) (ج2 ص52)، وأبومحمد عبدالحق الاشبيلي في ((الاحكام الوسطى)) كلهم من طريق سعيد الجريري، عن يزيد بن عبدالله الشخير، عن أبيه، عن رسول الله -صلى الله عليه وعلى آله وسلم- وهذا فيما إذا لم يكن المسجد مبلطا أو مبسوطا بفراش أو مجصوصا بجص، أما إذا كان كذلك فلا يجوز، ولا يحمل عليه حديث عبدالله بن الشخير، قال النووي رحمه الله في ((المجموع شرح المهذب)) (ج4 ص101): أما ما يفعله كثير من الناس إذا بصق أو رأى بصاقا في المسجد دلكه بأسفل مداسه الذي داس به النجاسة فحرام، لانه تقذير للمسجد، وعلى من رآه يفعل ذلك الانكار عليه بشرطه والله أعلم. ¶ وقال العيني في ((شرح صحيح البخاري)): هذا كان في غير المسجد لان النبي -صلى الله عليه وعلى آله وسلم- نهى عن البزق في المسجد مطلقا. ¶ حديث واثلة بن الأسقع:",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ولا تغتر بما جاء، عن واثلة بن الأسقع في ((مسند الإمام أحمد)) (ج3 ص490) قال: حدثنا هشام، قال: حدثنا الفرج بن فضالة(¬1)، قال: حدثنا أبوسعد، قال: رأيت واثلة بن الاسقع يصلي في مسجد دمشق فبزق تحت رجله اليسرى، ثم عركها برجله فلما انصرف قلت: أنت من أصحاب رسول الله -صلى الله عليه وعلى آله وسلم- تبزق في المسجد! قال: هكذا رأيت رسول الله -صلى الله عليه وعلى آله وسلم- يفعل. ¶ فسنده ضعيف فيه الفرج بن فضالة قال الحافظ في ((التقريب)): ضعيف.اهـ ¶ قلت: ضعيف جدا، روى عن أبي سعد صاحب واثلة، قال يحيى: يحدث عن الثقات بأحاديث مناكير، وقال ابن معين: ضعيف، وضعفه ابن المديني والنسائي والدارقطني والساجي وتركه ابن مهدي، وقال ابن حبان: يقلب الأحاديث ويلزق المتون الواهية بالأسانيد الصحيحة لا يحل الاحتجاج به، وقال الحاكم: هو ممن يحتج به. اهـ من ((التهذيب)) و((تهذيب الكمال)). ¶ وشيخه أبوسعد الحميري الحمصي مجهول، قال الحافظ في ((التهذيب)): عن واثلة بن الأسقع في الصلوات في النعلين. ¶ قلت: قال ابن القطان: لا يعرف، وذكر حديث الحافظ المزي في ((تهذيب الكمال)) (ج33 ص345) من طريق فضالة وشيخه الحميري الحمصي المتقدم. ومن طريق فضالة أخرجه أبوداود رقم (484) بزيادة: بزق على البوري، والبوري قال ابن الأثير في ((النهاية)): هو الحصير المعمول من القصب. ¶ وأخرجه عبدالحق الأشبيلي في ((الأحكام الوسطى)) من طريق الفرج بن فضالة، عن أبي سعد به، وقال: فرج بن فضالة ضعيف، وأيضا لم يكن لمسجد رسول الله -صلى الله عليه وعلى آله وسلم- حصر، والصحيح أن رسول الله -صلى الله عليه وعلى آله وسلم- إنما بصق على الأرض ودلكه بنعله اليسرى، ولعل واثلة إنما أراد هذا فحمل الحصير عليه. اهـ ما ذكره رحمه الله. ¶ ¬__________ ¶ (¬1) ... هكذا اسمه على الصواب وفي الأصل: أبو فضالة الفرج وهو خطأ.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وتعقبه ابن القطان في ((بيان الوهم والإيهام)) (ج3 ص252) رقم (992) فقال: وبقي عليه أن يبين أن أبا سعيد لا يعرف من هو؟ ووقع في رواية ابن الأعرابي أبوسعيد، والصواب: أبوسعد وهو شامي، مجهول الحال، وتعليل الحديث به أولى من تعليله بفرج بن فضالة، فإنه وإن كان ضعيفا فإنه معروف في أهل العلم، أخذ الناس عنه وقد روى عنه شعبة وهو من هو.. إلى أن قال: وهو صدوق إنما أنكروا عليه أحاديث. اهـ ¶ كلامه على هذا الرجل وفيه تساهل. ¶ فالرجل ضعيف عند جمهور المحدثين، وقال ابن القطان: وأما ما ذكر من أن البوري(¬1)ملغي من الحديث وإنما بصق النبي -صلى الله عليه وعلى آله وسلم- على الأرض فحمل واثلة البوري عليه بنظره، فتأويل صحيح وكذلك ذكره الحماني عن فرج لم يذكر البوري وساق بسند الساجي عن الحماني، عن فضالة به، وليس فيه أن واثلة بزق على البوري، وإنما هكذا يقول أبوسعد الشامي: رأيت واثلة بن الأسقع بزق ودلك برجله وقال: رأيت رسول الله -صلى الله عليه وعلى آله وسلم- يفعله. اهـ ¶ قلت: وأيضا عند أحمد في ((مسنده)) (ج3 ص490) من طريق هشام، عن الفرج بن فضالة، عن أبي سعد قال: رأيت واثلة بن الأسقع يصلي في مسجد دمشق فبزق تحت رجله اليسرى ثم عركها..الخ، وليس فيه أنه بزق على البوري وانفرد بزيادة: أنه بزق على البوري قتيبة بن سعيد، عن فضالة به عند أبي داود (484)، ولو صح الحديث لناقشنا هذه الزيادة على قواعد المصلطح، ولكن لا حاجة بنا إلى الكلام عليها لان الحديث من أصله ضعيف. ¶ وقال محمود السبكي في ((المنهل العذب المورود)): هذا الحديث معارض لما تقدم من أن التفل في المسجد خطيئة وكفارتها دفنها والتفل على البوري لا يمكن دفنه، ومسحه بالرجل يزيده تلوثا وانتشارا فيزيد الضرر، لكن لا معارضة، لأن هذا الحديث فيه فرج ابن فضالة وقد ضعفه غير واحد، وفيه أيضا أبوسعد، وقد قال ابن القطان: أنه مجهول.اهـ ¶ طرق أخرى لحديث أنس: ¶ ¬__________ ¶ (¬1) ... أي الفراش.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وحديث أنس بن مالك أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((البصاق في المسجد خطيئة وكفارتها دفنها)). أخرجه البخاري (ج1 ص511)، ومسلم (ج5 ص41) نووي، والنسائي (ج2 ص51)، وأبوداود رقم (474) بلفظ: ((التفل في المسجد خطيئة وكفارته أن تواريه)). ¶ وله طريق أخرى عنده بلفظ ((الصحيحين))، وأحمد في ((المسند)) (ج3 ص173.277.274.232.209.109)، والطيالسي في ((مسنده)) رقم (1988)، والترمذي (ج2 رقم 572)، وابن حبان (ج4 ص515) رقم (1635)، وعبدالرزاق في ((المصنف)) (ج1 رقم 1697)، والدارمي (ج1 ص324)، وابن خزيمة(ج1 رقم 1309)، والبغوي في ((شرح السنة)) (ج2 ص380)، وأبوعوانة (ج1 ص405.404)، والطبراني في ((الصغير)) (ج1 ص40)، وابن أبي شيبة في ((المصنف)) (ج2 باب 201)، والبيهقي في ((الكبرى)) (ج2 ص291) من طرق عن قتادة، عن أنس وليس فيه زوائد ولا لفظ يؤخذ منه حكم مستقل بل لفظهم كلهم معناه واحد. ¶ طرق حديث أبي أمامة: ¶ وجاء عن أبي أمامة بلفظ: ((البصاق في المسجد خطيئة ودفنه حسنة)). أخرجه ابن أبي شيبة في ((المصنف)) (ج2 باب 201)، وأخرجه الطبراني في ((الكبير)) في موضعين (ج8 ص284) بهذا اللفظ وفي (285) بلفظ نحوه، وأحمد في ((المسند)) (ج5 ص260) ومدار سنده عند هؤلاء الحسين بن واقد، عن أبي غالب، عن أبي أمامة، فهو حسن. ¶ وذكره شيخنا مقبل حفظه الله في ((جامعه الصحيح مما ليس في الصحيحين)) (ج2 ص35). ¶ طرق حديث أبي ذر: ¶ وجاء من حديث أبي ذر: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((عرضت علي أعمال أمتي حسنها وسيئها فرأيت من محاسن أعمالها الأذى يماط عن الطريق، ورأيت من مساوئ أعمالها النخاعة تكون في المسجد فلا تدفن)).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أخرجه مسلم (ج5 ص42)، وأحمد (ج5 ص180)، وأبوعوانة (ج1 ص406)، وابن خزيمة (ج1 ص1308)، والبغوي في ((شرح السنة)) (ج2 ص381)، والبيهقي في ((الكبرى)) (ج2 ص291)، وابن حبان (ج4 رقم 1640)، وابن أبي شيبة في الأدب من ((المصنف)) (ج6 ص218) ومن طريقه ابن ماجة في الأدب رقم (3683) وفيه: ((إن من رأى نخاعة سواء له أو لغيره فليدفنها)). والحديث الذي بعده يبين فضيلة ذلك. ¶ طرق حديث بريدة بن الحصيب: ¶ وجاء من حديث بريدة رضي الله عنه: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((في الإنسان ستون وثلاثمائة مفصل عليه أن يتصدق عن كل مفصل عنه بصدقة))، قالوا: من يطيق ذلك يا رسول الله؟ قال: ((النخاعة تراها في المسجد فتدفنها أو الشيء تنحيه عن الطريق، فإن لم تجد فركعتا الضحى تجزيانك)). ¶ وهو صحيح، أخرجه أحمد (ج5 ص354.359)، وأبوداود رقم (155.14.5242)عون، وابن حبان (520)، وابن خزيمة (ج1 ص229)، وهو في ((جامع)) شيخنا (ج2 ص34-35). ¶ وجاء من حديث سعد بن أبي وقاص: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((إذا تنخم أحدكم فليغيب نخامته أن تصيب جلد مؤمن أو ثوبه فتؤذيه)). أخرجه أحمد (ج1 ص179)، وأبويعلى (ج2 ص808.824)، والبزار كما في ((كشف الأستار)) (ج2 ص447) رقم (2078)، وهو في ((جامع شيخنا)) (ج2 35-36). ¶ حديث سمرة بن جندب: ¶ وجاء من حديث سمرة بن جندب مرفوعا: أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((إذا نفث أحدكم في الصلاة فلا ينفث قدام وجهه ولا عن يمينه ولكن تحت قدمه ثم يدلكها بالأرض)). أخرجه البزار (ج1 رقم 412) وسنده عنده ضعيف، فيه يوسف بن خالد السمتي وهو علته، وأخرجه الطبراني في ((الكبير)) (ج7 ص255) من طريق محمد بن إبراهيم، عن جعفر بن سعد بن سمرة، عن خبيب بن سليمان، عن أبيه، عن جده لا يعرف، وجعفر بن سعد كذلك انظر ذكرهما من ((الميزان)) فالحديث ضعيف. ¶ حديث السائب بن خلاد:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وجاء من حديث السائب بن خلاد رضي الله عنه أن رجلا أم قوما فبصق في القبلة ورسول الله -صلى الله عليه وعلى آله وسلم- ينظر! فقال رسول الله -صلى الله عليه وعلى آله وسلم- حين فرغ: ((لا يصلي لكم)) فأراد بعد ذلك أن يصلي لهم فمنعوه، وأخبروه بما قال رسول الله، فذكر ذلك لرسول الله فقال: ((نعم))، وحسبت أنه قال: ((إنك آذيت الله ورسوله)). ¶ أخرجه أحمد (ج4 ص56)، وأبوداود (481)، وابن حبان (ج4 ص516) من طرق عن ابن وهب، عن عمرو بن الحارث، عن بكر بن سوادة الجذامي، عن صالح بن خيوان، عن السائب به، ورجاله كلهم ثقات غير صالح بن خيوان فوثقه ابن حبان والعجلي وابن خلفون ولم يرو عنه غير بكر بن سوادة، ودافع عنه ابن القطان في ((بيان الوهم والإيهام)) (ج5 رقم 2513) ورد على الأشبيلي تضعيف الحديث من أجله. ¶ قلت: والصواب مع عبدالرزاق الأشبيلي، ثم قال ابن القطان: فإن أبى إلا تضعيف هذا الخبر فقد ذكرنا في الباب الذي قبل هذا أن مقتضاه روي صحيحا من حديث عبدالله بن عمرو فاعلم ذلك.اهـ ¶ قلت: هو عنده برقم (2470)، والطبراني في ((الكبير)) كما في ((مجمع الزوائد)) (ج2 ص20) وقال: رجاله ثقات، وذكر المنذري في ((الترغيب والترهيب)) رقم (439) وعزاه للطبراني في ((الكبير)) وقال: إسناده جيد، فبهذا والذي قبله يصير الحديث صحيحا، وفيه إبعاد الإمام الفاسق عن الإمامة وتغييره بأصلح منه. ¶ حديث دينار: ¶ وجاء من حديث رجل يقال له دينار أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((البزاق والمخاط والتثاؤب والحيض والقئ والرعاف في الصلاة من الشيطان)).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أخرجه الترمذي (ج5 ص81-82)، وابن ماجه رقم (969) من طريق أبي اليقظان، عن عدي بن ثابت، عن أبيه، عن جده مرفوعا وقال الترمذي: هذا حديث غريب لا نعرفه إلا من حديث شريك عن أبي اليقظان، وسألت محمد بن إسماعيل يعني شيخه البخاري عن عدي بن ثابت، عن أبيه، عن جده ما اسم جد عدي؟ فقال: لا أدري، وقال المناوي في(( فيض القدير)) (ج3 ص220): قال مغلطاي: هو ضعيف لضعف ثابت بن عدي وغيره. ¶ قلت: وأبواليقظان هو عثمان بن عمير أجمعوا على تضعيفه. اهـ ¶ حديث لأبي أمامة: ¶ وجاء من حديث أبي أمامة عن الطبراني في ((الكبير)) (ج8 ص199) قال: ((قام النبي -صلى الله عليه وعلى آله وسلم- ذات يوم فاستفتح الصلاة فرأى نخامة في القبلة فخلع نعله، ثم مشى إليها فحتها، ففعل ذلك ثلاثا فلما قضى صلاته أقبل على الناس بوجهه فحمد الله وأثنى عليه ثم قال: ((أيها الناس إن أحدكم إذا قام في الصلاة فإنه في مقام عظيم، بين يدي رب عظيم، يسأل أمرا عظيما، الفوز بالجنة والنجاة من النار، وإن أحدكم إذا قام في الصلاة فإنه يقوم بين يدي الله مستقبل ربه وملكه عن يمينه، وقرينه عن يساره، فلا يتفلن أحدكم بين يديه ولا عن يمينه ولكن عن يساره تحت قدمه اليسرى ثم ليعرك فليشدد عركه، فإنما يعرك أذن الشيطان، والذي بعثني بالحق إذا تكشف بينكم وبينه الحجب أو يؤذن في الكلام شكى مما يلقى من ذلك)).اهـ ¶ وسنده ضعيف من طريق مطرح بن يزيد، عن عبيدالله بن زحر، عن على بن يزيد الألهاني، عن القاسم بن عبدالرحمن، عن أبي أمامة رضي الله عنه فهو صحابي جليل والباقون تالفون في الجملة.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وجاء عنه أيضا أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((إن العبد إذا قام في الصلاة فتحت له أبواب الجنان، وكشفت له الحجب بينه وبين ربه، واستقبله الحور العين ما لم يمتخط أو يتنخم)). أخرجه الطبراني في ((الكبير)) (ج8 ص250) وفيه طريف بن الصلت، وحجاج بن عبدالله بن هارون قال الهيثمي في ((مجمع الزوائد)) (ج2 ص20): لم أجد من ترجمهما. ¶ قلت: وأنا كذلك. ¶ حديث رجل يقال له الهاشمي: ¶ وجاء من حديث رجل يقال له عبدالرحمن الهاشمي أن النبي -صلى الله عليه وعلى آله وسلم- رأى في المسجد نخامة فحكها، ثم أمر بخلوق فلطخ مكانها قال: ((فخلق الناس المساجد))، أي: طيبوها. ¶ أخرجه ابن أبي شيبة (ج2 ص257) فقال: حدثنا أبومعاوية، عن عاصم، عن العباس بن(¬1)عبدالرحمن الهاشمي به. وأبومعاوية هو محمد بن خازم الضرير، وعاصم هو ابن سليمان الأحول، والعباس ابن عبدالرحمن الهاشمي قال الحافظ في ((التقريب)): مستور(¬2)، وقال المزي في ((تهذيب الكمال)): روى له أبوداود في المراسيل وفي القدر. ¶ وذكره الحافظ في ((الإصابة)) وذكر له هذا الحديث، وذكره ابن الأثير في ((أسد الغابة)) وقال: قديم أدرك النبي -صلى الله عليه وعلى آله وسلم- وذكر له هذا الحديث من طريق قيس بن الربيع، عن عاصم، عن العباس مولى بني هاشم وقال: أخرجه ابن مندة، وأبونعيم، أما حديثه في المراسيل لأبي داود فهو حديث ((ما بال أحدكم يؤذي أخاه في الأمر)). رقمه فيه (463)، وذكره الإمام البخاري في ((التاريخ الكبير)) (ج7 ص13) وسكت فالظاهر أن حديثه هذا مرسل ضعيف لأنه ليس بصحابي، ولان فيه مجهولا وقد تقدم ما يدل على تطييب مكان النخاعة من حديث أبي هريرة في مسلم وغيره أنه شاذ. ¶ مسائل الحديث: ¶ فنستفيد من هذه الأحاديث وطرقها معرفة عدة أحكام وهي كما يلي: ¶ ¬__________ ¶ (¬1) ... في الأصل عن عبدالرحمن، والصواب بن عبدالرحمن كما في ?تهذيب الكمال?. ¶ (¬2) ... قلت: بل مجهول روى عنه داود بن أبي هند وحده ولم أجد من وثقه.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "1- أن بزاق الإنسان سواء كان نخاما أو نخاعا أو تفالا أو مخاطه كله طاهر. ¶ قال الخطابي في ((معالم السنن)) (ج1 ص124): وفيه من الفقه أن النخامة طاهرة ولو لم تكن طاهرة لم يكن يأمر المصلي بأن يدلكها بثوبه، ولا أعلم خلافا في أن البزاق طاهر إلا أن أبا محمد الكداني حدثني قال سمعت الساجي يقول: كان إبراهيم النخعي يقول: البزاق نجس.اهـ ¶ وقد استدل الإمام البخاري في ((صحيحه)) رقم (241) على طهارة البزاق والمخاط ونحوه بحديث المسور أن النبي -صلى الله عليه وعلى آله وسلم- ما تنخم نخامة إلا وقعت في كف رجل منهم فدلك بها وجهه وجلده. ¶ قال الحافظ في ((الفتح)) عند هذا الحديث: وقد نقل بعضهم فيه الإجماع، لكن روى ابن أبي شيبة بإسناد صحيح عن إبراهيم النخعي أن اللعاب نجس إذا فارق الفم، وقال ابن حزم: صح عن سلمان الفارسي، وإبراهيم النخعي أن اللعاب نجس. ¶ وقال ابن عبدالبر في ((الإستذكار)) (ج7 ص182): ولا أعلم كلاما في طهارة البصاق إلا شيئا روى عن سلمان، الجمهور على خلافه، وقال أبومحمد ابن حزم في ((المحلى)) مسألة (133): ولعاب المؤمنين من الرجال والنساء الجنب منهم والحائض ولعاب الخيل وكل ما يؤكل لحمه وعرق كل ذلك ودمعه وسؤر كل ما يؤكل لحمه طاهر مباح الصلاة به. ¶ واستدل على ذلك بحديث أبي هريرة أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((المؤمن لا ينجس)). وقال في مسلم (134): ولعاب الكفار وعرقهم وكل ما لا يؤكل لحمه لعابه نجس.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قلت: هذه المسألة الثانية تحتاج إلى نظر(¬1)وقصدنا من هذا بيان أن ما بوب عليه ابن الجارود وذكر الحديث من أجله أن القذر من البصاق ونحوه طاهر، والادلة قاضية بطهارته فلا نطيل سرد أقوال العلماء أكثر مما تقدم، وقد شرب رسول الله -صلى الله عليه وعلى آله وسلم- بعد عائشة رضي الله عنها من الموضع الذي شربت فيه وهي حائض. ¶ 2- أن البصاق في المسجد لا يجوز للمصلي وغيره إلا في ثوبه أو ما ينوب عنه مما يحرز البصاق . ¶ عن الوقوع لحديث: البصاق في المسجد خطيئة. ¶ قال النووي: رحمه الله في ((شرح صحيح مسلم)) (ج5 ص41): واعلم أن البزاق في المسجد خطيئة مطلقا سواء احتاج إلى البزاق أو لم يحتج، بل يبزق في ثوبه، فإن بزق في المسجد فقد ارتكب الخطيئة، وعليه أن يكفر هذه الخطيئة بدفن البزاق، هذا هو الصواب كما صرح به رسول الله -صلى الله عليه وعلى آله وسلم-.اهـ المراد ¶ وقال أبومحمد ابن حزم رحمه الله في ((المحلى)) مسألة (391): ولا يجوز البصاق في المسجد البتة، وإن كان في غير صلاة إلا أن يدفنه. ¶ قلت: في هنا ظرفية، أي: على المسجد. ¶ وقال الحافظ في ((الفتح)) (415) بما حاصلة: أن البصاق في المسجد لا يجوز إلا من كان له عذر فليبصق فيه، إن أمكنه دفنها وليدفنها، ورجح ما قلناه أن البصاق في المسجد لا يجوز محمود السبكي في ((المنهل العذب المورود)) (ج4 ص91) فقال: أقول الحق ما قاله النووي وما ذكره غيره من الادلة لا يدفع أن البصاق في المسجد خطيئة، وكل ما فيها أن الدفن يمحوها، أما حديث أبي أمامة ((البصاق في المسجد خطيئة ودفنه حسنة))، فمعناه أن الدفن حسنة كفرت سيئة البصاق، فالمعول عليه أن البصاق في المسجد خطيئة..الخ ما ذكره. نقلا عن النووي وغيره.اهـ ¶ ¬__________ ¶ (¬1) ... لا تثبت النجاسة إلا بدليل مثل لعاب الكلب، وما عداه مما لا يؤكل لحمه لا أعلم دليلا على نجاسة لعابه، ومن أفادني بدليل صحيح على نجاسة لعاب غير الكلب فجزاه الله خيرا.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "قلت: ومن أدلة النووي والسبكي ومن معهما حديث أبي ذر عند مسلم وقد خرجناه هنا أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((عرضت على أعمال أمتي حسنها وسيئها، فرأيت من مساوئ أمتي النخاعة تكون في المسجد لا تدفن)). ¶ وفي هذا الحديث زيادة أن من رأى نخامة في المسجد ولم يدفنها عدت من مساوئه يوم القيامة، كيف بمن يبصق هو بنفسه في المسجد لا شك أنه أعظم ذنبا، وقد تفضل الله سبحانه بما يكفر هذا الذنب وهو دفن تلك النخامة. ¶ وقال ابن رجب في ((فتح الباري)) عند حديث أنس ((البزاق في المسجد خطيئة)). رقم (415): وهذا يستدل به من يقول أن البزاق لا يجوز في المسجد مع دفنه، كما لا يجوز لأحد أن يعمل ذنبا ويتبعه بما يكفره من الحسنات الماحية، قال ابن العربي في((عارضة الاحوذي)) (ج3 ص55): ((المساجد أحب البلاد إلى الله، وأسواقها أبغض البلاد إليه)). كما في ((الصحيح)) وقد قال تعالى: {في بيوت أذن الله أن ترفع ويذكر فيها اسمه(¬1)}، والإهانة ضد الرفع فينبغي أن لا يتعرض لها، والبزاق ضرب من الإهانة فإنه طرح مستقذر، وقد طيب النبي -صلى الله عليه وعلى آله وسلم- عن نخاعة كانت في القبلة بشيء من خلوق، ولكن جعل طرحة للعبد ضرورة في أي حالة كان حتى في الصلاة. اهـ ¶ وقال علي القاري في ((مرقاة المفاتيح شرح مشكاة المصابيح)) (ج2 ص413) في شرح هذا الحديث: البزاق أي القاؤه، ويقال بالسين والصاد المهملتين (بصاق وبساق) خطيئة أي: إثم وكالبزاق المخاط بل أولى وكفارتها أي: إذا فعلها خطأ دفنها. اهـ المراد. ¶ وقال المناوي في ((فيض القدير)) (ج3 ص220-221): البزاق من المصلي وغيره في المسجد سيئة، أي: حرام معاقب عليه لانه تقذير للمسجد واستهانة به ودفنه في أرضه إن كانت ترابية أو رملية حسنة مكفرة لتلك السيئة. اهـ ¶ ¬__________ ¶ (¬1) ... سورة النور، الآية:31.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقد نقل ابن العماد إجماع العلماء على أن من بصق في المسجد استهانة به كفر. انظر ((مرقاة المفاتيح)) (ج2 ص413) و((المنهل العذب المورود)) (ج4 ص92).اهـ ¶ وأقول هذا هو القول الراجح، وقد ذهب القرطبي والقاضي عياض وابن مكي ورجح قولهم الحافظ ابن حجر في ((الفتح)) عند شرح حديث رقم (415) أن البزاق في المسجد لا يكون سيئة إلا إذا لم يدفن ومجرد إلقائه ليس به بأس إن دفن، واستدلوا بحديث أبي أمامة: ((ودفنها حسنة)) وقد سبق توجيهه. ¶ وأيضا استدلوا بحديث عبدالله بن الشخير عند مسلم وغيره أنه صلى مع رسول الله -صلى الله عليه وعلى آله وسلم- وبصق النبي -صلى الله عليه وعلى آله وسلم- تحت قدمه اليسرى ودلكها بنعله. ¶ قال الحافظ: والظاهر أن ذلك كان في المسجد. ¶ قلت: هذا الاستظهار ليس بملزم، أما ما جاء من حديث واثلة أنه بزق على البوري -وهو حصير المسجد- ودلكها برجله على الحصير فهو ضعيف، وقد قدمنا القول فيه، وبعد أن علمت الراجح في المسألة بالادلة مع فهم كثير من العلماء لها فلا نطيل عليك أكثر من هذا لأن المقصود هو بيان الحق. ¶ 3- تحريم البزاق إلى القبلة في الصلاة : ¶ هذا الذي تدل عليه الأحاديث، ففي حديث أنس وأبي هريرة وأبي سعيد وابن عمر كلها مقيدة بقوله -صلى الله عليه وعلى آله وسلم-: ((إذا قام أحدكم إلى الصلاة فلا يبزقن بين يديه ولا عن يمينه)). وفي حديث طارق بلفظ: ((إذا كنت في الصلاة فلا تبزق عن يمينك ولا بين يديك)). ولفظ حديث ابن عمر: ((إذا كان أحدكم يصلي فلا يبزق قبل وجهه فإن الله قبل وجهه إذا صلى فإنه يقوم بين يدي الله عز وجل مستقبل ربه، فلا يتفل بين يديه)). وفي حديث جابر: ((إن أحدكم إذا قام يصلي فإن الله قبل وجهه فلا يبصق قبل وجهه)).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فهذه الأحاديث التي تقدم تخريجها من ((الصحيحين)) وغيرهما النهي فيها عن البزاق إلى القبلة في المسجد أو خارج المسجد متوجه ومنصب على من هو في داخل الصلاة، وتبويبات أهل العلم تبين أنهم فهموا ذلك، فقد بوب البخاري في ((صحيحه)) رقم (411) باب لا يبصق عن يمينه في الصلاة، وذكر حديث أبي هريرة: ((إذا قام أحدكم في الصلاة فلا يبصق عن يمينه)). وتمام الحديث عند مسلم: ((ما بال أحدكم يقوم مستقبل ربه فيتنخع أمامه)). وبوب الإمام البيهقي في ((الكبرى)) باب من بزق وهو يصلي، وذكر حديث أنس وأبي هريرة وطارق، قال الحافظ في ((الفتح)) شرح حديث (405): هذا التعليل يدل أن البزاق في القبلة حرام سواء كان في المسجد أم لا لا سيما من المصلي فلا يجري فيه الخلاف. اهـ المراد من ((الفتح)). ¶ قلت: ولا يغرنك تبويب بعضهم بقوله: باب كراهية البزاق إلى القبلة، فإن أحاديث النهي عن البزاق عن القبلة المتقدم ذكرها لا نعلم لها صارفا، بالإضافة إلى ما فيها من الوعيد كقوله -صلى الله عليه وعلى آله وسلم- من حديث حذيفة وابن عمر بمعنى : ((من تفل تجاه القبلة جاء يوم القيامة وتفلته بين عينيه)). أفمثل هذا الوعيد مع شدة غضبه وتغيظه من ذلك يكون على فعل مكروه كراهة تنزيه. ¶ أما مسألة النهي في حديث حذيفة وابن عمر المتقدم ذكرهما هل هذا الوعيد يشمل من بصق إلى القبلة في خارج الصلاة؟ الذي ترجح لدي أن هذا الوعيد مخصوص بمن بصق إلى القبلة وهو يصلي، ولا بأس بالبزاق إليها خارج الصلاة وقد قال بذلك جمع من أهل العلم فقال صاحب ((معارف السنن)) (ج5 ص63-64) بعد أن نقل عن شيخه تسعة أقوال قال: والراجح عندي أنه -يعني النهي- لأجل المواجهة الحاصلة بين المصلي وبين الله، والظاهر أن العثار احترام القبلة عند الصلاة ووصلة المناجاة. اهـ المراد. ¶ وقال أبوالوليد الباجي في شرحه ((لموطأ مالك)) (ج1 ص337) عند شرح هذا الحديث قال: ويحتمل معاني:",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "أحدها: أنه نص في هذا الحديث على النهي عن البصاق قبل وجهه حال الصلاة لفضيلة تلك الحال على سائر الاحوال فخصها بالذكر. ¶ ووجه ثاني: وهو أن يكون خص بذلك حال الصلاة لأنه حينئذ يكون مستقبل القبلة، وفي سائر الاحوال قد تكون القبلة عن يساره وهي الجهة التي أمر بالبصاق إليها. ¶ ووجه ثالث: وهو أنه لو لم ينص على حالة الصلاة لجوز المكلف أن يكون النهي توجه إلى سائر الأحوال، وأن حال الصلاة لا يجوز أن يقصد فيها إلى شيء، والبصق كيف تيسر له في قبلته وغيرها فبين بذلك أن هذا من إكرام القبلة وتنزيهها. اهـ ¶ وقال ابن رجب رحمه الله في ((فتح الباري)) (ج3 ص109) عند حديث رقم (405): وفي الحديث نهي المصلي أن يبصق وهو في الصلاة قبل قبلته. وقال في ص (109) من نفس الجزء (3) طبعة مكتبة الغرباء: وإنما يكره البصاق إلى القبلة في الصلاة أو في المسجد، فأما من بصق إلى القبلة في غير مسجد فلا يكره له ذلك.اهـ ¶ وفي المسألة خلاف، وهذا الذي رجحناه أصوب إن شاء الله، لأن أحاديث النهي عن البصاق إلى القبلة مثل حديث حذيفة وابن عمر: ((من تفل قبل القبلة جاء يوم القيامة وتفلته بين عينيه)). وما كان مثلهما مطلقة تقيدها الأحاديث التي فيها لفظة ((في الصلاة)).اهـ",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قلت: وعلى سبيل المثال ما يقرره الجمهور في الثلاث الكفارات المذكورة وفيها فتحرير رقبة ففي المجادلة ذكر كفارة الظهار، وفي المائدة كفارة اليمين، وفي حديث أبي هريرة المتفق عليه: ((كفارة من أتى امرأته في نهار رمضان وهو صائم))، كل هذه الكفارات فيها عتق رقبة وليس فيها التقييد بالإيمان، وفي سورة النساء ذكر الله كفارة قتل الخطأ وقال: {فتحرير رقبة مؤمنة(¬1)}، فقيدها بالمؤمنة، فحمل الجمهور الثلاثة الأدلة المطلقة على المقيدة بلفظة: مؤمنة، وقالوا: لا تجزئ رقبة كافرة في جميع الكفارات، ولقولهم هذا أدلة صحيحة تثبت قوته منها حديث معاوية بن الحكم: ((اعتقها فإنها مؤمنة))، وحديث: ((من اعتق رقبة مؤمنة أعتق الله بكل عضو منه عضوا منه حتى فرجه بفرجه)). ¶ 4- النهي عن البصاق في المسجد يتناول من بصق فيه من داخله أو من خارجه: ¶ قال الحافظ في ((الفتح)) (ج1 رقم 415): قوله في المسجد ظرف للفعل فلا يشترط كون الفاعل فيه حتى لو بصق من هو خارج المسجد فيه تناوله النهي. اهـ ¶ ومعنى البزاق في المسجد خطيئة أي: القاؤه في أرضه أو جداره أو أي جزء منه خطيئة. اهـ من ((فيض القدير)) للمناوي (ج3 ص121) و((المنهل العذب)) (ج4 ص90). ¶ 5- البصاق لمن بالمسجد في ثوبه إذا تعذر عليه القاؤه في غيره مما يمنع وقوعه في المسجد: ¶ لحديث جابر المتقدم أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((فإن عجلت بأحدكم بادرة فليقل بثوبه هكذا)). ¶ قال شرف الحق العظيم أبادي في ((عون المعبود)): بادرة أي حدة وبادرة الامر حدته، والمعنى: إذا غلب عليه البصاق فليقل بثوبه هكذا، وفي حديث أبي سعيد عند أبي داود فإن عجل به أمره فليقل هكذا. ¶ ¬__________ ¶ (¬1) ... سورة النساء، الآية:92.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال الحافظ: والحديثان صحيحان لكنهما ليسا على شرط البخاري فأشار إليهما بأن حمل الأحاديث التي لا تفصيل فيها على ما فصل فيها يعني بذلك أن الأحاديث عند البخاري ليس فيها: ثم طوى بعضه على بعض، فبوب عليها البخاري ولم يذكرها، لأنها ليست على شرطه، وفائدتها تقييد الأحاديث التي ليس فيها رد الثوب بعضه على بعض، فالحكم في البزاق في الثوب لهذه اللفظة المقيدة، ونقول للحافظ رحمه الله: ومثله أحاديث البزاق للقبلة مقيدة بلفظة: ((في الصلاة)). ¶ وقال شيخ الإسلام ابن تيمية كما في ((مجموع الفتاوى)) (ج21 ص198-199) بعد أن ذكر حديث أنس قال: فأقر بالبصاق في الثوب إذا تعذر لا لأن البصاق في الثوب بدل شرعي لأن مثل ذلك يلوث الثوب بغير حاجة. اهـ ¶ وقال ابن رجب في ((فتح الباري)) بعد ذكر حديث أنس رقم (405) وهو رد على من قال بنجاسته كما سبق ذكره، ودليل على أن تلويث طرف الثوب بالبزاق لحاجة إليه ليس مما ينبغي استقذاره. اهـ. فقيد البزاق في الثوب فيما إذا كان للحاجة. ¶ وقال السبكي في ((المنهل العذب)) (ج4 ص101) قوله: فإن عجل به أمر..الخ أي: إن غلب عليه البزاق ولم يتمكن من إلقائها جهة يساره أو تحت قدمه فليتفل في ثوبه، وفي رواية لمسلم: ((فإن لم يجد فليقل به هكذا)).اهـ ¶ مسألة: ¶ هل إذا بزق في ثوبه يلزمه أن يتحرى عن يساره أم إلى أي جهة كانت؟. قال بهذا القيد على القاري في ((المرقاة)) (ج2 ص453) قال: وإذا فعل هكذا فليكن عن يساره. اهـ ¶ وأقول: ليس هناك دليل على ما ذكره، فإذا بزق في ثوبه أو ما ينوب عنه لا يلزمه أن يتجه إلى غير القبلة، فإن اتجه دفعا للشبهة فلا بأس، أما أن يجب عليه أن يلوي عنقه إلى غير القبلة فلا دليل على هذا. ¶ 6- النهي عن البزاق على اليمين خاص في الصلاة وأنه في خارج الصلاة خلاف الأفضل:",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "بوب البخاري رحمه الله على ذلك في ((صحيحه)) (ج1 ص608) باب لا يبصق عن يمينه في الصلاة، ثم ذكر حديث أبي سعيد وأبي هريرة وحديث أبي هريرة رقم (416.413) فيه: ((إن المؤمن إذا كان في الصلاة فإنما يناجي ربه، فلا يبزقن بين يديه ولا عن يمينه، ولكن عن يساره أو تحت قدمه)). وفي حديث جابر عند مسلم وحديث طارق بن عبدالله المحاربي عند أبي داود وتقدم أنه صحيح، كلها مقيدة بلفظة ((في الصلاة)) أو إذا قام يصلي فلا يبصق. ¶ قال الحافظ -وكأنه يعني البخاري-: جنح إلى أن المطلق في الروايتين محمول على المقيد فيهما وهو ساكت عن حكم ذلك خارج الصلاة، واستشهد الحافظ للمنع مطلقا في داخل الصلاة وخارجها بما رواه عبدالرزاق في ((مصنفه)) (ج1 ص1699) عن ابن مسعود رضي الله عنه فقال عبدالرزاق: عن الثوري عن أبي إسحاق، عن عبدالرحمن بن يزيد قال: كنا مع عبدالله بن مسعود فأراد أن يبصق وما عن يمينه فارغ فكره أن يبصق عن يمنيه، وهو ليس في الصلاة. من طريق عبدالرزاق أخرجه الطبراني في ((الكبير)) (ج9 ص256)، وقال الهيثمي في ((مجمع الزوائد)) (ج2 ص20): رجاله ثقات. ¶ قلت: نعم، وعبدالرحمن بن يزيد هو ابن قيس أبوبكر النخعي ثقة يروي عنه أبوإسحاق السبيعي هذا، وهو يروي عن ابن مسعود فسنده صحيح، وأهل العلم كثير منهم ربما يغض الطرف عن عنعنة أبي إسحاق وأمثاله. ¶ وجاء عند عبدالرزاق بعده برقم واحد قال عبدالرزاق: عن الثوري، عن خالد الحذاء، عن أبي نضرة، عن عبدالله بن الصامت، عن معاذ بن جبل أنه كان مريضا فبصق عن يمينه، أو أراد أن يبصق فقال: ما بصقت عن يميني منذ أسلمت.اهـ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ولم أجد من أثبت سماع أبي نضرة من عبدالله بن الصامت، ولا عبدالله من معاذ بن جبل، وقد كان الإمام مالك رحمه الله لا يرى بأسا في البصاق عن جهة اليمين خارج الصلاة، وقوله: لا بأس يعني أنه خلاف الافضل، وقد نبه على ذلك ابن عابدين في حاشيته وغيره أن كلمة لا بأس أي: لا حرج عليه في هذا، وقد يريدون بها أنه خلاف الافضل، وقال ابن رجب رحمه الله في ((فتح الباري)) (ج3 ص122): وقد يفهم من تبويب البخاري اختصاص كراهة البصاق عن اليمين بحال الصلاة، وهو قول المالكية كما سنذكره فيما بعد إن شاء الله تعالى، والأكثرون على خلاف ذلك.اهـ ¶ وأقول: أما في الصلاة فقد نصت الأحاديث على المنع من ذلك، والنهي للتحريم إلا أن يأتي صارف، ولم أجد صارفا لذلك وأما في خارج الصلاة فالدليل يحتمله، لكننا لا نستطيع أن نقول بتحريمه والظاهر من كراهة السلف لذلك كابن مسعود وغيره كرهوه لأنه خلاف الافضل، وهذه الآثار ليست بملزمة، فالحجة عندنا كتاب الله وسنة رسوله، فإن صح دليل في المنع عن البزاق إلى جهة اليمين في خارج الصلاة قلنا به وعلى الرأس والعين، وإلا فالأصل جواز ذلك، والافضل الذي ننصح به أن يبزق إلى جهة الشمال فهو أفضل. وقد ذكر هذا أبوالوليد الباجي (ج1 ص138) من ((المنتقى شرح الموطأ)) أما إلزام الناس بالبزاق خارج الصلاة إلى اليسار فهذا يحتاج إلى دليل صحيح عن رسول الله -صلى الله عليه وعلى آله وسلم-. ¶ 7- البزاق على اليسار في الصلاة خارج المسجد إن لم يكن عن يساره أحد مشروع، . لحديث طارق بن عبدالله المحاربي أن النبي -صلى الله عليه وعلى آله وسلم- قال له: ((إذا صليت فلا تبصق بين يديك ولا عن يمينك، وابصق تلقاء شمالك إن كان فارغا)). والشاهد منه لفظة: ((إن كان فارغا)). ¶ قال النووي رحمه الله (ج5 ص39): قوله: وليبزق تحت قدمه وعن يساره هذا في غير المسجد.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "قال الحافظ بعد حديث رقم (411): وفي حديث طارق ما يرشد إلى ذلك فإنه قال فيه: أو تلقاء شمالك إن كان فارغا. قال الخطابي: إن كان عن يساره أحد فلا يبزق في واحد من الجهتين.اهـ المراد. ¶ قلت: هذا إلزام لأنه لو بزق عن يساره مع وجود أحد في يساره فسيؤذيه ببزاقه، وأذية المسلم محرمة يقول الله عز وجل: {والذين يؤذون المؤمنين والمؤمنات بغير ما اكتسبوا فقد احتملوا بهتانا وإثما مبينا(¬1)}. ¶ 8- إذا بزق عن يساره هل يلزم أن يجعل بزقته تحت قدمه اليسرى أم لا؟ . في هذا خلاف مبني على ألفاظ الأحاديث، ففي حديث أنس وأبي هريرة وأبي سعيد في البخاري بلفظ: ((فليبصق عن يساره أو تحت قدمه)). وعند مسلم من طريق أبي رافع: ولكن عن يساره تحت قدمه بحذف لفظة (أو) التي هي للتخيير في هذا الموضع لأنها وقعت بعد الطلب، وإذا وقعت بعد الطلب أفادت التخيير كما في ((المغني)) لابن هشام، وكذلك في حديث طارق عند الترمذي بإثبات حرف (أو). ¶ وجاء في حديث جابر عند مسلم وأبي داود ((وليبزق عن يساره تحت قدمه))، بحذف (أو). وجاء من حديث أنس عند البخاري بحذف (أو) كما ذكر الحافظ ثم قال رحمه الله: والرواية التي فيها (أو) أعم لكونها تشمل ما تحت القدم وغير ذلك. ¶ وقال ابن حزم في ((المحلى)) مسألة (391): وحكمه أن يبصق في الصلاة في ثوبه أو عن يساره تحت قدمه أو على بعد على يساره، ما لم يلق البصقة في المسجد، أو يبصق خلفه ما لم يؤذ بذلك أحدا. اهـ ¶ وأقول: هذا هو الصحيح إن شاء الله لأن الأحاديث في ((الصحيحين)) وغيرهما جاءت بإثبات حرف التخيير وبحذفه، وإن كانت الأحاديث التي فيها إثباته أكثر، لكن وتلك أيضا لا تهمل فيحمل على جواز الامرين إن شاء بزق عن يساره على بعد، وإن شاء بزق عن يساره تحت قدمه اليسرى ما لم يكن في المسجد، فله الأول إذا أخرجها من نافذة المسجد أو بابه إلى خارجه وليس له الثاني. ¶ ¬__________ ¶ (¬1) ... سورة الأحزاب، الآية:58.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "9- ما العلة في المنع من البصاق على جهة اليمين؟ ¶ العلة هي ما في حديث أبي هريرة عند البخاري رقم (416): ((لا يبصق عن يمينه فإن عن يمينه ملكا)). وجاء في حديث وهي عند أبي داود من حديث أبي سعيد بلفظ: ((والملك عن يمينه)). ومن حديث طارق عند محمد بن نصر المروزي ((فإن كاتب الحسنات عن يمينه)). اهـ ¶ وخص بهذا تكرمة له: وقيل: إنه ملك خاص يحضر الصلاة عن يمين المصلي للتأمين. انظر ((المنهل العذب)) (ج4 ص100). ¶ 10- البصاق بين الناس ليس من خوارم المروءة: ¶ لأن النبي -صلى الله عليه وعلى آله وسلم- فعله. من دفن البصاق في المسجد فليبعد لحديث أبي هريرة أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((أو يبصق تحت قدمه فيدفنها)). عند البخاري (416) وهذا الحديث فيه مجرد الدفن، وجاء من حديث سعد بن أبي وقاص المتقدم ((من تنخم في المسجد فليغيب نخامته)). ¶ ومن حديث أبي هريرة أيضا: ((فليحفر فليمعن)) عند ابن أبي شيبة و((فليحفر فليبعد)) عند ابن خزيمة، فهذه الروايات تبين أنه ليس مجرد حفر بل لابد من التأكد من تغطيته تماما حتى لا يلحق أي مسلم منه أذى. ¶ 11-حكم تطييب محل البزاق في المسجد: ¶ جاء من حديث جابر وأبي هريرة وعدة أحاديث تقدم ذكرها في ذلك قال النووي في ((المجموع)) (ج4 ص101): ويستحب تطييب محله. وقال النسائي: باب تخليق المساجد، وذكر حديث أنس أن النبي -صلى الله عليه وعلى آله وسلم- حك البزاق ودعى بخلوقة فخضبه. وتقدم الكلام على أن زيادة تطييب محل النخامة جاء من حديث ابن عمر وجابر وأنس من طريق أيوب وابن أبي رواد عن نافع عن ابن عمر، ومن طريق عائذ بن حبيب عن أنس وحاتم بن إسماعيل عن أبي حزرة عن عبادة ابن الوليد عن جابر، وقد رواها الاثبات من أصحاب أنس وابن عمر ولم يزيدوها، فراجع ما مضى إن شئت. ¶ 12-إذا بصق في ثوبه هل يخرج ببصاقه؟",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "تقدم أن ذكرنا أن زيادة ثم ليخرج به في حديث أبي هريرة شاذة، روى الحديث همام وأبورافع الصائغ بدونها وشذ بها عبدالرحمن بن أبي حدرد. ¶ 13- هل يبصق المصلي خلف ظهره إن لم يكن خلفه أحد؟ ¶ تقدم أن ذكرنا أنها من حديث حذيفة موقوفة عليه وحديثه هذا المرفوع ليس فيه زيادة أو يبصق خلف ظهره، والحجة في روايته الصحيحه لا في قوله. ¶ 14- المصلي يبصق تحت رجله اليسرى وليس تحت رجليه: وقد جاء في لفظ حديث أبي هريرة عند عبدالرزاق رقم (ج1 ص1618) ((أو يبصق تحت رجليه)) وتقدم بيان ذلك أنه خطأ. ¶ 15- هل توجيه شيء من الأذى إلى القبلة في الصلاة مكروه؟ ¶ تقدم أن علمت أن هذه الزيادة عند ابن خزيمة زادها أبونضرة المنذر بن مالك عن أبي سعيد الخدري، وخالف عياض بن عبدالله وحميد بن عبدالرحمن وهما أرجح منه فهي شاذة. ¶ 16-هل الحور العين تستقبل المصلي ما لم يبصق؟ ¶ تقدم أنه فيه مجاهيل. ¶ 17-هل النفث في الصلاة إلى القبلة له حكم البصاق في النهي؟ ¶ تقدم أنه من حديث سمرة وفيه مجاهيل، لكن قد ثبت من حديث عثمان بن أبي العاص عند مسلم (ج4 ص729) أنه قال: يا رسول الله إن الشيطان قد حال بيني وبين صلاتي يلبسها علي؟ فقال له: ((ذاك شيطان يقال له خنزب، فإذا أحسسته فتعوذ بالله منه واتفل عن يسارك ثلاثا))، قال: ففعلته فذهب عني. اهـ ¶ ففيه أن من أراد أن ينفث في صلاته يميل إلى اليسار ولا ينفث إلى القبلة. ¶ 18-هل المسجد ينزوي من النخامة كما تنزوي الجلدة في النار؟ ¶ جاء من حديث أبي هريرة عند ابن أبي شيبة (ج2 ص260)، وعبدالرزاق (ج1 ص433) روى الحديث عن أبي هريرة اثنان زياد ابن ملقط ويزيد بن منقذ وبقية سنده ثقات وزياد بن ملقط مجهول. انظر ((الجرح والتعديل)) (ج3 ص543)، ويزيد لم أجده ممن روى عن أبي هريرة، وأبوالوسمي روى عنه ابن عيينة، ووثقه ابن حبان، فالحديث ضعيف. ¶ 19- هل الذي يبصق تحت قدمه ثم يعرك يشدد أذن الشيطان؟ ¶ تقدم أن الحديث في ذلك ضعيف.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "20- هل تطييب المساجد واجب للأمر؟ ¶ في حديث عائشة أن النبي أمر أن تبنى المساجد في الدور وتنظف وتطيب؟ تقدم أن الراجح إرساله فليس بواجب، لكن تطييبها فيه أدلة أخرى تدل على فضل ذلك واستحبابه، أما الوجوب فلا. ¶ 21- هل الشيطان يحب البصاق في الصلاة؟ ¶ جاء حديث في ذلك ضعيف، لكن نعم يحب البزاق في الصلاة إلى القبلة، لأنه معصية لله ورسوله، وهو يحب حصول المعصية من الإنسان. ¶ 22- البصاق إلى بيت المقدس جائز: ¶ كرهه محمد بن سيرين وليس هناك ما يدل على كراهة البصاق إليه. ¶ 23- من رأى بزاقا أو مخاطا في المسجد فدفنه كان فعله هذا صدقة، لحديث بريدة المتقدم ((النخاعة تراها في المسجد فتدفنها صدقة)). حديث ((البزاق في المسجد خطيئة)). ليس على الاطلاق بل هو عام مخصوص بالأحاديث الكثيرة وفيها ((أو يبصق في ثوبه)). ¶ قال الحافظ: ومما يدل أن عمومه مخصوص جواز ذلك في الثوب ولو كان في المسجد بلا خلاف.اهـ ¶ (ج1 ص512) ((الفتح)). ¶ 24- الإمام يصلي في نعله الطاهرة فإذا احتاج إلى البصاق بصق تحت رجله في خارج المسجد أو داخله إذا كان ليس مجصوصا ولا مفروشا ودلكها بنعله. ¶ لحديث عبدالله بن الشخير أنه صلى مع رسول الله -صلى الله عليه وعلى آله وسلم- فبصق تحت رجله اليسرى ودلكها بنعله. جاءت زيادة عند عبدالرزاق وهي في رجله تقدم تخريجه من مسلم (ج5 ص42) وغيره. ¶ 25-إمام الصلاة إذا بزق في قبلة المسجد كان هذا في حقه فسقا ويجب تغييره بأصلح منه إن وجد. ¶ لحديث ابن عمر والسائب بن خلاد في الرجل الذي بزق إلى قبلة المسجد قال النبي -صلى الله عليه وعلى آله وسلم- لقومه:((لا يصلي بكم)) وأبدله بغيره. اهـ",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "قال في ((شرح السنة)): قال أهل الكلام لا تصل لهم فعدل إلى النفي ليؤذن بأنه لا يصلح للإمامة وأن بينه وبينها منافاة. اهـ من ((مرقاة المفاتيح)) (ج2 ص453) و((عون المعبود)) (ج2 ص149) وقال السبكي في ((المنهل العذب المورود)): دل الحديث على أنه لا يؤم الناس في الصلاة إلا من كان متأدبا بالآداب الشرعية، وعلى أن الإمام إذا ارتكب شيئا من المخالفات يبعد عن الإمامة. ¶ 26-بصاق المصلي إلى القبلة أذية لله ورسوله. ¶ بدليل حديث السائب وابن عمر المتقدمين، وفيها أن النبي -صلى الله عليه وعلى آله وسلم- قال لذلك الرجل الذي بصق إلى القبلة وهو يصلي: ((إنك آذيت الله ورسوله)). ¶ 27- الذي يتفل إلى القبلة وهو في الصلاة تكون تفلته يوم القيامة في وجهه بين عينيه. ¶ لحديث حذيفة وابن عمر المتقدمين أن النبي -صلى الله عليه وعلى آله وسلم- قال: ((من تفل تجاه القبلة جاء يوم القيامة وتفلته بين عينيه)). ¶ 28- إذا بزق أحد في ثوبه هل يلف بعضه على بعض أم يفتله؟ ¶ الأحاديث الثابتة كما تقدم فيها أنه يلف بعضه على بعض، وجاء عند الطبراني في ((الاوسط)) (ج1 ص379) رقم (657) وهو في ((مجمع البحرين)) (ج1 رقم 601) من طريق علي بن حكيم ومنجاب بن الحارث وهما ثقتان عن شريك النخعي القاضي عن حميد عن أنس قال: رأيت النبي -صلى الله عليه وعلى آله وسلم- يبزق في ثوبه في الصلاة فيفتله بأصبعه. قال الهيثمي في ((مجمع الزوائد)): رجاله رجال الصحيح. ¶ قلت: نعم روى مسلم في الاعتضاد لشريك القاضي لكنه ضعيف، فيضعف الحديث من أجله، فالراجح أن من بصق في ثوبه في الصلاة يلف بعضه بعضا. ¶ 29- إثم من رأى نخاعة في المسجد لغيره ولم يدفنها.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "لحديث أبي ذر في ((صحيح مسلم)): ((عرضت علي أعمال أمتي حسنها وسيئها فوجدت من محاسن أعمالها الاذى يماط عن الطريق، ووجدت من مساوئ أعمالها النخاعة تكون في المسجد لا تدفن)). قال النووي رحمه الله عند هذا الحديث من ((شرح مسلم)) (ج5 ص42): هذا ظاهره أن القبح والذم لا يختص بصاحب النخاعة بل يدخل فيه هو وكل من رآها ولا يزيلها بدفن أو حك ونحوه. اهـ ¶ قلت: نعم هذا منكر تغييره بإزالته أو دفنه فرض كفاية. ¶ 30- إذا بصق أحد في المسجد دفنها غيره سقط الإثم عن الذي بزق وحصل الأجر لمن دفنها: ¶ لحديث أنس ((وكفارتها دفنها)). هكذا في ((الصحيحين)) وبعض السنن، وجاء ((وكفارتها أن يدفنها)) أي الذي بصق ورواية ((وكفارتها دفنها)) أشمل وأصح. ¶ 31- إشكال في حديث أنس ((البصاق في المسجد خطيئة)) وبين الأحاديث الاخرى ((فليبزق في ثوبه)). ¶ قال الحافظ: وحديث أنس عمومه مخصوص بجواز البصاق في المسجد في الثوب بلا خلاف، وأن النهي عن البزاق في المسجد بحيث يباشر جزء من أجزائه، أما أن يبصق في منديل أو شيء يمنع البزق عن تلويث المسجد فلا حرج، وقد تقدم هذا وذكرناه هنا بوضوح.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "32- إشكال آخر. من حديث أبي سعيد وأبي هريرة أن النبي -صلى الله عليه وعلى آله وسلم- حك النخامة بحصى. وفي حديث أنس أن النبي -صلى الله عليه وعلى آله وسلم- حكها بيده. وفي حديث جابر أن النبي -صلى الله عليه وعلى آله وسلم- حكها بعرجون -وهي عصا طرفها منحني- والجمع أن حديث أنس أن النبي حك المخاطة بيده مجمل يفسره حديث أبي سعيد وأبي هريرة أن النبي -صلى الله عليه وعلى آله وسلم- لم يباشر النخاعة بيده البتة، وحديث جابر، وبقي الاشكال الثابت بين حديث جابر وأبي سعيد وأبي هريرة هل حك النبي -صلى الله عليه وعلى آله وسلم- المخاطة بحصى أم بعرجون؟ يحمل على تعدد الحالات فتارة حكها بحصى، وتارة حكها بعرجون معه(¬1)أما يده الشريفة فلم يباشر بها الاقذار، ورجح هذا الاسماعيلي وغيره، ونقل تعدد القصة الحافظ في ((الفتح)) عند حديث رقم (405). ¶ فقه وفوائد حديث أنس بن مالك الذي هو أصل هذا البحث حول الطاق، وجمع أحاديث البزاق في المسجد ¶ استفدت أكثرها عن علمائنا المتقدمين رحمهم الله، فيه من الفوائد غير ما تقدم: ¶ وجوب تطهير المساجد من القاذورات، ولو لم يكن ذلك واجبا لما باشر النبي -صلى الله عليه وعلى آله وسلم- إزالته وهو في شدة الغضب ومن باب أولى وجوب تطهيرها من النجاسات، وعلى هذه الفقرة حديث الامر بصب الماء على بول الاعرابي. ¶ وفيه تفقد الإمام للمساجد وتعظيمها في حدود الشرع، أما أسبوع المساجد الذي أحدث في بعض البلدان فهو من البدع المنكرة، فواجب على المسلمين تنظيف مساجدهم وتطهيرها بدون تحديد أسبوع أو شهر أو وقت معتاد، ولم يكن هذا على عهد رسول الله -صلى الله عليه وعلى آله وسلم- ولا السلف الصالح، فنسأل الله أن يجنبنا وجميع المسلمين الاستحسان في دين الله عز وجل بغير دليل شرعي صحيح. ¶ ¬__________ ¶ (¬1) ... قلت: على أن حديث الحصى أصح وما دام الجمع ممكن فهو أولى.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وفيه جواز النفخ والتنحنح في الصلاة لأن النخامة لا بد أن يقع معها في الغالب من النفخ والتنحنح. ¶ وفيه رد على بعض الشافعية القائلين: إن خروج ثلاثة حروف من الحلق مبطل للصلاة. ¶ وفيه أن التحسين والتقبيح إنما هو بالشرع لا بمجرد العقل. ¶ وفيه أن جهة اليمين أفضل من جهة اليسار. ¶ وفيه الحث على الاستكثار من الحسنات وإن كان صاحبها مليا فالنبي -صلى الله عليه وعلى آله وسلم- قد غفر الله له ذنبه ما تقدم وما تأخر، ومع هذا سارع إلى حك النخاعة بنفسه للإزدياد في الخير. ¶ وفيه تواضعه -صلى الله عليه وعلى آله وسلم-. ¶ وفيه التعليم بالقول والفعل، حيث أخبرهم أن يفعلوا هكذا. ¶ وفيه أن الفعل يطلق عليه قول في قوله: ((أو يقول هكذا)). ¶ وفيه أن المروءة أن لا تظهر المستقذرات على الثياب لأن النبي لما بزق في ثوبه لف بعضه على بعض، حتى لا تظهر النخاعة. ¶ وفيه تعظيم جهة القبلة على غيرها من الجهات لأن النبي -صلى الله عليه وعلى آله وسلم- خصصها بالنهي أن يبزق إليها في الصلاة. ¶ وفيه أن الغضب إذا انتهكت محارم الله محمود. ¶ وفيه تغيير المنكر باليد إذا استطيع على ذلك فهو أفضل، لأن النبي غير هذا المنكر بيده، وحديث أبي سعيد في مراتب التغيير معروف. ¶ وفيه أن الجهل سبب للوقوع في المعاصي، فلو كان هذا الصحابي عنده علم بعظم هذا الذنب لما فعله، والله أعلم. ¶ وفيه الرفق في تعليم الجاهل، فإن النبي -صلى الله عليه وعلى آله وسلم- مع شدة غضبه من هذا الفعل لم يصنع بذلك الرجل الذي اقترفة شيئا. ¶ وفيه أن القبلة تطلق على جهة القبلة لا على ما يسمونه بالمحراب، لأن مسجد رسول الله لم يكن له محراب قطعا بدليل قول النبي -صلى الله عليه وعلى آله وسلم-: ((لا يبصق أحدكم قبل القبلة)) والرجل الذي بصق في القبلة أي في جهتها.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وفيه أن النبي -صلى الله عليه وعلى آله وسلم- بشر يبصق كما يبصقون، ويعتريه الغضب كما يغضبون، ويعاني الشدة كما يعانون خلاف ما يعتقده الصوفية فيه -صلى الله عليه وعلى آله وسلم- من المبالغات الباطلة. ¶ وفيه الخشوع في الصلاة والاستشعار بأن الله عز وجل قريب من العبد محيط به يسمع أقواله ويرى أفعاله، وهو سبحانه مستو على عرشه كما يليق بجلاله أخذا من قوله ((الله قبل وجهه)). ¶ وفيه أن في الصلاة شغلا لحيث وهو يناجي ربه فلا يشتغل بغير مناجاة ربه. ¶ واستنبط ابن حبان في ((صحيحه)) (ج5 ص83) مع الاحسان وجوب قراءة الفاتحة على المأموم والإمام في صلاته قال: إن المصطفى -صلى الله عليه وعلى آله وسلم- أخبر أن المصلي يناجي ربه، والمناجاة لا تكون إلا بنطق الخطاب دون التسبيح والتكبير والسكون وكأنه يشير إلى حديث ((قسمت الصلاة بيني وبين عبدي نصفين، فإذا قال: الحمد لله رب العالمين. قال: حمدني عبدي))الخ الحديث الذي فيه المناجاة بين المصلي وربه. أخرجه مسلم (395) من حديث أبي هريرة، وأخرجه الجماعة إلا البخاري وفيه ((قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل..)) الخ. ¶ وفيه جواز الالتفات في الصلاة لحاجة من قوله: فليبصق عن يساره وهذا يحتاج إلى التفات. ¶ وفيه أن الحركة في الصلاة لحاجة لا تبطلها على تفصيل في هذه الفقرة. ¶ وفيه أن هذه الشريعة كاملة شاملة فقد علمنا رسول الله -صلى الله عليه وعلى آله وسلم- حتى الخراءة آداب البصاق. ¶ وفيه رد على من قسم الدين إلى قشور ولباب، فلو كان هذا الفعل من القشور الذي لا يؤبه له لما غضب رسول الله -صلى الله عليه وعلى آله وسلم- حتى رؤي الغضب في وجهه. ¶ وفيه حرص النبي -صلى الله عليه وعلى آله وسلم- على مصالح الامة في دينهم ودنياهم. ¶ وفيه تحريم أذية الجار لنهيه أن يبصق عن يساره إن كان عن يساره أحد.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وفيه تحريم أذيه المسلم لنهيه أن يبصق في المسجد، والعلة في النهي حصول الاذية لبعض المسلمين كما في حديث سعد المتقدم. ¶ وفيه اصطحاب العصا لكونه حك النخاعة بيده، أي: بعصا في يده، كما فسرته أحاديث أخرى. ¶ وفيه أن من شمائله إذا غضب عرف في وجهه الغضب. ¶ وفيه أن المفتي للناس إذا أخبر الناس بما هو حرام في مسألة أن يذكر لهم ما هو حلال فيها إن كان هناك مخرج شرعي، وإلا فليس لأحد أن يشرع ما لم يشرعه الله في كتابه أو على لسان رسوله أخذا من أن النبي نهاهم عن البصاق في المسجد وأمرهم بالبصاق في الثوب أو تحت القدم إذا كان المسجد مفروشا بالرمل أو الحصباء. ¶ وفيه إثبات السمع لله سبحانه فلو لم يكن الله يسمع ما يناجي به العبد لما كان للمناجاه فائدة. ¶ وفيه محاضرة العالم للناس عند الحاجة. ¶ وفيه معالجة أمراض الناس الواقعية لا كما يقول بعض الجهلة من العصريين إنها قراءة الجرائد والمجلات وسماع البرامج الكاذبة، ونحو ذلك مما يسمونه فقه الواقع ويدندنون حوله. ¶ وفيه أن الذي يتولى الخطابة وينصح القوم هو أعلمهم بكتاب الله وسنة رسوله، فالذي تولى هذا النصح مرة بعد مرة هو رسول -صلى الله عليه وعلى آله وسلم-. ¶ وفيه أن مواعظ النبي -صلى الله عليه وعلى آله وسلم- كانت تركز على مواضيع مخصوصه في بعض الاوقات، والاصل أنه كان يجمع بين نصائح شتى في خطبه ومواعظه، وعلى هذا أدلة كثيرة. ¶ وفيه الاهتمام بتعليم الآداب الشرعية. ¶ وفيه الامر بالمعروف والنهي عن المنكر في جميع شئون الدين. ¶ وفيه عدم احتقار الذنوب وإن صغرت في نظر الناس. ¶ وفيه أن هذا الدين يسر حيث أن النبي -صلى الله عليه وعلى آله وسلم- أبان لهم الانتقال من حالة إلى عدة حالات مباحة. ¶ وفيه أن تعليم دين الله والدعوة إلى الله عز وجل وظيفة الانبياء.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وهذه الفوائد تتعلق بحديث أنس الذي شرحناه في هذه الرسالة دون غيره من الأحاديث المذكورة في الرسالة وكان قصدنا من إيرادها تبيين ما يتعلق بحديث أنس من الاحكام والفوائد. ¶ والحمد لله رب العالمين ¶ فرغ منها بحمد الله في 2/ محرم/ 1419هـ",
            "page": "70",
            "part": "1"
        }
    ],
    "t36194": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}