{
    "b36214": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ أحكام التصوير في الشريعة الإسلامية ¶ مقدمة الطبعة الثانية ¶ الحمد لله رب العالمين والصلاة والسلام على عبده ورسوله الأمين سيدنا ونبينا محمد وعلى آله وصحبه ومن عمل بسنته إلى يوم الدين وبعد،،، ¶ فهذه هي الطبعة الثانية من أحكام التصوير في الشريعة الإسلامية دون زيادات وإضافات وقد نفذت الطبعة الأولى بعد شهور قليلة من طبعها واستمر السؤال عنه والطلب له في كل مكان، وتحت إلحاح إخواننا نقدم الطبعة الثانية ولقد لقي هذا الكتاب بحمد الله قبولاً طيباً عند جمع كثير من المشايخ وطلاب العلم ورأوا فيه فقهاً متبصراً بحمد الله وتوفيقه. ¶ والفضل لله وحده، ونقول اللهم ما كان فيه من حق فمنك وحدك أنت الموفق لكل خير، وما كان فيه من خطأ فمني ومن الشيطان ونسألك العفو والمغفرة.. والله أسأل أن ينفع بهذه الرسالة عباده الصالحين المؤمنين في كل مكان إنه سميع عليم. ¶ عبدالرحمن بن عبدالخالق ¶ الكويت ¶ الأول من صفر الخير 1415هـ ¶ مقدمة الطبعة الأولى ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين سيدنا ونبينا محمد وعلى آله وأصحابه، ومن سار على طريقه إلى يوم الدين وبعد،،، ¶ فإنه يكثر التساؤل كل يوم تقريباً عن أحكام التصوير ما يحل منه، وما يحرم، وخاصة أنه قد أصبح من الأمور التي عمت بها البلوى وانتشر بها الشر، فانتشار الصور قد أصبح جزءاً من الحياة اليومية لكل فرد فالصور مطبوعة على العملة الورقية لكل بلاد العالم تقريباً، ومسكوكة على العملة الذهبية والفضية، المعدنية كذلك، والصحف والمجلات التي لا يستطيع أن يستغني عنها فرد لمتابعة أخبار الأمم، وأحداث العالم تأتي مصورة بالظهر لبطن، والأقمشة والألبسة والمصنوعات ولا تكاد تجد شيئاً يباع بالأسواق في غلاف أو قرطاس إلا وعليه صورة ولا تستطيع استخراج جواز سفر، أو رخصة قيادة، أو رخصة تجارة إلا وتحتاج استخراج صورة..",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هذا عدا عما ابتليت به الأمة من نصب الصور والتماثيل في الدوائر الحكومية، والميادين العامة، والمنازل والبيوت. هذا إلى جعل الرسم والتصوير دروساً إلزامية في عامة مدارس العالم الإسلامي وجعل هذا أحد الفنون الجميلة التي لا بد للفتى والفتاة أن يلم بها... ¶ هذا وكثير من الناس يقفون اليوم حيارى أمام حكم الصور الضوئية التي تطبع على ورق، أو تخرج في شاشة تلفاز، أو تسجل في شريط، فهل هذه الصورة كذلك هي داخلة فيما نهى عنه رسول الله صلى الله عليه وسلم أم أن لها حكماً يخالف ذلك؟ ¶ والخلاصة أن الصور وما يتعلق بها مما عمت به البلوى، وهذا ما يجعل كل مسلم غيور على دينه يريد أن يعرف حدود الله حتى لا يقع فيها يسأل عن أحكام ذلك كله. ¶ ولما كانت الرسائل التي صدرت في هذا الصدد غير وافية أحياناً بالفرعيات المتعددة للتصوير، ومجانبة بعض الحق الذي نراه أحياناً، أحببنا في هذه الرسالة الميسرة إن شاء الله تعالى أن نوضح ما أشكل حول هذا الأمر وأن نفرق بين ما نرى أنه يجوز وما لا يجوز في شأن التصوير سائلين الله تعالى أن يجنبنا الزلل ويحفظنا من الجهل والخطأ، والله المستعان وعليه التكلان ولا حول ولا قوة إلا بالله العظيم {ربنا لا تزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة إنك أنت الوهاب}. ¶ وكتبه ¶ عبدالرحمن بن عبدالخالق ¶ الكويت ¶ 3 ربيع الثاني 1409هـ ¶ الموافق 13/11/1988م ¶ أولاً : ما ورد في القرآن الكريم مما يتعلق بالتصوير ¶ 1- الله هو المصور: ¶ جاء في الكتاب الكريم إطلاق اسم المصور على الله سبحانه وتعالى : {هو الله الذي لا إله إلا هو الخالق البارئ المصور له الأسماء الحسنى يسبح له ما في السموات والأرض وهو العزيز الحكيم} (الحشر:24)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وجاء اسم الله (المصور) مفسراً في القرآن وفي قوله تعالى : {هو الذي يصوركم في الأرحام كيف يشاء} (آل عمران:6). وفي قوله تعالى : {يا أيها الإنسان ما غرك بربك الكريم الذي خلقك فسواك فعدلك في أي صورة ما شاء ركبك} (الانفطار:8). وفي قوله تعالى : {ولقد خلقناكم ثم صورناكم ثم قلنا للملائكة اسجدوا لآدم} (الأعراف:11). ومعنى الآيات أن الله سبحانه وتعالى هو الذي صور آدم حيث خلقه بيده سبحانه وتعالى هو خالق الخلق، ومدبر الكون، فهو الذي أعطى كل شيء خلقه، وكل مخلوق صورته ومَيَّزَ سبحانه وتعالى بين المخلوقات، فجعلها أجناساً شتى، وأنواعاً متفرقة وجعل لكل فرد من أفراد النوع صورة خاصة متميزة يستحيل أن تماثل أو تطابق فرداً آخر تطابقاً كاملاً في كل الصفات والأشكال بل لكل إنسان نسيج خاص، وعرق خاص، وبصمة خاصة وملامح خاصة، وهذا من سعة علم الله سبحانه وتعالى وعظيم قدرته، فهو المصور حقاً وصدقاً وهو الخالق المتفرد الذي لا خالق غيره، ولا رب سواه. ¶ وهذا الأصل يجب معرفته لأنه هو الذي ينبني على فهمه فهم الحكم الشرعي في (التصوير)... فالقضية في أساسها قضية أصولية عقيدية، قبل أن تكون قضية فقهية فرعية.. بل الحكم الشرعي العملي فيها مبني على هذا الأصل العقدي. ¶ 2- التماثيل والأصنام والصور عبدت من دون الله: ¶ الموضوع الثاني من موضوعات التصوير الذي ورد ذكره في القرآن: هو موضوع الصور والأصنام والتماثيل التي عبدت من دون الله، وقد جاء ذكرها في القرآن بالذم والسب والعيب، وضعف عقول صناعها وعابديها، وأنهم استعاضوا بعبادتها عن عبادة الواحد الأحد سبحانه وتعالى. ¶ كقوله تعالى: {وجاوزنا ببني إسرائيل البحر فأتوا على قوم يعكفون على أصنام لهم قالوا يا موسى اجعل لنا إلهاً كما لهم آلهة} (الأعراف:138)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقوم إبراهيم الذين عكفوا على أصنامهم، وهذه الأصنام الأخرى التي رآها بنو إسرائيل بعد خروجهم من مصر ونجاتهم من الغرق والفراعنة، وكانت تماثيل مصورة على هيئات البشر أو الحيوان، وكانت تنحت حجارة أو خشباً أو معادن، أو غير ذلك وما زال بعض آثار ذلك باقياً للآن، وقد سمى الله تعالى كل ذلك رجساً من عمل الشيطان، فقال : {يا أيها الذين آمنوا إنما الخمر والميسر، والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون} (المائدة:90) والأنصاب هي الأصنام لأنها كانت تنصب في معابدهم وبيوتهم، ومفترق طرقهم ولا يكاد يوجد شعب وأمة على الأرض منذ وقع الشرك وعبادة الأصنام في قوم نوح وإلى يومنا هذا إلا وقد عظموا الأصنام وعبدوها، فالرومان القدماء قبل المسيحية كانوا عباد أصنام، والصابئة عباد النجوم كذلك وقد تركوا آثارهم وأصنامهم في العراق والشام والروم بعد المسيحية حولوا دين المسيح الذي جاء بالتوحيد إلى الوثنية وعبادة الأصنام، واستعاضوا عن آلهة الإغريق القديمة بالمسيح والحواريين فنصبوا التماثيل للمسيح ولأمه، ولتلاميذه وعبدوا هذه الأصنام منذ ذلك الوقت قبل الإسلام، وإلى يومنا هذا وهم الآن أكثر أمم الأرض عدداً، وعبادتهم تقوم على عبادة الأصنام والتماثيل التي صنعوها لعيسى والقديسين. وهم بذلك كفار مشركون بل هم شر الأرض يوم القيامة كما جاء في حديث أم سلمة رضي الله عنها أنها ذكرت للنبي صلى الله عليه وسلم كنيسة رأتها بأرض الحبشة، وذكرت ما فيها من الصور المعلقة، فقال رسول الله صلى الله عليه وسلم: [أولئك إذا مات فيهم الرجل الصالح بنوا على قبره مسجداً، وصوروا فيه تلك الصور أولئك شرار الخلق عند الله] (متفق عليه)، ولا زالت النصرانية لليوم: عبادتها هي عبادة الصور والصلبان وتعليق ذلك علي الجدران، والصدور، ونصبها فوق الأبنية وفي الميادين والخلاصة أنهم اليوم وثنيون مشركون عباد أحجار وأخشاب بالرغم من تقدمهم في العلوم",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المادية، واتساع حضارتهم ومعارفهم إلا أنهم مع ذلك في العقائد جاهلون أغبياء فقراء. ¶ وهذا هو حال أكثر أمم الأرض فالبوذية التي تنتشر في اليابان والصين، ودول جنوب شرق آسيا ديانة وثنية تقوم على عبادة الصور والتماثيل وكذلك الحال في ديانات الهند القديمة والحديثة، والديانات البدائية في أفريقيا وأمريكا واستراليا، كلها ديانات تقوم على عبادة الأصنام والأوثان. ¶ 3- الملاحدة والشيوعيون وعبادة الأصنام: ¶ ولا يتوقف الأمر عند ذلك بل إن المذاهب الفكرية الإنسانية التي قامت على رفض الأديان التي تسميها بالغيبية واستحدثت أدياناً أخرى مادية إلحادية وأقامت لنفسها كذلك وثنيات خاصة، فتراهم استبدلوا بعبادة بوذا، ومارس، وأبولو، وهبل، ماركس ولينين، وقوادهم ومن يعظمونهم، فاستبدلوا وثنية بوثنية وعبادة أشخاص بآخرين.. ¶ والشاهد أن العالم كله مع الرقي المادي والحضاري الذي يعيش فيه إلا أنه يعيش انتكاساً فكرياً وعقائدياً، ويستبدل بالوثنيات القديمة وثنيات حديثة، وكثير من الأمم ما زالوا يعبدون ما كان يعبده آباؤهم من قبل. بل إن أكثر دول آسيا ما زالوا يعبدون صور بوذا، والميكادو، وغير ذلك من الزعماء الدينيين المؤسسين السابقين الذين هلكوا في عصور متقدمة جداً، والغرض من هذا الاستطراد هو بيان أن حال الأمم الآن لا يختلف عن حال سابقيهم في الضلالة، وصدق الله القائل: {فلا تك في مرية مما يعبد هؤلاء ما يعبدون إلا كما يعبد آباؤهم من قبل، وإنا لموفوهم نصيبهم غير منقوص} (هود:109) ¶ والخلاصة أنه مع تتبع آي القرآن الكريم في شأن الصور والتماثيل نلاحظ أمرين هامين: ¶ 1- الأمر الأول. أن الله سبحانه وتعالى هو المصور بمعنى أنه هو الخالق الذي أعطى لكل مخلوق صورته وشكله، وميزه عن كل فرد من أفراد نوعه بصورة ومميزات خاصة، وهذا من كمال قدرته وعلمه وعظمته سبحانه وتعالى.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "2- والأمر الثاني. أن التماثيل والصور والأنصاب التي اتخذتها الأقوام المختلفة عبر العصور كانت وما زالت أعظم باب للضلال والشرك والكفر فقد كانت هذه الأصنام صوراً للآلهة المزعومة من دون الله، وقد اتخذ كل قوم من المشركين -وما زالوا- لهم أصناماً وصوراً لمن يعظمونهم من دون الله. ¶ ثانياً: ما ورد في السنة النبوية مما يتعلق بالتصوير: ¶ وإذا استعرضنا سنة النبي صلى الله عليه وسلم، في شأن التصوير والمصورين نجد أن طائفة كبيرة من الأحاديث قد بينت أن المصورين هم أشد الناس عذاباً يوم القيامة وأنهم الذين يضاهون بخلق الله وأن الله سيأمرهم يوم القيامة أن ينفخوا الروح فيما صوروه، ولن يستطيعوا بالطبع.. وأنه سيكون لكل مصور بكل صورة مما صوره نفساً يعذب بها في النار، وأن الأصنام المعبودة والتماثيل المنصوبة يجب هدمها وطمسها، وأن بيوت المسلمين يجب أن تكون خالية من الصور والتماثيل، لأن وجود هذه المعصية تمنع دخول ملائكة الرحمة إلى المنزل وأنه لا يجوز بيع الصور، وأن ثمنها حرام، وأنه لا يجوز تعليق صورة على جدار أو نقشها على ستار وأنه لا يستثنى من الصور إلا ما كان رقماً في ثوب مهانٍ أو لعبة بيد طفل، وأن ما عدا ذلك فحكمه ما قدمناه. ¶ وهذه طائفة من الأحاديث الدالة على ذلك. ¶ الأحاديث النبوية الواردة في شأن الصور: ¶ أ - أشد الناس عذاباً يوم القيامة المصورون. ¶ 1- حديث عبدالله بن مسعود رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: [إن أشد الناس عذاباً يوم القيامة المصورون] (متفق عليه) ¶ 2- حديث عبدالله بن عمر رضي الله عنه: أن رسول الله صلى الله عليه وسلم قال: [إن الذين يصنعون هذه الصور يعذبون يوم القيامة، يقال لهم أحيوا ما خلقتم] (متفق عليه)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "3- حديث أبي هريرة رضي الله عنه عن أبي زرعة، قال: دخلت مع أبي هريرة داراً بالمدينة، فرأى أعلاها مصوراً يصور. قال سمعت رسول الله صلى الله عليه وسلم يقول: [ومن أظلم ممن ذهب يخلق كخلقي، فليخلقوا حبة وليخلقوا ذرة] (متفق عليه) ¶ 4- حديث عائشة رضي الله عنها قالت، قدم رسول الله صلى الله عليه وسلم من سفر، وقد سترت بقرام (والقرام بكسر القاف الستر الرقيق، وقيل الصفيق من صوف ذي ألوان، وقيل هو الستر الرقيق وراء الستر الغليظ (نهاية)، وقال السرقسطي في غريب (الحديث (2/77/2): هو ثوب من صوف فيه ألوان من العهون وهي شقق تتخذ سترا ويغطى به هودج أو كله، والجمع قرم) لي، على سهوة (هو بيت صغير منحدر في الأرض قليلاً شبيه بالمخدع والخزانة كذا، قال ابن الأثير في النهاية) لي، فيها تماثيل، فلما رآه رسول الله صلى الله عليه وسلم هتكه، وقال: [أشد الناس عذاباً يوم القيامة الذين يضاهون بخلق الله]، قالت: فجعلناه وسادة أو وسادتين. (رواه البخاري ومسلم) ¶ ب- لعن المصور. ¶ 1- حديث أبي جحيفة عن أبيه أنه اشترى غلاماً حجاماً، فقال إن النبي صلى الله عليه وسلم نهى عن ثمن الدم، وثمن الكلب، وكسب البغي، ولعن آكل الربا وموكله، والواشمة والمستوشمة والمصور. (أخرجه البخاري) ¶ ج- لا تدخل الملائكة بيتاً فيه كلب ولا صور. ¶ حديث عائشة أم المؤمنين رضي الله عنها أنها اشترت نمرقة فيها تصاوير، فلما رآها رسول الله صلى الله عليه وسلم، قام على الباب فلم يدخله فعرفت في وجهه الكراهية، فقالت: يا رسول الله أتوب إلى الله وإلى رسوله صلى الله عليه وسلم، ماذا أذنبت؟ فقال رسول اله صلى الله عليه وسلم: [ما بال هذه النمرقة؟] قلت: اشتريتها لك لتقعد عليها وتوسدها. فقال رسول الله صلى الله عليه وسلم: [إن أصحاب هذه الصور يوم القيامة يعذبون فيقال لهم أحيوا ما خلقتم] وقال: [إن البيت الذي فيه الصور لا تدخله الملائكة] (متفق عليه)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "2- حديث أبي طلحة رضي الله عنه، قال: سمعت رسول الله صلى الله عليه وسلم يقول: [لا تدخل الملائكة بيتاً فيه كلب ولا تماثيل]. (رواه مسلم) ¶ 3- حديث ابن عمر رضي الله عنهما عن النبي صلى الله عليه وسلم أن جبريل عليه السلام قال: إنا لا ندخل بيتاً فيه كلب ولا صور. (أخرجه البخاري وخرج مسلم عن عائشة وميمونة مثله) ¶ 4- حديث أبو هريرة قال: قال رسول الله صلى الله عليه وسلم: [أتاني جبريل فقال لي أتيتك البارحة فلم يمنعني أن أكون دخلت إلا أنه كان على الباب تماثيل وكان في البيت قرام ستر فيه تماثيل، وكان في البيت كلب، فمر برأس التمثال الذي في البيت يقطع فيصير كهيئة الشجرة ومر بالستر فليقطع فليجعل منه وسادتان منبوذتان توطآن، ومر بالكلب فليخرج]، ففعل رسول الله صلى الله عليه وسلم، وإذا بالكلب لحسن أو حسين كان تحت نضد لهم فأمر به فأخرج، هذا لفظ أبي داود ولفظ الترمذي ونحوه ولفظ النسائي، استأذن جبريل على النبي صلى الله عليه وسلم فقال: [ادخل] فقال: كيف أدخل وفي بيتك ستر فيه تصاوير؟ فإما أن تقطع رؤوسها أو تجعل بسطاً يوطأ فإنا معشر الملائكة لا ندخل بيتاً فيه تصاوير] أ.هـ (أخرجه أبو داود والترمذي والنسائي) ¶ د- ما يستثنى من الصور. ¶ 1- حديث أبي طلحة رضي الله عنه عن بسر بن سعيد أن زيد بن خالد الجهني رضي الله عنه حدثه، ومع بسر بن سعيد عبيدالله الخولاني، الذي كان في حجر ميمونة رضي الله عنها، زوج النبي صلى الله عليه وسلم، قال: [لا تدخل الملائكة بيتاً فيه صورة] قال بسر: فمرض زيد بن خالد، فعدناه فإذا نحن في بيته بستر فيه تصاوير، فقلت لعبيدالله الخولاني: ألم يحدثنا في التصاوير؟ فقال: إنه قال إلا رقماً في ثوب ألا سمعته؟ قلت: لا. قال: بلى قد ذكره. (أخرجه البخاري ومسلم)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2- حديث ابن عباس رضي الله عنهما عن سعيد بن أبي الحسن قال : كنت عند ابن عباس رضي الله عنهما، إذ أتاه رجل فقال: يا ابن عباس، إني إنسان إنما معيشتي من صنعة يدي، وإني أصنع هذه التصاوير.فقال ابن عباس: لا أحدثك إلا ما سمعت من رسول الله صلى الله عليه وسلم يقول. سمعته يقول: [من صور صورة فإن الله معذبه حتى ينفخ فيها الروح وليس بنافخ فيها أبداً]، فربا الرجل ربوة شديدة، واصفر وجهه. فقال:ويحك، إن أبيت إلا أن تصنع، فعليك بهذا الشجر، كل شيء ليس فيه روح. (أخرجه البخاري) ¶ 3- حديث عائشة رضي الله عنها قالت: كنت ألعب بالبنات عند النبي صلى الله عليه وسلم وكان لي صواحب يلعبن معي، فكان رسول الله صلى الله عليه وسلم إذا دخل يتقمعن منه فيسربهن إلي يلعبن معي. (أخرجه البخاري ومسلم) ¶ وأخرج أبو داود والنسائي من وجه آخر عن عائشة قالت قدم رسول الله صلى الله عليه وسلم من غزوة تبوك أو خيبر، فذكر الحديث في هتكه الستر الذي نصبته على بابها. قالت: فكشف ناحية الستر على بنات لعائشة لعب، فقال: [ما هذا يا عائشة؟] قالت: بناتي. قالت: ورأى فيها فرساً مربوطاً له جناحان، فقال: [ما هذا؟] قلت: فرس له جناحان، قلت: ألم تسمع أنه كان لسليمان خيل لها أجنحة؟ فضحك. ¶ هـ- وجوب طمس الصور. ¶ 1- حديث عائشة أن النبي صلى الله عليه وسلم لم يكن يترك فيه بيته شيئاً فيه تصاليب إلا نقضه. (أخرجه البخاري ورواه الكشميهيني بلفظ (تصاوير) وترجم عليه البخاري رحمه الله (باب نقض الصور) وساق هذا الحديث) أ.هـ ¶ 2- وعن أبي الهياج الأسدي قال: قال لي علي رضي الله عنه ألا أبعثك على ما بعثني عليه رسول الله صلى الله عليه وسلم أن لا تدع صورة إلا طمستها، ولا قبراً مشرفاً إلا سويته. (أخرجه مسلم)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "3- حديث جابر رضي الله عنه أن النبي صلى الله عليه وسلم أمر عمر بن الخطاب زمن الفتح وهو بالبطحاء أن يأتي الكعبة فيمحو كل صورة فيها، فلم يدخلها النبي صلى الله عليه وسلم حتى محيت كل صورة فيها. (أخرجه أبو داود) ¶ 4- حديث أسامة قال: دخلت على رسول الله صلى الله عليه وسلم في الكعبة ورأى صوراً، فدعا بدلو من ماء فأتيته به فجعل يمحوها ويقول: [قاتل الله قوماً يصورون ما لا يخلقون]. (أخرجه الطيالسي في مسنده، وقال الحافظ إسناد جيد) ¶ و- حرمة تعليق الصورة على الجدران، ونقشها في الستور. ¶ 1- حديث عائشة رضي الله عنها قالت: دخل علي رسول الله صلى الله عليه وسلم وقد سترت سهوة لي بقرام فيه تماثيل، وفي رواية فيه الخيل ذوات الأجنحة. فلما رآه هتكه وتلون وجهه، وقال: [يا عائشة أشد الناس عذاباً عند الله يوم القيامة الذين يضاهون بخلق الله]، وفي رواية [أن أصحاب هذه الصور يعذبون، ويقال لهم أحيوا ما خلقتم] ثم قال: [إن البيت الذي فيه الصور لا تدخله الملائكة]. قالت عائشة: فقطعناه فجعلنا منه وسادة أو وسادتين، (فقد رأيته متكئاً على إحداهما وفيها صورة). (أخرجه البخاري ومسلم) ¶ 2- حديث عائشة رضي الله عنها: حشوت وسادة النبي صلى الله عليه وسلم فيها تماثيل كأنها نمرقة فقام بين البابين وجعل يتغير وجهه، فقلت: ما لنا يا رسول الله؟ أتوب إلى الله ما أذنبت. قال: [ما بال هذه الوسادة؟] قالت: قلت وسادة جعلتها لك لتضطجع عليها. قال: [أما علمت أن الملائكة لا تدخل بيتاً فيه صورة وأن من صنع الصور يعذب يوم القيامة، فيقال: أحيوا ما خلقتم]، وفي رواية: [أن أصحاب هذه الصور يعذبون يوم القيامة]. قالت: فما دخل حتى أخرجتها. (أخرجه البخاري ومسلم) ¶ ي- تحريم بيع الصور وصناعتها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1- حديث أبي جحيفة رضي الله تعالى عنه أن النبي صلى الله عليه وسلم نهى عن ثمن الدم، وثمن الكلب، وكسب البغي، ولعن آكل الربا وموكله، والواشمة والمستوشمة، والمصور. (أخرجه البخاري) ¶ 2- حديث جابر رضي الله عنه قال : نهى رسول الله صلى الله عليه وسلم عن الصورة في البيت، ونهى أن يصنع ذلك. (أخرجه الترمذي وقال حسن صحيح) ¶ ثالثاً: الفوائد المستخلصة من الأحاديث السابقة: ¶ 1- المصورون أشد الناس عذاباً: ¶ أول ما يستفاد من الأحاديث السابقة أن المصور الذي يضاهي خلق الله هو أشد الناس عذاباً يوم القيامة، ولا يكون هذا العذاب الشديد إلا على جرم عظيم، فلا يمكن أن يقول الرسول صلى الله عليه وسلم إن فاعل كذا أشد الناس عذاباً إلا أن يكون عذابه فوق الكفر والشرك وسائر المعاصي. وهذا محل السؤال؟ ما حقيقة الذنب الذي يقترفه المصور؟ والجواب في الفائدة الثانية. ¶ 2- التصوير عدوان على صفة من صفات الله تعالى الخاصة. ¶ والجواب أن التصوير يريد به صاحبه مضاهاة خلق الله، وأن يصنع كما يصنع الله هو عدوان على صفة خاصة به تعالى، وقد اختص الله نفسه بصفات يأبى أن ينازعه فيها غيره كالكبر والعظمة فالكبرياء والعظمة صفة الله الخاصة كما أن التصوير كذلك كما قال الرسول صلى الله عليه وسلم هنا قال تعالى: [ومن أظلم ممن ذهب يخلق كخلقي] فالمصور معتدٍ على صفة خاصة لله جل وعلا، ولذلك فإن الله يقول للمصور ويتحداه [فليخلقوا ذرة وليخلقوا برة!!] أي حبة القمح. وبالتالي فإن عذاب المصور أن يؤمر يوم القيامة أن ينفخ الروح فيما صور، ولن يستطيع ذلك بالطبع. ¶ 3- الصور طريق إلى تعظيم غير الله. ¶ الفائدة الثالثة المستخلصة من الأحاديث أن صناعة الصور والتماثيل قد كانت هي الوسيلة إلى تعظيم هذه الأصنام، وجعلها آلهة وأرباباً من دون الله. ¶ وهذه هي العلة الثانية من علل تحريم الصور فالعلة الأولى هي المضاهاة، والعلة الثانية هي أنها وسيلة إلى الشرك والكفر.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4- الموقف الشرعي الإسلامي من الصور. ¶ أ- تحريم بيعها وشرائها وهذه هي القاعدة في كل مكان ما حرم الله. [إن الله إذا حرم شيئاً حرم ثمنه]. (رواه أحمد وأبو داود عن ابن عباس) وصححه الألباني في صحيح الجامع (4983) ¶ ب- تحريم اقتنائها وتعظيمها ونصبها لأن في ذلك مشابهة ولو ظاهرية مع الكفار الذين ينصبون ويعلقون صور عظائمهم، وآلهتهم، ومن أجل ذلك غضب الرسول صلى الله عليه وسلم عندما رأى زوجته السيدة عائشة رضي الله عنها علقت ستارة من قماش فيها صور علماً أنه لا يتصور بتاتاً أنها أرادت تعظيم هذه الصور، ولكن لما كان في هذا مشابهة للكفار والمشركين الذين يعلقون ويعظمون الصور فإن أهل الإسلام أمروا بمخالفتهم حتى لا يكون هذا ذريعة إلى نشأة الشرك في أوساط المسلمين. ¶ ج- وجوب إتلاف الصورة وخاصة إذا كانت معظمة محترمة كما جاء في حديث أبي الهياج الأسدي الذي قال له علي بن أبي الطب ألا أبعثك على ما بعثني به رسول الله صلى الله عليه وسلم، لا تدعن قبراً مشرفاً إلا سويته، ولا تمثالاً إلا طمسته. (رواه مسلم) ¶ وكذلك حديث عائشة أن رسول الله كان لا يدع في بيته شيئاً فيه تصاليب إلا نقضه. (رواه البخاري) ¶ 5- المستثنى من الصور. ¶ ومن الفوائد التي نستفيدها من الأحاديث كذلك الترخيص في أن تكون الصور رقماً في ثوب غير معلق كما جاء [إلا رقماً في ثوب] أو لعبة مصورة يلعب بها الأطفال كما جاء في حديث عائشة، ومن قال من العلماء إن هذا منسوخ لم يستطع أن يأتي بدليل على النسخ ومعلوم أن النسخ لا يكون بالاحتمال. ¶ 6- لماذا كان التحريم ولماذا كان الاستثناء؟ ¶ والمتعمق في فقه الأحاديث والآيات يرى أن علة تحريم الصور ينحصر في أمرين اثنين لا ثالث لهما : ¶ الأمر الأول: هو الهجوم والتعدي على وصف خاص، وفعل خاص بالله تعالى، وهذا عدوان على الله جل وعلا.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والعلة الثانية: أن الصور كانت وما زالت ذريعة لتعظيم غير الله وتثبيت الشرك، وصرف الناس عن عبادة الله وتعظيمه إلى تعظيم الصور والتماثيل. ¶ ولذلك فإنه عندما تنتفي هاتان العلتان فإن الصورة تكون حلالاً. ألا ترى أن السيدة عائشة رضي الله عنها لما صنعت صورها وتماثيلها التي كان منها أحصنة لها أجنحة لم يقل لها رسول الله إن هذا مضاهاة بخلق الله لأنه لا يتصور منها هذه المضاهاة ولا يخطر ببالها مثل تلك النية، وكذلك لما كانت هذه الصور مجرد لعب يلعب بها، ولم تكن صوراً معظمة مرفوعة انتفت العلة الثانية، وكذلك الحال في الصورة التي تكون في ثوب يغسل ويلبس ويداس. ¶ 7- البيت الذي فيه صور لا تدخله الملائكة. ¶ الفائدة السابعة المستخلصة من الأحاديث هي أن المنزل الذي تعلق فيه الصور لا تدخله الملائكة والمقصود بالطبع ملائكة الرحمة، لأن الحفظة المكلفين بكتابة أعمال بني آدم لا يفارقونه ويكتبون كل ما يفعله في كل أوقاته خيراً وشراً كما قال تعالى: {ما يلفظ من قول إلا لديه رقيب عتيد} (ق:18)، وقال تعالى : {ويقولون يا ويلتنا مال هذا الكتاب لا يغادر صغيرة ولا كبيرة إلا أحصاها ووجدوا ما عملوا حاضراً ولا يظلم ربك أحداً} (الكهف:49)، والكتاب في الآية هو سجل الحسنات والسيئات ولكن ملائكة الرحمة الذين يزورون العبد المؤمن ويدعون له ويثبتونه، ويجتمعون عند حلق الذكر والصلاة على الرسول صلى الله عليه وسلم يمتنعون من دخول دار فيها هذه المعصية الظاهرة وهي الصور المعلقة، وهذا حرمان من الخير كما يحرمه العبد المؤمن باقتنائه كلباً للزينة، ولذلك قال جبريل للرسول صلى الله عليه وسلم: [إنا لا ندخل بيتاً فيه كلب ولا صورة]. (رواه البخاري) ¶ هذه باختصار شديد هي أهم الفوائد المستخلصة من الأحاديث السابقة. ¶ رابعاً: أنواع الصور: ¶ تنقسم الصور من حيث الجملة إلى قسمين أساسين: ¶ القسم الأول: الصورة الفنية:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهي الصور التي يصنعها الإنسان بمقدرته الذاتية مضاهياً بها خلق الله. مظهراً بها قدرته الفنية،وقدرته على المحاكاة والإبداع، والمضاهاة، وهذه الصور هي التي يسمى صانعها (بالفنان) لأنه في نظر الناس مبدع قد ضاهى الأصل، أو شابه الحقيقة، بل رأيت تعليقاً لأحد الكتاب على تمثال من يسمونها (فينوس) آلهة الجمال عن الإغريق يقول فيه الكاتب ما معناه : قد أبدع الفنان في صناعة تمثال فينوس وكأنه يقول للطبيعة هكذا يكون الخلق!! انتهى. ¶ فانظر: إنه يرى أن ذلك النحات قد أبدع بما لم يبدعه الخالق سبحانه وتعالى، ولا شك أن كثيراً من هؤلاء الرسامين والنحاتين يدخلهم الغرور والعظمة ويظنون أنهم قد شابهوا أو جاروا الطبيعة في زعمهم ولا شك أن هؤلاء هم أول من ينصرف عليهم قول النبي صلى الله عليه وسلم عن ربه : [ومن أظلم ممن ذهب يخلق كخلقي]. ¶ وهذه الصورة الفنية سواء كانت تمثالاً مجسماً، أو تمثالاً منقوشاً على ورق أو قماش أو غير ذلك والتي لا يريد بها صاحبها إلا إثبات قدرته الفنية حرام حرمة مطلقة لأن العلة الأولى من علل التحريم ثابتة فيها، ثم إذا كانت صناعة لتمثال معبود أو زعيم معظم، فإنها تجتمع فيها علتا التحريم كلتاهما : مضاهاة خلق الله، وصناعة آلهة تعبد وتعظم من دون الله ثم فيها أضرار أخرى إنها هدر للجهد الإنساني فيما لا فائدة منه ولا خير فيه، فأدنى الشرور في الصورة الفنية أن تكون زينة وهي على كل حال محرمة يمكن الاستعاضة عنها بزينة مباحة كما قال ابن عباس لذلك المصور: (فعليك بهذا الشجر، كل شيء ليس فيه روح) ونحو ذلك المصدر. ¶ القسم الثاني: الصورة الآلية: ¶ وهذه الصورة الآلية يندرج تحتها كثير من الأنواع تبعاً للآلة التي تلتقط هذه الصورة وتنقلها أو تسجلها وتحتفظ بها. ¶ ومن هذه الصور ما يلي:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "1- صورة آلة التصوير المعروفة باسم (الكاميرا) هذه الآلة تلتقط الصورة التي توجه إليها الآلة، عن طريق نقل الأضواء والظلال الواقعة على الجسم وطبعها على ألواح (شريط) بلاستيك شفافة ثم يعاد طبع الصورة على ورق عن طريق تمرير ضوء من خلال هذا اللوح أو الشريط البلاستيكي. ¶ ولا شك هذه الصورة ليست صورة فنية يراد بها إثبات مقدرة الفنان أو الرسام أو المصور والقدرة الفنية هنا إنما هي قدرة الآلة التي تتمثل في العدسات التي مر خلالها الظلال والأضواء وحساسية الشريط... ولا يستطيع المصور أن يدعي له أنه هو الذي اخترع هذه الصورة أو ابتدعها أو ضاهى الحقيقة. ¶ 2- صورة الشريط السينمائي: وهذه عبارة عن آلاف الصور المتعاقبة في شريط واحد والتي تلتقطها الآلة في كل جزء يسير من الثانية، فإذا أدير الشريط مرة ثانية أمام الضوء ونفذ الضوء من خلال الشريط الذي طبعت عليه هذه الآلاف المؤلفة من الصور فإن الصورة تظهر على شاشة العرض المتحركة لنفس الحركة التي كانت وقت التقاط الصورة، فإذا أضيف إلى ذلك إظهار الكلام المسجل وقت تصوير الصورة ظهر الكلام والصورة... ولا شك أن هذه الصورة أيضاً ينتفي منها معنى المضاهاة والخلق، فالمصور لم يخلق كخلق الله، ولم يصنع ما يعارض به فعل الله بل سجل وقائع الخلق، وحركات الحيوان أو الإنسان، وأعاد عرضها أمام المشاهد، وهذه الصورة التي تسمى بالصورة السينمائية نسبة إلى الآلة التي تفعل ذلك. ¶ 3- صورة التلفزيون: وهذه الصورة تنقل عن طريق البث المباشر من آله الالتقاط وهي (كاميرا التصوير) التي تحول الصورة إلى ذبذبات كهربية مغناطيسية تطبع على أشرطة التسجيل ليس بشكل صورة وإنما بشكل إشارات ضوئية كهربية مغناطيسية إلى جهاز الاستقبال وهو التلفزيون، الذي يجمع هذه الموجات ويخرجها عن طريق الضوء إلى نفس الصورة الملتقطة أمام (كاميرا) التصوير: آلة التقاط الصورة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وهذه الصورة (التلفزيونية) قد توسع استعمالها جداً في الحياة العملية فقد دخل إلى جهاز التلفزيون حيث ينقل الجهاز الجديد صورة المتكلم مع صوته وكذلك استعملت هذه الصورة مع التلفون ذو الدائرة المحدودة على أبواب المنازل الذي يتكلم فيه القادم فتظهر الصورة أيضاً داخل المنزل، وكذلك في مراقبة مداخل البنايات حيث يسجل المنزل على مدار الساعة ليلاً ونهاراً كل داخل إلى البناء، والحرمين الشريفين قد وضع لها شبكات كاملة لمراقبة كل حركة وسكنة على مدار الساعة. ¶ والشاهد أن العالم قد توسع توسعاً هائلاً في هذا النوع من التصوير. ¶ 4- صور الأشعة: وهي صورة تلتقط عن طريق آلات التصوير كذلك لرسم الأجزاء الداخلية من جسم الإنسان. ¶ 5- صورة السونار: وهي فصيل من التصوير بالأشعة إلا أنه ينقل الصورة من دخل الجسم البشري مع الحركة إلى شاشة التلفزيون، فيمكن تصوير الجنين بواسطته، ونقل عمل الأجهزة الداخلية للجسم. ¶ خامساً: حكم الصور الضوئية الآلية: ¶ الصور المتخذة بآلة التصوير والتي تنقل الظلال والأضواء الواقعة على الجسم، إلى السطوح التي تطبع عليها إما بدرجات اللونين : الأسود والأبيض، وإما بالألوان الطبيعية للجسم، هذه الصور عند النظر والتحقيق تخالف الصور التي جاء النص بها في السنة من الوجوه الآتية : ¶ أولاً: أنها أشبه شيء بصورة المرآة العاكسة التي تطبع على صفحاتها ولا تزيد عليها إلا أن صورة المرآة تبقى خيالاً يذهب بذهاب الجسم المواجه للمرآة، وأما صورة آلة التصوير فإنها تطبع هذه الظلال أو الخيال على السطوح المعدة لذلك، ولا يقول أحد أن صورة المرآة مضاهاة لخلق الله. بل المرآة تعكس الصور المقابلة ولا فعل للمرآة غير ذلك. والصورة المطبوعة في المرآة ليس فيها قط معنى المضاهاة، وكذلك الصورة التي تنقلها وتطبعها آله التصوير. ¶ ثانياً: لا شك أنه بتتبع علة النهي عن الصور تصويراً وتعليقاً نجد أن هذه العلل تنحصر فيما يأتي :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "1- أنها مضاهاة لخلق الله وعدوان على اسمه المصور. ¶ 2- أنها ذريعة إلى تعظيم المخلوقات وبذلك تكون ذريعة للشرك بالله. ¶ 3- أن تعليق الصور على الجدران والستور معصية تحرم المسلم من غشيان ملائكة الرحمة، وحصول البركة في المسكن والدار. ¶ هذه هي العلل الثالث بالاستقصاء والاستقراء التي من أجلها جاء تحريم صناعة الصور وتعليقها. ¶ وهذه العلل الثلاث منتفية في التصوير بالآلة إذا لم يتبع ذلك تعليق هذه الصور ورفعها على الجدران والستور، وبيان هذا الإجمال على النحو التالي : ¶ 1- لا يزعم زاعم أن صورة آلة التصوير مضاهاة لخلق الله. بل هي انعكاس على الورق أو أي سطح آخر، ولا تتدخل القدرة الفنية هنا بكثير أو قليل إلا من حيث اتقان وضع الآلة وتوجيهها وإلا فإن إبراز الصورة، إنما هو فعل المرآة، والعدسات والأضواء الساقطة... والصورة التي يلتقطها الطفل والكبير والذكي والغبي بالآلة سواء، بل الآلة يمكن لها أن تلتقط الصور تلقائياً، وبالتالي لا يزعم أحد أن المصور هو المضاهي لخلق الله، والتحريم في الأحاديث منصب على إنسان يزعم أن لديه القدرة الفنية، والمقدرة على أن يصور كما يصور الله ويخلق كما يخلق الله!! وبالتالي هو يضاهي نفسه بالله المصور سبحانه وتعالى. ¶ وأما الذي يصور بالآلة فقد لا يحسن أن يكتب ألفاً أو باء فضلاً على أن ينقش أو يرسم حيواناً أو إنساناً.. فالرسم الفني يحتاج إلى مقدرة فنية تتيح لصاحبها أن يصور وأن يضاهي خلق الله، وهذه المقدرة الفنية قد تدفع صاحبها، بل دفعت بعض الناس إلى أن يزعم لنفسه أنه يصور كما يصور الله، ويخلق كما يخلق الله سبحانه وتعالى. ¶ وهذا كله مُنْتَفٍ في حبس الصورة وإخراجها بواسطة آلة التصوير التي لا دخل مطلقاً للإنسان في تشكيلها وتحديد ملامحها، بل الآلة تنقل الشكل والصورة الموجودة في الخارج دون أدنى مقدرة فنية من الذي يمسك الآلة ويوجهها.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهكذا نتيقن إن شاء الله أن قول النبي صلى الله عليه وسلم عن رب العزة تبارك وتعالى [ومن أظلم ممن ذهب يخلق كخلقي] لا ينطبق على هذه الصورة فآلة التصوير نقلت وصورت خلق الله كما هو وطبعته على الورقة أو سطح آخر لا يقول قائل هذه الصورة من تصوير الفنان الفلاني، فقد يكون الذي التقطها بتوجيه الآلة إليها طفل صغير لا يحسن حرفاً من حروف الكتابة فضلاً على أن يصور صورة. ¶ وبالتالي من قال إن هذا الطفل قد ضاهى خلق الله أو اعتدى على اسمه المصور فقد جاوز الحد جداً... ¶ بل من قال يحرم نقل صورة المخلوقات بآلة التصوير فإنه يلزم تحريم المرآة، وكذلك تحريم نقل الصورة بواسطة التلفاز، لأن المستخدم هنا وهنا هو آلة التصوير، غير أن آلة التصوير الضوئي تطبع ظلال الصورة ودرجات الضوء على الشريط العاكس، وأما آلة التصوير التلفازي فإنها تطبع على الشريط على شكل موجات كهربائية مغناطيسية، وهذه الموجات تترجم تلقائياً على صفحة (شاشة) التلفاز صورة كاملة ثم تتحرك بإدارة الشريط، وهبوط الصور تلقائياً وكما أن المصور التلفازي (التلفزيوني) لا يدعي أنه يضاهي خلق الله في أن يخلق رجالاً ولا نساءً أو أطفالاً يتحركون ويتكلمون، ويمثلون... الخ ¶ وإنما هو ينقل ما هو موجود في الخارج فكذلك المصور ينقل ما هو موجود في الخارج بآلته... غير أنه ينقل ذلك صورة صورة، كل صورة مطبوعة بذاتها في لحظة واحدة من لحظات الزمن، وأما المصور التلفازي فإنه ينقل آلاف بل ملايين الصور في الساعة الواحدة من الزمان وهذه الصور المتتابعة هي التي تنشيء الحركة التي نراها على صفحة (شاشة) التلفزيون. ¶ وكما أنه لا يوجد هاهنا مضاهاة لخلق الله فكذلك لا يوجد في الصورة الضوئية مضاهاة لخلق الله. بل هذه صورة خلق الله، وهذه كذلك صورة خلق الله سبحانه وتعالى. ¶ وهكذا نعلم أن مسألة المضاهاة والعدوان على اسم الله المصور منتفية هاهنا قطعاً.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2- وأما العلة الثانية فهي أن التصوير ذريعة إلى تعظيم غير الله، وبالتالي ذريعة إلى الشرك به وهذا حق، ومن أجل ذلك فنحن نقول لا يجوز بتاتاً تصوير الزعماء والرؤساء ونصب صورهم في الدوائر والميادين، لأن هذا من أعظم دواعي الشرك بالله سبحانه وتعالى، وهذا بالطبع لا يجوز فعله بقدرة الفنان، أو بآلة التصوير فكلا الأمرين غير جائز، لأن العلة في نصب صور الزعماء والرؤساء سياسيين ودينيين باقية. ¶ كما قال صلى الله عليه وسلم : [أولئك إذا كان فيهم الرجل الصالح بنوا على قبره، وصوروا له هذه الصور أولئك شرار الخلق عند الله يوم القيامة]. ¶ وقد محا رسول الله صلى الله عليه وسلم صورة إبراهيم وإسماعيل من داخل الكعبة وقد صورها المشركون وهم يستقسمون بالأزلام وقال: [تالله ما استقسما بها قط...] ¶ وهذه الأحاديث التي جاءت بالنهي عن ذلك هي بحمد الله التي حفظت مساجد المسلمين من تعليق الصور وإلا كانت المساجد اليوم أشبه بكنائس النصارى الذين أصبح دينهم عبادة الصور التي علقوها على الجدران في داخل كنائسهم ونصبوها كذلك خارجها فتركوا بذلك عبادة الله الواحد الأحد وعبدوا مريم وابنها، وتلاميذ المسيح والبابوات ورجال الدين... ¶ وأما الإسلام فإن الله حماه وأهله من عبادة الصور وإدخالها إلى مساجد المسلمين بتحذير النبي صلى الله عليه وسلم من ذلك. ¶ ولكن أهل الإسلام دخل عليهم الشرك من باب آخر وهو تعظيم الرؤساء والعظماء السياسيين وتعليق صورهم في الميادين والدوائر الحكومية وهذه صورة ولا شك من صور الشرك وتعظيم غير الله سبحانه وتعالى، وهذا ولا شك داخل فيما حذر منه رسول الله صلى الله عليه وسلم، والشاهد أن صورة الآلة، والصورة المصنوعة بقدرة الفنان والمصور سواء في الحرمة إذا كان القصد منها تعظيم رئيس من الرؤساء أو زعيم من الزعماء، ونصب هذه الصورة وتعليقها حرام لأن هذا ذريعة إلى تعظيم غير الله بل هو من تعظيم غير الله سبحانه وتعالى.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "3- وأما العلة الثالثة وهي الحرمان من دخول الملائكة البيت الذي توجد فيه الصورة فلا شك في هذا أيضاً وهذا يستوي فيه صورة الآلة، وصورة الفنان المصور ما دامت هذه الصورة معلقة محترمة مستخدمة في تزيين الجدران وقد غضب النبي صلى الله عليه وسلم على السيدة عائشة رضي الله عنها بتعليقها ستراً من قماش فيه صورة، وهتكه صلى الله عليه وسلم، وجعلت منه السيدة عائشة وسادتين. ¶ فدل ذلك على أن تعليق الصور حرام بأي حال لأن النبي صلى الله عليه وسلم علل ذلك قائلاً: [أن البيت الذي فيه الصورة لا تدخله الملائكة]، ولا يشك أحد أن هذا يطلق عليه كذلك صورة.. ¶ ومعلوم أن الحديث ليس على الإطلاق فالصورة التي تمنع دخول الملائكة هي الصورة المعلقة المرفوعة، وأما الصورة المهانة التي تكون في وسادة، أو بساط أو ثوب يغسل ويلبس، أو لعبة يلعب بها فإنه قد جاءت النصوص الصحيح بجوازها في البيت، وهذا أشرف البيوت بيت النبي صلى الله عليه وسلم لم يخل من شيء من ذلك كالوسادتين اللتين صنعتا من الستر المعلق، ولعب السيدة عائشة التي كانت تلعب بها، وكذلك قوله صلى الله عليه وسلم : [إلا رقماً في ثوب]. ¶ ولا شك أن دعوى النسخ لكل ذلك لا دليل عليه والنسخ لا يكون بالاحتمال... ¶ والخلاصة أن العلة الثالثة من علل تحريم الصور هي حرمان المسلم من دخول الملائكة إلى المنزل، وقد علمنا أنه ليس كل صورة تمنع من دخول الملائكة، وإنما ما كان معلقاً محترماً، ولا شك أنه يستوي في ذلك صورة الآلة، وصورة الفنان ويستوي في ذلك صورة علي الورق أو القماش أو غير ذلك ما دام معلقاً محترماً، ويزيد على هذا في الحرمة ما كان تمثالاً منحوتاً منصوباً فإن هذا من عمل الجاهلية وعباد الأوثان… ¶ والمسلم يجب أن يتنزه عن ذلك.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبهذا الذي قدمناه يتبين لنا أن الصورة التي تصور بآلة التصوير، ولا يكون مراداً بها التعظيم والتعليق فإنها صورة مباحة إن شاء الله لأنه لا ينطبق عليها أي وصف من أوصاف التحريم التي جاءت بها الأحاديث وهي مضاهاة خلق الله، وتعظيم المخلوقين، ونصب الصور في البيوت أو غير ذلك.. ¶ سادساً: الصور الضوئية والحياة المعاصرة: ¶ لا يخفى على مطلع اليوم أن الصورة قد أصبحن من أعظم وأخطر الوسائل في العصر الحديث وخاصة في مجال الإعلام والتعليم والأمن والحرب، بل وسائر مجالات الحياة، وإليك شيئاً من التفصيل لهذا الإجمال. ¶ 1- في مجال الإعلام: ¶ الصورة اليوم سلاح فتاك، ووسيلة عظمى ومن يمتلكها اليوم يمتلك وسيلة من أعظم وسائل الإعلام، وترويج الأفكار والعقائد والمبادئ، فالأخبار المصورة أعظم تأثيراً في النفس آلاف المرات من الأخبار المسموعة، أو المقروءة فمهما بالغ الواصف في الوصف لا يمكن أن يكون كذلك كمن ينقل لك الصورة الحقيقة للخبر الحديث [فليس المخبر كالمعاين] (أخرجه الطيالسي وأحمد والحاكم من حديث أبي حربدة وصححه الألباني في صحيح الجامع 5250)، أو كما قال رسول الله صلى الله عليه وسلم... فالذي يرى الصورة كأنه يرى الواقع، والذي يسمع الخبر لا يمكن أن يكون كمن يرى صور هذه الأخبار والأحداث أمام عينه، ومن أجل ذلك فإن الذين امتلكوا وسائل التصوير الضوئي، ونقلوا ذلك على صفحات الورق، أو شاشات التلفزيون أو في الأشرطة المسجلة، فإنهم استطاعوا أن ينقلوا عقائدهم وأفكارهم وأخلاقهم بكل سهولة إلى العالم أجمع، وأما الذين ما زالوا ينقلون أخبارهم ووقائعهم بالكتابة والسماع فهم كمن يحارب الدبابة بالسيف والطائرة بالمقلاع، وهذا ليس من العقل ولا من الدين ولذلك فالصورة اليوم ضرورة إعلامية وإخبارية لا يمكن الاستغناء عنها لأهل الحق بتاتاً.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "كيف ينقلون حقائق الوقائع ضدهم، وكيف ينقل أهل الحق إلى الناس جهادهم، ومؤتمراتهم وجموعهم، وصور الهداية والحج وصلاة العيدين في أماكن كثيرة من العالم، وكيف يشرحون للناس مشاكلهم وقضاياهم.. إذا تخلى المسلمون اليوم عن استعمال الصورة المنقولة.. مطبوعة في ورقة، أو مطبوعة على شاشة أو شريط.. إن التخلي عن هذا اليوم للمسلمين انتحار حقيقي وهو يشبه من بعض الأوجه من ينادي اليوم بوجوب حرب الكفار بالسيف بدلاً من الصاروخ والرشاش. ¶ 2- في مجال التعليم: ¶ وأما في مجال التعليم فقد أصبحت الصورة الآلية ضرورة أيما ضرورة.. فالطريقة القديمة من وصف حال الحيوان والإنسان والنبات، والجماد، ونظام الحياة، وقوانين الخلق في كل ذلك... هذا الوصف أصبح اليوم طريقة عقيمة جداً إذا قورن باستخدام الصورة الآلية في نقل هذه الحقائق الكونية، وتعليمها للصغار والكبار ويستحيل الاستغناء في العصر الحديث الذي تتنافس فيه الأمم في مجال العلم المادي عن هذه الوسيلة التي أصبحت أعظم من الكتابة نفسها... فالطفل اليوم يمكن تعليمه بواسطة الصورة الآلية في شهور ما يستحيل تعليمه له في سنوات وقبل أن يتعلم قراءة أو كتابة... ¶ إن دخول الصورة الآلية في مجال العلم أصبح شيئاً ضرورياً لازماً لاغنى عنه ولذلك فالقول بمنع الصورة الآلية سيؤدي حتماً بالمسلمين إلى ترك وسيلة من أعظم الوسائل الميسرة اليوم للعلم والتعليم. ¶ 3- في مجال الحرب والأمن:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وأما في مجال الحرب والأمن فقد أصبحت الصورة من أعظم الضرورات، فلا يمكن تصور جيش يدافع اليوم عن حوزة المسلمين ولا يمكن وسائل عظيمة لتصوير مواقع العدو، وتحركاته، وتجمعاته، وكل ذلك لا يتم إلا بآلات التصوير التي تضخمت وأصبحت اليوم تثبت في الطائرات والأقمار الصناعية.. فهل يقعد المسلمون عن ذلك بحجة أن التصوير الآلي حرام.. وأما في مجال الأمن الداخلي فقد أصبحت الصورة الشخصية ضرورة أيما ضرورة للتعرف على المجرمين والمفسدين في الأرض، وهذا سلاح كذلك لا بد للأمن الإسلامي من استخدامه وإلا فقدت الأمة سلاحاً عظيماً من أهم أسلحة الأمن الداخلي. ¶ من أجل ذلك كله قلنا أن الصورة الآلية التي لا وجه بتاتاً للقول أنها مضاهاة لخلق الله قد أصبحت من ضرورات العصر، وسلاحاً فتاكاً ذو حدين، فإذا استعمل في الخير أجاد وأفاد، وهو يستعمل كذلك في الشر فيفسد البلاد والعباد، بل إن من أعظم وسائل نشر الفساد اليوم في الأرض هو نشر صورة الرذيلة والفساد والخلاعة، ولا شك أن أعداء الإسلام استخدموا هذا السلاح ببراعة فائقة في الصد عن سبيل الله، وحرب الله ورسوله، ولا يعني هذا بتاتاً أن نحرمه من أجل استخدام الظالمين السيء له، لأن هذا كمن يقول : ما دام الكفار يستخدمون الدبابة والطائرة والبندقية ويحاربون بها أمة الإسلام، فلا يجوز لنا استعمالها، ومثل هذه الفتاوي هي التي جنت على أمة الإسلام. وجعلت الدعاة إلى الله يحاربون الشر ويقاومون الباطل بالوسائل البدائية، ويتركون كثيراً من الوسائل الحديثة الناجحة والنافعة.. فما يضير الدعاة اليوم لو استخدموا الصورة التلفزيونية، ويسجلوا علومهم على أشرطة الفيديو، وينقلوا حوادثهم وأحداثهم وأخبارهم بالصورة الضوئية، ويحاربوا العدو بمثل ما يحاربهم به.. من أجل ذلك كله قلنا ونقول أنه يجب استخدام الصورة الضوئية اليوم في الإعلام والتعليم والطب والحرب والأمن وسائر الميادين النافعة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ونقول: لا يجوز تعليق صور الزعماء والرؤساء دينيين كانوا أو سياسيين ولا تزين البيوت والمكاتب بالصور أيا كانت.. وأما استخدام الصورة الضوئية في الأمور النافعة التي ذكرناها فحكمها بحسب هذا الاستخدام فقد يكون هذا الاستخدام واجباً، أو مستحباً، أو مباحاً حسب الغرض الذي فعلت من أجله.. وتكون حراماً إذا كانت لمجرد التزيين والتعليق على الجدران، وأشد حرمة إذا كانت للتعظيم. ¶ خاتمة: ¶ وفي الختام نقول لمن يفرق بين صورة آلة وآلة : إن تفريقك باطل وقياسك فاسد فمن قال إن صورة آلة التصوير التي تطبع الصورة على الورق غير جائزة، وأما آلة التصوير التلفزيوني فجائزة لأنها لا تطبع الصورة، وإنما تنقل الأضواء فقط فهذا تفريق بغير فارق، ويقول بغير علم لأن الآلة هي التي تنقل الصورة في كلا الحالتين، والخلاف في طبع الصورة، فآلة التصوير الضوئي تطبع الصورة على عاكس أو شريط مسجل ويمكن كذلك إيقاف الصورة دون الحركة فتبقى مطبوعة بالضوء على شاشة التلفزيون، وكلا الصورتين ليستا من مضاهاة خلق الله في شيء.. فلا داعي للتفريق بين هذا وهذا.. وأقول هذا لأن بعض أساتذتنا ومشايخنا يبيح لنفسه أن يصور بالتلفزيون وعلى أشرطة الفيديو، وقد يفتي أن الصورة المطبوعة على الورق لا تجوز، وهذا كما ذكرنا تفريق بلا سبب يوجب الفرق.. وأظن الآن أنه قد وضح السبيل، وظهرت الحجة إن شاء الله.. وهذا مبلغ علمي ومنتهى اجتهادي والله أعلم بالصواب.. فإن كان ما قلت حقاً فمن الله، وإن كان ما قلت خطأ فهو مني ومن الشيطان وأستغفر الله من شر نفسي وشر الشيطان وشركه، وأعترف بقصور علمي، وقلة بضاعتي والله المسئول أن يجبر نقصي وأن يعفو عني والحمد لله أولاً وأخيراً.. ¶ ****************** ¶ ************* ¶ *********",
            "page": "24",
            "part": "1"
        }
    ],
    "t36214": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام التصوير في الشريعة الإسلامية"
        }
    ]
}