{
    "b36211": [
        {
            "id": "1",
            "nass": "جمع وتحقيق ¶ الفقير إلى الله تعالى ¶ عبد الله بن جار الله بن إبراهيم الجار الله ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أنَّ محمداً عبده ورسوله صلى الله عليه وسلم وعلى آله وأصحابه أجمعين وبعد: ¶ فإن مشكلة غلاء المهور والإسراف في حفلات الزواج قد شغلت بال كثير من الناس وحالت بينهم وبين الزواج المبكر وفي ذلك مخالفة لأوامر الله تعالى وأوامر رسوله - صلى الله عليه وسلم - التي رغبت في الزواج المبكر وتيسير أسبابه، كما أن في ذلك تعريض الشباب والفتيات للخطر والفتنة والفساد والسفر إلى الخارج لأجل ذلك فليتق الله كل مسلم في نفسه وفي أولاده وبناته وليبادر إلى تزويجهم بما تيسر فأعظم النكاح بركة أيسره مؤنة. ¶ وقد أدرك هذا الخطر كثير من علمائنا الأفاضل فحذروا من التغالي في المهور والإسراف في حفلات الزواج وأقاموا الحجة على الناس بذلك أثابهم الله وتقبل منهم. فجمعت في هذه الرسالة ما تيسر مما كتب في هذا الموضوع. وقد سمعت أن بعض القبائل والأسر اتفقوا على تيسير الزواج وتيسير أسبابه وعدم الإسراف والتغالي فيه فجزاهم الله خيراً وأسأل الله تعالى أن ينفع بهذه الرسالة من قرأها أو سمعها وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه ¶ عبد الله بن جار الله الجار الله ¶ غلاء المهور وأضراره",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لاشك أن الزواج ضرورة من ضروريات الحياة إذ به تحصل مصالح الدين والدنيا ويحصل به الارتباط بين الناس، وبسببه تحصل المودة والتراحم ويسكن الزوج إلى زوجته والزوجة إلى زوجها قال تعالى: { وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لآيَاتٍ لِقَوْمٍ يَتَفَكَّرُونَ } (1) وبالتزوج يحصل تكثير النسل المندوب إلى طلبه كما في الحديث عنه - صلى الله عليه وسلم - أنه قال: \"تزوجوا الولود الودود فإني مكاثر بكم الأمم\" رواه أبو داود والنسائي، والتزوج أدعى إلى غض البصر وإحصان الفرج والعفة، ونرى حياة المتزوج أحسن من حياة الأعزب بكثير فإن المتزوج تكون نفسه مطمئنة وعيشته هنيئة وتتوفر لديه أسباب الراحة والدعة والسكون وتزكو بذلك أمور دينه ودنياه كما في الحديث: \"إذا تزوج العبد فقد استكمل نصف الدين فليتق الله في النصف الثاني\" رواه البيهقي، خصوصاً إن وفق لامرأة صالحة قانتة حافظة للغيب بما حفظ الله إن نظر إليها سرته وإن أمرها أطاعته وإن غاب عنها حفظته في نفسها وماله، وقد جاءت الآيات القرآنية والأحاديث النبوية في الأمر بالتزوج والترغيب فيه من ذلك قول الله تعالى: { فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ } (2) وقال تعالى { وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللهُ مِنْ فَضْلِهِ وَاللهُ وَاسِعٌ عَلِيمٌ } (3) والأيامى جمع أيم وهو الذي لا زوجة له من الرجال والنساء وفيها حث على التزوج ووعد للمتزوج بالغنى بعد الفقر. وقال أبو بكر الصديق رضي الله عنه: أطيعوا الله فيما أمركم به من النكاح ينجز لكم ما وعدكم من الغنى. ¶ __________ ¶ (1) …سورة الروم الآية 21. ¶ (2) …سورة النساء الآية 3. ¶ (3) …سورة النور الآية 32.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال ابن مسعود رضي الله عنه: التمسوا الغنى في النكاح: { إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللهُ مِنْ فَضْلِهِ وَاللهُ وَاسِعٌ عَلِيمٌ } ، وفي الحديث: \"ثلاثة حق على الله عونهم المتزوج يريد العفاف والمكاتب يريد الأداء والغازي في سبيل الله\" رواه أحمد والترمذي والنسائي وابن ماجه. قال ابن كثير رحمه الله: والمعهود من كرم الله تعالى ولطفه أن يرزقه ما فيه كفاية لها وله، فينبغي لمن يستطيع الزواج أن يتزوج امتثالاً لأمر الله ورسوله وإعفافاً لنفسه وزوجته فإنه يحصل بعدم الزواج أضرار كثيرة منها: النظر المحرم الذي هو سهم مسموم من سهام إبليس وهو بريد الزنا وأمراض تعترض الإنسان بسبب التأيم ولكن وياللأسف نرى كثيراً من الشباب عندهم عزوف عن الزواج الشرعي وهروب عن مسئوليته وفي ذلك خطر عظيم عليهم وعلى أمتهم. وقد قال رسول الله - صلى الله عليه وسلم - الذي هو بأمته رؤوف رحيم: \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء\" متفق عليه. والباءة مؤونة الزواج وتكاليفه وفي الحديث الحث على النكاح لما فيه من تحصين الفرج وغض البصر، وعن أنس بن مالك رضي الله عنه: أن النبي - صلى الله عليه وسلم - حمد الله وأثنى عليه وقال: \"لكني أصلي وأنام وأصوم وأفطر وأتزوج النساء فمن رغب عن سنتي فليس مني\" متفق عليه. وكثير من الناس اليوم قد لا يستطيع الزواج بسبب غلاء المهور والإسراف في حفلات الزواج وهي مشكلة عويصة أضرت بالمجتمع وحصل بسببها من الظلم للفتيان والفتيات ما الله به عليم، ولم يؤثر عن النبي - صلى الله عليه وسلم - ولا عن أحد من أصحابه والتابعين لهم بإحسان أنهم تغالوا في المهور ولا أمروا بذلك بل ورد في الحديث أن النبي - صلى الله عليه وسلم - قال: \"إذا جاءكم من ترضون دينه وخلقه فأنكحوه إلا تفعلوا تكن فتنة في الأرض وفساد\" أخرجه الترمذي وقال حديث حسن وابن",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ماجه والحاكم، وفي رواية للترمذي: إذا خطب إليكم من ترضون دينه وخلقه فزوجوه إلا تفعلوا تكن فتنة في الأرض وفساد عريض، وإسناده حسن وقال عليه الصلاة والسلام: \"إن أعظم النكاح بركة أيسره مؤونة\" رواه أحمد ورواه البيهقي في شعب الإيمان. وكان صداق أزواج النبي - صلى الله عليه وسلم - وبناته في حدود خمسمائة درهم وزوج امرأة على رجل فقير ليس عنده شيء من المال بما معه من القرآن بعد أن قال له التمس ولو خاتماً من حديد فلم يجد شيئاً، متفق عليه. وتزوج عبد الرحمن بن عوف رضي الله عنه امرأة على وزن نواة من ذهب متفق عليه والله تعالى يقول: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللهَ كَثِيرًا } (1) وليس من الحكمة ولا من المصلحة التغالي في المهور والإسراف في حفلات الزواج وطلب الأولياء من المتزوج الأموال الباهظة التي يعجز عنها الفقير وتكون سبباً للحرمان من الزواج وتأيم الفتيان والفتيات، والمغالاة في المهور وجعل الزوجة كأنها سلعة تباع وتشترى مما يخل بالمروءة وينافي الشيم ومكارم الأخلاق. ¶ __________ ¶ (1) …سورة الأحزاب الآية 21.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وينبغي لمن لا يستطيع الزواج أن يصوم وأن يستعفف حتى يغنيه الله تعالى من فضله كما قال تعالى: { وَلْيَسْتَعْفِفِ الَّذِينَ لا يَجِدُونَ نِكَاحًا حَتَّى يُغْنِيَهُمُ اللهُ مِنْ فَضْلِهِ } (1) وقال - صلى الله عليه وسلم - في الحديث المتقدم \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء\" رواه البخاري ومسلم والوجاء قطع شهوة النكاح. وعلى أولياء الفتيان والفتيات تخفيف المهور وتيسير سبل الزواج ومراعاة الفقراء ومواساتهم وعدم الطمع والجشع وتزويج الأيامى بما يتيسر وبذلك يتحقق التكافل الاجتماعي والتضامن الإسلامي وتسود الأخوة والمحبة والتعاون بين المسلمين الذين هم كالجسد الواحد وكالبنيان المرصوص يشد بعضه بعضاً وفق الله الجميع لما يحبه ويرضاه وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ التحذير من المغالاة في المهور ¶ والإسراف في حفلات الزواج ¶ من عبد العزيز بن عبد الله بن باز إلى من يراه من إخواننا المسلمين وفقني الله وإياهم لما يحبه ويرضاه وجنبنا جميعاً الوقوع فيما حرمه ونهى عنه آمين ... ¶ سلام عليكم ورحمة الله وبركاته.... أما بعد: ¶ __________ ¶ (1) …سورة النور الآية 33.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لقد شكا إلي العديد من أهل الغيرة والصلاح ما فشا في المجتمع من ظاهرة المغالاة في المهور والإسراف في حفلات الزواج وتنافس الناس في البذخ وإنفاق الأموال الطائلة في ذلك وما يقع في الحفلات غالباً من الأمور المحرمة المنكرة كالتصوير واختلاط الرجال بالنساء وإعلان أصوات المغنيين والمغنيات بمكبرات الصوت واستعمال آلات الملاهي وصرف الأموال الكثيرة في هذه المحرمات وكل ذلك مما أدى بكثير من الشباب إلى الانصراف عن الزواج لعدم قدرتهم على دفع تكاليفه الباهظة وإنما الجائز في الأعراس للنساء خاصة ضرب الدف والغناء العادي بينهن إعلاناً للنكاح وتمييزاً له عن السفاح كما جاءت السنة بذلك بدون إعلان ذلك بمكبرات الصوت وحيث إن الكثير من الناس يفعلون تلك الأمور المحرمة تقليداً للآخرين وجهلاً بسنة سيد الأولين والآخرين ورأيت كتابة هذه الكلمة نصحاً لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم فأقول والله المستعان... من المعلوم أن النكاح من سنن المرسلين وقد أمر الله ورسوله به قال تعالى: { فَانْكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ } (1) الآية وقال تعالى: { وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ } (2) وقال النبي - صلى الله عليه وسلم - : \"يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء\"(3) وقال في حديث آخر: \"لكني أصوم وأفطر وأصلي وأنام وأتزوج النساء فمن رغب عن سنتي فليس مني\"(4) وإن على المسلمين عامة وولاة أمورهم خاصة أن يعملوا على تحقيق هذه السنة وتيسيرها تحقيقاً لما روي عنه - صلى الله عليه وسلم - أنه قال: \"إذا أتاكم من ترضون دينه وخلقه فزوجوه إلا تفعلوا تكن ¶ __________ ¶ (1) …سورة النساء الآية 3. ¶ (2) …سورة النور الآية 32. ¶ (3) …رواه البخاري ومسلم وغيرهما. ¶ (4) …رواه البخاري ومسلم وغيرهما.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فتنة في الأرض وفساد كبير\"(1) وروى مسلم في صحيحه وأبو داود والنسائي عن أبي سلمة بن عبد الرحمن قال: سألت عائشة رضي الله عنها كم كان صداق رسول الله - صلى الله عليه وسلم - قالت: كان صداقه لأزواجه اثنتي عشرة أوقية ونشا. قالت أتدري ما النش قلت لا. قالت نصف أوقية فذلك خمسمائة درهم وقال عمر رضي الله عنه: «ما علمت رسول الله - صلى الله عليه وسلم - نكح شيئاً من نسائه ولا أنكح شيئاً من بناته على أكثر من اثنتي عشرة أوقية». قال الترمذي: حديث حسن صحيح وقد ثبت في الصحيحين وغيرهما عن سهل بن سعد الأنصاري رضي الله عنه أن النبي - صلى الله عليه وسلم - زوج امرأة على رجل فقير ليس عنده شيء من المال بما معه من القرآن وروى أحمد والبيهقي والحاكم أن من يمن المرأة تيسير خطبتها وتيسير صداقها، ومع هذه السنة الواضحة الصريحة من أقوال الرسول - صلى الله عليه وسلم - وفعله فقد وقع كثير من الناس فيما يخالفها كما خالفوا أمر الله ورسوله في إنفاق الأموال في غير وجهها فقد حذر الله في كتابه العزيز من الإسراف والتبذير فقال: { وَلا تُبَذِّرْ تَبْذِيرًا * إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا } (2)، وقال سبحانه: { وَلا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَى عُنُقِكَ وَلا تَبْسُطْهَا كُلَّ الْبَسْطِ فَتَقْعُدَ مَلُومًا مَحْسُورًا } (3). ¶ __________ ¶ (1) …رواه الترمذي وقال حديث حسن غريب. ¶ (2) …سورة الإسراء الآيتان 26 ، 27. ¶ (3) …سورة الإسراء الآية 29.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأخبر عز وجل أن من صفات المؤمنين التوسط والاعتدال في الإنفاق فقال تعالى: { وَالَّذِينَ إِذَا أَنْفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا } (1) وقال تعالى: { وَأَنْكِحُوا الأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللهُ مِنْ فَضْلِهِ وَاللهُ وَاسِعٌ عَلِيمٌ } (2) فأمر بإنكاح الأيامى أمراً مطلقاً ليعم الغني والفقير وبين أن الفقر لا يمنع التزويج لأن الأرزاق بيده سبحانه وهو قادر على تغيير حال الفقير حتى يصبح غنياً، وإذا كانت الشريعة الإسلامية قد رغبت في الزواج وحثت عليه فإن على المسلمين أن يبادروا إلى امتثال أمر الله وأمر رسوله - صلى الله عليه وسلم - بتيسير الزواج وعدم التكلف فيه وبذلك ينجز الله لهم ما وعدهم. ¶ قال أبو بكر الصديق رضي الله عنه: (أطيعوا الله فيما أمركم به من النكاح ينجز لكم ما وعدكم من الغنى). ¶ __________ ¶ (1) …سورة الفرقان الآية 67. ¶ (2) …سورة النور الآية 32.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعن ابن مسعود رضي الله عنه قال: (التمسوا الغنى في النكاح) فياعباد الله اتقوا الله في أنفسكم وفيمن ولاكم الله عليهن من البنات والأخوات وغيرهن وفي إخوانكم المسلمين واسعوا جميعاً إلى تحقيق البر في المجتمع وتيسير سبل نموه وتكاثره ودفع أسباب انتشار الفساد والجرائم ولا تجعلوا نعمة الله عليكم سلَّماً إلى عصيانه وتذكروا دائماً أنكم مسئولون ومحاسبون على تصرفاتكم كما قال تعالى: { فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ * عَمَّا كَانُوا يَعْمَلُونَ } (1) وروي عنه - صلى الله عليه وسلم - أنه قال: \"لن تزول قدما عبد يوم القيامة حتى يسأل عن أربع عن عمره فيما أفناه؟ وعن شابه فيما أبلاه؟ وعن ماله من أين اكتسبه وفيم أنفقه؟ وعن علمه ماذا عمل به؟\"(2) وبادروا إلى تزويج أبنائكم وبناتكم مقتدين بنبيكم وصحابته الكرام والسائرين على هديهم وطريقتهم واحرصوا على تزويج الأتقياء ذوي الأمانة والدين واقتصدوا في تكاليف الزواج ووليمته ولا تغالوا في المهور أو تشترطوا دفع أشياء تثقل كاهل الزوج، وإذا كانت لديكم فضول أموال فأنفقوها في وجوه البر والإحسان ومساعدة الفقراء والأيتام وفي الدعوة إلى الله وإقامة المساجد فذلك خير وأبقى وأسلم في الدنيا والآخرة من صرفها في الولائم الكبيرة ومباهاة الناس في مثل هذه المناسبات وليتذكر كل من فكر في إقامة الحفلات الكبيرة وإحضار المغنيين والمغنيات لها ما في ذلك من الخطر العظيم وأنه يخشى عليه بذلك أن يكون ممن كفر نعمة الله ولم يشكرها وسوف يلقى الله ويسأله عن كل ما عمل فليقتصد في ذلك وليتحرى في حفلات الأعراس وغيرها ما أباح الله دون ما حرم. ¶ __________ ¶ (1) …سورة الحجر الآيتان 92 ، 93. ¶ (2) …رواه البزار والطبراني بإسناد صحيح.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وينبغي لعلماء المسلمين وأمرائهم وأعيانهم أن يعنوا بهذا الأمر وأن يجتهدوا في أن يكونوا أسوة حسنة لغيرهم لأن الناس يتأسون بهم ويسيرون وراءهم في الخير والشر فرحم الله امرأً جعل من نفسه أسوة حسنة وقدوة طيبة للمسلمين في هذا الباب وغيره، ففي الحديث الصحيح عن النبي - صلى الله عليه وسلم - أنه قال: \"من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها من بعده لا ينقص ذلك من أجره شيئاً\"(1) الحديث. وصلى الله وسلم على نبينا محمد. ¶ حكم المغالاة في مهور النساء ¶ لسماحة مفتي الديار السعودية ¶ الشيخ محمد بن إبراهيم آل الشيخ ¶ المتوفي عام 1389 هـ رحمه الله ¶ مشكلة غلاء المهور ¶ من محمد بن إبراهيم إلى من يراه من إخوانه المسلمين. ¶ السلام عليكم ورحمة الله وبركاته: وبعد، فإن مشكلة غلاء المهور في زماننا هذا من أكبر المشاكل التي يجب الاعتناء بحلها وذلك لما يترتب على غلاء المهور في زماننا هذا من أضرار كثيرة نخص منها بالذكر ما يأتي: ¶ قلة الزواج التي تفضي إلى كثرة الأيامى وانتشار الفساد. ¶ الإسراف والتبذير المنهي عنهما شرعاً. ¶ غش الولي لموليته بامتناعه من تزويجها بالكفء الصالح الذي يظن أنه لا يدفع له صداقاً كثيراً رجاء أن يأتي من هو أكثر صداقاً ولو كان لا يرضى ديناً ولا خلقاً ولا يرجى لمرأة الهناء عنده وهذا مع كونه غشاً فيه العضل الذي يعتبر من تكرر منه فاسقاً ناقص الدين ساقط العدالة حتى يتوب، وفيه مخالفة حديث \"إذا جاءكم من ترضون دينه وأمانته فزوجوه إلا تفعلوا تكن فتنة في الأرض وفساد كبير\". ¶ __________ ¶ (1) …رواه مسلم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فلهذا وجب أن نبين ما دلت عليه النصوص في هذا الأمر المهم وما اشترطه العلماء لجواز إكثار المهر بدون كراهة ثم نجيب عما يظنه البعض دليلاً لهذا العمل المنافي لمقاصد الشرع وهو الآية الكريمة { وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } وقضية عمر بن الخطاب مع القرشية. فنقول وبالله ¶ التوفيق. ¶ سنة النبي - صلى الله عليه وسلم - في الصداق ¶ عقد الإمام ابن القيم في كتابه (زاد المعاد) فصلاً خاصاً لقضاء النبي - صلى الله عليه وسلم - في الصداق قال فيه ثبت في صحيح مسلم عن عائشة رضي الله عنها \"كان صداق النبي - صلى الله عليه وسلم - لأزواجه اثنتي عشرة أوقية ونشا فذلك خمسمائة درهم\". وقال عمر رضي الله عنه \"ما علمت رسول الله - صلى الله عليه وسلم - نكح شيئاً من نسائه ولا أنكح شيئاً من بناته على أكثر من اثنتي عشرة أوقية\". قال الترمذي: \"حديث حسن صحيح\" اهـ . والأوقية أربعون درهماً. وفي صحيح البخاري من حديث سهل بن سعد أن النبي - صلى الله عليه وسلم - قال لرجل: \"تزوج ولو بخاتم من حديد\" وفي سنن أبي داود من حديث جابر أن النبي - صلى الله عليه وسلم - قال: \"من أعطى في صداق ملء كفه سويقاً أو تمراً فقد استحل\" وفي سنن الترمذي أن امرأة من بني فزارة تزوجت على نعلين فقال رسول الله - صلى الله عليه وسلم - \"رضيت من نفسك ومالك بنعلين قالت نعم \"فأجازه\" قال الترمذي حديث صحيح.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وفي مسند الإمام أحمد من حديث عائشة رضي الله عنها عن النبي - صلى الله عليه وسلم - \"إن أعظم النكاح بركة أيسره مؤنة\". وفي الصحيحين أن امرأة جاءت إلى النبي - صلى الله عليه وسلم - فقالت: يا رسول الله إني قد وهبت نفسي لك فقامت طويلاً فقال رجل يا رسول الله زوجنيها إن لم تكن لك بها حاجة فقال هل عندك من شيء تصدقها إياه؟ قال ما عندي إلا إزاري هذا فقال - صلى الله عليه وسلم - إنك إن أعطيتها إزارك جلست لا إزار لك فالتمس شيئاً فقال ما أجد شيئاً قال فالتمس ولو خاتماً من حديد فالتمس فلم يجد شيئاً فقال - صلى الله عليه وسلم - هل معك شيء من القرآن؟ قال: نعم سورة كذا وسورة كذا لسور سماها فقال قد زوجتكها بما معك من القرآن. ¶ قال ابن القيم فتضمنت هذه الأحاديث أن الصداق لا يتقدر أقله وأن قبضة السويق وخاتم الحديد والنعلين يصح تسميتها مهراً وتحل بها الزوجة وتضمنت أن المغالاة في المهر مكروهة في النكاح وأنها من قلة بركته وعسره(1). ¶ استحباب الاقتصار على صداق ¶ النبي - صلى الله عليه وسلم - لمن قدر على بذله ¶ قال النووي في شرح حديث عائشة عند مسلم في صداق النبي - صلى الله عليه وسلم - لأزواجه المتقدم ذكره استدل بهذا الحديث على أنه يستحب كون الصداق خمسمائة درهم(2). وقال ابن قدامة في \"المغني\" (لا تستحب الزيادة على هذا أي على صداق النبي - صلى الله عليه وسلم - لأنه إذا كثر ربما تعذر عليه فيتعرض للضرر في الدنيا والآخرة)(3). ¶ وقال شيخ الإسلام ابن تيمية كما في \"الاختيارات\" (كلام الإمام أحمد في رواية حنبل يقتضي أنه يستحب أن يكون الصداق أربعمائة درهم وهذا هو الصواب مع القدرة واليسار فيستحب بلوغه ولا يزاد عليه)(4). ¶ إنكار زيادة الشخص ¶ على المقدار المناسب لحاله ¶ __________ ¶ (1) …انظر زاد المعاد لابن القيم بتحقيق الأرنؤوط 5/176. ¶ (2) …شرح مسلم 9/215. ¶ (3) …المغني 6/682. ¶ (4) …الاختيارات الفقهية ص227.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولو كان دون صداق النبي - صلى الله عليه وسلم - ¶ روى مسلم في صحيحه عن أبي هريرة رضي الله عنه قال: جاء رجل إلى النبي - صلى الله عليه وسلم - فقال إني تزوجت امرأة من الأنصار فقال له النبي - صلى الله عليه وسلم -: «هل نظرت إليها فإن في عيون الأنصار شيئاً؟ قال قد نظرت إليها قال: على كم تزوجتها» قال: على أربع أواق فقال له النبي - صلى الله عليه وسلم -: «على أربع أواق؟» كأنما تنحتون الفضة من عرض(1) هذا الجبل ما عندنا ما نعطيك ولكن عسى أن نبعثك في بعث تصيب منه قال فبعث بعثاً وبعث ذلك الرجل فيهم». قال النووي في شرح صحيح مسلم (معنى هذا الكلام كراهة إكثار المهر بالنسبة إلى حال الزوج) واستدل النووي بهذا الحديث على أن استحباب كون الصداق خمسمائة درهم إنما هو في حق من يحتمل ذلك ولا يجحف به. وقال أبو المحاسن يوسف بن موسى الحنفي في \"المعتصر من المختصر من مشكل الآثار\" (الحق أن الإنكار على من زاد على المقدار الذي يناسب حاله وحالها لأنه من الإسراف المذموم لا عن مطلق الزيادة فإنها مباحة). وقال القرطبي (هو إنكار بالنسبة إلى هذا الرجل فإنه كان فقيراً في تلك الحالة وأدخل نفسه في مشقة تعرض للسؤال بسببها ولهذا قال (ما عندنا ما نعطيك) ثم إنه - صلى الله عليه وسلم - لكرم أخلاقه جبر انكسار قلبه بقوله: \"ولكن عسى أن نبعثك في بعث ـ أي سرية للغزو ـ فتصيب منه فبعثه\" نقل هذا عن القرطبي صاحب \"فتح الملهم\" قلت ومن أحاديث الباب ما رواه أحمد والطبراني في الكبير والأوسط والحاكم في المستدرك عن أبي حدرد الأسلمي أنه أتى النبي - صلى الله عليه وسلم - يستعينه في مهر امرأة قال: «كم أمهرتها؟» قال مائتي درهم قال: «لو كنتم تغرفون من بطحان ما زدتم». قال الحافظ الهيثمي في \"مجمع الزوائد\" (رجال أحمد رجال الصحيح) وقال المناوي في \"فيض القدير\" (قال الحاكم صحيح ¶ __________ ¶ (1) …عُرْض بضم العين وإسكان الراء جانب كما في شرح النووي على مسلم 9/211.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأقره الذهبي). ¶ ما يشترط لجواز إكثار المهر ¶ بدون كراهة ¶ قال شيخ الإسلام ابن تيمية كما في \"الاختيارات\" لو قيل أنه يكره جعل الصداق ديناً سواء كان مؤخر الوفاء وهو حال، أو كان مؤجلاً لكان متجهاً لحديث الواهبة. قال: (والصداق المقدم إذا كثر وهو قادر على ذلك لم يكره إلا أن يقترن بذلك ما يوجب الكراهة من معنى المباهاة ونحو ذلك، فأما إذا كان عاجزاً عن ذلك كره بل يحرم إذا لم يتوصل إليه إلا بمسألة أو غيرها من الوجوه المحرمة، فأما إن كثر وهو مؤخر في ذمته فينبغي أن يكره هذا كله لما فيه من تعريض نفسه لشغل الذمة). ¶ وقال أبو بكر بن العربي في \"أحكام القرآن\" (وقد تباهى الناس في الصدقات حتى بلغ صداق امرأة ألف ألف وهذا قل أن يوجد من حلال). وتقدم قول ابن قدامة في \"المغني\" (لا تستحب الزيادة على هذا أي على صداق النبي - صلى الله عليه وسلم - لأنه إذا كثر ربما تعذر عليه فيتعرض للضرر في الدنيا والآخرة). ¶ ومن هذه النقول يستفاد أن لجواز الإكثار بدون كراهة من الشروط ما يلي: ¶ أن لا يكون الصداق كله ديناً. ¶ أن لا يقصد الشخص بالإكثار المباهاة. ¶ القدرة واليسار. ¶ أن لا تكون الطريق التي يتوصل بها إلى الصداق محرمة. ¶ أن يكون الصداق كله من الحلال. ¶ الجواب عن قوله تعالى ¶ { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } ¶ أما قوله تعالى: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } فغاية ما تدل عليه هذه الآية جواز دفع القادر على القنطار لا تكليف العاجز ما لا يقدر عليه بدليل إنكار النبي - صلى الله عليه وسلم - على أبي حدرد الأسلمي إمهاره مائتين وعلى الرجل المتزوج امرأة من الأنصار بأربع أواق صنيعه لكون ذلك لا يناسب حالهما وسنة النبي - صلى الله عليه وسلم - هي المبينة لكتاب الله عز وجل. هذا جوابنا لمن يرى دلالة الآية على جواز المغالاة في الصداق. ¶ أما من لا يرى ذلك فقد سلكوا في الآية مسلكين:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أحدهما: ما ذكره أبو حيان في \"البحر المحيط\" حيث قال: قال قوم لا تدل على ذلك أي على إباحة المغالاة في الصداق لأنه تمثيل على جهة المبالغة في الكثرة كأنه قيل وآتيتم هذا القدر العظيم الذي لا يؤتيه أحد، وهو شبيه بقوله - صلى الله عليه وسلم - : \"من بنى مسجداً لله ولو كمفحص قطاة بنى الله له بيتاً في الجنة\" ومعلوم أن مسجداً لا يكون كمفحص قطاة وإنما هو تمثيل للمبالغة في الصغر. وقد قال - صلى الله عليه وسلم - لمن أمهر مائتين وجاء يستعين في مهره وغضب - صلى الله عليه وسلم - كأنكم تقطعون الذهب والفضة من عرض الحرة. ¶ ثانيهما: ما نقله أبو حيان عن الفخر الرازي أنه قال (لا دلالة فيها على المغالاة لأن قوله تعالى (وآتيتم) لا يدل على جواز آتيان القنطار ولا يلزم من جعل الشيء شرطاً لشيء آخر كون ذلك الشرط في نفسه جائز الوقوع كقوله - صلى الله عليه وسلم - : \"من قتل له قتيل فأهله بين خيرتين\" هذا ما ذكره وبه يتبين أن لا مبرر في الآية لتكليف العاجز ما لا يقدر عليه ولا لعضل النساء والتضحية بكرامتهن في سبيل الوصول إلى الأغراض الشخصية(1). ¶ قضية عمر بن الخطاب ¶ رضي الله عنه مع القرشية ¶ __________ ¶ (1) …انظر البحر المحيط لابن حيان 3/205.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أما ما روى أبو يعلى من طريق محمد بن إسحاق حدثني محمد بن عبد الرحمن عن مجالد بن سعيد عن الشعبي عن مسروق قال ركب عمر بن الخطاب رضي الله عنه منبر رسول الله - صلى الله عليه وسلم - ثم قال: «أيها الناس ما إكثاركم في صداق النساء وقد كان رسول الله - صلى الله عليه وسلم - وأصحابه والصدقات فيما بينهم أربعمائة درهم فما دون ذلك ولو كان في الإكثار من ذلك تقوى عند الله أو كرامة لم تسبقوهم إليها فلا أعرفن ما زاد الرجل في صداق امرأة على أربعمائة درهم قال ثم نزل» فاعترضته امرأة من قريش فقالت (يا أمير المؤمنين نهيت الناس أن يزيدوا في مهر النساء على أربعمائة درهم؟ قال نعم فقالت أما سمعت الله يقول { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } الآية. فقال: اللهم غفراً كل الناس أفقه من عمر ثم رجع فركب المنبر فقال أيها الناس إني نهيتكم أن تزيدوا النساء في صدقاتهن على أربعمائة درهم فمن شاء أن يعطي من ماله ما أحب فليفعل. قال أبو يعلى ¶ وأظنه قال: فمن طابت نفسه فليفعل. ¶ فالجواب عن هذه القضية أن قول عمر بن الخطاب رضي الله عنه فمن شاء أن يعطي من ماله ما أحب فليفعل يدل على تقييد ذلك بالقدرة واليسار كما تقدمت الأدلة عليه مع أن زيادة اعتراض المرأة على عمر بن الخطاب في الحديث لها طرق لا تخلو من مقال. ¶ أولها: طريقة أبي يعلى المتقدمة وفيها مجالد بن سعيد قال البخاري في \"التاريخ الصغير\" (كان ابن مهدي لا يروي عنه) اهـ. وفي \"الميزان\" قال ابن معين وغيره لا يحتج به وقال أحمد يرفع كثيراً مما لا يرفعه الناس ليس بشيء وقال النسائي ليس بالقوي وذكر الأشج أنه شيعي وقال الدراقطني ضعيف وقال البخاري كان يحيى بن سعيد يضعفه. وكان ابن مهدي لا يروي عنه وقال الفلاس سمعت يحيى بن سعيد يقول (لو شئت أن يجعلها لي مجالد كلها عن الشعبي عن مسروق عن عبد الله فعل) اهـ. ومن هنا يظهر إشكال جزم بعض أهل العلم بجودة إسناد هذه الرواية.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الثانية: رواية ابن المنذر من طريق قيس بن الربيع عن أبي حصين عن أبي عبد الرحمن السلمي قال قال عمر بن الخطاب لا تغالوا في مهور النساء فقالت امرأة ليس ذاك لك يا عمر إن الله يقول: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا من ذهب } قال وكذلك هي في قراءة عبد الله بن مسعود { فلا يحل لكم أن تأخذوا منه شيئاً } فقال عمر إن امرأة خاصمت عمر فخصمته. وفي إسناد هذه الرواية قيس بن الربيع قال البخاري في \"التاريخ الصغير\" حدثني عمرو بن علي قال كان يحيى وعبد الرحمن لا يحدثان عن قيس بن الربيع. ¶ وكان عبد الرحمن حدثنا عنه ثم تركه. حدثنا علي قال وكان وكيع يضعف قيساً قال أبو داود أيضاً أتي قيس من ابنه وكان ابنه يأخذ أحاديث الناس فيدخلها في فرج كتاب قيس ولا يعرف الشيخ ذلك ا هـ . وذكره البخاري في الضعفاء أيضاً وقال النسائي في كتاب الضعفاء والمتروكين قيس بن الربيع متروك الحديث كوفي. ¶ الثالثة: رواية الزبير بن بكار حدثني عمي مصعب بن عبد الله عن جدي قال: قال عمر بن الخطاب رضي الله عنه لا تزيدوا في مهور النساء وإن كانت بنت ذي القصية يعني يزيد بن الحصين الحارثي فمن زاد ألقيت الزيادة في بيت المال، قال: فقالت: امرأة من صفة النساء طويلة في أنفها فطس ما ذاك لك قال: ولم؟ قالت: إن الله تعالى قال: { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } الآية. فقال عمر: امرأة أصابت ورجل أخطأ. وهذه الرواية أعلها الحافظ بن كثير في تفسيره بالانقطاع.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الرابعة: رواية إسحاق من طريق عطاء الخرساني عن عمر هذا الحديث بزيادة ثم أن عمر خطب أم كلثوم أي بنت علي وأصدقها بأربعين ألفاً فهذه الرواية أعلها الحافظ بن حجر العسقلاني في تخريج أحاديث الكشاف بالانقطاع هذا وعند البيهقي من طريق حميد عن بكر ما يعارض هذه الروايات بلفظ قال عمر بن الخطاب لقد خرجت أنا أريد أن أنهى عن كثرة مهور النساء حتى قرأت هذه الآية { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } ففي هذه الرواية لو صحت دلالة على أن عمر هو الذي فهم من الآية جواز الكثرة لكنها مرسلة كما في سنن البيهقي كما أن عند عبد الرزاق في مصنفه رواية تعارض رواية اعتراض المرأة بالآية وقبول عمر كلامها فقد روى عبد الرزاق عن عبد العزيز بن أبي رواد عن نافع قال: قال عمر بن الخطاب لا تغالوا في مهور النساء فلو كان تقوى لله كان أولاكم به بنات رسول الله - صلى الله عليه وسلم - ما نكح ولا أنكح إلا على اثنتي عشرة أوقية. قال نافع: فكان عمر يقول مهور النساء لا يزدن على أربع مائة درهم إلا فيما تراضوا عليه فيما دون ذلك قال نافع وزوج رجل من ولده ابنة له على ستمائة درهم قال ولو علم بذلك نكله قال: وكان إذا نهى عن الشيء قال لأهله إني قد نهيت عن كذا وكذا والناس ينظرون إليكم كما ينظر الحدا إلى اللحم فإياكم وإياه. هذا لفظ عبد الرزاق فذكر نافع في هذه الرواية أن عمر بن الخطاب لو اطلع على تزوج ولد ابنته بستمائة درهم لنكله. مما يشكك في قصية المرأة ولما ذكرنا تركها أصحاب السنن الأربعة وكثير من أئمة الحديث الذين رووا نهي عمر عن المغالاة بالصداق واقتصروا على استدلال عمر بصداق النبي - صلى الله عليه وسلم - وفي رواية بعضهم بدل اعتراض المرأة زيادة (وإن الرجل ليغلي بصداق امرأته حتى يكون لها عداوة بقلبه وحتى يقول كلفت لكم علق الرقبة).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقد نص أبو بكر بن العربي في أحكام القرآن على أن الرواية المشهورة عن عمر هي التي لم تتعرض لقضية المرأة يضاف إلى هذا كله أن الحديث عند أصحاب السنن الذين تركوا زيادة اعتراض المرأة. من طريق أبي العجفاء هرم بن نسيب وهو وإن كان قد وثقه بعض الحفاظ فقد قال أبو أحمد الحاكم ليس حديثه بالقائم وقال البخاري في حديثه نظر وبهذا تعقب المنذري في مختصر السنن سكوت أبي داود عنه وعبارة البخاري في التاريخ الصغير قال سلمة بن علقمة عن ابن سيرين نبئت عن أبي العجفاء عن عمر في الصداق قال هشام عن ابن سيرين حدثنا أبو العجفاء وقال بعضهم عن ابن سيرين عن ابن أبي العجفاء عن أبيه في حديثه نظر هذا نص البخاري في التاريخ الصغير وللحديث بلفظ أصحاب السنن عند أبي نعيم في \"الحلية\" إسناد آخر فإنه رواه في ترجمة شريح من طريق القاسم بن مالك عن أشعث بن سوار عن الشعبي عن شريح قال قال عمر بن الخطاب رضي الله عنه فذكره وهذا الإسناد قال أبو نعيم فيه غريب من حديث الشعبي عن شريح والمشهور من حديث ابن سيرين عن أبي العجفاء عن عمر تفرد به القاسم بن مالك المزني عن أشعث. ¶ والله أعلم وصلى الله على محمد وآله وصحبه وسلم. ¶ نداء إلى كل مسلم ومسلمة ¶ إن أعداءنا من اليهود والنصارى يخططون لأن يكون في بلاد المسلمين جيش من النساء بلا رجال حتى تنتشر الرذيلة وتعم الفاحشة بشتى أنواع الطرق والوسائل ليفسدوا علينا ديننا ودنيانا فهل أنتم مستيقظون(1)؟!! ¶ قرار هيئة كبار العلماء ¶ رقم 52 وتاريخ 4/4/1397 هـ ¶ في تحديد مهور النساء ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده وبعد: ¶ __________ ¶ (1) …عن رسالة (الكلمات في بيان محاسن تعدد الزوجات) بقلم هاشم بن حامد الرافعي.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فإن مجلس هيئة كبار العلماء قد اطلع في دورته العاشرة المعقودة في مدينة الرياض فيما بين يوم 21/3/1397 هـ و 4/4/1397 هـ على البحث الذي أعدته اللجنة الدائمة من هيئة كبار العلماء في موضوع تحديد مهور النساء بناء على ما قضى به أمر سمو نائب رئيس مجلس الوزراء من عرض هذا الموضوع على هيئة كبار العلماء لإفادة سموه بما يتقرر وجرى استعراض بعض ما رفع للجهات المسئولة عن تمادي الناس في المغالاة في المهور والتسابق في إظهار البذخ والإسراف في حفلات الزواج وبتجاوز الحد في الولائم وما يصحبها من إضاءات عظيمة خارجة عن حد الاعتدال ولهو وغناء بآلات طرب محرمة بأصوات عالية قد تستمر طول الليل حتى تعلو في بعض الأحيان على أصوات المؤذنين في صلاة الصبح وما يسبق ذلك من ولائم الخطوبة وولائم عقد القران كما استعرض بعض ما ورد في الحث على تخفيف المهور والاعتدال في النفقات والبعد عن الإسراف والتبذير فمن ذلك قوله تعالى: { وَلا تُبَذِّرْ تَبْذِيرًا * إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا } (1) وقول النبي - صلى الله عليه وسلم - فيما رواه مسلم وأبو داود والنسائي عن أبي سلمة بن عبد الرحمن قال سألت عائشة رضي الله عنها زوج النبي - صلى الله عليه وسلم - كم كان صداق رسول الله - صلى الله عليه وسلم - قالت: كان صداقه لأزواجه اثنتي عشرة أوقية ونشا قالت: أتدري ما النش؟ قلت: لا، قالت: نصف أوقية فذلك خمسمائة درهم. ¶ وقال عمر رضي الله عنه: «ما علمت رسول الله - صلى الله عليه وسلم - نكح شيئاً من نسائه ولا أنكح شيئاً من بناته على أكثر من اثنتي عشرة أوقية» قال الترمذي حديث حسن صحيح. وقد ثبت في الصحيحين وغيرهما عن أبي هريرة رضي الله عنه أن النبي - صلى الله عليه وسلم -: «زوج امرأة رجلاً بما معه من القرآن». ¶ __________ ¶ (1) …سورة الإسراء الآيتان 26 ، 27.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وروى الترمذي وصححه أن عمر رضي الله عنه قال لا تغلوا في صداق النساء فإنها لو كانت مكرمة في الدنيا أو تقوى عند الله كان أولاكم بها النبي - صلى الله عليه وسلم - ما أصدق رسول الله - صلى الله عليه وسلم - امرأة من نسائه ولا أصدقت امرأة من بناته أكثر من اثنتي عشرة أوقية وإن كان الرجل ليبتلى بصدقة امرأته حتى يكون عداوة في نفسه وحتى يقول كلفت لك علق القربة(1) والأحاديث والآثار في الحض على الاعتدال في النفقات والنهي عن تجاوز الحاجة كثيرة معلومة وبناء على ذلك ولما يسببه هذا التمادي في المغالاة في المهور والمسابقة في التوسع في الولائم بتجاوز الحدود المعقولة وتعدادها قبل الزواج وبعده وما صاحب ذلك من أمور محرمة تدعو إلى تفسخ الأخلاق من غناء واختلاط الرجال بالنساء في بعض الأحيان ومباشرة الرجال لخدمة النساء في الفنادق إذا أقيمت الحفلات فيها مما يعد من أفحش المنكرات ولما يسببه الانزلاق في هذا الميدان من عجز الكثير من الناس عن نفقات الزواج فيجرهم ذلك إلى الزواج من مجتمع لا يتفق في أخلاقه وتقاليده مع مجتمعنا فيكثر الانحراف في العقيدة والأخلاق بل قد يجر هذا التوسع الفاحش إلى انحراف الشباب من بنين وبنات، ولذلك كله فإن مجلس هيئة كبار العلماء يرى ضرورة معالجة هذا الوضع معالجة جادة وحازمة بما يلي: ¶ يرى المجلس منع الغناء الذي أحدث في حفلات الزواج بما يصحبه من آلات اللهو وما يستأجر له من مغنيين ومغنيات وبآلات تكبير الصوت لأن ذلك منكر محرم يجب منعه ومعاقبة فاعله. ¶ منع اختلاط الرجال بالنساء في حفلات الزواج وغيرها ومنع دخول الزوج على زوجته بين النساء السافرات ومعاقبة من يحصل عندهم ذلك من زوج وأولياء الزوجة معاقبة تزجر عن مثل هذا المنكر. ¶ __________ ¶ (1) …أي تحملت لأجلك كل شيء حتى علق القربة وهو الحبل الذي تعلق به.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "منع الإسراف وتجاوز الحد في ولائم الزواج وتحذير الناس من ذلك بواسطة مأذوني عقود الأنكحة وفي وسائل الإعلام وأن يرغب الناس في تخفيف المهور ويذم لهم الإسراف في ذلك على منابر المساجد وفي مجالس العلم وفي برامج التوعية التي تبث في أجهزة الإعلام. ¶ يرى المجلس بالأكثرية معاقبة من أسرف في ولائم الأعراس إسرافاً بيناً وأن يحال بواسطة أهل الحسبة إلى المحاكم لتعزير من يثبت مجاوزته الحد بما يراه الحاكم الشرعي من عقوبة رادعة زاجرة تكبح جماح الناس عن هذا الميدان المخيف لأن من الناس من لا يمتنع إلا بعقوبة، وولي الأمر وفقه الله عليه أن يعالج مشاكل الأمة بما يصلحها ويقضي على أسباب انحرافها وأن يوقع على كل مخالف من العقوبة ما يكفي لكفه. ¶ يرى المجلس الحث على تقليل المهور والترغيب في ذلك على منابر المساجد وفي وسائل الإعلام وذكر الأمثلة التي تكون قدوة في تسهيل الزواج إذا وجد من الناس من يرد بعض ما يدفع إليه من مهر أو اقتصر على حفلة متواضعة لما في القدوة من التأثير.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يرى المجلس أن من أنجح الوسائل في القضاء على السرف والإسراف أن يبدأ بذلك قادة الناس من الأمراء والعلماء وغيرهم من وجهاء الناس وأعيانهم وما لم يمتنع هؤلاء من الإسراف وإظهار البذخ والتبذير فإن عامة الناس لا يمتنعون من ذلك لأنهم تبع لرؤسائهم وأعيان مجتمعهم فعلى ولاة الأمر أن يبدأوا في ذلك بأنفسهم ويأمروا به ذوي خاصتهم قبل غيرهم ويؤكدوا على ذلك اقتداء برسول الله - صلى الله عليه وسلم - وصحابته رضوان الله عليهم واحتياطاً لمجتمعهم لئلا تتفشى فيه العزوبة التي ينتج عنها انحراف الأخلاق وشيوع الفساد وولاة الأمر مسئولون أمام الله عن هذه الأمة وواجب عليهم تقصي الأسباب التي تثبط الشباب عن الزواج ليعالجوها بما يقضي على هذه الظاهرة، والحكومة أعانها الله ووفقها قادرة بما أعطاها الله من إمكانات متوفرة ورغبة أكيدة في الإصلاح أن تقضي على كل ما يضر بهذا المجتمع أو يوجد فيه أي انحراف وفقها الله لنصرة دينه وإعلاء كلمته وإصلاح عباده وأثابها أجزل الثواب في الدنيا والآخرة وصلى الله على محمد وآله وصحبه وسلم(1). ¶ هيئة كبار العلماء ¶ ملاحظة هامة: ¶ بناء على ما تقدم من أهمية الزواج وفوائده المتنوعة فينبغي أن لا يسمح للطلبة والطالبات بالدراسة في الجامعات إلا بعد أن يتحصنوا بالزواج طاعة لله ورسوله ومحافظة على غض الأبصار وحفظ الفروج وصيانة الأعراض والأنساب فمن كان منهم يستطيع ذلك فليتزوج ومن لا يستطيع فيعان من بيت مال المسلمين ومن جمعيات البر الخيرية. والزواج لا يمنع من الدراسة بل يعين عليها لما فيه من الراحة النفسية والطمأنينة القلبية والتجربة أكبر برهان. ¶ (والله في عون العبد ما كان العبد في عون أخيه). ¶ وأرجو أن تجد هذه الملاحظة آذاناً صاغية وقلوباً واعية وبالله التوفيق. ¶ ………عبد الله بن جار الله بن إبراهيم الجار الله. ¶ ملاحظات وتنبيهات ¶ __________ ¶ (1) …مجلة البحوث الإسلامية ـ المجلد الثاني ـ العدد الأول.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "على المخالفات الواقعة ¶ في عقود الأنكحة وحفلات الزواج ¶ الحمد لله رب العالمين والصلاة والسلام على رسول الله وعلى آله وصحبه وبعد: ¶ فمما يحدث في حفلات الزواج من المخالفات الشرعية ما يلي: ¶ التغالي في المهور والإسراف في حفلات الزواج. ¶ المنع من رؤية المخطوبة مع أن رسول الله - صلى الله عليه وسلم - قال: \"انظر إليها\" رواه مسلم. ¶ السماح للخاطب بالخلوة بمخطوبته قبل العقد بدون محرم. ¶ منع المرأة من الزواج بكفئها وقد قال - صلى الله عليه وسلم - . \"إذا خطب إليكم من ترضون خلقه ودينه فأنكحوه\". رواه الترمذي بإسناد حسن. ¶ تزويج من لا يصلي، قال تعالى: { لا هُنَّ حِلٌّ لَهُمْ وَلا هُمْ يَحِلُّونَ لَهُنَّ } [الممتحنة: 10]. ¶ الاختلاط بين الرجال والنساء في بعض الأماكن ولاسيما عند دخول الزوج إلى زوجته. ¶ الأغاني واستعمال مكبرات الصوت فيها. ¶ تصوير الزوج وزوجته وأخذ الصور التذكارية لهما وتعليق الصور. ¶ استعمال الطبول، والمسموح به هو الدف للنساء خاصة(1). ¶ السهر على اللهو واللعب واستعمال آلات المعازف والطرب على غناء المغنيين والمغنيات مما يؤدي إلى النوم عن صلاة الفجر. ¶ تبرج النساء وسفورهن أمام الرجال وهن عورة وفتنة. ¶ استئجار من يضرب الطبول والمغنيات وبذل الأموال لهن. ¶ نكاح الشغار وذلك بأن يزوج الرجل موليته على أن يزوجه الآخر موليته ولو كان بينهما صداق. ¶ إجبار بعض الناس مولياتهم على الزواج ممن لا يردنه. ¶ استعمال النساء اللباس القصير والضيق والشفاف فيصبحن كاسيات عاريات. ¶ لبس الرجل ما يسمى الدبلة من الذهب واعتقاد بعض الناس أنها من أسباب الارتباط بين الزوجين(2) وهو اعتقاد خاطئ. ¶ التهنئة الجاهلية بالرفاء والبنين، والتهنئة المشروعة \"بارك الله لك وبارك عليك وجمع بينكما في الخير\". ¶ __________ ¶ (1) …الدف آلة طرب ينقر عليها كإطار المنخل. والطبل آلة يشد عليها الجلد ونحوه وينقر عليها [المعجم الوسيط 1/289 و 2/551]. ¶ (2) …ومثلها ما يسمى الشبكة.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "السفر إلى الخارج لما يسمى شهر العسل. ¶ استئجار الفنادق وقصور الأفراح بأجرة باهظة. ¶ استعمال ما يسمى التشريعة وشراؤها أو استئجارها بثمن باهظ ودخول الزوج مع بعض الرجال على النساء وهن سافرات. ¶ زواج المتعة بأن يتزوج الرجل المرأة لمدة محددة تكون طالقاً بانتهائها. ¶ زواج التحليل وهو أن يتزوج الرجل المرأة المطلقة ثلاثاً ليحلها لزوجها الأول وكلاهما ملعون إذا اتفقا على ذلك. ¶ التجمل والتزين بحلق اللحية مع أنها جمال للرجال وزينة لهم. ¶ الجماع في الحيض أو في الدبر من بعض الجهلة الفساق مع أنه محرم وفاعله ملعون. ¶ نتف بعض النساء الحواجب أو تخفيفها تجملاً وهو حرام وفاعله ملعون. ¶ إطالة بعض النساء أظافرهن وصبغها بما يسمى (المانكير) لما فيه من تغيير خلق الله والتشبه بالكافرات وذلك مخالف للفطرة التي أمرت بقص الأظافر بالإضافة إلى أنه يمنع وصول الماء إلى البشرة عند الوضوء. ¶ البذخ والسرف في اللباس والتزين وبهرجة الزي وثوب الشهرة. ¶ تشبه النساء المسلمات بالراقصات العاهرات في رقصهن وإمالتهن وهز أعطافهن ونهودهن وأعجازهن لقوله - صلى الله عليه وسلم - \"من تشبه بقوم فهو منهم\" حديث حسن. ¶ قص النساء شعورهن كالرجال وتطويل الرجال شعورهم كالنساء للتشبه بهن. ¶ اشتراط أولياء المرأة على الزوج أشياء تكلفه وقد لا يستطيعها وأعظم النكاح بركة أيسره مؤونة. ¶ اشتغال بعض المدعوين بالغيبة والنميمة والكلام في أعراض الآخرين والذي ينبغي إشغال هذه الاجتماعات فيما يعود بالنفع على الجميع من الوعظ والإرشاد والتذكير من بعض طلبة العلم. ¶ تصوير بعض الحفلات بالفيديو ويترتب عليه كشف عورات المسلمين. ¶ ترك الآداب والأدعية المشروعة للمتزوج ليلة الزفاف. ¶ الذهاب إلى ما يسمى (الكوافير) ولها آثارها الكثيرة على الدين والبدن والمال. ¶ تقليد الغرب في حفلات الزواج على اختلاف أنواعه وقد نهينا عن مشابهتهم وتقليدهم وأمرنا بمخالفتهم.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ذبح ذبائح كثيرة وإحضار ما يتبعها من أنواع الأطعمة والأشربة ثم لا تؤكل لكثرتها ويرمى بها في المزابل مع أنه يوجد أناس يموتون جوعاً وهذا شيء محرم ويعتبر تبذير وإسراف والله لا يحب المسرفين، وأخبر أن المبذرين إخوان الشياطين أي أشباههم في السرف والتبذير وإضاعة المال وإنفاقه في غير الوجوه المشروعة وسوف يسأل الإنسان عن ماله من أين اكتسبه وفيما أنفقه ليعد لهذا السؤال جواباً صحيحاً عن طريق محاسبته لنفسه في اكتساب المال وإنفاقه. ¶ وبالله التوفيق وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين(1). ¶ الفهرس ¶ مقدمة…3 ¶ غلاء المهور وأضراره…4 ¶ التحذير من المغالاة في المهور…8 ¶ والإسراف في حفلات الزواج…8 ¶ حكم المغالاة في مهور النساء لسماحة مفتي الديار السعودية ¶ الشيخ محمد بن إبراهيم آل الشيخ…13 ¶ مشكلة غلاء المهور…13 ¶ سنة النبي - صلى الله عليه وسلم - في الصداق…15 ¶ استحباب الاقتصار على صداق…17 ¶ النبي - صلى الله عليه وسلم - لمن قدر على بذله…17 ¶ إنكار زيادة الشخص…18 ¶ على المقدار المناسب لحاله…18 ¶ ولو كان دون صداق النبي - صلى الله عليه وسلم -…18 ¶ ما يشترط لجواز إكثار المهر بدون كراهة…20 ¶ الجواب عن قوله تعالى { وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا } …21 ¶ قضية عمر بن الخطاب رضي الله عنه مع القرشية…23 ¶ نداء إلى كل مسلم ومسلمة…28 ¶ قرار هيئة كبار العلماء رقم 52 وتاريخ 4/4/1397 هـ…29 ¶ في تحديد مهور النساء…29 ¶ ملاحظات وتنبيهات…34 ¶ على المخالفات الواقعة…34 ¶ في عقود الأنكحة وحفلات الزواج…34 ¶ الفهرس…39 ¶ __________ ¶ (1) انظر: 1- \"أداب الزفاف\" للألباني.… ¶ 2- \"آداب الخطبة والزفاف\" للشيخ عبد الله علوان. ¶ 3- \"خطب الشيخ محمد الصالح العثيمين\".",
            "page": "26",
            "part": "1"
        }
    ],
    "t36211": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "غلاء المهور وأضراره"
        }
    ]
}