{
    "b36210": [
        {
            "id": "1",
            "nass": "تذكير الشباب ¶ بما جاء في اسبال الثياب ¶ جمعها الفقير إلى الله تعالى ¶ عبد الله بن جار الله آل جار الله ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله رب العالمين، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله - صلى الله عليه وسلم - وعلى آله وأصحابه والمقتدين بسنته والمهتدين بهديه إلى يوم الدين وبعد: ¶ فمن الواجب على كل مسلم محبة الرسول - صلى الله عليه وسلم - وطاعته بامتثال أمره واجتناب نهيه وتصديق خبره، وبذلك يحقق شهادة أن لا إله إلا الله وأن محمدًا رسول الله ويستحق الثواب ويسلم من العقاب. ¶ وعلامة ذلك ودليله التزامه بتعاليم الإسلام أمرًا ونهيًا وتطبيقًا، قولاً واعتقادًا وعملاً وأن يقول: { سَمِعْنَا وَأَطَعْنَا } ومن ذلك إعفاء اللحية وتقصير الملابس فوق الكعبين طاعة لله ورسوله ورجاء لثواب الله وخوفًا من عقابه، وقد لوحظ على كثير من الناس -هداهم الله وأخذ بنواصيهم إلى الحق- لوحظ عليهم إسبال الملابس وجرها وفي ذلك خطر عظيم لأن فيه مخالفة لأمر الله وأمر رسوله وارتكاب لما نهى الله عنه ورسوله، وتعرض للوعيد الشديد المرتب على ذلك، ويعتبر الإسبال كبيرة من كبائر الذنوب حيث رتب عليه وعيد شديد، وبناء على وجوب التعاون على البر والتقوى والتواصي بالحق ومحبة الخير لإخواني المسلمين وخوفا عليهم من سوء عاقبة ما وقع فيه أكثرهم من معصية الإسبال فقد جمعت في هذه الرسالة ما تيسر مما يتعلق بموضع الإسبال من الحث على تقصير الملابس فوق الكعبين بالنسبة للرجال والتحذير من إسبالها وإطالتها أسفل من الكعبين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وإن النهي عن الإسبال والوعيد عليه عام سواء كان للخيلاء أو لغير الخيلاء لعموم النصوص، ولكنه إذا كان للخيلاء فهو أشد تحريما وأعظم إثما، والإسبال من مظاهر الكبر، ولا يدخل الجنة من كان في قلبه مثقال ذرة من كبر كما في الحديث الذي رواه مسلم، فيجب على المسلم أن يستسلم وينقاد وأن يسمع ويطيع لأوامر الله ورسوله قبل أن يموت فيلقى جزاءه المعد له، فيندم حين لا ينفعه الندم. ¶ وأن يتوب إلى الله تعالى من معصية الإسبال وغيرها من المعاصي فيقصر ملابسه فوق الكعبين ويندم على ما فرط فيه فيما مضى من حياته ويعزم على عدم العودة إلى المعاصي في بقية عمره القصير، والله تعالى يتوب على من تاب، والتائب من الذنب كمن لا ذنب له. ¶ وهذه الرسالة مستفادة من كلام الله تعالى، وكلام رسوله - صلى الله عليه وسلم - وكلام المحققين من أهل العلم، أسأل الله تعالى أن ينفع بها من كتبها أو طبعها أو قرأها أو سمعها، وأن يجعلها خالصة لوجهه الكريم ومن أسباب الفوز بجنات النعيم، وأن يهدي المسلمين المسبلين لملابسهم لاتباع سنة نبيهم محمد - صلى الله عليه وسلم - بتقصيرها، وأن يجعلهم هداة مهتدين وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين والحمد لله رب العالمين ¶ المؤلف ¶ النهي عن الإسبال في اللباس ¶ الحمد لله الذي امتن على عباده بلباس يواري سواءتهم ويجمل هيئاتهم، وحث على لباس التقوى وأخبر أنه خير لباس، وأشهد أن لا إله إلا الله وحده لا شريك له، له ملك السموات والأرض وإليه المصير يوم العرض، وأشهد أن محمدا عبده ورسوله ما ترك خيرًا إلا دل أمته عليه، ولا شرًا إلا حذرها منه صلى الله عليه وعلى ¶ آله وأصحابه ومن سار على نهجه وتمسك بسنته وسلم تسليمًا كثيرًا.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "أما بعد: أيها المسلمون اتقوا الله تعالى قال الله تعالى: { يَا بَنِي آدَمَ قَدْ أَنْزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا وَلِبَاسُ التَّقْوَى ذَلِكَ خَيْرٌ ذَلِكَ مِنْ آيَاتِ اللهِ لَعَلهُمْ يَذَّكَّرُونَ } [الأعراف: 26]. ¶ يمتن تعالى على عباده بما جعل لهم من اللباس والريش، واللباس المراد به ستر العورات وهي السوءات، والريش ما يتجمل به ظاهرًا، فاللباس من الضروريات، والريش من التكميليات، روى الإمام أحمد قال: لبس أبو أمامة ثوبًا جديدًا فلما بلغ ترقوته قال: الحمد لله الذي كساني ما أواري به عورتي وأتجمل به في حياتي، ثم قال: سمعت عمر بن الخطاب يقول: قال رسول الله - صلى الله عليه وسلم -: «من استجد ثوبا فلبسه فقال حين يبلغ ترقوته: الحمد لله الذي كساني ما أواري به عورتي وأتجمل به في حياتي ثم عمد إلى الثوب الخلق فتصدق به كان في ذمة الله وفي جوار الله وفي كنف الله حيًا وميتًا»(1). ¶ ولما امتن سبحانه باللباس الحسي الذي يتخذ لستر العورة وتدفئة الجسم وتجميل الهيئة، نبه على لباس أحسن منه وأكثر فائدة وهو لباس التقوى الذي هو التحلي بالفضائل، والتخلي عن الرذائل، ولباس التقوى هو الغاية وهو المقصود ولباس الثياب معونة عليه، ومن فقد لباس التقوى لم ينفعه لباس الثياب. ¶ إذا المرء لم يلبس ثيابا من التقى ¶ …… تقلب عريانا وإن كان كاسيا ¶ __________ ¶ (1) رواه أحمد والترمذي وابن ماجه وقال الترمذي حديث غريب.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولباس التقوى يستر مع العبد لا يبلى ولا يبيد وهو جمال القلب والروح، ولباس الثياب إنما يستمر العورة الظاهرة في وقت من الأوقات ثم يبلى ويبيد وقوله تعالى: { ذَلِكَ مِنْ آيَاتِ اللهِ لَعَلهُمْ يَذَّكَّرُونَ } [الأعراف: 26] أي ذلك المذكور لكم من اللباس مما تتذكرون به نعمة الله عليكم فتشكرونه، وتتذكرون بحاجتكم إلى اللباس الظاهر حاجتكم إلى اللباس الظاهر ما هو أعظم منها من فوائد اللباس الباطن، وتعرفون من فوائد اللباس الباطن الذي هو لباس التقوى. ¶ عباد الله: إن اللباس من نعم الله على عباده التي يجب شكرها والثناء عليه بها، وإن اللباس له أحكام شرعية تجب معرفتها والتقيد بها، فالرجال لهم لباس يختص بهم في نوعه وكيفيته، وللنساء لباس يختص بهن في نوعه وكيفيته، ولا يجوز لأحد الجنسين أن يشارك الآخر في لباسه، فقد لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال(1) وقال - صلى الله عليه وسلم -: «لعن الله المرأة تلبس لبسة الرجل والرجل يلبس لبسة المرأة»(2) رواه أحمد وأبو داود ويحرم على الرجال إسبال الإزار والثوب والبشت والسراويل، وهو نزول الملبوس عن الكعبين قال الله تعالى: { وَلا تَمْشِ فِي الأَرْضِ مَرَحًا إِنَّ اللهَ لا يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ } [لقمان: 18] وعن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة» رواه البخاري وغيره، وعن ابن عمر عن النبي - صلى الله عليه وسلم - قال: «الإسبال في الإزار والقميص والعمامة، ومن جر شيئا خيلاء لم ينظر الله إليه يوم القيامة»(3) رواه أبو داود والنسائي وابن ماجه. ¶ __________ ¶ (1) رواه البخاري وأبو داود والترمذي والنسائي. ¶ (2) رواه النسائي وابن ماجه وابن حبان في صحيحه، والحاكم وقال صحيح على شرط مسلم. ¶ (3) وهو حديث صحيح.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعن أبي هريرة عن النبي - صلى الله عليه وسلم - قال: «لا ينظر الله إلى من جر إزاره بطرًا» متفق عليه ولأحمد والبخاري: «ما أسفل من الكعبين من الإزار ففي النار» وقال عليه الصلاة والسلام «ثلاثة لا يكلمهم الله يوم القيامة، ولا ينظر إليهم، ولا يزكيهم ولهم عذاب أليم المسبل والمنان والمنفق سلعته بالحلف الكاذب»(1). ¶ عباد الله: مع هذا الوعيد العظيم الوارد في حق المسبل نرى بعض المسلمين، لا يهتم بهذا الأمر فيترك ثوبه أو بشته أو سراويله تنزل عن الكعبين وربما تلامس الأرض وهذا منكر ظاهر ومحرم شنيع وكبيرة من كبائر الذنوب، فيجب على من فعل ذلك أن يتوب إلى الله ويرفع ثيابه على الصفة المشروعة، قال عليه الصلاة والسلام: «إزرة المؤمن إلى نصف ساقيه، ولا حرج عليه فيما بينه وبين الكعبين وما كان أسفل من الكعبين فهو في النار»(2) وبجانب أولئك المسبلين فريق من المستهترين الذين يرفعون لباسهم فوق الركبتبين فتبدوا أفخاذهم أو بعضها كما تفعله بعض الفرق الرياضية في الملاعب ويفعله بعض العمال، والفخذان من العورة التي يجب سترها ويحرم كشفها، فعن علي رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «لا تبرز فخذك ولا تنظر إلى فخذ حي ولا ميت»(3) رواه أبو داود وابن ماجه. ¶ عباد الله: ومما يحرم على الرجال لبسه الحرير ففي الصحيحين: أن رسول الله - صلى الله عليه وسلم - قال: «من لبس الحرير في الدنيا لم يلبسه الله في الآخرة» وهذا وعيد شديد يدل على شدة تحريم لبس الحرير في حق الرجال، وأن من لبسه منهم في الدنيا حرم لبسه في الآخرة حينما يلبسه أهل الجنة قال تعالى: { وَلِبَاسُهُمْ فِيهَا حَرِيرٌ } . ¶ __________ ¶ (1) رواه مسلم وأبو داود والترمذي والنسائي وابن ماجه. ¶ (2) أخرجه مالك في الموطأ وأبو داود بإسناد صحيح. ¶ (3) رواه أبو داود وابن ماجه والحاكم وقال الأرنؤوط في جامع الأصول (5/ 451) وإسناده حسن.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعن ابن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: «إنما يلبس الحرير في الدنيا من لا خلاق له في الآخرة» متفق عليه. ¶ ويحرم على الرجال لبس الذهب أو شيء فيه ذهب سواء كان خاتمًا أو حزامًا أو سلسلة أو في النظارتين أو الساعة فعن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - رأى خاتما من ذهب في يد رجل فنزعه فطرحه وقال: «يعمد أحدكم إلى جمرة من نار فيجعلها في يده» فقيل للرجل بعد ما ذهب رسول الله - صلى الله عليه وسلم -: خذ خاتمك انتفع به قال: لا والله لا آخذه أبدا وقد طرحه رسول الله - صلى الله عليه وسلم -(1) وقد صار بعض المسلمين يتساهل في هذا الأمر الخطير فيلبس خاتم الذهب ولا يبالي أنه بفعله هذا قد عصى الله ورسوله وحمل في يده جمرة من النار طيلة لبسه لهذا الخاتم، نعم لا يبالي بذلك ما دام أنه أتبع نفسه هواها وقلد من لا خلاق لهم من أوباش الناس وطغامهم، وبعض الشباب يتحلون بسلاسل الذهب تقليدًا للنساء وإغراقًا في الميوعة، متجاهلين ما في ذلك من فقد الرجولة وتعريض أنفسهم للوعيد الشديد بالعذاب الأليم لمن فعل ذلك. ¶ __________ ¶ (1) رواه مسلم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عباد الله: إن الرسول - صلى الله عليه وسلم - إنما حذرنا من هذه الأشياء: الإسبال في اللباس، والتشبه بالنساء، ولبس الحرير، والتحلي بالذهب، وإنما نهانا عن هذه الأشياء لنتخلق بكل معاني الرجولة ونتصف بكامل المروءة إذ العادة أنه لا يبالغ في الزينة والعناية بجسمه وثوبه ومركوبه وفراشه وأثاثه إلى درجة الإفراط إلا مترف لين، والرجل خشن بطبعه وكلما تلين خفت رجولته ونقصت ذكورته، وعجز عن الكفاح والكد وما خلق له في معترك الحياة، وقد كان النبي - صلى الله عليه وسلم - يلبس البرد الغليظ الحاشية ويفترش الحصير ويتوسد الجلد حشوه الليف، ويركب البعير والفرس والحمار والبغلة مرة بسرج ومرة بلا سرج، ويردف خلفه وبين يديه ويمشي المسافة الطويلة على رجليه، ويأكل ماتيسر من الطعام ويتأدم بما تيسر من الإدام وقد قال الله تعالى: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللهَ وَالْيَوْمَ الآخِرَ وَذَكَرَ اللهَ كَثِيرًا } [الأحزاب: 21] . ¶ نفعني الله وإياكم بهدي كتابه، وجعلنا من الذين يستمعون القول فيتبعون أحسنه قال الله تعالى: { وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا وَاتَّقُوا اللهَ إِنَّ اللهَ شَدِيدُ الْعِقَابِ } [الحشر: 7](1). ¶ حكم إسبال الثياب للرجال ¶ قال النبي - صلى الله عليه وسلم -: «ما أسفل من الكعبين من الإزار فهو في النار» رواه البخاري ¶ وقال عليه الصلاة والسلام: «لا ينظر الله إلى من جر إزاره بطرًا» وفي رواية «لا ينظر الله يوم القيامة إلى من جر ثوبه خيلاء» رواه مالك والبخاري ومسلم. ¶ __________ ¶ (1) خطب الشيخ صالح الفوزان وفقه الله (1/ 288).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال عليه الصلاة والسلام: «ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم المسبل والمنان والمنفق سلعته بالحلف الكاذب» رواه مسلم وأبو داود والترمذي والنسائي وابن ماجه والمسبل هو الذي يسبل ثوبه أو إزاره، أو سرواله فيطيلها حتى تكون أسفل من الكعبين، والمنان هو الذي يمن بما أعطى والمنفق سلعته بالحلف الكاذب البائع الذي يروج بضاعته بالحلف الكاذب فيحلف أنه اشترى السلعة بكذا أو أنها سميت بكذا أو أنه باع بكذا وهو كاذب من أجل ترويج سلعته. ¶ وفي الحديث أيضا: «بينما رجل يمشي في حلة تعجبه نفسه مرجلا يختال في مشيته إذ خسف الله به الأرض فهو يتجلجل فيها إلى يوم القيامة» متفق عليه وقال: «الإسبال في الإزار والقميص والعمامة، من جر شيئا منها خيلاء لم ينظر الله إليه يوم القيامة» رواه أبو داود والنسائي بإسناد صحيح. ¶ وقال - صلى الله عليه وسلم -: «إزرة المؤمن إلى نصف ساقيه ولا حرج فيما بينه وبين الكعبين وما كان أسفل من الكعبين فهو في النار» رواه أبو داود بإسناد صحيح. ¶ وهذه الأحاديث عامة في الثياب والسراويل وغيرها من اللباس وأخبر النبي - صلى الله عليه وسلم - «أن الله لا يقبل صلاة رجل مسبل»(1). ¶ __________ ¶ (1) قال النووي في رياض الصالحين بتحقيق الأرنؤوط (358).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "رواه أبو داود بإسناد صحيح ولما تقدم من الأحاديث النبوية الشريفة فإن إسبال الثياب أسفل من الكعبين يعتبر حراما وكبيرة من كبائر الذنوب متوعد عليه بالنار، وتقصير الثياب فوق الكعبين أنظف لها وأنقى لها من الأوساخ وأتقى لله تعالى لذا يجب عليك يا أخي المسلم أن تقصر ملابسك فوق الكعبين طاعة لله تعالى ورسوله وخوفًا من عقاب الله ورجاءً لثوابه، ولتكون قدوة حسنة للآخرين، فتب إلى الله تعالى توبة نصوحًا بلزوم طاعة الله تعالى والندم على ما حصل منك من تقصير في طاعة الله والعزم على عدم العودة إلى معصية الله في المستقبل فإن الله يتوب على من تاب ويغفر لمن استغفر وهو التواب الرحيم. ¶ اللهم تب علينا إنك أنت التواب الرحيم. ¶ اللهم وفقنا وسائر إخواننا المسلمين لما تحب وترضى إنك على كل شيء قدير وصلى الله على محمد وعلى آله وصحبه وسلم(1). ¶ فتاوى ¶ 1- سؤال: ما حكم إطالة الثوب إن كان للخيلاء أو لغير الخيلاء وما الحكم إذا اضطر الإنسان إلى ذلك سواء إجبارًا من أهله أو كان صغيرًا أو جرت العادة على ذلك؟ ¶ __________ ¶ (1) مواضيع تهم الشباب للمؤلف (150).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الجواب: حكمة التحريم في حق الرجال لقول النبي - صلى الله عليه وسلم -: «ما أسفل من الكعبين من الإزار فهو في النار» رواه البخاري في صحيحه، وروى مسلم في الصحيح عن أبي ذر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: «ثلاثة لا يكلمهم الله يوم القيامة ولا يزكيهم ولهم عذاب أليم، المسبل إزاره، والمنان فيما أعطى، والمنفق سلعته بالحلف الكاذب» وهذان الحديثان وما في معناهما يعمان من أسبل ثيابه تكبرًا أو لغير ذلك من الأسباب لأنه - صلى الله عليه وسلم - عمم وأطلق ولم يقيد، وإذا كان الإسبال من أجل الخيلاء صار الإثم أكبر والوعيد أشد لقوله - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة»(1) ولا يجوز أن يظن أن المنع من الإسبال مقيد بقصد الخيلاء لأن الرسول لم يقيد ذلك عليه الصلاة والسلام في الحديثين المذكورين آنفا، كما أنه لم يقيد ذلك في الحديث الآخر وهو قوله - صلى الله عليه وسلم - لبعض أصحابه: «إياك والإسبال فإنه من المخيلة»(2) فجعل الإسبال كله من المخيلة لأنه من الغالب لا يكون إلا كذلك، ومن لم يسبل للخيلاء فعمله وسيلة لذلك، والوسائل لها حكم الغايات، ولأن ذلك إسراف وتعريض لملابسه للنجاسات، والوسخ، ولهذا ثبت عن عمر رضي الله عنه أنه لما رأى شابا يمس ثوبه الأرض قال له: ارفع ثوبك فإنه اتقى لربك وأنقى لثوبك(3). ¶ __________ ¶ (1) رواه البخاري ومسلم. ¶ (2) رواه أبو داود والترمذي بإسناد صحيح. ¶ (3) رواه البخاري وانظر المنتقى من أخبار المصطفى (2/ 451).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما قوله - صلى الله عليه وسلم - لأبي بكر الصديق رضي الله عنه لما قال: يا رسول الله، إن إزاري يسترخي إلا أن أتعاهده، فقال له - صلى الله عليه وسلم -: «إنك لست ممن يفعله خيلاء»(1) فمراده - صلى الله عليه وسلم - أن من يتعاهد ملابسه إذا استرخت حتى يرفعها لا يعد ممن يجر ثيابه خيلاء لكونه لم يلبسها، وإنما قد تسترخي عليه فيرفعها ويتعاهدها ولا شك أن هذا معذور، أما من يتعمد إرخاءها، سواء كانت بشتًا أو سراويل أو إزارًا أو قميصا فهو داخل في الوعيد وليس معذورا في إسبال ملابسه لأن الأحاديث الصحيحة المانعة من الإسبال تعمه بمنطوقها، وبمعناها ومقاصدها فالواجب على كل مسلم أن يحذر الإسبال وأن يتقي الله في ذلك، وألا ينزل ملابسه عن كعبه عملاً بهذه الأحاديث الصحيحة وحذرًا من غضب الله وعقابه والله ولي التوفيق(2). ¶ لا يجوز إسبال الملابس مطلقا ¶ 2- س: إذا أسبل الرجل ثوبه دون أن يكون قصده الكبر والخيلاء فهل يحرم عليه ذلك، وهل يكون في الحكم إسبال؟ ¶ __________ ¶ (1) رواه البخاري ومسلم. ¶ (2) فتاوى مجلة الدعوة للشيخ عبد العزيز بن عبد الله بن باز (218).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ج: لا يجوز إسبال الملابس مطلقا لقول النبي - صلى الله عليه وسلم - «ما أسفل من الكعبين من الإزار فهو في النار..» رواه البخاري في صحيحه ولقوله - صلى الله عليه وسلم - في حديث جابر بن سليم «إياك والإسبال فإنه من المخيلة»(1) ولما ثبت عن النبي - صلى الله عليه وسلم - أنه قال: «ثلاثة لا يكلمهم الله ولا ينظر إليهم يوم القيامة ولا يزكيهم ولهم عذاب أليم المسبل إزاره والمنان فيما أعطى والمنفق سلعته بالحلف الكاذب» أخرجه مسلم في صحيحه، ولا فرق بين كونه يريد الخيلاء بذلك أم لم يرد ذلك لعموم الأحاديث ولأنه في الغالب إنما أسبل تكبرًا وخيلاء فإن لم يقصد ذلك ففعله وسيلة للكبر والخيلاء ولما في ذلك من التشبه بالنساء وتعريض الثياب للوسخ والنجاسة ولما في ذلك أيضا من الإسراف. ¶ ومن قصد الخيلاء كان إثمه أكبر لقول النبي - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة»(2) أما قول النبي - صلى الله عليه وسلم - لأبي بكر الصديق رضي الله عنه لما قال له: إن إزاري يرتخي إلا أن أتعاهده «إنك لست ممن يفعله خيلاء»(3) فهو دليل على أن من يعرض له مثل ما يعرض للصديق فلا حرج عليه إذا تعاهده ولم يتعمد تركه. ¶ وأما الكم فالسنة ألا يتجاوز الرسغ وهو مفصل الذراع من الكف.. والله ولي التوفيق(4). ¶ 3- س: بعض الناس يقومون بتقصير ثيابهم إلى ما فوق الكعب ولكن السراويل تبقى طويلة فما حكم ذلك؟ ¶ ج: الإسبال حرام ومنكر سواء كان ذلك في القميص أو الإزار أو السراويل أو البشت وهو ما تجاوز الكعبين لقول النبي - صلى الله عليه وسلم -: «ما أسفل من الكعبين من الإزار فهو في النار» رواه البخاري ¶ __________ ¶ (1) رواه أبو داود والترمذي بإسناد صحيح. ¶ (2) رواه البخاري ومسلم وتقدم. ¶ (3) رواه البخاري ومسلم وتقدم. ¶ (4) رواه البخاري ومسلم ص220.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال - صلى الله عليه وسلم -: «ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم المسبل إزاره والمنان فيما أعطى والمنفق سلعته بالحلف الكاذب» خرجه مسلم في صحيحه وقال - صلى الله عليه وسلم - لبعض أصحابه: «إياك والإسبال فإنه من المخيلة»(1) وهذه الأحاديث تدل على أن الإسبال من كبائر الذنوب، ولو زعم فاعله أنه لم يرد الخيلاء لعمومها وإطلاقها، أما من أراد الخيلاء بذلك فإثمه أكبر وذنبه أعظم لقول النبي - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة»(2) ولأنه بذلك جمع بين الإسبال والكبر نسأل الله العافية من ذلك. ¶ وأما قول النبي - صلى الله عليه وسلم - لأبي بكر لما قال له يا رسول الله إن إزاري يرتخي إلا أن أتعاهده فقال له النبي - صلى الله عليه وسلم -: «إنك لست ممن يفعله خيلاء»(3). ¶ فهذا الحديث لا يدل على أن الإسبال جائز لمن لم يرد به الخيلاء وإنما يدل على أن من ارتخى عليه إزاره أو سراويله من غير قصد الخيلاء فتعهد ذلك وأصلحه فإنه لا إثم عليه. ¶ وأما ما يفعله بعض الناس من إرخاء السراويل تحت الكعب فهذا لا يجوز والسنة أن يكون القميص ونحوه ما بين نصف الساق إلى الكعب عملا بالأحاديث كلها.. والله ولي التوفيق(4). ¶ 4- س: هل إسبال الملابس لغير الخيلاء محرم أم لا؟ ¶ __________ ¶ (1) رواه أبو داود والترمذي بإسناد صحيح وتقدم. ¶ (2) رواه البخاري ومسلم. ¶ (3) رواه البخاري ومسلم. ¶ (4) المصدر السابق ص221.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ج: إسبال الملابس للرجال محرم سواء كان للخيلاء أو لغير الخيلاء ولكن إذا كان للخيلاء فإن عقوبته أشد وأعظم لحديث أبي ذر الثابت في صحيح مسلم أن النبي - صلى الله عليه وسلم - قال: «ثلاثة لا يكلمهم الله يوم القيامة ولا ينظر إليهم ولا يزكيهم ولهم عذاب أليم» قال أبو ذر: من هم يا رسول الله خابوا وخسروا قال: «المسبل والمنان والمنفق سلعته بالحلف الكاذب»(1). ¶ وهذا الحديث مطلق لكنه مقيد بحديث ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - أنه قال: «من جر ثوبه خيلاء لم ينظر الله إليه»(2) ويكون الإطلاق في حديث أبي ذر مقيدًا بحديث ابن عمر رضي الله عنهما، وإذا كان خيلاء فإن الله لا ينظر إليه ولا يزكيه وله عذاب أليم، وهذه العقوبة أعظم من العقوبة التي وردت في من نزل إزاره ما تحت الكعبين لغير خيلاء، فإن هذا قال فيه النبي عليه الصلاة والسلام: «ما أسفل من الكعبين من الإزار ففي النار»(3) فلما اختلفت العقوبتان امتنع أن يحمل المطلق على المقيد لأن قاعدة حمل المطلق على المقيد من شرطها اتفاق النصين في الحكم، أما إذا اختلف الحكم فإنه لا يقيد أحدهما بالآخر ولهذا لم نقيد آية التيمم التي قال الله تعالى فيها: { فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ } [المائدة: 6]لم نقيدها بآية الوضوء التي قال الله تعالى فيها: { فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ } [المائدة: 6]. ¶ فلا يكون التيمم إلى المرافق ويدل لذلك ما رواه مالك وغيره من حديث أبي سعيد الخدري أن النبي - صلى الله عليه وسلم - قال: «أزرة المؤمن إلى نصف ساقه وما أسفل من الكعبين ففي النار ومن جر ثوبه خيلاء لم ينظر الله إليه». ¶ __________ ¶ (1) رواه مسلم وأصحاب السنن. ¶ (2) رواه البخاري. ¶ (3) رواه البخاري وأحمد.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فذكر النبي - صلى الله عليه وسلم - مثالين في حديث واحد وبين اختلاف حكمهما لاختلاف عقوبتهما فهما مختلفان في الفعل ومختلفان في الحكم والعقوبة وبهذا يتبين خطأ من قيد قوله - صلى الله عليه وسلم -: «ما أسفل الكعبين ففي النار» بقوله - صلى الله عليه وسلم -: «من جر ثوبه خيلاء لم ينظر الله إليه» ثم إن بعض الناس إذا أنكر عليه الإسبال قال: إنني لم أفعله خيلاء فنقول له: الإسبال نوعان: نوع عقوبته أن يعذب الإنسان عليه في موضع المخالفة فقط وهو ما أسفل من الكعبين بدون خيلاء، فهذا يعاقب عليه في موضع المخالفة فقط بأن يعذب بالنار مقابل ما فيه المخالفة وهو ما نزل عن الكعبين ولا يعاقب فاعله بأن الله لا ينظر إليه ولا يزكيه، وله عقوبته أن الله لا يكلمه ولا ينظر إليه يوم القيامة ولا يزكيه وله عذاب أليم، وهذا فيمن جره خيلاء هكذا نقول له(1). ¶ وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ الفهرس ¶ الموضوع…الصفحة ¶ مقدمة.............................................…3 ¶ النهي عن الإسبال في اللباس .........................…5 ¶ حكم إسبال الثياب للرجال...........................…11 ¶ فتاوى.............................................…13 ¶ حكم إطالة الثوب للخيلاء وغيرها....................…13 ¶ لا يجوز إسبال الملابس مطلقًا.........................…14 ¶ تحريم الإسبال في الثياب السراويل وغيرها..............…15 ¶ هل إسبال الملابس لغير الخيلاء محرم أم لا؟.............…17 ¶ الفهرس .............................................…20 ¶ __________ ¶ (1) أسئلة مهمة للشيخ محمد الصالح العثيمين 29.",
            "page": "15",
            "part": "1"
        }
    ],
    "t36210": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تذكير الشباب بما جاء في إسبال الثياب"
        }
    ]
}