{
    "b36238": [
        {
            "id": "1",
            "nass": "تقريب فقه الطبيب ¶ بقلم ¶ فهد بن عبد الله الحزمي ¶ بسم الله الرحمن الرحيم ¶ الحمد لله والصلاة والسلام على خير خلق الله محمد بن عبد الله وعلى آله وصحبه وسلم، وبعد. ¶ فلما كان الإسلام دينا شاملا لكل مناحي الحياة، كان لزاما على كل مسلم أن يعرف شرع الله وحكمه سبحانه فيما يتعلق بعمله كي لا يقع في الأخطاء والآثام دون أن يشعر. ¶ وقد كتبت هذه الرسالة لما لمست -كما لمس غيري- ضعف المعرفة الفقهية لدى شريحة واسعة من المشتغلين بالطب ومعاونيهم بكثير من الأحكام الشرعية بحيث يقع الكثير منهم في أخطاء فادحة، بل سمعت البعض منهم ينتقد بعض تصرفات المرضى، ولا يدري أن تصرف المريض هو التصرف الذي يأمر به الشرع. ¶ زد على ذلك أن بعض المرضى لصعوبة تواصله مع أهل العلم الشرعي كثيرا ما يسأل الطبيب عن قضايا فقهية تتعلق بمرضه أو حالته الصحية فلا يجد عند الطبيب ما يشفي صدره، ولهذا كله كتبت هذه الرسالة الموجزة في جملة من الأحكام المتعلقة بالطبيب وبعض معاونيه، والمريض، وهذه الرسالة رغم صغر حجمها إلى أنها مفيدة للغاية لمن هو مشتغل بالطب، بحيث تعرفه بجملة وافرة من الأحكام الشرعية، التي يجب عليه مراعاتها. ¶ وقد حاولت في هذه الرسالة توخي سهولة العبارة ويسر التقسيم، ووضوح الحكم، وذكر بعض الفروع التي ارتأيت ذكرها لكثرة ما يُسأل عنها، ولكونها تتعلق بأحكام مهمة في ديننا الإسلامي. ¶ وكنت أود أن أضع كتابا متكاملا شاملا لكل المواضيع المتعلقة بفقه الطبيب ومعاونيه، مستوعبا لكثير من المسائل التفصيلية التي يكثر السؤال عنها، والتي كثيرا ما تقع، منبها على جملة وافرة من الأخطاء الطبية الشرعية وما يتعلق بها من أحكام، ومنبها أيضا على قضايا شرعية وفكرية وتقعيدية متعلقة بعمل الطبيب ومعاونيه، وتبين لهم وجهة نظر الإسلام في بعض الأفكار المطروحة على الساحة الطبية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كما كان بودي أن أعرض لفروع متعلقة بعمل الطبيب النفسي والبيطري وغيرهما، وألا أقتصر على الطبيب البشري. ¶ لكن أعاقتني عن هذا الهدف عوائق فاكتفيت بكتابة هذا الكتيب سائلا الله سبحانه أن يجعل فيه الخير والبركة، وأن يجعله خالصا لوجهه الكريم وأن يجعله في ميزان حسناتي يوم الدين والحمدلله رب العالمين ¶ فهد عبد الله ¶ جامعة الإيمان - صنعاء ¶ 6/ يونيو/ 2008م ¶ الفصل الأول ¶ الأحكام المتعلقة بالعبادات ¶ المبحث الأول: المياه ¶ أولا: أقسام المياه: ¶ - ينقسم الماء إلى ثلاثة أقسام هي: ¶ 1- الماء الطهور وهو الطاهر في نفسه المطهر لغيره، وهو الماء المطلق عن أي قيد، ويندرج في هذا القسم أنواع عدة منها: ماء البحر وماء المطر وماء الثلج وغيرها، وهذا الماء هو المراد بقوله تعالى: { وينزل لكم من السماء ماء طهورا } ¶ 2- الماء الطاهر في نفسه غير المطهر لغيره: وهو ما خالطه شيء من الطاهرات وغيّر أحد أوصافه: الطعم أو اللون أو الرائحة، وعادة ما يقيد بصفة تبين ماهية مخالطة كأن يقال: ماء الورد، وماء الشاي، وغيرهما. ¶ 3- الماء النجس وهو ما خالطه شيء من النجاسات وغير أحد أوصافه السابقة. ¶ - وإزالة النجاسة ورفع الحدث إنما يكون بالماء المطلق، دون غيره. ¶ - الماء طاهر لا يحكم بنجاسته إلا إذا تغير أحد أوصافه السابقة، سواء قل الماء أو كثر. ¶ ثانيا: الماء المستعمل: ¶ ذهب كثير من الفقهاء إلى أن الماء المستعمل -هو الماء الذي استعمل في رفع حدث أصغر أو أكبر- لا يصح التطهر به ثانية، والذي يظهر أنه إن لم تتغير أحد أوصافه فهو طهور وإن تغير أحد أوصافه فهو طاهر فقط بمعنى عدم صحة رفع الحدث ثانية به. ¶ المبحث الثاني: النجاسات ¶ أولا: النجاسات هي: ¶ 1- غائط الإنسان وبوله ¶ 2- المذي وهو: ماء رقيق أبيض لزج يخرج عند شهوة، ولا يكون دافقا ولا يعقبه فتور، ويكون للرجل والمرأة، وهو نجس إجماعا لأمر النبي - صلى الله عليه وسلم - بغسل الفرج منه.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "3- الودي وهو: ماء أبيض ثخين يخرج عند البول، وهو نجس إجماعا. ¶ 4- دم الحيض . ¶ 5- روث ما لا يؤكل لحمه ¶ 6- لعاب الكلب ¶ 7- الخنزير ¶ 8- الميتة ¶ ويستثنى ميتة الجراد والسمك لقول ابن عمر: \"أحل لنا ميتتان ودمان: أما الميتتان فالحوت والجراد، وأما الدمان فالكبد والطحال\". ¶ هذا وقد ذكر بعض أهل العلم أنواعا أخرى من النجاسات مثل: الدم والقيح والصديد والقيء، ولكن لم يدل دليل صحيح على ذلك، ولذا نقول بأنها طاهرة. ¶ ثانيا: تطهير النجاسة: ¶ 1- الماء: ¶ الماء وهو الأصل في التطهير، ولا يخلو تطهير النجاسة به من حالات: ¶ الأولى: تطهير الأرض الرخوة بصب الماء عليها حتى يغمر النجاسة، هذا إذا كانت النجاسة غير مرئية، أما إذا كان لها جسم فيجب إزالتها أولا ثم صب الماء. ¶ الثانية: تطهير النجاسة الواقعة بالثوب حتى تزول النجاسة. ¶ الثالثة: تطهير الإناء الذي ولغ فيه الكلب يكون بأن يغسل بالماء سبع مرات، ويضيف مع إحدى هذه السبع ترابا لأن نجاسة الكلب نجاسة مغلظة. ¶ الرابعة: تطهير بول الصبي الذي لم يتجاوز العامين يكون بنضح الماء على الموضع التي وقعت فيه النجاسة حتى يغمره دون أن يسيل فإذا سال الماء فهو غسل لا نضح، بخلاف بول الصبية الذي يجب غسله. ¶ ولا يجب عصر الثوب بعد الغسل بل يكفي أن يسيل الماء على النجاسة فيزيلها. ¶ 2- الاستحالة: ¶ ذهب بعض أهل العلم على أن الاستحالة مطهرة، وهي أن تتحول صفات النجاسة إلى صفات أخرى وتتحول النجاسة إلى مادة أخرى، فإنه يحكم بطهارتها حينئذ. ¶ ومن ذلك ما يعرف بالجلاتين المصنوع من شحوم الخنزير ويدخل في صناعة بعض المنتجات الغذائية. ¶ وإذا وقعت النجاسة على جامد فتزال وما حولها لما في البخاري وغيره أن النبي - صلى الله عليه وسلم - سئل عن فأرة سقطت في سمن فقال: \"ألقوها وما حولها فاطرحوه وكلوا سمنكم\". ¶ المبحث الثالث: الوضوء ¶ أولا: فرائض الوضوء:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1- النية: لقوله - صلى الله عليه وسلم - : \"إنما الأعمال بالنيات\" والمراد بها هنا القصد إلى الوضوء . ¶ 2- غسل الوجه كله: وهو من منابت الشعر العليا إلى أسفل الذقن طولا، ومن وتد الأذن اليمنى إلى وتد الأذن اليسرى عرضا. ¶ والعبرة في منابت الشعر بالعادة الغالبة فلو كان منابت شعر أحدهم نازلة أو مرتفعة أو أصلعا فلا يجب عليه إلى الموضع الذي ينبت من الشعر غالبا. ¶ وينبغي ملاحظة المواضع التي يسهو الكثيرون عن غسلها كالعذار وهو البياض الذي بين الأذن واللحية، والشفة، وأعلى الجبهة وغيرها. ¶ كما يجب على صاحب اللحية الخفيفة التي تبدو بشرته في مجلس التخاطب أن يوصل الماء إلى البشرة ولا يكتفي بالاقتصار على غسل الشعر. ¶ 3- غسل اليدين إلى المرفقين: والمرفق هو المفصل الذي بين العضد والساعد، وهو داخل فيما يجب غسله، فـ\"إلى\" هنا معناه \"مع\" أي: اغسلوا أيديكم مع المرافق، كما في قوله تعالى: { ولا تأكلوا أموالهم إلى أموالكم } أي: \"مع أموالكم\" وهذه المعية هي التي دلت عليها السنة الشريفة. ¶ فلو غسل المتوضيء يده دون مرفقه لم يصح وضوؤه وعليه لا تصح صلاته. ¶ 4- مسح بعض الرأس: فيجب على المتوضيء مسح بعض رأسه لقوله تعالى: { وامسحوا برؤوسكم } وليس هناك قدر محدد للبعض، فلو مسح بعض رأسه من أي جهة كان أجزأه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "5- غسل الرجلين إلى الكعبين: فيجب غسل القدمين إلى الكعبين وهما العظمان الناتئان أسفل الرجل، وعلى المتوضىء الانتباه من عدم وصول الماء على العقب خاصة إذا كان نحيفا، وقد ثبت في السنة أن رسول الله - صلى الله عليه وسلم - قال: \"ويل للأعقاب من النار\" ففي هذا الحديث دليل على وجوب تعميم الأعضاء بالطهر وأن ترك بعضها غير مجزئ، وإنما خص الأعقاب لأنه ورد على سبب وهو أنه رأى قوما يصلون وأعقابهم، ولغلبة التساهل فيها والتهاون بها، لأنها في أواخر الوضوء وأسافل البدن وفي محل لا يشاهد غالبا فكان الاهتمام بها أحق من غيرها(¬1). ¶ 6- الترتيب: فيجب ترتيب الوضوء كما جاء في الآية. ¶ ثانيا: سنن الوضوء: ¶ ثبت في السنة العديد من سنن الوضوء هي: ¶ 1- التسمية: سواء قالها كاملة أم اقتصر على \"بسم الله\" فقط. ¶ 2- السواك: وهو دلك الأسنان بكل خشن تنظف به الأسنان ، وخير ما يستاك به عود الأراك، وتحصل السنة بكل ما يزيل صفرة الأسنان وينظف الفم كالفرشاة ونحوها ¶ وهو مستحب في جميع الأوقات ولكن في خمسة أوقات أشد استحبابا: عند الوضوء، وعند الصلاة، وعند قراءة القرآن، وعند الاستيقاظ من النوم، وعند تغير الفم . ¶ والصائم والمفطر في استعماله أول النهار وآخره سواء. ¶ 3- غسل الكفين ثلاثا في أول الوضوء ¶ 4- المضمضة ثلاثا . ¶ 5- الاستنشاق والاستنثار ثلاثا، ويسن المبالغة فيهما لغير الصائم . ¶ 6- تخليل اللحية. ¶ 7- تخليل الأصابع. ¶ 8- تثليث الغسل : وهو السنة التي جرى عليها العمل غالبا وما ورد مخالفا لها فهو لبيان الجواز. ¶ وصح أنه صلى الله عليه وسلم توضأ مرة مرة ومرتين مرتين ، أما مسح الرأس مرة واحدة فهو الاكثر رواية . ¶ 9- التيامن: أي البدء بغسل اليمين قبل غسل اليسار من اليدين والرجلين. ¶ 10- الدلك : وهو إمرار اليد على العضو مع الماء أو بعده. ¶ ¬__________ ¶ (¬1) فيض القدير 1/146",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "11- الموالاة: أي تتابع غسل الأعضاء بعضها إثر بعض بألا يقطع المتوضئ وضوءه بعمل أجنبي ، يعد في العرف انصرافا عنه ¶ 12- مسح الأذنين : والسنة مسح باطنهما بالسبابتين وظاهرهما بالإبهامين بماء الرأس لأنهما منه. ¶ 13- إطالة الغرة والتحجيل : أما إطالة الغرة فبأن يغسل جزءا من مقدم الرأس ، زائدا عن المفروض في غسل الوجه وأما اطالة التحجيل ، فبأن يغسل ما فوق المرفقين والكعبين. ¶ 14- الاقتصاد في الماء وإن كان الاغتراف من البحر. ¶ 15- الدعاء أثناء : لم يثبت من أدعية الوضوء شيء عن رسول الله صلى الله عليه وسلم ، غير حديث أبي موسى الأشعري رضي الله عنه قال : أتيت رسول الله صلى الله عليه وسلم بوضوء فتوضأ فسمعته يقول يدعو: \"اللهم اغفر لي ذنبي، ووسع لي في داري ، وبارك لي في رزقي\" فقلت : يا نبي الله سمعتك تدعو بكذا وكذا قال: \"وهل تركن من شئ ؟\" رواه النسائي وابن السني بإسناد صحيح ¶ 16- الدعاء بعده. ¶ ثالثا: نواقض الوضوء: ¶ 1- الخارج من مخرج البول والغائط سواء كان بولا أم غائطا أم منيا أم مذيا أم ريحا أم غير ذلك، ¶ 2- زوال العقل: ويكون بالجنون، أو النوم أو الإغماء أو السكر. ¶ 3- مس المتوضئ فرجه أو فرج غيره بدون حائل. ¶ ولا ينتقض الوضوء بـ: ¶ 1- ما يخرج من غير السبيلين كالدم والقيء والرعاف. ¶ 2- لمس المرأة بدون حائل. ¶ 3- القيء. ¶ رابعا: وضوء دائم الحدث: ¶ من كان دائم الحدث كمن به سلس البول أو الريح أو الاستحاضة أو غيرها، فتتعلق به الأحكام التالية: ¶ 1- أن يتوضأ قبل الصلاة بوقت يسير. ¶ 2- أن يصلي عقب الوضوء، فلا يؤخر الصلاة إلا بقدر ما تنتظر الجماعة. ¶ 3- يجوز له بعد صلاة الفرض أن يصلي نوافل ذلك الفرض أو ما شاء من النوافل، فإذا انتهى انتقض وضوؤه. ¶ 4- يتنجس ثوبه إذا أنزل فيه بعد الصلاة فيجب عليه تغييره في الصلاة الثانية. ¶ 5- إذا أحدث بعد الوضوء أو في الصلاة لا يضره ذلك ولا يعد الوضوء ولا يقطع صلاته بل يستمر فيها.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "6- البول ونحوه الذي ينزل بعد الوضوء وفي وقت الصلاة لا يتنجس به الثوب. ¶ 7- يجب عليه أن يتوضأ لكل صلاة، فلا يصلي العصر إلا بوضوء جديد ولا يقول بأنه باق على وضوء صلاة الظهر، لأنه أحدث بعد ذلك. ¶ 8- إذا توضأ قبل الوقت ثم خرج منه شيء انتقض وضوءه ووجب عليه أن يعيده. ¶ 9- يجوز له أن يجمع صلاتين بوضوء واحد. ¶ المبحث الرابع: الغسل ¶ يجب الغسل في الحالات التالية: ¶ 1- خروج المني من مخرجه من الذكر والأنثى: ¶ ولا يخلو: إما أن يخرج في حال اليقظة أو حال النوم. ¶ فإن خرج في حال اليقظة اشترط وجود اللذة بخروجه، فإن خرج بدون لذة لم يوجب الغسل، كالذي يخرج بسبب مرض أو عدم إمساك. ¶ وإن خرج في حال النوم وجب الغسل مطلقا لفقد إدراكه، فقد لا يشعر باللذة، فالنائم إذا استيقظ ووجد أثر المني وجب عليه الغسل، وإن احتلم ولم يخرج منه مني ولم يجد له أثرا لم يجب عليه الغسل. ¶ 2- إيلاج الذكر في الفرج، ولو لم يحصل إنزال. ¶ 3- الموت: فيجب تغسيل الميت غير الشهيد في المعركة. ¶ 5،4- الحيض والنفاس(¬1). ¶ المبحث الخامس: التيمم ¶ أولا تعريف التيمم: ¶ التيمم هو: مسح أعضاء معينة بالتراب على وجه معين. ¶ والتيمم بدل طهارة الماء عند العجز عنه، ويفعل به ما يفعله بالطهارة المائية من صلاة وطواف وقراءة قرآن وغير ذلك، وقد ثبت في صحيح مسلم: \"وجعلت تربتها لنا طهورا\"(¬2). ¶ ثانيا: أسباب التيمم: ¶ 1- إذا عدم الماء، لقوله تعالى: {فلم تجدوا ماء فتيمموا} [النساء:43]ولا فرق بين السفر أو الحضر. ¶ 2- إذا خاف باستعمال الماء الضرر في بدنه بمرض أو تأخر برء، لقوله تعالى: {وإن كنتم مرضى} إلى قوله: {فلم تجدوا ماء فتيمموا}. ¶ 3- إذا عجز عن استعمال الماء لمرض لا يستطيع معه الحركة، وليس عنده من يوضئه وخاف خروج الوقت. ¶ ¬__________ ¶ (¬1) تبيين الحقائق 1/15، والتاج والإكليل 1/305، ومتن أبي شجاع 21، وأخصر المختصرات 1/97 ¶ (¬2) أخرجه مسلم 1/371",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4- إذا خاف بردا باستعمال الماء، ولم يجد ما يسخنه به تيمم وصلى(¬1). ¶ وإن كان به جرح يتضرر بغسله أو مسحه بالماء توضأ وضوءه كاملا ثم يتيمم له. ¶ وإن كان جرحه لا يتضرر بالمسح مسح الضماد الذي فوقه بالماء وكفاه المسح(¬2). ¶ ثالثا: صفة التيمم: ¶ يضرب التراب بيديه مفرجة الأصابع ثم يمسح وجهه وكفيه إلى الرسغ(¬3). ¶ رابعا: بم يكون التيمم: ¶ يجوز التيمم بكل ما هو من جنس الأرض كالتراب والحصى ونحوها. ¶ ولا يجوز التيمم بالرماد ولا بالخشب والحشيش، لأنها ليست من أجزاء الأرض. ¶ ولا فرق بين أن يكون التراب على الأرض أو على وعاء أو على جدران أو أي شيء آخر(¬4). ¶ خامسا: مبطلات التيمم: ¶ 1. يبطل التيمم بمبطلات الوضوء والغسل، لأن التيمم بدل عنهما. ¶ 2. زوال العذر الذي من أجله شرع التيمم من مرض ونحوه. ¶ 3. وجود الماء إن كان التيمم لعدمه. ¶ سادسا: العجز عن استعمال الماء والتراب: ¶ من عدم الماء والتراب أو أصبح في حال لا يستطيع معه لمس البشرة بماء ولا تراب فإنه يصلي على حسب حاله بلا وضوء ولا تيمم، ولا يعيد هذه الصلاة، لأن الله لا يكلف نفسا إلا وسعها. ¶ المبحث السادس:المسح على الجبائر والخفين ¶ أولا: المسح على الجبائر: ¶ الجبائر جمع جبيرة وهي: ما يشد على العضو بقصد العلاج، ومنها: ¶ 1- الجبس الذي تبر به الكسور. ¶ 2- الضماد الذي بشد على الجرح لوقف النزيف. ¶ 3- اللزقة التي تلصق على الجلد لعلاجه من بعض الآفات. ¶ 4- العصابة التي تشد ى الرأس ونحوها(¬5). ¶ - مشروعية المسح على الجبيرة وحكمها: ¶ 1- يجوز المسح على الجبيرة وما في حكمها نيابة عن الغسل أو الوضوء أو التيمم، بشرط أن تكون وضعت لعذر كأن تكون لتجبير كسر أو تضميد جرح. ¶ ¬__________ ¶ (¬1) المجموع 1/122، والروض المربع 90 ¶ (¬2) المغني 1/172 ¶ (¬3) السابق 1/ 148 ¶ (¬4) السراج الوهاج 1/27، والإنصاف 1/284 ¶ (¬5) الموسوعة الطبية الفقهية 231، وانظر: المجموع 2/341",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "2- المسح على الجبيرة وما في حكمها واجب للطهارة، فمن ترك المسح أثم ولم تصح طهارته، إذا صلى لم تصح صلاته. ¶ 3- يشترط لجواز المسح على الجبيرة أن يتضرر المريض بغسل موضعها، أو يخشى حدوث ضرر بنزعها، فإذا لم كن في نزعها ضرر لم يجز المسح عليها. ¶ 4- لا يشترط تقدم الطهارة على وضع الجبيرة، فمن وضع جبيرة على غير طهارة جاز له أن يمسح عليها ولا حاجة لنزعها. ¶ 5- إذا كان غسل الأعضاء الصحيحة يضر بالأعضاء التي عليها الجبيرة أجزأه التيمم بدل الوضوء والغسل. ¶ - كيفية المسح على الجبيرة: ¶ بعد أن يغسل الصحيح من أعضائه يمسح على الجبيرة بحيث يستوعبها أو يستوعب أكثرها بالمسح، ويكفي المسح على الجبيرة مرة واحدة حتى وإن كانت الجبيرة في محل يُغسل ثلاثا(¬1). ¶ - المسح على عصابة الرأس: ¶ إن كان قد تبقى من الرأس قدر يكفي للمسح عليه مسح عليه. ¶ - سقوط الجبيرة: ¶ إذا سقطت الجبيرة عن مكانها أو نزعت لبرء الكسر أو الجرح ففي انتقاض المسح السابق تفصيل: ¶ 1- في الحدث الأصغر: ¶ إذا سقطت الجبيرة أو رفعها بسبب البرء، وكان محدثا حدثا أصغر، وأراد الصلاة وجب عليه أن يتوضأ ويغسل موضع الجبيرة إن كانت على أعضاء الوضوء. ¶ فإن لم يكن محدثا عند سقوط الجبيرة غسل موضع الجبيرة وما بعده من أعضاء الوضوء. ¶ 2- في الحدث الأكبر: ¶ إن كان قد مسح على الجبيرة في غسل يعمّ البدن فيكفي بعد سقوط الجبيرة غسل موضعها ولا يحتاج إلى إعادة الغسل. ¶ 3- إذا كان المريض على طهارة ثم سقطت الجبيرة عن موضعها، ولم يبرأ جرحه بعد ويريد إعادة الجبيرة إلى موضعها، ففي هذه الحالة له إعادة الجبيرة إلى موضعها ولا ينتقض وضوؤه ولا يجب عليه إعادة المسح عليها. ¶ 4- هذا كله في غير الصلاة، أما إذا كان المريض في صلاة وسقطت الجبيرة فلا تخلو من حالتين: ¶ الأولى: أن تسقط عن برء، فتبطل الصلاة باتفاق الفقهاء. ¶ ¬__________ ¶ (¬1) مواهب الجليل 1/361",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الثانية: أن تسقط عن غير برء، فإن الصلاة تبطل على قول الجمهور، وذهب الحنفية إلى أن للمريض متابعة صلاته. ¶ ثانيا: المسح على الخفين: ¶ الخف هو ما يلبس على القدم من جلد أو جوارب ونحوها. ¶ والمسح على الخف جائز، ويغني عن غسل القدمين(¬1). ¶ شروط المسح على الخفين: ¶ 1- أن يلبسهما على طهارة من الحدث، فمن توضأ ثم أحدث ثم لبس الخفين لا يصح له المسح عليهما بعد ذلك، بل لا بد أن يلبسهما أولا وهو على طهارة فإذا ما أحدث بعد ذلك فله المسح عليهما. ¶ 2- أن يكون الخفان مباحين، فا يجوز أن يكونا من حرير مثلا مما يحرم للرجل لبسه. ¶ 3- أن يكون الخف ساترا للرجل، فلا يمسح عليه إذا كان نازلا عن الكعب(¬2)، أو كان ضافيا لمحل الفرض لكنه لا يستر الرجل لصفائه أو خفته كما في بعض الجوارب الشفافة، فهذه لا يجوز المسح عليها. ¶ - مدة المسح على الخفين: ¶ يجوز للمسافر أن يمسح على الخفين ثلاثة أيام بلياليها. ¶ أما المقيم فيجوز له المسح يوما وليلة فقط. ¶ والدليل على ذلك ما رواه مسلم أن النبي - صلى الله عليه وسلم - قال: \"للمسافر ثلاثة أيام بلياليها، وللمقيم يوم وليلة\"(¬3). ¶ وابتداء المدة في الحالتين يكون من الحدث بعد لبس، لأن الحدث هو الموجب للوضوء. ¶ مثاله: أن يتوضأ شخص وضوءا كاملا ثم يلبس الخفين فيصلي الظهر ثم أحدث في الساعة الثانية ظهرا فإن المدة تبدأ من هذا الوقت، فإن كان مقيما فإن مدة مسحه تنتهي بمضي أربعة وعشرين ساعة، فينتهي الجواز في تمام الساعة الثانية من اليوم التالي، وإن كان مسافرا فينتهي الجواز بمضي اثنين وسبعين ساعة. ¶ - الفروق بين المسح على الجبيرة والمسح على الخفين: ¶ ¬__________ ¶ (¬1) المغني 1/174 ¶ (¬2) البحر الرائق 1/177، والشرح الكبير1/141، و المجموع 1/576، والكافي 1/36 ¶ (¬3) سنن أبي داود 1/87، وصححه ابن حبان 4/157، والألباني في صحيح أبي داود.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1- المسح على الجبيرة مؤقت بالبرء لا بالأيام، أما المسح على الخف فإنه مؤقت بيوم وليلة للمقيم وثلاثة أيام بلياليها للمسافر. ¶ 2- في الغسل يجوز المسح على الجبيرة دون نزعها، أما الخف فيجب نزعه، ولا يجوز المسح عليه في الغسل. ¶ 3- يجب أن يستوعب المسح الجبيرة أما الخف فيكفي المسح على ظاهره. ¶ 4- لا يشترط تقدم الطهارة على الجبيرة، لأنها توضع غالبا في ظروف قاهرة طارئة غالبا، أما الخف فيشترط تقدم طهارة على لبسه، لأنه يلبس غالبا في ظروف عادية غير طارئة ولا قاهرة(¬1). ¶ المبحث السابع: الحيض والنفاس ¶ أولا: الحيض: ¶ أ- سن الحيض: ¶ ذهب جمهور الفقهاء إلى أن أقل سن تحيض فيه المرأة هو تسع سنوات. ¶ ب- شروط دم الحيض: ¶ لا بد من شروط تتحقق في الدم الذي تراه المرأة حتى يعدّ دم حيض منها: ¶ 1- أن يكون في أوان الحيض أي ما بين سن البلوغ وسن اليأس. ¶ 2- أن يكون صادرا من رحم امرأة لا داء فيها ولا حبل. ¶ 3- أن يكون بسبب الولادة، فإن الدم الذي يصاحب الولادة أو يعقبها هو دم نفاس، وليس م حيض. ¶ 4- أن يسبقه نصاب الطهر ولو حكما كما نبين بعد قليل. ¶ 5- ألا ينقص عن أقل مدة للحيض كما نبين بعد قليل. ¶ ج- أكثر الحيض والطهر وأقلهما: ¶ أقل الحيض يوم وليلة، أما أكثره فخمسة عشر يوما. ¶ وأقل الطهر خمسة عشر يوما، ولا حد لأكثره. ¶ ويتحقق الطهر عن المرأة بأحد أمرين: ¶ الأول: انقطاع الدم بحيث لو أدخلت المرأة قطنة في فرجها لخرجت نقية، لا يشوبها أي لون، ولا يضر بلل القطنة أو الخرقة برطوبات الفرج. ¶ الثاني:رؤية القصة البيضاء: وهي ماء أبيض يخرج من فرج المرأة في آخر الحيض دليلا على براءتها من الحيض. ¶ د- الاستحاضة: ¶ قد يصيب المرأة نزيف فلا تدري متى حيضها من طهرها، فهي في هذه الحالة لا تخلو من حالات: ¶ ¬__________ ¶ (¬1) المغني 1/171، والموسوعة الطبية الفقهية 233",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "1- المستحاضة المعتادة: وهي من اعتادت مجيء الدم في وقت معين، فتعمل على عادتها، فمثلا: لو قالت بأنها كانت تحيض أول الشهر لمدة خمسة أيام، فنقول لها: حيضتك –إذن- هي الخمس الأيام الأولى من كل شهر، وعليك الصلاة والصوم ويجوز لك قراءة القرآن وغيره مما يباح في الطهر بقية الشهر. ¶ 2- المستحاضة غير المعتادة: وهي من لم يأتها الدم قبل، بل جاءها النزيف وهي في سن الحيض، فحيضتها أول يوم وليلة دون باقي الأيام من كل شهر وتعمل على هذا الحساب حتى تشفى. ¶ 3- المستحاضة الناسية للقدر والوقت والمميزة للون الدم: وهذه جاءها الحيض من قبل، لكنها نسيت وقت مجيئه وقدره، وميزت لون الدم، فهذه تعمل على التمييز، فتكون حائضا وقت كون الدم أسود أو أحمر، وفي فترة خفة لونه تكون طاهرا بشرط ألا تتجاوز مدة الحيض خمسة عشر يوما. ¶ 4- المستحاضة المتحيرة غير المميزة: أي أن لون الدم أو رائحته أو ثخانته واحد لا تمييز فيه، وهي ناسية لعادتها قدرا ووقتا. ¶ ثانيا: النفاس: ¶ 1- أقل النفاس دفعة واحدة وأكثره ستون يوما، وغالبا ما يكون أربعون يوما. ¶ 2- إذا انتهى الدم قبل الأربعين بحيث لو أدخلت قطنة في فرجها لخرجت نقية فإنها طاهرة ، أما لو خرجت القطنة وفيها لون صفرة أو كدرة فإنها ما زالت نفساء. ¶ 3- النفاس كالحيض فيما يحل كالاستمتاع منها بما دون الفرج، وفيما يحرم كالوطء في الفرج، ومنع الصوم والصلاة والطلاق والطواف وقراءة القرآن واللبث في المسجد. ¶ 4- إذا ألقت الحامل ما يظهر فيه خلقة إنسان، وصار معها دم بعده فإنها نفساء، وإن لم يكن فيما ألقته ما يظهر فيه خلق إنسان، فليست نفساء بل تكون حينئذ مستحاضة. ¶ المبحث الثامن: الصلاة ¶ أولا: حرمة تهاون الطبيب والمريض بالصلاة: ¶ لا يجوز للطبيب أو المريض التهاون في الصلاة بحجة المرض أو العمل، وأنه سيقضي الصلوات الفائتة في صحته أو فراغه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لأن الصلاة ركن من أركان الإسلام ولا تسقط بأي حال من الأحوال، وهي أو لما يسال عنه المرء يوم القيامة فإن صلحت صلح سائر عمله وإن فسدت فسد سائر عمله. ¶ ثانيا: أركان الصلاة: ¶ لا تصح الصلاة إلا بالإتيان بأركانها التالية: ¶ 1- النية ¶ 2- تكبيرة الإحرام: الله أكبر. ¶ 3- قراءة الفاتحة في كل ركعة. ¶ 4- القيام للقادر. ¶ 5- الركوع بحيث تصل راحتا يده إلى ركبتيه. ¶ 6- الاعتدال بعد الركوع. ¶ 7- السجود على السبعة الأعضاء للقادر وهي: الجبهة والكفين والركبتين وأصابع القدمين. ¶ 8- الجلسة عقب السجدة الأولى. ¶ 9- السجدة الثانية. ¶ 10- الطمأنينة بقدر قوله سبحان ربي الأعلى في الاعتدال وما بعده. ¶ 11- التشهد الأخير ¶ 12- التسليم. ¶ ثالثا: صلاة المريض: ¶ يجوز للمريض الذي يمنعه مرضه من الإتيان بأركان الصلاة أن يصلي على الهيئة التي يطيقها: ¶ - فإن كان عاجزا عن القيام أو يسبب له مشقة أو كان فيه زيادة في المرض أو إبطاء للشفاء فإن له أن يصلي قاعدا، ويركع ويسجد. ¶ - وإذا كان قادرا على فعل بعض الأركان دون بعض فعل ما باستطاعته، فإن كان يستطيع القيام دون الركوع أو السجود صلى قائما ثم ركع وسجد بحسب طاقته. ¶ - من لم يتمكن من الركوع والسجود أومأ في ركوعه وسجوده إلى الأرض، ويجعل إيماءه بسجوده أخفض من الركوع. ¶ رابعا: قضاء الفوائت: ¶ يلزم الطبيب والمريض قضاء الصلاة التي فاتتهما، ويستحب قضاءها مرتبة إذا كانت أكثر من واحدة. ¶ خامسا: صلاة الجماعة: ¶ - صلاة الجماعة سنة مؤكدة في أصح أقوال أهل العلم، وذهب بعضهم على وجوبها. ¶ - يحبذ أن يخصص مكان في المستشفى يكون مسجدا تقام فيه صلاة الجماعة للعاملين في المستشفى أو المركز الصحي وزائروه. ¶ - يجوز للمرضى والأطباء أن يصلوا جماعة في أي مكان في المستشفى.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "- لو كان المرضى مقعدين لا يستطيعون القيام، أو كان بعضهم كذلك جاز لهم أداء الصلاة جماعة كل في مكانه شريطة ألا يتقدم المأمومون على الإمام، ومن تقدم منهم وهو في سريره مثلا بطلت صلاته. ¶ - تصح صلاة الجمعة في أي مكان كان، فلو اجتمع الأطباء أو المرضى في مكان ما وصلوا جمعة صحت جمعتهم. ¶ سادسا: الجمع بين الصلاتين: ¶ - يجوز للمريض الجمع بين الصلاتين في حالة ما إذا كانت ستجرى له عملية جراحية بحيث لا يتمكن من أداء الفريضة الثانية في وقتها، فمن كانت ستجرى له عملية جراحية تبدأ من الواحدة وتنهي بعد غروب الشمس، أو قبل ذلك ولكن المريض لن يتمكن من أدائها، يجوز له أن يصلي الظهر والعصر في وقت الظهر. ¶ - يجوز للطبيب أن يجمع الصلاتين كذلك كما في الحالة السابقة. ¶ سابعا: شروط الصلاة: ¶ للصلاة جملة شروط هي: ¶ 1- استقبال القبلة: ¶ - إذا عجز المريض عن استقبال القبلة لزمه أن يستعين بغيره ممن في غرفته أو غيرها سواء كانوا زائرين أم موظفين، فإن لم يجد أحدا أو رفض الجميع انتظر حتى نهاية الوقت فإن بقي مقدار الصلاة ولم يجد أحدا صلى على حالته دون إعادة. ¶ - إذا كان هذا المريض مقتدرا ماليا وجب عليه استئجار شخص يعينه في ذلك. ¶ - من لم يستطع تحديد القبلة وجب عليه السؤال فإن لم يجد من يدله عليها اجتهد بأمارات كطلوع الشمس وغروبها، واتجاه المدينة وبناياتها ونحو ذلك وصلى، ولا تلزمه الإعادة ولو ظهر أنه صلى إلى غير جهة القبلة. ¶ 2- طهارة الثياب والمكان: ¶ - إذا كان المريض على فراش نجس أو كانت عليه ثياب نجسة من أثر الدم أو القيح أو البول وغيره، لزمه البحث عن فراش طاهر أو ثياب طاهرة، فإن لم يجد أو تعذر عليه تغيير ثيابه بسبب مرضه أو لأن به جراحة أو مصدرا للتلوث المستمر جاز له الصلاة بالثياب النجسة تلك. ¶ - تصح صلاة المريض الحامل للنجاسة كالبول في إناء شريطة أن يضره نزعها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "- إذا صلى الطبيب أو المريض ولم يعلم أن في ثيابه أو مكانه نجاسة وعلم بعد صلاته، أو كان قد علم ثم نسي وصلى صحت صلاته ولا تجب عليه الإعادة. ¶ 3- ستر العورة: ¶ - يجب على المصلي أن يستر عورته، وهي من السرة على الركبة للرجل، وجميع بدن المرأة عدا الوجه والكفين. ¶ - من لم يستطع ستر عورته لعجزه ولم يجد من يعينه صلى على حالته، ولا يجب عليه القضاء. ¶ المبحث التاسع: الصوم ¶ أولا: مفسدات الصوم: ¶ 1- دخول شيء عمدا إلى الجوف، وهذا يشمل الصور التالية: ¶ ? منظار المعدة : وهو عبارة عن جهاز طبي يدخل عن طريق الفم إلى البلعوم ثم إلى المريء ثم إلى المعدة ليصوِّر ما في المعدة من قرحة أو استئصال بعض أجزاء المعدة لفحصها أو غير ذلك من الأمور الطبية . ¶ ? الأقراص التي توضع تحت اللسان لعلاج بعض الأزمات القلبية ، وهي تُمتص مباشرة ويحملها الدم إلى القلب فتتوقف الأزمة المفاجئة التي أصابت القلب، وهذه إذا جاوز جزء منها الحلق أفطر، وإلا فلا، وبما أنه يستحيل عدم وصول شيء إلى الحلق فهي مفطرة. ¶ ? بزل الجنب (جوف الصدر) بأن يقوم الطبيب بإدخال إبرة إلى داخل جوف الصدر ثم يقوم بسحب السوائل والأخلاط الفاسدة المتراكمة فيه، وقد يضع بعد ذلك أنبوباً لتفريغ ما يتراكم تباعاً أو لا يحتاج الأمر لذلك. ¶ والحكم فيه على التفصيل التالي: ¶ 1- إذا أدخل الطبيب الإبرة أو أنبوب التصريف في جوف الصدر بعلم المريض واختياره (أي موافقته) أثناء الصوم فإن هذا يؤدي إلى الفطر. ¶ 2- إذا وضع الأنبوب قبل الفجر وأراد المريض صيام ذلك اليوم فلا يفطر بذلك بشرط ألا يُحقن فيه دواء أو سائل أو نحوه وبشرط ألا يتم دفع الأنبوب إلى داخل تجويف الصدر أكثر مما كان وقت إدخال الأنبوب لأن حقيقة ذلك إدخال الجزء الذي كان خارجاً فأشبه إدخال شيء جديد إلى الجوف.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "3- إذا أُدخل الأنبوب أو الإبرة بعد الفجر في الجوف فإن صومه يفسد، ولكن لو بقي هذا الأنبوب في مكانه لعدة أيام لتصريف الأخلاط المتراكمة وأراد المريض أن يستأنف الصوم في الأيام التالية فإن صومه صحيح بشرط ألا يحقن أي دواء أو سائل في الأنبوب وبشرط ألا يتم دفع الأنبوب وتحريكه إلى داخل أما لو سحب الأنبوب قليلاً إلى الخارج لتعديل وضعيته فيمكن أن يعفى عنه لمكان الضرورة(¬1). ¶ ? كل طعام أو دواء أو أداء يدخل عن طريق الفتحات الصناعية الموصلة للأمعاء -بل الجوف مطلقا- سواء أكانت تصل القسم العلوي للجهاز الهضمي (كفتحات المعدة والمعي الدقيق ) أو القسم السفلي منه (كفتحات الكولون ). ¶ ? الدواء أو السائل ونحوه عبر الفتحات الصناعية الموصلة للمثانة أو الحالب أو الكلية. ¶ ? غسيل الكلى عن طريق عن طريق الغشاء البريتواني بأن يدخل أنبوب صغير في جدار البطن فوق السرة , ثم يدخل عادة لتران من السوائل تحتوي على نسبة عالية من السكر الجلوكوز إلى داخل البطن , وتبقى في الجوف لفترة ثم تسحب مرة أخرى ويكرر هذا العمل عدة مرات في اليوم. ¶ ? إحداث فتحة صناعية بين المثانة وجدار البطن لتصريف البول في حالات إنسداد عنق المثانة أو الإحليل إلا إذا أُحدثت فتحة صناعية دائمة أو مؤقتة بين جدار المثانة وجدار البطن في الليل مثلا أو في اليوم الأول بحيث يتم تصريف البول إلى الخارج عبر هذه الفتحة فإن وجود هذه الفتحة بعد ذلك لا يؤدي إلى الفطر، لكن لو تم إدخال قسطرة أو دواء أو سائل عبر هذه الفتحة فإن هذا يؤدي إلى الفطر لوصوله إلى الجوف. ¶ ? المنظار الشرجي: قد يدخل الطبيب المنظار في فتحة الدبر ليكشف على الأمعاء. ¶ ¬__________ ¶ (¬1) انظر رسالة في المفطرات الطبية العلاجية والتشخيصية، وقد أخذت منه كثيرا من الصور العلاجية والتشخيصيه المعاصرة، ومن كتاب المفطرات المعاصرة للمشيقح.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "? بخاخ الربو، لأنه عين بدليل أنه دواء سائل ، يحتوي على ثلاث عناصر : الماء والأكسجين ، وبعض المستحضرات الطبية، ويحتمل عدم الفطر به تشبيها له بالدخان(¬1). ¶ 2- الجماع: سواء أنزل أم لم ينزل. ¶ 3- الإغماء والجنون والسكر: فإذا طرأ واحد من هذه الأمور قبل دخول وقت الصوم واستمر إلى الغروب لم يصح الصوم، فإن استيقظ جزءا من النهار ولو يسيرا صح صومه. ¶ 4- الحيض والنفاس ¶ ثانيا: صور لا يفسد بها لصوم: ¶ 1- خرج بقولنا دخول شيء: الأثر كالريح بالشم وحرارة الماء وبرودته بالذوق. ¶ ومثل الشم وصول دخان لا عين فيه نحو البخور إلى الجوف وإن تعمد فتح فيه لذلك، لأنه ليس عينا في العرف، وهذا بخلاف الدخان المعروف اليوم فإنه مفطر؛ لأنه عين بدليل ما يتجمد من أثر الدخان في القصبة التي يشرب بها. ¶ ومن الأثر كالبخور: غاز الأكسجين، وبخاخ الأنف والتخدير الجزئي عن طريق الأنف بأن يشم المريض مادة غازية تؤثر على أعصابه فيحدث التخدير فهذا لا يفطر. ¶ 2- وخرج بالجوف التالي: ¶ ? ما لو داوى جرحه الذي على لحم الساق أو الفخذ فوصل الدواء إلى داخل المخ أو اللحم. ¶ ? لو غرز في الفخذ أو الساق حديدة كإبر التخدير الصينية فإنه لا يفطر؛ لأنه ليس بجوف. ¶ ? الحقنة التخديرية والتي تتم بحقن الوريد بعقار معين، لا تفطر. ¶ ? الحقن العلاجية سواء جلدية أم عضلية أم وريدية فإنها جميعها لا تفطر، لأنها لم تصل إلى الجوف، ولا فرق بين المغذية وغيرها، لنفس العلة، إضافة غلى أن التفريق غير واقعي فالإبر غير المغذية ليست مجرد دواء فقط لأنه لا يحقن دواء ما في الوريد بمفرده وإنما لا بد من أن يكون الدواء المحقون ممزوجاً بكمية ولو قليلة من السائل الملحي أو السكري (وهو السائل المغذي) وهذا ينطبق على الإبر الوريدية والعضلية وتحت الجلد. ¶ ¬__________ ¶ (¬1) انظر فيما سبق من المفسدات كتاب فقه الصائمين من منهاج الطالبين، للمؤلف.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "? الحقن التطعيمية كحقن تطعيم الجدري والكوليرا، لا تفطر سواء كانت لراغب في الحج أم لا. ¶ ? وضع أية قثطرة في عرق من عروق المريض الشريانية أو الوريدية ولو رافقه حقن كمية كثيرة أو قليلة من المحلول الملحي. ¶ ? الحقن داخل العظم عن طريق إبر خاصة تغرز في العظم يؤدي بالمادة المحقونة إلى الامتصاص مباشرة عبر العروق الدموية للعظم. ¶ ? غسيل الكلى بواسطة آلة تسمى \" الكلية الصناعية \" حيث يتم سحب الدم إلى هذا الجهاز , ويقوم الجهاز بتصفية الدم من المواد الضارة ثم يعود إلى الجسم عن طريق الوريد، وفي أثناء هذه الحركة قد يحتاج إلى سوائل مغذية تعطى عن طريق الوريد . ¶ ? المراهم والدهانات واللاصقات العلاجية والتي توضع على الجلد فيقوم بامتصاصها ببطء، ولا فرق بين أن يكون الجلد سليما أو مصاباً بحيث تزيد نسبة امتصاص المادة عن الحد الطبيعي كما هو الحال في حروق الدرجة الثانية والثالثة وفي التقرحات غير السطحية ونحوها. ¶ ? عمليات القسطرة:وهي عبارة عن أنبوب دقيق يدخل على المكان المراد علاجه كالشرايين، فإذا وصل إلى الجوف مما ليس جوفا لا يفطر، أما لو أخل مما يسمى جوفا كالبطن فإنه مفطر. ¶ ? تنظير المفصل والذي يستلزم إدخال المناظر إلى جوف المفصل مع ما يرافق ذلك من حقن سوائل ونحوه. ¶ ? حفر السن، أو قلع الضرس، أو تنظيف الأسنان، أو السواك وفرشاة الأسنان، إذا اجتنب ابتلاع ما نفذ إلى الحلق، ولهذا ويكره تعاطي ما سبق. ¶ ? المضمضة، والغرغرة، وبخاخ العلاج الموضعي للفم، إذا اجتنب ابتلاع ما نفذ إلى الحلق. ¶ ? لاصق مانع التدخين: وهو عبارة عن لاصق يحتوي على كمية قليلة من النيكوتين تدخل إلى الجسم عبر مسامات الجلد لتساعد المدخن على ترك التدخين",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "? التقطير في باطن الأذن ولو لم يصل إلى الدماغ، وفي باطن الإحليل وهو مخرج البول من الذكر واللبن من الثدي وإن لم يصل على المثانة ولم يجاوز الحشفة أو الحلمة ومثله ما يدخل في الجسم عبر مجرى الذكر من منظار أو محلول أو دواء ¶ ? وصول الدهن إلى الجوف بتسرب المسام. ¶ ? الدهانات والمراهم واللاصقات العلاجية. ¶ ? اغتساله بالماء البارد وإن وجد له أثر بباطنه. ¶ ? الاكتحال ومثله قطرة العين وإن وجد طعمه الكحل أو الدواء بحلقه(¬1). ¶ ثالثا: صوم المريض: ¶ 1- يجوز للمريض أن يفطر إذا شق عليه الصوم أو تطلب تناول الدواء في أوقات منتظمه أن يفطر، ويكون بذلك معذورا، ويجب عليه القضاء يوما مكان يوم. ¶ 2- المريض الذي يخاف تفاقم علته بالصوم أو إبطاء الشفاء أو فساد عضو يجوز له أن يفطرن ويكره أن يحمل نفسه على الصيام فليس من البر الصوم في المرض. ¶ 3- يجوز للصحيح أن يفطر إذا خشي على نفسه المرض، بقول طبيب أو معرفته بنفسه. ¶ رابعا: كفارة الإفطار دون عذر: ¶ 1- إذا أفطر بالجماع وجب عليه صوم ستين يوما متتابعة، فإن عجز أطعم ستين مسكينا عن كل يوم، فإن عجز بقيت الكفارة في ذمته إلى الاستطاعة، فإن استطاع الصوم لزمه، أو استطاع الإطعام لزمه. ¶ 2- إذا أفطر بالأكل سواء جامع بعد ذلك أم لا، وجب عليه التوبة، وقضاء يوم بدل يوم. ¶ الفصل الثاني ¶ تكييف عقد التطبيب والأحكام المتعلقة به ¶ المبحث الأول ¶ تكييف العلاقة بين الطبيب والمريض ¶ يكيف العقد الذي بين الطبيب والمريض على أنه عقد إجارة، يكون المريض فيه هو المستأجر والطبيب هو المؤجر، وبناء عليه يلزم معرفة أحكام الإجارة إجمالا. ¶ وتتمثل أركان الإجارة في : ¶ 1- العاقد وهو المؤجر [الطبيب] والمستأجر [المريض]. ¶ 2- المعقود عليه [المنفعة] ¶ 3- الصيغة ¶ 4- الأجرة. ¶ الركن الأول: العاقد: ¶ ¬__________ ¶ (¬1) انظر فيما سبق من المفسدات كتاب فقه الصائمين من منهاج الطالبين، للمؤلف.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "يشترط في العاقد وهو المؤجر والمستأجر أن يكون كامل الأهلية سواء الطبيب أو المريض، فلا يصح العقد من صبي غير مميز أو مجنون أو معتوه. ¶ فإذا كان المريض غير كامل الأهلية، انتقل حق إجراء العقد لوليه على الترتيب المعتبر في الإرث بحسب قوة القرابة، وترتيبهم: الابن ثم ابن الابن ثم الأب ثم الجد ثم الأخ الشقيق ثم الأخ لأب ثم ابن الأخ الشقيق ثم ابن الأخ لأب ثم العم الشقيق ثم العم لأب ثم ابن العم الشقيق ثم ابن العم لأب. ¶ أما الصبي المميز أي الذي يعقل الخطاب والجواب فيمكن أن يكون عاقدا إذا أذن له وليه بذلك، والإذن يعرف بالقرائن، كأن يأتي للطبيب ومعه المال. ¶ الركن الثاني: المعقود عليه: ¶ المعقود عليه في عقد الإجارة هو المنفعة، والتي تتمثل هنا في الشفاء المريض من مرضه. ¶ ويشترط في المنفعة شروط منها: ¶ 1- أن تكون مقدورة عليها، بمعنى أن يكون الطبيب قادرا على معالجة هذا المرض لكونه داخلا في إطار تخصصه، أو عنده معرفة به، أما إذا لم يكن قادرا على معالجة هذا المرض، فلا يجوز له الإقدام على المعالجة وإلا فهو ضامن، ولا يستحق الأجرة، وإذا ما أخذ الأجرة فقد أخذها حراما. ¶ 2- أن تكون المنفعة مشروعة: فلا يجوز أن تكون المنفعة التي طلبها المريض منفعة محرمة، وذلك كما لو طلب المريض إجراء عملية جراحية محرمة، أو طلب منه كتابة دواء محظور، أو لا يناسب حالته. ¶ الركن الثالث: الصيغة [الإذن الطبي]: ¶ بما أن العلاقة بين الطبيب والمريض هي علاقة إجارة فهذا يعني ضرورة وجود الرضا من الطرفين، والرضا يظهر من خلال الإيجاب والقبول وهو الاتفاق اللفظي على التداوي. ¶ وقد يكون بالإذن الطبي الذي يعرف بأنه ¶ موافقة المريض على إجراء ما يراه الطبيب مناسبا له من كشف سريري وتحاليل مخبرية ووصف الدواء وغيره من الإجراءات الطبية التي تلزم لتشخيص المرض وعلاجه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والإذن الطبي عقد بين الطبيب والمريض يتعهد الطبيب بموجبه أن يعالج المريض وفق الأصول المتعارف عليها عند أهل الطب(¬1). ¶ ولا يشترط لصحة العقد وجود الإيجاب والقبول، بل يتم العقد بمجرد مجيء المريض إلى الطبيب وتسليم نفسه له، ولهذا لا يجوز للطبيب أن يتصرف في جسد المريض بغير إذنه إلا في حالات ستأتي. ¶ وما عدا ذلك يبقى على أصل الحرمة، لأنه اعتداء على خصوصية الغير، وسدا لذريعة الفساد التي قد تنتج عن الفحص ونحوه من غير إذن. ¶ وعلى الطبيب أن يحسن استخدام هذا الإذن، وأن يستشعر الأمانة الملقاة على عاتقه، ولا يظن بأن إعطاء الإذن له من قبل المريض يعني إطلاق الحرية له ليفعل به ما يشاء، بل يحرص على منفعة المريض وعدم تعريضه لأية أضرار(¬2). ¶ ويجب على الطبيب قبل الحصول على الإذن الطبي من المريض أن يشرح له بوضوح كل الإجراءات الطبية التي سوف يجريها له لكي يكون المريض على بينة من أمره ويعطي الإذن عن فهم واقتناع(¬3). ¶ - موقف المريض من الإذن الطبي: ¶ للإذن الطبي بالنسبة للمريض حالتان: ¶ الحالة الأولى: لا يجب فيها الإذن الطبي من المريض، وهذه تكون في الحالات المرضية التي لا يقطع أهل الطب بأن العلاج يشفيها،ن وإذا امتنع المريض عن الإذن ومات بسبب المرض فلا يعدّ قاتلا لنفسه، لأن الشفاء في هذه الحالات أمر غير مقطوع به، بخلاف من ترك الطعام والشراب حتى هلك(¬4). ¶ الحالة الثانية: يجب فيه الإذن، وهذا في الأمراض التي يغلب الهلاك بسببها أ أو تلف عضو من الأعضاء كالجريح جرحا بليغا، والمصاب بمرض يغلب فيه الهلاك، فإذا لم يأذن في مثل هذه الحالة فإنه آثم لقوله تعالى: {ولا تلقوا بأيديكم إلى التهلكة}(¬5)ولأن حفظ النفس من المقاصد الضرورية التي سعى الإسلام لحفظها والاعتناء بها. ¶ - صحة الإذن الطبي: ¶ ¬__________ ¶ (¬1) السابق. ¶ (¬2) السابق. ¶ (¬3) السابق. ¶ (¬4) تبيين الحقائق 6/33 ¶ (¬5) الموسوعة الطبية الفقهية 53",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ولا يجوز الحصول على الإذن الطبي بالإكراه ولا بإغراء مادي، فلا يجوز مثلا استغلال حال بعض الأشخاص كالمساجين فيكرهون على فعل طبي ما، ولا يجوز استغلال حالة العوز عند بعض الأشخاص كالمساكين والفقراء والمشردين فيغرون ببعض المال لإجراء البحوث والتجارب عليهم. ¶ - ما يستثنى من الإذن الطبي: ¶ يستثنى من الإذن الطبي الحالات المرضية التالية: ¶ 1- الحالات الخطرة التي تهدد حياة المريض بالموت، أو تهدد بتلف عضو من أعضائه، ويكون فيها فاقدا للوعي، أو أن حالته النفسية لا تسمح بأخذ إذنه، ولا يكون وليه حاضرا لأخذ الإذن منه. ¶ 2- الحالات التي تقتضيها المصلحة العامة كالأمراض المعدية التي تهدد المجتمع بانتشار الوباء، فيجوز فيها للسلطات الصحية أن تجبر فردا أو جماعة من الناس على العلاج أو تعاطي وسيلة من وسائل الوقاية كالتحصين ونحوه مادام في ذلك مصلحة مشروعة. ¶ ففي هذه الحالات يجب على الطبيب ان يباشر العلاج دون انتظار الإذن إنقاذا للمريض ومنعا للتلف عنه، أو درءا للمفسدة عن المجتمع(¬1). ¶ - اشتراط الشفاء: ¶ قد يشترط المريض على الطبيب أن يعالجه بشرط أن يشفى من هذا المرض، وإلا فلا يستحق الطبيب الأجر، والجماهير من أهل العلم على عدم صحة هذا الشرط، لأن طبيعة العمل الطبي إجمالا تأبى مثل هذا الشرط، لما يعتري العمل الطبي من احتمالات ليس في وسع الطبيب تلافيها مهما كان حريصا أو خبيرا، وبناء عليه فإن التزام الطبيب تجاه المريض إنما هو التزام بتحقيق الشفاء(¬2). ¶ وذهب بعض الفقهاء إلى جواز اشتراط الشفاء وضمان السلامة(¬3). ¶ - أنواع الإذن الطبي: ¶ الإذن الطبي إما أن يكون غذنا خاصا يفوض المريض فيه الطبيب بإجراء طبي محدد كالختان أو استئصال اللوزتين أو علاج التهاب ما في بدنه. ¶ وإما أن يكون إذنا عاما يفوض المريض فيه الطبيب بالإجراء الطبي الذي يراه مناسبا. ¶ ¬__________ ¶ (¬1) السابق. ¶ (¬2) مغني المحتاج 2/332 ¶ (¬3) شرح الخرشي على خليل 7/61، والإنصاف 6/75",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وبالإجمال يفضل أن يكون الإذن في العمليات الجراحية إذنا عاما إذ ليس من النادر أن يفاجأ الجراح –بعد شروعه في العملية- بحالة غير متوقعة، فيضطر لإجراء جراحي لم يأذن به المريض إن كان الإذن محددا كأن يكون بصدد استئصال الزائدة الدودية مثلا فيجد نفسه أمام سرطان في البطن أو حمل خارج الرحم. ¶ وإذا ما بدا الجراح العملية بإذن خاص ثم وجد نفسه مضطرا لإجراء جراحي آخر، فإن كان ولي أمر المريض حاضرا أخذ الإذن منه، وإلا نظر الجراح في الحالةن فإن كانت لا تحتمل التأجيل أو كان في تركها خطر على حياة المريض جاز له إتمام الجراحة بما يراه مناسبا دون انتظار الإذن عملا بأحكام الضرورة، وفي هذه الحال يجب على الطبيب أن يسجل في تقرير العملية الأسباب التي دعته لهذا الإجراء الجراحي غير المأذون به. ¶ أما إذا وجد الطبيب أن الحالة تحتمل التأجيل فهو مخير بتأجيلها أو إتمامها، فإن أتمها فليس عليه شيء ما دام لها مسوغ طبي، وبخاصة إن كان إتمامها أصلح للمريض، أو كان تأجيلها يعرض المريض لبعض المضاعفات المحتملة، أو يعرض لأخطار التخدير والجراحة مرة أخرى(¬1). ¶ الركن الرابع: الأجرة: ¶ يجوز للطبيب أخذ الأجرة على عمله، لأنها في مقابل ما يبذله الطبيب من عمل، ويشترط في الاجرة الشروط التالية: ¶ 1- أن تكون الأجرة متقومة: أي لها قيمة، فإذا كانت الأجرة نقودا فواضح، وإا كانت عروضا جاء هذا الشرط، أي أن تكون العروض متقومة شرعا، فإن لم تكن كذلك بأن لم يعتبر الشرع لها قيمة فلا يصح أن تكون أجرة، لأنها لا تكون حينئذ مالا، لأن المال هو \"ما يباح نفعه مطلقا\"(¬2) أو هو: \"ما كان منتفعا به\"(¬3). ¶ ولعدم إباحة الانتفاع بالعروض سببان: ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 55 ¶ (¬2) شرح منتهى الإرادات 2/7 ¶ (¬3) المنثور في القواعد 3/222 [محمد بن بهادر الزركشي، وزارة الأوقاف، الكويت، تحقيق: تيسير فائق، ط1، 1982م]",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الأول: نجاسة العين، فلا يصح أن تكون الأجرة شيئا نجسا كالكلب والخمر والخنزير. ¶ الثاني: كون العروض معصية في ذاتها كالأصنام والتماثيل. ¶ 2- أن تكون الأجرة معلومة: فإذا كانت الأجرة نقودا وجب بيان قدرها كأن يقول: ألف أو ألفان، وإذا كان هناك أكثر من عملة وجب بيان جنس النقود كأن يقول ريال يمني أو ريال سعودي. ¶ أما إذا كانت الأجرة عروضا فيجب بيان الجنس والنوع والقدر والصفة، كأن يقول: ألف كيلو ذرة حمراء. ¶ فإذا خلا العقد من ذكر الأجرة كأن يقول المريض داوني وأنا أرضيك، دون تحديد أجرة لم يصح العقد، فإذا ما عالج الطبيب المريض كان للطبيب أجرة المثل، أي نقدر للطبيب أجرة آخذين بالاعتبار نوع المرض ومستوى الطبيب العلمي والزمن الذي وقعت في المعالجة إضافة على أمور أخرى. ¶ 3- أن تكون الأجرة مقدورا على تسليمها: وفي شرط القدرة على تسليم الأجرة تفصيلا تبعا لنوع الأجرة: ¶ - فإن كانت الأجرة من النقود فلا يشترط فيها القدرة على التسليم عند العقد، لأن النقد يثبت في الذمة، ولأنه يجوز تأجيل الأجرة إن كانت من النقود إذا اتفق المؤجر والمستأجر على ذلك(¬1). ¶ - وإن كانت الأجرة منفعة مقابل منفعة أخرى فإنه يشترط فيها القدرة على التسليم عند العقد. ¶ - وإن كانت الأجرة من العروض فهي معتبرة بشروط المبيع(¬2) ولذا فإنه يفرق بين العروض المثلية والعروض القيمية. ¶ فإن كانت الأجرة من العروض المثلية فلا يشترط فيها القدرة على التسليم عند العقد، لأنها تثبت في الذمة، ولا يشترط تعيينها لكن يشترط توافر مثلها. ¶ وقد سبق أنه يكفي للعلم بالعروض المثلية بيان جنسها ونوعها وقدرها. ¶ ¬__________ ¶ (¬1) مغني المحتاج 2/452 الشرح الكبير 6/139، والمبسوط 15/140، والشرح الكبير للدردير 4/4 ¶ (¬2) ينظر: تبيين الحقائق 5/106، وبداية المجتهد 3/421",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وإن كانت الأجرة من العروض القيمية فيشترط فيها أن تكون مقدورة على تسليمها عند العقد، وذلك بالقياس على المبيع، لأن الأجرة هنا في حكم المبيع. ¶ وقد اتفق الفقهاء على اشتراط كون المبيع مقدورا على تسليمه(¬1). ¶ وهناك بعض الفوراق التي تتعلق باجرة الطبيب بحسب مكان عمله على التفصيل الآتي: ¶ 1- الطبيب العامل لحسابه الخاص: ويندب له أن يعتدل في تحصيل الأجرة وبخاصة من المرضى المعوزين والفقراء والمساكين، ولهم بذلك الأجر والمثوبة عند الله سبحانه. ¶ ويحسن بالطبيب أن يصرف لمرضاه المعوزين من الأدوية المجانية التي تعطى له من شركات الأدوية وأن يخصص يوما أو فترة معينة لعلاج هؤلاء المرضى مجانا، ولا بأس أن يخصص له ملفات خاصة يعرفهم من خلالها، وأن يستعين على معرفتهم بأهل الحي مثلا، حتى إذا جاءه واحد منهم تساهل معه بالأجرة أو أعفاه منها دون أن يشعر المريض، وذلك صيانة لكرامته، وحتى لا يمتنع المريض عن مراجعة الطبيب مرة أخرى بسبب الحياء(¬2). ¶ 2- الطبيب العامل في مرفق صحي عام: وهذا يخصص له في العادة راتب محدد، فهذا لا يجوز له أن يتقاضى أي أجر آخر من المرضى سواء قدم له على سبيل الهدية أو غيرها(¬3)، فإن النبي - صلى الله عليه وسلم - عنّف عامله على الصدقات الذي قال بعد أن سلم الصدقات: \"هذا لكم وهذا أهدي غلي، قال: فهلاا جلس في بيت أبيه أو بيت أمه فينظر يهدى له أم لا! واذي نفسي بيده لا يأخذ أحد منه شيئا إلا جاء به يوم القيامة يحمله على رقبته...\" (¬4). ¶ - متى يستحق الطبيب الأجرة: ¶ ¬__________ ¶ (¬1) ينظر: تبيين الحقائق 5/107، والقوانين الفقهية 163، ومغني المحتاج 2/17، والروض المربع 249 ¶ (¬2) الموسوعة الطبية الفقهية 39 ¶ (¬3) السابق ¶ (¬4) أخرجه البخاري 2/917، ومسلم 3/1463",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "إذا شرط الطبيب أو المريض تعجيل الأجرة أو تأجيلها فالعقد على ما اتفقا عليه، فإذا لم يشرطا شيئا رجع إلى العرف، فإن كان العرف تقديم الأجرة وجب تقديمها أو كان العرف تأجيل الأجرة فليس للطبيب إلا انتظر الأجل. ¶ ولكن لا يستحق الطبيب الأجرة إلا بإنجازه العمل(¬1)، فإذا اتفقا على الأجر ودفعه المريض ولم ينجز الطبيب عمله وجب عليه رد الأجرة، لأنها في مقابل المنفعة، والطبيب في هذه الحالة لم يقدم شيئا يستحق في مقابله الأجرة، فلا يجوز له أخذها، فإن أخذها فقد أخذها حراما. ¶ - التزامات الطبيب: ¶ قد يكون الطبيب مؤجرا لمنافعه وقتا معينا، وهذا كما في المرافق العامة، فيؤدي عمله مدة معينة من الزمن في اليوم الواحد، وهذا يسمية الفقهاء الأجير الخاص. ¶ وقد يؤجر الطبيب منافعه دون التقيد بزمن معين وإنما بإنجازه عملا معينا وهذا يسميه الفقهاء بالأجير المشترك. ¶ وفي كلتا الحالتين يكون على الطبيب جملة التزامات نذكرها فيما يلي: ¶ 1- تسليم نفسه: فيجب على الطبيب إن كان أجيرا مشتركا القيام بالعمل المتعاقد عليه، ولا يجوز له الامتناع من ذلك، وإن كان أجيرا خاصا كان تسليم نفسه للعمل في محل المستأجر تسليما معتبرا. ¶ 2- إتقان العمل: وعلى العامل أن يراعي في أدائه العمل الإتقان لما ثبت في السنة أنه - صلى الله عليه وسلم - قال: \"إن الله يحب من أحدكم إذا عمل عملا أن يتقنه\"(¬2). ¶ وإذا لم يتقن الطبيب عمله ولم يحسنه اعتبر غاشا لصاحب العمل وللمجتمع، وقد نهى الشارع عن الغش ففي الحديث الثابت أنه - صلى الله عليه وسلم - قال: \"من غش فليس مني\"(¬3). ¶ وأدنى درجات الإتقان هو أن يقوم به على الوجه المعتاد قبوله. ¶ ¬__________ ¶ (¬1) حاشية رد المحتار 5/40، وروضة الطالبين 5/174 ¶ (¬2) مسند أبي يعلى 7/349، وشعب الإيمان 4/334، وصححه الألباني في صحيح الجامع برقم (1880). ¶ (¬3) صحيح مسلم 1/99",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "3- تنفيذ أوامر صاحب العمل: يلزم الإسلام العامل [الطبيب] بإطاعة أوامر رب العمل في إطار ما اتفقا عليه في العقد وفي حدود طاعة الله بحانه، فإذا كانت أوامره غير مشروعة فلا تجوز طاعته لقوله - صلى الله عليه وسلم - : \"لا طاعة لمخلوق في معصية الخالق\"(¬1) وهذا كما لو أمره بالغش أو الخداع أو الكذب ونحو ذلك. ¶ وإذا أمره صاحب العمل بأمر فيه هلاك لنفسه أو مخاطرة لا يجوز للعامل طاعته، لقوله تعالى: { وَلاَ تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} [البقرة:195]. ¶ كما لا يلتزم العامل بإطاعة رب العمل إذا أمره بعمل يختلف اختلافا جوهريا عما اتفقا عليه في العقد، كما لو أمره بأن يقوم ببيع الدواء مكان الصيدلي. ¶ 4- عدم إفشاء أسرار رب العمل: وقد سبق الكلام عليه. ¶ 5- المحافظة على ما يعمل به أو فيه، فيجب على الطبيب المحافظة \"على الآلات والأدوات التي تسلم إليه للعمل بها أو فيها فيحافظ عليها من العطل، ويعتني بها عناية تامة كأنها ملكه، لأن الإسلام يعتبره أمينا على ما يؤتمن عليه\"(¬2)، وقد ثبت في السنة قوله - صلى الله عليه وسلم - : \"كلكم راع، وكلكم مسئول عن رعيته...والخادم مسئول في مال سيده ومسئول عن رعيته\"(¬3). ¶ 5- عدم انشغاله وقت العمل: ليس للطبيب إذا كان أجيرا خاصا أن يعمل لغير مستأجره الأول ضمن الأوقات التي خصصها له، فإن فعل ذلك كان لرب العمل أن يخصم من أجرة الطبيب بقدر الزمن الذي اشتغل فيه مع الغير كما أنه يأثم كذلك(¬4). ¶ ¬__________ ¶ (¬1) مسند الإمام أحمد 1/131، وقال محققه: شعيب الأرنؤوط: إسناده صحيح على شرط الشيخين، وصححه الألباني في صحيح الجامع برقم (7520). ¶ (¬2) الإجارة الورادة على عمل الإنسان 249 ¶ (¬3) صحيح البخاري 1/304 ¶ (¬4) حاشية رد المحتار 6/55",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "6- التزام الطبيب بضمان ما يتلفه: وهنا اتفق الفقهاء على أن الطبيب إذا كان أجيرا خاصا،ه أمين، فلا يضمن ما تلف أو تعيب إلا إذا قصر أو تعدى(¬1). ¶ كما اتفق الفقهاء على أن الطبيب إذا كان أجيرا مشتركا يضمن إذا تعدى أو فرط(¬2)، واتفقوا أيضا على أنه لا يضمن إذا ثبت أنه لم يتعد ولم يقصر(¬3). ¶ - انتهاء عقد الإجارة: ¶ اتفق الفقهاء على أن عقد الإجارة عقد لازم لكل من المؤجر والمستأجر(¬4). ¶ وبناء عليه ليس لواحد من المؤجر والمستأجر فسخ عقد الإجارة اختيارا منه والتخلص من آثاره في أي وقت شاء، فمتى تم عقد الإجارة مستوفيا أركانه وشروطه ترتب عليه بطريق اللزوم تمليك المؤجر للأجرة، وتمليك المستأجر لمنافع العين المؤجرة\"(¬5). ¶ \"ولهذا إذا فسخ المستأجر عقد الإجارة قبل انقضاء مدتها وترك الانتفاع بالعين المؤجرة اختيارا وبدون عذر مقبول لم ينته عقد الإجارة بهذا، وتلزمه الأجرة في بقية المدة عملا بالعقد، وعقد الإجارة في هذا كعقد البيع تماما، إذ هي عقد معاوضة، وإن كانت معاوضة على منفعة العين\"(¬6). ¶ وينتهي عقد الإجارة بجملة أسباب هي: ¶ 1- الإقالة: فإذا اتفق المتعاقدان المريض والطبيب، أو الطبيب ورب العمل على فسخ عقد الإجارة كان لهما ذلك. ¶ ¬__________ ¶ (¬1) ينظر: البدائع 4/308، والشرح الكبير للدردير 4/24، ومغني المحتاج 2/474، وكشاف القناع 4/47 ¶ (¬2) ينظر: المصادر السابقة. ¶ (¬3) ينظر: المصادر السابقة. ¶ (¬4) ينظر: البحر الرائق 8/3، والتاج والإكليل 3/309، والمهذب 1/407،وشرح منتهى الإرادات 2/263 ¶ (¬5) ينظر: نهاية المحتاج 5/410، وشرح منتهى الإرادات2/263، والوسيط في عقد الإجارة 409 ¶ (¬6) الوسيط في عقد الإجارة 409.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2- انتهاء المدة: فإذا حدد عقد الإجارة بغاية فإنه ينتهي بانتهاء غايته كما ذكره الفقهاء ، لأن الثابت إلى غاية ينتهي عند وجود تلك الغاية(¬1) وبناء على ما تقدم فإنه لا يجوز لأي من العاقدين أن يفسخ العقد محدد المدة قبل انتهاء مدته إلا إذا كان ثمة سبب مشروع كما سيأتي(¬2) . ¶ هذا إذا كانت المدة محددة كما لو اتفق الطبيب ورب العمل على أن يعمل معه في مرفقه الصحي كل شهر بكذا ولم يحدد المدة، ففي هذه الحالة ينتهي العقد بانتهاء الشهر بإرادة أحدهما المنفردة ولو لم يرض الطرف الآخر(¬3). ¶ 3- العيب: فيجوز الفسخ بالعيب، وهذا كما لو ظهر في الطبيب عجز يمنعه من أداء عمله على أكمل وجه، كما لو كأن أعمى أو فاقدا لعضو من الأعضاء التي له أهميتها في أداء العمل(¬4). ¶ 4- العذر: ويجوز فسخ عقد الإجارة بالعذر، وهو أن يترتب على تنفيذ العقد ضرر بأحد العاقدين. ¶ وقد اتفق الفقهاء على أنه إذا استأجر إنسان من يقلع ضرسه فسكن الوجع قبل قلعه فإن الإجارة تنفسخ؛ لأن قلعه لا يجوز، لأن في قلعه إتلاف جزء من آدمي وهو محرم، وإنما أبيح إذا صار بقاؤه ضررا(¬5). ¶ المبحث الثاني ¶ الكشف الطبي ¶ أ تعريف المصطلح: ¶ الكشف الطبي هو بداية عمل الطبيب ويتمثل في فحص المريض بملاحظة العلامات والدلائل السريرية والسؤال عن أعراض المرض، ووضع يده على الجسم ليتحسس الدلائل وقد يقوم بإجراء فحوصات مخبرية أو بالأشعة، وهو أول خطوة يخطوها الطبيب والخطأ فيها يهدد المريض بالخطر. ¶ وهناك فحص طبي آخر والذي يكون بعد معرفة المرض لمعرفة أهلية المريض للعملية الجراحية. ¶ ¬__________ ¶ (¬1) ينظر: بدائع الصنائع 4/327 ¶ (¬2) ينظر: الإجارة الواردة على عمل الإنسان 339، والوسيط في عقد الإجارة415 ¶ (¬3) ينظر: الإنصاف للمرداوي 6/21 ¶ (¬4) روضة الطالبين 5/239، والبدائع 4/287 ¶ (¬5) ينظر: المبسوط 16/2، ومغني المحتاج 2/456، والمغني6/133",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ويشترط في الطبيب الفاحص ومعاونوه (المصور بالأشعة،محلل المختبر وغيرهم) أن يكونوا مؤهلين في العمل الذي يقومون به وإلا نتج عن ذلك الكثير من الأضرار والتي ربما تفوق المرض نفسه، فيحرم الإقدام على ذلك من الجاهل ولو كان متخصصا في مجال طبي آخر، كما يحرم على الطبيب أن يحيل المريض على غير مؤهل مع علمه بعدم أهليته، وتتحمل المستشفيات حكومية أم أهلية المسؤولية الكاملة عن أهلية الأشخاص الذين تنصبهم للقيام بهذه المهمات. ¶ ب- مشروعية الكشف الطبي: ¶ يتبين مما سبق تعذر معرفة العلة، ومن ثم الدواء الناجع إلا من خلال الكشف الطبي أو ما يرافقه من فحوصات تدخل ضمن دائرته وعليه نقول بوجوب الكشف الطبي لا لذاته وإنما لما يترتب على تركه من مخاطر تمس حياة الناس وأعضاءهم. ¶ ج- أحكام الكشف الطبي: ¶ هناك جملة أحكام تتعلق بالكشف الطبي وهي كما يلي: ¶ 1- الخلوة والكشف الطبي: ¶ (تعريف الخلوة) ¶ والحكمة في تحريم الخلوة هو سد باب المفاسد وحماية الأعراض ودرء التهمة، والواقع خير دليل على وقوع الفواحش فضلا عن وجود أطباء لا دين لهم. ¶ وصور الخلوة كما يلي. ¶ 1. أن ينفرد الطبيب بالمريضة لا يجوز إلا إذا كان محرما. ¶ 2. أن ينفرد طبيبان بالمريضة، تجوز إذا كان أحدهما محرما، وإلا فلا. ¶ 3. طبيب مع نساء أو طبيبات مع مريض جاز. ¶ 4. طبيبة مع رجال إذا أمن تواطؤهم على الفاحشة فيجوز وإلا فلا يجوز. ¶ ويشترط فى المحرم الذى تجوز الخلوة بالأجنبى مع حضوره ألا يكون صغيرا لا يستحيا منه ، كابن سنة أو سنتين . ¶ وقال بعض العلماء :تجوز الخلوة بالأجنبية إذا كانت عجوزا لا تراد، ولكن مع الكراهة ، أما الشابة مع كبير السن من غير أولى الإربة فقيل لا تجوز الخلوة به ، وقيل : تجوز مع الكراهة(¬1). ¶ ¬__________ ¶ (¬1) انظر فتاوى الأزهر الموضوع (131)",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أن تتم معالجة الطبيب للمرأة بحضور محرم أو زوج أو امرأة ثقة خشية الخلوة، ولهذا كان لزاما على السلطات الصحية أن تولي جُلَّ جهدها لتشجيع النساء على الانخراط في مجال العلوم الطبية والتخصص في كل فروعها، وخاصة أمراض النساء والتوليد، نظراً لندرة النساء في هذه التخصصات الطبية، حتى لا نضطر إلى قاعدة الاستثناء (¬1)، فبعض الأطباء يخلو بالمريض ويرفض حضور زوجها ويوافق الزوج وكلاهما آثم فعن ابن عباس رضي الله عنهما: أنه سمع النبي صلى الله عليه وسلم يقول: \"لا يخلون رجل بامرأة ولا تسافرن امرأة وإلا معها محرم\"(¬2)وعن عمر قال: قال رسول الله - صلى الله عليه وسلم - : \"ألا لا يخلون رجل بامرأة إلا كان ثالثهما الشيطان(¬3). ¶ قد يظن البعض بأن المرأة ما دامت محجبة جواز الخلوة معها وهذا غير صحيح فالسفور محرم استقلالا والخلوة محرمة استقلالا كذلك. ¶ ومما ينبغي التنبه له أن بعض الأطباء يتخذ ممرضه لمعاونته وهذا جيد في مثل حالة انعدام المحرم ونحوه مع المريضة ولكن لابد من التنبه إلى وقوع الخلوة بين الطبيب ومساعدته حين فراغ القسم أو العيادة ولهذا وجب تلافي هذا الأمر قدر الإمكان. ¶ 2- العورة والكشف الطبي: ¶ - اتفق الفقهاء جميعا على أن المرأة كلها عورة بالنسبة للرجل واختلفوا في الوجه والكفين(¬4). ¶ ¬__________ ¶ (¬1) القرار رقم : 81 ( 12/8) من قرارات مجمع الفقه الإسلامي، وانظر كشاف القناع (5/13) وحواشي البجيرمي (3/37) ¶ (¬2) البخاري 3/1094 ومسلم2/978 ¶ (¬3) سنن الترمذي 4/465وصححه ابن حبان 12/399 والمعنى: \" بالوسوسة وتهييج الشهوة ورفع الحياء وتسويل المعصية حتى يجمع بينهما بالجماع أو فيما دونه من مقدماته التي توشك أن توقع فيه\" فيض القدير (3/78) ¶ (¬4) المغني 1/671، 461",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- ذهب جمهور الفقهاء إلى أن عورة الرجل ما بين السرة والركبة واختلفوا هل تدخل السرة والركبة في العورة أم لا، في حين ذهب آخرون إلى أن العورة تقتصر على الفرجين فقط(¬1). ¶ - وأما الصغير فلا عورة له حتى يبلغ سبع سنين، فيجوز مسه والنظر إليه، ومن سبع إلى عشر عورته الفرجان فقط. ¶ - والصغيرة كالصغير لاعورة لها حتى تبلغ سبع سنوات، ومن سبع إلى عشر فجميع بدنها إلا الوجه والرقبة والرأس واليدين إلى المرفقين والساقين والقدمين، وأما بنت عشر فعورتها كالكبيرة. ¶ - دلت النصوص وانعقد الإجماع على حرمة كشف الإنسان عن عورته أو عورة غيره، فيحرم النظر لعورات الآخرين من الجنسين وهذا مما لا خلاف فيه(¬2) وفي الحديث الصحيح أن رسول الله - صلى الله عليه وسلم - قال: \"لا ينظر الرجل إلى عورة الرجل ولا المرأة إلى عورة المرأة\"(¬3)، وإذا كان هذا شأن النظر فإن اللمس بلا شك أكبر حرمة. ¶ لكن نص الفقهاء على استثناء الطبيب من هذا التحريم للضرورة أو للحاجة المنزلة منزلة الضرورة يجوز للطبيب مس المريض بيده وغيرها بشروط: ¶ 1- تحقق الضرورة ¶ 2- انعدام وسائل أخرى تغني عن كشف العورة والنظر إليها ولمسها وأن يغض الطرف قدر استطاعته ¶ 3- الاقتصار في النظر واللمس على موضع الحاجة ولا يكشف اجزاء زائدة ¶ 4- الاقتصار في الزمن فلا يزيد في زمن كشف العورة ولمسها على القدر المحتاج إليه(¬4). ¶ أما الزيادة على ذلك فحرام وهو آثم(¬5). ¶ 3- اختلاف الجنس والدين: ¶ ¬__________ ¶ (¬1) المصدر السابق ¶ (¬2) شرح النووي على مسلم (4/30) ¶ (¬3) أخرجه مسلم (1/266) ¶ (¬4) انظر القرار رقم : 81 ( 12/8) من قرارات مجمع الفقه الإسلامي ¶ (¬5) قال في كشاف القناع 5/13: \"( ولطبيب نظر ولمس ما تدعو الحاجة إلى نظره ولمسه حتى ذلك فرجها وباطنه ) لأنه موضع حاجة وظاهره ولو ذميا\".",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الأصل أنه إذا توافرت طبيبة متخصصة يجب أن تقوم بالكشف على المريضة وإذا لم يتوافر ذلك فتقوم بذلك طبيبة غير مسلمة ثقة، فإن لم يتوافر ذلك يقوم به طبيب مسلم، وإن لم يتوافر طبيب مسلم يمكن أن يقوم مقامه طبيب غير مسلم .(¬1)على أن يطّلع من جسم المرأة على قدر الحاجة في تشخيص المرض ومداواتهوإذا وجدت ممرضة ونحوها فعلى الطبيب الاستعانة بها فيطلب إليها ما يريد فعله. ¶ 4- إثقال كاهل المريض بنفقات لا تعود عليه بالفائدة: ¶ يحرم على الطبيب إثقال المريض بفحوصات لا حاجة للمريض لها بغرض الربح المالي والكسب المادي، إذ فيه إضرار بالمريض من الناحية المالية بحيث يدفع مالا دون مقابل وهو سحت يأخذه الطبيب بطريقة مباشرة أو غير مباشرة(¬2) كما أن فيه إضرارا من الناحية البدنية كما في الفحوصات الشعاعية والتي لا تخلو من إضرار بالمريض. ¶ 5- معالجة الحالات الحرجة: ¶ يحرم على الطبيب رفض معالجة أي مريض حالته حرجة وإذا كانت خارج اختصاصه فيجب على الطبيب بذل العناية اللازمة أياً كانت الظروف مستخدماً كل الوسائل المتاحة لديه حتى يتأكد من وجود أطباء آخرين يملكون القدرة والإمكانيات لتقديم العناية المطلوبة وعلى المنشأة سواءً كانت خاصة أو عامة تقديم المساعدة اللازمة. ¶ 6- استخدام أساليب معالجة تجاوزها التقدم الطبي: ¶ ¬__________ ¶ (¬1) لا يجوز المعالجة عند الطبيب غير المسلم إذا وجد الطبيب المسلم لأنه مظنة عدم النصح للمسلم -وحادثة حقن الاطفال بالإيدز ليست ببعيدة- (انظر مجموع الفتاوى 4/114، ومغني المحتاج 3/133) ¶ (¬2) يقوم بعض أصحاب المختبرات والأشعات بروشة بعض الأطباء بمبالغ طائلة مقابل طلب الطبيب من المريض فحوصات لا داعي لها عند هؤلاء التجار وهي رشوة بلا شك وقد ثبت في السنة أن رسول الله - صلى الله عليه وسلم - قال: لعن الله الراشي والمرتشي (تخريج) وهو سحت ونزول بالمهنة الطبيبة إلى السمسرة واستغلال لثقة الناس بالأطباء.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "يحرم استعمال الأساليب التي فقدت قيمتها وفاعليتها مع تطور العلوم الطبية والصيدلانية وتم الإعلان عن إلغائها في التشخيص أو العلاج، نظرا لعدم كفائتها ولإضرارها بالمريض. ¶ 7- أهلية الطبيب: ¶ يشترط في الطبيب الفاحص ومساعدوه مثل المصور بالأشعة والمناظير الطبية والمخبري وغيرهم أن تتوفر فيهم الأهلية المعتبرة كل حسب اختصاصه، والأهلية المعتبرة في الفحص الطبي هي الأصول العلمية التي وضعها المختصون، والطريق التي ينبغي على الطبيب ومساعدوه سلوكها والتقيد بها أثناء قيامهم بالفحص الطبي(¬1). ¶ 8- الصدق: ¶ يحرم على الطبيب الكذب على مريضه في توصيفه لمرضه، فيأثم بسبب ذلك، ويتحمل ما ترتب على كذبه من مضار قد تلحق بالمريض، وفي حالة الأمراض الخطيرة كالسرطان وغيره فيمكن للطبيب أن يخبر أهل المريض كي يتدرجوا في تعريفه بمرضه، ولا يعني هذا أن يكذب عليه بل يعرض له فيقول مثلا إذا سأله المريض عن مرضه: الخبر عند أهلك أو سل أولادك، ونحو هذا(¬2). ¶ 9- الوفاء بالمواعيد: ¶ ¬__________ ¶ (¬1) انظر الأحكام الطبية المتعلقة بالنساء ¶ (¬2) يزعم البعض بأن في عدم إخبار المريض بمرضه ما يجعله يحس بلذة الحياة بدلا من ان يعيش خائفا مرتعبا يلاحقه شبح الموت، وهذا خطأ بل يجب أن يعلم المريض بمرضه كي يستعد لما بعد الموت من رد المظالم والديون والتوبة النصوح لله سبحانه وملازمة العبادة وتجنب الآثام والمعاصي فيكون مرضه بإذن الله سببا في فلاحه الأخروي لا أن نحرمه من الفرصة الأخيرة في حياته لكي ينقذ نفسه من أغلال الذنوب باسم المتعة الدنيوية الزائلة، والأهل كذلك لا يجوز لهم إخفاء المرض عن مريضهم بل يخبروه بتدرج مع الوصية بالصبر والتذكير بالله والحث على فعل الخيرات.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "يجب على الطبيب ومعاونوه الوفاء بمواعيد المرضى، كما لا يجوز لهم تقديم غيرهم عليهم إلا في الحالات الطارئة، وقد قال - صلى الله عليه وسلم - : \" آية المنافق ثلاث إذا حدث كذب وإذا وعد أخلف وإذا اؤتمن خان\" متفق عليه. ¶ 10- الوفاء بالعقود: ¶ أمر الله سبحانه المسلم الالتزام بما يبرمه من عقود فقال: { يَا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ } (المائدة1). ¶ ويدخل في هذا ما يبرمه الطبيب مع مريضه من عقود بخصوص مهمة علاجية معينة، فيجب على الطبيب الوفاء بالعقد، ويأثم إذا ما أخل به، كما يتحمل مسؤولية الأضرار الناتجة عن تخلفه خاصة في الحالات التي يتعذر فيه إحالة المريض إلى طبيب آخر. ¶ 11- النصيحة للمريض: ¶ قد يحتاج المريض على جملة من النصائح الضرورية أو المعينة على شفائه، ففي النصائح الضرورية التي يجب تنبه المريض إليها وتعتبر من ضرورات المعالجة الطبيبة فيجب على الطبيب اسداؤها. ¶ وما كان من النصائح والإرشادات معينا على المعالجة الطبية فتستحب،ومن ذلك ما يتعلق بتقليل النفقات. ¶ 12- الإسعاف ¶ الإسعاف هو المساعدة الطبية الأولية التي تقدم للمصابين والمرضى الذين تتطلب حالاتهم التدخل الطبي العاجل، كالمصابين في حوادث السير والكوارث، والمرضى بأمراض حادة تهدد حياتهم مثل: احتشاء عضلة القلب، والنزيف الهضمي، ونزيف الدماغ وغيره(¬1). ¶ إذا وجدت حالة تتطلب الإسعاف وجب على من كان حاضرا بأن يقوم بإسعاف المريض سواء الطبيب وغيره، أما غير الطبيب فعليه أن يوصله إلى أقرب مكان يمكن معالجة المريض فيه. ¶ وأما الطبيب فعليه القيام بمعالجة المريض، ويأثم إذا تركه على حاله، ويشتد الإثم ويزداد كلما كانت الحالة أشد خطرا، ولا عذر لمن يتقاعس بحجة أن الوقت وقت راحته أو عطلته أو نحو هذه الأعذار، لأن حفظ النفس من الضروريات التي يجب الحفاظ عليها. ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 78",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولهذا أوجب الفقهاء على من كان في صلاة ولو كانت صلاة فريضة ورأى غريقا يحتاج للإنقاذ أو أعمى في طريقة حفرة أنه يجب عليه قطع الصلاة وإنقاذ الغريق وتنبيه الأعمى. ¶ وإذا تعدد الحاضرون وجب القيام بالإسعاف على من تقوم به الكفاية فإذا كان المريض يحتاج إلى مسعف واحد وقام به أحد الحاضرين فقد حاز الأجر الكبير وسقط الإثم عنه وعن الباقين، أما إذا لم يسعف المرض أحد منهم فقد باؤوا بالإثم جميعا. ¶ بل ذهب بعض أهل العلم إلى أن الطبيب إذا تواني عن إسعاف المريض حتى مات فإنه يتحمل المسؤولية. ¶ 13- السر الطبي: ¶ قد يطلع الطبيب ومن في حكمه على بعض أسرار المرضى التي تشمل جميع المعلومات التي يطلع عليها الطبيب ومن في حكمه سواء منها المعلومات المتعلقة بصحة المريض نفسه، أو بسيرته الذاتية قد يطلع عليها الطبيب أثناء السؤال عن تاريخ المرض، أو لأن طبيعة اختصاص الطبيب تستدعي معرفتها كالطبيب النفسي مثلا الذي كثيرا ما يغوص في ماضي المريض وسلوكه الشخصي وحياته الزوجية وعلاقاته الجنسية وغير ذلك من الأسرار الحساسة ذات الخصوصية الشخصية(¬1). ¶ والطبيب ومن في حكمه لا يجوز لهم إفشاء سر المريض إلا في حالات خاصة مثل: ¶ - إذا كان الإفشاء بغرض منع ارتكاب حادث جنائي، ويكون الإفشاء للجهات التي تتمكن من منع المقدم على الجاني. ¶ - إذا كان في الإبلاغ منع من انتشار مرض معدي للحيلولة دون انتشار هذا المرض. ¶ - الإفشاء لذوي المريض إذا كان ذلك مفيدا في علاجه. ¶ - إذا كان الإفشاء من أجل دفاع الطبيب عن نفسه تجاه اتهام موجه غليه، ولا يمكن تبرير فعله إلا بإفشاء ذلك السر. ¶ - إذا كان الإفشاء إلى طبيب آخر من أجل طلب مشورة طبية تتعلق بالمرض أو المريض. ¶ - إذا كان الإفشاء لغرض البحوث الطبية، وفي هذه الحالة لا يجوز ذكر الأسماء الصريحة ولا الصور الشخصية التي تعرف صاحبها. ¶ - إذا صدر أمر رسمي للطبيب من الجهة القضائية المختثة. ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 557",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "تنبيه: ¶ إن ذكر طبيعة بعض الأمراض صراحة في التقارير الطبية أو شهادات الوفاة يعد إفشاء للسر الطبي، ومن ذلك مثلا: الأمراض الجنسية ونحوها من الأمراض التي لا يرغب المرضى عادة أن يعلم بها الآخرون، وبما أن التقارير الطبية وشهادات الوفاة معرضة لأن يطلع عليها أناس عديدون خلال الإجراءات الإدارية المتعلقة بها فيجدر بالطبيب التنبه لمثل هذه الحالات،ويفضل ألا يذكر نوع المرض فيها صراحة بل يذكر الترقيم الدولي للمرض إلا إذا طلب منه رسميا ذكر اسم المرض الصريح من الجهات المخولة بذلك فعندئذ يجوز له أن يذكره(¬1). ¶ التصوير بالأشعة: ¶ ثبت علميا ضرر الأشعة السينية على الجلد والنخاع الشوكي والغدد الجنسية بل أشارت بعض المصادر الطبية المختصة إلى أنها قد تتسبب في الإصابة بالسرطان. ¶ ونظرا لودود هذه الأضرار فإن الأصل حرمة استعمالها إلا لحاجة فعلى الطبيب أن يتولى النظر في مفسدة تعريض المريض للأشعة ومفسدة المرض المشتكى منه ثم يقارن بينهما فإن غلبت مصلحة الأشعة أقدم وإلا فلا، وإذا احتيج إلى الأشعة فيقتصر على القدر الكافي دون زيادة. ¶ المبحث الثالث ¶ الوصفة الطبية ¶ الوصفة الطبية: هي طلب صرف أدوية معينة يصدره شخص مصرح له بممارسة الطب. ¶ وتتلخص أحكام الوصفة الطبية فيما يلي: ¶ 1- لا يجوز أن يحرر الطبيب الوصفة الطبية إلا بعد وضوح التشخيص ومعرفة طبيعة المرض لكي يصف الدواء المناسب للمرض، ويستثنى من هذا بعض الحالات التي تتطلب معالجة عرضية لتخفيف الأعراض المزعجة عن المريض كالصداع والحمى ريثما تستكمل الفحوص المخبرية والشعاعية وتضح التشخيص. ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 558",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "2- إذا نص قانون الدولة على ضرورة اشتمال الوصفة على معلومات كافية عن المريض (الاسم، الجنس، العمر، العنوان) لكونها وثيقة رسمية يرجع إليها في القضايا الجنائية والأخطاء الطبية، أو أن تشتمل الوصفة على تشخيص المرض ففي هذه الحالة يجب على الطبيب فعل ذلك كله، ويأثم في حالة مخالفته. ¶ 3- يجب تحرير الوصفة الطبية بخط واضح منعا للالتباس وتجنبا لوقوع الصيدلاني في الخطأ كأن يعطي دواء غير الدواء المطلوب فيتعرض المريض للمخاطر. ¶ 4- يجب على الطبيب أن بشرح للمريض كيفية استعمال الدواء وفترة الاستعمال، ومتى يوقفه، وأن يبين له الاحتياطات اللازمة عند تناول بعض الأدوية. ¶ 5- قبل تدوين الدواء في الوصفة يجب على الطبيب أن يعرف خواص الأدوية التي يصفها للمريض ومقدار الجرعات من كل دواء والأعراض الجانبية المضرة التي قد تنجم عن استعمال الدواء لكي يكون قادرا على وصف الدواء المناسب للمرض. ¶ 6- لا يجوز وصف دواء محرم كالخمر أو المخدرات ونحوها، أما الخمر فلا يجوز وصفه بحال، أما غيرها فإذا تعين العلاج بها ولم يوجد بديل يقوم مقامها فيجوز ذلك بقدر الحاجة. ¶ 7- لا يجوز وصف أي دواء يؤدي إلى نتائج محرمة كالأدوية المجهضة والأدوية المهلكة وغيرها إلا إذا كانت هناك دواع شرعية تبرر وصف هذه الأدوية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "8- لا يجوز للطبيب وصف دواء غير لازم للمريض، ولا دواء يعرف ما هو أفضل منه، لأن هذا من الغش المنهي عنه بقول النبي - صلى الله عليه وسلم - : \"من غشنا فليس منا\" رواه مسلم(¬1)(¬2). ¶ 9- لا حرج شرعا في استعمال الذهب في تلبيس الأسنان وشد بعضها ببعض ونحو ذلك للرجال لغرض التداوي نظرا لقيام الضرورة أو الحاجة إلى ذلك. ¶ أما إذا كان لغرض الزينة فلا يجوز له ذلك لقول النبي - صلى الله عليه وسلم - : \"إن هذين –الذهب والحرير- حرام على ذكور أمتي حلال لإناثها\"(¬3). ¶ ¬__________ ¶ (¬1) لا شك أن الغش من الأوزار الجسيمة والكبائر العظيمة خاصة عندما تتعلق بصحة الإنسان ومن شخص يحسن فيه الظن ويصدق في كل ما يقوله، إضافة إلى ضياع المال وتكليف الكثيرين ما لا يطيقونه من أثمان الدواء والفحوصات التي لا تداعي لها سوى جشع الطبيب أو طمعه فيما قد يحصل عليه من أموال لقاء تحويل المرضى على صيدليات أو فحوصات لجهات معينة، ولا يفكر هذا الطبيب أن بهذا يقضي على دينه وأن سيحاسب يوم لا ينفع مال ولا بنون على هذا الغش ولن ينفعه أحد، أما المال الذي يأخذه نظير غشه فهو مال سحت حرام لا يجوز له التصرف فيه بل يعيده إلى أصحابه إن علمهم وإلا تصدق به على نية الثواب لهم واستغفر الله وتاب إليه واكثر من الصالحات، كي تعوض ما قد يؤخذ عليه من الحسنات يوم القيامة لأن هذا من حقوق العباد، فالمسألة جد خطيرة. ¶ (¬2) الموسوعة الطبية الفقهية930 وما بعدها ¶ (¬3) المواد المحرمة والنجسة في الغذاء والدواء 94، وتوصيات الندوة الفقهية الطبية التاسعة للمنظمة الإسلامية للعلوم الطبية.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "10- فيما يتعلق باستعمال الذهب في تركيب حبوب وحقن دوائية لعلاج التهاب المفاصل المزمن فلا حرج شرعا في التداوي بها للرجال والنساء على السواء لقيام الضرورة أو الحاجة إلى ذلك فضلا عن أن النهي الشرعي في حق الرجال إنما هو منصب على التحلي بالذهب أما ما عدا ذلك كتناول أملاحه ومركباته الدوائية عن طريق الفم أو العروق الدموية فهو على أصل الإباحة(¬1). ¶ 11- الأصل الشرعي حرمة لبس الحرير الطبيعي على الرجال ويستثنى من ذلك لبسه لغرض المعالجة الطبية كأمراض الحساسية والحكة وما شابه ذلك فإنه سائغ شرعا (¬2). ¶ ومما يتعلق بهذا المبحث أمران مهمان وهما: التقرير الطبي والملف الطبي: ¶ أولا: التقرير الطبي: ¶ التقرير الطبي هو التقرير الذي يحرره الطبيب بعد دراسته لحالة المريض دراسة وافية وتشخيص المرض الذي يشكو منه أو بعد انتهاء فترة العلاج أو بعد الجراحة. ¶ والتقرير الطبي شكل من أشكال الشهادة التي أمرنا شرعا بأدائها وعدم كتمانها لقوله تعالى: { رَبَّهُ وَلاَ تَكْتُمُوا الشَّهَادَةَ وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ (283)} [البقرة] ولهذا لا يجوز للطبيب أن يمتنع عن إعطاء تقرير طبي عندما يطلب منه ذلك. ¶ كما يجب أن يكون التقرير الطبي محتويا على المعلومات الصحيحة التي توصل إليها الطبيب من خلال الفحص السريري والفحوص المخبرية وبقية الوسائل المساعدة. ¶ ¬__________ ¶ (¬1) السابق. ¶ (¬2) توصيات الندوة الفقهية الطبية التاسعة للمنظمة الإسلامية (السابق96)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أما تحرير التقرير الطبي من غير تحري الحالة جيدا أو تضمين التقرير معلومات غير صحيحة عن عمد أو إهمال أو جهل فهو نوع من شهادة الزور المنهي عنها شرعا، والتي حذر منها النبي - صلى الله عليه وسلم - أشد التحذير حيث قال: ألا أنبئكم بأكبر الكبائر؟ ثلاثا، قالوا: بلى يا رسول الله، قال: الإشراك بالله وعقوق الوالدين - وجلس وكان متكئا فقال: ألا وقول الزور ، قال: فما زال يكررها حتى قلنا: ليته يسكت(¬1). ¶ وبما أن التقرير الطبي نوع من الشهادة فالأصل فيه أن يوقع من طبيبين كما هي الحال في الشهادات عموما، لكن لما في هذا الأمر من حرج فإنه يجوز الاكتفا بتوقيع طبيب واحد في الحالات العادية والمألوفة، وهذا ما ذهب إليه المالكية والحنابلة(¬2) مثلا في الشجاج وفي بعض أحكام البيطرة مثل عيوب الدواب، لكن قيده المالكية بأن يكون بتكليف من الإمام. ¶ وقيده الحنابلة بأن لا يوجد طبب غيره، فإذا وجد طبيب آخر وجب شهادة طبيبين. ¶ ومع هذا نقول يمكن أن تقسم الأمراض على أقسام ثلاثة: ¶ الأول: ما يكتفى فيه بطبيب واحد وهذا في الأمراض التي يترخص بسببها في العبادات، فلا يجب فيها شهادة طبيبين بل يكفي شهادة طبيب واحد بحيث يجوز له الترخص في التيمم والإفطار مثلا(¬3). ¶ كما يكون في الأمراض العادية والمألوفة، كما ذهب إليه المالكية. ¶ الثاني: ما يحتاج فيه إلى شهادة طبيبين وهذا فيما إذا كان المرض غير مألوف ويترتب عليه حق في النفس والمال. ¶ الثالث: ما يحتاج إلى لجنة طبية استصلاحا، وهذا حيث يكون المرض خطيرا وترتب عليه حقوق كبيرة كما في مرض الإيدز ونحوه. ¶ ¬__________ ¶ (¬1) أخرجه البخاري 2/939، ومسلم 1/91 ¶ (¬2) الإنصاف 12/81 ¶ (¬3) البحر الرائق 2/307، والشرح الكبير للدردير 1/535، والمجموع 2/311، وكشاف القناع 1/501",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وفي الحالات التي يتوجب فيها توقيع التقرير الطبي من قبل طبيبين أو من قبل لجنة طبية لا يجوز للطبيب أن يوقع على التقرير اعتمادا على ثقته بالطبيب الآخر أو ببقية الزملاء في اللجنة بل عليه أن يطلع بنفسه على الحالة قبل التوقيع، ليكون توقيعه عن علم ويقين، وإلا فإنه يتحمل مسئولية توقيعه، ولا يعفيه من المسئولية اعترافه بأنه وقع التقرير بناء على ثقته بالزملاء. ¶ وما يتضمنه التقرير الطبي من معلومات عن حالة المريض يعدّ من الأسرار التي تجب صيانتها وعدم إفشائها لغير المريض إلا بشروط، وهذا ما يوجب على الطبيب حفظ تقاريره بصورة جيدة كيلا تقع في أيدي من لا يحق لهم الإطلاع عليها. ¶ كما لا يجوز للطبيب إصدار تقرير طبي أو شهادة وفاة عن الحالة ما لم يكن قد شهدها بنفسه أو اطلع على الأعراض أو الأسباب التي أدت على الوفاة، وليس من النادر أن يستغل بعض أصحاب النفوس المريضة طيبة الطبيب وانشغاله في عمله فيطلبون منه تقريرا أو شهادة وفاة عن حالة لم يشهدها فعلا بحجة الإسراع بدفن الميت، وكثيرا ما يؤدي مثل هذا التهاون إلى مساءلة الطبيب وبخاصة في الحالات الجنائية(¬1). ¶ ثانيا: الملف الطبي: ¶ وتتعلق بالملف الطبي الأحكام التالية: ¶ 1- إذا ألزمت الحكومة الطبيب بفتح ملفات طبية لكل مريض فيجب على الطبيب الالتزام بذلك. ¶ 2- بما أن الملف الطبي وثيقة رسمية يرجع إليه في كثير من القضايا كالحوادث الجنائية والإصابات المختلفة والتأمينات والتعويض والولادة والوفاة والوصية وغيرها فإنه يجب أن يشتمل الملف الطبي على المعلومات الدقيقة صيانة للحقوق وحماية للطبيب في حال المساءلة. ¶ 3- ما يحتويه الملف من معلومات شخصية يعدّ سرا من أسرار المريض التي يجب المحافظة عليها وعدم إفشائها إلا بشروط. ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 217",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أما المعلومات العلمية العامة التي يحتويها الملف فهي ملك للطبيب أو للمستشفى، ويمكن الاستفادة منها في التقارير العلمية وفق الضوابط الشرعية والطبية المعتمدة، ويجوز نشر هذه المعلومات في وسائل النشر العلمية والصحفية بشرط ألا تتضمن ما يشير إلى مريض أو مرضى معينين وإلا اعتبر ذلك إفشاء لأسرار المرضى وخضع للمساءلة(¬1). ¶ المبحث الرابع ¶ الفحص المخبري ¶ يتعلق بالمختبر والفحص المخبري جملة أحكام أو جزها فيما يلي: ¶ 1- العناية بطهارة المختبر: ¶ يندب تحري النظافة وإزالة النجاسة قدر الإمكان، ويساعد في هذا ارتداء القفازات والأقنعة والألبسة والنظارات الواقية، واتباع التعليمات الخاصة بالسلامة في المختبرات(¬2). ¶ 2- آداب المختبر: ¶ يجب على الأطباء المختصين وفنيي المختبر مراعاة آداب التطبيب المختلفة عند تعاملهم مع المرضى والمراجعين للمختبر ومنها: ¶ أ مراعاة أحكام العورة عند جمع العينات التي تتطلب الكشف على عورات المرضى مع التذكير بأن الأصل أن يكشف الرجال على الرجال والنساء على النساء، وأن تجتنب الخلوة المحرمة عند جمع العينات. ¶ ب مراعاة أحكام السر الطبي، فلا يجوز إبلاغ النتائج المخبرية إلا للجهة التي طلبتها، وللجهات ذات الاختصاص كالشرطة والقضاء ونحوه. ¶ ت مراعاة أحكام الإذن الطبي، فلا يجوز أخذ عينة من الشخص إلا بإذنه، أو إذن وليه دون إكراه. ¶ ث مراعاة الضوابط الشرعية والعلمية عند إجراء التجارب على العينات المأخوذة من المرضى. ¶ 3- العينات والتجارب المخبرية: ¶ يجب التقيد بمقدار العينة اللازمة للتحليل حسب ما تمليه القواعد العلمية، ولا يجوز أخذ مقدار أكبر لاستخدامها في أغراض أخرى مثل: القيام بدراسات أو تجارب علمية، أو استخدام العينة الزائدة لأغراض خاصة، إلا إذا وافق صاحب العينة على ذلك. ¶ ¬__________ ¶ (¬1) السابق 865 ¶ (¬2) الموسوعة الطبية الفقهية 439",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويجب تحري الدقة في جمع العينات وترقيمها وتسجيلها كيلا يقع خطأ، فتنسب نتائج عينة إلى غير صاحبها، فقد يترتب على هذا الخطأ أضرار جسيمة، وفي حال وقوع مثل هذا الخطأ فإن المختبر يتحمل مسئولية الضرر، ويضمن تعويض المتضرر عما أصابه من أضرار. ¶ أما العينات المتبقية بعد فحصها فيجب التخلص منها حسب القواعد الشرعية المتعلقة بالتخلص من النجاسات ومن الأعضاء البشرية، وحسب الأصول العلمية المعروفة في تنظيم أعمال المختبرات تجنبا لنشر العدوى في المجتمع(¬1). ¶ المبحث الخامس ¶ الجراحة الطبية ¶ الجراحة الطبية هي: إجراء جراحي بقصد إصلاح عاهة أو رتق تمزق أو عطب أو بقصد إفراغ صديد أو سائل مرضي آخر أو لاستئصال عضو مريض أو شاذ. ¶ شروط جواز الجراحة الطبية: ¶ إن الحكم بجواز الجراحة الطبية مقيد بشروط أشار إليها الفقهاء وهي مستقاة من أصول الشرع وقواعده وتنحصر في الشروط الثمانية التالية: ¶ الشرط الأول: أن تكون الجراحة مشروعة: فلا يجوز للمريض أن يطلب فعل الجراحة ولا للطبيب أن يجيبه إلا بعد أن تكون تلك الجراحة مأذونا بفعلها شرعا، لأن الجسد ملك لله { لله ملك السماوات والأرض وما فيهن } فلا يجوز للإنسان أن يتصرف فيه إلا بإذن المالك الحقيقي، والجراحة منها المشروع والممنوع كما سيأتي بيانه. ¶ الشرط الثاني: أن يكون المريض محتاجا إلى الجراحة: ¶ أي بأن يخاف على نفسه الهلاك أو تلف عضو من أعضاء جسده أو دون ذلك كتخفيف الألم. ¶ الشرط الثالث: أن يأذن المريض أو وليه بفعل الجراحة: فإذا رفض المريض ولو كان يتألم فلا يجوز للطبيب أن يجري الجراحة حتى ياذن له. ¶ الشرط الرابع: أن تتوفر الأهليه في الطبيب الجراح: ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 840",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ويتحقق هذا الشرط بوجود أمرين: أن يكون ذا علم وبصيرة بالعملية المطلوبة، وان يكون قادرا على تطبيقها وأدائها على الوجه المطلوب (¬1) فلو كان جاهلا بالكلية كأن تكون خارجة عن اختصاصه أو جاهلا ببعضها فإنه يحرم عليه فعلها، ويعتبر إقدامه عليها في حال جهله بمثابة الجاني المعتدي على الجسم المحرم بالقطع والجرح. ¶ الشرط الخامس: أن يغلب على ظن الطبيب الجراح نجاح الجراحة: ¶ بمعنى أن تكون نسبة نجاح العملية ونجاة المريض من أخطارها أكبر من نسبة عدم نجاحها وهلاكه، فإذا غلب على ظنه هلاك المريض بسببها فإنه لا يجوز له فعلها(¬2). ¶ الشرط السادس: ألا يوجد البديل الذي هو أخف ضررا من الجراحة: كالعقاقير والأدوية، فإن وجد البديل لزم المصير إليه صيانة لأرواح الناس وأجسادهم حتى لا تتعرض لأخطار الجراحة وأضرارها ومتاعبها كالقرحة الهضمية في بدايته يتم علاجه بالعقاقير والتي ثبت مؤخرا تأثيرها على القرحة وأنها أنجح العلاجات وأفيدها. ¶ أما إذا كان الدواء أشد خطرا وضررا ولا ينفع في علاج الداء او زواله فإنه لا يعتبر موجبا للصرف عن فعل الجراحة كبعض الأمراض العصبية حيث يمكن علاج المريض بالعقاقير المهدئة لكنها لا تنفع في زوال الداء وقد تسبب الإدمان فوجود البديل على هذا الوجه وعدمه سواء. ¶ الشرط السابع: أن تترتب المصلحة على فعل الجراحة: ¶ إنما شرعت الجراحة لمصلحة الأجساد ودفع ضرر الأسقام عنها فإذا انتفت تلك المصالح وكانت ضررا محضا فإنه حينئذ ينتفي السبب الموجب للترخيص بفعلها شرعا وتبقى على أصل الحرمة، ومثال على هذا جراحة إزالة الثآليل بالقطع أو الكت الجراحي فقد ثبت طبيا أن الثآليل لا تزول بالعمل الجراحي بل عن فعل القطع والكحت ينتهي بالمصاب إلى عواقب وخيمة وأضرار منها العدوى الجرثومية وتندب موضع الجراحة. ¶ ¬__________ ¶ (¬1) انظر المغني لابن قدامة 5/538 ¶ (¬2) انظر شرح السنة للبغوي 12/147، وقواعد الأحكام 1/4",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وينبغي في هذه المصلحة أن تكون من جنس المصالح التي شهد الشرع باعتبارها وأنها مصلحة مقصودة أما المبنية على الهوى كجراحة تغيير الجنس فلا يجوز فعلها لعدم اعتبار الشرع لها. ¶ الشرط الثامن: أن لا يترتب على فعلها ضرر أكبر من ضرر المرض: ¶ كجراحة التحدب الظهري الحاد فالغالب فيها أنها تنتهي بالشلل النصفي، فعلى الطبيب أن يقارن بين نتائج ومفاسد الجراحة ومفاسد المرض، فإن كانت المفاسد التي تترتب على الجراحة أكبر من المفاسد الموجودة في المرض حرمت الجراحة، لأن الشريعة لا تجيز الضرر بمثله أو بما هو أشد، وأما إذا كان العكس فتجوز. ¶ الجراحة المشروعة: ¶ تنحصر الجراحة الطبية المشروعة في الستة الأنواع التالية: ¶ 1- الجراحة العلاجية: ¶ تنقسم موجبات العلاج على ثلاثة مراتب: ¶ الأولى: الجراحة العلاجية الضرورية: وهي التي يقصد منها إنقاذ مريض من الموت مثل: حالة انفجار الزائدة الدودية، حالة انفجار الإثنى عشر، وحالة انسداد الأمعاء، حالة انفجار المعدة، ويعتبر إنقاذ حياة المريض الذي هو هدف هذا النوع من أجل المصالح المقصودة شرعا، لأن مرتبة المحافظة على النفس هي المرتبة الثانية من مراتب الضروريات الخمس، فيتعين على الطبيب الجراح حينئذ إجراء العمل الجراحي ولا يجوز له الامتناع، ويكون بذلك قد فرج كربة عن أخيه المسلم. ¶ الثانية: الجراحة العلاجية الحاجية: ¶ والتي يقصد منها علاج الأمراض والحالات الجراحية التي تصل على درجة الخوف على المريض من الموت وتكون مشقة الألم أو خوف الضرر غير يسيرة، وهي تشتمل على علاج نوعين من الأمراض والحالات الجراحية وهي:",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "- الأمراض والحالات الجراحية التي يتضرر المريض بآلامها سواء كانت مستمرة أم متقطعة مثل جراحة استئصال اللوزتين في حال التهابهما المزمن، واستئصال البواسير الشرجية، وقلع الضرس إذا أصابه النخر والألم، فهذه الحالات تنشأ عنها آلام قد تكون مبرحة تنغص على المريض حياته وتمنعه من الراحة وأداء العبادة على وجهها. ¶ - الأمراض التي يخشها من ضررها مستقبلا ولا يوجد فيها ألم منغص، ويشترط في الضرر أن يغلب على ظن الطبيب وقوعه، أما إذا كان متوهما كما في جراحة استئصال اللوزتين السليمتين من الأطفال خشية التهابهما مستقبلا فإن هذا الظن لا تأثير له ولا يصير به المريض محتاجا. ¶ ومن أمثلة هذا النوع: استئصال الأكياس المائية الموجودة في الكبد، استئصال الأورام السليمة في القولون وغيرها، وهذا النوع جائز لأن الشريعة راعت رفع الحرج ودفع الضرر عن الناس. ¶ الثالثة: الجراحة العلاجية الحاجية الصغرى: ¶ وهي الجراحة التي لا تصل المشقة الموجودة فيها على مرتبة الحاجيات والضروريات وغالبا ما تجرى للاج الجروح الصغيرة ومن أمثلتها: استئصال الزوائد اللحمية في الأنف، وكي النزيف الأنفي، التهاب الجيوب الأنفية المزمنة. ¶ وهذا النوع مشروع لأن المقصود منه إصلاح الفساد الذي أصاب الجسم. ¶ وتظهر فائدة الترتيب السابق في حال ازدحام الحالات الجراحية بحيث لا يمكن تغطيتها بالعلاج في آن واحد فالواجب تقديم الضروري على الحاجي وهو على ما دونه، بشرط ألا تكون الحالة المقدمة ميؤوسا منها فينتقل الطبيب لغيرها. ¶ 2- جراحة الكشف: ¶ وهي كل جراحة تجري للحصول على معلومات عن المرض لا يمكن الحصول عليها بالوسائل الأخرى (الأشعة- المناظير- التحاليل الطبية وغيرها) ومن صورها: الكشف عن حقيقة الأورام الموجودة في البطن، الكشف عن حقيقة الأورام الموجودة في الشرج عن طريق التنظير والخزع، الكشف عن حقيقة الأورام الموجودة في القولون.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وهذا الجراحة يجب الا تجرى إلا بعد أن يستنفد الأطباء الوسائل الأخرى الأقل خطرا. ¶ 3- جراحة الولادة: ¶ ولا تخلو الحالة اداعية إلى فعلها من حالتين: ¶ الحالة الأولى أن تكون ضرورية، وهي الحالة التي يخشى فيها على حياة الأم أو جنينها أو هما معا، ومن أمثلتها: ¶ - جراحة الحمل المنتبذ: إذ يتكون الجنين خارج الرحم في قناة المبيض، وهذا الموضع الذي يكون فيه الجنين يستحيل بقاؤه فيه حيا، وغالبا ما ينفجر فتصبح الام مهددة بالخطر، مما يعني ضرورة إجراء الجراحة واستخراجه قبل انفجاره إنقاذا لحياة الأم. ¶ - جراحة استخدام الجنين بعد وفاة أمه قبل وفاته حفاظا على حياته. ¶ - الجراحة القيصرية في حال التمزق الرحمي. ¶ وهذا النوع من الجراحة مشروع لإنقاذه النفس وداخل في عموم قوله تعالى: { ومن أحياها فكأنما أحيا الناس جميعا } بل اعتبر ابن حزم فعل هذا النوع من الجراحة فرضا على الطبيب فقال: \"ولو ماتت امرأة حامل والولد حي يتحرك قد تجاوز ستة أشهر فإنه يشق عن بطنها طولا ويخرج الولد لقوله تعالى: { ومن أحياها فكأنما أحيا الناس جميعا } ومن تركه عمدا حتى يموت فهو قاتل نفس\"(¬1). ¶ الحالة الثانية: أن تكون حاجية وهي الحالة التي يحتاج الأطباء فيها على فعل الجراحة بسبب تعذر الولادة الطبيعية وترتب الأضرار عليها إلى درجة لا تصل إلى مرتبة الخوف على الجنين أو أمه من الهلاك، ومن اشهر أمثلتها الجراحة القيصرية عند الخوف من حصول الضرر على الأم أو الجنين أو هما معا إذا خرج المولود بالطريقة المعتادة وذلك بسبب وجود العوائق لتلك الأضرار كضيق عظام الحوض أو تشوهها أو إصابتها ببعض الأفات المفصلية بحيث يتعذر تمدد مفاصل الحوض. ¶ والحكم بالحاجة في هذا النوع من الجراحة راجع إلى تقدير الأطباء، ولا يعد طلب المرأة او زوجها مبررا لفعل هذا النوع من الجراحة طلبا للتخلص من آلام الولادة الطبيعية. ¶ ¬__________ ¶ (¬1) المحلى 5/166",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ويجب على الطبيبة التقيد بشرط وجود الحاجة، وأن تنظر في حال المراة وقدرتها على تحمل مشقة الولادة الطبيعية وكذلك ينظر في الآثار المترتبة على ذلك فغن اشتملت على أضرار زائدة عن القدر المعتاد في النساء ووصلت إلى مقام يوجب الحرج والمشقة على المرأة أو غلب على ظنها أنه تتسبب في حصول ضرر للجنين فإنه حينئذ يجوز له العدول إلى الجراحة وفعلها بشرط ألا يوجد بديل يمكن بواسطته دفع تلك الاضرار وإزالتها. ¶ 4- جراحة الختان: ¶ اختلف أهل العلم في حكم الختان على أقوال: ¶ - واجب على الذكر والأنثى (الشافعية والحنابلة) ¶ - سنة للذكر والأنثى (الحنفية والمالكية) ¶ - واجب على الذكور مكرمة للإناث (رواية عن احمد، وبعض المالكية، والظاهرية) ¶ 5- جراحة التشريح: وسيأتي الكلام عليها. ¶ التشريح هو العلم الذي يدرس تركيب أجسام المخلوقات الحية عامة من نبات أو حيوان أو إنسان، ويشرح جسم الإنسان عادة بعد الوفاة إما بقصد التعليم لمعرفة تركيب الإنسان وعلاقة أعضائه بعضها ببعض وإما لدراسة المظاهر النسيجية للعلة التي أدت على الوفاة، وإما بقصد معرفة أسباب الوفاة إن كانت جنائية أو غير جنائية. ¶ ولم يعهد عند فقهائنا القدامى الحديث عن تشريح جثث الموتى بالمعنى الذي أصبح معروفا اليوم ولم يفتوا فيه، لما ثبت في السنة أنه - صلى الله عليه وسلم - قال: \"كسر عظم الميت ككسر عظمه حيا\". ¶ لكن صدرت فتاوى معاصرة تبيح تشريح جثث الموتى لمثل هذه الأغراض منها: ¶ 1- فتوى اللجنة الدائمة للبحوث العلمية والإفتاء في المملكة العربية السعودية في 21/7/1396هـ ¶ 2- فتوى هيئة كبار العلماء في المملكة العربية السعودية(الدورة التاسعة القرار رقم 47 في 20/8/1396هـ). ¶ 3- فتوى المجمع الفقهي التابع لرابطة العالم الإسلامي (الدورة العاشرة 1408هـ) ¶ وقد أباحت هذه الفتاوى تشريح الجثث لأحد الأغراض التالية:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "1- التحقيق قي دعوى جنائية لمعرفة اسباب الموت أو الجريمة المرتكبة، وذلك عندما يشكل على القاضي معرفة أسباب الوفاة، ويتبين أن التشريح هو السبيل لمعرفة هذه الأسباب. ¶ 2- التحقق من الأمراض التي تستدعي التشريح ليتخذ على ضوئه الاحتياطات الواقية والعلاجات المناسبة لتلك الأمراض. ¶ 3- تعليم الطب وتعلمه كما هو الحال في كليات الطب(¬1). ¶ - شروط التشريح: ¶ لا يجوز التشريح إلا بعد تحقق جملة من الشروط هي: ¶ 1- التيقن من موت الشخص قبل إجراء التشريح عليه. ¶ 2- وجود ضرورة معتبرة تبرر التشريح كالتشريح للتعليم أو لدراسة الأمراض أو لأسباب جنائية. ¶ 3- موافقة الشخص قبل موته على تشريح جثته إذا مات أو موافقة ذويه بعد موته، ولا تشترط موافقة الميت ولا ذويه في الحالات الجنائية لما في التشريح في مثل هذه الحالات من مصلحة راجحة، ولأن ممانعة الأهل قد تفوت حقا من الحقوق العامة أو الخاصة، ويجوز تشريح جثث المتوفين المجهولين الذين ليس لهم أهل تؤخذ موافقتهم كما جاء مثلا في الفتوى التي صدرت عن دار الإفتاء المصرية: \"يجوز شرعا الحصول على جثث بعض المتوفين ممن لا أهل لهم للإفادة العلمية من تشريحهم مراعاة للمصلحة العامة على أن يقتصر في ذلك على ما تقضي به الضرورة القصوى\". ¶ 4- عدم التمثيل بالجثة؛ لأن كرامة الميت ككرامة الحي، ولا يجوز العبث بالجثة، ويحسن أن يكون درس التشريح جادا يوجهه المدرس لبيان قدرة الله تعالى في الخلق، وحكمته في خلق الإنسان في أحسن تقويم. ¶ 5- تجميع أجزاء الجثة بعد الفراغ من تشريحها ودفنها(¬2). ¶ - حكم بيع وشراء الجثث: ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 199 ¶ (¬2) السابق",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ويتفرع على ما سبق مسألة شراء جثث الكفار لغرض تشريحها، والقول فيها: أن من شرط صحة البيع شرعا أن يكون المبيع ملكا للبائع أو موكلا في بيعه لحديث \"لا تبع ما ليس عندك\"(¬1) وهذه الجثث ليست ملكا للبائع ولا موكلا في بيعها من مالكها ومن ثم فإنه لا يصح بيعها شرعا، ولكن يمكن التوصل إلى هذه الجثث بطريقة التعاقد مع باذلها على وجه الإجارة ويكون بذل الثمن في مقابل السعي والبحث ومؤنة النقل ونحو ذلك مما يجري على سنن الإجارة ويعطى له الثمن في مقابل ذلك(¬2). ¶ 6- جراحة التجميل الحاجية: ¶ وهي التي تجري لتحسين جزء من أجزاء الجسم الضاهرة أو وظيفته إذا ما طرا عليه نقص أو تلف أو تشوه(¬3) ويقسمها الأطباء على اختيارية وسيأتي الكلام عليها، وضرورية –وهي المرادة هنا- وهي المحتاج على فعلها بعيدا عن المصطلح الفقهي في الضروري والحاجي. ¶ وإذا نظرنا إلى العيوب الناشئة في الجسم فإننا نجدها على قسمين: خلقية وطارئة ¶ أما الخلقية فهي عيوب ناشئة في الجسم من سبب فيه لا من سبب خارج عنه فيشمل ذلك ضربين من العيوب وهما: العيوب الخلقية التي ولد بها الإنسان كالشفة المفلوجة وانسداد فتحة الشرج، والعيوب الناشئة من الآفات المرضية كانحسار اللثة بسبب الالتهابات المختلفة. ¶ أما العيوب الطارئة بسبب من خارج الجسم كما في العيوب والتشوهات الناشئة من الحوادث والحروق، وهذا النوع يستضر به الإنسان حسا ومعنى فهي جراحة مشروعة بل يتوسع على المصابين بهذه العيوب بالإذن لهم في إزالتها بالجراحة اللازمة للضرر الحسي والمعنوي ولأنه يدخل في دائرة التداوي. ¶ الجراحة المحرمة ¶ وهو ما لم تتوفر فيه الدواعي المعتبرة شرعا للترخيص بفعله وتعتبر مقاصده من جنس المقاصد المحرمة شرعا كما سياتي بيانها. ¶ 1- جراحة التجميل التحسينية: ¶ ¬__________ ¶ (¬1) سنن الترمذي ¶ (¬2) أحكام الجراحة الطبية والآثار المترتبة عليها ¶ (¬3) الموسوعة الطبية الحديثة 3/454",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وهي جراحة تحسين المظهر بحيث يبدو جميل الصورة والشكل -كتجميل الأنف بتصغيره وتغيير شكله عرضا وارتفاعا، وتجميل الثديين بتصغيرهما عن كانا كبيرين. ¶ وتعمل أيضا لغرض إزالة آثار الشيخوخة كعمليات شد الجلد. ¶ وهذا النوع من الجراحة لا يشتمل على دوافع ضرورية ولا حاجية بل غاية ما فيه تغيير خلقة الله تعالى والعبث بها حسب أهواء الناس وشهواتهم فهو غير مشروع ولا يجوز فعله لما يلي: ¶ 1- لحديث عبد الله بن مسعود أنه قال سمعت رسول الله - صلى الله عليه وسلم - يلعن المتنمصات والمتفلجات للحسن اللاتي يغيرن خلق الله\"(¬1) والجراحة التجميلية تغيير للخلقة بقصد الزيادة في الحسن. ¶ 2- لا تتم هذه الجراحة إلا بارتكاب محظورات كالتخدير والذي هو في الأصل محرم شرعا وإنما أجزناه في حالات الضرورة أو الحاجة المنزلة منزلتها، إضافة إلى قيام الرجال بمهمة الجراحة للنساء والعكس وحينئذ ترتكب محظورات عديدة كاللمس والنظر للعورة والخلوة، وإذا فعلها الرجال للرجال وكذلك النساء فإنه يحصل كشف العورة في بعضها كما في جراحة تجميل الأرداف. ¶ 2- جراحة تغيير الجنس: ¶ وهي الجراحة التي يتم بها تحويل الذكر على انثى وذلك باستئصال عضو الرجل وخصيتيه ثم بناء مهبل وتكبير الثديين، والعكس وذلك باستئصال الثديين وإلغاء القناة التناسلية الأنثوية وبناء عضو الرجل، مع خضوع الحالتين على علاج شخصي وهرموني معين. ¶ وهذا النوع غير جائز لما فيه من تغيير خلق الله، ولما ثبت عن ابن عباس أنه قال: لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال(¬2). ¶ 3- الجراحة الوقائية: ¶ ¬__________ ¶ (¬1) البخاري ومسلم ¶ (¬2) البخاري",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وهي الجراحة التي يقصد منها دفع ضرر محتمل الوقوع في المستقبل، فإن غلب على الظن الوقوع فتشرع، أما إذا كانت شكا أو وهما كاستئصال اللوزتين وهما في حالة صحية جيدة، أو الزائدة الدودية وهي سليمة، فهذه الحالات وأمثالها لا تجوز، لأن الأصل حرمة الإقدام على تغيير خلق الله، ولأن لهذه الأعضاء حكم من أجلها خلقها الله وفي إزالتها تعطيل لتلك المصالح. ¶ التشخيص: ¶ عُرف التشخيص بأنه: الفن الذي يتسنى به تعرف نوع المرض، فهو فن مسنقل يكوّن فرعا من فروع الطب، فيلزم الطبيب شرعا بالتقيد باصوله العلمية المقررة عند أهل الاختصاص، وإلا لم يجز له. ¶ والهدف من التشخيص معرفة نوعية المرض الجراحي والطور الذي وصل إليه. ¶ وإذا توصل الطبيب إلى معرفة وجود المرض الجراحي عن طريق التشخيص فإن كان ذلك على سبيل اليقين أو الظن فيجوز الإقدام على العملية الجراحية، وإن كان على سبيل الشك أو الوهم فلا يجوز ذلك لأن العبرة لغلبة الظن. ¶ أحكام التخدير الجراحي: ¶ التخدير في الاصطلاح الطبي الحديث: علم هدفه معرفة وتطبيق الوسائط –أي المواد المخدرة-التي من شأنها أن تحدث عند المريض زوال حس جزئي أو تام بقصد إجراء تدخل جراحي. ¶ والتخدير نوعان: ¶ 1- تخدير عام: وهو الذي يسبب ضياع الإدراك وفقدان الحس التام في سائر الجسم. ¶ 2- تخدير موضعي: وهو الذي يسبب زوال الحس في منطقة محدودة من الجسم. ¶ والمخدرات لم تكن معروفة عند سلف الأمة لذلك لم يتكلموا عن حكمها، وفي أواخر القرن السادس ظهرت الحشيشة وذلك حينما غزا التتار بلاد المسلمين فجلبوها معهم فابتلي فساق المسلمين بأكلها، فتكلم عليها العلماء وانعقد الإجماع على حرمة المسكر منها، لأنها في حكم الخمر، ولأنه داخلة في عموم قوله - صلى الله عليه وسلم - : \"كل مسكر حرام\" رواه مسلم.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أما المخدرات الموجودة في عصرنا فقد ثبت بكل جلاء ضررها على الفرد والمجتمع كله ولهذا انعقد الإجماع الدولي على محاربتها، وتشير الدراسات الطبية إلى أن المواد المخدرة مضرة بالإنسان جسديا ونفسيا وعقليا مما يقضي بحرمتها. ¶ أما بالنسبة لمشروعية التخدير الجراحي فإن الطبيب يحتاج أثناء قيامه بمهمة الجراحة الطبية إلى سكون المريض وعدم حركته كي يستطيع القيام بمهمته، ولا تخلو الحاجة إلى التخدير في الجراحة الطبية من ثلاث حالات: ¶ 1- أن تصل إلى مقام الضرورة: وهي الحالة التي يستحيل فيها إجراء الجراحة الطبية بدون تخدير كما في جراحة القلب المفتوح، وهنا يجوز فعله لأن الضرورات تبيح المحضورات. ¶ 2- أن تصل إلى مقام الحاجة: وهي الحالة التي لا يستحيل فيها إجراء الجراحة الطبية بدون تخدير ولكن المريض يلقى فيها مشقة فادحة لا تصل به على درجة الموت، كبتر الأعضاء، وهنا يجوز فعله أيضا لأن الحاجة تنزل منزلة الضرورة عامة كانت أو خاصة. ¶ 3- لا تصل إلى مقام الضرورة والحاجة: حيث يمكن فيها إجراء الجراحة الطبية دون أن يخدر المريض ويلقى فيها بعض الآلام البسيطة التي يمكن الصبر عليها كقلع السن في بعض حالاته، وهنا يرخص في اليسير من المخدر في التداوي بنا على نص الفقهاء المتقدمين على جواز استعمال المخدر في التداوي(¬1). ¶ ولا يجوز للمخدر أن يختار طريقة اشد ضررا من غيرها متى أمكن التخدير بالطريقة التي هي أقل منها ضررا، كما لا يجوز له أن يعدل إلى التخدير عن طريق العورة \"فتحة الشرج\" متى أمكن التخدير عن طريق الوريد ونحوه، لأن العورة لا يستباح كشفها إلا عند الحاجة وانعدام البديل. ¶ آداب الجراحة: ¶ ¬__________ ¶ (¬1) انظر حاشية ابن عابدين 5/408، وتبصرة الحكام 2/169، روضة الطالبين 1/171، والإنصاف للمرداوي 8/438",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يجب عند إجراء الجراحة مراعاة الضوابط الشرعية المتعلقة بالعورة والخلوة، بأن تكون ثياب المريض ساترة لعورته ولا يكشف من جسمه إلا ما تدعو الضرورة إلى كشفه، ويتحرى أن لا يطلع على عورات الرجال إلا الرجال وعورات النساء إلا النساء لأنه أخف، كما يراعى ألا تتاح الفرصة للخلوة بالمريض أو المريضة، وخاصة عندما يكون مخدرا فاقدا للوعي، منعا لما قد يرتكبه بعض ضعاف النفوس من تجاوزات ومخالفات شرعية كالاعتداء الجنسي أو النظر إلى العورة أو لمسها أو العبث بها(¬1). ¶ - الجراحة والعبادات: ¶ بعض العمليات الجراحية تستغرق فترة طويلة تفوت على المريض وقتين للصلاة كصلاتي الظهر والعصر أو المغرب والعشاء ففي هذه الحال يجوز للمريض أن يجمع الصلاتين في وقت الأولى منهما، فيصلي –مثلا- الظهر والعصر في وقت الظهر، أو المغرب والعشاء في وقت العشاء، فإن لم يستطع بأن كان العملية عاجلة أو يكون المريض في حالة نزيف ونحوه مما لا يقبل التأجيل فإنه يجري العملية ثم يقضي ما فاته من صلوات عندما يتمكن من القضاء(¬2). ¶ المبحث السادس ¶ المسؤولية الطبية ¶ المسؤولية الطبية هي المسؤولية التي يتحملها الطبيب ومن في حكمه ممن يزاولون المهن الطبية إذا ما نتج عن مزاولتهم أضرار مثل تلف عضو أو إحداث عاهة أو تفاقم علة، ويعبر عن المسؤولية في الاصطلاح الشرعي بـ\"الضمان\"(¬3). ¶ ويشترط لتحقق المسئولية ثلاثة أمور: ¶ 1- التعدي: أي مجاوزة ما ينبغي أن يقتصر عليه شرعا أو عرفا أو عادة. ¶ 2- الضرر: أي إلحاق مفسدة بالغير. ¶ 3- الإفضاء: أي ألا يوجد للضرر سبب آخر غيره(¬4) ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 236 ¶ (¬2) المصدر السابق 237 ¶ (¬3) الموسوعة الطبية الفقهية 861 ¶ (¬4) الموسوعة الفقهية الكويتية 28/219 وما بعدها",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ويتحمل الطبيب ومن في حكمه مسؤولية الأضرار التي تنتج عن أفعالهم سواء حدثت هذه الأضرار نتيجة استخدام أدوات ووسائل وأجهزة أو حدثت بسبب خطأ أو تقصير أو إهمال أو نتيجة عدم متابعة حالة المريض، أو عدم إجراء ما يلزم إجراؤه في الوقت المناسب، أو بسبب عدم استشارة ذوي الخبرة والاختصاص إن كانت الحالة تستدعي الاستشارة. ¶ وهناك مسئوليات أخرى يتحملها الطبيب ومن في حكمه بسبب ممارستهم ممارسات محظورة شرعا كالإجهاض بغير مبرر شرعي ونحوه(¬1). ¶ شروط عدم الضمان: ¶ لا يضمن الطبيب ومن في حكمه إذا ما راعى الشروط التالية: ¶ 1- أن يكون من ذوي الخبرة في صناعة الطب(¬2): أي أن يكون عارفا بالأصول الثابتة والقواعد المتعارف عليها نظريا وعمليا بين الأطباء، والتي يجب أن يلم بها كل طبيب وقت قيامه بالعمل الطبي(¬3). ¶ وتعرف مهارة بشهادة أهل صنعته(¬4)، أي أن يكون حاصلا على شهادة معتبرة من جهة طبية معتبرة. ¶ أما من ليس كذلك فقد ثبت في السنة أنه \"من تطبب ولم يعلم منه طب فهو ضامن\"(¬5). ¶ أي من تعاطى الطب دون علم به فاتلف بتطببه عضوا أو أهلك نفسا فهو ضامن لما أتلفه، ويدخل في هذا المعنى من تكبب في غير تخصصه، فإذا تطبب متخصص الباطنية لأمراض القلب وأضر بالمريض فإنه يضمن. ¶ 2- أن يُؤذن له بمزاولة المهنة: أي أن يحصل على ترخيص رسمي بممارسة الطب أو غيره من الاختصاصات الطبية من الجهة ذات الاختصاص. ¶ 3- أن يأذن له المريض بمداواته: ويشترط أن يكون الإذن معتبر شرعا. ¶ ¬__________ ¶ (¬1) الموسوعة الطبية الفقهية 862 ¶ (¬2) التاج والإكليل 6/320، وحاشية البجيرمي 4/140، والفروع لابن مفلح 4/337 ¶ (¬3) قائد، المسؤولية الجنائية للأطباء 160 ¶ (¬4) حشية البجيرمي 4/140 ¶ (¬5) أخرجه أبو داود في سننه 2/604 وحسنه الألباني في الصحيحة 2/226",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فإذا كان الإذن معتبرا وكان الطبيب حاذقا ولم تجن يده، ولم يتجاوز ما أذن فيه، وسرى التلف إلى المريض فإن الطبيب لا يضمن، لأنه فعل فعلا مباحا مأذونا فيه، أما إن طبب بغير إذن أو بإذن غير معتبر شرعا فأدى إلى تلف أو عيب فإنه يضمن ما ترتب على فعله من أضرار(¬1). ¶ 4- ألا يتجاوز ما ينبغي له في المداواة: كأن يعطي جرعة من الدواء أكبر من الجرعة المحددة أو يقطع من العضو أثر مما ينبغي، فإن فعل ذلك تحمل مسؤولية فعله وألزم بضمان ما نتج عن فعله من أضرار سواء كان فعله عن خطأ أو تقصير أو جهل أو اعتداء، إلا أنه لا يأثم في الخطأ، ويأثم في التقصير والجهل والاعتداء(¬2). ¶ فالتزامات الطبيب مناطها القواعد المهنية التي تحددها وتبين مداها فالمخالفة الواضحة للمبادئ المسلم بها في الفن الطبي هي وحدها التي يمكن أن تحرك مسئولية الطبيب(¬3). ¶ ولا يكون الطبيب مسئولا عن النتيجة التي يصل إليها المريض إذا تبين أنه بذل العناية اللازمة ولجأ إلى جميع الوسائل التي يستطيعها من كان في مثل ظروفه لتشخيص المرض وعلاجه(¬4). ¶ ¬__________ ¶ (¬1) التاج والإكليل 5/431، والمبدع 5/110 ¶ (¬2) أحكام الجراحة الطبية والآثار المترتبة عليها 454 ¶ (¬3) مسؤولية الطبيب وإدارة المرفق الصحي العام 36 ، نقلا عن الموسوعة الطبية الفقهية 863. ¶ (¬4) السابق.",
            "page": "57",
            "part": "1"
        }
    ],
    "t36238": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تقريب فقه الطبيب"
        }
    ]
}