{
    "b36230": [
        {
            "hno": null,
            "id": "1",
            "nass": "أَوْضَحُ الْمَسالِكِ إلى أَحْكَامِ الْمَناسِكِ ¶ وَقْفٌ للهِ تَعَالى ¶ تَأْلِيفُ ¶ الفَقِير إلى عَفْوِ رَبِّهِ ¶ عَبدِ الْعَزِيزِ بْنِ مُحَمَّدٍ السّلمانِ ¶ رَحِمَهُ اللهُ تَعَالَى ¶ الْمُدَرِّسُ فِي مَعْهَدِ إمامِ الدَّعْوَةِ بالرياضِ سابقاً ¶ وَقْفٌ للهِ تَعَالى ¶ ومن أراد طباعته ابتغاء وجه الله تعالى لا يريد به عرضًا من الدنيا فقد أذن له وجزى الله خيرًا من طبعه وقفًا أو أعان على طبعه أو تسبب لطبعه وتوزيعه على إخوانه المسلمين فقد ورد عن النبي صلى الله عليه وسلم أنه قال : (( إِنَّ الله يُدْخِلُ بِالسَّهْمِ الْوَاحِد ثَلَاثَةَ نَفَرٍ الْجَنَّةَ صَانِعَهُ يَحْتَسِبُ فِي صَنْعَتِهِ الْخَيْرَ ، وَالرَّامِيَ بِهِ وَمُنَبِّلَهُ )) الحديث رواه أبو داوود وورد عنه صلى الله عليه وسلم أنه قال : (( إِذَا مَاتَ الْإِنَسَانُ انْقَطَعَ عَمَلُهُ إِلَا مِنْ ثَلَاثةٍ : صَدَقَةٌ جَارِيَةٌ أَوْ عِلْمٌ يُنْتَفَعُ بِهِ أَوْ وَلَدٌ صَالِحٌ يَدْعُو لَهُ )) ¶ الحديث رواه مسلم",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "(وقف لله تعالى) ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ إن الحمد لله نحمده ، ونستعينه ونستغفره ، ونتوب إليه ونعوذ بالله من شرور أنفسنا ، وسيئات أعمالنا ، من يهده الله فلا مضل له ، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدًا عبده ورسوله صلى الله عليه وعلى آله وسلم تسليمًا كثيرًا. ¶ وبعدُ: فهذا منسك جامع لكثير من أحكام الحج والعمرة ومحتويًا على كثير من آداب السفر من حين يريد السفر إلى أن يرجع إلى محله موضحًا فيه ما يقوله ويفعله، جمعته من كتب أهل العلم فينبغي لمن صحبه أن يقرأه على أصحابه ورفقائه في طريقهم للحج والعمرة ليستفيد ويفيدهم فينتفع وينفع؛ هذا وأسأل الله العلي العظيم الحي القيوم بديع السماوات والأرض الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوًا أحد ذا الجلال والإكرام مالك الملك يؤتي الملك من يشاء وينزع الملك ممن يشاء ويعز من يشاء ويذل من يشاء بيده الخير إنه على كل شيء قدير أن ينفع به نفعًا عامًّا من قرأه ومن سمعه وصلى الله على محمد وعلى آله وصحبه وسلم. ¶ ( عبد العزيز المحمد السلمان ) ¶ غفر الله له ولوالديه ولجميع ¶ ... المسلمين اللهم صل وسلم على محمد وآله ¶ ( وقف لله تعالى ) ¶ بسم الله الرحمن الرحيم ¶ باب الحج والعمرة",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "اعلم وفقنا الله وإياك وجميع المسلمين أن الله جل وعلا شرع الحج إلى بيته الحرام وأمر المسلمين بالاجتماع عند بيته وفي المشاعر المعظمة ليؤدوا واجبًا عليهم وما أمرهم بأدائه ولينتفعوا من هذا الاجتماع العام للمسلمين في تقوية دينهم وإصلاح دنياهم في قوتهم واتحادهم، قال تعالى: { لِيَشْهَدُوا مَنَافِعَ لَهُمْ } ففيه يحصل التعارف بين المسلمين وتقوى الصلات والروابط بينهم وليقوم كل منهم بما يجب عليه من النصح لإخوانه المسلمين فيتواصون بالحق ويقوون روابط الود والإخاء بينهم ، فيا لها من فرصة ثمينة ومناسبة عظمى لا تحصل لغير المسلمين ، اجتماع عظيم لجماعة المسلمين في وقت واحد وفي مكان واحد يلتقون فيه من جميع أقطار الأرض. ¶ قال تعالى: { وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } يدفعهم الإيمان ويحدوهم الشوق وتقودهم الرغبة فيما عند ربهم من الخير والمغفرة ، وقد وردت آيات وأحاديث متعددة بأن الحج أحد أركان الإسلام ودعائمه وقواعده وأجمع المسلمون كلهم على ذلك إجماعًا ضروريًّا قال الله تعالى: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا } ، وقال تعالى : { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ } ، وقوله تعالى : { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا } . ¶ وفي الصحيحين عن ابن عمر رضي الله عنهما قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : [ بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ: شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ، وَإِقَامِ الصَّلَاةِ ، وَإِيتَاءِ الزَّكَاةِ ، وَالْحَجِّ ، وَصَوْمِ رَمَضَانَ ].",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "وثبت في الصحيحين عن أبي هريرة عبد الرحمن بن صخر - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : [ مَنْ حَجَّ هَذَا الْبَيْتَ فَلَمْ يَرْفُثْ وَلَمْ يَفْسُقْ خَرَجَ مِنْ ذُنُوبِهِ كَيَوْمِ وَلَدَتْهُ أَمُّهُ ]. ¶ الرفث قيل الجماع وقيل اسم لكل لغو وخني وفجور ومجون ونحو ذلك. والفسق الخروج عن الطاعة، وقيل المعاصي . ¶ ومما جاء في فضله والتشويق إليه ما ورد عنه - صلى الله عليه وسلم - أنه قال: [ الْعُمْرَةُ إِلَى الْعُمْرَةِ كَفَّارَةٌ لِمَا بَيْنَهُمَا وَالْحَجُّ الْمَبْرُورُ لَيْسَ لَهُ جَزَاءً إِلَّا الْجَنَّةُ ] متفق عليه. ¶ وعن أبي هريرة قال: [سُئِلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَيُّ الْعَمَلِ أَفْضَلُ؟ قَالَ: إِيمَانٌ بِاللَّهِ وَرَسُولِهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: الْجِهَادُ فِي سَبِيلِ اللَّهِ. قِيلَ: ثُمَّ مَاذَا؟ قَالَ: حَجٌّ مَبْرُورٌ] متفق عليه . ¶ والحج واجب على الفور في حق من اجتمعت فيه شروط وجوبه وتأتي إن شاء الله. ¶ وعن أبي هريرة قال: خطبنا رسول الله - صلى الله عليه وسلم - فقال: [ أَيُّهَا النَّاسُ قَدْ فَرَضَ اللَّهُ عَلَيْكُمُ الْحَجَّ فَحُجُّوا فَقَالَ رَجُلٌ: أَكُلَّ عَامٍ يَا رَسُولَ اللَّهِ؟ فَسَكَتَ حَتَّى قَالَهَا ثَلَاثًا فَقَالَ النَّبِيُّ - صلى الله عليه وسلم -: لَوْ قُلْتُ نَعَمْ لَوَجَبَتْ وَلَمَا اسْتَطَعْتُمْ ] رواه أحمد ومسلم والنسائي. ¶ وعن ابن عباس قال : [خَطَبَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: أَيُّهَا النَّاسُ كُتِبَ عَلَيْكُمُ الْحَجَّ فَقَامَ الْأَقْرَعُ بْنُ حَابِسٍ فَقَالَ : أَفِي كُلِّ عَامٍ يَا رَسُولَ اللَّهِ؟ فَقَالَ: لَوْ قُلْتُهَا لَوَجَبَتْ وَلَوْ وَجَبَتْ لَمْ تَعْمَلُوا بِهَا وَلَمْ تَسْتَطِيعُوا. الْحَجُّ مَرَّةٌ فَمَنْ زَادَ فَهُوَ تَطَوُّعٌ ] رواه أحمد والنسائي والدارمي.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "وعن علي - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: [ مَنْ مَلَكَ زَادًا وَرَاحِلَةً تُبَلِّغَهُ إِلَى بَيْتِ اللَّهِ وَلَمْ يَحُجَّ فَلَا عَلَيْهِ أَنْ يَمُوتَ يَهُودِيًّا أَوْ نَصْرَانِيًّا وَذَلِكَ أَنَّ اللَّهَ تَبَارَكَ وَتَعَالَى يَقُولُ: { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا } ] رواه الترمذي وقال: هذا حديث غريب. ¶ وروى سعيد في سننه عن عمر بن الخطاب أنه قال : لَقَدْ هَمَمْتُ أَنْ أَبْعَثَ رِجَالًا إِلَى هَذِهِ الْأَمْصَارِ فَيَنْظُرُوا كُلَّ مَنْ لَهُ جَدَّةٌ وَلَمْ يَحَجَّ فَيَضْرِبُوا عَلَيْهِمُ الْجِزْيَةَ مَا هُمْ بِمُسْلِمِينَ مَا هُمْ بِمُسْلِمِينَ. ¶ وعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - : [ مَنْ أَرَادَ الْحَجَّ فَلْيَتَعَجَّلْ ] رواه أبو داوود ، وعن ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم - : [ تَابِعُوا بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّهُمَا يَنْفِيَانِ الْفَقْرَ وَالذُّنُوبَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ وَالذَّهَبِ وَالْفِضَّةِ وَلَيْسَ لِلْحَجَّةِ الْمَبْرُورَةِ ثَوَابٌ إِلَّا الْجَنَّةُ ] رواه الترمذي والنسائي ، وعن أبي رزين العقيلي أنه أتى النبي - صلى الله عليه وسلم - فقال : يَا رَسُولَ اللَّهِ إِنَّ أَبِي شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ الْحَجَّ َوَلَا الْعُمْرَةَ وَلَا الظَّعْنَ قاَلَ: [ حُجَّ عَنْ أَبِيكَ وَاعْتَمِرْ ] رواه الترمذي والنسائي وقال الترمذي هذا حديث حسين صحيح. ¶ وعن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - [ إِنَّ عُمْرَةً فِي رَمَضَانَ تَعْدِلُ حَجَّةً ] متفق عليه والله أعلم وصلى الله على محمد. ¶ 2- ( فصل )",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وشروط وجوبه الإسلام والحرية والبلوغ والعقل والاستطاعة وتزيد المرأة شرطًا سادسًا وهو وجود محرمها وهو زوجها أو من تحرم عليه على التأبيد بنسب أو سبب مباح ونفقته عليها فيشترط لها ملك زاد وراحلة بآلتهما لها ولمحرمها وأن يكون المركوب وآلته صالحًا لهما. ¶ ولا يلزم المحرم إذا بذلت له الزاد والمركوب السفر معها فإن شاء ساعدها على قضاء هذا الواجب لقوله تعالى: { وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى } وإن امتنع كانت كمن لا محرم لها فلا وجوب عليها. ¶ ولا يمنع الزوج زوجته من حج فرض كَمُلت شروطه كبقية الواجبات ويستحب لها استئذانه وإن كان غائبًا كتبت له فإن أذن لها وإلا حجت بمحرم وإن لم تكمل الشروط فله منعها وإن أيست من المحرم استنابت من يفعل النسك عنها ككبير عاجز وإن حجت امرأة بدون محرم حَرُمَ وأجزأ وإن مات محرمها الذي سافرت معه بالطريق مضت في حجها ولم تَصِرْ مُحْصَرة. ¶ والاستطاعة في حق الجميع ملك زاد يحتاجه في سفره ذهابًا وإيابًا من مأكول ومشروب وكسوة وملك وعائه لأنه لابد منه ولا يلزمه حمله معه إن وجده بثمن مثله أو زائدًا عليه يسيرًا بالمنازل في طريق الحاج لحصول المقصود وملك مركوب بآلته لركوبه إما بشراء أو كراء يصلحان لمثله. ¶ لحديث أحمد عن الحسن: [لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ { وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا } قَالَ رَجُلٌ: يَا رَسُولَ اللَّهِ مَا السَّبِيلُ؟ قَالَ: الزَّادُ وَالرَّاحِلَةُ ] رواه الدارقطني . وعن ابن عباس أن رسول الله - صلى الله عليه وسلم - قال: [ الزَّادُ وَالرَّاحِلَةُ يَعْنِي قَوْلَهُ: { مَنْ اسْتَطَاعَ إِلَيْهِ سَبِيلًا } ] رواه ابن ماجه. ¶ ولا يعتبر ملك مركوب في دون مسافة القصر عن مكة للقدرة على المشي غالبًا إلا لعاجز عن المشي كشيخ كبير فيعتبر المركوب بآلته حتى في دون المسافة ولا يلزمه حبوا ولو أمكنه.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "وأما الزاد فيعتبر قربت المسافة أو بعدت مع الحاجة إليه أو ملك ما يقدر به من نقد أو عرض على تحصيل الزاد والراحلة وآلتهما فإن لم يملك ذلك لم يلزمه الحج لكن يستحب لمن أمكنه المشي والكسب بالصنعة. ¶ ويكره لمن حرفته سؤال الناس. ¶ ويعتبر كون ما تقدم من الزاد والراحلة وآلتهما أو ما يقدر به على تحصيل ذلك فاضلًا عما يحتاج إليه من كُتُب علم ومسكن وخادم لنفسه وعن ما لا بد منه من نحو لباس وغطاء ووطاء وأواني فإن أمكن بيع فاضل عن حاجته وشراء ما يكفيه بأن كان المسكن واسعًا أو الخادم نفيسًا فوق ما يصلح له وأمكن بيعه وشراء قدر الكفاية منه ويفضل ما يحج به لزمه ذلك لأنه مستطيع. ¶ ويعتبر كون مركوب وزاد وآلتهما أو ثمن ذلك فاضلًا عن قضاء دين حال أو مؤجل لله أو لآدمي لأن ذمته مشغولة به وهو محتاج إلى إبرائها وأن يكون فاضلًا عن مؤنته ومؤنة عياله لحديث : [ كَفَى بِالْمَرْءِ إِثْمًا أَنْ يُضَيِّعَ مَنْ يَقُوتُ ]. ¶ وإن بذل له أخوه أو ولده أو غيرهما فقيل إنه لا يصير مستطيعًا وقيل بلى إذا بذل له ولده ما يتمكن به من الحج لزمه لأنه أمكنه الحج من غير منة ولا ضرر يلحقه فلزمه الحج كما لو ملك الزاد والراحلة وهذا القول هو الذي تطمئن إليه النفس يؤيده قوله - صلى الله عليه وسلم -: [ إِنَّ أَطْيَبَ مَا أَكَلْتُمْ مِنْ كَسْبِكُمْ وَإِنَّ أَوْلَادَكُمْ مِنْ كَسْبِكُمْ ] رواه الخمسة، وعن جابر رضي الله عنه: [أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا وَوَلَدًا وَإِنَّ أَبِي يُرِيدُ أَنْ يَجْتَاحَ مَالِي فَقَالَ: أَنْتَ وَمَالُكَ لِأَبِيكَ ] رواه ابن ماجه . والله أعلم وصلى الله على محمد. ¶ 3- ( فصل )",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "ولا يجب الحج على الصغير دون البلوغ وإن حج صح منه لما روى ابن عباس رضي الله عنهما: [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَقِيَ رَاكِبًا بِالرَّوْحَاءِ فَقَالَ: مَنِ الْقَوْمِ؟ قَالُوا: الْمُسْلِمُونَ. فَقَالُوا: مَنْ أَنْتَ؟ قَالَ: رَسُولُ اللَّهِ. فَرَفَعَتْ إِلَيْهِ امْرَأَةٌ صَبِيًّا فَقَالَتْ أَلِهَذَا حَجٌّ؟ قَالَ: نَعَمْ وَلَكِ أَجْرٌ] رواه أحمد ومسلم وأبو داود والنسائي. ¶ وعن السائب بن يزيد قال: [حُجَّ بِي مَعَ النَّبِيِّ - صلى الله عليه وسلم - وَأَنا ابْنُ سَبْعِ سِنِينَ] رواه أحمد والبخاري والترمذي وصححه. ¶ ويحرم ولي في مال عن الصغير الذي دون التمييز ولو كان الولي محرمًا أو لم يحج الولي ويحرم مميز بإذن الولي عن نفسه لأنه يصح وضوءه فيصح إحرامه كالبالغ ويفعل ولي مميز وغيره ما يعجزهما من أفعال الحج والعمرة روي عن ابن عمر في الرمي وعن أبي بكر: [أَنَّهُ طَافَ بِابْنِ الزُّبَيْرِ فِي خِرْقَةٍ] رواهما الأثرم. ¶ وعن جابر: [حَجَجْنَا مَعَ النَّبِيِّ - صلى الله عليه وسلم - وَمَعَنَا النِّسَاءُ وَالصِّبْيَانُ فَلَبَّيْنَا عَنِ الصِّبْيَانِ وَرَمَيْنَا عَنْهُمْ] رواه أحمد وابن ماجه . وكانت عائشة تجرد الصبيان للإحرام، لكن لا يجوز أن يرمي عن الصغير إلا من رمى عن نفسه.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "ومن رمى عن موليه وقع عن نفسه إن كان محرمًا بفرض كمن أحرم عن غيره وعليه حجة الإسلام لما ورد عن ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - سَمِعَ رَجُلًا يَقُولُ: لَبَّيْكَ عَنْ شُبْرُمَةَ. قَالَ: مَنْ شُبْرُمَةَ؟ قَالَ: أَخٌ لِي أَوْ قَرِيبٌ لِي. فَقَالَ: حَجَجْتَ عَنْ نَفْسِكَ؟ قَالَ: لَا. قَالَ: حُجَّ عَنْ نَفْسِكَ ثُمَّ حُجَّ عَنْ شُبْرُمَةَ] رواه أبو داود وابن ماجه وصححه ابن حبان . فإن كان الولي حلالًا لم يعتد برميه لأنه لا يصح منه لنفسه رمي فلا يصح عن غيره فإن وضع النائب الحصى بيد الصبي ورمى بها فجعل يده كالآلة فحسن ليوجد منه نوع عمل ويطاف بالصغير لعجزه عن طواف بنفسه راكبًا أو محمولًا. ¶ ويُعتبر لِطوافِ صغيرٍ نيةُ طائفٍ به لتعذُّر النية منه إن لم يكن مميزًا ، وكون طائف به يصح أن يعقد له الإحرام ولا يعتبر كون الطائف به طاف عن نفسه ولا كونه محرمًا لوجود الطواف من الصغير وكفارة حج صغير في مال وليه إن شاء السفر به تمرينًا على الطاعة. ¶ وما زاد عن نفقة السفر على الحضر في مال وليه إن شاء وليه السفر به تمرينًا على الطاعة وإن لم ينشئ السفر به تمرينًا على الطاعة فلا يجب ذلك على الولي بل من مال الصغير لأنه لمصلحته وعمد صغير خطأ وعمد مجنون لمحظور خطأ لا يجب فيه إلا ما يجب في خطأ المكلف أو في نسيانه لعدم اعتبار قصده والله أعلم وصلى الله على محمد. ¶ 4- ( فصل ) ¶ من عجز لكبر أو مرض لا يرجى برؤه لنحو زمانه ويقال له المقعد أو لنحو ثقل لا يقدر معه على ركوب إلا بمشقة شديدة أو لكونه ضعيف الجسم جدًّا ويقال له نِضْوَ الخلقة بحيث أنه لا يقدر ثبوتًا على المركوب إلا بمشقة غير محتملة يلزمه أن يقيم نائبًا عنه لأداء هذا الفرض.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "لحديث ابن عباس: [ أَنَّ امْرَأَةً مِنْ خَثْعَمَ قَالَتْ: يَا رَسُولَ اللَّهِ إِنَّ أَبِي أَدْرَكَتْهُ فَرِيضَةُ اللَّهِ فِي الْحَجِّ شَيْخًا كَبِيرًا لَا يَسْتَطِيعُ أَنْ يَثْبُتُ عَلَى الرَّاحِلَةِ أَفَأَحُجُّ عَنْهُ؟ قَالَ: نَعَمْ] متفق عليه. وعن عبد الله بن الزبير - رضي الله عنه - قال: [جَاءَ رَجُلٌ مِنْ خَثْعَمَ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَقَالَ: إِنَّ أَبِي أَدْرَكَهُ الْإِسْلَامُ وَهُوَ شَيْخٌ كَبِيرٌ لَا يَسْتَطِيعُ رُكُوبَ الرَّحْلِ وَالْحَجُّ مَكْتُوبٌ عَلَيْهِ أَفَأَحُجُّ عَنْهُ؟ قَالَ: أَنْتَ أَكْبَرُ وَلَدِهِ؟ قَالَ: نَعَمْ. قَالَ: فَاحْجُجْ عَنْهُ] رواه أحمد والنسائي بمعناه. ¶ وإذا استناب العاجز عن الحج لمرض لا يرجى برؤه ونحوه ويسمى المغضوب فحج النائب ثم عوفي المستنيب لم يجب عليه حج آخر وهذا إذا عوفي بعد الفراغ من النسك لأنه أتى بما أمر به فخرج من العهدة كما لو لم يبرأ. ¶ وأما إن عوفي قبل إحرام النائب فإنه لا يجزيه للقدرة على المبدل قبل الشروع في البدل كالمتيمم يجد الماء وإن عوفي بعد الإحرام وقبل الفراغ فالذي تطمئن إليه النفس أنه لا يجزيه لأنه تبين أنه لم يكن ميئوسًا منه. ¶ ومن يرجى برؤه لا يستنب فإن فعل لم يجزئه. ¶ ويسقط الفرض عن من لم يجد نائبًا مع عجزه عنهما لعدم استطاعته بنفسه ونائبه. ¶ ومن لزمه حج أو عمرة فتوفي قبله وكان استطاع مع سعة وقت وخلَّف مالًا أخرج عن الميت من جميع ماله ما وجب عليه ويسقط عمن وجب عليه ومات قبله بحج أجنبي عنه لأنه - عليه الصلاة والسلام - شبهه بالدَّين. ¶ ولا يسقط حج عن معضوب حي بلا إذن ويقع حج من حج عن حي بلا إذنه عن نفس الذي حج.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "ومن لزمه دين وعليه حج وضاق ماله عنهما أخذ من ماله لحج بحصته كسائر الديون وحج عنه من حيث بلغ لقوله تعالى : { فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ } وقوله - صلى الله عليه وسلم -: [ إِذَا أَمَرْتُكُمْ بِأَمْرٍ فَأْتُوا مِنْهُ مَا اسْتَطَعْتُمْ ]. والله أعلم وصلى الله على محمد وآله وسلم. ¶ ( فصل ) ¶ وإن مات من وجب عليه حج بطريقه أو مات نائبه بطريقه حج عنه من حيث مات هو أو نائبه فيستناب عنه فيما بقي مسافة وفعلًا وقولًا. ¶ وإن وصى شخص بنسك نفل وأطلق فلم يقل من محل كذا جاز أن يفعل عنه من ميقات بلد الموصي ما لم تمنع منه قرينة. ¶ ولا يصح ممن لم يحج عن نفسه حج عن غيره ولا عن نذر ولا عن نافلة فإن فعل بأن حج عن غيره قبل نفسه انصرف إلى حجة الإسلام. ¶ لما ورد عن ابن عباس رضي الله عنهما: [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - سَمِعَ رَجُلًا يَقُولُ: لَبَّيْكَ عَنْ شُبْرُمَةَ. قَالَ: مَنْ شُبْرُمَةُ؟ قَالَ: أَخٌ لِي أَوْ قَرِيبٌ لِي. قَالَ: حَجَجْتَ عَنْ نَفْسِكَ. قَالَ: لَا. قَالَ: حُجَّ عَنْ نَفْسِكَ ثُمَّ حُجَّ عَنْ شُبْرُمَةَ] رواه أبو داود وابن ماجه وصححه ابن حبان والراجح عند أحمد وقفه. ¶ ومن أدى أحد النسكين الحج أو العمرة فقط صح أن ينوب فيما قد أداه عن نفسه وإن لم يفعل النسك الآخر وصح أن يفعل نفله ونذره ولو أحرم بنذر حج أو نفل من عليه حجة الإسلام وقع حجه عنها دون النذر والنفل لقول ابن عمر وأنس: وتبقى المنذورة في ذمته. ¶ ويصح أن يحج عن معضوب واحد في فرضه وآخر في نذره في عام واحد. ¶ ويصح أن يحج عن ميت واحد في فرضه وآخر في نذره في عام واحد لأن كل عبادة منفردة كما لو اختلف نوعها وأيهما أحرم أولًا فعن حجة الإسلام ثم الحجة الأخرى التي تأخر إحرام نائبها تكون عن نذره.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ويصح أن يجعل قارن أحرم بحج وعمرة الحج عن شخص استنابه في الحج وأن يجعل العمرة عن شخص آخر استنابه فيها بإذن الشخصين لأن القران نسك مشروع والله أعلم وصلى الله على محمد. ¶ 5- ( فصل ) ¶ يصح أن يستنيب قادر وغيره في نفل حج وفي بعضه والنائب في فعل النسك أمين فيما أعطيه من مال ليحج منه ويعتمر فيركب وينفق منه بمعروف. ¶ ويضمن نائب ما زاد على نفقة المعروف وما زاد على نفقة طريق أقرب من الطريق البعيد إذا سلكه بلا ضرر في سلوك الأقرب إذا سلكه ويجب عليه أن يرد ما فضل عن نفقته بالمعروف لأنه لم يملكه له المستنيب وإنما أباح له النفقة منه. ¶ ويحسب للنائب نفقة رجوعه بعد أداء النسك ويحب له نفقة خادمه إن لم يخدم نفسه مثله ويرجع نائب بما استدانه لعذر على مستنيبه ويرجع بما أنفق عن نفسه بنية رجوع وما لزم نائبًا بمخالفته فمنه لأنه جنايته هذا التفصيل فيما إذا أعطى إنسان آخر وقال حج منه عني أو عن فلان وأما إذا أعطاه ليحج به كما هو المعهود في وقتنا فهو تمليك للنائب فلا يرجع أحد على الآخر في شيء. ¶ ولكن هنا ملاحظة ينبغي أن يعتني بها وأن لا يستهان بها وهو أن يحرص المستنيب على اختيار من يعرف أحكام الحج والعمرة تمامًا وأن يكون تقيًّا ورعًا وإن زاد في المدفوع. ¶ وإن حصل أن يكون عالمًا أو طالب علم فهو أفضل وأكمل وليحذر أن ينوب من يهمل صلاة الجماعة أو يحلق لحيته أو يشرب الدخان أو كثير الغيبة أو الكذب أو إخلاف الموعد أو من يغش أو يرابي أو يرائي أو قاطع رحم أو عاق لوالديه أو يستهزئ أو يسخر بالمتدينين أو يبيع أو يشتري بالمحرمات كالصور والدخان والتلفزيون والسينما والراديو أو يصلحها أو نحو هذه المحرمات لأن المعاصي وأكل الحرام من الموانع لقبول الدعاء والأعمال.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "وليحرص على أن تكون الفلوس المدفوعة للنائب حلالًا فقد ورد عن النبي - صلى الله عليه وسلم - أنه قال: [ إِنَّ اللَّهَ طَيِّبٌ وَلَا يَقْبَلُ إِلَّا طَيِّبًا وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَر بِهِ الْمُرْسَلِينَ فَقَالَ { يَا أَيُّهَا الرُّسُلُ كُلُوا مِنْ الطَّيِّبَاتِ } وَقَالَ: { يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ } ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ أَشْعَثَ أَغْبَرَ يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ وَيَقُولُ: يَا رَبِّ يَا رَبِّ وَمَطْعَمُهُ حَرَامٌ وَمَشْرَبُهُ حَرَامٌ وَمَلْبَسُهُ حَرَامٌ وَغُذِيَ بِالْحَرَامِ فَأَنَّى يُسْتَجَابُ لَهُ] رواه مسلم . ¶ وروى الطبراني عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: [ إِذَا خَرَجَ الرَّجُلُ حَاجًّا بِنَفَقَةٍ طَيِّبَةٍ وَوَضَعَ رِجْلَهُ فِي الْغَرْزِ فَنَادَى : لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ ، نَادَاهُ مُنَادٍ مِنَ السَّمَاءِ ، لَبَّيْكَ وَسَعْدَيْكَ ؛ زَادُكَ حَلَالٌ وَرَاحِلُتَكَ حَلَالٌ وَحَجُّكَ مَبْرُورٌ غَيْرُ مَوْزُورٍ ، وَإِذَا خَرَجَ بِالنَّفَقَةِ الْخَبِيثَةِ فَوَضَعَ رِجْلَهُ فِي الْغَرْزِ فَنَادَى لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ نَادَاهُ مُنَادٍ مِنَ السَّمَاءِ لَا لَبَّيْكَ وَلَا سَعْدَيْكَ زَادُكَ حَرَامٌ وَنَفَقَتُكَ حَرَامٌ وَحَجُّكَ غَيْرُ مَبْرُورٍ] والله أعلم وصلى الله على محمد. ¶ 6- فصل في آداب السفر إلى الحج والعمرة",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "أولًا: ينبغي لمن أراد الحج أن يشاور من يثق بدينه وخبرته وعلمه في حجه ويوضح له حاله الراهنة وهذه الاستشارة لا تعود إلى نفس الحج فإنه خير لا شك فيه وإنما تعود إلى الوقت وأيضًا هذا في حق من لا يتضايق عليه الحج وأما من تضايق فلا ينبغي له الاستشارة ويجب على المستشار أن يبذل له النصيحة ويتخلى عن الهوى وحظوظ النفس وما يتوهمه نافًا في أمور الدنيا فإن المستشار مؤتمن والدين النصيحة. ¶ ثانيًا : إذا عزم على الحج فينبغي أن يستخير الله تعالى وهذه الاستخارة كالاستشارة لا تعود إلى نفس الحج لأنه خيرٌ لا شك فيه وإنما تعود إلى وقته ومن أراد الاستخارة: يُصَلِّي رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ يَقُولُ: [اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ الْعَظِيمِ فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ وَأَنْتَ عَلَّامُ الْغُيُوبِ ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ - أَنَّ ذَهَابِي إِلَى الْحَجِّ فِي هَذَا الْعَامِ - خَيْرٌ لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وَعَاقِبَةِ أَمْرِي وَعَاجِلِهِ وَآجِلِهِ فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِيَ فِيهِ اللَّهُمَّ وَإِنْ كُنْتَ تَعْلَمُ أَنَّهُ شَرٌّ لِي فِي دِينِي وَدُنْيَايَ وَمَعَاشِي وَعَاقِبَةِ أَمْرِي وَعَاجِلِهِ وَآجِلِهِ فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدِرْ لِيَ الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ ]. ¶ وينبغي أن يقرأ في هذه الصلاة بعد الفاتحة في الركعة الأولى { قُلْ يَا أَيُّهَا الْكَافِرُونَ } وفي الركعة الثانية بعد الفاتحة { قُلْ هُوَ اللَّهُ أَحَدٌ } . ¶ ثم ليمض بعد هذه الاستخارة لما ينشرح إليه صدره.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ثالثًا: أنه إذا استقر عزمُه وجَزَم بادَرَ بتوبة نصوح من كل المعاصي والمكروهات واجتهد في الخروج من مظالم الخلق بردها إلى أصحابها أو برد بدلها إن تلفت ما لم يبرؤه منها فإن فقد المستحق بحيث يئس منه فيما يظهر سلمها أو أرسلها إلى قاض يوثق بدينه وأمانته فإن تعذر تصدق بها على الفقراء بنية الغرم إذا وجد صاحبها وإن كانت غيبة فكفارتها إذا تاب أن يتحلل منه ويطلب منه العفو إن كان لم يعلم بذلك وإن غلب على ظنه أنه إذا أعلمه ازدادت العداوة فيستغفر له لما ورد عن أنس قال: قال رسول الله - صلى الله عليه وسلم - : [إِنَّ مِنْ كَفَّارَةِ الْغِيبَةِ أَنْ تَسْتَغْفِرَ لِمَنِ اغْتَبْتَهُ تَقُولُ: اللَّهُمَّ اغْفِرْ لَنَا وَلَهُ]. ¶ وإن كان حد قذف أو نحوه مكنه منه أو طلب عفوه فعن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: [ مَنْ كَانَتْ عِنْدَهُ مَظْلَمَةٌ لِأَخِيهِ مِنْ عِرْضِهِ أَوْ مِنْ شَيْءٍ فَلْيَتَحَلَّلْهُ مِنْهُ الْيَوْمَ قَبْلَ أَنْ لَا يَكُونَ دِينَارٌ وَلَا دِرْهَمٌ إِنْ كَانَ لَهُ عَمَلٌ صَالِحٌ أُخِذَ مِنْهُ بِقَدْرِ مَظْلَمَتِهِ وَإِنْ لَمْ يَكُنْ لَهُ حَسَنَاتٌ أُخِذَ مِنْ سَيِّئَاتِ صَاحِبِهِ فَحُمِلَ عَلَيْهِ ] رواه البخاري. ¶ وفي الحديث المتفق عليه قال رسول الله - صلى الله عليه وسلم -: [إِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ وَأَعْرَاضَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي بَلَدِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا وَسَتَلْقَوْنَ رَبَّكُمْ فَيَسْأَلُكُمْ عَنْ أَعْمَالِكُمْ ] الحديث. ¶ وليجتهد في قضاء ما أمكنه من ديونه ويرد الودائع والعواري وأداء حقوق الله من زكاة وكفارة ويستحل من لا يستطيع الخروج من عهدته ويستحل كل من بينه وبينه معاملة في شيء أو مصاحبة ويكتب وصيته إن كانت ما كتبت أو يجددها إن تغير عن فكرته الأولى ويشهد عليه بها.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "ويوكل من يقضي عنه ما لم يتمكن من قضائه من ديونه ويترك لأهله ومن تلزمه نفقته نفقتهم إلى حين رجوعه فلو كان عليه دين حال وهو موسر فلصاحب الدين منعه من الخروج وحبسه وإن كان معسرًا لم يملك صاحب الدين مطالبته وله السفر قال تعالى: { وَإِنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَى مَيْسَرَةٍ } وكذا إن كان الدين مؤجلًا فله السفر بغير رضا صاحب الدين ولكن يستحب أن لا يخرج حتى يوكل من يقضي عنه إذا حل الدين. ¶ رابعًا : أن يجتهد في رضا والديه ومن يتوجب عليه بره وطاعته وكذا ينبغي أن يسترضي أقاربه إن كان بينه وبينهم شيء وإن كانت زوجة استرضت زوجها وأقاربها فإن منعه أحد الوالدين فإن كان منعه من حجة الإسلام لم يلتفت إلى منعه وحج وإن كره والده لأنه صار عاصيًا بمنع ولده عن فريضة الإسلام. ¶ ولكل من أبوي حر بالغ منعه من إحرام بنفل حج أو عمرة كمنعه من نفل جهاد ولكن ليس لهما تحليله من حج التطوع لوجوبه بالشروع فيه ويلزمه طاعتهما في غير معصية وتحرم طاعتهما فيها ولا يحلل غريم مدينًا أحرم بحج أو عمرة لوجوبهما بالشروع وليس لولي سفيه مبذر بالغ منعه من حج الفرض وعمرته ولا تحليله من إحرام بأحدهما لتعينه عليه كالصلاة وتدفع نفقته إلى ثقة ينفق عليه في الطريق ويحلل سفيه بصوم كحر معسر إذا أحرم ينفل لمنعه من التصرف بماله إن زادت نفقته على نفقة الإقامة ولم يكتسبها والله أعلم وصلى الله على محمد. ¶ 7- ( فصل )",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "خامسًا : مما ينبغي لمن أراد الحج وعزم عليه أن يستكثر من النفقة والزاد ليواسي منه المحتاجين وليحرص كما ذكرنا أولًا أن يكون زاده طيبًا لقوله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ وَلَا تَيَمَّمُوا الْخَبِيثَ مِنْهُ تُنفِقُونَ } والمراد بالطيب هنا الجيد وبالخبيث الرديء ويكون طيب النفس بما ينفق ليكون أقرب إلى القبول لأن الإنفاق عن كره صفة المنافقين الذين قال الله فيهم : { وَلَا يُنفِقُونَ إِلَّا وَهُمْ كَارِهُونَ } . ¶ وليحذر من المشتبهات والغصوب فإن حج بما فيه شبهة أو بمال مغصوب صح حجه في ظاهر الحكم لكنه ليس حجًّا مبرورًا ويبعد قبوله هذا مذهب الشافعي ومالك وأبي حنيفة وقال أحمد بن حنبل: لا يجزيه الحج بمال حرام. ¶ سادسًا: ينبغي له أن لا يشارك غيره في الزاد والمركوب والنفقة لأن ترك المشاركة أسلم له من التبعة فإنه يمتنع بسببها من التصرف في وجوه الخير والبر والصدقة ولو أذن له شريكه فقد يكون على إغماض ولأنه لا يوثق باستمرار رضاه فإن شاركه غيره جاز وإن اتفقوا وأذن بعضهم لبعض في التصرف في أنواع البر إذنًا صحيحًا فهو أفضل. ¶ سابعًا: إذا أراد الحج أن يتعلم كيفيته وهذا فرض عين إذ لا تصح العبادة ممن لا يعرفها ويستحب أن يستصحب معه كتابًا واضحًا جامعًا لأحكام المناسك وأن يديم مطالعته ويكررها على نفسه وعلى أصحابه ليتفقهوا في أحكام الحج كلما مشوا أو جلسوا في بيت أو خيمة لتثبت الأحكام في أذهانهم فيحفظوها ويؤدونها عن علم فينالون الأجر ويكون له أجر حيث علمهم. ¶ ثامنًا: أن يجتهد في تحصيل رفيق صالح راغب في الخير كارهًا للشر متمسكًا بآداب الشريعة يكون عونًا له على نصبه وأداء نسكه يهديه إذا ضل ويذكره إذا نسي ويقتدي به.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "وإن تيسر أن يكون الرفيق من العلماء العاملين الزاهدين ذوي الأخلاق الفاضلة الذين يألفون ويؤلفون فليستمسك بغرزه فإنه في سفره يعيه على مبار الحج ومكارم الأخلاق ويمنعه بعلمه وعمله من سوء ما يطرأ على المسافرين من مساوئ الأخلاق والتساهل في أمور الدين وربما جعله الله سببًا لرشده في الحال والمستقبل. ¶ وينبغي أن يحرص على رضا رفيقه في جميع طريقه ويحتمل كل منهما صاحبه ويرى لصاحبه عليه فضلًا وحرمة ولا يرى ذلك لنفسه ويصبر على ما يحصل منه في بعض الأحيان من جفاء وغضب فإن حصل بينهما خصام دائم وتنكدت حالهما وتعقدت الأمور وتعسرت وعجز عن إصلاح الحال فالأولى لهما المفارقة ليستقر أمرهما ويسلم حجهما من مبعداته عن القبول وتنشرح نفوسهما لأداء المناسك ويذهب عنهما الحقد وسوء الظن والكلام في العرض والقيل والقال وغير ذلك من النقائص التي يتعرضان لها. ¶ وليحذر من مصاحبة الجهال والسفهاء والكذابين والنمامين والمجاهرين في المعاصي قولًا وفعلًا فإن هؤلاء وأشباهمم لا يسلم المخالط لهم والمصاحب غالبًا من الإثم ويجب عليه أن يقصد بحجه وعمرته وجه الله والدار الآخرة. ¶ والتقرب إلى الله بما يرضيه من الأقوال والأعمال في تلك المواضع الشريفة. ¶ قال الله تعالى: { وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ } وثبت في الحديث المجمع على صحته أن رسول الله - صلى الله عليه وسلم - قال: [ إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ ].",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وينبغي لمن حج حجة الإسلام وأراد الحج أن يحج متبرعًا متمحضًا متجردًا للعبادة فلو حج مكريًا سيارته أو مكريًا نفسه للخدمة جاز لكن فاتته الفضيلة التامة ولو حج عن غيره كان له أجر عظيم ولو حج عنه بأجر فقد ترك الأفضل ولا مانع منه فإنه يحصل لغيره هذه العبادة العظيمة ويحصل له حضور تلك المشاهد الشريفة فيغتنم سؤال الله من فضله وكرمه. ¶ وليحذر كل الحذر أن يقصد بعمله الدنيا وحطامها أو الرياء أو السمعة أو المفاخرة بذلك أو مسألة الناس فإن ذلك من أقبح المقاصد وسبب لحبوط العمل وعدم قبوله. ¶ فعن أنس - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : [ يَأْتِي عَلَى النَّاسِ زَمَانٌ يَحُجُّ أَغْنِيَاءُ أُمَّتِي نُزْهَةً وَأَوْسَاطُهُمْ لِلتِّجَارَةِ وَقُرَّاؤُهُمْ لِلرِّيَاءِ وَالسُّمْعَةِ وَفُقُرَاؤُهُمْ لِلْمَسْأَلَةِ ] أخرجه أبو الفرج في مثير الغرام مسندًا والله أعلم وصلى الله على محمد. ¶ 8- فصل ¶ ويستحب أن يكون سفرة يوم الخميس فقد ثبت في الصحيحين عن كعب بن مالك قال: [قَلَمَّا خَرَجَ النَّبِيُّ - صلى الله عليه وسلم - فِي سَفَرٍ إِلَّا يَوْمَ الْخَمِيسِ فَإِنْ فَاتَهُ فَيَوْمُ الِاثْنَيْنِ إِذْ فِيهِ هَاجَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِنْ مَكَّةَ] ، وعنه : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - خَرَجَ فِي غَزْوَةِ تَبُوكَ يَوْمَ الْخَمِيسِ وَكَانَ يُحِبُّ أَنْ يَخْرُجَ يَوْمَ الْخَمِيسِ] متفق عليه. ¶ ويستحب أن يخرج مبكرًا لحديث صخر بن وادعة الغامدي أن النبي - صلى الله عليه وسلم - قال : [ اللَّهُمَّ بَارِكْ لِأُمَّتِي فِي بُكُورِهَا . وَكَانَ إِذَا بَعَثَ سَرِيَّةً أَوْ جَيْشًا بَعَثَهُمْ مِنْ أَوَّلِ النَّهَارِ وَكَانَ صَخْرٌ تَاجِرًا وَكَانَ يَبْعَثُ تِجَارَتَهُ أَوَّلَ النَّهَارِ فَأَثْرَى وَكَثُرَ مَالُهُ ] رواه أبو داود والترمذي.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ويستحب إذا أراد الخروج من منزله أن يصلي ركعتين يقرأ فيهما بعد الفاتحة بـ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } وفي الثانية سورة الإخلاص { قُلْ هُوَ اللَّهُ أَحَدٌ } ففي الحديث عن النبي - صلى الله عليه وسلم - : [ مَا خَلَّفَ أَحَدٌ عِنْدَ أََهْلِهِ أَفْضَلَ مِنْ رَكْعَتَيْنِ يَرْكَعُهُمَا عِنْدَمَا يُرِيدُ السَّفَرَ ]. ¶ ويستحب أن يقول بعد الركعتين: اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ والَمْالِ . ويدعو بحضور قلب وإخلاص بما تيسر من أمور الدنيا والآخرة ويسأل الله الإعانة والتوفيق في سفره وغيره من أموره فإذا نهض من جلوسه قال ما ورد في حديث أنس رضي الله عنه: [اللَّهُمَّ إِلَيْكَ تَوَجَّهْتُ وَبِكَ اعْتَصَمْتُ اللَّهُمَّ اكْفِنِي مَا أَهَمَّنِي وَمَا لَمْ أَهْتَمَّ بِهِ اللَّهُمَّ زَوِّدْنِي التَّقْوَى وَاغْفِرْ لِي]. ¶ وينبغي أن يودِّع أهله وجيرانه وأن يودعوه ويقول كل واحد منهما للآخر : أَسْتَوْدِعُ اللَّهَ دِينَكَ وَأَمَانَتَكَ وَخَوَاتِيمَ عَمِلِكَ زَوَّدَكَ اللَّهُ التَّقْوَى وَغَفَرَ ذَنْبَكَ وَيَسَّرَ لَكَ الْخَيْرَ حَيْثُمَا كُنْتَ. ¶ ويستحب إذا أراد الخروج من بيته أن يقول ما صح : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يَقُولُ إِذَا خَرَجَ مِنْ بَيْتِهِ: اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ أَوْ أُضَلَّ أَوْ أَزِلَّ أَوْ أُزَلَّ – أَوْ أَذِلَّ - أَوْ أَظْلِمَ أَوْ أُظْْلَمَ أَوْ أَجْهَلَ أَوْ يُجْهَلَ عَلَيَّ ]. ¶ وعن أنس أن رسول الله - صلى الله عليه وسلم - قال : [إِذَا خَرَجَ الرَّجُلُ مِنْ بَيْتِهِ فَقَالَ بِسْمِ اللَّهِ تَوَكَّلْتُ عَلَى اللَّهِ لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ يُقَالُ لَهُ هُدِيتَ وَكُفِيتَ وَوُقِيْتَ ] ويستحب هذا الدعاء لكل خارج من بيته.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وإذا خرج وأراد الركوب استحب أن يقول : بِسْمِ اللَّهِ فإذا ركب دابته أو سيارة أو طيارة أو مركبًا أو سفينة أو غيرها قال : الْحَمْدُ لِلَّهِ سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلَى رَبِّنَا لَمُنْقَلِبُونَ. ¶ ثم يقول : الْحَمْدُ لِلَّهِ ثلاث مرات ثم يقول: اللَّهُ أَكْبَرُ ثلاث مرات ثم يقول: سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ ؛ للحديث الصحيح في ذلك ، وينبغي أن يضم إليه : اللَّهُمَّ إِنِّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا الْبِرَّ وَالتَّقْوَى وَمِنَ الْعَمَلِ مَاَ تُحِبُّ وَتَرْضَى اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا وَاطْوِ لَنَا بُعْدَهُ. ¶ اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ وَالْخَلِيفَةُ فِي الْأَهْلِ وَالْمَالِ ؛ للحديث الصحيح في ذلك: [ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ وَكَآبَةِ الْمَنْظَرِ ُوَسُوءِ المُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ وَالْوَلَدِ ] لصحة ذلك عن النبي - صلى الله عليه وسلم -. ¶ ويكثر في سفره من الذكر لله والاستغفار وتلاوة القرآن وتدبر معانيه والعمل به ودعاء الله سبحانه والتضرع إليه ويحافظ على الصلوات في جماعة ويجتهد في إقامتها على الوجه الأكمل ويحفظ لسانه من القيل والقال والكذب والغيبة والخوض فيما لا يعنيه ويجتنب الإفراط في المزح والله أعلم وصلى الله على محمد. ¶ 9- فصل",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وينبغي أن يستعمل الرفق وحسن الخلق مع رفقته وخصوصًا الصغار والمؤجر والسائل وغيرهم ويتجنب المخاصمة والمشاحنة ومزاحمة الناس في الطريق وليحذر كل الحذر ارتكاب المحرمات كاستصحاب الملاهي كالصندوق والعود والرباب والمزامير والمذياع واللعب بالنرد والشطرنج والميسر وهو القمار وصور ذوات الأرواح من الآدميين وغيرهم مما له روح والأفلام والسينمات والتلفزيون والدخان وليجتنب حلق اللحية والتوليتات والخنافس لأنها من المنكرات المفسدات للأديان والأخلاق فيجب الحذر منها وسكان بيت الله أكثر من غيرهم لأن المعاصي في هذا البلد لأمين إثمها أشد وعقوبتها أعظم وقد قال الله تعالى : { وَمَنْ يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُذِقْهُ مِنْ عَذَابٍ أَلِيمٍ } . ¶ وكره رسول الله - صلى الله عليه وسلم - الوحدة في السفر وقال : [ الرَّاكِبُ شَيْطَانٌ وَالِاثْنَانِ شَيْطَانَانِ وَالثَّلَاثَةُ رَكْبٌ ] فينبغي أن يسير مع الناس ولا ينفرد بطريق ولا يركب بُنَيَّات الطريق يُمناها ويسراها بل يتوسط لئلا يغتال فيبعد عليه الغوث. ¶ وينبغي للرفقة أن يقرب بعضهم من بعض ولا يتفرقوا وينبغي أن يؤمروا عليهم واحدًا منهم ذا رأي وعلم بأحوال السفر ومضاره ثم ليطيعوه لحديث أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : [إِذَا كَانُوا ثَلَاثَةً فَلْيُؤَمِّرُوا أَحَدَهُمْ] رواه أبو داود بإسناد حسن.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وينبغي إذا علا شرفًا من أرض كبر وإذا هبط واديًا سبح وإذا أشرف على قرية أو منزل يقول : اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ أَهْلِهَا وَخَيْرَ مَا فِيهَا وَأَعُوذُ بِكَ مِنْ شَرِّهَا وَشَرِّ أَهْلِهَا وَشَرِّ مَا فِيهَا. وإذا نزل منزلًا أن يقول ما رواه مسلم في صحيحه عن خولة بنت حكيم رضي الله عنها قالت : سمعت رسول الله - صلى الله عليه وسلم - يقول : [ مَنْ نَزَلَ مَنْزِلًا ثُمَّ قَالَ أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ لَمْ يَضُرَّهُ شَيْءٌ حَتَّى يَرْتَحِلَ مِنْ مَنْزِلِهِ ]. ¶ ويستحب أن يسبح في حال حَطِّه الرحل لما ورد عن أنس قال : [كُنَّا إِذَا نَزَلْنَا سَبَّحْنَا حَتَّى نَحُطَّ الرِّحَالَ] . ويكره النزول في قارعة الطريق لحديث أبي هريرة : [لَا تُعَرِّسُوا عَلَى الطَّرِيقِ فَإِنَّهَا مَأْوَى الْهَوَامِّ بِاللَّيْلِ]. ¶ وإذا جن الليل سن أن يقول ما ورد عن ابن عمر رضي الله عنهما قال: [كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِذَا سَافَرَ فَأَقْبَلَ اللَّيْلُ قَالَ: يَا أَرْضُ رَبِّي وَرَبُّكِ اللَّهُ أَعُوذُ بِاللَّهِ مِنْ شَرِّكِ وَشَرِّ مَا فِيكِ وَشَرِّ مَا خُلِقَ فِيكِ وَشَرِّ مَا يَدِبُّ عَلَيْكِ أَعُوذُ بِاللَّهِ مِنْ أَسَدٍ وَأُسُودٍ وَالْحَيَّةِ وَالْعَقْرَبِ وَمِنْ سَاكِنِ الْبَلَدِ وَمِنْ وَالِدٍ وَمَا وَلَدَ ].",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وإذا خاف قومًا أو شخصًا آدميًا أو غيره قال ما ورد عن أبي موسى الأشعري - رضي الله عنه - : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ إِذَا خَافَ قَوْمًا قَالَ: اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِمْ وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ ] ويستحب أن يكثر من دعاء الكرب هنا وفي كل موطن وهو ما ثبت في صحيحي البخاري ومسلم عن ابن عباس رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - كان يقول عند الكرب : [ لَا إِلَهَ إِلَّا اللَّهُ الْعَلِيُّ الْعَظِيمُ الْحَلِيمُ لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ لَا إِلَهَ إِلَّا اللُّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ ] ، وفي كتاب الترمذي عن أنس بن مالك - رضي الله عنه - : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ إِذَا كَرَبَهُ أَمْرٌ قَال:َ يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيثُ] ، وينبغي إذا ركب سفينة أو مركبًا أن يقول : { بِاِسْمِ اللَّهِ مَجْرَاهَا وَمُرْسَاهَا إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ } ، { وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ } ] الآية. ¶ ويستحب الدعاء في جميع سفره لنفسه ولوالديه وأحبائه وولاة المسلمين وسائر المسلمين بمهمات أمور الآخرة والدنيا للحديث الصحيح في سنن أبي داود والترمذي وغيرهما عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: [ ثَلَاثُ دَعَوَاتٍ مُسْتَجَابَاتٍ لَا شَكَّ فِيهِنَّ : دَعْوَةُ الْمَظْلُومِ وَدَعْوَةُ الْمُسَافِرِ وَدَعْوَةُ الْوَالِدِ عَلَى وَلَدِهِ] وليس في رواية أبي داود : عَلَى وَلَدِهِ. ويستحب له المداومة على الطهارة والنوم على الطهارة .",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "ومما يتأكد المحافظة على الصلوات الخمس في أوقاتها المشروعة وله أن يقصر ويجمع وله ترك الجمع والقصر وله فعل أحدهما الجمع أو القصر لكن الأفضل أن يقصر وأن لا يجمع للخروج من الخلاف بين العلماء في ذلك فإن أبا حنيفة وغيره رحمهم الله قالوا : القصر واجب والجمع حرام إلا في عرفات والمزدلفة. ¶ وإنما يجوز القصر في الظهر والعصر والعشاء كل واحدة ركعتين وإذا أراد الجمع بينهما فإنما يجوز بين الظهر والعصر في وقت أحدهما وبين المغرب والعشاء في وقت أحدهما فإن شاء قدم الثانية إلى الأولى وإن شاء أخر الأولى إلى وقت الثانية لكن الأفضل إن كان نازلًا في وقت أولى أن يقدم الثانية لأنه أرفق به وإن كان سائرًا في وقت الأولى أخرهما لأنه أرفق. ¶ وإذا جمع أذن ثم أقام لكل واحدة وتسن الرواتب التي مع الفرائض وتقدم الكلام في الجزء الأول من الأسئلة والأجوبة الفقهية على الجمع والقصر والمسح على الخفين والتيمم فمن أحب أن يراجعه فهو في آخر الجزء الأول. والله أعلم وصلى الله على محمد. ¶ 10- فصل في المواقيت ¶ المواقيت مواضع وأزمنة معينة لعبادة مخصوصة وهي تنقسم إلى قسمين زمانية وهي أشهر الحج والعام كله للعمرة وأشهر الحج: شوال وذو القعدة وعشر من ذي الحجة آخرها طلوع الفجر يوم العيد وأما الميقات المكاني فالناس فيه قسمان أحدهما من هو بمكة والقسم الثاني الأفقي وهو غير المقيم بمكة. ¶ ومواقيتهم خمسة أحدها ذو الحُلَيْفَةِ ميقات من توجه من لمدينة المنورة وهو من المدينة ستة أميال أو سبعة وبينه وبين مكة عشر مراحل. ¶ الثاني الجحْفةُ وهي قرب رابع وبينها وبين مكة ثلاث مراحل وهي ميقات المتوجهين من الشام عن طريق تبوك والمتوجهين من مصر والمغرب. ¶ الثالث قرن المنازل وقرن الثعالب وهو ميقات المتوجهين من نجد والحجاز ومن نجد اليمن، وبينه وبين مكة يوم وليلة. ¶ الرابع يَلَمْلَمُ ويقال له أَلَمْلَم وهو ميقات المتوجهين من اليمن وبينه وبين مكة ليلتان.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "الخامس ذَاتُ عِرْقٍ وهو ميقات المتوجهين من المشرق كالعراق وخُراسان. وبينه وبين مكة نحو مرحلتين. ¶ وهذه المواقيت لأهلها المذكورين ولمن مر عليها من غير أهلها كشامي ومصري مر بذي الحليفة فيحرم منها لأنها صارت ميقاته ومدني يسلك طريق الجحفة يحرم منها وجوبًا عن ابن عباس رضي الله عنهما : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - وَقَّتَ لِأَهْلِ الْمَدِينَةِ ذَا الْحُلَيْفَةِ وَلِأَهْلِ الشَّامِ الْجُحْفَةَ وَلِأَهْلِ نَجْدٍ قَرْنَ الْمَنَازِلِ وَلِأَهْلِ الْيَمَنِ يَلَمْلَمَ وَقَالَ: لَهُمْ وَلِكُلِّ آتٍ عَلِيْهِنَّ مِنْ غَيْرِ أَهْلِهِنَّ مِمَّنْ أَرَادَ الْحَجَّ وَالْعُمْرَةَ ]. ¶ ومن كان دون ذلك فمن حيث أنشأ حتى أهل مكة يهلون من مكة، وفي لفظ آخر: [وَمَنْ كَانَ دُونَهُنَّ فَمِنْ أَهْلِهِ]، وعن ابن عمر قال: [لَمَّا فُتِحَ هَذَانِ الْمِصْرَانِ أَتَوْا عُمَرَ فَقَالُوا: يَا أَمِيرَ الْمُؤْمِنِينَ إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - حَدَّ لِأَهْلِ نَجْدٍ قَرْنًا وَهُوَ جَوْرٌ عَنْ طَرِيقِنَا وَإِنَّا إِنْ أَرَدْنَا قَرْنًا شَقَّ عَلَيْنَا. قَالَ: فَانْظُرُوا حَذْوَهَا مِنْ طَرِيقِكُمْ فَحَدَّ لَهُمْ ذَاتَ عِرْقٍ] أخرجاه. ¶ وعن ابن الزبير : أنه سمع جابر بن عبد الله يسأل عن المَهَلِّ فقال : سَمِعْتُ ، أَحْسِبُهُ رَفَعَ إلى النبي - صلى الله عليه وسلم - فقال: [ مَهَلُّ أَهِّل الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ وَالطَّرِيقُ الْآخَرِ مِنَ الْجُحْفَةِ وَمَهَلُّ أَهْلِ الْعِرَاقِ مِنْ ذَاتِ عِرْقٍ وَمَهَلُّ أَهْلِ نَجْدٍ مِنْ قَرْنٍ وَمَهَلُّ أَهْلِ الْيَمَنِ مِنْ يَلَمْلَمَ ] أخرجه مسلم. ¶ وعن ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - وَقَّتَ لِأَهْلِ الْمَشْرِقِ الْعَقِيقَ] أخرجه الترمذي وأبو داود. وقال الترمذي: حديث حسن . والعقيق موضع قريب من ذات عرق قبلها بمرحلة أو مرحلتين.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "ومن لم يمر بميقات أحرم إذا علم أنه حاذى أقربها منه وسن له أن يحتاط بأن يحرم إذا حاذى الأبعد منها فإن تساويا قربًا منه فإنه يحرم من أبعدهما من مكة فإن لم يحاذي ميقاتًا أحرم من مكة لنسك فرضه بقدر مرحلتين من جدة فيحرم في المثال من جدة لأنها على مرحلتين من مكة لأنه أقل المواقيت. ¶ ومن كان في طائرة فإنه يحرم إذا حاذى الميقات وكان فوقه ويكون متأهبًا قبل الإحرام بأن يلبس ثياب الإحرام قبل محاذاة الميقات فإذا حاذاه نوى الإحرام في الحال ويحرم أن يؤخره إلى أن يهبط. ¶ ثم إن بدا لمن يلزمه أن يحرم أو بدا لمن لم يرد الحرم أن يحرم أو لزم الإحرام من تجاوز الميقات كافرًا أو غير مكلف أو رقيقًا بأن أسلم كافر وكلف غير مكلف وعتق رقيق أو تجاوز المواقيت غير قاصد مكة ثم بدا له قصدها فمن موضعه يحرم لأنه حصل دون الميقات على وجه مباح فأشبه أهل ذلك المكان ولا دم عليه لأنه لم يجاوز الميقات حال وجوب الإحرام عليه بغير إحرام وإن كان المتجاوز رقيقًا أو غير مكلف أو كافرًا فلا دم عليه لأنه ليس من أهل فرض الحج. ¶ قال الشيخ : إنما يجب الإحرام على الداخل إذا كان من أهل وجوب الحج وأما العبد والصبي والمجنون فيجوز لهم الدخول بغير إحرام لأنه إذا لم تجب عليهم حجة الإسلام وعمرته فلأن لا يجب عليهم الإحرام بطريق الأولى. ¶ 11- ( فصل ) ¶ ومن جاوز الميقات يريد نسكًا فرضًا أو نفلًا وكان النسك فرضه ولو جاهلًا أنه الميقات أو جاهلًا حكمه أنه يحرم تجاوزه بلا إحرام أو ناسيًا لذلك لزمه أن يرجع إلى الميقات فيحرم منه حيث أمكن كسائر الواجبات إن لم يخف فوت الحج أو غيره كعلى نفسه أو ماله لصًّا أو غيره. ¶ ويلزمه إن أحرم من موضعه دم لما روى ابن عباس مرفوعًا: [مَنْ تَرَكَ نُسُكًا فَعَلَيْهِ دَمٌ ] وقد ترك واجبًا ، وسواء كان لعذر أو غيره ولا يسقط الدم إن أفسده أو رجع إلى الميقات بعد إحرامه.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وكره إحرام بحج أو عمرة قبل ميقات وينعقد لما روى سعيد عن الحسن أو عمران بن حصين أَحْرَمَ مِنْ مِصْرِهِ فَبَلَغَ ذَلِكَ عُمَرَ فَغَضِبَ وَقَالَ: [يَتَسَامَعُ النَّاسُ أَنَّ رَجُلًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - أَحْرَمَ مِنْ مِصْرِهِ]. ¶ وكره إحرام بحج قبل أشهره. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 12- باب الإحرام ¶ الإحرام لغة الدخول في التحريم لأنه يحرم على نفسه بنيته ما كان مباحًا له قبل الإحرام من النكاح والطيب والحلق ونحو ذلك، وشرعًا نية الدخول في النسك. ¶ ويسن لمريده غسل أو تيمم لعدم ولا يضر حدثه بين غسل وإحرام، وسن له تنظف بأخذ شعره وظفره وقطع رائحة كريهة، وسن له تطيب في بدنه وكره في ثوبه، وسن لمريده لبس إزار ورداء أبيضين نظيفين ونعلين بعد تجرد ذكر من مخيط. ¶ وسن إحرام عقب ركعتين فرضًا أو ركعتين نفلًا لأنه - صلى الله عليه وسلم - [أَهَلَّ فِي دُبُرِ صَلَاةٍ] رواه النسائي، وقال في الاختيارات الفقهية: ويحرم عقب فرض إن كان أو نفل لأنه ليس للإحرام صلاة تخصه انتهى. ¶ أما الغسل فهو ما ورد عن زيد بن ثابت [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - اغْتَسَلَ لِإِحْرَامِهِ ] أخرجه الترمذي.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "وعن ابن عمر: [أَنَّهُ كَانَ يَخْرُجُ وَعَلَيْهِ ثِيَابُهُ جَامِعُهَا عَلَيْهِ وَعَلَيْهِ بُرْنُسُهُ حَتَّى إِذَا أَتَى ذَا الْحُلَيْفَةِ تَجَرَّدَ وَاغْتَسَلَ] أخرجه سعيد بن منصور، وإن كان امرأة حائضًا أو نفساء اغتسلت للإحرام لأن النبي - صلى الله عليه وسلم - أَمَرَ أَسْمَاءَ بِنْتَ عُمَيْسٍ وَهِيَ نُفَسَاءُ أَنْ تَغْتَسِلَ ، وَأَمَرَ عَائِشَةَ أَنْ تَغْتَسِلَ لِإِهْلَالِ الْحَجِّ وَهِيَ حَائِضٌ، ولأنه غسل يراد للنسك فاستوى فيه الحائض والطاهر ومن لم يجد الماء تيمم لأنه غسل مشروع فانتقل منه إلى التيمم عند عدم الماء أو العجز عن استعماله لنحوِ مرضٍ لعموم { فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا } . ¶ وأما الأخذ من الشعر والظفر عند الإحرام فلما ورد عن إبراهيم قال: [كَانُوا يَسْتَحِبُّونَ إِذَا أَرَادُوا أَنْ يُحْرِمُوا أَنْ يَأْخُذُوا مِنْ أَظْفَارِهِمْ وَشَوَارِبِهِمْ وَأَنْ يَسْتَحِدُّوا ثُمَّ يَلْبَسُوا أَحْسَنَ ثِيَابِهِمْ] أخرجه سعيد بن منصور. ¶ وعن محمد بن ربيعة بن الحارث بن عبد المطلب أنه أراد الحج وكان من أكثر الناس شعرًا فقال له عمر: [خُذْ مِنْ رَأْسِكَ قَبْلَ أَنْ تُحْرِمَ]. ¶ وعن القاسم وسالم وطاووس وعطاء [وَسُئِلُوا عَنِ الرَّجُلِ يُرِيدُ أَنْ يُهِلَّ بِالْحَجِّ أَيَأْخُذُ مِنْ شَعْرِهِ قَبْلَ أَنْ يُحْرِمَ؟ قَالُوا: نَعَمْ ] أخرجهما سعيد بن منصور. ¶ وأما الطيب للإحرام فلِما ورد عن عائشة رضي الله عنها قالت: [طَيَّبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بِيَدِي بِذَرِيرَةٍ فِي حَجَّةِ الْوَدَاعِ لِلْحِلِّ وَالْإِحْرَامِ]. ¶ وعنها قالتْ : [طَيَّبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لِحُرْمِهِ حِينَ أَحْرَمَ وَلِحِلِّهِ قَبْلَ أَنْ يُفِيضَ بِأَطْيَبِ مَا وَجَدْتُ].",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "وعنها قالت: [طَيَّبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عِنْدَ حَرَمِهِ بِأَطْيَبِ الطِّيبِ] أخرجهن الشيخان. ¶ وعنها: [كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بِأَطْيَبِ مَا كُنْتُ أَجِدُ حَتَّى أَرَى وَبِيصَ الطِّيبِ فِي رَأْسِهِ وَلِحْيَتِهِ قَبْلَ أَنْ يُحْرِمَ ] أخرجه النسائي. ¶ وأما لبس الإزار والرداء الأبيضين النظيفين والنعلين فلما ورد عن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: [مِنْ خَيْرِ ثِيَابِكُمُ الْبَيَاضُ فَلْيَلْبَسْهَا أَحْيَاؤُكُمْ وَكَفِّنُوا فِيهَا مَوْتَاكُمْ ] أخرجه البيقهي. ¶ ولحديث : [ وَلْيُحْرِمْ أَحَدُكُمْ فِي إِزَارٍ وَرِدَاءٍ وَنَعْلَيْنِ ] رواه أحمد. ¶ قال ابن المنذر: ثبت ذلك عن رسول الله - صلى الله عليه وسلم -، وثبت أيضًا أن رسول الله - صلى الله عليه وسلم - قال: [إِذَا لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسِ السَّرَاوِيلَ وَإِذَا لَمْ يَجِدِ النَّعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ] وأما أن يكون لبسه ذلك بعد تجرد ذكر عن مخيط فلأنه - صلى الله عليه وسلم - تجرد لإهلاله . رواه الترمذي. ¶ 13- ( فصل ) ¶ ثم بعد الفراغ من الغسل والتنظيف والتطيب ولبس ثياب الإحرام ينوي بقلبه الدخول في النسك الذي يريده من حج أو عمرة لقول النبي - صلى الله عليه وسلم -: [ إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى ] ويشرع له التلفظ بما نوى فإن كان نيته العمرة قال: لَبَّيْكَ عُمْرَةً، وإن كان حجًّا قال: لَبَّيْكَ حَجًّا، أو قال: اللَّهُمَّ لَبَّيْكَ حَجًّا لأن النبي - صلى الله عليه وسلم - فعل ذلك ، ولا يشرع له التلفظ بما نوى إلا بالإحرام خاصة لوروده عن النبي - صلى الله عليه وسلم -.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "فروى مسلم عن عائشة رضي الله عنهما قالت : [خَرَجْنَا مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فقال: [ مَنْ أَرَادَ أَنْ يُهِلَّ بِحَجٍّ وَعُمْرَةٍ فَلْيَفْعَلْ، وَمَنْ أَرَادَ أَنْ يُهِلَّ بِحَجٍّ فَلْيَفْعَلْ، وَمَنْ أَرَادَ أَنْ يُهِلَّ بِعُمْرَةٍ فَلْيَفْعَلْ ، قَالَتْ: وَأَهَلَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِالْحَجِّ ، وَأَهَلَّ بِهِ نَاسٌ مَعَهُ ، وَأَهَلَّ نَاسٌ مَعَهُ بِالْعُمْرَةِ وَالْحَجِّ ، وَأَهَلَّ نَاسٌ بِعُمْرَةٍ ، وَكُنْتُ فِيمَنْ أَهَلَّ بِعُمْرَةٍ] . ¶ وسن أن يشترط في الإحرام فيقول: اللهم إني أريد النسك الفلاني فيسره لي وتقبله مني وإن حبسني حابس فمحلي حيث حبستني ويفيد هذا الشرط شيئين : ¶ ( أحدهما ) أنه إذا عاقه عدو أو مرض أو ذهاب نفقة ونحوه أن له التحلل. ¶ ( والثاني ) أنه متى حل بذلك فلا شيء عليه لما ورد عن ابن عباس رضي الله عنهما أن ضباعة بنت الزبير قالت: [يَا رَسُولَ اللَّهِ إِنِّي امْرَأَةٌ ثَقِيلَةٌ وَإِنِّي أُرِيدُ الْحَجَّ فَكَيْفَ تَأْمُرُنِي أُهِلُّ؟! فَقَالَ: أَهِلِّي وَاشْتَرِطِي أَنَّ مَحِلِّي حَيْثُ حَبَسْتَنِي] قال: فَأَدْرَكَتْ رواه البخاري والنسائي. ¶ وفي رواية: [فَإِنَّ لَكِ عَلَى رَبِّكِ مَا اسْتَثْنَيْتِ]. ¶ قال في الاختيارات الفهقية: ويستحب للمحرم الاشتراط إن كان خائفًا وإلا فلا جمعًا بين الأخبار وما اختاره الشيخ تقي الدين هو الذي تميل النفس إلى العمل به والله أعلم. ¶ ويبطل إحرام بردة ويخرج محرم منه بردة فيه لعموم قوله تعالى: { لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ } . ¶ 14- ( فصل )",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "والأنساك الثلاثة هي: التمتع والقران والإفراد، ويخير مريد الإحرام بين الثلاثة وأفضلها التمتع نصًا قال: لأنه آخر ما أمر به - صلى الله عليه وسلم - ففي الصحيحين أنه - عليه الصلاة والسلام - أمر أصحابه لما طافوا وسعوا أن يجعلوها عمرة إلا من ساق هديًا وثبت على إحرامه لسوقه الهدي وتأسف بقوله: [ لَوِ اسْتَقْبَلْتُ مِنْ أَمْرِي مَا اسْتَدْبَرْتُ مَا سُقْتُ الْهَدْيَ وَلَأَحْلَلْتُ مَعَكُمْ ] ولا ينقل أصحابه إلا إلى الأفضل ولا يتأسف إلا عليه. ¶ وصفة التمتع أن يحرم بالعمرة في أشهر الحج ويفرغ منها، ثم به في عامه، ثم يليه في الأفضلية الإفراد لأن فيه كمال النسكين، وصفة الإفراد أن يحرم ابتداء بحج، ثم يحرم بعمرة بعد فراغه. ¶ ثم يليه في الأفضلية القران وصفته أن يحرم بهما جميعًا أو بها ثم يدخله عليها قبل الشروع في طوافها. الاشتراط في الإحرام وبيان الأنساك الثلاثة والأفضل منها وصفة كل واحد منها ¶ وممن روي عنه اختيار التمتع ابن عمر وابن عباس وابن الزبير وعائشة والحسن وعطاء وطاووس ومجاهد وجابر بن زيد وسالم والقاسم وعكرمة وأحد قولي الشافعي. ¶ وروى المروزي عن أحمد إن ساق لهدي فالقران أفضل لما روى أنس - رضي الله عنه - : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - جَمَعَ بَيْنَ الْحَجِّ وَالْعُمْرَةِ] وفي رواية : [كَانَ قَارِنًا]. ¶ وعن أنس - رضي الله عنه - قال : سمعت رسول الله - صلى الله عليه وسلم - : [يُهِلُّ بِالْحَجِّ وَالْعُمْرَةِ جَمِيعًا] أخرجاه. ¶ وعنه : سمعتُ رسول الله - صلى الله عليه وسلم - يهل بهما جميعًا: [ لَبَّيْكَ عُمْرَةً وَحَجًّا ، لَبَّيْكَ عُمْرَةً وَحَجًّا ] أخرجه مسلم. ¶ قال في الاختيارات الفقهية ص117 والقران أفضل من التمتع إن ساق هديًا وهو إحدى الروايتين عن أحمد انتهى. ¶ 15- ( فصل )",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ويشترط في دم المتمتع لأن يحرم بالعمرة في أشهر الحج ( والثاني ) أن يحج من عامه، فلو اعتمر في أشهر الحج، وحج من عام آخر فليس بمتمتع للآية، لأنها تقتضي الموالاة بينهما، ولأنهم إذا أجمعوا على أن من اعتمر في غير أشهر الحج ثم حج من عامه فليس بمتمتع فهذا أولى، لأنه أكثر تباعدًا. ( والثالث ) أن لا يسافر بينهما مسافة قصر، فإن سافر بينهما فأحرم بحج فلا دم عليه لما روي عن ابن عمر [إِذَاِ اعْتَمَرَ فِي شَهْرِ الْحَجِّ ثُمَّ أَقَامَ فَهُوَ مُتَمَتِّعٌ فَإِنْ خَرَجَ وَرَجَعَ فَلَيْسَ بِمُتَمَتِّعٍ]. ¶ وعن ابن عمر نحوه، ولأنه إذا رجع إلى الميقات أو دونه لزمه الإحرام منه فإذا كان بعيدًا فقد أنشأ سفرًا بعيدًا لحجه فلم يترفه بترك أحد السفرين فلم يلزم دم. ¶ ( والرابع ) أن يحل منها قبل إحرامه بالحج وإلا صار قارنًا فيلزمه دم القران وليس بمتمتع. ( والخامس ) أن يحرم بها من ميقات أو مسافة قصر فأكثر من مكة . ( والسادس ) أن ينوي التمتع في ابتداء العمرة أو في أثنائها لظاهر الآية وحصول الترفه، ولا يعتبر لوجوب دم تمتع أو قران وقوعهما عن شخص واحد، فلو اعمر عن واحد وحج عن آخر وجب الدم بشرطه ولا تعتبر هذه الشروط في كونه متمتعًا ويلزم دم تمتع وقران بطلوع فجر يوم النحر لقوله تعالى : { فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } أي : فَلْيُهْدِ. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 16- ( فصل ) ¶ وإذا قضى القارن قارنًا لزمه دمان دم لقرانه الأول ودم لقرانه الثاني: وإن قضى القارن مفردًا لم يلزمه شيء لأنه أفضل، ويحرم من الأبعد بعمرة إذا فرغ من حجه، وإذا قضى القارن متمتعًا أحرم بالحج من الأبعد إذا فرغ منها، وسن لمفرد وقارن فسخ نيتهما بحج لأنه - عليه الصلاة والسلام - أمر أصحابه الذين أفردوا الحج وقرنوا أن يحلوا كلهم ويجعلوها عمرة إلا من كان معه هدي . متفق عليه.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "وقال سلمة بن شبيب لأحمد: كل شيء منك حسن جميل إلا خلة واحدة ، فقال: وما هي. قال: تقول بفسخ الحج، قال: كنت أرى أن لك عقلًا، عندي ثمانية عشر حديثًا صحاحًا جيادًا كلها في فسخ الحج أأتركها لقولك؟ ¶ وليس الفسخ إبطالًا للإحرام من أصله بل نقله بالحج إلى العمرة وينويان المفرد والقارن- بإحرامهما ذلك عمرة مفردة فمن كان منهما قد طاف وسعى قصر وحل من إحرامه وإن لم يكن طاف وسعى فإنه يطوف ويسعى ويقصر ويحل، فإذا حلا من العمرة أحرما بالحج ليصيرا متمتعين ويتمان أفعال الحج ما لم يسوقا هديًا فإن ساقاه لم يصح الفسخ للخبر. ¶ نقل أبو طالب: الهدي يمنعه من التحلل من جميع الأشياء وفي العشر وغيره أو يقفا بعرفة، فإن وقفا بها لم يكن لهما فسخه لعدم ورود ما يدل على إباحته ولا يستفاد به فضيلة التمتع وإن ساق الهدي متمتع لم يكن له أن يحل من عمرته ف يحرم بحج إذا طاف وسعى لعمرته قبل تحليل بحلق فإذا ذبحه يوم النحر حل منهما معًا. ¶ وإذا حاضت المرأة المتمتعة قبل طواف العمرة فخشيت فوات الحج أحرمت به وجوبًا وصارت قارنة، لما روى مسلم أن عائشة كانت متمتعة فحاضت فقال لها النبي - صلى الله عليه وسلم - : [أَهِلِّي بِالْحَجِّ]، وكذا لو خشي غيرها ومن أحرم وأطلق فلم يعين نسكًا صح إحرامه لتأكده وكونه لا يخرج منه بمحظوراته وصرف الإحرام لما شاء من الإنساك وما عمل قبل صرفه لأحدهما فهو لغوٌ لا يعتد به لعدم التعيين. ¶ وإن أحرم بما أحرم به فلان أو أحرم بمثل ما أحرم به فلان وعلم ما أحرم به فلان قبل إحرامه أو بعده انعقد إحرامه بمثله لحديث جابر أن عليًا قدم من اليمن فقال النبي - صلى الله عليه وسلم -: [ بِمَ أَهْلَلْتَ؟ فَقَالَ: بِمَا أَهَلَّ بِهِ النَّبِيُّ - صلى الله عليه وسلم - . قَالَ: فَأَهْدِي وَامْكُثْ حَرَامًا ]، وعن أبي موسى نحوه متفق عليهما.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وإذا تبين إطلاقه - أي : إحرام فلان - بأن كان أحرم وأطلق فللثاني الذي أحرم بمثله صرفه إلى ما شاء من الإنساك ولا يتعين صرفه إلى ما يصرفه إليه الأول، وإن جهل إحرامه فله جعله عمرة لصحة فسخ الإفراد والقران إليها، ولو شك الذي أحرم بما أحرم به فلان أو بمثله هل أحرم الأول فكما لو لم يحرم الأول لأن الأصل عدمه فينعقد إحرامه مطلقًا فيصرفه لما شاء، ولا يصح أن أحرم زيد فأنا محرم لعدم جزمه بتعليقه إحرامه. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 17- ( فصل ) ¶ ومن أحرم بحجتين أو أحرم بعمرتين انعقد بأحدهما لأن الزمن لا يصلح لهما مجتمعين فيصح بواحدة منها كتفريق الصفقة ومن أحرم بنسك تمتع أو إفراد أو قران ونسه أو أحرم بنذر ونسه قبل طواف صرفه إلى عمرة استحبابًا لأنها اليقين، ويجوز صرف إحرامه إلى غير العمرة لعدم تحقق المانع فإن صرفه إلى قران أو إلى إفراد يصح حجًّا فقط لاحتمال أن يكون المنسي حجًّا فلا يصح إدخال عمرة عليه فلا تسقط ولا دم عليه لأنه ليس بمتمتع ولا قارن. ¶ وإن صرفه إلى تمتع فكفسخ حج إلى عمرة، فيصح إن لم يقف بعرفة ولم يسق هديًا لأن قصاراه أن يكون أحرم قارنًا أو مفردًا وفسخههما صحيح لما تقدم ويلزمه دم متعة بشروطه، ويجزيه عنهما وإن نسي ما أحرم به أو نذرة بعد الطواف ولا هدي معه يتعين صرفه إلى العمرة لامتناع إدخال الحج عليها إذًا لمن لا هدي معه فإن حلق بعد سعيه مع بقاء وقت الوقوف بعرفة يحرم بحج ويتم الحج وعليه للحلق دم. ¶ إن تبين أنه كان حاجًّا مفردًا أو قارنًا لحلقه قبل محله وإلا يتبين أنه كان حاجًّا فعليه دم متعة بشروطه. ¶ وإن أحرم عن اثنين استناباه في حج أو عمرة أو أحرم عن أحدهما لا بعينه وقع إحرامه ونسكه عن نفسه دونهما لعدم إمكان وقوعه عنهما ولا مرجح لأحدهما.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ومن أهل لعامين بأن قال: لبيك العام وعام قابل حج من عامه واعتمر من قابل، ومن أخذ من اثنين حجتين ليحج عنهما في عام واحد أدب على فعله ذلك. ¶ ومن استنابه اثنان بعام في نسك فأحرم عن أحدهما بعينه ولم ينسه صح إحرامه عنه ولم يصح للآخر بعده، وإن نسي المعين بالإحرام من مستنيبه وتعذر علمه فإن فرط نائب كأن أمكنه كتابة اسمه أو ما يتميز به فلم يفعل أعاد الحج عنهما لتفريطه ولا يكون الحج لأحدهما بعينه لعدم أولويته. ¶ وإن فرط موصى إليه فلم يسمه للنائب غرم موصى إليه نفقة إعادة الحج عنهما وإلا يفرط نائب ولا موصى إليه فالغرم لذلك من تركة موصييه بالحج عنهما لأن الحج عنهما فنفقته عليهما ولا موجب لضمانه عنهما. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 18- ( فصل في التلبية ) ¶ والتلبية أن يقول: لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكُ لَا شَرِيكَ لَكَ. ¶ لما روى ابن عمر رضي الله عنهما أن تلبية رسول الله - صلى الله عليه وسلم - : [لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكُ لَا شَرِيكَ لَكَ، لَا يَزِيدُ عَلَى هَؤُلَاءِ الْكَلِمَاتِ] متفق عليه. ¶ والتلبية سنة، ويستحب رفع الصوت بها لخبر السائب بن خلاد مرفوعًا : [ أَتَانِي جِبْرَائِيلُ يَأْمُرُنِي أَنْ آمُرَ أَصْحَابِي أَنْ يَرْفَعُوا أَصْوَاتَهُمْ بِالْإِهْلَالِ وَالتَّلْبِيَةِ ] رواه الخمسة وصححه الترمذي. ¶ وعن سهل بن سعد - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - قال: [ مَا مِنْ مُلَبٍّ يُلَبِّي إِلَّا لَبَّى مَا عَنْ يَمِينِهِ وَشِمَالِهِ مِنْ حَجَرٍ أَوْ شَجَرٍ أَوْ مَدَرٍ حَتَّى تَنْقَطِعَ الْأَرْضُ مِنْ هَاهُنَا وَهَاهُنَا عَنْ يَمِينِهِ وَشِمَالِهِ ] رواه الترمذي وابن ماجه والبيهقي.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قال أنس : سمعتهم يصرخون بهما صراخًا، وقال أبو حازم: كان أصحاب رسول الله - صلى الله عليه وسلم - لا يبلغون الروحاء حتى تبح حلوقهم من التلبية. ¶ وقال سالم: كان ابن عمر يرفع صوته بالتلبية فلا يأتي بالروحاء حتى يضحل صوته، ولا يجهد نفسه في رفع الصوت زيادة على الطاقة لئلا ينقطع صوته وتلبيته. ¶ ويستحب الإكثار من التلبية على كل حال لما ورد عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال: [مَا أَهَلَّ مُهِلٌّ قَطُّ وَلَا كَبَّرَ مُكَبِّرٌ قَطُّ إِلَّا بُشِّرَ، قِيلَ : يَا رَسُولَ اللَّهِ بِالْجَنَّةِ؟ قَالَ: نَعَمْ]. رواه الطبراني في الأوسط بإسنادين رجال الصحيح. ¶ وروي عن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - : [ مَا مِنْ مُحْرِمٍ يُضَحِّي لِلَّهِ يَوْمَهُ يُلَبِّي حَتَّى تَغِيبَ الشَّمْسُ إِلَّا غَابَتْ بِذُنُوبِهِ فَعَادَ كَمَا وَلَدَتْهُ أُمُّهُ ] رواه أحمد وابن ماجه واللفظ له ورواه الطبراني في الكبير والبيهقي من حديث عامر بن ربيعة رضي الله عنه. ¶ وتقدم حديث سهل وفيه قال رسول الله - صلى الله عليه وسلم -: [ مَا رَاحَ مُسْلِمٌ فِي سَبِيلِ اللَّهِ مُجَاهِدًا أَوْ حَاجًّا مُهِلًّا أَوْ مُلَبِّيًا إِلَّا غَرَبَتِ الشَّمْسُ بِذُنُوُبِهِ وَخَرَجَ مِنْهَا ] رواه الطبراني. ¶ ويبدأ التلبية إذا استوى على راحلته لما ورد عن ابن عمر رضي الله عنهما : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ إِذَا اسْتَوَتْ بِهِ رَاحِلَتُهُ قَائِمَةً مِنْ مَسْجِدِ ذِي الْحُلَيْفَةِ أَهَلَّ فَقَالَ : لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكُ لَا شَرِيكَ لَكَ]. ¶ وكان عبد الله يزيد مع هذا : [لَبَّيْكَ وَسَعْدَيْكَ وَالْخَيْرُ بِيَدَيْكَ وَالرَّغْبَاءُ إِلَيْكَ وَالْعَمَلُ] . متفق عليه.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وقال أنس - رضي الله عنه - : [صَلَّى النَّبِيُّ - صلى الله عليه وسلم - الظُّهْرَ بِالْمَدِينَةِ أَرْبَعًا وَالْعَصْرَ بِذِي الْحُلَيْفَةِ رَكْعَتَيْنِ، ثُمَّ بَاتَ بِهَا حَتَّى أَصْبَحَ فَلَمَّا رَكِبَ رَاحِلَتَهُ وَاسْتَوَتْ بِهِ أَهَلَّ] رواه الخمسة. ¶ وعن جابر : [أَنَّ إِهْلَالَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - مِنْ ذِي الْحُلَيْفَةِ حِينَ اسْتَوَتْ بِهِ رَاحِلَتُهُ] رواه البخاري. ¶ وقيل : يستحب ابتداء التلبية عقب إحرامه، وقد وقع الخلاف في المحل الذي أهل منه رسول الله - صلى الله عليه وسلم - على حسب اختلاف الرواة. ¶ فمنهم من روى أنه أهل من مسجد ذي الحليفة بعد أن صلى فيه ومنهم من روى أنه أهل حين استقلت به راحلته، ومنهم من روى أنه أهل لما علا على شرف البيداء، وقد جمع بين ذلك ابن عباس فقال : إنه أهل في جميع هذه المواضع فنقل كل راوٍ ما سمع. ¶ وعن سعيد بن جبير قال: قُلْتُ لِابْنِ عَبَّاسٍ رَضِيَ اللهُ عَنْهُمَا : عَجَبًا لِاخْتِلَافِ أَصْحَابِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فِي إِهْلَالِهِ . فَقَالَ: إِنِّي لَأَعْلَمُ النَّاسِ بِذَلِكَ إِنَّمَا كَانَتْ حَجَّةً وَاحِدَةً فَمِنْ هُنَالِكَ اخْتَلَفُوا.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "[خَرَجَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حَاجًّا فَلَمَّا صَلَّى فِي الْمَسْجِدِ بِذِي الْحُلَيْفَةِ رَكْعَتَيْنِ أَوْجَبَ فِي مَجْلِسِهِ فَأَهَلَّ بِالْحَجِّ حِينَ فَرَغَ مِنْ رَكْعَتَيْنِ فَسَمِعَ مِنْهُ ذَلِكَ أَقْوَامٌ فَحَفِظُوا عَنْهُ، ثُمَّ رَكِبَ فَلَمَّا اسْتَقَلَّتْ بِهِ نَاقَتُهُ أَهَلَّ فَأَدْرَكَ ذَلِكَ مِنْهُمْ أَقْوَامٌ فَحَفِظُوا عَنْهُ، وَذَلِكَ أَنَّ النَّاسَ إِنَّمَا كَانُوا يَأْتُونَ أَرْسَالًا فَسَمِعُوهُ حِينَ اسْتَقَلَّتْ بِهِ نَاقَتُهُ يُهِلُّ فَقَالُوا : إِنَّمَا أَهَلَّ حِينَ اسْتَقَلَّتْ بِهِ نَاقَتُهُ ، ثُمَّ مَضَى فَلَمَّا عَلَا شَرَفَ الْبَيْدَاءِ أَهَلَّ فَأَدْرَكَ ذَلِكَ أَقْوَامٌ فَقَالُوا: إِنَّمَا أَهَلَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حِينَ عَلَا شَرَفَ الْبَيْدَاءِ وَأَيْمُ اللَّهِ لَقَدْ أَوْجَبَ فِي مُصَلَّاهُ وَأَهَلَّ حِينَ اسْتَقَلَّتْ بِهِ رَاحِلَتُهُ، وَأَهَلَّ حِينَ عَلَا شَرَفَ الْبَيْدَاءِ] رواه أحمد وأبو داود ولبقية الخمسة منه مختصرًا: [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أَهَلَّ فِي دُبُرِ الصَّلَاةِ]. ¶ 19- ( فصل ) ¶ وتتأكد التلبية إذا علا نشزًا أو هبط واديًا أو صلى مكتوبة أو أقبل ليل أو أقبل نهار أو التقت الرفاق أو سمع ملبيًا أو أتى محظورًا ناسيًا أو ركب دابته أو نزل عنها أو رأى الكعبة، لما روى جابر قال: [كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُلَبِّي فِي حَجَّتِهِ إِذَا لَقِيَ رَاكِبًا أَوْ عَلَا أَكَمَةً أَوْ هَبَطَ وَادِيًا]، وفي أدبار الصلوات المكتوبة وفي آخر الليل. ¶ وعن سليمان بن خيثمة قال: كَانَ أَصْحَابُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يُلَبُّونَ إِذَا هَبَطُوا وَادِيًا أَوْ أَشْرَفُوا عَلَى أَكَمَةٍ أَوْ لَقُوا رَاكِبًا وَبِالْأَسْحَارِ وَدُبُرِ الصَّلَوَاتِ.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وعن إبراهيم قال: تُسْتَحَبُّ التَّلْبِيَةُ فِي مَوَاطِنَ: إِذَا اسْتَوَيْتَ عَلَى بَعِيرِكَ، وَإِذَا صَعِدْتَ شَرَفًا أَوْ هَبَطْتَ وَادِيًا أَوْ لَقِيتَ رَكْبًا، وَفِي دُبُرِ كُلِّ صَلَاةٍ وَبِالْأَسْحَارِ . أخرجهما سعيد بن منصور. ¶ ولأن في هذه المواضع ترفع الأصوات ويكثر الضجيج. ¶ وقد قال - صلى الله عليه وسلم - : [أَفْضَلُ الْحَجِّ الْعَجُّ وَالثَّجُّ]، والعَجُّ : رفع الصوت بالتلبية، والثَّجُّ : سيلان دماء الهدي. ¶ وأما فيما إذا فعل محظورًا ناسيًا ثم ذكره فلتدارك الحج واستشعار إقامته عليه ورجوعه إليه. ¶ وتلبي المرأة استحبابًا لدخولها في العمومات، ويعتبر أن تسمع نفسها التلبية ويكره جهرها بها أكثر من سماع رفيقتها. ¶ قال ابن المنذر: أجمع العلماء على أن السنة في المرأة أن لا ترفع صوتها وإنما كره لها رفع الصوت مخافة الفتنة بها، ويستحب التلبية في مكة والبيت الحرام وسائر مساجد الحرم كمسجد منى وفي عرفات أيضًا وسائر بقاع الحرم لعموم ما سبق ولأنها مواضع النسك، وتشرع التلبية بالعربية لقادر كالأذان وإلا فيلبي بلغته. ¶ وسن دعاء بعدها فيسأل الله رضوانه والجنة ويستعيذ به من النار، لما ورد عن خزيمة بن ثابت عن النبي - صلى الله عليه وسلم - : [أَنَّهُ كَانَ إِذَا فَرَغَ مِنْ تَلْبِيَتِهِ سَأَلَ اللَّهَ عَزَّ وَجَلَّ رِضْوَانَهُ وَالْجَنَّةَ وَاسْتَعَاذَ بِرَحْمَتِهِ مِنَ النَّارِ] رواه الشافعي والدارقطني. ¶ ويسن صلاة على النبي - صلى الله عليه وسلم - بعدها لما ورد عن عمر ابن الخطاب - رضي الله عنه - قال: [إِنَّ الدُّعَاءَ مَوْقُوفٌ بَيْنَ السَّمَاءِ وَالْأَرْضِ لَا يَصْعَدُ مِنْهُ شَيْءٌ حَتَّى تُصَلِّيَ عَلَى نَبِيِّكَ] رواه الترمذي، ولأنه موضع يشرع فيه ذكر الله تعالى فشرعت فيه الصلاة عليه - صلى الله عليه وسلم - كالصلاة أو فشرع فيه ذكر رسوله كالأذان.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ومن كان متمتعًا أو معتمرًا قطع التلبية إذا شرع في الطواف لحديث ابن عباس يرفعه: [كَانَ يُمْسِكُ عَنِ التَّلْبِيَةِ فِي الْعُمْرَةِ إِذَا اسْتَلَمَ الْحَجَرَ] قال الترمذي: حسن صحيح. ¶ وروي عن عمرو بن شعيب عن أبيه عن جده : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - اعْتَمَرَ ثَلَاثَ عُمَرٍ وَلَمْ يَزَلْ يُلَبِّي حَتَّى اسْتَلَمَ الْحَجَرَ]. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 20- باب محظورات الإحرام ¶ محظورات الإحرام تسعة : ( أحدها ) إزالة الشعر من جميع بدنه لقوله تعالى: { وَلَا تَحْلِقُوا رُؤُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ } نص على حلق الرأس وعدى إلى سائر شعر البدن لأنه في معناه إذا حلقه يؤذن بالرفاهية وهو ينافي الإحرام لكون أن المحرم أشعث أغبر، وقيس على الحلق النتف والقلع لأنهما في معناه وإنما عبر به في النص لأنه الغالب . ( الثاني ) تقليم الأظفار . ( الثالث ) تغطية رأس ذَكَرٍ . ( الرابع ) لبسه المخيط . ( الخامس ) الطيب . ( السادس ) قتل صيد البر . ( السابع ) عقد النكاح . ( الثامن ) الجماع . ( التاسع ) المباشرة. ¶ والمحظورات تنقسم أربعة أقسام : ( الأول ) ما يباح للحاجة وهي هنا ما فيه مشقة لا يتحمل مثلها ولا حرمة ولا فدية كلبس السراويل لفقد الإزار وإزالة الشعر في العين . ( الثاني ) ما فيه الإثم ولا فدية كعقد النكاح . ( الثالث ) ما فيه الفدية ولا إثم وذلك فيما إذا احتاج الرجل إلى اللبس أو المرأة لستر وجهها . ( الرابع ) ما فيه الإثم والفدية وهو باقي المحظورات وتنقسم بالنظر إلى ما يحرم على الذكور دون الإناث وبالعكس إلى ثلاثة أقسام قسم يحرم على الذكور دون الإناث وهو تغطية الرأس ولبسه المخيط، والذي يحرم على الأنثى في الإحرام تغطية وجهها، والبقية من المحظورات يحرم عليهما جميعًا، وقد نظمت محظورات الإحرام فيما يأتي من الأبيات: ¶ وَمَحْظُورُ إِحْرَامٍ ثَلَاثٌ وَسِتَّةٌ",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "فَخُذْ عَدَّهَا وَاحْفِظْ هُدِيتَ إِلَى الرُّشْدِ ¶ فَحَلْقٌ لِشَعْرٍ ثُمَّ تَقْلِيمُ ظُفْرِهِ ¶ وَلُبْسُ ذُكُورٍ لِلْمَخِيطِ عَلَى عَمْدِ ¶ وَتَغْطِيَةٌ لِلْرَأْسِ مِنْهُ وَوَجْهِهَا ¶ وَقَتْلٌ لِصَيْدِ الْبَرِّ وَالطِّيبِ عَنْ قَصْدِ ¶ وَعَقْدُ نِكَاحٍ ثُمَّ فِي الْفَرْجِ وَطْؤُهُ ¶ مُبَاشَرَةً فَاخْتِمْ بِهَا مَاضِيَ الْعَدِّ ¶ قال في الشرح الكبير: أجمع العلماء على أنه لا يجوز للمحرم أخذ شيء من شعر إلا من عذر لقوله تعالى : { وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ } ، وروي عن كعب بن عجرة عن رسول الله - صلى الله عليه وسلم - أنه قال : [لَعَلَّكَ يُؤْذِيكَ هَوَامُّ رَأْسِكَ، قَالَ: نَعَمْ يَا رَسُولَ اللَّهِ. فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: احْلِقْ رَأْسَكَ وَصُمْ ثَلَاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ أَوْ أَنْسِكْ شَاةً ] متفق عليه، ففيه دليل على أن الحلق محرم قبل ذلك فإن كان له عذر من مرضٍ أو قمل أو غيره مما يتضرر بإبقاء الشعر فله إزالته لقوله سبحانه : { فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ } ، وللحديث المذكور: قال ابن عباس - رضي الله عنه - : [فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَيْ: بِرَأْسِهِ قُرُوحٌ ، أَوْ بِهِ أَذًى مِنْ رَأْسِهِ أَيْ: قَمْل] ، وكذا أجمع العلماء أن المحرم ممنوع من تقليم أظفاره إلا من عذر لأنه إزالة جزء من بدنه يترفه به أشبه الشعر فإن انكسر فله إزالته.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "قال ابن المنذر: أجمع كل من نحفظ عنه من أهل العلم على أن للمحرم أن يزيل ظفره بنفسه إذا انكسر لأن بقاءه يؤلمه أشبه الشعر النابت في عينه انتهى. ولا فدية فيما لو خرج بعينه شعرٌ أو كسر ظفره فأزالهما لأنه أزيل لأذاه أشبه قتل الصائل عليه، وإن زالا مع غيرهما كقطع جلد عليه شعر أو أنملة بظفرها فلا يفدي لإزالتهما لأنهما بالتبعية لغيرهما والتابع لا يفرد بحكم كقطع أشفار عيني إنسان يضمنها دون أهدابهما إلا أن حصل التأذي بغيرهما كقرح ونحوه فيفدي لإزالتهما لذلك، كما لو احتاج لأكل صيد فأكله فعليه جزاؤه . والله أعلم وصلى الله على محمد وآله وسلم. ¶ 21- ( فصل ) ¶ ويحرم على المحرم الذكر تغطية رأسه بملاصقه كالطاقية والغترة أو نحو ذلك لنهيه - صلى الله عليه وسلم - عَنْ لُبْسِ الْعَمَائِمِ وَالْبَرَانِسِ ، وقوله في المحرم الذي وقصته راحلته: [وَلَا تُخَمِّرُوا رَأْسَهُ فَإِنَّهُ يُبْعَثُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا] متفق عليهما . وكان ابن عمر يقول : [إِحْرَامُ الرَّجُلِ فِي رَأْسِهِ]، وذكره القاضي مرفوعًا وكره أحمد الاستظلال بمحمل وما في معناه لقول ابن عمر : أَضْحِ لِمَنْ أَحْرَمْتَ لَهُ أَيْ أَبْرز لِلشَّمْسِ، وعنه له ذلك، أشبه الخيمة، وفي حديث جابر : [أَمَرَ بِقُبَّةٍ مِنْ شَعْرٍ فَضُرِبَتْ لَهُ بِنَمِرَةٍ فَنَزَلَ بِهَا] رواه مسلم، وإن طرح على شجرة ثوبًا يستظل به فلا بأس، وله أن يستظل بشجرة أو خباء أو جدار وله أن يستظل بسقف السيارة أو الشمسية أو بثوب على عود لقول أم الحصين: [حَجَجْتُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - حَجَّةَ الْوَدَاعِ فَرَأَيْتُ أُسَامَةَ وَبِلَالًا وَأَحَدُهُمَا آخِذٌ بِخِطَامِ نَاقَةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَالْآخَرُ رَافِعٌ ثَوْبَهُ يَسْتُرُهُ مِنَ الْحَرِّ حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ] رواه مسلم ، ويباح له تغطية وجهه.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "روي عن عثمان وزيد بن ثابت وابن الزبير ولا يعرف لهم مخالف في عصرهم، وبه قال الشافعي وعنه لا لأن في بعض ألفاظ حديث صاحب الراحلة ولا تخمروا وجهه ولا رأسه ويغسل رأسه بالماء بلا تسريح. ¶ روي عن عمر وابنه وعلي وجابر وغيرهم : [لِأَنَّهُ - صلى الله عليه وسلم - غَسَلَ رَأْسَهُ وَهُوَ مُحْرِمٌ وَحَرَّكَ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ] متفق عليه ، واغتسل عمر وقال: [لَا يَزِيدُ الْمَاءُ الشَّعْرَ إِلَّا شَعْثًا] رواه مالك والشافعي. ¶ وإن حمل على رأسه طبقًا أو وضع يده عليه فلا بأس لأنه لا يقصد به الستر قاله في الكافي. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 22- فصل ¶ ( الرابع ) لبس المخيط على ذكر حتى الخفين، قال ابن المنذر: أجمع أهل العلم على أن المحرم ممنوع من لبس القميص والعمائم والسراويلات والبرانس والخفاف، والأصل في هذا ما روى ابن عمر رضي الله عنهما : [أَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - : مَا يَلْبَسُ الْمُحْرِمُ مِنَ الثِّيَابِ؟ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: لَا يَلْبَسِ الْقَمِيصَ وَلَا الْعَمَائِمَ وَلَا السَّرَاوِيلَاتِ وَلَا الْبَرَانِسَ وَلَا الْخِفَافَ إِلَّا أَحَدًا لَا يَجِدُ النَّعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ وَلْيَقْطَعْهُمَا أَسْفَلَ مِنَ الْكَعْبَيْنِ وَلَا يَلْبَسْ مِنَ الثِّيَابِ شَيْئًا مَسَّهُ الزَّعْفَرَانُ وَلَا الوَّرْسُ ] متفق عليه نص النبي - صلى الله عليه وسلم - على هذه. ¶ وألحق بها أهل العلم ما في معناه مثل الجبة والدراعة والتبان وأشباه ذلك فلا يجوز للمحرم ستر بدنه بما عمل على قدره ولا ستر عضو من أعضائه بما عمل على قدره كالقميص للبدن والسراويل لبعض البدن والقفازين لليدين والخفين للرجلين ونحو ذلك.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "قال ابن عبد البر : لا يجوز لبس شيء من المخيط عند جميع أهل العلم وأجمعوا على أن المراد بهذا الذكور دون الإناث وإذا لم يجد المحرم إزارًا فليلبس سراويل أو لا يجد نعلين فيلبس خفين ولا يقطعنهما ولا فدية عليه والأصل فيه: ¶ ما روى ابن عباس قال : سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَخْطُبُ بِعَرَفَاتٍ يَقُولُ: [مَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسِ الْخُفَّيْنِ وَمَنْ لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسْ سَرَاوِيلَ] متفق عليه. ¶ وفي رواية عن عمرو بن دينار أن أبا الشعثاء أخبره عن ابن عباس رضي الله عنهما أنه سمع النبي - صلى الله عليه وسلم - وهو يخطب يقول : [ مَنْ لَمْ يَجِدْ إِزَارًا وَوَجَدَ سَرَاوِيلَ فَلْيَلْبِسْهَا وَمَنْ لَمْ يَجِدْ نَعْلَيْنِ وَوَجَدَ خُفَّيْنِ فَلْيَلْبِسْهُمَا ، قُلْتُ: وَلَمْ يَقُلْ لِيَقْطَعَنَّهُمَا؟ قَالَ: لَا] رواه أحمد. وعن جابر قال: قال رسول الله - صلى الله عليه وسلم - : [ مَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ وَمَنْ لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسْ سَرَاوِيلَ ] رواه أحمد ومسلم. ¶ وأما حديث ابن عمر فما ورد فيه من الأمر بالقطع للخفين إذا احتاج إلى لبسهما لفقد النعلين فقيل إنه منسوخ بحديث ابن عباس لأنه بعرفات قاله الدراقطني وحديث ابن عمر بالمدينة لرواية أحمد عنه سمعت رسول الله - صلى الله عليه وسلم - على المنبر وذكره فلو كان القطع واجبًا لبينه للجمع العظيم الذي لم يحضر أكثرهم ذلك بالمدينة وتأخير البيان عن وقت الحاجة غير جائز كما قد علم في الأصول فثبت بذلك نسخ الأمر بالقطع، وأجيب على قولهم حديث ابن عمر فيه زيادة لفظ بأن حديث ابن عباس وجابر فيهما زيادة حكم هو جواز اللبس بلا قطع. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ ( فصل )",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "ولا يعقد المحرم عليه رداءه ولا غيره لقول ابن عمر لمحرم: [وَلَا تَعْقِدْ عَلَيْكَ شَيْئًا] رواه الشافعي والأثرم، قال أحمد في محرم حزم عمامته على وسطه لا يعقدها ويدخل بعضها في بعض، إلا إزاره فله عقده لحاجته لستر عورته وإلا منطقة وهميانًا فيهما نفقته لقول عائشة: [أَوْثِقْ عَلَيْكَ نَفَقَتَكَ] وروي معناه عن ابن عمر وابن عباس ولحاجته لستر نفقته مع حاجة لعقد المذكورات وقيل لا يحرم عقد الإزار وفي الاختيارات الفقهية ويجوز عقد الرداة في الإحرام ولا فدية عليه، ويجوز للمحرم لبس مقطوع إلى الكعبين مع وجود النعل واختاره ابن عقيل في المفردات وأبو البركات انتهى ص 117. ¶ وله أن يتقلد بسيف لحاجة لما روى البراء بن عازب قال : [لَمَّا صَالَحَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَهْلَ الْحُدَيْبِيَةِ صَالَحَهُمْ أَنْ لَا يَدْخُلَهَا إِلَّا بِجِلْبَانِ السِّلَاحِ الْقِرَابِ بِمَا فِيهِ] متفق عليه، وهذا ظاهر في إباحته عند الحاجة لأنهم لم يكونوا يأمنون أهل مكة أن ينقضوا العهد، ولا يجوز بلا حاجة، ويحمل محرم جرابه ويحمل قربة الماء في عنقه وله أن يتزر بقميص وأن يرتدي به وله أن يرتدي برداء موصل لأن الرداء لا يعتبر كونه صحيحًا. ¶ ويَجُوزُ لِلْمُحْرِمِ أَنْ يَغْتَسِلَ وَيَغْسِلَ رَأْسَهُ وَيَحُكَّهُ إِذَا احْتَاَجَ إِلَى ذَلِكَ بِرِفْقٍ وَسَهُولَةٍ فَإِنْ سَقَطَ مِنْ رَأْسِهِ شَيْءٌ بِسَبَبِ ذَلِكَ فَلَا حَرَجَ عَلَيْهِ وَمَنْ طَرَحَ عَلَى كَتِفَيْهِ قَبَاءً وَهُوَ مُحْرِمٌ فَدَى لِنَهْيِهِ - عليه الصلاة والسلام - عَنْ لُبْسِهِ لِلْمُحْرِمِ ؛ رواه ابن المنذر ورواه البخاري عن علي ولأنه عادة لبسه كالقميص. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 23- ( فصل )",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "( الخامس ) الطيب فمتى طيب محرم ثوبه أو بدنه أو استعمل في أكل أو شرب أو إدهان أو اكتحال أو استعاط أو احتقان طيبًا يظهر طعمه أو ريحه في المذكورات حرم وفدى، أو قصد محرم شم دهن مطيب أو قصد شم مسك أو كافور أو عنبر أو زعفران أو ورس أو بخور عود ونحوه كعنبر أو قصد شم ما ينبته الآدمي لطيب ويتخذ منه الطيب كورد وبنفسج ومنثور ولينوفر وياسمين ونحوه وشمه أو مس ما يعلق به كماء ورد حرم وفدى. ¶ قال في المغني : أجمع أهل العلم على أن المحرم ممنوع من الطيب وقد قال النبي - صلى الله عليه وسلم - في المحرم الذي وَقَصَتْهُ راحلته : [ لَا تَمَسُّوهُ بِطِيبٍ ] رواه مسلم ، وفي لفظ [ لَا تُحَنِّطُوهُ ] متفق عليه. فلما منع الميت من الطيب لإحرامه فالحي أولى انتهى. ¶ وفي حديث ابن عمر: [وَلَا ثَوْبًا مَسَّهُ وَرْسٌ وَلَا زَعْفَرَان]ُ الحديث متفق عليه ، وعن جابر قال: [لَا يَشُمُّ الْمُحْرِمُ الرَّيْحَانَ وَلَا الطِّيبَ] أخرجه الشافعي وأبو ذر. ولا فدية إن شم محرم شيئًا من ذلك بلا قصد أو مس محرم من طيب ما لا يعلق به كقطع عنبر وكافور لأنه غير مستعمل للطيب أو شم محرم ولو قصدًا فواكه من نحو تفاح وأترج لأنها ليست طيبًا أو شم ولو قصدًا عودًا لأنه لا يتطيب به بالشم وإنما يقصد بخوره أو شم ولو قصدًا نبت صحراء كشيح ونحوه كخزامي وقيصوم أو ما ينبته آدمي لا بقصد طيب كحناء وعصفر وقرنفل ودار صيني ونحوها، ومن لبس أو تطيب أو غطى رأسه ناسيًا أو جاهلًا أو مكرهًا فلا شيء عليه لقوله - صلى الله عليه وسلم - : [ عُفِيَ لِأُمَّتِي عَنِ الْخَطَأِ وَالنِّسْيَانِ وَمَا اسْتُكْرِهُوا عَلَيْهِ ] ومتى زال عذره أزاله في الحال وإلا فدى لاستدامته المحظور. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 24- ( فصل )",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "( السادس ) مما يحرم على المحرم قتل صيد البر واصطياده لقوله تعالى: { لَا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ } وقوله: { وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا } وهو الوحشي المأكول فمن أتلفه أو أتلف بيده أو بعضه بمباشرة إتلافه أو سبب ولو كان السبب بجناية دابة المحرم المتصرف فيها بأن يكون راكبًا أو قائدًا أو سائقًا فيضمن ما تلف بيدها وفمها لا ما رمحت برجلها، وإن انفلتت لم يضمن ما أتلفته.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "ويضمن المحرم ما دل عليه وأشار عليه وأشار إليه لمريد صيده إن لم يره صائده أو بإعانة المحرم لمن يريد صيده ولو بمناولة آلة الصيد أو إعارتها له كرمح وسكين لما ورد عن أبي قتادة قال: [كُنْتُ يَوْمًا جَالِسًا مَعَ رِجَالٍ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - فِي مَنْزِلٍ فِي طَرِيقِ مَكَّةَ وَرَسُولُ اللَّهِ - صلى الله عليه وسلم - أَمَامَنَا وَالْقَوْمُ مُحْرِمُونَ وَأَنَا غَيْرُ مُحْرِمٍ عَامَ الْحُدَيْبِيَةِ، فَأَبْصَرُوا حِمَارًا وَحْشِيًّا وَأَنَا مَشْغُولٌ أَخْصِفُ نَعْلِي فَلَمْ يُؤْذِنُونِي وَأَحْبُّوا لَوْ أَنِّي أَبْصَرْتَهُ فَالْتَفَتُّ فَأَبْصَرْتُهُ فَقُمْتُ إِلَى الْفَرَسِ فَأَسْرَجْتُهُ ثُمَّ رَكِبْتُ وَنَسِيتُ السَّوْطَ وَالرُّمْحَ فَقُلْتُ لَهُمْ : نَاوِلُونِي السَّوْطَ وَالرُّمْحَ فَقَالُوا: وَاللَّهِ لَا نُعِينُكَ عَلَيْهِ فَغَضِبْتُ، فَنَزَلْتُ فَأَخَذْتُهُمَا ثُمَّ رَكِبْتُ فَشَدَدْتُ عَلَى الْحِمَارِ فَعَقَرْتُهُ ثُمَّ جِئْتُ بِهِ وَقَدْ مَاتَ فَوَقَعُوا فِيهِ يَأْكُلُونَهُ ثُمَّ إِنَّهُمْ شَكَوْا فِي أَكْلِهِمْ إِيَّاهُ وَهُمْ حُرُمٌ فَرُحْنَا وَخَبَّأْتُ الْعَضُدَ مَعِي فَأَدْرَكْنَا رَسُولَ اللَّهِ - صلى الله عليه وسلم - فَسَأَلْنَاهُ عَنْ ذَلِكَ فَقَالَ : هَلْ مَعَكُمْ مِنْهُ شَيْءٌ؟ فَقُلْتُ: نَعَمْ، فَنَاْوَلْتُهُ الْعَضُدَ فَأَكَلَهَا وَهُوَ مُحْرِمٌ] متفق عليه ولفظه للبخاري، ولمسلم: [هَلْ أَشَارَ إِلَيْهِ إِنْسَانٌ مِنْكُمْ أَوْ أَمَرَهُ بِشَيْءٍ؟ فَقَالُوا: لَا، قَالَ: فَكُلُوهُ].",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "وللبخاري قال: [مِنْكُمْ أَحَدٌ أَمَرَهُ أَنْ يَحْمِلَ عَلَيْهَا أَوْ أَشَارَ إِلَيْهَا؟ قَالُوا: لَا، قَالَ: فَكُلُوا مَا بَقِيَ مِنْ لَحْمِهَا]، وروى النجاد الضمان عن علي وابن عباس في محرم أشار ويحرم على المحرم الإشارة والدلالة والإعانة لأنه معونة على محرم أشبه الإعانة على قتل معصوم، ولا يحرم دلالة محرم على طيب ولباس لأنه لا ضمان فيهما بالسبب ولا يتعلق بهما حكم يختص بالدال عليها بخلاف الصيد فإنه يحرم على الدال أكله منه ويجب عليه جزاؤه. ¶ وإذا دل المحرم حلالًا على الصيد فأتلفه فالجزاء كله على المحرم ، روي ذلك عن علي وابن عباس وعطاء ومجاهد وبكر المزني وإسحاق وأصحاب الرأي ويدل لهذا القول قول النبي - صلى الله عليه وسلم - لأصحاب أبي قتادة : [هَلْ مِنْكُمْ أَحَدٌ أَمَرَهُ أَنْ يَحْمِلَ عَلَيْهَا أَوْ أَشَارَ إِلَيْهَا]، ولأنه سبب يتوصل به إلى إتلاف الصيد فتعلق به الضمان، وقال مالك والشافعي : لا شيء على الدال لأنه يضمن بالجناية فلا يضمن بالدلالة كالآدمي، ( والقول الأول ) عندي أنه أرجح والله أعلم وصلى الله على محمد وآله وسلم. ¶ وأما إذا دل مُحْرِمٌ مُحْرِمًا على الصيد فقتله فالجزاء بينهما، وبه قال عطاء وحماد بن أبي سليمان لأن الواجب جزاء المتلف وهو واحد فيكون الجزاء واحدًا. ¶ وقال الشعبي وسعيد بن جبير وأصحاب الرأي على كل واحد جزاء لأن كل واحد من الفعلين يستقل بالجزاء إذا انفرد فكذلك إذا لم يضمنه غيره وقال مالك والشافعي : لا شيء على الدال. ¶ وأما إذا دل محرم محرمًا على صيد ثم دل الآخر محرمًا آخر ثم كذلك إلى عشرة فقتله العاشر ( فعلى القول الأول ) الجزاء على جميعهم لاشتراكهم في الإثم والتسبب ( وعلى القول الثاني ) على كل واحد منهم جزاء ( وعلى الثالث ) لا شيء إلا على من باشر القتل.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وأما إذا دل الحلال محرمًا على صيد فقتله المحرم ضمنه محرم وحده دون الدال وإذا اشترك في قتل صيد حلال ومحرم أو سبع ومحرم في الحل فعلى المحرم الجزاء جميعه لأنه اجتمع موجب ومسقط فغلب الإيجاب كما لو قتل صيدًا بعضه في الحرم ثم إن كان جرح أحدهما قبل صاحبه والسابق الحلال أو السبع فعلى المحرم جزاؤه مجروحًا اعتبارًا بحال جنايته عليه لأنه وقت الضمان وإن سبقه المحرم فجرحه وقتله أحدهما فعلى المحرم أرش جرحه فقط لأنه لم يوجد منه سوى الجرح. ¶ وإن نصب حلال شبكة ونحوها ثم أحرم أو أحرم ثم حفر بئرًا بحق كان حفرها في داره أو نحوها من ملكه أو موات أو حفر البئر للمسلمين بطريق واسع لم يضمن ما تلف بذلك لعدم تحريمه ما لم يكن حيلة على الاصطياد فإن كان حيلة ضمن لأن الله تعالى عاقب اليهود على نصب الشبك يوم الجمعة وأخذ ما سقط فيها يوم الأحد وهذا في معناه وشرع من قبلنا شرع لنا ما لم يرد شرعنا بخلافه. والله أعلم وصلى الله على محمد وآله وسلم. ¶ وإذا اشترك جماعة في قتل صيد فعند أحمد في إحدى الروايتين أن عليهم جزاء واحد وكذا قال الشافعي ومن وافقه، لقضاء عمر وعبد الرحمن قاله القرطبي ثم قال أيضًا: وروى الدارقطني [أَنَّ مَوَالِيَ لِابْنِ الزُّبَيْرِ أَحْرَمُوا فَمَرَّتْ بِهِمْ ضَبُعٌ فَحَذَفُوهَا بِعِصِيِّهِمْ فَأَصَابُوهَا فَوَقَعَ فِي أَنْفُسِهِمْ فَأَتَوْا ابْنَ عُمَرَ فَذَكَرُوا لَهُ ذَلِكَ فَقَالَ: عَلَيْكُمْ كُلُّكُمْ كَبْشٌ. قَالُوا: أَوْ عَلَى كُلِّ وَاحِدٍ مِنَّا كَبْشٌ؟ قَالَ: إِنَّكُمْ لَمُعَزَّزٌ بِكُمْ! عَلَيْكُمْ كُلُّكُمْ كَبْشٌ]. ¶ وروي عن ابن عباس في قوم أصابوا ضَبُعًا فقال: [عَلَيْهِمْ كَبْشٌ يَتَخَارَجُونَهُ بَيْنَهُمْ].",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "وأما أكل ما صاده المحرم أو ذبحه أو دل عليه أو أعان عليه أو أشار إليه فيحرم عليه وجميع من له أثر في صيده لما تقدم في حديث أبي قتادة من قول النبي - صلى الله عليه وسلم -: [ هَلْ مِنْكُمْ أَحَدٌ أَمَرَهُ أَنْ يَحْمِلَ عَلَيْهِ أَوْ أَشَارَ إِلَيْهِ؟ قَالُوا: لَا، قال: كُلُوا مَا بَقِيَ مِنْ لَحْمِهَا ] متفق عليه. ¶ وكذا يحرم على المحرم أكل ما صيد لأجله لما في الصحيحين من حديث الصعب بن خثامة أنه أهدى للنبي - صلى الله عليه وسلم - حمارًا وحشيًّا فرده عليه فلما رأى ما في وجهه قال: [إِنَّا لَمْ نَرُدَّهُ عَلَيْكَ إِلَّا أَنَّا حُرُمٌ]. ¶ وروى جابر - رضي الله عنه - مرفوعًا: [صَيْدُ الْبَرِّ لَكُمْ حَلَالٌ مَا لَمْ تَصِيدُوهُ أَوْ يُصَدْ لَكُمْ] رواه أبو داود والنسائي والترمذي، وقال هو أحسن حديث في الباب، وما حرم على محرم لدلالة أو إعانة صياد له لا يحرم على محرم غيره كما لا يحرم على حلال لما روى مالك والشافعي عن عثمان: [أَنَّهُ أُتِيَ بِلَحْمِ صَيْدٍ فَقَالَ لِأَصْحَابِهِ: كُلُوا، فَقَالُوا: أَلَا تَأْكُلْ؟ فَقَالَ: إِنِّي لَسْتُ كَهَيْئَتِكُمْ إِنَّمَا صِيدَ لِأَجْلِي وَلَا يَحْرُمُ عَلَى الْمُحْرِمِ أَكْلُ غَيْرِ مَا صِيدَ أَوْ ذُبِحَ لَهُ إِذَا لَمْ يَدُلَّ] ونحوه عليه لما تقدم. ¶ فلو ذَبَحَ مُحِلٌّ صيدًا لغيره من المحرمين حرم على المذبوح له لما سبق، ولا يحرم على محرم غير الدال أو المعين أو الذي صيد أو ذبح له، وإن قتل المحرم صيدًا ثم أكله ضمنه لقتله لا لأكله لأنه يحرم أكله على جميع الناس والميتة غير متمولة فلا تضمن. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 25- ( فصل )",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وإن نقل بيض صيد ففسد بنقله أو أتلف بيض صيد غير مذر، وغير ما فيه فرخ ميت ضمنه بقيمته مكانه لإتلافه إياه فإن كان مذرًا أو فيه فرخ ميت فلا ضمان فيه لأنه لا قيمة له إلا ما كان من بيض النعام فيضمنه لأنه لقشره قيمة فيضمنه بها، والدليل على ضمان ما أتلف من بيض الصيد ما روى أبو هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: [فِي بَيْضِ النَّعَامِ ثَمَنُهُ] رواه ابن ماجه. ¶ ولقول ابن عباس في بيض النعام قيمته ولأنه تسبب إلى إتلافه بالنقل فوجب ضمانه، وإن كسر بيضة فرخ منها فخرج فعاش فلا شيء عليه وإن مات ففيه ما في صغار المتلف بيضه ففي فرخ الحمام صغير أولاد الغنم. ¶ وفي فرخ النعامة حوار صغير أولاد الإبل وفيما عداها قيمته لأن غيرهما من الطيور يضمن بقيمته ولا يحل لمحرم أكل بيض الصيد إذا كسره الآكل أو محرم غيره لأنه جزء من الصيد أشبه سائر أجزائه، وكذا شرب لبنه. ¶ وإن لم يكن الحلال أخذه لأجل المحرم أبيح للمحرم كصيد ذبحه حلال ولو كان الصيد مملوكًا وأتلفه المحرم أو تلف بيده أو بيضه أو لبنه ضمنه جزاء لمساكين الحرم وقيمة لمالكه ويضمن اللبن بقيمته مكانه. ¶ ولا يملك محرم صيدًا ابتداء بغير إرث فلا يملكه بشراء ولا هبة ونحوها. ¶ فلو قبض الصيد المحرم هبة أو رهنًا أو بشراء لزمه رده إلى من أقبضه إياه لفساد العقد، وعليه إن تلف الصيد قبل الرد الجزاء لمساكين الحرم مع قيمته لمالكه في هبة وشراء لوجود مقتضى الضمانين، وإن أمسك الصيد محرم بالحرم أو الحل أو أمسكه حلال بالحرم فذبحه المحرم ولو بعد حله من إحرامه أو ذبحه ممسكه بالحرم ولو بعد إخراجه من الحرم إلى الحل ضمنه لأنه تلف بسبب كان في إحرامه أو في الحرم كما لو جرحه فمات بعد حله أو بعد خروجه من الحرم وكان ما ذبح لغير حاجة أكله ميتة. ¶ ومن أحرم وبملكه صيد لم يزل ملكه عنه، ولا تزول عنه يده الحكمية ولا يضمن الصيد معها. ¶ ومن غصب الصيد من يد محرم حكمية لزمه رده.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "ومن أدخل الصيد الحرم المكي أو أحرم رب صيد وهو بيده المشاهدة كخيمته أو رحله أو قفص معه أو حبل مربوط به لزمه إزالتها بإرساله وملكه باق عليه بعد إرساله لعدم ما يزيله فيرده آخذه على مالكه إذا حل ويضمنه قاتله بقيمته له لبقاء ملكه عليه فإن لم يتمكن وتلف بغير فعله لم يضمن لأنه غير مفرط ولا متعمد ف إن تمكن من إرساله ولم يفعل ضمنه بالجزاء، وإن لم يرسله فلا ضمان على مرسله من يده قهرًا لزوال حرمة يده المشاهدة ولأنه من الأمر بالمعروف. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 26- ( فصل ) ¶ ومن قتل وهو محرم صيدًا صائلًا عليه دفعًا عن نفسه لم يحل ولم يضمنه لأنه التحق بالمؤذيات طبعًا كالكلب العقور أو قتل صيدًا بتخليصه من سبع أو شبكة ليطلقه لم يحل ولم يضمنه لأنه مباح لحاجة الحيوان أو قطع محرم من الصيد عضوًا متآكلًا فمات لم يحل ولم يضمنه لأنه لمداواة الحيوان أشبه مداواة الولي محجورة، وليس بمتعمد قتله فلا تتناوله الآية، ولو أخذ الصيد الضعيف محرم ليداويه فوديعة لا يضمنه بلا تعد ولا تفريط ولا تأثير لحرم أو إحرام في تحريم حيوان إنسي كبهيمة الأنعام ودجاج لأنه ليس بصيد. ¶ وقد كان - عليه الصلاة والسلام - يذبح البدن في إحرامه في الحرم تقربًا إلى الله تعالى. ¶ وقال: [أَفْضَلُ الْحَجِّ الْعَجُّ وَالثَّجُّ] أي : إسالة الدماء بالنحر والذبح ولا تأثير لحرم أو إحرام في محرم الأكل إلا المتولد بين مأكول وغيره ويحرم بإحرام قتل قمل وصئبانه ولو برميه ولا جزاء فيه ولا يحرم قتل براغيث وقراد ونحوهما كبق وبعوض لأن ابن عمر قرد بعيره بالسقياء أي نزع القراد عنه فرماه وهذا قول ابن عباس. ¶ ويباح لا بالحرم صيد ما يعيش في الماء كسمك، ولو عاش في بر أيضًا كسلحفاة وسرطان لقوله تعالى: { أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ } .",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وأما البحري بالحرم فيحرم صيده لأن التحريم فيه للمكان فلا فرق فيه بين صيد البر والبحر وطير الماء بري لأنه يبيض ويفرخ في البر فيحرم صيده على المحرم وفيه الجزاء ويضمن الجراد بقيمته في قول أكثر العلماء لأنه طير في البر يتلفه الماء كالعصافير وقيل يتصدق بتمرة عن جرادة. ¶ ولمحرم احتاج لفعل محظور فعله ويفدي لقوله تعالى: { فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ } الآية. ¶ وحديث كعب بن عجرة - رضي الله عنه - قال: حملت إلى رسول الله - صلى الله عليه وسلم - والقمل يتناثر على وجهي فقال: [مَا كُنْتُ أَرَى الْوَجَعَ بَلَغَ بِكَ مَا أَرَى ، أَتَجِدُ شَاةً؟ قُلْتُ: لَا . قَالَ: فَصُمْ ثَلَاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ لِكُلِّ مِسْكِينٍ نِصْفَ صَاعٍ] متفق عليه. ¶ ويسن قتل كل مؤذ غير آدمي لحديث عائشة: [أَمَرَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِقَتْلِ خَمْسِ فَوَاسِقَ فِي الْحَرَمِ: الْحِدَأَةِ وَالْغُرَابِ وَالْفَأْرَةِ وَالْعَقْرَبِ وَالْكَلْبِ الْعَقُورُ] متفق عليه. ¶ وفي معناه كل مؤذ وأما الآدمي غير الحربي فـ[لَا يَحِلُّ قَتْلُهُ إِلَّا بِإِحْدَى ثَلَاثٍ: الثَّيِبِ الزَّانِي، وَالنَّفْسِ بِالنَّفْسِ، وَالتَّارِكِ لِدِينِهِ الْمُفَارِقِ لِلْجَمَاعَةِ] متفق عليه. ¶ ومن اضطر إلى أكل صيد فله ذلك وهو ميتة في حق غيره فلا يباح إلا لمن يباح لها أكلها، وقيل يحل بذبحه. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 27- ( فصل ) ¶ ( السابع من المحظورات ) عقد النكاح فيحرم ولا يصح لحديث عثمان أن النبي - صلى الله عليه وسلم - قال: [ لَا يَنْكِحُ الْمُحْرِمُ وَلَا يُنْكَحُ وَلَا يَخْطِبُ ] رواه الجماعة إلا البخاري، وليس للترمذي فيه [ وَلَا يَخْطِبُ].",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "وعن أبي غطفان عن أبيه أن عمر فَرَّقَ بَيْنَهُمَا ، يَعْنِي رَجُلًا تَزَوَّجَ وَهُوَ مُحْرِمٌ، رواه مالك والدارقطني، قال في الشرح الكبير: ويباح شراء الإماء للتسري وغيره لا نعلم فيه خلافًا انتهى. ¶ ولا فدية في عقد النكاح كشراء الصيد وقتل القمل، وقد نظمت هذه الثلاث في بيت واحد: ¶ عَقْدُ نِكاحٍ وَشِرَاءُ صَيْدٍ ¶ وَقَتْلُ قَمْلٍ حُرِّمَتْ وَلَا جَزَا ¶ وتعتبر حالة العقد لا حالة توكيل فلو وكل محرم حلالًا صح عقده بعد حل موكله لأن كلا منهما حلال حال العقد، ولو وكل حلال حلالًا فعقده الوكيل بعد أن أحرم هو أو موكل فيه لم يصح العقد، ولو وكله ثم أحرم الموكل لم ينعزل وكيله بإحرامه فإذا حل الموكل كان لوكيله عقده لزوال المانع، ولو وكل حلال حلالًا في عقد النكاح فعقده وأحرم الموكل فقالت الزوجة وقع في الإحرام وقال الزوج وقع قبله فالقول قول الزوج لأنه يدعي صحة العقد وهي الظاهر وإن كان بالعكس بأن قالت الزوجة وقع قبل الإحرام وقال الزوج في الإحرام فالقول قوله أيضًا لأنه يملك فسخه فقبل إقراره به ولها نصف الصداق لأن قوله لا يقبل عليها في إسقاطه لأنه خلاف الظاهر ويصح مع جهلها وقوعه هل كان قبل الإحرام أو فيه لأن الظاهر من عقود المسلمين الصحة وتكره خطبة محرم لما ورد عن عثمان بن عفان - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: [ لَا يَنْكِحُ الْمُحْرِمُ وَلَا يُنْكَحُ وَلَا يَخْطِبُ ] رواه مسلم، وقيل تحرم الخطبة وهذا القول هو الذي تميل إليه النفس والله أعلم. ¶ وإن أحرم الإمام الأعظم لم يجز أن يتزوج لنفسه ولا لغيره بالولاية العامة ولا الخاصة لعموم ما سبق ولا أن يزوج أقاربه بالولاية الخاصة ولا أن يزوج غيرهم ممن لا ولي له بالولاية العامة كالخاصة. ¶ ويجوز أن يزوج خلفاؤه من لا ولي له أو لها لأنه يجوز بولاية الحكم ما لا يجوز بولاية النسب بدليل تزويج الكافرة.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وأما وكلاؤه في تزويج نحو بنته فلا لما سبق وإن أحرم نائبه فكإحرام الإمام. ¶ 28- فصل ¶ ( الثامن ) الوطء في الفرج، وذلك لقوله تعالى: { فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ } . ¶ قال ابن عباس رضي الله عنهما هو الجماع بدليل قوله تعالى: { أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ } يعني : الجماع ، وحكاه ابن المنذر: إجماع من يحفظ عنه من العلماء أنه يفسد النسك. ¶ وفي الموطأ بلغني أن عمر وعليًّا وأبا هريرة سُئِلُوا عن رجل أصاب أهله وهو محرم فقالوا: يَنْفُذَانِ لِوَجْهِهِمَا حَتَّى يَقْضِيَا حَجَّهُمَا ثُمَّ عَلَيْهِمَا حَجٌّ مِنْ قَابِلٍ وَالْهَدْيُ. ولم يعرف لهم مخالف. ¶ والوطء يفسد النسك قبل تحلل أول ولو بعد الوقوف بعرفة لأن بعض الصحابة قضوا بفساد الحج ولم يستفصلوا. ¶ وحديث: [مَنْ وَقَفَ بِعَرَفَةَ فَقَدْ تَمَّ حَجُّهُ] أي : قاربه وأمن فواته ولو كان المجامع ساهيًا أو جاهلًا أو مكرهًا نقله جماعة لما تقدم من أن بعض الصحابة رضي الله عنهم قضوا به ولم يستفصلوا ولو اختلف الحال لوجب البيان. ¶ وذكر في الفصول رواية عن الإمام أحمد: لا يفسد حج الناسي والجاهل والمكره ونحوه، وخرجها القاضي أبو يعلى في كتاب الروايتين، واختارها الشيخ تقي الدين، وصاحب الفائق ومال إليه ابن مفلح في الفروع وهذا القول هو الذي تميل إليه النفس والله سبحانه وتعالى أعلم.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "ولا يفسد بغير الجماع لعدم النص فيه والإجماع وعليهما المضي في فاسده ولا يخرج منه بالوطء روي ذلك عن ابن عمر وعلي وأبي هريرة وابن عباس وحكمه كالإحرام الصحيح لقوله تعالى: { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ } وروي مرفوعًا: أمر المجامع بذلك، ولأنه معنى يجب به القضاء فلم يخرج به منه كالفوات فيفعل بعد الإفساد كما كان يفعله قبله من وقوف وغيره ويجتنب ما يجتنبه قبله من وطء وغيره ويفدي لمحظور فعله بعده ويقضي من فسد نسكه بالوطء صغيرًا كان أو كبيرًا واطئًا أو موطوءة فرضًا كان الذي أفسده أو نفلًا. ¶ والدليل على أن القضاء يكون فورًا قول ابن عمر : فَإِذَا أَدْرَكْتَ قَابِلًا فَحُجَّ وَاهْدِ، وعن ابن عباس وعبد الله ابن عمر ومثله رواه الدارقطني والأثرم وزاد : وَحُلَّ إِذَا حَلُّوا. ¶ فَإِذَا كَانَ الْعَامَ الْمُقْبِلَ فَاحْجُجْ أَنْتَ وَامْرَأَتَكَ وَاهْدِيَا هَدْيًا فَإِنْ لَمْ تَجِدَا فَصُومَا ثَلَاثَةَ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةً إِذَا رَجَعْتُمَا . وهذا إذا كان المفسد نسكه مكلفًا لأنه لا عذر له في التأخير وإلا يكن مكلفًا بل بلغ بعد القضاء للحجة الفاسدة فيقضي بعد حجة الإسلام فورًا لزوال عذره. ¶ 29- ( فصل ) ¶ ويحرم من أفسد نسكه في القضاء من حيث أحرم أولًا بما فسد إن كان إحرامه به قبل ميقات لأن القضاء يحكي الأداء ولأن دخوله في النسك سبب لوجوبه فيتعلق بموضع الإيجاب كالنذر. ¶ وقال في الفروع ويتوجه أن يحرم من الميقات مطلقًا ومال إليه وإلا يكن أحرم بما فسد قبل ميقات بل أحرم منه أو دونه إلى مكة فإنه يحرم من الميقات لأنه لا يجوز مجاوزته بلا إحرام ومن أفسد القضاء فوطئ فيه قبل التحلل الأول قضى الواجب الذي عليه بإفساد الأول ولا يقضي القضاء كقضاء صلاة أو صوم أفسده، ولأن الواجب لا يزداد بفواته بل يبقى على ما كان عليه. ¶ ونفقة قضاء مطاوعة على وطء عليها لقول ابن عمر واهديا أضاف الفعل إليهما.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "وقول ابن عباس: اهْدِ نَاقَةً وَلتْهُدْ ِنَاقَةً . ولإفسادها نسكها بمطاوعتها أشبهت الرجل، ونفقة قضاء مكرهة على مكره وسن تفرقهما في قضاء من موضع وطئ فلا يركب معها في محمل ولا ينزل معها في فسطاط ولا نحوه إلى أن يحل من إحرام القضاء لحديث ابن وهب بإسناده عن سعد بن المسيب : [أَنَّ رَجُلًا جَامَعَ امْرَأَتَهُ وَهُمَا مُحْرَمَانِ فَسَأَلَ النَّبِيَّ - صلى الله عليه وسلم - فَقَالَ لَهُمَا: أَتِمَّا حَجَّكُمَا ثُمَّ ارْجِعَا وَعَلَيْكُمَا حَجَّةٌ أُخْرَى مِنْ قَابِلٍ حَتَّى إِذَا كُنْتُمَا فِي الْمَكَانِ الَّذِي أَصَبْتُهَا فَأَحْرِمَا وَتَفَرَّقَا وَلَا يُؤَاكِلُ أَحَدٌ مِنْكُمَا صَاحِبَهُ ثُمَّ أَتِمَّا نُسُكَكُمَا وَاهْدِيَا]. ¶ وروى سعيد والأثرم عن عمر وابن عباس نحوه قال الإمام أحمد : يتفرقان في النزول والفسطاط والمحمل ولكن يكون بقربها انتهى. وذلك ليراعي أحوالها فإنه محرمها قال ذلك في الإنصاف. ¶ والوطء بعد التحلل الأول لا يفسد نسكه لقول ابن عباس في رجل أصاب أهله قبل أن يفيض يوم النحر : يَنْحَرَانِ جَزُورًا بَيْنَهُمَا وَلَيْسَ عَلَيْهِ حَجٌّ مِنْ قَابِلٍ. رواه مالك . ولا يعرف له مخالف. ¶ وعلى الواطئ بعد تحلل أول شاة لفساد إحرامه وعليه المضي للحل فيحم منه ليجمع في إحرامه بين الحل والحرم ليطوف للزيارة محرمًا لأن الحج لا يتم إلا به لأنه ركن ثم السعي إن لم يكن سعى قبل لحجه وعمرة وطئ فيها كحج فيما سبق تفصيله فيفسدها وطء قبل تمام سعي لا بعده وقبل حلق لأنه بعد تحلل أول وعليه لوطئه في عمرته شاة ولا فدية على مكرهة في وطئ في حج أو عمرة لحديث وما استكرهوا عليه، ومثلها النائمة ولا يلزم الواطئ أن يفدي عنها أي النائمة والمكرهة. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 30 – (فصل)",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "(التاسع) المباشرة من الرجل للمرأة دون الفرج فإن فعل فأنزل لم يفسد حجة وعليه بدنة خلافًا للأئمة الثلاثة في وجوب البدنة وإنما يجب عندهم بذلك شاة. ¶ والمرأة إحرامها في وجهها لحديث لا تنتقب المرأة ولا تلبس القفازين رواه البخاري وغيره. ¶ وقال ابن عمر إحرام المرأة في وجهها وإحرام الرجل في رأسه رواه الدارقطني بإسناد جيد. ¶ فإن غطت الوجه لغير حاجة فدت كما لو غطى الرجل رأسه والحاجة كمرور رجال أجانب قريبًا منها فتسدل الثوب من فوق رأسها وعلى وجهها لحديث عائشة : [كَانَ الرُّكْبَانُ يَمُرُّونَ بِنَا وَنَحْنُ مُحْرِمُونَ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - فَإِذَا حَاذُونَا سَدَلَتْ إِحْدَانَا جِلْبَابَهَا عَلَى وَجْهِهَا فَإِذَا جَاوَزُونَا كَشَفْنَا] رواه أبو داود والأثرم ولا يضر مس المسدول بشرة الوجه. ¶ وتحرم تغطية وجه المحرمة وتجب تغطية رأسها ولا تحرم تغطية كفيها ويحرم عليها ما يحرم على رجل محرم من إزالة شعر وظفر وطيب وقتل صيد وغيره مما تقدم، لأن الخطاب يشمل الذكور والإناث إلا لبس المخيط وتظليل المحمل لحاجتها إليه لأنها عورة إلا وجهها ويحرم عليها وعلى رجل لبس قفازين أو قفاز واحد وهما كل ما يعمل لليدين إلى الكوعين يدخلهما فيه لسترهما كما يعمل للبزاة لحديث ابن عمر مرفوعًا [لَا تَنْتَقِبِ الْمَرْأَةُ وَلَا تَلْبَسِ الْقُفَّازَيْنِ] رواه البخاري.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "وفي لبس القفازين أو أحدهما الفدية كالنقاب ويباح للمحرمة خلخال ونحوه من حلي كسوار ودملج وقرط لحديث ابن عمر أنه : سَمِعَ رَسُولَ اللَّهِ - صلى الله عليه وسلم - [نَهَىَ النِّسَاءَ فِي إِحْرَامِهِنَّ عَنِ الْقُفَّازَيْنِ وَالنِّقَابِ وَمَا مَسَّ الْوَرْسَ وَالزَّعْفَرَانَ مِنَ الثِّيَابِ] وليلبسن بعد ذلك ما أحببن من ألوان الثياب من معصفر أو خز أو حلي , ويسن لها خضاب بحناء عند إحرام لحديث ابن عمر من السنة أن تدلك المرأة يديها في حناء ولأنه من الزينة فاستحب لها كالطيب وكره خضاب بعد الإحرام ما دامت محرمة لأنه من الزينة ويستحب في غير إحرام لمزوَّجة. ¶ 31 – (فصل) ¶ وللمحرم لبس خاتم من فضة أو عقيق ونحوهما لما روى الدارقطني عن ابن عباس : [لَا بَأْسَ بِالْهَمَيَانِ وَالْخَاتَمِ لِلْمُحْرِمِ وَلَهُ بَطُّ جُرْحٍ وَلَهُ خِتَانٌ وَقَطْعٌ عُضْوٍ عِنْدَ الْحَاَجَةِ إِلَيْهِ] وأن يحتجم لِأنه لا رفاهية فيه ولحديث ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - احْتَجَمَ وَهُوَ مُحْرِمٌ] متفق عليه. ¶ فإن احتاج المحرم في الحجامة إلى قطع شعر فله قطعه وعليه الفدية وكره لرجل وامرأة اكتحال بأثمد ونحوه لزينة لما روي عن عائشة أنها قالت لامرأة محرمة : [اكْتَحِلِي بِأَيِّ كُحْلٍ شِئْتِ غَيْرِ الْإِثْمِدِ أَوْ الْأَسْوَدِ] ولهما قطع رائحة كريهة بغير طيب ولهما اتجار وعمل صنعة ما لم يشغلا عن واجب أو مستحب لقول ابن عباس: [كَانَتْ عُكَاظٌ وَمِجْنَةٌ وَذُوَ الْمَجَازِ أَسْوَاقًا فِي الْجَاهِلِيَّةِ. فَتَأَثَّمُوا أَنْ يَتَّجِرُوا فِي الْمَوَاسِمِ فَنَزَلَتْ: { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ } فِي مَوَاسِمِ الْحَجِّ] رواه البخاري.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "ولأبي داود عن أبي أمامة التيمي قال: [كُنْتُ رَجُلًا أُكْرِي فِي هَذَا الْوَجْهِ وَكَانَ نَاسٌ يَقُولُونَ: لَيْسَ لَكَ حَجٌّ. فَلَقِيتُ ابْنَ َعُمَرَ فَقُلْتُ: إِنِّي أُكْرِي فِي هَذَا الْوَجْهِ وَإِنَّ نَاسًا يَقُولُونَ: لَيْسَ لَكَ حَجٌّ. فَقَالَ ابْنُ عُمَرَ: أَلَيْسَ تُحْرِمُ وَتُلَبِّي وَتَطُوفُ بِالْبَيْتِ وَتُفِيضُ مِنْ عَرَفَاتٍ وَتَرْمِي الْجِمَارَ؟ فَقُلْتُ: بَلَى. قَالَ: فَإِنَّ لَكَ حَجًّا جَاءَ رَجُلٌ إِلَى النَّبِيِّ - صلى الله عليه وسلم - فَقَالَ مِثْلَ مَا سَأَلْتَنِي فَسَكَتَ عَنْهُ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَلَمْ يُجِبْهُ حَتَّى نَزَلَتِ الْآيَةُ: { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ } فَأَرْسَلَ إِلَيْهِ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَقَرَأَ عَلَيْهِ هَذِهِ الْآيَةَ وَقَالَ: لَكَ حَجٌّ] إسناده جيد ورواه الدارقطني وأحمد وعنده : [إِنَّا نُكْرِي فَهَلْ لَنَا مِنْ حَجٍّ؟] وفيه: [وَتَحْلِقُونَ رُؤُوسَكُمْ] وفيه: [فَقَالَ أَنْتُمْ حُجَّاجٌ]. ¶ ويجب على المحرمة والمحرم اجتناب ما نهى الله عنه تعالى (من الرفث) وهو الجماع. روي عن ابن عباس وابن عمر وقال الأزهري: الرَّفَثُ كَلِمَةٌ جَامِعَةٌ لِكُلِّ مَا يُرِيدُهُ الرَّجُلُ مِنَ الْمَرْأَةِ، ويجتنبان الفسوق وهو السباب وقيل المعاصي والجدال وهو المراء فيما لا يعني وكذا التقبيل والغمز وأن يعرض لها بالفحش من الكلام. ¶ قال علي بن أبي طلحة عن ابن عباس : الرَّفَثُ غَشَيَانُ النِّسَاءِ وَالْقُبْلَةُ وَالْغَمْزُ وَأَنْ تُعَرِّضَ لَهَا بِالْفُحْشِ مِنَ الْكَلَامِ ونحو ذلك ويستحب له أن يتوقى الكلام فيما لا ينفع لحديث أبي هريرة مرفوعًا : [مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ فَلْيَقُلْ خَيْرًا وَلْيَصْمُتْ] متفق عليه.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "وعنه مرفوعًا : [مِنْ حُسْنِ إِسْلَامِ الْمَرْءِ تَرْكُهُ مَا لَا يَعْنِيْهِ] حديث حسن رواه الترمذي وغيره، ولأحمد من حديث الحسين بن علي مثله وله أيضًا في لفظ: [قِلَّةُ الْكَلَامِ فِيمَا لَا يَعْنِيهِ]. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 32 – باب الفدية وبيان أقسامها وأحكامها ¶ هي مصدر فدى يفدي فداء وشرعًا ما يجب بسبب نسك أو بسبب حرم والفدية ثلاثة أقسام: قسم يجب على التخيير، وهو نوعان نوع منها يخير فيه مخرج بين ذبح شاة أو صيام ثلاثة أيام أو إطعام ستة مساكين لكل مسكين منهم مدبر أو نصف صاع تمر أو شعير أو زبيب أو أقط وهي فدية لبس مخيط وطيب وتغطية رأس ذكر أو وجه أنثى وإزالة أكثر من شعرتين أو أكثر من ظفرين لقوله تعالى: { فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ بِهِ أَذًى مِنْ رَأْسِهِ فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ } . ¶ وعن كعب بن عجرة قال: [كَانَ بِي أَذًى مِنْ رَأْسِي فَحَمَلْتُ إِلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَالْقَمْلُ يَتَنَاثَرُ عَلَى وَجْهِي فَقَالَ: مَا كُنْتُ أَرَى أَنَّ الْجَهْدَ قَدْ بَلَغَ بِكَ مَا أَرَى أَتَجِدُ شَاةً؟ قُلْتُ: لَا، فَنَزَلَتِ الْآيَةُ: { فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ } . ¶ قال: هو صيام ثلاثة أيام أو إطعام ستة مساكين نصف صاع طعام لكل مسكين متفق عليه. ¶ وفي رواية : [أَتَى عَلَيَّ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مِنَ الْحُدَيْبِيَةِ فَقَالَ: كَأَنَّ هَوَامَّ رَأْسِكَ تُؤْذِيكَ. فقلتُ: أَجَل، فَقَالَ: فَاحْلِقْهُ وَاذْبَحْ شَاةً أَوْ صُمْ ثَلَاثَةَ أَيَّامٍ أَوْ تَصَدَّقْ بِثَلَاثَةِ آصُعٍ مِنْ تَمْرٍ بَيْنَ سِتَّةِ مَسَاكِينَ] رواه أحمد ومسلم وأبو داود.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وفي رواية: [فَدَعَانِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَقَالَ لِي: احْلِقْ رَأْسَكَ وَصُمْ ثَلَاثَةَ أَيَّامٍ أَوْ أَطْعِمْ سِتَّةَ مَسَاكِينَ فَرَقًا مِنْ زَبِيبٍ وَأَنْسِكْ شَاةً. فَحَلَقْتُ رَأْسِي ثُمَّ نَسَكْتُ فَنَزَلَتِ الْآيَةُ] والخبر على وجوب الفدية على صفة التخيير لأنه مدلول في حلق الرأس وقيس عليه الأظفار واللبس والطيب لأنه يحرم في الإحرام لأجل الترفه فأشبه حلق الرأس. ¶ وثبت الحكم في غير المعذور بطريق التنبيه تبعًا له ولأن كل كفارة ثبت التخيير فيها مع العذر ثبت مع عدمه كجزاء الصيد. ¶ وإنما الشرط لجواز الحلق لا للتخيير والحديث ذكر فيه التمر وفي بعض طرقه الزبيب وقيس عليهما البر والشعير والأقط كالفطرة والكفارة. ¶ (النوع الثاني) جزاء الصيد يخير فيه من وجب عليه بين ذبح مثل الصيد من النعم وإعطاءه لفقراء الحرم أو تقويم المثل بمحل التلف للصيد أو بقربه أو بدراهم يشتري بها طعامًا لأن كل مثلي يقوم بما يقوم مثله كمال الآدمي ولا يجوز أن يتصدق بالدراهم لأنه ليس من المذكورات في الآية والطعام المذكور يجزي إخراجه في فطرة كواجب في فدية أذى وكفارة فيطعم كل مسكين مد بر أو نصف صاع من غيره من تمر أو زبيب أو شعير أو أقط أو يصوم عن طعام كل مسكين يومًا لقوله تعالى { وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَمِ يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ هَدْيًا بَالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ أَوْ عَدْلُ ذَلِكَ صِيَامًا } . ¶ وإن بقي دون إطعام مسكين صام عنه يومًا كاملًا لأن الصوم لا يتبعض ولا يجب تتابع الصوم، ولا يجوز أن يطعم عن بعض الجزاء ويصوم عن بعضه لأنه كفارة واحدة كباقي الكفارات، ويخير في صيد لا مثل له من النعم إذا قتله بين إطعام وصيام. ¶ 33 – فصل",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "الضرب الثاني مرتبًا، وهو ثلاثة أنواع (أحدها) دم المتعة والقران فيجب هدي لقوله تعالى { فَمَنْ تَمَتَّعَ بِالْعُمْرَةِ إِلَى الْحَجِّ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ } وقيس عليه القارن فإن عدم الهدي متمتع أو قارن بأن لم يجده أو عدم ثمنه ولو وجد من يقرضه صام عشرة أيام في الحج، أي وقته لأن الحج أفعال لا يصام فيها كقوله تعالى : { الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ } أي: فيها والأفضل كون آخر الثلاثة يوم عرفة فيصومه هنا استحبابًا للحاجة إلى صومه. ¶ ويقدم الإحرام بالحج قبل يوم التروية فيكون اليوم السابع من ذي الحجة محرمًا فيحرم قبل طلوع فجره وهو أولها ليصومها كلها وهو محرم بالحج، وله تقديم الثلاثة قبل إحرامه بالحج بعد أن يحرم بالعمرة لا قبله وأن يصومها في إحرام العمرة لأن إحرام العمرة إحدى إحرامي التمتع فجاز الصوم فيه. ¶ وبعده كالإحرام بالحج , ولأنه يجوز تقديم الواجب على وقت وجوبه إذا وجد سبب الوجوب وهو هنا إحرامه بالعمرة في أشهر الحج كتقديم الكفارة على الحنث بعد اليمين. ¶ ولا يجوز تقديم صومها قبل إحرام العمرة لعدم وجود سبب الوجوب كتقديم الكفارة على اليمين. ¶ ووقت وجوب صوم الثلاثة وقت وجوب الهدي، وهو طلوع فجر يوم النحر لأنه بدله وصيام سبعة أيام إذا رجع إلى أهله لقوله تعالى: { فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ تِلْكَ عَشَرَةٌ كَامِلَةٌ } . ¶ ولا يصح صوم السبعة بعد إحرامه بالحج قبل فراغه منه.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "قالوا لأن المراد بقوله تعالى: { إِذَا رَجَعْتُمْ } يعني : من عمل الحج، لأنه المذكور ولا يصح صومها في أيام منى لبقاء أعمال من حج كرمي الجمار ولا يصح صوم السبعة بعد أيام منى قبل طواف الزيارة لأنه قبل ذلك لم يرجع من عمل الحج قال في شرح الإقناع قلت وكذا بعد طواف وقبل سعي وإن صام السبعة بعد الطواف ولعل المراد والسعي يصح لأنه رجع من عمل الحج والاختيار أن يصومها إذا رجع إلى أهله لحديث ابن عمر وعائشة : [لَمْ يُرَخَّصْ فِي أَيَّامِ التَّشْرِيقِ أَنْ يَصَمْنَ إِلَّا لِمَنْ لَمْ يَجِدِ الْهَدْيَ] رواه البخاري ولأن الله أمر بصيام الأيام الثلاثة في الحج ولم يبق من الحج إلا هذه الأيام فتعين فيها الصوم ولا دم عليه إذا صامها أيام منى لأنه صامها في الحج فإن لم يصمها فيها ولو لعذر كمرض صام بعد ذلك عشرة أيام كاملة استدراكًا للواجب وعليه دم لتأخيره واجبًا من مناسك الحج عن وقته وكذا إن أخر الهدي عن أيام النحر لغير عذر فعليه دم لتأخيره الهدي الواجب عن وقته فإن كان لعذر كأن ضاعت نفقته فلا دم عليه. ¶ ولا يجب تفريق ولا تتابع في صوم الثلاثة ولا في صوم السبعة ولا بين الثلاثة والسبعة إذا قضى الثلاثة أو صامها أيام منى لأن الأمر ورد مطلقًا وذلك لا يقتضي جمعًا ولا تفريقًا ومتى وجب عليه الصوم لعجزه عن الهدي وقت وجوبه فشرع فيه أو لم يشرع فيه ثم قدر على الهدي لم يلزمه الانتقال إليه اعتبارًا بوقت الوجوب كسائر الكفارات وإن شاء انتقل من الصوم إلى الهدي لأنه الأصل ومن لزمه صوم المتعة فمات قبل أن يأتي به كله أو بعضه لغير عذر أطعم عنه لكل يوم مسكين وإلا فلا. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 34 – (فصل)",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "(النوع الثاني) من الضرب الثاني المحصر يلزمه هدي لقوله تعالى: { فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } ينحره بنية التحلل لقوله - صلى الله عليه وسلم -: [وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى] فإن لم يجد المحصر الهدي صام عشرة أيام قياسًا على هدي التمتع بالنية ثم حل وليس له التحلل قبل الذبح أو الصوم. ¶ (النوع الثالث) من الضرب الثاني فدية الوطء وتجب به في حج قبل التحلل الأول بدنة فإن لم يجدها صام عشرة أيام في الحج وسبعة إذا فرغ من عمل الحج كدم المتعة لقضاء الصحابة، به قال ابن عمر وابن عباس وعبد الله بن عمرو رواه عنهم الأثرم ولم يظهر لهم مخالف في الصحابة فيكون جماعًا ويجب بوطء في عمرة شاه ويجب على المرأة المطاوعة مثل ذلك. ¶ (الضرب الثالث) دم وجب لفوات الحج إن لم يشترط أن محلي حيث حبستني، أو وجب لترك واجب من واجبات الحج أو العمرة وتأتي إن شاء الله تعالى. ¶ قال ابن عباس : [فَمَنْ وَقَعَ عَلَى امْرَأَتِهِ فِي الْعُمْرَةِ قَبْلَ التَّقْصِيرِ عَلَيْهِ فِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ] رواه الأثرم، وكذا لو وطئ بعد التحلل الأول في الحج. وامرأة مع شهوة فيما سبق كرجل فيما يجب من الفدية كالوطء وما وجب من فدية لفوت حج أو لترك واجب فكمتعة تجب شاة فإن لم يجد صام عشرة أيام لأنه ترك بعض ما اقتضاه إحرامه أشبه المترفه بترك أحد السفرين لكن لا يمكن في الفوات صوم ثلاثة أيام قبل يوم النحر لأن الفوات إنما يكون بطلوع فجره قبل الوقوف.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "ولا شيء على من فَكَّرَ فأَنْزَلَ لحديث: [عُفِيَ لِأُمَّتِي عَنِ الْخَطَأِ وَالنِّسْيَانِ وَمَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَعْمَلْ بِهِ أَوْ تَتَكَلَّمْ] متفق عليه. ولا يقاس على تكرار النظر لأنه دونه في استدعاء الشهوة وإفضائه إلى إنزال ويخالفه في التحريم إذا تعلق بأجنبية أو في الكراهة إذا تعلق بمباحة فيبقى على الأصل. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 35 - (فصل) ¶ ومن كرر محظورًا من جنس غير قتل صيد بأن حلق أو قلم أو لبس أو تطيب أو وطئ وأعاده قبل التكفير عن أول مرة في الكل فعليه كفارة واحدة للكل لأن الله تعالى أوجب لحلق الرأس فدية واحدة ولم يفرق بين ما وقع في دفعة أو دفعات وإن كفر عن الأول لزمته للثاني كفارة لأنه صادف إحرامًا فوجبت كالأول. ¶ وإن كان المحظور من أجناس بأن حلق وقلم ظفره وتطيب ولبس مخيطًا فعليه لكل جنس فدى تفرقت أو اجتمعت لأنها محظورات مختلفة الأجناس فلم تتداخل أجزاؤها كالحدود المختلفة وعكسه إذا كانت من جنس واحد وعليه في الصيود وإن قتلت معًا جزاء بعددها لأن الله تعالى قال: { فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَمِ } ومثل الصيدين فأكثر لا يكون مثل أحدهما. ¶ وإن حلق أو قلم فعليه الكفارة سواء كان عامدًا أو غير عامد لأنه إتلاف ولأنه تعالى أوجب الفدية على من حلق لأذى به وهو معذور فغيره أولى، وقيل لا فدية على مكره وناس وجاهل ونائم، وأما إذا وطئ فإن عليه الكفارة سواء كان عامدًا أو غير عامد.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "وأما إذا قتل صيدًا فيستوي عمده وسهوه أيضًا، هذا المذهب وبه قال الحسن وعطاء والنخعي ومالك والثوري والشافعي وأصحاب الرأي، قال الزهري : تجب الفدية على قاتل الصيد متعمدًا بالكتاب وعلى المخطئ بالسنة وعنه لا كفارة على المخطئ، وهو قول ابن عباس وسعيد بن جبير وطاووس وابن المنذر وداود لأن الله تعالى قال: { وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا } فدل بمفهومه على أنه لا جزاء على الخاطئ، ولأن الأصل براءة ذمته فلا نشغلها إلا بدليل ولأنه محظور بالإحرام لا يفسد به ففرق بين عمده وخطئه كاللبس. ¶ ووجه القول الأول قول جابر - رضي الله عنه - : [جَعَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي الضَّبُعِ يَصِيدُهُ الْمُحْرِمُ كَبْشًا، وَقَالَ عَلَيْهِ السَّلَامُ فِي بَيْضِ النَّعَامِ يُصِيبُهُ الْمُحْرِمُ ثَمَنُهُ]، ولم يفرق بين العمد والخطأ رواهما ابن ماجه ولأنه ضمان إتلاف فاستوى عمده وخطؤه كمال الآدمي، وقيل في الجميع إن المعذور بنسيان أو جهل كما لا إثم عليه فلا جزاء عليه وهذا القول هو الذي يترجح عندي لما أراه من قوة الدليل . والله أعلم وصلى الله على محمد وآله وسلم. ¶ 36 - (فصل) ¶ وإن لبس ذكر مخيطًا ناسيًا أو جاهلًا أو مكرهًا أو تطيب ناسيًا أو جاهلًا أو مكرهًا أو غطى رأسه ناسيًا أو جاهلًا أو مكرهًا فلا كفارة لقوله - صلى الله عليه وسلم -: [عُفِيَ لِأُمَّتِي عَنِ الْخَطَأِ وَالنِّسْيَانِ وَمَا اسْتُكْرِهُوا عَلَيْهِ] قال أحمد: إذا جامع أهله بطل حجه، لأنه شيء لا يقدر على رده، والصيد إذا قتله فقد ذهب لا يقدر على رده، والشعر إذا حلقه فقد ذهب، فهذه الثلاث العمد والخطأ والنسيان فيها سواء: وكل شيء من النسيان بعد هذه الثلاثة فهو يقدر على رده مثل ما إذا غطى المحرم رأسه ثم ذكر ألقاه عن رأسه وليس عليه شيء أو لبس خفًّا نزعه وليس عليه شيء.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "ويلحق بالحلق التقليم بجامع الإتلاف ويلزمه غسل الطيب وخلع اللباس في الحال أي بمجرد زوال العذر من النسيان والجهل والإكراه لخبر يعلى بن أمية : [أَنَّ رَجُلًا أَتَى النَّبِيَّ - صلى الله عليه وسلم - وَهُوَ بِالْجُعْرَانَةِ وَعَلَيْهِ جُبَّةٌ وَعَلَيْهِ أَثَرُ خَلُوقٍ أَوْ قَالَ أَثَرُ صُفْرَةٍ فَقَالَ : يَا رَسُولَ اللَّهِ : كَيْفَ تَأْمُرُنِي أَنْ أَتَمَتَّعَ فِي عُمْرَتِي ؟ قَالَ :اخْلَعْ عَنْكَ هَذِهِ الْجُبَّةَ وَاغْسِلْ عَنْكَ أَثَرَ الْخَلُوقِ - أَوْ قَالَ: الصُّفْرَةِ - وَاصْنَعْ فِي عُمْرَتِكَ كَمَا تَصْنَعُ فِي حَجِّكَ] متفق عليه، فلم يأمره بالفدية مع سؤاله عما يصنع وتأخير البيان عن وقت الحاجة غير جائز فدل ذلك على أنه عذر لجهله والناسي والمكره في معناه. ¶ ومن لم يجد ماء لغسل طيب وهو محرم مسحه أو حكه بتراب أو نحوه لأن الواجب إزالته حسب الإمكان، ويستحب أن يستعين في إزالته بحلال لئلا يباشره المحرم وله غسله بيده لعموم أمره - عليه الصلاة والسلام - بغسله، ولأنه تارك له، وله غسله بمائع فإن أخر غسل الطيب عنه بلا عذر فدى للاستدامة، أشبه الابتداء ويفدي من رفض إحرامه ثم فعل محظورًا لأن التحلل من الإحرام إما بإكمال النسك أو عند الحصر أو بالعذر إذا شرط وما عداها ليس له التحلل به. ¶ ولا يفسد الإحرام برفضه كما لا يخرج منه بفساده فإحرامه باق وتلزمه أحكامه ولا شيء عليه لرفض الإحرام لأنه مجرد نية لم يؤثر شيئًا وقدم في الفروع يلزمه له دم، ومن تطيب قبل إحرامه في بدنه فله استدامته فيه لحديث عائشة : [كَأَنِّي أَنْظُرُ إِلَى وَبِيصِ الْمِسْكِ فِي مَفَارِقِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَهُوَ مُحْرِمٌ] متفق عليه.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "ولأبي داود عنها: [كُنَّا نَخْرُجُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِلَى مَكَّةَ فَنَضْمُدُ جِبَاهَنَا بِالْمِسْكِ الْمُطَيَّبِ عِنْدَ الْإِحْرَامِ فَإِذَا عَرِقَتْ إِحْدَانَا سَالَ عَلَى وَجْهِهَا فَيَرَاهَا النَّبِيُّ - صلى الله عليه وسلم - فَلَا يَنْهَاهَا]. ¶ ولا يجوز لمحرم لبس مطيب بعد الإحرام لحديث : [لَا تَلْبَسُوا مِنَ الثِّيَابِ شَيْئًا مَسَّهُ الزَّعْفَرَانُ وَلَا الْوَرْسُ] متفق عليه، فإن لبس مطيبًا بعد إحرامه فدى أو استدام لبس مخيط أحرم فيه ولو لحظة فوق المعتاد من خلعه فدى لأن استدامته كابتدائه، ولا يشقه لحديث يعلى بن أمية ولأنه إتلاف مال بلا حاجة ولو وجب الشق أو الفدية بالإحرام فيه لبينة - صلى الله عليه وسلم -. ¶ وإن لبس محرم أو افترش ما كان مطيبًا وانقطع ريحه ويفوح ريحه برش ماء على ما كان مطيبًا وانقطع ريحه ولو افترشه تحت حائل غير ثيابه لا يمنع الحائل ريحه ولا مباشرته فدى لأنه مطيب استعمله لظهور ريحه عند رش الماء والماء لا ريح فيه وإنما هو من الطيب فيه ولو مس طيبًا يظنه يابسًا فبان رطبًا ففي وجوب الفدية وجهان صوب في الإنصاف وتصحيح الفروع لا فدية عليه وقال: قدمه في الرعاية الكبرى في موضع انتهى من المنتهى وشرحه. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 37 – (فصل) ¶ وكل هدي أو إطعام يتعلق بحرم أو إحرام كجزاء صيد حرم أو إحرام وما وجب من فدية لترك واجب أو لفوات حج، أو وجب بفعل محظور في حرم كلبس ووطئ فيه فهو لمساكين الحرم لقول ابن عباس رضي الله عنهما: الَهَدْيُ وَالْإِطْعَامُ بِمَكَّةَ، وكذا هدي تمتع وقران ومنذور ونحوها لقوله تعالى : { ثُمَّ مَحِلُّهَا إِلَى الْبَيْتِ الْعَتِيقِ } وقال في جزاء الصيد : { هَدْيًا بَالِغَ الْكَعْبَةِ } وقيس عليه الباقي.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "ويلزمه ذبح الهدي بالحرم قال أحمد: مكة ومنى واحد واحتج الأصحاب بحديث جابر مرفوعًا: [فِجَاجُ مَكَّةَ طَرِيقٌ وَمَنْحَرٌ] رواه أحمد وأبو داود ورواه مسلم بلفظ: [مِنًى مَنْحَرٌ] وإنما أراد الحرم لأنه كله طريق إليها، والفج الطريق قال الله تعالى: { وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } . ¶ ويلزمه تفرقة لحمة لمساكين الحرم أو إطلاقه لهم بعد ذبحه لأن المقصود من ذبحه بالحرم التوسعة عليهم ولا يحصل بإعطاء غيرهم وكذا الإطعام قال ابن عباس : الْهَدْيُ وَالْإِطْعَامُ بِمَكَّةَ ولأنه ينفعهم كالهدي. ¶ ومساكين الحرم هم من كان مقيمًا به أو واردًا إليه من حاج وغيره ممن له أخذ زكاة لحاجة كالفقير والمسكين والمكاتب والغارم لنفسه، والأفضل نحر ما وجب بحج بمنى ونحر ما وجب بعمرة بالمروة خروجًا من خلاف مالك ومن تبعه. ¶ وإن سلم الهدي حيًّا لمساكين الحرم فنحروه أجزأه لحصول المقصود وإلا استرده وجوبًا ونحره لوجوب نحره فإن أبى أو عجز عن استرداده ضمنه لمساكين الحرم لعدم براءته فإن لم يقدر على إيصاله إليهم جاز نحره في غير الحرم كالهدي إذا عطب لقوله تعالى : { وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِنْ كُلِّ فَجٍّ عَمِيقٍ } وجاز تفرقته هو والطعام إذا عجز عن إيصاله بنفسه أو بمن يرسله معه حيث نحره. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 38 – (فصل) ¶ وفدية الأذى واللبس ونحوهما كطيب وما وجب بفعل محظور خارج الحرم فله تفرقتها حيث وجد سببها لأنه - صلى الله عليه وسلم - أمر كعب بن عجرة بالفدية بالحديبية وهي من الحل ، وَاشْتَكَى الْحُسَيْنُ بْنُ عَلِيٍّ رَأْسَهُ فَحَلَقَهُ عَلِيٌّ وَنَحَرَ عَنْهُ جَزُورًا بِالسُّقْيَا رواه مالك والأثرم وغيرهما وله تفرقتها في الحرم أيضًا كسائر الهدايا.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "ووقت ذبح فدية الأذى أي حلق الرأس وفدية اللبس ونحوهما كتغطية الرأس والطيب وما ألحق بما ذكر من المحظورات حين فعله وله الذبح قبله إذا أراد فعله لعذر ككفارة اليمين ونحوها، وكذلك ما وجب لترك واجب يكون وقته من ترك ذلك الواجب. ¶ ودم إحصار يخرجه حيث أحصر من حل أو حرم لأن النبي - صلى الله عليه وسلم - نحر هديه في موضعه بالحديبية وهي من الحل ودل على ذلك قوله تعالى: { وَصَدُّوكُمْ عَنْ الْمَسْجِدِ الْحَرَامِ وَالْهَدْيَ مَعْكُوفًا أَنْ يَبْلُغَ مَحِلَّهُ } ولأنه موضع حله فكان موضع نحره كالحرم. ¶ وأما الصيام والحلق فيجزئه بكل مكان لقول ابن عباس: [الْهَدْيُ وَالْإِطْعَامُ بِمَكَّةَ وَالصَّوْمُ حَيْثُ شَاءَ] ولأنه لا يتعدى نفعه إلى أحد فلا معنى لتخصيصه بمكان بخلاف الهدي والإطعام بمكة ولعدم الدليل على التخصيص. ¶ والدم يجزي فيه شاة كأضحية فيجري الجذع من الضأن والثني من المعز أو سبع بدنة أو سبع بقرة لقوله تعالى { فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ } قال ابن عباس : شاة أو شرك في دم ، وقوله تعالى في فدية الأذى { فَفِدْيَةٌ مِنْ صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ } وفسره - صلى الله عليه وسلم - في حديث كعب بن عجرة بذبح شاة وما سوى هذين مقيس عليهما وإن ذبح بدنة أو بقرة فهو أفضل وتكون كلها واجبة لأنه اختار الأعلى لأداء فرضه فكان كله واجبًا كما لو اختار الأعلى من خصال الكفارة. ¶ ومن وجبت عليه بدنة أجزأته عنها بقرة لقول جابر : [كُنَّا نَنْحَرُ الْبَدَنَةَ عَنْ سَبْعَةٍ، فَقِيلَ لَهُ: وَالْبَقَرَةُ؟ فَقَالَ: وَهَلْ هِيَ إِلَّا مِنَ الْبُدْنِ] رواه مسلم.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "ومن وجبت عليه بقرة أجزأته عنها بدنة، ويجزئ عن سبع شياه بدنة أو بقرة مطلقًا وجد الشاة أو عدمها في جزاء صيد أو غيره لحديث جابر: [أَمَرَنَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَنْ نَشْتَرِكَ فِي الْإِبِلِ وَالْبَقَرِ؛ كُلُّ سَبْعَةٍ مِنَّا فِي بَدَنَةٍ] رواه مسلم. ¶ 39 – (باب جزاء الصيد) ¶ جزاء الصيد ما يستحق بدله على من أتلفه بمباشرة أو سبب من مثله ومقاربه وشبهه، وهذا بيان نفس جزائه والذي تقدم في الفدية ما يفعل به فلا تكرار. ¶ ويجتمع على متلف صيد ضمان قيمته لمالكه وجزاؤه لمساكين الحرم في صيد مملوك لأنه حيوان مضمون بالكفارة فجاز اجتماعهما فيه كالعبد، وهو قسمان ماله مثل من النعم خلقة لا قيمة فيجب فيه ذلك المثل لقوله تعالى: { فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنْ النَّعَمِ } . ¶ وجعل - عليه الصلاة والسلام - في الضبع كبشًا والصيد الذي له مثل من النعم نوعان أحدهما ما قضت فيه الصحابة فيجب فيه ما قضت به لقوله - صلى الله عليه وسلم -: [عَلَيْكُمْ بِسُنَّتِي وَسُنَّةِ الْخُلَفَاءِ الرَّاشِدِينَ الْمَهْدِيِّينَ عَضُّوا عَلَيْهَا بِالنَّوَاجِذِ]. رواه أحمد والترمذي وحسنه، وفي الخبر اقتدوا بالذين من بعدي أبي بكر وعمر، ولأنهم أعرف وقولهم أقر إلى الصواب كان حكمهم حجة على غيرهم وقوله تعالى : { يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ } لا يقتضي التكرار للحكم كقوله: لا تضرب زيدًا ومن ضربه فعليه دينار لا يتكرر الدينار بضرب واحد. ¶ ففي النعامة بدنة حكم به عمر وعثمان وعلي وزيد وابن عباس ومعاوية لأنها تشبه البعير في خلقته، فكان مثلًا لها فيدخل في عموم النص، وجعلها الخرقي من أقسام الطير لأن لها جناحين فيعايا بها فيقال طائر يجب فيه بدنة.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "ويجب في حمار الوحش بقرة قضى به عمر وقاله عروة ومجاهد لأنها شبيهة به، وفي بقر الوحش بقرة قضى به ابن مسعود وقاله عطاء وقتادة. وفي الإبل والثيتل والوعل بقرة أما الأيل فهو الذكر من الأوعال وفيه بقرة لقول ابن عباس رضي الله عنهما، والثيتل هو الوعل المسن وفيه بقرة وأما الوعل فهو تيس الجبل وفيه بقرة روي عن ابن عمر في الأروى بقرة. ¶ وفي الضبع كبش لما ورد عن جابر قال : [سَأَلْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - عَنِ الضَّبُعِ فَقَالَ: هُوَ صَيْدٌ، وَيُجْعَلُ فِيهِ كَبْشٌ إِذَا صَادَهُ الْمُحْرِمُ] أخرجه أبو داود، وعنه أن عمر قضى في الضبع كبش أخرجه مالك وسعيد ابن منصور، وعنه عن النبي - صلى الله عليه وسلم - قال: [فِي الضَّبُعِ إِذَا صَادَهُ الْمُحْرِمُ كَبْشٌ] أخرجه الدارقطني ، وعن مجاهد أن علي بن أبي طالب قال : [فِي الضَّبُعِ صَيْدٌ وَفِيهَا كَبْشٌ إِذَا أَصَابَهَا الْمُحْرِمُ] أخرجه الشافعي. ¶ وفي غزال عنز لما ورد عن جابر [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَضَى فِي الظَّبْيِ بِشَاةٍ] أخرجه الدارقطني، وعنه : [أَنَّ عُمَرَ قَضَى فِي الْغَزَالِ بِعَنْزٍ] أخرجه مالك والشافعي والبيهقي وسعيد بن منصور، وعن عروة قال: [فِي الشَّاةِ مِنَ الظِّبَاءِ شَاةٌ] أخرجه سعيد بن منصور ، وروي عن علي وابن عباس وابن عمر : [فِي الظَّبْيِ شَاةٌ] لأن فيه شبهًا بالعنز لأنه أجرد الشعر متقلص الذنب. ¶ وفي وبر وهو دويبة كحلاء دون السنور لا ذنب لها جدي. ¶ وفي ضب جدي قضى به عمر وأربد والوبر مقيس على الضب. ¶ والجدي الذكر من أولاد المعز له ستة أشهر قضى به عمر وعبد الرحمن بن عوف رضي الله عنهما في الضب.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وفي يربوع جفرة لها أربعة أشهر لما ورد عن جابر أن النبي - صلى الله عليه وسلم - قال : [فِي الْيَرْبُوعِ جَفْرَةٌ] أخرجه الدارقطني، وعن ابن مسعود: [أَنَّهُ قَضَى فِي الْيَرْبُوعِ بِجَفْرٍ أَوْ جَفْرَةٍ] أخرجه الشافعي، وروي عن عمر وعن عطاء : [فِي الْيَرْبُوعِ جَفْرَةٌ]. ¶ وفي الأرنب عناق أي أنثى من أولاد المعز أصغر من الجفرة قضى به عمر وعن جابر أن النبي - صلى الله عليه وسلم - قال : [فِي الْأَرْنَبِ عَنَاقٌ وَفِي الْيَرْبُوعِ جَفْرَةٌ] رواه الدارقطني. ¶ وفي واحد الحمام وهو كل ما عب وهدر شاة قضى به عمر وابنه وعثمان وابن عباس في حمام الحرم وروي عن ابن عباس أيضًا في حال الإحرام قال الأصحاب هو إجماع الصحابة وإنما أوجبوا فيه شاة لشبهه في كرع الماء ولا يشرب كبقية الطيور ومن هنا قال أحمد وسندي كل طير يعب الماء كالحمام فيه شاة فيدخل فيه الفواخت والقمري والقطا ونحوها لأن العرب تسميها حمامًا. ¶ 40 – (فصل) ¶ (النوع الثاني) ما لم تقض فيه الصحابة رضي الله عنهم وله مثل من النعم فيرجع فيه إلى قول عدلين لقوله تعالى { يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِنْكُمْ } فلا يكفي واحد من أهل الخبرة لأنه لا يتمكن من الحكم بالمثل إلا بهما فيعتبر أن الشبه خلقة لا قيمة، لفعل الصحابة. ¶ ويجوز أن يكون القاتل أحدهما نص عليه لظاهر الآية وروي أن عمر أمر كعب الأحبار أن يحكم على نفسه في الجرادتين اللتين صادهما وهو محرم وأمر أيضًا أربد بذلك حين وطئ الضب فحكم على نفسه بجدي فأقره وكتقويمه عرض التجارة لإخراج زكاته.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "ويجوز أن يكون الحاكمان بمثل الصيد المقتول القاتلين فيحكمان على أنفسهما بالمثل لعموم الآية، ولقول عمر: [احْكُمْ يَا أَرْبَدُ فِيهِ أَيِ الضَّبَ الَّذِي وَطِئَهُ أَرْبَدُ فَفَزَرَ ظَهْرَهُ] رواه الشافعي في مسنده قال أبو الوفاء علي بن عقيل : إنما يحكم القاتل للصيد إذا قتله خطأ أو لحاجة أكله أو جاهلًا تحريمه، قال المنقح: وهو قوي ولعله مرادهم لأن قتل العمد ينافي العدالة. ¶ ويضمن صغير وكبير وصحيح ومعيب، وما خص بمثله من النعم لقوله تعالى { فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ } ومثل الصغير صغير ومثل المعيب معيب ولأن ما ضمن باليد والجناية يختلف ضمانه بالصغر والعيب وغيرهما كالبهيمة وقوله تعالى { فَجَزَاءٌ مِثْلُ مَا قَتَلَ مِنَ النَّعَمِ } مقيد بالمثل. ¶ وقد أجمع الصحابة على إيجاب ما لا يصلح هديًا كالجفرة والعناق والجدي وإن فدى الصغير أو المعيب بكبير أو صحيح فأفضل. ¶ ويجوز فداء صيد أعور من عين يمنى أو يسرى وفداء صيد أعرض قائمة يمنى أو يسرى بمثله من النعم أعور عن الأعور من أخرى كفداء أعور يمنى بأعور يسار وعكسه وأعرج من قائمة بمثله أعرج من قائمة أخرى كأعرج يمين بأعرج يسار وعكسه لأن الاختلاف يسير ونوع العيب واحد والمختلف محله. ¶ ويجوز فداء ذكر بأنثى وفداء أنثرى بذكر ولا يجوز فداء أعور بأعرج ونحوه لاختلاف نوع العيب أومحله . والله أعلم وصلى الله على محمد وآله وسلم. ¶ 41 – (فصل) ¶ (القسم الثاني من الصيد ما لا مثل له من النعم) وهو سائر الطير ففيه قيمته إلا ما كان أكبر من الحمام وذلك كالكركي والأوز والحباري فقيل يضمنه بقيمته وهو مذهب الشافعي ولأن القياس يقتضي وجوبها في جميع الطير تركناه في الحمام لإجماع الصحابة رضي الله عنهم ففي غيره يبقى على أصل القياس ولا يجوز إخراج القيمة بل طعامًا وقيل بلى.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "والثاني : يجب شاة روي عن ابن عباس وعطاء وجابر أنهم قالوا : في الحجلة والقطاة والحبارى شاة، وزاد عطاء في الكركي والكروان وابن الماء ودجاجة الحبش والحزب شاة والحزب فرخ الحباري، وكالحمام بطريق الأولى. ¶ وإن أتلف محرم أو من بالحرم جزءًا من صدي فاندمل جرحه وهو ممتنع وله مثل من النعم ضمن الجزء المتلف بمثله من مثله من النعم لحمًا كأصله ولا مشقة فيه لجواز عدو له إلى الإطعام والصوم وألا يكن له مثل من النعم فإنه يضمنه بنقصه من قيمته لضمان جملته بالقيمة فكذا جزاؤه. ¶ وإن جني محرم أو من بالحرم على حامل فألقت ميتًا ضمن نقص الأم فقط كما لو جرحها لأن الحمل زيادة في البهائم. ¶ وما أمسك محرم من صيد فتلف فرخه أو ولده أو نفره فتلف حال نفوره أو نقص حال نفوره ضمنه لحصول تلفه أو نقصه بسببه لا إن تلف بعد أمنه. ¶ وإن جرح الصيد جرحًا غير موح فغاب ولم يعلم خبره ضمنه بما نقصه فيقوم صحيحًا وجريحًا غير مندمل ثم يخرج من مثله إن كان مثليًّا وكذا إن وجده ميتًا بعد جرحه غير موح ولم يعلم موته بجرحه وإن وقع صيد بعد جرحه في ماء أو تردى من علو بعد جرحه فمات ضمنه جارحه لتلفه بسببه ويجب فيما اندمل جرحه من الصيود غير ممتنع من قاصده جزاء جميعه لأنه عطله فصار كتالف وكجرح تيقن به موته وقيل يضمن ما نقص لئلا يجب جزاءه لو قتله محرم آخر وهذا القول عندي أنه أرجح والله أعلم. ¶ وإن جرح الصيد جرحًا موحيًا لا تبقى معه حياة فعليه جزاء جميعه وإنه نتف ريشه أو شعره أو وبره فعاد فلا شيء عليه فيه وإن صار غير ممتنع فكجرح صار به غير ممتنع. وكلما قتل محرم صيد حكم عليه بالجزاء في كل مرة، هذا المذهب وهو قول الشافعي ومالك وأبي حنيفة وغيرهم وهو ظاهر قوله تعالى : { وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّدًا } الآية لأن تكرار القتل يقتضي تكرار الجزاء وذكر العقوبة في الآية لا يمنع الوجوب ولأنها بدل متلف يجب به المثل أو القيمة فأشبه مال الآدمي.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "قال أحمد: روي عن عمر وغيره، أنهم حكموا في الخطأ وفيمن قتل ولم يسألوه هل كان قتل أولًا، وفيه رواية ثانية أنه لا يجب إلا في المرة الأولى وروي ذلك عن ابن عباس وبه قال شريح والحسن وسعيد بن جبير ومجاهد والنخعي وقتادة لأن الله تعالى قال : { وَمَنْ عَادَ فَيَنتَقِمُ اللَّهُ مِنْهُ } ولم يوجب جزاء وفيه رواية ثالثة إن كفر عن (الأول) فعليه (للثاني) كفارة وإلا فلا. ¶ وإن اشترك حلال ومحرم في قتل صيد حرمي فالجزاء عليهما نصفين لاشتراكهما في القتل. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 42 – (باب صيد الحرمين) ¶ حكم صيد حرم مكة حكم صيد الإحرام فيحرم حتى على محل إجماعًا لخبر ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - يوم فتح مكة [إِنَّ هَذَا الْبَلَدَ حَرَّمَهُ اللَّهُ يَوْمَ خَلَقَ اللَّهُ السَّمَاوَاتِ وَالْأَرْضَ فَهُوَ حَرَامٌ بِحُرْمَةِ اللَّهِ إِلَى يَوْمِ الْقِيَامَةِ] وفيه: [وَلَا يُنَفَّرُ صَيْدُهَا] متفق عليه. ¶ ويضمن بَرِيُّهُ بالجزاء لما سبق عن الصحابة، ويدخله الصوم كصيد الإحرام، وصغير وكافر كغيرهما حتى في تملكه فلا يملكه ابتداء بغير إرث إلا أنه يحرم صيد بحرية أي الحرم لعموم الخبر ولا جزاء فيه لعدم وروده. ¶ وإن قتل محل من الحل صيدًا في الحرم كله ضمنه لعموم [وَلَا يُنَفَّرُ صَيْدُهَا] وتغليبًا لجانب الحضر، وإذا كان جزء من الصيد في الحرم فإن كان ذلك الجزء من القوائم ضمنه مطلقًا قائمًا أولًا، وإن كان من غير القوائم كالرأس والذنب، فإن كان الصيد غير قائم ضمنه أيضًا، وإن كان قائمًا لم يضمنه. ¶ وإن قتل الصيد على غصن في الحرم ولو أن أصله في الحل ضمنه لأنه في الحرم، وإن أمسك الصيد بالحل فهلك فرخه بالحرم أو هلك ولده بالحرم ضمنه لأنه تلف بسببه، وإن قتل الصيد في الحل محل بالحرم ولو على غصن أصله بالحرم بسهم أو كلب أو غيرهما لم يضمن.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وإن أمسكه حلال بالحرم فهلك فرخه بالحل أو هلك ولده بالحل لم يضمن لأنه من صيد الحل، وإن أرسل حلال كلبه من الحل على صديد به فقتله أو غيره بالحرم لم يضمن، أو فعل ذلك بسهمه بأن رمى محل به صيدًا بالحل فشطح السهم فقتل صيدًا في الحرم لم يضمن لأنه لم يرم به ولم يرسل كلبه على صيد بالحرم، وإنما دخل الكلب باختيار نفسه أشبه ما لو استرسل بنفسه وكذا سهمه إذا شطح بغير اختياره أو دخل سهمه أو كلبه الحرم ثم خرج منه فقتل صيدًا أو جرحه بالحل فمات بالحرم لم يضمنه لأنه لم يجن عليه في إحرامه، ولو رمى الحلال صيدًا ثم أحرم قبل أن يصيبه ضمنه اعتبارًا بحال الإصابة. ¶ ولو رمى المحرم صيدًا ثم حل قبل الإصابة لم يضمن الصيد اعتبارًا بحال الإصابة ولا يحل ما وجد سبب موته بالحرم تغليبًا للحظر كما لو وجد سببه في الإحرام فهو ميتة ولو جرح محل من الحل صيدًا في الحل فمات الصيد في الحرم حل ولم يضمن لأن الذكاة وجدت بالحل. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 43 – (فصل) ¶ ويحرم قطع شجر حرم مكة الذي لم يزرعه آدمي إجماعًا لقوله عليه الصلة والسلام: [لَا يُعْضَدُ شَجَرُهَا وَيَحْرُمُ قَطْعُ حَشِيشُهُ] لقوله عليه الصلاة والسلام: [وَلَا يُحَشُّ حَشِيشُهَا، حَتَّى الشَّوْكَ وَلَوْ ضَرَّ] لعموم حديث أبي هريرة - رضي الله عنه - المتفق عليه، ولا يختلي شوكها وحتى السواك ونحوه والورق لدخوله في مسمى الشجر إلا اليابس من شجر وحشيش لأنه كميت وإلا الإذخر لقول العباس : [يَا رَسُولَ اللَّهِ إِلَّا الْإِذْخِرَ فَإِنَّهُ لِقَيْنِهِمْ وَبُيُوتِهِمْ. قَالَ: إِلَّا الْإِذْخِرَ] . ¶ وهو نبت طيب الرائحة، والقين الحداد وإلا الكمأة والفقع لأنهما لا أصل لهما، وإلا الثمرة لأنها تستخلف وإلا ما زرعه الآدمي حتى الشجر.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "ويباح رعي حشيش الحرم، لأن الهدايا كانت تدخل الحرم فتكثر فيه، ولم ينقل سد أفواهها، ولدواعي الحاجة إليه أشبه قطع الإذخر بخلاف الاحتشاش لها، ويباح انتفاع بما زال من شجر الحرم أو انكسر منه بغير فعل آدمي ولو لم ينفصل لتلفه فصار كالظفر المنكسر، وتضمن شجرة صغيرة عرفًا بشاة، ويضمن ما فوق الصغيرة من الشجر وهي الكبيرة والمتوسطة ببقرة لقول ابن عباس : [فِي الدَّوْحَةِ بَقَرَةٌ وَفِي الْجزْلَةِ شَاةٌ]. ¶ قال والدَّوْحَةُ الشجرة العظيمة والجزلة الصغيرة ، ويخير بين الشاة أو البقرة فيذبحها ويفرقها أو يطلقها لمساكين الحرم، وبين تقويمه أي المذكور من شاة أو بقرة بدراهم ويفعل بقيمته كجزاء صيد بأن يشتري بها طعامًا يجزي في الفطرة فيطعم كل مسكين مدبر أو نصف صاع من غيره أو يصوم عن طعام كل مسكين يومًا. ¶ ويضمن حشيش وورق بقيمة لأنه متقوَّم ويفعل بقيمته كما سبق ويضمن غصن بما نقص كأعضاء الحيوان، وكما لو جني على مال آدمي فنقص ويفعل بأرشه كما مر فإن استخلف شيء من الشجر والحشيش والورق ونحوه سقط ضمانه كريش صيد نتفه وعاد وكرد شجرة فنبتت ويضمن نقصها إن نقصت بالرد، ولو قلع شجرة من الحرم ثم غرسها في الحل وتعذر ردها أو يبست ضمنها لإتلافها فله قلعها غيره ضمنها القالع وحده لأنه المتلف لها، ويضمن منفر صيد من الحرم قتل بالحل لتفويته ولا ضمان على قاتله بالحل، وكذا مخرج صيد الحرم إلى الحل فيقتل به فيضمنه إن لم يرده إلى الحرم فإن رده إليه فلا ضمان، ولو رمى صيدًا فأصابه ثم سقط على آخر فماتا ضمنهما. ¶ ويضمن غصن في هواء الحل أصله بالحرم أو بعض أصله بالحرم لتبعيته لأصله، ولا يضمن ما قطعه من غصن بهواء الحرم وأصله بالحل لما سبق، ولا يكره إخراج ماء زمزم لما روى الترمذي وقال حسن غريب.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "عن عائشة : [أَنَّهَا كَانَتْ تَحْمِلُ مِنْ مَاءِ زَمْزَمَ وَتُخْبِرُ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَحْمِلُهُ وَلِأَنَّهُ يَسْتَخِلُفُ كَالثَّمَرَةِ، وقال أحمد: أخرجه كعب ولم يزد عليه. ¶ 44 – (فصل) ¶ وحد حرم مكة من طريق المدينة ثلاثة أميال عند بيوت السقيا دون التنعيم، وحده من اليمن سبعة أميال عند أضاة لبن وحده من العراق كذلك أي سبعة أميال على ثنية رجل جبل بالمنقطع وحده من الطائف وبطن نمرة كذلك أي سبعة أميال عند طرف عرفة، وحده من الجعرانة تسعة أميال في شعب عبد الله بن خالد، وحده من طريق جدة عشرة أميال. ¶ وحكم وَجِّ وادي بالطائف كغيره من الحل فيباح صيده وشجره وحشيشه بلا ضمان والخبر فيه ضعفه أحمد وغيره، وقال ابن حبان والأزدي : لم يصح حديثه، ومكة أفضل من المدينة لحديث عبد الله بن عدي ابن الحمراء أنه سمع النبي - صلى الله عليه وسلم - يقول وهو واقف بالحزورة في سوق مكة: [وَاللَّهِ إِنَّكِ لَخَيْرُ أَرْضِ اللَّهِ وَأَحَبُّ أَرْضِ اللَّهِ إِلَى اللَّهِ وَلَوْلَا أَنِّي أُخْرِجْتُ مِنْكِ مَا خَرَجْتُ] رواه أحمد والنسائي وابن ماجه والترمذي وقال حسن صحيح ولمضاعفة الصلاة فيه أكثر. ¶ وأما حديث: [الْمَدِينَةُ خَيْرٌ مِنْ مَكَّةَ] فلم يصح وعلى فرض صحته فيحمل على ما قبل الفتح، ونحوه حديث: [اللَّهُمَّ إِنَّهُمْ أَخْرَجُونِي مِنْ أَحَبِّ الْبِقَاعِ إِلَيَّ فَأَسِّكِنِّي فِي أَحَبِّ الْبِقَاعِ إِلَيْكَ]، يرد أيضًا بأنه لا يعرف وعلى تقدير صحته فمعناه أحب البقاع إليك بعد مكة. ¶ وتستحب المجاورة بمكة لما سبق من أفضليتها وتضاعف الحسنة والسيئة بمكان فاضل وبزمان فاضل لقول ابن عباس، وسئل أحمد : هل تكتب السيئة أكثر من واحدة ؟ فقال : لا إلا بمكة لتعظيم البلد، ولو أن رجلًا بعدن وهم أن يقتل عند البيت أذاقه الله من العذاب أليم.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "وقال الشيخ تقي الدين ابن تيمية: المجاورة بمكان يكثر فيه إيمانه وتقواه أفضل حيث كان. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 45 – (فصل في حرم المدينة) ¶ يحرم صيد المدينة وتسمى: طابة وطيبة ، قال حسان: بطيبة رسم للرسول ومعهد منير وقد تعفو الرسوم وتهمد وإن صاده وذبحه صحت تذكيته، ويحرم قطع شجرها وحشيشها لما روى أنس: أن النبي - صلى الله عليه وسلم - قال: [الْمَدِينَةُ حَرَمٌ مِنْ كَذَا إِلَى كَذَا لَا يُقْطَعُ شَجَرُهَا] متفق عليه. ¶ ولمسلم : [لَا يُخْتَلَى خَلَاهَا فَمَنْ فَعَلَ فَعَلَيْهِ لَعْنَةُ اللَّهِ وَالْمَلَائِكَةِ وَالنَّاسِ أَجْمَعِينَ] ، ويجوز أخذ ما تدعو الحاجة إليه من شجرها للرحل أي رحل البعير وهو أصغر من القتب وعوارضه وآلة الحرث ونحوه والعارضة لسقف المحمل والمساند من القائمتين اللتين تنصب البكرة عليهما والعارضة بين القائمتين ونحو ذلك لما روى جابر: [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمَّا حَرَّمَ الْمَدِينَةَ قَالُوا : يَا رَسُولَ اللَّهِ إِنَّا أَصْحَابُ عَمَلٍ وَأَصْحَابُ نَضْحٍ وَإِنَّا لَا نَسْتَطِيعُ أَرْضًا غَيْرَ أَرْضِنَا فَرَخِّصْ لَنَا، فَقَالَ: الْقَائِمَتَانِ وَالْوَسَادَةُ وَالْعَارِضَةُ وَالْمِسْنَدُ فَأَمَّا غَيْرُ ذَلِكَ فَلَا يُعْضَدُ] رواه أحمد فاستثنى الشارع ذلك وجعله مباحًا والمِسْند عُود البَكْرة. ¶ ويجوز أخذ ما تدعو الحاجة إليه من حشيشها للعلف لقوله - صلى الله عليه وسلم - في حديث علي : [وَلَا يَصْلُحُ أَنْ يُقْطَعَ مِنْهَا شَجَرَةٌ إِلَّا أَنْ يُعْلِفَ رَجُلٌ بَعِيرَهُ] رواه أبو داود.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "ولأن المدينة يقرب منها شجر وزرع فلو منعنا من احتشاشها أفضى إلى الضرر بخلاف مكة ومن أدخل إليها صيدًا فله إمساكه وذبحه لقول أنس: [كَانَ النَّبِيُّ - صلى الله عليه وسلم - أَحْسَنَ النَّاسِ خُلُقًا وَكَانَ لِي أَخٌ يُقَالُ لَهُ أَبُو عُمَيْرٍ - قَالَ : أَحْسِبُهُ فَطِيمًا - وَكَانَ إِذَا جَاءَ قَالَ : يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ؟ وَهُوَ طَائِرٌ صَغِيرٌ كَانَ يَلْعَبُ بِهِ] متفق عليه، ولا جزاء في صيدها وشجرها وحشيشها. ¶ قال أحمد في رواية بكر بن محمد: لم يبلغنا أن النبي - صلى الله عليه وسلم - ولا أحدًا من أصحابه حكموا فيه بجزاء لأنه يجوز دخول حرمها بغير إحرام ولا تصلح لأداء النسك ولا لذبح الهدايا فكانت كغيرها من البلدان ولا يلزم من الحرمة الضمان ولا لعدمها عدمه. ¶ وحد حرمها ما بين ثور إلى عير لحديث علي مرفوعًا: [حَرَمُ الْمَدِينَةِ مَا بَيْنَ ثَوْرٍ إِلَى عَيْرٍ] متفق عليه. وهو [مَا بَيْنَ لَابَّتَيْهَا حَرَامٌ] متفق عليه. واللابة الحرة وهي أرض تركبها حجارة سوداء، فلا تعارض بين الحديثين. ¶ قال في فتح الباري: رواية [مَا بَيْنَ لَابَّتَيْهَا] أرجح لتوارد الرواة عليها. ورواية [جَبَلَيْهَا] لا تنافيها فيكون عند كل جبل لابة أو لابتيها من الجنوب والشمال، وجبليها من جهة المشرق، وقدره بريد في بريد. وثور جبل صغير يضرب لونه إلى الحمرة بتدوير خلف أحد من جهة الشمال وعير جبل مشهور بالمدينة ، [وجَعَلَ النَّبِيُّ - صلى الله عليه وسلم - حَوْلَ الْمَدِينَةِ اثْنَيْ عَشَرَ مِيلًا حِمًى] رواه مسلم عن أبي هريرة ولا يحرم على المحل صيد وج وشجره وحشيشه وهو واد بالطائف. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 46 – (باب دخول مكة)",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "يسن الاغتسال لدخوله مكة ولو كان بالحرم ولدخول حرمها ويسن أن يدخلها نهارًا لما ورد عن نافع قال : [إِنَّ ابْنَ عُمَرَ كَانَ لَا يَقْدُمُ مَكَّةَ إِلَّا بَاتَ بِذِي طُوًى حَتَّى يُصْبِحَ وَيَغْتَسِلَ وَيُصَلِّي فَيَدْخُلُ مَكَّةَ نَهَارًا وَإِذَا نَفَرَ مِنْهَا مَرَّ بِذِي طُوًى وَبَاتَ بِهَا حَتَّى يُصْبِحَ ، وَيُذْكَرُ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ يَفْعَلُ ذَلِكَ] متفق عليه ويسن الدخول من أعلاها أي مكة من ثنية كداء (بفتح الكاف والدال ممدود مهموز مصروف وغير مصروف) ذكره في المطالع النصيرية للهوريني. ¶ ويسن أن يخرج من كدا بضم الكاف وتنوين الدال عند ذي طوى بقرب شعب الشافعيين من الثنية السفلى: ¶ يُسَنُّ دُخُولٌ مِنْ كِدَاءٍ لِمَكَّةٍ ¶ بِفَتْحٍ وَبِالضَّم الْخُرُوجُ فَقَيِّدِ ¶ والدليل على ذلك ما ورد عن عائشة رضي الله عنها قالت: [إِنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمَّا جَاءَ إِلَى مَكَّةَ دَخَلَهَا مِنْ أَعْلَاهَا وَخَرَجَ مِنْ أَسْفَلِهَا] متفق عليه. ¶ عن ابن عمر رضي الله عنهما قال: [كَانَ النَّبِيُّ - صلى الله عليه وسلم - إِذَا دَخَلَ مَكَّةَ دَخَلَ مِنَ الثَّنِيَّةِ الْعَلْيَاءِ الَّتِي بِالْبَطْحَاءِ وَإِذَا خَرَجَ خَرَجَ مِنَ الثَّنِيَّةِ السُّفْلَى] رواه الجماعة إلا الترمذي. ¶ ويسن أن يدخل المسجد الحرام من باب بني شيبة لحديث جابر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - دَخَلَ مَكَّةَ ارْتِفَاعَ الضُّحَى وَأَنَاخَ رَاحِلَتَهُ عِنْدَ بَابِ بَنِي شَيْبَةَ ثُمَّ دَخَلَ] رواه مسلم وغيره.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "ويقول حين يدخله: [بِسْمِ اللَّهِ وَبِاللَّهِ وَمِنَ اللَّهِ وَإِلَى اللَّهِ، اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ] فإذا رأى البيت رفع يديه لما ورد عن ابن جريج قال حدثت عن مقسم، عن ابن عباس رضي الله عنهما عن النبي - صلى الله عليه وسلم - قال: [تُرْفَعُ الْأَيْدِي فِي الصَّلَاةِ، وَإِذَا رَأَى الْبَيْتَ، وَعَلَى الصَّفَا وَالْمَرْوَةِ، وَعَشِيَّةَ عَرَفَةَ وَبِجَمْعٍ، وَعِنْدَ الْجَمْرَتَيْنِ، وَعَلَى الْمَيِّتِ]. ¶ وعن ابن جريج : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ إِذَا رَأَى الْبَيْتَ رَفَعَ يَدَيْهِ وَقَالَ : اللَّهُمَّ زِدْ هَذَا الْبَيْتَ تَشْرِيفًا وَتَعْظِيمًا] الحديث. ¶ ويسن أن يقول بعد رفع يديه: [اللَّهُمَّ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ حَيِّنَا رَبَّنَا بِالسَّلَامِ، اللَّهُمَّ زِدْ هَذَا الْبَيْتَ تَعْظِيمًا وَتَشْرِيفًا وَتَكْرِيمًا وَمَهَابَةً وَبِرًّا وَزِدْ مَنْ عَظَّمَهُ وَشَرَّفَهُ مِمَّنْ حَجَّهُ وَاعْتَمَرَهُ تَعْظِيمًا وَتَشْرِيفًا وَتَكْرِيمًا وَمَهَابَةً وَبِرًّا، الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ كَثِيرًا كَمَا هُوَ أَهْلُهُ وَكَمَا يَنْبَغِي لِكَرَمِ وَجْهِهِ وَعِزِّ جَلَالِهِ ، وَالْحَمْدُ لِلَّهِ الَّذِي بَلَّغَنِي بَيْتَهُ وَرَآنِي لِذَلِكَ أَهْلًا ، وَالْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ ، اللَّهُمَّ إِنَّكَ دَعَوْتَ إِلَى حَجِّ بَيْتِكَ الْحَرَامِ، وَقَدْ جِئْتُكَ لِذَلِكَ ، اللَّهُمَّ تَقَبَّلْ مِنِّي وَاعْفُ عَنِّي وَأَصْلِحْ لِي شَأْنِي كُلَّهُ لَا إِلَهَ إِلَّا أَنْتَ] يَرْفَعُ بِذَلِكَ صَوْتَهُ لِأَنَّهُ ذِكْرٌ مَشْرُوعٌ أَشْبَهَ التَّلْبِيَةَ. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 47 – (فصل)",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "ثم يطوف متمتع للعمرة ويطوف مفرد للقدوم ويطوف قارن للقدوم وهو الورود فتستحب البداءة بالطواف لداخل المسجد الحرام وهو تحية الكعبة وتحية المسجد الصلاة وتجزئ عنها ركعتا الطواف لحديث جابر حتى إذا أتينا البيت معه استلم الركن فرمل ثلاثًا ومشى أربعًا. ¶ وعن عائشة: [حِينَ قَدِمَ مَكَّةَ تَوَضَّأَ ثُمَّ طَافَ بِالْبَيْتِ] متفق عليه. ¶ وروي عن أبي بكر وعمر وابنه وعثمان وغيرهم ويضطبع استحبابًا غير حامل معذور في كل أسبوعه بأن يجعل وسط الرداء تحت عاتقه الأيمن وطرفيه على عاتقه الأيسر لما روى أبو داود وابن ماجه عن يعلى بن أمية : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - طَافَ مُضْطَبِعًا]. ¶ ورويا عن ابن عباس أن النبي - صلى الله عليه وسلم - وأصحابه اعتمروا من الجعرانة فرملوا بالبيت وجعلوا أرديتهم تحت آباطهم ثم قذفوها على عواقتهم اليسرى وإذا فرغ من طوافه أزاله ويبتدئ الطواف من الحجر الأسود لفعله - عليه الصلاة والسلام - فيحاذيه بكل بدنه ويستلمه أي يمسح الحجر بيده اليمنى. ¶ وروى الترمذي مرفوعًا : أَنَّهُ نَزَلَ مِنَ الْجَنَّةِ أَشَدَّ بَيَاضًا مِنَ اللَّبَنِ فَسَوَّدَتْهُ خَطَايَا بَنِي آدَمَ وقال : حسن صحيح ، ويقبله بلا صوت يظهر للقبلة لحديث ابن عمر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - اسْتَقْبَلَ الْحَجَرَ وَوَضَعَ شَفَتَيْهِ عَلَيْهِ يَبْكِي طَوِيلًا ثُمَّ الْتَفَتَ فَإِذَا هُوَ بِعُمَرَ بْنِ الْخَطَّابِ يَبْكِي فَقَالَ : يَا عُمَرُ هَاهُنَا تُسْكَبُ الْعَبَرَاتُ] رواه ابن ماجه ، ويسجد لما ورد عن ابن عباس رضي الله عنهما : [أَنَّهُ كَانَ يُقَبِّلُ الْحَجَرَ الْأَسْوَدَ وَيَسْجُدُ عَلَيْهِ] رواه الحاكم مرفوعًا والبيهقي موقوفًا.",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فإن شق استلامه وتقبيله لم يزاحم واستلمه بيده وقبلها لما ورد عن نافع قال : [رَأَيْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا اسْتَلَمَ الْحَجَرَ بِيَدِهِ ثُمَّ قَبَّلَ يَدَهُ وَقَالَ: مَا تَرَكْتُهُ مُنْذُ رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَفْعَلُهُ] متفق عليه. ¶ ولما روى ابن عباس رضي الله عنهما : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - اسْتَلَمَهُ وَقَبَّلَ يَدَهُ] رواه مسلم ، فإن شق استلامه بيده فإنه يستلمه بشيء ويقبل ما استلمه به لما ورد عن أبي الطفيل عامر بن واثلة قال: [رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَطُوفُ بِالْبَيْتِ وَيَسْتَلِمُ الْحَجَرَ بِمِحْجَنٍ مَعَهُ وَيُقَبِّلُ الْمِحْجَنَ] رواه مسلم وأبو داود وابن ماجه. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 48 – (فصل) ¶ فإن شق استلامه بيده فبشيء أشار إليه واستقبله بوجهه ولا يقبل المشار به لعدم وروده ولا يزاحم لاستلام الحجر أو تقبيله أو السجود عليه فيؤذي أحدًا من الطائفين ويقول عند استلام الحجر أو استقباله بوجهه إذا شق استلامه: [بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ اللَّهُمَّ إِيمَانًا بِكَ وَتَصْدِيقًا بِكِتَابِكَ وَوَفَاءً بِعَهْدِكَ وَاتِّبَاعًا لِسُنَّةِ نَبِيِّكَ مُحَمَّدٍ - صلى الله عليه وسلم -] ويقول ذلك كلما استلمه لما روى جابر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - اسْتَلَمَ الرُّكْنَ الَّذِي فِيهِ الْحَجَرُ وَكَبَّرَ وَقَالَ: اللَّهُمَّ وَفَاءً بِعَهْدِكَ وَتَصْدِيقًا بِكِتَابِكَ]. ¶ وعن علي - كرم الله وجهه - أنه كان يقول إذا استلم: اللَّهُمَّ إِيمَانًا بِكَ وَتَصْدِيقًا بِكِتَابِكَ وَوَفَاءً بِعَهْدِكَ وَاتِّبَاعًا لِسُنَّةِ نَبِيِّكَ مُحَمَّدٍ - صلى الله عليه وسلم -.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "وعن ابن عمر رضي الله عنهما مثله، وعن عبد الله بن السائب أن النبي - صلى الله عليه وسلم - كان يقول ذلك عند استلامه ثم يجعل البيت عن يساره ويطوف على يمينه لما روي عن جابر : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَمَّا قَدِمَ مَكَّةَ أَتَى الْحَجَرَ فَاسْتَلَمَهُ ثُمَّ مَشَى عَلَى يَمِينِهِ فَرَمَلَ ثَلَاثًا وَمَشَى أَرْبَعًا] رواه مسلم والنسائي. ¶ ولأنه - عليه الصلاة والسلام - طاف كذلك وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ] وَلْيُقَرِّبْ جانبه الأيسر من البيت، فأول ركن يمر به الطائف يسمى الشامي والعراقي وهو جهة الشام ثم يليه الركن الغربي والشامي وهو جهة المغرب ثم اليماني جهة اليمن فإذا أتى عليه استلمه ولم يقبله ولا يستلم ولا يقبل الركنين الآخرين لقول ابن عمر : [لَمْ أَرَ النَّبِيَّ - صلى الله عليه وسلم - يَمْسَحُ مِنَ الْأَرْكَانِ إِلَّا الْيَمَانِيِّيْنِ] متفق عليه، ويرمل طائف ماش غير حامل معذور، وغير نساء وغير محرم من مكة أو قربها فيسرع المشي ويقارب الخطا في ثلاثة أشواط ثم بعدها يمشي أربعة أشواط بلا رمل. ¶ وعن ابن عباس رضي الله عنهما قال : [أَمَرَهُمُ النَّبِيُّ - صلى الله عليه وسلم - أَنْ يَرْمَلُوا ثَلَاثَةَ أَشْوَاطٍ وَيَمْشُوا أَرْبَعًا مَا بَيْنَ الرُّكْنَيْنِ] متفق عليه. ¶ وعن ابن عمر رضي الله عنهما أنه كان إذا طاف بالبيت الطواف الأول خب ثلاثًا ومشى أربعًا. ¶ وفي رواية : [رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - إِذَا طَافَ فِي الْحَجِّ أَوِ الْعُمْرَةِ أَوَّلَ مَا يَقْدُمُ فَإِنَّهُ يَسْعَى ثَلَاثَةَ أَطْوَافٍ بِالْبَيْتِ وَيَمْشِي أَرْبَعَةً] متفق عليه. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 49 - ( فصل )",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "ولا يقضى رمل ولا اضطباع ولا يقضى بعضه إذا فاته في طواف غيره لأنه هيئة عبادة لا تقضى في عبادة أخرى كالجهر في الركعتين الأولتين من مغرب وعشاء وإن تركه في شيء من الثلاثة أتى به فيما بقي منها والرمل أولى من الدنو من البيت لأن المحافظة على فضيلة تتعلق بنفس العبادة أولى من المحافظة على فضيلة تتعلق بمكانها أو زمانها وتأخير الطواف لزوال الزحام للرمل أو للدنو من البيت أولى من تقديم الطواف مع فوات أحدهما ليأتي به على الوجه الأكمل وكلما حاذى الحجر الأسود والركن اليماني استلمهما استحبابًا. ¶ لما ورد عن ابن عمر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ لَا يَدَعُ أَنْ يَسْتَلِمَ الْحَجَرَ وَالرُّكْنَ الْيَمَانِيَّ فِي كُلِّ طَوَافِهِ] رواه أحمد وأبو داود. لكن لا يقبل إلا الحجر الأسود أو أشار إليهما أي الحجر والركن اليماني إن شق استلامها. ¶ ولا يسن استلام الشامي وهو أول ركن يمر به ولا استلام الركن الغربي وهو ما يلي الشامي لقول ابن عمر : إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ لَا يَسْتَلِمُ إِلَّا الْحَجَرَ وَالرُّكْنَ الْيَمَانِيَّ. ¶ وقال : مَا أُرَاهُ لَمْ يَسْتَلِمِ الرُّكْنَيْنِ اللَّذَيْنِ يَلِيَانِ الْحَجَرَ إِلَّا لِأَنَّ البَيْتَ لَمْ يَتِمَّ عَلَى قَوَاعِدِ إِبْرَاهِيمَ وَلَا طَافَ النَّاسُ مِنْ وَرَاءِ الْحَجَرِ إِلَّا لِذَلِكَ. ¶ وأيضًا فقد أنكر ابن عباس على معاوية استلامهما وقال: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ } فقال معاوية : صَدَقْتَ. ¶ ويقول طائفٌ كلما حاذى الحجر الأسود : اللَّهُ أَكْبَرُ فقط لحديث ابن عباس: [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - طَافَ عَلَى بَعِيرٍ كُلَّمَا أَتَى عَلَى الرُّكْنِ أَشَارَ إِلَيْهِ بِشَيْءٍ وَكَبَّرَ] رواه البخاري.",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "ويقول بين الركن اليماني وبين الحجر الأسود : رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ؛ لما ورد عن عبد الله بن السائب قال : سمعت رسول الله - صلى الله عليه وسلم - يقول ما بين الركنين : [رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ] رواه أبو داود. ¶ وعن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال: [وُكِّلَ بِهِ سَبْعُونَ مَلَكًا، يَعْنِي: الرُّكْنَ الْيَمَانِيَّ، فَمَنْ قَالَ: اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالْآخِرَةِ، رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ، قَالُوا آمِينَ] رواه ابن ماجه. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 50 – (فصل) ¶ ويقول في بقية طوافه: اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا وَسَعْيًا مَشْكُورًا وَذَنْبًا مَغْفُورًا، رَبِّ اغْفِرْ وَارْحَمْ وَاهْدِنِي السَّبِيلَ الْأَقْوَمَ وَتَجَاوَزْ عَمَّا تَعْلَمُ وَأَنْتَ اَلْأَعَزُّ الْأَكْرَمُ. أو يقول غير ذلك من ما أحب ذكرًا ودعا. ¶ وكان عبد الرحمن بن عوف يقول: رَبِّ قِنِي شُحَّ نَفْسِي. ¶ وعن عروة: كان أصحاب رسول الله - صلى الله عليه وسلم - يقولون : لَا إِلَهَ إِلَّا أَنْتَ وَأَنْتَ تُحْيِي بَعْدَ مَا أَمَتَّ؛ لأنه لم يثبت عن النبي - صلى الله عليه وسلم - أدعية مخصوصة للطواف إلا أنه كان يختم طوافه بين الركنين بقوله: [رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ]. ¶ وتسن القراءة في الطواف لأنها أفضل الذكر، قال في الاختيارات الفقهية ص 118: ويسن القراءة في الطواف لا الجهر بها فأما إن غلط المصلين فليس له ذلك إذا وجنس القراءة أفضل من جنس الطواف انتهى.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "ولا يسن رمل ولا اضطباع في غير هذا الطواف لأنه - صلى الله عليه وسلم - وأصحابه إنما رملوا واضطبعوا فيه، ومن طاف راكبًا أو محمولًا لغير عذر كالصلاة وإنما طاف النبي - صلى الله عليه وسلم - راكبًا لعذر. ¶ قال ابن عباس وروي : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَثُرَ عَلَيْهِ النَّاسُ يَقُولُونَ: هَذَا مُحَمَّدٌ، هَذَا مُحَمَّدٌ ، حَتَّى خَرَجَ الْعَوَاتِقُ مِنَ الْبُيُوتِ وَكَانَ النَّبِيُّ - صلى الله عليه وسلم - لَا تُضْرَبُ النَّاسُ بَيْنَ يَدَيْهِ فَلَمَّا كَثُرُوا عَلَيْهِ رَكِبَ] رواه مسلم. ¶ ولا يجزي الطواف عن حامل المعذور لأن القصد هنا الفعل وهو واحد فلا يقع عن اثنين ووقوعه عن المحمول أولى لأنه لم ينوه إلا لنفسه بخلاف الحامل، وإن نوى حامل الطواف وحده دون المحمول أو نوى الحامل والمحمول الطواف عن الحامل فيجزي عنه لخلوص النية منهما للحامل وحكم سعي راكبًا كطواف راكبًا فلا يجزيه إلا لعذر، وإن حمله بعرفات أجزأ عنهما لأن المقصود الحصول بعرفة وهو موجود. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 51 – (فصل) ¶ وشروط صحة الطواف : (أولًا) الإسلام . (ثانيًا وثالثًا) العقل والنية كسائر العبادات . (ورابعًا) ستر العورة لحديث : [لَا يَطُوفُ بِالْبَيْتِ عُرْيَانٌ] متفق عليه. (خامسًا) اجتناب النجاسة . (سادسًا) الطهارة من الحدث لغير طفل لحديث ابن عباس أن النبي - صلى الله عليه وسلم - قال: [الطَّوَافُ بِالْبَيْتِ صَلَاةٌ إِلَّا أَنَّكُمْ تَتَكَلَّمُونَ فِيهِ] رواه الترمذي والأثرم. ¶ وقوله - صلى الله عليه وسلم - لعائشة لما حاضت : [افْعَلِي كَمَا يَفْعَلُ الْحَاجُّ غَيْرَ أَنْ لَا تَطُوفِي بِالْبَيْتِ حَتَّى تَتْطُهُرِي] رواه البخاري ومسلم.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "وقال في الاختيارات الفقهية: والذين أوجبوا الوضوء للطواف ليس معهم دليل أصلًا، وما روي أن النبي - صلى الله عليه وسلم - لما طاف توضأ فهذا لا يدل فإنه كان يتوضأ لكل صلاة (من ص 119). ¶ (سابعًا) تكميل السبع لأن النبي - صلى الله عليه وسلم - طاف سبعًا فيكون تفسيرًا لمجمل قوله تعالى { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } فيكون ذلك الطواف المأمور به، وقد قال - صلى الله عليه وسلم - : [خُذُوا عَنِّي مَنَاسِكَكُمْ] فإن ترك من السبع ولو قليلًا لم يجزئه وكذا إن سلك الحجر أو طاف على جداره أو على شاذَرْوان الكعبة لم يجزئه لأن قوله تعالى { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } يقتضي الطواف بجميعه والحجز منه لقوله - صلى الله عليه وسلم - : [الْحَجَرُ مِنَ الْبَيْتِ] متفق عليه. ¶ (ثامنًا) جعل البيت عن يساره لحديث جابر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمَّا قَدِمَ مَكَّةَ أَتَى الْحَجَرَ فَاسْتَلَمَهُ ثُمَّ مَشَى عَلَى يَمِينِهِ فَرَمَلَ ثَلَاثًا وَمَشَى أَرْبَعًا] رواه مسلم والنسائي. ¶ (تاسعًا) كونه ماشيًا مع القدرة فلا يجزئ طواف الراكب لغير عذر لحديث الطواف بالبيت صلاة. ¶ ولما ورد عن أم سلمة رضي الله عنها قالت : شكوت إلى النبي - صلى الله عليه وسلم - أني أشتكي فقال: [طُوفِي مِنْ وَرَاءِ النَّاسِ وَأَنْتِ رَاكِبَةٌ] متفق عليه. ¶ قال البخاري: بَابُ الْمَرِيضِ يَطُوفُ رَاكِبًا. عن ابن عباس رضي الله عنهما : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - طَافَ بِالْبَيْتِ وَهُوَ عَلَى بَعِيرٍ كُلَّمَا أَتَى عَلَى الرُّكْنِ أَشَارَ إِلَيْهِ بِشَيْءٍ فِي يَدَيْهِ وَكَبَّرَ] وساق بعده حديث أم سلمة انتهى.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وعن جابر قال: [طَافَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِالَبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ فِي حَجَّةِ الْوَدَاعِ عَلَى رَاحِلَتِهِ يَسْتَلِمُ الْحَجَرَ بِمِحْجَنِهِ لِأَنْ يَرَاهُ النَّاسُ وَلِيُشْرِفَ وَيَسْأَلُوهُ فَإِنَّ النَّاسُ غَشَوْهُ] رواه أحمد ومسلم وأبو داود والنسائي. ¶ وعن عائشة قالت: [طَافَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فِي حَجَّةِ الْوَدَاعِ عَلَى بَعِيرِهِ يَسْتَلِمُ الرُّكْنَ كَرَاهِيَةَ أَنْ يُصْرِفَ عَنْهُ النَّاسُ] رواه مسلم. ¶ فإن فعل لغير عذر فعن أحمد فيه ثلاث روايات : (إحداهن) لا يجزء لأن النبي - صلى الله عليه وسلم - قال : [الطَّوَافُ بِالْبَيْتِ صَلَاةٌ] ولأنها عبادة تتعلق بالبيت فلم يجز فعلها راكبًا لغير عذر كالصلاة . (والثانية) يجزيه ويجبر بدم وهو قول أبي حنيفة إلا أنه قال ما كان بمكة فإن رجع جبره بدم لأنه ترك صفة واجبة في ركن الحج أشبه ما لو دفع من عرفة قبل الغروب . (والثالثة) يجزي ولا شيء عليه اختارها أبو بكر وهو مذهب الشافعي وابن المنذر. ¶ لما روى جابر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - طَافَ رَاكِبًا لِيَرَاهُ النَّاسُ وَيَسْأَلُوهُ]. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 52 – فصل ¶ قال ابن المنذر : لا قول لأحد مع فعل النبي - صلى الله عليه وسلم - ولأن الله تعالى أمر بالطواف مطلقًا فكيفما أتى به أجزأه ولا يجوز تقييد المطلق بغير دليل والقول الأول هو الذي تميل إليه النفس لأنه أحوط والله أعلم.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "(عاشرًا) الموالاة لأنه - صلى الله عليه وسلم - طاف كذلك، وقد قال: [خُذُوا عَنِّي مَنَاسِكَكُمْ]، ويبتدئ الطواف لحدث فيه تعمده أو سبقه بعد أن تطهر كالصلاة وإن أقيمت الصلاة وهو في الطواف أو حضرت جنازة وهو فيه صلى وبنى على ما سبق من طواف لحديث: إذا أقيمت الصلاة فلا صلاة إلا المكتوبة ولأن الجنازة تفوت بالتشاغل، ويبتدئ الشوط من الحجر الأسود فلا يعتد ببعض شوط قطع فيه. ¶ (الحادي عشر) أن يكون الطواف بالبيت داخل المسجد وحول البيت فلو طاف خارج المسجد أو داخل الكعبة لم يصح طوافه وإن طاف في المسجد من وراء حائل من قبة وغيرها أجزأ الطواف لأنه في المسجد وإن طاف على سطح المسجد توجه الأجزاء قاله في الفروع، وإن شك في عدد الأشواط أخذ باليقين ليخرج من العهدة بيقين، ويقبل قول عدلين في عدد الأشواط كعدد الركعات في الصلاة فإذا تم طوافه تنفل بركعتين والأفضل كونهما خلف مقام إبراهيم لحديث جابر في صفة حجه - عليه الصلاة والسلام - وفيه: [ثُمَّ تَقَدَّمَ إِلَى مَقَامِ إِبْرَاهِيمَ فَقَرَأَ { وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى } فَجَعَلَ الْمَقَامَ بَيْنَهُ وَبَيْنَ الْبَيْتِ فَصَلَّى رَكْعَتَيْنِ] الحديث رواه مسلم. ¶ ولا يشرع تقبيله ولا مسحه فسائر المقامات أولى وكذا صخرة بيت المقدس ويقرأ في الركعتين بـ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } وسورة الإخلاص بعد الفاتحة لما ورد عن جابر : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَرَأَ فَاتِحَةَ الْكِتَابِ وَ { قُلْ يَا أَيُّهَا الْكَافِرُونَ } وَ { قُلْ هُوَ اللَّهُ أَحَدٌ } ثُمَّ عَادَ إِلَى الرُّكْنِ فَاسْتَلَمَهُ ثُمَّ خَرَجَ إِلَى الصَّفَا] رواه أحمد ومسلم والنسائي.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "ويسن عوده إلى الحجر الأسود فيستلمه لما تقدم ويسن الإكثار من الطواف كل وقت ليلًا ونهارًا وله جمع أسابيع بركعتين لكل أسبوع من تلك الأسابيع فعلته عائشة والمسور بن مخرمة وكونه عليه السلام لا يفعله لا يوجب كراهيته لأنه لم يطف أسبوعين ولا ثلاثة وذلك غير مكروه بالاتفاق ولا تعتبر الموالاة بين الطواف والركعتين لأن عمر صلاهما بذي طوى وأخرت أم سلمة الركعتين حين طافت راكبة بأمر النبي - صلى الله عليه وسلم -، والأولى أن يركع لكل أسبوع ركعتين عقبه ولطائف تأخير سعيه عن طوافه بطواف وغيره فلا تجب الموالاة بينهما ولا بأس أن يطوف أول النهار ويسعى آخره. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 53 – (فصل) ¶ ومن سنن الطواف : (أولًا) الرمل وهو سنة في حق الرجال دون النساء والعجزة ويسن في طواف القدوم خاصة . (ثانيًا) الاضطباع وهو أيضًا خاص بطواف القدوم . (ثالثًا) تقبيل الحجر الأسود عند بدء الطواف إن أمكن وإلا فلمسه أو الإشارة إليه كافية . (رابعًا) قول [بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ اللَّهُمَّ إِيمَانًا بِكَ] إلخ كلما استلم الحجر أو أشار إليه . (خامسًا) الدعاء أثناء الطواف وهو غير مخصوص إلا ما كان من قوله: [رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ] فقد ثبت أن النبي - صلى الله عليه وسلم - كان يختم بها الشوط من طوافه . (سادسًا) استلام الركن اليماني باليد . (سابعًا) الدنو من البيت . (ثامنًا) صلاة ركعتين بعد الفراغ من الطواف خلف مقام إبراهيم وأن يقرأ فيهما بالكافرون والإخلاص وتقدمت أدلة هذه السنن.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "وينبغي أن يكون الطواف في خشوع تام مع استحضار عظمة الله والخوف منه وأن لا يتكلم إلا لضرورة أو حاجة، وأن لا يؤذي أحدًا بمزاحمة أو غيرها، وأن يكثر من الدعاء وقراءة القرآن أو الذكر أو الصلاة على النبي - صلى الله عليه وسلم -، وأن يغض بصره عن النظر إلى النساء والمرد. ¶ ومما ينبغي للنساء أن يتجنبن في طوافهن الزينة والروائح الطيبة، وفي الحالات التي يختلط فيها الرجال مع النساء ولأنهن عورة وفتنة، ووجه المرأة هو أظهر زينتها فلا يجوز لها إبداؤه إلا لمحارمها لقوله تعالى : { وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ } الآية فلا يجوز لهن كشف الوجه عند تقبيل الحجر الأسود إذا كان يراهن أحد من الرجال الأجانب وإذا لم يتيسر لهن فسحة لاستلام الحجر وتقبيله فلا يجوز لهن مزاحمة الرجال بل يطفن من ورائهم وذلك خير لهن. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 54 – (فصل) ¶ ثم بعدما يفرغ من ركعتي الطواف وأراد السعي سن عوده إلى الحجر فيستلمه لما ورد : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - طَافَ وَسَعَى رَمَلَ ثَلَاثًا وَمَشَى أَرْبَعًا ثُمَّ قَرَأَ { وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلًّى } فَصَلَّى سَجْدَتَيْنِ وَجَعَلَ الْمَقَامَ بَيْنَهُ وَبَيْنَ الْكَعْبَةِ ثُمَّ اسْتَلَمَ الرُّكْنَ ثُمَّ خَرَجَ] الحديث رواه النسائي. ¶ ثم يخرج للسعي من باب الصفا فيرقى الصفا ليرى البيت ويستقبله ويكبر ثلاثًا ويقول ثلاثًا الْحَمْدُ لِلَّهِ عَلَى مَا هَدَانَا لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ، لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ صَدَقَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الْأَحْزَابَ وَحْدَهُ.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "لحديث جابر : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمَّا دَنَا مِنَ الصَّفَا قَرَأَ : { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ } أَبْدَأُ بِمَا بَدَأَ اللَّهُ عَزَّ وَجَلَّ بِهِ فَبَدَأَ بِالصَّفَا فَرَقَى عَلَيْهِ حَتَّى رَأَى الْبَيْتَ فَاسْتَقْبَلَ الْقِبْلَةَ فَوَحَّدَ اللَّهَ وَكَبَّرَهُ وَقَالَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذَلِكَ فَقَالَ مِثْلَ هَذَا ثَلَاثَ مَرَّاتٍ ثُمَّ نَزَلَ إِلَى الْمَرْوَةِ حَتَّى انْصَبَّتْ قَدَمَاهُ فِي بَطْنِ الْوَادِي حَتَّى إِذَا صَعِدْنَا مَشَى حَتَّى أَتَى الْمَرْوَةَ فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا] رواه مسلم وكذلك أحمد والنسائي بمعناه. ¶ ويدعو بما أحب لحديث أبي هريرة : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمَا فَرَغَ مِنْ طَوَافِهِ أَتَى الصَّفَا فَعَلَا عَلَيْهِ حَتَّى نَظَرَ إِلَى الْبَيْتِ وَرَفَعَ يَدَيْهِ فَجَعَلَ يَدْعُو بِمَا شَاءَ أَنْ يَدْعُوَ] رواه مسلم. ¶ ولا يلبي لعدم نقله ثم ينزل من الصفا فيمشي حتى يبقى بينه وبين العلم ستة أذرع فيسعى ماشيًا سعيًا شديدًا إلى العلم الآخر ثم يمشي حتى يرقى المروة فيقول مستقبل القبلة كما قاله على الصفا من تكبير وتهليل ودعاء ويجب استعياب ما بين الصفا والمروة فيلصق عقبه بأصليهما أي الصفا والمروة بابتدائه في كل منهما، والراكب يفعل ذلك في دابته فمن ترك شيئًا مما بينهما لم يجزئه سعيه. ¶ ثم ينزل من المروة فيمشي في موضع مشيه ويسعى في موضع سعيه إلى الصفا يفعله سبعًا ذهابه سعيه ورجوعه سعية يفتتح بالصفا ويختم بالمروة للخبر فإن بدأ بالمروة سقط الشوط الأول فلا يحتسب به ويكثر من الدعاء والذكر فيما بين ذلك.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "قال أحمد : كان ابن مسعود إذا سعى بين الصفا والمروة قال: رَبِّ اغْفِرْ وَارْحَمْ وَاعْفُ عَمَّا تَعْلَمُ وَأَنْتَ الْأَعَزُّ الْأَكْرَمُ. ¶ وقال عليه الصلاة والسلام : [إِنَّمَا جُعِلَ رَمْيُ الْجِمَارِ وَالسَّعْيُ بَيْنَ الصَّفَا وَالْمَرْوَةِ لِإِقَامَةِ ذِكْرِ اللَّهِ عَزَّ وَجَلَّ] قال الترمذي حسن صحيح. ¶ 55 – (فصل) ¶ وشروط صحته - أي السعي - ثمانية : النية والإسلام والعقل لما تقدم . (والرابع) الموالاة لأنه - صلى الله عليه وسلم - وإلى بينه وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ] وقياسًا على الطواف. ¶ وقال في الشرح الكبير والموالاة في السعي غير مشترطة في ظاهر كلام أحمد - رحمه الله - فإنه قال في رجل كان بين الصفا والمروة فلقيه قادم بعرفة يقف يسلم عليه ويسأله قال : نعم أمر الصفا سهل إنما كان يكره الوقوف في الطواف بالبيت فأما بين الصفا والمروة فلا بأس، وقال القاضي : تشترط الموالاة قياسًا على الطواف. ¶ وحكي رواية عن أحمد والأول أصح فإنه نسك لا يتعلق بالبيت فلم تشترط له الموالاة كالرمي والحلاق. ¶ وقد روى الأثرم : [أَنَّ سَوْدَةَ بِنْتَ عَبْدِ اللَّهِ بْنِ عُمَرَ امْرَأَةَ عُرْوَةَ بْنِ الزُّبَيْرِ سَعَتْ بَيْنَ الصَّفَا وَالْمَرْوَةِ فَقَضَتْ طَوَافَهَا فِي ثَلَاثَةِ أَيَّامٍ وَكَانَتْ ضَخْمَةً] وكان عطاء لا يرى بأسًا أن يستريح بينهما، ولا يصح قياسه على الطواف لأن الطواف يتعلق بالبيت وهو صلاة وتشترط له الطهارة والستارة فاشترط له الموالاة بخلاف السعي انتهى ص 408 ج 3. ¶ والذي يترجح عندي وأرى أنه الأحوط اشتراط الموالاة لموالاته - صلى الله عليه وسلم -، وقوله: [خُذُوا عَنِّي مَنَاسِكَكُمْ] والله أعلم وصلى الله على محمد وآله وسلم. ¶ (والخامس) المشي مع المقدرة قال في الشرح الكبير ويجزئ السعي راكبًا ومحمولًا ولو لغير عذر، وفي الكافي يسن أن يمشي فإن ركب جاز لأن النبي - صلى الله عليه وسلم - سعى راكبًا.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "(السادس) كونه بعد طواف ولو مسنونًا كطواف القدوم لأن النبي - صلى الله عليه وسلم - إنما سعى بعد الطواف. وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ]. ¶ (والسابع) تكميل السبع يبدأ بالصفا ويختم بالمروة لما في حديث جابر. ¶ (الثامن) استيعاب ما بين الصفا والمروة ليتيقن الوصول إليهما في كل شوط، والمرأة لا ترقى الصفا والمروة لأنها عورة ولا تسعى سعيًا شديدًا لأنه لإظهار الجلد ولا يقصد ذلك في حقها بل المقصود منها الستر وذلك تعرض للانكشاف. ¶ قال في الشرح الكبير: لا يسن للمرأة أن ترقى على المروة لئلا تزاحم الرجال ولأن ذلك أستر لها ولا يسن لها الرمل. ¶ قال ابن المنذر : أجمع كل من نحفظ عنه من أهل العلم على أنه لا رمل على النساء حول البيت ولا بين الصفا والمروة وذلك لأن الأصل في ذلكم إظهار الجلد ولا يقصد ذلك في حقهن ولأن النساء يقصد منهن الستر وفي ذلك تعرض للانكشاف فلم يستحب لهن ج 3 ص 408. ¶ وتسن مبادرة معتمر بالطواف والسعي لفعله - عليه الصلاة والسلام ، وسُن تقصير المتمتع إذا لم يكن معه هدي ليحلق شعره بالحج ويتحلل متمتع لم يسق هديًا ولو لبَّد رأسه لأن عمرته تمت بالطواف والسعي والتقصير لحديث ابن عمر: [تَمَتَّعَ النَّاسُ مَعَ رَسُولِ اللَّهِ - صلى الله عليه وسلم - بِالْعُمْرَةِ إِلَى الْحَجِّ فَلَمَّا قَدِمَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - مَكَّةَ قَالَ : مَنْ كَانَ مَعَهُ هَدْيٌ فَإِنَّهُ لَا يَحِلُّ مِنْ شَيْءٍ أَحْرَمَ مِنْهُ حَتَّى يَقْضِي حَجَّهُ وَمَنْ لَمْ يَكُنْ مَعَهُ هَدْيٌ فَلْيَطُفْ بِالصِّفَا وَالْمَرْوَةِ وَلْيُقَصِّر وَلْيُحَلِّلْ] متفق عليه. ¶ ومن معه هدي أدخل الحج على العمرة حتى يحل منهما جميعًا والمعتمر غير المتمتع يحل سواء كان معه هدي أو لا في أشهر الحج أو غيرها وإن ترك الحلق أو التقصير في عمرته ووطئ قبله فعليه دم وعمرته صحيحة.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "روى أن ابن عباس سئل عن امرأة معتمرة وقع بها زوجها قبل أن تقصر قال: مَنْ تَرَكَ مِنْ مَنَاسِكِهِ شَيْئًا أَوْ نَسِيَهُ فَلْيُهْرِقْ دَمًا. قِيلَ: فَإِنَّهَا مُوسِرَةٌ. قَالَ: فَلْتَنْحَرْ نَاقَةً] ، ويقطع التلبية متمتع ومعتمر إذا شرع في الطواف لحديث ابن عباس مرفوعًا: [كَانَ يُمْسِكُ عَنِ التَّلْبِيَةِ فِي الْعُمْرَةِ إِذَا اسْتَلَمَ الْحَجَرَ] قال الترمذي: حسن صحيح، وقال النووي: الصحيح أنه لا يلبي في الطواف ولا في السعي لأن لها أذكارًا مخصوصة، ومن أجازها كره الجهر بها لئلا يخلط على الطائفين. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 56 – (فصل) ¶ ومن سنن السعي الطهارة من الحدث والنجس فلو سعى محدثًا أو نجسًا أجزأه لأنها عبادة لا تتعلق بالبيت أشبهت الوقوف بعرفة. ¶ ومنها ستر العورة فلو سعى عريانًا أجزأه ذلك في قول أكثر أهل العلم لكن ستر العورة واجب مطلقًا . ¶ ومن سننه الموالاة بينه وبين الطواف بأن لا يفرق بينهما طويلًا، وقال عطاء : لَا بَأْسَ أَنْ يَطُوفَ أَوَّلَ النَّهَارِ وَيَسْعَى فِي آخِرِهِ. ¶ ومن سننه: السعي شديدًا بين الميلين، وهو سنة في حق الرجل القادر عليه. ¶ ومن سننه: الوقوف على الصفا والمروة للدعاء فوقهما. ¶ ومن سننه: الدعاء على كل من الصفا والمروة في كل شوط من الأشواط السبعة.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "ومن سننه: قول (اللَّهُ أَكْبَرُ) ثلاثًا عند رقيه على الصفا والمروة في كل شوط، وكذا قول: [لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ صَدَقَ وَعْدَهُ وَنَصَرَ عَبْدَهُ وَهَزَمَ الْأَحْزَابَ وَحْدَهُ] ويقول: [لَا إِلَهَ إِلَّا اللَّهُ وَلَا نَعْبُدُ إِلَّا إِيَّاهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُونَ، اللَّهُمَّ اعْصِمْنِي بِدِينِكَ وَطَوَاعِيَتِكَ وَطَوَاعِيَةِ رَسُولِكَ، اللَّهُمَّ جَنِّبْنِي حُدُودَكَ، اللَّهُمَّ اجْعَلْنِي مِمَّنْ يُحِبُّكَ وَيُحِبُّ مَلَائِكَتِكَ وَأَنْبِيَائِكَ وَرُسُلِكَ وَعِبَادِكَ الصَّالِحِينَ، اللَّهُمَّ حَبِّبْنِي إِلَيْكَ وَإِلَى مَلَائِكَتِكَ وَرُسُلِكَ وَإِلَى عِبَادِكَ الصَّالِحِينَ، اللَّهُمَّ يَسِّرْنِي لِلْيُسْرَى وَجَنَّبْنِي الْعُسْرَى، وَاغْفِرْ لِي فِي الْآخِرَةِ وَالْأُولَى، وَاجْعَلْنِي مِنْ أَئِمَّةِ الْمُتَّقِينَ وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ، وَاغْفِرْ لِي خَطِيئَتِي يَوْمَ الدِّينِ، اللَّهُمَّ إِنَّكَ قُلْتَ ادْعُونِي أَسْتَجِبْ لَكُمْ وَإِنَّكَ لَا تُخْلِفُ الْمِيعَادَ، اللَّهُمَّ إِذْ هَدَيْتَنِي لِلْإِسْلَامِ فَلَا تَنْزَعْنِي مِنْهُ وَلَا تَنْزَعْهُ مِنِّي حَتَّى تَتَوَفَّانِي عَلَى الْإِسْلَامِ، اللَّهُمَّ لَا تُقَدِّمْنِي لِلْعَذَابِ، وَلَا تُؤَخِّرْنِي لِسُوءِ الْفِتَنِ] هذا دعاء عبد الله بن عمر. قال أحمد : يدعو به ، قال نافع بعده ويدعو دعاء كثيرًا حتى إنه ليملنا ونحن شباب. ¶ ومما ينبغي للساعي أن يغض بصره عن المحارم وأن يكف لسانه عن المآثم وأن لا يؤذي أحدًا من الساعين أو غيرهم بقول أو فعل، وأن يستحضر في نفسه ذله وفقره وحاجته إلى الله في هداية قلبه وإصلاح حاله ونفسه وغفران ذنوبه، والله أعلم وصلى الله على محمد وآله وسلم. ¶ 57 – (صفة الحج والعمرة)",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "يسن لمحل بمكة وقربها ومتمتع حل من عمرته إحرام بحج في ثامن ذي الحجة وهو يوم التروية لقول جابر في صفة حج النبي - صلى الله عليه وسلم - : [فَحَلَّ النَّاسُ كُلُّهُمْ وَقَصَّرُوا إِلَّا النَّبِيَّ - صلى الله عليه وسلم - وَمَنْ كَانَ مَعَهُ هَدْيٌ فَلَمَّا كَانَ يَوْمُ التَّرْوِيَةِ تَوَجَّهُوا إِلَى مِنًى فَأَهَلُّوا بِالْحَجِّ] سمي الثامن بذلك لأنهم كانوا يرتوون فيه بالماء لما بعده إلا من لم يجد هديًا وصام فيستحب له أن يحرم في سابع ذي الحجة ليصوم الثلاثة أيام في إحرام الحج. ¶ ويسن لمن أحرم من مكة أو قربها أن يكون إحرامه بعد فعل ما يفعله في إحرامه من الميقات من الغسل والتنظيف والتطيب في بدنه وتجرده من المخيط في إزار ورداء أبيضين نظيفين ونعلين وبعد طواف وصلاة ركعتين ولا يطوف بعده لوداعه لعدم دخول وقته فلو طاف وسعى بعده لم يجزئه سعيه لحجه. ¶ ويحرم ندبًا من مسكنه لأن أصحاب النبي - صلى الله عليه وسلم - أقاموا بالأبطح وأحرموا بالحج منه يوم التروية عن أمره - صلى الله عليه وسلم -، ولم يأمرهم النبي - صلى الله عليه وسلم - أن يذهبوا إلى البيت فيحرموا عنده أو عند الميزاب ولو كان ذلك مشروعًا لعلمهم إياه والخير كله في اتباع النبي - صلى الله عليه وسلم - وأصحابه رضي الله عنهم، وجاز وصح إحرامه من خارج الحرم ولا دم عليه. ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 58 – فصل",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "ثم يخرج إلى منى قبل الزوال ندبًا فيصلي بها الظهر مع الإمام ثم يقيم بها إلى الفجر ويصلي مع الإمام لحديث جابر: [وَرَكَبَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِلَى مِنًى فَصَلَّى بِهَا الظُّهْرَ وَالْعَصْرَ وَالْمَغْرِبَ وَالْعِشَاءَ وَالْفَجْرَ ثُمَّ مَكَثَ قَلِيلًا حَتَّى طَلَعَتِ الشَّمْسُ] ، فإذا طلعت الشمس يوم عرفة سار من منى فأقام بنمرة إلى الزوال فيخطب بها الإمام أو نائبه خطبة قصيرة مفتتحة بالتكبير يعلمهم فيها الوقوف ووقته والدفع منه والمبيت بمزدلفة لحديث جابر : [إِذَا جَاءَ عَرَفَةَ فَوَجَدَ الْقُبَّةَ قَدْ ضُرِبَتْ لَهُ بِنَمِرَةَ فَنَزَلَ بِهَا حَتَّى إِذَا زَالَتِ الشَّمْسُ أَمَرَ بِالْقَصْوَاءِ فَرُحِلَتْ لَهُ فَأَتَى بَطْنَ الْوَادِي فَخَطَبَ النَّاسَ] ثم يجمع من يجوز له الجمع لمن بعرفة من مكي وغيره. ¶ قال ابن المنذر: أجمع أهل العلم على أن الإمام يجمع بين الظهر والعصر بعرفة وكذلك كل من صلى مع الإمام وذكر أصحابنا أنه لا يجوز الجمع إلا لمن بينه وبين وطنه ستة عشر فرسخًا إلحاقًا وله وبالقصر ، والصحيح الأول فإن النبي - صلى الله عليه وسلم - جمع معه من حضر من المكيين وغيرهم فلم يأمرهم بترك الجمع كما أمرهم بترك القصر حين قال: [أَتِمُّوا فَإِنَّا سَفْرٌ]، ولو حرم لبينه لهم لأنه لا يجوز تأخير البيان عن وقت الحاجة ولا يقر النبي - صلى الله عليه وسلم - على الخطأ وقد كان عثمان - رضي الله عنه - يتم الصلاة لأنه اتخذ أهلًا ولم يترك الجمع وروي نحو ذلك عن ابن الزبير وكان عمر بن عبد العزيز والي مكة فخرج فجمع بين الصلاتين ولم يبلغنا عن أحد من المتقدمين الخلاف في الجمع بعرفة ومزدلفة بل وافق عليه من لا يرى الجمع في غيره، والحق فيما أجمعوا عليه فلا يعرج على غيره.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "فأما قصر الصلاة فلا يجوز لأهل مكة وبه قال عطاء ومجاهد والزهري وابن جريج والثوري ويحيى القطان والشافعي وأصحاب الرأي وابن المنذر وقال القاسم بن محمد وسالم ومالك والأوزاعي لهم القصر لأن لهم الجمع فكان لهم القصر كغيرهم، وفي مجموع فتاوى شيخ الإسلام ابن تيمية في ج 26 ص 129: ويسيرون منها إلى نمرة على طريق ضب من يمين الطريق ونمرة كانت قرية خارجة من عرفات من جهة اليمين فيقيمون بها إلى الزوال كما فعل النبي - صلى الله عليه وسلم -، ثم يسيرون منها إلى بطن الوادي وهو موضع النبي - صلى الله عليه وسلم - الذي صلى فيه الظهر والعصر وخطب وهو في حدود عرفة ببطن ببطن عرنة وهناك مسجد يقال له مسجد إبراهيم وإنما بُني في أول دولة بني العباس فيصلي هناك الظهر والعصر قصرًا كما فعل النبي - صلى الله عليه وسلم - ويصلى خلفه جميع الحاج أهل مكة وغيرهم قصرًا وجمعًا يخطب بهم الإمام كما خطب النبي - صلى الله عليه وسلم - على بعيره. ¶ ثم إذا قضى الخطبة أذن المؤذن وأقام ثم يصلي كما جاءت بذلك السنة ويصلي بعرفة ومزدلفة ومنى قصرًا ويقصر أهل مكة وكذلك يجمعون للصلاة بعرفة ومزدلفة ومنى كما كان أهل مكة يفعلون خلف النبي - صلى الله عليه وسلم - بعرفة ومزدلفة ومنى وكذلك كانوا يفعلون خلف أبي بكر وعمر رضي الله عنهما ولم يأمر النبي - صلى الله عليه وسلم - ولا خلفاؤه أحدًا من أهل مكة أن يتموا الصلاة ولا قالوا لهم بعرفة ومزدلفة ومنى [أَتِمُّوا صَلَاتَكُمْ فَإِنَّا قَوْمٌ سَفْرٌ]. ¶ ومن حكى ذلك عنهم فقد أخطأ ولكن المنقول عن النبي - صلى الله عليه وسلم - أنه قال ذلك في غزوة الفتح لما صلى بهم بمكة.",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "وأما في حجه فإنه لم ينزل بمكة ولكن كان نازلًا خارج مكة وهناك كان يصلي بأصحابه. وفي ص 168 قال: ومن سنة رسول الله - صلى الله عليه وسلم - أنه جمع بالمسلمين جميعهم بعرفة بين الظهر والعصر وبمزدلفة بين المغرب والعشاء وكان معه خلق كثير ممن منزله دون مسافة القصر من أهل مكة وما حولها ولم يأمر حاضري المسجد الحرام بتفريق كل صلاة في وقتها ولا أن يعتزل المكيون ونحوهم فلم يصلوا معه العصر وأن ينفردوا فيصلوها في أثناء الوقت دون سائر المسلمين فإن هذا مما يعلم بالاضطرار لمن تتبع الأحاديث أنه لم يكن وهو قول مالك وطائفة من أصحاب الشافعي وعليه يدل كلام أحمد . انتهى. ¶ ويعجل لحديث جابر ثم أذن ثم أقام فصلى الظهر ثم أقام فصلى العصر ولم يصل بينهما شيئًا، وقال سالم للحجاج بن يوسف يوم عرفة: [إِنْ كُنْتَ تُرِيدَ أَنْ تُصِيبَ السُّنَّةَ فَقَصِّرِ الْخُطْبَةَ وَعَجِّلِ الصَّلَاةَ. فَقَالَ ابْنُ عُمَرَ: صَدَقَ] رواه البخاري. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 59 – (فصل) ¶ ثم يأتي عرفة وكلها موقف لقوله عليه الصلاة والسلام : [فَقَدْ وَقَفْتُ هَاهُنَا وَعَرَفَةُ كُلُّهَا مَوْقِفٌ] رواه أبو داود وابن ماجه ، إلا بطن عرنة لحديث: [كُلُّ عَرَفَةَ مَوْقِفٌ وَارْفَعُوا عَنْ بَطْنِ عُرَنَةَ] رواه ابن ماجه ، فلا يجزي وقوفه فيه لأنه ليس من عرفة كمزدلفة وعرفة من الجبل المشرف على عرنة إلى الجبل المشرف على عرنة إلى الجبال المقابلة له إلى ما يلي حوائط بني عامر . وسن وقوفه راكبًا كفعله - عليه الصلاة والسلام - وقف على راحلته بخلاف سائر المناسك فيفعلها غير راكب.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وسن وقوفه مستقبل القبلة عند الصخرات وجبل الرحمة ولا يشرع صعوده ويرفع يديه واقفًا بعرفة ندبًا ويكثر الدعاء والاستغفار والتضرع وإظهار الضعف والافتقار ، ويلح في الدعاء ولا يستبطئ الإجابة ويحاسب نفسه ويجدد توبة نصوحًا لأن هذا يوم عظيم ومجمع كبير يجود الله فيه على عباده ويباهي بهم ملائكته. ¶ عن عائشة رضي الله عنها قالت: قال رسول الله - صلى الله عليه وسلم -: [مَا مِنْ يَوْمٍ أَكْثَرُ مِنْ أَنْ يَعْتَقَ اللَّهُ فِيهِ عَبْدًا مِنَ النَّارِ مِنْ يَوْمِ عَرَفَةَ وَإِنَّهُ لَيَدْنُو ثُمَّ يُبَاهِي بِهِمُ الْمَلَائِكَةُ فَيَقُولُ: مَا أَرَادَ هَؤُلَاءِ] أخرجه مسلم والنسائي، وقال : [عَبْدًا أَوْ أَمَةً مِنَ النَّارِ]. ¶ وعن طلحة بن عبد الله بن كريز أن رسول الله - صلى الله عليه وسلم - قال : [مَا رُئِيَ الشَّيْطَانُ يَوْمًا هُوَ فِيهِ أَصْغَرُ وَلَا أَدْحَرُ وَلَا أَحْقَرُ وَلَا أَغْيَظُ مِنْهُ فِي يَوْمِ عَرَفَةَ وَمَا ذَاكَ إِلَّا لِمَا يَرَى مِنْ تَنَزُّلِ الرَّحْمَةِ وَتَجَاوُزِ اللَّهِ عَنِ الذُّنُوبِ الْعِظَامِ إِلَّا مَا رُئِيَ يَوْمَ بَدْرٍ. قِيلَ: وَمَا رُئِيَ يَوْمَ بَدْرٍ؟ قَالَ: أَمَّا إِنَّهُ رَأَى جِبْرِيلَ يَزِعُ الْمَلَائِكَةَ] أخرجه مالك ، ويجتهد في أن يقطر من عينه قطرات من الدموع. ¶ ويكرر الاستغفار والتلفظ بالتوبة من جميع المخالفات ويسأل الله أن يعتقه من النار لأنه يوم يكثر فيه العتقاء من النار وما رئي الشيطان في يوم هو أدحر ولا أصغر منه في يوم عرفة إلا ما رئي يوم بدر، وذلك لما يرى من جود الله على عباده وإحسانه إليهم وكثرة عتقه ومغفرته.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "ويكرر الدعاء ويكثر من قول : [لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُورًا وَفِي بَصَرِي نُورًا وَفِي سَمْعِي نُورًا وَيَسِّرْ لِي أَمْرِي] لحديث: [أَفْضَلُ الدُّعَاءِ يَوْمَ عَرَفَةَ، وَأَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ] رواه مالك في الموطأ. ¶ وعن عمرو بن شعيب عن أبيه عن جده : [كَانَ أَكْثَرُ دُعَاءِ النَّبِيِّ - صلى الله عليه وسلم - يَوْمَ عَرَفَةَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ]. ¶ وعن الزبير بن العوام قال: [سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَهُوَ بِعَرَفَةَ يَقْرَأُ هَذِهِ الْآيَةَ: { شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُوا الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ } وَأَنَا عَلى ذَلِكَ مِنَ الشَّاهِدِينَ يَا رَبِّ] أخرجهما أحمد في المسند.",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "وعن علي عليه السلام قال: قال رسول الله - صلى الله عليه وسلم - : [إِنَّ أَكْثَرَ مَنْ كَانَ قَبْلِي مِنَ الْأَنْبِيَاءِ وَدُعَائِي يَوْمَ عَرَفَةَ أَنْ أَقُولَ: لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللَّهُمَّ اجْعَلْ فِي بَصَرِي نُورًا وَفِي سَمْعِي نُورًا وَفِي قَلْبِي نُورًا، اللَّهُمَّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وُسْوَاسِ الصَّدْرِ وَشَتَاتِ الْأَمْرِ وَشَرِّ فِتْنَةِ مَا يَلِجُ فِي اللَّيْلِ وَشَرِّ مَا يَلِجُ فِي النَّهَارِ وَشَرِّ مَا تَهُبُّ بِهِ الرِّيَاحُ وَشَرِّ بَوَائِقِ الدَّهْرِ] أخرجه البيهقي. ¶ وعن طلحة بن عبد الله بن كريز قال: قال رسول الله - صلى الله عليه وسلم - : [أَفْضَلُ الدُّعَاءِ دُعَاءُ يَوْمَ عَرَفَةَ وَأَفْضَلُ مَا قُلْتُ أَنَا وَالنَّبِيُّونَ مِنْ قَبْلِي لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ] أخرجه مالك وأخرجه البيهقي في كتاب الدعوات الكبير هكذا مرسلًا مبتورًا.",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "وعن سالم بن عبد الله أنه كان يقول بالموقف : [لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ بِيَدِهِ الْخَيْرُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لَا إِلَهَ إِلَّا اللَّهُ إِلَهًا وَاحِدًا وَنَحْنُ لَهُ مُسْلِمُونَ لَا إِلَهَ إِلَّا اللَّهُ وَلَوْ كَرِهَ الْمُشْرِكُونَ لَا إِلَهَ إِلَّا اللَّهُ رَبُّنَا وَرَبُّ آبَائِنَا الْأَوَّلِينَ]. ولم يزل يقول ذلك حتى غابت الشمس ثم التفت إلى بكير بن عتيق فقال: قد رأيت لو ذانك بي اليوم، ثم قال: حدثني أبي عن أبيه عمر بن الخطاب عن النبي - صلى الله عليه وسلم - قال: يقول الله [مَنْ شَغَلَهُ ذِكْرِي عَنْ مَسْأَلَتِي أَعْطَيْتُهُ أَفْضَلَ مَا أُعْطِي السَّائِلِينَ] أخرجه أبو ذر. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 60 – فصل ¶ وقت الوقوف بعرفة من فجر يوم عرفة إلى فجر يوم النحر لقول جابر لا يفوت الحج حتى يطلع الفجر من ليلة جمع قال أبو الزبير فقلت له: أقال رسول الله - صلى الله عليه وسلم - ذلك قال: نعم. ¶ وعن عروة بن مضرس بن أوس بن حارثة بن لام الطائي قال: [أَتَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - بِالْمُزْدَلِفَةِ حِينَ خَرَجَ إِلَى الصَّلَاةِ فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنِّي جِئْتُ مِنْ جَبَلِ طَيِّءٍ أَكْلَلْتُ رَاحِلَتِي وَأَتْعَبْتُ نَفْسِي وَاللَّهِ مَا تَرَكْتُ مِنْ جَبَلٍ إِلَّا وَقَفْتُ عَلَيْهِ فَهَلْ لِي مِنْ حَجٍّ؟ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - : مَنْ شَهِدَ صَلَاتَنَا هَذِهِ وَوَقَفَ مَعَنَا حَتَّى نَدْفَعُ وَقَدْ وَقَفَ قَبْلَ ذَلِكَ بِعَرَفَةَ لَيْلًا أَوْ نَهَارًا فَقَدْ تَمَّ حَجُّهُ وَقَضَى تَفَثَهُ] رواه الخمسة وصححه الترمذي.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "وعن عبد الرحمن بن يعمر : [أَنَّ نَاسًا مِنْ أَهْلِ نَجْدٍ أَتَوْا رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَهُوَ وَاقِفٌ بِعَرْفَةَ فَسَأَلُوهُ فَأَمَرَ مُنَادِيًا فَنَادَى الْحَجُّ عَرَفَةُ مَنْ جَاءَ لَيْلَةَ جَمْعٍ قَبْلَ طُلُوعِ الفَجْرِ فَقَدْ أَدْرَكَ] الحديث رواه الخمسة ودخول وقت الوقوف بعرفة من طلوع الفجر يوم عرفة (من المفردات). ¶ قال ناظم المفردات: ¶ وَقْتُ الْوُقُوفِ عِنْدَنَا فَيَدْخُلُ ¶ ... ... فِي يَوْمِ تَعْرِيفٍ بِفَجْرٍ نَقَلُوا ¶ وقال مالك والشافعي وغيرهما أو وقته زوال الشمس يوم عرفة واختاره أبو حفص العكبري وحكاه بعضهم إجماعًا لأن النبي - صلى الله عليه وسلم - إنما وقف بعد الزوال وقد قال: [خُذُوا عَنِّي مَنَاسِكَكُمْ] واختاره الشيخ تقي الدين. ¶ ووجه الدلالة للقول الأول ظاهر قوله - صلى الله عليه وسلم - : [فَمَنْ وَقَفَ بِعَرَفَةَ سَاعَةً مِنْ لَيْلٍ أَوْ نَهَارٍ فَقَدْ تَمَّ حَجُّهُ] ولأنه من يوم عرفة فكان وقتًا للوقوف كبعد العشاء وإنما وقفوا في وقت الفضيلة ولم يستوعبوا جميع وقت الوقوف قاله في المغني، والقول الأول هو الذي يترجح عندي وأن ابتداءه من فجر يوم عرفة لقوله - صلى الله عليه وسلم - : [مَنْ شَهِدَ صَلَاتَنَا هَذِهِ وَوَقَفَ مَعَنَا حَتَّىَ نَدْفَعَ وَقَدْ وَقَفَ قَبْلَ ذَلِكَ بِعَرَفَة لَيْلًا أَوْ نَهَارًا فَقَدْ تَمَّ حَجُّهُ وَقَضَى تَفَثَهُ]. رواه الخمسة. ¶ فمن حصل في هذا الوقت بعرفة ولو لحظة وهو أهل ولو مارًا أو نائمًا أو حائضًا أو جاهلًا أنها عرفة صح حجه لعموم حديث عروة بن مضرس وتقدم لا إن كان سكرانًا أو مغمى عليه لعدم العقل إلا أن يفيقوا وهم بها قبل خروج وقت الوقوف قاله في المغني.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "ومن فاته الوقوف بعرفة بأن طلع فجر يوم النحر ولم يقف بها فاته الحج ويجب أن يجمع في الوقوف بين الليل والنهار من وقف نهارًا لفعله - صلى الله عليه وسلم - مع قوله: [خُذُوا عَنِّي مَنَاسِكَكُمْ] فإن دفع قبل غروب الشمس ولم يعد بعد الغروب من ليلة النحر إلى عرفة أو عاد إليها قبل الغروب ولم يقع الغروب وهو بعرفة فعليه دم لتركه واجبًا فإن عاد إليها ليلة النحر فلا دم عليه لأنه أتى بالواجب وهو الوقوف في النهار والليل كمن تجاوز الميقات بلا إحرام ثم عاد إليه فأحرم منه. ¶ ومن وقف ليلًا فقط فلا دم عليه لحديث : [مَنْ أَدْرَكَ عَرَفَاتٍ بِلَيْلٍ فَقَدْ أَدْرَكَ الْحَجَّ] ولأنه لم يدرك جزءًا من النهار فأشبه من منزله دون الميقات إذا أحرم منه. ¶ ووقفة الجمعة في آخر يومها ساعة الإجابة عن أنس - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : [الْتَمِسُوا السَّاعَةَ الَّتِي تُرْجَى فِي يَوْمِ الْجُمُعَةِ بَعْدَ صَلَاةِ الْعَصْرِ إِلَى غَيْبُوبَةِ الشَّمْسِ] رواه الترمذي. ¶ وعن جابر - رضي الله عنه - عن رسول الله - صلى الله عليه وسلم - : [يَوْمُ الْجُمُعَةِ اثْنَتَا عَشْرَةَ سَاعَةً لَا يُوجَدُ عَبْدٌ مِسْلِمٌ يَسْأَلُ اللَّهَ عَزَّ وَجَلَّ شَيْئًا إِلَّا آتَاهُ إِيَّاهُ، فَالْتَمِسُوهَا آخِرَ سَاعَةٍ بَعْدَ الْعَصْرِ] رواه أبو داود والنسائي واللفظ له والحاكم، وقال صحيح على شرط مسلم، قال ابن القيم في الهدي: وأما ما استفاض على ألسنة العوام من أنها تعدل اثنتين وسبعين حجة باطل لا أصل له. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 61 – (فصل) ¶ ثم يدفع بعد الغروب من عرفة إلى مزدلفة وحدها ما بين المأزمين ووادي محسر وسميت بذلك من الزلف وهو التقرب لأن الحجاج إذا أفاضوا من عرفات ازدلفوا إليها أي تقربوا ومضوا إليها وتسمى أيضًا: جمعًا لاجتماع الناس بها.",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "ويسن كون دفعه بسكينة لقول جابر : [وَدَفَعَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - وَقَدْ شَنَقَ لِلْقَصْوَاءِ بِالزِّمَامِ حَتَّى إِنَّ رَأْسَهَا لَيُصِيبُ مَوْرِكَ رَحْلِهِ وَيَقُولُ بِيَدِهِ الْيُمْنَى: أَيُّهَا النَّاسُ السَّكِينَةَ السَّكِينَةَ] ، وَيُسْرع في الْفَجْوة لحديث أسامة بن زيد : [كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَسِيرُ الْعَنَقَ فَإِذَا وَجَدَ فَجْوَةً نَصَّ] أي : أسرع. ¶ فإذا بلغ مزدلفة جمع العشاءين بها من يجوز لها الجمع قبل حظ رحله لحديث أسامة بن زيد قال: [دَفَعَ النَّبِيُّ - صلى الله عليه وسلم - مِنْ عَرَفَةَ حَتَّىَ إِذَا كَانَ بِالشِّعْبِ نَزَلَ فَبَالَ ثُمَّ تَوَضَّأَ فَقُلْتُ لَهُ: الصَّلَاةُ يَا رَسُولَ اللَّهِ فَقَالَ : الصَّلَاةُ أَمَامَكَ، فَرَكِبَ فَلَمَّا جَاءَ مُزْدَلِفَةَ نَزَلَ فَتَوَضَّأَ فَأَسْبَغَ الْوُضُوءَ ثُمَّ أُقِيمَتِ الصَّلَاةُ فَصَلَّى الْمَغْرِبَ ثُمَّ أَنَاخَ كُلُّ إِنْسَانٍ بَعِيرَهُ فِي مَنْزِلِهِ ثُمَّ أُقِيمَتِ الصَّلَاةُ فَصَلَّى الْعِشَاءَ وَلَمْ يُصَلِّ بَيْنَهُمَا] متفق عليه ، وإن صلى المغرب بالطريق ترك السنة وأجزأه لأن كل صلاتين جاز الجمع بينهما جاز التفريق بينهما كالظهر والعصر بعرفة وفعله - عليه الصلاة والسلام - محمول على الأفضل. ¶ ومن فاته الصلاة مع الإمام بعرفة أو مزدلفة جمع وحده لفعل ابن عمر ثم يبيت بمزدلفة وجوبًا لأنه - عليه الصلاة والسلام - بات بها وقال : [خُذُوا عَنِّي مَنَاسِكَكُمْ] ، وليس بركن لحديث : [الْحَجُّ عَرَفَةُ فَمَنْ جَاءَ قَبْلَ لَيْلَةِ جَمْعٍ فَقَدْ تَمَّ حَجُّهُ] أي: جاء عرفة. ¶ وللحاج الدفع من مزدلفة قبل الإمام بعد نصف الليل لحديث ابن عباس : [كُنْتُ فِيمَنْ قَدَّمَ النَّبِيُّ - صلى الله عليه وسلم - فِي ضَعْفِهِ أَهْلَهُ مِنْ مُزْدَلِفَةَ إِلَى مِنًى] متفق عليه.",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "وعن عائشة قالت: [أَرْسَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - بِأُمِّ سَلَمَةَ لَيْلَةَ النَّحْرِ فَرَمَتْ قَبْلَ الْفَجْرِ ثُمَّ مَضَتْ فَأَفَاضَتْ] رواه أبو داود. ¶ وعن أم حبيبة : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - بَعَثَ بِهَا مِنْ جَمْعٍ بِلَيْلٍ]. ¶ وعن عائشة : [كَانَتْ سَوْدَةُ امْرَأَةً ثَبِطَةً فَاسْتَأْذَنَتْ رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَنْ تُفِيضَ مِنْ جَمْعٍ بِلَيْلٍ فَأَذِنَ لَهَا، قَالَتْ عَائِشَةُ: فَلَيْتَنِي اسْتَأْذَنْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَمَا اسْتَأْذَنَتْهُ سَوْدَةُ، وَكَانَتْ عَائِشَةُ لَا تُفِيضُ إِلَّا مَعَ الْإِمَامِ] أخرجه الشيخان. ¶ والأولى أن لا يخرج من مزدلفة قبل الفجر إلا الضعفة من النساء والصبيان ونحوهم فإنه يجوز لهم الخروج منها ليلًا إذا غاب القمر. ¶ أما الدليل على أن الإذن بالدفع قبل الفجر يختص بالضعفة بحديث ابن عباس، ولما ورد عن ابن عمر رضي الله عنهما : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أَذِنَ لِضَعَفَةِ النَّاسِ أَنْ يَدْفَعُوا مِنَ الْمُزْدَلِفَةِ بِلَيْلٍ] أخرجه أحمد. ¶ وعنه : [أَنَّهُ كَانَ يُقَدِّمُ نِسَاءَهُ وَصِبْيَانَهُ مِنَ الْمُزْدَلِفَةِ إِلَى مِنًى حَتَّى يُصَلُّوا الصُّبْحَ بِمِنًى وَيَرْمُوا قَبْلَ أَنْ يَأْتِيَ النَّاسُ] أخرجه مالك والبغوي في شرحه. ¶ وعن عبد الرحمن بن عوف - رضي الله عنه - : [أَنَّهُ كَانَ يُقَدِّمُ أَزْوَاجَ النَّبِيَّ - صلى الله عليه وسلم - وَضَعَفَةَ أَهْلِهِ مِنْ جَمْعٍ بِلَيْلٍ إِلَى مِنًى قَبْلَ الْفَجْرِ] وفي رواية: [أَنَّ عَبْدَ الرَّحْمَنِ كَانَ يُصَلِّي بِأُمَّهَاتِ الْمُؤْمِنِينَ الصُّبْحَ بِمِنًى] أخرجه سعيد بن منصور. ¶ وعن طلحة بن عبيد : [أَنَّهُ كَانَ يُقَدِّمُ أَهْلَهُ مِنَ الْمُزْدَلِفَةِ حَتَّى يُصَلُّوا الصُّبْحَ بِمِنًى] أخرجه مالك وسعيد بن منصور.",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "وأما الدليل على أنه إذا غاب القمر فلما ورد عن عبد الله مولى أسماء قال: [قَالَتْ أَسْمَاءُ عِنْدَ دَارِ الْمُزْدَلِفَةِ : هَلْ غَابَ الْقَمَرُ؟ قُلْتُ: لَا ، فَصَلَّتْ سَاعَةً ثُمَّ قَالَتْ لِي : هَلْ غَابَ الْقَمَرُ؟ قُلْتُ : نَعَمْ. قَالَتْ : ارْتَحِلْ فَارْتَحَلْنَا حَتَّى رَمَتِ الْجَمْرَةَ ثُمَّ صَلَّتْ فِي مَنْزِلِهَا. فَقُلْتُ لَهَا : أَيْ هَنْتَاهُ لَقَدْ غَلَسْنَا. فَقَالَتْ : كَلَّا إِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَذِنَ لِلظَّعْن]ِ، ومن طريق آخر : [أَذِنَ لِلضَّعَفَةِ] أخرجه الشيخان والله أعلم. وصلى الله على محمد وعلى آله وسلم. ¶ 62 – (فصل) ¶ وفي الدفع من مزدلفة قبل نصف الليل على غير رعاة وغير سقاة زمزم دم ما لم يعد إليها قبل الفجر فإن عاد إليها قبله فلا دم عليه، ومن أصبح بمزدلفة صلى الصبح بغلس لحديث جابر الذي رواه مسلم وأبو داود وفيه: [ثُمَّ اضْطَجَعَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - حَتَّى طَلَعَ الْفَجَرُ وَصَلَّى الْفَجْرُ حِينَ تَبَيَّنَ لَهُ الصُّبْحُ بِأَذَانٍ وَإِقَامَةٍ ثُمَّ رَكِبَ] الحديث. ¶ وقال ابن مسعود : [مَا رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - صَلَّى صَلَاةً إِلَّا لِمِيقَاتِهَا إِلَّا صَلَاتَيْنِ صَلَاةَ الْمَغْرِبِ وَالْعِشَاءِ وَصَلَّى الْفَجْرَ يَوْمَئِذٍ قَبْلَ مِيقَاتِهَا] رواه الثلاثة ، وليتسع وقت وقوفه بالمشعر الحرام ويرقى عليه إن سهل أو يقف عنده وحمد الله وهلل وكبر ودعا فقال: اللَّهُمَّ كَمَا وَقَفْتَنَا فِيهِ وَأَرَيْتَنَا إِيَّاهُ فَوَفَقْنَا لِذِكْرِكَ كَمَا هَدَيْتَنَا وَاغْفِرْ لَنَا وَارْحَمْنَا كَمَا وَعَدْتَنَا بِقَوْلِكَ وَقَوْلُكَ الْحَقُّ { فَإِذَا أَفَضْتُمْ مِنْ عَرَفَاتٍ } الآيتين إلى { غَفُورٌ رَحِيمٌ } يُكَرِّرْهُ إِلَى الْإِسْفَارِ.",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "لحديث جابر مرفوعًا : [لَمْ يَزَلْ وَاقِفًا عِنْدَ الْمَشْعَرِ الْحَرَامِ حَتَّى أَسْفَرَ جِدًّا فَإِذَا أَسْفَرَ جِدًّا سَارَ قَبْلَ طُلُوعِ الشَّمْسِ]، قَالَ عمر : [كَانَ أَهْلُ الْجَاهِلِيَّةِ لَا يُفِيضُونَ مِنْ جَمْعٍ حَتَّى تَطْلُعَ الشَّمْسُ وَيَقُولُونَ: أَشْرَقَ ثَبِيرُ كَيْمَا نُغِيرُ، وَإِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - خَالَفَهُمْ فَأَفَاضَ قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ] رواه البخاري. ¶ ويسير إذا دفع من المزدلفة وعليه السكينة لحديث ابن عباس : [ثُمَّ أَرْدَفَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْفَضْلَ بْنَ عَبَّاسٍ ثُمَّ قَالَ: أَيُّهَا النَّاسُ إِنَّ البِرَّ لَيْسَ بِإِيجَافِ الْخَيْلِ وَالْإِبِلِ فَعَلَيْكُمُ السَّكِينَةَ] فإذا بلغ محسرًا أسرع رمية حجر إن كان ماشيًا وإلا حرك دابته لقول جابر : [حَتَّى أَتَى مُحَسِّرًا فَحَرَّكَ قَلِيلًا]، وعن ابن عمر : [أَنَّهُ كَانَ يُجْهِدُ نَاقَتَهُ إِذَا مَرَّ بِمُحَسِّرٍ] أخرجه سعيد بن منصور. ¶ ثم يأخذ حصى الجمار من حيث شاء وعدده سبعون حصاة أكبر من الحمص ودون البندق كحصى الخذف لحديث ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - غداة العقبة: الْقُطْ لِي حَصًى فَلَقَطْتُ لَهُ سَبْعَ حَصَيَاتٍ مِنْ حَصَى الْخَذْفِ فَجَعَلَ يَقْبِضُهُنَّ فِي كَفِّهِ وَيَقُولُ: أَمَثَالُ هَؤُلَاءِ فَارْمُوا ثُمَّ قَالَ: أَيُّهَا النَّاسُ! إِيَّاكُمْ وَالْغُلُوَّ فِي الدِّينِ؛ فَإِنَّمَا أَهْلَكَ مَنْ كَانَ قَبْلَكُمُ الْغُلُوُّ فِي الدِّينِ] رواه ابن ماجه وكان ذلك بمنى قاله في الشرح الكبير.",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "ولا يسن غسل الحصى قال أحمد: لم يبلغنا أن النبي - صلى الله عليه وسلم - فعله، ولا يرمي بحصى قد رمي به، والسنة التقاط سبع في اليوم الذي يرمي به جمرة العقبة اقتداء بالنبي - صلى الله عليه وسلم - أما الأيام الثلاثة فيلتقط كل يوم إحدى وعشرين حصاة يرمي بها الجمار الثلاثة. ¶ ولا تجزي صغيرة جدًّا أو كبيرة ولا بغير الحصى كجوهر وزمرد وياقوت وذهب لأن النبي - صلى الله عليه وسلم - رمي بالحصى وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ]، فإذا وصل منى وهي ما بين وادي محسر وجمرة العقبة بدأ بها فرماها راكبًا أو ماشيًا كيفما شاء لأن النبي - صلى الله عليه وسلم - رَمَاهَا عَلَى رَاحِلَتِهِ رواه جابر وابن عمر وأم أبي الأحوص وغيرهم. ¶ وقال جابر: [رَأَيْتُ النَّبِيَّ - صلى الله عليه وسلم - يَرْمِي عَلَى رَاحِلَتِهِ يَوْمَ النَّحْرِ وَيَقُولُ: خُذُوا عَنِّي مَنَاسِكَكُمْ فَإِنِّي لَا أَدْرِي لَعَلِّي لَا أَحُجُّ بَعْدَ حَجَّتِي هَذِهِ] رواه مسلم. ¶ وقال نافع: [كَانَ ابْنُ عُمَرَ يَرْمِي جَمْرَةَ الْعَقَبَةِ عَلَى دَابَّتِهِ يَوْمَ النَّحْرِ وَكَانَ لَا يَأْتِي سَائِرُهَا بَعْدَ ذَلِكَ إِلَّا مَاشِيًا ذَاهِبًا وَرَاجِعًا] رواه أحمد في المسند. ¶ ويرميها بسبع واحدة بعد أخرى لحديث جابر : [حَتَّى إِذَا أَتَى الْجَمْرَةَ الَّتِي عِنْدَ الشَّجَرَةِ فَرَمَاهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ مِنْهَا]، ويشترط الرمي للخبر فلا يجزي الوضع في المرمى لأنه ليس برمي، ويجزي طرحها. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 63 – (فصل)",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "ويشترط كون الرمي واحدة بعد واحدة فلو رمى أكثر من حصاة دفعة واحدة لم يجزئه إلا عن حصاة واحدة لأن النبي - صلى الله عليه وسلم - رمى سبع رميات وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ] ، ويشترط علمه بحصولها في المرمى في جمرة العقبة وفي سائر الجمرات لأن الأصل بقاء الرمي في ذمته فلا يزول بالظن ولا بالشك فيه . ¶ ووقت الرمي من نصف ليلة النحر لمن وقف قبله لحديث عائشة مرفوعًا : [أَمَرَ أُمَّ سَلَمَةَ لَيْلَةَ النَّحْرِ فَرَمَتْ جَمْرَةَ الْعَقَبَةِ قَبْلَ الْفَجْرِ ثُمَّ مَضَتْ فَأَفَاضَتْ] رواه داود. ¶ وروي أنه أمرها أن تعجل الإفاضة وتوافي مكة مع صلاة الفجر احتج به أحمد، ولأنه وقت للدفع من مزدلفة أشبه ما بعد طلوع الشمس. ¶ وقال في المغني : ولرمي هذه الجمرة وقتان وقت فضيلة ووقت إجزاء فأما وقت الفضيلة فبعد طلوع الشمس. ¶ قال ابن عبد البر: أجمع علماء المسلمين على أن رسول الله - صلى الله عليه وسلم - إنما رماها ضحى ذلك اليوم. ¶ وقال جابر : [رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَرْمِي الْجَمْرَةَ ضُحَى يَوْمِ النَّحْرِ وَحْدَهُ وَرَمَى بَعْدَ ذَلِكَ بَعْدَ زَوَالِ الشَّمْسِ] أخرجه مسلم. ¶ وقال ابن عباس: [قَدِمْنَا عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - أُغَيْلِمَةَ بَنِي عَبْدِ الْمُطَّلِبِ عَلَى أُحْمَرَاتٍ لَنَا مِنْ جَمْعٍ فَجَعَلَ يَلْطَخُ أَفْخَاذَنَا وَيَقُولُ: أَبَنِي عَبْدِ الْمُطَّلِبِ لَا تَرْمُوا الْجَمْرَةَ حَتَّى تَطْلُعَ الشَّمْسُ] رواه ابن ماجه . وكان رميها بعد طلوع الشمس يجزي بالإجماع وكان أولى. ¶ وأما وقت الجواز فأوله نصف الليل من ليلة النحر، وبذلك قال عطاء وابن أبي ليلى وعكرمة بن خالد والشافعي، وعن أحمد أنه يجزي بعد الفجر قبل طلوع الشمس وهو قول مالك وأصحاب الرأي وإسحاق وابن المنذر.",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "وقال مجاهد والثوري والنخعي لا يرميها إلا بعد طلوع الشمس لما روينا من الحديث انتهى , فإن غربت شمس يوم النحر قبل الرمي فإنه يرمي تلك الجمرة من غد بعد الزوال لقول ابن عمر : مَنْ فَاتَهُ الرَّمْيُ حَتَّى تَغِيبَ الشَّمْسُ فَلَا يَرْمِي حَتَّى تَزُولَ الشَّمْسُ مِنَ الْغَدِ. ¶ ويستحب أن يكبر مع كل حصاة لما في حديث جابر : [يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ مِنْهَا]، وأن يقول مع كل حصاة: اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا وَذَنْبًا مَغْفُورًا وَسَعْيًا مَشْكُورًا. ¶ لما روى حنبل عن زيد بن أسلم قال: [رَأَيْتُ سَالِمَ بْنَ عَبْدِ اللَّهِ اسْتَبْطَنَ الْوَادِي بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ ثُمَّ قَالَ : اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا] فذكره فسألته عما صنع فقال: حدثني أبي أَنَّ النَّبِيَّ - صلى الله عليه وسلم - رَمَى جَمْرَةَ الْعَقَبَةِ مِنْ هَذَا الْمَكَانِ وَيَقُولُ كُلَّمَا رَمَى مِثْلَ ذَلِكَ. ويستحب أن يرميها من بطن الوادي ويجعل في حالة الرمي البيت عن يساره ومنى عن يمينه لما ورد عن عبد الله بن مسعود : [أَنَّهُ انْتَهَى إِلَى الْجَمْرَةِ الْكُبْرَى فَجَعَلَ الْبَيْتَ عَنْ يَسَارِهِ وَمِنًى عَنْ يَمِينِهِ وَرَمَى بِسَبْعٍ وَقَالَ: هَكَذَا رَمَى الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ] متفق عليه. ¶ ولمسلم في رواية : [جَمْرَةِ الْعَقَبَةِ] وفي رواية لأحمد : [أَنَّهُ انْتَهَى إِلَى الْجَمْرَةِ فَرَمَاهَا مِنْ بَطْنِ الْوَادِي بِسَبْعِ حَصَيَاتٍ وَهُوَ رَاكِبٌ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ وَقَالَ: اللَّهُمَّ اجْعَلْهُ حَجًّا مَبْرُورًا وَذَنْبًا مَغْفُورًا، ثُمَّ قَالَ هَاهُنَا كَانَ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ] .",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "وَيَرْفَعُ يَمْنَاهُ إِذَا رَمَى حَتَّى يُرَى بَيَاضُ إِبِطِهِ لِأَنَّهُ مَعُونَةٌ عَلَى الرَّمْيِ وَلَا يَقِفْ عِنْدَهَا؛ لما أخرجه البخاري عن الزهري قال سمعت سالمًا يحدث عن أبيه عن النبي - صلى الله عليه وسلم - : [أَنَّهُ كَانَ إِذَا رَمَى الْجَمْرَةَ رَمَاهَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ مَعَ كُلِّ حَصَاةٍ ثُمَّ يَنْحَدِرُ أَمَامَهَا فَيَقِفُ مُسْتَقْبِلَ الْقِبْلَةِ رَافِعًا يَدَيْهِ يَدْعُو وَكََانَ يُطِيلُ الْوُقُوفَ وَيَأْتِي الْجَمْرَةَ الثَّانِيَةَ فَيَرْمِيهَا بِسَبْعِ حَصَيَاتٍ وَيُكَبِّرُ كُلَّمَا رَمَىِ بِحَصَاةٍ ثُمَّ يَنْحَدِرُ ذَاتَ اليَّسَارِ مِمَّا يَلِي الْوَاَدِي فَيَقِفُ مُسْتَقْبِلَ الْبَيْتِ رَافِعًا يَدَيْهِ يَدْعُو ثُمَّ يَأْتِي الْجَمْرَةَ الَّتِي عِنْدَ الْعَقَبَةِ فَيَرْمِيهَا بِسَبْعِ حَصَيَاتٍ، يُكَبِّرُ كُلَّمَا رَمَاهَا بِحَصَاةٍ ثُمَّ يَنْصَرِفُ وَلَا يَقِفُ عِنْدَهَا]. ¶ وروى ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - كَانَ إِذَا رَمَى جَمْرَةَ الْعَقَبَةِ انْصَرَفَ وَلَمْ يَقِفْ] رواه ابن ماجه، ولضيق المكان، وله رمي جمرة العقبة من فوقها لفعل عمر لما رأى من الزحام عندها. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 64 – فصل ¶ ويقطع التلبية بأول الرمي لحديث ابن عباس : [أَنَّ أُسَامَةَ كَانَ رِدْفَ النَّبِيِّ - صلى الله عليه وسلم - مِنْ عَرَفَةَ إِلَى الْمُزْدَلِفَةِ ثُمَّ أَرْدَفَ الْفَضْلَ مِنَ الْمُزْدَلِفَةِ إِلَى مِنًى وَكِلَاهُمَا قَالَ: لَمْ يَزَلِ النَّبِيُّ - صلى الله عليه وسلم - يُلَبِّي حَتَّى رَمَى جَمْرَةَ الْعَقَبَةِ قَطَعَ عِنْدَ أَوَّلِ حَصَاةٍ] رواه حنبل في المناسك.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "ثم ينحر هديًا معه واجبًا كان أو تطوعًا لقول جابر : [ثُمَّ انْصَرَفَ إِلَى الْمَنْحَرِ فَنَحَرَ ثَلَاثًا وَسِتِّينَ بَدَنَةً بِيَدِهِ ثُمَّ أَعْطَىَ عَلِيًّا فَنَحَرَ مَا غَبَرَ وَأَشْرَكَهُ فِي هَدْيِهِ فَإِنْ لَمْ يَكُنْ مَعَهُ هَدْيٌ وَعَلَيْهِ وَاجِبٌ اشْتَرَاهُ، وَإِذَا نَحَرَهَا فَرَّقَهَا لِمَسَاكِينَ الْحَرَمِ أَوْ أَطْلَقَهَا لَهَمْ]. ¶ ثم يحلق لقوله تعالى : { مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ } وسن استقبال مخلوق رأسه للقبلة كسائر المناسك، وسن بداءة بشقه الأيمن لما ورد عن أنس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - أَتَى مِنًى فَأَتَى الْجَمْرَةَ فَرَمَاهَا ، ثُمَّ أَتَى مَنْزِلَهُ بِمِنًى وَنَحَرَ نُسُكَهُ ، ثُمَّ دَعَا بِالْحَلَّاقِ وَنَاَوَلَ الْحَالِقَ شِقَّهُ الْأَيْمَنَ ، ثُمَّ دَعَا أَبَا طَلْحَةَ الْأَنْصَارِيَّ فَأَعْطَاهُ إِيَّاهُ ، ثُمَّ نَاوَلَهُ الشِّقَّ الْأَيْسَرَ فَقَالَ : احْلِقْ . فَحَلَقَهُ ، فَأَعْطَاهُ أَبَا طَلْحَةَ فَقَالَ : اقْسِمْهُ بَيْنَ النَّاسِ] متفق عليه، وكان - صلى الله عليه وسلم - يعجبه التيامن في شأنه كله. ¶ ويسن أن يبلغ بالحلق العظم الذي عند مقطع الصدغ من الوجه لأن ابن عمر كان يقول للحالق: أَبْلَغِ الْعَظْمَيْنِ افْصِلِ الرْأْسَ مِنَ اللِّحْيَةِ. وكان عطاء يقول : مِنَ السُّنَّةِ إِذَا حَلَقَ أَنْ يَبْلُغَ الْعَظْمَيْنِ، قال جماعة: ويدعو، قال الموفق وغيره : ويكبر وقت الحلق لأنه نسك، وإن قصر فمن جميع شعر رأسه لا من كل شعرة بعينها لأن ذلك لا يعلم إلا بحلقه، والأصل في ذلك قوله تعالى: { مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ } وهو عام في جميع شعر الرأس. وقد حلق - صلى الله عليه وسلم - جميع رأسه فكان ذلك تفسيرًا لمطلق الأمر بالحلق أو التقصير فيجب الرجوع إليه.",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "والمرأة تقصر من شعرها قدر أنملة فأقل من رؤوس الضفائر لحديث ابن عباس مرفوعًا : [لَيْسَ عَلَى النِّسَاءِ حَلْقٌ إِنَّمَا عَلَى النِّسَاءِ التَّقْصِيرُ] رواه أبو داود ولأنه مُثْلَةٌ في حقِّهِنَّ. ¶ ويسن أخذ أظفاره وشاربه وعانته وإبطه قال ابن المنذر : [ثَبَتَ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لَمَّا حَلَقَ رَأْسَهُ قَلَّمَ أَظْفَارَهُ]، وكان ابن عمر يأخذ من شاربه وأظفاره، ثم قد حل له كل شيء من الطيب وغيره إلا النساء لحديث عائشة مرفوعًا قال: [إِذَا رَمَيْتُمْ وَحَلَقْتُمْ فَقَدْ حَلَّ لَكُمُ الطِّيبُ وَالثِّيَابُ وَكُلُّ شَيْءٍ إِلَّا النِّسَاءَ] رواه سعيد، وقالت عائشة : [طَيَّبْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - لِإِحْرَامِهِ حِينَ أَحْرَمَ وَلِحِلِّهِ قَبْل أَنْ يَطُوفَ بِالْبَيْتِ] متفق عليه. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 65 – (فصل) ¶ والحلق والتقصير نسك في حج وعمرة في تركهما معًا دم، لأنه تعالى وصفهم بذلك وامتن عليهم به فدل على أنه من العبادة ولأمره - عليه الصلاة والسلام - بقوله فليقصر ثم ليحلل ولو لم يكن نسكًا لم يتوقف الحل عليه، ودعا - عليه الصلاة والسلام - للمقصرين والمحلقين وفاضل بينهم فلولا أنه نسك لما استحقوا لأجله الدعاء ولما وقع التفاضل فيه إذ لا مفاضلة في المباح، ولا دم عليه إن أخر الحلق أو التقصير عن أيام منى لقوله تعالى: { وَلَا تَحْلِقُوا رُءُوسَكُمْ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ } فبين أول وقته دون آخره فمتى أتى به أجزأه كالطواف لكن لابد من نيته نسكًا كالطواف.",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "123",
            "nass": "وإن قدم الحلق على الرمي أو على النحر أو طاف للزيارة قبل رميه أو نحر قبل رميه جاهلًا أو ناسيًا فلا شيء عليه وكذا لو كان عالمًا لما ورد عن عبد الله بن عمرو بن العاص رضي الله عنهما : [أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - وَقَفَ فِي حَجَّةِ الْوَدَاعِ فَجَعَلُوا يَسْأَلُونَهُ فَقَالَ رَجُلٌ : لَمْ أَشْعُرْ فَحَلَقْتُ قَبْلَ أَنْ أَذْبَحَ. قَالَ: اذْبِحْ وَلَا حَرَجَ. وَجَاءَ آخَرُ فَقَالَ: لَمْ أَشْعُرْ فَنَحَرْتُ قَبْلَ أَنْ أَرْمِ. قَالَ: ارْمِ وَلَا حَرَجَ] متفق عليه . وعن ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قِيلَ لَهُ فِي الذَّبْحِ وَالْحَلْقِ وَالرَّمْيِ وَالتَّقْدِيمِ وَالتَّأْخِيرِ فَقَالَ: لَا حَرَجَ]. متفق عليه. والله أعلم وصلى الله على محمد وآله وسلم. ¶ 66 – (فصل) ¶ ويحصل التحلل الأول باثنين من ثلاثة: رمي جمرة العقبة، وحلق أو تقصير وطواف إفاضة، ويحصل التحلل الثاني بما بقي منها مع السعي من متمتع مطلقًا ومفرد وقارن لم يسعيا مع طواف قدوم لأنه ركن. ¶ ثم يخطب الإمام أو نائبه بمنى يوم النحر خطبة يفتتحها بالتكبير يعلمهم فيها النحر والإفاضة والرمي للجمرات لحديث ابن عباس مرفوعًا: [خَطَبَ النَّاسَ يَوْمَ النَّحْرِ بِمِنًى] أخرجه البخاري، وقال أبو أمامة: [سَمِعْتُ خُطْبَةَ النَّبِيِّ - صلى الله عليه وسلم - بِمِنًى يَوْمَ النَّحْرِ] رواه أبو داود.",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "124",
            "nass": "وعن أبي بكرة قال: [خَطَبَنَا النَّبِيُّ - صلى الله عليه وسلم - يَوْمَ النَّحْرِ فَقَالَ: [أَتَدْرُونَ أَيَّ يَوْمٍ هَذَا؟ قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ. فَقَالَ: أَلَيْسَ يَوْمَ النَّحْرِ؟ قُلْنَا: بَلَى. قَالَ: أَيُّ شَهْرٍ هَذَا؟ قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ. فَقَالَ: أَلَيْسَ ذُو الْحِجَّةِ؟ قُلْنَا: بَلَى. قَالَ: أَيُّ بَلَدٍ هَذَا؟ قُلْنَا: اللَّهُ وَرَسُولُهُ أَعْلَمُ. فَسَكَتَ حَتَّى ظَنَنَّا أَنَّهُ سَيُسَمِّيهِ بِغَيْرِ اسْمِهِ. فَقَالَ: أَلَيْسَتِ الْبَلَدَةَ؟ قُلْنَا: بَلَى. قَالَ: فَإِنَّ دِمَاءَكُمْ وَأَمْوَالَكُمْ عَلَيْكُمْ حَرَامٌ كَحُرْمَةِ يَوْمِكُمْ هَذَا فِي شَهْرِكُمْ هَذَا فِي بَلِدِكُمْ هَذَا إِلَى يَوْمِ تَلْقَوْنَ رَبَّكُمْ، أَلَا هَلْ بَلَّغْتُ. قَالُوا: نَعَمْ. قَالَ: اللَّهُمَّ اشْهَدْ، فَلْيُبَلِّغِ الشَّاهِدُ الْغَائِبَ فَرُبَّ مُبَلَّغٍ أَوْعَى مِنْ سَامِعٍ، فَلَا تَرْجِعُوا بَعْدِي كُفَّارًا يَضْرِبُ بَعْضُكُمْ رِقَابَ بَعْضٍ] رواه البخاري وأحمد. ¶ (ومن مختصر النظم مما يتعلق بصفة الحج والعمرة) ¶ وَفِي الثَّامِنِ الْإِحْرَامُ مِنْ مُتَمَتِّعٍ ¶ بِحَجٍّ كَحُلَّالِ الْحَرِيمِ الْمُجَدَّدِ ¶ وَإِحْرَامُهُ فِي الْحِلِّ صَحَّ وَلَا دَمٌ ¶ وَأَفْضَلُهُ مِنْ بَطْنِ مَكَّةَ فَاقْتَدِ ¶ فَسَيَسْتَقْبِلُونَ الظُّهْرَ وَالْعَصْرَ فِي مِنًى ¶ وَبَاتُوا وَسَارُوا مَطْلَعَ الشَّمْسِ فِي غَدِ ¶ إِلَى عَرَفَاتٍ مَجْمَعِ الْوَفْدِ كُلِّهِمْ ¶ وَكُلُّ سِوَى الْإِحْرَامِ سُنَّةُ مُرْشِدِ ¶ وَيَجْمَعُ بَيْنَ الظُّهْرِ وَالْعَصْرِ أَهْلُهُ ¶ بِتَأْذِينِ فَرْضٍ وَالْإِقَامَةِ عَدَدِ",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "125",
            "nass": "وَفِي يَوْمِهِمْ يَأْتُوا إِلَى عَرَفَاتِهِمْ ¶ وَفِي الصَّخَرَاتِ الْفَرْضُ أَرْضُ التَّغَمُّدِ ¶ فَيَا عَرَفَاتَ الْخَيْرِ كُلُّكَ مَوْقِفٌ ¶ وَيَا عُرَنِيًّا لَيْسَ يُجْزِيكَ فَاصْعَدِ ¶ وَقِفْ رَاكِبًا أَوْلَى وَقَدْ قِيلَ عَكْسُهُ ¶ وَهَلِّلْ وَأَكْثِرْ مِنْ دُعَائِكَ وَاجْهَدِ ¶ وَلَبِّ وَحَمِّدْ وَأَكْثِرِ الذِّكْرَ وَاقِفًا ¶ وَبَعْدَ غُرُوبِ الشَّمْسِ فَادْفَعْ تُحَمَّدِ ¶ وَرُكْنٌ وُقُوفُ الْمَرْءِ فِي عَرَفَاتِهِ ¶ بِأَيْسَرِ وَقْتٍ كَانَ مِنْ حِينَ يَبْتَدِي ¶ مُؤَخَّرُ فَجْرِ يَوْمِ تَعْرِيفِهِ إِلَى ¶ مُؤَخَّرِ فَجْرِي عِيدِ نَحْرِ الْمُقَلّدِ ¶ وَلَيْسَ لِسَكْرَانٍ وَمُغْمَى عَلَيْهِ مِنْ ¶ وُقُوفٍ وَمَجْنُونٍ لِفَقْدِ التَّقَصُّدِ ¶ وَمَنْ سَارَ مِنْهَا قَبْلَ مَغْرِبِ شَمْسِهِ ¶ عَلَيْهِ دَمٌ مَا لَمْ يَعُدْ قَبْلُ فَاشْهَدِ ¶ وَبَعْدَ غُرُوبِ الشَّمْسِ يَدْفَعُ طَالِبًا ¶ لِجَمْعٍ وَسِرْ سَيْرَ السَّكِينَةِ تَقْتَدِي ¶ وَسِرْ فِي سَبِيلِ الْمَأْزِمَيْنِ فَإِنْ تَجِدْ ¶ إِذًا فُرْجَةً أَسْرِعْ وَلَا تَتَأَوَّدِ ¶ فَإِنْ جِئْتَهَا صَلِّ الْعِشَاءَيْنِ جَامِعًا ¶ وَلَوْ مُفْرِدًا لِلَّنْدِبِ لَا الْحَتْمِ فَاقْتَدِ ¶ وَبِتْ ثُمَّ صَلِّ الصُّبْحَ أَوَّلَ وَقْتِهَا ¶ وَأَوْجِبْ لِنِصْفِ اللَّيْلِ بِبَيْتُوتَةٍ قَدِ ¶ وَمَنْ جَاءَ بَعْدَ الْفَجْرِ يَلْزَمُهُ دَمٌ ¶ كَذَا الدَّفْعُ قَبْلَ النِّصْفِ فِي الْمُتَأَطِّدِ ¶ وَقِفْ أَوْ تَرَقَّ فَوْقَ أَشْرَفِ مَشْعَرٍ ¶ وَكَبِّرْ وَسَلْ تُعْطَى الرَّغَائِبَ وَاحْمِدِ ¶ إِلَى غَايَةِ الْإِسْفَارِ ثُمَّ قُبَيْلِ أَنْ ¶ تَلُوحَ ذَكَا فَادْفَعْ وَلَا تَتَرَدَّدِ ¶ فَسِرْ مُسْرِعًا إِنْ جِئْتَ وَادِي مُحْسَرٍ",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "126",
            "nass": "كَرَمْيِكَ فِي الصَّحْرَاءِ يَوْمًا بِجَلْمَدِ ¶ وَبَادِرْ مِنًى نَحْوَ الْعُقَيْبَةِ رَامِيًا ¶ بِسَبْعٍ عَلَى التَّرْتِيبِ مُنْتَصِبَ الْيَدِ ¶ بِوَاحِدَةٍ مِنْ بَعْدِ أُخْرَى ارْمِ يَا فَتَى ¶ وَإِنْ تَرْمِ سَبْعًا دُفْعَةً فَكَمُفْرِدِ ¶ بِمِثْلِ حَصَاةِ الْخَذْفِ فَارْمِ وَلَا تَقِفْ ¶ وَلَا تُجْزِئُ الْكُبْرَى وَصُغْرَى بَلِ اقْتَدِي ¶ وَلَا يُجْزِئُ الْمَرْمِيَ بِهِ مَرَّةً وَلَا ¶ بِغَيْرِ الْحَصَا مِنْ فِضَّةٍ أَوْ زَبَرْجَدِ ¶ وَكَبِّرْ مَعَ رَفْعِ الْحَصَاةِ وَدَعْ إِذَا ¶ بَدَأْتَ بِرَمْيٍ قَوْلَ لَبَّيْكَ تَرْشُدِ ¶ وَمِنْ بَعْدِ نِصْفِ اللَّيْلِ رَمْيُكَ مُجْزِئٌ ¶ وَبَيْنَ طُلُوعِ الشَّمْسِ وَالْمَيْلَ جَوِّدِ ¶ وَلَا تَقِفْنَ وَالْأَفْضَلُ الرَّمْيُ مَاشِيًا ¶ وَمِنْ بَعْدِ ذَا نَحْرِ الْهَدَايَا لِتَقْصُدِ ¶ وَبَعْدُ احْلِقَنَّ أَوْ قَصِّرِ الشَّعْرَ كُلَّهُ ¶ وَعَنْهُ اجْتَزِئْ بِالْبَعْضِ كَالْمَسْحِ تَهْتَدِ ¶ وَلِلنِّسْوَةِ التَّقْصِيرُ فَرْضٌ مُعَيَّنٌ ¶ بِأَنْمُلَةٍ مِنْ كُلِّهِ فِي الْمُؤَكَّدِ ¶ وَمِنْ بَعْدِ ذَا غَيْرِ النِّسَاءِ مُحَلَّلٌ ¶ وَعَنْهُ سِوَى وَطْءِ الْفُرُوجِ اسْتَبِحْ قَدِ ¶ وَلِلْحَلْقِ وَالتَّقْصِيرِ نُسْكٌ وَيَحْصُلُ ال ¶ تَّحَلُّلُ بِهِ وَالرَّمْيُ أَوْ طَوْفُ مُقْتَدِي ¶ فَفِي يَوْمِ عِيدِ النَّحْرِ فِعْلٌ لِسِتَّةٍ ¶ وُقُوفُهُمُوا فِي الْمَشْعَرِ الْمُتَمَجَّدِ ¶ وَقَصْدُ مِنًى وَالرَّمْيُ وَالنَّحْرُ بَعْدَهُ ¶ وَحَلْقُ النَّوَاصِي وَالطَّوَافُ الْمُؤَكَّدِ ¶ فَمَنْ لَمْ يُرَتِّبْهَا فَلَا دَمَ مُطْلَقًا ¶ وَفِيهِ مَقَالٌ آخَرُ فِي التَّعَمُّدِ ¶ وَيَخْطُبُ يَوْمَ النَّحْرِ فِي الْمُتَأَكَّدِ ¶ لِنَحْرِ وَرَمْيٍ وَالْإِفَاضَةِ أَرْشِدِ",
            "page": "126",
            "part": "1"
        },
        {
            "hno": null,
            "id": "127",
            "nass": "وَمِنْ بَعْدِ هَذَا فَاقْصِدِ الْبَيْتَ طَائِفًا ¶ بِنِيَّةِ طَوْفِ الْفَرْضِ شَرْطٌ مُؤَكَّدِ ¶ وَهَذَا هُوَ الرُّكْنُ الْمُثَنَّى مُكْمِلٌ ¶ لِحَجِّكَ فَاحْلُلْ كُلَّ حِلِّكَ وَاحْمِدِ ¶ وَمِنْ نِصْفِ لَيْلِ النَّحْرِ أَوَّلُ وَقْتِهِ ¶ وَفِي يَوْمِهِ أَوْلَى وَإِنْ شِئْتَ بَعْدِ ¶ والله أعلم وصلى الله على محمد وآله وسلم. ¶ 67 – (فصل) ¶ ثم يفيض إلى مكة لقول عائشة رضي الله عنها: [حَجَجْنَا مَعَ النَّبِيِّ - صلى الله عليه وسلم - فَأَفَضْنَا يَوْمَ النَّحْرِ فَحَاضَتْ صَفِيَّةُ فَأَرَادَ النَّبِيُّ - صلى الله عليه وسلم - مِنْهَا مَا يُرِيدُ الرَّجُلُ مِنْ أَهْلِهِ فَقُلْتُ: يَا رَسُولَ اللَّهِ إِنَّها أَفَاضَتْ يَوْمَ النَّحْرِ، قَالَ: اخْرُجُوا] متفق عليه. ¶ ويطوف القارن والمفرد بنية الفريضة طواف الزيارة ويقال طواف الإفاضة ويعينه بالنية لعموم : [إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ] ولأن النبي - صلى الله عليه وسلم - سمى الطواف بالبيت صلاة وهي لا تصح بدونها ويكون بعد وقوفه بعرفة لأنه - عليه الصلاة والسلام - طاف كذلك وقال: [خُذُوا عَنِّي مَنَاسِكَكُمْ] وهو ركن لا يتم الحج إلا به إجماعًا قاله ابن عبد البر لقوله تعالى : { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } وكذا المتمتع يطوف لزيارة فقط كمن دخل المسجد وأقيمت الصلاة فإنه يكتفي بها عن تحية المسجد وأول وقته بعد نصف ليلة النحر لمن وقف قبل ذلك بعرفة وإلا فبعد الوقوف وأفضل فعله يوم النحر لحديث ابن عمر : [أَفَاضَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - يَوْمَ النَّحْرِ] متفق عليه (وتقدم الكلام على أول وقت الرمي).",
            "page": "127",
            "part": "1"
        },
        {
            "hno": null,
            "id": "128",
            "nass": "ويستحب أن يدخل البيت فيكبر في نواحيه ويصلي فيه ركعتين بين العمودين تلقاء وجهه ويدعو الله عز وجل لحديث ابن عمر قال: [دَخَلَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْبَيْتَ وَأُسَامَةُ بْنُ زَيْدٍ وَبِلَالٌ وَعُثْمَانُ بْنُ طَلْحَةَ فَأَغْلَقُوا عَلَيْهِمْ فَلَمَّا فَتَحُوا كُنْتُ أَوَّلَ مَنْ وَلَجَ فَلَقِيتُ بِلَالًا فَسَأَلْتُهُ هَلْ صَلَّى النَّبِيُّ - صلى الله عليه وسلم - فِي الْكَعْبَةِ؟ قَالَ: رَكْعَتَيْنِ بَيْنَ السَّارِيَتَيْنِ عَنْ يَسَارِكَ إِذَا دَخَلْتَ ثُمَّ خَرَجَ فَصَلَّى فِي وَجْهِ الْكَعْبَةِ رَكْعَتَيْنِ] رواه الشيخان ولفظه للبخاري. ¶ وأما ما رواه الشيخان عن أسامة أيضًا والبخاري عن ابن عباس : [أَنَّ النَّبِيَّ - صلى الله عليه وسلم - لَمْ يُصَلِّ فِي الْكَعْبَةِ] فجوابه أن الدخول كان مرتين فلم يصل في الأولى وصلى في الثانية كذا رواه أحمد في مسنده وذكره ابن حبان في صحيحه، وإن أخر طواف الزيارة عن أيام منى جاز لأنه لا آخر لوقته. ¶ قال في الإنصاف، وقال في الواضح عليه دم إذا أخره عن يوم النحر لغير عذر وخرج القاضي وغيره رواية بوجوب الدم إذا أخره عن أيام منى ولا شيء عليه كتأخير السعي.",
            "page": "128",
            "part": "1"
        },
        {
            "hno": null,
            "id": "129",
            "nass": "ثم يسعى متمتع لحجه لأن سعيه الأول لعمرته لحديث ابن عباس رضي الله عنهما : [أَنَّهُ سُئِلَ عَنْ مُتْعَةِ الْحَجِّ فَقَالَ : أَهَلَّ الْمُهَاجِرُونَ وَالْأَنْصَارُ وَأَزْوَاجُ النَّبِيِّ - صلى الله عليه وسلم - فِي حَجَّةِ الْوَدَاعِ وَأَهْلَلْنَا فَلَمَّا قَدِمْنَا مَكَّةَ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: اجْعَلُوا إِهْلَالَكُمْ بِالْحَجِّ عُمْرَةً إِلَّا مَنْ قَلَّدَ الْهَدْيَ. فَطُفْنَا بِالْبَيْتِ وَالْمَرْوَةِ وَأَتَيْنَا النِّسَاءَ وَلَبِسْنَا الثِّيَابَ، وَقَالَ: مَنْ قَلَّدَ الْهَدْيَ فَإِنَّهُ لَا يَحِلُّ حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ، ثُمَّ أَمَرَنَا عَشِيَّةَ التَّرْوِيَةِ أَنَّ نَهِلَّ بِالْحَجِّ، فَإِذَا فَرَغْنَا مِنَ الْمَنَاسِكِ جِئْنَا فَطُفْنَا بِالْبَيْتِ وَبِالصَّفَا وَالْمَرْوَةِ] وهو صريح في سعي المتمتع مرتين، وذهب طائفة من أهل العلم إلى أنه يكفيه سعي عمرته الذي بعد طوافه. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 68 – (فصل) ¶ قال في الاختبارات الفقهية: والمتمتع يكفيه سعي واحد بين الصفا والمروة وهو إحدى الروايتين عن أحمد نقلها عبد الله عن أبيه ويسعى من لم يسع مع طواف القدوم من مفرد وقارن ومن سعى منهما لم يعده. ¶ عن عائشة : [أَنَّهَا حَاضَتْ بِسَرَفٍ فَتَطَهَّرَتْ بِعَرَفَةَ فَقَالَ لَهَا رَسُولُ اللَّهِ - صلى الله عليه وسلم - : يُجْزِئُ عَنْكِ طَوَافُكِ بِالصَّفَا وَالْمَرْوَةِ عَنْ حَجَّكِ وَعُمْرَتِكِ] رواه مسلم.",
            "page": "129",
            "part": "1"
        },
        {
            "hno": null,
            "id": "130",
            "nass": "عن ابن عمر قال: قال رسول الله - صلى الله عليه وسلم - : [مَنْ قَرَنَ بَيْنَ حَجِّهِ وَعُمْرَتِهِ أَجْزَأَهُ لَهُمَا طَوَافٌ وَاحِدٌ] رواه أحمد وابن ماجه، وفي لفظ: [مَنْ أَحْرَمَ بِالْحَجِّ وَالْعُمْرَةِ أَجْزَأَهُ طَوَافٌ وَاحِدٌ وَسَعْيٌ وَاحِدٌ مِنْهُمَا حَتَّى يَحِلَّ مِنْهُمَا جَمِيعًا] رواه الترمذي وقال: حديث حسن غريب، ولأنه لا يستحب التطوع به كسائر الإنساك إلا الطواف فإنه كصلاة. ¶ ثم يشرب من ماء زمزم لما أحب ويتضلع منه ويرش على بدنه وثوبه عن محمد بن عبد الرحمن بن أبي بكر قال: كُنْتُ عِنْدَ ابْنِ عَبَّاسٍ جَالِسًا فَجَاءَ رَجُلٌ فَقَالَ : مِنْ أَيْنَ جِئْتَ؟ قال: مِنْ زَمْزَمَ. قال: فَشَرِبْتُ مِنْهَا كَمَا يَنْبَغِي. قال: وَكَيْفَ؟ قال: إِذَا شَرِبْتَ مِنْهَا فَاسْتَقْبِلِ الْقِبْلَةَ وَاذْكُرِ اسْمَ اللَّهِ وَتَنَفَّسْ ثَلَاثًا تَضَلَّعْ مِنْهَا فَإِذَا فَرَغْتَ فَاحْمِدِ اللَّهَ عَزَّ وَجَلَّ فَإِنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ: [إِنَّ آيَةَ مَا بَيْنَنَا وَبَيْنَ الْمُنَافِقِينَ لَا يَتَضَلَّعُونَ مِنْ زَمْزَمَ] أخرجه ابن ماجه والدارقطني واللفظ لابن ماجه ويقول: [بِسْمِ اللَّهِ اللَّهُمَّ اجْعَلْهُ لَنَا عِلْمًا نَافِعًا وَرِزْقًا وَاسِعًا وَرِيًّا وَشَبَعًا وَشِفَاءً مِنْ كُلِّ دَاءٍ وَاغْسِلْ بِهِ قَلْبِي وَامْلَأْهُ مِنْ خَشْيَتِكَ]، زاد بعضهم: [وَحِكْمَتِكَ] لما ورد عن جابر بن عبد الله رضي الله عنهما قال: سمعتُ رسول الله - صلى الله عليه وسلم - يقول: [مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ] رواه ابن ماجه، وعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: [مَاءُ زَمْزَمَ لِمَا شُرِبَ لَهُ؛ إِنْ شَرِبْتَهُ تَسْتَشْفِي بِهِ شَفَاكَ اللَّهُ، وَإِنْ شَرِبْتَهُ يُشْبِعُكَ أَشْبَعَكَ اللَّهُ بِهِ، وَإِنْ شَرِبْتَهُ لِقَطْعِ ظَمِئِكَ",
            "page": "130",
            "part": "1"
        },
        {
            "hno": null,
            "id": "131",
            "nass": "قَطَعَهُ اللَّهُ وَهُوَ هَزْمَةُ جِبْرِيلَ وَسُقْيَا إِسْمَاعِيلَ] رواه الدارقطني. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 69 – فصل ¶ ثم يرجع فيصلي ظهر يوم النحر بمنى لحديث ابن عمر مرفوعًا : [أَفَاضَ يَوْمَ النَّحْرِ ثُمَّ رَجَعَ فَصَلَّى الظُّهْرَ بِمِنًى] متفق عليه ويبيت بمنى ثلاث ليال إن لم يتعجل وإلا فليلتين ويرمي الجمرات الثلاث بمنى أيام التشريق إن لم يتعجل كل جمرة منها بسبع حصيات واحدة بعد أخرى ولا يجزي رمي غير سقاة ورعاة إلا نهارًا بعد الزوال فإن رمي ليلًا أو قبل الزوال لم يجزئه لحديث جابر: [رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - يَرْمِي الْجَمْرَةَ ضُحًى يَوْمَ النَّحْرِ وَرَمَى بَعْدَ ذَلِكَ بَعْدَ زَوَالِ الشَّمْسِ وَقَالَ: خُذُوا عَنِّي مَنَاسِكَكُمْ]. ¶ وعن ابن عمر قال: [كُنَّا نَتَحَيَّنُ فَإِذَا زَالَتِ الشَّمْسُ رَمَيْنَا] رواه البخاري وأبو داود. ¶ وعن ابن عباس قال: [رَمَى رَسُولُ اللَّهِ - صلى الله عليه وسلم - الْجِمَارَ حِينَ زَالَتِ الشَّمْسُ] رواه أحمد وابن ماجه والترمذي. ¶ وسن رميه قبل الصلاة أي صلاة الظهر لحديث ابن عباس مرفوعًا : [كَانَ يَرْمِي الْجِمَارُ إِذَا زَالَتِ الشَّمْسُ قَدْرَ مَا إِذَا فَرَغَ مِنْ رَمْيِهِ صَلَّى الظُّهْرَ] رواه ابن ماجه. ¶ ويستحب أن لا يدع الصلاة مع الإمام في مسجد منى وهو مسجد الخيف لفعله - صلى الله عليه وسلم - وفعل أصحابه يبدأ بالجمرة الأولى وهي أبعدهن من مكة وتلي مسجد الخيف فيجعلها عن يساره ويرميها بسبع ثم يتقدم عنها قليلًا بحيث لا يصيبه الحصى فيقف يدعو ويطيل رافعًا يديه مستقبل القبلة.",
            "page": "131",
            "part": "1"
        },
        {
            "hno": null,
            "id": "132",
            "nass": "ثم يأتي الجمرة الوسطى فيجعلها عن يمينه ويرميها بسبع ويقف عندها ويستقبل القبلة ويدعو رافعًا يديه ويطيل ثم يأتي جمرة العقبة فيرميها بسبع ولا يقف عندها لضيق المكان لحديث عائشة قالت : [أَفَاضَ الرَّسُولُ مِنْ آخِرِ يَوْمِهِ حِينَ صَلَّى الظُّهْرَ ثُمَّ رَجَعَ إِلَى مِنًى فَمَكَثَ بِهَا لَيَالِي أَيَّامِ التَّشْرِيقِ يَرْمِي الْجَمْرَةَ إِذَا زَالَتِ الشَّمْسُ كُلَّ جَمْرَةٍ بِسَبْعِ حَصَيَاتٍ وَيُكَبِّرُ مَعَ كُلِّ حَصَاةٍ وَيَقِفُ عِنْدَ الْأُولَى وَالثَّانِيَةِ وَيَتَضَرَّعُ، وَيَرْمِي الثَّالِثَةَ وَلَا يَقِفُ عِنْدَهَا] رواه أبو داود، وعن ابن عمر رضي الله عنهما : [أَنَّهُ كَانَ يَرْمِي الْجَمْرَة الدُّنْيَا بِسَبْعِ حَصَيَاتٍ يُكَبِّرُ عَلَى إِثْرِ كُلِّ حَصَاةٍ ثُمَّ يَتَقَدَّمُ ثُمَّ يُسْهِلُ فَيَقُومُ فَيَسْتَقْبِلُ الْقِبْلَةَ ثُمَّ يَدْعُو وَيَرْفَعُ يَدَيْهِ وَيَقُومُ طَوِيلًا ثُمَّ يَرْمِي الْوُسْطَى ثُمَّ يَأْخُذُ ذَاتَ الشِّمَالِ فَيُسْهِلُ وَيَقُومُ مُسْتَقْبِلَ الْقِبْلَةِ ثُمَّ يَدْعُو فَيَرْفَعُ يَدَيْهِ وَيَقُومُ طَوِيلًا، ثُمَّ يَرْمِي جَمْرَةَ ذَاتِ الْعَقَبَةِ مِنْ بَطْنِ الْوَادِي وَلَا يَقِفُ عِنْدَهَا ثُمَّ يَنْصَرِفُ فَيَقُولُ هَكَذَا رَأَيْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - ] رواه البخاري. ¶ 70 – فصل ¶ وترتيبها شرط لأنه - عليه الصلاة والسلام - رماها كذلك وقال : [خُذُوا عَنِّي مَنَاسِكَكُمْ] كالعدد لأنه عليه الصلاة والسلام رمى كلا منها بسبع كما مر فإن أخل بحصاة من الأولى لم يصح رمي الثالثة لإخلاله بالترتيب فإن ترك حصاة فأكثر وجهل من أيها تركت الحصاة بني على اليقين فيجعلها من الأولى فيتمها ثم يرمي الأخيرتين مرتبًا لتبرأ ذمته بيقين وكذا إن جهل أمن الثانية أو الثالثة فيجعلها من الثانية.",
            "page": "132",
            "part": "1"
        },
        {
            "hno": null,
            "id": "133",
            "nass": "وإن أخر رمي يوم ولو كان يوم النحر إلى غده أو أكثر أجزأه أو أخر رمي الكل إلى آخر أيام التشريق ورماها بعد الزوال أجزأ رميه أداء لأن أيام التشريق كلها وقت للرمي فإذا أخره عن أول وقته إلى آخره أجزأه كتأخيره الوقوف بعرفة إلى آخر وقته. ¶ ويجب ترتيب الرمي بالنية كمجموعتين وفوائت الصلوات فإذا أحر الكل مثلًا بدأ بجمرة العقبة فنوى رميها ليوم النحر ثم يأتي الأولى ثم الوسطى ثم العقبة ناويًا عن أول يوم التشريق ثم يعود فيبدأ من الأولى حتى يأتي على الأخيرة ناويًا عن الثاني وهكذا عن الثالث. ¶ وفي تأخيره عن أيام التشريق كلها دم لفوات وقت الرمي فيستقر الفداء لقول ابن عباس : [مَنْ تَرَكَ نُسُكًا أَوْ نَسِيَهُ فَلْيُهْرِقْ دَمًا] كترك مبيت ليلة غير الثالثة لمن تعجل فيجب به دم وكذا لو ترك المبيت لياليها كلها وفي ترك حصاة واحدة ما في إزالة شعرة طعام مسكين وفي ترك حصاتين ما في إزالة شعرتين مثلًا ذلك وهذا إنما يتصور في آخر جمرة من آخر يوم وإلا لم يصح رمي ما بعدها، وفي أكثر من حصاتين دم ومن له عذر من نحو مرض وحبس جاز أن يستنيب من يرمي عنه والأولى أن يشهد إن قدر. ¶ ولا مبيت على سقاة ورعاة لحديث ابن عمر : [أَنَّ الْعَبَّاسَ اسْتَأْذَنَ النَّبِيَّ - صلى الله عليه وسلم - أَنْ يَبِيتَ بِمَكَّةَ لَيَالِي مِنًى مِنْ أَجْلِ سِقَايَتِهِ فَأَذِنَ لَهُ] متفق عليه، ولحديث مالك : [رَخَّصَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - لِرُعَاةِ الْإِبِلِ فِي الْبَيْتُوتَةِ أَنْ يَرْمُوا يَوْمَ النَّحْرِ ثُمَّ يَجْمَعُوا رَمْيَ يَوْمَيْنِ بَعْدَ يَوْمِ النَّحْرِ يَرْمُونَهُ فِي أَحَدِهِمَا] . قال مالك : [ظَنَنْتُ أَنَّهُ قَالَ فِي أَوَّلِ يَوْمٍ مِنْهَا : ثُمَّ يَرْمُونَ يَوْمَ النَّفْرِ] رواه الترمذي وقال : حديث حسن صحيح.",
            "page": "133",
            "part": "1"
        },
        {
            "hno": null,
            "id": "134",
            "nass": "والمريض ومن له مال يخاف عليه ونحوه كغيره فإن غربت الشمس والرعاة والسقاة بمنى لزم الرعاة المبيت فقط دون السقاة لفوات وقت الرعي بالغروب بخلاف السقي، وقيل أهل الأعذار من غير الرعاة كالمرضى ومن له مالٌ يخالف ضياعه ونحوه حكمهم حكم الرعاة في ترك البيتوتة وهذا القول قوي فيما أرى والله أعلم. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 71 – (فصل) ¶ يستحب خطبة إمام أو نائبه في اليوم الثاني من أيام التشريق بعد الزوال يعلمهم فيها حكم التعجيل والتأخير وحكم توديعهم لحديث أبي داود عن رجلين من بني بكر قالا رأينا رسول الله - صلى الله عليه وسلم - يخطب بين أوسط أيام التشريق ونحن عند راحلته. ¶ وعن أبي نضرة قال: حدثني من سمع خطبة النبي - صلى الله عليه وسلم - في أوسط أيام التشريق فقال : [ يَا أَيُّهَا النَّاسُ أَلَا إِنَّ رَبَّكُمْ وَاحِدٌ وَإِنَّ أَبَاكُمْ وَاحِدٌ ، أَلَا لَا فَضْلَ لِعَرَبِيٍّ عَلَى أَعْجَمِيٍّ وَلَا لِعَجَمِيٍّ عَلَى عَرَبِيٍّ وَلَا لِأَحْمَرَ عَلَى أَسْوَدَ وَلَا أَسْوَدَ عَلَى أَحْمَرَ إِلَّا بِالتَّقْوَى ، أَبَلَّغْتُ ؟ قَالُوا : بَلَّغَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - ] رواه أحمد، ولحاجة الناس إلى بيان الأحكام المذكورات. ¶ ولغير الإمام المقيم للمناسك التعجيل في ثاني أيام التشريق بعد الزوال والرمي وقبل الغروب لقوله تعالى { فَمَنْ تَعَجَّلَ فِي يَوْمَيْنِ فَلا إِثْمَ عَلَيْهِ وَمَنْ تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ } ولحديث رواه أبو داود وابن ماجه أيام منى ثلاثة وذكر الآية وأهل مكة وغيرهم فيه سواء فإن غربت الشمس ومريد التعجل بمنى لزمه المبيت والرمي من الغد بعد الزوال.",
            "page": "134",
            "part": "1"
        },
        {
            "hno": null,
            "id": "135",
            "nass": "قال ابن المنذر : ثبت أن عمر قال من أدرك المساء في اليوم الثاني فليقم إلى الغد حتى ينفر مع الناس ولأنه بعد إدراكه الليل لم يتعجل في يومين، ويسقط رمي اليوم الثالث عن متعجل لظاهر الآية والخبر وكذا مبيت الثالثة ولا يضر رجوعه إلى منى لحصول الرخصة فإذا أتى مكة لم يخرج حتى يطوف للوداع إذا فرغ من جميع أموره لقول ابن عباس أمر الناس أن يكون آخر عهدهم بالبيت طوافًا إلا أنه خفف عن المرأة الحائض متفق عليه. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 72 – (فصل) ¶ يسن بعد طواف الوداع تقبيل الحجر الأسود وركعتان كغيره فإن ودع ثم اشتغل بشيء غير شد رحل ونحوه كقضاء حاجة في طريقه أو شراء زاد أو شيء لنفسه أو أقام بعده أعاد طاف الوداع لأنه إنما يكون عند خروجه ليكون آخر عهده بالبيت، ومن أخر طواف الزيارة ونصه أو القدوم فطافه عند الخروج أجزأ عن طواف الوداع لأن المأمور أن يكون آخر عهده بالبيت وقد فعل ولأنها عبادتان من جنس فأجزأت إحداهما عن الأخرى كغسل الجنابة عن غسل الجمعة وعكسه، فإن خرج قبل الوداع رجع إليه وجوبًا بلا إحرام إن لم يبعد عن مكة لأنه لإتمام نسك مأمور به كما يرجع لطواف الزيارة ويحرم بعمرة إن بعد عن مكة ثم يطوف ويسعى ويحلق أو يقصر ثم يودع عند خروجه فإن شق رجوع من بعد ولم يبلغ المسافة أو بعد عنها مسافة قصر فعليه دم لقول ابن عباس من ترك نسكَا فعليه دم بلا رجوع دفعًا للحرج. ¶ ولا وداع على حائض لحديث ابن عباس إلا أنه خفف عن المرأة الحائض متفق عليه. ¶ ولما ورد عن عائشة رضي الله عنها قالت حاضت صفية بنت حيي بعد ما أفاضت قالت فذكرت ذلك لرسول الله - صلى الله عليه وسلم - فقال أحابستنا هي قلت يا رسول الله إنها قد أفاضت وطافت بالبيت ثم حاضت بعد الإفاضة قال: فلتنفر إذًا متفق عليه.",
            "page": "135",
            "part": "1"
        },
        {
            "hno": null,
            "id": "136",
            "nass": "والنفساء في معنى الحائض لا وداع عليها، إلا أن تطهر الحائض والنفساء قبل مفارقة بنيان مكة فيلزمها العود لأنها في حكم المقيم بدليل أنها لا تستبيح الرخص قبل المفارقة فإن لم تعد لعذر أو غيره فعليها دم. ¶ ثم بعد وداعه يقف في الملتزم وهو أربعة أذرع بين الركن وباب الكعبة ملصقًا بالملتزم جميعه بأن يلصق به وجهه وصدره وذراعيه وكفيه مبسوطتين لحديث عمرو ابن شعيب عن أبيه عن جده قال: طفت مع عبد الله فلما جاء دبر الكعبة قلت ألا تتعوذ باله من النار ثم مضى حتى استلم الحجر فقام بين الركن والباب فوضع صدره وراعيه وكفيه وبسطهما بسطًا وقال هكذا رأيت النبي - صلى الله عليه وسلم - يفعل رواه أبو داود. ¶ وعن مجاهد إذا أردت أن تنفر فادخل المسجد وطف بالبيت سبعًا ثم ائت المقام فصل ركعتين ثم اشرب من ماء زمزم ثم أنت ما بين الحجر والباب فالصق صدرك وبطنك بالبيت وادع الله عز وجل واسأل لله ما أردت تم عد إلى الحجر فاستلمه ثم انفر. ¶ وعن إبراهيم قيل له بأي شيء يكون آخر عهده بالبيت ؟ قال : بالحجر . ¶ أخرجهما سعيد بن منصور . ¶ ويقول إذا وقف في الملتزم: اللهم هذا بيتك وأنا عبدك وابن عبدك وابن أمتك حملتين على ما سخرت لي من خلقك وسيرتني في بلادك حتى بلغتني بنعمتك إلى بيتك وأعنتني على أداء نسكي فإن كنت رضيت عني فازدد عني رضا وإلا فمن الآن قبل أن تنأى عن بيت داري فهذا أوان انصرافي أن أذنت لي غير مستبدل بك ولا ببيتك ولا راغب عنك ولا عن بيتك، اللهم فاصحبني العافية في بدني والصحة في جسمي والعصمة في ديني وأحسن منقلبي وارزقني طاعتك ما أبقيتني، واجمع لي بين خيري الدنيا والآخرة إنك على كل شيء قدير، ويدعو بعد ذلك بما أحب، ويصلي على النبي - صلى الله عليه وسلم -، ويأتي الحطيم أيضًا وهو تحت الميزاب فيدعو ثم يشرب من ماء زمزم، قال الشيخ تقي الدين ويستلم الحجر ويقبله. ¶ 73 – (فصل) ¶ (ومن النظم في أحكام المناسك)",
            "page": "136",
            "part": "1"
        },
        {
            "hno": null,
            "id": "137",
            "nass": "وَمِنْ زَمْزَمٍ فَاشْرَبْ لِمَا شِئْتَ مُمْعِنًا ¶ وَسَمِّ وَسَلْ مَا تَبْتَغِي وَتَزَوَّدِ ¶ وَبَعْدَ طَوَافٍ لِلزِّيَارَةِ لَا تَبِتْ ¶ بِمَكَّةَ إِنْ تَبْغِي الْمُنَى فَمِنَى اقْصِدِ ¶ وَفِي الْغَدِ خُذْ إِحْدَى وَعِشْرِينَ فَارْمِهَا ¶ لِذِي جَمَرَاتٍ تُطْفِ جَمْرَةَ مُوقَدِ ¶ فَتَبْدَأُ فِي الْأُولَى بِسَبْعٍ وَقِفْ بِهَا ¶ مُطِيلَ الدُّعَا وَقْفَ الْمَشُوقِ بِمَعْهَدِ ¶ وَتَفْعَلُ فِي الْوُسْطَى كَذَا وَلِجَمْرَةِ الْ ¶ عُقَيْبَةِ بِالسَّبْعِ ارْمِ ثُمَّ تَبَعَّدِ ¶ وَتَجْعَلُ أُولَاهَا يَسَارًا وَغَيْرَهَا ¶ يَمِينَكَ فَاسْتَقْبِلْ وَقِفْ وَادْعُ وَاجْهَدِ ¶ وَيَفْعَلُهُ بَعْدَ الزَّوَالِ ثَلَاثَةً ¶ وَمَنْ يَتَعَجَّلْ يَرْمِ يَوْمَيْنِ يَرْشُدِ ¶ وَمَنْ يُمْسِ حَتَّى تَغْرُبَ الشَّمْسُ فَلْيَبِتْ ¶ لِيَرْمِيهَا بَعْدَ الزَّوَالِ مِنَ الْغَدِ ¶ وَقَبْلَ زَوَالٍ رَمْيُهُمْ غَيْرُ مُجْزِئٍ ¶ وَفِي ثَالِثِ الْأَيَّامِ قَوْلَيْنِ أَسْنِدِ ¶ وَلَيْسَ بِمُجْزٍ رَمْيُ ثَانِيَةٍ مَتَى ¶ تَرَكْتَ مِنَ الْأُولَى حَصَاةً لِتَرْدُدِ ¶ وَخُذْ بِيَقِينٍ إِنْ شَكَكْتَ وَمُرْجِئٍ ¶ إِلَى آخِرِ التَّشْرِيقِ رَمْيَ الْمُعَدَّدِ ¶ أَجِزْهُ بِلَا شَيْءٍ وَقَدْ فَاتَ سُنَّةً ¶ وَفِي الرَّمْيِ رَتِّبْهُ بِنَيَّةِ مَقْصدِ ¶ وَإِنْ لَمْ تَبِتْ فِي الْأُولَيَيْنِ عَلَى مِنًى ¶ أَوْ أَرْجَأْتَ عَنْ أَيَّامِهَا الرَّمْيَ فَاقْتَدِ ¶ وَلَيْسَ عَلَى أَهْلِ السِّقَايَةِ وَالرُّعَا ¶ مَبِيتٌ وَرَمْيُ اللَّيْلِ جوز لَهُمْ قَدِ ¶ وإَمِاَّ تَغِبْ شَمْسٌ بِهَا فَلْيَبِتْ بِهَا ¶ رُعَاءٌ وَرُبَّ السَّقْيِ أطْلق يُقَيَّدِ ¶ وَإِنْ أَخَّرَ الرَّمْيَ الرُّعَاءُ بِأَوَّلِ ¶ لِيَقْضُوهُ فِي الثَّانِي فَصَوِّبْ وَسَدِّدِ",
            "page": "137",
            "part": "1"
        },
        {
            "hno": null,
            "id": "138",
            "nass": "وَفِي ثَانِي التَّشْرِيقِ يَخْطُبُ خُطْبَةً ¶ لِتَعْلِيمِ مَا يَحْتَاجُهُ وَالتَّرَشُّدِ ¶ وَنَدْبٌ لَهُ أَنْ يَدْخُلَ الْبَيْتَ حَافِيًا ¶ وَيُكْثِرْ مِنْ نَفْلٍ بِهِ وَتَعَبُّدِ ¶ وَعِنْدَ خُرُوجٍ طُفْ طَوَافَ مُوَدِّعٍ ¶ وَقِفْ بَعْدُ بَيْنَ الرُّكْنِ وَالْبَابِ تَرْشُدِ ¶ وَنَادِ كَرِيمًا قَدْ دَعَا وَفْدَهُ إِلَى ¶ جَوَائِزِهِ فِي بَيْتِهِ فَادْعُ وَاجْهَدِ ¶ وَقُلْ يِا إِلَهِي قَدْ أَتَيْنَاكَ نَرْتَجِي ¶ مَوَاعِيدَ صِدْقٍ مِنْ كَرِيمٍ مُعَوِّدِ ¶ وَهَذَا مَقَامُ الْمُسْتَجِيرِينَ مِنْ لَظًى ¶ بِعَفْوِكَ يَا مَنَّانُ يَا ذَا التَّغَمُّدِ ¶ بِعَفْوِكَ جِئْنَا فَوْقَ كُلِّ مُسَخَّرٍ ¶ فَجُدْ بِالرِّضَا يَا رَبِّ قَبْلَ التَّبَعُّدِ ¶ فَهَذَا أَوَانُ السَّيْرِ عَنْ بَيْتِكَ الَّذِي ¶ نُفَارِقُهُ كُرْهًا مَتَى شِئْتُ نَغْتَدِي ¶ فِرَاقَ اضْطِرَارٍ لَا فِرَاقَ زَهَادَةٍ ¶ وَلَا رَغْبَةً عَنْهُ وَلَا عَنْكَ سَيِّدِي ¶ وَلَيْسَ لَنَا وَالْحَمْدُ لِلَّهِ رَغْبَةٌ ¶ سِوَاكَ فَأَصْبَحْنَا بِمَغْنَى التَّزَوُّدِ ¶ وَلَا تَجْعَلْنَهُ آخِرَ الْعَهْدِ بَيْنَنَا ¶ وَهَوِّنْ عَلَيْنَا السَّيْرَ فِي كُلِّ فَدْفَدِ ¶ وَسَلْ كُلَّ مَا تَبْغِي مِنَ الدِّينِ وَالدُّنَا ¶ تَنَلْهُ مَتَى تَدْعُو بِصِدْقٍ تَقَصَّدِ ¶ وَذَاكرُ تَطْوَافِ الزِّيَارَةِ سَاعَةَ الْ ¶ وَدَاعِ كَفَاهُ عَنْ طَوَافِ التَّزَوُّدِ ¶ وَمَنْ تَرَكَ التَّوْدِيعَ أَوْ عَادَ بَعْدَهُ ¶ لِشُغْلِ يَعْدُ وَلْيُهْدِ إِنْ لَمْ يُرَدِّدِ ¶ وَلَيْسَ عَلَى ذَاتِ النِّفَاسِ وَحَائِضٍ ¶ وَدَاعٌ وَلَا هَدْيٌ عَلَيْهَا لَهُ اشْهَدِ ¶ وَلَكِنْ لَهَا نَدْبٌ وُقُوفٌ مُؤَمِّلٍ ¶ عَلَى الْبَابِ فَلْتَدْعُ الْكَرِيمَ وَتَجْهَدِ",
            "page": "138",
            "part": "1"
        },
        {
            "hno": null,
            "id": "139",
            "nass": "والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 74 – فصل ¶ تسن زيارة المسجد النبوي وهي في مواسم الحج وفي غيره سواء لما ورد عن ابن عمر رضي الله عنهما أن رسول الله - صلى الله عليه وسلم - قال : [صَلَاةٌ فِي مَسْجِدِي هَذَا أَفْضَل مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَا الْمَسْجِدَ الْحَرَام ]. ¶ رواه مسلم والنسائي وابن ماجه، وعن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال صلاة في مسجدي هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام رواه البخاري واللفظ له ومسلم والترمذي والنسائي وابن ماجه. ¶ وعن أبي سعيد الخدري - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - [لَا تُشَدُّ الرِّحَالُ إِلَّا إِلَى ثَلَاثَةِ مَسَاجِدَ: الْمَسْجِدِ الْحَرَامِ، وَمَسْجِدِي هَذَا، وَالْمَسْجِدِ الْأَقْصَى] متفق عليه، وعن عبد الله بن الزبير - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم -: [صَلَاةٌ فِي مَسْجِدِي أَفْضَلُ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا الْمَسْجِدَ الْحَرَامَ، وَصَلَاةٌ فِي الْمَسْجِدِ الْحَرَامِ أَفْضَلُ مِنْ مِائَةِ صَلَاةٍ فِي مَسْجِدِي هَذَا] أخرجه أحمد وابن خزيمة وابن حبان. وعن جابر - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: [صَلَاةٌ فِي مَسْجِدِي هَذَا أَفْضَلُ مِنْ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ إِلَّا الْمَسْجِدَ الْحَرَامَ، وَصَلَاةٌ فِي الْمَسْجِدِ الْحَرَامِ أَفْضَلُ مِنْ مِائَةِ أَلْفِ صَلَاةٍ فِيمَا سِوَاهُ] أخرجه أحمد وابن ماجه.",
            "page": "139",
            "part": "1"
        },
        {
            "hno": null,
            "id": "140",
            "nass": "فإذا وصل الزائر إلى المسجد النبوي استحب له أن يقدم رجله اليمنى ويقول بسم الله والصلاة والسلام على رسول الله أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم اللهم افتح لي أبواب رحمتك كما يقول إذا دخل سائر المساجد، ثم يصلي ركعتين تحية المسجد والأولى أن يصليها في الروضة الشريفة لما ورد عن أبي هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - :[ قال ما بين بيتي ومنبري روضة من رياض الجنة ومنبري على حوضي ] أخرجاه. ¶ وعن جابر بن عبد الله رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - :[ما بين منبري إلى حجرتي روضة من رياض الجنة وإن منبري على ترعة من ترع الجنة ]. وفي رواية من حديث عبد الله بن زيد ما بين هذه البيوت يعني بيوته إلى منبري روضة من رياض الجنة أخرجهما أحمد. وعن أم سلمة رضي الله عنها عن النبي - صلى الله عليه وسلم - قال قواعد منبري رواتب في الجنة أخرجه أحمد. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 75 – (فصل) ¶ ثم بعد فراغ الإنسان من تحية المسجد يزور قبر النبي - صلى الله عليه وسلم - وقبري صاحبيه أبي بكر وعمر فيقف قبالة وجهه بأدب وخفض صوت ثم يسلم عليه عليه الصلاة والسلام قائلًا: السلام عليك يا رسول الله ورحمة الله وبركاته لما ورد عن ابن هريرة - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال: [مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلَّا رَدَّ اللَّهُ عَلَيَّ رُوحِي حَتَّى أَرُدَّ عَلَيْهِ] رواه أبو داود، قال ابن القيم رحمه الله: ¶ فَإِذَا أَتَيْنَا الْمَسْجِدَ النَّبِوِيَّ صَلَّ ¶ يْنَا التَّحِيَّةَ أَوَّلًا ثِنْتَانِ ¶ بِتَمَامِ أَرْكَانٍ لَهَا وَخُشُوعِهَا ¶ وَحُضُورِ قَلْبٍ فِعْلِ ذِي إِحْسَانِ ¶ ثُمَّ انْثَنَيْنَا لِلزِّيَارَةِ نَقْصُدُ الْ ¶ قَبْرَ الشَّرِيفَ وَلَوْ عَلَى الْأَجْفَانِ",
            "page": "140",
            "part": "1"
        },
        {
            "hno": null,
            "id": "141",
            "nass": "فَنَقُومُ دُونَ الْقَبْرِ وَقْفَةَ خَاضِعٍ ¶ مُتَذَلِّلٍ فِي السِّرِّ وَالْإِعْلَانِ ¶ فَكَأَنَّهُ فِي الْقَبْرِ حَيٌّ نَاطِقٌ ¶ فَالْوَاقِفُونَ نَوَاكِسُ الْأَذْقَانِ ¶ مَلَكَتْهُمُو تِلْكَ الْمَهَابَةُ فَاعْتَرَتْ ¶ تِلْكَ الْقَوَائِمُ كَثْرَةُ الرَّجَفَانِ ¶ وَتَفَجَّرَتْ تِلْكَ الْعُيُونُ بِمَائِهَا ¶ وَلَطَالَمَا غَاضَتْ عَلَى الْأَزْمَانِ ¶ وَأَتَى الْمُسْلِمُ بِالسَّلَامِ بِهَيْبَةٍ ¶ وَوَقَارِ ذِي عِلْمٍ وَذِي إِيمَانِ ¶ لَمْ يَرْفَعِ الْأَصْوَاتَ حَوْلَ ضَرِيحِهِ ¶ كَلَّا وَلَمْ يَسْجُدْ عَلَى الْأَذْقَانِ ¶ كَلَّا وَلَمْ يُرَ طَائفًِا بِالْقَبْرِ أُسْ ¶ بُوعًا كَأَنَّ الْقَبْرَ بَيْتٌ ثَانِ ¶ ثُمَّ انْثَنَى بِدُعَائِهِ مُتَوَجِّهًا ¶ لِلَّهِ نَحْوَ الْبَيْتِ وَالْأَرْكَانِ ¶ هَذِي زِيَارَةُ مَنْ غَدَا مُتَمَسِّكًا ¶ بِشَرِيعَةِ الْإِسْلَامِ وَالْإِيمَانِ ¶ ثم يتقدم قليلا فيسلم على أبي بكر ثم يتقدم فيسلم على عمر رضي الله عنهما وقد روي عن ابن عمر رضي الله على عمر رضي الله عنهما وقد روي عن ابن عمر رضي الله عنهما أنه كان يقول السلام عليك يا أبتاه، وهذه الزيارة تشرع للرجال خاصة أما النساء فلا، لما ورد عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - لعن زوارات القبور أخرجه الترمذي. وأما قصد المدينة للصلاة في مسجد رسول الله - صلى الله عليه وسلم - والدعاء فيه ونحوه مما يشرع في سائر المساجد فهو مشروع في حق الجميع، ويحرم الطواف بالحجرة النبوية ولا يجوز لأحد أن يتمسح بها أو يقبلها.",
            "page": "141",
            "part": "1"
        },
        {
            "hno": null,
            "id": "142",
            "nass": "قال الشيخ تقي الدين: اتفقوا على أنه لا يقبله ولا يتمسح به فإنه من الشرك وكذا مس القبر أو حائطه ولصق صدره به وتقبيله، وليست زيارة قبر النبي - صلى الله عليه وسلم - بواجبة ولا شرطًا في الحج كما يظنه بعض الجهال بل هي مسنونة في حق من زار مسجد النبي - صلى الله عليه وسلم - أو كان قريبًا منه أما البعيد فليس له شد الرحل لقصد زيارة القبر للحديث المتقدم لا تشد الرحال إلا إلى ثلاثة مساجد ولو كان شد الرحل لقصد قبره عليه السلام أو قبر غيره مشروعًا لدل الأمة عليه وأرشدهم إلى فضله لأنه أنصح الناس وأعلمهم بالله وأشدهم له خشية وقد بلغ البلاغ المبين ودل أمته على كل خير وحذرهم من كل شر. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 76 – (فصل) ¶ ويستحب لزائر المدينة أن يزور مسجد قباء ويصلي فيه لما في الصحيحين من حديث ابن عمر قال: [كَانَ النَّبي - صلى الله عليه وسلم - يَزُور مَسْجِد قِبَاء رَاكِبًا وَمَاشِيًا وَيُصَلَّي فِيهِ رَكْعَتَينِ ] . ¶ وعن سهل بن حنيف - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - :[ مَنْ تَطَهَّرَ فِي بَيْتِهِ ثُمَّ أَتَى مَسْجِدَ قُبَاءَ ، فَصَلَّى فِيهِ صَلَاةً كَانَ لَهُ كَأَجْرِ عُمْرَةٍ] رواه أحمد والنسائي وابن ماجه واللفظ له والحاكم.",
            "page": "142",
            "part": "1"
        },
        {
            "hno": null,
            "id": "143",
            "nass": "ويسن لزائر المدينة أن يزور قبور البقيع وقبور الشهداء وقبر حمزة - رضي الله عنه - لأن النبي - صلى الله عليه وسلم - كان يزورهم ويدعو لهم ولقوله [زُورُوا الْقُبُورَ فَإِنَّهَا تُذَكِّرُكُمُ الْآخِرَةَ] أخرجه مسلم وتقدم ما يسن قوله إذا زار القبور في آخر كتاب الجنائز ويسن أن يقول عند منصرفه من حجه متوجهًا إلى بلده لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير آيبون تائبون عابدون لربنا حامدون صدق الله وعده ونصر عبده وهزم الأحزاب وحده لما في البخاري عن ابن عمر أن النبي - صلى الله عليه وسلم - كان إذا قفل من غزو أو حج أو عمرة يكبر على كل شرف من الأرض ثم يقول فذكره ولا بأس أن يقال للحاج إذا قدم تقبل الله نسكك وأعظم أجرك وأخلف نفقتك رواه سعيد عن ابن عمر. ¶ قال في المستوعب وكانوا يغتنمون أدعية الحاج قبل أن يتلطخوا بالذنوب انتهى، وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - [يُغْفَرُ لِلْحَاجِّ وَلِمَنِ اسْتَغْفَرَ لَهُ الْحَاجُّ] رواه البزار والطبراني في الصغير وابن خزيمة في صحيحه والحاكم ولفظهما قال اللهم اغفر للحاج ولمن استغفر له الحاج وقال الحاكم صحيح على شرط مسلم. ¶ وعن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : [الْحُجَّاجُ وَالْعُمَّارُ وَفْدُ اللَّهِ إِنْ دَعَوْهُ أَجَابَهُمْ وَإِنْ اسْتَغْفَرُوهُ غَفَرَ لَهُم] رواه النسائي وابن ماجه وابن خزيمة وابن حبان ولفظهما قال وقد الله ثلاثة الحاج والمعتمر والغازي وقدم ابن خزيمة الغازي والله أعلم وصلى الله على سيدنا محمد وآله وسلم. ¶ وقد نظم بعضهم من لا يرد دعاؤهم فقال: ¶ وَسَبْعَةٌ لَا يَرُدُّ اللَّهُ دَعْوَتَهُمْ ¶ مَظْلُومٌ وَالِدُ ذُو صَوْمٍ وَذُو مَرَضِ ¶ وَدَعْوَةٌ لِأَخٍ بِالْغَيْبِ ثُمَّ نَبِيٌّ ¶ لِأُمَّةٍ ثُمَّ ذُو حَجٍّ بِذَاكَ قُضِي",
            "page": "143",
            "part": "1"
        },
        {
            "hno": null,
            "id": "144",
            "nass": "والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 77 – (فصل) ¶ من أراد العمرة وهو بالحرم مكيًا أو غيره خرج فأحرم من الحل وجوبًا لأنه ميقاته ليجمع بين الحل والحرم والأفضل إحرامه من التنعيم لأمره - صلى الله عليه وسلم - عبد الرحمن بن أبي بكر أن يعمر عائشة من التنعيم وقال ابن سيرين بلغني أن النبي - صلى الله عليه وسلم - وقت لأهل مكة التنعيم فيلي التنعيم الجعرانة فالحديبية فأبعد عن مكة وحرم إحرام بعمرة من الحرم لتركه ميقاته وينعقد إحرامه وعليه دم ثم يطوف ويسعى لعمرته ولا يحل منها حتى يحلق أو يقصر ولا بأس بها في السنة مرارًا روي عن علي وابن عمر وابن عباس وأنس وعائشة واعتمرت عائشة مرتين وقال - صلى الله عليه وسلم - العمرة إلى العمرة كفارة لما بينهما متفق عليه. ¶ وعن عبد الله بن مسعود - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - : [تَابِعُوا بَيْنَ الْحَجِّ وَالْعُمْرَةِ فَإِنَّهُمَا يَنْفِيَانِ الْفَقْرَ وَالذُّنُوبَ كَمَا يَنْفِي الْكِيرُ خَبَثَ الْحَدِيدِ وَالذَّهَبِ وَالْفِضَّةِ وَلَيْسَ لِلْحَجَّةِ الْمَبْرُورَةِ ثَوَابٌ إِلَّا الْجَنَّةُ] رواه الترمذي وابن خزيمة وابن حبان في صحيحهما وقال الترمذي حديث حسن صحيح. ¶ وكره الشيخ تقي الدين الخروج من مكة للعمرة إذا كان تطوعًا وقال هو بدعة لأنه لم يفعله عليه أفضل الصلاة والسلام ولا صحابي على عهده إلا عائشة لا في رمضان ولا في غيره اتفاقًا والعمرة في غير أشهر الحج أفضل منها في أشهر الحج وأفضلها في رمضان لحديث: [عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حَجَّةً] متفق عليه وعن ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: [عُمْرَةٌ فِي رَمَضَانَ تَعْدِلُ حَجَّةً أَوْ حَجَّةً مَعِي] متفق عليه، وقيل إن العمرة في أشهر الحج أفضل، واختاره ابن القيم رحمه الله قال في الهدي (ص 361).",
            "page": "144",
            "part": "1"
        },
        {
            "hno": null,
            "id": "145",
            "nass": "والمقصود أن عمرة كلها كانت في أشهر الحج مخالفة لهدي المشركين فإنهم كانوا يكرهون العمرة في أشهر الحج ويقولون هي من أفجر الفجور، وهذا دليل على أن الاعتمار في أشهر الحج أفضل منه في رجب بلا شك، وأما المفاضلة بينه وبين الاعتمار في رمضان فموضع نظر فقد صح عنه أنه أمر أم معقل لما فاتها الحج معه أن تعتمر في رمضان وأخبرها أن عمرة في رمضان تعدل حجة وأيضًا فقد اجتمع في عمرة رمضان أفضل الزمان وأفضل البقاع ولكن لم يكن الله ليختار لنبيه - صلى الله عليه وسلم - في عمره إلا أولى الأوقات وأحقها بها فكانت العمرة في أشهر الحج نظير وقوع الحج في أشهره وهذه الأشهر قد خصها الله تعالى بهذه العبادة وجعلها وقتًا لها والعمرة حج أصغر فأولى الأزمنة بها أشهر الحج وذو القعدة أوسطها وهذا مما نستخير الله فيه فمن كان عنده فضل علم فليرشد إليه انتهى. ¶ قال أنس: حج النبي - صلى الله عليه وسلم - حجة واحدة واعتمر أربع عمر واحدة في ذي القعدة، وعمرة الحديبية، وعمرة مع حجته، وعمرة الجعرانة إذا قسم غنائم حنين متفق عليه. ولا يكره إحرام بالعمرة يوم عرفة ولا يوم النحر ولا أيام التشريق لعدم نهي خاص به وتجزي عمرة القارن عن عمرة الإسلام وتجزي عمرة من التنعيم عن عمرة الإسلام لحديث عائشة حين قرنت الحج والعمرة قال له النبي - صلى الله عليه وسلم - حين حلت منهما [قَدْ حَلَلْتُ مِنْ حَجِّكَ وَعُمْرَتِكَ] وإنما أعمرها من التنعيم قصدًا لتطييب خاطرها وإجابة مسألتها. والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 78 – (فصل)",
            "page": "145",
            "part": "1"
        },
        {
            "hno": null,
            "id": "146",
            "nass": "أركان الحج أربعة الوقوف بعرفة لحديث [الْحَجُّ عَرَفَةُ] رواه أبو داود. (والثاني) طواف الزيارة لقوله تعالى: { وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ } . (والثالث) الإحرام وهو نية الدخول في النسك فلا يصح بدونها لحديث [إِنَّمَا الْأَعْمَالُ بِالنِّيَاتِ]. (الرابع) السعي بين الصفا والمروة لحديث عائشة طاف رسول الله - صلى الله عليه وسلم - وطاف المسلمون يعني: بين الصفا والمروة رواه مسلم، ولحديث [اسْعَوْا فَإِنَّ اللَّهَ كَتَبَ عَلَيْكُمُ السَّعْيَ] رواه أحمد وابن ماجه وواجباته الإحرام من الميقات لما تقدم (الثاني) وقوف من وقف بعرفة نهارًا إلى غروب الشمس من يوم عرفة ولو غلبه نوم بعرفة وتقدم (والثالث) المبيت بمزدلفة إلى بعد نصف الليل وإن وافى مزدلفة قبل نصف الليل وتقدم موضحًا. (والرابع) المبيت بمنى ليالي أيام التشريق لفعله عليه الصلاة والسلام وأمره به. (والخامس) رمي الجمار مرتبًا وتقدم مفصلًا. (والسادس) الحلق أو التقصير لأن الله تعالى وصفهم بذلك وامتن به عليهم فقال (محلقين رؤوسكم ومقصرين) ولأن النبي - صلى الله عليه وسلم - أمر به فقال فليقصر ثم ليحلل ودعا للمحلقين ثلاثًا وللمقصرين مرة متفق عليه والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 79 – (فصل) ¶ وأركان العمرة ثلاثة الإحرام بها لما تقدم في الحج. (الثاني) طواف. (والثالث) سعي وواجباتها شيئان إحرام من الميقات أو الحل وحلق أو تقصير كالحج فيمن ترك الإحرام لم ينعقد نسكه حجًا كان أو عمرة ومن ترك ركنًا غيره أو نيته لم يتم نسكه إلا به ومن ترك واجبًا فعليه دم فإن عدمه فكصوم متعة يصوم عشرة في الحج وسبعة إذا رجع وتقدم.",
            "page": "146",
            "part": "1"
        },
        {
            "hno": null,
            "id": "147",
            "nass": "والمسنون من أفعال الحج وأقواله كالمبيت بمنى ليلة عرفة وطواف القدوم والرمل والاضطباع في موضعهما وكاستلام الركنين وتقبيل الحجر والخروج للسعي من باب الصفا وصعوده عليها وعلى المروة والمشي والسعي في مواضعهما والتلبية والخطبة والأذكار والدعاء في مواضعهما والاغتسال في مواضعه والتطيب في بدنه وصلاته قبل الإحرام وصلاته عقب الطواف واستقبال القبلة حال رمي الجمار لا شيء في تركه. ¶ (تتمة) ¶ يعتبر في أمير الحاج كونه مطاعًا ذا رأي وشجاعة وهداية وعليه جمعهم وترتيبهم وحراستهم في المسير والنزول والرفق بهم والنصح ويلزمهم طاعته في ذلك ويصلح بين الخصمين ولا يحكم إلا أن يفوض إليه فتعتبر أهليته له. ¶ قال في الاختيارات الفقهية: ومن اعتقد أن الحج يسقط ما عليه من الصلاة والزكاة فإنه يستتاب بعد تعريفه إن كان جاهلًا، فإن تاب وإلا قتل ولا يسقط حق الآدمي من مال أو عرض أو دم بالحج إجماعًا (ص 119). ¶ (أركان الحج وواجباته) ¶ وَوَقْفَةُ تَعْرِيفٍ وَطَوْفُ زِيَارَةٍ ¶ وَسَعْيٌ وَإِحْرَامٌ فَأَرْكَانُهُ قَدِي ¶ وَوَاجِبُهُ رَمْيٌ وَطَوْفُ مُوَدِّعِ ¶ وَحَلْقٌ وَإِحْرَامٌ مِنَ الْمُتَجَدِّدِ ¶ وَبَيْتُوتَةٌ فِي مَشْعَرٍ وَمِنًى إِلَى ¶ بَعِيدِ انْتِصَافِ اللَّيْلِ يَا ذَا التَّرَشُّدِ ¶ وَوَقْفَةُ مَنْ وَافَى إِلَى عِرْفَانِهِ ¶ نَهَارًا إِلَى إِتْيَانِ لَيْلِ الْمُعَيّدِ ¶ لِغَيْرِ سُقَاةٍ فِي الْأَخِيرِ أَوِ الرّعَا ¶ وَبَاقِي الَّذِي قَدْ مَرَّ سُنَّةُ مُرْشِدِ ¶ (أركان العمرة وواجباتها) ¶ وَأَرْكَانُهَا الْإِحْرَامُ وَالطَّوْفُ يَا فَتَى ¶ وَسَعْيٌ عَلَى خُلْفٍ كَحَجٍّ بِهِ ابْتُدِي ¶ وَوَاجِبُهَا الْإِحْرَامُ مِيقَاتُهَا افْهَمَنْ ¶ وَحَلْقٌ أَوِ التَّقْصِيرُ لِلرَّأْسِ اعْدُدِ ¶ وَلَا شَيْءَ فِي نَدْبٍ وَفِي وَاجِبٍ دَمٌ ¶ إِهْمَالِهِ وَالرُّكْنُ حَتْمُ التَّعَبُّدِ",
            "page": "147",
            "part": "1"
        },
        {
            "hno": null,
            "id": "148",
            "nass": "والله أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 80 – (فصل في الفوات والإحصار) ¶ الفوات مصدر فات يفوت كالفوت وهو سبق لا يدرك فهو أخف من السبق، والحصر المنع والتضييق حصره يحصره حصرًا ضيق عليه وأحاط به والحصر الضيق والحبس والحصير المحبس ومنه قوله تعالى: { وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا } ، أي محبسًا وقوله تعالى { حَصِرَتْ صُدُورُهُمْ } أي ضاقت، من طلع عليه فجر يوم النحر ولم يقف بعرفة في وقته لعذر من حصر أو غيره فاته الحج ذلك العام لقول جابر لا يفوت حج حتى يطلع الفجر من ليلة جمع قال أبو الزبير فقلت له أقال رسول الله - صلى الله عليه وسلم - ذلك، قال: نعم، رواه أحمد والأثرم. ¶ ولحديث الحج عرفة فمن جاء قبل صلاة الفجر ليلة جمع فقد تم حجه فمفهومه فوت الحج بخروج ليلة جمع وسقط عنه توابع الوقوف كمبيت بمزدلفة ومنى ورمي جمار، وانقلب إحرامه بالحج إن لم يختر البقاء عليه ليحج من قابل عمرة قارنًا كان أو غيره فيطوف ويسعى ويحلق أو يقصر، وعنه لا ينقلب إحرامه عمرة بل يتحلل بطواف وسعي فقط. ¶ (قال ناظم المفردات) ¶ مَنْ فَاتَهُ الْوُقُوفُ خَابَ الْأَرَبُ ¶ بِعُمْرَة إِحْرَامُهُ يَنْقَلِبُ ¶ وَعَنْهُ بَلْ إِحْرَامُهُ لَا يَبْطُلُ ¶ مِنْ حَجِّهِ وَيَلْزَمُ التَّحَلُّلُ ¶ وعلى من لم يشترط أولًا بأن لم يقل في ابتداء إحرامه: وإن حبسني حابس فمحلي حيث حبستني قضاء حج فاته حتى النفل لقول عمر لأبي أيوب لما فاته الحج: اصنع ما يصنع المعتمر ثم قد حللت فإن أدركت قابلًا فحج واهد ما استيسر من الهدي رواه الشافعي، وللبخاري عن عطاء مرفوعًا نحوه.",
            "page": "148",
            "part": "1"
        },
        {
            "hno": null,
            "id": "149",
            "nass": "وللدارقطني عن ابن عباس مرفوعًا من فاته عرفات فقد فاته الحج وليتحلل بعمرة وعليه الحج من قابل وعمومه شامل للفرض والنفل والحج يلزم بالشروع فيه فيصير كالمنذور بخلاف سائر التطوعات، وأما حديث الحج مرة فالمراد الواجب بأصل الشرع والمحصر غير منسوب إلى تفريط بخلاف من فاته الحج. ¶ وعلى من لم يشترط أولًا هدي من الفوات يؤخر إلى القضاء فإن عدم الهدي زمن الوجوب وهو طلوع فجر يوم النحر من عام الفوات صام كمتمتع لخبر الأثرم أن هبار بن الأسود حج من الشام فقدم النحر فقال له عمر: ما حبسك، قال: حسبت أن اليوم يوم عرفة، قال: فانطلق إلى البيت فطف به سبعًا وإن كان معك هدية فانحرها ثم إذا كان قابل فاحجج فإن وجدت سعة فاهد، ومفرد وقارن مكي وغيره في ذلك سواء. ¶ أعلم وصلى الله على محمد وعلى آله وسلم. ¶ 81 – فصل ¶ وإن وقف كل الحجيج ¶ الثامن أو العاشر خطأ أجزأهم، أو وقف الحجيج إلا يسيرًا الثامن أو العاشر من ذي الحجة خطأ أجزأهم، لحديث الدارقطني عن عبد العزيز ابن جابر بن أسيد مرفوعًا يوم عرفة الذي يعرف الناس فيه، وله ولغيره عن أبي هريرة مرفوعًا: [فِطْرُكُمْ يَوْمَ تُفْطِرُونَ وَأَضْحَاكُمْ يَوْمَ تُضَحُّونَ]: ولأنه لا يؤمن مثل ذلك فيما إذا قيل بالقضاء وظاهره سواء أخطوا لغلط في العدد أو الرؤية أو الاجتهاد في الغيم، وقال في المقنع: وإن أخطأ بعضهم فاته الحج، والوقوف مرتين، قال الشيخ تقي الدين ابن تيمية بدعة لم يفعله السلف.",
            "page": "149",
            "part": "1"
        },
        {
            "hno": null,
            "id": "150",
            "nass": "ومن منع البيت ول كان منعه بعد الوقوف بعرفة أو كان المنع في إحرام عمرة ذبح هديًا بنية التحلل وجوبًا لقوله تعالى { فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } ولأنه عليه الصلاة والسلام أمر أصحابه حين حصروا في الحديبية أن ينحروا ويحلقوا ويحلوا وسواء كان الحصر عامًا للحاج أو خاصًا كمن حبس بغير حق أو أخذه نحو لص لعموم النص ووجود المعنى فإن لم يجد هديًا صام عشرة أيام بنية التحلل قياسًا على المتمتع وحل ولا إطعام في الإحصار لعدم وروده. ¶ ولو نوى المحصر التحل قبل ذبح الهدي إن وجده أو الصوم إن عدمه لم يحل لفقد شرطه وهو الذبح أو الصوم بالنية واعتبرت النية في المحصر دون غيره لأن من أتى بأفعال النسك أتى بما عليه فحل بإكماله فلم يحتج إلى نية بخلاف المحصر فإنه يريد الخروج من العبادة قبل إكماله فافتقرت إلى نية، ولزم من تحلل قبل الذبح أو الصوم دم لتحلله وقيل لا يلزمه دم لذلك، جزم به في المغني والشرح الكبير.",
            "page": "150",
            "part": "1"
        },
        {
            "hno": null,
            "id": "151",
            "nass": "ولا قضاء على محصر تحلل قبل فوات الحج لظاهر الآية لكن إن أمكنه فعل الحج في ذلك العام لزمه ومثله في عدم وجوب القضاء من جن أو أغمي عليه ومن حصر عن طواف الإفاضة فقط لم يتحلل حتى يطوف للإفاضة ويسعى إن لم يكن سعى، ومن حصر عن فعل واجب لم يتحلل وعليه دم بتركه كما لو تركه اختيارًا وحجه صحيح لتمام أركانه، ومن صد عن عرفة في حج تحلل بعمرة مجانًا، ومن أحصر بمرض أو بذهاب نفقة بقي محرمًا حتى يقدر على البيت فإن فاته الحج تحلل بعمرة لأنه لا يستفيد بالإحلال الانتقال من حال إلى حال خير منها ولا التخلص من أذى به بخلاف حصر العدو، ولأنه عليه الصلاة والسلام لما دخل على ضباعة بنت الزبير وقالت إني أريد الحج وأنا شاكية قال: حجي واشترطي أن محلي حيث حبستني، فلو كان المرض يبيح التحلل لما احتاجت إلى شرط ولحديث من كسر أو عرج فقد حل متروك الظاهر فإنه لا يصير بمجرده حلالًا فإن حملوه على إباحة التحلل حملناه على ما إذا اشترط، على أن في الحديث كلامًا، لأن ابن عباس يرويه ومذهبه بخلافه وهذه رواية اختارها الخرقي، روي ذلك عن ابن عمر وابن عباس ومروان وبه قال مالك والشافعي وإسحاق. ¶ والرواية الثانية له التحلل بذلك وروي نحوه عن ابن مسعود وهو قول عطاء والنخعي والثوري وأصحاب الرأي لأن النبي - صلى الله عليه وسلم - قال [مَنْ كُسِرَ أَوْ عَرِجَ فَقَدْ حَلَّ وَعَلَيْهِ حَجَّةٌ أُخْرَى] رواه النسائي ولأنه محصور فيدخل في عموم قوله { فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنْ الْهَدْيِ } يحققه أن لفظ الإحصار إنما هو للمرض ونحوه يقال أحصره المرض إحصارًا فهو محصور وحصره العدو فهو محصور فيكون اللفظ صريحًا في محل النزاع وحصر العدو مقيس عليه، ولأنه مصدود عن البيت أشبه من صده العدو، وكذا من ضل الطريق.",
            "page": "151",
            "part": "1"
        },
        {
            "hno": null,
            "id": "152",
            "nass": "وفي الاختيارات الفقهية: والمحصر بمرض أو ذهاب نفقة كالمحصر بعدو وهو إحدى الروايتين عن أحمد، ومثله حائض تعذر مقامها وحرم طوافها ورجعت ولم تطف لجهلها وجوب طاف الزيارة أو لعجزها عنه أو لذهاب الرفقة انتهى (ص 120 منها). ¶ ومن شرط ابتداء إحرامه أن محلي حيث حبستني فله التحلل مجانًا في الجميع من فوات وإحصار ومرض ونحوه ولا دم عيه لظاهر خبر ضباعة ولأنه شرط صحيح فكان على ما شرط أعلم وصلى الله على محمد وعلى آله وسلم. ¶ (ومما جاء من النظم في ذلك) ¶ وَمَنْ جَاءَ يَوْمَ النَّحْرِ وَالْفَجْرُ طَالِعٌ ¶ إِلَى عَرَفَاتٍ آبَ أَوْبَةَ مُكْمِدِ ¶ وَلَمْ يَتَحَلَّلْ مِنْهُ إِلَّا بِعُمْرَةٍ ¶ مُكَمَّلَةٍ فِي الظَّاهِرِ الْمُتَأَطِّدِ ¶ وَيَقْضِي بِلَا شَرْطٍ وَلْو نَفْلَ حَجَّهُ ¶ وَيَلْزُمُهُ هَدْيٌ عَلَى الْمُتَأَكَّدِ ¶ وَمنْ بَعْد إِحْرَامٍ يُصَدُّ وَلَمْ يَجِدْ ¶ طَرِيقًا لِيَنْحَرَ هَدْيَهُ حَيْثُ مُصْدَدِ ¶ وَإِنْ هُوَ لَمْ يَنْوِ الْخُرُوجَ بِنَحْرِهِ ¶ مِنَ النُّسُكِ لَمْ يَحِلَّ بِغَيْرِ تَرَدُّدِ ¶ فَإِنْ لَمْ يَجِدْ هَدْيًا فَصَوْمَةُ عَشْرَةً ¶ وَمَنْ يَنْوِ حِلًّا قَبْلَ هَذَا لِيَفْتَدِي ¶ وَمَنْ صُدَّ عَنْ تَعْرِيفِهِ حَسْبُ فَاحْكُمْنَ ¶ بِإِجْلَالِهِ بِالْعُمْرَةِ افْهَمْ تُسَدَّدِ ¶ وَفِي حَصْرِ سُقْمٍ أَوْ نَوى الْمَال أَوْ خَفَى ال ¶ طَّرِيقَ لِيَبْقَى مُحْرِمًا فِي الْمُسَدَّدِ ¶ فَإِنْ فَاتَهُ حَجٌّ تَحَلَّلَ بِعُمْرَةٍ ¶ وَهَذَا إِذَا لَمْ يَشْتَرِطْ حِينَ يَبْتَدِي ¶ ومما قاله الإمام ابن القيم رحمه الله ¶ حول موضوع الحج ¶ وَأَمَّا وَالَّذِي حَجَّ الْمُحِبُّونَ بَيْتَهُ ¶ وَلَبُّوا لَهُ عِنْدَ الْمَهَلِّ وَأَحْرَمُوا ¶ وَقَدْ كَشَفُوا تِلْكَ الرُّءُوسَ تَوَاضُعًا ¶ لِعِزَّةِ مَنْ تَعْنُو الْوجُوهُ وَتَسْلَمُ ¶ يُهِلُّونَ بِالْبَطْحَاءِ لَبَّيْكَ رَبَّنَا ¶ لَكَ الْحَمْدُ وَالْمُلْكُ الَّذِي أَنْتَ تَعْلَمُ ¶ دَعَاهُمْ فَلَبُّوهُ رِضًا وَمَحَبَّةً ¶ فَلَمَّا دَعَوْهُ كَانَ أَقْرَبَ مِنْهُمُو ¶ تَرَاهُمْ عَلَى الْأَنْضَاءِ شَعْثًا رُءُوسُهُمْ ¶ وَغُبْرًا وَهُمْ فِيهَا أَسَرُّ وَأَنْعَمُ ¶ وَقَدْ فَارَقُوا الْأَوْطَانَ وَالْأَهْلَ رَغْبَةً ¶ وَلَمْ تَثْنِهِمْ لَذَّاتُهُمْ وَالتَّنَعُّمُ ¶ يَسِيرُونَ فِي أَقْطَارِهَا وَفِجَاجِهَا ¶ رِجَالًا وَرُكْبَانًا وَلِلَّهِ أَسْلَمُوا",
            "page": "152",
            "part": "1"
        },
        {
            "hno": null,
            "id": "153",
            "nass": "وَلَمَّا رَأَتْ أَبْصَارُهُمْ بَيْتَهُ الَّذِي ¶ قُلُوبُ الْوَرَى شَوْقًا إِلَيْهِ تَصَرَّمُ ¶ كَأَنَّهُمُو لَمْ يَنْصِبُوا قَطُّ قَبْلَهُ ¶ لِأَنَّ شَقَاهُمْ قَدْ تَرَحَّلَ عَنْهُمُو ¶ وَقَدْ غَرِقَتْ عَيْنُ الْمُحِبِّ بِدَمْعِهَا ¶ فَيَنْظُرُ مِنْ بَيْنِ الدُّمُوعِ وَيَسْجُمُ ¶ فَلِلَّهِ كَمْ مِنْ عِبْرَةٍ مُهْرَاقَة ¶ وَأُخْرَى عَلَى آثَارِهَا تَتَقَدَّمُ ¶ إِذَا عَايَنَتْهُ الْعَيْنُ زَالَ ظَلَامُهَا ¶ وَزَالَ عَنِ الْقَلْبِ الْكَئِيبِ التَّأَلُّمُ ¶ فَلَا يَعْرِفُ الطَّرْفُ الْمُعَايِنُ حُسْنَهُ ¶ إِلَى أَنْ يَعُودَ الطَّرْفُ وَالشَّوْقُ أَعْظَمُ ¶ وَلَا عَجَبًا مِنْ ذَا فَحِينَ أَضَافَهُ ¶ إِلَى نَفْسِهِ الرَّحْمَنُ فَهُوَ الْمُعَظَّمُ ¶ كَسَاهُ مِنَ الْإِجْلَالِ أَعْظَمَ حُلَّةٍ ¶ عَلَيْهَا طِرَازٌ بِالْمَلاحَةِ مُعْلَمُ ¶ فَمِنْ أَجْلِ ذَا كُلُّ الْقُلُوبِ تُحِبُّهُ ¶ وَتَخْشَعُ إِجْلَالًا لَهُ وَتُعَظِّمُ ¶ وَرَاحُوا إِلَى التَّعْرِيفِ يَرْجُونَ رَحْمَةً ¶ وَمَغْفِرَةً مِمَّنْ يَجُودُ وَيُكْرِمُ ¶ فَلِلَّهِ ذَاكَ الْمَوْقِفُ الْأَعْظَمُ الَّذِي ¶ كَمَوْقِفِ يَوْمِ الْعَرْضِ بَلْ ذَاكَ أَعْظَمُ ¶ وَيَدْنُو بِهِ الْجَبَّارُ جَلَّ جَلَالُه ¶ يُبَاهِي بِهِمْ أَمْلَاكَهُ فَهُوَ أَكْرَمُ ¶ يَقُولُ عِبَادِي قَدْ أَتَوْنِي مَحَبَّةً ¶ وَإِنِّي بِهِمْ بَرٌّ أَجُودُ وَأَرْحَمُ ¶ وَأُشْهِدُكُمْ أَنِّي غَفَرْتُ ذُنُوبَهُمْ ¶ وَأَعْطَيْتُهُمْ مَا أَمَّلُوهُ وَأَنْعَمُ ¶ فَبُشْرَاكُمْ يَا أَهْلَ ذَا الْمَوْقِفِ الَّذِي ¶ بِهِ يَغْفِرُ اللَّهُ الذُّنُوبَ وَيَرْحَمُ ¶ فَكَمْ مِنْ عَتِيقٍ فِيهِ كُمِّلَ عِتْقُهُ ¶ وَآخَرُ يَسْتَشْفِي وَرَبُّكَ أَرْحَمُ ¶ وَمَا رُوِيَ الشَّيْطَانُ أَحْقَرَ فِي الْوَرَى ¶ وَأَدْحَرَ مِنْهُ عِنْدَهَا فَهُوَ أَلْوَمُ ¶ وَذَاكَ لِأَمْرٍ قَدْ رَآهُ فَغَاظَهُ ¶ فَأَقْبَلَ يَحْثُو لِلتُّرَابِ وَيَلْطِمُ ¶ وَمَا عَايَنَتْ عَيْنَاهُ مِنْ رَحْمَةٍ أَتَتْ ¶ وَمَغْفِرَةٍ مِنْ عِنْدِ ذِي الْعَرْشِ تُقْسَمُ ¶ بَنَى مَا بَنَى حَتَّى إِذَا ظَنَّ أَنَّهُ ¶ تَمَكَّنَ مِنْ بُنَيَانِهِ فَهُوَ مُحْكَمُ ¶ أَتَى اللَّهُ بُنْيَانًا لَهُ مِنْ أَسَاسِهِ ¶ فَخَرَّ عَلَيْهِ سَاقِطًا يَتَهَدَّمُ",
            "page": "153",
            "part": "1"
        },
        {
            "hno": null,
            "id": "154",
            "nass": "وَكَمْ قَدْرُ مَا يَعْلُو الْبِنَاءُ وَيَنْتَهِي ¶ إِذَا كَانَ يَبْنِيهِ وَذُو الْعَرْشِ يَهْدِمُ ¶ وَرَاحُوا إِلَى جَمْعٍ وَبَاتُوا بِمَشْعَرِ ¶ الْحَرَامِ وَصَلُّوا الْفَجْرَ ثُمَّ تَقَدَّمُوا ¶ إِلَى الْجَمْرَةِ الْكُبْرَى يُرِيدُونَ رَمْيَهَا ¶ لِوَقْتِ صَلَاةِ الْعِيدِ ثُمَّ تَيَمَّمُوا ¶ مَنَازِلَهُمْ لِلنَّحْرِ يَبْغُونَ فَضْلَهُ ¶ وَإِحْيَاءُ نُسْكٍ مِنْ أَبِيهِمْ يُعَظِّمُوا ¶ فَلَوْ كَانَ يُرْضِي اللَّهَ نَحْرُ نُفُوسِهِمْ ¶ لَجَادُوا بِهَا طَوْعًا وَلِلْأَمْرِ سَلَّمُوا ¶ كَمَا بَذَلُوا عِنْدَ الْجِهَادِ نُحُورَهُمْ ¶ لِأَعْدَائِهِ حَتَّى جَرَى مِنْهُمُ الدَّمُ ¶ وَلَكِنَّهُمْ دَانُوا بِوَضْعِ رُءُوسِهِمْ ¶ وَذَلِكَ ذُلٌّ لِلْعَبِيدِ وَمِبْسَمُ ¶ وَلَمَّا تَقَضَّوْا ذَلِكَ التَّفَثُ الَّذِي ¶ عَلَيْهِمْ وَأَوْفَوْا نَذْرَهُمْ ثُمَّ تَمَّمُوا ¶ دَعَاهُمْ إِلَى الْبَيْتِ الْعَتِيقِ زِيَارَةً ¶ فَيَا مَرْحَبًا بِالزَّائِرِينَ وَأَكْرِمُ ¶ فَلَلَّهِ مَا أَبْهَى زِيَارَتَهُمْ لَهُ ¶ وَقَدْ حَصَلَتْ تِلْكَ الْجَوَائِزُ تُقْسَمُ ¶ وَلِلَّهِ إِفْضَالٌ هُنَاكَ وَنِعْمَةٌ ¶ وَبِرٌّ وَإِحْسَانٌ وَجُودٌ وَمَرْحَمُ ¶ وَعَادُوا إِلَى تِلْكَ الْمَنَازِلِ مِنْ مِنًى ¶ وَنَالُوا مُنَاهُمْ عِنْدَهَا وَتَنَعَّمُوا ¶ أَقَامُوا بِهَا يَوْمًا وَيَوْمًا وَثَالِثًا ¶ وَأُذِّنَ فِيهِمْ بِالرَّحِيلِ وَأُعْلِمُوا ¶ وَرَاحُوا إِلَى رَمْيِ الْجِمَارِ عَشِيَّةً ¶ شِعَارُهُمُ التَّكْبِيرُ وَاللَّهُ مَعْهُمُ ¶ وَلَوْ أَبْصَرَتْ عَيْنَاكَ مَوْقِفَهُمْ بِهَا ¶ وَقَدْ بَسَطُوا تِلْكَ الْأَكُفَّ لِيُرْحَمُوا ¶ يُنَادُونَهُ يَا رَبِّ يَا رَبِّ إِنَّنَا ¶ عَبِيدُكَ لَا نَرْجُو سِوَاكَ وَتَعْلَمُ ¶ وَهَا نَحْنُ نَرْجُو مِنْكَ مَا أَنْتَ أَهْلُهُ ¶ فَأَنْتَ الَّذِي تُعْطِي الْجَزِيلَ وَتَرْحَمُ ¶ وَلَمَّا تَقَضَّوْا مِنْ مِنًى كُلَّ حَاجَةٍ ¶ وَسَالَتْ بِهِمْ تِلْكَ الْبِطَاحُ تَقَدَّمُوا ¶ إِلَى الْكَعْبَةِ الْبَيْتِ الْحَرَامِ عَشِيَّةً ¶ وَطَافُوا بِهَا سَبْعًا وَصَلُّوا وَسَلَّمُوا ¶ وَلَمَّا دَنَا التَّوْدِيعُ مِنْهُمْ وَأَيْقَنُوا ¶ بِأَنَّ التَّدَانِي حَبْلُهُ مُتَصَرَّمُ ¶ وَلَمْ يَبْقَ إِلَّا وَقْفَةٌ لِمُوَدِّعٌ ¶ فَلِلَّهِ أَجْفَانٌ هُنَاكَ تَسَجَّمُ ¶ وَلِلَّهِ أَكْبَادٌ هُنَالِكَ أُودِعَ الْغَ ¶ رَامُ بِهَا فَالنَّارُ فِيهَا تَضَرَّمُ ¶ وَلِلَّهِ أَنْفَاسٌ يَكَادُ بِحَرِّهَا ¶ يَذُوبُ الْمُحِبُّ الْمُسْتَهَامُ الْمُتَيَّمُ ¶ فَلَمْ تَرَ إِلَّا بَاهِتًا مُتَحَيِّرًا ¶ وَآخَرَ يُبْدِي شَجْوَهُ يَتَرَنَّمُ ¶ رَحَلْتُ وَأَشْوَاقِي إِلَيْكُمْ مُقِيمَةٌ ¶ وَنَارُ الْأَسَى مِنِّي تُشَبُّ وَتُضْرَمُ ¶ أُوَدِّعُكُمْ وَالشَّوْقُ يَثْنِي أَعِنَّتِي ¶ إِلَيْكُمْ وَقَلْبِي فِي حِمَاكُمْ مُخَيَّمُ ¶ هُنَالِكَ لَا تَثْرِيبَ يَوْمًا عَلَى امْرِئٍ ¶ إِذَا مَا بَدَا مِنْهُ الَّذِي كَانَ يَكْتُمُ ¶ هذا آخر ما تيسر لي جمعه من كتب أهل العلم فيما يتعلق بالمناسك وكان الفراغ منه في 6/1392. والله المسئول أن يجعل عملنا هذا خالصًا لوجه الكريم وأن ينفع به نفعًا عامًّا إنه سميع قريب مجيب على كل شيء قدير. والحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين نبينا محمد خاتم الأنبياء والمرسلين المبعوث رحمة للعالمين وعلى آله وصحبه أجمعين ومن تبعهم بإحسان إلى يوم الدين وسلم تسليمًا كثيرًا. ¶ عبد العزيز السلمان ¶ المدرس في معهد إمام الدعوة بالرياض ¶ غفر الله له ولوالديه ولجميع المسلمين",
            "page": "154",
            "part": "1"
        }
    ],
    "t36230": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "أَوْضَحُ الْمَسالِكِ إلى أَحْكامِ الْمَناسِكِ"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "خطبة الكتاب"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "3",
            "tit": "باب الحج والعمرة"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": "1",
            "tit": "أدلة وجوب الحج"
        },
        {
            "id": "7",
            "lvl": "2",
            "sub": "1",
            "tit": "شروط وجوبه"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": "1",
            "tit": "العاجز عن الحج وما يلزمه"
        },
        {
            "id": "12",
            "lvl": "2",
            "sub": "1",
            "tit": "النيابة وما يتعلق بها وإذا مات من لزمه حج أو عمرة"
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في آداب السفر إلى الحج والعمرة"
        },
        {
            "id": "17",
            "lvl": "2",
            "sub": "1",
            "tit": "مما ينبغي لمن أراد الحج وعزم عليه"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "أوقات خروج من أراد سفرًا وما يستحب له من قول أو فعل"
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "أوقات خروج من أراد سفرًا وما يستحب له من قول أو فعل"
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "التحذير عن استصحاب المنكرات والملاهي في السفر والحضر"
        },
        {
            "id": "25",
            "lvl": "1",
            "sub": "1",
            "tit": "فصل في المواقيت"
        },
        {
            "id": "27",
            "lvl": "2",
            "sub": "1",
            "tit": "تجاوز الميقات ، تعريف الإحرام"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "باب الإحرام"
        },
        {
            "id": "30",
            "lvl": "2",
            "sub": "1",
            "tit": "ما يفعل بعد الفراغ من السنن لمريد الإحرام"
        },
        {
            "id": "32",
            "lvl": "2",
            "sub": null,
            "tit": "الاشتراط في الإحرام وبيان الأنساك الثلاثة والأفضل منها وصفة كل واحد منها"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": null,
            "tit": "شروط دم التمتع"
        },
        {
            "id": "33",
            "lvl": "2",
            "sub": "1",
            "tit": "إذا قضى القارن قارنًا وفسخ الحج"
        },
        {
            "id": "34",
            "lvl": "2",
            "sub": null,
            "tit": "وإذا حاضت المرأة المتمتعة قبل طواف العمرة"
        },
        {
            "id": "35",
            "lvl": "1",
            "sub": null,
            "tit": "إذا أحرم عن اثنين أو استنابه اثنان"
        },
        {
            "id": "36",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في التلبية"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": "1",
            "tit": "ابتداء التلبية ومن أين أهل صلى الله عليه وسلم"
        },
        {
            "id": "39",
            "lvl": "2",
            "sub": null,
            "tit": "ما تتأكد فيه التلبية ومن يجهر بها ومن لا يجهر بها"
        },
        {
            "id": "41",
            "lvl": "1",
            "sub": "1",
            "tit": "باب محظورات الإحرام"
        },
        {
            "id": "43",
            "lvl": "2",
            "sub": "1",
            "tit": "تغطية الرأس"
        },
        {
            "id": "44",
            "lvl": "2",
            "sub": "1",
            "tit": "لبس المخيط"
        },
        {
            "id": "47",
            "lvl": "2",
            "sub": "1",
            "tit": "الطيب"
        },
        {
            "id": "48",
            "lvl": "2",
            "sub": "1",
            "tit": "قتل صيد البر"
        },
        {
            "id": "55",
            "lvl": "2",
            "sub": null,
            "tit": "عقد النكاح"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "الوطء في الفرج"
        },
        {
            "id": "60",
            "lvl": "2",
            "sub": null,
            "tit": "المباشرة دون الفرج"
        },
        {
            "id": "63",
            "lvl": "1",
            "sub": null,
            "tit": "باب الفدية وأدلتها والنوع الأول منها"
        },
        {
            "id": "64",
            "lvl": "2",
            "sub": null,
            "tit": "جزاء الصيد النوع الثاني ، الضرب الثاني مرتبا"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "النوع الثاني من الضرب الثانيا"
        },
        {
            "id": "68",
            "lvl": "2",
            "sub": null,
            "tit": "من كرر محظورًا"
        },
        {
            "id": "70",
            "lvl": "2",
            "sub": null,
            "tit": "لبس المخيط والحلق والتقليم"
        },
        {
            "id": "71",
            "lvl": "2",
            "sub": null,
            "tit": "موضع ذبح الهدي وتفرقة لحمه"
        },
        {
            "id": "74",
            "lvl": "2",
            "sub": "1",
            "tit": "باب جزاء الصيد"
        },
        {
            "id": "76",
            "lvl": "2",
            "sub": null,
            "tit": "ما لم تقض فيه الصحابة"
        },
        {
            "id": "77",
            "lvl": "2",
            "sub": null,
            "tit": "القسم الثاني من الصيد ما لا مثل له من النعم"
        },
        {
            "id": "79",
            "lvl": "2",
            "sub": null,
            "tit": "باب صيد الحرمين"
        },
        {
            "id": "80",
            "lvl": "2",
            "sub": null,
            "tit": "حكم قطع شجر حرم مكة"
        },
        {
            "id": "82",
            "lvl": "2",
            "sub": null,
            "tit": "حد حرم مكة"
        },
        {
            "id": "83",
            "lvl": "2",
            "sub": null,
            "tit": "فصل في حرم المدينة"
        },
        {
            "id": "84",
            "lvl": "1",
            "sub": null,
            "tit": "باب دخول مكة"
        },
        {
            "id": "87",
            "lvl": "2",
            "sub": null,
            "tit": "مدخل المسجد الحرام وما يقوله الداخل وما يعمله المتمع"
        },
        {
            "id": "90",
            "lvl": "2",
            "sub": null,
            "tit": "مدخل المسجد الحراالطواف والرمل وتقبيل الحج والدعاء بين الأركان"
        },
        {
            "id": "92",
            "lvl": "1",
            "sub": null,
            "tit": "شروط صحة الطواف"
        },
        {
            "id": "96",
            "lvl": "2",
            "sub": null,
            "tit": "سنن الطواف"
        },
        {
            "id": "97",
            "lvl": "2",
            "sub": null,
            "tit": "الخروج للسعي من باب الصفاء وما يقوله إذا خرج"
        },
        {
            "id": "99",
            "lvl": "1",
            "sub": null,
            "tit": "شروط صحة السعي"
        },
        {
            "id": "101",
            "lvl": "2",
            "sub": null,
            "tit": "سنن السعي"
        },
        {
            "id": "102",
            "lvl": "1",
            "sub": null,
            "tit": "صفة الحج والعمرة"
        },
        {
            "id": "104",
            "lvl": "2",
            "sub": null,
            "tit": "وقت الخروج إلى منى"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "الوقوف بعرفة وما يقوله الواقف وما حول ذلك"
        },
        {
            "id": "110",
            "lvl": "2",
            "sub": null,
            "tit": "وقت الوقوف بعرفة"
        },
        {
            "id": "112",
            "lvl": "2",
            "sub": null,
            "tit": "الدفع من عرفة بعد الغروب إلى مزدلفة"
        },
        {
            "id": "115",
            "lvl": "2",
            "sub": null,
            "tit": "الدفع من مزدلفة وما يتعلق بذلك"
        },
        {
            "id": "118",
            "lvl": "2",
            "sub": null,
            "tit": "حصى الجمار وما يتعلق بها من الرمي وصفتها وعددها"
        },
        {
            "id": "120",
            "lvl": "2",
            "sub": null,
            "tit": "وقت قطع التلبية وما يفعله بعد قطعها"
        },
        {
            "id": "122",
            "lvl": "2",
            "sub": null,
            "tit": "المسنون بعد حلق الرأس وبيان مقدار ما تقصره المرأة"
        },
        {
            "id": "123",
            "lvl": "2",
            "sub": null,
            "tit": "ما يحصل به التحلل الأول"
        },
        {
            "id": "127",
            "lvl": "2",
            "sub": null,
            "tit": "الإفاضة إلى مكة وما يفعله من أفاض"
        },
        {
            "id": "129",
            "lvl": "2",
            "sub": null,
            "tit": "المتمتع يكفيه سعي واحد ، والشرب من ماء زمزم"
        },
        {
            "id": "131",
            "lvl": "2",
            "sub": null,
            "tit": "صلاة الظهر يوم النحر بمنى والرمي وقت استحبابه"
        },
        {
            "id": "134",
            "lvl": "2",
            "sub": null,
            "tit": "خطبة الإمام في اليوم الثاني من أيام التشريق"
        },
        {
            "id": "135",
            "lvl": "2",
            "sub": null,
            "tit": "ما يسن بعد طواف الوداع"
        },
        {
            "id": "136",
            "lvl": "1",
            "sub": null,
            "tit": "من النظم في أحكام المناسك"
        },
        {
            "id": "139",
            "lvl": "1",
            "sub": null,
            "tit": "زيارة المسجد النبوي"
        },
        {
            "id": "142",
            "lvl": "1",
            "sub": null,
            "tit": "مسجد قباء"
        },
        {
            "id": "144",
            "lvl": "1",
            "sub": null,
            "tit": "من أراد العمرة وهو بالحرم"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": null,
            "tit": "أركان الحج"
        },
        {
            "id": "146",
            "lvl": "1",
            "sub": "1",
            "tit": "أركان العمرة"
        },
        {
            "id": "148",
            "lvl": "1",
            "sub": null,
            "tit": "فصل في الفوات والإحصار"
        },
        {
            "id": "149",
            "lvl": "1",
            "sub": null,
            "tit": "فوات الحج بما يكون"
        }
    ]
}