{
    "b36237": [
        {
            "id": "1",
            "nass": "تعدد الزوجات ¶ سدينة إدريس عبدا لكريم الزوى ¶ تحت إشراف الدكتور: غيث محمود الفاخري ¶ رئيس جامعة اجدابيا وأستاذ الشريعة بجامعة قاريونس ¶ 1425 ـــ 1426 هـ",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال الله تعالى ¶ {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ ¶ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} ¶ [الاحزاب36]",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إلى الغيورين على شريعة الله القائمين بها ¶ أهدى هذا البحث",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على قدوة الأولين والآخرين سيدنا محمد وعلى آله وأصحابه أجمعين. ¶ إن الإسلام أباح تعدد الزوجات وجعل له ضوابط وشروط بعد أن كان قبل الإسلام متروكا دون تنظيم أو تهذيب، وكان للإسلام فلسفته فى إباحة التعدد فهو يراعى مصالح الناس فى كل زمان ومكان، وتغير ظروفهم، واختلاف أحوالهم، فهو فى ذلك وسط بين الذين يتركون أمر التعدد على عواهنه دون ربط أوضبط فيحلون للرجل أن يتزوج من النساء ماشاء وأن يعاملهن كيفما أراد، وبين أولئك الذين يمنعون التعدد ويرونه جريمة لاتغتفر وانتهاكا لحقوق المرأة وامتهانا لكرامتها دون نظر لظروف قد تطرأ أوحوادث قد تفع. ¶ وانتقل الأمر إلى واضعى القوانين الحديثة فمنهم من يبيح التعدد استنادا إلى الشريعة الغراء، ومراعاة لظروف الناس وأحوالهم. ومنهم الذين يمنعون أو يضيقون تأثرا بالأفكار الواردة من الغرب أو جهلا من بعضهم لحكم وغايات التعدد. ¶ وفى بحثى هذا أحاول أن أتناول بالدراسة موقف كل من الشريعة والقانون من مسألة التعدد، وذلك من خلال خطة البحث التى وضعتها والتى قسمت فيها الموضوع على النحو التالى: ـ ¶ المبحث التمهيدى: نظام تعدد الزوجات، ويشتمل على ¶ المطلب الأول: تعدد الزوجات فبل الإسلام ¶ المطلب الثانى: الحكمة من تعدد الزوجات ¶ المبحث الأول: موقف الشريعة من التعدد، ويشتمل على ¶ المطلب الأول: إباحة الإسلام للتعدد ¶ المطلب الثانى: ضوابط التعدد وشروطه",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "المطلب الثالث: زوجات الرسول (صلى الله عليه وسلم) ¶ المبحث الثانى: موقف القانون من تعدد الزوجات، ويشتمل على ¶ المطلب الأول: تعدد الزوجات فى القانون المصرى والتونسى ¶ المطلب الثانى: تعدد الزوجات فى القانون الليبى ¶ وأخيرا أرجو أن ينال ماكتبته الرضا، وماتوفيقى الابالله عليه توكلت وهو رب العرش العظيم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المبحث التمهيدى ¶ نظام تعدد الزوجات ¶ إن تعدد الزوجات نظام اجتماعى معروف منذ القدم عند البشرية، لأنه كان يؤدى دورا فى الحياة الاجتماعية والأسرية، وعندما جاء الإسلام أباح هذا النظام بعد أن هذبه ووضع له الضوابط وكانت له فى ذلك مبررات وغايات استنبطها العلماء. ¶ وسنتناول فى هذا المبحث التمهيدى هذا النظام من خلال مطلبين: نتكلم فى الأول عن تاريخ التعدد، وفى الثانى نتحدث عن بعض حكم وغايات التعدد. ¶ المطلب الأول ¶ تعدد الزوجات فبل الإسلام ¶ لقد كان نظام التعدد معروفا قبل الإسلام، فالثابت تاريخيا أن تعدد الزوجات ظاهرة عرفتها البشرية منذ أقدم العصور. ¶ فلقد كان التعدد منتشرا عند الفراعنة وأشهر الفراعنة رمسيس الثانى كان له ثمانى زوجات والعديد من الجوارى ,وقد أنجب أكثر من مائة وخمسين ولدا وبنتا، وأسماء زوجاته وأولاده منقوشة على جدران المعابد حتى اليوم، وفرعون موسى كانت له عدة زوجات منهن (آسيا). ¶ وكان التعدد معروفا فى عهد أبى الأنبياء إبراهيم عليه السلام حيث كان له زوجتان (هاجر وسارة) وقد رزقه الله من هاجر إسماعيل عليه السلام بينما رزقه من سارة سيدنا",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إسحق عليه السلام، وكذلك سيدنا يعقوب جمع بين أختين (¬1) هما (ليا و راحيل) وجاريتين لهما فكان له أربع حلائل فى وقت واحد وأنجب عليه السلام منهما الأسباط (أحد عشر ولدا) بالإضافة إلى سيدنا يوسف – عليه السلام، وكذلك سيدنا داود – عليه السلام – كانت له عدة زوجات والعديد من الجواري .. وكذلك كانت لابنه سليمان زوجات وجواري عديدات. ¶ وفى جزيرة العرب قبل الإسلام كان تعدد الزوجات معروفا وقد روى الترمذى وابن ماجة أن غيلان الثقفي أسلم وتحته عشر نسوة، فقال له النبي (صلى الله عليه وسلم): ((أختر منهن أربعا)). ¶ ويلاحظ أن التعدد كان ومازال منتشرا بين شعوب وقبائل أخرى لا تدين بالإسلام .. ومنها الشعوب الوثنية في أفريقيا والهند والصين واليابان ومناطق أخرى في جنوب شرق آسيا (¬2). ¶ ¬__________ ¶ (¬1) ـ كان الجمع بين الأختين جائزا حتى ذلك الوقت ثم منعه القرآن بعد ذلك بنص صريح. ¶ (¬2) ـ وجدى شفيق ـ زوجات لا عشيقات، تعدد الزوجات ضرورة عصرية ــ ص 6 ومابعدها",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المطلب الثانى ¶ الحكمة من تعدد الزوجات ¶ إن المؤمن الحقيقى يستجيب ويذعن لأمر الله عز وجل حينما يسمعه مباشرة ولا يتردد فى قبوله كما قال الله تعالى {وَمَا كَانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمْ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِيناً} [الاحزاب36] ولكن هذا لا يمنع المسلم من البحث عن الحكَم والغايات التى من أجلها شرع الله عز وجل الحُكم ـ ومعلوم أن الله لا يشرع من الأحكام إلا ما يكون فيه مصلحة للعباد فى حالهم أو مآلهم ـ حتى يكون ذلك زيادة فى إيمانه وحجة على من غيره ممن ينكره. ¶ وإن الناظر بعين البحث المجردة يتبين له أن لتعدد الزوجات مبررات وله منافع وفوائد عدة تعود على الفرد والأمة بالفائدة، فإن الأمة قد يتعرض لها نقص فى رجالها كما يحدث فى أعقاب الحروب فإذا لم يبح للرجل التعدد بقى عدد هائل من النساء بدون عائل يقوم بشؤونهن (¬1)، وأصبحت الأمة تعانى نقصا فى الرجال وزيادة فى النساء يهدد التوازن الحياتى الذى تتطلبه المجتمعات. ¶ وكذلك فإن نظام تعدد الزوجات يتيح فرص الزواج أمام كثير من العانسات والأرامل والمطلقات، فعيش بعض النساء بدون زواج أشد ضرراً من عيش بعضهن بنصف أو ثلث أو ربع زوج. ¶ وكذلك فإن الزوجة قد تكون عقيماً وليست لديها القدرة على الإنجاب، والزوج يرغب في الذرية، ومن ثم يكون أمامه طريقان لا ثالث لهما وهما: ¶ أ- أن يطلق زوجته العقيم، ويتزوج بثانية تحقق رغبته في النسل. ¶ ¬__________ ¶ (¬1) ــ زكى الدين شعبان ــ الأحكام الشرعية للأحوال الشخصية ـ منشورات جامعة قاريونس ـ سنة الطبع 1993 ـ ص 142",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ب- أن يتزوج امرأة أخرى، ويبقي الزوجة الأولى في عصمته. ¶ والطريق الأول يؤدي إلى أن تبقى المرأة – في أغلب الأحوال- بلا زوج لأن الرجال لا يرغبون بطبيعة الحال في التزوج بامرأة مطلقة وعقيم لا تنجب، الأمر الذي يسبب لها التعاسة والشقاء طوال حياتها، ولا شك أن 99% من الزوجات يفضلن الطريق الثاني، ويعملن جاهدات للابتعاد عن الطريق الأول الذي يحطم عليهن بيوتهن، ويحرمهن مما يحتجن إليه من مسكن وكساء وغذاء ودواء، وشريك للحياة. ¶ وقد تكون الزوجة مصابة بمرض مزمن لا تستطيع معه القيام بالواجبات الزوجية فيضطر الزوج إلى أن يتزوج عليها. وتبقى في عصمته يرعاها ويؤمن لها ما تحتاج من متطلبات الحياة. (¬1) ¶ وقد يكون الزوج كثير الأسفار و إقامته في بلد آخر قد تطول فهل يتخذ زوجة يعيش معها بطريقة مشروعة أو يترك الرجل ليقع في الخطأ؟ إن بعض الرجال ينتقل عمله من بلد إلى آخر فتأبى زوجته الانتقال معه وهو لا يريد مفارقتها فهل يتركها وأطفالها بالطلاق أو تبقى على ذمته يزورها ويؤدي واجبه نحوها. ¶ إن هذه ليست كل المبررات والحكم التى من أجلها شرع تعدد الزوجات، بل هناك بالتأكيد حكم أخرى تختلف من مجتمع إلى آخر، تجعل من تعدد الزوجات لبعض الناس أمرا محتوما. ¶ ¬__________ ¶ (¬1) ــ محمد بن مسفر الطويل ـ تعدد الزوجات فى الإسلام ـ منشورات دار أنصار السنة ـ ص 55 وما بعدها بتصرف",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المبحث الأول ¶ موقف الشريعة من التعدد ¶ شرع الله سبحانه وتعالى تعدد الزوجات وأباحه لعباده، وحددت الشريعة الإسلامية له شروطاً لا يجوز الأخذ به دونها وهى العدل بين الزوجات والقدرة على النفقة وعدم الزيادة على أربع، وفى تعدد زوجات النبى صلى الله عليه وسلم أبلغ رد على من ينكرون التعدد ويلقون الشبه التى يريدون بها إلغاء التعدد وهذه النقاط هى موضوع المطالب التالية. ¶ المطلب الأول ¶ إباحة الإسلام للتعدد ¶ أباح الإسلام تعدد الزوجات فقد قال الله تعالى {فَانكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلاَّ تَعُولُوا} [النساء: 3] وقال تعالى {وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاء وَلَوْ حَرَصْتُمْ فَلاَ تَمِيلُواْ كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِن تُصْلِحُواْ وَتَتَّقُواْ فَإِنَّ اللَّهَ كَانَ غَفُورًا رَّحِيمًا} [النساء: 129] وتفيد هاتان الآيتان إباحة تعدد الزوجات حتى أربع كحد أعلى وعدم الزيادة على ذلك مشروطا بالعدل بين الزوجات فأصبحت الإباحة مقيدة بعد أن كانت مطلقة فى الجاهلية قال بن كثير رحمه الله ((وقوله {مَثْنَى وَثُلاثَ وَرُبَاعَ} أى انكحوا من شئتم من النساء سواهن إن شاء أحدكم ثنتين وإن شاء",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثلاثا وإن شاء أربعا)) (¬1). ¶ وجاءت السنة تؤكد ذلك فقد روى أبو داود بإسناده أن وهب الأسدي قال ((أسلمت وعندي ثمان نسوة فذكرت ذلك للنبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم اختر منهن أربعا)) (¬2) ¶ وقد أجمع العلماء والفقهاء رحمهم الله على إباحة التعدد وعدم الزيادة على أربع قال النفراوى فى الفواكه الدوانى ((ويجوز للحر والعبد المسلمين نكاح أربع حرائر مسلمات أو كتابيات ....... وتحرم الزيادة على الأربع بإجماع أهل السنة)) (¬3) ¶ ¬__________ ¶ (¬1) ــ بن كثير ــ تفسير القرءان العظيم ــ دار الفكر بيروت ــ سنة النشر 1401 هـ ج 1 ص 451 ¶ (¬2) ــ ٍسنن أبي داود ـ دار الفكر ـ ج 2 ص 272 ¶ (¬3) ــ أحمد النفراوى المالكى ـ الفواكه الدوانى ـ دار الفكر بيروت ـ سنة النشر 1415هـ ـ ج2 ص 21",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المطلب الثانى ¶ ضوابط التعدد وشروطه ¶ اتفق الفقهاء والمفسرون على أنه لابد من توافر شروط معينة لإباحة التعدد وهذه الشروط هى: ـ ¶ الشرط الأول: عدم الزيادة على أربع: ـ ¶ قال الله تعالى {فَانكِحُوا مَا طَابَ لَكُمْ مِنَ النِّسَاءِ مَثْنَى وَثُلاثَ وَرُبَاعَ} قال بن كثير عند هذه الآية أى انكحوا من شئتم من النساء إن شاء أحدكم اثنين وإن شاء ثلاثا وإن شاء أربعا، كما قال تعالى: {جاعل الملائكة رسلا أولى أجنحة مثنى وثلاث ورباع} أي منهم من له جناحان، ومنهم من له ثلاثة أجنحة، ومنهم من له أربعة أجنحة .. والمقام هنا كما يقول بن عباس – رضي الله عنه – وجمهور العلماء هو مقام امتنان وإباحة، فلو كان يجوز للرجال الجمع بين أكثر من أربع زوجات لذكره تعالى. ¶ وقد ورد فى السنة ما يؤكد ذلك فعن بن عمر رضى الله عنه ((أن غيلان بن سلمة الثقفي أسلم وله عشر نسوة في الجاهلية فأسلمن معه فأمره النبي صلى الله عليه وسلم أن يتخير أربعا منهن)) (¬1) رواه الترمذى وابن ماجة. ¶ وروى أبو داود بإسناده أن وهب الأسدي قال ((أسلمت وعندي ثمان نسوة فذكرت ذلك للنبي صلى الله عليه وسلم فقال النبي صلى الله عليه وسلم اختر منهن أربعا)) (¬2) ¶ وروى بن ماجة عن قيس بن الحارث أنه قال: أسلمت وعندي ثمان نسوة، فذكرت ذلك للنبي صلى الله عليه وسلم، فقال: ((اختر منهن أربعاً)) (¬3) ¶ ¬__________ ¶ (¬1) ــ الجامع الصحيح سنن الترمذي ـ دار إحياء التراث العربي ـ ج 3 ص 435 /سنن ابن ماجه ـ دار الفكر بيروت ـ ج1 ص 628 ¶ (¬2) ــ ٍسنن أبي داود ـ دار الفكر ـ ج 2 ص 272 ¶ (¬3) ــ سنن ابن ماجة ـ ج1 ص628.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد نص الفقهاء رحمهم الله على إباحة التعدد وعدم الزيادة على أربع قال الكاسانى بعد أن أورد حديث وهب السابق ((أمره صلى الله عليه وسلم بمفارقة البواقى ولو كانت الزيادة على الأربع حلال لما أمره، فدل أنه منتهى العدد المشروع وهو أربع)) (¬1) ¶ وقال الشيرازى فى المهذب ((ويحرم على الحر أن يتزوج بأكثر من أربع نسوة لقوله تعالى فانكحوا ما طاب لكم من النساء مثنى وثلاث ورباع)) (¬2) ¶ وقال النفراوى فى الفواكه الدوانى ((ويجوز للحر والعبد المسلمين نكاح أربع حرائر مسلمات أو كتابيات ....... وتحرم الزيادة على الأربع بإجماع أهل السنة)) (¬3) ¶ وقال بن قدامة المقدسى ((وان أسلم وتحته أكثر من أربع نسوة أمسك منهن أربعا وفارق سائرهن سواء كان أمسك منهن أول من عقد عليها أو آخرهن)) (¬4) ¶ وللاستطراد نذكر أن هناك ثلاث وجهات نظر شاذة حول الحد الأقصى لتعدد الزوجات تخالف ما أجمع عليه المسلمون وهو أنه لا يجوز الزواج بأكثر من أربع، وهي: ¶ أولاً: زعم فريق أن الآية الكريمة: {فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ} تفيد إباحة الجمع إلى تسع زوجات، مستدلين على زعمهم بأن الكلمات: ((مثنى وثلاث ورباع)) الواردة في الآية الكريمة ألفاظ مفردة معدول بها عن أعداد مفردة، وأن الواو الموجودة بين هذه الكلمات للجمع، فيكون معنى ((مثنى وثلاث ورباع)): اثنين وثلاثاً وأربعاً ومجموعها تسع (2+3+4=9). ¶ ثانياً: ويقول فريق آخر أن الآية الكريمة: {فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ} تفيد إباحة الجمع إلى ثماني عشرة زوجة، ويرون أن الكلمات: ((مثنى وثلاث ورباع)) ألفاظ مفردة معدول بها عن ألفاظ مكررة وأن الواو الموجودة بين هذه الكلمات للجمع، وتفسير الآية الكريمة عندهم هو فانكحوا ما طاب لكم من النساء اثنين ¶ ¬__________ ¶ (¬1) ــ علاء الدين الكاسانى ــ بدائع الصنائع ـ دار الكتاب العربى بيروت ـ الطبعة الثانية 1982 ـ ج 2 ص 266 ¶ (¬2) ــ أبو إسحاق الشيرازي ــ المهذب ــ دار الفكر بيروت ــ ج2 ص 45 ¶ (¬3) ــ أحمد النفراوى المالكى ـ الفواكه الدوانى ـ ج2 ص 21 ¶ (¬4) ــ عبد الله بن أحمد بن قدامه المقدسى ـ عمدة الفقه ـ مكتبة الطرفين الطائف ـ ص92",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "اثنين، وثلاثا ثلاثاً، وأربعاً أربعاً فيكون المجموع حسب فهمهم ثماني عشرة (2+2+3+3+4+4=18). ¶ ثالثاً: وادعى فريق ثالث أن الآية الكريمة: {فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ}، تبيح تعدد الزوجات بدون حصر ونقول لهؤلاء: إن المراد هو أحد هذه الأعداد، فمثنى يراد بها اثنين، وكلمة ثلاث يراد بها ثلاثة، وكلمة ورباع يراد بها أربعة، وأن الواو الموجودة بين هذه الكلمات هي للتخيير وليست للجمع، فقد أجمعت الأمة الإسلامية على أنه لا يجوز الزواج بأكثر من أربع نسوة، ولم ينقل عن أحد في حياة الرسول صلى الله عليه وسلم ولا بعده إلى يومنا هذا أنه جمع بين أكثر من أربع زوجات، وأن فهم هؤلاء للآية الكريمة: {فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ} فهم خاطئ بني على أساس خاطئ، ولو كان تعدد الزوجات يباح في الإسلام إلى تسع أو إلى ثماني عشرة أو إلى ما لا نهاية لصرح القرآن بهذا ولم يدع للمسلمين مجالاً للشك والحيرة، كما أن تزوج الرسول صلى الله عليه وسلم بأكثر من أربع زوجات يعتبر من خصوصياته التي لا يجوز الاقتداء به فيها (¬1) ¶ الشرط الثانى: العدل بين الزوجات: ـ ¶ قال الله تعالى {فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُوا فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلاَّ تَعُولُوا} أى إن خفتم من تعداد النساء ألاتعدلوا بينهن كما قال الله تعالى {وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاء وَلَوْ حَرَصْتُمْ} فمن خاف من ذلك فليقتصر على واحدة. وقوله {ذَلِكَ أَدْنَى أَلاَّ تَعُولُوا} أى ذلك أدنى أن لاتكثر عيالكم ولكن الصحيح كما قال بن كثير هو قول الجمهور أى لا تجوروا يقال عال فى الحكم إذا قسط وظلم وجار (¬2) ¶ ¬__________ ¶ (¬1) ـ محمد بن مسفر الطويل ـ تعدد الزوجات فى الإسلام ـ ص 25 ومابعدها ¶ وجدى شفيق ـ زوجات لا عشيقات، تعدد الزوجات ضرورة عصرية ــ ص 54 ومابعدها ¶ (¬2) ــ بن كثير ــ تفسير القرءان العظيم ــ ج 1 ص 451",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقد أرشدت السنة إلى وجوب العدل بين الزوجات وحذرت من الجور والظلم فعن أبى هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال (من كانت له امرأتان فلم يعدل بينهما جاء يوم القيامة وشقه مائل) وكان قدوتنا صلى الله عليه وسلم يضرب المثل في العدل حتى لما كان في مرضه الذي مات فيه كان يسأل أين أنا غداً؟ يريد يوم عائشة فأذن له أزواجه أن يكون حيث يشاء فكان في بيت عائشة حتى مات عندها (¬1).ومن عدله صلى الله عليه وسلم أنه كان إذا أراد سفراً أقرع بين نسائه (¬2) ¶ والمقصود بالعدل هنا هو العدل الذي يستطيعه الإنسان ويقدر على تحقيقه، وهو التسوية بين الزوجات في المأكل والمشرب والملبس والمسكن والمبيت والمعاملة بما يليق بكل واحدة منهن أما العدل في الأمور التي لا يستطيعها الإنسان، ولا يقدر عليها مثل المحبة والميل القلبي، فالزوج ليس مطالباً به لأن هذا الأمر لا يندرج تحت الاختيار، وهو خارج عن إرادة الإنسان، والإنسان – بلا شك – لا يكلف إلا بما يقدر عليه (¬3) كما يظهر في قوله تعالى: {لا يكلف الله نفساً إلا وسعها} [البقرة: 286] ¶ فالعدل المأمور به هو مايكون فى طاقة ومقدرة الإنسان قالت عائشة رضى الله عنها: كان رسول الله صلى الله عليه وسلم يقسم فيعدل ويقول (اللهم هذا قسمى فيما أملك فلاتلمنى فيماتملك ولاأملك) (¬4) ولوكان المقصود بالعدل العدل فى المحبة القلبية لكان النبى صلى الله عليه وسلم غير العادل بين زوجاته وهذا غير مقبول فى حق سيد الخلق وبهذا وفق العلماء بين العدل المطلوب فى آية إباحة التعدد وبين العدل المنفى فى قوله تعالى {وَلَن تَسْتَطِيعُواْ أَن تَعْدِلُواْ بَيْنَ النِّسَاء وَلَوْ حَرَصْتُمْ فَلاَ تَمِيلُواْ كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ} فالعدل المنفى هنا هو العدل القلبى وبذلك تتلاقى الآيتان، ويكون العدل المطلوب فى الآية الأولى غير مطلوب فى الآية الثانية التى أكدت نفيه فلوحمل العدل فى ¶ ¬__________ ¶ (¬1) البخاري ــ الجامع الصحيح ــ دار الفكر بيروت ج6/ ص155. ¶ (¬2) البخاري ج 6/ ص154. ¶ (¬3) ـ محمد بن مسفر الطويل ـ تعدد الزوجات فى الإسلام ـ ص 34 ¶ (¬4) ـ سنن أبي داود، جـ 1 ص333، سنن الترمذي، جـ3 ص304",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الآيتين على معنى واحد لكان مجموعهما يدل على التحريم لأن الآية الأولى اشترطت العدل والثانية أخبرت بأنه لايستطاع (¬1). ويحاول بعض الناس أن يتخذ من هذه الآية الكريمة دليلاً على تحريم التعدد وهذا غير صحيح فشريعة الله لا يمكن أن تبيح الأمر في آية وتحرمه في آية أخرى. ¶ الشرط الثالث: النفقة: ¶ وتشمل النفقة الطعام والشراب والكسوة والمسكن والأثاث اللازم له ويجب أن تكون لدى الرجل الذي يقدم على الزواج بادئ ذي بدء القدرة المالية على الإنفاق على المرأة التي سيتزوج بها. وإذا لم يكن لديه من أسباب الرزق ما يمكنه من الإنفاق عليها، فلا يجوز له شرعاً الإقدام على الزواج. ويظهر هذا واضحاً جلياً في الحديث النبوي الشريف التالي: قال صلى الله عليه وسلم: ((يا معشر الشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج، ومن لم يستطع فعليه بالصوم فإنه له وجاء)) (¬2). ¶ وهكذا الأمر بالنسبة للرجل الذي لا يستطيع أن ينفق على أكثر من زوجة واحدة، فإنه لا يحل له شرعاً أن يتزوج بأخرى، فالنفقة على الزوجة أو الزوجات واجبة بالإجماع (¬3). ¶ ويظهر هذا الوجوب من ثنايا خطبة حجة الوداع، حيث قال صلى الله عليه وسلم مخاطباً المسلمين: ((واتقوا الله في النساء فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله، ولكم عليهن ألا يوطئن فرشكم أحداً تكرهونه، فإن فعلن ذلك فاضربوهن شرباً غير مبرح (¬4) ولهن عليكن رزقهن وكسوتهن بالمعروف)) (¬5) كما يتبين ¶ ¬__________ ¶ (¬1) ـ عبدالسلام الشريف ـ الزواج والطلاق فى القانون الليبى ـ منشورات جامعة قاريونس ـ الطبعة الثالثة ص 112 ومابعدها ¶ (¬2) صحيح مسلم جـ9 ص172 ¶ (¬3) ابن قدامة: المغني جـ7 ص564. ¶ (¬4) ضرباً غير مبرح أي ضرباً غير شديد مؤلم. ¶ (¬5) ابن هشام: سيرة النبي صلى الله عليه وسلم جـ4 ص276.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وجوب النفقة على الزوجة في الحديث النبوي الشريف: ((ألا وحقهن عليكم رزقهن وكسوتهن بالمعروف)) وجاء في حديث آخر أن الرسول صلى الله عليه وسلم سئل عن حق الزوجة على زوجها فقال مخاطباً السائل: ((وتطعمها إذا طعمت، وتكسوها إذا اكتسيت، ولا تضرب الوجه ولا تقبح ولا تهجر إلا في البيت)) (¬1). ¶ ولا خلاف بين الفقهاء في أنه يجب على الرجل القيام بكل ما يلزم زوجته أو زوجاته من طعام مناسب ولبس ومسكن مناسب وما يتبع ذلك من احتياجات. ¶ ¬__________ ¶ (¬1) سنن أبي داود جـ1 ص334.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المطلب الثالث ¶ زوجات الرسول (صلى الله عليه وسلم) ¶ عن عمر مولى غفرة قالت يهود لما رأت رسول الله صلى الله عليه وسلم يتزوج النساء ((انظروا إلى هذا الذى لايشبع من الطعام، ولا والله ماله همة إلا النساء)) حسدوه لكثرة نساءه وعابوه بذلك وقالوا لوكان نبيا مارغب فى النساء فكذبهم الله قال الله عز وجل ((أم يحسدون الناس على ماآتاهم الله من فضله)). ¶ ومن يطالع السيرة العطرة سوف يكتشف بسهولة أن بعض هذه الزيجات كان في المقام الأول تلبية لدوافع إنسانية، والبعض الآخر كان لتأليف القلوب، وتطييب النفوس، وتمهيد الأرض للدعوة المباركة بالمصاهرة وجبر الخاطر .. ¶ وإن من أبلغ ما يمكن الرد به على من يثير قضية تعدد الزوجات أن نعرض موجزاً حول تعدد زوجات الرسول صلى الله عليه وسلم فإن فيها النور والهداية والحكمة والعقل. ¶ فهذه زوجته الأولى خديجة رضى الله عنها تقدم للزواج بها كبار أشراف قريش وكانت قد بلغت الأربعين من العمر فرفضت، وتزوجت محمدا صلى الله عليه وسلم لما رأت من صدقه وأمانته وعاش معا في وئام زوجي وتفاهم وود حتى توفاها الله بعد أن بلغ الخمسين من العمر. ¶ وظل يتذكر هذه الزوجة بكل الوفاء والمحبة لأنها آمنت برسالته وكانت قد جعلت مالها في سبيل الدعوة إلى الله، وأنجبت له الذرية التي حرمها من غيرها من زوجاته. وكان زواج النبي صلى الله عليه وسلم بعد خديجة من امرأة أرملة مسنة هي سودة بنت زمعة رضي الله عنها، مات عنها زوجها وهي في الحبشة التي هاجرت إليها فراراً بدينها، فما كان من النبي إلا أن تزوجها إكراما لها على تضحيتها في سبيل هذا الدين وخوفاً عليها من",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "العودة إلى والدها المشرك، ولكونها امرأة كبيرة في السن تستطيع أن ترعى شؤون أبنائه من خديجة رضي الله عنها التي توفيت منذ وقت قصير. ¶ وبعد سودة بنت زمعة التي شرفها الرسول صلى الله عليه وسلم بزواجه منها ولم تكن تملك مؤهلات الزوجة من الجمال والشباب تزوج الرسول صلى الله عليه وسلم من عائشة بنت أبي بكر الصديق رضي الله عنها وعن أبيها رفيق دعوته وخليله. إن زواجه صلى الله عليه وسلم من عائشة الشابة الجميلة كان زيادة في القربى من أبي بكر الصديق، ولأن الصديقة رضي الله عنها كانت ذات ذكاء وفهم وفطنة فهي التي ستنقل عن رسول الله صلى الله عليه وسلم كثيراً من العلم لهذه الأمة. أما زواج الرسول صلى الله عليه وسلم الرابع فكان من حفصة بنت عمر بن الخطاب رضي الله عنهما، تلك المرأة التي بدأت تتخطى سن الشباب فقد كانت من الذين هاجروا إلى الحبشة وكانت متزوجة وتوفي زوجها بعد أن شهد بدراً وأحداً فتأيمت فما كان من أبيها إلا أن عرض تزويجها على أبي بكر وعثمان رضي الله عنهما، ولكن رسول الله صلى الله عليه وسلم تزوجها إكراماً لها ولأبيها. ¶ وتزوج الرسول صلى الله عليه وسلم بعد ذلك زينب بنت خزيمة (أم المساكين) وكانت متزوجة قبله ولم تمكث طويلاً حيث عاشت معه عدة أشهر وتوفاها الله. ¶ وكان زواج رسول الله صلى الله عليه وسلم من أم سلمة هند بنت أمية التي هاجرت مع زوجها إلى الحبشة ولما هاجرت مرة أخرى مع زوجها إلى المدينة استشهد زوجها يوم أحد كانت قد كبرت في السن ولها أطفال ولكن الرسول صلى الله عليه وسلم يريد أن يعلم أمته الرحمة والرأفة فضمها إلى زوجاته. ¶ وتزوج الرسول صلى الله عليه وسلم زينب بنت جحش بعد أن طلقها زيد بن حارثة وكان زيد رضي الله عنه يدعى في الناس بيزد بن محمد ولكن الله عز وجل أراد أن يبطل التبني فلا يدعي أحد نسباً لأحد ما هو شرعي وكذلك أن المولى أو من كان في حكم المتبنى يحق للولي أن يتزوج امرأته إذا طلقها. إنه درس عظيم أراد الله عز وجل أن يتعلمه",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "المسلمون فاختار رسول الله صلى الله عليه وسلم ليكون القدوة. والرسول صلى الله عليه وسلم هو الذي زوج زيداً بزينب ولم تكن زينب بعيدة عنه لا يعرفها حتى إذا أصبحت زوجاً لغيره أحبها. إن هذا لهو الافتراء حقاً، ومن ذلك زعم رؤية الرسول لها وإعاجبه بها بل وحبه لها وولهه بها صلى الله عليه وسلم كيف يستسيغ عاقل أن ينسب للرسول صلى الله عليه وسلم مثل هذا الأمر، وهل مسؤوليات النبوة والقيادة والقدوة كانت تترك الرسول صلى الله عليه وسلم لينظر إلى جمال امرأة وهو الذي تزوج الأرامل والمسنات لإكرامهن وتكريمهن ألم يكن لبشريته صلى الله عليه وسلم أن تظهر إلا في هذا الأمر. ¶ ونذكر من زوجات الرسول صلى الله عليه وسلم جويرية بنت الحارث التي كان المسلمون في حرب مع قومها فوقعت في الأسر وكانت من نصيب أحد المسلمين وجاءت إلى الرسول صلى الله عليه وسلم تستعين به لفك أسرها فخيرها بين العتق أو أن يتزوجها الرسول صلى الله عليه وسلم وقبلت بالزواج من الرسول صلى الله عليه وسلم، وهنا تسابق المسلمون لعتق أسراهم فكانت بركة على قومها أي بركة. ¶ وتزوج الرسول صلى الله عليه وسلم صفية بنت حيي بن أخطب اليهودي بعد مقتل زوجها وكان أقاربها من أعداء رسول الله صلى الله عليه وسلم وأعداء الإسلام ولكنها اختارت الإسلام فتزوجها الرسول صلى الله عليه وسلم رحمة بها. ¶ ومن أزواج الرسول صلى الله عليه وسلم أم حبيبة بنت أبي سفيان قائد معسكر الكفر قبل إسلامه، وقد تزوجها وهي في الحبشة بعد أن ارتد زوجها عن الإسلام، وحرصاً من النبي صلى الله عليه وسلم أن لا تضيع هذه المرأة المسلمة في أرض الغربة وكل النجاشي أن يعقد له عليها فكانت بذلك محل إكرام من المسلمين ومن النجاشي (¬1). ¶ ¬__________ ¶ (¬1) ــ محمد بن مسفر الطويل ـ تعدد الزوجات فى الإسلام ـ ص 30 ومابعدها ¶ وجدى شفيق ـ زوجات لا عشيقات، تعدد الزوجات ضرورة عصرية ــ ص 88 ومابعدها",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "المبحث الثانى ¶ موقف القانون من تعدد الزوجات ¶ بعد أن كانت الشريعة الإسلامية هى القانون المطبق فى البلاد الإسلامية أصبحت كل المسائل تنظم بقوانين وضعية، وامتد الأمر ليشمل الأحوال الشخصية، وقد اختلفت التشريعات فى تناولها لقضية التعدد مابين مضيق ومانع، وسنتناول فى هذا المبحث موقف كل من القانون المصرى والتونسى من التعدد فى مطلب أول، ثم موقف القانون الليبى فى مطلب ثانى. ¶ المطلب الأول ¶ تعدد الزوجات فى القانون المصرى والتونسى ¶ رغم الأسباب الكثيرة والحكم العديدة لتعدد الزوجات ورغم القيود التى فرضها الشارع على هذه الإباحة، فإن المنتقدين لتعدد الزوجات لم يقفوا إلى حد النقد، بل تعدوه إلى وضع القوانين التى تمنع التعدد إلا بعد تأكد القاضى من تحقق ماشرطه الشارع لإباحة التعدد وهو العدل والقدرة على الإنفاق وهذه الدعوات ليست جديدة وإنما هى دعوة قديمة نادى بها الكثيرون من المتأثرين بالأفكار الأوروبية، وكان من أول من نادى بهذه الفكرة من الشرعيين هو الشيخ محمد عبده فقد حمل على التعدد حملة شعواء وقدم إلى الحكومة اقتراحا تضع بموجبه نظاما تشرف به على تعدد الزوجات حتى لايقدم عليه من ليس أهلا له لكن الحكومة لم تأخذ به، وقام تلاميذه من بعده بالدعوة إلى ماكان يدعو إليه أستاذهم، ولما ألفت فى عام 1928 لجنة تعديل بعض أحكام الأحوال الشخصية وكان أكثر أعضاءها من تلاميذ الشيخ محمد عبده وضعوا مقترحات تتضمن تقييدا لتعدد الزوجات قضائيا ولكن قامت معارضة شديدة لهذا المشروع وتناوله رجال الفقه بالنقد مما أدى إلى العدول عنه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وفى عام 1945 وضعت وزارة الشؤون الاجتماعية مشروعا يقضى بتقييد تعدد الزوجات بحيث لايباح إلا بإذن القاضى الشرعى حيث جعل الشرطين اللذين قيدت الشريعة إباحة التعدد بهما يخرجان عن نطاق التكاليف الدينية التى تكون بين العبد وربه إلى التكليف القضائى فيمنع ولى الأمر من توثيق عقد زواج من له زوجة حتى يتأكد القاضى من عدالته وقدرته على الإنفاق على أكثر ممن فى عصمته ومن تجب عليه نفقته (¬1). ¶ أما فى تونس فقد اتجه المشرع فيها اتجاها متشددا حيث ألغى تعدد الزوجات ونص على ضرورة الاحتفاظ بزوجة واحدة فقط واعتبر الزواج بثانية باطلا لاينتج أثرا كما جاء فى نص المادة العاشرة من مجلة الأحوال الشخصية التونسية ((تعدد الزوجات ممنوع وإن تزوج بأكثر من واحدة يستوجب عقابا بالحبس مدة العام)) (¬2). ¶ ¬__________ ¶ (¬1) ـ زكى الدين شعبان ـ الاحكام الشرعية للاحوال الشخصية ص 194 ومابعدها. ¶ (¬2) ـ عبدالسلام الشريف ــ الزواج والطلاق فى القانون الليبى ـ ص 118.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "المطلب الثانى ¶ تعدد الزوجات فى القانون الليبى ¶ القانون الليبى فى تناوله لقضية تعدد الزوجات متذبذب فتارة يقترب من القانون المصرى الذى يضيق من التعدد وتارة يقترب من القانون التونسى الذى يحظر التعدد. ¶ ففى القانون رقم (10) لسنة 1984 نصت المادة 13 على أنه ((يجوز للرجل أن يتزوج بأخرى بعد إذن يصدر من المحكمة المختصة بعد التأكد من ظروفه الاجتماعية وقدرته المادية والصحية وكما يجوز للرجل المطلق الزواج بعد إثبات طلاقه من زوجته الأولى وفقا لأحكام هذا القانون)) والواضح من هذا النص أن القانون قيد التعدد وجعله مقصورا على ما يأذن به القاضى. ثم اتجه القانون إلى التشديد فى القانون رقم (22) لسنة 1991 بتعديل م 13 من القانون 10/ 1984 حيث نص على ((أ ـ الحصول على الموافقة كتابية رسمية من زوجته التى فى عصمته أو صدور إذن من المحكمة بذلك. ب ـ التأكد من ظروف طالب التعدد الاجتماعية وقدرته الصحية والمادية وفى حالة تخلف أحد الشرطين يعتبر الزواج باطلا)) وبذلك نرى أن القانون أضاف إلى الشروط الواردة فى القانون السابق شرط الحصول على الموافقة الكتابية من الزوجة إذا لم يصدر إذن من المحكمة، وجعل العقد الثانى باطلا فى حالة تخلف أحد الشرطين. ثم اتجه المشرع اتجاها يقترب فيه من المشرع التونسى الذى يرفض التعدد حيث نص فى المادة الأولى من القانون رقم (9) لسنة 1994 بأنه يجوز التعدد بشرطين هما ((أ ـ موافقة الزوجة التى فى العصمة أمام المحكمة الجزئية المختصة. ب ـ صدور حكم بالموافقة من المحكمة المختصة فى دعوى تختصم فيها الزوجة فإن لم يتم مراعاة الشرطين كان الزواج باطلا وللمرأة أن تتقدم بدعوى شفوية أو كتابية لطلب تطليق الزوجة الثانية لأقرب محكمة لها كما يجوز لها أن تقدم شكواها عن طريق اللجنة الشعبية للمؤتمر الشعبى أو لأقرب مأذون أو إمام جامع أو نقطة",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أمن شعبى محلى أونقابة .... وعلى هؤلاء إحالة الشكوى فى أقرب وقت إلى المحكمة المختصة)) ¶ وقد انتقد كثير من المختصين هذا الاتجاه من المشرع فى منع وتقييد التعدد ويرون أن كل القوانين التى تقيد أو تمنع التعدد يمكن الإفلات منها بكل سهولة ويسر وذلك استنادا إلى نص ف 2 م 13 من القانون رقم 10/ 1984 التى أجازت للرجل الزواج بعد إثبات طلاقه من زوجته الأولى فكل ماعليه فعله هو تطليق زوجته الأولى واثبات واقعة الطلاق أمام المحكمة ثم التقدم للمرأة الأخرى والعقد عليها ولما كان طلاق الأولى فى الأصل رجعيا فيجوز إعادة زوجته الأولى الى عصمته دون إعلام المحكمة أو الحصول على إذنها أواتخاذ أى إجراء لأن الرجعة لاتحتاج إلى شئ من ذلك. ¶ ويرى البعض أن يوضع حل وسط ينص على أنه ((يجوز للرجل أن يتزوج بأخرى وللمرأة الحق فى أن تشترط على من يريد الزواج منها ألايتزوج عليها وإذا لم يوف بالتزاماته تكون لها الحرية فى طلب فسخ العقد أو التطليق)) (¬1). ¶ بينما الكثيرون يرون أن يترك الأمر على ماشرعه الشارع الكريم، وأن الضوابط والشروط التى وضعها كفيلة لحفظ حقوق كل من الرجل والمرأة على حد سواء. ¶ ¬__________ ¶ (¬1) ـ عبدالسلام الشريف ــ الزواج والطلاق فى القانون الليبى ـ ص 119 ومابعدها.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الخاتمة ¶ بعد استعراضى لموضوع البحث والذى بينت من خلاله نظام تعدد الزوجات وأوضحت أن هذا النظام الاجتماعى كان معروفا فى الأمم السابقة قبل الإسلام والحكم والغايات التى من أجلها أبقى الإسلام هذا النظام بعد أن هذبه ووضع له الضوابط والشروط التى تضمن عدم إساءة استعماله، وتطرقت كذلك إلى موقف القوانين الحديثة من التعدد ولاسيما القانون الليبى. ¶ والذى يخلص إليه كل من يدرس هذا الموضوع أن هذا النظام أقر وأبيح لغايات عديدة وحكم سامية، ولايجب على المشرعين فى وقتنا الحالى أن يضيقوا من هذا النظام أو أن يشترطوا مزيدا من الشروط وإن كان هناك إساءة فى تطبيقه فليس الحل بأن يلغى هذا النظام أويضيق ـ ولوألغى كل أمر أساء الناس استعماله وتطبيقه لصار الناس فى حرج كبير ـ بل الواجب معالجة الخلل وتبيين الخطأ فى التطبيق، وذلك بتوعية الناس بشروط التعدد والواجبات التى تقع على كاهل المعدد، لاسيما وأن عدد الذين يعددون فى الوقت الحالى ـ فضلا عن الذين يسيئون فى تطبيقه ـ ليس بالعدد الكبير الذى يستوجب تدخل المشرع لوضع مزيد من الشروط. ¶ وإن بعض النساء يعترضن على التعدد ويرين فيه تعد على حقوقهن وإلى هؤلاء نقول إن التعدد أمر أباحه الله وليس لكائن من كان أن يعترض على شرع الله، ولكن يحق للمرأة أن تعترض على زواج زوجها من أخرى، أوأن تشترط فى عقد الزواج على الزوج أن لايتزوج عليها، إذا كانت ترى أن زوجها ليس أهلا للتعدد، أو أنه سيقع عليها ظلم وجور إن تزوج زوجها بأخرى وهذا أغلب حال كثير من النساء أنهن يعترضن على تعدد أزواجهن ولايعترضن على التعدد فى حد ذاته كأمر شرعه الله سبحانه وتعالى. ¶ إن هذا الموضوع لازال بحاجة إلى مزيد من البحث والنقاش حتى نصل إلى مرحلة يعى فيه الناس حقيقة هذا النظام وأثره الإيجابى فى مجتمعاتنا المعاصرة.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "المراجع ¶ ـ القرآن الكريم ¶ 1) ـ اسماعيل بن كثير ـ تفسير القرءان العظيم ـ دار الفكر بيروت ـ سنة النشر 1401 هـ ¶ 2) ـ محمد بن اسماعيل البخاري ـ الجامع الصحيح ـ دار الفكر بيروت ـ طبعة غير مؤرخة ¶ 3) ـ الترمذى ـالجامع الصحيح سنن الترمذي ـ دار إحياء التراث العربي ـ بيروت ¶ 4) ـ ابن ماجة ـ سنن ابن ماجه ـ دار الفكر بيروت ـ سنة النشر 1401 هـ 1981 م ¶ 5) ـ علاء الدين الكاسانى ـ بدائع الصنائع ـ دار الكتاب العربى بيروت ـ الطبعة الثانية 1982 ¶ 6) ـ أحمد النفراوى المالكى ـ الفواكه الدوانى ـ دار الفكر بيروت ـ سنة النشر 1415هـ ¶ 7) ـ زكى الدين شعبان ـ الأحكام الشرعية للأحوال الشخصية ـ منشورات جامعة قاريونس ـ سنة الطبع 1993. ¶ 8) ـ وجدى شفيق ـ زوجات لا عشيقات تعدد الزوجات ضرورة عصرية ـ مكتبة العلم القاهرة. ¶ 9) ـ محمد بن مسفر الطويل ـ تعدد الزوجات فى الإسلام ـ منشورات دار أنصار السنة بالقاهرة. ¶ 10) ـ عبدالسلام الشريف ـ الزواج والطلاق فى القانون الليبى ـ منشورات جامعة قاريونس ـ الطبعة الثالثة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الفهرس ¶ الاهداء ..................................................................... 3 ¶ المقدمة ..................................................................... 4 ¶ المبحث التمهيدى: نظام تعدد الزوجات ¶ المطلب الأول: تعدد الزوجات فبل الإسلام ................................... 6 ¶ المطلب الثانى: الحكمة من تعدد الزوجات ................................... 8 ¶ المبحث الأول: موقف الشريعة من التعدد ¶ المطلب الأول: إباحة الإسلام للتعدد ............................. 10 ¶ المطلب الثانى: ضوابط التعدد وشروطه ............................. 12 ¶ المطلب الثالث: زوجات الرسول (صلى الله عليه وسلم) ............................... 17 ¶ المبحث الثانى: موقف القانون من تعدد الزوجات ¶ المطلب الأول: تعدد الزوجات فى القانون المصرى والتونسى ................... 20 ¶ المطلب الثانى: تعدد الزوجات فى القانون الليبى .................. 22 ¶ الخاتمة ..................................................................... 24 ¶ المراجع .................................................................... 25 ¶ الفهرس ................................................................... 26",
            "page": "27",
            "part": "1"
        }
    ],
    "t36237": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "تعدد الزوجات"
        }
    ]
}