{
    "b36249": [
        {
            "id": "1",
            "nass": "وطء المرأة في الموضع الممنوع منه شرعا ¶ دراسة حديثية فقهية طبية ¶ تأليف ¶ د . طارق محمد الطواري ¶ الأستاذ بقسم التفسير والحديث ¶ كليةالشريعة - جامعة الكويت ¶ ملخص البحث ¶ فيما يتعلق بحكم نكاح المرأة في دبرها فإن القول بالتحريم هو قول عامة أهل العلم في جميع الأعصار والأمصار ،وعليه جماهير الفقهاء والمحدثين والأصوليين . ¶ وقد وجدت آراء فردية تقول بالإباحة لكن أدلتها لا تسلم لها ، سواء اكانت عقلية أونقلية ، فجميعها يتطرق إليه الإحتمال بالرد أو التضعيف . ¶ ويمكن أن نجمل الكلام في النقاط التالية : ¶ إن القول بإباحته أو كراهته هو قول مرجوح ، وهذه أهم النتائج التي توصلنا إليها : ¶ 1- ثبوب بعض الأحاديث النبوية الدالة على تحريم إتيان المرأة في دبرها ، والبعض منها فيه التصريح بذلك ، كحديث أم سلمة ، وابن عباس رضي الله عنها . ¶ 2- ثبوت القول بالتحريم عن طائفة من الصحابة والتابعين . ¶ 3- القول بالتحريم إتيان المرأة في دبرها هو قول جمهور الفقهاء من الأئمة الأربعة وغيرهم . ¶ 4- جماهير السلف والخلف على القول بتحريمه ، بل نقال الماوردي إجماع الصحابة على ذلك ، وهو ثابت عن أبي الدرداء ، وعبد الله بن عمرو بن العاص ، وابن عباس ، وأبي هريرة ، وابن مسعود رضي الله عنهم . ¶ 5- انعقاد الإجماع على تحريمه كما حكى العيني في البناية . ¶ 6- القول بتحريم ذلك موافق للمعقول والمنقول وقواعد الشريعة التي جاءت بإزالة الضرر وتقليله ، حيث أثبت الطب أن الوطء في الدبر يكون سببا في أمراض خبيثة منهكة وقاتلة . ¶ 7- أن نسبة القول بإباحة الوطء في الدبر إلى ابن عمر غير صريحة بل الثابت خلافها وهو ما نص عليه بعض المحققين كالذهبي وابن القيم وابن كثير . ¶ 8- أن نسبة القول بإباحة الوطء في الدبر إلى الإمام مالك ثابتة غير أنه رجع عنه وشدد في ذلك .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "9- إن نسبة القول بإباحة الوطء في الدبر إلى الإمام الشافعي غير صريحة ،على أنه مع ثبوته ، قول قديم له رجع عنه ، وذهب ابن القيم إلى أن مذهب الشافعي الأول التوقف ثم قال بالتحريم وهذا الأظهر . ¶ 10- إن نسبة القول بإباحة الوطء في الدبر إلى طائفة كبيرة من الصحابة والتابعين كما حكاه ابن العربي عن ابن شعبان وهم ، بل الصواب خلافه فالقائلون بالإباحة قلة قليلة ، وفي كلام بعضهم نوع احتمال . ¶ 11- إن نسبة القول بإباحة الوطء في الدبر مطلقا للشيعة الإمامية لا يصح ، بل الصحيح من المذهب الكراهة . ¶ المقدمة ¶ …الحمد لله الذي أكمل لنا الدين وأتم علينا النعمة ، وصلى الله وسلم على عبده ورسوله محمد خير نبي بعث إلى خير أمة ، وعلى آله وصحبه أولى الفضائل الجمة الذين أخذوا بالكتاب والحكمة والتزموا بالشريعة بأكملها وأقاموا الملة ، وبعد : ¶ …فإن مما يجب أن يعلم : أن شريعة الله تعالى فيها تحقيق مصالح العباد ، وهي كلها رحمة وحكمة وعدل ، ليس فيها شيء خارجا عن ذلك ، بل كل تشريع فيها يحقق للمكلف النفع والمصلحة في دينه ودنياه . ¶ وهذه المصالح المترتبة على التشريع فيها : المصالح الضروريات والحاجيات والتحسينيات وهي المعروفة عند الأصوليين بـ \" مقاصد الشريعة \" وهي خمسة : ¶ 1- حفظ الدين . ¶ 2- حفظ النفس . ¶ 3- حفظ العقل . ¶ 4- حفظ المال . ¶ 5- حفظ العرض . ¶ وهي : الأغراض التي لأجلها شرع الله الشرائع ، وأنزل الأحكام ، ورتب الثواب والعقاب . ¶ ومما شرع لحفظ النفس : الزواج وذلك لبقاء النوع وتكثيره ، وعدم الوقوع في الفواحش كالزنا واللواط ومقدماتها ،وقد جاء مقصد \" حفظ العرض \" مكملا لذلك بوقايته من أسباب الفجور والرذيلة .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن المسائل التي لها تعلق بهذين المقصدين مسألة إتيان المرأة في دبرها فهي من جهة كونها مما يتفرع على عقد النكاح تندرج في المقصد الأول الذي جاءت الشريعة بتحقيقه ، و من جهة كونها انتهاكا للعرض والشرف على القول بتحريمه و هو الصواب كما سيأتي بيانه ، وتندرج في المقصد الثاني الذي جاءت الشريعة بحمايته . ¶ ولما رأيت هذه المسألة قد كثر فيها الخلاف قديما وحديثا ، ولم أجد من أفردها بالبحث والتصنيف الذي جاءت الشريعة بحمايته . ¶ وقد سميت هذه الدراسة بـ وطء المرأة في الموضع المكروه ، دراسة حديثية فقهية طبية . ¶ وأسمتيه بالموضع المكروه تأدبا في احترام ذات المرأة وإكرامها وهو مكروه طبعا ، إذ تنفر عنه الطباع السليمة ومكروه شرعا كراهية تحريم . ¶ فجاء هذا القيد ليخرج الوطء في الموضع المألوف والمشروع ، ورغبت في استقراء ودراسة الأحاديث والآثار وأقوال الفقهاء والأطباء في هذه المسألة إبراء للذمة وخدمة للأمة خاصة بعد الإنفتاح على العالم الخارجي ونقل كثير من الشذوذ حيا عبر الفضاء إلى أبناء المسلمين مما تحتم بيانه والجواب عليه والتحذير منه . ¶ خطة البحث ¶ وقد كانت دراستي على النحو التالي : ¶ قسمت الدراسة إلى ثلاثة فصول : ¶ الفصل الأول : الدراسة الحديثية وفيه مبحثان : ¶ فقد جمعت فيه مستقرئا الأحاديث المرفوعة والآثار الموقوفة والمقطوعة التي جاءت في الباب مع النقد الحديثي لها ، مستأنسا بأقوال العلماء فيها . ¶ المبحث الأول : الأحاديث المرفوعة ودراستها . ¶ الثاني الثاني : الآثار الموقوفة والمقطوعة ودراستها . ¶ الفصل الثاني : الدراسة الفقهية : ¶ ذكرت فيه أقوال الفقهاء من المنقول والمعقول مبتدأ بأدلة المحرمين لها ، وهم جمهور الفقهاء ثم أدلة المبيحين مع حكاية أقوالهم في ذلك ومناقشتها . ¶ وقد أضفت إليها حكاية مذاهب غير أهل السنة من الشيعة الإمامية والزيدية والإباضية مع سوق ادلتهم في المسألة .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ثم فرغت بعد تفنيد أدلة المبيحين لها إلى بيان الراجح فيها . ¶ ثم شرعت في تحقيق ما نسب إلى ابن عمر رضي الله عنه والإمامين مالك والشافعي رحمهما الله تعالى من إباحة ذلك . ¶ الفصل الثالث : الدراسة الطبية : ¶ ذكرت فيه الآثار المترتبة على هذا الفعل القبيح من الإضرار والأمراض التي نص عليها الطب سيما الطب الحديث منه . ¶ وختمتها بخاتمة : ¶ بينت فيها نتائج البحث التي توصلت إليها ، والله تعالى الموفق لما فيه خير الدنيا والآخرة . ¶ الفصل الأول ¶ الدراسة الحديثية ¶ المبحث الأول ¶ الأحاديث المرفوعة ودراستها ¶ الحديث الأول : رواية جابر بن عبد الله رضي الله عنه : ¶ عن جابر بن عبد الله : أن يهود كانت تقول : إذا أتيت المرأة من دبرها في قبلها ثم حملت ، كان ولدها أحول ، قال : فأنزلت ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى ¶ شِئْتُمْ ? (1) . ¶ الحديث الثاني : رواية أم سلمة رضي الله عنها : ¶ عن أم سلمة قالت : إن الأنصار كانوا لا يحبون النساء وكانت اليهود تقول انه من جبى امرأته كان ولده أحول فلما قدم المهاجرون المدينة نكحوا في نساء الأنصار فجبوهن فأبت امرأة ان تطيع زوجها فقالت لزوجها لن تفعل ذلك حتى آتى رسول الله صلى الله عليه وسلم فدخلت على أم سلمة فذكرت ذلك لها فقالت اجلسي حتى يأتي رسول الله صلى الله عليه وسلم فلما جاء رسول الله صلى الله عليه وسلم استحت الأنصارية ان تسأله فخرجت فحدثت أم سلمة رسول الله صلى الله عليه وسلم فقال ادعى الأنصارية فدعيت فتلا عليها هذه الآية نساؤكم حرث لكم فأتوا حرثكم أنى شئتم صماما واحدا (2) . ¶ الحديث الثالث : رواية أبي هريرة رضي الله عنه : ¶ عن أبي هريرة عن النبي صلى الله عليه وسلم قال : من أتى حائضا أو امرأة في دبرها أو كاهنا فقد كفر بما أنزل على محمد صلى الله عليه وسلم (3) . ¶ الحديث الرابع : رواية ابن عباس رضي الله عنه :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عن ابن عباس قال : جاء عمر إلى رسول الله صلى الله عليه وسلم فقال ثم يا رسول الله هلكت قال وما أهلكك قال حولت رحلي الليلة قال فلم يرد عليه رسول الله صلى الله عليه وسلم شيئا قال فأوحي إلى رسول الله صلى الله عليه وسلم هذه الآية نساؤكم حرث لكم فأتوا حرثكم أنى شئتم أقبل وأدبر وأتق الدبر والحيضة (4) . ¶ الحديث الخامس : رواية عبد الله بن مسعود رضي الله عنه : ¶ عن عبد الله بن مسعود : قال : قال رسول الله صلى الله عليه وسلم : \" لا تأتوا النساء في أعجازهن ولا أدبارهن \" (5) . ¶ الحديث السادس : رواية خزيمة بن ثابت رضي الله عنه : ¶ عن خزيمة بن ثابت رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" إن الله لا يستحي من الحق ، لا تأتوا النساء في أدبارهن \" (6) . ¶ الحديث السابع : رواية علي بن طلق رضي الله عنه : ¶ عن علي بن طلق قال : أتى أعرابي النبي صلى الله عليه وسلم فقال يا رسول الله الرجل منا يكون في الفلاة فتكون منه الرويحة ويكون في الماء قلة . ¶ فقال رسول الله صلى الله عليه وسلم : \" إذا فسا أحدكم فليتوضأ ولا تأتوا النساء في أعجازهن فإن الله لا يستحي من الحق \" (7) . ¶ الحديث الثامن : رواية عمر بن الخطاب رضي الله عنه : ¶ عن عمر بن الخطاب رضي الله عنه ، عن النبي صلى الله عليه وسلم قال : \" إن الله لا يستحي من الحق لا تأتوا النساء في أدبارهن \" (8) . ¶ الحديث التاسع : رواية عبد الله بن عمرو بن العاص : ¶ عن عمرو بن شعيب عن أبيه عن جده عن النبي صلى الله عليه وسلم قال ثم هي اللوطية الصغرى (9) . ¶ الحديث العاشر : قول أبي بن كعب رضي الله عنه :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "عن أبي بن كعب قال لنا أشياء تكون في آخر هذه الأمة ثم اقتراب الساعة فمنها نكاح الرجل امرأته أو امته في دبرها فذلك مما حرم الله عز وجل ورسوله ويمقت الله عليه ورسوله ومنها نكاح الرجل الرجل وذلك مما حرم الله ورسوله ويمقت الله عليه ورسوله ومنها نكاح المرأة المرأة وذلك مما حرم الله ورسوله ويمقت الله ورسوله وليس لهؤلاء صلاة ما أقاموا على هذا حتى يتوبوا الى الله عز وجل توبة نصوحا قال رجاء لأبي بن كعب وما التوبة النصوح قال سألت عن ذلك رسول الله ص فقال هو الندم على الذنب حتى يفرط منك فتستغفر الله عز وجل بندامتك عند الحاقة ثم لا تعود إليه أبدا \" (10) . ¶ الحديث الحادي عشر : رواية عقبة بن عامر : ¶ عن عقبة بن عامر رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لعن الله الذين يأتون النساء في محاشهن \" (11) . ¶ الحديث الثاني عشر : رواية أبي سعيد الخدري : ¶ عن أبي سعيد ثم قال أبعر رجل امرأته على عهد رسول الله صلى الله عليه وسلم فقالوا أبعر فلان امرأته فأنزل الله ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى ¶ شِئْتُمْ ? (12) . ¶ الحديث الثالث عشر : حديث أبي هريرة رضي الله عنه : ¶ عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لا ينظر الله يوم القيامة إلى رجل أتى امرأته في دبرها \" (13) . ¶ الحديث الرابع عشر : رواية ابن عباس : ¶ عن ابن عباس رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : \" لا ينظر الله إلى رجل أتى رجلا أو امرأة في الدبر \" (14) . ¶ الحديث الخامس عشر : رواية عمران بن حصين : ¶ عن عمران بن حصين قال ك قال رسول الله صلى الله عليه وسلم : \" محاش النساء حرام \" (15) . ¶ الحديث السادس عشر :رواية سمرة بن جندب رضي الله عنه : ¶ عن سمرة بن جندب رضي الله عنه قال : نهى رسول الله صلى الله عليه وسلم أن تؤتى النساء في أعجازهن .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال الحسن بن أبي الحسن : وهل يفعل ذلك إلا كل أحمق فاجر (16) . ¶ المبحث الثاني ¶ الآثار ودراستها ¶ الأثر الأول : ¶ عن أبي الدرداء أنه سئل عن ذلك فقال : وهل يفعل ذلك إلا كافر ؟(17) ¶ الأثر الثاني : ¶ عن ابن عباس أنه سئل عن الذي يأتي امرأته في دبرها فقال : هذا يسائلني عن الكفر . (18) ¶ الأثر الثالث : ¶ عن ابن مسعود قال : \" محاش النساء عليكم حرام \" . (19) ¶ الأثر الرابع : ¶ عن أبي هريرة رضي الله عنه قال : \" من أتى أدبار الرجال والنساء فقد كفر \" (20 ). ¶ الأثر الخامس : ¶ عن الزهري قال : سألت سعيد بن المسيب وأبا سلمة بن عبد الرحمن عن ذلك فكرهاه ونهياني عنه (21 ). ¶ الأثر السادس : ¶ عن عطاء ، عن عمرو بن قتادة قال : سئل عطاء عن إتيان النساء في أدبارهن ؟ ¶ قال : ذلك كفر ، وما بدأ قوم لوط إلا ذلك أتوا النساء في أدبارهم ثم أتى الرجال الرجال (22 ). ¶ الأثر السابع : ¶ عن مجاهد قال : \" من أتى امرأته في دبرها فهو من المرأة مثله من الرجل ثم أصحهما ? وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذًى فَاعْتَزِلُواْ النِّسَاء فِي الْمَحِيضِ وَلاَ تَقْرَبُوهُنَّ حَتَّىَ يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللّهُ ? أن تعتزلوهن في المحيض الفرج ثم أصحهما نساؤكم حرث لكم فأتوا حرثكم أنى شئتم قائمة وقاعدة ومقبلة ومدبرة في الفرج \" (23 ). ¶ الفصل الثاني ¶ الدراسة الفقهية ¶ بسم الله الرحمن الرحيم ¶ …اختلف أهل العلم في إتيان النساء في أدبارهن على قولين : ¶ الأول : ذهب جمهور الفقهاء (24)إلى المنع من وطء الزوجة في دبرها . ¶ وهناك روايات نسبت إلى بعض العلماء التهوين من المنع ، فمن ذلك ما روي عن ابن عمر من الصحابة ، ونافع من التابعين ، ورواية عن مالك (25 )وعن الشافعي بالحل ، وهو قول عند الشيعة الإمامية ، وقول عند الإباضية . ¶ أدلة جمهور العلماء على التحريم : ¶ من القرآن الكريم :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قول الله تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? . ¶ قال ابن القيم في تفسير الآية : وقد دلت الآية على تحريم الوطء في الدبر من وجهين : ¶ أحدهما : أنه أباح إتيانها في الحرث وهو موضع الولد ، ولم يبح الإتيان من الحش الذي هو موضع الأذى وموضع الحرث هو المراد من قوله تعالى ? مِنْ حَيْثُ أَمَرَكُمُ اللّهُ ? ، قال ? فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? وإتيانها في قبلها من دبرها مستفاد من الآية أيضا لأنه قال ? أَنَّى شِئْتُمْ ? أي من أي ما شئتم من أمام أو من خلف (26 ). ¶ وقال القرطبي في تفسيره ? أَنَّى شِئْتُمْ ? معناه عند الجمهور من الصحابة والتابعين وأئمة الفتوى ، أي وجه شئتم مقبلة مدبرة و ? أَنَّى ? تجيء سؤالا واختبارا عن أمر له جهات ، فهو أعم في اللغة من \" كيف \" ومن \" أين \" ومن \" متى \" هذا هو الإستعمال العربي في ? أَنَّى ? . ¶ قال الشنقيطي في أضواء البيان : ¶ قوله ? فَأْتُواْ ? أمر بالإتيان بمعنى الجماع ? حَرْثَكُمْ ? يبين أن الإتيان المأمور به إنما هو في محل الحرث ، يعني بذر الولد بالنطفة ، وذلك هو القبل دون الدبر ،كما لا يخفى لأن الدبر ليس محل بذر للأولاد كما هو ضروري (27 ). ¶ ومما يؤيد هذا التفسير ما جاء في سبب نزول هذه الآية عن جابر قال : كانت اليهود تقول إذا أتيت المرأة من دبرها في قبلها ثم حملت ، كان ولدها أحول ، قال : فأنزلت ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? (28 )وفي لفظ الزهري عند مسلم : \" إن شاء مجبية وإن شاء غير مجبية غير أن ذلك في صمام واحد \" (29 ). ¶ ومن السنة فقد استدل جمهور العلماء بأحاديث الباب التي تنص على إباحة الحال والهيئات كلها إذا كان الوطء في موضع الحرث وحرمة إتيان المرأة في الدبر (30 ). ¶ دليل المعقول :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "واستدل الجمهور على الحرمة بدليل المعقول فقالوا : إذا كان الله حرم الوطء في الفرج لأجل الأذى العارض كالحيض والنفاس ، فما الظن بالحش الذي هو محل الأذى اللاذم ، مع زيادة المفسدة بالتعرض لانقطاع النسل والذريعة القريبة جدا من أدبار النساء إلى أدبار الصبيان (31 ). ¶ وقد قال أصحاب أبو حنيفة (32 )أنه عندنا ولائط الذكر سواء في الحكم ولأن القذر والأذى في موضع النجو أكثر من دم الحيض ، فكان أشنع (33 ). ¶ وللمرأة الحق على الزوج في الوطء ووطؤها في دبرها يفوت حقها ، ولا يقضي وطرها ، ولا يحصل مقصودها . ¶ وأيضا : فإن الدبر لم يتهيأ لهذا العمل ولم يخلق له ، وإنما هيء له الفرج فالعادلون عنه إلى الدبر خارجون عن حكمة الله تعالى وشرعه جميعا . ¶ وأيضا : فإن ذلك مضر بالرجل ولهذا ينهى عنه عقلاء الأطباء من الفلاسفة وغيرهم ، لأن للفرج خاصية في اجتذاب الماء المحتقن وراحة الرجل منه ، والوطء في الدبر لا يعين على اجتذاب جميع الماء ، ولا يخرج كل المحتقن لمخالفته للأمر الطبيعي (34 ). ¶ قال الإمام القرطبي : ولأن الحكمة من خلق الأزواج بث النسل ، فغير موضع النسل لا يناله ملك النكاح وهذا هو الحق (35 ). ¶ ومن الأدلة العقلية : ¶ ما ذكره القرافي رحمه الله تعالى حيث قال : وظاهر الآية يقتضي التحريم خلاف ما يتوهمه المعنى لقوله تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ ? والمبتدأ يجب انحصاره في الخبر كقوله صلى الله عليه وسلم : \" تحريمها التكبير وتحليلها التسليم \" و \" ذكاة الجنين ذكاة أهله \" فلا يحصل تحريم بغير تكبير ، ولا تحليل بغير سلام ، ولا ذكاة الجنين بغير ذكاة أمه ، ولا النسل في غير حالة الحرث الذي هو الفعل المفضي إلى النسل .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولأن الشرع إنما حرم الوطء والإستمناء لكي لا يستغنى بهما عن الوطء الموجب للنسل الموجب لبقاء النوع والمكاثرة لرسول الله صلى الله عليه وسلم بأمته وهذا المعنى قائم ها هنا ، فيحرم اندراجه في قوله تعالى ? وَيُحَرِّمُ عَلَيْهِمُ الْخَبَآئِثَ ? وتلطخ الإنسان بالعذرة من الدبر من أخبث الخبائث ولا يميل إلى ذلك في الذكور والإناث إلا النفوس الخبيثة خسيسة الطبع بهيمية الأخلاق والنفوس الشريفة بمعزل عن ذلك (36 ). ¶ وقال الإمام القرطبي نقلا عن ابن عبد البر : إن العلماء لم يختلفوا في الرتقاء التي لا يوصل إلى وطئها أنه عيب به ... لأن المسيس هو المبتغى بالنكاح ، وفي إجماعهم على هذا دليل على أن الدبر ليس بموضع الوطء ، ولو كان موضعا للوطء ما ردت من لا يوصل إلى وطئها في الفرج . ¶ ومن المعقول أيضا : ¶ ما ذكره ابن الحاج في المدخل (37 )حيث ال : ¶ إن من مقاصد النكاح : النسل لقول النبي صلى الله عليه وسلم : \" تزوجوا الودود الولود بإني مكاثر بكم الأمم \" (38، )والنسل من غير وطء في القبل لا يكون ، فلا يأتي من الوطء في الدبر . ¶ ومن المعلوم أن القذر يكون في الدبر بشكل أكبر وأشد من الحيض الذي يأتي في فترات في القبل ، وهي ايام يسيرة من الشهر غالبا ، ومع هذا حرم الجماع في مدته ، مع أن نجاسته عارضة ، فمن باب أولى أن يحرم الوطء في الدبر لأجل النجاسة المستمرة التي تخرج منه فهو موضع لا تفارقه النجاسة . ¶ وإذا أبيح للرجل الوطء في الدبر ، فإن في هذا قضاء لشهوته هو وحرمان المرأة من حقها في الإستمتاع وفي هذا ضرر من جهتين : ¶ تحريك باعث الشهوة فيها من غير أن تنال شيئا من حقها في الإستمتاع وفي هذا ضرر بها ، إذ قد يدفعها هذا إلى ارتكاب الفاحشة . ¶ الوجه الثاني : إن وطء المرأة في دبرها يضر بها في صحتها مع عدم منفعتها منه في شيء . ¶ ومن أدلة الجمهور : الإستصحاب :",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال الطبري : \" ... أن الكل مجمعون قبل النكاح أن كل شيء معها حرام ثم اختلفوا فيما يحل له منها بالنكاح ولن ينتقل المحرم بإجماع إلى تحليل إلا بما يجب التسليم له من كتاب أو سنة أو إجماع أو قياس على أصل مجمع عليه فما أجمع منها على التحليل فحلال وما اختلف فيه منها فحرام والإتيان في الدبر مختلف فيه فهو على التحريم المجمع عليه \" (39 ). ¶ كما استدل الجمهور بالقياس : ¶ قال الإمام الماوردي : \" ومن طريق القياس أنه إتيان ، فوجب أن يكون محرما كالوطء ،ولأنه أذى معتاد ، فوجب أن يحرم الإصابة فيها كالحيض ، ولا يدخل عليه وطء المستحاضة لأنه نادر (40 ). ¶ وقد نقل أهل العلم الإجماع على تحريمه : ¶ قال الماوردي رحمه الله تعالى : ولأنه إجماع الصحابة وروي ذلك عن علي بن أبي طالب وعبد الله بن عباس وابن مسعود وأبي الدرداء ..(41 ). ¶ وقال الإمام العيني رحمه الله تعالى : وقد انعقد الإجماع على تحريم إتيان المرأة في الدبر ... \" (42 ). ¶ وذهب الزيدية أيضا إلى القول بالتحريم : ¶ جاء في كتاب البحر الزخار : ¶ مسألة الوطء في الدبر : ويحرم الوطء في الدبر لقوله صلى الله عليه وسلم : \" لا تأتوا النساء في أدبارهن \" ونحوه . ¶ وجاء في موضع آخر من الكتاب نفسه (43 )في باب المعاشرة : ¶ وعليها تمكينه من الإستمتاع بأي أعضائها لقوله صلى الله عليه وسلم : \" إذا دعا أحدكم امرأته ... \" . ¶ فأما الوطء المحرم في الدبر أو في الحيض أو الملأ ، لقوله صلى الله عليه وسلم : \" لا طاعة لمخلوق في معصية الخالق \" . ¶ قال الشافعي : الإتيان في الدبر حتى يبلغ منه مبلغ الإتيان في القبل محرم لدلالة الكتاب والسنة (44 ). ¶ وجاء في مغني المحتاج (45 ): أما وطء زوجته أو أمته في دبرها ، فالمذهب أن واجبه التعزيز إن تكرر منه الفعل فإن لم يتكرر فلا تعزير .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وجاء في معونة أولى النهى شرح المنتهي (46 ): أو وطء في دبر فيحرم في قول أكثر أهل العلم من الصحابة ومن بعدهم .. فإن تطاوعا على الوطء في الدبر فرق بينهما ويعزر عالم بتحريمه \" . ¶ وجاء في كشاف القناع عن متن الإقناع : وللزوج الإستمتاع بزوجته كل وقت على أي صفة كانت إذا كان الإستمتاع في القبل ، ولو كان الإستمتاع في القبل من جهة عجيزتها لقوله تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ ? والتحريم مختص بالدبر دون سواه . ¶ وجاء في الذخيرة (47 )الفصل الأول : فيما يباح من الزوجة : \" وفي الجواهر : عقد النكاح يبيح كل استمتاع إلا الوطء في الدبر ... وظاهر الآية يقتضي التحريم ،خلاف يوهمه المعنى لقوله تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ ? . ¶ وجاء في المغني : \" ولا يحل وطء الزوجة في الدبر في قول أكثر أهل العلم منهم علي وعبد الله وأبو الدرداء وابن عباس وعبد الله بن عمرو وأبو هريرة وبه قال سعيد بن المسيب وأبو بكر بن عبد الرحمن ومجاهد وعكرمة والشافعي وأصحاب الرأي وابن المنذر \" (48 ). ¶ وجاء في الإستذكار : \" اللواط كالزاني من أجاز وطء الدبر من الزوجات والإماء ، وهو عندنا غير جائز والحمد لله بموضع الأذى كالحيض من النساء وبالله توفيقنا (49 ). ¶ وجاء في روضة الطالبين (50 ): \" وفيه مسائل إحداها له جميع أنواع الإستمتاع إلا النظر إلى الفرج ففيه خلاف سبق في حكم النظر وإلا الإتيان في الدبر فإنه حرام ويجوز التلذذ بما بين الإليتين والإيلاج في القبل من جهة الدبر \" . ¶ وقد نقل أهل العلم عن الأئمة : تحريم إيتان المرأة في الدبر ، منهم الإمام الطحاوي ، فقد نقل عن الإمام أبي حنيفة وصاحبيه أبي يوسف ومحمد بن الحسن تحريم ذلك . ¶ ومما قاله - يعني الطحاوي - : فلما تواترت هذه الآثار عن رسول الله صلى الله عليه وسلم بالنهي عن وطء المرأة في دبرها ، ثم جاء عن الصحابة وعن تابعيهم ما يوافق لك ، وجب القول به وترك ما يخالفه \" (51 ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ونقل ابن كثير عن الإمام أحمد تحريمه ذلك في تفسيره . ¶ وأما الإمامان مالك والشافعي رحمهما الله تعالى فقد نقلت عنهما روايتان وسيأتي بيان ذلك في مبحث خاص إن شاء الله تعالى . ¶ وقال ابن حزم : \" وما روينا إباحة ذلك عن احد إلا عن ابن عمر باختلاف عنه ، وعن نافع باختلاف عنه ، وعن مالك باختلاف عنه . ¶ وقد جاء التحريم عن أبي هريرة وعلي وأبي الدرداء وابن عباس وسعيد بن المسيب ، وأبي سلمة بن عبد الرحمن بن عوف ، وطاوس ، ومجاهد . ¶ وهو قول أبي حنيفة والشافعي وسفيان الثوري وغيرهم (52 ). ¶ قال البغوي : اتفق أهل العلم على أنه يجوز للرجل إتيان زوجته في قبلها من جانب دبرها وعلى أي صفة شاء ... أما الإتيان في الدبر فحرامفمن فعله جاهلا بتحريمه نهي عنه فإن عاد عزر ... . ¶ وقد سئل شيخ الإسلام ابن تيمية عن رجل ينكح زوجته في دبرها أحلال هو أم حرام ؟ ¶ فأجاب رحمه الله تعالى وطء المرأة في دبرها حرام بالكتاب والسنة وهو قول جماهير السلف والخلف بل هو اللوطية الصغرى وقد ثبت عن النبي أنه قال إن الله لا يستحيي من الحق لا تأتوا النساء في أدبارهن وقد قال تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ?والحرث هو موضع الولد فإن الحرث هو محل الغرس والزرع (53 ). ¶ وقال ابن القيم رحمه الله تعالى : وأما الدبر فلم يبح قط على لسان نبي من الأنبياء ومن نسب إلى بعض السلف إباحة وطء الزوجة في دبرها فقد غلط عليه (54 ). ¶ وقال الإمام الذهبي رحمه الله تعالى : وقد جاءت رواية أخرى عنه بتحريم أدبار النساء وما جاء عنه بالرخصة فلو صح لما كان صريحا بل يحتمل أنه أراد بدبرها من ورائها في القبل وقد أوضحنا المسألة في مصنف مفيد لا يطالعه عالم إلا ويقطع بتحريم ذلك (55 ). ¶ ومن قال بالتحريم كذلك الإما الحافظ ابن حجر في الفتح (56 ).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وممن رحمها وعدها من الكبائر الذهبي (57 )وابن حجر الهيثمي في الزواجر (58 )وكذلك الإمام الشوكاني في الدراري المضية شرح الدرر البهية (59 )والصنعاني في سبل السلام (60 )وكذلك العلامة المحدث ولي الله الدهلوي في حجة الله البالغة (61 ). ¶ ومن المفسرين ابن كثير في تفسيره للآية وكذلك ابن الجوزي في زاد المسير (62 ). ¶ ومن المحدثين العلامة السعدي (63 )وغيرهم كثير . ¶ وعلى ذلك انعقد الإجماع كما نقله الإمام العيني فقال رحمه الله : ¶ وقد انعقد الإجماع على تحريم إتيان المرأة في الدبر ، وإن كان فيه خلاف قديم فقد انقطع ، وكل من روي عنه إباحته فقد روي عنه إنكاره (64 ). ¶ أدلة المبيحين ¶ قال تعالى ? أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُم ? . ¶ وقال تعالى ? هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ? (65 ). ¶ فدل على أن جميعهن لبا يستمتع به على عمومه (66 ). ¶ استدل من ذهب إلى إباحته بما رواه مالك عن نافع عن ابن عمر أن رجلا أتى امرأة في دبرها فوجد في ذلك وجدا شديدا فأنزل الله تعالى ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? (67 ). ¶ وقوله تعالى ? حَرْثَكُمْ أَنَّى شِئْتُمْ ? أي أين شئتم فصار المعنى فأتوا حرثكم في أي مكان شئتم . ¶ وقد أخرج البخاري (4253 فتح ) عن ابن عون عن نافع قال : كان ابن عمر إذا قرأ القرآن لم يتكلم حتى يفرغ منه ، فأخذت عليه يوما فقرا سورة البقرة حتى انتهى إلى مكان قال : أتدري فيم نزلت ؟ ¶ قلت : لا . ¶ قال : نزلت في إتيان النساء في أدبارهن . ¶ وأتبعه بحديث أيوب عن نافع عن ابن عمر ? فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? قال يأتيها في .. ولم يذكر بعده شيئا . ¶ وممن ذهب إلى الجواز مع الكراهة : ¶ الشيعة الإمامية (68 )جاء في كتاب الروضة البهية :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الفصل الأول في مقدمات النكاح : والوطء في دبرها مكروه كراهة مغلظة من غير تحريم على أشهر القولين والروايتين وظاهر آية الحرث ، وفي رواية سدير عن الصادق : يحرم ، لأنه روى عن النبي صلى الله عليه وسلم أنه قال : \" محاش النساء على أمتي حرام \" وهو مع سلامة سنده محمول على شدة الكراهة جمعا بينه وبين صحيحة ابن أبي يعقوب الدالة على الجواز صراحة \" . ¶ وجاء في شرح الإسلام في مسائل الحلال والحرام (69 ): ¶ الثاني في مسائل تتعلق في هذا الباب وهي خمس : الأولى : الوطء في الدبر فيه رويتان : ¶ إحداهما : الجواز : وهي المشهورة بين الأصحاب لكن على كراهية شديدة . ¶ وجاء في الفقه الإباضي (70 )فيما يحرم المرأة أو يبينها : ¶ وغيوب حشفة في دبر ورخص بعض أن لا تحرم كما في الديوان ، وكتاب الألواح وغيرها ولو تعمد ذلك مرارا ورخص فيه أبو يحيى الفرسطائي ، وليس على من يتعمد ذلك منهما شيء ولا تحرم إن لم يتعمدا ، وقيل : تحرم ، وصححه بعض ، ثم قال : ¶ الظاهر عندي أنها حلال ولغيره ، ولكن يجتنب الدبر ويجامعها حيث شاء . ¶ وقد رد هذا الفريق على الأحاديث بأنها معلولة لا يصح منها شيء . ¶ قال البزار : لا أعلم في الباب حديثا صحيحا لا في الحظر ولا في الإطلاق ، وكل ما روي يه عن خزيمة بن ثابت من طريق فيه ، فغير صحيح (71 ). ¶ أدلة المعقول : ¶ علة من قال بالجواز : إن إجماع الكل على أن النكاح قد أحل للزوج ما كان حراما ، وإذا كان ذلك كذلك ، لم يكن القبل بأولى في التحليل من الدبر . (72) ¶ وقالوا : لأنه لو استثناه - أي الوطء في الدبر - من عقد النكاح فسد ، ولو أوقع عليه الطلاق سرى إلى الباقي ، فدل على أنه مقصود بالإستمتاع ، ولأنه أحد الفرجين ، وفجاز إتيانه كالقبل ، ولأنه لما ساوى في كمال المهر ، وتحريم المصاهرة ، ووجود الحد ساواه في الإباحة . (73)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومن الأدلة الطريفة التي رويت عن الإمام الشافعي في حوار مع الإمام محمد بن الحسن صاحب الإمام أبي حنيفة رحمهم الله جميعا في إباحة وطء المرأة في دبرها ما رأينا نقله لما فيه من قوة الدليل ورجحان عقلية هذا الإمام . ¶ قال الشافعي : ¶ سألني محمد بن الحسن فقلت له : إن كنت تريد المكابرة وتصحيح الروايات وإن لم تصح فأنت أعلم وإن تكلمت بالمناصفة كلمتك . ¶ قال : على المناصفة . ¶ قلت : فبأي شيء حرمته ؟ ¶ قال : بقول الله تعالى ? فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللّهُ ? وقال ? فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? ،والحرث لا يكون إلا في الفرج . ¶ قلت : أفيكون ذلك محرما لما سواه ؟ ¶ قال : نعم . ¶ قلت : فما تقول لو وطئها بين ساقيها ، أو في أعطافها ، أو تحت إبطها ، أو أخذت ذكره بيدها أفي ذلك حرث ؟ ¶ قال : لا . ¶ قلت : أفيحرم ذلك ؟ ¶ قال : لا . ¶ قلت : فلم تحتح بما لا حجة فيه ؟ ¶ قال : فإن الله قال ? وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ ? الآية . ¶ قال : فقلت له :إن هذا مما يحتجون به على الجواز إن الله أثنى على من حفظ فرجه من غير زوجته ، وما ملكت يمينه . ¶ فقلت : أنت تتحفظ من زوجته وما ملكت يمينه (74 ). ¶ وهذا لا يعني قول الشافعي بالجواز بل يقول بالتحريم كما أسلفنا . ¶ كما استدل هذا الفريق بما روي عن ابن عمر وزيد بن أسلم ونافع مما نسب إلى سعيد بن المسيب ومحمد بن كعب القرظي وعبد الملك بن الماجشون . (75) ¶ رد الجمهور على أدلة المبيحين ¶ أما قوله تعالى ? أَنَّى شِئْتُمْ ? بمعنى من أين شئتم . ¶ و? أَنَّى ? تأتي سؤالا وإخبارا عن أمر له جهات فهو أعم في اللغة من \" كيف \" ، ومن \" أين \" ، ومن \" متى \" هذا هو الإستعمال العربي في \" أنى \" .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويؤيد هذا ما أخرجه الشيخان وأبو داود والترمذي والنسائي وابن ماجه في سبب النزول عن جابر بن عبد الله : أن يهود كانت تقول : إذا أتيت المرأة من دبرها في قبلها ثم حملت ، كان ولدها أحول ، قال : فأنزلت ? نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ ? أي كيف شئتم من قيام وقعود واضطجاع أو من ورائها في فرجها (76 ). ¶ ثم كيف تفسرون \" أنى \" بأن معناها \" أين \" فصار المعنى : فأتوا حرثكم أي مكان شئتم فحدث التناقض بين أولها وآخرها ، حيث سمى المرأة حرثا ومكانا لزرع النسل ، وأباح إتيانها في مكان ليس محلا للزرع .(77) ¶ أما الرد على الشبهة الثانية : بين كلمتي \" من \" ، و\" في \" في حديث ابن عمر : أن رجلا أتى امرأته في دبرها \" . ¶ فقال ابن القيم رحمه الله تعالى : \" ومن ههنا نشأ الغلط على من نقل عنه الإباحة من سلف والأئمة فإنهم أباحوا أن يكون الدبر طريقا إلى الوطء في الفرج فيطأ من الدبر لا في الدبر فاشتبه على السامع من نفى أولم يظن بينهما فرقا فهذا الذى أباحه السلف والأئمة فغلط عليهم الغالط أقبح الغلط وأفحشه \" . (78) ¶ أما قوله ? أَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُم ? . ¶ فمعناه : أتأتون المحظور من الذكران ، وتذرون المباح من فروج النساء . ¶ وقال تعالى ? هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ? ففيه تأويلان : ¶ الأول : أن اللباس السكن كقوله تعالى ? وَهُوَ الَّذِي جَعَلَ لَكُمُ اللَّيْلَ لِبَاسًا ? (79 ). ¶ والثاني : أن بعضهم يستر بعضا كاللباس ، وليس في ذلك على التأويلين دليل لهم . ¶ وأما فساد العقد باستثنائه وسراية الطلاق به ، فقد يقسد العقد باستثناء كل عضو لا يصح الإستمتاع به من فؤادها ، وكبدها ويسري منه الطلاق إلى جميع بدنها ، ولا يدل على إباحة الإستمتاع به فكذلك الدبر .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأما استدلالاهم بما يتعلق به من كمال المهر ، وتحريم المصاهرة ، فعير صحيح لأن ذلك يختص بمباح الوطء دون محظور ، ألا تراه يتعلق بالوطء في الحيض والإحرام والصيام وإن كان محظورا فكذلك في هذا . (80) ¶ أما فيما يتعلق بدليل المعقول الذي أورده الإمام الشافعي في الحوار الذي جرى بينه وبين الإمام محمد بن الحسن فهو غير مسلم به ، إذ المقصودمن الآية الوطء في الفرج ، وليس الإستمتاع والوطء بين الساقين أو الفخذين ، أو تحت الإبط لا يعد وطأ في الفرج ، وإنما هو استمتاع ، ففرق بينهما ، ثم لو كان الوطء في الدبر مباحا لأرشد به النبي صلى الله عليه وسلم عندما تكون الزوجة حائضا كبديل مشروع للفرج ، والله أعلم . ¶ كما أنه لا دليل لما ذهب إليه الإمامية - على خلاف في مذهبهم - في جواز الوطء في الدبر ، بل هو مخالف للأدلة الشرعية والعقلية ، وكذا ما ذهب إليه بعض الإباضية من القول بالكراهة وعدم التحريم . ¶ هل أفتى إمام دار الهجرة مالك بن أنس بالجواز وكذلك الإمام الشافعي ¶ وما صحة رواية ابن عمر ؟ ¶ يستند من يرى إباحة وطء المرأة في دبرها أو على الأقل من يرى أن المسألة خلافية بين أهل العلم يسوغ فيها الإجتهاد إلى أقوال من نقل عنهم الجواز وعلى رأسهم من الصحابة : ابن عمر ومن العلماء : الإمامان مالك والشافعي رحمهم الله تعالى جميعا . ¶ أما جواب ما نقل عن ابن عمر فالآتي : ¶ عن عبيد الله بن عمر بن حفص عن نافع قال قال لي بن عمر أمسك على المصحف يا نافع فقرأ حتى أتى على هذه الآية نساؤكم حرث لكم فقال تدري يا نافع فيمن أنزلت هذه الآية قال قلت لا قال فقال لي في رجل من الأنصار أصاب امرأته في دبرها فأعظم الناس ذلك فأنزل الله تعالى نساؤكم حرث لكم الآية قال نافع فقلت لابن عمر من دبرها في قبلها قال لا إلا في دبرها . ¶ وله طرق عن ابن عمر ومتابعة الرواة لنافع فيها . (81)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال الحافظ ابن حجر : ورواية ابن عمر لهذا المعنى صحيحة مشهورة من رواية نافع عنه بغير نكير أو يرويها عنه زيد بن أسلم .(82) ¶ ورواها الإمام الطبري في التفسير بإسناد صحيح عنه .(83) ¶ أخرجها إسحاق بن راهوية في التفسير كما في الدر المنثور فالأثر ثابت وصحيح .(84) ¶ غير أنه وردت رواية عن ابن عمر رضي الله عنه تنص على القول بتحريم إتيان المرأة في دبرها ، وقد صح عنه رضي الله عنه أنه أنكر ذلك فيما روى النسائي من رواية الحارث بن يعقوب ، عن سعيد بن يسار قال : قلت لابن عمر : إنا نشتري الجواري فيمحض لهن . ¶ قال : وما التحميض ؟ ¶ قال : إتيانهن في أدبارهن . ¶ فقال ابن عمر : أو يفعل ذلك مسلم ؟! ¶ أخرجه الطحاوي في شرح معاني الآثار (3/40) والدارمي في سننه (1/260) بإسناد حسن . ¶ قال الإمام الذهبي في السير : وقد جاءت رواية أخرى عنه أي عن نافع عن ابن عمر بتحريم أدبار النساء . (85) ¶ كلام أهل العلم في التوفيق بين القولين : ¶ ذهب بعض الفقهاء إلى أن ما ذهب إليه ابن عمر إنما هو وهم في فهم الآية من انها تدل على الإباحة .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وإلى هذا ذهب ابن عباس فقد روى أبو داود من طريق محمد بن إسحاق عن أبان بن صالح عن مجاهد عن بن عباس قال ثم إن بن عمر والله يغفر له أوهم إنما كان هذا الحي من الأنصار وهم أهل وثن مع هذا الحي من زفر وهم أهل كتاب لهم فضلا عليهم في العلم فكانوا يقتدون بكثير من فعلهم وكان من أمر أهل الكتاب أن لا يأتوا النساء إلا على حرف وذلك أستر ما تكون المرأة فكان هذا الحي من الأنصار قد الشاة بذلك من فعلهم وكان هذا الحي من قريش يشرحون النساء شرحا بنو ويتلذذون منهن مقبلات ومدبرات ومستلقيات فلما قدم المهاجرون المدينة تزوج رجل منهم امرأة من الأنصار فذهب يصنع بها ذلك فأنكرته عليه وقالت إنما كنا نؤتى على حرف فاصنع ذلك وإلا فاجتنبني حتى شري أمرهما فبلغ ذلك رسول الله صلى الله عليه وسلم فأنزل الله عز وجل نساؤكم حرث لكم فأتوا حرثكم أنى شئتم أي مقبلات ومدبرات ومستلقيات يعني بذلك موضع الولد \" . ¶ وذهب بعض العلماء إلى القول بوهم النقلة عن ابن عمر ، ونفي الوهم عنه : ¶ قال ابن القيم (86 ): ¶ \" فقد صح عن ابن عمر الآية بالإتيان في الفرج من ناحية الدبر وهو الذي رواه عنه نافع وأخطأ من أخطأ على نافع فتوهم أن الدبر محل للوطء لا طريق إلى وطء الفرج فكذبهم نافع وكذلك مسألة الجواري إن كان قد حفظ عن ابن عمر أنه رخص في الإحماض لهن فإنما مراده إتيانهن من طريق الدبر فإنه قد صرح في الرواية الأخرى بالإنكار على من وطئهن في الدبر وقال أو يفعل هذا مسلم فهذا يبين تصادق الروايات وتوافقها عنه \" . ¶ ويقول رحمه الله تعالى : والذي يبين هذا ويزيده وضوحا أن هذا الغلط قد عرض مثله لبعض الصحابة حين أفتاه النبي صلى الله عليه وسلم بجواز الوطء في قبلها من دبرها حتى يبين له صلى الله عليه وسلم ذلك بيانا شافيا ... فوقع الاشتباه في كون الدبر طريقا إلى موضع الوطء أو هو مأتى واشتبه على من اشتبه عليه معنى من بمعنى في فوقع الوهم . ¶ فالخلاصة :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "أن حديث ابن عمر الذي يحتمل الإباحة ثابت وصحيح ، غير أن متنه معارض فيقدم قول ابن عمر بالتحريم الذي لا يقبل أي احتمال . ¶ ولهذا قال الحافظ ابن كثير : وهذا نص منه أي ابن عمر بتحريم ذلك فكل ما ورد عنه مما يحتمل ويحتمل فهو مردود إلى هذا الحكم ، والله تعالى أعلم (87 ). ¶ فقد روى الطبري عن يونس بن عبد الأعلى عن ابن وهب عن مالك أنها أباحه ، وروى الثعلبي في تفسيره من طريق المزني قال : كنت عند ابن وهب وهو يقرأ علينا رواية مالك فجاءت هذه المسألة فقام رجل فقال : يا أبا محمد ارو لنا ما رويت ، فامتنع أن يروي لهم ذلك وقال : أحدكم يصحب العالم فإذا تعلم منه لم يوجب له من حقه ما يمنعه من أقبح ما يروي عنه ، وأبى أن يروي ذلك . ¶ أما ما روي عن الإمام مالك بن أنس إمام دار الهجرة رحمه الله تعالى ففيه قولان : ¶ روي القول عنه بالإباحة من رواية عطاف بن موسى ، عن عبد الله بن الحسن ، عن أبيه أنه حكى عن مالك إباحة ذلك . ¶ وروي عن مالك أنه قال : ما أدركت أحا أقتدي به في ديني يشك أنه حلال ، وأهل العراق من أصحاب مالك ينكرون ذلك . ¶ قال ابن العربي في أحكام القرآن : وقد جمع في ذلك ابن شعبان في كتاب جماع النسوان وأحكام القرآن وأسند جوازه إلى زمرة كريمة من الصحابة والتابعين وإلى مالك روايات كثيرة . ¶ وعزى هذا القول عنه إلى كتاب \" السر \" له (88 ). ¶ وفي مختصر ابن الحاجب عن ابن وهب عن مالك إنكار ذلك وتكذيب من نقل عنه . ¶ وقال مالك لابن وهب وعلي بن زياد لما أخبراه أن ناسا بمصر يتحدثون عنه أنه التابعين ذلك فنفر من ذلك وبادر إلى تكذيب الناقل فقال كذبوا علي كذبوا علي كذبوا علي ثم قال ألستم قوما عربا ألم يقل الله تعالى نساؤكم حرث لكم وهل يكون الحرث إلا في موضع المنبت . (89) ¶ وعن عبد الرحمن بن القاسم أن شرطي المدينة دخل على مالك بن أنس فسأله عن رجل رفع إليه أنه قد أتى امراته في دبرها فقال مالك :",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أترى أن توجعه ضربا فإن عاد إلى ذلك ففرق بينهما . (90) ¶ وأما ما رواه أبو بكر بن زياد النيسابوري حدثني إسماعيل بن حصن حدثني إسرائيل بن روح سألت مالك بن أنس ما تقول في إتيان النساء في أدبارهن قال ما أنتم إلا قوم عرب هل يكون الحرث إلا موضع الزرع لا تعدوا الفرج قلت يا أبا عبد الله إنهم يقولون إنك تقول ذلك قال يكذبون علي يكذبون علي . (91) ¶ لكن قال الحافظ ابن حجر : لكن الذي روى عن ابن وهب غير موثوق به - يقصد التكذيب - والصواب ما حكاه الخليلي - يقصد به القول بالرجوع . (92) ¶ وقال الحافظ : وعلى هذه القصة اعتمد المتأخرون من المالكية فلعل مالكا رجع عن قوله الأول أو كان يرى أن العمل على خلاف حديث بن عمر فلم يعمل به وأن كانت الرواية فيه صحيحة (93 ). ¶ والذي يترجح القول بالرجوع عن ذلك إلى القول بالتحريم (94 )... والله أعلم . ¶ أما الإمام الشافعي رحمه الله تعالى : ¶ فحكى ابن عبد عبد الحكم عن الشافعي أنه قال : لم يصح عن رسول الله صلى الله عليه وسلم في تحريمه ولا في تحليله شيء والقياس أنه حلال . (95) ¶ قال الحاكم رحمه الله تعالى : لعل الشافعي كان يقول ذلك في القديم فأما في الحديث فالمشهور أنه حرمها .(96) ¶ وكذا قال الربيع عن الشافعي وأنه قد نص الشافعي على تحريمه في ستة من كتبه . ¶ قال أبو نصر الصباغ : كان الربيع يحلف بالله الذي لا إله إلا هو لقد كذب - يعني ابن عبد الحكم - على الشافعي في ذلك لأن الشافعي نص في ستة كتب من كتبه والله أعلم (97 ). ¶ قال ابن حجر : وتكذيب الربيع لمحمد لا معنى له لأنه لم ينفرد بذلك فقد تابعه عبد الرحمن بن عبد الله يتحقق عن الشافعي ... وإن كان كذلك فهو قول قديم وقد رجع عنه الشافعي كما قال الربيع وهذا أولى من إطلاق الربيع تكذيب محمد بن عبد الله بن عبد الحكم فإنه لا خلاف في ثقته وأمانته .(98) ¶ وأما قصة المناظرة التي جرت بينه و بين محمد بن الحسن في تقرير الإباحة فقال ابن حجر :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ولا شك أن العالم في المناظرة يتقذر القول وهو لا يختاره فيذكر أدلته إلى أن ينقطع خصمه مستنكر في المناظرة والله أعلم .(99) ¶ وجماع كل هذا ما قال الإمام ابن القيم : فلعل الشافعي رحمه الله توقف فيه أولا ثم لما تبين له التحريم وثبوت الحديث فيه رجع إليه وهو أولى بجلالته ومنصبه وإمامته من أن يناظر على مسألة يعتقد بطلانها يذب بها عن أهل المدينة جدلا ثم يقول والقياس حله ويقول ليس فيه عن رسول الله صلى الله عليه وسلم في التحريم والتحليل حديث ثابت على طريق الجدل بل إن كان ابن عبدالحكم حفظ ذلك عن الشافعي فهو مما قد رجع عنه لما تبين له صريح التحريم والله أعلم . ¶ ثم قال رحمه الله تعالى : والشافعي رحمه الله قد صرح في كتبه المصرية بالتحريم واحتج بحديث خزيمة ووثق رواته كما ذكرنا . (100) ¶ جملة الأحكام التي تتعلق بالوطء في الدبر ¶ قسم علماء الفقه رحمهم الله تعالى الأحكام المتعلقة بالوطء إلى ثلاثة أضرب : ¶ الضرب الأول : ما يختص بالوطء في القبل ولا يثبت بالوطء في الدبر . ¶ الضرب الثاني : يستوي فيه الوطء في القبل والدبر . ¶ الضرب الثالث : ما هو مختلف فيه بين أهل العلم . ¶ أما الضرب الأول : ¶ فهو ما يختص بالوطء في القبل ولا يثبت بالوطء في الدبر : ¶ 1 - الإحصان لا يثبت بالوطء إلا في القبل ، ولا يثبت بالوطء في الدبر . ¶ 2 - إحلالها للزوج المطلق ثلاثا لا يكون إلا بالوطء في القبل . ¶ 3 - ثبوت حكم العنة ، لا يكون إلا بالوطء في القبل . ¶ الضرب الثاني : ¶ يستوي فيه الوطء في القبل والدبر : ¶ 1 - وجوب الغسل بالإيلاج عليهما . ¶ 2 - وجوب حد الزنا في القبل والدبر جميعا . ¶ 3 - كمال المهر ووجوبه بالشبهة كوجوب بالوطء في القبل . ¶ 4 - وجوب العدة منه كوجوبها بالوطء في القبل . ¶ 5 - تحريم المصاهرة ، ويثبت به كثبوته بالوطء في القبل . ¶ الضرب الثالث : ¶ ما اختلف فيه أهل العلم (101 ): ¶ الفيئة في الإيلاء وفيه وجهان :",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أ - أن لا تكون إلا بالوطء في القبل دون الدبر . ¶ ب : أنها تكون بالوطء في الدبر . ¶ 2 - العدة من الوطء في الدبر ، فإن كان في عقد النكاح وجبت به العدة ، كوجوبها بالوطء في القبل ، وإن كان بسببه ففي وجوب العدة فيها وجهان : ¶ أ - تجب كوجوبها في النكاح . ¶ ب _ لا تجب . ¶ 3 - لحوق النسب من الوطء في الدبر ، وإنك ان في عقد نكاح لحق ، وإن كان في شبهة في لحوق النسب به وجهان : ¶ أ - إن قيل بوجوب العدة منه كان النسب لاحقا . ¶ ب - إن قيل لا تجب العدة منه لم يلحق به النسب (102 ). ¶ الفصل الثالث ¶ الدراسة الطبية ¶ إتيان الزوجة في دبرها لا تختلف صورته عن اللواط ، فالوجه المشترك بينهما هو الإتيان في الدبر ، سواء كان ذكرا أم انثى ، ولذلك جاء في الأثر أن غشيان الزوجة في الدبر اللوطية الصغرى . ¶ …ولهذا قال ابن القيم : \" إن الدبر لم يتهيأ لهذا العمل ولم يخلق له ، وإنما هيء له الفرج \" . ¶ ثم ذكر من الناحية الطبية : \" فإن ذلك مضر بالرجل ولهذا ينهى عنه عقلاء الأطباء من الفلاسفة وغيرهم لأن للفرج خاصية في اجتذاب الماء المحتقن وراحة الرجل منه والوطء في الدبر لا يعين على اجتذاب جميع الماء ولا يخرج كل المحتقن لمخالفته للأمر الطبيعي \" (103 ).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقد أثبت الطب الحديث صحة ما ذهب إليه ابن القيم حيث بين د . محمد عبد الحميد شاهين أستاذ الفقاريات وعلم الأجنة المساعد بقسم العلوم البيولوجية كلية التربية جامعة عين شمس في بحثه حول العلاقة الجنسية بين الإسلام والطب دراسة نسيجية مقارنة بين المهبل والشرج أن التركيب لكل من المهبل وقناة الشرج مرتبط ارتباطا كليا بالوظيفة المنوط به القيام بها فبطانة المهبل تختلف عن بطانة الشريج والوسط الحامضي يختلف عن وسط قناة الشرج ، والعضلات التي تساهم في حركة المهبل تختلف عن تلك التي تسبب الإنقباضات في قناة الشرج ، والألياف المرنة الكثيرة التي تسبب في مرونة المهبل لا توجد في الشرج ، بمعنى أن المهبل مهيأ تماما لأداء وظيفته وهي استقبال عضو الجماع وكمر للولادة . ¶ بينما وظيفة الشرج الرئيسية هي المساهمة مع المستقيم في إخراج فضلات الطعام على هيئة براز وسبحان الله كيف يستخدم ممر ميهأ لخروج الفضلات على هيئة براز كبديل لمكان آخر مهيأ لخروج خلق جديد (104 ). ¶ إن المهبل كمستقبل لعضو الجماع به ما يؤهله للمحافظة على هذا العضو فسيولوجيا وما يسهل عملية الإيلاج ويجعل للجماع كل أهدافه السامية التي تنتهي بتكوين خلق جديد بإذن الله تعالى . ¶ يقول الدكتور محمد علي البار : ¶ \" وبما أن المصابين بالشذوذ الجنسي اللوط يقدرون في الولايات المتحدة ب_ 18 مليونا حسب آخر الإحصائيات فإن عددا كبيرا منهم يعاني من الأمراض الجنسية ، وكذلك ينتشر بينهم الهربس بصورة تبلغ عدة أضعاف ما هي عليه عند الزناة ، كما أن سرطان الشرج وقناة الشرج يحدث لدى الشاذين بصورة كبيرة بالمقارنة مع غيرهم من الزناة . ¶ كما أن هذه الأمراض الوبيلة تكثر في أفواه وحلوق وبلاعيم الشاذين جنسيا لانتشار هذه الممارسات الشاذة بينهم ، وذلك بالإضافة إلى إصابة القناة الشرجية والجهاز الهضمي \" . ¶ ويقول الدكتور محمد عبد الحميد شاهين :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن أشهر الأمراض التي انتشرت في الأمراض الأخيرة مرض الأيدز ولقد أثبت بما لا يدع مجالا للشك أن أحد أسبابه العلاقات الجنسية غير السوية \" اللواط \" بالإضافة إلى ذلك فقد يتسبب الإتيان في الدبر في تمزق هتك أنسجتها ، وارتخاء عضلاتها وسقوط بعض أجزائها مع فقدان السيطرة على المواد البرازية ، وعدم الإستطاعة في التحكم فيها لتهتك وضعف العضلة العاصرة المتحكمة في البراز . ¶ وقد ثبت أيضا أن اللواط يؤثر على الأعصاب والمخ وارتخاء عضلات المستقيم وتمزقه وانتقال عدوى الأمراض الخبيثة . ¶ وقد أثبت الطب أن اللوط والسحاق كلاهما مناف لفسيولوجيا الجماع بين الزوج والزوجة وفوق هذا وذاك فإنه طريقة غير كافية لإشباع العاطفة الجنسية لديهما ، وذلك لأنها بعيدة الأصل عن الملامسة الطبيعية ، ولا تقوم بإرضاء المجموع العصبي (105 ). ¶ ويقول الدكتور البار فيما يخص التهاب القناة الشرجية (106 ): ¶ إن التهاب الشرج والقناة الشرجية نتيجة السيلان أمر شائع وغير نادر الحدوث في الغرب خاصة ، وذلك بعد انتشار الشذوذ الجنسي ، ويشكو المريض من آلام أثناء التبرز وتعنية وحكة في الشرج ، مع وجود إفرازات صديدية ، وحتى في الحالات التي لا يشكو فيها المريض أي أعراض ، فإن القناة الشرجية تعاني التهابا وإفرازات صديدية ، ويرجع هذا إلى الميكروبات في الجهاز التناسلي فإن الأطباء المتخصين يحثون زملاءهم وطلبتهم على البحث عنها في القناة الشرجية والفم والبلعوم . ¶ من الأمراض التي تصيب اللوطي \" مرض هربس الجنسي \" (107 ): ¶ هو مرض حاد جدا ، يتميز بتقرحات شديدة حمراء اللون تكبر وتتكاثر بسرعة ، ويسببه فيروس هربس مومنس ( HERPES HOMINS ) ينتقل هذا المرض بالإتصال الجنسي إلى الأعضاء التناسلية أو الفم عند الشاذين ، وتبدأ أعراضه عند الرجال بالشعور بالحكة ، فتتهيج المنطقة ، وتظهر البثور والتقرحات على مقدمة القضيب ، والقضيب نفسه وعلى منطقة الشرج عند اللواطين .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "من الأمراض كذلك : تآكل الأعضاء الجنسية المعدية : ¶ يسبب هذا المرض فيروس يسمى فيروس بابيلوما ( VIEVS PAPILLOMA ) وينتقل من الأعضاء الجنسية في المصاب إلى السليم بواسطة الإتصال الجنسي ويظهر أثر العدوى بعد مدة تترواح بين 1 - 9 أشهر . ¶ وعلامات هذا المرض وجود يآليل حمراء تغطي منطقة الأعضاء التناسلية في المصاب فهي تظهر على مقدمة القضيب وعلى الجلدة المغطية لها وعلى القضيب نفسه . ¶ ونسبة وجودها عند غير المختونين أكثر من المختونين ، كما تظهر هذه الثآليل عند الشاذين الذين يستخدم معهم عمل قوم لوط على الشرج والمنطقة المحيطة به . ¶ يقول الدكتور محمد حلمي وهدان (108 ): ¶ إن الذين يمارسون اللواط تأتي لهم أمراض عديدة ، وعندهم أمراض ناتجة عن نقص المناعة الذي يحدث من مرض الإيدز . ¶ ومن الأمراض المنتشرة في الشاذين جنسيا ( اللواطيين ) : ¶ يقول الدكتور البار : ¶ تنتشر الأمراض الجنسية في الشاذين بصورة مرعبة حقا ، يكادون ينفردون ببعض الأمراض وأشهرها وأكثرها إثارة الأيدز أو مرض فقدان المناعة المكتسبة ... وخطورة هذا المرض أنه ميت في خلال عامين أو ثلاثة منذ ظهور الأعراض ، وسببه نقص شدسد في وسائل الدفاع المتمثلة بصورة خاصة في الخلايا اللمفاوية من نوع ( T4 ) التي تقل في الدم . ¶ ومن أخطر الآثار المترتبة على وطء المرأة في دبرها ما ذكره الدكتور النسيمي في كتابه الطب النبوي والعلم الحديث (109 ): ¶ أن ذلك يؤدي لتوسعة الشرج وارتخاء المعرة الشرجية ، وقد يصاب بسلس غائطي أي يخرج البراز بشكل لا إراجي وقد يصاب بالإنعكاس النفسي لانعكاس الوطء من الوضع الطبيعي إلى الشذوذ . ¶ ويقول الدكتور البار (110 ):",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وفي الحالات التي يتم فيه الجماع عن طريق الشرج في الذكور والإناث فإنه القناة الشرجية تلتهب التهابا شديدا مع وجود إفرازات قيحية دموية يصحبها نزيف في بعض الأحيان وقد تتحول هذه الإلتهابات المزمنة إلى سرطان ويكون غشاء القناة الشرجية محتقنا متقرحا مليئا بالبثور الصديدية الدموية وتظره الخراريج كما تحدث البواسير بين المستقيم والمهبل أو القناة الشرجية والمهبل . ¶ وبعد فلقد سد الإسلام كل المنافذ التي تجعل الرجل ينحرف جنسيا حفاظا على صحته ونسله ولذا حرم وطء المرأة في دبرها وقد جاء النهي صراحة في السنة النبوية علاوة على الأمراض التي تصيب الرجل والمرأة على حد سواء . ¶ فالتوازن الذي أوجده الله تعالى في جسم الإنسان بين الأجهزة المختلفة ووظيفة كل جهاز والملاءمة بين الوظيفة والتركيب ليس عشوائيا إنما كل عصو له تركيب نسيجي معين مرتبط بوظيفة معينة ، فما بالنا أبعد ما نكون عن فهم هذا التوازن في جسم الإنسان خاصة في عصرنا الحالي ، إلا أن إنسان العصر كسر هذه التوازن وخالف الفطرة التي فرطنا الله عليها وغير وظيفة الأعضاء فالخروج على الفطرة السوية يعود بالشر الوبيل على الفرد والمجتمع ، وحتى لو نجح العلماء في إيجاد علاج للأمراض الجنسية المعاصرة فلن يغير هذا العلاج من شيء في القواعد الأساسية لديننا الحنيف وسيظل الخروج عنها خروجا عن الفطرة الإنسانية السوية . ¶ الخاتمة ¶ الحمد لله الذي أتم علينا النعمة ووفقنا لإنجاز هذا البحث الذي تبين لي من خلاله أن القول بتحريم إتيان المرأة في الدبر هو القول الراجح ، وأن القول بإباحته أو كراهته هو قول مرجوح وهذه أهم النتائج المستخلصة منه : ¶ 1- ثبوت بعض الأحاديث النبوية الدالة على تحريم إتيان المرأة في دبرها والبعض منها فيه التصريح بذلك ، كحديث أم سلمة وابن عباس رضي الله عنها . ¶ 2- ثبوت القول بالتحريم عن طائفة من الصحابة والتابعين .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "3- القول بتحريم إتيان المرأة في دبرها هو قول جماهير الفقهاء من الأئمة الأربعة وغيرهم . ¶ 4- جماهير السلف والخلف على القول بتحريمه بل نقل المارودي إجماع الصحابة على ذلك وهو ثابت كما فصلناه عن أبي الدراداء وعبد الله بن عمرو بن العاص ، وابن عباس وأبي هريرة وابن مسعود رضي الله عنهم . ¶ 5- انعقاد الإجماع على تحريمه كما حكاه العيني في البناية . ¶ 6- القول بتحريم ذلك موافق للمنقول والمعقول وقواعد الشريعة التي جاءت بإزالة ا لضرر وتقليله ، حيث أثبت الطب أن الوطء في الدبر يكون سببا في أمراض خبيثة منهكة وقاتلة . ¶ 7- أن نسبة القول بإباحة الوطء في الدبر إلى ابن عمر غير صريحة بل الثابت خلافها وهو ما نص عليه بعض المحققين كالذهبي وابن القيم وابن كثير . ¶ 8- أن نسبة القول بإباحة الوطء في الدبر إلى الإمام مالك ثابتة غير أنه رجع عنه وشدد في ذلك . ¶ 9- أن نسبة القول بإباحة الوطء في الدبر إلى الإمام الشافعي غير صريحة على أنه مع ثبوته قول قديم لهر رجع عنه ، وذهب ابن القيم إلى أن مذهب الشافعي الأول التوقف ثم قال بالتحريم وهذا الأظهر . ¶ 10- أن نسبة القول بإباحة الوطء في الدبر إلى طائفة كثيرة من الصحابة والتابعين كما حكاه ابن العربي عن ابن شعبان وهم بل الصواب خلافه فالقائلون بالإباحة قلة قليلة وفي كلام بعضهم نوع احتمال . ¶ 11- أن نسبة القول بإباحة الوطء في الدبر مطلقا للشيعة الإمامية لا يصح ، بل الصحيح من المذهب الكراهة . ¶ المصادر والمراجع ¶ المراجع والمصادر ¶ 1- القرآن الكريم . ¶ 2- الأباطيل والمناكير للجوزجاني . تحقيق عبد الرحمن الفريوائي - الطبعة الثالثة 1415 هـ دار الصميعي - الرياض . ¶ 3- الإحسان في تقريب صحيح ابن حبان . تحقيق شعيب الأرناؤط - مؤسسة الرسالة .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "4- أحكام القرآن لأبي بكر أحمد بن علي الرازي الجصاص المتوفى سنة 370 هـ - طبعة مصورة عن الطبعة الأولى بمطابع الأوقاف الإسلامية في دار الخلافة العلية - دار الكتاب العربي - بيروت . ¶ 5- إحياء علوم الدين . ¶ 6- أخبار أصبهان لأبي نعيم . دار الكتب العلمية - بيروت . ¶ 7- الآداب للبيهقي . دار الكتب العلمية - بيروت . ¶ 8- أدب الدنيا والدين . دار الكتب العلمية - بيروت . ¶ 9- الأدب المفرد للبخاري . تحقيق محمد فؤاد عبد الباقي - الطبعة الثالثة سنة 1409 هـ - دابر البشائر الإسلامية - بيروت . ¶ 10- الأذكار للنووي . تحقيق بشير عيون - الطبعة الثانية 1414هـ - مكتبة دار البيان - دمشق . ¶ 11- أربعون حديثا لأربعين شيخا لابن عساكر . مكتبة القرآن - القاهرة - تحقيق مصطفى عاشور . ¶ 12- الإرشاد في معرفة علماء الحديث للخليلي . تحقيق محمد ادريس - الطبعة الأولى 1409 هـ - مكتبة الرشد - الرياض . ¶ 13- الاستخارة لعلي الطهطاوي . ¶ 14- أسد الغابة لابن الأثير . دار الكتب العلمية - بيروت . ¶ 15- الأسماء والصفات للبيهقي . دار الكتاب العربي - الطبعة الأولى 1405 هـ - بيروت . ¶ 16- الإصابة لابن حجر . دار الكتاب العربي - بيروت . ¶ 17- الاعتقاد للبيهقي . تحقيق أحمد عصام الكاتب - الطبعة الأولى 1401 هـ - دار الآفاق الجديدة - بيروت . ¶ 18- الاغتباط بمعرفة من رمي بالاختلاط لسبط ابن العجمي . تحقيق فواز أحمد زمرلي - الطبعة الأولى 1408 هـ - دار الكتاب العربي - بيروت. ¶ 19- الإقناع لابن المنذر . تحقيق عبد الله الجبرين - الطبعة الثانية 1408 هـ - مكتبة الرشد - الرياض . ¶ 20- الأمثال للرامهرمزي . مؤسسة الكتب الثقافية - الطبعة الأولى 1409 هـ - بيروت . ¶ 21- الأولياء لابن أبي الدنيا . تحقيق محمد سعيد زغلول - الطبعة الأولى 1413 هـ - مؤسسة الكتب الثقافية - بيروت .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "22- الإيمان لابن أبي عمر العدني . تحقيق حمد بن حمدي الجابري - الطبعة الأولى 1407 هـ - الدار السلفية - الكويت . ¶ 23- الإيمان لابن منده . تحقيق على الفقيهي - الطبعة الثانية 1406 هـ - مؤسسة الرسالة - بيروت . ¶ 24- الإيمان للقاسم بن سلام . تحقيق الشيخ محمد ناصر الدين الألباني - الطبعة الثانية 1403 هـ - المكتب الإسلامي - بيروت . ¶ 25- البر والصلة لابن الجوزي . تحقيق عادل عبد الموجود - وعلي معوض - الطبعة الأولى 1413 هـ - مؤسسة الكتاب الثقافية - بيروت ¶ 26- التاريخ الصغير للبخاري . تحقيق محمود ابراهيم زايد - الطبعة الأولى 1406 هـ - دار المعرفة - بيروت . ¶ 27- التاريخ الكبير للبخاري . تحقيق الشيخ عبد الرحمن بن يحيى المعلمي اليماني - ما عدا الرابع والخامس - الطبعة الأولى 1406 هـ دار المعرفة - بيروت . ¶ 28- تاريخ بغداد للخطيب . دار الكتاب العربي - بيروت . ¶ 29- تحفة الأشراف بمعرفة الأطراف للمزي . تحقيق عبد الصمد شرف الدين - الطبعة الثانية 1403 هـ - المكتب الإسلامي - بيروت . ¶ 30- تذكرة الحفاظ للذهبي . دار إحياء التراث العربي - بيروت . ¶ 31- تصحيح الدعاء . ¶ 32- تعجيل المنفعة بزوائد رجال الأئمة الأربعة للحافظ ابن حجر . دار الكتاب العربي - بيروت . ¶ 33- تعريف أهل التقديس لابن حجر . تحقيق عبد الغفار بنداري - ومحمود عبد العزيز - الطبعة الأولى 1405 هـ - دار الكتب العلمية - بيروت . ¶ 34- تفسير ابن كثير - دار الكتاب العربي . ¶ 35- تفسير القرآن العظيم والسبع المثاني للعلامة أبي الفضل شهاب الدين السيد محمد الآلوسي البغدادي المتوفى سنة 1270 - إدارة الطباعة المنيرية - دار إحياء التراث العربي - بيروت - الطبعة الرابعة 1405 . ¶ 36- تفسير القرطبي - دار الكتاب العربي . ¶ 37- تفسير عبد الرزاق . تحقيق مصطفى سليم - الطبعة الأولى 1410 هـ - مكتبة الرشد - الرياض .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "38- تقريب التهذيب للحافظ ابن حجر - تحقيق عبد الوهاب عبد اللطيف - الطبعة الثانية 1395 هـ - دار المعرفة - بيروت . ¶ 39- تنزيه الشريعة لابن عراق . تحقيق عبد الوهاب عبد اللطيف - وعبد الله الصديق - الطبعة الثانية 1401هـ - دابر الكتب العليمة - بيروت . ¶ 40- تهذيب الآثار للطبري . تحقيق محمود شاكر - مطبعة المدني - مصر . ¶ 41- تهذيب التهذيب لابن حجر . الطبعة الأولى - دائرة المعارف - الهند . ¶ 42- تهذيب الكمال للمزي . تحقيق بشار عواد معروف - مؤسسة الرسالة - بيروت . ¶ 43- تهذيب تاريخ ابن عساكر لابن منظور - دار الفكر - سوريا . ¶ 44- التوحيد لابن خزيمة . تحقيق محمد هراس سنة 1398 هـ - دار الكتب العلمية - بيروت . ¶ 45- الثقات لابن حبان . دار الفكر بيروت . ¶ 46- جامع البيان في تأويل القرآن - لأبي جعفر محمد بن جرير الطبير المتوفى سنة 310 هـ - دار الكتب العلمية . ¶ 47- حجة الله البالغة للدهلوي . ¶ 48- حديث صلاة الاستخارة لعاصم القريوتي . ¶ 49- دلائل النبوة لأبي نعيم - عالم الكتب - بيروت . ¶ 50- دلائل النبوة للبيهقي . تحقيق عبد المعطي أمين قلعجي - الطبعة الأولى 1405 هـ - دار الكتب العلمية - بيروت . ¶ 51- الرد على الجهمية للدارمي . تحقيق بدر البدر - الطبعة الأولى 1405 هـ - الدار السلفية الكويت . ¶ 52- زاد المسير إلى علم التفسير لابن الجوزي - المكتب الإسلامي - الأولى 1964 م . ¶ 53- زاد المسير في علم التفسير لابن الجوزي . الطبعة الرابعة 1407 هـ - المكتب الإسلامي - بيروت . ¶ 54- زاد المعاد لابن القيم - مؤسسة الرسالة - بيروت - تحقيق عبد القادر الأرناؤط وشعيب الأرناؤط . ¶ 55- الزهد لابن المبارك . تحقيق حبيب الرحمن الأعظمي - دار الكتب العلمية - بيروت . ¶ 56- الزهد لأحمد . تحقيق محمد بسيوني زغلول - الطبعة الأولى 1406 هـ - دار الكتاب العربي - بيروت .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "57- الزهد لهناد بن السري . تحقيق عبد الرحمن الفريوائي - الطبعة الأولى 1406 هـ - دار الخلفاء - الكويت . ¶ 58- الزهد لوكيع . تحقيق عبد الرحمن الفريوائي - الطبعة الأولى 1404 هـ - مكتبة الدار - المدينة المنورة . ¶ 59- سلسلة الأحاديث الصحيحة للألباني . المكتب الإسلامي ، ومكتبة المعارف - الرياض . ¶ 60- سلسلة الأحاديث الضعيفة للألباني . المكتب الإسلامي ، ومكتبة المعارف - الرياض . ¶ 61- السنة لابن أبي عاصم . تحقيق الشيخ محمد ناصر الدين الألباني - الطبعة الثانية 1405 هـ - المكتب الإسلامي - بيروت . ¶ 62- السنة لعبد الله بن أحمد . تحقيق محمد بسيوني زغلول - الطبعة الأولى 1405 هـ - دار الكتب العملية - بيروت - لبنان . ¶ 63- سنن أبي داود . تحقيق محمد محيي الدين عبد الحميد - دار الفكر - بيروت . ¶ 64- سنن الترمذي . تحقيق أحمد شاكر - دار إحياء التراث العربي - بيروت. ¶ 65- سنن الدارمي . تحقيق فؤاد أحمد زمرلي - وخالد السبع - الطبعة الأولى 1407 هـ - دار الكتاب العربي - بيروت . ¶ 66- السنن الصغير للبيهقي . دار الجيل - بيروت . ¶ 67- سنن النسائي الكبرى . تحقيق عبد الغفار بنداري وسيد حسن - الطبعة الأولى 1414 هـ - دار الكتب العلمية - بيروت . ¶ 68- سنن الييهقي . الطبعة الأولى 1344 هـ - دار المعرفة - بيروت - تحقيق عبد الرحمن بن يحيى المعلمي وآخرون . ¶ 69- سنن سعيد بن منصور ( التكملة ) تحقيق سعد بن عبد الله آل حميد - الطبعة الأولى 1414 هـ - دار الصميعي - الرياض . ¶ 70- سنن سعيد بن منصور . تحقيق حبيب الرحمن الأعظمي - الطبعة الأولى 1405 هـ- دار الكتب العلمية - بيروت . ¶ 71- السنن والمبتدعات للقشيري . ¶ 72- شرح أصول اعتقاد أهل السنة لللالكائي . تحقيق أحمد حمادن - الطبعة الثانية - دار طيبة - الرياض . ¶ 73- شرح الحصن الحصين للشوكاني .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "74- شرح السنة للبغوي . تحقيق شعيب الأرناؤط وزهير الشاويش - الطبعة الثانية 1403 هـ - المكتب الإسلامي - بيروت . ¶ 75- شرح النووي على صحيح مسلم . ¶ 76- شرح معاني الآثار للطحاوي . تحقيق محمد زهري النجار - الطبعة الأولى 1399 هـ - دار الكتب العلمية - بيروت . ¶ 77- الشريعة للآجري . تحقيق محمد حامد الفقي - الطبعة الأولى 1403 هـ دار الكتب العلمية - بيروت . ¶ 78- شعار أصحاب الحديث لأبي أحمد الحاكم . تحقيق عبد العزيز السدحان الطبعة الأولى 1405 هـ - دار البشائر الإسلامية - بيروت . ¶ 79- شعب الإيمان للبيهقي . تحقيق محمد زغلول - الطبعة الأولى 1410 هت - دار الكتب العلمية - بيروت . ¶ 80- الشكر لله لابن أبي الدنيا . تحقيق ياسين السواس - الطبعة الثانية 1407 هـ - دار ابن كثير - دمشق . ¶ 81- الشمائل النبوية للترمذي . تحقيق فؤاد احمد زمرلي - الطبعة الأولى 1415 هـ - دار الكتاب العربي - بيروت . ¶ 82- صحيح ابن حبان . ( انظر الإحسان ) . ¶ 83- صحيح ابن خزيمة . تحقيق محمد مصطفى الأعظمي - الطبعة الثانية 1412 هـ - المكتب الإسلامي - بيروت . ¶ 84- صحيح الأدب المفرد للألباني . للشيخ ناصر الألباني - دار الصديق - السعودية . ¶ 85- صحيح مسلم . تحقيق محمد فؤاد عبد الباقي - نشر إدارات البحوث العلمية - بالرياض . ¶ 86- ضعيف الجامع للألباني . الطبعة الثانية 1399 هـ - المكتب الإسلامي - بيروت . ¶ 87- الطبقات الكبرى لابن سعد . دار صادر - بيروت . ¶ 88- طبقات المحدثين بأصبهان لأبي الشيخ الأصبهاني . تحقيق عبد الغفور البلوشي - الطبعة الأولى 1407 هـ - مؤسسة الرسالة - بيروت . ¶ 89- العدة للكرب والشدة لمحمد بن عبد الواحد المقدسي . تحقيق ياسر بن ابراهيم الطبعة الأولى 1414 هـ - دار المشكاة - القاهرة . ¶ 90- العدوس على الخرشي . ¶ 91- العلل المتناهية لابن الجوزي . تحقيق إرشاد الحق الأثري - الهند .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "92- العلل لابن أبي حاتم . تحقيق محب الدين الخطيب - دار المعرفة - بيروت . ¶ 93- العلل للدارقطني . تحقيق محفوظ الرحمن السلفي - الطبعة الأولى 1405 هـ - درا طيبة - الرياض . ¶ 94- عمل اليوم والليلة لابن السني . تحقيق سالم بن أحمد السلفي - الطبعة الأولى 1408 هـ - مؤسسة الكتب الثقافية - بيروت . ¶ 95- عمل اليوم والليلة للنسائي . تحقيق فاروق حمادة - الطبعة الثانية 1406 هـ - مؤسسة الرسالة - بيروت . ¶ 96- فتح الباري شرح صحيح البخاري . تحقيق محمد فؤاد عبد الباقي - المكتبة السلفية - القاهرية . ¶ 97- فتح المجيد شرح كتاب التوحيد . ¶ 98- الفتوحات الربانية للفلاني . ¶ 99- الفرج بعد الشدة . لابن أبي الدنيا - دار المشرق - القاهرة . ¶ 100- فضائل الأوقات للبيهقي . تحقيق عدنان القيسي - الطبعة الأولى 1410 هـ - دار المنارة - السعودية . ¶ 101- فضائل الصحابة لأحمد . تحقيق وصي الله عباس - الطبعة الأولى 1403 هـ - مؤسسة الرسالة - بيروت . ¶ 102- فضل التهليل وثوابه الجزيل لابن البناء . تحقيق عبد الله بن يوسف - الطبعة الأولى 1409 هـ - دار العاصمة - الرياض . ¶ 103- فضل الدعاء والداعين لشرف الدين المقدسي . تحقيق بدر البدر - الطبعة الأولى 1414 هـ - دار ابن حزم - بيروت . ¶ 104- فضل الصلاة على النبي صلى الله عليه وسلم للجهضمي . تحقيق الشيخ الألباني - المكتب الإسلامي - بيروت . ¶ 105- الفوائد لأبي الشيخ . تحقيق علي عبد الحميد - الطبعة الأولى 1412 هـ - دار الصميعي - الرياض . ¶ 106- الكاشف للذهبي . الطبعة الأولى - دار الكتب العلمية - بيروت . ¶ 107- كرامات الأولياء لهبة الله اللالكائي . تحقيق أحمد حمدان - الطبعة الأولى 1412 هـ - دار طيبة - الرياض . ¶ 108- كشف الأستار عن زوائد البزار للهيثيمي . تحقيق حبيب الرحمن الأعظمي - الطبعة الأولى 1399 هـ - مؤسسة الرسالة - بيروت .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "109- الكشف الحثيث عمن رمي بضوع الحديث لسبط ابن العجمي . تحقيق صبحي السامرائي - الطبعة الأولى 1407 هـ - عالم الكتب ، ومكتبة النهضة - بيروت . ¶ 110- الكلم الطيب .المكتب الإسلامي - تحقيق الشيح محمد ناصر الدين الألباني. ¶ 111- الكنى للدولابي . دار الكتب العلمية - بيروت . ¶ 112- اللآليء المصنوعة للسيوطي . دار المعرفة - بيروت . ¶ 113- لسان العرب لابن منظور . دار صادر - بيروت . ¶ 114- لسان الميزان لابن حجر . الطبعة الأولى 1329 هـ - دائرة المعارف - الهند . ¶ 115- المجروحين لابن حبان . تحقيق محمود زايد - دار المعرفة - بيروت . ¶ 116- مجمع الزوائد للهيثمي . دار الكتاب العربي - بيروت . ¶ 117- مجموع الفتاوى لابن تيمية . ¶ 118- مختصر تاريخ دمشق لابن منظور . ( انظر تهذيب تاريخ دمشق ) . ¶ 119- مختصر قيام الليل للمقريزي . تحقيق ابراهيم العلي ومحمد أبو صعليك - الطبعة الأولى 1413 هـ - مكتبة المنار - الأردن . ¶ 120- المدخل لابن الحاج ¶ 121- المراسيل لابن أبي حاتم . تحقيق شكر الله قوجاني - الطبعة الثانية 1402 هـ - مؤسسة الرسالة - بيروت . ¶ 122- المراسيل لأبي داود . تحقيق شعيب الأرناؤط - مؤسسة الرسالة - بيروت . ¶ 123- مساوئ الأخلاق للخرائطي . تحقيق مصطفى عطا - الطبعة الأولى 1408 هـ - مؤسسة الرسالة - بيروت . ¶ 124- المستدرك للحاكم . دار الكتاب العربي . ¶ 125- مسند ابن المبارك . تحقيق مصطفى عثمان محمد - الطبعة الأولى 1411 هـ - دار الكتب العلمية - بيروت . ¶ 126- مسند أبي عوانة . دار المعرفة - بيروت . ¶ 127- مسند أبي يعلى . تحقيق حسين أسد - الطبعة الأولى 1404 هـ - دار المأمون للتراث - دمشق . ¶ 128- مسند أحمد . دار الفكر - بيروت . ¶ 129- مسند إسحاق بن راهوية . تحقيق عبد الغفور البلوشي - الطبعة الأولى 1412 هـ - مكتبة الإيمان - المدينة المنورة . ¶ 130- مسند الإمام الشافعي . دار الكتب العلمية - بيروت .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "131- مسند الحميدي . تحقيق حبيب الرحمن الأعظمي - دار الكتب العلمية - بيروت . ¶ 132- مسند الشاميين للطبراني . تحقيق حمدي عبد المجيد - مؤسسة الرسالة - بيروت . ¶ 133- مسند الشهاب للقضاعي . تحقيق حمدي عبد المجيد - مؤسسة الرسالة - بيروت . ¶ 134- مسند الطيالسي . دار المعرفة بيروت . ¶ 135- مسند عبد بن حميد (المنتخب) .تحقيق السامرائي - دار الكتب العلمية - بيروت . ¶ 136- مشكل الآثار للطحاوي . تحقيق شعيب الأرناؤط - مؤسسة الرسالة - بيروت . ¶ 137- المصنف لابن أبي شيبة . الطبعة الأولى 1409 هـ - دار التاج - بيروت . ¶ 138- المصنف لعبد الرزاق . المكتب الإسلامي - تحقيق حبيب الرحمن الأعظمي - بيروت . ¶ 139- معالم التنزيل للبغوي . تحقيق خالد العك ومروان سوار - الطبعة الأولى 1406 هـ - دار المعرفة - بيروت . ¶ 140- المعجم الأوسط للطبراني . تحقيق محمود الطحان - الطبعة الأولى1405 هـ مكتبة المعارف الرياض . ¶ 141- معجم الشيوخ للصيداوي . تحقيق عمر تدمري - الطبعة الثانية 1407 هـ - مؤسسة الرسالة - بيروت . ¶ 142- المعجم الصغير للطبراني . تحقيق عبد الرحمن عثمان - المكتبة السلفية بالمدينة المنورة . ¶ 143- المعجم الكبير للطبراني . تحقيق حمدي عبد المجيد السلفي - مكتبة ابن تيمية القاهرة . ¶ 144- المعجم للإسماعيلي . تحقيق زياد منصور - الطبعة الأولي - مكتبة العلوم والحكم - المدينة المنورة . ¶ 145- معرفة علوم الحديث للحاكم . تحقيق معظم حسين -الطبعة الثالثة 1979 - دار الآفاق الجديدة - بيروت . ¶ 146- المغني في الضعفاء للذهبي . تحقيق نور الدين عتر - دار الوعي حلب . ¶ 147- مقاييس اللغة لابن فارس . ¶ 148- مكارم الأخلاق للخرائطي ( المنتقى ) . ¶ 149- منتقى ابن الجارود . تحقيق مسعد عبد الحميد السعدني - دار الكتب العلمية - بيروت . ¶ 150- المنتقى من كتاب الترغيب والترهيب . ¶ 151- الموسوعة الفقهية الكويتية . وزارة الأوقاف الكويتية .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "152- الموطأ لمالك . تحقيق محمد فؤاد عبد الباقي - مكتبة الحلبي - مصر . ¶ 153- الميتة والازلام لعبد السلام هارون . ¶ 154- الميزان للذهبي . تحقيق علي البجاوي - دار المعرفة - بيروت . ¶ 155- النزول للدارقطني . تحقيق على الفقيهي - الطبعة الأولى 1403 هـ مؤسسة الرسالة بيروت . ¶ 156- نظرة النعيم . ¶ 157- النهاية في غريب الحديث لابن الأثير مجد الدين أبو السعادات المبارك بن محمد الجزري - تحقيق طاهر الزوواي ومحمود الطناحي - المكتبة الإسلامية . ¶ 158- نوادر الأصول للحكيم الترمذي . دار صادر - بيروت . ¶ 159- نيل الاوطار . دار الجيل - بيروت . ¶ 160- الهم والحزن لابن أبي الدنيا . تحقيق مجدي السيد - الطبعة الأولى 1412 هـ - دار السلام - مصر . ¶ 161- الهواتف لابن أبي الدنيا . تحقيق مصطفى عطا - الطبعة الأولى 1413 هـ - مؤسسة الكتب الثقافية - بيروت . ¶ 162- اليقين لابن أبي الدنيا . تحقيق مجدي ابراهيم - مكتبة القرآن - مصر . ¶ ( 1 ) سورة البقرة (223) والحديث أخرجه البخاري (4528) ومسلم (1435) وأبو داود (2163) والترمذي (2987) والنسائي في الكبرى (8973) وابن ماجه (1925) والدارمي (2214) وابن أبي شيبة في مصنفه (3/347) من طرق عن جابر بن عبد الله به مرفوعا واللفظ المساق هو لفظ مسلم رحمه الله تعالى . ¶ ( 2 ) أخرجه أحمد في مسنده (6/305) والترمذي في سننه (2979) والبيهقي في سننه الكبير (7/195) والدارمي في سننه (1119) والطبري في تفسيره (4348) والطحاوي في شرح معاني الآثار (3/42) وغيرهم من طرق عن حفصة بنت عبد الرحمن بن أبي بكر ، عن أم سلمة به مرفوعا . ¶ قال الترمذي :هذا حديث حسن .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "( 3 ) أخرجه أبو داود في سننه (3904) والترمذي (135) والنسائي (9017) وابن ماجه (639) وأحمد (2/408) وابن لجارود في المنتقى (107) والبيهقي في سننه الكبير (7/318) والطحاوي في شرح معاني الآثار (3/45) وفي مشكل الآثار له (6130) من طرق عن حماد بن سلمة ، عن حكيم الأثرم ، عن أبي تميمة ، عن أبي هريرة به مرفوعا . ¶ أبو تميمة هو طريف بن مخلد ، وهو ثقة ، وحكيم الأثرم قال أبو داود : ليس به بأس ، وذكره ابن حبان في الثقات ، أما البزار فقال : لا يحتج به ، وما انفرد به فليس بشيء . ¶ والحديث له طريق آخر : ¶ أخرجه الطحاوي في شرح المعاني (3/44) من طريق إسماعيل بن عياش ، عن سهيل ، عن الحارث بن مخلد ، عن أبي هريرة به مرفوعا . ¶ وإسماعيل ضعيف في حديثه عن غير أهل الشام ، وسهيل هو ابن أبي صالح مدني . ¶ وللحديث طريق ثالث : ¶ أخرجه أحمد (2/492) والحاكم (1/8) من طرق عن عوف قال : ثنا خلاس ، عن أبي هريرة والحسن عن النبي صلى الله عليه وسلم به مرفوعا . ¶ والحديث بمجموع طرقه صحيح . ¶ ( 4 ) أخرجه الترمذي (2980) والنسائي في الكبرى (8977) وأحمد (1/297) وأبويعلى في سمنده (2736) والبيهقي في السنن الكبير (7/198) من طرق عن يعقوب القمي ، عن جعفر بن أبي المغيرة ، عن سعيد بن جبير ، عن ابن عباس به مرفوعا . ¶ وإسناده حسن ، يعقوب وشيخه صدوقان ، وقال الترمذي : هذا حديث حسن غريب . ¶ ( 5 ) أخرجه ابن عدي في الكامل (3/1062) من طريق محمد بن حمزة ، عن زيد بن رفيع ، عن أبي عبيدة ، عن عبد الله به مرفوعا ، وإسناده واحه ، قاله ابن حجر في التلخيص الحبير (3/181) . ¶ وقال ابن كثير في تفسيره (1/271) : محمد بن حمزة وهو الجزري وشيخه فيهما مقال .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "( 6 ) أخرجه النسائي في الكبري (5/316) وأحمد (5/213) والحميدي في مسنده (1/207) وابن الجارود في المنتقى (728) والطبراني في الكبير (3716) والطحاوي في شرح المعاني (3/43) وغيرهم من طرق عن سفيان بن عيينة ، عن يزيد بن الهاد ، عن عمارة بن خزيمة به مرفوعا . ¶ قال الشافعي رحمه الله تعالى كما في سنن البيهقي (7/197) : غلط سفيان في حديث ابن الهاد . ¶ وقال البخاري في التاريخ (8/32) : هو وهم . ¶ وروي من طريق آخر : ¶ أخرجه النسائي في الكبرى (5/318) وابن ماجه (1924) وأحمد في مسنده (5/214) وابن حبان في صحيحه (9/512) والطبراني في الكبير (3733) وغيرهم من حديث هرمي بن عبد الله الخطمي ، عن خزيمة بن ثابت به مرفوعا . ¶ وهرمي بن عبد الله الخطمي قال الحافظ في التقريب : مستور ، وفي التخليص الحبير (3/180) : لا يعرف حاله . ¶ وأخرجه النسائي في الكبرى (5/318) والطبراني في الكبير (3744) والأوسط (6353) والطحاوي في المشكل (6132) وفي شرح المعاني (3/43) من طرق عن محمد بن علي بن شافع ، أخبرني عبد الله بن علي بن السائب ، عن عمرو بن أحيحة بن الجلاح ، عن خزيمة بن ثابت به مرفوعا . ¶ قال الشافعي رحمه الله تعالى كما في السنن الكبير للبيهقي (7/196) : عمي ثقة ، وعبد الله بن علي ثقة ، وأخبرني محمد ، عن الأنصاري المحدث بها أنه أثنى عليه خيرا ، وخزيمة ممن لا يشك عالم ثقة ، فلست أرخص فيه بل أنهى عنه . ¶ وقال الحافظ في التقريب (2/65) : مقبول من الثالثة وهم من زعم أن له صحبة . ¶ وقال في التلخيص (3/179) : وفي هذا الإسناد عمرو بن أحيحة وهو مجهول الحال . ¶ وله متابعة أخرجها النسائي في الكبرى (8995) وأحمد (5/213) من طرق عن عبد الرحمن ، نا سفيان ، عن عبد الله بن شداد الأعرج ، عن رجل ، عن خزيمة بن ثابت به مرفوعا ، والحديث بمجموع طرقه صحيح .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "( 7 ) أخرجه الترمذي (1164) وأبود اود (205) والنسائي في الكبرى (9024) وابن حبان (4199) وعبد الرزاق في مصنفه (20950) والطحاوي في شرح معاني الآثار (7/198) من حديث عيسى بن حطان ، عن مسلم بن سلام . ¶ وأخرجه الترمذي (1166) والنسائي في الكبرى (9023) كلاهما من حديث عبد الملك بن مسلم ، عن أبيه ، كلاهما عن علي بن طلق به مرفوعا . ¶ قال الترمذي : حديث علي بن طلق حديث حسن ، وسمعت محمد ا يقول : لا أعرف لعلي بن طلق عن النبي صلى الله عليه وسلم غير هذا الحديث الواحد ، ولا أعرف هذا الحديث من حديث علي بن طلق السحيمي ... . ¶ ( 8 ) أخرجه النسائي في الكبرى (9008) والبزار في مسنده (339) كلاهما من حديث زمعة بن صالح ، عن عمرو بن دينار ، عن طاوس ، عن عبد الله بن الهاد ، عن عمر به مرفوعا . ¶ قال البزار : هذا الحديث لا نعلمه يروى إلا من هذا الوجه بهذا الإسناد . ¶ قال الدارقطني في علله (2/166) وسئل عن حديث عبد الله بن شداد بن الهاد عن عمر عن النبي صلى الله عليه وسلم لا تأتوا في أدبارهن فقال هو حديث يرويه زمعة بن صالح واختلف عنه فرواه عثمان بن اليمان عن زمعة عن بن طاوس عن أبيه عن عبد الله بن شداد عن عمر ورواه يزيد بن أبي حكيم العدني عن زمعة عن بن طاوس عن أبيه وعن عمرو عن طاوس عن عبد الله بن فلان عن عمر ولم يذكر طاوسا في حديث عمرو بن دينار وقول عثمان بن اليمان أصحها والله أعلم . ¶ وقال الهيثمي في المجمع (4/298) : رواه أبو يعلى والطبراني في الكبير ورجال ابي يعلى رجال الصحيح خلا عثمان بن اليمان وهو ثقة . ¶ ( 9 ) أخرجه النسائي في الكبرى (8996) من حديث عبد الله بن الهيثم بن عثمان ، نا يحيى بن كثير أبو غسان ، نا زائدة بن أبي الرقاد الصيرفي ، عن عامر الأحول ، عن عمرو بن شعيب ، عن أبيه ، عن جده به . ¶ قال النسائي : زائدة لا أدري ما هو ، هو مجهول .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وأخرجه النسائي (8997) وأحمد (2/182) والبيهقي في السنن الكبير (7/198) من حديث همام ، عن عمر بن شعيب ، به مرفوعا . ¶ قال الهيثمي في مجمع الزوائد (4/289) : رواه أحمد والبزار والطبراني في الأوسط ورجال أحمد والبزار رجال الصحيح . ¶ وقد روي عن عبد الله بن عمرو موقوفا : ¶ أخرجه ابن أبي شيبة في مصنفه (3/363) من حديث سعيد بن أبي عروبة . ¶ وأخرجه عبد الرزاق في مصنفه (20956) والبيهقي في شعب الإيمان (5381) كلاهما من حديث معمر كلاهما : سعيد ومعمر عن قتادة ، عن أبي أيوب ، عن عبد الله بن عمرو بن العاص قوله . ¶ قال البخاري في التاريخ الصغير (1/273) : والمرفوع لا يصح . ¶ وقال ابن كثير في تفسيره (1/273) عن الموقوف : هذا أصح . ¶ وقال ابن حجر في التلخيص (3/181) : أخرجه النسائي وأعله ، والمحفوظ عن عبد الله بن عمرو قوله . ¶ ومما يدل على ذلك أن النسائي أخرجه (8998) من حديث حميد الأعرج عن عمرو بن شعيب عن عبد الله بن عمرو موقوفا . ¶ وهذا وإن كان إسنادا فيه انقطاع إلا أنه يدل على ان الموقوف هو الصواب . ¶ ( 10 ) أخرجه البيهقي في الشعب (5457) والحسن بن عرفة في جزئه (64) من حديث الوليد بن بكير أبو خباب ، عن عبد الله بن محمد العدوي ، عن أبي سنان البصري ، عن أبي قلابة ، عن زر بن حبيش ، عن أبي بن كعب به مرفوعا . ¶ وعبد الله بن محمد العدوي متروك ، ورماه وكيع بالوضع كما في التقريب وقال ابن حجر في التلخيص (3/181) : إسناده ضعيف جدا . ¶ ( 11 ) أخرجه ابن أبي حاتم في العلل (1/401) والطبراني في الأوسط (1952) وابن عدي في الكامل (4/1466) والعقيلي في الضعفاء (3/84) من طرق عن عبد الرحمن بن الفضل ، عن ابن وهب ، عن ابن لهيعة ، عن مشرح بن هاعان ، عن عقبة بن عامر به مرفوعا . ¶ قال الهيثمي في المجمع (4/299) : رواه الطبراني في الأوسط وفيه عبد الصمد بن الفضل ، وثقه الذهبي وقال : له حديث يستنكر وهو صالح الحال إن شاء الله .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وهذا الإسناد من منكرات عبد الصمد بن الفضل هذا . ¶ قال أبو حاتم كما في العلل لابنه (1/410) : هذا حيث منكر بهذا الإسناد ما أعلم رواه عن ابن وهب غيره . ¶ وقال الطبراني عقب تخريجه : لم يرو هذا الحديث عن ابن لهيعة إلا ابن وهب تفرد به عبد الصمد بن الفضل . ¶ وقال العقيلي : لا يتابع على حديثه - أي عبد الصمد - ولا يعرف إلا به . ¶ وابن لهيعة أيضا اختلط وأعل ابن حجر الحديث به كما في تلخيص الحبير (3/181) . ¶ ( 12 ) أخرجه أبو يعلى في مسنده (1103) والطحاوي في المشكل (6118) من حديث عبد الله بن نافع ، عن هشام بن سعد ، عن زيد بن أسلم ، عن عطاء بن يسار ، عن أبي سعيد به مرفوعا . ¶ قال الهيثمي في المجمع (6/322) : رواه أبو يعلى عن شيخه الحارث بن سريج القفال وهو ضعيف كذاب . ¶ قلت : تابعه يعقوب بن حميد بن كاسب عند الطحاوي ولا يبلغ الضعف في الحارث إلى درجة الكذب ، ورواه اسامة بن أحمد التجيبي ، كما في التخليص (3/185) من طريق يحيى بن أيوب ، عن هشام بن سعد بنحوه . ¶ فهذه متابعة لابن نافع ويحيى صدوق ربما أخطأ . ¶ ورواه الطبري في تفسيره (2/408) من حديث يونس أخبرني ابن نافع عن هشام بن سعد عن زيد بن أسلم عن عطاء بن يسار مرسلا . ¶ وروى أسامة بن أحمد التجيبي من طريق معن بن عيسى ولم يسم أبا سعيد . ¶ والمرسل أرجح لثقة معن ويونس والظاهر أن الإختلاف من هشام نفسه ، فهو متكلم في حفظه وله من مثل هذا نظائر والله أعلم . ¶ ( 13 ) أخرجه ابن ماجه (1923) والنسائي في الكبرى (9012) وأحمد (2/444) وعبد الرزاق في المصنف (20952) والبيهقي (7/198) وغيرهم من طرق عن سفيان ، عن سهيل بن أبي صالح ، عن الحارث بن مخلد ، عن أبي هريرة ... فذكره . ¶ قال البوصيري في الزوائد : إسناده صحيح ، لأن الحارث بن مخلد ذكره ابن حبان في الثقات وباقي رجال الإسناد ثقات .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقال الحافظ ابن حجر في التلخيص (3/180) : أخرجه البزار وقال : الحارث بن مخلد ليس بمشهور ، وقال ابن القطان : لا يعرف حاله . ¶ وروي من وجه آخر : ¶ أخرجه أبو يعلى في مسنده (6462) من حديث يحيى بن زكريا بن أبي زائدة ، عن مسلم بن خالد ، عن العلاء ، عن أبيه ، عن أبي هريرة قال .. فذكره بنحوه . ¶ قال الطبراني : لم يرو هذا الحديث عن العلاء إلا مسلم بن خالد ولا عن مسلم إلا ابن أبي زائدة تفرد به سهل بن عثمان . ¶ قال الحافظ في التلخيص (3/181) : ومسلم فيه ضعف وقد رواه يزيد بن أبي حكيم عنه موقوفا . ¶ وروي من وجه ثالث : ¶ أخرجه الطبراني في الأوسط (9179) من حديث عمر بن يزيد ، عن عبد الوارث ، عن ليث ، عن مجاهد ، عن أبي هريرة بنحوه مرفوعا . ¶ قال الطبراني : لم يرو هذا الحديث عن ليث إلا عبد الوارث ، تفرد به عمر بن يزيد . ¶ ورواه سفيان عن ليث فوقفه . ¶ أخرجه النسائي (9018) ، وهو الصواب يدل على ذلك أن النسائي أخرجه أيضا (9021) من حديث منصور بن مزاحم ، نا أبو سعيد المؤدب ، عن علي بن بذيمة ، عن مجاهد ، عن أبي هريرة قوله . ¶ ( 14 ) أخرجه الترمذي (1165) والنسائي في الكبرى (9001) وابن أبي شيبة في مصنفه (2) وغيرهم من حديث أبي خالد الأحمر ، عن الضحاك بن عثمان ، عن مخرمة بن سليمان ، عن كريب ، عن ابن عباس به مرفوعا . ¶ قال الترمذي : هذا حديث حسن غريب . ¶ كذا رواه أبو خالد الأحمر ، وخالفه وكيع بن الجراح عن الضحاك بن عثمان ، عن مخرمة بن سليمان ، عن كريب ، عن ابن عباس قوله . ¶ قال الحافظ في التلخيص (3/181) الموقوف أصح من المرفوع . ¶ وأبو خالد هو سليمان بن حيان قال فيه ابن حجر صدوق يخطيء ، أما وكيع فهو الإمام الثبت الكبير الحافظ فلا شك أنه مقدم كما رجح ابن حجر رحمه الله تعالى . ¶ ( 15 ) أخرجه الحارث في مسنده (493) من حديث الخليل بن زكريا ثنا عمرو بن عبيد ، ثنا الحسن بن أبي الحسن عنه به .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وعمرو بن عبيد لا يؤخذ حديثه اتهمه جماعة ، والخليل بن زكريا متروك كما في التقريب (1/228) . ¶ ( 16 ) أخرجه الحارث بن أبي أسامة (494) من حديث الخليل بن زكريا ، ثنا عمرو بن عبيد ، عن الحسن بن أبي الحسن عنه به ، والكلام على إسناده كسابقه . ¶ ( 17 ) أخرجه أحمد في مسنده (2/210) وعبد الرزاق في مصنفه (11/443) و(20957) والبيهقي في الشعب (4/355) والسنن الكبير (7/199) من طريق قتادة حدثني عقبة بن وساج ، عن أبي الدراداء به ، وإسناده صحيح . ¶ ( 18 ) أخرجه عبد الرزاق (20953) والنسائي في الكبرى (9004) من حديث معمر ، عن ابن طاووس ، عن أبيه قال : سئل ابن عباس .. فذكره . ¶ قال الحافظ في التلخيص (3/181) : إسناده قوي . ¶ ( 19 ) أخرجه ابن أبي شيبة (6) والهيثم بن خلف في ذم اللواط (103) والبيهقي في السنن الكبير (7/199) من طريق أبي القعقاع عن ابن مسعود به . ¶ وأبو القعقاع امسه عبد الله بن خالد فيه جهالة . ¶ وقد تابعه معن بن عبد الرحمن بن عبد الله بن مسعود ، كما في ذم اللوط للهيثم بن خلف (115) لكن سنده منقطع ، معن لم يدرك جده . ¶ والحديث روي مرفوعا أخرجه الأثرم كما تفسير ابن كثير (1/271) والدولابي في الكنى (2/85) من طريق إبراهبم بن عبد الرحمن بن القعقاع ، عن أبي القعقاع به مرفوعا والموقوف أصح كما قال ابن كثير رحمه الله تعالى في تفسيره . ¶ ( 20 ) راجع حديث رقم (13) ، والمراد بقوله : كفر وذلك باستحلاله ما حرم الله تعالى ، واعتقاده أن ذلك يجوز بعدما بلغه التحريم فهو بهذا الفعل كفر . ¶ أو يحمل على كفر النعمة أن كفر نعمة الله عليه التي وهبها الله تعالى إياه من تهيئة النساء للرجال لوطئهن حيث أمر الله بالجماع في القبل لا الدبر . ¶ ( 21 ) أخرجه عبد الرزاق في المصنف (20956) والبيهقي في الشعب (5382) والطحاوي (3/45) من طرق عن الزهري به .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "( 22 ) أخرجه الخرائطي في المساؤيء (469) من طريق محمد بن مسلم الطائفي ، عن عمرو به ، وسنده صالح لا بأس به ، فمحمد بن مسلم صدوق في حفظه لين كما قال الحافظ في التقريب . ¶ ( 23 ) أخرجه الدارمي (1115) من حديثه عن عبيد الله بن موسى ، عن عثمان بن الأسود ، عن مجاهد به ، وسنده صحيح . ¶ ( 24 ) بدائع الصنائع (2/331) شرح منح الجليل (2/5) شرح الزرقاني (3/163) المدخل لابن الحاج (2/196) المجموع (16/416) المغني (7/22) منار السبيل (2/217) كشاف القناع (5/210) . ¶ ( 25 ) ذكره القرطبي رحمه الله تعالى أن رواية مالك حكيت في كتاب له يسمى كتاب السير ، ثم قال : \" وحذاق أصحاب مالك ومشايخهم ينكرون ذلك عن مالك ، وسيأتي تفصيل هذا فيما بعد إن شاء الله تعالى . ¶ ( 26 ) زاد المعاد (4/240) . ¶ ( 27 ) أضواء البيان لمحمد الأمين الشنقيطي (1/143) . ¶ ( 28 ) سبق تخريجه . ¶ ( 29 ) هذه الزيادة انفرد بها الزهري عن باقي الرواة وهي زيادة ثقة مقبولة . ¶ ( 30 ) أحكام القرآن لابن العربي (1/174) تفسير أبي السعود (1/223) والجامع لأحكام القرآن للقرطبي (3/91) وانظر الدراسة الحديثية . ¶ ( 31 ) ابن القيم في الزاد (4/) ونقل كثير من العلماء هذ المعقول فاكتفينا بالزاد لتوسعه ، وأصل هذا المعقول قوله تعالى ? وَيَسْأَلُونَكَ عَنِ الْمَحِيضِ ? . ¶ ( 32 ) بدائع الصنائع (2/1331) وانظر اختلاف الفقهاء للطبري (124) . ¶ ( 33 ) النجو : ما يخرج من البطن من ريح وغائط . ¶ ( 34 ) نقلا عن الزاد لابن القيم باختصار (4/240) . ¶ ( 35 ) تفسير القرطبي (3/91) وروح المعاني للآلوسي (2/142) . ¶ ( 36 ) الذخيرة (4/417) . ¶ ( 37 ) 2/199 . ¶ ( 38 ) أخرجه أبوداود في سننه (3/180) . ¶ ( 39 ) اختلاف الفقهاء (124) . ¶ ( 40 ) الحاوي الكبير شرح مختصر المزني للماوردي (3/319) . ¶ ( 41 ) الحاوي الكبير (9/319) . ¶ ( 42 ) البناية شرح الهداية للعيني (6/255) . ¶ ( 43 ) البحر الزخار (4/117) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "( 44 ) اختلاف الفقهاء للطبري (124) . ¶ ( 45 ) 4/144 . ¶ ( 46 ) معونة أولى النهى (7/376) . ¶ ( 47 ) (4/418) . ¶ ( 48 ) المغني (7/32) . ¶ ( 49 ) (24/84) . ¶ ( 50 ) (7/204) . ¶ ( 51 ) شرح معاني الآثار (3/46) . ¶ ( 52 ) المحلى (9/106) . ¶ ( 53 ) من مجموع الفتاوى (32/266، 267) . ¶ ( 54 ) الزاد (4/240) . ¶ ( 55 ) سير أعلام النبلاء (5/100) . ¶ ( 56 ) (8/191) . ¶ ( 57 ) (221) . ¶ ( 58 ) (2/30) . ¶ ( 59 ) (162) . ¶ ( 60 ) (3/291) . ¶ ( 61 ) (2/134) . ¶ ( 62 ) (1/252) . ¶ ( 63 ) تفسير السعدي (1/134) . ¶ ( 64 ) البناية شرح الهداية (6/255) . ¶ ( 65 ) البقرة (187) . ¶ ( 66 ) الحاوي الكبير (9/317) وكذا روى الحاكم عن أبي علي النيسابوري . ¶ ( 67 ) سورة البقرة (223) ، قال القرطبي في تفسيره (1/901) : وممن نسب إليه هذا القول سعيد بن المسيب ونافع وابن عمر ومحمد بن كعب القرظي وعبد الملك بن الماجشون . ¶ ( 68 ) الروضة البهية شرح اللمعة الدمشقية (5/1) . ¶ ( 69 ) (2/214) . ¶ ( 70 ) شرح النيل والشفاء . ¶ ( 71 ) التلخيص الحبير (3/180) . ¶ ( 72 ) اختلاف الفقهاء للطبري (124) . ¶ ( 73 ) الحاوي الكبير (9/308) . ¶ ( 74 ) التلخيص الحبير (3/182) وسيأتي التفصيل في حقيقة مذهب الشافعي فيما بعد إن شاء الله تعالى ، وكلام الأئمة على هذا الجواز . ¶ ( 75 ) بل زعم ابن العربي أن ابن شعبان أسند جواز هذاالقول إلى زمرة كبيرة من الصحابة والتابعين ،وإلى مالك في روايات كثيرة في كتاب جماع النسوان وأحكام القرآن . ¶ قلت : كلام ابن العربي فيه مبالغة شديدة إذ لم ترو إباحته إلا عن فئة قليلة من الصحابة وبعضهم مختلف في روايتها عنهم كما قال اهل العلم . ¶ فائدة : أشار ابن العربي في أحكام القرآن إلى الخلاف دون أن يحقق المسألة أو يرجح أحدهما على الآخر ، وكأنه رحمه الله يميل إلى القول القديم لمالك رحمه الله تعالى . ¶ قال ابن حجر في التلخيص : وفي كلام ابن العربي والمازري ما يوميء إلى جواز ذلك أيضا .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "( 76 ) تقدم تخريجه في الدراسة الحديثية . ¶ ( 77 ) هذا حلال وهذا حرام لعبد القادر عطا(243) . ¶ ( 78 ) زاد المعاد (4/240) . ¶ ( 79 ) الفرقان (47) . ¶ ( 80 ) الحاوي الكبير (9/320) . ¶ ( 81 ) التلخيص الحبير (3/185) . ¶ ( 82 ) فتح الباري (8/190) . ¶ ( 83 ) تفسير الطبري (2/394) . ¶ ( 84 ) الدر المنثور (2/635) . ¶ ( 85 ) (5/100) . ¶ ( 86 ) تهذيب السنن (3/790) . ¶ ( 87 ) وهذا هو الذي أيده الشنقيطي رحمه الله تعالى في الأضواء (1/124) . ¶ ( 88 ) أنكر القرطبي رحمه الله أن يكون لمالك كتاب اسمه السر ، وأثبته ابن حجر في التلخيص وقال : وكتاب السر وقفت عليه في كراسة لطيفة من رواية الحارث بن مسكين عن عبد الرحمن بن القاسم عن مالك وهو يشتمل على نوادر من المسائل وفيها كثير مما يتعلق بالخلفاء ولاجل هذا سمي كتاب السر . ¶ ( 89 ) تفسير القرطبي (1/903) . ¶ ( 90 ) المدخل لابن الحاج (2/196) . ¶ ( 91 ) تفسير ابن كثير (1/272) . ¶ ( 92 ) ما نقل عن الإمام مالك بتكذيب ما نسب إليه إباحة وطء المرأة في الدبر غير ثابت ، بل الصحيح أنه كان يقول بالحل غير أنه رجع عنه . ¶ ( 93 ) الفتح (8/190) . ¶ ( 94 ) المدخل لابن الحاج (2/198) . ¶ ( 95 ) أخرجها ابن أبي حاتم في مناقب الشافعي والبيهقي في معرفة السنن (5/335) . ¶ ( 96 ) التخليص (3/183) . ¶ ( 97 ) تفسير ابن كثير (1/346) . ¶ ( 98 ) التلخيص (3/183) . ¶ ( 99 ) التلخيص (3/184) ¶ ( 100 ) معالم السنن (3/80) . ¶ ( 101 ) أي بين أصحاب الشافعي رحمه الله تعالى . ¶ ( 102 ) الحاوي الكبير بتصرف . ¶ ( 103 ) زاد الماد (4/258) . ¶ ( 104 ) أبحاث المؤتمر العالمي الخامس عن الطب الإسلامي (499) الكويت الطب الإسلامي . ¶ ( 105 ) العلاقات الجنسية بين الإسلام والطب ، دراسة نسيجية (499) المؤتمر العالمي الخامس عن الطب الإسلامي . ¶ ( 106 ) الأمراض الجنسية (210) . ¶ ( 107 ) نقلا عن التبيان فيما يحتاج إليه الزوجان للدكتور جاسم مهلهل الياسين (40) .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "( 108 ) الندوة التي أقيمت في الكويت في 6 ديسمبر 1993 م . ¶ ( 109 ) (2/123) . ¶ ( 110 ) الأمراض الجنسية (371) . ¶ ?? ¶ ?? ¶ ?? ¶ ??",
            "page": "49",
            "part": "1"
        }
    ],
    "t36249": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "وطء المرأة في الموضع المحرم"
        }
    ]
}