{
    "b36261": [
        {
            "id": "1",
            "nass": "بيع تلقي الركبان ¶ في الفقه الإسلامي ¶ بقلم ¶ الشيخ المحامي الدكتور مسلم اليوسف ¶ مدير معهد المعارف لتخريج الدعاة في الفلبين سابقاً ¶ و مدير مكتب جامعة سانت كلمنتس العالمية في حلب سورية ¶ و الباحث في الدراسات الفقهية و القانونية ¶ ... إن الحمد لله نحمده ، و نستعينه ، ونستغفره ، ونعوذ بالله من شرور أنفسنا ، ومن سيئات أعمالنا . ¶ ... من يهده الله فلا مضل له ، و من يضلل فلا هادي له ، و أشهد أن لا إله إلا الله وحده لا شريك له . ¶ ... و أ شهد أ ن محمداً عبدُه و رسولُه . ¶ ... ( يَاأَيها الذين آ مَنُوا اتقُوا اللهَ حَق تُقَاته و لا تموتن إلا وأنتم مُسلمُون ( ¶ ... ( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَ خَلَقَ مِنْهَا زَوْجَهَا وَ بَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَ نِسَاءً وَ اتَّقُوا اللهَ الَّذِي تَتَسَاءَلُونَ بِهِ وَ الأَرْحَامَ إِنَّ اللهَ كَانَ عَلَيْكُمْ رَقِيباً ( . ¶ (يَا أ يها الذين آ منوا اتقوا الله و قولوا قَو لاً سَديداً يُصلح لَكُم أَ عما لكم وَ يَغفر لَكُم ذُ نُو بَكُم وَ مَن يُطع الله وَ رَسُولَهُ فَقَد فَازَ فَوزاً عَظيماً ( . ¶ ... أ ما بعد : ¶ ... فموضوع بيع تلقي الركبان من المواضيع الهامة و المهملة في كتابات كثير من أهل العلم و حيث أني – بفضل الله - باحث أبحث عن المواضيع الهامة و غير المبحوثة بعمق في كتابات أهل العلم و أبحاثهم وجد أن بيع تلقي الركبان من المواضيع التي لم تعط حقها في الدراسة و البحث على الرغم من أهميتها في حياة الناس و المعاملات التجار و صنوفهم . ¶ ... لذلك وجدت أن من واجبي كمسلم و باحث بيان أحكام بيع تلقي الركبان في الفقه الإسلامي مع إلقاء الضوء عليه من خلال السوق المعاصر و تداولاته المعقدة و المتشابكة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "... فبدأت البحث من خلاله تعريف بيع تلقي الكربان ليكون القارئ على بينة حسنة عما يقرأ ، ثم بينت حكم مشروعية هذا البيع من خلال آراء و اجتهادات أهل العلم - رضوان الله عليهم أجمعين - ثم ختمت البحث بالترجيح ما بين الاجتهادات و كل ذلك من خلال رؤية معاصرة للموضوع مع التمسك بالقواعد و الضوابط الفقهية المعروفة عند أهل العلم المعتبرين . ¶ ... تعريف بيع تلقي الركبان : ¶ ... عرف فقهاء الشريعة الإسلامية البيع : بأنه مبادلة مال بمال بالتراضي . ، و يلزم بالإيجاب و القبول بلفظ الماضي بلا نية ، وبلفظ الحال بنية في الأصح .(1) ¶ ... و من خلال ألفاظ هذا التعريف دعونا نركر على لفظ هام يعتبر محور تعريف بيع تلقي الركبان ، و اللفظ هو : كلمة ( التراضي ) أي أن العقد حتى يكون صحيح لا بد من خلو إرادة طرفي العقد من أي عيب من عيوب الإرادة المعروفة عند أهل العلم . ¶ ... و دعونا نرى بيع تلقي الركبان هل فيه شئ من عيوب الرضى أم لا !. ¶ ... عن طاووس بن عباس رضي الله عنهم ، قال : قال رسول الله - صلى الله عليه و سلم - : ( لا تلقوا الركبان و لا يبع حاضر لباد ) .(2) ¶ ... فالرسول الكريم - صلى الله عليه وسلم - نهى عن تلقي الركبان و بيع الحاضر لباد فمن هم الركبان . ¶ ... الركبان : هم الذين يجلبون البضائع المعدة للتجارة للبيع . أي هم القوافل التجارية التي تأتي بالبضائع من مصر إلى مصر آخر . ¶ ... يقال : إذا مر رجل على بعير يقال عنه راكب ، و إذا كان على فرس ، نقول : مر فارساً ، و إذا كان على حمار نقول : مر حمّار ، و الركب : أصحاب الإبل في السفر دون الدواب ، و هم العشرة فما فوقها ، و الركبان : الجماعة منهم .(3) ¶ __________ ¶ (1) - عون الحكام على فصل الأحكام ، للشيخ صالح المدهون ، تحقيق الشيخ مروان الشعار ص 158. ¶ (2) - صحيح البخاري ، كتاب البيوع ، ج2/757. ¶ (3) - الصحاح للجواهري ، ج1/502. لسان العرب لابن ومنظور ، ج 1/1212.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... و المقصود بالحديث : هم الذين يجعلون الأرزاق سواء كانوا ركباناً ، أو مشاة ، أو واحداً و إنما خرج الحديث على الأغالب في أن الجالب يكون عدداً (1). ¶ ... و قد عرف الشيرازي تلقي الركبان بقوله : ( هو أن يتلقى القافلة و يخبرهم بكساد ما معهم من متاع ليغبنهم ) .(2) ¶ ... ... و عليه فإن بيع تلقي الركبان : ( هو العقد المبرم ما بين أصحاب البضائع أو وكلائهم ، و متلقيهم من أهل البلد قبل قدومهم السوق و معرفتهم بالسعر الحقيقي للسلع ) . ¶ ... مشروعية هذ البيع : ¶ ... اختلف أهل العلم في مشروعية هذ البيع في اجتهادات ثلاث : ¶ ... الاجتهاد الأول : بيع تلقي الركبان محرم ، قال بهذا القول : جمهور أهل العلم . ¶ ... الاجتهاد الثاني : بيع تلقي الركبان مكروه ، قال بهذا القول : الشافعية . ¶ ... الاجتهاد الثالث : بيع تلقي الركبان صحيح ، قال بهذا القول الحنفية . ¶ الفرع الأول ¶ الاجتهاد الأول – بيع تلقي الركبان حرام ¶ ... قال بهذا الاجتهاد كل من الظاهرية (3) ، و الحنابلة في رأي (4)، و بعض المالكية (5) ، و الزيدية (6)، و أصحاب الحديث منهم الإمام البخاري (7)يرحمه الله تعالى . ¶ ... ¶ قال ابن تيمية - عليه رضوان الله - : و من المنكر تلقي السلع قبل أن تجئ إلى السوق ، فإن النبي نهى عن ذلك لما فيه من تغرير البائع ، فإنه لا يعرف السعر فيشترى منه بدون القيمة ).(8) ¶ استدل أصحاب هذا الاجتهاد على حرمة العقود التي تعقد مع الركبان بما ورد من الأحاديث النبوية الكثيرة التي تنهي عن هذه البيوع منها ما يلي : ¶ __________ ¶ (1) - سبل السلام للصنعاني ، ج3/26. ¶ (2) -المهذب للشيرازي ، ج1/292. ¶ (3) - المحلى لابن حزم ، ج8/449. ¶ (4) - كشاف القناع عن متن الإقناع للبهوتي ، ج3/211. ¶ (5) - بداية المجتهد ، لابن الرشد ، ج2/271. ¶ (6) - السموط الذهبية الحاوية للدرر البهية ، للشوكاني ، ص 192. ¶ (7) - صحيح البخاري بشرح الكرماني ، ج10/38. ¶ (8) -كتب و رسائل ابن تيمية ، ج 29/74.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عن عبد الله بن عمر عن النبي صلى الله عليه وسلم قال : كنا نتلقى الركبان فنشتري منهم الطعام ، فنهانا النبي - صلى الله عليه وسلم - أن بيعه حتى نبلغ به سوق الطعام .(1) ¶ عن عبد الله بن عمر عن النبي صلى الله عليه وسلم أنه نهى عن تلقي الركبان .(2) ¶ عن أبي هريرة قال : نهى رسول الله صلى الله عليه وسلم : أن نتلقى الجلب (3). ¶ عن ابن سيرين ، قال سمعت أبا هريرة يقول أن رسول الله صلى الله عليه وسلم قال : لا تلقوا الجلب ، فمن تلقاه فاشترى منه ،فإذا أتى سيده فهو بالخيار .(4) ¶ عن أبي هريرة عن النبي صلى الله عليه وسلم قال : لا تلقوا الأجلاب ، فمن تلقى منه شيئاً فاشترى ، فصاحبه بالخيار إذا أتى السوق .(5) ¶ عن ابن عمر كنا نشتري الطعام من الركبان جزافاً ، فنهانا رسول الله صلى الله عليه و سلم ، أن نبيعه حتى ننقله من مكانه .(6) ¶ عن أبي هريرة أن رسول الله صلى الله عليه وسلم ، قال : لا تلقوا الركبان للبيع ، و لا يبع بعضكم على بيع بعض ، و لا تطروا الإبل و الغنم ، فمن ابتاعها بعد ذلك فهو بالخير النظرين بعد أن يجلبها : فإن رضيها أمسكها ، وإن سخطها ردها و صاعاً من تمر .(7) ¶ __________ ¶ (1) - صحيح البخاري بشرح الكرماني ، ج10/39. ¶ (2) - صحيح مسلم ، ج كتاب البيوع ، ج5/5. ¶ (3) - صحيح مسلم ، كتاب البيوع ، ج5/5. ¶ (4) - سنن النسائي ، كتب البيوع ، ج7/257.و قال الشيخ ناصر الدين الألباني حديث صحيح . ¶ (5) - سنن ابن ماجه كتاب البيوع ، ج2/11. و قال الشيخ ناصر الدين الألباني حديث صحيح برقم 2178. ¶ (6) - رواه مسلم في صحيح برقم 1332. و ابن ماجه في سننه برقم 2229و قال الشيخ ناصر الدين الألباني حديث صحيح. ¶ (7) - سنن أبي داود برقم 3443 وقال شيخ الألباني حديث صحيح كما رواه النسائي في سننه برقم 4487 و صححه الشيخ ناصر الدين أيضاً .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عن أبي هريرة أن رسول الله صلى الله عليه وسلم ، قال : لا تلقوا الركبان للبيع و لا يبع بعضكم على بيع بعض و لا تناجشوا و لا يبيع حاضر لباد .(1) ¶ عن ابن عباس ، قال : نهى رسول الله صلى الله عليه وسلم أن يتلقى الركبان و أن يبيع حاضر لباد . قلت لابن عباس ما قوله حاضر لباد ، قال : لا يكون له سمسار .(2) ¶ عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه و سلم نهى أن تلقى السلع حتى تدخل السوق .(3) ¶ عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم نهى عن تلقي الجلب ، فإن تلقاه متلق مشتر فاشتراه ، فصاحب السلعة بالخيار إذا وردت السوق 0(4) ¶ عن ابن عمر قال : نهى رسول الله - صلى الله عليه وسلم - عن تلقي الجلب .(5) ¶ عن ابن عمر قال : نهى رسول الله صلى الله عليه وسلم عن تلقي الجلب حتى يدخل بها السوق .(6) ¶ ... ¶ ... فأصحاب هذا الاجتهاد حرموا تلقي الركبان و ما يتبع هذا التلقي من بيع أو شراء ، بيد أنهم جعلوا العقود التي تبرم معهم صحيحة يمكن فسخها لصالح صاحب الركب و أهل السوق . ¶ ... ¶ __________ ¶ (1) - سنن النسائي ، برقم 4496و قد صححه الشيخ ناصر الدين . ¶ (2) - سنن النسائي ، برقم 4500 و قال عنه الشيخ ناصر الدين حديث صحيح . ¶ (3) - المنتقى لابن جارود ، ج1/148 ، برقم 572. و في رواية ذكرها أبا عوانة في مسنده : ( نهى أن تلقى السلع حتى يهبط بها الأسواق ) ج3/272 برقم 4938. ¶ (4) - سنن أبي داود ، برقم 3437. سنن الترمذي ، برقم 1221 والحديث صححه الشيخ ناصر الدين الألباني 0 ¶ (5) - سنن ابن ماجه ، برقم 2179و قال عنه الشيخ ناصر الدين حديث صحيح . ¶ (6) - سنن النسائي ، برقم 4499.و قال عنه الشيخ ناصر الدين حديث صحيح .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "... قال الثعلبي المالكي : ( تلقي السلع قبل أن تورد للأسواق ، فهذا ممنوع إلا أنه لا يفسخ ويخير بقية أهل السوق في أن يشاركوا من ابتاع بالتلقي أو يترا له ) .(1) ¶ ... ¶ ... وروى ابن وهب عن مالك أنه سئل عن الرجل يأتيه الطعام و البز و الغنم و غير ذلك من السلع فإذا كان مسيرة اليوم و اليومين جاءه خبر ذلك وصفته ، فيخبر بذلك فيقول له رجل بعني ما جاءك أفترى ذلك جائزاً ؟ ¶ ... قال لا أراه جائزا و أرى هذا من التلقي . ¶ ... فقيل له : و البز من هذا قال : نعم مثل الطعام و لا ينبغي أن يعمل في أمر واحد بأمرين مختلفين و أكره ذلك و أراه من التلقي ).(2) ¶ ... و صاحب المحلى – يرحمه الله تعالى – حرم تلقي الركبان مطلقاً سواء كان هذا التلقي عن قصد أو عن غير قصد ، وسواء كان المتلقي من ساكني طريق القوافل أو من غيرهم . كما حرم التلقي مهما كانت المسافة طويلة أو قصيرة ، و مهما كانت نوعية البضائع التي يحملها الركبان أي سواء كانت تلحق الضرر بالسوق و أهله أم لا ، ثم جاء ابن حزم – يرحمه الله – بحكم ثقيل على المتبايعين و المحاكم معاً ، فقال : فمن تلقى جالبا كان الجالب بالخيار متى دخل السوق و لو بعد أعوام .(3) ¶ ... ¶ ... فصاحب المحلى يجعل الخيار غير محدد بمدة معينة بل يجعله مطلقاً طالما أن الجالب لم يدخل السوق و لو بعد مائة عام . ¶ ... ولا جرم أن اجتهاد ابن حزم يشكل ضرراً بليغاً على السوق و أهله و معاملاته و المحاكم التي تعرض عليها المنازعات أيضاً ، لأنه يفتح باب المنازعات بشكل كبير دون ضابط زمني يسمح باستقرار هذه المعاملات . ¶ __________ ¶ (1) - التلقين لعبد الوهاب بن علي بن نصر الثعلبي المالكي ، دار المكتبة التجارية ، مكة المكرمة ، ط1 لعام 1415هـ.ج2/383. ¶ (2) - التمهيد لابن عبد البر ، دار النشر وزارة عموم الأوقاف و الشؤون الإسلامية في المغرب ، ج13/320. ¶ (3) - ابن حزم ، المحلى ، ج8/449.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "... و لعل الراجح – و الله أعلم – تقييد الخيار بالرحلة نفسها التي تم بها التلقي ، أو بزمن مقبول من وقت علمه بوقوعه بالغبن . ¶ فلو اشترى أحدهم بضاعة من قافلة قبل دخولها السوق ، ثم دخل صاحب السوالع السوق فعلم بالغبن الذي لحقه من جراء هذا البيع ، يستطيع عندها أن يفسخ العقد . ¶ أما إذا دخل صاحب البضائع ولم يطلب فسخ العقد على الرغم من علمه بالغبن الذي لحقه ، و لم يطلب فسخ العقد يسقط حقه بطلب الفسخ مع بقاء الأثم على المتلقي الغابن الذي خالف أمر رسول الله صلى الله عليه وسلم . ¶ و ذهب الإمام البخاري يرحمه الله تعالى إلى تحريم تلقي الركبان و اعتبر المتلقي عاص آثم إذا كان عالما بالنهي ، و اعتبر البخاري هذا البيع خدعاً و الخداع لا يجوز.(1) ¶ قال الكرماني : لعل مذهب البخاري أن جميع البيوع المنهية مردودة . قال بعض الأصوليين جميع النواهي موجب للفساد سواء كان راجعاً إلى نفس العقد أو أمر داخل خارج لازماً له أو مفارقاً عنه .(2) ¶ و قال ابن حجر عليه رحمة الله تعالى : يمكن حمل قول البخاري أن البيع مردود على ما إذا اختار البائع رده فلا يخالف الراجح .(3) ¶ و ذهب الشوكاني : إلى أن بيع التلقي لا يجوز حفاظاً على مصالح الجالب و أهل السوق و استندوا فيما اجتهدوا فيه إلى رواية البخاري بلفظ ( لا يبع ) فإنه يتناول البيع لهم و البيع منهم و ظاهر النهي المذكور في الباب عدم الفرق بين أن يجرئ المتلقي الجالب بطلب الشراء أو البيع ، أو العكس .(4) ¶ __________ ¶ (1) - صحيح البخاري بشرح الكرماني ، ج10/38. ¶ (2) - صحيح البخاري بشرح الكرماني ، ج10/38. ¶ (3) - فتح الباري ، ج4/374. ¶ (4) - نيل الأوطار ، ج5/267. و انظر لنفس المؤلف السموط الذهبية الحاوية للدرر البهية ، ص 192.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أما الحنابلة : فقد ذهبوا في رأي راجح إلى حرمة تلقي الركبان ، حيث قال ابن قدامة عليه رحمة الله : يثبت خيار الغبن في مواضع أحدهما تلقي الركبان إذا تلقاهم فاشترى منهم و باعهم و غبنهم .(1) ¶ فظاهر كلام ابن قدامة يرحمه الله تعالى يدل على شرطين لابد من توافرهما لثبوت خيار الغبن ، وهما : ¶ قصد التلقي : اشترط الحنابلة أن يكون هناك عزم إرادي من قبل المتلقي ليثبت لصاحب الجلب خيار الغبن ، وليكون هذا التلقي محرماً . أما إذا تخلف هذا الشرط فلا يستطيع صاحب الجلب فسخ العقد مهما كانت نتيجة هذه الصفقة . ولا جرم أن هذا الشرط يشكل عقبة حقيقة أمام من يريد إثباته مما يؤدي إلى ظلم صاحب الجلب . ¶ أن يكون هناك غبن فاحش : فلا يكفي لفسخ العقد ثبوت قصد التلقي ، بل لابد من اقتران ذلك بغبن خارج عن العادة المألوفة ، فإذا تلقى أحدهم الركبان و اشترى منهم أو باعهم فغبن فاحش يثبت لهم عندئذ خيار الغبن لصاحب الجلب المغبون . أما إذا تخلف شرط الغبن الفاحش يتخلف معه أيضاً خيار الغبن و يكون البيع أو الشراء من أصحاب الجلب صحيحاً . ¶ و لعل ما رجحه المرداوي يرحمه الله أصوب من اجتهاد ابن قدامة عندما جعل مجرد التلقي سببا صحيحاً لفسخ العقد . ¶ قال المرداوي يرحمه الله : فعلى المذهب يثبت لهم الخيار بشرطه سواء قصد التلقي أو لم يقصده .(2) ¶ ... و بعد أن اتفق هؤلاء الفقهاء على حرمة التلقي اختلفوا في علة النهي . ¶ ... فقيل نهي عن ذلك لئلا ينفرد المتلقي بالربح من السلعة المتلقاة دون أهل السوق فيضرهم و يفوت عليهم الخير . و قيل : لئلا يغبن الجالب صاحب السلعة . و قيل هما معاً أي لعدم إلحاق الضرر بالسوق و بصاحب الجلب أيضاً (3). ¶ __________ ¶ (1) - المغني لابن قدامة ، ج3/216. ¶ (2) - الإنصاف للمرداوي ، ج4/394. ¶ (3) - انظر نيل الأوطار للشوكاني ، ج5/267. بداية المجتهد و نهاية المقتصد ، ج2/271.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "... فالمتلقي يغنم بالسوالع الرخيصة و يحرم السوق و أهله من هذا الرخص ، فيتحكم بسعر السلعة بحسب ما يراه مناسباً لمصالحه بغض النظر عن مصالح السوق و أهله . ¶ ... و لعل الحكمة من وراء ثبوت الخيار لصاحب الجلب هو رفع الظلم و الضرر المتمثل بالغبن الشديد الواقع عليه نتيجة هذا التلقي . ¶ ... و قد يثور التساؤل لماذا أثبت الشارع الحكيم خيار الغبن لصاحب الجلب فقط ، ولم يثبتها لصحاب السوق ما دام النهي كان لصالحهما معاً ؟ . ¶ ... أقول – و الله سبحانه أعلم – لعل الحكمة من وراء ذلك صعوبة تطبيق هذا الخيار لأهل السوق جميعهم لما يؤدي ذلك إلى كثير من المنازعات و المشاحنات التي لا تتلاءم مع الضرر المراد دفعه ، فالضرر الأشد يزال بالضرر الأخف أو كما تقول القاعدة الفقهية : الضرر لا يزال بالضرر . ¶ الفرع الثاني ¶ الاجتهاد الثاني : تلقي الركبان مكروه ¶ ... ¶ ذهب إلى هذا الرأي كل من الشافعية(1) و الحنابلة(2) في رأي مرجوح مستندين في ذلك إلى الأدلة النقلية التالية : ¶ استند الشافعية عليه رحمة الله تعالى على أن تلقي الركبان مكروه بما روى عن رسول الله صلى الله عليه وسلم : لا تلقوا الجلب فمن تلقاه ، فاشترى منه ، فإذا أتى سيده السوق فهو بالخيار )(3) . ¶ عن أبي هريرة رضي الله عنه : ( أن النبي صلى الله عليه وسلم نهى عن تلقي الجلب ، فإن تلقاه ، فاشتراه فصاحبه بالخيار إذا أتى السوق .(4) ¶ قال الإمام الشافعي رضوان الله عليه : و هذا دليل على أن البيع جائز غير أن لصاحبها الخيار بعد قدوم السوق ، لأن شراءها من البدوي قبل أن يصير إلى موضع المتساوين من الغرر بوجه النقص من الثمن فله الخيار ) .(5) ¶ __________ ¶ (1) - الأم للشافعي ، مج2 ، ج3/93. و انظر مختصر المزني المطبوع مع كتاب الأم ، مج5،ج8/187. ¶ (2) - كشاف القناع ، للبهوتي ، ج3/211. ¶ (3) - رواه النسائي في سننه ، كتاب البيوع ، ج7/257. ¶ (4) - فتح الباري ، ج4/374. ¶ (5) - الأم للشافعي ، ج5/187.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "... ... و هكذا نجد أن الشافعية يجعلون تلقي الركبان مكروها ضمن شروط معينة . ¶ قال الغزالي يرحمه الله تعالى : أما تلقي الركبان فهو أن يستقبل الرفقة و يتلقى المتاع في سعر البلد .(1) ¶ و من قول الغزالي - يرحمه الله تعالى - يتبين لنا شروط التلقي المكروه عند الشافعية ، و هي : ¶ قصد التلقي . ¶ الكذب في السعر . ¶ فلو خرج أحد الناس و صادف الركبان ، فاشترى منهم أو باعهم ، فإن هذا البيع صحيح و غير مكروه مادام لم يكن هناك قصد للتلقي . أما إذا توفر قصد التلقي و تخلف شرط الغبن فالبيع أيضا صحيح و غير مكروه . ¶ واشترط الجويني يرحمه الله تعالى في النهي أن يكذب المتلقي في سعر السلعة و يشتري منهم بأقل من ثمن المثل .(2) ¶ ... و هكذا فإن أصحاب هذا الاجتهاد يجعلون العقود التي تبرم مع الركبان مكروهة إذا توفر أحد شروط المكروه سواء في حال توفر قصد التلقي أو غبن في سعر السلع أم إذا تخلف أحد هذه الشروط فالتلقي عندهم مشروع و ليس في أي مكروه على الإطلاق . ¶ الفرع الثالث ¶ الاجتهاد الثالث : تلقي الركبان غير مكروه بالمطلق ¶ قال بهذا بعض أهل العلم منهم الإمام الأوزاعي(3) ، و أبي حنيفة النعمان (4) و عطاء و مجاهد (5)رضوان الله عليهم أجمعين 0 ¶ و استند أصحاب هذا الاجتهاد بالأدلة التالية : ¶ عن عبد الله بن عمر رضي الله عنهما ، قال : كنا نتلقى الركبان فنشتري منهم الطعام فنهانا النبي صلى الله عليه وسلم أن نبيعه حتى نبلغ به سوق الطعام .(6) ¶ __________ ¶ (1) - إحياء علوم الدين ،ج2/74. ¶ (2) - نيل الأوطار ، ج5/268. ¶ (3) - سبيل السلام للصنعاني ، ج3/27. ¶ (4) - نيل الأوطار ، للشوكاني ، ج5/267. فتح الباري ، ج2/374. ¶ (5) - المنتقى في بيان المصطفى ، ج3/96. ¶ (6) - رواه البخاري ، في صحيحه ، ج10/39.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عن ابن رضي الله عنهما : أنهم كانوا يشترون الطعام من الركبان على عهد الرسول صلى الله عليه وسلم ، فيبعث عليهم من يمنعهم أن يبيعوه حيث اشتروه حتى ينقلوه حيث يباع الطعام (1). ¶ وجه الاستدلال بهذين الحديثين أن البيع صحيح مع الركبان ، لأن الرسول لم يمنعهم من البيع و الشراء مع الركبان ، بل منعهم أن يبيعوه حتى ينقلوه إلى الأسواق حفاظاً على السوق و أهله . ¶ و بالرغم من أن أبا حنيفة أجاز التلقي ، بيد أن أصحابه كرهوا التلقي في حالتين (2): ¶ أن يضر بأهل البلد . ¶ أن يلتبس السعر على الواردين . ¶ و على هذا فأصحاب الإمام لم يجعلوا تلقي الركبان مباح غير مكروه بشكل مطلق بل قيدوا ذلك بمصلحة السوق و أهله ، فإذا أضر التلقي بهم كان مكروهاً و كذلك الأمر في حال التلبيس في سعر الجلب . ¶ و كأني أرى أن أصحاب المذهب الحنفي قد نسخوا عدم الكراهة بهذين الشرطين لاستحالة عدم توفرهما في بيع تلقي الركبان . ¶ الفرع الرابع ¶ الترجيح بين الاجتهادات ¶ ... ¶ بعد أن أوردت اجتهادات أهل العلم الثلاث لابد في ختام البحث من الترجيح بينهم ، وسوف أعتمد في ترجيحي على الدليل الصحيح أولا ،ثم على مصلحة المسلمين ثانياً . ¶ إذا نظرنا إلى الاجتهادات الثلاثة و أدلتهم وجدنا أن أصحاب الاجتهاد الأول هم أكثر هم أدلة و تحقيقاً لمصالح المسلمين ، ذلك أنهم قد جعلوا تلقي الركبان محرماً لما فيه من ضرر بليغ بالسوق و أهله و أصحاب السلع أيضاً . ¶ فالشريعة الإسلامية كلها مصالح و هي شريعة وقائية و علاجية ، أساليبها الوقائية سهلة التطبيق و الفهم ، و العلاجية قاسية على من خالف أوامر الشرع بالردع الشديد لمن تحدثه لنفسه بمخالفتها . ¶ __________ ¶ (1) - رواه البخاري في صحيحه ، كتاب البيوع ، ج10/40. ¶ (2) - نيل الأوطار للشوكاني ، ج5/267.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ألم تر كيف أمر الله سبحانه و تعالى المؤمنين بغض أبصارهم ، لأن النظر من مقدمات الزنا . قال سبحانه في سورة النور : ( قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللهَ خَبِيرٌ بِمَا يَصْنَعُونَ) ( النور:30 ) . ¶ ثم أمر سبحانه بألا نقرب الزنا ، لأنه من الفواحش المهلكة للعباد . ¶ قال تعالى : ( وَلا تَقْرَبُوا الزِّنَى إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلاً) ( الإسراء :32 ) . ¶ ثم جاء بالعلاج القاسي لمن ارتكب هذا الفعل الفاحش . ¶ فقال سبحانه و تعالى : ( الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ وَاحِدٍ مِنْهُمَا مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللهِ وَالْيَوْمِ الآخِرِ وَلْيَشْهَدْ عَذَابَهُمَا طَائِفَةٌ مِنَ الْمُؤْمِنِينَ ) ( النور:2 ) . ¶ أما الرجم فقد ثبت في السنة النبوية الشريفة ، فالرسول صلى الله عليه وسلم رجم ماعزا و امرأة من بني غامد بأخبار بعضها متواتر كما أجمع الصحابة الكرام رضوان الله عليهم علة مشروعية الرجم إذا تحققت شروطه . ¶ عن ابن عباس أن ماعز بن مالك أتى النبي صلى الله عليه وسلم فقال: إنه زنى فأعرض عنه ، فأعاد عليه مرارا فأعرض عنه ، فسأل قومه: \"\" أمجنون هو ؟ \"\" قالوا: ليس به بأس ، قال: \"\" أفعلت بها ؟ \"\" قال: نعم ، فأمر به أن يرجم فانطلق به فرجم ، ولم يصل عليه .(1) ¶ __________ ¶ (1) - سنن أبي داود ، كتاب الحدود برقم 4421. و قال عنه الشيخ ناصر الدين حديث صحيح .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "و روى عبد الله بن بريدة ، عن أبيه أن امرأة يعني من غامد أتت النبي صلى الله عليه وسلم فقالت : إني قد فجرت ، فقال : \"\" ارجعي \"\" فرجعت فلما أن كان الغد أتته فقالت : لعلك تريد أن تردني كما رددت ماعز بن مالك ، فوالله إني لحبلى ، فقال لها : \"\" ارجعي \"\" فرجعت ، فلما كان الغد أتته ، فقال لها : \"\" ارجعي حتى تلدي \"\" فرجعت ، فلما ولدت أتته بالصبي فقالت : هذا قد ولدته ، فقال : \"\" ارجعي فأرضعيه حتى تفطميه \"\" فجاءت به وقد فطمته و في يده شئ يأكله فأمر بالصبي فدفع إلى رجل من المسلمين ، و أمر بها فحفر لها و أمر بها فرجمت ، و كان خالد فيمن يرجمها فرجمها بحجر فوقعت قطرة منن دمها على وجنته فسبها ، فقال له النبي صلى الله عليه وسلم: \"\" مهلا يا خالد ، فوالذي نفسي بيده لقد تابت توبة لو تابها صاحب مكس لغفر له \"\" وأمر بها فصلى عليها ودفنت .(1) ¶ فالشارع الحكيم جل جلاله رغب بالزواج و سهل سبله و اعتبره نصف الدين (2)و جعل كل هذه الأمور وقائية من الفاحشة ، وهي أمور سهلة بسيطة و يسيرة . ¶ ثم انظر إلى العلاج ما أعظمه و أقصاه إنه الرجم للمحصن و الجلد للأعزب . ¶ و على هذا المنوال نسجت الشريعة الإسلامية أحكامها ، ففي تلقي الركبان حرم النبي صلى الله عليه وسلم ، تلقي الركبان حتى لا يغبن أحد أصحاب الجلب و لا يضر بأصحاب السوق وكل هذه الأوامر كانت وقائية . ¶ ثم جيئ بالعلاج لمن لم يأخذ بالوقاية ، و هو الفسخ ، ولا جرم أن فسخ العقود أو المطالبة بإعادة التوازن إلى هذا العقد المختل توازنه هو الحل المثالي لمن يخاف النهي النبوي الحكيم . ¶ __________ ¶ (1) - سنن أبي داود أول كتاب الحدود برقم 4442 وقال عنه الشيخ ناصر الدين حديث صحيح. ¶ (2) - عن أنس ، قال: قال رسول الله صلى الله عليه وسلم: \"\" إذا تزوج العبد فقد استكمل نصف الدين ، فليتق الله في النصف الباقي \"\"( مشكاة المصابيح )برقم 3096 . وقال عنه الشيخ ناصر الدين حديث حسن.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "أما بالنسبة للاجتهاد الثالث فيمكن القول بما يلي : ¶ الأدلة التي جاء بها أصحاب هذا الاجتهاد هي عن ابن عمر وهو من كبار الصحابة رضوان الله عليهم أجمعين ، و الصحابي إذا روى خبراً عن النبي صلى الله عليه وسلم ثم خالفه أو حمله على تفسير ما ، فهو أعلم بما فسر ، وقوله حجة في رد الخبر و ابن عمر رضي الله عنهما هو راوي الحديث و قد صح عنه بترك التلقي و الأخذ بما روى من النهي عن التلقي كما روى عنه آنفاً . ¶ أن معنى نهي رسول الله صلى الله عليه وسلم أن يبيعوه حتى يبلغوا به سوق الطعام هو نهي للبائع أن يبيعه و للمشتري أن يبتاعه حتى يبلغ به السوق ، وهو مشهور في لغة الرب أن \" بعت \" تأتي بمعنى ابتعت قال تعالى : ( وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ لَوْ كَانُوا يَعْلَمُونَ) (البقرة:102) . أي بئس ما باعوا به أنفسهم ، فهنا جاءت \" شروا \" معنى باعوا .(1) ¶ أنه على افتراض جواز تلقي الركبان ، فإنه لابد و أن النهي ناسخ للأحاديث التي أجازت التلقي .(2) ¶ و مما تقدم نرى – و الله أعلم و أحكم – أن تلقي الركبان حرام لا يجوز الإتيان به استناداً على الأدلة النقلية الصحيحة ، و مصلحة السوق و أهله و أصحاب الركب و الله أعلم . ¶ و الحمد لله رب العالمين ¶ ( لا يُكَلِّفُ اللهُ نَفْساً إلا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ) (البقرة:286) . ¶ مسلم اليوسف ¶ http://saaid.net/Doat/moslem ¶ abokotaiba@hotmail.com ¶ __________ ¶ (1) - الكشاف للزمخشري ، ج1/301. ¶ (2) - المحلى لابن حزم ،ج8/450.",
            "page": "14",
            "part": "1"
        }
    ],
    "t36261": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بيع تلقي الركبان"
        }
    ]
}