{
    "b36265": [
        {
            "id": "1",
            "nass": "حكم البطاقات الإئتمانية ¶ أ. د محمد محروس المدرس الأعظمي ¶ البحث مقدم إلى مجمع الفقه الإسلامي في الهند في دورته ¶ [ الخامسة عشرة ] ¶ التي تعقد في مدينة [ سري نكار ] عاصمة مقاطعة كشمير الهندية ¶ 1426 هـ 2005 م ¶ بسم الله الرحمن الرحيم ¶ أرسل مجمع الفقه الهندي - الذي أتشرف بعضويته - الرسالة الآتي ذكرها ، ومعها نص الأسئلة التي تخص مسائل عدة ، منها السؤال عن [ بطاقات الائتمان ] بأنواعها . ¶ وطياً نص رسالة فضيلة الشيخ خالد سيف الله الرحماني أمين عام المجمع ، ثم تليها الأسئلة ، وتليها إجابتنا عليها .. ومن الله التوفيق ~~ ¶ سماحة الشيخ الدكتور محمد محروس المدرس الأعظمي المحترم ¶ السلام عليكم ورحمة الله وبركاته ¶ أفيدكم علما بأن المجمع قرر عقد ندوته الفقهية الخامسة عشرة في شهر يوليو القادم بمدينة سري نغر في ولاية كاشمير الهند حول المواضيع العديدة. ¶ وبناءا على هذا يسرني إرسال قائمة الأسئلة للمواضيع المختلفة المنتخبة للندوة إلى سعادتكم، راجيا منكم التكرم بكتابة بحث علمي فقهي حول أي موضوع من المواضيع ، وإرساله إلى المجمع إفادة وإنارة متعاونا في مجال الدين والفقه .مع التحيات العاطرة ~~ ¶ خالد سيف الله الرحماني (الأمين العام) ¶ خالد سيف الله الرحماني / الأمين العام ¶ وفيما يلي نص الأسئلة التي وردت من المجمع الفقهي ¶ الهندي ، للإجابة عليها ومن ثم عرضها في الندوة [ الخامسة ¶ عشرة ] للمجمع ، والتي تعقد في [ سري نكر ] عاصمة ولاية ¶ كشمير ، وفي الجزء الهندي من هذه الولاية . ¶ بسم الله الرحمن الرحيم ¶ رة ¶ بطاقات الائتمان",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "في هذا العصر الذي شهد التطورات الواسعة في مجال الاتصالات والذي أصبح العالم فيه كقرية صغيرة في نظام العولمة، تأثرت الحياة فيه بجميع شعبها، وكان مجال التجارة والمعيشة أكثر تأثراً منها، فقد أصبح بإمكان الإنسان في قرية بعيدة أن يتعامل المعاملات التجارية مع أي بلد في أي دولة من دول العالم ، وشيوع التجارة في العالم أحدث مشكلة توصيل المبالغ والنقود إلى أماكن مختلفة ، ويريد التاجر المعاصر تحويل مبالغه من بلد إلى بلد ، ومن دولة إلى أخرى في أقرب وقت ، وبحفظ كامل . ¶ وتحقيقاً لهذا الغرض أصدر البنك أنواعاً من البطاقات التي أصبح رواجها ذائعاً وعاماً، وفيما يلي أنواعها ومواصفاتها: ¶ أ- بطاقة الصرف الآلي (A T M Card): ¶ هذه البطاقة يصدرها البنك لمن له حساب فيه ، ويمكن لحاملها سحب مبالغ مالية بواسطتها من الشباك الآلي في بلد البنك أو في أي مكان آخر. ¶ وحامل هذه البطاقة لا يستفيد إلا من مبالغه المودعة في البنك ولا يسحب إلا منها، وهو لا يؤدي أي رسم زائد على هذه السهولة. ¶ ب- بطاقة السحب الفوري (Debit Card): ¶ هذه البطاقة أيضاً يصدرها البنك لأصحاب ودائعه، ولا يطلب أي رسم عليها، سوى الرسم الذي يؤخذ على إصدار البطاقة، ومن هذه البطاقة أيضاً لا يستفيد حاملها إلا من مبالغه المودعة في البنك، إلا أن حاملها يستطيع بها الحصول على خدمات تالية: ¶ 1. شراء السلع وأداء ثمنها بالبطاقة، فإن صاحب الدكان يتمكن بالبطاقة توصيل ثمن السلع إلى حسابه . ¶ 2. سحب النقد المالي حسب الضرورة . ¶ 3. نقل المبالغ من حسابه إلى حساب شخص آخر بواسطة الانترنيت. ¶ ج- بطاقة الائتمان (Credit Card):",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بطاقة الائتمان مماثلة لبطاقة السحب الفوري في المواصفات المذكورة، إلا أن بطاقة السحب لا يستطيع حاملها الاستفادة إلا من رصيده في البنك، أما بطاقة الائتمان فلا يشترط للاستفادة منها توافر رصيده في البنك المصدر لها، بل البنك يصدر بطاقة الائتمان لشخص ما نظراً إلى مكانته المالية ومدى دخله الشهري أو السنوي، ثم يحدد للبطاقة حداً مالياً، ويأخذ البنك الرسوم على إصدار البطاقة وعلى تجديدها، وحامل هذه البطاقة يستطيع بها شراء البضائع وسحب المبالغ من الشباك الآلي في حدود البطاقة ، والبنك يرسل إليه كشف الحساب في آخر كل شهر. ¶ فلو قام حامل هذه البطاقة بسحب النقد أو بتحويل المبالغ إلى حساب شخص آخر، فإنه يلزمه على ذلك دفع فائدة إلى البنك، يؤديه عند رد المبالغ المستخدمة إلى البنك، أما إذا قام هو بشراء السلع فيأتيه كشف الحساب في آخر الشهر، وعليه تسديد الديون في البنك خلال خمسة عشر يوماً، وإلا فيلزمه دفع فائدة بالنسبة اليومية. ¶ وفي ضوء هذه التفاصيل تأتي أسئلة: ¶ 1.ما حكم الاستفادة من بطاقة الصرف الآلي ؟ . ¶ 2.ما حكم الاستفادة من بطاقة ديبت وشراء السلع بها ؟ . ¶ 3.ما حكم أداء الرسوم على إصدار النوعين المذكورين للبطاقة ؟ . ¶ 4/ أ. ما حكم أداء الرسوم على حصول واستخدام بطاقة الائتمان مع العلم بأنها تستخدم في الحصول على القرض من البنك، لأنه يتم بها الشراء ديناً وسحب النقود ديناً ؟ . ¶ ب- ما حكم أداء الفائدة في سحب النقود من هذه البطاقة؟ ¶ ج- ما حكم أداء المبلغ الزائد إلى البنك لدى تسديد ديونه المرتبة في أداء البنك لأثمان السلع المشتراة، مع العلم بأن المبلغ الزائد لا يلزم أداؤه إلا عند ما لا يستطيع حامل البطاقة تسديد ديون البنك في المدة المحددة ؟ .... انتهى .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وفيما يلي ما أجبنا به ، ونسأل الله أن نكون موفقين فيما أجبنا به ، وإلاَّ فأستغفر الله من كلِّ خطأِ أو زلل أو نسيان ، غير منكرين أن [ الإنسان هو موضع النسيان ] ، وهذا من بدء الخليقة ووجود آدم .. {ولقد عهدنا إلى آدم من قبل فنسي ولم نجد له عزما }(¬1). ¶ ونشرع في المقصود بعون الله الملك المعبود ~~~ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله مرسل الرسل ، واضع الأسباب والعلل ، أرسل محمداً عليه الصلاة والسلام أماناً لأهل الأرض من العذاب إذ كان حياً ، وجعل استغفارهم أماناً لهم بعد لحاقه بربه وكان ربه به حفيَّا ، فالصلاة والسلام على النبيِّ الأميِّ مؤصل الأصول ومبلغ الأحكام ، وعلى آله ــ وهم كلُّ تقيٍّ من أمته ــ ، وعلى صفوة الخلق بعد النبيين وهم الأكابر من صحابته . ¶ وبعد ~~ ¶ فإنه لا بدَّ للباحث في المستجدات من المسائل ، أن يضع نصبَ عينيه أموراً ، ويستذكرها مراراً ... وهي : ¶ أولاً / أنَّ غير المنصوص عليه من الأحكام هو الأكثر الأغلب ، ولذلك قالوا عن القرآن الكريم : [ ما لا يتناهى لا يضبطه ما يتناهى ] و [ المحدود لا يحيط بالممدود ] . ¶ و الممدود وهو غير المتناهي .. هي : الوقائع والنوازل والحوادث ، والمحدود في ألفاظه هي النصوص كلها . ¶ ثانياً / أنَّ التوصل لحكم الجديد من الأمور ، قد يحتاج إلى اجتهادٍ عن طريق النظر في النصوص - وهذا بابٌ واسع - ، ولا يُماري أحدٌ في أنَّ الحكم الاجتهادي ظنيٌّ لا يُلزم به أحدٌ غير القائل به ، أو من قيَّد نفسه بذلك الحكم . ¶ ¬__________ ¶ (¬1) - طه / 115 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثالثاً / إذا سلمنا بفقد الاجتهاد المطلق والمنتسب ، فقد يوجد اجتهاد المسائل .. ولا نشك بوجوده عند بعض الأفاضل في كلِّ عصر(¬1). ¶ رابعاً / وإن لم يوجد ما تقدم ، فهناك [ اجتهاد التخريج ] القائم على إدخال المستجد تحت حكم قاعدةٍ معروفةٍ في المذهب ، فكأن صاحب المذهب قد قال بهذا القول ، أو أنه لا يسعه إلاَّ أن يقول بمثله لو كان حياً ، لجريانه على أصله . ¶ خامساً / نحن مع الجمهور القائل بأن : [ الأصل في الأشياء الحِل ، وفي الأفعال الإباحة ](¬2)، فنأخذ بالجديد إلى أن تثبت الحرمة بدليلٍ قطعيٍّ . ¶ ¬__________ ¶ (¬1) - القاعدة 63 من قواعد المذهب التي ذكرها الإمام أبو الحسن الكرخي [ ت سنة 340 هـ ] ، والتي مثَّل لها الإمام أبو الحسن النسفي [ ت سنة 537 هـ ] ، ورتبها : محمد عميم الإحسان المجددي البركتي [ معاصر ] ، ونصها عند الكرخي هو : [ الأصل .. أن الحادثة إذا وقعت ولم يجد المسؤول فيها جواباَ ونظيراً في كتب أصحابنا فإنه ينبغي له أن يستنبط جوابها من غيرها، إما من : الكتاب أو السنة أو غير ذلك مما هو الأقوى فالأقوى ، فإنه لا يُعدو حكم هذه الأصول ] . ص 21 القاعدة رقم 36 من رسالة الكرخي ضمن قواعد الفقه للبركتي / كراتشي 1986 م . وراجع : المادة 54 من مجلة الأحكام العدلية . ¶ (¬2) - أحكام القرآن لأبي بكر أحمد بن عليِّ الرازي الجصَّاص الحنفي المتوفى سنة 370 ـ 1 / 28 .[ مصورة بالأوفست في دار الكتاب العربي في بيروت سنة 1406 هـ الموافق 1986 م ، عن : الطبعة الأولى المطبوعة في مطبعة الأوقاف الإسلامية – استانبول 1325 هـ ، وراجع : شرح مسند الإمام الأعظم أبي حنيفة رضي اله عنه للملا عليِّ القاري الهروي الحنفي – 233 [ باعتناء خليل محيِّ الدين الميس مدير أزهر لبنان – دار الكتب العلمية / بيروت ] . وراجع : القاعدة 33 من ترتيب البركتي للقواعد [ مرجع سابق ] – ص 59 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "سادساً / وتأسيساً على ذلك .. فإن مدَّعي الحرمة عليه إثباتها بدليلٍ قطعيٍّ ، وإذا كانت الحرمة ظنيَّة .. بأن وصل إليها القائل بها بطريق القياس مثلاً ، فهي ملزمةً له دون غيره ، ما لم يقم إجماع صحيح صريح عليها ، فيكون ملزماً لعصرهم ولمن يليهم . ¶ يقول تعالى : { يا أيها الذين آمنوا لا تحرموا ما أحلَّ الله لكم ولا تعتدوا إنَّ الله لا يُحبُّ المعتدين }(¬1). فجعل الله ذلك التحريم العشوائي اعتداءً !! . ¶ ويقول تعالى : { ولا تقولوا لما تصف ألسمنكم الكذب هذا حلالٌ وهذا حرام لتفتروا على الله الكذب إنَّ الذين يفترون على الله الكذب لا يُفلحون }(¬2). ¶ سابعاً / نحن غير ملزمين بأن نماثل بين الجديد وبين أيَّةِ معاملة سابقة ، فهذا منزلق يجرٌّ إلى القول بأن .. [ الأصل في الأشياء والأفعال الحرمة ] ، وبالتالي علينا أن نبحث على دليل للإباحة ، ومما سيُعدُّ دليلاً على الحلِّ عند هؤلاء ذلك التعامل السابق !! .. ليقيسوا عليه بقياس الشبه ! ، وينظِّروا ويشبِّهوا الجديد به .. ونحن لسنا مع هذا المنهج بحال . ¶ نعم .. قد تكون المشابهة جليَّةً فلا ضير في ذلك حينئذْ . ¶ فنجد لدى باحثي زماننا في الفقه منهجاً غريباً لأجل تكييف [ الحساب الجاري ] - كمثال لما قلناه - ... ¶ فبعضهم قال هو : قرضٌ !! . ¶ وقال آخرون هو : وديعة !! . ¶ وقال آخرون : بل هو عارية مضمونة !! .. الخ . ¶ ولم يعلموا أنَّه [ حسابٌ جارٍ ] وكفى ، وهو معاملة جديدة ليس لها شبيه من قبل ... وليست المشابهة ضرورة ، فإن أنواع المعاملات ليس لها نهاية ، وليس بالضرورة مشابهة الجديد لبعض القديم أو كلِّه !. ¶ ¬__________ ¶ (¬1) - المائدة / 87 . وللجصَّاص كلامٌ نافعٌ جداً في هذا الباب .. فراجعه : 2 / 451 وما بعدها . ¶ (¬2) - النحل / 116 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثامناً / وبناءً على ماتقدم ..فيمكننا القبول بأيَّة معاملةٍ بشكلٍ متكامل باعتبارها كلاً لا يتجزأ ، من غير أن نكون ملزمين بتجزئة المعاملة إلى أجزاء ، ومشابهة كلِّ جزءٍ بمعاملةٍ أو تصرفٍ ما من التصرفات الموروثة ، وبحجة كون للفقهاء القدامى قد بيَّنوا الرأيَّ فيها !! ... فليس هذا من الأدلة الشرعية ، بل من الأدلة الفقهيَّة المذهبيَّة التخريجية ، وعند حصول اعتراض أو إثارة شبهة الحرمة ، أو لأجل تكييف ذلك التصرف .. وفي غير هذا الموطن . ¶ تاسعاً / يجب ألاَّ نغفل عن إمكان إزالة الفساد في التصرف ، فينقلب صحيحاً بأدنى تحوير في بعض الحالات ، وألاَّ نقف موقفاً حاداً يقوم على إهدار الكل في مقابل الجزء القابل للتحوير بما يزيل ذلك الفساد .. وأحكام العقد الفاسد تدل عليه(¬1)، ما لم يكن الركن متخلفاً . ¶ عاشراً / ويجب ألاَّ نغفل عن أن [ ما لم يجز مقصوداً قد يجوز تبعاً ](¬2)، كما في المضاربة حين أُجيزت مع جهالة استحقاق المضارب ، وعدم استحقاقه لأجر المثل بالرغم من قيامه بعمل لقاء أجرٍ وليس تطوعاً . ويقرب منها قاعدة : [ يُغتفر في التوابع ما لا يُغتقر في غيرها ](¬3). ¶ ومن المنطلق المتقدم .. نقول / ¶ إنَّ الأصل في أنواع الكارتات هو الجواز ، وذلك : ¶ 1. لعدم وجود النص في الحرمة ، لأنها مستحدثة . ¶ ¬__________ ¶ (¬1) - راجع المواد : 371 إلى 373 من مجلة الأحكام العدلية . ¶ (¬2) - وهذه قاعدة من قواعد المذهب التي ذكرها الإمام أبو الحسن الكرخي [ ت سنة 340 هـ ] ، والتي مثَّل لها الإمام أبو الحسن النسفي [ ت سنة 537 هـ ] ، ورتبها : محمد عميم الإحسان المجددي البركتي [ معاصر ] ، ونصها عند الكرخي هو : [ الأصل .. أنه قد يثبت الشيء تبعاً وحكماً وإن كان قد يبطل قصداً ] . ص 16 القاعدة رقم 20 من رسالة الكرخي ضمن قواعد الفقه للبركتي / كراتشي 1986 م . ¶ (¬3) - المادة 54 من مجلة الأحكام العدلية .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "2. وإن وجد من يقول بالحرمة ، فهو مطالب بدليلٍ شرعيٍّ من أدلة التحريم المعروفة في الأصول . ¶ 3. كل ما يرد في هذا المقام ، هو ما يتعلق بـ [ بطاقة الإئتمان ] ، فما يترتب على المستفيد من فوائد .. وهي مما لا نشك في حرمتها . ¶ ×××××××××××××××××× ¶ على أنَّه .. يمكن تجاوز الحرمة في الزيادة التي يضيفها البنك في حالة تأخر المستفيد عن الدفع ، وذلك عن طريق : ¶ أن يكون للبنك حقَّ مطالبة المستفيد بـ [ تعويضٍ ] يقدره الخبراء ، ويتفاوت من شخصٍ لآخر ، ومن مبلغٍ لآخر ، وهذا لا يعد من الربا ، لأن : ¶ أ . الربا مشروطٌ في العقد .. وهذا ليس كذلك . ¶ ب . فإن كان التعويض مشروطاً ، فإن عدم تحديد الزيادة مسبقاً ، يجعل أحد شروط الربا متخلفاً . ¶ ت . وكذلك عدم ارتباط الزيادة التي يقدرها الخبراء كتعويض ¶ بالمدة ، بل تقدر على أساسٍ آخر . ¶ و الشروط مأخوذة من التعريف الاصطلاحي للربا ، التي وردت في كتب أصحابنا .. نورد منها الآتي : ¶ أولاً . عرِّف في كتاب الاختيار للموصليِّ : [ هو الزيادة المشروطة في العقد ، ومن دون مقابل غير الزمن في القرض ] - والنفع الزائد من غير عوضٍ في غيره - .(¬1) ¶ ثانياً . وفي ردِّ المحتار وحاشيتها ردُّ المحتار لإبن عابدين الشامي عرَّف بأنه : [ هو فضلٌ خالٍ عن عوضٍ بمعيار شرعي ، مشروط ٌ لأحد العاقدين في المعاوضة ](¬2). ¶ ××××××××××××××××××× ¶ أما الأساس الآخر الذي أشرنا إليه في الفقرة - ت - أعلاه فهو : ¶ // أن يعوَّض البنك عمَّا أصاب البنك من ضرر ، وما فاته من نفع // ¶ ¬__________ ¶ (¬1) - الاختيار لتعليل المختار لعبد الله بن محمود بن مودود الموصلي – 2 / 30 .، والجزء الأخير من إضافتنا . ¶ (¬2) - تنوير الأبصار وشرحه الدرُّ المختار وحاشية ردِّ المحتار [ المتن وشرحه لمحمد بن علاء الدين بن علي الحصكفي ت سنة 1088 هـ ، والحاشية للسيِّد محمد أمين الشهير بإبن عابدين الشامي ت سنة 1252 هـ ] - 4 / 168 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن الضرر الذي يصيب البنك مفترض ، وهو مجرد التخلي عن سيولة نقدية لحساب شخصٍ آخر بدون مقابل ، في حين عليه أن يُثبت ما فاته من نفعٍ .. وهو أمر غير متحقق دوماً . ¶ إنَّ هذا التعويض قد يكون داخلاً في قوله تعالى : { .. و أداءٌ إليه بإحسان ذلك تخفيفٌ من ربِّكم ورحمة ..}(¬1). ¶ فهل إذا أعاد المدين دينه المثليِّ بما هو أحسن من المُقْتَرَض ، ومن غير اشتراط . أقول : هل يُعدُّ هذا ربا ؟! . ¶ وهل إذا ما أهدى المدين - بعد قضاء دينه - إلى الدائن شيئاً ، فهل يُعدُّ ذلك من الربا(¬2)؟!. ¶ ومن المعلوم أن : [ أمور المسلمين تحمل على السداد حتى يظهر غيره ](¬3)، فهل ظهر غيره ؟! . ¶ ××××××××××××××× ¶ ومن جهة أخرى ، فإن القرآن الكريم يقول عن المرابين : { ... وإن تبُتُم فلكم رؤوس أموالكِم لا تَظلمون ولا تُظلمون }(¬4)، فنحن دوماً نتذكر لا [ تَظلِمون ] ، وننسى [ لا تُظلَمون ] ، فيجب أن يُنصف المقرض ، لا أن يُصاب من فعله الحسن بضرر ، وكلنا يعلم أنه : [ لا ضرر ولا ضرار ] وأنَّ [ الضرر يُزال ] . ¶ فكيف نسمح بأن يكون جزاء الإحسان الإساءة ، والله جلَّ وعلا يقول : { هل جزاء الإحسان إلاَّ الإحسان }(¬5)؟!! . ¶ ×××××××××××××××××× ¶ وقد يقول قائل .. فما بالكم نسيتم المقولة المشهورة : [ كلُّ قرضٍ جرَّ نفعاً فهو ربا ] . ¶ ونقول / ¶ أولاً - يتعامل البعض مع هذا القول على أنَّه حديث! ، والأمر ليس كذلك ، بل هو قول لبعض الفقهاء ¶ ¬__________ ¶ (¬1) - البقرة / 178 . ¶ (¬2) - راجع بحثنا : [ بدائل مقترحة عن الربا في المديونية ذات القيمة الكبيرة ] - بحثٌ مقدَّم إلى مؤتمر جامعة الإمارات ¶ المسمى بـ [ المؤسسات المالية الإسلامية / معالم الواقع وآفاق المستقبل ] المنعقد في دبي من 15 إلى 17 مايس ¶ 2005 م / البحث برمته . ¶ (¬3) - قواعد البركتي [ مرجع سابق ] / ص 63 قاعدة 52 . ¶ (¬4) - البقرة / 279 . ¶ (¬5) - الرحمن / 60 .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "شاع على الألسنة ، حتى ظنَّ الكثير كونه حديثاً ، - كما صرح بذلك الإمام شمس الأئمة السرخسي في مبسوطه(¬1). ¶ ونقلت المذكرات الإيضاحية للقانون المدني الأردني عن فقه المذاهب الأخرى نصوصاً تدل على ذلك(¬2). ¶ وأورد هذا القول صاحب الأشباه والنظائر على أنه من القواعد ، لكن البركتي في شرح قواعده التي رتبها أخذاً من قواعد أصحابنا ، أشار إلى أن هذا الحديث روي مرفوعاً عن عليِّ بحسب ما رواه الحارث بن أسامة في مسنده(¬3). ¶ ولا أستطيع أن أقدِّر مدى صحة الرواية ، وعلى فرض الورود فسنبين الموقف لاحقاً(¬4). ¶ على أن العجلوني قد جزم بأن إسناده ساقط(¬5). ¶ ثانياً - على فرض الثبوت - وقولنا بهذا هو من باب التنزُّل - ، فهو حديث آحاد معارضٌ بآية : { .. وأداء إليه بإحسان } التي سبقت ، وهي دليلٌ قطعيٌّ ، فلا ينهض ذلك القول دليلاً على المراد .. لا تقييداً لمطلق ، ولا تخصيصاً لعموم .. مع أنه لا عموم في الآية . ¶ وبالنسبة للتقييد – ففضلاً عن المساواة في القوة - ، يجب أن يكون هناك : اتِّحادٌ في الحكم ، واتِّحادٌ في السبب .. وهما أمران غير متوافرين . ¶ ¬__________ ¶ (¬1) - المبسوط للإمام شمس الأئمة السرخسي - 26 / 81 [ ط2 دار المعرفة للطباعة والبشر – بيروت بلا تأريخ ] . ¶ (¬2) - 1 / 298 [ المكتب الفني في نقابة المحامين الأردنية – مطبعة التوفيق / عمان بلا تأريخ ] ¶ (¬3) - القاعدة 230 / ص102 [ مرجع سابق ] . ¶ (¬4) 19_ سيأتي في الفقرة 2 تواً . ¶ (¬5) - كشف الخفا ومزيل الإلباس عمَّا اشتهر من الأحاديث على ألسنة الناس للشيخ إسماعيل بن محمد العجلوني الجرَّاحي [ ت سنة 1162 هـ ] – 2 / 125 [ ط3 دار إحياء التراث – بيروت ] .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولكي يُعدُّ ناسخاً لا بدَّ من : المقارنة في الورود ، مع التراخي الزمني .. وهما أمران غير متوافرين أيضاً – وهذا على افتراض الثبوت -(¬1). ¶ ثالثاً - ومن نفس منطلق ذلك التنزُّل المفترض ، ولو تجاوزنا عن عدم التساوي في القوة ، فتحمل الآية على غير المُشتَرَط ، وذلك القول يُحمل على المشروط(¬2). ¶ ××××××××××××× ¶ فإذا أقررنا بطريقة التعويض .. فأننا نستطيع اتِّباع آلية عمل في تقدير الضرر .. أو التعويض عنه ، وكالآتي : ¶ أ. يمكن أن تتضمن الشروط المعلنة عند عرض هذه [ الكارتات ] للتعامل - والتي هي بمثابة إيجاب مقترن بشروط محددة - ، تتضمن كيفية التعويض كأن يكون عن طريق [ الصلح ] ، ويقول تعالى : {.. والصلح خير }(¬3). ¶ ب. أو تتضمن تلك الشروط بيان كيفية التعويض باللجوء إلى [ مُحَكَمَيْن ] ، يمثل كلُّ منهما أحد الطرفين ، ويمكن أن يقدَّم قرار التحكيم إلى المحكمة لتصديقه .. فيكون بمثابة الحكم القضائي ، كما هو معلومٌ من القواعد العامَّة في التحكيم .؟؟؟ ¶ يقول تعالى : { وإن خِفْتُم شِقَاق بينِهِما فابْعثوا حَكَماً من أهله وحَكَماً من أهلها إن يريدا إصلاحاً يوفق الله بينهما إنَّ الله كان عليماً خبيرا }(¬4). ¶ ويقول تعالى : { يا أيُّها الذين آمنوا لا تقتلوا الصيد وأنتم حُرُمٌ ومن قَتَلَه منكم متعمداً فجزاؤه مثلُ ما عليه من النََّعَمْ يحكم به ذوا عدلٍ منكم ....}(¬5). ¶ ¬__________ ¶ (¬1) - راجع بحثنا : [ البدائل عن الربا في المديونية ذات القيمة الكبيرة ] ، المقدم إلى مؤتمر جامعة الإمارات المعقود في [ دبيِّ ] بعنوان : [ الاقتصاد الإسلامي / الواقع وآفاق المستقبل ] ، للمدة من 15 إلى 17 مايس سنة 2005 م . ¶ (¬2) - المرجع السابق . ¶ (¬3) - النساء / 128 . ¶ (¬4) - النساء / 35 . ¶ (¬5) - المائدة / 95 .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ويقول تعالى : { فلا وربِّك لا يؤمنون حتَّى يُحكِّموك فيما شَجَرَ بينهم ثم لا يجدوا في أنفسهم حَرَجاً ممَّا قضيت ويُسلِّموا تسليما }(¬1). ¶ فجعل نتيجة التحكيم قضاءً ، ويسَّلم به المتحاكمون تسليما . ¶ ج. ويمكن أن يتفقا على اللجوء إلى أيَّة جهةٍ مالية متخصصة لتقدير الضرر ، وينص على هذا - في كلِّ الأحوال - في الإعلان الذي يعلنه البنك عن تلك [ الكارتات ] . ¶ و بهذا القول نقول في هذه المسألة .. والله المستعان ~~ ¶ الفقير إلى لطف المولى الغزير ¶ د. محمد محروس المدرس الأعظمي الحنفي ¶ عامله الله وآباءه بلطفه الجليِّ والخفيِّ ¶ الأعظمية / ¶ ربيع2 1426 هـ مايس 2005 م ¶ العنوان / ¶ دار العلم والفتوى والقضاء الإسلامي – العراق / الأعظمية – قرب كلية الإمام الأعظم / المبنى المقابل لشارع الجرداغ . ¶ العراق - الأعظمية / محلة 314 / زقاق 88 / دار 41 ¶ الإيميل – m_aladhami@yahoo.com ¶ الهاتف – 96414228669 ++ / محمول - 07901359137 / 009641 ¶ تم تحميل هذا الكتاب من موقع الدكتور محمد محروس المدرس ¶ www.almoodares.net ¶ info@almoodares.net ¶ ¬__________ ¶ (¬1) - النساء / 65 .",
            "page": "12",
            "part": "1"
        }
    ],
    "t36265": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حكم البطاقات الإئتمانية"
        }
    ]
}