{
    "b36260": [
        {
            "id": "1",
            "nass": "بيع المسترسل ¶ في الفقه الإسلامي ¶ بقلم ¶ الشيخ المحامي الدكتور مسلم اليوسف ¶ مدير معهد المعارف لتخريج الدعاة في الفلبين سابقاً ¶ و مدير مكتب جامعة سانت كلمنتس العالمية في حلب سورية ¶ و الباحث في الدراسات الفقهية و القانونية ¶ بيع المسترسل في الفقه الإسلامي(1) ¶ ... إن الحمد لله نحمده ، و نستعينه ، ونستغفره ، ونعوذ بالله من شرور أنفسنا ، ومن سيئات أعمالنا . ¶ ... من يهده الله فلا مضل له ، و من يضلل فلا هادي له ، و أشهد أن لا إله إلا الله وحده لا شريك له . ¶ ... و أ شهد أ ن محمداً عبدُه و رسولُه . ¶ ... ( يَاأَيها الذين آ مَنُوا اتقُوا اللهَ حَق تُقَا ته ولاتموتن إلا وأنتم مُسلمُون ( ¶ ... ( يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَ خَلَقَ مِنْهَا زَوْجَهَا وَ بَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَ نِسَاءً وَ اتَّقُوا اللَّهَ الَّذِي تَتَسَاءَلُونَ بِهِ وَ الأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً ( . ¶ (يَا أ يها الذين آ منوا اتقوا الله و قولوا قَو لاً سَديداً يُصلح لَكُم أَ عما لكم وَ يَغفر لَكُم ذُ نُو بَكُم وَ مَن يُطع الله وَ رَسُولَهُ فَقَد فَازَ فَوزاً عَظيماً ( . ¶ ... أ ما بعد : ¶ ... ¶ ... عرف الفقهاء المسترسل : بأنه الذي اطمأن أو استأمن للبائع ، أو هو الجاهل بالقيمة ، أو الذي لا يحسن أن يماكس .(2) ¶ ... و على العموم فالمسترسل له صور كثيرة منها : ¶ الذي يطمئن إلى البائع لصفة من صفاته ، كأن يشتهربالسوق بأنه صاحب دين و أمانه فيطمئن له و يتعاقد معه . ¶ __________ ¶ (1) - بيع الاسترسال ، أو الاستئمان ، أو الاستسلام الكل يعني شئ واحد في عرف الفقهاء الذين اعترفوا به . ¶ (2) - البهوتي ، كشاف القناع ، ج3/212 – المرداوي ، الإنصاف ، ج3 /397 – التسولي ، أبو الحسن علي بن عبد السلام ، البهجة في شرح التحفة ، ج2/106.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الجاهل الذي يجهل سعر السلعة فيعلم البائع بذلك فيستغله البائع فيرفع سعر السلعة فوق سعرها الحقيقي في السوق . ¶ هو الضعيف الذي لا يحسن أن يماكس في أمور البيع و الشراء فيستغل البائغ ضعفه فيغبنه . ¶ ... و على كل من هؤلاء يمكن أن نطلق عليهم اسم المسترسل ، سواء كان جاهلا بالسعر ، أو لا يحسن البيع و الشراء أو المطمئن إلى البائع و بيعه . ¶ ... ¶ مشروعية بيع المسترسل : ¶ ... انقسم فقهاء الشريعة الإسلامية في مشروعية بيع المسترسل إلى فريقين أحدهما يعترف بالاسترسال كعقد له حكمه و أثره بل اعتبروه كغيره من العقود تحكمه القواعد العامة للعقود دون أن يكون للاسترسال أي مزية على الرغم ما قد يشوبه من غبن . ¶ و فريق آخر اعترف بالاسترسال كعقد له و آثاره الخاصة به شأنه شأن بيع النجش و تلقي الركبان . ¶ و مما تقد م يمكن القول بأن هناك اجتهادين عند أهل العلم : ¶ الاجتهاد الأول : الاسترسال تحكمه القواعد العامة للعقود . ¶ الاجتهاد الثاني : الاسترسال له حكمه و آثاره الخاصة به . ¶ و سوف ندرس كل من الاجتهادين ثم نرجح بينهما وفق قواعد أهل العلم المعتبرة . ¶ الفرع الأول ¶ الاجتهاد الأول ¶ العقد المشوب الاسترسال تحكمه القواعد العامة للعقود ¶ و قال بهذا القول كل من فقهاء الحنفية (1)، و الشافعية (2) فالاسترسال عند كل هؤلاء تحكمه القواعد العامة للعقود ، لأن نقصان أو زيادة قيمة السلعة مع سلامتها لا يمنع من لزوم العقد شأنه في ذلك غيره من العقود و بالتالي لم يثبتوا الخيار للمسترسل ، لأن نقصان قيمة السلعة عندهم مع سلامتها لا يمنع من لزوم العقد . ¶ الفرع الثاني ¶ الاجتهاد الثاني ¶ العقد المشوب بالاسترسال له حكمه و آثاره الخاصة به ¶ __________ ¶ (1) - ابن عابدين ، رد المحتار على الدر المختار ، ج4/159. ¶ (2) - النووي ، أبو زكريا يحيى بن شرف ، روضة الطالبين ، ج3/470.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "و قال بهذا القول كل من فقهاء الحنابلة (1) و المالكية (2) لما يحوي هذا العقد بين طياته على كثير من الغبن و الاستغلال لحال المسترسل . ¶ و استدل أصحاب الاجتهاد الثاني لما ذهبوا إليه بكثير من الأحاديث و لعل أهمها ما يلي : ¶ ... 1- جعفر بن محمد عن أبيه عن علي مرفوعاً : ( غبن المسترسل ربا ) .(3) ¶ ... و في تفسير هذا الحديث قولان لأهل العلم (4) أحدهما : ¶ ... أنه هو الذي لا يعرف القيمة الحقيقية السلعة . ¶ و الثاني : هو الذي لا يعرف أن يماكس بل يطمئن إلى لبائع ، و يقول له أعطني هذه السلعة دون أن يماكسه في السلعة و سعرها . ¶ 2- عن أبي أمامة مرفوعا : ( غبن المسترسل حرام ) .(5) فمنطوق هذا الحديث يبين حرمة غبن المسترسل . ¶ 3- عن ابن عمر رضي الله عنهما ، قال : ذكر رجل لرسول الله صلى الله عليه و سلم أنه يخدع في البيوع ، فقال : من بايعت فقل لا خلابة .(6) ¶ __________ ¶ (1) -ابن قدامة ، المغني ، ج 3/584 ، وانظر ابن تيمية في مجموع الفتاوى المجلد التاسع و العشرون الجزء التاسع ، ص 360. ¶ (2) - التسولي ، أبو الحسن علي بن عبد السلام ، البهجة في شرح التحفة ، ج2/106. ¶ (3) - رواه البيهقي في السنن الكبرى ، انظر المناوي في فيض القدير شرح الجامع الصغير ، ج4/400 و انظر الهيثمي في مجمع الزوائد و منبع الفوائد ، ج4/79. و قال عنه الشيخ ناصر الدين الألباني في ضعيف الجامع الصغير حديث ضعيف برقم 3908 . ¶ (4) - لبن القيم الجوزية ، الطرق الحكمية في السياسة الشرعية ، ص 251. ¶ (5) - رواه الطبراني في الكبير، انظر في الجامع الصغير للسيوطي ، 2/355. و قد ضعف الشيخ ناصر الدين هذا الحديث و قال عنه في سلسلة الأحاديث الضعيفة و الموضوعة ضعيف جداً برقم 667 وقال عنه في ضعيف الجامع الصغير حديث ضعيف برقم 3907. ¶ (6) - رواه البخاري في صحيحه ، كتاب البيوع ، ج10/12.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "... و عن أنس أن رجلاً كان في عقدته ضعف و كان يبايع و أن أهله أتوا النبي صلى الله عليه وسلم ، فقالوا : يا رسول الله ! احجر عليه . ¶ فدعا النبي - صلى الله عليه وسلم - فنهاه . ¶ فقال : يا رسول الله ! إني لا أصبر عن البيع . ¶ فقال : إذا بايعت فقل : هاء و هاء ، و لا خلابة (1). ¶ ... وجه الاستدلال : أن هذا الصحابي - رضي الله عنه - كان نتيجة مرض ما أصابه فقد قدرته على المحاكمة و المماكسة ، فأصبح عرضة للغبن و الاستغلال فاستنصحه الرسول الكريم - صلى الله عليه وسلم - أن يشترط عدم الغبن و الخديعة في أي بيع يقوم به ، فإذا ما غبن هذا الصحابي في بيعه أو شرائه كان بالخيار ثلاث ليال فإن رضي أمضى العقد و إن سخط ردها إلى صاحبها . ¶ الفرع الثالث ¶ الترجيح بين الاجتهادين : ¶ ذهب أصحاب الاجتهاد الأول إلى عدم الاعتراف بالاسترسال كعقد له حكمه ، و أثره الخاص به و قالوا بعدم إثبات الخيار للمسترسل ، لأن نقصان قيمة السلعة مع سلامتها لا يمنع من لزوم العقد ، شأنه في ذلك شأن غيره فتحكمه القواعد العامة للعقود دون أن يكون للاسترسال مزية . ¶ و قد ردوا على أدلة أصحاب الاجتهاد الثاني بأن أحاديثهم لا ترقى إلى مستوى الدليل الذي يركن إليه أو يطمئن له ( فحديث غبن المسترسل ربا ) رواه البيهقي عن يعيش بن هشام عن مالك عن جعفر بن محمد عن أبيه عن جابر مرفوعا ، و عنه عن مالك عن الزهري عن أنس مرفوعا ، و عنه عن جعفر بن محمد بن أبيه عن علي مرفوعا . ¶ و قد ضعفه البيهقي جدا و علة هذا الحديث في يعيش بن هشام كما قال عنه الشيخ ناصر الألباني بأنه حديث باطل . ¶ أما بالنسبة لحديث : ( غبن المسترسل ربا ) فقد رواه الطبراني في الكبير عن أبي أمامة مرفوعا و فيه ابن عمير الأعمى و هو ضعيف جدا . ¶ __________ ¶ (1) - رواه الترمذي في سننه ، كتاب البيوع ، ج4/248. قال عنه الشيخ ناصر الدين الألباني : حديث صحيح برقم 1250.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لذلك فإن كلا الحديثين المحتج بهما لا يصح الاستناد إليهما لما فيهما من علل قادحة فأحدهما باطل و الآخر ضعيف جداً وفق أقوال أهل العلم المعتبرين (1) . ¶ أما الحديث الثالث فهو حديث صحيح متفق على صحته و لا شك بدخول بيع المسترسل ضمن أحكام هذا الحديث ، لأن فيه نقصان في قيمة السلعة و هذا ظلم لا ترضى بها أحكام الشريعة الإسلامية و قواعدها . ¶ و بناء على ما تقدم فإننا نرى أن الرأي القائل بأن العقد المشوب بالاسترسال له حكمه و آثاره الخاصة به هو الراجح للأسباب التالية : ¶ أنهم احتجوا بحديث ( لا خلابة ) و هو حديث صحيح متفق عليه رواه البخاري و مسلم و مالك و أحمد و الترمذي و النسائي و ابن ماجه . و هذا الحديث في وجه قد أثبت الخيار ثلاثاً (2) لكل من يشترط عدم الخديعة و الغبن في العقد المبرم ما بين البائع و المشتري ، لأن العبر بعموم لفظ الحديث لا بخصوص السبب و الحادثة . ¶ أي أن الحديث النبوي الشريف لا يخص الصحابي الذي به ضعف في عقله فقط بل إن حكم الحديث يشمل كل من اشترط عدم الخديعة الغبن في البيع ، و لا جرم أن المسترسل يدخل ضمن دائرة أحكام هذا الحديث ، لأنه صرح للبائع بأنه لا علم له بقيمة السلعة و استنصحه في ذلك و كأنه اشترط عدم الخديعة و الغبن في البيع أو الشراء ، فإذا ما شاب العقد خديعة أو ما أي شائبة في الرضا فيثبت حينئذ للمسترسل خيار العقد الذي يُمكنه من فسخ العقد و إعادة الأمور إلى نصابها الصحيحة . ¶ إن الشريعة الإسلامية كلها رحمة و حكمة ، وهي تقف مع الحق أينما وجد فكيف بمن به ضعف و خلل بحكمه فمن باب أولى أن تقف نصوص الشرع ومن يطبقها بجانب هؤلاء الذين لا يحسنون البيع و الشراء أو الذين لا يعرفوا كيف يحموا أنفسهم و أموالهم من أصحاب النفوس المريضة و الضعيفة . ¶ __________ ¶ (1) - انظر سلسلة الأحاديث الضعيفة و الموضوعة و أثرها السيئ في الأمة للشيخ ناصر الدين، ج2/118. ¶ (2) - الشوكاني ، نيل الأوطار ، ج6/329.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لذلك فأنا أميل _ و الله أعلم - إلى أن العقد المشوب بالاسترسال ينطبق عليه حكم حديث ( لا خلابة ) لأن رضا المسترسل غير صحيح ذلك أنه عندما أقدم على إبرام العقد كان يعتمد على ثقته بالبائع فلما ظهر أنه قد خان هذا الثقة و أنه قد غبنه بالسعر كان رضا المشتري المسترسل غير صحيح بل هو مشوب بأحد عيوب الرضا المثبت لخيار الغبن وفق منطوق و مدلول حديث رسول الله صلى الله عليه وسلم و الله أعلم . ¶ ( لا يُكَلِّفُ اللهُ نَفْساً إلا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ) (البقرة:286) . ¶ مسلم اليوسف ¶ حلب سورية الثلاثاء 1/محرم / 1427هـ الموافق لـ 31/1/2005م ¶ هاتف المكتب : 00963212268436 * * * نقال : 0096395453111 ¶ http://saaid.net/Doat/moslem ¶ abokotaiba@hotmail.com",
            "page": "6",
            "part": "1"
        }
    ],
    "t36260": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بيع المسترسل"
        }
    ]
}