{
    "b36279": [
        {
            "id": "1",
            "nass": "من أحكام الأسهم ¶ هاني بن عبد الله بن محمد الجبير ¶ بسم الله الرحمن الرحيم ¶ إنّ الحمد لله نحمده ونستعينه ونستغفره ونتوب إليه ، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا ، من يهده الله فلا مضل له ومن يضلل فلا هادي له . وأشهد ألا إله إلا الله وحده لا شريك له. ¶ وأشهد أنّ محمدًا عبده ورسوله . ¶ صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيرا . ¶ أما بعد : ¶ فإن دين الإسلام هو الدين الذي ختم الله تعالى به الأديان ، وهو الدين الذي لا يقبل الله تعالى من أحد أن يتديّن بغيره ؛ قال تعالى : { ومن يبتغ غير الإسلام دينا فلن يُقبل منه وهو في الآخرة من الخاسرين }(1)، فلمّا كان الإسلام بهذه المثابة كان صالحًا لكل زمان ومكان ، ولذا فهو يجمع بين التطور والثبات ، القواعد التي قررها الله تعالى في كتابة وقررها المصطفى - صلى الله عليه وسلم - في سنته وأجمع عليها أئمة الإسلام قواعد ثابتة لا تتغير ولا تتبدل يستضيء بها المجتهد في كل نازلة ومسألة تلم بالمسلمين ، ومهما حصل للمسلمين من قضايا ونوازل حديثة أو قديمة سواء كانت تتعلق بنفس الإنسان أو تجارته أو طريقة تنقله أو بعلاجه وتطبيبه ودوائه فإنّه سيجد في قواعد الشريعة الثابتة بيانًا لحكم هذه المسألة ، ولذا كانت هذه الشريعة متطورة مع ما فيها من الثبات ؛ لأنها وضَعَت القواعد التي يمكن للإنسان أن يعرف من خلالها حكم كل واقعة ، وبذلك يصبح للمجتهد القدرة على أن ينظر في كل نازلة تقع ويبيّن حكمها الشرعي . وهذه الشريعة لم تترك تصرفًا من تصرفات الإنسان إلا وبينت فيه حكمًا يمنّ الله به على من يشاء من عباده ؛ فإنّ الفقه في الدين منة من الله تعالى لعبادة لا يعطيها كل أحد ؛ قال صلى الله عليه وسلم ( من يرد الله به خيرًا يفقهه في الدين )(2). ¶ __________ ¶ (1) سورة آل عمران آية 85 . ¶ (2) صحيح البخاري ( 71 ) ؛ صحيح مسلم ( 1037 ) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبحمد الله فإنَّ هذه الشريعة لا تأتي بشيء يعارض الفطرة، ولذا حث الشرع على تحصيل المال كما قال تعالى: { فابتغوا عند الله الرزق واعبدوه واشكروا له إليه ترجعون }(1) وليس جمع المال محظورًا ، إنما المحظور أن يجمع المال من الحرام ومن الحلال. ¶ عن أبي برزة الأسلمي أنه قال : قال رسول الله صلى الله عليه وسلم : ( لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع عن عمره فيما أفناه وعن جسمه فيما أبلاه وعن علمه ماذا عمل به وعن ماله من أين اكتسبه وفيم أنفقه ) (2) . ¶ فالإنسان مسئول في هذا المال عن طريقة الإنفاق وطريقة الكسب . ولذا فإنَّ معرفة طرق الكسب المباحة وطرق الكسب المحرمة من أهم ما ينبغي لمن أراد أن يدخل في أي تجارة من أنواع التجارات . ¶ قال عمر بن الخطاب رضي الله عنه: ( لا يبع في سوقنا إلا من قد تفقّه في الدين ) (3) . ¶ …وفيما يلي عرض موجز لطريقة اكتساب معاصرة نلقى الضوء عليها بما أرجو أن يكون نافعاً والله الموفق والهادي لا إله إلا هو. ¶ تمهيد ¶ …نشهد هذا العصر تطورات اقتصاديّة كثيرة تحتّم أن تتم الأعمال عن طريق تكاتف أعداد كبيرة من المساهمين لتجميع مبالغ ضخمة يمكن من خلالها إنشاء المشاريع الكبيرة التي لا يكفي في إنشائها رؤوس أموال بسيطة . ¶ …كما توجه كثير من الناس إلى البحث عن طرق يتمكنون بها من استثمار مدخراتهم القليلة، والتي لا يمكنهم من خلالها إنشاء مشاريع مستقلة، وذلك عن طريق اجتماع عدد منهم لتحصيل رأس المال المطلوب. ¶ …وتزايدت هذه الحاجة مع تزايد الرغبة في تنويع وتكثير مصادر الدخل لوجود الإكباب على الدنيا والحرص على التزيّد منها ، ولوجود الضغوط الحياتية المعاصرة . ¶ __________ ¶ (1) سورة العنكبوت آية 17 . ¶ (2) سنن الترمذي ( 2417 ) وقال حديث حسن صحيح . ¶ (3) سنن الترمذي ( 487 ) وقال هذا حديث حسن غريب .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "…كما أن وجود الشراكات في المنشآت التجارية يحقق لها الاستقرار والاستمرار ؛ لأنها بذلك لا تتأثر بحياة ما لكيها وهذا يدعم النهضة الاقتصادية . ¶ …ومن هنا وجدت الحاجة إلى وجود الشركات بأنواعها خاصّة المساهمة منها. ¶ …وأصل مبدأ الشراكة موجود في العصور الماضية ، حتى وجدت بعض القواعد المتعلّقة به في مدونات الرومان ، ولذا تناولها الفقهاء في باب مستقل وهو باب الشركة ، وبينوا جملة من أحكامها ، وقد خرج النبي صلى الله عليه وسلم بمال لخديجة رضي الله عنها ليتاجر به (1) وهذه شراكة بينهما ، ومضاربة بمالها . ¶ …ولما فتح النبي صلى الله عليه وسلم خيبر وقسمها بين أصحابه ، عامل أهل خيبر بشطر ما يخرج من ثمار مقابل عملهم (2) ، وهذا نوع من أنواع المشاركات التي تعتمد على بذل المال من أحد الطرفين ، والقيام بالعمل من الطرف الآخر وهو الذي يسمى : ( شركة المضاربة ) المعروفة في الفقه الإسلامي . ¶ …وفي هذا العصر وجدت للشركات تسميات جديدة ، واستحدث لها أساليب جديدة . ¶ …ومن هذه الشركات: الشركات المساهمة. ¶ …والشركة المساهمة: هي الشركة التي ينقسم رأس مالها إلى أسهم متساوية قابلة للتداول، ويكون الشريك مسئولاً عن ديون الشركة بقدر حصّته. (3) ¶ …وهي شركة تعتمد على جمع أموال المكتتبين على قدر طاقتهم لتحقيق رأس المال المطلوب لها. ¶ …وأغراضها متعددة، فقد تكون تجاريّة، أو صناعية، أو زراعية. ¶ __________ ¶ (1) المستدرك للحاكم ( 3/182 ) وصححه وأقره الذهبي ؛ مصنف عبد الرزاق ( 5/319 ) وهو مشهور في كتب السيرة وإن كانت أسانيده ضعيفة . ¶ (2) صحيح البخاري ( 2285 ) ؛ صحيح مسلم ( 1551 ) . ¶ (3) الشركات التجارية في النظام السعودي ، الغرفة التجارية الصناعية بالرياض ص 42 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "…وهذه الشركة نوع جديد من المعاملات ينطبق عليها وصف شركة المضاربة، أو شركة العنان والمضاربة، ولكن مع زيادة شروط لم تكن في الشركات السابقة، وهذه الشروط الأصل فيها الإباحة إلا إذا دل دليل على التحريم. لقول النبي صلى الله عليه وسلم : ( المسلمون على شروطهم ، إلا شرطًا حرم حلالاً أو أحل حرامًا ) (1) . ¶ …قال ابن القيم: \" جمهور الفقهاء على أنّ الأصل في العقود والشروط الصحّة، إلا ما أبطله الشارع أو نهى عنه، وهذا القول هو الصحيح؛ فإنّ الحكم ببطلانها حكمٌ بالتحريم والتأثيم، ومعلوم أنّه لا حرام إلا ما حرمه الله ورسوله \" (2) . ¶ … ¶ حقيقة السهم وقيمته : ¶ السهم نصيب معلوم من رأس مال مشترك لمجموعة من المشتركين ، وكل منهم يمثّل جزءًا من أجزاء متساوية ، وهو عبارة عن حصّة مشاعة من كامل حجم الشركة ومالكه يملك جزءًا من الشركة . (3) ¶ وقيمته لها أنواع :(4) ¶ قيمة اسميّة وهي التي يعلن عنها في الاكتتاب، وينص عليها في وثيقة الاكتتاب. وهي القيمة التي يدفعها المكتتب . ¶ قيمة دفتريّة ( حقيقيَّة ) وهي النصيب الذي يستحقّه صاحب السهم في صافي أموال الشركة بعد حسم ديونها ويتم تحديده بعد معرفة موجوداتها وممتلكاتها . ¶ القيمة السوقية وهي قيمة السهم في السوق عند التداول بالبيع والشراء. ¶ __________ ¶ (1) أخرجه البخاري معلقًا مجزومًا به في كتاب الإجارة باب أجرة السمسرة ، سنن الترمذي ( 1352 ) ؛ سنن أبي داوود ( 3594 ) ؛ سنن ابن ماجة ( 2353 ) ؛ مسند أحمد ( 366/2 ) وسنده حسن . ¶ (2) إعلام الموقعين ( 1/344 ) . وانظر : مجموع فتاوى ابن تيمية ( 29/346 ) . ¶ (3) فقه الزكاة ، د. يوسف القرضاوي ( 1/521 ) . ¶ (4) الشركات في النظام السعودي ، عبد العزيز الخياط ( 2/95 ) ؛ الأسهم والسندات وأحكامها ، أحمد الخليل ص 61 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فإذا حُلّت الشركة وانتهت نقدر قيمة السهم بالقيمة الحقيقية فقط والمفترض أن تكون قيمة السهم السوقيّة مماثلة لقيمته الحقيقيّة ، لكن بعض الظروف قد تؤثر على قيمة السهم السوقية . ¶ عوامل تفاوت قيمة الأسهم السوقية : ¶ القيمة السوقية يتحكم فيه: ¶ العرض والطلب. ¶ الأمل المعقود على الشركة في نوعية إنتاجها والحصول على أرباح منها . ¶ ما تدفعه من أرباح للمساهمين . ¶ الأوضاع والظروف السياسية للدولة، فالدول المستقرة ترتفع فيها قيمة الأسهم والدول غير المستقرة سياسيًا تنخفض قيمة الأسهم فيها. ¶ مكان تداول الأسهم: (1) ¶ يتم تداول الأسهم في سوق أسهم قد يسمّى: ( بورصة الأسهم ). والبورصة سوق منظّم تنظيمًا خاصًّا، تتم العمليات فيه بواسطة وسطاء. ¶ وأسواق الأسهم قد تكون أسواقًا أوليَّة، وهي التي يتم فيها إصدار الأسهم، أما الأسواق الثانويّة فهي التي تتم فيها تداول الأسهم. ¶ والآن في المملكة العربيّة السعوديّة يتم إصدار الأسهم وتداولها عبر البنوك؛ لأنّه لا توجد أسواق خاصّة بالأسهم. ¶ المسألة الأولى: هل يجوز بيع الأسهم وشراؤها ؟ ¶ …استقر رأي جماهير الفقهاء المعاصرين على جواز تداول الأسهم المباحة، وبعض الفقهاء يحرم تداولها ومن أدلّتهم: ¶ أنَّ السهم جزء مجهول من رأس مال الشركة لا يعلم تحديده وبيع المجهول لا يجوز؛ لنهي النبي صلى الله عليه وسلم عن بيع الغرر(2) . ¶ أن جزءًا من السهم أموال نقديّة ، أو ديون فبيع السهم مع اشتماله على ذلك دون تحديد مقداره تمامًا يكون مبادلة مال ربوي بمثله مع الجهل بالتماثل ، والجهل بالتماثل كالعلم بالتفاضل . ¶ ويمكن أن يجاب عن ذلك: ¶ __________ ¶ (1) انظر : أحكام السوق في الإسلام ، أحمد الدريويش ص 49 فما بعدها . ¶ (2) صحيح مسلم ( 1513 ) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بأنه يمكن تحديد مقدار السهم ومكوناته من خلال دراسة القوائم المالية للشركة ، ولو بقي بعد ذلك جهالة يسيرة فإنها تكون مغتفرة للقاعدة المعلومة من اغتفار اليسير ، خاصّةً وأن تتبع الجزئيات في مثل هذا فيه حرج ومشقّة ومن القواعد المقررة أن المشقّة تجلب التيسير . ¶ وأمّا النقود والديون في الشركة فإنّها تابعة غير مقصودة ، وبذلك لا يكون لها حكم مستقل بل تكون تابعة لغيرها والقاعدة المتقررة في الفقه أنه يجوز تبعًا مالا يجوز استقلالاً . ¶ ويدل على هذا حديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم قال: ( من ابتاع عبدًا فماله للذي باعه. إلاّ أن يشترطه المبتاع ) (1) . ¶ فصح دخول المال في هذه المعاوضة لكونه تابعًا ، وسواء كان مال العبد موجودًا أو في ذمم الناس . ¶ قال الإمام مالك رحمه الله تعالى : الأمرُ المجتمع عليه عندنا أنَّ المبتاع إن اشترط مال العبد فهو له ، نقدًا كان أو دينًا أو عرضًا ، يُعْلم أو لا يُعْلم ، وإن كان للعبد من المال أكثر مما اشترى به ، كان ثمنه نقدًا أو دينًا أو عرضًا . (2) ¶ وبما سبق يظهر جواز بيع الأسهم والله أعلم(3) . ¶ المسألة الثانية: شروط إباحة تداول الأسهم المباحة: ¶ …ما سبق من أنّ الصواب إباحة تداول الأسهم مشروط بشروط، وليست الإباحة مطلقة وهذه الشروط و الضوابط هي: ¶ أن يكون موضوع نشاط الشركة مباحًا وسيأتي تفصيل لهذا الضابط . ¶ __________ ¶ (1) صحيح البخاري ( 2379 ) ؛ صحيح مسلم ( 3905 ) ( 1543 ) . ¶ (2) الموطأ ص 394 ، كتاب البيوع ، باب ما جاء في مال المملوك . ¶ (3) انظر فتاوى ورسائل الشيخ محمد بن إبراهيم ( 7/42 ، 43 ) ؛ الشركات للشيخ علي الخفيف ص 96 ، 97 ؛ المعاملات المالية المعاصرة لعثمان شبّير ص 167 ، 168.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أن يكون تداول الأسهم بعد أن تبدأ الشركة في نشاطها الفعلي وذلك بأن تتملك بعض الأصول أو تشرع في بعض أعمالها أمّا قبل بدئها في نشاطها الفعلي فإنّه لا يجوز بيع الأسهم إلا بالقيمة الاسمية لها فقط. ¶ والسبب أنَّ السهم قبل بدء الشركة في نشاطها الفعلي عبارة عن نقود فقط فإذا باع الإنسان سهمه فيكون قد باع نقدًا بنقدٍ فهنا لابد من التقابض والتماثل . أما إذا شرعت الشركة في نشاطها وتحولت أموالها - أو بعضها - إلى سلع وخدمات فهنا تخرج عن مسألة الصرف ويكون النقد تابعًا كما سبق. ¶ من أهل العلم من يشترط لجواز شراء الأسهم أن يكون المقصود اقتناء وتملك الأسهم، أما اتخاذ الأسهم سلعة تباع وتشترى بقصد كسب فرق السّعر المتغيّر دون أن يكون له غرض في أسهم الشركة ولا يريد تملك أسهمها فهذا محرم عنده. (1) ¶ ومع وجاهة هذا القول إلا أنّه يخالف المعلوم من إباحة البيع والشراء سواء كانت رغبة المشتري تملك الشيء أو بيعه بعد رواجه. ¶ المسألة الثالثة: أقسام الشركات من حيث حكم نشاطها: ¶ تنقسم الشركات إلى ثلاثة أقسام : ¶ شركات محرمة محظورة وهي التي أُنشئت أصلاً للمتاجرة في المحرمات مثل شركة أُنشئت لبيع الخمور أو أُنشئت للعقود المحرمة مثل شركات التأمين التجاري والمصارف الربويّة فهذه لا يجوز للإنسان أن يساهم فيها ولا أن يكتتب فيها ولا يجوز إنشاؤها ولا التصرف فيها بيعًا وشراءً . ¶ شركات أصل نشاطها مباح لكن دخل عليها بعض الاستثمارات المحرمة مثل التمويلات والاستثمارات المحرمة كقروض ربوية أو بعض العقود الفاسدة وهذه يسميها المعاصرون : ( شركات مختلطة ) . ¶ شركات أصل نشاطها مباح ولم تتعاطَ العقود المحرمة والاستثمارات غير المباحة ويسميها المعاصرون: ( شركات نقية ) وهذا التقسيم إجمالي. ¶ __________ ¶ (1) مجلة مجمع الفقه الإسلامي العدد السابع ( 1/270 ، 576 ).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "…ولابد عند إرادة الحكم على الشركة أن يراعى هل تتعامل بعقود محرمة أو لها استثمارات محرمة سواء في الربا أو غيره من المعاملات وسواء في ذلك القوائم الأخيرة أو ما قبلها ، وأن لا يكتفى بآخر القوائم المالية ، حتى يتحقق من وجود المال المحرم من عدمه . ¶ المسألة الرابعة: حكم تداول أسهم الشركات حسب نشاطها: ¶ أولاً : لا شك أن كل من يرضى بإجراء العقود المحرمة والاستثمارات المحرمة أنه آثم ومعرض نفسه للوعيد الشديد الذي بينه الله تعالى في كتابه وبينه النبي صلى الله عليه وسلم في سنته والإنسان أيضًا لا يجوز له عند أي من فقهاء الإسلام أن يأكل جزء من المال المحرم بل لابد أن يخرج الحرام من ماله . ¶ كذلك كل من يستطيع أن يمنع الشركة من تعاطي العقود المحرمة بأن كان عضوًا في الجمعية العمومية للشركة أو عضوًا في مجلس الإدارة ويستطيع أن يمنع شيئًا من المحرمات فإنه لابد أن يمنعه وإذا لم يمنع هذا العقد المحرم فهو آثم . ¶ والشركة التي أصل نشاطها غير مباح لا يجوز للإنسان أن يساهم فيها والله تعالى يقول : { يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين {278} فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تَظلمون ولا تُظلمون }(1) ، وقال النبي صلى الله عليه وسلم : ( لعن الله آكل الربا وموكله وكاتبه وشاهديه وقال : هم سواء ) (2) . ¶ و السبب في هذا أن الشريك موكّل للعامل في المال، ولا يجوز للإنسان أن يوكل شخصًا أن يأخذ له ربا، أو يجري له عقدًا محرّمًا. ¶ __________ ¶ (1) سورة البقرة ( 278، 279 ) . ¶ (2) صحيح مسلم ( 1598 ) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال ابن القيم رحمه الله: \" المضارب ( يعني العامل الذي يأخذ الأموال ويتاجر فيها ) أمين وأجير ووكيل وشريك فأمين إذا قبض المال، ووكيل إذا تصرّف فيه، وأجير فيما يباشره بنفسه من العمل، وشريك إذا ظهر فيه الربح \"(1) ¶ كما لا يجوز لشخص أن يوكّل أحد أن يعمل له عملاً محرّمًا أو يجري له عقدًا فاسدًا أو يستثمر له استثمارًا محظورًا ، فكذلك لا يجوز للإنسان أن يشترك مع إنسان آخر ليجري له عقودًا محرمة بحكم الشراكة . ¶ ومن هنا نعلم أن التعامل بأسهم سلة شركات مساهمة لا يعرف حقيقة نشاط تلك الشركات ولا يلتزم القائمون عليها كونها مباحة النشاط؛ لا ينبغي لجهالة حالها. ¶ ثانيًا: الشركات النقية إذا تحقق فعلاً أنها نقية فإنه لا حرج في تداول أسهمها وتملكها والمشاركة فيها سواء بالاكتتاب أو المضاربة. ¶ ثالثًا : الشركات المختلطة هذه لا إشكال أن مجلس الإدارة فيها يأثم لتعاطيه العقود الفاسدة ، ولا إشكال أيضًا أن الإنسان إذا حصّل ربحًا من شركة مختلطة أنه لابد أن يخرج الجزء الذي يقابل نسبة الحرام في الشركة . ¶ وقد اختلف فقهاء العصر في حكم تداول أسهم هذه الشركات والمشاركة معها والمساهمة فيها على أقوال: ¶ وهي التحريم مطلقًا والإباحة مطلقًا والتفريق بين ما تكون نسبة الحرام فيها قليلةً وبين ما تكون نسبته فيها كثيرةً على تفاوت بينهم في تحديد النسبة المذكورة. ¶ والمختار من هذه الأقوال هو تحريم الاكتتاب في الشركات المختلطة وبيعها وشراؤها. ¶ وهو الذي قرره مجمع الفقه الإسلامي بجدة في دورته السابعة(2) . ¶ واختارته اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية(3) . ¶ __________ ¶ (1) بواسطة حاشية الروض المربع للشيخ عبد الرحمن بن قاسم ( 5/253 ) . ¶ (2) مجلة مجمع الفقه الإسلامي ( 7/1/712 ) . ¶ (3) فتاوى اللجنة ( 13/407 ) .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وسبب التحريم: أن يد الشريك هي نفس يد الآخر في الحكم، وكما لا يجوز للإنسان أن يباشر الحرام بنفسه فإنه يحرم عليه أن يباشره بواسطة وكيله، وتقدم أن الشريك وكيل. قال ابن القيم رحمه الله: \" وما باعوه – أي أهل الذِّمة – من الخمر والخنزير قبل مشاركة المسلم جاز لهم شركتهم في ثمنه، وثمنه حلال لاعتقادهم حله، وما باعوه واشتروه بمال الشركة فالعقد فيه فاسد؛ فإن الشريك وكيل، والعقد يقع للموكّل \"(1) . ¶ وقد ذكر السيوطي قاعدة في الأشباه والنظائر(2) فقال : من صحّت منه مباشرة الشيء صح توكيله فيه غيره ، وتوكله فيه عن غيره ، وإلا فلا . ¶ كما أن المال الحرام يشيع في مال الشركة وإخراج النسبة المحرمة من سهمه فقط قد تطهر المال ؛ لأنه ستبقى فيه حصّة شائعة من الحرام عند بعض أهل العلم قال ابن رشد : \" لا يجوز له أن يأكل منه شيئًا - أي من ماله الذي خالطه الربا - حتى يرد ما فيه من الربا ؛ لاختلاطه بجميع ماله وكونه شائعًا فيه \"(3) . ¶ كما أن في هذه المساهمة تعاونًا على الإثم وقد نهى الله عنه بقوله تعالى: { ولا تعاونوا على الإثم والعدوان }(4) . ¶ وفيه استمراء للربا، وتعطيل للسعي لتحويل الاستثمارات إلى استثمارات شرعيّة خالصة. ¶ المسألة الخامسة : كيفية التخلص من الأرباح الحاصلة عن التعامل بالأسهم المحرمة : ¶ من المهم بداية أن نقرّر أن من تعامل معاملة يعتقد أنها صحيحة بناء على اجتهاد أو فتوى وحصل التقابض فيها ثم تبيّن له ترجيح أنّها غير مباحة وأنه أخطأ فأخذه وتصرفه بهذا المال الحاصل من المعاملة المذكورة لا حرج فيه ، وإنما عليه أن يمتنع في المستقبل عنها . ¶ __________ ¶ (1) أحكام أهل الذمة ( 1/274 ) . ¶ (2) ص 261 . ¶ (3) البيان والتحصيل ( 18/195 ) . ¶ (4) سورة المائدة آية 2 .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن تيمية : \" وهكذا كل عقدٍ اعتقد المسلم صحته بتأويل من اجتهاد أو تقرير ... فإنّ هذه العقود إذا حصل فيها التقابض مع اعتقاد الصحة ، لم تنقض بعد ذلك ، لا بحكم ولا برجوع عن ذلك الاجتهاد . ¶ أمّا إذا تحاكم المتعاقدان إلى من يعلم بطلانها قبل القبض أو استفتياه ، إذا تبيّن لهما الخطأ فرجع عن الرأي الأوّل فما كان قد قبض بالاعتقاد الأوّل أُمضي ، وإذا كان قد بقي في الذمة رأس المال وزيادة ربويّة اسقطت الزيادة ورجع إلى رأس المال ولم يجب على القابض رد ما قبضه قبل ذلك بالاعتقاد الأوّل \" .(1) ¶ …أمّا إذا كان إقدامه على المعاملة دون استفتاء أو اجتهاد فإن الواجب عليه أن يخرج من ماله ما كان فيه من حرام لأنه لا عذر له. ¶ …عليه فمن أراد التخلص من المال المحرم الذي دخله بمثل هذه العقود فإنه لا يخلو من أحد ثلاث حالات: ¶ …الحالة الأولى: أن يقبض ربحًا من عائد أسهمه، فهذا عليه أن يخرج نسبة العقود المحرمة والاستثمارات غير المباحة من الربح. ¶ الحالة الثانية: أن يحصّل ربحًا نتيجة ارتفاع سعر السهم والمضاربة به فهذا عليه أن يخرج النسبة المحرمة من قيمة السهم كاملة؛ لأنّه قد باع حلالاً وحرامًا فصح في الحلال دون الحرام كمسائل تفريق الصفقة. ¶ فإن علم مقدار الحرام وإلا تحرى وأخرج ما تطمئن إليه نفسه أن به يطيب ماله . ¶ الحالة الثالثة : أن يحصّل ربحًا من بيع أسهم محرمة ( غير مختلطة ) فهنا يكون قد باع حرامًا لا شبهة فيه فعليه أن يخرج كامل القيمة التي حصلها ، فإنّ ما حرم شراؤه حرم بيعه(2) ¶ __________ ¶ (1) مجموع الفتاوى ( 29/412 ، 413 ) . ¶ (2) هذه المسألة وهي طريقة التخلص من الأرباح لم أقف على تفصيل واف فيها . والذي اخترته ورصدته بعاليه هو ما تطمئن إليه النفس ولولا طبيعة المحاضرات لاحتاج الأمر إلى زيادة بسط في تقريره . ¶ وقد وقفت على قول من يجيز بيع الأسهم المحرمة على أن يسترد البائع رأس ماله فقط ويتصدّق بالباقي ، ويرد عليه أنّه بيع للحرام والحرام غير مملوك ، ورأيت من يجيز أخذ الأرباح كاملة في عمليات مضاربة الأسهم المختلطة بالحرام ويجعل الأسهم عروضًا غير مرتبطةٍ برأس مال الشركة ، وهذا لا أدري كيف يوصف عوائد الأسهم للمستثمرين فيها مادامت ليست جزءًا من رأس المال .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": ". ¶ والمراد بإخراج القيمة أو النسبة أن ينفقها في وجوه البر، بقصد التخلّص من المال الحرام، وليس بنيّة الصدقة؛ لأنّ الله تعالى طيّب لا يقبل إلا طيبًا. ¶ المسألة السادسة: بيع الاسم لأجل الاكتتاب به من غير صاحبه ( بيع حق الاكتتاب ): ¶ والمقصود أن يمكّن شخصٌ غيره من أخذ أوراقه الثبوتية المتضمنة لاسمه وأسماء أفراد عائلته ليكتتب في إحدى الشركات بأسمائهم ويعطيه في مقابل ذلك مبلغًا ماليًا . ¶ وسبب ذلك أن بعض الشركات قد توزع نسبةً من الأسهم لكل مكتتب بمقدار متساوٍ عند كثرة المكتتبين فإذا اكتتب بأسماء كثيرة حصَّل نسبةً أكثر من الأسهم. ¶ وهذا العمل لا يجوز أخذ العوض عليه ؛ لأنّ المعقود عليه وهو الاسم الشخصي ليس ملكًا لصاحبه وليس مالاً يقبل المعاوضة ، كما لا يمكن اعتباره حقًا معنويًا كالاسم التجاري ؛ لأن الاسم التجاري يجذب العملاء ويميّز السلعة أما استعمال الاسم الشخصي فليس له فائدة إلا أخذ نصيب الغير . ¶ ولابد أن يفرّق الإنسان بين ملك المنفعة وملك الانتفاع. ¶ وقد أوضحه القرافي فقال : \" تمليك الانتفاع نريد به أن يباشر هو بنفسه فقط ، وتمليك المنفعة أعم وأشمل ، فيباشر بنفسه ، ويمكّن غيره من الانتفاع بعوض وبغير عوض . ¶ مثال الأوّل: سكنى المدارس والرباط والمجالس في الجوامع والمساجد والأسواق، فله أن ينتفع بنفسه فقط. ولو حاول أن يؤجر أو يعاوض عليه امتنع ذلك .. ¶ وأمّا مالك المنفعة فكمن استأجر دارًا أو استعارها فله أن يؤجرها من غيره ..\" (1) ¶ كما أن بيع الاسم الشخصيّ في حقيقته تحايل على الشركة المكتتب فيها، وعلى النظام العام الذي يقصد توزيع الأسهم بالتعادل بين المكتتبين لتنتفع أكبر شريحة من الناس. ففيه غش وتغرير وهما حرام.(2) ¶ المسألة السابعة: مخالفات شرعيّة في تداول الأسهم: ¶ __________ ¶ (1) الفروق ( 1/187 ) . ¶ (2) انظر في المعاوضة على الاسم الشخصي : فتاوى اللجنة الدائمة ( 15/106 ) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن هذه المخالفات : البيع الآجل ، والبيع على المكشوف ، والشراء بالهامش ( المارجن ) ، وأعمال النجش والتجمعات القاصدة للتحكم بسوق الأسهم بما يضر المتعاملين به . ¶ فالبيع الآجل : بيع يتم فيه عقد صفقات لبيع أسهم لكن يشترط فيها أن يكون الدفع والتسليم بعد فترة محددة . (1) ¶ والبيع على المكشوف : أن يستقرض المستثمر عددًا من أسهم شركة يتوقع انخفاض قيمتها ، ثم يبيعها مباشرة ويسلّم قيمتها لمن اقترضها منه رهنًا . ¶ فإن حصل ما توقعه من انخفاض قيمة السهم فإنه يشتري مثل تلك الأسهم التي اقترضها ويعيدها لمن اقترضها منه، وبذلك يكسب الفرق بين سعر الشراء والبيع(2). ¶ والشراء بالهامش: أن يشتري العميل أسهمًا بمبلغ لا يملكه كاملاً، فيدفع جزءًا من القيمة والباقي يقترضه من المشتري بفائدة، ويبقى السهم مرهونًا للبائع ضمانًا لحقوقه(3). ¶ فالبيع الآجل نوع من بيع الدين بالدين، وقد نهى النبي صلى الله عليه وسلم عن بيع الكالئ بالكالئ (4) وانعقد الإجماع على معنى الحديث .(5) ¶ __________ ¶ (1) أسواق الأوراق المالية ، سمير رضوان ص 332 . ¶ (2) مجلة مجمع الفقه الإسلامي العدد السادس ( 2/1602 ). ¶ (3) مجلة مجمع الفقه الإسلامي العدد السادس ( 2/1601 ). ¶ (4) المستدرك للحاكم ( 2/57 ) ؛ سنن الدارقطني ( 3/71 ) ؛ سنن البيهقي ( 5/290 ) وهو حديث ضعيف قال الإمام أحمد : ليس في هذا حديث يصح ، لكن إجماع الناس على أنه لا يجوز بيع دين بدين . التلخيص الحبير ( 3/26) ، ومعنى الكالئ بالكالئ أي : الدين بالدين . ¶ (5) الإجماع لابن المنذر ص 104 ؛ مجموع فتاوى ابن تيمية ( 20/512 ) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال ابن تيمية : \" النبي صلى الله عليه وسلم نهى عن بيع الكالئ بالكالئ ، وهو المؤخّر بالمؤخّر ، .. فالعقود وسائل إلى القبض، وهو المقصود بالعقد، كما أنَّ السلع هي المقصودة بالأثمان، فلا يباع ثمن بثمن إلى أجل.. لما في ذلك من الفساد والظلم المنافي لمقصود الثمنيّة ومقصود العقود \"(1). ¶ والشراء بالهامش فيه اقتراض بالربا المحرّم . ¶ والمعاملات الثلاث لا يكون المقصود فيها البيع والشراء الحقيقيّ بل المراد المراهنة والقمار على ارتفاع أو انخفاض الأسعار ، فهي معاملات تقوم على المخاطرة ، بلا إرادة للتملك ولذا لا يحصل فيها - في العادة - تسليم أوراق مالية بل يعطى أحدهما للآخر فرق السّعر فقط . ¶ والميسر هو كل معاملة لا يخلو الداخل فيها من أن يغرم أو يغنم بناء على المخاطرة فقط. (2) ¶ ولذا قال جمع من السلف: الميسر كل شيء فيه خطر. (3) ¶ ولا شك أن نسبة المخاطرة في أسواق الأسهم مرتفعة جدًا، ولا نلبث أن نسمع عن أضرار كبيرة لحقت بالمضاربين جراء ما في هذه الأسواق من مخاطرة. وهذه الأضرار تكفي للمنع من هذه الصور مع ما فيها من محاذير. ¶ وكذلك فإن النجش ، والاتفاق على التلاعب بالأسعار لأجل الكسب على حساب مستثمرين آخرين محرم ، فإن الشرع لا يبيح اكتساب المال عن طريق خداع الناس ، والإضرار حرام سواء كان بقصد الكسب أو غيره . ¶ عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال: ( من غَشّ فليس منا )(4). ¶ __________ ¶ (1) مجموع الفتاوى ( 29/472 ) . ¶ (2) شرح المحلي على المنهاج ( 4/226 ) ؛ مجموع فتاوى ابن تيميّة ( 32/242 ) ؛ تفسير القرطبي ( 3/53 ) . ¶ (3) الكشاف للزمخشري ( 1/262 ) ؛ مجموع فتاوى ابن تيمية ( 29/46 ) . ¶ (4) صحيح مسلم ( 101 ) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعن أبي سعيد الخدري رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : ( لا ضرر ولا ضرار )(1) . ¶ وكل كسب حصل للإنسان بسبب ظلمه لغيره أو خداعه له أو تغريره بالإشاعات، والأعمال الموهمة؛ فهو كسب محرم لا يحل له. ¶ …المسألة الثامنة: حكم علاوة الإصدار: ¶ …تعمد بعض الشركات عند طرح أسهمها للاكتتاب أن تضيف إلى قيمة السهم مبلغًا يسمى : رسم إصدار ، أو علاوة إصدار ، يقصد منه أن يغطي تكاليف إجراءات إصدار الأسهم وهذا لا حرج فيه بشرط أن تقدّر تقديرًا مناسبًا يكون ممثلاً فعلاً لما يكلفه إصدار السهم أما لو زادت على ذلك فتكون من أكل أموال المساهمين بالباطل(2). ¶ المسألة التاسعة: زكاة الأسهم: ¶ اختلف أهل العلم في كيفيّة زكاة الأسهم على أقوال لعل الراجح منها هو ما صدر به قرار مجمع الفقه الإسلامي وخلاصته أن تعامل شركات الأسهم كما يعامل الأفراد بأن تخرج الشركة زكاة أسهمها كما يخرج الإنسان الواحد زكاة أمواله بالنظر لمقدار المال ونصابه ونوعه . ¶ فإن لم تزك الشركة أموالها فإنّ المساهم من خلال حسابات الشركة يحسب مقدار الزكاة الواجبة على أسهمه بمعرفته لمقدار الزكاة الواجبة على الشركة إجمالاً ثم يخرج ما يخص أسهمه من الزكاة بنفس الاعتبار السابق. ¶ وإن لم يتمكن من معرفة ذلك فإن كان قد ساهم بقصد الاستفادة من ريع السهم السنوي فتجب الزكاة في الرّيع ربع العشر بعد مضي الحول عليه . ¶ وإن كان قد تملك الأسهم بقصد بيعها عندما ترتفع قيمتها زكّاها زكاة عروض تجارة بأن يخرج ربع العشر من القيمة والربح. (3) ¶ __________ ¶ (1) سنن ابن ماجة ( 2341 ) ؛ سنن الدارقطني ( 4/228 ) وذكره النووي في الأربعين وقال عنه : حديث حسن ، وله طرق يقوي بعضها بعضًا . ¶ (2) مجلة مجمع الفقه الإسلامي العدد السابع ( 1/713 ) . ¶ (3) مجلة مجمع الفقه الإسلامي العدد الرابع ( 1/881 ) وفيه عدة أبحاث في هذه المسألة .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وعليه فإنَّ المساهم الذي يقصد الاستفادة من ريع السهم يخرج الزكاة بحساب القيمة الحقيقية للسهم. وأما المضارب الذي يقصد بيعها عند ارتفاع قيمتها فيحسب زكاته على أساس قيمتها السوقية؛ لأنها كعروض التجارة. ¶ *********** ¶ وبعد فهذا ما تيسّر إيراده من أحكام في هذه العجالة. اللهم اكفنا بحلالك عن حرامك ، واغننا بفضلك عمن سواك . ¶ اللهم بارك لنا فيما رزقتنا، وقنّعنا به، واخلف علينا كل غائبة بخير. ¶ اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم إنّك حميد مجيد. ¶ اللهم بارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم إنك حميد مجيد. ¶ ملحق بعض الفتاوى والقرارات في الأسهم ¶ قرار بشأن حكم شراء أسهم الشركات ¶ والمصارف إذا كان في بعض معاملاتها ربا(1) ¶ إن مجلس المجمع الفقهي الإسلامي، برابطة العالم الإسلامي، في دورته الرابعة عشرة، المنعقدة بمكة المكرمة، والتي بدأت يوم السبت 20من شعبان 1415هـ، الموافق 21/1/1995م، قد نظر في هذا الموضوع وقرر ما يلي: ¶ بما أن الأصل في المعاملات الحل والإباحة فإن تأسيس شركة مساهمة ذات أغراض وأنشطة مباحة أمر جائز شرعًا. ¶ لا خلاف في حرمة الإسهام في شركات غرضها الأساسي محرم، كالتعامل بالربا أو تصنيع المحرمات أو المتاجرة فيها. ¶ لا يجوز لمسلم شراء أسهم الشركات والمصارف إذا كان في بعض معاملاته ربا، وكان المشتري عالمًا بذلك. ¶ إذا اشترى شخص وهو لا يعلم أن الشركة تتعامل بالربا، ثم علم، فالواجب عليه الخروج منها. ¶ __________ ¶ (1) قرارات المجمع الفقهي الإسلامي بمكة المكرمة ص 299 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والتحريم في ذلك واضح ، لعموم الأدلة من الكتاب والسنة في تحريم الربا ؛ ولأن شراء أسهم الشركات التي تتعامل بالربا مع علم المشتري بذلك ، يعني اشتراك المشتري نفسه في تعامل بالربا ؛ لأن السهم يمثل جزءًا شائعًا من رأس مال الشركة ، والمساهم يملك حصة شائعة في موجودات الشركة ، فكل مال تقرضه الشركة بفائدة ، أو تقترضه بفائدة ، فللمساهم نصيب منه ؛ لأن الذين بياشرون الإقراض والاقتراض بالفائدة يقومون بهذا العمل نيابة عنه ، والتوكيل بعمل المحرم لا يجوز . ¶ وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم تسليمًا كثيرًا، والحمد لله رب العالمين. ¶ قرار بشأن الأسواق المالية(1) ¶ إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره السابع بجدة في المملكة العربيّة السعوديّة من 7-12 ذو القعدة 1412هـ ، الموافق 9-14 أيار ( مايو ) 1992م . ¶ بعد اطلاعه على البحوث الواردة إلى المجمع بخصوص موضوع : (( الأسواق المالية : الأسهم ، الاختيارات ، السلع ، بطاقة الائتمان )) . ¶ وبعد استماعه إلى المناقشات التي دارت حوله ، ¶ قرر ما يلي : ¶ أولاً: الأسهم: ¶ الإسهام في الشركات : ¶ بما أن الأصل في المعاملات الحل فإن تأسيس شركة مساهمة ذات أغراض وأنشطة مشروعة أمر جائز. ¶ لا خلاف في حرمة الإسهام في شركات غرضها الأساسي محرم، كالتعامل بالربا أو إنتاج المحرمات أو المتاجرة بها. ¶ الأصل حرمة الإسهام في شركات تتعامل أحيانًا بالمحرمات ، كالربا ونحوه ، بالرغم من أن أنشطتها الأساسية مشروعة . ¶ ضمان الإصدار ( UNDER WRITING ): ¶ __________ ¶ (1) مجلة المجمع ، العدد السادس ، ج 2 ، ص 1273 ، والعدد السابع ، ج1 ، ص 73 ، والعدد التاسع ، ج 2 ، ص 5 . القرار رقم 13 .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ضمان الإصدار : هو الاتفاق عند تأسيس شركة مع من يلتزم بضمان جميع الإصدار من الأسهم ، أو جزء من ذلك الإصدار ، وهو تعهد من الملتزم بالاكتتاب في كل ما تبقى مما لم يكتتب فيه غيره ، وهذا لا مانع منه شرعًا ، إذا كان تعهد الملتزم بالقيمة الاسمية بدون مقابل لقاء التعهد ، ويجوز أن يحصل الملتزم على مقابل عن عمل يؤديه - غير الضمان - مثل إعداد الدراسات أو تسويق الأسهم . ¶ تقسيط سداد قيمة السهم عند الاكتتاب : ¶ لا مانع شرعًا من أداء قسط من قيمة السهم المكتتب فيه ، وتأجيل سداد بقية الأقساط ؛ لأن ذلك يعتبر من الاشتراك بما عجل دفعه ، والتواعد على زيادة رأس المال ، ولا يترتب على ذلك محذور ؛ لأن هذا يشمل جميع الأسهم ، وتظل مسؤولية الشركة بكامل رأس مالها المعلن بالنسبة للغير ؛ لأنه هو القدر الذي حصل العلم والرضا به من المتعاملين مع الشركة . ¶ السهم لحامله : ¶ بما أن المبيع في ( السهم لحامله ) هو حصة شائعة في موجودات الشركة وأن شهادة السهم هي وثيقة لإثبات هذا الاستحقاق في الحصة فلا مانع شرعًا من إصدار أسهم في الشركة بهذه الطريقة وتداولها . ¶ محل العقد في بيع السهم : ¶ إن المحل المتعاقد عليه في بيع السهم هو الحصة الشائعة من أصول الشركة، وشهادة السهم عبارة عن وثيقة للحق في تلك الحصة. ¶ الأسهم الممتازة: ¶ لا يجوز إصدار أسهم ممتازة ، لها خصائص مالية تؤدي إلى ضمان رأس المال أو ضمان قدر من الربح أو تقديمها عند التصفية ، أو عند توزيع الأرباح . ¶ ويجوز إعطاء بعض الأسهم خصائص تتعلق بالأمور الإجرائية أو الإدارية. ¶ التعامل في الأسهم بطرق ربوية : ¶ لا يجوز شراء السهم بقرض ربوي يقدمه السمسار أو غيره للمشتري لقاء رهن السهم ، لما في ذلك من المراباة وتوثيقها بالرهن وهما من الأعمال المحرمة بالنص على لعن آكل الربا وموكله وكاتبه وشاهده .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لا يجوز أيضًا بيع سهم لا يملكه البائع وإنما يتلقى وعدًا من السمسار بإقراضه السهم في موعد التسليم ؛ لأنه من بيع ما لا يملك البائع ، ويقوى المنع إذا اشترط إقباض الثمن للسمسار لينتفع به بإيداعه بفائدة للحصول على مقابل الإقراض . ¶ بيع السهم أو رهنه : ¶ يجوز بيع السهم أو رهنه مع مراعاة ما يقضي به نظام الشركة ، كما لو تضمن النظام تسويغ البيع مطلقًا أو مشروطًا بمراعاة أولوية المساهمين القدامى في الشراء ، وكذلك يعتبر النص في النظام على إمكان الرهن من الشركاء برهن الحصة المشاعة . ¶ إصدار أسهم مع رسوم إصدار: ¶ إن إضافة نسبة معينة مع قيمة السهم، لتغطية مصاريف الإصدار، لا مانع منها شرعًا ما دامت هذه النسبة مقدرة تقديرًا مناسبًا. ¶ إصدار أسهم بعلاوة إصدار أو حسم ( خصم ) إصدار: ¶ يجوز إصدار أسهم جديدة لزيادة رأس مال الشركة إذا أصدرت بالقيمة الحقيقية للأسهم القديمة - حسب تقويم الخبراء لأصول الشركة - أو بالقيمة السوقية. ¶ تحديد مسؤولية الشركة المساهمة المحدودة : ¶ لا مانع شرعًا من إنشاء شركة مساهمة ذات مسؤولية محدودة برأس مالها ؛ لأن ذلك معلوم للمتعاملين مع الشركة وبحصول العلم ينتفي الغرر عمن يتعامل مع الشركة . ¶ كما لا مانع شرعًا من أن تكون مسؤولية بعض المساهمين غير محدودة بالنسبة للدائنين بدون مقابل لقاء هذا الالتزام . وهي الشركات التي فيها شركاء متضامنون وشركاء محدودو المسؤولية . ¶ حصر تداول الأسهم بسماسرة مرخصين، واشتراط رسوم للتعامل في أسواقهم: ¶ يجوز للجهات الرسمية المختصة أن تنظم تداول بعض الأسهم بأن لا يتم إلاَّ بواسطة سماسرة مخصوصين ومرخصين بذلك العمل؛ لأن هذا من التصرفات الرسمية المحققة لمصالح مشروعة. ¶ وكذلك يجوز اشتراط رسوم لعضوية المتعامل في الأسواق المالية ؛ لأن هذا من الأمور التنظيمية المنوطة بتحقيق المصالح المشروعة .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قرار بشأن زكاة الأسهم في الشركات(1) ¶ إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الرابع بجدة في المملكة العربيّة السعوديّة من 18-23 جمادى الآخرة 1408هـ ، الموافق 6-11 شباط ( فبراير ) 1988م . ¶ بعد اطلاعه على البحوث الواردة إلى المجمع بخصوص موضوع زكاة أسهم الشركات ، ¶ قرر ما يلي : ¶ أولاً : تجب زكاة الأسهم على أصحابها ، وتخريجها إدارة الشركة نيابة عنهم إذا نص في نظامها الأساسي على ذلك ، أو صدر به قرار من الجمعية العمومية ، أو كان قانون الدولة يلزم الشركات بإخراج الزكاة ، أو حصل تفويض من صاحب الأسهم لإخراج إدارة الشركة زكاة أسهمه . ¶ ثانيًا : تخرج إدارة الشركة زكاة الأسهم كما تخرج الشخص الطبيعي زكاة أمواله ، بمعنى أن تعتبر جميع أموال المساهمين بمثابة أموال شخص واحد وتفرض عليها الزكاة بهذا الاعتبار من حيث نوع المال الذي تجب فيه الزكاة ، ومن حيث النصاب ، ومن حيث المقدار الذي يؤخذ ، وغير ذلك مما يراعى في زكاة الشخص الطبيعي ، وذلك أخذًا بمبدأ الخلطة عند من عممه من الفقهاء جميع الأموال . ¶ ويطرح نصيب الأسهم التي لا تجب فيها الزكاة، ومنها أسهم الخزانة العامة، وأسهم الوقف الخيري، وأسهم الجهات الخيرية، وكذلك أسهم غير المسلمين. ¶ ثالثًا : إذا لم تزك الشركة أموالها لأي سبب من الأسباب ، فالواجب على المساهمين زكاة أسهمهم ، فإذا استطاع المساهم أن يعرف من حسابات الشركة ما يخص أسهمه من الزكاة ، لو زكت الشركة أموالها على النحو المشار إليه ، زكى أسهمه على هذا الاعتبار ، لأنه الأصل في كيفية زكاة الأسهم . ¶ وإن لم يستطع المساهم معرفة ذلك: ¶ __________ ¶ (1) مجلة المجمع ( العدد الرابع ، ج 1 ، ص 705 ) القرار رقم 28 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فإن كان ساهم في الشركة بقصد الاستفادة من ريع الأسهم السنوي ، وليس بقصد التجارة فإنه يزكيها زكاة المستغلات ، وتمشيًا مع ما قرره مجمع الفقه الإسلامي في دورته الثانية بالنسبة لزكاة العقارات والأراضي المأجورة غير الزراعية ، فإن صاحب هذه الأسهم لا زكاة عليه في أصل السهم ، وإنما تجب الزكاة في الريع ، وهي ربع العشر بعد دوران الحول من يوم قبض الريع مع اعتبار توافر شروط الزكاة وانتفاء الموانع . ¶ وإن كان المساهم قد اقتنى الأسهم بقصد التجارة، زكاها زكاة عروض التجارة، فإذا جاء حول زكاته وهي في ملكه، زكى قيمتها السوقية وإذا لم يكن لها سوق، زكى قيمتها بتقويم أهل الخبرة، فيخرج ربع العشر 2.رابعًا:ك القيمة ومن الربح ، إذا كان للأسهم ربح . ¶ رابعًا : إذا باع المساهم أسهمه في أثناء الحول ضم ثمنها إلى ماله زكاه معه عندما يجيء حول زكاته . أما المشتري فيزكي الأسهم التي اشتراها على النحو السابق. ¶ والله أعلم ¶ فهرس المحتويات ¶ الموضوعات ... الصفحة ¶ المقدمة ... 1 ¶ التمهيد ... 3 ¶ الشركات المساهمة. ... 4 ¶ حقيقة السهم وقيمته . ... 4 ¶ عوامل تفاوت قيمة الأسهم السوقية . ... 5 ¶ مكان تداول الأسهم. ... 5 ¶ المسألة الأولى: هل يجوز بيع الأسهم وشراؤها ؟ ... 6 ¶ المسألة الثانية: شروط تداول الأسهم المباحة. ... 7 ¶ المسألة الثالثة: أقسام الشركات من حيث حكم نشاطها. ... 7 ¶ المسألة الرابعة: حكم تداول أسهم الشركات حسب نشاطها. ... 8 ¶ الشركات النقية. ... 9 ¶ الشركات المختلطة. ... 9 ¶ أقوال فقهاء العصر في حكم تداول أسهم الشركات المختلطة والمشاركة معها والمساهمة فيها. ... 9 ¶ المسألة الخامسة : كيفية التخلص من الأرباح الحاصلة عن التعامل بالأسهم المحرمة . ... 11 ¶ المسألة السادسة: بيع حق الاكتتاب ( أو بيع الاسم ). ... 12 ¶ المسألة السابعة: مخالفات شرعية في تداول الأسهم. ... 13 ¶ المسألة الثامنة: حكم علاوة الإصدار. ... 15",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المسألة التاسعة: زكاة الأسهم. ... 15 ¶ ملحق بعض الفتاوى والقرارات في الأسهم . ... 17 ¶ قرار بشأن حكم شراء أسهم الشركات والمصارف إذا كان في بعض معاملاتها ربا. ... 17 ¶ قرار بشأن الأسواق المالية. ... 18 ¶ قرار بشأن زكاة الأسهم في الشركات. ... 22 ¶ فهرس المحتويات ... 24",
            "page": "22",
            "part": "1"
        }
    ],
    "t36279": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "من أحكام الأسهم-المحاضرة-"
        }
    ]
}