{
    "b36272": [
        {
            "id": "1",
            "nass": "بحوث في ¶ غسيل الأموال وبيان حكمه ¶ في الفقه الإسلامي والنظم المعاصرة ¶ مقدم للمؤتمر العالمي الثالث للاقتصاد الإسلامي ¶ الذي سيعقد خلال شهر محرم 1424هـ- مارس2003م ¶ بجامعة أم القرى- مكة المكرمة ¶ الدكتور عبد الله محمد عبد الله ¶ مستشار سابق بمحكمتي التمييز والدستورية بدولة الكويت ¶ (طبعة تمهيدية) ¶ مقدمة ومدخل: ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده، سيدنا محمد وعلى آله وصحبه، وبعد: ¶ تلقيت دعوة كريمة من عمادة كلية الشريعة والدراسات الإسلامية ورئيس اللجنة التحضيرية للمؤتمر الثالث للاقتصاد الإسلامي الذي سيعقد بإذن الله تعالى بجامعة أم القرى بمكة المكرمة خلال شهر محرم 1424هـ- مارس2003م للمشاركة في هذا المؤتمر، وقد رأيت الاستجابة لهذه الدعوة والمشاركة عن طريق الكتابة في إحدى الموضوعات التي بينتها المحاول، ورأيت موضوع \"غسيل الأموال\" من الموضوعات التي تستحق أن يُعنى بها عناية خاصة لأنها من الموضوعات التي تتصل بالاقتصاد الإسلامي وبالتالي تهم البنوك الإسلامية أيضاً. ¶ ويهتم العالم اليوم به عناية كبيرة إدراكاً من المجتمع الدولي لآثارها السلبية على الاستقرار الاقتصادي وبخاصة على مناخ الاستثمار المحلي والدولي، ولذلك زاد الاهتمام بطرق مواجهتها من قبل العديد من الدول والمنظمات الدولية والمراكز الدولية الكبرى، حيث تهدد هذه الظاهرة الاقتصاد العالمي بل اقتصاديات العالم النامي ومن بينها البلاد العربية والإسلامية، ومن ثم تشكلت مجموعة الدول السبع(1) بل الثمان بعد انضمام روسيا إليها لبحثه، وقد أصدرت تقريرها وملاحقها في إبريل 1990 بعد دراسة استمرت سبعة أشهر وتضمن التقرير 40 نقطة في برنامج يتعامل مع موضوع غسيل الأموال على مستوى عالمي، وسيأتي بيانها خلال البحث. ¶ __________ ¶ (1) الهوامش ¶ (1) هي الولايات المتحدة الأمريكية- بريطانيا- اليابان- ألمانيا- إيطاليا- فرنسا- كندا ثم انضمت إليها روسيا فصارت تعرف بمجموعة الثمان.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وإذا ما بحثنا عناصر هذا الموضوع على عجل يظهر لنا أن مفهوم غسيل الأموال أو الجريمة البيضاء أو الاقتصاد الخفي كما يُطلق عليه فريق من الباحثين ويقصد منه إضفاء صفة المشروعية على أموال متحصلة من طرق غير مشروعة، ويحدد البعض الأعمال غير المشروعة في صور منها: ¶ 1- التجارة في المخدرات، وأنشطة البغاء والدعارة. ¶ 2- الأموال المتحصلة بسبب الرشوة أو الفساد الإداري والاختلاس. ¶ 3- الأموال المتحصلة عن التهرب من الضرائب. ¶ 4- الأموال المتحصلة مقابل صفقات الأسلحة. ¶ 5- الأموال المتحصلة مقابل أعمال التجسس الدولي. ¶ 6- الأموال المتحصلة عن تزييف النقد والشيكات المصرفية، وتزوير الاعتمادات السندية، وغيرها كما سيأتي خلال البحث. ¶ كل هذه الدخول التي تتحقق من الأنشطة السابقة غير مسجلة في الحسابات القومية للدول، وتتدرج تحت مسمى الاقتصاد الخفي التي لا تسجل ضمن حسابات الناتج القومي إما بسبب التهرب من التزامات قانونية أو بسبب أن هذه الأنشطة تعد مخالفة للقانون. ¶ وإذا دققنا النظر في هذه الأموال ومصادرها ثم في طرق الالتواء التي يسلكها أصحابها لإخفائها أو إظهارها بمظهر الكسب المشروع نجد أن الفقه الإسلامي قد عنى عناية كبيرة في دراستها أو التحذير من مغبتها ديناً ودنيا على مات سنذكره في الفصول التالية. ¶ وسنتناول فيما يأتي المكاسب وبيان الحلال والحرام منها، ثم بيان الدور الرقابي الذي قرره الفقه الإسلامي عن طريق تفعيل دور المحتسب في المجتمع، ثم الطرق التي سنها الإسلام في التخلص من المال الحرام في المباحث التالية: ¶ المبحث الأول: في بيان طرق الكسب المشروعة في الإسلام. ¶ المبحث الثاني: في الكسب غير المشروع (الحرام والشبهة). ¶ المبحث الثالث: في إجراء مقارنة بين الأموال المعدنية لدى القائلين بغسل الأموال وفي الفقه الإسلامي. ¶ المبحث الرابع: في طرق مواجهة الكسب غير المشروع في الشريعة الإسلامية والنظم المعاصرة. ¶ - - - ¶ المبحث الأول",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "في بيان طرق الكسب المشروعة ¶ في هذا المبحث نتناول مسألة الكسب المشروع من خلال ثلاثة مؤلفات لثلاثة من كبار الأئمة هم: الإمام محمد حسن الشيباني، والإمام أبي الحسن الماوردي، والإمام أبي حامد الغزالي. ¶ كتب الإمام محمد بن الحسن من أئمة الحنفية في المكاسب وشرحه الإمام ¶ أبو بكر محمد بن أبي سهل السرخسي في المبسوط، وقد عُرّف الاكتساب بأنه تحصيل المال بما حلَّ من الأسباب، وقال: إن الكسب يُستعمل في كل باب، وقد قال تعالى { أنفقوا من طيبات ما كسبتم } (1) وقال تعالى { وما أصابكم من مصيبة فبما كسبت أيديكم } (2)، أي بجنايتكم على أنفسكم وقد سمَّى جناية المرء على نفسه كسبا. ¶ وقال جل وعلا في آية السرقة \"جزاءً بما كسبا\"(3)، أي باشر بارتكاب المحظور، فعرفنا أن اللفظ مستعمل في كل باب ولكن عند الإطلاق منه اكتساب المال، واستفتح الإمام محمد بن الحسن كتابه ببعض الآثار، ومن ذلك قول الإمام عمر بن الخطاب وكان يُقدم درجة من الكسب على درجة الجهاد فيقول (لأن أموت بين شعبتي جبل أضرب في الأرض أبتغي من فضل الله أحب إليّ من أن أُقتل مجاهداً في سبيل الله، لأن الله تعالى قدَّم الذين يضربون في الأرض ليبتغوا من فضله على المجاهدين بقوله تعالى { وآخرون يضربون في الأرض يبتغون من فضل الله } الآية(4). ¶ __________ ¶ (1) سورة البقرة آية (267). ¶ (2) سورة الشورى آية (30). ¶ (3) سورة المائدة آية (38). ¶ (4) سورة المزمل آية (20) وجاء في كنز العمال ج4/123 هذا الأثر بصيغة أخرى قال: عن عمر قال: ما جاءني أجلي في مكان ما عدا الجهاد في سبيل الله أحب إلي من أن يأتيني وأن بين شعبتي رحلي أطلب من فضل الله وتلا { وآخرون يضربون في الأرض يبتغون من فضل الله } ¶ ] كتاب البيوع باب في الكسب[.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ثم ذكر الحديث أن رسول الله صلى الله عليه وسلم صافح سعد بن معاذ رضي الله عنه فإذا يداه قد اكتبتا، فسأله النبي صلى الله عليه وسلم عن ذلك، فقال: أضرب بالمر والمسحاة لأنفق على عيالي، فقبل رسول الله صلى الله عليه وسلم يده وقال: \" كفان يحبهما الله تعالى\"(1). ¶ وفي هذا بين أن المرء باكتساب ما لا بد منه ينال من الدرجات أعلاها، وإنما ينال ذلك بإقامة الفريضة ولأنه لا يتوصل إلى إقامة الفرض إلا به فحينئذ كان فرضاً بمنزلة الطهارة لأداء الصلاة. ¶ ثم قال وبيان ذلك من وجوه: ¶ أحدها- أنه لا يمكنه من أداء الفرائض إلا بقوة بدنه وإنما يحصل له ذلك بالقوت عادة، ولتحصيل القوت طرق الاكتساب أو التغالب بالانتهاب، والانتهاب يستوجب العقاب، وفي التغالب فساد، والله لا يحب الفساد، فعين جهة الاكتساب لتحصيل القوت. ¶ وكذلك لا يتوصل إلى أداء الصلاة إلا بستر العورة، وإنما يكون ذلك بثوب ولا يحصل له ذلك إلا بالاكتساب عادة، ومالا يتأتى إقامة الفرض إلا به يكون فرضاً(2). ¶ وللإمام الماوردي فلسفة متكاملة عن نظرية الكسب ويربطها بصلاح أمر الدنيا التي صلاحها من وجهين: ¶ أحدهما ما ينتظم به أمور الناس جميعاً، والآخر ما يصلح به حال كل واحد من أهلها، ويقول: هما شيئان لا صلاح لأحدهما إلا بصاحبه، وبيَّن أن صلاح الدنيا ¶ __________ ¶ (1) انظر الإصابة في تمييز الصحابة ج3/86 (رقم 3207ز) قال: روى الخطيب في المتفق بإسناد واه وأبو موسى في الذيل بإسناد مجهول عن الحسن عن أنس أن النبي صلى الله عليه وسلم لما رجع من تبوك استقبله سعد بن معاذ الأنصاري، فقال: ما هذا الذي أراك بيدك؟ قال: من أثر المر والمسحاة أضرب وأنفق على عيالي، فقبل النبي صلى الله عليه وسلم يده وقال: هذه يد لا تمسها النار. ¶ (2) المبسوط ج30/244 وما بعدها لإلى آخر الكتاب.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لا يتحقق إلا بستة قواعد، هي: دين متبع، وسلطان قاهر، وعدل شامل، وأمن عام، وخصب دائم، وأمل فسيح، ويسترسل في بيان وتوضيح هذه الأمور الستة ومدى ارتباطها وشدة علاقتها بصلاح أمر الدنيا وأهلها لو تتبعناها لخرج بنا عنا المقصود، ولكن نكتفي بذكر شيء مما له صلة بموضوعنا وهي القاعدة الثالثة وهي المادة الكافية، ويقول في توضيح هذه القاعدة لأن حاجة الإنسان لازمة لا يعرى منها بشر، قال الله تعالى { وما جعلناهم جسداً لا يأكلون الطعام وما كانوا خالدين } (1) فإذا عدم المادة التي هي قوام نفسه لم تدم له حياة ولم يستقم دين، وإذا تعذر شيء منها عليه لحقه من الوهن في نفسه والاختلال في دنياه بقدر ما تعذر من المادة عليه لأن الشيء القائم بغيره يكمل بكماله ويختل باختلاله. ¶ ويتناول سد حاجات الناس من وجهين: بمادة وكسب، فأما المادة فهي حادثة عن اقتناء أصول نامية بذواتها، وهي شيئان: نبت نام، وحيوان متناسل، قال تعالى (وأنه هو أغنى وأقنى)(2) أي: أغنى بالمال وأقنى: جعل لهم قِنية وهي أصول الأموال. ¶ وأما الكسب فيكون بالأفعال الموصلة إلى المادة والتصرف المؤدي إلى الحاجة وذلك من وجهين: ¶ أحدهما: تقلبٌ في تجارة، والثاني: تصرفٌ في صناعة. ¶ وهذان هما فرع لوجهي المادة فصارت أسباب المواد المألوفة وجهات المكاسب المعروفة من أربعة أوجه: نماء زراعة، ونتاج حيوان، وربح تجارة، وكسب صناعة. ¶ وحُكي عن المأمون أنه قال: معايش الناس على أربعة أقسام: زراعة، وصناعة، وتجارة، وإمارة، فمن خرج عنها كان كلاًّ عليها(3). ¶ __________ ¶ (1) سورة الأنبياء آية (8). ¶ (2) سورة النجم آية (48). ¶ (3) 10) كتاب أدب الدنيا والدين، ينظر الباب الرابع في أدب الدنيا.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولا يسمح المقام بتتبع ما جادت به قريحة الإمام وكلامه الممتع وقلمه السيّال في توضيح جوانب هذه المواد الأربع، ولكن انظر دقة كلامه وحصافة رأيه وهو يتكلم عن الصناعة أنها تنقسم إلى صناعة فكر وصناعة عمل وصناعة مشتركة بين فكر وعمل، وأن أشرف الصناعات صناعة الفكر، وهذه تنقسم إلى قسمين: ¶ أحدهم ما وقف على التدبيرات الصادرة عن نتائج الآراء الصحيحة كسياسة الناس وتدبير البلاد. ¶ والثاني ما أدت إلى المعلومات الحادثة عن الأفكار النظرية. ¶ ويُقّسم صناعة العمل إلى مرتبتين أيضاً: أعلاه رتبة العمل الصناعي وهو الذي يحتاج إلى معاطاة في تعلمه ومعاناة في تصوره وإلى عمل يدوي وكد كنقل الأحجار وحمل الأثقال وهو دون الأول في الرتبة(1). ¶ وإذا تأمل العاقل فيما كتبه هذا الحبر وما وضع من منهج في كتابه \"أدب الدنيا والدين\" لو وضعه السامعون موضع التنفيذ لكانوا رواداً في عالم الصناعة. ¶ ولا يفوتنا ونحن نتحدث عن العمل المشروع والكسب الحلال أن نُعرج على ما كتبه الإمام الغزالي في كتاب \"الإحياء \" في مباحث آداب الكسب والمعاش، فقد قسَّم الناس إلى ثلاثة أقسام: رجل شغله معاشه عن معاده فهو من الهالكين، ورجل شغله معاده عن معاشه فهو من الفائزين، والأقرب إلى الاعتدال هو الثالث الذي شغله معاشه لمعاده فهو من المقتصدين، ولن ينال رتبة الاقتصاد من لم يلازم في طلب المعيشة منهج السراء ولن ينتهض من طلب الدنيا وسيلة إلى الآخرة وذريعة ما لم يتأدب في طلبها بآداب الشريعة. ¶ ويذكر آداب التجارة والصناعات وضروب الاكتساب وسننها ويشرحها في خمسة أبواب كالآتي: ¶ الباب الأول: في فضل الكسب والحث عليه. ¶ الباب الثاني: في علم صحيح البيع والشراء والمعاملات. ¶ الباب الثالث: في بيان العدل في المعاملة. ¶ الباب الرابع: في بيان الإحسان فيها. ¶ __________ ¶ (1) 11) المصدر السابق.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الباب الخامس: في شفقة التاجر على نفسه ودينه(1). ¶ وتناول في الباب الثاني الكلام على جملة من الأبواب المعاملات، فقال: الباب الثاني في علم الكسب بطريق البيع والربا والسلم والإجارة والقراض والشركة وبيان شروط الشرع في صحة هذه التصرفات التي هي مدار الكسب في الشرع. ¶ ويحث على تحصيل علم هذا الباب وانه واجب على كل مسلم مكتسب، لأن طلب العلم فريضة على كل مكتسب والمكتسب يحتاج إلى علم الكسب وأنه بتحصيله علم هذا الباب يقف على مفسدات المعاملة فيتقيها وما شدَّ عنه من فروع المشكلة فيقع على سبب إشكالها فيتوقف فيها إلى أن يسأل فإنه إذا لم يعلم أسباب الفساد بعلم إجمالي فلا يدري متى يجب عليه التوقف والسؤال، فلا بد من هذا القدر من علم التجارة ليتميز له المباح من المحظور وموضع الإشكال عن موضع الوضوح. ¶ وخصَّ هذه العقود الستة لأن المكاسب لا تنفك عنها وهي: البيع والربا والسلم والإجارة والشركة والقراض. ¶ وأحكامها مفصلة في كتب الفقه على المذاهب وكذلك في مكتب التفسير والأحاديث المتعلقة بالأحكام، ولهذا نتجاوزها ونخص بعض ما جاء في كتاب الإحياء لأنه غالباً لا يبحثها الفقهاء. ¶ فمثلاً عندما يتكلم على عقد الربا يؤكد أن الله تعالى حرَّمه وشدد الأمر فيه وينبه على وجوب الاحتراز فيه على الصيارفة المتعاملين على النقدين وعلى المتعاملين على الأطعمة، إذ لا ربا إلا في نقد أوفي طعام، وعلى الصيرفي أن يحترز من النسيئة والفضل، أما النسيئة بأن لا يبيع شيئاً من جواهر النقدين إلا يداً بيد وهو أن يجري التقابض في المجلس وهذا احتراز من النسيئة، وتسليم الصيارفة الذهب إلى دار الضرب وشراء الدنانير المضروبة حرام من حيث النساء ومن حيث إن الغالب أن يجري فيه تفاضل إذ لا يرد المضروب بمثل وزنه. ¶ __________ ¶ (1) 12) إحياء علوم الدين للإمام الغزالي، كتاب آداب الكسب والمعاش.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأما الفضائل فيحترز في ثلاثة أمور: في بيع المسكر بالصحيح فلا تجوز المعاملة فيهما إلا مع المماثلة، وفي بيع الجيد بالردئ فلا ينبغي أن يشتري رديئاً بجيد دونه في الوزن، أو يبيع رديئاً بجيد فوقه في الوزن أعني إذا باع الذهب بالذهب والفضة بالفضة فإن اختلف الجنسان فلا حرج في الفضل، والثالث في المركبات من الذهب والفضة كالدنانير المخلوطة من الذهب والفضة إن كان مقدار الذهب مجهولاً لم تصح المعاملة عليها أصلاً إلا إذا كان ذلك نقداً جارياً في البلد فإنا نرخص في المعاملة عليه إذا لم يقابل بالنقد وكذا الدراهم المغشوشة بالنحاس إن لم تكن رائجة في البلد لم تصح المعاملة عليها لأن المقصود منها النقرة وهي مجهولة، وإن كان نقداً رائجاً في البلد رخصنا المعاملة لأجل الحاجة(1). ¶ وتحدث في الباب الثالث عن العدل واجتناب الظلم في المعاملة، وينّبه في هذا الباب على أمر جد خطير فيذكر أن المعاملة قد تجري على وجه يحكم المفتي بصحتها وانعقادها ولكن تشتمل على ظلم يتعرض به المعامل لسخط الله تعالى إذ ليس كل نهي يقتضي فساد العقد، وهذا الظلم يعني به ما استضرَّ به الغير وهو منقسم إلى ما يعمّ ضرره وإلى ما يخص المعامل. ¶ ويذكر فيما يعمّ ضرره أنواعاً منها: ¶ 1- الاحتكار، فبائع الطعام ينتظر به غلاء الأسعار وهو ظلم عام وصاحبه مذموم في الشرع، وذُكر عن بعض أهل العلم في قوله تعالى \"ومن يرد فيه بإلحادٍ بظلم نذقه منع عذاب أليم\"(2).إن الاحتكار من الظلم وداخل تحته في الوعيد. ¶ 2- ترويج الزيف من الدراهم في أثناء النقد، فهو ظلم إذ يستضرّ به المعامل إن لم يعرف وإن عرف فسيروجه على غيره فكذلك الثالث والرابع ولا يزال يتردد في الأيدي ويعم الضرر ويتسع الفساد ويكون وزر الكل وباله راجعاً إليه فإنه هو الذي فتح هذا الباب. ¶ وذكر أن في الزيف خمسة أمور: ¶ __________ ¶ (1) 13) إحياء علوم الدين ج2/70. ¶ (2) 14) سورة الحج آية (25).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الأول: أنه إذا رُدّ عليه شيء منه فينبغي أن يطرحه في بئر بحيث لا تمتد إليه اليد وإياه أن يروجه في بيع آخر، وإن أفسده بحيث لا يمكن التعامل به جاز. ¶ الثاني: أنه يجب على التاجر تعلم النقد لا ليستقصي لنفسه ولكن لئلا يسلم إلى مسلم زيفاً وهو لا يدري فيكون آثماً بتقصيره في تعلم ذلك العلم. ¶ الثالث: إنه إن سلم وعرف العامل أنه زيف لم يخرج عن الإثم لأنه ليس يأخذه إلا ليروجه على غيره ولا ليخبره ولو لم يعزم على ذلك لكان لا يرغب في أخذه أصلاً، فإنما يتخلص من إثم الضرر الذي يخص معاملة فقط. ¶ الرابع: أن يأخذ الزيف ليعمل بقوله صلى الله عليه وسلم\" رحم الله امرءا سهل البيع سهل الشراء سهل القضاء سهل الاقتضاء\"(1)، فهو داخل في بركة هذا الدعاء إن عزم على طرحه في بئر، وإن كان عازماً على روجه فهذا شر روّجه الشيطان عليه. ¶ الخامس: وهو خاص بالنقود المزيفة. ¶ أما ما يخص ضرره العامل فهو كل ما يستضرّ به العامل وإنما العدل أن لا يضر بأخيه المسلم، والضابط الكلي أن لا يحب لأخيه إلا ما يحب لنفسه فكل ما لو عومل به شقّ عليه وثقل على قلبه فينبغي أن لا يُعامل غيره به(2). ¶ هذا وليس مقصودنا في هذا المبحث استقصاء أبواب المعاملات فإن ذلك يخرج بنا عن المقصود وقد تكفلت كتبه الفقه بيان ذلك. ¶ المبحث الثاني ¶ في الكسب غير المشروع ¶ ]الحرام والشبهة[ ¶ فصَّل الإمام الغزالي الكلام على الحلال والحرام في الكتاب الرابع من ريع العائدات من كتاب \"إحياء علوم الدين\"، ونحن نجتزئ منه ما يتصل ببحثنا وقد أحلنا على كتب الفقه ما يتصل بطلب الحلال، أما المال الحرام فقد قال: إن المال الحرام إنما يحرم إما لمعنى في عينه أو خلل في جهة اكتسابه. ¶ __________ ¶ (1) 15) رواه البخاري من حديث جابر كتاب البيوع، باب السهولة والسماحة في الشراء والبع، النظر الفتح ج5/210. ¶ (2) 16)الإحياء ج2/74- 76.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أما الحرام لصفة في عينه كالخمر والخنزير وغيرهما وتفصيله أن الأعيان المأكولة على وجه الأرض لا تعدو على ثلاثة أقسام: فإنها إما أن تكون من المعادن كالملح والطين وغيرهما أو من النبات أو من الحيوانات. ¶ أما المعادن فهي أجزاء الأرض وجميع ما يخرج منها فلا يحرم أكله إلا من حيث أنه يضر بالآكل وفي بعضها ما يجري مجرى السم، والخبز لو كان مضرّاً لحرم أكله، وأما النبات فلا يحرم منه إلا ما يزيل العقل أو يزيل الحياة فمزيل العقل البنج والخمر وسائر المسكرات ومزيل الحياة السموم ومزيل الصحة الأدوية في غير وقتها. ¶ وأما الحيوانات فتنقسم إلة ما يؤكل وإلى ما يؤكل وتفصيله في كتاب الأطعمة. ¶ والقسم الثاني ما يحرم لخلل في جهة إثبات اليد عليه. ¶ ويقول: وفيه يتسع النظر، لأن أخذ المال إما أن يكون باختيار المال أو بغير اختياره كالذي يكون بغير اختياره كالإرث، والذي يكون باختياره إما أن لا يكون من مال كالمعادن أو يكون مالك، والذي أخذ من مالك فإما أن يؤخذ قهراً أو يؤخذ تراضياً، والمأخوذ قهراً إما أن يكون لسقوط عصمة المالك كالغنائم أو لاستحقاق الأخذ كزكاة الممتنعين والنفقات الواجبة عليهم، والمأخوذ تراضياً إما أن يؤخذ كالبيع والصداق والأجرة وإما أن يؤخذ بغير عوض كالهبة والوصية فيحصل ستة أقسام. ¶ ثم يتكلم عن درجات الحلال والحرام فيقول: الحرام كله خبيث لكن بعضه أخبث من بعض، والحلال كله طيب لكن بعضه أطيب من بعض. ¶ إلى أن يقول: الورع عن الحرام على أربع درجات: ¶ الأول: ورع العدول وهو الذي يجب الفسق باقتحامه وتسقط العدالة به ويثبت اسم العصيان والتعرض للنار بسببه، وهو الورع عن كل ما تحرمه فتاوى الفقهاء. ¶ الثاني: ورع الصالحين وهو الامتناع عما يتطرق إليه احتمال التحريم، ولكن المفتي يرخص في التناول بناء على الظاهر، فهو من مواقع الشبهة على الجملة والتحرج منه من ورع الصالحين.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الثالث: ما لا تحرمه الفتوى ولا شبهة في حله ولكن يخاف من أداؤه إلى محرم وهو ترك ما لا بأس به مخافة مما به بأس وهذا ورع المتقين. ¶ الرابع: ما لا بأس به أصلاً ولا يخاف منه أن يؤدي إلى ما به بأس، ولكنه يتناول لغير الله وعلى غير نية التقوى به على عبادة التقوى به على عبادة الله والامتناع منه وهذا ورع الصديقين فهذه درجات الحلال جملة. ¶ وأما الحرام الذي ذكرناه في الدرجة الأولى وهو الذي يشترط التورع عنه في العدالة وإطراح سمة الفسق فهو أيضاً على درجات في الخبث، فالمأخوذ بعقد فاسد كالمعاطاة مثلاً فيما يجوز فيه المعاطاة حرام ولكنه ليس في درجة المغصوب على سبيل القهر بل المغصوب أغلظ إذ فيه ترك طريق الشرع في الاكتساب وإيذاء الغير، وليس في المعاطاة إيذاء وإنما فيه ترك طريق التعبد فقط، ثم ترك طريق التعبد بالمعاطاة أهون من تركه الربا، وهذا التفاوت يدرك بتشديد الشرع وعيده، والمأخوذ ظلماً من فقير أو صالح أو من يتيم أخبث وأعظم من المأخوذ من قوي أو غني أو فاسق لأن درجات الإيذاء تختلف باختلاف درجات المؤذى، فهذه دقائق في تفاصيل الخبائث لا ينبغي أن يذهل عنها فلولا اختلاف درجات العصا لما اختلفت دركات النار(1). ¶ ثم يضرب الأمثال للدرجات الأربع في الورع وشواهدها، فيقول: أما الدرجة الأولى وهي ورع العدول فكل ما اقتضى الفتوى تحريمه مما يدخل في المداخل الستة التي ذكرناها من مداخل الحرام لفقد شرط من الشروط فهو الحرام المطلق الذي ينسب مقتحمه إلى الفسق والمعصية وهو الذي نريده بالحرام المطلق ولا يحتاج إلى أمثلة وشواهد. ¶ __________ ¶ (1) 17) الإحياء ج2/94، 95.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأما الدرجة الثانية فأمثلتها كل شبهة لا توجب اجتنابها ولكن يستحب اجتنابها كما سيأتي في باب الشبهات، أما ما يجب اجتنابها فتلحق بالحرام ومنها ما يكره اجتنابها كمن يمتنع من الاصطياد خوفاً من أن يكون الصيد قد أفلت، ومنها ما يستحب اجتنابها ولا يجب وهو الذي ينزل عليه قوله صلى الله عليه وسلم (دع ما يريبك إلى ما لا يريبك) (1)ونحمله على نهي التنزيه. ¶ ثم يتناول مراتب الشبهات ومثاراتها وتمييزها عنا الحلال والحرام، ويستشهد بحديث النعمان ابن بشير المتفق عليه \"الحلال بيِِّن والحرام بيِّن وبينهما أمور مشتبهات لا يعلمها كثير من الناس فمن اتقى الشبهات فقد استبرأ لعرضه ودينه ومن وقع في الشبهات وقع الحرام كالراعي حول الحمى يوشك أن يقع فيه\"(2). ¶ قال هذا الحديث نص في إثبات الأقسام الثلاثة والمشكل منها المتوسط الذي لا يعرفه كثير من الناس وهو الشبهة، ثم يتكلم عن الحلال المطلق ويُعرفه بأنه الذي خلا عن ذاته الصفات الموجبة للتحريم في عينه وانحل عن أسبابه ما تطرق إليه تحريم أو كراهية ويضرب له كماء المطر الذي يجمعه الإنسان مباشرة. ¶ والحرام المحض هو ما فيه محرمة لا شك فيها كالشدّة المطربة في الخمر، والنجاسة في البول، أو حصل بسبب منهي عنه قطعاً كالمحصل من الظلم والربا ونظائره، فهذان طرفان ظاهران ويلتحق بالطرفين ما تحقق أمره ولكنه احتمل تغيره ولم يكن كذلك الاحتمال سبب يدل عليه. ¶ __________ ¶ (1) 18) قال: قال زين الدين العراقي في تخريج أحاديث الإحياء رواه النسائي والترمذي والحاكم وصححاه من حديث الحسن بن علي. وانظر كشف الخفاء ومزيل الألباس، قال: رواه أبو داود والطيالس وأحمد وأبو يعلى في مسانيدهم والدارمي والترمذي وآخرون عن الحسن بن علي رقم عنده (1307) حرف الدال ج1/489. ¶ (2) 19) الحديث: قال في تيسي الوصول ج4/166- أخرجه الخمسة من حديث النعمان بن بشير رضي الله عنه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم تكلم عن الشبهة ويُعنى بها ما اشتبه أمره بأن تعارض فيه اعتقادان صدرا عن سببين مقتضيين للاعتقادين. ¶ ويذكر مثارات الشبهة وهي خمسة، ونذكرها باختصار: ¶ المثار الأول: الشك في السبب المحل والمحرم. ¶ وذلك لا يخلو إما أن يكون متعادلاً أو غلب أحد الاحتمالين، فأن تعادل الاحتمالين كان الحكم لما عرف قبله فيستصحب ولا يترك بالشك، وإن غلب أحد الاحتمالين بأن صدر عن دلالة معتبرة كان الحكم للغالب وهو على أربعة أقسام: ¶ الأول: أن يكون التحريم معلوماً من قبل ثم يقع الشك في المحلل، فهذه الشبهة يجب اجتنابها ويحرم الإقدام عليها. ¶ الثاني: أن يعرف الحل ويشك في المحرم فالأصل الحل وله الحكم. ¶ الثالث: أن يكون الأصل والتحريم ولكن طرأ ما أوجب تحليله بطن غالب فهو مشكوك فيه والغالب حله. ¶ الرابع: أن يكون الحل معلوماً ولكن يغلب على الظن طريان محرم بسبب معتبر في غلبة الظن شرعاً فيرفع الاستصحاب ويقضي بالتحريم إذ إن الاستصحاب ضعيف ولا يبقى له حكم مع غالب الظن. ¶ وانتهى إلى القول بأن كل ما حكمنا في هذه الأقسام الأربعة بحله فهو حلال في الدرجة الأولى والاحتياط تركه، فالمقدم عليه لا يكون من زمرة المتقين الصالحين بل من زمرة العدول الذين لا يقضى في فتوى الشرع بفسقهم وعصيانهم واستحقاقهم للعقوبة. ¶ المثار الثاني: للشبهة شك منشئه الاختلاط. ¶ وذلك بان يختلط الحرام بالحلال ويشتبه الأمر ولا يتميز، وتحته ثلاثة أقسام لأن الخلط لا يخلو إما أن يقع بعدد لا يحصر من الجانبين أو من أحدهما أو بعدد محصور، فإن اختلط بمحصور فلا يخلو إما أن يكون اختلاط امتزاج بحيث لا يتميز كاختلاط المائعات أو يكون اختلاط استبهام مع التميز للأعيان كاختلاط الدور والأفراس، والذي يختلط بالاستبهام فلا يخلو إما أن يكون مما يقصد عينه كالعروض أو لا يقصد كالنقود، ويأتي لكل نوع من هذه الأنواع بالأمثلة ومزيد بيان.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المثار الثالث: للشبهة أن يتصل السبب المحلل معصية كالبيع قفي وقت النداء يوم الجمعة والبيع على بيع الغير والسوم على سومه، فكل نهي ورد في العقود ولم يدل على فساد العقد فإن الامتناع من جميع ذلك ورع وإن لم يكن المستفاد بهذه الأسباب محكوماً بتحريمه، وتسمية هذا النمط شبهة فيه تسامح لأن الشبهة في غالب الأمر تطلق لإرادة الاشتباه والجهل ولا اشتباه هاهنا بل العصيان، وتناول الحاصل من هذه الأمور مكروه والكراهة تشبه التحريم فإن أُريد بالشبهة هذا فتسمية هذا شبهة له وجود و إلا فينبغي أن يُسمى هذا كراهة لا شبهة. ¶ وقسم الكراهة إلى ثلاث درجات: ¶ الأولى: منها تقرب من الحرام والورع عنه مهم، والأخيرة تنتهي إلى نوع من المبالغة وبينهما أوساط نازعة إلى الطرفين. ¶ المثار الرابع: للشبهة: الاختلاف في الأدلة، فإن ذلك كالاختلاف في السبب لأن السبب سبب لحكم الحل والحرمة والدليل سبب لمعرفة الحل والحرمة فهو سبب في حق المعرفة،وما لم يثبت في معرفة الغير فلا فائدة لثبوته في نفسه وإن جرى سببه في علم الله وهو إما أن يكون لتعارض أدلة الشرع أو لتعارض العلامات الدالة أو لتعارض التشابه. ¶ القسم الأول: أن تتعارض أدلة الشرع، مثل تعارض عمومين من القرآن أو السنة، أو تعارض قياسين، أو تعارض قياس وعموم، وكل ذلك يورث الشك ويرجع فيه إلى الاستصحاب أو الأصل المعلوم قبله إن لم يكن ترجيح، فإن ظهر ترجيح جانب الحظر وجب الأخذ به، وإن ظهر في جانب الحل جاز الأخذ به ولكن الورع تركه واتقاء مواضع الخلاف مهم في الورع في حق المفتي والمقلد وإن كان المقلد يجوز له أن يأخذ بما أفتى له المفتي الذي يظن أنه أفضل العلماء. ¶ القسم الثاني: تعارض العلامات الدالة على الحل والحرمة، كأن يرى عند رجل صالح مالاً منهوباً فيدل صلاحه على أنه حلال ويدل نوع المال المنهوب على أنه حرام، فيتعارض الأمران وكذلك يخبر عدل على أنه حرام وآخر على أنه حلال.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "القسم الثالث: تعارض الأشياء في الصفات التي تُناط بها الأحكام(1). ¶ المبحث الثالث ¶ مقارنة بين الأموال المعنية عند القائلين ¶ بغسل الأموال وبين الأموال عند الفقهاء ¶ هذه المقارنة ضرورية سيما على المستوى الاقتصادي والدولي والبنوك الإسلامية التي تعنيها الأمر، فقد يفرض عليها بتشريعات وقوانين بضرورة اتخاذ موقف قبل الأموال المودعة لديها في ظل الخطوات التي تمارسها الدول الآن على المستوى العالمي، وقد تفرض على متلف الدول الخضوع لها والتقيد بأحكامها. ¶ كما حدث لنيجيريا حيث اضطرت لإصدار قانون لمكافحة غسيل الأموال وذلك قبل يوم واحد لانتهاء المهلة التي حددتها لها الدول الصناعية الكبرى لتفادي العقوبات الدولية وقد هددتها أمريكا بفرض عقوبات ما لم تُصدر نيجيريا قوانينها بحلول 15 من ديسمبر الجاري (الأنباء الكويتية عدد 9561 بتاريخ 17/12/2002م). ¶ وهذا عرض موجز للأموال التي يطالها مفهوم غسيل الأموال والإجراءات التي تتجه الدول إلى اتخاذها أو اتخذتها بالفعل. ¶ __________ ¶ (1) 20) الإحياء ج2/99- 117.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أما الأموال في عرف المهتمين بقضية غسيل الأموال فهي إضافة إلى ما ذكرنا في مقدمة البحث تعني كما بحثها الدكتور حمدي عبد العظيم أستاذ الاقتصاد وعميد أكاديمية السادات للعلوم الإدارية في كتابه غسيل الأموال في مصر والعالم (الجريمة البيضاء أبعادها وآثارها كيفية مكافحتها) وتضمن الكتاب خمسة فصول، بحث في الفصل الأول العلاقة بين غسيل الأموال والاقتصاد الخفي، وفي الفصل الثاني غسيل الأموال على مستوى العالم، وفي الفصل الثالث غسيل الأموال في مصر، وفي الفصل الرابع الآثار الاقتصادية لعملية غسيل الأموال، وفي الفصل الخامس تحدث عن الجهود الدولية لمواجهة غسيل الأموال، وهو كما يظهر دراسة شاملة لغسيل الأموال مصدرها وآثارها وكيفية مكافحتها، وبينَّ في مقدمة كتابه أن تعبير غسيل الأموال أو الجريمة البيضاء يعتبر من التعبيرات التي تداولت مؤخراً في كافة المحافل المحلية والدولية المهتمة بالجرائم الاقتصادية والأمن الاجتماعي والأمن الاقتصادي باعتبار أن عمليات غسيل الأموال ترتبط إلى حد كبير بأنشطة غير مشروعة عادة ما تكون هاربة خارج حدود سريان القوانين المناهضة للفساد المالي ثم تحاول العودة مرة أخرى بصفة شرعية معترف بها من قبل نفس القوانين التي كانت تُجرمها داخل الحدود الإقليمية التي تسري عليها هذه القوانين. ¶ عادة الأموال أو الدخول الناتجة عن أحد أو كل الأنشطة التالية: ¶ أنشطة الاتجار في السلع أو الخدمات غير المشروعة وفقاً لقوانين أو تشريعات الدولة، مثل المتاجرة في المخدرات بأنواعها المختلفة وأنشطة البغاء والدعارة أو شبكات الرقيق الأبيض. ¶ أنشطة التهريب عبر الحدود للسلع والمنتجات المستوردة دون دفع الرسوم أو الضرائب الجمركية المقررة، مثل تهريب السلع من المناطق الحرة وتهريب السجائر والسلع المعمرة والسلاح وغيرها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أنشطة السوق السوداء والتي يتحقق منها دخولاً طائلة للمتعاملين فيها بالمخالفة لقوانين الدولة، مثل الاتجار في العملات الأجنبية في الدول التي تفرض رقابة صارمة على التعامل في النقد الأجنبي. ¶ وكذلك الاتجار في السلع التي تعاني البلاد من نقص المعروض منها، حيث يتجه التجار إلى رفع أسعار بيعها بشكل كبير وبالمخالفة لضوابط التسعير التي تحددها السلطات المحلية. ¶ أنشطة الرشوة والفساد الإداري والتربح من الوظائف العامة، وذلك من خلال الحصول على دخول غير مشروعة مقابل التراخيص أو الموافقات الحكومية أو ترسي العطاءات في المعاملات المحلية والخارجية بالمخالفة لأهم نصوص اللوائح والقوانين. ¶ الدخول الناتجة عن التهرب الضريبي من خلال التلاعب في الحسابات أو إخفاء مصدر الدخل وعدم سداد الضرائب المستحقة على النشاط إلى خزانة الدولة أو تحويل الأموال إلى خارج البلاد بإيداعها هناك في البنوك الأجنبية. ¶ العمولات التي يحصل عليها بعض الأفراد مقابل عقد صفقات الأسلحة والسلع الرأسمالية أو الاستثمارية أو الحصول على التكنولوجيا المتقدمة أو أية صفقات تجارية كبيرة القيمة. ¶ الدخول الناتجة عن الأنشطة السياسية غير المشروعة مثل أنشطة الجاسوسية الدولي، الدخول الناتجة عن السرقات أو الاختلاسات من الأموال العامة. ¶ الاقتراض من البنوك المحلية بدون ضمانات كافية وتحويلها إلى الخارج وعدم سداد المستحقات للبنوك المحلية، وهروب الأشخاص المقترضين مع أموالهم خارج البلاد لفترات إلى أن تسقط عنهم الجرائم والأحكام بالتقادم. ¶ جمع أموال المودعين وتهريبها إلى الخارج وإيداعها في البنوك الأجنبية دون وجود ضمانات كافية لأصحاب الأموال، مع قيام الأشخاص الذين يجمعون هذه الأموال إلى عقارات أو محلات تجارية أو غيرها ثم بيعها إلى ذويهم تمهيداً لعودتها إلى البلاد مرة أخرى في صورة غير مشروعة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الدخول الناتجة عن النصب والاحتيال المهربة إلى الخارج مثل الاحتيال على الراغبين في العمل في الخارج لقاء مبالغ مقابل الحصول على شهادات أو جوازات مزورة. ¶ الدخول الناتجة عن الغش التجاري أو الاتجار في السلع الفاسدة أو تقليد الماركات العالمية أو المحلية ذات الجودة والشهرة الفائقة، أو تزوير الكتب والمصنفات الفنية الخ.... الدخول الناتجة عن تزييف النقد. ¶ الدخول الناتجة عن تزوير الشيكات المصرفية وسحب المبالغ من البنوك المحلية بشيكات أو حوالات مزورة، أو من خلال تزوير الاعتمادات المستندية المعززة بموافقة البنوك. ¶ الدخول الناتجة عن المضاربة غير المشروعة في الأوراق المالية والتي تعتمد على خداع المتعاملين في البورصات العالمية. ¶ ثم قال: إن كافة الدخول التي تتحقق من الأنشطة السابق ذكرها تعتبر غير مسجلة في الحسابات القومية، ومن ثم يصعب الوصول إلى أرقام حقيقية عن حجمها أو مقاديرها باعتبارها أنشطة تدرج ضمن أنشطة الاقتصاد الخفي أو الاقتصاد السفلي وتمثل الجانب غير المشروع(1). ¶ وبينَّ المستشار عبد الفتاح مراد المقصود بعبارة غسيل الأموال في القانون رقم ¶ 80/2002 بشأن مكافحة غسل الأموال في مصر طبقاً لما نصت عليها المادة الأولى فقرة (ب) بأنها كل سلوك ينطوي على اكتساب أموال أو حيازتها أو التصرف فيها ¶ __________ ¶ (1) 21) كتاب غسيل الأموال في مصر والعالم ص 5،7.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أو إدارتها أوحفظها أو استبدالها أو إيداعها أو ضمانها أو استثمارها أو نقلها أو تحويلها أو التلاعب في قيمتها إذا كانت متحصلة من جريمة من جرائم زراعة وتصنيع النباتات والجواهر والمواد المخدرة وجلبها وتصديرها والتجار فيها وجرائم اختطاف وسائل النقل واحتجاز الأشخاص والجرائم التي يكون الإرهاب بالتعريف الوارد في المادة (86) من قانون العقوبات، وجرائم استيراد الأسلحة والذخائر والمفرقعات والاتجار فيها وصنعها بغير ترخيص، والجرائم المنصوص عليها في الأبواب الأول والثاني والثالث والرابع والخمس عشر والسادس عشر من الكتاب الثاني من العقوبات، وجرائم سرقة الأموال أو اغتصابها، وجرائم الفجور والدعارة، والجرائم الواقعة على الآثار، والجرائم البيئية المتعلقة بالمواد والنفايات الخطيرة، والجرائم المنظمة التي يُشار إليها في الاتفاقات الدولية التي تكون مصر طرفاً فيها- سواء وقعت جريمة غسل الأموال في الداخل أو الخارج بشرط أن يكون معاقباً عليها في كلا القانونين المصري والأجنبي- متى كان القصد من هذا السلوك إخفاء المال أو تمويه طبيعته أو مصدره أو مكانه أو صاحبه أ, صاحب الحق فيه أو تغيير حقيقته أ, الحيلولة دون اكتشاف ذلك أو عرقلة التوصل إلى شخص من ارتكب الجريمة المتحصل منها المال(1). ¶ وقد عقدت كلية الحقوق- جامعة الكويت- حلقة نقاشية يوم الأحد الموافق ¶ __________ ¶ (1) 22) الأهرام عدد رقم 42375، الجمعة 9 شوال 1423هـ- 13 ديسمبر 2002م. ¶ (23) مجلة الحقوق، السنة الثانية والعشرون، العدد الثالث، جمادى الآخرة 1419هـ- سبتمبر 1998م.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "10/5/1998م حول ظاهرة غسيل الأموال وأثرها على الاقتصاد الوطني، شارك فيها عدد من الأساتذة من بينهم عدد حضروا عن البنوك، كما حضر مندوب عن البنك المركزي وتناولوا كل ما يتصل بعملية غسل الأموال وكيفية تحويل الكميات الضخمة من النقد إلى إيداعات أو تحويلها إلى أدوات مالية عاملة أو إلى رؤوس أموال أخرى تدور في الاقتصاد أو أنها تمر بمراحل ثلاث هي الإحلال والتعتيم والتغطية والدمج. ¶ أولاً- الإحلال: ويقصد بالإحلال تقديم المال في صورة تجارة مشروعة عن طريق خلق نسيج جديد للصفقات النقدية بإيداعات نقدية بنكية أو شراء أوراق مالية. ¶ وهناك إحلال عن طريق استخدام مؤسسات غير تقليدية مثل بيوت الصيرفة سماسرة الائتمان وتجار المعادن النفيسة والكازينوهات وأماكن اللهو بصفة عامة، كذلك من وسائل الإحلال شراء السيارات والمركب والطائرات والعقارات وهي وسيلة تقليدية لغسيل الأموال، ومفضلة لأنها تحول النقد إلى رأس مال ذي قيمة عالية يستخدم مستقبلاً من خلال عمليات إعادة البيع في عمليات أخرى. ¶ كذلك عمليات تهريب العملة من بلد الأصل من خلال شركات البرق والبريد الجوي السريع والشركات الجوية الخاصة وعمليات شحن البضائع. ¶ ومن أبرز إجراءات هذه المرحلة اختيار موقع التنفيذ، وهناك أسواق معروفة تقدم تسهيلات وتأمينات لهذا العملية مثل هونج كونج وبنما وجزر الكاريبي. ¶ ثانيا- التعتيم والتغطية: وهي مرحلة تالية للمرحلة السابقة فإذا نجح التاجر في أن يضع أمواله في إطار النظام المالي الدائر ينتقل بعد ذلك إلى الخطوة الثانية وهي المعروفة بالتعتيم وهي مرحلة يتم فيها فصل الدخل عن أصله بخلق طبقات معقدة من صفقات مالية تهدف إلى إخفاء معالم مصدر المال أو إبعاده قدر الإمكان عن إمكانية تتبع الحركة الحسابية له.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ومن أمثلة التعتيم استخدام أوراق مالية من خلال مؤسسات مالية من السهل تحويلها مثل الشيكات السياحية وخطاب الضمان وأوامر الدفع وشيكات الصرف والأسهم والسندات، وهذه الوسائل تسمح للدخل أن يتحول مرة أخرى أو يودع في مؤسسة وطنية أخرى دون أن يُكشف، وإن رأس المال الذي تم الحصول عليه في المرحلة الأولى يمكن أن يُعاد بيعه أو يصدر والمقابل يأخذ صورة دفع نقدي وهو ما يجعل شخص المشتري أقل وضوحاً ورأس المال أكثر مرونة في الحركة. ¶ ثالثاً- الدمج: وهذه المرحلة تكفل الغطاء النهائي للمظهر الشرعي للثروة ذات المصدر غير المشروع، وبهذه العملية توضع الأموال المغسولة مرة أخرى في الاقتصاد بطريقة يبدو معها أنه تشغيل عادي لما من مصدر نظيف، ومن أمثلة إجراءات الدمج: ¶ ا) بيع وشراء العقارات بواسطة شركة غطاء تشتري ثم تبيع. ¶ ب) القروض الصورية أو الوهمية، وعادة يلجأ التجار إلى شراء بضائع بأسعار تضخمية والغاسل لا يهمه أن يدفع السعر التضخمي طالما أنه يحصل على بضائع أصلية مطهرة يمكن بصورة مباشرة أن يبيعها. ¶ ج) مشاركات البنوك الأجنبية في عمليات الغسيل. ¶ د) يعرقل مهمة الكشف نظام السرية عمل البنوك مما يحقق تسهيلات لحركة التداول. ¶ ه) تشهد هذه المرحلة صدور أذونات أو تراخيص الاستيراد والتصدير المزيفة ¶ أو الوهمية، وهي تتمم وثائق إيداع الدخول في النهاية في البنوك(1). ¶ مقارنة وتنظير: ¶ __________ ¶ (1) 24) سورة النساء آية (29).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإذا ما أجريت مقارنة سريعة بشأن الأموال غير النظيفة أو غير المشروعة سالفة البيان وبين الأموال التي بحثها وبينّها الإمام الغزالي في الإحياء يتبين أن كثيراً من هذه الأموال ينطبق عليها الأحكام الشرعية وأنها تدخل في مفهوم المال الحرام، وبخاصة ما كان مصدره الاتجار في المواد المحرمة كالخمر والمخدرات أو البغاء أو الرشوة أو الاختلاس وتزييف النقد والتزوير والتدليس والغش بكافة أنواعه، وأنها لا شبهة في حرمتها وأنها مال خبيث تركها من ورع العدول وأنه لو أخذه كان فاسقاً باقتحامه وتسقط عدالته ويثبت له اسم العصيان والتعرض للنار. ¶ ويُدخل ابن حجر الهيثمي أكل المال بالبيوعات الفاسدة وسائر وجوه الأكساب المحرمة في عداد الكبائر، ويستشهد بقول الله تعالى { يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل } (1). ¶ قال: اختلفوا في المراد به، فقيل الربا والقمار والغصب والسرقة والخيانة وشهادة الزور وأخذ المال بالثيمين الكاذبة. ¶ ونقل عن ابن عباس: هو ما يُؤخذ عن الإنسان بغير عوض، وعليه قيل: لما نزلت الآية تحرجوا من أن يأكلوا عند أحد شيئاً حتى نزلت آية النور { ولا على أنفسكم أن تأكلوا من بيوتكم أو بيوت آبائكم } (2) إلى آخرها، وقيل: هو العقود الفاسدة. ¶ قال: والجه قول ابن مسعود أنها محكمة ما نسخت ولا تنسخ إلى يوم القيامة، وذلك لأن الأكل بالباطل يشمل كل مأخوذ بغير حق سواءً كان على جهة الظلم كالغصب والخيانة والسرقة أو الهزؤ واللعب كالمأخوذ بالقمار والملاهي أو على وجه المكر والخديعة كالمأخوذة بعقد فاسد. ¶ __________ ¶ (1) 25) سورة النور آية (61). ¶ (2) 26) الزواجر عن اقتراف الكبائر ج1/230- 232.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال: وقوله تعالى { إلا أن تكون تجارة } استثناء منقطع لأن التجارة ليس من جنس الباطل بأي معنى أُريد به. والتجارة وإن اختصت بعقود المعاوضات إلا أن نحو القرض والهبة ملحق بها بأدلة أخرى، وقوله تعالى { عن تراضٍ منكم } أي طيب نفس على الوجه المشروع، وتخصيص الأكل فيها بالذكر ليس للتقييد به بل لكونه أغلب وجوه الانتفاعات. ¶ قال: عدّ هذا كبيرة هو صريح ما في الأحاديث وهو ظاهر لأنه من أكل أموال الناس بالباطل. ¶ ونقل عن علماء قولهم: ويدخل في هذا الباب المكاس والخائن والسارق وآكل الربا وموله وآكل مال اليتيم وشاهد الزور ومن استعار شيئاً فجحده وآكل الرشوة ومنتقص الكيل والوزن ومن باع شيئاً فيه عيب فغطَّاه والمقامر والساحر والمنجم والمصور والزانية والنائحة والدلال إذا أخذ أجرته بغير إذن البائع ومخبر المشتري بالزائد ومن باع حراً فأكل ثمنه. ¶ قال: وهذه يؤيد ما قدمته في تفسير الآية من أن الباطل فيها يعم هذه الأشياء كلها وما في معناها من كل شيء أُخذ بغير وجهه الشرعي(1). ¶ وأدخل في الكبائر الاحتكار وبيع العنب والزبيب ونحوهما ممن علم أنه يعصره خمرا، ولأمة ممن يحملها على البغاء، والخشب ونحوه ممن يتخذه آلة لهو، والسلاح للحربيين ليستعينوا به على قتالنا، والخمر ممن يعلم أنه يشربها، ونحو الحشيشة ممن يعلم أنه يستعملها، قال: وعدّ هذه السبع من الكبائر، لم أره ولكنه غير بعيد لعظم ضررها مع قاعدة أن للوسائل حكم المقاصد، والمقاصد في هذه كلها كبائر فلتكن وسائلها كذلك. ¶ قال: والظن في ذلك كالعلم ولكن بالنسبة للتحريم، وأما الكبيرة فيتردد النظر فيه، وكذلك يتردد النظر فيما لو باع السلاح لبغاة ليستعينوا به على قتالنا، وفي ذلك بيع الديك لمن يُهارش به والثور لمن يناطح به، فهذه كلها يتردد النظر في كونها كبائر وبعضها أقرب إلى الكبيرة من بعض. ¶ __________ ¶ (1) 27) الزواجر عن اقتراف الكبائر ج1/238- 243.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وعدّ من الكبائر أيضاً النجش والبيع والشراء على شرائه والغش في البيع وغيره كالتصرية. ¶ وأجاب وقد سُئل عن اعتياد بعض التجار يشتري الفلفل في ظرف خفيف جداً كالخصف ثم يجعله في ظرف ثقيل نحو خمسة أضعاف الخصف ثم يباع ذلك الظرف وما فيه ويوزن جملة الكل ويكون الثمن مقابلاً للظرف والمظروف، فهل هذا الفعل جائز أو غش محرم يعزز فاعله بما يراه الإمام من ضرب وصفع وطواف به في الأسواق وحبس وأخذ مال إن كان ذلك مذهب الحاكم ذلك؟ وهل البيع صحيح أو باطل، وإن كان باطلاً فهل هو من أكل أموال الناس بالباطل أو لا؟ وهل يجب على ولي الأمر أن يزجر التجار ويمنعهم من ذلك ويعزز من فعل ذلك منهم؟ ¶ وقد تضمن السؤال كثيراً من وجوه الغش والتدليس الذي اعتاده التجار إلى أن قال: ولو فتشت الصناعات والحرف والتجارات والبيوعات والعطارات والصياغات والمصارف وغيرها لوجدت عندهم من صور الغش والتدليس والخيانة والمكر والتحايل بالحيل الكاذبة ما تنفر عنه الطباع وتمجه الأسماع، لأننا نجدهم في معاملاتهم كرجلين معهما سيفان متقابلان فمتى قدر أحدهما على الآخر قتله لوقته، كذلك التجار والمتبايعون الآن.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال: هذا حاصل السؤال وحاصل الجواب أن مسألة بيع الظرف مع ما فيه فاتفق الشافعية على أنه من جهل وزن الظرف على انفراده، فبيع مع مفروقه كل رطل من الجملة بكذا كان البيع باطلاً أنه حينئذ من حيز الغرر، وقد نهى رسول الله صلى الله عليه وسلم عن بيع الغرر، وكذا لو جهل وزن المظروف وحده أو لم يكن للظرف قيمة لاشتراط العقد على بذل مال في مقابلة ما ليس بمال، إلى أن قال: هذا حاصل ما يتعلق بالمسألة الأولى أعني بيع الظرف والمظروف بثمن واحد، وأما ما ذكره السائل في صور الغش الكثيرة من تلك الأمور العجيبة التي لا يُحكى نظيرها عن الكفار فضلاً عن المؤمنين فذلك أعني ما حكى من صور ذلك الغش التي يفعلها التجار والعطارون والبزازون والصواغون والصيارفة والحياكون وسائر أرباب البضائع والمتاجر والحرف والصنائع كلها حرام شديد التحريم موجب لصاحبه أنه فاسق غشاش خائن يأكل أموال الناس بالباطل ويُخادع الله ورسوله وما يخدع إلا نفسه لأن عقاب ذلك ليس إلا عليه. ¶ والجواب طويل استغرق ثلاث صفحات وفيه من الوعيد وإحباط العمل واستحقاق العذاب ما فيه إلى أن قال في آخر الجواب: وإنما بسطنا الكلام عليه رجاء أن يسمعه من في قلبه إيمان ومن يخشى عقاب الله وسطوته ومن له دين ومروءة ومن يخشى على ذريته بعد موته فيتقي الله ويرجع عن سائر صور الغش المذكور في هذا السؤال وغيرها(1). ¶ وقال القرطبي في قوله تعالى { ولا تأكلوا أموالكم بينكم بالباطل وتدلوا بها إلى الحكام لتأكلوا فريقاً من أموال الناس بالإثم وأنتم تعلمون } (2). ¶ الخطاب بهذه الآية يتضمن جميع أمة محمد صلى الله عليه وسلم والمعنى: ¶ __________ ¶ (1) 28) سورة البقرة آية (181). ¶ (2) 29) تفسير القرطبي ج2/ 338.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "لا يأكل بعضكم مال بعض بغير حق فيدخل في هذا القمار والخداع والغصوب وجحد الحقوق وما لا تطيب به نفس مالكه أو حرّمته الشريعة وإن طابت به نفس مالكه كمهر البغي وحُلوان الكاهن وأثمان الخمور والخنازير وغير ذلك(1). ¶ قال: من أخذ مال غيره لا على وجه أذن الشرع فقد أكله بالباطل، ومن الأكل بالباطل أن يقضي القاضي لك وأنت تعلم أنك مبطل فالحرام لا يصير حلالاً بقضاء القاضي أنه إنما يقضي بالظاهر وهذا إجماع في الأموال(2). ¶ هذا عرض سريع لوجوه التشابه في الأموال غير المشروعة في الشريعة الإسلامية، وما تضمنته التشريعات الحديثة في ما يُطلق عليه غسيل الأموال أو الاقتصاد الخفي، وسيأتي في المبحث التالي ما ينبغي اتخاذه في شأن هذه الأموال في الشريعة والنظم المعاصرة. ¶ - - - ¶ المبحث الرابع ¶ في طرق مواجهة الكسب غير المشروع (غسيل الموال) ¶ في شريعة الإسلام والنظم المعاصرة ¶ اتخذ أسلوب مواجهة طرق الكسب غير المشروع (أو غسيل الموال) في الفقه الإسلامي عدّة مظاهر أساسية كفيلة للقضاء عليها، وهي: ¶ المظهر الأول: المظهر التربوي والأخلاقي، فالإسلام ربّى في نفوس معتنقيه أدب الالتزام بتعاليمه والرقابة التي يشعر المسلم من خلالها أن الله مُطّلع عليه لا تخفى عليه خافية ولا يغفل عنه طرفة عين مما يستلزم الخشية منه تعالى والخوف من عقابه، فيعصمه ذلك عن مخالفة شرعه والتزام أوامره، ولكن ليس كل المكلفين على حال واحدة من فعل الطاعة وترك لمعصية بل الناس في ذلك أصناف، فمنهم من يستجيب إلى فعل الطاعة ويكف عن ارتكاب المعاصي وهذا أكمل أحوال الدين وأفضل صفات المتدينين، ومنهم من يمتنع عن فعل الطاعات ويقدم على ارتكاب المعاصي والمخالفات، و منهم من يمتنع عن فعل الطاعات ويكف عن ارتكاب المعاصي. ¶ __________ ¶ (1) 30) المصدر السابق. ¶ (2) 31) أدب الدنيا والدين، ص110، طبعة الحلبي الرابعة، وانظر كتابه الأحكام السلطانية الباب الذي عقده في الحسبة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فإلى مثل هؤلاء شرع الإسلام الرقابة الثانية وهي الرقابة الخارجية وهي المظهر الثاني من مظاهر المواجهة، وتشمل جميع المخالفات سواء ما كان منها متعلقاً بالكسب أو غيره ولكن مواجهة الكسب غير المشروع اتخذ في الإسلام مظهراً أكر وضوحاً وهو الأمر بالمعروف والنهي عن المنكر، وقد شاع استعمال السبة في هذا الجانب، والحسبة هي الأمر بالمعروف إذا طهر تركه والنهي عن المنكر إذا ظهر فعله، قال الإمام الماوردي \"ثم أكدَّ الله زواجره بإنكار المنكرين بها فأوجب الأمر بالمعروف والنهي عن المنكر ليكون الأمر بالمعروف تأكيداً لأوامره والنهي عن المنكر تأييداً لزواجره، لأن النفوس الأشرة قد ألهتها عن إتباع الأوامر وأذهلتها الشهوات عن تذكار الزواجر فكان إنكار المجالس أزجر لها وتوبيخ المخالطين أبلغ فيها(1). ¶ واتخذت الحسبة مظهر الولاية والجهاز الإداري الفعَّال في الدولة نيطت بها مراقبة الأسواق والأخذ على أيدي المتلاعبين فيه بعقوبات صارمة، وقد تكفلت الكتب التي وضعت في الحسبة قديماً وحديثاً ببيان هذه العقوبات، ويلخص ابن تيمية وظائف المحتسب بقوله: ويأمر المحتسب بالجمعة والجماعات ويصدق الحديث وأداء الأمانات وينهى عن المنكرات من الكذب والخيانة وما يدخل في ذلك من تطفيف المكيال والميزان والغش في الصناعات والبيعات ونحو ذلك. ¶ ثم يأخذ في تعداد بعض الأمور مثل قوله: والغش يدخل في البيوع بكتمان العيوب وتدليس السلع، ويدخل في الصناعات مثل الذين يصنعون المطعومات أو يصنعون الملبوسات أو يصنعون غير ذلك من الصناعات فيجب نهيهم عن الغش والخيانة والكتمان، ومن هؤلاء الكيماوية الذين يغشون النقود والجواهر والطر وغير ذلك(2). ¶ __________ ¶ (1) 32) كتاب الحسبة، ص11- 12. ¶ (2) …رواه الإمام أحمد في المسند ج5/2، وأبو داود في كتاب الزكاة ج1/ 363، والنسائي في كتاب الزكاة، باب عقوبة (33) الزكاة ج5/ 15-17.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعل كلً فإن كتب الحسبة مثل معالم القربة لابن الأخوة، ونهاية الرتبة ¶ في طلب الحسبة للشيزري وابن بسام وغيرهم بينّت اختصاصات المحتسب، ولنا رسالة في ولاية الحسبة استوعبنا فيها جميع مسائلها. ¶ ومتن العقوبات التي لولي الحسبة إيقاعها العقوبات المالية، وقد وردت آثار بذلك في بعض الجرائم التعزيرية، فمنها: ¶ ما رواه ابن حكيم عن أبيه عن جده أن النبي صلى الله عليه وسلم قال :\"في كل أربعين من الإبل السائمة لبون من أعطاها مؤتجر أقله أجرها ومن منعها فانا آخذها وشطرها ماله عزمة من عزمات ربنا ليس لآل محمد فيها شيء\"(1). ¶ ورُوي أن عمر رضي الله عنه أراق لبناً مغشوشاً. ¶ وأن علياً رضي الله عنه أحرق طعاماً محتكراً بالنار،.وبهذا أخذ أبو يوسف والإمام مالك والإمام أحمد. ¶ وقال الغزالي: إن للوالي أن يفعل ذلك إذا رأى المصلحة فيه(2)، وقال: إذا رأى الوالي باجتهاده مثل تلك الحاجة جاز له مثل ذلك، فإن كان هذا منوطاً بنوع اجتهاد دقيق لم يكن ذلك لآحاد الرعية. ¶ وقد أخذ به الإمام الشافعي في القديم وأوجب على من وطئ زوجته الحائض إقبال الدم دينارًا وفي إدباره نصف دينار(3). ¶ وذهب فريق آخر إلى القول بعدم الجواز وادّعى نسخ العقوبة المالية. ¶ وقد ردَّ ابن القيم قول هؤلاء، وقال: من قال إن العقوبات المالية منسوخة وأطلق ذلك فقد غلط على مذاهب الأئمة نقلاً واستدلالاً، فأكثر هذه المسائل شائع في مذهب أحمد وغيره وكثير منها سائغ عند مالك، إلى أن قال: والمدعون للنسخ ليس معهم كتاب ولا سنة ولا إجماع يصحح دعواهم(4). ¶ __________ ¶ (1) 34) إحياء علوم الدين ج2/424. ¶ (2) 35) إحياء علوم الدين ج2/423 ¶ (3) 36) الطرق الحكمية ص 67- أعلا الموقعين ج2/220- المغني ج2/78،80- تبصرة الحكام ج2/261- نهاية المحتاج ج8/20- معين الأحكام ص190. ¶ (4) 37) تحفة الناظر ص 121، وانظر لنا ولاية الحسبة ص 552.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وذكر أبو عبد الله التلمساني في كتابه\" تحفة الناظر وغنية الذاكر في حفظ الشعائر وتغيير المناكر\" صوراً من العقوبات المالية بعد أن سرد أقوال العلماء، قال: قلت فتحصل من جميع ما تقدم من الخلاف في حكم من اطّلع على غشه فيما عرضه للبيع في أسواق المسلمين إن في إخراج الغاش من السوق غير المعتاد فيه قولان، وإذا أخرج فهل يُضاف إلى ذلك عقوبة في البدن قولان، وهل يتصدق بما غش به وإن كثر أو يباع ما لا يتصدق بعينه ويتصدق بثمنه أو يبقى ذلك كله له أو يتصدق بالقليل دون الكثير ¶ أو يتحرى ما يكون أخذ عوض الغش فيه ممن جهلت عينه فيتصدق بذلك القدر أربعة أقوال(1). ¶ المظهر الثالث: مقاطعة من يكون كسبه مالاً حراماً وعدم التعامل معه، ولهذا يتفق الفقهاء على أن مستغرق الذمة الذي كل ماله حرام فهذا تُمنع معاملته ومداينته بل يُمنع من التصرف المالي. ¶ يقول الدسوقي في حاشيته على الشرح الكبير: إن من أكثر ماله حلال وأقله حرام المعتمد جواز معاملته والأكل من ماله كما قال ابن القاسم خلافاً لأصبغ القائل بحرمة ذلك، وأما من أكثر ماله حرام والقليل منه حلال فمذهب ابن القاسم كراهة معاملته ومداينته والأكل من ماله خلافاً فالأصبغ المحرم لذلك(2). ¶ وقال العز بن عبد السلام معاملة من أقرّ بأن أكثر ما في يده حرام، قلنا: إن غلب عليه بحيث يقدر الخلاص منه لم تجز معاملته مثل أن يقرّ إنسان أن في يده ألف دينار كلها حرام إلا ديناراً واحداً فهذا لا يجوز معاملته لندرة الوقوع في الحلال، وإن غلب الحلال بأن اختلط درهم حرام بألف درهم حلال جازت المعاملة لندرة الوقوع في الحرام، وبين هاتين الرتبتين من قلة الحرام وكثرته مراتب محرمة ومكروهة ومباحة، وضابطها أن الكراهة تشتهر بكثرة الحرام وتخف بكثرة الحلال(3). ¶ __________ ¶ (1) 38) حاشية الدسوقي على الشرح الكبير ج3/ 277. ¶ (2) 39) قواعد الأحكام في مصالح الأنام ج1/ 84، 85. ¶ (3) 40) سورة النساء آية (17).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المظهر الرابع: التوبة، وهي مظهر من مظاهر التخلص من التبعات سيما عن المال الحرام، قال القرطبي في قوله تعال \"إنما التوبة على الله للذين يعملون السوء بجهالة\"(الآية)(1)، السوء في هذه الآية والأنعام { أنه من عمل منكم سوءا بجهالة } (2) يعم الكفر والمعاصي، فكل من عصى ربه فهو جاهل حتى ينزع عن معصيته. ¶ قال قتادة: أجمع أصحاب النبي صلى الله عليه وسلم على أن كل معصية فهي بجهالة عمداً كانت أو جهلاً. وقاله ابن عباس وقتادة والضحاك ومجاهد والسدى. ¶ وقال عكرمة: أمور الدنيا كلها جهالة يريد بها الخارجة عن طاعة الله. ¶ وقال الزجاج: يعني قوله \"بجهالة\" اختيارهم اللذة الفانية على اللذة الباقية(3). ¶ وقال: إن التوبة من مظالم العباد لا تصح إلا برده إلى صاحبه والخروج عنه عيناً أو غيره إن كان قادراً عليه، وإن لم يكن قادراً فالعزم أن يؤديه إذا قدر في أعجل وقت وأسرعه، وإن كان أضر بواحد من المسلمين وذلك الواحد لا يشعر به أو لا يدري من أين أتى فإنه يزيل ذلك الضرر عنه ثم يسأله أن يعفو عنه ويستغفر له فإذا عفا عنه فقد سقط الذنب عنه(4). ¶ __________ ¶ (1) 41) سورة الأنعام آية (54). ¶ (2) 42) تفسير القرطبي ج5/92. ¶ (3) 43) تفسير القرطبي ج18/200. ¶ (4) 44) تفسير القرطبي ج3/366، 367.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وذكر عن أهل العلم أن سبيل التوبة مما بيده من الأموال الحرام إن كانت من ربا فليردها على من أربى عليه، فإن أيس من وجوده فليتصدق بذلك، وإن أخذه بظلم فليفعل كذلك في أمر من ظلمه، فإن التبس عليه الأمر ولم يدرك كم من الحلال مما بيده فإنه يتحرى قدر ما بيده مما يجب عليه ردّه حتى لا يشك أن ما يبقى قد خلص فيرده من ذلك الذي أزال عن يده إلى من عرف من ظلمه أو أربى عليه، فإن أيس من وجوده تصدّق به عنه، فإن أحاطت المظالم بذمته وعلم أنه واجب عليه من ذلك ما لا يطيق أداءه لكثرته فتوبته أن يزيل ما بيده أجمع إلى المساكين، وإما إلى ما فيه صلاح المسلمين حتى لا يبقى في يده إلا أقل ما يجزئه في الصلاة من اللباس وهو ما يستر العورة وهو من سرته إلى ركبته وقوت يومه لأنه الذي يجب له أن يأخذه من مال غيره إذا اضطر إليه(1). ¶ ويقول الإمام الغزالي في كيفية خروج التائب عن المظالم المالية أن من تاب وفي يده مختلط فعليه وظيفة في تمييز الحرام أو إخراجه ووظيفة أخرى في مصرف المخرج فلينظر فيهما. ¶ __________ ¶ (1) 45) إحياء علوم الدين ج2/ 162، 163.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وان كل من تاب وفي يده ما هو حرام معلوم العين من غصب أو وديعة أو غيره فأمر سهل فعليه تمييز الحرام، وإن كان ملتبساً مختلطاً فلا يخلو إما أن يكون في مال هو من ذوات المثال كالحبوب والنقود والأدهان، وإما أن يكون في أعيان متمايزة كالدور والثياب، فإن كان من المتماثلات أو كان شائعاً في كله كمن اكتسب المال بتجارة يعلم أنه قد كذب في بعضها في المرابحة وصدق في بعضها أو من غصب دهناً وخلطه بدهن نفسه أو فعل ذلك في الحبوب أو الدراهم أو الدنانير، فلا يخلو ذلك إما أن يكون معلوم القدر أو مجهولاً، فإن كان معلوم القدر مثل أن يعلم أن قدر النصف من جملة ماله حرام فعليه تمييز النصف، وإن أشكل فله طريقان أحدهما الأخذ باليقين والآخر الأخذ بغالب الظن، وكلاهما قد قال به العلماء(1). ¶ أما عن المصرف فقال: إذا أخرج الحرام فله ثلاثة أحوال: إما أن يكون له مالك معين، فيجب الصدق إليه أو إلى وارثه، وإن كان غائباً فلينتظر حضوره أو الإيصال إليه، وإن كانت له زيادة ومنفعة فلتجمع فوائده إلى وقت حضوره.وغما أن يكون المالك غير معين وقع اليأس من الوقوف على عينه ولا يدري أنه مات عن وارث أم لا، فهذا لا يمكن الرد فيه للمالك ويوقف حتى يتضح الأمر فيه وربما لا يمكن الرد لكثرة الملاك، كغلول الغنيمة فإنها بعد تفرق الغزاة لا يقدر على جمعهم، وإما من مال الفئ والأموال المرصدة لمصالح المسلمين كافة فيصرف ذلك إلى القناطر والمساجد والرباطات ومصانع طريق مكة وأمثال هذه الأمور التي يشترك في الانتفاع بها كل من يمر بها من المسلمين ليكون عاماً للمسلمين. ¶ وحكم القسم الأول لا شبهة فيه، أما التصدق وبناء القناطير فينبغي أن يتولاه القاضي فيسلم إليه المال إن وجد قاضياً متديناً(2). ¶ __________ ¶ (1) 46)إحياء علوم الدين ج2/ 161، ويراجع أيضاً الموسوعة الفقهية ج38/ 144 مصطلح مظالم. ¶ (2) 47) يراجع كتابنا أضواء على القضاء في الفقه الإسلامي ص121.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "هذه أربعة طرق لمواجهة الكسب غير المشروع أو غسيل المال كما هو التعبير المصطلح عليه أو الاقتصاد الخفي في الشريعة الإسلامية. ¶ ومعلوم أن الطريق الأول والثالث هما وازع ديني يرجع إلى الشخص ذاته، وأما الطريق الرابع فهو رقابة أساسه المجتمع كله، وأما الطريق الثاني فهو الذي يرجع إلى ولي الأمر والسلطات المعنية بوضع تشريعات ملائمة لمواجهة هذه الظاهرة والتغلب عليها، ولهذا نصّ الفقهاء على أن للإمام أن يأمر محتسباً يأمر بالمعروف وينهى عن المنكر لأن كلمته أنفذ حتى أنه إذا أمر بسنة صار واجباً كما إذا أمر بصلاة العيد، وإن قلنا أنها سنة فتكون واجبة إذا أمر(1) بإقامتها(2) ¶ __________ ¶ (1) 48) الزواجر ج2/ 168. ¶ (2) ¶ المراجع: ¶ 1- أحمد بن عبد الحليم بن عبد السلام ابن تيمية (أبو العباس)- الحسبة، تحقيق عبد العزيز رباح- مكتبة دار البيان 1387هـ- 1967م. ¶ 2- أحمد بن علي بن محمد بن حجر العسقلاني (أبو الفضل) شهاب الدين، فتح الباري شرح صحيح البخاري ط الحلبي 1378هـ- 1955م. ¶ 3- إسماعيل بن محمد العجلوني الجراحي، كشف الخفاء ومزيل الألباس عما اشتهر في الأحاديث على ألسنة الناس، تصحيح وتعليق أحمد القلاس، نشر مكتبة التراث الإسلامي- حلب. ¶ 4- برهان الدين بن علي بن فرحون، تبصرة الحكام بهامش فتح العلي المالك العليش، الطبعة الأخيرة 1378هـ- 1958م- مطبعة مصطفى البابي الحلبي وأولاده بمصر. ¶ 5- حمدي عبد العظيم، غسيل الأموال في مصر والعالم، الطبعة الأولى 1417هـ- 1997م. ¶ 6- عبد الرحمن بن علي المعروف بابن الديبع الشيباني، تيسير الوصول إلى جامع الأصول من حديث الرسول، دار الثقافة- لبنان. ¶ 7- عبد الرحمن بن نصر الشيزري، نهاية الرتبة في طلب الحسبة، تحقيق الدكتور السيد الباز العريني، دار الثقافة- لبنان. ¶ 8- عبد العزيز عبد السلام السلمي (أبي محمد عز الدين)، قواعد الأحكام في مصالح الأنام، تحقيق طه عبد الرؤف سعد، مكتبة الكليات الأزهرية. ¶ 9- عبد الله محمد عبد الله: ¶ - أضواء على القضاء في الفقه الإسلامي. ¶ - ولاية الحسبة في الإسلام، الطبعة الأولى- مكتبة الزهراء 1417هـ- 1996م- مصر. ¶ 10- عبد الله بن أحمد بن محمد بن قدامة، المغني، مطبعة نشر الثقافة الإسلامية- تصحيح الدكتور محمد خليل هراس. ¶ 11- علي بن محمد بن حبيب الماوردي: ¶ - الحكام السلطانية، طبعة دار الكتب العلمية 1398هـ- 1987م. ¶ - أدب الدنيا والدين، الطبعة الرابعة 1393هـ- 1973م، طبعة الحلبي- تحقيق مصطفى السقا. ¶ 12- علاء الدين أبي الحسن بن علي بن خليل الطرابلسي، معين الحكام فيما يتردد بين الخصمين من الأحكام، الطبعة الأولى، المطبعة الميرية ببولاق 1300هـ- مصر. ¶ 13- علاء الدين بن حسام الدين الهندي، كنز العمال في سنن الأقوال والأفعال، طبعة بيروت 1399هـ- 1979م. ¶ 14- محمد بن أبي بكر (أبو عبد الله) شمس الدين المعروف بابن القيم الجوزية، أعلام الموقعين عن رب العالمين، الطبعة الأولى 1374هـ- 1955م- مطبعة السعادة بمصر. ¶ 15- محمد بن أحمد الأنصاري القرطبي (أبو عبد الله ) تفسير القرطبي المسمى الجامع لأحكام القرآن، طبعة دار الكتب المكصرية 1372هـ- 1952م. ¶ 16- محمد بن لأحمد بن بسام المصري، نهاية الرتبة في طلب الحسبة، تحقيق حسام الدين السامرائي، مطبعة المعارف 1968م- بغداد. ¶ 17- محمد بن أحمد بن قاسم بن سعيد (أبو عبد الله العقباني)، تحفة الناظر وغنية الذاكر في حفظ الشعائر وتغيير المناكر. ¶ 18- محمد بن أحمد القرشي المعروف بابن الأخوة، معالم القربة في أحكام الحسبة، مطبعة دار الفنون بكيمبردج 1973هـ- تصحيح ونقل روبن ليوي. ¶ 19- محمد بن عثمان الذهبي (شمس الدين)، الكبائر، طبعة دار الكتاب- جمهورية مصر العربية. ¶ 20- محمد عرفة الدسوقي (شمس الدين)، حاشية الدسوقي على الشرح الكبير، طبعة عيسى الحلبي- دار إجلاء الكتب المصرية. ¶ 21- محمد المبارك، الدولة ونظام الحسبة عند لابن تيمية، طبعة أولى 1387هـ- 1967م. ¶ 22- محمد بن محمد الغزالي (أبو حامد)، إحياء علوم الدين، طبعة الحلبي 1387هـ- 1937م. ¶ 23- محمد بن مفلح الحنبلي ( أبو عبد الله) شمس الدين، الآداب الشرعية والمنح المرعية. ¶ 24- الموسوعة الفقهية، وزارة الأوقاف والشؤون الإسلامية- الكويت. ¶ الدوريات: ¶ 1- الأنباء الكويتية، عدد رقم 9561بتاريخ17/12/2002م. ¶ 2- الأهرام، عدد رقم 573249 من شوال 1423هـ الموافق 13 من ديسمبر 2002م. ¶ 3- السياسة الدولية، السنة السابعة والثلاثون، العدد (143) يناير 2001م. ¶ 4- مجلة الحقوق، السنة الثانية والعشرون، العدد الثالث،جمادى الآخرة 1419هـ- سبتمبر 1998م.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "، وهكذا في كل أمر جائز إذا أمر به ولي الأمر صار واجباً. ¶ وقد اهتمت الدول والمنظمات العالمية في قضية غسيل الأموال اهتماماً بالغاً، وجاء في الندوة التي نظمها مركز الخليج للدارسات الاستراتيجية في موسمه الثقافي والفكري في 30 أكتوبر 2000م \"احتل قضية غسيل الأموال أهمية كبيرة على الساحة الاقتصادية العالمية خلال الفترة الأخيرة إدراكاً من المجتمع الدولي لآثارها السلبية على الاستقرار الاقتصادي وخاصة على مناخ الاستثمار المحلي والدولي، ولذلك تزايد الاهتمام بها وبسبل مواجهتها من قبل العديد من الدول والمنظمات الدولية والمراكز العالمية الكبرى، حيث تهدد هذه الظاهرة الاقتصاد العالمي وخاصة العالم النامي ومن بينها الاقتصاديات العربية، وقد تناول عدد من المدعوين قضية غسيل الأموال من حيث انعكاساتها المنية والاقتصادية وطرق التصدي لها وأرجع بعضهم استفحال مشكلة غسيل الأموال في السنوات الأخيرة على عدد من العوامل هي: ¶ 1- بروز ظاهرة العولمة والتي تمثل مناخاً خصباً لعمليات غسيل الأموال. ¶ 2- غياب الشفافية في معظم التعاملات التجارية الدولية. ¶ 3- اتساع نطاق الدول التي يتم فيها غسيل الأموال أو المرشحة لتكون سوقاً رائجة لذلك في المستقبل. ¶ 4- زيادة حجم الاقتصاد الحقي والموازي في هذه البلدان عن نصف الناتج القومي. ¶ 5- السياسات التي تتخذها بعض الدول في سبيل تشجيع الاستثمار أو الحصول على الضرائب. ¶ 6- استخدام الوسائل التكنولوجية في عمليات غسيل الأموال. ¶ أما المظاهر الناجمة عن عمليات غسيل الأموال فأرجعوها إلى: ¶ ا) تغلغل الجريمة المنظمة بشكل واسع وسريع في الأعمال التجارية. ¶ ب) صعوبة كشف وتتبع الأموال المغسولة نتيجة التطور التكنولوجي وانتشار المعلوماتية. ¶ أما عن الآثار الاقتصادية والاجتماعية الضارة فقالوا أهمها: ¶ 1- الإضرار بسعر صرف العملة الوطنية وإضعاف قوتها الشرائية.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "2- السيطرة على السوق المحلي في يد فئة قليلة من أصحاب المشروعات الوهمية. ¶ 3- التأثير سلباً على ميزان المدفوعات والميزان التجاري في الدولة. ¶ 4- التأثير سلباً على الدخل القومي. ¶ 5- انتشار البطالة. ¶ 6- التفاوت الاجتماعي بين الطبقات ومن ثم الصراع الطبقي في المجتمع. ¶ وخلص الباحثون على ضرورة اتخاذ الدول العربية الإجراءات الكفيلة بالوقوف في وجه هذا التخل من جانب المنظمات الغربية من خلال العمل على سدّ الثغرات الموجودة في التشريعات القائمة والمنظمة لحركة الاستثمار، بالإضافة إلى أخذ تقارير المنظمات الدولية مأخذ الجد واتخاذ الإجراءات الكفيلة بالرد عليها ومحاولة الوجود الفعلي في هذا المنظمات لعرض وجهات النظر العربية وإظهار خصوصية الاقتصاديات العربية وطبيعة الحوافز الاستثمارية الممنوحة وحدودها. ¶ ويقول الباحث الدكتور حمدي عبد العظيم فيما انتهى إليه في دراسته بالتوصية باتخاذ مجموعة من الإجراءات الضرورية لمكافحة غسيل الأموال في الدول العربية بصفة عامة ودول الخليج بصفة خاصة وهي: ¶ 1- أن يحذو مجلس التعاون الخليجي حذو منظمة التعاون الاقتصادي والتنمية في دراسة بعض المعايير التي يمكن تطبيقها للتعرف على أنشطة غسيل الأموال من خلال المؤسسات المالية أو المصرفية الخليجية. ¶ 2- تطبيق التوصيات التي وضعتها المنظمة فيما يختص بالتعامل مع الدول التي تعتبر ضمن أماكن التهرب الضريبي. ¶ 3- تطبيق التوصيات الواردة في اتفاقيات الأمم المتحدة لمكافحة المخدرات خاصة فيما يتعلق بمكافحة غسيل الموال تمهيداً لإصدار قوانين وطنية تحرم هذه العملية. ¶ 4- تعاون الانتربول في الدول العربية مع الانتربول الدولي في مجال تسليم المجرمين ومصادرة الأموال غير المشروعة. ¶ هذا ما تيسر لنا جمعه في هذا الموضوع الجديد القديم من ثمرة جهود علمائنا الأقدمين والمعاصرين جزاهم الله عن الإسلام والمسلمين خير الجزاء، وآخر دعوانا الحمد لله رب العالمين.",
            "page": "35",
            "part": "1"
        }
    ],
    "t36272": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "غسيل الأموال وبيان حكمه في الفقه الإسلامي"
        }
    ]
}