{
    "b36276": [
        {
            "id": "1",
            "nass": "مخاطر التمويل الإسلامي ¶ أ . د. علي بن أحمد السواس ¶ أستاذ الفقه والأصول- جامعة قطر ¶ النائب الأول لرئيس مجمع فقهاء الشريعة بأمريكا ¶ خبير في الفقه والاقتصاد بمجمع الفقه بمنظمة المؤتمر الإسلامي ¶ خبير بمجمع الفقه برابطة العالم الاسلامي ¶ (طبعة تمهيدية)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ملخص البحث ¶ يتناول هذا البحث خمس صيغ من صيغ الاستثمار الإسلامية، وهي: البيع الآجل، والسلم، والمضاربة، وصكوك المقارضة، والاستصناع ويذكر المشكلات التي صادفت المؤسسات الإسلامية في التمويل عن طريق كل صيغة، والحلول لمواجهة هذه المشكلات، مع بيان الجائز منها شرعاً وغير الجائز. ومن أهم المشكلات في البيع عدم التزام طالب الشراء، ومخاطر السلع المستوردة، وعجز المدين، أو مماطلة الدين المليء. ويبين البحث الحلول المشروعة في البيع مرابحة، وفي المساومة، وعدم جواز البيع قبل القبض الفعلي أو الحكمي، وكذلك تحميل العميل المخاطر قبل البيع وغرامات التأخير بالنسبة للمدين المماطل، ولكن يجوز حلول الأقساط قبل مواعيدها. ووجدت مشكلات أخرى تتصل بالضرائب غير المشروعة، ومشاركة البنوك الربوية، ووفاة المدين، وذكر المخرج من كل مشكلة. ¶ وفي السلم يوجد مخاطر عدم تسليم المبيع، وعدم رد الثمن عند الفسخ أو المماطلة في رده. والمخرج التوثيق برهن أو كفالة، وأخذ شيكات من البائع لضمان الثمن. وعند حاجة المؤسسة إلى السيولة لا يجوز بيع دين السلم قبل قبضه، ولكن يجوز السلم الموازي، كما يجوز الاعتياض عن دين السلم بغير ربح. ¶ وفي المضاربة بيان تجنب المخاطر في المضاربات المألوفة، وذكر نماذج لمضاربات مستحدثة أقل مخاطرة، كمشاركة الشركات القائمة التي تملك أصولاً ثابتة وأصولاً متداولة، والشركات التي تملك أصولاً ثابتة ولا تشترك في رأس المال. ¶ أما صكوك المقارضة فمخاطرها في طبيعة المشروع الذي تصدر له الصكوك، وفي خبرة وأمانة الذين يصدرون الصكوك ويقومون بدور المضارب. ¶ وفي الاستصناع معظم المؤسسات لا تملك مصانع ولا شركات مقاولة، والمخرج في الاستصناع الموازي، وباقي المشكلات تحل عن طريق حوالة الضمان، والشروط الجزائية. ¶ وفي البحث الحديث عن مخاطر الصرف، حيث لا يجوز الصرف الآجل، والمخرج عن طريق البيع الآجل، أو الشراء الآجل. ¶ وختم البحث بالحديث عن التأمين، وعدم جواز دفع المخاطر بالتأمين التجاري إلا عند الضرورة، وإنما يكون بالتأمين التعاوني.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "Abstract ¶ This Paper treats five forms of Islamic Investment, namely: ¶ Term-sale, \"Salam Sale\", Mudaraba, Speculation/ Muqaradha Deeds [\"Soukuk-ul-Muqaradah\"]. And Istissna'e. ¶ It mentions the problems Islamic Institutions are facing upon using each of the above forms for financing purposes, and shows which of such forms is/, and which is not, compatible with Islamic Shari'a. ¶ Among the principal problems faced in Sale: ¶ uncommitment of \"the party ordering the purchase\" a and, ¶ risks of imported goods and, ¶ debtor's incapacity or, ¶ deferment/delaying by a solvent party. ¶ The Paper elaborates the permissible solutions in Murabaha and Mussawama sales, the fact the selling (goods) before actual or derivative receipt (of such goods) is not compatible with Islamic Shari'a. It exposes the questions of charging pre-sale risks on the customer and the fines/ penalties eventually imposed on delaying debtor(s). However, it is permissible, that payments may be declared due and payable before their effective Maturity Dates. ¶ The research paper spots other problems related to the following and proposes the way-out in each case: ¶ taxes not admissible in Islamic Shari'a, ¶ the participation of Usury-taking banks and, ¶ cease of debtor.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "Risks inherent in \"Al Salam Sale\" are mainly: the non-delivery of sold goods and, the non-refunding of the price upon termination (of the contract) or delaying in refunding such price. The issue lies in securing the price through mortgage or caution in addition to checks to be handed over, by Seller, as a guarantee for the settlement of the price. However, if the corporation is in need to liquidity, then selling the \"Salam Debt\" before the actual receipt of same, will be prohibited in Islamic Shari'a, unless if we have recourse to \"Al Salam-ul-Muwazi\" [Parallel Salam] which is permissible. It is also permissible to accept other alternative to the \"Salam\" debt, provided such counterpart/goods be within the same value of said debt. ¶ The Paper further exposes the ways to avoid risks in conventional Mudaraba transactions. It gives examples of new forms of Mudaraba with lesser risks, such as shring with already existing companies having fixed and negotiable assets or with companies having fixed assets but do not have any capital. ¶ In \"Muqardha Deeds\", risks lie in the nature of the project for which such deeds are issued. Risks lie as well in the expertise and trustworthiness of the deeds issuing party who acts also as Mudarib.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "In Istissna'e transactions, considering that most of the establishments do not possess factories and/or contracting companies, then the issue will be in the \"parallel Istissna'e\". The other problems faced in this form of transactions will be solved through Security assignment and the penalties in case of defaults. Is treated also in this Paper, the issue of Exchange Risks. With regard to the fact that exchange transactions of deferred payment basis are not permissible, the solution will be Term-Sale or Term-Purchase. ¶ The Paper deals in conclusion with the issue of Insurance. It states that seeking to avoid Insurance Risks through conventional Commercial Insurance is prohibited. It is admissible only in case of necessity. ¶ Alternatively, having recourse to \"Co-operative Insurance\" waives such risks.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مقدمة ¶ الحمد لله الذي خلق السموات والأرض، وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون. والحمد لله الذي لا يؤدي شكر ونعمة من نعمه إلا بنعمة منه، توجب على مؤدي ماضي نعمة بأدائها. نعمة حادثة يجب عليه شكره بها. ¶ ولا يبلغ الواصفون كنه عظمته. الذي هو كما وصف نفسه، وفوق ما يصفه به خلقه. ¶ أحمده حمداً كما ينبغي لكرم وجهه وعز جلاله وأستعينه استعانة من ¶ لا حول له ولا قوة إلا به. وأستهديه بهداه الذي لا يضل من أنعم به عليه. وأستغفره لما أزلفت وأخرت، استغفار من يقر بعبوديته، ويعلم أنه لا يغفر ذنبه ولا ينجيه منه إلا هو. وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمداً عبده ورسوله، وبعد: كان للصحوة الإسلامية أثرها الطيب الواضح، ومن أثرها قيام المؤسسات المالية الإسلامية، وقيام هذه المؤسسات في عالم تقوم فيه صيغ الاستثمار على الربا والميسر والغرر الفاحش وما حرمه الإسلام كان لابد أن تواجه هذه المؤسسات الإسلامية مشكلات متعددة. حاولت هذه المؤسسات علاج المشكلات التي تصادفها في مجال تطبيق صيغ الاستثمار الشرعية، فوفقت في بعض الحالات، وجانبها التوفيق في حالات الأخرى وعلى الأخص في مجال التمويل الإسلامي، ومواجهة مخاطره. ¶ وفي هذا البحث أتحدث عن خمس صيغ من صيغ التمويل الإسلامي وأبين المشكلات التي واجهت المؤسسات الإسلامية في التطبيق، والحلول التي وضعت، مع بيان الجائز منها وغير الجائز، وهذه الصيغ هي: البيع الآجل، والسلم، والقراض أي المضاربة، وصكوك المقارضة، والاستصناع. ثم أتحدث عن مخاطر الصرف وأبين البديل الشرعي للصرف الآجل، وأختم البحث بالحديث عن التأمين. ¶ ولله تعالى الحمد في الأولى والآخرة. \"سبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين\".",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الصيغة الأولى ¶ من أهم الصيغ التي تقوم بها المؤسسات الإسلامية، وأكثرها انتشاراً، البيع الآجل، فهو يعتبر بالنسبة لها وسيلة التمويل الإسلامي الأولى، ولذلك اتخذت هذه المؤسسات شعاراً لها قول الحق تبارك وتعالى: \"وأحل الله البيع وحرم الربا\"(1) ¶ والمؤسسات التي تعرض للبيع ما لديها من سلع، وعندها مخازنها ومعارضها لا تصادفها مشكلات بالنسبة للمبيع أكبر مما يصادفها غيرها من المؤسسات غير الإسلامية. ولكن معظم المؤسسات الإسلامية، وعلى الأخص المصارف، لا تملك مثل هذه المخازن والمعارض، ولذلك تشتري لتبيع دون أن تقوم بالتخزين، سواء أكان الشراء من الأسواق المحلية، أو عن طريق الاستيراد، أو، من الأسواق المالية العالمية (البرص) والمخاطر هنا نراها فيما يأتي: ¶ بعد أن تشتري المؤسسة السلعة قد لا يشتريها منها طالب الشراء، وللحماية من هذه المخاطر تلجأ المؤسسات إلى بيع المرابحة، مع الوعد بالشراء، وأخذ عربون من الآمر بالشراء، فإن اشتريت السلعة، ولم يلتزم بوعده تقوم المؤسسة ببيعها لغيره، فإن وقعت خسارة وأخذت من العربون بقدرها. ¶ واستفادت هنا من قرار لمجمع الفقه الإسلامي المنبثق عن منظمة المؤتمر الإسلامي، في الوفاء بالوعد، والمرابحة للآمر بالشراء، ومما جاء فيه: \"الوعد - وهو الذي يصدر من الآمر أو المأمور على وجه الانفراد- يكون ملزماً للواعد ديانة إلا لعذر، وهو ملزم قضاء إذا كان معلقاً على سبب، ودخل الموعود في كلفة نتيجة الوعد. ¶ ويتحدد أثر الإلزام في هذه الحالة إما بتنفيذ الوعد، وإما بالتعويض عن الضرر الواقع فعلاً بسبب عدم الوفاء بالوعد بلا عذر\". (2) ¶ وقد وقع الخلط بين بيع المرابحة والربا، وذلك يرجع إلى عدد من الأسباب منها: عدم الإدراك الفقهي للفرق بين الاثنين. ¶ ومنها: أخطاء التطبيق. ¶ ومنها: ما يراه بعض الباحثين من أن هذا البيع من باب الحيل غير المقبولة. ¶ ولهذا سعيت لإلغاء البيع بنظام المرابحة في أحد المصارف، واللجوء إلى البيع مساومة، فكانت المخاطرة في أن الراغب في الشراء قد يعدل، أو لا يوافق على الثمن الذي يحدده المصرف، فماذا يفعل المصرف حينئذ؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأمكن إيجاد وسيلة للتغلب على مخاطر المساومة وذلك بأن يشتري المصرف مع خيار الشرط للمشتري فقط دون البائع، وتحدد مدة كافية للخيار، وأثناء المدة يبيع المصرف ما اشتراه، فإن لم يتمكن من البيع أبلغ البائع بفسخ العقد ورد المبيع، وقد نجح هذا الأسلوب نجاحاً غير متوقع، وعلى الأخص بعد أن أصبح مألوفاً. ¶ والواقع أن الفضل يرجع لله عز وجل أولاً، ثم للإمام محمد بن الحسن الشيباني صاحب الإمام أبي حنيفة، ثم لشيخ الإسلام ابن تيمية، حيث سئل الإمام الشيباني عن مخرج للحالة التالية: ¶ إذا قال شخص لآخر: اشتر هذا العقار –مثلاً- وأنا أشتريته منك وأربحك فيه، وخشي إن اشتراه ألا يشتريه منه من طلب الشراء. فقال الإمام: المخرج أن يشتري العقار مع خيار الشرط له، ثم يعرضه على صاحبه، فإن لم يشتره فسخ العقد ورد المبيع. ¶ فقيل للإمام الشيباني: أرأيت إن رغب صاحبه –طلب الشراء- في أن يكون له الخيار مدة معلومة؟ ¶ فأجاب: المخرج أن يشتري مع خيار الشرط لمدة أكبر من مدة خيار صاحبه، فإن فسخ صاحبه العقد في مدة خياره استطاع هو الآخر أن يفسخ العقد فيما بقي من المدة الزائدة على خيار صاحبه. ¶ وذكر شيخ الإسلام هذا المخرج وبينه. ¶ وقد تم هذا في البيوع المحلية فقط، وبقي بيع المرابحة في عمليات الاستيراد. ¶ عند الاستيراد في بيوع المرابحة يقوم المصرف بفتح الاعتماد المستندي باسمه هو لا باسم الآمر بالشراء، ويرسل إلى البنك المراسل في بلد المصدر ليتصل به ويتفق معه على تصدير السلعة الملطوبة، وترسل المستندات باسم المصرف الإسلامي، ويتحمل جميع التكاليف ويظل الاعتماد المستندي صالحاً طوال مدة معلومة يتم خلالها التصدير.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقبل أن يتم التصدير قد يأتي العميل ويطلب إلغاء الاعتماد، ويقوم المصرف بدوره بإخطار البنك المراسل، وقل أن يوجد مخاطر هنا حيث إن المصرف يلزم العميل بتحمل تكاليف الاعتماد لأنه هو الذي طلب الإلغاء، ولكن قد لا يكون الإلغاء من قبل العميل، وإنما من قبل المورد الذي لا يقوم بتصدير السلعة المتفق عليها، وبعض المصارف تحمل العميل أيضاً بهذه التكاليف، بحجة أنه هو الذي أرشد المصرف إلى المورد، وأظن أن هذا غير جائز فعلاقة العميل بالمصرف في بيع المرابحة والتزاماته إنما تكون بعد وصول السلعة وشرائها من المصرف وما دام هو ليس الذي طلب الإلغاء، ولم يتسبب في الضرر، فلا يجوز أن يتحمل تبعة غيره ولذلك فإن المصرف هو الذي يتحمل هذه التكاليف وإن استطاع أن يضع شرطاً يلزم المورد بتحمل التكاليف عند عدم التزامه بالتصدير فإن هذا الشرط جائز لإزالة الضرر. ¶ وتوجد مخاطر تتصل بالسلعة المستوردة فقد تأتي مخالفة للمواصفات أو ناقصة أو تالفة وقد لا تصل كأن تحرق أو تغرق أو تسرق مثلاً. ¶ وهناك أشياء تشملها وثيقة التأمين كالحريق والغرق والسرقة وما أشبه هذا. أما مخالفة شروط الاعتماد، أو النقصان مثلاً فيرجع المصرف على المورد فهو المسؤول، عن هذا، ومن الموردين من لا يؤدي ما هو ملتزم به، وهناك يجب البحث عن الضوابط القانونية التي تجعله يجبر على الأداء للتخفيف من المخاطر. ¶ وبعض المصارف الإسلامية رأت أن تتجنب هذه المخاطر. وتحملها لطالب الشراء نفسه، فاشترطت ضمانه للمورد حتى وصول السلعة، ثم بعد ذلك تبيعها له، وأعتقد أن هذا غير جائز على الإطلاق، فدور المصرف حينئذ لا يختلف عن دور البنك الربوي، حيث يقوم بالتمويل ولا شأن له بالسلعة، والحيلة التي يلجأ إليها بأن يبيع للآمر سلعة هي أصلاً في ضمانه حيلة واضحة البطلان. ¶ وأحب هنا أن أذكر بقرارين مهمين:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أحدهما صدر سنة 1403هـ (1983م) وهو من قرارات المؤتمر الثاني للمصرف الإسلامي، ونص القرار هو ما يأتي: ¶ \"يقرر المؤتمر أن المواعدة على المرابحة للآمر بالشراء، بعد تملك السلعة المشتراة للآمر وحيازتها، ثم بيعها لمن أمر بشرائها بالربح المذكور في الوعد السابق، هو أمر جائز شرعاً طالما كانت تقع على المصرف الإسلامي مسؤولية الهلاك قبل التسليم وتبعة الرد فيما يستوجب الرد بعيب خفي\".(3) ¶ والقرار الثاني صدر سنة 1409هـ، في المؤتمر الخامس لمجمع الفقه بمنظمة المؤتمر الإسلامي، حيث قرر: ¶ \"أن بيع المرابحة للآمر بالشراء إذا وقع على سلعة بعد دخولها في ملك المأمور، وحصول القبض المطلوب شرعاً، هو بيع جائز، طالما كانت تقع على المأمور مسؤولية التلف قبل التسليم، وتوافرت شروط البيع، وانتفت موانعه\".(4) ¶ هذان هما القراران، وفي ضوئهما يتضح بطلان ضمان الآمر بالشراء للمورد وتحمله هو مسؤولية الهلاك والتلف قبل التسليم، وكذلك تحمله العيب الخفي ونحوه مما يستوجب الرد بعد التسليم. ¶ ورأت بعض المصارف، تجنباً لهذه المخاطر، أن تقوم ببيع السلعة قبل وصولها، وقبل القبض الفعلي أو الحكمي، وذلك عن طريق تظهير المستندات لصالح الآمر، وكتابة عقد البيع. ¶ ومن الواضح أن هذا التصرف يتنافى مع حديث \"لا تبع ما ليس عندك\"(5)، ومع القرارين السابقين، غير أن الموضوع يحتاج إلى بحث مفصل لبيان موقف العلماء مع بيع المبيع قبل القبض مع المناقشة والترجيح في ضوء الأدلة. الحنفية يرون ثبوت الملك بمجرد التعاقد متى كان العقد صحيحاً بلا خيار، أما في العقد الفاسد فلا ينتقل الملك إلا بالقبض. ¶ ومتى تم التعاقد وجب على البائع تسليم المبيع، ويتحمل مؤنة التسليم، ويجب على المشتري تسليم الثمن الحال، ويتحمل أيضاً مؤنة تسليمه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والتسليم والقبض عندهم هو التخلية، ولا خلاف بينهم أن أصل القبض يحصل بالتخلية في سائر الأموال، واختلفوا في أنها هل هي قبض تام أم لا؟ ويترتب على هذا الاختلاف في التصرف لا في انتقال الضمان، فانتقال الضمان يتم بأصل القبض لا بتمامه، أي قبل القبض الفعلي، أما التصرف فاتفقوا على أن المنقول لا يصح بيعه قبل القبض، واختلفوا في العقار، فأجاز بيعه قبل القبض أبو حنيفة وأبو يوسف استحساناً، ومنعه محمد وزفر قياساً. ¶ جاء في بدائع الصنائع: ¶ بيع المشتري المنقول لا يصح قبل القبض؛ لما روي أن النبي صلى الله عليه وسلم نهى عن بيع ما لم يقبض، والنهي يوجب فساد المنهي، ولأنه بيع فيه غرر الانفساخ بهلاك المعقود عليه، لأنه إذا هلك المعقود عليه قبل القبض يبطل البيع الأول فينفسخ الثاني لأنه بناه على الأول، وقد نهى رسول الله صلى الله عليه وسلم عن بيع فيه غرر. ¶ ثم أضاف المؤلف قوله: وأما بيع المشتري العقار قبل القبض فجائز عند أبي حنيفة وأبي يوسف استحساناً، وعند محمد وزفر والشافعي رحمهم الله لا يجوز قياساً، واحتجوا بعموم النهي الذي روينا. (6) ¶ وقال السمرقندي: ¶ وأما حكم البيع فهو ثبوت الملك في المبيع للمشتري، وثبوت الملك في الثمن للبائع، إذا كان البيع باتاً من غير خيار. (7) ¶ وقال الكاساني: ¶ ثبوت الملك في البدلين للحال، لأنه تمليك بتمليك، وهو إيجاب الملك من الجانبين للحال فيقتضي ثبوت الملك في البدلين في الحال، بخلاف البيع بشرط الخيار، لأن الخيار يمنع انعقاد العقد في الحكم فيمنع وقوعه تمليكاً للحال، وبخلاف البيع الفاسد فإن ثبوت الملك فيه موقوف على القبض، فيصير تمليكاً عنده والله عز وجل أعلم.(8) ¶ وقال: تسليم البدلين واجب على العاقدين، وذكر أن مؤنة تسليم المبيع على البائع كأجرة الكيال والوزن، أما أجرة وازن الثمن فعلى المشتري، لأنه مؤنة تسليم الثمن عليه. (9) ¶ ومن تفسير التسليم والقبض قال:",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "التسليم والقبض عندنا هو التخلية والتخلي، وهو أن يخلي البائع بين المبيع وبين المشتري برفع الحائل بينهما على وجه يتمكن المشتري من التصرف فيه، فيجعل البائع مسلماً للمبيع، والمشتري قابضاً له، وكذا تسليم الثمن من المشتري إلى البائع ثم قال: ¶ لا خلاف بين أصحابنا في أن أصل القبض يحصل بالتخلية في سائر الأموال، واختلفوا في أنها هل هي قبض تام فيها أم لا؟ وجملة الكلام فيه أن المبيع لا يخلو إما أن يكون مما له مثل، وإما أن يكون مما لا مثل له، فإن كان مما لا مثل له من المذروعات والمعدودات المتفاوتة فالتخلية فيها قبض تام بلا خلاف، حتى لو اشترى مذروعاً مذارعة أو معدوداً معاددة، ووجدت التخلية يخرج عن ضمان البائع، ويجوز له بيعه والانتفاع به قبل الذرع والعد بلا خلاف، وإن كان مما له مثل فإن باعه مجازفة فكذلك لأنه لا يعتبر معرفة القدر في بيع المجازفة، وإن باع مكايلة أو موازنة في المكيل والموزون وخلي فلا خلاف في أن المبيع يخرج عن ضمان البائع ويدخل في ضمان المشتري، حتى لو هلك بعد التخلية قبل الكيل والوزن يملك على المشتري، وكذا لا خلاف في أنه لا يجوز للمشتري بيعه والانتفاع به قبل الكيل والوزن، وكذا لا خلاف في أنه لا يجوز للمشتري بيعه والانتفاع به قبل الكيل والوزن، وكذا لو اكتاله المشتري أو اتزنه من بائعه ثم باعه مكايلة أو موازنة من غيره لم يحل للمشتري منه أن يبيعه أو ينتفع به حتى يكيله أو يزنه، ولا يكتفي باكتيال البائع أو اتزانه من بائعه وإن كان ذلك يحضره هذا المشتري لما روي عن رسول الله صلى الله عليه وسلم أنه نهى عن بيع الطعام حتى يجري فيه صاعان، صاع البائع وصاع المشتري، وروي أنه عليه الصلاة والسلام نهى عن بيع الطعام حتى يكال، لكن اختلفوا في أن حرمة التصرف قبل الكيل أو الوزن لانعدام القبض بانعدام الكيل أو الوزن، أو شرعاً غير معقول المعنى مع حصول القبض بتمامه بالخلية؟(10) ¶ وجاء في حاشية ابن عابدين:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لو هلك المبيع بفعل البائع، أو بفعل المبيع، أو بأمر سماوي، بطل البيع ويرجع بالثمن لو مقبوضاً، وإن هلك بفعل المشتري فعليه ثمنه إن كان البيع مطلقاً أو بشرط الخيار له، وإن كان الخيار للبائع فاسداً لزمه ضمان مثله إن كان مثلياً وقيمته إن كان قيمياً، وإن هلك بفعل أجنبي فالمشتري بالخيار: إن شاء فسخ البيع فيضمن الجاني للبائع ذلك، وإن شاء أمضاه ودفع الثمن واتبع الجاني، ويطيب له الفضل إن كان الضمان من خلال الثمن، وإلا فلا. (11) ¶ وفي مجلة الأحكام العدلية نجد المواد الآتية: ¶ (م262) القبض ليس بشرط في البيع إلا أن العقد متى تم كان على المشتري أن يسلم الثمن أولاً، ثم يسلم البائع المبيع إليه. ¶ وقال سليم في شرحه: وحيث لم يكن القبض شرطاً في البيع فليس للبائع أن يفسخه لعدم قبض المبيع. ¶ (م263) تسليم المبيع يحصل بالتخلية سواء كان البيع صحيحاً أو فاسداً على الأصح، وهي أن يأذن البائع للمشتري بقبض المبيع، ولا مانع بمنعه من تسلمه. ¶ (م264) متى حصل تسليم المبيع صار المشتري قابضاً له. ¶ (م265) تختلف كيفية التسليم باختلاف المبيع. ¶ (م269) إذا بيعت ثمار على أشجارها يكون إذن البائع للمشتري بجزها تسليماً. ¶ (م271) إعطاء مفتاح العقار الذي قفل للمشتري يكون تسليماً. ¶ (م272) الحيوان يمسك برأسه أو أذنه أو رسنه الذي في رأسه فيسلم، وكذا لو كان الحيوان في محل بحيث يقدر المشتري على تسلمه بدون مؤونة فأراه البائع إياه وأذنه بقبضه كان ذلك تسليماً أيضاً. ¶ (م273) كيل المكيلات ووزن الموزونات بأمر المشتري ووضعها في الظرف الذي هيأه لها يعد تسليماً. ¶ (م274) تسلم العروض بإعطائها ليد المشتري، أو بوضعها عنده أو بإراءتها له مع الإذن بقبضها. ¶ (م285) مطلق العقد يقتضي تسليم المبيع حيث يوجد وقت العقد. ¶ (م286) إذا كان المشتري لا يعمل وقت العقد أين هو المبيع وعلم به بعد ذلك كان مخيراً: إن شاء فسخ البيع، وإن شاء أمضاه وقبض المبيع حيث يوجد.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(م287) إذا بيع مال على أن يسلم في محل كذا لزم تسليمه في ذلك المحل. ¶ (م288) المؤنة المتعلقة بالثمن تلزم المشتري فيلزمه وحده أجرة عد النقود ووزنها وما أشبه ذلك. ¶ (م 289) المؤنة المتعلقة بتسليم المبيع تلزم البائع وحده، فأجرة الكيال للمكيلات والوزان للموزونات المبيعة تلزم البائع وحده. ¶ (م 290) الأشياء المبيعة جزافاً مؤنتها ومصاريفها على المشتري. ¶ (م293) إذا هلك المبيع في يد البائع قبل أن يقبضه المشتري يهلك من مال البائع ولا شيء على المشتري. ¶ (م 294) إذا هلك المبيع بعد القبض هلك من مال المشتري ولا شيء على البائع. ¶ هذه هي آراء الحنفية، وننتقل بعد ذلك لبيان ما ذهب إليه المالكية. ¶ قال ابن رشد الحفيد في وقت ضمان المبيعات: ¶ المبيعات عند مالك في هذا الباب ثلاثة أقسام: بيع يجب على البائع فيه حق توفية من وزن أو كيل أو عدد، وبيع ليس في حق توفية، وهو الجزاف أو ما لا يوزن ولا يكال ولا يعد، فأما ما كان في حق توفية فلا يضمن المشتري إلا بعد القبض، وأما ما ليس فيه حق توفية وهو حاضر فلا خلاف في المذهب أن ضمانه من المشتري وإن لم يقبضه، وأما المبيع الغائب فعن مالك في ذلك ثلاث روايات، أشهرها أن الضمان من البائع إلا أن يشترطه على المبتاع. (12) ¶ وفي حاشية العدوي: ¶ في العقد الفاسد، ضمان المشتري من يوم القبض لا من يوم العقد، خلافاً للصحيح مما لم يكن فيه حق توفية، ووقع بتاً، فينتقل ضمانه للمشتري بمجرد العقد. (13) ¶ ومثل هذا في الشرح الصغير، وفيه أيضاً: المبيع الغائب على الصفة أو رؤية متقدمة بالقبض يدخل في ضمان المشتري، وقبله ضمانهما على البائع. (14) ¶ وقال ابن شاس في وقت التصرف في المبيع: ¶ الأعيان المبيعة ضربان: طعام وغير طعام، فغير الطعام والشراب من سائر المبيعات من العروض والعبيد والحيوان والعقار، وما ينقل ويحول أو لا ينقل ولا يحول، فبيعه جائز قبل قبضه في الجملة ما لم يعرض فيه ما يمنع منه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وأما الطعام فقد ورد النهي عن بيعه قبل قبضه، فلا يجوز فيما تعلق منه حق توفية من كيل أو وزن أو عدد أن يباع قبل قبضه أو يعاوض عليه، إلا أن يكون على غير وجه المعوضة. ¶ ثم قال: ما ابتيع جزافاً أو مصيراً فبيعه جائز قبل نقله إذا خلى البائع بينه وبينه. ¶ والمشهور من المذهب: أن المنع من بيع الطعام قبل قبضه خاص بجنس الطعام وعام فيه، فلا يعدوه إلى غيره، ولا يقتصر على بعضه، ورأي ابن حبيب أنه يتعدى إلى كل ما فيه حق توفية. ¶ وأشار ابن وهب في روايته إلى تخصيصه بما فيه الربا من الأطعمة خاصة (15) ¶ وقال الدردير: ¶ وجاز لمن ملك شيئاً بشراء أو غيره البيع له قبل القبض له من مالكه الأول إلا طعام المعاوضة: فلا يجوز بيعه قبل قبضه، وسواء كان الطعام ربوياً أو غير ربوي. ¶ ثم قال: ومحل منع بيع طعام المعاوضة قبل قبضه: إن أخذ بكيل أو وزن أو عدّ لا إن أخذ جزافاً: فيجوز بيعه قبل قبضه، من اشترى صبرة جزافاً بشرطه جاز بيعها قبل القبض لدخولها في ضمان المشتري بالعقد، فهي مقبوضة حكماً، فليس في الجزاف توالي عقدتي بيع لم يتخللها قبض. ¶ وحرمة بيع طعام المعاوضة قبل قبضه، قيل تعبد، وقيل معقولة المعنى من حيث أنه ربما أدى لفساد فنهى الشارع عنه سداً للذريعة، وقيل غير ذلك. (16) ¶ وقال الصاوي في حاشيته: ¶ قوله \"إلا طعام المعاوضة\" أي الطعام الذي حصل بمعاوضة، لما ورد في الموطأ والبخاري ومسلم عن أبي هريرة من النهي عن ذلك، وهو أن رسول الله صلى الله عليه وسلم قال: \"من اشترى طعاماً فلا يبعه حتى يكتاله\" (17) ¶ وهنا ملحظ مهم وهو أن المالكية جعلوا ما فيه حق توفية من كيل أو وزن أو عد لا يضمنه المشتري إلا بعد القبض، سواء أكان طعاماً أم غير طعام، وأجازوا بيع غير الطعام قبل الضمان وقبل القبض. ¶ وإذا كان هو المشهور من المذهب ولكن يبقى عندنا رأي ابن حبيب الذي يتفق مع جمهور الأئمة. ¶ وفي المناقشة والترجيح نتناول هذا الموضوع. ¶ وعن القبض قال ابن شاس:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأما صورة القبض فتحكم فيه العادة، وهو فيها متنوع بتنوع المبيعات. فإما المكيل والموزون فيعتبر فيهما الكيل الوزن. ¶ وقال: والمعتبر في المعدود العد. ¶ وأما في العقار فتكفي التخلية، وكذلك فيما على الجزاف، وما سوى ذلك فعلى حسب العادة فيه. (18) ¶ وننتقل إلى رأي الشافعية: ¶ وهم يرون أن من ابتاع شيئاً كائناً ما كان فليس له أن يبيعه حتى يقبضه، فبالقبض ينتقل الضمان للمشتري، ويكون له حق التصرف. ¶ والقبض عندهم في العقار ونحوه بالتخلية وفي المنقول بالنقل، وفي المتناول باليد التناول وإليك بعض ما جاء في كتب الشافعية. ¶ في كتاب الأم جاء حديث النهي عن بيع الطعام حتى يقبض، وقول ابن عباس برأيه: ولا أحسب كل شيء إلا مثله، ثم قول الشافعي: وبهذا نأخذ، فمن ابتاع شيئاً كائناً ما كان فليس له أن يبيعه حتى يقبضه، وذلك أن من باع ما لم يقبض فقد دخل في المعنى الذي يروي بعض الناس عن النبي صلى الله عليه وسلم أنه قال لعتاب ابن أسيد حية وجهه إلى أهل مكة: \"انههم عن بيع ما لم يقبضوا، وربح ما لم يضمنوا\" (قال الشافعي): هذا بيع ما لم يقبض، وربح ما لم يضمن، وهذا القياس على حديث النبي صلى الله عليه وسلم أنه نهى عن بيع الطعام حتى يقبض، ومن ابتاع طعاماً كيلاً فقبضه أن يكتاله، ومن ابتاعه جزافاً فقبضه أن ينقله من موضعه إذا كان مثله ينقل (19) ¶ وقال الغزالي: ¶ للقبض حكمان: الحكم الأول نقل الضمان، إذ المبيع في ضمان البائع قبل القبض، على معنى أنه ينفسخ العقد بتلفه، ويسترد الثمن، هذا إذا تلف باقة سماوية، فإن أتلفه المشتري فهو قبض من جهته مقرر للعقد. ¶ وذكر أنهم اختلفوا في إتلاف الأجنبي، وكذلك إتلاف البائع. ¶ والحكم الثاني للقبض تسليط المشتري على التصرف، فليس للمشتري بيع ما اشتراه قبل القبض، لنهي الرسول صلى الله عليه وسلم عن بيع ما لم يقبض. (20) ¶ ثم تحدث الغزالي عن صورة القبض وكيفيته فقال:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المقبوض إن كان عقاراً فمجرد التخلية كاف، إلا إذا كان غائباً، ففيه نظر يذكر في الرهن. ¶ وأما المنقول، هل تكفي فيه التخلية المجردة؟ فيه ثلاثة أوجه: ¶ الأصح: أنه لا بد من النقل، لأن الاعتماد فيما نيط باسم القبض على العرف، والعرف يفرق بين المنقول والعقار، ونقل حرملة قولاً للشافعي رحمه الله أنه يكتفي بالتخلية، وهو مذهب مالك رحمه الله، لأن المقصود استيلاء المشتري، وقد حصل. ¶ والثالث: أن التخلية تكفي لنقل الضمان، لأنه حق البائع وقد أدى ما عليه ولا يكفي التسليط على التصرف فإنه حق المشتري، وقد قصر، إذ لم يقبض لم ينقل. (21) ¶ وقال الشيرازي: ¶ لا يجوز بيع ما لم يستقر ملكه عليه، كبيع الأعيان المملوكة بالبيع والإجازة والصداق، وما أشبهها من المعاوضات قبل القبض، لما روى أن حكيم بن حزام قال: يا رسول الله إني أبيع بيوعاً كثيرة فما يحل لي منها وما يحرم؟ قال صلى الله عليه وسلم: \"لا تبع ما لم تقبضه\" ولأن ملكه عليه غير مستقر، لأنه ربما هلك فانفسخ العقد وذلك غرر من غير حاجة لم يجز. (22) ¶ وقال النووي في شرحه: ¶ حديث حكيم رواه البيهقي بلفظه هذا، وقال إسناده حسن متصل، وفي الصحيحين أحاديث بمعناه سنذكرها إن شاء الله تعالى في فرع في مذاهب العلماء (23) ¶ وفي الموضع الذي أشار إليه قال النووي:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فرع في مذاهب العلماء في بيع قبل القبض، قد ذكرنا أن مذهبنا بطلانه مطلقاً، سواء كان طعاماً أو غيره، وبه قال ابن عباس ثبت ذلك عنه ومحمد بن الحسن. قال ابن المنذر: أجمع العلماء على أن من اشترى طعاماً فليس له بيعه حتى يقبضه، قال: واختلفوا في غير الطعام على أربعة مذاهب (أحدها) لا يجوز بيع شيء قبل قبضه سواء جميع المبيعات كما في الطعام، قاله الشافعي ومحمد بن عفان وسعيد بن المسيب والحسن والحكم وحماد والأوزاعي وأحمد وإسحق (والثالث) لا يجوز بيع مبيع قبل قبضه إلا الدور والأرض، قاله أبو حنيفة وأبو يوسف (والرابع) يجوز بيع كل مبيع قبل قبضه إلا المأكول والمشروب، قاله مالك وابو ثور، قال ابن المنذر: وهو أصح المذاهب لحديث النهي عن بيع الطعام قبل أن يستوفي.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "واحتج لمالك وموافقيه بحديث ابن عمر أن النبي صلى الله عليه وسلم قال \"من ابتاع طعاماً فلا يبعه حتى يقبضه\" رواه البخاري ومسلم، وعنه قال: \"لقد رأيت الناس في عهد رسول الله صلى الله عليه وسلم يتبايعون جزافاً يعني الطعام فضربوا أن يبيعوه في مكانهم حتى يؤوه إلى رحالهم\" رواه البخاري ومسلم، وعن ابن عباس قال: \"أما الذي نهى عنه النبي صلى الله عليه وسلم فهو الطعام أن يباع حتى يقبض قال ابن عباس وأحسب كل شيء مثله\" رواه البخاري ومسلم، وفي رواية لمسلم عن ابن عباس قال: \"قال رسول الله صلى الله عليه وسلم: \"من ابتاع طعاماً فلا يبعه حتى يقبضه قال ابن عباس: وأحسب كل شيء بمنزلة الطعام\" وعن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال: \"من اشترى طعاماً فلا يبعه حتى يكيله\" رواه مسلم، وفي رواية قال: \"نهى رسول الله صلى الله عليه وسلم عن بيع الطعام حتى يستوفي\" وعن جابر قال: قال رسول الله صلى الله عليه وسلم: \"إذا ابتعت طعاماً فلا تبعه حتى تستوفيه\" رواه مسلم، قالوا: فالتنصيص في هذه الأحاديث يدل على أن غيره بخلافه، قالوا: وقياساً على ما ملكه بإرث أو وصية، وعلى إعتاقه وإجارته قبل قبضه، وعلى بيع الثمر قبل قبضه. ¶ واحتج أصحابنا بحديث حكيم بن حزام أن النبي صلى الله عليه وسلم قال: \"لا تبع ما لم تقبضه، وهو حديث حسن كما سبق بيانه في أول هذا الفصل، وبحديث زيد بن ثابت \"أن النبي صلى الله عليه وسلم نهى أن تباع السلع حيث تباع حتى يحوزها التجار إلى رحالهم\" رواه أبو داود بإسناد صحيح، إلا أنه من رواية محمد بن إسحق بن يسار عن أبي الزناد وابن إسحق مختلف في الاحتجاج به وهو مدلس، وقد قال: عن أبي الزناد، والمدلس إذا قال: عن لا يحتج به، لكن لم يضعف أبو داود هذا الحديث، وقد سبق أن ما لم يضعفه فهو حجة عنده، فلعله اعتضد عنده أو ثبت عنده بسماع ابن اسحق له من أبي الزناد، وبالقياس على الطعام.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والجواب عن احتجاجهم بأحاديث النهي عن بيع الطعام من وجهين: أحدهما أن هذا استدلال بداخل الخطاب والتنبيه مقدم عليه، فإنه إذا نهى عن بيع الطعام مع كثرة الحاجة إليه فغيره بأولى. والثاني أن النطق الخاص مقدم عليه وهو حديث حكيم وحديث زيد. وأما قياسهم على العتق ففيه خلاف سبق، فإن سلمناه فالفرق أن العتق له قوة وسراية، ولأن العتق إتلاف للمالية والإتلاف قبض، والجواب عن قياسهم على الثمن أن فيه قولين فإن سلمناه فالفرق أنه في الذمة مستقر لا يتصور تلفه ونظير المبيع إنما هو الثمن المعين، ولا يجوز بيعه قبل القبض، وأما بيع الميراث والموصى به فجوابه أن الملك فيهما مستقر بخلاف المبيع، والله أعلم. ¶ واحتج لأبي حنيفة بإطلاق النصوص، ولأنه لا يتصور تلف العقار بخلاف غيره، واحتج أصحابنا بما سبق في الاحتجاج على مالك، وأجابوا عن النصوص بأنها مخصوصة بما ذكرناه، وأما قولهم: لا يتصور تلفه، فينتقض بالجديد الكثير، والله سبحانه وتعالى أعلم. (24) ¶ وقال الشيرازي: القبض ورد به الشرع، وأطلقه فحمل على العرف، والعرف فيما ينقل النقل، وفيما لا ينقل التخلية. (25) ¶ وقال النووي: قال أصحابنا: الرجوع في القبض إلى العرف: وهو ثلاثة أقسام: العقار والثمر على الشجرة: فقبضه بالتخلية. ¶ والثاني: ما ينقل في العادة كالأخشاب والحبوب والحيتان ونحوها فقبضه بالنقل.. وفيه قول حكاه الخراسانيون أنه يكفي فيه التخلية، وهو مذهب أبي حنيفة. ¶ والثالث: ما يتناول باليد كالدراهم والدنانير، فقبضه بالتناول بلا خلاف. (26) ¶ وقال النووي أيضاً: ¶ مؤنة الكيل الذي يفتقر إليه القبض تكون على البائع، كمؤنة إحضار المبيع الغائب فإنها على البائع، وأما مؤنة وزن الثمن فعلى المشتري.. وأما مؤنة نقل المبيع بعد القبض إلى دار المشتري فعلى المشتري. (27) ¶ ويبقى أخيراً رأي الحنابلة: ¶ قال الخرقي: ¶ وإذا وقع البيع على مكيل، أو موزون، أو معدود فتلف قبل قبضه فهو من مال البائع.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقال ابن قدامة: ¶ ظاهر كلام الخرقي أن المكيل، والموزون، والمعدود، لا يدخل في ضمان المشتري وإلا يقبضه، سواء كان متعيناً، كالصبرة، أو غير متعين، كقفيز منها، وهو ظاهر كلام أحمد، ونحوه قول إسحاق، وروي عن عثمان بن عفان وسعيد بن المسيب، والحسن، والحكم، وحما بن أبي سليمان، أن كل ما بيع على الكيل والوزن لا يجوز بيعه قبل قبضه، وما ليس بمكيل ولا موزون يجوز بيعه قبل قبضه، وقال القاضي وأصحابه: المراد بالمكيل والموزون، والمعدود، ما ليس بمتعين منه، كالقفيز من صبرة، والرطل من زيرة، ومكيلة زيت من دون، فأما المتعين، فيدخل في ضمان المشتري، كالصبرة، ويبيعها من غير تسمية كيل، وقد نقل عن أحمد ما يدل على قولهم، فإنه في رواية أبي الحارث في رجل اشترى طعاماً فطلب من يحمله، فرجع وقد احترق الطعام، فهو من مال المشتري، استدل بحديث ابن عمر: ما أدركت الصفقة حياً مجموعاً، فهو من مال المشتري، وذكر الجوزجاني عنه في من اشترى ما في السفينة صبرة، ولم يسم كيلاً فلا بأس أن يشرك فيها، ويبيع ما شاء، إلا أن يكون بينهما كيل فلا يولي حتى يكال عليه، ونحو هذا قال مالك، فإنه قال: ما بيع من الطعام مكايلة، أو موازنة لم يجز بيعه قبل قبضه، وما بيع مجازفة، أو بيع من غير الطعام مكايلة، أو موازنة جاز بيعه قبل قبضه ووجه ذلك، ما روى الأوزاعي عن الزهري، عن حمزة بن عبد الله بن عمر أنه سمع عبد الله بن عمر، يقول: مضت السنة أن ما أدركته الصفقة حياً مجموعاً، فهو من مال المبتاع، رواه البخاري، عن ابن عمر من قوله تعليقاً، وقول الصحابي مضت السنة يقتضي سنة النبي صلى الله عليه وسلم. ولأن المبيع المعين لا يتعلق به حق توفيته، فكان من مال المشتري، كغير المكيل والموزون ونقل عن أحمد أن المطعوم لا يجوز بيعه قبل قبضه سواء كان مكيلاً أو موزوناً، أو لم يكن، وهذا يقتضي أن الطعام خاصة لا يدخل في ضمان المشتري حتى يقبضه، فإن الترمذي روى عن أحمد، أنه أرخص",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "في بيع مالاً يكال ولا يوزن مما لا يؤكل ولا يشرب قبل قبضه، وقال الأثرم: سألت أبا عبد الله عن قوله: نهى عن ربح ما لم يضمن قال: هذا في الطعام، وما أشبهه من مأكول أو مشروب، فلا يبيعه حتى يقبضه. ¶ قال ابن عبد البر: ¶ الأصح عن أحمد بن حنبل أن الذي يمنع من بيعه قبل قبضه هو الطعام، وذلك لأن النبي صلى الله عليه وسلم نهى عن بيع الطعام قبل قبضه فمفهومه إباحة بيع ما سواه قبل قبضه. (28) ¶ وقال ابن قدامة أيضاً: ¶ قبض كل شيء بحسبه، فإن كان مكيلاً، أو موزوناً، بيع كيلاً، أو وزناً فقبضه بكيله أو وزنه. ¶ وقد روى أبو الخطاب عن أحمد رواية أخرى، أن القبض في كل شيء بالتخلية مع التمييز لأنه خلى بينه وبين المبيع من غير حائل، فكان قبضاً له كالعقار. ¶ وقال: القبض مطلق في الشرع، فيجب الرجوع فيه إلى العرف كالإحراز والتفرق.(29) ¶ وجاء في مجلة الأحكام الشرعية ما يأتي: ¶ (م324) من اشترى بكيل ونحوه، أو بصفة، أو برؤية متقدمة، لا تصح تصرفاته فيه قبل قبضه. ¶ (م333) قبض كل شيء بحسبه عرفاً، فقبض المنقول المبيع جزافاً يحصل بنقله، وقبض ما يتناول باليد بتناوله كالدرهم، وقبض الحيوان بتمشيته. ¶ (م 334) قبض الدار ونحوها بالتخلية. ¶ (م336) المبيع كيلاً أو وزناً أو ذرعاً عدا يعتبر في قبضة إجراء عمل الكيل أو الوزن أو الذرع أو العد. ¶ (م341) ... مقتضى العقد تسليم المبيع في مكان العقد إذا كان محل إقامة. ¶ (م 342) لو شرط العاقد تسليم المبيع في مكان معين فمؤنة إيصاله إلى ذلك المكان على البائع. ¶ (349) ... المبيع في ضمان البائع إذا بيع بكيل ونحوه، أو بصفة أو برؤية متقدمة، أو كان ثمراً على شجر، إلى أن يقبضه المشتري، أما غير ذلك فمن ضمان المشتري من حين العقد. ¶ المناقشة والترجيح:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "في كتاب البيوع من صحيح مسلم، باب بطلان بيع المبيع قبل القبض، وردت عدة روايات في معنى الباب، منها قوله صلى الله عليه وسلم: \"من ابتاع طعاماً فلا يبعه حتى يستوفيه\" قال ابن عباس: وأحسب كل شيء مثله. ¶ وفي رواية: \"حتى يقبضه\"، وفي رواية: \"من اشترى طعاماً فلا يبعه حتى يستوفيه ويقبضه\"، وفي رواية: \"من ابتاع طعاماً فلا يبعه حتى يكتاله\"، فقلت لابن عباس: لم؟ فقال: ألا تراهم يتبايعون بالذهب، والطعام مرجاً؟ وفي رواية: \"كنا في زمان رسول الله صلى الله عليه وسلم نبتاع الطعام فيبعث علينا من أمرنا بانتقاله من المكان الذي ابتعناه فيه إلى مكان سواه قبل أن نبيعه\"، وفي رواية: \"كنا نشتري الطعام من الركبان جزافاً فنهانا رسول الله صلى الله عليه وسلم أن نبيعه حتى ننقله من مكانه\"، وفي رواية: \"أنهم كانوا يضربون على عهد رسول الله إذا اشتروا طعاماً جزافاً أن يبيعوه في مكانه حتى يحولوه\"، وفي رواية: \"حتى يؤووه إلى رحالهم\" وفي كتاب البيوع من صحيح البخاري نجد مثل هذه الروايات في عدد من الأبواب منها \"باب ما يذكر في بيع الطعام، والحكرة\"، \"وباب بيع الطعام قبل أن يقبض، وبيع ما ليس عندك، \"وباب من رأي إذا اشترى طعاماً ما جزافاً أن لا يبيعه حتى يؤوويه إلى رحله والأدب في ذلك\".",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وذكر ابن حجر قول طاوس: \"قلت لابن عباس: كيف ذلك؟ قال: ذاك دراهم بدراهم والطعام مدرجاً\"، وعقب الحافظ بقوله: معناه أنه استفهم عن سبب هذا النهي، فأجابه ابن عباس بأنه إذا باعه المشتري قبل القبض وتأخر المبيع في يد البائع، فكأنه باعه دراهم بدراهم، ويبين ذلك ما وقع في رواية سفيان عن ابن طاوس عند مسلم\" قال طاوس: قلت لابن عباس: لم ؟ قال: ألا تراهم يتبايعون بالذهب والطعام مرجاً؟\" أي فإذا اشترى طعاماً بمائة دينار مثلاً، ودفعها للبائع ولم يقبض منه الطعام، ثم باع الطعام لآخر بمائة وعشرين ديناراً وقبضها والطعام في يد البائع، فكأنه باع مائة دينار بمائة وعشرين ديناراً، وعلى هذا التفسير لا يختص النهي بالطعام، ولذلك قال ابن عباس: \"لا أحسب كل شيء إلا مثله\"، ويؤيده حديث زيد بن ثابت \"نهى رسول الله صلى الله عليه وسلم أن تباع السلع حيث تبتاع حتى يحوزها التجار إلى رحالهم\" أخرجه أبو داود، وصححه ابن حبان. ¶ ثم ذكر ابن حجر آراء الأئمة، وقال: احتج الشافعي بحديث عبد الله بن عمرو، قال: \"نهى النبي صلى الله عليه وسلم عن ربح ما لم يضمن \"أخرجه الترمذي. قلت أي ابن حجر: وفي معناه حديث حكيم بن حزام المذكور في صدر الترجمة يعني حديث (لا تبع ما ليس عندك). ¶ وحديث زيد بن ثابت الذي ذكره الحافظ أخرجه أبو داود في كتاب البيوع والإجارات: باب في بيع الطعام قبل أن يستوفى. ¶ وبين النووي فيما قبل الاحتجاج بهذا الحديث، وذكره الألباني في صحيح أبي داود، غير أنه حسنه.(30) ¶ وحديث عبد الله بن عمرو الذي أخرجه الترمذي نصه: \"لا يحل سلف وبيع، ولا شرطان في بيع، ولا ربح ما لم يضمن، ولا بيع ما ليس عندك\" وقال الترمذي: هذا حديث حسن صحيح.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والحديث أخرجه الخمسة وغيرهم، وفي تحفة الأحوذي قال المؤلف في شرح \"ولا ربح ما لم يضمن\" يريد به الربح الحاصل من بيع ما اشتراه قبل أن يقبضه، وينتقل من ضمان البائع إلى ضمانه، فإن بيعه فاسد، وفي شرح السنة قيل معناه أن الربح في كل شيء إنما يحل أن لو كان الخسران عليه، فإن لم يكن الخسران عليه كالبيع قبل القبض إذا تلف فإن ضمانه على البائع، ولا يحل للمشتري أن يسترد منافعه التي انتفع بها البائع قبل القبض لأن المبيع لم يدخل بالقبض في ضمان المشتري، فلا يحل له ربح المبيع قبل القبض. (31) ¶ وتحت عنوان \"من ابتاع طعاماً فلا يبعه حتى يستوفيه\" ذكر ابن عبد البر الحديث الشريف، وذكر أن لفظه عند أكثر الرواة\" حتى يقبضه\"، وقال والقبض والاستيفاء سواء. ¶ ثم قال: وظاهر هذا الحديث يحظر ما وقع عليه اسم طعام إذا اشترى حتى يستوفي واستيفاؤه قبضه على حسب ما جرت العادة فيه من كيل أو وزن. ¶ ثم قال: ففي الحديث خصوص الطعام بالذكر، فوجب أني يكون ما عداه بخلافه.(32) ¶ وما ذكره ابن عبد البر يؤيد ما ذهب إليه الإمام مالك، غير أنه استثنى ما بيع من الطعام جزافاً كما سبق ذكره في بيان رأي المالكية، وهذا يتعارض مع الأحاديث المتفق على صحتها والتي نصت على الجزاف وورد ذكرها آنفاً في بداية هذه المناقشة، ولذلك قال ابن عبد البر: لا أعلم أحداً تابع مالكاً من جماعة فقهاء الأمصار، على تفرقته بين ما اشترى جزافاً من الطعام، وبين ما اشترى منه كيلاً إلا الأوزاعي.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ثم ذكر عدداً من الروايات الصحيحة الثابتة التي تؤيد راي الجمهور، ثم قال: واختلف قول مالك في المسألة الأولى من هذا الباب –أي مسألة الجزاف، فالمشهور عنه ما قدمناه ذكره، وقد حكى أبو بكر بن أبي يحيى الوقار عن مالك، أنه قال: \"لا يبيع ما اشترى من الطعام والإدام جزافاً قبل قبضه ونقله\" واختاره الوقار وهو الصحيح عندي في هذه المسألة لثبوت الخبر بذلك عن النبي صلى الله عليه وسلم وعمل أصحابه وعليه جمهور أهل العلم.(33) ¶ إذن النهي عن بيع الطعام قبل قبضه يشمل ما يبيع جزافاً ولا يقتصر على المكيل والموزون. ¶ ويبقى بعد ذلك الخلاف بين الأئمة الأعلام في بيع غير الطعام قبل قبضه كما يتضح من ذكر آراء المذاهب الأربعة. ¶ وما ذكره ابن عبد البر (ما عداه بخلافه)، ما ذكره فيه نظر فهذا استدلال بمفهوم المخالفة، والطعام لقب، ولا يؤخذ بمفهوم المخالفة في اللقب عند المالكية أنفهسم وباقي المذاهب الأربعة. (34) ¶ ومن المعلوم أن المنطوق يقدم على المفهوم عند الأخذ به في غير اللقب، والمنطوق في حديث زيد بن ثابت، وحديث عبد الله بن عمرو يؤيد الشافعية ومن ذهب مذهبهم، إلى جانب قول ابن عباس \"وأحسب كل شيء مثله\" وذكر ابن عبد البر أن ممن قال بهذا: الثوري، وابن عيينة، والشافعي ومحمد بن الحسن. ¶ ثم قال: ومن حجة من ذهب هذا المذهب أن عبد الله بن عباس، وجابر بن عبدالله، رويا عن النبي صلى الله عليه وسلم أنه قال: من اشترى طعاماً فلا يبعه حتى يقبضه، أفتيا جميعاً بأن لا يباع بيع حتى يقبض، وقال ابن عباس: كل شيء عندي مثل الطعام، فدل على أنهما فهما عن النبي صلى الله عليه وسلم المراد والمعنى.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثم ذكر الأحاديث التي تؤدي هذا الرأي، ثم قال: وذهب مالك وأصحابه ومن تابعه في هذا الباب إلى أن نهيه عليه السلام عن ربح ما لم يضمن إنما هو في الطعام وحده، لأنه خص بالذكر في مثل هذا الحديث وغيره من الأحاديث الصحاح، ولا بأس عندهم بربح ما لم يضمن ما عدا الطعام، ومن البيوع والكراء وغيره، وكذلك حملوا النهي (عن بيع ما ليس عندك) على الطعام وحده. ¶ ثم قال: قالوا: وكل حديث ذكر فيه النهي عن بيع ما ابتعته حتى تقبضه فالمراد به الطعام، لأنه الثابت في الأحاديث الصحاح من جهة النقل، وتخصيصه الطعام بالذكر دليل على أن ما عداه وخالفه فحكمه بخلاف حكمه. (35) ¶ قلت: لا حاجة إلى إعادة ما ذكرته عن مفهوم المخالفة، والنووي في رده قال: إذا نهى عن بيع الطعام، مع كثرة الحاجة إليه فغيره أولى، إلى جانب ما ذكره في رده عند مناقشته في بيان مذاهب العلماء الذي مر ذكره من قبل. ¶ وسؤال حكيم بن حزام: يا رسول الله، إني أبيع بيوعاً كثيرة، فما يحل لي منها وما يحرم؟ وجواب الرسول صلى الله عليه وسلم: \"لا تبع ما لم تقبضه\". لم يأت ذكر الطعام في السؤال ولا في الجواب، ولو كان الأمر قاصراً على الطعام لوجب على حكيم أن يبين أن البيوع الكثيرة كلها في الطعام، ولكان الجواب مفرقاً بين الطعام وغيره، وحمل كلمة (السلع)، (وما لم يضمن)، (وما لم يقبض)، (وما ليس عندك)، حمل كل هذا على الطعام فقط فيه نظر، فهو تخصيص للعام بغير مخصص، وتعطيل للنصوص، ولا تعارض بين العام والخاص حتى يحتج بصحة أحاديث الطعام، فالأحاديث الأخرى فيها الصحيح وفيها الحسن، فهي حجة في الاستدلال، فلا يجوز إبطالها. ¶ والقول بجواز ربح ما لم يضمن ما دام ليس طعاماً قول خطير يتنافى مع القواعد الثابتة كالخراج بالضمان، والغنم بالغرم، والخراج بالضمان –الذي ينقض هذا القول- حديث شريف صحيح. (36) ¶ وذكر من قبل أن ابن حبيب من المالكية خالف أصحابه في هذا القول.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إذن لعل الراجح عدم جواز بيع أي شيء كائناً ما كان، طعاماً أو غير طعام، إلا بعد ضمانه وقبضه، والله عز وجل هو الأعلم. ¶ وأظن أن مساحة الخلاف تقل إذا حددنا مفهوم القبض، ونظرنا إلى بعض ما جاء في كتب المذاهب التي أجازت بيع بعض الأشياء قبل القبض. ¶ ومن الواضح أن القبض مرده إلى العرف والعادة، وقد صرح الجمهور بهذا، فما يعتبر قبضاً في عرف الناس وعادتهم فهو القبض الشرعي – وما يستند إلى العرف يمكن أن يتغير تبعاً لتغير عادات الناس وأعرافهم، وليس لأحد أن يقف عند صورة معينة من صور القبض فيفرضها على كل عصر ومصر. ¶ ولأهمية هذا الموضوع بحثه مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي بجدة، وركز على صوره وبخاصة المستجدة منها وأحكامها، وقرر ما يلي: ¶ قبض الأموال كما يكون حسياً في حالة الأخذ باليد، أو الكيل أو الوزن في الطعام، أو النقل والتحويل إلى حوزة القابض، يتحقق اعتباراً أو حكماً بالتخلية مع التمكين من التصرف ولو لم يوجد القبض حساً، وتختلف كيفية قبض الأشياء بحسب حالها، واختلاف الأعراف فيما يكون قبضاً لها. ¶ وتناول القرار بعد ذلك بعض صور القبض الحكمي المعتبرة شرعاً وعرفاً كالقيد المصرفي وتسلم الشيك. ¶ فقرار المجمع أن القبض يتحقق اعتباراً وحكماً بالتخلية مع التمكين من التصرف ولو لم يوجد القبض حساً، هذا القرار نجعله الأساس لوجوب القبض، فليس من اللازم أن يكون القبض الحسي، بل يكفي القبض الحكمي. ¶ وفي ضوء هذا ننظر في قول المالكية بجواز بيع صبرة الطعام جزافاً قبل القبض: قال الدردير: من اشترى صبرة جزافاً بشرطه جاز بيعها قبل القبض لدخولها في ضمان المشتري بالعقد، فهي مقبوضة حكماً. ¶ وقال ابن شاس: ما ابتيع منه -أي من الطعام- جزافاً أو مصبراً فبيعه جائز قبل نقله، إذا خلى البائع بينه وبينه. ¶ من هذا نرى أن القبض تحقق اعتباراً وحكماً، حيث تمت التخلية مع التمكين من التصرف.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وفي ضوء قرار المجمع أيضاً ننظر إلى ما نقل عن الإمام أحمد في رجل اشترى طعاماً، فطلب من يحمله، فرجع وقد احترق الطعام، فقال: هو من مال المشتري. ¶ قلت: تمت التخلية مع التمكين من التصرف، فتحقق القبض، وهكذا يمكن أن نفسر بعض ما قيل من أنه تصرف قبل القبض، أما إذا لم يتم القبض حساً ولا حكماً، ولم يدخل المبيع في ضمان المشتري، فلا يجوز له التصرف لما سبق من الأدلة. ¶ ولننظر إلى بعض صور القبض في عصرنا: ¶ في قرار المجمع ذكرت صورتان من صور القبض الحكمي المعتبرة شرعاً وعرفاً وهما ما يأتي: ¶ 1- القيد المصرفي لمبلغ من المال في حساب العميل في الحالات التالية: ¶ أ- إذا أودع في حساب العميل مبلغ من المال مباشرة أو بحوالة مصرفية. ¶ ب- إذا عقد العميل عقد صرف ناجز بينه وبين المصرف في حال شراء عملة بعملة أخرى لحساب العميل. ¶ ج- إذا اقتطع المصرف - بأمر العميل- مبلغاً من حساب له إلى حساب آخر بعملة أخرى، في المصرف نفسه أو غيره لصالح العميل أو لمستفيد آخر، وعلى المصارف مراعاة قواعد عقد الصرف في الشريعة الإسلامية. ¶ ويغتفر تأخير القيد المصرفي بالصورة التي يتمكن المستفيد بها من التسليم الفعلي، للمدد المتعارف عليها في أسواق التعامل، على أنه لا يجوز للمستفيد أن يتصرف في العملة خلال المدة المغتفرة إلا بعد أن يحصل أثر القيد المصرفي بإمكان التسلم الفعلي. ¶ 2- تسلم الشيك إذا كان له رصيد قابل للسحب بالعملة المكتوب بها عند استيفائه وحجزه المصرف، والله أعلم. ¶ هذا بالنسبة لقبض النقود، وأذكر هنا بعض صور قبض المبيع. ¶ عند استيراد السلع، من الطعام ومن غيره، وتصل إلى ميناء التسليم، مع تسلم أوراق الشحن المتصلة بها، يعتبر المشتري المستورد متسلماً أي قابضاً وإن لم يتم التسلم الفعلي.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "لذلك يستطيع المشتري أن يبيع في الميناء نفسه دون أن يقوم بنقلها إلى مخازنه الخاصة، وقد لا يكون عنده مخازن خاصة، هكذا جرى العرف، وتم القبض بالتخلية مع التمكين من التصرف. ¶ لعل من غير الجائز البيع في عرض البحر، مادام المتبايعان ليسا في السفينة وليس لكل منهما وكيل يقوم بالتسليم أو التسلم. ¶ والذين يفعلون هذا يقولون إن الجهة الناقلة تعتبر وكيلاً عن كلِّ منهما في القبض، وهذا غير صحيح، فالجهة الناقلة أجير للنقل وليست وكيلاً عن أحد، ولذلك تبقى السلعة في ضمان مالكها، ولا يجوز أن يتم البيع إلا بعد إمكان القبض ونقل الضمان. ¶ والملاحظ أن الذين يستبيحون مثل هذا البيع يمكن أن يعاد بيع السلعة بينهم مرات عن طريق تبادل المستندات لحاملها أو تظهيرها دون أن يتكمن أحد من التسليم أو التسلم إلا بعد الوصول إلى الميناء، فإن كان فيها عيب أو نقص أو مخالفة للشروط والمواصفات تحمل ذلك المشتري الأخير دون إمكان الرجوع على البائع الأول، وهذا يختلف عن الحالة الأولى التي يتم فيها القبض المعتبر بالتخلية مع التمكين من التصرف، فإن المشتري يستطيع أن يرجع على البائع بعد معاينة السلعة، أو نقلها إلى مخازنه، وعندما كنت العضو التنفيذي لهيئة الرقابة الشرعية لمصرف إسلامي كنا ننص في العقد أن البيع يتم بعد وصول البضاعة، وأن المصرف مسؤول عن العيوب الظاهرة والخفية مدة ثلاثة أيام، وهذه المدة كافية للمعاين التامة، وتحمل المصرف مرات أثر وجوب العيوب.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "الذي يريد أن يبيع سلعاً أو معادن عن طريق الأسواق العالمية -البرص- يرسل هذه السلع إلى أحد المخازن العامة، فيقوم المخزن بتفرغها، ثم يقوم بتقسيمها إلى كميات متساوية إلى حد كبير، وهي عادة تكون خمسة وعشرين طناً لكل كمية، ويقوم بالتعبئة، ويكتب على الغلاف الخارجي البيانات كاملة، كنوع السلعة ومواصفاتها، ومكان تخزينها، وتسجل هذه البيانات على الحاسب الآلي، ثم توضع في المكان المخصص لها، وتكتب ورقة بهذه البيانات، هذه الأوراق تعرف بإيصالات المخازن، وهي التي تتداول في البرص، فالمشتري لا يتسلم السلعة وإنما يتسلم الإيصالات، وبها يستطيع أن يتسلم السلعة، ومن وقت الشراء يتحمل تكاليف التخزين، ولذلك يأخذ تكاليف التخزين عن المدة السابقة للشراء، ثم يدفع التكاليف عن المدة كلها عند التسلم أو البيع مرة أخرى، إذن بتسلم الإيصالات تدخل السلعة في ضمانه، ويتمكن من تسلم السلع، وزرت مخازن وتردام، وهي من أكبر المخازن، فرأيت الشحن والتفريغ، والوزن عند التعبئة والبيانات التي تكتب، وكان معنا صور لبعض إيصالات المخازن فرأينا ما سجل على الحاسب، فبعضها ألغى وسلمت السلعة، والذي لا يزال موجوداً ذهبنا إلى المكان المحدد، فوجدنا المكتوب على الإيصال يطابق تماماً المكتوب على المكان الموجود به السلعة، ولذلك جرى العرف بأن تسلم الإيصال يعتبر تسلماً لمضمونه، ويتم تداول هذه الإيصالات في البيع والشراء.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ومن المؤسف حقاً بعض ما يحدث في سوق السلع والمعادن، حيث يلجأ كثير من المصارف الإسلامية إلى استثمار جزء من أموالها في هذه السوق، فتلجأ بعض البنوك الأجنبية والشركات التي لا تجد، أو لا تريد توجد استثماراً حقيقياً لهذه الأموال، وفي الوقت نفسه تريد الاستفادة من العمولات التي تأخذها، والحصول على أموال بتكلفة أقل من سعر الفائدة، تقوم هذه البنوك والشركات بتزوير عمليات شراء وبيع وهمية، وتقديم صور من إيصالات المخازن لا صلة لها بالواقع العملي، ولا يقابلها إيصالات أصلية، وتقديم مستندات مزورة لمن يطلبها، وقد استطعت بفضل الله تعالى أن أكتشف بعض هذه العمليات المزورة، ونبهت إلى خطورتها، وعرضت الحالات المكتشفة على هيئة الرقابة الشرعية، وناقشناها من الجوانب المختلفة، واتخذنا بشأنها القرارات المناسبة، وأوصينا البنوك الإسلامية، ولازلنا نوصيها بالخروج من سوق السلع والمعادن. ¶ وكارثة بنك الاعتماد والتجارة أوضح مثل على هذا التزوير والتلاعب. ¶ السلع المعبأة يكتب عليها الوزن أو الكيل، والأقمشة التي تباع بكميات كبيرة يكتب على كل ثوب من الأثواب عدد الأمتار أو الياردات، واعتاد الناس عند الشراء ألا يطلبوا إعادة الوزن أو الكيل أو القياس، على حين كان من قبل لابد من الكيل أو الوزن أو الذرع في غير الجزاف عند القبض. ¶ ولعل هذا من باب تغير الفتوى بتغير الزمان والعادات والأعراف. ¶ بعد هذا العرض والمناقشة أقول: لعل الراجح هو عدم جواز التصرف في المبيع قبل القبض، سواء أكان طعاماً أم غير طعام كما تبين من الأدلة، وفي مفهوم القبض نأخذ بقرار مجمع الفقه الإسلامي، وما دام القبض مرده إلى العرف فإن صوره يمكن أن تتغير تبعاً لتغير العادات والأعراف، وقد رأينا بعض هذه الصور المستحدثة. ¶ وبالقبض ينتقل الضمان، ويتمكن المشتري من التصرف. ¶ الاحتفاظ بملكية المبيع:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "من أهم الآثار المترتبة على عقد البيع انتقال ملكية المبيع إلى المشتري، ولذلك لا يجوز احتفاظ البائع بملكية المبيع كضمان لأداء المشتري لثمن الشراء الآجل، وللبائع أن يتخذ ما يرتضيه من الوسائل المشروعة لتوثيق الدين ولضمان أدائه في الأجل المحدد. ¶ وبعض البائعين الذين أدركوا عدم جواز الاحتفاظ بملكية المبيع لجؤا إلى حيلة للاحتفاظ بالملكية وذلك عن طريق الإجازة المنتهية بالتمليك، وهذا النوع من الإجارة بضوابطها الشرعية جائز، بحيث يكون العقد إجارة فعلاً وليس عقد إجارة ساتراً للبيع، فالعين المؤجرة مثلاً تكون في ضمان المؤجر، وهو الذي يقوم بالتأمين لصالحه، وإذا لم يتمكن المستأجر من الانتفاع بالعين بسبب يرجع إلى ذات العين سقطت الأجرة، ويراعى في الإيجار أجرة المثل لا ثمن المثل، وهكذا يصبح العقد إجارة، مع وعد منفصل بهبة العين المؤجرة في وقت محدد. ¶ أما إذا كان العقد لا يختلف عن البيع بالتقسيط من حيث التزام المستأجر بالأجرة دون النظر إلى استمرار الانتفاع بالعين، وعدم مراعاة أجرة المثل، بل تم تقسيط الثمن وسمي القسط إيجاراً، كل هذا مع ضمان المستأجر للعين وتحمله لأقساط التأمين، فإن هذا يعني أنه عقد إجارة سائر للبيع، فهو في الحقيقة عقد بيع بالتقسيط مع الاحتفاظ بملكية المبيع. ¶ الكفالة والرهن: ¶ ومن وسائل الاستيثاق المشروعة اشتراط كفلاء مليئين، وتشترط المصارف الإسلامية عادة أن يكون حساب الكفلاء بالمصرف نفسه حتى يمكن الاستيفاء منه مباشرة. ¶ كما يمكن اللجوء إلى الرهن: ¶ والرهن قد لا يكون للممتلكات للمدين غير العين المبيعة، وقد يكون للعين المبيعة نفسها، ولا ضير في هذا إذا كان الرهن قانونياً لا حيازياً، فالرهن القانوني لا يمنع الراهن من الانتفاع بالعين المرهونة، ولكن يمنعه من أي تصرف ناقل للملك، أو ضار بمصلحة المرتهن الدائن.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ومما يعد رهناً ما تقوم به المصارف الإسلامية من تجميد بعض الودائع المصرفية، فيضع المدين أو كفيله مبلغاً من النقود في الحساب الجاري أو الاستثماري لضمان أداء الأقساط في مواعيدها، ويتم حجز المصرف على هذا المبلغ فلا يسمح لصاحبه بالسحب منه ما دام الدين قائماً. ¶ ووضع المبلغ في حساب الاستثمار لصالح المدين يتفق مع حديث الرسول صلى الله عليه وسلم: \"لا يغلق الرهن من راهنه، له غنمه وعليه غرمه\".(37) ¶ ومن الخطأ أن يشترط المصرف وضعه في الحساب الجاري، أو في حساب خاص لا ينتفع به المدين، بل ينتفع به المصرف الدائن، حيث يضم –كله أو بعضه- إلى الأموال المستثمرة، ويأخذ المصرف ما يحققه من ربح، فهذا يتعارض مع الحديث الشريف، ومع الإجماع. ¶ ثانياً: مخاطر الثمن ¶ من المعلوم أن من ربا الجاهلية ربا الديون الناشئة عن بيع آجل، فكان إذا حل الموعد، وعجز المشتري المدين عن أداء الدين، تطبق القاعدة الجاهلية المعروفة: إما أن تقضي وإما أن تربى، وهذه القاعدة الجاهلية نراها في عصرنا حيث يطبقها البائعون الذي لا يلتزمون بأحكام الشريعة الإسلامية، وعادة يطبق سعر الفائدة الذي تأخذه البنوك الربوية. ¶ وأمر هؤلاء معلوم، والتحريم واضح جلي، ولكن ماذا يفعل الذين يريدون تحكيم شرع الله عز وجل؟. ¶ فمن المشكلات الكبرى التي تؤثر في مسيرة المؤسسات الإسلامية عدم التزام كثير من المدينين بدفع أقساط الديون في مواعيدها المتفق عليها، وقليل من هؤلاء ذو عسرة، وأكثرهم يماطلون مع القدرة على الأداء، نظراً لأن هذه المؤسسات لا تأخذ فوائد التأخير التي يلتزم بها هؤلاء مع البنوك الربوية. ¶ وكثير من المؤسسات لم تجد علاجاً لهذه المشكلة، ووجدت حلاً جزئياً في اللجوء إلى المزيد من الضمانات، غير أن بعض المصارف لجأت إلى حلول أخرى نرجو أن يقول المؤتمر فيها رأيه ونذكر منها ما يأتي:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عند عجز المدين (المشتري) عن الدفع، وعلم المصرف بهذا، رأي –تقديراً لظروفه ورأفة به- أن يدخل مع هذا المدين في شركة بقيمة الدين. ¶ وربما كان هذا التصرف يتعارض مع قول الحق تبارك وتعالى: وإن كان ذو عسرة فنظرة إلى ميسرة. ¶ ومن المصارف ما لجأ إلى إعادة الاتفاق على نسبة الربح، بحيث تزيد هذه النسبة لصالح المصرف تبعاً للزمن الذي يتأجل إليه الدفع. ¶ ولعل هذا مثل إعادة جدولة الديون الربوية، وربما كان فيه شبه من المبدأ الجاهلي: إما أن تقضي وإما أن تربي. ¶ وعدد غير قليل من المؤسسات الإسلامية فرضت غرامات تأخير على المدين المماطل! ¶ ولعل هذا الموضوع يحتاج إلى وقفة، نبين فيها وجهة نظر القائلين بهذا الرأي، المدافعين عنه، وأثر هذا في التطبيق العملي. ¶ هل للدائن مطالبة المدين المماطل بالتعويض؟ ¶ رأى المجيزون أن الغني المماطل أوقع الضرر بالدائن، فلولا مماطلته لضم هذا المال فعلاً في مدة المماطلة، ولذلك أجازوا أخذ تعويض بمقدار نسبة الربح التي كان يمكن أن يحققها دين المماطل لو استثمره الدائن، فمتى تبين أن المدين المماطل ملئ غني أضاف الدائن إلى دينه نسبة تعادل النسبة التي حققها خلال مدة بقاء الدين في ذمته. ¶ وقد ناقشت بعض هؤلاء المجيزين، ووجدتهم يستدلون بثلاثة أحاديث شريفة، وبالمصلحة المرسلة التي يرون أنها تتفق مع مقاصد التشريع الإسلامي والأحاديث الثلاثة هي: ¶ أ- مطل الغني ظلم. ¶ ب- لي الواجد يحل عرضه وعقوبته. ¶ ج- لا ضرر ولا ضرار. ¶ والحديث الأول متفق عليه. ¶ قال ابن حجر في الفتح (4/466، الباب الأول من كتاب الحوالة): في الحديث الزجر عن المطل، واختلف هل يعد فعله عمداً كبيرة أم لا؟ فالجمهور على أن فاعله يفسق، لكن هل يثبت فسقه بمطله مرة واحدة أم لا؟",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال النووي: مقتضى مذهبنا اشتراط التكرار، ورده السبكي في شرح المنهاج بأن مقتضى مذهبنا عدمه، واستدل بأن منع الحق بعد طلبه، وابتغاء العذر عن أدائه، كالغصب، والغصب كبيرة، وتسميته ظلماً يشعر بكونه كبيرة، والكبيرة لا يشترط فيها التكرر، نعم لا يحكم عليه بذلك إلا بعد أن يظهر عدم عذره. ¶ والحديث الثاني: (لي الواجد..) ذكره السيوطي، وأشار إلى رواته وهم: أحمد، وأبو داود، والنسائي، وابن ماجه، والحاكم، ورمز للحديث بالصحة. ¶ وقال المناوي في فيض القدير (5/400): عرضه بأن يقول له المدين: أنت ظالم، أنت مماطل، ونحوه مما ليس بقذف ولا فحش، وعقوبته: بأن يعزره القاضي على الأداء بنحو ضرب أو حبس حتى يؤدي. ¶ ثم قال: \"قال الحاكم: صحيح، وأقره الذهبي، ولم يضعفه أبو داود\". ¶ والحديث ذكره البخاري تعليقاً، قال في باب لصاحب الحق مقال من كتاب الاستقراض في صحيحه. ¶ ويذكر عن النبي صلى الله عليه وسلم: لي الواجد يحل عقوبته وعرضه قال سفيان: عرضه: يقول مطلتني، وعقوبته: الحبس. ¶ وفي تغليق التعليق لابن حجر (3/318-320) ذكر طرقه المختلفة الموصولة، وقال كما قال في الفتح: إسناده حسن. (38) ¶ والحديث الثالث: لا ضرر ولا ضرار: ذكر السخاوي في المقاصد الحسنة (ص: 648) أن الحديث أخرجه مالك والشافعي مرسلاً، وأحمد وعبد الرزاق وابن ماجه والطبراني - وفيه جابر الجعفي- وابن أبي شيبة من وجه آخر أقوى منه، والدارقطني من وجه ثالث. ¶ وقال المناوي في فيض القدير (6/432): الحديث حسنه النووي وقال: له طرق يقوي بعضها بعضاً، وقال العلائي: للحديث شواهد ينتهي مجموعها إلى درجة الصحة أو الحسن المحتج به.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والحديثان الأول والثاني ظاهران في ظلم الغني المماطل، واستحقاقه للعقاب، وهما مما يحتج به، والعقوبة هنا تعزيريّة، وذهب الجمهور إلى أن العقوبة هي الحبس، وإن جاز في التعزيز غيره كالضرب والتوبيخ، وما دام الهدف من العقوبة التعزيريّة الردع والزجر وأداء الحقوق، وليس في العقوبة هنا حد مقرر، فالأمر إذن فيه متسع أمام القاضي أو ولي الأمر، فقد يرى في التوبيخ الكفاية، وقد يرى ضرورة الضرب مع الحبس، والأمر لا يستدعي كبير خلاف ما دام الحكم يصدر من عادل غير محكم للهوى والتشهي. ¶ والحديث الثالث ينهى عن الضرر، ومن القواعد الشرعية المعروفة أن الضرر يزال، والدائن لحقه ضرر فيجب أن يزال. ¶ ومن المعروف أن الدائن ليس له إلا دينه، سواء أخذه وقت استحقاقه أم بعد مدة المطل، وما أجاز أحد من الفقهاء أن يدفع المدين قدراً زائداً من الدين كعقوبة تعزيرية، ولو قيل يدفع مقابل الزمن فهو عين الربا. ¶ قال المجيزون: إن المصلحة تقتضي منع المماطل من استغلال أموال المسلمين ظلماً وعدواناً، وإذا كانت الفائدة الربوية تمنع المطل مع البنوك الربوية، فإن الإسلام لا يعجز عن أن يوجد حلاً لمشكلة المطل التي تعاني منها المؤسسات الإسلامية، وإذا كان الفقهاء السابقون رأوا أن تكون العقوبة الحبس –وهذا غير مطبق الآن- فعلى فقهاء العصر أن يجتهدوا لإيجاد الحل. ¶ ثم أضافوا: والقدر الذي نرى أن يتحمله المماطل هو ما يقابل الربح الفعلي للدائن، فهذا ليس من باب الربا، ولكنه من باب منع الضرر الذي يلحق بالدائن. ¶ وربما كان من الصعب التفرقة بين ما ذهب إليه هؤلاء وبين الربا: ¶ ويبقى هنا كذلك أن نسأل: ما الهدف من العقوبة التعزيرية؟ ومن الذي يحدد هذه العقوبة؟ ومن الذي يأمر بإيقاعها؟ أو يقوم بتنفيذها؟ أفيمكن أن يكون شيء من هذا للدائن؟",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "لو جاز أن يكون للدائن استحداث عقوبة تعزيرية يوقعها بالمدين وهي تشتبه بالربا، إن لم تكن هي الربا بعينه، فمن باب أولى أن يكون له الحق في العقوبة التعزيرية المقرر كالحبس أو الضرب, ونأتي إلى الجانب التطبيقي لنرى: هل تحقق الهدف من هذه العقوبة؟ ¶ بعض المؤسسات رأت أن المتعاملين معها الذين لا يؤدون الأقساط في مواعيدها بلغوا من الكثرة حداً يصعب معه النظر في كل حالة، والتفرقة بين مطل الغني وعجز الفقير –كما توجد عوامل أخرى تزيد الأمر صعوبة- ولذلك عند تأخر أي مدين عن الأداء يضاف على دينه ما يقابل الربح الذي تعلنه المؤسسة في حينه، ولا يستطيع أحد أن يفرق بين هذا وبين الربا المحرم، وقد يقال إن هذا الخطأ في التطبيق لا في الفتوى، ولكن على المفتي أن ينظر إلى ما يمكن تطبيقه. ¶ وبعض المؤسسات الأخرى تمسكت بنص الفتوى، فكانت ترسل للمدين أولاً حتى تتأكد من المطل قبل إنزال العقوبة، ويلاحظ هنا أن الأرباح التي تحققها المؤسسات الإسلامية أقل من الفوائد الربوية، في أوقات كثيرة، فالذين يستحلون هذه الفوائد استمروا في مطلهم غير عابئين بما تضيفه المؤسسة الإسلامية، وبذلك تحولت العقوبة التعزيرية إلى زيادة ترتبط بالربح والزمن، ورضي بهذا الطرفان! ¶ فهل تحقق الهدف من العقوبة التعزيرية؟ أم تحولت العقوبة إلى نوع جديد من الربا؟ ¶ وفي بحث عن البيع بالتقسيط قدمته للمجمع بمنظمة المؤتمر الإسلامي في دورته السادسة تناولت هذا الموضوع، وفي الدورة المذكورة صدر قرار المجمع رقم 51(2/6)، ومما جاء فيه: ¶ ثالثاً: إذا تأخر المشتري المدين في دفع الأقساط عن الموعد المحدد فلا يجوز إلزامه أي زيادة عن الدين، بشرط سابق أو بدون شرط، لأن ذلك ربا محرم. ¶ رابعاً: يحرم على المدين المليء أن يماطل في أداء ما حل من الأقساط، مع ذلك لا يجوز شرعاً اشتراط التعويض في حالة التأخر عن الأداء\".",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والموضوع نفسه بحثه المجمع الفقهي الإسلامي لرابطة العالم الإسلامي في دورته الحادية عشرة، وأصدر القرار الثامن، ومما جاء فيه: ¶ بعد البحث والدراسة قرر مجلس المجمع الفقهي بالإجماع ما يلي: ¶ أن الدائن إذا شرط على المدين، أو فرض عليه، أن يدفع له مبلغاً من المال، غرامة مالية جزائية محددة، أو بنسبة معينة، إذا تأخر عن السداد في الموعد المحدد بينهما، فهو شرط أو فرض باطل، ولا يجب الوفاء به، بل ولا يحل، سواء كان الشارط هو المصرف أو غيره لأنّ هذا بعينه هو ربا الجاهلية الذي نزل في القرآن بتحريمه.(39) ¶ وصلى الله على سيدنا محمد، وعلى آله وصحبه وسلم تسليماً كثيراً، والحمد لله رب العالمين. ¶ حلول الأقساط قبل مواعيدها: ¶ المؤسسات الإسلامية التي لا تأخذ بالنظام السابق –حيث لم تجزه هيئات الرقابة الشرعية لديها رأت أن اتخاذ الإجراءات ضد المدين المماطل يكلفها الكثير، فنصت في عقود البيع على أن المشتري إذا تأخر في دفع قسطين متتاليين فإن باقي الأقساط تحل فوراً، ويحق للمؤسسة المطالبة بجميع الأقساط، واتخاذ ما تراه لازماً للوصول إلى حقها. ¶ وهذا الشرط تحدث عنه ابن عابدين فقال: \"عليه ألف ثمن جعله ربه نجوماً، قائلاً: إن أخل بنجم حل الباقي، فالأمر كما شرط، وهي كثيرة الوقوع\". (40) ¶ ومجمع الفقه بمنظمة المؤتمر الإسلامي في قراره السابق قرر أيضاً: \"يجوز شرعاً أن يشترط البائع بالآجل حلول الأقساط قبل مواعيدها، عند تأخر المدين عن أداء بعضها، ما دام المدين قد رضي بهذا الشرط عند التعاقد\". ¶ اللجوء إلى التحكيم: ¶ ورأت هذه المؤسسات كذلك أن تلجا إلى التحكيم لرفع الضرر: فتختار حكماً، و يختار المشتري حكماً، ويختار الحكمان حكماً ثالثاً، وينظر المحكمون في الموضوع من جميع جوانبه، ويكون حكمهم ملزماً للطرفين غير قابل للنقض، سواء أصدر بالإجماع أم بالأغلبية. ¶ مشكلات أخرى ¶ الضرائب غير المشروعة:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "بعض المصارف الإسلامية في استثماراتها خارج البلاد الإسلامية وجدت مشكلة كبيرة في التمويل بالبيع، حيث تفرض بعض البلاد غير الرسمية ضرائب كبيرة على هذا النوع من التمويل، على حين إذا كان التمويل بالإقراض الربوي فليس عليه ضرائب. ¶ فلجأت بعض المصارف إلى حيلة لتجنب هذه الضرائب غير المشروعة، وذلك بأن أنشأت شركات تملكها المصارف بالكامل، ثم تضع فيها الأموال اللازمة للتمويل، يقوم المصرف مثلاً بشراء عقار نقداً ليبيعه بالتقسيط، وعند الشراء يقترض من شركته المبلغ اللازم للشراء، وعندما يبيع يعفى من الضرائب باعتباره مديناً مقترضاً. ¶ فهل هذه الحيلة مشروعة للتخلص من الضرائب التي تفرضها دول غير إسلامية؟ ¶ مشاركة البنوك الربوية: ¶ ومشكلة أخرى واجهت هذه المصارف: ¶ فمثلاً وجد مصرف إسلامي فرصة مناسبة للتمويل العقاري بمبلغ كبير، فوق السقف المسموح به، فلجأ إلى بنك في تلك البلاد لمشاركته، ووافق البنك الربوي على المشاركة في التمويل من حيث المبدأ، غير أنه لا يستطيع أن يشترك بالمنهج الإسلامي، وإنما بالتمويل الربوي، أي يقرض المصرف الإسلامي بالربا. ¶ فكان المخرج أن ينشئ البنك الربوي شركة يسمح لها بالبيع والشراء، والمشاركة في العقارات، ثم يقرض البنك الربوي هذه الشركة المبلغ المطلوب للتمويل، وتقوم هي بمشاركة المصرف الإسلامي، وربما لم يكن على المصرف الإسلامي حرج في مثل هذه المشاركة. (41) ¶ وفاة المدين: ¶ ومن المشكلات التي واجهت المؤسسات الإسلامية تعذر حصولها على الدين عند وفاة المدين، فرأى بعضها القيام بتكافل إسلامي للتأمين على الحياة عند شركات التأمين الإسلامية، بحيث تحل هذه الشركات محل المدين عند وفاته. ¶ الصيغة الثانية : السلم ¶ عندما قرر السودان تطبيق الشريعة الإسلامية، وتبع ذلك أسلمة جميع البنوك العاملة هناك، فتحولت من التعامل في الديون عن طريق الاقتراض والإقراض، إلى الاستثمار بالطرق الإسلامية، وجدنا السلم يحتل مكانا",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بارزاً في نشاط تلك البنوك، حيث لجأ إليها أصحاب الأراضي الزراعية للبيع سلماً، (لحاجتهم إلى النقود، وحاجة البنوك إلى استثمار) ما لديها من الودائع، وبذلك التقت الإرادتان والمصلحتان. ¶ وعند تسلم المسلم فيه، أي المبيع، تقوم البنوك ببيعه نقداً، أو بالآجل، والبيع الآجل ييسر على المشترين، ويحقق ربحاً جديداً للبنوك، وهكذا وجدت المصارف الإسلامية في السلم مجالاً واسعاً للاستثمار. ¶ المخاطر في السلم تكمن في أن البائع قد لا يسلم المبيع عند الموعد المحدد، وقد لا يرد الثمن إذا فسخ العقد، أو يرده بعد المماطلة مما يؤثر على استثمار المؤسسة. ¶ وأمر آخر هنا وهو أن المؤسسة قد تحتاج إلى الثمن لحاجتها إلى السيولة، أو لوجود فرصة استثمارية تراها لمصلحتها. ¶ والمؤسسات تلجأ هنا إلى ما يلي: ¶ أ- التوثيق برهن أو كفالة. ¶ ب- أخذ شيكات من البائع. ¶ ج- التصرف في دين السلم قبل قبضه أو السلم الموازي. ¶ أما التوثيق فلا يجوز لضمان تسليم المبيع، لأنه قد يعجز عن تسليمه، ولذلك فدين السلم دين غير مستقر يمكن أن يفسخ عند العجز، أو ينتظر المشتري موسماً آخر إذا كان لا يرى أخذ الثمن. ¶ ولذلك فالتوثيق يكون لضمان استرداد الثمن وليس بقيمة المبيع، وهذا أمر واضح. ¶ وتحدثت من قبل عن التصرف في المبيع قبل القبض، وفي ضوء الأدلة انتهت المناقشة إلى ترجيح عدم جواز بيع المبيع قبل القبض وانتقال الضمان، وأن هذ لا يختص بالطعام، فلا حاجة لمناقشة عدم جواز بيع دين السلم قبل القبض حتى لا تطيل، وعلى الأخص أن مجمعي الرابطة والمنظمة قررا عدم الجواز، وقد ناقشته بتوسع في كتابي فقه البيع والاستيثاق. أما السلم الموازي فهو جائز، ففيه عقدان منفصلان، وهو ليس من مبتكرات المعاصرين كما يظن الكثيرون، فإن الإمام الشافعي ذكره حيث قال: \"من سلف في طعام ثم باع ذلك الطعام بعينه قبل أن يقبضه لم يجز، وإن باع طعاماً بصفة ونوى أن يقبضه من ذلك الطعام فلا بأس\".(42)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وإذا كان السلم الموازي يعتبر مخرجاً مناسباً في بعض الحالات، وصكوك السلم غير جائزة، فهل يمكن عند حلول الأجل إن تعذر تسليم المسلم فيه (المبيع)، أن يأتي البائع بشيء آخر يقبله المشتري؟ مثلاً لو باع قمحاً ثم لم يستطع الحصول عليه، ولكن عنده ذرة، فهل يمكن تسليم الذرة عوضاً عن القمح؟ هذا هو الاعتياض، ومر قول من لم يجزه ومن أجازه، وبين ابن تيمية أن ممن أجازه، إذا كان بسعر الوقت أو أقل، ابن عباس رضي الله عنهما، وأحمد في رواية حيث قال: \"هذا هو المروي عن ابن عباس، حيث جوز إذا أسلم في شيء أن يأخذ عوضاً بقيمته، ولا يربح مرتين، وهو الرواية الأخرى عن أحمد\" وأيد ابن تيمية هذا الرأي.(43) ¶ وهذا المخرج ليس فيه ما ذكر من بطلان صكوك السلم، وأجازه مجمع الفقه بمنظمة المؤتمر الإسلامي في دورة مؤتمره التاسع، حيث أصدر القرار رقم 85(2/9) بشأن السلم وتطبيقاته المعاصرة، ونثبت هنا بعض ما جاء في هذا القرار: ¶ القرار الأول: ¶ لا مانع شرعاً من أخذ المسلم (المشتري) رهناً أو كفيلاً من المسلم إليه (البائع)، ويجوز للمسلم (المشتري) مبادلة المسلم فيه بشيء آخر -غير النقد- بعد حلول الأجل،سواء كان الاستبدال بجنسه أو بغير جنسه، حيث إنه لم يرد في منع ذلك نص ثابت ولا إجماع، وذلك بشرط أن يكون البديل صالحاً لأن يجعل مسلماً فيه برأس مال السلم. ¶ إذا عجز المسلم إليه عن تسليم المسلم فيه عند حلول الأجل فإن المسلم (المشتري) يخير بين الانتظار إلى أن يوجد المسلم فيه وفسخ العقد وأخذ رأس ماله، وإذا كان عجزه عن إعسار فنظرة إلى ميسرة. ¶ لا يجوز الشرط الجزائي عن التأخير في تسليم المسلم فيه، لأنه عبارة عن دين، ولا يجوز اشتراط الزيادة في الديون عند التأخير. ¶ لا يجوز جعل الدين رأس مال للسلم لأنه من بيع الدين بالدين. ¶ ثانياً: بشأن (التطبيقات المعاصرة للسلم):",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "انطلاقاً من أن السلم في عصرنا الحاضر أداة تمويل ذات كفاءة عالية في الاقتصاد الإسلامي وفي نشاطات المصارف الإسلامية، من حيث مرونتها واستجابتها لحاجات التمويل المختلفة، سواء أكان تمويلاً قصير الأجل أم متوسطاً أم طويلاً واستجابتها لحاجات شرائح مختلفة ومتعددة من العملاء، سواء أكانوا من المنتجين الزراعيين أم الصناعيين أم المقاولين أم من التجار، واستجابتها لتمويل نفقات التشغيل والنفقات الرأسمالية الأخرى. ¶ ولهذا تعددت مجالات تطبيق عقد السلم ومنها ما يلي: ¶ يصلح عقد السلم لتمويل عمليات زراعية مختلفة، حيث يتعامل المصرف الإسلامي مع المزارعين الذين يتوقع أن توجد لديهم السلعة في الموسم من محاصيلهم أو محاصيل غيرهم التي يمكن أن يشتروها أو يسلموها إذا أخفقوا في التسليم من محاصيلهم، فيقدم لهم بهذا التمويل نفعاً بالغاً ويدفع عنهم مشقة العجز المالي عن تحقيق إنتاجهم. ¶ يمكن استخدام عقد السلم في تمويل النشاط الزراعي والصناعي، ولا سيما تمويل المراحل السابقة لإنتاج وتصدير السلع والمنتجات الرائجة، وذلك بشرائها سلماً وإعادة تسويقها بأسعار مجزية. ¶ يمكن تطبيق عقد السلم في تمويل الحرفيين وصغار المنتجين الزراعيين والصناعيين عن طريق إمدادهم بمستلزمات الإنتاج في صورة معدات وآلات أو مواد أولية كرأس مال سلم مقابل الحصول على بعض منتجاتهم وإعادة تسويقها. ¶ الصيغة الثالثة: المضاربة ¶ إذا كان المصرف الإسلامي يتلقى الأموال باعتباره عامل مضاربة لاستثمارها، ورأينا أن جزءاً من هذه الأموال يستثمر في التجارة بالبيع والشراء، فإن من العقود التي يلجأ إليها في استثماراته عقد المضاربة أي القراض، هذا يعني –في هذه الحالة- أنه يصبح صاحب رأس المال، والعميل المشارك يكون عامل المضاربة.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وحيث إن عامل المضاربة وكيل أمين فهنا تكمن المخاطرة الأخلاقية، ولذلك كان لابد من اتخاذ الوسائل الكفيلة بتقليل مخاطرة المضاربة، وإعطاء المال لاستثماره في مضاربة مطلقة دون قيد أو شرط، ما أظن أن مصرفاً يقبل مثل هذه المخاطرة، فالمضاربة تكون مقيدة، وفي مشروعات مدروسة، توضع لها الجدوى الاقتصادية التي تبين الأرباح المتوقعة، والمخاطر المحتملة التي يقبلها المصرف. ¶ وأذكر هنا نماذج لعمليات مضاربة تبين الوسائل التي يتخذها المصرف لحماية الأموال المستثمرة في هذه العمليات. ¶ إذا كانت المضاربة في التجارة عن طريق الشراء والبيع، تدرس حالة السوق لمعرفة ما يمكن أن يتحقق من أرباح، فإن رضي المصرف بهذا يقوم بفتح حساب لعملية المضاربة. ويقوم المضارب بالسحب منه عند الشراء، وإيداع ثمن ما يباع، مع تقديم مستندات موثوق بها ومراجعة، ويمكن أن يكون الشراء بمشاركة من يمثل المصرف، أو عن طريقه، أما إذا كان الشراء عن طريق الاستيراد فإن المصرف هو الذي يقوم بفتح الاعتماد المستندي للاستيراد. ¶ ورأينا فيما سبق أن المصرف الإسلامي يستورد السلع لحسابه، وبعد وصولها يبيعها مرابحة أو مساومة بالتقسيط، بدلاً من الإقراض الربوي الذي تقوم به البنوك غير الإسلامية، وذكرنا ما يتصل بهذا البديل الإسلامي. ¶ وأضيف هنا أن بعض هذه السلع لم يكن المصرف يبيعها، ولكن كان يدخل مع بعض عملائه في شركة مضاربة، فيتسلم العميل السلع ويقوم ببيعها وتوزيع الأرباح بين الاثنين بنسبة متفق عليها، وتطبق شروط المضاربة كاملة، وتم هذا في سيارات مواد غذائية وغيرها.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وفي بعض الحالات كانت المضاربة ضرورية فالوكيل المعتمد لسيارات معينة مثلاً، لا تسمح الشركة المصدرة له ببيع هذه السيارات إلا للشركة صاحبة هذا الحق، فيدخل صاحب هذه الشركة في مضاربة شرعية مع المصرف، ويستورد السيارات بصفته وكيلاً عن المصرف، وبعد التصفية توزع الأرباح بحسب الاتفاق، أما في غير هذه الحالات فإن المصرف الإسلامي يشتري ويبيع أو يدخل في شركة مضاربة، تبعاً لما يراه مناسباً له ولأصول وظروف العملاء. ¶ ومع كل هذا فإن الأصل أن المصرف لا يدخل في مضاربة إلا مع من يثق به ويطمئن لأمانته، إلى جانب أنه يأخذ شيكاً من المضارب بالمبلغ المستثمر لضمان حق المصرف عند التقصير والتفريط، ومخالفة الشروط، فضلاً عن الخيانة. ¶ وهذه النماذج للمضاربة المعتادة المألوفة، ولكن وجدنا مجالات أخرى أمكن للمصرف الإسلامي أن يستثمر فيها بعقود مضاربة غير مألوفة ولا مسبوقة، وهي مع ذلك أقل مخاطرة وأكثر أمناً من القراض المعتاد. ¶ نماذج قراض مستحدثة ¶ النموذج الأول: ¶ منذ سنوات رست مناقصة على إحدى الشركات لتنفيذ أعمال صيانة طرق، وإنشاء عدد من المباني، والمشروع تبلغ تكاليفه ما يقرب من عشرة ملايين من الدولارات، وأراد صاحب الشركة تمويل المشروع بطريقة غير القرض الربوي الذي تقدمه البنوك الربوية، فلجأ للمصرف الإسلامي، فقام قسم الاستثمار بالنظر في المشروع فلم يجد عقداً من العقود التي ينفذها المصرف يمكن أن يستوعب المشروع كاملاً، ورأى أن الذي يستطيع أن يقوم به هو شراء الخامات والأجهزة التي تحتاج إليها الشركة لتنفيذ المشروع ومن ثم بيعها للشركة. ¶ رأت الشركة أن هذا لا يحل مشكلتها، حيث إن جزءاً كبيراً من تكاليف المشروع هو أجور ومصروفات، عرض عليّ المصرف هذا الموضوع، وأخبرني بما دار من حوار، وسألني: هل تجد طريقة إسلامية مقبولة لتمويل المشروع؟",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قلت: ما دام المشروع يشمل إنشاء عدد من المباني فيمكن أن نمول المشروع بطريقتين: إحداهما: البيع بالنسبة للأجهزة والخامات لغير المباني. ¶ والثانية: الاستصناع بالنسبة للمباني. ¶ وعندئذ يحل جزء لا بأس به من مشكلة الأجور والمصروفات. ¶ (سيأتي الحديث عن الاستصناع) ¶ بعد مراجعة الشركة وجد أنها لا تملك من النقود ما يكفي باقي الأجور والمصروفات، فاقترحت على المصرف الدخول معها في شركة مضاربة. ¶ أعطيتهم الفكرة العامة وهي: أن يتحمل الصرف جميع تكاليف المشروع، ولا يدخل في التكاليف معدات الشركة التي تستخدمها في المشروع، فهذه أدوات عامل للمضاربة، ولا يدخل فيها أيضاً أجور ونفقات الجهاز الفني والإداري للشركة، وجميع موظفيها، فهؤلاء جميعاً يقومون مقام عامل المضاربة. ¶ وبعد دراسة فنية وقانونية وإدارية، وموافقة شرعية بعد التعديل الضروري خرج العقد للتطبيق العملي، ثم تلته عقود لمشروعات أخرى. ¶ ونلاحظ ما يلي: ¶ عند دراسة الجدوى الاقتصادية للمشروع وجد أن التكاليف منها ما يمكن أن يعرفه المصرف بدقة ومنها غير ذلك: ¶ فالأول ما يشتري من المواد من السوق المحلي، واشترط المصرف أن يكون الشراء عن طريقه، وما يشتري من السوق الخارجي، ويقوم المصرف نفسه بفتح اعتمادات مستندية لاستيراده، وهذه المواد جعل لها تكلفة متغيرة تبعاً لتغير الأسعار، وحدد لها مبلغ تقريبي تبعاً لأسعارها وقت دراسة الجدوى، فالتكلفة الفعلية هنا تحدد عند التصفية، ولا خلاف حولها، ويقبل المصرف مخاطرة تغير الأسعار.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولكن المخاطرة التي لم يقبل المصرف أن يتحملها لأنها غير منضبطة بالنسبة له هي تكلفة الأجور، وأمكن التغلب على هذه العقبة بأن تضع الشركة المنفذة حداً أعلى لهذه التكلفة بحيث لا تتجاوزه، ووافقت الشركة، وأجيز من الناحية الشرعية، حيث يجوز الاتفاق مع مقاول للقيام بالأعمال المطلوبة مقابل أجر محدد من البداية، والشركة حين وضعت حداً أعلى يمكنها أن تقوم بمثل هذا الاتفاق، ولاشك أن خبرتها تعينها على معرفة أقصى تكلفة تصل إليها الأجور. ¶ ذكر في العقد أن العميل عامل المضاربة هو الذي يتحمل كافة الخسائر والمسؤوليات تجاه الغير، الناتجة عن تقصيره أو إهماله أو أخطائه، أو عدم تسليم المشروع في الموعد المتفق عليه لأسباب تعود عليه أو مخالفته للشروط أو المواصفات المدونة في الشروط العامة للتعاقد، والتي يترتب عنها -أو عن جزء منها- غرامات مالية، أو مخالفته لشروط عقد المضاربة، وذلك باعتباره عامل المضاربة وباعتبار أن جميع التعاملات مع الغير تجرى باسمه وعلى مسؤوليته ودون تدخل من المصرف، كما لا يحق للعميل كمضارب أن يطالب بأي تعويض عن خسارة جهده وعمله وأية مصاريف أخرى يتحملها. ¶ بعض العملاء يرفض المضاربة سبب الربح، حيث يرى أن نصيب المصرف سيكون كبيراً، ويحدث هذا عادة من العملاء الذين تحقق استثماراتهم نسباً عالية من الأرباح، والمصرف قد يرغب في مشاركة هؤلاء ويرضى بالتنازل عن جزء من أرباحه إذا زادت على النسبة التي تحققها معظم استثماراته. ¶ ومن أجل ترغيب هؤلاء العملاء أضيف للعقد ما يأتي: ¶ يجوز للطرف الأول - وباختياره فقط- أن يتنازل عن جزء من أرباحه لصالح الطرف الثاني كمكافأة له على حسن الأداء وإنجازه للوعد.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "إذا حققت المضاربة ربحاً للطرف الأول يزيد عن .......................................... سنوياً فإن الطرف الأول على استعداد للتنازل عن .................................. من حقه في الأرباح الزائدة عن الـ ............... % سنوياً للطرف الثاني، وذلك كمكافأة له على حسن الأداء وإنجازه للوعد، وتشجيعاً له على الاستمرار في التعامل مع المصرف. ¶ النموذج الثاني: ¶ إحدى الشركات الكبرى التجارية احتاجت إلى عشرة ملايين، وطلب من المصرف الإسلامي أن يمدها بهذا المبلغ، وعرفنا أن المبلغ المطلوب ليس لاستيراد سلع فقط، بل سيخصص جزء منه لأجور ونفقات، فما الحل إذن؟ ¶ شرحت للمسؤولين بالمصرف الإطار العام الذي يصوغون العقد في ضوئه، وقلت لهم: ¶ الشركة تملك أصولاً ثابتة –كالمباني، والأثاث، والأدوات والأجهزة التي تستخدمها في عملها .. إلخ وتملك أصولاً متداولة، وهي العروض المعدة للتجارة المعروض منها والمخزون ولها ديون، وعليها ديون، ويمكننا أن ندخل مع هذه الشركة في مضاربة شرعية، ونستبعد أولاً الديون التي لها، فلا تدخل في رأس مال المضاربة، والديون التي عليها، فتلتزم هي بأدائها من مالها الخاص بعيداً عن مال المضاربة، والأصول الثابتة أيضاً لا تحسب ضمن رأسمال الشركة، وإنما تعتبر من أدوات المضاربة- ولذلك لا تقوم- ويبقى بعد ذلك كله الأصول المتداولة، وهي التي تكون نصيب الشركة في رأس مال المضاربة. ¶ فإذا قدرت هذه الأصول عند التعاقد بثلاثين مليوناً، واشترك المصرف بعشرة ملايين، ولا يشترك في العمل، تقسم الأرباح والخسائر عند التصفية كالآتي: ¶ تأخذ الشركة أولاً ثلاثة أرباع الربح كله مقابل نصيبها في رأس المال.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "باقي الربح يقسم بالنسبة المتفق عليها في عقد المضاربة، فمثلاً إن كان لها النصف فإنها تأخذه مقابل عملها، والمصرف يأخذ الباقي مقابل نصيبه في رأس المال، فإن كان الربح ثمانية ملايين، أخذت الشركة أولاً ستة ملايين، ثم تأخذ نصف الباقي وهو مليون، ويبقى للمصرف مليون. ¶ الخسائر تقسم بحسب رأس المال، ما عدا الحالات التي يصبح فيها المضارب ضامناً. ¶ والذي يثار هنا هو: كيف يكون رأس المال عروضاً لا نقوداً؟ ¶ أخذنا هنا برأي القائلين بجواز الشركة بالعروض، وتقوم عند التعاقد، وتجعل قيمتها عندئذ هي رأس المال: ¶ ذكر ابن قدامة رأي غير المجيزين، ثم قال: ¶ \"وعن أحمد رواية أخرى أن الشركة والمضاربة تجوز بالعروض، وتجعل قيمتها وقت العقد رأس المال، قال أحمد: إذا اشتركا في العروض يقسم الربح على ما اشترطا، وقال الأثرم: سمعت أبا عبد الله يسأل عن المضاربة بالمتاع، قال: جائز، فظاهر هذا صحة الشركة بها، أختار هذا أبو بكر، أوبو الخطاب، وهو قول مالك، وابن أبي ليلى، وبه قال المضاربة طاوس، والأوزاعي، وحماد بن أبي سليمان، لأن مقصود الشركة جواز تصرفهما في المالين جميعاً، وكون ربح المالين بينهما، وهذا يحصل في العروض كحصول في الأثمان، فيجب أن تصبح الشركة والمضاربة بها كالأثمان، ويرجع كل واحد منهما عند المفاضلة بقيمة ماله عند العقد، كما أننا جعلنا نصاب زكاتها قيمتها. (44) ¶ أخذنا إذن بهذا الرأي الذي ذكره ابن قدامة، وبعد أن وضحت للمصرف الإطار العام بدأ التفكير في العقد الثاني وهو اتفاقية تمويل رأس المال العامل بالمضاربة، وبعد المراحل التي أشرت إليها في العقد الأول أصبح الثاني معداً للتطبيق العملي، وطبق في المشروع المذكور آنفاً وفي غيره.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأحب أن أشير هنا إلى المضاربة مع الذين يملكون أصولاً ثابتة، ولا يشتركون برأس مال، فقد طلب صاحب محطة بترول التمويل اللازم لشراء البترول، ولا يريد الاقتراض من البنوك الربوية، فقلت لهم: اجعلوا المحطة- بما فيها من المعدات والأجهزة والمباني- اجعلوها أدوات المضارب، واستبعدوا ما له وما عليه من ديون وبعد الانتهاء من بيع البترول الموجود فيها يبدأ تمويل المصرف الإسلامي، حيث يقوم صاحب المحطة- باعتباره وكيلاً مضارباً بشراء ما يلزمه من البترول، ثم يبيعه، و صافي الربح يقسم بالنسبة المتفق عليها، وتم هذا بالفعل. ¶ مما سبق نرى اتساع مجالات المضاربة، وقد نجحت بحمد الله تعالى، واطمأن إليها المصرف والمتعاملون معه، والتوسع والنجاح- إلى حد كبير- مرده إلى أمور بعد فضل الله تعالى: ¶ الأمر الأول: مجالات المضاربة: فإلى جانب الاستثمارات المحلية المألوفة، والاستيراد، وضعت لهم منهجاً لتمويل رأس المال العامل، وللتعامل مع الشركات القائمة، والأفراد الذين يملكون أصولاً ثابتة فقط، والدخول في أعمال مقاولات للمباني والطرق والمشروعات المختلفة. ¶ الأمر الثاني: تذليل العقبات التي تحول دون اشتراك المصرف، فمثلاً إذا كان المشروع يحتاج إلى خامات وأجهزة وأجور عمال، فإن المصرف يرى أن الأجور لا يمكن ضبطها، فرأينا أن قدم عامل المضاربة دراسة تبين الجدوى الاقتصادية، ويذكر فيها قيمة الأجهزة والمعدات والخامات، وتكون هذه القيمة قابلة للزيادة أو النقصان تبعاً لتغير الأسعار، أما الأجور فيذكر حدها الأعلى الذي لا يمكن تجاوزه، وبذلك تقل المخاطر بالنسبة للمصرف. ¶ الأمر الثالث: بعض العملاء يرفض المضاربة بسبب الربح، حيث يرى أن نصيب المصرف سيكون كبيراً، ويحدث عادة من العملاء الذين تحقق استثماراتهم نسباً عالية من الأرباح، فأضفنا شرطاً في العقد ينص على أن الأرباح إذا زادت على كذا فإن المصرف يتنازل عن نسبة معينة من باقي نصيبه من الأرباح.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الصيغة الرابعة: صكوك المقارضة ¶ صكوك المقارضة هي البديل الإسلامي للسندات ذات الفوائد الربوية، وهي أداة استثمارية تقوم على تجزئة رأس مال القراض- المضاربة- بإصدار ملكية برأس مال المضاربة على أساس وحدات متساوية القيمة، ومسجلة بأسماء أصحابها، باعتبارهم يملكون حصصاً شائعة في رأس مال المضاربة وما يتحول إليه بنسبة ملكية كل منهم فيه. ¶ فالصك إذن يمثل حصة شائعة في المشروع الذي أصدرت الصكوك لإنشائه أو تمويله، وهو قابل للتداول بالضوابط الشرعية، ومجمع الفقه بمنظمة المؤتمر الإسلامي ناقش هذا الموضوع في مؤتمريه الثالث والرابع، وأصدر قراره رقم (5) في المؤتمر الرابع الذي يبين حقيقة هذه الصكوك وضوابطها الشرعية. (45) ¶ ومخاطر هذه الصكوك تبدو في طبيعة المشروع، وفي خبرة وأمانة وقوة الذين يقومون بدور المضارب. ¶ وبنك التنمية الإسلامي له دور بارز في هذا المجال، حيث يصدر مثل هذه الصكوك، ويكون هو المضارب، ويشترك أيضاً في رأس المال. ¶ وكثير من المؤسسات استثمر في هذه الصكوك، وبعضها قام هو بعمل المضارب دون خبرة كافية، وكفاءة في هذا المجال، ومن هنا زادت المخاطرة، فمثلاً وجدنا استثماراً في طائرة لتأجيرها ثم بيعها لصالح أصحاب الصكوك، فاشتريت الطائرة بأكثر من قيمتها بكثير لعدم الخبرة وعدم اتخاذ ما يجب اتخاذه عند الشراء في مثل هذه الحالة، ثم كانت مدة الإجارة قصيرة فبعد أن انتهت وجدت المؤسسة صعوبة في التأجير لعدم موافقة الراغبين في تأجيرها على شرط عدم تقديم الخمور، ثم بيعت بخسارة بالطبع وتحمل المؤسسة وحدها هذه الخسارة نتيجة التقصير والتفريط، ولا نستطيع أن نقول الخيانة وعدم الأمانة. هذا مثال نكتفي بذكره دن حاجة إلى المزيد.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "والأولى لمثل هذه المؤسسة ألا تصدر هي مثل هذه الصكوك، وإنما تشترك في التمويل مع غيرها ممن يصدرونها، ولهم من الخبرة والكفاءة والمقدرة ما يجعل الصكوك تدر ربحاً مناسباً، ويحول دون المخاطر، أو يقلل من خطرها. ¶ الصيغة الخامسة: الاستصناع: ¶ لا ترى الاستصناع عند الشافعية والحنابلة إلا في ثنايا الحديث عن السلم ولا يجيزون السلم في المصنوع من أكثر من مادتين متميزتين، ولا يجيزونه في مادتين غير متميزتين، والمالكية ألحقوا بالسلم في الصناعات، ولم يقفوا عند المادة والمادتين وإنما أجازوه في الصناعات التي يتعامل بها الناس، ولكن بشروط السلم. ¶ أما الحنفية فالاستصناع عندهم من العقود المسماة، وله شروطه الخاصة، غير أنهم أجمعوا على أنه عقد غير لازم قبل أن يرى المستصنع ما صنع، وهذا لا يجعل الاستصناع صيغة تمويل مناسبة، غير أن مجلة الأحكام العدلية- وهي في الفقه الحنفي- جعلت الاستصناع عقداً لازماً منذ البداية. (46) ¶ وبحث الاستصناع مجمع الفقه الإسلامي بمنظمة المؤتمر الإسلامي، في دورة مؤتمره السابع، وأصدر القرار رقم 67/3/7 وجاء في القرار ما يأتي: ¶ قرار المجمع: ¶ مراعاة لمقاصد الشريعة في مصالح العباد والقواعد الفقهية في العقود والتصرفات، ونظراً لأن عقد الاستصناع له دور كبير في تنشيط الصناعة، وفي فتح مجالات واسعة للتمويل والنهوض بالاقتصاد الإسلامي. ¶ قرر: ¶ إن عقد الاستصناع - وهو عقد وارد على العمل والعين في الذمة- ملزم للطرفين إذا توافرت فيه الأركان والشروط. ¶ يشترط في عقد الاستصناع ما يلي: ¶ أ- بيان جنس المستصنع نوعه وقدره وأوصافه المطلوبة. ¶ ب- أن يحدد فيه الأجل. ¶ يجوز في عقد الاستصناع تأجيل الثمن كله، أو تقسيطه إلى أقساط معلومة لآجال محددة. ¶ يجوز أن يتضمن عقد الاستصناع شرطاً جزائياً بمقتضى ما اتفق عليه العاقدان ما لم تكن هناك ظروف قاهرة.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وهذا القرار فتح مجالات واسعة للتمويل الإسلامي بصيغة الاستصناع، وهو ما نتناوله بإيجاز، لبيان المشكلات والحلول. ¶ في عقد الاستصناع يكون المصرف عادة هو الطرف الصانع، والعميل الذي يريد التمويل بطريقة إسلامية غير ربوية هو المستصنع، والصناعة قد تكون لمعدات وآلات وأجهزة، وطائرات، وغيرها وقد يكون عقد الاستصناع في المباني والمنشآت، وحيث إن المصارف الإسلامية عادة ليست مهيأة للقيام بهذا العمل فإنها تلجأ إلى الاستصناع الموازي، فتكون هي المستصنع لا الصانع، وتتعاقد مع الصانع لصناعة ما تعاقدت عليه مع المستصنع الآخر وهو عميلها وفي كلا العقدين بعض المخاطر. ¶ فالمصرف عندما يكون هو الصانع فإنه يقوم بالبيع بالتقسيط عند الانتهاء من العمل وتسليم ما تم صنعه، والمخاطر هنا هي مخاطر الثمن في البيع بالتقسيط التي تحدثنا عنه من قبل. ¶ ولكن توجد مخاطر لا يستطيع المصرف أن يتحملها، ذلك إذا كان الاستصناع في المباني، فإن من يقوم بالبناء يكون ضامناً للمبنى مدة قد تزيد عن عشر سنوات، ولذلك لم يقبل المصرف الاستثمار في هذا المجال ما دام هذا الضمان موجوداً. ¶ وبحمد الله تعالى أمكن التغلب على هذه العقبة، حيث إن الاستصناع الموازي فيه هذا الضمان أيضاً، فأضيف في العقد أن شركة المقاولات -أي الصانع للمصرف- تضمن المبنى للمصرف أو لمن يحدده المصرف، وفي العقد الآخر يذكر أن عميل المصرف -أي المستصنع- يقبل قبولاً غير قابل للنقض أو الإلغاء ضمان المصرف للمشروع، أو أي طرف آخر يقبل هذا الضمان، وعند التعاقد بعد الانتهاء من المشروع يتم نقل هذا الضمان، بحيث يكون الإلزام والالتزام بين العميل وشركة المقاولات، وتنتهي مسؤولية المصرف عن جميع العيوب الظاهرة والخفية. ¶ وتبقى المخاطرة عندما يكون المصرف هو المستصنع ولمواجهتها، ومنعها ¶ أو التقليل من آثارها، وضعت الشروط التالية:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "يلتزم المقاول بتقديم كفالة مصرفية غير مشروطة لتنفيذ العمل المطلوب بموجب بنود الشروط العامة للعقد، وتحدد مدة كافية لصلاحية الكفالة. ¶ ويقوم أيضاً بالتأمين على الموقع والمشروع ضد جميع الأخطار. ¶ مع النص على غرامات التأخير: في حالة تأخر المقاول عن إتمام تنفيذ وتسليم المشروع في الموعد المحدد فإنه يتحمل جميع الأضرار التي تنتج عن هذا التأخير، ما لم تكن هناك أسباب قهرية خارجة عن الإرادة. ¶ وجواز هذه الغرامات لأنها ليست مرتبطة بدين، ومقدرة بقدر إزالة الضرر، وقد يكون من غير الجائز تحديد الغرامة بمبلغ لا يرتبط بالضرر الفعلي. ¶ وذكر من قبل موضوع الضمان والمسؤولية عن العيوب الظاهرة والخفية، وبهذا كله أمكن التقليل من مخاطر الاستصناع بما يبقى فرصة كبيرة للربح دون الخسارة. ¶ مخاطر الصرف ¶ للصرف ضوابطه الشرعية المعروفة، والبنوك الربوية لا تلتزم بها، حيث يمكن أن تضارب في البرصة، وتشتري وتبيع بالأجل. ¶ والمشكلة التي صادفت المؤسسات الإسلامية هي مخاطر تغير أسعار الصرف، فقد تكون المؤسسة تتعامل بعملة معينة كالدولار مثلاً، وتدخل في استثمارات بعملة أخرى، كالاستثمار في دولة عملتها غير الدولار، أو الشراء أو البيع مع الأجل. ¶ فإذا فرضنا أن المؤسسة اشترت سيارات من اليابان، والثمن يدفع بعد شهرين بالين الياباني، تريد أن تعرف الثمن بالدولار، حيث تخشى مخاطر تقلب سعر الصرف، البنوك الربوية تقوم في الحال بتثبيت السعر، وذلك بالاتفاق مع من يقبل المخاطرة، فيسلم الينّ في وقتها بسعر صرف الدولار في الحال، فإن ارتفع سعر الينّ خسر، وإن انخفض ربح، وقد تشتري الين في وقت شراء السيارات، وتودعه بفائدة ربوية مدة الآجل.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومعلوم أن أي تأجيل في الصرف، يعتبر من الربا المحرم، ولذلك فالمؤسسات الإسلامية لا تستطيع أن تسلك هذا المسلك،، ولا أن تودع بفائدة ربوية، ومثل الشراء كذلك البيع، فإذا باعت بالأجل بعملة غير الدولار، فهي تعرف ربحها الآن تبعاً لسعر الدولار، ولكن عندما تتسلم العملة في الأجل المحدد قد لا تربح وقد تخسر، إذا تغير سعر الصرف تغيراً كبيراً، كما أنه قد يزداد ربحها إذا كان تغير السعر لصالحها. ¶ وقد لا يكون الأمر متصلاً بالبيع والشراء، وإنما بأي نوع آخر من أنواع الالتزام الآجل، والتزامها لغيرها أو التزام غيرها لها. ¶ وإذا كانت المؤسسة الإسلامية لا تتعامل بالربا، سواء أكان في الصرف أم في غيره فكيف تتصرف لتجنب هذه المخاطر؟ عندما عرضت عليّ هذه المشكلة من مصرف إسلامي، وجدت أنها تحل عن طريق البيع والشراء. ¶ فإذا كان المصرف ملتزماً بدفع مليون جنيه استرليني في تاريخ معين، فإنه يستطيع أن يشتري بثمن حال سلعة تباع بمليون جنيه استرليني إلى أجل لا يتأخر عن موعد التزامه بالمبلغ المذكور، وفي الموعد يتسلم المبلغ من المشتري ثم يسلمه للدائن. وقد يقل المبلغ قليلاً عن المليون، أو يزيد قليلاً، ولا مخاطرة في ذلك، أما إذا كان المبلغ مثل الدين الذي التزمه به المصرف، فيمكن من البداية أن يقوم بحوالة الدين. ¶ هذا إذا كان المبلغ المذكور ديناً على المصرف، أما إذا كان المبلغ ديناً للمصرف على غيره، ويخشى عند تسلمه في الموعد مخاطرة الصرف، حيث سيقوم بصرف الاسترليني بالدولار الذي يتعامل به، وقد ينتج عنه خسارة كبيرة، فعندئذ الأمر مختلف. ¶ والمخرج هو أن يشتري بالاسترليني شراءً آجلاً، والآجل لا يسبق موعد تسلم المصرف المليون، بل قد يتأخر عنه، حتى يتسنى للمصرف التسلم أولاً قبل موعد أدائه الثمن الآجل، وحينئذ لا يتعرض لمخاطر الصرف، حيث يتسلم الدين، ثم يسلم المبلغ نفسه للبائع الدائن.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ومن الواضح أن السلعة التي اشتراها بالاسترليني يستطيع أن يبيعها بالدولار، بيعاً حالاً أو آجلاً، أو بعملة مرتبطة بالدولار كالريال القطري. ¶ التأمين ¶ التأمين التجاري بجميع أنواعه، سواء كان على النفس، أو المال، عقد محرم، قرر ذلك مجلس هيئة كبار العلماء في المملكة العربية السعودية سنة 1397هـ ومجمع الرابطة في دورته الأولى سنة 1398هـ، ومجمع الفقه الإسلامي لمنظمة المؤتمر الإسلامي سنة 1406هـ إلى جانب القرارات الجماعية الأخرى كالمؤتمر الأول للاقتصاد الإسلامي. ¶ أما التأمين التعاوني فهو البديل الإسلامي لهذا النوع من التأمين، وجاء ذكر التأمين في مواضع كثيرة سبقت لبيان مواجهة المخاطر، والمراد بذلك التأمين التعاوني المباح وليس التأمين التجاري المحرم. ¶ وقد يتعذر التأمين التعاوني، وعندئذ على المؤسسات الإسلامية ألا تلجأ إلى التأمين إلا عند الضرورة، كأن يكون التأمين إجبارياً، ويلاحظ أن بعض المؤسسات الإسلامية تتساهل في هذا الأمر، فلتجأ إلى شركات التأمين غير الإسلامية مع وجود الإسلامية، أو لغير ضرورة، أو على الأقل حاجة ملجئة. ¶ وأذكر أنني طلبت من أحد المصارف أن يقوم ببيان المبالغ التي دفعت لشركات التأمين خلال سنة أو بضع سنوات، والمبالغ التي أخذت من هذه الشركات للتعويض عن المخاطر التي تعرض لها المصرف، وذلك ليتبين من الرابح ومن الخاسر، وكيف أن شركات التأمين أخذت مبالغ طائلة دون مقابل. ¶ فالمصرف بالتأمين يقع في خسارة تقع مقابل مخاطر قد تحدث و ربما ¶ لا تحدث، وما يحدث من المخاطر في جملته لا يساوي الخسارة التي وقعت بالفعل، ولا يقاربها، بل يقل عنها بكثير، بل قد لا يتعرض المصرف لأي مخاطر، ويخسر كل أقساط التأمين.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إذن عند عدم التأمين على المصرف أن يضع في حسابه ما يمكن أن يحدث من مخاطر، ثم إن المصرف عادة يحسب تكلفة التأمين في بيع المرابحة ضمن تكلفة المبيع، فإذا لم يقم بالتأمين فإنه يستطيع زيادة الربح بقدر مبالغ التأمين، وإذا كانت النتيجة كما سبق أن التأمين خسارة فعلية، فإن عدم التأمين يعني زيادة الربح، وإن حدث بعض المخاطر فإنها لا تبلغ مقدار الربح! ¶ هذا هو الواقع: وهو يؤيد قرارات تحريم التأمين التجاري غير التعاوني. ¶ ووجدت مؤسسات تقوم بتأمين مخاطر الاستثمار، فإذا كان تأميناً تعاونياً فمرحبا به. ولعل المصارف الإسلامية تشترك في إيجاد نظام تأمين تعاوني، يستفيد منه كل من أصابته جائحة، ويكون لبنك التنمية الإسلامي الدور الأكبر، فيضع اللوائح اللازمة لهذا النظام، والخطوات الإجرائية، ثم يدعو المصارف الإسلامية إلى مناقشة النظام لإقراره أو تعديله، ومن ثم الاشتراك فيه.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الهوامش ¶ - - - ¶ سورة البقرة 275. ¶ قرار رقم 40/41 (2/5 و3/5) - انظر مجلة المجمع (العدد الخامس ج2 ص753، 965) ¶ راجع القرار في كتابي: الاقتصاد الإسلامي والقضايا الفقهية المعاصرة ج2، ص735. ¶ القرار السابق بمجلة المجمع. ¶ تخريج الحديث يأتي في المناقشة والترجيح. ¶ انظر الكتاب المذكور 5/180، 181، وانظر تحفة الفقهاء 2/55، وذكر الكاساني ما يستدل به لأبي حنيفة وأبي يوسف، وهو عدم تخصيص عموم الكتاب العزيز بخبر الواحد، أو حمل الخبر على المنقول، وعدم توهم هلاك العقار فلا يتقرر الغرر.. الخ. ¶ تحفة الفقهاء 2/50. ¶ راجع بدائع الصنائع 5/243. ¶ انظر المرجع السابق 5/243: 244، وراجع حاشية ابن عابدين 7/92، وفتح الله المعين 2/53. ¶ بدائع الصنائع 5/244، وذكر الكاساني بعد ذلك تفصيل الاختلاف في سبب حرمة التصرف قبل الكيل أو الوزن: انظر باقي الصفحة وص245، وراجع ابن عابدين 7/94 : 96 مطلب فيما يكون قبضاً للمبيع، ومطلب في شروط التخلية. ¶ الكتاب المذكور 7/93. ¶ انظر المجتهد 2/185. ¶ انظر الكتاب المذكور 2/148. ¶ راجع الشرح الصغير 3/195 : 198، وراجع أيضاً عقد الجواهر 2/503. ¶ انظر عقد الجواهر 2/504. ¶ راجع الشرح الصغير 3/204، 205. ¶ حاشية الصاوي مع المرجع السابق 3/204. ¶ انظر عقد الجواهر 2/510، 511 وانظر الشرح الصغير 199، 200. ¶ كتاب الأم 3/6. ¶ انظر الحكمين بالتفصيل في الوسيط 3/146: 155. ¶ المرجع السابق 3/156. ¶ المهذب مع المجموع 9/252. ¶ المجموعة 9/ 252. ¶ المجموعة 9/259 : 260. ¶ المهذب مع المجموع 9/264. ¶ انظر المجموعة 9/264، 265. ¶ انظر المرجع السابق 9/268. ¶ المغني 6/181: 183. ¶ المرجع السابق 6/186 : 188. ¶ انظر الكتاب المذكور ص 688 حديث رقم 2988. ¶ تحفة الأحوذي 2/237. ¶ راجع كتابه التمهيد 12/ 148 : 150. ¶ انظر المرجع السابق 12/ 63: 167. ¶ قال الشوكاني: جميع مفاهيم المخالفة حجة عند الجمهور، إلا مفهوم اللقب، وأنكر أبو حنيفة الجميع، وقال في مفهوم اللقب: وهو تعليق الحكم بالاسم العلم، نحو: قام زيد، أو اسم النوع نحو: في الغنم زكاة. ولم يعمل به أحد إلا أبو بكر الدقاق، كذا قيل ثم قال: والحاصل أن القائل به كلا أو بعضاً لم يأت بحجة لغوية، ولا شرعية ولا عقلية ومعلوم من لسان العرب أن من قال: رأيت زيداً لم يقتض أنه لم ير غيره قطعاً. ¶ (راجع إرشاد الفحول 2/56 : 69 حيث فصل القول عن المفهوم، وانظر أيضاً في عدم جواز القول بمفهوم المخالفة في اللقب: شرح التلويح على التوضيح 1/273). ¶ انظر المرجع نفسه 12/152 : 155. ¶ أخرجه أحمد وأصحاب السنن الأربعة وغيرهم، وصححه الترمذي وابن حيان وابن الجارود والحاكم والذهبي وابن القطان، ورواه أبو داود بسندين رجالهما رجال الصحيح -انظر تخريج الحديث بالتفصيل في كتابي \"فقه البيع والاستيثاق\" ¶ ص356 : 357.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "انظر تخريجه في نصب الراية 4/319 : 321 وتلخيص الحبير 3/36 : 37 ونيل الأوطار 5/265: 266 والتمهيد لابن عبد البر 12/323: 330 وإرواء الغليل للألباني 5/243: 239 والحديث روى مرسلاً وموصولاً: انظر كتابي \"فقه البيع والاستيثاق\" ص 1275: 1276. ¶ راجع الحديث في سنن النسائي: كتاب البيوع: باب مطل الغني وسنن أبي داود: كتاب الأقضية: باب في الحبس في الدين وغيره. وسنن ابن ماجه: كتاب الصدقات: باب الحبس في الدين والملازمة. ¶ مما يحزن ويدعو للحيرة أن أحد أعضاء المجمع الذين اشتركوا في إصدار هذا القرار أجاز لمصارف إسلامية التعامل بهذا الربا المحرم، غير أنه رأى ألا يؤخذ من هذا الربا إلا بقدر ما يقابل الإجراءات، والباقي ينفق في الصالح العام. ¶ حاشية ابن عابدين 7/54. ¶ المخرجان للمشكلتين السابقتين أوجدتهما لمصرف إسلامي، وعرضت ذلك على باقي أعضاء هيئة الرقابة الشرعية، فأجازوهما من الناحية الشرعية. ¶ كتاب الأم 3/61. ¶ انظر مجموع الفتاوي 29/518. ¶ المغنى 5/125، وانظر ص124/ 126. ¶ راجع قرار المجمع، مع بيان بعض التطبيقات العملية، وأحد العقود، مع التعليق في كتابي: الاقتصاد الإسلامي والقضايا الفقهية المعاصرة جـ2 ص 722، 733، 1004: 1027. ¶ راجع ما كتبته عن الاستصناع في الفصل الثالث من الباب السابع في كتابي: الاقتصاد الإسلامي والقضايا الفقهية المعاصرة جـ2 ص938 وما بعدها.",
            "page": "59",
            "part": "1"
        }
    ],
    "t36276": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مخاطر التمويل الإسلامي"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "ملخص البحث"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة"
        },
        {
            "id": "59",
            "lvl": "1",
            "sub": null,
            "tit": "الهوامش"
        }
    ]
}