{
    "b36277": [
        {
            "id": "1",
            "nass": "معالم الاقتصاد الإسلامي ¶ الشيخ/ ناصر بن محمد الأحمد ¶ بسم الله الرحمن الرحيم ¶ إن الحضارة المعاصرة بشقيها الرأسمالي والاشتراكي الجماعي في طريقها إلى الإفلاس، ولهذا أخذ العلماء خاصة يتنبؤون بظهور نظام جديد يحل محل النظام القائم الذي في طريقه إلى الزوال. ¶ كما نعلم أن الإسلام دين شامل جاء بكل شيء، ومن ذلك جاء بمجموعة من المبادئ والأصول التي تتناول بالتنظيم جوانب النشاط الاقتصادي في حياة الفرد والمجتمع. ¶ المقصود بعلم الاقتصاد عند الغرب: ¶ في نظر علماء الغرب يتطلب أولاً تحديد المشكلة الاقتصادية التي ما وجد هذا العلم إلا لمواجهتها، وتتلخص المشكلة الاقتصادية في نظر الغرب أن المجتمعات البشرية حاجاتها تفوق ما لديها من موارد. ¶ هذه الحقيقة هي ما يطلق عليها اسم المشكلة الاقتصادية أو مشكلة الندرة، وهي جوهر الدراسات الاقتصادية كلها، والقضية الأساسية التي تشغل النظم الاقتصادية جميعها. ¶ المعنى اللغوي لكلمة الاقتصاد: ¶ جاء في لسان العرب: القصد استقامة الطريق، والقصد العدل، والقصد في المعيشة أن لا يسرف ولا يقتر. ¶ تعريفات علماء الغرب: ¶ التعريف الأول (لآدم سميت): ¶ إن علم الاقتصاد هو علم الثروة، أو هو العلم الذي يختص بدراسة وسائل اغتناء الأمم، مع التركيز بصفة خاصة على الأسباب المادية للرفاهية، كالإنتاج الصناعي أو الزراعي ..الخ. ¶ ويؤخذ على هذا التعريف أنه تعريف غير جامع؛ ذلك أن تركيزه على الأسباب المادية للرفاهية يخرج عديداً من الأنشطة الإنسانية من نطاق علم الاقتصاد كخدمات التعليم والصحة. ¶ التعريف الثاني (لمارشال): ¶ هو ذلك العلم الذي يتعلق بدراسة تصرفات الفرد في نطاق أعمال حياته اليومية، الذي يتصل بكيفية حصوله على الدخل وكيفية استخدامه لهذا الدخل. ¶ يؤخذ على هذا التعريف أنه ركّز على جانب واحد في هذا الإنسان، وهو كيفية حصوله على الدخل، وكيفية استخدامه له. ¶ التعريف الثالث (لروينز):",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هو العلم الذي يدرس سلوك الإنسان إزاء حاجاته المتعددة ووسائله المحدودة ذات الاستعمالات المتنوعة. ¶ يؤخذ على هذا التعريف أنه يفتقد إلى بيان الأحكام والسياسات، والإجراءات الواجبة الاتباع إزاء هذه الظواهر الاقتصادية. ¶ فلو ضممنا التعريفات السابقة بعضها إلى بعض يمكن من خلالها أن نقول بأن علم الاقتصاد هو: علم اجتماعي، موضوعه الإنسان ذو الإرادة، ويهدف إلى دراسة العلاقة بين الحاجات المتعددة والموارد المحدودة؛ بغرض تحقيق أكبر قدر ممكن من إشباع الحاجات عن طريق الاستخدام الكفء للموارد المتاحة، مع العمل على إنمائها بأقصى طاقة ممكنة. ¶ والأفضل من هذا التعريف أن علم الاقتصاد هو: العلم بالأحكام الشرعية العملية عن أدلتها التفصيلية فيما ينظم كسب المال، وإنفاقه، وأوجه تنميته. ¶ حداثة علم الاقتصاد الغربي: ¶ يعتبر علم الاقتصاد عند الغرب حديث النشأة نسبياً؛ إذ يرجع إلى أواخر القرن الثامن عشر، وقد ظل علم الاقتصاد حتى بداية القرن العشرين علماً نظرياً محايداً، ومع بداية القرن العشرين بدأ تطور هام في الدراسات الاقتصادية. ¶ تطور الدراسات الاقتصادية: ¶ مع بداية القرن العشرين بدأت تأخذ طابعاً جديداً يتجه بها وجهة مذهبية، وذلك إلى جانب طابعها العلمي، ولقد تجاوزت ذلك إلى وضع أهداف للحياة الاقتصادية، وتحديد الوسائل اللازمة لتحقيق هذه الأهداف، فالمذهب الاقتصادي أصبح يلعب الدور الأساسي في تحديد الأهداف الاجتماعية الاقتصادية التي تسعى إليها المجتمعات، والمذهب الاقتصادي بهذه الصورة يكون وثيق الصلة باتجاهات الدول السياسية، وهو لهذا السبب يختلف من دولة إلى أخرى تبعاً لاختلاف الدول في هذه المفاهيم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بل أعقبه تطور آخر يعود تقريباً إلى بداية الحرب العالمية الثانية، حيث انقسم العالم إلى معسكرين، المعسكر الغربي الذي يعتنق المذهب الرأسمالي الذي تسيطر عليه أمريكا ودول أوروبا الغربية بصفة أساسية، والمعسكر الشرقي الذي يعتنق المذهب الاشتراكي وتسيطر عليه روسيا والصين ودول أوروبا الشرقية. ¶ وكل من المعسكرين يضم دولاً عديدة، ونتيجة لذلك فقد أصبح لكل مذهب اقتصادي تطبيقات مختلفة يمكن للدول الالتجاء إليها، وهذا التطبيق المذهبي أو النموذج يطلق عليه البعض اسم النظام الاقتصادي. ¶ وكما نعلم بأن المذهبين الاقتصاديين يتصارعان في العالم اليوم كل منهما مدَّعٍ بأن له القدرةَ وحده على حل المشكلة الاقتصادية. ¶ والمذهب الرأسمالي ينحو منحىً مادياً، وهو لا ينكر الجانب الروحي أو الأخلاقي، ولكنه لا يحفل به ولا يضعه في اعتباره، ويؤكد في تعاليمه على الفصل بين الجانب المادي والجانب الروحي أو الأخلاقي. ¶ والمذهب الاشتراكي يتجه بدوره اتجاهاً مادياً، ولكنه ينكر الدين كلية وينظر إلى العامل الاقتصادي على أنه المحرك الوحيد لموكب البشرية في كل الميادين. ¶ فالوضع الاقتصادي لكل مجتمع هو الذي يحدد أوضاع هذا المجتمع الاجتماعية والسياسية بل وعقيدته الدينية. ¶ ورغم ذيوع هذين المذهبين إلا أنه لا ينبغي النظر إلى أيّ منهما على أنه يتضمن حقائق ثابتة لا تقبل النقض، بل كلاهما منقوض. ¶ وهناك حقائق أساسية ينبغي أن تكون منّا على بال: أنهما نتاج للفكر الإنساني في ظروف خاصة، وفي بيئة معينة هي البيئة الأوروبية، وأنه ولابد أن يشوبهما ما يشوب كل فكر إنساني من نقص وعدم شمول. ¶ إن كلا المذهبين ليس له سوى قيمة نسبية، وأنه بالتالي لا يمكن تطبيقه في كل زمان ومكان، وأنه لا يمكن فهم المذهبين فهماً تاماً إلا في ظل الظروف التي نشأ فيها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "من الخطأ الاعتقاد بأن طريق التقدم الاقتصادي مرهون فقط باتباع واحد من المذهبين الرأسمالي والاشتراكي، ويصبح من واجبنا كمسلمين -إن كنا نؤمن حقاً بأن الإسلام دين شامل للحياة ونحن كذلك- أن نؤمن بالتالي: ¶ بأن لهذا الإسلام مذهبه الاقتصادي المستقل والمتميز، ومن الغريب أن يدرك لفيف من العلماء الأجانب هذه الحقيقة، ويظل كثير من المسلمين غافلين عنها. ¶ أحكام الاقتصاد الإسلامي: ¶ هو مجموعة الأصول العامة الاقتصادية التي نستخرجها من القرآن والسنة، والبناء الاقتصادي الذي نقيمه على أساس تلك الأصول بحسب كل بيئة وكل عصر، وهي على نوعين: ¶ الأول: الأحكام الثابتة: وهو ما كانت أحكامه من أدلة قطعية، أو راجعة إلى أصل قطعي مما ورد في القرآن الكريم أو السنة الصحيحة، كحرمة الربا، وحل البيع، وكون للرجل مثل حظ الأنثيين في الميراث. مثل: ¶ قوله تعالى: {هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الأَرْضِ جَمِيعاً} [(29) سورة البقرة]. ¶ وقوله تعالى: {وَأَحَلَّ اللّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا} [(275) سورة البقرة]. ¶ وقوله تعالى: {لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكْتَسَبُواْ وَلِلنِّسَاء نَصِيبٌ مِّمَّا اكْتَسَبْنَ} [(32) سورة النساء] ¶ وقوله تعالى: {كَيْ لَا يَكُونَ دُولَةً بَيْنَ الْأَغْنِيَاء مِنكُمْ} [(7) سورة الحشر]. ¶ وقول الرسول -عليه الصلاة والسلام-: ((كل المسلم على المسلم حرام: دمه وعرضه وماله)). ¶ هذه الأصول غير قابلة للتغيير أو التبديل، وهي صالحة لكل زمان ومكان. ¶ ويمتاز هذا النوع من الأحكام بالميزات التالية:- ¶ 1) العموم والمرونة: فأحكامها نافذة على جميع الناس دون استثناء، كما أنها تتناول جميع مستجدات الحياة لما في أحكامها من العموم والمرونة. ¶ 2) عدم التغيير والتبديل: فهي لا تقبل ذلك مهما مرت الأعوام، وطالت الأزمان، وعدم التغيير والتبديل لا يعني توقف وتجميد النصوص. ¶ 3) كون العلم حاكماً لا محكوماً عليه: فيخضع له الناس ويتبعونه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الثاني: الأحكام المتغيرة: وهو ما لم تكن أدلته قطعية، ولا راجعة إلى أصل قطعي بل إلى ظني، سواء في سندها أو في دلالتها، مثل عملية الموازنة بين إيرادات الدولة ونفقاتها، وكيفية تحقيق التوازن داخل المجتمع ...الخ ¶ وهذا النوع لا يعد العمل به ملزماً على وجه الدوام، والاستمرار فيجوز لولي الأمر المجتهد، أو أهل الحل والعقد من العلماء المجتهدين أن يختار من الأحكام ما يراه مناسباً في ضوء مستجدات الحياة، كما أن له الرجوع عنه إذا رأى المصلحة في غيره ويجب على الناس العمل بها؛ لكونها استنبطت من اجتهاد علمي صحيح في ضوء الأسس الفقهية المتبعة، ومن أمثلته: إيقاف عمر -رضي الله عنه- صرف سهم للمؤلفة قلوبهم عن الزكاة، وكفرضه الخراج على الأرض المغنومة. ¶ نشأة علم الاقتصاد الإسلامي وتطوره: ¶ الإسلام قد قرر أصول الاقتصاد منذ بداية التشريع الإسلامي، وكانت حياة الرسول -صلى الله عليه وسلم- نموذجاً حياً لتطبيق هذا التشريع الذي استمر على نهجه الخلفاء الراشدون من بعده. ¶ ولئن كانت الحياة والمشكلات الاقتصادية في الصدر الأول محدودة فإن ذلك يرجع لأمرين: ¶ الأول: فقر البيئة والتواضع في النشاط الاقتصادي؛ إذ كانوا يقتصرون على أعمال الرعي، والزراعة المحدودة، والتجارة الضيقة الحدود. ¶ الثاني: قوة الوازع الديني وتمكنه من النفوس، فلا غش ولا تدليس ولا غبن ولا احتكار. ¶ وحين بدأ الناس التوسع في المعاملات نشطت الدراسات الفقهية الاقتصادية وبدأ العلماء يضعون أحكاماً شرعية لما استجد في زمانهم من أمور ومسائل، فألفوا في ذلك التصانيف التي تبحث المسائل الفقهية في الجوانب الاقتصادية، فكتب الفقه التي ظهرت في القرن الثاني الهجري فما بعده، زخرت بمسائل اقتصادية هامة كالزكاة، والكفارات، والعقود، والمعاملات، والنفقات، والصداق، والمواريث، والديات.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن هذه الكتب (المدونة الكبرى) للإمام مالك، و(المبسوط) للسرخسي، و(الأم) للإمام الشافعي، و(المغني) لابن قدامة. ¶ كما ظهرت كتب خاصة في الاقتصاد كـ(الخراج) لأبي يوسف، و(الخراج) ليحيى بن آدم القرشي و(الأموال) لأبي عبيد، وكتاب (الاكتساب في الرزق المستطاب) للشيباني، و(أحكام السوق) ليحيى بن عمر، وكتاب (البركة في فضل السعي والحركة) لمحمد الحبشي اليمني، وكتاب (الحسبة) لابن تيمية وغيره من العلماء. ¶ أما ما يتعلق بالمشكلات القائمة والتوجيه الصحيح لها فقد ظهرت من خلال الاتجاهات التالية:- ¶ الاتجاه الأول: الدراسات الاقتصادية الجزئية: ¶ وتعني دراسة موضوعات اقتصادية معينة مثل بعض الأبحاث في الربا، والتسعير، والمصارف، وشركات التأمين، وقد ظهرت هذه الأبحاث وغيرها من خلال مؤتمرات علمية مثل: أسبوع الفقه الإسلامي الدولي الأول المنعقد بباريس سنة: 1951م، والثاني المنعقد بدمشق في سنة: 1961م، والثالث المنعقد بالقاهرة سنة: 1967م، والمؤتمر العالمي للاقتصاد الإسلامي المنعقد بمكة المكرمة سنة: 1396هـ، وهذا بالإضافة إلى المؤلفات الفردية، ورسائل الماجستير والدكتوراه، والتي تعالج موضوعات متنوعة في الاقتصاد. ¶ الاتجاه الثاني: الدراسات الاقتصادية الكلية: ¶ وهي التي تعني الكشف عن أصوله وسياسته الاقتصادية، وقد ألف في هذا الدكتور محمد عبد الله العربي كتابه (الاقتصاد الإسلامي والاقتصاد المعاصر)، ومحمد باقر الصدر كتابه (اقتصادنا)، والدكتور محمد شوقي الفنجري كتابه (المدخل إلى الاقتصاد الإسلامي) بالإضافة إلى الأبحاث المختلفة. ¶ الاتجاه الثالث: الدراسات الاقتصادية التاريخية:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وتعنى هذه الدراسة بتحليل النظام الاقتصادي في فترة زمنية معينة من خلال دراسة أحد أئمة الإسلام، ومثل ذلك رسالة الدكتوراه للدكتور أحمد الشافعي عن (النظام الاقتصادي في عهد عمر بن الخطاب) والدكتور إبراهيم اللبان في بحثه عن ابن حزم بعنوان: (حق الفقراء في أموال الأغنياء)، والدكتور محمد بن المبارك في كتابه (آراء ابن تيمية في الدولة، ومدى تدخلها في المجال الاقتصادي). ¶ الاتجاه الرابع: الدراسات المنهجية لمادة الاقتصاد الإسلامي: ¶ من خلال تدريسها في الجامعات كجامعة الأزهر، وجامعة الملك عبد العزيز، وأنشأت جامعة الإمام محمد بن سعود الإسلامية قسماً في كلية الشريعة يمنح خريجيه درجة الشهادة العالية في الاقتصاد الإسلامي. ¶ بيان إغفال تطبيق الاقتصاد الإسلامي في واقع حياة المسلمين، والعالم أجمع وأثر ذلك: ¶ لقد جثم الاستعمار في بلاد المسلمين فترة من الزمان، ولما رحل ترك آثاراً سيئة على حياة المسلمين ومنها: ¶ 1- تشتيت الدراسات الإسلامية وإبعادها عن مناهج التعليم. ¶ 2- منع الفقه الإسلامي من التطبيق داخل المحاكم، واستبدال القوانين الوضعية. ¶ 3- سنُّ الأنظمة والقوانين التي تخدم الاتجاه الاشتراكي أو الرأسمالي. ¶ ولقد ترتب على إغفال تطبيق الاقتصاد الإسلامي في واقع حياة المسلمين آثار سيئة منها: ¶ 1- انتشار الربا -بكافة صوره وألوانه- في بلاد المسلمين. ¶ 2- التوسع في انتشار المعاملات المحرمة الأخرى بين المسلمين كعقود التأمين مثلاً. ¶ 3- مخالفة حكم الله، والعمل بغير ما أنزل، مما يكسب المسلمين المعاصي والآثام المستمرة. ¶ 4- عدم إفساح المجال للاقتصاد الإسلامي؛ ليحل المشكلات الاقتصادية القائمة، وبالتالي حرمان العالم من سن أنظمة وتشريعات تحقيق الخير والرفاهية للناس.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن هدف الاقتصاد الإسلامي إعمارُ الأرض، وهدفَ الأنظمة الأخرى الربحُ، فمن هدفُه إعمار الأرض فلن يسمح للاحتكار وإتلاف الفائض من الحبوب والخضروات في البحار، أو تحت أشعة الشمس المحرقة، بل سيعمل على توزيع الفائض من إنتاجه على الشعوب الأخرى. ¶ مساوئ الاقتصاد الرأسمالي: ¶ 1/ اختلال التوازن في توزيع الثراء بين الأفراد وبالتالي تتجمع وسائل إنتاجه عند طائفة. ¶ 2/ ظهور الأزمات وتفشي البطالة؛ لاندفاع المنتجين إلى إنتاج السلع الكمالية. ¶ 3/ انتشار الاحتكارات الفعلية القانونية. ¶ 4/ الحرية المطلقة في الكسب والإنفاق. ¶ مساوئ النظام الاشتراكي: ¶ 1/ مصادمة الفطرة، وهي حب التملك. ¶ 2/ هبوط بالفرد إلى مستوى العبيد في العصور الظالمة. ¶ ما كان إخراج الأراضي والمعامل وغيرها من وسائل الإنتاج من أيدي الأفراد وتحويلها إلى ملكية جماعية عملاً سهلاً يكون قد تم بسهولة وبطيب خاطر من أصحاب الأراضي والمعامل. ¶ ولك أن تقدر بنفسك أنك إذا اعتزمت مصادرة أملاك الناس الصغيرة والكبيرة وإبعادهم عنها، فهل تراهم يخضعون لمشيئتك ويستسلمون لقضائك بكل سهولة؟ كلا، بل لابد لذلك في كل زمان وفي كل مكان من قتل النفوس وسفك الدماء ... فقد قدروا أنه قتل في روسيا -في تنفيذها هذا المشروع والعمل على مقتضاه- نحو 19.000.000 نسمة، وحكم على نحو 2.000.000 نسمة بعقوبات فادحة مختلفة، ونفي عن البلاد نحو 4.000.000 أو 5.000.000 نسمة. ¶ خصائص الاقتصاد الإسلامي: ¶ أولاً - الاقتصاد الإسلامي جزء من نظام الإسلام الشامل: ¶ لا ينبغي لنا أن ندرس الاقتصاد الإسلامي مستقلاً عن عقيدة الإسلام وشريعته؛ لأن الاقتصاد الوضعي بسبب ظروف نشأته قد انفصل تماماً عن الدين، وأهم ما يميز الاقتصاد الإسلامي هو ارتباطه التام بدين الإسلام وعقيدته وشريعته.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وارتباط الاقتصاد الإسلامي بالعقيدة يبدو في نظرة الإسلام إلى الكون باعتباره مسخراً للإنسان ولخدمته، ويبدو كذلك في قضية الحلال والحرام التي تشغل المسلم عند إقدامه على معاملة من المعاملات، ويبدو -أيضاً- في عنصر الرقابة الذي يحسه المسلم من عالم الغيب. ¶ وتفصيل ذلك: ¶ 1/ للنشاط الاقتصادي في الإسلام طابع تعبدي: ¶ إن أي عمل يقوم به المسلم -اقتصادياً أو غيرَ اقتصادي- يمكن أن يتحول من عمل مادي عادي إلى عبادة يثاب عليها، إذا قصد المسلم بعمله هذا وجه الله -سبحانه-. ¶ عن عمر -رضي الله عنه- عن الرسول -عليه الصلاة والسلام-: ((إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى))، وقال -عليه الصلاة والسلام-: ((وإنك لن تنفق نفقة تبتغي بها وجه الله إلا أجرت عليها، حتى ما تجعل في فم امرأتك)) [متفق عليه]. ¶ 2/ للنشاط الاقتصادي في الإسلام هدف سامِ: ¶ تهدف النظم الاقتصادية الوضعية من الرأسمالية والاشتراكية إلى تحقيق النفع المادي وحده لأتباعها، ذلك هو هدفها. ¶ وكان من نتيجة ذلك تلك المنافسة الطاحنة التي تدور وتدور رحاها بين معسكرات الدول المختلفة بقصد السيطرة الاقتصادية، واحتكار الأسواق ومصادر المواد الخام في البلاد المختلفة. ¶ هذه المنافسة هي التي أدت إلى الحربين العالميتين الأولى والثانية، وهي التي تهدد العالم الآن بحرب نووية ثالثة بين المعسكرين الرأسمالي والشيوعي. ¶ فإذا كان النشاط الاقتصادي في ظل الاقتصاد الإسلامي يسعى إلى النفع المادي، فهو يسعى إليه وحده، ولا يستهدفه كفاية في حد ذاته، وإنما يعتبره وسيلة لغاية أكبر وهدف أسمى، وهو إعمار الأرض وتهيئتها للعيش الإنساني امتثالاً لأمر الله قال الله تعالى: {يَا أَيُّهَا النَّاسُ كُلُواْ مِمَّا فِي الأَرْضِ حَلاَلاً طَيِّباً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ} [(168) سورة البقرة].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وفرق كبير بين أن يكون النفع المادي هو الغاية وهو الهدف، وبين أن يكون وسيلة لغاية أكبر وهدف أسمى، وهو إعمار الأرض وتهيئتها للعيش الإنساني، وتحقيق الرفاهية والخير للناس كافة. ¶ ذلك أنه في الحالة الأولى إذا كان النفع المادي هو الهدف ستكون الأنانية والاحتكار والاستئثار بخيرات الدنيا ومنعها عن الآخرين كما يحدث في النظم الاقتصادية المتصارعة، وهو ما يؤدي إلى الحروب وإلى الدمار. ¶ أما في الحالة الثانية حيث يكون إعمار الأرض هو الهدف، فإن المنافسة والأنانية والاحتكار سوف تتحول إلى تفاهم وتعاون بين الدول والشعوب لإعمار الأرض، واستغلال ثرواتها على أحسن وجه لصالح البشرية جميعه، قال الله تعالى: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ} [(77) سورة القصص]. ¶ 3/ الرقابة على ممارسة النشاط الاقتصادي في الإسلام هي رقابة ذاتية في المقام الأول: ¶ رقابة ضمير المسلم القائمة على الإيمان بالله والحساب في اليوم الآخر، قال الله تعالى: {وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ} [(4) سورة الحديد]، وقال سبحانه: {إِنَّ اللّهَ لاَ يَخْفَىَ عَلَيْهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاء} [(5) سورة آل عمران]، وقال الرسول -عليه الصلاة والسلام- عن الإحسان: ((أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك)). ¶ ثانياً - الاقتصاد الإسلامي يحقق التوازن بين مصلحة الفرد ومصلحة الجماعة: ¶ فالنظام الاقتصادي الرأسمالي ينظر إلى الفرد على أنه محور الوجود والغاية منه، ومن ثم فهو يهتم بمصلحته ويقدمها على مصلحة الجماعة كلها.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ويعلل النظام الرأسمالي موقفه هذا من الفرد بأنه لا يوجد ثمة تعارض بين مصلحة الفرد ومصلحة الجماعة، وأن الأفراد حين يعملون على تحقيق مصالحهم الخاصة فإنهم في الوقت نفسه يحققون مصلحة الجماعة. ¶ وتقديم المصلحة الخاصة على المصلحة العامة في النظام الرأسمالي كان له مساوئ عديدة، أبرزها الأزمات وتفشي البطالة، والتفاوت الكبير بين الدخول والثروات وظهور الاحتكارات. ¶ والنظام الاقتصادي الاشتراكي على العكس من النظام الرأسمالي، يقدم مصلحة الجماعة على مصلحة الفرد، بل هو يضحي تماماً بمصلحة الفرد في سبيل مصلحة الجماعة، وبناء على ذلك فقد ألغى النظام الملكية الفردية لأدوات الإنتاج إلغاءً تاماً، كما ألغى الحرية الاقتصادية الفردية واستبدل بهما الملكية العامة والحرية الاقتصادية العامة، أي ملكية الجماعة وحريتها. ¶ وكان لهذا المسلك بدوره مساوئ لا تقل عن مساوئ النظام الرأسمالي إن لم تزد، فإلغاء الملكية الفردية والحرية الاقتصادية يصادم الفطرة الإنسانية، ويؤدي إلى إحباط الهمم، وإلى التكاسل، ولهذا السبب نجد الدول الاشتراكية، وفي مقدمتها الاتحاد السوفييتي تعاني من تقهقر الإنتاج كماً ونوعاً. ¶ وأصبحنا نجد الآن في روسيا أصواتاً ترتفع مطالبة بإعادة الملكيات الزراعية الخاصة، وتجعل هذه الملكيات أساساً هاماً لرفع مستوى المعيشة في الاتحاد السوفييتي. ¶ أما الاقتصاد الإسلامي فهو لا يفترض مقدماً أن هناك تعارضاً بين مصلحة الفرد ومصلحة الجماعة، وتقوم على رعاية المصلحتين معاً، ومحاولة تحقيق التوازن بينهما، فيعترف بالملكية الفردية، ويعترف كذلك في نفس الوقت بالملكية الجماعية، فلا يلغي أياً منهما في سبيل الأخرى، فيعترف للفرد بحريته، ولكنه لا يغالي في ذلك إلى حد إطلاقها بغير قيود مما يضر بالجماعة .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أما إذا كان هناك تعارض بين مصلحة الفرد ومصلحة الجماعة وتعذر تحقيق التوازن، أو التوفيق بينهما، فإن الإسلام يقدم مصلحة الجماعة على مصلحة الفرد. ¶ ومن الأمثلة: منعه -عليه الصلاة والسلام- من تلقي الركبان؛ فإن فيه تقديماً لمصلحة عامة، وهي مصلحة أهل السوق على مصلحة خاصة، هي مصلحة المتلّقي في أن يحصل على السلعة، ويعيد بيعها بربح يعود عليه، ومنها النهي عن الاحتكار. ¶ الأركان الأساسيَّة في الاقتِصَادِ الإسلامي: ¶ الملكية المزدوجة (الخاصة والعامة). ¶ الحرية الاقتصادية المقيدة. ¶ التكافل الاجتماعي. ¶ أولاً: المِلْكِيَّة المزْدَوِجَة: ¶ الملكية في الاقتصاد الإسلامي: ¶ الاقتصاد الإسلامي له موقفه المتميز، فهو لا يتفق من الاقتصاد الرأسمالي في اعتبار الملكية الخاصة هي الأصل أو القاعدة، والملكية العامة هي الاستثناء، ولا يتفق كذلك مع الاقتصاد الاشتراكي في النظر إلى الملكية العامة على أنها الأساس أو القاعدة، والملكية الخاصة هي الاستثناء، ولكن يأخذ بكلا النوعين من الملكية في وقت واحد كأصل وليس كاستثناء. ¶ فالاقتصاد الإسلامي منذ البداية يقر الملكية الفردية، ويقر كذلك الملكية الجماعية، ويجعل لكل منهما مجالها الخاص الذي تعمل فيه. ¶ فالاقتصاد الرأسمالي رغم قيامه على الملكية الفردية، وكراهيته للملكية الجماعية، إلا أنه إزاء طغيان الملكية الفردية وعزوفها عن القيام بالمشروعات الأساسية اللازمة للاقتصاد القومي، فقد اضطر إلى الأخذ بفكرة الملكية العامة في صورة تأميم بعض المشروعات الخاصة، أو قيام الدولة ابتداء ببعض المشروعات الاقتصادية التي يعزف عنها الأفراد، وخير شاهد على ذلك عمليات التأميم والتدخل في النشاط الاقتصادي التي لجأت إليها الدول الرأسمالية منذ السنوات السابقة على الحرب العالمية الأولى.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كذلك فإن الاقتصاد الاشتراكي إزاء تدهور الإنتاج كماً ونوعاً، واقتناع المسئولين عن هذا الاقتصاد بأن ذلك راجع بصفة أساسية إلى إلغاء الملكية الفردية بضرورة الاعتراف بالملكية الفردية. ¶ الملكية في الاقتصاد الإسلامي مقيدة: ¶ سواء أكانت ملكية خاصة أو ملكية عامة فهي ليست مطلقة، بل هي مقيدة بقيود ترجع إلى تحقيق مصلحة الجماعة، وإلى منع الضرر، الأمر الذي ينتهي بالملكية إلى أن تصبح وظيفة اجتماعية. ¶ فالذي يتتبع نصوص الكتاب يجد أن الأصل في الأموال جميعها بكل أشكالها وأنواعها أنها ملك لله تعالى: {وَلِلّهِ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَمَا بَيْنَهُمَا} [(17) سورة المائدة]، وقال سبحانه: {وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ} [(33) سورة النور]. ¶ وإذا كان المال كله لله فإن يد البشر عليه هي يد استخلاف، أي أن البشر خلفاء عن الله في استعمال هذا المال والتصرف فيه، كما قال تعالى: {آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ} [(7) سورة الحديد]. ¶ فالإنسان ما هو إلا وكيل أو موظف يعمل في ملك الله لخير المجتمع الإسلامي كله.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإذا لم يلتزم الإنسان المستخلف بأوامر الله ونهيه في المال الذي تحت يده، فإن الجزاء هو استبداله بمن هو أصلح منه، قال الله تعالى: {هَاأَنتُمْ هَؤُلَاء تُدْعَوْنَ لِتُنفِقُوا فِي سَبِيلِ اللَّهِ فَمِنكُم مَّن يَبْخَلُ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنتُمُ الْفُقَرَاء وَإِن تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ} [(38) سورة محمد]. وقد ضرب لنا الحق -تبارك وتعالى- مثلاً لهذا الاستبدال في قصة قارون فقال -عز وجل-: {وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الْآخِرَةَ وَلَا تَنسَ نَصِيبَكَ مِنَ الدُّنْيَا وَأَحْسِن كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلَا تَبْغِ الْفَسَادَ فِي الْأَرْضِ إِنَّ اللَّهَ لَا يُحِبُّ الْمُفْسِدِينَ * فَخَسَفْنَا بِهِ وَبِدَارِهِ الْأَرْضَ فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ اللَّهِ وَمَا كَانَ مِنَ المُنتَصِرِينَ} [(80-81) سورة القصص]. ¶ ما هي المِلْكِيَّة الخاصَّةْ في الاقتصاد الإسلامي: ¶ هي حكم شرعي مقدر يعطي الإنسان حق الاختصاص في امتلاك العين، أو منفعتها وحق التصرف بها من غير مانع. ¶ ينظر الإسلام للإنسان على أنه مخلوق له دوافعه الفطرية وغرائزه الاجتماعية، وأن من بين هذه الدوافع والغرائز غريزة التملك وحب المال، قال تعالى: {وَتَأْكُلُونَ التُّرَاثَ أَكْلًا لَّمًّا * وَتُحِبُّونَ الْمَالَ حُبًّا جَمًّا} [(19-20) سورة الفجر]، وقال الرسول -عليه الصلاة والسلام-: ((لو كان لابن آدم واديان من مال لابتغى وادياً ثالثاً)) [رواه مسلم]، ومن هنا كان موقف الإسلام من الملكية هو موقف المعترف بها لا المنكر لها، موقف المحترم لها لا المهدر لها. ¶ ولكن الإسلام حين اعترف بهذه الملكية واحترمها لم يكتف بهذا القدر، ولم يقف عنده بل تجاوزه إلى تنظيم هذه الملكية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "واحترام الإسلام للملكية يبدو واضحاً في احترام المال في الآتي: ¶ أولاً: أن الشريعة جعلته من مقاصدها الخمسة التي يجب الحفاظ عليها ورعايتها، وهذه المقاصد هي: الدين، والنفس، والعقل، والعرض، والمال. ¶ ثانياً: أن الشريعة نهت عن الاعتداء على هذا المال بأي نوع من أنواع الاعتداء، ((إن دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا في بلدكم هذا)). ¶ - فحرمت أكل أموال الناس بالباطل قال تعالى: {وَلاَ تَأْكُلُواْ أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ} [(188) سورة البقرة]. ¶ - وحرمت السرقة ووضعت الجزاء الرادع لها، {وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُواْ أَيْدِيَهُمَا} [(38) سورة المائدة]. ¶ - وحرمت شريعة الإسلام غصب المال، يقول الرسول الكريم -صلوات الله وسلامه عليه-: ((من ظلم قيد شبر من الأرض طوقه من سبع أرضين)). ¶ أهداف الملكية الخاصة: ¶ 1/ إثراء التعاون عن طريق الأفراد والمؤسسات غير الحكومية: إن الملكية الخاصة لتجعل الأفراد يعملون بكل جد، وتضحية في سبيل تحقيق ما يعود عليهم من خير ونفع. ¶ 2/ تحقيق الخير والرفاهية والنفع العام عن طريق المنافسة العادلة بين المنتجين: المنافسة العادلة بين المنتجين مطلب مهم في الحياة الاقتصادية، ففي القطاع الزراعي -مثلاً- يتنافس المنتجون فيما بينهم على تحسين إنتاجهم، وهذا يسري في القطاع الصناعي وفي القطاعات الاقتصادية الأخرى. ¶ 3/ عدم إشغال الدولة بأمور إنتاجية يمكن الأفراد من تحقيقها: الدولة يجب أن تتفرغ للمهام الكبيرة، كإعداد العدة، ونشر التعليم والخدمات الصحية. ¶ إن انشغال الدولة بإنتاج الصناعات اليسيرة، وتسويقها أو بفتح محلات لبيع لعب الأطفال، أو الكماليات سيشغل المسؤولين عن متابعة أمور أكثر أهمية.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "4/ إشباع غريزة حب المال: فغريزة حب التملك من الغرائز الأصلية في النفس البشرية، فالرغبة في التملك هي سر الحركة في الحياة، فلو خمدت هذه الرغبة في أي كائن حي لما سعى ولما عمل، ولجمد مع الجماد. ¶ مجالات الملكية الخاصة: ¶ 1- البيع: ¶ وهذا معروف عن طريق البيع والشراء يكون الاكتساب والتملك. ¶ 2- العمل بأجر عند الآخرين: ¶ جاء عن النبي -صلى الله عليه وسلم-: ((ما أكل أحد طعاماً قط خيراًُ من أن يأكل من عمل يده، وإن نبي الله داود كان يأكل من عمل يده)) [رواه البخاري]، وجاء أيضاً عنه -صلى الله عليه وسلم- أنه قال: ((ما بعث الله نبياً إلا رعى الغنم))، فقال الصحابة: وأنت؟ فقال: ((نعم، كنت أرعاها على قراريط لأهل مكة)) [رواه البخاري]. ¶ 3- الزراعة: ¶ قال النووي: أطيب الكسب ما كان بعمل اليد، قال: فإن كان زراعاً فهو أطيب المكاسب؛ لما يشتمل عليه من كونه عمل اليد، ولما فيه من التوكل، ولما فيه من النفع العام للآدمي، وللدواب. ¶ قال ابن حجر: \"وفوق ذلك من عمل اليد ما يكتسب من أموال الكفار بالجهاد، وهو مكسب النبي -صلى الله عليه وسلم- وأصحابه، وهو أشرف المكاسب لما فيه من إعلاء كلمة الله تعالى\". ¶ 4- إحياء الأرض الموات: ¶ ودليل مشروعيته قوله -صلى الله عليه وسلم-: ((من أحيا أرضاً ميتة فهي له)) [رواه أبو داود بإسناد حسن]. ¶ شروط الإحياء: ¶ أ/ أن لا تكون الأرض ملكاً لأحد مسلم أو ذمي. ¶ ب/ أن لا تكون داخل البلد. ¶ ج/ أن لا تكون من المرافق العامة: كالمتنزهات والمسايل. ¶ د/ أن يتحقق إحياء الأرض في مدة أقصاها ثلاث سنين مِن وضع يده عليها؛ إذ إن التحجير لا يكفي وحده لاكتساب الملكية. ¶ ويحصل الإحياء إما بعمل حائط منيع، أو إجراء ماء لا تزرع إلا به، أو بغرس شجر، أو بحفر بئر فيها فوصل إلى الماء.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والتحجير سبب للملكية خلال السنوات الثلاث فالمحجر أو ورثته أحق به من غيرهم؛ لقوله -صلى الله عليه وسلم-: ((من سبق إلى ما لم يسبق إليه غيره فهو أحق به)) [رواه أبو داود]. ¶ هـ/ أهلية المحيي: بأن يكون قادراً على إحياء الموات. ¶ و/ إذن الإمام: وهذا شرط عند أبي حنيفة، وخالف في ذلك الإمام أحمد والشافعي. ¶ 5- الصناعة والاحتراف. ¶ 6- الاحتطاب: ¶ هو جمع الحطب مما لم يكن مملوكاً لأحد، ويدخل في الملكية الخاصة إذا تمت حيازته عندئذ يتصرف به انتفاعاً، وبيعاً، ويأخذ ثمنه. ¶ 7- استخراج ما في باطن الأرض من المعادن التي لا تدخل في الملكية العامة بشرط أن يكون جامداً؛ لأنه ملك الأرض بجميع أجزائها. ¶ 8- الصيد: ¶ أجمع العلماء على إباحة الصيد والأكل منه بشروطه، والصيد إذا تمت حيازته ثبت تملكه، وصح بيعه، وشراؤه. ¶ 9- إقطاع السلطان وجوائزه: ¶ وهو إعطاء الإمام من مال الله شيئاً لمن يراه أهلا لذلك، ومما يدل على مشروعيته: \"أن الرسول -صلى الله عليه وسلم- أقطع للزبير أرضاً من أموال بني النضير\" [رواه البخاري]. ¶ كما لا يصح له أن يقطع مرافق المسلمين العامة كالحدائق، والطرقات والأسواق، والمساجد، والمدارس، والمستشفيات، وفجاج منى، ومزدلفة وعرفات مما تتعلق به مصلحة للمسلمين. ¶ 10- الجعل على عمل معلوم والسبق: ¶ الجعالة هي جعل مال معلوم لمن يعمل له عملاً مباحاً، ودليل جوازه قول الله تعالى: {وَلِمَن جَاء بِهِ حِمْلُ بَعِيرٍ وَأَنَاْ بِهِ زَعِيمٌ} [(72) سورة يوسف]، وأجاز الرسول -صلى الله عليه وسلم- أخذ الجعل على الرقية بأم القرآن. ¶ 11- قبول الهبة والعطية والهدية: ¶ وتعني التمليك في الحياة بغير عوض. ¶ 12- اللقطة: ¶ هي المال الضائع من صاحبه يلتقطه غيره، فمن وجد لقطة لا يحل له التصرف بها إلا بعد تعريفها سنة في الأسواق، وأبواب المساجد والجوامع، ولا تدخل في الملك إلا بعد تمام التعريف، ويزول بمجيء صاحبها، ويضمن له بدلها إن تعذر ردها. ¶ 13- الوصايا:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهي التبرع بالمال بعد الموت. قال تعالى: {مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ} [(11) سورة النساء] ¶ 14- الإرث: ¶ انتقال المال إلى وارث معين بعد وفاة مورثه. ¶ 15- المهر والصداق: ¶ وهو ما تأخذه المرأة عوضاً عن نكاحها. قال تعالى: {وَآتُواْ النَّسَاء صَدُقَاتِهِنَّ نِحْلَةً} [(4) سورة النساء]. ¶ 16- ما يأخذه المحتاج من أموال الزكاة والصدقة: ¶ وهم الأصناف الثمانية. ¶ 17- ما يؤخذ من النفقة الواجبة: ¶ من وجب بذل النفقة له استحقها وصارت من ملكه وحق له التصرف بها، بشرط أن يقبضها. ¶ تقييد الملكية الخاصة: ¶ قيد الإسلام حرية التصرف في الملكية الخاصة بقيود تكفل عدم الإضرار بحقوق الآخرين وبالصالح العام، فالملكية شأنها شأن الحقوق جميعاً في الإسلام، وإن تقررت لجلب مصلحة إلا أنها مقيدة بعدم الضرر؛ لأن الضرر اعتداء، والاعتداء منهي عنه بنص القرآن الكريم. ¶ ومن هذه التطبيقات ما تقرره الشريعة الإسلامية من وجوب الحجر على السفيه والمجنون؛ لأنهما لا يحسنان التصرف، ويخشى أن يبددا ثروتهما، فيؤدي ذلك إلى الإضرار بورثتهما وبالصالح العام، ومنه كذلك نظام الشفعة. ¶ المِلْكِيّة العَامَّة في الإسلام: ¶ وهي حكم شرعي مقدر في العين، أو المنفعة، يقتضي تمكين الناس عامة، أو من يخصص منهم لمصلحة معينة حق الانتفاع بالمملوك. ¶ يقصد بالملكية العامة أن يكون المال مخصصاً للمنفعة العامة، أي منفعة جماعة المسلمين، ويشمل هذا النوع من الملكية عادة المرافق الأساسية في الدولة كالطرقات ومجاري الأنهار وغيرها. ¶ أهدافها: ¶ 1) استحقاق جميع الناس الثروة العامة ذات المنافع المشتركة، سواء من الحاجات الضرورية، أم غيرها، والتوسعة على عامة المسلمين، ودليله قول الرسول -صلى الله عليه وسلم-: ((المسلمون شركاء في ثلاثة الماء والكلأ والنار))، وتقرير مثل هذه حماية للمصلحة الجماعية حتى لا تضارَّ الجماعة بامتلاك فرد قد يحبس عن الناس منافعها، أو يقتر عليها فيها.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولتقرير هذا الاتجاه حمى الرسول -صلى الله عليه وسلم- أرض النقيع وجعلها لخيل المسلمين، وحمى عمر بن الخطاب -رضي الله عنه- أرض الربذة وجعل كلأها لفقراء المسلمين. ¶ 2) تأمين نفقات الدولة: ¶ الدولة ترعى الحقوق، وتقوم بالواجبات، وتسد الثغور، وتجهز الجيوش، وتقوم بحاجة الضعفاء، واليتامى، والمساكين، وتؤمن للناس الأمن، والتعليم، والعلاج، وكافة الخدمات العامة، والمتنوعة، وهي لا تتمكن من هذا إلا إذا كان لبيت المال دخل ثابت ومستقر كالزكاة، والجزية، والخراج وخمس الغنائم، والأموال التي لا مالك لها، واستثمارات الملكية العامة. ¶ وكمثال على أهمية الملكية العامة ذات المردود المالي ما روي عن عمر -رضي الله عنه- في أرض العراق. ¶ 3) تشجيع الأعمال الخيرية والتوسعة على المحتاجين من المسلمين: ¶ ومن هذه الأعمال الوقف الذي يراد به وجه الله، ولقد أدى الوقف الخيري دوراً كبيراً في مجتمعنا الإسلامي على المدى البعيد والقريب، وما زالت آثاره العظيمة باقية حتى اليوم، فقد كانت أموال الوقف هي الممولة للمساجد والمدارس، والمكتبات العامة، والمستشفيات، والرعاية باللقطاء والمقعدين، والعجزة، والأيتام، والمساجين، وغير ذلك. ¶ مجال الملكية العامة ومصادرها: ¶ 1- الأوقاف الخيرية: ¶ واشترط الفقهاء أن يكون على فعل معروف أو بر، وإلا فهو باطل، والوقف الصحيح يزول عنه ملك الواقف، ويصير ملكاً جماعياً. ¶ 2- الحمى: ¶ وهو أن يحمي الإمام جزءاً من الأرض الموات المباحة لمصلحة المسلمين دون أن تختص بفرد معين منهم، وبذلك تصبح هذه الأرض مملوكة ملكية عامة، ويمتنع أن تصبح كلها أو بعضها محلاً للملكية الخاصة. ¶ وفي دولة الرسول -صلى الله عليه وسلم- حمى -عليه الصلاة والسلام- أرض النقيع وجعلها لخيل المسلمين، وحمى عمر بن الخطاب أرضاً بالربذة، وجعل كلأها لفقراء المسلمين ترعى فيها ماشيتهم ومنع منها الأغنياء.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "عندما تم فتح العراق والشام طالب المحاربون قسمة أراضي هذه البلاد عليهم تطبيقاً لحكم الغنائم، ورأى أمير المؤمنين عمر أن هذه الأراضي لا تأخذ حكم الغنائم، وبالتالي لا توزع على المحاربين، وإنما تبقى بأيدي أهلها وأيديهم عليها ليست يد ملك، ولكنها يد اختصاص أي أنهم يملكون المنفعة في نظير الخراج ولا يملكون الرقبة. ¶ تكون الأرض للأمة -أي جماعة المسلمين-، وفي بيان الأسباب التي بنى عليها رأيه قال: \"لو قسمت الأرض لم يبق لمن بعدكم شيء، فكيف بمن يأتي من المسلمين فيجدون الأرض قد انقسمت وورثت عن الآباء وحيزت، ما هذا برأي، وما يكون للذرية والأرامل بهذا البلد وبغيره من أرض الشام و العراق\". ¶ وهذا الرأي الذي وفق الله عمر إليه يتفق مع أحدث المبادئ في علم المالية العامة، وهو المبدأ القائل بأن مالية الدولة يجب أن تعتمد على مورد ثابت ومتجدد سنوياً، فمثل هذا المورد هو الذي يحقق الاستقرار الاقتصادي للدولة ويمكنها من التخطيط بنجاح لاقتصادها. ¶ 3- الحاجات الأساسية كالماء والكلأ والنار: ¶ لأنها حاجات ضرورية وجدت دون مجهود يقدمه الفرد لاستخراجها، قال -عليه الصلاة والسلام-: ((المسلمون شركاء في ثلاثة: في الماء والكلأ والنار))، وأضاف في حديث آخر: ((الملح)) [أخرجه أحمد وأبو داود]. ¶ والناظر في هذه الأشياء الأربعة يجد أنه يجمع بينها أنها من الأشياء التي كانت ضرورية لجميع الناس في عهد الرسول -عليه الصلاة والسلام- وأنه لا يتوقف وجودها ولا الانتفاع بها على مجهود خاص.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وإذا كانت الضرورات في حياة الناس تختلف باختلاف الزمان وباختلاف المجتمعات، فإنه لا يوجد ما يمنع من أن يقاس على هذه الأشياء الأربعة أشياء أخرى تتوافر فيها صفاتها، وهذا ما فعله الأئمة المجتهدون في الأمة الإسلامية عندما قاسوا على هذه الأشياء أموراً أخرى من أهمها المعادن سواء أكانت صلبة أم سائلة والنفط (البترول) والقار والكبريت والياقوت وأشياء أخرى كثيرة كمشارع الماء، وطرقات المسلمين، وحدائقهم، وجميع ما خصص للمرافق العامة من مدارس، ومساجد. ¶ 4- المعادن: ¶ ما أودع الله في هذه الأرض من مواد برية، وبحرية ظاهرة أو باطنة لينتفع بها الناس من حديد، ونحاس، وبترول، وذهب، وفضة، وملح، وغير ذلك وتكون ملكية المعادن جماعية إذا وجدت في أرض ليست مملوكة لأحد، أو كانت ظاهرة على باطن الأرض. ¶ 5- الزكاة: ¶ إن الزكاة لتعد من المصادر الثابتة لبيت مال المسلمين؛ إذ يتجدد منها العطاء المستمر في كل عام مشاركة من الأغنياء للدولة المسلمة في تحملها أعباء الحياة من تأليف القلوب، وتثبيتها على الإسلام والولاء له، ولأهله، ومساعدتها كذلك على أداء الفريضة المحكمة الباقية إلى يوم الدين، وهي الجهاد، لإعلاء الدين وتشجيع الغارمين في سبيل الله. ¶ 6- الجزية: ¶ وهي الأموال التي تؤخذ من البالغين من رجال أهل الذمة، والمجوس، إذ أن أمواله لا زكاة عليها، وإذا أسلم سقطت عنه وأخذت منه الزكاة. ¶ والجزية مصدر من مصادر الملكية العامة، وهي لا تجب إلا مرة في السنة مراعىً فيها العدل، وهي غير مقدرة، بل يرجع فيها إلى اجتهاد الإمام في الزيادة والنقصان. ¶ 7- الخراج: ¶ وهو المال الذي يجبى، ويؤتى به لأوقات محددة من الأرض التي ظهر عليها المسلمون من الكفار، أو تركوها في أيديهم بعد مصالحتهم عليها. ¶ والأرض المملوكة لغير المسلمين لا يؤخذ منها زكاة، فاكتفي بالخراج بدلاً من ذلك. ¶ 8- خمس الغنائم:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ويلحق به خمس ما يعثر عليه في باطن الأرض من المعادن، والركاز، سواء أكان جزءاً من الأرض أم مدفوناً في باطنها بفعل الإنسان، وهو غير مملوك لأحد، أُخذ خمسه لبيت مال المسلمين، ويترك أربعة أخماسه لواجده. ¶ 9- الأموال التي لا مالك لها: ¶ مثل تركة من لا وارث له، والودائع والأموال السائبة التي لا يعرف مالكوها، ويلحق بذلك الأموال التي دفعت عن طريق الرشوة؛ إذ أن الرسول -صلى الله عليه وسلم- لم يأمر ابن اللتبية برد الهدايا إلى أربابها. ¶ 10- استثمار الملكية العامة: ¶ ما تقوم به الدولة من استثمارات متنوعة في المجال الصناعي كصناعة الحديد والصلب، والأسلحة، أو ما يشتق من البترول، والاستثمار في المجال الزراعي، أو الخطوط الجوية أو السكك الحديدية أو المشاركة في أسهم الشركات العالمية من خلال أنشطتها المختلفة، فما يستثمر منها أو يباع فنتاجه لبيت مال المسلمين. ¶ 11- العشور المأخوذة من مال الحربيين: ¶ إذا دخل إلينا تاجر حربي بأمان أخذ منه العشر عن كل مال للتجارة وجعل في بيت مال المسلمين. ¶ تقييد الملكية العامة: ¶ والملكية العامة شأنها شأن الملكية الخاصة مقيدة بقيود الشريعة، ومن ثم لا تملك الحكومة الإسلامية إنفاق هذه الأموال في غير وجوهها المبينة شرعاً، فعلى سبيل المثال فإن الحكومة الإسلامية لا تملك إنفاق حصيلة الزكاة إلا في مصارفها التي حددتها الآية. ¶ ويجوز لولي الأمر أن يخصص الملكية الجماعية، ويقيد الانتفاع بها لفئة مخصوصة إذا اقتضى ذلك الصالح العام، وقد فعل ذلك رسول الله -صلى الله عليه وسلم- حين احتجز جانباً من أرض الكلأ المباحة للجميع في منطقة (النقيع) وجعلها خاصة لخيل الجيش وإبله. ¶ وخلاصة الأمر في ذلك أن الملكية العامة شأنها شأن الملكية الخاصة مقيدة وليست مطلقة. ¶ ثانياً: الحُريَّةَ الاقتِصَادِيَّة المقَيّدَة:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والركن الثاني من أركان الاقتصاد الإسلامي هو الحرية الاقتصادية المقيدة، ومضمون ذلك أن هذا النظام لا يسمح للأفراد بحرية اقتصادية مطلقة، ولكنه يقيد هذه الحرية بحدود من القيم التي يؤمن بها الإسلام. ¶ وفي هذا الركن أيضاً يختلف الاقتصاد الإسلامي عن الاقتصاديين الرأسمالي والاشتراكي اختلافاً بيناً، فالاقتصاد الرأسمالي يكفل للفرد الحرية الاقتصادية المطلقة ليزاول ما يشاء من أعمال وبالأسلوب الذي يراه، على ضوء مصلحته الشخصية فقط وطبقاً لما يعتقد أنه يحقق له أكبر قدر من الربح. ¶ أما موقف الاقتصاد الاشتراكي الماركسي من الحرية الاقتصادية فهو على طرف نقيض من موقف الاقتصاد الرأسمالي ذلك أن الفرد لا يملك حرية الإنتاج أو الاستثمار. ¶ والأمر لا يقف عند هذا الحد بل يتعداه إلى ما هو أقسى، فالفرد لا يملك حرية اختيار أو تحديد نوع العمل الذي يقوم به، بل و أكثر من هذا فإن النظام لا يترك للأفراد تحديد السلع التي يرغبون في استهلاكها، بل تقوم الحكومة بتحديد تلك السلع ثم تعمل على إنتاجها، وتقوم بتوزيعها بعد ذلك على الأفراد ببطاقات. ¶ ما موقف الإسلام من هذه الحرية الاقتصادية؟: ¶ اعترف الإسلام بالحرية الاقتصادية ولم ينكرها أو يصادرها، ولكنه لم يطلق لها العنان، ففي الوقت الذي اعترف فيه الإسلام بالحرية الاقتصادية نجده قد وضع عليها قيوداً تستهدف تحقيق أمرين: ¶ الأول: أن يكون النشاط الاقتصادي مشروعاً من وجهة نظر الإسلام. ¶ الثاني: كفالة حق الدولة في التدخل؛ إما لمراقبة النشاط الاقتصادي للأفراد، أو لتنظيمه، أو لمباشرة بعض أوجه النشاط الاقتصادي التي يعجز عنها الأفراد، أو يسيئون استغلالها. ¶ أولاً: يجب أن يكون النشاط الاقتصادي مشروعاً: ¶ الأصل أن كل نشاط اقتصادي مشروع في ظل الإسلام إلا ما ورد النص بتحريمه، وذلك تطبيقاً لقاعدة أن الأصل في الأشياء الإباحة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أما ما جاءت النصوص بتحريمه من أوجه النشاط الاقتصادي، فالملاحظ أنه قليل جداً إذا ما قيس بالأوجه المباحة التي هي الأصل في النشاط الاقتصادي. ¶ الناظر في أوجه النشاط الاقتصادي التي حرمها الإسلام يجد أنه يجمع بينها أنها جميعها قد تنكبت طريق الفطرة السليمة؛ لأنها تقوم إما على الرشوة أو استغلال النفوذ والسلطان، أو على غش الناس، أو ابتزاز أموالهم بالباطل، أو التحكم في ضروريات معاشهم، أو انتهاز حالات عوزهم وحاجاتهم. ¶ قال تعالى: {وَلاَ تَأْكُلُواْ أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ} [(188) سورة البقرة]، وقال سبحانه: {وَيْلٌ لِّلْمُطَفِّفِينَ* الَّذِينَ إِذَا اكْتَالُواْ عَلَى النَّاسِ يَسْتَوْفُونَ* وَإِذَا كَالُوهُمْ أَو وَّزَنُوهُمْ يُخْسِرُونَ} [(1-3) سورة المطففين]، وقال سبحانه: {يَمْحَقُ اللّهُ الْرِّبَا وَيُرْبِي الصَّدَقَاتِ} [(276) سورة البقرة]، ويقول الرسول -صلوات الله وسلامه عليه-: ((من غش فليس مني))، ويقول: ((البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كتما وكذبا محقت بركة بيعهما))، ويقول: ((لا يحتكر إلا خاطئ)). ¶ ولقد استهدف الإسلام من تحريم هذه الأوجه من النشاط الاقتصادي أهدافاً ثلاثة: ¶ الأول: أن تقوم علاقات الناس الاقتصادية على أسس من التكافل والتراحم والتعاطف والصدق والعدل، بدلاً من التباغض والتنافر والتظالم والغش. ¶ الثاني: دفع الناس إلى العمل وبذل الجهد لكسب المال وتنميته، بدلاً من الالتجاء إلى وسائل الاستغلال الوضيعة. ¶ الثالث: إغلاق المنافذ التي تؤدي إلى تضخم الثروات في أيدي بعض الأفراد. ¶ وقد حرم الإسلام صوراً خاصة من النشاط الاقتصادي:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فقد حرم الربا: وحكمة تحريم الربا إنما يرجع إلى المضار الاقتصادية والاجتماعية التي تترتب عليه، فمن الناحية الاقتصادية فإن الطرق الربوية تعتبر وسيلة غير سليمة للكسب؛ لأن الفائدة التي يحصل عليها المقرض لا تتأتي نتيجة عمل إنتاجي، فهذه الفائدة عبارة عن مبلغ استقطع من مال المقترض وبالتالي من الثروة العامة، بدون أن يحدث القرض زيادة في إحدى الثروتين، فالزيادة التي تأتي لأموال بعض الناس عن طريق الربا هي زيادة في الظاهر، ولكنها ليست زيادة في الواقع؛ لأنها لا تضيف شيئاً إلى ثروة الأمة العامة. ¶ كذلك فإن انتشار التعامل بالربا مدعاة إلى الكسل وإلى البطالة وإلى خلق طائفة من القاعدين يكسبون المال عن طريق الانتظار وحده دون جهد أو عمل. ¶ ومن الناحية الاجتماعية، فإن المجتمع لا يستفيد شيئاً من العمليات الربوية؛ لأنها لا تضيف شيئاً إلى ثروته ولا تزيد من قدرته وإمكاناته. ¶ وحرم بيوع الغرر: والغرر هو في الأصل الخطر، وتدخل فيه البيوع التي لا يحيط بكنهها المتبايعان، وهو الجهل بالثمن أو المثمن، أو سلامته، أو أجله. ¶ والأمثلة على هذا البيع كثيرة، منها بيع الثمار قبل أن تنضج، وبيع السمك في الماء، والطير في الهواء، وبيع حمل الحيوان قبل أن يولد. ¶ وتحريم هذا النوع من البيوع ثابت بسنة رسول الله -صلى الله عليه وسلم-، فعن أبي هريرة قال: \"نهى رسول الله عن بيع الغرر\"، وحكمة تحريم هذا النوع من البيوع هي سد باب الخلافات والمنازعات.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وحرمت الشريعة أيضاً استغلال النفوذ للحصول على المال: عن طريق استغلال السلطة أو النفوذ، وحديث ابن اللتبية ظاهر فالرسول -صلى الله عليه وسلم- قد استعمله على صدقات بني سليم، فعندما رجع قال: هذا لكم، وهذه هدايا أهديت إليَّ، فغضب رسول الله -صلى الله عليه وسلم- وقام وخطب الناس فقال بعد أن حمد الله وأثنى عليه: ((أما بعد، فإني أستعمل رجالاً منكم في أمور مما ولاني الله، فيأتي أحدكم فيقول: هذا لكم، وهذه هدايا أهديت إليَّ، فهلا جلس في بيت أبيه أو بيت أمه فينظر أيهدى إليه أم لا؟!)). ¶ وحرم الإسراف والترف: فكما قيد الإسلام وسائل كسب المال، فإنه قيد كذلك طريق إنفاق المال والتصرف فيه فيمنع الإسراف والتبذير والترف قال تعالى: {إِنَّ الْمُبَذِّرِينَ كَانُواْ إِخْوَانَ الشَّيَاطِينِ} [(27) سورة الإسراء]، وقال سبحانه: {وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلَّا قَلِيلًا} [(58) سورة القصص]. ¶ ويدعو الإسلام إلى التوسط والاعتدال في الإنفاق: {وَالَّذِينَ إِذَا أَنفَقُوا لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا وَكَانَ بَيْنَ ذَلِكَ قَوَامًا} [(67) سورة الفرقان]. ¶ وحرم كنز المال: ويحرم الإسلام كذلك كنز المال ومنعه من التداول، يقول الله -سبحانه وتعالى-: {وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلاَ يُنفِقُونَهَا فِي سَبِيلِ اللّهِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ} [(34) سورة التوبة]. ¶ ثانياً: تدخل الدولة في النشاط الاقتصادي: ¶ من حق الدولة في ظل الإسلام أن تتدخل في النشاط الاقتصادي الذي يباشره الأفراد، سواء لمراقبة هذا النشاط أو لتنظيمه، أو لتباشر بنفسها بعض أوجه النشاط الاقتصادي الذي يعجز عنه الأفراد، أو يسيئون مباشرته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "من ذلك تدخل ولي الأمر لتحقيق التوازن الاقتصادي بين أفراد المجتمع إذا لاحظ اختلال ذلك التوازن، وهو ما فعله رسول الله -صلى الله عليه وسلم- حين وزع فئ بني النضير على المهاجرين وحدهم دون الأنصار، اللهم إلا رجلين فقيرين؛ وذلك لكي يقيم التوازن بين المهاجرين الذين كانوا قد تركوا أموالهم في مكة وفروا بدينهم إلى المدينة، وبين الأنصار الذين كانوا يملكون المال والثروة، ومن ذلك أيضاً بيع عمر السلع المحتكرة جبراً عن محتكريها بثمن المثل. ¶ وسائل حماية الملكية الخاصة والعامة: ¶ شرع الإسلام لحماية تلك الملكية أموراً تحقق تواجدها، والإبقاء عليها: ¶ 1- حسن النية في التملك، والشكر لصاحب النعمة، واستصحاب تقوى الله، وتنمية الوازع الديني، مهابة لله وخوفاً منه. ¶ 2- إخراج الزكاة، وعدم كنز الأموال، وإخراج النفقات الواجبة والمستحبة. ¶ 3- تحريم الاعتداء على الأموال بأي نوع كان، كالسرقة والغصب. ¶ 4- أداء الأمانة كما أمر الله بها. ¶ 5- كتابة الدين، وتوثيق العقود، والمعاملات. ¶ 6- الاعتدال بالاستمتاع بمباهج الدنيا، وعدم الإعراض عن الآخرة. ¶ 7- الحجر على السفيه لصالح نفسه وصالح غيره: ¶ والسفيه هو: المتلاف المبذر لماله؛ إما لعدم حسن التصرف كما في الصبي والمجنون، وإما لفسقه، ورغبته في الاستمتاع بملاذ الدنيا، فهؤلاء الثلاثة يمنعون من التصرف في أموالهم. ¶ والحجر على الإنسان لحق غيره كالحجر على المفلس لحق غرمائه، وعلى المريض في التبرع بزيادة على الثلث. ¶ 8- إيجاد فرص العمل وتهيئته للناس. ¶ 9- رقابة السلطة: ¶ من وسائل حماية الملكية رقابة السلطة، ولقد كان لولاية المحتسب أبلغ تأثير في حماية الأموال من الضياع، وذلك بمراقبته للأسواق والنظر في مكاييلها، وموازينها، ومتابعة الأسعار، وحالات الغش والاحتكار، ومراقبة الخياطين والحدادين، والأطباء، والصيادلة ويضمنهم ما أتلفوه بسبب إهمالهم، وتفريطهم. ¶ ثالثاً: التْكَافُلُ الْاجْتمَاعِيُّ:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والركن الثالث من أركان الاقتصاد الإسلامي هو مبدأ التكافل الاجتماعي، ومؤدي التكافل الاجتماعي أن تضمن الدولة لكل فرد فيها مستوى لائقاً للمعيشة، بحيث إذا حال الفقر أو المرض أو الشيخوخة دون تحقيق هذا المستوى تكفلت الدولة عن طريق الزكاة بتحقيقه. ¶ وهذا المستوى اللائق للمعيشة هو ما أطلق عليه الفقهاء المسلمون (حد الكفاية) تميزاً له عن (حد الكفاف). ¶ وإذا كانت الزكاة هي الوسيلة الأولى لتحقيق التكافل الاجتماعي إلا أن الإسلام لم يكتف بحصيلة الزكاة، وإنما قرر أن في المال حقاً آخر سوى الزكاة، وشرع الإرث تفتيتاً للثروة. ¶ الزكاة: ¶ الزكاة فريضة شرعية ألزم بها الإسلام كل مسلم توافر لديه نصاب الزكاة، والزكاة ركن من أركان الإسلام، بل هي الركن الاجتماعي البارز من أركان الإسلام؛ لأنها حق الجماعة في عنق الفرد، تحصل لكي تكفل لطائفة منها كفايتهم. ¶ وسميت زكاة؛ لأنها تزكي النفس والمجتمع، وفي ذلك يقول الحق -تبارك وتعالى-: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِم بِهَا} [(103) سورة التوبة]. ¶ والزكاة ليست مجرد إحسان متروك لاختيار المسلم، بل هي فريضة إلزامية تستوفيها الدولة إلى جانب الضرائب الأخرى، ولا يجوز استعمال حصيلتها أو توزيعها إلا في الأهداف والمصارف التي حددتها آية الصدقات من سورة التوبة. ¶ والإمام هو الذي يتولى جمع الزكاة عن طريق من يندبه لهذا الغرض، وقد كان -عليه الصلاة والسلام- يرسل ولاته إلى الأقاليم يجمعون الزكاة من الأغنياء الذين تجب عليهم ليوزعوها على من يستحقونها. ¶ والزكاة حق معلوم للفقير في مال الغني، فالمال الذي تجب فيه الزكاة يكون شركة بين الفقراء وبين أصحاب الأموال، ولهذا قرر الفقهاء أن المال إذا وجبت فيه الزكاة لا يجوز بيعه، وإذا باعه صاحبه يكون بيعه باطلاً. ¶ كذلك أنه إذا مات شخص ولم يؤد الزكاة كانت الزكاة ديناً معلقاً بالمال، يقدم سداده من هذا المال على سائر الديون.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ولكي تجب الزكاة في المال اشترط أن يكون المال مما يقتنى للنماء لا لسد الحاجات، أي أن يكون من أموال الإنتاج وليس من أموال الاستهلاك، فإذا كان المال مما يقتنى للنماء فإنه تجب فيه الزكاة ولو لم ينمه صاحبه بالفعل كالنقود، أما إذا كان المال مما لا يتخذ للنماء وإنما للانتفاع الشخصي كأثاث المنزل وأدوات الحرفة والدار المعدة لسكنى صاحبها فإنه لا تجب فيه الزكاة. ¶ الآثار الاقتصادية والاجتماعية للزكاة: ¶ (1) الآثار الاقتصادية للزكاة: ¶ أولاً - تأثير الزكاة على الاستثمار: فمجرد تحصيل الزكاة من شأنه أن يدفع للناس إلى استثمار أموالهم، وإلا أتت عليها الزكاة، فمستحقو الزكاة سوف ينفقون منها في قضاء حاجاتهم الاستهلاكية، سواء أكانت سلعاً أو خدمات، وهذا من شأنه أن يدعم تيار الاستهلاك، ومن المعروف اقتصادياً أن زيادة الاستهلاك تؤدي إلى الاستثمار. ¶ ثانياً - تأثير الزكاة على إعادة توزيع الثروة: ومن أسباب نجاح الزكاة كوسيلة من وسائل إعادة توزيع الثروة أنها تفرض على جميع الأموال النامية، وبذلك تتسم بالشمول وباتساع قاعدة تطبيقها كذلك فكون الزكاة تتكرر سنوياً، فإن ذلك يجعل منها أداة دائمة لإعادة توزيع الثروة. ¶ ثالثاً - تأثير الزكاة على العمل: أما كيف تشجع الزكاة على العمل؟، فمن المعلوم اقتصادياً أن عملية إعادة توزيع الدخل من شأنها أن تقلل من حدة التفاوت في الدخول، وهذا أمر له تأثيره الكبير في علاج البطالة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فالزكاة تقوم بعملية نقل وحدات من دخول الأغنياء إلى الفقراء، ومن المعلوم أن الأغنياء يقل عندهم الميل الحدي للاستهلاك، ويزيد عندهم الميل الحدي للادخار، أما الفقراء فعلى العكس يزيد عندهم الميل الحدي للاستهلاك، وينقص عندهم الميل الحدي للادخار، ويترتب على ذلك نتيجة هامة وهي أن حصيلة الزكاة سوف توجه إلى طائفة من المجتمع يزيد عندها الميل الحدي للاستهلاك، وهذا يؤدي بدوره إلى زيادة الطلب الفعال، الأمر الذي يترتب عليه الزيادة في طلب سلع الاستهلاك فتروج الصناعات الاستهلاكية، ويؤدي ذلك إلى رواج السلع الإنتاجية المستخدمة في صناعة السلع الاستهلاكية، وبذلك يزيد الإنتاج وتزيد تبعاً لذلك فرص العمل الجديدة. ¶ (2) الآثار الاجتماعية للزكاة: ¶ تظهر الآثار الاجتماعية للزكاة من ناحيتين: ناحية أخذها من الأغنياء، وناحية إعطائها للفقراء، فمن ناحية أخذها من الأغنياء فإن ذلك من شأنه أن يطهر هؤلاء الأغنياء من الشح والبخل ويعودهم على البذل والعطاء لإخوان لهم عاجزين عن الكسب، وهذا من شأنه أن يعمق فيهم الشعور بواجب التكافل الاجتماعي. ¶ ومن ناحية إعطاء الزكاة للفقراء فإن من شأن ذلك أن يطهر نفوسهم من الحقد والحسد، ويخلص المجتمع من الفتن والاضطرابات، وبذلك يأمن الأغنياء كثيراً من شرور الفقراء، ويسود الأمن والمودة أرجاء المجتمع. ¶ ومن ذلك تبين أن للزكاة أثرين هامين من الوجهة الاجتماعية: فهي تقلل من التفاوت الطبقي، وتحافظ على الأمن العام في الدولة. ¶ الإنتاج في الاقتصاد الإسلامي: ¶ مفهوم الإنتاج في الإسلام هو: بذل الجهد الدائب في تثمير موارد الثروة المباحة، ومضاعفة الغلة من أجل رخاء المجتمع، ودعم وجوده، وقيمه العليا ¶ يحتل موضوع الإنتاج حيزاً كبيراً في نفوس الناس على اختلاف درجاتهم ومستوياتهم؛ وذلك لارتباطه بزيادة الدخل ورفع مستوى المعيشة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ويناقش هذا الموضوع من خلال دور الإنسان في الاكتساب والارتزاق، ثم نظرة المسلم إلى العمل باعتباره المصدر الرئيسي للإنتاج، وأنواع العمل المتاحة واختلافها وتعددها، وارتباط العمل بمسالكه السليمة الطيبة وأهمية تجنبه للوسائل الخبيثة في العمل والارتزاق، ثم نبين حقوق العمال وواجباتهم ثم نعالج العناصر الرئيسية لتكوين رأس المال. ¶ النظرة المادية للإنتاج وعوامله ووسائله أنه هو الأمر الأساسي في حياة الإنسان، والمجتمع بمعنى أن يكون الإنتاج هو السيد الآمر، والإنسان هو العبد الذليل الخاضع. ¶ المسلم والعمل: ¶ يعتبر الإسلام العمل هو الوسيلة الأولى للارتزاق والدعامة الأساسية للإنتاج، يقول الرسول -صلى الله عليه وسلم-: ((ما من مسلم يغرس غرساً أو يزرع زرعاً فيأكل منه طير أو بهيمة إلا كان له به صدقة)) [رواه مسلم]. ¶ والأرض على سعتها هي ميدان عمله وحركته، لا يحد عزيمته، ولا يقف أمام طموحه إلا ما حده الله -عز وجل- من حدود الحلال والحرام. قال تعالى: {هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ وَإِلَيْهِ النُّشُورُ} [(15) سورة الملك]، ولا يقتصر مفهوم العمل على الاحتراف أو الامتهان أو الاستصناع أو الاتجار، وإنما يتسع حتى يشمل كل عمل أو منفعة يؤديها الإنسان مقابل أجر يستحقه، سواء أكان عملاً يدوياً أو ذهنياً أو إدارياً أو فنياً، وسواء أكان لشخص أو لهيئة معينة أو للدولة، فالأولوية الخاصة والعامة عمل ¶ واجبات العمل: ¶ 1/ أن تعرف مستلزماته ومتطلباته حتى يتمكن العامل من الوفاء بها، فيتقن العمل ويؤديه على أحسن وجه. ¶ 2/ الإخلاص والإتقان؛ قال تعالى: {إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا} [(30) سورة الكهف]، ومن إتقان العمل حسن رعايته والشعور بالمسؤولية تجاهه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "3/ الوفاء بالعقود.. يقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ أَوْفُواْ بِالْعُقُودِ} [(1) سورة المائدة]. ¶ 4/ الحساب والمساءلة: ومن الواجبات التي فرضها الإسلام وأصلح بها الحياة في شتى نواحيها واجب الحساب و المساءلة؛ فإن النفس الإنسانية إذا تركت لشهواتها انحرفت، ولذلك أقام الإسلام فيها رقيبين دائمين يكمل أحدهما الآخر، الأول فواعظ الإيمان في قلب كل مسلم، والثاني فسلطان القانون، وقد كان الرسول -صلى الله عليه وسلم- يحاسب عماله وولاته. ¶ حقوق العمال: ¶ 1/ استيفاء الأجر: يقول الله تعالى في الحديث القدسي ((ثلاثة أنا خصمهم يوم القيامة، رجل أعطى بي ثم غدر، ورجل باع حراً فأكل ثمنه، ورجل استأجر أجيراً فاستوفى منه ولم يعطه أجره))، وقال رسول الله -عليه الصلاة والسلام-: ((أعطوا الأجير أجره قبل أن يجف عرقه)). ¶ 2/ حق الكفاية والرعاية: وهو ضمان كفالة العاملين، وتوفير الخدمات الصحية والتعليمية والاجتماعية لهم ولذويهم، وهذا أمر مقرر لجميع أبناء المجتمع مكفول لهم، فهو من مسؤلية كل راع في رعيته، ومن المسؤلية التي تقوم عليها الدولة وترعاها. ¶ عن المستورد بن شداد الفهري عن النبي -صلى الله عليه وسلم- قال: ((من ولي شيئاً فلم تكن له امرأة فليتزوج امرأة، ومن لم يكن له سكن فليتخذ مسكناً، ومن لم يكن له مركب فليتخذ مركباً، ومن لم يكن له خادم فليتخذ خادماً، فمن اتخذ سوى ذلك كنزاً، أو إبلاً جاء يوم القيامة غالاً أو سارقاً)). ¶ حوافز الإنتاج في الإسلام: ¶ 1- ترغيب الإسلام فيه وارتباطه بالعبادة:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال الله تعالى: {فَامْشُوا فِي مَنَاكِبِهَا وَكُلُوا مِن رِّزْقِهِ وَإِلَيْهِ النُّشُورُ} [(15) سورة الملك]، ويقول الرسول -صلى الله عليه وسلم-: ((ما أكل أحد طعاماً قط خير من أم يأكل من عمل يده، وان نبي الله داود كان يأكل من عمل يده)) [رواه البخاري]، ويقول الرسول -صلى الله عليه وسلم-: ((إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى))، فالنية تحول العادات إلى عبادات يقول -صلى الله عليه وسلم-: ((وإنك لن تنفق النفقة تبتغي بها وجه الله إلا أجرت عليها حتى ما تجعل في فم امرأتك)) [متفق عليه]. ¶ 2- نهى عن السؤال والاستجداء: ¶ يقول -صلى الله عليه وسلم-: ((لأن يأخذ أحدكم حبله فيأتي بحزمة من الحطب على ظهره فيكف بها وجهه، خير له من أن يسأل الناس أعطوه أو منعوه)) [رواه البخاري]، ويقول: ((لا يزال الرجل يسأل الناس حتى يأتي يوم القيامة وليس في وجهه مزعة لحم)) [متفق عليه]. ¶ 3- منع الزكاة عن الأقوياء القادرين على الكسب: ¶ فعن عبد الله بن عدي ابن الخيار: أن رجلين حدثاه أنهما أتيا رسول الله يسألانه من الصدقة، فقلب فيهما النظر فرآهما جلدين، فقال: ((إن شئتما أعطيتكما ولاحظ فيهما لغنيّ ولا لقوي مكتسب)) [رواه أحمد وأبو داود والنسائي]. ¶ 4- القيام بدور الاستخلاف في الأرض، وبيان ما يتطلبه من تعاون بين الناس: ¶ وتنمية هذا الشعور يجعل المستخلف الصالح يدرك أهمية الإنتاج ليس لأجله فقط، ولا لأجل عصره، بل مسؤلية عامة أمام الأجيال اللاحقة. ¶ 5- الاستشعار بتسخير الله الكون للإنسان لغرض عمارة الأرض وأهمية الاستفادة من ذلك. ¶ عناصر الإنتاج المشروع: ¶ أولاً - العمل: ¶ هو: كل مجهود بدني، أو ذهني يقصد به الإنسان إيجاد أو زيادة منفعة مباحة. ¶ ثانياً - رأس المال: ¶ و رأس المال ينقسم إلى قسمين:- ¶ الأول: رأس المال النقدي. ¶ الثاني: رأس المال العيني: من آلات، ومعدات، وأدوات، وعقار. ¶ ثالثاً - الاستفادة من خيرات الأرض والموارد الطبيعية الأخرى:",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فخيرات الأرض كثيرة، ومتنوعة سواء ما كان في باطنها، أم عليها. ¶ الإنتاج المحرم في الاقتصاد الإسلامي ويشمل: ¶ 1- تنمية المال عن طريق الإضرار بالمجتمع. ¶ 2- الربا. ¶ 3- بيوع الغرر. ¶ 4- استغلال النفوذ للحصول على المال: ¶ روي أنه خرج عبد الله وعبيد الله ابنا عمر بن الخطاب في جيش إلى العراق، فلما قفلا مرا على أبي موسى الأشعري وهو أمير البصرة، فرحب بهما، وسهل، ثم قال: \"لو أقدر لكما أنفعكما به لفعلت، ثم قال: بلى ها هنا مال من مال الله، أريد أبعث به إلى أمير المؤمنين، ويكون الربح لكما\"، فقالا: \"وددنا ذلك، ففعل، وكتب إلى عمر بن الخطاب أن يأخذ منهما المال، فلما قدما باعا، فأربحا، فلما دفعا ذلك إلى عمر بن الخطاب قال: أكل الجيش أسلفه مثل ما أسلفكما؟ قالا: لا، فقال عمر بن الخطاب: \"ابنا أمير المؤمنين، فأسلفكما! أديا المال وربحه، فأما عبد الله فسكت، وأما عبيد الله فقال: ما ينبغي لك يا أمير المؤمنين هذا، فلو نقص هذا المال أو هلك لضمناه، فقال عمر: أدياه. فسكت عبد الله، فقال رجل من جلساء عمر: يا أمير المؤمنين، لو جعلته قراضاً، فأخذ عمر بن الخطاب رأس المال ونصف ربحه، وأخذ عبد الله وعبيد الله ابنا عمر بن الخطاب نصف ربح المال. ¶ 5- السرقة: وهي أخذ المال على وجه الخفية والاستتار من حرزه. ¶ 6- الغصب: وهو الاستيلاء على مال الغير بغير حق. ¶ 7- أجرة، وثمن ما حرم فعله، وعمله كمهر البغي، وحلوان الكاهن. ¶ 8- الرشوة. ¶ 9- الاحتكار. ¶ 10- القمار والميسر. ¶ الوظائف الاقتصادية للدولة الإسلامية: ¶ المجالات التي يشرع للدولة التدخل فيها لتوجيه الاقتصاد: ¶ 1- منع بيع ما حرم شرعاً. ¶ 2- منع الغش بكافة أشكاله، وصوره، سواء كان في المطعومات، أم في المكاييل والموازين، أو العملات ونحو ذلك. ¶ 3- منع بيع ما يضر بالصحة العامة. ¶ 4- منع العبث بمصالح، وأموال الناس العامة. ¶ 5- منع العمل في المجالات المحرمة. ¶ 6- منع التقصير في أداء العمل والامتناع عنه.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "7- تحديد الأجور والأسعار إذا غالى الناس فيها أو امتنعوا عنها. ¶ 8- إلغاء الوسطاء، والسماسرة، أو تحديد عددهم حتى لا تتراكم الأرباح على ثمن التكلفة، وبالتالي إلى غلاء السلع دون مسوغ. ¶ المجالات التي لا يجوز للدولة التدخل فيها: ¶ 1- تحليل ما حرم الله، مثل السماح للبنوك الربوية بممارسة نشاطها. ¶ 2- تحريم ما أحل الله تعالى، كمنع الناس من الطيبات التي أحلت لهم دون مصلحة بينة. ¶ 3- الإضرار بمصلحة الجماعة لأجل نفع بعض الأفراد، أو الإضرار بمصلحة الأفراد لأجل أفراد غيرهم. ¶ أو تقديم مصلحة الجماعة على مصلحة الفرد لأجل الشهوة، أو الإضرار بهذا الفرد. ¶ الإنفاق في الاقتصاد الإسلامي: ¶ أهدافه: ¶ 1- ابتغاء وجه الله ومرضاته: ¶ يقول الله تعالى: {مَّثَلُ الَّذِينَ يُنفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ اللّهِ كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ وَاللّهُ يُضَاعِفُ لِمَن يَشَاء وَاللّهُ وَاسِعٌ عَلِيمٌ} [(261) سورة البقرة]. ¶ 2- التعاون بين أفراد المجتمع، وتحقيق التكافل الاجتماعي: ¶ الإنفاق يربي في النفوس سمة التعاون، يقول الرسول -صلى الله عليه وسلم-: ((ما آمن بي من بات شبعان وجاره جائع إلى جنبه)). ¶ 3- تخفيف الضغط والطلب على الزكاة المفروضة. ¶ ضوابط الإنفاق في الاقتصاد الإسلامي: ¶ 1- أن ينفق المال في وجهه الشرعي؛ لغرض تحصيل أمر ديني أو دنيوي. ¶ 2- أن ينفق المال على المباحات، أو المسنونات، أو الواجبات. ¶ 3- أن يكون إنفاق المال في المباحات على قدر الحاجة. ¶ 4- أن يكون الإنفاق متوازنا مع الكسب. ¶ مجال الإنفاق في الإسلام: ¶ أ - النفقة: ويشمل: ¶ 1- النفقة على النفس. ¶ 2- النفقة على الزوجة. ¶ 3- نفقة الأقارب. ¶ 4- نفقة خادم المرأة؛ قد تكون المرأة ممن ينبغي لها أن تخدم. ¶ 5- نفقة الرقيق.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "6- نفقة البهائم والجمادات: يتعين على الإنسان أن ينفق على بهائمه؛ روى عن النبي -صلى الله عليه وسلم- أن امرأة عذبت في هرة حبستها حتى ماتت جوعاً. ¶ والجمادات مما لا روح لها كالدور والعقار والزروع والآلات، ونحو ذلك يتعين الإنفاق عليها إذا كان ذلك لازماً لا صلاحها؛ لأن إهمالها من إضاعة المال المنهي عنه حتى لا تخرب. ¶ ب - الإنفاق في سبيل الله ونصرة المسلمين والمتضررين من الحروب والمجاعات والكوارث ونحو ذلك. ¶ ج - الإنفاق على ذوي الحاجة من اليتامى، والأرامل والمساكين. ¶ د - بذل الأجرة لمستحقيها من النفقة الواجبة. ¶ العقود: ¶ هو: ارتباط إيجاب بقبول على وجه مشروع يثبت أثره في محله. ¶ للعقد ركنان: الإيجاب والقبول. ¶ ثم إن الاقتصاد الإسلامي يأخذ في الاعتبار: ¶ 1/ عقود المعاملات، ينظر فيها للمقاصد والمصالح: يفرق الإسلام بين العبادات والمعاملات في المنهج والتشريع، فعلى حين أن العبادات الأصل فيها التوقف على ما جاء به الشرع، أما المعاملات فالأصل فيها الإباحة؛ لتحقيق مصالح العباد في المعاش والحياة، ورفع الحرج عنهم. ¶ 2/ العقود في الإسلام تنعقد بكل ما يدل على مقصودها: فلم يشترط لها صيغة معينة، بل كل ما دل على الإيجاب والقبول عد عقداً وترتبت عليه آثاره مادام قد عقده من لهم أهلية التعاقد، وتم فيما يجوز التعاقد فيه. ¶ قال شيخ الإسلام ابن تيمية -رحمه الله-: \"فكل ما عده الناس بيعاً وإجارة فهو بيع و إجارة، وإن اختلف اصطلاح الناس في الألفاظ والأفعال، انعقد العقد عند كل قوم بما يفهمونه بينهم من الصيغ والأفعال، وليس لذلك حد مستمر لا في الشرع ولا في اللغة، بل يتنوع اصطلاح الناس كما تتنوع لغاتهم\".",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "3/ والعقود في الإسلام لا تتم إلا برضا المتعاقدين واتفاقهما؛ يقول الله سبحانه: {إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنكُمْ} [(29) سورة النساء]، وقد أوصى رسول الله -صلى الله عليه وسلم- الرجل الذي شكى له بأنه يخدع في المعاملات أن يقول عند بيعه وشرائه: \"لا خلابة\"، أي: لا خديعة. ¶ فكان خيار الغبن، وخيار المجلس، وخيار الشرط، وخيار الرؤية على تفصيل في ذلك في كتب الفقه. ¶ 4/ كما يوجب الإسلام توثيق العقود ضماناً للحقوق وإقامة العدل بين الناس بالكتابة والإشهاد عليها، خاصة العقود ذات الآجال الطويلة والمراحل المتعددة، وعقود الدين؛ ليضمن لكل ذي حق حقه، وليبتعد الناس عن التنازع والتغابن، يقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَى أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ} [(282) سورة البقرة]، ويقول سبحانه: {وَاسْتَشْهِدُواْ شَهِيدَيْنِ من رِّجَالِكُمْ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ الشُّهَدَاء أَن تَضِلَّ إْحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأُخْرَى} [(282) سورة البقرة]. ¶ 5/ ويجب أن تحقق العقود العدل بين المتعاقدين وتبتعد عن الظلم؛ لأن الأصل أنه لا يحل مال امرئ مسلم إلا عن طيب نفس منه. ¶ 6/ ويجب أن تحقق العقود والمعاملات مقاصد الشريعة في العبادة والأخلاق: وذلك بأن تعظم شعائر الله وتعمل على إقامتها والمحافظة عليها، فإذا خالفت ذلك وأرادت أن تولي وجهها شطر المنافع المادية وحدها، غير ملتفتة لهذه الحدود والآداب، فقد تولاها الشيطان ودخلت في أحابيل وسائل الكسب الخبيث. ¶ يقول الرسول -صلى الله عليه وسلم-: ((إن الله طيب لا يقبل إلا طيباً))، ومن هنا فقد نهى الإسلام عن جملة من العقود والمعاملات؛ لما يترتب عليها من المفاسد ومخالفات منها:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "- النهي عن البيع وقت النداء للصلاة وخاصة الجمعة؛ لتعينها عن كل مسلم مقيم خال من الأعذار الشرعية. يقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِي لِلصَّلَاةِ مِن يَوْمِ الْجُمُعَةِ فَاسْعَوْا إِلَى ذِكْرِ اللَّهِ وَذَرُوا الْبَيْعَ} [(9) سورة الجمعة]. ¶ - النهي عن بيع الرجل على بيع أخيه؛ لما يؤدي هذا إلى الاعتداء على حق ثبت للمشتري الأول. ¶ - النهي عن بيع الأشياء التي يستعملها مشتريها فيما حرم الله وتؤدي إلى المحرم. ¶ - النهي عن التحايل. ¶ 7/ ولا تتم العقود والمعاملات إلا بضبط المقادير وتحديد الأثمان. ¶ 8/ والإسلام يوجب الصدق والإحسان ويحرم الغش والتدليس والالتواء: يقول الرسول -صلى الله عليه وسلم-: ((البيعان بالخيار ما لم يتفرقا، فإن صدقا وبينا بورك لهما في بيعهما، وإن كتما وكذبا محقت بركة بيعهما)). ¶ ويذكر العداء بن خالد -رضي الله عنه- قال: كتب لي النبي -صلى الله عليه وسلم-: ((هذا ما اشترى محمد رسول الله من العداء بن خالد بيع المسلم من المسلم لا داء -أي لا عيب- ولا خبثة ولا غائلة، أي ولا أخلاق سيئة)) [رواه البخاري]. ¶ إن الشريعة لا تجري المعاملة ولا تنفذها، ولكن تعطي المشتري حق رد المبيع وتعويض البائع عما أخذ من إنتاج مبيعه؛ قال الرسول -صلى الله عليه وسلم-: ((لا تصروا الإبل والغنم، فمن ابتاعها بعد فإنه بخير النظرين بعد أن يحتلبها إن شاء ردها وصاع من التمر)) [رواه البخاري]. ¶ نماذج لبعض أنواع العقود في الاقتصاد الإسلامي: ¶ عقد السلم: وهو عقد على موصوف بالذمة بثمن مقبوض بمجلس العقد. ¶ والسلم لا يصح إلا إذا توفرت فيه الشروط التالية:- ¶ 1- أن يكون مما ينضبط بالصفات التي يختلف الثمن باختلافها ظاهراً. ¶ 2- معرفة قدره بالكيل إن كان مكيلاً، والوزن إن كان موزوناً، وبالذراع إن كان مذروعاً. ¶ 3- أن يجعلا له أجلاً معلوماً. ¶ 4- أن يكون المسلم فيه عام الوجود في محله مأمون الانقطاع فيه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "5- أن يذكر جنسه، ونوعه، وجودته، ورداءته، وكبره، وصغره، وطوله، وقصره، وعرضه، وسمكه، ونعومته، وخشونته وهكذا. ¶ 6- أن يقبض رأس مال السلم في مجلس العقد قبل تفرقهما. ¶ 7- أن يسلم في الذمة. ¶ عقد المضاربة: هو أن يدفع إنسان ماله إلى آخر يتجر فيه، والربح بينهما وهي من العقود الجائزة بإجماع العلماء، ولكل من الطرفين فسخها إن شاء. ¶ عقود التأمين: وهو أسلوب متعدد الطرق، والصور لتحصين الإنسان ضد المخاطر المختلفة والمتوقعة في حياته، أو في مسالك أنشطته الاقتصادية. ¶ وعقود التأمين على نوعين:- ¶ الأول: التأمين التجاري بشتى صوره وأشكاله: وهذا النوع قرر تحريمه مجلس هيئة كبار العلماء بالمملكة العربية السعودية للأدلة التالية:- ¶ 1- أن عقد التأمين من عقود المعاوضات المالية الاحتمالية المشتملة على الغرر الفاحش؛ فإن الكارثة قد تقع، وقد لا تقع فالجهالة قائمة فيما يعطى وفيما يأخذ. ¶ 2- عقد التأمين من ضروب المقامرة. ¶ 3- أن في التأمين التجاري ربا الفضل والنسيئة. ¶ 4- أن التأمين التجاري من الرهان المحرم؛ لأن كلا منهما فيه جهالة وغرر. ¶ 5- عقد التأمين التجاري فيه أخذ مال الغير بلا مقابل. ¶ 6- في عقد التأمين التجاري الإلزام بما لا يلزم شرعاً. ¶ الثاني: التأمين التعاوني: وهذا النوع أقر جوازه هيئة كبار العلماء للأدلة التالية:- ¶ 1- أن التأمين التعاوني من عقود التبرع التي يقصد بها أصالة التعاون على تفتيت الأخطار. ¶ 2- خلو التأمين التعاوني من الربا بنوعيه. ¶ 3- أنه لا يضر جهل المساهمين في التأمين التعاوني؛ لأنهم متبرعون فلا مخاطرة ولا غرر ولا مقامرة. ¶ عقود الرهن: وهو المال يجعل وثيقة بالدين المستوفى منه إن تعذر وفاؤه من المدين، قال الله تعالى: {فَرِهَانٌ مَّقْبُوضَةٌ} [(283) سورة البقرة]. ¶ المعاملات المصرفية: وتشمل المباحث التالية: ¶ الأول - الودائع: الوديعة تسليط المالك غيره على حفظ ماله صراحة، أو دلالة. وهي من العقود المشروعة.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الثاني - القروض: وهو دفع مال لمن ينتفع به ثم يرد بدله، وهي من العقود المستحبة. ¶ الثالث - بيع العملات بالأجل: ولها حالتان: ¶ الأولى: أن تكون من باب بيع الجنس بجنسه كبيع الريال بالريال فهذه يشترط لها ثلاثة شروط:- ¶ 1- التساوي بين العملتين. ¶ 2- الحلول. ¶ 3- التقابض في المجلس. ¶ الثانية: أن تكون من باب بيع الجنس بغير جنسه كبيع الريال بعملة أخرى فهذه يشترط لها شرطان:- ¶ 1- الحلول. ¶ 2- التقابض في مجلس العقد. ¶ الرابع - بيع السندات: يعتبر السند من القروض المصاحبة لفائدة ربوية وعلى هذا فبيع السندات وشراؤها حرام؛ لأنها من الربا الصريح. ¶ تنْظِيم السُّوق: ¶ يهتم الإسلام بأن يكون تداول السلعة في السوق المعد لها حراً بعيداً عن التلاعب، ومن هنا اهتم الإسلام بجملة من الضوابط الأخلاقية والتشريعية؛ ليجعل من السوق ميداناً كريماً للتنافس الشريف. ¶ 1- وجوب عرض السلعة في سوقها وترك صاحبها حتى يصل بها إلى السوق فيعرضها ويعرف سعرها، وفي ذلك تقليل للوساطة بين المنتج والمستهلك حتى لا تتحمل السلعة زيادة النفقات بزيادة الأيدي التي تتداولها، وخاصة أنواع الطعام؛ لشدة حاجة الناس إليه. قال رسول الله -صلى الله عليه وسلم-: ((لا تلقوا الركبان ولا يبع حاضر لباد)). ¶ 2- وجوب عرض السلعة بأمانة وصدق وعدم التلاعب في أسعارها بالزيادة في ثمنها؛ لجعل المشتري يشتريها بالسعر الزائد. ¶ عن ابن عمر -رضي الله عنهما- قال: \"نهى رسول الله -صلى الله عليه وسلم- عن النجش\"، ومرَّ رسول الله -صلى الله عليه وسلم- على صبرة من طعام فأدخل يده فيها فنالت أصابعه بللاً فقال: ((ما هذا يا صاحب الطعام؟)) قال: أصابته السماء يا رسول الله، قال: ((أفلا جعلته فوق الطعام؛ كي يراه الناس، من غش أمتي فليس مني)). ¶ 3- ضبط المقاييس والموازين والمكاييل حتى يمكن إيفاء المتبايعين حقوقهم، ولا يقعوا في التطفيف والحيف.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "4- تيسر السلع للناس جميعاً ومحاربة الاحتكار بكل أنواعه، وخاصة فيما تشتد إليه حاجة الناس، عن رسول الله -صلى الله عليه وسلم-: ((لا يحتكر إلا الخاطئ)). ¶ 5- مراقبة أسعار السلع المعروضة في السوق، والحيلولة دون ارتفاعها فوق سعر المثل، وتعين سعر لها، وفرضه على التجار إن دعت الحاجة؛ إقامة للعدل ومنعاً للظلم. ¶ السمات الاقتصادية للتخلف الاقتصادي في الدول الإسلامية: ¶ 1- انخفاض الدخل القومي الحقيقي: انظر جدول رقم (2). ¶ 2- انحراف الجهاز الإنتاجي: ويقصد به اعتماد البلاد اقتصادياً على سلعة واحدة، أو عدد محدد من السلع. انظر جدول رقم (3). ¶ 3- التبعية الاقتصادية: وهي أن يكون مستوى النشاط الاقتصادي محكوماً بمراكز خارج الحدود مما يؤدي إلى سعي الاقتصاد المسيطر إلى الحصول على أكبر نفع من اقتصاد الدول المسيطر عليها دون نظر لحاجاتها الداخلية ودون مراعاة لمتطلبات اقتصادها، ولهذه التبعية جذورها التاريخية التي ليس هذا مجال الحديث عنها، لكن من مظاهر هذه التبعية: ¶ أ – ظاهرة سيطرة الاستثمار الأجنبي: انظر جدول (6 + 7). ¶ ب – اعتماد البلاد على الخارج للحصول على السلع المصنعة: انظر جدول (8). ¶ ج – تركز التجارة الخارجية في سوق معينة. ¶ د – تدهور معدل التبادل الدولي. ¶ العلاج لمشكلتنا الاقتصادية: ¶ الأول: الرجوع إلى الإسلام والأخذ بتعاليمه لإنقاذ البشرية من مشكلتها الاقتصادية: يقول الحق -تبارك وتعالى-: {يَا أَيُّهَا الَّذِينَ آمَنُواْ اسْتَجِيبُواْ لِلّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ} [(24) سورة الأنفال]. ¶ إن هذه الدعوة لتتضمن الحياة بكل معانيها، وصورها، لتحرير الإنسان من ظلم النظام الرأسمالي القائم على تنمية الطبقية بين أفراده، فالنظام الاشتراكي الذي استعبد الإنسان وسلب منه الحرية، وحق الامتلاك حتى عاش فقيراً ذليلاً لا يملك من مقومات الحياة ما يستطيع أن يسد عوزه أو يقضي فاقته.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الثاني: تنمية الموارد البشرية، وتوظيفها التوظيف الصحيح: ¶ إن توظيف عناصر الإنتاج البشرية التوظيف الصحيح، وتوفير المناخ الأمني لممتلكاته، وحقوقه ومده بحوافز متجددة من خلال ما يطرح من مشروعات وما يتوفر من طاقات، وخدمات أساسية لتشجيع المؤسسات الخاصة على ارتياد مجالات إنتاجية جديدة. ¶ والمجتمع الناجح يدرك حقيقة توظيف القوى البشرية التوظيف الصحيح، فيهيئ لأبنائه الفرص المتكافئة وفق حاجات الأمة ومتطلباتها، وفي ضوء ذلك يتم اختيار العاملين، فيعين الرجل المناسب في المكان الناسب؛ ليكون الإنتاج أبلغ. ¶ الثالث: التوسع في الإنتاج النافع: ¶ لئن كان الإنتاج بحد ذاته مطلباً أساسياً فان المقدار المطلوب منه هو الأهم، فالإنتاج لا يعني إنتاج أي شيء، وكل شيء مهما كان الطلب عليه؛ لأن الإنتاج ينبغي أن يكون فيما ينفع الإنسان مما هو يدور في حيز الفضيلة الشرعية، فلا ينبغي إنتاج ما يحرم الإسلام استخدامه مهما كان العائد من الربح. ¶ وتعطى الأولوية في الإنتاج للأشياء الضرورية النافعة التي ينبغي استثمارها وفق احتياجات الأمة من سلع، ومواد لازمة. ¶ كما ينبغي التوسع في مجال الإنتاج الزراعي والحيواني، خاصة في البحار التي تشكل نسبة 28% من سطح الأرض ففيه من الشراب، والكساء، والحلية، والمعادن، والحيوانات المائية الشيء الكثير. ¶ ولقد جرى تقدير نسبة ما يصطاد الإنسان منها فتبين أنه لا يتجاوز 1% وأن مقدار ما يستعمله العالم من البروتينات المستخرجة من المحيطات يبلغ ثلاثين مليون طن في العام، والسمك لا نقوم بتغذيته وإطعامه إنما يغذيه الخالق سبحانه، فما علينا إلا التوسع في اصطياده لا سيما أن التقارير العلمية تؤكد أن الأسماك التي تعيش جنوبي خط الاستواء لم تمس فعلياً.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "كما يلزم توجيه الإنتاج الزراعي إلى غرضه الصحيح، وهو إطعام البشر بدلا من زراعة القمح والذرة لغرض إنتاج الكحول وقصب السكر لإنتاج البترول، كما أن ثلث إنتاج العالم من الحبوب يستخدم لغذاء الخنازير، ولأجل الآلات والخنازير يحرم البشر من مثل هذا! ¶ ماذا يعني توجيه قدرات الأمة إلى زراعة الحشيش والقات والدخان واستهلاك الأرض لأجل ذلك؟. ¶ الرابع – رفع مستوى المعيشة: ¶ ويتحقق ذلك من خلال النقاط التالية:- ¶ 1- تهيئة فرص العمل. ¶ 2- تأمين الكسب، والرزق للعاجزين عنه من الأيتام، والأرامل، والمساكين، ومن في حكمهم. ¶ 3- التوزيع العادل للدخل، فلا يستأثر بالمال طائفة دون أخرى. ¶ 4- المحافظة على ثروات الأمة من الاختلاس أو النهب أو السرقة، وتوظيفها للتنمية الاقتصادية. ¶ 5- عدم استنزاف ثروات الأمة من مواد خام وغيرها بشكل سريع والاقتصار على استخراجها وفق خطط محددة مهما كانت الحاجة إليها؛ لأن للأجيال اللاحقة حق في تلك الثروات. ¶ الخامس - الأخذ بالوسائل العلمية الحديثة التي تساعد على الإنتاج: ¶ التقدم العلمي لا يختص به قوم دون قوم، وهو من العلوم المشتركة التي ينالها من رغب فيها، وأراد الوصول إليها، والإسلام قد أمر بذلك. ¶ السادس - الحد من التبعية للعالم الخارجي وزيادة التكامل بين بلدان العالم الإسلامي: يقول الحق -تبارك وتعالى-: {وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلاَ النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ} [(120) سورة البقرة]. ¶ الفهرس ¶ الموضوع ... الصفحة ¶ المقصود بعلم الاقتصاد عند الغرب ¶ المعنى اللغوي لكلمة الاقتصاد ... 1 ¶ تعريف علماء الغرب ... 1 ¶ حداثة علم الاقتصاد الغربي ... 2 ¶ تطور الدراسات الاقتصادية ... 2 ¶ أحكام الاقتصاد الإسلامي ... 3 ¶ نشأة علم الاقتصاد الإسلامي وتطوره ... 4 ¶ اتجاهات المشكلات القائمة وعلاجها ... 4 ¶ أثر إغفال تطبيق الاقتصاد الإسلامي ... 5 ¶ ما ترتب على ذلك ... 5 ¶ مساوئ الاقتصاد الرأسمالي ... 5 ¶ مساوئ النظام الاشتراكي ... 5 ¶ خصائص الاقتصاد الإسلامي ... 6",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الأركان الأساسية في الاقتصاد الإسلامي ... 8 ¶ الملكية المزدوجة ... 8 ¶ الملكية في الاقتصاد الإسلامي ... 8 ¶ الملكية في الاقتصاد الإسلامي مقيدة ... 8 ¶ الملكية الخاصة في الاقتصاد الإسلامي ... 9 ¶ أهداف الملكية الخاصة ... 10 ¶ مجالات الملكية الخاصة ... 10 ¶ تقييد الملكية الخاصة ... 12 ¶ الملكية العامة في الإسلام ... 12 ¶ أهدافها ... 12 ¶ مجال الملكية العامة ومصادرها ... 13 ¶ تقييد الملكية العامة ... 15 ¶ الحرية الاقتصادية المقيدة ... 15 ¶ موقف الإسلام من هذه الحرية ... 16 ¶ المحرم من النشاط الاقتصادي ... 16 ¶ تدخل الدولة في النشاط الاقتصادي ... 17 ¶ وسائل حماية الملكية الخاصة والعامة ... 18 ¶ التكافل الاجتماعي ... 19 ¶ الزكاة ... 19 ¶ الآثار الاقتصادية والاجتماعية للزكاة ... 19 ¶ الإنتاج في الاقتصاد الإسلامي ... 20 ¶ المسلم والعمل ... 20 ¶ واجبات العمل ... 21 ¶ حقوق العمال ... 21 ¶ حوافز الإنتاج في الإسلام ... 21 ¶ عناصر الإنتاج المشروع ... 22 ¶ الإنتاج المحرم في الاقتصاد الإسلامي ... 22 ¶ الوظائف الاقتصادية للدولة الإسلامية ... 23 ¶ المجالات التي لا يجوز للدولة التدخل فيها ... 23 ¶ الإنفاق في الاقتصاد الإسلامي ... 23 ¶ أهدافها ... 24 ¶ ضوابط الإنفاق في الاقتصاد الإسلامي ... 24 ¶ مجال الإنفاق في الإسلام ... 24 ¶ العقود ... 24 ¶ اعتبارات العقود في الاقتصاد الإسلامي ... 25 ¶ نماذج لبعض أنواع العقود ... 26 ¶ المعاملات المصرفية ... 27 ¶ تنظيم السوق ... 27 ¶ السمات الاقتصادية للتخلف الاقتصادي في الدول الإسلامية ... 28 ¶ العلاج لمشكلاتنا الاقتصادية ... 28",
            "page": "44",
            "part": "1"
        }
    ],
    "t36277": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "معالم الاقتصاد الإسلامي"
        }
    ]
}