{
    "b36280": [
        {
            "id": "1",
            "nass": "سلسلة بناء الشخصية الدعوية ¶ القضايا الفقهية المعاصرة ¶ موجز مبسط عن النظام المالي الإسلامي الذي جاء به ¶ محمد عليه الصلاة والسلام ¶ أ - موجز مبسط عن عقود البيع والشراء ¶ ب – موجز مبسط عن نظام المصارف الإسلامية ¶ إعداد :م.عبد الله بن علي صغير ¶ بسم الله الرحمن الرحيم ¶ إلى من هذه المحاضرة: ¶ • إلى نفسي وإلى كل من حمل راية لا إله إلا الله محمد رسول الله . ¶ • إلى شباب الصحوة الإسلامية العالمية إلى رواد النهضة الإسلامية إلى ثقل التغيير الإسلامي القويم. ¶ • إلى كل من يريد أن يعرف ويعلم ولو جزء يسير عن النظام المالي الإسلامي. ¶ • إلى كل شاب وشابة راح يضيع زهرة شبابه في الامور التي نهى الله عنها ونسي دينه ونسي رسالته في الحياة ونسي حقيقة وجوده في هذه الحياة . ¶ • إلى كل مسلم ومسلمة ومؤمن ومؤمنة آمنوا بقوله تعالى ((أفحكم الجاهلية يبغون ومن أحسن من الله حكما لقوم يوقنون)) المائدة 50. ¶ • إلى كل من أحب الله ورسوله صلى الله عليه وسلم وآل بيته الطاهرين وأصحابه المؤمنين. ¶ مقدمة: ¶ الحمد لله ثم الحمد لله , الحمد لله كما ينبغي لجلال وجهه ولعظيم سلطانه الحمد , الحمد لله ملأ السموات والأرض وما بينهن, والصلاة والسلام على رسول الله ونشهد أنه عبده ورسوله بعثه الله رحمة للبشرية جمعاء فجاهد وزكى وصام وصلى وأمر بالمعروف ونهى عن المنكر فصلوات ربي عليه وسلام. ¶ أما بعد أيها الأخوة والأخوات الأحبة سلام الله عليكم ورحمة الله وبركاته: ¶ أخوة الإيمان والعقيدة : ¶ يخطئ من يظن أن دين الإسلام هو دين الزوايا ودين عبادات فقط ودين صلاة و زكاة وحج وصيام , ¶ ومخطئ من يعتقد أن دين الإسلام دين جامد غير متجدد وغير متنوع وغير ملائم لمتطلبات العصر... لا والله ¶ فالإسلام دين الله وهو خاتم الأديان والشرائع جاء ليواكب متطلبات الحياة ومقتضيات العصر فجاء رسول الله صلى الله عليه وسلم ليعلّم الناس جميع شرائع حياتهم من بيع وشراء ومعاملات ومتطلبات أخرى .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فالإسلام دين وشريعة وحياة وفيه من النظم الاجتماعية والاقتصادية والسياسية ما تجعله المخرج الوحيد والسبب الوحيد لنهضة الأمة وصونها . ¶ ولعلّ البعض من المسلمين وغير المسلمين يظنّون أنّنا عندما ننادي بتطبيق الشريعة الإسلامية في حياتنا اليومية وفي قضاءنا ومعاملاتنا أننا نقصد بذلك فقط قطع يد السارق ورجم الثيب الزاني وجلد المفتري ... إلى ما شابه ذلك , ولا يعرفون أو قد يتجاهلون أن الإسلام دين متكامل يشمل جميع مناحي الحياة . ¶ و إنّ من يطّلع على كتب الأحاديث الصحيحة كصحيح بخاري ومسلم وغيرهم رضي الله عنهم يدرك أن دين الإسلام دين متكامل شمل جميع نواحي الحياة, فنلاحظ أن رواة الأحاديث قد أفردوا أبواباً خاصة لأحكام المعاملات المالية كأحكام البيع والشراء والرهن والإجارة وغير ذلك ونحمد الله عز وجل على انتشار ماتسمى حديثاً المصارف الإسلامية أو البنوك الإسلامية التي كان لها الفضل الكبير في عودة علماء أمتنا إلى البحث في فقه البيوع والشراء وفي فقه المعاملات المالية. ¶ وإن من بديهيات وأساسيات عقيدة المسلم أن يسعى لتطبيق حكم الله وأن يعتقد أنّ حكم الله عزو جل هو الحل الوحيد لحل مشاكل البشرية جمعاء . ¶ فالمؤمن الحق هو الذي يحكم بحكم الله وحده لا بأهواء البشر سواء أرضوا أم لم يرضوا فإمّا ان يحكم بحكم الله أو أن يصمت خيراً له من المهادنة وإرضاء البشر, فالله تعالى يقول ((ومن لم يحكم بما أنزل الله فأولئك هم الكافرون..)), المائدة 44 ((00ومن لم يحكم بما أنزل الله فأولئك هم الظالمون ..)) المائدة 45, ((... ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون...)) المائدة 47. ¶ وإنّ من أحد أشكال تطبيق حكم الله عز وجل في الأرض هو تطبيق النظام المالي الإسلامي ومعرفة البيوع الفاسدة من البيوع الصحيحة ومعرفة الربا وأشكالها وما شابه ذلك .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وإن تعلّم أحكام البيوع والشراء والمعاملات المالية فرض عين على أي التاجر أو المحاسب يعمل في هذا المجال.... أو يمكن للتاجر والعامل في هذا المجال استشارة أهل العلم لمعرفة الحلال ومن الحرام فالله تعالى يقول ((.. فاسألوا أهل الذكر إن كنتم لا تعلمون )) النحل 43. ¶ ولا يعذر أحد يعمل في مجال ما أن يقول لا أعرف الحكم الشرعي لذلك الأمر أو أن يقول إنني أظنّه ¶ حلال ...؟! لا والله بل يجب عليه استشارة العلماء والفقهاء عن الحلال والحرام قبل إقدامه على أي شيء . ¶ وللأسف نرى التاجر الذي يريد أن يعمل في تجارة السيارات يسأل عن ثمن المحل وعن مواصفات الآلية وعن نسبة والربح وعن مردود البيع وعن الضرائب ونراه يعيّن مستشارين قانونيين و مستشارين اقتصاديين لمعرفة الطريق القانوني الصحيح لمعملاته وللحصول على أكبر ربح في أقصر فترة ممكنة, و في نفس الوقت نرى ذلك التاجر لا يعين مستشار شرعي لمعرفة الحلال من الحرام في معاملاته, لأننا والعياذ بالله أصبحنا نعتبر دين محمد عليه وعلى آله الصلاة والسلام أصبح شيء ثانوي وأن الشيء الأساسي في حياتنا هو التجارة والربح والأمور الدنيوية الأخرى , ونسينا أن الغاية الأساسية لخلق الجن والإنس هي عبادة الله الواحد القهار فالله تعالى يقول في محكم تنزيله ((وما خلقت الجن والإنس إلا ليعبدون)) الذاريات 56.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولعلّ البعض يظن أن العبادة هي فقط الصلاة والصيام والحج والزكاة وما شابه ذلك , لا بل إن العبادة تشمل كل شيء يقرب المرء إلى الله عز وجل وكل شيء يفعله المسلم مبتغياً وجه الله الكريم والتي يمكن تعريفها باختصار بشكل تطبيقي و واقعي مبسط جداً بعيداً عن التعريف الفقهي الموسع هي :\" أن يكون كل شيء لله وفي سبيل الله\" فعندما تدرس الطب والهندسة والفلك هي عبادة صحيحة ولنا فيها الثواب العظيم إن كان الهدف منها ابتغاء مرضات الله عز وجل ونصر الإسلام , وكان رسول الله صلى الله عليه وسلم – فديته بروحي وأهلي- يعلّم آل بيته الكرام وأصحابه الطاهرين هذا المبدأ البسيط والعظيم في نفس الوقت فهو القائل لسيدنا سعد بن وقاص رضي لله عنه وهو يعوده عند وفاته بعد أن استشار سعد النبي في كيفية توزيع ماله: ((......وإنَّكَ مهما أنفَقْتَ من نَفَقَةٍ فإنها صدَقة، حتّى الُّلقْمة التي تَرفَعها إلى في امرأتِكَ،....)) رواه بخاري 2683. ¶ والشاهد هنا : الُّلقْمة التي تَرفَعها إلى في امرأتِكَ , أي معنى ذلك أنّ كل شيء يقوم به المؤمن في سبيل الله ولله هو عمل صالح ويجزى فاعله بالقرب من الله عزّ وجلّ. ¶ سبب هذه المحاضرة: ¶ إنّ السبب المباشر لقيامي بهذا المجهود المتواضع -الذي أتمنى من الله سبحانه وتعالى أن يجعله خالصاً لوجهه الكريم وحباً لنبيه الرحمة المهداة صلوات ربي عليه وسلام – إفتتاح المصرف الإسلامي في سوريا لأول مرة في تاريخ هذا البلد فراح الشارع السوري يتكلم في مدى مشروعية هذا المصرف ومدى توافقه مع شريعتنا المباركة وراح يتكلم من يتكلم بحهل دون علم ولا بصيرة ولا دليل . ¶ لذلك رأيت من المفيد الحديث عن النظام المالي الذي جاء به الإسلام وسوف أخص الحديث بشكل أساسي عن البيوع المحرمة في الإسلام وعن البيوع الجائزة وخصوصاً بيع الآجال (التقسيط) وبيع المرابحة التي تقوم المصارف الإسلامية باعتمادهما بشكل أساسي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فعلى الداعي إلى الله عز وجل دائماً أن يستفيد من الفرص المتاحة إليه أفضل استفادة وأن يواكب بعلمه العصر فلا يعيش مجتمعه في واد وهو يعيش بواد آخر . ¶ فالداعية لا يليق به أن يقف عند حد من العلم الشرعي بل عليه أن يستزيد منه يوماً بعد يوم ،فالناس لن يعذروا الداعية عند وقوعه في الزلل والخطأ ،ولن يقبلوا اعتذاره بالجهل . ¶ نحن لا نطالب الداعي أن يكون فقيهاً وعالماً بالحديث والسيرة والتراجم والشخصيات لا وإنما هناك حد أدنى يجب عليه أن يلم به ليثق الناس به وبعلمه , ويا حبذا أن يكون الداعي فطناً ذكياً يحدد أولوياته العلمية في كل مرحلة ويختص في جانب محدد من الدعوة فالدعوة إلى الله اختصاص واسع مختلفة الأفكار والأسلوب وتتأثر الأفكار الدعوية بالظروف المكانية والزمانية التي يعيش فيها الداعي, فالداعي الذي يعيش في بلاد النصارى عليه أن يتعلّم ويتوسّع في علوم شرعية مختلفة عن العلوم التي يجب على الداعي الذي يعيش في مجتمع مسلم تكثر فيه البدع والطرق أن يعلمها ويتقنها. ¶ ولعلّ الله يوفّقني ويهيّأ لي من يساعدني ويشد أذري ويعينني على هدفي ومبدئي لكتابة محاضرة تتحدث عن اختصاصات الدعوة إلى الله وعن العلوم التي يتوجّب على الداعي أن يطوّر نفسه فيها تبعاً للإختصاصه ... والله الموفق ولن يضيّع الله من يدعوا إليه ولن يخذل الله من ينصره والله غني عن الناس وهو أرحم الراحمين. ¶ فلن يصل الداعية إلى التأثير على المدعوين حتى يسخر المهارات لبلوغ الهدف ،ومن أسباب تطوير الذات علمياً و دعوياً الاستفادة من الدعاة من أهل الخبرة والتجربة. ¶ وإن ما يميز الداعي إلى الله عز وجل المجدد لدين سيدنا محمد عليه الصلاة والسلام هو نزوله إلى الساحة وعدم الإنهزام وأن لا يترك الساحة للجهلة المتفيقهون الذي يجادلون في الله بغير علم ولا سراج منير يصولون ويجولون في المجتمع الإسلامي دون رقيب أو حسيب . ¶ الهدف العلمي من هذه المحاضرة:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إعطاء فكرة لا بأس بها عن البيوع المحرمة والبيوع الجائزة وتسليط الضوء على بعض أنواع البيوع التي تقوم المصارف الإسلامية باعتمادها. ¶ وسوف تكون هذه المحاضرة مبسطة وسهلة إن شاء الله وسوف أتجنب الحديث قدر الإمكان عن الإختلافات الفقهية وسأحاول بإذن الله ثم بفضل رسول الله صلى الله عليه وسلم أن أدعم الأفكار النظرية بأمثلة حياتية واقعية.... والله الموفق وهو أعلم العالمين. ¶ أ - موجز مبسط عن عقود البيع والشراء ¶ - عقد البيع وآثاره : ¶ يعد عقد البيع من أهم العقود وأكثرها انتشارا وممارسة في الحياة البشرية قديما وحديثا، ويقترن بوجود الحياة الاجتماعية بين الناس، فيسهل لهم التعاون في تبادل المنافع والأموال، فإذا كان المال هو عصب الحياة، فإن الإنسان ينفق نسبة كبيرة منه لشراء ضروراته وحاجياته وكمالياته، وهذا الشراء يقتضي أن يكون هناك عقد بيع ولهذه الاهمية أهتم المشرع الحكيم به وفصّل في أحكامه، وكذلك نجد في القوانين الوضعية هذا الاهتمام بعقد البيع فقوانين المعاملات في كل دولة تتناول عقد البيع وتفرد له مواد وفصولاً عديدة لكثرة ما يثور حوله من نزاعات تتطلب الفصل العادل من القضاء. ¶ -تعريفه ومشروعيته (المصدر جريدة الرياض العدد 12950 بتصرف وقد أضفت بعض التوضيحات): ((البيع لغة: يطلق على التمليك والتملك، وفي الشرع: (مبادلة عين مالية ولو في الذمة أو منفعة مباحة بأحدهما على التأييد غير رباً ولا قرض). وهو مشروع في الكتاب والسنة والاجماع قال الله تعالى: {وأحل الله البيع} وقول النبي صلى الله عليه وسلم: (إنما البيع عن تراض) رواه ابن ماجه في سننه. والبيع هو من عقود المعاوضة التي لابد أن يكون هناك مقابل للمتعاقدين سواء كانت نقوداً، أو عيناً، أو منفعة أو عملاً أو غيرها. ¶ أ- أركان عقد البيع وأنواعه:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أركان عقد البيع أربعة: وهي: العاقدان، والمعقود عليه، والصيغة، وصيغة البيع تكون بألفاظ تدل على الايجاب والقبول أو بما يدل على الرضا وهو المعاطاة وعلى هذا يكون هناك نوعان من عقد البيع: ¶ 1- بيع الإيجاب والقبول: ¶ فالإيجاب مثل أن يقول بعتك أو ملكتك أو أي لفظ يدل عليهما، والقبول مثل أن يقول اشتريت أو قبلت ونحوهما، ولا يصح البيع إلا بلفظ أمر، أو ماض فقط، ويصح أن يقدّم القبول على الايجاب، وكذلك تراخي أحد العاقدين على القبول ماداما في مجلس العقد، ما لم ينشغلا بما يقطعه عرفاً، ويصح التعاقد بالمراسلة عند الغائب، وبالكتابة. ¶ 2- بيع المعاطاة: وهو التعاقد دون إيجاب وقبول مثل أن يقول المشتري أعطني بهذا الدينار خبزاً فيعطية أو يقول البائع: خذ هذا الثوب بدينار فيأخذه المشتري. وهذا البيع جائز، لأن الحاجة تدعو إليه وأكثر أنواع البيوع في هذا العصر من بيع المعاطاة. ¶ ب- شروط عقد البيع: ¶ اشترط الفقهاء في عقد البيع العديد من الشروط، وهي موزعة على أركان البيع، فهناك شروط تتعلق بالعاقدين، وشروط تتعلق بالمعقود عليه، وشروط تتعلق بالصيغة وهي: ¶ أولاً: شروط العاقدين: يشترط في العاقدين ما يلي: ¶ - الرشد إلا في شيء يسير: وهو أن يكون العاقد سواءً كان بائعاً أو مشترياً جائز التصرف بأن يكون بالغاً، عاقلاً، غير محجور عليه لسفه أو غفلة، فلا يصح بيع الصبي ولا المجنون، ولا السفيه ما لم يأذن الولي به لمصلحة، وإذن الولي يكون بتفويض البيع والشراء إليهم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "- الرضا: فيشترط في البيع التراضي بين العاقدين مع توافر إرادة حرة واختيار تام، وذلك بأن لا تكون الإرادة منعدمة أو معيبة بأحد العيوب، فيشترط في الإرادة سلامتها بأن تكون متفقة تماماً مع الإرادة الباطنة والرضا الحقيقي الذاتي للمتعاقد، وتكون الإرادة منعدمة في حالة الإكراه، ومعيبة في حالتي الغبن والتدليس. فالغبن: هو توهم يصور للعاقد غير الواقع واقعاً، فيحمله على التعاقد، وينتج عن ذلك غبن فاحش، ما إذا كان في العقد غبن فاحش أم لا, يرجع على العرف ورأي أهل الخبرة. ¶ والتدليس: هو أن يدلس البائع على المشتري، ما يزيد به الثمن، وهو حرام لقول الرسول صلى الله عليه وسلم: (من غشنا فليس منا) رواه مسلم في صحيحه، ورغم أنّ الغبن يكون موجوداً في التدليس والغبن ,إلا أنّ الفرق بينهما هو أنّ الغبن لا يكون متعمداً من البائع وربما يكون البائع نفسه وقع في غلط جعله يتصور غير الواقع واقعاً, أما في التدليس فيكون البائع هو الذي تعمّد وتسبب في وقوع المشتري فيه قاصداً غشّه وحمله على التعاقد رغم علمه بأنّ المشتري لو تم لحاله لما أقدم على التعاقد. ¶ والإكراه: هو إجبار الشخص بغير حق على أن يعمل عملاً دون رضاه، مثل حمله على التعاقد على البيع أو الشراء بتهديده، أو إجباره بالقوة، وإخافته من ضرر جسيم يقع على نفسه أو ماله أو من يهمه أمرهم كأفراد أسرته وأقاربه بحيث لا يرضى بوقوع ذلك الضرر عليهم حتى لو أدى إلى أن يفقد أمواله. ¶ وقد يكون الإكراه بالحق- البيع في هذه الحالة جائزاً- مثل أن يجبر الحاكم الشخص على بيع أمواله لسداد ديونه، أو على بيع الرهن لاستيفاء ما رهن لأجله وغيرها فإذا كان الإكراه بحق فهو جائز والبيع صحيح إذا تمّ دون الإضرار ضرراً بليغا به في الثمن. ¶ ثانيا: شروط الصيغة: أربعة وهي كما يلي:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "-اتحاد المجلس: وهو أن يكون القبول في مجلس الإيجاب قبل التفرق ودون أن يكون بينهما فاصل يفهم منه في العرف أن من وجه إليه الإيجاب لم يكن راغباً في القبول. ¶ - توافق القبول بالإيجاب: فيجب أن يكون القبول على وفق الإيجاب في النقد والصفة والحلول والأجل دون أن يكون هناك أي تغيير، فلو قال البائع بعتك هذا بعشرة دنانير، فقال اشتريها بثمانية لم ينعقد البيع، ولو قال بعتك بثمانية دنانير فقال اشتريتها بثمانية دراهم لم ينعقد البيع، أو قال بعتك بعشرة حالاً فقال اشتريتها بعشر مؤجلاً لم ينعقد البيع، وهكذا فإذا خالف القبول الإيجاب أي شيء لم ينعقد البيع. ¶ ثالثاً: شروط المعقود عليه: يشترط في المعقود عليه، وهو الشيء المبيع ستة شروط هي: أن يكون مالاً: وهو كل ما يمكن الانتفاع به مطلقاً في غير حاجة ولا ضرورة، مع جوازه شرعاً، فإمكانية الانتفاع وحدها لا تكفي، بل يجب ان يكون مباحاً من الشارع الحكيم إلا في حالة الضرورة والحاجة ووفقاً لضوابطها. ¶ - أن يكون المبيع مملوكاً لبائعه ملكاً تاماً: وانعدام الملكية التامة مثل أن يكون قد اشترى المبيع من أحد ويكون لبائعه خيار فسخ العقد أو إمضائه، لقول الرسول صلى الله عليه وسلم (لا تبع ما ليس عندك) رواه أحمد وغيره، وكذلك إذا كان المبيع ليس ملكاً للبائع يجب أن يكون مأذوناً له بالبيع من مالكه أو من الشارع الحكيم، مثل الوكيل الشرعي وولي الصغير والمجنون والسفيه . ¶ - أن يكون المبيع مقدوراً على تسليمه حال العقد: لأن ما لا يقدر على تسليمه شبيه بالمعدوم، والمعدوم لا يصح بيعه، لما روى عن أبي هريرة رضي الله عنه ان النبي صلى الله عليه وسلم نهى عن بيع الغرر، وهو ما تردد بين أمرين، فلا يصح بيع دين لغير مدين، ولا بيع سمك بماء إلا إذا كان مرئياً بماء محجوز يسهل أخذه منه، ولا طائر بمكان يصعب أخذه منه ولا في الهواء.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- معرفة الثًّمن والمثَمّن للعاقدين: والمعرفة تكون إما بالوصف، أو المشاهدة حال العقد أو قبله بزمن يسير لا تتغير فيه العين عادة تغيراً ظاهراً. ¶ - أن يكون البيع مؤبداً ومنجزاً غير مؤقت أو معلّق على شرط. ¶ - خلو الثمن والمُثمَّن والمتعاقدين من موانع الصحة: فلا يصح بيع محرم كالبيع الذي فيه ربا، ولا بيع موقوف بلا مسوغ، ولا بيع مرهون بلا إذن مرتهن ولا يصح البيع بعد نداء الجمعة. ¶ ج-الشروط في البيع: ¶ وهي تختلف عن شروط صحة البيع التي تقدم الحديث عنها فهي شروط مقترنة بالبيع، بمعنى أن البيع يكون صحيحاً ومكتملاً أركانه وشروطه، إلا أن هناك شروط يشترطها أحد العاقدين لمصلحته، وتثير نزاعاً أحياناً بين المتعاقدين، وهي تنقسم إلى نوعين: شرط صحيح لازم، وشرط فاسد مبطل للعقد: ¶ أولا: الشرط الصحيح اللازم: وهو على ثلاثة أنواع هي: ¶ - شرط مقتضى العقد: كأن يشترط أحد المتعاقدين شيئاً هو من مقتضيات العقد بحكم الشرع ولا يتم البيع بدونه، كالتقابض، وخيار المجلس، وحلول الثمن، وغيرها، وهذا الشرط لا يؤثر في العقد فوجوده كعدمه لأنه بيان وتأكيد لمقتضي العقد. ¶ - شرط لمصلحة المشترط: كاشتراط صفة في الثمن كتأجيله، أو اشتراط كفيل أو رهن معين بالثمن، أو تأجيل بعضه إلى وقت معلوم، أو الاشهاد، أو اشتراط صفة معينة في المبيع فإن وجد المشروط لزم البيع وإلا فللمشترط فسخ العقد لحديث الرسول صلى الله عليه وسلم: (المسلمون على شروطهم) رواه بخاري. ¶ - اشتراط منفعة المبيع للبائع مدة معلومة: يصح أن يشترط البائع للمشتري منفعة ما باعه له مدة معلومة، كسكنى الدار شهراً. ¶ ثانياً: الشرط الفاسد: وهي ايضاً نوعان أنواع هي: ¶ - شرط فاسد غير مفسد للبيع: وهو شرط في العقد ينافي مقتضاه، مثل أن يبع البائع سلعة ما ويشترط على المشتري ألا يبيعه أو أن لا يهبه، أو أن يشترط عليه وقف المبيع، فهذا الشرط باطل في ذاته ولكنه لا يبطل البيع فيصح البيع ولا يعمل بالشرط.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- شرط فاسد يمنع اتعقاد البيع: كالقول بعت أو اشتريت إن رضي زيد، أو جاء كذا وهو البيع المعلق على شرط، فمثل هذه الشروط إن وجدت في العقد تبطله، وتحول دون انعقاد البيع من أساسه. ¶ وفي العموم لا يحق للمشتري أو للبائع اشتراط أي شرط يخالف القرآن الكريم أو السنة النبوية التي فصلت لنا المعاملات المالية فالرسول الكريم صلى – فديته بأبي وأمي- يقول في الحديث الذي ترويه السيدة عائشة رضي الله عنها ((...قالت عائشةُ: فقامَ رسولُ اللهِ صلى الله عليه وسلم في الناسِ فحمِدَ اللهَ وأثنَى عليهِ ثم قال: أمّا بعدُ، فما بالُ رجالٍ منكم يَشترِطونَ شُروطاً ليسَت في كتابِ الله ؟ فأيّما شرطٍ ليس في كتابِ اللهِ فهوَ باطل وإن كان مائةَ شرط، فقضاءُ اللهِ أحق، وشرطُ اللهِ أوثق...)) رواه بخاري . ¶ فالحديث الذي يرويه بخاري والذي هو ((المسلمون على شروطهم)) يقيده الحديث السابق بحيث يجب أن تكون الشروط دوماً في العقود وغيرها تبعاً لكتاب الله وسنة رسوله. ¶ هـ -الخيارات في البيع: ¶ هنالك خيارات في البيع تثبت للمتعاقدين معاً أو لأحدهما، وهو أن يكون له الخيار في إمضاء البيع أو فسخه وهي عدّة أنواع، وهي: ¶ 1- خيار المجلس: وهو مكان التعاقد على أية حال كان المتعاقدان، ويثبت هذا الخيار للمتعاقدين من حين العقد إلى أن يتفرقا بأبدانهما عرفاً، ما لم يكن قد اشتراطا على الخيار بينهما، فيلزم البيع بمجرد العقد، وكذلك يلزم البيع اذا أسقطا خيار المجلس بعد العقد وقبل التفرق لأن الخيار حق للعاقد فيسقط بإسقاطه، وإذا أسقطه أحد العاقدين دون الآخر يبقى الآخر على خياره.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "2- خيار الشرط: وهو أن يشترط العاقدان أو أحدهما في العقد أو بعده في المجلس بأنَّ لهما الخيار في إمضاء العقد أو فسخه إلى مدة معلومة وإن طالت. فهذا الشرط صحيح وثَبُتَ به الخيار، ويحرم تصرف العاقدين في الثمن والمثمّن في مدة الخيار، إلا إذا كان للتجربة، فإذا كان الخيار للمشتري وحده فينفذ تصرفه إذا تصرف في المبيع ويسقط به الخيار ويلزم البيع، ويسقط خيار الشرط بالقبول الصريح بإسقاطه، وبالفعل كالتصرف في الشيء المبيع على نحو يدل على قبول المشتري به. ¶ 3- خيار الغبن: وقد تقدم بيانه، وهو يثبت للمغبون فله الحق في فسخ العقد أو الإمساك بالمبيع. ¶ 4- خيار التدليس: ويثبت فيه الخيار للمشتري بين فسخ العقد أو الإمساك بالمبيع. ¶ 5- خيار العيب: وهو نقص في المبيع مما ينقص من قيمته عرفاً، فإذا وجد للمشتري عيباً بما اشتراه فهو بالخيار بين رد المبيع وبين إمساكه مع الأرش أو بدونه، والأرش هو الفرق في الثمن بين ما اشتراه به وبين الثمن الحقيقي. ويرجع المشتري بالثمن كاملاً، لأنه بذل الثمن ليستلم منه مبيعاً سليماً، ولم يثبت المبيع فثبت له الرجوع بالثمن. والسبب في أخذ الارش حال إمساكه أنَّ الجزء الناقص بالعيب يقابله جزء من الثمن، وخيار العيب متراخ فلا يسقط بالتأخير لأنّه ثبت لدفع ضرر، إلا اذا صدر للمشتري ما يدل على رضاه به بعد علمه كتصرفه فيه ببيع، أو هبة، أو استعمال لغير تجربة. ¶ 6- خيار الخلاف في قدر الثمن: وهو اختلاف البائع والمشتري في قدر الثمن المباع به فإذا نشأ الخلاف يحلف البائع أولاً بأنّه ما باعه بكذا وإنما باعه بكذا، ثم يحلف المشتري ما اشتريته بكذا إنما اشتريته بكذا، وبعد ذلك إن رضي أحدهما بقول الآخر، أو نكل أحدهما وحلف الآخر، انحل العقد ويثبت لهما الخيار في فسخه وهذا الخيار ثابت عند الإمام مالك والشافعي دون غيرهما. ¶ 7- خيار الخيانة في بيوع الأمانة: وبيوع الأمانة هي على عدّة أنواع منها:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- بيع التولية: وهو البيع برأس المال فقط دون زيادة أو نقصان، ويجب أن يكون الثمن معلوماً. ¶ - بيع المرابحة: وهو بيع الشيء بثمنه المشترى به مع ربح معلوم، مثل القول بعتك هذا الشيء بثمنه وهو مائة دينار مع ربح دينارين. ¶ - بيع المواضعة :وهو بيع خسران أن البيع بأقل من ثمنه المشترى به، كان يبيعه ما ثمنه مائة دينار بوضيعة دينار من كل عشرة. ¶ ويجب أن يكون رأس المال في جميع هذه البيوع معلوماً لدى البائع والمشتري، وهو يعتمد على أمانة البائع. ¶ فإذا تم العقد بناءً على ثمن معلوم وظهر فيما بعد بأنه ثمنه الحقيقي أقل منه كان ذلك خيانة وللمشتري حسم الزيادة في بيع التولية والمرابحة، وينقص الزائد في المواضعة ولا خيار فسخ في هذه الأحوال. ¶ ويثبت خيار الفسخ للمشتري في الأحوال التالية: ¶ أ - اذا قال البائع ثمن المبيع مائة ثم قال فيما بعد غلطت، والثمن زائد عما اخبرت به، فالقول قوله بيمينه، على أن يحلف أنه لم يكن يعلم بهذا وقت البيع، والمشتري بالخيار بين الرد ودفع زيادة الثمن. ب - إذا اشترى البائع السلعة ممن لا تقبل شهادته لهم كأبيه وابنه وزوجته وكتم ذلك عن المشتري فللمشتري الخيار بين الفسخ والاخذ. ¶ ج - لو اشترى البائع السلعة بأكثر من ثمنها حيلة، كشرائها من غلام وكتم ذلك عن المشتري. )) انتهى. ¶ من خلال المقالة السابقة يتضح لنا أنه حتى يتحقق البيع لابد من توفر عدة شروط كما مر معنا وحتي يصح البيع هناك شروط تتعلق بالعاقدين وبالمعقود عليه ولتبسيط الحالات السابقة يمكن سرد قواعد مبسطة تفيد الأخوة المبتدئين في هذا المجال وتيسير لهم معرفة البيوع المحرمة بشكل موجز و لنبدأ بالقاعدة العامة التي تمكننا من معرف البيوع المحرمة وفقنا الله وسدد خطانا لما يحب ويرضاه. ¶ - القاعدة العامة لمعرفة البيوع المحرمة: ¶ يجب أولاً أن نتذكر أن الله تعالى يقول ((..وأحل الله البيع وحرم الربا..)) البقرة 275.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإن من يفسر هذه الآية الكريمة على ظاهرها يقع في خطأ كبير وعظيم حيث أن ظاهر الآية الكريمة يبيح لنا جميع أنواع البيوع ويحرم علينا الربا فقط. ¶ وهذا خطأ كبير لسببين : ¶ أولهما : حرام حرام على المسلم مهما بلغ من الدقة والعلم والورع والفقه أن يفسّر القرآن برأيه دون الرجوع إلى السنّة النبوية المطهّرة لأنّ الله تعالى يقول مخاطباً نبيه الكريم ومنبهاً عباده المؤمنين ((وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون )) النحل 64. فالآية الكريمة تدل وبشكل واضح بأنّ الله تعالى أمر نبيه الكريم بتبين للنّاس أحكام القرآن وتفسيره لهم لتقوم الحجّة على البشرية بالقرآن أولاً وبالسنة ثانية والتي هي بالأصل تبعاً للقرآن الكريم. ¶ ثانيهما : كلمة البيع معرفة وكلمة بيع نكرة فالنكرة تكون غير محددة أما المعرفة تكون محددة و واضحة والذي يوضح لنا ما هو المقصود بالبيع هو رسولنا الكريم أبي القاسم صلى الله عليه وسلم فديتك بنفسي وأمي وأبي يا سيدي أبا الزهراء0 ¶ لذلك عند تطرّقنا بالحديث عن البيوع المحرمة يجب البحث عن الدليل الموافق لما نقول من السنّة الصحيحة الثابتة نقلاً وعقلاً عن رسول الله صلى الله عليه وسلم. ¶ وبالنسبة لأشكال وأصناف البيوع المحرمة لا يمكن حصرها ولا عدّها ولكن يمكن ذكر بعض القواعد التي تساعدنا في معرفة البيع الحرام عن البيع الحلال ومن هذه القواعد: ¶ 1) - كل بيع فيه شيء من الربا بمختلف أشكالها فهو حرام. ¶ 2) - كل بيع لشيء حرام فهو حرام. ¶ 3) - كل بيع فيه شيء من الميسر فهو حرام. ¶ 4) - كل بيع فيه جهل في مواصفات الشيء المراد شرائه فهو بيع باطل . ¶ 5) -كل بيع يحدث في وقت النداء الثاني لصلاة الجمعة – أي حين يجلس الخطيب ويبدأ المؤذّن بالنداء - فهو حرام. ¶ 6) - بيع الإنسان ما لا يملك بيع حرام وغير جائز وغير واقع وباطل.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "7) -كل بيع لا يبيّن فيه البائع عيوب الشيء الذي يبيعه هو بيع حرام وفيه غش وتدليس . ¶ أولاً- نبدأ بالقاعدة الأولى : كل بيع فيه شيء من الربا بمختلف أشكالها فهو حرام : ¶ إن الربا من أشد المحرمات والكبائر التي جاء الإسلام ليمحقها و ليمحيها من الوجود الاجتماعية لما فيها من ظلم للفقير وتدمير للمجتمع وتفكيك أواصره وجاء تحريم الربا في القرآن الكريم وفي السنة المطهرة وفي أكثر من موضع وتوعّد الله عز وجل من يأكل الربا أو يشارك بها بأشد أنواع العذاب. ¶ والربا في لغة هي: الزيادة ,و شرعاً هي : الفضل الخالي عن العوض المشروط في البيع ; فالفضل الخالي عن العوض إذا دخل في البيع كان ضد ما يقتضيه البيع فكان حراما , واشتراطه في البيع لا يصح فهو شرط باطل. ¶ أنواع الربا: ¶ 1- ربا الفضل :وهو البيع مع زيادة أحد العوضين المتفقي الجنس على الآخر . ¶ • فالأصل أن الشيئين ( العوضين) إذا كانا من جنس واحد واتفقا في العلة ( كانا موزونين أو مكيلين ) لابد لذلك من شرطين : ¶ أ ) - التساوي وعلم المتعاقدين يقينا بذلك . ¶ ب ) - التقابض قبل التفرّق . ¶ • وإذا كانا مختلفين في الجنس ومتحدين في العلّة كبيع قمح بشعير مثلا فلا يشترط إلا التقابض وتجوز المفاضلة . ¶ • أما إذا اختلفا في الجنس والعلة كأن تبيع قمحا بذهب أو فضة فلا يشترط فيه شيء من ذلك . ¶ عن عبادة بن الصامت قال: قال رسول الله صلى الله عليه وسلم (( الذهب بالذهب. والفضة بالفضة. والبر بالبر. والشعير بالشعير. والتمر بالتمر. والملح بالملح. مثلا بمثل. سواء بسواء. يدا بيد. فإذا اختلفت هذه الأصناف، فبيعوا كيف شئتم، إذا كان يدا بيد )). رواه مسلم في صحيحه. ¶ وفي هذا النوع من الربا خلاف فقهي كبير بين عامة الفقهاء قديماً وحديثاً وخصوصاً فيما يتعلق بالأصناف الربا .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وسبب وقوع هذا الخلاف الفقهي هو تفسير حديث رسول الله صلى الله عليه وسلم الذي يقول فيه ((لا رِباً إِلاّ في النَّسِيئة)) رواه بخاري ومسلم وغيرهم بسند صحيح. ¶ فقال بعض الفقهاء هذا الحديث ناسخ للحديث الذي رواه عبادة بن الصامت رضي الله عنه والذي تظهر فيه ربا الفضل وعلى كل حال هذه مسألة فقهية خلافية بحتة نترك البت فيها لأهل الاختصاص في هذا المجال والله تعالى أعلم . ¶ ومن البيوع التي فيها ربا فضل- بيع العينة: ¶ تعريف بيع العينة: وهي أن يقوم البائع ببيع المشتري سلعة بسعر إلى أجل ثم يقوم ويشتريها منه نقداً ولكن بثمن أقل من ذلك الثمن. قال الرافعي: وبيع العينة هو أن يبيع شيئاً من غيره بثمن مؤجّل ويسلّمه إلى المشتري ثم يشتريه قبل قبض الثمن بثمن نقد أقل من ذلك القدر . ¶ وقد ذهب إلى عدم جواز بيع العينة مالك وأبو حنيفة وأحمد، وجوز ذلك الشافعي وأصحابه. ولعلّ الشافعي رضي الله عنه لم يرد إليه الحديث الذي يبين تحريم بيع العينة وقوله صلى الله عليه وسلم ((إِذا، يعني، ضنَّ النّاسُ بِالدّينارِ والدّرْهَمِ، وتبايعوا بالعِينِ واتَّبَعُوا أَذنابَ البقر، وتركوا الجِهادَ في سَبِيل الله، أَنْزَلَ الله بِهِمْ بَلاءً فَلَمْ يَرْفَعْهُ عَنْهُمْ حَتّى يراجعوا دِينَهُمْ)) رواه أحمد في مسنده وغيره من روات الأحاديث . أو قد وصله ولكن بسند غير صحيح والله أعلم. ...",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فمن الأمور غير الجائزة التي تحدث في بيع التقسيط: هي أن يشتري المشتري سلعة ما بأقساط إلى أجل ثم يبيعها لنفس البائع الأول بثمن أقل، هذا بيع هو بيع العينة الذي نهى رسول الله صلى الله عليه وسلم، وأخبر بأنّه حرام لا يجوز، فلو أن إنساناً اشترى من الوكالة سيارة بالتقسيط بخمسين ألف وحدة نقدية إلى سنة بالأقساط أو إلى سنتين لا يجوز أن يأخذها ويبيعها لنفس الوكالة نقداً الآن بأربعين ألف وحدة نقدية على سبيل المثال لا الحصر فهذا حرام لا يجوز، لكن لو أخذها من المعرض واستلمها من الوكالة ثم ذهب بها إلى مكان آخر إلى معرض. إلى صديق له، وباعها عليه نقداً فلا بأس بذلك، يبقى عليه التقسيط يدفعه للوكالة، والسيارة يبيعها بعد أن استلمها إلى من شاء لكن غير الطرف الأول الذي اشترى منه. ولو جاء رجل وقال: إن تبيعها أنا أشتريها منك نقداً، ويكون هذا المشتري من جهة الوكالة فإن هذا غير جائز، ولكن لو باعها من طرف آخر لا علاقة له بالبيع الأول فلا بأس بذلك وهو حلال إن شاء الله. ¶ 2- ربا النسيئة: وفي هذا النوع من الربا لم يختلف في تحريمه إثنان من الصحابة أو التابعين أو الفقهاء القدماء والمعاصرين رضي الله عنهم جميعاً. ¶ النسيئة : فهو زيادة الدين في نظير الأجل ، وهو ربا الجاهلية الذي كانوا يتعاملون به ، فكان الرجل إذا أقرض آخر على أجل محدد ، فإذا جاء الأجل ولم يستطع الأداء قال له : تدفع أو ترابي فيزيده في سبيل زيادة الأجل أي كأن تشتري منزلاً بالتقسيط وعندما يحل زمن دفع الثمن تقول للبائع أخّري لي هذه الأقساط وزد السعر بنسبة ولتكن 5% ..... ¶ وأما أدلة تحريم الربا فهي كثيرة جداً نذكر منها قوله تعالى ((يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين, فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تَظلمون ولا تُظلمون )) البقرة278-279.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يقول ابن عباس رضي الله عنه- كما ورد في صحيح بخاري- أنّ هذه الآية هي آخر ما نزل على رسول الله صلى الله عليه وسلم, فالله عز وجل توعّد من يتعامل بالربا بحرب منه ومن رسوله صلى الله عليه وسلم . ¶ فالربا من أشد الكبائر التي حاربها الإسلام فهي أشد الموبقات التي يستوجب آكلها غضب الله ورسوله الكريم والعياذ بالله . ¶ والربا من الموبقات السبع التي حذرنا منها الرسول الأعظم عليه الصلاة والسلام بقوله : (( اجتنبوا السَّبْعَ الْمُوبِقَاتِ قِيلَ: يَا رَسُولَ اللّهِ وَمَا هُنَّ؟ قَالَ: «الشِّرْكُ بِالله وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ الله إِلاَّ بِالْحَقِّ، وَأَكْلُ مَالِ الْيَتِيمِ، وَأَكْلُ الرِّبَا، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْغَافِلاَتِ الْمُؤْمِنَاتِ».رواه بخاري ومسلم وغيرهم من رواة الأحاديث الصحيحة. ¶ بعض أشكال البيوع المحرمة التي فيها ربا النسيئة : ¶ أولاً- الشراء بالتقسيط مع فرض غرامة على المشتري في حال التأخر أو تخفيض السعر في حال قام المشتري بتأدية الأقساط إلى البائع قبل حلول الأجل: ¶ إن الشراء بالتقسيط إلى أجل مع زيادة سعر السلعة المباعة تقسيطاً عن سعرها في حال تم البيع نقداً هذا البيع جائز إن شاء الله وذلك في حال استفائه الشروط الشرعية التالية: ¶ 1- أن يجزم الطرفان بالبيع بالتقسيط دون البيع الحال، وإلا دخل ذلك في معنى ما نهى عنه النبي صلى الله عليه وسلم من البيعتين في بيعة، وأما مع الجزم بذلك فليس هناك إلا بيعة واحدة، وإن عدم تحقيق هذا الشرط أي كأن يقول لك البائع سعر السلعة نقداً بثمن وليكن 1000 وحدة نقدية وبالتقسيط 1200 وحدة نقدية تقسيطاً في مثل هذه الحالة يصح ويحل البيع إن شاء الله ولكنه مكروه والأفضل الأبتعاد عنه.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2- لا حق للبائع في الاحتفاظ بملكية المبيع بعد البيع ، ولكن يجوز للبائع أن يشترط على المشتري رهن المبيع عنده لضمان حقه في استيفاء الأقساط المؤجلة . ¶ 3- أن تكون الآجال معلومة والثمن معلوماً والأقساط معلومة لئلا تكون هناك جهالة أو غرر يفسدان العقد. ¶ 4- ألا تحتسب فائدة أو غرامة عند التأخر في السداد، لأن هذه الغرامة هي عين ربا الجاهلية التي حرمّها القرآن، .وإن ما يميز بيع التقسيط الحلال عن بيع التقسيط الحرام والذي هو الربا بعينها هو وجود هذا الشرط أو عدم وجوده فللأسف كثيراً ما يذهب المشتري إلى البائع ليشتري بالتقسيط ويقوم البائع بوضع شرط جزائي وهو غرامة مادية على البائع في حال تأخّره عن تسديد أحد الأقساط , هذا الشرط يخرج البيع من حالة البيع الحلال إلى الشراء بطريقة الربا المحرمة وهو الفيصل بين الحلال والحرام. ¶ ويقابل هذا الشرط أيضاً شرط معاكس أحياناً وهو تخفيض السعر للمشتري في حال دفع ثمن السلعة في فترة أقل من الفترة المتفق عليها وهذا حرام أيضاً . ¶ لتوضيح هذه الحالة لا بد لنا من المثال الآتي: ¶ المسألة رقم (1) :اشترى أحد المسلمين سيارة ولتكن بالتقسيط وليكن بمبلغ مقداره/10000/ ولمدة 100 شهر بحيث يدفع كل شهر 100 وحدة نقدية وبعد أن انعقد البيع واستلم المشتري السيارة واتفقا على ذلك البيع وبدأ المشتري يدفع الأقساط وبعد فترة زمنية ولتكن /5/ أشهر رُزق المشتري مبلغاً من المال فذهب إلى البائع وقال له : أعطيك كامل ثمن السيارة ولكن بالمقابل أطلب منك أن تحسم لي من حق السيارة فأنا اشتريتها على أن أدفع ثمنها في 100 شهر وأنا أريد اليوم أن ادفع لك كامل المبلغ فمن المنطق أن تخفض لي السعر؟ ¶ السؤال هل طلب المشتري تخفيض السعر بسبب استعجاله في سداد الأقسط جائزاً أم لا ؟",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إن للإجابة على هذه الحالة والتي تسمى شرعاً بالحطيطة من الدين المؤجل لأجل تعجيله : يجب أن نعلم أنّ هذه المسألة من مسائل الفقه التي فيها خلاف كبير وقديم بين الصحابة والتابعين والفقهاء وعلى العموم هناك عدة آراء في هذه المسألة و من المفيد جداً ذكرهما نظراً لوجود هذه الحالة كثيراً في مجتمعنا وأتكفي بذكر رأيين فقط لقربهما من الأدلة النقلية والعقلية ولإنسجامهما مع المصالح المرسلة ( الدين- الحياة – العقل- المال – العرض) وهذين الرأيين في مسألة الحطيطة من الدين المؤجل لأجل تعجيله هما : ¶ صورته: ¶ عرفه بعض أهل العلم : تعجيل الدين المؤجل في مقابل التنازل عن بعضه ويقال أيضاً هو التنازل عن جزء من الدين المؤجل ودفع الجزء الباقي في الحال. ¶ و اختلف العلماء في حكم الحالة على رأيين أساسيين : ¶ القول الأول : ومضمونه (( جواز الوضع والتعجيل )). ¶ واستدلوا على صحة قولهم بمايلي: ¶ أ- عن ابن عباس رضي الله تعالى عنهما قال : لما أراد رسول الله صلى الله عليه وسلم أن يخرج بني النضير قالوا : يا رسول الله ، إنك أمرت بإخراجنا ولنا على الناس ديون لم تحل . قال : ضعوا وتعجلوا . رواه الحاكم (2325) وقال : هذا حديث صحيح الإسناد ، ورواه الطبراني في الأوسط وقال الهيثمي في المجمع : رواه الطبراني في الأوسط وفيه مسلم بن خالد الزنجي وهو ضعيف وقد وثق . ¶ وقال ابن كثير في البداية والنهاية : وفي صحته نظر,وقد أجازها من الصحابة ابن عباس رضي الله عنهما, روى سعيد بن منصور ومن طريقه البيهقي (6/28) من طريق سفيان عن عمرو بن دينار عن ابن عباس أنه كان لا يرى بأسا أن يقول : أعجل لك وتضع عني . وإسناده صحيح . ¶ ب- وقال بجوازها النخعي من التابعين وزُفر من أصحاب أبي حنيفة وأبو ثور من أصحاب الشافعي . وهو رواية عن الإمام أحمد .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ج- قد علل بعض أهل العلم المجيزين ذلك بأن هذا- الحطيطة عن الدين المؤجل- عكس الربا فإنّ الربا يتضمن الزيادة في أحد العوضين في مقابلة الأجل وهذا يتضمن براءة ذمته من بعض العوض في مقابلة سقوط الأجل فسقط بعض العوض في مقابلة سقوط بعض الأجل فانتفع به كل واحد منهما ولم يكن ربا لا حقيقة ولا لغة ولا عرفاً. ¶ فإن الربا الزيادة وهي منتفية هنا والذين حرموا ذلك قاسوه على الربا ولا يخفى الفرق الواضح بين قوله : \"إما أن تربي وإما أن تقضي \" وبين قوله : \" عجّل لي وأهب لك مئة \" . فأين أحدهما من الآخر ؟ فلا نص في تحريم ذلك ولا إجماع ولا قياس صحيح. ¶ د- وأفتى بجواز هذه الصورة المجمع الفقهي وكثير من الهيئات الشرعية وهذه بعض الفتاوى: منظمة المؤتمر الإسلامي - مجمع الفقه الإسلامي قرارات وتوصيات مجلس مجمع الفقه الإسلامي ( البيع بالتقسيط ) الذي ورد فيه : وبعد الاستماع إلى المناقشات التي دارت حوله تقرر : ¶ ((1- أنّ الحطيطة من الدين المؤجل لأجل تعجيله سواء أكانت بطلب الدائن أم المدين ضع وتعجل جائزة شرعاً ولا تدخل في الربا المحرم إذا لم تكن بناء على اتفاق مسبق وما دامت العلاقة بين الدائن والمدين ثنائية فإذا دخل بينهما طرف ثالث لم تجز لأنها تأخذ عندئذ حكم حسم الأوراق التجارية . ¶ 2- يجوز اتفاق المتداينين على حلول سائر الأقساط عند امتناع المدين عن وفاء أي قسط من الأقساط المستحقة عليه ما لم يكن معسراً. ¶ 3- إذا اعتبر الدين حالا لموت المدين أو إفلاسه أومماطلته فيجوز في جميع هذه الحالات الحط منه للتعجيل بالتراضي. ¶ 4- ضابط الإعسار الذي يوجب الانتظار ألا يكون للمدين مال زائد عن حوائجه الأصلية يفي بدينه نقداً وعيناً . ً",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ي- وقال الشيخ عبد الرحمن سعدي في كتابه المختارات الجلية من المسائل الفقهية : والصحيح جواز الصلح عن المؤجل ببعضه حالاً لأنًه لا دليل على المنع ولا محذور في هذا بل في ذلك مصلحة للقاضي والمقتضي فقد يحتاج من عليه الحق إلى الوفاء قبل حلوله وقد يحتاج صاحب الحق إلى حقه لعذر من الأعذار وفى تجويز هذا مصلحة ظاهرة وأما قياس المانعين لهذه المسألة بمسألة قلب الدين على المعسر فهذاالقياس من أبعد الأقيسة وبين الأمرين من الفرق كما بين الظلم المحض والعدل الصريح انتهى مختصرا . ¶ -القول الثاني: ((ومضمونه تحريم الحيطية عن الدين المؤجل لقاء تعجيله واعتباره شكلاً من أشكال الربا المحرم)). ¶ قال به عدد من الصحابة والتابعين ، وقال به جمهور العلماء من الأئمة الأربعة فذهب إلى تحريم ذلك قول أبي حنيفة ومالك والشافعي والمشهور عن أحمد ، ووجه ذلك : أنه شبيه بالزيادة مع الإنظار المجمع على تحريمها ؛ لأنه جعل للزمان مقداراً من الثمن بدلاً منه في الموضعين جميعاً ، فهو في الصورتين جعل للزمان ثمناً لزيادته ونقصه ؛ هذا معنى ما علل به ابن رشد في بداية المجتهد. وعلل صاحب فتح القدير من الحنفية ذلك بقوله : لأنّ المعجّل خير من المؤجّل وهو غير مستحق بالعقد ، فيكون بإزاء ما حطّه عنه وذلك اعتياض عن الأجل وهو حرام .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهو بمعنى التعليل الذي قبله ، وعللّ صاحب مغني المحتاج من الشافعية لذلك بقوله : ( لأن صفة الحلول لا يصح إلحاقها . . فإن لم يحصل الحلول لا يصح الترك ) يعني أن صحة ترك البعض تنبني على صحة التعجيل ، والتعجيل غير صحيح فالترك غير صحيح ، وعللّ ذلك صاحب المبدع من الحنابلة بقوله : ( لأنه يبذل القدر الذي يحطه عوضاً عن تعجيل ما في ذمته وبيع الحلول والتأجيل لا يجوز ) ، وهذا التعليل بمعنى ما علل به صاحب فتح القدير من الحنفية حيث يقول: ( وذلك اعتياض عن الأجل وهو حرام ) ، ‍وهما يتفقان مع قول ابن رشد : ( لأنّه جعل للزمان مقداراً من الثمن ) فاتفقت كلمتهم على أن بيع الأجل لا يجوز وهو الذي من أجله منعوا مسألة : ( ضع وتعجل ). ¶ - واستدلوا على صحة قولهم بمايلي: ¶ أ- رد أصحاب هذا الرأي على الحديث – الضعيف أصلاً- الذي رواه ابن عباس رضي الله عنه والذي يجيز الحطيطة عن الدين المؤجل والذي استند عليه أصحاب الرأي الأول لتقوية حجتهم بأنّ هذا الحديث ضعيف لا يصلح الاحتجاج به وإن صح الاحتجاج به فهو منسوخ بآيات تحريم الربا التي نزلت بعده. ¶ ب- قال الباجي (أحد الفقهاء القدماء ): من له مائة مؤجلة فأخذ خمسين قبل الأجل على أن يضع خمسين لم يجز لأنه اشترى مائة مؤجلة بخمسين معجلة فدخله النساء (النسيئة) والتفاضل في الجنس الواحد. ¶ - ورد في كتاب البيوع في موطأ الإمام مالك مايلي: ¶ 1- عَنْ عُبَيْدٍ أَبِي صَالِحٍ مَوْلَى السَّفَّاحِ، أَنَّهُ قَالَ: بِعْتُ بَزّاً لِي مِنْ أَهْلِ دَارِ نَخْلَةَ إلَى أَجَلٍ، ثُمَّ أَرَدْتُ الْخُرُوجَ إلَى الْكُوفَةِ، فَعَرَضُوا عَلَيَّ أَنْ أَضَعَ عَنْهُمْ بَعْضَ الثَّمَنِ وَيَنْقَدُونِي، فَسَأَلْتُ عَنْ ذالِكَ زَيْدَ بْنَ ثَابِتٍ، فَقَالَ: لا آمُرُكَ أَنْ تَأْكُلَ هاذَا وَلا تُوكِلَهُ.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فنلاحظ أن سيدنا زيد بن ثابت أحد الصحابة رضي الله عنهم والذي أخبرنا عنه رسول الله صلى الله عليه وسلم أنه أعلم الأمة الإسلامية بالفرائض بقوله: «أرْحَمُ أُمَّتِي أبو بكرٍ، وأشَدُّها في دِينِ الله عُمَرُ، وَأَصْدَقُها حَياءً عُثمانُ، وَأَعْلَمُها بالحلالِ وَالحَرَامِ معاذُ بْنُ جَبَلٍ، وأقرَؤها لكتاب الله أُبيٌّ، وأعْلَمُها بالفَرَائِضِ زَيْدُ بنُ ثابتٍ، ولِكُلِّ أمَّةٍ أمينٌ، وأمينُ هاذِهِ الأمَّةِ أبو عُبَيْدَةَ بْنُ الجَرَّاحِ» . رواه أحمد في مسنده ¶ فذلك الصحابي الجليل رضي الله عنه ما كان ينهى عن فعل شيء إلا إذا كان فيه شبهة حرام أو حرام أصلاً وخصوصاً أنه في زمن يوجد في الكثير من أصحاب رسول الله صلى الله عليه وسلم . ¶ 2- عَنْ سَالِمِ بْنِ عَبْدِ اللّهِ ، عَنْ عَبْدِ اللّهِ بْنِ عُمَرَ ، أَنَّهُ سُئِلَ الرَّجُلِ يَكُونُ لَهُ الدَّيْنُ عَلَى الرَّجُلِ إلى أَجَلٍ، فَيَضَعُ عَنْهُ صَاحِبُ الْحَقِّ، وَيُعَجِّلُهُ الآخَرُ، فَكَرِهَ ذالِكَ عَبْدُ اللّهِ بْنُ عُمَرَ، وَنَهَى عَنْهُ. ¶ فذلك الصحابي الجليل رضي الله عنه عبدالله بن عمر والذي يعتبر من فقهاء الأمة الإسلامية كان ينهى عن فعل ذلك فلو كان جائزاً لما نهى عنه وحاشى لله أن يحرم أصحاب محمد الصادقين أمراً أحله الله ورسوله.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3- حدَّثني مَالِكٌ ، عَنْ زَيْدِ بْنِ أَسْلَمَ ، أَنَّهُ قَالَ: كَانَ الرِّبَا فِي الْجَاهِليَّةِ أَنْ يَكُونَ لِلرَّجُلِ عَلَى الرَّجُلِ الْحَقُّ إلَى أَجَلٍ، فَإذَا حَلَّ الأَجَلُ قَالَ: أَتَقْضِي أَمْ تُربِي، فِإنْ قَضَى أَخَذَ وَإلاَّ زَادَهُ فِي حَقِّهِ وَأَخَّرَ عَنْهُ فِي الأَجَلِ. قَالَ مَالِكٌ: وَالأَمْرُ الْمَكْرُوهُ الَّذِي لا اخْتِلاَفَ فِيهِ عِنْدَنَا أَنْ يَكُونَ لِلرَّجُلِ عَلَى الرَّجِلِ الدَّيْنُ إلَى أَجَلٍ، فَيَضَعُ عَنْهُ الطَّالِبُ، وَيُعَجِّلُهُ الْمَطْلُوبُ، وَذالِكَ عِنْدَنَا بِمَنّزِلَةِ الَّذِي يُؤَخِّرُ دَيْنَهُ بَعْدَ مَحلِّهِ عَنْ غَرِيمِهِ، وَيَزِيدُهُ الْغَرِيمُ فِي حَقِّهِ. قَالَ: فِهاذَا الرِّبَا بَعَيْنِهِ لا شَكَّ فِيهِ. ¶ كان الإمام مالك رضي الله عنه مؤسس المدرسة الفقهية المالكية وهو فقيه المدينة المنورة رضي الله عنه يعتبر ذلك من الربا المحرم فزيادة المبلغ الذي حل أجله لقاء تأخيره هو ربا محرم ونقصان المبلغ الذي لم يحل أجل دفعه لقاء تعجيل دفعه هو أيضاً ربا بلا ريب والله أعلم. ¶ ج - قال أحد الفقهاء :واحتج المانعون بالأثر والمعنى :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أما الآثار: فهي كثيرة منها الآثار السابقة بالإضافة إلى الأثر التالي : ففي سنن البيهقي عن المقداد بن الأسود قال : ( أسلفت رجلا مائة دينار فقلت له : عجل تسعين دينارا وأحط عشرة دنانير ) فقال : نعم ، فذكرت ذلك لرسول الله صلى الله عليه وسلم فقال : أكلت ربا مقداد وأطعمته وفي سنده ضعف. وأما المعنى: فإنه إذا تعجل البعض وأسقط الباقي فقد باع الأجل بالقدر الذي أسقط وذلك عين الربا كما لو باع الأجل بالقدر الذي يزيده إذا حل عليه الدين ، فقال : زدني في الدين وأزيدك في المدة ، فأي فرق بين أن تقول حط من الأجل وأحط من الدين ، أو تقول : زد في الأجل وأزيد في الدين ... قالوا : فنقص الأجل في مقابلة نقص العوض كزيادته في مقابلة زيادته ، فكما أن هذا ربا فكذلك الآخر . ¶ الراجح من المسألة السابقة والله أعلم هو القول الثاني والذي كان مضمونه ((ومضمونه تحريم الحيطية عن الدين المؤجل لقاء تعجيله واعتباره شكلاً من أشكال الربا المحرم )). ¶ لقوة الأدلة وقبولها من الناحية النقلية (الصحة) ومن الناحية العقلية والله أعلم. ¶ جواب المسألة الأولى: إن المشتري من الناحية الشرعية أصبح مستدين مبلغاً من المال وهو باقي ثمن السيارة والبائع أصبح مدين للمشتري ثمن السيارة وبناء عليه إنه حرام حرام أن يخفض البائع الثمن على المشتري في حال استعجاله في دفع الأقساط أو أن يزيد عليه في حال تأخره عن دفع الأقساط وهو الربا المحرم أشد التحريم وقد تقدم معنا أدلة تحريم هذه المسألة ((ضع وتعجل )) وهو قول الفريق الثاني . ¶ وهذه الحالة شائعة جداً والعياذ بالله في بيوع القسيط في مدينة حلب ويسمونها بتسميات عديدة منها الصلحة فيقول فيذهب في مثل تلك الحالة المشتري لعند البائع ويقول جئت لأصالح على السيارة .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إذاً الغرامة التي تفرض على المشتري في حال التأخر هي الربا في عينها و كذلك تخفيض سعر السلعة المباعة تقسيطاً في حال سداد المبلغ قبل الفترة المتفق عليها كذلك هو عين ا لربا والله أعلم. ¶ وقد سأل أحد العلماء الفقهاء الدكتور أحمد الحجي الكردي الخبير في الموسوعة الفقهية عن مثل هذا السؤال والذي هو: ¶ السلام عليكم : شيخنا الفاضل : ¶ لقد اشتريت سلعة من شخص بالتقسيط لمدة سنة بمئة ألف، ثم بعد فترة توفر المبلغ لدي، فقلت للبائع: هذه تسعين ألفا، وسامحني في الباقي، فوافق. ¶ فهل ذلك جائز؟ ¶ وكان جواب الدكتور أحمد الحجي الكردي هو : ¶ فإذا دفعت له هذا المبلغ من غير شرط أن ينزل لك من ثمن السلعة شيئا، ثم نزل لك بعض الثمن مختارا، فلا مانع من ذلك، ولو أنك شرطت عليه التنزيل عند الدفع إليه فوافق، فهو من الربا المحرم والله تعالى أعلم. (المصدر شبكة الفتاوى الشرعية الفتوى ذات الرقم 10252) انتهى. ¶ - أدلة جواز البيع بالقسيط المحقق للشروط الشرعية فهي: ¶ فالصحيح من قول أهل العلم هو جواز البيع بالتقسيط بثمن زائد على ثمن البيع الحال، وقد دل على ذلك عدة أدلة نذكر منها ما يلي: ¶ 1- عموم قوله تعالى )): يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا تَدَايَنْتُمْ بِدَيْنٍ إِلَى أَجَلٍ مُسَمّىً فَاكْتُبُوهُ.((البقرة:281. ¶ 2- ما ثبت عنه صلى الله عليه وسلم من أنه أمر عبد الله بن عمرو بن العاص رضي الله عنهما أن يجهز جيشا، فكان يشتري البعير بالبعيرين إلى أجل. رواه أحمد وأبو داود. ¶ 3- ما ثبت عن عائشة رضي الله عنها: أن بريرة رضي الله عنها باعها أهلها بالتقسيط تسع سنوات، لكل سنة أربعون درهماً، فأقرّ ذلك النبي صلى الله عليه وسلم. متفق عليه ، ولم يرد أن النبي صلى الله عليه وسلم منع أهل بريرة من الزيادة على ثمن البيع الحال لأجل التقسيط حتى يمكن أن يتمسك بذلك من ذهب إلى عدم جواز زيادة سعر البيع بالتقسيط على ثمن البيع الحال.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "4- أن البيع بالتقسيط في نفس معنى معاملة بيع السَّلَم ،فإن البائع في السلم يبيع من ذمته حبوباً أو غيرها - مما يصح السلم فيه - بثمن حاضر أقل من الثمن الذي يباع به المسلَم فيه وقت السلم، لكون المسلَم فيه مؤجلاً، والثمن عجلاً، وهو جائز بالإجماع، وهو في نفس معنى البيع إلى أجل أو البيع بالتقسيط,فنقص الثمن في السلم لأجل تأخير تسليم السلعة مثل الزيادة في سعر السلعة مقابل تأخير تسليم الثمن. ¶ فهذا كله يدل على جواز بيع التقسيط بالثمن الذي يتراضى به البائع والمشتري ولو كان أكثر من الثمن البيع الحال، (المصدر الشبكة الإسلامية رقم الفتوى 92988). ¶ ثانياً- البيع بالتقسيط- الحرام شرعاً - الذي يتم فيه تأجيل دفع الأقساط للبائع شريطة أن يزيد المشتري الميلغ الواجب دفعه: ¶ هذه الحالة يمكن تلخيصها بالجملة التالية: يقول المشتري للبائع أنظري – أخر لي دفع المبلغ- وسوف أزيدك أي سوف أعطيك مبلغاً زائداً عمّا اتفقنا عليه سابقاً قبل طلبي تأخير دفع المبلغ. ¶ وهذا النوع من البيوع الربوية منتشر كثيراً بين التجار فمثلاً يشتري أحد التجار بضاعة من تاجر آخر وليكن بمبلغ مقداره / 100000/ وحدة نقدية ويتفق المشتري مع البائع على أن يدفع له المبلغ بعد 3 أشهر مثلاً . ¶ وبعد أن ينعقد البيع ويحل أجل دفع المبلغ يقول المشتري للبائع أخّر لي دفع المبلغ إلى ثلاثة أشهر أخرى وسوف أدفع لك تعويضاً أو مبلغاً مقداره وليكن / 5000 / وحدة نقدية..!! ¶ هذه الحالة هي عين الربا والمبلغ المزاد نتيجة تأخير أجل دفع المال هو ربا النسيئة المحرمة شرعاً فلا يجوز زيادة أي مبلغ من المال على المشتري ولو برضاه بسبب تأخير دفع الثمن.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وأحياناً بل وغالباً الكثير من المؤسسات المالية والتّجار اللذين يبيعون بالتقسيط يفرضون غرامة مالية على الشخص المتأّخر بدفع مايتوجب عليه من أقساط تحت تسميات عدة , أحياناً يسمونها غرامة وأحياناً رسم لقاء دفع الضرر وماشابه ذلك وأحياناً تحت اسم التعويض لقاء تفويت الفرصة الضائعة وماشابه ذلك وكل هذه التسميات هي أسماء بدعية للربا المحرم . ¶ وقد يقول البعض أن الرسول الأعظم عليه الصلاة والسلام يقول ((لا ضرر ولا ضرار )) أخرجه احمد عن ابن عباس رضي الله عنه. فكيف لا يتم تعويض البائع المتضرر لقاء مماطلة المشتري في دفع الأقساط؟ ¶ الإجابة : لقد أجاب الدكتور سلمان بن صالح الدخيل بشكل مفصل عن هذه الحالة في بحثيه اللذين هما باسم التعويض عن الأضرار المترتبة على المماطلة في الديون (1-2) والتي أنصح طلبة العلم بقرائتها بشكل دقيق وهي متوفرة في موقع صيد الفوائد الإسلامية www.saaid.net اللذان جاء فيهما : ¶ ((شروط التعويض المالي للضرر: ¶ نص العلماء على قاعدة هي من القواعد الكبرى في الشريعة، وهي أنّ الضرر يزال، وقد يكون زوال هذا الضرر بالتعويض المالي، إلا أن التعويض أخص من الضرر، فليس كل ضرر يعوض بالمال كي يزول، وقد ذكر الفقهاء شروطاً لاستحقاق الضرر للتعويض المالي، وهي ما يلي: ¶ الشرط الأول: أن يكون الضرر في مال: ¶ فلا ضمان على ما ليس مالاً كالكلب والميتة والدم المسفوح فاختلف الفقهاء في ضمان المنافع؟ بناء على خلافهم في مالية المنافع، فقال الجمهور: \" هي مضمونة؛ لأنها مال يمكن تقويمه وأخذ العوض عنه والمبادلة بينه وبين المال \"، وخالف الحنفية فقالوا: بعدم مالية المنافع، والمال كل ما يمكن تملكه من أي شيء، والمنافع لا تملك ولا تدّخر. ¶ الشرط الثاني : أن يكون المال مملوكاً للمتلف عليه : ¶ وهذا يشمل المباح، فلا يجب الضمان بإتلاف الخمر والخنزير على المسلم؛ لسقوط تقوم الخمر والخنزير على حق المسلم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الشرط الثالث: أن يكون في إيجاب التعويض فائدة: ¶ بمعنى إمكان الوصول إلى الحق ودفع الضرر حتى لا يكون إيجاب التعويض عبثاً؛ لعدم القدرة على الوصول إلى الحق. ¶ الشرط الرابع: أن يكون المتلف من أهل الضمان: ¶ وذلك بأن يكون له أهلية وجوب والتي هي: هي صلاحية الإنسان لوجوب الحقوق له وعليه معاً أو له أو عليه، ومبنى ذلك وجود ذمة صالحة، وأهلية الوجوب تثبت لكل إنسان بدون قيد ولا شرط . ¶ الشرط الخامس: أن يكون الضرر محقق الوقوع بصفة دائمة : ¶ فلا يضمن بمجرد الفعل الضار دون حصول الضرر واستمراره، كمن حفر حفرةً في طريق، فسقط فيها إنسان، فلم يصب بشيء، أو قلع سناً فنبتت أخرى مكانها، وكذا لا يضمن الضرر المحتمل وقوعه، أو ضرر تفويت الفرصة، أو الضرر المعنوي)). ¶ ثانياً- القاعدة الثانية في البيوع المحرمة : كل بيع لشيء حرام فهو حرام: ¶ فمثلاً من يبيع الخمر والمسكرات هذه المواد محرمة على المسلم لذلك فبيعها يعتبر حرام وهنا تجدر الإشارة إلى مايلي: قد يكون هناك مواد وسلع مباحة للبيع والشراء في أصلها ولكن قد يتحول بيعها إلى حرام في العديد من الحالات منها: ¶ - بيع شيء حلال في أصله ولكن سوف يستخدم الشيء المباع في معصية الله عز وجل : ¶ فمثلاً :إذا باع المزارع العنب لصاحب حانة أو معمل لإنتاج الخمر هذا البيع حرام لأنه الله تعالى يقول ((....تعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان واتقوا الله إن الله شديد العقاب)) المائدة2 . فالله عز وجل ينهى المسلمين على التعاون على الآثام والمعاصي لأن القاعدة الشرعية تقول ( كل شيء فيه حرام فجميع السبل المؤدية إليه حرام). ¶ مع العلم أن بيع العنب في أصله جائز شرعاً ولكن قد يتحول إلى حرام عند وجود سبب - علّة - تؤدي إلى التحريم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "مثال آخر:إذا باع شخص ما منزلاً إلى شخص ما هذا البيع في أصله جائز إذا استوفى شروطه ولكن يتحول هذا البيع إلى بيع حرام وذلك إذا علم البائع أن المشتري سوف يستخدم هذا المنزل في أمور لا ترضي الله عز وجل كأن يستخدمه مركزاً للممارسات الجنسية المشبوهة ... ¶ وقد يسأل البعض هل البائع مطالب بالتحرّي عن سيرة وهدف كل مشتري يأتي إليه لشراء شيء ما ؟ ¶ الإجابة :لقد أمرنا رسول الله صلى الله عليه بأخذ بظواهر الأشخاص وترك الباطن لأنّ خفايا النفس والباطن لا يعلمها إلا الله بقوله ((.. إني لم أُومَرْ أن أنقُبَ قلوبَ الناس ولا أشقَّ بُطونَهم...)) رواه بخاري. و معناه أني أمرت بالحكم بالظاهر والله يتولى السرائر. ¶ ولكن إذا أراد البائع التحري عن نية المشتري لشراء شيء ما فلا بأس في ذلك ويدخل في باب الورع. ¶ ثالثاً- القاعدة الثالثة في البيوع المحرمة :كل بيع لم فيه شيء من الميسر فهوحرام : ¶ يقول الله تعالى في محكم تنزيله ((يا أيها الذين آمنوا إنّما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلّكم تفلحون)) المائدة 90. ¶ فالميسر أو القمار حرام شرعاً وكل بيع تم عن طريق الميسر أو فيه الميسر فهو بيع محرم بإجماع العلماء . ¶ مسألة (2) مثال عن البيع الذي فيه ميسر : ¶ تقوم العديد من الشركات التجارية ببيع سلع ما وعندما يشتري المشتري السلعة فإنه قد يربح جائزة أو لا يربح وذلك عن طريق إجراء بعض السحوبات كأن يشتري الرجل سيارة وعند شراءه يحصل على بطاقة ذات رقم معين ويجري كل ستة أشهر قرعة ووفقاً لنتيجة القرعة قد يربح ذلك الرجل جائزة ما . ¶ والسؤال هل ذلك البيع جائز وهل الجائزة على فرض ربحها المشتري حلال أم أنّها تدخل تحت اسم الميسر المنهي عنه؟ ¶ الجواب:",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إذا كان المشتري يشتري السلعة بثمن أكبر من ثمنها الحقيقي المتعارف عليه في السوق – وهو يعلم ذلك - ويكون سبب الزيادة في السعر هو تحقيق فائض مالي يغطي تكاليف الجوائز فهذا البيع باطل وبيع حرام لاشتماله على الميسر وإن اختلف اسمه ولتوضيح ذلك نوضح الإجابة السابقة بالأرقام : ¶ التاجر يبيع السلعة بسعر 1000 وحدة نقدية للمشتري الذي لا يرغب بدخول المسابقة أي عندما يشتري المشتري السلعة فإنه لا يحصل على البطاقة التي تخوله دخول القرعة, بينما يبيع ذلك التاجر نفس السلعة وفي نفس المكان والزمان وحتى لنفس المشتري بـ 1100 وحدة نقدية و في هذه الحالة يحق للمشتري امتلاك بطاقة تمكنه من الدخول إلى المسابقة و من المحتمل أن يحصل على جائزة ومن خلال السعريين اللذان يعودان لنفس السلعة , فنلاحظ أنّ هناك زيادة في السعر مقدارها 100 وحدة نقدية أي وكأنها ثمن البطاقة التي تمكّن المشتري من دخول المسابقة فالمشتري إذاً, إما أن يخسر 100 وحدة نقدية أو أن يربح جائزة أكبر من ذلك وهذا هو عين الميسر والميسر بعينه المنهي عنه رغم أنف كل من غيّر اسمه وهو حرام حرام والبيع فاسد وباطل والجائزة حرام وهي ميسر صرف والله تعالى أعلم. ¶ مسألة (3) عن البيع الذي يتوهّم أن فيه ميسر أو أي شبهة : ¶ قام أحد الأشخاص بشراء سيارة من إحدى الوكالات بسعر 10000 وحدة نقدية نقداً وبعد شرائه تلك السيارة بشهرين اتّصلت به الشركة المصنّعة للسيارة لتبلغه بأنّه قد ربح جائزة مقدارها 1000 وحدة نقدية. ¶ والسؤال هل ذلك البيع جائز وهل الجائزة التي ربحها المشتري حلال أم أنّها تدخل تحت اسم الميسر المنهي عنه؟ ¶ الجواب: ¶ - إذا لم يتّفق البائع والمشتري على أنّ شرائه للسيارة بثمن أعلى من قيمتها ولو بوحدة نقدية يخوّله الدخول إلى تلك المسابقة فالبيع إن شاء الله جائز إذا استوفا شروطه من حيث عدم الكتمان من المشتري وتحقق الخيار والتقابض وماشابه ذلك .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- أما بالنسبة للجائزة التي ربحها المشتري :فما دام لم يحصل اتفاق بيع البائع والمشتري على دخول المشتري للمسابقة كشرط لشراء المشتري للسيارة ولم يدفع أي مبلغ إضافي مهما قل لقاء ربحه الجائزة فالجائزة إن شاء الله حلال وتدخل في بند الهبات والهدايا الجائزة شرعاً والله تعالى أعلم. ¶ رابعاً- القاعدة الرابعة في البيوع المحرمة : كل بيع فيه جهل في مواصفات الشيء المراد شرائه فهو بيع باطل: ¶ فمن صفات الشيء المباع أو المعقود عليه هو أن يكون معلوم المواصفات لكي لا يحدث أي غبن للمشتري لأنّ أساس العقود الوضوح والقبول بعد معرفة المواصفات فلايصح مثلاً البيع التالي :كأن يقول البائع للمشتري سأبيعك سيارة بمئة ألف وحدة نقدية ولم يذكر البائع للمشتري أي شيء عن المواصفات ولم يتفقا عليها . ¶ ويعتبر بيع الغرر أحد أشكال بيع الشيء مجهول المواصفات كبيع حبل الحبلى من الدواب حرام وبيع السمك في الماء بشكل لايمكن معرلافة كميته أو لا يضمن تحصيله فهو حرام أيضاَ فعن ابن عمر رضي الله عنهما يقول «أنَّ رسولَ اللّهِ صلى الله عليه وسلم نَهى عن بَيعِ حَبَلِ الحَبَلةِ، وكان بَيعاً يَتبَايَعُهُ أهلُ الجاهلية: كان الرجُلُ يَبتاعُ الجَزورَ إلى أن تُنْتَجَ الناقةُ، ثمَّ تُنْتَجُ التي في بَطنِها» رواه بخاري. ¶ وكذلك يقول أَبِي هُرَيْرَةَ رضي الله عنه ((نَهَى رسولُ الله عَنْ بَيْعِ الْغَرَرِ ..)) رواه الترمذي. ¶ قَالَ الشَّافِعِيُّ: ومن بيع الغرر بيع السمك في الماء وبيع العبد الآبق وبيع الطير في السماء ونحو ذلك . ¶ خامساً- القاعدة الخامسة في البيوع المحرمة : كل بيع يحدث في وقت النداء الثاني لصلاة الجمعة – أي حين يجلس الخطيب ويبدأ المؤذن بالنداء- فهو حرام: ¶ يقول الله تعالى ((يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع ذلكم خير لكم إن كنتم تعلمون)) الجمعة 9.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والمقصود بـ ((..نودي للصلاة..)) هو النداء الثاني الذي كان يفعل بين يدي رسول الله صلى الله عليه وسلم حين يجلس على المنبر وعند بداية المؤذن بهذا النداء يحرم البيع والشراء واتفق العلماء على ذلك فيقول ابن عباس بلفظ ” لا يصلح البيع يوم الجمعة حين ينادي للصلاة، فإذا قضيت الصلاة فاشتر وبع ” ورواه ابن مردويه. وإلى القول بالتحريم ذهب الجمهور، وابتداؤه عندهم من حين الأذان بين يدي الإمام لأنه الذي كان في عهد النبي صلى الله عليه وسلم . ¶ ولكنّ العلماء اختلفوا في مدى صحة أو بطلان العقد الذي يحدث في ذلك الوقت وظاهر الآية برأي الإمام الحافظ ابن كثير يفيد التحريم وعدم وقوع البيع والشراء والله تعالى أعلم. ¶ سادساً- القاعدة السادسة في البيوع المحرمة : بيع الإنسان ما لا يملك- غير مضمون عنده وغير موصوف عنده- بيع حرام وغير جائز وغير واقع: ¶ فقد ورد النهي عن بيع الإنسان مالا يملك على لسان رسول الله صلى الله عليه وسلم نهيه لحكيم بن حزام رضي الله عنه فيقول حكيم بن حزام ((نَهانِي رسُولُ الله أنْ أبِيعَ ما لَيْسَ عِنْدِي)) رواه الشافعي في الرسالة والترمذي وغيرهم بسند صحيح . ¶ فظاهر الحديث يفيد تحريم بيع الإنسان لما لا يملك حال العقد ولكن بالمقابل يقول ابن العباس رضي الله عنه ¶ (( قدم رسول الله المدينة وهم يسلفون في التمر سنة والسنتين , فقال رسول الله : من سلف فليسلف في كيل معلوم و وزن معلوم و أجل معلوم)) رواه أحمد في مسنده. ¶ يعلق الإمام الشافعي - مجدد القرن الثالث الهجري - رضي الله عنه عن هذين الحديثين تعليقاً رائعاً ويربط بينهما ربطاً جميلاً في كتابه الرسالة -الذي أنصح طلبة العلم بقرائته لما فيه من فوائد عظيمة ولعلل الله يوفقني في كتابة محاضرة حول هذا الكتاب-:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- فيقول الإمام الشافعي (( فكان نهي النبي صلى الله عليه وسلم (( أن يبيع المرء ما ليس عنده )) يحتمل أن يبيع المشتري ما ليس بحضرته المشتري كما يراه البائع عند تبايعهما فيه, فلا يكون موصوفاً مضموناً على البائع يؤخذ به, ولا في ملكه -: فيلزم أن يسلمه إليه بعينه . ¶ - فلما أمر رسول الله من سلف أن يسلف في كيل معلوم ووزن معلوم وأجل معلوم أو إلى أجل معلوم دخل هذا بيع ما ليس عند المرء حاضراً ولا مملوكاً حين باعه . ¶ - ولما كان هذا مضموناً على البائع بصفة يؤخذ بها عند محل الأجل : دل على أنه إنما نهى عن بيع الشيء ليس في ملك البائع والله أعلم. ¶ - و قد يحتمل أن يكون النهي عن بيع العين الغائبة , كانت في ملك الرجل أو في غير ملكه , لأنها قد تهلك وتنقص قبل أن يراها المشتري. ¶ - فكل كلام كان عاماً ظاهراً في سنة رسول الله فهو على ظهوره وعمومه حتى يعلم حديث ثابت عن رسول الله ( بأبي هو و أمي) يدل على أنه إنما أريد بالجملة العامة في الظاهر بعض الجملة دون بعض كما وصفت من هذا وما كان في مثل معناه)) انتهى . ¶ سابعاً- القاعدة السابعة في البيوع المحرمة : كل بيع لا يبين فيه البائع عيوب الشيء الذي يبيعه هو بيع حرام وفيه غش وتدليس : ¶ قال رسولُ الله صلى الله عليه وسلم : «البَيِّعانِ بالخِيارِ مالم يتفرَّقا ـ أو قال: حتَّى يتفرَّقا ـ فإن صَدَقا وبَيَّنا بورك لهما في بَيعِهما، وإن كَتَما وكذَبا مُحِقَتْ بركةُ بَيعهما». رواه بخاري , فالواجب في عقود البيع عدم الكتمان وخصوصاً في جانب البائع فيجب على البائع إظهار كافة العيوب في الشيء المباع وإن كتمانه وعدم تبيانه للعيوب سوف يجعل بيعه باطلاً ومحرماً والحديث السابق واضح بهذا الخصوص.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ويقوم بعض المتلاعبين على الشرع الكاذبين على أنفسهم وعلى الناس أحياناً بإتباع أسلوب التدليس للهروب من التبين ومثال ذلك ما يقوم بعض أصحاب محلات بيع السيارات المستعملة عندما تذهب لعنده لشراء سيارة فيقول لك: أنا لا أبيعك سيارة تعمل وإنما أبيعك قطعة من الحديد عاينها وتفحّصها قبل أن تأخذها وبعد أن تأخذها لست مسؤولاً عن أي خلل فيها لأنني بعتك حديد ولم أبيعك سيارة !!! ¶ هذا البائع المخادع يظنّ أنّه بهذه الخدعة أنّه سوف ينجو من حكم الله ورسوله عليه الصلاة وأن بيعه في هذه الحالة جائز!؟... ولكن الحقيقة أن هذا البيع بيع فيه غرر وتدليس وغش وهو حرام باتفاق العلماء فيجب على البائع أن يبيّن عيب السيارة قبل بيعها وإلا فبيعه باطل وربحه حرام ويحق للمشتري أن يرد الشيء المشترى بعد اتضاح العيب فيه ويكفي ذلك البائع الفاسق قول رسول الله صلى الله عليه وسلم فيه ((مَنْ غشَّنا، فَلَيسَ مِنَّا، والمَكْرُ والخِدَاعُ في النَّارِ)) رواه ابن حبان في صحيحه. ¶ هذه لمحة موجزة عن بعض القواعد المبسطة التي تساعد في معرفة أنواع البيوع المحرمة ومن أراد التوسّع في أركان عقود البيع والشراء فالكتب والمراجع كثيرة ومتوفرة في هذا المجال وأنصح نفسي وأخوتي ممن يريدون التوسع بذلك البدء بالصفحات الصفراء أي بكتب العلماء والفقهاء والأئمة في القرون الهجرية الأولى أرشح الكتب التالية: ¶ 1- كتاب البيوع في الموطأ للإمام مالك رضي الله عنه. ¶ 2- كتاب البيوع في كتاب فتح الباري للإمام ابن حجر العسقلاني والذي هو شرح لكتاب البيوع الموجود في صحيح بخاري. ¶ بالإضافة شروحات كتب الحديث كشرح النووي لصحيح مسلم وكتاب عون المعبود لشرح كتاب سنن أبي داوود ...... والله الموفق وه على كل شي قدر. ¶ ب – موجز مبسط عن نظام المصارف الإسلامية",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قبل الخوض في الحديث عن نظام المصارف الإسلامية التي باتت تنتشر والحمد لله في جميع بقاع العالم يجب التنويه إلى أنّ المصرف الإسلامي يعتبر بائع على الطريقة الإسلامية وبالتالي تحكمه نفس القوانين الشرعية التي تحكم البائع مهما صَغر رأس ماله وفي هذا البحث الصغير سوف أحاول توضيح بعض الأمور التي تتعلف بالمصار فالإسلامية وآراء العلماء فيها . ¶ - أمثلة واقعية عن بعض المعاملات التجارية التي تقوم بها المصارف الإسلامية: ¶ أ- البيع بالتقسيط إلى أجل: هذا النوع من البيوع هو الأكثر انتشاراً في نظام المصارف الإسلامية وكما تقدم معنا هذا البيع جائز إذا استوفى شروطه الشرعية والتي نعيد ذكرها : ¶ 1- أن يجزم الطرفان بالبيع بالتقسيط دون البيع الحال، وإلا دخل ذلك في معنى ما نهى عنه النبي صلى الله عليه وسلم من البيعتين في بيعة، وأما مع الجزم بذلك فليس هناك إلا بيعة واحدة. ¶ 2- لا حق للبائع في الاحتفاظ بملكية المبيع بعد البيع ، ولكن يجوز للبائع أن يشترط على المشتري رهن المبيع عنده لضمان حقه في استيفاء الأقساط المؤجلة. ¶ 3- أن تكون الآجال معلومة والثمن معلوماً والأقساط معلومة لئلا تكون هناك جهالة أو غرر يفسدان العقد. ¶ 4- ألا تحتسب فائدة أو غرامة عند التأخر في السداد، لأن هذه الغرامة هي عين ربا الجاهلية التي حرّمها القرآن،وإن ما يميّز بيع التقسيط الحلال عن بيع التقسيط الحرام والذي هو الربا بعينها هو جود هذا الشرط أو عدم وجوده فللأسف كثيراً ما يذهب المشتري إلى البائع ليشتري بالتقسيط ويقوم البائع بوضع شرط جزائي وهو غرامة مادية على البائع في حال تأكره في تسديد أحد الأقساط هذا الشرط يخرج البيع من حالة البيع الحلال إلى الشراء بطريقة الربا المحرمة وهو الفيصل بين الحلال والحرام. ¶ ويقابل هذا الشرط أيضاً شرط معاكس أحياناً وهو تخفيض السعر للمشتري في حال دفع ثمن السلعة في فترة أقل من الفترة المتفق عليها وهذا حرام أيضاً .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقد يسأل بعض الأخوة لماذا الشراء بالتقسيط من المصرف الإسلامي جائز شرعاً والشراء بالتقسيط لنفس السلعة وبنفس السعر من مصرف غير إسلامي يعتبر في الغالب حرام شرعاً وفيه نوع من الربا المحرمة ؟ ¶ الإجابة: لا عبرة في اسم المصرف في تحليل أو تحريم البيع وإنما العبرة في كيفية النظام المالي المبني عليه هذا المصرف من جهة وتحقيقة لشروط صحة بيع التقسيط من جهة أخرى فأي مصرف سواء أكان إسلامي أم غير إسلامي يلتزم بشروط بيع التقسيط الشرعية فالبيع فيه صحيح وشرعي . ¶ وإن أكثر مايحدث في المصارف غير الإسلامية هو عدم تمليك المشتري للسلعة المشتراة حتى يقوم بسداد نسبة معينة من المبلغ أحياناً 80 % وأحياناً 100% وهذا يجعل البيع غير جائز بالإضافة إلى أن غالب المصارف الربوبية تفرض مبلغاً من المال على المشتري في حال تأخّره لدفع بعض الأقساط وهذا هو عين الربا رغم تسميته أحياناً بفائدة أو غرامة أو ماشابه ذلك ولكن في حقيقته ما هو إلا الربا بعينها و اشتراط هذا المبلغ سواء أكان محدد أم غير محدد يجعل من عقد البيع والشراء باطلاً وحرماً لما فيه من ربا النسيئة . ¶ ب- تقديم القروض إلى المستثمرين ومشاركتهم بنسبة من الأرباح وتحملهم لنسبة من الخسارة في حال فشل المشروع :وهذا المبدأ- مبدأ المشاركة معروف منذ القديم ولا خلاف في أنه حلال صرف لا شبهة فيه إن شاء الله إذا لم يكن فيه شرط محرم أو باطل ويسمى هذا المبدأ أحياناً بـ ( المضاربة- والقراض) وهو جائز، وقد كان الصحابة يعملون به، ويشترط لصحته مايلي: ¶ أ- أن يكون الربح بين المصرف الإسلامي والشخص الشريك الذي سوف يستثمر المال محدداً حسب المتفق عليه، كالنصف والثلث ونحو ذلك.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ب- في حالة الخسارة يقع الضرر على كل من رب المال (المصرف الإسلامي) والعامل (المستثمر)، كل بحسب رأس ماله الداخل في الاستثمار أما في حالة أن المصرف الإسلامي كان هو الممول لكامل قيمة المشروع فإنه في حالة الخسارة إن المصرف الإسلامي يتحمل بمفرده الخسارة وأم المستثمر فإنه يخسر جهده فقط. ¶ وصورة مبدأ المشاركة التي تتبعه بعض المصارف الإسلامية : هو أن يكون هناك شخص ما يريد أن يقوم بمشروع ما هذا المشروع في أصله مباح ولا يتوفر لها الشخص رأس المال الكافي للقيام بمشروعه فيقوم بالذهاب إلى أحد المصارف الإسلامية ويطلب منهم قرضاً حسناً أو يعرض على إدارة المصرف المشاركة فيقوم المصرف الإسلامي بتمويل هذا المشروع بعد دراسته من الناحية الشرعية والناحية الاقتصادية ويحصل بعدئذ اتّفاق بين المصرف والشخص المريد للقرض فيكون هذا الاتفاق مثلاً : ¶ يقدم المصرف الإسلامي 80% من قيمة المشروع على أن يحصل على نسبة 50% من صافي الأرباح السنوية ويتحمل المصرف الإسلامي بنفس نسبة مشاركته برأسمال الخسارة في حال وقوعها . ¶ أما اشتراط المصرف الإسلامي عدم تحمله لأي خسارة فهذا الشرط محرم وباطل وينفي عقد الشركة ويحوّل القرض الذي يساهم به المصرف إلى قرض ربوي لأنّ الأصل جواز هذه المعاملة – مبدأ المشاركة أو المضاربة بين المصرف الإسلامي والمستثمر- إذا خلت من شرط محرم كاشتراط ضمان رأس المال، لأنّ اشتراط ذلك يخرج المعاملة عن كونها شركة أو مضاربة، ويدخلها تحت القرض، والقرض إذا تبعه ربح أو فائدة كان قرضا ربوياً محرماً.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "لكن لهذه المعاملة صورة صحيحة , وذلك بأن يتم الاتفاق على عدم ضمان رأس المال خلال سنوات الاستثمار،وأن يكون المصرف الإسلامي والتاجر – صاحب طلب القرض- معرضاً للخسارة أو الربح ـ على قدر حصته ـ فإذا انتهت مدة العقد كان المصرف الإسلامي والتاجرمخيريين بين أن يستمر لمدة أخرى، أو تنهي الشركة وذلك بأن يأخذ كلا الشريكين رأس ماله وما لحق من ربح أو خسارة. ¶ ج- تقديم قروض حسنة للمستثمرين وفرض نسبة أو رقم ثابت كمصاريف إدارية مضافة إلى مبلغ القرض : ¶ تقوم بعض المصارف الإسلامية بتقديم قروض حسنة للمؤسسات والشركات وحتى الأفراد وذلك بهدف مساعدتهم في تحقيق أهدافهم الشرعية ويقوم المصرف الإسلامي بإيجاد طريقة شرعية ليضمن و ليسترد القرض الذي أعطاه للمستثمر وفي هذه الحالة يقوم المصرف الإسلامي بدور المقرض ويقوم الشخص الذي يأخذ القرض بدور المستقرض وهذا مباح شرعاً ولا خلاف فيه بل هو من المستحب أي أقصد أنه من المستحب في الشرع الإسلامي أن يقضي الإنسان حوائج أخيه ويعينه على نوائب الحياة فالرسول الكريم صلى الله عليه وسلم يقول (( ... ومَن كان في حاجةِ أخيهِ كان الله في حاجتهِ، ومَن فَرَّجَ عن مُسلمٍ كُربَةً فرَّجَ الله عنهُ كُربةً من كُرباتِ يومِ القيامةِ، ...)) أخرجه بخاري في صحيحه. ¶ ولكن ضماناً لحقوق المصرف الإسلامي وحرصاً على عدم إفلاسه يقوم المصرف الإسلامي أحياناً بفرض قيمة مبلغ ثابت أو متغير على القرض يقوم المستقرض بدفعه زيادة عن مبلغ القرض و هذا المبلغ الثابت هو المصاريف الإدارية والخدمات التي يتحملها المصرف الإسلامي لقاء القيامه بتأمين هذه القرض ولتوضيح هذه الحالة لا بد لنا من مثال عملي :",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "استقرض رجل ما من مصرف اسلامي مبلغاً من المال مقداره 10000 وحدة نقدية من أحد المصارف الإسلامية على أن يقوم بتسديده على شكل أقساط شهرية متساوية ولمدة 5 سنوات وقام المصرف الإسلامي باستيفاء مبلغ مقداره 500 وحدة نقدية كرسم خدمة لقاء المصاريف الإدارية التي يتحملها المصرف الإسلامي خلال الخمس سنوات حتى يستوفي القرض المعطى كاملاً والسؤال هو : ¶ ما حكم الشرع الإسلامي في هذه الزيادة هل هي ربا نسيئة وبالتالي تكون الزيادة باطلة والقرض ربوي أم أنها مبلغ مستقل عن القرض مرتبط بكلفة الأعمال الإدارية التي يقوم بها المصرف الإسلامي؟ ¶ الإجابة : ما دامت الزيادة ضمن حدود المصاريف الفعلية وليس فيها ربا نسيئة فهذا القرض هو القرض الحسن وهذه الزيادة مصاريف إدارية لا تعود بالنفع لصاحب القرض فهي جائزة شرعاً إن شاء الله وتصبح هذه الزيادة ربا نسيئة محرمة وذلك في حالة أنّ المصرف الإسلامي أخذ نسبة منها أي كأن تكون المصاريف الإدارية 200 وحدة نقدية على القرض السابق بينما أخذ المصرف 500 وحدة نقدية . ¶ وقد أيد جواز أخذ التكلفة الإدارية للقروض زيادة عن قيمة القرض المجمع الفقهي الإسلامي العالمي في دورته الثالثة وذلك رداً على استفسارات البنك الإسلامي للتنمية وتفصيل ذلك هو: ¶ استفسارات البنك الإسلامي للتنمية: ¶ يسر البنك الإسلامي للتنمية أن يضع أمام المجتمع الفقهي الإسلامي الموقر بعض الاستفسارات برجاء أن تكون موضع عناية أصحاب السماحة والفضيلة أعضاء المجمع . وهي تتعلق بما يلي :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "- عمليات القروض التي يقدمها البنك الإسلامي للتنمية لمشروعات البنية الأساسية في الدول الأعضاء بالبنك وبدون فوائد، والمبلغ المقطوع الذي يتقاضاه البنك مقابل خدماته لتغطية مصاريفه الإدارية . والقروض التي يقدمها البنك الإسلامي للتنمية للدول الأعضاء لتمويل مشروعات البنية الأساسية هي قروض طويلة الأجل إذ تتراوح مدة الوفاء بين خمسة عشر وثلاثين عاماً , والتزاماً بأحكام الشريعة الإسلامية فان البنك لا يتقاضى فوائد على تلك القروض، غير أنّه بناء على ما نصّت عليه اتفاقية تأسيسه يتقاضى البنك رسم خدمة لتغطية نفقاته الإدارية . ¶ وقد رأى البنك أن يتم تحديد رسم الخدمة في ضوء التكلفة الإدارية الفعلية التي سوف يتحملها البنك في تقويم ¶ المشروعات التي يمولها، وأيضاً تكلفة متابعة تنفيذها . ولما كان من الصعوبة بمكان تحديد وضبط التكلفة الإدارية الفعلية التي يتحملها البنك في كل مشروع من المشروعات التي يمولها على حدة لذا فان البنك لحد الآن وإلى أن يصبح من الممكن عملياً تحديد التكلفة الإدارية التي يتحملها في كل مشروع على حدة على وجه الدقة يكتفى بإجراء تقدير تقريبي لتكاليف الخدمة الإدارية والتي رأى أنها تتراوح بين 5و2و3 في المائة حسب حالة المشروع وظروفه . وبناء على ذلك فإن البنك - في حدود النسبة التقريبية المذكورة - يتقاضى مبلغاً مقطوعاً يلتزم المقترض بالوفاء به لتغطية هذه التكاليف الإدارية . ¶ والسؤال ما حكم الشرع الإسلامي في رسم الخدمة الذي يتقاضاه البنك الإسلامي للتنمية؟ ¶ الإجابة : إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الثالث بعمان عاصمة المملكة الأردنية الهاشمية من 8 إلى 13 صفر 1407هـ / 11 إلى 16 أكتوبر 1986. بعد دراسة مستفيضة ومناقشات واسعة لجميع الاستفسارات ا لتي تقدم بها البنك إلى المجمع، انتهى إلى ما يلي : ¶ بخصوص أجور خدمات القروض في البنك الإسلامي للتنمية :",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قرر مجلس المجمع اعتماد المبادئ التالية : ¶ 1- جواز أخذ أجور عن خدمات القروض. ¶ 2- أن يكون ذلك في حدود النفقات الفعلية. ¶ 3- كل زيادة على الخدمات الفعلية محرمة لأنها من الربا المحرم شرعاً. ¶ الخلاصة: جواز أخذ أجور عن خدمات القروض وذلك شريطة أن يكون ذلك في حدود النفقات الفعلية وكل زيادة على الخدمات الفعلية محرمة لأنها من الربا المحرم شرعاً والله تعالى أعلم. ¶ د- شراء البضائع بناء على طلب المشتري وبيعه إياها بيعاً بالتقسيط أو ماشابه ذلك وتسمى هذه الحالة في كتب الفقه الحديثة ببيع المرابحة للآمر بالشراء : ¶ هذا النوع من البيوع منتشر جداً في جميع المصارف الإسلامية حتى أن أكثر الميزانيات المالية في المصارف الإسلامية تصرف في هذا النوع من البيوع لأنّه يحقق ربحاً سريعاً ومضموناً, ولكن هذا النوع من البيوع والذي يدعى حديثاً بيع المرابحة لآمر الشراء قد أثار خلافاً فقهياً كبيراً في مدى صحته ومشروعيته لذلك سوف أتوسع نوعاً ما في هذه الحالة أعانني الله على ذلك وسدد خطاي وخطاكم. ¶ ولتوضيح هذه الحالة والحكم الشرعي فيها لابد لنا من مثال عملي: ¶ المثال : أراد أحد الأشخاص أن يشتري منزلاً وكان هذا الشخص لا يملك ثمنه فذهب إلى أحد المصارف الإسلامية و أخبرهم بنيته بشراء ذلك المنزل وقطع على نفسه عهداً بشراء ذلك المنزل من المصرف الإسلامي وذلك بعد أن يقوم المصرف الإسلامي بشرائه فاشترى المصرف الإسلامي المنزل بـ 10000 وحدة نقدية وقام ببيعه للشخص الذي أراد شرائه بـ 12000 وحدة نقدية بالتقسيط بحيث يدفع المشتري قسطاً شهرياً مقداره 250وحدة نقدية. ¶ والسؤال ما حكم الشرع الإسلامي الحنيف في هذا البيع وما مدى صحّته ؟ ¶ قبل الإجابة على هذه المسألة يجب التنويه إلى أنًّ مسألة بيع المرابحة للآمر بالشراء هي من المسائل الفقهية التي فيها خلاف كبير بيع جمهور الفقهاء وفيها عدّة آراء فقهية وهذه الآراء هي :",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الرأي الأول : تحريم البيع السابق والذي يدعى ببيع المرابحة للآمر بالشراء لأنه تحايلاً على الربا وأن الحالة السابقة ماهي إلا بيع ربوي بغطاء شرعي واهي ولا يوجد في الشريعة الإسلامية السمحاء مثل هذا البيع . ¶ ((وقد احتج هذا الفريق من أهل العلم بأدلة كثيرة على بطلان هذا البيع وحرمته ومن الفقهاء المعاصرين الذين نادوا بتحريم هذا النوع من البيوع : ¶ 1- د. محمد سليمان الأشقر في كتابه (بيع المرابحة كما تجريه المصارف الاسلامية). ¶ 2- د. بكر بن عبد الله أبو زيد في بحثه بعنوان (المرابحة للآمر بالشراء بيع المواعدة). ¶ 3- د. رفيق المصري في بحثه (بيع المرابحة للآمر بالشراء في المصارف الاسلامية ). ¶ وفي مقال له بمجلة الأمة القطرية بعنوان (بيع المرابحة للآمر بالشراء كما تجريه المصارف الاسلامية) ¶ 4- د. حسن عبد الله الأمين في مقال له بمجلة المسلم المعاصر بعنوان (الاستثمار اللاربوي في نطاق عقد المرابحة). ¶ 5- الشيخ عبد الرحمن عبد الخالق في مقال له بمجلة الجامعة الإسلامية بعنوان شرعية المعاملات التي تقوم بها البنوك الإسلامية المعاصرة. ¶ أما الأدلة التي استندوا عليها أذكر أهمها: ¶ أنه منهي عنه شرعاً لأنه يعتبر من باب بيع ما لا يملك أو بيع ما ليس عندك: ¶ قال د. محمد الأشقر: (فإذا جرى الاتفاق على هذا - بيع المرابحة للآمر بالشراء- فهو عقد باطل وحرام لعدة أسباب وهي: ¶ الأوّل : (( إن البنك باع للعميل -الشخص الذي يذهب إلى البنك للشراء- مالم يملك \"وقد نهى النبي صلى الله عليه وسلم عن بيع مالم يقبض\" وقد أشار الى هذه العلة في بطلان هذا النوع من البيع الإمام الشافعي في كتابه الأم.. واشار له ابن عبد البر من المالكية... وصاحب المغني من الحنابلة...).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الثاني: إن هذا العقد باطل لأنه من باب البيع المعلق (أنه باع بيعاً مطلقاً أي لأنه قال للبنك إن اشتريتموها اشتريتها منكم وقد صرح بالتعليل للبطلان بهذه العلة الإمام الشافعي.. وابن رشد من المالكية.. حيث قال: \"لأنه كان على مواطأة بيعها قبل وجوبها للمأمور). ¶ الثالث: إن بيع المرابحة للآمر بالشراء من باب الحيلة على الإقراض بالربا وقد أشار إلى هذه العلة المالكية كقول ابن عبد البر في الكافي: (معناه أنه تحيل في بيع دراهم بدراهم أكثر منها إلى أجل بينهما سلعة محللة مثال ذلك: أن يطلب رجل من آخر سلعة يبيعها منه بنسيئة وهو يعلم انها ليست عنده ويقول له: ¶ أشترها من مالكها بعشرة وهي علي باثني عشر إلى أجل كذا. فهذا لا يجوز لما ذكرنا\". ¶ وأصل تعليل الفساد بهذا منقول عن ابن عباس رضي الله عنهما كما رواه البخاري: \"أنه يكون قد باع دراهم بدراهم ....\". ¶ الرابع: إن هذه المعاملة تدخل في باب بيع العينة المنهي عنه وبيع العينة هو الذي يكون قصد المشتري فيه الحصول على العين أي النقد وليس الحصول على السلعة. وقد نهى النبي صلى الله عليه وسلم عن ذلك بقوله \"إذا تبايعتم بالعينة وأخذتم أذناب البقر ورضيتم بالزرع وتركتم الجهاد سلط الله عليكم ذلاً لا ينزعه حتى ترجعوا إلى دينكم\"رواه أحمد بسند صحيح. ¶ ووجه الاستدلال بهذا الحديث أن قصد العميل من العملية هو الحصول على النقود وكذلك المصرف فإن قصده الحصول على الربح فهي إذن ليست من البيع والشراء في شيء فإن المشتري الحقيقي ما لجأ إلى المصرف إلا من أجل المال. والمصرف لم يشتر هذه السلعة إلا بقصد أن يبيعها بأجل إلى المشتري وليس له قصد في شرائها\".",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الخامس: إن هذه المعاملة تدخل ضمن بيع الكاليء بالكاليء أي الدين بالدين وورد النهي عنه شرعاً لما روي في الحديث عن ابن عمر ان النبي صلى الله عليه وسلم ))نهى عن بيع الكالىء بالكالىء(( رواه الدارقطني والحاكم وفيه ضعف قال الحافظ ابن حجر: وصححه الحاكم على شرط مسلم فوهم.. ) ¶ قال د. رفيق المصري: (بيع المرابحة مع الملزم يفضي إلى بيع مؤجل البدلين.. فلا المصرف يسلم السلعة في الحال ولا العميل يسلم الثمن وهذا ابتداءً الدين بالدين أو الكالىء بالكالىء الذي أجمع الفقهاء على النهي عنه مع ضعف الحديث الوارد فيه). ¶ السادس: إن هذه المعاملة تدخل ضمن عقدين في عقد (بيعتين في بيعة) فقد نهى رسول الله صلى الله عليه وسلم عن بيعتين في بيعة... فالمواعدة إذا لم تكن ملزمة للطرفين لم يكن ثمة بيعتان في بيعة لكنها إذا صارت ملزمة صارت عقداً بعد أن كانت وعداً وكان هناك بيعتان في بيعة. فالبيعة الأولى بين المصرف وعميله المشتري والثانية بين المصرف والبائع. ¶ السابع: قال القرضاوي : إن هذه المعاملة لم يقل بإباحتها فقهاء الأمة بل وجد من قال بحرمتها. ¶ الثامن: ورد في مجلة المجمع الفقهي العدد الخامس الجزء الثاني : إن هذه المعاملة مبنية على القول بوجوب الوفاء بالوعد ونحن نأخذ بقول الجمهور القائلين بأن الوفاء بالوعد مستحب وليس واجباً وهو قول الحنفية والشافعية والحنابلة والظاهرية وبعض المالكية لذا لا يقضى به على الواعد لكن الواعد إذا ترك الوفاء فقد فاته الفضل وارتكب المكروه كراهة تنزيهية ولكن لا يأثم. ¶ وقد احتج الجمهور على قولهم بما يأتي: ¶ أ- ما رواه مالك في الموطا أنه قال رجل لرسول الله صلى الله عليه وسلم: أكذب امرأتي؟ فقال صلى الله عليه وسلم لاخير في الكذب: فقال: يا رسول الله أفأعدها وأقول لها؟ قال عليه الصلاة والسلام: لا جناح عليك.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ب- عن زيد بن أرقم أن النبي صلى الله عليه وسلم قال: (( إذا وعد أحدكم أخاه وفي نيته أن يفي له فلم يفِ فلا إثم عليه)) أخرجه الترمذي وفي سنده ضعف. ¶ ج- ويمكن الاستدلال لرأي الجمهور بأن الوعد تبرع محض من الواعد ولا دليل على وجوب التبرع على أحد. قواعد الوعد الملزمة د. العاني مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص764. ¶ د- قالوا إن الالتزام بالوعد مطلقاً يدخل فيه الإلزام بالوعد المحرم وهو أمر غير جائز شرعاً. ((بيع المرابحة أحمد ملحم)) ¶ هذه أهم الأدلة التي ساقها هؤلاء العلماء على قولهم ببطلان بيع المرابحة للآمر بالشراء)) د. محمد صرصور مدير عام شركة بيت المال الفلسطيني العربي ¶ الرأي الثاني : ¶ يجوز هذا البيع إن شاء الله إذا استوفى الشروط التالية : ¶ 1- معلومية الثمن الأول . ¶ 2- معلومية الربح الذي سوف يربحه المصرف الإسلامي بعد تملكه السلعة وبيعه للشخص الذي يرغب بشرائه. ¶ 3- تملك المنزل أو أي سلعة من قبل المصرف الإسلامي واستلامه لها قبل بيعها مرابحة للمشتري. ¶ 4- وأضاف بعض العلماء شرطاً رابعاً وهو عدم إلزام المصرف الإسلامي الشخص الذي يريد شراء المنزل بشراء المنزل,أما إن اشترى المصرف ذلك المنزل ولم يقم بإلزام الشخص الذي كان يرغب بشرائه على شرائه أي كأن يشتري المصرف المنزل ثم يخير الشخص الذي كان يريده بشرائه أو عدم شرائه فلا مانع من ذلك لأنّ السلعة أصبحت في ملك المصرف ولا يوجد أي إلزام للشخص الذي كان يريد شراء المنزل على شرائه والله ورسوله أعلم بذلك. ¶ ((ومن الفقهاء المعاصرين اللذين أجازوا هذا النوع من البيوع : ¶ 1- د. سامي حمود في كتابه تطوير الأعمال المصرفية بما يتفق والشريعة الاسلامية. ¶ 2- د. يوسف القرضاوي في كتابه بيع المرابحة للأمر بالشراء كما تجريه المصارف الاسلامية. ¶ 3- د. علي أحمد السالوس في بحثه بعنوان المرابحة للآمر بالشراء نظرات في التطبيق العملي.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "4- د. الصديق محمد الأمين الضرير في بحثه بعنوان المرابحة للآمر بالشراء. ¶ 5- د. ابراهيم فاضل الدبو في بحثه بعنوان المرابحة للآمر بالشراء دراسة مقارنة. ¶ 6- الشيخ محمد علي التسخيري في بحثه بعنوان نظرة الى عقد المرابحة للآمر بالشراء. ¶ 7- الشيخ محمد عبده عمر في بحثه بعنوان المرابحة في الاصطلاح الشرعي. ¶ 8- د. عبد الستار أبو غدة في بحثه بعنوان اسلوب المرابحة والجوانب الشرعية التطبيقية في المصارف الاسلامية 9- د. محمد بدوي في مقال له في مجلة المسلم المعاصر . ¶ 10- الشيخ عبد الحميد السائح في كتابه الفتاوى . ¶ 11- د. محمد عمر شابرا في كتابه (نحو نظام نقدي عادل) . ¶ ... وغير هؤلاء كثير. ¶ وقد احتج هذا الفريق من أهل العلم بأدلة كثيرة أذكر أهمها: ¶ ((الأول: الأصل في المعاملات الإباحة: ¶ \" إنّ الأصل في المعاملات والعقود الإذن والإباحة إلا ما جاء نص صحيح الثبوت صريح الدلالة يمنعه ويحرمه فيوقف عنده ولا أقول هنا ما قاله البعض من ضرورة نص قطعي الثبوت قطعي الدلالة ففي الأحكام الفرعية العملية يكفينا النص الصحيح الصريح. ¶ وهذا بخلاف العبادات التي تقرر: أن الأصل فيها المنع حتى يجيء نص من الشارع لئلا يشرع الناس في الدين ما لم يأذن به الله. فإذا كان الأساس الأول للدين ألا يعبد إلا الله فإن الأساس الثاني ألا يعبد الله إلا بما شرع. وهذه التفرقة أساسية ومهمة فلا يجوز أن يقال لعالم: أين الدليل على إباحة هذا العقد أو هذه المعاملة؟ إذ الدليل ليس على المبيح لأنه جاء على الأصل وإنما الدليل على المحرم والدليل المحرم يجب أن يكون نصاً لا شبهة فيه كما هو اتجاه العلماء السابقين الذين نقل عنهم أنهم ما كانوا يطلقون الحرام إلا على ما علم تحريمه جزماً\". بيع المرابحة للقرضاوي",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "\" ومما ينبغي تأكيده هنا: أنّ الاتجاه التشريعي في القرآن والسنة هو الميل إلى تقليل المحرمات وتضييق دائرتها تخفيفاً على المكلفين ولهذا كرهت كثرة الأسئلة في زمن الوحي لما قد يؤدي إليه من كثرة التكليفات وهو ما يشير إليه قوله تعالى : {يا أيها الذين آمنوا لا تسألوا عن أشياء إن تبدلكم تسؤكم وإن تسألوا عنها حين ينزل القرآن تبد لكم عفا الله عنها والله غفور حليم} (المائدة : 101). ¶ وقوله عليه الصلاة والسلام: ((ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة أسئلتهم واختلافهم على أنبيائهم)) رواه مسلم وغيره من روات الأحاديث . وقوله: (( إن أعظم المسلمين على المسلمين جرماً من سأل عن شيء لم يحرم على المسلمين فحرم من أجل مسألته)) رواه بخاري وغيره من روات الاحاديث. فلا ينبغي أن نخالف هذا الاتجاه القرآني والنبوي بتكثير المحرمات وتوسيع دائرة الممنوعات). بيع المرابحة للقرضاوي. ¶ الثاني: عموم النصوص من كتاب الله وسنة رسول الله صلى الله عليه وسلم الدالة على حل جميع أنواع البيع إلا ما استثناه الدليل الخاص. ¶ قال د. يوسف القرضاوي: (إن البيع خاصة جاء في حله نص صريح من كتاب الله تعالى يرد به على اليهود الذين زعموا أن الربا كالبيع أو البيع كالربا لا فرق بينهما. (ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا). (البقرة 275) فهذه الجملة القرآنية (وأحل الله البيع) تفيد حل كل أنواع البيع سواء كان عيناً بعين (المقايضة) أم ثمناً بثمن (الصرف) أو ثمنا بعين (السلم) أو عينا بثمن (هو البيع المطلق), وسواء كان حالاً أم مؤجلاً نافذاً أو موقوفاً, وسواء كان بيعا بطريق المساومة أم بطريق الأمانة وهو يشمل: المرابحة (وهو البيع بزيادة على الثمن الأول) والتولية (وهو البيع بالثمن الأول) والوضيعة (وهو البيع بأنقص من الثمن الأول)، أو بطريق المزايدة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فهذه كلها وغيرها حلال لأنها من البيع الذي أحله الله تعالى: ولا يحرم من البيوع إلا ما حرمه الله ورسوله بنص محكم لا شبهة فيه. ¶ وأنقل هنا كلمة قوية لإبن حزم في \"محلاه\" برغم تضييقه في \" العقود والشروط \" قال في المسألة 1501: (والتواعد في بيع الذهب بالذهب أو بالفضة: وفي بيع الفضة بالفضة وفي سائر الأصناف الأربعة بعضها ببعض جائز تبايعا بعد ذلك أو لم يتبايعا لأن التواعد ليس بيعاً وكذلك المساومة أيضا جائزة تبايعا أو لم يتبايعا لأنه لم يأت نهي عن شيء من ذلك وكل ما حرم علينا فقد فصل باسمه قال تعالى: (وقد فصل لكم ما حرم عليكم) (الأنعام 119) , فكل ما لم يفصل لنا تحريمه فهو حلال بنص القرآن اذ ليس في الدين إلا فرض أو حرام أو حلال فالفرض مأمور به في القرآن والسنة والحرام مفصل باسمه في القرآن والسنة وما عدا هذين فليس فرضاً ولا حراماً فهو بالضرورة حلال إذ ليس هنالك قسم رابع. ¶ وهذا الذي قاله ابن حزم - في حل ما لم يفصل لنا تحريمه من البيوع - مقرر في جميع المذاهب. ¶ - فعند المالكية نجد العلامة ابن رشد الجد في كتابه \"المقدمات\" يقول: ¶ \"البيوع الجائزة هي التي لم يحظرها الشرع ولا ورد فيها نهي لأن الله تعالى أباح البيع لعباده وأذن لهم فيه في غير ما آية من كتابه. من ذلك قوله تعالى: (وأحل الله البيع وحرم الربا)... ولفظ البيع عام لأنّ الإسم المفرد إذا دخل عليه الألف واللام صار من ألفاظ العموم... واللفظ العام إذا ورد يحمل على عمومه إلا أن يأتي ما يخصه فإن خص منه شيء بقي ما بعد المخصوص على عمومه أيضاً. فيندرج تحت قوله تعالى: (وأحل الله البيع ) كل بيع إلا ما خص منه بالدليل... فبقي ما عداها على أصل الإباحة\".",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "- وعند الحنفية - نجد صاحب الهداية يقول في باب المرابحة والتولية: قال: والبيعان جائزان لاستجماع شرائط الجواز والحاجة ماسة الى هذا النوع من البيع لأن الغبي الذي لا يهتدي في التجارة يحتاج الى أن يعتمد فعل الذكي المهتدي وتطيب نفسه بمثل ما اشترى وبزيادة ربح فوجب القول بجوازهما ولهذا كان مبناهما على الأمانة.. إلخ. ¶ وهنا يعلّق محقق الحنفية الكمال بن الهمام على استدلال صاحب الهداية فيقول: ولا يخفى أنه لا يحتاج إلى دليل خاص لجوازها بعد الدليل المثبت لجواز البيع مطلقاً بما تراضيا عليه بعد أن لا يخل بما علم شرطاً للصحة بل دليل شرعية البيع مطلقاً بشروطه المعلومة هو دليل جوازها...\". ¶ وقال الإمام الشافعي في كتابه \"الأم\" تفريعا على قول الله (وأحل الله البيع): ¶ فأصل البيوع كلها مباح إذا كانت برضا المتبايعين الجائزي الأمر (أي التصرف ) فيما تبايعا إلا ما نهى عنه رسول الله صلى الله عليه وسلم منها, وما كان في معنى ما نهى عنه رسول الله صلى الله عليه وسلم محرم بإذنه يداخل في المعنى المنهي عنه, وما فارق ذلك أبحناه بما وصفنا من إباحة البيع في كتاب الله تعالى\". ¶ وهذا أظهر الأقوال وأصحها في معنى الآية كما ذكر النووي فلفظ البيع في الآية لفظ عموم يتناول كل بيع ويقتضي إباحة جميعها إلا ما خصه الدليل واستدل لذلك صاحب الحاوي (الماوردي) بأن النبي صلى الله عليه وسلم نهى عن بيوع كانوا يعتادونها ولم يبين الجائز فدل على أن الآية الكريمة تناولت إباحة جميع البيوع إلا ما خص منها وبين صلى الله عليه وسلم المخصوص. ¶ الثالث: النصوص الواردة عن بعض الفقهاء في إجازة هذا العقد وأهم هذه النصوص ما يلي:",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1- إن أهم نص اعتمد عليه هؤلاء العلماء هو ما قاله الإمام الشافعي في الأم حيث إن د. سامي حمود أشار إلى نص الإمام الشافعي لهذه المسألة فقال: (وقد كانت هذه الصورة من صور الوساطة التي يستطيع المصرف اللاربوي أن يقوم فيها بأعمال الإئتمان التجاري بكل أنواعه منافساً - بكل قوة- سائر البنوك الربوية محل تفكير مشوب بالتخوف إلى أن أطمأّنت النفس بوجود هذا النوع من أنواع التعاقد مذكوراً نصاً على وجه التقريب في كتاب الأم للإمام الشافعي حيث يقول رحمه الله في ذلك: \"وإذا أرى الرجل الرجل السلعة فقال: اشتر هذه وأربحك فيها كذا فاشتراها الرجل فالشراء جائز والذي قال أربحك فيها بالخيار إن شاء أحدث فيها بيعاً وإن شاء تركه وهكذا إن قال اشتر لي متاعاً ووصفه له أو متاعاً أي متاع شئت وأنا أربحك فيه فكل هذا سواء يجوز البيع الأول ويكون فيما أعطى من نفسه بالخيار وسواء في هذا ما وصفت إن كان قال أبتاعه واشتريه منك بنقد أو دين يجوز البيع الأول ويكونان بالخيار في البيع الخيار فإن حدداه جاز...\" تطوير الاعمال المصرفية ص 433.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2- جاء في كتاب الحيل لمحمد بن الحسن الشيباني قال: \" قلت: أرأيت رجلاً أمر رجلاً أن يشتري داراَ بألف درهم وأخبره أنه إن فعل اشتراها الآمر بألف درهم ومائة درهم فأراد المأمور شراء الدار ثم خاف إن اشتراها أن يبدو للآمر فلا يأخذها فتبقى في يد المأمور كيف الحيلة في ذلك؟ قال: يشتري المأمور الدار على أنه بالخيار فيها ثلاثة أيام ويقبضها ويجيء الآمر ويبدأ فيقول: قد أخذت منك هذه الدار بألف ومائة درهم فيقول المأمور: هي لك بذلك فيكون ذلك للآمر لازماً ويكون استيجاباً من المأمور للمشتري: أي ولا يقل المأمور مبتدئاً بعتك إياها بألف ومائة لأن خياره يسقط بذلك فيفقد حقه في إعادة البيت إلى بائعه وإن لم يرغب الآمر في شرائها تمكن المأمور من ردّها بشرط الخيار فيدفع عنه الضرر بذلك\". المرابحة للآمر بالشراء د. بكر أبو زيد. مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص978-979. ¶ الرابع: المعاملات مبنية على مراعاة العلل والمصالح: ¶ إن الشرع لم يمنع من البيوع والمعاملات إلا ما اشتمل على ظلم وهو أساس تحريم الربا والاحتكار والغش ونحوها,أو خشي منه أن يؤدي الى نزاع وعداوة بين الناس وهو أساس تحريم الميسر والغرر. ¶ فالمنع في هذه الأمور ليس تعبدياً بل هو معلل ومفهوم وإذا فهمت العلة فإن الحكم يدور معها وجوداً وعدماً وهذا مستنبط من القاعدة الفقهية الأحكام ذوات علات فإذا انتفت العلّة انتفى الحكم. ¶ وهذا هو الأصل في باب المعاملات بخلاف باب العبادات فالأصل فيه التعبد وامتثال المكلف لما هو مطلوب منه دون بحث عن العلّة أو المصلحة. ¶ وبناء على أن الأصل في المعاملات النظر إلى المصلحة رأينا بعض فقهاء التابعين قد أجازوا التسعير مع ما ورد فيه من الحديث إلتفاتا إلى العلة والمقصد. ¶ ومثل ذلك إجازتهم عقد الاستصناع مع أنه بيع معدوم نظراً لحاجة الناس إليه وجريان العمل به وقلة النزاع فيه. بيع المرابحة د. القرضاوي ص 18.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "توضيح : عقد الاستصناع ، وهو : أن يتعاقد شخص مع صانع على أن يصنع له كرسياً – مثلاً – بمبلغ وقدره مائة ريال بشروط معينة - ، فهذا لا يجوز ؛ لأنه بيع معدوم ، لكن عدل الفقهاء عن هذا الحكم إلى حكم آخر ، وهو : جواز هذا العقد ؛ نظراً لتعامل الأمة به من غير نكير ، فصار إجماعاً . ¶ الخامس: إن القول بجواز هذه المعاملة فيه تيسير على الناس : فمن المعلوم أن الشريعة الاسلامية قد جاءت برفع الحرج عن الناس والتيسير عليهم وقد تضافرت النصوص الشرعية على ذلك فمنها قوله تعالى:{ يريد الله بكم اليسر ولا يريد بكم العسر}النساء 28. وقوله تعالى: { يريد الله أن يخفف عنكم} البقرة 185 وقوله تعالى: {وما جعل عليكم في الدين من حرج} الحج الآية 78. ¶ وقول النبي صلى الله عليه وسلم لمعاذ وأبي موسى الأشعري حين بعثهما إلى اليمن: ((يسرا ولا تعسرا وبشرا ولا تنفرا)) رواه البخاري وغيره. وقوله عليه الصلاة والسلام)) إنما بعثتم ميسرين ولم تبعثوا معسرين(( رواه البخاري وغيره. ¶ وإن جمهور الناس في عصرنا أحوج ما يكونون إلى التيسير والرفق رعاية لظروفهم وما غلب على أكثرهم من رقة الدين وضعف اليقين وما ابتلوا به من كثرة المغريات بالإثم والمعوقات عن الخير, ولهذا كان على أهل الفقه والدعوة أن ييسروا عليهم في مسائل الفروع على حين لا يتساهلون في قضايا الأصول. ¶ وليس معنى هذا التيسير أن نلوي أعناق النصوص المحكمة أو نجتريء على القواعد الثابتة, ولكن المعنى المقصود بالتيسير هو أن نراعي مصالح الناس وحاجاتهم التي جاء شرع الله لتحقيقها على أكمل وجه .بيع المرابحة د . القرضاوي ص18.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "السادس: قالوا يجوز أن يكون الوعد لازماً للمتعاقدين في بيع المرابحة للآمر بالشراء :لأن الوفاء بالوعد واجب ديانة ويجوز الإلزام به قضاءً وهذا قول جماعة من أهل العلم منهم ابن شبرمة حيث قال: (الوعد كله لازم ويقضى به على الواعد ويجبر) المحلى 6/278 المسألة 1126. وهو مذهب كثير من السلف منهم الحسن البصري والخليفة عمر بن عبد العزيز واسحق بن راهويه وغيرهم. ¶ وقد استدلوا على قولهم بأدلة كثيرة منها: ¶ أ- قوله تعالى: (يا أيها الذين آمنوا أوفوا بالعقود) المائدة(1). ¶ وجه الاستدلال من الآية: أن العقود تعني المربوط وأحدها عقد يقال: عقدت العهد والحبل والعقد هو كل ما عقده المرء على نفسه من بيع وشراء وإجارة وكراء ومناكحة وكل ما كان غير خارج عن الشريعة وكذا ما عقد الإنسان على نفسه لله من الطاعات. الوفاء بالوعد د . ابراهيم الدبو مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 796. ¶ ب- واستدلوا بقوله تعالى : {يا ايها الذين آمنوا لم تقولون ما لا تفعلون كبر مقتاً عند الله أن تقولوا مالا تفعلون} سورة الصف آية 3. ¶ فالوعد إذا أخلف قول نكل الواعد عن فعله فيلزم أن يكون كذباً محرماً وأن يحرم إخلاف الوعد مطلقاً. ¶ ج- وقالوا: إن الله قد ذم بعض المنافقين بقوله: {فأعقبهم نفاقاً إلى يوم يلقونه بما أخلفوا الله ما وعودوه وبما كانوا يكذبون} التوبة77 ¶ والآية تفيد أن نفاقهم بسبب إخلافهم وعدهم مع الله ومثل ذلك إخلاف الوعد مع الناس إذا لا فرق في أصل الحرمة بين الأمرين كما أن نكث العهد محرم سواء كان مع الله أو مع الناس .الوفاء بالوعد د. القرضاوي مجلة مجمع الفقه الاسلامي عدد 5 ج2 ص 845. ¶ د- ما ورد في الحديث أن النبي صلى الله عليه وسلم قال: ((آية المنافق ثلاث: إذا حدث كذب وإذا وعد أخلف وإذا أؤتمن خان)) رواه الشيخان. ¶ وفي رواية أخرى: ((آية المنافق ثلاث وإن صام وصلى وزعم أنه مسلم)) رواه مسلم.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وورد في حديث آخر قول النبي صلى الله عليه وسلم: ((أربع من كن فيه كان منافقاً خالصاً ومن كانت فيه خصلة منهن كانت فيه خصلة من النفاق حتى يدعها: إذا أؤتمن خان وإذا حدث كذب وإذا عاهد غدر واذا خاصم فجر)) متفق عليه. ¶ وجه الاستدلال بهذه الأحاديث أن النبي صلى الله عليه وسلم قد عد إخلاف الوعد من خصال المنافقين والنفاق مذموم شرعاً وقد أعد الله للمنافقين الدرك الأسفل من النار حيث قال: {إن المنافقين في الدرك الأسفل من النار} النساء 145. وعلى هذا يكون إخلاف الوعد محرماً والوفاء به واجب. ¶ هـ- ما ورد في الحديث عن عائشة ((أن النبي صلى الله عليه وسلم كان يستعيذ في صلاته كثيراً من المأثم (الإثم) والمغرم (الدين) فقيل له: يا رسول الله ما أكثر ما تستعيذ من المغرم؟ فقال: إن الرجل إذا غرم (إستدان) حدث فكذب ووعد فأخلف)) رواه بخاري. ¶ ومعنى هذا أن الاستدانة تجره الى المعصية بالكذب في الحديث والخلف في الوعد. بيع المرابحة د. القرضاوي ص 67. ¶ و- ما ورد في الحديث عن عبد الله بن عامر قال: دعتني أمي يوماً ورسول الله صلى الله عليه وسلم قاعد في بيتها فقالت: تعال أعطك فقال لها رسول الله صلى الله عليه وسلم: ما أردت أن تعطيه؟ فقالت: أعطيه تمراً فقال لها رسول الله صلى الله عليه وسلم أما إنك لو لم تعطيه شيئاً كتبت عليك كذبة\"رواه أبو داوود بسند صحيح. وغير ذلك من الأدلة التي تدل على وجوب الوفاء بالوعد)) د. محمد صرصور مدير عام شركة بيت المال الفلسطيني العربي. ¶ القول الراجح من الرأي الأول والرأي الثاني: ¶ قبل البدء بتحديد الرأي الراجح من الرأيين السابقين يجب أولاً الانتباه إلى النقطة التالية والتي هي من أهم النقاط التي يجب على الباحث الاهتمام بها وهي : ¶ يقسم المسلمين بحسب قدرتهم على الاجتهاد والافتاء إلى أربعة أقسام وهم :",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أ- الفقهاء المجتهدون: وهم صنف من فقهاء المسلمين تتحقق فيهم شروط من الصعب أن تتحقق في أي فقهيه آخر وهذا الصنف من العلماء يمتاز بقدرته على الاجتهاد في أمور كبيرة جداً في العقيدة والعبادة والفقه, ويستطيع أن يضع رأي ويكون رأيه أقرب إلى الصواب ويكون لديه إلمام كبير في مسائل الأحكام والعبادات وماشابه ذلك ويمكن لهؤلاء الفقهاء الخروج بآراء فقهية قد تخالف المذاهب الأربعة, ومن هؤلاء الفقهاء المجتهدين : قديماً : الإمام ليث بن سعد والحسن البصري والإمام محمد الباقر وجعفر الصادق والإمام مالك والشافعي والإمام أحمد و غيرهم رضي الله عنهم . ¶ أما حديثاً : الفقيه د .أحمد الحجي الكردي والقرضاوي والله تعالى أعلم وغيرهم كثير. ¶ وهؤلاء الفقهاء هم فقهاء من النمط الاجتهادي الذين لديهم القدرة إن شاء الله على الاجتهاد في أمور جديدة لم يتطرق لها الفقهاء المجتهدين القدماء جزاهم الله خيرا . ¶ ب - الفقهاء المقلدون : وفقهاء هذا القسم يلتزمون بالافتاء على مذهب فقهي معين فمثلاً من هؤلاء الفقهاء من يختص بالافتاء على المذهب الإمام الشافعي ويكون عالماً بهذا المذهب ويمتاز هؤلاء الفقهاء بإلمامهم بمذهب الفقهي اللذين يقلّدوه , ولكن في نفس الوقت قد لا يكون لديهم القدرة على الاجتهاد في أمور خارج مذهبهم وخصوصاً في الأمور الفقهية الجديدة التي لم يتطرق لها الأمة السابقون رضي الله عنهم .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ت - طلاب العلم : ويمتاز هؤلاء الطلاب بقدرتهم على الترجيح بين أقوال العلماء المجتهدون والمقلّدون وذلك استناداً إلى قوة الدليل الذي استند عليه العالم في إصدار فتواه, لذلك نرى هؤلاء الطلاب الكثيرون والحمد لله في أمة محمد عليه الصلاة والسلام يهتم اهتماماً فائقاً ودقيقاً بالأدلة والقواعد التي استند عليها الفقهاء ويمتاز هؤلاء الطلاب بقدرتهم على انتقاء الرأي الفقهي الأرجح والأقرب إلى الصحة وذلك لإلمامهم بقواعد الترجيح , فهؤلاء الطلاب قد يسمعون الفتوى من أكثر من عالم وفي أكثر من مذهب ثم يختارون منها ما هو أرجح دليلاً إن شاء الله بما يوافق أصول الفقه الإسلامي دون إفراط أو تفريط. ¶ ث - المسلمون البسطاء أو عامة المسلمين : وهم جميع المسلمين عدا الأقسام الثلاثة الأولى وفي الغالب يتبع أولئك المسلمون مذهباً فقهي معين من المذاهب الفقهية التي أجمعت غالب الأمة الإسلامية على صحتها كالمذهب الحنفي والمالكي والشافعي والحنبلي وهؤلاء المقلدون مأجورون ومعذورون مادام تقليدهم لهدف شرعي ولا يتبعون أهوائهم وميلوهم ,ولكن من الأفضل والأثبت والأتقى لا الأعقد أن يكون دين جميع المسلمين عن علم ومعرفة لا عن تقليد . ¶ وياحبذا لو أنّ جميع علماء المسلمين يؤكدوا على ضرورة العلم قبل العمل والقول أي على ضرورة المعرفة قبل التطبيق والتقليد. ¶ والآن نعود لاختيار القول الراجح من الرأي الأول والرأي الثاني بصفتنا طلاب علم وطلاب حق وحقيقة إن شاء الله: ¶ أولاً : إن إطلاق العمل بشكل واسع بمفهوم بيع المرابحة للآمر بالشراء فيه عدة قضايا:",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "القضية الأولى :هذا النوع من البيوع قد يكون شكلاً آخر من الربا التي حرمها الإسلام وذلك إذا لم يقيد ويضبط بضوابط فمثلاً /15/: لو جاء رجل ما وليكن اسمه زيد إلى صديقه وليكن اسمه عمر وطلب منه أن يقرضه مبلغاً من المال وليكن 1000 وحدة نقدية فقال عمر لزيد أنا لن أعطيك نقوداً ولكن سوف أشتري لك بضاعة بثمن 1000 وحدة نقدية وأبيعها لك بـ 1200 وحدة نقدية على أن تدفع لي كل شهر 100 وحدة نقدية. ¶ السؤال هل هذا البيع جائز والقرض مقبول ؟... ¶ الإجابة : لا تحتاج إلى اثنين يختلفوا فيها فهذا البيع والقرض الباطل ما هو إلا ربا وقرض ربوي فلا عبرة بالشكل ولكن العبرة بالمضمون وهذا يدعم الرأي الأول القائل بحرمة بيع المرابحة للآمر بالشراء. ¶ وللأسف هذا مايحدث في كثير من البنوك الإسلامية فيذهب الشخص الذي يحتاج لنقود إلى المصرف الإسلامي فلا يعطيه في الغالب المصرف قرضاً حسناً وإنما يشتري له بضاعة ويبعه إيّها بالتقسيط بينما المشتري يقوم بعد استلام البضاعة ببيعها إلى شخص آخر ليحصل على نقود. ¶ القضية الثانية : منع بيع المرابحة للآمر بالشراء يعقّد الحياة المعيشية ويفوّت منافع كبيرة على المسلمين: فمثلاً لو احتاج شخص ما لشراء سلعة ما ولم يكن بحوذته النقود الكافية التي تمكّنه من شراء البضاعة فذهب إلى المصرف الإسلامي وطلب منه شراء البضاعة فاشتراها المصرف الإسلامي وباعه إياها بالتقسيط إلى أجل فهل يصح ذلك البيع ؟ ¶ الإجابة : هذا البيع صحيح بناء على الرأي الثاني القائل بجواز بيع المرابحة للآمر بالشراء وتختلف هذه الحالة عن الحالة التي مرت معنا في المثال السابق , ففي المثال السابق كانت عملية الشراء هي عبارة عن قرض ربوي بصورة أخرى ولكن الحالة في هذه المسألة هي حالة بيع وشراء وإن شاء الله جائزة شرعاً ولا شبهة فيها مادمت العملية بيع وشراء والمشتري يحتاج بضاعة محددت وليست حيلة للحصول على قرض مالي.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "إذاً خلاصة القضية الأولى والثانية: من خلال بحثنا في القضية الأولى نجد أن الطريقة التوفيقة التي يجتمع عليها علماء الرأي الثاني وتتوافق مع الأدلة النقلية والعقلية تبتعد عن القرض الربوي والحيل الربوية هي : ¶ - يجب على المصرف الإسلامي عدم اللجوء إلى بيع المرابحة للآمر بالشراء وذلك إذا تبين له بشكل قاطع بأنّ المشتري يهدف للحصول على المال على سبيل قرض كما في المثال /15/ وليس يرغب بشراء البضاعة وإنّما هدفه من كل ذلك الشراء هو الحصول على قرض بأي شكل كان. ¶ - في الحالة التي يكون فيها الآمر بالشراء يحتاج بشكل واقعي للبضاعة من أجل القيام بعمليات تجارية فلا مانع إن شاء استناداً على الرأي الثاني بإجراء ذلك البيع لابتعاد صورته عن صورة القرض الربوي المخفي. ¶ القضية الثالثة :البحث في مدى مشروعية إلزام البنك الإسلامي للآمر بالشراء بشراء بالضاعة المتفق عليها مسبقاً: ¶ -بالنظر إلى أدلة الفريق الأول والفريق الثاني حول مشروعية إلزام المصرف الإسلامي آمر الشراء في بيع المرابحة لآمر الشراء يظهر أنّ القول الأرجح هو قول الجمهور القائلين بأن الوفاء بالوعد مستحب وليس واجباً وهو قول الحنفية والشافعية والحنابلة والظاهرية وبعض المالكية لذا لا يقضى به على الواعد لكن الواعد إذا ترك الوفاء فقد فاته الفضل وارتكب المكروه كراهة تنزيهية ولكن لا يأثم .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أما أدلة الفريق الثاني في هذا المضمار فكلها مبني على الظن والاحتمال وليس لديهم دليل صحيح قوي يؤكّد بوجوب إلزام آمر الشراء بشراء البضاعة من المصرف الإسلامي لذلك فالقول الراجح في مدى مشروعية إلزام المصرف الإسلامي في بيع المرابحة للآمر بالشراء بشراء البضاعة المتفق عليها مسبقاً هو قول الفريق الأول والجمهور والذي كان مفاده ((الوفاء بالوعد مستحب وليس واجباً وهو قول الحنفية والشافعية والحنابلة والظاهرية وبعض المالكية لذا لا يقضى به على الواعد لكن الواعد إذا ترك الوفاء فقد فاته الفضل وارتكب المكروه كراهة تنزيهية ولكن لا يأثم )). ¶ لذلك مماسبق يمكن صوغ الشروط التي تجعل بيع المرابحة للآمر بالشراء جائزاً وهذه الشروط أو الضوابط هي: ¶ 1- أن لا يكون سبب قيام المصرف الإسلامي بعملية بيع المرابحة للآمر بالشراء صورة مخفية لتأمين قرض مالي للمشتري – آمر الشراء- فكثيراً ما يذهب بعض الأخوة إلى البنك الإسلامي ويطلبون قرضاً حسناً فلا يعطيهم المصرف ذلك القرض وإنما يقوم المصرف بإقناع الشخص الذي أراد القرض بأنّ يطلب من المصرف شراء سلعة ما في الغالب هذه السلعة لا يملكها المصرف ومن ثمّ يقوم ذلك الشخص بشراء تلك السلعة من المصرف والتي يقوم ببيعها إلى شخص آخر ليحصل على النقود كما مرمعنا في بيع المرابحة للآمر بالشراء. ¶ 2- معلومية ثمن شراء المصرف الإسلامي للبضاعة. ¶ 3-معلومية الربح الذي سوف يربحه المصرف الإسلامي بعد تملكه البضاعة وبيعه للشخص الذي يرغب بشرائه. ¶ 4- تملك السلعة من قبل المصرف الإسلامي واستلامه حكما قبل بيعها مرابحة للمشتري. ¶ 5- عدم إلزام المصرف الإسلامي الشخص الذي يريد شراء البضاعة – آمر الشراء- بشراء البضاعة بعد أن يتملكها المضرف الإلزامي. ¶ والله عز وجل ورسوله صلى الله عليه وسلم أعلم ¶ - تقويم تجربة المصارف الإسلامية بين الإيجابيات والسلبيات: ¶ مما لا شك فيه أن هناك إيجابيات عديدة للمصارف الإسلامية منها:",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "1- تجربة المصارف الإسلامية تؤكّد أنّ الدين والشريعة والعقيدة التي جاء بها محمد عليه الصلاة والسلام صالحة لكل زمان ومكان وأنّ دين الله وحكم الله أعدل وأصلح للبشرية من القوانين الوضعية التي يبتدعها البشر . ¶ 2- انتشار المصارف الإسلامية فى معظم دول العالم الإسلامية وغير الإسلامية ، يعتبر من الأدلة القوية على عالمية الإسلام ويؤكد عالمية نظام الإسلام قوله تعالى ((وما أرسلناك إلا كافة للناس بشيرا ونذيرا ولكن أكثر الناس لا يعلمون)) سبأ 28. ¶ 3- كسرت الاحتكار التي كانت تفرضه البنوك الربوية والمعاملات المالية في الحياة الاقتصادية فنلاحظ اليوم حتى في بريطانيا وغيرها من الدول أصبح هناك مصرفاً إسلامية بل وأن العديد من الأنظمة الربوية تحولت إلى النظام المالي الإسلامي. ¶ 4- إن ظهور أنظمة المصارف الإسلامية دفع الكليات والجامعات في جميع أنحاء العالم إلى فتح تخصصات دقيقة ودراسات عليا في مجال المعاملات المصرفية الإسلامية و في مجال فقه المصارف الإسلامية. ¶ 5- إن ظهور المصارف الإسلامية أعاد للأمة الإسلامية نشاطها الملحوظ في مجال فقه المعاملات وأحيا أنواعاً من البيوع والمعاملات كادت أن تندثر وتنسى مع الزمن . ¶ بعض السلبيات التي تقع فيها المصارف الإسلامية: ¶ 1- قيام بعض المصارف الإسلامية بدخول في شبهة الربا في بعض المعاملات المالية وخصوصاً في اعتمادها بشكل كبير على نظام بيع المرابحة للآمر بالشراء وذلك بسبب عدم التزامها بالضوابط هذا البيع والتي ذكرناها سابقاً. ¶ 2- اعتماد بعض المصارف الإسلامية على المعاملات المالية التي تدر عليها أرباح كبيرة كبيع المرابحة وابتعادها عن الخدمات التي تدر أرباح بسيطة كالقروض الحسنة طويلة الأمد الأمر الذي جعل الكثير المسلمين ينتقدون هذه المصارف ويبتعدون عنها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "3- عدم وضوح الخطة الاقتصادية لبعض المصارف الإسلامية جعل الكثير يشك في قدرتها على منافسة البنوك الربوية في تقديم الخدمات الاقتصادية . ¶ أخوتي وأخواتي الأحبة بارك الله فيكم وجعلكم من دعاته المجددين المخلصين في الأسطر السابقة قمنا وبشكل موجز تسليط الضوء على النظام المالي الذي جاء به محمد صلى الله عليه وسلم, وتكلمنا بإيجاز عن عقود البيع والشراء وعن نظام المصارف الإسلامية والله وراء القصد والمبتغى فإن أحسنت فمن الله ورسوله وأحبابه وإن أخطأت فهذا جهدي وطاقي والله ولي التوفيق ولعل الله يوفقني في محاضرة أخرى أن أتحدث ولو بشك مبسّط عن فقه الزكاة وفقه المواريث والتي تشكل جزءاً كبيراً من النظام المالي الإسلامي . ¶ تذكرة لابد منها : ¶ 1- أوصي دعات وعلماء وفقهاء أمة محمد عليه الصلاة والسلام أن يعطوا كل شيء حقه من المسائل الفقهية فلا يتشددوا ويتنطّعوا في صغائر الأمور ويتهاونوا في كبائر الأمور فالربا أشد من ستة وثلاثين زنية لقوله صلى الله عليه وسلم (( درهم ربا يأكله الرجل وهو يعلم ، أشد عند الله من ستة وثلاثين زنية )) (أخرجه أحمد في مسنده والطبراني في الكبير عن عبد الله بن حنظلة بسند صحيح). ¶ و أدنى الربا ذنبا كمثل من زنا بأمه لقوله صلى الله عليه وسلم : (( الربا ثلاثة وسبعون بابا أيسرها مثل أن ينكح الرجل أمه، ... . )) (أخرجه الحاكم في المستدرك وصحح الحافظ العراقي ) ويقول الله تعالى:((يا أيها اللذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين * فإن لم تفعلوا فأذنوا بحرب من الله ورسوله..)) البقرة 278-279.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقال أحد العلماء إنّما كانت الربا أشد من الزنا لأنّ فاعلها حاول محاربة الشارع بفعله قال تعالى \" فأذنوا بحرب من اللّه ورسوله \" فتحريمه شديد أما الزنا فإن الله تعالى لم يتوعد فاعله بحرب ولا بنار جهنّم وإنّما يعتبر ذنب من الذنوب ويعاقب فاعله في الدنيا والآخرة ولكن لا تصل عقوبته إلى عقوبة آكل الربا . ¶ وإن ما يثير العجب أنّ بعض علماء المسلمين غفر الله لنا ولهم أنّهم أحياناً يتساهلون في الربا تحت ذرائع عديدة بحجة أنّهم ييسرون على الناس معيشتهم وما شابه ذلك رغم أن الربا من الكبائر المحرمة جداً, وفي نفس الوقت نجد أولئك العلماء قد يتشددون جداً في ذنوب صغيرة . ¶ 2- أوصي نفسي أولاً ثم أخواني خطباء المساجد جزاهم الله خيرا أن يسلطوا الضوء من خلال دروسهم وخطبهم على فقه المعاملات المصرفية وأن يبينوا الفروق الشرعية بين أنظمة المصارف الربوية وأنظمة المصارف الإسلامية ليطمئن المسلمين إلى هذه المصارف . ¶ 3- أوصي دعات أمة محمد عليه الصلاة والسلام أن يبتعدوا عن التعقيد في دعوتهم وييسروا على الناس معاملاتهم ولا يعقدوها بحجة الورع والزهد وما شابه , لكي لا نجمع على المسلمين ثقلين ثقل الحق وثقل المعاملات والأسلوب فالله عز وجل لم يخلقنا ليعذبنا وما بعث رسوله الكريم إلا رحمة للعالمين ((وما أرسلناك إلا رحمة للعالمين)) الأنبياء 107. ¶ 4- أوصي أصحاب المصارف الإسلامية بالعمل على نشر مبدأ القرض الحسن طويل الأجل فالمسلمين اليوم في - ظل إعلان الحرب الأمريكية واليهودية على الإسلام بحاجة -إلى هيئات ومنظمات شرعية تتولاهم وتقوم بحل مشاكلهم المادية. ¶ توصية خاصة للدعات لابدّ منها :",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "1- أخوتي وأخواتي الدعات سلام الله عليكم وبارك الله فيكم حماسكم وحبكم لنشر دعوة التوحيد دعوة لا إله إلا الله محمد رسول ,وأحب في هذه اللحظة أن أذكّر نفسي وأذكّركم بأنّ طريق الدعوة محفوف بالشدة والمكاره فاصبروا وثابروا ولا تكلوا ولا تملوا فنحن اليوم فوق الأرض وغداً نكون تحتها ويوم القيامة سيكون اللقاء العظيم مع رسول الله صلى الله عليه وسلم وآل بيته وأصحابه وسوف نُسأل من الله عمّا قدّمنا للإسلام وماذا أعطينا لهذا الدين العظيم فأعدّوا الإجابة, الله ورسوله يسألون وأنتم تجيبون ؟ ..... ¶ فيا شباب الصحوة الإسلامية ويا أنصار رسول الله صلى الله عليه وسلم بينوا لله ولرسوله صدق دعوتكم وبينوا لأنفسكم وللمؤمنين حسن عملكم ((وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون وستردون إلى عالم الغيب والشهادة فينبئكم بما كنتم تعملون)) التوبة 105 ¶ والله ولي التوفيق وهو على كل شيء قدير. ¶ 2-أوصي نفسي ثم أخواني وأخواتي ممن يريدون أن يجددوا دين أمة سيدنا محمد عليه الصلاة والسلام بأن يتعلموا فقه الواقع ويدرسوا الواقع دراسة موضوعية فليس العاقل من يميز بين الخطأ والصواب وإنّما العاقل من يختار من الأمور الضارة المحيطة الأمر الأقل ضرراً والأقل شرراً من عدّة أمور مليئة بالشر والضرر لأنّ زماننا زمن فتنة كثُرت فيه الفتاوى المأجورة , وكثرت فيه المعاصي بكل أنواعها وكثرت فيه المحن. ¶ فيجب أن لا نعيش في زمن غير زماننا فلا نتمسك بأمور بسيطة تلهينا عن أمور عظيمة , ويجب أن لا نفهم الورع والتقوى بشكل غير واقعي فنبتعد عن مساندة من يريد أن يخدم الإسلام و يجدّد فيه وأن لا تكون قراراتنا في الأمور الدعوية قرارات حدية متأثرة بعدة عوامل داخلية وخارجية قد لا تكون صحيحة مطلقاً وقد تكون وهم وخيال وهواجس من الشيطان .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "3- أوصي نفسي وكل مسلم أو مسلمة أراد أن يتربى تربية صحيحة تشمل العقل والقلب والسلوك : أن يتمسّك بمن يربيه على الشرع والدين وأن لا يفرط به وأن لا يُسوّف ويأجّل الأمور, فقد نجد الكثير من الفقهاء والعلماء ولكل واحد منهم دعوته واهتمامه ولكن نحن بحاجة لمن يصبر على أخطاءنا ويكون مرآة لنا ويشد على أيدينا ويحبّنا ويخشى علينا الضياع والفتن وإنني أتعجّب ممن يرزقه الله من يساعده على دينه ودعوته كيف يفرط به ...؟! وكيف يبتعد عنه ؟! .... وعلى كل حال لله في خلقه شؤون. ¶ فلا غنى عن التربية الإسلامية ولا غنى عن مربي فاضل يأخذ بيدنا إلى طريق الحق والخير فالمؤمن قوي بأخيه... وإذا الله أراد بنا خيراً هيأ لنا من يعيننا على الخير.... ¶ كلمة موجزة لأمّهاتي وأخواتي وبناتي : ¶ أخواتي وبناتي المؤمنات الطاهرات يا بنات خديجة وفاطمة وعائشة وزينب سلام الله عليكم ,أتوجه إليكم بكلمة الله ورسوله عليه الصلاة والسلام أعلم بما أقصد منها : ¶ اعلموا أن الله تعالى لم يخلقكنّ لتكونّ فقط طائعات للزوج وحافظات للفرج ومربيات للأولاد لا وألف لا وإنما خلقكنّ الله تعالى لتكوننّ نجوماً وشمس حق وهدى في هذه الحياة , والإسلام اجتباكنّ لتصبحنّ عوناً للرجال في نشر دعوة لا إله إلا الله محمد رسول . ¶ واعلموا أنكنّ لن تحققن للإسلام شيء إذا اتخذتنّ مبدأ الانعزال والهروب وأصبحتنّ تعيشونّ في مثالايات لا توجد إلا في الجنة وأصبحتن تحكّمون الشعور الزائف والوهم القاتل في دعواكم وتتجاهلون الأدلة النقلية والعقلية وتتنطعون في دين محمد عليه الصلاة والسلام فحذاري حذاري أن تقعن في مثل هذه المصيدة الشيطانية اللعينة .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فالمؤمنة المجددة صاحبة الدعوة القوية هي التي تعرف طريق دعوتها بوضوح دون تذبذب أو تقلب و تتمسّك بمن يربيها ويعينها على دعوتها تمسّك الغريق بجذع الشجر فالإمرأة بطبعها ضعيفة تحتاج إلى من يأخذ بيدها ويعينها على دعوتها ولدي قناعة لا أتخلى عنها عرفتها من كتب التاريخ وفقه الواقع ألا وهي (( إنّ نجاح كل امرأة في الدعوة إلى الله وفي التربية الصالحة لابدّ أن يكون من ورائه رجل صالح يحب تلك المرأة أكثر من نفسه وماله يشد أزرها ويعينها على دعوتها ويثني عليها إن أصابت ويذكّرها إن نسيت ويدعو لها في السر والعلانية )). ¶ و إنّ من عدل الله تعالى أن يهيّأ لكل إمرأة أرادت خدمة الإسلام من يعينها على خدمة هذا الدين ولكن للأسف كثيراً هنّ النساء اللواتي يتنكرنّ لتلك الحقائق وينهزمن أمام تنطّع بعض العلماء وينثنين أمام أهوائهنّ ويجعلن من أنفسهنّ نساء مطبخ ونساء فراش بدلاً من أن يكوننّ أصحاب فكر ومبدأ وعقيدة. ¶ وأختم توصيتي لكم بقول الله تعالى ((والمؤمنون والمؤمنات بعضهم أولياء بعض يأمرون بالمعروف وينهون عن المنكر ويقيمون الصلاة ويؤتون الزكاة ويطيعون الله ورسوله أولئك سيرحمهم الله إن الله عزيز حكيم)) التوبة71 ¶ الكتب والمراجع التي اعتمدت في هذه المحاضرة: ¶ القرآن الكريم وقد ذكرت أرقام الآيات وأسماء السور. ¶ 1) الأحاديث النبوية وقد ذكرت رواتها. ¶ 2) شرح ابن كثير للقرآن الكريم ¶ 3) فتح الباري لشرح صحيح بخاري. ¶ 4) التعويض عن الأضرار المترتبة على المماطلة في الديون (1-2) للدكتور سلمان بن صالح الدخيل. ¶ 5) الربا وتدمير الأمة لمحمد بن حسين يعقوب. ¶ 6) بيع المرابحة للآمر بالشراء لدكتور محمد الصرصور. ¶ 7) الشبكة الإسلامية www.islamweb.net ¶ 8) شبكة الفتاوي الشرعية www.islamic-fatwa.com ¶ 9) مَاذَا تَعْرِفُ عَنْ : \" ضَعْ وتَعَجَّلْ \" ؟ لعبدالله زقيل.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "10) تحليل الافتراءات والانتقادات التي توجه إلى المصارف الإسلامية والرد عليها لعبد الرحمن عيد. ¶ 11) الرد الصريح على مايثار حول البنوك الإسلامية من قدح وتجريح لحيدر ناصر مدير الشؤون القانونية في بنك بركة الجزائري0 ¶ 12) جريدة الرياض العدد 12950 . ¶ وآخر دعواهم الحمد لله رب العالمين ¶ م.عبدالله بن علي صغير ¶ abd.s@forislam.com ¶ تم بعونه في 12ربيع الثاني 1429",
            "page": "68",
            "part": "1"
        }
    ],
    "t36280": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "موجز مبسط عن النظام ا لمالي الذي جاء به محمد عليه الصلاة والسلام"
        }
    ]
}