{
    "b36281": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلله فلا هادي له، وأشهد ألا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبدُه ورسولُه، صلى الله عليه وسلم، أما بعد: ¶ فهذا جمع لما اتفق عليه الجماعة من الأحاديث عن صحابي(1)، وهم؛ أحمد والبخاري ومسلم وابن ماجه وأبو داود والترمذي والنسائي(2)، قصدتُ قصدَهم(3) لِما لكتبهم من المكانة الجليلة، ولكون ما اجتمعوا عليه من الأحاديث قليلة(4)، فيسهل حينئذٍ حفظه على الطلاب، وبالحفظ يعظُمُ النفعُ بالكتاب(5) ¶ __________ ¶ (1) هذا هو الشرط الأول لنعت الحديث بكونه متفقاً عليه، وهو أن يكون الاتفاق مراعاً فيه كون الحديث عن صحابي واحد، فأما إذا كان لفظه متفقاً عليه إلا أن بعضهم أخرجه بذلك اللفظ من طريق صحابي وبعضهم الآخر أخرجه من طريق صحابي آخر فإن ذلك الحديث لا ينعت بكونه متفقاً عليه على جهة الإطلاق، لكن إذا أراد المتكلم أن ينعت من الحديث ما هذه صفته بكونه متفقاً عليه فلابد من بيان طريقة إخراجهم له حينئذٍ. ¶ (2) المراد بالنسائي سننه، سواء المسماة بالصغرى أو المسماة بالكبرى، لأنهما روايتان لكتاب واحد، الصغرى رواية ابن السني، وقد حصل فيها حذفٌ لبعض الكتب، ككتاب الفرائض والاعتكاف والسير وعمل اليوم والليلة وغير ذلك، وأما القول بأنها اجتباء فغير صحيح كما قال الذهبي في ترجمته، والكبرى رواية ابن الأحمر، وقد قال عند روايته لها: أخبرنا بجميعه الإمام الناقد أحمد بن شعيب النسائي، ولذلك نرى بعض أهل العلم يطلقون الرواية للنسائي ويريدون الكبرى، والله أعلم. ¶ (3) أي نحوت نحوهم، واتجهت إلى جهتهم. ¶ (4) وقد بلغت في هذا المؤلف ثلاثة وسبعين مئتي حديث. ¶ (5) وقد كان السلف الصالح يمتدحون الحفظ، قال الشافعي: ¶ علمي معي أين ما يممت يتبعني ¶ إن كنت في البيت كان العلم فيه معي ¶ جوفي وعاء له لا جوف صندوقِ ¶ أو كنت في السوق كان العلم في السوقِ ¶ وكانت العرب تقول: لا خير في علم لا يعبر معك الوادي ولا يعمر بك النادي.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "، مختاراً اللفظ الذي اجتمعوا عليه دون زيادة(1)، إلا إذا لم يكن فيها إفادة(2)، أو كان في السياق ما يهدي إليها(3)، وغيرها لا يصدق اتفاقهم عليها، مقدماً لفظ البخاري غيرَ مشيرٍ إليه عند ذلك، فإن اخترت غيره فلشيءٍ ثَمّ هنالك، مع مراعاة تقارب الألفاظ والسياق، إذا لم يكن في مخرج الحديث(4) اتفاق، وسماه بعض الفضلاء(5) حين عرضت عليه جمعَه، نَفاق السلعةِ باتفاق السبعة. ¶ __________ ¶ (1) أي أن لفظ الحديث إذا كان الجماعة قد أخرجوه إلا أن بعضهم أخرج منه بعض اللفظ دون بعضه الآخر فإنني حينئذٍ أقتصر على اللفظ الذي اجتمعوا عليه، وهو القدر الذي يكون عند جميعهم دون القدر الزائد الذي يكون في الحديث ولم يخرجه بعضهم، لأن ذلك القدر الذي يكون في الحديث ولم يخرجه البعض لا يصدق وصفه بكونه مما اتفق عليه الجماعة. ¶ (2) هذا استثناء مما تقدم في شأن الزيادة، وهو أن الزيادة إذا لم تكن مشتملة على حكم زائد فإن عدم اجتماعهم على إخراجها لا يضر في صحة نسبتها إلى جميعهم، بخلاف الزيادة التي تثبت حكماً من الأحكام. ¶ (3) وهذا استثناء آخر في شأن الزيادة، وهو أن الزيادة المشتملة على فائدة قد لا يضر نسبتها إلى الجميع ولو لم يخرجها بعضهم، وذلك إذا كان في سياق الرواية عند من لم يخرجها ما يدل على وجودها في الحديث. ¶ وعليه يتحصل مما تقدم أن الزيادة التي لم يخرجها بعض الجماعة لا تجوز نسبتها إلى جميعهم إلا في حاتين. {إلى هنا} ¶ (4) المراد بمخرج الحديث هو راويه عن الصحابي. ¶ (5) وهو الشيخ الفاضل محمد سيديا بن سليمان بن اجدود الأبياري الملقب بالنووي.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "كتاب الإيمان ¶ باب النية ¶ عَنْ يَحْيَى بْنِ سَعِيدٍ قَال أَخْبَرَنِي مُحَمَّدُ بْنُ إِبْرَاهِيمَ أَنَّهُ سَمِعَ عَلْقَمَةَ بْنَ وَقَّاصٍ اللَّيْثِيَّ يَقُولُ سَمِعْتُ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يَقُولُ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّمَا الأعْمَالُ بِالنِّيَّةِ وَإِنَّمَا لامْرِئٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ وَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَتَزَوَّجُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ(1) ¶ __________ ¶ (1) هذا حديث يحيى بن سعيد الأنصاري عن محمد بن إبراهيم التيمي عن علقمة بن وقاص الليثي عن عمر وهو إسناد مدني وقد نص غير واحد من الحفاظ على أن يحيى تفرد به، وأنه لا يصح بغير هذا الإسناد، رواه الجماعة عن عشرة من أصحاب يحيى وهم: (مالك والليث والسفيانان وحماد بن زيد وعبد الوهاب الثقفي ويزيد بن هارون وابن المبارك وأبو خالد الأحمر وحفص بن غياث) وروى ابن ماكولا بسنده عن أبي عبد الرحمن النسوي قال: \"حديث الأعمال بالنية حديث جليل تفرد به يحيى بن سعيد الأنصاري فات يحيى القطان\". ¶ وأجمع المسلمون على عظم موقع هذا الحديث وكثرة فوائده وصحته، قال الشافعى وآخرون: هو ثلث الإسلام، وقال عبد الرحمن بن مهدى وغيره: ينبغي لمن صنف كتاباً أن يبدأ فيه بهذا الحديث، تنبيها للطالب على تصحيح النية. ¶ وقال جمهور العلماء: لفظة إنما موضوعة للحصر تثبت المذكور وتنفي ما سواه، فتقدير هذا الحديث أن الأعمال تحسب بنية ولا تحسب إذا كانت بلا نية، وفيه دليل على أن الوضوء والغسل والتيمم لا تصح إلا بالنية، وكذلك سائر العبادات، وأما إزالة النجاسة فلا تفتقر إلى نية، لأنها من باب التروك، والترك لا يحتاج إلى نية، وقد نقلوا الإجماع فيها، وتدخل النية في الطلاق والعتاق والقذف. ¶ وفائدة قوله (وإنما لامرئ ما نوى) بعد قوله (إنما الأعمال بالنية) بيان أن تعيين المنوي شرط، ومعنى قوله (فمن كان هجرته إلى الله ورسوله فهجرته إلى الله ورسوله) أن من قصد بهجرته وجه الله وقع أجره على الله، ومن قصد بها دنيا أو امرأة فهي حظه ولا نصيب له في الآخرة بسبب هذه الهجرة، وأصل الهجرة الترك، والمراد هنا ترك الوطن، وذكر المرأة مع الدنيا يحتمل وجهين: ¶ أحدهما أنه قيل بأن سبب هذا الحديث أن رجلا هاجر ليتزوج امرأة يقال لها أم قيس فقيل له مهاجر أم قيس، وقصة مهاجر أم قيس قد صحت من قول ابن مسعود، صححها غير واحد من أهل العلم منهم الذهبي وابن رجب وابن حجر، إلا أنه لم يرد في كونها سبباً لهذا الحديث شيء يصح كما قال غير واحد كابن رجب وابن حجر رحمة الله عليهما. ¶ والثانى أنه للتنبية على زيادة التحذير من ذلك وهو من باب ذكر الخاص بعد العام تنبيها على مزيته والله أعلم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": ". ¶ باب التجاوز عن حديث النفس ¶ عَنْ قَتَادَةَ عَنْ زُرَارَةَ بْنِ أَوْفَى عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ اللَّهَ تَجَاوَزَ عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَعْمَلْ أَوْ تَتَكَلَّمْ(1). ¶ باب رؤية الله تبارك وتعالى ¶ __________ ¶ (1) هذا حديث قتادة عن زرارة بن أوفى عن أبي هريرة رضي الله عنه وهو إسناد بصري عن أبي هريرة، رواه الجماعة عن ستة من أصحاب قتادة وهم: (هشام الدستوائي وسعيد بن أبي عروبة وهمام بن يحيى وأبو عوانة وشيبان بن عبد الرحمن ومسعر بن كدام)، ورواه ابن خزيمة من رواية سالم بن نوح عن يونس بن عبيد وهما بصريان عن زرارة نحوه، قال ابن عدي في الكامل (3/347): \"هذا معروف عن قتادة عن زرارة بن أوفى فأما عن يونس بن عبيد فما أعلم رواه عنه غير سالم\"، ورواه النسائي من رواية حجاج بن محمد عن ابن جريج عن عطاء بن أبي رباح عن أبي هريرة نحوه، وحجاج من أوثق أصحاب ابن جريج، والله تعالى أعلم.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "عَنْ إِسْمَاعِيلَ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ رضي الله عنه قَالَ كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إذ نَظَرَ إِلَى الْقَمَرِ لَيْلَةَ الْبَدْرِ قَالَ إِنَّكُمْ سَتَرَونَ رَبكُمْ كَمَا تَرَوْنَ هَذَا الْقَمَرَ لا تُضَامُونَ فِي رُؤْيَتِهِ فَإِنْ اسْتَطَعْتُمْ أَنْ لا تُغْلَبُوا عَلَى صَلاةٍ قَبْلَ طُلُوعِ الشَّمْسِ وَصَلاةٍ قَبْلَ غُرُوبِ الشمس فَافْعَلُوا(1). ¶ __________ ¶ (1) هذا حديث إسماعيل بن أبي خالد عن قيس بن أبي حازم عن جرير بن عبد الله البجلي، وهو إسناد كوفي، رواه عن إسماعيل الجم الغفير، وأخرجه الجماعة عن أربعة عشر راوياً من أصحابه، وهم: (يحيى بن سعيد القطان وهشيم بن بشير ووكيع بن الجراح وعبد الله بن نمير وحماد بن أسامة وجرير بن عبد الحميد وشعبة بن الحجاج ويعلى بن عبيد وأبو شهاب الحناط عبد ربه بن نافع وأبو معاوية محمد بن خازم وخالد بن عبد الله ومروان بن معاوية وعبد الله بن عثمان وعبد الله بن إدريس)، ورواية النسائي في الكبرى، ورواه البخاري والنسائي في الكبرى من طريق حسين بن علي الْجعفي عن زائدة بن قدامة حدثنا بيان بن بشر عن قيس بن أبي حازم نحوه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ قَالَ الناس: يَا رَسُولَ اللَّهِ هل نرَى رَبَّنَا يَوْمَ الْقِيَامَة؟ فقَالَ النبي صلى الله عليه وسلم: هَلْ تُضَارُّونَ فِي الشَّمْسِ لَيْس دونها سَحَاب؟ قَالُوا: لا، قَالَ: هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ دونه سَحَاب؟ قَالُوا: لا يا رسول الله، قَالَ: فإنكم ترونه يوم القيامة كذلك(1)، واللفظ للنسائي. ¶ باب زيادة الإيمان ونقصانه ¶ __________ ¶ (1) هذا جزء من حديث الشفاعة الطويل، وهو حديث رواه عن أبي هريرة غير واحد، فقد رواه معمر بن راشد وإبراهيم بن سعد عن الزهري عن عطاء بن يزيد الليثي عن أبي هريرة أخرجه أحمد والشيخان والنسائي في الكبرى، وتابعهما النعمان بن راشد عند النسائي واختصر لفظه فلم يذكر الرؤية، ورواه أبو اليمان الحكم بن نافع عن شعيب بن أبي حمزة عن الزهري عن عطاء بن يزيد وسعيد بن المسيب نحوه أخرجه الشيخان، ورواه مصعب بن محمد بن شرحبيل أخرجه أحمد، ورواه سهيل بن أبي صالح أخرجه مسلم وأبو داود كلاهما (مصعب وسهيل) عن أبي صالح عن أبي هريرة نحوه، وتابعهما عن سهيل الأعمش رواه عنه جابر بن نوح الحماني أخرجه الترمذي ويحيى بن عيسى الرملي أخرجه ابن ماجه كلاهما (جابر ويحيى) عن الأعمش به، وقد روى العلاء بن عبد الرحمن بن يعقوب عن أبيه عن أبي هريرة حديث الشفاعة وفيه ذكر الرؤية مختصرة، وهذه الأسانيد الثلاثة مدنية.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "عَنْ أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْه أن النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا يَزْنِي الزَّانِي حِينَ يَزْنِي وَهُوَ مُؤْمِنٌ وَلا يَشْرَبُ الْخَمْرَ حِينَ يَشْرَبُهَا وَهُوَ مُؤْمِنٌ وَلا يَسْرِقُ السَّارِقُ حِينَ يَسْرِقُ وَهُوَ مُؤْمِنٌ(1) ¶ __________ ¶ (1) هذا الحديث مروي عن أبي هريرة من غير وجه، وأشهر أسانيده سندان أحدهما عن الزهري والآخر عن الأعمش، فأما حديث الزهري فيرويه عن سعيد بن المسيب وأبي سلمة بن عبد الرحمن عن أبي هريرة، رواه عنه يونس بن يزيد وعقيل بن خالد أخرجه الشيخان من طريق ابن وهب عن يونس وأخرجاه والنسائي في الكبرى من طريق الليث عن عقيل، وروى حديث الزهري أيضاً الليث عن عقيل عنه عن أبي بكر بن عبد الرحمن عن أبي هريرة أخرجه الشيخان والنسائي وابن ماجه، ورواه ابن وهب عن يونس فأدخل بين الزهري وأبي بكر بن عبد الرحمن ولده عبد الملك بن أبي بكر بن عبد الرحمن أخرجه الشيخان وروى حديث الزهري الأوزاعي عنه واختلف عليه فرواه عيسى بن يونس والوليد بن مسلم والوليد بن مزيد عن الأوزاعي قال حدثني الزهري حدثني سعيد بن المسيب وأبو سلمة بن عبد الرحمن وأبو بكر بن عبد الرحمن عن أبي هريرة بلفظ أبي بكر، ورواه أبو المغيرة عن الأوزاعي عن الزهري عن سعيد وأبي سلمة أخرجه النسائي في الكبرى، ورواه محمد بن يوسف عن الأوزاعي عن الزهري عن أبي سلمة أخرجه النسائي في الكبرى، ورواه محمد بن كثير عن الأوزاعي عن الزهري عن الثلاثة إلا أنه قال حميد بن عبد الرحمن بدل أبي بكر أخرجه النسائي في الكبرى وفي لفظ أبي بكر زيادة قوله: \"وكان أبو هريرة يلحق معهن ولا ينتهب نهبة ذات شرف يرفع الناس إليه فيها أبصارهم حين ينتهبها وهو مؤمن\". ¶ وأما حديث الأعمش فرواه الثوري وشعبة وأبو إسحاق الفزاري وعبيدة بن حميد وأبو حمزة السكري عن الأعمش عن أبي صالح عن أبي هريرة قال قال النبي صلى الله عليه وسلم: \"لا يزني الزاني حين يزني وهو مؤمن ولا يسرق حين يسرق وهو مؤمن ولا يشرب حين يشربها وهو مؤمن والتوبة معروضة بعد\" أخرجه الجماعة عدا ابن ماجه، ورواه النسائي قال: \"أخبرنا الربيع بن سليمان قال حدثنا شعيب بن الليث قال حدثنا الليث عن ابن عجلان عن القعقاع عن أبي صالح عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال لا يزني الزاني حين يزني وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن ولا ينتهب نهبة ذات شرف يرفع الناس إليها أبصارهم وهو مؤمن\"، ورواه النسائي قال: \"أخبرنا محمد بن يحيى المروزي أبو علي قال حدثنا عبد الله بن عثمان عن أبي حمزة عن يزيد وهو ابن أبي زياد عن أبي صالح عن أبي هريرة قال لا يزني الزاني حين يزني وهو مؤمن ولا يسرق وهو مؤمن ولا يشرب الخمر وهو مؤمن وذكر رابعة فنسيتها فإذا فعل ذلك خلع ربقة الإسلام من عنقه فإن تاب تاب الله عليه\" موقوف. ¶ وثمة أسانيد أخرى منها ما ذكره مسلم في صحيحه قال: \"و حدثني حسن بن علي الحلواني حدثنا يعقوب بن إبراهيم حدثنا عبد العزيز بن المطلب عن صفوان بن سليم عن عطاء بن يسار مولى ميمونة وحميد بن عبد الرحمن عن أبي هريرة عن النبي صلى الله عليه وسلم ح و حدثنا محمد بن رافع حدثنا عبد الرزاق أخبرنا معمر عن همام بن منبه عن أبي هريرة عن النبي صلى الله عليه وسلم حدثنا قتيبة بن سعيد حدثنا عبد العزيز يعني الدراوردي عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم كل هؤلاء بمثل حديث الزهري غير أن العلاء وصفوان بن سليم ليس في حديثهما يرفع الناس إليه فيها أبصارهم وفي حديث همام يرفع إليه المؤمنون أعينهم فيها وهو حين ينتهبها مؤمن وزاد ولا يغل أحدكم حين يغل وهو مؤمن فإياكم إياكم\" وقد روى أحمد منها حديث عبد الرزاق، ورواه أحمد عن ابن عيينة عن أبي الزناد عن الأعرج عن أبي هريرة وزاد: \"ولا ينتهب نهبة حين ينتهبها وهو مؤمن\" ورواه أحمد قال: \"حدثنا بهز وعفان قالا حدثنا همام عن قتادة عن الحسن وعطاء عن أبي هريرة أن النبي صلى الله عليه وسلم قال لا يسرق حين يسرق وهو مؤمن ولا يزني حين يزني وهو مؤمن ولا يشرب الخمر حين يشربها وهو مؤمن ولا يغل حين يغل وهو مؤمن ولا ينتهب حين ينتهب وهو مؤمن وقال عطاء ولا ينتهب نهبة ذات شرف وهو مؤمن قال بهز فقيل له قال إنه ينتزع منه الإيمان فإن تاب تاب الله عليه وقال عفان في حديثه قال قتادة وفي حديث عطاء نهبة ذات شرف وهو مؤمن\".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": ". ¶ باب تفاضل أهل الإيمان ¶ عَنْ الزُّهْرِيِّ قَالَ حَدَّثَنِي عَطَاءُ بْنُ يَزِيدَ اللَّيْثِيُّ أَنَّ أَبَا سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ قَالَ: قِيلَ: يَا رَسُولَ اللَّهِ أَيُّ النَّاسِ أَفْضَلُ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: مُؤْمِنٌ يُجَاهِدُ فِي سَبِيلِ اللَّهِ بِنَفْسِهِ وَمَالِهِ، قَالُوا: ثُمَّ مَن؟ قَالَ مُؤْمِنٌ فِي شِعْبٍ مِنْ الشِّعَابِ يَتَّقِي اللَّهَ وَيَدَعُ النَّاسَ مِنْ شَرِّهِ(1). ¶ باب الحياء من الإيمان ¶ عَنْ ابْنِ شِهَابٍ عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ رضي الله عنهما: \"أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى رَجُلٍ مِنْ الأنصَارِ وَهُوَ يَعِظُ أَخَاهُ فِي الْحَيَاءِ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: دَعْهُ فَإِنَّ الْحَيَاءَ مِنْ الإيمانِ\"(2). ¶ __________ ¶ (1) هذا حديث الزهري عن عطاء بن يزيد الليثي عن أبي سعيد الخدري رضي الله عنه، وهو إسناد مدني رواه الجماعة عن جماعة عن الزهري به، وهم: (شعيب بن أبي حمزة وسليمان بن كثير ومعمر بن راشد والأوزاعي ومحمد بن الوليد والنعمان بن راشد). ¶ (2) هذا حديث الزهري عن سالم بن عبد الله عن أبيه، وهو إسناد مدني رواه الجماعة عن جماعة عن الزهري وهم: (مالك وابن عيينة ومعمر وعبد العزيز بن أبي سلمة الماجشون).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: \"قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: الْحَيَاءُ شُعْبَةٌ مِنْ الْإِيمَانِ\"(1)، واللفظ لأحمد. ¶ باب التغليظ في قتل النفس ¶ __________ ¶ (1) هذا حديث عبد الله بن دينار عن أبي صالح عن أبي هريرة، وهو إسناد مدني رواه الجماعة عن جماعة من أصحاب عبد الله بن دينار وهم: (سهيل بن أبي صالح وسليمان بن بلال ومحمد بن عجلان) وهذا لفظ وكيع عند أحمد عن الثوري عن سهيل، ولفظ سهيل أكثر من ذلك وهو أنه قال: \"الْإِيمَانُ بِضْعٌ وَسَبْعُونَ شُعْبَةً أَفْضَلُهَا لَا إِلَهَ إِلَّا اللَّهُ وَأَوْضَعُهَا إِمَاطَةُ الْأَذَى عَنْ الطَّرِيقِ وَالْحَيَاءُ شُعْبَةٌ مِنْ الْإِيمَانِ\"، ولفظ سليمان بن بلال مثله دون ذكر الخصلتين، ولفظ ابن عجلان مقتصر على ما ذكر في المتن، وتابع عبد الله بن دينار عمارة بن غزية كلفظ سهيل غير أنه قال أربعة وستون باباً، ولم يذكر الحياء، وإسناده مدني إلا أن عمارة بن غزية يروي عنه أهل الشام ومصر، ولا أدري سمع من أبي صالح أم لا فإنه يدخل بينه وبينه سمي مولى أبي بكر روى حديثه أحمد والترمذي عن قتيبة عن بكر بن مضر عن عمارة به، ورواه أحمد عن وكيع عن جعفر بن برقان عن يزيد بن الأصم عن أبي هريرة كلفظ سهيل دون ذكر الحياء، وهو إسناد على شرط مسلم، يزيد كوفي وجعفر بن برقان قد قدم الكوفة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عَنْ الْأَعْمَشِ عَنْ أَبِي صَالِحٍ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَنْ حَسَا سُمًّا فَسُمُّهُ فِي يَدِهِ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا\"(1)، واللفظ لأبي داود. ¶ باب القدر ¶ __________ ¶ (1) هذا حديث الأعمش عن أَبي صالح عن أَبي هريرة، والأعمش كوفي، وهذا اللفظ لأبي داود مختصر، ولفظ الحديث بتمامه قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \"مَنْ قَتَلَ نَفْسَهُ بِحَدِيدَةٍ فَحَدِيدَتُهُ فِي يَدِهِ يَتَوَجَّأُ بِهَا فِي بَطْنِهِ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ شَرِبَ سَمًّا فَقَتَلَ نَفْسَهُ فَهُوَ يَتَحَسَّاهُ فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا وَمَنْ تَرَدَّى مِنْ جَبَلٍ فَقَتَلَ نَفْسَهُ فَهُوَ يَتَرَدَّى فِي نَارِ جَهَنَّمَ خَالِدًا مُخَلَّدًا فِيهَا أَبَدًا\"، رواه الجماعة عن جماعة عن الأعمش وهم: (أبو معاوية ووكيع وشعبة وجرير وعبثر بن القاسم وعبيدة بن حميد)، وقد روى البخاري وأحمد نحو هذا الحديث عن أبي الزناد عن الأعرج عن أبي هريرة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "عَنْ الْأَعْمَشِ سَمِعْتُ زَيْدَ بْنَ وَهْبٍ سَمِعْتُ عَبْدَ اللَّهِ بْنَ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ حَدَّثَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ الصَّادِقُ الْمَصْدُوقُ إِنَّ خلق ابن آدم يُجْمَعُ فِي بَطْنِ أُمِّهِ لأَرْبَعِينَ ثُمَّ يَكُونُ عَلَقَةً مِثْلَ ذَلِكَ ثُمَّ يَكُونُ مُضْغَةً مِثْلَ ذَلِكَ ثُمَّ يَبْعَثُ إِلَيْهِ مَلَكاً فيكتب أَرْبَعاً: عَمَلَهُ وَأَجَلَهُ وَرِزْقَهُ وَشَقِياً أمْ سَعِيداً(1)، واللفظ للنسائي. ¶ __________ ¶ (1) هذا حديث الأعمش عن زيد بن وهب عن ابن مسعود، وهو إسناد كوفي، رواه الجماعة عن جماعة من أصحاب الأعمش وهم: (أبو معاوية وأبو الأحوص ومحمد بن عبيد وحفص بن غياث وشعبة ووكيع وعبد الله بن نمير وجرير بن عبد الحميد وعيسى بن يونس والثوري ومحمد بن فضيل ويحيى القطان وشريك)، ورواه أحمد والنسائي في الكبرى من رواية فطربن خليفة عن سلمة بن كهيل عن زيد به، وهو سند كوفي أيضاً، وقد صرح بكونه فطر بن خليفة ابن قانع في معجم الصحابة (2/62) على خلاف ما توهمه من أعدوا برنامج حرف.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "عَنْ سَعْدِ بْنِ عُبَيْدَةَ عَنْ أَبِي عَبْدِ الرَّحْمَنِ عَنْ عَلِيٍّ قَالَ كُنَّا جُلُوسًا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا مِنْكُمْ مِنْ أَحَدٍ إِلَّا وَقَدْ كُتِبَ مَقْعَدُهُ مِنْ الْجَنَّةِ وَمَقْعَدُهُ مِنْ النَّارِ فَقُلْنَا يَا رَسُولَ اللَّهِ أَفَلَا نَتَّكِلُ قَالَ لَا اعْمَلُوا فَكُلٌّ مُيَسَّرٌ ثُمَّ قَرَأَ (فَأَمَّا مَنْ أَعْطَى وَاتَّقَى وَصَدَّقَ بِالْحُسْنَى فَسَنُيَسِّرُهُ لِلْيُسْرَى) إِلَى قَوْلِهِ (فَسَنُيَسِّرُهُ لِلْعُسْرَى)(1). ¶ __________ ¶ (1) هذا حديث سعد بن عبيدة عن أبي عبد الرحمن السلمي القارئ المشهور واسمه عبد الله بن حبيب بن ربيعة عن علي بن أبي طالب، وهو إسناد كوفي رواه الجماعة من طرق عن الأعمش ومنصور بن المعتمر لكن لم يروه أبو داود عن الأعمش ولم يروه ابن ماجه عن منصور.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ احْتَجَّ آدَمُ وَمُوسَى، فَقَالَ مُوسَى: أَنْتَ آدَمُ الَّذِي أَخْرَجْتَ ذُرِّيَّتَكَ مِنْ الْجَنَّةِ، قَالَ آدَمُ: أَنْتَ مُوسَى الَّذِي اصْطَفَاكَ اللَّهُ بِرِسَالاتِهِ، وَكَلامِهِ، ثُمَّ تَلُومُنِي عَلَى أَمْرٍ قَدْ قُدِّرَ عَلَيَّ قَبْلَ أَنْ أُخْلَقَ، فَحَجَّ آدَمُ مُوسَى(1). ¶ __________ ¶ (1) هذا حديث مروي عن أبي هريرة من غير وجه وأشهر ذلك ما رواه ابن عيينة عن عمرو بن دينار عن طاوس عنه أخرجه الجماعة إلا أبا داود والترمذي، وما رواه مالك وابن عيينة عن أبي الزناد عن الأعرج عنه أخرجه الشيخان، وما رواه إبراهيم بن سعد وعقيل وشعيب بن أبي حمزة عن الزهري عن حميد بن عبد الرحمن عنه أخرجه أحمد والشيخان، وما رواه أيوب بن النجار اليمامي عن يحيى بن أبي كثير عن أبي سلمة بن عبد الرحمن عنه أخرجه أحمد والشيخان والنسائي في الكبرى، وما رواه رواه أيوب السختياني وجرير بن حازم وابن عون وهشام بن حسان ومهدي بن ميمون عن محمد بن سيرين عنه أخرجه أحمد والشيخان، وما رواه زائدة وسليمان التيمي وجرير بن عبد الحميد عن الأعمش عن أبي صالح عنه أخرجه الترمذي والنسائي في الكبرى.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كتاب الطهارة ¶ باب المياه ¶ عَنِ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا اسْتَيْقَظَ أَحَدُكُمْ مِنْ نَوْمِهِ فَلْيَغْسِلْ يَدَهُ قَبْلَ أَنْ يُدْخِلَهَا فِي إِنَائِهِ فَإِنَّ أَحَدَكُمْ لا يَدْرِي أَيْنَ بَاتَتْ يَدُهُ(1)، واللفظ لأحمد. ¶ وعَنه رضي الله عنه قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: لا يَبُولَنَّ أَحَدُكُمْ فِي الْمَاءِ الرَّاكِدِ(2)، واللفظ لابن ماجه. ¶ __________ ¶ (1) هذا الحديث مروي عن أبي هريرة من أوجه كثيرة، وأصح تلك الأوجه وأشهرها ما رواه معمر والأوزاعي عن الزهري عن سعيد بن المسيب عنه أخرجه الجماعة إلا البخاري وأبا داود، وما رواه مالك وابن عيينة والمغيرة بن عبد الرحمن عن أبي الزناد عن الأعرج عنه أخرجه مالك وأحمد والشيخان، وما رواه معمر وابن عيينة عن الزهري أخرجه أحمد ومسلم والنسائي ورواه عندر عن محمد بن عمرو أخرجه أحمد كلاهما عن أبي سلمة عنه، وما رواه الأعمش عن أبي صالح وأبي رزين عنه أخرجه أحمد ومسلم وأبو داود، وثمة روايات أخرى صحيحه. ¶ (2) هذا حديث مروي عن أبي هريرة من أوجه كثيرة وأصحها وأشهرها ما رواه أيوب السختياني وهشام بن حسان ويحيى بن عتيق عن ابن سيرين عنه أخرجه أحمد ومسلم وأبو داود والنسائي وفي لفظه زيادة \"ثم يغتسل منه\" وما رواه ابن المبارك وعبد الرزاق عن معمر عن همام بن منبه عنه أخرجه أحمد ومسلم والترمذي والنسائي وما رواه شعيب بن أبي حمزة وابن عجلان عن أبي الزناد عن الأعرج عنه أخرجه البخاري والنسائي وفي لفظه زيادة \"ثم يغتسل فيه\" وما رواه القطان وأبو خالد الأحمر عن ابن عجلان عن أبيه عنه أخرجه أحمد وأبو داود وابن ماجه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "باب الآنية ¶ عن عبد الرحمن بن أبي ليلى عن حُذَيْفَة رضي الله عنه قال: نهى رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الشُّرْبِ من آنِيَةِ الذَّهَبِ وَالْفِضَّةِ وَقَالَ هي لَهُمْ فِي الدُّنْيَا وَهِيَ لَكُمْ فِي الآخِرَةِ(1)، وللفظ لابن ماجه. ¶ باب التخلي ¶ عَنْ عَبْدِ الْعَزِيزِ بْنِ صُهَيْبٍ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ الْخَلَاءَ قَالَ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْخُبُثِ وَالْخَبَائِثِ(2). ¶ عن الزُّهْرِيّ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَتَى أَحَدُكُمْ الْغَائِطَ فَلَا يَسْتَقْبِل الْقِبْلَةَ وَلَا يُوَلِّهَا ظَهْرَهُ شَرِّقُوا أَوْ غَرِّبُوا(3). ¶ عَنْ مُحَمَّدِ بْنِ يَحْيَى بْنِ حَبَّانَ أَنَّ عَمَّهُ وَاسِعَ بْنَ حَبَّانَ أَخْبَرَهُ أَنَّ عَبْدَ اللَّهِ بْنَ عُمَرَ أَخْبَرَهُ قَالَ لَقَدْ ظَهَرْتُ ذَاتَ يَوْمٍ عَلَى ظَهْرِ بَيْتِنَا فَرَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَاعِدًا عَلَى لَبِنَتَيْنِ مُسْتَقْبِلَ بَيْتِ الْمَقْدِسِ(4). ¶ __________ ¶ (1) هذا حديث عبد الحمن بن أبي ليلى عن حذيفة رواه عنه مجاهد والحكم ويزيد بن أبي زياد أخرجه الجماعة. ¶ (2) هذا حديث عبد العزيز بن صهيب رواه الجماعة عن خمسة من أصحابه وهم: (شعبة وإسماعيل بن علية وحماد بن زيد وعبد الوارث بن سعيد وهشيم). ¶ (3) هذا حديث الزهري عن عطاء بن يزيد الليثي عن أبي أيوب وهو إسناد مدني رواه الجماعة عن أربعة من أصحاب الزهري وهم: (ابن عيينة ومعمر وابن أبي ذئب ويونس). ¶ (4) هذا حديث محمد بن يحيى بن واسع عن عمه عن ابن عمر وهو إسناد مدني رواه الجماعة عن يحيى بن سعيد الأنصاري وعبيد الله بن عمر عن محمد بن يحيى به.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عَنْ أَبِي وَائِلٍ عَنْ حُذَيْفَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: لَقَدْ أَتَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُبَاطَةَ قَوْمٍ فَبَالَ قَائِماً(1). ¶ عَنْ الْأَعْمَشِ قَال سَمِعْتُ مُجَاهِدًا يُحَدِّثُ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى قَبْرَيْنِ فَقَالَ إِنَّهُمَا يُعَذَّبَانِ وَمَا يُعَذَّبَانِ فِي كَبِيرٍ أَمَّا هَذَا فَكَانَ لَا يَسْتَتِرُ مِنْ بَوْلِهِ وَأَمَّا هَذَا فَكَانَ يَمْشِي بِالنَّمِيمَةِ(2). ¶ عَنْ يَحْيَى بْنِ أَبِي كَثِيرٍ عَنْ عَبْدِ اللَّهِ بْنِ أَبِي قَتَادَةَ عَنْ أَبِيهِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَخَلَ أَحَدُكُمْ الْخَلَاءَ فَلَا يَمَسَّ ذَكَرَهُ بِيَمِينِهِ(3)، واللفظ لمسلم. ¶ __________ ¶ (1) هذا حديث رواه الجماعة عن الأعمش ورواه أحمد والشيخان والنسائي عن منصور كلاهما عن أبي وائل به، وهو عن الأعمش أشهر وهو حديث كوفي. ¶ (2) هذا حديث مكي الإسناد يرويه الأعمش وهو كوفي أخرجه الجماعة عن أربعة من أصحابه وهم: (أبو معاوية ووكيع وعبد الواحد بن زياد وجرير) ورواه منصور بن المعتمر وهو كوفي أيضاً إلا أنه أسقط من الإسناد ذكر طاووس أخرجه أحمد والبخاري وأبو داود والنسائي عن ثلاثة من أصحابه وهم: (شيبان وجرير وعبيدة بن حميد) قال الترمذي: \"ورواية الأعمش أصح قال و سمعت أبا بكر محمد بن أبان البلخي مستملي وكيع يقول سمعت وكيعا يقول الأعمش أحفظ لإسناد إبراهيم من منصور\". ¶ (3) هذا حديث مدني يرويه يحيى بن كثير وهو بصري يمامي أخرجه الجماعة عن عشرة من أصحابه وهم: (معمر وحجاج الصواف وأيوب وهشام الدستوائي والأوزاعي وحرب بن شداد وشيبان وهمام بن يحيى وأبان بن يزيد وأبو إسماعيل القناد).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "باب المضمضة من اللبن ¶ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَرِبَ لَبَنًا فَمَضْمَضَ وَقَالَ إِنَّ لَهُ دَسَمًا(1)، ولفظ ابن ماجه: مَضْمِضُوا مِنْ اللَّبَنِ فَإِنَّ لَهُ دَسَمًا. ¶ باب مسح الرأس ¶ عَنْ عَمْرِو بْنِ يَحْيَى الْمَازِنِيِّ عَنْ أَبِيهِ أَنَّ رَجُلًا قَالَ لِعَبْدِ اللَّهِ بْنِ زَيْدٍ وَهُوَ جَدُّ عَمْرِو بْنِ يَحْيَى أَتَسْتَطِيعُ أَنْ تُرِيَنِي كَيْفَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَوَضَّأُ فَقَالَ عَبْدُ اللَّهِ بْنُ زَيْدٍ نَعَمْ فَدَعَا بِمَاءٍ فَأَفْرَغَ عَلَى يَدَيْهِ فَغَسَلَ مَرَّتَيْنِ ثُمَّ مَضْمَضَ وَاسْتَنْثَرَ ثَلَاثًا ثُمَّ غَسَلَ وَجْهَهُ ثَلَاثًا ثُمَّ غَسَلَ يَدَيْهِ مَرَّتَيْنِ مَرَّتَيْنِ إِلَى الْمِرْفَقَيْنِ ثُمَّ مَسَحَ رَأْسَهُ بِيَدَيْهِ فَأَقْبَلَ بِهِمَا وَأَدْبَرَ بَدَأَ بِمُقَدَّمِ رَأْسِهِ حَتَّى ذَهَبَ بِهِمَا إِلَى قَفَاهُ ثُمَّ رَدَّهُمَا إِلَى الْمَكَانِ الَّذِي بَدَأَ مِنْهُ ثُمَّ غَسَلَ رِجْلَيْهِ(2)، فرقه الترمذي في ثلاثة مواطن. ¶ باب مسح الخفين ¶ __________ ¶ (1) هذا حديث مدني عن ابن عباس أخرجه الجماعة عن أربعة من أصحاب الزهري وهم: (عقيل ويونس وعمرو بن الحارث والأوزاعي). ¶ (2) هذا حديث مدني أخرجه الجماعة عن مالك وهذا لفظه واختصره الترمذي ورواه الجماعة إلا النسائي عن خالد بن عبد الله ورواه الشيخان عن وهيب وسليمان بن بلال ورواه أحمد والبخاري وأبو داود وابن ماجه عن عبد العزيز الماجشون ورواه أحمد والترمذي والنسائي عن ابن عيينة ستتهم (مالك والماجشون وابن عيينة ووهيب وسليمان) عن عمرو بن يحيى به.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "عَنْ الْأَعْمَشِ عَنْ إِبْرَاهِيمَ عَنْ هَمَّامٍ عَنْ جَرِيرِ بْنِ عَبْدِ اللَّهِ أَنَّهُ تَوَضَّأَ وَمَسَحَ عَلَى خُفَّيْهِ فَقِيلَ لَهُ أَتَمْسَحُ فَقَالَ قَدْ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَمْسَحُ(1)، واللفظ للنسائي. ¶ باب التطهير ¶ عَنْ عَمْرو بْن مَيْمُونِ بْنِ مِهْرَانَ عَنْ سُلَيْمَانَ بْنِ يَسَارٍ عَنْ عَائِشَةَ أَنَّهَا كَانَتْ تَغْسِلُ الْمَنِيَّ مِنْ ثَوْبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ(2)، واللفظ لأحمد. ¶ عَنْ ابْنِ شِهَابٍ عَنْ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ عُتْبَةَ عَنْ أُمِّ قَيْسٍ بِنْتِ مِحْصَنٍ أَنَّهَا أَتَتْ بِابْنٍ لَهَا صَغِيرٍ لَمْ يَأْكُلْ الطَّعَامَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَجْلَسَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَجْرِهِ فَبَالَ عَلَى ثَوْبِهِ فَدَعَا بِمَاءٍ فَنَضَحَهُ وَلَمْ يَغْسِلْهُ(3). ¶ __________ ¶ (1) هذا حديث الأعمش عن إبراهيم النخعي عن همام بن الحارث عن جرير بن عبد الله البجلي وهو إسناد كوفي رواه الجماعة عن ثمانية من أصحاب الأعمش وهم: (وكيع وابن عيينة وشعبة وأبو معاوية وأبو عوانة وحفصبن غياث وعيسى بن يونس وعلي بن مسهر). ¶ (2) هذا حديث عمرو بن ميمون وهو جزري نزل بغداد، والحديث مدني رواه عن عمرو الجماعة عن عشرة من أصحابه وهم: (أبو معاوية ويزيد بن هارون ويحيى بن أبي زائدة وابن المبارك ويزيد بن زريع وعبد الواحد بن زياد وزهير بن معاوية ومحمد بن بشر وسليم بن أخضر وعبدة بن سليمان). ¶ (3) هذا إسناد مدني وقد رواه الجماعة عن خمسة من أصحاب الزهري وهم: (مالك وابن عيينة والليث بن سعد ومعمر ويونس).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ فَاطِمَةَ بِنْتِ الْمُنْذِرِ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ أَنَّهَا قَالَتْ سَأَلَتْ امْرَأَةٌ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ أَرَأَيْتَ إِحْدَانَا إِذَا أَصَابَ ثَوْبَهَا الدَّمُ مِنْ الْحَيْضَةِ كَيْفَ تَصْنَعُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَصَابَ ثَوْبَ إِحْدَاكُنَّ الدَّمُ مِنْ الْحَيْضَةِ فَلْتَقْرُصْهُ ثُمَّ لِتَنْضَحْهُ بِمَاءٍ ثُمَّ لِتُصَلِّي فِيهِ(1)، ولفظ ابن ماجه: اقْرُصِيهِ وَاغْسِلِيهِ وَصَلِّي فِيهِ. ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا شَرِبَ الْكَلْبُ فِي إِنَاءِ أَحَدِكُمْ فَلْيَغْسِلْهُ سَبْعًا(2). ¶ __________ ¶ (1) هذا حديث مدني رواه الجماعة عن اثني عشر راوياً من أصحاب هشام وهم: (أبو معاوية والقطان ومالك ووكيع وعبد الله بن نمير ويحيى بن عبد الله بن سالم وعمرو بن الحارث والحمادان وعيسى بن يونس وأبو خالد الأحمر وابن عيينة). ¶ (2) أحمد ح9931، البخاري ح172، مسلم ح650، ابن ماجه ح364، أبو داود ح73، الترمذي ح91، النسائي ح63.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "باب طهارة أبوال الإبل ¶ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ نَاسًا اجْتَوَوْا فِي الْمَدِينَةِ فَأَمَرَهُمْ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَلْحَقُوا بِرَاعِيهِ يَعْنِي الإبِلَ فَيَشْرَبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا فَلَحِقُوا بِرَاعِيهِ فَشَرِبُوا مِنْ أَلْبَانِهَا وَأَبْوَالِهَا حَتَّى صَلَحَتْ أَبْدَانُهُمْ فَقَتَلُوا الرَّاعِيَ وَسَاقُوا الإبِلَ فَبَلَغَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَعَثَ فِي طَلَبِهِمْ فَجِيءَ بِهِمْ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ وَسَمَرَ أَعْيُنَهُمْ(1). ¶ باب الجنابة ¶ __________ ¶ (1) هذا حديث رواه عن أنس غير واحد من أصحابه وهم: (أبو قلابة وقتادة وثابت وحميد وعبد العزيز بن صهيب) وأشهر تلك الروايات رواية أبي قلابة وقتادة أخرجه الجماعة إلا الترمذي وابن ماجة عن ثلاثة من أصحابه وهم: (أيوب السختياني وأبو رجاء سلمان مولى أبي قلابة ويحيى بن أبي كثير) وأخرجه المتقدم ذكرهم عن ستة من أصحاب قتادة وهم: (معمر وابن أبي عروبة وهشام الدستوائي وهمام بن يحيى وشعبة وحماد بن سلمة) وهذا السند ينبغي تقديمه على المتقدم وأخرجه الأربعة عدا ابن ماجه من طريق حماد بن سلمة عن حميد وقتادة وثابت عن أنس وليس رواية الترمذي ذكر حميد، وأخرجه أحمد والنسائي وابن ماجه عن ستة من أصحاب حميد وهم: (ابن أبي عدي ويزيد بن هارون وعبد الوهاب بن عبد المجيد وعبد الله بن عمرو وإسماعيل بن جعفر وخالد بن الحارث).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "عَنْ أَنَسٍ رضي الله عنه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَطُوفُ عَلَى نِسَائِهِ بغُسْلٍ وَاحِدٍ(1)، واللفظ لمسلم. ¶ عَنْ حُمَيْدٍ الطَوِيْلِ عَنْ بَكْر بنِ عَبْدِ الله عَنْ أَبِي رَافِعٍ عَنْ أَبِي هُرَيْرَةَ قَالَ لَقِيَنِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا جُنُبٌ فَأَخَذَ بِيَدِي فَمَشَيْتُ مَعَهُ حَتَّى قَعَدَ فَانْسَلَلْتُ فَأَتَيْتُ الرَّحْلَ فَاغْتَسَلْتُ ثُمَّ جِئْتُ وَهُوَ قَاعِدٌ فَقَالَ أَيْنَ كُنْتَ يَا أَبَا هِرٍّ فَقُلْتُ لَهُ فَقَالَ سُبْحَانَ اللَّهِ يَا أَبَا هِرٍّ إِنَّ الْمُؤْمِنَ لَا يَنْجُسُ(2). ¶ __________ ¶ (1) هذا الحديث رواه عن أنس غير واحد من أصحابه وأشهر ذالك ما رواه قتادة أخرجه الجماعة إلا مسلما وأبا داود عن ثلاثة من أصحابه وهم: (معمر وهشام وابن أبي عروبة) وأخرجه أحمد ومسلم عن شعبة عن هشام بن زيد عن أنس، وأخرجه أحمد وأبو داود والنسائي عن هشيم وابن علية عن حميد عن أنس. ¶ (2) هذا إسناد بصري عن أبي هريرة أخرجه الجماعة عن خمسة من أصحاب حميد وهم: (محمد بن أبي عدي ويحيى القطان وعبد الأعلى بن عبد الأعلى وإسماعيل بن علية وبشر بن المفضل).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "باب الحيض ¶ عَنْ عُرْوَةَ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ قَالَتْ فَاطِمَةُ بِنْتُ أَبِي حُبَيْشٍ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا رَسُولَ اللَّهِ إِنِّي لَا أَطْهُرُ أَفَأَدَعُ الصَّلَاةَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا ذَلِكِ عِرْقٌ وَلَيْسَ بِالْحَيْضَةِ فَإِذَا أَقْبَلَتْ الْحَيْضَةُ فَاتْرُكِي الصَّلَاةَ فَإِذَا ذَهَبَ قَدْرُهَا فَاغْسِلِي عَنْكِ الدَّمَ وَصَلِّي(1). ¶ عن مُعَاذَة أَنَّ امْرَأَةً قَالَتْ لِعَائِشَةَ أَتَجْزِي إِحْدَانَا صَلَاتَهَا إِذَا طَهُرَتْ فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ كُنَّا نَحِيضُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَا يَأْمُرُنَا بِهِ أَوْ قَالَتْ فَلَا نَفْعَلُهُ(2). ¶ عَنْ مَنْصُورٍ عَنْ إِبْرَاهِيمَ عَنْ الْأَسْوَدِ عَنْ عَائِشَةَ قَالَتْ كَانَ إِحْدَانَا إِذَا كَانَتْ حَائِضًا أَمَرَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَتَأْتَزِرُ بِإِزَارٍ ثُمَّ يُبَاشِرُهَا(3)، واللفظ لمسلم. ¶ __________ ¶ (1) هذا حديث مدني رواه الجماعة عن أربعة من أصحاب عروة وهم: (هشام بن عروة والزهري وحبيب بن أبي ثابت وعراك بن مالك) وهو مشهور عن الأولين وإن كان الحديث عن هشام أشهر، ورواه عن حبيب الأعمشُ وعن عراك جعفرُ بنُ ربيعة. ¶ (2) هذا حديث بصري عن عائشة أخرجه الجماعة عن أربعة بصريين عن معاذة وهم: (أبو قلابة وقتادة ويزيد الرشك وعاصم الأحول). ¶ (3) هذا حديث كوفي عن عائشة أخرجه الجماعة عن ستة من أصحاب منصور وهم: (الثوري وأبو عوانة وجرير بن عبد الحميد وزائدة بن قدامة وشعبة).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "كتاب الصلاة ¶ باب الأذان ¶ عَنْ أَبِي قِلَابَةَ عَنْ أَنَسٍ قَالَ أُمِرَ بِلَالٌ أَنْ يَشْفَعَ الْأَذَانَ وَيُوتِرَ الْإِقَامَةَ(1)، واللفظ لمسلم. ¶ عَنْ أَبِي قِلَابَةَ عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ قَالَ انْصَرَفْتُ مِنْ عِنْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَنَا أَنَا وَصَاحِبٍ لِي أَذِّنَا وَأَقِيمَا وَلْيَؤُمَّكُمَا أَكْبَرُكُمَا(2). ¶ عن مَالِكٍ عَنْ ابْنِ شِهَابٍ عَنْ عَطَاءِ بْنِ يَزِيدَ اللَّيْثِيِّ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا سَمِعْتُمْ النِّدَاءَ فَقُولُوا مِثْلَ مَا يَقُولُ الْمُؤَذِّنُ(3). ¶ __________ ¶ (1) هذا حديث بصري رواه خالد الحذاء وأيوب السختياني عن أبي قلابة، أخرجه الجماعة إلا النسائي عن خالد الحذاء وأخرجوه عدا الترمذي وابن ماجه عن أيوب. ¶ (2) هذا حديث بصري رواه خالد الحذاء وأيوب عن أبي قلابة، أخرجه الجماعة عن خالد وأخرجه أحمد والشيخان والنسائي عن أيوب. ¶ (3) هذا حديث مدني مشهور عن مالك أخرجه الجماعة وتابعه يونس بن يزيد الأيلي رواه عنه اثنان وهما عثمان بن عمر رواه عنه أحمد بن حنبل والدارمي والفلاس أخرجه عنه أحمد والدارمي وابن خزيمة، وعبد الله بن وهب أخرجه ابن خزيمة عن يونس بن عبد الأعلى عنه.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "باب الذهاب إلى الصلاة ¶ عَنْ أَبي هُرَيْرَةَ رضي الله عنه قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: إِذَا أُقِيمَتْ الصَّلاةُ فَلَا تَأْتُوهَا تَسْعَوْنَ وَأْتُوهَا تَمْشُونَ عَلَيْكُمْ السَّكِينَةُ فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا(1). ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا اشْتَدَّ الْحَرُّ فَأَبْرِدُوا بِالصَّلَاةِ فَإِنَّ شِدَّةَ الْحَرِّ مِنْ فَيْحِ جَهَنَّمَ(2)، واللفظ لمسلم. ¶ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي صَلَاةَ الْعَصْرِ وَالشَّمْسُ طَالِعَةٌ فِي حُجْرَتِي لَمْ يَظْهَرْ الْفَيْءُ بَعْدُ(3). ¶ __________ ¶ (1) هذا حديث مدني مشهور عن الزهري عن سعيد بن المسيب وأبي سلمة عن أبي هريرة، مرة يرويه الزهري عن سعيد وحده ومرة عن أبي سلمة وحده ومرة يجمعهما، وروى الحديث مالك عن العلاء بن عبد الرحمن عن أبيه وإسحاق بن عبد الله عن أبي هريرة، رواه مالك وغيره عن العلاء به دون ذكر إسحاق، ورواه محمد بن سيرين عن أبي هريرة، ورواه عبد الرزاق عن معمر عن همام عن أبي هريرة. ¶ (2) أحمد ح7602، البخاري ح533، مسلم ح1395، ابن ماجه ح678، أبو داود ح402، الترمذي ح157، النسائي ح502. ¶ (3) هذا حديث مدني رواه الزهري وهشام عن عروة أخرجه الجماعة عن ستة من أصحاب الزهري وهم: (مالك وابن عيينة ومعمر والليث ويونس والأوزاعي)، وأخرجه أحمد والشيخان عن ثلاثة من أصحاب هشام وهم: (وكيع وأنس بن عياض وعامر بن صالح).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْرَكَ مِنْ الصُّبْحِ رَكْعَةً قَبْلَ أَنْ تَطْلُعَ الشَّمْسُ فَقَدْ أَدْرَكَ الصُّبْحَ وَمَنْ أَدْرَكَ رَكْعَةً مِنْ الْعَصْرِ قَبْلَ أَنْ تَغْرُبَ الشَّمْسُ فَقَدْ أَدْرَكَ الْعَصْرَ(1). ¶ وعَنْ عَائِشَةَ قَالَتْ إِنْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيُصَلِّي الصُّبْحَ فَيَنْصَرِفُ النِّسَاءُ مُتَلَفِّعَاتٍ بِمُرُوطِهِنَّ مَا يُعْرَفْنَ مِنْ الْغَلَسِ(2). ¶ باب فضل صلاة العصر ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الَّذِي تَفُوتُهُ صَلَاةُ الْعَصْرِ كَأَنَّمَا وُتِرَ أَهْلَهُ وَمَالَهُ(3). ¶ __________ ¶ (1) أحمد ح9955، البخاري ح579، مسلم ح1374، ابن ماجه ح699، أبو داود ح412، الترمذي ح186، النسائي ح519. ¶ (2) هذا حديث مدني رواه عن عائشة ثلاثة وهم: (عروة بن الزبير وعمرة بنت عبد الرحمن والقاسم بن محمد) أخرجه الجماعة عدا ابن ماجه عن مالك عن يحيى بن سعيد الأنصاري عن عمرة واللفظ له، وأخرجه الجماعة عدا الترمذي وأبي داود عن الزهري عن عروة نحوه، وأخرجه أحمد والبخاري من طريق فليح عن عبد الرحمن بن القاسم عن أبيه نحوه. ¶ (3) هذا حديث مدني رواه عن ابن عمر نافع وسالم، أخرجه الجماعة عدا ابن ماجه عن خمسة وهم: (مالك وعبيد الله العمري وأيوب وابن جريج والليث) عن نافع به، وأشهر نلك الروايات رواية مالك وعبيد الله، وأخرجه أحمد ومسلم والنسائي وابن ماجه عن خمسة وهم: (ابن عيينة وابن أخي الزهري ومعمر وإبراهيم بن سعد وعمرو بن الحارث) عن الزهري عن سالم عن أبيه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وعَنْ عَلِيِّ بْنِ أَبِي طَالِبٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَوْمَ الْخَنْدَقِ مَلأ اللَّهُ بُيُوتَهُمْ وَقُبُورَهُمْ نَارًا كَمَا شَغَلُونَا عَنْ الصَّلاة الْوُسْطَى(1)، واللفظ لابن ماجه. ¶ باب كراهية النوم قبل العشاء والسمر بعدها ¶ عَنْ أَبِي الْمِنْهَالِ عَنْ أَبِي بَرْزَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَكْرَهُ النَّوْمَ قَبْلَ الْعِشَاءِ وَالْحَدِيثَ بَعْدَهَا(2). ¶ باب اللباس في الصلاة ¶ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عُمَرَ بْنِ أَبِي سَلَمَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي ثَوْبٍ وَاحِدٍ قَدْ خَالَفَ بَيْنَ طَرَفَيْهِ(3). ¶ __________ ¶ (1) هذا حديث رواه أهل البصرة عن أهل الكوفة أخرجه الجماعة عدا ابن ماجه عن أبي حسان الأعرج وابن سيرين وهما بصريان عن عبيدة بن عمرو السلماني وهو كوفي، وأخرجه أحمد ومسلم عن شعبة وهو بصري عن الحكم بن عتيبة عن يحيى الجزار وهذا إسناد كوفي، وأخرجه أحمد وابن ماجه والنسائي في الكبرى عن عاصم بن بهدلة عن زر بن حبيش وهو سند كوفي، وأخرجه أحمد ومسلم والنسائي في الكبرى عن الأعمش عن أبي الضحى مسلم بن صبيح عن شتير بن شكل وهذا سند كوفي أربعتهم (عبيدة ويحيى الجزار وزر وشتير) عن علي، وفي حديث شتير زيادة: (ثم صلاها بين العشائين المغرب والعشاء) وفي حديث الأولين (حتى غابت الشمس). ¶ (2) هذا حديث أبي المنهال سيار بن سلامة عن أبي برزة نضلة بن عبيد وهو حديث بصري رواه غير واحد عن أبي المنهال منهم سليمان التيمي وعوف بن أبي جميلة وخالد الحذاء وشعبة وحماد بن سلمة وإبراهيم بن طهمان أخرجه الجماعة. ¶ (3) هذا حديث مدني رواه عن هشام غير واحد منهم مالك والقطان ووكيع وابن عيينة وعبيد الله بن موسى وأبو أسامة وحماد بن زيد والليث بن سعد، أخرجه الجماعة. {إلى هنا}",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "باب السواك لكل صلاة ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْلا أَنْ أَشُقَّ عَلَى أُمَّتِي لأمَرْتُهُمْ بِالسِّوَاكِ عند كُلِّ صَلاة(1)، واللفظ لمسلم. ¶ باب الصلاة بين الأذان والإقامة ¶ عَنْ عَبْدِ اللَّهِ بْنِ بُرَيْدَةَ عَنِ ابْنِ مُغَفَّلٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ بَيْنَ كُلِّ أَذَانَيْنِ صَلَاةٌ لِمَنْ شَاءَ(2)، واللفظ لأحمد. ¶ باب صلاة الجماعة ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال لقد هممت أن آمر بالصلاة فتقام ثم أخالف إلى منازل قوم لا يشهدون الصلاة فأحرق عليهم(3). ¶ وعن النُّعْمَانِ بْنِ بَشِيرٍ قالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَتُسَوُّنَّ صُفُوفَكُمْ أَوْ لَيُخَالِفَنَّ اللَّهُ بَيْنَ وُجُوهِكُمْ(4). ¶ __________ ¶ (1) أحمد ح10880، البخاري ح887، مسلم ح589، ابن ماجه ح287، أبو داود ح46، الترمذي ح22، النسائي ح7. ¶ (2) هذا حديث بصري إلا أن ابن بريدة من مرو كان قاضياً بها رواه عن ابن بريدة كهمس بن الحسن وسعيد الجريري وهما بصريان أخرجه الجماعة. ¶ (3) أحمد ح10221، البخاري ح2420، مسلم ح1482، ابن ماجه ح791، أبو داود ح548، الترمذي ح217، النسائي ح850. ¶ (4) لهذا الحديث ثلاثة أسانيد وهو حديث كوفي أشهرها ما رواه غير واحد منهم مسعر وزائدة وحماد بن سلمة والثوري وشعبة وأبو خيثمة وأبو الأحوص وأبو عوانة وحاتم بن أبي صغيرة عن سماك بن حرب عن النعمان بن بشير، أخرجه الجماعة إلا البخاري، وأصحها ما رواه أحمد والشيخان عن شعبة عن عمرو بن مرة عن سالم بن أبي الجعد عن النعمان، والثالث ما رواه زكريا بن أبي زائدة عن أبي القاسم حسين بن الحارث عن النعمان.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعَنْ ابْنِ عَبَّاسٍ قَالَ بِتُّ عِنْدَ خَالَتِي فَقَامَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي مِنْ اللَّيْلِ فَقُمْتُ أُصَلِّي مَعَهُ فَقُمْتُ عَنْ يَسَارِهِ فَأَخَذَ بِرَأْسِي فَأَقَامَنِي عَنْ يَمِينِهِ(1). ¶ باب صفة الصلاة ¶ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ، وقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ، فَرجع يصلي كما صلى، ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ثَلاثاً فَقَالَ وَالَّذِي بَعَثَكَ بِالْحَقِّ مَا أُحْسِنُ غَيْرَهُ فَعَلِّمْنِي فقَالَ إِذَا قُمْتَ إِلَى الصَّلاةِ فَكَبِّرْ ثُمَّ اقْرَأْ مَا تَيَسَّرَ مَعَكَ مِنْ الْقُرْآنِ ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا ثُمَّ ارْفَعْ حَتَّى تَطْمَئِنَّ جَالِساً وافْعَلْ ذَلِكَ فِي صَلاتكَ كُلِّهَا(2). ¶ __________ ¶ (1) أحمد ح3389، البخاري ح699، مسلم ح1801، ابن ماجه ح973، أبو داود ح610، الترمذي ح232، النسائي ح808. ¶ (2) أحمد ح9633، البخاري ح757، مسلم ح885، ابن ماجه ح1060، أبو داود ح856، الترمذي ح303، النسائي ح886.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "عَنْ الزُّهْرِيِّ عَنْ سَالِمٍ عَنْ أَبِيهِ قَالَ رَأَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا افْتَتَحَ الصَّلَاةَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ مَنْكِبَيْهِ وَقَبْلَ أَنْ يَرْكَعَ وَإِذَا رَفَعَ مِنْ الرُّكُوعِ وَلَا يَرْفَعُهُمَا بَيْنَ السَّجْدَتَيْنِ(1)، واللفظ لمسلم. ¶ باب القراءة ¶ عَنْ الزُّهْرِيِّ عَنْ مَحْمُودِ بْنِ الرَّبِيعِ عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ(2). ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَبَا بَكْرٍ وَعُمَرَ رَضِيَ اللَّهُ عَنْهُمَا كَانُوا يَفْتَتِحُونَ الصَّلَاةَ بِالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ(3). ¶ عَنِ الزُّهْرِيِّ عَنْ عُبَيْدِ اللَّهِ عَنِ ابْنِ عَبَّاسٍ عَنْ أُمِّهِ أم الفضل بنت الحارث رضي الله عنه أَنَّهَا سَمِعَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الْمَغْرِبِ بِالْمُرْسَلَاتِ عُرْفًا(4)، واللفظ لأحمد. ¶ __________ ¶ (1) هذا حديث الزهري وهو حديث مدني رواه غير واحد من أصحابه منهم مالك وابن عيينة ومعمر ويونس وشعيب وعقيل وابن جريج وابن أخي الزهري وعبيد الله بن عمر ومحمد بن الوليد الزبيدي أخرجه الجماعة. ¶ (2) هذا حديث الزهري وهو حديث مدني رواه عنه غير واحد من أصحابه منهم ابن عيينة ومعمر ويونس وصالح بن كيسان، أخرجه الجماعة. ¶ (3) أحمد ح12014، البخاري ح743، مسلم ح892، ابن ماجه ح813، أبو داود ح782، الترمذي ح246، النسائي ح904. ¶ (4) هذا حديث مدني وابن عباس كان في آخر عمرة بمكة والطائف، وقد رواه عن الزهري غير واحد منهم مالك وابن عيينة ومعمر ويونس وعقيل وصالح وابن إسحاق، أخرجه الجماعة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَمَّنَ الْإِمَامُ فَأَمِّنُوا فَإِنَّهُ مَنْ وَافَقَ تَأْمِينُهُ تَأْمِينَ الْمَلَائِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ(1). ¶ باب الركوع ¶ عن مُصْعَب بْن سَعْدٍ قال صَلَّيْتُ إِلَى جَنْبِ أَبِي فَطَبَّقْتُ بَيْنَ كَفَّيَّ ثُمَّ وَضَعْتُهُمَا بَيْنَ فَخِذَيَّ فَنَهَانِي أَبِي وَقَالَ كُنَّا نَفْعَلُهُ فَنُهِينَا عَنْهُ وَأُمِرْنَا أَنْ نَضَعَ أَيْدِينَا عَلَى الرُّكَبِ(2). ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قَالَ الْإِمَامُ سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ فَقُولُوا رَبَّنَا وَلَكَ الْحَمْدُ(3)، واللفظ لأحمد. ¶ باب السجود ¶ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ قَالَ أُمِرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَسْجُدَ عَلَى سَبْعَةِ أَعْظُمٍ وَلَا يَكُفَّ ثَوْبَهُ وَلَا شَعَرَهُ(4). ¶ __________ ¶ (1) أحمد ح9923، البخاري ح780، مسلم ح915، ابن ماجه ح852، أبو داود ح936، الترمذي ح250، النسائي ح930. ¶ (2) هذا حديث كوفي رواه عن مصعب أبو يعفور وقدان العبدي أخرجه الجماعة إلا أحمد وابن ماجه ورواه إسماعيل بن أبي خالد عن الزبير بن عدي عن مصعب أخرجه أحمد ومسلم والنسائي وابن ماجه. ¶ (3) أحمد ح12681، البخاري ح689، مسلم ح921، ابن ماجه ح876، أبو داود ح601، الترمذي ح361، النسائي ح1063. ¶ (4) هذا حديث مكي رواه غير واحد من أصحاب عمرو بن دينار وهم ابن عيينة وشعبة وهشيم وحماد بن زيد وأبو عوانة وروح بن القاسم، أخرجه الجماعة ورواه عبد الله بن طاوس عن أبيه رواه عن ابن طاوس ابن عيينة ووهيب وابن جريج أخرجه أحمد والشيخان والنسائي في الكبرى وابن ماجه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "عَنْ قَتَادَةَ عَنْ أَنَسِ بْنِ مَالِكٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اعْتَدِلُوا فِي السُّجُودِ وَلَا يَبْسُطْ أَحَدُكُمْ ذِرَاعَيْهِ انْبِسَاطَ الْكَلْبِ(1). ¶ عَنْ غَالِبٍ الْقَطَّانِ عَنْ بَكْرِ بْنِ عَبْدِ اللَّهِ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنَّا نُصَلِّي مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شِدَّةِ الْحَرِّ فَإِذَا لَمْ يَسْتَطِعْ أَحَدُنَا أَنْ يُمَكِّنَ وَجْهَهُ مِنْ الْأَرْضِ بَسَطَ ثَوْبَهُ فَسَجَدَ عَلَيْهِ(2). ¶ وعن أبي هُرَيْرَةَ رضي الله عنه قَالَ قَالَ مُحَمَّدٌ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَا يَخْشَى الَّذِي يَرْفَعُ رَأْسَهُ قَبْلَ الْإِمَامِ أَنْ يُحَوِّلَ اللَّهُ رَأْسَهُ رَأْسَ حِمَارٍ(3)، واللفظ لمسلم. ¶ باب التشهد ¶ عَنْ عَبْدِ اللَّهِ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَلِّمُنَا التَّشَهُّدَ فِي الصَّلَاةِ التَّحِيَّاتُ لِلَّهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ السَّلَامُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ السَّلَامُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُولُهُ(4)، واللفظ لأحمد. ¶ __________ ¶ (1) هذا حديث بصري رواه غير واحد عن قتادة وأشهر ذلك ما رواية شعبة عنه أخرج روايته الجماعة إلا ابن ماجه وأخرجه النسائي وابن ماجه عن سعيد بن أبي عروبة عن قتادة به. ¶ (2) هذا حديث بصري رواه عن غالب بشر بن المفضل وخالد بن عبد الرحمن، أخرجه الجماعة. ¶ (3) أحمد ح10106، البخاري ح691، مسلم ح963، ابن ماجه ح961، أبو داود ح623، الترمذي ح582، النسائي ح830. ¶ (4) أحمد ح3921، البخاري ح831، مسلم ح897، ابن ماجه ح899، أبو داود 968، الترمذي ح289، النسائي ح1164.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "عَنْ الحَكَمِ بْنِ عُتَيْبةَ عَنْ ابْنِ أَبِي لَيْلَى عَنْ كَعْبِ بْنِ عُجْرَةَ رَضِيَ اللَّهُ عَنْهُ قِيلَ يَا رَسُولَ اللَّهِ أَمَّا السَّلَامُ عَلَيْكَ فَقَدْ عَرَفْنَاهُ فَكَيْفَ الصَّلَاةُ عَلَيْكَ قَالَ قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ(1). ¶ باب الحركة في الصلاة ¶ عَنْ يَحْيَى عَنْ أَبِي سَلَمَةَ قَالَ حَدَّثَنِي مُعَيْقِيبٌ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ فِي الرَّجُلِ يُسَوِّي التُّرَابَ حَيْثُ يَسْجُدُ قَالَ إِنْ كُنْتَ فَاعِلًا فَوَاحِدَةً(2). ¶ وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ التَّسْبِيحُ لِلرِّجَالِ وَالتَّصْفِيقُ لِلنِّسَاءِ(3). ¶ __________ ¶ (1) هذا حديث كوفي عن كعب وهو حديث مشهور عن الحكم بن عتيبة، أخرجه الجماعة، ورواه عن عبد الرحمن عبد الله بن عيسى أخرجه البخاري ويزيد بن أبي زياد أخرجه أحمد ومجاهد أخرجه النسائي في الكبرى. ¶ (2) هذا حديث مدني يرويه يحيى بن أبي كثير وقد رواه عنه غير واحد منهم هشام الدستوائي وشيبان بن عبد الرحمن والأوزاعي، أخرجه الجماعة. ¶ (3) أحمد ح7283، البخاري ح1203، مسلم ح954، ابن ماجه ح1034، أبو داود ح939، الترمذي ح369، النسائي ح1209.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "باب المرور بين يدي المصلي ¶ عَنْ أَبِي النَّضْرِ عَنْ بُسْرِ بْنِ سَعِيدٍ أَنَّ زَيْدَ بْنَ خَالِدٍ أَرْسَلَهُ إِلَى أَبِي جُهَيْمٍ يَسْأَلُهُ مَاذَا سَمِعَ مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ فِي الْمَارِّ بَيْنَ يَدَيْ الْمُصَلِّي فَقَالَ أَبُو جُهَيْمٍ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَوْ يَعْلَمُ الْمَارُّ بَيْنَ يَدَيْ الْمُصَلِّي مَاذَا عَلَيْهِ لَكَانَ أَنْ يَقِفَ أَرْبَعِينَ خَيْرًا لَهُ مِنْ أَنْ يَمُرَّ بَيْنَ يَدَيْهِ(1)، واللفظ للنسائي. ¶ وعن عَبَّاسٍ رضي الله عنه قَالَ أَقْبَلْتُ وَقَدْ نَاهَزْتُ الْحُلُمَ أَسِيرُ عَلَى أَتَانٍ وَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَائِمٌ يُصَلِّي لِلنَّاسِ يَعْنِي حَتَّى صِرْتُ بَيْنَ يَدَيْ بَعْضِ الصَّفِّ الْأَوَّلِ ثُمَّ نَزَلْتُ عَنْهَا فَرَتَعَتْ فَصَفَفْتُ مَعَ النَّاسِ وَرَاءَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ(2)، واللفظ لأحمد. ¶ باب من نسي صلاة ¶ عَنْ أَنَسٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ نَسِيَ صَلَاةً فَلْيُصَلِّهَا إِذَا ذَكَرَهَا(3)، واللفظ لأحمد. ¶ __________ ¶ (1) هذا حديث مدني رواه عن سالم مالك والثوري وهو مشهور عن مالك وقد رواه عن الثوري وكيع وابن مهدي، أخرجه الجماعة. ¶ (2) أحمد ح2376، البخاري ح1857، مسلم ح1124، ابن ماجه ح947، أبو داود ح715، الترمذي ح337، النسائي ح754. ¶ (3) أحمد ح13585، البخاري ح597، مسلم ح1566، ابن ماجه ح696، أبو داود 442، الترمذي ح178، النسائي ح615.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "باب صلاة الجمعة ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ قَائِمًا ثُمَّ يَقْعُدُ ثُمَّ يَقُومُ كَمَا تَفْعَلُونَ الْآنَ(1). ¶ وعن أَبي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا قُلْتَ لِصَاحِبِكَ يَوْمَ الْجُمُعَةِ أَنْصِتْ وَالإمَامُ يَخْطُبُ فَقَدْ لَغَوْتَ(2). ¶ عَنْ عَمْرِو بْنِ دِينَارٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ قَالَ بَيْنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَخْطُبُ يَوْمَ الْجُمُعَةِ إِذْ جَاءَ رَجُلٌ فَقَالَ لَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَصَلَّيْتَ يَا فُلَانُ قَالَ لَا قَالَ قُمْ فَارْكَعْ(3)، واللفظ لمسلم. ¶ وعَنِ ابْنِ عُمَرَ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي بَعْدَ الْجُمُعَةِ رَكْعَتَيْنِ فِي بَيْتِهِ(4)، واللفظ لأحمد. ¶ وعَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ إِنَّ فِي الْجُمُعَةِ لَسَاعَةً لا يُوَافِقُهَا مُسْلِمٌ يَسْأَلُ اللَّهَ فِيهَا خَيْرًا إِلا أَعْطَاهُ إِيَّاهُ(5)، والفظ لمسلم. ¶ __________ ¶ (1) أحمد ح5726، البخاري ح920، مسلم ح1994، ابن ماجه ح1103، أبو داود ح1092، الترمذي ح506، النسائي ح1418. ¶ (2) أحمد ح7672، البخاري ح934، مسلم ح1965، ابن ماجه ح1110، أبو داود ح1112، الترمذي ح512، النسائي ح1404لا. ¶ (3) هذا حديث مكي عن جابر رواه عن عمرو بن دينار غير واحد منهم: (ابن عيينة وابن جريج وحماد بن زيد) أخرجه الجماعة ورواه ابن علية عن أيوب عن عمرو به أخرجه مسلم. ¶ (4) أحمد ح4921، البخاري ح937، مسلم ح2039، ابن ماجه ح1130، أبو داود ح1132، الترمذي ح522، النسائي ح1430. ¶ (5) أحمد ح7810، البخاري ح935، مسلم ح1974، ابن ماجه ح1137، أبو داود ح1046، الترمذي ح491، النسائي ح1433.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "باب من أدرك من الصلاة ركعة ¶ عَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَدْرَكَ رَكْعَةً مِنْ الصَّلاةِ فَقَدْ أَدْرَكَ الصَّلاةَ(1). ¶ باب تحية المسجد ¶ عَنْ عَامِرِ بْنِ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ عَنْ عَمْرِو بْنِ سُلَيْمٍ الزُّرَقِيِّ عَنْ أَبِي قَتَادَةَ السَّلَمِيِّ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا دَخَلَ أَحَدُكُمْ الْمَسْجِدَ فَلْيَرْكَعْ رَكْعَتَيْنِ قَبْلَ أَنْ يَجْلِسَ(2). ¶ باب النوافل ¶ عَنْ قَتَادَةَ عَنْ أَبِي الْعَالِيَةِ عَنْ ابْنِ عَبَّاسٍ قَالَ شَهِدَ عِنْدِي رِجَالٌ مَرْضِيُّونَ وَأَرْضَاهُمْ عِنْدِي عُمَرُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ الصَّلَاةِ بَعْدَ الصُّبْحِ حَتَّى تَشْرُقَ الشَّمْسُ وَبَعْدَ الْعَصْرِ حَتَّى تَغْرُبَ(3). ¶ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اجْعَلُوا فِي بُيُوتِكُمْ مِنْ صَلَاتِكُمْ وَلَا تَتَّخِذُوهَا قُبُورًا(4). ¶ __________ ¶ (1) أحمد ح7652، البخاري ح580، مسلم ح1371، ابن ماجه ح1122، أبو داود ح1121، الترمذي ح524، النسائي ح555لا. ¶ (2) هذا حديث مدني مشهور عن عامر بن عبد الله رواه عنه غير واحد منهم مالك وابن عجلان وعثمان بن أبي سليمان وعبد الله بن سعيد بن أبي هند ويحيى بن سعد وأبو العميس وفليح بن سليمان وزياد بن سعد وابن إسحاق، أخرجه الجماعة، ورواه زائدة عن عمرو بن يحيى الأنصاري عن محمد بن يحيى بن حبان عن عمرو بن سليم به، أخرجه مسلم. ¶ (3) هذا حديث بصري عن ابن عباس رواه عن قتادة غير واحد من أصحابه منهم: (أبان بن يزيد وهمام وشعبة وسعيد بن أبي عروبة وهشام الدستوائي ومنصور بن زاذان). ¶ (4) هذا حديث مدني رواه عن نافع عبيد الله العمري وأيوب السختياني والوليد بن أبي هشام أخرجه الجماعة.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "باب صلاة الليل ¶ عَنْ ابْنِ عُمَرَ أَنَّ رَجُلًا سَأَلَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَلَاةِ اللَّيْلِ فَقَالَ رَسُولُ اللَّهِ عَلَيْهِ السَّلَام صَلَاةُ اللَّيْلِ مَثْنَى مَثْنَى فَإِذَا خَشِيَ أَحَدُكُمْ الصُّبْحَ صَلَّى رَكْعَةً وَاحِدَةً تُوتِرُ لَهُ مَا قَدْ صَلَّى(1). ¶ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ قَالَتْ كُلَّ اللَّيْلِ أَوْتَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَانْتَهَى وِتْرُهُ إِلَى السَّحَرِ(2). ¶ وعنها رَضِيَ اللَّهُ عَنْهَا قَالَتْ مَا رَأَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي شَيْءٍ مِنْ صَلَاةِ اللَّيْلِ جَالِسًا حَتَّى إِذَا كَبِرَ قَرَأَ جَالِسًا فَإِذَا بَقِيَ عَلَيْهِ مِنْ السُّورَةِ ثَلَاثُونَ أَوْ أَرْبَعُونَ آيَةً قَامَ فَقَرَأَهُنَّ ثُمَّ رَكَعَ(3). ¶ __________ ¶ (1) أحمد ح5085، البخاري ح990، مسلم ح1748، ابن ماجه ح1320، أبو داود ح1326، الترمذي ح437، النسائي ح1696. ¶ (2) هذا حديث كوفي عن عائشة وهو مشهور من رواية أبي الضحى مسلم بن صبيح عن مسروق، رواه عن أبي الضحى غير واحد منهم الأعمش وعاصم بن بهدلة ووقدان وسعيد بن مسروق، ورواه أبو حصين عن يحيى بن وثاب عن مسروق، أخرجه الجماعة . ¶ (3) أحمد ح24762، البخاري ح1148، مسلم ح1704، ابن ماجه ح1227، أبو داود ح953، الترمذي ح374، النسائي ح1651، ولفظ الترمذي: أن النبي صلى الله عليه وسلم كان يصلي جالسا فيقرأ وهو جالس فإذا بقى من قراءته قدر ما يكون ثلاثين أو أربعين آية قام فقرأ وهو قائم ثم ركع وسجد ثم صنع في الركعة الثانية مثل ذلك.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا نَعَسَ أَحَدُكُمْ وَهُوَ يُصَلِّي فَلْيَرْقُدْ حَتَّى يَذْهَبَ عَنْهُ النَّوْمُ فَإِنَّ أَحَدَكُمْ إِذَا صَلَّى وَهُوَ نَاعِسٌ لَا يَدْرِي لَعَلَّهُ يَسْتَغْفِرُ فَيَسُبُّ نَفْسَهُ(1). ¶ باب فضيلة الثلث الآخر ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يَنْزِلُ رَبُّنَا تَبَارَكَ وَتَعَالَى كُلَّ لَيْلَةٍ إِلَى السَّمَاءِ الدُّنْيَا حِينَ يَبْقَى ثُلُثُ اللَّيْلِ الآخِرُ فَيَقُولُ مَنْ يَدْعُونِي فَأَسْتَجِيبَ لَهُ مَنْ يَسْأَلُنِي فَأُعْطِيَهُ مَنْ يَسْتَغْفِرُنِي فَأَغْفِرَ لَهُ(2). ¶ __________ ¶ (1) هذا حديث مدني رواه غير واحد عن هشام بن عروة منهم: (مالك وعبد الله بن نمير ويحيى القطان ووكيع وحماد بن سلمة وأبو أسامة وعبد العزيز بن أبي حازم وعبدة بن سليمان وأيوب) أخرجه الجماعة. ¶ (2) أحمد ح7611، البخاري ح7494، مسلم ح1772، ابن ماجه ح1366، أبو داود ح1315، الترمذي ح3498، النسائي في الكبرى ح7768.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "باب الدعاء عند القيام للتهجد ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا قَامَ إِلَى الصَّلَاةِ مِنْ جَوْفِ اللَّيْلِ يَقُولُ اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ نُورُ السَّمَوَاتِ وَالأرْضِ وَلَكَ الْحَمْدُ أَنْتَ قَيَّامُ السَّمَوَاتِ وَالْأَرْضِ وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَوَاتِ وَالأرْضِ وَمَنْ فِيهِنَّ أَنْتَ الْحَقُّ وَوَعْدُكَ الْحَقُّ وَلِقَاؤُكَ حَقٌّ وَالْجَنَّةُ حَقٌّ وَالنَّارُ حَقٌّ وَالسَّاعَةُ حَقٌّ اللَّهُمَّ لَكَ أَسْلَمْتُ وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ وَإِلَيْكَ أَنَبْتُ وَبِكَ خَاصَمْتُ وَإِلَيْكَ حَاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ أَنْتَ إِلَهِي لا إِلَهَ إِلا أَنْتَ(1)، واللفظ للترمذي. ¶ __________ ¶ (1) أحمد ح2813، البخاري ح7385، مسلم ح1808، ابن ماجه ح1355، أبو داود ح771، الترمذي ح3418، النسائي في الكبرى ح7704، ولفظ البخاري: أنت قيم، وأسررت وأعلنت، وأنت إلهي لا إله لي غيرك، ولفظ مسلم: وأخرت وأسررت وأعلنت، ولفظ ابن ماجه: وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت، ورواه في الصغرى ح1621 بلفظ ابن ماجه.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "باب السهو ¶ عَنْ عَبْدِ الرَّحْمَنِ الْأَعْرَجِ عَنْ عَبْدِ اللَّهِ ابْنِ بُحَيْنَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ صَلَّى لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَكْعَتَيْنِ مِنْ بَعْضِ الصَّلَوَاتِ ثُمَّ قَامَ فَلَمْ يَجْلِسْ فَقَامَ النَّاسُ مَعَهُ فَلَمَّا قَضَى صَلَاتَهُ وَنَظَرْنَا تَسْلِيمَهُ كَبَّرَ قَبْلَ التَّسْلِيمِ فَسَجَدَ سَجْدَتَيْنِ وَهُوَ جَالِسٌ ثُمَّ سَلَّمَ(1). ¶ وعَنْ أَبِي هُرَيْرَةَ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ انْصَرَفَ مِنْ اثْنَتَيْنِ فَقَالَ لَهُ ذُو الْيَدَيْنِ أَقَصُرَتْ الصَّلاةُ يَا رَسُولَ اللَّهِ أَمْ نَسِيتَ فَقَالَ أَصَدَقَ ذُو الْيَدَيْنِ فَقَالَ النَّاسُ نَعَمْ فَقَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَكْعَتَيْنِ أُخْرَيَيْنِ ثُمَّ سَلَّمَ ثُمَّ كَبَّرَ ثُمَّ سَجَدَ مِثْلَ سُجُودِهِ أَوْ أَطْوَلَ ثُمَّ رَفَعَ ثُمَّ كَبَّرَ فَسَجَدَ مِثْلَ سُجُودِهِ ثُمَّ رَفَعَ(2). ¶ وعَنْ عَبْدِ اللَّهِ قَالَ صَلَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الظُّهْرَ خَمْسًا فَقَالُوا أَزِيدَ فِي الصَّلَاةِ قَالَ وَمَا ذَاكَ قَالُوا صَلَّيْتَ خَمْسًا فَثَنَى رِجْلَيْهِ وَسَجَدَ سَجْدَتَيْنِ(3). ¶ __________ ¶ (1) هذا حديث مدني أخرجه الجماعة، وقد رواه عن الأعرج يحيى بن سعيد الأنصاري والزهري وهو مشهور عنهما، وأخرجه البخاري عن قتيبة عن بكر عن جعفر بن ربيعة عن الأعرج به. ¶ (2) أحمد ح7200، البخاري ح7250، مسلم ح1288، ابن ماجه ح1214، أبو داود ح1009، الترمذي ح399، النسائي ح1227. ¶ (3) أحمد ح4236، البخاري ح404، مسلم ح1281، ابن ماجه ح1205، أبو داود ح1019، الترمذي ح392، النسائي ح1256.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ أَحَدَكُمْ إِذَا قَامَ يُصَلِّي جَاءَ الشَّيْطَانُ فَلَبَسَ عَلَيْهِ حَتَّى لَا يَدْرِيَ كَمْ صَلَّى فَإِذَا وَجَدَ ذَلِكَ أَحَدُكُمْ فَلْيَسْجُدْ سَجْدَتَيْنِ وَهُوَ جَالِسٌ(1). ¶ باب الصلاة في السفر ¶ عَنْ يَحْيَى بْنِ أَبِي إِسْحَاقَ قَالَ سَمِعْتُ أَنَسًا يَقُولُ خَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِنْ الْمَدِينَةِ إِلَى مَكَّةَ فَكَانَ يُصَلِّي رَكْعَتَيْنِ رَكْعَتَيْنِ حَتَّى رَجَعْنَا إِلَى الْمَدِينَةِ قُلْتُ أَقَمْتُمْ بِمَكَّةَ شَيْئًا قَالَ أَقَمْنَا بِهَا عَشْرًا(2). ¶ عَنْ عَبْدِ الرَّحْمَنِ بْنِ حُمَيْدٍ الزُّهْرِيِّ قَالَ سَمِعْتُ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ يَسْأَلُ السَّائِبَ ابْنَ أُخْتِ الْنَّمِرِ مَا سَمِعْتَ فِي سُكْنَى مَكَّةَ قَالَ سَمِعْتُ الْعَلَاءَ بْنَ الْحَضْرَمِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثَلَاثٌ لِلْمُهَاجِرِ بَعْدَ الصَّدَرِ(3). ¶ __________ ¶ (1) أحمد ح7284، البخاري ح1232، مسلم ح1265، ابن ماجه ح1216، أبو داود ح1030، الترمذي ح397، النسائي ح1254. ¶ (2) هذا حديث بصري رواه غير واحد عن يحيى بن أبي إسحاق منهم (الثوري وابن علية وشعبة وعبد الوارث وهشيم وأبو عوانة ووهيب ويزيد بن زريع وعبد الأعلى بن عبد الأعلى) أخرجه الجماعة. ¶ (3) هذا حديث مدني عن العلاء بن الحضرمي أخرجه الجماعة وقد رواه عن عبد الرحمن بن حميد غير واحد منهم (ابن عيينة ويحيى القطان وحاتم بن إسماعيل وسليمان بن بلال وصالح بن كيسان والدراوردي).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُوتِرُ عَلَى رَاحِلَتِهِ(1)، واللفظ لمسلم. ¶ باب صلاة العيد ¶ عَنْ ابْنِ عَبَّاسٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ يَوْمَ الْعِيدِ فَصَلَّى رَكْعَتَيْنِ لَمْ يُصَلِّ قَبْلَهَا وَلَا بَعْدَهَا(2)، واللفظ للنسائي. ¶ وعَنْ أُمِّ عَطِيَّةَ قَالَتْ أَمَرَنَا تَعْنِي النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نُخْرِجَ فِي الْعِيدَيْنِ الْعَوَاتِقَ وَذَوَاتِ الْخُدُورِ وَأَمَرَ الْحُيَّضَ أَنْ يَعْتَزِلْنَ مُصَلَّى الْمُسْلِمِينَ(3)، واللفظ لمسلم. ¶ باب صلاة الاستسقاء ¶ عَنْ عَبَّادِ بْنِ تَمِيمٍ عَنْ عَمِّهِ عَبْدِ اللَّهِ بْنِ زَيْدٍ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ إِلَى الْمُصَلَّى فَاسْتَسْقَى فَاسْتَقْبَلَ الْقِبْلَةَ وَقَلَبَ رِدَاءَهُ وَصَلَّى رَكْعَتَيْنِ(4). ¶ __________ ¶ (1) أحمد ح6224، البخاري ح1000، مسلم ح1617، ابن ماجه ح1200، أبو داود ح1224، الترمذي ح472، النسائي ح1688. ¶ (2) أحمد ح2533، البخاري ح964، مسلم ح2057، ابن ماجه ح1291، أبو داود ح1159، الترمذي ح537، النسائي ح1589. ¶ (3) أحمد ح21080، البخاري ح981، مسلم ح2054، ابن ماجه ح1308، أبو داود ح1137، الترمذي ح539، النسائي ح1561. ¶ (4) هذا حديث مدني رواه عن عباد غير واحد منهم (الزهري وعبد الله بن أبي بكر بن محمد بن عمرو بن حزم وأبوه) أخرجه الجماعة وأخرجه البخاري عن إسحاق عن وهب عن شعبة عن محمد بن أبي بكر وأخرجه أيضاً عن موسى بن إسماعيل عن وهيب عن عمرو بن يحيى المازني وأخرجه أحمد وأبو داود والنسائي من طريق الدراوردي عن عمارة بن غزية ثلاثتهم أيضاً عن عباد به.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "باب صلاة الخسوف ¶ عَنْ عَائِشَةَ أَنَّهَا قَالَتْ خَسَفَتْ الشَّمْسُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَصَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالنَّاسِ فَأَطَالَ الْقِرَاءَةَ ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ ثُمَّ رَفَعَ رَأْسَهُ فَأَطَالَ الْقِرَاءَةَ هِيَ دُونَ الْأُولَى ثُمَّ رَكَعَ فَأَطَالَ الرُّكُوعَ وَهُوَ دُونَ الْأَوَّلِ ثُمَّ رَفَعَ رَأْسَهُ فَسَجَدَ ثُمَّ فَعَلَ مِثْلَ ذَلِكَ فِي الرَّكْعَةِ(1)، واللفظ للترمذي. ¶ كتاب الجنائز ¶ باب كراهية تمني الموت ¶ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَتَمَنَّيَنَّ أَحَدٌ مِنْكُمْ الْمَوْتَ لِضُرٍّ نَزَلَ بِهِ فَإِنْ كَانَ لَا بُدَّ مُتَمَنِّيًا لِلْمَوْتِ فَلْيَقُلْ اللَّهُمَّ أَحْيِنِي مَا كَانَتْ الْحَيَاةُ خَيْرًا لِي وَتَوَفَّنِي إِذَا كَانَتْ الْوَفَاةُ خَيْرًا لِي(2). ¶ باب الصبر عند المصيبة ¶ عَنْ أَنَس بنِ مالكٍ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الصَّبْرُ عِنْدَ الصَّدْمَةِ الْأُولَى(3). ¶ باب غسل الميت وتكفينه ¶ __________ ¶ (1) أحمد ح25865، البخاري ح1047، مسلم 2091، ابن ماجه ح1263، أبو داود ح1180، الترمذي ح561، النسائي ح1474. ¶ (2) أحمد ح12002، البخاري ح6351، مسلم ح6814، ابن ماجه ح4265، أبو داود ح3108، الترمذي ح971، النسائي ح1823. ¶ (3) هذا حديث بصري مشهور عن شعبة عن ثابت عن أنس به أخرجه الجماعة إلا ابن ماجه، وأخرجه الترمذي وابن ماجه من طريق الليث بن سعد عن يزيد بن أبي حبيب عن سعد بن سنان عن أنس به.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "عَنْ أُمِّ عَطِيَّةَ قَالَتْ توفيت إحدى بنات النبي صلى الله عليه وسلم فخرج النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ اغْسِلْنَهَا ثَلاثا أَوْ خَمْسا أَوْ أَكْثَرَ مِنْ ذَلِكَ إِنْ رَأَيْتُنَّ بِمَاءٍ وَسِدْرٍ وَاجْعَلْنَ فِي الآخِرَةِ كَافُورا أَوْ شَيْئا مِنْ كَافُورٍ فَإِذَا فَرَغْتُنَّ فَآذِنَّنِي قالت فَلَمَّا فَرَغْنَا آذَنَّاهُ فَألقى إلينا حِقْوَهُ فَقَالَ أَشْعِرْنَهَا إِيَّاهُ(1). ¶ عَنْ سَعِيدِ بْنِ جُبَيْرٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَّ رَجُلٌ مِنْ بَعِيرِهِ فَوُقِصَ فَمَاتَ فَقَالَ اغْسِلُوهُ بِمَاءٍ وَسِدْرٍ وَكَفِّنُوهُ فِي ثَوْبَيْهِ وَلَا تُخَمِّرُوا رَأْسَهُ فَإِنَّ اللَّهَ يَبْعَثُهُ يَوْمَ الْقِيَامَةِ مُلَبِّيًا(2)، واللفظ لمسلم. ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُفِّنَ فِي ثَلَاثَةِ أَثْوَابٍ بِيضٍ سَحُولِيَّةٍ لَيْسَ فِيهَا قَمِيصٌ وَلَا عِمَامَةٌ(3). ¶ __________ ¶ (1) هذا حديث بصري رواه عن أم عطية محمد بن سيرين وحفصة بنت سيرين أخرجه عنهما الجماعة، رواه عن ابن سيرين أيوب وابن عون ومنصور بن زاذان، ورواه عن بنت سيرين أيوب وعاصم الأحول وهشام بن حسان. ¶ (2) هذا حديث مشهور عن ابن جبير أخرجه الجماعة وقد رواه عن ابن جبير غير واحد وهو مشهور عن عمرو بن دينار وأبي جعفر بن إياس بن أبي وحشية، وأيوب السختياني. ¶ (3) أحمد ح25837، البخاري ح1273، مسلم ح2179، ابن ماجه ح1469، أبو داود ح3151، الترمذي ح996، النسائي ح1900.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "باب الصلاة على الميت ¶ عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ شَهِدَ الْجَنَازَةَ حَتَّى يُصَلِّيَ فَلَهُ قِيرَاطٌ وَمَنْ شَهِدَ حَتَّى تُدْفَنَ كَانَ لَهُ قِيرَاطَانِ قِيلَ وَمَا الْقِيرَاطَانِ قَالَ مِثْلُ الْجَبَلَيْنِ الْعَظِيمَيْنِ(1). ¶ وعَنه رَضِيَ اللَّهُ عَنْهُ قَالَ نَعَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى أَصْحَابِهِ النَّجَاشِيَّ ثُمَّ تَقَدَّمَ فَصَفُّوا خَلْفَهُ فَكَبَّرَ أَرْبَعًا(2). ¶ باب الإسراع بالجنازة ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَسْرِعُوا بِالْجِنَازَةِ فَإِنْ تَكُ صَالِحَةً فَخَيْرٌ تُقَدِّمُونَهَا وَإِنْ يَكُ سِوَى ذَلِكَ فَشَرٌّ تَضَعُونَهُ عَنْ رِقَابِكُمْ(3). ¶ باب القيام عند رؤية الجنازة ¶ عَنْ عَبْدِ الله بنِ عُمَرَ عَنْ عَامِرِ بْنِ رَبِيعَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَيْتُمْ الْجَنَازَةَ فَقُومُوا لَهَا حَتَّى تُخَلِّفَكُمْ أَوْ تُوضَعَ(4)، واللفظ لمسلم. ¶ __________ ¶ (1) أحمد ح9197، البخاري ح1325، مسلم ح2189، ابن ماجه ح1539، أبو داود ح3168، الترمذي ح1040، النسائي ح1997. ¶ (2) أحمد ح9644، البخاري ح1318، مسلم ح2204، ابن ماجه ح1534، أبو داود ح3204، الترمذي ح1022، النسائي ح1982. ¶ (3) أحمد ح7265، البخاري ح1315، مسلم ح2186، ابن ماجه ح1477، أبو داود ح3181، الترمذي ح1015، النسائي ح1912. ¶ (4) هذا حديث مدني رواه عن ابن عمر ابنه سالم وعنه الزهري أخرجه الجماعة، ورواه عن ابن عمر أيضاً مولاه نافع وعنه ابن عون وعبيد الله العمري وابن جريج وأيوب والليث بن سعد أخرجه الجماعة إلا أبا داود.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "كتاب الصوم ¶ باب الصوم قبل رمضان ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَقَدَّمُوا رَمَضَانَ بِصَوْمِ يَوْمٍ وَلَا يَوْمَيْنِ إِلَّا رَجُلٌ كَانَ يَصُومُ صَوْمًا فَلْيَصُمْهُ(1)، واللفظ لمسلم. ¶ باب فضل صوم رمضان ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ صَامَ رَمَضَانَ إِيمَاناً وَاحْتِسَاباً غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ(2). ¶ باب قضاء صوم رمضان ¶ عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قالت كَانَ يَكُونُ عَلَيَّ الصَّوْمُ مِنْ رَمَضَانَ فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَ إِلَّا فِي شَعْبَانَ(3). ¶ __________ ¶ (1) أحمد ح7766، البخاري ح1914، مسلم ح2518، ابن ماجه ح1650، أبو داود ح2335، الترمذي ح685، النسائي ح2175. ¶ (2) أحمد ح7170، البخاري ح38، مسلم ح1781، ابن ماجه ح1641، أبو داود ح1372، الترمذي ح683، النسائي ح2207. ¶ (3) أحمد ح25441، البخاري ح1950، مسلم ح2687، ابن ماجه ح1669، أبو داود ح2399، الترمذي ح783، النسائي ح2321.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "باب ما يفسد الصيام وما لا يفسده ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ جَاءَ رَجُلٌ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ هَلَكْتُ قَالَ وَمَا شَأْنُكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ قَالَ هَلْ تَجِدُ مَا تُعْتِقُ رَقَبَةً قَالَ لا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تُطْعِمَ سِتِّينَ مِسْكِينًا قَالَ لا أَجِدُ فَأُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهِ تَمْرٌ فَقَالَ خُذْ هَذَا فَتَصَدَّقْ بِهِ فَقَالَ أَعَلَى أَفْقَرَ مِنَّا مَا بَيْنَ لابَتَيْهَا أَفْقَرُ مِنَّا ثُمَّ قَالَ خُذْهُ فَأَطْعِمْهُ أَهْلَكَ(1). ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُقَبِّلُ وَهُوَ صَائِمٌ(2)، واللفظ لمسلم. ¶ وعَن أبي هريرة رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَكَلَ نَاسِيًا وَهُوَ صَائِمٌ فَلْيُتِمَّ صَوْمَهُ فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ(3). ¶ وعَنْ أُم سَلَمَةَ رضي الله عنها أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يُدْرِكُهُ الْفَجْرُ وَهُوَ جُنُبٌ مِنْ أَهْلِهِ ثُمَّ يَغْتَسِلُ وَيَصُومُ(4). ¶ __________ ¶ (1) أحمد ح7288، البخاري ح6711، مسلم ح2595، ابن ماجه ح1671، أبو داود ح2390، الترمذي ح724، النسائي في الكبرى ح3117. ¶ (2) أحمد ح26320، البخاري ح1927، مسلم ح2585، ابن ماجه ح1684، أبو داود ح2382، الترمذي ح729، النسائي في الكبرى ح3051. ¶ (3) أحمد ح9485، البخاري ح1933، مسلم ح2716، ابن ماجه ح1673، أبو داود ح2398، الترمذي ح721، النسائي في الكبرى ح3275. ¶ (4) أحمد ح27165، البخاري ح1926، مسلم ح2589، ابن ماجه ح1704، أبو داود ح2388، الترمذي ح779، النسائي في الكبرى ح2956.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "باب التطوع بالصوم ¶ عَنْ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَصُومُ حَتَّى نَقُولَ مَا يُرِيدُ أَنْ يُفْطِرَ وَيُفْطِرُ حَتَّى نَقُولَ مَا يُرِيدُ أَنْ يَصُومَ(1)، واللفظ للنسائي. ¶ وعَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا تَصُومُ الْمَرْأَةُ وَبَعْلُهَا شَاهِدٌ إلا بِإِذْنِهِ(2). ¶ باب أفضل الصيام ¶ عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْضَلُ الصِّيَامِ صِيَامُ دَاوُدَ عَلَيْهِ السَّلام كَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا(3)، واللفظ للنسائي. ¶ باب النهي عن صوم يوم العيد ¶ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ صِيَامِ يَوْمَيْنِ يَوْمِ الْفِطْرِ وَيَوْمِ النَّحْرِ(4). ¶ باب الصوم في السفر ¶ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ حَمْزَةَ بْنَ عَمْرٍو الْأَسْلَمِيَّ قَالَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَأَصُومُ فِي السَّفَرِ وَكَانَ كَثِيرَ الصِّيَامِ فَقَالَ إِنْ شِئْتَ فَصُمْ وَإِنْ شِئْتَ فَأَفْطِرْ(5). ¶ __________ ¶ (1) أحمد ح24892، البخاري ح1969، مسلم ح2721، ابن ماجه ح1710، أبو داود ح2434، الترمذي ح768، النسائي ح2349. ¶ (2) أحمد ح8173، البخاري ح5192، مسلم ح2370، ابن ماجه ح1761، أبو داود ح2458، الترمذي ح782، النسائي في الكبرى ح2920. ¶ (3) أحمد ح6491، البخاري ح3420، مسلم ح2739، ابن ماجه ح1712، أبو داود ح2448، الترمذي ح770، النسائي ح2390. ¶ (4) أحمد ح11314، البخاري ح1991، مسلم ح2674، ابن ماجه ح1721، أبو داود ح2417، الترمذي ح772، النسائي في الكبرى ح2793. ¶ (5) هذا حديث مدني مشهور عن هشام أخرجه الجماعة.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "باب الاعتكاف ¶ عَنْ عَائِشَةَ قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَرَادَ أَنْ يَعْتَكِفَ صَلَّى الْفَجْرَ ثُمَّ دَخَلَ فِي مُعْتَكَفِهِ(1)، واللفظ للترمذي. ¶ وعنها رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصْغِي إِلَيَّ رَأْسَهُ وَهُوَ مُجَاوِرٌ فِي الْمَسْجِدِ فَأُرَجِّلُهُ وَأَنَا حَائِضٌ(2). ¶ __________ ¶ (1) أحمد ح26422، البخاري ح2033، مسلم ح2785، ابن ماجه ح1771، أبو داود ح2464، الترمذي ح791، النسائي ح711. ¶ (2) أحمد ح24742، البخاري ح2028، مسلم ح687، ابن ماجه ح633، أبو داود ح2469، الترمذي ح804، النسائي ح388.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "كتاب الزكاة ¶ باب فرض الزكاة ¶ عَنْ زَكَرِيَّاءَ بْنِ إِسْحَاقَ عَنْ يَحْيَى بْنِ عَبْدِ اللَّهِ بْنِ صَيْفِيٍّ عَنْ أَبِي مَعْبَدٍ مَوْلَى ابْنِ عَبَّاسٍ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِمُعَاذِ بْنِ جَبَلٍ حِينَ بَعَثَهُ إِلَى الْيَمَنِ إِنَّكَ سَتَأْتِي قَوْمًا أَهْلَ كِتَابٍ فَإِذَا جِئْتَهُمْ فَادْعُهُمْ إِلَى أَنْ يَشْهَدُوا أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ خَمْسَ صَلَوَاتٍ فِي كُلِّ يَوْمٍ وَلَيْلَةٍ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَأَخْبِرْهُمْ أَنَّ اللَّهَ قَدْ فَرَضَ عَلَيْهِمْ صَدَقَةً تُؤْخَذُ مِنْ أَغْنِيَائِهِمْ فَتُرَدُّ عَلَى فُقَرَائِهِمْ فَإِنْ هُمْ أَطَاعُوا لَكَ بِذَلِكَ فَإِيَّاكَ وَكَرَائِمَ أَمْوَالِهِمْ وَاتَّقِ دَعْوَةَ الْمَظْلُومِ فَإِنَّهُ لَيْسَ بَيْنَهُ وَبَيْنَ اللَّهِ حِجَابٌ(1). ¶ باب ما تجب فيه الزكاة ¶ عن أَبي سَعِيدٍ الْخُدْرِي رضي الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْسَ فِيمَا دُونَ خَمْسِ ذَوْدٍ صَدَقَةٌ مِنْ الإبِلِ وَلَيْسَ فِيمَا دُونَ خَمْسِ أَوَاقٍ صَدَقَةٌ وَلَيْسَ فِيمَا دُونَ خَمْسَةِ أَوْسُقٍ صَدَقَةٌ(2). ¶ __________ ¶ (1) هذا حديث مَرْوْرُوْذِي مشهور عن زكريا بن إسحاق رواه عنه وكيع وأبو عاصم وابن المبارك وبشر بن السري والمعافى، أخرجه الجماعة، وتابع زكرياءَ إسماعيل بن أمية رواه عنه روح بن القاسم والفضل بن العلاء أخرجه الشيخان. ¶ (2) أحمد ح11044، البخاري ح1447، مسلم ح2263، ابن ماجه ح1793، أبو داود ح1558، الترمذي ح626، النسائي ح2447.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "باب لا زكاة في العبد والفرس ¶ عن أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَيْسَ عَلَى الْمُسْلِمِ صَدَقَةٌ فِي عَبْدِهِ وَلَا فِي فَرَسِهِ(1). ¶ باب صدقة الفطر ¶ عَنْ مَالِكٍ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَضَ زَكَاةَ الْفِطْرِ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ شَعِيرٍ عَلَى كُلِّ حُرٍّ أَوْ عَبْدٍ ذَكَرٍ أَوْ أُنْثَى مِنْ الْمُسْلِمِينَ(2). ¶ وعن أبِي سَعِيدٍ الْخُدْرِيَّ رَضِيَ اللَّهُ عَنْهُ قَالَ كُنَّا نُخْرِجُ زَكَاةَ الْفِطْرِ صَاعًا مِنْ طَعَامٍ أَوْ صَاعًا مِنْ شَعِيرٍ أَوْ صَاعًا مِنْ تَمْرٍ أَوْ صَاعًا مِنْ أَقِطٍ أَوْ صَاعًا مِنْ زَبِيبٍ(3). ¶ باب صدقة المرأة من بيت زوجها ¶ عَنْ شَقِيقٍ عَنْ مَسْرُوقٍ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَنْفَقَتْ الْمَرْأَةُ مِنْ طَعَامِ بَيْتِهَا غَيْرَ مُفْسِدَةٍ كَانَ لَهَا أَجْرُهَا بِمَا أَنْفَقَتْ وَلِزَوْجِهَا أَجْرُهُ بِمَا كَسَبَ وَلِلْخَازِنِ مِثْلُ ذَلِكَ لَا يَنْقُصُ بَعْضُهُمْ أَجْرَ بَعْضٍ شَيْئًا(4). ¶ __________ ¶ (1) أحمد ح7293، البخاري ح1464، مسلم ح2273، ابن ماجه ح1812، أبو داود ح1595، الترمذي ح628، النسائي ح2469. ¶ (2) هذا حديث مدني مشهور عن مالك بهذا اللفظ أخرجه الجماعة. ¶ (3) أحمد ح11954، البخاري ح1506، مسلم ح2283، ابن ماجه ح1829، أبو داود ح1616، الترمذي ح673، النسائي ح2514. ¶ (4) هذا حديث كوفي عن عائشة رواه عن أبي وائل شقيق بن سلمة هكذا الأعمش ومنصور بن المعتمر، أخرجه الجماعة ورواية النسائي في الكبرى، ورواه عمرو بن مرة عن شقيق عن عائشة بإسقاط ذكر مسروق بينهما، أخرجه أحمد والترمذي والنسائي.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "كتاب الحج ¶ باب المواقيت ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ يُهِلُّ أَهْلُ الْمَدِينَةِ مِنْ ذِي الْحُلَيْفَةِ وَيُهِلُّ أَهْلُ الشَّأْمِ مِنْ الْجُحْفَةِ وَأَهْلُ نَجْدٍ مِنْ قَرْنٍ قَالَ عَبْدُ اللَّهِ وَبَلَغَنِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ وَيُهِلُّ أَهْلُ الْيَمَنِ مِنْ يَلَمْلَمَ(1). ¶ وعن عَبْدَ الرَّحْمَنِ بْنَ أَبِي بَكْرٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَهُ أَنْ يُرْدِفَ عَائِشَةَ وَيُعْمِرَهَا مِنْ التَّنْعِيمِ(2). ¶ باب دخول مكة بغير إحرام ¶ عن أَبِي قَتَادَةَ رضي الله عنه أنه أَصَابَ حِمَارَ وَحْشٍ يَعْنِي وَهُوَ مُحِلٌّ وَهُمْ مُحْرِمُونَ فَسَأَلُوا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهُمْ بِأَكْلِهِ(3)، واللفظ لأحمد. ¶ عَنْ مَالِكٍ عَنْ الزُّهْرِيِّ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ مَكَّةَ عَامَ الْفَتْحِ وَعَلَى رَأْسِهِ الْمِغْفَرُ(4). ¶ __________ ¶ (1) أحمد ح5070، البخاري ح1525، مسلم ح2805، ابن ماجه ح2914، أبو داود ح1737، الترمذي ح831، النسائي ح2653. ¶ (2) أحمد ح1705، البخاري ح1784، مسلم ح2936، ابن ماجه ح2999، أبو داود ح1995، الترمذي ح934، النسائي في الكبرى ح4230. ¶ (3) أحمد ح22893، البخاري ح1823، مسلم ح2851، ابن ماجه ح3093، أبو داود ح1852، الترمذي ح847، النسائي ح2818. ¶ (4) هذا حديث مالك وهو حديث مدني أخرجه الجماعة.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "باب ما يجتنبه المحرم ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَجُلاً قَالَ يَا رَسُولَ اللَّهِ مَا يَلْبَسُ الْمُحْرِمُ مِنْ الثِّيَابِ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا يَلْبَسُ الْقُمُصَ وَلا الْعَمَائِمَ وَلا السَّرَاوِيلاتِ وَلا الْبَرَانِسَ وَلا الْخِفَافَ إِلا أَحَدٌ لا يَجِدُ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ وَلْيَقْطَعْهُمَا أَسْفَلَ مِنْ الْكَعْبَيْنِ وَلا تَلْبَسُوا مِنْ الثِّيَابِ شَيْئًا مَسَّهُ الزَّعْفَرَانُ أَوْ وَرْسٌ(1). ¶ عَنْ عَمْرٍو عَنْ جَابِرِ بْنِ زَيْدٍ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ لَمْ يَجِدْ إِزَارًا فَلْيَلْبَسْ سَرَاوِيلَ وَمَنْ لَمْ يَجِدْ نَعْلَيْنِ فَلْيَلْبَسْ خُفَّيْنِ(2). ¶ وعَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَتْ كُنْتُ أُطَيِّبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِإِحْرَامِهِ حِينَ يُحْرِمُ وَلِحِلِّهِ قَبْلَ أَنْ يَطُوفَ بِالْبَيْتِ(3). ¶ وعنها رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُهْدِي مِنْ الْمَدِينَةِ فَأَفْتِلُ قَلَائِدَ هَدْيِهِ ثُمَّ لَا يَجْتَنِبُ شَيْئًا مِمَّا يَجْتَنِبُهُ الْمُحْرِمُ(4). ¶ __________ ¶ (1) أحمد ح5308، البخاري ح1542، مسلم ح2791، ابن ماجه ح2929، أبو داود ح1823، الترمذي ح833، النسائي ح2671. ¶ (2) هذا حديث مشهور عن عمرو أخرجه الجماعة. ¶ (3) أحمد ح25991، البخاري ح1539، مسلم ح2826، ابن ماجه ح2926، أبو داود ح1745، الترمذي ح917، النسائي ح2687. ¶ (4) أحمد ح24585، البخاري ح1698، مسلم ح3194، ابن ماجه ح3098، أبو داود ح1757، الترمذي ح908، النسائي ح2777.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وعَنْ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ احْتَجَمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ مُحْرِمٌ(1). ¶ وعَنه رضِيَ اللَّهُ عَنْه أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تَزَوَّجَ مَيْمُونَةَ وَهُوَ مُحْرِمٌ(2). ¶ باب التلبية ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ تَلْبِيَةَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ لَبَّيْكَ لَا شَرِيكَ لَكَ لَبَّيْكَ إِنَّ الْحَمْدَ وَالنِّعْمَةَ لَكَ وَالْمُلْكَ لَا شَرِيكَ لَكَ(3). ¶ وعن الفضل رضي الله عنه أن رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَمْ يَزَلْ يُلَبِّي حَتَّى بلغ الجَمْرَةَ(4). ¶ باب ما تقضي الحائض من المناسك ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّهَا قَالَتْ قَدِمْتُ مَكَّةَ وَأَنَا حَائِضٌ وَلَمْ أَطُفْ بِالْبَيْتِ وَلا بَيْنَ الصَّفَا وَالْمَرْوَةِ قَالَتْ فَشَكَوْتُ ذَلِكَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ افْعَلِي كَمَا يَفْعَلُ الْحَاجُّ غَيْرَ أَنْ لا تَطُوفِي بِالْبَيْتِ حَتَّى تَطْهُرِي(5). ¶ __________ ¶ (1) أحمد ح1922، البخاري ح5695، مسلم ح2885، ابن ماجه ح3081، أبو داود 1835، الترمذي ح839، النسائي ح2848. ¶ (2) أحمد ح1919، البخاري ح1837، مسلم ح3451، ابن ماجه ح1965، أبو داود ح1844، الترمذي ح842، النسائي ح2839. ¶ (3) أحمد ح5086، البخاري ح1549، مسلم ح2811، ابن ماجه ح2918، أبو داود ح1812، الترمذي ح825، النسائي ح2751. ¶ (4) أحمد ح1792، البخاري ح1670، مسلم ح1281، ابن ماجه ح3040، أبو داود ح1815، الترمذي ح918، النسائي ح3057. ¶ (5) أحمد ح24610، البخاري ح1650، مسلم ح2918، ابن ماجه ح2963، أبو داود ح1782، الترمذي ح945، النسائي ح292.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعنها رَضِيَ اللَّهُ عَنْهَا أَنَّ صَفِيَّةَ بِنْتَ حُيَيٍّ زَوْجَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَاضَتْ فَذَكَرْتُ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَحَابِسَتُنَا هِيَ قَالُوا إِنَّهَا قَدْ أَفَاضَتْ قَالَ فَلَا إِذًا(1). ¶ باب السعي بين الصفا والمروة ¶ عن عُرْوَةَ أَنَّهُ قَالَ قُلْتُ لِعَائِشَةَ رَضِيَ اللَّهُ عَنْهَا زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَنَا يَوْمَئِذٍ حَدِيثُ السِّنِّ أَرَأَيْتِ قَوْلَ اللَّهِ تَبَارَكَ وَتَعَالَى إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا فَلَا أُرَى عَلَى أَحَدٍ شَيْئًا أَنْ لَا يَطَّوَّفَ بِهِمَا فَقَالَتْ عَائِشَةُ كَلَّا لَوْ كَانَتْ كَمَا تَقُولُ كَانَتْ فَلَا جُنَاحَ عَلَيْهِ أَنْ لَا يَطَّوَّفَ بِهِمَا إِنَّمَا أُنْزِلَتْ هَذِهِ الْآيَةُ فِي الْأَنْصَارِ كَانُوا يُهِلُّونَ لِمَنَاةَ وَكَانَتْ مَنَاةُ حَذْوَ قُدَيْدٍ وَكَانُوا يَتَحَرَّجُونَ أَنْ يَطُوفُوا بَيْنَ الصَّفَا وَالْمَرْوَةِ فَلَمَّا جَاءَ الْإِسْلَامُ سَأَلُوا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ ذَلِكَ فَأَنْزَلَ اللَّهُ تَعَالَى إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوْ اعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا(2). ¶ __________ ¶ (1) أحمد ح24614، البخاري ح1757، مسلم ح3226، ابن ماجه ح3072، أبو داود ح2003، الترمذي ح943، النسائي ح393. ¶ (2) هذا حديث مدني رواه عن عروة ابنه هشام والزهري أخرجه الجماعة.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "باب تقديم الضعفة ليلة المزدلفة ¶ عن ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ أَنَا مِمَّنْ قَدَّمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيْلَةَ الْمُزْدَلِفَةِ فِي ضَعَفَةِ أَهْلِهِ(1). ¶ باب رمي الجمرة الكبرى ¶ عَنْ عَبْدِ الرَّحْمَنِ بْنِ يَزِيدَ قَالَ رَمَى عَبْدُ اللَّهِ مِنْ بَطْنِ الْوَادِي فَقُلْتُ يَا أَبَا عَبْدِ الرَّحْمَنِ إِنَّ نَاسًا يَرْمُونَهَا مِنْ فَوْقِهَا فَقَالَ وَالَّذِي لَا إِلَهَ غَيْرُهُ هَذَا مَقَامُ الَّذِي أُنْزِلَتْ عَلَيْهِ سُورَةُ الْبَقَرَةِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ(2). ¶ باب التحلل ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُمَّ ارْحَمْ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ اللَّهُمَّ ارْحَمْ الْمُحَلِّقِينَ قَالُوا وَالْمُقَصِّرِينَ يَا رَسُولَ اللَّهِ قَالَ وَالْمُقَصِّرِينَ(3). ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَمَّنْ ذَبَحَ قَبْلَ أَنْ يَحْلِقَ أَوْ حَلَقَ قَبْلَ أَنْ يَذْبَحَ قَالَ لا حَرَجَ(4)، واللفظ لابن ماجه. ¶ __________ ¶ (1) أحمد ح1939، البخاري ح1678، مسلم ح3127، ابن ماجه ح3026، أبو داود ح1939، الترمذي ح892، النسائي ح3034. ¶ (2) هذا حديث كوفي رواه عن عبد الرحمن غير واحد وأشهر ذلك رواية إبراهيم النخعي أخرجه الجماعة إلا الترمذي وابن ماجه، وروياه من طريق المسعودي عن جامع بن شداد عن عبد الرحمن بن يزيد. ¶ (3) أحمد ح6234، البخاري ح1727، مسلم ح3145، ابن ماجه ح3044، أبو داود ح1979، الترمذي ح913، النسائي في الكبرى ح4115. ¶ (4) أحمد ح6489، البخاري ح124، مسلم ح3161، ابن ماجه ج3051، أبو داود ح2014، الترمذي ح916، النسائي في الكبرى ح4106.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "باب الصلاة في جوف الكعبة ¶ عَنْ بِلالٍ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صَلَّى فِي الْبَيْتِ(1)، واللفظ لأحمد. ¶ باب النزول بالمحصب ¶ عَنْ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ عَنْ عَائِشَةَ قَالَتْ إِنَّمَا نَزَلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْأَبْطَحَ لِأَنَّهُ كَانَ أَسْمَحَ لِخُرُوجِهِ(2)، واللفظ للترمذي. ¶ كتاب النكاح ¶ باب فضل النكاح ¶ عَنْ عَبْدِ اللَّهِ قَالَ قَالَ لَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا مَعْشَرَ الشَّبَابِ مَنْ اسْتَطَاعَ مِنْكُمْ الْبَاءة فَلْيَتَزَوَّجْ فَإِنَّهُ أَغَضُّ لِلْبَصَرِ وَأَحْصَنُ لِلْفَرْجِ وَمَنْ لَمْ يَسْتَطِعْ فَعَلَيْهِ بِالصَّوْمِ فَإِنَّهُ لَهُ وِجَاءٌ(3)، واللفظ لمسلم. ¶ باب النهي عن الخطبة على الخطبة ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا يَخْطُبُ أَحَدُكُمْ عَلَى خِطْبَةِ أَخِيهِ(4)، واللفظ لأحمد. ¶ باب النهي عن الجمع بين المرأة وعمتها أو خالتها ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يُجْمَعُ بَيْنَ الْمَرْأَةِ وَعَمَّتِهَا وَلَا بَيْنَ الْمَرْأَةِ وَخَالَتِهَا(5). ¶ __________ ¶ (1) أحمد ح24416، البخاري ح505، مسلم ح3230، ابن ماجه ح3063، أبو داود 2023، الترمذي ح874، النسائي ح751. ¶ (2) هذا حديث مدني وهو حديث هشام عن أبيه رواه عن هشام غير واحد من أصحابه، أخرجه الجماعة. ¶ (3) أحمد ح4023، البخاري 5066، مسلم ح3400، ابن ماجه ح1845، أبو داود ح2046، الترمذي ح1081، النسائي ح2242. ¶ (4) أحمد ح9952، البخاري ح5144، مسلم ح3459، ابن ماجه ح1867، أبو داود ح2080، الترمذي ح1134، النسائي ح3242. ¶ (5) أحمد ح9953، البخاري ح5109، مسلم ح3436، ابن ماجه ح1929، أبو داود ح2066، الترمذي تحت ح1125، النسائي ح3290.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "باب تزويج البكر والثيب ¶ عن أبي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تُنْكَحُ الْأَيِّمُ حَتَّى تُسْتَأْمَرَ وَلَا تُنْكَحُ الْبِكْرُ حَتَّى تُسْتَأْذَنَ قَالُوا يَا رَسُولَ اللَّهِ وَكَيْفَ إِذْنُهَا قَالَ أَنْ تَسْكُتَ(1). ¶ باب نكاح الأبكار ¶ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما قَالَ تَزَوَّجْتُ فَأَتَيْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَتَزَوَّجْتَ يَا جَابِرُ قُلْتُ نَعَمْ قَالَ بِكْرًا أَمْ ثيباً فَقُلْتُ ثيباً قَالَ فهَلا بكراً تُلاعِبُهَا وَتُلاعِبُكَ(2). ¶ باب الشغار ¶ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ الشِّغَارِ(3)، واللفظ لمسلم. ¶ باب الشروط في النكاح ¶ عَنْ يَزِيد بْن أَبِي حَبِيبٍ عَنْ أَبِي الْخَيْرِ عَنْ عُقْبَةَ بْنِ عَامِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَقُّ الشُّرُوطِ أَنْ تُوفُوا بِهِ مَا اسْتَحْلَلْتُمْ بِهِ الْفُرُوجَ(4). ¶ باب الصداق ¶ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَعْتَقَ صَفِيَّةَ وَجَعَلَ عِتْقَهَا صَدَاقَهَا(5). ¶ __________ ¶ (1) أحمد ح9603، البخاري ح5136، مسلم ح3473، ابن ماجه ح1871، أبو داود ح2092، الترمذي ح1107، النسائي ح3269. ¶ (2) أحمد ح14357، البخاريح4052، مسلم ح3636، ابن ماجه ح1860، أبو داود 2048، الترمذي ح1100، النسائي ح3221. ¶ (3) هذا حديث مدني مشهور عن نافع أخرجه الجماعة. ¶ (4) هذا حديث مصري مشهور من رواية الليث بن سعد وعبد الحميد بن جعفر عن يزيد أخرجه الجماعة. ¶ (5) أحمد ح12717، البخاري ح5086، مسلم ح3498، ابن ماجه ح1957، أبو داود ح2054، الترمذي ح1115، النسائي ح3344.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ امْرَأَةً أَتَتْ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَعَرَضَتْ عَلَيْهِ نَفْسَهَا فَقَالَ مَا لِي الْيَوْمَ فِي النِّسَاءِ مِنْ حَاجَةٍ فَقَالَ رَجُلٌ يَا رَسُولَ اللَّهِ زَوِّجْنِيهَا قَالَ مَا عِنْدَكَ قَالَ مَا عِنْدِي شَيْءٌ قَالَ أَعْطِهَا وَلَوْ خَاتَمًا مِنْ حَدِيدٍ قَالَ مَا عِنْدِي شَيْءٌ قَالَ فَمَا عِنْدَكَ مِنْ الْقُرْآنِ قَالَ كَذَا وَكَذَا قَالَ فَقَدْ مَلَّكْتُكَهَا بِمَا مَعَكَ مِنْ الْقُرْآنِ(1). ¶ باب فضل من أعتق جارية ثم تزوجها ¶ عَنْ أَبِي مُوسَى قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الَّذِي يُعْتِقُ جَارِيَتَهُ ثُمَّ يَتَزَوَّجُهَا لَهُ أَجْرَانِ(2)، واللفظ لمسلم. ¶ باب الوليمة ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ عَبْدَ الرَّحْمَنِ بْنَ عَوْفٍ جَاءَ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَبِهِ أَثَرُ صُفْرَةٍ فَسَأَلَهُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَخْبَرَهُ أَنَّهُ تَزَوَّجَ امْرَأَةً مِنْ الْأَنْصَارِ قَالَ كَمْ سُقْتَ إِلَيْهَا قَالَ زِنَةَ نَوَاةٍ مِنْ ذَهَبٍ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْلِمْ وَلَوْ بِشَاةٍ(3). ¶ __________ ¶ (1) أحمد ح23238، البخاري ح5141، مسلم ح3487، ابن ماجه ح1889، أبو داود ح2111، الترمذي ح1114، النسائي ح3341. ¶ (2) أحمد ح19793، البخاري ح2544، مسلم ح3499، ابن ماجه ح1956، أبو داود ح2053، الترمذي ح1116، النسائي ح3347. ¶ (3) أحمد ح12715، البخاري ح5153، مسلم ح3490، ابن ماجه ح1907، أبو داود ح2109، الترمذي ح1094، النسائي ح3353.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا دُعِيَ أَحَدُكُمْ إِلى الْوَلِيمَةِ فَلْيَأْتِهَا(1). ¶ باب العزل ¶ عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ سُئِلَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْعَزْلِ فَقَالَ أَوَإِنَّكُمْ تَفْعَلُونَ قَالُوا نَعَمْ قَالَ فَلا عَلَيْكُمْ أَنْ لا تَفْعَلُوا فَإِنَّ اللَّهَ تَعَالَى لَمْ يَقْضِ لِنَفْسٍ أَنْ يَخْلُقَهَا إِلا هِيَ كَائِنَةٌ(2). ¶ باب التخيير ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ خَيَّرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَاخْتَرْنَا اللَّهَ وَرَسُولَهُ فَلَمْ يَعُدَّ ذَلِكَ عَلَيْنَا شَيْئًا(3). ¶ باب الطلاق ¶ عن يُونُس بْن جُبَيْرٍ قال: سألت ابْنِ عُمَرَ رضي الله عنهما عن رجل طلق امرأته وهي حائض، فَقَالَ: هل تعرف عبدالله بن عمر؟ فإنه طَلَّقَ امْرَأَتَهُ وَهِيَ حَائِضٌ فسأل عُمَرُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَمَرَهُ أَنْ يُرَاجِعَهَا، قال: قُلْتُ: فيُعتدُّ بتلك التطليقة؟ قَالَ: فمه، أَرَأَيْتَ إِنْ عَجَزَ وَاسْتَحْمَقَ(4)، واللفظ للترمذي. ¶ __________ ¶ (1) أحمد ح4712، البخاري ح5173، مسلم ح3509، ابن ماجه ح1914، أبو داود ح3736، الترمذي ح1098، النسائي في الكبرى ح6609. ¶ (2) أحمد ح11566، البخاري ح2542، مسلم ح3546، ابن ماجه ح1926، أبو داود ح2172، الترمذي ح1138، النسائي في الكبرى ح9086، وفي الصغرى ح3329 بلفظ: لا عَلَيْكُمْ أَنْ لا تَفْعَلُوا فَإِنَّمَا هُوَ الْقَدَرُ. ¶ (3) أحمد ح24684، البخاري ح5262، مسلم ح3688، ابن ماجه ح2052، أبو داود ح2203، الترمذي ح1179، النسائي ح3447. ¶ (4) أحمد ح5025، البخاري ح5333، مسلم ح3664، ابن ماجه ح2022، أبو داود ح2184، الترمذي ح1175، النسائي ح3401.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "باب اللعان ¶ عَنْ ابْنِ عُمَرَ أَنَّ رَجُلًا لَاعَنَ امْرَأَتَهُ عَلَى عَهْدِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَفَرَّقَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَيْنَهُمَا وَأَلْحَقَ الْوَلَدَ بِأُمِّهِ(1)، واللفظ لمسلم. ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ جَاءَهُ أَعْرَابِيٌّ فَقَالَ يَا رَسُولَ اللَّهِ إِنَّ امْرَأَتِي وَلَدَتْ غُلَامًا أَسْوَدَ فَقَالَ هَلْ لَكَ مِنْ إِبِلٍ قَالَ نَعَمْ قَالَ مَا أَلْوَانُهَا قَالَ حُمْرٌ قَالَ هَلْ فِيهَا مِنْ أَوْرَقَ قَالَ نَعَمْ قَالَ فَأَنَّى كَانَ ذَلِكَ قَالَ أُرَاهُ عِرْقٌ نَزَعَهُ قَالَ فَلَعَلَّ ابْنَكَ هَذَا نَزَعَهُ عِرْقٌ(2). ¶ باب الحداد ¶ عن أُم سَلَمَةَ قَالت جَاءَتْ امْرَأَةٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَتْ يَا رَسُولَ اللَّهِ إِنَّ ابْنَتِي تُوُفِّيَ عَنْهَا زَوْجُهَا وَقَدْ اشْتَكَتْ عَيْنَهَا أَفَتَكْحُلُهَا فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا مَرَّتَيْنِ أَوْ ثَلَاثًا كُلَّ ذَلِكَ يَقُولُ لَا ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّمَا هِيَ أَرْبَعَةُ أَشْهُرٍ وَعَشْرٌ وَقَدْ كَانَتْ إِحْدَاكُنَّ فِي الْجَاهِلِيَّةِ تَرْمِي بِالْبَعْرَةِ عَلَى رَأْسِ الْحَوْلِ(3). ¶ __________ ¶ (1) أحمد ح4526، البخاري ح5315، مسلم ح3752، ابن ماجه ح2069، أبو داود ح2259، الترمذي ح1204، النسائي ح3479. ¶ (2) أحمد ح7263، البخاري ح6847، مسلم ح3766، ابن ماجه ح2002، أبو داود ح2260، الترمذي ح2128، النسائي ح3480. ¶ (3) أحمد ح27034، البخاري ح5336، مسلم ح3727، ابن ماجه ح2084، أبو داود ح2299، الترمذي ح1197، النسائي ح3540.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "باب الرضاع ¶ عَنْ عَائِشَةَ رضي الله عنه قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَحْرُمُ مِنْ الرَّضَاعَةِ مَا يَحْرُمُ مِنْ الْوِلادَةِ(1)، واللفظ مسلم. ¶ وعَنْها قَالَتْ جَاءَ عَمِّي مِنْ الرَّضَاعَةِ يَسْتَأْذِنُ عَلَيَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ حَتَّى أَسْتَأْمِرَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلَمَّا جَاءَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ إِنَّ عَمِّي مِنْ الرَّضَاعَةِ اسْتَأْذَنَ عَلَيَّ فَأَبَيْتُ أَنْ آذَنَ لَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَلْيَلِجْ عَلَيْكِ عَمُّكِ قُلْتُ إِنَّمَا أَرْضَعَتْنِي الْمَرْأَةُ وَلَمْ يُرْضِعْنِي الرَّجُلُ قَالَ إِنَّهُ عَمُّكِ فَلْيَلِجْ عَلَيْكِ(2)، واللفظ لمسلم. ¶ __________ ¶ (1) أحمد ح24671، البخاري ح2646، مسلم 3569، ابن ماجه ح1937، أبو داود ح2055، الترمذي ح1147، النسائي ح3305. ¶ (2) أحمد ح26138، البخاري ح5239، مسلم ح3575، ابن ماجه ح1949، أبو داود ح2057، الترمذي ح1148، النسائي ح3319.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "كتاب البيوع ¶ باب اجتناب الشبهات ¶ عَنْ الشَّعْبِيِّ عَنْ النُّعْمَانِ بْنِ بَشِيرٍ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَ ذَلِكَ أُمُورٌ مُشْتَبِهَاتٌ لَا يَدْرِي كَثِيرٌ مِنْ النَّاسِ أَمِنْ الْحَلَالِ هِيَ أَمْ مِنْ الْحَرَامِ فَمَنْ تَرَكَهَا اسْتِبْرَاءً لِدِينِهِ وَعِرْضِهِ فَقَدْ سَلِمَ وَمَنْ وَاقَعَ شَيْئًا مِنْهَا يُوشِكُ أَنْ يُوَاقِعَ الْحَرَامَ كَمَا أَنَّهُ مَنْ يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى أَلَا وَإِنَّ حِمَى اللَّهِ مَحَارِمُهُ(1)، واللفظ للترمذي. ¶ __________ ¶ (1) هذا حديث كوفي رواه عن الشعبي غير واحد منهم أبو فروة ومجالد وزكريا بن أبي زائدة وعبد الله بن بن عون وعون بن عبد الله ومطرف وعبد الرحمن بن سعيد، أخرجه الجماعة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "باب ما يحرم بيعه ¶ عَنْ يَزِيدَ بْنِ أَبِي حَبِيبٍ عَنْ عَطَاءِ بْنِ أَبِي رَبَاحٍ عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ عَامَ الْفَتْحِ وَهُوَ بِمَكَّةَ إِنَّ اللَّهَ وَرَسُولَهُ حَرَّمَ بَيْعَ الْخَمْرِ وَالْمَيْتَةِ وَالْخِنْزِيرِ وَالْأَصْنَامِ فَقِيلَ يَا رَسُولَ اللَّهِ أَرَأَيْتَ شُحُومَ الْمَيْتَةِ فَإِنَّهَا يُطْلَى بِهَا السُّفُنُ وَيُدْهَنُ بِهَا الْجُلُودُ وَيَسْتَصْبِحُ بِهَا النَّاسُ فَقَالَ لَا هُوَ حَرَامٌ ثُمَّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عِنْدَ ذَلِكَ قَاتَلَ اللَّهُ الْيَهُودَ إِنَّ اللَّهَ لَمَّا حَرَّمَ شُحُومَهَا جَمَلُوهُ ثُمَّ بَاعُوهُ فَأَكَلُوا ثَمَنَهُ(1). ¶ عَنْ ابْنِ شِهَابٍ عَنْ أَبِي بَكْرِ بْنِ عَبْدِ الرَّحْمَنِ عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ ثَمَنِ الْكَلْبِ وَمَهْرِ الْبَغِيِّ وَحُلْوَانِ الْكَاهِنِ(2). ¶ عَنْ عَبْدِ اللَّهِ بْنِ دِينَارٍ سَمِعْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ بَيْعِ الْوَلَاءِ وَعَنْ هِبَتِهِ(3). ¶ __________ ¶ (1) هذا حديث مصري عن عطاء كاتب به عطاءٌ يزيدَ بن أبي حبيب، ورواه عن يزيد الليث وعبد الحميد بن جعفر أخرجه الجماعة وله متابعة عند أحمد من طريق ابن لهيعة عن جعفر بن ربيعة عن عطاء به. ¶ (2) هذا حديث مدني عن أبي مسعود رواه عن ابن شهاب غير واحد أخرجه الجماعة. ¶ (3) هذا حديث عبد الله بن دينار وهو حديث مدني رواه غير واحد عن ابن دينار، أخرجه الجماعة، وقال مسلم: الناس كلهم عيال على عبد الله بن دينار في هذا الحديث.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وعَنْ عَبْدِ اللَّهِ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ نَهَى عَنْ بَيْعِ حَبَلِ الْحَبَلَةِ(1)، واللفظ لمسلم. ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ بَيْعِ الثِّمَارِ حَتَّى يَبْدُوَ صَلاحُهَا نَهَى الْبَائِعَ وَالْمُبْتَاعَ(2). ¶ باب النهي عن البيع على البيع ¶ عَنْ ابْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَبِيعُ بَعْضُكُمْ عَلَى بَيْعِ بَعْضٍ(3)، واللفظ لمسلم. ¶ باب النهي عن النجش ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا تَنَاجَشُوا(4)، واللفظ لأبي داود. ¶ باب الشروط في البيع ¶ عَنْ عَبْدِ اللَّهِ بن عمر رَضِيَ اللَّهُ عَنْهما قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ ابْتَاعَ نَخْلاً بَعْدَ أَنْ تُؤَبَّرَ فَثَمَرَتُهَا لِلْبَائِعِ إِلا أَنْ يَشْتَرِطَ الْمُبْتَاعُ وَمَنْ ابْتَاعَ عَبْدًا وَلَهُ مَالٌ فَمَالُهُ لِلَّذِي بَاعَهُ إِلا أَنْ يَشْتَرِطَ الْمُبْتَاعُ(5). ¶ __________ ¶ (1) أحمد ح394، البخاري ح2143، مسلم ح3809، ابن ماجه ح2197، أبو داود ح3380، الترمذي ح1229، النسائي ح4626. ¶ (2) أحمد ح5292، البخاري ح2194، مسلم ح3862، ابن ماجه ح2214، أبو داود ح3367، الترمذي ح1226،1227، النسائي ح4521. ¶ (3) أحمد ح5304، البخاري 2165، مسلم ح3811، ابن ماجه ح2171، أبو داود ح3436، الترمذي ح1292، النسائي ح3245 ¶ (4) أحمد ح7686، البخاري ح2160، مسلم ح3459، ابن ماجه ح2174، أبو داود ح3438، الترمذي ح1304، النسائي ح3241. ¶ (5) أحمد ح4552، البخاري ح2379، مسلم ح3905، ابن ماجه ح2211، أبو داود ح3433، الترمذي ح1244، النسائي ح4638.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وعَنْ عُرْوَةَ أَنَّ عَائِشَةَ أَخْبَرَتْهُ أَنَّ بَرِيرَةَ جَاءَتْ تَسْتَعِينُ عَائِشَةَ فِي كِتَابَتِهَا وَلَمْ تَكُنْ قَضَتْ مِنْ كِتَابَتِهَا شَيْئًا فَقَالَتْ لَهَا عَائِشَةُ ارْجِعِي إِلَى أَهْلِكِ فَإِنْ أَحَبُّوا أَنْ أَقْضِيَ عَنْكِ كِتَابَتَكِ وَيَكُونَ لِي وَلَاؤُكِ فَعَلْتُ فَذَكَرَتْ ذَلِكَ بَرِيرَةُ لِأَهْلِهَا فَأَبَوْا وَقَالُوا إِنْ شَاءَتْ أَنْ تَحْتَسِبَ عَلَيْكِ وَيَكُونَ لَنَا وَلَاؤُكِ فَلْتَفْعَلْ فَذَكَرَتْ ذَلِكَ لِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لَهَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ابْتَاعِي فَأَعْتِقِي فَإِنَّمَا الْوَلَاءُ لِمَنْ أَعْتَقَ ثُمَّ قَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَا بَالُ أَقْوَامٍ يَشْتَرِطُونَ شُرُوطًا لَيْسَتْ فِي كِتَابِ اللَّهِ مَنْ اشْتَرَطَ شَرْطًا لَيْسَ فِي كِتَابِ اللَّهِ فَلَيْسَ لَهُ وَإِنْ اشْتَرَطَ مِائَةَ مَرَّةٍ(1)، واللفظ للترمذي. ¶ باب القبض ¶ عَنْ طَاوُسٍ عَنْ ابْنِ عَبَّاسٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ ابْتَاعَ طَعَامًا فَلَا يَبِعْهُ حَتَّى يَسْتَوْفِيَهُ قَالَ ابْنُ عَبَّاسٍ وَأَحْسِبُ كُلَّ شَيْءٍ مِثْلَهُ(2)، واللفظ لمسلم. ¶ __________ ¶ (1) أحمد ح25027، البخاري ح2561، مسلم ح3777، ابن ماجه ح2521، أبو داود ح3929، الترمذي ح2124، النسائي ح4658. ¶ (2) هذا حديث مكي مشهور عن عمرو بن دينار وعبد الله بن طاووس عن طاووس أخرجه الجماعة عن الأول وأخرجوه عدا الترمذي وابن ماجه عن الثاني، وأخرجه أحمد عن إسحاق بن يوسف عن مسعر عن عبد الملك بن ميسرة عن طاووس به.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "باب بيع المدبر ¶ عَنْ جَابِرٍ رَضِيَ اللَّهُ عَنْهُ قَالَ بَاعَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمُدَبَّرَ(1). ¶ باب الخيار ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْمُتَبَايِعَانِ كُلُّ وَاحِدٍ مِنْهُمَا بِالْخِيَارِ عَلَى صَاحِبِهِ مَا لَمْ يَتَفَرَّقَا إِلا بَيْعَ الْخِيَارِ(2). ¶ وعَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ اشْتَرَى مُصَرَّاةً فَهُوَ بِالْخِيَارِ إِذَا حَلَبَهَا إِنْ شَاءَ رَدَّهَا وَرَدَّ مَعَهَا صَاعًا مِنْ تَمْرٍ(3)، واللفظ للترمذي. ¶ باب المفلس ¶ عن أَبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قال قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ مَنْ أَدْرَكَ مَالَهُ بِعَيْنِهِ عِنْدَ رَجُلٍ أَوْ إِنْسَانٍ قَدْ أَفْلَسَ فَهُوَ أَحَقُّ بِهِ مِنْ غَيْرِهِ(4). ¶ __________ ¶ (1) أحمد ح14265، البخاري ح2230، مسلم ح4338، ابن ماجه ح2512، أبو داود ح3955، الترمذي ح1219، النسائي ح4656. ¶ (2) أحمد ح393، البخاري ح2111، مسلم ح3853، ابن ماجه ح2181، أبو داود ح3454، الترمذي ح1245، النسائي ح4467. ¶ (3) أحمد ح10060، البخاري ح2148، مسلم ح3833، ابن ماجه ح2239، أبو داود ح3444، الترمذي ح1251، النسائي ح4490. ¶ (4) أحمد ح7498، البخاري ح2402، مسلم ح3987، ابن ماجه ح2358، أبو داود ح3519، الترمذي ح1262، النسائي ح4678.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "باب الربا ¶ عَنْ الزُّهْرِيِّ أَخْبَرَنِي مَالِكُ بْنُ أَوْسِ بْنِ الْحَدَثَانِ سَمِعَ عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ يُخْبِرُ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الذَّهَبُ بِالوَرِقِ رِبًا إِلَّا هَاءَ وَهَاءَ وَالْبُرُّ بِالْبُرِّ رِبًا إِلَّا هَاءَ وَهَاءَ وَالتَّمْرُ بِالتَّمْرِ رِبًا إِلَّا هَاءَ وَهَاءَ وَالشَّعِيرُ بِالشَّعِيرِ رِبًا إِلَّا هَاءَ وَهَاءَ(1). ¶ باب العرايا ¶ عن زَيْدِ بْنِ ثَابِتٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَخَّصَ فِي الْعَرَايَا(2)، واللفظ لابن ماجه. ¶ باب السلم ¶ عَنْ ابْنِ أَبِي نَجِيحٍ عَنْ عَبْدِ اللَّهِ بْنِ كَثِيرٍ عَنْ أَبِي الْمِنْهَالِ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ قَدِمَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْمَدِينَةَ وَهُمْ يُسْلِفُونَ بِالتَّمْرِ السَّنَتَيْنِ وَالثَّلَاثَ فَقَالَ مَنْ أَسْلَفَ فِي شَيْءٍ فَفِي كَيْلٍ مَعْلُومٍ وَوَزْنٍ مَعْلُومٍ إِلَى أَجَلٍ مَعْلُومٍ(3). ¶ باب الحوالة ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَطْلُ الْغَنِيِّ ظُلْمٌ فَإِذَا أُتْبِعَ أَحَدُكُمْ عَلَى مَلِيٍّ فَلْيَتْبَعْ(4). ¶ __________ ¶ (1) هذا حديث مدني رواه الجماعة عن أربعة من أصحاب الزهري وهم: (مالك وابن عيينة ومعمر والليث). ¶ (2) أحمد ح21916، البخاري ح2173، مسلم ح3884، ابن ماجه ح2268، أبو داود ح3362، الترمذي ح1302، النسائي ح4540. ¶ (3) هذا حديث مكي رواه عن عبد الله بن أبي نجيح غير واحد منهم السفيانان وابن علية وعبد الوارث، أخرجه الجماعة. ¶ (4) أحمد ح10003، البخاري ح2287، مسلم ح4002، ابن ماجه ح2403، أبو داود ح3345، الترمذي ح1308، النسائي ح4693.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "باب الشركة في الرقيق ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ أَعْتَقَ شِرْكًا لَهُ فِي عَبْدٍ فَكَانَ لَهُ مَالٌ يَبْلُغُ ثَمَنَ الْعَبْدِ قُوِّمَ الْعَبْدُ عَلَيْهِ قِيمَةَ عَدْلٍ فَأَعْطَى شُرَكَاءَهُ حِصَصَهُمْ وَعَتَقَ عَلَيْهِ الْعَبْدُ وَإِلا فَقَدْ عَتَقَ مِنْهُ مَا عَتَقَ(1). ¶ باب المزارعة ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ عَامَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَيْبَرَ بِشَطْرِ مَا يَخْرُجُ مِنْهَا مِنْ ثَمَرٍ أَوْ زَرْعٍ(2). ¶ كتاب الفرائض ¶ باب لا يرث المسلم الكافر ولا الكافر المسلم ¶ عَنْ ابْنِ شِهَابٍ عَنْ عَلِيِّ بْنِ حُسَيْنٍ عَنْ عَمْرِو بْنِ عُثْمَانَ عَنْ أُسَامَةَ بْنِ زَيْدٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَرِثُ الْمُسْلِمُ الْكَافِرَ وَلَا الْكَافِرُ الْمُسْلِمَ(3). ¶ باب من ترك مالاً أو ديناً ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ تَرَكَ مالا فَلِوَرَثَتِهِ وَمَنْ تَرَكَ كلاً فَإِلَيْنَا(4). ¶ __________ ¶ (1) أحمد ح397، البخاري ح2522، مسلم ح3770، ابن ماجه ح2528، أبو داود ح3940، الترمذي ح1346، النسائي في الكبرى ح4957، وقد أخرجه في الصغرى بمعناه ح4701. ¶ (2) أحمد ح4663، البخاري ح2329، مسلم ح3962، ابن ماجه ح2467، أبو داود ح3408، الترمذي ح1383، النسائي ح3931. ¶ (3) هذا حديث مدني رواه غير واحد عن الزهري وأخرجه الجماعة ورواية النسائي في الكبرى. ¶ (4) أحمد ح9876، البخاري ح2398، مسلم ح4161، ابن ماجه ح2415، أبو داود ح2955، الترمذي ح2090، النسائي ح1965.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "باب الفرض والتعصيب ¶ عَنْ ابْنِ طَاوُوسٍ عَنْ أَبِيهِ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَلْحِقُوا الْفَرَائِضَ بِأَهْلِهَا فَمَا بَقِيَ فَهُوَ لِأَوْلَى رَجُلٍ ذَكَرٍ(1). ¶ باب الكلالة ¶ وعن جَابِر بْن عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا قال: مَرِضْتُ مَرَضًا فَأَتَانِي النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُنِي وَأَبُو بَكْرٍ وَهُمَا مَاشِيَانِ فَوَجَدَانِي أُغْمِيَ عَلَيَّ فَتَوَضَّأَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ صَبَّ وَضُوءه عَلَيَّ فَأَفَقْتُ فَإِذَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقُلْتُ يَا رَسُولَ اللَّهِ كَيْفَ أَصْنَعُ فِي مَالِي كَيْفَ أَقْضِي فِي مَالِي فَلَمْ يُجِبْنِي بِشَيْءٍ حَتَّى نَزَلَتْ آيَةُ الْمِيرَاثِ(2). ¶ باب الهبة ¶ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعَائِدُ فِي هِبَتِهِ كَالْعَائِدِ فِي قَيْئِهِ(3). ¶ وعن جَابِر بْن عَبْدِ اللَّهِ رضي الله عنهما قال قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْعُمْرَى لِمَنْ وُهِبَتْ لَهُ(4)، واللفظ لمسلم. ¶ __________ ¶ (1) هذا حديث مكي يرويه عبد الله بن طاوس وهو من أهل اليمن، وهو مشهور عن وهيب ورواه معمر وروح بن القاسم ويحيى بن أيوب. ¶ (2) أحمد ح14349، البخاري ح5651، مسلم ح4145، ابن ماجه ح2728، أبو داود ح2886، الترمذي ح2097، النسائي في الكبرى ح11134، وقد روى النسائي أوله في الصغرى إلى صب الوضوء ح139. ¶ (3) أحمد ح2529، البخاري ح2621، مسلم ح4174، ابن ماجه ح2385، أبو داود ح3538، الترمذي ح1298، النسائي ح3698. ¶ (4) أحمد ح14292، البخاري ح2625، مسلم ح4193، ابن ماجه ح2380، أبو داود ح3550، الترمذي ح1350، النسائي ح3752.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "باب الوصية ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَا حَقُّ امْرِئٍ مُسْلِمٍ لَهُ شَيْءٌ يُوصِي فِيهِ يَبِيتُ لَيْلَتَيْنِ إِلَّا وَوَصِيَّتُهُ مَكْتُوبَةٌ عِنْدَهُ(1). ¶ إلى هنا وعَنْ سَعْدِ بن أبِي وقّاصٍ قَالَ مَرِضْتُ مَرَضًا أَشْفَيْتُ مِنْهُ فَأَتَانِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَعُودُنِي فَقُلْتُ يَا رَسُولَ اللَّهِ إِنَّ لِي مَالًا كَثِيرًا وَلَيْسَ يَرِثُنِي إِلَّا ابْنَتِي أَفَأَتَصَدَّقُ بِثُلُثَيْ مَالِي قَالَ لَا قُلْتُ فَالشَّطْرَ قَالَ لَا قُلْتُ فَالثُّلُثَ قَالَ الثُّلُثَ وَالثُّلُثُ كَثِيرٌ إِنَّكَ أَنْ تَتْرُكَ وَرَثَتَكَ أَغْنِيَاءَ خَيْرٌ لَهُمْ مِنْ أَنْ تَتْرُكَهُمْ عَالَةً يَتَكَفَّفُونَ النَّاسَ(2)، واللفظ للنسائي. ¶ __________ ¶ (1) أحمد ح5197، البخاري ح2738، مسلم ح4205، ابن ماجه ح2699، أبو داود ح2862، الترمذي ح974، النسائي ح3618. ¶ (2) أحمد ح1524، البخاري ح6733، مسلم ح4209، ابن ماجه ح2708، أبو داود ح2864، الترمذي ح2116، النسائي ح3628.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "باب الوقف ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ أَصَابَ عُمَرُ بِخَيْبَرَ أَرْضًا فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ أَصَبْتُ أَرْضًا لَمْ أُصِبْ مَالاً قَطُّ أَنْفَسَ مِنْهُ فَكَيْفَ تَأْمُرُنِي بِهِ قَالَ إِنْ شِئْتَ حَبَّسْتَ أَصْلَهَا وَتَصَدَّقْتَ بِهَا فَتَصَدَّقَ عُمَرُ أَنَّهُ لا يُبَاعُ أَصْلُهَا وَلا يُوهَبُ وَلا يُورَثُ فِي الْفُقَرَاءِ وَالْقُرْبَى وَالرِّقَابِ وَفِي سَبِيلِ اللَّهِ وَالضَّيْفِ وَابْنِ السَّبِيلِ لا جُنَاحَ عَلَى مَنْ وَلِيَهَا أَنْ يَأْكُلَ مِنْهَا بِالْمَعْرُوفِ أَوْ يُطْعِمَ صَدِيقًا غَيْرَ مُتَمَوِّلٍ فِيهِ(1). ¶ باب اللقطة ¶ عَنْ زَيْدِ بْنِ خَالِدٍ الْجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ قَالَ جَاءَ رَجُلٌ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَأَلَهُ عَنْ اللُّقَطَةِ فَقَالَ اعْرِفْ عِفَاصَهَا وَوِكَاءَها ثُمَّ عَرِّفْهَا سَنَةً فَإِنْ جَاءَ صَاحِبُهَا وَإِلا فَشَأْنَكَ بِهَا(2)، واللفظ للنسائي. ¶ __________ ¶ (1) أحمد ح4608، البخاري ح2772، مسلم ح4224، ابن ماجه ح2396، أبو داود ح2878، الترمذي ح1375، النسائي ح3601. ¶ تنبيه: تحرفت رواية النسائي في المطبوع إلى ((ابن عمر عن عمر)) والتصويب من تحفة الأشراف 6/7742، والسنن الكبرى للنسائي ح6426، والعجيب أن محقق الكبرى استدركه من الصغرى فأثبته بين معكوفين مع وضوح كون ذلك خطأ. ¶ (2) أحمد ح17176، البخاري ح2372، مسلم ح4498، ابن ماجه2ح504، أبو داود ح1705، الترمذي ح1372، النسائي في الكبرى ح5814.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "وعن سُوَيْد بْن غَفَلَةَ قَالَ كُنْتُ مَعَ سَلْمَانَ بْنِ رَبِيعَةَ وَزَيْدِ بْنِ صُوحَانَ فِي غَزَاةٍ فَوَجَدْتُ سَوْطًا فَقَالا لِي أَلْقِهِ قُلْتُ لا وَلَكِنْ إِنْ وَجَدْتُ صَاحِبَهُ وَإِلَّا اسْتَمْتَعْتُ بِهِ فَلَمَّا رَجَعْنَا حَجَجْنَا فَمَرَرْتُ بِالْمَدِينَةِ فَسَأَلْتُ أُبَيَّ بْنَ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ فَقَالَ وَجَدْتُ صُرَّةً عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا مِائَةُ دِينَارٍ فَأَتَيْتُ بِهَا النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ عَرِّفْهَا حَوْلاً فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُ فَقَالَ عَرِّفْهَا حَوْلاً فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُهُ فَقَالَ عَرِّفْهَا حَوْلاً فَعَرَّفْتُهَا حَوْلاً ثُمَّ أَتَيْتُهُ الرَّابِعَةَ فَقَالَ اعْرِفْ عِدَّتَهَا وَوِكَاءَها وَوِعَاءَهَا فَإِنْ جَاءَ صَاحِبُهَا وَإِلا اسْتَمْتِعْ بِهَا(1). ¶ كتاب اللباس والزينة ¶ باب الأحمر من الثياب ¶ عن الْبَرَاء قال مَا رَأَيْتُ أَحَدًا أَحْسَنَ فِي حُلَّةٍ حَمْرَاءَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ(2). ¶ باب لبس الحرير ¶ عن أَنَسٍ رَضِيَ اللهُ عَنْهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَخَّصَ لِعَبْدِ الرَّحْمَنِ بْنِ عَوْفٍ وَالزُّبَيْرِ فِي قَمِيصٍ مِنْ حَرِيرٍ مِنْ حِكَّةٍ كَانَتْ بِهِمَا(3). ¶ __________ ¶ (1) أحمد ح21484، البخاري ح2437، مسلم ح4506، ابن ماجه ح2506، أبو داود ح1701، الترمذي ح1374، النسائي في الكبرى ح5825. ¶ (2) أحمد ح18904، البخاري ح5901، مسلم 6065، ابن ماجه ح3599، أبو داود ح4183، الترمذي ح1724، النسائي ح5062. ¶ (3) أحمد ح12313، البخاري ح2919، مسلم ح5430، ابن ماجه ح3592، أبو داود ح4056، الترمذي ح1722، النسائي ح5312.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "باب الإسبال ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَنْظُرُ اللَّهُ إِلَى مَنْ جَرَّ ثَوْبَهُ خُيَلَاءَ(1). ¶ باب المشي في النعل الواحدة ¶ عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَمْشِي أَحَدُكُمْ فِي نَعْلٍ وَاحِدَةٍ لِيُحْفِهِمَا جَمِيعًا أَوْ لِيُنْعِلْهُمَا جَمِيعًا(2). ¶ باب تغيير الشيب ¶ عَنْ أَبَي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ الْيَهُودَ وَالنَّصَارَى لا يَصْبُغُونَ فَخَالِفُوهُمْ(3). ¶ باب وصل الشعر والوشم ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ لَعَنَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْوَاصِلَةَ وَالْمُسْتَوْصِلَةَ وَالْوَاشِمَةَ وَالْمُسْتَوْشِمَةَ(4). ¶ باب اقتناء الكلاب والصور ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَمْسَكَ كَلْبًا فَإِنَّهُ يَنْقُصُ كُلَّ يَوْمٍ مِنْ عَمَلِهِ قِيرَاطٌ إِلَّا كَلْبَ حَرْثٍ أَوْ مَاشِيَةٍ(5). ¶ __________ ¶ (1) أحمد ح5351، البخاري ح5783، مسلم ح5453، ابن ماجه ح3569، أبو داود ح4085، الترمذي ح1730، النسائي ح5329. ¶ (2) أحمد ح8136، البخاري ح5855، مسلم ح5496، ابن ماجه ح3617، أبو داود ح4136، الترمذي ح1774، النسائي ح5371 ¶ (3) أحمد ح7533، البخاري ح3462، مسلم ح5510، ابن ماجه ح3621، أبو داود ح4203، الترمذي ح1752، النسائي ح5243. ¶ (4) أحمد ح4724، البخاري ح5940، مسلم ح5571، ابن ماجه ح1987، أبو داود ح4168، الترمذي ح1759، النسائي ح5097. ¶ (5) أحمد ح9489، البخاري ح2322، مسلم ح4032، ابن ماجه ح3204، أبو داود ح2844، الترمذي ح1490، النسائي ح4291.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وعَنْ أَبِي طَلْحَةَ رَضِيَ اللَّهُ عَنْهُمْ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَدْخُلُ الْمَلَائِكَةُ بَيْتًا فِيهِ كَلْبٌ وَلَا صُورَةٌ(1). ¶ كتاب الأطعمة والأشربة ¶ باب تحريم كل ذي ناب من السباع ¶ عَنْ أَبِي ثَعْلَبَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى عَنْ أَكْلِ كُلِّ ذِي نَابٍ مِنْ السِّبَاعِ(2). ¶ باب أكل الأرنب ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ أَنْفَجْنَا أَرْنَبًا بِمَرِّ الظَّهْرَانِ فَسَعَوْا عَلَيْهَا حَتَّى لَغِبُوا فَسَعَيْتُ عَلَيْهَا حَتَّى أَخَذْتُهَا فَجِئْتُ بِهَا إِلَى أَبِي طَلْحَةَ فَبَعَثَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِوَرِكِهَا أَوْ فَخِذَيْهَا فَقَبِلَهُ(3). ¶ باب تغطية الآنية ¶ عن جَابِر رضي الله عنه قَالَ أَمَرَنَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نُوكِيَ أَسْقِيَتَنَا وَنُغَطِّيَ آنِيَتَنَا(4)، واللفظ لابن ماجه. ¶ باب تحريم الشراب المسكر ¶ عَنْ عَائِشَةَ رضي الله عنها عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كُلُّ شَرَابٍ أَسْكَرَ فَهُوَ حَرَامٌ(5). ¶ __________ ¶ (1) أحمد ح16467، البخاري ح3322، مسلم ح5514، ابن ماجه ح3649، أبو داود ح4153، الترمذي ح2804، النسائي ح5349. ¶ (2) أحمد ح17892، البخاري ح5530، مسلم ح4988، ابن ماجه ح3232، أبو داود ح3802، الترمذي ح1477، النسائي ح4327. ¶ (3) أحمد ح12777، البخاري ح5489، مسلم ح5048، ابن ماجه ح3243، أبو داود ح3791، الترمذي ح1789، النسائي ح4314. ¶ (4) أحمد ح15234، البخاري ح3316، مسلم ح5246، ابن ماجه ح360، أبو داود ح3731، الترمذي ح2857، النسائي في الكبرى ح10582. ¶ (5) أحمد ح24583، البخاري ح242، مسلم ح5211، ابن ماجه ح3386، أبو داود ح3682، الترمذي ح1863، النسائي ح5594.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ شَرِبَ الْخَمْرَ فِي الدُّنْيَا ثُمَّ لَمْ يَتُبْ مِنْهَا حُرِمَهَا فِي الآخِرَةِ(1). ¶ وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رضي الله عنهما أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ نَهَى أَنْ يُنْبَذَ الْبُسْرُ وَالرُّطَبُ جَمِيعًا(2)، واللفظ للترمذي. ¶ كتاب الصيد والذبائح ¶ باب الصيد بالمعراض والكلب ¶ عن عَدِي بْنِ حَاتِمٍ رَضِيَ اللَّهُ عَنْهُ قَالَ سَأَلْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْمِعْرَاضِ فَقَالَ إِذَا أَصَبْتَ بِحَدِّهِ فَكُلْ فَإِذَا أَصَابَ بِعَرْضِهِ فَقَتَلَ فَإِنَّهُ وَقِيذٌ فَلَا تَأْكُلْ فَقُلْتُ أُرْسِلُ كَلْبِي قَالَ إِذَا أَرْسَلْتَ كَلْبَكَ وَسَمَّيْتَ فَكُلْ قُلْتُ فَإِنْ أَكَلَ قَالَ فَلَا تَأْكُلْ فَإِنَّهُ لَمْ يُمْسِكْ عَلَيْكَ إِنَّمَا أَمْسَكَ عَلَى نَفْسِهِ قُلْتُ أُرْسِلُ كَلْبِي فَأَجِدُ مَعَهُ كَلْبًا آخَرَ قَالَ لَا تَأْكُلْ فَإِنَّكَ إِنَّمَا سَمَّيْتَ عَلَى كَلْبِكَ وَلَمْ تُسَمِّ عَلَى آخَرَ(3)، فَرّقَه ابنُ ماجه والترمذي في موضعين. ¶ __________ ¶ (1) أحمد ح4916، البخاري ح5575، مسلم ح5223، ابن ماجه ح3373، أبو داود ح3679، الترمذي ح1861، النسائي ح5675. ¶ (2) أحمد ح14248، البخاري 5601، مسلم ح5146، ابن ماجه ح3395، أبو داود ح3703، الترمذي ح1876، النسائي ح5556. ¶ (3) أحمد ح، البخاري ح5476، مسلم 4974، ابن ماجه ح3208، 3214، أبو داود ح2854، الترمذي ح1470، 1471، النسائي ح4276.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وعن أَبي ثَعْلَبَةَ الْخُشَنِيَّ قال قُلْتُ يَا رَسُولَ اللَّهِ إِنِّي أَصِيدُ بِكَلْبِي الْمُعَلَّمِ وَبِكَلْبِي الَّذِي لَيْسَ بِمُعَلَّمٍ قَالَ مَا صِدْتَ بِكَلْبِكَ الْمُعَلَّمِ فَاذْكُرْ اسْمَ اللَّهِ وَكُلْ وَمَا اصَّدْتَ بِكَلْبِكَ الَّذِي لَيْسَ بِمُعَلَّمٍ فَأَدْرَكْتَ ذَكَاتَهُ فَكُلْ(1)، واللفظ لأبي داود. ¶ باب الفرع والعتيرة ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا فَرَعَ وَلَا عَتِيرَةَ(2)، واللفظ لمسلم. ¶ باب الأضحية ¶ عَنْ أَنَسٍ قَالَ ضَحَّى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِكَبْشَيْنِ أَمْلَحَيْنِ أَقْرَنَيْنِ ذَبَحَهُمَا بِيَدِهِ وَسَمَّى وَكَبَّرَ وَوَضَعَ رِجْلَهُ عَلَى صِفَاحِهِمَا(3). ¶ __________ ¶ (1) أحمد ح17904، البخاري ح5488، مسلم ح4983، ابن ماجه ح3207، أبو داود ح2855، الترمذي ح1797، النسائي ح4268. ¶ (2) أحمد ح7737، البخاري ح5473، مسلم ح5116، ابن ماجه ح3168، أبو داود ح2831، الترمذي ح1512، النسائي ح4224. ¶ (3) أحمد ح13267، البخاري ح5565، مسلم ح5087، ابن ماجه ح3120، أبو داود ح2794، الترمذي ح1494، النسائي ح4389.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "باب الذكاة ¶ عَنْ رَافِعِ بْنِ خَدِيجٍ رضي الله عنه قَالَ قُلْتُ يَا رَسُولَ اللَّهِ إِنَّا لاقُو الْعَدُوِّ غَدًا وَلَيْسَتْ مَعَنَا مُدًى فَقَالَ اعْجَلْ أَوْ أَرِنْ مَا أَنْهَرَ الدَّمَ وَذُكِرَ اسْمُ اللَّهِ فَكُلْ لَيْسَ السِّنَّ وَالظُّفُرَ وَسَأُحَدِّثُكَ أَمَّا السِّنُّ فَعَظْمٌ وَأَمَّا الظُّفُرُ فَمُدَى الْحَبَشَةِ وَأَصَبْنَا نَهْبَ إِبِلٍ وَغَنَمٍ فَنَدَّ مِنْهَا بَعِيرٌ فَرَمَاهُ رَجُلٌ بِسَهْمٍ فَحَبَسَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ لِهَذِهِ الإبِلِ أَوَابِدَ كَأَوَابِدِ الْوَحْشِ فَإِذَا غَلَبَكُمْ مِنْهَا شَيْءٌ فَافْعَلُوا بِهِ هَكَذَا(1)، فرقه ابن ماجه والترمذي في موضعين. ¶ كتاب الأيمان والنذور ¶ باب الحلف بغير الله تبارك وتعالى ¶ عن ابْنِ عُمَرَ رضي الله عنهما قال سَمِعْتُ عُمَرَ يَقُولُ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ يَنْهَاكُمْ أَنْ تَحْلِفُوا بِآبَائِكُمْ قَالَ عُمَرُ فَوَاللَّهِ مَا حَلَفْتُ بِهَا مُنْذُ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاكِرًا وَلَا آثِرًا(2). ¶ وعَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ حَلَفَ فَقَالَ فِي يَمِينِهِ بِاللَّاتِ وَالْعُزَّى فَلْيَقُلْ لَا إِلَهَ إِلَّا اللَّهُ(3)، واللفظ لابن ماجه، ولم يذكر أبو داود ولا النسائي العزى. ¶ __________ ¶ (1) أحمد ح17393، البخاري ح5509، مسلم ح5092، ابن ماجه ح3178، 3183، أبو داود ح2821، الترمذي ح1491، 1492، النسائي ح4412. ¶ (2) أحمد ح112، البخاري ح6647، مسلم ح4254، ابن ماجه ح2094، أبو داود ح3250، الترمذي ح1533، النسائي ح3769. ¶ (3) أحمد ح8073، البخاري ح4860، مسلم ح4261، ابن ماجه ح2069، أبو داود ح3247، الترمذي ح1545، النسائي ح3777.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "باب التشديد في اليمين الكاذبة ¶ عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ عَلَى يَمِينٍ وَهُوَ فِيهَا فَاجِرٌ يَقْتَطِعُ بِهَا مَالَ امْرِئٍ مُسْلِمٍ لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ(1)، واللفظ لابن ماجه. ¶ وعَنْ ثَابِتِ بْنِ الضَّحَّاكِ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ حَلَفَ بِمِلَّةٍ غَيْرِ الاسْلَامِ كَاذِبًا فَهُوَ كَمَا قَالَ(2)، واللفظ للترمذي. ¶ باب النذر ¶ عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ عَنْ عُمَرَ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ فِي الْمَسْجِدِ الْحَرَامِ لَيْلَةً فَقَالَ لَهُ فَأَوْفِ بِنَذْرِكَ(3)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح3597، البخاري ح2416، مسلم ح355، ابن ماجه ح2323، أبو داود 3243، الترمذي ح1269، النسائي في الكبرى ح5991. ¶ (2) أحمد ح16499، البخاري ح6105، مسلم ح304، ابن ماجه ح2098، أبو داود ح3257، الترمذي ح1543، النسائي ح3772. ¶ (3) هذا حديث مدني يرويه عبيد الله العمري عن نافع أخرجه الجماعة عن ثلاثة من أصحابه وهم: (يحيى القطان وحفص بن غياث وسليمان بن بلال) ورواه إسحاق بن موسى الخطمي عن ابن عيينة عن أيوب عن نافع به أخرجه النسائي وابن ماجه ورواه القطان وشعبة وابن المبارك وعبد الوهاب الثقفي وأبو أسامة عن عبيد الله العمري أخرجه أحمد والشيخان والنسائي، ورواه أحمد بن حنبل ومحمد بن عبد الله بن يزيد عن ابن عيينة عن أيوب أخرجه أحمد والنسائي كلاهما العمري وأيوب عن نافع عن ابن عمر أن عمر.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وعَنْ ابْنِ عَبَّاسٍ أَنَّهُ قَالَ اسْتَفْتَى سَعْدُ بْنُ عُبَادَةَ الْأَنْصَارِيُّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي نَذْرٍ كَانَ عَلَى أُمِّهِ تُوُفِّيَتْ قَبْلَ أَنْ تَقْضِيَهُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اقْضِهِ عَنْهَا(1). ¶ كتاب الجهاد ¶ باب فرض الجهاد ¶ عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُمِرْتُ أَنْ أُقَاتِلَ النَّاسَ حَتَّى يَقُولُوا لا إِلَهَ إلا اللَّهُ فَمَنْ قَالَ لا إِلَهَ إِلا اللَّهُ فَقَدْ عَصَمَ مِنِّي نَفْسَهُ وَمَالَهُ إِلا بِحَقِّهِ وَحِسَابُهُ عَلَى اللَّهِ(2). ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سَابَقَ بَيْنَ الْخَيْلِ الَّتِي أُضْمِرَتْ مِنْ الْحَفْيَاءِ وَأَمَدُهَا ثَنِيَّةُ الْوَدَاعِ وَسَابَقَ بَيْنَ الْخَيْلِ الَّتِي لَمْ تُضْمَرْ مِنْ الثَّنِيَّةِ إِلَى مَسْجِدِ بَنِي زُرَيْقٍ(3). ¶ باب النية في الجهاد ¶ عَنْ أَبِي مُوسَى قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ عَزَّ وَجَلَّ(4)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح3049، البخاري ح6959، مسلم ح4235، ابن ماجه ح2132، أبو داود ح3307، الترمذي ح1546، 3664. ¶ (2) أحمد ح8891، البخاري ح2946، مسلم ح125، ابن ماجه ح3927، أبو داود ح2640، الترمذي ح2606، النسائي ح3092. ¶ (3) أحمد ح5181، البخاري ح420، مسلم ح4843، ابن ماجه ح2877، أبو داود ح2575، الترمذي ح1699، النسائي ح3586. ¶ (4) أحمد ح19722، البخاري ح123، مسلم ح4920، ابن ماجه ح2783، أبو داود ح2517، الترمذي ح1646، النسائي ح3138.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "باب الخروج في النفير ¶ عَنْ ابْنِ عَبَّاسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: إِذَا اسْتُنْفِرْتُمْ فَانْفِرُوا(1)، واللفظ لابن ماجه. ¶ وعَنْ أَنَسِ بْنِ مَالِكٍ رضي الله عنه قَالَ: كَانَ بِالْمَدِينَةِ فَزَعٌ فَركب رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرَسًا لأبي طلحة فَقَالَ مَا رَأَيْنَا مِنْ شيءٍ وَإِنْ وَجَدْنَاهُ لَبَحْرًا(2). ¶ وعَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَرَضَهُ يَوْمَ أُحُدٍ وَهُوَ ابْنُ أَرْبَعَ عَشْرَةَ سَنَةً فَلَمْ يُجِزْهُ وَعَرَضَهُ يَوْمَ الْخَنْدَقِ وَهُوَ ابْنُ خَمْسَ عَشْرَةَ سَنَةً فَأَجَازَهُ(3). ¶ باب ما يجوز في الجهاد وما لا يجوز ¶ عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَرَّقَ نَخْلَ بَنِي النَّضِيرِ وَقَطَعَ وَهِيَ الْبُوَيْرَةُ فَأَنْزَلَ اللَّهُ تَعَالَى مَا قَطَعْتُمْ مِنْ لِينَةٍ أَوْ تَرَكْتُمُوهَا قَائِمَةً عَلَى أُصُولِهَا فَبِإِذْنِ اللَّهِ وَلِيُخْزِيَ الْفَاسِقِينَ(4). ¶ __________ ¶ (1) أحمد ح1991، البخاري ح2783، مسلم ح4829، ابن ماجه ح2773، أبو داود ح2480، الترمذي ح1590، النسائي ح4172. ¶ (2) أحمد ح12774، البخاري ح2968، مسلم ح6008، ابن ماجه ح2772، أبو داود ح4988، الترمذي ح1685، النسائي في الكبرى ح8821. ¶ (3) أحمد ح4661، البخاري ح4097، مسلم ح4837، ابن ماجه ح2543، أبو داود ح2957، الترمذي ح1361، النسائي ح3433. ¶ (4) أحمد ح6054، البخاري ح4884، مسلم ح4552، ابن ماجه ح2844، أبو داود ح2615، الترمذي ح1552، النسائي في الكبرى ح8608.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وعَنْ نَافِعٍ أَنَّ عَبْدَ اللَّهِ رَضِيَ اللَّهُ عَنْهُ أَخْبَرَهُ أَنَّ امْرَأَةً وُجِدَتْ فِي بَعْضِ مَغَازِي النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقْتُولَةً فَأَنْكَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَتْلَ النِّسَاءِ وَالصِّبْيَانِ(1). ¶ كتاب الأحكام ¶ باب الإمارة ¶ عَنْ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَةَ(2). ¶ باب البينة على المدعي واليمين على من أنكر ¶ عَنْ ابْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ 1النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَضَى بِالْيَمِينِ عَلَى الْمُدَّعَى عَلَيْهِ(3). ¶ باب اجتهاد الحاكم ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا حَكَمَ الْحَاكِمُ فَاجْتَهَدَ فَأَصَابَ فَلَهُ أَجْرَانِ وَإِذَا اجْتَهَدَ فَأَخْطَأَ فَلَهُ أَجْرٌ(4)، واللفظ للنسائي. ¶ __________ ¶ (1) أحمد ح5658، البخاري ح3014، مسلم ح4547، ابن ماجه ح2841، أبو داود ح2668، الترمذي ح1569، النسائي في الكبرى ح8618. ¶ (2) أحمد ح6278، البخاري ح7144، مسلم ح4763، ابن ماجه ح2864، أبو داود ح2626، الترمذي ح1707، النسائي ح4208. ¶ (3) أحمد ح3188، البخاري ح2668، مسلم ح4471، ابن ماجه ح2321، أبو داود ح3619، الترمذي ح1342، النسائي ح5427. ¶ (4) حم 17927، خ 7352، م 4488، ج 2314، د 3574، ت 1326، ن 5383.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وعَنْ أُمِّ سَلَمَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّمَا أَنَا بَشَرٌ وَإِنَّكُمْ تَخْتَصِمُونَ إِلَيَّ وَلَعَلَّ بَعْضَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ وَأَقْضِيَ لَهُ عَلَى نَحْوِ مِمّا أَسْمَعُ فَمَنْ قَضَيْتُ لَهُ مِنْ حَقِّ أَخِيهِ شَيْئًا فَلَا يَأْخُذْ فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنْ النَّارِ(1). ¶ باب حكم الحاكم وهو غضبان ¶ عن أَبِي بَكْرَةَ رَضِيَ اللهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَقْضِي الْقَاضِي بَيْنَ اثْنَيْنِ وَهُوَ غَضْبَانُ(2)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح27153، البخاري ح6967، مسلم ح4473، ابن ماجه ح2317، أبو داود ح3583، الترمذي ح1339، النسائي ح5403. ¶ (2) أحمد ح20660، البخاري ح7158، مسلم ح4490، ابن ماجه ح2316، أبو داود ح3589، الترمذي ح1334، النسائي ح5408.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وعَنْ عَبْدِ اللَّهِ بْنِ الزُّبَيْرِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّهُ حَدَّثَهُ أَنَّ رَجُلا مِنْ الْأَنْصَارِ خَاصَمَ الزُّبَيْرَ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي شِرَاجِ الْحَرَّةِ الَّتِي يَسْقُونَ بِهَا النَّخْلَ فَقَالَ الْأَنْصَارِيُّ سَرِّحْ الْمَاءَ يَمُرُّ فَأَبَى عَلَيْهِ فَاخْتَصَمَا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلزُّبَيْرِ أَسْقِ يَا زُبَيْرُ ثُمَّ أَرْسِلْ الْمَاءَ إِلَى جَارِكَ فَغَضِبَ الْأَنْصَارِيُّ فَقَالَ أَنْ كَانَ ابْنَ عَمَّتِكَ فَتَلَوَّنَ وَجْهُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَالَ اسْقِ يَا زُبيرُ ثُمَّ احْبِسْ الْمَاءَ حَتَّى يَرْجِعَ إِلَى الْجَدْرِ فَقَالَ الزبيرُ وَاللَّهِ إِنِّي لأحْسِبُ هَذِهِ الآيَةَ نَزَلَتْ فِي ذَلِكَ (فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ)(1). ¶ باب القافة ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ إِنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ دَخَلَ عَلَيَّ مَسْرُورًا تَبْرُقُ أَسَارِيرُ وَجْهِهِ فَقَالَ أَلَمْ تَرَيْ أَنَّ مُجَزِّزًا نَظَرَ آنِفًا إِلَى زَيْدِ بْنِ حَارِثَةَ وَأُسَامَةَ بْنِ زَيْدٍ فَقَالَ إِنَّ هَذِهِ الْأَقْدَامَ بَعْضُهَا مِنْ بَعْضٍ(2). ¶ __________ ¶ (1) أحمد ح16215، البخاري ح2359، مسلم ح6112، ابن ماجه ح15، أبو داود ح3637، الترمذي ح1363، النسائي ح5418. ¶ (2) أحمد ح25031، البخاري ح6770، مسلم ح3617، ابن ماجه ح2349، أبو داود ح2267، الترمذي ح2129، النسائي ح3495.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "باب من يقتل حداً ¶ عَنْ عَبْدِ اللَّهِ بن مسعود رضي الله عنه قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لا يَحِلُّ دَمُ امْرِئٍ مُسْلِمٍ يَشْهَدُ أَنْ لا إِلَهَ إِلا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ إِلا بِإِحْدَى ثَلَاثٍ النَّفْسُ بِالنَّفْسِ وَالثَّيِّبُ الزَّانِي وَالْمَارِقُ مِنْ الدِّينِ التَّارِكُ لِلْجَمَاعَةِ(1). ¶ باب حد الزنا ¶ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ قَالَ عُمَرُ لَقَدْ خَشِيتُ أَنْ يَطُولَ بِالنَّاسِ زَمَانٌ حَتَّى يَقُولَ قَائِلٌ لَا نَجِدُ الرَّجْمَ فِي كِتَابِ اللَّهِ فَيَضِلُّوا بِتَرْكِ فَرِيضَةٍ أَنْزَلَهَا اللَّهُ أَلا وَإِنَّ الرَّجْمَ حَقٌّ عَلَى مَنْ زَنَى وَقَدْ أَحْصَنَ إِذَا قَامَتْ الْبَيِّنَةُ أَوْ كَانَ الْحَبَلُ أَوْ الاعْتِرَافُ أَلا وَقَدْ رَجَمَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَرَجَمْنَا بَعْدَهُ(2). ¶ __________ ¶ (1) أحمد ح3621، البخاري ح6878، مسلم ح4375، ابن ماجه ح2534، أبو داود ح4352، الترمذي ح1402، النسائي ح4723. ¶ (2) أحمد ح391، البخاري ح6829، مسلم ح4418، ابن ماجه ح2553، أبو داود ح4418، الترمذي ح1432، النسائي في الكبرى ح7158.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وعن أبي هُرَيْرَةَ وَزَيْد بْن خَالِدٍ رضي الله عنهما قَالا كُنَّا عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَامَ رَجُلٌ فَقَالَ أَنْشُدُكَ اللَّهَ إِلا قَضَيْتَ بَيْنَنَا بِكِتَابِ اللَّهِ فَقَامَ خَصْمُهُ وَكَانَ أَفْقَهَ مِنْهُ فَقَالَ اقْضِ بَيْنَنَا بِكِتَابِ اللَّهِ وَأْذَنْ لِي قَالَ قُلْ قَالَ إِنَّ ابْنِي كَانَ عَسِيفًا عَلَى هَذَا فَزَنَى بِامْرَأَتِهِ فَافْتَدَيْتُ مِنْهُ بِمِائَةِ شَاةٍ وَخَادِمٍ ثُمَّ سَأَلْتُ رِجَالاً مِنْ أَهْلِ الْعِلْمِ فَأَخْبَرُونِي أَنَّ عَلَى ابْنِي جَلْدَ مِائَةٍ وَتَغْرِيبَ عَامٍ وَعَلَى امْرَأَتِهِ الرَّجْمَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالَّذِي نَفْسِي بِيَدِهِ لأقْضِيَنَّ بَيْنَكُمَا بِكِتَابِ اللَّهِ جَلَّ ذِكْرُهُ الْمِائَةُ شَاةٍ وَالْخَادِمُ رَدٌّ عَلَيْكَ وَعَلَى ابْنِكَ جَلْدُ مِائَةٍ وَتَغْرِيبُ عَامٍ وَاغْدُ يَا أُنَيْسُ عَلَى امْرَأَةِ هَذَا فَإِنْ اعْتَرَفَتْ فَارْجُمْهَا فَغَدَا عَلَيْهَا فَاعْتَرَفَتْ فَرَجَمَهَا(1). ¶ وعنه رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ عَنْ الأمَةِ تَزْنِي وَلَمْ تُحْصَنْ قَالَ اجْلِدْهَا فَإِنْ زَنَتْ فَاجْلِدْهَا فَقَالَ فِي الثَّالِثَةِ أَوْ فِي الرَّابِعَةِ فَإِنْ زَنَتْ فَبِعْهَا وَلَوْ بِضَفِيرٍ(2)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح17164، البخاري ح6859، مسلم ح4435، ابن ماجه ح2549، أبو داود ح4445، الترمذي ح1433، النسائي ح5412. ¶ (2) أحمد ح17183، البخاري ح2153، مسلم ح4447، ابن ماجه ح2565، أبو داود ح4469، الترمذي ح1440، النسائي في الكبرى ح7259.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "باب حد السرقة ¶ عَنْ عَائِشَةَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُقْطَعُ الْيَدُ فِي رُبُعِ دِينَارٍ فَصَاعِدًا(1). ¶ وعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَطَعَ فِي مِجَنٍّ ثَمَنُهُ ثَلاثَةُ دَرَاهِمَ(2). ¶ باب إقامة الحد على أهل الذمة ¶ عَنِ ابْنِ عُمَرَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجَمَ يَهُودِيًّا وَيَهُودِيَّةً(3)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح24579، البخاري ح6789، مسلم ح4398، ابن ماجه ح2585، أبو داود ح4384، الترمذي ح1445، النسائي ح4919. ¶ (2) أحمد ح5310، البخاري ح6795، مسلم ح4407، ابن ماجه ح2584، أبو داود ح4385، الترمذي ح1446، النسائي ح4910. ¶ (3) أحمد ح4528، البخاري ح1329، مسلم ح4437، ابن ماجه ح2556، أبو داود ح4446، الترمذي ح1436، النسائي في الكبرى ح7216.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "باب الشفاعة في الحدود ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ قُرَيْشًا أَهَمَّهُمْ شَأْنُ الْمَرْأَةِ الْمَخْزُومِيَّةِ الَّتِي سَرَقَتْ فَقَالُوا وَمَنْ يُكَلِّمُ فِيهَا رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالُوا وَمَنْ يَجْتَرِئُ عَلَيْهِ إِلَّا أُسَامَةُ بْنُ زَيْدٍ حِبُّ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَكَلَّمَهُ أُسَامَةُ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَتَشْفَعُ فِي حَدٍّ مِنْ حُدُودِ اللَّهِ ثُمَّ قَامَ فَاخْتَطَبَ ثُمَّ قَالَ إِنَّمَا أَهْلَكَ الَّذِينَ قَبْلَكُمْ أَنَّهُمْ كَانُوا إِذَا سَرَقَ فِيهِمْ الشَّرِيفُ تَرَكُوهُ وَإِذَا سَرَقَ فِيهِمْ الضَّعِيفُ أَقَامُوا عَلَيْهِ الْحَدَّ وَايْمُ اللَّهِ لَوْ أَنَّ فَاطِمَةَ بِنْتَ مُحَمَّدٍ سَرَقَتْ لَقَطَعْتُ يَدَهَا(1). ¶ باب التعزير ¶ عَنْ أَبِي بُرْدةَ رَضِيَ اللَّهُ عَنْهُ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لا يُجْلَدُ فَوْقَ عَشْرِ جَلَدَاتٍ إِلا فِي حَدٍّ مِنْ حُدُودِ اللَّهِ(2). ¶ باب ما لا غرم فيه ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْعَجْمَاءُ جرحها جُبَارٌ وَالْبِئْرُ جُبَارٌ وَالْمَعْدِنُ جُبَارٌ وَفِي الرِّكَازِ الْخُمُسُ(3)، فرَّقه ابن ماجه في موضعين. ¶ __________ ¶ (1) أحمد ح25811، البخاري ح3475، مسلم ح4410، ابن ماجه ح2547، أبو داود ح4373، الترمذي ح1430، النسائي ح4901. ¶ (2) أحمد ح15926، البخاري ح6848، مسلم ح4460، ابن ماجه ح2601، أبو داود ح4491، الترمذي ح1463، النسائي في الكبرى ح7331. ¶ (3) أحمد ح7253، البخاري ح6912، مسلم ح4465، ابن ماجه ح2509، 2673 ، أبو داود ح4593، الترمذي ح1377، النسائي ح2497.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "باب دية الجنين ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ امْرَأَتَيْنِ مِنْ هُذَيْلٍ رَمَتْ إِحْدَاهُمَا الْأُخْرَى فَطَرَحَتْ جَنِينَهَا فَقَضَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِيهَا بِغُرَّةٍ عَبْدٍ أَوْ أَمَةٍ(1). ¶ باب القصاص ¶ عَنْ أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّ يَهُودِيًّا رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ قِيلَ مَنْ فَعَلَ هَذَا بِكِ أَفُلَانٌ أَفُلَانٌ حَتَّى سُمِّيَ الْيَهُودِيُّ فَأَوْمَأَتْ بِرَأْسِهَا فَأُخِذَ الْيَهُودِيُّ فَاعْتَرَفَ فَأَمَرَ بِهِ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَرُضَّ رَأْسُهُ بَيْنَ حَجَرَيْنِ(2). ¶ كتاب الذكر الآداب ¶ باب قراءة القرآن ¶ عَنْ عَائِشَةَ قَالَتْ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الَّذِي يَقْرَأُ الْقُرْآنَ وَهُوَ مَاهِرٌ بِهِ مَعَ السَّفَرَةِ الْكِرَامِ الْبَرَرَةِ وَالَّذِي يَقْرَؤُهُ وَهُوَ عَلَيْهِ شَاقٌّ فَلَهُ أَجْرَانِ(3)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد ح7216، البخاري ح6904، مسلم ح4389، ابن ماجه ح2639، أبو داود ح4576، الترمذي ح1410، النسائي ح4821. ¶ (2) أحمد ح13138، البخاري ح2413، مسلم ح4361، ابن ماجه ح2666، أبو داود ح4529، الترمذي ح1394، النسائي ح4744. ¶ (3) أحمد ح24715، البخاري ح4937، مسلم ح1862، ابن ماجه ح3779، أبو داود ح1454، الترمذي ح2904، النسائي في الكبرى ح8047.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وعَنْ أَبِي مُوسَى الأشْعَرِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَثَلُ الْمُؤْمِنِ الَّذِي يَقْرَأُ الْقُرْآنَ كَمَثَلِ الأُتْرُجَّةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا طَيِّبٌ وَمَثَلُ الْمُؤْمِنِ الَّذِي لا يَقْرَأُ الْقُرْآنَ كَمَثَلِ التَّمْرَةِ لا رِيحَ لَهَا وَطَعْمُهَا حُلْوٌ وَمَثَلُ الْمُنَافِقِ الَّذِي يَقْرَأُ الْقُرْآنَ مَثَلُ الرَّيْحَانَةِ رِيحُهَا طَيِّبٌ وَطَعْمُهَا مُرٌّ وَمَثَلُ الْمُنَافِقِ الَّذِي لا يَقْرَأُ الْقُرْآنَ كَمَثَلِ الْحَنْظَلَةِ لَيْسَ لَهَا رِيحٌ وَطَعْمُهَا مُرٌّ(1). ¶ وعَنْ أَبِي مَسْعُودٍ رضي الله عنه قَالَ قَالَ النبي صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ قَرَأَ بالآيَتَيْنِ مِنْ آخِرِ سُورَةِ الْبَقَرَةِ فِي لَيْلَةٍ كَفَتَاهُ(2). ¶ __________ ¶ (1) أحمد ح19898، البخاري ح5427، مسلم ح1860، ابن ماجه ح214، أبو داود ح4830، الترمذي ح2865، النسائي ح5040. ¶ (2) أحمد ح17229، البخاري ح5009، مسلم ح1880، ابن ماجه ح1369، أبو داود ح1397، الترمذي ح2881، النسائي في الكبرى ح8018.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وعَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ أَنَّ نَاسًا مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانُوا فِي سَفَرٍ فَمَرُّوا بِحَيٍّ مِنْ أَحْيَاءِ الْعَرَبِ فَاسْتَضَافُوهُمْ فَلَمْ يُضِيفُوهُمْ فَقَالُوا لَهُمْ هَلْ فِيكُمْ رَاقٍ فَإِنَّ سَيِّدَ الْحَيِّ لَدِيغٌ أَوْ مُصَابٌ فَقَالَ رَجُلٌ مِنْهُمْ نَعَمْ فَأَتَاهُ فَرَقَاهُ بِفَاتِحَةِ الْكِتَابِ فَبَرَأَ الرَّجُلُ فَأُعْطِيَ قَطِيعًا مِنْ غَنَمٍ فَأَبَى أَنْ يَقْبَلَهَا وَقَالَ حَتَّى أَذْكُرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَذَكَرَ ذَلِكَ لَهُ فَقَالَ يَا رَسُولَ اللَّهِ وَاللَّهِ مَا رَقَيْتُ إِلا بِفَاتِحَةِ الْكِتَابِ فَتَبَسَّمَ وَقَالَ وَمَا أَدْرَاكَ أَنَّهَا رُقْيَةٌ ثُمَّ قَالَ خُذُوا مِنْهُمْ وَاضْرِبُوا لِي بِسَهْمٍ مَعَكُمْ(1)، واللفظ لمسلم. ¶ باب الدعاء ¶ عَنْ أَبِي هُرَيْرَةَ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا دَعَا أَحَدُكُمْ فَلا يَقُلْ اللَّهُمَّ اغْفِرْ لِي إِنْ شِئْتَ وَلَكِنْ لِيَعْزِمْ بِالْمَسْأَلَةِ فَإِنَّهُ لا مُكْرِهَ لَهُ(2)، واللفظ لأحمد. ¶ __________ ¶ (1) أحمد 10998، البخاري ح2276، مسلم ح5733، ابن ماجه تحت ح2156، أبو داود ح3418، الترمذي ح2064، النسائي في الكبرى ح10868. ¶ (2) أحمد ح7312، البخاري ح6339، مسلم ح6813، ابن ماجه ح3854، أبو داود ح1483، الترمذي ح3497، النسائي في الكبرى ح10419.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "باب الدعاء عند النوم ¶ عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَوَى أَحَدُكُمْ إِلَى فِرَاشِهِ فَلْيَنْفُضْ فِرَاشَهُ بِدَاخِلَةِ إِزَارِهِ فَإِنَّهُ لا يَدْرِي مَا خَلَفَهُ عَلَيْهِ ثُمَّ يَقُولُ بِاسْمِكَ رَبِّ وَضَعْتُ جَنْبِي وَبِكَ أَرْفَعُهُ إِنْ أَمْسَكْتَ نَفْسِي فَارْحَمْهَا وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ(1). ¶ باب الدعاء عند إتيان الأهل ¶ عَنْ ابْنِ عَبَّاسٍ يَبْلُغُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَوْ أَنَّ أَحَدَكُمْ إِذَا أَتَى أَهْلَهُ قَالَ بِاسْمِ اللَّهِ اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ وَجَنِّبْ الشَّيْطَانَ مَا رَزَقْتَنَا فَقُضِيَ بَيْنَهُمَا وَلَدٌ لَمْ يَضُرُّهُ(2). ¶ باب من رأى في النوم ما يكره ¶ عن أبي قَتَادَةَ قال سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ الرُّؤْيَا مِنْ اللَّهِ وَالْحُلْمُ مِنْ الشَّيْطَانِ فَإِذَا رَأَى أَحَدُكُمْ شَيْئًا يَكْرَهُهُ فَلْيَنْفُثْ عَنْ يَسَارِهِ ثَلاثَ مَرَّاتٍ وَلْيَتَعَوَّذْ بِاللَّهِ مِنْ شَرِّهَا فَإِنَّهَا لَنْ تَضُرَّهُ(3)، واللفظ لمسلم. ¶ __________ ¶ (1) أحمد ح9450، البخاري ح6320، مسلم ح6892، ابن ماجه ح3874، أبو داود ح5050، الترمذي ح3401، النسائي في الكبرى ح10627. ¶ (2) أحمد ح1867، البخاري ح141، مسلم ح3533، ابن ماجه ح1919، أبو داود ح2161، الترمذي ح1092، النسائي في الكبرى ح10096. ¶ (3) أحمد ح23021، البخاري ح5747، مسلم ح5900، ابن ماجه ح3909، أبو داود ح5021، الترمذي ح2277، النسائي في الكبرى ح10737.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "باب إذا رأى الريح ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا رَأَى مَخِيلَةً فِي السَّمَاءِ أَقْبَلَ وَأَدْبَرَ وَدَخَلَ وَخَرَجَ وَتَغَيَّرَ وَجْهُهُ فَإِذَا أَمْطَرَتْ السَّمَاءُ سُرِّيَ عَنْهُ فَعَرَّفَتْهُ عَائِشَةُ ذَلِكَ فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَا أَدْرِي لَعَلَّهُ كَمَا قَالَ قَوْمٌ (فَلَمَّا رَأَوْهُ عَارِضًا مُسْتَقْبِلَ أَوْدِيَتِهِمْ) الآيَةَ(1). ¶ باب السلام ¶ عن عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهَا إِنَّ جِبْرِيلَ يُقْرِئُكِ السَّلَامَ قَالَتْ وَعَلَيْهِ السَّلَامُ وَرَحْمَةُ اللَّهِ(2). ¶ عَنْ أَنَسِ بْنِ مَالِكٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرَّ عَلَى غِلْمَانٍ فَسَلَّمَ عَلَيْهِمْ(3)، واللفظ لمسلم. ¶ وعنه رضي اللهُ عنه أنّ النبي صلّى اللهُ عليهِ وسلّم قالَ: إِذَا سَلَّمَ عَلَيْكُمْ أَهْلِ الْكِتَابِ فَقُولُوا وعَلَيْكم(4). ¶ __________ ¶ (1) أحمد ح26565، البخاري ح3206، مسلم ح2085، ابن ماجه ح3891، أبو داود ح5098، الترمذي ح3257، النسائي في الكبرى ح1831. ¶ (2) أحمد ح25326، البخاري ح6253، مسلم ح6301، ابن ماجه ح3696، أبو داود ح5232، الترمذي ح2693، النسائي ح3955. ¶ (3) أحمد ح12754، البخاري ح6247، مسلم ح5663، ابن ماجه ح3700، أبو داودح5202، الترمذي ح2696، النسائي في الكبرى ح10162. ¶ (4) أحمد ح11970، البخار ي ح6258، مسلم ح5652، ابن ماجه ح3697، أبو داود ح5207، الترمذي ح3301، النسائي في الكبرى ح10218.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "باب الاستئذان ¶ عن جَابِر بن عبدالله رضي الله عنهما قَالَ اسْتَأْذَنْتُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ مَنْ هَذَا فَقُلْتُ أَنَا فَقَالَ النبيّ صلّى اللهُ عليهِ وسلّم أَنَا أَنَا(1)، واللفظ لمسلم. ¶ باب تشميت العاطس ¶ عن أَنَسِ بْنِ مَالِكٍ رضي الله عنه أنه: عَطَسَ رَجُلانِ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشَمَّتَ أَحَدَهُمَا وَلَمْ يُشَمِّتْ الآخَرَ فَقيلَ له فَقَالَ هذا حَمِدَاللَّهَ وهذا لَمْ يحْمَدِاللَّهَ(2). ¶ باب الإكرام ¶ عن أَبي شُرَيْحٍ الْكَعْبِيِّ رضي الله عنه أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَلْيُكْرِمْ ضَيْفَهُ جَائِزَتُهُ يَوْمٌ وَلَيْلَةٌ وَالضِّيَافَةُ ثَلاثَةُ أَيَّامٍ فَمَا بَعْدَ ذَلِكَ فَهُوَ صَدَقَةٌ وَلا يَحِلُّ لَهُ أَنْ يَثْوِيَ عِنْدَهُ حَتَّى يُحْرِجَهُ(3)، فرقه الترمذي في موضعين. ¶ __________ ¶ (1) أحمد ح14234، البخاري ح6250، مسلم ح5636، ابن ماجه ح3709، أبو داود ح5187، الترمذي ح2711، النسائي في الكبرى ح10160. ¶ (2) أحمد ح12191، البخاري ح6221، مسلم ح7486، ابن ماجه ح3713، أبو داود ح5039، الترمذي ح2742، النسائي في الكبرى ح10050. ¶ (3) أحمد ح27703، البخاري ح6135، مسلم ح4513، ابن ماجه ح3675، أبو داود ح3748، الترمذي ح1967، 1968، النسائي في الكبرى انظر تحفة الأشراف 9/12056، ولم أجده في المطبوع من السنن الكبرى.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "باب إكرام آل بيت رسول الله صلى الله عليه وسلم ¶ عَنْ الْمِسْوَرِ بْنِ مَخْرَمَةَ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ وَهُوَ عَلَى الْمِنْبَرِ إِنَّ بَنِي هِشَامِ بْنِ الْمُغِيرَةِ اسْتَأْذَنُوا فِي أَنْ يُنْكِحُوا ابْنَتَهُمْ عَلِيَّ بْنَ أَبِي طَالِبٍ فَلا آذَنُ ثُمَّ لا آذَنُ ثُمَّ لا آذَنُ إِلا أَنْ يُرِيدَ ابْنُ أَبِي طَالِبٍ أَنْ يُطَلِّقَ ابْنَتِي وَيَنْكِحَ ابْنَتَهُمْ فَإِنَّمَا هِيَ بَضْعَةٌ مِنِّي يُرِيبُنِي مَا أَرَابَهَا وَيُؤْذِينِي مَا آذَاهَا(1). ¶ باب تكريم اليمين ¶ عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحِبُّ التَّيَمُّنَ فِي طُهُورِهِ وَتَرَجُّلِهِ وَتَنَعُّلِهِ(2). ¶ وعن أَنَس بن مالك رضي الله عنه أَنَّ رسول الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أُتِيَ بِلَبَنٍ قَدْ شِيبَ بِمَاءٍ وَعَنْ يَمِينِهِ أَعْرَابِيٌّ وَعَنْ شماله أَبُو بَكْرٍ فَشَرِبَ ثُمَّ أَعْطَى الأعْرَابِيَّ وَقَالَ الأيْمَنَ فَالأيْمَنَ(3). ¶ باب لا يُمنع الماء ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لا يُمْنَعُ فَضْلُ الْمَاءِ لِيُمْنَعَ بِهِ الْكَلأ(4). ¶ __________ ¶ (1) أحمد 19134، البخاري ح5230، مسلم ح6307، ابن ماجه ح1998، أبو داود ح2071، الترمذي ح3867، النسائي في الكبرى ح8518. ¶ (2) أحمد ح25134، البخاري ح5854، مسلم ح616، ابن ماجه ح401، أبو داود ح4140، الترمذي ح608، النسائي ح423. ¶ (3) أحمد ح12145، البخاري ح5619، مسلم ح5289، ابن ماجه ح3425، أبو داود ح3726، الترمذي ح1893، النسائي في الكبرىح6861. ¶ (4) أحمد ح7320، البخاري ح2353، مسلم ح4006، ابن ماجه ح2478، أبو داود ح3473، الترمذي ح1272، النسائي في الكبرى ح5774.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "باب القرن بين التمرتين ¶ عن ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قال نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يَقْرُنَ الرَّجُلُ بَيْنَ التَّمْرَتَيْنِ جَمِيعًا حَتَّى يَسْتَأْذِنَ أَصْحَابَهُ(1). ¶ باب التشاؤم ¶ عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الشُّؤْمُ فِي الْمَرْأَةِ وَالدَّارِ وَالْفَرَسِ(2). ¶ باب المزاح ¶ عَنْ أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ إِنْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَيُخَالِطُنَا حَتَّى يَقُولَ لِأَخٍ لِي صَغِيرٍ يَا أَبَا عُمَيْرٍ مَا فَعَلَ النُّغَيْرُ(3). ¶ باب خصال الفطرة ¶ عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الْفِطْرَةُ خَمْسٌ الْخِتَانُ وَالاسْتِحْدَادُ وَنَتْفُ الإبْطِ وَقَصُّ الشَّارِبِ وَتَقْلِيمُ الأظْفَارِ(4). ¶ وكانَ الفراغُ منه يومَ السبتِ لعشرٍ بقينَ مِنْ شهرِ الله المحرّم سنةَ اثنتين وعشرين وأربع مائةٍ وألفٍ للهجرة النبوية، والحمدُ للهِ الذي بنعمتهِ تتمُّ الصالحاتِ. ¶ جَمْعُ الفقيرِ إلى ربّهِ سعيدِ بنِ محمدٍ الْمَرّيّ، غفر الله له، ولوالديه، وأهله، والمسلمين أجمعين. ¶ __________ ¶ (1) أحمد ح5246، البخاري ح2489، مسلم ح5335، ابن ماجه ح3331، أبو داود ح3834، الترمذي ح1814، النسائي في الكبرى ح6729. ¶ (2) أحمد ح5963، البخاري ح5093، مسلم ح5804، ابن ماجه ح1995، أبو داود 3922، الترمذي ح2824، النسائي ح3571. ¶ (3) أحمد ح12223، البخاري ح6129، مسلم ح5622، ابن ماجه ح3720، أبو داود ح4969، الترمذي ح1989، النسائي في الكبرى ح10166. ¶ (4) أحمد ح7139، البخاري ح5891، مسلم ح598، ابن ماجه ح292، أبو داود ح4198، الترمذي ح2756، النسائي ح9.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "ملاحظة: اعتمدتُ في ترقيم أحاديث المسند على طبعة بيت الأفكارالدولية، وفي أحاديث البخاري على ترقيم محمد فؤاد عبد الباقي، وفي أحاديث النسائي في الصغرى على ترقيم دار ابن حزم، وفي الكبرى على ترقيم دار الكتب العلمية، وفي البقية على ترقيم دار السلام. ¶ فهرس المحتويات ¶ الكتاب ¶ كتاب الإيمان ¶ كتاب الطهارة ¶ كتاب الصلاة ¶ كتاب الصوم ¶ كتاب الزكاة ¶ كتاب الحج ¶ كتاب النكاح ¶ كتاب البيوع ¶ كتاب الفرائض ¶ كتاب اللباس والزينة ¶ كتاب الأطعمة والأشربة ¶ كتاب الصيد والذبائح ¶ كتاب الأيمان والنذور ¶ كتاب الجهاد ¶ كتاب الأحكام ¶ كتاب الذكر الآداب ... الصفحة ¶ 2 ¶ 5 ¶ 9 ¶ 25 ¶ 28 ¶ 29 ¶ 34 ¶ 39 ¶ 43 ¶ 46 ¶ 48 ¶ 49 ¶ 51 ¶ 52 ¶ 54 ¶ 59",
            "page": "96",
            "part": "1"
        }
    ],
    "t36281": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "سعيد المري شرح نفاق السلعة باتفاق السبعة"
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الإيمان"
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الطهارة"
        },
        {
            "id": "23",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصلاة"
        },
        {
            "id": "45",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصوم"
        },
        {
            "id": "49",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الزكاة"
        },
        {
            "id": "51",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الحج"
        },
        {
            "id": "56",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب النكاح"
        },
        {
            "id": "62",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب البيوع"
        },
        {
            "id": "68",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الفرائض"
        },
        {
            "id": "72",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب اللباس والزينة"
        },
        {
            "id": "75",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الصيد والذبائح"
        },
        {
            "id": "77",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأيمان والنذور"
        },
        {
            "id": "79",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الجهاد"
        },
        {
            "id": "81",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأحكام"
        },
        {
            "id": "88",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الذكر الآداب"
        }
    ]
}