{
    "b36307": [
        {
            "id": "1",
            "nass": "المبادئ الأخلاقية في التعامل المالي ¶ في أوروبا ¶ الشيخ مصطفى ملاأوغلو ¶ بحث مقدم ¶ للدورة الثامنة عشرة للمجلس - دبلن ¶ جمادى الثانية/ رجب 1429 هـ / يوليو 2008 م ¶ الأخلاق ¶ تعريف الأخلاق: ¶ جاء في لسان العرب؛ ورجل خليق بين الخلق؛ تا م الخلق معتدل... ¶ ورجل خليق اذا تم خلقه... ¶ ورجل خليق مختلق؛ حسن الخلق... ¶ والمختلق؛ التام الخلق والجما ل المعتدل... ¶ والخليقة؛ الخلق والخلائق يقال؛ خليقةالله وهم خلق الله. وهومصدروجمعها الخلائق... ¶ والخليقة؛ الفطرة... ¶ والخليقة ؛والسليقة بمعنى واحد... ¶ وفي التنزيل؛// وانك لعلى خلق عظيم // ¶ والجمع اخلاق. لا تكثر على غيرذالك. ¶ والخلق والخلق؛ السجية يقال خالص المؤمن وخالق الفاجر. ¶ وفي الحديث؛// ليس شئ في الميزان اثقل من حسن الخلق// الخلق بضم اللام وسكونها؛ وهوالدين والطبع والسجية، وحقيقته انه لصورةالانسان الباطنة وهي نفسه واوصافها ومعانيها ولهما اوصاف حسنة وقيمة والثواب والعقاب يتعلقان باوصاف الصورةالباطنة اكثرمما يتعلقان باوصاف الصورةالظاهرة، ولهذاتكررت الأحاديث في مدح حسن الخلق في غيرموضع كقوله من اكثرما يدخل الناس الجنة تقوىالله وحسن الخلق. ¶ وقوله صل الله عليه وسلم؛// اكمل المؤمنين ايمانا أحسنهم خلقا.// وقوله؛// ان العبد ليدرك بحسن خلقه درجة الصائم القائم.// ¶ وقوله؛// بعثت لأتمم مكارم الأخلاق.// ¶ وكذالك جاءت في ذم سؤالخلق أيضا أحاديث كثيرة. ¶ وفي حديث عائشة رضي الله عنها؛// كان خلقه القرآن.// أي كان متمسكا به وآدابه وأوامره ونواهيه وما يشمل عليه من المكارم والمحاسن والألطاف. ¶ ويقال أخلق الرجل؛ اذا صارذا أخلاق.(1) ¶ يقول الزمخشري في تفسيرقوله تعالى؛// وانك لعلى خلق عظيم .//استعظم خلقه لفرط احتماله الممضات اي الموجعا ت من قومه وحسن مخالفته ومداراته لهم. ¶ وقيل؛ هوالخلق الذي أمره الله تعالى به في قوله تعالى؛// خذالعفووأمربالعرف وأعرض عن الجاهلين.//",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وعن عائشة رضي الله عنها، أن سعيد ابن هشام سألها عن خلق رسول الله صل الله عليه وسلم فقالت؛ //كان خلقه القرآن. ألست تقرأالقرآن قد أفلح المؤمنون.// أخرجه مسلم.(2) ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1-لسان العرب. ابن منظور. ¶ 2-تفسيرالكشاف. الزمخشري. ¶ المبادئ الأخلاقية في التعامل المالي: ¶ جاءالإسلام بأخلاق شاملة على جميع أطراف حياة الإنسان وأمربالتخلق بخلق الإسلام الحميدة في شتى الأعمال والمهن ووضع للحياة الإنسانية أسسا ومبادئالتسعدفي الحياة الدنيا والآخرة. ¶ والمسلمون من بداية عصرالإسلام على عبرالتاريخ تخلقوابهذه الأخلاق الذي جاءبه نبينامحمدصلى الله عليه وسلم والذي قال عنه ربناسبحانه وتعالى:\" وإنك لعلى خلق عظيم.\"(1) ¶ وبهذه الأخلاق القرآنية,الإسلامية, النبوية توزعوافي شتى البلادالعالم وأثروافي قلوب الناس بأخلاقهم الحميدة في أعمالهم الإجتماعية والتجارية والسياسية وفتحواقلوب الناس قبل فتح بلادهم. ¶ وفي الواقع الأروبي الحالي,المادة غالبة على حياة الإنسان الأوروبي خاصة والمسلم عامة. ولذالك تخلق المسلم بأخلاق الإسلام في جميع أطراف حياته وخاصة في معاملاته الإجتماعية وتصرفاته المالية يؤثرعلى الإنسان أكثر ممايؤثرعليه بالوسائل الأخرى والله أعلم. ¶ لأن النظام الرأسمالي جعل الإنسان مرتبطابالمال بعقله,وبطنه بل جعل المادة والمال دينا والعياذبالله.وأصبح المال كل شئ ولم يبق من الأخلاق الإنسانية أي أثر. ¶ والمسلم يكرم الإنسان,يحسن, ويتسابق بالخيروينفق في سبيل الله. ¶ والإسلام يختلف عن النظام الرأسمالي والنظام الإشتراكية من حيث المبادئ الإعتقادية والإقتصادية والمبادئ الأخلاقية. ¶ الفرق بين النظام الإقتصاد الإسلامي والرأسمالية والإشتراكية: ¶ نبين هذه الفروق بالإختصار: ¶ 1-الإقتصادالرأسمالي:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يقوم الإقتصادالرأسمالي على أساس حرية الفرد في أن يعمل مايروقه من الأعمال التجارية والصناعية وما يتبعهامن معاملات،وأن ينتج الأصناف التي يختارهاوالكمية التي في وسعه انتاجها،وأن يتعامل مع غيره بكل ما يستطيع من حرية. ¶ وبعبارة أخرى:الإقتصادالرأسمالي يرتكزعلي سياسة الباب المفتوح\"(2 ¶ Laissez faire\" ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (1)سورة القلم الآية:4 ¶ (2)- روح الدين الإسلامي،عفيف عبدالفتاح الطبارة. ¶ ويقول علماء الراسمالية:أنه لكي تكون الحياة الاقتصادية صحيحة لابدأن تكون مستندة على أسس ثلاثة: ¶ أولا:المصلحة الشخصية كهدف،لأن واقع الإنسان أنه لايعمل إذالم تكن له مصلحة شخصية تدفعه إلى العمل. ¶ ثانيا:المزاحمة كوسيلة،لأن الإنسان مسيربخلقه أكثرمن ذكائه وعقله،فلابدله لكي يقتحم مصائب العمل من منافس. ¶ ثالثا:الحرية كشرط،لأن فقدان الحرية يقتل المنافسة،ويشل النشاط،ولايحقق المنفعة الشخصية.(1) ¶ 2-الإقتصادالإشتراكي: ¶ نادى أنصار العمال بالإقتصادالإشتراكي وبنوه على ما يأتي: ¶ أولا:محوالملكية الفردية الواسعة للأرض وللرأس المال،وتسليمهاللدولة لمصلحة الجميع،والأفراديؤدون أعمالاللدولة نظيرأجورتعطى لهم بالتساوي على أساس قيمة العمل الذي ينتجه كل واحد منهم. ¶ ثانيا:وضع منهاج للإنتاج في حدودحاجة المجموع نوعا وكما. ¶ ثالثا:توزيع السلع الإستهلاكية على الفرادكل حسب حاجته. ¶ قالوا:وبذلك يزول التفاوت بين الأفراد،وتنمحي الطبقات الإجتماعية ويتساوى الأفراد،فلاأزمات إقتصادية،ولاشحناءعلىالمال،ولاتباغض ولاتحاسدوإنماأخوة وتعاون وسلام. ¶ 3-الإقتصادالإسلامي:نظام الإقتصادالإسلامي لاشبيه له بين النظم الإقتصادية الحاضرة،فهو فريدفي بابه ونسيج وحده،فيه من الرأسمالية أحسن مالديها،وليس فيه عيوبها،وفيه من الإشتراكية الماركسية خيرهادون شرها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "أول مايطالعناالإسلام من نظامه:أنه يحترم(الملكية الفردية)ولكنه لم يقرهامطلقة في آثارهابل أقرهامقيدة بقيودعديدة اريدتخليصهامن شرورها،فهويختلف عن الراسمالية في عدة أمور: ¶ أولا:يحارب تكديس الثروة وجمعها في يدفئة قليلة،بل يجنح إلى جعلهاراسماليات متوسطة أوصغيرة. ¶ ثانيا:ماأتى من تشريع يحفظ أموال الأمة والفراد. ¶ ثالثا:مادعى إليه الإسلام من البر بالطبقات الفقيرة،وجعل ذلك من صلب العبادات. ¶ رابعا:وضع الإسلام مبادئاأخلاقية للتعامل الإقتصادي كماوضع مبادئالكل اطراف الحياة الإنسانية. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (1)- المرجع السابق. ¶ (2)- المرجع السابق. ¶ وبهذه الأمورالفارقة للإقتصادالإسلامي يتبين فرق النظام الإقتصادالإسلامي عن بقية النظم الإقتصادية البشرية الحالية. ¶ وبهذه الأمورالفارقة يتبين أيضاأن النظم البشرية الحالية مجردة عن العقيدة اي الإيمان بالله واليوم الآخر،خال من الأخلاق، بل وأكثرهم بعيدين أيضا من العقيدة والإيمان والإحترام للإنسان، ويتحركون من مبدأكل مايؤدي إلى الغاية فهومباح أوبعبارة أخرى:الغاية تبررالوسيلة,ولذلك يرون كل الوسائل مشروعا. ¶ أماالنظام الإقتصاديي الإسلامي عكس ما سبق من النظم البشرية من حيث المبادئ الأخلاقية والعناصر الأساسية. وهذا مانراه في كل المراجع الإسلامية قديما كان أوحديثا. وعلى رأس المراجع: ¶ 1-المرجع الأول: القرآن الكريم. ¶ 2-السنة النبوية الشريفة. ¶ 3-جميع الكتب الفقهية. ¶ 4-والكتب المكتوبة في موضوع الأمور المالية والتجارية. ¶ ومن هذه الكتب: ¶ 1- كتاب: \"الكسب\"للإمام الشيباني رحمه الله(132-189-هجري): ¶ ذكرالإمام الشيباني رحمه الله في كتابه هذا الأصول الإقتصادية وبعض الأمورالأخلاقية. ¶ 2-كتاب:\"الحراج\"للقاضي أبي يوسف رحمه الله(113-183-هجري):",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "في هذاالكتاب ذكر الإمام أبويوسف يذكرالمبادئ الإقتصادية والأمورالمالية بشكل عام، يكتب ويبين فيه لهرون الرشيد باعتباره ولي الأمر\"أخلاق النظام المالي الإسلامي\" ¶ 3-كتاب:\"الأموال\"للإمام: أبي عبيدرحمه الله(154-224-هجري): ¶ وفي هذاالكتاب بعدأن يذكرقواعد ومحددات الأمورالإقتصادية، يبين ما يلزم للمسلم بالإلتزام من الآداب والأخلاق الإسلامي... ¶ 4-كتاب:\"أحكام السوق\"للفقيه: يحي بن عمر رحمه الله(203-289-هجري): ¶ ذكرفيه المؤلف ما يلزم للمسلم أن يلتزم به والأمور التي يجب أن يحذرالمسلم منها. ¶ 5-كتاب: \"الأحكام السلطانية\"للماوردي رحمه الله(364-350-هجري) ¶ 6-كتاب: \"الطرق الحكمية\"لابن قيم الجوزية رحمه الله(691-751-هجري) ¶ وفي الكتابين أيضا نرى العناصرالأخلاقية بشكل بارز. ¶ 7-كتاب:\"البركة في فضل السعي والحركة\"للإمام: محمدبن عبدالرحمن اليمني الحبشي رحمه الله(712-783-هجري) ¶ ذكرالمؤلف في كتابه هذا أربعين(40)عنصراأخلاقيا. وقد ذكرناه في هذاالبحث. ¶ وغيرهامن الكتب المهتمة بالأمورالمالية كلهايؤكد ويذكرالمبادئ والعناصرالأخلاقية التي يجب الخضوع اليهافي المعاملات المالية وأنهاجزؤلايتجزأمن حياة المسلم مهما كان علمه وعمله، وموضوعه، وموقعه، ومهنته،ومكانته ومكانه وزمانه. ¶ وهذا أكبرفارق للنظام الإقتصادي الإسلامي من النظم الإقتصادية البشرية الحالية. ¶ ونذكرهنا بعض العناصر والمفاهيم والمبادئ المالية الإسلامية: ¶ أولا:المال في الإسلام: ¶ 1- لقد سمى الله تبارك وتعالى المال قيمة: ¶ ((ولا تؤتوا السفهاء أموالكم التي جعل الله لكم قياما وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا)) سورة النساء: 5 ¶ 2- وقدسماه الله خيرا: ¶ ((وإنه لحب الخير لشديد)) ¶ سورةالعاديات:8 ¶ 3- وسماه الله فضلا: ¶ ((فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون)) سورة الجمعة:10 ¶ 4-وجعله سبحانه وتعالى زينة: ¶ ((",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "المال والبنون زينة الحياة الدنيا والباقيات الصالحات خير عند ربك ثوابا وخير أملا)) سورة الكهف:46 ¶ 5-وأضافه سبحانه وتعالى إلى نفسه: ¶ ((وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتاب مما ملكت أيمانكم فكاتبوهم إن علمتم فيهم خيرا وآتوهم من مال الله الذي آتاكم ولا تكرهوا فتياتكم على البغاء إن أردن تحصنا لتبتغوا عرض الحياة الدنيا ومن يكرههن فإن الله من بعد إكراههن غفور رحيم)) سورة النور:33 ¶ 6- ونوه الله سبحانه وتعالى بالثروة الحيوانية: ¶ ((والأنعام خلقها لكم فيها دفء ومنافع ومنها تأكلون. ولكم فيها جمال حين تريحون وحين تسرحون. وتحمل أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس إن ربكم لرؤوف رحيم. والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون \")) ¶ سورةالنحل:5-8. ¶ 7- كمانوه بالثروة النباتية فقال: ¶ ((وهو الذي أنشأ جنات معروشات وغير معروشات والنخل والزرع مختلفا أكله والزيتون والرمان متشابها وغير متشابه كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده ولا تسرفوا إنه لا يحب المسرفين)) سورة الأنعام: 141. ¶ 8- وكذلك بالثروة المائية فقال: ¶ ((وهو الذي سخر البحر لتأكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون)) سورة النحل:14. ¶ الأمور الأصلية المتعلقة بالمال: ¶ وكذلك المسلم يعتقد ويعلم هذه الأصول والقواعد الآتية: ¶ 1-المال،ملك لله سبحانه وتعالى والصاحب الأصلي هوالله جلّ جلاله.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال الله تعال: (( وَلْيَسْتَعْفِفِ الَّذِينَ لَا يَجِدُونَ نِكَاحاً حَتَّى يُغْنِيَهُمْ اللَّهُ مِن فَضْلِهِ وَالَّذِينَ يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْراً وَآتُوهُم مِّن مَّالِ اللَّهِ الَّذِي آتَاكُمْ وَلَا تُكْرِهُوا فَتَيَاتِكُمْ عَلَى الْبِغَاء إِنْ أَرَدْنَ تَحَصُّناً لِّتَبْتَغُوا عَرَضَ الْحَيَاةِ الدُّنْيَا وَمَن يُكْرِههُّنَّ فَإِنَّ اللَّهَ مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ)) سورة النور:33. ¶ 2-الإنسان المالك للمال ليس الصاحب الأصلي للمال،بل هو خليفة ويد وديعة استودعهاالله للمال. حيث قال الله تعالى: ((آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنفِقُوا مِمَّا جعلكم مُّسْتَخْلَفِينَ فِيهِ فَالَّذِينَ آمَنُوا مِنكُمْ وَأَنفَقُوا لَهُمْ أَجْرٌ كَبِيرٌ)) سورة الحديد:7. ¶ 3-المال من أكبروسائل الامتحان للإنسان: ¶ وفي هذا يقول الله تعالى: ¶ ((فأماالْإِنسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَ عَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ . كَلَّا بَل لَّا تُكْرِمُونَ الْيَتِيمَ . وَلَا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ . وَتَأْكُلُونَ التُّرَاثَ أَكْلاً لَّمّاً .وَتُحِبُّونَ الْمَالَ حُبّاً جَمّاً .)) سورة الفجر:15_20. ¶ 4-المال،رزق، وإكرام ونعمة من الله سبحانه وتعالى: ¶ ((فأماالْإِنسَانُ إِذَا مَا ابْتَلَاهُ رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ فَيَقُولُ رَبِّي أَكْرَمَنِ وَأَمَّا إِذَا مَا ابْتَلَاهُ فَقَدَرَعَلَيْهِ رِزْقَهُ فَيَقُولُ رَبِّي أَهَانَنِ .)) سورة الفجر:15-16. ¶ 5-المال فتنة: وفي ذلك قال الله تبارك وتعالى: ¶ ((",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وَاعْلَمُواْ أَنَّمَا أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ وَأَنَّ اللّهَ عِندَهُ أَجْرٌ عَظِيمٌ.)) سورة الأنفال: 28. ¶ 6-المال زينة في حياة الإنسان: وفي هذا قال الله جل جلاله: ¶ ((زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءوَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللّهُ عِندَهُ حُسْنُ الْمَآبِ)) سورة آل عمران: 14. ¶ 7-المال تسيطر على النفوس وتؤسر: قال الله عزوجل: ¶ ((وَتُحِبُّونَ الْمَالَ حُبّاً جَمّاً)) (سورة الفجر:20) ¶ 8-المال يلهي الإنسان أحيانا عن ذكرالله تعالى وعمل الخير. وفي ذلك يحذرالله عز وجل المؤمنين ويقول: ((يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُلْهِكُمَْ مْوَالُكُمْ وَلَا أَوْلَادُكُمْ عَن ذِكْرِ اللَّهِ وَمَن يَفْعَلْ ذَلِكَ فَأُوْلَئِكَ هُمُ الْخَاسِرُونَ)) سورة المنافقون: 9. ¶ ثانيا: كسب المال وتحصيله: ¶ ((هو الذي جعل لكم الأرض ذلولا فامشوا في مناكبها وكلوا من رزقه وإليه النشور )) سورةالملك15 ¶ ((فإذا قضيت الصلاة فانتشروا في الأرض وابتغوا من فضل الله واذكروا الله كثيرا لعلكم تفلحون ) سورةالجمعة10 ¶ ((ليس عليكم جناح أن تبتغوا فضلا من ربكم فإذا أفضتم من عرفات فاذكروا الله عند المشعر الحرام واذكروه كما هداكم وإن كنتم من قبله لمن الضالين )) سورةالبقرة198 ¶ السعي في طلب الرزق والتوازن بين قيام الليل والعبادات والجهادفي سبيل الله وقراءة القرآن الخ. ¶ ((",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن ربك يعلم أنك تقوم أدنى من ثلثي الليل ونصفه وثلثه وطائفة من الذين معك والله يقدر الليل والنهار علم أن لن تحصوه فتاب عليكم فاقرؤوا ما تيسر من القرآن علم أن سيكون منكم مرضى وآخرون يضربون في الأرض يبتغون من فضل الله وآخرون يقاتلون في سبيل الله فاقرؤوا ما تيسر منه وأقيموا الصلاة وآتوا الزكاة وأقرضوا الله قرضا حسنا وما تقدموا لأنفسكم من خير تجدوه عند الله هو خيرا وأعظم أجرا واستغفروا الله إن الله غفور رحيم)) سورةالمزمل:20. ¶ وعن ابن عمررضي الله عنهما أن النبي صلى الله عليه وسلم قال:‘‘إن الله يحب المؤمن المحترف.‘ رواه الطبراني والبيهقي. ¶ وعن عائشة رضي الله عنهاقالت:قال رسول الله صلى الله عليه وسلم:‘‘من أمسى كالا ّمن عمل يده أمسى مغفوراله.‘‘ رواه الطبراني والبيهقي. ¶ فعن رافع بن خديج قال:قيل يارسول الله:أي الكسب أفضل؟قال:عمل الرجل بيده وكل بيع مبرور.‘‘ رواه أحمد, ¶ وعن أبي هريرة لرضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ¶ \"لأن يحتطب أحدكم حزمة على ظهره،خير له من أن يسأل أحدا،فيعطيه أويمنعه.\" ¶ (رواه البخاري ومسلم) ¶ عن كعب بن عمرة قال:مرّعلى النبي صلى الله عليه وسلم رجل فرآأصحاب النبي صلى الله عليه وسلم من جلده ونشاطه،فقالوا:يا رسول الله،لوكان هذافي سبيل الله؟فقال رسول الله صلى الله عليه وسلم: ¶ إن كان خرج يسعى على ولده صغارا فهو في سبيل الله. ¶ وإن كان خرج يسعى على نفسه يعفها فهو في سبيل الله. ¶ وإن كان خرج يسعى على أبوين شيخين فهو في سبيل الله. ¶ وإن كان خرج يسعى رياءومفاخرةفهوفي سبيل الشيطان\" ¶ (قال المنذري:رواه الطبراني ورجاله رجال الصحيح) ¶ وعن أنس رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:مامن مسلم يغرس غرساأويزرع زرعافيأكل منه طير،أوإنسان،إلاكان له به صدقة\" ¶ (رواه البخاري ومسلم)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعنه أيضا: أن رسول الله صلى الله عليه وسلم قال:\"سبع يجري للعبدأجرهن وهوفي قبره،وهوبعدموته:من علم علما، أوكرى نهرا، أوحفربئرا، أوغرس نخلا، أوبنى مسجدا، أو ورث مصحفا، أو ترك ولدايستغفر له بعد موته.\" ¶ (رواه البزار والبيهقي وأبو نعيم) ¶ وكان رسول الله صلى الله عليه وسلم يرشدأصحابه إلى ما يجب عليهم من الإتجاه إلى العمل وإلى كسب الرزق وتحصيله. فعن أنس رضي الله عنه:أن رجلامن الأنصارأتى النبي صلى الله عليه وسلم فسأله،فقال:أمافي بيتك شيئ؟قال بلى،حلس نلبس بعضه ونبسط بعضه،وقعب نشرب فيه الماء. ¶ قال ائتني بهما،فأتاه بهما.فأخذهما رسول الله صلى الله عليه وسلم بيده وقال من يشتري هذين؟قال رجل أناآخذهمابدرهم. قال رسول الله صلى الله عليه وسلم:\"من يزد على درهم؟مرتين أوثلاثا. قال رجل:أناآخذهمابدرهمين.فأعطاهماإياه،فأخذالدرهمين.وأعطاهمالأنصاري. وقال:اشتربأحدهماطعامافانبذه إلى أهلك،واشتربالآخرقدومافأتني به.فأتاه به.فشدفيه رسول الله صلى الله عليه وسلم عودابيده،ثم قال اذهب فاحتطب وبع،ولاأرينك خمسة عشريوما.ففعل فجاء وقدأصاب عشرة دراهم،فاشترى ببعضها ثوبا،وببعضها طعاما. ¶ فقال له رسول الله صلى الله عليه وسلم:هذاخيرلك من أن تجئ المسألة نكتة في وجهك يوم القيامة.\" رواه أبوداودواللفظ له والنسائي والترمذي.وقال حديث حسن. ¶ الساعي في طلب الرزق الحلال ممدوح والذي يسعى في طلبهاحرامامغضوب.وفي ذلك وردعن الرسول صلى الله عليه وسلم أنه قال:\"من طلب الدنياحلالااستعفافاعن المسالة،وسعياعلى أهله،وتعطفاعلى جاره،بعثه الله يوم القيامة ووجهه مثل القمرليلة البدر،ومن طلبهاحراما، مكابرابها، مفاخرا، لقي الله عزوجل وهوعليه غضبان.\" ¶ (عنصرالقوة في الإسلام .السيدسابق رحمه الله) ¶ والإسلام يشجع على تعميرالأرض، فيقول الرسول صلى الله عليه وسلم:\"من أعمرأرضاليست لأحد فهوأحق بها\" رواه البخاري. ¶ وفي رواية:\"من أحيامواتافهوله\"",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "والإسلام يشجع على التجارة: ¶ فعن أبي سعيد:يقول الرسول صلى الله عليه وسلم:\"التاجرالصدوق الأمين،مع النبيين،والصديقين والشهداء.\" رواه الترمذي وقال حديث حسن. ¶ وقال عثمان رضي الله عنه لإبنه: يابني استعن بالكسب الحلال عن الفقر. فإنه مافتقر أحد قط إلا أصابه ثلاث خصال: ¶ 1- رقة في دينه، ¶ 2- وضعف في عقله، ¶ 3- وذهاب مروءته. ¶ وأعظم من هذه الثلاث استخفاف الناس به. ¶ قال أبو سليمان الداراني: ليست العبادة عندنا أن تصف قدميك، وغيرك يقوت لك، ولكن ابدأ برغيفيك فأحرزهما، ثم تعبد. ¶ ثالثا: شروط الكسب: ¶ وما شرطه الإسلام فيما يتصل بالكسب يتلخص بثلاثة شروط: ¶ الأول:ألاّيلهي عن حق الله. ¶ قال تبارك وتعالى:\"(( يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون)) المنافقون:9 ¶ الثاني:أن لايصرف عن القيم الخلقية الإسلامية الصالحة. ¶ حيث أثنى الله سبحانه وتعالى على من لم يشغله شيئ عن ذكرالله وطاعته فقال:\" رجال لا تلهيهم تجارة ولا بيع عن ذكر الله وإقام الصلاة وإيتاء الزكاة يخافون يوما تتقلب فيه القلوب والأبصار.)) سورةالنور:37. ¶ وعتب على جماعة تركوا رسول الله صلى الله عليه وسلم يخطب الجمعة فانصرفوا إلى تجارة وقال:\"(( وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين)) سورةالجمعة:11 ¶ ونهىالمتصدقين من سوؤالمعاملة تجاه الفقراء والمحتاجين بالقول والفعل والرياء: ¶ ((ياأيهاالذين آمنوا لاتبطلواصَدَقَاتِكُم بِالْمَنِّ وَالأذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاء النَّاسِ وَلاَ يُؤْمِنُ بِاللّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً لاَّ يَقْدِرُونَ عَلَى شَيْءٍ مِّمَّا كَسَبُواْ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْكَافِرِينَ.)) سورةالبقرة:264.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الثالث:أن يكون الكسب عن طريق مشروع،كي لا يضار الأفراد،ولاالجماعات، ولا يخل بالقانون العام. ¶ ولذالك حرم الإسلام كل مافيه ضرربالفرد أوبالمجتمع،أوكان مخلاّبالقانون العام للدولة: ¶ 1- الربا: ¶ قال الله تعالى:\"(( يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين)) سورةالبقرة:278. ¶ 2- الإحتكار:فهوحبس أقوات الناس وحاجاتهم الضرورية. ¶ حيث قال رسول الله صلى الله عليه وسلم:\"لايحتكرإلاّخاطئ\" ¶ (رواه مسلم وأبوداود وابن ماجة والترمذي) ¶ 3-القمار والإتجاربالمخدرات: ¶ قال الله تعالى:\"(( يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون)) (سورةالمائدة:90 ¶ 4- تطفيف المكاييل والتلاعب بالموازين: ¶ قال الله تعالى:\"(( ويل للمطففين الذين إذا اكتالوا على الناس يستوفون وإذا كالوهم أو وزنوهم يخسرون ألا يظن أولئك أنهم مبعوثون ليوم عظيم)) سورة المطففين:1-5. ¶ 5- السرقة: ¶ قال الله تعالى:\"((والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم)) سورةالمائدة:38 ¶ 6- أكل أموال الناس يالباطل: ¶ قال الله تعالى:\"(( يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل إلا أن تكون تجارة عن تراض منكم ولا تقتلوا أنفسكم إن الله كان بكم رحيما\")) سورةالنساء:29. ¶ 7- أكل أموال اليتامى: ¶ قال الله تعالى:\"(( وآتوا اليتامى أموالهم ولا تتبدلوا الخبيث بالطيب ولا تأكلوا أموالهم إلى أموالكم إنه كان حوبا كبيرا\")) سورةالنساء:2 ¶ 8- الغش: ¶ قال رسول الله صلى الله عليه وسلم:\"من غشنا فليس منا\" رواه مسلم. ¶ 9- الترف، والإسراف،والتبذير: ¶ قال الله تعالى:\"(( وآت ذا القربى حقه والمسكين وابن السبيل ولا تبذر تبذيرا. إن المبذرين كانوا إخوان الشياطين وكان الشيطان لربه كفورا.\")) الإسراء:26-27.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال الله تعالى:\"((والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما\")) (سورةالفرقان:66) ¶ 10- البخل: ¶ قال الله تعالى:\" ((ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملوما محسورا\")) سورةالإسراء:29. ¶ رابعا: الجوانب الإيمانية والأخلاقية في المعاملاة المالية: ¶ الجانب الإيمانية-الإسلامية في التصرفات المالية: ¶ ذكرمحمد بن عبدالرحمن اليمني الحبشي(712-782الهجري) في كتابه البركة في فضل السعي والحركة شروط الإسلام الإيمانية لقبول الأعمال الإقتصادية كما يلي: ¶ 1- أن يكون العمل الإقتصادي حلالا بعيدا عن الشبهة.(ص:36) ¶ 2- استقصاء الزكاة وصرفها لأهل الصدقات. (ص:36) ¶ 3- وتأدية الإلتزامات المالية الأخرى غيرالزكاة. لحديث الرسول صلى الله عليه وسلم:\"إن في المال لحقا سوى الزكاة\" ثم قرأ قوله تعالى:\"وآتوالمال على حبه ذوي القربى واليتامى والمساكين وابن السبيل\"(ص:37) ¶ 4-المواظبة على الصلوات المفروضات وتأديتها في الأوقات المعروفات.(ص:38) ¶ 5- معرفة مالايستغنى عنه من أصول الإعتقادات والعلوم الشرعية.(ص:38) ¶ 6- حسن صحبة الإخوان،والقيام بما يجب من حقوق الأهل وسهولة الإنفاق على القرابة.(ص:38-39) ¶ 7- الإقلاع عن النميمة والإغتياب، ومجانبة أهل الإرتياب،والمواظبة على تلاوة الكتاب والقيام بما يجب لله ورسوله وللأصحاب.(ص:39) ¶ 8- أن لا يحيف عندموته في وصيته.(ص:39) ¶ وبعد أن ذكر هذه الشروط التي اعتبرها شروطا إيمانية لقبول الأعمال الإقتصادية عرض بالتفصيل شروط، أ وأركان أو عناصر تقوم عليها أو تتأسس بهاالبركة. وحصر هذه العناصر في أربعين عنصرا وهي: ¶ 1- تقوى الله والتوكل عليه. ¶ 2- كثرة الإستغفار. ¶ 3- الصلاة وإقامتها بالخشوع،والمواظبة على الجماعة. ¶ 4- (المواظبة على)الصلاة الضحى. ¶ 5- المواصلة بين المغرب والعشاء بالذكر وقراءة القرآن. ¶ 6- صلاة الوتروسنة الفجر وقيام الليل والإجتهاد بالعبادات. ¶ 7- الإجتهاد بالطاعة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "8- الصدقة وحسن الإنفاق. ¶ 9- المباركة في الصدقة. ¶ 10- البروصلة الأرحام والرفق وحقوق الوالدين.. ¶ 11- المواظبة على الوضؤ. ¶ 12- الصيام. ¶ 13- االإعتكاف في المساجد وعمارتها. ¶ 14- الحج والعمرة لمن استطاع. ¶ 15- تلاوة القرآن. ¶ 16- قلة الكلام بما لا يعني وترك الغيبة والنميمة. ¶ 17- التبكير في طلب العلم والرزق. ¶ 18- التزوج وطلب الولد. ¶ 19- اكثار حمدالله تعالى وشكره. ¶ 20- اكثارالصلاة والتسليم على النبي صلى الله عليه وسلم. ¶ 21- الإحسان إلى اليتيم. ¶ 22- التيسير على المعسرين. ¶ 23- زيارة الضعفاء والغرباء وإكرامهم. ¶ 24- طلب العلم. ¶ 25- الإجتماع والألفة وحسن المدارة والصحبة. ¶ 26- المواظبة على الدعاء. ¶ 27- تسمية الله في جميع الأعمال. ¶ 28- السلام عند دخول البيت. ¶ 29- سكنى المواضع المعهودة بالبركة. ¶ 30- التجارة والسفر لابتغاءالرزق. ¶ 31- اتخاذالغنم. ¶ 32- اتخاذ النخل. ¶ 33- حسن التدبير. ¶ 34- كيل الطعام وتقويته وحسن التدبير. ¶ 35- الإجتماع على الطعام وماعاة آدابه. ¶ 36- التوسعة على العيال. ¶ 37- اكرام الطعام وآدابه، والشراب وآداب الضيافة. ¶ 38- تسمية الولد محمداأو أحمدا. ¶ 39- التأدب بآداب منهاالمشورة ومنهاالإستعانة بالله. ¶ 40- اجتناب منع الماء وسب الريح والبغي والربا والخيانة والإحتكار، ومنع قطع الشجرالمنتفع به في الطرق ونحوها. ¶ (البركة في فضل السعي والحركة. محمدبن عبدالرحمن اليمني الحبشي.712-782الهجري) ¶ هذه هي الشروط الإيمانية والأخلاقية لقبول الأعمال الإقتصادية والمالية، أي الركن المعنوي. ¶ وهكذانحن في المعاملاة والتصرفات المالية أمام قبولين اثنين: ¶ 1- قبول وفق انتاجيتهاأوربحيتها،وهذاالنوع من القبول أومن المعايير مقبول إسلاميا 2- ثم قبول إيماني للأعمال. ¶ - ودورهافي الدولة العثمانية:Ahî- جمعية \"أخي\"",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "جمعية أخي أ سست في القرن الثالث عشر الميلادي في العصرالخلافة العثمانية. وكانت جذورها تستندإلى القرن الثالث الهجري. وكان هؤلاء الأصناف أصحاب الأعمال والمحلات التجارية يعملون كأفراد ليس كمؤسسة في ذلك الوقت. ¶ أخذت هذه الجمعية هذاالإسم من الأخوة الإسلامية لأن المنتسبون لهذه الجمعية كانوايعتبرون بعضهم أخا في الإسلام ويخاطبون بعضهم:ب\" أخي\"ولذالك سموااسم الجمعية ب\"جمعية أخي\". ¶ والمؤسسون لهذه الجمعية هم أصناف وأصحاب التجارية. أي أصحاب المحلات التجارية والصناعية الذين يعملون في التجارة داخل دولة العثمانية. ¶ الهد ف من تأسيس الجمعية: ¶ وكان الهدف من هذه الجمعية: ¶ 1- الإلتزام بالمبادئ الأخلاقية الإسلامية في أعمالهم التجارية وتصرفاتهم المالية خاصة وحياتهم اليومية عامة . ¶ 2- نصرة المظلومين والمحتاجين والضعفاء. ¶ 3- تشجيع الآخرين للتنمية وإصلاحهم. ¶ 4- دعم المتشبسين للعمل ومساعدتهم ماديا ومعنويا. ¶ 5- الوساطة بين السلطة والشعب. ¶ وكانت الدولة العثمانية تدعم وتساهل عمل هذه الجمعية لأنها كانت تعمل لصالح الدولة والشعب-الرعية. ¶ وكانت لهذه الجمعية نفوذاوتأثيرا قويا على الراعي والرعية. لأن أعضاؤه ومدرائها كانوا يعملون لصالح الجميع. ¶ تأثير جمعية\"أخي\"ونفوذها للراعي والرعية بالإختصار: ¶ 1-تأثيرها على ساحة العمل التجارية والصناعية والفنية: ¶ كان المنتسبون لهذه الجمعية يتكونون إما من أصحاب العمل التجارية أوأصاحب الصناعة والفن أو أصحاب المهن الأخرى. يعني كلهم أصحاب مهنة. كانوا يتعلمون فيما بينهم المناسبات بين العامل وصاحب العمل ويؤسسون الأخوة بين الصنفين. ¶ وفي بعدالأيام في الأسبوع يجتمعون في المساء ويتدارسون فيما بينهم المبادئ الأخلاقية الإسلامية التجارية والتصرفات المالية. ويتعلمون استخدام السلاح والرمي وركوب الخيل الخ... ¶ 2-تأثيرهم على الساحة السياسية والعسكرية:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من بداية تأسيس الدولة العثمانية حتى نهايتهاكانت لهذه الجمعية تأثيرقوي على السياسيين ،رجال الأعمال والعسكريين. ¶ 3-تأثيرهم أيضا على علماءالمسلمين: ¶ تأثير قيادة جمعية \"أخي\"حتى على العلماءكانت بشكل بارز، دعمهم لأعمالهم العلمية وتذكيرهم لمهماتهم ووظائفهم و إيجادالطلبة لهم. ¶ 4-تأثيرهم على العامة على شتى الطبقات: ¶ في توجيههم إلى الأعمال الخيرية وإصلاحهم بين الناس ودعوتهم الناس إلى أسس الأخلاق الإسلامية الحميدة. ¶ 5-تأثيرهم على الشباب: ¶ توجيههم إلى العمل وإلى العلم وتنشأتهم على الأخلاق الإسلامية. ¶ 6-وكانوا يتواسطون بين الفقراء والأغنياء وبهذا يتسببون لتأسيس العدالة الإجتماعية تحت إدارة الخلافة الإسلامية.(اختصارا من كتاب الدين والإقتصاد للدكتور: مصطفى أوزال) ¶ وكان لهذه الجمعية مبادئا وعناصرا نلخصهاكاالآتي: ¶ 1-أن يكون المنتسب لهذه الجمعية على سلوك سليم والخلق الحسن وأن يحب للآخرين ما يحب لنفسه. ¶ 2-أن يخرج الغد ر والعداوة والحسد والغيبة من حياته ويزيلها من قلبه. ¶ 3-أن يوف بعهده، وقوله وحبه للآخرين، وأن يكون شابع العين والقلب واروح. ¶ 4-أن يكون رحيما،مشفقا، عادلا،فاضلا، عفيفا، مستقيما وكريما. ¶ 5-أن يوقر ويحترم الكبار. ¶ 6-أن يستر عيوب الآخربن، وأن لايضرب أخطاءهم في وجوههم وأن يكون مسامحا. ¶ 7-أن يكون حلواللسان، مبتسم الوجه، مخلصا وأمينا. ¶ 8-أن يصل من قطعه وأن يزور الأصدقاء والأقرباء. ¶ 9-أن يحسن للجميع، وأن يحب الخير للجمع ولابيطل حسناته بالمن والأذى. ¶ 10-أن يرى شغل الناس من القلب وبالإبتسام. ¶ 11-أن يحسن للجار دائما ويصبر ويتحمل على أذى الجارالجاهل. ¶ 12-أن لا يفرق بين الأبيض والأسود والجنسية واللسان والمذهب والدين في إقامة الحق والعدالة. ¶ 13-أن يبحث دائماالخطأ والقصور في نفسه وأن يصاحب الصالحين ويبتعد عن الطالحين. ¶ 14-أن لايجتنب عن مصاحبة الفقراء ومجالستهم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "15-أن يحترم الأغنياء من سبب غناهم وإنما يحترمهم ويحبهم لله سبحانه وتعالى. ¶ 16-أن يقول الحق لأجل الحق ولا يخاف من إقرار الحق في قوله وفعله. ¶ 17-أن يحافظ ويصون من يعمل عنده من العمال والخادمين. ¶ 18-أن يلتزم بأوامرالله تعالى ونواهيه في السر والعلانية. ¶ 19-أن لا يخالف فعله قوله. ¶ 20-أن يجتنب من السوء قولا وعملا. ¶ 21-أن يدافع عن الحق وأن يمنع الظلم بالحق. ¶ 22-أن يدفع السوء والطغيان بالحسنى. ¶ 23-أن يصبر على السوء والبلوى. ¶ 24-أن يجاوب على العدوان بمثل مااعتدواوبسلاحهم. ¶ 25-أن يخلص في اعتقاداته وعباداته وأعماله وأفعاله. ¶ 26-أن لا يفتخر بالأموال الذي يبقى في الدنياالفانية. ¶ 27-أن لا يطلب في حسناته وخيراته إلا رضاءالله سبحانه وتعالى. ¶ 28-أن يصاحب ويلازم العلماء ويستشيرهم في أمور الدنيا والآخرة. ¶ 29-أن يحافظ على السر ولا يفشيها. ¶ 30-أن يتوكل على الله في كل مكان وزمان. ¶ 31-أن يراعي للأعراف والعادات الصحيحة. ¶ 32-أن يرضى بالقليل ويشكر الكثير بالإنفاق. ¶ 33-أن يساهم ويتنازل دائمامن نفسه. ¶ (من كتاب: نحن المسلمون العثمانيون. للمؤرخ :ياووز باهادرأوغلو. طبع في استانبول في مطبعة النسل سنة: 2006) ¶ المسلمون في أوروبا ومشكلة يجب أن تحل في فهم المعاملاة المالية في أوروبا: ¶ هنا ك أمر مهم يجب حلهامن ناحية الفقه الإسلامي ألا وهي موضوع اصطلاح الدار. لأن البلادالأوروبية لم تعرف بعد على درجة الوضوح في زهن كثيرمن الأقلية المسلمة في أوروبا. ¶ مادام هذه البلاد ليست دياراإسلامية فماذا إذا؟ هل من أي بلد من هذه البلاد الأوروبية في حكم دار حرب أم دارعهد أودارأمان؟ أرى هذاالأمرأمرامهماجدامن حيث بيان الأسس والمبادئ الأخلاقية خاصة في المعاملات المالية والكسب والمعاش والمعاملات الإجتماعية بشكل عام.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "والسبب في ذلك أن كثيرا من المسلمين في أوروبا حتى بعض الملتزمين يهرّبون ويغشون ويخدعون استناداإلى أن هذه الدياردياركفرويقصدمن ذلك أنهاديارحرب. ¶ ولذلك يجب أن يزال هذاالفهم الخاطئ من أزهان المسلمين الذين يعيشون في البلادالأوروبية الذين أصبحواجزءامن هذه البلاد، ومن هذاالسبب المسلمون في أوروبااعطواصورة سيئة عن الإسلام والمسلمين،أن المسلم يغش،يخدع،يهرّب ولايوفي بالعهد. ¶ إذايترتب على المجلس الأوروبي للإفتاء والبحوث أن يجيب على هذه الأسئلة الآتية ويعرف الإصطلاحات ويأخذالقرارات في هذاالموضوع: ¶ -هل كل بلد كفر دار حرب؟ ¶ -هل البلاد الأوروبية ديارحرب؟ ¶ -هل البلاد الأوروبية ديارعهد أوأمان؟ ¶ يجب أن توضح هذه الأمور في أزهان المسلمين لكي لايخالفوافي معاملاتهم المالية والإجتماعية المبادئ الأخلاقية الإسلامية استناداإلى بعض الإصطلاحات يسيؤن فهمها أويجهلون تعريفها . ¶ أعتقد أن المسلمين الذين هاجرواإلى الحبشة أحسن مثال للأقلية المسلمة في أوروبا. كيف تعاملوافي الحبشة؟ ¶ هل اعتبرواالحبشة دارحرب؟مع أنها كانت بلدنصراني. هل غشّواالناس وخدعوا الخ.؟ ¶ الجواب، حسب مانرى في المراجع أنهم عاشوافي أراضي االحبشة آمنين مطمئنين وخالطواالناس وعاشروهم وجاوروهم وتاجروامعهم، ولم ينقل عنهم أنهم عاملواالحبشيين كحربيين بل بالعكس ساعدوهم وعاونوهم وعملوا دائما لصالح الحبشيين وبلدهم. ولم ينقل عنهم أيضا الغش، والخداعة والخيانة، والكذب وسؤ المعاملة بل فتحوا قلوب الحبشيين بأخلاقهم الحميدة الإسلامية. ¶ والأمرالآخرهو:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "أن كثيرامن المسلمين في أوروبا يشترون اللحوم والمعمولات اللحومية من محلات الأوروبيين باعتبارهم أن شعب هذه البلاد أي البلاد الأوروبية أهل كتاب. اعتبارهم أنهم أهل كتاب صحيح ولاباس به، ولكنهم يجهلون ولايفقهون أن هؤلاء لايذبحون طبقالشريعتهم بل لايذبحون أصلا، والمتعارف عليه عندالمسلمين هو أن الذابح ولوكان مسلماإذالم يذبح طبقاللشريعة الإسلامية لايؤكل ذبيحته. ¶ والسبب في ملاحظتي لهذه الأمورهو، خاصة في الأواني الأخيرة بدأت تقل الحساسية الدينية عندالمسلمين في أوروبا في المأكولات والمشروبات خاصة والأمورالإسلامية والإنسانية بشكل عام، وهذاالضعف تؤثرفي أخلاق المسلم وفي شخصيته الإسلامية ويكون سببا لإبتعاده عن الأخلاقيات الإسلامية. والله تعالى أعلم. ¶ الخلاصة في هذاالموضوع: ¶ بعد عرض الموجز لهذ الموضوع المهم، أقترح على المجلس الأوروبي للإفتاء والبحوث مايلي: ¶ 1-تشكيل لجنة أوهيئة من العلماء في أوروبة لإرشاد وتوجيه رجال الأعمال المسلمين في أمورالدين والدنيا. ¶ 2-ترتيب الدورات التدريبية العلمية والتجارية لرجال الأعمال في أوروبا في أزمنة مناسبة . ¶ ومن خلال ذلك يتعلمون الأمور العلمية والفقهية المتعلقة بالأموال والتجارة. ¶ 3-تأسيس جمعية أونقابة تشكل من رجال الأعمال المسلمين الذين يعملون على السحة الأوروبية. ¶ شبيه بالجمعية \" أخي\"التي ذكرناها سابقا. ¶ وتكون وظيفة هذه الجمعية: ¶ 1-توثيق العلاقات بين رجال الأعمال المسلمين في أوروبا وتعارفهم وتعاونهم فيمابينهم. ¶ 2-التنسيق بين رجال الأعمال في أوروبا ورجال الأعمال المسلمين في العالم الإسلامي. ¶ 3-ترتيب لقاءات ودورات فيما بينهم. ¶ 4-ترتيب لقاءات بين علماء المسلمين ورجال الأعمال المسلمين. ¶ 5-تشجيعهم على الأعمال الخيرية ودعمهم للهيئات والمؤسسات الإسلامية. ¶ 6-وتهيئتهم للاشتراك في الفعاليات الدعوية والإرشادية في الساحة الأوروبية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "كما فعل التجارالمسلمون الأوائل. لكي لايقتصر أعمالهم على التجارة ويعلمواأنهم مسؤولون من الدعوة والرسالة الإسلامية. ¶ والكلمة الختامية في الأخلاقيات الإسلامية في أمورالأموال والتجارة: ¶ هي أن الأخلاق الإسلامية في أمور الأموال تتلخص في: ¶ 1-الإلتزام بالقواعد الأخلاقية الإسلامية في أقواله وأفعاله وأعماله. ويتميز من الآخرين بأخلاقه في كل تصرفاته. لأن النظام الرأسمالي لم يترك أي مبدأمن مبادئ الأخلاقية لادينية ولا إنسانية. ¶ ولذلك عندما سألوا أحد رجال الأعمال الألماني وقالوا له: ماذا تقولون وتفكرون عن رجال الأعمال الجدد؟ ¶ فأجاب وقال:\" أخاف منهم.\" ¶ قالوا له لماذا؟ ¶ قال لهم:\"لأنهم ليس عندهم مبادئ وأخلاق.\" ¶ 2-الشكرالمستمرلصاحب الحقيقي\"الرازق جل جلاله\" لهذه النعم كله. والشكر لايؤدى باللسان أي بالقول ، وإنما يؤدى بالفعل. ¶ لأن الشكر في الإسلام كما في كتب التفاسير: ¶ 1-الإعتراف بأن النعم كله من عند الله عز وجل. ¶ 2-صرف الأموال والنعم فيما يرضي الله سبحانه وتعالى. ¶ وآخر دعوانا أن الحمد لله رب العالمين. والله تعالى أعلم. ¶ مصطفى ملاأوغلو.2008",
            "page": "20",
            "part": "1"
        }
    ],
    "t36307": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "آية في التعامل المالي في أوروبا"
        }
    ]
}