{
    "b36318": [
        {
            "id": "1",
            "nass": "(6) ( (من بحوث العلماء الكبار والمحدثين قديماً وحديثاً) ¶ (إعلام الخائض بجواز مس المصحف للجنب والحائض) ¶ بقلم ¶ مقدمة ¶ بسم الله الرحمن الرحيم ¶ إن الحمد لله نحمده، ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم - (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُسْلِمُونَ). وقال تعالى: : (يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمْ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً) وقال تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيدًا يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظيماً). أما بعد: فإن أصدق الحديث كتاب الله تعالى، وخير الهدي هدي محمد - صلى الله عليه وسلم - ، وشر الأمور محدثاتها وكل محدثة بدعة، وكل بدعة ضلالة، وكل ضلالة في النار. وبعد: فهذه هي الرسالة السادسة من الرسائل التي نخرجها- للقراء الكرام- بعنوان (رسائل توجيهية للشباب في فقه الواقع). أو (بحوث العلماء الكبار والمحدثين قديماً وحديثاً).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وكان موضوع الرسالة الأولى بيانَ حكم الإسلام للدخول إلى البرلمان- بعنوان: (القول السديد في معالم التوحيد). والثانية - بعنوان (كيف تفهم عقيدتك بدون معلم؟) –والثالثة بعنوان (حكم الصلاة خلف الإمام المبتدع والمتجاهر بالفسق). والرابعة بعنوان: (أناشيد عربية لا إسلامية؟). والخامسة بعنوان: (كتاب حرمت اللجنة الدائمة للبحوث العلمية طبعه فمن مؤلفه؟ ولم؟). أو (نقد أصول العنبري). وموضوع رسالتنا اليوم بعنوان: (إعلام الخائض بجواز مس المصحف للجنب والحائض). وهذه الرسالة عبارة عن محاضرتين كنت ألقيتهما في تطوان (اكويلمة). بينت فيهما ضلال السقاف في (إعلامه)(¬1). وما شاع بين الخاصة والعامة من أن: (الجنب والحائض يحرم عليهما قراءة القرآن ومس المصحف الشريف ودخول المسجد والمكث فيه، ثم بينت لهم خلاف العلماء في المسألة: فمنهم من منع ذلك مطلقاً(¬2)، ومنهم من أباح مطلقا وهو الصحيح ومنهم من أباح مس المصحف مع الكراهية(¬3)، ¶ ¬__________ ¶ (¬1) ملأه السقاف بالأرجاس والمفاسد والمهالك والمنكرات والقبائح والرذائل والمفاسد، والأضرار والأوضار والأوزار والكذب والبهتان والطعن في العلماء والمحدثين وعلى رأسهم الشيخ الألباني –رحمه الله- أما التلاعب بالنصوص وكلام العلماء فحدث ولا تقف. وبعبارة فالسقاف نصب نفسه في (إعلامه) إماماً ومجتهداً ومحدثاً ومحققاً فأتى فيه (بكلام لو سكت عنه لكان أسلم له في أخراه، بل لعل الخرس كان أسلم له). – (العواصم والقواصم) (8/76)- فالسقاف لا يحتاج للرد بل يحتاج للحد. ¶ (¬2) انظر: (المغني) (1/142) و(المجموع) (2/196) و(بدائع الصنائع) (1/33) و(نيل الأوطار) (1/205) و(نصب الراية) (1/196). ¶ (¬3) ولا (وجه لكراهية من كره ذلك، لأن الأشياء أصلها الإباحة، ولم ينه الله عنه ولا رسوله، فلا معنى لمن كرهه). انظر هذا التعبير في كتاب (لا جديد في الصلاة). للشيخ بكر أبي زيد..",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومنهم من جوز مس المصحف بعلاقة، ومنهم من منع ولو بعلاقة، ومنهم من أباح قراءته للجنب والحائض لكن مع الكراهية-أيضاً- ومنهم من أجاز لهما قراءة آية أو آيتين، ومنهم من قال يجوز لهما القراءة لكن بدون نية القراءة، ومنهم من قال: يقرآن بعض آية، ومنهم من قال: تقرأ الحائض ولا يقرأ الجنب، ومنهم من قال: يجوز مس المصحف للمعلم(¬1)والمعلمة لا لغيرهما، ومنهم من أجاز عبور المسجد دون المكث فيه، ومنهم من اشترط على الجنب والحائض الوضوء للمكث في المسجد، ومنهم من قال: الحائض تأخذ من المسجد ولا تضع فيه، ومنهم من قال: تضع فيه ولا تأخذ منه. ¶ ¬__________ ¶ (¬1) قال الشيخ محمد إبراهيم شقرة في شرحه للآية (لا يمسه إلا المطهرون) (ص 20/21): (وإنه لمن الغريب العجيب حقاً، أن يجوّز بعض العلماء مس المصحف للجنب إن كان معلماً أو متعلماً، أو إن كان بعضاً منه كالآية والآيتين، أو قراءة الجنب للآية أو الآيات إن قصد بقراءتها الدعاء، كل هذا التفريق لا دليل عليه، لا من كتاب، ولا من سنة، إنما هو الرأي وحده. فإن جوزوا مثل هذا بالرأي، فلماذا عدلوا عن الرأي بقولهم: لا يجوز مس المصحف للجنب؟ ألأِن الآية والآيتين ليستا قرآناً؟ إن قالوا ذلك فقد حادوا عن الصواب، فالجزء كالكل، والآية الواحدة كالسورة، والسورة كالقرآن كله. أم لأن الدليل من صريح القرآن، وصحيح السنة يلزمهم بذلك؟ إن قالوا ذلك فقد أعلمناهم أن صريح القرآن والسنة معنا، ليس معهم، ولم نعمد إلى مناقشة الأدلة لإلزامهم بقول رضيناه، فالإلزام إنما يكون عن قبول ورضا واقتناع، إنما عمدنا إليها لإظهار وجه الحق، وحسبنا ذلك وحده، فهنيئاً لمن كان له قلب برئ من هوى الجهل، وآصار التعصب). ولابن حزم كلام في الموضوع ينبغي أن يكتب بماء الذهب.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هذا ولم أنقل كل أقوالهم في هذه الرسالة لأنها مجردة عن الدليل لذا أعرضت عنها - اختصاراً- ومن أراد الاطلاع عليها فليرجع لشرح مختصر الخليل، وشرح المرشد -عند قول ابن عاشر-: ¶ والأولان منعا الوطء إلى غسل والآخران قرآناً حلا ¶ والكل مسجداً وسهو الاغتسال مثلَ وضوئك ولم تعد موال ¶ كما في (الدر الثمين والمورد المعين) (ص 149/150). و(حاشية ابن الحاج) (ص 206/207/208). و(المغني). و(المقنع). و(الأم) للشافعي، و(الروض النضير) للحيمي و(معجم فقه السلف) للشيخ العلامة محمد المنتصر الكتاني-رحمه الله- ومنهم من قال: إن الوضوء لمس المصحف واجب، وقالت الأحناف: يحرم مس المصحف للجنب والحائض (إلا في حالة الخوف على القرآن من غرق أو حرق أو نجاسة أو وقوعه في يد كافر، فيجب حمله حينئذ، واستثنى الأحناف حالة مس القرآن بغلاف متجاف عن القرآن، (وقالوا): ويكره مسه بالكم تحريماً لتبعيته للابس، ويرخص لأهل كتب الشريعة من حديث وفقه وتفسير أخذ الورقة بالكم وباليد للضرورة، ويكره مسها؛ لأنها لا تخلو عن آيات القرآن، والمستحب ألا تقلب ورقة القرآن إلا بوضوء. وأجازوا تقليب أوراق المصحف بنحو قلم للقرآن، كما أجازوا للصبي حمل القرآن ورفعه لضرورة التعلم، ولا يكره النظر للقرآن لجنب وحائض ونفساء؛ لأن الجنابة لا تحل العين. وتكره كتابة القرآن وأسماء الله تعالى على الدراهم والمحاريب والجدران وما يفرش، وتكره القراءة في المخرج والمغتسل والحمام. ولا تكره كتابة آية على صحيفة منفصلة عن الكاتب، إلا أن يمسها بيده. وقالت المالكية – على المعتمد في المذهب-: لا يحرم على الحائض والنفساء سواء أكانت جنباً أم لا قراءة القرآن عن ظهر قلب، إلا بعد انقطاع الدم وقبل غسلها، فلا تقرأ بعد انقطاعه مطلقاً حتى تغتسل، إذ لا عذر حينئذ)(¬1). ¶ ¬__________ ¶ (¬1) انظر: (الفقه الإسلامي وأدلته) (1/470/471). للزحيلي..بل إذا شئت أن تضحك ما شاء لك الضحك فاقرأ ما جاء في (النوازل الجديدة الكبرى فيما لأهل فاس وغيرهم من البدو والقرى المسماة بالمعيار الجديد الجامع المعرب عن فتاوي المتأخرين من علماء المغرب). (1/190/191/192/194) للمهدي الوزاني تحت عنوان: (هل يجوز للحائض والنفساء أن تقرأ القرآن والأوراد والأدعية أم لا؟ فأجاب: نعم، يجوز لهما ذلك كله، وإنما تمنع قراءة القرآن للجنب دون الحائض والنفساء) تفريق عجيب ومضحك.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال الونشريسي في (المعيار) (1/29/30/31): وأن الجنب والحائض يجوز لهما مس المصحف بله القراءة فيه. هذا. فإن كان ما خلصت إليه صواباً؛ فمن مزيد توفيق الله للعبد الضعيف، وإن كان غير ذلك فمني ومن الشيطان فأستغفر الله منه وأتوب إليه(¬1)هذا وقد ترجح لدي – في هذا البحث- أن مس المصحف للجنب والحائض جائز لا حرج ولا إثم فيه، وأن قراءة القرآن للجنب والحائض جائزة لا شيء فيها، وأن دخول المسجد والمكث فيه(¬2) ¶ ¬__________ ¶ (¬1) وقديماً قيل: (المؤمل مثل المكلف لا يخلو من المِؤاخذة ولا يرفع عنه القلم). وقيل أيضاً: (من ألف فقد استهدف وأصم آذانا وإن كان لغيرها قد شنف). وقيل أيضاً: (الإنسان في فسحة من عقله، وفي سلامة من أقوال جنسه ما لم يضع كتاباً أو ما لم يقل شعراً). وقيل أيضاً: (من صنف كتاباً فقد استشرف للمدح والذم، فإن أحسن فقد استهدف من الحسد والغيبة، وإن أساء فقد تعرض للقذف والشتم). وقال إسماعيل بن يحيى المزني: (لو عورض كتاب سبعين مرة لوجد فيه خطأ، أبى الله أن يكون كتاب صحيحاً غيرُ كتابه). أقول: لئن قالوا هذه المقالة وأمثالها فإنهم أيضاً بلسان المقال أو بلسان الحال يقولون: (من تخوف ما ألف ومن طلب الكمال فإنما طلب المحال). ¶ (¬2) وأجاز الشافعية والحنابلة للحائض والنفساء العبور في المسجد إن أمنت تلويثه، ؟لأنه يحرم تلويث المسجد بالنجاسة وغيرها من الأقذار، ولما روت عائشة –رضي الله عنها- قالت: قال لي رسول الله - صلى الله عليه وسلم - : (ناوليني الخمرة من المسجد) فقلت: إني حائض فقال: (إن حيضتك ليست في يدك) (مسلم) وعن ميمونة قالت: (تقوم إحدانا بالخمرة إلى المسجد، فتبسطها وهي حائض)(النسائي) هذا وأباح الحنابلة أيضاً للحائض المكث في المسجد بوضوء بعد انقطاع الدم) (الفقه الإسلامي وأدلته) (1/472). وهذه مجرد آراء خالية عن الدليل..",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "للجنب والحائض جائز لا شيء فيه، لأني تتبعت أدلة المبيحين فرأيتها أقوى من أدلة المانعين، مع الأخذ بعين الاعتبار أن أدلة المانعين شديدة الضعف لا تصلح أن تقام بها الحجة(¬1)، وهذا لا يعني أني لا أحبذ لهما الطهارة، كلا وألف كلا، بل الطهارة الكاملة لهما أفضل وأحسن. وأيضاً ترجيحنا لهذا المذهب لا يعني أننا لا نحترم أهل العلم القائلين بالمنع، ولا يعني –أيضاً- أننا لا نقدر أقوالهم، أو أننا نتهمهم بالجهل حاشا وكلا. فلولاهم لصرنا كالبهائم، إلا أن هذه المسألة اجتهادية، الفيصل فيها النص الصحيح الثابت في السنة الصحيحة، وليس قول فلان وعلان وتلان، فالانقياد إذن لِقال الله وقال رسوله. وأخيراً أريد أن أهمس في آذانكم في أن مثلي في هذه الرسالة كمثل (إنسان رأى جواهر ولآلئ، ودرراً ثمينة مبعثرة هنا وهناك، فجمعها ونظمها في عقد واحد، أو كمثل شخص دخل حديقة غناء، فيها من أحاسن الأثمار، والورود والأزهار ما يدهش الأبصار، فامتدت يده برفق إليها فجعلها في باقة واحدة ووضعها في كأس، فكانت بهجة للقلب، وفتنة للعين)(¬2)ومن هنا سأترك يراعي للأئمة يتكلمون والسلف ومن نسج على منوالهم يتحدثون، فهم حماة هذا الدين وحراسه، ولولاهم لاندرس هذا الشامخ ولكن هيهات .. هيهات.. فإن الله عز وجل تعهد بحفظ دينه وسنة نبيه - صلى الله عليه وسلم - . (والله غالب على أمره ولكن أكثر الناس لا يعلمون)(¬3). وكتبه أبو الفضل عمر بن مسعود بن عمر بن حدوش الحدوشي ¶ ¬__________ ¶ (¬1) أما الظاهرية الطائفة المخالفة والأقل عدداً لديهم الأدلة الصحيحة على جواز مس المصحف وقراءته ودخول المسجد للجنب والحائض- ولم يشترطوا الطهارة الكاملة لأداء هذه العبادة). كما قال صاحب (السيل الفائض في جواز مس المصحف الشريف ودخول المسجد للجنب والحائض) (ص 10). ¶ (¬2) عن مقدمة الصابوني لكتابه (روائع البيان) (ص 12). ¶ (¬3) من مقدمة رسالة (اللباب في فرضية النقاب) (ص 37).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "في تطوان عام 1420 هـ يوم الثلاثاء 18 صفر. ¶ (النص الصحيح، والفهم القبيح) ¶ أدلة القائلين بمنع الجنب والحائض من مس المصحف والقراءة فيه- هناك أحاديث استدلوا بها على المنع من القراءة للجنب، والحائض، لا بد من إيرادها هنا في هذا الفصل، ومن بيان وجه الحق فيها وإن كانت لا تساوي فلساً واحداً–إن شاء الله تعالى- :",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أ- الدليل من القرآن: هو قوله تعالى: (لا يمسه إلا المطهرون). هذه الآية هي رأس مال المانعين، وحجتهم وعمدتهم في التحريم، قال ابن كثير في تفسيره (7/465). أو (4/298): (عن ابن عباس (لا يمسه إلا المطهرون) قال: الكتاب الذي في السماء(¬1). وقال العوفي عن ابن عباس (لا يمسه إلا المطهرون). يعني الملائكة، وكذا قال أنس ومجاهد وعكرمة وسعيد بن جبير والضحاك وأبو الشعثاء وجابر بن زيد، وأبو نهيك والسدي وعبد الرحمن بن زيد بن أسلم وغيرهم. ثم ساق سند ابن جرير إلى قتادة في قوله تعالى: (لا يمسه إلا المطهرون). قال: (لا يمسه عند الله. إلا المطهرون، فأما في الدنيا فإنه يمسه المجوسي النجس، والمنافق الرجس). وقال: وهي في قراءة ابن مسعود: ما يمسه إلا المطهرون، وقال أبو العالية: (لا يمسه إلا المطهرون). ليس أنتم أصحاب الذنوب، وقال ابن زيد: زعمت كفار قريش أن هذا القرآن تنزلت به الشياطين(¬2)، فأخبر الله تعالى أنه لا يمسه المطهرون كما قال تعالى: (وما تنزلت به الشياطين وما ينبغي لهم وما يستطيعون إنهم عن السمع لمعزولون). وهذا القول قول جيد،وهو لا يخرج عن الأقوال التي قبله. وقال الفراء: لا يجد طعمه ونفعه إلا من آمن به. وقال آخرون (لا يمسه إلا المطهرون). أي من الجنابة والحدث قالوا: ولفظ الآية خبر ومعناها الطلب، قالوا والمرد بالقرآن هاهنا المصحف، كما روى مسلم عن ابن عمر أن رسول الله - صلى الله عليه وسلم - (نهى أن يسافر بالقرآن إلى أرض العدو مخافة أن يناله العدو). ¶ ¬__________ ¶ (¬1) انظر: (جامع البيان عن تأويل آي القرآن) (13/266/267). وقال مجاهد في قوله تعالى: (في كتاب مكنون): (القرآن في كتابه المكنون الذي لا يمسه شيء من تراب ولا غبار). (جامع البيان) (13/266). ¶ (¬2) انظر: (جامع البيان) (13/267).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال الأستاذ محمد إبراهيم شقرة: (أما بعد: فإن آيات ثلاثاً من سورة الواقعة، يقرؤها الناس، ويحملونها على غير معناها، ويتأولونها تأويلاً بعيداً عن وجوه العربية الصحيحة وهي قوله سبحانه: (إنه لقرآن كريم في كتاب مكنون لا يمسه إلا المطهرون). وينشئون من هذا التأويل حكماً شرعياً، وهو أنه لا يجوز لغير المتوضئ أن يمس المصحف، ويؤكدون هذا الحكم بقوله - صلى الله عليه وسلم - : (لا يمس القرآن إلا طاهر). ويحسن بنا-أولاً- أن نفسر هذه الآيات بذكر صريح أسماء الإشارة والضمائر، وبيان ما تعود إليه ... وننقل هنا ما قاله الإمام مالك في (الموطأ) (1/199- برواية يحيى بن يحيى الليثي) قال: (أحسن ما سمعت في هذه الآية؛ (لا يمسه إلا المطهرون) أنها بمنزلة هذه الآية التي في (عبس وتولى) قول الله تعالى: (كلا إنها تذكرة فمن شاء ذكره. في صحف مكرمة. مرفوعة مطهرة. بأيدي سفرة. كرام بررة)(¬1). والمقصود بالكتاب المكنون هو: اللوح المحفوظ، وقد جاء الجار والمجرور في: (في كتاب مكنون) بين الآيتين، مما يُحَتِّم أن يكون الضمير في قوله: (يمسه) عائداً إلى أقرب مذكور قبله، وهو (كتاب)، وعود الضمير إلى: (قرآن) بعيد جداً، بل خطأ جداً؛ لأن القاعدة المعروفة في اللغة تقول: (إن الضمير يعود إلى أقرب مذكور)(¬2)، وأقرب مذكور هنا هو كلمة (كتاب) الموصوف بـ: (مكونون). ¶ ¬__________ ¶ (¬1) انظر –إن شئت الزيادة- ما جاء في كتاب: (الإمام مالك مفسراً) (ص 368/ رقم: 823). جمع وتحقيق وتقديم للأستاذ أحمد لحمر ¶ (¬2) هذا القاعدة مسلمة إلا أن لها استثناءات: منها: الضمير قد يعود إلى ما يناسبه مثل: (لتؤمنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه) هل نسبح رسول الله بدعوى أن الضمير يعود إلى أقرب مذكور؟ الجواب: لا، وأيضاً ما يسمى عند البلاغيين بالاستخدام. الخ.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وإذا ظهر انطباق هذه القاعدة اللغوية النحوية المعروفة على هذه الآية، علمنا فسادَ قول من يقول بما هو شائع على ألسنة العامة والخاصة: إن نفي المس عائد إلى (قرآن)؛ وذلك لعدم انضباطه مع قواعد اللغة العربية. ثم إن كلمة (المطهرون)، ومعناها: الملائكة؛ كما ذكر ابن كثير –رحمه الله- تدل في أصل وضعها على أن صفة الطهر صفةٌ كونية، قائمة بالملائكة، وليست صفة كسبية من كسب أنفسهم، إذ لو أراد الله سبحانه أن يصفهم بصفة من كسبهم لقال: (لا يمسه إلا المتطهرون)، وليس في القراءت –حتى الشاذ منها- هذه القراءة، ولا ما يؤيدها. ونحن نشاهد أن المصحف يمسه المتطهر وغير المتطهر، وإذ الأمر كذلك علمنا بيقين أن الله سبحانه لم يعن المصحفَ، وإنما عنى كتاباً آخر، وهو الذي وصفه بقوله: (مكنون)، وهو اللوح المحفوظ. ثم إن قوله تعالى: (لا يمسه إلا المطهرون) ليس أمراً، وإنما هو خبر، ولا يجوز صرف الخبر عن ظاهره إلى معنى الأمر إلا بنص جلي، أو إجماع متيقَّن؛ كما يقول ابن حزم – رحمه الله في (المحلى) (1/77)- ... لو أن الله سبحانه أراد بما أخبر أن يحفظ القرآن من مس غير المؤمن، أو من المؤمن غير المتوضئ، لجعله مُحْرَزاً من ذلك بأي سبب يُحْرَزُ به، فيكون شأنه في المس حفظاً كشأنه في الضبط والكمال الذي قال فيه: (وإنا له لحافظون)، فكان لله سبحانه أن يقدِّر لكتابه من أسباب الحفظ أن يمسه غير المؤمن أو المؤمن غير المتوضئ ما قدَّر له من أسباب الحفظ من النقص أو الزيادة عليه. إذاً؛ فيكون الإخبار إخباراً عن شيء للقرآن لا يكون في الأرض قطعاً، وإنما يكون في السماء، قبل تنزله التنزل الثاني(¬1)إلى بيت العزة في السماء الدنيا، ألا وهو الكتاب الذي حُفظ فيه القرآن عند التنزل الأول في اللوح المحفوظ). ¶ ¬__________ ¶ (¬1) وهذا يبطل قول من توهم أن قوله تعالى في سياق الآيات نفسها: (تنزيل من رب العالمين) إنما يراد به تنزيل القرآن على قلب محمد - صلى الله عليه وسلم -",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "من كتاب (لا يمسه إلا المطهرون) (ص ¾/5/6/7). للأستاذ محمد إبراهيم. قال ابن عباس وسعيد ابن جبير وابن نهيك وعكرمة ومجاهد والضحاك وأبو العالية : (إذا أراد الله أن ينزل كتاباً نسخته السفرة، فلا يمسه إلا المطهرون، قال: يعني الملائكة)(¬1). قال قتادة قوله (لا يمسه إلا المطهرون): (ذاكم عند رب العالمين، فأما عندكم فيمسه المشرك النجس، والمنافق الرجس)(¬2). وقال أيضاً: (لا يمسه عند الله إلا المطهرون، فأما في الدنيا فإنه يمسه المجوسي النجس، والمنافق الرجس)(¬3). ¶ ¬__________ ¶ (¬1) انظر: (جامع البيان) (13/267). ¶ (¬2) انظر: (جامع البيان) (13/286/287). ¶ (¬3) قال الشوكاني في (فتح القدير) (5/199) قال الواحدي: (أكثر المفسرين على أن الضمير عائد إلى الكتاب المكنون: أي: لا يمس الكتاب المكنون إلا المطهرون، وهم الملائكة، وقيل: هم الملائكة والرسل من بني آدم، ومعنى لا يمسه المس الحقيقي، وقيل معناه: لا ينزل به إلا المطهرون، وقيل معناه: لا يقرأه). ثم ذكر أنه المراد بـ(المطهرون): من الأحداث والأنجاس، وقيل مطهرون من الشرك، وقيل: المطهرون من الذنوب والخطايا، وقيل: المطهرون هم الموحدون، وقيل: المؤمنون، وقيل: من طهره الله من الشرك والنفاق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ب – الدليل من السنة: ومما يتوكأ عليه القائلون بمنع مس المصحف لغير المتطهر، من الأحاديث حديث ابن عمر مرفوعاً: (لاَ يَقْرَأُ الْجُنُبُ، وَلاَ الْحَائِضُ، شَيْئاً مِنَ الْقُرْآنِ).وفي رواية ((لاَ يَقْرَأُ الْجُنُبُ، وَلاَ الْحَائِضُ). بدون زيادة: (شَيْئاً مِنَ الْقُرْآنِ)(¬1).- ثم زعم المانع أن هذا هو قول أكثر أهل العلم من أصحاب النبي - صلى الله عليه وسلم - والتابعين، ومن بعدهم ثم ذكر قولهم المبتكر المنسوب إليهم: (لا تقرأ الحائض ولا الجنب من القرآن شيئاً، إلا طرف الآية(¬2)ونحو ذلك، ورخصوا للجنب والحائض في التسبيح والتهليل). - هذا الحديث الذي استند عليه من أشار إليهم المانع ضعيف جداً، ضعفه أهل المعرفة بالحديث فلا حجة لهم فيه البتة، والحديث: رواه الترمذي في (جامعه) (1/98/رقم131). قال: ولا نعرفه إلا من حديث إسماعيل ابن عياش عن موسى بن عقبة عن نافع عن ابن عمر). ثم ذكر أن شيخه البخاري قال عنه: (إن إسماعيل بن عياش يروي عن أهل الحجاز وأهل العراق أحاديث مناكير. كأنه ضعَّف روايته عنهم فيما ينفرد به. وقال: إنما حديث إسماعيل بن عياش عن أهل الشام. وقال حدثني أحمد بن الحسن قال: سمعت أحمد بن حنبل يقول ذلك(¬3). وأبو داود (232). وابن ماجة (1/105/ رقم 595). – وقد حكم عليه الألباني بالضعف كما في ضعيف سنن ابن ماجة (ص 46/ رقم 129). و(المشكاة) (461). و(الإرواء) (1/206/207/208/209/210). و (ضعيف سنن أبي داود). و(ضعيف سنن الترمذي)- ورواه الخطيب في (التاريخ) (2/145). وابن عدي في (الكامل): (1/294/4/1391). والدارقطني (1/121/ 2/87). وأبو نعيم في (الحلية) (4/22). والحافظ في (التلخيص) (1/208/209/ رقم 183). ¶ ¬__________ ¶ (¬1) انظر: (طريق الرشد إلى تخريج أحاديث ابن رشد) (ص 41). ¶ (¬2) وهذا التخصيص يحتاج إلى دليل، ولا سبيل لهم إليه كما سترى في هذه الرسالة. ¶ (¬3) قال أحمد في العلل (2/300): (هذا باطل).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال الشيخ الألباني –رحمه الله- في (الإرواء) (1/206/ وما بعدها رقم 192): (ضعيف. وقد رُوي من حديث ابن عمر وجابر. أما حديث ابن عمر، فله طرق عن موسى بن عقبة عن نافع عنه. الأولى عن إسماعيل بن عياش ثنا موسى بن عقبة. أخرجه الترمذي (1/236). وابن ماجة (595). وأبو الحسن القطان في زوائده عليه (596) والحسن بن عرفة في جزئه (رقم نسختي). وعنه الخطيب في (تاريخ بغداد) (2/145). والعقيلي في (الضعفاء) (ص 31). وابن عدي في (الكامل) (10/2). والدارقطني (ص 43) وابن عساكر في (تاريخ دمشق). (2/244/1). والبيهقي (1/89) وقال: (فيه نظر، قال محمد بن إسماعيل البخاري فيما بلغني عنه: إنما روى هذا إسماعيل بن عياش عن موسى بن عقبة، ولا أعرفه من حديث غيره، وإسماعيل منكر الحديث عن أهل الحجاز وأهل العراق). قال الشيخ الألباني –رحمه الله: (وهذه من روايته عن أهل الحجاز فهي ضعيفة). وقال العقيلي: (قال عبد الله بن أحمد): قال أبي: (هذا باطل، أنكره على إسماعيل بن عياش يعني أنه وهم من إسماعيل بن عياش). قال الشيخ الألباني: (ونحوه قول أبي حاتم في (العلل) (1/49) وقد ذكر الحديث: (هذا خطأ، إنما هو عن ابن عمر قوله..). وقال ابن عدي: (لا يرويه غير ابن عياش). وذكر نحوه الترمذي، وتقدم نحوه عن البخاري، وقد خفيت عليهم المتابعات الآتية، وقد أشار البيهقي إليها بقوله: (وقد روي عن غيره عن موسى بن عقبة، وليس بصحيح). الثانية: عن عبد الملك بن مسلمة حدثني المغيرة بن عبد الرحمن عن موسى بن عقبة به دون ذكر (الحائض). أخرجه الدارقطني وقال: (عبد الملك هذا كان بمصر، وهذا غريب عن مغيرة بن عبد الرحمن وهو ثقة).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يعني المغيرة هذا، وأنه تفرد به عنه عبد الملك هذا، هذا هو المتبادر لنا من عبارة الدارقطني هذه، وفهم الشيخ أحمد شاكر –رحمه الله- في تعليقه على الترمذي من قوله: (وهو ثقة) أنه يعني عبد الله بن مسلمة، وبناء على ذلك ذهب إلى أن الإسناد صحيح ( ولعله اغتر بقول الحافظ في (الدراية) (ص45): (ظاهره الصحة). وهذا من العجائب ( فإن ابن مسلمة هذا أورده الحافظ في (اللسان) تبعاً لأصله (الميزان) وقالا: (عن الليث وابن لهيعة. قال ابن يونس: منكر الحديث. وقال ابن حبان: يروي المناكير الكثيرة عن أهل المدينة). فمن كان هذا حاله كيف يكون ظاهر إسناده الصحة؟( فلا شك أن الحافظ لم يستحضر ترجمته حين قال ذلك.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثم وجدت ما يؤكد ما ذهبت إليه، فقد قال الحافظ في (التلخيص) (ص 51)(¬1): (وصحح ابن سيد الناس طريق المغيرة وأخطأ في ذلك، وهو ضعيف، فإن فيها عبد الملك بن مسلمة وهو ضعيف، فلو سلم منه لصح إسناده، وإن كان ابن الجوزي ضعفه بمغيرة بن عبد الرحمن، فلم يصب في ذلك، وكأن ابن سيد الناس تبع ابن عساكر في قوله في (الأطراف): (إن عبد الملك بن مسلمة هذا هو القعنبي وليس كذلك بل هو آخر). هذا كلام الحافظ وهو موافق لما ترجم به لابن مسلمة في اللسان الخ). انتهى من (الإرواء) (1/206/207/208/209/2010). وانظر ما قال في (المشكاة) عنه (1/143/ رقم 461). وانظر (الروض النضير) (1/341). فالحديث بجميع طرقه لا يصلح لا للعادة ولا للعبادة، بل لا يساوي شربة ماء، خلافاً لما قاله السقاف الرافضي ومن على شاكلته من المبتدعة، الذين ردوا عن الشيخ الألباني في هذه المسألة، فلما لم يجدوا من صحح الحديث التجئوا إلى قول السيوطي في (التدريب) (1/67) بأن الحديث إذا تلقاه العلماء بالقبول، صار صحيحاً: (وكذا ما اعتضد بتلقي العلماء له بالقبول، قال بعضهم: يحكم للحديث بالصحة إذا تلقاه الناس بالقبول وإن لم يكن له إسناد صحيح). ثم ذكر السقاف قول ابن عبد البر في (الاستذكار): لما حكى عن الترمذي أن البخاري صحح حديث البحر: (هو الطهور ماؤه): وأهل الحديث لا يصححون مثل إسناده، لكن الحديث عندي صحيح، لأن العلماء تلقوه بالقبول، وقال في (التمهيد): روى جابر عن النبي - صلى الله عليه وسلم - : (الدينار أربعة وعشرون قيراطاً). قال: وفي قوله جماعة العلماء وإجماع الناس على معناه غني عن الإسناد فيه) اهـ من تدريب الراوي قال السقاف: فأين ذهب عقل الألباني عن هذه القواعد. ¶ ¬__________ ¶ (¬1) قلت: والنسخة التي بين يدي الآن التي أعدها مركز الدراسات والبحوث بمكتبة نزار الباز صفحتها بـ(209/ ج/1).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عقل الألباني –رحمه الله- أيها الجعسوس، وأيها الهجرس، ذهب إلى السنة وعقلك ذهب إلى البدعة، فأنت تنقل قواعد الأئمة لكن –والله ما تفهم معناها كما هنا- فالعمل أيها الهجرس في مثل هذه الأحاديث الشديدة الضعف عن الإجماع لا عن الحديث الضعيف، كما قال الشافعي في حديث (الماء طهور لا ينجسه شيء)-أعني منه هذا الاستثناء-(إلا ما غير ريحه أو طعمه أو لونه) وكما قال الأئمة وعلى رأسهم المحدث الألباني(¬1). وأنت أيها الهجرس نفسك نقلت في تعليقك عن كتيب شيخنا عبد الله بن الصديق –عفا الله عنه-المشؤوم (فتح المعين بنقد كتاب الأربعين)(¬2)(ص 13) قول الإمام الشافعي كما في (سير أعلام النبلاء) (10/20): وعن يونس سمع الشافعي يقول: (الأصل القرآن والسنة وقياس عليهما، والإجماع أكبر من الحديث المنفرد اهـ رواه الحافظ أبو نعيم في (الحلية) (9/105) وابن أبي حاتم في آداب الشافعي (231/233) والحافظ البيهقي في مناقب الشافعي (2/30). وورد أيضاً بلفظ: (الحائض والجنب لا يقرآن شيئاً من القرآن). لكنه ضعيف الإسناد أيضاً لأن المدار فيه عن أبي معشر وهو ضعيف، والراوي عنه مجهول. ¶ ¬__________ ¶ (¬1) ثم ذكر السقاف في (إعلامه) تصحيح أحمد شاكر للحديث ورد الشيخ الألباني عليه والحق مع المحدث الألباني. ¶ (¬2) هذا الكتاب كتاب ضلالة، كتاب زيغ، يقرر عقيدة النصارى، وتعليق السقاف عنه أضل منه ملأه صاحبه بالضلال والسباب وعذب فيه سيبويه في أكثر من خمسين موضعاً، حتى –والله- ما تخفى عن المبتدئ، ولا يقع فيها المنتهي، والسقاف لا هو مبتدئ ولا هو منتهي بل خليط عجيب بين ذينك الحالين، لا إلى هؤلاء ولا إلى هؤلاء.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "– وقد أطال النفس عنه الحويني في النافلة- وبعبارة فالحديث بجميع طرقه ضعيف ولا يرتقي لدرجة الحسن – لأن طرقه شديدة الضعف- ولذلك ضعفه الإمام أحمد، وابنه عبد الله، والبخاري، والترمذي، والبيهقي، والدارقطني(¬1)، والحافظ ابن حجر، والعقيلي، وابن عساكر، والخطيب، وابن أبي حاتم، وابن عدي، والشوكاني في –(النيل) (1/226)- وابن تيمية في، - (مجموع الفتاوى) (21/460- بل قال فيه ابن تيمية: (وهو ضعيف باتفاق أهل المعرفة بالحديث). والشيخ الألباني، والأرناؤوط، وأحمد ابن الصديق، وشيخنا عبد الله بن الصديق، وشيخنا المحدث محمد بن الشيخ العلامة علي بن آدم بن موسى الأثيوبي، وغيرهم من المحدثين، وهؤلاء المحدثون كلهم اتفقوا على تضعيفه حاش الغليم السخاف في (إعلامه) (ص 8). ومن أراد الزيادة – عن هذا الحديث- فعليه بـ(الإرواء). و(التلخيص الحبير). و(النوافح) الخ. وقد أصاب الشيخ الألباني –رحمه الله- عند ما قال في (التمام)(¬2): ( ... وبينا المراد من الحديث هناك، وأنه لا يدل على تحريم مس القرآن على المؤمن مطلقاً فراجعه. والبراءة الأصلية مع الذين قالوا بجواز مس القرآن من المسلم الجنب، وليس في الباب نقل صحيح يجيز الخروج عنها فتأمل)(¬3). ¶ ¬__________ ¶ (¬1) قال محقق سنن الدارقطني (1/124/ رقم 413/414/415): (إسناده ضعيف: أخرجه الترمذي (131) وابن ماجة (595) والبيهقي (1/87) والخطيب (2/145) وابن الجوزي في (التحقيق) (1/166) وعبد الله بن أحمد في (العلل) (2/300) وابن عدي (1/294/4/1391). والعقيلي (1/90). والذهبي في (السير) (6/118). كلهم عن إسماعيل بن عياش به. ... (التقريب) (1/73) ... (وابن أبي حاتم في (العلل) (1/49) ... ). وورد أيضاً بلفظ: (لا يقرأ الجنب شيئاً من القرآن). وإسناده أيضاً ضعيف. ¶ (¬2) كما في تمام المنة (ص116). ¶ (¬3) وكنت ألقيت محاضرتين بعنوان: (إعلام الخائض بجواز قراءة القرآن للجنب والحائض). والثانية بعنوان: (إعلام الخائض بجواز مس المصحف للجنب والحائض)..وثارت ثائرة من يركب المنابر- والمنابر تشكو إلى ربها من ركابها- ولما أطلعتهم على ما في البخاري من الأدلة، وعلى ما في (الفتاوى المدنية أو الفتاوى الإمارتية). شتموا- والله لو سكت من لا يعلم لقل الخلاف، وبدأوا يفتون بتحريم قراءة القرآن على الجنب والحائض ويقولون لهم: (هذا ما اتفق عليه الفقهاء، ولا مخالف لهم). ورحم الله قتادة القائل: (من لم يعرف الاختلاف لم يشم الفقه بأنفه). وقال آخر: (من لم يسمع الاختلاف فلا تعدوه عالماً). وقال عثمان بن عطاء عن أبيه: (لا ينبغي لأحد أن يفتي الناس حتى يكون عالماً باختلاف الناس، فإنه إن لم يكن كذلك رد من العلم ما هو أوثق من الذي في يديه). وقال أيوب السختياني: (أجسر الناس على الفتيا أقلهم علماً باختلاف العلماء، وأمسك الناس عن الفتيا أعلمهم باختلاف العلماء).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبلفظ: (لا يقرأ الحائض ولا النفساء من القرآن شيئاً).( لكنه ضعيف أيضاً). وهذا الحديث – أيضاً- هو أحد أدلة القائلين بمنع الجنب والحائض من قراءة القرآن أو مسه، والحديث اتفق العلماء على ضعفه بل منهم من حكم عليه بالوضع كما قال الأنصاري في (السيل الفائض) (14/ رقم5): (أخرجه الدارقطني وغيره، قلت: وهو حديث موضوع فيه محمد بن الفضل وهو متروك قال فيه البخاري في (التاريخ الكبير) (1/1/208)، والضعفاء الصغير (105): سكتوا عنه. وقال النسائي في (الضعفاء) (94): متروك الحديث، وقال الدارقطني في سؤالات البرقاني له ترجمة رقم (490): متروك، ونقله عنه ابن حجر في (تهذيبه) (9/402). وقال في (تقريبه). (2/200). كذبوه). قلت: قال (الدكتور) بشار عواد معروف، وشعيب الأرنؤوط في (تحرير تقريب التهذيب). (3/306/ رقم 6225): (محمد بن الفضل بن عطية بن عمر العبسي مولاهم، الكوفي نزيل بخارى: كذبوه، من الثامنة ... ). وقد روي موقوفاً على جابر وفيه يحيى بن أبي أنيسة وهو كذاب- واسمه زيد، يقال أسامة الغنوي كما في حاشية الميزان-. ذكره ابن معين في (تاريخه) (4/415). وقال فيه: ليس بشيء، وقال النسائي في (الضعفاء) (110): متروك الحديث. وقال الذهبي في (ميزانه) (4/364/ رقم 9463): (قال الفلاس: صدوق يهم، ثم قال: وقد اجتمعوا على ترك حديثه – حاش الغليم السخاف- وقال أحمد والدارقطني: متروك، وقال البخاري ليس بذلك ... وقال عبيد الله بن عمرو: قال لي زيد بن أبي أنيسة: لا تكتب عن أخي؛ فإنه كذاب. وقال ابن معين: ليس بشيء). وقال ابن حبان في المجروحين (3/110): (وكان ممن يقلب الأسانيد، ويرفع المراسيل، حتى إذا سمعها المبتدئ في الصناعة لم يشك أنها معمولة، لا يجوز الاحتجاج به بحال). وانظر تضعيفه في (نيل الأوطار) (1/227).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأيضاً مما يتوكأ عليه القائلون بمنع مس المصحف لغير المتطهر، حديث علي: (كان النبي - صلى الله عليه وسلم - يخرج من الخلاء فيقرئنا القرآن، ويأكل معنا اللحم، لم يكن يحجبه- أو يحجزه- عن القرآن شيء ليس الجنابةَ). وفي رواية: (كان رسول الله - صلى الله عليه وسلم - يقضي حاجته، فيقرأ القرآن، ولم يكن يحجبه، وربما قال يحجزه عن القرآن شيء ليس الجنابةَ). (حديث ضعيف، ولم يصب من صححه)(¬1)رواه أحمد(¬2)، وأصحاب السنن،(¬3) ¶ ¬__________ ¶ (¬1) وقد نقل شيخنا سيد سابق –رحمه الله- في (فقه السنة) قول الحافظ: (وضعف بعضهم بعض رواته، والحق أنه من قبيل الحسن يصلح للحجة). فرد عليه الشيخ الألباني في (التمام) (ص 119/117) بقوله: (قلت: كلا، بل هو من قبيل الضعيف الذي لا تقوم به حجة، لأنه تفرد به عبد الله بن سلمة، وقد كان تغير بآخر عمره باعتراف الحافظ ابن حجر نفسه في (التقريب)، وفي هذه الحالة كان قد حدث بهذا الحديث كما سبق بيانه في فصل (ما يستحب له الوضوء). وهي علة قوية تورث شبهة في ثبوت الحديث، تمنع من الاحتجاج به، سيما وقد ثبت عن عائشة ما يعارضه، وقد ذكرته ثَم، وليس له ما يشهد له من الطرق ما يصلح لتقويته مثل قول المؤلف عقبه: (وعنه قال: رأيت رسول الله - صلى الله عليه وسلم - توضأ، ثم قرأ شيئاً من القرآن، ثم قال: (هكذا لمن ليس بجنب، فأما الجنب فلا، ولا آية). رواه أحمد وأبو يعلى وهذا لفظه، قال الهيثمي: رجاله موثقون). ثم بين الشيخ الألباني –رحمه الله- أن لهذه الطريق علتين: الضعف، والإرسال. ثم ذكر فيه كلاماً طويلاً أنظره في (تمام المنة) (ص 117/118). (وضعيف سنن أبي داود) (رقم 31). وانظر أيضاً ما جاء في (المحلى) (1/77/80).وفي (شرح السنة) (2/43). ¶ (¬2) رواه أحمد (1/84-124). ¶ (¬3) رواه أبو داود في: (1-كتاب الطهارة، 90) (باب في الجنب يقرأ القرآن) حديث رقم: (229). ورواه النسائي في: (1كتاب الطهارة، 172) (باب حجب الجنب من قراءة القرآن)..ورواه ابن ماجة في: (1/105)كتاب الطهارة، (باب ما جاء في قراءة القرآن على غير طهارة)حديث رقم:(594). ورواه الحاكم:(1/152،4/107)، وقال: صحيح الإسناد، ووافقه الذهبي. وقال الشيخ الألباني في المشكاة 1/143/ رقم460) عند ما قال الخطيب التبريزي رواه أبو داود، والنسائي. وروى ابن ماجة نحوه: (إسناده ضعيف كما حققته في (ضعيف السنن) رقم (31). وقد ضعفه جماعة وصححه آخرون والحق ما ذكرته، وقد شاع الاستدلال به على تحريم قراءة القرآن على الجنب، ولو صح لم يدل على ذلك لأنه فعل بل ترك، وذلك مما لا يدل على ما زعموا كما هو ظاهر). وشرح معاني الآثار: (1/87). وابن عساكر في (التاريخ): (2/224).وشرح السنة للبغوي: (1/531).ورواه الدارقطني: (1/119). ورواه القرطبي في (التفسير) :(/209). وأورده الألباني في (إرواء الغليل): (1/161/ رقم 123 ). ثم أحال إلى تخريجه في (رقم 485). ثم رجعنا إلى الرقم الذي أحال إليه الشيخ وهو في (2/241/ رقم485)، وعزاه إلى الخمسة. وقال:ضعيف. وقال: وصححه أيضا ابن السكن وعبد الحق والبغوي في (شرح السنة)كما قال الحافظ في (التلخيص).-1/210/ رقم 184- وتوسط في (الفتح) فقال (1/348): (رواه أصحاب السنن، وصححه الترمذي وابن حبان، وضعف بعضهم (أحد) روايته، والحق أنه من قبيل الحسن يصلح للحجة. هذا رأي الحافظ في الحديث، ولا نوافقه عليه، فإن الراوي المشار إليه وهو عبد الله بن سلمة قد قال الحافظ نفسه في ترجمته في (التقريب): (صدوق تغير حفظه). وقد سبق أنه حدث بهذا الحديث في حال التغير فالظاهر هو أن الحافظ لم يستحضر ذلك حين حكم بحسن الحديث. والله أعلم. ولذلك لما حكى النووي في(المجموع) (2/159) عن الترمذي تصحيحه للحديث تعقبه بقوله: (وقال غيره من الحفاظ المحققين: هو حديث ضعيف). ثم نقل عن الشافعي والبيهقي ما ذكره المنذري عنهما. وما قاله هؤلاء المحققون هو الراجح عندنا، لتفرد عبد الله بن سلمة به وروايته إياه في حال تغيره) . انتهى كما في حاشية التلخيص (1/210).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وابن خزيمة(¬1)، وابن حبان، والحاكم(¬2)، والبزار(¬3)، والدارقطني(¬4)، والبيهقي(¬5)، من طريق شعبة بن عمرو بن مرة عن عبد الله بن سلِمة- المرادي الكوفي- عن علي. وفي رواية للنسائي، عن الأعمش عن عمرو بن مرة نحوه، وألفاظهم مختلفة، وصححه الترمذي وابن السكن وعبد الحق والبغوي في شرح السنة، وروى ابن خزيمة بإسناده ... قال الحافظ في (التلخيص) (1/210/211/184): قال الشافعي: (أهل الحديث لا يثبتونه، قال البيهقي: إنما قال ذلك؛ لأن عبد الله بن سلمة راويه كان قد تغير، وإنما روى هذا الحديث بعد ما كبر، قاله شعبة، وقال الخطابي: كان أحمد يوهن هذا الحديث، وقال النووي في (الخلاصة)(¬6)خالف الترمذي الأكثرون، فضعفوا هذا الحديث ... ). ¶ ¬__________ ¶ (¬1) رواه ابن خزيمة: (1/104). ¶ (¬2) رواه الحاكم: (4/107). ¶ (¬3) رواه البزار: (2/284،285). ¶ (¬4) رواه الدارقطني:(1/126 رقم 423). وقال محققه: (إسناده ضعيف، أخرجه أبو داود (229). والنسائي (1/144). والترمذي (146). وابن ماجة (594). وأحمد (1/84). والطيالسي (101). والبيهقي (1/8988). وابن الجارود (94). والحاكم (1/162/4/107). وابن أبي شيبة (1078/1079). من طرق عم عمرو بن مرة به، فيه عبد الله بن سلمة، صدوق تغير حفظه، (التقريب) (3375). ¶ (¬5) رواه البيهقي: (1/88). ¶ (¬6) 1/206/207/ رقم 524). تحت عنوان: (باب ذكر المحدث والجنب، والحائض، وقراءتهم، ومسهم المصحف، ودخولهم المسجد). قال الإمام النووي: قال الترمذي: (هو حسن صحيح). وخالفه الأكثرون، فضعفوه. قال الشافعي: أهل الحديث لا يثبتونه. قال البيهقي: لأن مداره على عبد الله بن سلمة –بكسر اللام- وكان قد كبر وأُنكر حديثه وعقله، وإنما روى هذا بعد كبره، قاله شعبة. ثم روى البيهقي عن الحفَّاظ تحقيقَ ما قال. ثم قال: وصحيح عن عمر، - رضي الله عنه - أنه كره القراءة للجنب. ثم رواه بإسناده عنه). انتهى من (خلاصة الأحكام في مهمات السنن وقواعد الإسلام) (1/206/207).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وضعفه الشيخ الألباني في (ضعيف سنن ابن ماجة). (ص 46/ رقم 129/ باب 105). (باب ما جاء في قراءة القرآن على غير طهارة). وفي (المشكاة) (1/460). و(ضعيف سنن أبي داود). (30). و(الإرواء) (1/191/ و485). و(تمام المنة) (ص 116). انظر تخريجه في (طريق الرشد إلى تخريج أحاديث بداية ابن رشد) (ص 45). وأشار البزار إلى تضعيفه كما في: (البحر الزخار) (1/287). ونبه الدارقطني في (العلل) (3/248/951) إلى الاختلاف في إسناده. وضعفه البخاري كما في (التاريخ الكبير) (5/99). والشافعي كما في (مختصر سنن أبي داود) (1/156). وكما في (السنن الكبرى) البيهقي (1/89). وكما في (المجموع) للنووي (2/159). ثم هب أننا سلمنا بصحة هذا الحديث –وليس كذلك- (فإن هناك حديثاً يعارضه، وهو حديث عائشة- رضي الله عنها- الذي رواه مسلم في (صحيحه)(1/282/رقم:373)، وأبو داود في (سنن) (رقم:18)، و الترمذي في (جامعه)قالت: (كان النبي - صلى الله عليه وسلم - يذكر الله على كل أحيانه). وافهم معنى قولها: (كل). فهي للعموم والشمول- وبُوِّب عليه في (الصحيح) (1/282): (باب ذكر الله تعالى في حال الجنابة وغيرها). وليس من شك أن قراءة القرآن من أهم الذكر- وبوب ابن خزيمة في (صحيحه) (1/104): (باب الرخصة في قراءة القرآن-وهو أفضل الذكر- على غير وضوء)- وحديث علي الآنف الذكر عرفنا علته، وحديث عائشة سالم من العلة، أضف –إلى هذا- أن عائشة – رضي الله عنها- أعلم بأحوال النبي - صلى الله عليه وسلم - من علي وغيره من الصحابة رضي الله عنهم).من رسالة (لا يمسه إلا المطهرون ص16/17).بتصرف. فالحديث ضعفه كل المحدثين حاش الغليم الهجرس الجعسوس الرافضي السقاف.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وورد أيضاً موقوفاً عن علي وذلك أن أبا الغريف الهمداني قال: (كنا مع علي في الرحبة، فخرج إلى أقصى الرحبة فوالله ما أدري أبولاً أحدث أو غائطاً، ثم جاء فدعا بكوز من ماء، فغسل كفيه، ثم قبضهما، ثم قرأ صدراً من القرآن، ثم قال: اقرأوا القرآن ما لم تصب أحدكم جنابة، فإن أصابته فلا ولا حرفاً واحداً)(¬1). (ضعيف جداً). وفي رواية: (كان رسول الله - صلى الله عليه وسلم - يقرئنا القرآن ما لم يكن جنباً). وهو حديث ضعيف أيضاً عند أهل الفن حاش الهجرس السقاف(¬2)- رواه أحمد وأبو يعلى مرفوعاً عن علي، قال ابن خزيمة: (لا حجة في هذا الحديث لمن منع الجنب من القراءة، لأنه ليس فيه نهي، وإنما هي حكاية فعل، ولا يبين النبي - صلى الله عليه وسلم - أنه إنما امتنع من ذلك لأجل الجنابة، وذكر البخاري عن ابن عباس، أنه لم ير بالقرآن للجنب بأساً(¬3) ¶ ¬__________ ¶ (¬1) رواه الدارقطني في السنن (1/125/ رقم 491). وقال: (هو صحيح عن علي). وقال محققه: (إسناده حسن موقوف: وأخرجه أحمد مرفوعاً عن علي، وأبو يعلى عن علي مرفوعاً ورجاله موثقون، (المجمع) (1/276). وأخرجه البيهقي (1/89). من طريق الحسن بن حسن ... ¶ (¬2) فقد ذكر في (إعلامه) (ص 10) من خرجه ضارباً عن كلام المحدث الألباني فيه فقال: (رواه أحمد (1/83/ و 84/ و 134). والترمذي في سننه (1/274/بتحقيق شاكر) ثم ذكر ما قال عقبه ولم يذكر ما قاله المحدث الألباني، وأبو داود (1/59/ رقم 229) والنسائي (1/52) وابن ماجة (1/195/ حديث 594) وابن خزيمة (1/104) وابن حبان (2/85 بتحقيق الحوت) والحاكم في المستدرك (4/107) ثم زعم أن الحاكم والذهبي صححاه؟؟ وابن الجارود في المنتقى برقم (94) وابن أبي شيبة (1/102) وأبو داود الطيالسي (101) والبيهقي (1/89) الخ وأخفى تضعيف الأئمة كما هي عادته في اللف والدوران والتدليس والكذب والغش. ¶ (¬3) رواه البخاري معلقاً في (6- كتاب الجيض معلقاً، 7- باب تقضي الحائض المناسك كلها إلا الطواف بالبيت)..كما في حاشية التلخيص (1/211).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "-ومع هذا فالحديث ضعيف قد أورده الهيثمي بنحوه في (المجمع) (1/276). وقال في (الروض النضير) (1/339): رواه الدارقطني من طريق عامر بن السمط، حدثنا أبو الغريف(¬1)الهمداني قال: (كنا مع علي في الرحبة. فذكر الأثر). وأخرجه البيهقي بإسناده إلى عامر ابن السمط متصلاً بعلي - رضي الله عنه - قال: وروى أبو إسحاق عن الحرث عن علي - رضي الله عنه - قال: ¶ (اقرأ القرآن على كل حال ما لم تكن جنباً). وأورده السيوطي في (الجامع الكبير). عن علي - رضي الله عنه - أنه قال: (اقرأوا القرآن ولا حرج ما لم يكن أحدكم جنباً، فإن كان جنباً فلا ولا حرفاً واحداً). أخرجه عبد الرزاق، وابن جرير، والبيهقي. وأبو داود في سننه فقال: حدثنا حفص بن عمر نا شعبة، عن عمرو بن مرة، عن عبد الله بن سلمة قال: ¶ ( ¶ ¬__________ ¶ (¬1) أبو الغريف بالغين المعجمة المفتوحة وآخره فاء وهو عبد الله بن خليفة أنظره في (التقريب)",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "دخلت على علي أنا ورجلان رجل منا ورجل من بني أسد أحسب فبعثهما علي وجهاً وقال: إنكما علجان فعالجا عن دينكما ثم قام فدخل المخرج ثم خرج فدعا بماء فأخذ منه حفنة فتمسح بها ثم جعل يقرأ القرآن فأنكروا ذلك فقال: إن رسول الله - صلى الله عليه وسلم - ، كان يخرج من الخلاء (فيقرينا) القرآن ويأكل معنا اللحم، ولم يكن يحجبه أو قال: يحجزه عن القرآن شيء ليس الجنابة). (سبق أن بينا بأن هذا الحديث لا يثبته أهل الحديث، لأن المدار فيه على عبد الله بن سلمة - بكسر اللام- الكوفي وقد كان كبر وأنكر حديثه وعقله). انظر (الروض النضير) (1/340). قال شيخنا سيد سابق في فقه السنة: (يحرم على الجنب أن يمكث في المسجد لحديث عائشة قالت: جاء رسول الله - صلى الله عليه وسلم - ووجوه بيوت أصحابه شارعة في المسجد، فقال: (وجهوا البيوت عن المسجد) فدخل رسول الله - صلى الله عليه وسلم - ، ولم يصنع القوم شيئاً، رجاء أن ينزل فيهم رخصة، فخرج إليهم فقال: (وجهوا البيوت عن المسجد فإني لا أحل المسجد لحائض ولا لجنب). حديث ضعيف جداً عن أم سلمة قالت: (دخل رسول الله - صلى الله عليه وسلم - صرحة(¬1)هذا المسجد فنادى بأعلى صوته: إن المسجد لا يحل لحائض ولا جنب). ¶ ¬__________ ¶ (¬1) الصرحة: بفتح وسكون: عرصة الدار والممتد من الأرض. فقه السنة (1/59).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "قال الحافظ في (التلخيص) (1/212/ رقم 185): رواه أبو داود(¬1)من حديث جسرة بنت دجاجة، عن عائشة، - وفيه قصة- وابن ماجة(¬2)والطبراني(¬3)من حديث جسرة عن أم سلمة، وحديث الطبراني أتم، وقال أبو زرعة: الصحيح حديث جسرة عن عائشة، وضعف بعضهم هذا الحديث، بأن راويه: أفلت بن خليفة، مجهول الحال، وأما قول ابن الرفعة في أواخر شروط الصلاة من المطلب، بأنه متروك، فمردود، لأنه لم يقله أحد من أئمة الحديث، بل قال أحمد: ما أرى به بأساً، وقد صححه ابن خزيمة، وحسنه ابن القطان. قال الشيخ الألباني في (التمام) (ص 118/119)بعد أن ساق كلام شيخنا سيد سابق –رحمهما الله-: (قلت: سوق الحديث على هذه الصورة يوهم القارئ أنهما حديثان بإسنادين متغايرين، أحدهما عن عائشة، والآخر عن أم سلمة، وليس كذلك، بل هما حديث واحد بإسناد واحد، مداره على جَسْرة بنت دَجاجة، اضطربت في روايته، فمرة قالت: (عن عائشة)، ومرة (عن أم سلمة)، والاضطراب(¬4) ¶ ¬__________ ¶ (¬1) رواه أبو داود في (1- كتاب الطهارة 126- (باب الجنب يدخل المسجد) حديث رقم:232). كما في حاشية (التلخيص) (1/212). رقم (185). ¶ (¬2) رواه ابن ماجة في (1- كتاب الطهارة، 126- (باب ما جاء في اجتناب الحائض المسجد) حديث رقم 645. وفي الزوائد: إسناده ضعيف. محدوج لم يوثق، وأبو الخطاب مجهول. ورواه أحمد: (6/58). والتاريخ الكبير للبخاري: (2/67). وإتحاف السنن: (2/71). وإرواء الغليل (1/124/162). وقال الشيخ الألباني: (ضعيف. في سنده جسرة بنت دجاجة. قال البخاري: (عندها عجائب). وقد ضعف الحديث جماعة منهم البيهقي وابن حزم وعبد الحق الإشبيلي. بل قال ابن حزم إنه باطل. وقد فصلت القول في ذلك في (ضعيف السنن) (رقم 32). وله كلام جميل في هذا الحديث أنظره في (تمام المنة) (ص 118/119). ¶ (¬3) رواه الطبراني (23/373/374). ¶ (¬4) والاضطراب موجب للضعف كما يقول المحدثون..كما في (ألفية) العراقي في المصطلح",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "مما يوهن به الحديث كما هو معروف عند المحدثين، لأنه يدل على عدم ضبط الراوي وحفظه. يضاف إلى ذلك أن جسرة هذه لم يوثقها من يعتمد على توثيقه، بل قال البخاري: (عندها عجائب). ¶ ولذلك ضعف جماعة هذا الحديث كما قال الخطابي. وقال البيهقي: (ليس بالقوي). وقال عبد الحق: (لا يثبت). وبالغ ابن حزم فقال: (إنه باطل)(¬1)وللحديث شاهدان لا ينهضان لتقويته ودعمه لأن في أحدهما متروكاً، وفي الآخر كذاباً، وقد خرجتهما وفصلت القول فيهما في (ضعيف سنن أبي داود). (رقم 32). والقول عندنا في هذه المسألة من الناحية الفقهية كالقول في مس القرآن من الجنب(¬2)، للبراءة الأصلية، وعدم وجود ما ينهض على التحريم، وبه قال الإمام أحمد وغيره. وورد في رواية بلفظ آخر قريب منه نصه: (لا يصلح –يعني المسجد- لجنب، ولا لحائض، إلا للنبي، ولأزواجه. وعلي، وفاطمة بنت محمد). قال أبو إسحاق في كتابه (النافلة في الأحاديث الضعيفة والباطلة)(2/56/57/58/59/60/61/62/ رقم: 122): (منكر. أخرجه ابن أبي حاتم في (العلل) (1/99/269) قال: (سمعت أبا زرعة، وذكر حديثاً حدثناه به، عن أبي نعيم ... ) إلى أن قال: (وحاصل البحث أن الحديث ليس بصحيح، فلا يجوز أن تبنى منه حكماً شرعياً. ولم أجد حديثاً صحيحاً يمنع الحائض أن تدخل المسجد، فيمكن أن نبني على البراءة الأصلية، وهي تقضي بالجواز. فيجوز للحائض حضور درس العلم ونحوه).أي: من قرءة للقرآن ومسٍ للمصحف قال البغوي في (شرح السنة). ( ¶ ¬__________ ¶ (¬1) قال الشيخ الألباني: (قلت: وقد خفي هذا التحقيق على الشوكاني، فقوى حديث عائشة بحديث أم سلمة( كما خفي عليه أن علة الحديث جسرة هذه)( انظر (السيل الجرار) (1/109) ¶ (¬2) يعني: يجوز له أن يدخل للمسجد ويمس القرآن، بله قراءته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "2/46): (وجوز أحمد والمزني المكث فيه، وضعف أحمد الحديث، لأن راويه أفلتَ مجهول، وتأول الآية على أن (عابري السبيل) هم المسافرون تصيبهم الجنابة، فيتيممون ويصلون، وقد روي ذلك عن ابن عباس). انتهى من (التمام). للشيخ الألباني. ومما له علاقة بهذا الحديث حديث أبي سعيد الخدري - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال لعلي: (يا علي لا يحل لأحد يجنب في المسجد غيري وغيرك). قال الشيخ صلاح الدين أبو سعيد خليل ابن كيكلدي العلائي الدمشقي في كتابه (النقد الصحيح لما اعتُرض عليه من أحاديث المصابيح) (ص 89/90/9192/ رقم: 19): (وهذا الحديث ليس من الحسان قطعاً، ولكنه حديث ضعيف إلا أنه لا ينتهي إلى درجة الموضوع). ثم بين أن الحديث ضعيف جداً ومنكر(¬1). ومما يتوكأ عليه القائلون بمنع مس المصحف لغير المتطهر، حديث: (أربعة لا يقرأون القرآن: الجنب والحائض وعند الخلاء وفي الحمام، إلا الآية ونحوها للجنب والحائض)(¬2). ¶ ¬__________ ¶ (¬1) وقد تلاعب في هذا الكتاب محمود سعيد ممدوح تحت اسم التصحيح والتعليق والتذييل. ¶ (¬2) قال الحافظ في (الفتح) (1/541/542) عند قول البخاري: (باب تقضي الحائض المناسك كلها إلا الطواف بالبيت) وقال إبراهيم: (لا بأس أن تقرأ الآية): (وأورد المصنف أثر إبراهيم وهو النخعي إشعاراً بأن منع الحائض من القراءة ليس مجمعاً عليه، وقد وصله الدارمي وغيره بلفظ: (أربعة ... ). وروي عن مالك نحو قول إبراهيم وروي عنه الجواز مطلقاً وروي عنه الجواز للحائض دون الجنب، وقد قيل إنه قول الشافعي في القديم، ثم أورد –أي البخاري-أثر ابن عباس: (ولم ير ابن عباس بالقراءة للجنب بأساً). وقد وصله ابن المنذر بلفظ: (إن ابن عباس كان يقرأ ورده وهو جنب)..وأما حديث أم عطية –كنا نؤمر أن يخرج الحيض فيكبرن بتكبيرهم ويدعون- فوصله المؤلف في العيدين ... ووجه الدلالة منه ما تقدم من أنه لا فرق بين التلاوة وغيرها، ثم أورد المصنف طرفاً من حديث أبي سفيان في قصة هرقل وهو موصول عنده في بدء الوحي وغيره، -قلت: حديث هرقل مكرر في الصحيح 14 مرة- ووجه الدلالة منه أن النبي - صلى الله عليه وسلم - ، كتب إلى الروم وهم كفار والكافر جنب، كأنه يقول: إذا جاز مس الكتاب للجنب مع كونه مشتملاً على آيتين فكذلك يجوز له قراءته، كذا قاله ابن رشد- وهو مالكي- وتوجيه الدلالة منه إنما هي من حيث إنه إنما كتب إليهم ليقرأوه فاستلزم جواز القراءة بالنص لا بالاستنباط ... ومنهم من خص الجواز بالقليل كالآية والآيتين- ولا دليل لهم على هذا التفريق أبداً، بل لو عاشوا عمر نوح يبحثون عن دليل التفريق لما وجدوه- قال الثوري: (لا بأس أن يعلم الرجل النصراني الحرف من القرآن عسى الله أن يهديه، وأكره أن يعلمه الآية وهو كالجنب) وعن أحمد (أكره أن يوضع القرآن في غير موضعه، وعنه: إن رجي منه الهداية جاز وإلا فلا). وقد قال الحافظ عن الترجمة السابقة-(باب تقضي الحائض المناسك كلها إلا الطواف بالبيت)- (قيل مقصود البخاري بما ذكر في هذا الباب من الأحاديث والآثار أن الحيض وما في معناه من الجنابة لا ينافي جميع العبادات، بل صحت معه عبادات بدنية من الأذكار وغيرها، فمناسك الحج من جملة ما لا ينافيها إلا الطواف فقط ... ). ثم ذكر كلاماً رده عليه الشيخ الألباني في (الإرواء). سبق بعضه فارجع إليه لتستفيد منه. ومنهم من قال: تقرأ طرف الآية فقط. وسئل عطاء: (في المرأة الحائض تقرأ؟ قال: لا، إلا طرف الآية). (مسند الدارمي) (1/162/ رقم 999).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هذا الأثر ضعيف جداً لا يصلح للاستشهاد به لأن سنده ليس مستقيماً فإن شئت النظر فيه فارجع إلى مسند الدارمي (1/162/ رقم 993). ¶ وحديث شعبة، عن سيار عن أبي وائل قال: (كان يقال(¬1): لا يقرأ الجنب ولا الحائض ولا يقرأ في الحمام، وحالان لا يذكر العبد فيهما الله: عند الخلاء، وعند الجماع، إلا أن الرجل إذا أتى أهله بدأ فسمى الله). ¶ ¬__________ ¶ (¬1) من يا ترى القائل؟ القائل: هو هيان بن بيان وطامر بن طامر وحجار بن حجار وكيسان بن كيسان وحفحاف بن حفحاف.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وهذا الأثر ضعيف جداً والمدار فيه عن سيار بن حاتم العَنَزي-قال فيه الحافظ: صدوق له أوهام- قال بشار عواد والأرناؤوط في (تحرير تقريب التهذيب) (2/99/ رقم 2714): بل: ضعيف يعتبر به، قال علي ابن المديني: (ما كنت أظن يحدَّث عن ذا). وقال القواريري: (لم يكن له عقل، كان معي في الدكان، فقال أبو داود للقواريري: يتهم بالكذب؟ قال: لا). وقال أبو أحمد الحاكم: (في حديثه بعض المناكير). وقال العقيلي: (أحاديثه مناكير ضعفه ابن المديني، وما وثقه سوى ابن معين، وذكره ابن حبان في (الثقات). – وابن حبان يوثق المجهولين كما هو معلوم عند أصغر طلبة هذا الفن- وقال: (وكان جماعاً). انظر (ميزان الاعتدال) (2/253/254رقم 3628). قلت: رواه الدارمي في (السنن) أو في (المسند)(1/162). وأيضاً أثر عامر الذي رواه الدارمي (المسند) (1/162/ رقم 991) قال: (الجنب والحائض لا يقرآن القرآن). (منكر). وأيضاً قول إبراهيم عن الحائض: (تقرأ مما دون الآية ولا تقرأ آية تامة). رواه ابن أبي شيبة (1/98/1098). قلت: كيف نقرأ دون الآية في هذه الآية: (مدهامتان). هل (مدها) ونسكت أم ماذا؟ وأيضاً قول إبراهيم: (لا بأس أن تتناول الحائض من المسجد الشيء، ولا تدخله). وهو أثر لا يصح عند أهيل هذا الفن، رواه الدارمي في (المسند) (1/181/ رقم 1166/1167/ رقم الترجمة 116). (باب دخول الحائض المسجد). وأيضاً قول عطاء: (في الحائض تناول من السجد الشيء؟ قال: نعم، إلا المصحف). (إسناده غير مستقيم). راجعه في مسند الدارمي (1/181/ رقم 1169). ومما استدل به المانعون أيضاً ما رواه جماعة عن الأعمش: عن عبد الرحمن بن يزيد قال: (كنا مع سلمان فخرج فقضى حاجته فخرج ثم جاء فقلت: يا أبا عبد الله لو توضأت لعلنا نسألك عن آيات من القرآن؟ قال: إني لست أمسه لا يمسه إلا المطهرون فقرأ علينا ما شئنا). أخرجه الدارقطني من جهة وكيع وهو ضعيف. خلافاً للحاكم. والسقاف في (إعلامه) (ص28).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومما يتوكأ عليه القائلون بمنع مس المصحف وقراءة القرآن لغير المتطهر، قصة إسلام عمر وفيها أن أخته قالت له قبل أن يسلم: (إنك رجس ولا يمسه إلا المطهرون، فقم فاغتسل أو توضأ، فقام عمر فتوضأ، ثم أخذ الكتاب فقرأ طه). رواه الدارقطني في (السنن) (1/129/ رقم 4358). وقال: (القاسم بن عثمان ليس بالقوي). والحافظ في (التلخيص) (فقال: وفي إسناده مقال). كما في (الروض النضير) (1/343). وأخرجه البيهقي (1/88). من طريق محمد بن عمرو البختري عن محمد بن عبد الله المنادي، فيه القاسم بن عثمان ليس بالقوي. وأيضاً قول إسحاق المروزي: قلت لأحمد: (هل يقرأ الرجل على غير وضوء؟ قال: نعم، ولكن لا يقرأ في المصحف ما لم يتوضأ). كما في (مسائل الإمام أحمد) (ص 5) ونحوه في رواية ابنه عبد الله (ص 33). وهذا الأثر رغم ضعفه ليس فيه ما يدل على التحريم لكن السقاف يجاهد في غير عدو لذلك ذكره في (إعلامه) (ص 29). ليقول: بتحريم مس المصحف للجنب والحائض، وهذا خلاف ما قاله أعلام السنة، من الصحابة والتابعين وتابع التابعين. وأيضاً أثر الثوري عن جابر عن الشعبي وطاووس والقاسم بن محمد: (كرهوا أن يُمَسَّ المصحف وهو على غير طهارة)(¬1). رواه عبد الرزاق في (مصنفه) (2/343). وهذا أيضاً ليس فيه ما يدل على التحريم. وعن الثوري عن حماد عن إبراهيم قال: (لا يمس الدراهم غير متوضيء). رواه عبد الرزاق في (مصنفه) (2/344/رقم 1339). وعن مصعب بن سعد بن أبي وقاص أنه قال: (كنت أمسك المصحف على سعد بن أبي وقاص فاحتككت فقال سعد: لعلك مسست ذكرك؟ فقلت: نعم، فقال: قم فتوضأ، فقمت فتوضأت ثم رجعت). رواه الإمام مالك في (الموطأ)(1/42/رقم: 59). وعنه البيهقي (1/88). وسنده صحيح. وهذا الأثر نقله السقاف في (إعلامه)(28). ¶ ¬__________ ¶ (¬1) وليس المراد هنا بالكراهية: الكراهية الشرعية. وسيأتي الحديث عنها قريباً –إن شاء الله – في هذه الرسالة.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ليحرم به ما أحل الله ليقول: بتحريم مس المصحف للجنب والحائض. فالأثر ليس فيه ما ذهب إليه السقاف، بل هو مجرد اجتهاد لسعد بن أبي وقاص(¬1)–رضي الله عنه- وقد خالفه فيه جمع من الصحابة الكبار كعمر، وعلي، وعثمان، وابن عباس، وابن عمر، وابن مسعود، وأبي هريرة، وغيرهم. وأيضاً أثر حماد عن إبراهيم أن ابن مسعود (كان يمشي نحو الفرات وهو يقرئ رجلاً فبال ابن مسعود فكف الرجل عنه فقال ابن مسعود مالك؟ قال: إنك بلت فقال ابن مسعود: إني لست بجنب). رواه ابن أبي شيبة في (مصنفه) (1/97/99 رقم 1081/1116). وهو ضعيف. وأيضاً أثر إبراهيم عن الأسود قال: (لا يقرأ الجنب). رواه ابن أبي شيبة في (مصنفه) (1/97/ رقم 1082). وهو ضعيف. ومما يتوكأ عليه القائلون بمنع مس المصحف وقراءة القرآن لغير المتطهر أثر ابن أبي نجيح عن مجاهد قال: (لا يقرأ الجنب القرآن). رواه ابن أبي شيبة في (مصنفه) (1/97/ رقم 1083). وهو ضعيف. ومما يتوكأ عليه القائلون بمنع مس المصحف وقراءة القرآن لغير المتطهر أثر عامر: (الجنب والحائض لا يقرآن القرآن). رواه ابن أبي شيبة في (مصنفه) (1/97/ رقم 1084). وهو ضعيف. وقال أبو الحسن القطان في (زياداته على سنن ابن ماجة) (ص: 26/53/رقم:33(وحدثنا أبو حاتم، ثنا هشام بن عمار، ثنا إسماعيل بن عياش، ثنا موسى بن عقبة، عن نافع، عن ابن عمر؛ قال: قال رسول الله-صلى الله عليه وعلى آله وصحبه وسلم-: (لا يقرأ الجنب والحائض شيئاً من القرآن)(¬2) ¶ ¬__________ ¶ (¬1) وقول الصحابي ليس حجة عند كثير من العلماء ولاسيما إذا خولف. ¶ (¬2) -رواه ابن ماجة في (السنن) (1/195/196)، كتاب الطهارة، باب: ما جاء في قراءة القرآن على غير طهارة، ذكره عقب حديث ابن ماجة: حدثنا هشام بن عمار، ثنا إسماعيل بن عياش به بلفظ: (لا يقرأ القرآن الجنب ولا الحائض). والحديث رواه الترمذي في (جامعه) (1/236/237) في الطهارة باب: ما جاء في الجنب والحائض أنهما لا يقرآن القرآن..وإسناده ضعيف، لأن إسماعيل بن عياش إذا روى عن غير أهل بلده غلط، قال البخاري فيما رواه عنه الترمذي: إسماعيل بن عياش يروي عن أهل الحجاز وأهل العراقي أحاديث مناكير، كأنه ضعف روايته عنهم فيما ينفرد به، وقد قال الترمذي قبل ذلك: \"حديث ابن عمر لا نعرفه إلا من حديث إسماعيل بن عياش عن موسى بن عقبة...\" وإذن فهو مما تفرد به عن الحجازيين فلا عبرة به إذا لم يتابع، والله أعلم . انتهى من هامش (زيادات أبي الحسن القطان على سنن ابن ماجة) (ص:53/رقم:33).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وعن إبراهيم قال: (لا يقرأ القرآن ولا آية، وقال: إنه إذا قرأ صلى). رواه ابن أبي شيبة في (مصنفه) (1/97/ رقم 1082). وهو ضعيف. ومما استدل به المانعون أيضاً حديث الحاكم وهو ضعيف ولفظه: (لا تمس القرآن إلا وأنت طاهر). رواه الحاكم في المستدرك (3/485). والطبراني (3135). والدارقطني (1/122). فقد (ضعفه النووي وابن كثير وابن حزم) كما في (النيل) (1/259). (والتلخيص الحبير) (1/131). أو (1/198). قال الحافظ: (وفي إسناده سويد أبو حاتم، وهو ضعيف، وذكر الطبراني في (الأوسط) (رقم: 432): أنه تفرد به، وحسن الحازمي إسناده، واعترض النووي على صاحب المهذب في إيراده له، عن حكيم بن حزام، بما حاصله أنه تبع في ذلك الشيخ أبا حامد، يعني في قوله عن حكيم بن حزام، قال: والمعروف في كتب الحديث أنه عن عمرو بن حزام قلت: حديث عمرو بن حزام أشهر، وهو في الكتاب الطويل ... ثم إن الشيخ محيي الدين في (الخلاصة) -(1/208/209/رقم: 536/537?AQ?????? ?????? ????H???]?????????_????8???T????L?(?????????? ??????$?????i???^???? داود في (المصاحف) – (ص 185)- وفي إسناده انقطاع، وفي رواية الطبراني من لا يعرف، وعن ثوبان أورده علي بن عبد العزيز في (منتخب مسنده)، وفي إسناده خصيب بن جحدر، وهو متروك. وروى الدارقطني – (1/123)- في قصة إسلام عمر، أن أخته قالت له قبل أن يسلم: إنك رجس، ولا يمسه إلا المطهرون، وفي إسناده مقال، وفيه عن سلمان موقوفاً، أخرجه الدارقطني والحاكم – (1/183)-). وقال صاحب (السيل الفائض) (ص 12/13) عن حديث (لا يمس القرآن إلا طاهر)(¬1): ( ¶ ¬__________ ¶ (¬1) قال شقر في رسالته (لا يمسه إلا المطهرون) (ص 7/8/9/10): ( ... معناه: لا يمسه لغير حاجة داعية، أو ضرورة قائمة غير مسلمٍ، فيكون الاستثناء محتاجاً لاستثناء فقهي آخر يبينه ويقيده، يعرف من أدلة أخرى، فيصير الكلام هكذا: لا يمس القرآنَ إلا طاهرٌ مسلم، إلا لحاجة وضرورة، فيجوز حينئذ لغير الطاهر المسلم مسه..ولا فرق بين أن يكون المسلم جنباً، وبين أن يكون غير جنب، وبين أن تكون المرأة حائضاً أو نفساء، وبين أن تكون غير ذلك في ذلك، فلا يُحظَر عليهما مس المصحف في الحالين؛ لأنهما طاهران غير نجسين). خلافاً للسقاف.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قلت: وهذا الحديث وقفت له على خمسـ(ة) طرق عن: حكيم بن حزام، وابن عمر، وثوبان، وعثمان بن أبي العاص، وأبي بكر بن محمد بن عمرو بن حزام عن أبيه عن جده، وكلها ضعيفة لا يصح منها شيء البتة، ولا تصلح للاحتجاج بها والله أعلم ! وأشار ابن حجر إلى ضعفه في بلوغ المرام بقوله: (معلول). وكذا أشار الإمام ابن كثير في (تفسيره) (4/298): وفي إسناد كل منها نظر). قلت: وفي نظره نظر، فالحديث صحيح بطرقه وشواهده، كما تراه –أخي القارئ- مفصلاً في (إرواء الغليل) (1/158/159/160/161/ رقم: 122). للعلامة الألباني –رحمه الله-",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ومما يتوكأ عليه القائلون بمنع مس المصحف وقراءة القرآن لغير المتطهر، قول قتادة: (الجنب يأخذ من المسجد ولا يضع فيه). وهذا الأثر كسابقه (إسناده غير مستقيم). انظر (مسند) الدارمي (1/181/ رقم 1168). ومما استدل به المانعون أيضاً قول أنس في الآية: (ولا جنباً إلا عابري سبيل). قال: (الجنب يجتاز المسجد ولا يجلس فيه)(¬1). وفي رواية لأبي عبيدة: (الجنب يمر في المسجد، ولا يقعد فيه). ثم قرأ هذه الآية: (ولا جنباً إلا عابري سبيل). وكذا قال عكرمة وسالم، عن سعيد، قالا: (يمر ولا يقعد فيه). (ولا يصح منها شيء). كما في (مسند الدارمي) (1/182/ رقم 1171/1172/1173). ومما استدل به المانعون أيضاً حديث الغافقي الذي أخرجه أبو داود بإسناده إلى علي بن وهب عن ابن لهيعة عن عبد الله بن سليمان، عن ثعلبة بن أبي الكنود عن عبد الله بن مالك الغافقي أنه سمع رسول الله - صلى الله عليه وسلم - ، يقول لعمر بن الخطاب: (إذا توضأتُ وأنا جنب، أكلتُ وشربت ولا أصلي ولا أقرأ حتى أغتسل). (ضعيف والمدار فيه عن ابن لهيعة). انظر (الروض النضير) (1/341). وأيضاً أورد المانعون إشكالاً نصه: (إذا لم يكن في الآيات (في كتاب مكنون) الآية. ¶ ¬__________ ¶ (¬1) جاء في كتاب (نوادر الشوارد) (ص 66) لمحمد خير رمضان: (هل يجوز للكتابي دخول المسجد ؟): (قال تعالى: (يا أيها الذين آمنوا إنما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا). يقول الحافظ ابن حجر: وفي دخول المشرك المسجد مذاهب: فعن الحنفية: الجواز مطلقاً، وعن المالكية والمزني: المنع مطلقاً، وعن الشافعية، التفصيل بين المسجد الحرام وغيره، للآية) (1/667/ فتح الباري). بل القول بالجواز مطلقاً هو الصحيح لقصة ثمامة، والوفود التي كانت تجلس في المسجد عند ما تفد عن رسول الله - صلى الله عليه وسلم -",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ما يعين على تحقيق هذا الحكم وهو عدم مس المصحف لمن لم يكن على طهارة، فإن في السنة ما يعين على ذلك، وهو قوله - صلى الله عليه وسلم - : (لا يمس القرآن إلا طاهر)، وهل يكون الطاهر طاهراً إلا بتطهر؟: (وجوابنا على ذلك من وجهين اثنين: الأول: أن كلمة (طاهر) تعني: المؤمن، يدل على ذلك قوله - صلى الله عليه وسلم - : (إن المؤمن لا ينجس)(¬1)، فيكون المعنى لا يمس المصحف إلا مؤمن. – ولا يمسه الكافر لغير ضرورة- قال الشيخ الألباني في (التمام) (1/107): (والمراد عدم تمكين المشرك من مسه، فهو كحديث: (نهى عن السفر بالقرآن إلى أرض العدو). من غير ضرورة. الثاني: أن النبي - صلى الله عليه وسلم - كان يكتب إلى الملوك الكفار، ويضمِّن كتبه إليهم هذه الآيات من القرآن، ولا شك أنهم كانوا يمسون هذه الكتب، أو يمسها من يقرأ لهم من بطانتهم ممن هم على مثل دينهم)(¬2). وأورد المانعون أيضاً إشكالاً ثانياً نصه: (كيف يجمع بين قوله - صلى الله عليه وسلم - : (لا يمس القرآن إلا طاهر)، وبين إذنه لغير المسلمين أن يمسوه وهم رجس كما وصفهم الله لشركهم: (إنما المشركون نجس)، ولا ريب أن المخالفة بالمس من المشرك أعظم وزراً وإثماً من المخالفة بالمس من المسلم). ( ¶ ¬__________ ¶ (¬1) رواه البخاري (283) ومسلم (371) عن أبي هريرة. ومناسبة الحديث دفع توهم أن الجنابة منجسة. كما في رسالة شقرة (ص 7) ¶ (¬2) انتهى من رسالة شقرة (7/8).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "والجواب: نعم، هناك تعارض بينهما، لكنه تعارض في الظاهر لا في الحقيقة، إذ إن كتبه - صلى الله عليه وسلم - إلى الملوك كانت دعوة لهم إلى الإسلام، والإسلام لا يعرف إلا بنصوص الوحيين؛ الكتاب والسنة، فكيف تكون دعوة لهم إذا لم يُدْعَوْا بتلك النصوص، وبخاصة النصوصَ التي تتحدث عن العقيدة؛ كقوله تعال: (قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم أن لا نعبد إلا الله ولا نشرك به شيئاً)(¬1). والعقيدة هي أول ما يخاطَب به الإنسان الكافرُ المشركُ، لأن بثبوتها يثبت الإسلام كله، وباضطرابها يضطرب الإسلام كله، وبزوالها يزول كل شيء، ولا يقبل بعدها أي شيء. وقول الله سبحانه: (وإن أحد من المشركين استجارك فأجره حتى يسمع كلام الله )، فيه تأسيس لهذه القاعدة، وتقرير لها. وقطعاً؛ فإنه لا تكون حقيقة الاستماع إلا بالتلقي الصحيح لما يثبِّت هذه الحقيقة ويقويها، والطريق إلى ذلك هو القرآن كله، أو بعضه، حسب ما تقتضيه الحاجة الداعية، فإن كان يكفي فيها النص الواحد أو النصان اكتفي بهما، وإن كان لا يكفي ذلك زيد عليه، حتى لو كان المصحفَ كله، فالدعوة واجب على الأمة، وما لا يتحقق الواجب إلا به فهو واجب). انتهى من رسالة شقرة (ص 8/9/10). فالكافر لا يمسه إلا لما ذكر. وأورد المانعون أيضاً إشكالاً ثالثاً نصه: (كيف تقولون: بجواز مس المصحف للجنب والحائض وجمهور أهل العلم(¬2)يرى تحريم مس المصحف على غير المتوضيء، ومن غير جنابة، فالجنابة عندهم مانع أكبر، ومثل الرجل في ذلك المرأة أيضاً في الحيض والنفاس ؟). ¶ ¬__________ ¶ (¬1) قال العلماء: يستحب تصدير الكتاب بـ(بسم الله الرحمن الرحيم). وإن كان المبعوث له كافراً انظر كتاب (نوادر الشوارد فوائد في التحقيق والتدقيق لثقافة عالية) (ص 30). ¶ (¬2) انظر أقوالهم واستدلالاتهم في: (المغني) (1/142) و(المجموع) (2/71) و(بدائع الصنائع) (1/33) و(نيل الأوطار) (1/205) و(نصب الراية) (1/196)، وغيرها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قال شقرة في رسالته (لا يمسه إلا المطهرون) (ص 11/12) مجيباً على هذا الإشكال: (لكنَّ الدليل الصريح المُوضِحَ للحق في هذه المسألة هو مع من يقول بإباحة المس، ألا وهو قوله - صلى الله عليه وسلم - لعائشة حين طمثت في الحج: (اصنعي كل ما يصنعه الحاج غير أن لا تطوفي بالبيت ولا تصلي). فأباح لها الرسول - صلى الله عليه وسلم - كل أنواع القُرب والعبادات، ما عدا الصلاةَ والطوافَ بالبيت؛ لأن الطواف صلاة، غير أنه أبيح فيه للطائف أن يتكلم. ثم ذكر تبويب البخاري في (صحيحه) (1/407): (باب: تقضي الحائض المناسك كلها إلا الطواف بالبيت). ثم قال: وبهذا البيان، يتضح لنا أن الله سبحانه تعبد عباده من غير حرج ولا مشقة، وأقام لهم أمره بما أنزل على نبيه - صلى الله عليه وسلم - من كتاب وحكمة). ومما استدل به المانعون أيضاً قول ابن عباس، وعبد الله بن رواحة: (أن رسول الله - صلى الله عليه وسلم - نهى أن يقرأ أحدنا القرآن وهو جنب). (ضعيف جداً). والمدار فيه عن إسماعيل بن عياش، صدوق في روايته عن أهل بلده، مخلط في غيرها، وهذه منها وشيخه زمعة بن صالح المدني، ضعيف -كما سيأتي في قصة ابن رواحة مع زوجته- وحديث زمعة عند مسلم مقرون، كما قال الحافظ في (التقريب) (2040). انظر (سنن الدارقطني) (1/126/127/ رقم: 424/425/427). وإليكم مزيد تخريج طرق قصة ابن رواحة مع امرأته وجاريته.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "-من كتاب (قصص لا تثبت)- وذلك أن عكرمة قال: (كان ابن رواحة مضطجعاً إلى جنب امرأته، فقام إلى جارية له في ناحية الحجرة فوقع عليها، وفزعت امرأته، فلم تجده في مضجعه، فقامت وخرجت، فرأته على جاريته، فرجعت إلى البيت، فأخذت الشفرة، فقال: مهيم؟ فقالت: مهيم، لو أدركتك حيث رأيتك لوجأت بين كتفيك بهذه الشفرة، فقال: وأين رأيتني؟ قالت: رأيتك على الجارية، فقال: ما رأيتني، وقد نهى رسول الله - صلى الله عليه وسلم - أن يقرأ أحدنا القرآن وهو جنب(¬1)، قالت: فاقرأ. فقال: ¶ أتانا رسول الله يتلو كتابَه كما لاح مشهور في الفجر ساطع ¶ أتى بالهدى بعد العمى فقلوبنا به موقناتٌ أن ما قال واقعُ ¶ يبيت يجافي جنبه عن فراشه إذا استَثْقَلتْ بالمشركين المضاجع ¶ فقالت: آمنت بالله وكذبت البصر، ثم إذا على رسول الله - صلى الله عليه وسلم - فأخبره؛ فضحك حتى رأيت نواجذه - صلى الله عليه وسلم - ). (هذه القصة ضعيفة جداً. بل هي موضوعة عند كثير من علماء هذا الفن). والقصة رواها الدارقطني في (السنن) (1/120). والبيهقي في (الخلافيات) (رقم: 322). والفسوي في (المعرفة والتاريخ) (1/259). وابن أبي الدنيا- ومن طريقه ابن عساكر في (تاريخ دمشق) (ص 346/347). ثم إن سندها اشتمل على علتين مرديتين للقصة: الأولى: الانقطاع الذي فيها، فإن عكرمة لم يلق عبد الله بن رواحة؛ فهو على هذا مرسل. ¶ ¬__________ ¶ (¬1) ويذكر هذه القصة المكذوبة بعض العلماء في كتبهم تحت عنوان: (باب عدم مس الجنب للمصحف) كما فعل الدارقطني والبيهقي والنووي وابن عبد الهادي وغيرهم. ثم سردوا في الباب أحاديث لا سند لها ولا خطام.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الثانية: ضعف رواية زمعة عن سلمة بن وهرام. فقد ضعف زمعة أحمد، ويحيى بن معين، وأبو حاتم وغيرهم، وقال فيه أبو زرعة: (واهي الحديث). وقال البخاري: (يخالف في حديثه، تركه ابن مهدي أخيراً). انظر: (التاريخ الكبير) (3/451). و(الجرح والتعديل) (3/624). و(الضعفاء الكبير) (2/94) و(تاريخ ابن معين) (رقم: 301- رواية الدوري) و(أسئلة بن طهمان)(رقم: 62). و(الضعفاء والمتروكين) (2/759). لأبي زرعة و(تهذيب الكمال) (9/386). ومع هذا فقد وثقه ابن معين مرة، فقال في (تاريخه) (رقم: 553-رواية الدوري): (صويلح الحديث). وقال ابن عدي: (ربما يهم في بعض ما يرويه، وأرجو أن حديثه لا بأس به). وروى له مسلم مقروناً بمحمد بن أبي حفصة، فهو بيِّن الأمر في الضعفاء، وروايته عن سلمة بن وهرام ضعيفة، قال عبد الله ابن أحمد في (العلل) (رقم: 3479) عن أبيه: (روى عنه زمعة أحاديث مناكير، أخشى أن يكون جديثه حديثاً ضعيفاً)، وقال ابن عدي في ترجمة (سلمة): (أرجو أنه لا بأس بروايات الأحاديث التي يرويها عنه غير زمعة). وذكره ابن حبان في (الثقات) (6/399) وقال: (يعتبر بحديثه من غير زمعة بن صالح عنه).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "شواهدها: للقصة شاهد، وبه تنجبر العلة الأولى: فأخرجه الدارقطني في (السنن) (1/121) –ومن طريقه البيهقي في (الخلافيات) (رقم: 323)-بتحقيق مشهور حسن)-: ثنا محمد بن مخلد ثنا الهيثم بن خلف نا ابن عمار الموصلي ثنا عمر بن زُرَيق(¬1)عن زمعة بن صالح عن سلمة بن وهرام عن عكرمة عن ابن عباس قال: (دخل عبد الله بن رواحة ... فذكره نحوه. وقال: إن رسول الله - صلى الله عليه وسلم - نهى أن يقرأ أحدنا القرآن وهو جنب). فالروي عن ابن رواحة- وهو ممن هلك قبله - صلى الله عليه وسلم - ، كما قال الإمام مسلم في (الطبقات) (1/225- بتحقيق مشهور)- عبد الله بن عباس بخلاف الطريق الأولى، هذا إن كان ابن زريق حفظه، وإلا فقد رواه سعيد بن زكريا كرواية أبي نعيم، ولكنه قال: (عن عكرمة عن ابن عباس). أخرج ابن عساكر في (تاريخ دمشق) (344)(¬2)قال: قرأت على أبي محمد عبد الكريم بن حمزة عن أبي بكر الخطيب أنا أبو القاسم عبيد الله بن عمر بن أحمد ابن عثمان الواعظ حدثني أبي نا عبد الوهاب بن عيسى نا محمد بن معاوية نا سعيد بن زكريا عن زمعة بن صالح عن سلمة ابن وهرام عن عكرمة مولى ابن عباس: (أن عبد الله بن رواحة كان مضطجعاً إلى جنب امرأته، فخرج إلى الحجرة فواقع جارية له، فاستنبهت المرأة ولم تره فخرجت فإذا هو على بطن الجارية، فرجعت فأخذت الشفرة، فلقيها ومعها الشفرة. فقال لها: مهيم؟ فقالت: مهيم؟ أما إني لو وجدتك حيث كنت لوجأتك بها. قال: وأين كنتُ؟ قالت: على بطن الجارية. قال: ما كنتُ. قالت: بلى. ¶ ¬__________ ¶ (¬1) في (السنن) للدارقطني (1/127/ رقم: 427): (رزيق) بتقديم الراء المهملة! وهو خطأ، وصوابه بتقديم الزاي، كما ضبطه الدارقطني نفسه في (المؤتلف والمختلف) (1021). وغيره. انظر (قصص لا تثبت) (2/26). ¶ (¬2) القسم المطبوع عن مجمع اللغة العربية بدمشق، قسم (عبد الله بن جابر- عبد الله بن زيد)",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قال: فإن رسول الله - صلى الله عليه وسلم - نهى أن يقرأ أحدنا القرآن وهو جنب فقالت: اقرأه. قال: ¶ أتانا رسول الله يتلو كتابَه كما لاح مشهور من الصبح ساطعُ ¶ أتى بالهدى بعد العمى فقلوبنا به موقناتٌ أن ما قال واقعُ ¶ يبيت يجافي جنبه عن فراشه إذا استَثْقَلتْ بالمشركين المضاجع(¬1) ¶ فقالت: آمنت بالله وكذبت بصري. قال: فغدوت إلى النبي - صلى الله عليه وسلم - فأخبرته؛ فضحك حتى بدت نواجذه). وعلى أي حال ففي هذه الطريق العلة الثانية وهي رواية زمعة عن سلمة. ¶ شاهد آخر: ولها شاهد آخر ولكنه معضل! أخرج أبو عبد الله محمد بن العباس اليزيدي(¬2)في (أماليه) (102/رقم: 57)- ومن طريقه ابن عساكر في (تاريخ دمشق) (340) والذهبي في (السير) (1/237/238)- قال: نا محمد بن حرب?AQ?????? ?????? ????H???]?????????_????8???T????L?(?????????? ??????$?????i???^????هدنا بأن وعد الله حق وأن النار مثوى الكافرينا ¶ قالت: زدني آية أخرى، فقال: ¶ وأن العرش فوق الماء طافٍ وفوق العرش رب العالمينا ¶ فقالت: زدني آية أخرى، فقال: ¶ وتحمله ملائكة كرام ملائكة الإله مقرَّبينا ¶ ¬__________ ¶ (¬1) انظروا إلى قوله: (ما كنت) وقوله: (فإن رسول الله نهى أن يقرأ أحدنا القرآن وهو جنب) وقوله: (أتانا رسول الله يتلو كتابه). لتعلم أن القصة مكذوبة رواية ودراية مكذوبة من جهة السند ومن جهة المتن، فقد أثبت مبتكر القصة أن الصحابي الجليل ابن رواحة كذب عن زوجته، وكذب عن رسول الله حيث نسب إليه ما لم يقل، وكذب عن الله حيث جعل الشعر قرآناً. وهذا كاف في إبطال القصة ونبذها. ثم زعم واضع القصة أن رسول الله حينما حكى له ابن رواحة القصة ضحك حتى بدت نواجذه. ¶ (¬2) كان راوية للأخبار والآداب مصدَّقاً في حديثه، كما قال الخطيب في (تاريخه) (3/113). (ت 310 هـ)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فقالت: آمنت بالله وكذبت البصر. فأتى ابن رواحة رسول الله - صلى الله عليه وسلم - فحدثه؛ فضحك رسول الله - صلى الله عليه وسلم - ولم يغير عليه). وأخرجها أبو طاهر المخلص في (فوائده) ومن طريقه ابن عساكر في (تاريخ دمشق) (342) والسبكي في (الطبقات الكبرى) (1/264) بسنده إلى الزبير بن بكار قال: حدثني موسى بن جعفر بن أبي كثير حدثني عبد العزيز بن عبد الله بن أبي سلمة –وهو الماجشون- عن الثقة وسرد نحوها. وهذا إسناد ضعيف لعلتين: الأولى: إعضاله. الثانية: جهالة من حدث الماجشون. ومال الإمام ابن عبد البر إلى تصحيح هذه القصة، فقال في (الاستيعاب) (1/296): (روِّينا من وجوه صحاح: أن عبد الله بن رواحة مشى ليلة إلى أمة له فنالها، فرأته امرأته فلامته فجحدها، فقالت: إن كنت صادقاً فاقرأ القرآن، فإن الجنب لا يقرأ القرآن ... فقالت امرأته: صدق الله وكذبت عيني. وكانت لا تحفظ القرآن). ونقل كلامه ابن القيم في (اجتماع الجيوش الإسلامية) (145) وابن قدامة في (إثبات صفة العلو) (ص 99) وأقراه، وزاد ابن القيم: (قال محمد بن عثمان الحافظ: رويت هذه القصة من وجوه صحاح إلى ابن رواحة) !!ومال إلى قبول كلام ابن عبد البر وإلى ثبوت القصة الغماري في (شوارق الأنوار المنيفة) (13/14) !!وكلامه متعقَّب بالحجة والبرهان؛ فطرقها كلها ضعيفة جداً ومقطوعة، ولذا لما نقل كلام ابن عبد البر هذا الإمام الذهبي في (العلو العلي الغفار) (42) وقال: (قلت: روي من وجوه مرسلة؛ منها: يحيى بن أيوب المصري ثنا عمارة بن غزية عن قدامة بن محمد بن إبراهيم الحاطبي فذكره ... فهو منقطع). يشير الذهبي في كلامه السابق إلى ما: أخرج الدارمي في (الرد على الجهمية) (رقم: 82): ثنا سعيد بن أبي مريم المصري أنبأ يحيى بن أيوب به نحوها. إسنادها ضعيف ومنقطع، يحيى صدوق ربما أخطأ، وقدامة مقبول، أي إذا توبع وإلا فلين، وقدامة لم يدرك ابن رواحة، فهو منقطع، وكذا قال الذهبي فيما تقدم عنه.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ولهذه القصة طرق أخرى كلها منقطعة. أخرج ابن أبي شيبة في (المصنَّف) (8/905)- ومن طريقه ابن قدامة في (إثبات صفة العلو) (رقم: 68)- وساق نحوه. وإسنادها مرسل، أبو أسامة هو حماد بن أسامة، ثقة، إلا أنه مدلس، وقد عنعن. وأخرج ابن أبي الدنيا في (الإشراف) (رقم: 240) و(العيال) (2/773/ رقم: 573)- ومن طريقه ابن عساكر في (تاريخ دمشق) (341)-: نا وليد بن شجاح ثني ابن وهب ثني أسامة بن زيد اللّيثي أن نافعاً حدّثه، قال: ... وساق نحوها. وتابع ابنَ وهب: أبو أسامة أيضاً: فأخرج ابن عساكر في (تاريخ دمشق) (341)قال: أخبرناه عالياً أبو بكر محمد بن الحسين نا أبو الحسين بن المهتدي أنا أبو القاسم عُبيد الله بن أحمد بن علي الصيدلاني نا علي بن محمد أبو طالب الكاتب نا الحسين بن الأسود نا أبو أسامة به نحوها. وهذا منقطع، نافع لم يدرك ابن رواحة ولا امرأته. وأخرج ابن أبي الدنيا في (الإشراف في منازل الأشراف) (رقم:239) و(العيال) (2/772/رقم: 572)- ومن طريقه ابن عساكر في (تاريخ دمشق) (342)- قال: نا الوليد بن شجاع بن الوليد السكوني ثني عبد الله بن وهب عن عبد الرحمن بن سلمان عن ابن الهادي: أن امرأة ابن رواحة رأته على جارية له فقالت له: وهي تكلمه وعلى فراشي أيضاً؟ فقام يجاحدها، فقالت له: فاقرأ آية من القرآن ... وساق نحوها. وهذا منقطع أيضاً ابن الهادي لم يدرك ابن رواحة ولا امرأته، وفيه أنه: (رأته على جارية)، بخلاف ما في الأخبار السابقة، التي فيها: ( ... وفَرِقت أن يكون قد فعل)، و( ... فبصرت به امرأته قد خلا بها)، و( ... فاتهمته يوماً، فقالت: إني لأراك جنباً من جاريتك). ومما ينبغي ذكره بهذا الصدد أمران:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أحدهما: لم يقع في خبر نافع وابن الهاد وقدامة بن إبراهيم بن محمد بن حاطب ذكر لرسول الله - صلى الله عليه وسلم - ، بخلاف خبر زمعة والماجشون والشعبي –وسيأتي-، إذ فيه ضحكه - صلى الله عليه وسلم - وإقراره لابن رواحة على ما فعل. والآخر: ما روي في خبر زمعة من شعر لابن رواحة يخالف ما روي في الأخبار الأخرى. وهذان الأمران يضعِّفان القصة ... ¶ طريق أخرى بلفظ آخر: إلا أن الهيثم بن عدي قد ساق – ومن طريقه بالإسناد ابن عساكر في (تاريخ دمشق) (342-343)- القصة وفيها من الشعر ما في خبر زمعة وغيره، قال: (ذكروا أن عبد الله بن رواحة ابتاع جارية، وكتم ذلك امرأته، وقد بلغها. فقالت له ذات يوم؛ وبلغها أنه كان عندها: إنه بلغني عنك أنك ابتعت جارية. فقال لها: ما فعلت. فقالت: بلى، وقد بلغني أنك كنت عندها اليوم، ولا أحسبك إلا جنباً، فإن كنت صادقاً فاقرأ آيات من القرآن. قال: ¶ شهدت بأن وعد الله حق وأن النار مثوى الكافرينا ¶ وأن العرش فوق الماء طافٍ وفوق العرش رب العالمينا ¶ وتحمله ملائكة شداد ملائكة الإله مقرَّبينا ¶ فقال له: أما إذ قرأت القرآن فإني قد عرفت أنه مكذوب عليك. قال: ففتقدته ذات ليلة فلم تجده على فراشها، فحبست نفسها، فلم تزل تطلبه حتى قدرت عليه في ناحية الدار، فقالت: الآن صدقت فيما بلغني. فجحدها، فقالت: اقرأ الآيات من القرآن إن كنت صادقاً، فإنك إن كنت جنباً لم تقرأ. فقال: ¶ وفينا رسول الله يتلو كتابَه إذا انشق معروف من الصبح ساطعُ ¶ يبيت يجافي جنبه عن فراشه إذا استَثْقَلتْ بالكافرين المضاجع ¶ أتى بالهدى بعد العمى فقلوبنا له موقناتٌ أن ما قال واقعُ ¶ وأعلم علماً ليس بالظن أنني إلى الله محشور هناك وراجع",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فحدث رسول الله - صلى الله عليه وسلم - بذلك، فاستضحك حتى رد يده على فيه. وقال: (هذا لعمري من معاريض الكلام، يغفر الله لك يا ابن رواحة، إن خياركم خيركم لنسائكم. فأخبرني ما الذي ردت عليك حيث قلت ما قلت؟). قال: قالت لي: الله بيني وبينك، أما إذا قرأت القرآن فإني أتهم ظني وأصدقك. فقال رسول الله - صلى الله عليه وسلم - : (لقد وجدتها ذات فقه في الدين). وهذا معضل. ¶ شواهد قاصرة لبعض ما ورد في القصة: قال مشهور: ورد في طريق زمعة في القصة: (وقد نهى رسول الله - صلى الله عليه وسلم - أن يقرأ أحدنا القرآن وهو جنب). ولهذا القسم فحسب شاهد- لا تجعل الحديث يرتقي لدرجة الحسن- من حديث علي وعبد الله الغافقي وابن عمر وجابر - رضي الله عنهم - تكلمنا عليها بإسهام في تحقيقنا لـ(الخلافيات) للإمام البيهقي مسألة (رقم:13) وكلها ضعيفة شديدة الضعف، لاتنجبر بتعدد الطرق. ¶ ضعف القصة وبيان من ضعفها: هذه القصة ضعيفة جداً، ما من طريق إلا وفيه كلام شديد، ولذا أطلق غير واحد من العلماء ضعفها، من مثل: الإمام النووي: فإنه ذكر في (المجموع) (2/159)، وقال: (ولكن إسناد هذه القصة ضعيف ومنقطع). والإمام محمد بن عبد الهادي: ذكرها في (تنقيح التحقيق) (1/426) وقال عقبها: (رواه الدارقطني هكذا مرسلاً). وأسهب في بيان ضعف زمعة. والإمام السبكي: قال في (طبقات الشافعية الكبرى) (1/265): (قلت: ولم يخرَّج هذا الأثر في شيء من الكتب الستة). وقال أيضاً: (1/266) بعد أن أورده من طريق زمعة: (كذا رواه الدارقطني مرسلاً). ثم قال: (رواه- أي الدارقطني- من وجه آخر عن عكرمة عن ابن عباس متصلا). وقال: (وزمعة وشيخه سلِمة بن وهرام متكلَّم فيهما). وهذا ما تقتضيه الصنعة الحديثية، فإن طرقه كلها ضعيفة ومقطوعة، والحديث لا يتقوى بتعدد الطرق إن كان ضعفها شديداً، ولاسيما إن كانت فيه نكارة، كما في هذه القصة.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ووجه النكرة التي فيها: أن رسول الله - صلى الله عليه وسلم - وافق عبد الله بن رواحة على ما أوهم صنيعه زوجته من أن الأبيات التي قالها إنما هي من كلام الله عز وجل !! وهذا مما لا يمكن البتة، فالصحابة – فضلاً عن رسول الله - صلى الله عليه وسلم - ينزهون عن مثل هذا، فهم يقرأون قوله عز وجل: (ومن أظلم ممن افترى على الله الكذب وهو يدعى إلى الإسلام والله لا يهدي القوم الظالمين). فيستحيل في حقهم أن يوهموا الآخرين أن الله قال شيئاً، وهو –عز وجل- لم يقله، فكيف برسول الله؟! فواضع هذه القصة يزعم أن رسول الله - صلى الله عليه وسلم - ضحك لصنيع ابن رواحة لما فعل ذلك هذا لا يكون منه ألبتة، وإنما يكون ممن رق دينه، وطاش عقله، وزل فهمه. ويعجبني بهذا الصدد ما قاله السبكي في (طبقاته) (1/265) عقب هذه القصة، قال: (وقد اتفق نظير هذه الحكاية، فإن المدائني ذكر أن طائفاً من أهل خرسان لقي سكران بالكوفة، فأخذه وقال: أنت سكران؟ فأنكر، فقال: اقرأ حتى أسمع. فقال: ¶ ذكرَ القلبُ الرَّبابا بعدَ ما شابتْ وشابا ¶ أنَّ دينَ الحبِّ فَرضٌ لا ترى فيه ارتيابا ¶ فخلاّه، وقال: قاتلكم الله، ما أقرأكم للقرآن صحاةً وسكارى).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قلت: نعم؛ مثل هذه القصة تصدر من السكارى والماجنين، وإنها لبعيدة عن الأتقياء(¬1). وغل كل حال، فالقصة ضعيفة، ولا سيما الطرق التي فيها إقرار النبي - صلى الله عليه وسلم - لعبد الله بن رواحة على فرض وقوعها منه رضي الله عنه –وهو منزه عن كل ما يخرجه عن أدب المؤمنين فضلاً عن غير ذلك- ولهذا وضعناها في كتابنا، وإلا فقد يعتذر لصنيع ابن رواحة رضي الله عنه ! فقد أخرج ابن أبي الدنيا في (العيال) (2/770-771 رقم: 571) قال: ثنا محمد بن بكار ثنا حفص بن عمر عن إسماعيل بن أبي خالد عن الشعبي: ¶ ( ¶ ¬__________ ¶ (¬1) قال الشيخ الفقي في تعليقه على (الرد على الجهمية) لأبي سعيد الدارمي عقب هذه القصة: (لا شك عندي في أن هذه المسألة موضوعة، فإن صحابياً جليلا لا يكذب عمداً ويلبِّس القرآن).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أن عبد الله بن رواحة أصاب من جارية له فدَرَتْ به امرأته، وأخذت شفرة، ثم أتته، فوافقته حتى قام منها، قالت: أفعلتها يا ابن رواحة؟! قال: ما فعلت شيئاً. قالت: لتقرأن قرآناً، أو لأبعجنك بها. قال: ففكرت في قراءة القرآن، وأنا جنب، فهبت ذلك، وهي امرأة غيرَى، وبيدها شفرة ولا آمنها). ففعله هذا –لو صح- خوفاً على نفسه، وبعداً أن يقع في الهلكة، ولكن هذه الطريق ضعيفة أيضاً، وعلتها الانقطاع، فإن الشعبي لم يدرك عبد الله بن رواحة وحكم الشيخ محمد رشيد رضا في (فتاويه) (3/970/973). على القصة بالوضع حيث قال: (أما وجه حكمي بوضعها؛ فهو ما فيها من نسبة تعمد الكذب من صحابي من الأنصار الأولين الصادقين الصالحين، وتسميته الشعر قرآناً، أي: نسبته إلى الله عز وجل القائل فيه: (وما هو بقول شاعر) وإقرار النبي - صلى الله عليه وسلم - له على ذلك بالضحك الدال على الاستحسان كما صرح به في بعض الروايات، وقد صرح العلماء بأن من نسب إلى القرآن ما ليس منه كان مرتداً). أما الأبيات فنسبتها لعبد الله بن رواحة صحيحة والقصة ضعيفة) انتهى المراد من (قصص لا تثبت) (2/21/ إلى 44/ رقم 10)(¬1). ¶ ¬__________ ¶ (¬1) قال مشهور: وأنبه هنا على أمرين: الأول: نُسب الشعر المذكور لحسان بن ثابت أيضاً، وهذا يضعف القصة. أخرج نحو ذلك ابن أبي شيبة في (المصنف) (8/507) وأبو يعلى في المسند (5/61/رقم: 2653) وابن قدامة في (إثبات صفة العلو) (37) والذهبي في (العلو) (40) وهو مرسل، كما قال الذهبي في (العلو) و(السير) (2/519) والهيثمي في (المجمع) (1/24)..الثاني: لا يلزم من ضعف القصة أن هذه الأبيات لم يقلها ابن رواحة( وإنما الضعف كامن في المناسبة التي يروونها لها، قال ابن كثير في (لبداية والنهاية) (4/258): (ومما نقله البخاري من شعره- أي: عبد الله بن رواحة رضي الله عنه- في رسول الله - صلى الله عليه وسلم - : وسرد ما وقع من شعر في خبر زمعة – وانظر هذه الأبيات أيضاً في: (شواهد المغني) (290/291) و(جزء أحاديث الشعر) للحافظ عبد الغني المقدسي (رقم: 19)- قلت: أخرج البخاري في (صحيحه) كتاب التهجد: باب فضل من تعار من الليل فصلى (3/39/ رقم: 1155) بسنده إلى الهيثم بن أبي سنان أنه سمع أبا هريرة – - رضي الله عنه - وهو يقصُص في قصصه- وهو يذكر رسول الله - صلى الله عليه وسلم - : (إن أخاً لكم لا يقول الرفث)، يعني بذلك عبد الله بن رواحة: وساق الأبيات فحسب. وأخرج البخاري أيضاً في (صحيحه) كتاب الأدب: باب هجاء المشركين (10/546/ رقم: 6151) و(التاريخ الصغير) (1/49/50) والطبراني في (الكبير) – كما في (فتح الباري) (3/42)- وأحمد في (المسند) (3/451) والبيهقي في (الكبرى) (10/239) وغيرهم.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بتصرف يسير مني. ¶ ومما يتوكأ عليه القائلون بمنع مس المصحف لغير المتطهر، حديث: (إني كرهت أن أذكر الله عز وجل إلا على طهر، أو قال: على طهارة)(¬1). قال أبو الحسن القطان: (قال أبو الحسن بن سلمة: ثنا أبو حاتم، ثنا عبيد الله بن موسى، أنبأنا الأعمش فذكر نحوه(¬2). قال ابن ماجة: حدثنا إسماعيل بن محمد الطلحي، وأحمد بن سعيد الدارمي، قالا: روح بن عُبادة، عن سعيد، عن قتادة، عن الحسن، عن حضين بن المنذر بن الحارث بن وعْلة، أبي ساسان الرقاشي، عن المهاجر بن قُنفذ بن عمير بن جُذعان؛ قال: أتيت النبي وهو يتوضأ؛ فسلمت عليه فلم يرد علي السلام، فلما فرغ من وضوئه؛ قال: \"إنه لم يمنعني من أن أرد إليك، إلا أني كنت على غير وضوء\"). قوله: (إني كرهت)، لا (يدل على المنع من المس، بل ولا على الكراهة الشرعية، وغاية ما يدل عليه أنه لا تطيب نفسه - صلى الله عليه وسلم - إلا بأن يذكر الله تعالى وهو على طهارة، وقد كان - صلى الله عليه وسلم - لا يحب أشياء؛ لأنه لا يجد في نفسه ميلاً إليها؛ ولا رغبة فيها، وهي مشروعة مباحة، ويرى أصحابه يفعلونها، ولا ينكر عليهم شيئاً من ذلك، وهذا من الباب نفسه والله أعلم. ¶ ¬__________ ¶ (¬1) رواه أبو داود (17) والنسائي (1/34) وابن خزيمة (206) والدارمي (2/287) وأحمد (5/80) بسند صحيح. ¶ (¬2) -انظر: (زيادات أبي الحسن القطان على سنن ابن ماجة) (ص:44/45/رقم:18). وقال محققه: (السنن، كتاب الطهارة، باب: التشديد في البول (1/124/125). ورواه أبو داود في (سننه) من كتاب الطهارة، باب: الاستبراء من البول (1/26/27). والنسائي في الطهارة، باب: البول إلى السترة يستتر بها، (1/28)، وعبد الرحمن بن حسنة هو أخو شرحبيل ليس له في الكتب الستة سوى هذا الحديث الواحد، وحسنة أمهما، واسم أبيهما عبد الله بن المطاع، والحديث صحيح الإسناد إن سلم من عنعنة الأعمش).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ولئن سلمنا أن الكراهة شرعية، لكنها - مع ذلك- لا تعارض الجواز بحال، لذا قال الإمام ابن خزيمة في (صحيحه) (1/103) مبوِّباً على هذا الحديث: (باب استحباب الوضوء لذكر الله، وإن كان الذكر على غير وضوء مباحاً). ثم أورد حديث عائشة المتقدم مبوباً عليه بقوله: (باب ذكر الدليل على أن كراهية النبي - صلى الله عليه وسلم - لذكر الله على غير طهر كانت إذ الذكر على طهارة أفضل، لا أنه غير جائز أن يذكر الله على غير طهر، إذ النبي - صلى الله عليه وسلم - قد كان يذكر الله على كل أحيانه.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ولو أننا عدنا إلى النظر في حديث علي الذي يتخذه المانعون من مس الجنب القرآن أو تلاوته، لوجدنا فيه: (كان النبي - صلى الله عليه وسلم - يقضي حاجته ثم يخرج فيقرأ القرآن)، فكيف يجتمع لهم قولان ضدان، لدليلين في آن واحد معاً، إذ إن قوله تعالى: (لا يمسه إلا المطهرون)، يقضي - عندهم- بمنع مس المصحف لغير المتطهر، يستوي في ذلك المحدِثان من الحدثيْن الأصغر والأكبر، وما جاء في هذا الحديث من أنه - صلى الله عليه وسلم - كان يقضي حاجته، ثم يخرج فيقرأ القرآن، يقضي بجواز القراءة للمحدث، وهل كل من يقرأ القرآن يكون حافظاً للقرآن فيقرؤه عن ظهر قلب، لكي نقول: بأن القرآن شيء والمس شيء آخر؟! ثم هل عظمت صحائف المصحف إلا لما فيها من كلام الله سبحانه؟!فهل تُجَوَّز القراءة ويمنع المس؟! لا أحسب من يريد قراءة القرآن، وهو ليس حافظاً له، إلا أن له أن يقرأ بالنظر إلى المصحف(¬1)، وبالتالي مسه فلا فرق إذاً بين القراءتين، ومن يفرق بينهما يُعْوِزُه الدليلُ، ولا دليل! ولا يغيب عن بالنا حديث أبي هريرة المتقدم: (سبحان الله، إن المؤمن لا ينجس)(¬2). لما قاله النبي - صلى الله عليه وسلم - تعليماً لأبي هريرة وغيره، فهو يشمل كل ما يندرج تحته، كأن يذكر الله على كل أحيانه(¬3)، ¶ ¬__________ ¶ (¬1) ولاسيما والرسول - صلى الله عليه وسلم - رغب في القراءة في المصحف فقال: (من سره أن يحب الله ورسوله فليقرأ في المصحف)، أخرجه أبو نعيم في الحلية (7/209) وحسنه الألباني في (صحيح الجامع) (رقم: 2689)، وانظر الكلام عنه بتوسع في (السلسلة الصحيحة) (رقم: 2342)، ¶ (¬2) معناه: أن المسلم إذا أجنب أو أحدث لا يصير نجساً بهما، وإنما حكم التطهر للتعبد (بذل المجهود) (2/205). ¶ (¬3) وقد زعم بعض العلماء أن قول عائشة –رضي الله عنها-: (على كل أحيانه). يشمل حتى الكنف نقل ذلك القرطبي في تفسيره..وإن قصدوا حالة الضرورة فنعم، فلشيخنا العلامة محمد الزمزمي –رحمه الله- له رسالة بعنوان: (رفع الحرج والتعنيف عن الموظف الذي يضطر إلى الصلاة في الكنيف). والصلاة لا بد فيها من قراءة الفاتحة وما تيسر معها من القرآن. قال النووي: (وأما القراءة في الحمام فقد اختلف السلف في كراهيتها فقال جماعة منهم: لا يكره وهم: إبراهيم النخعي ومالك وهو قول عطاء، وقال جماعة: يكره وهم: علي بن أبي طالب، وجماعة من التابعين منهم: الشعبي والحسن البصري ومكحول. قال الشعبي: تكره القراءة في ثلاثة مواضع: في الحمامات، والحشوش، وبيوت الرحى وهي تدور. وقال أبو ميسرة: لا يذكر الله إلا في مكان طيب. قال الشيخ الألباني في (تمام المنة) (1/190): (حديث عائشة رضي الله عنها قالت: (كان رسول الله - صلى الله عليه وسلم - يذكر الله على كل أحيانه). رواه مسلم وأبو عوانة في (صحيحيهما)، فهو بعمومه يشمل حالة الجنابة وغيرها كما أن الذكر يشمل القرآن وغيرها. وقد كنت قديماً اعترضت على المؤلف لاحتجاجه بهذا الحديث، واحتججت عليه بنحو ما ذكرت هنا، ثم رد علي بأن الحافظ حسنه، فتعجبت وقتئذ كيف قدم تحسين الحافظ على تضعيف هؤلاء الأئمة، مع كون هذا التضعيف موافقاً لقواعد علم الحديث من رد حديث المختلط والمتغير؛ كما تقدم بيانه في المقدمة).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "جنباً كان أم غير جنب، من غير تحرج ولا تأثم، والذي تحرج منه أبو هريرة هو أن يسلم على النبي - صلى الله عليه وسلم - في حال الجنابة. ولو كان عدم التطهر مانعاً شرعياً من ذكر الله، لكانت الجنابة- ولا شك- أولى بالكراهة من الحدث الأصغر، وبمثل هذا نعلم أن كراهة النبي - صلى الله عليه وسلم - لرد السلام وهو غير متطهر ليست هي الكراهة الشرعية، بل من باب عدم الرغبة والميل للشيء المراد فعله. وإذ ذلك كذلك، فقد ثبت عند الذين منعوا غير الطاهر من المس جواز المس ... ولعل بعضهم يقول: إن التوفيق ممكن بين حديث عائشة: (اصنعي كل شيء). الحديث، وبين حديث: (لا يمس القرآن إلا طاهر)، بأن يكون المراد بـ: (طاهر) الطاهرَ طهارةً شرعية، وهو أول ما يتبادر إلى الذهن، فيكون المراد من حديث عائشة استثناءَ الصلاة والطواف، ويضاف إليهما مستثنىً ثالث، وهو مس القرآن، استُثني بهذا الحديث ( وهذا بعيد جداً، بل ولا يحسن أن يخطر بالبال، فإن حديث عائشة عام خصص بالاستثناء، ولو كان هناك أمر آخر حديثَ هذين لاستُثني، وهذا- ولا شيء سواه- ما تقتضيه قاعدة: (لا يجوز تأخير البيان عن وقت الحاجة). فيكون مراداً بحديث عائشة كل عبادة إلا عبادتي الصلاة والطواف لا غيرهما ... فإن قيل: لماذا حملتم معنى كلمة (طاهر) في حديث: (لا يمس القرآن إلا طاهر) على الإسلام، مع أنها تحتمل معنىً آخر ألا وهو الطهارة، بدليل قوله - صلى الله عليه وسلم - في حديث المسح على الخفين: (إني أدخلتهما طاهرتين)(¬1)( فالجواب من وجهين: أولاً: لعدم وجود دليل زائد يدل على أن المعنى المرادَ من هذا المشترَك اللغوي هو الطهارة ( هاهنا. ¶ ¬__________ ¶ (¬1) رواه البخاري (206) ومسلم 274/79).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ثانياً: وجود دليل زائد دل على أن المراد هنا بـ(طاهر) هو المسلم لا المتطهر، وهو حديث عائشة- رضي الله عنها- المتقدم: (كان يذكر الله على كل أحيانه) ... وهناك مسألة مهمة جداً يجدر أن تُعرف، وهي أن هذه الآية مكية، والقرآن لم يجمع في مصاحف في مكة، بل كان جمعه في مصحف واحد في المدينة، وبعد حروب الردة، فإذا كان سبب نزول هذه الآية هو حظرَ مس المصحف، الذي دون فيه، القرآن كاملاً، فهو غير متحقِّق قطعاً؛ لأن القرآن حين نزول هذه الآية لم يكن قد جمع في المصاحف، وإن كان المحظور هو مسَّ بعض القرآن الذي كان مدوناً أجزاءً متفرقةً في الرِّقاع وغيرها(¬1)، ¶ ¬__________ ¶ (¬1) أما حكم كتابة القرآن على الجدران: الجدران إما جدران مساجد، وإما جدران منازل وما شابهها.. فجدران المساجد اتفق الأئمة على كراهة كتابة شيء من القرآن عليها قالت المالكية: (إن كانت الكتابة في القبلة كرهت لأنها تشغل المصلي سواء كان المكتوب قرآناً أو غيره، ولا تكره فيما عدا ذلك). وقالت الشافعية: (يكره كتابة شيء من القرآن على جدران المسجد وسقوفه، ويحرم الاستناد لما كتب فيه من القرآن بأن يجعله خلف ظهره). وقالت الحنابلة: (تكره الكتابة على جدران المسجد وسقوفه، وإن كان فعل ذلك من مال الوقف حرم فعله). وقالت الحنفية: (لا ينبغي الكتابة على جدران المسجد خوفاً من أن تسقط وتهان بوطء الأقدام). وقد ساق القرطبي سنداً إلى عمر بن عبد العزيز أنه قال: (مر رسول الله بكتاب في أرض فقال لشاب من هذيل: (ما هذا؟) قال: من كتاب الله كتبه يهودي، فقال: لعن الله من فعل هذا.. لا تضعوا كتاب الله إلا موضعه). قلت: وفيه مقال، وقال محمد بن الزبير: (رأى عمر بن عبد العزيز ابناً له يكتب القرآن على حائط فضربه). أما في المنازل فممنوع أيضاً لأن القرآن لم ينزل ليعلق عن الجدران، أو عن أعناق المتبرجين والمتبرجات. وقد أطلت النفس على هذا في كتابي: (رفع الغشاوة في تحريم أخذ الأجرة عن التلاوة)..طبع في مكة المكرمة. 1415 اهـ",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "فإن المشركين على نجاستهم (إنما المشركون نجس) كانوا يمسون الكتب التي كان الرسول عليه الصلاة والسلام يرسلها إلى الملوك ورؤساء القبائل، وفيها الآية والآيتان، وفي اللغة يطلق الكل ويراد الجزء. ولا شك أن قوله تعالى: (لا يمسه إلا المطهرون) إن أريد به القرآن المدون في المصحف، فهو متناول الجزء اليسير منه، كالآية والآيتين، بل والكلمةَ الواحدةَ، ولو كان ذلك مراداً لما فات الرسولَ - صلى الله عليه وسلم - أن يجعل كتبه المرسلةَ إلى الملوك والرؤساء خاليةً من أي كلمة من القرآن، لكنه إذ لم يفعل ذلك –وهو أفصح من نطق بالضاد(¬1)- علمنا أن لا حظر على المشرك من مس القرآن في المصحف كله، أو بعضه، وإذ ذلك كذلك، فأولى أن لا يكون حظرٌ من مسه على المسلم إن كان جنباً. وأخيراً لا بد من التنبيه إلى أربعة أمور: الأول: أنه لا فرق في الحكم بالجواز بين قراءة الجنب للقرآن وبين مسه القرآن، إذ القرآن قبل أن يدون في السطور، فهو محفوظ في الصدور، والتفريق بينهما تفريق لا دليل عليه، وهل من كان القرآن في صدره لا يُعد ماساً له؟)(¬2) ¶ أدلة القائلين بجواز مس المصحف للجنب والحائض ودخول المسجد ¶ ¬__________ ¶ (¬1) أما حديث: (أنا أفصح من نطق بالضاد) فباطل كذا قال ابن كثير وغيره. لكن معناه صحيح. ¶ (¬2) وتمام الكلام: (وإذا لم يكن هذا مساً، فماذا يكون المس إذاً؟ وقد سبقت الإشارة إلى شيء من هذا). انتهى من رسالة (آية من كتاب الله تأويلها، لا يمسه إلا المطهرون) (ص 21/22/23/24/25/26/27/28). للأستاذ شقرة.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وكل ما ذكره المانعون من الأحاديث والآثار فهي ضعيفة غير مستقيمة أنكرها الحفاظ- أحاديث كلها مسلسلة بالضعفاء والكذابين والوضاعين- لا تساوي شربة ماء عند أهيل هذا الفن، وضعها من وضعها لينصر هواه ومذهبه، أما من ذهب إلى جواز مس المصحف للجنب والحائض وقراءة القرآن، ودخول المسجد فهم: المزني، وداود الظاهري، وابن حزم، والبخاري، ووالطبراني، وغيرهم كثير لأنه لم يصح عندهم شيء من الأحاديث الواردة في ذلك: أي في منع الجنب والحائض من القراءة، فمجموعها لا تقوم بها الحجة لأنها شديدة الضعف(¬1). والمجيز له أدلة كثيرة منها: (البراءة الأصلية مع الذين قالوا بجواز مس القرآن من المسلم الجنب، وليس في الباب نقل صحيح يجيز الخروج عنها)(¬2). ¶ ¬__________ ¶ (¬1) وقد أجاز قراءة القرآن للجنب والحائض –ومس المصحف- وقال به كل من: عمر بن الخطاب، وابن عباس، وسلمان الفارسي، وعلي بن أبي طالب، وعائشة، وأبي هريرة، وإبراهيم النخعي، وسعيد بن المسيب، وسعيد بن جبير، والحكم، ونصر الباهلي، وربيعة الرأي، وأبي مليكة، وداود الظاهري، والمزني، وابن حزم، والطبري، وابن المنذر، وغيرهم. ¶ (¬2) كما في (تمام المنة) (ص 116). قال هذا إثر قول شيخنا –سيد سابق-: (ولا مانع من مس ما اشتمل على آيات من القرآن كالرسائل وكتب التفسير والفقه وغيرها، فإن هذه لا تسمى مصحاً ولا تثبت لها حرمته). قال الشيخ الألباني: قلت: (هذا الجواب مبني على القول بحرمة مس المصحف من الجنب، والمصنف لم يذكر دليلاً عليه ههنا، ولكنه أشار في (فصل: ما يجب له الوضوء). أن الدليل هو قوله - صلى الله عليه وسلم - : (لا يمس القرآن إلا طاهر)، مع أنه صرح هناك أن لفظة (طاهر) مشترك يحتمل معاني شتى، وأنه لا بد من حمله على معنى معين من قرينة، ثم حمله هو على غير الجنب بغير قرينة، وقد رددنا عليه هناك بما فيه كفاية، وبينا المراد من الحديث هناك، وأنه لا يدل على تحريم مس القرآن على المؤمن مطلقاً. فراجعه..والبراءة الأصلية).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قال البخاري: قال إبراهيم: (لا بأس أن تقرأ الحائض الآية). فقراءة الجزء كقراءة الكل ولا فرق. ومن ادعى الفرق بين الجزء والكل فعليه الدليل، وهذا يكلفه مخ البعوضة. وعنه أيضاً قال: (الحائض والجنب يذكران الله ويسميا)-والقرآن من أفضل الذكر- رواه الدارمي في (المسند). (1/162/رقم 989/ رقم الترجمة 103).وقال الحكم: (إني لأذبح وأنا جنب. وقال الله تعالى: و لا تأكلوا مما لم يذكر اسم الله عليه). انظر (فتح الباري) (1/541). رقم باب (8).(ولم ير ابن عباس (بالقراءة للجنب بأساً). أخرجه البخاري عنه معلقاً في باب (باب تقضي الحائض المناسك كلها إلا الطواف بالبيت).كما في (الفتح) (1/485). أو في (1/541). ونقله عنه الشوكاني في (نيل الأوطار) (1/226). والصنعاني في (سبل السلام) (1/142). انظر: (الروض) (1/341).وقال أيضاً: (لا بأس أن يقرأ الجنب الآية ونحوها). وفي رواية: (الآية(¬1)والآيتين). عن نصر الباهلي قال: (كان ابن عباس يقرأ البقرة وهو جنب). وفي رواية: (يقرأ ورده وهو جنب). وقال سعيد بن جبير: كان ابن عباس وابن عمر (يقرآن أجزاءهما من القرآن بعد ما يخرجان من الخلاء قبل أن يتوضآ). رواه ابن أبي شيبة في (مصنفه) (1/98/رقم 1102). وعن الشيباني عن سعيد بن جبير قال: ¶ (ربما نزلت وأنا في السفر لأقضي حاجتي من الغائط والبول فما ألحق بأصحابي حتى أقرأ جزأً من القرآن قبل أن أتوضأ). رواه ابن أبي شيبة في (مصنفه) (1/99/ رقم: 1111). وفي رواية عن سعيد عن قتادة قال: ¶ ( ¶ ¬__________ ¶ (¬1) رواه ابن أبي شيبة في مصنفه (1/98/ رقم: 1092).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "خرج عمر من الخلاء فقرأ آية من كتاب الله فقيل له: أتقرأ وقد أحدثت قال: أفيقرأ ذلك مسيلمة). رواه ابن أبي شيبة في (مصنفه) (1/98/99/ رقم 1106). وعن أبي مجلز قال: (كنت أقرأ في المصحف فخرج أبي من الخلاء وقد (تعاييت) في آية فأذكرنيها). رواه ابن أبي شيبة في (مصنفه) (1/99/ رقم: 1112). فالسلف كانوا يقرءون القرآن بعد الخروج من المرحاض منهم جمع من الصحابة: ابن عباس، وعمر بن الخطاب، وابنه، وعمرو بن العاص، وابنه، وابن مسعود، وعلي بن أبي طالب، وعثمان بن عفان، وسلمان الفارسي، وأبو هريرة وغيرهم كثير رضي الله عنهم، ومن التابعين ابن سيرين، وعكرمة، وابن جبير، وابن المسيب، وقتادة، وعلي بن حسين، وعبد الله بن سلمة، وإبراهيم النخعي، وعلقمة، وسلمة بن كهيل، والأسود، والأعمش، وعبد الرحمن بن يزيد، وزيد بن معاوية، وابن نمير، ويزيد بن هارون، وعبدة بن سليمان، وسفيان، ومنصور، وشعبة، وليث، وطاووس. وغيرهم كثير. عن أيوب عن محمد أن عمر بن الخطاب: (قضى حاجته ثم أخذ يقرأ فقال له أبو مريم: لو توضأت يا أمير المؤمنين فقال له عمر: أمسيلمة أفتاك ذاك). رواه ابن أبي شيبة في (مصنفه) (1/98/رقم 1104/1105). وورد عن ابن عباس وسعيد بن المسيب، وسعيد بن جبير، -وإسناده عن هذا جيد كما سيأتي في كلام ابن حزم في المحلى- رواه حماد بن أبي سليمان قال: سألت سعيد بن جبير: (عن الجنب يقرأ القرآن؟ فلم ير به بأساً، وقال: أليس القرآن في جوفه؟). وفي رواية- عن سعيد بن المسيب- أنه سئل: (عن الجنب هل يقرأ القرآن؟ قال: وكيف لا يقرأه وهو في جوفه). (الروض النضير) (1/343). وقرن البغوي في (شرح السنة) (2/43). مع القائلين بالجواز عكرمة أيضاً كما في (تمام المنة) (ص 118). قال عمر بن عبيد الله سألت سعيد بن جبير: (يقرأ الحائض والجنب قال: الآية والآيتين). وورد مثله عن عمر بن عبد الله عن ابن مغفل كلاهما في (مصنف) ابن أبي شيبة (1/98/ رقم 1092).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قال ربيعة الرأي: (لا بأس أن يقرأ الجنب القرآن). (الروض النضير) (1/343). ¶ عن علي قال: (يقرأ الجنب والحائض الآية والآيتين ويمسان الدرهم الذي فيه اسم الله تعالى ويتناولان الشيء من المسجد). وهذا الأثر تضمن مسائل عدة منها: قراءة القرآن للجنب والحائض، ومنها: مس المصحف لهما، ومنها: دخول المسجد(¬1)، (والأثر صحيح) أنظره في (الأمالي) من طريق أبي خالد موقوفاً على علي كما في (الروض النضير) (1/339). ومنه حديث عائشة في صحيح مسلم (1/245). (وقد أرسل أبو وائل خادمه وهي حائض إلى أبي رزين فتأتيه بالمصحف فتمسكه بعِلاقته). وقد علق هذا الأثر البخاري في كتاب الحيض (3) من صحيحه ووصله ابن أبي شيبة بإسناد صحيح كما في (فتح الباري) (1/42). قالت عائشة –رضي الله عنها-: قال لي رسول الله عليه السلام: ¶ ( ¶ ¬__________ ¶ (¬1) وجوز الإمام أحمد، وإسحاق المكث في المسجد للجنب والحائض، ولكنهما اشترطا الوضوء لهما لدفع الحدث، وجوز المزني، وداود الظاهري، وابن جزم مطلقاً، والحق معهم لأن الأصل في هذه المسألة الإباحة، لعدم وجود قرينة أو دليل صارف لهذه الإباحية، -وهي: جواز مس المصحف، وقراءته، ودخول المسجد والمكث فيه للجنب والحائض- وجوز ابن عباس، وابن مسعود، وابن المسيب، وابن جبير، والحسن، ومالك، والشافعي، وغيرهم العبور فيه فقط.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ناوليني الخمرة من المسجد(¬1)، فقلت: إني حائض، فقال: إن حيضتك ليست في يدك). قال الشيخ الألباني –رحمه الله- في (الإرواء) (1/212/213/ رقم 194): أخرجه مسلم (1/168) وأبو عوانة (1/313) وأبو داود (261) والنسائي (1/52/53/68) والترمذي (1/241/242/134) والدارمي (1/197) وابن ماجة (632) والبيهقي (1/186/189) والطيالسي (1430) وأحمد (6/45/101/114/173/179/229). وزادوا جميعاً غير أبي داود والترمذي وابن ماجة: (فناولته إياها). ¶ ¬__________ ¶ (¬1) فلا يلتفت إلى ما قاله الفوزان في (المنتقى) (1/69/70). ولا إلى ما نقله عنه عبد العزيز بن ناصر في (القول المبين في معرفة ما يهم المصلين) (ص 582/583). ولا إلى ما قاله ابن باز وابن جبرين وابن عثيمين. ولا إلى ما قاله مخلوف في (فتاواه) (1/186/187/188) تحت عنوان: (حكم قراءة المحدث القرآن ومسه المصحف) و(حكم مس المحدِث المصحف).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقال الترمذي: (حديث حسن صحيح). الثانية: عن مسروق عنها به. أخرجه أبو عوانة. الثالثة: عن عبد الله البهي: حدثتني عائشة به نحوه. وزاد: (قالت: أراد أن يبسطها ويصلي عليها). أخرجه الدارمي (1/247) والطيالسي (1510) وأحمد (6/106/110/214/245) وسنده صحيح على شرط مسلم، وأدخل أحمد في رواية عبد الله بن عمر بينها وبين البهي، لكن فيه أبو إسحاق وهو السبيعي وكان اختلط. وللحديث شاهد عن منبوذ أن أمه أخبرته أنها: (بينما هي جالسة عند ميمونة زوج النبي - صلى الله عليه وسلم - إذ دخل عليها ابن عباس فقالت: مالك شعثاً؟ قال: أم عمار مرجّلتي حائض فقالت: أي بني وأين الحيضة من اليد؟! لقد كان النبي - صلى الله عليه وسلم - يدخل على إحدانا وهي متكئة حائض، وقد علم أنها حائض، فيتكئ عليها فيتلو القرآن(¬1)في حجرها، وتقوم وهي حائض فتبسط له الخمرة في مصلاه فيصلي عليها في بيتي، أي بني وأين الحيضة من اليد). أخرجه أحمد (6/331/334). ¶ ¬__________ ¶ (¬1) قال علي القاري في (مرقاة المفاتيح شرح مشكاة المصابيح) (2/247): (فيه دلالة على أن الحائض طاهرة حساً نجسة حكماً). فرد عليه صدقي العطار بقوله: (لا يصح أن نقول نجسة- لأن النبي - صلى الله عليه وسلم - قال لأبي هريرة (المؤمن لا ينجس) وقد تقدم). يقول جامع هذه الرسالة: لو كانت نجساً لما قال النبي - صلى الله عليه وسلم - (اصنعي كل شيء إلا النكاح) رواه مسلم. ولما قالت عائشة: (فيباشرني وأنا حائض) متفق عليه. وقالت: (كنت أشرب وأنا حائض، ثم أناوله النبي - صلى الله عليه وسلم - ، فيضع فاه على موضع فيَّ، فيشرب وأتعرق العرق، وأنا حائض، ثم أناوله النبي - صلى الله عليه وسلم - فيضع فاه على موضع في). رواه مسلم. بل قال علي القاري إثر هذا الحديث: (وهذا يدل على جواز مؤاكلة الحائض ومجالستها وعلى أن أعضاءها من اليد والفم وغيرهما ليست بنجسة، وأما ما نسب إلى أبي يوسف من أن بدنها نجس فغير صحيح).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "والنسائي (1/53) أو (1/176/ رقم: 272/ 174- باب بسط الحائض الخمرة في المسجد/1/223/رقم: 382/19- باب بسط الحائض الخمرة في المسجد). كما في (تحفة الأشراف) (18086). وإسناده حسن في الشواهد. وقال محقق السنن: (أخرجه النسائي في الحيض والاستحاضة الحديث رقم: (382) وأخرجه الإمام أحمد في المسند الأحاديث رقم: (26873/26874/26898) ط دار الفكر. وفي رواية عن أبي هريرة أنه قال: (بينا رسول الله - صلى الله عليه وسلم - في المسجد فقال: يا عائشة ناوليني الثوب، فقالت: إني حائض، فقال: إن حيضتك ليست في يدك، فناولته). أخرجه مسلم في كتاب الحيض (13) وأبو عوانة والنسائي في كتاب الحيض والاستحاضة (380/و والطهارة 270). والبيهقي وأحمد (2/428/9538). وعن نافع عن ابن عمر مثل حديث عائشة: أخرجه أحمد (2/86) بسند حسن في الشواهد. انتهى من (الإرواء) (1/213). وفي رواية قالت: قال النبي - صلى الله عليه وسلم - : (ناوليني الخمرة(¬1)من المسجد) فقلت: إني حائض. فقال: (إن حيضتك ليست في يدك). (رواه مسلم) كذا قال علي القاري في (المرقاة) (2/247). وكان علي بن حسين: (يقرأ القرآن بعد الحدث). رواه ابن أبي شيبة في مصنفه (1/99). وسئل عطاء عن الرجل يهريق الماء ويقرأ القرآن قال: يكون على طهر أحب إلي إلا أن يكون يقرأ للآية أو الشيء).رواه ابن أبي شيبة في (المصنف) (1/99). قال قتادة: (الجنب يذكر اسم الله). رواه الدارمي بسند حسن. (1/162/ رقم 997). ¶ ¬__________ ¶ (¬1) وهي بضم الخاء: سجادة صغيرة تعمل من سعف النخل، وتزين بالخيوط مأخوذة من التخمير بمعنى التغطية، فإنها تخمر موضع السجود أو وجه المصلى من الأرض قال ابن حجر: (من المسجد متعلق بناوليني، وحينئذ يحتمل أن المراد ادخلي المسجد فخذيها واعطني إياها). قوله (حيضتك): (بكسر الحاء وهي الحالة التي تكون عليها الحائض من التحيض والتجنب، وقد روي بالفتح وهي المرة من الحيض).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وعن أبي مليكة، أن عائشة: (كانت ترقي أسماء وهي عارك).أي: حائض. أخرجه في (المسند) أو (السنن) (الدارمي) (1/162/ رقم 996). قال أبو هريرة: ¶ (أربع لا يحرمن على جنب ولا حائض، سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر). ¶ رواه (الدارمي) (1/162/ رقم 1000). وإليكم ما قاله الأئمة في المسألة قديماً وحديثاً نبدأ بابن حزم:",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "1- قال الإمام ابن حزم –رحمه الله- في (المحلى) (1/94/95/96/97/98/99/ رقم 116- مسألة): (وقراءة القرآن والسجود فيه ومس المصحف وذكر الله تعالى جائز، كل ذلك بوضوء وبغير وضوء وللجنب والحائض. برهان ذلك أن قراءة القرآن والسجود فيه ومس المصحف وذكر الله تعالى أفعال خير مندوب إليها مأجور فاعلها؛ فمن ادعى المنع فيها في بعض الأحوال كلف أن يأتي بالبرهان. فأما قراءة القرآن فإن الحاضرين من المخالفين موافقون لنا في هذا لمن كان على غير وضوء؛ واختلفوا في الجنب والحائض. فقالت طائفة: لا تقرأ الحائض ولا الجنب شيئاً من القرآن، وهو قول روي عن عمر بن الخطاب وعن علي بن أبي طالب رضي اله عنهما وعن غيرهما كالحسن البصري وقتادة والنخعي وغيرهم(¬1)وقالت طائفة: أما الحائض فتقرأ ما شاءت من القرآن. وأما الجنب فيقرأ الآيتين ونحوها وهو قول مالك وقال بعضهم: لا يتم الآية، وهو قول أبي حنيفة. فأما من منع الجنب من القراءة شيء من القرآن، فاحتجوا بما رواه عبد الله بن سلِمة عن علي بن أبي طالب - رضي الله عنه - : ( أن رسول الله - صلى الله عليه وسلم - لم يكن يحجزه عن القرآن شيء ليس الجنابة). ¶ ¬__________ ¶ (¬1) وقول ابن حزم: (روي) بصيغة التمريض ليشير إلى أنه لا يصح عنهم وهو كذلك. وقد سبق القول عنهم بالجواز.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وهذا لا حجة لهم فيه لأنه ليس فيه نهي عن أن يقرأ الجنب القرآن، وإنما هو فعل منه عليه السلام لا يلزم، ولا بين عليه السلام أنه إنما يمتنع من قراءة القرآن من أجل الجنابة، وقد يتفق له عليه السلام ترك القراءة في تلك الحال ليس من أجل الجنابة وهو عليه السلام لم يصم قط شهراً كاملا غير رمضان، ولم يزد قط في قيامه على ثلاث عشر ركعة، ولا أكل قط على خوان، ولا أكل متكئا أفيحرم أن يصام شهر كامل غير رمضان أو أن يجتهد المرء بأكثر من ثلاث عشر ركعة(¬1)أو أن يأكل على خوان أو أن يأكل متكئاً؟ هذا لا يقولونه، ومثل هذا كثير جداً. وقد جاءت آثار في نهي الجنب ومن ليس على طهر عن أن يقرأ شيئا من القرآن، ولا يصح منها شيء، وقد بينا ضعف أسانيدها في غير موضع، ولو صحت لكانت حجة على من يبيح له قراءة الآية التامة أو بعض الآية، لأنها كلها نهي عن القراءة للجنب جملة. وأما من قال يقرأ الجنب الآية أو نحوها، أو قال لا بتم الآية، أو أباح للحائض ومنع الجنب فأقوال فاسدة، لأنها دعاوى لا يعضدها دليل لا من قرآن ولا من سنة صحيحة ولا سقيمة. ولا من إجماع ولا من قول صاحب ولا من قياس ولا رأي سديد لأن بعض الآية والآية قرآن بلا شك، ولا فرق بين أن يباح له(¬2) ¶ ¬__________ ¶ (¬1) الأفضل أن يقتصر المصلي في التراويح على ما ورد في السنة وهي: (13) ركعة كما قال الشيخ الألباني خلافاً للصابوني والأنصاري وغيرهما. حيث صححوا أثر (20) ركعة. وقد رد عنهما الشيخ الألباني في غير ما موضع من كتبه، وبين أن أثر (20) ركعة ضعيف. ¶ (¬2) أي: للجنب والحائض. انظر ما قال النووي في (المجموع) (2/188). والشوكاني في (النيل) (1/226). وابن قدامة في (المغني) (1/143). وإن أردت العجب فاعجب بقول الإمام مالك: (للحائض القراءة دون الجنب لأن أيامها تطول فإن منعناها من القراءة نسيت)..ما هو الدليل على هذا التخصيص الله أعلم؟ ويا ترى الجنب إذا لم يجد الماء مدة شهر هل يباح له ذلك بدعوى طول المدة الله أعلم؟ والذي أدين الله به: أن الجنب والحائض لهما أن يمسا المصحف بله القراءة.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "آية أو أن يباح له أخرى، أو بين أن يمنع من آية أو يمنع من أخرى، وأهل هذه الأقوال يشنعون مخالفة الصاحب الذي لا يعرف له مخالف، وهم قد خالفوا هاهنا عمر ابن الخطاب وعلي بن أبي طالب وسلمان الفارسي، ولا يعرف لهم مخالف من الصحابة - رضي الله عنهم - .وأيضاً فإن الآيات ما هو كلمة واحدة مثل (والضحى) و (مدهامتان) و (العصر) و (والفجر) ومنها كلمات كثيرة كآية الدين فإذ لا شك في هذا. فإن في إباحته له قراءة آية الدين والتي بعدها أو آية الكرسي أو بعضها ولا يتمها، ومنعهم إياه من القراءة (والفجر وليال عشر والشفع والوتر) أو منعهم له من إتمام (مدهامتان) لعجباً. وكذلك تفريقهم بين الحائض والجنب بأن أمد الحائض يطول، فهو محال؛ لأنه إن كانت قراءتها للقرآن حراماً فلا يبيحه لها طول أمدها، وإن كان ذلك لها حلالاً فلا معنى للاحتجاج بطول أمدها. حدثنا محمد بن سعيد بن نبات ثنا عبد الله بن نصر عن قاسم بن أصبغ عن محمد بن وضاح عن موسى بن معاوية ثنا وهب عن يونس بن يزيد عن ربيعة قال: (لا بأس أن يقرأ الجنب القرآن). وبه إلى موسى بن معاوية ثنا يوسف بن خالد السمتي ثنا إدريس عن حماد قال: سألت سعيد ابن المسيب (عن الجنب هل يقرأ القرآن؟ فقال: وكيف لا يقرؤه وهو في جوفه). وبه إلى يوسف السمتي عن نصر الباهلي قال: (كان ابن عباس يقرأ البقرة وهو جنب). أخبرني محمد بن سعيد بن نبات ثنا أحمد بن عون الله ثنا قاسم ابن أصبغ ثنا محمد بن عبد السلام الخشني ثنا محمد بن بشار ثنا غندر ثنا شعبة عن حماد بن أبي سليمان قال: سألت سعيد بن جبير: (عن الجنب يقرأ فلم ير به بأساً وقال: أليس في جوفه القرآن؟). وهو قول داود وجميع أصحابنا.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وأما سجود القرآن فإنه ليس صلاة أصلاً، لما حدثناه عبد الله بن ربيع ثنا محمد بن معاوية ثنا أحمد بن شعيب ثنا محمد بن بشار ثنا عبد الرحمن بن مهدي ومحمد بن جعفر قالا: ثنا شعبة عن يعلى بن عطاء أنه سمع علياً الأزدي- وهو علي بن عبد الله البارقي ثقة- أنه سمع ابن عمر يقول عن رسول الله - صلى الله عليه وسلم - ، أنه قال: (صلاة الليل والنهار مثنى مثنى)(¬1)وقد صح عنه عليه السلام أنه قال: (الوتر ركعة من آخر الليل).فصح أن ما لم يكن ركعة تامة أو ركعتين فصاعداً فليس صلاة، والسجود في قراءة القرآن ليس ركعة ولا ركعتين فليس صلاة، وإذ ليس هو صلاة فهو جائز بلا وضوء، وللجنب وللحائض وإلى غير القبلة كسائر الذكر ولا فرق؛ إذ لا يلزم الوضوء إلا للصلاة فقط، إذ لم يأت بإيجابه لغير الصلاة قرآن ولا سنة ولا إجماع ولا قياس. فإن قيل إن السجود من الصلاة، وبعض الصلاة صلاة. قلنا –وبالله تعالى التوفيق: هذا باطل، لأنه لا يكون بعض الصلاة صلاة إلا إذا تمت كما أُمر بها المصلي، ولو أن امرأً كبر وركع ثم قطع عمداً لما قال أحد من أهل الإسلام إنه صلى شيئاً؛ بل يقولون كلهم لم يصلِّ؛ فلو أتمها ركعة في الوتر أو ركعتين في الجمعة والصبح والسفر والتطوع لكان قد صلى بلا خلاف. ثم نقول لهم: إن القيام بعض الصلاة والتكبير بعض الصلاة وقراءة أم القرآن بعض الصلاة والجلوس بعض الصلاة، والسلام بعض الصلاة؛ فيلزمكم على هذا أن لا تجيزوا لأحد أن يقول ولا يكبر ولا يقرأ أم القرآن ولا يجلس ولا يسلم إلا على وضوء؛ فهذا ما لا يقولونه؛ فبطل احتجاجهم؛ وبالله تعالى التوفيق. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب التهجد من صحيحه (3/16- الفتح) وفي المساجد، وفي الوتر، ومسلم في صلاة المسافرين (749). بدون زيادة (والنهار) ومن أراد زيادة التخريج بطول نفس فليرجع لحاشية المحلى (2/83/84). تحقيق عبد الغفار سليمان البنداري.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فإن قالوا: هذا إجماع؛ قلنا لهم: قد أقررتم بصحة الإجماع على بطلان حجتكم وإفساد علتكم وبالله تعالى التوفيق. وأما مس المصحف فإن الآثار التي احتج بها من لم يجز للجنب مسه فإنه لا يصح منها شيء؛ لأنها إما مرسلة وإما صحيفة لا تُسند وإما عن مجهول وإما عن ضعيف، وقد تقصيناها في غير هذا المكان. وإنما الصحيح ما حدثناه عبد الله بن ربيع قال ثنا محمد بن أحمد ابن مفرج نا سعيد بن السكن ثنا الفربري ثنا البخاري ثنا الحكم بن نافع ثنا شعيب عن الزهري أخبرني عبيد الله بن عبد الله بن عتبة أن ابن عباس أخبره أن أبا سفيان أخبره أنه كان عند هرقل فدعا هرقل بكتاب رسول الله - صلى الله عليه وسلم - الذي بعث(¬1)به دحية إلى عظيم بصرى، فدفعه إلى هرقل فقرأه؛ فإذا فيه: (بسم الله الرحمن الرحيم؛ من محمد عبد الله ورسوله إلى هرقل عظيم الروم. ¶ ¬__________ ¶ (¬1) أي: أرسل، لأن البعث يطلق في اللغة على معان سبعة: 1- الإحياء دليله قوله تعالى: (ثم بعثناكم من بعد موتكم لعلكم تشكرون). وقال: (فأماته الله مائة عام ثم بعثه). 2- اليقظة من النوم دليله قوله تعالى: (ثم يبعثكم فيه ليقضى أجل مسمى). 3- التسليط دليله قوله تعالى: (بعثنا عليكم عباداً لنا). أي: سلطنا عليكم. 4- الإلهام دليله قوله تعالى: (فبعث الله غراباً) أي: فألهم الله غراباً. 5- النصب والبيان دليله قوله تعالى: (فابعثوا حكماً من أهله). أي: انصبوا حكماً وقال: (بعث لكم طالوت ملكاً). أي: نصب وبين موضعه 6- النشور من القبور دليله قوله تعالى: (وأن الله يبعث من في القبور). أي: يحشر وينشر7- الإرسال كما هنا دليله قوله تعالى: (هو الذي بعث في الأميين رسولاً منهم). أي: أرسل رسولاً من جنس العرب. إلا أن البعث أعم من الإرسال لأن الإرسال لا يكون إلا برسالة وما يجري مجراها بخلاف البعث فإنه يكون بها وبدونها.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "سلام على من اتبع الهدى (أما بعد)(¬1): فإني أدعوك بدعاية الإسلام، أسلم تسلم يؤتك الله أجرك مرتين فإن توليت فإن عليك إثم الأريسيين و(يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئاً ولا يتخذ بعضنا بعضاً أرباباً من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون)(¬2)فهذا رسول الله - صلى الله عليه وسلم - قد بعث كتاباً وفيه هذه الآية إلى النصارى وقد أيقن أنهم يمسون ذلك الكتاب. فإن ذكروا ما حدثناه عبد الله بن ربيع ثنا محمد بن معاوية ثنا أحمد بن شعيب ثنا قتيبة بن سعيد ثنا الليث عن نافع عن ابن عمر قال: (كان ينهى النبي - صلى الله عليه وسلم - أن يسافر بالقرآن إلى أرض العدو يخاف أن يناله العدو)(¬3) ¶ ¬__________ ¶ (¬1) أخرجه البخاري (باب كيف كان بدء الوحي إلى رسول الله - صلى الله عليه وسلم - 1/5/7). من حاشية المحلى (1/97). ¶ (¬2) سورة آل عمران، الآية: (64). ¶ (¬3) أخرجه مسلم في صحيحه كتاب الإمارة. قال محمد إبراهيم: (لماذا نهى النبي - صلى الله عليه وسلم - عن السفر بالمصحف إلى بلاد المشركين، فإن الخشية من إهانة المصحف- ولا شك- قائمة، أما إذا أمنت هذه الخشية، وزالت، فحينئذ لا يكون هناك مانع يمنع من السفر به إلى بلاد المشركين- ولا أدل على ذلك مما نراه في بلاد المسلمين من تجرؤ بعض من يتسمون بأسماء إسلامية (() على إهانة كتاب الله بالطعن عليه، والتنقيص من قدْره، والطعن على المنزل عليه وسبه، وكذا الطعن على الذات الإلهية وشتمها- وقد علمنا حاجة الدعوة القائمة في بلاد المشركين إلى كل شيء شرعي يعين الدعاة على حمل الدعوة وإبلاغها الناس، على وجه صحيح يقرِّب الإسلام إليهم، ويقنعهم بعقيدته وأحكامه، إذ ليس أضر على الإسلام من دعاة يدعون الناس إليه، وهم في حاجة قبل غيرهم إلى الفقه والبصَر بالدعوة ووسائلها التي تؤهلهم لحملها). انتهى من رسالته (لا يمسه إلا المطهرون) (ص 13)..",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وقال أيضاً في (المحلى) (1/400/401/402/ رقم المسألة 262): (وجائز للحائض والنفساء أن يتزوجا وأن يدخلا المسجد وكذلك الجنب؛ لأنه لم يأت نهي عن شيء من ذلك، وقد قال رسول الله - صلى الله عليه وسلم - : (المؤمن لا ينجس)(¬1). وقد كان أهل الصفة يبيتون في المسجد بحضرة رسول الله - صلى الله عليه وسلم - وهم جماعة كثيرة ولا شك في أن فيهم من يحتلم، فما نهوا قط عن ذلك. ¶ وقال قوم: لا يدخل المسجد الجنب والحائض إلا مجتازين، هذا قول الشافعي وذكروا قول الله تعالى: (يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى حتى تعلموا ما تقولون ولا جنباً إلا عابري سبيل حتى تغتسلوا)(¬2)فادعوا أن زيد بن أسلم أو غيره قال معناه: لا تقربوا مواضع الصلاة. قال علي: ولا حجة في قول زيد، ولو صح أنه قاله لكان خطأً منه، لأنه لا يجوز أن يظن أن الله تعالى أراد أن يقول: لا تقربوا مواضع الصلاة فيلبس علينا فيقول: (لا تقربوا الصلاة). وروي أن الآية في الصلاة نفسها عن علي بن أبي طالب وابن عباس وجماعة. وقال مالك: لا يمرا فيه أصلاً؛ وقال أبو حنيفة وسفيان: لا يمرا فيه؛ فإن اضطرا إلى ذلك تيمما ثم مرا فيه. ¶ ¬__________ ¶ (¬1) رواه البخاري (1/80/81) ومسلم (1/194) وأبو عوانة (1/275) وأبو داود (231) والنسائي (1/51) والترمذي (1/207/208- طبع أحمد شاكر) وابن ماجة (534) والطحاوي (1/7) وأحمد (2/235/382/471) من طريق أبي رافع ... انظر (الإرواء) (1/193/194/ رقم: 174). ¶ (¬2) سورة النساء، الآية: (43).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "واحتج من منع ذلك بحديث رويناه من طريق أفلت بن خليفة عن جسرة بنت دجاجة عن عائشة: (أن رسول الله - صلى الله عليه وسلم - قال لأصحابه: (وجهوا(¬1)هذه البيوت عن المسجد فإني لا أحل المسجد لحائض ولا جنب)(¬2). وآخر رويناه من طريق ابن أبي غنيمة عن أبي الخطاب الهجري عن محدوج الهذلي عن جسرة بنت دجاجة حدثتني أم سلمة: (أن رسول الله نادى بأعلى صوته: ألا إن هذا المسجد لا يحل لجنب ولا حائض(¬3)إلا للنبي وأزواجه وعلي وفاطمة). وخبر آخر رويناه عن عبد الوهاب عن عطاء الخفاف عن أبي غنية عن إسماعيل عن جسرة بنت دجاجة عن أم سلمة؛ قال رسول الله - صلى الله عليه وسلم - : (هذا المسجد حرام على كل جنب من الرجال وحائض من النساء إلا محمداً وأزواجه وعلياً وفاطمة). وخبر آخر رويناه من طريق محمد بن الحسن بن زبالة عن سفيان بن حمزة عن كثير بن زيد عن المطلب بن عبد الله : (أن رسول الله - صلى الله عليه وسلم - لم يكن أذن لأحد أن يجلس في المسجد ولا يمر فيه وهو جنب إلا علي ابن أبي طالب). قال علي: وهذا كله باطل: أما أفلت فغير مشهور ولا معروف بالثقة؛ وأما محدوج فساقط يروي المعضلات عن جسرة، وأبو الخطاب الهجري مجهول، وأما عطاء الخفاف فهو عطاء بن مسلم منكر الحديث؛ وإسماعيل مجهول؛ ومحمد بن الحسن مذكور بالكذب؛ وكثير ابن زيد مثله، فسقط كل ما في هذا الخبر جملة. ¶ ¬__________ ¶ (¬1) قال الخطابي: (وجوه البيوت: أبوابها، ومعناه: اصرفوا أبواب عن المسجد). كما في (شرح السنة) (2/45/46). و(دلائل الأحكام) (1/217/ رقم 127). ¶ (¬2) أخرجه أبو داود في الطهارة (1/60/ رقم 232). (92 باب). والبيهقي (2/442). وابن كثير (2/274). كلهم بسند ضعيف. ¶ (¬3) أخرجه ابن ماجة (645) وجاء في (اللآلئ المصنوعة) (1/183). و(المطالب العالية) (193).",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "حدثنا عبد الرحمن بن عبد الله ثنا إبراهيم بن أحمد ثنا الفربري ثنا البخاري ثنا عبيد بن إسماعيل ثنا أبو أسامة عن هشام بن عروة عن أبيه عن عائشة أم المؤمنين: (أن وليدة سوداء كانت لحي من العرب فأعتقوها فجاءت إلى رسول الله - صلى الله عليه وسلم - فأسلمت فكان لها خباء في المسجد أو حفش). قال علي: فهذه امرأة ساكنة في مسجد النبي - صلى الله عليه وسلم - والمعهود من النساء الحيض فما منعها عليه السلام من ذلك ولا نهى عنه؛ وكل ما لم ينه عليه السلام عنه فمباح وقد ذكرنا عن رسول الله - صلى الله عليه وسلم - قوله: (جعلت لي الأرض مسجداً وطهوراً). ولا خلاف في أن الحائض والجنب مباح لهما جميع الأرض؛ وهي مسجد، فلا يجوز أن يخص بالمنع من بعض المساجد دون بعض؛ ولو كان دخول المسجد لا يجوز للحائض لأخبر بذلك عليه السلام عائشة، إذ حاضت فلم ينهها إلا عن الطواف بالبيت فقط؛ ومن الباطل المتيقن أن يكون لا يحل لها دخول المسجد فلا ينهاها عليه السلام عن ذلك ويقتصر على منعها من الطواف. وهذا قول المزني وداود وغيرهما وبالله التوفيق).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "2- قال شيخ الإسلام في (مجموع الفتاوى) (26/191): (وإنما تنازعوا في قراءة القرآن، وليس في منعها(¬1)من القرآن والسنة أصلاً، فإن قوله: (لا تقرأ الحائض، ولا الجنب شيئاً من القرآن)(¬2). حديث ضعيف. باتفاق أهل المعرفة بالحديث، وبين سبب ضعفه، ثم قال: وقد كان النساء يحضن على عهد رسول الله - صلى الله عليه وسلم - فلو كانت القراءة محرمة عليهن كالصلاة لكان هذا مما بينه النبي - صلى الله عليه وسلم - لأمته، وتعلمه أمهات المؤمنين، وكان ذلك مما ينقلونه إلى الناس، فلما لم ينقل أحد عن النبي - صلى الله عليه وسلم - في ذلك نهياً، لم يجز أن تجعل حراماً، مع العلم أنه لم ينه عن ذلك، وإذا لم ينه عنه مع كثرة الحيض في زمنه علم أنه ليس بمحرم). ¶ ¬__________ ¶ (¬1) يعني – رحمه الله-: (الحائض). ¶ (¬2) انظر تخريجه بطول نفس في كتاب (النافلة في الأحاديث الضعيفة والباطلة) (2/147/148/149/150/151/ رقم: 150). للأخ أبي إسحاق الحويني.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "3- قال ابن القيم: (قول الله تعالى جل ذكره: (لا يمسه إلا المطهرون) والصحيح في الآية: أن المراد به: الصحف التي بأيدي الملائكة لوجوه عديدة. منها: أنه وصفه بأنه مكنون، والمكنون المستور عن العيون، وهذا إنما هو في الصحف التي بأيدي الملائكة. ومنها: أنه قال: (لا يمسه إلا المطهرون) وهم الملائكة، ولو أراد المؤمنين المتوضئين لقال: لا يمسه إلا المتطهرون، كما قال تعالى: (إن الله يحب التوابين ويحب المتطهرين) فالملائكة مطهرون، والمؤمنون المتوضئون متطهرون. ومنها: أن هذا إخبار، ولو كان نهياً لقال: لا يمسَسْه، بالجزم. والأصل في الخبر، أن يكون خبراً صورة ومعنىً. ومنها: أن هذا رد على من قال: إن الشيطان جاء بهذا القرآن، فأخبر تعالى أنه في كتاب مكنون لا تناله الشياطين، ولا وصول لها إليه، كما قال تعالى في آية الشعراء(وما تنزلت به الشياطين وما ينبغي لهم وما يستطيعون إنهم عن السمع لمعزولون). وإنما تناله الأرواح المطهرة، وهم الملائكة. ومنها: أن هذا نظير الآية التي في سورة عبس به (فمن شاء ذكره في صحف مكرمة مرفوعة مطهرة، بأيدي سفرة كرام بررة) قال مالك في موطئه: (أحسن ما سمعت في تفسير قوله: (لا يمسه إلا المطهرون) أنها مثل هذه الآية في سورة عبس. ومنها: أن الآية مكية، في سورة مكية، تتضمن تقرير التوحيد، والنبوة والمعاد، وإثبات الصانع، والرد على الكفار، وهذا المعنى أليق بالمقصود من فرع عملي، وهو حكم مس المحدث المصحف. ومنها: لو أريد به الكتاب الذي بأيدي الناس لم يكن في الإقسام على ذلك بهذا القسم العظيم كثير فائدة، ومن المعلوم أن كل كلام فهو قابل لأن يكون في كتاب، حقاً أو باطلاً، بخلاف ما إذا وقع القسم على أنه في كتاب مصون مستور عن العيون عند الله، لا يصل إليه شيطان، ولا ينال منه، ولا يمسه إلا الأرواح الطاهرة الزكية. فهذا المعنى أليق وأجل وأخلق بالآية بلا شك.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فسمعت شيخ الإسلام ابن تيمية قدس الله روحه يقول: لكن تدل الآية وإشارتها على أنه لا يمس المصحف إلا طاهر. لأنه إذا كانت تلك الصحف لا يمسها إلا المطهرون، لكرامتها على الله. فهذه الصحف أولى أن لا يمسها إلا طاهر)(¬1) ¶ ¬__________ ¶ (¬1) مدارج السالكين (2/321) و (التفسير القيم) (ص 483). كلاهما لابن القيم. قال محقق (التفسير القيم): (وفي قول شيخ الإسلام رحمه الله نظر. فإنه ليس سياق الآية على النهي والتشريع وإنما سياقها لبيان الحقيقة الواقعية، التي لا يمكن أن تتحول ولا تبطل. فلا يمكن الاستدلال بها ولا بغيرها من الآيات على لزوم الطهارة لمس المصحف والله أعلم). والحق مع المحقق. تأمل.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "4- قال الحافظ ابن حجر في (الفتح) (1/486) أو في (1/542): (والأحسن ما قاله ابن رشيد تبعاً لابن بطال وغيره: أن مراده الاستدلال على جواز قراءة الحائض والجنب بحديث عائشة –رضي الله عنها- لأنه - صلى الله عليه وسلم - لم يستثن من جميع مناسك الحج إلا الطواف، وإنما استثناه لكونه صلاة مخصوصة، وأعمال الحج مشتملة على ذكر وتلبية ودعاء، ولم تمنع الحائض من شيء من ذلك، فكذلك الجنب لأن حدثها أغلظ من حدثه(¬1)، ومنع القراءة إن كان لكونه ذكر الله فلا فرق بينه وبين ما ذكر، وإن كان تعبداً فيحتاج إلى دليل خاص، ولم يصح عند المصنف(¬2)شيء من الأحاديث الواردة في ذلك، وإن كان مجموع ما ورد في ذلك تقوم به الحجة)(¬3). ¶ ¬__________ ¶ (¬1) لعله يريد العكس. ¶ (¬2) يعني: الإمام البخاري. لأنه –رحمه الله- يرى جواز قراءة القرآن للجنب والحائض -بدليل ما جاء في الترجمة: (8- باب تقضي الحائض المناسك كلها إلا الطواف بالبيت). وفقهه يؤخذ من تراجمه كما قال الأئمة، بل وبالغ بعضهم فقال: (تراجم البخاري كلها بكرة لم يفتضها أحد). كما سمعنا ذلك من بعض مشايخنا- حفظهم الله. ¶ (¬3) كلا والله لا تقوم به الحجة، ولا من قبيل الحسن بل هو من قبيل الضعيف باعتراف الحافظ نفسه- كما في التقريب- انظر: (تمام المنة ... ). (ص 116/117). و(الإرواء) (1/211).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "5- قال الإمام الصنعاني في (سبل السلام) (1/110) بعد أن تكلم على حديث: (لا يمس القرآن إلا طاهر)(¬1): (ولكنه يبقى النظر في المراد من الطاهر فإنه لفظ مشترك: يطلق على 1- الطاهر من الحدث الأكبر 2- والطاهر من الحدث الأصغر 3- ويطلق على المؤمن 4- وعلى من ليس على بدنه نجاسة، ولا بد لحمله على معين من قرينة، ثم قال: أما قوله تعالى: (لا يمسه إلا المطهرون)(¬2)فالأوضح أن الضمير للكتاب المكنون الذي سبق ذكره في صدر الآية، وأن المطهرون هم الملائكة). وقد قال ابن حزم كما سبق آنفاً: (وأما مس المصحف فإن الآثار التي احتج بها من لم يجز للجنب مسه فإنه لا يصح منها شيء؛ لأنها إما مرسلة وإما صحيفة لا تُسند وإما عن مجهول وإما عن ضعيف، وقد تقصيناها في غير هذا المكان ... ). ¶ ¬__________ ¶ (¬1) قال الألباني –رحمه الله-: (والمراد: عدم تمكين المشرك من مسه، فهو كحديث: (نهى عن السفر بالقرآن إلى أرض العدو)، من غير ضرورة). انظر: (تمام المنة) (1/107). و(آية من كتاب الله وتأويلها لا يمسه إلا المطهرون) (ص 8) وحديث النهي عن السفر بالقرآن إلى أرض العدو، رواه البخاري في صحيحه (6/93- الفتح) ومسلم (1869). عن ابن عمر. ¶ (¬2) قال البخاري في صحيحه كتاب التفسير (9/702/ الفتح): (مطهرة لا يمسها إلا المطهرون وهم الملائكة ... جعل الملائكة والصحف مطهرة لأن الصحف يقع عليها التطهير، فجُعل التطهير لمن حملها).",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "قلت: ومن أدلة القائلين بجواز مس المصحف وقراءة القرآن للجنب والحائض، والدخول للمسجد حديث أبي هريرة – بل وحذيفة- أنه قال: (إن النبي - صلى الله عليه وسلم - لقيه في بعض طرق المدينة وهو جنب. قال: فانخنست منه، فذهبت فاغتسلت، ثم جئت فقال: (أين كنت يا أبا هريرة؟) قال: قلت: كنت جنباً، فكرهت أن أجالسك وأنا على غير طهارة. فقال: (سبحان الله( إن المسلم –أو المؤمن- لا ينجس)(¬1)وحديث عائشة –رضي الله عنها- أن رسول الله - صلى الله عليه وسلم - : (كان يذكر الله على كل أحيانه)(¬2). وبُوِّب عليه في الصحيح (1/282): (باب ذكر الله تعالى في حال الجنابة وغيرها). وليس من شك أن قراءة القرآن من أهم الذكر. ولذلك بوب ابن خزيمة له في (صحيحه) (1/104). بقوله: (باب الرخصة في قراءة القرآن –وهو أفضل الذكر- على غير وضوء). وأثر ابن عباس، -(أنه لم ير بالقرآن للجنب بأساً)(¬3)قال البخاري في صحيحه (57- باب نوم المرأة في المسجد). ثم ساق سنداً إلى عائشة: (أن وليدة كانت سوداء لحي من العرب فأعتقوها فكانت معهم ... فأسلمت قالت عائشة: فكانت لها خباء في المسجد، أو حِفش). كما في (الفتح) (2/101). ¶ ¬__________ ¶ (¬1) رواه البخاري (رقم ح 283). ومسلم (رقم ح 257). ¶ (¬2) أخرجه مسلم (1/282). وأبو داود (1/4). والترمذي (2/244- طبع بولاق). وابن ماجة (1/129). وكذا أبو عوانة في (صحيحه) (1/217). والبيهقي (1/90). وأحمد (6/70/153). وضعفه أبو زرعة ولم يصب انظر الحديث (16). من الأحاديث التي أعلها الأئمة في (الصحيحين). وقد أطال النفس عنه الشيخ الألباني –رحمه الله- في (الصحيحة) (1/ق 2/762/763/ رقم 406). ¶ (¬3) رواه البخاري معلقاً في (6- كتاب الحيض معلقاً، 7- باب تقضي الحائض المناسك كلها إلا الطواف بالبيت). كما في حاشية التلخيص (1/211). وذكره الشوكاني في (النيل) (1/226). والصنعاني في (سبل السلام) (1/142). وسبق غير ما مرة في هذه الرسالة.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وأيضا المرأة التي كانت تقمم المسجد (2/126/ رقم 458). وفي (2/128/رقم 460/74 باب الخدم للمسجد). وقال ابن عباس: (نذرت لك ما في بطني محرراً). ثم ذكر حديث المرأة التي كانت تقمم المسجد فلم يرد في شيء أنه - صلى الله عليه وسلم - قال لها: (عند ما تحيضي أو تحتلمي لا تدخل المسجد). والجنب والحائض ليسا نجساً قال الحافظ في (الفتح) (1/496/رقم 9 باب هل يُدخل الجنب يده في الإناء قبل أن يغسلها إذا لم يكن على يده قذر غير الجنابة): (فقال المهلب: أشار البخاري إلى أن يد الجنب إذا كانت نظيفة جاز له إدخالها الإناء قبل أن يغسلها، لأنه ليس شيء من أعضائه نجساً بسبب كونه جنباً). وقد ربط رسول الله - صلى الله عليه وسلم - ثمامة بن أثال في المسجد والمشرك نجس بنص الآية كما في سورة التوبة وقصة ثمامة صحيحة رواها البخاري (2/129/130/76 باب /ح 462). وفي (2/136/رقم 82 باب دخول المشرك المسجد ح 469). وكان - صلى الله عليه وسلم - يأمر بالخيمة أن تضرب للمريض في المسجد، حتى يعوده وطبعاً المريض سيحتلم في المسجد والرسول يعلم ذلك ولم يرد أنه أمرهم بشيء أبداً . قال البخاري في صحيحه: (باب الخيمة في المسجد للمرضى وغيرهم). (الفتح) (2/131/رقم باب 77/ح 463/8/172). وأيضاً كانوا يعتكفون في المساجد وبلا شك يحتلمون فيها وانظر كتاب الاعتكاف في كتب السنة ولاسيما البخاري (4/805/ إلى 821). وانظر أيضاً كيف كان النبي - صلى الله عليه وسلم - يصغي رأسه لعائشة لترجله وهي حائض، مع قولها: (كان النبي - صلى الله عليه وسلم - يباشرني وأنا حائض). (4/808/823 الفتح). وانظر فيه أيضاً (اعتكاف المستحاضة). (4/819/ الفتح). وانظر في (مناقب عبد الله ابن عمر رضي الله عنهما). قوله: (وكنت غلاماً أعزب، أنام في المسجد). (7/457/458).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "والأعزب معرض للاحتلام دائماً ولم ينه عن النوم في المسجد وفي رواية: (وأنا غلام شاب حديث السن وبيتي المسجد قبل أن أنكح) قال الحافظ: (يعني: أنه كان يأوي إليه قبل أن يتزوج) (الفتح) (14/453/454). وفي رواية: (وكنت أبيت في المسجد) (14/455). بل أهل الصفة لم يكن لهم مكان للنوم إلا المسجد، وكانوا يقيلون في المسجد (13/341/342/ الفتح). بل أفضل ما قرأت في صحيح البخاري في هذا الموضوع قول جابر: (وكانت عائشة قدمت معه مكة وهي حائض فأمرها النبي - صلى الله عليه وسلم - أن تنسُك المناسك كلها غير أنها لا تطوف ولا تصلي حتى تطهر). وافهم قوله: (فأمرها النبي - صلى الله عليه وسلم - أن تنسُك المناسك كلها). ثم استثنى الطواف والصلاة فقط. كما في (الفتح) (15/135). والأمثلة كثيرة في كتب السنة وفيما ذكرنا كفاية. ولو ذهبت أستعرض كل ما ورد في هذا لخرجنا عليكم بمجلد ضخم جداً. ولكن ما قل وأفاد خير مما كثر وأفسد.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "6- ونقل الشيخ الألباني في (تمام المنة) (1/119) عن البغوي في (شرح السنة): (وجوز المزني وأحمد المكث فيه- أي في المسجد- وضعف أحمد الحديث لأن راويه أفلت مجهول، وتأول الآية على أن (عابري سبيل) هم المسافرون تصيبهم الجنابة فيتيممون ويصلون وقد روي ذلك عن ابن عباس). وقد سئل الشيخ الألباني: (هل يجوز للمرأة الحائض أن تدخل المسجد؟ فأجاب: يجوز لها ذلك بدليل سلبي، وآخر إيجابي. أما الدليل السلبي فهو عدم وجود الدليل المانع لها من دخول المسجد، وهذا يتمشى مع القاعدة الأصولية التي تقول: (إن الأصل في الأشياء الإباحة)، والمنع من شيء يتطلب دليلاً خاصاً. ولم يصح مطلقاً أي حديث فيه منع المرأة الحائض من دخول المسجد. أما الدليل الإيجابي فهو حديث عائشة في صحيح البخاري من حديث جابر بن عبد الله الأنصاري - رضي الله عنه - أنها لما حاضت في حجة الوداع، وكان النبي عليه السلام قد نزل في مكان قريب من مكة اسمه سرف(¬1)، فلما دخل عليها الرسول عليه السلام وجدها تبكي، فقال لها: مالك؟ أنفست؟ قال: هذا أمر كتبه الله على بنات آدم، فاصنعي ما يصنع الحاج، غير ألا تطوفي ولا تصلي. فهذا نص بأنه يجوز للمرأة الحائض أن تدخل المسجد، بل المسجد الحرام. ذلك أن النبي عليه السلام قد أباح لها أن تصنع ما يصنع الحاج من دخول المسجد ومن الطواف ومن الصلاة، كل ذلك يفعله الحاج، ألا تطوف ولا تصلي. فالحائض إذن تدخل المسجد، وتقرأ المصحف، ومن يدعي خلاف ذلك؟ فعليه أيثبت الدليل المحرم، وأن يثبت أن هذا التحريم كان بعد هذا التحليل.وأيضاً سئل الشيخ الألباني: (هل يجوز للرجل أو المرأة قراءة القرآن ومس المصحف من غير وضوء؟ فأجاب: قراءة القرآن بغير وضوء أمر جائز، لأنه لم يأت نص في الكتاب أو في السنة بخلاف ذلك أي بعدم جواز قراءة القرآن على غير طهارة. ¶ ¬__________ ¶ (¬1) سرف) بفتح وكسر: اسم موضع قرب مكة، غير منصرف للعلمية والتأنيث.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "ولا فرق في ذلك بين الرجل والمرأة، بل ولا فرق في ذلك بين الرجل الطاهر وغير الطاهر، والمرأة الحائض وغير الحائض ومن أدلة ذلك حديث عائشة في صحيح مسلم أن النبي عليه السلام (كان يذكر الله في كل أحواله). فالحائض محكوم عليها شرعاً بأنها لا تصلي، وعدم صلاتها هو منع لها لحكمة بالغة من أن تتعبد لله تعالى بما كانت تتعبده به قبل طروء الحيض. فلا يجوز لنا أن نضيق عليها دائرة العبادة التي كانت مشروعة لها مع الصلاة، ثم نهيت عن الصلاة ولم تنه عما سوى ذلك، فنحن نوسع ما وسع الله على الناس، وكثيراً ما أذكر بهذه المناسبة حديث السيدة عائشة حينما كانت حاجة مع النبي عليه السلام، ونزلوا في مكان يسمى (سرف) قريب من مكة، ووجدها عليه السلام تبكي لحيضها، فقال لها: (اصنعي ما يصنع الحاج غير ألا تطوفي ولا تصلي)(¬1)، فلم يمنعها من قراءة القرآن ولا من دخول المسجد الحرام)(¬2)انتهى من (فتاوى المدنية أو الفتاوى الإمارتية) (48/49/ رقم الفتوى 23/ و 81/82/ رقم الفتوى 59). ¶ ¬__________ ¶ (¬1) وقد موه (بعضهم) بحذف لفظ (الصلاة) من الحديث، ليلزم القائلين بجواز القراءة والمس أن يجوزوا الصلاة لها( وأنى له ذلك؟( ¶ (¬2) وتأخير البيان عن وقت الحاجة لا يجوز.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "7- أورد صاحب (السيل الفائض في جواز مس المصحف الشريف ودخول المسجد للجنب والحائض) (ص 24/25). تحت عنوان: (الجمع بين حديث أم عطية الأنصارية المانع ظاهرياً من دخول الحيض(¬1)المصلى، وأحاديث جواز دخول الحائض المسجد): (الناظر في حديث أم عطية أن ظاهره يخالف الأحاديث الواردة في جواز دخول الحائض المسجد، لكن يجب أولاً أن نفهم المقصود من حديث أم عطية في قولها أنه: (أمر الحيض أن يعتزلن مصلى المسلمين)، إيش(¬2)تقصد بمصلى المسلمين، ومفهوم الاعتزال الوارد في هذه الرواية، هل تقصد اعتزال المكان أو الخلاء أو العراء الذي يصلي فيه الناس أم إيش؟. قلت: وأسلم طريقة لمعرفة هذا هو جمع روايات هذا الحديث(¬3)، وصدق علي بن المديني فيما نقله عنه ابن الصلاح في (مقدمته): (الباب إذا لم تجمع طرقه لم يتبين خطؤه)(¬4). وقال الخطيب: (السبيل إلى معرفة علة الحديث أن يجمع بن طرقه، ويُنظر في اختلاف رواته، ويعتبر بمكانهم من الحفظ، ومنزلتهم في الإتقان والضبط)(¬5). فبجمع الروايات المختلفة لهذا الحديث عُرف مقصود الرسول - صلى الله عليه وسلم - بأمره باعتزال الحيض للمصلى، فوقفت على لفظ آخر للحديث متفق عليه عن أم عطية أنها قالت: ¶ ( ¶ ¬__________ ¶ (¬1) لعله يريد الحائض. ¶ (¬2) هذه الكلمة لها معنىً لأن لها وجهاً في اللغة العربية تكلم بها الأئمة الكبار ومعناها: أي شيء تقصد. ¶ (¬3) ومعلوم في المصطلح (أن غريب الحديث يفسره غريب آخر). وأن الحديث لا يؤخذ منه الحكم إلا بعد أن نجمع كل ألفاظه. قال الإمام أحمد: (الحديث إذا لم تجمع طرقه لم تفهمه، والحديث يفسر بعضه بعضاً). كما في (الجامع لأخلاق الراوي) (2/212). و(تصحيح الحديث عند الإمام ابن الصلاح) (ص 38). ¶ (¬4) كما في (أخلاق الراوي) (2/212). و(تصحيح الحديث عند الإمام ابن الصلاح) (ص 38). ¶ (¬5) -انظر: (الجامع) (2/295) للخطيب.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "حتى تخرج الحيض فيكن خلف الناس، فيكبرن بتكبيرهم، ويدعون بدعائهم، ويرجون بركة ذلك اليوم وطهرته). فهذا يعني أنهم كانوا في المصلى بدليل قولها: (فيكن خلف الناس) وعليه فمفهوم قولها: (يعتزلن مصلى المسلمين، لا يكون المكان الذي يصلي فيه الناس، ويؤيد ذلك الرواية الثانية وهي عند الإمام مسلم بلفظ: (فأما الحيض فيعتزلن الصلاة، ويشهدن الخير، ودعوة المسلمين). وعليه فالمقصود من اعتزال المصلى اعتزال الصلاة، وليس المكان الذي يصلي فيه الناس بنص هذه الرواية. ومن مجموع الثلاث رويات السابقة يكون المفهوم العام من حديث أم عطية أن النبي - صلى الله عليه وسلم - أمر الحيض أن يخرجن إلى مصلى المسلمين، ويكن خلف الناس أي: مؤخرة المصلى، وأن يعتزلن الصلاة، لأنه لا يجوز للحائض أن تصلي بإجماع المسلمين. هذا هو مفهوم الحديث الذي يؤيده مجموع الروايات السابقة. وعليه عند ما نتعرض لأقوال الذين استدلوا به بعدم دخول الحائض المسجد قياساً على اعتزالهم لمصلى العيد، نجد أن الحديث دليل عليهم لا لهم، وهذا واضح من الروايات السالفة، ليس اجتهاد(¬1)منا ولكنه بنص الحديث. وبهذا المفهوم السابق لحديث أم عطية يتضح لنا أن لا تناقض بينه وبين الأحاديث الواردة بجواز دخول الجنب والحائض للمسجد بل يؤيدها). ¶ تمت هذه الرسالة بحمد الله وعونه. بقلم أبي الفضل عمر الحدوشي عفا الله عنه. ¶ الفهرس ¶ مقدمة ... خطأ! الإشارة المرجعية غير معرّفة. ¶ (النص الصحيح، والفهم القبيح) ... ... 4 ¶ وذكر البخاري عن ابن عباس، أنه لم ير بالقرآن للجنب بأساً ... خطأ! الإشارة المرجعية غير معرّفة. ¶ أدلة القائلين بجواز مس المصحف للجنب والحائض ودخول المسجد ... 31 ¶ كانت ترقي أسماء وهي عارك. ... خطأ! الإشارة المرجعية غير معرّفة. ¶ الفهرس ... 54 ¶ ¬__________ ¶ (¬1) -كذا في الأصل صوابه (اجتهاداً). لأنه خبر ليس.",
            "page": "83",
            "part": "1"
        }
    ],
    "t36318": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "إعلام الخائض بجواز مس المصحف للجنب والحائض"
        }
    ]
}