{
    "b36319": [
        {
            "id": "1",
            "nass": "إكرام الموتى ¶ جمع وإعداد الأستاذ ¶ عبد الرحمن الأحمد",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "أحكام الموتى من الاحتضار إلى ما بعد الدفن ¶ مع سور من القرآن الكريم ¶ إلى روح المرحوم الذي انتقل إلى رحمته تعالى في ¶ تغمده الله برحمته، واسكنه فسيح جنانه، آمين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين وأفضل الصلاة وأتم التسليم على سيد الأولين والآخرين، وعلى آله وأصحابه أجمعين، والتابعين لهم بإحسان إلى يوم الدين وسلم تسليماً كثيراً. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له، خلقنا ليثبت لنا انه على كل شيء قدير، ورزقنا ليثبت لنا أنه أكرم الأكرمين، ويميتنا ليثبت لنا أنه القهار ذو القوة المتين، ويحيينا ليثبت لنا أنه أحكم الحاكمين وأعدل العادلين وأسرع الحاسبين، ¶ سبحان من له الملك والملوك عبيد ... وله العز والعزيز ذليل ¶ كل شيء سواه يبلى ويفنى ... وهو حي سبحانه لا يزول ¶ ج ¶ وأشهد ان سيدنا ونبينا وحبيبنا وشفيعنا محمداً رسول الله هو الحبيب الذي لو كُتب البقاء لأحد من البشر لكتب له وحده، ولكن الله قال:\" إنك ميت وإنهم ميتون) ¶ يا خير من دُفنت في القاع أعظمه ... فطاب من طيبهن القاع والأكم ¶ نفسي الفداء لقبر أنت ساكنه ... فيه الغفاف وفيه الخير والكرم ¶ أنت الشفيع الذي تُرجى شفاعته ... عند الصراط إذا ما زلّت القدم ¶ إخوتي في الله: اعلموا أن الموت يعمنا، والقبر يضمنا، والقيامة تجمعنا، والله يحكم بيننا وهو خير الحاكمين.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "واعلموا أن الموت جسر بين حياتين، حياة الدنيا الفانية، وحياة الآخرة الباقية، فإذا رأيتم الناس مشغولين بأمر الدنيا فاشتغلوا بأمر الآخرة، وإذا اشتغلوا بتزيين ظواهرهم فاشتغلوا بتزيين بواطنكم، وإذا اشتغلوا بعمارة البساتين والقصور، فاشتغلوا أنتم بعمارة القبور. فعالم القبور هو العالم الذي نسيناه، العالم الذي يذكرنا بمصيرنا ومآلنا-القبر الذي ما من يوم إلا وينادي ويقول: يا بن آدم أنت اليوم على ظهري فلا تتكبر لأني غداً سأضمك في بطني، والأيام تنادينا، فما من يوم ينشق فجره إلا وهو ينادي ويقول: يا بن آدم أنا خلق جديد وعلى عملك شهيد، فتزود مني فإن إلى يوم القيامة لا أعود. ¶ فيا إخوتي تذكروا القيامة فالأمر شديد، وبادروا بالتوبة فالندم بعد الموت لا يفيد، وحاسبوا أنفسكم قبل أن تحاسبوا فعليكم رقيب عتيد، ويا بن آدم! كم شيعت من جنازات، وكم حضرت من تعزيات، وكم قبرت بيديك من أقارب وقريبات، وأين الآباء والأجداد، وأين الملوك وأبناء الملوك؟ الكل مرتهنون بأعمالهم، وهم في قبورهم إما في روضة من رياض الجنان أو في حفرة من حفر النيران. ¶ أما اعتبرت بمن قبرت من صديق وشقيق وخليل وقرين؟ ¶ أما أنذرك ما جاء في القرآن: \" كل من عليها فان\"؟ ¶ أما وعظك الدهر وأسمعك الصوت\" كل نفس ذائقة الموت\"؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "تفكر في الوجود بعين فكر ... ترى الدنيا الدنية كالخيال ¶ فكل الكائنات غداً ستفنى ... ويبقى وجه ربك ذو الجلال ¶ أما لكم في موت المصطفى عبرة؟ أما يعظكم فقده من هذه السكرة؟ أما أبكاكم توجع فاطمة البتول حين قالت لأبيها الرسول: واكربي لكربك يا أبتاه؟ وحينما نادى الحسن والحسين: واجداه! ¶ ونادى كل من حضر من المسلمين: وا حزناه؟ ¶ وأول من بكاه ورثاه أبو بكر الصديق - رضي الله عنه - ولسان حاله يقول: ¶ كيف تلتذ جفوني بالمنام بعد شرب المصطفى كاس الحِمام ¶ أم لقلبي راحة من بعده وجنوني بالبكا سحت دوام ¶ إن يكن غاب عن الدنيا ففي جنة الخلد له أعلى مقام ¶ ليس في الدنيا بقاء لامرئ بعد موت المصطفى خير الأنام ¶ فعليه الله صلى كلّما بكت السحب باجفان الغمام ¶ وبكاه الفاروق عمر بن الخطاب صدق الله العظيم ورثاه، وقال بلسان حاله وجواه: ¶ ليس البكاء وإن أطيل بمقنعي ... الخطب أعظم قيمة من أدمعي ¶ خطب يبرح بالخطوب وفادح ... من لم يكن جزعاً له لم يجزع ¶ مات الرسول فأظلمت كل الدنا ... والحزن عمّ لكل قلب موجع ¶ صلى عليه الله جلّ جلاله ... ما لاح نور في البروق اللّمّع ¶ جج ¶ ورثاه عثمان بن عفان - رضي الله عنه - وناداه بلسان حاله وقال:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويحك يا نفس البَدار البدار ... ما هذه الدنيا لحي بدار ¶ ما بعد موت المصطفى خالد وليس في الدنيا لحيّ قرار ¶ صلى عليه الله ما أشرقت كواكب الصبح وناح الهزار ¶ ورثاه علي بن أبي طالب - رضي الله عنه - وبكاه وناداه بلسان حاله وقال: ¶ لو جرى الدمع على قدر المصاب ... شابهت أجفاننا سحّ السحاب ¶ مات خير الخلق من قد خصه ... به بالصحب من خير صحاب ¶ أيها الناس لكم بالمصطفى ... أسوة فالموت يدني للذهاب ¶ فعليه الله صلى دائماً ... كلما أمطر مطر من سحاب ¶ ججج ¶ ورثته فاطمة الزهراء وبكته بدموع كوابل السماء وقالت: ¶ يا أبتاه أجاب رباً دعاه، يا أبتاه إلى جبريل ننعاه، يا أبتها إلى جنة الخلد مأواه، ثم قالت: ¶ ماذا على من شمّ تربة أحمد ... ألا يشم مدى الزمان غواليا ¶ صب عليّ مصائب لو انها ... صبت على الأيام عدن لياليا ¶ وفي ختام مقدمتي هذه أقول: إنا لله وإنا إليه راجعون، ولا حول ولا قوة إلا بالله العظيم. ¶ وأبدأ معك أخي المسلم بتسلسل الأحداث التي يواجهها الإنسان وما يصاب به من مرض قد يؤدي إلى الموت، ومراحل ما بعد الموت",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "مرحلة مرحلة، وقد بينت من خلال ذلك ما يتوجب فعله نحو بعضنا بعضاً، على ضوء الكتاب المجيد والسنة المطهرة. ¶ واجتناباً للبدعة الضالة، والعادات والتقاليد التي لا تمت للإسلام بصلة، ولنا في كتاب الله عصمة، وفي هدي الرسول قدوة، وفي مجالسة الصالحين أنس وفرحة، وفي فعل الصالحات سعادة وذخر وزاد، ونعم الزاد ليوم المعاد\" وتزودوا فإن خير الزاد التقوى واتقون يا أولي الألباب\". ¶ عيادة المريض",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "إن من الأمور التي حث الإسلام عليها المسلمين المحبة والأخوة، وذلك بأن يشعر كل فرد من هذه الأمة أن له أخوة في العقيدة وأُخوة في الدين وأنهم جميعاً كالجسد الواحد وكالبيان المرصوص, وبما أن المؤمنين إخوة فعلى كل منهم أن يعلم أنّ له على إخوانه المؤمنين حقوقاً وواجبات وعليه من الحقوق والواجبات كما له, ومن هذه الحقوق والواجبات عيادة المريض. ¶ لما رواه البراء بن عازب في النجاري ومسلم قال: \"أمرنا رسول الله - صلى الله عليه وسلم - بإتباع الجنائز وعيادة المريض\". ¶ ولزيارة المريض آداب على الزائر يراعيها. ¶ 1 - إذا دخل على المريض أن يدعو له بالصلاح والعافية. ¶ 2 - أن يقرأ عليه الرقية الشرعية الواردة عن سيدنا رسول الله - صلى الله عليه وسلم - لما روي أن النبي قال: \"من عاد مريضاً يحضره أجله فقال عنده سبع مرات أسأل الله العظيم رب العرش العظيم أن يشفيك عافاه الله من ذلك المرض\", رواه أبو داود والحاكم والترمذي والنسائي. ¶ 3 - أن يقرأ عليه آيات الشفاء الست الواردة في القرآن الكريم وهي: أ-\"ويشف صدور قوم مؤمنين\" سورة التوبة آية 14. ¶ ب- يا أيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في ¶ الصدور وهدى ورحمة للمؤمنين\"سورة يونس آية 57.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ج- \"يخرج من بطونها شراب مختلف ألوانه فيه شفاء للناس\" النحل آية 69. ¶ ء- \"وننزل من القرآن ما هو شفاء ورحمة للمؤمنين\" الإسراء آية 82. ¶ و- وإذا مرضت فهو يشفين\" الشعراء آية 80. ¶ هـ- \"قل هو للذين آمنوا هدى وشفاء\" فصلت آية 44. ¶ 4 - المجاملة للمريض بحيث يسأله عن صحته وعن حاله وينفس له في الأجل بما يطيب نفسه إدخالاً للسرور عليه. ¶ لما روى عن النبي - صلى الله عليه وسلم - قال: \"إذا دخلتم على المريض فنفس وا له في الأجل فإنه لا يرد من قضاء الله شيئاً وإنه يطيب نفس المريض\" رواه ابن ماجه. ¶ 5 - الاختصار بوقت الزيارة وعدم إطالة الجلوس عند المريض. ¶ 6 - أن تكون الزيارة أول النهار أو آخره ولا تكون وسط النهار. ¶ الاحتضار",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ونعني الوقت التي يصبح فيه الإنسان على أبواب الدخول للعالم الآخر والخروج من هذه الدنيا, وهو ما يسمى بحالة نزع الروح من الجسد, فعلى من يحضر مسلماً وهو بهذه الحالة أمور ينبغي أن يقوم بها. ¶ 1 - اضجاعه على جنبه الأيمن باتجاه القبلة إن أمكن ذلك فإن تعذر ذلك لضيق مكان مثلاً, يوضع مستلقياً على ظهره ووجهه وقدماه نحو القبلة فإن ذلك أيسر لخروج روحه. ¶ 2 - تلقينه الشهادة وذلك بأن يكثر الجالسون عنده من قول لا إله إلا الله فإن قالها فليمسك الحاضرون عن أي كلام آخر وذلك من أجل أن يختم للميت بها لينال الجنة. ¶ فقد روى معاذ بن جبل أن النبي قال: \"من كان آخر كلامه من الدنيا لا إله إلا الله دخل الجنة\" رواه أبو داود والحاكم. ¶ 3 - قراءة القرآن عند المختصر, فقد قال جمهور العلماء بندب قراءة يس حينذاك لحديث: \"اقرؤوا على موتاكم يس\" رواه أبو داود وأحمد. ¶ 4 - فإن فارقت روحه جسد فعلى من حضره من أهله أن يغمض له عينيه ويشدّ له لحيييه بعصابة تربط فوق رأسه قائلاً: \"بسم الله وعلى",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ملة رسول الله اللهم يسر عليه أمره وسهل عليه ما بعده وأسعد بلقائك. ¶ 5 - يستر له جميع بدنه بثوب خفيف. ¶ 6 - توضع يداه بجنبيه ولا توضعا على صدره. ¶ 7 - الإسراع بتجهيزه وذلك عند التقين من موته لقول النبي لعلي: \"ثلاث يا علي لا يؤخرن: الصلاة إذا أتت والجنازة إذا حضرت والأيم إذا وجدت كفؤاً\". ¶ 8 - الإسراع بقضاء دينه ذلك لتخفيف المسؤولية عن الميت لحديث: \"نفس المؤمن معلقة بدينه حتى يُقضى عنه\". ¶ 9 - الإسراع بتفريق الوصية إن وجدت وذلك لتعجيل وصول ثوابها إلى الميت بانتقاع الموصى له بها. ¶ وللذكرى والعبرة والاتعاظ أحببت أن أورد بعض أحكام وآداب الاحتضار ما قاله النبي - صلى الله عليه وسلم - , وهو في حالة الاحتضار وكذلك ما قاله الصديق الفاروق وعثمان علي رضي الله عنهم أجمعين. ¶ 1 - احتضار النبي - صلى الله عليه وسلم -: لقد كانت حال رسول الله وهو خير الأنبياء والمرسلين وأكرم الخلق على الله أجمعين عندما أصابته سكرات الموت وشدتها أن قال وهو يدخل يديه في ركوة ماء ويسمح بها وجهه الشريف \"لا إله إلا الله إن للموت سكرات\" رواه البخاري.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "نعم هذه الحال سيد الخلق وهو من تفطرت قدماه من كثرة العبادة وغفر له ما تقدم من ذنبه وما تأخر. ¶ 2 - احتضار أبي بكر الصديق رضي الله عنه وهو المبشر بالجنة وأول العالمين إسلاماً والخليفة الأول للرسول - صلى الله عليه وسلم -. ¶ فحينما احتضر للوفاة تمثلت ابنته السيدة عائشة رضي الله عنها بهذا البيت ¶ أعادل ما يغني الثراء عن الفتى ... إذا خرجت يوماً وضاق بها الصدر ¶ فقال لها: ليس كذلك يا بنيتي ولكن قولي:\"وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد\". ¶ 3 - احتضار عمر بن الخطاب - رضي الله عنه -: ثاني الخلفاء الراشدين والمبشر بالجنة فحينما طعن وأصبح في حالة الاحتضار وضع عبد الله بن عمر رأس عمر على فخذه فقال له الفاروق: \"يا عبد الله ضع خدي إلى الأرض لعل الله ينظر إليّ فيرحمني\", ثم قال: يا ويل عمر وويل أمه إن لم يتجاوز الله عنه. ¶ 4 - احتضار عثمان بن عفان رضي الله عنه: وهو المبشر بالجنة وذو النورين فقد كان يقول لحظة الاحتضار ودمه يسيل:\"لا إله إلا أنت سبحانك إني كنت من الظالمين\"اللهم إني أستعين بك على أموري وأسألك الصبر على بلائي.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "5 - احتضار عليّ بن أبي طالب رضي الله عنه: وهو من هو في سابقيه للإسلام وقربه من رسول الله - صلى الله عليه وسلم -. فلقد سأله أصحابه أن يعظهم وكان يجود بنفسه الكريمة لحظة الاحتضار فقال لهم:\" يعظكم سكوتي و خفوت أطرافي\". ¶ فيا أخي الحبيب إذا كانت هذه حال رسول الله وخلفائه الأربعة لحظة الاحتضار وهم من هم فكيف سيكون حالنا ونحن من نحن. ¶ عش ما بدا لك سالماً ... في ظل شاهقة القصور ¶ يسعى إليك بما اشتهيت ... لدى الرواح وفي البكور ¶ فإذا النفوس تقعقعت ... في ضيق حشرجة الصدور ¶ فهناك تعلم موقناً ... ما كنت إلا في عزور ¶ ج ¶ حقوق الميت: إن للميت على ذويه وإخوانه حقوقاً أربعة ¶ 1 - تغسيله-2 - تكفينه-3 - الصلاة عليه-4 - دفنه. ¶ 1 - تغسيله: وتسن المبادرة إلى غسل الميت عند التيقن من موته, وذلك بأن يقوم أولى الناس بالصلاة بتغسيله ويقدم الأفقه على الأسن. ¶ وكيفيته: بأن يوضع الميت على لوح في مكان خال عن الناس ¶ بحيث لا يحضر التغسيل إلا المغسِّل ومن يعينه. ويحبب الاهتمام بستر العورة ثم القيام بوضوئه- ثم البدء بتغسيله مبتدئاً بالرأس ثم اللحية ثم الشق الأيمن إلى القدم بعد اضجاعه على الشق الأيسر- ثم الشق",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الأيسر إلى القدم- ويندب تكرار الغسل ثلاثاً وبعد الفراغ من الغسل ينشف بثوب نظيف طاهر. ¶ 2 - تكفينه: وأقل الكفن ثوب واحد يستر جميع البدن. والأفضل للرجل ثلاثة أثواب وللمرأة خمسة. ¶ وكيفيته: أن يبسط الكفن تحت الرجل ثم يُبتدأ بالجانب الأيسر فيلقى عليه ثم الأيمن ليكون فوق الأيسر. وهكذا المرأة أيضاً. ¶ 3 - الصلاة عليه: وهي فرض كفاية على المسلمين إذا قام بها البعض سقط الإثم عن الباقين. ويشترط لها الطهارة كأي صلاة أخرى. ¶ وكيفيتها: أ-النية- نويت أن أصلي أربع تكبيرات فرض صلاة الجنازة، ثم- التكبير- ثم يقرأ بعد التكبيرة الأولى الفاتحة- وبعد التكبيرة الثانية \"الصلوات الإبراهيمية\"- وبعد التكبيرة الثالثة الدعاء للميت, وأقل الدعاء اللهم اغفر له, اللهم ارحمه- وبعد التكبيرة الرابعة يقول:\"اللهم لا تحرمنا أجره ولا تفتنا بعده واغفر لنا وله\", ثم يسلم والمسبوق في صلاة الجنازة لا يسلّم مع الإمام إنما يتدارك ما فاته ثم يسلّم. ¶ 4 - دفنه: أجمع الفقهاء على أن دفن الميت فرض كفاية, والأفضل أن يعجل بتجهيزه ودفنه من حين موته, وأما الدفن بالنهار فأفضل من الليل ولكن يجوز ولا يكره لدفن ليلاً ويستحب تلقين الميت المكلف",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بعد دفنه؛ فيقعد الملقن عند رأس القبر ويخاطب الميت قائلاً:\" يا عبد الله ابن أمة الله اذكر ما خرجت عليه من دار الدنيا شهادة ألاّ إله إلا الله وأن محمداً رسول الله. وأن الجنة حق وأن النار حق وأن البعث حق وأن الساعة آتية لا ريب فيها وأن الله يبعث من في القبور وأنك رضيت الله رباً وبالإسلام ديناً وبمحمد - صلى الله عليه وسلم - نبياً وبالقرآن إماماً وبالكعبة قبلة وبالمؤمنين إخواناً\", كما يستحب أن يبقى جماعة من ذويه وأصحابه عند قبره مقدار ساعة من الزمن يدعون له ويسألون له التثبيت قائلين:\" اللهم اغفر له, اللهم ارحمه, اللهم ثبته عند السؤال\". لحديث النبي - صلى الله عليه وسلم - \"اسألوا الله لأخيكم التثبيت فإنه الآن يُسأل\". ¶ تالله لو عاش الفتى في دهره ... ألفاً من الأعوام مالك أمره ¶ متلذذاً فيها بكل نفسية ... متنعماً فيها بنعمى عصره ¶ لا يعتريه السقم فيها مرة ... كلا ولا تلد الهموم بباله ¶ ما كان ذلك كله في أن يفي ... بمبيت أول ليلة في قبرهج ¶ التعزية ¶ وتسن التعزية للرجال والنساء ويستأنس للتعزية دليل من قوله تعالى\" وتعاونوا على البر والتقوى\".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ودليل استحبابها وسنيتها من الحديث قوله - صلى الله عليه وسلم - \"من عزى أخاه بمصيبة كساه الله من حلل الكرامة يوم القيامة\" رواه ابن ماجه. والتعزية تصبير آل للميت وتخفيف أحزانهم وتهوين مصيبتهم، ويستحسن أن يقول لآل الميت: أعظم الله أجركم وغفر لميتكم وجبر مصيبتكم وأحسن عزاءكم. ¶ أما مدة التعزية: فثلاثة أيام فقط وتكره بعد ذلك إلا لغائب، أما أن تستمر أكثر من ثلاثة أيام بحجة أن هذا الميت كبير في قومه، أو وجيه في بلده أو ما شابه ذلك، فكل ذلك خلاف السنة المطهرة لذا ينبغي الابتعاد عن ذلك واجتنابه والنهي عنه. ¶ وأما ما يسمى بالأسبوعية أو الأربعينية أو السنوية، فكل ذلك لا أصل له في الإسلام أبداً وإنما أخذ البعض تلك العادات والتقاليد السيئة من عند غير المسلمين. ¶ حيث كان الأقباط ينتهون من عملية تحنيط موتاهم بعد أسبوع وتظهر نتيجة نجاح عملية التحنيط بعد أربعين يوماً، فإذا مرت سنة على ميتهم أعادوا تجديد الذكرى وهكذا, ومن تشبه بقوم فهو منهم, لذا أخي المسلم ينبغي عليك الاقتصار على ما ورد في السنة النبوية المطهرة. والخير كل الخير لك ولميتك في الإتباع الكامل لما جاءنا به",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "رسول الله - صلى الله عليه وسلم -. وأما صنع الطعام من قبل أهل التعزية فخلاف السنة لن في ذلك زيادة على مصيبتهم وتشبهاً بصنيع أهل الجاهلية. ¶ وإذا كان في الورثة قاصرون حرم الأكل من طعامهم. ¶ والسنة في ذلك أن يضع الأقارب أو الجيران طعاماً ثم يقدمونه لآل الميت لحديث النبي - صلى الله عليه وسلم - عندما استشهد جعفر رضي الله عنه قال: \"اصنعوا لآل جعفر طعاماً فإنه قد جاءهم أمر يشغلهم عنه\". ¶ حكم زيارة القبور: ¶ تندب زيارة القبور للرجال وذلك للاعتبار والتذكر والاتعاظ, وكذلك الحكم بالنسبة للنساء لكن بشرط أن تخلو الزيارة من الاختلاط بالرجال الأجانب وأن تخلو من النياحة. ¶ روى مسلم في صحيحه عن أم عطية رضي الله عنها قالت:\"نُهينا عن زيارة القبور ولم يُعزَم علينا\". ¶ حكم المرأة المعتدة من وفاة زوجها: ¶ 1 - إن المرأة التي يموت عنها زوجها وإما أن تكون حاملاً أو لا. ¶ فإن كانت حاملة فقد اتفق الأئمة على أن وضع الحمل تنقضي به ¶ عدة المتوفى عنها زوجها. ودليل ذلك قوله تعالى:\"وأولات الأحمال أجلهن أن يضعن حملهن\".",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "2 - فإن كانت المرأة المتوفى عنها زوجها غير حامل فعدتها أربعة أشهر وعشرة أيام, ودليل ذلك قوله تعالى:\"والذين يتوفون منكم ويذرون أزواجاً يتربص بأنفسهن أربعة أشهر وعشراً\". ¶ 3 - وكذلك عدة المرأة التي يموت عنها زوجها ولم يدخل بها فعدّتها أيضاً أربعة أشهر وعشرة أيام وفاءاً له ومراعاة لحقه. ¶ كيفية جلوس المرأة في العدة: ¶ 1 - لا يجوز لها أن تتزوج طيلة مدة العدة. ¶ 2 - لا يجوز لها لبس الذهب والفضة ولو خاتماً. ¶ 3 - لا يجوز لها الطيب في البدن أو الشعر. ¶ 4 - لا يجوز لها الكحل. ¶ 5 - لا يجوز لها الحناء وسائر أنواع الخضاب والصباغ. ¶ 6 - لا يجوز لها لبس الثياب المزركشة والمصبوغة بالأحمر والأصفر, ودليل ذلك حديث أم سلمة أن النبي - صلى الله عليه وسلم - قال: \"المتوفى عنها زوجها لا تلبس المعصفر من الثياب ولا المُمشّقة ولا الحلي ولا تختضب ولا تكتحل\" رواه أحمد وأبو داوود والنسائي. \"والممشقة\"أي الثياب المصبوغة بالأحمر. ¶ أما بالنسبة للخروج من بيتها: فيجوز أن تخرج نهاراً ولا يجوز لها أن تخرج ليلاً, ولكن لا تبيت إلا في منزل زوجها المتوفى. كما يجوز لها أن",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ترد على الهاتف فتكلم المتصل ويجوز لها أن ترد على من يطرق الباب فتسأله وتجيبه. ¶ كما يجوز لها أن تذهب إلى وظيفتها في أيام عدتها ولا حرج في ذلك, وأن تذهب إلى عملها المعتاد ولكن كل ذلك يتم في حدود الأدب والشرع الحنيف. ¶ أما بالنسبة لرؤية الرجال الأجانب لها فحكم رؤيتهم لها حال العدة كحكم رؤيتهم لها عند عدم وجود عدة\"وهو الحرام\".ولكن إن حصلت رؤية فلا تنقطع العدة بأي حال من الأحوال كما يفهم البعض: وإذا انتهت فترة العدة فلا يتوجب على الزوجة شيء. ¶ وفي الختام فإن العدة طاعة لأمر الله ووفاء للزوج واستبراء للرحم فإن تركتها الزوجة فقد عصت الله تعالى وخالفت أمر رسوله - صلى الله عليه وسلم -. ¶ وفي الختام إخواني الكرام: أسأل الله أن يجمعني وإياكم في دار كرامته وأن يهوّن علينا سكرات الموت. وأن يثبتنا بالقول الثابت في الحياة الدنيا وفي الآخرة. وأن يؤنس وحشتنا في القبور ويثبتنا على الصراط المستقيم. وأن يحشرنا تحت لواء سيد المرسلين وأن يحرّم وجوهنا ووجوه آبائنا وأمهاتنا وذرارينا عن النار. وأن يجمعنا في ¶ مستقر رحمته إنه تواب كريم وغفور رحيم.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وحسبنا الله ونعم الوكيل, وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ بسم الله الرحمن الرحيم",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "في فضائل السور الواردة في هذا الكتاب ¶ 1 - فضائل فاتحة الكتاب: عن أُبَيّ بن كعب رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"ما أنزل الله في التوراة والإنجيل مثل أم القرآن وهي السبع المثاني وهي مقسومة بيني وبين عبدي ولعبدي ما سأل\" أخرجه الترمذي. ¶ *عن أبي سعيد بن المعلّى رضي الله عنه قال: مر بي النبي - صلى الله عليه وسلم - وأنا أصلي فدعاني فلم آته حتى صليت ثم أتيت فقال:\"ما منعك أن تأتي؟ \"فقلت: كنت أصلي, فقال:\" ألم يقل الله يا أيها الذين آمنوا استجيبوا الله وللرسول\". ثم قال:\"ألا أعلمك أعظم سورة في القرآن قبل أن أخرج من المسجد\", فذهب النبي - صلى الله عليه وسلم - ليخرج فذكّرته فقال: \"الحمد لله رب العالمين\" هي السبع الثاني والقرآن العظيم الذي أوتيته\". أخرجه البخاري. ¶ 2 - فضائل سورة يس: ¶ *عن ابن عباس رضي الله عنهما قال: قال رسول - صلى الله عليه وسلم - \"إن لكل شيء قلباً وإن قلب القرآن سورة يس ومن قرأها في ليلة أُعطي يُسْر تلك الليلة, ومن قرأها في يوم أُعطي يُسْرَ ذلك اليوم\" رواه الدارمي. ¶ *وعن معقل بن يسار قال: قال رسول الله - صلى الله عليه وسلم - \"اقرؤوها على ¶ موتاكم\" يعني يس. رواه أحمد والحاكم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3 - فضائل سورة الملك: ¶ *عن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \"إن سورة في القرآن ثلاثون أية تستغفر لصاحبها حتى يغفر له \"تبارك الذي بيده الملك\". رواه الترمذي. ¶ *وعن ابن عباس رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال في سورة الملك:\"هي المانعة, هي المنجية تنجيه من عذاب القبر\".رواه الترمذي. ¶ 4 - فضائل سورة الإخلاص ¶ *عن أبي الدرداء رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"أيعجز أحدكم أن يقرأ في الليلة ثلث القرآن\". قالوا: وكيف يقرأ ثلث القرآن؟ قال: \"قل هو الله أحد\" تعدل ثلث القرآن. رواه مسلم. ¶ 5 - فضائل سورتي المعوّذتين ¶ *عن عقبة بن عامر رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - \"ألم تر آيات أنزلت الليلة لم يُرَ مثلهن قط \"قل أعوذ برب الفلق\".و\"قل أعوذ برب الناس\" أخرجه مسلم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "تم بحمد الله الانتهاء من كتابة هذه الصفحات في الأول من رمضان سنة 1426هـ. ¶ والحمد لله الذي بنعمته تتم الصالحات. ¶ كتبه ¶ عبد الرحمن الأحمد ¶ إمام وخطيب جامع خالد بن الوليد في مدينة خان شيخون ¶ والمدرس في معهد الإمام النووي الشرعي في مدينة معرة النعمان ¶ هـ: 532636 023 ¶ 573225 093",
            "page": "37",
            "part": "1"
        }
    ],
    "t36319": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "اكرام الموتى"
        }
    ]
}