{
    "b36326": [
        {
            "id": "1",
            "nass": "الأطعمة ¶ وأحكام الصيد والذبائح ¶ تأليف الدكتور ¶ صالح بن فوزان بن عبد الله الفوزان ¶ الأستاذ بجامعة الإمام محمد بن سعود الإسلامية ¶ مكتبة المعارف الرياض ¶ حقوق الطبع محفوظة للناشر ¶ الطبعة الأولي ¶ 1408 هـ ـ 1988 م ¶ أصل هذا الكتاب كان رسالة لنيل درجة الدكتوراه ¶ من كلية الشريعة بجامعة الإمام محمد بن سعود الإسلامية بإشراف: ¶ فضيلة الشيخ عبد الرزاق عفيفي نائب رئيس اللجنة الدائمة للبحوث العلمية والإفتاء وعضوهيئة كبار العلماء ¶ بسم الله الرحمن الرحيم ¶ الحمد لله القائل: {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون . ¶ إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم} [سورة البقرة (172ـ 173)] وأشهد أن لا إله إلا الله وحده لا شريك له فلا حلال إلا ما أحله ولا حرام إلا ما حرمه ولا دين إلا ما شرعه وأشهد أن محمدًا عبده ورسوله حث على الأكل من الحلال وحذر من الأكل من الحرام : (يا أيها الناس إن الله طيب لا يقبل إلا طيبًا وإن الله أمر المؤمنين بما أمر به المرسلين فقال يا أيها الرسل كلوا من الطيبات واعملوا صالحًا إني بما تعملون عليم [المؤمنون آية (51)] وقال {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم} ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب ومطعمه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك) [رواه الإمام أحمد ومسلم والترمذي, انظر تفسير ابن كثير ج 1 ص205 ط الاستقامة بالقاهرة]. ¶ صلى الله عليه وعلى آله وصحبه وسلم تسليمًا كثيرًا. ¶ أما بعد . ¶ . ¶ فلما كان لإطابة المطعم أثر بالغ على الإنسان في سلوكه وحياة قلبه واستنارة بصيرته وقبول بصيرته وقبول دعائه ـ وعلى العكس للمطعم الخبيث أثر سيئ على الإنسان – ولولم يكن من ذلك إلا عدم قبول دعائه كما في الحديث الصحيح لكفى.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لما كان الأمر كذلك آثرت أن يكون موضوع رسالتي لنيل درجة الدكتوراه أحكام الأطعمة حلاً وحرمة وفاقًا وخلافًا وترجيحًا ـ ولما كان المحرم على نوعين: ¶ النوع الأول : محرم لذاته وهو الخبيث الذي هو ضد الطيب كالميتة والدم ولحم الخنزير. ¶ النوع الثاني: محرم لوصف عارض وهو الحرم لتعلق حق الله أو حق عباده به. ¶ كالمكاسب المحرمة من ربا وميسر وسرقة إلى غير ذلك وكان بحث النوعين على سبيل الاستقصاء يحتاج إلى وقت طويل ـ آثرت أن أقتصر على النوع الأول. ¶ وقد رتبته على مقدمة وأربع أبواب وخاتمة . ¶ . ¶ . ¶ وإليك بياناتها بالتفصيل: ¶ أ المقدمة وتشتمل على المباحث التالية: ¶ 1 – بيان حاجة الإنسان إلى الطعام الذي يقيم به بنيته واللباس الذي يستر به عورته ويحمل به هيئته ويتقي به الحر والبرد. ¶ 2 – بيان إنعام الله ـ سبحانه وتعالى ـ على الإنسان حيث خلق له ما في الأرض جميعًا وسخر له ما في السماوات وما في الأرض جميعًا منه. ¶ 3 ـ بيان الأصل في الأشياء هل هو الإباحة أو الحرمة. ¶ 4 ـ بيان ما للأكل من الطيبات من آثار حسنة وما للأكل من الخبائث من آثار سيئة. ¶ ب ـ الموضوع: وفيه الأبواب التالية: ¶ الباب الأول: وفيه مبحثان: ¶ المبحث الأول: في بيان المراد بالأطعمة. ¶ والفرق بين منهاج الجاهلية ومنهاج الإسلام فيما يحل ويحرم منها. ¶ والمقارنة الإجمالية بين المذاهب الإسلامية في ذلك. ¶ المبحث الثاني: في بيان انقسام الأطعمة إلى نبات وحيوان. ¶ وانقسام الحيوان إلى بري وبحري والمراد بكل منهما. ¶ الباب الثاني: وفيه مبحثان: ¶ المبحث الأول: في بيان ما يحرم من الحيوان البري وفاقًا وخلافًا مع الاستدلال والترجيح وفيه المسائل الآتية: ¶ المسألة الأولى: في حكم لحوم الخيل. ¶ المسألة الثانية: في بيان حكم لحوم الحمر الأهلية. ¶ المسألة الثالثة: في بيان حكم ما له ناب من السباع. ¶ المسألة الرابعة: في بيان حكم ما له مخلب من الطير. ¶ المسألة الخامسة: في بيان حكم ما يأكل الجيف.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المسألة السادسة: في بيان حكم ما يستخبث وحكم الجلالة. ¶ المسألة السابعة: في بيان حكم ما نهي عن قتله أو أمر بقتله. ¶ المسألة الثامنة: في بيان حكم ما تولد من حيوان مباح أكله وحيوان محرم أكله. ¶ المبحث الثاني: في صيد البحر وفيه ثلاث مسائل: ¶ المسألة الأولى: في بيان ما اختلف في أكله من حيوانات البحر مع الاستدلال والترجيح. ¶ المسألة الثانية: في بيان ميتة البحر مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان حكم ميتة ما يعيش في البر والبحر. ¶ الباب الثالث: وفيه تمهيد ومبحثان: ¶ فالتمهيد: في بيان انقسام الحيوان البري الذي يباح أكله إلى مقدور عليه وغير مقدور عليه وما يترتب على ذلك. ¶ وأما المباحث: فالمبحث الأول في الذكاة وفيه مسائل: ¶ المسألة الأولى: في بيان تعريف الذكاة وبيان حكمتها. ¶ المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من شروط الذكاة مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان آداب عامة تشرع في الذكاة. ¶ المسألة الرابعة: في ما تحصل به ذكاة الجنين. ¶ المسألة الخامسة: في بيان كيفية ذكاة ما لا يقدر عليه من الحيوان الأهلي مع الاستدلال والترجيح. ¶ المسألة السادسة: في بيان حكم ذبيحة المجوسي مع الاستدلال والترجيح. ¶ المسألة السابعة: في بيان ذبيحة الوثني والدهري والمرتد مع الاستدلال. ¶ المسألة الثامنة: في بيان حكم اللحوم المستوردة من الكفار على اختلاف مللهم مع الاستدلال والترجيح. ¶ المبحث الثاني: في الصيد وفيه مسألتان: ¶ المسألة الأولى: في تعريف الصيد وبيان حكم الاصطياد. ¶ المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من الشروط لإباحة الصيد المقتول بالاصطياد مع الاستدلال والترجيح. ¶ الباب الرابع: وفيه مباحث ـ المبحث الأول في حكم أكل الميتة وفيه مسائل: ¶ المسألة الأولى: في تعريف الميتة وبيان الحكمة في تحريمها والرد على من استباحها من المشركين وغيرهم.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المسألة الثانية: في بيان ما يستثنى من الميتة مما يجوز أكله منها مع الاستدلال. ¶ المسألة الثالثة: في بيان حكم ما زكي بعد قيام سبب الموت به من المنخنقة والموقوذة. ¶ . ¶ إلخ مع الاستدلال والترجيح. ¶ المسألة الرابعة: في بيان حكم أكل ما أهل به لغير الله مع الاستدلال. ¶ المبحث الثاني: في الخنزير وفيه مسألتان: ¶ المسألة الأولى: في تعريف الخنزير. ¶ المسألة الثانية: في حكم أكله والحكمة في ذلك. ¶ المبحث الثالث: في حكم الدم وفيه مسألتان: ¶ المسألة الأولى: في بيان حكم التغذي بالدم والحكمة من ذلك. ¶ المسألة الثانية: في بيان ما يباح من الدم. ¶ المبحث الرابع: في حكم تناول المحرم في حالة الاضطرار وفيه مسائل: ¶ المسألة الأولى: في بيان حد الاضطرار الذي يبيح تناول المحرم. ¶ المسألة الثانية: في بيان حكم تناول المحرم في هذه الحالة مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان مقدار ما يباح للمضطر تناوله من المحرم. ¶ المسألة الرابعة: هل يجوز للمضطر أن يتزود من الطعام المحرم. ¶ ج ـ الخاتمة: في بيان سماحة الإسلام وحفاظه على سلامة الإنسان من خلال ما مر في هذه المباحث من الأحكام الشرعية. ¶ ثم يتبع ذلك وضع فهرسين ـ أحدهما لبيان المراجع التي استقيت منها هذا البحث ـ والثاني لبيان مواضيع الرسالة والمسائل التي تندرج تحت كل موضوع ـ هذا ولا أدعي لنفسي أنني وفيت الموضوع حقه ولا قاربت بل فاتني الكثير والكثير. ¶ وإنما أعد عملي هذا محاولة متواضعة لجمع مسائله من مختلف كتب الفقه والتفسير وشروح الحديث وعرضها على الدليل لمعرفة الراجح من المرجوح منها مع الاستنارة في ذلك بآراء أئمة التحقيق كشيخ الإسلام ابن تيمية وتلميذه العلامة ابن القيم وغيرهما. ¶ ولا يفوتني في هذا المقام أن أتقدم بوافر الشكر لله تعالى أولًا على ما وفق ويسر.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثم إلى كل من أعانني على إخراج هذا البحث وفي مقدمتهم شيخي: الشيخ عبد الرازق عفيفي الذي تفضل بالإشراف على الرسالة وبذل لي من علمه ووقته ما كان له أعظم الأثر في إخراجها على هذا النمط ـ والله يجزي الجميع من فضله وإحسانه خير الجزاء ـ وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ والحمد لله رب العالمين. ¶ المقدمة ¶ 1 ـ خلق الله الإنسان من ضعف كما قال تعالى: {وخلق الإنسان ضعيفًا} [النساء آية (28).] فهو ضعيف في بنيته. ¶ ضعيف في حواسه. ¶ ضعيف في تفكيره. ¶ فكان في شدة الحاجة إلى فيض من الله يكسبه قوة على تحصيل ما يسد به حاجته وما ينهض به في حياته ويكسبه معرفة بالوسائل والقوة الكونية التي سخرها الله له واقتدارًا على استخدامها والاستفادة منها في سيادته وإعزاز نفسه والسعادة في الدنيا والآخرة. ¶ لذا أمده الله بما يجبر ضعفه. ¶ حكمة منه وعدلًا ورحمة منه وفضلًا. ¶ فسخر له هذه الكائنات يرتفق بها ويستعين بها في مهماته في هذه الحياة. ¶ وأدر عليه رزقه ما يقتات به لحفظ حياته وما تلذ به نفسه ويكون عونًا له على نيل متع الحياة. ¶ فبهذا الغذاء ينمو الجسم وتتوفر قوته. ¶ ثم هذا الجسم بحاجة إلى ما يستر ظاهره ويقيه من البرد والحر. ¶ بل هو مع ذلك بحاجة إلى ما يجمل هيئته. ¶ وقد أوجد الله له اللباس الذي يكفل له تحقيق هذه الأغراض. ¶ وبذلك امتن الله على أبي البشر آدم عليه السلام حينما أسكنه جنته في جملة ما امتن به عليه حيث يقول سبحانه: {إن لك ألا تجوع فيها ولا تعرى. ¶ وأنك لا تظمأ فيها ولا تضحى} [طه آية (9/11، 119)] كما امتن على ذريته بتوفير اللباس الذي يسترون به عوراتهم ويجملون به هيئاتهم: {يا بني آدم قد أنزلنا عليكم لباسًا يواري سوءاتكم وريشًا} [الأعراف آية (26)]. ¶ وهكذا نراه يأمرنا باللباس والأكل والشرب من غير سرف حيث يقول سبحانه: {يا بني آدم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق} [الأعراف آية (31ـ32)]. ¶ إن هذا هو الخط الذي يجب أن يسير عليه العبد في مأكله ومشربه وملبسه وهو ميزان الاعتدال بين الإسراف والتقطير وبين البخل والتبذير. ¶ ولقد تكرر ذكر هذا النظام المعتدل للمأكل والمشرب في القرآن الكريم في أكثر من موضع مثل قوله تعالى: {ولا تجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملومًا محسورًا} [الإسراء آية (29)]. ¶ وقوله تعالى: {والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قوامًا} [الفرقان آية (67).]. ¶ 2 ـ ومن تكريم الله سبحانه لهذا الإنسان أن ذلل له هذه الكائنات وألهمه كيف يستخدمها لصالحه ويصرفها لحاجته طائعة منقادة لأمر خالقها العليم القدير الذي يخاطب الإنسان بقوله سبحانه: {هو الذي خلق لكم ما في الأرض جميعًا ثم استوى إلى السماء فسواهن سبع سموات وهو بكل شيء عليم} [البقرة آية (29).] يصور لنا تعالى في هذه الآية الكريمة: ¶ {خلق لكم} بقدرته الكاملة ونعمته الشاملة وأي قدرة أكبر من قدرة الخالق وأي نعمة أكمل من جعل كل ما في الأرض مهيئًا لنا ومعدًا لمنافعنا ـ وللانتفاع بما في الأرض طريقان: ¶ أحدهما: الانتفاع بأعيانها في الحياة الجسدية. ¶ وثانيهما: الانتفاع بالنظر فيها والاعتبار بها في الحياة العقلية. ¶ إننا ننتفع بكل ما في الأرض برها وبحرها من حيوان ونبات وجماد حسيًا وروحيًا وما لا تصل إليه أيدينا ننتفع بالاستدلال به على قدرة مبدعه وحكمته والتعبير (يتناول ما في جوف الأرض من المعادن) [تفسير المنار ص247 ج 1.] وما في البحار من اللؤلؤة والمرجان واللحم الطري وما على ظهر الأرض من النباتات والزروع والثمار والحيوانات المباحة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كذلك يخاطب الله جل شأنه هذا الإنسان ممتنًا عليه ومظهرًا لتكريمه على غيره بأنه سخر له ما في السموات وما في الأرض: {وسخر لكم ما في السموات وما في الأرض جميعًا منه إن في ذلك لآيات لقوم يتفكرون} [الجاثية آية (13).] فكل ما في الآية من تسخير ما في السموات وما في الأرض لهذا الإنسان يدل على سيادته لهذه المخلوقات وعظم مسؤوليته في هذه الحياة ومن ثم استخلفه الله في هذه الأرض: {إني جاعل في الأرض خليفة} [البقرة آية (30).] فيجب عليه أن يفهم مكانته ويعي مسئوليته ويقوم بما نيط به لقاء ما أنعم الله عليه به. ¶ 3 ـ والبحث في معنى الآيتين السابقتين: {هو الذي خلق لكم ما في الأرض جميعًا}، {وسخر لكم ما في الأرض جميعًا منه} يدعو إلى مناقشة مسألة جرى الخلاف فيها وهي: (هل الأصل في الأشياء الإباحة أو التحريم). ¶ وتحرير محل النزاع في هذه المسألة أن يقال: الأشياء مثلًا لها ثلاث حالات: ¶ الأولى: أن يكون فيها ضرر محض ولا نفع فيها البته كأكل الأعشاب السامة القاتلة. ¶ الثانية: أن يكون فيها نفع محض ولا ضرر فيها أصلًا. ¶ الثالثة: أن يكون فيها نفع من جهة وضرر من جهة. ¶ فما كان فيه ضرر محض أو كان ضرره أرجح من نفعه أو مساويًا له فهو حرام لقوله ـ صلى الله عليه وسلم ـ : (لا ضرر ولا ضرار) [حاشية الشنقيطي على روضة الناظر ببعض تصرف ص20.] ولقوله تعالى: {ولا تلقوا بأيديكم إلى التهلكة} وقوله تعالى: {ولا تقتلوا أنفسكم}. ¶ وما كان نفعه خالصًا أو معه ضرر خفيف والنفع أرجح منه فهذا موضع الخلاف على ثلاثة أقوال: [حاشية الشنقيطي على روضة الناظر ص19. ¶ بزيادة يسيرة.]. ¶ القول الأول: أنها على الإباحة لعدة أدلة منها:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "1 ـ قوله تعالى: {هو الذي خلق لكم ما في الأرض جميعًا} فإنه تعالى امتن على خلقه بما في الأرض جميعًا ولا يمتن إلا بمباح إذ لا منة في محرم [حديث حسن رواه ابن ماجه والدارقطني وغيرهما مسندًا ورواه مالك في الموطأ مرسلًا/الأربعون النووية وشرحها لابن رجب الحنبلي ص265.]. ¶ . ¶ والخطاب لجميع الناس لبدئه الكلام بقوله: {يا أيها الناس اعبدوا ربكم} ووجه الدلالة أنه أخبر أنه خلق جميع ما في الأرض للناس مضافًا إليهم باللام. ¶ . ¶ . ¶ وهي توجب اختصاص المضاف بالمضاف إليه واستحقاقه إياه من الوجه الذي يصلح له وهذا المعنى يعم موارد استعمالها كقولهم المال لزيد والسرج للدابة وما أشبه ذلك فيجب إذن أن يكون الناس مملكين ممكنين لجميع ما في الأرض فضلًا من الله ونعمة وخص من ذلك بعض الأشياء وهي الخبائث لما فيها من الإفساد لهم في معاشهم أو معادهم فيبقى ما عداه مباحًا بموجب الآية [مجموع فتاوى شيخ الإسلام ابن تيمية ص535ـ536 ج21 بتصرف يسير.]. ¶ 2 ـ قوله تعالى: {وما لكم أن لا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه} [الأنعام آية (119).]. ¶ ووجه الدلالة منها من ناحيتين: ¶ الأولى: أنه وبخهم وعنفهم على ترك الأكل مما ذكر اسم الله عليه. ¶ . ¶ فلو لم تكن الأشياء مطلقة مباحة لم يلحقهم ذم ولا توبيخ إذ لو كان حكمها مجهولًا أو كانت محظورة لم يكن كذلك فتوبيخهم على ترك الأكل مما ذكر عليه اسمه دليل على أن الأصل الإباحة إذ لو كان الأصل التحريم لكانوا مصيبين في ترك الأكل من ذلك فلا لوم عليهم. ¶ الناحية الثانية: أنه قال: {وقد فصل لكم ما حرم عليكم} والتفصيل: التبيين. ¶ فذكر أنه بين المحرمات فما لم يبين تحريمه ليس بمحرم وما ليس بمحرم فهو حلال إذ ليس إلا حلال أو حرام. ¶ [المصدر السابق.]",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "3 ـ قوله ـ صلى الله عليه وسلم ـ : (إن أعظم المسلمين جرمًا من يسأل عن شيء لم يحرم فحرم من أجل مسألته) [رواه الشيخان في الصحيحين.] ووجه الدلالة منه: إن الأشياء لا تحرم إلا بتحريم خاص لقوله: (لم يحرم) وإن تحريمها قد يكون لأجل المسألة وبدون ذلك ليست محرمة [مجموع الفتاوى لشيخ الإسلام ابن تيمية ص537 ج21]. ¶ القول الثاني: إن الأصل في ذلك التحريم حتى يرد دليل الإباحة واستدل لذلك بأن الأصل منع التصرف في ملك الغير بغير إذنه وجميع الأشياء ملك لله ـ جل وعلا ـ فلا يجوز التصرف فيها إلا بعد إذنه [حاشية الشنقيطي على الروضة ص19]. ¶ القول الثالث: التوقف عن الحكم في هذا حتى يرد دليل مبين للحكم فيه [نفس المصدر] وكأن قائل ذلك تكافأت عنده أدلة الطرفين فتوقف. ¶ الترجيح: والقول الأول أظهر لصحة أدلته وصراحتها. ¶ فالأصل في جميع الأعيان الموجودة على اختلاف أصنافها وتباين أوصافها أن تكون حلالًا مطلقًا للآدميين وأن تكون طاهرة لا يحرم عليهم ملابستها ومباشرتها ومماستها [مجموع فتاوى شيخ الإسلام ص535 ج21.]. ¶ فلا يحظر منها إلا ما حظره الله سبحانه وتعالى. ¶ . ¶ . ¶ وإلا دخلنا في معنى قوله تعالى: {قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حرامًا وحلالًا} [يونس آية (59).] ولهذا ذم الله المشركين الذين شرعوا من الدين ما لم يأذن به الله وحرموا ما لم يحرمه الله كما ذكره الله عنهم بقوله سبحانه: {وجعلوا لله مما ذرأ من الحرث والأنعام نصيبًا فقالوا هذا لله بزعمهم وهذا لشركائنا} إلى قوله: {سيجزيهم بما كانوا يفترون} [الأنعام الآيات (36ـ138).]. ¶ وما اعتمده أصحاب القول الثاني يناقش بأن منع التصرف في ملك الغير إنما يقبح عادة في حق من يتضرر بالتصرف في ملكه. ¶ وأنه يقبح عادة المنع مما لا ضرر فيه كالاستظلال بظل حائط إنسان والانتفاع بضوء ناره والله ـ جل وعلا ـ لا يلحقه ضرر من انتفاع مخلوقاته بالتصرف في ملكه. ¶ [",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "حاشية الشنقيطي على الروضة ص19ـ20.] ¶ وأما التوقف فلا موجب له لعدم تكافؤ الأدلة لما رأينا من قوة أدلة القول الأول وضعف دليل القول الثاني. ¶ على أن شيخ الإسلام أحمد بن تيمية ـ رحمه الله ـ [هو شيخ الإسلام أحمد بن عبد الحليم بن عبد السلام كان إمامًا بحرًا في العلوم ولد سنة 661 وتوفي سنة 728ه تبلغ مؤلفاته نحو300 مجلدًا.] يرى قصر هذه الإباحة على المسلم خاصة حيث يقول في الأطعمة: \"الأصل فيها الحل لمسلم يعمل صالحًا لأن الله تعالى إنما أحل الطيبات لمن يستعين بها على طاعته لا معصيته\" لقوله تعالى: {ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات} [المائدة آية (93).] الآية . ¶ ولهذا لا يجوز أن يعان بالمباح على المعصية كما يعطى اللحم والخبز لمن يشرب عليه الخمر ويستعين به على الفواحش ومن أكل من الطيبات ولم يشكر فهو مذموم قال الله تعالى: {لتسألن يومئذ عن النعيم} أي عن الشكر عليه) ا. ¶ هـ . ¶ [الاختيارات ص321.]. ¶ 4 ـ هذا ونرى من المناسب هنا أن نذكر ما للأكل من الطيبات من آثار حسنة وما للأكل من الخبائث من آثار سيئة إذ هذا يهم كل مسلم فقد أمر الله الناس عمومًا بالأكل من الحلال الطيب حيث يقول سبحانه: {يا أيها الناس كلوا مما في الأرض حلالًا طيبًا} [البقرة آية (21).] فامتن عليهم بأن أمرهم أن يأكلوا من جميع ما في الأرض من حبوب وثمار وفواكه وحيوانات حالة كونها (حلالًا) أي محللًا لكم تناولها ليست بغصب ولا سرقة ولا محصلة بمعاملة محرمة أو على وجه محرم أو معينًا على محرم (طيبًا) أي ليس بخبيث كالميتة والدم ولحم الخنزير والخبائث كلها [تفسير ابن سعدى ص96 ج1.]. ¶ كما أمر المؤمنين خاصة بالأكل من طيبات ما رزقهم حيث يقول: {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا الله إن كنتم إياه تعبدون} [البقرة آية (172).].",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فأمر المؤمنين بذلك خاصة لأنهم هم المنتفعون في الحقيقة بالأوامر والنواهي بسبب إيمانهم فأمرهم بأكل الطيبات من الرزق والشكر لله على أنعامه باستعمالها بطاعته والتقوي بها على ما يوصل إليه فأمرهم بما أمر به المرسلين في قوله: {يا أيها الرسل كلوا من الطيبات واعملوا صالحًا} [المؤمنون آية (51).]. ¶ . ¶ وفي هذه الآية لم يقيد بالأكل من الحلال لأن إيمان المؤمن يحجزه عن تناول ما ليس له [المصدر السابق باختصار] \"إن الله ينادي الذين آمنوا بالصفة التي تربطهم به سبحانه وتوحي إليهم أن يتلقوا منه الشرائع وأن يأخذوا عنه الحلال والحرام ويذكرهم بما رزقهم فهو وحده الرزاق ويبيح لهم الطيبات مما رزقهم فيشعرهم أنه لم يمنع عنهم طيبًا من الطيبات وأنه إذا حرم شيئًا فلأنه غير طيب لا لأنه يريد أن يحرمهم ويضيق عليهم وهو الذي أفاض عليهم الرزق ابتداء\" [في ظلال القرآن ص156 ج1.] ¶ وللأكل من الطيبات آثار طيبة على النفوس والأبدان، فالطيبات التي أباحها الله هي المطاعم النافعة للأبدان والعقول والأخلاق فكل ما نفع فهو طيب وكل ما ضر فهو خبيث. ¶ وللأكل من الحلال والطيب من المطاعم أثر عظيم في صفاء القلب واستجابة الدعاء والعبادة كما أن الأكل من الحرام يمنع قبولهما قال تعالى عن اليهود: {أولئك الذين لم يرد الله أن يطهر قلوبهم لهم في الدنيا خزي ولهم في الآخرة عذاب عظيم.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "سماعون للكذب أكالون للسحت} [المائدة آية (41ـ42).] أي الحرام ومن كانت هذه صفته كيف يطهر الله قلبه وأنى يستجيب له قال ـ صلى الله عليه وسلم ـ : (أيها الناس إن الله طيب لا يقبل إلا طيبًا وإن الله أمر المؤمنين بما أمر به المرسلين فقال تعالى: {يا أيها الرسل كلوا من الطيبات واعملوا صالحًا} [المؤمنون آية (51).] وقال: {يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم} [البقرة آية (172).] ثم ذكر الرجل يطيل السفر أشعث أغبر يمد يديه إلى السماء يا رب يا رب ومطمعه حرام ومشربه حرام وملبسه حرام وغذي بالحرام فأنى يستجاب لذلك) [مر تخريجه في ص6.]، وكما أن للمأكل حلاً وحرمة أثرًا بالغًا على قلب الفرد وسلوكه استقامة واعوجاجًا. ¶ فإن هذا الأثر ينجر على المجتمع كله فيتأثر بذلك لأن المجتمع مكون من الأفراد. ¶ فمجتمع يسوده الصدق في المعاملات والتغذي بالمباحثات يكون مجتمعًا نظيفًا مثاليًا متعاونًا متماسك البنيان ـ ومجتمع تسود فيه الرشوة والغش والتغذي بالمحرمات يكون مجتمعًا ملوثًا متفككًا متخاذلًا هابطًا إلى الأرض، مرتعًا لكل رذيلة وبالتالي يكون مجتمعًا منهزمًا لا يلبث أن يزول عند أدنى عاصفة لأن المطاعم الخبيثة تفسد الطباع وتغذي غذاء خبيثًا \"ولما كان الله سبحانه إنما حرم الخبائث لما فيها من الفساد إما في العقول أو الأخلاق أو غيرها ظهر على الذين استحلوا بعض المحرمات من الأطعمة أو الأشربة من النقص بقدر ما فيها من المفسدة، ولولا التأويل لاستحقوا العقوبة [مجموع فتاوى شيخ الإسلام ص10 ج21.]\" واستباحة المحرم المجمع على تحريمه كالربا والميتة والخنزير وغير ذلك يكون ردة عن دين الإسلام كما نص على ذلك العلماء في باب حكم المرتد. ¶ إلا إذا كان جاهلًا بالحكم كمن نشأ في بلاد أو بادية بعيدة عن الإسلام فهذا يعرف الحكم فإن أصر على ذلك بعد العلم كفر. ¶ الباب الأول ¶ وفيه مبحثان: ¶ المبحث الأول: في بيان المراد بالأطعمة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والفرق بين منهاج الجاهلية ومنهاج الإسلام فيما يحل ويحرم منها. ¶ والمقارنة الإجمالية بين المذاهب الإسلامية في ذلك. ¶ المبحث الثاني: في بيان انقسام الأطعمة إلى نبات وحيوان. ¶ وانقسام الحيوان إلى بري وبحري والمراد بكل منهما. ¶ المبحث الأول ¶ بيان المراد بالأطعمة. ¶ والفرق بين منهاج الجاهلية ومنهاج الإسلام فيما يحل ويحرم منها. ¶ والمقارنة الإجمالية بين المذاهب الإسلامية في ذلك. ¶ المراد بالأطعمة: هي جمع طعام ـ قال في القاموس [ص144 ج4.]: الطعام: البر وما يؤكل ا. ¶ هـ . ¶ وقال جماعة من أهل اللغة [انظر تهذيب الأسماء واللغات للنووي ص186 ج2.]: الطعام يقع على كل ما يطعم حتى الماء قال الله تعالى: {إن الله مبتليكم بنهر فمن شرب منه فليس مني ومن لم يطعمه فإنه مني} [البقرة آية (249).] وقال النبي ـ صلى الله عليه وسلم ـ في ماء زمزم: (أنها طعام طعم وشفاء سقم) [رواه أبوداود الطيالسي في مسنده وأصله في مسلم دون قوله: (وشفاء سقم) التلخيص الحبير ص269 ج2.] وطعم يطعم بكسر العين في الماضي وفتحها في المستقبل طعمًا فهو طاعم إذا أكل أو ذاق [نفس المصدر.]. ¶ فالطعام في اللغة. ¶ . ¶ يطلق في الغالب على ما يؤكل وقد يطلق على ما يشرب بقلة. ¶ وأما الفرق: بين منهاج الجاهلية ومنهاج الإسلام فيما يحل ويحرم منها فهو كما بين الليل والنهار والضياء والظلام ذلك أن أهل الجاهلية كانوا يحللون ويحرمون من عند أنفسهم وحسب شهواتهم وما تمليه عليهم شياطين الجن والإنس فيستبيحون أشياء من المحرمات كالميتة والدم ومن الحشرات ما دب ودرج. ¶ ويحرمون أشياء من الطيبات \"فعمدوا إلى بعض الزروع وبعض الأنعام فعزلوها لآلهتهم فقالوا: هذه الأنعام وهذه الثمار محرمة عليهم لا يطعمونها وعمدوا إلى أنعام فجعلوا ظهورها حرامًا ركوبها كما عمدوا إلى أنعام فقالوا: هذه لا يذكر اسم الله عليها عند ذبحها.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "لقد استطردوا في أوهام التصورات والتصرفات النابعة من انحرافات الشرك والوثنية ومن ترك أمر التحليل والتحريم للرجال مع الادعاء بأن ما يشرعه الرجال هو الذي شرعه الله واستطردوا في هذه الأوهام فقالوا: عن الأجنة التي في بطون بعض الأنعام إنها خالصة للذكور منهم حين تنتج محرمة على الإناث. ¶ إلا أن تكون ميتة فيشارك فيها الإناث الذكور. ¶ . ¶ . ¶ هكذا بلا سبب ولا دليل ولا تعليل إلا أهواء الرجال التي يصوغون منها دينًا غامضًا ملتبسًا في الإفهام\" [المقنع لابن قدامة بحاشيته ص525 ج3 وانظر الشرح الصغير للدردير ص182ـ183 ج2.]. ¶ أما منهاج الإسلام فيما يحل ويحرم من الأطعمة فهو المنهاج الحكيم الذي يدور على دفع المضار وجلب المصالح فيما يحلل ويحرم وينعى على الجاهلية انحرافها عن ذلك المنهاج: {قل لا أجد فيما أوحي إلي محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا أو لحم خنزير فإنه رجس أو فسقًا أهل لغير الله به}. ¶ {وما لكم ألا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم}. ¶ {قل هلم شهداءكم الذين يشهدون أن الله حرم هذا}. ¶ {قل تعالوا أتل ما حرم ربكم عليكم} [الأنعام الآيات (145، 119، 150، 151).]. ¶ ويجمل العلامة ابن جرير [هو محمد بن جرير الطبري المؤرخ المفسر الإمام ولد سنة 224ه وهو من ثقات المؤرخين كان مجتهدًا في أحكام الدين لا يقلد أحدًا توفي سنة 310ه /الأعلام للزركلي ص194 ج6.] رحمه الله معنى هذه الآيات وأشباهها فيقول: \"يقول جل ثناؤه لنبيه محمد ـ صلى الله عليه وسلم ـ : قل يا محمد لهؤلاء الذين جعلوا لله مما ذرأ من الحرث والأنعام نصيبًا ولشركائهم من الآلهة والأنداد مثله.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "والقائلين هذه أنعام وحرث حجر لا يطعمها إلا من نشاء بزعمهم والمحرمين من أنعام أخر ظهورها والتاركين ذكر اسم الله على أخر منها والمحرمين بعض ما في بطون أنعامهم على إناثهم وأزواجهم ومحللة لذكورهم المحرمين ما رزقهم الله افتراء على الله وإضافة منهم ما يحرمون من ذلك عليكم فأتونا به أم وصاكم الله بتحريمه مشاهدة منكم له فسمعتم منه تحريمه ذلك عليكم فحرمتموه فإنكم كذبة إن ادعيتم ذلك ولا يمكنكم دعواه لأنكم إذا ادعيتموه علم الناس كذبكم ـ فإني لا أجد فيما أوحي إلي من كتابه وآي تنزيله شيئًا محرمًا على آكل يأكله مما تذكرون إنه حرمه من هذه الأنعام التي تصفون تحريم ما حرم عليكم منها بزعمكم {إلا أن يكون ميتة} قد ماتت بغير تذكية. ¶ {أو دمًا مسفوحًا} وهو المنصب. ¶ أو إلا أن يكون {لحم خنزير فإنه رجس} {أو فسقًا} يعني بذلك أو إلا أن يكون مذبوحًا ذبحه ذابح من المشركين من عبدة الأوثان لصنمه وآلهته فذكر عليه اسم وثنه فإن ذلك الذبح فسق نهى الله عنه وحرمه ونهى من آمن به عن أكل ما ذبح كذلك لأنه ميتة. ¶ وهذا إعلام من الله جل ثناؤه للمشركين الذين جادلوا نبي الله وأصحابه في تحريم الميتة بما جادلوهم به إن الذي جادلوهم فيه من ذلك هو الحرام الذي حرمه الله وإن الذي زعموا أن الله حرمه حلال قد أحله، وإنهم كذبة في إضافتهم تحريمه إلى الله\" [تفسير ابن جرير ص190ـ191 ج12.]. ¶ فمنهاج الإسلام فيما يحل ويحرم من الأطعمة هو: (أن كل طاهر لا مضرة فيه من الحبوب والثمار والحيوانات فهو الحلال. ¶ وكل نجس كالميتة والدم أو متنجس وكل ما فيه مضرة كالسموم وغيرها فهو محرم. ¶ وهذا المنهاج توضحه آيات كثيرة من القرآن وأحاديث من السنة.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من ذلك قوله تعالى: {كلوا مما في الأرض حلالًا طيبًا} أي مستطابًا في نفسه غير ضار للأبدان ولا للعقول إذ كل ما أحله الله من المأكل والمشرب يحمل تلك الصفة فهو طيب نافع في البدن والدين ـ وما كان كذلك فلابد أن يكون مستجمعًا للطيب والطهارة وانتفاء الضرر ـ ومما يدل على اعتبار وصف الطهارة في المطعوم قوله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير} [المائدة آية (3).] فهذه نجسة نجاسة عينية والنجس خبيث. ¶ وقوله تعالى: {ويحل لهم الطيبات ويحرم عليهم الخبائث} [الأعراف آية (157).]. ¶ ومما يدل على اعتبار انتفاء وصف الضرر في المطعوم قوله تعالى: {ولا تلقوا بأيديكم إلى التهلكة} [البقرة آية (195).] وقوله تعالى: {ولا تقتلوا أنفسكم} [النساء آية (29).] فهذه الآيات تدل على أن كل خبيث أو مضر يحرم تناوله واستعماله وكل طيب نافع فهو مباح. ¶ هذا هو منهج الإسلام في الحلال والحرام من الأطعمة منهج يدور على جلب المنفعة ودفع المفسدة تشريع من حكيم حميد عليم بكل شيء، تشريع صالح لكل زمان ومكان ولجميع طوائف البشر. ¶ فأي نسبة بينه وبين منهاج يشرعه أعداء الإنسانية من شياطين الجن والإنس أو منهج يستوحى من أهواء النفوس وشهواتها الجامحة {أفحكم الجاهلية يبغون ومن أحسن من الله حكمًا لقوم يوقنون} [المائدة آية (50).]. ¶ المقارنة الإجمالية بين المذاهب الإسلامية فيما يحل ويحرم من الأطعمة والأشربة: ¶ يجمل شيخ الإسلام ابن تيمية هذه المقارنة حيث يقول [ص6ـ9 ج21 مجموع الفتاوى.] (ومذهب أهل الحديث في هذا الأصل العظيم الجامع وسط بين مذهب العراقيين والحجازيين).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فإن أهل المدينة مالكًا وغيره يحرمون من الأشربة كل مسكر كما صحت بذلك النصوص عن النبي ـ صلى الله عليه وسلم ـ من وجوه متعددة وليسوا في الأطعمة كذلك بل الغالب عليهم فيها عدم التحريم فيبيحون الطيور مطلقًا وإن كانت من ذوات المخالب ويكرهون كل ذي ناب من السباع، وفي تحريمها عن مالك [هو إمام دار الهجرة مالك بن أنس الأصبحي أحد الأئمة الأربعة وإليه تنسب المالكية ولد سنة 93 كان صُلبًا في دينه بعيدًا عن الأمراء توفي سنة 179 هـ رحمه الله. ¶ . ¶ الأعلام ص128 ج6.] روايتان وكذلك في الحشرات هل هي محرمة أو مكروهة روايتان. ¶ وكذا البغال والحمير وروي عنه أنها مكروهة أشد من كراهة السباع وروي عنه أنها محرمة بالسنة. ¶ . ¶ . ¶ والخيل أيضًا يكرهها لكن دون كراهة السباع. ¶ وأهل الكوفة في باب الأشربة مخالفون لأهل المدينة ولسائر الناس ليست الخمر عندهم إلا من العنب ولا يحرمون القليل من المسكر إلا أن يكون خمرًا من العنب أو أن يكون من نبيذ التمر أو الزبيب النيئ أو يكون من مطبوخ عصير العنب إذا لم يذهب وهم في الأطعمة في غاية التحريم حتى حرموا الخيل والضباب وقيل: إن أبا حنيفة يكره الضب والضباع ونحوها. ¶ فأخذ أهل الحديث في الأشربة بقول أهل المدينة وسائر أهل الأنصار موافقة للسنة المستفيضة عن النبي ـ صلى الله عليه وسلم ـ وأصحابه في التحريم وزادوا عليهم في متابعة السنة. ¶ . ¶ . ¶ وأخذوا في الأطعمة بقول أهل الكوفة لصحة السنن عن النبي ـ صلى الله عليه وسلم ـ بتحريم كل ذي ناب من السباع وكل ذي مخلب من الطير وتحريم لحوم الحمير. ¶ . ¶ . ¶ لكن لم يوافق أهل الحديث الكوفيين على جميع ما حرموه بل أحلوا الخيل لصحة السنن عن النبي ـ صلى الله عليه وسلم ـ بتحليلها يوم خيبر.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبأنهم ذبحوا على عهد النبي ـ صلى الله عليه وسلم ـ فرسًا وأكلوا لحمه، وأحلوا الضب لصحة السنن عن النبي ـ صلى الله عليه وسلم ـ بأنه قال: (لا أحرمه) وبأنه أكل على مائدته وهو ينظر ولم ينكر على من أكله وغير ذلك مما جاءت فيه الرخصة. ¶ فنقصوا عما حرمه أهل الكوفة من الأطعمة كما زادوا على أهل المدينة في الأشربة. ¶ . ¶ فزادوا عليهم في متابعة السنة. ¶ . ¶ حتى إن الإمام أحمد حرم العصير والنبيذ بعد ثلاث وإن لم يظهر فيه شدة، متابعة للسنة المأثورة في ذلك لأن الثلاث مظنة ظهور الشدة غالبًا ـ فأقيمت مقامه ـ وحتى إنه كره الخليطين [الخليطان ما ينبذ من البسر والتمر معًا أو من العنب والزبيب أو من الزبيب والتمر ونحو ذلك مما ينبذ مختلطًا. ¶ وإنما نهى عنه لأن الأنواع إذا اختلفت في الانتباذ كانت أسرع للشدة والتخمير/النهاية في غريب الحديث ص63 ج2.] ـ إما كراهة تنزيه أو تحريم على اختلاف الروايتين عنه ا. ¶ هـ . ¶ بتصرف يسير. ¶ ومن خلال هذه المقارنة يتضح لنا منهج هذه المذاهب: مذهب أهل المدينة وفي مقدمتهم الإمام مالك. ¶ ومذهب الكوفيين وفي مقدمتهم الإمام أبو حنيفة. ¶ ومذهب أهل الحديث وفي مقدمتهم الإمام أحمد فيما يباح وما يحرم من الأطعمة. ¶ فمنهج المدنيين يتسم بالتوسع في الإباحة إلى حد قد يخالف بعض النصوص. ¶ ومنهج الكوفيين يتسم بالتشدد في التحريم إلى حد قد يخالف بعض النصوص كذلك. ¶ ومنهج أهل الحديث يتسم بالتوسط بين المنهجين تمشيًا مع جميع النصوص. ¶ وكل من هذه السمات الثلاث سيظهر ـ إن شاء الله من خلال استعراض هذه المذاهب في أحكام جزئيات الأطعمة. ¶ والله الموفق. ¶ المبحث الثاني ¶ بيان انقسام الأطعمة إلى نبات وحيوان. ¶ وانقسام الحيوان إلى بري وبحري والمراد بكل منهما. ¶ الأغذية الإنسانية: تنقسم إلى قسمين:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "- القسم الأول: طاهر غير حيوان كالنبات والثمار والجامدات والمائعات فهذا قد اتفقوا [الإفصاح لابن هبيرة ص453 ج2.] على أنه مباح ما لم يكن متنجسًا أو ضارًا. ¶ - القسم الثاني: حيوان: وهو بري وبحري: ¶ * فأما الحيوان البري فهو: ما لا يعيش إلا في البر\" والأصل فيه الحل إلا ما كان تحريمه قد نص عليه الشارع\" [منهج السالكين لابن سعدى ص52.] وهو نوعان: ¶ النوع الأول: حيوان أهلي وهو كل ما ألف المنازل ـ من أهل بمعنى أنس [القاموس المحيط ص331 ج3.] كبهيمة الأنعام ـ وهي الإبل والبقر والغنم وكالدجاج. ¶ النوع الثاني: وحشي ـ وهو حيوان البر ـ من الوحشة وهي الخلوة [نفس المصدر] ـ كالظباء والنعامة والأرنب والطيور. ¶ * والنوع الثاني البحري ـ وهو ما لا يعيش إلا في الماء، وعيشه خارجه كعيش المذبوح [ص297 ج4 من مغني المحتاج شرح المنهاج للشافعية.] كالسمك والحيتان. ¶ الباب الثاني ¶ وفيه مبحثان: ¶ المبحث الأول: في بيان ما يحرم من الحيوان البري وفاقًا وخلافًا مع الاستدلال والترجيح وفيه المسائل الآتية: ¶ المسألة الأولى: في حكم أكل لحوم الخيل. ¶ المسألة الثانية: في بيان حكم أكل لحوم الحمر الأهلية. ¶ المسألة الثالثة: في بيان حكم أكل ما له ناب من السباع. ¶ المسألة الرابعة: في بيان حكم أكل ما له مخلب من الطير. ¶ المسألة الخامسة: في بيان حكم أكل ما يأكل الجيف والجلالة. ¶ المسألة السادسة: في بيان حكم أكل لحم ما يستخبث. ¶ المسألة السابعة: في بيان حكم ما نهي عن قتله أو أمر بقتله. ¶ المسألة الثامنة: في بيان حكم أكل ما تولد من حيوان مباح أكله وحيوان محرم أكله. ¶ المبحث الثاني: في صيد البحر وفيه ثلاث مسائل: ¶ المسألة الأولى: في بيان ما اختلف في أكله من حيوانات البحر مع الاستدلال والترجيح. ¶ المسألة الثانية: في بيان ميتة البحر مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان حكم ميتة ما يعيش في البر والبحر. ¶ المبحث الأول",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "في بيان ما يحرم من الحيوان البري وفاقًا وخلافًا مع الاستدلال والترجيح ¶ الأصل في الحيوان البري ـ كما ذكرنا ـ الحل إلا ما دل الدليل على تحريمه ـ والمحرم ـ نوعان: ¶ نوع محرم بعينه ـ ونوع محرم لسبب وارد عليه [بداية المجتهد ص340 ج1.]. ¶ فالأول كالخنزير والسباع من الطير ومن ذوات الأربع ـ وذوات الحافر الإنسية وما يأكل الجيف والحيوان المأمور بقتله في الحرم والحيوانات التي تعافها النفوس والمحرم لسبب وارد عليه. ¶ كالميتة وكل ما نقصه شرط من شروط الذكاة ـ إن كان مما يذكى ـ والجلالة [نفس المصدر ص340ـ341.]. ¶ والحكمة في تحريم هذه الحيوانات: ¶ أن منها ما يورث أكله بغيًا وظلمًا كذات الناب من السباع لأنها باغية عادية والمغتذي شبيه بما تغذى به ـ فإذا تولد اللحم منها صار في الإنسان خلق البغي والعدوان ـ لأن القوة السبعية التي تكون في نفس البهيمة المأكولة تسري إلى نفس الآكل. ¶ فتصير أخلاق الناس أخلاق السباع. ¶ ومنها ما حرم لأجل خبث مطعمه ـ كالخنزير فإنه يورث عامة الأخلاق الخبيثة إذ كان أعظم الحيوانات في أكل القاذورات لا يعاف شيئًا ـ وكالذي يأكل الجيف من الطير. ¶ أو لأنها في نفسها مستخبثة كالحشرات فقد رأينا طيب المطعم يؤثر في الحل وخبثه يؤثر في الحرمة كما جاءت به السنة في لحوم الجلالة ولبنها وبيضها فإنها إنما نهي عنها لما طرأ عليها من اغتذائها بالخبيث. ¶ وكذا النبات المسقي بالماء النجس والمسمد بالسرقين النجس عند من يقول بتحريم ما سمد به. ¶ وبالجملة فإن الله حرم الخبائث من المطاعم إذ هي تغذي تغذية خبيثة توجب للمغتذي بها الظلم والبغي أو الخسة والدناءة. ¶ كما إذا اغتذى من الخنزير والدم والسباع فإن المغتذي شبيه بالمغتذى به فيصير في نفسه من البغي والعدوان بحسب ما اغتذى منه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فإن قيل: كيف أبيحت هذه الأشياء للمضطر وفيها هذه المفسدة فالجواب: إن إباحتها في تلك الحال لأن مصلحة بقاء النفس مقدمة على دفع هذه المفسدة مع أن ذلك عارض لا يؤثر. ¶ مع الحاجة الشديدة أثرًا يضر [مجموع الفتاوى لشيخ الإسلام ابن تيمية الصفحات 25، 540، 585، 586 ج21، 523، 340، 341 ج20.]. ¶ وسيأتي ـ إن شاء الله ـ مزيد أيضًاح لذلك. ¶ وهذه الحيوانات المذكورة في بعضها خلاف بين العلماء جرى بسبب اختلاف الأدلة فيها واختلاف المفاهيم لهذه الأدلة وذلك ما نوضحه ـ إن شاء الله في المسائل التالية: ـ ¶ المسألة الأولى: في بيان حكم أكل لحوم الخيل: ¶ الخيل جماعة الأفرأس اسم جمع لا واحد له من لفظه كالقوم، والرهط والنفر وقيل: مفرده خائل. ¶ . ¶ وسميت الخيل خيلًا لاختيالها في المشية [حياة الحيوان للدميري ص309 ج1ط الاستقامة بالقاهرة سنة1378ه .]. ¶ وقد اختلف العلماء في حكم أكل لحومها على الأقوال التالية: ¶ القول الأول: أنه يحرم أكل لحوم الخيل وهذا مروي عن أبي حنيفة وهو الأصح عند بعض الحنفية [تكملة فتح القدير ص502 ج9 وحاشية ابن عابدين ص193 ج5 وبدائع الصنائع ص39 ج5 وانظر ترجمة أبي حنيفة في ص36.]. ¶ وهو أحد القولين للإمام مالك وهو الأشهر عند المالكية [انظر بداية المجتهد ص344 ج وتفسير الشنقيطي ص253 ج2.] ـ واستدل أصحاب هذا القول بأدلة منها: ¶ 1 ـ قوله تعالى: {والخيل والبغال والحمير لتركبوها وزينة} [النحل آية (8).] ¶ ووجه الاستدلال بهذه الآية: ¶ أن الله تبارك وتعالى ذكر الأنعام فيما تقدم ومنافعها وفصل ذلك بقوله تعالى: {والأنعام خلقها لكم فيها دفء ومنافع ومنها تأكلون ولكم فيها جمال حين تريحون وحين تسرحون.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وتحمل أثقالكم إلى بلد لم تكونوا بالغيه إلا بشق الأنفس إن ربكم لرءوف رحيم} [نفس السورة الآيات (5ـ7).] وكذا ذكر فيما بعد هذه الآية الشريفة متصلًا بها منافع الماء المنزل من السماء والمنافع المتعلقة بالليل والنهار والشمس والقمر والنجوم والمنافع المتعلقة بالبحر وذكر في هذه الآية أنه ـ سبحانه وتعالى ـ خلق الخيل والبغال والحمير للركوب والزينة ولم يذكر سبحانه منفعة الأكل فدل أنه ليس فيها منفعة أخرى سوى ما ذكر ـ ولو كان هناك منفعة أخرى سوى ما ذكر لم يحتمل أن لا يذكرها عند ذكر المنافع المتعلقة بها على سبيل الاستقصاء [بدائع الصنائع ص18 ج5.] فهذه للركوب لا للأكل وهذا تفصيل من خلقها وأكد ذلك بأمور: ¶ أحدها: أن اللام للتعليل أي خلقها لكم لعلة الركوب والزينة لأن العلة المنصوصة تفيد الحصر فإباحة أكلها تقتضي خلاف ظاهر الآية . ¶ ثانيها: عطف البغال والحمير عليها فدل على اشتراكها معهما في حكم التحريم. ¶ ثالثها: أن الآية الكريمة سيقت للامتنان وسورة النحل تسمى سورة الامتنان والحكيم لا يمتن بأدنى النعم ويترك أعلاها لا سيما وقد وقع الامتنان بالأكل في المذكورات قبلها. ¶ رابعها: لو أبيح أكلها لفاتت المنفعة بها فيما وقع به الامتنان من الركوب والزينة [تفسير الشنقيطي ص254ـ55 ج2.]. ¶ 2 ـ حديث خالد بن الوليد [هو خالد بن المغيرة المخزومي القرشي سيف الله الفاتح الكبير الصحابي الجليل وأسلم قبل فتح مكة سنة 7 وقاد الجيوش وكان مظفرًا خطيبًا فصيحًا توفي سنة 21ه .] رضي الله عنه قال: (نهى رسول الله ـ صلى الله عليه وسلم ـ عن أكل لحوم الخيل والبغال والحمير) [أخرجه أهل السنن وتعقب بأنه شاذ ومنكر لأنه في سياقه أنه شهد خبير ولم يسلم إلا بعدها/فتح الباري ص651 ج9.].",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3 ـ حديث جابر قال: (نهى رسول الله ـ صلى الله عليه وسلم ـ عن لحوم الحمر والخيل والبغال) [أخرجه الطحاوي وابن حزم وفي إسناده عكرمة ابن عمار يضعفه أهل الحديث/نيل الأوطار ص116 ج8 وجابر: هو جابر بن عبد الله بن عمرو بن حرام الأنصاري صحابي من المكثرين في الرواية عن النبي ـ صلى الله عليه وسلم ـ توفي سنة 78ه . ¶ الأعلام ص92 ج2.]. ¶ وقد نوقشت هذه الأدلة بما يأتي: ¶ 1 ـ أجيب عن الاستدلال بالآية من وجوه: ¶ الوجه الأول: أنها نزلت في مكة اتفاقًا والإذن في أكل لحوم الخيل يوم خيبر كان بعد الهجرة من مكة بأكثر من ست سنين فلو فهم النبي ـ صلى الله عليه وسلم ـ المنع من الآية لما أذن في الأكل. ¶ الوجه الثاني: لو سلمنا أن اللام في الآية للتعليل لم نسلم إفادتها الحصر في الركوب والزينة فإنه ينتفع بالخيل في غيرهما وفي الأكل وإنما المراد أن الأغلب من المنافع في الخيل هو الركوب والزينة. ¶ الوجه الثالث: يلزم المستدل بالآية على هذا القول منع حمل الأثقال على الخيل والبغال والحمير للحصر المزعوم في الركوب والزينة ولا قائل بذلك. ¶ الوجه الرابع: أن الاستدلال بعطف الحمير والبغال على الخيل فتأخذ الخيل حكم ما عطف عليها من تحريم الأكل ـ الاستدلال بذلك استدلال بدلالة الاقتران وهو استدلال ضعيف عند أكثر العلماء من الأصوليين. ¶ الوجه الخامس: أما الاستدلال بأن الآية سيقت للامتنان في الخيل والأنعام وقد ذكر الامتنان بالأكل في الأنعام ولم يذكر في الخيل فيجاب عنه: بأنه ذكر في كل من الصنفين أغلب وجوه الانتفاع به وذلك لا يمنع بقية الانتفاعات الأخرى. ¶ 2 ـ وأجيب عن الاستدلال بحديث خالد بن الوليد من وجوه: ¶ أ ـ في سياقه أنه شهد خيبر وهو خطأ فإنه لم يسلم إلا بعدها على الصحيح. ¶ ب ـ وقد روي من طريق آخر عن خالد وفيها مجهول [نيل الأوطار ص116 ج8.]. ¶ ج ـ وقد ضعف حديث خالد هذا جمع من الحفاظ كما في فتح الباري [فتح الباري ص652 ج9.].",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "3 ـ وأجيب عن حديث جابر بوجوه [من فتح الباري ص651 ج9 بتصرف.]: ¶ أ ـ إن فيه عكرمة بن عمار [هو عكرمة بن عمار بن عقبة الحنفي العجلي اليمامي أبو عمار شيخ اليمامة في عصره من رجال الحديث توفي سنة 159ه الأعلام ص44 ج5.] وهو ضعيف عند أهل الحديث. ¶ ب ـ أن ذكر الخيل لم يرد في أقوى رواياته مما يدل على أن هذه الزيادة غير ثابتة في أصل الحديث. ¶ ج ـ أن الروايات المتنوعة عن جابر المفصلة بين لحوم الخيل والحمر في الحكم أظهر اتصالًا وأتقن رجالًا ـ فتقدم على هذه الرواية. ¶ هذا حاصل ما نوقشت به أدلة هذا القول. ¶ . ¶ والله أعلم. ¶ . ¶ . ¶ القول الثاني: إباحة أكل لحوم الخيل وهو مذهب الشافعي [مغني المحتاج إلى معرفة معاني ألفاظ المناهج ص291ـ292 ج4 والشافعي هو محمد بن إدريس بن العباس بن شافع الهاشمي أحد الأئمة الأربعة ولد سنة 150ه وإليه نسبة الشافعية توفي في مصر سنة 204 الأعلام ص249 ج6.] وأحمد [المقنع بحاشيته ص528 ج3 وأحمد هو أحمد بن محمد بن حنبل إمام المذهب الحنبلي وأحد الأئمة الأربعة توفي سنة 241.] وقول محمد بن الحسن [بدائع الصنائع ص18 ج5 ومحمد هو محمد بن الحسن الشيباني إمام في الفقه والأصول في المذهب الحنفي توفي سنة 189ه .] وأبي يوسف [هو يعقوب بن إبراهيم صاحب الإمام أبي حنيفة كان فقيهًا علامةً من حفاظ الحديث توفي سنة 182ه .] من الحنفية وقول في مذهب المالكية [الشرح الصغير ص185 ج2.] وهو قول الجمهور وأدلة هذا القول: ¶ 1 ـ حديث جابر: أن النبي ـ صلى الله عليه وسلم ـ نهى يوم خيبر عن لحوم الحمر الأهلية وأذن في لحوم الخيل ـ متفق عليه [المنتقى مع شرحه ص115 ج8.]. ¶ ووجه الدلالة منه ظاهرة فقد أخبر جابر أنه ـ صلى الله عليه وسلم ـ أباح لهم لحوم الخيل في الوقت الذي منعهم فيه من لحوم الحمر فدل ذلك على اختلاف حكمهما.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2 ـ عن أسماء بنت أبي بكر الصديق ـ رضي الله عنهما ـ قالت: (ذبحنا على عهد رسول الله ـ صلى الله عليه وسلم ـ فرسًا ونحن بالمدينة فأكلناه) متفق عليه [نفس المصدر] وفي لفظ أحمد: (فأكلناه نحن وأهل بيته) [نفس المصدر]. ¶ وقد نوقش [بدائع الصنائع ص18ـ19 ج5.] الاستدلال بهذين الحديثين على جواز أكل لحوم الخيل من قبيل المانعين من وجهين: ¶ الوجه الأول: أن ما ذكر فيهما يحتمل أن ذلك كان في الحال التي كان تؤكل فيها الحمر لأن النبي ـ عليه الصلاة والسلام ـ إنما نهى عن أكل لحوم الحمر يوم خيبر وكانت الخيل تؤكل في ذلك الوقت ثم حرمت يدل على ذلك ما روي عن الزهري [هو محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب الزهري تابعي صغير توفي سنة 124ه /تهذيب الأسماء للنووي ص92 ج1.] أنه قال ما علمنا الخيل أكلت إلا في حصار. ¶ وعن الحسن [هوالحسن بن يسار البصري تابعي كان إمام أهل البصرة وحبر الأمة في زمنه ولد سنة 21 وتوفي سنة 110ه الأعلام ص242 ج2.] ـ رضي الله عنه ـ أنه قال: كان أصحاب رسول الله ـ صلى الله عليه وسلم ـ يأكلون لحوم الخيل في مغازيهم فهذا يدل على أنهم كانوا يأكلونها في حال الضرورة كما قال الزهري. ¶ فيحمل على ذلك صيانة للأدلة عن التناقض.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الوجه الثاني: أنه إذا اجتمع حاظر ومبيح ترجح الحاظر احتياطًا ـ كما نوقش [شرح ابن دقيق على عمدة الأحكام ص455 ج4 بحاشيته.] الاستدلال بحديث أسماء وبالرواية الثانية لحديث جابر عند مسلم [هو مسلم بن الحجاج بن مسلم القشيري النيسابوري حافظ من أئمة المحدثين أشهر كتبه صحيح مسلم ولد سنة 204 وتوفي سنة 261ه الأعلام ص117 ج8.] (أكلنا زمن خيبر الخيل وحمر الوحش ونهى النبي ـ صلى الله عليه وسلم ـ عن الحمار الأهلي) فقال المخالف: إن فعل الصحابي في زمن النبي ـ صلى الله عليه وسلم ـ إنما يكون حجة إذا علمه النبي ـ صلى الله عليه وسلم ـ وفي علمه بذلك شك ـ وأيضًا هذا معارض بحديث خالد بن الوليد: (إن النبي ـ صلى الله عليه وسلم ـ نهى عن لحوم الخيل) [تقدم تخريجه ص42.] ثم لو سلم من المعارضة لم يصح التعلق به في مقابلة دلالة الآية {والخيل والبغال والحمير لتركبوها وزينة} على منع أكل الخيل ـ هذا حاصل ما نوقشت به أدلة المجيزين لأكل لحوم الخيول ـ وتأتي الإجابة عن ذلك. ¶ القول الثالث: إن أكل لحوم الخيل مكروه كراهة تنزيه وهو ظاهر الرواية عن أبي حنيفة [بدائع الصنائع ص39 ج5.] ورواية عن مالك صححها بعض المالكية [تفسير الشنقيطي ص253 ج2.]. ¶ ووجه هذا القول الجمع بين الأحاديث المختلفة في هذه المسألة والاحتياط لباب الحرمة [البدائع ص39 ج5.] ـ ويناقش هذا التوجيه بأن الأدلة لم تتكافأ حتى يصار إلى الجمع بينها ـ وليس في دليل المانعين قوة تدعو إلى الاحتياط من أجله للحظر. ¶ الترجيح: ¶ على ضوء ما عرضناه من أدلة الفريقين في هذه المسألة وما أجاب به كل فريق عن أدلة الفريق الآخر يتضح لنا جليًا رجحان القول الثاني وهو إباحة لحوم الخيل من غير كراهة. ¶ وذلك لما يأتي: ¶ 1 ـ قوة أدلة القول بالإباحة وضعف أدلة المخالفين بحيث لا تقوى على معارضتها كما سبق بيان ذلك في مناقشتها [في ص43ـ44.]. ¶ 2 ـ أن ما اعترض به المخالفون لذلك القول مردود بما يأتي:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أ ـ أما حملهم لأحاديث الإباحة على أنها كانت في الحال التي كان تؤكل فيها الحمر ثم حرم الجميع فهو مردود بأن الرسول ـ صلى الله عليه وسلم ـ فصل الحكم في ذلك فنهى عن لحوم الحمر ورخص في لحوم الخيل وفي بعض الروايات (أذن) وفي بعضها (أمر) [انظر فتح الباري ص652 ج9.] فأباح لهم ـ صلى الله عليه وسلم ـ لحوم الخيل في الوقت الذي منعهم فيه من لحوم الحمر فدل ذلك على اختلاف حكمهما. ¶ ب ـ وأما حملهم الإباحة على حالة الضرورة والمخمصة ـ فيجاب عنه بأن الإذن في أكل الخيل لو كان رخصة لأجل المخمصة لكانت الحمر الأهلية أولى بذلك لكثرتها وعزة الخيل حينئذ ولأن الخيل ينتفع بها فيما ينتفع به في الحمير من حمل وغيره والحمير لا ينتفع بها فيما ينتفع بالخيل فيه من القتال عليها وقد أمر ـ صلى الله عليه وسلم ـ بإراقة القدور التي طبخت فيها الحمر مع ما كان بهم من الحاجة فدل على ذلك على أن الإذن في أكل الخيل إنما كان للإباحة العامة لا لخصوص الضرورة [نفس المصدر بتصرف.]. ¶ ج ـ وأما قولهم بترجيح الحاظر على المبيح احتياطًا ـ فيجاب عنه بأن ذلك إنما يكون بشروط منها تساوي الأدلة في قوة السند وليس الأمر كذلك هنا فأدلة الإباحة أقوى من أدلة التحريم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "د ـ وأما اعتراضهم على حديث أسماء بأنه ليس فيه أن النبي ـ صلى الله عليه وسلم ـ اطلع على ذلك فيرده قولها: (فأكلناه نحن وأهل بيت الرسول ـ صلى الله عليه وسلم ـ) فهو يشعر إشعارًا قويًا أنه ـ صلى الله عليه وسلم ـ اطلع على ذلك مع أن ذلك لو لم يرد لم يظن بآل أبي بكر ـ رضي الله عنهم ـ أنهم يقدمون على فعل شيء في زمن النبي ـ صلى الله عليه وسلم ـ إلا وعندهم العلم بجوازه لشدة اختلاطهم بالنبي ـ صلى الله عليه وسلم ـ وعدم مفارقتهم له ومن ثمة كان الراجح أن الصحابي إذا قال: (كنا نفعل كذا على عهد النبي ـ صلى الله عليه وسلم ـ) أن له حكم الرفع لأن الظاهر اطلاع النبي ـ صلى الله عليه وسلم ـ على ذلك وتقريره [فتح الباري ص649 ج9.]. ¶ ه ـ وأما اعتراضهم بذلك أيضًا على رواية مسلم لحديث جابر حيث لم يخبر فيها أنه ـ صلى الله عليه وسلم ـ علم بذلك ـ فيرده الرواية الأخرى المتفق عليها لحديثه والتي قال فيها: (وأذن ـ يعني النبي ـ صلى الله عليه وسلم ـ في لحوم الخيل) لأنها إخبار بأنه ـ صلى الله عليه وسلم ـ أذن فيها فدل على علمه وزيادة [شرح ابن دقيق على العمدة بحاشية الصنعاني ص455ـ456 ج4.]. ¶ و وأما معارضتهم لأحاديث الإباحة بحديث خالد المقتضي للتحريم فهي معارضة ساقطة لأن في سند حديث خالد كلامًا [كما وضحنا في ص42 الحاشية رقم (4).] ينقص به عن مقاومة هذين الحديثين المتفق عليهما. ¶ ز ـ وأما قولهم لو سلمت أحاديث الإباحة مما يعارضها لم يصلح التعلق بها في مقابلة دلالة آية النحل على المنع ـ فيجاب عنه بجوابين: ¶ أحدهما: أن آية النحل ليست نصًا في منع الأكل والحديث صريح في جوازه فتكون دلالة الحديث على الإباحة أقوى من دلالة الآية على المنع إن سلمت.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الثاني: أن الآية إنما تشعر بترك الأكل وترك الأكل أعم من كونه متروكًا على سبيل الحرمة أو على سبيل الكراهة أو خلاف الأولى [انظر فتح الباري ص652 ج9 وشرح ابن دقيق العيد على العمدة بحاشيته ص457 ج4.] ـ وبهذا كله نعلم أن الذي يقتضيه الدليل الصريح إباحة لحوم الخيل ومن ثم قال الإمام الطحاوي [هو أبو جعفر أحمد بن محمد بن سلامة الأزدي المصري الحنفي إمام ثقة جليل له التصانيف البديعة ولد بمصر سنة 237 ومات بها سنة 321ه مقدمة شرح العقيدة الطماوية ص5 ط دار المعارف.] وهو من كبار الحنفية: ¶ وذهب أبو حنيفة [هو النعمان بن ثابت التيمي بالولاء الكوفي أبو حنيفة إمام الحنفية الفقيه المجتهد المحقق أحد الأئمة الأربعة ولد سنة 80 وتوفي سنة 150ه /الأعلام ص4 ج9.] إلى كراهة أكل الخيل وخالفه صاحباه وغيرهما واحتجوا بالأخبار المتواترة في حلها ولو كان ذلك مأخوذًا من طريق النظر لما كان بين الخيل والحمر الأهلية فرق ولكن الآثار إذا صحت عن رسول الله ـ صلى الله عليه وسلم ـ أولى أن يقال بها مما يوجبه النظر لا سيما وقد أخبر جابر أنه ـ صلى الله عليه وسلم ـ أباح لهم لحوم الخيل في الوقت الذي منعهم فيه من لحوم الحمر فدل ذلك على اختلاف حكمهما [فتح الباري ص650 ج9.] ـ ا. ¶ هـ . ¶ وقال ابن رشد [هو محمد بن أحمد بن رشد الشهير بالحفيد قاضي الجماعة بقرطبة توفي سنة 595ه /بداية المجتهد.] من المالكية: (وأما سبب اختلافهم في الخيل فمعارضة دليل الخطاب في هذه الآية يعني آية النحل {والخيل والبغال والحمير لتركبوها} ـ لحديث جابر ومعارضة قياس الفرس على البغل والحمار له لكن إباحة لحم الخيل نص في حديث جابر فلا ينبغي أن يعارض بقياس ولا بدليل خطاب) [بداية المجتهد ص344 ج1.]. ¶ المسألة الثانية: في بيان حكم لحوم الحمر الأهلية:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "1 ـ الجماهير من أهل العلم على تحريم لحوم الحمر الأنسية وبه قال الأئمة الثلاثة أبو حنيفة والشافعي وأحمد [انظر بدائع الصنائع ص37 ج5 والمناهج مع شرحه مغني المحتاج ص299 ج4 والمقنع ص525 ج3.]، وأما الإمام مالك فاختلفت الرواية عنه فيها ـ فعنه أنه يكرهها. ¶ وعنه أنه يحرمها كقول الجمهور [بداية المجتهد ص344 ج1 والشرح الصغير ص185، 187 ج3.]. ¶ استدل الجمهور بما يأتي: ¶ أ ـ حديث أبي ثعلبة الخشني [هو الصحابي جرثوم بن ناشر الخشني نسبة إلى خشين بطن من قضاعة توفي سنة 75ه تهذيب الأسماء ص199 ج2.] قال: (حرم رسول الله ـ صلى الله عليه وسلم ـ لحوم الحمر الأهلية). ¶ ب ـ حديث البراء بن عازب [هو البراء بن عازب بن الحارث الخزرجي قائد صحابي من أصحاب الفتوح أسلم صغيرًا ـ توفي سنة 71ه /الأعلام ص14 ج2.] قال: (نهانا رسول الله ـ صلى الله عليه وسلم ـ يوم خيبر عن لحوم الحمر الأنسية نضيجًا ونيئًا). ¶ ج ـ وعن ابن عمر [هو عبد الله بن عمر بن الخطاب العدوي صحابي كان جريئًا جهيرًا أنشأ في الإسلام وأفتي الناس ستين سنة توفي سنة 73ه /الأعلام ص246 ج2.] قال: (إن رسول الله ـ صلى الله عليه وسلم ـ نهى عن أكل لحوم الحمر الأهلية) [متفق على هذه أحاديث الثلاثة/المنتقى مع شرحه ص117 ج8.]. ¶ د ـ وعن أبي أوفى قال: (نهى النبي ـ صلى الله عليه وسلم ـ عن لحوم الحمر) [رواه البخاري وأحمد/نفس المصدر] وغيرها [راجع المنتقى.] من الأحاديث فهذه الأحاديث وما جاء بمعناها قاضية بتحريم لحوم الحمر الأهلية ـ قال النووي [هو يحيى بن شرف النووي الشافعي علامة في الفقه والحديث توفي سنة676ه /الأعلام ص184 ج9.]: حاصرًا لصيغ الروايات الواردة في ذلك ما نصه: ¶ \"وأما الحمر الأنسية فقد وقع في أكثر الروايات: أن النبي ـ صلى الله عليه وسلم ـ نهى يوم خيبر عن لحومها وفي رواية : حرم رسول الله ـ صلى الله عليه وسلم ـ لحوم الحمر الأهلية.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وفي روايات أنه ـ صلى الله عليه وسلم ـ وجد القدور تغلي فأمر بإراقتها وقال: لا تأكلوا من لحومها شيئًا. ¶ وفي رواية : نهينا عن لحوم الحمر الأهلية. ¶ وفي رواية؛ إن النبي ـ صلى الله عليه وسلم ـ قال: أهريقوها واكسروها فقال رجل يا رسول الله أو نهريقها ونغسلها قال أو ذاك. ¶ وفي رواية: نادى منادي النبي ـ صلى الله عليه وسلم ـ : ألا إن الله ورسوله ينهيانكم عنها فإنها رجس من عمل الشيطان وفي رواية ينهيانكم عن لحوم الحمر فإنها رجس أو نجس فأكفئت القدور بما فيها\" [شرح النووي على صحيح مسلم ص90ـ91 ج13.] ا. ¶ هـ . ¶ فهذه الأحاديث برواياتها المتضافرة هي عمدة الجماهير في تحريم لحوم الحمر الأهلية. ¶ 2 ـ وأما ما ذهب إليه مالك من كراهتها فاستدل له بما يأتي: ¶ أ ـ ما روي عن ابن عباس [هو عبد الله بن عباس بن عبد المطلب القرشي الهاشمي حبر الأمة الصحابي الجليل ـ توفي سنة 68ه بالطائف/الأعلام ص228 ج4.] أنه كان يقول بظاهر قوله تعالى: {قل لا أجد فيما أوحي إلي محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا أو لحم خنزير} [الأنعام آية (145).] وتلاها ابن عباس وقال ما خلا هذا فهو حلال [المغني مع الشرح الكبير ص65 ج11 وانظر شرح النووي على صحيح ومسلم ص91 ج13 وصحيح البخاري مع شرحه فتح الباري ص654ـ655 ج9.] ـ فهذا حبر الأمة وترجمان القرآن عبد الله بن عباس يفهم من الآية الكريمة عدم تحريم الحمر الأهلية. ¶ ب ـ ما جاء في حديث غالب بن أبجر من قوله: (أصابتنا سنة فلم يكن في مالي ما أطعم أهلي إلا سمان حمر فأتيت رسول الله ـ صلى الله عليه وسلم ـ فقلت إنك حرمت لحوم الحمر الأهلية، وقد أصابتنا سنة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال: (أطعم أهلك من سمين حمرك فإنما حرمتها من أجل جوال القرية) [رواه أبو داود ويأتي بيان درجته في الترجيح.] بفتح الجيم وتشديد اللام \"جمع جالة يعني الجلالة وهي التي تأكل العذرة ـ ففي هذا الحديث ما يفيد إباحة لحوم الحمر ـ وأن الرسول ـ صلى الله عليه وسلم ـ إنما حرمها لأمر عارض هو كونها تأكل العذرة ووردت علل أخرى أيضًا هي: كونها لم تخمس أو كونها انتهبت وورد التعليل بخشية قلة الظهر ـ وكل هذه العلل قد يستفاد منها إن النهي عن لحوم الحمر لأمر عارض فيستأنس بذلك مع ظاهر الآية على إباحة لحوم الحمر. ¶ ولابد من كشف هذه الشبهة وبيان القول الحق في ذلك فنقول: لا شك أن القول الحق ما ذهب إليه الجماهير سلفًا وخلفًا وهو تحريم لحوم الحمر الأهلية. ¶ بل قال ابن عبد البر [هو يوسف بن عبد الله بن محمد بن عبد البر المالكي من كبار حفاظ الحديث ولد بقرطبة سنة 368ه وتوفي سنة 463ه /الأعلام ص316 ج9.]: لا خلاف بين علماء المسلمين اليوم في تحريمها [المغني مع الشرح الكبير ص65 ج11.]. ¶ وبقيت الإجابة عن تلك الشبه التي تمسك بها من خالف الجماهير في هذا الحكم وهي: ¶ (1) ظاهر الآية الكريمة. ¶ (2) حديث غالب بن أبجر. ¶ (3) التعليلات المروية في سبب تحريمها. ¶ 1 ـ أما الاستدلال بقوله تعالى: {قل لا أجد فيما أوحي إلى محرمًا} الآية وكون ابن عباس يقول بظاهرها فيجاب عنه بوجوه: ¶ أحدها: أن هذا الاستدلال إنما يتم في الأشياء التي لم يرد النص بتحريمها ـ والحمر الأنسية قد تواردت النصوص على تحريمها والتنصيص على التحريم مقدم على عموم التحليل وعلى القياس [نيل الأوطار ص118 ج8 وفتح الباري ص655 ج9.].",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ثانيها: أن الآية مكية وأحاديث التحريم بعد الهجرة [فتح الباري ص657 ج9 ونيل الأوطار ص119 ج8] فالآية تذكر ما حرم حين نزولها وليس فيها نفي ما سيأتي \"فلا تعارض [زاد المعاد لابن القيم ص142 ج2.] بين هذا التحريم وبين الآية الكريمة فإنه لم يكن حرم حين نزول هذه الآية من المطاعم إلا هذه الأربعة والتحريم كان يتجدد شيئًا فشيئًا فتحريم الحمر بعد ذلك تحريم \"مبتدأ\" لما سكت عنه النص لا أنه رافع لما أباحه القرآن ولا مخصص لعمومه فضلًا عن أن يكون ناسخًا. ¶ الله أعلم\". ¶ ثالثها: ما قاله بعضهم: \"إن هذه الآية مشتملة على سائر المحرمات بعضها بالنص وبعضها يؤخذ من المعنى وعموم اللفظ. ¶ فإن قوله تعالى في تعليل الميتة والدم ولحم الخنزير أو الأخير منها فقط: (فإنه رجس) وصف شامل لكل محرم فإن المحرمات كلها رجس وخبث وهي من أخبث الخبائث المستقذرة التي حرمها الله على عباده صيانة لهم وتكرمة عن مباشرة الخبيث الرجس ويؤخذ تفاصيل الرجس المحرم من السنة فإنها تفسر القرآن وتبين المقصود منه\" [تيسير الكريم الرحمن في تفسير كلام المنان للشيخ عبد الرحمن السعدي ص228 ج1.]. ¶ رابعها: أن يقال إن الآية في سياق نقض أقوال المشركين المتقدمة في تحريمهم لما أحله الله وخوضهم بذلك بحسب ما سولت لهم أنفسهم وذلك في بهيمة الأنعام خاصة وليس منها محرم إلا ما ذكر في الآية الميتة منها. ¶ وما أهل لغير الله به وما سوى ذلك فحلال، ولعل مناسبة ذكر الخنزير فيها أن بعض الجهال قد يدخله في بهيمة الأنعام وأنه نوع من أنواع الغنم كما قد يتوهمه جهلة النصارى وأشباههم فينمونها كما ينمون المواشي ويسحلونها، ولا يفرقون بينها وبين الأنعام [نفس المصدر.]. ¶ خامسها: وما يروي عن أبي عباس انه قال بظاهر هذه الآية يجاب عنه بأمرين: ¶ الأمر الأول: أنه يروى عن ابن عباس أنه توقف في النهي عن الحمر هل كان لمعنى خاص أو للتأييد [انظر فتح الباري ص655 ج9.].",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأمر الثاني: أنه يروى عن ابن عباس أنه رجع عن رأيه هذا وجزم بالتحريم. ¶ . ¶ قال العلامة ابن القيم [تهذيب السنن ص322ـ323 ج5.]: (والتحقيق أن ابن عباس أباحها أولًا حيث لم يبلغه النهي فسمع ذلك منه جماعة فرووا ما سمعوه ثم بلغه النهي عنها فتوقف هل هو للتحريم أو لأجل كونها حمولة فروى ذلك عنه الشعبي [هو عامر بن شراحيل بن عبد ذي كبار الشعبي والحميري راوية من التابعين يضرب المثل بحفظه ولد ونشأ ومات بالكوفة سنة 103ه /الأعلام ص18 ج4.] وغيره. ¶ ثم لما ناظره علي بن أبي طالب جزم بالتحريم كما رواه عنه مجاهد) [هو مجاهد بن جبر أبو الحجاج المكي مولى بن مخزوم تابعي مفسر من أهل مكة أخذ التفسير عن ابن عباس قرأه عليه ثلاث مرات يقف عند كل آية يسأله فيم نزلت وكيف كانت توفي سنة 104ه رحمه الله/الأعلام ص161 ج6.] فهذا التحقيق فيما انتهى إليه رأى ابن عباس في هذه المسألة لا يدع مجالًا لنسبة إباحة الحمر إليه كرأي مستقر له في ذلك. ¶ . ¶ . ¶ والله أعلم. ¶ 2 ـ وأما حديث غالب بن أبجر فهو حديث ضعيف والمتن شاذ مخالف للأحاديث الصحيحة فالاعتماد عليها [ابن حجر في فتح الباري ص656 ج9.] (أي الأحاديث الصحيحة) دونه. ¶ وقد اختلف في إسناده كثيرًا وفيه اضطراب فلا تقوم به حجة ولا يعرج على مثله مع ما يعارضه [انظر نيل الأوطار ص119 ج8 وشرح النووي على صحيح مسلم ص93 ج13.] ولو صح حمل على الأكل منها في حال الاضطرار. ¶ [نفس المصدر الأخير.].",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "3 ـ وأما التعليلات المروية من كونها حرمت لأنها جوال أو لم تخمس أو منتهبة أو خشية قلة الظهر فهذه كلها احتمالات قد أزالها التعليل الثابت عن الرسول ـ صلى الله عليه وسلم ـ في حديث أنس حيث جاء فيه (فإنها رجس) [فتح الباري ص656 ج9.] فقد صح عنه التعليل لتحريمها بكونها رجسًا، وهذا مقدم على قول من قال من الصحابة بغير تلك العلة لأن ذلك ظن من الراوي وقوله بخلاف التعليل بكونها رجسًا [زاد المعاد لابن القيم ص142 ج2.]، فهو من قول الرسول ـ صلى الله عليه وسلم ـ قال العلامة ابن القيم [تهذيب سنن أبي داود ص324 ج5.]: \"وقد اختلف في سبب النهي عن الحمر على أربعة أقوال وهي في الصحيح ـ أحدها: أنها كانت جوال القرية كما في حديث غالب ـ وهذا [كذا في الأصل ولعل الصواب: هذا وقد جاء إلخ وهو إشارة إلى العلة الثانية.] قد جاء في بعض طرق حديث عبد الله بن أبي أوفى (أصابتنا مجاعة ليالي خيبر فلما كان يوم خيبر وقعنا في الحمر الأهلية فانتحرناها فلما غلت بها القدور نادى منادي رسول الله ـ صلى الله عليه وسلم ـ (أن اكفئوا القدور ولا تأكلوا من لحوم الحمر شيئًا) فقال أناس إنما نهى عنها رسول الله ـ صلى الله عليه وسلم ـ لأنها لم تخمس وقال آخرون نهى عنها البته ـ وقال البخاري في بعض طرقه: نهى عنها البته لأنها كانت تأكل العذرة ـ فهاتان علتان ـ العلة الثالثة: حاجتهم إليها فنهاهم عنها إبقاء لها. ¶ كما في حديث ابن عمر المتفق عليه: (أن رسول الله ـ صلى الله عليه وسلم ـ نهى عن أكل لحوم الحمر الأهلية زاد في طريق أخرى \"وكان الناس قد احتاجوا إليها\").",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "العلة الرابعة: أنه إنما حرمها لأنها رجس في نفسها وهذه أصح العلل فإنها هي التي ذكرها رسول الله ـ صلى الله عليه وسلم ـ بلفظه كما في الصحيحين عن أنس قال: (لما افتتح رسول الله ـ صلى الله عليه وسلم ـ خيبر أصبنا حمرًا خارجة من القرية وطبخناها فنادى منادي رسول الله ـ صلى الله عليه وسلم ـ : ألا إن الله ورسوله ينهيانكم عنها فإنها رجس من عمل الشيطان، فهذا نص في سبب التحريم وما عدا هذه من العلل فإنما هي حدس وظن ممن قاله) ا. ¶ هـ . ¶ المسألة الثالثة: في بيان حكم أكل ما له ناب من السباع: ¶ الناب: السن التي خلف الرباعية جمعه أنياب [نيل الأوطار ص120 ج8.]. ¶ هذا من حيث اللغة، وأما المراد به في باب الأطعمة ـ فعند الشافعية والحنابلة [مغني المحتاج ص300 ج4 وشرح النووي على صحيح مسلم ص83 ج13 والمغني مع الشرح الكبير ص66 ج11.] هو السن التي يتقوى بها السبع ويعدو بها على الناس وعلى الحيوان فيصطاده. ¶ وعند الحنفية: ذو الناب من السباع حيوان منتهب من الأرض جارح قاتل عادة [حاشية ابن عابدين ص193 ج5 وانظر تكملة فتح القدير بحواشيها ص499 ج9.] ـ والتعريفان متفقان من حيث المعنى ـ ولهذا يقول صاحب الإفصاح [ص457 ج1 من الإفصاح.]: واتفقوا على أن كل ذي ناب من السباع يعدو به على غيره كالأسد والذئب والنمر والفهد حرام إلا مالكًا فإنه قال يكره ذلك ولا يحرم. ¶ وعلى هذا فالمعتبر في المحرم من السباع اشتماله على وصفين: كونه ذا ناب وكونه يعدو بهذا الناب. ¶ ولا نرى مبررًا لما ذكره ابن رشد من الاختلاف بين الأئمة في ذلك حيث يقول: [بداية المجتهد ص343 ج1 باختصار.] (اختلفوا في جنس السباع المحرمة فقال أبو حنيفة: كل ما أكل اللحم فهو سبع. ¶ . ¶ . ¶ وقال الشافعي إنما السباع المحرمة التي تعدو على الناس) على أن الضابط الذي نسبه إلى أبي حنيفة لا ينطبق على ما ذكره الحنفية في كتبهم التي بأيدينا ـ والله أعلم.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقد اختلف العلماء في حكم أكل ما له ناب من السباع على قولين: ¶ القول الأول: أنه يحرم أكله وهو قول الحنابلة والشافعية والحنفية [انظر المغني مع الشرح الكبير ص66 ج11 ومغني المحتاج ص300 ج4 وشرح تنوير الأبصار بحاشية ابن عابدين ص193 ج5.] ودليلهم في ذلك السنة الثابتة عن رسول الله ـ صلى الله عليه وسلم ـ ومنها حديث أبي ثعلبة [تقدمت ترجمته في ص50.] الخشني: (أن رسول الله ـ صلى الله عليه وسلم ـ قال: كل ذي ناب من السباع فأكله حرام) [رواه الجماعة إلا البخاري والترمذي/ منتقي الأخبار مع شرحه ص120 ج8.]. ¶ ففي هذا الحديث وما جاء بمعناه دلالة واضحة على تحريم أكل ذوات الأنياب من السباع. ¶ القول الثاني: وهو رواية عن [بداية المجتهد ص343 ج1.] مالك أن ذلك مكروه وليس بحرام وهو ظاهر المدونة والمشهور عند أهل مذهبه [تفسير الشنقيطي ص250 ج2 والمصدر السابق.] ـ والرواية الثانية عنه أن ذلك حرام كقول الأئمة الثلاثة وهذا القول هو الذي اقتصر عليه في الموطأ [نفس المصدرين قال في الموطأ: (تحريم أكل كل ذي ناب من السباع) وذكر حديث أبي ثعلبة وحديث أبي هريرة: أن رسول الله ـ صلى الله عليه وسلم ـ قال أكل كل ذي ناب من السباع حرام ـ قال مالك وهو الأمر عندنا. ¶ ا. ¶ هـ . ¶ ص42 ج2 مع تنوير الحوالك.] ـ ومتمسك الرواية الأولى عن مالك مفهوم قوله تعالى: {قل لا أجد فيما أوحي إلي محرمًا على طاعم يطعمه} الآية فظاهرها: أن ما عدا المذكور فيها حلال. ¶ فمثار الخلاف بين الفريقين هو معارضة مفهوم هذه الآية للأحاديث التي جاءت بتحريم أشياء لم تذكر فيها ـ فالأئمة الثلاثة ومن قال بقولهم أخذوا بمدلول الأحاديث وأجابوا عن الاستدلال بالآية بأنها مكية نزلت قبل الهجرة قصد بها الرد على الجاهلية في تحريم البجيرة والسائبة والوصيلة والحامي ـ ثم بعد ذلك حرم أمور كثيرة كالحمر الأنسية ولحوم البغال. ¶ . ¶ .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وكل ذي ناب من السباع وكل ذي مخلب من الطير [تفسير القرطبي ص117 ج7.] فالآية ليس فيها إلا الإخبار بأنه لم يجد في ذلك الوقت محرمًا إلا المذكورات في الآية ثم أوحي إليه بتحريم كل ذي ناب من السباع فوجب قبوله والعمل به [شرح النووي على صحيح مسلم ص83 ج13.] ـ فعلى هذا يكون ما ورد من التحريمات بعد هذا رافعًا لمفهوم هذه الآية. ¶ وأما القائلون بعدم حرمة غير ما ذكر في الآية فعدلوا عن ظاهر الأحاديث الواردة بالنهي عن أكل كل ذي ناب من السباع، وتمسكوا بظاهر الآية لأن الحصر فيها ظاهر فالأخذ بها أولى [القرطبي في التفسير ص117 ج7.] ومن جمع بين حديث أبي ثعلبة والآية حمل حديث لحوم السباع على الكراهة [بداية المجتهد ص343 ج1]. ¶ الترجيح: ¶ والذي يظهر رجحانه بالدليل هو القول الأول \"لأن كل ما ثبت تحريمه بطريق صحيحة من كتاب أو سنة فهو حرام ويزاد على الأربعة المذكورة في الآية ولا يكون في ذلك مناقضة للقرآن لأن المحرمات المزيدة حرمت بعدها. ¶ . ¶ . ¶ فوقت نزول الآية المذكورة لم يكن حرامًا غير الأربعة المذكورة فحصرها صادق قبل تحريم غيرها بلا شك فإذا طرأ تحريم شيء آخر بأمر جديد فذلك لا ينافي الحصر الأول لتجدده بعده\" [تفسير الشنقيطي ص251 ج2]. ¶ وحمل ما جاء في الأحاديث على كراهة التنزيه إن أمكن في بعضها فلا يمكن في جميعها لأنه جاء في بعضها لفظ التحريم [بداية المجتهد ص343 ج1]، كما في لفظ الحديث الذي أوردناه قريبًا. ¶ وبعد أن عرفنا القول الراجح في ذلك فلابد أن نعرف أن القائلين به قد اختلفوا فيما بينهم في أنواع من الحيوانات هل يصدق عليها هذا الضابط أو لا منها: ¶ 1 ـ الضبع: ¶ بضم الباء وسكونها، اسم للأنثى ولا يقال ضبعة. ¶ والذكر ضبعان ومن عجيب أمره أنه يكون سنة ذكرًا وسنة أنثي فيلقح في حال الذكورة ويلد في حال الأنوثة وهو مولع بنبش القبور لشهوته للحوم بني آدم [حياة الحيوان ص81ـ82 ج2]. ¶ وقد اختلف العلماء في حكم أكله على قولين:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "القول الأول: إباحة أكله وهو قول الشافعي وأحمد [انظر مغني المحتاج ص299 ج4 والمقنع بحاشيته ص52 ج3] ودليلهم: حديث عبد الرحمن بن عبد الله بن أبي عمارة قال: قلت لجابر: الضبع أصيد هي؟ قال: نعم. ¶ قلت: أكلها. ¶ قال: نعم. ¶ قلت: أقاله رسول الله ـ صلى الله عليه وسلم ـ . ¶ قال: نعم. ¶ ) [رواه الخمسة وصححه الترمذي / المنتقى مع شرحه ص126 ج8 قال الحافظ: وصححه البخاري والترمذي وابن حيان وابن خزيمة والبيهقي تلخيص ص152 ج4]. ¶ . ¶ . ¶ وفي لفظ: عن جابر سألت رسول الله ـ صلى الله عليه وسلم ـ عن الضبع فقال هي صيد ويجعل فيه كبش إذا صاده المحرم) [هذا لفظ أبي داود وهو حديث جيد تقوم به الحجة / نيل الأوطار ص18 ج5] فالحديث بروايتيه صريح في إباحة أكل الضبع ـ قال الإمام الشافعي: ما زال الناس يأكلونها ويبيعونها بين الصفا والمروة من غير نكير. ¶ ولأن العرب تستطيبه وتمدحه [مغني المحتاج] ـ لكن هذا التوجيه الأخير فيه نظر يأتي بيانه عند الكلام على حكم ما تستطيبه العرب أو تستخبثه إن شاء الله. ¶ القول الثاني: تحريم أكل الضبع وإليه ذهب [بدائع الصنائع ج5 والدر المختار بحاشيته ابن عابدين ص194 ج5] أبو حنيفة ـ رحمه الله ـ وجماعة واستدلوا بما تقدم من تحريم كل ذي ناب من السباع قالوا: والضبع لها ناب تصيد به فتدخل تحت الحديث ـ وأجابوا عن الحديث الذي استدل به من أباحه من وجوه: أولاً: أنه ليس بمشهور فالعمل بالمشهور أولى ـ ثانيًا: يقدم دليل الحظر على دليل الإباحة عند التعارض احتياطًا. ¶ ثالثًا: حمل ما يدل على إباحتها على ما قبل التحريم [المصدران]. ¶ الترجيح: ¶ والراجح هو القول بإباحة الضبع لقوة دليله كما سبق ـ قال الحافظ في الفتح [ص568 ج9] وقد ورد في حل الضبع أحاديث لا بأس بها. ¶ ويجاب عن اعتراض المانعين بجوابين:",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الأول: أنه لا تعارض بين الحديث الذي تمسكوا به وبين الحديث الذي يدل على الجواز لأن حديث إباحة أكل الضبع خاص فيقدم على حديث [الشوكاني في نيل الأوطار ص127 ج8]: (النهي عن كل ذي ناب). ¶ الثاني: أن الضبع ليست بسبع فلا تدخل في عموم النهي عن السباع لأنها وإن كانت ذات ناب فليست من السباع العادية والمعتبر في المحرم من السباع وصفان: الناب والعدو على الناس قال ابن القيم [إعلام الموقعين ص117 ج2] (والذين صححوا الحديث جعلوه مخصصًا لعموم تحريم ذي الناب من غير فرق بينهما حتى قالوا: ويحرم أكل كل ذي ناب من السباع إلا الضبع وهذا لا يقع مثله في الشريعة أن يخصص مثلًا على مثل من كل وجه من غير فرقان بينهما وبحمد الله إلى ساعتي هذه ما رأيت في الشريعة مسألة واحدة كذلك ـ أعني شريعة التنزيل لا شريعة التأويل ومن تأمل ألفاظه ـ صلى الله عليه وسلم ـ الكريمة تبين له اندفاع هذا السؤال فإنه إنما حرم ما اشتمل على الوصفين: أن يكون له ناب، وأن يكون من السباع العادية بطبعها كالأسد والذئب والنمر والفهد ـ وأما الضبع فإنما فيها أحد الوصفين وهو كونها ذات ناب وليست من السباع العادية ولا ريب أن السباع أخص من ذوات الأنياب والسبع إنما حرم لما فيه من القوة السبعية التي تورث المغتذي بها شبهها فإن المغتذي شبيه بالمغتذى به ولا ريب أن القوة السبعية التي في الذئب والأسد والنمر والفهد ليست في الضبع حتى تجب التسوية بينهما في التحريم ولا تعد الضبع من السباع لغة ولا عرفًا والله أعلم ا. ¶ هـ . ¶ فعلى هذا لا تكون الضبع داخلة في عموم حديث: (النهى عن كل ذي ناب من السباع) حتى تحتاج إلى تخصيص بدليل آخر وبهذا يندفع كل اعتراض. ¶ . ¶ والله أعلم.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وأما قول المخالفين: إن حديث إباحة أكل الضبع غير مشهور فالعمل بالمشهور أولى فيجاب عنه بأن الحديث المذكور قد صححه جمع من الأئمة كما ذكر ذلك الحافظ في التلخيص [ص152 ج4، ص568 ج9 الفتح] وقال في الفتح: (وقد ورد في حل الضبع أحاديث لا بأس بها). ¶ وقولهم: يقدم الحاظر على المبيح أو يحمل ما يدل على الإباحة على ما قبل التحريم. ¶ فيجاب عن ذلك بأن ما ذكروه إنما يصار إليه عند تعذر الجمع والجمع هنا ممكن بما ذكرنا. ¶ . ¶ والله أعلم. ¶ 2 ـ الثعلب: ¶ هو سبع جبان مستضعف ذو مكر وخديعة لكنه لفرط الخبث والخديعة يجري مع كبار السباع ومن حيلته في طلب الرزق أنه يتماوت وينفخ بطنه ويرفع قوائمه حتى يظن أنه مات فإذا قرب منه حيوان وثب عليه وصاده ومن أشد سلاحه الروغان والتماوت. ¶ وقد اختلف العلماء في حكم أكله على قولين: ¶ القول الأول: أنه مباح وهو مذهب الشافعي [المنهاج وشرحه مغني المحتاج ص299 ج4] وإحدى الروايتين عن أحمد [المقنع بحاشيته ص528 ج3] لأنه لا يتقوى بنابه ولأنه من الطيبات [مغني المحتاج] ولأنه يفدى في الحرم والإحرام [حاشية المقنع] قال أحمد وعطاء [هو عطاء بن أبي رباح تابعي من أجلاء الفقهاء كان عبدًا أسود وكان مفتي ومحدثها توفي سنة 114ه / الأعلام ص29 ج5] كل ما يودي إذا أصابه المحرم فإنه يؤكل [المغني مع الشرح ص67 ج11]. ¶ القول الثاني: أنه حرام وهو قول أبي حنيفة [البدائع ص39 ج5] وأكثر الروايات عن أحمد وهو الصحيح من مذهبه [المصدر السابق] لأنه سبع فيدخل في عموم النهي فله ناب يقاتل به. ¶ وأما المالكية فهم على أصولهم العام من عدم تحريم سباع الطير والحيوانات. ¶ الترجيح: ¶ والذي يظهر لي رجحانه هو القول الثاني وهو تحريم الثعلب لدخوله في عموم السباع المنهي عنها وليس مع من أخرجه من هذا العموم دليل.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وما علل به المبيحون من كونه لا يتقوى بنابه وأنه من الطيبات يخالف الواقع ـ لأنه يعدو بنابه ويفترس وإذا كان كذلك فهو سبع والسباع ليست من الطيبات. ¶ وقولهم: يفدي في الحرم والإحرام قول لا دليل عليه من السنة وإنما هو اجتهاد من بعض العلماء [انظر القرى لقاصد أم القرى ص197]. ¶ 3 ـ ابن آوى: ¶ هو بالمد بعد الهمز وهو فوق الثعلب ودون الكلب طويل المخالب فيه شبه من الذئب وشبه من الثعلب. ¶ وسمي بذلك لأنه يأوي إلى عواء أبناء جنسه ولا يعوي إلا ليلًا إذا استوحش وبقي وحده وصياحه يشبه صياح الصبيان. ¶ وقد اختلفوا أيضًا في حكم أكله على قولين: ¶ القول الأول: تحريمه وهو قول الحنابلة [المقنع بحاشيته ص525 ج3] والأصح عند الشافعية [مغني المحتاج ص300 ج4] لأنه مستخبث وله ناب يعد وبه ويأكل الميتة [المصدر]. ¶ القول الثاني: إباحته ـ وهو رواية في مذهب الحنابلة والوجه الثاني في مذهب الشافعية لأن نابه ضعيف [نفس المصدر والإفصاح لابن هبيرة ص458 ج2]. ¶ الترجيح: ¶ والراجح في نظري تحريمه وضعف نابه كما عللوا به لا يقتضي إباحته ـ إذا كان مستخبثًا ويأكل الجيف. ¶ لأن ذلك علة أخرى تقتضي تحريمه وسيأتي لذلك مزيد بيان عند الكلام على حكم ما يأكل الجيف ـ إن شاء الله. ¶ 4 ـ الهر: ¶ وهو السنور والجمع هررة كقرد وقردة والأنثى هرة وهو نوعان أهلي ووحشي وقد اختلفوا في حكم أكله فعند المالكية يكره أكله بنوعيه [الشرح الكبير للدردير ص14 ج4] وعند الحنفية [ابن عابدين ص194 ج5] والجمهور [المجموع للنووي ص8 ج9] يحرم بنوعيه بدليل حديث جابر ـ رضي الله عنه ـ: (أن النبي ـ صلى الله عليه وسلم ـ نهى عن أكل الهر وأكل ثمنها) [رواه أبو داود وابن ماجه والترمذي وفي إسناده عمر بن زيد الصنعاني قال المنذري وابن حبان لا يحتج به وقال ابن رسلان في شرح السنن لم يرو عنه غير عبد الرزاق / المنتقى مع شرحه نيل الأوطار ص121ـ122 ج8] ولأنه يعدو بنابه.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وللشافعية وجه حل الهر الوحشي منه لأنه حيوان ينقسم إلى أهلي ووحشي فيحل الوحشي منه ويحرم الأهلي كالحمار [المهذب وشرحه المجموع ص2 ج9 والمقنع بحاشيته ص526 ج3] وهذا القول رواية في مذهب الحنابلة [مقنع بحاشيته ص528 ج3] والمستقر في المذهبين المذكورين تحريمه مطلقًا كقول الجمهور [المصدران]. ¶ الترجيح: ¶ الراجح تحريم الهر مطلقًا كما قال به الجمهور لأن الحديث لم يفرق بين الوحشي والأهلي ويؤيده أنه من ذوات الأنياب فيدخل في عموم الحديث الصحيح في النهي عن كل ذي ناب من السباع. ¶ 5 ـ الوبر: ¶ بفتح الواو وتسكين الباء أصغر من الهر أكحل العين قصير الذنب وقد اختفلوا في حكم أكله أيضًا على قولين: ¶ القول الأول: أنه مباح وهو الصحيح من مذهب الحنابلة [نفس المصدر] وقول الشافعية [مغني المحتاج ص299 ج4] لأنه يفدى إذا قتل في الإحرام والحرم وهو كالأرانب يأكل النبات وليس له ناب يفرس به ولا هو من المستخبثات فكان مباحًا [حاشية المقنع]. ¶ القول الثاني: أنه محرم وهو الرواية الثانية في مذهب الحنابلة [الإنصاف ص361 ج10] لأنه يشبه الفأر [أضواء البيان ص269 ج2]. ¶ الترجيح: ¶ الراجح في نظري القول بإباحة الوبر لقوة تعليله ولأن الأصل الإباحة وعموم النصوص يقتضيها ولم يرد فيه تحريم. ¶ 6 ـ ابن عرس: ¶ وهو دويبة رقيقة تعادي الفأر تدخل جحره وتخرجه وجمعه بنات عرس وقد اختلفوا في حكم أكله على قولين: ¶ القول الأول: تحريمه وهو مذهب الحنفية [تكملة فتح القدير ص499ـ450 ج9] والحنابلة [المقنع بحاشيته ص526 ج3] لأنه من السباع والهوام [تكملة فتح القدير] فيدخل في عموم النهي عن السباع. ¶ القول الثاني: إباحته وهو قول الشافعية [مغني المحتاج ص299 ج4] لأنه ليس له ناب قوي أشبه الضب [الشرح الكبير مع المغني ص69 ج11] فلا يدخل في عموم النهي عن ذوات الأنياب والأصل الإباحة. ¶ الترجيح:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الراجح القول بتحريم ابن عرس لأنه ينهش بنابه فهو داخل في عموم النهي عن السباع ولأنه يستخبث [نفس المصدر بتصرف] فاجتمع فيه مقتضيان لتحريمه. ¶ 7 ـ اليربوع: ¶ بفتح الياء المثناة تحت. ¶ حيوان طويل الرجلين قصير اليدين جدًا وله ذنب كذنب الجرذ لا يرفعه صعدًا في طرفه شبه النوارة لونه كلون الغزال. ¶ حكم أكله: ¶ اختلفوا في ذلك على قولين: ¶ القول الأول: إباحته وهو الصحيح من مذهب الحنابلة [حاشية المقنع ص528 ج3]. ¶ وهو قول الشافعية [المنهاج بشرحه المغني ص299 ج4] قالوا: لأن العرب تستطيبه ونابه ضعيف وأوجب على المحرم إذا قتله جفرة [المصدران السابقان]. ¶ وهذا التعليل فيه نظر ـ لأنه دخل لاستطابة العرب وعدمها في الحل والحرمة ووجوب الفداء فيه إذا قتله المحرم لم يثبت عن النبي ـ صلى الله عليه وسلم ـ وإنما هو قضاء عمر رضي الله عنه باجتهاده. ¶ القول الثاني: تحريمه وهو قول الحنفية [تكملة فتح القدير ص499ـ450 ج9] ورواية عن أحمد [حاشية المقنع ص528 ج3] لأنه من السباع الهوام [تكملة فتح القدير] ولأنه يشبه الفأر [المغني والشرح الكبير ص71 ج11]. ¶ الترجيح: ¶ والراجح القول بإباحة اليربوع لا لما علل به القائلون بإباحته ولكن لأن الأصل الإباحة ولم يرد فيه تحريم واعتباره من السباع غير مسلم. ¶ إذ لا ينطبق عليه ضابط السبع. ¶ ولا يصح قياسه على الفأر للفارق بينهما فالفأر من الفواسق المأمور بقتلها ـ واليربوع ليس كذلك. ¶ 8 ـ الضب: ¶ بفتح الضاد ـ حيوان بري معروف. ¶ حكم أكله: اختلفوا فيه على قولين: ¶ القول الأول: إباحته وهو قول الشافعية والحنابلة [المنهاج بشرحه المغني ص299 ج4 والمقنع بحاشيته ص529 ج3] ودليلهم الأحاديث الواردة في إباحته ومنها:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "أ ـ حديث خالد بن الوليد ـ رضي الله عنه ـ: (أنه دخل مع رسول الله ـ صلى الله عليه وسلم ـ على ميمونة [هي: ميمونة بنت الحارث بن حزن الهلالية أم المؤمنين زوج النبي ـ صلى الله عليه وسلم ـ توفيت على الراجح عام 51 للهجرة ـ رضي الله عنها ـ / الإصابة ص398 ج4 مع الاستيعاب] وهي خالته وخالة ابن عباس فوجد عندها ضبًا محنوذًا قدمت به أختها حفيدة بنت الحارث من نجد فقدمت الضب لرسول الله ـ صلى الله عليه وسلم ـ فأهوى بيده إلى الضب فقالت امرأة من النسوة الحضور أخبرن رسول الله ـ صلى الله عليه وسلم ـ بما قدمتن له قلن هو الضب يا رسول الله فرفع رسول الله ـ صلى الله عليه وسلم ـ يده فقال خالد بن الوليد: أحرام الضب يا رسول الله؟ قال: لا ولكن لم يكن بأرض قومي فأجدني أعافه. ¶ قال خالد: فاجتررته فأكلته ورسول الله ـ صلى الله عليه وسلم ـ ينظر فلم ينهني. ¶ ب ـ وعن ابن عمر: (أن رسول الله ـ صلى الله عليه وسلم ـ سئل عن الضب فقال: لا أكله ولا أحرمه) [متفق عليه / نفس المصدر] وفي رواية عنه: (أن النبي ـ صلى الله عليه وسلم ـ كان معه ناس فيهم سعد فأتوا بلحم ضب فنادت امرأة من نساء النبي ـ صلى الله عليه وسلم ـ : أنه لحم ضب فقال رسول الله ـ صلى الله عليه وسلم ـ : كلوا فإنه حلال ولكنه ليس من طعامي) [رواه أحمد ومسلم / نفس المصدر] فالحديثان وما جاء يمعناهما فيهما الدلالة الواضحة على إباحة الضب وإنما تركه الرسول ـ صلى الله عليه وسلم ـ لأنه لم يعتد أكله. ¶ القول الثاني: تحريم الضب وهو قول الحنفية [تكملة فتح القدير بشرحها ص500 ج9 والبدائع ص36 ج5] واحتجوا بأمور؛ ¶ أ ـ أنه من الحشرات وهوام الأرض [البدائع]. ¶ ب ـ أنه من الخبائث والله قد حرم الخبائث [المصدر نفسه].",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "ج ـ حديث عائشة أن النبي ـ صلى الله عليه وسلم ـ أهدى إليه لحم ضب فامتنع أن يأكله فجاءت سائلة فأرادت عائشة ـ رضي الله عنها ـ أن تطعمها إياه فقال لها رسول الله ـ صلى الله عليه وسلم ـ : أتطعمين ما لا تأكلين؟ [قال في نصب الراية ص195 ج4: قلت غريب ا. ¶ هـ . ¶ وقد أخرجه الطحاوي] ولا يمكن أن يكون امتناعه لما أن نفسه الشريفة عافته لأنه لو كان كذلك لما منع من التصدق به كشاة الأنصار، فإنه لما امتنع من أكلها أمر بالتصدق بها [انظر المنتقى مع شرحه ص339ـ340 ج8]. ¶ د ـ أن الضب من جملة الممسوخ والممسوخ محرم كالدب والقرد والفيل فيما قيل والدليل عليه ما روي أن رسول الله ـ صلى الله عليه وسلم ـ سئل عن الضب فقال عليه الصلاة والسلام إن أمة مسخت في الأرض وإني أخاف أن يكون هذا منها) [رواه أحمد ومسلم / المنتقى مع شرحه ص123 ج8]. ¶ هذا حاصل ما احتج لهم به صاحب بدائع الصنائع على تحريم الضب وسيأتي مناقشته إن شاء الله. ¶ الترجيح: ¶ والرجح الذي لا شك فيه إباحة أكل الضب لصحة الأحاديث بذلك وصراحتها قال الإمام النووي في شرحه على صحيح [ص97 ج13] مسلم: ثبتت هذه الأحاديث التي ذكرها مسلم وغيره أن النبي ـ صلى الله عليه وسلم ـ قال في الضب لست بآكله ولا محرمه وفي روايات لا آكله ولا أحرمه وفي رواية أنه ـ صلى الله عليه وسلم ـ رفع يده منه فقيل أحرام هو يا رسول الله قال لا ولكنه لم يكن بأرض قومي فأجدني أعافه فأكلوه بحضرته وهو ينظر ـ صلى الله عليه وسلم ـ . ¶ قال أهل اللغة معنى أعافه: أكرهه تقذرًا. ¶ ا. ¶ هـ . ¶ ويجاب عما احتج به الحنفية على تحريمه بما يلي: ¶ أ ـ أما قولهم إنه من الحشرات ومن هوام الأرض ـ فكونه كذلك لا يقتضي تحريمه وقد ثبت الدليل بحله. ¶ ب ـ وأما قولهم ـ إنه من الخبائث ـ فغير مسلم بل هو من الطيبات لأنه طاهر يأكل من الأعشاب والطاهرات وما كان كذلك فليس هو من الخبائث. ¶ ج ـ وأما ما استدلوا به من حديث عائشة.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أن النبي ـ صلى الله عليه وسلم ـ منعها من التصدق به ـ فيجاب عنه بأنه لا يتعين أن الرسول ـ صلى الله عليه وسلم ـ منع التصدق به لأجل حرمته بل يحتمل أن يكون ذلك من جنس ما قال الله تعالى: {ولا تيمموا الخبيث منه تنفقون ولستم بآخذيه إلا أن تغمضوا فيه} وكراهة التصدق بحشف التمر فلهذا المعنى كره لعائشة التصدق بالضب لا لكونه حرامًا [انظر فتح الباري ص667 ج9] بل أراد ـ صلى الله عليه وسلم ـ أن لا يكون ما يتقرب به إلى الله إلا من خير الطعام. ¶ د ـ وأما قولهم: إن الضب من جملة الممسوخ والممسوخ محرم وما استدلوا به من الحديث على ذلك فيجاب عنه بأن يقال؛ قد دلت الأحاديث على حل الضب تصريحًا وتلويحًا نصًا وتقريرًا والجمع بينها وبين الأحاديث التي فيها الامتناع من أكل الضب خشية أن يكون من الممسوخ على النحو التالي: ¶ يقول مجد الدين ابن تيمية في المنتقى [ص123 ج8]: وقد صح عنه ـ صلى الله عليه وسلم ـ أن الممسوخ لا نسل له والظاهر أنه لم يعلم ذلك إلا بوحي وأن تردده في الضب كان قبل الوحي بذلك. ¶ وقد زاد ذلك إيضًاحا الحافظ بن حجر في الفتح [ص666 ج9] حيث قال: (فالأحاديث وإن دلت على الحل تصريحًا وتلويحًا ونصًا وتقريرًا فالجمع بينها وبين الحديث المذكور حمل النهي فيه على أول الحال عند تجويز أن يكون مما مسخ وحينئذ أمر بإكفاء القدور ثم توقف فلم يأمر به ولم ينه عنه. ¶ وحمل الإذن فيه على ثاني الحال لما علم أن الممسوخ لا نسل له وبعد ذلك كان يستقذره فلا يأكله ولا يحرمه وأكل على مائدته بإذنه فدل على الإباحة. ¶ المسألة الرابعة: في بيان حكم ما له مخلب من الطير: ¶ المخلب بكسر الميم وفتح اللام قال أهل اللغة المخلب للطير والسباع بمنزلة الظفر للإنسان [شرح النووي على صحيح مسلم ص82 ج13] والمراد بذلك إذا كان قويًا يعدو به على غيره كالبازي والصقر والعقاب والباشق والشاهين. ¶ . ¶ إلخ.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وقد اختلف العلماء في حكم أكل ما له مخلب من الطير على النحو التالي: ¶ 1 ـ ذهب أكثر أهل العلم [المغني مع الشرح ص68 ج11] والشافعي وأحمد وأبو حنيفة [انظر المجموع شرح المهذب ص22 ج9 والمقنع بحاشيته ص526، 527 ج3 وتكملة فتح القدير ص499 ج9] إلى تحريمه بدليل: حديث ابن عباس ـ رضي الله عنهما ـ قال: (نهى رسول الله ـ صلى الله عليه وسلم ـ عن كل ذي ناب من السباع وكل ذي مخلب من الطير) [رواه الجماعة إلا البخاري / المنتقى مع شرحه ص120 ج8] وما ورد بمعناه من الأحاديث، ففيها الدلالة الواضحة على تحريم ذي المخلب من الطير. ¶ وهي أحاديث ثابتة في صحيح مسلم وغيره. ¶ 2 ـ وذهب الإمام مالك ـ رحمه الله ـ إلى إباحة أكل ذي المخلب من الطير [الشرح الكبير للدردير ص115 ج2] مستدلًا بعموم قوله تعالى: {قل لا أجد فيما أوحي إلي محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا أو لحم خنزير} ولأنه لم يثبت عنده نص صريح في التحريم [تفسير الشنقيطي ص272 ج2] حتى قال لم أر أحدًا من أهل العلم يكره سباع الطير وقال بعض أصحابه [هو ابن القاسم] لم يكره مالك أكل شيء من الطير وغير سباعها ما أكل الجيف منها وما لم يأكلها [نفس المصدر نقلًا عن المواق على مختصر خليل]. ¶ وذلك لعموم الآية الكريمة. ¶ ولأنه لم يثبت عنده عن النبي ـ صلى الله عليه وسلم ـ نص صريح في التحريم كما سبق. ¶ الترجيح: ¶ والراجح في ذلك ما ذهب إليه الجمهور والأئمة الثلاثة لأن ما تمسك به الإمام مالك من عموم الآية مخصوص [المغني والشرح ص68 ج11] بالأحاديث الواردة في تحريم ما له مخلب من الطير ولأن الآية نزلت بمكة قبل الهجرة وقد قصد بها الرد على الجاهلية في تحريم البحيرة والسائبة والوصيلة والحامي ثم بعد ذلك حرمت أمور كثيرة كالحمر الأنسية ولحوم البغال وكل ذي ناب من السباع وكل ذي مخلب من الطير. ¶ . ¶ والله أعلم. ¶ المسألة الخامسة: في بيان حكم ما يأكل الجيف والجلالة:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "تقدم البحث في حكم ما له مخلب من الطير أما ما لا مخلب له منها إلا أنه يأكل الجيف ـ كالنسر والرخم وبعض أنواع الغراب ـ فعند الحنابلة والحنفية [المقنع بحاشيته ص527 ج3 وتكملة فتح القدير ص499ـ500 ج9] تحريم هذا النوع من الطيور. ¶ لخبث مطعمه فيسري ذلك الخبث في لحمه والله تعالى قد حرم علينا الخبائث ولأن الرسول ـ صلى الله عليه وسلم ـ أمر بقتل خمس فواسق في الحل والحرم ومنها الغراب وهو يأكل الجيف فيقاس عليه غيره من الطيور التي تشاركه في هذا الوصف لأن الرسول ـ صلى الله عليه وسلم ـ أباح قتلها في الحرم ولا يجوز قتل صيد مأكول في الحرم [حاشية المقنع ص527 ج3] فيدل على تحريمها. ¶ وقد يقال: إن قتلها في الحرم لأجل منع صيالتها على الناس ـ والصائل يقتل في الحرم ولو كان مأكولاً ثم استفادة التحريم من الأمر بقتلها فيها نظر. ¶ ويجاب عن ذلك بأن خبث مطعمها كافٍ في تحريمها كما في نظائرها. ¶ وعند المالكية: إباحة هذا النوع من الطيور [الدردير على مختصر خليل ص115 ج2] كما سبق [ص71] تمسكًا بمفهوم قوله تعالى: {قل لا أجد فيما أوحي إلي محرمًا}. ¶ الترجيح: ¶ يستفاد من عموم النصوص التي أمر الله عباده فيها بالأكل من الطيبات ونهاهم عن أكل الخبائث يستفاد منها مع ما سيأتي من النهي عن الجلالة ـ تحريم ما يتغذى بالجيف لأن الذي يأكل الجيف قد نبت لحمه من الحرام فيكون خبيثًا داخلًا في عموم النهي عن الخبائث. ¶ ويكون ذلك مخصصًا لمفهوم الآية التي تمسك بها المالكية فقد \"ثبت تحريم أشياء بعد هذه الآية وقد أحل الله الطيبات وحرم الخبائث ونهى رسول الله ـ صلى الله عليه وسلم ـ عن أكل كل ذي ناب من السباع وعن أكل كل ذي مخلب من الطير ونهى عن لحوم الحمر الأهلية عام خيبر والذي يدل على صحة هذا الإجماع على تحريم العذرة والبول والحشرات المستقذرة والحمر مما ليس مذكورًا في الآية [تفسير القرطبي باختصار بسيط ص118ـ119 ج7].",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "حكم أكل لحم الجلالة من الدواب والطيور المباحة: ¶ الجلالة: بفتح الجيم وتشديد اللام من أبنية المبالغة وهي الحيوان الذي يأكل العذرة سواء كانت من البقر أم الغنم أم الإبل أم الطيور كالدجاج والإوز وغيرها [نيل الأوطار ص128 ج8]. ¶ وقد اختلفوا في حكم أكل لحمها على قولين: ¶ القول الأول: يحرم أكلها وهو رواية عن أحمد [المقنع بحاشيته ص529 ج3] وأحد القولين في مذهب الشافعية [المنهاج وشرحه المغني ص304 ج4] بدليل حديث ابن عمر ـ رضي الله ـ له عنهما قال: (نهى رسول الله ـ صلى الله عليه وسلم ـ عن أكل الجلالة وألبانها) [رواه الخمسة إلا النسائي وحسنة الترمذي المنتقى مع شرحه نيل الأوطار ص128 ج8] فهو ظاهر في تحريم أكل لحم الجلالة لأن النهي ظاهره التحريم. ¶ والقول الثاني: أنه يكره أكل لحمها كراهة تنزيه وهو الرواية الثانية عن أحمد والأصح في مذهب الشافعية [المصدران السابقان] وهو قول الحنفية [البدائع ص309 ج5] لأن النهى لا يرجع إلى ذاتها بل لأمر عارض لا يوجب أكثر من تغير لحمها وذلك لا يوجب التحريم. ¶ واختلفوا في مقدار النجس الذي إذا أكلته صارت جلالة يترتب عليها هذا الحكم على أقوال: ¶ القول الأول: يعتبر أن يكون الأكثر من عافها النجس فإن كان دون ذلك لم يؤثر وهذا قول في مذهب الحنابلة [المقنع ص529 ج3] والحنفية [البدائع ص39 ج5] والشافعية [المجموع للنووي ص28 ج9] لأنه إذا كان الغالب من أكلها النجاسات فإنه يتغير لحمها. ¶ . ¶ فيكره أكله كالطعام المنتن [بدائع الصنائع]. ¶ القول الثاني: أن يكون أكلها النجاسة كثيرًا ويعفى عن اليسير وهذا قول آخر في مذهب الحنابلة [حاشية المقنع ص529 ج3] والفرق بين الأكثر والكثير واضح. ¶ القول الثالث: أنه لا اعتبار بالكثرة وإنما الاعتبار بالرائحة والنتن فإن وجد في عرقها وغيره ريح النجاسة فجلالة وإلا فلا وهذا هو الصحيح في مذهب الشافعية [المجموع ص28 ج9].",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والقائلون بتحريمها اختلفوا في المدة التي إذا حبست فيها حل لحمها على أقوال: ¶ أحدها قول الشافعية: \"ليس للقدر الذي تعلفه من حد ولا لزمانه من ضبط وإنما الاعتبار بما يعلم في العادة أو يظن أن رائحة النجاسة تزول به\" [نفس المصدر]. ¶ الثاني: أن مدة حبس الجلالة ثلاثة أيام كانت طائرًا أو غيره وهذا رواية عن أحمد [المقنع بحاشيته ص530 ج3] وهو قول أبي حنيفة في الدجاج [البدائع ص40 ج5] على وجه الاستحباب. ¶ القول الثالث: التفصيل فيحبس الطائر ثلاثًا والشاة سبعًا وما عدا ذلك يحبس أربعين يومًا وهذا التفصيل رواية أخرى عن الإمام أحمد [نفس المصدر السابق]. ¶ الترجيح فيما مر من مسائل الجلالة: ¶ 1 ـ حكم أكل لحمها ـ لعل الراجح فيه التحريم لظاهر النهي من غير صارف عنه. ¶ 2 ـ وأما ما تعتبر به الجلالة ـ فلعل الراجح فيه أنه إذا كان أكثر أكلها النجاسة ـ أخذًا من لفظ جلالة ـ إذ هو يفيد المبالغة المفهم للأكثرية. ¶ 3 ـ وأما مقدار مدة حبسها فلعل الراجح فيه أنها لا تتقدر بل متى غلب على الظن ذهاب أثر النجاسة عنها لأن التحديد لا دليل عليه والمقصود زوال المحذور. ¶ الحكمة في النهي عن أكل لحم الجلالة: ¶ والحكمة في ذلك – والله أعلم – ترفع الإسلام بأهله عن تناول الخبائث ولو من طريق غير مباشر لما لذلك من تأثير سيئ على صحة الإنسان وسلوكه. ¶ لأن المتغذي يشبه ما تغذى به فينتقل الخبث من المأكول إلى الأكل ويكتسب من أخلاقه. ¶ المسألة السادسة: في بيان حكم أكل ما يستخبث: ¶ قال أهل اللغة: \"أصل الخبث في كلام العرب: المذموم والمكروه والقبيح من قول أو فعل أو مال أو طعام أو شراب أو شخص أو حال\" [تهذيب الأسماء واللغات ص87 ج2] وقد حرم الله الخبائث كلها ومن ذلك خبائث الأطعمة. ¶ والخبائث من الأطعمة نوعان: ما خبثه لمعنى قام به كالدم والميتة ولحم الخنزير.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وما خبثه لفساد كسبه كالمأخوذ ظلمًا أو بعقد محرم كالربا والميسر [مجموع فتاوى الشيخ ص334 ج20] ولا شك أن كل ما أحل الله سبحانه وتعالى من المأكل فهو طيب نافع في البدن والدين وكل ما حرمه أو نص على خبثه فهو خبيث ضار في البدن والدين ـ لكن يبقى الإشكال في الأشياء التي لم ينص على تحليلها ولا تحريمها أو خبثها – كيف الوصول إلى معرفة الطيب والخبيث منها: ¶ في ذلك قولان لأهل العلم: ¶ القول الأول: أنه يرجع في ذلك إلى اعتبار العرب له \"فكل ما يستخبثه الطبع السليم من العرب الذين نزل القرآن عليهم في غير حال ضرورة الجوع فهو حرام لقوله تعالى: {ويحرم عليهم الخبائث} لأن معنى الخبيث معروف عندهم فما اتصف به فهو حرام للآية ولا يخل بذلك إباحة بعض المستخبثات كالثوم لأن ما أخرجه الدليل يخصص به عموم النصوص ويبقى حجة فيما لم يخرجه الدليل. ¶ ويدخل فيه أيضًا كل ما نص الشرع على أنه خبيث إلا لدليل يدل على إباحته مع إطلاق اسم الخبيث عليه\" [تفسير الشنقيطي ص267 ج2] وهذا قول الحنفية والشافعية والحنابلة [انظر حاشية ابن عابدين ص194 ج5 والمجموع شرح المهذب ص25ـ26 ج9 ببعض تصرف والمغني مع الشرح الكبير ص64 ج11] وعمدتهم في ذلك قوله تعالى: {ويحل لهم الطيبات ويحرم عليهم الخبائث} وليس المراد بالطيب هنا الحلال لأنه لو كان المراد به ذلك لكان تقديره: أحل لكم الحلال وليس فيه بيان وإنما المراد بالطيبات ما تستطيبه العرب وبالخبائث ما تستخبثه. ¶ .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ولا يرجع في ذلك إلى طبقات الناس وينزل كل قوم ما يستطيبونه أو يستخبثونه لأنه يؤدي إلى اختلاف الأحكام في الحلال والحرام واضطرابها وذلك يخالف قواعد الشرع ـ بل يرجع في ذلك إلى اعتبار العرب فهم أولى الأمم بأن يؤخذ باستطابتهم واستخباثهم لأنهم المخاطبون أولًا وهم جيل معتدل لا يغلب فيهم الانهماك على المستقذرات ولا التمنع الشديد المتولد من التنعم مما ينشأ عنه التضييق على الناس [المجموع ص26 ج9] في مجال الأطعمة. ¶ لكن من يا ترى يصدق عليه هذا الوصف من العرب. ¶ . ¶ قال الشافعية: \"يرجع إلى العرب الذين هم سكان القرى والريف دون أجلاف البوادي الذين يأكلون ما دب ودرج من غير تمييز وتعتبر عادة أهل اليسار والثروة دون المحتاجين وتعتبر حالة الخصب والرفاهية دون الجدب والشدة\" [نفس المصدر]. ¶ وقال الحنابلة: الذين تعتبر استطابتهم هم أهل الحجاز من أهل الأمصار لأنهم الذين نزل عليهم الكتاب وخوطبوا به وبالسنة فرجع في مطلق ألفاظهما إلى عرفهم دون غيرهم ولم يعتبر أهل البوادي لأنهم للضرورة والمجاعة يأكلون ما وجدوا ولهذا سئل بعضهم عما يأكلون فقال ما دب ودرج إلا أم حبين فقال لتهن أم حبين العافية\" [المغني والشرح الحبير ص64 ج11]. ¶ فأنت تلمح أن الفرق بين القولين هو أن الحنابلة فيما نقلنا عنهم يخصون ذلك بعرف أهل الحجاز والشافعية يعممون ذوي اليسار من سكان الحاضرة. ¶ في جميع بلدان العرب. ¶ ونتيجة قولهم جميعًا أن الخبائث لفظ عام في المحرمات بالشرع وفي المستقذرات كالعقارب والخنافس والوزغ والفأرة والحية والحشرات كلها – هذه هي القاعدة التي اتفقوا عليها وإن كان قد وقع بينهم خلاف في انطباقها على بعض أشياء يأتي بيانها إن شاء الله. ¶ والمذهب الثاني: في هذه المسألة \"مذهب مالك: أن الطيبات هي المحللات فكأنه وصفها بالطيب إذ هي لفظة تتضمن مدحًا وتشريفًا وبحسب هذا تقول في الخبائث أنها المحرمات. ¶ . ¶ .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وعلى هذا الاعتبار حلل مالك الحيات والعقارب والخنافس ونحوها\" [تفسير القرطبي ص300 ج7 ببعض تصرف] لقوله تعالى: {قل لا أجد فيما أوحي إلي محرمًا على طاعم يطعمه إلا أن يكون ميتة} الآية ويمكن الإجابة عن الاستدلال بهذه الآية بما سبق من أن عمومها مخصوص بما ورد بعد نزولها من تحريم أشياء لم تذكر فيها. ¶ واستدلوا بحديث التلب بتاء مثناة فوق مفتوحة ثم لام مكسورة ثم باء موحدة الصحابي ـ رضي الله عنه ـ قال: (صحبت النبي ـ صلى الله عليه وسلم ـ فلم أسمع لحشرة الأرض تحريمًا) [رواه أبو داود / قال البيهقي في إسناده: وهذا إسناد غير قوي وقال النسائي ينبغي أن يكون مقام ابن التلب مجهولًا ليس بالمشهور / مختصر سنن أبي داود للمنذري ص313 ج5] وأجيب عنه بأنه إن ثبت لم يكن فيه دليل لأن قوله لم أسمع لا يدل على عدم سماع غيره [المجموع للنووي ص17 ج9] فعلى قول مالك هذا لا دخل لاستخباث الناس في التحريم وإنما المرجع في ذلك إلى ما نص على تحريمه وما لم ينص على تحريمه فهو حلال.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ونرى شيخ الإسلام ابن تيمية يرجح هذا حين يقول [في مجموع الفتاوى ص178ـ180 ج17] وهو في معرض الرد على نفاة حكمة الرب الثابتة في خلقه وأمره ما نصه: \"وقال تعالى: {يسألونك ماذا أحل لهم قل أحل لكم الطيبات} فلو كان معنى الطيب هو ما أحل كان الكلام لا فائدة فيه فعلم أن الطيب والخبيث وصف قائم بالأعيان وليس المراد به مجرد التذاذ الأكل فإن الإنسان قد يلتذ بما يضره من السموم وما يحميه الطبيب منه ولا المراد به التذاذ طائفة من الأمم كالعرب ولا كون العرب تعودته فإن مجرد كون أمة من الأمم تعودت أكله وطاب لها أو كرهته لكونها ليس في بلادها لا يوجب أن يحرم الله على جميع المؤمنين ما لم تعتده طباع هؤلاء ولا أن يحل لجميع المؤمنين ما تعودوه كيف وقد كانت العرب قد اعتادت أكل الدم والميتة وغير ذلك وقد حرمه الله تعالى وقد قيل لبعض العرب ما تأكلون قال: ما دب ودرج إلا أم حبين فقال ليهن أم حبين العافية ونفس قريش كانوا يأكلون خبائث حرمها الله وكانوا يعافون مطاعم لم يحرمها الله وفي الصحيحين عن النبي ـ صلى الله عليه وسلم ـ أنه قدم له لحم ضب فرفع يده ولم يأكل فقيل أحرام هو يا رسول الله قال لا ولكنه لم يكن بأرض قومي فأجدني أعافه \"فعلم أن كراهة قريش وغيرها لطعام من الأطعمة لا يكون موجبًا لتحريمه على المؤمنين من سائر العرب والعجم. ¶ وأيضًا فإن النبي ـ صلى الله عليه وسلم ـ وأصحابه لم يحرم أحد منهم ما كرهته العرب ولم يبح ما أكلته العرب. ¶ وقوله تعالى: {ويحل لهم الطيبات ويحرم عليهم الخبائث} إخبار أنه سيفعل ذلك فأحل النبي ـ صلى الله عليه وسلم ـ الطيبات وحرم الخبائث مثل كل ذي ناب من السباع وكل ذي مخلب من الطير فإنها عادية باغية فإذا أكلها الناس والمغتذي شبيه بما تغذى به – صار في أخلاقهم شبه من أخلاق هذه البهائم وهو البغي والعدوان. ¶ . ¶ .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فالطيبات التي أباحها هي المطاعم النافعة للعقول والأخلاق والخبائث هي الضارة للعقول والأخلاق\" ا. ¶ هـ . ¶ ويقول في موضع آخر [الاختبارات ص321]: \"ولا أثر لاستخباث العرب فما لم يحرمه الشرع فهو حل وهو قول أحمد وقدماء أصحابه\" فهو بهذا يرى أن التحليل يتبع الطيب والمصلحة. ¶ والتحريم يتبع الخبث والمضرة في ذات الأشياء لا في اعتبار الناس. ¶ وهذا قول له وجاهته واعتباره كما ترى. ¶ وقبل أن ننتهي من هذا المبحث نشير إلى أن القائلين بالقول الأول، بعد اتفاقهم على أن لاستخباث العرب مدخلًا في الحل والحرمة قد اختلفوا في أشياء نتيجة لتحقق هذا المناط فيها وعدم تحققه. ¶ من ذلك: ¶ 1 – القنفذ: أباحه الشافعية \"لما روي أن ابن عمر ـ رضي الله عنهما ـ سئل عن القنفذ فتلا قوله تعالى: {قل لا أجد فيما أو حي إلي محرمًا على طاعم يطعمه} الآية، ولأنه مستطاب لا يتقوى بنابه فحل أكله كالأرنب\" [المجموع ص10 ج9]. ¶ وخالفهم الحنابلة [المغني مع الشرح الكبير ص65 ج11] والحنفية [حاشية ابن عابدين ص193 ج5] فحرموه لأنه مما يستخبث فهو يتغذى بالحشرات واستدلوا بحديث أبي هريرة: (أنه ذكر عند النبي ـ صلى الله عليه وسلم ـ فقال خبيثة من الخبائث) [رواه أحمد وأبو داود وقال الخطابي: ليس إسناده بذاك وقال في بلوغ المرام: إسناده ضعيف / المنتقى مع شرحه نيل الأوطار ص121ـ122 ج8] غير أن هذا الحديث لا ينتهض للاحتجاج به من ناحية سنده فيرجع إلى الأصل وهو الإباحة حتى يرد الناقل عنه. ¶ 2 – النيص ويسمى الدلدل؛ أباحه الشافعية أيضًا لأنه من الطيبات [مغني المحتاج ص299 ج3] عندهم وحرمه الحنابلة – لأنه في اعتبارهم مستخبث [الروض المربع بحاشيته ص348 ج3]. ¶ وهذا الخلاف في هذه الجزيئات وأمثالها مما يدل على ضعف الأصل الذي بنوا عليه وهو الاستخباث وقوة القول بعدم اعتباره. ¶ والله أعلم ¶ المسألة السابعة: في بيان حكم أكل ما أمر بقتله أو نهي عن قتله:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "هناك أنواع من الحيوانات والطيور قد أمر الشارع بقتلها وأنواع نهي عن قتلها وقد اختلفوا هل يستفاد من ذلك حرمة أكلها تبعًا لذلك أولاً على قولين: ¶ القول الأول: أن ذلك يفيد التحريم. ¶ لأن الأمر بقتلها مع النهي عن قتل البهائم المباحة الأكل لغير الأكل يدل على أنها محرمة [بداية المجتهد ص344 ج1] إذ الظاهر المتبادر أن كل شيء أذن رسول الله ـ صلى الله عليه وسلم ـ في قتله بغير الذكاة الشرعية أنه محرم الأكل إذ لو كان الانتفاع بأكله جائزًا لما أذن ـ صلى الله عليه وسلم ـ في إتلافه كما هو واضح [تفسير الشنقيطي ص273 ج1]. ¶ وعلى هذا فيحرم أكل كل ما أمر النبي ـ صلى الله عليه وسلم ـ بقتله كما روت عائشة ـ رضي الله عنها ـ قالت قال رسول الله ـ صلى الله عليه وسلم ـ : (خمس فواسق يقتلن في الحل والحرم: الحية والغراب الابقع والفأرة والكلب والحديا) [رواه مسلم انظر المنتقى ص129 ج8]. ¶ وما نهى ـ صلى الله عليه وسلم ـ عن قتله كما روى ابن عباس ـ رضي الله عنهما ـ قال: (نهى رسول الله ـ صلى الله عليه وسلم ـ عن قتل أربع من الدواب النملة والنحلة والهدهد والصرد) [رواه أحمد وأبو داود وابن ماجه قال الحافظ رجاله رجال الصحيح / نفس المصدر]. ¶ القول الثاني: إن الأمر بقتل الحيوان أو النهى عنه لا يفيد بمجردة التحريم لأن الرسول ـ صلى الله عليه وسلم ـ إنما أمر بقتلها لتعديها على الناس وأذيتها كفا لشرها لأنها محرمة الأكل [انظر بداية المجتهد الموضع السابق]. ¶ وما نهى عن قتله فلعله لقلة أذاه أو غير ذلك. ¶ الترجيح: ¶ والذي يظهر لي رجحانه هو هذا القول: لأن الأصل الحل والتحريم لا يثبت إلا إذا ثبت الدليل الناقل عن الأصل فما لم يرد فيه دليل ناقل صحيح فالحكم بحل هذا النوع هو الحق. ¶ والاستدلال على تحريمه بالأمر بقتله لا يفيد التحريم لما ذكرنا من إن العلة في ذلك كف أذاه وغير ذلك من الاحتمالات.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "المسألة الثامنة: في بيان حكم أكل ما تولد من حيوان يباح أكله وحيوان لا يباح أكله: ¶ ما تولد بين مأكول وغير مأكول فهو محرم الأكل لأنه مخلوق مما يؤكل ومما لا يؤكل فغلب فيه جانب الحظر ولأنه متولد من محرم فيعطى حكمه – فيحرم البغل لأنه متولد من الحمار الأهلي والفرس والسمع المتولد من بين الذئب والضبع – سواء كان المأكول من أبويه الذكر أو الأنثى [انظر المجموع ص27 ج9 والشرح الكبير مع المغني ص75 ج11، ومجموع فتاوى شيخ الإسلام ابن تيمية ص208: 35]. ¶ المبحث الثاني ¶ في حكم صيد البحر ¶ وفيه ثلاث مسائل: ¶ المسألة الأولى: في بيان ما اختلف في حله من حيوانات البحر مع الاستدلال والترجيح: ¶ سبق بحثنا فيما اختلف في حله من حيوانات البر فمناسب هنا أن نبحث ما اختلف في حله من حيوان البحر. ¶ قال الله سبحانه وتعالى: {أحل لكم صيد البحر وطعامه متاعا لكم وللسيارة} [المائدة آية (56)] . ¶ المراد بالبحر الماء الكثير المستبحر الذي يوجد فيه السمك وغيره من الحيوانات المائية التي تصاد. ¶ وصيد البحر: كل ما صيد من حياته حيتانه فالصيد هنا يراد به المصيد وأضيف إلى البحر لما كان منه وهذا يشمل كل ما يعيش فيه عادة وهو ضربان: ¶ أحدهما: ما يعيش في الماء وإذا خرج منه كان عيشه عيش المذبوح كالسمك بأنواعه. ¶ الثاني: ما يعيش في الماء وفي البر أيضًا [تفسير المنار ص113 ج7 وتفسير القرطبي ص318 ج6 والمجموع ص31ـ32 ج9] كالتمساح والسرطان. ¶ وقد اختلف العلماء فيما يحل من حيوان البحر على أقوال: ¶ القول الأول: حل جميع حيوان البحر وهذا قول المالكية – والأصح من مذهب الشافعية [بداية المجتهد ص345 ج1 والشرح الكبير ص115 ج2 ومغني المحتاج ص291 ج4 والمجموع ص32 ج9]. ¶ القول الثاني: حل جميع ما في البحر إلا الضفدع والتمساح والحية وهو قول الحنابلة [المقنع بحاشيته ص529 ج3].",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "القول الثالث: جميع ما في البحر من الحيوان محرم الأكل إلا السمك خاصة فإنه يحل أكله إلا ما طفا منه وهذا قول الحنفية. ¶ ووجه في مذهب الشافعية [بدائع الصنائع ص35 ج5 والمجموع ص32 ج9]. ¶ القول الرابع: يؤكل السمك وأما غير السمك فيؤكل منه ما يؤكل نظيره في البر كالبقر والشاة وغيرها – وما لا يؤكل نظيره في البر كخنزير الماء وكلبه فحرام وهذا وجه آخر في مذهب الشافعية [المجموع ص32 ج9] وقول في مذهب الحنابلة [المقنع بحاشيته ص529 ج3]. ¶ توجيه كل قول من هذه الأقوال: ¶ 1 – وجه القول الأول: التمسك بعموم قوله تعالى: {أحل لكم صيد البحر وطعامه} قال ابن عباس: (صيده) ما صيد و(طعامه) ما قذف. ¶ وقوله ـ صلى الله عليه وسلم ـ (هو الطهور ماؤه الحل ميتته) [رواه مالك والشافعي والأربعة وابن خزيمة. ¶ . ¶ وصححه البخاري فيما حكاه عنه الترمذي / من تلخيص الخبير ص9 ج1]، فالآية والحديث عامان في حل كل حيوانات البحر من غير استثناء. ¶ 2 – ووجه القول الثاني: هو التمسك بعموم الآية السابقة: {أحل لكم صيد البحر} واستثنى الضفدع للنهي عن قتله [رواه أحمد وأبو داود والنسائي والحاكم والبيهقي / نفس المصدر ص276 ج2 وقال الحاكم: صحيح الإسناد ولم يخرجاه /* نصب الراية ص201 ج4] لأنه يدل على تحريمه عند من يراه واستثنى التمساح لأنه يأكل الناس والحية لأنها من المستخبثات. ¶ 3 – ووجه القول الثالث: فيما يرى تحريمه من حيوان البحر قوله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير} حيث لم يفصل بين البري والبحري وقوله ـ عز شأنه ـ: {ويحرم عليهم الخبائث} وما سوى السمك (من حيوان البحر) خبيث كالضفدع والسرطان والحية ونحوها [البدائع ص35 ج 5 وتكملة فتح القدير ص503 ج 9]. ¶ 4 – ووجه القول الرابع: فيما يرى تحريمه قياس [مغني المحتاج ص299 ج 4] ما في البحر على ما في البر ولأن الاسم يتناوله فيعطى حكمه.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "فتلخص مما مر: أنه لا خلاف [انظر فتح الباري ص619 ج 9 وشرع النووي على صحيح مسلم ص86 ج 13] بين العلماء في حل السمك على اختلاف أنواعه غير الطافي. ¶ وإنما اختلف فيما كان على صورة حيوان البر المحرم أكله كالآدمي والكلب والخنزير والثعبان ونحوها. ¶ الترجيح: ¶ والذي يظهر لي ترجيحه قول المالكية وهو حل جميع صيد البحر لعموم قوله تعالى: {أحل لكم صيد البحر وطعامه} وقوله ـ صلى الله عليه وسلم ـ في البحر: (هو الطهور ماؤه الحل ميتته) ولم يصح ما يخصص هذا العموم. ¶ أما ما استدل به من يرى تحريم ميتة البحر من عموم قوله تعالى: {حرمت عليكم الميتة} فالجواب أنه عموم مخصوص بقوله ـ صلى الله عليه وسلم ـ في البحر: (هو الطهور ماؤه الحل ميتته). ¶ وأما ما استدلوا به من عموم قوله تعالى: {ويحرم عليهم الخبائث} على تحريم السرطان والحية ونحوها من حيوان البحر فلا نسلم أن هذه الأشياء من الخبائث ومجرد ادعاء أن هذه من الخبائث لا يرد به عموم الأدلة الصريحة. ¶ وأما قياسهم ما في البحر في التحريم على نظيره المحرم في البر. ¶ فهو قياس في مقابلة نص وهو قوله: {أحل لكم صيد البحر} فلا يصح. ¶ المسألة الثانية: في بيان حكم ميتة البحر مع الاستدلال والترجيح: ¶ حيوان البحر قسمان: قسم لا يعيش إلا في الماء وإن خرج منه مات كالحوت. ¶ وقسم يعيش في البر والبحر كالضفادع ونحوها. ¶ فأما الذي لا يعيش إلا في الماء ففي حكم ميتته التفصيل الآتي: ¶ 1 – ما مات بسبب ظاهر كضغطه أو صدمة حجر أو انحسار ماء أو ضرب من الصياد أو غيره فهو حلال وفاقًا [المغني مع شرح الكبير 195 ج 11].",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "2 – ما مات حتف أنفه وطفا على وجه الماء بأن صار بطنه من فوق [الدر المختار بحاشية ابن عابدين ص195 ج 5] فعند الثلاثة مالك والشافعي وأحمد [الشرح الكبير للدردير ص115 ج 2 والمجموع ص33 ج 9 والمغني مع الشرح الكبير ص84 ج 11] هو حلال وعند أبي حنيفة لا يحل [الدر المختار وحاشيته لابن ص195 ج 5 وتكملة فتح القدير ص503 ج 9]. ¶ دليل الثلاثة على الحل عموم قوله تعالى: {أحل لكم صيد البحر وطعامه} والمراد بطعامه ميتته عند جمهور العلماء [تفسير الشنقيطي ص90 ج 1] فهو يدل على إباحة ميتة البحر مطلقًا وقوله ـ صلى الله عليه وسلم ـ في البحر (هو الطهور ماؤه الحل ميتته) [تقدم تخريجه ص86] وحديث جابر قال: (غزونا جيش الخبط [هو ما يسقط من الورق عند خبط الشجر] وأميرنا أبو عبيدة [هو أبوعبيدة عامر بن عبد الله بن الجراح الصحابي أحد العشرة المبشرين بالجنة كان لقبه أمين الأمة توفي سنة18 هـ / الإعلام ص21 ج 4] فجعنا جوعًا شديدًا فالقي البحر حوتًا ميتًا لم نر مثله يقال له العنبر فأكلنا منه نصف شهر فأخذ أبو عبيدة عظمًا من عظامه فمر الراكب تحته. ¶ قال فلما قدمنا المدينة ذكرنا ذلك للنبي ـ صلى الله عليه وسلم ـ فقال كلوا رزقًا أخرجه الله عز وجل لكم. ¶ أطعمونا إن كان معكم فأتاه بعضهم بشيء فأكله) متفق عليه. ¶ ففي هذا الحديث دليل على إباحة ميتة البحر سواء مات بنفسه أو مات بالاصطياد [فتح الباري ص618 ج 9] وطلب النبي ـ صلى الله عليه وسلم ـ من لحمه وأكله ذلك أراد به المبالغة في تطييب نفوسهم في حله وأنه لا شك في إباحته وأنه يرتضيه لنفسه.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وأما دليل أبي حنيفة على تحريم الطافي فهو حديث جابر ـ رضي الله عنه ـ عن النبي ـ صلى الله عليه وسلم ـ أنه قال: (ما نضب عنه الماء فكلوا وما لفظه الماء فكلوا وما طفا فلا تأكلوا) [رواه أبو داود مرفوعًا وروي موقوفًا وقد أسند من وجه ضعيف وقال الترمذي: سألت البخاري عنه فقال ليس بمحفوظ ويروى عن جابر خلافه/ فتح الباري ص618 ج 9]. ¶ قالوا: وميتة البحر المباحة في الحديث السابق ما لفظه البحر ليكون موته مضافًا إلى البحر لا ما مات فيه من غير آفة [تكملة فتح القدير ص513 ج 9] – وأجابوا عما استدل به الثلاثة والجمهور بما يأتي: ¶ أجابوا عن الاستدلال بالآية وهي قوله تعالى: {أحل لكم صيد البحر وطعامه} بأنه لا حجة فيها لأن المراد من قوله تعالى: {وطعامه} ما قذفه البحر إلى الشط فمات كذا قال أهل التأويل وذلك حلال عندنا لأنه ليس بطاف إنما الطافي اسم لما مات في الماء من غير آفة وسبب حادث وهذا مات بسبب حادث وهو قذف البحر فلا يكون طافيًا والمراد من الأحاديث التي تبيح ميتة البحر غير الطافي لما ذكرنا [بدائل الصنائع ص36 ج 5]. ¶ الترجيح: ¶ والراجح ما ذهب إليه الثلاثة والجمهور من إباحة وتخصيص النص العام لابد له من دليل من كتاب أو سنة يدل على التخصيص. ¶ وأما ما استدل به الحنفية من النهي عن أكل الطافي \"فحديث ضعيف باتفاق أئمة الحديث لا يجوز الاحتجاج به لو لم يعارضه شيء كيف وهو معارض بأحاديث صحاح [النووي على صحيح مسلم ص87 ج 13]. ¶ والقياس يقتضي حل ميتة البحر مطلقًا لأنه سمك لو مات في البر لأكل بغير تذكية ولو نضب عنه الماء أو قتلته سمكة أخرى لأكل فكذلك إذا مات وهو في البحر [فتح الباري ص619 ج 9]. ¶ وتخصيصهم طعام البحر الوارد إباحته في الآية الكريمة بما قذفه البحر إلى الشط تخصيص لا دليل عليه فالآية عامة وكذا استثناؤهم الطافي من ميتة البحر وحكمهم بتحريمه استثناء لا دليل عليه يخصصه من عمومات الأدلة المبيحة لميتة البحر مطلقًا.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "المسألة الثالثة: في بيان حكم أكل ما يعيش في البر والبحر: ¶ ما يعيش في البر من حيوانات البحر كالضفادع والسلحفاة والسرطان وترس الماء فقد اختلفوا في حله فذهب مالك إلى حله مطلقًا لقوله تعالى: {أحل لكم صيد البحر وطعامه} ولا طعام له غير صيده إلا ميتته كما قال جمهور العلماء – وقوله ـ صلى الله عليه وسلم ـ في البحر: (هوالطهور ماؤه الحل ميتته) ففيه التصريح بأن ميتة البحر حلال فيعم كل ميتة مما في البحر [تفسير الشنقيطي ص91ـ93 ج 1 باختصار وانظر الشرح الكبير للدردير ص115 ج 2]. ¶ ونقل النووي [ص32ـ33 ج 9 من المجموع (5) ص298 ج 4] إن الصحيح المعتمد عند الشافعية حل ميتة جميع ما في البحر إلا الضفدع ويحمل ما ذكره الأصحاب أو بعضهم من السلحفاة والحية والنسناس على ما يكون في ماء غير البحر – وقال طير الماء كالبط والإوز ونحوهما حلال كما سبق ولا يحل ميتته بلا خلاف بل تشترط زكاته ويضيف إلى ذلك صاحب مغني المحتاج قوله: ويوافقه قول الشامل بعد نقله نصوص الحل: قال أصحابنا أو بعضهم يحل جميع ما فيه إلا الضفدع للنهي عن قتله ا. ¶ هـ . ¶ وأما رأي الحنابلة في ذلك فينقله لنا صاحب المغني بقوله [ص83 ج 11 مع الشرح الكبير]: كل ما يعيش في البر من دواب البحر لا يحل بغير ذكاة كطير الماء والسلحفاة وكلب الماء إلا ما لا دم فيه كالسرطان فإنه يباح بغير ذكاة ا. ¶ هـ . ¶ وأما الحنفية فيحمل لنا مذهبهم في هذه المسألة صاحب بدائع الصنائع حيث يقول: [ص35 ج 5]: جميع ما في البحر من الحيوان محرم الأكل إلا السمك خاصة فإنه يحل أكله إلا ما طفا منه وهذا قول أصحابنا ـ رضي الله عنهم ـ ا. ¶ هـ . ¶ فيمكننا حينئذ أن نستخلص من هذا العرض الموجز آراء المذاهب الأربعة في حكم أكل ما يعيش في البر من حيوانات البحر على النحوالتالي: ¶ 1 – عند المالكية تحل مطلقًا. ¶ 2 – عند الشافعية تحل مطلقًا ما عدا الضفدع فلا يحل بحال. ¶ وما عدا طير الماء فلا يحل بغير ذكاة.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "3 – عند الحنابلة لا تحل بغير ذكاة مطلقًا – ما عدا السرطان فإنه يحل بغير ذكاة لأنه لا دم له. ¶ 4 – عند الحنفية لا يحل بحال. ¶ . ¶ لأنه ليس بسمك. ¶ الباب الثالث ¶ وفيه تمهيد ومبحثان: ¶ 1 ـ التمهيد: في بيان انقسام الحيوان البري الذي يباح أكله إلى مقدور عليه وغير مقدور عليه وما يترتب على ذلك. ¶ 2 ـ المباحث: في الذكاة وفيه مسائل: ¶ المسألة الأولى: في بيان تعريف الذكاة وبيان حكمتها. ¶ المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من شروط الذكاة مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان آداب عامة تشرع في الذكاة. ¶ المسألة الرابعة: في ما تحصل به ذكاة الجنين. ¶ المسألة الخامسة: في بيان كيفية ذكاة ما لا يقدر عليه من الحيوان الأهلي مع الاستدلال والترجيح. ¶ المسألة السادسة: في بيان حكم ذبيحة المجوسي مع الاستدلال والترجيح. ¶ المسألة السابعة: في بيان ذبيحة الوثني والدهري والمرتد مع الاستدلال. ¶ المسألة الثامنة: في بيان حكم اللحوم المستوردة من الكفار على اختلاف مللهم مع الاستدلال والترجيح. ¶ المبحث الثاني: في الصيد وفيه مسألتان: ¶ المسألة الأولى: في تعريف الصيد وبيان حكم الاصطياد. ¶ المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من الشروط لإباحة الصيد المقتول بالاصطياد مع الاستدلال والترجيح. ¶ تمهيد ¶ في بيان انقسام الحيوان البري المباح أكله إلى مقدور عليه وغير مقدور عليه وما يترتب على ذلك. ¶ قد فرغنا – والحمد لله – من عرض ما أمكننا عرضه من الخلاف فيما اختلف في إباحته من حيوانات البر والبحر مع توضيح مسالك العلماء في ذلك وترجيح ما ظهر لنا ترجيحه من الأقوال.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "فيصح لنا أن نقول إن ما عدا ما مر ذكره من أنواع الحيوان المحرم أكله فهو مباح في الجملة بناء على الأصل – وقد يكون هناك خلاف في بعض الجزئيات لكن ليس المقصود بالبحث استقصاؤها وتتبع مواقعها وإنما القصد بيان القواعد الكلية التي ترجح إليها تلك الجزئيات وكفى لأن بحث الجزئيات يحتاج إلى وقت أطول ومجال أوسع مما حددناه في مخطط الرسالة. ¶ ولما كانت إباحة الحيوان البري تتوقف على تذكيته أو ما يقوم مقام التذكية ناسب أن نبحث أحكام الذكاة وتفاصيلها. ¶ وعلى ذلك نقول: الحيوان المباح أكله لا يخلو من إحدى حالتين: ¶ الحالة الأولى: أن يكون في قبضتنا وطوع تصرفنا نستطيع حبسه وإرساله وركوبه والحمل عليه ولنا السيطرة الكاملة عليه التي منحنا إياها الخلاق العليم الذي يقول: {وجعل لكم من الفلك والأنعام ما تركبون. ¶ لتستووا على ظهوره ثم تذكروا نعمة ربكم استويتم عليه وتقولوا سبحان الذي سخر لنا هذا وما كنا له مقرنين. ¶ وإنا إلى ربنا لمنقلبون} [الزخرف الآيات (12 ـ 14)]. ¶ الحالة الثانية: أن يكون ذلك الحيوان خارجًا عن قبضتنا وعن تناول أيدينا ينفر منا ويصعب علينا مناله – وهذا نوعان: ¶ - نوع نشأ منعزلًا عن بني الإنسان في الوهاد والفلوات والكهوف في الجبال. ¶ - أو درج من أوكار نسجت في أعالي الأشجار فلم يعد يألف الإنسان ولا يأنس بقربه. ¶ - وذلك النوع هو الوحشي من الدواب والطيور. ¶ - والنوع الثاني: حيوان نشأ أليفًا وتربى مستأنسًا لكن عرضت له حالة نفور وإباء فند منا وخرج عن قبضتنا ولحق بالوحش فلم يعد لنا عليه سيطرة. ¶ ذلك هو ما يسمى بالنعم المتوحشة – وكذلك ما وقع في بئر ونحوه فلا تصل إليه أيدينا وتختلف كيفية الذكاة باختلاف تلك الأحوال كما يأتي بيانه إن شاء الله – في هذه المباحث التالية: ¶ المبحث الأول ¶ في الذكاة ¶ وفيه مسائل ¶ المسألة الأولى: في تعريف الذكاة وبيان حكمتها:",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "الذكاة لغة: تمام الشيء ومنه الذكاء في الفهم إذا كان تام العقل سريع القبول [مختار الصحاح ص224 ج 1] والفعل منه: ذكي يذكي ذكًا – والذكوة ما تذكو به النار وأذكيت الحرب والنار أوقدتهما [تفسير القرطبي ص52 ج 6]. ¶ والذكاة شرعًا: ذبح أو نحر الحيوان المأكول البري بقطع حلقومه ومريئه أو عقر ممتنع [الروض المربع ص354 ج بحاشية العنقري]. ¶ حكمها: أجمعوا على أنه لا يحل الحيوان المأكول اللحم غير السمك والجراد إلا بذكاة أو ما في معنى الذكاة لقوله تعالى: {حرمت عليكم الميتة – إلى قوله – إلا ما ذكيتم} [المغني مع الشرح الكبير ص42 ج 11 وانظر المجموع شرح المهذب ص72 ج 9]. ¶ والحكمة فيها: تطييب الحيوان المذكي فالحيوان إذا أسيل دمه فقد طيب لأنه يسارع إليه التجفف وفي الحديث: ذكاة الأرض يبسها [احتج به الحنفية ولا أصل له في المرفوع ـ نعم ذكره ابن أبي شيبة موقوفًا عن أبي جعفر محمد الباقر ورواه عبد الرزاق عن أبي قلابة من قوله بلفظ: (جفوف الأرض ظهورها)/ التلخيص ص37 ج 1]، يريد طهارتها من النجاسة فالذكاة في الذبيحة تطهير لها وبها تتميز عن الميتة المحرمة. ¶ \"فان الميتة إنما حرمت لاحتقان الرطوبات والفضلات والدم الخبيث فيها والذكاة لما كانت تزيل ذلك الدم والفضلات كانت سبب الحل وإلا فالموت لا يقتضي التحريم فإنه حاصل بالذكاة كما يحصل بغيرها وإذا لم يكن في الحيوان دم وفضلات تزيلها الذكاة لم يحرم بالموت ولم يشترط لحله كالجراد ولهذا لا ينجس بالموت ما لا نفس له سائلة كالذباب والنحلة ونحوهما والسمك من هذا الضرب فإنه لو كان له دم وفضلات تحتقن بموته لم يحل لموته بغير ذكاة\" [زاد المعاد لابن القيم ص159 ج 2]. ¶ وحرمت الميتة أيضًا لافتقادها ذكر اسم الله عليها الذي يؤثر ذكره على المذكاة طيبًا ويطرد الشيطان عنها. ¶ فالذكاة تطيب الحيوان تطييبًا حسيًا بإخراج الدم منه وتطييبًا معنويًا لطرد الشيطان عنها بذكر اسم الله.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من شروط الذكاة مع الاستدلال والترجيح: ¶ اتفقوا على أن الحيوان الذي تعمل فيه الذكاة هو الحيوان البري ذو الدم الذي ليس بمحرم ولا منفوذ المقاتل ولا ميئوس منه بوقذ أو نطح أو ترد أو افترأس سبع [بداية المجتهد ص321 ج 1]. ¶ وما سوي ذلك ففيه خلاف يتبين من خلال البحوث التالية: ¶ وللذكاة الشرعية شروط لابد من توفرها لتكون صحيحة يحل بها الحيوان المذكي، وهذه الشروط بعضها يعتبر في الذابح وبعضها يعتبر في آلة الذبح وبعضها يعتبر في صفة الذبح، ويمكننا أن نقول تفتقر الذكاة إجمالًا إلى بيان شروط في خمسة أشياء: ذابح وآلة ومحل وفعل وذكر، وإليك بيانها بالتفصيل: ¶ الشرط الأول: أهلية الذابح: ¶ ويكون أهلاً للذكاة إذا توفر فيه شرطان: العقل والدين، يقول صاحب المغني: [المغني مع الشرح الكبير ص55 ج 11]: (وجملة ذلك أن كل من أمكنه الذبح من المسلمين وأهل الكتاب إذا ذبح حل أكل ذبيحته رجلًا كان أو امرأة بالغًا أو صبيًا حرًا كان أو عبدًا لا نعلم في هذا خلافًا) فهذه الجملة تشتمل على بيان ما يشترط في الذابح وهو كما يلي: ¶ 1 – يشترط فيه أن يكون عاقلاً كما يقول به الحنابلة والحنفية والمالكية [انظر المقنع بحاشيته ص535 ج 3 وبدائع الصنائع ص45 ج 5] لأن الذكاة يعتبر لها القصد كالعبادة ومن لا عقل له لا يصح منه القصد فيصير ذبحه كما لو وقعت الحديدة بنفسها على حلق شاه فذبحتها – فإذا كان الذابح طفلاً دون التمييز أو مجنونًا أو سكران لا يعقل لا يصح منه الذبح. ¶ والأظهر في مذهب الشافعية أنه لا يشترط العقل في الذابح فيحل ذبح الصبي غير المميز والمجنون والسكران لأن لهم قصدًا وإرادة في الجملة – لكن مع الكراهة – كما نص عليه في الأم وصرح به في التنبيه – خوفًا من عدولهم عن محل الذبح [والشرح الكبير للدردير ص99 ج 4]. ¶ الترجيح:",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "والراجح أنه يشترط العقل في الذابح والتمييز لأن الذكاة فيها نوع تعبد لله ويذكر عليها اسمه والعبادة لابد لها من نية ولا يأتي هذا بدون أن يكون الذابح عاقلًا مميزًا. ¶ وأيضًا الذكاة لها شروط يبعد من غير العاقل مراعاتها. ¶ 2 – يشترط فيه أن يكون ذا دين سماوي مسلمًا أو كتابيًا – يخرج بذلك ما ذبحه كافر غير كتابي فلا يحل. ¶ وهنا مسائل تتعلق بذبيحة الكتابي وهي – الدليل على حل ذبيحته – الحكمة في حلها – المراد بالكتابي الذي تحل ذبيحته – ذبيحة نصارى بني تغلب – إذا لم يذكر الكتابي اسم الله على الذبيحة – إذا ذبح ما يحرم عليه في دينه أو يحرم عليه شيء من شحمه – إذا ذبح ما يسمونه الطريف. ¶ أ – أما الدليل على حل ذبيحته فالكتاب والسنة والإجماع – فالكتاب قوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} – والطعام في الأصل: اسم لما يؤكل والذبائح منه. ¶ وهو ها هنا خاص بالذبائح. ¶ لأن غير الذبائح يحل منهم ومن غيرهم \"ولم يختلف السلف أن المراد بذلك الذبائح قال البخاري: قال ابن عباس: \"طعامهم ذبائحهم\" [مغني المحتاج ص267 ج 4] وهذا أمر مجمع عليه بين العلماء أن ذبائحهم حلال للمسلمين [أحكام أهل الذمة ص245 ج 1]. ¶ ب – والحكمة في إباحة ذبائح أهل الكتاب: \"أنهم يعتقدون تحريم الذبح لغير الله ولا يذكرون على ذبائحهم إلا اسم الله وإن اعتقدوا فيه تعالى ما هو منزه عنه تعالى وتقدس. ¶ . ¶ .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فهم يذكرون اسم الله على ذبائحهم وقرابينهم وهم متعبدون بذلك ولهذا لم يبح ذبائح من عداهم من أهل الشرك ومن شابههم لأنهم لا يذكرون اسم الله على ذبائحهم بل ولا يتوقفون فيما يأكلونه من اللحم على ذكاة بل يأكلون الميتة بخلاف أهل الكتابين\" [تفسير ابن كثير ص19 ج 2] لأنهم ينتسبون إلى الأنبياء والكتب، وقد اتفق الرسل كلهم على تحريم الذبح لغير الله لأنه شرك فاليهود والنصارى يتدينون بتحريم الذبح لغير الله فلذلك أبيحت ذبائح الكتابين دون غيرهم [تفسير ابن كثير ص2019 ج 2] هذا ما ذكره بعض العلماء في الحكمة في إباحة ذبائح الكتابين فإن صح فذاك. ¶ وإلا فالله قد أباح ذبائحهم دون غيرهم وعلينا الاستسلام لحكمه سبحانه عرفنا الحكمة أم لم نعرفها والله أعلم. ¶ ج – المراد بالكتابي الذي تحل ذبيحته: المتدين بدين أهل الكتاب ولا يخلو من إحدى ثلاث حالات: ¶ الحالة الأولى: أن يكون أبواه كتابيين. ¶ الحالة الثانية: أن يكونا غير كتابيين. ¶ الحالة الثالثة: أن يكون أحدهما كتابيًا دون الآخر. ¶ ففي الحالة الأولى لا خلاف في حل ذبيحته – وفي الحالتين الباقيتين جرى الخلاف فعند الحنفية تحل في الجميع وإليك عبارة صاحب البدائع في ذلك – يقول [تفسير ابن سعدى ص117 ج 2]: (ولو انتقل غير الكتابي من الكفرة إلى دين أهل الكتاب تؤكل ذبيحته والأصل أنه ينظر إلى حاله ودينه وقت ذبيحته دون ما سواه وهذا أصل أصحابنا: أن من انتقل من [ص45 ج 5] ملة يقر عليها يجعل كأنه من أهل تلك الملة من الأصل على ما ذكرناه في كتاب النكاح والمولود بين كتابي وغير كتابي تؤكل ذبيحته أيهما كان الكتابي الأب أو الام عندنا. ¶ . ¶ . ¶ لأن جعل الولد تبعًا للكتابي منهما أولى لأنه خيريهما دينا فكان بإتباعه إياه أولى) ا. ¶ هـ .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وهذا أيضًا قول المالكية كما تعطيه عبارة خليل في مختصره مع شرحه الكبير حيث جاء فيهما ما نصه: (وتصح ذكاة المميز وأن كان سامريًا نسبة للسامرة فرقة من اليهود أو مجوسيًا تنصر أو تهود. ¶ . ¶ . ¶ وذبح الكتابي أصالة أو انتقالًا – قال محشيه قوله أو انتقالًا أي كالمجوسي إذا تنصر – ا. ¶ هـ . ¶ وجاء في حاشية الشرح الصغير من كتبهم أيضًا [كذا ولعل الصواب : إلى] ما نصه: (وظاهر كلامه أنها تصح (أي الذكاة) من كتابي بالشروط الآتية: ¶ وإن كان أصله مجوسيًا وتهود أو يهوديًا بدل وغير كالسامرية فرقة من اليهود لا الصابئيين وإن كان أصلهم نصارى لكن لعظم مخالفتهم للنصارى ألحقوا بالمجوس – كذا قال أهل المذهب – ا. ¶ هـ . ¶ ففي هذين النصين من كتب المالكية دلالة واضحة على أن رأيهم في هذه المسألة كرأي الحنفية. ¶ وقد نبه على هذا شيخ الإسلام ابن تيمية رحمه الله حيث يقول [ص154 ج 2] \"فإن كان الأبوان مجوسيين حرمت ذبيحته عند الشافعي ومن وافقه من أصحاب أحمد وحكى ذلك عن مالك وغالب ظني أن هذا غلط على مالك فإني لم أجده في كتب أصحابه\" ا. ¶ هـ . ¶ وأما مذهب الشافعية في هذه المسألة فإليك عبارة النووي ـ رحمه الله ـ في حكايته حيث يقول: [ص221 ج 35 مجموع الفتاوى]: \"وأما المتولد بين كتابي وغيره فإن كان أبوه غير كتابي والأم كتابية فذبيحته حرام كمناكحته وإن كان أبوه كتابيًا والأم مجوسية فقولان أصحهما حرام والثاني حلال وهما كالقولين في مناكحته\" ا. ¶ هـ . ¶ وعند الحنابلة فيمن أحد أبويه غير كتابي روايتان في مذهبهم. ¶ الرواية الأولى: حل ذبيحته والرواية الثانية: أنها لا تحل من غير تفصيل بين الأم والأب في كلا الروايتين [المجموع ص75 ج 9] هذا حاصل آراء المذاهب الأربعة في حكم ذبيحة من لم يكن أبواه كتابيين وهو يدين بدين أهل الكتاب. ¶ حلها مطلقًا وهو رواية في مذهب الحنابلة حلها بشرط أن يكون أبوه كتابيًا كما هو غير الأصح في مذهب الشافعية. ¶ الترجيح:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "والراجح في هذه المسألة حل ذبيحة الكتابي مطلقًا سواء كان أبواه كتابيين أو أحدهما أو كانا غير كتابيين كما هو مذهب الحنفية والمالكية ورواية عن أحمد لأن العبرة بدين الشخص لا بنسبه \"وحل ذبائحهم ومناكحتهم مرتب على أديانهم لا على أنسابهم فلا يكشف عن آبائهم هل دخلوا في الدين قبل المبعث أو بعده. ¶ . ¶ . ¶ فإن الله سبحانه أمرهم بالجزية ولم يشرط ذلك وأباح لنا ذبائحهم وأطعمتهم ولم يشرط ذلك في حلها\" [المقنع بحاشيته ص535 ج 3]. ¶ \"وكون الرجل مسلمًا أو يهوديًا أو نصرانيًا أو نحو ذلك من أسماء الدين هو حكم يتعلق بنفسه لاعتقاده وإرادته وقوله وعلمه لا يلحقه هذا الاسم بمجرد اتصاف آبائه بذلك لكن الصغير حكمه في أحكام الدنيا حكم أبويه لكونه لا يستقل بنفسه فإذا بلغ وتكلم بالإسلام أو الكفر كان حكمه معتبرًا بنفسه باتفاق المسلمين فلو كان أبواه من اليهود أو من النصارى فأسلم كان من المسلمين باتفاق المسلمين ولو كانا مسلمين فكفر كان كافرًا باتفاق المسلمين فإن كفر بردة لم يقر على ردته لأجل آبائه [أحكام أهل الذمة ص64 ج 1 لابن القيم]. ¶ وكل حكم علق بأسماء الدين من إسلام وإيمان وكفر ونفاق وردة وتهود وتنصر إنما يثبت لمن اتصف بالصفات الموجبة لذلك وكون الرجل من المشركين أو أهل الشرك وإن كان أبواه غير مشركين ومن كان أبواه مشركين وهو مسلم فحكمه حكم المسلمين لا حكم المشركين فكذلك إذا كان يهوديًا أو نصرانيًا وآباؤه مشركين فحكمه حكم اليهود والنصارى لأجل كون آبائه كانوا مشركين فهذا خلاف الأصول [أي لا يقر على ردته من أجل كون آبائه كتابيين بل تجري عليه أحكام المرتد]\". ¶ 4 – حكم ذبائح نصارى بني تغلب [مع تصرف يسير من مجموع فتاوى شيخ الإسلام ابن تيمية ص226ـ227 ج 35] وكل دخيل في اليهودية والنصرانية من العرب. ¶ – للعلماء في حل ذبائحهم قولان:",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "القول الأول: تحريم ذبائحهم وهو قول الشافعية [هم بنو تغلب بن وائل من العرب من ربيعة بن نزار انتقلوا في الجاهلية إلى النصرانية/ مغني المحتاج مع الشرح الكبير ص590 ج 10] ورواية عن أحمد [المجموع ص75 ج 9]. ¶ القول الثاني: حل ذبائحهم كغيرهم من أهل الكتاب وهو الحنفية [بدائع الصنائع ص535 ج 3] والرواية الثانية عن أحمد [المقنع بحاشيته ص535 ج 3] ومنشأ الخلاف هو: هل يتناول العرب المنتصرين والمتهودين اسم الذين أوتوا الكتاب كما يتناول ذلك الأمم المتخصصة بالكتاب وهم بنوا إسرائيل والروم [بداية المجتهد ص330 ج 1]، فقد ورد: \"أن عليًا [هو أمير المؤمنين علي بن أبي طالب ابن عم رسول الله ـ صلى الله عليه وسلم ـ وأحد العشرة المبشرين بالجنة ورابع الخلفاء الراشدين توفي سنة 40ه تهذيب الأسماء واللغات ص344ـ349 ج ] وابن عباس تنازعا في ذبائح بني تغلب فقال علي لا تباح ذبائحهم ولا نساؤهم فإنهم لم يتمسكوا من النصرانية إلا بشرب الخمر وروي عنه أنه قال نغزوهم لأنهم لم يقوموا بالشروط التي شرطها عليهم عثمان. ¶ وقال ابن عباس: بل تباح لقوله تعالى: {ومن يتولهم منكم فإنه منهم} أي هؤلاء تولوهم فهم منهم. ¶ \"وعامة المسلمين من الصحابة وغيرهم لم يحرموا ذبائحهم ولا يعرف ذلك إلا عن علي وحده وقد روي معنى قول ابن عباس عن عمر بن الخطاب [هو أمير المؤمنين ثاني الخلفاء الراشدين وأحد العشرة المبشرين بالجنة عمر بن الخطاب بن نفيل القرشي العدوي لقبه النبي ـ صلى الله عليه وسلم ـ بالفاروق وكناه بأبي حفص توفي سنة 23 هـ / الأعلام ص303ـ304 ج 5]. ¶ فمن العلماء من رجح قول عمر وابن عباس وهو قول الجمهور كأبي حنيفة ومالك وأحمد في إحدى الروايتين عنه. ¶ . ¶ ومن العلماء من رجح قول علي وهو قول الشافعي وأحمد في رواية أخرى عنه\" [مجموع فتاوى شيخ الإسلام ابن تيمية ص219ـ220 ج 35].",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "قال الإمام ابن جرير في تفسيره [ص576 ج 9] بعد سياقه الأخبار عن علي ـ رضي الله عنه ـ في ذلك: \"وهذه الأخبار عن علي ـ رضوان الله عليه ـ إنما تدل على أنه كان ينهى عن ذبائح نصارى بني تغلب من أجل أنهم ليسوا على النصرانية لتركهم تحليل ما تحلل النصارى وتحريم ما تحرم غير الخمر. ¶ ومن كان منتحلًا ملة هو غير متمسك منها بشيء فهو إلى البراءة منها أقر ب منه إلى اللحاق بها وبأهلها. ¶ فلذلك نهى على عن أكل ذبائح نصارى بني تغلب لا من أجل أنهم ليسوا من بني إسرائيل\" ا. ¶ هـ . ¶ وذكر عن ابن عباس أنه قال: \"كلوا من ذبائح بني تغلب وتزوجوا من نسائهم فإن الله قال في كتابه: {يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم} فلو لم يكونوا منهم إلا بالولاية لكانوا منهم [نفس المصدر ص574] فكان مثار الخلاف بين علي وابن عباس ـ رضي الله عنهما ـ في هذه المسألة هو: هل يكفي مجرد الانتساب إلى النصرانية من غير التزام لأحكامها أو لا يكفي – والراجح من القولين هو القول بحل ذبائحهم لأنهم على دين النصارى وكونهم من العرب لا يمنع انطباق حكم النصارى عليهم فيتناولهم عموم الآية الكريمة: {وطعام الذين أوتوا الكتاب حل لكم} وتسألهم في بعض الواجبات والمحظورات من دين النصارى لا يخرجهم عن كونهم نصارى – والله أعلم. ¶ ه ـ حكم ما ذبحه الكتابي ولم يذكر اسم الله عليه: ¶ ما ذبحه أهل الكتاب ولم يذكروا اسم الله عليه له حالتان: ¶ الحالة الأولى: ما تركوا التسمية عليه بالكلية فلم يذكروا عليه اسم الله ولا اسم غيره. ¶ الحالة الثانية: ما ذبحوه على اسم المسيح أو الزهرة أو غيرهما. ¶ ففي الحالة الأولى للعلماء في حكم الذبيحة قولان: [انظر أحكام أهل الذمة لابن القيم ص248ـ249 ج 1]",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "القول الأول: أنها لا تحل مطلقًا – سواء قلنا: إن التسمية شرط لحل ذبيحة المسلم أو لا – لأننا أن قلنا إن التسمية شرط في حل ذبيحة المسلم فالكتابي من باب أولى – وإن قلنا إنها غير شرط في حل ذبيحة المسلم فهناك فرق بين المسلم والكتابي لأن اسم الله في قلب المسلم وإن ترك ذكره بلسانه – بخلاف الكتابي. ¶ القول الثاني: أنها تحل مطلقًا – سواء اشترطت التسمية لحل ذبيحة المسلم أم لا – \"فذبيحة أهل الكتاب حلال سواء ذكروا اسم الله تعالى عليها أم لا لظاهر القرآن العزيز\" [المجموع شرح المهذب ص78 ج 9]. ¶ يعني قوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} لأن ظاهره الآية العموم فيتناول ما لم يذكروا اسم الله عليه. ¶ الترجيح: ¶ والذي يظهر لي ترجيحه هو القول الأول وهو تحريم ذبيحة الكتابي إذا لم يذكر اسم الله عليها لأن الراجح أن التسمية شرط في حل ذبيحة المسلم والكتابي لقوله تعالى: {ولا تأكلوا مما لم يذكر اسم الله عليه} وهذا عام في ذبيحة المسلم والكتابي – وقوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} يراد به ما ذبحوه بشرطه كالمسلم. ¶ وأما الحكم في الحالة الثانية: وهو ما ذبحوه على اسم غير الله كالمسيح والزهرة وغيرهما – فللعلماء في حكم الذبيحة في هذه الحالة ثلاثة أقوال: ¶ القول الأول: التحريم وهو قول الشافعية [المجموع ص78 ج 9] والحنفية [بدائع الصنائع ص46 ج 9] وهو أصح الروايتين عن أحمد [أحكام أهل الذمة ص249 ج 1 وانظر حاشية المقنع ص541 ج 3] لأن القرآن الكريم قد صرح بتحريم ما أهل به لغير الله: {إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله} وهذا عام في ذبيحة الوثني والكتابي إذا أهل بها لغير الله. ¶ القول الثاني: الإباحة وهو قول جماعة من السلف ورواية عن الإمام أحمد [أحكام أهل الذمة ص249ـ250 ج 1] – لأن هذا من طعامهم وقد أباح الله لنا طعامهم من غير تخصيص وقد علم سبحانه أنهم يسمون غير اسمه [نفس المصدر ص253].",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "القول الثالث: وهو قول المالكية: \"أن ذبح أهل الكتاب إذا قصدوا به التقرب لآلهتهم قربانًا وتركوه لا ينتفعون به فإنه لا يحل لنا أكله إذ ليس من طعامهم لأنهم لا ينتفعون به وأما ما ذبحوه لأنفسهم بقصد أكلهم منه ولو في أعيادهم لكن سموا عليه اسم آلهتهم مثلًا تبركًا فهذا يؤكل بكره لأنه تناوله عموم: (وطعام الذين أوتوا الكتاب حل لكم). ¶ . ¶ \" [حاشية الدسوقي على الشرح الكبير ص101 ج 2]. ¶ الترجيح: ¶ والذي يترجح هو القول الأول وهو التحريم مطلقًا لعموم قوله تعالى: {إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله} وهذا مما أهل به لغير الله – وإباحة ذبائح أهل الكتاب وإن كانت مطلقة: لكنها مقيدة بما لم يهلوا به لغير الله فلا يجوز تعطيل القيد وإلغاؤه بل يحمل المطلق على المقيد وإن ادعى المخالفون العكس فقالوا آية : {وما أهل به لغير الله} هي المطلقة وآية: {وطعام الذين أوتوا الكتاب حل لكم} مقيدة فيحمل المطلق على المقيد فتقيد ذبيحة الكتابي ما أهل به لغير الله – ويبقي مطلقًا فيما سواها. ¶ قلنا: بل الصواب العكس فقوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} مطلق فيما أهل به لله – وما أهل به لغيره – قيد منه ما أهل به لغيره وبقي ما عداه. ¶ وهذا أولى لوجوه: ¶ أحدها: أنه قد نص ـ سبحانه ـ على تحريم ما لم يذكر عليه اسمه ونهى عن أكله وأخبر أنه فسق وهذا تنبيه على أن ما ذكر عليه اسم غيره أشد تحريمًا وأولى بأن يكون فسقًا فلا يحل ومن ذلك هذه المسألة التي نحن بصددها. ¶ الثاني: أن قوله: {وطعام الذين أوتوا الكتاب حل لكم} قد خص منه ما يستحلونه من الميتة والدم ولحم الخنزير فلأن يخص منه ما يستحلونه ما أهل به لغير الله أولى وأحرى.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "فليس المراد من طعامهم ما يستحلونه وإن كان محرمًا عليهم فهذا لا يمكن القول به بل المراد به ما أباحه الله لهم – فإن الخنزير من طعامهم الذي يستحلونه ولا يباح لنا فتحريم ما أهل به لغير الله عليهم أعظم من تحريم الخنزير لأن تحريم ما أهل به لغير الله من باب تحريم الشرك وتحريم الميتة والدم ولحم الخنزير من باب تحريم الخبائث والمعاصي. ¶ ولا شك أن تحريم الخبائث دون تحريم الشرك. ¶ الثالث: أن الأصل في الذبائح التحريم إلا ما أباحه الله ورسوله فلو قدر تعارض دليلي الحظر والإباحة لكان العمل بدليل الحظر أولى لثلاثة أوجه: ¶ أحدها: تأييده بالأصل الحاظر الثاني: أنه أحوط الثالث: أن الدليلين إذا تعارضا تساقطا ورجع إلى أصل التحريم [أحكام أهل الذمة ص253ـ256 ج 1] ومما يدل على أن الأصل في الذبائح التحريم قوله ـ صلى الله عليه وسلم ـ في كلاب الصيد: (وإن خالطها كلاب من غيرها فلا تأكل فإنك إنما سميت على كلبك ولم تسم على غيره) [ابن القيم في إعلام الموقعين ص339ـ256 ج 1 والحديث رواه البخاري ومسلم بمعناه /المجموع شرح الهذب ص99 ج 9] فدل على أن الأصل في الذبائح التحريم حتى يثبت الدليل الناقل. ¶ قال شيخ الإسلام ابن تيمية ـ رحمه الله ـ [اقتضاء الصراط المستقيم ص256 ط مطبعة الحكومة سنة 1389 هـ ]: \"فلما تعارض العموم الحاظر وهو قوله تعالى: {وما أهل به لغير الله} والعموم المبيح وهو قوله: {وطعام الذين أوتوا الكتاب حل لكم} اختلف العلماء في ذلك. ¶ والأشبه بالكتاب والسنة ما دل عليه أكثر كلام الإمام أحمد من الحظر – وإن كان من متأخري أصحابنا من لا يذكر هذه الرواية بحال – وذلك لأن عموم قوله تعالى: {وما أهل به لغير الله.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وما ذبح على النصب} عموم محفوظ لم تخص منه صورة بخلاف طعام الذين أوتوا الكتاب فإنه يشترط له الذكاة المبيحة فلو ذكى الكتابي في غير المحل المشروع لم تبح ذكاته لأن غاية الكتابي أن تكون ذكاته كالمسلم والمسلم لو ذبح لغير الله أو ذبح باسم غير الله لم يبح وإن كان يكفر بذلك فكذلك الذمي لأن قوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم} سواء وهم وإن كانوا يستحلون هذا ونحن لا نستحله فليس كل ما استحلوه يحل لنا ولأنه قد تعارض حاظر ومبيح فالحاظر أولى أن يقدم. ¶ ولأن – الذبح لغير الله أو باسم غيره قد علمنا يقينًا أنه ليس من دين الأنبياء عليهم السلام فهو من الشرك الذي أحدثوه فالمعنى الذي لأجله حلت ذبائحهم منتف في هذا والله أعلم. ¶ هذا ما رجحه شيخ الإسلام في هذا الموضوع وهو ترجيح على ضوء الكتاب والسنة والقواعد الشرعية. ¶ وأما تفريق المالكية بين ما ذبح على اسم غير الله على وجه التقرب فيحرم وما ذبح لأجل الأكل فيكره ولا يحرم فهو تفريق لا دليل عليه فإن علة التحريم وهي الإهلال به لغير الله متحققة فيهما دون فرق فوجب الاستواء فيهما في الحكم. ¶ و– حكم ما ذبحه اليهود مما يعتقدون تحريمه كالإبل والنعام والبط وكل ما ليس بمشقوق الأصابع هل يحرم على المسلم. ¶ على قولين: ¶ القول: وهو قول الشافعي [مغني المحتاج ص766 ج 4] وظاهر مذهب أحمد وهو قول جمهور أصحابه [أحكام أهل الذمة ص256 ج 1] إباحة ذلك لنا.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "القول الثاني: تحريم ذلك علينا وهو قول المالكية [الشرح الكبير للدردير ص100ـ101 ج 2] ووجهة القول الأول التمسك بعموم الآية : {وعلى الذين هادوا حرمنا كل ذي ظفر} ولما كانت حرامًا عليهم لم تكن تذكيتهم لها ذكاة كما لا يكون ذبح الخنزير لنا ذكاة – وهذا الدليل مبني على ثلاث مقدمات – إحداها أن ذلك حرام عليهم وهذه المقدمة ثابتة بنص القرآن – الثانية: أن ذلك التحريم باق ولم يزل – الثالثة: أنهم إذا ذبحوا ما يعتقدون تحريمه لم تؤثر الذكاة في حله – فأما الأولى فهي ثابتة بالنص – وأما الثانية فالدليل عليها أن سبب التحريم باق وهو العدوان قال تعالى: {ذلك جزيناهم ببغيهم وإنا لصادقون} وبغيهم لم يزل بمبعث النبي ـ صلى الله عليه وسلم ـ بل زاد البغي منهم فالتحريم تغلظ بتغلظ البغي يوضحه أن رفع ذلك التحريم إنما هو رحمة في حق من اتبع الرسول فإن الله وضع عن أتباعه الآصار والأغلال التي كانت عليهم قبل مبعثه ولم يضعها عمن كفر به – قال تعالى: {الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبًا عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم فالذين آمنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون} [بداية المجتهد ص230ـ331 ج 1] وأما المقدمة الثالثة وهي أنهم إذا ذبحوا ما يعتقدون تحريمه لم يؤثر ذلك في الحل فقد تقدم تقريرها – يعني قوله فيما سبق: ووجه هذا أنه ليس من طعام المذكي ولأنه ذبح لا يعتقد الذابح حله فهو كذبيحة المحرم [أحكام أهل الذمة ص256ـ257 ج 1 وابن القيم هو العلامة شمس الدين محمد بن أبي بكر بن أيوب بن سعد الزرعي الدمشتقي الفقيه الحنبلي الأصولي المفسر النحوي الشهير بابن قيم الجوزية أخذ عن شيخ الإسلام ابن تيمية وكان من كبار تلامذة توفي سنة 751 هـ / مقدمة زاد المعاد لابن القيم ص2 1ج ] ولأن لاعتقاد",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "الذابح أثرًا في حل الذبيحة وتحريمها ولهذا لو ذبح المسلم ما يعتقد أنه لا يحل له ذبحه كالمغضوب كان حرامًا فالقصد يؤثر في التذكية كما يؤثر في العبادة) ا. ¶ هـ . ¶ هذا والمالكية يقولون: لابد أن يثبت تحريم المذبوح عليهم بشرعنا – فإن لم يثبت تحريمه بشرعنا بل هم الذين أخبرونا بأن هذا الحيوان محرم عليهم في شرعهم كره لنا أكله [الأعراف آية (157)] يعني كراهية تنزيه، ولا يظهر لي في هذه المسألة ترجيح. ¶ ز – إذا ذبح الكتابي دابة لها شحم محرم عليه – فهل يحرم علينا ذلك الشحم المحرم عليه هذا مما اختلف فيه على ثلاثة أقوال: ¶ القول الأول: الإباحة وهو كظاهر كلام أحمد وقول جماعة من أصحابه [كذا في الأصل ولعله يقصد ذبح المحرم للصيد] وقول الشافعية: [الشرح الكبير ص101 ج 2]. ¶ القول الثاني: التحريم وهو قول في مذهب المالكية [المغني مع الشرح ص57ـ58 ج 11] وقول جماعة [المجموع ص57 ج 9] من الحنابلة. ¶ القول الثالث: الكراهة وهو القول الثاني في مذهب المالكية [حاشية الدسوقي على الشرح الكبير ص102 ج 2] وسبب الخلاف هنا هو نفس السبب الذي سبق بيانه [المصدر السابق] في الخلاف في حكم ما ذبحوه مما يحرم عليهم واستدل المبيحون أيضًا بحديث عبد الله بن مغفل [المصدر السابق] ـ رضي الله عنه ـ قال كنا محاصرين قصر خيبر فرمى إنسان بجراب فيه شحم فنزلت لآخذه فالتفت فإذا النبي ـ صلى الله عليه وسلم ـ فاستحييت منه [ص112] ففيه حجة على من منع ما حرم عليهم كالشحوم لأن النبي ـ صلى الله عليه وسلم ـ أقر ابن مغفل على الانتفاع بالجراب المذكور [هو عبد الله بن مغفل المزني صحابي من أصحاب الشجرة وله 43 حديثًا توفي سنة 57 هـ / الأعلام ص282ـ283 ج 4].",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وقد نوقش هذا الاستدلال: بأنه لا يتعين كون هذا الشحم من المحرم عليهم بل الظاهر أنهم إنما كانوا يأكلون الشحوم المباحة لهم فيجوز لنا أكله كما يجوز لنا أكل ذبائحهم وأطعمتهم فالظاهر أنه من شحم الظهر والحوايا وما اختلط بعظم فإنه هو الشحم الذي كانوا يأكلونه [رواه البخاري ص636 ج 9 من فتح الباري]. ¶ واستدل المبيحون أيضًا بحديث: (أن يهودية أهدت لرسول الله ـ صلى الله عليه وسلم ـ شاة فأكل منها ولم يحرم شحم بطنها ولا غيره وأكل معه منها بشر بن البراء بن معرور فمات) [فتح الباري ص638 ج 9] ووجه الدلالة منه أنه أكل منها هو ومن معه ولم يسألهم هل نزل بها ما يعتقدون تحريمه من شحمها أم لا. ¶ هذا ولا يظهر لي القول الراجح في هاتين المسألتين – مسألة ما إذا ذبح الكتابي ما يحرم عليه. ¶ أو ما يحرم عليه شيء من شحمه فأتوقف والله أعلم. ¶ ح – إذا ذبح الكتابيون ما يسمى عندهم بالطريف – وهو ما لصقت رئته بالجنب – فهل يحرم علينا لكونهم لا يعتقدون حله أو لا. ¶ الجمهور لا يحرمونه – لأن التوراة لم تحرم الطريف بهذا المعنى – وهو ما لزقت رئته بالجنب – وإنما حرمت التوراة الطريفا التي هي الفريسة التي يفترسها الأسد أو الذئب أو غيرهما من السباع – وهو الذي عبر عنه القرآن بقوله تعالى: {وما أكل السبع. ¶ . ¶ . ¶ }. ¶ وقال في التوراة: (ولحمًا في الصحراء فريسة لا تأكلوا) فحرف علماؤها هذا المعنى وحملوه على غير محمله ففسروا الطريفا بهذا التفسير الخاطئ. ¶ وذهب أصحاب مالك [أحكام أهل الذمة لابن القيم ص264 ج 1] إلى تحريم الطريفا بالمعنى الذي عناه اليهود – لأنه ليس من طعامهم. ¶ الترجيح:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "والراجح ما ذهب إليه الجمهور من حل الطريفا بهذا المعنى إذا ذكاها الكتابي – لأن تحريمها غير ثابت بالنص لأن الطريفا المحرمة بالتوراة هي الفريسة التي يفترسها الأسد والذئب أو غيرهما من السباع فحرفوا معناها وتعدوا في تفسيرها إلى غير ما أريد بها وذلك لا يغير من الحكم شيئًا إلا في نظر {من اتخذوا أحبارهم ورهبانهم أربابًا من دون الله} [ثابت في الصحيح/ أحكام أهل الذمة ص29 ج 1 وتفسير ابن كثير ص19 ج 2]. ¶ الشرط الثاني من شروط الذكاة يتعلق بالآلة فلابد فيها من أمرين: ¶ الأمر الأول: أن تكون محددة تقطع أو تخرق بحدها لا بثقلها. ¶ الأمر الثاني: أن لا تكون سنًا ولا ظفرًا – فإذا اجتمع هذان الشرطان في شيء حل الذبح به سواء كان حديدًا أم حجرًا أم خشبًا أم قصبًا أم زجاجًا، لعموم قوله ـ صلى الله عليه وسلم ـ : (ما أنهر الدم وذكر اسم الله عليه فكلوا ما لم يكن سنًا أو ظفرا وسأحدثكم عن ذلك أما السنن فعظم. ¶ وأما الظفر فمدى الحبشة) [انظر حاشية الصاوي على الشرح الصغير ص159 ج 2] ومعنى قوله ـ صلى الله عليه وسلم ـ : (أنهر الدم) أي أساله وصبه بكثرة شبهه بجري الماء في النهر. ¶ . ¶ وما في موضع رفع بالابتداء وخبرها: (فكلوا). ¶ ففي هذا الحديث تصريح بأنه يشترط في الذكاة ما يقطع ويجري الدم ولا يكفي رض الذبيحة ودمغها بما لا يجري الدم. ¶ والحكمة في اشتراط إنهار الدم تميز حلال اللحم والشحم من حرامهما وتنبيه على أن تحريم الميتة لبقاء دمها الخبيث فيها وفي الحديث أيضًا تصريح بجواز الذبح بكل محدد يقطع إلا الظفر والسن – والظفر يدخل فيه ظفر الآدمي وغيره من كل الحيوانات سواء المتصل والمنفصل الطاهر والنجس – والسن يدخل فيه سن الآدمي وغيره الطاهر والنجس والمتصل والمنفصل [في بحث الطريفا أحكام أهل الذمة لابن القيم ص267ـ269 ج 1 بحاشيته وانظر إغاثة اللهفان ص325ـ326 ج 2].",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "وهذا قول الجمهور [رواه الجماعة/ المنتقى وشرحه ص147 ج 13] – وقال الحنفية تجوز الذكاة والظفر المنفصلين وإنما تحرم الذكاة بهما إذا كانا متصلين أما إذا جرح بظفر منزوع أو سن منزوع جاز الذبح بهما ويكره [من شرح النووي على صحيح مسلم باختصار ص123 ج 13] – لأنه لما قطع الأوداج فقد وجد الذبح بهما فيجوز كما لو ذبح بالمروة وليطة القصب – وأجابوا عن الحديث: بأن المراد به النهي عن الذبح بالسن القائم والظفر القائم لأن الحبشة إنما كانت تفعل ذلك لإظهار الجلادة وذلك بالقائم لا بالمنزوع – ولأن السن والظفر إذا لم يكونا منفصلين فالذابح يعتمد على الذبيح فينخنق وينفسخ فلا يحل أكله [المجموع ص83 ج 9]. ¶ الترجيح: ¶ والراجح مذهب الجمهور وهو عدم صحة التذكية بالسن والظفر مطلقًا لعموم الحديث الصحيح في النهي عن التذكية بهما متصلين أو منفصلين لأن ما لم تجز الذكاة به متصلاً لم تجز به منفصلاً كغير المحدد [بدائع الصنائع ص42 ج 5] وما عللوا به من كونهما يحصل بهما قطع الأوداج إذا كانا منفصلين فهو تعليل مخالف للتعليل الوارد في الحديث – من كون الظفر مدى الحبشة وكون السن عظمًا. ¶ فلا يلتفت إليه. ¶ وقد اختلف العلماء ـ رحمهم الله ـ هل يقتصر المنع على التذكية بالسن فتجوز الذكاة ببقية العظام – أو يعم المنع من ذلك جميع العظام سنًا كانت أو غيرها على قولين: ¶ القول الأول: أن النهي قاصر على السن فلا تجوز الذكاة به وتجوز ببقية العظام وهو إحدى الروايتين عن أحمد والمذهب منهما [نفس المصدر].",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "القول الثاني: أن النهي عام في جميع العظام فلا تجوز الذكاة بها وهو مذهب الشافعي [المغني مع الشرح ص43 ج 11] والرواية الثانية عن أحمد [حاشية المقنع ص537 ج 3] – لأن قول الرسول ـ صلى الله عليه وسلم ـ : (أما السن فعظم) تنبيه على عدم التذكية بالعظام أما لنجاسة بعضها أو لتنجيسها على مؤمني الجن كما نهى ـ صلى الله عليه وسلم ـ عن الاستنجاء بالعظم لكونه زاد إخواننا من الجن. ¶ فهو قياس حذفت مقدمته الثانية لشهرتها عندهم – والتقدير: أما السن فعظم وكل عظم لا يحل الذبح به وطوى النتيجة لدلالة الاستثناء عليها [المجموع ص81 ج 9] وهذا يدل على أنه عليه الصلاة والسلام كان قد قرر كون الذكاة لا تحصل بالعظم فلذلك اقتصر على قوله: (فعظم) فكان الذبح بالعظم كان معهودًا عندهم أنه لا يجزئ وقررهم الشارع على ذلك وأشار إليه هنا – وقد ترجم البخاري [المصدر السابق] في صحيحة على هذا الحديث بقوله: \"باب لا يذكى بالسن والعظم والظفر\" [فتح الباري ص628 ج 9]. ¶ غير أنه قد حام شك حول هذه الجملة وهي قوله: (أما السن فعظم إلخ) هل هي من كلام الرسول ـ صلى الله عليه وسلم ـ فيتم الاحتجاج بها أو من كلام الراوي مدرجة في الحديث فلا يتم الاحتجاج بها في ذلك رأيان للمحدثين [هو محمد بن إسماعيل بن إبراهيم بن المغيرة البخاري حبر الإسلام والحافظ لحديث رسول الله ـ صلى الله عليه وسلم ـ صاحب الجامع الصحيح توفي سنة 265 هـ / الأعلام ص258 ج 6] الراجح منهما رفعها إلى رسول الله ـ صلى الله عليه وسلم ـ وأنها من كلامه. ¶ الترجيح: ¶ والذي يترجح منع التذكية بالعظم لدلالة الحديث على منع التذكية به واعتضاد ذلك بالنهي عن الاستنجاء بالعظام – فتكون الحكمة في النهي عن الذبح به – والله أعلم – صيانته عن التنجس بالدم كما يصان عن التنجس بالاستنجاء لكونه زادًا لإخواننا من الجن. ¶ الشرط الثالث: قطع ما يجب قطعه في الذكاة:",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "فيما يقطع في الذكاة وصفة القطع خلاف لابد من بيانه – وذلك أنهم اتفقوا على أن محل الذكاة هو الحلق واللبة ولا يجوز الذبح في غير هذا المحل بالإجماع [فتح الباري ص672 ج 9]. ¶ وإنما اختصت الذكاة بهذا المحل لأنه مجمع العروق فتنسفح بالذبح فيه الدماء السيالة ويسرع زهوق النفس فيكون أطيب للحم وأخف على الحيوان [المغني مع الشرح الكبير ص44 ج 11] والذكاة في الحلق تسمى نحرًا وذلك بالنسبة للإبل – واللبة هي: الوهدة التي بين أصل العنق والصدر [نفس المصدر]. ¶ فالنحر يكون أسفل العنق والذبح في أعلاه أما ما يجب قطعه في الذكاة – فإن في رقبة الحيوان أربعة عروق: ¶ 1 – الحلقوم وهو مجرى النفس خروجًا ودخولاً. ¶ 2 – المريء وهو مجرى الطعام والشراب وهو تحت الحلقوم. ¶ 3 – الودجان – وهما عرقان في صفحتي العنق يحيطان بالحلقوم وقيل يحيطان بالمريء – وقد يسمى الجميع بالأوداج الأربعة [نفس المصدر]. ¶ وقد اتفقوا على أن الذكاة التي تقطع فيها هذه الأربعة قطعًا كاملاً بحيث تستأصل على أنها ذكاة مبيحة للأكل. ¶ واختلفوا بعد ذلك في مسائل: ¶ الأولى: إذا قطع بعض هذه الأربعة فقط فهل يجزئ ذلك أو لا. ¶ الثانية: إذا أجزأ قطع بعض هذه الأربعة فما الذي يتعين قطعه منها. ¶ الثالثة: إذا تمادى في القطع حتى قطع النخاع فهل يجوز ذلك. ¶ الرابعة: إذا ذكى الحيوان من القفا فهل يحل. ¶ الخامسة: إذا نحر ما يذبح أو ذبح ما ينحر فهل يحل؟ ¶ أما في المسألة الأولى: ¶ وهو ما إذا قطع بعض الأربعة في الذكاة فإن العلماء قد اختلفوا في إباحة الذبيحة على قولين:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "القول الأول: لابد من قطع الأربعة فلا يكفي قطع بعضها فقط وهو مروى عن مالك [المجموع شرح المهذب ص86 ج 9] ورواية عن أحمد [بداية المجتهد ص326 ج 1] – لحديث أبي هريرة [المقنع بحاشيته ص537ـ538 ج 3] ـ رضي الله عنه ـ قال نهى رسول الله ـ صلى الله عليه وسلم ـ عن شريطة الشيطان وهي التي تذبح فيقطع الجلد ولا تفرى الأوداج) [اختلف في اسمه اختلافًا كبيرًا والأصح أنه عبد الرحمن بن صخر الدوسي صحابي كان أكثر الصحابة حفظًا للحديث ورواية له روى 5374 حديثًا توفي سنة 59 هـ / الأعلام ص80 ج 4]. ¶ وشريطة الشيطان – ذبيحته. ¶ من شرط الحجام. ¶ وتفسيرها كما في الحديث هو تفسير من الراوي ليس من أصل الحديث – وكان أهل الجاهلية يقطعون بعض حلقها ويتركونها حتى تموت ثم يأكلونها. ¶ وإنما أضيفت إلى الشيطان لأنه هو حملهم على ذلك وحسن هذا الفعل لديهم وسوله لهم [رواه أبو داوود قال المنذري: في إسناده عمرو بن عبد الله الصنعاني وقد تكلم فيه غير واحد / المنتقى مع شرحه ص148 ج 8] وظاهر هذا الحديث يقتضي قطع جميع الأوداج الأربعة في الذكاة. ¶ القول الثاني: يكفي في الذكاة قطع بعض هذه الأربعة – لأنه قطع في محل الذبح لا تبقي الحياة معه أشبه ما لو قطع الأربعة [نفس المصدر]. ¶ وهو قول أبي حنيفة والشافعي والقول الثاني لمالك والرواية الثانية عن أحمد [المغني مع الشرح ص45 ج 11] لقوله ـ صلى الله عليه وسلم ـ : (ما أنهر الدم وذكر اسم الله عليه فكل) فالحديث يدل على أنه يكفي إنهار الدم وهذا يحصل بقطع الأوداج. ¶ الترجيح: ¶ والراجح هو القول الثاني – ويجاب عن الحديث الذي تمسك به من اشتراط قطع الجميع بأن أصله ليس فيه ذكر الأوداج إنما وقع ذلك في تفسير الراوي ويقال أيضًا: المراد بالأوداج بعضها لا كلها لأن لام التعريف في كلام العرب قد تدل على البعض وبهذا يحصل الجمع بين الحديثين.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "هذا إذا صح الحديث الذي تمسك به المخالف وإلا ففي سنده مقال لا يقوى معه على معارضة الحديث الذي معنا. ¶ المسألة الثانية: ¶ على القول بأنه بجزئ في الذكاة بعض الأربعة فما الذي يتعين قطعه منها: ¶ اختلف القائلون بذلك في المجزئ قطعه من الأربعة على الأقوال التالية: ¶ القول الأول: يكفي قطع ثلاثة من الأربعة من غير تعيين وهو قول أبي حنيفة [انظر بدائع الصنائع ص41 ج 5 والمجموع ص86 ج 8 وبداية المجتهد ص326 ج 1 والمقنع بحاشيته ص538 ج 3]. ¶ لأنه قطع أكثر الأوداج وللأكثر حكم الكل فيما بني على التوسعة في أصول الشرع والذكاة بنيت على التوسعة. ¶ القول الثاني: يجب قطع ثلاثة معينة هي: الودجان والحلقوم فلا بجزئ أقل من ذلك وهو المشهور عن مالك [البدائع ص41 ج 5] لأن الودجين مجري الدم والحلقوم مجرى النفس فلا يكفي قطع الودجين وترك الحلقوم لأنه لا يحصل بقطع ما سواه المقصود منه [بداية المجتهد ص326 ج 1 ومختصر خليل مع الشرح الكبير ص99 ج 3]. ¶ القول الثالث: يجب قطع ثلاثة معينة هي المريء والحلقوم مجرى النفس والمريء مجرى الطعام والودجين مجرى الدم فإذا قطع أحد الودجين حصل بقطعة المقصود منهما [بمعناه من البدائع ص42 ج 5]. ¶ القول الرابع: يجب قطع اثنين معينين هما: المريء والحلقوم وهذا هو الصحيح المنصوص من مذهب [البدائع ص42 ج 5] الشافعية وهو مذهب [المجموع المهذب ص86 ج 9] الحنابلة لحصول المقصود من الذكاة بقطعهما وهو أن الحياة تفقد بفقدهما – هذا حاصل أقوالهم فيما يجب قطعه في الذكاة والذي يترجح لي منها حسب الأدلة هو القول الأول – وهو وجوب قطع ثلاثة من الأربعة من غير تعيين: إذ لابد أن يكون من هذه الثلاثة الودجان مع الحلقوم أو المريء – أو أحد الودجين مع الحلقوم والمريء.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وعلى كل سيحصل إنهار الدم وإراحة الذبيحة بسرعة زهوق النفس وهذا هو المقصود من الذكاة لأن الودجين هما مجرى الدم فقطعهما معًا أو قطع أحدهما أبلغ من قطع غيرهما في إنهار الدم – وإيجاب قطع الودجين كما في القول الثاني لا داعي له لأنه يحصل بقطع أحدهما ما يحصل بقطعهما من خروج الدم وإيجاب قطع المريء والحلقوم كما في القول الثالث لا دليل عليه من ناحية. ¶ ومن ناحية أخرى لا داعي له. ¶ لأن المقصود بالذكاة وهو إراحة الحيوان وتطييبه بإخراج دمه الخبيث وذلك حاصل بقطع أحدهما مع الودجين أو قطعهما مع أحد الودجين. ¶ والاقتصار على قطع المريء والحلقوم كما هو القول الرابع ينقصه قطع أحد الودجين اللذين هما مجرى الدم – وخروج الدم بقطعهما أو أحدهما أبلغ من خروجه بقطع غيرهما. ¶ وإخراج الدم من أعظم مقاصد الذكاة. ¶ والله أعلم. ¶ المسألة الثالثة: ¶ إذا تمادى في القطع حتى قطع النخاع فهل تحل الذبيحة: البهيمة التي ذبحت على هذه الصفة تسمى المنخوعة والنخع للذبيحة: أن يبالغ الذابح في القطع حتى يبلغ النخاع وهو خيط أبيض يكون داخل عظم الرقبة ويكون ممتدًا إلى الصلب وهو خيط الفقار المتصل بالدماغ [المقنع بحاشيته ص537ـ538 ج 3]. ¶ وقد اختلف العلماء فيها: فقالت طائفة من العلماء منهم ابن عمر: لا تؤكل – وطائفة كرهت الفعل وأباحت الأكل [المجموع ص85 ج 9] وفرق مالك بين من تمادي في القطع ولم ينو قطع النخاع فكره ذلك. ¶ وبين من نوى ذلك [نفس المصدر] لأنه نوى التذكية على غير الصفة الجائزة. ¶ وقال بعض المالكية لا تؤكل إن قطعها متعمدًا دون جهل وتؤكل إن قطعها ساهيًا أو جاهلًا [كذا في الأصل الذي نقلنا منه ولعله سقط منه كلمة (فمنع منه) أو نحوها] وهذا قريب من قول مالك. ¶ والراجح إباحتها مع كراهة الفعل لحصول الذكاة بذلك وغاية ما يترتب على قطع النخاع في هذه الحالة لزيادة إيلام الحيوان وذلك لا يقتضي تحريمه ولا حجة مع من منع أكله. ¶ المسألة الرابعة:",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "إذا ذبح الحيوان من القفا فهل يحل: ¶ اتفق العلماء على مشروعية قطع أعضاء الذكاة من ناحية الحلق. ¶ واختلفوا في حل الذبيحة أن قطعت هذه الأعضاء من جهة القفا على قولين: ¶ القول الأول: أنه إذا فعل ذلك عمدًا في حالة الاختيار فإنها لا تباح الذبيحة لأن القطع في القفا سبب للزهوق وهو في غير محل الذبح فقد اجتمع مع الذبح منع حله كما لو بقر بطنها لأن القاطع لأعضاء الذكاة من القفا لا يصل إليها بالقطع إلا بعد قطع النخاع وهو مقتل من المقاتل فترد الذكاة على حيوان قد أصيب مقتله – وهذا قول مالك [بداية المجتهد ص327 ج 1] ورواية عن أحمد [مختصر خليل مع الشرح الكبير ص49 ج 2] فإن فعل ذلك خطأ كان تلتوي الذبيحة عليه فتأتي السكين على القفا أبيحت لأنها مع التوائها معجوز عن ذبحها في محل الذبح فسقط اعتبار المحل كالمتردية في بئر فتؤكل حينئذ بشرط أن تأتى السكين على موضع ذبحها وهي في الحياة [المغني مع الشرح الكبير ص49 ج 11] وستأتي مناقشة ذلك في الترجيح – إن شاء الله. ¶ القول الثاني: التفصيل في هذه المسألة على النحو التالي: ¶ 1 – إن وصلت السكين إلى ما يجب قطعه فقطعه وفيه حياة مستقرة لتحقق الموت بما هو ذكاة إلا أن يكره هذا الفعل لأن فيه زيادة إيلام للحيوان. ¶ 2 – وإن وصلت السكين إلى ما يجب قطعه وقد انتهى إلى حركة المذبوح لم يحل لوجود الموت بدون ذكاة – وهذا التفصيل هو قول الحنفية [نفس المصدر] والشافعية [تكملة فتح القدير ص497 ج 9] ورواية عن أحمد [المجموع ص97 ج 9]. ¶ والذي يظهر لي رجحانه: أن الذبح إذا أتى على هذه الأعضاء وفي الحيوان حياة ولو أدنى حياة أحله كأكلة السبع والمتردية والنطيحة – وقد قال الله فيها: {إلا ما ذكيتم} وهذه قد ذكيت. ¶ وأما التفريق بين العمد والخطأ في ذلك فلا دليل عليه – ولا يترتب عليه إلا تأثيم المتعمد لتعذيبه الحيوان. ¶ المسألة الخامسة: ¶ إذا نحر ما يذبح أو ذبح ما ينحر من الحيوانات فهل يحل.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "لا خلاف بين أهل العلم أن التذكية نوعان: ذبح ونحر – قال تعالى: {إن الله يأمركم أن تذبحوا بقرة} [حاشية المقنع ص539 ج 3] والنحر طعن في اللبة من أسفل العنق – والذبح قطع في أعلى العنق ولا خلاف بينهم أيضًا أن من الحيوان ما يذبح ومنه ما ينحر. ¶ فإن خالف المذكي هذه الصفة فنحر ما يذبح أو ذبح ما ينحر ففي حل الذبيحة قولان: ¶ القول الأول: أنه لا تحل بهذه التذكية – إلا في حال الضرورة وحالة الجهل – وهذا قول المالكية [البقرة آية (67)] لمخالفته للصفة المشروعة. ¶ القول الثاني: أنها تحل الذبيحة بهذه التذكية وهو قول الحنابلة [مختصر خليل مع الشرح الكبير ص107 ج 2] والشافعية [المغني مع الشرح ص47 ج 11] والحنفية [المجموع ص85 ج 9] لوجود فري الأوداج وإنهار الدم المطلوب في الذكاة. ¶ الترجيح: ¶ والراجح هو القول الثاني وهو إباحة ما ذكي على هذه الصفة لحصول المقصود من الذكاة وهو إنهار الدم – وما ورد من تخصيص الإبل بالنحر وغيرها بالذبح غاية ما يفيد الاستحباب والأولى وهذا لا يدل على تحريم ما لم تقع ذكاته على تلك الصفة – والله أعلم. ¶ الشرط الرابع: أن يذكر اسم الله تعالى على الذبيحة: ¶ والبحث في ذلك يتضمن النقاط التالية: ¶ 1 – بيان حكمة ذكر اسم الله على الذبيحة. ¶ 2 – حكمه وآراء العلماء فيه مع الاستدلال والترجيح. ¶ 3 – صيغته. ¶ 4 – وقته. ¶ 5 – ما جهل حاله هل ذكر الذابح اسم الله عليه أو لا. ¶ قال تعالى: {فكلوا مما ذكر اسم الله عليه إن كنتم بآياته مؤمنين. ¶ وما لكم أن لا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه وإن كثيرًا ليضلون بأهوائهم بغير علم إن ربك هو أعلم بالمعتدين. ¶ وذروا ظاهر الإثم وباطنه إن الذين يكسبون الإثم سيجزون بما كانوا يقترفون. ¶ ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون} [الأنعام الآيات 118ـ121].",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ففي هذه الآيات أمر من الله سبحانه لعباده المؤمنين أن يأكلوا من الذبائح ما ذكر عليه اسمه. ¶ ومفهومه أنه لا يباح ما لم يذكر اسم الله عليه كما كانت تستبيحه كفار قريش من أكل الميتات وأكل ما ذبح على النصب ثم ندب إلى الأكل مما ذكر اسم الله عليه فقال: {وما لكم لا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم} أي قد بين لكم ما حرم عليكم ووضح [تفسير ابن كثير ص168 ج2] كما أن فيها النهي عن الأكل مما لم يذكر اسم الله عليه وتسميته فسقًا. ¶ فالآيات تفيد بوضوح مشروعية ذكر اسم الله على الذبائح وهذا مجمع عليه [نيل الأوطار ص140 ج8] وإنما الخلاف في كونها شرطًا في حل الأكل أو غير شرط كما يأتي: ¶ والحكمة في مشروعيتها: أن ذكر اسم الله على الذبيحة يطيبها ويطرد الشيطان عن الذبح والمذبوح فإذا أخل به لابس الشيطان الذابح والمذبوح فأثر خبثًا في الحيوان فذكر الله على الذبيحة يكسبها طيبًا وذكر غيره من الأوثان والكواكب والجن عليها يكسبها خبثًا. ¶ 2 – آراء العلماء: في حكم التسمية على الذبيحة: ¶ اختلف العلماء ـ رحمهم الله ـ في ذلك على ثلاثة أقوال: ¶ القول الأول: وجوب التسمية على الذبيحة مطلقًا فلا تحل بدونها وهو قول جماعة من أهل العلم [انظر تفسير ابن كثير ص169 ج2] ورواية عن الإمام أحمد [المقنع بحاشيته ص540 ج2] واختار هذا القول شيخ الإسلام ابن تيمية حيث يقول: [مجموع الفتاوى ص239 ج35] \"وهذا أظهر الأقوال فإن الكتاب والسنة قد علقا الحل بذكر اسم الله عليه في غير موضع\" واستدل أصحاب هذا القول بأدلة منها: ¶ أولًا: قوله تعالى: {ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق} ففيه النهي عن الأكل مما لم يذكر اسم الله عليه وتسميته فسقًا.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد نوقش هذا الاستدلال بأن الآية محمولة على ما ذبح لغير الله كقوله تعالى: {أو فسقًا أهل لغير الله به} أو محمولة على الميتة بدليل ما روي في سبب نزول الآية: إن المشركين حين سمعوا تحريم الله ورسوله الميتة وتحليله للمذكاة وكانوا يستحلون الميتة قالوا معاندة لله ورسوله ومحاولة بغير حجة ولا برهان: أتأكلون ما قتلتم ولا تأكلون ما قتل الله يعنون بذلك الميتة [تفسير ابن سعدى ص215 ج2 وانظر تفسير ابن جرير ص83ـ84 ج12] ويمكن الإجابة عن ذلك بأن الآية عامة فيما ورد به سبب النزول وفي غيره مما ذبح لغير الله ومتروك التسمية. ¶ لأن العبرة بعموم اللفظ لا بخصوص السبب كما هو مقرر في الأصول. ¶ فقوله: {ولا تأكلوا مما لم يذكر اسم الله عليه} ظاهره العموم في كل ما لم يذكر اسم الله عليه من الميتة وما ذبح لغير الله ومتروك التسمية. ¶ فحمله على البعض تحكم لا دليل عليه. ¶ قال الإمام ابن جرير في تفسيره لهذه الآية ما ملخصه: \"واختلف أهل التأويل في الذي عنى الله ـ جل ثناؤه ـ بنهيه عن أكله مما لم يذكر اسم الله عليه فقال بعضهم هو ذبائح كانت العرب تذبحها لآلهتها – ثم ساق ـ رحمه الله ـ ما ورد في ذلك. ¶ ثم قال: وقال آخرون: بل هي الميتة وساق الآثار الواردة بذلك – ثم قال: وقال آخرون: بل عنى بذلك كل ذبيحة لم يذكر اسم الله عليها وساق ما ورد بذلك من آثار – ثم قال: قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن الله عنى بذلك ما ذبح للأصنام والآلهة وما مات أو ذبحه من لا تحل ذبيحته فهو يرى أن الآية عامة وإذا كانت كذلك دخل في عمومها متروك التسمية فلا يجوز إخراجه إلا بدليل\" [تفسير ابن جرير ص83ـ85 ج12] – واستدلال من حمل هذه الآية على ما ذبح لغير الله بقوله تعالى: {وإنه لفسق} لأن التسمية لا يكون فسقًا بل الفسق الذبح لغير الله.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "ويجاب عن ذلك بأن إطلاق اسم الفسق على تارك ما فرضه الله غير ممتنع شرعًا [تفسير الشوكاني ص150 ج2] فيدخل في ذلك تارك التسمية تعمدًا. ¶ والضمير في قوله: {وإنه لفسق} قيل عائد على الأكل وقيل عائد على الذبح لغير الله [تفسير ابن كثير ص169 ج2]. ¶ بل لم يذكر ابن جرير غير رجوعه على الأكل حيث قال: [في تفسيره ص85 ج12]: وأما قوله: {وإنه لفسق} فإنه يعني وإن أكل ما لم يذكر اسم الله عليه من الميتة وما أهل به لغير الله {لفسق} فحمل الآية على الميتة أو على ما ذبح لغير الله دون ما لم يذكر اسم الله عليه من الذبائح تحكم لا دليل عليه كما أسلفنا. ¶ والله أعلم ¶ واستدل القائلون بوجوب التسمية بحديث رافع بن خديج أن النبي ـ صلى الله عليه وسلم ـ قال: (ما أنهر الدم وذكر اسم الله عليه فكلوا) [رواه الجماعة / المنتقى مع شرحه ص146 ج8] ففيه دليل على اشتراط التسمية لأنه علق الإذن بمجموع الأمرين وهما الإنهار والتسمية والمعلق على شيئين لا يكتفي فيه بوجود أحدهما. ¶ ويمكن مناقشة هذا الاستدلال بأن الحديث عام يمكن تخصيصه بالأحاديث الدالة على عدم شرطية التسمية: إما مطلقًا أو في حالة النسيان – ويجاب عن ذلك بأن تلك الأحاديث التي ادعى تخصيصها لهذا الحديث وما جاء بمعناه من الأحاديث الصحيحة ليست من القوة في درجة هذه الأحاديث حتى تقوى على تخصيصها كما يأتي بيان ذلك. ¶ القول الثاني: أن التسمية على الذبيحة واجبة في حالة الذكر دون حالة النسيان فيباح ما تركت عليه سهوًا لا عمدًا من الذبائح وهذا قول الحنفية [البدائع ص46 ج5] والمالكية [مختصر خليل والشرح الكبير ص106 ج2] والمشهور في مذهب الحنابلة [المقنع بحاشيته ص540 ج3]. ¶ واستدل هؤلاء بأدلة منها:",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "1 – حديث ابن عباس عن النبي ـ صلى الله عليه وسلم ـ قال: (المسلم يكفيه اسمه إن نسي أن يسمى حين يذبح فليذكر اسم الله وليأكله) [رواه البيهقي وهو موقوف على ابن عباس ورفعه خطأ / تفسير ابن كثير ص170 ج2 وانظر فتح الباري ص624 ج9]. ¶ 2 – قول النبي ـ صلى الله عليه وسلم ـ : (إن الله وضع عن أمتي الخطا والنسيان وما استكرهوا عليه) [روى من طرق عند ابن ماجه ورواه ابن حبان في صحيحه وأعله أحمد وأبو حاتم والله أعلم / تفسير ابن كثير ص342ـ343 ج1 وص170 ج2]. ¶ وفي هذا الاستدلال نظر [المصدر السابق] لأن الحديث إنما يدل على سقوط الإثم عن الناسي ويمنع الوجوب والحظر ولهذا استوى العمد والسهو في ترك تكبيرة الإحرام والطهارة وغيرها من الشرائط. ¶ القول الثالث: أن التسمية على الذبيحة سنة مطلقًا وليست شرطًا وهو رواية عن أحمد [المقنع بحاشيته ص540 ج3] ومذهب الشافعية [المنهاج بشرحه المغني ص272 ج4] واحتجوا بما يأتي: ¶ 1 – قوله تعالى: {حرمت عليكم الميتة والدم – إلى قوله: إلا ما ذكيتم} فأباح المذكي ولم يذكر التسمية ويمكن الإجابة عن هذا الاستدلال من قبل المخالف بأن المراد {إلا ما ذكيتم} وذكرتم اسم الله عليه لما ثبت من الأدلة الأخرى. ¶ 2 – واستدلوا أيضًا بأن الله تعالى أباح ذبائح أهل الكتاب بقوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} وهم لا يسمون غالبًا فدل على أنها غير واجبة لأنها لو اشترطت التسمية لما حلت الذبيحة مع الشك في وجودها لأن الشك في الشرط شك في المشروط / ويمكن الجواب عن هذا الاستلال من قبل المخالفين بأن المراد بذبائح أهل الكتاب المباحة بالآية المذكورة ما ذبحوها بشرطها كذبائح المسلمين. ¶ وإذا لم يعلم اسمي الذابح أم لا فذبيحته حلال. ¶ سواء كان مسلمًا أم كتابيًا.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "فإن الشرع لم يكلفنا بالوقوف على كل ذبيحة لنعلم أذكر عليها اسم الله أم لا لما في ذلك من الحرج فوجب أن نحمل ذبح المسلم ومن في حكمه على أحسن الأحوال تحسينًا للظن. ¶ 3 – واستدلوا [انظر تفسير ابن كثير ص169 ج2 والنووي على صحيح مسلم ص74 ج13] بحديث عائشة [هي أم المؤمنين عائشة بنت أبي بكر الصديق أفقه نساء المسلمين وأعلمهن بالدين والأدب توفيت سنة 58ه / الإعلام ص5 ج4] ـ رضي الله عنها ـ: أن ناسًا قالوا يا رسول الله إن قومًا يأتوننا باللحم لا ندري أذكروا اسم الله عليه أم لا قال سموا عليه أنتم وكلوا قالت وكانوا حديثي عهد بالكفر) [رواه البخاري / فتح الباري ص634 ج9] ووجه الدلالة منه أنه لو كانت التسمية شرطًا لم يرخص لهم إلا مع تحققها وما ذكر في الحديث المراد به التسمية المأمور بها عند أكل الطعام – ويجاب عن ذلك بأنه خلاف مدلول الحديث فإنه يدل على وجوب التسمية لأن الصحابة فهموا أنها لابد منها وخشوا أن لا تكون وجدت من أولئك لحداثة إسلامهم فأمرهم بما يخصهم من التسمية عند الأكل. ¶ وإجراء أحكام المسلمين على السداد فيستفاد منه أن كل ما يوجد في أسواق المسلمين محمول على الصحة وكذا ما ذبحه أعراب المسلمين لأن الغالب أنهم عرفوا التسمية فما ذبحه المسلم يؤكل ويحمل على أنه سمي لأن المسلم لا يظن به في كل شيء إلا الخير حتى يتبين خلاف ذلك [فتح الباري ص636 ج9]. ¶ الترجيح:",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "في الحقيقة إذا نظرنا إلى أدلة كل فريق وقارنا بين تلك الأدلة من ناحية صحة السند وصراحة الدلالة وجدنا القول الأول هو أرجحها – فأدلته صحيحة الأسانيد ومتكاثرة متظافرة الدلالة مع ظاهر القرآن الكريم على وجوب التسمية مطلقًا على الذبيحة فالقرآن والسنة قد علقا الحل بذكر الله على الذبيحة في غير موضع ولم يصح ما يخصصها بحالة دون حالة أو يصرفها عن الوجوب إلا الاستحباب كما ادعى ذلك المخالف فإن الأحاديث التي احتج بها منها ما هو مجمع على ضعفه كحديث: (المؤمن يذبح على اسم الله سمى أو لم يسم). ¶ ومنها: ما هو مرسل كحديث: (ذبيحة المسلم حلال ذكر اسم الله أو لم يذكر). ¶ ومنها ما هو موقوف كقول ابن عباس: (من نسي فلا بأس) [انظر في كل ما ذكرنا فتح الباري ص623، 636 ج9] فآثار هذه حالها كيف تعارض بها الآيات القرآنية والأحاديث الثابتة في الصحاح الدالة على وجوب التسمية مطلقًا – وممن رجح هذا القول شيخ الإسلام ابن تيمية كما أسلفنا [في ص107]. ¶ وأشار البخاري في صحيحه إلى ترجيح القول الثاني [انظر صحيح البخاري مع شرحه فتح الباري في صفحتي 623،624 ج9] – حيث قال: (باب التسمية على الذبيحة ومن ترك متعمدًا) قال الحافظ في شرحه: وأشار بقوله: (متعمدًا) إلى ترجيح التفرقة بين المتعمد لترك التسمية فلا تحل تذكيته ومن نسي فتحل لأنه استظهر لذلك بقول ابن عباس وبما ذكر بعده من قوله تعالى: {ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق} ثم قال والناسي لا يسمي فاسقًا. ¶ صيغة الذكر المشروع على الذبيحة: ¶ بعد اتفاقهم على مشروعية التسمية على الذبيحة اختلفوا في صيغتها على قولين: ¶ القول الأول: وهو قول الحنفية [البدائع ص47ـ48 ج5] والمالكية [الشرح الكبير بحاشية الدسوقي ص107 ج2] أن المراد بالتسمية ذكر الله من حيث هو لا خصوص: بسم الله – بل المراد ذكر أي اسم من أسماء الله سواء قرن به كأن قال: الله أكبر الله أجل. ¶ الله أعظم. ¶ الله الرحمن.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "الله الرحيم. ¶ أو لم يقرن بأن قال: الله أو الرحمن أو الرحيم – وكذا التهليل والتحميد والتسبيح. ¶ ووجهتهم في ذلك: أن الله سبحانه قال: {فكلوا مما ذكر اسم الله عليه إن كنتم بآياته مؤمنين – وما لكم أن لا تأكلوا مما ذكر اسم الله عليه} وكذا جاء في الأحاديث من غير فصل بين اسم واسم [البدائع ص48 ج9]. ¶ القول الثاني: أنه يتعين أن يقول: بسم الله لا يقوم غيرها مقامها وهذا قول الحنابلة [المقنع بحاشيته ص540 ج3] والشافعية [المنهاج مع شرحه مغني المحتاج ص272 ج4]. ¶ ووجهتهم في ذلك: أن إطلاق التسمية ينصرف إلى: (بسم الله) وقد ثبت أن رسول الله ـ صلى الله عليه وسلم ـ كان إذا ذبح قال: (بسم الله الرحمن الرحيم) [حاشية المقنع ص540 ج3]. ¶ الترجيح: ¶ والذي يترجح عندي هو القول الثاني لأن اسم الله وإن جاء مطلقًا في النصوص فقد بينه فعل الرسول ـ صلى الله عليه وسلم ـ الثابت في الصحيح [انظر صحيح مسلم مع شرحه للنووي ص122 ج13] أنه كان يقول عند الذبح: بسم الله. ¶ 4 – وقت التسمية على الذبيحة: ¶ وقتها عند الجميع [انظر المغني ص33 ج11 مع الشرح الكبير وبدائع الصنائع ص48ـ49 ج50 والشرح الكبير للمالكية ص106 ج2 ومغني المحتاج ص272 ج4] وقت الذبح – لأنه لا يتحقق معنى ذكر اسم الله تعالى على الذبيحة إلا إذا كان وقت الذبح ويجوز تقديممها عليه بزمن يسير لا يمكن التحرز عنه. ¶ 5 – ما جهل حاله هل ذكر الذابح اسم الله عليه أو لا: ¶ يختلف الحكم في ذلك باختلاف أقوال العلماء في حكم التسمية على الذبيحة. ¶ فعلى قول من يري أن التسمية غير واجبة على الذبيحة لا أثر للشك في حصول التسمية على الذبيحة إذ هي عنده حلال بدون التسمية غاية ما يكون إذا لم تحصل التسمية على الذبيحة إما مطلقًا أو في غير حال النسيان.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "فقد كفاهم كشف هذه المشكلة صحابة رسول الله ـ صلى الله عليه وسلم ـ ورضي الله عنهم حيث سألوا الرسول ـ صلى الله عليه وسلم ـ فقالوا: إن قومًا يأتوننا بلحم لا ندري أذكر اسم الله عليه أم لا – فقال سموا عليه أنتم وكلوه) [تقدم تخريجه في ص131] فمن هذا يؤخذ أن من وجد لحمًا ذبحه غيره جاز له أن يأكل منه ويذكر اسم الله عليه، لحمل أمر الناس على الصحة والسلامة. ¶ وحينئذ يمكننا أن نقول: إن تيقن أن الذابح لم يسم عليها لم يجز أن يأكل منها وإذا لم يعلم هل سمي عليها أو لا جاز أن يأكل منها لأنه لا يلزم أن تعلم التسمية فيما يجلب الى أسواق المسلمين مما ذبحه المسلمون أو أهل الكتاب لأن المسلمين قد عرفوا التسمية والمسلم يحسن به الظن ما لم يتبين خلاف ذلك. ¶ وأهل الكتاب في حكمهم في هذا والله أعلم. ¶ من هذا العرض لشروط الذكاة وجدنا المذاهب الأربعة تتفق في الجملة على ثلاثة شروط أهلية الذابح وصفة آلة الذبح وقطع ما يجب قطعه في الذكاة – وإن اختلفت في بعض تفاصيل تلك الشرط كما أسلفنا وتختلف المذاهب الأربعة في التسيمة هي هل شرط رابع لصحة الذكاة مطلقًا أو شرط لها في غير حالة النسيان أو ليست بشرط لصحتها أصلًا بل شرط لكمالها. ¶ وكذا اختلفوا في اشتراط النية فالمالكية نصوا على اشتراطها لصحة الذكاة [انظر مختصر خليل الكبير ص106 ج2 وبداية المجتهد ص329 ج1] ويفهم كذلك من مذهب الحنفية والحنابلة اشتراطها لأنهم اشترطوا في الذابح أن يكون عاقلًا ليتأتى منه القصد – فإن كان سكران أو مجنونًا أو صبيًا دون التمييز لم تصح ذكاته عندهم لانعدام القصد منه كما ذكرنا عنهم [في ص101] ذلك في سبق.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "ويفهم من كلام الشافعية عدم اشتراط النية لأنهم لم يشترطوا العقل ولا التمييز في الذابح فصححوا ذكاة السكران والمجنون والصبي غير المميز – كما أسلفنا – [في نفس الموضع] بل صرح بذلك صاحب المهذب حيث يقول: [المهذب في شرحه المجموع ص 74 ج 9] (ويكره ذكاة السكران والمجنون لأنه لا يؤمن أن يخطئ المذبح ويقتل الحيوان فإن ذبح حل لأنه لم يفقد في ذبحها إلا القصد والعلم وذلك لا يوجب التحريم كما ذبح شاة وهو يظن أنه يقطع حشيشًا). ¶ المسألة الثالثة في بيان آداب عامة في الذكاة: أسلفنا الكلام في بيان ما يشترط في الذكاة وفاقًا وخلافًا – وبقيت أمور تشرع مراعاتها في الزكاة كمكملات لها وآداب عامة فيها ـ إليك بياناتها: ¶ 1 – يستحب نحر الإبل قائمة معقولة يدها اليسرى لقوله تعالى: {فاذكروا اسم الله عليها صواف} أي انحروها على اسم الله – وصواف ـ أي قد صفت قوائمها ـ وأما كونها معقولة اليد اليسرى فيدل عليها قراءة (صوافن) بالنون جمع صافنة – وهي التي قد رفعت إحدى يديها بالعقل لئلا تضطرب ومنه قوله تعالى: {الصافنات الجياد} [تفسير القرطبي ص61ـ62 ج 12 .] ومما يدل على نحرها قائمة قوله تعالى: {فإذا وجبت جنوبها فكلوا منها} أي سقطت وهو يشعر بكونها كانت قائمة [شرح العمدة لابن دقيق العيد ص560 ج 2 مع حاشيته .] – وهذه الكيفية مستحبة عند جمهور العلماء [القرطبي .] – وقد أتى ابن عمر ـ رضي الله عنهما ـ على رجل قد أناخ راحلته فنحرها فقال ابعثها قيامًا مقيدة سنة محمد ـ صلى الله عليه وسلم ـ وتضجع البقرة والشاة على جنبها الأيسر [المجموع للنووي ص885 ج 9 .] ¶ 2 – ويستحب توجيه الذبيحة إلى القبلة لأن ابن عمر ـ رضي الله عنه ـ كان يستحب ذلك ولأنها أولى الجهات بالاستقبال [الكافي لابن قدامة ص651 ج 1] ¶ 3 – يكره سلخ جلد المذكاة أو قطع شيء منها حتى تموت لقوله تعالى: {فإذا وجبت جنوبها فكلوا منها} (يريد إذا سقطت على جنوبها ميتة) .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "كني عن الموت بالسقوط عن الجنب كما كنى عن النحر والذبح بقوله تعالى: {فاذكروا اسم الله عليها} والكنايات في بعض المواضع أبلغ من التصريح . ¶ . ¶ . ¶ . ¶ . ¶ والوجوب بالجنب بعد النحر, علامة نزف الدم وخروج الروح منها) [تفسير القرطبي ص63ـ64 ج 12 .] وعن أبي هريرة قال : (بعث رسول الله ـ صلى الله عليه وسلم ـ بديل بن ورقاء [وهوبديل بن ورقاء – قال ابن السكن له صحبة سكن مكة وكان إسلامه قبل الفتح قيل قتل بصفين / الإصابة ص154 ج 1 .] الخزاعي على جمل أورق يصيح في فجاج مني ألا إن الزكاة في الحلق واللبة ولا تعجلوا الأنفس أن تزهق) [رواه الدارقطني / المنتقى مع شرحه ص174 ج 8 وفي إسناده سعيد بن سلام العطار قال أحمد كذاب وقد تقدم ما يشهد له في صلاة العين] أي لا تشرعوا في شيء من الأعمال المتعلقة بالذبيحة قبل أن تموت. ¶ 4 – وتكون آلة الذبح حادة لأن في ذلك إراحة للحيوان لقوله ـ صلى الله عليه وسلم ـ : (وليحد أحدكم شفرته وليرح ذبيحته) [رواه أحمد ومسلم وابن ماجة / نفس المصدر .] ويحمل على الآلة بقوة ويسرع في الذبح لقوله ـ صلى الله عليه وسلم ـ : (إذا ذبح أحددكم فليجهز) [رواه أحمد وابن ماجة وفي إسناده عند ابن ماجة ابن لهيعة وفيه مقال معروف / نفس المصدر .]",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "5 – لا يجوز تعذيب الحيوان بعد ذبحه فقد (ثبت عن النبي ـ صلى الله عليه وسلم ـ أنه نهى عن صبر البهائم وهو أن تحبس البهيمة ثم تضرب بالنبل ونحره حتى تموت ففي الصحيحين عن أنس أن النبي ـ صلى الله عليه وسلم ـ نهى أن تصبر البهائم وفيها أيضًا عن ابن عمر أنه مر بقوم نصبوا دجاجة يرمونها فقال ابن عمر من فعل هذا؟ إن رسول الله ـ صلى الله عليه وسلم ـ لعن من فعل هذا وخرج مسلم من حديث ابن عباس عن النبي ـ صلى الله عليه وسلم ـ أنه نهى أن يتخذ شيء فيه الروح غرضًا والغرض هو الذي يرمى بالسهام وفي مسند الإمام أحمد عن أبي هريرة أن النبي ـ صلى الله عليه وسلم ـ نهى عن الرمية أن ترمى الدابة ثم تؤكل. ¶ . ¶ . ¶ وفي هذا المعنى أحاديث كثيرة. ¶ فلهذا أمر النبي ـ صلى الله عليه وسلم ـ بإحسان القتل والذبح وأمر أن تحد الشفرة وأن تراح الذبيحة يريد أن الذبح يكون بآلة حادة تريح الذبيحة بتعجيل زهوق نفسها [جامع العلوم والحكم لابن رجب ص134ـ 135]. ¶ 6ـ ورد الأمر بالرفق بالذبيحة عند ذبحها عند ذبحها – وقال الإمام أحمد: تقاد إلى الذبح قودًا رفيقًا وتوراى السكين عنها ولا يظهر السكين إلا عند الذبح [نفس المصدر] ¶ ... هذا دين الإسلام دين رحمة ـ الرحمة الشاملة لكل حي ـ وصدق الله العظيم: {وما أرسلناك إلا رحمة للعالمين} [الأنبياء آية (107)]",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "7ـ لا يجوز أن يذبح الحيوان المباح لغير أكله فعن عبد الله بن عمر مرفوعًا: (ما من إنسان يقتل عصفورًا فما فوقها بغير حقها إلا سأله الله عنها قال يا رسول الله وما حقها قال يذبحها ويأكلها ولا يقطع رأسها ويطرحها) [رواه الشافعي وأبو داود والحاكم وأعله ابن القطان بصهيب مولى ابن عباس الراوي عن عبد الله فقال لا يعرف حاله انظر نيل الأوطار ص130ـ 131 ج 8] وفي حديث آخر من قتل عصفورًا عبثًا عج إلى الله به يوم القيامة يقول: \"يا رب إن فلانًا قتلني عبثًا ولم يقتلني منفعة\" [رواه الشافعي وأحمد والنسائي وابن حيان/ نفس المصدر] ¶ المسألة الرابعة: في بيان ما تحصل به ذكاة الجنين: ¶ ... الجنين هو الولد في البطن فهو وصف له ما دام في بطن أمه قيل سمي بذلك لاستتاره فإذا ولد فهو منفوس [القاموس ص 211 ج 4 والمصباح المنير ص121 ج 1] ـ والمراد هنا الولد الذي في بطن المذكاة وله ثلاث حالات: ¶ ... الحالة الأولى: أن يخرج بعد ذكاة أمه حيًا مستقرة ففي هذه الحاله لا يحل إلا بذكاة من غير خلاف لأنه نفس أخرى، غير متصلة بغيرها اتصال خلقة وتغذية فلا يحل بذكاة غيره. ¶ الحالة الثانية: أن يخرج بعد ذكاة أمة حيًا حياة غير مستقرة بأن كانت حركته كحركة المذبوح. ¶ الحالة الثالثة: أن يخرج بعد ذكاة أمه ميتًا ـ ففي هاتين الحالتين الأخيرتين. ¶ هل يكتفي بذكاة أمه فيحل أكله. ¶ في ذلك ثلاثة أقوال: ¶ القول الأول: أنه حلال سواء أشعر أم لا وهو قول الحنابلة [المغني مع الشرح الكبير ص51 ج 11] والشافعية [المنهاج مع شرحة مغني المحتاج ص 306 ج 4] وأبي يوسف ومحمد بن الحسن من الحنفية.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "ودليلهم حديث أبي سعيد [هو سعيد بن مالك بن سنان الخدري الأنصاري الخزرجي صحابي جليل قد لازم النبي وروى عنه أحاديث كثيرة تبلغ 1170 حديثًا توفي في المدينة سنة 74ه / العلام ص 138 ج 3] عن النبي ـ صلى الله عليه وسلم ـ أنه قال في الجنين: (ذكاته ذكاة أمه) [رواه أحمد والترمذي وابن ماجه وصححة ابن حيان وابن دقيق العيد وحسنه الترمذي/ المنتقى مع نيل الأوطار ص 150 ج 8] والمراد بذلك الإخبار عن ذكاة الجنين بأنها ذكاة أمه فيحل بها كما تحل الأم بها ولا يحتاج إلى تذكية [نفس المصدر] ولأنه متصل بها اتصال خلقه يتغذى بغذائها فتكون ذكاته ذكاتها كأعضائها ولأن الذكاة في الحيوان تختلف بحسب التمكن منه وعدم التمكن منه كالصيد الممتنع والنادّ من الحيوانات وغير المقدور عليه منها ـ والجنين لا يتوصل إلى ذبحة بأكثر من ذبح أمه فيكون ذكاة له [من المغني ص52 ج 11 ببعض تصرف] وفي هذه الحالة استحب الإمام أحمد أن يستخرج الدم الذي في جوفه [نفس المصدر] وستأتي مناقشة ما استدل به أهل هذا القول عند ذكر القول الثالث. ¶ القول الثاني: وهو قول المالكية أن ذكاة الجنين ذكاة أمه أن تم خلقه ونبت شعر جسده [أقرب المسالك بشرحه الصغير ص177 ج 2] ـ لأن كونه محلًا للذكاة يقتضي أن يشترط فيه الحياة قياسًا على الأشياء التي تعمل فيها التذكية والحياة لا توجد فيه إلا إذا نبت شعره وتم خلقه كما أنه قد روي عن جماعة من الصحابة أنهم كانوا يقولون: إذا أشعر الجنين فذكاته ذكاة أمة [بداية المسالك بشرحه الصغير ص 177ج 2] وقد ورد في بعض روايات الحديث اشتراط الأشعار فقد روى ابن عمر الحديث بلفظ: (إذا أشعر الجنين فذكاته ذكاة أمة) [قد تفرد به أحمد ابن عصام وهو ضعيف وهو في الموطأ موقوف وهو أصح/ نيل الأوطار ص 150، 151 ج 8] وستأتي مناقشة هذا الاستدلال في الترجيح.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "القول الثالث: أن الجنين إذا وجد ميتًا في بطن أمه بعد ذكاتها لم يؤكل أشعر أم لم يشعر لأن حياته مستقلة يتصور بقاؤها بعد موت أمه فيجب أن يفرد بالذكاة ـ بدليل أن جنين الآدمية يفرد بإيجاب الغرة ويعتق بإعتاق مضاف إليه وتصح الوصية به وله ـ وجنين البهيمة حيوان دموي لا يحصل المقصود من الذكاة وهو الفصل بين دمه ولحمه يخرج أمه لأن ذلك ليس بسبب الخروج الدم منه فلا يجعل فيه تبعًا لغيره. ¶ ولأن ما لم يذك ميتة وقد حرم الله الميتة والجنين غير مذكى فيكون محرمًا. ¶ ويأتي بيان ما في ذلك ـ وهذا قول الحنفية [تكملة فتح القدير على الهداية ص498 ج 9] إلا أبا يوسف ومحمد بن الحسن ـ كما سبق. ¶ وأجابوا عن الحديث الذي استدل به المبيحون بأنه قد روي بنصب الذكاة الثاني فيكون من باب التشبيه أي ذكاته كذكاة أمه إذ التشبيه قد يكون مع ذكر حرفه وقد يكون مع حذفه ـ قال الله تعالى: {وهي تمر مر السحاب} [سورة النمل آية (88)] أي كمر السحاب فتشبيه ذكاته بذكاة أمه يقتضي استواءهما في الافتقار إلى الذكاة. ¶ ورواية الرفع تحتمل التشبيه أيضًا قال الله سبحانه وتعالى: {وجنة عرضها السموات والأرض} [سورة آل عمران آية (133)] أي كعرض السموات والأرض. ¶ مع أن هذا الحديث من أخبار الآحاد ـ وقد ورد فيما تعم به البلوى فيدل ذلك على عدم ثبوته، إذ لو كان ثابتًا لا شتهر [بدائع الصنائع ص43 ج 5 ببعض اختصار وتصرف] ¶ الترجيح: ¶ والراجح هو القول الأول وهو حل جنين المذكاة إذا خرج ميتًا أو حيًا حياة غير مستقرة أشعر أو لم يشعر لقوة الحديث الذي استدل به القائلون بالإباحة مطلقًا فقد صححه جمع من المحدثين وحسنه بعضهم وأقل أحواله أن يكون حسنًا لغيره لكثرة طرقه [نيل الأوطار ص150 ج 8] ـ وهو مع قوة سنده صريح في الإباحة مطلقًا من غير اشتراط الإشعار.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "أما الرواية التي تمسك بها المالكية في اشتراط الإشعار فهي رواية لا تقوم بها حجة لأنها موقوفة [نيل الأوطار ص 151 ج 8] وفي سندها راو ضعيف قد تفرد بها وهو أحمد بن عصام [نفس المصدر. ¶ (1) رواه أحمد وأبو داود/ المنتقى مع نيل الأوطار ص150 ج 8 قال في التلخيص ص156 ج 4: والحق أن في أسانيده ما تنهض به الحاجة وهي طرق حديث أبي سعيد وطرق حديث جابر] ¶ وأما تأويل الحنيفة للحديث بأن المراد به التشبية بمعنى أن الجنين يذكى كما تذكى أمه فلا يباح إلا بذكاة تشبه ذكاة الأم فهو تأويل يبطله لفظ الحديث حيث جاء نصه هكذا: (قلنا يا رسول الله ننحر الناقة ونذبح البقرة والشاة وفي بطنها الجنين أنلقيه أم نأكله قال كلوه إن شئتم فإن ذكاته ذكاة أمه) [إعلام الموقعين لابن القيم ص335 ج 2 وانظر ص 382 ج 4] فأباح لهم أكله معللًا بأن ذكاة الأم ذكاة له [نيل الأوطار ص 151 ج 8] كما ترده الرواية الثاني: (ذكاة الجنين في ذكاة أمه) أي كائنة أو حاصلة في ذكاة أمه وروي: (ذكاة الجنين بذكاة أمه) والباء لسببية. ¶ [إعلام الموقعين ص334 ج 2] ¶ وأما إلحاقهم له بالميتة: فيجاب عنه بأن الذي جاء على لسانه تحريم الميتة هو الذي أباح الأجنة المذكورة فلو قدر أنها ميتة لكان استثناؤها بمنزلة استثناء السمك والجراد من الميتة فكيف وليست بميتة. ¶ والجنين جزء من أجزاء الأم والذكاة قد أتت على جميع أجزائها فلا يحتاج أن يفرد كل جزء منها بذكاة. ¶ . ¶ . ¶ . ¶ . ¶ . ¶ . ¶ . ¶ . ¶ فهذا هو مقتضى الأصول الصحيحة. ¶ ولو لم ترد السنة بالإباحة فكيف وقد وردت بالإباحة الموافقة للقياس والأصول [انظر نيل الأوطار ص 150 ج 8] وأما جوابهم إذ لوكان ثابتًا لاشتهر فيجاب عنه بأن الحديث قد ورد من طرق متعددة عن خمسة عشر صحابيًا [المغني مع الشرح الكبير ص52 ج 11] وما كان كذلك فقد اشتهر. ¶ ولم يعرف فيه بين الصحابة خلاف.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قال ابن المنذر [هو أبوبكر محمد بن إبراهيم بن المنذر النيسابوري ولد سنة 242 فقيه مجتهد من الحافظ كان شيخ الحرم بمكة وتوفي بها سنة 319ه / الأعلام ص184 ج 6] : لم يرد عن أحد من الصحابة وسائر العلماء أن الجنين لا يؤكل إلا باستئناف الذكاة فيه إلا ما روى عن أبي حنيفة [التلخيص الحبير ص158 ج 4] ¶ المسألة الخامسة: في بيان الخلاف في كيفية ذكاة ما لا يقدر عليه من الحيوان الأهلي مع الاستدلال والترجيح: ¶ كيفية الذكاة تختلف باختلاف أحوال الحيوان المذكى. ¶ من حيث القدرة عليه وعدم القدرة ـ فإن كان مقدورًا عليه وجب أن تكون تذكيته في محل معين من بدنه بشروط واعتبارات سبق بيانها. ¶ وإن كان غير مقدور عليه ـ لكونه متوحشًا أصلًا ـ فهذا تتم تذكيته بكيفية يأتي بيانها في مبحث الصيد ـ إن شاء الله – وإن كان غير مقدور عليه لكونه توحش بعد استئناس أو تردى في بئر ونحوه فلم يقدر على تذكيته في المحل المعين من المقدور عليه ـ فهذا عند جمهور العلماء والأئمة الثلاثة أبي حنيفة والشافعي وأحمد [انظر بدائع الصنائع ص43 ج 5 والمجموع ص 122 ج 9 المغني والشرح ص ج 11.] كل موضع من بدنه محل للذكاة فحيث جرحه فقتله حل أكله.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ودليلهم: حديث رافع [هورافع بن خديج بن رافع الأنصاري الأوسي صحابي كان عريف قومه بالمدينة له 78 حديثًا توفي سنة 74ه / الأعلام ص 34ـ 35 ج 3] بن خديج قال )كنا مع رسول الله ـ صلى الله عليه وسلم ـ في سفر فند بعير من إبل القوم ولم يكن معهم خيل فرماه رجل بسهم فحبسه فقال رسول الله ـ صلى الله عليه وسلم ـ إن لهذه البهائم أوابد كأوابد الوحوش فما فعل منها هذا فافعلوا به هكذا) [رواه الجماعة/ المنتقى مع شرحه نيل الأوطار ص149 ج 8] ومعنى (ند) أي نفر ـ وقوله (فحبسه) أي أصابه السهم فوقف وقوله: (أوابد) جمع آبدة بالمد وكسر الموحدة أي غريبة يقال جاء فلان بآبدة أي بكلمة أو فعلة منفردة ـ ويقال تأبدت أي توحشت والمراد هنا إن لها توحشًا ـ في هذا الحديث جواز أكل ما رمي بالسهم فجرح في أي موضع كان من جسده بشرط أن يكون وحشيًا أو متوحشًا [نيل الأوطار ص149 ج 8] فإذا توحش أنسي بأن ند بعير أو بقرة أو فرس أو شردت شاة أو غيرها ولم يقدر عليه فهو كالصيد يحل بالرمي وجرح جسده لأن الاعتبار في الذكاة بحال الحيوان وقت التذكية لا بأصله بدليل أن الوحشي إذا قدر عليه وجبت تذكيته في الحلق واللبة فكذلك الأهلي إذا توحش يعتبر بحالة وقت توحشه. ¶ وقال الإمام مالك: لا يؤكل إلا أن ينحر ما ذكاته النحر ويذبح ما ذكاته الذبح أو يفعل به أحدهما إن كان مما يجوز فيه الأمران جميعًا. ¶ لأن الأصل في الحيوان الأنسي أن لا يؤكل إلا بالذبح أو النحر والأصل في الوحشي أنه يؤكل بالعقر [بداية المجتهد ص 332 ج 1] فيجب العمل بالأصل في حق كل نوع بحسبه بدليل أن الأنسي إذا توحش لا يجب على المحرم الجزاء بقتله ولا يصير الحمار الأهلي مباحًا إذا توحش. ¶ الترجيح: ¶ والراجح ما ذهب إليه الجمهور والأئمة الثلاثة من حل هذا النوع بالعقر قال أحمد: لعل مالكًا رحمه الله لم يبلغه الحديث [المغني مع الشرح الكبير ص34 ج 11] ـ ويجاب عما احتج به من وجوب العمل بالأصل بجوابين.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "الأول : أن يقال هذه الحالة مستثناة من الأصل لصحة الحديث فيها. ¶ الثاني: أن يقال إن الحكم في هذه الحالة لا يخالف الأصل وذلك أن العلة في كون العقر ذكاة للوحشي هي عدم القدرة عليه لا لأنه وحشي فقط فإذا وجدت هذه العلة في الأنسي صارت ذكاته ذكاة الوحشي فيتفق القياس والسماع [بداية المجتهد] وقد ترجم البخاري في صحيحة [انظر ص 638 ج 9 من فتح الباري] لذلك فقال: باب ما ند من البهائم فهو بمنزلة الوحش وأجازه ابن مسعود وقال ابن عباس ما أعجزك من البهائم مما في يدك فهو كالصيد وفي بعير تردى في بئر من حيث قدرت عليه فذكه ورأى ذلك علي وابن عمر وعائشة. ¶ المسألة السادسة: في بيان حكم ذبيحة المجوسي من الاستدلال: ¶ المجوس أمة من الناس ومجوس كلمة فارسية [المصباح المنير ص229 ج 2] ومجوس كصبور رجل صغير الأذنين وضع دينًا ودعا إليه العرب (منهج كوش) [القاموس المحيط ص250 ج 2] وهم يدعون نبوة (زرادشت) ونزول الوحي عليه من عند الله [تفسير المنار ص186 ج 6] والعلماء مجمعون إلا من شذ منهم على أن ذبائحهم لا تؤكل [تفسير القرطبي ص77 ج 6 وانظر المغني مع الشرح الكبير ص38 ج 11] وقال أبو ثور [هو الإمام أبو ثور إبراهيم بن خالد الإمام الجامع بين علمي الحديث والفقه وهو من أصحاب الشافعي توفي سنة 340ه / تهذيب ص200 ج 2] بإباحتها مستدلًا بقول النبي ـ صلى الله عليه وسلم ـ (سنوا بهم سنة أهل الكتاب) [رواه الشافعي وهو منقطع ورجاله ثقات/ المنتقى مع شرحه نيل الأوطار ص59 ج 8] وبأنهم يقرون بالجزية. ¶ فيباح صيدهم وذبائحهم [انظر أحكام أهل الذمة لابن القيم ص10ج 1] فيكون المراد بالحديث سنوا بهم سنة أهل الكتاب بأخذ الجزية فقط. ¶ وقياسه الذبائح على أخذ الجزية أي أنه كما تؤخذ منهم الجزية تحل ذبائحهم قياس فاسد ـ لأنه قياس مع الفارق.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "وذلك أنه لما كان لهم شبهة كتاب والأصل في الدماء حقنها حقنت دماؤهم بأخذ الجزية تغليبًا لجانب الشبهة وتمسكًا بالأصل حتى يثبت ما ينقل عنه. ¶ ولما كان الأصل في الذبائح تحريمها أخذ فيها بالترحيم احتياطًا وإبقاء الأصل فيها فأبقى كل شيء على أصله لأن كونهم كفارًا ولم يثبت ما ينقل عن هذا الأصل [انظر في هذا أحكام أهل الذمة الموضع السابق والمغني ص38ـ 38 ج 11 مع الشرح الكبير] لأنهم ليسوا من أهل الكتاب ومن لم يكن من أهل الكتاب لم تحل لنا ذبيحته من جميع الكفار والدليل على أنهم ليسوا أهل كتاب: ¶ أولًا: قوله تعالى:{وهذا كتاب أنزلناه مبارك فاتبعوه واتقوا لعلكم ترحمون * أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا وإن كنا عن دراستهم لغافلين} [سور الأنعام الآيتان(155ـ 156)] فتبين أنه أنزل القرآن كراهة أن يقولوا ذلك ومنعًا لأن يقولوه ودفعًا له فلو كان قد أنزل على أكثر من طائفتين لكان هذا القول منهم كذبًا فلا حاجة إلى منعهم من قوله. ¶ ثانيًا: قوله تعالى :{إن الذين آمنوا والذين هادوا والصابئين والنصارى والمجوس والذين أشركوا إن الله يفصل بينهم يوم القيامة} [الحج آية (17)] فذكر الملل الست وذكر أنه يفصل بينهم يوم القيامة ولما ذكر الملل التي فيها سعيد في الآخرة قال: {إن الذين آمنوا والذين هادوا والنصارى والصابئين من آمن بالله واليوم الآخر وعمل صالحًا} في موضعين[في البقرة آية (62) وفي المائدة آية (69)] ولم يذكر المجوس ولا المشركين فلو كان في هاتين الملتين سعيد في الآخرة كما في الصابئين واليهود والنصارى.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "لذكرهم فلو كان لهم كتاب لكانوا قبل النسخ والتبديل على هدى وكانوا يدخلون الجنة إذا عملوا بشريعتهم كما كان اليهود والنصارى قبل النسخ والتبديل فلما لم يذكر المجوس في هؤلاء علم أنه ليس لهم كتاب[مجموع فتاوى شيخ الإسلام ابن تيمية ص187ـ 189 ج 32 بتصرف] فإن قيل يلزم على ذلك حل ذبائح الصابئين قيل نعم يلزم عليه ذلك. ¶ وقد قال الإمام أبو حنيفة بحل ذبائحهم [بدائع الصنائع ص46 ج 5] وقال به جماعة من العلماء غير أبي حنيفة [انظر تفسير القرطبي ص434 ج 1] لأنهم في نظر هؤلاء طائفة من أهل الكتاب [نفس المصدر والبدائع والصنائع ص271 ج 2] لا لأن لهم كتابًا مستقلًا. ¶ ثالثًا: قول النبي ـ صلى الله عليه وسلم ـ (سنوا بهم سنة أهل الكتاب) يدل على أنهم ليسوا من أهل الكتاب وإنما أمر أن يسن بهم سنتهم في أخذ الجزية خاصة كما فعل ذلك الصحابة فإنهم لم يفهموا من هذا اللفظ إلا هذا الحكم[مجموع فتاوى شيخ الإسلام ابن تيمية ص189 ج 32] ¶ فإن قيل: روي عن علي أنه كان لهم كتاب فرفع [رواه الشافعي في مسنده/ نصب الراية ص449 ج 3] فالجواب عن ذلك من وجهين: ¶ الأول: إن هذا الأثر قد ضعفه أحمد وغيره كما ذكر ذلك شيخ الإسلام ابن تيمية [مجموع الفتاوى ص189 ج 32] وقال الإمام القرطبي في تفسير [ص111 ج 8] وقد روي عن الشافعي أنهم كانوا أهل كتاب فبدلوا وأظنه ذهب في ذلك إلى شيء روي عن علي بن أبي طالب من وجه فيه ضعف يدور على أبي سعيد البقال ذكره عبد الرزاق وغيره. ¶ ا. ¶ هـ . ¶ وفي سنده سعيد بن المرزبان مجروح قال يحي القطان: لا أستحل أروي عنه وقال ابن معين: ليس بشيء ولا يكتب حديثه وقال الفلاس: متروك الحديث. ¶ وقال أبو زرعة : هو مدلس[نصب الراية ص451 ج 3]",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الثاني: وعلى تقديره قوة سنده فإن الحافظ ابن حجر حسنه [فتح الباري ص261 ج 6]، فعلى تقدير ثبوته فإنه إنما يدل على أنه كان لهم كتاب فرفع لا أنه الآن بأيديهم كتاب وحينئذ فلا يصح أن يدخلوا في لفظ (أهل الكتاب) إذ ليس بأيديهم كتاب لا مبدل ولا غير مبدل ولا منسوخ ولا غير منسوخ ولكن إذا كان لهم بالجزية. ¶ وأما الفروج والذبائح فحلها مخصوص بأهل الكتاب لأن الدماء تعصم بالشبهات ولا تحل الفروج والذبائح بالشبهات [مجموع فتاوى شيخ الإسلام ابن تيمية ص189ـ 190 ج 32] ¶ المسألة السابعة: في بيان حكم ذبيحة الوثني والدهري والمرتد مع الاستدلال وبيان الحكمة في ذلك: ¶ الوثني من يعبد الوثن وهو الصنم سواء كان من خشب أم حجر أم غيرة من كل ما عبد من دون الله من القبور والأشجار والأحجار والأشخاص فالوثني كل مشرك بالله الشرك الأكبر أيًا كان معبوده من دون الله. ¶ والدهري نسبة إلى الدهر ويطلق على الذي يقول بقدم الدهر ولا يؤمن بالبعث فيشمل كل من لا يؤمن بوجود الخالق من الماديين كالشيوعيين وأشكالهم من الملاحدة. ¶ والمرتد: هو الذي يكفر بعد إسلامه بارتكاب ناقض من نواقض الإسلام كاعتناق مبدأ من المبادئ الكفرية كالفكرة الشيوعية وادعاء النبوة أو تصديق مدعيها كالقاديانية أو اعتقاد جواز الحكم بغير ما أنزل الله من القوانين الوضعية وكذا غلاة الشيعة الذين يدعون عليا والحسين أو غير هما من أئمة أهل البيت، وكذا ترك الصلاة مع جحد وجوبها ردة عن الإسلام بالإجماع وتركها كسلًا مع الإقرار بوجوبها ردة على الصحيح على تفصيل مذكور في كتب الأحكام فهذه أمثلة واقعية للردة عن الإسلام أصيب بها كثير ممن يدّعون الإسلام اليوم فذبيحة الكافر الأصلي وثنيًا كان أم دهريًا حرام بالإجماع ولقوله تعالى:{وطعام الذين أوتوا الكتاب حلٌ لكم} فمفهومه تحريم طعام غيرهم من الكفار لأنهم لا كتاب لهم فلم تحل ذبائحهم.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "وذبيحة المرتد حرام مطلقًا عند الجمهور وقال إسحاق [هو إسحاق بن إبراهيم بن مخلد الحنظلي التيمي المروزي ابن راهوية عالم خراسان في عصره وأحد كبار الحفاظ وكان ثقة في الحديث توفي سنة 238هـ / الأعلام ص284 ج 1] إن كانت ردته إلى دين أهل الكتاب حلت ذبيحته [الشرح الكبير ص49 ج 11 مع المغني والمجموع ص79 ج 9] لأنه يعطي حكمهم في حل ذبائحهم. ¶ والصواب ما قاله الجمهور لأن المرتد كافر لا يقر على دينة الذي ارتد إليه فلم تحل ذبيحته كالوثني ولا تثبت له أحكام أهل الكتاب إذا تدين بديهم فلا يقر بالجزية ولا يسترق ولا يحل له نكاح المرتدة. ¶ وأما الحكمة في تحريم ذبائح المجوس والوثنيين والمرتدين: فلنترك للعلامة ابن القيم توضيح تلك الحقيقة المهمة حيث يقول [إعلام الموقعين ص154ـ 155 ج 2] \"إن ذبح هؤلاء يكسب المذبوح خبثًا أوجب تحريمه. ¶ . ¶ . ¶ . ¶ لأن ذكر اسم الأوثان والكواكب والجن على الذبيحة يكسبها خبثًا. ¶ . ¶ وذكر اسم الله وحده يكسبها طيبًا وقد جعل الله سبحانه ما لم يذكر اسم الله عليه من الذبائح فسقًا وهو الخبيث ولا ريب أن ذكر اسم الله على الذبيحة يطيبها ويطرد الشيطان عن الذابح والمذبوح فإذا أخل بذكر اسمه لابس الشيطان الذابح والمذبوح فأثر ذلك في خبثًا في الحيوان والشيطان يجري في مجاري الدم من الحيوان والدم مركبه وحامله وهو أخبث الخبائث فإذا ذكر الذابح اسم الله خرج الشيطان مع الدم فطابت الذبيحة وإذا لم يذكر اسم الله لم يخرج الخبث وإذا ذكر اسم غير الله من الشياطين والأوثان فإن ذلك يكسب الذبيحة خبثًا آخر.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "والذبح يجرى مجرى العبادة ولهذا يقرن الله بينهما كقوله:{فصل لربك وانحر} [سورة الكوثر آية (2)] وقوله:{قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين} [الأنعام آية (162)] وقال تعالى: {والبدن جعلناها لكم من شعائر الله لكم فيها خير فاذكروا اسم الله عليها صواف فإذا وجبت جنوبها فكلوا منها وأطعموا القانع والمعتر كذلك سخرناها لكم لعلكم تشكرون * لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم} [الحج الآيتان (36ـ 37)] فأخبر أنه إنما سخرها لمن يذكر اسمه عليها وأنه إنما يناله التقوى وهي التقرب إليه بها وذكر اسمه عليها. ¶ فإذا لم يذكر اسمه عليها كان ممنوعًا من أكلها وكانت مكروهة فأكسبتها كراهيته لها حيث لم يذكر عليها اسمه أو ذكر عليها اسم غيره - وصف الخبث فكانت بمنزلة الميتة وإذا كان هذا في متروك التسمية وما ذكر عليه اسم غير الله فما ذبحه عدوه المشترك به الذي هو من أخبث البرية أولى بالتحريم فإذا فعل الذابح وقصده وخبثه لا ينكر أن يؤثر في المذبوح\". ¶ فإن قيل إن هذا المعنى يوجد في أهل الكتاب ومع هذا تحل ذبائحهم فالجواب: أن هناك فرقًا واضحًا بين عبدة الأوثان وأهل الكتاب لأن كفر عبدة الأوثان أغلظ من كفر أهل الكتاب فإن أهل الكتاب معهم من التوحيد وبعض آثار الأنبياء ما ليس مع عباد الأصنام. ¶ وأهل الكتاب يؤمنون بالمعاد والجزاء والنبوات في الجملة بخلاف عباد الأصنام وعباد الأصنام حرب لجميع الرسل وأممهم من عهد نوح إلى خاتم الأنبياء والمرسلين – وأهل الكتاب مع كفرهم شاهدون بأصل النبوات والتوحيد واليوم الآخر والجنة والنار وفي كتبهم البشارة بنبوة محمد صلى الله عليه وسلم. ¶ فهذا التفاوت بين الفريقين أثر في حل الذبائح وجواز المناكحة من أهل الكتاب دون عباد الأصنام وقد يكون هناك أسرار فوق ذلك لا نعلمها والواجب علينا تقبل أحكام الله عرفنا الحكمة أم لم نعرفها. ¶ والله أعلم!!!",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "المسألة الثامنة: في حكم اللحوم المستوردة من الكفار على اختلاف مللهم: ¶ المستورد من الكفار من الأطعمة على نوعين: ¶ النوع الأول: ما لا يحتاج إلى ذكاة وهو نوعان: ¶ 1- مالا صنعة فيه كالفاكهة والبر. ¶ 2- مالهم فيه ممارسة صناعة لا تعلق لدينهم بها كالخبز والدقيق. ¶ فمالا صنعة لهم فيه حلال بالإجماع [تفسير القرطبي ص77 ج 6] وما لهم فيه ممارسة صناعة حلال أيضًا إلا ما خالطة شيء من ذبائحهم كالجبن فإنه يحتاج إلى الأنفحة (بكسر الهمزة وفتح الفاء وقد تكسر. ¶ وفتح الحاء مخففة وقد تثقل – وهي شيء يستخرج من بطن الجدي الراضع فيعصر في اللبن فيتغلظ. ¶ فإن كانت الأنفحة من ذبائح من تحرم ذبائحهم كالمجوس ففي إباحة الجبن الذي عمل بها نزاع بين المسلمين لخصه شيخ الإسلام ابن تميمة رحمه الله بقوله [مجموع فتاوى شيخ الإسلام ابن تيمية ص218 ج 35.]: \" وهذا النزاع ينبني على النزاع في لبن الميتة وأنفحتها هل هما طاهران أو نجسان فعند أبي حنيفة ورواية عن أحمد أنهما طاهران فعلى هذا يكون جبن المجوسي حلالًا لأنه يصنع بالأنفحة وهي طاهرة وعند مالك والشافعي والرواية الثانية عن أحمد أنهما نجسان. ¶ فعلى هذا يكون جبن المجوس حرامًا لأنه صنع بالأنفحة وهي نجسة والأظهر القول الأول وهو طهارة أنفحة الميتة فيكون الجبن المعمول بها حلالًا لأن الصحابة لما فتحوا بلاد العراق أكلوا جبن المجوس وكان هذا ظاهرًا شائعًا بينهم وأيضًا فإن اللبن والأنفحة لم يموتا وإنما صارا نجسين عند من يرى نجاستهما لكونهما في وعاء نجس - وهذا فيه نظر - لأننا لا نسلم أن المائع ينجس بملاقاة النجاسة [ملخصًا من مجموع الفتاوى لشيخ الإسلام ابن تيمية ص103ـ 104 ج 21] يعني مما لم يتغير أحد أوصافه بها. ¶ هذا حاصل ما قيل في حكم الجبن القديم وعلى ضوئه يمكننا الحكم على الجبن الحديث ما لم يثبت أنها تحوي مادة محرمة كشحم الخنزير.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "النوع الثاني: من الأطعمة المستوردة من الكفار الذبائح فقد صار المسلمون اليوم يستوردون من البلاد الكافرة من اللحوم ما يتوقف حلّه على توفر الذكاة الشرعية فيه كالبقر والغنم والدجاج وقد وقع المسلمون في حيرة من أمر هذه اللحوم هل توفرت فيها الذكاة الشرعية أولًا. ¶ ولاشك أن قضية كهذه - قضية لها أهميتها في حياة المسلمين - لأن الغذاء له دور هام في التأثير على سلوك الناس وقد اهتم الإسلام بهذا الجانب فوضع حدودًا وضوابط للأطعمة المحرمة من اللحوم وغيرها وحذر المسلمين من تناولها ليسلموا من آثارها السيئة وأخطارها البالغة. ¶ ومن ثَمّ كثر التساؤل حول هذه اللحوم الوافدة إلى البلاد من هنا وهناك هل تحمل صفة الحل أو صفة الحرمة واختلفت أقوال المجيبين عن هذه التساؤلات اختلافًا ربما زاد الأمر تعقيدًا وبقيت المشكلة في نظري لم تصل إلى حل حاسم بعد. ¶ ونحن في هذه العجالة نورد إن شاء الله ما ظفرنا به من أقوال الباحثين في هذا الموضوع ونناقش ما يستدعي المقام مناقشته في حدود مقدرتنا ثم نبدي رأينا الذي نتوصل إليه في الموضوع فنقول والله الموفق والهادي إلى سواء السبيل: ¶ سبق أن ذكرنا أن ذبيحة الكافر الكتابي حلال بالإجماع وأن ذبيحة الكافر غير الكتابي حرام بالإجماع إلا خلافًا شاذًا في ذبيحة المجوس لا يلتفت إليه ولا يختلف الحكم هنا في هذه القضية عما سبق وتوضيح ذلك على النحو التالي : ¶ أولًا: ما كان من اللحوم مستوردًا من بلاد كافرة أهلها من غير أهل الكتاب أو ذبحه كافر غير كتابي في أي بلد فهو حرام. ¶ ثانيًا: ما كان منها مستوردًا من بلاد كافرة أهلها أهل كتاب أو ذبحه كتابي في أي بلد وعلم في هذا النوع أنه ذبح على الطريقة الشرعية فهو حلال. ¶ ثالثًا: ما كان منها مستوردًا من بلاد كافرة – أهلها أهل كتاب لكن كثر القول بأنه يذبحون على غير الطريقة الشرعية – فهذا محل الإشكال . ¶ ونسوق الأن نماذج مما قيل في صفة ذبحهم فيما يلي:",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "بين يدي كتاب اسمه (اللحوم – أبحاث مختلفة في الذبائح والصيد واللحوم المحفوظة) ألفة: سيد عبد الله على حسين من علماء الأزهر وليسانس في الحقوق. ¶ وأتم تأليفه في عام 1368 هـ ختمه بقوله: وإني أشهد الله وحده أني لم أدخر وسعًا في البحث والتقصي عن المعلومات المفيدة. ¶ وأشهد الله أني بلغت والله خير الشاهدين. ¶ قال في هذا الكتاب: وأما اللحوم المحفوظة في العلب مثل: (بولي بيف) ومرقة الثور وهي المسماة (كيف أكسو) وشوربة الفراخ بالشعرية وهكذا من اللحوم المحفوظة في علب صفيح وما يشتق منها أيًا كان نوعها الذي يُصدّر إلى مصر من أوروبا واستراليا وأمريكا وحكمها أنه يحرم استعمالها قطعًا لأنها لحم حيوان موقوذ مضروب حتى مات . ¶ فإن طريقة الذبح في جميع هذه البلاد تكاد تكون واحدة وهي ضرب الحيوان في مخه فيخر صريعًا بلا حركة لأنها تصيب المخ ومتى وقع حمل إلى التقطيع بعد السلخ فيعمل من هذا الحيوان كافة أنواع اللحوم المحفوظة وما يخرج عنها. ¶ . ¶ . ¶ . ¶ وقد أردت أن أعرف حقيقة ذبحهم بطريقة رسمية لا تقبل الجدل أو الشك في تطبيق الأحكام الشرعية فكتبت كتابًا دوريًا أرسلته لقناصل (14)دولة (1) إنجلترا (2)فرنسا (3) أسبانيا(4) هولندا (5) إيطاليا (6)تركيا (7) جنوب أفريقيًا (8) الولايات المتحدة(9) البرازيل (10) أستراليا (11) روسيا (12) الدنمارك (13) سويسرا (14) رومانيا ويتضمن هذا الكتاب ثلاثة أسئلة: ¶ أولًا: ما هي طرق الذبح في بلادكم (أو قتل الحيوان عندكم) ¶ ثانيًا: ما هو المكان الأول الذي يضرب فيه الحيوان من جسمه لقتله في بلادكم. ¶ ثالثًا: ما هي الصناعات المختلفة من اللحوم المحفوظة التي تصنع وتصدر من بلادكم . ¶ ثم ذكر أن التي أجابت من تلك الدول هي تركيا واليونان وهولندا وأسبانيا والدنمارك. ¶ والذي يبدو واضحًا في المخالفة إلى الطريق الشرعية ما جاء في إيجابة هولندا والدانمارك فلذلك نسوقهما يلي: ¶ 1- طريقة هولندا كما في إجباتها : ¶ (",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "تقتل البهائم بعد تدويخها بأسرع ما يمكن بإساله دمها وتحصل عمليه التدويخ بواسطة آلات تغيب المخ فتفقد البهيمة وعيها في الحال (وقطع الرأس أو الرقبه ممنوع وكذلك الذبح بسكين بموجب مرسوم ملكي) إذن تقتل البهائم بواسطة خوزة بها مثقاب وهذه اللآلة معمرة بالبارود الذي يشعل فيدفع مثقابًا مجوفًا إلى داخل المخ وهذا المثقاب المجوف يعود إلى مكانه قبل أن تسقط الرأس). ¶ 2- وطريقة الدانمارك كما جاء في نص إجابتها: ¶ (الخيول والثيران والعجول الكبيرة تذبح بطريقة صعقها بإطلاق الرصاص على رأسها في موضع المخ بالمسدس برصاص خاص لهذه العمليه أو بمسدس يقذف مسمارًا نافذًا . ¶ . ¶ . ¶ والعجول الصغيرة والأغنام تذبح بطريقة الصعق إما بالرصاص أو بالضرب الشديد على جبهتها الأمامية بمطرقة أما الدواجن فإنه يشترط لذبحها أن يكون ذلك بطريقة الصعق السريع بالضرب الشديد بالمطرقة على رأسها. ¶ وعند ذبح الخيل والثيران والعجول الكبيرة بالطريقة المذكورة تصفى دماؤها بإدخال سكين في أسفل رقبتها في الشريان الكبير الواقع في مدخل الصدر من أعلى وتستعمل لهذا الغرض السكين العادية. ¶ أما العجول الصغيرة والأغنام فتصفى دماؤها بتشريطها من الجانب الأسفل من رقبتها في الشريان الكبير الواقع خلف الرأس حول الرقبة فتفصل شرايينها. ¶ ا. ¶ هـ . ¶ ثم علق المؤلف بقوله: (وكل هذه أدلة رسمية قاطعة في صدق ما ندعية من أن ذبائحهم موقوذة مقتوله (فطيس) نجسة محرمة لا يصح لمسلم أن يتعاطاها أو يحملها أو يبيعها. ¶ . ¶ . ¶ وقد كنت اكتفي بما أعلمه شخصيًا وأنا طالب بأوروبا خمس سنوات من أن طريقة ذبح الحيوانات عندهم في الجازر هي القتل بضربها على رأسها على المخ من مقدم الرأس بين القرنين في الجبهة. ¶ وهي ضربة واحدة بآلة خصصت لذلك فيخر الحيوان صريعًا لوقته. ¶ ولكن خشية ادعاء ما لا أعرف أقمت الدليل الكتابي من حكموماتهم أنفسهم وها هو ننشره ليعلمه الناس وكفى. ¶ .",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "ثم قال المؤلف على أني قد زرت حضرة الدكتور الذبح التي شهدها ممثلًا مصر في أوربا وأمريكا. ¶ فقال: للحيوان. ¶ ثمّ تابع حديثه (يعني الدكتور) فقال. ¶ وقد سألت فضيلة المفتي عن قتل الحيوان بهذه الصفة فقال: إذا تحققت حياة الحيوان بعد الضربة فذبحنا بعد هذه الضربة يبقى حيًا حتى يتم ذبحة فقال: لا انه بمجرد الضربة تكون حياة الحيوان المضروب في شك بل يكون مؤكدًا أنه يموت قطعيًا قبل الذبح ا. ¶ هـ . ¶ قال: وقد أرسلت لحضرة الدكتور العلامة الأستاذ عبد الحميد مصطفي فرغلي المتخصص في وظائف أعضاء الحيوان بأمريكا (الولايات المتحدة) جامعة جونس هوبكنز بمدينة بلمتور أسأله عن كيفية قتل حيوانات الأكل عندهم في أمريكا فورد منه جواب في 15ـ7 سنه 1947 يقول: سألت عن طريقة الذبح الطريقة أن يضربوا الحيوان بمطرقة مدببة في مخة فيموت وبعد ذلك يقطعون رقبته ولكنهم لا يذبحون كما يفعل المسلمون أو اليهود وهذا الإجراء يشمل جميع الحيوانات. ¶ انتهي المقصود. ¶ وأراني قد اطلت في النقل عن الكتاب المذكور لكنني أرى أن هذه الإطالة لا بد منها لما تشتمل عليه من الحقائق التي تهمنا في هذه الموضوع فإن قيل إن هذه الكتاب قد مضى عليه ثلاثون عامًا – فلعل الحال قد تغير عما وصف فالجواب: أن الذي يبلغنا الأن عنهم أسوأ مما ذكر. ¶ فما زاد الأمر بعد ذلك إلا سوءًا فلا مجال لهذا الاحتمال. ¶ ومما يدل على ذلك ما نشرت مجلة المجتمع الكويتية في عددها الصادر في رمضان عام 1397 هـ العدد 364 س 46ـ 47 من بيان أرسله إليها مبعوث رابطة العالم الإسلامي للبرازيل وإمام المركز الإسلامي في برازيليا هذا ملخصها: ¶ السلام عليكم ورحمة الله وبركاته. ¶ . ¶ وبعد:ـ ¶ أرفع إلى فضيلتكم ما يلي: شاء الله سبحانه أن يكون عملي بالمركز الإسلامي في البرازيل وأصبحت في برازيليا من فترة يسيرة ووجدت الفرصة سانحة لبعض أبحاث فيما يتعلق بموضوع الذبح وطريقته.",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "ذلك الذي كان يأخذ كثيرًا من المناقشات فيه الأقوال والآراء. ¶ فزرت بعض المذابح الخاصة بالأبقار. ¶ وأخرى تتخصص في الأغنام وإلى جوارها – أعاذنا الله وإياكم – الخنازير. ¶ وثالثة تتخصص في الدواجن – الدجاج – وقطعت الشك باليقين في موضوع طال فيه الكلام والسؤال حيث ألفيتها بعين المشاهدة عبارة عن ضربات تودي أولًا على رأس الحيوان في عنف عنيف تصرعه لساعته بمرزبة ثقيلة من الحديد تنزل على المخ بين قرون الثور فترديه ميتا يتدلى لسانه من فمه ولا يحدث حراكًا. ¶ وبعد هذه الإماتة العاجلة بطريق الوقذ يتناولونه بالسلخ حتى يخرج لحما يوزع الى المتاجر للبيع. ¶ . ¶ . ¶ بقيت لمحة خاصة وهامة في موضوع الدجاج وهي جديرة بالوقوف عندها حيث تستورد بعض بلادنا الإسلامية مثل الكويت والسعودية كثيرًا من دجاج البرازيل ويلجأ المصدرون هنا بالبرازيل إلى بعض رؤساء الجمعيات الإسلامية يطلبون منهم شهادات بأن طريقة ذبحهم إسلامية وشرعية – وهؤلاء مساكين ليس لديهم دراسة ولا دراية في الواجبات والفروض العينية فضلًا عن المسائل الخاصة والدقيقة ولكنهم يجترئون على إعطاء هذه التصريحات مقابل ما يتقاضون من أموال. ¶ وقد اكتشفت خلال جولاتي هذه الطريقة التي كانت تعتبر في نظرهم شرعية إسلامية وهي في الحقيقة تخالف الإسلام كل المخالفة – حيث يدخل مقص – مقراض – مقوس من داخل فم الدجاجة وعند أسفل الرأس من داخل الحلق يقص عظم الرقبة بما في ذلك العمود الفقري وكأننا تماما قطعنا عنق الدجاجة من الخلف حيث قطعنا نخاعها الشوكي داخل عمودها الفقري دون إنفاذ للمقاتل الشرعية التي تعطي فرصة لضخ الدم. ¶ . ¶ . ¶ ولقد تناولت بنفسي عدة رقاب لهذه الطريقة من الذبح وشرحتها في رفق بالسكين فوجدت أن الودجين وقصبتي الطعام والتنفس باقية سليمة كما هي لم يصبها خدش. ¶ والإتجاه مركز كما أوضحت على قص عظم الرقبة من الداخل. ¶ .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وإنني إبراء للذمة أمام الله سبحانه وتعالى اقترح أن يرفع هذا الأمر الخطير إلى جميع المسؤلين في البلاد الإسلامية التي تستورد لحومها من الخارج ومن البرازيل على وجه الخصوص. ¶ لينال قسطه من التصحيح بحيث تتقيد جهات الاستيراد بفتاوى وشهادات متخصصة ومن جهات مسؤلة أمينة فشعوبنا الطيبة أمانة في رقاب رعاتها – ا. ¶ هـ . ¶ وهو واضح وصريح: في أن الطريقة لم تتغير عن ذي قبل – وهي شهادة ممن رأى بعينه تلك الطريقة (وما راء كمن سمع) فهذه الطريقة التقارير تعطي صورة واضحة للكيفية التي يجرى عليها الذبح في بعض الدول المصدرة للحوم وأقل ما تفيده هذه الصورة عدم الثقة ببقية مصدري تلك اللحوم لما يغلب على الظن أن هذه هي الطريقة المتبعة عند الجميع ويبدي الأستاذ عبد الله عبد الرحيم العبادي في رسالته، (الذبائح في الشريعة الإسلامية) [هى رسالة أعدها لنيل درجة الماجستير في الفقه المقارن باشراف فضيلة الأستاذ الدكتور: عبد الغني محمد عبد الخالق عام 1397ه ] مفاسد هذه الطريقة فيقول [ص68ـ73] بعد أن ذكر محاسن الطريقة الإسلامية في الذكاة (أما ما يسمى بأدوات القتل غير المؤلمة هي مجرد إشكال إلية ادخلت لضمان عدد مرتفع من الحيوانات المقتولة لتتناسب وتعبئة اللحوم الآلية. ¶ وكذلك المسدس يحدث تلفا في المخ بنفس طريقة البلطة المستخدمة قبل ميكنة صناعة اللحوم. ¶ . ¶ . ¶ فأدوات القتل الآلية المسماة بأدوات القتل الإنسانية هي مجرد أشكال متطورة لمفقدات الوعي غير الآلية في الماضي. ¶ فالمسدس وهو الشكل الآلي للمطرقة (الشاكوش) يفقد الحيوان الوعي أو يدوخه بنفس طريقة المطرقة، وإنما إدخال المسدس أساسا لأنه جعل من الممكن قتل حيوانات أكثر في وقت أقل مما كان بالنسبة للمطرقة، بأحدث المدوخات (مفقدات الوعي) وهو إفقاده الوعي بواسطة غاز ثاني أكسيد الكربون وهو الشكل الكيميائي للخنق. ¶ . ¶ .",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "إن دارسي علم وظائف الأعضاء (الفسيولوجي) يقدرون أن الذبح يحدث صدمة نزيفية بها يجتذب كل الدم السائل إلى دورة الدم ويهرب من خلال العروق المقطوعة بينما يحدث العكس عندما تدوخ الحيوانات أولا. ¶ . ¶ فالتدويخ بالإضافة إلى كونه مؤلمًا طريقة كفاية في النزيف. ¶ ففي التدويخ لا يمكن إدماء الحيوان إذا لم يوضع تحت التحكم. ¶ وفي ذلك الحين يمكن أن يكون الحيوان ميتا (توقف قلبه بسبب الصدمة) ولا يكون جدوى من نزيف حينئذ. ¶ . ¶ . ¶ . ¶ . ¶ بعكس الحيوانات الصغيرة التي كانت تذبح بدون تدويخ فإن الحيوانات الكبيرة كالثور كانت تدوخ (أوتفقد الوعي) بالضرب على الرأس بمطرقة لا لأن هذا غير مؤلم ولكن لكونه كان طريقة عملية للتحكم في بهيم يصعب التحكم فيه بغير هذا. ¶ . ¶ . ¶ . ¶ . ¶ بعد حوالى إحدى عشرة سنة من التجريب بالمسدس استبدل بالتدويخ الكهربائي في سنة 1933م. ¶ . ¶ . ¶ . ¶ والتدويخ الكهربائي يسرع في بداية التعفن في اللحم ويؤثر على طعمه. ¶ وكان هذا أحد أسباب الشكوى في التماس منتجي اللحوم الدانماركية إلى الحكومة الدانماركية مطالبين بوقف قانون التدويخ. ¶ إحدي التعديلات التي أدخلت على طريقة التدويخ الكهربائي للطيور والدواجن منذ 1970م هي مدوخ كهربائي ذاتي الحركة (أتوماتيكي) مبني على فكرة حمام الماء. ¶ وهذه في الحقيقة ربط بين الغرق والصعق الكهربائي. ¶ ومن عيوب التدويخ الكهربائي أنه قد يؤدي إلى الشلل قبل فقد الوعي الحقيقي فالمشكلة هي أنه إذا كان الفولت منخفضًا فإنه لن يسبب فقدان الوعي لكنه فقط يترك الحيوان مشلولا وشاعرا تماما بالألم. ¶ ومن ناحية أخرى فإن شدة التيار قد يقتل الحيوان بإحداث سكته قلبية ومنع وجود نزيف من الحيوان المذبوح. ¶ . ¶ . ¶ .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "والحقيقة التي لا يمكن إنكارها التي نخرج بها من تاريخ المدوخات الآلية: هي أنه بعد أكثر من نصف قرن من التجارب لا يوجد مدوخ واحد استخدامه مأمون [ذكر الباحث أن هذه الحقائق مترجمة عن كتاب: \"الطريقة الإسلامية لذبح الحيوانات للأكل\" لمؤلفه: الدكتور غلام مصطفي خان.] \"انتهى المقصود منه ومن خلال ما مر من النقول أخذنا فكرة جيدة عن الصفة التي تكون عليها ذكاة الحيوانات التي تستورد لحومها وتجلب إلى أسواقنا، وقد تكون هذه الصفة عامة وقد تكون غالبة لدى مصادر تلك اللحوم وذلك مما يشكك فيها جميعها ويوقع المسلم في تحرج منها وبناء على ذلك كثرت التساؤلات حولها واختلفت الإجابات ما بين مبيح ومحرم ونحن هنا ننقل ما ظفرنا به من تلك الإجابات مع مناقشة ما يمكننا مناقشته منها – وهدفنا من ذلك التوصل إلى الحق – إن شاء الله – ونسأله التوفيق والهداية فنقول: ¶ يمكننا أن نقسم هذه اللحوم المستوردة من أهل الكتاب إلى ثلاثة أقسام: ¶ القسم الأول: ما علم أنه ذكي على الطريقة الشرعية فهذا حلال بالإجماع. ¶ القسم الثاني: ما علم أنه ذكي على غير الطريقة الشرعية. ¶ القسم الثالث: ما جهل حاله فلا يدرى على صفة حصلت تذكيته. ¶ فالقسم الأول: حلال بالإجماع – كما سبق. ¶ والقسم الثاني: قد أفتى بحله بعض العلماء محتجا بعموم قوله تعالى: {وطعام الذين أوتوا الكتاب حل لكم} قال القاضي ابن العربي المالكي في كتابه أحكام القرآن [ص554 ج2] في تفسير هذه الآية ما نصه: (هذا دليل قاطع على أن الصيد وطعام الذين أوتوا الكتاب من الطيبات التي أباحها الله وهو الحلال المطلق. ¶ . ¶ . ¶ ولقد سئلت عن النصراني يفتل عنق الدجاجة ثم يطبخها هل تؤكل معه أو تؤخذ منه طعاما. ¶ . ¶ . ¶ فقلت تؤكل لأنها طعامه وطعام أحباره ورهبانه. ¶ وإن لم تكن هذه ذكاة عندنا ولكن الله أباح لنا طعامهم مطلقًا وكل ما يرونه في دينهم فإنه حلال لنا إلا ما كذبهم الله فيه).",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "وقد استند إلى هذه الفتوى الشيخ محمد عبده فأباح هذا النوع في فتواه للترنسفالى حيث قال ما نصه [تاريخ الأستاذ الإمام ص682 ج1]: (وأما الذبائح فالذي أراه أن يأخذ المسلمون في تلك الأطراف بنص كتاب الله تعالى في قوله: {وطعام الذين أوتوا الكتاب حل لكم} وأن يعولوا على ما قاله الإمام الجليل أبو بكر بن العربي المالكي من أن المدار على أن يكون ما يذبح مأكول أهل الكتاب قسيسيهم وعامتهم ويعد طعاما لهم كافة) وقد أحدثت هذه الفتوى ضجة كبرى بين العلماء في ذلك الوقت ما بين مستنكر لها ومؤيد لها وممن أيدها وتحمس لها تلميذه محمد رشيد رضا وأطال الكلام في تأييدها والدفاع عنها في مجلة المنار [ص771، 812، 927 ج6] وتفسير المنار [تفسير المنار ص200ـ217 ج6] ويرد على هذه الفتوى من وجوه: ¶ الأول: أن ابن العربي قد نقض فتواه هذه بما جاء في موضع آخر من تفسيره حيث قال [ص553 ج2]: (فإن قيل فما أكلوه على غير وجه الذكاة كالخنق وحطم الرأس. ¶ فالجواب أن هذا ميتة وهي حرام بالنص وأن أكلوها فلا نأكلها نحن كالخنزير فإنه حلال لهم (كذا قال) ومن طعامهم وهو حرام علينا). ¶ فكلامه هنا واضح في أنه يرى تحريم ما ذكاه أهل الكتاب على غير الصفة المشروعة في الذكاة كالخنق وحطم الرأس ولا شك أن فتل العنق خنق فهو يرى تحريمه علينا وإن أكلوه هم واعتبروه طعاما لهم. ¶ الوجه الثاني: أن المراد بطعام أهل الكتاب ما ذكوه من الذبائح على الصفة المشروعة فلو ذكى الكتابي في غير المحل المشروع لم تبح ذكاته لأن غاية الكتابي أن تكون ذكاته كذكاة المسلم. ¶ والمسلم لو ذكي على غير الصفة المشروعة لم تبح ذبيحته فالكتابي من باب أولى وكيف يتشدد في ذبيحة المسلم ويتساهل في ذبيحة الكافر الكتابي والمسلم أعلى من الكافر. ¶ الوجه الثالث: أن طعام أهل الكتاب قد خص منه ما استباحوه كالخنزير فيخص منه ما ذبحوه على غير الصفة المشروعة في الذكاة.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "الوجه الرابع: أن ما ذبح بفتل عنقه يدخل في المنخنقة وما ذبح بضربة بالبلطة ونحوها موقوذ وقد حرم الله المنخنقة والموقوذة بنص القرآن في قوله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقوذة} الآية فيكون ذلك مخصصًا لقوله تعالى: {وطعام الذين أوتوا الكتاب حلٌ كم}. ¶ الوجه الخامس: أن ما ذكي على غير الصفة المشروعة يفتقد فوائد الذكاة من استخراج دمه وتطييب لحمه والذكاة لا ينظر فيها إلى وصف المذكى فقط بل ينظر فيها إلى وصف المذكي وصفة الذكاة معا. ¶ فلو وجد أمامنا ذبيحتان كل منهما ذكي على غير الصفة المشروعة إحداهما ذكاها مسلم والأخرى ذكاها كتابي فكيف نحرم ذبيحة المسلم ونبيح ذبيحة الكافر في هذه الحالة إن في هذا رفعًا لشأن الكافر على المسلم. ¶ وأما القسم الثالث: وهو ما جهل حاله من هذه اللحوم المستوردة فلم يعلم هل ذكي على الطريقة الإسلامية أو لا فهذا قد اختلفت فيه أقوال العلماء في عصرنا على قولين: ¶ القول الأول: أنه مباح عملًا بالآية الكريمة: {وطعام الذين أوتوا الكتاب حلٌ لكم} فالأصل فيه الإباحة إلا إذا علمنا أنهم ذبحوه على غير الوجه الشرعي. ¶ فقد جاء في مجلة الجامعة الإسلامية في المدينة المنورة [العدد الثالث للسنة الثامنة – ذوالحجة 1395 ص156] فتوى للشيخ عبد العزيز بن باز حفظه الله في هذا الموضوع هذا نصها: قال الله سبحانه: {اليوم أحل لكم من الطيبات وطعام الذين أوتوا الكتاب حلٌ لكم وطعامكم حلٌ لهم} الآية من سورة المائدة – هذه الآية أوضحت لنا أن طعام أهل الكتاب مباح لنا وهم اليهود والنصارى إلا إذا علمنا أنهم ذبحوا الحيوان المباح على غير الوجه الشرعي كان يذبحوه بالخنق أو الكهرباء أو ضرب الرأس ونحو ذلك فإنه بذلك يكون منخنقًا أو موقوذًا فيحرم علينا كما تحرم علينا المنخنقة والموقوذة التي ذبحها المسلم على هذا الوجه.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "أما إذا لم نعلم الواقع فذبيحتهم حل لنا عملًا بالآية الكريمة ا. ¶ هـ . ¶ ) كما جاء في مجلة الأزهر (نور الإسلام) فتوى مشابهة لهذه الفتوى هذا نصها: [ص26 مجلد (4) ج1] (اللحوم المحفوظة في العلب هي من قبيل القديد من اللحم وهو معروف كانت الصحابة تأكله. ¶ فمتى كان اللحم المحفوظ في العلب لم ينتن ولم يفسد جاز أكله. ¶ ومجيئه من أوروبا أو أمريكا لا يجعل أكله مباح. ¶ قال الله تعالى: {وطعام الذين أوتوا الكتاب حل لكم وطعامكم حل لهم} والبحث فيما وراء ذلك لم يطلب إلينا شرعا. ¶ غير أن من علم أن شيئا من ذلك غير مذكى التذكية الشرعية فلا يحل له أكله) ا. ¶ هـ . ¶ القول الثاني: أن هذا النوع من الذبائح حرام لأن الأصل في الحيوانات التحريم فلا يحل شيء منها بذكاة شرعية متيقنة تنقلها من التحريم إلى الإباحة. ¶ وحصول الذكاة على الوجه الشرعي في هذه اللحوم مشكوك فيه فتبقى على التحريم – وإليك فتوى مخطوطة في هذا الموضوع صدرت من سماحة رئيس المجلس الأعلى للقضاء في المملكة العربية السعودية: الشيخ عبد الله بن محمد بن حميد. ¶ عن سؤال هذا نصه: ما حكم اللحوم المستوردة من الخارج معلبة وغير معلبة والتي كثر انتشارها في المدن والقرى وعمت البلوى بها فلا يكاد بيت يسلم منها – هل الأصل فيها الإباحة أم الحظر نرجو بيان ذلك مفصلًا ولكم الأجر. ¶ وهذا نص الفتوى: \"الأصل في الإبضاع والحيوانات التحريم فلا يحل البضع إلا بعقد صحيح مستجمع لأركانه وشروطه. ¶ كما لا يباح أكل لحوم الحيوانات إلا بعد تحقق تذكيتها من أهل التذكية. ¶ فإن الله سبحانه وتعالى حرم الميتة والدم ولحم الخنزير وما أُهل لغير الله به. ¶ وحرم المنخنقة والموقوذة والمتردية والنطيحة وأكيلة السبُع إلا ما ذكي. ¶ فهذا يدل على أن الأصل في الحيوان التحريم إلا ما ذكاه المسلمون أو أهل الكتاب بقطع الحلقوم وهو مجرى النفس. ¶ والمريء وهو مجرى الطعام والماء مع قطع الودجين في قول طائفة من أهل العلم.",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "فما يرد من اللحوم المعلبة أن كان استيراده من بلاد إسلامية أو من بلاد أهل الكتاب أو معظمهم وأكثرهم أهل كتاب وعادتهم يذبحون بالطريقة الشرعية فلا شك في حله. ¶ وإن كانت تلك اللحوم المستوردة تستورد من بلاد جرت عادتهم أو أكثرهم أنهم يذبحون بالخنق أو بضرب الرأس أو بالصاعقة الكهربائية ونحو ذلك فلا شك في تحريمها وكذلك ما يذبحه غير المسلمين وغير أهل الكتاب من وثني أو مجوسي أو قادياني أو شيوعي ونحوهم فلا يباح ما ذكره. ¶ لأن التذكية المبيحة لأكل ما ذكي لابد أن تكون من مسلم أو كتابي عاقل له قصد وإرادة. ¶ وغير هؤلاء لا يباح تذكيتهم – أما إذا جهل الأمر في تلك اللحوم ولم يعلم عن حالة أهل البلد التي وردت منها تلك اللحوم هل يذبحون بالطريقة الشرعية أم بغيرها ولم يعلم حالة المذكين وجهل الأمر فلا شك في تحريم ما يرد من تلك البلاد المجهول أمر عادتهم في الذبح تغليبًا لجانب الحظر وهو أنه إذا اجتمع مبيح وحاظر فيغلب جانب الحظر سواء أكان في الذبائح أو الصيد. ¶ ومثله النكاح كما قرره أهل العلم – منهم شيخ الإسلام ابن تيمية والعلامة ابن القيم والحافظ ابن رجب وغيرهم من الحنابلة وكذلك الحافظ ابن حجر العسقلاني والإمام النووي وغيرهم كثير. ¶ مستدلين بما في الصحيحين وغيرهما من حديث عدي بن حاتم: أن النبي ـ صلى الله عليه وسلم ـ قال له: \"إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل. ¶ فإن وجدت معه كلبًا آخر فلا تأكل\". ¶ فالحديث يدل على أنه إذا وجد مع كلبه المعَلم كلبًا آخر أنه لا يأكله تغليبًا لجانب الحظر. ¶ فقد اجتمع في هذا الصيد مبيح وهو إرسال الكلب المعَلم إليه وغير مبيح وهو اشتراك الكلب الأخر. ¶ لذا منع الرسول ـ صلى الله عليه وسلم ـ من أكله وقال ـ صلى الله عليه وسلم ـ أيضًا: \"إذا أصبته بسهمك فوقع في الماء فلا تأكل\" متفق عليه. ¶ وفي رواية عند الترمذي: (إذا علمت أن سهمك قتله ولم تر فيه أثر سبع فكل) وقال حسن صحيح عن عدي بن حاتم.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "قال ابن حجر في الصيد: أن الأثر الذي يوجد فيه من غير سهم الرامي أعم من أن يكون أثر سهم رام أخر أو غير ذلك من الأسباب القاتلة فلا يحل أكله مع التردد هل قتله السهم أو الغرق في الماء. ¶ فلو تحقق أن السهم أصابه فمات فلم يقع في الماء إلا بعد أن قتله السهم فهذا يحل أكله. ¶ قال النووي في شرح مسلم: إذا وجد الصيد في الماء غريقًا حرم بالاتفاق ا. ¶ هـ . ¶ وقد صرح الرافعي بأن محله ما لم ينته الصيد بتلك الجراحة إلى حركة المذبوح فإن انتهى إليها بقطع الحلقوم مثلًا فقد تمت ذكاته. ¶ ويؤيده قوله ـ صلى الله عليه وسلم ـ \"فإنك لا تدري الماء قتله أو سهمك\" فدل على أنه إذا علم أن سهمه هو الذي قتله أنه يحل – انتهى ملخصًا من فتح الباري. ¶ وقال الخطابي: إنما نهاه عن أكله إذا وجده في الماء لا مكان أن يكون الماء قد غرقه فيكون هلاكه من الماء لا من قبل الكلب الذي هو آلة الذكاة. ¶ وكذلك إذا وجد فيه أثرا لغير سهمه. ¶ والأصل أن الرخص تراعى شرائطها التي بها وقعت الإباحة فمهما اخل بشيء منها عاد الأمر إلى التحريم الأصلي ا. ¶ هـ . ¶ مما تقدم يتضح تحريم اللحوم المستوردة من الخارج على الصفة التي سبق بيانها. ¶ وأن مقتضى قواعد الشرع يدل على تحريمها كما في حديث عدي وغيره في اشتراك الكلب المعلم معه غيرة. ¶ وفيما رماه الصائد بسهمه فوقع في الماء لاحتمال أن الماء قتله. ¶ وفيما رواه الترمذي وصححه: \"إذا علمت أن سهمك قتله ولم تر فيه أثر سبُع فكل\". ¶ فدل الحديث بمفهومه على أنه لو وجد فيه أثر سبُع أنه لا يأكله فإنك ترى من هذا أنه إذا تردد الأمر بين شيئين مبيح وحظر فيغلب جانب الحظر. ¶ وليس في حديث عائشة في الصحيحين وغيرهما \"أن قومًا حديثي عهد بإسلام يأتوننا باللحوم فلا ندري أذكروا اسم الله عليه أو لا فقال النبي ـ صلى الله عليه وسلم ـ : سموا الله أنتم وكلوا\".",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "لأن الحديث في قوم مسلمين إلا أنهم حديثوا عهد بكفر بخلاف تلك اللحوم المستوردة من الخارج فإن الذابح لها ليس بمسلم ولا كتابي بل مجهول الحال. ¶ كما بينا فيما تقدم من أن أهل البلد إذا كانت حالتهم أو معظمهم يذبحون بالطريقة الشرعية وهم مسلمون أو أهل كتاب فيباح لنا ما ذبحوه وأن كانوا يذبحون بغير الطريقة الشرعية بل بخنق أو بضرب رأس أو بصاعقة كهربائية فهو محرم. ¶ وأن جهل أمرهم ولم تعلم حالتهم بما يذبحونه فلا يحل ما ذبحوه تغليبا لجانب الحظر. ¶ ولا عبرة بما عليه أكثر الناس اليوم من أكلهم لتلك اللحوم من غير مبالاة بتذكيتها من عدمها – والله المستعان – انتهى المقصود من فتوى سماحة الشيخ وفقه الله. ¶ وبالنظر في القولين السابقين في حكم هذا النوع من اللحوم يتضح رجحان القول بالتحريم لقوة مبناه ووضوح أدلته وذلك من وجوه: ¶ الوجه الأول: أن الله حرم لحوم الحيوانات التي تموت بغير ذكاة شرعية في قوله سبحانه: (حرمت عليكم الميتة – إلى قوله: إلا ما ذكيتم) فما لم تتحقق في هذه اللحوم الذكاة الشرعية فهي محرمة بناء على الأصل. ¶ الوجه الثاني: أن النصوص الشرعية التي ساقها سماحة الشيخ في فتواه تبين بوضوح أنه إذا اجتمع مبيح وحاظر غلب جانب الحظر وهذه اللحوم كذلك ترددت بين كونها مذكاة الذكاة المبيحة فتحل وكونها غير مذكاة فلا تحل فيغلب جانب التحريم وكما قرر كبار الأئمة الذين ساق الشيخ أقوالهم في الفتوى. ¶ الوجه الثالث: أن هذه الكميات الهائلة التي تمتلئ بها الأسواق العالمية من الدجاج وغيره يستبعد أن تأتي الذكاة الشرعية بشروطها على أفرادها كلها لأنها تذبح وتعلب آليا.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "الوجه الرابع: أن الإلحاد والتحلل من العهد الدينية والأحكام الشرعية قد غلب على الناس في هذا الزمان وقلت الأمانة والصدق فلا يعتمد على أقوال هؤلاء المصدرين لهذه اللحوم ولا على كتابتهم على ظهر أغلفتها بأنها ذكيت على الطريقة الإسلامية لا سيما وقد وجد بعض الدجاج برأسه لم يقطع شيء من رقبته كما وجدت هذه العبارة مكتوبة على أغلفة ما لا يحتاج إلى ذكاة كالسمك. ¶ مما يدل على أن هذه الكتابة إنما هي عبارة عن دعاية مكذوبة يقصد بها مجرد ترويج هذه اللحوم وابتزاز الأموال بالباطل. ¶ الوجه الخامس: أنه لم يكن لقول من أباح هذا النوع من اللحوم من مستند سوى التمسك بعموم الآية الكريمة: {وطعام الذين أوتوا الكتاب حل لكم} وهذا العموم مخصوص بالنصوص الكثيرة كقوله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهلّ لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبُع إلا ما ذكيتم وما ذبح على النصب} وبالنصوص التي تدل على أنه إذا اجتمع حظر وإباحة غلب جانب الحظر. ¶ والله أعلم!!!. ¶ المبحث الثاني في الصيد ¶ وفيه مسألتان: ¶ المسألة الأولى: في تعريف الصيد وبيان حكم الاصطياد: ¶ الصيد في الأصل: مصدر صاد يصيد صيدًا. ¶ ويطلق على اقتناص الحيوان سواء كان بريًا أم بحريًا متوحشًا أم غير متوحش حلالًا أكله أم محرمًا. ¶ ويطلق أيضًا على المصيد. ¶ والمراد به [شرح زاد المستنقع ص260 ج3 بحاشية العنقري] هنا اقتناص حيوان حلال متوحش طبعًا غير مقدور عليه. ¶ حكم الاصطياد: يباح الاصطياد إذا كان القصد منه دفع الحاجة والانتفاع بلحمه ويكره إذا كان القصد منه التلهي به واللعب والمفاخرة لأنه يشغل عما هو أنفع منه من الأعمال الدينية والدنيوية ومهمة الإنسان في هذه الحياة أرفع من هذا – إنه خلق للعمل الجاد لدينه ودنياه. ¶ ويحرم في حالتين:",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "الأولى: إذا ترتب عليه ظلم للناس بالعدوان على زروعهم وبساتينهم وأموالهم [انظر الاختبارات الفقهية لشيخ الإسلام ابن تيمية ص325]. ¶ الثانية: إذا كان الصيد في الحرم أو في حالة الإحرام. ¶ قال سبحانه في بيان الحرم: {أولم يروا أنا جعلنا حرمًا أمنا} [العنكبوت آية (67)] وقال ـ صلى الله عليه وسلم ـ في حديث طويل: \"ولا ينفر صيده\" متفق عليه وتنفير الصيد إزعاجه عن موضعه فيستفاد من النهي عن التنفير تحريم الإتلاف من باب أولى – وخص منه المؤذيات بقوله ـ صلى الله عليه وسلم ـ : \"خمس من الفواسق يقتلن في الحل والحرم\" متفق عليه – وقال سبحانه في تحريم الصيد في حق المحرم: {وحرم عليكم صيد البر ما دمتم حرمًا} [المائدة آية 96] وقال تعالى: {يا أيها الذين آمنوا لا تقتلوا الصيد وانتم حرم} [المائدة آية 95]. ¶ المسألة الثانية: في بيان ما اتفق عليه وما اختلف فيه من شروط إباحة ما قتل بالاصطياد من الصيد مع الاستدلال والترجيح: ¶ سبق أن الحيوان الذي يباح أكله ينقسم إلى قسمين – مقدور عليه وغير مقدور عليه. ¶ فالمقدور عليه لا يباح إلا بذكاة. ¶ وغير المقدور عليه له بعد إصابته حالتان: ¶ الحالة الأولى: أن يدرك وفيه حياة مستقرة ففي هذه الحالة لا يحل أكله إلا بذكاة لأنه صار مقدورا عليه فأخذ حكم الحيوان الأهلي فلا بد فيه من الذكاة المعتبرة بشروطها السابقة والمراد بالحياة المستقرة أن تكون حركته فوق حركة المذبوح وأن يتسع الوقت لتذكيته. ¶ ففي هذه الحالة تكون إصابته بآلة الاصطياد قائمة مقام ذكاته فيحل أكله بالشروط الآتية: ¶ الشرط الأول: أن يكون الصائد من أهل الذكاة – بأن يتوفر فيه الشرطان اللذان يشترطان في الذابح – وهما العقل والدين – فالعقل يعني به أن يكون مميزًا غير سكران ولا مجنون ولا يكون طفلًا دون التمييز والدين يعني به أن يكون مسلمًا أو كتابيًا – فلا يحل صيد الوثني والمجوسي والمرتد لأن الاصطياد أقيم مقام الذكاة.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "واعتبر الصائد بمنزلة المذكي فتشترط فيه الأهلية [المغني مع الشرح الكبير ص3 ج11 والمجموع ص100 ج9] التي اشترطت في المذكي على ما سبق بيانه. ¶ الشرط الثاني: صلاحية الآلة للصيد – وهي نوعان: ¶ النوع الأول: ما يرمى به الصيد من كل محدد كالرماح والسيوف والسهام وما جرى مجراها مما يجرح بحدة كرصاص البنادق المعروفة اليوم. ¶ وقد حدث الرمي به بحدوث البارود في وسط المائة الثامنة [حاشية الدسوقي على الشرح الكبير ص105 ج2] بخلاف البندق الذي هو عبارة عن طينة مدورة يرمي بها [حاشية ابن عابدين ص304 ج9]. ¶ واحدتها بندقة فلا يحل ما قتلته لأنها تقتله بثقلها فترضه وتكسره فهو وقيذ – وأما رصاص البنادق المعروفة اليوم فيقتل بالخرق والنفوذ وهما أقوى من السلاح. ¶ وأفتى بعض الحنفية بعدم حل ما قتل برمي الرصاص لأن الجرح به يحصل بالإحراق والثقل بواسطة اندفاعه العنيف إذ ليس له حد [انظر حاشية ابن عابدين ص304 ج5] ولعله يعني بذلك نوعًا من الرصاص يتكون من قطع صغيرة مدورة لا تزال يرمى بها إلى اليوم يسميها العامة (الحلبي) أما الرصاص المعروف اليوم فلا وجه لتحريم ما قتل به. ¶ ويشترط في المحدد هنا ما يشترط في آلة الذكاة من كونه يقتل بحده وكونه غير سن وظفر كما تقدم. ¶ فإذا رمي الصيد بمحدد وأصابه بحده فقتله حل. ¶ وإن رماه بما لا حد له كالحجر أو بما له حد فأصابه بغير حده فقتله لم يحل لحديث عدي [هو عدي بن حاتم بن عبد الله بن سعد بن الحشرج الطائي أمير صحابي من الأجواد العقلاء كان رئيس طيء في الجاهلية والإسلام له 66 حديثا عاش أكثر من 100 سنة توفي سنة 68هـ / الأعلام ص8 ج5] بن حاتم قال سألت رسول الله ـ صلى الله عليه وسلم ـ عن صيد المعراض قال: (إذا أصبت بحده فكل وإذا أصبت بعرضه فلا تأكل [رواه البخاري ومسلم / المجموع شرح المهذب ص111 ج9] فإنه وقيذ) والمعراض: بكسر الميم وسكون العين المهملة وبالراء المهملة وبعد الألف ضاد معجمة: عصا رأسها محدد.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "فإن أصاب بحده أكل لأنه كالسهم وأن أصاب بعرضه لم يؤكل. ¶ وقد علل في الحديث بأنه وقيذ وذلك لأنه ليس في معنى السهم بل هو في معنى الحجر وغيره من المثقلات [شرح العمدة لابن دقيق العيد بحاشيته ص471ـ472 ج4] \"وما قتل بالمثقل فهو وقيذ لا يحل لأن الله حرم الموقوذة وهذا منها سواء جرحهبالمثقل أم لا لأنه لا يحصل بهذا الجرح إنهار الدم. ¶ النوع الثاني من آلة الصيد: الجوارح وهي الكواسب من السباع والكلاب والطير لقوله تعالى: {يسألونك ماذا أحل لهم قل أحل لكم الطيبات وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما أمسكن عليكم واذكروا اسم الله عليه} [المائدة آية 4] وهي نوعان: ¶ النوع الأول: ما يصيد بنابه كالكلب والفهد والنوع الثاني: ما يصيد بمخلبه كالصقر والبازي. ¶ ويشترط في النوعين التعليم. ¶ وهذا الشرط لا خلاف فيه [المغني مع الشرح الكبير ص7 ج11] لقوله تعالى: {وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله}. ¶ وتعليم النوع الأول من الجوارح وهو ما يصيد بنابه يتبين بأمور: ¶ الأمر الأول: أن يسترسل إذا أرسله صاحبه في طلب الصيد ومعنى ذلك أنه إذا أغراه صاحبه بالصيد بصياحه به، أو أشلائه مثلًا هاج لذلك وانبعث لطلبه. ¶ الأمر الثاني: أن يزجر إذا زجر – والزجر هنا معناه الصياح بالجارح ويكون لأحد غرضين: ¶ 1 – يكون لطلب وقوفه وكفه عن العدو– وهذا يعتبر قبل إرساله أو رؤيته الصيد عند الحنابلة [الشرح الكبير مع المغني ص26 ج11] ووجه في مذهب الشافعية / والأصح عندهم يعتبر ذلك مطلقًا قبل الإرسال وبعده [المجموع شرح المهذب ص94 ج9]. ¶ 2 – ويكون الزجر لإغراء الجارح بزيادة العدو في طلب الصيد كما إذا استرسل بنفسه فتنبه له صاحبه فزجره لذلك [المقنع بحاشيته ص554 ج3]. ¶ وهذان الأمران اتفقت المذاهب الأربعة على اعتبارهما [الإفصاح لابن هبيرة ص449 ج2].",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الأمر الثالث: أن لا يأكل من الصيد إذا أمسكه فإن أكل منه لم يبح وهو قول أبي حنيفة [تكملة فتح القدير على الهداية ص115 ج10] وأصح الروايتين عن أحمد [المغني مع الشرح الكبير ص8 ج11] وهو مذهب الشافعية [المجموع ص94 ج9]. ¶ وعند المالكية أنه يباح ما أكل منه الجارح ولو أكل جله [الشرح الكبير ص104 ج2] وهو الرواية الثانية عن أحمد [نفس المصدر]. ¶ أدلة الفريقين: من اشتراط عدم الأكل في تعليم الكلب استدل بحديث عدي بن حاتم رضي الله عنه عن النبي ـ صلى الله عليه وسلم ـ قال: (إذا أرسلت كلابك المُعَلمة وذكرت اسم الله فكل مما أمسكن عليك إلا أن يأكل الكلب فلا تأكل فاني أخاف أن يكون إنما أمسك على نفسه) [متفق عليه / المنتقى مع شرحه ص138 ج8] فهذا الحديث يدل على تحريم أكل الصيد الذي أكل منه الكلب وقد علّل في الحديث بالخوف من أنه إنما أمسك على نفسه مع قول الله تعالى: {فكلوا مما أمسكن عليكم} وهذا مما لم يمسك علينا بل على نفسه. ¶ واحتج من أباح ما أكل منه الكلب بحديث أبي ثعلبة قال: قال رسول الله ـ صلى الله عليه وسلم ـ : في صيد الكلب: إذا أرسلت كلبك وذكرت اسم الله فكل وإن أكل منه) [رواه أبوداود / المنتقى مع شرحه ص138 ج8 وقال الحافظ لا بأس بسنده / فتح الباري ص602 ج9]. ¶ وأجابوا عن حديث عدي بأنه محمول على كراهة التنزيه [فتح الباري ص602 ج9] جمعًا بينه وبين هذا الحديث الدال على الجواز. ¶ ونوقش هذا الجمع بأنه لا يتناسب مع التصريح بالتعليل في الحديث بخوف الإمساك على نفسه فقد جعل الشارع أكله منه علامة على أنه أمسك لنفسه لا لصاحبه فلا يعدل عن ذلك [نفس المصدر]. ¶ الترجيح: ¶ وبالنظر في الدليلين نجد أن دليل القائلين بالتحريم أرجح لأنه مخرج في الصحيحين متفق على صحته ودليل بالإباحة مخرج في غير الصحيحين ومختلف في تضعيفه [لأن في إسناده داود بن عمر الأودي الدمشقي عامل واسط قال أحمد ابن عبدالله العجلي: ليس بالقوي / نيل الأوطار ص138 ج8].",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "فعلى هذا يكون القول بالتحريم أرجح لا سيما وأن رواية عدي صريحة مقرونة بالتعليل المناسب للتحريم وهو خوف الإمساك على نفسه متأيدة بأن الأصل في الذبائح التحريم فإذا شككنا في السبب المبيح رجعنا إلى الأصل كما يتأيد أيضًا بقوله: {فكلوا مما أمسكن عليكم} والذي يأكل إنما أمسك لنفسه فقد جعل الشارع أكله منه علامة على أنه أمسك لنفسه لا لصاحبه – كما يتأيد أيضًا بالشواهد من الأحاديث التي جاءت بمعناه [تفسير القرطبي ص66 ج6 والإفصاح لابن هبيرة ص449]. ¶ هل يستثنى من الكلاب شيء لا يجوز الاصطياد به: ¶ اتفقوا [حاشية المقنع ص551 ج3] على أنه يجوز الاصطياد بالجوارح المُعَلمة إلا الكلب الأسود البهيم وهو الذي لا بياض فيه [انظر رد المحتار بحاشية ابن عابدين ص298 ج5 والشرح الكبير ص103 ج2 والمجموع ص93 ج9] فقد اختلفوا في حكم الاصطياد به على قولين: ¶ القول الأول: إباحة صيده وهو قول الأئمة الثلاثة: أبي حنيفة ومالك والشافعي لعموم النص – فلم يستثنوا شيئًا من الكلاب ففي رد المحتار من كتب الحنفية ما نصه: \"ويحل الصيد بكل ذي ناب ومخلب\" ويقول في الشرح الكبير من كتب الشافعية: \"وسواء في الكلب الأسود وغيره لا خلاف في شيء من هذا عندنا\" [المغني مع الشرح الكبير ص12 ج9] واستدلوا بقوله تعالى: {وما علمتم من الجوارح مكلبين} قالوا والجوارح تطلق على السباع والطيور فالآية عامة في جميع الكلاب وكذلك الأحاديث تفيد جواز الاصطياد بجميع الكلاب من غير استثناء وبقياس الكلب الأسود على غيره من الكلاب. ¶ القول الثاني: تحريم ما صيد بالكلب الأسود البهيم وهو الصحيح من مذهب أحمد وعليه أصحابه [حاشية المقنع ص551 ج3] ووجه هذا القول: ¶ أولًا: أنه كلب يحرم اقتناؤه فلم يبح صيده كغير المعلم.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "ثانيًا: أنه ـ صلى الله عليه وسلم ـ أمر بقتله كما في حديث جابر: (أن النبي ـ صلى الله عليه وسلم ـ أمر بقتل الكلاب ثم نهى عن قتلها وقال عليكم بالأسود البهيم ذي النقطتين فإنه شيطان) [رواه مسلم / المجموع شرح المهذب ص95 ج9]. ¶ فعلل الأمر بقتله بأنه شيطان. ¶ والسواد علامة عليه كما يقال إذا رأيت صاحب السلاح فاقتله فإنه مرتد فالعلة الردة [حاشية المقنع ص551 ج3] – وما وجب قتله حرم اقتناؤه وتعليمه فلم يبح صيده – وإباحة الصيد المقتول رخصة فلا تستباح بمحرم كسائر الرخص. ¶ ويجاب عما استدل به أهل القول الأول من العمومات بأنها عمومات مخصوصة بما ذكرناه [المغني ص12 ج11 مع الشرح الكبير] أجاب أهل القول الأول عما استدل به أهل القول الثاني من أن أمر الرسول ـ صلى الله عليه وسلم ـ بقتل الكلب الأسود يدل على تحريم صيده بأنه لا يلزم من الأمر بقتله تحريم صيده – وبأن الأمر بالقتل منسوخ فلا يحل قتل الكلاب إلا العقور منها خاصة [المجموع ص96، 235 ج9]. ¶ الترجيح: ¶ والذي يظهر لي أنه الراجح من هذين القولين هو القول الثاني وهو تحريم ما صاده الكلب الأسود إلا أن أدرك وهو حي وذكي لأن الأمر بقتله يستدعي المبادرة بإتلافه والتنفير منه. ¶ واستعماله للصيد فيه إبقاء له وتقريب وهذا ينافي المقصود من قتله. ¶ ودعوى نسخ الأمر بقتله يردها لفظ حديث جابر حيث يقول: (نهى عن قتلها وقال: عليكم بالأسود البهيم ذي النقطتين فإنه شيطان) فالحديث حدد النهي بأنه في غير الأسود وحث على قتل الأسود وعلل ذلك بأنه شيطان وهذه علة مستمرة فيه والحكم يدور مع علته وجودًا وعدمًا. ¶ وما تمسكوا به من عموم النصوص في إباحة تعليم الكلاب يجاب عنه بأنه عموم مخصوص بالأدلة على قتل الأسود منها. ¶ والله أعلم. ¶ هل يعتبر في الكلب تكرار ترك الأكل: ¶ اختلف القائلون باشتراط أن لا يأكل الكلب الجارح من الصيد – هل يعتبر تكرار ذلك منه أولًا. ¶ على ثلاثة أقوال:",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "القول الأول: وهو مذهب الحنابلة: لا يعتبر تكرر ترك الأكل منه لأنه تعلم صفة أشبه سائر الصنائع [المقنع بحاشيته ص551ـ552 ج3] – فعلى هذا يكفي تركه الأكل مرة واحدة. ¶ القول الثاني: في المسألة وهو مذهب الشافعية وأحد القولين لأبي حنيفة: أنه يشترط تكرر ترك الأكل منه بحيث يقول أهل الخبرة أنه صار معلمًا ويغلب على الظن تأدب الجارحة ومصيرها معلمة [المجموع ص94، 97، ج9 والهداية مع شرحها فتح القدير ص116 ج10] فهذا القول كما ترى يشترط التكرار من غير تقدير بمرات معينة. ¶ لأن التقدير لم يرد فيه دليل والمقصود معرفة انضباط التعلم وهذا يحصل بتقرير أهل الخبرة والعرف كسائر الأمور التي لم يرد فيها نص من الشارع. ¶ القول الثالث: يشترط تكرر ترك الأكل ثلاث مررات وهو رواية عن أبي حنيفة وقول صاحبيه أبي يوسف ومحمد ومشى عليه كثير من مصنفي الحنفية [الهداية مع شرحها فتح القدير ص116 ج10 وحاشية ابن عابدين ص299 ج5] وهو قول في مذهب الحنابلة نصره صاحب المغني [في ص6 ج11] – ووجه هذا القول أن ما دون الثلاث فيه احتمال فلعله ترك الأكل مرة أو مرتين شبعًا فإذا تركه ثلاثًا دل على أنه صار عادة له لأن الثلاث مدة ضربت للاختبار وإبلاء الأعذار كما في مدة الخيار – ولأن الكثير يقع أمارة على العلم دون القليل والجمع هو الكثير وأدناه الثلاث فقدر بها [نفس المصادر]. ¶ الترجيح: ¶ @@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@@الراجح في نظري من هذه الأقوال هو قول الشافعية وهو اشتراط تكرر ترك أكل الكلب من الصيد حتى يعلم أنه تركه تأثرا بالتعليم لا لاحتمال آخر لكن لا يقدر ذلك بعدد معين لأن التقدير لا دليل عليه والهدف إنما هو انضباط تعليم الكلب وهو ما يحصل بالمرتين فما زاد عليهما حسبما يغلب على الظن تحقق المقصود. ¶ والله أعلم. ¶ هل يباح الاصطياد بغير الكلاب: ¶ اختلف العلماء في ذلك على قولين: ¶ القول الأول:",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "وهوقول الجمهور والائمة الأربعة [تفسير ابن كثير ص16 ج2] أنه يباح الاصطياد بجميع الجوارح المُعَلمة من الكلاب والطيور كالبازي والصقر والشاهين – واحتجوا بقوله تعالى: {وما علمتم من الجوارح} والجوارح: الكواسب من سباع البهائم والطير سميت (جوارح) لاربابها وكسبها لهم من الصيد يقال جرح فلأن لاهله إذا اكسبهم خيرا – وفلأن جارحة اهله – أي كاسبهم فيكون معنى قوله تعالى: {وما علمتم من الجوارح} ما علمتم الصيد فتعلمه من بهيمة أو طائر [تفسير ابن جرير ص543، 547 ج9]. ¶ القول الثاني: ¶ وهو قول طائفة من العلماء أن الاصطياد إنما يكون بالكلاب فقط وما صاده غيرها لا يحل إلا ما ذكى منه مستدلين بقوله تعالى: {وما علمتم من الجوارح مكلبين} فقوله: {مكلبين} حال والمكلب معلم الكلاب لكيفية الاصطياد [فتح القدير للشوكاني ص12 ج2] ففي ذلك دلالة على أن المراد الكلاب دون غيرها من السباع هذا حاصل ما استدلوا به. ¶ الترجيح: ¶ والراجح ما ذهب إليه الجمهور من اباحة الاصطياد بجوارح الكلاب والطير لأن قوله تعالى: {وما علمتم من الجوارح} يعم كل جارحة كانت بالصفة التي وصف الله من طائر وسبع [تفسير ابن جرير ص550 ج9] وقوله: {مكلبين} لا يستفاد منه قصر الحكم على الكلاب لأن شرطا فيصح الصيد بغير الكلاب من انواع الجوارح [فتح الباري ص610 ج9] وخص معظم الكلاب وأن كان معلم سائر الجوارح مثله لأن الاصطياد بالكلاب هو الغالب [فتح القدير للشوكاني ص12 ج2] والله أعلم. ¶ وليس هناك فرق فيما يبدو من كلام الفقهاء بين تعليم سباع البهائم وسباع الطير إلا في مسألة الأكل من الصيد فقد اختلف القائلون باشتراط انتفائه في الكلب ونحوه هل يشترط أيضًا انتفاؤه في حق جوارح الطير على قولين: ¶ القول الأول:",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "... أنه يشترط انتفاؤه في الطير فلو أكل لم يحل ما أكل منه وهذا هو الأظهر في مذهب الشافعية[المنهاج مع شرحه المغنيص275ج 4] ووجه هذا القول هو القياس على جارحة الكلاب فحيث اشترط فيها ذلك اشترط في جارحة الطير حيث لا فرق من حيث المعنى الملاحظ بين أكل جارحة الكلاب وجارحة الطير وهو أنه يخشى أنه إنما أمسك على نفسه حينئذ فهذا المعنى يخشى منه أيضًا في جارحة الطير. ¶ واستدل بعضهم بحديث عدي بن حاتم أن النبي ـ صلى الله عليه وسلم ـ قال {ما عملت من كلاب أو باز ثم أرسلته وذكرت أسم الله فكل مما أمسك عليك قلت وإن قتل قال إذا قتله ولم يأكل منه شيئًا فإنما أمسك عليك} [رواه أبو داود والبيهقي وغيراهما/المجموع للنووي ص96 ج 9] وستأتي مناقشة. ¶ القول الثاني: ¶ أنه لاشترط في حل ما صاده جارح الطير أن لا يأكل منه وهذا قول الحنابلة[المقنع بحاشيتة ص553 ج 3] والحنفية [الهداية بشرحها فتح القدير ص115 ج 10] ووجه في مذهب الشافعية [مغني المحتاج ص275 ج 4] قالوا: لأن هناك فارقًا بين جوارح الكلاب وجوارح الطير. ¶ وذلك أن بدن البازي لا يحتمل الضرب حتى يترك الأكل وبدون الكلب يحتمله فيضرب ليتركه. ¶ وأيضًا علامة التعليم ترك ما هو مألوفة عادة والبازي متوحش نافر فكانت الإجابة إذا دعي آية تعلمه وأما الكلب فهو ألوف يعتاد الانتهاب فكان آية تعلمه ترك مألوفة وهو الأكل والاستلاب[فتح القدير نفس الموضوع] وإذا كان كذلك فلا يصح قياس الطير على الكلاب بينهما من الفرق المؤشر.",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "... وأما الحديث الذي استدل به بعض الشافعية على اشتراط عدم الأكل في جارحة الطير فهو حديث ضعيف لا تقوم به حجة وذكر البازي فيه لم يأت في رواية الحافظ وإنما أتى في رواية مجالد ابن سعيد وهو ضعيف باتفاقهم [المجموع ص96 ج 9 وقال الحافظ في التخيص: وقال البيهيقي: تفرد مجالد ذكر الباز فيه وخالف الحافظ أ.هـ. ص 136 ج 4. ومجالد بن سعيد بن عمير الهمذاني من تابعي التابعين واتفقوا على تضعيفه توفي سنة 144ه / تهذيب الأسماء للنووي ص82ـ 83 ج 2] ¶ ... ويشترط لحل ما قتله الجارح أن يجرحه. ¶ فإن قتله بخنقه أو بصدمته لم يبح لأنه موقوذه أشبه ما لو قتله بحجر فلا بد أن يجرحه في أي موضع بنابه أو ظفره أو مخلبه وهذا ظاهر الرواية في مذهب الحنفية. ¶ والمفتى به عندهم[تنوير الأبصار بشرحه الدر المختار بحاشية ابن عابدين ص299 ج 5] وهو قول المالكية[أقرب المسالك بشرحه الصغير ص165 ج 2] والحنابلة [حاشية المقنع ص 553 ج 3] وأحد القولين في مذهب الشافعية [المجموع شرح المهذب ص102 ج 9] ¶ ... وقيل يحل الصيد ولولم يجرحه وهو القول الثاني في مذهب الحنيفة وقول في مذهب الحنابلة وهو الأصح في مذهب الشافعية [نفس المصادر] لعموم قوله تعالى: {فكلوا مما أمسكن عليكم} وعموم الأحاديث ولأنه لا يمكن تعليم الكلب الجرح وانهار الدم فسقط اعتباره كما سقط العقر في محل الذكاة. ¶ ... الترجيح: ¶ ... والذي يظهر لي ترجيحه هو القول الأول لأن الرسول ـ صلى الله عليه وسلم ـ منع من أكل ما قتله المعراض بعرضه من الصيد كما سبق لأنه وقيذ وهذا مثله. ¶ وما استدل به المبيحون من العمومات يخصص بأدلة تحريم الموقوذة. ¶ . ¶ والله أعلم. ¶ الشرط الثالث: ¶ ... أن يرسل الآلة (سواء كانت جارحة أو محددة) قاصدًا للصيد.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "لقوله ـ صلى الله عليه وسلم ـ فيما مر من الأحاديث: (إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل) ففية أنه يشترط في حل ما قتله الكلب المعلم إرساله عليه ولأن الكلب أو البازي آلة والذبح لا يحصل بمجرد الآلة بل لا بد من الاستعمال وذلك فيهما بالإرسال مع القصد، وهكذا يشترط إرساله للسهم قاصدًا للصيد فلو رمى سهمًا إلى غرض فأصاب صيدًا أو رمى به إلى فوق رأسه فوقع على صيد فقتله لم يبح لأنه لم يقصد برميه عينًا فأشبه من نصب سكينًا فذبحت شاه. ¶ وهذا قول الأئمة الأربعة [حاشية المقنع ص 554 ج 2 والمجموع لنووي ص103 ج 9] وكثير من الفقهاء ويتفرع على هذا الشرط مسائل: ¶ ... الأول: إذا استرسل الكلب بنفسه فقتل صيدًا لم يحل عند من ذكرنا لفقدان الشرط وهو الإرسال. ¶ لأن الإرسال يقوم التذكية بدليل أنها اعتبرت معه التسمية كما في قوله ـ صلى الله عليه وسلم ـ 0إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل) وقال جماعة[نفس المصدرين] يحل ما قتله من الصيد في هذه الحالة أن كان إخراجه للصيد لأن إخراجه للصيد إرسال له في الجملة/ والراجح القول الأول لأن قول الرسول ـ صلى الله عليه وسلم ـ (إذا أرسلت كلبك المعلم) يدل على لأنه لابد من الإرسال وذلك أمر زائد على إخراجه للصيد. ¶ ... الثانية: إذا استرسل الكلب بنفسه على صيد فزجره صاحبه وسمى فزاد في عدوه وقتل الصيد فهل يحل؟ للعلماء في ذلك قولان:",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "... القول الأول: أنة يحل ما قتله من الصيد في هذه الحاله وهو مذهب الحنابلة[المغني مع الشرح الكبير ص6 ج 11 والمقنع بحاشية ص554 ج 3] والحنفية [الدر المختار بحاشية ابن عابدين ص 304 ج 5] وأحد القولين للمالكية[بداية المجتهد ص336 ج 1] وهو وجه في مذهب الشافعية[مغني المحتاج ص 76 ج 4] ووجه ذلك: أن زجره أثر في عدوه فصار كما لو أرسله لأن فعل الإنسان متى أنضاف إلى فعل غيره فالاعتبار بفعل الإنسان كما لوصال الكلب على إنسان فأغراه إنسان فالضمان على من أغراه[المغني مع الشرح الكبير ص6 ج 11] ¶ ... القول الثاني: أنه لا يحل ما قتله الجارح في هذه الحالة وهو أصح الوجهين في مذهب الشافعية[المجموع للنووي ص101 ج 9] والمنصوص. ¶ لاجتماع الاسترسال المانع والإغراء المبيح فغلب جانب المنع[مغني المحتاج ص 276 ج 4] ¶ الترجيع: ¶ ... والراجح هو القول الأول لوجود النية والتسمية والإغراء الذي صار له أثر في عدو الكلب فكان كما لو أرسله ابتداء والنبي ـ صلى الله عليه وسلم ـ قال(إذا أرسلت كلبك المعلم وذكرت اسم الله عليه فكل) وكل هذه الأمور متوفرة في هذه الصورة غاية ما يلاحظ فيها عدم الإرسال ابتداء. ¶ وقد استدرك قبل قتل الصيد بالزجر والإغراء والله أعلم. ¶ المسأله الثالثة: إذا أرسل كلبًا وهو لا يرى صيدًا فاعترض صيد فقتله: ¶ ... لم يحل عند الحنابلة[المغني مع الشرح الكبير ص8 ج،11] والشافعية[المهذب مع شرحه المجموع ص121ج 9] وهو قول أكثر أهل العلم[نفس المصدرين] لأنه أرسله على غير صيد فلم يحل ما صاده كما لوحل رباطه فاسترسل بنفسه واصطاد وقيل يحل وهو وجه ضعيف في مذهب الشافعية[نفس المصدرين] وقول لبعض المالكية[بداية المجتهد ص 336 ج 1] ولعل مستند هذا القول هو التمسك بعموم قوله ـ صلى الله عليه وسلم ـ (إذا أرسلت كلبك المعلم وذكرت اسم الله فكل) والإرسال قد حصل هنا. ¶ ... ¶ ... الرابعة: إذا أرسل كلبًا على صيد غيره فقتله فهل يحل؟ على قولين:",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "... القول الأول: وهو قول الشافعية [المجموع ص 122 ج 9] والحنابلة[المقنع بحاشية ص 554 ج 3] والحنفية[الدر المختار بحاشية ابن عابدين ص304 ج 5] حله بشرط إصابته في الجهة التي أرسل فيها عند بعض الشافعية وكذلك يشترط الحنفية أن يأخذ الصيد الآخر فور الإرسال ووجه حله في الصورة المذكورة أن المعتبر أن يرسله على صيد وقد وجد ولأن التعيين ليس بشرط في الصيد لأنه لا يمكن فصار كوقوع السهم في صيدين [نفس المصدر] ¶ ... القول الثاني: وهو قول المالكية لا يحل الصيد في هذه الصورة لأنه لم ينوه[الشرح الكبير ص 104 ج 2] لأنهم يشترطون تعيين المذكي في الذكاة وعقر الكلب يقوم مقام الذكاة فلا بد أن ينوي صيدًا معينًا. ¶ ... والراجح القول الأول لعموم قوله تعالى: {فكلوا مما امكسن عليكم} وقوله ـ صلى الله عليه وسلم ـ (إذا أرسلت كلبك المعلم وذكرت اسم الله تعالى عليه فكل) ولأنه لا يمكن تعليم الجارح اصطياد واحد بعينة دون الآخر فسقط اعتباره. ¶ ... الخامسة: إذا تردد الأمر بين كون الصيد مات بتأثير الآلة المرسلة وبين كونه مات بتأثير غيرها فحكمة يختلف باختلاف الأحوال والصور. ¶ . ¶ وإليك ذكر جمله منها مع بيان حكم كل منها: ¶ الصورة الأولى: ¶ ... إذا أرسل كلبه على صيد فوجد هذا الصيد ميتًا ووجد مع كلبه كلبًا آخر لا يعرف حاله ولا دري هل وجدت فيه شرائط الصيد أولًا. ¶ . ¶ . ¶ ولا يعلم أيهما قتله أو يعلم أنهما قتلاه جميعًا أو يعلم أن قاتله الكلب المجهول ففي هذه الحالة لا يباح الصيد إلا أن يدركه حيًا فيذكيه. ¶ هذا قول الجمهور ومنهم الأئمة الأربعة[المغني مع الشرح الكبير ص14 ج 11.",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "والمجموع للنووي ص103 ج 9] يدل على ذلك حديث عدي بن حاتم قال: سألت رسول الله ـ صلى الله عليه وسلم ـ فقلت أرسلت كلبي ووجدت مع كلبي كلبًا آخر لا أدري أيهما أخذه (فقال لا تأكل فإنما سميت على كلبك ولم تسم على غيره) [رواه البخاري ص 612 ج 9 مع فتح الباري] ففيه أنه لا يحل أكل ما شاركة فيه كلب آخر في اصطياده ولأن الأصل الحظر فغلب فيها لم تعلم كيفية اصطياده. ¶ ... الصورة الثانية: ¶ إذا رمى الصيد أو أرسل كلبه عليه فغاب عن عينه ثم وجده ميتًا. ¶ واحتمل أن يكون موته بالإصابة أو بغيرها، وللعلماء في ذلك وجهات نظر على نحو التالي: ¶ ... أولًا: عند الحنفية: إذا توارى عن عينه وقعد عن طلبه ثم وجده ميتًا لم يؤكل. ¶ فأما إذا لم يتوار عنه أو توارى لكنه لم يقعد عن الطلب حتى وجده فإنه يؤكل استحسانًا والقياس أنه لا يؤكل وجه القياس أنه يحتمل أن الصيد مات من جراحة كلبه أو من سهمه ويحتمل أنه مات بسبب آخر فلا يحل أكله بالشك ووجه الاستحسان أن الضرورة توجب ذلك لأن هذا مما لا يمكن الاحتراز عنه في الصيد فإن العادة أن السهم إذا وقع بالصيد تحامل فغاب وكذلك إذا أصابه الكلب فلواعتبرنا ذلك أدى إلى انسداد باب الصيد ووقوع الصيادين في الحرج فسقط اعتبار الغيبة التي لا يمكن التحرز عنها إذا لم يوجد من الصائد تفريط في الطب لمكان الضرورة والحرج. ¶ وعند قعوده عن الطلب لا ضرورة فيعمل بالقياس[من بدائع الصنائع ببعض اختصار وتصرف يسير]",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "... ثانيًا: وأما عند المالكية ففي مختصر خليل وشحة الشرح الكبير: أنه إذا بات الصيد ثم وجده من الغد ميتًا لم يؤكل لاحتمال موته بشيء من الهوام مثلًا قال محشيه[الدسوقي] الغد ليس بقيد وإن كان ظاهر المصنف بل المراد أنه خفي عليه مدة من الدليل فيها طول بحيث يلتبس الحال ولا يدري هل مات من الجارح أو أعان على قتله شيء من الهوام التي تظهر فيه كالأفاعي فلورماه فغاب عنه يومًا كاملًا ثم وجده ميتًا يؤكل حيث لم يتراخ في اتباعة وهذا مفهوم قوله: (بات) والفرق بين الليل والنهار أن الصيد يمنع نفسه من الهوام في النهار دون الليل. ¶ فإذا غاب ليلًا احتمل مشاركة الهوام التي تظهر فيه لإصابة السهم بخلاف ما إذا غاب نهارًا فإنه لا يحتمل ذلك[الشرح الكبير بحاشية الدسوقي ص105 ج 106 ج 2 وانظر بداية المجتهد ص 337 ج 1]",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "... ثالثًا: وأما عند الشافعية فقد قال صاحب المهذب[ص 114 ج 9 مع المجموع للنووي] (وإن عقره الكلب أو السهم وغاب عنه ثم وجده ميتًا والعقر مما يجوز أن يموت منه ويجوز أن لا يموت منه فقد قال الشافعي رحمه الله: لا يحل إلا أن يكون خبر فلا رأى فمن أصحابنا من قال: فيه قولان: أحدهما يحل لما روى عدي بن حاتم قال: قلت يا رسول الله إني أرمي الصيد فأطلبه فلا أجده إلا بعد ليله قال (إذا رأيت سهمك فيه ولم يأكل منه سبع فكل)[رواه البخاري/ المجموع للنووي ص114 ج 9] ولأن الظاهر أنه مات منه لأنه لم يعرف سبب سواه الثاني: أنه لا يحمل لما روي زياد بن أبي مريم [تابعي وهو زياد بن أبي مريم القرشي الأموي مولى عثمان رضي الله عنه والحديث غريب ومرسل/ نفس المصدر] (قال: جاء رجل إلى النبي ـ صلى الله عليه وسلم ـ فقال إني رميت صيدًا ثم تغيب فوجدته ميتًا فقال رسول الله ـ صلى الله عليه وسلم ـ هوام الأرض كثير ولم يأمره بأكله) وقد رجح النووي الإباحة إذا لم يوجد فيه أثر آخر غير إصابه السهم أو الجارح[نفس المصدر ص117 ج 9] يتأول أدله النهي على التنزيه ومن قال بالترحيم يتأول أحاديث الإباحة على ما إذا انتهي إلى حركة المذبوح وهو تأويل ضعيف [المجموع ص 117 ج 9] ¶ ... رابعًا: وأما عند الحنابلة: فالمشهور عن أحمد أنه إذا رمى صيدًا أو أرسل عليه كلبه فغاب عن عينة ثم وجده ميتًا وسهمة فيه أو معه كلبه ولا أثر به آخر حل أكله وعنه رواية أخرى بالتفصيل بين ما غاب نهارًا فلا بأس بأكله وما غاب ليلًا فلا يأكله كما سبق عن الملكية وعن أحمد أيضًا ما يدل على أنه أن غاب مدة طويلة لم يبح وإن كانت يسيرة أبيح وعنه أيضًا كراهته مطلقًا[المغني مع الشرح الكبير ص19ـ 20 ج 11] ¶ الترجيح: ¶ ... والراجح في هذه المسأله أنه إذا وجد سهمه فيه أو وجد أثره ولم يجد به أثرًا لغيره أنه يحل كما هو المشهور عن أحمد وكما رجحه النووي على ما ذكرنا عنه قريبًا.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "وذلك لصحة بذلك عن النبي ـ صلى الله عليه وسلم ـ كما في حديث عدي ابن حاتم عن النبي ـ صلى الله عليه وسلم ـ أنه قال: (إذا رميت الصيد فوجدته بعد يوم أو يومين ليس به إلا أثر سهمك فكل وإن وقع في الماء فلا تأكل[رواه أحمد والبخاري/ المنتقى مع شرحة نيل الأوطار ص141 جت8] ولأن جرحة بسهم سبب إباحة وقد وجد يقينًا والمعارض له مشكوك فيه فلا نزول عن إليقين بالشك [المغني مع الشرح ص20 ج 11] ¶ ... الصورة الثالثة: ¶ ... إذا رمى الصيد فوقع في ماء يقتله مثله أو تردى من جبل ترديًا يقتله مثله فالمشهور عن أحمد [نفس المرجع ص 21ـ22] أنه لا يؤكل مطلقًا سواء كانت الجراحة قاتله أو غير قاتله لعموم قوله ـ صلى الله عليه وسلم ـ في الحديث إلى مر قريبًا: (وإن وقع في الماء فلا تأكل) ولأنه يحتمل أن الماء أعان على خروج روحة فصار بمنزله ما لوكانت الجراحة غير قاتله. ¶ والذي عليه كثير من الحنابلة[نفس المصدر] وهو أحد الوجهين في مذهب الشافعية [المجموع ص 113 ج 9] وهو قول مالك[بداية المجتهد ص 337ج 1] وقول الحنفية على ما ذكر في الدر المختار [حاشية ابن عابدين ص302، 304 ج 5 وظاهر ما في الهداية الإطلاق كالمشهور عن أحمد انظر ص 129 من الهداية مع فتح القدير ج 10] التفصيل بين ما كان جرحة قاتلًا فيحل ولووقع في الماء وبين ما جرحة غير قاتل فلا يحل وأساس هذا التفصيل أن ما كان جرحه قاتلًا فهو في حكم الميت فلا يؤثر فيه ما أصابه وما كان جرحة غير قاتل لا يتعين موته بالإصابة فيكون مشكوكًا فيه فيغلب فيه جانب التحريم، والجرح القاتل كأن بحة أو أبان حشوته. ¶ الترجيح: ¶ ... في نظري أن الرأي الأول وهو تحريمه مطلقًا هو الراجح لعموم النهي عن أكلة في مثل هذه الحالة في قوله ص(وإن وقع في الماء فلا تأكل) ولأنه إذا كان فيه بقيه حياة كان غير الإصابة قد شارك في إماتته فيغلب جانب الحظر. ¶ الشرط الرابع: التسمية:",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "... وقد قال باشتراطها الأئمة الثلاثة أبو حنيفة [بدائع الصنائع ص46ج 5] ومالك [الشرح الكبير بحاشية الدسوقي ص106 ج 2] وأحمد [المغني مع الشرح الكبيرص3 ج 11] وقال الشافعي أنها سنه مؤكدة وليست بشرط كما هي عنده في الذكاة [المجموع للنووي ص102 ج 9] وقد سبق ذكر أدلته هناك [في ص 130ـ 132] ¶ ... وقد اختلف القائلون باشتراط التسمية على الصيد هل هي شرط مطلقًا على السهم والجارح وعلى الذاكر والناسي أو هي شرط على الذاكر دون الناسي عند إرسال الجارح والسهم ثلاثة أقوال: ¶ القول الأول: ¶ ... أنها شرط مطلقًا على الذاكر والناسي لا تسقط بحال وفي حاله إرسال الجارح وحالة إرسال السهم وهذا مذهب أحمد وقول جماعة من أهل العلم[المغني مع الشرح الكبير ص3 ج 11] واستدلوا بعموم النصوص من الكتاب والسنة الدالة على اشتراط التسمية مطلقًا كقوله تعالى :{فكلوا مما امكسن عليكم واذكروا اسم الله عليه} وقوله ـ صلى الله عليه وسلم ـ (إذا أرسلت كلبك المعلم كلبك المعلم وذكرت اسم الله عليه فكل) ¶ ... القول الثاني: ¶ ... أنها شرط مطلقًا على الذاكر والناسي في حاله إرسال الجارح ولا يلزم الناسي ذلك في حالة إرسال السهم ووجه ذلك أن السهم آله حقيقية وليس له اختيار فهو بمنزلة السكين بخلاف الحيوان فإنه يفعل باختياره وهذا القول رواية ثانيه عن أحمد[نفس المصدر] ¶ القول الثالث: ¶ أن التسمية على الصيد شرط في حال الذكر دون النسيان فتسقط سهوًا وهذا قول الحنفية والمالكية[المصدران السابقان في هذين المذهبين] واستدلوا بقول النبي ـ صلى الله عليه وسلم ـ (أن الله قد وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه [تقدم تخريجة في ص60] ولأن إرسال الجارحة جرى مجرى التذكية فعفى عن النسيان فيه كالذكاة[هذا بناء على مذهبهم في حكم التسمية في الذكاة وقد سبق بأدلته مع مناقشتها في ص 60ـ 62] ... ¶ الباب الرابع ¶ وفيه مباحث – المبحث الأول في حكم أكل الميتة وفيه مسائل:",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "المسألة الأولى: في تعريف الميتة وبيان الحكمة في تحريمها والرد على من استباحها من المشركين وغيرهم. ¶ المسألة الثانية: في بيان ما يستثنى من الميتة مما يجوز أكله منها مع الاستدلال. ¶ المسألة الثالثة: في بيان حكم ما زكى بعد قيام سبب الموت به من المنخنقة والموقوذة. ¶ . ¶ الخ مع الاستدلال والترجيح. ¶ المسألة الرابعة: في بيان حكم أكل ما أهل به لغير الله مع الاستدلال. ¶ المبحث الثاني: في الخنزير وفيه مسألتان: ¶ المسألة الاولى: في تعريف الخنزير. ¶ المسألة الثانية: في حكم أكله والحكمة في ذلك. ¶ المبحث الثالث: في حكم الدم وفيه مسألتان: ¶ المسألة الاولى: في بيان حكم التغذي بالدم والحكمة من ذلك. ¶ المسألة الثانية: في بيان ما يباح من الدم. ¶ المبحث الرابع: في حكم تناول المحرم في حالة الاضطرار وفيه مسائل: ¶ المسألة الاولى: في بيان حد الاضطرار الذي يبيح تناول المحرم. ¶ المسألة الثانية: في بيان حكم تناول المحرم في هذه الحالة مع الاستدلال والترجيح. ¶ المسألة الثالثة: في بيان مقدار ما يباح للمضطر تناوله من المحرم. ¶ المسألة الرابعة: هل يجوز للمضطر أن يتزود من الطعام المحرم. ¶ ا المسألة الأولي : في تعريف الميتة وبيان الحكمة في تحريمها والرد على استباحها من المشركين وغيرهم : ¶ تعريف الميتة : ¶ هي ما فارقته الروح بغير ذكاة شرعية. ¶ بأن يموت حتف أنفه من غير سبب لآدمي فيه وقد يكون ميتة لسبب فعل آدمي إذا لم يكن فعله فيه على وجه الذكاة المبيحة [",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "تهذيب الأسماء واللغات للنووي ص146 ج 2 من القسم الثاني وأحكام القرآن للحصاص ص107 ج 1 .] وقد حرم الله الميتة في آيات كثيرة من كتابه منها قوله سبحانه وتعالى{إنما حرم عليكم الميتة والدم ولحم الخنزير} [البقرة آية (173).] وقوله سبحانه وتعالى: {حرمت عليكم الميتة والدم ولحم الخنزير} [المائدة آية (3)] وقوله سبحانه وتعالى: {قل أجد فيما أوحي إلى محرمًا على طاعم يطعمه إلا أن يكون ميتة} [الأنعام آية (145) .] وقد أجمع العلماء على تحريم الميتة في حال الاختيار [المغني مع الشرح الكبير ص73 ج 11 .] والحكمة في تحريمها: أنها تكون في الغالب ضارة لأنه لا بد أن تكون قد ماتت بمرض أو ضعف أو نسمة خفيفة ما يسمي الآن بالميكروب. ¶ . ¶ . ¶ . ¶ . ¶ يولد فيها سمومًا وقد يعيش ميكروب المرض في جثة الميت زمنًا – ولأنها مما تعافها الطباع السليمة وتستقذره وتعده خبثًا [تفسير المنار ص134 ج 6 .] – وكذلك ما فيها من احتباس الدم والرطوبات التي لا تزول منها إلا بالزكاة الشرعية فإن قيل هذا الغرض يتحقق في ذبح الكافر غير الكتابي ونحوه ممن ليس من أهل الذكاة وفي ذبيحة تارك التسمية فلماذا حرمت ذبيحة كل من هؤلاء واعتبرت ميتة . ¶ فالجواب : إن العلة لم تنحصر في إحتقان الدم بل هناك علل أخري لتحريم ألموتي ولا يلزم من انتفاء بعضها الحكم الأخرى بل يخلفه علة أخري (فإن الله سبحانه حرم علينا الخبائث. ¶ والخبث الموجب للتحريم قد يظهر لنا وقد يخفي فما كان ظاهرًا لم ينصب عليه الشارع علامة غير وصفه وما كان خفيًا نصب عليه علامة تدل على خبثه فاحتقان الدم في الميتة سبب ظاهر.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وأما ذبيحة المجوسي والمرتد وتارك التسمية ومن أهل بذبيحة لغير الله فإن ذبح هؤلاء أكسب المذبوح خبثًا أوجب تحريمه ولا ينكر أن يكون ذكر اسم الأوثان والكواكب والجن على الذبيحة يكسبها خبثًا وذكر اسم الله وحده يكسبها طيبًا إلا من قل نصيبه من حقائق العلم والإيمان وذوق الشريعة وقد جعل الله ـ سبحانه وتعالى ـ ما لم يذكر اسم الله عليه من الذبائح فسقًا وهو الخبيث ولا ريب أن ذكر اسم الله على الذبيحة يطيبها ويطرد الشيطان عن الذابح والمذبوح فإذا أخل بذكر اسمه لابس الشيطان الذابح والمذبوح فأثر ذلك خبثًا في الحيوان [من إعلام الموقعين لأبن القيم ص153ـ154 ج 2 ببعض تصرف.] ¶ الرد على من استباح الميتة من المشركين وغيرهم: ¶ ذكر الله تعالى في القرآن الكريم ن المشركين أنهم يستبيحون الميتة ويجادلون المؤمنين في ذلك. ¶ وحذر المؤمنين عن طاعتهم في استباحة هذا المحرم واعتبر الطاعة لهم في ذلك شركًا فقال س: {فكلوا مما ذكر اسم الله عليه إن كنتم مؤمنين. ¶ وما لكم ألا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم حرم عليكم إلا ما اضطررتم إليه وإن كثيرًا ليضلون بأهوائهم بغير علم إن ربك هو أعلم بالمعتدين. ¶ وذروا ظاهر الإثم وباطنه إن الذين يكسبون الإثم سيجزون بما كانوا يقترفون. ¶ ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون} [سورة الأنعام الآيات من (118) إلى (121)",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "إنه يأمر بالأكل مما ذكر أسم الله عليه وذكر الله يقرر الوجهة ويحدد الاتجاه ويعلن إيمان الناس بطاعة هذا الأمر الصادر إليهم من الله: {فكلوا مما ذكر اسم الله عليه إن كنتم بآياته مؤمنون} ثم يسألهم وما لهم يمتنعون من الأكل مما ذكر اسم الله عليه وقد جعله الله لهم حلالًا وقد بين لهم الحرام الذي لا يأكلونه إلا اضطرارًا فانتهي هذا البيان كل قول في حله وحرمته وفي الأكل منه أو تركه: (وما لكم ألا تأكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه) ولما كانت هذه النصوص تواجه قضية حاضرة إذ ذاك في البيئة حيث كان المشركون يمتنعون من ذبائح أحلها الله ويحلون ذبائح حرمها الله ويزعمون أن هذا هو شرع الله أقتضي الحال أن يفصل في أمر هؤلاء المشرعين المفترين على الله فيقرر إنما يشرعون بأهوائهم بغير علم. ¶ ويضلون الناس بما يشرعونه لهم من عند أنفسهم ويعتدون على ألوهية الله وحاكميته بمزاولتهم لخصائص الألوهية وهم عبيد: {وإن كثيرًا ليضلون بأهوائهم بغير علم إن ربك هو أعلم بالمعتدين} . ¶ ويأمرهم بأن يتركوا الإثم كله ظاهره وخفيه – ومنه الذي يزاولونه من أضلال الناس بالهوى وبغير علم وحملهم على شرائع ليست من عند الله افتراء على الله أنها شريعته ويحذرهم مغبة هذا الإثم الذي يقترفونه: {وزروا ظاهر الإثم وباطنه إن الذين يكسبون الإثم سيجزون بما كانوا يقترفون}.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ثم ينهي عن الأكل مما لم يذكر اسم الله عليه من الذبائح التي كانوا يجادلون المسلمين في تحريمها يزعمون أن اله ذبحها – فكيف يأكل المسلمون مما ذبحوا بأيديهم ولا يأكلون مما ذبح الله وهو تصور من تصورات الجاهلية التي لا حد لسخفها وتفاهتها في جميع الجاهليات – وهذا ما كانت الشياطين من الأنس والجن توسوس به لأوليائها ليجادلوا المسلمين فيه من أمر هذه الذبائح مما تشير إليه الآيات: {ولا تأكلوا مما لم يذكر اسم الله عليه – وإنه لفسق – وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون} [في ظلال القرآن لسيد قطب ص1196ـ1197 ج 3.] ¶ فالمشركون (يضلون بأهوائهم) فيقولون ما ذبح الله بسكينه (يعنون الميتة) خير مما ذبحتم بسكاكينكم (يعنون المذكاة) وفي ضمن ذلك أنهم يحلون مما حرم الله ويحرمون ما أحل الله وهذا قلب للحقائق فهم يقولون هذا (بغير علم) أي بغير علم يعلمونه في أمر الذبح. ¶ إذ من الحكمة فيه كما سبق: إخراج ما حرم الله علينا من الدم بخلاف الميتة ولذلك شرع الله الذكاة في محل مخصوص ليكون الذبح فيه سببًا لجذب كل دم في الحيوان بخلاف غيره من الأعضاء . ¶ واستمرارا مع تشريعهم في إباحة الميتة كانوا يستبيحون ميتة الأجنة في بطون الأنعام ويشركون في أكلها النساء والرجال كما حكاه الله عنهم بقوله: {وقالوا ما في بطون هذه الأنعام خالصة لذكورنا ومحرم على أزواجنا وإن يكن ميتة فهم فيه شركاء} [الأنعام آية (139) .] فتحريم الميتة هو حكم الله المبني على العلم والحكمة. ¶ وإباحتها هي حكم الجاهلية المبني على ألهوي والجهل { من أحسن من الله حكمًا لقوم يجهلون} [المائدة آية (50) .] وطاعة الله في تحريمها توحيد. ¶ وطاعة أهل الجاهلية في إباحتها شرك: {وإن أطعتموهم إنكم لمشركون}. ¶ لأن التحليل والتحريم حق الله تعالى لا يشركه فيه أحد {والله يحكم لا معقب لحكمه} [الرعد آية (41) .]",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "المسألة الثانية : في بيان ما يستثني من أنواع الميتة مما يجوز أكله منها مع الاستدلال : يستثني من الميتة نوعان يباح أكلهما : ¶ النوع الأول: ميتة البحر لقوله تعالى: {أحل لكم صيد البحر وطعامه} فالمراد بطعامه ما مات فيه من حيوانه الذي لا يعيش إلا فيه فتكون هذه الآية مخصصة لعموم قوله تعالى: {إنما حرم عليكم الميتة} [البقرة آية (173) .] وقوله تعالى: {حرمت عليكم الميتة} [المائدة آية (3) .] ولقوله في حديث بن عمر عنه ـ صلى الله عليه وسلم ـ أحلت لنا ميتتان ودما فأما الميتتان فالحوت والجراد) الحديث [رواه أحمد وابن ماجة والدارقطني والأصح أنه موقوف/ منتقي ونيل الأوطار ص152ـ153 ج 8.] . ¶ وحديث أبي هريرة ض أن النبي ـ صلى الله عليه وسلم ـ قال في البحر: (هوالطهور ماؤه الحل ميتته) [رواه الأربعة وابن خزيمية وابن حبان في صحيحهما / تفسير بن كثير ص7 ج 2 .] وهو حديث صحيح [النووي في المجموع ص31 ج 9 .] وكذلك حديث في قصة العنبر الذي ألقاه البحر فأكل منه الصحابة نصف شهر وذكروا ذلك للنبي ـ صلى الله عليه وسلم ـ فقال: (كلوا رزقًا أخرجه الله عز وجل لكم) [متفق عليه/ المنتقى مع شرحه ص152 ج 8] ¶ النوع الثاني: الجراد ([ما بين القوسين من فتح الباري ص620ـ621 ج 9 ببعض تصرف.] بفتح الجيم وتخفيف الراء معروف والواحدة جرادة والذكر والأنثى سواء كالحمامة. ¶ ويقال أنه مشتق من الجرد لأنه لا ينزل على شيء إلا جرده. ¶ وخلقة الجراد عجيبة فيها عشرة أنواع من خلقه الحيوانات ذكر بعضها في هذين البيتين ¶ لها فخذ بكر وساقا نعامة ** ¶ ** ... ... ... وقادمتا نسر وجؤجؤ ضيغم ¶ حبتها أفاعي الرمل بطنًا وأنعمت ** ¶ ** ... ... ... عليها جياد الخيل بالرأس والفم",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "وأختلف في أصله فقيل أنه نثرة حوت فلذلك كان أكله بغير ذكاة وفي ذلك حديث أنس: (أن الجراد نثرة حوت من البحر) [ضعيف أخرجه ابن ماجة/ فتح الباري ص621 ج 9 .] وحديث أبي هريرة: (خرجنا مع رسول الله ـ صلى الله عليه وسلم ـ في حج أو عمرة فاستقبلنا رجل جراد فجعلنا نضرب بنعالنا وأسواطنا فقال: ( كلوه فإنه من صيد البحر) [أخرجه أبوداوود وفي إسناده بن جابان ولا يحتج بحديثه، مختصر المندري لسنن ص365 ج 2.] صحا لكان فيهما حجة لمن قال لا جزاء فيه إذا قتله المحرم وجمهور العلماء على خلافه . ¶ . ¶ . ¶ . ¶ وإذا ثبت فيه الجزاء دل على أنه بري) [فتح الباري .] أما حكم أكله فقد أجمع [نفس المصدر وشرح النووي على صحيح مسلم ص103 ج 13 والمغني مع الشرح ص41 ج 11.] العلماء على جوازه في الجملة بدليل الحديث السابق قريبًا (أحلت لكم ميتتان ودمان أم الميتتان فالحوت والجراد) وحديث عبد الله [هوالصحابي رضي الله عنهما شهد بيعة الضوان وما بعدها وتوفي بالكوفة سنة 86 هـ .] ابن أبي أوفي قال: (غزونا مع رسول الله ـ صلى الله عليه وسلم ـ سبع غزوات نأكل معه الجراد) [رواه الجماعة إلا ابن ماجة/ المنتقى مع شرحه ص152 ج 8. ¶ لكن قال الجمهور يحل سواء مات باصطياد أو بذكاة أو مات حتف أنفه. ¶ وقال مالك [بداية المجتهد ص325 ج 1.] في المشهور عنه وأحمد في رواية [المغني مع الشرح ص41 ج 11 .] لا يحل إلا إذا مات بسبب بأن يقطع بعضه أو يسلق أو يلقي في النار حيًا – فإن مات حتف أنفه لم يحل.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "احتج الجمهور بالحديث السابق: (أحلت لكم ميتتان) وقد يعترض عليه بأن رفعه إلى النبي ـ صلى الله عليه وسلم ـ ضعيف والصحيح أنه من قول بن عمر [أنظر نيل الأوطار ص153 ج 8 .] فلا يصح الاستدلال به على حل ميتة الجراد – ويجاب عن ذلك : بأن الرواية الموقوفة على ابن عمر والتي صححها بعض الحفاظ [نفس المصدر والمجموع للنووي ص24 ج 9 .] تكفي في الدلالة على المطلوب لأنها في حكم المرفوع لأن قول الصحابي أمرنا بكذا أو نهينا عن كذا أو أحل لنا كذا أو حرم علينا كذا . ¶ كله في حكم المرفوع إلى النبي ـ صلى الله عليه وسلم ـ فهو بمنزلة قوله: قال رسول الله ـ صلى الله عليه وسلم ـ كذا أو أحل كذا أو حرم كذا – وهي قاعدة معروفة . ¶ واحتج مالك بقوله تعالى: {حرمت عليكم الميتة} فإنه يدخل في عموميته ميتة الجراد فتكون محرمة . ¶ والراجح: ما ذهب إليه الجمهور ويجاب عما استدل به مالك من عمومية الآية بأنها عامة بالحديث المذكور . ¶ والله أعلم !!! ¶ المسألة الثالثة: في بيان حكم ما ذكي بعد قيام سبب الموت به من المنخنقة والموقذة . ¶ . ¶ الخ مع الاستدلال والترجيح: ¶ الأصل الذي يرجع إليه في أحكام هذه المسألة قوله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقذة والمتردية والنطيحة وما أكل السبع} [المائدة آية (3) .] فقد بين جل شأنه في هذه الآية الحكم في كثير من الأنواع ومنها المنخنقة والموقذة والمتردية والنطيحة وما أكل السبع . ¶ والحديث عن هذه الخمسة يشمل بيان المراد بكل منها ومناسبة ذكرها بعد ما قبلها من المحرمات وبيان خلاف العلماء في نوع الاستثناء الوارد في الآية الكريمة ثم بيان الخلاف بين الفقهاء في ضابط الحياة التي تعمل معها التذكية في هذه المذكورات مع الاستدلال والترجيح: ¶ أولًا: بيانها: ¶ المنخنقة: هي التي تموت خنقًا والخنق: حبس النفس سواء فعل ذلك بها آدمي أو اتفق لها ذلك في حبل أو بين عودين أو غير ذلك.",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "وقد ذكر أن أهل الجاهلية كانوا يخنقون الشاة وغيرها فإذا ماتت أكلوها. ¶ والموقوذة: الوقذ شدة الضرب – والمراد بالموقوذة هنا: التي ترمي أو تضرب بحجر أو عصا أو غير ذلك حتى تموت من غير تذكية قيل كان أهل الجاهلية يفعلون ذلك بالحيوان ويأكلونه. ¶ والمتردية: الردى: الهلاك. ¶ والمراد بالمتردية هنا التي تتردي من العلو إلي السفل فتموت – سواء تردت بنفسها أورداها غيرها – وكانت الجاهلية تأكل المتردي من الأنعام. ¶ والنطيحة: فعلية بمعني مفعوله وهي الشاة ينطحها غيرها فتموت بذلك. ¶ وما أكل السبع: ما افترسه ذوناب وأظفار من الحيوان كالأسد والنمر والذئب وفي الكلام إضمار أي ما أكل منه السبع لأن ما أكله السبع فقد فني . ¶ وكانت الجاهلية لا تعتقد ميتة إلا ما مات بالوجع ونحوه دون سبب يعرف فأما هذه الأسباب فكانت عندها كالذكاة [نقلت تفسير هذه المذكورات وما يتعلق به من تفسير القرطبي ص48ـ49 ج 6 باختصار وتصرف.] ¶ ثانيًا: وأما مناسبة ذكر هذه الأيات بعد ما قبلها من المحرمات فهي – والله أعلم – الرد على أهل الجاهلية في إخراجهم لهذه الأشياء من حكم الميتة واستباحتهم لها . ¶ كما ذكرنا . ¶ ثالثًا: بيان نوع الاستثناء في الآية : ¶ قوله تعالى: {إلا ما ذكيتم} معناه إلا ما طهرتموه بالذبح الذي جعله الله طهورًا [تفسير ابن جري ص502 ج 9 .] –وقد اختلف العلماء في نوع الاستثناء الوارد في هذه الآية الكريمة على قولين:",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "القول الأول: وهو قول الجمهور أنه استثناء متصل يعود على ما يمكن عوده عليه مما انعقد سبب موته فأمكن تداركه بذكاة وفيه حياة مستقرة وذلك إنما يعود على قوله: {والمنخنقة والموقذة والمتردية والنطيحة وما أكل السبع} [تفسير ابن كثير ص10ـ11 ج 2 .] لأن قوله: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به} لا يمكن أن يرجح إليه الاستثناء لأنه لا تلحقه الذكاة [أحكام القرآن للجصاص ص305 ج 2 بتصرف .] وصحة هذا القول هي إجماعهم على أن الذكاة تعمل في المرجو من هذه الذكورات فهذا يدل على أن الاستثناء له تأثير فيها فهو متصل [بداية المجتهد ص322 ج 1 .]. ¶ فيكون معني الآية على هذا القول: حرمت المنخنقة والموقذة والمتردية والنطيحة وما أكل السبع إن ماتت من الخنق والوقذ والتردي والنطح وفرس السبع إلا أن تدركوا ذكاتها بأن تدركوها قبل موتها فيكون حينئذ حلال أكلها. ¶ [تفسير ابن جرير ص504 ج 9 .] . ¶ القول الثاني وهو قول جماعة من أهل المدينة [نفس المصدر .] أنه استثناء منقطع لا يرجع إلى المحرمات التي ذكرها الله سبحانه وتعالى في الآية واحتجوا بأمرين: ¶ الأول: أنه قد ذكر في الآية أشياء لا ذكاة لها وهي الميتة والخنزير (قالوا وإنما معني الآية : حرمت عليكم الميتة والدم وسائر ما سميناه مع ذلك ما ذكيتم ما أحله اله لكم بالتذكية فإنه لكم حلال) [نفس المصدر .] . ¶ فتكون (إلا) بمعنى (لكن) أي حرمت عليكم هذه الأشياء لكن ما ذكيتم فهو الذي يحل ولا يحرم [تفسير ابن جرير ص505 ج 9 .] . ¶ الثاني: (أن التحريم لم يتعلق بأعيان هذه الأصناف وهي حية وإنما تعلق بها بعد الموت وإذا كان كذلك فالاستثناء منقطع وذلك أن معني قوله سبحانه وتعالى{حرمت عليكم الميتة}إنما هو لحم الميتة وكذلك لحم الموقوذة والمتردية والنطيحة وسائرها – أي لحم الميتة بهذه الأسباب .",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "فلما علم أن المقصود لم يكن تعليق التجريم بأعيان هذه وهي حية وإنما علق بها بعد الموت لأن لحم الحيزان محرم في حال الحياة بدليل اشتراط الذكاة فيه وبدليل قوله عليه الصلاة والسلام (ما قطع من البهيمة وهي حية فهو ميت) [أخرجه أبوداود والترمذي وحسنته واللفظ له بلوغ المرام من أدلة الأحكام ص4 .] وجب أن يكون قوله (إلا ما ذكيتم) استثناء منقطعًا) [تفسير ابن جرير ص507 ج 9 .] . ¶ ويكون المراد بالمنخنقة وما ذكر معها على هذا ما مات بالإصابة أو بلغ حالة يغلب على الظن أنه لا يعيش معها فلا يعمل فيها الاستثناء. ¶ ويكون فائدة ذكر هذه الأشياء بعد الميتة الرد على أهل الجاهلية الذين لا يعدون الميتة من الحيوان إلا ما مات من علة عارضة به غير الانخناق والتردي والأنتطاح وفرس السبع فأعلمهم الله أن حكم ذلك حكم ما مات من العلل العارضة [تفسير القرطبي ص50 ج 6 .] . ¶ الترجيح: ¶ والراجح أن الاستثناء متصل كما قال الجمهور: (لأن حق الاستثناء يكون مصروفًا إلى ما تقدم من الكلام ولا يجعل منقطعًا إلا بدليل يجب التسليم به [تفسير القرطبي ص50 ج 6 .] ولا دليل فيبقي الأصل . ¶ رابعًا: بيان الخلاف في ضابط الحياة التي تعمل معها التذكية في المذكورات: ¶ وفي ذلك أقوال: ¶ القول الأول: أنه إذا ذكاها وفيها حياة ولوقلت فهي حلال وهذا قول أبي حنيفة [بدائل الصنائع ص50 ج 5 . ¶ ورواية عن أحمد [حاشية المقنع ص539ـ540 ج 3 .] – لقوله تعالى: {حرمت عليكم الميتة} إلى قوله تعالى: {والمنخنقة والموقذة والمتردية والنطيحة وما أكل السبع} فاستثني تعالى المذكي من جملة المحرمات والاستثناء من التحريم إباحة وهذه مذكاة لوجود فري الأوداج مع قيام احياة فدخلت تحت النص [البدائل ص50 ج 5 .] – وهذا القول عليه الفتوي عند الحنفية [حاشية بن عابدين ص303 ج 5 .] فيكفي وجود مطلق حياة .",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "القول الثاني: لا يحل شيء من هذه المذكورات إلا إذا أدرك وفيه حياة مستقرة فذكي وهو قول الحنابلة [المقنع بحاشيته ص539 ج 3 .] والشافعية [المجموع للنووي ص89 ج 9 .] ووجه هذا القول: أنه إذا لم يكن فيه حياة مستقرة فهو في حكم الميتة فلا تلحقها الذكاة لكن اختلفوا فيما تعرف به الحياة المستقرة فعند الشافعية أنها تعرف بعلامات وقرائن لا تضبطها العبارة. ¶ منها الحركة الشديدة بعد قتل المرئ والحلقوم وانفجار الدم وتدفقه [نفس المصدر .] وعند الحنابلة: تعرف بالحركة فإن كانت تزيد على حركة المذبوح حلت وإن صارت حركتها كحركة المذبوح لم تحل [المقنع بحاشيته ص539 ج 3 .] وبعض الحنابلة يقدر ذلك بالزمن فيقول: إن كانت تعيش معظم اليوم حلت بالذكاة ورد ذلك صاحب المغني ثم قال والصحيح: أنها إذا كانت تعيش زمنًا يكون الموت بالذبح أسرع منه (أي من الموت بالإصابة) حلت . ¶ القول الثالث: أن ما يغلب على الظن أنه يموت بالإصابة لا يحل بالذكاة وهذا قول مالك [الشرح الكبير للدردير ص113 ج 2 .] ورواية عن أحمد [مجموع فتاوى شيخ الإسلام ابن تيمية ص237 ج 35 .] وذلك أن تكون منفوذة بعض المقاتل كمقطوعة النخاع والتي انتثر دماغها أو بانت حشوتها أو فري ودجها ووجه هذا القول: أنها إذا كانت كذلك صارت ميتة حكما فلا تعمل فيها ذكاة [الشرح الصغير ص176 ج 2 .] وملخص هذه الأقوال – كما يلي: القول الأول يكتفي بمجرد وجود حياة في ذلك الحيوان المصاب بحيث يمكن ذكيته قبل أن يموت والقول الثاني يقول لا بد من الحياة أكثر من ذلك بحيث تكون حياة مستقرة تتمدد زمنًا أوسع وتعرف بالأمارات كالحركة القوية ونحوها على ما مر. ¶ والقول الثالث يقول لا بد من حياة مستمرة بحيث لوترك الحيوان لعاش فإن كانت الإصابة قاتلة لم تعمل فيه الذكاة. ¶ الترجيح:",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "والراجح من هذه الأقوال هو القول الأول لأنه هو الذي يتمشى مع ظاهر الآية (إلا ما ذكيتم) فإذا أدرك وفيه حياة فذكي فقد تناوله عموم الآية . ¶ ومما يدل على هذا أيضًا واقعة حصلت في زمن النبي ـ صلى الله عليه وسلم ـ هي (أن جارية لكعب بن مالك [هو كعب بن مالك بن عمرو بن القين البدري السلمي الأنصاري صحابي من أكبر الشعراء كان في الإسلام من شعراء النبي ـ صلى الله عليه وسلم ـ له,ـ حديثًا وتوفي سنة 50 هـ / الأعلام ص85 ج 6 .] رضي الله عنه كانت ترعي غنمًا بسلع فأصيبت شاة منها فأدركتها فذبحتها بحجر فسأل النبي ـ صلى الله عليه وسلم ـ فقال كلوها) [رواه البخاري في صحيحة ص632 ج 9 من فتح الباري.] فقوله (فأدركتها فذكتها) يدل على أنها بادرتها بالذكاة حين خافت موتها في ساعتها واشتراط الحياة المستقرة أو اشتراط أن لا تكون الإصابة قاتلة يخالف ظاهر النصوص . ¶ وقد اختار هذا القول شيخ الإسلام ابن تيمية رحمه الله في جواب عن سؤال ورد إليه في هذا الموضوع رأينا أن نسوقه بتمامه لفائدته العظيمة : قال رحمه الله (الحمد لله رب العالمين – قال الله تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقذة والمتردية والنطيحة وما أكل السبع إلا ما ذكيتم} وقوله تعالى: {إلا ما ذكيتم} عائد إلى ما تقدم المنخنقة والموقذة والمتردية والنطيحة وأكيلة السبع عند عامة العلماء كالشافعي وأحمد بن حنبل وأبي حنيفة وغيرهم فما أصابه قبل أن يموت أبيح لكن تنازع العلماء فيما يذكي من ذلك. ¶ فمنهم من قال: ما تيقن موته لا يذكي كقوله مالك ورواية عن أحمد. ¶ ومنهم من يقول: ما يعيش معظم اليوم ذكي. ¶ ومنهم من يقول: ما كانت فيه حياة مستقرة ذكي. ¶ كما يقوله من يقوله من أصحاب الشافعي وأحمد ثم من هؤلاء من يقول: الحياة المستقرة ما يزيد على حركة المذبوح. ¶ ومنهم من يقول: ما يمكن أن يزيد على حياة المذبوح",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "والصحيح: أنه إذا كان حيًا فذكي حل أكله ولا يعتبر في ذلك حركة مذبوح . ¶ فإن حركات المذبوح لا تنضبط بل فيها ما يطول زمانه وتعظم حركته. ¶ وقد قال ـ صلى الله عليه وسلم ـ : (ما أنهر الدم وذكر اسم الله عليه فكلوا) فمتي جري الدم الذي يجري من المذبوح . ¶ . ¶ . ¶ . ¶ . ¶ حل أكله والناس يفرقون بين دم ما كان حيًا أم ميتًا. ¶ فإن الميت يجمد دمه ويسود ولهذا حرم الله إليتة لاحتقان الرطوبات فيها. ¶ فإذا جري الدم الذي يخرج من المذبوح الذي ذبح وهو حي أكله . ¶ . ¶ . ¶ وإن تيقن أنه يموت (أي بالإصابة) . ¶ . ¶ . ¶ . ¶ فعمر بن الخطاب رضي الله عنه تيقن أنه يموت وكان حيًا وجازت وصيته وصلاته وعهوده. ¶ وقد أفتي غير واحد من الصحابة بأنها إذا مصعت بذنبها أو طرفت بعينها أو ركضت برجلها بعد الذبح حلت ولم يشرطوا أن تكون حركتها قبل ذلك أكثر من حركة المذبوح. ¶ وهذا قاله الصحابة لأن الحركة دليل الحياة والدليل لا ينعكس فلا يلزم إذا لم يوجد هذا منها أن تكون ميتة بل قد تكون حية وإن لم يوجد منها مثل ذلك. ¶ واالإنسان قد يكون نائمًا فيذبح وهو نائم ولا يضطرب وكذلك المغمي عليه يذبح ولا يضطرب وكذلك الدابة قد تكون حية فتذبح ولا تضطرب لضعفها عن الحركة وإن كانت حية ولكن خروج الدم الذي لا يخرج إلا من مذبوح وليس هو دم الميت دليل على الحياة والله أعلم) [مجموع الفتاوى ص236 – 238 ج 35 وانظر الاختيارات له ص323 .] انتهي . ¶ وقد حذفنا منه بعض الكلمات لغموضها . ¶ وهو الجواب كما تراه مدعمًا بالأدلة وفتاوى الصحابة وشواهد الواقع مما يؤيد ما اختاره في ذكاة المنخنقة وما ذكر معها ولا يسع الباحث المنصف إلا أن يعترف بما جاء فيه من التحقيق . ¶ والله أعلم ¶ المسألة الرابعة : في بيان حكم أكل ما أهل به لغير الله :",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "قال الله تعالى: {إنما حرم عليكم الميتة والدم ولحم الخنزير وما أهل به لغير الله} وقد تناولنا ما يتعلق بلحم الخنزير والدم من بحث – وغرضنا الأن بيان حكم أكل ما أهل به لغير الله من الذبائح. ¶ فالآية الكريمة التي تناولناها أنفًا تحرم ذلك وتجعله في صف الميتة والدم ولحم الخنزير وفي آية أخري تصفها بأنه (فسق) : (قل لا أجد فيما أوحي إلى محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا أو لحم خنزير فإنه رجز أو فسقًا أهل لغير الله به ) – وما أهل به لغير الله هو ما ذبح على غير أسمه سبحانه وتعالى من ألأنصاب والأنداب والأزلام ونحو ذلك مما كانت عليه الجاهلية ينحرون له [تفسير بن كثير ص205 ج 1 .] والمنع منه لأجل حمآية التوحيد لأنه من أعمال الوثنية فكل من أهل لغير الله على ذبيحة فإنه يتقرب لمن أهل باسمه وذلك من الإشراك بالله بصرف العبادة لغيره – وقد ذكر الفقهاء أن كل ما ذكر عليه أسم غير الله ولومع اسم الله فهو محرم . ¶ . ¶ . ¶ إذ لا يجوز أن يذكر عند الذبح غير اسم المنعم بالبهيمة المبيح لها فهي تذبح وتؤكل باسمه لا يشاركه في ذلك سواه ولا يتقرب به إلى من عداه ممن لم يخلق ولم ينعم ولم يبح ذلك [تفسير المنار ص98 ج 2 .] . ¶ وقد ذكرنا في أول هذا الباب [في ص127 .] : أن الحكمة في تحريم هذا النوع : أن ما ذبح على هذه الصفة قد اكتسب خبثًا أوجب تحريمه فهو ملحق بالنجاسة المادية والقذارة الحقيقية [ظلال القرآن لسيد قطب ص157 ج 1 .] . ¶ وما أهل به لغير الله على نوعيه : ¶ النوع الأول: ما ذبحه الكتابي وذكر عليه اسم غير الله وهذا قد سبق شرحه في شروط الذكاة [ص108ـ112 .] .",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "النوع الثاني: ما ذبحه غير الكتابي من الوثنيين والمجوسيين والقبوريين وغيرهم بأصنامهم وأضرحتهم التي يتقربون إليها بذبح القرابين وأنواع النذور مما يعج به اليوم كثير من البلاد التي كانت فيما سبق إسلامية والأن ظهرت فيها أعلام الشرك وصار كثير من من ينتسبون إلى الإسلام من أهلها يتسابقون إلى الذبح لغير الله عند أضرحة الأولياء مع أن نصوص الإسلام صريحة في منع الذبح لغير الله واعتباره شركًا أكبر يخرج من الملة وصريحة في منع ذكر اسم غير الله على الذبائح وصريحة في تحريم أكل ما ذبح على هذه النصب وجعله في عداد الموتى . ¶ ما أهل به لغير الله فهو حرام مطلقًا: ¶ (حرم سبحانه ما ذبح ما ذبح لغير الله وما سمي عليه غير اسم الله وان قصد به اللحم لا القربان فقد لعن النبي ـ صلى الله عليه وسلم ـ من ذبح لغير الله ونهي عن ذبائح الجن وكانوا يذبحون للجن بل حرم الله ما لم يذكر عليه اسمه مطلقًا كما دل على ذلك الكتاب والسنة في غير موقع وقد قال تعالى:{فصل لربك وانحر} أي انحر لربك وحده وكما قال تعالى: {قل إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين} [الأنعام (162) .] وقد قال إبراهيم وإسماعيل إذ يرفعان القواعد من البيت (ربنا تقبل منا إنك أنت السميع العليم ربنا واجعلنا مسلمين لك ومن ذريتنا أمة مسلمة لك وأرنا مناسكنا) [البقرة الآيتان (128ـ129) .] فالمناسك هنا مشاعر الحج كلها كما قال الله تعالى لكل أمة جعلنا منسكًا هم ناسكوه} [الحج (68) .] وقال تعالى: {ولكل أمة جعلنا منسكًا ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام} [الحج (34) .] وقال : {لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم} [الحج (37) .] وقال: {ومن يُعظم شعائر الله فإنها من تقوي القلوب} [الحج (32) .] فالمقصود تقوي القلوب لله وهي عبادتها له وحده دون ما سواه بغاية العبودية له.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "والعبودية فيها غاية المحبة وغاية الذل والإخلاص وهذه ملة إبراهيم الخليل [مجموع فتاوى شيخ الإسلام ابن تيمية ص484ـ486 ج 17 .] وكان المشركون يذبحون للقبور ويقربون لها القرابين وكانوا في الجاهلية إذا مات لهم عظيم ذبحوا عند قبره الخيل والإبل وغير ذلك تعظيمًا للميت فنهى النبي ـ صلى الله عليه وسلم ـ عن ذلك كله ولونذر أن يذبح لغير الله لم يكن له أن يوفي ولوشرطه واقف لكان شرطًا فاسدًا [نفس المصدر ص306ـ307 ج 26 .] وقد عادت الجاهلية في أقبح صورها في بلاد يدعي أهلها بلاد إسلامية وصار الذبح لغير الله فيها أمرًا مألوفًا ونحن لا ننكر أن يكون في تلك البلاد مسلمون بالمعني الصحيح يوحدون الله سبحانه وينكرون ذلك الشرك لكن وجود أولئك في تلك البلاد لا يصيرها بلادًا إسلامية ما دامت أعلام الشرك فيها ظاهرة والحكم فيها بين الناس بغير ما أنزل الله . ¶ وأمريكا وإنجلترا بل روسيا فيها مسلمون فهل يصح لنا أن نسميها بلاد إسلامية نظرًا لذلك . ¶ والمقصود هنا بيان تحريم أكل هذا النوع من الذبائح لأنه تعبد به لغير الله فالأكل منه مشاركة لأهله فيه ومشايعة لهم عليه وهو ما يجب إنكاره ولا يجوز إقراره ولا يكفي ترك أكله بل لابد من مقاومته وتطهير البلاد منه حتى لا تكون فتنه ويكون الدين لله وحده . ¶ وفق الله المسلمين للقيام بذلك كما قام به نبيهم وسلفهم الصالح ولن يصلح أخر هذه الأمة إلا ما صلح به أولها وهو توحيد الله سبحانه والجهاد في سبيله والدعوة إليه قولًا وعملًا . ¶ المسألة الأولي : في تعريف الخنزير: ¶ هوحيوان سمج والعين تكرره له نابان كنابي الفيل يضرب بهما ورأسه كرأس الجاموس وله ظلف كما للبقر والغنم وهو أنسل الحيوانات [عجائب المخلوقات للقزويني بهامش حياة الحيوان ص223ـ224 ج 2 .] . ¶ المسألة الثانية: في حكم أكله والحكمة في ذلك:",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "حكم أكله: الخنزير محرم لقوله تعالى: {إنما حرم عليكم الميتة والدم ولحم الخنزير} وقال تعالى: {حرمت عليكم الميتة والدم ولحم الخنزير} وقال تعالى: {قل لا أجد فيما أوحي إلى محرمًا على طاعمًا يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا أو لحم خنزير}فنص في هذه الآيات على تحريم لحم الخنزير ولا خلاف في تحريمه بين أهل العلم [الشرح الكبير مع المغني ص67 ج 11 وبداية المجتهد ص342 ج 1 .] – وله ناب يفرس به داخلًا في عموم تحريم كل ذي ناب فتحريمه إذن بالنص والعموم والإجماع . ¶ والتحريم يعم انسيه ووحشيه ويعم جميع أجزائه حتى الشحم [تفسير بن كثير ص7 ج 2 .] . ¶ وإنما خص اللحم بالذكر بأنه أعظم ما ينتفع به منه [أحكام القرآن للجصاص ص124 ج 1 .] وقد أبدي العلامة ابن القيم مقارنة بين صيغ النهي عن بيعة وصيغة النهي عن أكله حاصلها أن الشارع لما حرم بيعه ذكر جملته كما في الحديث المتفق عليه: (إن الله ورسوله حرموا بيع الخمر والميتة والخنزير والأصنام)ليتناول تحريم بيعه حيًا وميتًا وبيع جميع أجزائه الظاهرة والباطنة. ¶ ولما حرم أكله ذكر لحمه تنبيهًا على تحريم أكله وذكر اللحم لأنه معظمه. ¶ [زاد المعاد لابن القيم ص245 ج 4 .]والحكمة في تحريم الخنزير: لأنه قذر لأن أشهي غذائه القاذورات والنجاسات وهو ضار في جميع الأقإليم ولاسيما الحارة كما ثبت بالتجربة وأكل لحمه من أسباب الدودة الوحيدة القتالة. ¶ ويقال أن له تأثيرًا سيئًا في العفة والغيرة. ¶ [تفسير المنار ص98 ج 2 .] (أما كون لحمه ضارًا فهو مما يثبته الطب الحديث وجل ضرره ناجم من أكله للقاذورات. ¶ ومن ضرره: أنه يولد الديدان الشريطية كالدودة الوحيدة نعوذ بالله منها وسب سريان ذلك إليه أكل العذرة ويولد دودة أخري يسميها الأطباء الشعرة الحلزونية وهي تسري إلى الخنزير من أكل الفيران الميتة.",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "ومن ضرره: أن لحمه أعسر اللحوم هضمًا لكثرة الشحم في إليافه العضلية وقد تحول الأنسجة الدهنية التي فيه دون عصير المعدة فيعسر هضم المواد الزلإلية للعضلات فتتعب معدة آكله ويشعر بثقل في بطنه واضطراب في قلبه فإن ذرعه القيء فقذف هذه المواد الخبيثة وإلا تهيجت الأمعاء وأصيب بالإسهال [تفسير المنار ص135ـ136 ج 6 .] (والخنزير بذاته منفر للطبع القويم ومع هذا فقد حرمه الله منذ ذلك الأمد الطويل ليكشف علم الناس منذ قليل أن في لخمه ودمه أمعائه دودة شديدة الخطورة (الدودة الشريطية وبويضاتها المتكيسة) ويقول الأن قوم أن وسائل الطهوالحديثة قد تقدمت فلم تعد هذه الديدان وبويضاتها مصدر خطر لأن إبادتها مضمونة بالحرارة العإلية أتي توفرها وسائل الطهوالحديثة وينسي هؤلاء الناس أن علمهم قد إحتاج قرون طويلة ليكشف آفة واحدة . ¶ فمن ذا الذي يجزم بأن ليس هناك آفات أخري في لحم الخنزير لم يكشف بعد عنها افلا تستحق الشريعة التي سبقت هذا العلم البشري بعشرات القرون ان نثق بها وندع كلمة الفصل لها ونحرم ما حرمت ونحلل ما حللت وهو من لدن حكيم خبير [في ظلال القرآن لسيد قطب ص156 ج 1 .] ¶ ويفصل بعض الباحثين الأمراض الناتجة عن أكل لحم الخنزير مضمنًا تفصيله لذلك حقائق طبية فيقول: (وحرم الإسلام كذلك لحم الخنزير فوقي المسلمين شر الإصابة بدودة لحمه. ¶ يقول (بيتي ويدكسون) أن الأصابة بها تكاد تكون عامة في جهات خاصة من فرنسا وألمانيا وإيطإليا وبريطانيا. ¶ ولكنها تكاد تكون نادرة الوجود في البلاد الشرقية لتحريم دين أهلها لحم الخنزير) ينقل لحم الخنزير أيضًا مرض (الترخينيا)لالإنسان . ¶ ويكفي أن نذكر عن هذا المرض الحقائق التالية: ¶ أولًا : لا يمكن للطبيب الأخصائي أن يذكر أن خنزيرًا غير مصابًا بهذه الديدان إلا إذا فحص كل جزء من عضلاته تحت المجهر وهذا غير ممكن لأنه إذا فعل ذلك نفد لحم الحيوان .",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "ثانيًا : الانثي الواحدة من الديدان تضع نحو1500 جنين في الغشاء المخاطي المبطن لأمعاء المصاب. ¶ فتوزع الملاين المولودة من الإناث جميعًا بطريق الدورة الدموية إلى جميع أجزاء القسم فتتجمع الأجنة في العضلات الإرادية حيث تسبب آلمًا شديدًا والتهابات عضلية مؤلمة تدعوا إلى انتفاخ النسيج العضلية وصلابته . ¶ وتكون نتيجة ذلك الأورام التي تمتد بطول العضلات . ¶ ثالثًا : لا يوجد علاج لهذا المرض ولأسباب فنية لا يجدي معه دواء . ¶ وبجانب ذلك ينقل لحم الخنزير لالإنسان تسممًا حادًا مصحوبًا بالتهابات شديدة في الجهاز الهضمي قد تسب الوفاة في بضع ساعات . ¶ هذا وقد حلل علماء التغذية اللحوم كيماويًا فوجدوا أن لحم الخنزير يحتوي على دهون أكثر من ضعفي اللحوم العادية. ¶ وبذلك يجد أكله لحم الخنزير رسوب كمية كبيرة من الدهن في أجسامهم ووجد العلماء أيضًا أن (الكولسترول) هو فضلة من فضلات الدهن يسير في الدم بنسبة خاصة فإذا زاد تعاطي الدهن والزبدة والزيوت زادت نسبة (الكولسترول) في الدم وهذا (الكولسترول) هو الذي يحدث تصلب الشرايين وأمراض القلب [روح الدين الإسلامي لعفيف طبارة ص437ـ 438 .] ¶ وبعد . ¶ . ¶ . ¶ . ¶ فهذه حقائق مما وصل إليه الطب الحديث في تشخيص أضرار أكل لحم الخنزير قد يكون ما خفي فيه من الأضرار ولم يصل إليه الطب أضعاف أضعافها . ¶ المبحث الثالث في الدم ¶ وفيه مسألتان ¶ المسألة الأولي : في بيان حكم التغذي بالدم والحكمة في ذلك : ¶ اتفق العلماء على أن الدم حرام نجس لا يؤكل ولا ينتفع به [تفسير القرطبي ص221 ج 2 .] وكان الناس في الجاهلية إذا جاع أحدهم يأخذ شيئًا محددًا من عظم ونحوه فيفصد به بعيره أو حيوانًا منأي صنف كان فيجمع ما يخرج منه من الدم فيشربه قال الاشعري في قصيدته : ¶ وإياك والميتات لا تقربنها ... *** ¶ ... ... ... ... *** ... ولا تأخذن عظمًا حديدًا فتفصدا [تفسير ابن كثير ص7 ج 2 .]",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "وقد حرمه الله بقوله في سورة البقرة وفي سورة النحل (إنما حرم عليكم الميتة والدم) [البقرة آية (173) والنحل آية ( 115)] وبقوله: {حرمت عليكم الميتة والدم} [المائدة آية (3) فذكر الدم في هذه الآيات مطلقًا وقيده في آية الإنعام بقوله: {قل لا أجد فيما أوحي إلى محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا} الآية وحمل العلماء المطلق على المقيد – وسيأتي لذلك مزيد بيان إن شاء الله . ¶ الحكمة في تحريم الدم: ¶ المؤمن لا يتوقف فعلة للأوامر واجتنابه للمناهي على معرفة الحكمة في ذلك لكن إذا أمكن معرفتها كان في ذلك زيادة إطمئنان للنفوس وقد نص الله على الحكمة في كثير من الأحكام الشرعية ونحن هنا نسوق من كلام العلماء والباحثين ما به يتبين شيء من الحكمة في تحريم الدم من ذلك قول شيخ الإسلام ابن تيميه (إنه حرم لأنه يجمع قوى النفس من الشهوة والغضب فإذا أغتذى منه زادت شهوته وغضبه على الاعتدال)[مجموع فتاوى شيخ الإسلام ابن تيميه ص25ج 19] ¶ وحرم الدم أيضًا لما فيه من الضرر واستقذار الناس له أما ضرره \"فإنه عسر الهضم جدًا ويحمل كثيرًا من المواد العفنة التي تنحل من الجسم وهي فضلات لفظتها الطبيعة كما تلفظ البراز واستعاضت عنها بمواد حية جديدة من الدم فالعود إلى التغذية وهي تكون أكثر مما تكون في اللحم. ¶ وكذا اللبن الذي أعده الخالق الحكيم في أصل الطبيعة للتغذي به هذا ترى الأطباء متفقين على وجوب غلي اللبن لأجل قتل ما عساه يوجد فيه من جراثيم الأمراض المعدية والدم لا يغلي اللبن بل يجمد بقليل من الحرارة وحينئذ تبقى جراثيم المرض فيه حية تؤثر في الجسم الذي تدخله. ¶ فإن قيل: إن المشهور عن الأطباء أن الدم مادة الحياة الحيوانية الفعالة في الصحة فإذا أمكن لالإنسان أن يضيف دم غيره من الأحياء إلى دمه فالقياس أنه لا يزيده ذلك إلا صحة وقوة.",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "فالجواب: \"أن هذا لا يؤخذ على إطلاقة ولم يثبت عند الأطباء أن شرب الدم المسفوح أو أكله بعد أن يجمد بنفسه أو بالطبخ مفيد للصحة والقوة ولا أنه يزيد الدم ولذلك لا يفعلونه ولا يأمرون الناس به ولا يقولون إن معد الناس تقوى على هضمه والتغذي به بسهولة وإنما يتولد الدم مما يهضم من الطعام نعم يمكن أن يحقن ضعيف الدم بدم من آخر سليم فيزيده ذلك قوة وهذا غير محرم ولا مما نحن فيه\"[تفسير المنار ص134ـ 135ج 6] خصوصًا إذا وصلت حالة المريض إلى الحد يتطلب إسعافه بالدم استنقاذا له من الخطر فلا شك في إباحة ما يدفع ضرورته من الدم لقوله تعالى:{إلا ما اضطررتم إليه} وهذا من يسر الشريعة وسماحتها. ¶ هذا بعض ما قاله العلماء في حكمة تحريم الدم ويضيف إلى ذلك. ¶ بعضهم: \"أن الدم يحمل إفرازات وسمومًا يجب التخلص منها كما يحمل معه محتويات البول\"[روح الدين الإسلامي ص437] وقد يكون ما خنفي على الناس من أضراره ضعف ما عملوا. ¶ المسألة الثانية: في بيان ما يباح من الدم ¶ ... مر في الآيتين اللتين ذكرناهما في صدر هذا المبحث تحريم الدم مطلقًا حيث جاء في آية البقرة{إنما حرم عليكم الميتة والدم} فمقتضى هاتين الآيتين تحريم الدم مطلقًا لكن جاء في أدلة أخرى ما يفيد هذا الإطلاق. ¶ وبيان ذلك فيما يلي:",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "1ـجاء في آية الأنعام ما يخص التحريم بالدم المسفوح وذلك في قوله تعالى {قل لا أجد فيما أوحي إلى محرمًا على طاعم يطعمه إلا أن يكون ميتة أو دمًا مسفوحًا} والمراد بالمسفوح المصبوب المهراق \" وفي اشتراطه جل ثناؤه في الدم عند إعلامه عبادة تحريمة إياه المسفوح منه دون غيرة الدليل الواضح أن ما لم يكن منه مسفوحًا فحلال غير نجس\"[تفسير ابن جرير ـ صلى الله عليه وسلم ـ 193ج 12 بتحقيق شاكر] وغير المسفوح كالذي يكون في العروق فلم يحرمه الله وذلك بدلالة المفهوم من هذه الآية ، وقد وردت آثار عن السلف تؤكد العمل بهذا المفهوم وتؤيده أوردها ابن جرير في تفسيره[في نفس الموضع المذكور] المسلمون من العروق ما تتبعت اليهود. ¶ ومنها أن بعضهم لما سئل عن الدم وما يتلطخ بالمذبح من الرأس وعن القدر يرى فيها الخمر قال: إنما نهى الله عن الدم المسفوح. ¶ ومنها قول بعضهم: حرم من الدم ما كان مسفوحًا وأما لحم خالطة دم فلا بأس به، قال القرطبي في تفسيره[في ص124ج 7ـ والقرطبي هو: محمد بن أحمد بن أبي بكر بن فرج الأنصاري الخزرجي الأندلس القرطبي من كبار المفسرين صالح متعبد من أهل قرطبة كان ورعًا متعبدًا طارحًا للتكلف توفي سنة671ه / الأعلام ص217ـ 218ج 6] وعلية إجماع العلماء هكذا قال مع أن ابن رشد في بداية المجتهد[ص342ج 1] ذكر فيه خلافًا حيث يقول واختلفوا في غير المسفوح منه وكذلك اختلفوا في دم الحوت فمنهم من رأه نجسًا ومنهم من لم يره نجسًا والاختلاف في دم هذا كله موجود في مذهب مالك وخارجًا عنه وسبب اختلافهم في غير المسفوح معارضة الإطلاق للتقييد وذلك أن قوله تعالى: {حرمت عليكم الميتة والدم} يقتضي تحريم مسفوح الدم غيره وقوله تعالى: {أودمًا مسفوحًا} يقتضى بحسب دليل الخطاب تحريم المسفوح فقط فمن رد المطلق إلى المقيد اشترط في التحريم السفح.",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "ومن رأى أن الإطلاق يقتضى حكمًا زائدًا على التقييد وأن معارضة المطلق للمقيد إنما هو من باب دليل الخطاب والمطلق عام والعام أقوى من دليل الخطاب قضي بالمطلق على المقيد وقال يحرم قليل الدم وكثيرة\"ا. ¶ ه . ¶ ... وفي هذا الذي قاله نظر فإنه مخالف لما أثر عن السلف من عملهم بمفهوم الآية كما نقلنا من ابن جرير من عباراتهم في ذلك ويؤيد حكآية القرطبي للإجماع على ذلك قول شيخ الإسلام ابن تيميه[مجموع الفتاوى ص524ج 21]: (وقد ثبت أنهم \"أي الصحابة: كانوا يضعون اللحم بالقدر فيبقي الدم في الماء خطوطًا، وهذا لا أعلم بين العلماء خلافًا في العفوعنه وأنه لا ينجس باتفاقهم وقال أيضًا [في ص522ج 21وأنظر ص100منه]: (بل غسل لحم الذبيحة بدعة فما زال الصحابة رضي الله عنهم على عهد النبي ـ صلى الله عليه وسلم ـ يأخذون اللحم فيطبخونه ويأكلونه بغير غسله وكانوا يرون الدم في القدر خطوطًا وذلك أن الله إنما حرم عليهم المسفوح أي المصبوب المهراق فأما ما يبقي في العروق فلم يحرمه ولكن حرم أن يتبعوا العروق كما تفعل اليهود الذين بظلم منهم حرم الله عليهم طيبات أحلت لهم وبصدهم عن سبيل الله كثيرًا) أ. ¶ هـ . ¶ وبهذا يظهر قوة القول بإباحة غير المسفوح . ¶ يقول ابن رشد في تحديد ما يحرم من الدم في بداية المجتهد [في ص342 ج 1 .] (والسفح المشترط في حرمية الدم إنما هو الذي يسيل عند التذكية من الحيوان الحلال الأكل وأما أكل دم يسيل من الحيوان الحي فقليله وكثيره حرام . ¶ وكذلك الدم من الحيوان المحرم الأكل وإن ذكي فقليله وكثيره حرام) أ. ¶ هـ . ¶ وهذا تفصيل جيد مفاده: أن الدم حرام إلا ما كان غير مسفوح من حيوان مذكي حلال الاكل وهذا ما يدل عليه القرآن وكلام اسلف ويدخل في ذلك ما تبقي في العروق وكذا الكبد والطحال كما يأتي.",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "2 – جاء في السنة ما يبيح الكبد والطحال ودم السمك ويخصص هذه الأشياء من عموم الدم وذلك فيما رواه بن عمر رضي الله عنهما قال: قال رسول الله ـ صلى الله عليه وسلم ـ (أحل لنا ميتتان ودمان فأما الميتتان فالحوت والجراد وأما الدمان فالكبد والطحال) وقد سبق الكلام على هذا الحديث وأنه يصح الاستدلال به على أي حال سواء كان مرفوعًا إلى النبي ـ صلى الله عليه وسلم ـ أم موقوفًا على ابن عمر لأن قول الصحابي أمرنا بكذا أو نهانا عن كذا أو حرم علينا كذا كله في حكم المرفوع إلى النبي ـ صلى الله عليه وسلم ـ بمنزلة قوله: قال رسول الله كذا أو أحل لنا كذا أو حرم علينا كذا. ¶ فيكون هذا الحديث مخصصًا لعموم الأيتين المفيدتين لتحريم الدم مطلقًا دالًا على إباحة الكبد والطحال قال النووي [في الجموع ص69 ج 9 .] : بلا خلاف للحديث الصحيح كما يفيد الحديث إباحة دم الحوت والخلاف الذي ذكره فيه ابن رشد كما ألفنا عنه أشار إلى أن سببه معارضة العموم للقياس. ¶ أما العموم فقوله تعالى: (والدم) وأما القياس فما يمكن أن يتوهم من كون الدم تابعًا في التحريم لميتة الحيوان أعني أن ما حرم ميتته حرم دمه وما حل ميتته حل دمه [بداية المجتهد ص342 ج 1 .] – هذا ما قاله ابن رشد ولكن الذي يظهر لي أن سبب الخلاف هو معارضة حديث (أحل لنا ميتتان ودمان) لعموم قوله تعالى: {حرمت عليكم الميتة والدم} الآية . ¶ إلا يكون ذلك القياس الذي ذكره بن رشد سببًا للخلاف مع ما ذكرنا. ¶ المبحث الرابع ¶ في حكم تناول الطعام المحرم في حالة الإضطرار ¶ وفيه مسائل: ¶ المسألة الأولي: في بيان أن الشريعة الإسلامية تساير أحوال االإنسان فتشرع لكل حالة ما يناسبها:",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "عندما يذكر الله سبحانه المحرمات من الأطعمة في آيات من كتابه الكريم وهي الآيات التي أسلفنا ذكرها يشرع للضروريات ما يناسبها فيبيح في حالة الضرورة بقدر ما يدفعها مما حرمه في حال السعة فجاء الاستثناء في كل آية ناصًا على هذا الحكم : {فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم} [البقرة آية (173) . ¶ {إلا ما اضطررتم إليه [الانعام آية (119) .] {فمن إضطر غير باغ ولا عاد فإن الله غفور رحيم} [سورة النحل آية ( 115) .] ¶ وهذا من رحمته سبحانه بعباده حيث جعل تشريعاته تتمشي مع أخوالهم وتساير قدراتهم ولم يجعل عليهم في الدين من حرج ورفع عنهم الآصار والأغلال فللمضطر أن يأكل عند الضرورة الميتة والدم ولحم الخنزير وله أن يشرب عند الضرورة ما يرويه من المياه النجسة التي ترويه أما الخمر فمنع أكثر الفقهاء من شربها في حالة العطش لأنها تزيده عطشًا . ¶ فإن قيل كيف أبيحت هذه المحرمات في حال الضرورة مع ما فيها من الضرورة والتغذية الخبيثة فالجواب: أن إباحة هذه المحرمات للمضطر وإن كانت تغذي تغذية خبيثة مما كان سببًا في تحريمها إلا أن مصلحة بقاء النفس مقدمة على دفع هذه المفسدة مع أن ذلك عارض لا يؤثر فيه مع الحاجة الشديدة أثر أيضًا [مجموع فتاوى شيخ الإسلام ابن تيمية ص340ـ345 ج 2 وص79 ج 21 ببعض تصرف .] فتأثير وصف الخبث في هذه الأشياء منتف في هذه الحالة (لأنه غير مستقل بنفسه في المحل المغتذي به بل هو متولد من القابل والفاعل فهو حاصل من المغتذي والمغتذي به ونظيره تأثير السم في البدن هو موقوف على الفاعل والمحل القابل فتناول هذه الخبائث في حال الاختيار يوجب حصول الأثر المطلوب عدمه فإذا كان المتناول لها مضطرًا فإن ضرورته تمنع قبول الخبث في المغتذي به فلم تحصل تلك المفسدة لأنها مشروطة بالاختيار الذي به يقبل المحل خبث التغذية فإذا زال الاختيار زال شرط القبول فلم تحصل المفسدة أصلًا. ¶ . ¶ .",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "أنظر في الأغذية والأشربة الضارة التي لا يتخلف عنها الضرر إذا تناولها المختار الواجد لغيرها. ¶ فإذا اشتدت ضرورته إليها ولم يجد منها بدًا فإنها تنفعه ولا يتولد منها ضرر أصلًا لأن قبول طبيعته لها وفاقته إليها وميله منعه من التضرر بها بخلاف حال الاختيار وأمثلة ذلك معلومة مشهورة بالحس فإذا كان هذا في الأوصاف الحسية المؤثرة في محالها بالحس فما الظن بالأوصاف المعنوية التي تأثيرها إنما يعلم بالعقل أو بالشرع فلا تظن أن الضرورة أزالت وصف المحل وبدبته فإنا لم نقل هذا ولا يقوله عاقل وإنما الضرورة منعت تأثير الوصف وأبطلته فهي من باب المانع الذي يمنع تأثير المقتضي لأنه يزيل قوته ألا تري أن السيف الحاد إذا صادف حجرًا فإنه يمنع قطعه وتأثيره لا أنه يزيل حدته وتهيأه لقطع القابل) [مفتاح دار السعادة لأبن القيم ص348ـ349 ط ثانية لمكتبة الأزهر . ¶ المسألة الثانية: في بيان حد الاضطرار الذي يبيح تناول المحرم: ¶ حد الاضطرار هنا يتبين من مجموع الآيات الواردة في الموضوع وهي : ¶ 1 – قوله تعالى: {وقد فصل لكم ما حرم عليكم إلا ما اضطررتم إليه} فأطلق في هذه الآية الإباحة بوجود الضرورة في كل حال وجدت الضرورة فيها . ¶ 2 – قوله تعالى: {فمن اضطر غير باغ ولا عاد فلا إثم عليه} فقيد الإباحة في هذه الآية بأن يكون المضطر غير باغ ولا عاد لكنه لم يبين سبب الاضطرار ولم يبين المراد بالباغي والعادي . ¶ 3 ـ قوله تعالى: {فمن اضطر في مخمصه غير متجانب لإثم فإن الله غفور رحيم} فبين أن سبب الاضطرار هو المخمصة وهي الجوع وأشار إلى أن المراد بالباغي والعادي المتجانب هو المائل فيفهم من الآية أن الباغي والعادي كلاهما متجانب لإثم [تفسير الشنقيطيص105 ج 1 وتفسير آيات الأحكام للجصاص ص126 ج 1 .]",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "وإذا يمكننا أن نقول إن حد الاضطرار المبيح لتناول المحرم هو أن يخاف على نفسه التلف بسبب الجوع ولم يجد ما يتغذى به من الحلال بشرط أن يكون غير متجانب لإثم وهو الباغي والعادي . ¶ وقد اختلف العلماء في المراد بالإثم الذي يتجانب إليه الباغي والعادي على قولين: ¶ القول الأول: ¶ أن المراد ب_ (الإثم الذي تجانب إليه الباغي هو الخروج على إمام المسلمين والإثم الذي تجانب إليه العادي هو إخافة الطرق وقطعها على المسلمين ويلحق بذلك كل سفر معصية لله. ¶ لأن في إباحة ذلك إعانة على المعصية وذلك ليجوز. ¶ القول الثاني: أن المراد بإثم الباغي والعادي أكلهما المحرم مع وجود الحلال فهو كالتأكيد لقوله: (فمن اضطر) [تفسير الشنقيطي ص105 ج 1 .] (فعلى القول الأول يكون المراد بالباغي الخارج على الإمام والمراد بالعادي قاطع الطريق وكل مسافر سفر معصية وعلى القول الثاني: المراد بالباغي الذي يبغي المحرم من الطعام مع قدرته على الحلال والعادي: الذي يتعدى القدر الذي يحتاج إليه وبكل واحد من القولين قال جمع من المفسرين . ¶ [تفسير ابن كثير ص205 ج 1 وتفسير ابن جرير ص323ـ325 ج 3 .] وثمرة الخلاف أنه على القول الأول لا يجوز لقاطع الطريق والخارج على الإمام والمسافر سفر معصية الأكل من الميتة وإن خافوا الهلاك ما لم يتوبوا وعلى القول الثاني : يجوز لهم ذلك إن خافوا الهلاك وإن لم يتوبوا ¶ الترجيح: ¶ والراجح هو القول الثاني لظاهر النصوص ولأن العاصي كغيره يحرم عليه إلقاء نفسه في التهلكة ويجب عليه توفي الضرر فكيف لا تتناوله إباحة الرخص. ¶ . ¶ .",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "والإحكام عامة يخاطب بها كل مكلف ولا يصح استثناء أحد إلا بنص من الشارع [تفسير المنار ص99 ج 2 .] والآية [مدراج السالكين ص370 ج 1لابن القيم .] لا تعرض فيها للسفر بنفي ولا إثبات ولا للخروج على الإمام ولا هي مختصة بذلك ولا سيقت له وهي عامة في حق المقيم والمسافر والبغي والعدوان فيها يرجعان إلى الأكل المقصود بالنهي لا إلى الأكل المقصود بالنهي لا إلى أمر خارج عنه لا تعلق له بالأكل . ¶ ولأن نظير هذا قوله سبحانه وتعالى في الآية الأخرى: (فمن اضطر في مخمصة غير متجانس لإثم) فهذا هو الباغي العادي – والمتجانب للإثم المائل إلى القدر الحرام من أكلها وهذا هو الشرط الذي لا يباح له بدونه ولأنها إنما أبيحت للضرورة فتقدرت الإباحة بقدرها وأعلمهم أن الزيادة عليها بغي وعدوان وأثم فلا تكون الإباحة للضرورة سببا لحله) . ¶ وممن اختار هذا القول الإمام ابن جرير والقرطبي وشيخ الإسلام ابن تيمية وإليك مقتطفات من كلامهم في ذلك : ¶ يقول ابن جرير رحمة الله : (وأولى : الأقوال بتأويل الآية قول من قال : فمن اضطر غير باغ بأكلة ما حرم عليه من أكله ولا عاد في أكلة وله عن ترك أكله بوجود غيرة مما أحلة الله مندوحة وغنى . ¶ وذلك أن الله تعالى ذكره لم يرخص لأحد في قتل نفسة بحال – إلى أن قال – فالواجب على قطاع الطريق والبغاة على الأئمة العادلة الأوبة إلى طاعة الله والرجوع إلى ما الزمهم الله الرجوع إلية والتوبة من معاصي الله لا قتل أنفسهما بالمجاعة فيزدادان إلى إثمهما إثما وإلى خلافهما أمر الله خلافا) [تفسير ابن جرير ـ صلى الله عليه وسلم ـ 325 ج 3].",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "ويقول القرطبي لما ذكر قول المانعين من الترخص في سفر المعصية : (قلت : الصحيح خلاف هذا فإن إتلاف المرء نفسه في سفر المعصية اشد معصية مما هو فيه قال الله تعالى {ولا تقتلوا أنفسكم} وهذا عام ولعلة يتوب في ثاني الحال فتمحوا التوبة هنا ما كان) [تفسير القرطبي ـ صلى الله عليه وسلم ـ 232 ج 2 .]. ¶ ويقول شيخ الإسلام ابن تيمية : (أما الآية فأكثر المفسرين قالوا المراد بالباغي الذي يبغي المحرم من الطعام مع قدرتة على الحلال والعادي الذي يتعدى القدر الذي يحتاج إلية وهذا التفسير هو الصواب [مجموع الفتاوى ـ صلى الله عليه وسلم ـ 111 ج 24] وهو قول أكثر السلف . ¶ . ¶ . ¶ وليس في الشرع ما يدل على ان العاصي بسفرة لا يأكل الميتة ولا يقصر بل نصوص الكتاب والسنة عامة مطلقة) [الاختبارات الفقهية ـ صلى الله عليه وسلم ـ 321ـ32.]. ¶ المسألة الثالثة : في بيان حكم تناول الطعام المحرم في حال الضرورة: ¶ اختلف العلماء في ذلك على قولين : ¶ القول الأول : ¶ يجب على المضطر الأكل من الميتة ونحوها لقوله تعالى: {ولا تقتلوا أنفسكم} [سورة النساء آية (29) .] وقوله تعالى: {ولا تلقوا بأيديكم إلى التهلكة} [البقرة آية (195) .] . ¶ وترك الأكل مع إمكانه في هذه الحالة إلقاء بيده إلى التهلكة – ولأنه قادر على إحياء نفسه بما أحله الله له فلزمه كما لوكان معه طعام حلال وهذا أحد الوجهين في مذهب الحنابلة [المغني مع الشرح الكبير ص74 ج 11 .] وهو أيضًا أحد الوجهين في مذهب الشافعية [المجموع شرح المهذب ص39ـ40 ج 9 .] وهو قول الحنفية [حاشية ابن عابدين ص215 ج 5 .] وهو الصحيح من مذهب المالكية [تفسير الشنقيطي ص110 ج 1 .] ¶ القول الثاني : لا يلزمه في هذه الحال الأكل من المحرم لأن له غرضًا في تركه وهو أن يتجنب ما حرم عليه ولأن إباحة الأكل رخصة فلا تجب عليه كسائر الرخص وهذا هو الوجه الثاني للحنابلة والشافعية [المصدران السابقان.] ¶ الترجيح:",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "والراجح هو القول الأول وهو وجوب الأكل في هذه الحالة وهو اختيار شيخ الإسلام بن تيمية [مجموع الفتاوى ص80 ج 21 .] لأن الله حرم الإلقاء إلى التهلكة وقتل الإنسان نفسه كما في الآيتين السابقتين وترك الأكل والحالة هذه داخل في هذا المنهي عنه والأكل من الميتة في هذه الحالة وإن كان رخصة – فالرخصة قد تجب كما قاله جميع الأصوليين [تفسير الشنقيطي ص110 ج 1 .] ¶ وقولهم : لأن له غرضًا في تركه وهو تجنب ما حرم عليه يجاب عنه بأنه في هذه الحالة لم يبقي محرمًا بل هو مما أباحه الله له . ¶ فهو تجنب أمرًا مباحًا حينئذ . ¶ المسألة الرابعة من بيان مقدر ما يباح للمضطر تناوله من المحرم: ¶ يباح له أكل ما يسد الرمق ويأمن معه الموت بالإجماع ويحرم ما زاد على الشبع بالإجماع, واختلف في حكم الشبع على ثلاثة أقوال ¶ القول الأول : ¶ لا يباح له الشبع وهو إحدي الروايتين عن أحمد [المغني مع الشرح الكبير ص73 ج 11 .] وقال به بعض أصحاب مالك [بداية المجتهد ص349 ج 1 .] وأحد القولين للشافعي [بداية المجتهد ص349 ج 1 .] وهو قول أبي حنيفة [الجصاص في تفسير آيات الأحكام ص130 ج 1 .] لأن الآية دلت على تحريم ما ذكر فيها واستثني ما اضطر إليه فإذا اندفعت الضرورة لم يحل له الأكل كحالة الإبتداء . ¶ ولأنه بعد سد الرمق غير مضطر فلم يحل له الأكل لآية يحققه أن حاله بعد سد رمقه كحاله قبل أن يضطر وثم لم يبح له الأكل كذا هنا [المغني .]",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "القول الثاني: يحل له الشبع وهو الرواية الثانية عن أحمد [نفس المصدر .] وهو قول مالك [بداية المجتهد ص349 ج 1 .] وأحد القولين في مذهب الشافعي [المجموع للنووي ص40 ج 9 .] لحديث جابر بن سمرة : أن رجلًا نزل الحرة فنفقت عنده ناقة فقالت له امرأته اسلخها حتى نقدد شحمها ولحمها ونأكلها فقال حتى أسأل رسول الله ـ صلى الله عليه وسلم ـ فسأله فقال : (هل عندك غني يغنيك ؟ قال: لا قال: فكلوها) [رواه أبوداوود وسكت عنه هو والمنذري وليس في سنده مطعن / نيل الأوطار (156/8) . ¶ فأطلق ـ صلى الله عليه وسلم ـ الأمر بالأكل ولم يحدد . ¶ القول الثالث: ¶ التفصيل بين من يخشى استمرار الضرورة فيحل له الشبع ومن ضرورته مرجوة الزوال فلا يحل له إلا سد الرمق لأن من ضرورته مستمرة إذا اقتصر على سد الرمق عادت الضرورة إليه عن قرب ولا يتمكن من البعد عن الميتة مخافة الضرورة المستقبلة ويفضي إلى ضعف بدنه وربما أدي ذلك إلى تلفه بخلاف من ليست ضرورته مستمرة فإنه يرجوالغني عنصرا بما يحل له – وهذا احتمال في مذهب الحنابلة ذكره صاحب المغني [ص 73ـ74 ج 11 .] وقول في مذهب الشافعية [المجموع للنووي ص42ـ43 ج 9 .] ¶ الترجيح: ¶ ولعل الراجح هو القول الثالث بالتفصيل المذكور لقوة توجيهه ولأن الأعرابي الذي سأل النبي ـ صلى الله عليه وسلم ـ قد استفسر منه النبي ـ صلى الله عليه وسلم ـ الرخصة ولم يحدد له مقدار ما يأكله منها كما في الحديث الذي استدل به أهل القول الثاني . ¶ المسألة الخامسة : هل يجوز للمضطر أن يتزود من الطعام المحرم : ¶ اختلف العلماء في ذلك على قولين : يجوز له ذلك وهو قول مالك [بداية المجتهد ص349 ج 1 .] ورواية عن أحمد [المغني مع الشرح الكبير ص75 ج 11 .] وهو قول الشافعية [المجموع النووي ص43 ج 9 .] لأنه لا ضرر في استصحابها ولا في إعدادها لدفع ضرورتها وقضاء حاجته ولا يأكل منها إلا عند ضرورته .",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "القول الثاني: لا يجوز له التزود من الطعام المحرم وهو الرواية الثانية عن أحمد [المصدر السابق] لأنه توسع في ما لم يبح إلا لضرورة . ¶ ولعل الراجح هو القول الأول لاسيما إذا خشي استمرار الضرورة لأن الأعرابي الذي طلبت منه امرأته تقديم لحم الميتة وشحمها للادخار لما سأل النبي ـ صلى الله عليه وسلم ـ عن ذلك رخص له. ¶ وقد مر حديثه قريبًا . ¶ الخاتمة ¶ في بيان سماحة الإسلام وحفاظه على سلامة الإنسان من خلال ما مر في هذه المباحث ¶ المؤمن قد أغناه الله بحلاله عن حرامه وبفضله عن من سواه فما حرم عليه شيئًا من الخبائث إلا وقد أباح له من الطيبات مت هو أضعاف أضعافه. ¶ ونحن بعد هذه الجولة السريعة لاستعراض حكم الإسلام في الأطعمة وهو الدين الذي أختاره الله للبشرية بأجمعها ما بقيت الدنيا لتعيش في ظلاله وتنعم في هدية وتستضئ بنوره في جميع مجالات الحياة نلمس من خلال ما مررنا به من مباحث الأطعمة أن منهج الإسلام في هذا المجال كمنهج في جميع المجالات منهج السماحة والحفاظ على سلامة الأرواح والأبدان والعقول فيبيح الطيبات من الأطعمة النافعة للأبدان والعقول ويحرم الخبائث الضارة للأبدان والعقول: ¶ {يا أيها الناس كلوا مما في الأرض حلالًا طيبًا}{يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم} [البقرة آية (168، 172)] {الله الذي جعل لكم الأرض قرارًا والسماء بناء وصوركم فأحسن صوركم ورزقكم من الطيبات} [غافر آية (64)] {ويحل لهم الطيبات ويحرم عليهم الخبائث} [الأعراف آية (157)] فهذه الآيات وأمثالها توضح منهج الإسلام فيما يحل ويحرم من الأطعمة فالأصل في الطيبات الحل وإنما حرم على اليهود بعض الطيبات عقوبة لهم على ظلمهم {فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم} [النساء آية (160)]",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "فالله خلق هذه الطيبات من الرزق لنفع الخلق وأوصى باستعمالها والانتفاع بها على وجه تحقق به المصلحة وتندفع به المفسدة من غير مجاوزة لهذا الحد {وكلوا واشربوا ولا تسرفوا أنه لا يحب المسرفين} [الفرقان آية (67)] {ولا يجعل يدك مغلولة إلى عنقك ولا تبسطها كل البسط فتقعد ملومًا محسورا} [الإسراء آية (67)] ¶ وهكذا ترسم هذه الآيات الكريمات المنهج القويم في الأكل والشرب ولأنفاق من الطيبات. ¶ وهو منهج وسط بين البخل والإسراف وإذا كان الله في هذا المنهج قد أباح الطبيبات من الأطعمة وحرم الخبائث فهو ينهي أشد النهى عن تجاوز هذا المنهج ومخالفته بتحليل ما حرم أو تحريم ما أحل فيقول سبحانه:{يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين. ¶ وكلوا مما رزقكم الله حلالًا طيبًا واتقوا الله الذي أنتم به مؤمنون} [المائدة آية (87ـ 88)] {قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق} [الأعراف آية (32)] {قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حرامًا وحلالًا قل الله أذن لكم أم على الله تفترون. ¶ وما ظن الذين يفترون على الله الكذب يوم القيامة} [يونس آية (59ـ 60)] {ولا تقولوا لما تصف ألسنتكم الكذب هذا حلال وهذا حرام لتفتروا على الله الكذب إن الذين يفترون على الله الكذب لا يفلحون. ¶ متاع قليل ولهم عذاب إليم} [النحل آية (116ـ 117)] ¶ وذلك أن التحليل والتحريم حق لله – فمن حلل وحرم فقد جعل نفسه شريكًا لله في هذا الحق ومن هنا عاب الله على اليهود والنصارى طاعتهم لأحبارهم ورهبانهم في تحليل ما حرم وتحريم ما أحله وأخبر أنهم بهذه الطاعة قد اتخذوهم أربابًا من دون الله حيث يقول سبحانه {اتخذوا أحبارهم ورهبانهم أربابًا من دون الله والمسيح بن مريم وما أمروا إلا ليعبدوا ألها واحدًا لا إله إلا هو سبحانه عما يشركون} [التوبة آية (31)]",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "كما عاب على أهل الجاهلية الذين استباحوا الميتة التي حرمها الله وحرموا أنواعًا من بهيمة الأنعام التي أباحها الله تقليدًا لآبائهم وأتباعًا لأهوائهم حيث يقول سبحانه {مت جعل الله من بجيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب وأكثرهم لا يعقلون وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباؤنا أولو كان آباؤهم لا يعلمون شيئًا ولا يهتدون} [المائدة آية (103ـ 104)] ¶ روى البخارى في صحيحة عن سعيد بن المسيب قال: (البحيرة التي يمنع درها للطواغيت فلا يجلبها أحد من الناس والسائبة: كانوا يسيبونها لألهتهم فلا يحمل عليها شيء . ¶ . ¶ . ¶ . ¶ والوصيلة : الناقة البكر تبكر في أول نتاج الإبل بأنثى ثم تثنى بعد بأنثى وكانوا يسيبونها لطواغيتهم إن وصلت إحداهما بالأخرى ليس بينهما ذكر. ¶ والحام فحل الإبل يضرب الضراب المعدود فإذا قضي ضرابه ودعوه للطواغيت وأعفوه من الحمل فلم يجعل عليه شيء وسموه الحامي) ا. ¶ هـ . ¶ \"وهذه أمور كانت في الجاهلية فأبطلها الإسلام. ¶ . ¶ كانوا يحرمون من أنعامهم على أنفسهم ما لم يحرمه الله إتباعًا منهم لخطوات الشيطان فوبخهم الله تعالى ذكره بذلك وأخبرهم أن كل ذلك حلال فالحرام من كل شيء عندنا مت حرم الله تعالى ذكره ورسوله ـ صلى الله عليه وسلم ـ والحلال منه ما حلله الله ورسوله كذلك\"[ابن جرير في تفسيره ص133ـ 134ج 11.] وتشريع الجاهلية في كل زمان ومكان في هذا وفي غيره تشريع يبنني على إتباع الهوى والتقليد الأعمى ويبتعد كل الابتعاد عن الوحي المنزل: ¶ {وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئًا ولا يهتدون} [المائدة آية (104)] أنه منطق الجاهلية الذي لا يزال متوارثًا إلى اليوم فتعاني منه البشرية الضيق والحرج والتوغل في متاهات الضلال ما لم تثب إلى رشدها وترجع إلى شريعة ربها.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "وقد طلب الله من عباده أن يأكلوا من طيبات ما رزقنهم وأن يشكروه على ذلك ليزيد هم من هذه الطيبات:{يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم واشكروا لله إن كنتم إياه تعبدون} [البقرة آية (172)] وشكرها يون باعتراف القلب أنها من الله وحده. ¶ وبالتحدث بذلك باللسان وبالاستعانة بها على طاعة الله – هذه أركان الشكر التي لا يتحقق إلا بوجودها جميعًا وإذا تحقق الشكر انتقى الأشر والبطر وصارت هذه الأطعمة قوامًا للحياة السعيدة وعونًا على عمارة هذا الكون العمارة اللائقة، وإذا لم يتحقق الشكر صارت هذه النعم استدراجًا للخلق حتى يحيق بهم الهلاك والدمار {أيحسبون أن ما نمدهم به من مال وبنين. ¶ نسارع لهم في الخيرات بل لا يشعرون} [المؤمنون (55ـ 56)] ¶ هكذا يرسم لنا الإسلام طريق الاستفادة من هذه النعم ويوضح لنا معالم الحلال والحرام في الأطعمة ويحذرنا من طريقي الإفراط والتفريط فيها اللذين قد سلك كل طريق منهما طائفة من ضلال البشر وبين لنا أنة لم يحرم علينا شيئًا إلا لأنه ضار خبيث فهو حرم الميتة أنها مستقذرة تعافها النفوس وكذلك عي ضارة لما فيها من انحباس الرطوبات والدم المتعفن الذي لا يخرج إلا بالتذكية الشرعية وحرم علينا الدم المسفوح لما يشتمل عليه من الميكروبات الضارة والمواد المتعفنة وهو يغذي تغذية خبيثة تخرج المتغذي به عن طبيعة الاعتدال. ¶ ... وحرم علينا لحم الخنزير ذلك الحيوان القذر الخبيث الذي ينبت لحمة في الغالب من القاذورات والأنجاس التي يتغذى بها كما ينشأ عن التغذي به الإصابة بالأمراض الخطرة لما في لحمة من أسباب المرض التي يثبتها الطب وتدل عليها التجربة وقال الله تعالى عنه: (فإنه رجس) أي نجس فهو نجس العين خبيث المطعم.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "وحرم الله ما أهل به لغير الله مما ذبح للأصنام من الأحجار والأشجار والقبور تقريبًا إليها أو ذبح للأكل وذكر عليه غير اسمه وسماه فسقًا: (أو فسقًا أهل لغير الله به) وقال (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق) أي معصية والفسق الخروج عن طاعة الله وذلك يؤثر في الذبيحة خبيثًا ينتشر أثره على الآكل فيؤثر في سلوكه وأخلاقه. ¶ وحرم لحوم السباع من الطير والبهائم لأن أكلها يكسب الآكل أخلاقًا عدوانية كأخلاق تلك السباع فتستحيل طباع البشر إلى طباع سباع ضارية شأنها الفتك والعدوان والظلم. ¶ وبالجملة حرم الله كل خبيث من حيوان أو نبات {ويحرم عليهم الخبائث} وحرم كل ضار بالبدن أو العقل:{ولا تقتلوا أنفسكم إن الله كان بكم رحيما}. ¶ {ولا تقتلوا بأيديكم إلى التهلكة} وأباح كل ما هو مفيد لا ضرر فيه من الحيوانات والنباتات {كلوا مما في الأرض حلالًا طيبًا} ¶ إننا من خلال هذا كله نلمس كمال هدى الإسلام ومنهجه في الأطعمة كما هو شأنه في جميع مجالات الحياة مما جعله دينًا قيمًا لكل زمان ومكان يتسع لدخول البشرية كلها فيه في أي وقت وفي آية بقعة. ¶ إنه الدين الذي اختاره الله خاتمًا لشرائعه يحمل كل مقومات البشرية ويسعى بها دائمًا نحوالصلاح والفلاح:{إن هذا القرآن يهدي للتي هي أقوم ويبشر للمؤمنين الذين يعملون الصالحات أن لهم أجرًا كبيرًا. ¶ وأن الذين لا يؤمنون بالآخرة اعتدنا لهم عذابًا إليمًا} [سورة الإسراء آية (9ـ 10)] ¶ ثم إن الإسلام يحسب للضرورات حسابها ويشرع لها أحكامًا مناسبة فيقول الباري جل وعلا بعد أن يذكر تحريم الميتة والدم ولحم الخنزير وما أهل به لغير الله: {فمن اضطر غير باغ ولا عاد فلا إثم عليه إن الله غفور رحيم} ويقول: {إلا ما اضطررتم إليه}.",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "ويقول :{فمن اضطر في مخمصه غير متجانب لإثم فإن الله غفور رحيم} فيبيح سبحانه للمضطر من المحرم قدر ما يرفع ضرورته فالإسلام يساير الإنسان في جميع أحواله في العسر وإليسر في السراء والضراء في السعة والضيق:{وما جعل عليكم في الدين من حرج} [الجح آية (78)] {يريد الله بكم إليسر ولا يريد بكم العسر}. ¶ [البقرة آية (185)] ¶ فهوالدين الصالح لكل زمان ومكان ولكل حال من الأحوال لأنه تشريع من حكيم حميد يعلم ما يصلح للبشر. ¶ ثم هو تشريع من غفور رحيم يريد أن يخفف عن عباده ولا يريد أن ينعتهم. ¶ ثم هو مع هذا يريد من عباده أن يترفعوا عن الخبائث ولو جاءت من طريق غير مباشر فنهاهم عن أكل لحوم الجلالة التي تتغذي بالنجاسة ويقاس عليه لحم يأكل الجيف. ¶ وحرم بيع الميتة والخمر والخنزير والأصنام ونهى عن ثمن الكلب ومهر البغي وحلوان الكاهن والسنور وقال إن الله إذا حرم شيئًا حرم ثمنه فلما كانت هذه المكاسب أثمان أعيان خبيثة محرمة أو في مقابل فعل محرم كانت مكاسب خبيثة لا يجوز التغذية وحثه على أن تكون من مادة طيبة لأن أكل الحلال له تأثير حسن على القلب وتأثير على السلوك والمادة الخبيثة تغذي خبيثة تؤثر على القلوب والطباع وتحجب العبد عن ربه فلا يستجاب له دعاء. ¶ كذلك ينهى الإسلام عن كل طعام يضر بالجسم أو بالعقل أو يقتل فيحرم السموم والمخدرات يقول الله سبحانه:{ولا تقتلوا أنفسكم إن الله كان بكم رحيمًا ومن يفعل ذلك عدوانًا وظلمًا فسوف نصلية نارًا وكان ذلك على الله يسيرًا}",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "ويقول سبحانه {ولا تلقوا بأيديكم إلى التهلكة} وقال رسول الله ـ صلى الله عليه وسلم ـ (من قتل نفسه بحديده فحديدته في يده يتوجأ بها في بطنه في نار جهنم خالدًا مخلدًا فيها أبدًا ومن شرب سمًا فقتل نفسه فهو يتحساه في نار جهنم خالدًا مخلدًا فيها أبدًا)[صحيح مسلم ص118 ج 2 مع شرح النووي] وكذلك كل مادة تضر يحرم أكلها كالزجاج والتراب والحجر وكذلك يحرم الإسلام أكل النجس كالميتة ولبن الأتان والبول وأكل المتنجس – كاللبن والخل والدبس والطبيخ والدهن ففي الحديث أن النبي ـ صلى الله عليه وسلم ـ (سئل عن فأرة وقعت في سمن فماتت فقال ألقوها وما حولها وكلوا سمنكم)[رواه أبوداود والنساء وصححه ابن حبان وغيره/نيل الأوطار ص165ـ ج 8] وفي رواية سئل عن الفأر تقع في السمن فقال إن كان جامدًا فألقوها وما حولها وأن كان مائعًا فلا تقربوه) ¶ هذا ويجعل بنا أن نختم بحثنا هذا بوصية الله للمؤمنين في هذا الموضوع حيث يقول سبحانه {يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين. ¶ وكلوا مما رزقكم الله حلالًا وطيبًا واتقوا الله الذي أنتم به مؤمنون} صدق الله العظيم. ¶ ... ... وصلى الله وسلم على نبيه الكريم محمد وآله وصحبة أجمعين. ¶ فهرس المراجع ¶ أولًا: القرآن الكريم وتفسيرة: ¶ 1- القرآن الكريم ¶ 2- تفسير ابن جرير تحقيق أحمد ومحمود شاكر طبعة دار المعارف بمصر 1957م. ¶ 3- تفسير القرطبي مطبعة دار الكتب المصرية سنة 1356ه . ¶ 4- تفسير ابن كثير مطبعة الاستقامة بالقاهرة سنة1373ه . ¶ 5- أحكام القرآن للحصاص طبعة مصورة عن الطبعة الأولى بمطبعة الأوقاف الإسلامية في دار الخلافة العلية سنة 1335ه . ¶ 6- أضواء البيان في أيضًاح القرآن للشنقيطي مطبعة المدني سنة 1383ه . ¶ 7- تفسير المنار الطبعة الثانية بالأوفست دار المعرفة للطباعة والنشر ببيروت مصورة عن طبعته الثانية سنة 1347ه . ¶ 8- بمطابع المنار.",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "9- في ظلال القرآن لسيد قطب دار الشروق ببيروت سنة 1393ه . ¶ ثانيًا: السنة وشروحها: ¶ 1- صحيح البخاري بشرحه فتح الباي المطبعة السلفية ومكتبتها. ¶ 2- صحيح مسلم بشرحه للنووي. ¶ 3- عمدة الأحكام بشرحها إحكام الأحكام لابن دقيق العيد بحاشية الصنعاني المطبعة السلفية ومكتبتها. ¶ 4- منتقى الأخبار بشرحه نيل الأوطار الطبعة الثانية بمطبعة الحلبي سنة 1371ه . ¶ 5- بلوغ المرام من أدلة الأحكام بشرحه سبل السلام للصنعاني. ¶ 6- إحكام الأحكام شرح أصول الأحكام لابن قاسم بالرياض سنة 1396ه للزيلعي. ¶ ثالثًا: كتب تخريج الأحاديث: ¶ 1- التلخيص الخبير في تخريج أحاديث الرافعي الكبير لابن حجر العسقلاني شركة الطباعة الفنية المتحدة بالقاهرة. ¶ 2- نصب الراية لتخريج أحاديث الهداية – الطبعة الثانية 1393ه للزيلعي. ¶ رابعًا: كتب الفقه المذهبي: ¶ أ في المذهب الحنفي: ¶ 1- تكملة فتح القدير على الهداية مطبعة الحلبي الطبعة الأولى سنة1389ه . ¶ 2- بدائع الصنائع في ترتيب الشرائع للكاساني نشر دار الكتاب العربي ببيروت1394ه . ¶ 3- رد المختار على الدار المختار لابن عابدين دار إحياء التراث العربي ببيروت. ¶ ب في المذهب المالكي: ¶ 1- الشرح الكبير على مختصر خليل طبع دار إحياء الكتب العربية للحلبي. ¶ 2- الشرح الصغير على أقرب المسالك دار المعارف بمصر سنة 1392ه . ¶ ج في المذهب الشافعي: ¶ 1ـ المجموع شرح المهذب للنووي بمطبعة التضامن الأخوي سنة 1348ه . ¶ 2ـ مغني المحتاج إلى معرفة ألفاظ المنهاج للشيخ محمد الشربيني الخطيب مطبعة الحلبي سنة 1377ه . ¶ د الفقه الحنبلي: ¶ 1ـ المغني والشرح الكبير الطبعة الأولى في مطبعة المنار بمصر 1348ه . ¶ 2ـ المقنع بحاشيته المطبعة السلفية سنة 1382ه . ¶ 3ـ الروض المربع بحاشية العنقري مطبعة السنة المحمدية سنة 1367ه . ¶ خامسًا : كتب الفقه العامة : ¶ 1 – بداية المجتهد لابن الرشد – دار الفكر ببيروت.",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "2 – الإفصاح عن معاني الصحاح لابن هبيرة – طبع المكتبة الحلبية الطبعة الثانية سنة 1366 هـ . ¶ 3 – مجموع فتاوى شيخ الإسلام ابن تيمية – الطبعة الأولي سنة 1382 هـ . ¶ 4 – الاختيارات الفقهية من فتأوي شيخ الإسلام ابن تيمية اختيار على بن محمد بن عباس ألبعلى – مطبعة أنصارا السنة المحمدية سنة1369 هـ . ¶ 5 – أحكام أهل الذمة لابن القيم – الطبعة الأولي سنة 1381 هـ . ¶ 6 – إعلام الموقعين لابن القيم – الطبعة الأولي في سنة 1374ه . ¶ ـ زاد المعاد لابن القيم – الطبعة الثانية سنة 1369 هـ . ¶ بمطبعة الحلبي . ¶ سادسًا: كتب اللغة العربية: ¶ 1 – القاموس المحيط للفيروز آبادي – مطبعة السعادة بمصر . ¶ 2 ـ المصباح المنير في غريب الشرح الكبير – مطبعة الحلبي سنة 1369 هـ . ¶ سابعًا : كتب التراجم : ¶ 1 – الإعلام لخير الدين الزركلي – الطبعة الثالثة سنة 1389 هـ . ¶ 2 – تهذيب الأسماء واللغات للنووي – مصورة دار الكتب العلمية ببيروت . ¶ ثامنًا : كتب في معلومات عامة : ¶ 1 – حياة الحيوان للدميري – مطبعة الاستقامة بالقاهرة سنة 1378 هـ . ¶ 2 – روح الدين الإسلامي – لعفيف طبارة – الطبعة الثانية عشرة .",
            "page": "187",
            "part": "1"
        }
    ],
    "t36326": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الأطعمة"
        }
    ]
}