{
    "b36324": [
        {
            "id": "1",
            "nass": "هذه هي المُتعة فاحذروها ¶ دراسة وتحليل ¶ رسالة مفتوحة لعشائر العراق الغيارى ¶ تأليف :الشيخ عبد الرحمن الدولة ¶ ... ... ألعراق - 28جمادى الآخر 1428هـ - ألموافق 13 من تموز 2007م ¶ ألطبعة الأولى ¶ ألمقدمة ¶ ألحَمدُ لله ربِّ العالمين ، والصَّلاةُ والسلامُ على خيرِ خلقِ الله أجمعين ، وعلى آله الطَّيبينَ الطَّاهرين ، وصَحبهِ الغُرِّ الميامين ، مَصابيح الهُدى للسَّالكين إلى يوم الدِّين .. ¶ أما بعد : هذا الكتاب الذي بين يديك أخي القارئ الكريم دراسة متواضعة لموضوع مهمٍّ في حياة المسلم . ¶ إننا نعلم جيداً ، أنه لا قيمة ولاوزن للحياة عند المسلمين إذا كانت أعراضهم مهددة ، وكيف إذا كان هذا التهديد باسم الدين الحنيف ، والقول بمشروعية المتعة ، بل بوجوبها على كل مسلم ، كما هو الحال اليوم عند بعض الفرق فقد نُشرت في العراق بعد الإحتلال مباشرة الكتب والبحوث بعناوين مختلفة ، كلها تدعوا للمتعة ، ويرغبون الناس فيها ، فقد استطعتُ أنْ أجمع الكثيرَالكثيرَ من هذه الكتب ، من أجل بيان الحقيقة للناس ، والردِّ عليها بالأدلة من القرآن والسنة الصحيحة الصريحة ، ندورمعها حيث دارت وجوباً وعدماً ، أتحاورمع أصحاب المذاهب الإسلامية بصدرمفتوح دون أن أتعصب لمذهب .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إن جماهير الأمة الإسلامية ، ومنهم أهل السنة والجماعة يقولون بنسخ المتعة التي كانت موجودة في الجاهلية ، شأنها شأن الخمر، بالأدلة الجلية من القرآن والسنة الصحيحة ، والشيعة – بشكل عام – قالوا بعدم نسخها ، والقارئ العزيز باستطاعته الموازنة بين أدلة المجيزين والمانعين بحيادية تامة ، من أجل الوصول إلى ما هو واقعي مقبول شرعاً وعقلاً وعرفاً . إنني على ثقةٍ ان هؤلاء الذي نشروا هذه الكتب لا يريدون لإسلامنا ولبلدنا ولعروبتنا خيراً ، بل يريدون إغراق العراق بمزيد من الدماء ، وخاصة بين أبناء العشائرالعربية الشيعية المحافظة ، والتي لا ترضى بهذه المهانة والمخازي ، بل ترفضها رفضاً قاطعاً .. ¶ إن هؤلاء بدل إنقاذ العراق من الإحتلال البغيض ، يريدون إشغال شباب الأمة بالمتعة !! .. ¶ أين هم من غيرة آية الله محمد الحسين كاشف الغطاء ، ودفاعه عن عروبته في يومٍ يريدُ البعضُ التَّنصلَ عن أصله والإنضمام للمعسكر المعادي الذي يريد تمزيق وحدة الأمة الواحدة إذ يقول : أرأيت المزايا التي اختصت العرب بها قبل الإسلام ؟ وكانوا كأنهم خلقوا من تلك السجايا أو ¶ خلقت لهم ؟ وكان من أظهرها وأشهرها ألإباء وعزة النفس والشهامة والشمم واستطابة طعم المنية دون الدنية ، وخوض الغمار دون الخضوع للأغيار ، ثم جاء الإسلام ، وكأنَّه ما جاء ¶ إلا ليزيد تلك السجايا رسوخاً وشموخاً ورفعة ، وكأنهم بعثهم بعثاً جديداً فيما كان لهم من الجود والشجاعة والصدق والإخلاص والإباء والوفاء وحفظ الذمار ورعاية الجوار والصراحة والصلابة (1) . ¶ ولكن - مع الأسف – هناك اليوم مؤامرة كبيرة على هذا البلد الجريح ، وهي إلغاء هُويتها العربية الإسلامية ، وجعلها جزءاً لا يتجزء من بلاد فارس ، وهذه أحلام من تربوا في أحضان الفرس الحاقدين على العرب والمسلمين ...",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "يقول الأستاذ الفاضل جاسم الكلكاوي الكربلائي : وللشعوبيين (2) أساليبهم الخاصة في طعن الأمة العربية لا تقل قذارة وخطراً عن أساليب الإستعمار والشيوعيين (3) . ¶ وهذا صحيح وواقعي بلا ريب ، فإنَّ العداء الفارسي ضدَّ العروبةِ لمْ تكن وليدة اليوم ، بل قبل الإسلام ، ولمّا فتح الله تعالى بلاد فارس على يد سيدنا سعد بن أبي وقاص - رضي الله عنه - ، في خلافة الفاروق عمر بن الخطاب - رضي الله عنه - اعتنق سكانها الإسلام ، وبقي البعض منهم محافظاً على مجوسيته ، وبعضهم – من الذين أسلموا – كانوا يمارسون الطقوس الإسلامية ظاهراً ، ويخفون عقيدتهم المجوسية – عبادة النار – خشيةً على أنفسهم من السيف ، وهم الزنادقة الشعوبيون .. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألميثاق العربي الوطني – بقلم آية الله محمد الحسين كاشف الغطاء – مطبعة أهل البيت – كربلاء 1960م ص7 ¶ 2- ألشعوبية لفظ يطلق على الذين يقولون بأن العرب ليسوا بأفضل من العجم ، وان الشعوب متساوية ثم صار يطلق على من يقول بأن العجم أفضل من العرب على الإطلاق ، وكان ابتداء القول بالمفاضلة بين العرب والعجم في أُخريات العهد الأموي ، ورجال هذه الطائفة كانوا يرفعون أصواتهم على ألسنة الشعراء والكتاب يؤازروهم خفية ، كذلك بعض دهاقين الفرس وأشرافهم .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إن مما تقدم ، نرى أن ألشعوبية على العموم كانت حركة أدبية تقدم على أساس القومية لنفر لم يعمر الإسلام قلوبهم ، ولكنهم لم يلجأوا إلى حمل السلاح ومناوأة الدولة ، لذلك كان موقف الخلفاء العباسيي منهم موقفاً فيه تساهل كثير إذا قسناهم بموقفهم من الزنادقة ، ولذلك أطلق كثير من الشعرآء في ذلك العصر وكتابهم ألسنتهم في الفخر بأُصولهم العجمية ، والتحقير للعرب . ألإسلام والمشكلة العنصرية .. عبدالحميد العبادي – أستاذ التاريخ الإسلامي بجامعة القاهرة وا؟لإسكندرية سابقاً .. دار العلم للملايين – بيروت ط1 1969م ، ص 92- 93 بتصرف . ¶ 3- ألميثاق العربي الوطني ص7 .. يظن البعض من المغفلين ممن ينتسب إلى الإسلام أنّ الشيوعية مجرد مذهب إقتصادي جاء من أجل القضاء على الرأسمالية المهيمنة على الطبقة الفقيرة ، وهذا وهم . ¶ يقول هاشم البنا في كتابه الحزب الشيوعي في الميزان : ان الشيوعية ليست مجرد مذهب إقتصادي لتنظيم الإنتاج والتوزيع ، ولكنها قبل ذلك مذهب فكري يقوم على أساس فلسفة مادية تعتبر ( المادة ) مصدر جميع القوى ، أو تعتبر التفسير المادي الجدلي للتأريخ هو الطريق الوحيد إلى كل الحقائق ، فليس وراء المادة شيء ! ¶ يقول ماركس في رسالته (( لهردمن )) : إن ديانة العمال ترتكز على نفي الله ، وتحاول أن تجد أُلوهية الإنسان ) ، ومن قوله الآخر الذي يعرفه درسو مذهبه ( إنها ديانة يتأله بها الإنسان ) . ألحزب الشيوعي في الميزان – هاشم البنا – دار توزيع المعرفة 1959 ص 11 . ¶ أخي الكريم : إننا عندما نتصفَّح التأريخ تجدُ الأصيل والوضيع ، ألأصيل الذي همُّهُ القيام في مصالح الأُمة ، يسير في مقدمة القافلة دائماً ، من أجل الوقوف مع إخوانه في المحن ، وهذا الصنف لا نعرفهم إلا في الملمّات ، وكما قيل عند الشدائد تُعرفُ الإخوان .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما الوضيع فهمُّه دائماً شهواته ، شهوة البطن والفرج ، ومصالحه الشخصية ، وقد رأينا هذا الصنف بأُمِّ أعيننا عند الإحتلال الأمريكي والإيراني لعراقنا العزيز، بين داعم لهما أو مهتم بالسلب والنهب وتقسيم العراق ، وتفريق كلمتهم ووحدتهم ، أوغير ذلك ، بدل الوقوف مع إخوانه في مصائبهم ... ¶ أين هؤلاء من أهل الغيرة والشهامة ، من الذين وقفوا صفَّاً واحداً ، في خندق واحدٍ من جميع مكونات الشعب العراقي عرباً وأكراداً وتركماناً وسنة وشيعة وغيرهم من القوميات والمذاهب والأديان إبان الإحتلال الإنكليزي ؟؟ ¶ إننا لا ننسى مواقف العشائر الشيعية في جنوب عراقنا الجريح ، فقد وقفوا صفاً واحداً ضدَّ الإحتلال الإنكليزي ، وخاصةً في الرميثة بقيادة شعلان أبو الجون ، شأنهم شأن أبناء العراق في الشمال من إخواننا الأكراد وفي الموصل وتلعفر ووسط العراق من أبنا عشائر الأنبار ، حيث قتل الشيخ ضاري شيخ زوبع أحد قادة الإنكليز وهو ( لكمن ) ... ¶ ما أروع هذه المشاهد ؟! ¶ ما أروع ما قاله نصائح كاشف الغطاء وهو يدعوا أبناء الأُمة إلى التلاحم والتعاضد والتآزر بدل التناحر والإختلاف والطائفية التي تهدم كيان الأُمة الواحدة ، وتجعلها فريسة سهلة بيد العدو فيقول : إن الواجبَ الأكيد على جميع المسلمين أن يلتفوا حول راية الإسلام ، ويكونوا قلباً واحداً ويداً واحدة ، ولا يتركوا مجالاً للحزازات الطائفية ، والخلافات المذهبية في نفوسهم ، فإن هذه النزعات كانت ولا زالت أقوى سلاح للإستعمار ....... ¶ وأشهد بالله شهادة حقٍ أنه ما فتح المستعمر بلاد المسلمين بمدافعه وطيارته وعدته وعتاده ، وإنما فتحها بسموم التفرقة وبذور البغضاء والشحناء التي بثَّها بينهم (1) .... ¶ وعندما رأى ما يجري في الساحة من أنتهاكات تجاه إخوانه العرب رفع صوته مدوِّياً بقصيدةٍ طويلةٍ عنوانها : ياعزيمات العرب البواسل (2) ، نقف عند بعض أبياتها : ¶ ــــــــــــــــــــــــــــــــــــ",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "1- ألميثاق العربي الوطني ص52 ¶ 2- ألمصدر نفسه ص 7 ¶ يا عزيمات العرب البواسل قومي لحلِّ هذه المشاكل ¶ قومي فلا موضعَ للقعود أو يسكن غلي هذه المراجل ¶ أين الحميات التي تسعّرت منكم بتلك الأعصرالأوائل؟ ¶ دككتم أمس عروش قيصر وطاق كسرى وصروح بابل ¶ واليوم أغياركم قد إغتدت تغتالكم بأسوأ الغوائل ¶ ويا بقايا يعرب حسبكم ... من رقدة الجهلِ أو التجاهل ¶ ... أنتم فروع دوحة واحدة فكيف قطعتم عرى التواصل؟ ¶ ما فرَّقت أديانكم بينكم لكنها سياسة من خاتل ¶ على الإخاء العربي اجتمعوا فيا لها أخوة لتعاقل! ¶ ما أروعها من أبيات ! ما أجملها من عبارات مِلئُها الأصالة ! ¶ قم يا كاشف الغطاء لترى كيف يُحاول البعض ممَّن ينتسب لأُمة العرب قطع فروع هذه الدوحة التي أردتَ أنْ تصونها ، بعد أن سار ورآء سياسة الخاتل ، بدل أن يقف الكلُّ أمام العدو في خندق واحد شيعة وسنة ، جاء من ورآء الحدود من يحاول تمزيق هذا الجسد الواحد إلى أوصالٍ عديدة . ¶ إنَّ أبناء شعبنا العراقي الأبيُّ لمْ تعرف الطائفية من قبل ، وكلُّ من كان يحاول أثارة النعرة الطائفية يجد من يقف بوجهه على الفور ... ¶ إني أُخاطب عشائر العراق شيعة وسنة ، والله ليس من مصلحتكم ومصلحة أبنائكم الإنسياق خلف الحاقدين للعرب ... ¶ إعلم أخي الشيعي : إنَّ الفرس قد استخدموا التَّشيع لآل الرسول صلى الله عليه وآله وسلم جِسراً لتنفيذ مخططاتهم التوسعية ، واحتلال العراق مرة أُخرى ، وقتل أبناءه شيعة وسنة ... ¶ كيف يُصدَّق قول من يقول ؛ بأنَّ السنة يكرهون آل البيت ؟ وقد لا تجد عائلةً سنيةً إلا وفيها إسماً من أسماء آل البيت. ¶ إنهم – الفرس - يريدون أنّْ يلوِّثوا العراق ، ويرتكبوا المنكرات في ساحتنا العراقية باسم الدين ، وباسم محبة آل البيت ، ويحتضنوا بنات العشائر ، باسم مشروعية المتعة ، فتباً لكم ألف مرة ...",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إخواني شيوخ عشائرالعراق العربية شيعة وسنة : إعلموا انَّ المُتعة التي تمارس اليوم باسم الدين الحنيف ، دخليلٌ على أبناء العراق ، كما ستعلم إن شاء الله تعالى هذه الحقيقة من خلال جولتك في طيّاتِ هذا الكتاب ، وكل ما جاء من أحاديث في فضائلها موضوعة ملفَّقة من وضع الشعوبيين الحاقدين ، من أجل أن ينالوا من الشرف العربي باسم الدين ... ¶ فإما حياة العزِّ والكرامة والشَّهامة والإباء .. وإما حياة الذُّل والهوان والخنوع والسكوت على هذا المنكر، فلا وزن للرَّجلِ عندما يرى إبنته في أحضان الذئاب المسعورة من الشباب الساقطين ... ¶ إذا كانت المتعة من الدين ، هل يستطيع أبٌ أن يقولَ أمامَ النَّاس إن ابنتي قد تمتعت مع فلان ؟ ¶ إنَّ من كانت هذه صفاته ، فإنَّه من عداد الموتى ، ويصدق فيه قول الشاعر : ليس بميتٍ من مات واستراح إنما الميت ميت الأحياء ¶ بينما إذا زوجها زواجاً شرعياً من كُفىءٍ يفتخرأمام الناس ، بأنه قد زوج إبنته من فلان ابن فلان ، ويكون مرفوع الهامة .. ¶ أخي الكريم : إعلم انَّ رياح المٌتعة قد هّبّتِ اليوم في بعض مناطق العراق بعد اكتساح دعاة المتعة الساحة العراقية ، بتخطيطٍ من قبلِ من لا خلاق لهم من تجارالدين .. ¶ أخي الشيعي : وهذه نصائح قيمة لشيوخنا الأعزاء – شيوخ عشائر الجنوب العربية الأصيلة – من عالم شيعي عربي ، من سلالة آل الرسول صلى الله عليه وآله وسلم ، والذي كتب العديد من الكتب ، حاول عرض الصورة الحقيقية الحية لمفهوم التشيع العربي ، ومنه كتابه الرائع (( ألشيعة والتصحيح )) ، وهو فضيلة السيد آية الله الدكتور موسى الموسوي (1) ، إذ يقول عن المتعة : إنها حالة مذهلة ، من السوء دخلت إلى الفكر الشيعي ، وحتى الروايات التي تقول بالحلية ، سواء أن ذكرتها كتب الشيعة أوغيرها وحتى الروايات التي تقول إنها كانت مباحة حتى أنْ حرَّمها الخليفة عمر بن الخطاب أعتبرها كلها روايات تشوه صورة الإسلام المضيئة ..",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد أدركت الفرق الإسلامية الأُخرى خطورة الفكرة ومفاسدها الإجتماعية والأخلاقية الكبيرة ، فوقفت منها موقفاً يتسم بالحق والعدل والفضيلة . ¶ أما فقهاؤنا فلم يدركوا خطورة الفكرة ، أو أدركوها ولكن حرصاً منهم على مخالفة جمهور المسلمين ، ألتي وضعت في فضلها رواية إلى الإمام الصادق زوراً وبهتاناً ، والتي تقول : (( ألرشدُ في غيرهم )) : أي الرشدُ في خلاف رأي أهل السنة والجماعة . ¶ ـــــــــــــــــــــــــــــــــ ¶ 1- هو حفيد الإمام الأكبر السيد أبو الحسن الموسوي الأصبهاني ، ولد في النجف عام 1930م ، وأكمل الدراسات التقليدية في جامعتعا الكبرى ، وحصل على الشهادة العليا في الفقه الإسلامي (( ألإجتهاد )) ، وحصل على شهادة الدكتوراه في التشريع الإسلامي من جامعة طهران عام 1955م ، عمل أُستاذاً للإقتصاد الإسلامي في جامعة طهران عام 1960م 1968م ، وعمل استاذاً للفلسفة الإسلامية في جامعة بغداد من عام 1968م – 1978م ، ثم استاذاً في المعهد العالي في لوس انجلوس في أمريكا .مختصر من حياته ـ ألشيعة والتصحيح – ألصراع بين الشيعة والتشيع ، العلامة الدكتور موسى الموسوي – ألمجلس الإسلامي الأعلى U.S.Aُ 1408ـ 1988م ص 111 ¶ وإضافةً إلى هذه العقدة المستعصية لدى فقهائنا في استنتاجاتهم الفقهية ، فإنَّ فكرة الزواج المؤقت على ما يبدو لي استخدمت في حثِّ الشيعة ، ولا سيما الشباب منهم للإلتفاف حول المذهب ، لما فيها من امتيازات خاصة ، ولا تقرها المذاهب الإسلامية الأُخرى ..ولا شكَّ الإغراء الجنسي المباح باسم الدين يستقطب الشباب وأصحاب النفوس الضعيفة في كلِّ عَصرٍ ومصر، وذلك أني لا أستغرب أبداً عندما أقرأ في كتب رواياتنا روايات تنسب إلى أئمتنا في فضل المتعة وثوابها ، وحثّ الناس على العمل بها ، وموقفي من هذه الروايات واضحٌ وصريح أشرت إليه في مواطن عديدة من هذا الكتاب (1) .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والدكتور موسى الموسوي لم يكن غريباً عن بيئة العراق وعشائرها الأُصلاء ، يعرف خطورة المتعة ، وموقف العشائرمنها فيقول : إن من الواضح ان المسألة ليست بهذه الصورة : أي الذين لا يرضونها لبناتهم وأخواتهم وقريباتهم ليس ليس في حدود التنزُّه والترفع ، بل لأنهم يرون فيها أمراً مهيناً مشيناً يتنافي وكرامة العائلة ، وشرف الأُسرة ، وقد تسيل الدماء في بعض المناطق الشيعية إذا ما سأل المرء شيئاً كهذا .. وهكذا نرى بوضوح أنَّ المسؤولية الأولى والأخيرة في العمل بهذا الأمر المقيت تقع على عاتق الذين أباحوا أعراض المسلمات ، ولكنهم صانوا شرف بناتهم وفي كل عبرة لمن كان له قلب (2) . ¶ ما أروعها من نصائح ! ما أعدلها من حكم ! فإنَّ الواجب على الغيورالذي انخدع أو تورط بالمتعة أن يراجع نفسه ليقف بإنصاف وموضوعية أمام المرويات التي نُسبت لأئمة آل البيت عليهم السلام زوراً وبهتاناً ، من أجل أن يحافظ على كرامة وشرف النساء المسلمات من هذه الفواحش ألتي تمارس باسم الدين الحنيف . ¶ أخي الكريم : هل تعرف ان الفتوى الآن في الكتبِ العمليةِ وبلا خجلٍ جواز التَّمتع بالبنت الباكر دون علم الأب ، وكذا بالمرأة المتزوجة ؟ ¶ كيف يرضى شيخ العشيرة ومَنْ تحتَ رايته من العرب الأُصلاء أنْ تكون إبنته الباكرتمارس الجنس تحت ظلال أشجار الصنوبر باسم الدين وهو جالس في مجلسه الذي ضمَّ وجوه العشيرة ؟ أو يسمع بزوجته قد اختلت برجل غريبٍ ؟ هل يسكت ، أم يتجاوزفتاوى المرجعية التي أجازت لهم ؟ ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- ألشيعة والتصحيح ص 112 ¶ 2- ألمصدر نفسه ص113 ¶ أنا على ثقةٍ من شيوخ العشائر الغيارى ، أنهم سيقومون بواجبهم الشرعي والعرفي والوطني من أجلهنَّ ، ويحاربون هذه الظاهرة الدخيلة لعقيدة التشيع من الفرس بكل ما اوتوا من قوة ..",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إعلم أخي الشيعي الغيور : إن هذه الممارسات لم تكن عند أجدادكم العرب في جاهليتهم ، فكيف بعد أن أعزَّنا الله بالإسلام . ¶ ذكرت مصادر تأريخية : كان الفرس يبيحون الجمع بين الأُختين ، لأن الزرادشتية تبيحه ، وكانوا يبيحون للرجل أن يتزوج بنته وأُخته الشقيقة وغير الشقيقة ، ويبيحون الأُمهات لأن الزرادشتية تبيح ذلك (1) . ¶ ولا زالت الآثار باقية ، منها المتعة التي تمارس بشكل طبيعي في إيران .. ¶ إن هؤلاء يريدون أن تكون بنات ونساء العرب عاهرات ، يمارسن الجنس باسم الدين وهن باكرات أو متزوجات ، تحت عصمة زوجها .. ¶ إلى أي حد وصلت الوقاحة لبعض علماء أو كتاب السوء ، فقد تجرء البعض منهم إلى حثِّ الشباب إلى معاشرة البنات قبل الزواج للتعرف عليهنَّ ، وممارسة المتعة معها قبل الزواج !! ¶ إقرأ معي هذه المهزلة في كتاب : (( لولا نهي عمر )) لمؤلفه الشيخ أبو محمد أحمد بن علي إذ يقول : والخبرة في التعامل وممارسة الحياة الزوجية أو تدريباً قليلاً على كيفية وطريقة الحياة والمعاشرة مع الجنس الآخر ، أو تفهماً ولو بشكل عام على نفسية وطباع كل منهما للآخر ، وهذه المعرفة المهمة أو التجربة البسيطة قد يحصل عليهما كلاً من الزوجين بسهولة في زواج المتعة ، لأنًّ زواج المتعة رحلة تمهيدية وفترة تدريبية على كيفية تحمل الحياة الزوجية ، وكيفية الوقوف على الأُسلوب الأنجح في إدارتها (2) . ¶ وهذا عالم شيعي يقف بوجه هؤلاء – من سماسرة الجنس – وقفة مسلم عربي غيور، وهو سماحة السيد حسين الموسوي النجفي فيقول : والآباء أيضاً لا يأمنون على بناتهم الباكرات ، إذ قد يتزوجن متعة دون علم آبائهنَّ وقد يُفاجئ الأبُ ان ابنته قد حملت ! لِمَ ؟ كيف ؟ لا يدري ممَّن ؟ لايدري أيضاً قد تزوجت من واحد ، فمن هو ؟ لا يدري ، لأنه تركها وذهب!(3) . ¶ فإني أُخاطب علماء الأُمة الإسلامية بيان رأيهم بشكل واضح وصريح ¶ ـــــــــــــــــــــــــــــــــ",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "1- ألتيارات المذهبية ، ألدكتور أحمد محمد الحوفي – دار القومية للطباعة – مصر ص9 ¶ 2- لولا نهي عمر ما زنى إلا شقي ، ألشيخ أبو محمد أحمد بن علي – مؤسسة الغدير – بيروت ط1 /1997م – 1418هـ ص 244 ¶ 3- لله ثم للتاريخ كشف الأسرار وتبرئة الأئمة الأطهار ، ألسيد حسين الموسوي – ألنجف ص45 ¶ بهؤلاء الفسقة قبل أن تغزونا هذه الفضائح في عقر دورنا باسم الدين ، وباسم حب آل البيت عليهم السلام . ¶ أخي المسلم العربي : إنَّ هؤلاء الشعوبيون يريدون إسقاط شيعة العرب في المهالك ، فإنّ أعزَّما يملكه العربي في جاهليته شرَفُهُ ، وكيف وقد إلتحق بالإسلام !! ... ¶ إنهم يريدون من المرأة العربية الأصيلة أن تبيع جسدها للساقطين القادمين من إيران باسم حب آل البيت عليهم السلام ، يريدون أن يجعلوا شوارع عراقنا الحبيب تغصَّ بأطفالٍ لا يُعرف آباؤهم كما هو الشأن في إيران .. ¶ وأنا على يقين أنَّ العربية الأصيلة لا ترضى بهذه المهانة ، وقد كانت المرأة العربية المرضعة تأبى أنْ تُرضعَ أبناء الناس مقابل المال ، وقد نقل عنهنَّ : تموت الحرّة جوعاً ولا تأكل بثدييها ، فكيف تبيع شرفها بكفٍّ من بُرٍ أو مبلغٍ تافهٍ من المال ؟ . ¶ إنّ من مميزات هذه الأُمة – أمة العرب – في الجاهلية والإسلام معرفة أنساب أبناءها ، واليوم يحاول البعض أن ينتشر في ساحتنا اللقطاء كما الشأنُ في إيران ؟ ¶ نشرت مجلة الشراع الشيعية خبراً مفاده : صرَح رافسنجاني أنّ في إيران ربع مليون لقيط بسبب زواج المتعة (1) ! ... ¶ فهل يريد العربي سلوك سيرة هؤلاء ؟ ¶ فعلى كلِّ غيور من أبناء بلدنا أن يكون عند مستوى المسؤولية ، وأن يكون مفتاحاً للخير مغلاقاً للشر.. ¶ في الختام : تحياتي من سويداء قلبي لكلِّ عشائر العراق سنة وشيعة ، وصلى الله تعالى وبارك على محمد وعلى آله وصحبة وسلم . ¶ ألشيخ عبدالرحمن الدولة ¶ ... ... ألعراق - 28جمادى الآخر 1428هـ - ألموافق 13 من تموز 2007م ¶ ألطبعة الأولى",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مجلة الشراع الشيعية – العدد 684 – السنة الرابعة ص 4 ¶ تعريف نكاح المتعة ¶ أولاً : تعريف نكاح المتعة لغةً ¶ لاأعتقد أنَّ هناك ثمَّة اختلافٍ بين الشيعة والسنة في حدِّ نكاح المتعة وأركانه قبل التحريم ، كما سنأتي إلى تعريفه في موضعه إن شاء الله تعالى ، وبيان أنَّه كان موجوداً في الجاهلية ، ولكن الخلاف قد نشب بين الشّيعة والسُّنة في العصور المتأخرة ، في نسخه ، وبعض تفاصيله ، فالسنة مجمعون على أنه منسوخ بدليل القرآن والسنة والإجماع ، بينما جماهيرعلماء الشيعة اليوم قالوا وبإصرار وإلحاح بعدم النَّسخ ، وأنه باقٍ والذي حرمه هو عمر بن الخطاب إجتهاداً منه ، ولمعرفة الحقيقة ، ليس لنا طريق إلأ أن نسلك طريق العلم الشرعي والإنصاف والموضوعية ، والرجوع إلى كتاب الله وسنة رسوله - صلى الله عليه وسلم - ، لقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلا } (1) . ¶ والقرانَ والسنة الصحيحةَ لا نستطيع فهمها إلأ بضوء اللغة العربية ، لذا بدأنا بذكر مفهوم كلمة المُتعة في أمهات كتب اللغة التي لا صلة لها بالتسنن والتشيع أصلاً ..... ¶ ألمتعة لغة : قال ابن منظور: والتمتُّعَ والاسْتمتاعَ والتَّمْتِيعَ ، ومعانيها وإِن اختلفت راجعة إِلى أَصل واحد ، قال الأَزهري : فأَما المَتاعُ في الأَصل فكل شيء يُنْتَفَعُ به ويُتَبَلَّغُ به ويُتَزَوَّدُ ، والفَناءُ يأْتي عليه في الدنيا ، والمُتْعةُ والمِتْعَةُ العُمْرةُ إِلى الحج ، وقد تَمتَتَّعَ واسْتَمْتَعَ ، وقوله تعالى : { فمن تمتَّع بالعُمرة إِلى الحج } صورة المُسْتَمْتِعِ بالعمرة (2) .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وفي تاج العروس الذي يُعدُّ من أُمهات كتب اللغة العربية بلا نزاع بين المسلمين ، يقول : مُتْعَةُ والمَتَاعُ : اسْمَانِ يَقُومَانِ مَقامَ المَصْدَرِالحَقيقيِّ ، وهُوَ التَّمْتِيعُ في اللِّسانِ ، ومنْهُ قولُه تعالَى : { مَتَاعاً إلى الحَوْلِ غَيْرَ إخْرَاجٍ }(3) ، أرادَ : مَتِّعُوهُنَّ تَمْتِيعاً فوَضَعَ مَتاعاً مَوْضِعَ تَمْتِيعٍ ، ولذلكَ عَدّاهُ بإلى : أي : انْفَعُوهُنَّ بما تُوصُونَ بهِ لَهُنَّ منْ صِلَةٍ تَقُوتُهُنَّ إلى الحَوْل ِ(4). ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة النساء الآية 59 ¶ 2- لسان العرب ، محمد بن مكرم بن منظور الأفريقي المصري ، دار صادر – بيروت ط1 / 1955م 1966م – 8/328 8/328 ¶ 3- سورة البقرة الآية 240 ¶ 4- تاج العروس – طبع جمهورية مصر العربية – ط1 / 1/5537 ¶ ومن المَجَازِ : المُتْعَةُ بالضَّمِّ : أنْ تتَزَوَّجَ امْرَأةً تَتَمَتَّعُ بها أيّاماً ثُمَّ تُخَلِّي سَبيلَها ، وكان ذلكَ بمَكَّةَ حَرسها الله تعالى ثلاثَةَ أيّامٍ حِينَ حَجُّوا معَ النَّبيِّ - صلى الله عليه وسلم - ، ثُمَّ حَرَّمَهَا اللهُ تعَالى إلى يَوْمِ القِيامَةِ ، كانَ الرَّجُلُ يُشارِطُ المَرْأَةَ شَرْطاً على شَيءٍ بأجَلٍ مَعْلُومٍ ، ويُعْطِيهَا شَيْئاً فيَستَحِلُّ بذلكَ فَرْجَها ، ثُمَّ يُخَلِّ سَبِيلَهَا منْ غَيْرِ تَزْويجٍ ولا طَلاقٍ (1) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقالَ الزَّجاجُ في قَوْلِه تعالى في سُورَةِ النِّساءِ : { فَمَا اسْتَمْتَعْتُم بهِ مِنْهُنَّ فآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً } (2) ،هذه الآيَةُ قَدْ غَلِطَ فيها قَوْمٌ غَلطاً عَظِيماً لجَهْلِهِم باللُّغَةِ ، وذلك أنَّهُم ذَهَبُوا إلى قَوْلهِ : { فما استَمْتَعْتُمْ بهِ مِنْهُنَّ } من المُتْعَةِ الّتِي أجْمَعَ أهْلُ العِلْمِ أنَّهَا حَرامٌ ، وإنَّما مَعْنَى : { فما استَمْتَعْتُمْ بهِ مِنْهُنَّ }: فما نَكَحْتُم منْهُنَّ على الشَّرِيطَةِ الّتِي جَرَى في الآيَةِ آيَةِ الإحْصَانِ : { أنْ تَبْتَغُوا بأمْوالكِمْ مُحْصِنين} أي : عاقِدينَ التَّزْويجَ أي : { فما استَمْتَعْتُمْ بهِ مِنْهُنَّ }على عَقْدِ التَّزْويجِ الّذِي جَرَى ذِكْره آنِفاً : { فآتُوهُنَّ أجُورَهُنَّ } أي : مُهُورَهُنَّ فَرِيضَةً فإن استَمْعَ بالدُّخُولِ بها آتى المَهْرَ تَامّاً وإن اسْتَمْتَعَ بعَقْدِ النِّكاحِ آتَى نِصْفَ المَهْر(3). ¶ ولوضوح الآية الكريمة عند أهل اللغة ، يقول ابن الأثير: والآية محكمة ، والجمهورعلى التحريم (4) . ¶ ومعنى محكمة ، أي بينة الدلالة واضحة الدلالة . ¶ يقول ابن منظور : المُحْكَمُ : هو الذي لا اختلاف فيه ولا اضطراب وهو ما لم يكن متشابهاً ، لأنه أُحْكِمَ بيانُه بنفسه ، ولم يفتقرإلى غيره ، والعرب تقول : حَكَمْتُ وأَحْكَمْتُ وحَكَّمْتُ بمعنى مَنَعْتُ (5) . ¶ أقول : قرأت كتباً كثيرة من كتب الإمامية المتقدمين والمعاصرين ، أغلبهم لم يقفوا موقف الإنصاف ، ولم يعيروا أهمية للكتب المتقدمة ، وخاصة في هذه المسألة ، والغريب أحد المعاصرين وهو الشيخ أبو محمد بن أحمد بن علي صاحب كتاب ( لولا نهي عمر مازنى إلأ شقي ) وهو كتاب بلغ عدد ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تاج العروس 1/5537 ¶ 2- سورة النساء الآية 24 ¶ 3- تاج العروس 1/5537",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "4- النهاية في غريب الحديث والأثر ، لأبي المبارك بن محمد الجزري المعروف بابن الأثير ، تحقيق : طاهر أحمد الراوي ومحمود محمد الطنامي ، من منشورات المكتبة العلمية – بيروت لبنان 1399هـ - 1979م 4/611، المصباح المنير في غريب الشرح الكبير للرافعي أحمد بن محمد بن علي المقري الفيومي - المكتبة العلمية – بيروت 2/562 ¶ 5- لسان العرب 12/140 ¶ صفحاته 678 صفحة ، وهو مجرد جولة في كتب الشيعة و السنة والكتاب ¶ يفتقر الى الأسلوب العلمي ، والتحقُّق من الروايات ، فهو قد جمع في كتابه الغثَّ والسمين كما سترى إن شاء الله تعالى في طيات كتابي وذكر المعنى ¶ اللغوي من كتاب المعجم الوسيط الذي لا خلاف فيه عند الفريقين : وهو نفس كلام أصحاب المعاجم التي ذكرناها ، بل صاحب معجم الوسيط قد اعتمد عليها (1) . ¶ إذن ليس لهم رصيد في كتب اللغة على مشروعية المتعة ، وذلك بتصريح أهل اللغة أنفسهم ، واللغة العربية هي اللغة التي أنزل الله تعالى بها القرآن لقوله سبحانه وتعالى : { إِنَّا أَنزَلْنَاهُ قُرْآناً عَرَبِيّاً لَّعَلَّكُمْ تَعْقِلُونَ } (2) . ¶ وقال أيضاً : { وَكَذَلِكَ أَنزَلْنَاهُ حُكْماً عَرَبِيّاً وَلَئِنِ اتَّبَعْتَ أَهْوَاءهُم بَعْدَ مَا جَاءكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللّهِ مِن وَلِيٍّ وَلاَ وَاقٍ } (3) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فإننا نفهم بوضوحٍ تامٍ مفهوم المتعة ، والفرق بينها وبين الزواج الشرعي من خلال القران الكريم الذي أنزله على محمد - صلى الله عليه وسلم - بلغة العرب ، لابلغة الفرس الذين يريدون تحرفَ الكلم عن مواضعه ، وقد أوحى الله تعالى على رسوله - صلى الله عليه وسلم - القران الكريم بلغته العربية لينذرالعرب أولاً ، وهم أهل مكة ومَنْ حَولها ، ثم العالم أجمع ، وذلك قوله تعالى :{ وَكَذَلِكَ أَوْحَيْنَا إِلَيْكَ قُرْآناً عَرَبِيّاً لِّتُنذِرَ أُمَّ الْقُرَى وَمَنْ حَوْلَهَا وَتُنذِرَ يَوْمَ الْجَمْعِ لَا رَيْبَ فِيهِ فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ } (4) . ¶ وتحدَّث بهذه اللغة الرسول الكريم - صلى الله عليه وسلم - وأصحابه الكرام ، وآل بيته الأطهار. ¶ ولا يخفى لعربي ولا لعجمي هذه الحقيقة إذا ما ترك المكابرة ، وسارعلى الصراط السوي ، وأخلص النية لله رب العالمين . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- أ نظر : لولا نهي عمر ما زنى إلأ شقي ص 83 ¶ 2- سورة يوسف الآية 2 ¶ 3- سورة الرعد الآية 37 ¶ 4- سورة الشورى الآية 7 ¶ ثانياً : تعريف نكاح المتعة اصطلاحاً ¶ نكاح المتعة : وهو تزويج المرأة إلى أجل ، فإذا انقضى وقعت الفرقة (1) . ¶ وكان هذا النوع من النكاح سائداً في المجتمع الجاهلي ، وهذا النكاح اليوم عند الشيعة لا يطابق ما كان عليه المجتمع قبل النسخ ، ولا أُريد الإطالة هنا لأنني أتناول هذا الموضوع بحثاً تفصيلاً في موضع آخر. ¶ وعرَّف الشيعة نكاح المتعة بأنه زواج (عقد) بامرأة بمهرمعين معلوم ، ولمدة معينة معلومة (2) . ¶ ويسمونه أيضا ( الزواج المنقطع ) (3) : أي الزواج المؤقت . ¶ والنكاح المنقطع – عندهم – كالدائم في أنه يحتاج إلى عقد مشتمل على إيجاب وقبول لفظيتين (4) . ¶ وهذا مختصرالتعاريف . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "1- فتح الباري بشرح صحيح البخاري – ابن حجر العسقلاني المتوفى سنة 852هـ ـ دار المعرفة – بيروت – لبنان راجعه عبد عزيز بن باز – ترقيم محمد فؤاد عبدالباقي – أشرف على طبه محب الدين الخطيب 9/167 ¶ 2- لولا نهي عمر ص 86 ¶ 3- شرائع الإسلام في مسائل الحلال والحرام ، أبو القاسم جعفر بن الحسين الحلي – تحقيق عبدالحسين محمد علي – مطبعة الآداب النجف ط1 2/ 303، تفسير منهاج الصادقين فتح الله الكاشاني ط إيران ص257 ¶ 4- تحرير الوسيلة ، تألف الإمام الخميني ، مؤسسة تنظيم ونشر آثار الخميني ، مطبعة مؤسسة تنظيم ونشر آثار الخميني – مطبعة مؤسسة العروج ط1 قم – إيران 2/734 ¶ ثالثاً :أركان المتعة عند الشيعة ¶ جاء في تفسير الكاشاني :أركان المتعةِ خمسةٌ : زوجٌ وزوجةٌ ومهر وتوقيت وصيغة الايجاب والقبول (1) . ¶ ولا دور لولي أمرالبنت في المُتعة ، وإنَّما تراضٍ بينهما ، فقد جاء في مصادرهم المعتبرة ، عن أبان بن تغلب قال : قلت لأبي عبد الله عليه السلام : كيف أقول لها إذا خلوت بها ؟ ¶ قال : تقول : أتزوجك متعة على كتاب الله وسنة نبيه ، لاوراثة ولا موروثة كذا وكذا يوما ، وإن شئت كذا وكذا سنة ، وكذا وكذا درهما ، وتسمى من الأجر ما تراضيتما عليه قليلا كان أو كثيرا، فإذا قالت : نعم فقد رضيتْ وهي امرأتك ، وانت اولى الناس بها (2) . ¶ وليس هناك شهادة ولا إعلان في المتعة ، ذكر الطوسي في التهذيب : وليس في المتعة إشهاد ولا إعلان (3) . ¶ أي مراسيم هذا النوع من النكاح تتم في سرية تامة ، لا يعلم عنها غيرهما – أي الرجل والمرأة – وراء الكواليس ، وربما للسيد دور التوجيه وأخذ المقسوم من أموال السحت أحياناُ ، أو النيل من هذه المسكينة أحياناً ، كما في حالة استحالة الفروج ، كما سنأتي إلى تفصيلها فيما بعد في هذا الكتاب . ¶ وللمزيد راجع الكافي في الأصول والفروع . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "1- النهاية للطوسي – أبو جعفر محمد بن الحسن الطوسي ص450 ، ألزواج العرفي في ميزان الشرع ، ابراهيم عبدة الشرفاوي ، مكتب الصفا ، ميدان الازهر- الفاهرة ط1 1421هـ-2000م ص53 ¶ 2- ألفروع في الكافي – أبي جعفر محمد بن يعقوب بن إسحجاق الكليني المتوفى سنة 329هـ ط4 – 1401هـ - دار التعارف 2/44، تهذيب الأحكام أبو جعفر محمد بن الحسن الطوسي 2/190، الإستبصار أبو جعفر محمد بن الحسن الطوسي 3/150 ، وسائل الشيعة إلى تحصيل مسائل الشريعة – الشيخ محمد بن الحسن الحر العاملي المتوفى سنة 1104هـ ، تحقيق : مؤسسة آل البيت لإحياء الترث – قم – شعبان 1412هـ - 14/466 ¶ 3- التهذيب 2/188، الشيعة والتصحيح ، الصراع بين الشيعة والتشيع ص111 ¶ رابعاً : حكم نكاح المتعة في أول الإسلام ¶ لاخلاف بين الشيعة والسنة على أن نكاح المتعة كان مباحاً في المجتمع الجاهلي ، ولكن على نطاق محدود ، وجاء الإسلام فكانت الرخصة قائمة وكما هومعلوم لدى المسلمين ، أن رسول الله - صلى الله عليه وسلم - يتبع الوحي من الله تعالى في التشريع ، كما هو الحال في تحريم الخمرالذي كان من الطيبات في المجتمع الجاهلي ، بل كان الخمر يسري في عروقهم إلأ قليلاً منهم ، وجاء الإسلام والحال كذلك ، وكان البعض من المسلمين لا يشربون الخمرفي الجاهلية والإسلام لشعورهم أنَّ الخمر يضرُّ بالعقل السليم ، فنزل القران الكريم مبينا حكم الله فيه على مراحل .. ولكن الخلاف قد نشب بين السنة والشيعة حول نسخ نكاح المتعة ، كما سنأتي إلى التفصيل فيما بعد ... ¶ فالسنة يعتقدون بأن حكمه قد نسخ بالقرآن والسنة والإجماع ، بينما الشيعة – ألمتأخرون منهم - يعتقدون بعدم النسخ .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ذكرالنووي في شرح مسلم قال ، قال المازري : ثبتَ أنَّ نكاح المتعة كان جائزاً في أول الإسلام , ثم ثبت بالأحاديث الصحيحة المذكورة ، وأنه نسخ وانعقد الإجماع على تحريمه ولم يخالف فيه إلا طائفة من المبتدعة , وتعلقوا بالأحاديث الواردة في ذلك (1) . ¶ يقول الدكتورعبدالكريم زيدان : فإن النبي ص أذن بالمتعة باتفاق الجميع ، المجوِّزين والمانعين (2) . ¶ وحتى أن المحققين من علماء السنة لا يحبِّذون كلمة الإذن والإباحة لما فيهما من معنى الجواز المطلق في بداية الدعوة الإسلامية ، يقول الشيخ العلامة محمد أبو زهرة رحمه الله : وإذا عبَّر بعضُ الإئمة بالإباحة ؛ فمن قبيل التسامح في التعبير، والتعبير بإباحتها خطأ ، فلم يقل المحققون بأنها كانت مباحة ، إنما أذن فيها كما اذن بأكل الميتة ، فإن الإباحة تكون لإمر ذاتي في الفعل ، أما الإذن فإنه يكون لضرورة سوغت الإذن ، وإذا عبر بعض الإئمة بالإباحة فمن قبيل التسامح في التعبير(3) . ¶ يقول عبدالكريم زيدان:قال جمهورالفقهاء:أباح النبي - صلى الله عليه وسلم - زواج المتعة على وجه الرخصة ثم نهى عنه على وجه التحريم واستقَرَّالنهي إلى وفاته (4). ¶ ـــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- صحيح مسلم بشرح النووي أبو زكريا يحيى بن شرف بن مري النووي المتوفى سنة 676هـ - دار إحياء التراث العربي – بيروت ط2 1392هـ 9/179 ¶ 2- ألمُفصَّل في أحكام المرأة والبيت المسلم في الشريعة الإسلامية ، ألدكتور عبدالكريم زيدان ، مؤسسة الرسالة بيروت – شارع سوريا – ط1 / 1412هـ 1993م 6/164 ¶ 3- خاتم النبيين ، تأليف الشيخ محمد أبو زهرة المتوفى سنة 1316هـ - 1898م ، عنى بطبعه عبدالله بن ابراهيم الأنصاري ، منشورات المكتبة العصرية صيدا - بيروت - لبنان 2/1093 ¶ 4- ألمُفصَّل 6/165 ¶ وأما الشيعة فإنهم يعتقدون بأنَّ نكاح المتعة لم ينسخ ، فقد جاء في النهاية ¶ للطوسي : نكاح المتعة مباح في شريعة الإسلام (1) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويقول عبدالله الغريقي : مدرسة الأئمة من أهل البيت عليهم السلام تعتبر هذا الزواج زواجاً إسلامياً قد شرعه الله سبحانه وتعالى ، وبقي التشريع قائماً لم ينسخ ولم يلغَ (2) . ¶ وسنأتي إن شاء الله تعالى إلى ذكرالأدلة القطعية لتحريمه من كتب السنة والشيعة معاً ، ليتسنى للقارئ الكريم معرفة الحقيقة ، والدَّس الواضح في مؤلفات بعض المعاصرين من كتب الشيعة الموالين لإيران ، المندسّين في صفوف المسلمين ، ومن أجل هدم الإسلام لَبِنَةً لَبِنَة ، والنيل من الشرف العربي ، ولا حول ولا قوة إلا بالله العلي العظيم . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألنهاية للطوسي ص489 ¶ 2- ألتشيع نشوؤه – مرحله – مقوماته ، عبد الله الغريقي ألمطبعة العلمية – دمشق ط6- 1417هـ - 1997م ص 687 ¶ أدلة الرُّخصة ( ألإذن ) في المتعة ومناقشتها : ¶ أولاً : روى مسلم في صحيحه قال : حدثنا محمد بن عبدالله بن نمير الهمداني حدثنا أبي ووكيع ، وابن بشرعن إسماعيل عن قيس قال : سمعت عبدالله يقول : كنا نغزو مع رسول الله - صلى الله عليه وسلم - ليس لنا نساء ، فقلنا : ألا نستخصى ؟ فنهانا عن ذلك ثم رخص لنا أن ننكح المرأة بالثوب إلى أجل ثم قرأعبدالله :{ يا أيها الذين آمنوا لا تحرموا طيبات ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين } (1) ، رواه مسلم (2) . ¶ ثانياً : وروى مسلم في صحيحه أيضاً قال : حدثنا أبو بكر بن أبي شيبة حدثنا يونس بن محمد ، حدثنا عبدالواحد بن زياد ، حدثنا أبو عميس ، عن إياس بن سلمة - رضي الله عنه - عن أبيه قال : رخَّص رسول الله - صلى الله عليه وسلم - عام أوطاس في المتعة ثلاثا ثم نهى عنها . رواه مسلم (3) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ثالثاً : ما رواه النسائي قال : أخبرنا قتيبة قال : حدثنا الليث عن الربيع بن سبرة الجهني ، عن أبيه قال : أذن رسول الله - صلى الله عليه وسلم - بالمتعة ، فانطلقت أنا ورجل إلى امرأة من بني عامر، فعرضنا عليها أنفسنا فقالت : ما تعطيني فقلت : ردائي وقال صاحبي ردائي ، وكان رداء صاحبي أجود من ردائي وكنت أشب منه فإذا نظرت إلى رداء صاحبي أعجبها وإذا نظرت إلي أعجبتها ثم قالت : أنت ورداؤك يكفيني فمكثت معها ثلاثا ، ثم إن رسول الله - صلى الله عليه وسلم - قال : (( من كان عنده من هذه النساء اللاتي يتمتع فليخل سبيلها )) رواه النسائي ، وقال الشيخ الألباني : صحيح (4) . ¶ رابعاً : حدثنا محمد بن خلف العسقلاني ، حدثنا الفريابي عن أبان بن أبي حازم عن أبي بكربن حفص عن ابن عمر - رضي الله عنه - قال : لما وُلي عمربن الخطاب ، خطب الناس فقال : إن رسول الله - صلى الله عليه وسلم - أذن لنا في المتعة ثلاثاً ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة المائدة الآية 87 ¶ 2- صحيح مسلم في كتاب النكاح ، باب بيان أن المتعة أبيح ثم نسخ ثم أبيح ثم نسخ ، واستقر تحريمه 2/1022 ( 1404) ¶ 3- في كتاب النكاح ، باب بيان أن المتعة أبيح ثم نسخ ثم أبيح ثم نسخ ، واستقر تحريمه 2/1022 (1405) ¶ 4- سنن النسائي للإمام الحافظ أبو عبدالرحمن أحمد بن شعيب النسائي المتوفى سنة 303هـ - بشرح الحافظ جلال الدين السيوطي ، مع حاشية السندي – دار المصرية اللبنانية – القاهرة ط7 – 1407هـ 1978م في كتاب النكاح باب تحريم المتعة 6/26 (3368) ¶ ثم حرمها ، والله لا أعلم أحدا يتمتع وهو مُحصن إلا رجمتُه بالحجارة إلا أن يأتين بأربعة يشهدون أن رسول الله أحلها بعد إذ حرمها . رواه ابن ماجه (1). ¶ قول : وبعد عرض أدلة الإباحة ، يجب أن نبين هل المتعة أُبيحت والناس في بيوتهم ، أم في الغزو ؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وسنبين الراجح من الرأيين بعد الموازنة بين أدلة الطرفين إن شاء الله تعالى ¶ إختلف الفقهاء في سبب استمرارإباحة المتعة ، أو كما تقدم ترجيح العلماء قول المحققين من العلماء الرخصة ، وهو الأنسب في هذا المقام كما أرى . ¶ يقول الدكتورعبدالملك السعدي : إلا أن العلماء المتفقين على إباحتها آنذاك إختلفوا ، فمنهم من قال : إباحتها لضرورة العزوبة ، فكانت رخصة في أول الإسلام كأكل الميتة ونحوها وهو المروي عن عبدالله بن عمررضي الله عنهما (2) ، ومنهم من قال : كانت خاصة في أسفارهم للغزو لبعدهم عن نسائهم مع أن بلادهم حارة وصبرهم عنهم قليل (3) ............ ¶ مناقشة الأدلة : ¶ إنَّ مما لا يخفى على المتابع للروايات التي جاءت في هذا الباب ، أن هناك تصريح في بعضها ، كرواية مسلم ألذي ينقل كلام الصحابي عبدالله بن عمر: كنا نغزو مع رسول الله - صلى الله عليه وسلم - ليس لنا نساء ، فقلنا : ألا نستخصى ؟ ¶ فنهانا عن ذلك ، ثم رخص لنا أن ننكح المرأة بالثوب إلى أجل ... أي رخَّص لنا ونحن غزاة ، ولم نكن في بيوتنا ... ¶ قال الحازمي : ولم يبلغنا بأن النبي - صلى الله عليه وسلم - أباحه وهم في بيوتهم (4) . ¶ وقال القاضي عياض : وليس في هذه الأحاديث كلها أنها كانت في الحضر وإنما كانت في أسفارهم في الغزو وعند ضرورتهم وعدم النساء –أي عدم وجود نسائهم معهم (5) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سنن الحافظ أبي عبدالله محمد بن يزيد القزويني ابن ماجه المتوفى سنة 273هـ ، حقق نصوصه وعلّق عليه محمد فؤاد عبدالباقي ، ألمكتبة العلمية – بيروت – لبنان في كتاب النكاح باب النهي عن نكاح المتعة 1/631 ( 1963) ¶ 2- وهذا ما جاء على لسان ابن عباس رضي الله عنهما كما في سنن البيهقي ، وسيأتي ذكره في موضعه إن شاء الله .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "3- ألعلاقات الجنسية غير الشرعية وعقوبتها في الشريعة والقانون ، الدكتور عبدالملك عبدالرحمن السعدي ، دار الأنبار ط3 1410هـ - 1989م 1/118 ¶ 4- نيل الأوطار ، للإمام المجتهد محمد بن علي الشوكاني المتوفى سنة 1255هـ - دار الحديث – القاهرة ط بلا 6/133 ¶ 5- شرح مسلم على شرح النووي للإمام ابي الحسن مسلم بن الحجاج النيسابوري المتوفى سنة 261هـ دار الفكر ط2 1398هـ - 1978 ، 9/179 ¶ يقول الإمام القرطبي : قال أبو جعفر الطحاوي : كل هؤلاء الذين رووا عن النبي - صلى الله عليه وسلم - إطلاقها أخبروا أنها كانت في سفر ، وأن النهي لحقها في ذلك السفر بعد ذلك فمنع منها وليس أحد منهما يخبر أنها كانت في حضر(1) . ¶ وقد أجاب الخطابي لفتوى ابن عباس بقوله : فهذا يبين لك أنه إنما سلك فيه مسلك القياس وشبهه بالمضطر إلى الطعام , وهو قياس غير صحيح ، لأن الضرورة في هذا الباب لا تتحقق ، كما هي في باب الطعام الذي به قوام الأنفس ، وبعدمه يكون التلف , وإنما هذا من باب غلبة الشهوة ، ومصابرتها ممكنة , وقد تحسم مادتها بالصوم والصلاح ، فليس أحدهما في حكم الضرورة كالآخر والله أعلم (2) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألجامع لأحكام القرآن ، لأبي عبدالله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي القرطبي الأندلسي المتوفى سنة 671هـ ، دار الكتاب العربي للطباعة والنشر مصر ط3 – 1387هـ 5/115 ¶ 2- شرح النووي على صحيح مسلم 9/179 ¶ ألتدرج في تحريم المتعة ¶ ولكي يقف المسلم على الحكم الإلهية من هذه المسألة المهمة – ألمتعة - والتي تخصُّ أعراض المسلمين ، وهي من ضروريات الشريعة الإسلامية : أي صيانة أعراض المسلمين ، فعن أبي هريرة - رضي الله عنه - قال ، قال رسول الله - صلى الله عليه وسلم - :(( كل المسلم على المسلم حرام دمه وماله وعرضه )) رواه مسلم (1) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وكما هو معلوم في علوم القرآن ، أن القرآن الكريم لم ينزل على نبينا محمدٍ - صلى الله عليه وسلم - جملة واحدة ، بل نزل منجماً – أي مفرقاً – على مدى ثلاث وعشرين عاماً ، لأن المجتمع الجاهلي كان غارقاً في الضلال ، ومن أهم الحكم الإلهية ألتدرج في تربية هذه الأُمة الناشئة علماً وعملاً : وتدرج بهم في تحريم ما كان مستأصلاً فيهم كالخمر، تدرجاً حكيماً حقق الغاية ، وأنقذهم من كابوسها في النهاية ، وكان الإسلام في انتهاج هذه الخطة المثلى أبعد نظراً ، وأهدى سبيلاً ، وأنجح تشريعاً ، وأنجح سياسة ، من تلكم الأمم المتمدنة المتحضرة التي أفلست في تحريم الخمرعلى شعوبها أفضع إفلاس وفشلت أمرَّ فشل ، وما عهد أمريكا في مهزلة تحريمها الخمر ببعيد (2) . ¶ يقول القرطبي : قال بعض المفسرين : إن الله تعالى لم يدع شيئاً من الكرامة والبر إلا أعطاه هذه الأمة ومن كرامته وإحسانه ، أنه لم يوجب عليهم الشرائع دفعة واحدة ، ولكن أوجب عليهم مرة بعد مرة ، فكذلك تحريم الخمر(3) . ¶ قال الإمام القرطبي : وتحريم الخمركان بتدريج ونوازل كثيرة فإنهم كانوا ¶ ـــــــــــــــــــــــــــــــــــــــــ ¶ 1- في كتاب البر والصلة ، باب تحريم ظلم المسلم وخذله واحتقاره ودمه وماله وعرضه 4/1986 ( 2564)",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2- مناهل العرفان في علوم القرآن ، تأليف العلامة الشيخ محمد عبدالعظيم الزرقاني ، تحقيق وتعليق : هاني الحاج ، ألمكتبة التوفيقية ، القاهرة – مصر 1/ 73 ، وفي هامش الكتاب كلام نفيس للمحقق هاني الحاج : حاولت الولايات المتحدة الأمريكية في بداية القرن – أي العشرين – أن تمنع الخمر بموجب قانون سنته لهذا الهدف ، وأبدت بذلك بحملة إعلامية واسعة ، إستخدمت فيها كافة وسائل الإعلام المعروقة من نشرات ومجلات وجرائد ومحاضرات وصور وسينما ، وقدِّرت قيمة الحملة الإعلامية بما يزيد على ( 60) ستين مليون دولار ، ومجموع ما نشرته من كتب ومجلات وغيرها حوالي ( عشرة ملايين صفحة ) وقد تحملت ميزانية الدولة في سبيل تنفيذ هذا القانون ( 250) مائتين وخمسين مليون جنيه ، وبلغت الغرامات ( 16) ستة عشر مليون جنيه ، وصادرت من الأملاك ما يبلغ (400) أربعمائة مليون جنيه ، وأعدم في أثناء هذه الحملة (300) نفس ، وسجن أكثر من مليون نصف نفس ، ولكن كل ذلك كان سبباً في ازدياد تعاطيها عناداً ، ولم تفلح تلك الحملة ، بل فشلت في ذلك فشلاً ذريعاً ، حتى اضطرت الدولة سنة ( 1932م ) إلى إلغاء قانون التحريم هذا ، المصدر نقسه 1/73 – 74 نقلاً من كتاب منهج التربية في القرآن محمد شديد ص 14 - 15 ¶ 3- ألجامع لأحكام القرآن 3/50",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "مولعين بشربها ، وأول ما نزل في شأنها :{ يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس }(1) :أي في تجارتهم ، فلما نزلت هذه الآية تركها بعض الناس وقالوا : لا حاجة لنا فيما فيه إثم كبير ولم يتركها بعض الناس وقالوا : نأخذ منفعتها ونترك إثمها ، فنزلت هذه الآية :{ لا تقربوا الصلاة وأنتم سكارى }(2) فتركها بعض الناس وقالوا :لا حاجة لنا فيما يشغلنا عن الصلاة وشربها بعض الناس في غير أوقات الصلاة حتى نزلت :{ يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس } (3) الآية ، فصارت حراماً بسبب عمر بن الخطاب ، فإنه ذكر للنبي - صلى الله عليه وسلم - عيوب الخمر، وما ينزل بالناس من أجلها ودعا الله في تحريمها وقال : اللهم بين لنا في الخمر بينا شافياً ، فنزلت هذه الآيات فقال عمر - رضي الله عنه - : انتهينا انتهينا، وروى أبو داود عن ابن عباس قال :{ لا تقربوا الصلاة وأنتم سكارى } و{ يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس }نسختها التي في المائدة{ إنما الخمر والميسر والأنصاب } (4) . ¶ وعن أنس بن مالك - رضي الله عنه - قال : كنت ساقي القوم يوم حرمت الخمرفي بيت أبي طلحة وما شرابهم إلا الفضيح البسر والتمر، فإذا مناد ينادي فقال : اخرج فانظر، فخرجت فإذا مناد ينادي : ألا إن الخمر قد حرمت ، قال : فجرت في سكك المدينة فقال لي أبو طلحة : اخرج فاهرقها ، فهرقتها فقالوا : أوقال بعضهم قتل فلان قتل فلان ، وهي في بطونهم ؟! ¶ قال : فلا أدري هو من حديث أنس ؟ ¶ فأنزل الله عز وجل :{ ليس على الذين آمنوا وعملوا الصالحات جناح فيما طعموا إذا ما اتقوا وآمنوا وعملوا الصالحات } (5) رواه مسلم (6) . ¶ ويقول القرطبي في قوله تعالى : { فاجتنبوه } يرد أن أبعدوه واجعلوه ناحية ¶ فأمر لله تعالى باجتناب هذه الأمور ، واقترنت بصيغة الأمرمع نصوص ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "1- سورة البقرة الآية 219 ¶ 2- سورة النساء الآية 42 ¶ 3- سورة المائدة الآية 90 ¶ 4- ألجامع لأحكام القرآن 6/266 ¶ 5- سورة المائدة الآية 93 ¶ 6- في كتاب الأشربة باب تحريم الخمر 3/1570 ( 1980 ) ¶ الأحاديث ، وإجماع الأمة ، فحصل الإجتناب في جهة التحريم ، فبهذا حرِّمتِ الخمر ، ولا خلاف بين علماء المسلمين أن سورة المائدة نزلت بتحريم الخمر ، وهي مدنية من آخرما نزل والله أعلم (1) . ¶ هكذا نفهم بوضوح أن تحريم الخمر- وما ذكر معها من المحرمات – بصريح القرآن والسنة والإجماع . ¶ أخي المسلم الحريص على دينه وعرضه وأعراض المسلمين جميعاً : وكذلك مسألة تحريم المتعة قد مرت بمراحل عدة إلى أن حرمت تحريماً نهائياً ، فلنا صولة في أدلة القرآن الكريم والسنة النبوية وإجماع الأمة على نسخ ما كان معهوداً في الجاهلية ( المتعة ) إلى فتح مكة . ¶ إن هذه المسألة وغيرها من المسائل المهمة ، إهتم بها أهل العلم من المفسرين و الفقهاء وأهل الحديث وغيرهم ، ومن أجل الوقوف على الحقيقة ، نقف على أدلة كل من المانعين و المجيزين للمتعة ، وأول ما نبدأ به القرآن الكريم الذي هو المصدر الأول للتشريع . ¶ أولاً : أدلة تحريم المتعة من القرآن الكريم ¶ قوله تعالى : { إلأ على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين ، فمن ابتغى وراء ذلك فأولئك هم العادون* فمن ابتغى وراء ذلك فأولئك هم العادون } (2) . ¶ وقوله تعالى : { وليستعفف الذين لايجدون نكاحا حتى يغنيهم الله من فضله} (3).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والآية نفسها التي إستدل بها المجيزون ، دليل على حرمة نكاح المتعة ، وهي قوله تعالى :{ وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً } (4) . وغيرها من الآيات نذكرها إن شاء الله تعالى في موضعها .ــــــــــــــــــــــــــــــــــ ¶ 1- ألجامع لأحكام القرآن 6/266 ¶ صفر ذو القعدة سورة المؤمنون الاية 6 – 7 ¶ ربيع أول ذو القعدة سورة النور الاية 33 ¶ 4- سورة النساء الآية 24 ¶ ثانياً : إستدلال علماء أهل السنة بالآيات الآنفة الذكرعلى تحريم المتعة ¶ قوله تعالى : { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إلأ على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين ، فمن ابتغى وراء ذلك فأولئك هم العادونفمن ابتغى وراء ذلك فأولئك هم العادون } (1) . ¶ يقول القرطبي:قال الفرّاء :أي من ازواجهم اللاتي أحل الله لهم لايجاوزون. ¶ وأما قوله تعالى : { أو ما ملكت أيمانهم } في موضع خفض معطوفة على ( أزواجهم ) و( ما ) مصدرية . وهذا يقتضي تحريم الزنى ونكاح المتعة ، لأن المتمتع بها لاتجري مجرى الزوجات ، لاترث ولاتورث ، ولا يلحق بها ولدها ، ولا يخرج من نكاحها بطلاق يستأنف لها وإنما يخرج بانقضاء المدة التي عقدت عليها ، وصارت كالمستأجرة (2) .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "يقول شيخ الإسلام ابن تيمية : والقرآن قد حرَّم أنْ يَطأ الرَّجُل إلا زوجة أو مملوكة ، بقوله : { والذين هم لفروجهم حافظون إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين فمن ابتغى وراء ذلك فأولئك هم العادون } (3) ، وهذه المستمتع بها ليست من الأزواج ، ولا ما ملكة اليمين ، فإن الله قد جعل للأزواج أحكاماً من الميراث والإعتداد بعد الوفاة بأربعة أشهروعشر، وعدة الطلاق ثلاثة قروء ، ونحو ذلك من الأحكام التي لا تثبت في حق المستمتع بها ، فلو كانت زوجة لثبت في حقها هذه الأحكام ، ولهذا قال من قال من السلف : إن هذه الأحكام نسخت المتعة (4) . ¶ يقول الإمام الآلوسي : ولعلَّ الأقرب إلى الإنصاف أن يقال:متى قيل ينفي اللوازم – في نكاح المتعة – من الإحصان ونفي حرمة الزيادة على الأربع – أي على أربع نسوة بعقد المتعة ونحو ذلك ،كانت الآية:{ وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ * إلأ على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين}(5) ، دليلاًعلى التحريم– تحريم نكاح المتعة- ،لأنَّ المتبادرمن الزوجية من هذه الآية التي يلزمها مثل ذلك (6) . ¶ ـــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة المؤمنون الاية 6 – 7 ¶ 2- الجامع لأحكام القرآن 12/106 ¶ 3- سورة المؤمنون الآية 6-7 ¶ 4- مجموع فتاوى شيخ الإسلام احمد بن عبدالحليم بن تيمية الحراني المتوفى سنة 728هـ - ط1 – 1418هـ - 1997م المملكة العربية السعودية 32/107 ¶ 5- سورة المؤمنون الاية 5 – 7 ¶ 6- روح المعاني ، أبو الفضل شهاب الدين محمود الآلوسي البغدادي المتوفى سنة 127هـ ، طبعة دار الفكر – بيروت 18/8 ¶ وقال الشوكاني : وقد دلت هذه الآية على تحريم نكاح المتعة (1) . ¶ قال الدهلوي : وظاهر الآية ألمتعة ليست بزوجة ، وإلأ لتحققت لوازم الزوجية فيها من الإرث والعدة والطلاق والنفقة والكسوة وغيرها ، وليست هي أيضاً بملك يمين ، وإلأ لجاز بيعها وهبتها وإعتاقها (2) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقوله تعالى : { وليستعفف الذين لايجدون نكاحا حتى يغنيهم الله من فضله}(3) . ¶ لولمْ يَكن نكاح المُتعة حراماً لما أمرالله سبحانه وتعالى الشّباب بالإستعفاف ¶ يقول الإمام القرطبي : أمرالله كل من تعذرعليه النكاح ، ولا يجده أن يستعف . ثم كان أغلب الموانع عن النكاح عدم المال (4) . ¶ ويقول أيضاً : وكذلك يخرج عنه نكاح المتعة بنسخه (5) . ¶ روى البخاري ومسلم في صحيحيهما ، عن علقمة قال : كنت مع عبد الله فلقيه عثمان بمنى فقال : يا أبا عبد الرحمن : إن لي إليك حاجة فخلوا ، فقال عثمان : هل لك يا أبا عبد الرحمن في أن نزوجك بكراً تذكّرك ما كنت تعهد ؟ ¶ فلما رأى عبد الله أن ليس له حاجة إلى هذا أشار إلي فقال : يا علقمة فانتهيت إليه وهو يقول : أما لئن قلت ذلك ، لقد قال لنا النبي - صلى الله عليه وسلم - : (( يا معشر الشباب من استطاع منكم الباءة فليتزوج ، ومن لم يستطع فعليه بالصوم ، فإنه له وجاء )) وهذا لفظ البخاري (6) . ¶ ولفظ مسلم : (( يا معشرالشباب من استطاع منكم الباءة فليتزوج فإنه أغض للبصر وأحصن للفرج ومن لم يستطع فعليه بالصوم فإنه له وجاء )) (7) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- فتح القدير 3/679 ¶ 2- مختصر التحفة الإثني عشرية ، تأليف شاه عبدالعزيز الإمام ولي الله أحمد بن عبدالرحيم الدهلوي ، تعريب الشيخ غلام محمد بن محي الدين عمر الأسلمي ، إختصره وهذبه السيد محمود شكري الآلوسي ، تحقيق محب الدين الخطيب ، ألمؤسسة العامة للبحوث العلمية ، ألرياض – المملكة العربية السعودية 1404هـ ص 228 ¶ 3- سورة النور الآية 33 ¶ 4- الجامع لأحكام القرآن 12/ 143 ¶ 5- ألمصدر 12/ 221 ¶ 6- في كتاب النكاح باب قول النبي ص يامعشر الشباب من استطاع منكم الباءة فليتزوج 5/1950( 4778) ¶ 7- في كتاب النكاح باب إستحباب النكاح 2/1018 ( 1400 )",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يقول ابن حجر : فيه الحثُّ على غضِّ البصر ، وتحصين الفَرج بكلِّ مُمكن وعدم التكليف بغيرالمستطاع ، ويؤخذ منه أن حظوظ النفوس والشهوات ، لا تتقدم على أحكام الشرع ، بل هي دائرة معها ، فأرشد إليه لتحصيل غضِّ البصر ، وكفِّ الفرج عن الوقوع في المحرَّم (1) . ¶ فلو كان نكاح المتعة مباحاً لأرشدنا الشارع إليه ، لأنه في متناول الأيدي ، ولا يكلف له شيئاً سوى مبلغاً حقيراً من المال أو كفاً من بر يستطيع السائل الحصول عليه في ساعة واحدة من هنا وهناك ، وليس عليه نفقة ولا تبعات أُخرى ، فتدبر أيها اللبيب ما تحاك على نساء المسلمين من مؤامرة باسم الدين الإسلامي الحنيف ! ¶ قوله تعالى : { وَالْمُحْصَنَاتُ مِنَ النِّسَاءِ إِلَّا مَا مَلَكَتْ أَيْمَانُكُمْ كِتَابَ اللَّهِ عَلَيْكُمْ وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّفَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً }(2) . ¶ قال أبو جعفر: فأما المحصنات فإنهنَّ جمع محصنة ، وهي التي قد منع فرجها بزوج ، يقال : منه أحصن الرجل امرأته فهو يحصنها إحصاناً وحصنت هي ، فهي تحصن حصانة إذا عفت ، وهي حاصن من النساء عفيفة كما قال العجاج :",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وحاصن من حاصنات ملس عن الأذى وعن قراف الوقس ويقال أيضا: إذا هي عفت وحفظت فرجها من الفجوروقد أحصنت فرجها فهي محصنة كما قال جل ثناؤه :{ ومريم ابنة عمران التي أحصنتفرجها }(3) . بمعنى :حفظته من الريبة ، ومنعته من الفجوروإنما قيل لحصون المدائن والقرى :حصون لمنعها من أرادها وأهلها وحفظها ما وراءها ممن بغاها من أعدائها ، ولذلك قيل للدرع : درع حصينة ، فإذ كان أصل الإحصان ما ذكرنا من المنع والحفظ ، فبين أن معنى قوله :{ والمحصنات من النساء } والممنوعات من النساء حرام عليكم ، إلا ما ملكت أيمانكم ، وإذ كان ذلك معناه ، وكان الإحصان قد يكون بالحرية ، كما قال جل ثناؤه : { والمحصنات من الذين أوتوا الكتاب من قبلكم }(4) ، ويكون بالإسلام ، كما قال ¶ ـــــــــــــــــــــــــــــ ¶ 1- فتح الباري 9/171 ¶ صفر ذو القعدة سورة النساء الآية 24 ¶ 3- سورة التحريم الآية 12 ¶ 4- سورة المائدة الآية 5 ¶ تعالى ذكره :{ فإذا أحصن فإن أتين بفاحشة فعليهن نصف ما على المحصنات من العذاب } (1) . ¶ ويكون بالعفة :{ والذين يرمون المحصنات ثم لم يأتوا بأربعة شهداء } (2) . ¶ ويكون بالزوج ، ولم يكن تبارك وتعالى خص محصنة دون محصنة في قوله : { والمحصنات من النساء } فواجب أن تكون كل محصنة بأي معاني الإحصان كان إحصانها ، حراماً علينا سفاحاً أو نكاحاً إلاما ملكته أيماننا منهن بشراء كما أباحه لنا كتاب الله جل ثناؤه ، أو نكاح على ما أطلقه لنا ¶ تنزيل الله ، فالذي أباحه الله تبارك وتعالى لنا نكاحا من الحرائر : الأربع",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "سوى اللواتي حرمن علينا بالنسب والصهر ومن الإماء : ما سبينا من العدو سوى اللواتي وافق معناهن معنى ما حرم علينا من الحرائر بالنسب والصهر، فإنهن والحرائر فيما يحل ويحرم بذلك المعنى متفقات المعاني وسوى اللواتي سبيناهن من أهل الكتابين ولهن أزواج ، فإن السباء يحلهن لمن سباهن بعد الاستبراء ، وبعد إخراج حق الله تبارك وتعالى الذي جعله لأهل الخمس منهن (3) . ¶ قوله تعالى :{ أَنْ تَبْتَغُوا بِأَمْوَالِكُمْ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ }، يعني أن تطلبوا بأموال نكاحاً تكونون به مُحصِّنين أنفسكم وزوجاتكم (4) . ¶ يقول القرطبي : فأما السفاح ، فإن الله تبارك وتعالى حرمه من جميعهن ، فلم يحله من حرةٍ ولا أمةٍ ولا مسلمةٍ ولا كافرةٍ مشركة (5) . ¶ ثم عطف عليه حكم النكاح وما يترتب عليه من لزوم كل المهر إذا اتَّصل به الدخول بالزوجة بقوله تعالى : { فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّفَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً } : أي إذا استمتعتم بالدخول بهنَّ – أي بوطئهن – فآتوهن مهورهن كاملة ، فأوجب الشرع بهذه الآية على الزوج كامل المهر إذا دخل بزوجته (6) . ¶ قال الحسن و مجاهد وغيرهما : المعنى فما انتفعتم وتلذذتم بالجماع من النساء بالنكاح الصحيح { فآتوهن أجورهن } : أي مهورهن (7) . ¶ يقول الدهلوي : يعني إذا قررتم الصداق في النكاح فإن تمتعتم به منهن ¶ ـــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة النساء الآية 25 ¶ 2- سورة النور الآية 4 ¶ 3- الجامع لأحكام القرآن 4/3 ¶ 4- ألمفصّل 6/167 ¶ 5- أحكام القرآن ، الجصاص 2/148 ¶ 6- الجامع لأحكام القرآن 4/3 ¶ 7- ألمصدر نفسه 5/115 ¶ بالدخول والوطء يلزمكم تمام المهر وإلأ فنصفه ، فقطع هذه الآية عَمَّا قَبلَها وحَملها على الإستأناف باطلٌ صريحٌ باعتبارِالعربية ، لأنَّ الفاءَ تأبى القَطْعَ والإبتداء ، بلْ تَجْعَلُ ما بَعدها مربوطاً بما قبلها (1) .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقالَ الزَّجاجُ في قَوْلِه تعالى في سُورَةِ النِّساءِ :{ فَمَا اسْتَمْتَعْتُم بهِ مِنْهُنّ فآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً } هذه الآيَةُ قَدْ غَلِطَ فيها قَوْمٌ غَلطاً عَظِيماً لجَهْلِهِم باللُّغَةِ ، وذلك أنَّهُم ذَهَبُوا إلى قَوْلهِ :{ فما استَمْتَعْتُمْ بهِ مِنْهُنَّ } من المُتْعَةِ الّتِي أجْمَعَ أهْلُ العِلْمِ أنَّهَا حَرامٌ ، وإنَّما مَعْنَى :{ فما استَمْتَعْتُمْ بهِ مِنْهُنَّ }: فما نَكَحْتُم منْهُنَّ على الشَّرِيطَةِ الّتِي جَرَى في الآيَةِ ، آيَةِ الإحْصَانِ :{ أنْ تَبْتَغُوا بأمْوالكِمْ مُحْصِنين} أي : عاقِدينَ التَّزْويجَ أي :{ فما استَمْتَعْتُمْ بهِ مِنْهُنَّ }على عَقْدِ التَّزْويجِ الّذِي جَرَى ذِكْره آنِفاً :{ فآتُوهُنَّ أجُورَهُنَّ }أي :مُهُورَهُنَّ فَرِيضَةً فإن استَمْعَ بالدُّخُولِ بها آتى المَهْرَ تَامّاً وإن اسْتَمْتَعَ بعَقْدِ النِّكاحِ آتَى نِصْفَ المَهْر(2). ¶ ولوضوح الآية الكريمة عند أهل اللغة ، يقول ابن الأثير: والآية محكمة ، والجمهورعلى التحريم (3) . ¶ فأهل اللغة لا يوافقون على ما ذهب إليه القائلون بأن المراد بالآية هنا ( ألمتعة ) ، لعلاقتها بالتي قبلها ، فإن هذه الطريقة تدفعنا أن نقول في قوله تعالى : { قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ } (4) ، إنَّ مَصيرَ كل متمتع لإلى النار بدليل هذه الآية ، ولكن من قرأ الآية بكاملها بحيادية كاملة ، فإنه يعرف معناها من دون عناء ، فإن الآية تَتَحَدَّثُ هنا عن عُبّادِ الأصنام الذين جعلوا من الله آلهةً أخرى لقوله تعالى : { وَجَعَلُوا لِلَّهِ أَنْدَاداً لِيُضِلُّوا عَنْ سَبِيلِهِ قُلْ تَمَتَّعُوا فَإِنَّ مَصِيرَكُمْ إِلَى النَّارِ } (5) . وأما الإستدلال في قراءة ابن مسعود:{ فما استمتعتم به منهن إلى أجل} ¶ يقول الطبري : إنها قرآءة بخلاف ما جاءت به مصاحف المسلمين ، وغير",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مختصر التحفة الإثني عشرية ص229 ¶ 2- تاج العروس 1/5537 ¶ 3- النهاية في غريب الحديث والأثر 4/611، المصباح المنير 2/562 ¶ 4- شطر الآية من سورة إبراهيم الآية 30 ¶ 5- سورة إبراهيم الآية 30 ¶ جائزٍ لأحَدٍ أنْ يُلحق في كتاب الله تعالى شيئاً لمْ يأتِ الخَبَرُ القاطع العذر عمن لا يجوز خلافه (1) . ¶ يقول النووي : وقراءة ابن مسعود هذه شاذة لا يحتج بها قرآناً ولا خبراً , ولا يلزم العمل بها (2) . ¶ يقول ابن تيمية : ليست هذه القرآءة متواترة ، وغايتها أن تكون كأخبار الآحاد ، ونحن لا ننكرأن المتعة أُ حلت في أول الإسلام ، لأن الكلام في دلالة القران على ذلك ، إن كان هذا الحرف نزل فلا ريب أنه ليس ثابتاً من القرآءة المشهورة ، فيكون منسوخاً ، ويكون لما كانت المتعة مباحة ، ¶ فلما حرمت نسخ هذا الحرف ، أو يكون الأمر بالإيتاء في الوقت تنبيهاً على الإيتاء في النكاح المطلق ، وغايته أنهما قراءتان وكلاهما حق ، وألأمر بالإيتاء في الإستمتاع إلى أجل واجب إذا كان ذلك حلالاً، وهذا كان في أول الإسلام ، فليس في الآية ما يدل على أن الإستمتاع بها إلى أجل مسمى حلال ، فإنه لم يقل : أحل لكم أن تستمعوا بهن إلى أجل مسمى بل قال : { فَمَا اسْتَمْتَعْتُم بهِ مِنْهُنَّ فآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً } ، فهذا يتناول ما وقع من الإستمتاع سواء كان حلالاً أو وطء شبهة ، ولهذا يجب المهر في النكاح الفاسد بالسنة والإتفاق (3) . ¶ ويقول الشوكاني : وأما قراءة ابن عباس وابن مسعود وأبي بن كعب وسعيد بن جبير: { فما استمتعتم به منهن إلى أجل مسمى } فليست بقرآن ¶ عند مشترطي التواتر، ولا سنة لأجل روايتها قرآنا فيكون من قبيل التفسير للآية ، وليس ذلك بحجة (4).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "ولكن الغريب أن الطبرسي الإمامي قد أورد قرآءة ابن مسعود ، وقد نقله من تفسير الثعالبي ، وهو تفسيرغير مشهورعند أهل السنة ، ولم يقف عند أقوال علمائنا الذين عَلَّقوا على هذه القرآءة ، مقابل ما تواتر نقله في القرآن الذي بين أيدي المسلمين جميعاً ، ولم يعرج في تفسيره إلى أقوال علماء أهل السنة خشية أن يقتنع أنصاره بالمعقول والمنقول من أقوالهم (5) . ¶ ــــــــــــــــــــــــــــــــــــ ¶ 1- جامع البيان من تأويل آي القران ، أبو جعفر محمد بن جرير الطبري ، المتوفى سنة 310هـ / ط - دار المعارف – مصر دار الكتب العلمية / بيروت 8/175 ¶ 2- شرح النووي على صحيح مسلم 9/179 ¶ 3- منهاج السنة النبوية 2/155 ¶ 4- نيل الأوطار 6/194 ¶ 5- أنظر : مجمع البيان في تفسير القران : تأليف الإمام الشيخ أبي علي الفضل الطبرسي من كبار علماء الإمامية في القرن السادس ، منشورات محمد علي بيضون ، دار الكتب العلمية بيروت – لبنان ط 1/1418هـ 1997م 3/46 ¶ ومع هذا راجعت تفسير الثعالبي ولم أجد هذه القرآءة في تفسيرالآية ، ومما ذكر قوله تحريم المتعة : وقد كانت المتعة في صدر الإسلام ثم نهى عنها النبي - صلى الله عليه وسلم - (1) . ¶ ولو كانت هذه القرآءة قراناً لكُتِبَتْ بالمصاحف التي نقرأها الآن ، ولوفي مصاحف الشيعة الذين يؤمنون بأن المتعة من ضروريات مذهبهم . ¶ فإنك بإنصافك تفهم مراد الله تعالى من الآية - دون لف ودوران - إذا استمتعتم بالدخول بهنَّ – أي بوطئهن – فآتوهن مهورهن كاملة ، فأوجب الشرع بهذه الآية على الزوج كامل المهر إذا دخل بزوجته . ¶ فدَّلت الآيات جميعها على تحريم المتعة ، وأن الفقيرالغيرالمالك للمال للزواج الشرعي الدائم ليس لديه إلأ الخيارات التي قيدها الشارع ، كما في",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قوله تعالى : { وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً أَنْ يَنْكِحَ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ فَمِنْ مَا مَلَكَتْ أَيْمَانُكُمْ مِنْ فَتَيَاتِكُمُ الْمُؤْمِنَاتِ وَاللَّهُ أَعْلَمُ بِإِيمَانِكُمْ بَعْضُكُمْ مِنْ بَعْضٍ فَانْكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ وَآتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ وَلا مُتَّخِذَاتِ أَخْدَانٍ فَإِذَا أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَاتِ مِنَ الْعَذَابِ } (2) . ¶ يقول ابن الجوزي في قوله تعالى :{ وَمَنْ لَمْ يَسْتَطِعْ مِنْكُمْ طَوْلاً } والطول الغنى والسّعة في قولِ الجماعة ، والمحصنات الحرائر، قال الزجاج : والمعنى من لم يقدرعلى مهر(3) . ¶ وملك اليمين ليست زوجة كما سبق بيانه ، ولا خلاف والقرآن قد حرم أن يطأ الرجل إلا زوجة أو مملوكة ، بقوله : { والذين هم لفروجهم حافظون إلا على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين فمن ابتغى وراء ذلك فأولئك هم العادون } وهذه المستمتع بها ليست من الأزواج ، ولا ما ملك اليمين (4) . ¶ يقول الشوكاني : أي بإذن المالكين لهنَّ ، لأن منافعهن لهم لا يجوز لغيرهم أن ينتفع بشيء منها ، إلا بإذن من هي له قوله :{ وآتوهن أجورهن بالمعروف } ¶ ــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألجواهر الحسان في تفسير القرآن ، عبدالرحمن بن محمد بن مخلوف الثعالبي ، مؤسسة الأعلمي – بيروت 1/363 ¶ 2- سورة النساء الآية 25 ¶ 3- زاد المسير في علم التفسير ، عبدالرحمن بن علي بن محمد الجوزي ، ألمكتب الإسلامي – بيروت – ط3 / 1404 – 2/55 ¶ 4- مجموع فتاوى شيخ الإسلام ابن تيمية 32/107",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أي : أدوا إليهن مهورهن بما هو بالمعروف في الشرع ، وقد استدل بهذا من قال : إن الأمة أحق بمهرها من سيدها ، وإليه ذهب مالك وذهب الجمهور إلى أن المهر للسيد ، وإنما أضافها إليهن لأن التأدية إليهن تأدية إلى سيدهن لكونهن ماله (1) . ¶ أما في الزواج الدائم ، فلا بد من ولي الأمر، يقول القرطبي : ومعلوم ان النكاح بإذن الأهلين هوالنكاح الشرعي ، بولي وشاهدين ، ونكاح المتعة ليس كذلك (2) . ¶ عن عروة عن عائشة رضي الله عنها قالت : قال رسول الله - صلى الله عليه وسلم - : (( أيما امرأة نكحت بغير إذن مواليها فنكاحها باطل )) ثلاث مرات (( فإن دخل بها فالمهر لها بما أصاب منها فإن تشاجروا فالسلطان ولي من لا ولي له (( رواه أبو داود وصحح الألباني (3) . ¶ وما يترتب على تفسير قوله تعالى : { فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّفَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً ً }: ¶ يقول العلامة عبدالكريم زيدان : وإذ تبين أن الآية لاعلاقة لها بنكاح المتعة وإنما تتعلق بالنكاح الصحيح المعروف - أي النكاح الدائم – ودخول الزوج بزوجته بموجب هذا النكاح . وما يترتب عليه من كامل المهرللمرأة (4) . ¶ والله تعالى أعلم . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير ، محمد بن علي الشوكاني المتوفى سنة 1760م 1/678 ¶ 2- الجامع لأحكام القرآن 5/130 ¶ 3- في كتاب النكاح باب الولي 1/634 ( 2083) ¶ 4- ألمفصَّل 6/167 ¶ ثانياً : أدلة التحريم من السنة النبوية : ¶ 1- قال البخاري : حدثني يحيى بن قزعة ، حدثنا ملك عن ابن شهاب ، عن عبد الله والحسن ابني محمد بن علي عن أبيهما عن علي بن أبي طالب - رضي الله عنه - : ((أن رسول الله - صلى الله عليه وسلم - نهى عن متعة النساء يوم خيبر وعن أكل لحوم الحمر الإنسية )) رواه البخاري (1) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "2- قال مسلم : حدثنا أبو بكر بن أبي شيبة ، حدثنا يونس بن محمد ، حدثنا عبدالواحد بن زياد ، حدثنا أبو عُميس ، عن إياس بن سلمة عن أبيه قال : ¶ (( خصَّ رسول الله - صلى الله عليه وسلم - عام أوطاس في المتعة ثلاثا ثم نهى عنها )) رواه مسلم (2) . ¶ 3- قال مسلم : حدثنا محمد بن عبدالله بن نمير، حدثنا أبي ، حدثنا عبدالعزيزبن عمر، حدثني الربيع بن سبرة الجهني ، أن أباه حدثه أنه كان مع رسول الله - صلى الله عليه وسلم - فقال :(( يا أيها الناس : إني قد كنت أذنت لكم في الاستمتاع من النساء ، وإن الله قد حرم ذلك إلى يوم القيامة فمن كان عنده منهن شيء فليخل سبيله ولا تأخذوا مما آتيتموهن شيئاً)) رواه مسلم (3) . ¶ 4- قال مسلم : وحدثني سلمة بن شبيب حدثنا الحسن بن أعين ، حدثنا معقل ، عن ابن أبي عبلة ، عن عمر بن عبدالعزيزقال : حدثنا الربيع بن سبرة الجهني ، عن أبيه : أن رسول الله - صلى الله عليه وسلم - نهى عن المتعة وقال : (( ألا إنها حرام من يومكم هذا ، إلى يوم القيامة ، ومن كان أعطى شيئاً فلا يأخذه )) رواه مسلم (4) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- صحيح البخاري ، مؤسسة التأريخ العربي ، بيروت – لبنان ، في كتاب فضائل الصحابة باب مناقب قرابة رسول الله ص وفي كتاب المغازي باب غزوة خيبر 4/1544 (3979) ¶ 2- في كتاب النكاح ، باب نكاح المتعة ، وبيان أنه أبيح ثم نسخ ، ثم أبيح ثم نسخ ، واستقر تحريمه 2/1022 (1405) ¶ 3- في كتاب النكاح ، باب نكاح المتعة ، وبيان أنه أبيح ثم نسخ ، ثم أبيح ثم نسخ ، واستقر تحريمه 2/1023 (1406) ¶ 4- في كتاب النكاح ، باب نكاح المتعة ، وبيان أنه أبيح ثم نسخ ، ثم أبيح ثم نسخ ، واستقر تحريمه 2 /1023 (1406)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "5- قال مسلم : وحدثني حرملة بن يحيى ، أخبرنا ابن وهب، أخبرني يونس قال ابن شهاب : أخبرني عروة بن الزبير، أن عبدالله ابن الزبيرقام بمكة فقال : إن ناسا أعمى الله قلوبهم كما أعمى أبصارهم ، يفتون بالمتعة يعرض برجل فناداه فقال : إنك لجلف جاف ، فلعمري لقد كانت المتعة تفعل على عهد إمام المتقين ( يريد رسول الله - صلى الله عليه وسلم - ) فقال له ابن الزبير : فجرب بنفسك ، فوالله لئن فعلتها لأرجمنك بأحجارك .. ¶ قال ابن شهاب : فأخبرني خالد بن المهاجر بن سيف الله أنه بينا هو جالس عند رجل جاءه رجل فاستفتاه في المتعة ، فأمره بها فقال له ابن أبي عمرة الأنصاري : مهلا قال ما هي ؟ ¶ والله لقد فعلت في عهد إمام المتقين ، قال ابن أبي عمرة : إنها كانت رخصة في أول الإسلام لمن اضطر إليها كالميتة والدم ولحم الخنزيرثم أحكم الله الدين ونهى عنها . ¶ قال ابن شهاب : وأخبرني ربيع بن سبرة الجهني ، أن أباه قال : قد كنت استمتعت في عهد رسول الله - صلى الله عليه وسلم - امرأة من بني عامر ببٌِردين أحمرين ثم نهانا رسول الله - صلى الله عليه وسلم - عن المتعة . ¶ قال ابن شهاب : وسمعت ربيع بن سبرة يحدث ذلك عمر بن عبدالعزيز وأنا جالس . رواه مسلم (1) . ¶ 6 - قال مسلم : حدثناه عبدالله بن محمد بن اسماء الضبعي حدثنا جويرية عن مالك بهذا الإسناد ، وقال : سمع علي بن أبي طالب - رضي الله عنه - يقول لفلان : (( إنك رجل تائه ، نهانا رسول - صلى الله عليه وسلم - )) ... بمثل .... حديث يحيى بن يحيى عن مالك . رواه مسلم (2) . ¶ 7- قال أبو داود : حدثنا محمد بن يحيى بن فارس ، ثنا عبد الرزاق قال : أخبرنا معمر ، عن الزهري ، عن ربيع بن سبرة ، عن أبيه : (( أن رسول الله - صلى الله عليه وسلم - حرم متعة النساء )) رواه أبو داود (3) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "1- في كتاب النكاح باب نكاح المتعة وبيان أنه أبيح ثم نسخ ثم أبيح ثم نسخ واستقر تحريمه 2/1023 (1406) ¶ 2- في كتاب النكاح باب نكاح المتعة وبيان أنه أبيح ثم نسخ ثم أبيح ثم نسخ واستقر تحريمه 2/1023 (1407) ¶ 3- في كتاب النكاح باب في المتعة 1/632 ( 2073) ¶ 8- قال الترمذي : حدثنا محمد بن بشار ، حدثنا عبد الوهاب الثقفي ، عن يحيى بن سعيد الأنصاري ، عن مالك بن أنس ، عن الزهري ، وحدثنا ابن أبي عمر، حدثنا سفيان بن عيينية ، عن الزهري ، عن عبد الله و الحسن بن محمد بن علي عن أبيهما عن علي - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن متعة النساء زمن خيبر وعن لحوم الحمر الأهلية )) رواه الترمذي وقال : حديث حسن صحيح (1) . ¶ 9- قال النسائي : أخبرنا محمد بن سلمة والحرث بن مسكين قراءة عليه ، وأنا أسمع ، واللفظ له قال : أنبأنا بن القاسم ، عن مالك ، عن بن شهاب ، عن عبد الله والحسن ابني محمد بن علي ، عن أبيهما عن علي بن أبي طالب : (( أن رسول الله - صلى الله عليه وسلم - نهى عن متعة النساء يوم خيبر، وعن لحوم الحمر الإنسية )) رواه النسائي (2) . ¶ 10- قال النسائي : أخبرنا عمرو بن علي ، ومحمد بن بشار ، ومحمد بن المثنى قالوا : أنبأنا عبد الوهاب قال : سمعت يحيى بن سعيد يقول : أخبرني مالك بن أنس أن بن شهاب أخبره ، أن عبد الله والحسن ابني محمد بن علي أخبراه ، أن أباهما محمد بن علي أخبرهما أن علي بن أبي طالب - رضي الله عنه - قال : (( نهى رسول الله - صلى الله عليه وسلم - يوم خيبرعن متعة النساء )) رواه النسائي (3) . ¶ 11- قال النسائي : أخبرنا قتيبة قال : حدثنا الليث ، عن الربيع بن سبرة الجهني ، عن أبيه قال : أذن رسول الله ص بالمتعة ، فانطلقت أنا ورجل إلى امرأة من بني عامر ، فعرضنا عليها أنفسنا فقالت : ما تعطيني ؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "فقلت : ردائي .. وقال صاحبي : ردائي ، وكان رداء صاحبي أجود من ردائي ، وكنت أشب منه ، فإذا نظرت إلى رداء صاحبي أعجبها ، وإذا نظرت إلي أعجبتها ، ثم قالت : أنت ورداؤك يكفيني ، فمكثت معها ثلاثا ، ثم إن رسول الله - صلى الله عليه وسلم - قال : (( من كان عنده من هذه النساء اللاتي يتمتع فليخل سبيلها )) رواه النسائي (4) . ¶ 12- قال ابن ماجه : حدثنا محمد بن يحيى ، حدثنا بشر بن عمر، حدثنا مالك بن أنس عن ابن شهاب ، عن عبد الله والحسن ابني محمد بن علي عن أبيهما ، عن علي بن أبي طالب - رضي الله عنه - : (( أن رسول الله - صلى الله عليه وسلم - نهى عن متعة النساء يوم خيبر وعن لحوم الحمر الإنسية )) رواه ابن ماجه (5) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- في كتاب الأطعمة باب لحوم الحمر الأهلية 4/254 (1794) ¶ 2- في كتاب المتعة باب تحريم المتعة 6/126 (3366) ¶ 3- في كتاب المتعة باب تحريم المتعة 6/126 (3367) ¶ 4- في كتاب المتعة باب تحريم المتعة 6/126 (3368) ¶ 5- في كتاب النكاح باب النهي عن نكاح المتعة 1/630 (1961)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "13- قال ابن ماجه : حدثنا أبو بكربن أبي شيب ، حدثنا عبدة بن سليمان عن عبد العزيز بن عمر، عن الربيع بن سبرة ،عن أبيه قال : خرجنا مع رسول الله - صلى الله عليه وسلم - في حجة الوداع . فقالوا : يا رسول الله إن العزبة قد اشتدت علينا . قال : (( فاستمتعوا من هذا النساء )) . فأتيناهن . فأبين أن ينكحننا إلا أن نجعل بيننا وبينهن أجلا . فذكروا ذلك النبي - صلى الله عليه وسلم - ، فقال : (( اجعلوا بينكم وبينهن أجلا )) . فخرجت أنا وابن عم لي معه برد ومعي برد ، وبرده أجود من بردي ، وأنا أشب منه . فأتينا على امرأة فقالت : برد كبرد . فتزوجتها ، فمكث عندها تلك اللية . ثم غدوت و رسول الله - صلى الله عليه وسلم - قائم بين الركن والباب وهو يقول :((يا أيها الناس إني قد كنت آذنت لكم في الاستمتاع ، ألا وإن الله قد حرمها إلى يوم القيامة ، فمن كان عنده منهن شيء فليخل سبيلها ، ولا تأخذوا مما آتيتموهن شيئاً ((رواه ابن ماجه (1) . ¶ 14- قال ابن ماجه : حدثنا محمد بن خلف العسقلاني ، حدثنا الفريابي ، عن أبان بن أبي حازم ، عن أبي بكر بن حفص ، عن ابن عمر، قال : لما ولي عمربن الخطاب - رضي الله عنه - خطب الناس فقال : (( إن رسول الله - صلى الله عليه وسلم - أذن لنا في المتعة ثلاثا ثم حرمها ، والله لا أعلم أحدا يتمتع وهو محصن إلا رجمته بالحجارة ، إلا أن يأتين بأربعة يشهدون أن رسول الله أحلها بعد إذ حرمها )) رواه ابن ماجه(2) . ¶ 15- قال الإمام أحمد : حدثنا عبد الله ، حدثني أبي ، ثنا سفيان ، عن الزهري ، عن الحسن وعبد الله ابني محمد بن علي ، عن أبيهما ، وكان حسن أرضاهما في أنفسنا ، ان علياً قال لابن عباس رضي الله عنهما : (( أن رسول الله - صلى الله عليه وسلم - نهى عن نكاح المتعة وعن لحوم الحمرالأهلية زمن خيبر )) رواه أحمد ، وقال شعيب الأرنؤوط : إسناده صحيح على شرط الشيخين(3) .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وبعد عرض بعض الأحاديث التي جاءت في تحريم المتعة ، نذكرما أثاره الوائلي وغيره من شبهات ، بأن هناك تناقضاً بين أدلة التحريم بقوله : لقد ادعى جماعة نسخ المتعة بكثير من الروايات ، ويلفتُ نظرك التضارب في زمن تحريمها : فمرة يروون أنها حرِّمت في حنين ، ومرة في تبوك ، ومرة في عمرة القضاء وغير ذلك ، سنرى هذه الذبذبة واضحة فيمن تعقب الروايات وبحثها (4) . ¶ ــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- في كتاب النكاح باب النهي عن نكاح المتعة 1/630 (1962) ¶ 2- في كتاب النكاح باب النهي عن نكاح المتعة 1/632 (1963) ¶ 3- مسند الإمام أحمد 1/79 (592) ¶ 4- من فقه الجنس في قنواته المذهبية ، أحمد الوائلي ، مؤسسة النبراس – النجف ص 147 ¶ مناقشة الأدلة : ¶ أولاً : ليس هناك تناقض بين هذه الروايات ، فإن العلماء قد جمعوا بينها ، والجمع مقدم على الترجيح كما هو مقرّرفي الأصول .... ¶ قال النووي : الصواب أنَّ تحريمها وإباحتها وقعا مرتين ، فكانت مباحة قبل خيبر، ثم حرِّمت فيها ، ثم أُبيحت عام الفتح ، وهوعام أوطاس ثم حُرِّمت تحريماً مؤبداً. وقال : ولا مانع من تكرير الإباحة (1) . ¶ ونقل غيره عن الشافعي أن المتعة نسخت مرتين , وقد تقدم في أوائل النكاح حديث ابن مسعود في سبب الإذن في نكاح المتعة ، وأنهم كانوا إذا غزوات اشتدت عليهم العزبة فأذن لهم في الاستمتاع فلعل النهي كان يتكررفي كل مواطن بعد الإذن , فلما وقع في المرة الأخيرة أنها حرمت إلى يوم القيامة ، لم يقع بعد ذلك إذن ، والله أعلم (2) .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "يقول السالوس عن تحريم عمر: قال عمرهذا منذراً ومعلناً في ملأ من الصحابة ، ولم يعارضه ولم يقل له أحد من المسلمين : إنك خالفت آية في كتاب الله ، أو أمرا من أحد ، لامن الحاضرين الذين سمعوه ، ولا من الغائبين الذين بلغوا الخبر، أوامر رسول الله ، مع أنه كان يقبل أن تعارضه إمرأة ويرجع الى قولها ، فكان سكوتهم جميع تصديقا له ، وإذا عد خروجا على الدين ، فكل من سكت يكون شريكا له في ذلك حتى علي - رضي الله عنه - ، ولا نظن أحدا من المسلمين يرضى باتهام أحد من أصحاب رسول الله - صلى الله عليه وسلم - بالجبن في دين الله (3) . ¶ ثانياً : وهل بمقدورالوائلي أنْ يكتم كل ما جاء من الروايات التي تُثبت نسخ المتعة من أمهات كتبهم ؟ فنحن نقيم عليه الحجة تلو الحجة بالتناقضات الواضحة في مذهبهم ، إمام يحرِّم وإمام يحل ، وإمام يعتبرها زنى ، وإمام يعتقد أنها سنة من سنن رسول الله - صلى الله عليه وسلم - وجعل لها فضائل ، والنتيجة ، أنه لا خلاف بين الروايات التي جاءت عن الأئمة التي تؤكد نسخ المتعة ، والروايات السنية ، وأنا على يقين أن الروايات الشيعية التي تحرم المتعة للشيعة المتقدمين ، قد تغني الشيعة المتأخرين في بيان حقيقة المتعة ، ولكن مع شديد الأسى والأسف أنَّهم قد أخفوها عن مقلديهم ، ولم يذكروها في مؤلفاتهم ، وإذا ما فاجئهم أحدٌ من مقليدهم ، حملوها للتقية ، أو فسّروها وأولوها تأويلاً يتناسب مع معتقداتهم ، رغم صراحة كلام الإمام ، وليس الموضع نوضع تقية ، وإنما وقائع وقعت في عهدهم فأجابوا عنها بلغة ¶ ــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- شرح النووي على صحيح مسلم 9/181، فتح الباري 9 /170 ¶ 2- ألنووي المصدر نفسه 9/181 ، ابن حجر المصدر نفسه 9/170 ¶ 3- مع الاثني عشرية في الأصول والفروع أ . د علي احمد اسالوس ـ دار التقوى – مصر ط4 – 1423هـ - 2002م 4/225",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "عربية فصيحة ، لابلغة غيرهم ومن أصحها ما جاء في أُمهات كتبهم كالتهذيب والإستبصار ووسائل الشيعة عن علي عليهم السلام قال : (( نهى رسول الله - صلى الله عليه وسلم - عن نكاح المتعة عام خيبر ))(1) . ¶ وسأذكر بعد صفحات النصوص الصريحة والتي يثبت تحريم المتعة من الكتب الشيعة المتقدمين .. ¶ ونحن لسنا الذين سطَّروا هذه الروايات في كتبهم ، فليس من مصلحة المسلم أن يتلاعب أو تلعب به الأهواء يحل ويحرم ، ويكون مآله النار ، فقد جاء الوعيد الأكيد من الله تعالى لكل من اقترف هذا الذنب العظيم ، قال تعالى : { وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ } (2) . ¶ ــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألتهذيب للطوسي 2/186 ، ألإستبصار 3/142 ، وسائل الشيعة الحر العاملي 14/441 ¶ 2- سورة النحل الآية 116 ¶ ثالثاً : إجماع العلماء على تحريم المتعة ¶ إضافة إلى ما جاء من الأدلة الصريحة على تحريم المتعة في كتاب الله تعالى ، فإن السنة النبوية زاخرة بالأدلة ، وقد اكتفينا بذكرالقليل منها ، ومثلها في كتب الإمامية كما سيأتي ان شاء الله تعالى في موضعه ... فبالإضافة إلى الكتاب والسنة ، أذكر القائلين بالإجماع على تحريم المتعة من العلماء . ¶ قال النووي : قال المازرى : ثبت أن نكاح المتعة كان جائزا في أول الإسلام ثم ثبت بالأحاديث الصحيحة المذكورة هنا أنه نسخ وانعقد الاجماع على تحريمه ولم يخالف فيه الا طائفة من المبتدعة (1) .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ومن أدلة الإجماع ، ما رواه ابن ماجه قال : حدثنا محمد بن خلف العسقلاني ، حدثنا الفريابي ، عن أبان بن أبي حازم ، عن أبي بكر بن حفص ، عن ابن عمر، قال : لما ولي عمربن الخطاب خطب الناس فقال : (( إن رسول الله أذن لنا في المتعة ثلاثا ثم حرمها ، والله لا أعلم أحدا يتمتع وهو محصن إلا رجمته بالحجارة ، إلا أن يأتين بأربعة يشهدون أن رسول الله أحلها بعد إذ حرمها )) رواه ابن ماجه(2) . ¶ يقول المفسر فخري الرازي عن نهي سيدنا عمر بن الخطاب - رضي الله عنه - هذا : ذكرهذا الكلام في مجمع من الصحابة ، وما أنكر عليه أحدٌ فالحال ههنا لا يخلو: إما أن يقال : بأنهم عالمون بحرمة المتعة فسكتوا ، أو كانوا عالمين بأنها مباحة ، ولكنهم سكتوا على سبيل المداهنة ، أو ما عرفوا إباحتها ولا حرمتها ، فسكتوا لسكوتهم متوقفين في ذلك ، والأول هو المطلوب . ¶ والثاني يوجب تكفيرعمر وتكفيرالصحابة ، لأنَّ مَنْ عَلِمَ أن رسول الله - صلى الله عليه وسلم - حكم بإباحة المتعة ثم قال : إنها محرمة محظورة من غير نسخ لها فهو كافر بالله ، ومن صدَّقه مع علمه بكونه مخطئاً كان كافراً أيضاً ، وهذا يقتضي تكفير الأُمة ، وهو على حدِّ قوله : { كُنْتُمْ خَيْرَ أُمَّةٍ } (3) . ¶ والقسم الثالث : هو أنهم ما كانوا عالمين بكون المتعة حراماً أو مباحاً فلهذا سكتوا ، فهذا أيضاً باطل ، لأن المتعة بتقدير كونها مباحة تكون كالنكاح ، واحتياج الناس إلى معرفة الحال في كل واحد منهما عامّ في حق الكل ، أو مثل هذا يمنع أن يكون مخفياً ، بل يجب أن بشتهر العلم به ، فكما أن الكل كانوا عارفين بأنَّ النكاح مباح ، وأن إباحته غير منسوخة ، ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- شرح النووي على صحيح مسلم 9/179 ¶ 2- في كتاب النكاح باب النهي عن نكاح المتعة 1/632 (1963) ¶ 3- سورة آل عمرآن من آلآية 110",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "وجب أن يكون الحال في المتعة كذلك ، ولما بطل هذان القسمان ثبت أن الصحابة إنما سكتوا عن الإنكار على عمر ض لأنهم كانوا عالمين بأن المتعة صارت منسوخة في الإسلام (1) . ¶ يقول أبو الفتح البستي : وهذا يدل على صحة ما قلناه من الإجماع على تحريمها ، لأن عمر بن الخطاب - رضي الله عنه - توعد عليها ، وغلظ أمرها ، وذكر أن الرسول - صلى الله عليه وسلم - حرمها ونهى عنها ، وذلك بحضرة المهاجرين والأنصار فلم يعرضه أحدٌ منهم ، ولا ردَّ عليه قوله في ذلك ، مع ما كانوا عليه من الحرص على إظهار الحق وبيان الواجب ورد الخطأ ، كما وصفهم الله ورسوله في ذلك (2) . ¶ يقول الشوكاني : وليسوا ممن يحتاج الى دفع اقوالهم ، ولا هم من يقدح في الإجماع ، قال ابن المنذر، جاء عن الاوائل الرخصة فيها ، يعني المتعة ، ولا أعلم اليوم احداً يجيزها الأ بعض الإمامية (3) . ¶ وسنذكر إن شاء الله تعالى حوراً مع ابن عباس رضي الله تعالى عنهما ، وأن الإجماع قد تم بعد قوله بالتحريم ، وأن الفضل الأول يعود لسيدنا عمر ض لبيانه له حرمة المتعة ... ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسبر الرازي 3/287 ¶ 2- ألشيعة والمتعة ، تأليف محمد مال الله ، تقديم نظام الدين محمد الأعظمي ، دار الصحوة الإسلامية - ط 2 – ص ص 19 ، نقلاًعن كتاب ( تحريم نكاح المتعة ) لأبي الفتح المقدسي ص 77 ¶ 3- السيل الجرار المتدفق على حدائق الأزهار ، محمد بن علي بن محمد الشوكاني ، دار الكتب العلمية بيروت ، ط1 /1405هـ تحقيق محمود ابراهيم زايد 2/268 ¶ حوارمع ابن عباس - رضي الله عنه - ¶ إنَّ مِمّا لاشكَّ فيه ، ان ابن عباس رضي الله عنهما كان يقول بالمتعة ، لعدم علمه بنسخه ، وقد ثبتَ تراجعهُ ، وإليك البيان .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "روى مسلم في صحيحه عن علي - رضي الله عنه - أنه سمع ابن عباس - رضي الله عنه - يلين في متعة النساء فقال : (( مهلا يابن عباس ، إنك رجل تائه ؛ فإن رسول الله - صلى الله عليه وسلم - نهى عنها يوم خيبر، وعن لحوم الحمر الأنسية )) (1) . ¶ يقول النووي : وروي عن ابن عباس وعائشة وبعض السلف اباحته ، وروي عنهم تحريمه (2) ، ولكننا لو دقَّقنا النظر في كلام ابن عباس - رضي الله عنه - لوجدنا أنه لايقول بالإباحةِ المطلقةِ ابداً ، وإنما كان من بابِ الضرورة الشرعية ؛ على رغم أننا لم نوافقه على رأيه ، فقد كان يتأول في إباحتة للمضطَّراليه بطول العزبة ، وقلة اليسار، ثم توقف عنه وأمسك عن الفتوى ¶ ففي سنن البيهقي : حدثنا بن وهب أخبرني جرير بن حازم عن الحسن بن عمارة عن المنهال بن عمرو فعن سعيد بن جبير رحمه الله قال : قلت لابن عباس : هلْ تدري ما صَنعتَ وبما أفتيت ؟ وقد سارت بفتياك الركبان ، وقالت فيه الشعرآء ؟ قال وما قلت ؟ قلت : قالوا : ¶ قد قلتَ للشيخِ لما طال مجلسهُ ياصاح هل لك في فتيا ابن عباسِ ¶ هلْ لكَ في رخصةٍ الأطراف آنسهُ تكون مثواك حتى مصدر الناسِ ¶ فقال ابن عباس رضي الله عنهما : إنا لله وإنا اليه راجعون ، والله ما بهذا أفتيت ، ولاهذا أردت ، ولا أحللتُ إلأ مثل ما احلَّ اللهُ سبحانهُ وتعالى من الميتتةِ والدَّم ولحم الخنزير، وما يحلُّ للمضطَّر، وما هي إلأ كالميتتةِ والدَّمِ ولحمِ الخنزير(3) . ¶ وقد أجاب الخطابي لفتوى ابن عباس بقوله : فهذا يبيِّن لك أنه إنما سلكَ فيه مسلكَ القياس ، وشبَّهَهُ بالمضطَّر إلى الطعام ، وهو قياس غيرصحيح ؛ لأن الضرورة في هذا الباب لا تتحقَّقُ كنهي في باب الطعام الذي به قوام الأنفس وبعدمه يكون التلف ، وإنما هذا من باب غلبة الشهوة ، ومصابرتها ممكنة ، ¶ وقد تحسم مادتها بالصوم والصلاح ، فليس أحدهما في حكم الضرورة كالآخر، والله أعلم (4) .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- رواه مسلم في كتاب النكاح باب نكاح المتعة 2/1027 ¶ 2- شرح النووي على صحيح مسلم 9/189 ¶ 3- رواه البيهقي ، سنن البهقي الكبرى ، أحمد بن الحسين ، بن علي بن موسى ، أبو بكر البهقي ، مكينبة دار الباز – مكة المكرمة 1414هـ - 1994م ، تحقيق : أحمد عبدالقادر عطا 7/205 ( 13944) ¶ 4- عون المعبود شرح سنن ابي داود لأبي عبدالرحمن شرف الحق محمد اشرف الصديقي العظيم آبادي المتوفى سنة 1322هـ دار احياء التراث العربي ط1 – 1421هـ - 2000م 6/51 ¶ وروى البيهقي عن أبي شهاب الزهري أنه قال : إن ابن عباس ما مات حتى رجع عن هذه الفتيا (1) . ¶ ويقول المرغيناني : وابن عباس رضي الله عنهما : صح رجوعه الى قولهم فتقررالاجماع (2) . ¶ ويقول السرخسي : انَّ ذلك كان قبل العلم بالنص الناسخ ، وابن عباس رضي الله عنهما كان يقول بإباحة المتعة ؛ ثم رجع إلى قول الصحابة ويثبت الإجماع برجوعه لا محالة ، ولم يكن ذلك موجبا تضليله فيما كان يفتي به قبل هذا (3) . ¶ يقول الدكتورعلي السالوس : وإذا كان هذا النهي لم يبلغ بعض الناس كابن عباس وغيره ، وسمعه من تقوم الحجة بسماعه ، كان على من سمعه أن يبلغه عملا بقوله - صلى الله عليه وسلم - : ((لبلغ الشاهد منكم الغائب ، فرب مبلغ أوعى من سامع )) (4) . ¶ وهكذا يتبين للباحث المنصف أن ابن عباس - رضي الله عنه - قد تراجع عن رأيه بعد تبليغ عمر - رضي الله عنه - وعلي رضي الله عنهما له. والله تعالى أعلم . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- حلية العلماء في معرفة مذاهب الفقهاء ، تأليف سيف الدين أبي بكر محمد بن أحمد الشاشي القفال ، حققه وعلق عليه الكتور : ياسين أحمد إبراهيم درادكه ، مطبعة الرسالة الحديثة - ألأردن ط1 – 1988م 6/399 ، مع الاثني عشرية في الأصول والفروع 4/229 ¶ 2- الهداية 1/195",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "3- أصول السرخسي ، لمؤلفه شمس الأئمة محمد بن أحمد بن سهل أبو بكر السرخسي المتوفى سنة 479هـ في زاوية حصار أوزجند 1/321 ¶ 4- مع الإثني عشرية في الأصول والفروع 4/223 ¶ موقف الشيعة من المتعة ( الزواج المنقطع ) ¶ نستطيع أن نقسم آرآء الشيعة الى ثلاثة أقسام : ¶ أ : رأي الشيعة المتقدمين : ¶ إن مما لاشك فيه أن الشيعة في عهد علي - رضي الله عنه - والى سنة 707هـ لايختلفون عن السنة في العقيدة والشريعة بشيء ، وليس لديهم فقه مستقل ، وإنما التشيع كان سياسياً متعلقاً بالإمامة والخلافة ، أي من أحق بالإمامة ؟ ¶ ومن هذه المسائل التي كانت مفهومة عند آل البيت عليهم السلام والشيعة ، وإليك البيان : إن النهي عن نكاح المتعة قد جاء على لسان علي - رضي الله عنه - ، كما سنذكرها إن شاء الله تعالى . ¶ فقد اتفقت الروايات السنية والشيعية على ماجاء عن آل الرسول - صلى الله عليه وسلم - ومنهم علي - رضي الله عنه - من روايات في النهي عن المتعة ، نذكر منها : ¶ 1- عن زيد بن علي ، عن أبيه ، عن جده ، عن علي عليهم السلام قال : (( نهى رسول الله - صلى الله عليه وسلم - عن نكاح المتعة عام خيبر )) (1) . ¶ وقد تقدم ذكره في البخاري عن علي - رضي الله عنه - أيضاً (2) . ¶ 2- عن علي - عليه السلام - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن نكاح المتعة عام خيبر )) رواه الطوسي في (( التهذيب )) (3) و(( الإستبصار ))(4) والحر العاملي في (( وسائل الشيعة )) (5) ¶ 3- روى الكليني كافيه والحرالعاملي في وسائل الشيعة عن عمارقال قال، أبو عبدالله - عليه السلام - لي ولسليمان بن خالد : قد حرمت عليكما المتعة (6) . ¶ 4- وفي موسوعة بحار الأنوار ، عن عبدالله بن سنان قال : سألت أبا عبدالله - عليه السلام - عن المتعة فقال : (( لا تدنِّس نفسك بها )) (7) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــ",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "1- وسائل الشيعة 21/12، ألروض النضير شرح مجموع الفقه الكبير 4/217 ، ومن الغريب ان الحديث إذا صحَّ عندهم ولم يوافق مذهبه يحملونه على التقية ، كما ورد عن الطوسي في هذا الحديث قائلاً لأن المتعة من ضروريات المذهب ، وسائل الشيعة 21/12 ، يقول السيد حسين النجفي : سألت الإمام الخوئي عن هذا لحديث وقول أبي عبدالله إجابة السائل عن الزواج بغير بينة أكان معروفاً على عهد النبي عليه السلام ؟ فقال : إن قول أمير المؤمنين عليه السلام في تحريم المتعة يوم خيبر إنما يشمل تحريمها في ذلك اليوم فقط،لا يتعدى إلى ما بعده . ¶ وأما قول أبي عبدالله للسائل ، فقال الإمام الخوئي : إنما قال أبو عبدالله تقية ، وهذا متفق عليه ¶ بين فقهائنا ، لله ثم للتاريخ ص 44 ¶ 2- في كتاب المغازي باب غزوة خيبر 4/1544 (3979) ¶ 3- ألتهذيب للطوسي 2/186 ¶ 4- ألإستبصار 3/142 ¶ 5- وسائل الشيعة الحر العاملي 14/441 ¶ 6- الفروع من الكافي 2/48 ، وسائل الشيعة 14/450 ¶ 7- بحار الأنوار محمد باقر المجلسي المتوفى سنة 1110هـ ، ألمطبعة الإسلامية – طهران – 1385هـ 100/318 ¶ 5- روي أن بساماً الصيرفي ، سأل أبا عبدالله جعفر الصادق - عليه السلام - عن المتعة ووصفها له فقال : ذلك الزنى (1) . ¶ 6- وعن جعفر بن محمد - عليه السلام - ، أنه سئل عن المتعة ، فقال هي الزنى بعينه (2) . ¶ 7- وعن الحسن بن يحيى بن زيد فقيه العراق ، أنه قال : أجمع آل رسول ¶ على كراهية المتعة والنهي عنها (3) . ¶ 8- وعن علي - عليه السلام - قال : (( لا أجد أحدا يعمل بها - أي بالمتعة - إلأ جلدته)) وانه قال لابن عباس رضي الله عنهما : (( إنك امرؤ تائه ، ان النبي - صلى الله عليه وسلم - نهى عن نكاح المتعة ، وعن لحوم الحمر الاهلية عام خيبر )) (4) . ¶ 9- وفي فروع الكافي عن علي بن يقطين قال : سألت أبا الحسن - عليه السلام - عن المتعة فقال : ما أنت وذاك ، قد أغناك الله عنها (5) .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أي أغناك بالحلال ، بالزواج الشرعي ، كما في دعاء رسول الله - صلى الله عليه وسلم - ، أللهم اغننا بحلالك عن حرامك . ¶ فهذه بعض ما جاء من الروايات الصريحة عن أئمة آل البيت عليهم السلام في النهي عن المتعة ، وهي مطابقة تماماً لمرويات أهل السنة ، فيجب لكل ذي لب أن يبحث عن حقيقية مذهبهم الذي ضاع في بطون الكتب بسبب التلاعب الواضح ، فغداً نلقى الله تعالى فيجازي الله المحسن لإحسانه ، والمسيء لإساءته . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألروض النضير شرح مجموع الفقه الكبير 4/218 ¶ 2- ألمصدر نفسه 4 /217 ¶ 3- ألمصدر نفسه 4/217 ¶ 4- ألمصدر نفسه 4/217 ¶ 5- الفروع من الكافي ، 2/43، وسائل الشيعة 14/449 ¶ ب-:رأي الشيعة المتأخرين أي : بعد العصر الصفوي ¶ أما بعد العصرالصفوي ، فإن التَّشيع أخذ منحاً واتجاهاً مغايراً تماماً لما ¶ عليه المتقدمون من علمائهم ومفكريهم . ¶ والرويات التي رويت عن أئمة آل البيت عليهم السلام ، إما حرفت وبدلت أوزيدت عليها ، أوبقيت منها ، ولكن حملت على التقية وسبب ذلك أنها موافقة لمذهب أهل السنة ، فالشيعة لا تؤمن بأية رواية عن طريق أهل السنة ، وقد ذكر الكليني في كافيه باباً بعنوان : ليس شيء من الحق في أيدي الناس ، إلا ما خرج من عند الأئمة ، وان كل شيء لم يخرج من عندهم فهو باطل (1) ، كما ستجدها ان شاء الله تعالى . ¶ فالشيعة اليوم مجمعون على إباحة المتعة ، وأنها من ضروريات المذهب ، جاء في كتاب النهاية لشيخ الطائفة الطوسي : (( نكاح المتعة مباح في شريعة الإسلام )) (2) . ¶ وقال الوائلي : تشريع المتعة بالإجماع ، وقد ادعوا – أي السنة - أن هذا الإجماع نسخ ، والاجماع كما عرفت لاينسخ ، ولا ينسخ به ، إن اجماع الصحابة القطعي حصل على مشروعية المتعة ، فتبقى على الإباحة ، حتى لو أفاد الاجماع وجود الناسخ المدعى ، فما هو هذا الناسخ (3) ؟ . ¶ الجواب :",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أولاً : وأما قوله : تشريع المتعة بالإجماع ، هذه مغالطة واضحة ، فإن العكس هو الصواب ، فقد ثبت الإجماع من قبل السنة وأل البيت عليهم السلام على تحريم المتعة ، فعن الحسن بن يحيى بن زيد فقيه العراق ، أنه قال : أجمع آل رسول على كراهية المتعة والنهي عنها (4) . ¶ ثانياً : وهذا مأخذ آخر للشيخ الوائلي أنه لا يفرق بين ما كان اتفاقاً بين المسلمين حيث ذكركلام النووي : واتفق العلماء على أن هذه المتعة كانت نكاحاً إلى أجل لا ميراث فيها ، وليس في كلامه مصدراً واحداً قط ذكر كلمة الإجماع ، فمن أين نقل هذا الكلام ، فإن كان كلامه صحيحاً فعليه أن يشير الى المصدر الذي نقله منه ، رغم أننا لاننكر إتفاق المصادر السنية والشيعية والفرق الأخرى أن المتعة كانت موجودة في الجاهلية .... ¶ ومما قال : وبالجملة فمِمّا لا ريب فيه اتفاق المسلمين وإجماعهم على مشروعيتها (5) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- الكافي للكليني ط طهران عام 1278هـ ص 407 ¶ 2- ألنهاية ص489 ¶ 3- من فقه الجنس ص 151 ¶ 4- ألروض النضير شرح مجموع الفقه الكبير 4/217 ¶ 5- من فقه الجنس ص 151 ¶ وهنا يحاول الوائلي إيهام القارئ المسكين أن الإتفاق والإجماع شيءٌ واحد بينما بعد صفحات عديدة يقول : من الثابت تاريخياً أن الإسلام لم يؤسس الرّق وإنّما جاء فوجده شائعاً في الحضارات التي سبقته والتي عاصرته(1).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وهذا هو الكلام الصحيح الذي لا غبارعليه ، أما قوله أنهم- أي المسلمن جميعاً - أجمعوا على مشروعيتها قبل التحريم ، فهذا فيه نظر؟ فإن الرق كان نظاماً قائماً على قدم وساق ، والخمر مباح شربه ، فهل نقول أجمع المسلمون على جواز استعباد الناس؟ وعلى حليتة ومشروعية شرب الخمر؟ فإن قلنا نعم ، إذن فلا يجوز نسخ الإباحة إلى التحريم كالمتعة ، وهذا الكلام يدفعنا إلى القول بتكفيره ، وإن قلنا أن شرب الخمركانت عادة جاهلية ثم حرِّم فهذا جوابٌ مستقيم ! وأما إذا كان قصده كان مباحاً ولم ينسخ ، فهذا ما يخالف إجماع آل البيت ، والنصوص الصحيحة الصريحة الموافقة لمرويات السنة من أُمهات كتب الشيعة ، وقد سبق ذكر مروياتهم ومنها ما رواه علي - عليه السلام - أنه قال : (( نهى رسول الله صلى الله عليه وآله وسلم عن نكاح المتعة عام خيبر )) رواه الطوسي في (( التهذيب )) و(( الإستبصار ))والحرالعاملي في (( وسائل الشيعة )) (1) . ¶ يقول الدكتورعبدالكريم زيدان : فأين إجماع أهل البيت على إباحة المتعة مع هذه المنقول الصريحة عنهم في تحريمها ؟ ¶ وإذا كان هذا المنقول عن علي وزيد وجعفرعليهم السلام في تحريم المتعة أو النهي عنها ، فلا يصح القول بإجماع أهل البيت على إباحتها ، حتى ولو تشبَّثوا ببعضِ المنقول في إباحتها ، لأنَّ الإجماع لا يتحقق مع وجود المخالف ، والخلاف السابق (2) . ¶ لقد كانت المتعة عادة جاهلية ، بقيت على حالها ، ثم أبيحت ثم حرمت ثم أبيحت ثم حرمت عام الفتح تحريماً أبدياً ، حرمها الله ورسوله بالتدرج شأنها شأن الخمر ، ونقل التحريم أصحاب رسول الله - صلى الله عليه وسلم - وآله الأطهار جملة وتفصيلاً بصراحة تامة ، لا يقبل الجدل . ¶ وقد يظن القارىء أن الصحابة قد أتوا بتشريع جديد ، وأن أجماعهم على إباحة المتعة ، إقرارها ، والصحيح : أنهم أقروا أنها كانت موجودة قبل الإسلام ، ولم تحرم ، ثم حرمت ، كما سبق تفصيلها .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وأعجبني كلام الأستاذ الشيخ محمد أبو زهرة رحمه الله : ان الإجماع لم ينعقد على إباحتها ، والتعبير بإباحتها خطأ ، فلم يقل المحققون بأنها كانت ¶ مباحة إنما أذن فيها ، كما اذن بأكل الميتة ، فإن الإباحة تكون لإمر ذاتي ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- من فقه الجنس ص 181 ¶ 2- وقد سبق تخريجه ¶ في الفعل ، أما الإذن فإنه يكون لضرورة سوغت الإذن ، وإذا عبر بعض الإئمة بالإباحة فمن قبيل التسامح في التعبير (1) . ¶ وقد سبق أن ذكرت ادلة النسخ من القرآن والسنة والإجماع ، فلا داعي لتكرارها وإعادتها هنا . ¶ وأما قوله : فما هو الناسخ ؟ ¶ ألجواب : أولاً : ألناسخ من القرآن الكريم ، قوله سبحانه و تعالى : { وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ إلأ على أزواجهم أو ما ملكت أيمانهم فإنهم غير ملومين ، فمن ابتغى وراء ذلك فأولئك هم العادونفمن ابتغى وراء ذلك فأولئك هم العادون } (2) . ¶ وقد سبق ذكرأقوال المفسرين رحمهم الله تعالى ، ومن أجل أن تكون الصورة أكثر وضوحاً لمن قرأ كتاب الوائلي وغيره ، وإخفائهم الأدلة الصريحة للشيعة المتقدمين والسنة أقول مختصرأ أقوالهم : يقول القرطبي : قال الفراء :أي من ازواجهم اللاتي أحل الله لهم لا يجاوزون . ¶ وهذا يقتضي تحريم الزنى ونكاح المتعة ، لأن المتمتع بها لاتجري مجرى الزوجات ، لاترث ولاتورث ، ولا يلحق بها ولدها ، ولا يخرج من نكاحها بطلاق يستأنف لها وإنما يخرج بانقضاء المدة التي عقدت عليها ، وصارت كالمستأجرة(3) . ¶ يقول شيخ الإسلام ابن تيمية : والقرآن قد حرَّمَ أنْ يَطأ الرَّجُل إلا زوجَتة أو مملوكته ، وهذه المستمتع بها ليست من الأزواج ، ولا ما ملكة اليمين ، فإن الله قد جعل للأزواج أحكاماً من الميراث والإعتداد بعد الوفاة بأربعة ¶ أشهروعشر، وعدة الطلاق ثلاثة قروء ونحو ذلك من الأحكام التي لا تثبت ¶ في حق المستمتع بها ، فلو كانت زوجة لثبت في حقها هذه الأحكام ، ولهذا",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قال من قال من السلف إن هذه الأحكام نسخت المتعة (4) . ¶ يقول الإمام الآلوسي في تفسيرالآية : ولعلَّ الأقرب إلى الإنصاف أن يقال : متى قيل ينفي اللوازم – في نكاح المتعة – من الإحصان ونفي حرمة الزيادة على الأربع – أي على أربع نسوة بعقد المتعة ونحو ذلك ، كانت الآية ، دليلاً على التحريم – تحريم نكاح المتعة - ، لأن المتبادرمن الزوجية من هذه الآية التي يلزمها مثل ذلك (5) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- خاتم النبيين 2/1093 ¶ 2- سورة المؤمنون الاية 6 – 7 ¶ 3- الجامع لأحكام القرآن 12/106 ¶ 4- مجموع فتاوى شيخ الإسلام ابن تيمية 32/107 ¶ 5- تفسير الأوسي 18/8 ¶ أقول : والغريب أن الوائلي قد سرَدَ أقوال القائلين بالمتعة ، ووافقه مروان خليفات (1) وعبدالله الغريقي (2) قالوا : ومنهم آل الرسول إبتداءً من علي - عليه السلام - وانتهاء إلى آخرالأئمة ومن شيعتهم أيضاً ، وجماعة ممن نصّوا عليهم بالإسم ، ومنهم عبدالله بن عباس ، وعمران بن الحصين ، وجابر بن عبدالله ، وعبدالله بن مسعود ، وسلمة بن الأكوع ، وأبو سعيد الخدري ، ومعاوية بن أبي سفيان ، والمغيرة بن شعبة ، وسعيد بن جبير ، ومجاهد ، وعبدالملك بن جريج وغيرهم (3) . ¶ وأقول : إنَّ هؤلاء جميعهم قالوا بالنسخ والتحريم ، وإنما كان هذا كلام البعض منهم قبل النسخ ، فلماذا هذا الدس والتزوير وقلب الحقائق ، والغريب من هؤلاء أنهم ينقلون أقوال القائلين مشروعية المتعة قبل التحريم ، ويوهمون الناس بأن هذا رأيهم ، علماً ان هؤلاء جميعهم قالوا بالنسخ ، وليس هناك من يقول بالمتعة من علماء أهل السنة قط ، وكل من يخرج عن هذا الكلام مخادع ماكر؟ !",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "يقول القرطبي : لم يختلف العلماء من السلف والخلف أن المتعة نكاح إلى أجل لا ميراث فيه والفرقة تقع عند انقضاء الأجل من غيرطلاق ، وقال ابن عطية : وكانت المتعة أن يتزوج الرجل المرأة بشاهدين وإذن الولي إلى أجل مسمى وعلى أن لا ميراث بينهما ويعطيها ما اتفقا عليه ، فإذا انقضت المدة فليس له عليها سبيل ، ويستبرئ رحمها ، لأن الولد لا حق فيه بلا شك ، فإن لم تحمل حلت لغيره (4) . ¶ ويجيب القرطبي عن رأي القائلين بالمتعة قبل التحريم ، بأن السبب عدم علمهم بالناسخ : وكانَ مُتمسِّكاً بالإباحة المتقدمة ، فكان ذلك دليلاً على أن الحكم لا يرتفع بوجود الناسخ - كما يقوله بعض الأصوليين - بل ببلوغه كما دل عليه هذا الحديث وهو الصحيح ، لأن النبي - صلى الله عليه وسلم - لم يوبخه ، بل بين له الحكم ، ولأنه مخاطب بالعمل بالأول بحيث لو تركه عصى بلا خلاف ، وإن كان الناسخ قد حصل في الوجود ، وذلك كما وقع لأهل قباء ، إذ كانوا يصلّون إلى بيتِ المقدس إلى أن أتاهم الآتي فأخبرهم بالناسخ ، فمالوا نحو الكعبة ، وقد تقدم في سورة البقرة ، والحمد لله (5) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- في كتابه وركبت السفينة ص 344 ¶ 2- في كتابه التشيع ص 698 ¶ 3- أنظر: من فقه الجنس ص 154 ¶ 4- الجامع لأحكام القرآن 5/115 ¶ 5- الجامع لأحكام القرآن 6/266 ¶ ج- : رأي بعض متأخري الشيعة : ¶ وعلى رأس هؤلاء الدكتورموسى الموسوي رحمه الله ، الذي درس المسألة دراسة مستفيضة ، ووازن بين أدلة الطرفين بإنصاف وموضوعية وحيادية ، ورجَّح رأي أهل السنة ، لقوة أدلتهم .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ومِمّا قال : ومن المؤسف حقاً أن بعض أعلام الشيعة انبرى الدفاع عن الزواج المؤقت ، وألّفوا في ذلك الكتب ، وهم بذلك فخورون ورافعون الرؤوس ، ولا اعتقد انّني أحتاج الى عناءٍ كثيرٍ لتوضيحِ الصورة الحقيقية لهذه البدعة المخلّة بالذوق والكرامة ، ولكنني قبل ذلك أودُّ أُن افنِّد النظرية الفقهية التي تقول بالجواز، ثم أعرِّجُ على أكثرِ من ذلك ، لترى الشيعة فداحة الخطب ، وعظمة المصيبة (1) . ¶ ثم قال رحمه الله : لقد أراد بعض فقهائنا – سامحهم الله - أنْ يصوِّروا المُتعة وكأنها فضلٌ من الله ، حيث شرع قانوناً شرعياً ، يمنع الرجل من الوقوع في البغاء ، ولكن غرب عن بالهم ، أن الاسلام ليس دين الرجال فحسب ، بل أنزل الناس كافة ، بما فيها النساء ، وأن القوانين الإلهية والشرائع السماوية لمْ تنزِل لإرضاء شهوات الناس ، واشباع غرائزهم تحت غطاء الشرعية (2) ¶ ثم ذكرقائلا : لقد أراد العالم الكبيرالسيد محسن الأمين العاملي أن يدافع عن كلام قريب لما ذهبت إليه بقوله : \" إذا كانت المتعة مباحا فلا يلزم أن يفعلها كل أحد ، فكم من مباحٍ تُرِك تنزُّهاً وترفُّعاً \" (3) . ¶ وهذا كلام نفيس مطابق لما جاء عن علي بن يقطين قال : سألت أبا الحسن - عليه السلام - عن المتعة فقال : ما أنت وذاك ، قد أغناك الله عنها (4) . ¶ وهذا عالم آخرمن علمائهم المعاصرين ، وهو السيد حسين الموسوي النجفي ، يقول : لقد استغلت المتعة أبشع استغلال ، وأهينت المرأة شرَّ إهانة ، وصارالكثيرون يشبعون غرائزهم ورغباتهم الجنسية تحت شعار المتعة وباسم الدين (5) وهذا غيض من فيض من أقوال هؤلاء ، والله أعلم . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- الشيعة والتصحيح ص108 ¶ 2- المصدر نفسه ص110 ¶ 3- المصدر نفسه ص 113 نقلا عن كتاب الشيعة بين الحقيقة والأوهام ص257 ¶ 4- الفروع من الكافي ، 2/43، وسائل الشيعة 14/449",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "5- لله ثم للتاريخ كشف الأسرار وتيرئة الأئمة ألأطها ر ص30 ¶ خامسا : شبهات وردها : ¶ الشبهة الاولى : اتهم الشيعة عمربن الخطاب ض بأنه حرم المتعة التي أحلها الله للناس . ¶ يقول الشيخ علي آل محسن في كتابه مسائل حار فيها أهل السنة- بعد جولته الطويلة في مراجع اهل السنة ، ليصطاد السذج من المسلمين - ان علماء السنة قد حاروا أمام خصومهم ، ولم يستطيعوا الإجابة على كثير من المسائل ، والأئمة الأربعة وغيرهم قد اختلفوا فيما بينهم ، هذا يحلل وذاك يحرم ، ومما قال : لقد صدرت من أعلام أهل السنة وائمة مذاهبهم فتاوى غريبة ، واحكام عجيبة ، صارت محل تندر وتفكه من غيرهم (1) . ¶ ومما ذكر : أن تحريم المتعة وقع بعد زمان النبي ، وقد حرمها عمر(2) . ¶ وعقد الشيخ أحمد الوائلي فصلاً كاملاً في كتابه فقه الجنس بعنوان :أسباب تحريم الخليفة عمر للمتعة ، وقال : فقد سمعنا التاريخ يقول : إن عمرو بن حريث تزوج امرأة متعة فحملت وبلغ الخليفة ذلك ، فتأثر ومنعها (3) . ¶ وقال أيضاً : والحقيقة أن كون بن حريث يتمتع وتحمل زوجته ليس بالحدث المثير، فالمرأة تحمل من الزواج ، ولا بد هناك سبباً آخر ، وسمعنا بعضهم يقول : إن الخليفة بلغه النسخ عن رسول الله صلى الله عليه وآله فحرمها ، وسمعنا غير ذلك من الأقوال (4) . ¶ وقال : ولقد كان الرجل صريحاً مع نفسه ، ومع الناس حينما نسب التحريم لنفسه ولم ينسبه للنبي صلى الله عليه وآله ولا للقرآن ، كما فعل من جاء من بعده ، فأصرَّ بالمنع وأصرَّعلى رأيه كشأنه في كثيرمن اجتهاداته(5) . ¶ ويقول مروان خليفات : فعمر هو الذي نهى عن نكاح المتعة (6) .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وقال : فليس من حق أحدٍ أن يلغي حكماً شرعياً لمصلحة يراها ، إن الله حين شرَّع هذا النكاح كان يعلم بأنَّ هناك أُموراً كثيرة ستحدث ، ولم يقل بإلغاء حكم شرعي تبعاً لمصلحة ما ، فكيف يقوم عمر بإلغاء حكم شرعي ويعاقب عليه ، وقد رخص الله فيه ؟ أليس هذا تحريم الحلال ؟ فعمرلم يسلم للنص ، بل تأوله ، وخرج عليه دون مسوّغ شرعي (7) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مسائل خلافية حار فيها أهل السنة ،تأليف الشيخ علي آل محسن- دار الميزان ، بيروت لبنان-ط1149هـ- 1999م ص161-162 ¶ 2- المصدر اعلاه ص196 ¶ 3- من فقه الجنس في قنواته المذهبية ص 157 ¶ 4- ألمصدر نفسه ص 158 ¶ 5- ألمصدر نفسه ص 161 ¶ 6- وركبت السفينة ، مروان خليفات ، مؤسسة الغدير للدراسات الإسلامية – اربد –الأردن ط 2 1421هـ ص 342 ¶ 7- وركبت السفينة ص345 ¶ ألرد : ¶ أولاً : أقول لهؤلاء جميعاً ، أنكم جانبتم الحق ، وأطلتم القيل والقال ، والإفتراء الذي لا يقبل الجدل ، في ادعاءكم الباطل ، بأن سيدنا عمرهو الذي حرم المتعة ، مخالفاً كتاب الله وإجماع المسلمين ، وأنا مستغرب من هؤلاء المدلسين لأقوال أئمتهم ألذين هم أئمتنا جميعاً ، لانشك في إمامتهم قيد أُنملة فإنه قد بينوا تحريم المتعة بياناً صريحاً ، وأجمعوا على تحريمها، وقد سبق ذكر بعضها من كتب الشيعة أنفسهم أعيد ذكر بعضا ، فعن علي - عليه السلام - قال : (( نهى رسول الله - صلى الله عليه وسلم - عن نكاح المتعة عام خيبرعن )) رواه الطوسي في (( التهذيب )) (1) ، و (( الإستبصار )) (2) ، والحرالعاملي في (( وسائل الشيعة )) (3) . ¶ وقد روى الكليني في الكافي والحرالعاملي في وسائل الشيعة عن عمارقال قال أبوعبدالله - عليه السلام - لي ولسليمان بن خالد : قد حرمت عليكما المتعة (4) .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "فهل يجوز لنا أن نقول كما قال هؤلاء ، بأن أبا عبدالله - عليه السلام - حرم المتعة من عند نفسه ، ولكن نقول ، حرمها بالنص النبوي على التحريم ، وقد نقل الإجماع عن آل الرسول - صلى الله عليه وسلم - على التحريم كما سبق ذكره . ¶ ثانياً : وهذه نصوص صريحة واضحة على لسان سيدنا عمربن الخطاب - رضي الله عنه - وهو يقول بأن الرسول - صلى الله عليه وسلم - هو الذي حرم المتعة ، وأنه يحرم بتحريم الله ورسوله ، ومن هذه النصوص : روى ابن ماجه في سننه قال : حدثنا محمد بن خلف العسقلاني ، حدثنا الفريابي ، عن أبان بن أبي حازم ، عن أبي بكر بن حفص ، عن ابن عمر، قال : لما ولي عمربن الخطاب - رضي الله عنه - خطب الناس فقال : (( إن رسول الله - صلى الله عليه وسلم - أذن لنا في المتعة ثلاثا ثم حرمها والله لا أعلم أحدا يتمتع وهو محصن إلا رجمته بالحجارة ، إلا أن يأتين بأربعة يشهدون أن رسول الله أحلها بعد إذ حرمها )) رواه ابن ماجه (5) . ¶ فأين هم من هذا النصِّ الجلي وقول عمر الفاروق - رضي الله عنه - الصريح من تحريم الرسول - صلى الله عليه وسلم - لها ؟! ¶ وحديث التحريم سبق ذكره على لسان سيدنا علي - عليه السلام - من كتب الشيعة والسنة معاً قبل قليل . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألتهذيب للطوسي 2/186 ¶ 2- ألإستبصار 3/142 ¶ 3- وسائل الشيعة الحر العاملي وسائل الشيعة 21/12 ¶ 4- الفروع من الكافي 2/48 ، وسائل الشيعة 14/450 ¶ 5- في كتاب النكاح باب النهي عن نكاح المتعة 1/630 (1961) ¶ ثالثا : إنك أيها الأخ الكريم عندما تقرأ عبارات الوائلي الغريبة ، تساورك الشكوك ، ولكن الذي سمعه كثيراً أو قرأ كتبه يدرك مغزى كلامة الذي يحتمل حزمة من التساؤلات ، فيها يحاول الوائلي تشكيك المسلم بعدالة الرعيل الأول من أصحاب رسول الله - صلى الله عليه وسلم - ، يأتيك بعبارة الذَّم بصيغة المدح",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "فمثلاً ، يريد بيان أن عمر هو الذي حرم المتعة ، ولكن لماذا حرَّم المتعة وذكرعدة احتمالات أمام القارئ ، منها قصة عمرو بن حريث ، ثم قال : والحقيقة أن كون بن حريث يتمتع وتحمل زوجته ليس بالحدث المثير، فالمرأة تحمل من الزواج ، ولا بد هناك سبباً آخر، وسمعنا بعضهم يقول : إن الخليفة بلغه النسخ عن رسول الله صلى الله عليه وآله فحرمها ، وسمعنا غير ذلك من الأقوال .....!!!! ¶ ألجواب : إن الوائلي كما هو معروف عند عامة الناس يمارس دور الشخصية الإسلامية المعتدلة – كما هو الظاهر – فلا يريد إثارة حفيظة السامعين ، وخاصة أهل السنة ، فيأتيهم بطريقة اللف والدوران ، أتدري لماذا جعل هذه العبارة معلقة ؟ أي قوله : ولا بُدَّ هناك سبباً آخر ؟ ¶ إن السبب الذي هو مقتنع به ، صرَّح به غيره ، ممن نزعوا برقع الحياء من وجوههم ، وألفوا من أجلها الكتب ، نقف عند بعضها ، فأن سبب التحريم – كما يدعون – تمتع عفراء أُخته ، فعن المفضل بن عمر، عن أبي عبدالله - عليه السلام - قال : قلت : يامولاي فالمتعة ؟ ¶ قال : - عليه السلام - : ألمتعة حلال طلق ، فتمتع سائر المسلمين على عهد رسول الله - صلى الله عليه وسلم - في الحج وغيره ، وأيام أبي بكر ، وأربع سنين من أيام عمر ، حتى دخل على اخته عفراء ، فوجد في حضنها ولداً يرضع من ثديها فقال : ياأختي ما هذا ؟ ¶ فقالت : إبني من أحشائي – ولم تكن متبعلة (1) – فقال لها : ألله ؟! ¶ فقالت : ألله ، فكشفت عن ثدييها ، فنظر إلى در اللبن في فم الطفل ، فغضب وأرعد وأربد لونه ، وأخذ الطفل على يديه مغضباً وخرج حتى أتى المسجد فرقى المنبر وقال : نادوا الناس إن الصلاة جامعة ، وكان في غير وقت الصلاة ، فعلم الناس إنه لأمر يريده عمر ، فحضروا .. ¶ فقال : يامعشر الناس من المهاجرين وأولاد قحطان ونزار ، من منكم يحب أن يرى المحرمات عليه من النساء ولها مثل هذا الطفل حتى خرج من أحشائها ، وسقته لبناً وهي غير مبتعلة ؟",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فقال بعض القوم : ما تحب هذا ياأميرالمؤمنين .. ¶ فقال : ألستم تعلمون أن اختي عفراء من حنتمة أمي وأبي الخطاب ؟ ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- أي لم تكن متزوجة ¶ قالوا : بلى يا أمير المؤمنين .. ¶ قال : فإني دخلت عليها في هذه الساعة ، فوجدتُ هذا الطفلَ في حجرها فسألته : أنى لكِ هذا ؟ ¶ فقالت : إبني هذا من أحشائي ، ورأيت درة اللبن من ثدييها في فيه ، فقلت : من أين لكِ هذا ؟ ¶ فقالت : تمتعت ! ¶ فقال : واعلموا يامعاشرالناس ، إن هذه المتعة كانت حلالاً على المسلمين في عهد رسول الله - صلى الله عليه وسلم - وبعده ، وقد رأيت تحريمها ، فمن أتاها ضربت جنبيه بالسوط ، فسلّموا سلَّموا ورضوا (1) . ¶ ويجاب عن هذا الحديث الذي لا يحتاج إلى رد ، ولكن الضرورة تدفعنا إلى ذلك ، لأن الكثيرين من الطبقة المثقفة – حملة الشهادات العليا – عقولهم تصدق أمثال هذه الأكاذيب ، فكيف بالبسطاء من الناس وعوامهم . ¶ أ – يجب دراسة سند الحديث إن وجد له سند ، ونكتفي بقول الباحث الأستاذ محمد مال الله رعاه الله قوله : فالشيعة ترى أن تحريم عمر - رضي الله عنه - إنما كان بدافع شخصي ، والغريب أن الشيعة إختلقوا للفاروق - رضي الله عنه - أُختاً تسمى (( عفرآء)) والذي يتصفَّح كتب التراجم بلا استثناء ، والتي ترجمت لعمر ض لا يجد ذِكراً لأخته المسماة بعفرآء ، ولم يذكر النَّسابون في ولد الخطاب بنتاً اسمها عفرآء . ولم يكن للخطاب بنات سوى صفية وأُميمة من حَنْتَمة ابنة هاشم بن المغيرة بن عبدالله بن مخزوم ، وصفية بنت الخطاب هي زوجة سفيان بن عبدالأسد بن هلال بن عبدالله بن عمر بن مخزوم ، وأما أُميمة فهي من المهاجرات ، وقد أسلمت قبل أخيها عمر - رضي الله عنه - وهي زوجة سعيد بن زيد بن عمروبن نفيل - رضي الله عنه - ، وهو أحد العشرة المبشرين بالجنة(2) .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "ب – وأما قوله – أي الوائلي - : ولقد كان الرجل صريحاً مع نفسه ، ومع الناس حينما نسب التحريم لنفسه ، ولم ينسبه للنبي صلى الله عليه وآله ولا للقرآن ، كما فعل من جاء من بعده ، فأصرَّ بالمنع وأصرَّ على رأيه كشأنه في كثيرمن اجتهاداته . ¶ وأما قوله - نسبته التحريم لنفسه - فهو واضح لكل من له مسكة من عقل أوعلم أن العلماء ينسبون لأنفسهم قولاً أصله من كتاب الله وسنة رسوله - صلى الله عليه وسلم - وهذا كثيرفي كتب أهل العلم من شيعة وسنة ، فمثلاً : روى الكليني في الكافي ، والحرالعاملي في وسائل الشيعة ، عن عمارقال ، قال أبوعبدالله ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- بحار الأنوار للمجلي 53/ 28 – 29 ، ألمستدرك 14/150 ، وانظر لولا نهي عمر ص 377 – 378 ، والقصة الغريبة الأُخرى نذكرها في موضع آخرفيها الطعن الصريح بعدالة وأخلاق وشجاعة أسد الله سيدنا علي ض ¶ 2- ألشيعة والمتعة ، محمد مال الله ص 26 - 27 ¶ - عليه السلام - لي ولسليمان بن خالد : قد حرمت عليكما المتعة (1) . ¶ فهنا نسب - عليه السلام - الكلام لنفسه ، وأصله – أي أصل التحريم – ثابت في القرآن والسنة ، وإن قال أن هذا مثل نرفضه لأننا نرفض تحريم المتعة جملة وتفصيلاً ، فهذه أمثلة أُخرى : سُئل السيد آية الله محمد محمد صادق الصدر: مارأيكم في ما يسمى الغش في الدراسة ؟ فأجاب : بسمه تعالى : لادليل على حرمته في المدارس الغير الدينية (2) . ¶ والغريب أن المسألة معروفة عقلاً ونقلاً ، وحكمٌ أمام نصٍّ وهو قوله - صلى الله عليه وسلم - : (( من غشنا فليس منا)) فإن هذه الفتوى تدعونا إلى تدميركيان الدولة الإسلامية ، عندما تخرِّجُ المدارس والجامعات أطباء ومهندسين أُميين ، وصلوا إلى ما وصلوا إليه عن طريق الغِشِّ ، وهذا أمرٌغريبٌ ، لا يقره شرعٌ ولا عرف ، فإن السيد عبرعن رأيه بالحل وهو حرام بالنَّص .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وكما نقول : الخوئي يحرم كذا ، فإن السامع يفهم كلام القارئ أنه ينقل حكماً شرعياً إما نصاً قرآنياً أو حديثاً نبوياً ، فنسبته لنفسه من باب المجاز أو قولاً مستنبطاً من كليهما .. ¶ إن سيدنا عمر - رضي الله عنه - لم يحرم المتعة عن إجتهاداً ، أوغضباً مما رأى من أُخته – كما يدّعون – وإنما حرَّمه بتحريم الله ورسوله ، كم هو جميل وواقعي عندما ترى عالماً منصفاً يحاول الوصول إلى الحق المبين ، لايهمه رأى مذهبه ، ومع شديد الأسى والأسف إننا نرى عالماً متضلِّعاً في جميع فنون العلوم الشرعية ، يحتال على الناس ، ويجعل الحق باطلاً والباطل حقاً ، وصدق فيه قول من قال : فلان أضلَّه الله على علم . ¶ وهذه جولة في كتب السنة النبوية وأقوال العلماء في تحريم نكاح المتعة والمراحل التي مرت فيه تحريمه : ¶ أولاً : التحريم عام خيبر: قال البخاري : حدثني يحيى بن قزعة ، حدثنا ملك عن ابن شهاب ، عن عبد الله والحسن ابني محمد بن علي عن أبيهما عن علي بن أبي طالب - رضي الله عنه - : ((أن رسول الله - صلى الله عليه وسلم - نهى عن متعة النساء يوم خيبروعن أكل لحوم الحمرالإنسية))رواه البخاري في صحيحه(3) والطوسي في التهذيب( 4) والإستبصار(5) والحرالعاملي في وسائل الشيعة (6) . ¶ فالحديث ثابت عند الشيعة لا يجوز إنكارها ، والسنة لا يختلفون في ثبوته ¶ ـــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- الفروع من الكافي 2/48 ، وسائل الشيعة 14/450 ¶ 2- مجمع مسائل وردود ، سماحة آية الله محمد محمد الصادق الصدر ص 69 ¶ 3- في كتاب المغازي باب غزوة خيبر 4/1544 (3979) ¶ 4- ألتهذيب للطوسي 2/186 ¶ 5- ألإستبصار 3/142 ¶ 6- وسائل الشيعة الحر العاملي 21/12 ¶ وراوي الحديث هو سيدنا علي - رضي الله عنه - عند الطرفين ، ولكن الغريب حمله الشيعة على التقية ، كما جاء في نصِّ كلام المؤلف : لأنَّ إباحةَ المُتعة من ضروريات مذهب الإمامية (1) .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وهذا على خلاف ما جاء عن الزيدية وهم شيعة أيضاً : ففي الروض النضيرعن علي - عليه السلام - قال :(( لا أجد أحدا يعمل بها- أي بالمتعة- إلأ جلدته)) وانه قال لابن عباس - رضي الله عنه - :(( إنك امرؤ تائه ، ان النبي - صلى الله عليه وسلم - نهى عن نكاح المتعة ، وعن لحوم الحمرالأهلية عام خيبر)) (2) . ¶ ثانياً : أما احتجاجهم بفعل الصحابة للمتعة في زمن النبي - صلى الله عليه وسلم - وزمن أبي بكر وعمر حتى نهى عنها عمر ، وأن هذا النهي كان من عمر نفسه ، وليس من النبي - صلى الله عليه وسلم - ، يرد على هذا الإحتجاج : أما من فعلها في زمن أبي بكروعمر ، فهذا محمول على عدم علمهم بنسخ إباحة المتعة (3) . ¶ يقول الدكتورعبدالكريم زيدان : وهذا ردٌّ سليم ومقبول ، إلأ أنه ليس من شروط ثبوت الأحكام الشرعية الناسخة لغيرها ، علمها من قبل الجميع أو العمل بها من قبل الجميع ، ثم أن من علم حجة على من لا يعلم (4) . ¶ ويرى البعض من علماء الشيعة أن هناك تناقضاً في أحاديث النهي ........ ¶ قال المازرى : واختلفت الرواية في صحيح مسلم في النهى عن المتعة ففيه أنه - صلى الله عليه وسلم - نهى عنها يوم خيبر ، وفيه أنه نهى عنها يوم فتح مكة ، فإن تعلق بهذا من أجاز نكاح المتعة ، وزعم أن الاحاديث تعارضت ، وأن هذا الاختلاف قادح فيها .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "قلنا(5):هذا الزعم خطأ وليس هذا تناقضاً لأنَّه يَصحُّ أن يُنهى عنه في زمن ثم يُنهى عنه في زمن آخر، توكيداً أو ليشتهرالنهى ويسمعه من لم يكن سمعه أولاً ، فسمع بعض الرواة النهى في زمن ، وسمعه آخرون في زمن آخر، فنقل كل منهم ما سمعه ، وأضافه إلى زمان سماعه ، وذكرمسلم عن سلمة بن الأكوع اباحتها يوم أوطاس ، ومن رواية سبرة اباحتها يوم الفتح وهما واحد ، ثم حرمت يومئذ ، وفي حديث علي تحريمها يوم خيبروهو قبل الفتح ، وقد روى أبو داود من حديث الربيع بن سبرة ، عن أبيه النهي عنها في حجة الوداع ، قال أبو داود : وهذا أصح ما روى في ذلك ، وقد روى عن سبرة أيضاً إباحتها في حجة الوداع ، ثم نهى النبي - صلى الله عليه وسلم - عنها حينئذ إلى يوم القيامة ، والصحيح أن الذى جرى في حجة الوداع مجرد النهي كما جاء ¶ ــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/ 12 ¶ 2- وقد سبق تخريجه ¶ 3- شرح النووي على صحيح مسلم 9/183 ¶ 4- ألمفصَّل 68168 – 169 ¶ 5- أي المازري ¶ في غيررواية ويكون تجديده - صلى الله عليه وسلم - النّهي عنها يومئذ لاجتماع الناس وليبلغ الشاهد الغائب ، ولتمام الدّين وتقريرالشريعة كما قّررغيرشيء وبيّن الحلال والحرام يومئذ ، وبتّ تحريم المتعة ، حينئذ لقوله :إلى يوم القيامة (1) .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "قال القاضي : ويحتمل ما جاء من تحريم المتعة يوم خيبر وفي عمرة القضاء ويوم الفتح ويوم أوطاس أنه جدد النهي عنها في هذه المواطن ، لأن حديث تحريمها يوم خيبر صحيحٌ لا مطعن فيه ، بل هو ثابت من رواية الثقات الاثبات ، لكن في رواية سفيان : أنه نهى عن المتعة وعن لحوم الحمر الأهلية يوم خيبر . فقال بعضهم : هذا الكلام فيه انفصال ، ومعناه أنه حرم المتعة ولم يبين زمن تحريمها ثم قال : ولحوم الحمرالأهلية يوم خيبر ، فيكون يوم خيبر لتحريم الحمر خاصة ، ولم يبين وقت تحريم المتعة ليجمع بين الروايات قال : هذا القائل وهذا هو الأشبه أن تحريم المتعة ، كان بمكة وأما لحوم الحمر فبخيبربلا شك (2) . ¶ يقول ابن حجر: ومما يستفاد من الحديث أن عمر لم ينه عنها اجتهادا وإنما نهى عنها مستندا إلى نهي رسول الله - صلى الله عليه وسلم - (3) . ¶ وبعد هذا التوضيح والبيان لمراحل النسخ أعود. وأقول لكل من تسول له نفسه ، ويحاول تشويه صورة الإسلام ، ورجالات الإسلام من الصحابة الكرام ألذين أبلوا بلاءً حسناً في نصرة هذا الدين العظيم ، وخاصة سيدنا عمر الفاروق - رضي الله عنه - وأقول : ¶ أ – إن نهي عمر - رضي الله عنه - عن المتعة كان من قبيل إعلان التأكيد على تحريم المتعة الثابت بنهي النبي - صلى الله عليه وسلم - عنها ، وليس من قبيل إنشاء الأحكام الشرعية وتشريعها ، أو مخالفة الثابت فيها (4) . ¶ ب – لو كان مراد عمر - رضي الله عنه - – كما يقول المجوزون – أنه يحرم المتعة التي أباحها الشرع ، للزم من ذلك تكفيرعمر ، وتكفير كل من لم يحاربه وينازعه على هذا التحريم ، ولأفضى ذلك إلى تكفيرعلي - رضي الله عنه - ، لأنه سكت على نهي عمرعن المتعة (5) . ¶ نعود بعد هذا كله إلى النص النبوي : (( قد كنت أذنت لكم فى الاستمتاع من النساء وأن الله قد حرم ذلك إلى يوم القيامة فمن كان عنده منهن شيء فليخل سبيلها ولا تأخذوا مما آتيتموهن شيئا )) (6) .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- شرح النووي على صحيح مسلم 9/179 ¶ 2- ألمصدر نفسه 9/183 ¶ 3- فتح الباري 9/173 ¶ 4- ألمفصَّل 6/169 ¶ 5- تفسير الرازي 10/54 ¶ 6- في كتاب النكاح باب النهي عن نكاح المتعة 1/630 (1962) ¶ يقول الإمام النووي : وفي هذا الحديث التصريح بالمنسوخ والناسخ في حديث واحد ، من كلام رسول الله - صلى الله عليه وسلم - ، وفيه التصريح بتحريم نكاح المتعة إلى يوم القيامة ، وأنه يتعين تأويل قوله في الحديث السابق أنهم كانوا يتمتعون إلى عهد أبي بكر وعمر على أنه لم يبلغهم الناسخ كما سبق وفيه أن المهر الذي كان أعطاها يستقر لها ولا يحل أخذ شيء منه وأن فارقها قبل الأجل المسمى (1) . ¶ ج- يقول الدكتورعبدالكريم زيدان : إدعاء المجوزين للمتعة بأن سكوت علي والصحابة على نهي عمرعن المتعة مع أنها مباحة مرده خوفهم من عمر وبطشه بالمخلفين له ، إن في هذا الإدعاء قدحاً في علي وغيره من الصحابة وذماً لهم لأن سكوتهم يعني جبنهم – حاشاهم – وعدم نطقهم بالحق ، فمن المعروف أن عمر - رضي الله عنه - كان على شدته وقافاً عند حدود الشرع يتسع صدره لرأي المخالفين ، ونقد الناقدين ، ويرجع إلى قولهم إذا تبين له صوابه ، يكفي أن أذكرهنا واقعة تدل على صحة ما أقول عن طبيعة عمر وأخلاقه وتقواه ، وموقفه من المخالفين له في الرأي ، فقد خطب - رضي الله عنه - مرة في المسجد ، وكان مما جاء في خطبته نهيه عن المغلاة في المهورمستدلاً بقلة مهورنساء النبي - صلى الله عليه وسلم - وهنَّ أمهات المؤمنين ، فقامت إمرأة من الحاضرين وردَّت عليه وقالت له : ياعمر يعطينا الله وتحرمنا ؟ ¶ أليس الله سبحانه وتعالى يقول :{ وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً } (2) . ¶ فقال عمر - رضي الله عنه - : أصابت إمرأة وأخطأ عمر (3) .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "د- فهل كان علي - رضي الله عنه - أقل شجاعة من تلك المرأة حتى وصل به الخوف من عمر إلى حدِّ السكوت عن مجرد تذكيره بما عليه – إن كان عنده علم – بشرع الله ، وبما سمعه من رسول الله - صلى الله عليه وسلم - بإباحة المتعة واستقرار هذه الإباحة كما يدعي المجوزون ؟ وإذا بلغ به الخوف من عمر إلى هذا الحد بحيث أسكته عن الرد على عمر وتذكيره بشرع الله وبقول رسول الله - صلى الله عليه وسلم - ، فهل الخوف من عمرسَرَى وفَشَا بين الصحابة جميعاً حتى اخرسَّ ألسنتهم ومنعهم من أن يقولوا لعمر : كيف تنهى عن المتعة وقد أباحها لنا رسول الله كما قالت المرأة لعمر : كيف تحرمنا مما أعطانا الله من المهور وإن عظمت وهل هذا معقول ويمكن قبوله وتصديقه ؟ (4) . ¶ ـــــــــــــــــــــ ــــــــــــــــــــــــ ¶ 1- صحيح مسلم بشرح النووي 9/183 ¶ 2- سورة النساء الآية 20 ¶ 3- ألمفصّل 6/170 بتصرف يسير ¶ 4- ألمصدر نفسه 6/170 ¶ شهادة العالم الشيعي الكبير موسى الموسوى ¶ وهذا العالم الشيعي الكبيرآية الله موسى الموسوي يردًّ على خصوم عمر، ويؤكد صحَّة ما ذهب إليه عمربقوله : إن النظرية الفقهية القائلة بأنَّ المتعة حُرِّمت بأمرٍ من الخليفة عمربن الخطاب ، يفنِّدها عمل الإمام علي الذي أقرَّ التحريم في مدة خلافته ، ولم يأمربالجواز ، وفي العرفِ الشيعي ، وحسب رأي فقهائنا عمل الإمام حجّة ، لاسيما عندما يكون مبسوط اليد ، ويستطيع إظهارالرأي ، وبيان أوامر الله ونواهيه . فإن إقرارالإمام علي التحريم يعني أنها كانت محرمة منذ عهد الرسول - صلى الله عليه وسلم - ولولا ذلك لكان يعارضها ويبين حكم الله فيها ، وعمل الإمام حجة على الشيعة ، ولست أدري كيف يستطيع فقهائنا أن يضربوا بها عرض الحائط (1) .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "يقول علي السالوس : قال عمرهذا منذراً ومعلناً في ملأ من الصحابة ، ولم يعارضه ولم يقل له أحد من المسلمين : إنك خالفت آية في كتاب الله ، أو أمراً من أحد ، لامن الحاضرين الذين سمعوه ، ولا من الغائبين الذين بلغوا الخبر، أوامر رسول الله ، مع أنه كان يقبل أن تعارضه إمرأة ويرجع الى قولها ، فكان سكوتهم جميع تصديقا له ، وإذا عد خروجا على الدين ، فكل من سكت يكون شريكا له في ذلك حتى علي - رضي الله عنه - ، ولا نظن أحدا من المسلمين يرضى باتهام أحد من أصحاب رسول الله - صلى الله عليه وسلم - بالجبن في دين الله (2) . ¶ يقول الأُستاذ محمد علي الحلي : كيف يتفوَّه عمربذلك ، ويحرِّمُ شريعةً جاء بها النبي - صلى الله عليه وسلم - ، ثم لو صحَّ بأنَّ عمرا قال ذلك ، وحرَّم المتعة ؛ فكيف رضيَ المسلمون بذلك في زمانه ، وسكتوا ولم يعترضوا عليه وقد قال لهم : ((من رأى منكم فيَّ اعوجاجاً فليقوِّمهُ)) فقام إليه أحد الجالسين وقال : لو رأينا فيك اعوجاجاً لقوّمناه بسيوفنا ، إذاً حديث المتعة لا صحة له والذي دسَّ الحديث أراد بذلك أن يجعل نقصاً في دين الإسلام أوفي عمر(3) . ¶ فاللبيب من يجعل لنفسه منزلة عند أهل العلم ، ولا يستهين بعقول الناس ، فإنني أرى أنّ الذي يقرأ كتب الخَصم قد يوافقهم ، لأنه يجدُ ضالته من خلال هذا النهج الهزيل الفاقد الشّرعية ، لأنه يخالف جميع الروايات التي صحّت في كتب الشيعة أنفسهم بتعمُّدٍ ، أقول بتعمُّدٍ لأنه يعلمُ الحقيقة ويحتال على أبناء جلدته من أجل ما يتمناه المراهق في عنفوان شبابه وكيف إذا كانت حاجته مدعومة بالصِّبغة الشرعية وفتاوى لعلماء وإنا لله وإنا إليه راجعون . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألشيعة والتصحيح ص 109 ¶ 2- مع الاثني عشرية في الأصول والفروع 4/229 ¶ 3- مشاكل الزواج والطلاق : تأليف محمد علي حسين الحلي ، مطبعة الزهراء – الموصل ص 29",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "نكاح المتعة قبل التحريم ¶ لو سلمنا جدلاً بأن المتعة مباحة الآن – كما يقولون - ، فهل هناك مطابقة في صيغة العقد الصحيح المنسوخ ، وبين العقد الحالي : أي عقد المتعة ؟ ¶ نحن في بحثنا هذا رائدنا الدليل ، ندور معه حيث دار وجوباً وعدماً ... ¶ إن مما جاء في مصادر الشيعة المعتبرة اليوم ان المتعة إتفاق بين الرجل والمرأة ، لا دور لولي أمرها ولا للشهود فيها ، فعن أبان بن تغلب قال : قلت لأبي عبد الله - عليه السلام - : كيف أقول لها إذا خلوت بها ؟ ¶ تقول : أتزوجكِ متعة على كتاب الله وسنة نبيه ، لاوراثة ولا موروثة كذا وكذا يوما ، وإن شئت كذا وكذا سنة ، وكذا وكذا درهما ، وتسمى من الأجر ما تراضيتما عليه قليلا كان أو كثيراً ، فإذا قلت : نعم فقد رضيت وهي امرأتك ، وانت اولى الناس بها (1) . ¶ وذكر المحقق الحلي شروط عقد نكاح قائلاً المتعة : ينعقد نكاح المتعة بإيجاب وقبول ، وألفاظ الإيجاب ثلاثة : تزوجتك وأنكحتك ومتعتك ( 2) . ¶ هذه هي الشروط العامة في المتعة حالياً عند المذهب الشيعي ، فيمكننا الآن أن نقارن بين هذه الصيغة من المتعة وبين ما كان عليه الناس في الجاهلية إلى أن حرمت في فتح مكة ... ¶ ألرد : ¶ يقول الدكتورعبدالكريم زيدان : من المفيد هنا أنْ أبيِّن نكاح المتعة الذي رخَّص فيه النبي - صلى الله عليه وسلم - ثم حرَّمه بعد ذلك ، لنعرف حدود النكاح ، وهل هو نفسه الذي يقول الجعفرية بإباحته ، أم يختلف عنه ، فأقول : إن نكاح المتعة إنما رخص فيه النبي - صلى الله عليه وسلم - بسبب الغربة في حال السفر يؤيد ذلك حديث ابن مسعود - رضي الله عنه - قال : كنا نغزو مع رسول الله ليس لنا نساء فقلنا : الآنختصي ؟ ¶ فنهانا عن ذلك . ثم رخَّص لنا أن ننكح المرأة بالثوب إلى أجل (3) .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وهذه الرواية ثابتة عند الشيعة ، فعن محمد بن مسلم ، عن أبي جعفر - عليه السلام - قال : قال جابر بن عبدالله عن رسول الله عليه وآله : إنهم غزوا معه ، فأحلَّ لهم المتعة ولم يحرمها (4) . ¶ وذكره صاحب كتاب لولا نهي عمروعنون له : ألغياب عن الزوجة (5) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألفروع في الكافي 2/44، التهذيب 2/190، الإستبصار 3/150 ، الوسائل 14/466 ¶ 2- شرائع الإسلام للحلي 2/303 ¶ 3- في كتاب النكاح ، باب بيان أن المتعة أبيح ثم نسخ ثم أبيح ثم نسخ ، واستقر تحريمه 2/1022 ( 1404) ، ذكره الدكتور عبدالكريم زيدان في معرض استدلاله 6/ 174 ¶ 4- وسائل الشيعة 21/200 ¶ 5- لولا نهي عمر ص 304 ¶ واعترف قائلاً : كأن تكون للإنسان زوجة ، إلا إنها غائبة عنه أو غائب عنها باختياره أو بالرغم عنه أو لظروف حالت بينهما ، كأن يكون في بعثة دراسية أو لسفر لعمل أو تجارة أو للجهاد كما هو في صدرالإسلام (1) . ¶ فإنَّ قوله ، للجهاد كما هو في صدرالإسلام ، إعترافٌ صريحٌ على أن المتعة كانت في الجهاد ، وما زاد ، فمن نافلة القول ، وهو باطل قطعاً كما سنأتي إن شاء الله تعالى . ¶ قال الحازمي : ولم يبلغنا بأن النبي - صلى الله عليه وسلم - أباحه وهم في بيوتهم (2) . ¶ وقال القاضي عياض : وليس في هذه الأحاديث كلها أنها كانت في الحضر وإنما كانت في أسفارهم في الغزو وعند ضرورتهم وعدم النساء –أي عدم وجود نسائهم معهم (3) . ¶ قارن بين المتعتين – أقصد ما كان عليه الناس قبل التحريم – والتي تمارس الآن بصيغتها الحالية ، لا نجد بينهما توافقاً ، فإن المتمتع الآن يتمتع وهو مقيم في بيته ، ويعدها من ضرورة مذهبه ، فالشرط الأول غيرمتوفر في هذه المتعة ، فهذا دليل بطلانها .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ثانياً : ينقل لنا الحرالعاملي ما جاء من الصيغة الصحيحة التي كانوا عليها : عن ابن مسكان عن المعلّى بن خنيس قال : قلت لأبي عبدالله - عليه السلام - : ما يجزي في المتعة من شهود ؟ ¶ فقال : رجل وامرأتان يشهدان ..... ¶ قلت : جعلت فداك كان المسلمون على عهد رسول الله صلى الله عليه وآله يتزوجون بغير بينة ؟ قال : لا (4) . ¶ وجاء في التهذيب الذي يعد من المصادر المعتمدة عند الشيعة ، فقد سئل أبو عبد الله عليه السلام : أكان المسلمون على عهد رسول الله صلى الله عليه وآله يتزوجون بغيربينة ؟ ¶ قال : لا (5) . ¶ وقال ابن عطية : وكانت المتعة أن يتزوج الرجل المرأة بشاهدين وإذن الولي إلى أجل مسمى ، وعلى أن لا ميراث بينهما ويعطيها ما اتفقا عليه ، فإذا انقضت المدة فليس له عليها سبيل ، ويستبرئ رحمها لأن الولد لاحق فيه بلا شك ، فإن لم تحمل حلت لغيره (6) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 304 ¶ 2- شرح مسلم على شرح النووي 9/179 ¶ 3- ألجامع لأحكام القرآن 5/115 ¶ 4- وسائل الشيعة 21/65 ، التهذيب 7/261 ، الإستبصار 3/544 ¶ 5- التهذيب 2/189 ¶ 6- ألجامع لأحكام القرآن 5/ 115 ¶ ويلخص الدكتور عبدالكريم زيدان كل ماتقدم ويقول : فنكاح المتعة الذي أُبيح أولاً على وجه الرخصة يتميَّز بأنه كان من رخص السفر للمحتاجين إليه ، وأنه كان يشترط لانعقاده صحيحاً ، إذن ولي المرأة وحضور شاهدين وأن فيه مهرأ يتفقان عليه ، وأنه إذا انتهى الأجل لزمته العدة حتى يتبين حملها من عدمه ؛ لأن النسب ثابت في هذا النكاح (1) .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقال : فالفرق المهم بينه وبين الزواج الدائم وهو الأجل والإنفاق على عدم التوارث بين الطرفين ، وهذا النكاح – النكاح إلى أجلٍ : أي نكاح المتعة – ألذي بيّنا معالمه وحدوده ، والذي حرِّم فيما بعد هذا النكاح يختلف اختلافاً جوهرياً مع نكاح المتعة الذي يقول بإباحته الجعفرية كما يتبين مما نذكره في الفقرة التالية من شروط هذا النكاح – نكاح المتعة – عندهم وآثاره (2) . ¶ وأزيد القارئ علماً أن هذه الممارسات لم تكن منتشرة في الجزيرة العربية إلا على نطاق ضيق جداً ... ¶ يقول الدكتورعلي عبدالواحد : وإليك مثلاً العرب في الجاهلية ، فإنهم كانوا يحتقرون البغايا ومن يتَّصلُ بهنّ ، وينظرون إلى البغاء وتوابعه (3) نظرتهم إلى أكبر جريمة ، وكانت البغايا يتوارين عن العيون بمنجاة عن المدائن والقرى ومضارب خيام البادية ، وينصبن على بيوتهن رآيات تكون آية على مهانتهن ، وكان لا يذهب إليهنَّ إلا سفلة الناس وسوقتهم ، ويذهبون إليهنّ في الظلام يجرون أطراف مآزرهم وراءهم لتطمس آثار أرجلهم على الرمال ، ولذلك أطلق على البغايا اسم المظلمات ، وقد قيدته التقاليد العربية بقيود كثيرة ، فمن ذلك أنه ما كان يباحفي الغالب لعربية أن تمتهن البغاء ، بل كاد ذلك يكون مقصوراً على الإماء (4) . ¶ ولو كانت المتعة – كما يدعون – مشروعة في ديننا لتعاملوا معها بصورة علنية ، فلمَ تمارس سراً كالبغاء ، ونواصل مع القارئ العزيز سرد المخالفات الواضحة بينهما إن شاء الله . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألمفصَّل 6/ 174 ¶ 2- ألمصدر نفسه 6/174 ¶ 3- كنكاح الإستبضاع والمتعة التي كانت وفق الضوابط التي ذكرتها ، لا كما هي معمول الآن ¶ 4- قصة الزواج والعزوبة في العالم ص 73 ¶ هل نكاح المتعة زواج ؟",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "أقول ابتداءً : ليس في نكاح المتعة تلك الصفات التي في الزواج الدائم ، وقد ذكر القرآن الكريم العلاقات الزوجية الحقيقية بآياتٍ صريحةٍ ليس فيها أدنى لبس ، أو نحتاج تأويلها ، منها قوله تعالى :{وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِن لَّمْ يَكُن لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُن لَّكُمْ وَلَدٌ فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُم مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ } (1) . ¶ يقول الإمام الرازي : لو كانت زوجة له بموجب هذا العقد – عقد المتعة – لترتب عليه ما يترتب على عقد النكاح الصحيح ، ومن ذلك التوارث ، بينما لا يجري التوارث في نكاح المتعة بين الطرفين (2) . ¶ وأما قوله تعالى : { هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ } (3) . ¶ وعن ابن عباس قال : يعني هنَّ سكنٌ لكم ، وأنتم سكنٌ لهن (4) . ¶ يقول ابن منظور: والسَّكنُ كل ما سكَنَتَ إليه ، واطمأننتَ به من أهلٍ وغيره ، وربَّما قالتِ العربُ : ألسَّكنُ لما يُسْكَنُ إليها ، ومنه قوله تعالى :{وَاللّهُ جَعَلَ لَكُم مِّن بُيُوتِكُمْ سَكَناً } (5) ، والسكنُ : ألمرأة ، لأنها يُسْكَنُ إليها ، والسَّكنُ : ألسّاكن ، قال الراجز : ¶ لِيَلجؤوا من هدَفٍ إلى فنَنٍ (6) إلى ذرى دِفءٍ وظلٍّ ذي سكَنِ ¶ وسُكنى المرأة ، ألمَسْكَنُ الذي يُسْكِنُها الزوجُ إياه يقال : لكِ داري هذه سُكنى (7) . ¶ فليس في نكاح المتعة هذه المعاني العظيمة يقيناً ، فهل يشعُرُ أنه قد تزوج وكذا الزوجة ؟ ¶ بالتأكيد لا يشعرون بالزواج ، بل كلاهما في خوفٍ وفزعٍ لأنهما يمارسان ¶ ــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة النساء الآية 12 ¶ 2- ألتفسير الكبير 10/50 ¶ 3- سورة البقرة الآية 187",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "4- تفسير القران العظيم ، للإمام الحافظ أبي الفداء إسماعيل بن كثير الدمشقي المتوفى سنة 4774هـ دار الجيل – بيروت – لبنان ط1/ 1/298 ¶ 5- سورة النحل الآية 80 ¶ 6- ألفنَن : ألغُصْن ، وجمعه ( ألأفنان ) ثم (الأفانين ) ،مختار الصحاح ، أشيخ الإمام محمد بن أبي بكر بن عبدالقادر الرازي ، ضبط وتحقيق ، ألسيدة سميرة خلف المولى ، ألمركز العربي للثقافة والعلوم ، بيروت – لبنان ص377 ¶ 7- لسان العرب 13/211 ¶ الجنس خفية ، لا يعرف بحالهما سوى الله تعالى ، لأن هذا النكاح – ألمتعة – قد تمت سراً ، لا علم للأب ولا شهود ولا إعلان ، بل اتفاق بين الرجل والمرأة في خلوة !! ¶ وللإمام الدهلوي وقفة رائعة في بيان هي المسألة ، فيقول في قوله تعالى :{فَمَنِ ابْتَغَى وَرَاء ذَلِكَ فَأُوْلَئِكَ هُمُ الْعَادُونَ }(1) : والظاهرانَّ امرأة المتعة ليست بزوجة ، وإلا لتحققت لوازم الزوجية فيها من الإرث والعدّة والطلاق والنفقة والكسوة وغيرها ، وليس هي أيضاً بملكة يمين ، وإلا لجاز بيعها وهبتها وإعتاقها ، وقد اعترف فقهاء الشيعة بأنَّ الزوجية بين المرء وامرأة لا تكون متحققة (2) . ¶ يقول الدكتورعبدالكريم زيدان : ومما يدل أيضاً على أنَّ المرأة في عقد المتعة لا تعتبر زوجة في العرف ولا في إطلاق لفظ (( الزوجة )) في القران والسنة على ما ذكرناهُ من عدم التوارث بين الطرفين في عقد المتعة .. إن لوازم الزوجية منتفية عنها ، مثل الطلاق والإيلاء وحصول الإحصان بها ، وإمكان اللعان ، ووجوب النفقة والكسوة (3) .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ويقول أيضاً : إنَّ الزواجَ الذي جعلهُ الله تعالى من آياته ، وجعلَ بينَ الزوجينِ مودَّةً ورحمة ، وجعل فيه الزوجة سكناً لزوجها ، واستقراراً له هو الزواج الدائم لا الموقت ، وهذا هو المشار إليه بقوله تعالى :{وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجاً لِّتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ } (4) . ¶ وقد قال أهل العلم ، إنّ الله تعالى جعل بين الزوجين توادّاً وتراحماً بسبب الزواج ، بعد ان لم يكن بينهما سابق معرفة ولا لقاء ، ولا سبب موجب للتعاطف والمودة بينهما من القرابة والرَّحم (5) . ¶ سؤال بحاجة إلى جواب : إذا كانت المتمتّعة بها زوجة ، فكيف يجوز لهم الزيادة على الأربع ، وقد نصَّ القرآن الكريم على تحريمها في قوله تعالى :{وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي الْيَتَامَى فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلاَّ تَعُولُوا} (6) . ¶ ـــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة المؤمنون الآية 7 ¶ 2- مختصر التحفة الإثني عشرية ص 228 ¶ 3- ألمفصَّل 6/168 ¶ 4- سورة الوم الآية 21 ¶ 5- ألمفصّل ص 173 ¶ 6- سورة النساء الآية 3 ¶ أقول : بالتأكيد أنَّ لديهم جواباً آخرغيرماذكرنا من مفهوم الزوجية ، إنَّهم – كما هو معروف – يعتمدون على أحاديث ينسبونها لأئمتهم ، منها ما جاء وسائل الشيعة ، عن محمد بن يعقوب ، عن الحسين بن محمد ، عن أحمد بن إسحاق ، عن بكر بن محمد قال : سألتُ أبا الحسن - عليه السلام - عن المتعة : أهي من الأربع ؟ ¶ قال : لا (1) .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "أتدري عزيزي القارئ ماذا سمى الحر العاملي عنوان هذا الباب الذي ذكر في الحديث ؟ سماه بباب : جواز أنْ يتمتّع بأكثر من أربع نساء ، وإنْ كان عنده أربع زوجات من الدائم (2) . ¶ وذكر في الباب أحاديث كثيرة منها ، عن عبيدالله بن زرارة ، عن أبيه ، عن أبي عبدالله - عليه السلام - قال : ذكرت له المتعة ، أهي من الأربع ؟ ¶ فقال : تزوج منهنَّ فإنَّهُنَّ مستأجرات (3) . ¶ أقول :هل يجوزللإمام مخالفة ما نَصَّ عليه القرآن ، تحريم ما زاد على الأربع ، في قوله تعالى :{ فَانكِحُواْ مَا طَابَ لَكُم مِّنَ النِّسَاء مَثْنَى وَثُلاَثَ وَرُبَاعَ } ؟ ¶ أليس الإما جعفر الصاق - عليه السلام - يقول : كل شيءٍ مردود إلى كتاب الله والسنة ، وكل حديث لا يوافق كتاب الله تعالى فهو زخرف (4) . ¶ فهذاالقول يوجب على كلّ شيعي ردّ ما جاءَ مخالفاً لكتاب الله تمسكاً بكلام الإمام المعصوم .. ¶ وإن قال إنَّ الإمام هو الذي أجاز الزيادة على الأربع ؟ ¶ أقول : كيف يصدرُ من المعصوم كلام يخالف القرآن صراحةً ، وهذا تحريفٌ لكلام الله ، وهذا يقضي على تكفير قائله والعياذ بالله ؟ ! .. ¶ ولو كان نكاح غيرالإماء مشروعاً ، لقال تعالى : {أوما ملكت أيمانكم ، وما تمتعتم منهن زواج متعة } ، ولكن قال :{أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ ذَلِكَ أَدْنَى أَلاَّ تَعُولُوا}، فليس في القرآن ذكرٌ صريح ، ولا أقلّ من ذلك قطّ . ¶ يقول ابن الجوزي في تفسيره ، قوله تعالى :{أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ }يعني السرائر ، قال ابن قتيبة : معنى الآية : فكما تخافون أن لا تعدلوا بين اليتامى إذا كفلتموهم فخافوا أيضاً أن لا تعدلوا بين النساء إذا نكحتموهم ¶ ـــــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/18 ¶ 2- ألمصدر نفسه 21/ 18 ¶ 3- مسند الإمام جعفر الصادق عليه السلام ، دار الولاء ، النجف – 1374 هـ -1955م 1/22 ¶ 4- ألمصدر نفسه 1/9",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "فقصرهم على أربع ، ليقدروا على العدل ، ثم قال : { فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ }بين هؤلاء الأربع ، فانكحوا واحدة ، واقتصروا على ملك اليمين (1) . ¶ فلو كانت المتعة زواجاً ، لذكرتها الآية صراحة ودون أدنى لبس ، فليس لدى دعاة المتعة ومروجيها دليل أو شبه دليل على إباحتها ، والله تعالى أعلم . ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- زاد المسير 2/9 ¶ نكاح المُتعة اليوم ¶ رغم أنني أعتقد اعتقاداً جازماً على تحريم المتعة ، وأقول متيقناً بأنها قد نسخت ، أقول إن المتعة التي تمارس اليوم من قبل معتقديها لَهِيَ من أكبر المنكرات ، وزنى واضحة تمارس باسم الدين الإسلامي الحنيف . ¶ شروط نكاح المتعة عند فقهاء الشيعة اليوم ¶ أولاً : ألإيجاب والقبول ، وألفاظ الإيجاب ثلاثة تزوجتك ، أنكحتك وتمتعتك (1) . ¶ عن أبان بن تغلب قال : قلت لأبي عبدالله - عليه السلام - : كيف أقول لها اذا خلوت بها ؟ ¶ قال : تقول أتزوجكِ متعة على كتاب الله وسنة نبيه لا وارثة ولا موروثة كذا وكذا يوماً ، وإن شئت كذا وكذا سنة ، بكذا وكذا درهماً ، وتسمي من الأجر ما تراضيتما عليه قليلاً كان أو كثيراً ، فإذا قالت : نعم ، فقد رضيت وهي امرأتك وأنت أولى الناس بها (2) . ¶ وعن علي بن إبراهيم ، عن أبيه ، عن ابن أبي نصر ، عن ثعلبة قال : أتزوجك متعة على كتاب الله وسنة نبيه نكاح غير سفاح ، وعلى أن لا ترثيني ولا أرثكِ ، كذا وكذا يوماً بكذا وكذا درهماً ، وأن عليكِ العدة (3) . ¶ يقول أبو قاسم الخوئي : إذا باشر الزوجان العقد غير الدائم بعد تعيين المدة والمهر ، فقالت المرأة (( زوجتك نفسي في المدة المعلومة على المهر المعلوم )) وقال الرجل من دون فصل (( قبلت التزويج )) صحَّ العقد (4) . ¶ عن أبي عبدالله - عليه السلام - قال : - في حديث المتعة – وصاحب الأربع يتزوج منهنَّ ما شاء بغيرولي ولا شهود (5) . ¶ ألرد :",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أخي الكريم : كيف يمكننا أنْ نوفِّق بين هذه الروايات التي تؤكد أن العقد دائر بين الرجل والمرأة فقط ، لادخل لولي أمرها بها وبتمُّعها ، وبين الروايات التي تؤكد وجود ولي الأمر في نكاح المتعة ؟ ¶ أيعقل أن يختلي الرجل بامرأة أجنبية ، ليس هناك بشر؟ ¶ ومن الروايات المشهورة عندهم في إثبات وجوب الولي في النكاح ، قال المفضل للصادق - عليه السلام - : يامولاي فالمتعة ؟ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- شرائع الإسلام للحلي 2/303 ¶ 2- وسائل الشيعة 21/ 43 ¶ 3- وسائل الشيعة 21/43 ، الكافي 5/445 ¶ 4- ألمسائل المنتخبة ، العبادات والمعاملات ، أبو القاسم الخوئي ، - مطبعة أشبيلية الحديثة – بغداد 1977م ط 12 1399هـ - 1979م ص 275 ¶ 5- وسائل الشيعة 21/64 ، ألتهذيب 7/261 ¶ قال : المتعة حلال طلق ، والشاهد بها قول الله عزّ وجل:{ وَلا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لا تُوَاعِدُوهُنَّ سِرّاً إِلَّا أَنْ تَقُولُوا قَوْلاً مَعْرُوفاً وَلا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ }(1) ، قال :أي مشهوداً والقول المعروف والمشتهربالولي والشهود (2) . ¶ فبحسب هذه الرواية ، نفهم بأن المتعة لا تجوزإلأ بحضور وليِّها رغم أننا نعتقد أن الآية لا صلة لها بالمتعة ، ولا نعتقد بحليّة المتعة بعد نسخها .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "ففي عقيدة الشيعة المرأة حرَّة في نفسها ، تزوِّج نفسها متعة وهي في دارها وفي السوق وفي الفلاة ، بهذه السهولة ، فإن المرأة سلعة رخيصة بيد الذئاب البشرية ، فهذه نصوص ينبغي الوقوف عندها لنبيِّن للقارىء العزيز حجم المؤامرة على المرأة المسكينة باسم الدين الحنيف و فضاعة الأمر – أمر المتعة – روى الكليني في كافيه عن أبي عبدالله - عليه السلام - قال : جاءت إمرأة إلى عمر فقالت : إني زنيت فطهرني ، فأمر بها أن ترجم ، فأخبر بذلك أمير المؤمنين - عليه السلام - فقال : كيف زنيت ؟ ¶ قالت : مررت بالبادية فأصابني عطش شديد ، فاستسقيت أعرابياً فأبى أن يسقيني إلا أن أُمكنهُ من نفسي ، فلما أجهدني العطش ، وخفت على نفسي سقاني ، فأمكنته من نفسي .. ¶ فقال أميرالمؤمنين - عليه السلام - : تزويج ورب الكعبة (3) . ¶ أيها المغفل ، ألم تدري أنك بهذه الرواية طعنت بإمامك المعصوم ، كيف يرضى مسلم يشهد بالشهادتين بهذه المهزلة ، فهو يسوق هذه الروايات من أجل مناصرة المذهب ، ولكنه وقع في شباك الشيطان اللَّعين ، وطعن بالإمام علي - رضي الله عنه - وهو يريد الطعن في سيدنا عمر !! ¶ أقول : من المعروف أن المرأة إذا أقرت على نفسها بالزنا ترجم ، كما هو مذهب أهل السنة ، وهي قد أقرت بالزنا ، والمرأة قطعاً محصنة ، لأن الباكرة تجلد والمحصنة ترجم ، فالحكم الذي أصدره عمر صحيح ، وأما سؤالنا : أين شروط المتعة المتعارف عليها ، ولو الشروط الحالية ، إيجاب وقبول ، والمهر والمدة ؟ إذ ليس في كلامها إشارة إلى المتعة المتعارف عليها أولاً ولا آخراً ، بل وصفت الكيفية بصراحة تامة . ¶ ــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة البقرة الآية 235 ¶ 2- بحار الأنوار 53/26 ¶ 3- ألكافي 5/457 ¶ أُنظركيف يتهم أمير المؤمنين علي - عليه السلام - بالجهالة ، والحكم على زانية بأنها زواج أين ولي أمرها ؟ أين الشهود ؟ أين أين ؟ !!",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "إنني أجزم أن القصة بطولها ملفقة من أُصولها لايلتفت إليها وحرام روايتها لقوله تعالى :{ لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ وَكَانَ اللَّهُ سَمِيعاً عَلِيماً } (1) . ونحن عندما نذكرها هنا ، نذكرها من باب الضرورة الشرعية ، لبيان الحق ووضعه في نصابه ، ومن أجل تبرئة ساحة أصحاب رسول الله - صلى الله عليه وسلم - من هذه الإتهامات الباطلة ، وصيانة أعراض نساء الأُمة الإسلامية .. ¶ يقول الأستاذ محمد مال الله : فانظر أخي القارىء كيف يفترون على الإمام علي - عليه السلام - إذ إن هذه المسألة لو عرضت على صغار طلبة العلم لأفتى بأن هذا زنى يقام عليه الحدُّ ، فهل إمامهم المعصوم يُحلُّ الحرام ؟! ¶ نحن نربأ علي بن أبي طالب عن هذا الإنحدار والإنحطاط الفكري ، ولكن هؤلاء لا يهمهم إلأ وضع الرويات التي تؤيد شذوذهم وانحرافه (2) . ¶ ثانياً : لاشهادة ولا إعلان ¶ لقد بينا بوضوح تام أنه لا بد من الشهود في المتعة ، ينقل لنا الحرالعاملي ما جاء من الصيغة الصحيحة التي كانوا عليها : عن ابن مسكان عن المعلّى بن خنيس قال : قلت لأبي عبدالله - عليه السلام - : ما يجزي في المتعة من شهود ؟ ¶ فقال : رجل وامرأتان يشهدان ..... ¶ قلت : جعلت فداك كان المسلمون على عهد رسول الله صلى الله عليه وآله يتزوجون بغير بينة ؟ قال : لا (3) . ¶ ولكن الغريب أن هناك رويات تتناقض مع ما تقدمت ، فلا شهادة في المتعة عند المتأخرين ، فعن أبي عبدالله - عليه السلام - قال : - في حديث المتعة – وصاحب الأربع يتزوج منهنَّ ما شاء بغيرولي ولا شهود (4) .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وفي فقه الرضا - عليه السلام - يقول - عليه السلام - : نكاح بغيرشهود ولا ميراث ، وهو نكاح المتعة بشروطها ، أنْ تسأل المرأة فارغة أم مشغولة بزوج أو بعدة أو بحمل؟ فإذا كانت خالية من ذلك قال له : تمتعيني نفسكِ على كتاب الله وسنة نبيه ، نكاح غير سفاح ، كذا وكذا بكذا وكذا ، ويبين المهر والأجل على أن لا ترثيني ولا أرثكِ ، وعلى أن الماء أضعه حيث أشاء (5) . ¶ فتشت الكثير من الكتب التي تتحدث عن الزواج في العالم ، فلم أجد مثل ما ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1 - سورة النساء الآية 148 ¶ 2- ألشيعة والمتعة ص 121 ¶ 3- التهذيب 2/189 ¶ 4- وسائل الشيعة 21/64 ، ألتهذيب 7/261 ¶ 5- ألمستدرك نقلاً عن لولا نهي عمرص 455 ¶ هو متعارف عند الشيعة ، ووجدت شبهاً بينهم وبين القبائل البدائية ، فقد نقل لنا الدكتورعلي عبدالواحد وافي أنواع الزواج في العالم ، فمن ذلك ما لوحظ عند بعض الشعوب البدائية من إباحية في العلاقات الجنسية بين غيرالمتزوجين من الرجال والنساء ، وما لوحظ عند بعضها إباحية في هذه العلاقات من قبل الزواج وبعده ، ففي جزيرة مدغشقر لا يعد الزنى بغير المتزوجات ومن غير المتزوجين من الرذائل ، ولا تجب العفة لديهم على الرجل ولا على المرأة إلأ بعد الزواج ( 1) . ¶ ثالثاً : لا مهر في المتعة ، وإنما أجرة تافهة ¶ إن من المضحك المبكي أن نجد هذه المهزلة التي لم تسبق بها أُمة هؤلاء ، ونحن لا نعتقد أن هذا الزواج إسلامي ، بل نعتقده زنى ولكن باسم الدين والعياذ بالله ، فلا نجد أرخص من شرف المرأة عند هؤلاء ، إنك تجدها بسولة ويسر في أروقة الجامعات ، وقارعة الطريق ، وشواطىء الأنها ، وحتى في دارها ، ولديك مبلغاً زهيداً درهماً أوديناراً أو كفاً من بُرٍّ أو شربة ماء باستطاعتك أن تمارس معها البغاء المقدس ! ياللمهزلة ! ¶ أخي المسلم أمامك النصوص التي جاءت على ألسنة معصوميهم – حاشاهم – تبيح الجنس بأبشع صورة ..",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "عن أبي البصير قال : سألت أبا جعفر - عليه السلام - عن متعة النساء ؟ ¶ قال : حلال ، وأنه يُجزىء فيه الدرهم فما فوقه (2) . ¶ وعن الأحول قال : قلت لأبي عبدالله - عليه السلام - : عن أدنى مهر المتعة ماهو ؟ ¶ قال : كف من طعام دقيق أو سويق تمر (3) . ¶ عن هشام عن سالم عن الصادق - عليه السلام - سأله عن الأدنى في المتعة ؟ ¶ قال - عليه السلام - : سواك يُعض عليه (4) . ¶ عن محمد بن نعمان الأحول قال : قلت لأبي عبدالله - عليه السلام - : أدنى ما يتزوج به المتمتع ؟ ¶ قال - عليه السلام - : بكف من بر (5) . ¶ فما أسهل ارتكاب جريمة الزنا عند الشيعة إذا كان ثمن جسد المرأة عندهم بمثل الذي ذكرناه (6) . نسأل الله العافية ... ¶ ــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- قصة الزواج والعزوبة في العالم ، تأليف الدكتور علي عبدالواحد وافي دكتور الأدب العربي من جامعة باريس ، دار نهضة مصر – الفجالة – القاهرة 1987م ص 66 – 67 ¶ 2- ألتهذيب 2/189 ، الفروع للكليني 2/45 ¶ 3- ألوسائل 14/ ، وانظر لولا نهي عمر ص 471 ¶ 4- لولا نهي عمر ص 471 ¶ 5- المصدر نفسه ص 472 ¶ 6- الشيعة والمتعة ص 120 ¶ رابعاً : لا يشترط موافقة ولي الأمر في المتعة ¶ يتم هذ النكاح سراً دون أن يطَّلع عليهما أحدٌ ، ففي كتاب التهذيب والإستبصارووسائل الشيعة : عن الفضل بن كثير، عن المهلب الدلال ، أنه كتب إلى أبي الحسن - عليه السلام - ، ان امرأة كانت معي في الدار، ثم إنها زوجتني نفسها ، وأشهد الله وملائكته على ذلك ، ثم إن أباها زوجها من رجل آخر، فما تقول ؟ ¶ فكتب - عليه السلام - : ألتزويج الدائم لا يكون إلأ بولي وشاهدين ، ولا يكون تزويج متعة بكر ، استر على نفسك رحمك الله (1) . ¶ نقف عند هذه القصة وقفة تأمل وتدبر ونسأل العلماء الذين نقلوه لنا :",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "أ - : لماذا يتم هذا النكاح سراً وراء الكواليس لو كان صحيحاً ، فالسنة في الزواج في ديننا العظيم الإعلان بأن فلان قد تزوج فلانة ، لكي لا يجعلا نفسيهما وخاصة أهل البنت في موضع التهم ، فقد أمرنا رسول الله - صلى الله عليه وسلم - إعلانه بقوله : (( أعلنوا هذا النكاح )) رواه ابن ماجه (2) . ¶ ب - ألم يسأل الإمام هذا الرجل كيف يليق بك أن تختلي بامرأة لاتحلُّ لك ؟ ¶ فهذا طعن في الإمام ، وتدليس للرجل الثاني الي تزوجها ، وقد دخل بها رجل قبله ¶ ج - : لماذا لم يسأل الرجل الثاني زوجته المتمعة عن بكارتها ؟ ¶ وعن أبي سعيد القماط ، عمّن رواه قال : قلت لأبي عبدالله - عليه السلام - : جارية بكر بين أبويها تدعوني إلى نفسها سراً من أبويها ، فأفعل ذلك ؟ ¶ قال : نعم ، واتق موضع الفرج .. ¶ قال : قلت : فإن رضيت بذلك ؟ ¶ قال : وإن رضيت ، فإنه عارعلى الأبكار(3) . ¶ فهل هذه الرواية تحتاج إلى تعليق ؟! سبحان الله !!! ¶ فإن ديننا العظيم لا يرضى بهذه الوقاحة ، بل أمرالرجل الذي ينوي الزواج الشرعي من امرأة في عدَّتها أن لا يتفق معا سراً ، بل تعريضاً ، كما قال تعالى :{ وَلا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النِّسَاءِ أَوْ أَكْنَنْتُمْ فِي أَنْفُسِكُمْ عَلِمَ اللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَكِنْ لا تُوَاعِدُوهُنَّ سِرّاً إِلَّا أَنْ تَقُولُوا قَوْلاً مَعْرُوفاً وَلا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ وَاعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي أَنْفُسِكُمْ فَاحْذَرُوهُ وَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ حَلِيمٌ } (4) . ـــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- التهذيب 7/255 ، الإستبصار 3/146 ، وسائل الشيعة 21/34 ¶ 2- في كتاب النكاح باب إعلان النكاح 1/611 ( 1895) ¶ 3- وسائل الشيعة 21/34 ¶ 4- سورة البقرة الآية 235 ¶ غرائب نكاح المتعة",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "كنت فيما مضى أسمع بالمتعة ، وأنها تمارس من قبل معتقدي إباحتها ، ولكنني كنت أعتقد أنها مجرد كلام مسطر في كتب القوم ، لا وجود لها في أرض الواقع ، أو ليس بهذه البشاعة التي نسمعها الآن ، وأول ما وقع في يدي كتاب الكافي للكليني ، فرأيت بعد غياب السلطة ثم حصول الفوضى العارمة في البلد العجب العجاب ، إنتشرت هذه الكتب على أرصفة الطرق – وخاصة في بغداد - وبمختلف العناوين ، والترغيب فيها ، بدأت بشراء واستعارة بعض هذه الكتب من أجل أن أردَّ عليها ، لأنني كنت من قبل على يقين تام على أن نكاح المتعة قد نسخ في عام الفتح ، فعلمت من خلال هذه الكتب أن هناك مؤامرة على المرأة المسلمة ، ولكن باسم الإسلام ، وهذه مجموعة عناوين غريبة في المتعة التي تمارس اليوم باسم الرسول المصطفى – حاشاهم - منها : ¶ أولاً : زواج المتعة من المتزوجة : ¶ ففي كتاب لولا نهي عمر يقول الشيخ أحمد بن علي : سمعت أحد المجتهدين وأئمة المساجد المحترمين يقول : ان خطيباً مفوهاً صعد ذات يوم منبراً فتحدث وخطب الناس ، وكان جل حديثه عن المتعة ، فحثَّ الناس عليها ، وأبان فضلها ، وأجر من عملها حسب ما ورد في ذلك من روايات .. ¶ وكان كلامه مؤثراً في نفوس الناس بشكل عجيب حتى بلغ الأمر إن إحدى المستمعات لحديثه ما إن خرجت من مجلسه حتى تزوجت برجل متعة علماً أن هذه المرأة كانت ذات بعل ! ¶ فلما رجع هذا الخطيب إلى منزله تفقد زوجته فلم يجدها ، وبعد ساعات دخلت عليه ، فسألها عن غيابها فقالت له وهي فرحة : لقد كان موضوعك جميلاً ، ما إن خرجت حتى عرض لي رجل من المستمعين أن يتزوجني متعة فمتعته ! (1) . ¶ سبحانك يارب ! لقد صدق رسول الله - صلى الله عليه وسلم - عندما قال : (( إن مما أدرك الناس من كلام النبوة ، إذا لم تستحي فاصنع ما شئت )) .",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "وفي وسائل الشيعة : روي عن عمر بن سعيد عن بعض أصحابنا قال : أتت إمرأة إلى عمر فقالت : ياأمير المؤمنين إني فجرت فأقم فيَّ حد الله ، فأمر برجمها ، وكان علي عليه السلام حاضراً فقال له : سلها كيف فجرت ؟ ¶ قالت : كنت في فلاة من الأرض فأصابني عطش شديد ، فرفعت لي خيمة ¶ فأتيتها فأصبت فيها رجلاً أعرابياً فسألته الماء فأتى على أن يسقيني إلأ أن أُمكِّنَه من نفسي ، فوليت منه هاربة ، فاشتد بي العطش حتى غارت عيناي ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 312 - 314 ¶ وذهب لساني ، فلما بلغ مني أتيته فسقاني ووقع عليَّ .. ¶ فقال له علي - عليه السلام - – أي لعمر – هذه التي قال الله عز وجل : {فمن اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ } (1) ، هذه غير باغية ، ولا عادية إليه فخلِّ سبيلها ، فقال عمر : لولا علي لهلك عمر(2) . ¶ ألجواب : لا أعتقد بصحة الرواية لأن فيع الطعن بسيدنا علي - عليه السلام - لا بعمر ، لأن الحكم صحيحٌ لا يقبل الجدل ، والإستدلال بالآية خطأ فادح ، وأنها تتحدث عن محرمات محددة : { إِنَّمَا حَرَّمَ عَلَيْكُمُ الْمَيْتَةَ وَالدَّمَ وَلَحْمَ الْخِنْزِيرِ وَمَا أُهِلَّ بِهِ لِغَيْرِ اللَّهِ فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ } (3) . والمرأة العربية لا ترضى لنفسها المهانة ، بل ترضى بالموت ، فالموت أهون عليها من العار الذي يلحق بها وبأهلها ، لذا جاء في المثل العربي : تَجُوعُ الحُرَّةُ وَلا تَأْكُلُ بِثَدْيَيْها ، وذكر بعض أهل العلم : أن المثل للحارث بن السليل الأسدي ؛ قاله لإمرأته ريّا بنت علقمة الطائي وذكر خبره . ¶ وأما العرب فكانوا يعدون أخذ الأجرعلى الرضاع سُبّة (4) .",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "يقول السيد حسين الموسوي النجفي الذي نوّر الله تعالى بصيرته وبدأ يصرخ بوجه هؤلاء ، والمؤمن غيور ، غيورلعرضه وأعراض المسلمين ولنساء العشيرة الطاهرة التي ينتسب إليها من نسل آل الرسول ص فيقول :إن المتعة – كما هو معروف – تكون عن تراضٍ بين الطرفين ، وعن رغبة منهما ، أما هذه الرواية ، فإن هذه المرأة مضطرة ومجبورة ، فساومها على نفسها مقابل شربة ماء ، وليست هي في حكم الزانية حتى تطلب من عمرأن يطهِّرها ، وفوق ذلك – وهذا مهم – أن أميرالمؤمنين - عليه السلام - هو الذي روى تحريم المتعة في نقله عن النبي صلى الله عليه وآله يوم خيبر، فكيف يفتي هنا بأن هذا نكاح متعة ؟! وفتواه على سبيل الحِلِّ والإقرار والرضا منه بفعل الرجل والمرأة ؟! . ¶ إنّ هذه الفتوى لو قالها أحد طلاب العلم ، لَعًدَّتْ سقطة – بل غلطة – يعاب عليه بسببها ، فكيف تنسب لأمير المؤمنين - عليه السلام - ، وهو مَن هو في العلم والفتيا ؟ ! (5) . ¶ ويقول : إن الذي نسب هذه الفتوى لأميرالمؤمنين عمر - رضي الله عنه - ، إمّا حاقد أراد ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- جزء من سورة البقرة الآية 173 ¶ 2- وسائل لشيعة 18/200 ¶ 3- سورة البقرة الآية 173 ¶ 4- شرح كتاب الأمثال 1 / 289 ¶ 5- وسائل الشيعة 21/523 – 524 ¶ الطعن به ، وإمّا ذو غرض وهوى ، إخترع هذه القصة فنسبها لأميرالمؤمنين ، ليضفي الشرعية على المتعة ، كي يسوّغ لنفسه ولأمثاله استباحة الفروج باسم الدين ، حتى وإن أدى ذلك إلى الكذب على الأئمة عليهم السلام ، بل على النبي صلوات الله عليه ! (1) ...",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ألذي يستقرأ التاريخ الإسلامي والفتوحات الإسلامية ، يتيقن أن السبب الرئيس في الطعن اللاذع بالخليفة الراشد سيدنا عمر - رضي الله عنه - ، بسبب ما أجرى الله تعالى على يديه وفي خلافته من فتوحات ٍ ، فإنه فاتح بلاد فارس ، وبيت المقدس ، وسواد العراق وغيرها ، ولا زالت آثارالزرادشية – عبادة النار – في نفوس الفرس ، لأن عمر قد غير المجتمع الجاهلي إلى مسلمين يسجدون للواحد الأحد بدل النار... ¶ إننا نجد المنصفين من الذين درسوا تاريخنا الإسلامي ، أعطوا لعمرمنزلته التي يستحقها ، والفضل بما شهدت به الأعداء ، فهذا المؤرخ الأمريكي الدكتورمايكل هارث (2) في كتابه الرائع ، ألمائة الأوائل في التاريخ قد اختار مائة من الشخصيات الرائدة في العالم في التاريخ الإنساني ، وضمت هذه القائمة أسماء لامعة من الشخصيات الإسلامية أولهم سيدنا محمد - صلى الله عليه وسلم - ، وفي المرتبة الثالثة عشر سيدنا عمر بن الخطاب - رضي الله عنه - ، إذ يقول : ان مآثر عمرمؤثرة حقاً ، فقد كان الشخصية الرئيسة في انتشارالإسلام بعد محمد ، وبدون فتوحاته السريعة من المشكوك به أن ينتشر الإسلام بهذا الشكل الذي هو عليه الآن ، زد على ذلك ان معظم الأراضي التي تم فتحها في زمنه بقيت عربية منذ ذلك العهد حتى الآن ، ومن الواضح ان محمداً له الفضل الأكبر في هذا المضمار ، ولكن من الخطأ الفادح أن نتجاهل دورعمر(3) . ¶ إنَّ هذا الرجل الذي قيَّم عملاق الإسلام سيدنا عمرالفاروق رجل أمريكي لا يدين بالإسلام ، بيَّن حقيقته ومعدنه الصافي الأصيل ، وما قدَّمه من إنجازاتٍ في سبيل دينه وأُمته ، والفضل بما شهدت به الأعداء ، فهل يقاسُ ¶ ــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مجمل عقائد الشيعة والمراجعات في الميزان ص 95 – 96",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "2- هو الدكتور مايكل هارت الأمريكي الجنسية والمولد ، حاصل على شهادة ليسانس في الرياضيات من جامعة كورنيل عام 1952 ، وشهادة الليسانس في القانون من جامعة نيويورك عام 1958 ، وشهادة الماجستير في العلوم من جامعة أديفلي عام 1969 ، والدكتوراه في الفلك من جامعة برينستون عام 1972 ، عمل في مركز أبحاث الفضاء في غرين بلت في ميرلاند ، وفي المركز القومي لأبحاث طبقات الجو في كولورادو ، وفي أكبر مرصد للأفلاك في كاليفورنيا في بامادينيا (( في مرصد هيل )) وهو أحد العلماء المعتمدين في الفيزياء التطبيقية ، وعضو الجمعية الفلكية وفروعها في علوم الكواكب . المائة الأوائل في التاريخ ، الدين والفكر والفلسفة والأدب ، الدكتور مايكل هارث ـ ترجمة الأستاذ خالد السعد عيسى والمحامي أحمد غسان سباتو – دار قتيبة للطباعة والنشر ص 5 ¶ 3- ألمصدر نفسه ص 71",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "هذا الكاتب المنصف الغيرالمسلم بمسلمٍ يشهد لله تعالى بالوحدانية ، وبمحمدٍ ص بالرسالة ، إنَّه جاء ليشوِّه الحقائق المسلَّمة ، ليشوِّه صورة هذا العملاق وهو مقاتل بن عطية ، صاحب كتاب مؤتمرعلماء بغداد (1) فيقول بلا خجل : إنَّ فتوحات عمر كانت خاطئة ، وكانت لها نتائج سلبية معكوسة ، لأنَّ رسول الإسلام لم يهاجم أحداً ، بل كانت حروبه دفاعية ، ولذلك رغب الناس في الإسلام ، ودخلوا في دين الله أفواجاً (2) ،لأنهم عرفوا أنَّ دين الإسلام دين سلم وسلام ، أما عمر فإنه هاجم البلاد وأدخلهم الإسلام بالسيف والقهر، ولهذا كره الناس الإسلام ، واتهموه بأنه دين السيف والقوة ، لا دين المنطق واللين ، وصار ذلك سبباً لكثرة أعداء الإسلام (3) . ويأتي من بعده محقق كتابه محمد توفيق الحداد ليزيد الطين بلة ، وليقرب إلى الشيطان زلفى ليفرغ ما في جعبته من الباطل الذي لا وزن له عند كل ذي لب فيقول : من سنة عمر وصاياه لأحد قواده : (( أذل العجم وأهنهم وأقصهم ولا تستعن بأحدٍ منهم ، ولا تقضِ لهم حاجة )) كل هذه الأُمور أثارت حقد شعوب البلاد التي فتحت لتنشأ الحركة الشعوبية (4) مقابل العنصرية التي أجَّجَ نارها الخلفاء ، وخاصة عمر بن الخطاب (5) . ¶ ولنقارن هذه الأقوال ، وبين قول شيعي آخرلا يعرف لغة الطائفية أصلاً – وهو العالم الشيعي الرباني الأصيل ألسيد أميرعلي (6) إنه يقول : لقد انقضى ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- والمؤتمر هذا لا أصل له ، وليس لدينا مصدر موثوقٌ به يثبت صحته ، وعبارات الكتاب توحي إلى جهل الكاتب بالحقائق التأريخية .. ¶ 2- فإذا كنت فتوحات عمر باطلة ، فإن فتوحات علي وجعفر باطلة قطعاً ، لأنهما حاربا الروم وغيرهم ، وفتحا بلادهم ، وهذا كلام لا يقوله عاقل .",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "3- مؤتمر علماء بغداد حوارات عقائدية بين الأشاعرة والإمامية :تأليف مقاتل بن عطية الحجازي ، تحقيق محمد شوقي الحداد مؤسسة التبليغ العالمية – بيروت – ط 2 /1424هـ - 2003م ص 113 ¶ 4- وهذا كلام باطل قطعاً ، فإنَّ الشعوبية لم تكن موجودة في عهد سيدنا عمر بن الخطاب - رضي الله عنه - ، ولكن ظهورها كانت في نهايات الدولة الأموية ، واستمرت إلى سقوط الخلافة العباسية ، وهي حركة إيرانية أرادت هدم الدين الإسلامي ، ولكنها جاءت بغطاء الدين ، وأنَّ الشعوب متساوية أمام شرع الله ورفعوا شعارات إسلامية ، مستدلين بقوله تعالى : { ياأيها الناس إنا خلقناكم من ذَكر وأُنثى وجعلناكم شعوباً وقبائِلَ لتعارفوا ، إنَّ أكرَمَكُم عند الله أتقاكم ، إنَّ الله عليم خبير } ألحجرات : 13 ، إنهم أرادوا بهذه الشعارات الإسلامية (( كلمة حقٍ أُريد بها باطلاً )) كما قال سيدنا علي - رضي الله عنه - في حقِّ الخوارج ، فانتهت بهم الفخر بأُصولهم الفارسية والتحقير لحملة الرسالة الأسلامية من سلف هذه الأُمة من العرب وللتفصيل بإمكانك مراجعة كتب التأريخ الإسلامي ، وخاصة كتاب الإسلام والمشكلة العنصرية ، عبدالحميد العبادي ، ص 92 ، وانظر التيارات المذهبية لفضيلة الدكتور أحمد الحوفي ص 98 ¶ 5- مؤتمر علماء بغداد ص 114 ¶ 6- هو السيد أمير علي المتوفى سنة 1928م ، كان سليل أُسرة شيعية من السادة في الهند ، تلقى دراسته اللغة الإنكليزية والعربية في الكلية المحسنية ، حتى حاز شهدة القانون عام 1873م ، هاجر إلى انكلترا واستوطنها عام 1909م ، وتم اختياره أول عضو هندي في اللجنة القانونية للمجلس الملكي البريطاني في لندن . صورتان متضادتان لنتائج جهود الرسول الأعظم ص ، أبو الحسن الندوي الحسني ص 31 ¶ عهد خلافة أبي بكر القصير في السعي لاستتباب الأمن بين القبائل الصحراوية ، ولم تسنح له فرصة لنظيم جديد لشؤون الولايات الإسلامية ،",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "ولكنَّ عمر بن الخطاب ض الذي كان رجلاً عظيماً حقاً ، لما تولى الخلافة تتابعت مجهوداته الضخمة حينذاك لتحيق السعادة للشعوب المفتوحة ، ألأمر الذي يعتبر الميزة الخاصة للدول الإسلامية البدائية (1) . ويقول : كانت وفاة عمر - رضي الله عنه - خسارة فادحة وحادثاً كبيراً للإسلام ، إنه كان شديداً ولكن عادلاً ، بعيد النظر، واسع الإختيار لطبيعة العرب وسيرتهم وكان أجدر رجل لقيادة أمةٍ تعودت حياة الفوضى ، واستطاع بما كان يملكه من قدرة على عقاب المجرمين والمنحرفين (2) . ¶ ومن خلال مقارناتي بين أقوال الشيعة أنفسهم ، تبين لي بجلاء ، أنَّ التشيع الأصيل لا تمتُّ إلى منهج جماهيرالشيعة اليوم بصلة ، إلا على حدود ضيقٍ جداً ، فإنَّ هناك من يحمل صفة التشيع الأصيل ، من أمثال أحمد الكاتب وموسى الموسوي وحسين الموسوي النجفي وغيرهم فإنهم أعطوا للفاروق عمر مكانته التي يستحقها ... ¶ أما الأقلام المأجورة التي نالت منه ، فإنَّ النار ستصيبهم ، فكل ما قيل وكتب عنه فمحضُ افتراء ، وصاحب كتاب – مؤتمرعلماء بغداد – قد ذكر مقابل أخطاء عمر فضائل علي وبطولاته ، وكأنَّه يريد أن يبين للناس أنَّ هناك عداء بين علي وعمر ، وأن السنة يحبون عمر ويكرهون علياً ، لذا لا أُريد التعليق علي كلامه في ذكر فضائل علي - رضي الله عنه - ، لأنه لايحتاج إلى من يدافع عنه بهذه الطريقة الملتوية ، لأننا نعتقد أنهما إخوة متحابون ، وكل ما قيل عنهم من خلاف بينهما فباطل قطعاً لا صحة له .. ... ¶ وفي الوقت نفسه أننا لا ندعي لعمرالعصمة ، وليس هذا منهجنا ، فإنه كغيره من الصحابة الكرام يصيب ويخطأ ، ولكن حكمه صحيح إن صحت الرواية في المسألة : أي في أمر عمر برجمها ، والله أعلم .",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "والغريب إن مقاتل بن عطية يستدل بروايات ينال فيها من عمر، ثم يأتي بروياتٍ تبينُ إجلال عمر لعلي ، والعلاقات الطيبة والتعاون والتشاوربينهما فيقول : ألم يقل عمرفي أكثر من سبعين موضع : لولا علي لهلك عمر، ولا أبقاني الله لمعضلةٍ لست فيها يا أبا الحسن ، ولا يفتينَّ أحدكم في المسجد وعلي حاضر (3) . ¶ ويذكر المحققُ رواية أُخرى فيهدم كل ما بناه مَنْ سبقوه ، وهو يريد النيل ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- صورتان متضادتان ص 31 ¶ 2- ألمصدر نفسه ص 32 ¶ 3- مؤتمر علماء بغداد ص 99 ¶ من عمر ، ولكن خانته ذاكرته ، وعميت بصيرته ، وصدق فيه قول الله تعالى : { فإنَّها لا تّعمْى الأبْصارُ ولكن تَعْمَى القُلبُ الَّتي في الصُّدورِ} (1) ، فقد ذكر باستدلاله لأعلمية علي ، وأنَّ عمر أخذ برأيه ، فكان نجاته بسبب علي بما رواه أحمد أن عمر بن الخطاب أراد رجم امرأةٍ ولدت لستة أشهر ، فقال الإمام علي - عليه السلام - : إنَّ الله عزَّ وجل يقول : { وَحملُهُ وفِصَلُهُ ثلاثون شَهْراً } (2) ، ويقول : { وَفِصالُُهُ في عَامَينِ } (3) ، فيكون الحمل ستة أشهر، والفصال في عامين ، فترك عمر رجمها قائلاً : والله لولا علي لهلك عمر (4) . ¶ ألرد ¶ أولاً : هذه الرواية تتعارض مع ما وردت في وسائل الشيعة من مرويات المتقدمين ، ان المناسبة في أمرامرأة متمتعة ، وقد سبق ذكرها . ¶ ثانياً : لا يلحق عمر من تراجعه عن فتواه ، وأخذه بفتوى سيدنا علي – إن صحت الرواية – منقصة أو عيب ، بل هذا دليل ساطع وبرهان قاطع على وقوفه عند حدود الله تعالى ، والأخذ بالرأي السديد فتدبر ؟ ¶ أخي الكريم : لقد أساء هؤلاء لأئمة آل البيت ، ونسبوا إليهم كل هذه المهازل فكأنَّ الأئمة لا همَّ لهم إلا الدعوة للمتعة وذكر فضائلها كما سنذكرها ...",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "إننا نُبرِّىءُ ساحة الأئمة من هذه الفضائح التي نسبت إليهم زوراً وبهتاناً ، وبلغ الأمر بهؤلاء أنه لا يجوزعند معتقدي حلِّ المتعة سؤال حال المرأة ، ¶ بل جاء النهي عن أئمتهم – حاشاهم – التفتيش عن حالها ، أهي تحت عصمة رجل أم لا ؟ ¶ فعن فضل مولى محمد بن راشد عن أبي عبدالله - عليه السلام - قال : قلت : إني تزوجت امرأة متعة ، فوقع في نفسي أن لها زوجاً فقال - عليه السلام - : ولِمَ فتشت ؟ (5) . ¶ وفي وسائل الشيعة أيضاً : عن مهران بن محمد عن بعض أصحابنا ، عن أبي عبدالله - عليه السلام - قال ، قيل : انّ فلاناً تزوَّج امرأةً متعة ، فقيل له : إَّ لها زوجاً فاسألها ، فقال أبو عبدالله - عليه السلام - : ولِمَ سألها ؟ ! (6) . ¶ فلا غرابة عند نقرأ في تحرير الوسيلة لآية الله الخميني وهو يؤكد ، بل يفتي بها ويقول : يستحبُّ أن تكون المتمتع بها عفيفة ، والسؤال عن حالها قبل ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- سورة الحج الآية 46 ¶ 2- سورة الأحقاف الآية 15 ¶ 3- سورة لقمان الأية 14 ¶ 4- مؤتمر علماء بغداد ص 99 ¶ 5- وسائل الشيعة 21/ 31 ¶ 6- ألمصدر نفسه 21/31 ¶ التزويج ، وأنها ذات بعل أو ذات عدة أم لا وأما بعده فمكروه ، وليس السؤال والفحص عن حالها شرطاً في الصحة(5). ¶ أيعقل من الإمام أن يتجاوز حدود الله تعالى بهذه الطريقة ، وينهى هذا الفاجر عن السؤال بدل العقوبة التي يستحقها ؟ . ¶ ومن مفاسدها– أي المتعة – إباحة المتعة بالمرأة المحصنة –أي المتزوجة- ¶ رغم أنها في عصمة رجل دون علم زوجها ، وفي هذه الحالة لا يأمن الأزواج على زوجاتهم ، فقد تتزوج المرأة متعة دون علم زوجها الشرعي ودون رضاه ، وهذه مفسدة ما بعدها مفسدة ، وليت شعري ! مارأي الرجل وما شعوره إذا اكتشف أنَّ امرأته التي في عصمته متزوجة من رجل آخر غيره زواج متعة ؟! (1) .",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "حقاً ما قاله الموسوي ، ماذا يفعل الزوج عندما يعرف أنَّ زوجتَه قد تمتعت برجل ، ولا يجوز في مذهبه الإعتراض على المتمتع ، فإن إمامه المبجل أباح له ذلك ! ؟ إن الجنَّة ليوجد ريحها من مسيرة خمسمائة عام لا يدها عاق ولا ديوث ، أليس هذا ديوث ؟ ¶ والديوث الذي يرى امرأته تزني وهو ساكت عنها ، فقد جاء في وسائل الشيعة عن أبي عبدالله - عليه السلام - ، قيل يارسول الله ، وما الديوث ؟ ¶ قال : ألتي تزني امرأته وهو يعلم بها (2) . ¶ وما هذه الماراسات الجنسية ألتي تمارس اليوم باسم مشروعية المتعة إلا لون من ألوان الزنى ، ولربَّما لا يقتنع من أعارعقَلهُ غَيْرَهُ بهذا الكلام ، أو هذه النصيحة من ناصحٍ حريصٍ أمين ، فلا عليه إلا أنْ يحيل هذه الممارسات ، أو السؤال عنها للقس بنيامين ، لأنه لم يقتنع بكلِّ ما ذكرنا ، وأكدنا ذكره من الأدلة الجلية من كتاب الله وسنة رسوله وما صحَّ عن أئمة آل البيت ، وعليه أن يسأل أيضاً : ما عقوبة رجل تمتع بامرأة متزوجة ؟ أجيبونا شاكرين .... ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تحرير الوسيلة ؟ ¶ 2- لله ثم للتاريخ ، السيد حسين الموسوي النجفي ص 43- 45 ¶ 3- وسائل الشيعة 20 /327 ¶ ثانياً : زواج المتعة من البنت الباكر ¶ عن علي بن محمد بن أسباط عن محمد بن عذافرعمن ذكره عن أبي عبدالله - عليه السلام - قال : سألته عن التمتع بالأبكار ؟ ¶ فقال : هل جعل ذلك إلأ لهنَّ فليسترن وليستعففن (1) . ¶ أخي الكريم : أصخ سمعك إليَّ وإسمع لهذا العالم الرباني الذي توصل إلى نتائج رائعة لحل مشاكل الشباب ماذا يقول : نستشف من مجمل أقوالهم عليهم السلام ، أهمية توقي الحذروالستر والكتمان وعدم التظاهر بهذا الزواج ، حيث في بعض الأحيان قد يسبب فساداً وفتنة لبعض العقول البسيطة كما ينبغي مرعاة الوقت والزمان والمكان والأسلوب كي لايكون تشويهاً لهذا التشريع المقدس (2) .",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "واعلم إن كنت جاهلاً بهذا النوع من الزواج المقدس ، أن أصله من الديانة اليهودية ، فقد جاء في عن قدماء العبريين هوشيع ألإصحاح الرابع آية 14 وكانت توجد طوائف من النسوة يزاولن البغاء في المعابد ، وكان يُعتقد أنهنَّ يجلبن الخير والبركة لمن يتصل بهنَّ ، وظل هذا التقليد الديني سائداً إلى أن حرَّمه (( سفر التثنية )) سفر التثنية إصحاح 23آية 17(3) . ¶ ومن أشهر أنواع (( البغاء المقدس )) في الشعوب المتحضرة ما كان يجري عليه العمل في بابل في معابد الآلهة ميليتا MyIitta وهي في شخصيتها ووظائفها وأساطيرها تشبه الآلهة أفروديت عند اليونان والإلاهة فينوس عند الرومان والآلهة عشتروت عند الساميين (4) . ¶ من الغريب أننا نجد هذا النوع من النكاح قد نسخ في الديانة اليهوية ، ولكنها تمارس في ظل الإسلام الذي جاء ليقضي على كلِّ الممارسات الجنسية التي كانت تمارس في الجاهلية قبل الإسلام ، ومنها – نكاح المتعة – والذي يمارسه البعض باسم الدين ويسمونه بالمقدس ، فمن أين جاءته القدسية ؟ فلعلهم يستدلون بما ورد عن الأئمة المعصومين ، فعن أبي عبدالله - عليه السلام - : ما من رجل تمتع ثم اغتسل إلا خلق الله من كل قطرة منه سبعين ملكاً يستغفرون له إلى يوم القيامة ويلعنون متجنبها إلى أن تقوم الساعة (5) . ¶ وأكثرمن هذا ، فقد نسبوا لرسول الله - صلى الله عليه وسلم - أكثرمن هذا ، وقطعوا أن المتمتع مرة في حياته من أهل الجنة ، ففي لئالي الأخبارعن رسول الله صلى الله ¶ ــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 14/25 ، لولا نهي عمر ص 322 ¶ 2- لولا نهي عمر ص322 ¶ 3- قصة الزواج والعزوبة في العالم ص 72 ¶ 4- ألمصدر نفسه ص 72 ¶ 5- وسائل الشيعة 21/150 ¶ عليه وآله : من تمتع في عمره مرة فهو من أهل الجنة (1) . ¶ فما بالك بمن يتمتع عشرات المرات ، فالجنة تحت قدميه ، : { أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ } (2) .",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "فلو كان هذا النكاح صحيحاً لدعى إليه المتمع والأب المبجل أصدقاءه واعلنه أمام الملأ ، ولكن أخفاه لأنه يعلم أن هذا مرفوض عند كل الأديان والأعراف ، فماذا يحدث عندما يعلم الأب أن بكارة ابنته قد فضت ؟ ¶ لأننا نعلم أن هذا النكاح يتم دون علم ولي أمرالبنت ، كما جاء عن أبي عبدالله - عليه السلام - أنه قال : لا بأس بتزويج البكرإذا رضيت من غيرإذن وليها(3) . ¶ وعن أبي سعيد عن الحلبي قال : سألته – أي أبا عبدالله - عليه السلام - – عن التمتع من البكر إذا كانت بين أبويها بلا إذن أبويها ؟ ¶ قال : لا بأس ما لم يقتضَّ ما هناك لتعفَّ بذلك (4) . ¶ نحيل السؤال للقس بنيامين : ما حكم البنت الباكرة تتمتع سراً من رجل متعة لاشهود ولا إعلان ؟ أجيبونا شاكرين ... ¶ أنا على يقين أن القس بنيامين لا يرضى بهذه الفضيحة , وإذا رضي الأب المبجل فهو ديوث والعياذ بالله .. ¶ وباعتراف أبي عبدالله أن العيب يلحق اهلها ، فعن أبي عبدالله ع في الرجل يتزوج البكر متعة ؟ ¶ قال : يكره العيب على أهلها (5) . ¶ وهذه الروايه تناقض الروايات السابقة .. ¶ ومن الفتاوى الشبابية الرائعة : سُئل الإمام الخوئي عن زواج البنت الصغيرة متعة فأجاب : لا بأس بتزويج الأب أو الجد من طرفه بنته الصغير ة لمدة قليلة ، لالغاية الإستمتاع ، بل لغاية أُخرى من حصول المحرمية ونحوه ، إلأ أنه لابد في ذلك من مصلحة تعود إليها (1) . ¶ نسأل القس بنيامين ، هل من مصلحة لهذه البنت المسكينة بعد الخلوة بها وبشرفها غيرالنيل منها ومن عفافها وبكارتها ؟!!! ¶ وهل يصل الأمر بالأب المبجَّل أنْ يثق بهذا الشاب المسعور؟ ¶ وهذا سؤال موجه لعلم من أعلام الشيعة آية الله العظمى السيد محمد الصدر ¶ ـــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 163نقلاً عن كتاب المتعة من متطلبات العصر ¶ 2- سورة التوبة الآية 65 ¶ 3- وسائل الشيعة 21/34 ¶ 4- ألمصدر نفسه 21/34 ¶ 5- ألصدر نفسه 21/34",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "6- ألمسائل المنتخبة للخوئي ص 286 ¶ : ما حكم الزواج المنقطع بالبكر من دون إذن الولي ؟ ¶ الجواب : باسمه تعالى : يجب استئذان الولي وهو الأب إلأ فيما اشترطت الزوجة عدم الدخول قبلاً ودبرا (1) . ¶ ومعنى ذلك إذا رضيت هذه المسكينة فالأمرمشرع ، والباب مفتوحٌ على مصراعية والرجل هوالذي يُزفُّ إلى بيت البنت ، ولاحول ولاقوة إلأبالله . ¶ وأنا عندما أقرأ فتوى للصدريسأل السائل السيد ويقول : هل يجوز النظر مطلقاً إلى النساء العاريات ، والرجال كذلك ( بدون أي ستر ) ، حتى العورة ( القبل ولدبر ) في التلفزيون والمحلات بدون ريبة وتلذذ ؟ ¶ الجواب : باسمه تعالى : مقتضى القاعدة الجواز بدون ريبة ما لم تكن فيه إعانة على الإثم ، علماً أن الريبة تحصل أكيداً فتحصل الحرمة (2) .",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "أنسي السيد أم تناسى قول الله تعالى :{ قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ }(3) . وقال : { وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْأِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعاً أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ } (4) .ما هي القاعدة التي إعتمد عليها السيد ، والله لاأدري ، فإننا عندما لا نجيد الجواب نحيل السؤال للقس بنيامين ؟ ¶ أهكذا نتعامل مع كتاب الله تعالى ؟ وهل هذا حلٌّ لمشكلة الملوثين جنسياً من الذين يخرجون للنزة للبلاد الأوربية ، من أجل الفساد أصلاً ، يباح لهم الجنس بفتاوى تنسب للدين الحنيف ، ألسائل يسأل الشيرازي : في البلاد الأجنبية لا ولاية للأب أوألجد على الفتيات الكتابيات البواكر، حيث هي المسؤولة عن نفسها ، وهي مطلقة العنان ، فهل يجوزالتمتع معها بالعقد المؤقت من غيرإذن الأب أوالجد لها ؟. ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مجمع مسائل وردود آية الله العظمى السيد محمد الصدر ص 260 ¶ 2- مجمع مسائل وردود آية الله العظمى السيد محمد الصدر ص 147",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "3- سورة النور الآية 30 ¶ 4- سورة النور الآية 31 ¶ ألجواب : نعم لقانون الإلزام (1) . ¶ يقول السيد النجفي : والآباء أيضاً لا يأمنون على بناتهم الباكرات ، إذ قد يتزوَّجن متعة دون علم آبائهن ، وقد يفاجىء الأب أن ابنته قد حملت... لِمَ ؟ كيف ؟ لا يدري .. ممن ؟ لا يدري أيضاً ، قد تزوجت منْ واحدٍ ، فن هو؟ لاأحد يدري لأنه تركها وذهب ! (2) . ¶ سبحانك يارب ، أسألك بربك ، هل تفرق بين البغاء وبين المتعة ، ما دامت مطلقة العنان ، ما زالت حرة طليقة فبإمكانك أن تمارس معها الجنس بمجرد كلمات ودريهمات معدودة ، وفوق رأسك عمامة ، أي دين هذا الذي يسمح لك أن تزيل بكارة بنت باكرة ، والفضيحة إذا علمت أنت مسلم ، وليس مسلم فقط بل عالم من علماءهم ؟ ! وأنا على يقين أنَّ القس بنيامين لا يرضى من هذا العمل القبيح ، ليس للأمة المحمدية مشكلة إلا مشكلة الجنس هكذا يصورون حال الأمة !!! ¶ فهذه هي الإباحية ، إذ لايستطيع الأب محاسبة ابنته الباكرعلى فعلها باسم المتعة ، لأنها فتوى شرعية ، والسيد قد أباحها ، وقد فتشتُ كثيراً من الكتب التي تتحدث عن الممارسات الجنسية الغيرالشرعية في العالم لأجد لها شبهاً بالمتعة ، فقدر الله تعالى لي أن أجد في كتاب قصة الزواج والعزوبة في العالم للأستاذ الدكتور علي عبدالواحد وافي ، فقد نقل لنا الغرائب ، إذ يقول : فعند قبائل البارس والكيناما kunama وBaris في شرق أفريقيا لا ينظر إلى الإتصال بفتاة غير متزوجة على أنه عمل شائن ومناف للخلق الكريم ، بل إن علوق الفتاة من السفاح قبل زواجها لا ينقص لدى هذه العشائر شيئاً من قيمتها ، ولا من سمعتها ، ولا ينالها من جراء ذلك ولا ينال من اتصل بها عقاب ولا لوم ولا ازدراء (3) .",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "وقد وجد أحمد بن علي العلاج الناجع لطلاب الماجستيروالدكتوراه الذين يتأخرون عن الزواج بسبب الدراسة فيقول : فهؤلاء الفئة واقعون بين نارين ، نار الشهوة والرغبة الجنسية حيث لايمكن إعدامها ، وبين نارالطموح والهمة للوصول للأهداف المرجوة ، فلا حلَّ لهؤلاء أفضل من المتعة (4) . ¶ واسمع لهذه المهزلة : والخبرة في التعامل وممارسة الحياة الزوجية أو تدريباً قليلاً على كيفية وطريقة الحياة والمعاشرة مع الجنس الآخر ، أو تفهماً ولو بشكل عام نفسية وطباع كل منهما للآخر ، وهذه المعرفة المهمة ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 556 ، نقلاً عن كتاب أجوبة المسائل الشرعية للشيرازي ... ¶ 2- لله ثم للتاريخ ص 45 ¶ 3- قصة الزواج والعزوبة في العالم ص 62 ¶ 4- لولا نهي عمر ص 250 ¶ أو التجربة البسيطة قد يحصل عليهما كلا من الزوجين بسهولة في زواج المتعة ، لأن زواج المتعة رحلة تمهيدية وفترة تدريبية على كيفية تحمل الحياة الزوجية ، وكيفية الوقوف على الأسلوب الأنجح في إدارتها (1) .",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "ويأتي المطهري رافعاً رأسه مفتخراً لهذا النوع من الزواج ، إذ عنون له : راسل (2) والزواج المؤقت ، يقول : إنّ برتراند راسل قد خصَّص فصلاً بعنوان ((ألزواج التجريبي)) قال فيه : ((إنَّ القاضي ليندرسي الذي كان لسنوات طويلة رئيساً لمحكمة دنفر واطلع من خلال منصبه على حقائق كثيرة يقترح باسم – زواج الصداقة – لكنه للأسف خسرمنصبه الرسمي في أمريكا ، إذ إذ ظهر أنه يفكرفي سعادة الشبّان والشابات أكثرمن تفكيره يإيجاد الشعور بالخطيئة لديهم ، وقد كان لمساعي الكاثوليكيين وأعداء الزنوج اليد الطولى في عزله )) إنّ أُطروحة زواج الصداقة ، التي اقترحها رجلٌ محافظ وحكيم ، قصد منها إيجاد نوع من الثبات في العلاقات الجنسية ، فقد انتبه ليندسي إلى أنَّ المشكلة الأساسية في الزواج هي افتقاد المال ، وضرورة المال ليس من أجل الأطفال المتوقعين فحسب ، بل انّ تكفل المرأة بتأمين المعيشة أمرغيرلائق ، لذا يتوصل إلى وجوب مبادرة الشبان بتأمين مبدأ زواج الصداقة ، الذي يختلف عن الزواج العادي من ثلاث جهات : ¶ ألأولى : ليس القصد من الزواج إنجاب الأطفال ¶ ألثانية : ما دامت الزوجة الشابة لم تنجب أطفالاً ، ولم تحكمل فالطلاق سيكون ميسراً برضى الطرفين ¶ ألثالثة : في حالة الطلاق ستكون المرأة مستحقة لمساعدة تكفل طعامها (3) . ¶ يقول المطهري مؤيداً فكرة برتراند راسل في زواج الصداقة قائلاً : وأنا لا أشُكُّ في فائدة أُطروحة ليندسي ، ولو أن القانون قبلها ، لأثرت كثيراً في تحسين الأخلاق ! إنَّ هذا الذي يسميه ليندسي وراسل زواج الصداقة ، مع أنه يختلف قليلاً عن الزواج المؤقت ، إلا أنه ينبئ عن إدراك مفكرين مثل ليندسي وراسل لمسألة كون الزواج العادي والدائم لا يفي بجميع حاجات المجتمع (4) . ¶ ـــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 244 ¶ 2- برتر أندراسل : فيلسوف إنكليزي ، صاحب كتاب ، ألزواج والأخلاق",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "3- نظام حقوق المرأة في الإسلام ، آية الله مرتضى مطهري – ترجمة د . أبو زهراء النجفي – رابطة الثقافة والعلاقات الإسلامية – إيران – طهران 1997م - ص 46 ¶ 4- ألمصدر نفسه ص 47 ¶ 5- ألمصدر نفسه ص 47 ¶ إنّ من المضحك المبكي أن نجد عالماً متضلِّعاً – كالمطهِّري – يقرُّ فكرة إباحية دعا إليها نصراني فخسر منصبه ، فلم تجد أذناً صاغياً عند النصارى الكاثوليك ، في أمريكا ، إنَّه (( الزواج التجريبي أو زواج الصداقة )) !! ¶ فما الفرق بين المتعة والزواج التجريبي وزواج الصداقة والبغاء ؟ ¶ كلها بغاء وإن اختلفتِ التسميات ، فبإمكان الطالب الجامعي ممارسة الجنس مع هذه المسكينة باسم الدين زواجَ متعةٍ أو صداقةٍ أو زواجاً تجريبياً ، ولا حول ولا قوة إلا بالله الله العلي العظيم . ¶ كنت أظن أنَّ البعض من أنصار المتعة يسلك طريق الإنصاف ، فيردُّ على المطهري ، ولكنني فوجئت أنّ هناك من طبّل ومَّر وهلهل لهذا النوع من الزواج الذي يوافق المتعة تماماً ، يقول محمد تقي الحكيم : لأنها – أي المتمتعة – باكتشافها لأخلاق الزوج ومعاملته وبرؤيتها له في مختلف حالاته ومباذله تستطيع تحديد موقفها منه فيما إذا كانت تقوى على تكوين علائق دائمة معه ، بتحويل الزواج المؤقت ، إلى زواجٍ دائم ، تأمن معه من الإختلافات نتيجة عدم توافق الطباع أم لا (1) . ¶ وقد أجاد فضيلة الدكتورعبدالكريم زيدان الردَّ المناسب لهذه المهازل قائلاً : ¶ أي ربحٍ لهذه المسكينة التي فقدت بكارتها ، والبكارة للمرأة توهب لها مرة واحدة في العمر ، وإن فضت هذه البكارة فلن ترجع إليها مطلقاً ، فياحسرة على هذه المسكينة التي ؤخسرت بكارتها ، وربحت معرفة هزيلة بأخلاق المستمتع بها كونتها خلال يومٍ واحدٍ فقط ، هو مدة العقد الذي ينتهي بانتهاء هذا اليوم (2) .",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "والحكيم لا يكتفي بالمتعة التعة التي أقرتها لهم أحاديثهم التي لا أصل لها ، بل حثَّ الشباب أنْ يحذو حذو شباب البلدان المتحضِّرة – حسب زعمه - ¶ فيقول : وياحبَّذا لو استعاض الراغبون المؤقت في فترة الخطوبة التي يقضونها باسم التعرف على بعضهما ، كما شاع ذلك في كثيرٍ من البلدان المتحضِّرة (3) . ¶ يقول الدكتورعبدالكريم زيدان : وعلى هذا فاقترح الأُستاذ الحكيم بالإستعضة بالزواج المؤقت عن نظام الخطبة الإسلامي أو ما سماه بفترة الخطوبة التي شاعت ، كما يقول في البلدان المتحضرة ، هو اقترحٌ ساقطٌ لا لا يؤدي إلا إلى مزيدٍ من الضحايا من النساء بزوال بكاراتهنَّ عن هذا الطريق ، طريق النكاح المؤقت ، والله أعلم كم من بكارة تفض ، وكم من ¶ ـــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألزواج المؤقت ودوره في حلِّ مشكلات الجنس ، محمد تقي الحكيم ص 22 ¶ 2- ألمفصَّل 6/181 ¶ 3- ألزواج المؤقت ودوره في حلِّ مشكلات الجنس ، محمد تقي الحكيم ص 22 ¶ : هل وصل الحال بالمرأة أن صارت ( مادة ) للإختبار والإستكشاف عن طريق الراغبين في الزواج (1) . ¶ أقول : وأين الحكيم من قول الله تعالى : { وَلاَ مُتَّخِذَاتِ أَخْدَانٍ } (2) . ¶ : أي عشيقات ، أخلاء في السّر، فكيف يتخذ الشاب المبجل باسم الدين الحنيف لنفسه عشيقة ، يذهب معها حيث شاء ، كما هوالحال في البلدان – المتحضرة – كما يقول ؟!!!!!!!!!!! ¶ يقول الطبرسي : { وَلاَ مُتَّخِذَاتِ أَخْدَانٍ } : أي أخلاء في السِّر، لأنَّ الرجل منهم كان يتّخذ صديقة فيزني بها ، والمرأة تتخذ صديقاً فتزني به (3) . ¶ أقول : كيف يأمن الأبُ على شرفه وهي بين يدي شابٍ يختبرها وتختبره؟! يقول الدكتور يوسف القرضاوي : ومما حرَّمه الإسلام – في مجال الغريزة الجنسية – إطالة النظر من الرجل إلى المرأة ، ومن المرأة إلى الرجل ، فإنَّ العين مفتاح القلب ، والنظر رسول الفتنة ، وبريد الزنا ، وقديماً قال الشاعر :",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "كلّ الحوادث مبدأها النَّظر ومعظم النار من مستصغَرِ الشَّرر ¶ وقال آخر : ¶ نظرةٌ فابتسامةٌ ، فسلامٌ فكلامٌ ، فموعدٌ فلقاء ! (4) . ¶ فما بالك إذا كان الأبُ المبجل أو حضرة السيد قد سمح لهما بالخروج معاً للإختبار ، أو إختبار كلُّ واحدٍ منهما أخلاق الآخرباسم الدين الحنيف ، فيا للمهزلة ، ويا للوقاحة ؟! ¶ وإذا (( وافق شنٌّ طبقة )) (5) ، واقتنع الرجل بها ، فباستطاعتهما ممارسة الجنس بمجرد أن يقول لها أتزوجكِ متعة ، فقالت قبلتُ ، فهي زوجتك ، ¶ ( زواجاً مؤقتاً تجريبياً إنْ حددت المدة ) !!!. ¶ إنَّ هناك تطابق بين ما جاء في فكر القاضي ليندسي الذي اقترح – زواج الصداقة - وفكر الحكيم ، من السادة العظام !! ¶ لقد استهان هؤلاء بأعراض المسلمين – السُّذج منهم – وكل هذه الممارسات اللآأخلاقية لا تمتُّ إلى ديننا بصلة ، والدّين بريءٌ منهم ، كيف ¶ ــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- ألمفصَّل 6/182 ¶ 2- سورة النساء الآية 25 ¶ 3- مجمع البيان في تفسير القران : الإمام الشيخ أبي علي الفضل بن الحسن الطبرسي ، خرج أياته وشواهده إبراهيم شمس الدين ، من منشورات دار التب العلمية – بيروت – لبنان ط1/ 3/48 ¶ 4- ألحلال والحرام في الإسلام – ألدكتور يوسف القرضاوي – مكتبة وهبة – ط16 – 1405هـ 1985م ص 148 ¶ 5- من الأمثال العربية المعروفة ¶ لا ، وحتى الطفلة الصغيرة لمْ تنجُ من كيد هؤلاء ، فقد أجازوا ممارسة الجنس مع الطفلة الرضيعة التي لا تتجاوزُ عمرها السنتان ، ومن أغرب ماجاء عن آية الله الخميني في كتابه الضخم تحريرالوسيلة قوله : لا بأس بالتمتع بالرضيعة ، ضمَّاً وتفخيذاً (1) . ¶ حاولت أن أجد لفتوى خميني أصلاً في المجتمعات الإنسانية عبر التاريخ ¶ الإنساني ، فقدر لي أن أجد تشابهاً بينهم وبين عشائر الأسكيمو ، فقد أجازوا اتصال الذكور من الأطفال بإناثهم إتصالاً جنسياً ، كل ذلك يعد في نظرهم من قبيل اللهو المباح (2) .",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "واقتدى الشيرازي بولي أمره الخميني ، فقد أجازتمتع الطفل الصغير بالمرأة التي تعتبر بمقام الأُم له فقال : إذا عقد الأب أو الجد الأبوي للصغيرعلى امرأة لمدة ساعة أو ساعتين لأجل المحرمية كفى ذلك ، وكذا يجوز أن يزوجا الصغيرة لأحد كذلك لأجل المحرمية ، ولكن يجب أن يكون في ذلك مصلحة للبنت ، والأحوط استحباباً جعل المدة في كلا الصورتين بحيث يمكن أن يستمتع الزوج بالزوجة (3) . ¶ أتريدون إفساد الطفل الذي لم يطلع بعد على عورات النساء ، وزجِّه في هذا الدهليز المظلم ليكون سمساراً للنساء ؟ ! ¶ أبربك ترضى لأولادك أو لبناتك هذه الممارسات اللاأخلاقية ، أترضى أن يمد طفل لم يبلغ الحلم يده على عورة زوجتك ؟ . ¶ ـــــــــــــــــــــــــــــــــــــــــــ ¶ 1- تحرير الوسيلة مسألة 12 2/241 ¶ 2- قصة الزواج والعزوبة في العالم ص 63 ¶ 3- لولا نهي عمر ص 244 نقلاً عن كتاب المسائل الإسلامية للشيرازي ¶ ثالثاً : زواج المتعة من المرأة الزنية ¶ في كتاب وسائل الشيعة عن الحسن عن ظريف قال : كتبتُ إلى أبي محمد - عليه السلام - : قد تركتُ التمتع ثلاين سنة ، ثم نشطت لذلك وكان في الحي امرأة وصفت لي بالجمال ، فمال قلبي إليها ، وكانت عاهرةً لا تمنع يد لا مس فكرهتها ثم قلت : (( قد قال الأئمة عليهم السلام : تمتع بالفاجرة فإنك تخرجها من حرام إلى حلال )) . فكتبت إلى أبي محمد - عليه السلام - أُشاوره في المتعة فقلت : أيجوز بعد هذه السنين أن أتمتع ؟ ¶ فكتب - عليه السلام - : إنما تحيي سنة وتميت بدعة ، فلا بأس وإياك وجارتك المعروفة بالعهر ، وإن حدثتك نفسك فإن آبائي قالوا : تمتع بالفاجرة فإنك تخرجها من حرام إلى حلال ، فإن هذه امرأة معروفة بالهتك وهي جارة ، وأخاف عليك استفاضة الخبر منها ، فتركتها فلم أتمتع بها (1) .",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الجواب : أين إمامكم المعصوم من قول الله تعالى : { الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ } (2). ¶ وكيف نوفق بين هذه الرواية ، وبين الرواية التي جاءت عن طريق أبي سارة قال : سألت أبا عبدالله - عليه السلام - عنها – يعني المتعة - ؟ ¶ فقال لي : حلال فلا تتزوج إلأ عفيفة ، إن الله عزَّ وجل يقول : {وَالَّذِينَ هُمْ لِفُرُوجِهِمْ حَافِظُونَ } (3) ، فلا تضع فرجك حيث لا تأمن درهك (4) .قارن أخي المسلم الغيور لدينه وعرضه وأعراض المسلمين بين هاتين الروايتين ، لتتيقَن أن الأئمة عليهم السلام لا صلة لهم بهذه المهزلة التي صاغتها المزدكية والخرَّمية في دهاليزهم المظلمة ، ونسبتها إلى آل الرسول الأطهار ، فإياك وإياهم ؟ ¶ ثم نجد الفتاوى قد جاءت مطابقة لها ، أنقل إليكم بعضها : جاء في كتاب تحريرالوسيلة للخميني : يجوز التمتع بالزانية على الكراهة خصوصاً لو كانت من العواهر والمشهورات بالزنا ، وإن فعل فليمنعها من الفجور (5) . ¶ وسُئل الإمام الصدر : ما حكم الزواج المنقطع من المرأة الغيرالعفيفة ؟ ¶ فأجاب : بسمه تعالى : لا بأس ما لم تكن معلنة الزنى (6) . ¶ ـــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/29 ، كشف الغمة 2/423 ¶ 2- سورة النور الآية 3 ¶ 3- سورة المؤمنون الآية 5 ¶ 4- ألتهذيب 7/251 ، وسائل الشيعة 21/24 ¶ 5- تحرير الوسيلة ص 737 ¶ 6- مجمع مسائل وردود آية الله العظمى السيد محمد الصدر ص 260 ¶ وسأل أيضاً : رجل من مقلديكم تمتع من امرأة مشهورة بالزنا ، وكان يعرف أن التمتع بالمشهورة بالزنا عند العلماء جائزعلى الكراهية ، ولكن عندما اطلع على رسالتكم العملية تبين له أنها تقول ( ألأحوط لزوماً ترك ذلك ) فما هو حكمه ؟ علماً أنه ترك العقد عند قرآءته المسألة ؟",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "الجواب : بسمه تعالى : يهبه المدة احتياطاً وينفصل عنها (1) . ¶ يقول الدكتور ناصربن عبدالله : فهذه الصور بمجموعها لا تبعد عن إباحية الخرمية من أتباع مزدك وبابك ، وقد لا تقل عن إباحية أوربا (2) . ¶ وقال : فإباحيته شاملة لا تذرمجتمعاً أتت إلا أفسدته (3) . ¶ صدق ، ليس في عالمنا اليوم تمارس هذه الفواحش ، لا في أوربا ولا غيرها ، والممارسات الجنسية في العالم ربما تمارس باسم الحرية والديمقراطية ، وعناوين لا صلة لها بالّدين ، وأما المتعة فإنها تمارس باسم الدين الحيف ، فإننا نخاطب علماء الأُمة الإسلامية بيان رأيهم بشكل واضح قبل أن تغزونا هذه الفضائح في عقر دورنا ، فإما حياة العز والحرص على أعراضنا ، وإما الذل والهوان والسكوت عنها ، لأننا نعرف أن رياحها قد هبَّتِ اليوم في العراق بعد اكتساح دعاة المتعة الساحة ، وأنا على يقين أن العشائر العربية الإصيلة في العراق ممن يقطنون في مناطق شيعة لا يرضون من هذه الأعمال أبداً ، وكلي أمل أن يأتي اليوم الأغر يقف فيه شيوخ العشلئر سداً منيعاً للحفاظ على شرف نسائهم وبناته ، ويقولون لدعاة المتعة ، هذا فراق بيننا ، لقد خدعتمونا باسم الدين ، وباسم حب آل البيت عليهم السلام ، والسنة لم يعرف عنهم أنهم نواص – حاشاهم – إنما هم أتباع الحق ... ¶ أخي المسلم : إن هؤلاء لم يكتفوا بهذا الحدِّ بل نسبوا أحاديث لآل الرسول ص في فضائل المتعة نذكر منها بعضها على سبيل المثال لا الحصر :",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "وهذه نصائح قيمة لشيوخنا الأعزاء – شيوخ عشائر الجنوب العرب الأُصلاء – من عالم شيعي عربي أصيل الذي كتب العديد من الكتب ، حاول عرض الصورة الحية الأصيلة لمفموم التشيع العربي ، ومنها كتابه الشيعة والتصحيح ، وهو الشيخ الدكتورموسى الموسوي ، وقد سبق ترجمته يقول عن المتعة : إنها حالة مذهلة من السوء دخلت إلى الفكر الشيعي ، وحتى الروايات التي تقول بالحلية سواء أن ذكرتها كتب الشيعة أو غيرها وحتى التي تقول أنها كانت مباحة حتى أن حرمها الخليفة عمر بن ¶ ــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مجمع مسائل وردود آية الله العظمى السيد محمد الصدر ص 262 ¶ 2- أُصول مذهب الشيعة الإمامية الإثني عشرية ، تأليف الدكتور : ناصر بن عبدالله بن علي القفاري ، دار الرضا للنشر – الجيزة ط 3 1418هـ - 1998 3/1492 ¶ 3- ألمصدر نفسه 3/ 1493 ¶ الخطاب اعتبرها كلها روايات تشوه صورة الإسلام المضيئة ... ¶ وقد أدركت الفرق الإسلامية الأخرى خطورة الفكرة ومفاسدها الإجتماعية ¶ والأخلاقية الكبيرة ، فوقفت منها موقفاً يتّسِمُ بالحق والعدل والفضيلة .. ¶ أما فقهاؤنا فلم يدركوا خطورة الفكرة أو أدركوها ولكن حرصاً منهم على مخالفة جمهور المسلمين ، التي وضعت في فضلها رواية إلى الإمام الصادق زوراً وبهتاناً والتي تقول : (( الرشد في خلافهم )) : أي الرشد في خلاف رأي أهل السنة والجماعة . ¶ وإضافة إلى هذه العقدة المستعصية لدى فقهائنا في استنتاجاتهم الفقهية ، فإن فكرة الزواج الموقت على ما يبدو لي استخدمت في حث الشيعة ولا سيما الشباب منهم للإلتفات حول المذهب لما فيها من امتيازات خاصة ولا تقرها المذاهب الإسلامية الأُخرى .",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ولا شك الإغراء الجنسي المباح باسم الدين يستقطب الشباب وأصحاب النفوس الضعيفة في كل عصر ومصر ، وذلك أني لا أستغرب أبداً عندما أقرأ في كتب رواياتنا روايات تنسب إلى أئمتنا في فضل المتعة وثوابها ، وحث الناس على العمل بها ، وموقفي من هذهخ الروايات واضح وصريح أشرت إليه في مواطن عديدة من الكتاب (1) . ¶ والدكتور الموسوي لم يكن غريباً عن بيئة العراق وعشائرها الأصلاء ، يعرف خطورة المتعة وموقف العشائر منها فيقول : ان من الواضح ان المسألة ليست بهذه الصورة : أي الذين لا يرتضونها لبناتهم وأخواتهم وقريباتهم ليس في حدود التنزه والترفع ، بل لأنهم يرون فيها أمراً مهيناً مشيناً يتنافى و كرامة العائلة وشرف الإسرة ، وقد تسيل الدماء في بعض المناطق الشيعية إذا ما سأل المرءُ شيئاً كهذا .. ¶ وهكذا نرى بوضوح أن المسؤولية الأولى والأخيرة في العمل بهذا الأمر المقيت تقع على عاتق الذين أباحوا أعراض المسلمات ، ولكنهم أحصنوا أعراضهم وأهدروا شرف المؤمنات ، ولكنهم صانوا شرف بناتهم ، وفي كلٍّ عبرة لمن كان له قلب (2) . ¶ ما أروعها من نصائح ! فيجب على كلِّ غيوراعتقد أو تورط بالمتعة أن يراجع كل هذه المرويات لا من أجل مغنم دنيوي ، وإنما من أجل أن يحصِّن نفسَه وعرضه من هذه الفاحشة المبينة الدخيلة للتشيع ، وأنها ليست من تراث آل الرسول - صلى الله عليه وسلم - ، والله أعلم . ¶ ــــــــــــــــــــــــــــــــــــــــ ¶ 1- الشيعة والتصحيح موسى الموسوي ص 112 ¶ 2- ألمصدر نفسه ص 113 ¶ ليس في المتعة عدد معين ¶ فعن عبيد بن زرارة عن أبيه عن أبي عبدالله - عليه السلام - قال : ذكرت له المتعة أهي من الأربع ؟ ¶ قال - عليه السلام - : تزوج منهنَّ ألفاً فإنهنَّ مستأجرات (1) .",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "نحتاج إلى وقفة عند هذه الرواية : أين حقوق المرأة التي تزوجتها زواجاً شرعياً ، إنك لو تزوجت ربع هذا العدد ؛ فإنك ربما لا تستطيع قربان زوجتك الشرعية ، وكيف بك الحال إذا رزقت منهن أولاداً والله تعالى أعلم أنك ترزق المئات من أبناء الزنى ، وحتى لو قلت أنهم أبناء شرعيون ليس باستطاعتك السيطرة عليهم وتربيتهم والإنفاق عليهم ... ¶ عن أبي البصير قال : سألت أبا عبدالله - عليه السلام - عن المتعة أهي من الأربع ؟ قال : لا ولا من السبعين (2) . ¶ وأكر الروايات التي تتحدثُ عن العدد ، ذكرتُها في غير هذا الموضع ، فلا داعي للتكرار . ¶ ــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/150 ¶ 2- ألمصدر نفسه 21/150 ¶ هل تمتع رسول الله - صلى الله عليه وسلم - وآل البيت عليهم السلام ¶ أن الذين أشاعوا قضية المتعة ، أهانوا آلآل الأطهار ، ونسبوا إليهم قصصاً عجيبة – حاشاهم – إنهم الأطهار الأبرار ، ابناء الأطهار ، لا يجوزلأي مسلم النيل منهم من أجل إشاعة المتعة ، وأنا على يقين أن الباحث عن حقيقية هذه الروايات لا يجد فيها صحيحاً ولا حسناً ، بل كلها مكذوبة وأنت أمامك كتب الجرح والتعديل يمكنك الرجوع إليها مبتغياً وجه الله تعالى ، فإنك سرعان ما تتراجع : ¶ 1- تمتع الرسول - صلى الله عليه وسلم - – كما تزعم الشيعة – قال الصدوق : وقال الصادق - عليه السلام - : إني لأكره للرجل أن يموت وقد بقيت عليه خلّة من خلال رسول الله لم يأتها ، فقلت : فهل تمتع رسول الله صلى الله عليه وآله ؟",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "قال : نعم ، وقرأ هذه الآية :{ وَإِذْ أَسَرَّ النَّبِيُّ إِلَى بَعْضِ أَزْوَاجِهِ حَدِيثاً ...} (1) . { ثَيِّبَاتٍ وَأَبْكَاراً } (2) ، (3) . أولاً : لم يثبت بدليلٍ صحيحٍ ولا حسنٍ ولا ضعيفٍ أنَّ الرسول - صلى الله عليه وسلم - حثّ على نكاح المتعة قبل الإباحة ولا بعدها ، وإنما رخصّ في السفر، ولم تكن حينئذٍ حراماً ، ذكر صاحب كتاب لولا نهي عمر، عن إنكارشيخ المفيد : لم يأتي بذلك خبرٌ ولا علمته (4) . ¶ ثانياً : والإستدلال بهذه الآية الكريمة إنتقاصٌ من حق الرسول الكريم - صلى الله عليه وسلم - ومن حق زوجاته الطاهرات أُمهات المؤمنين ، والآية لا صلة لها بالمتعة ، يقول ابن كثير: نزلت في شأن( مارية ) وكان رسول الله - صلى الله عليه وسلم - قد حرمها ، فنزل قوله تعالى :{ يا أيها النبي لم تحرم ما أحل الله لك } الآية ، روى ابن جريرعن زيد بن أسلم أن رسول الله صلى الله عليه وسلم أصاب أم إبراهيم ( مارية ) في بيت بعض نسائه فقالت : أي رسول الله في بيتي وعلى فراشي ؟ ، فجعلها عليه حراما فقالت : أي رسول الله كيف يحرم عليك الحلال ؟ فحلف لها بالله لا يصيبها فأنزل الله تعالى :{ يا أيها النبي لم تحرم ما أحل الله لك } ، وعن مسروق قال : آلى رسول الله - صلى الله عليه وسلم - وحرم فعوقب في التحريم وأمر بالكفارة باليمين (5) . ¶ وعن الفضل الشيباني بإسناده إلى الباقر - عليه السلام - : أن عبدالله بن عطاء المكي ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- شطر من سورة التحريم الآية 3 ¶ 2- شطر من سورة التحريم الآية 5 ¶ 3- وسائل الشيعة 21/543 ¶ 4- لولا نهي عمر ص 643 ¶ 5- مختصر تفسير ابن كثير للصابوني 3/541",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "سأله عن قوله تعالى : { وَإِذْ أَسَرَّ النَّبِيً ...}الآية ، فقال - عليه السلام - : إن رسول الله صلى الله عليه وآله تزوج بالحرّة متعة فاطّلع عليه بعض نسائه فاتهمته بالفاحشة ، فقال : إنه لي حلال إنه نكاح بأجل فاكتميه ، فاطلعت عليه بعض نسائه (1) . ¶ لم نجد هذه الأخلاق الدنيئة إلا في بني إسرائيل قتلة الأنبياء !!",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "أنظرأخي المسلم كيف يتعاملون مع أهل بيت النبوة ؟ يُتهم رسول الله - صلى الله عليه وسلم - بالفاحشة ، وأُمهات المؤمنين يُتهمن بإفشاء هذه الفاحشة :{ سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ }(2) بينما كلُّ ما نقل من الروايات تبين أنَّ الأمرمتعلقٌ بداء الغيرة عند النساء ، والمسألة طبيعية جداً كما ذكرها المفسرون من كتب السنة ، وأن الرسول - صلى الله عليه وسلم - بشر، يجتهدُ أحياناً إذا لم يكن في القضية وحيٌ من الله ، لقوله تعالى :{ قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ فَمَنْ كَانَ يَرْجُوا لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَداً }(3) .ومن المعلوم كما سبق أن المرأة هي مارية القبطية أُم إبراهيم ، وكانت مملوكة لرسول الله - صلى الله عليه وسلم - ، ولا خلاف بين المسلمين أنها بمثابة الزوجة ، وقد أعتقها رسول الله - صلى الله عليه وسلم - فيما بعد ثم تزوجها ، أما تدري أيها الكاتب المسكين أنت بهذا الكتاب طعنت بأُمهات المؤمنين رضي الله تعالى عنهنّ ؟ وخاصة في حقِّ عائشة وحفصة ، وهنَّ أُمهاتنا إنْ شئنا أم أبينا في نصِّ القرآن الكريم ، كما في قوله تعالى : { النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْوَاجُهُ أُمَّهَاتُهُمْ ً }(4) . يقول القرطبي : شرَّف الله تعالى أزواج نبيَّه - صلى الله عليه وسلم - ، بأنْ جعلهُنَّ أمهات المؤمنين : أي في وجوب التعظيم والمبرة والإجلال وحرمة النكاح على الرجال وحجبهن رضي الله تعالى عنهن ، بخلاف الأمهات ، وقيل : لما كانت شفقتهن عليهم كشفقة الأمهات ، أُنزلن منزلة الأمهات (5) .",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "قال ابن تيمية : قال أبو السائب القاضي : كنت يوماً بحضرة الحسن بن زيد الداعي بطرستان ، وكان يلبسُ الصوفَ ، ويأمر بالمعروف وينهى عن المنكر، ويوجِّهُ في كلِّ سنةٍ بعشرين ألف دينار إلى مدينة السلام ، ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/200 ¶ 2- سورة النور الآية 16 ¶ 3- سورة الكهف الآية 110 ¶ 4- سورة الأحزاب الآية 6 ¶ 5- ألجامع لأحكام القرآن 14/110 ¶ يفرق على سائر ولد الصحابة ، وكان بحضرته رجل فذكرعائشة بذكرٍ قبيحٍ من الفاحشة فقال : يا غلام اضرب عنقه ، فقال له العلويون : هذا رجل من شيعتنا ، فقال : معاذ الله هذا رجل طعن على النبي - صلى الله عليه وسلم - ، قال الله تعالى : { الخبيثات للخبيثين و الخبيثون للخبيثات و الطيبات للطيبين و الطيبون للطيبات أولئك مبرءون مما يقولون لهم مغفرة و رزق كريم }(1) ، فإنْ كانت عائشة خبيثةً فالنبي ص خبيث فهوكافر، فاضربوا عنقه ، فضربوا عنقه و أنا حاضر. رواه اللالكائي (2) . ¶ فإنني أعتقد أن من يطعن أو يحاول الطعن بزوجات الرسول - صلى الله عليه وسلم - لايقاوم أمام الأدلة الصريحة من الكتاب والسنة وحتى الدليل العقلي لذا أسأل هؤلاء هذا السؤال ، وأُطالبه بالإجابة دون لف ودوران بموجب عقيدة الشيعة .... ¶ ألسؤال : من المعلوم لديكم – أي الشيعة – أنَّ الرسول - صلى الله عليه وسلم - معصوم من الصغائر والكبائر قبل النبوة وبعدها ، بالتأكيد تقولون نعم .. ومن المؤكد لديكم أن عائشة زوجة الرسول - صلى الله عليه وسلم - زوجته ، أليس هكذا ؟ ¶ فإن المعصوم اختار لنفسه زوجة ، وهي عائشة رضي الله عنها ، فهل أصاب الرسول - صلى الله عليه وسلم - باختياره أم أخطأ ؟ فإن قلت أصاب ، فقد أصبت الجواب ، فالله تعالى يقول :{ و الطيبات للطيبين و الطيبون للطيبات }(3) .",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وقال :{ الخبيثات للخبيثين و الخبيثون للخبيثات }(4) ، فلا يمكن أن نقول بأن الرسول - صلى الله عليه وسلم - إختار الخبيثة وتزوجها .. ¶ يقول القرطبي : قال ابن زيد : المعنى الخبيثات من النِّساء للخبيثين من الرجال ، وكذا الخبيثون للخبيثات وكذا الطيبات للطيبين والطيبون للطيبات وقال مجاهد و ابن جبير و عطاء وأكثر المفسرين : المعنى الكلمات الخبيثات من القول للخبيثين من الرجال وكذا الخبيثون من الناس للخبيثات من القول وكذا الكلمات الطيبات من القول للطيبين من الناس والطيبون من ¶ الناس للطيبات من القول قال النحاس في كتاب معاني القرآن : وهذا أحسن ما قيل في هذه الآية ودل على صحة هذا القول : { أولئك مبرءون مما يقولون }:أي عائشة وصفوان مما يقول الخبيثون والخبيثات وقيل : إن هذه الآية مبنية ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة النور الآية 26 ¶ 2- الصارم المسلول 1/ 1/569 ¶ 3- شطر من سورة النور الآية 26 ¶ 4- شطر من سورة النور الآية 26 ¶ على قوله : { الزاني لا ينكح إلا زانية أو مشركة } (1) ، الآية ، فالخبيثات الزواني ، والطيبات العفائف ، وكذا الطيبون والطيبات ، واختارهذا القول النحاس أيضا (2) . ¶ يقول ابن كثير : ما كان الله ليجعل عائشة زوجة لرسول الله - صلى الله عليه وسلم - إلا وهي طيبة ، لأنه أطيب من كل طيب من البشر، ولوكانت خبيثة لما صلحت له شرعاً ولا قدراً ، ولهذا قال تعالى : { أولئك مبرءون مما يقولون }:أي هم بعداء عما يقوله أهل الإفك والعدوان (3) . ¶ فمن نال من زوجات الرسول - صلى الله عليه وسلم - فإنه ديوث ، لأنه نال من أمِّه ، فلا ينخدع المسلم بأقوال من لا خلاق لهم ، والله تعالى أعلم . ¶ 2- تمتع سيدنا علي بن أبي طالب - رضي الله عنه -",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "إنَّ من المخجل حقاً أن تسطَّر هذه القصص في كتب القوم ، لأنَّ ذلك يعدُّ انتقاصاً من الإمام علي - رضي الله عنه - ، ولكن الضرورة تدفعني أن أذكرها ، من أجل الرد عليها ، وتبرئة الإمام من هذه الشائنة ، فقد ذكرالحرالعاملي في وسائله عن ما رواه ابن بابويه بإسناده : أن علياً - عليه السلام - نكح امرأة بالكوفة من بني نهشل متعة (4) . ¶ روى الجزائري في زهر الربيع في السبب الذي من أجله حرم عمرالمتعة قال : ذكر الفاضل الشوشتري في إحقاق الحق ، أن السبب فيه هو ما اشتهرمن أنّه – أي عمر بن الخطاب– أضاف علياً - عليه السلام - في المدينة ، ولما أراد القيام إلى منزله ألحَّ عليه عمر بأن يبيت عنده فبات ، فلما أصبح قال له : ياعلي ألست قلت أنه لا يحل للرجال إذا كان في بلده أن يبيت عزباً ، وها أنت كنت البارحة في البلد وبتَّ عزباً ، فقال - عليه السلام - : سل أختك عفراء ، كان - عليه السلام - قد تمتع بها في تلك الليلة ، فغضب عمرثم حّرم المتعة (5) . ¶ وبعد أن ذكر المؤلف - الحريص على سمعة الإمام - القصَّة قال : وفي ذلك دلالة على تمتع أميرالمؤمنين - عليه السلام - (6) . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة النور الآية 3 ¶ 2- ألجامع لأحكام القرآن 12/189 ¶ 3- تفسير القرآن العظيم 3/278 ¶ 4- وسائل الشيعة 21/ ¶ 5- لولا نهي عمر ص 645 ¶ 6- ألمصدر نفسه ص 646 ¶ ألرد : ¶ أولاً : الرواية الأولى كذب قطعاً ، لأن مدينة الكوفة بنيت في عهد سيدنا عمرض (1) ، وقد ثبت في كتب الشيعة أنفسهم أن المتعة قد حرمت بروايات كثيرة شأنها شأن الروايات التي جاءت في كتب السنة ، ومنها في عام خيبر ، كما سبق ذكرها .",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "ثانياً : وهذه الرواية التي ذكرها المؤلف في كتابه مخالفة لزهد سيدنا علي - عليه السلام - ، كما أكده في موضع آخر قوله : فهمًّ أهل البيت - عليه السلام - ، رجالهم ونساؤهم ، ليس المأكل والملبس والجنس كما هو غيرهم ، وإنما التفرغ لله ، وتحمل مسؤوليات الرسالة وتبليغها ، وقيادة الأمة نحو الهدى والحق (2) . ¶ بينما في مواضع كثيرة من كتابه يؤكد على المتعة ، وأنها من أعظم القربات إلى الله تعالى ، إذن أين الحقيقة ؟! ¶ ثالثاً : أما الراواية الثانية فأمرها عجيب ، فإنَّ الذي صاغ القصَّة بهذه الطريقة لم يرد بها إلا الطَّعن في الصحابة الكرام ومنهم سيدنا علي - عليه السلام - ، وأحسبه من الزنادقة الناقمين من الإسلام ، والحاقدين للعروبة .... ¶ رابعاً : يقول الأستاذ محمد مال الله : والرواية التي ذكرها الجزائري لا إسناد لها حتى ينظر في أحوال الرواة (3) . ¶ خامساً : والروايةُ طعنٌ صريحٌ في إمامهم الأوَّل المعصوم – على حدِّ زعمهم – حيث صوّرته هذه الرواية بصورة الخائن الذي لم يراعِ حُرمة بيت مضيِّفه ، إضافةً إلى ارتكابه الفاحشة . ¶ فما الداعي إلى استضافته ؟ وهل علي - رضي الله عنه - لا يملك بيتاً حتى يطلب منه عمر - رضي الله عنه - أن يبيت عنده ، والرواية من ألفها إلى يائها لا أساس لها من الصحة ، ولكن حب الشيعة في النيل من الفاروق - رضي الله عنه - جعلهم يضعون المثالب في حقِّه للنيل منه ، ولكن كما يقال : لا يضر السحاب نبحُ الكلاب (4) . ¶ ذكر الغزالي عن عمر بن عبدالعزيز أنَّ علياً كان أزهد أصحاب رسول الله - صلى الله عليه وسلم - ، كان له أربع نسوة وعشرة سرية (5) . ¶ ولم يُذكر بحديثٍ صحيحٍ تمتعه ، وكل ما نسب إليه باطلٌ مختلق . ¶ ــــــــــــــــــــــــــــــــــــــــــ",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "1- يقول ياقوت الحموي : وأما تمصيرها وأوليته فكانت في أيام عمر بن الخطاب ض في السنة التي مصرت فيها البصرة وهي سنة 71 ، وكتب عمربن الخطاب إلى سعد أن اختط موضع المسجد الجامع على عدد مقاتليكم فخط على أربعين ألف إنسان ، فلما قدم زياد زاد فيه عشرين ألف إنسان . معجم البلدان 4/491 ¶ 2- لولا نهي عمر ص 411 ¶ 3- الشيعة والمتعة ص 21 ¶ 4- ألمصدر نفسه ص 31 ¶ 5- إحياء علوم الدين ، للإمام حجة الإسلام أب حامد محمد بن محمد بن أحمد الطوسي الشافعي الغزالي ، خرّج أحاديثه العلامة زين الدين أبي الفضل عبدالرحيم بن حسين العراقي ، راجعه د. عبدالمعطي أمين قلعة جي ، دار صادر – بيروت – ط1 / 2000م – 2/100 ¶ دور البغاء باسم المتعة وزواج المتعة في النجف ¶ يقول - العلامة - الشيخ أبو محمد بن أحمد بن علي : لا بأس بأنْ يفتح إنسان داراً للمتعة بأنْ يحضرعدّة نساء عفيفات لأجل التمتع بهنَّ ، وذلك حسب الموازين الشرعية التي فيها إجراء الصيغة وأخذ العدة ، وحفظ الولد من الضياع ، إلى غير ذلك ، ومثل هذه الدورتسد دورالبغاء ، وغيرخفي أن المتعة نكاح كامل في جميع مزاياه (1) . ¶ أقول : هل يستطيع العلامة القدير- ما شاء الله لعلمه الغزير - أنْ يجعل مع العفيفات إبنته العفيفة في هذه الدار ، هل يستطيع الشيخ أنْ يجيب على هذا السؤال بكل صراحة ؟؟ ¶ ننتقل بكم إلى جولة في النجف حيث يقول توفيق الفكيكي بلا خجل من أحدٍ:",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ولقد استرعى نظري في النجف كثير من الأطفال الذين يلبسون في آذانهم حلقات خاصة هي علامة أنّهم من ذرية زواج المتعة المنتشر بين الشيعة جميعاً ، وبخاصة في بلاد فارس ، ففي موسم الحج (2) إذا حلَّ زائر فندقاً لاقاه وسيط يعرضُ عليه أمر المتعة ، مقابل أجرٍ معيَّن ، فإنْ قبِلَ أحضر له الرجل جمعاً من الفتيات ، لينتقي منهنَّ ، وعندئذٍ يقصد معها عالم القرآءة صيغة عقد الزواج ، وتحديد مدّته ، وهي تختلف بين ساعات وشهور وسنوات ، وللفتاة أنْ تتزوجَ مراتٍ في الليلة الواحدة ، والعادة أن يدفع الزوج عشر قرشاً للساعة ، وخمسة وسبعين قرشاً لليوم ، ونحو أربعة جنيهات للشهر ، ولا عيب على الجميع في ذلك العمل لأنه مشروع ، ولا يلحقُ الذرية أي عار مطلقاً (3) . ¶ أقول : أين الفكيكي من كلام من سبقه من علماء الشيعة ، بإنَّ المتمتعة تستبرأ رحمها في حيضتين أو 45 يوما ، عن أبي جعفر قال : عدة المتعة 45يوما أو حيضتان (4) . ¶ هل يعقل من عالمٍ أنْ يتفوّه بهذه الرواية بهذه الطريقة ، وبصراحةٍ تامة ، سبحان الله !! أيعقل من الفتاة أنْ تتزوجَ مراتٍ في الليلة الواحدة !!! ¶ أللهم إنكَ تعلم أنَّ هذا ليس كلامي ، بل ما يدّعيه الفكيكي ، أليس هذا بغاء ؟ ¶ أجيبوني أيها العلماء ؟ أي دين هذا ؟ هل يقبل الفكيكي ومن وافقه أنْ يقدِّم إبنته بيد شابٍ إيراني ساعة ؟! أنا أُطالبه ، وأُطالب موافقيه بالإجابة الصّريحة ، وهل هناك من أحدٍ فعلَ هذه الفعلة الشّنيعة من أبناء النجف ؟ !! ¶ ـــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص589 ¶ 2- يقصد بموسم الحج ، أيام الزيارات الدورية ، وأهمها الزيارة الشعبانية إلى كربلاء ، وزيارة الرضا في مشهد إيران ¶ 3- ألمتعة وأثرها في الإصلاح الإجتماعي ، توفيق الفكيكي ، دار الكتاب الإسلامي ص 4 - 5 ¶ 4 - ينظر الكافي 5/458 ¶ فتاوى خاصة للشباب المراهق من قعر جهنّم",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "أفتى العلامة القديرالشيخ أبو محمد بن أحمد بن علي مانصه : يجوز التمتع بملكاتِ الجمال ونجوم السينما والراقصات ، وكما يجوزأن تتمتع المرأة بملك الجمال ، ونجم السينما والراقص ، لكن يجب أن يكون ذلك في الإطار الإسلامي المذكور في كتب الفقه (1) . ¶ سئل سماحة الصدر : إذا تمتع رجل بخادمته في بيته ، ونفرض أنه كانت المدة سنة فانقطع عنها قبل انقضاء هذه المدة ، ونوى أنها ليست زوجته ، فهل يجوز له بعد الإنقطاع عنها فترة أن يجامعها ما دامت المدة لم تنته ؟ . ¶ ألجواب : بسمه تعالى : يجوز أن يجامعها إذا لم يبرأ المدة الباقية (2) . ¶ سؤال : ما حكم جماع الزوجة بشهوة غيرها ، بمعنى يتخيل أنها المرأة التي في باله ، وكان يقصد بذلك الشعور باللذة ؟ . ¶ الجواب : بسمه تعالى : هومكروه وليس بحرام (3) . ¶ ولهذه الدور التي تحدث عنها سماحة العلامة السيد أحمد أصل في التاريخ الروماني ، فقد كانت أسماؤهن تدون في القوائم العامة للتشهير بهنَّ (4) . ¶ ولا حول ولا قوة إلا بالله العلي العظيم . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 591 ¶ 2- مجمع مسائل وردود ، محمد محمد صادق الصدر ص 65 ¶ 3- ألمصدر نفسه ص 262 ¶ 4- قصة الزواج والعزوبة في العالم ص 66 ¶ برآءة الصادق - كما يدَّعون - من منكري المتعة ¶ إنَّ م المعلوم لدى الجميع – أقصد الشيعة والسَّنة – أنَّ الصادق - عليه السلام - ثقة ، ويمكننا أنْ نتسائل من أين كان يستمدُّ تعاليم الإسلام ؟ ¶ على حدود علمنا عن سيرته أنَّه كان يعتمد في فقهه من كتاب الله وسنة نبيه - صلى الله عليه وسلم - ، ولا يحيد عنهما أبداً ، فقد جاء في مسنده عن أيوب بن الحر قال : سمعت أبا عبدالله - عليه السلام - يقول : كل شيء مردود إلى كتاب الله والسنة ، وكل حديث لا يوافق كتاب الله تعالى فهو زخرف (1) .",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "وعن هشام بن الحكم وغيره عن أبي عبدالله - عليه السلام - : خطب النبي - صلى الله عليه وسلم - فقال : أيها الناس : ما جاءكم عني يوافق كتاب الله فأنا قلته ، وما جاءكم يخالف كتاب الله فلم أقله (2) . ¶ فبوفق هذه المقاييس المعتبرة عند الإمام جعفر الصدق - عليه السلام - ، يمكننا معرفة ما هو صحيح ، وما هو غير صحيح من أقواله .. ¶ نقف مرَّةً أُخرى عند قول آخرنُسب له كما جاء في الوسائل عن الصادق - عليه السلام - أَّنه قال : ليس منا من لم يؤمن برجعتنا (3) ، ولم يستحل متعتنا(4) . ¶ ونسب إلى جدِّه سيدنا علي - عليه السلام - أنَّه قد تبرأ من منكريها ، ففي عجالة حسنة عن علي - عليه السلام - من استصعَب هذه السنة ( أي المتعة ) ولم يقبلها ، فهو ليس من شيعتي ، وأنا بريٌ منه (5) . ¶ ومما نسِب لجعفر الصادق - عليه السلام - ردَّة وتكفير منكر المُتعة ، ففي منهج الصادقين للملا فتح الله الكاشاني عن الصاق - عليه السلام - قال : ألمتعة من ديني ودين آبائي ، فالذي يعمل بها يعمل بديننا ، والذي ينكرها ينكر ديننا ، بل انه يدين بغير ديننا ، وولد المتعة أفضل من ولد الزوجة الدائمة ، ومكر المتعة كافر ومرتد (6) . ¶ تدبَّرأخي المسلم لهذه المهزلة ، والتناقضات في كلام علمائهم ، من أجل ماذا ؟ من أجل إشباع شهواتهم الحيوانية .. ¶ ـــــــــــــــــــــــــــــــــــــــــــ ¶ 1- مسند الإمام جعفر الصادق ع ، دار الولاء – النجف 1374هـ - 1955م / 1/22 ¶ 2- مسند الإمام جعفر الصادق ع 1/ 22 ¶ 3- ومفهوم الرجعة ، أن الإمام لايموت بل موته ظاهري ، والسبئية يقولون عن علي - رضي الله عنه - بعد أن مات : ما مات ولم يمت بل رفعه الله كما رفع عيسى بن مريم فينزل فيملىء الأرض عدلاً كما ملئت جوراً ، وأما الإمامية الأثني عشرية فيعتقدون برجعة الإمام مهدي المنتظر ، أنظر مسألة التقريب بين أهل السنة والشيعة ، د . ناصر بن عبدالله بن علي القفاري دار طيبة – ط2 1413هـ 2/99",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "4- مستدرك الوسائل 21 /155 ¶ 5- منهج الصادقين ، للملا فتح الله الكاشاني ص 356 ¶ 6- عجالة حسنة ، ترجمة رسالة المتعة ، لمحمد الباقر المجلسي ص 15 ، نقلاً عن كتاب : بيان عقائد الشيعة ، للعلامة الجليل والمحقق الكبير سماحة الشيخ محمد عبدالستار التونسوي ، رئيس منظمة أهل السنة بباكستان ، دار العلوم للطباعة 1405هـ ص 79 ¶ أخي الكريم : إنَّ منْ الغباء بمكان أنْ يعطِّل المسلم الجوهرة التي خلقها الخالق في رأس الإنسان ، فما بالك إذا كان هذا الإنسان مسلماً ، يقرأ هذه التناقضات في مذهبه ، ولكنه يبقى مصراً على رأيه ، رغم أنّه قرأ أحاديث تحريم المتعة على لسان إمامه الذي يؤمن به ، ومن أُمهات كتبهم ، ويبقى متشبِّثاً بقول من قال – وبئس ما قال - بأنَّ عمرهو الذي حرَّم المتعة ، لذا تجرّؤا إلى تكفيره .... ¶ ففي كتاب مؤتمرعلماء بغداد ، يقول مقاتل بن عطية - له ما يستحقُّه من الله تعالى - فلما حرَّمها عمر كثر الزنى والفجور ، وبهذا العمل عطَّل عمرحكم الله وسنة رسوله صلى الله عليه وآله ، وروَّج الزنى والفجور وصارمشمولاً بالآيات :{ ومَن لَمْ يحكم بما أَنْزَل اللهُ فَأُولْكَ هُمُ الكافرون } (1) ، وقوله تعالى : { ومَن لَمْ يحكم بما أَنْزَل اللهُ فَأُولْكَ هُمُ الفاسقون } (2) ، (3) . ¶ كيف نوفِّقُ بين هذه الروايات التي جاءت في أُمهات كتب الشيعة ، من برآءة الأئمة من منكري المتعة وكفرهم وردَّتهم ، وبين إنكارهم الشديد على متعاطيها ، وإنني أستطيع أن أجمع كتاباً ضخماً عن الأحاديث التي جاءت في تحريم المتعة من كتب الشيعة ... ¶ وقد سبق بعض هذه الروايات التي تؤكد تحريم المتعة ، ومنها ما رواها بساماً الصيرفي ، أنَّه سأل أبا جعفر الصادق - عليه السلام - عن المتعة ، فوصفها له فقال : ذلك الزنى (4) . ¶ وعن جعفر بن محمد الصاق - عليه السلام - أيضاً ، أنَّه سُئل عن المتعة فقال : هي الزنى بعينه (5) .",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "وأما افتراء مقائل بن عطية ، فإن موسى الموسوي وحسين النجفي وهم شيعة قد أجابوا نيابة عني ، وقد سبق ذكرهما ، وعمر بانتظارك غداً أمام الله تعالى يوم الحساب .... ¶ ــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة المائدة الآية 44 ¶ 2- سورة المائدة الآية 47 ¶ 3- مؤتمر علماء بغداد ص 104 ¶ 4- ألروض النظير شرح مجموع الفقه الكبير 4/218 ¶ 5- ألمصدر نفسه 48218 ¶ فضائل المتعة !! ¶ ذكرالحرالعاملي في وسائله عن أبي جعفر - عليه السلام - : أن النبي صلى الله عليه وآله ، لما أُسري به إلى السمآء قال : لحقني جبريل فقال : يامحمد إن الله تبارك وتعالى يقول : إني قد غفرت للمتمتعين من أُمتك من النساء (1) . ¶ باسبحان الله ! هل هناك إنسان في رأسه مسكة من عقل يستطيع أن يتجرأ على الله تعالى ويفتري عليه ، أتحدى أنْ يأتيني صاحب الكتاب برواية صحيحة تثبت صحة الرواية ، ما المناسبة من مغفرة الله تعالى للزناة ؟ ¶ ومن فضائل المتعة أيضا : عن أبي عبدالله - عليه السلام - : ما من رجل تمتع ثم اغتسل إلا خلق الله من كل قطرة منه سبعين ملكاً يستغفرون له إلى يوم القيامة ، ويلعنون متجنبها إلى أن تقوم الساعة (2) . ¶ أخي العزيز : هب أنَّ المتمتع اغتسل بصاع واحدٍ من الماء فقط ، فكم عدد قطرات هذا الماء ، أليست ملآيين القطرات ، فالنفرض مليون قطرة فقط ، فالنضرب العدد 1000000 × 70000 = 0000000000 1 مائة مليون ملك يسبحون – على أقلِّ تقدير - لهذا الزاني الفاجر ، أي بقدر نفوس العراق أربعة مرات ! ¶ ملآئكة الله تعالى ليس لديهم عمل سوى التسبيح للزناة الفجرة منتهكي أعراض المسلمين ، ولعن من حصَّن فرجه من الزنى :{كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِباً} (3) .",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "لذا وضعوا أحاديث نسبوها لأئمتنا الأعلام من آل المصطفى - صلى الله عليه وسلم - في الحث على نكاح المتعة ، ولو مرة في الحياة على أقل تقدير، فعن أبي عبدالله - عليه السلام - قال : يستحبُّ للرجل أن يتزوج المتعة ، وما أحبُّ للرجل منكم أن يخرج من الدنيا حتى يتزوج ولو مرة (4) . ¶ واسمع إلى فتح الكاشاني وهو يفسركلام الله تعالى ، ويقف عند الموضوع الذي يحرصُ عليه أهل المجون – ألمتعة – أكثرمن كلِّ العبادات التي تُقَرِّبُ العبد إلى خالقه ومولاه ، موضوع (( فضائل المتعة))– كما يزعمون – فقد روى حديثاً عن رسول الله - صلى الله عليه وسلم - أنَّه قال : (( من تمتَّع مرَّةً كنت درجته كدرجة الحسين - عليه السلام - ، ومن تمتع مرتين ، فدرجته كدرجة الحسن - عليه السلام - ، ¶ ــــــــــــــــــــــــــــــــــــــــــ ¶ 1- وسائل الشيعة 21/150 ، لولا نهي عمر ص 595 ¶ 2- وسائل الشيعة 21/150 ¶ 3- سورة الكهف الآية 5 ¶ 4- وسائل الشيعة 21/150 ¶ ومن تمتع ثلاث مرات ، كانت درجته كدرجة علي بن أبي طالب - عليه السلام - ، ومن تمتع أربع مرات فدرجته كدرجتي )) (1) . ¶ أيعقل صدور هذا الكلام ، والحديث المفتراة من رجلٍ عالم ، فأنا على يقين تام أنَّ هذه الرواية وأمثالها مدسوسة ، من وضع الزنادقة .. ¶ أيعقل أنْ يرفع الله تعالى مقام الزناة إلى مقام النبي الطاهر الزكيّ لممارسته المتعة أربع مرات ؟! ¶ وافترواعلى أبي الحسن - عليه السلام - ، فعن علي السائي قال : قلت لأبي الحسن - عليه السلام - : إني كنت أتزوج المتعة فكرهتها وتشاءمت بها فأعطيت الله عهداً بين الركن والمقام وجعلت عليّ في ذلك نذراً وصياماً أن لا أتزوجها ، قال : ثم إن ذلك شقّ علي وندمت على يميني ولم يكن بيدي من القوة به في العلانية قال فقال لي : عاهدتَ الله لا تعطيه ، والله لئن لم تعطيه لتعصينّه (2) .",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "أيعقل هذا الكلام ! أفي مثل هذا المكان الطاهرالمقدّس الذي تسكب فيه العبرات ، وتخشع القلوب ، وينسى الإنسان متع الدنيا المباحة ، يتذكر هذا المسعورالمتعة ، فليس لهؤلاء همٌّ في الدنيا إلا زواج المتعة .... ¶ ومقابل هذه القصة الملفقة قصة تخالفها تماماً ، يرويها لنا صاحب كتاب لولا نهي عمريقول : نقل لي أحد أئمة المساجد أنه قد اتصلت به امرأة ذات يوم وكان في أواخرالعشرة الأولى من شهر محرم يقول : فرفعت السماعة وظننت أنها تريد أن تسأل عن بعض المسائل الفقهية إلا أنها تناولت حديثاً آخر ، وذكرت أنها وحيدة ، وأنها محتاجة إلى الزواج لا صبر لها ، يقول : ففهمت أنها تريد زواج المتعة ، فانزعجت كثيراً حيث كنت الآن قد خرجت من مأتم العزاء والبكاء على الحسين - عليه السلام - وأنا في حزن ، وهذه المرأة تفكر في المتعة .. ¶ يقول : فتكلمت معها بخشونة وزجرتها ونهرتها عن ذلك ، وإن هذه الأيام ليست ذلك ، ثم أغلقت التلفون ، ثم بقيت متفكراً فيما قلت وفي أمرها ، وندمت على ما فعلت وجعلت أخاطب نفسي : لِمَ لم أُلبي حاجتها ؟ ¶ لِمَ أسأت الظن بها إني لا أعلم ما هي ظروفها ، وما الذي دعاها لذلك ، ولعلها لم تصارحني بذلك إلا لكونها تعلم أني رجل دين ومتدين وأمين وموضع ثقة وعدل ... ¶ يقول : فنقلت ذلك لأحد العلماء ، فقال لي : خيرما صنعت فلِمَ تندم ؟ لقد ¶ نطق لسان الوحي والإسلام بفيك ، لو أجبتها لخالفت أهل البيت - عليه السلام - حيث هذه الأيام كان أهل لبيت لا يضحكون ولا يظهرون أي لون من الفرح ـــــــــــــــــــــــــــــــــــــــــ ¶ 1- تفسير منهج الصادقين ، ملا فتح الله الكاشاني ص 356 ¶ 2- وسائل الشيعة 21/150 ، لولا نهي عمر ص 595",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "والسروروكانوا لا يتلذَّذونٍ بطعامٍ ولا شرابٍ ولا غيره ، كل ذلك مواساة لأبي عبدالله - عليه السلام - ومن قتل معه ، فما فعلته قد يكون تحسيساً لها بذلك ورادعاً لها وضابطاً لشهواتها الطائشة ، ولكن ينقصك أنك لو قلت لها سنجد حلاً لمشكلتكِ إن شاء الله في الأيام القادمة ولو بعد العشرة ، وذلك لتطييب قلبها وقضاء حاجتها (1) . ¶ هناك يذكر ندم علي السائي بين الركن والمقام على تركه المتعة ، ولا يعلق على فعله ، وهنا يحرم الضحك والتلذَّذ أيام عاشوراء ، الشيخُ – المبجّل- يحل مشكلةَ بنتٍ باكرٍ تُريد مُتعة ، ياللوقاحة ، ياللعار .... ¶ واقرأ معي وبتركيز هذا النصَّ الثمين ، لعلك تكون حاجاً بيت الله تعالى سبعين مرة بمبلغ زهيد جداً، يرويه القمي عن النبي صلى الله عليه وآله وسلم : (( من تمتّع بامرأة مؤمنة كأنما زار الكعبة سبعين مرة )) (2) . ¶ شبهة وردها : إتهم الوائلي أهل السنة بأنهم يقولون بالمتعة كذلك ، فقد عقد فصلاً خاصا بعنوان : أهل السنة يقولون بالمتعة ، واتهم الإمام مالك امام دار الهجرة وابن قيم الجوزية بجوازها (3) . ¶ وأما الجواب : ¶ أ- لا اطيل الجواب لهذه الشبهة ، لأن الإجماع قد انعقد على تحريمها عند أهل السنة ، فليس هناك من يقول بهذا الرأي الذي أطلتم الكلام فيه . ¶ ب- وأما ما نسب الى الإمام مالك أنه كان يجيز المتعة ، يقول ابن دقيق العيد : ما حكاه بعض الحنفية عن مالك من الجواز خطأ ، فقد بالغ المالكية في منع النكاح المؤقت (4) . ¶ والإمام مالك قد روى أحاديث النهي في الموطأ ، فعن مالك عن ابن شهاب عن عروة ابن الزبيرأن خولة بنت حكيم دخلت على عمر بن الخطاب فقالت : إن ربيعة بن امية استمتع بامرأة فحملت منه ، فخرج عمر بن الخطاب فزعا يجرُّردآءه فقال : هذه المتعة ، ولو كنت تقدمت فيها لرجمت (5) . ¶ يقول ابن رشد : وأما نكاح المتعة ، فإنّنه قد تواترت الأخبارعن رسول الله - صلى الله عليه وسلم - بتحريمه (6) .",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "ــــــــــــــــــــــــــــــــــــــــ ¶ 1- لولا نهي عمر ص 631 ¶ 2- عجالة حسنة ص16 ¶ 3- من فقه الجنس ص 154 ¶ 4- مجمل عقائد الشيعة والمراجعات في الميزان ، الشيخ ابي عبد الله النعماني الأثري، مكتبة الصحابة ، ألإمارات-الشارقة،ط1 1424هـ-2004م ص89 ¶ 5- تنوير الحوالك شرح على موطأ مالك ، تأليف الإمام جلال الدين عبد الرحمن السيوطي الشافعي ، دار الندوة الجديدة ، بيروت – لبنان ،ط بلا 2/74 ¶ 6- بداية المجتهد ونهاية المقتصد ،للإمام محمد بن أحمد بن رشد الأندلسي الشهير بابن رشد الحفيد المتوفى سنة 595هـ - دار الفكر – 2/43 ¶ فالمالكية متفقون على تحريمها ، وابن رشد ذكر الإجماع على تحريمها كما سبق ذكره . ¶ وأما ابن قيم الجوزية : فلم نقرأ ولم نسمع عنه أنه أباح المتعة ، وإنما ذكر في زاد المعاد ، أطوار التحريم ، وتراجع ابن عباس عن فتواه (1) ¶ ولا بدَّ ليَ أنْ أقفَ عند أقوال الفقهاء من الأئمة الأربعة وغيرهم ، لأٌبين زيف هذا الإدعاء الباطل ، فعند أبي حنيفة ، ألمتعة باطلٌ ، ففي فقه الهداية : نكاح المتعة باطل ، وهو أنْ يقول لامرأةٍ (( أتمتّعُ بكِ كذا بكذا من المال )) (2) . ¶ وقال الإمام الشافعي : وجماع المتعة المنهي عنه ، كل نكاح كان إلى أجل من الآجال ، قرب أو بعد ، وذلك أنْ يقول الرجل للمرأة : نكحتُكِ يوماً أوعشراً ¶ وذكر الحديث : (( نهى رسول الله - صلى الله عليه وسلم - عن المتعة ... )) (3) . ¶ فلا أثر لولي الأمر والشهود وغيرها في ها النكاح ، فإنه باطل قطعاً . ¶ يقول العلامة السيد محمد جمال الدين العاني مؤكداً كل هذه الصيغ العارية عن الأركان والضوابط الشرعية الصحيحة : فكل هذه الصيغ باطلة ، من شروط المتعة التي كانت في الجاهلية التي هي من بقايا أنكحة الجاهلية التي حرِّمتْ على لسان رسول الله - صلى الله عليه وسلم - ، كما حرِّم أمثالها تدريجياً (4) .",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "فبعد هذا العرض الواضح لآراء المذاهب الأئمة الأربعة وغيرها أن قول الوائلي ومن وافقه ، لا أساس له من الصِّحة ، عارٍ عن والحقيقة ، فهو حاول جاهداً خلط الأوراق على الناس ، وخاصة الشباب الذين يبحثون عن الشهوات باسم الدين الحنيف ، فحاول ذكر الأقوال من كتب السنة والشيعة وحال المسلمين قبل النَّسخ ، أو أمر من أختلط عليه الأمر حيناً من الوقتِ بعد التحريم ، ولكنَّنه أخفى أقوال علمائهم الذين وقفوا بحدَّة بوجه المتعة كما سبق ذكرهم ، وقد انعقد الإجماع ، وليس هناك من يقول بها اليوم من المسلمين المتمسِّكين بكتاب الله وسنة رسوله بصدق ، وإنْ شذَّ من هؤلاء فنَحْسَبُه مدسوساً خائناً لله ورسوله ، والله أعلم . ¶ ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- أٌنظر زاد المعا د في هذي خير العباد ، لأبن قيم الجوزية ،دار عمر بن الخطاب للطباعة والنشر ، ألإسكندرية 4/9 ¶ 2- ألهداية 1/ 186 ¶ 3- ألأُم 5/ 117 ¶ 4- ألذريعة لإزالة شُبَه كتاب الشيعة ، لعلامة الإسلام وناصر السنة ألسيد محمد جمال العاني ، دمشق 1935 م ص 45 ¶ ما قيل في المُتعة من قصائد ¶ من المعلوم انَّ الشِّعرليس بحجةٍ لإثبات ما هو جائز وما هو ممنوع في الشَّرع ، وإنَّما الشِّعرالجاهلي والإسلامي بحدود القرن الأول حجَّة في اللغة العربية ، قبل اختلاط العربية بالعجمة ، وحسنه حسن ، وقبيحه قبيح كما هو معروف ، وأغلب الشعراء في الجاهلية كانت قصائدهم في المدح والغزل ، ووصف الخمور، والتبجح بالأقوال الكاذبة ، لذا وصف القرآن الكريم شعراءهم بقوله : { والشعَرآءُ يَتَّبِعُهُمُ الغاوونَ* ألم تّرَ أَنَّهُم في كُلِّ وادٍ يّهيمونَ * وأنَّهُمْ يَقولونَ ما لا يفعلونَ } (1) .",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "ذكرابن كثير : عن ابن عباس : أكثرُ قولهم يكذبون فيه ، وهذا هو الذي قاله ابن عباس هوالواقع في نفس الأمر، فإنَّ الشعراء يتبجّحون بأقوالٍ وأفعالٍ لم تَصدُرمنهم ، ولاعنهم ، فيتكثّرون بما ليس لهم (2) . ¶ باستثناء من صدقوا منهم مع الله تعالى ، ودافعوا عن الدين ، أمثال حسّان بن ثابت وعبدالله بن رواحة وكعب بن مالك وغيرهم ، وقد تحدث القران الكريم عنهم بقوله تعالى :{ إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيراً وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنقَلَبٍ يَنقَلِبُونَ } (3) . ¶ عن أبي الحسن سالم البراد ، مولى تميم الداري قال : لمّا نزلت : { والشعَرآءُ يَتَّبِعُهُمُ الغاوونَ } جاء حسان بن ثابت وعبدالله بن رواحة وكعب بن مالك إلى رسول الله - صلى الله عليه وسلم - وهم يبكون فقالوا : قد علِم الله حين أنزل هذه الآية أّنا شعراء ، فتلا النبي - صلى الله عليه وسلم - ( : { إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ }، قال :{ وَذَكَرُوا اللَّهَ كَثِيراً } ، قال أنتم : { وَانتَصَرُوا مِن بَعْدِ مَا ظُلِمُوا } ، قال : أنتم . رواه ابن أبي حاتم وابن جرير من رواية ابن إسحاق (4) . ¶ لقد تبجّح أهل المتعة بذكر محاسنَ المتعة ، ظنّناً منهم أنَّها قربة إلى الله تعالى ، أو أنَّه يستطيعُ إقناع ألمؤمنين الصادقين ، وإفسادهم ، أو يستطيعُ النيل من سيدنا عمر الذي وقف موقف الرافض للمتعة التي حرَّمها الله ورسوله ، واخترتُ بعض ما قيل في المتعة من قصائد منها : ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ 1- سورة الشعراء الآية 124 – 126 ¶ 2- تفسير القرآن العظيم 3/342 ¶ 3- سورة الشعراء الآية 227 ¶ 4- تفسير القران العظيم 3/342 ¶ يقول الشاعرالماجن المتعطّش للمتعة ، عادل الكاظمي – له من الله ما يستحقُّه – (1) :",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "فما استمتعتم نصٌّ صريحٌ (2) به ينجو العباد من الفسادِ ¶ دليلٌ ما به شكٌّ ولكن أراد القوم ظلماً للعبادِ ¶ فأنكرها أبو حفصٍ جُزافاً (3) بقول طاف أصقاع البلادِ ¶ غداة الناس تسمعهُ خطيباً يبدِّل مبدعاً شرع الرشادِ ¶ هما أمرانِ قد كانا حلالاً (4) رأى تحريمهنَّ من السَّدادِ ¶ فبدَّلَ سنة المختارِ طه (5) وفي تبديله بدءُ العنادِ ¶ لقد قلتُ الحقيقة فاسمعوها (6) أحاديثاً يقرُّ بها المعادي (7) ¶ وَمَنْ للحقِّ والمغالي أبى التَّجاهل والتمادي ¶ لقد أسمعت لو ناديت حيّاً ولكن لا حياة لمن تنادي (8) . ¶ ــــــــــــــ ¶ 1- وددتُ أن أردَّ على هذه القصيدة السّخيفة رداً مفصلاً مكتفياً بالمصادر الشيعية المعتبرة التي تحرِّمُ المتعة ، لأُبين كذب هذا المفتري على الله ورسوله وأبي الحفص عمر وآل الرسول الأطهار ، ولكنني أكتفي بالإشارات السريعة من كتب الشيعة لا السنة ، لأُبين للقارئ الشيعي المسكين ، كيف يُخدع من قبل هؤلاء السماسرة ، والضّحية دائماً أعراضهم ، ولا حول ولا قوة إلا بالله . ¶ 2- يفصد قولَه تعالى : { فَمَا اسْتَمْتَعْتُم بهِ مِنْهُنَّ فآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً }ألنساء الآية 24 ، وقد سبق الرّد على الإستدل بهذه الآية على مشروعية المتعة . ¶ 3- وهذا كلام باطل ، واردُّ عليه على لسان سيدنا علي عليه السلام أنه قال : (( نهى رسول الله - صلى الله عليه وسلم - عن نكاح المتعة عام خيبر )) رواه الطوسي في التهذيب . ألتهذيب للطوسي 2/186 والإستبصار 3/142 ، والحر العاملي في وسائل الشيعة 14/441 . ¶ وروى الكليني في كافيه ، والحر العاملي في وسائله عن عمار قال : قال أبو عبدالله عليه السلام لي ولسليمان بن خالد : قد حرّمت عليكما المتعة . الفروع من الكافي 2/122 ، وفي موسوعة بحار الأنوار عن عبدالله بن سنان قال : سألت أبا عبدالله عليه السلام عن المتعة فقال : لا تدنس نفسك بها )) وسائل الشيعة 21/12",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "1- وهذا العالم الشيعي الكبير آية الله موسى الموسوي يردّ على خصم عمر ، ويؤكد صحّة ما ذهب إليه عمر بقوله : إن النظرية الفقهية القائلة بأن المتعة حُرِّمت بأمر من الخليفة عمربن الخطاب يفندها عمل الإمام علي الذي أقر التحريم في مدة خلافته ، ولم يأمربالجواز ، وفي العرف الشيعي ، وحسب رأي فقهائنا عمل الإمام حجة ، لاسيما عندما يكون مبسوط اليد ، ويستطيع إظهارالرأي ، وبيان أوامر الله ونواهيه .فإن إقرارالإمام علي التحريم يعني أنها كانت محرمة منذ عهد الرسول صلى الله عليه وسلم ولولا ذلك لكان يعارضها ويبين حكم الله فيها ، وعمل الإمام حجة على الشيعة ، ولست أدري كيف يستطيع فقهائنا أن يضربوا بها عرض الحائط . ألشيعة والتصحيح ص 110 ¶ 2- حاشا سيدنا عمر أنْ يبدِّل سنّة المصطفى صلى الله عليه وسلم ، بل التزم بها حرفياً فإن كنت صريحاً فيما تدَّعي فإنني قد ذكرت لك أدلّة من أمهات كتبكم تحريم المتعة على ألسنة أئمة آل البيت عليه السلام أطالبك بالردِّ عليها بشجاعة وصراحة ، ودون مراوغة ؟ ¶ 3- أين الحقيقة ياغافل ، بل أخفيك الحقيقة عن أبناء جِلدَتك قبل خصومك فانتبه ! ¶ 4- صدقت هنا ، ولكن مع الأسف أدلتك منسوخة ، أي قبل التحريم . ¶ 5- لولا نهي عمر ص 655 ¶ وهذه قصيدة لصحفيَّة أخفى المؤلف اسمها ، ولا أدري لماذا تقول : ¶ علام الرّفض لسنَّة أحمدِ (1) وهي أمر الرّب الرَّحيم ¶ بـ ( آتوا الأُجور) نادى إلهٌ (2) وبآيةٍ نزلت في الذّكر الحكيم ¶ ومات رسول الله ولم ينهى (3) ومنه أخذنا الشرع القويم ¶ فنادى رجلٌ ما شاء برأيه (4) فغداً سنة بعقاب أليم ¶ كيف يقاس برسول الله مرءٌ (5) قد كان من قبل(6)في شرك عظيم ¶ فتلك سنّةٌ وهذه بدعةٌ فانظر ما طاب بالقلب السليم (7) . ¶ ــــــــــــــــــــــــــــــــ",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "1- بل هي فاحشة مبينة ، مرتكبها يقام عليها الحد الشرعي ، لأنها نسخت كما بينا في هذا الكتاب العزيز ألقران الكريم والسنة النبوية الصحيحة على ألسنة أئمة آل البيت عليهم السلام ، فإذا كنتِ أيتها الصحفية المتمسكة بسنة طه فهل أحييتِ هذه السنة بعد أن أماتها ومنعها عمر ؟ ¶ 2- تشير إلى قوله تعالى :{ فَمَا اسْتَمْتَعْتُمْ بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً وَلا جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِنْ بَعْدِ الْفَرِيضَةِ إِنَّ اللَّهَ كَانَ عَلِيماً حَكِيماً } ألنساء الآية 24 ، والآية تتحدث عن الزواج الدائم ، والزواج المؤقت سفاحٌ ، وقد ثبت في أهم مصدر من مصادر الشيعة الزيدية عن جعفر بن محمد عليه السلام ، أنه سُئل عن المتعة فقال : (( هي الزنى بعينه )) . ألروض النظير شرح مجموع الفقه الكبير 4/218 ، ولا أدري لماذا ذكرت الإله بصيغة النكرة ؟! فلماذا لم تقل : نادى الإله ؟ لا أدري !!!! ¶ 3- بل نهى عنها كما سبق ذكرها عن أئمة آأل البيت عليهم السلام ¶ 4- وهذا محض افتراء ، لارأي لعمر في تحريم المتعة كما بينا ، وماذا عساك أن تقول في تحريم أبي عبدالله عليه السلام ، فقد روى الكليني في كافيه ، والحر العاملي في وسائله عن عمار قال : قال أبو عبدالله عليه السلام لي ولسليمان بن خالد : قد حرّمت عليكما المتعة . الفروع من الكافي 2/122 ¶ 5- يقصد سيدنا علي ، وكلنا نفتخر به ولا ننتقص منه ، ولكنك أخطأت الطريق في تقديمك علياً على عمر ، فعمر هو ثاني خليفة من الخلفاء الراشدين إن شئت أم أبيت ، ورابعهم سيدنا علي ، وسجود الصحابة رضي الله عنهم قبل إسلامهم لا ينقص من إسلامهم شيئاً ، فإنَّ الإسلام يجبُّ ما قبله . ¶ 6- يقصد سيدنا عمر الذي أعز الله به الإسلام ، ولا يضير عمر شركه قبل الإسلام ¶ 7- لولا نهي عمر ص 655 ¶ ...",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "وهذه مقارنة منقولة من كتب الشيعة المعتمدة بين النكاح الشرعي (الزواج) والمتعة ، إختصرتها من المطوية الرائعة ( المتعة ) لفضيلة الدكتور عثمان الخميس جزاه الله تعالى عن المسلمين خير . ¶ ت ... ألفروقات ... ألنكاح الشرعي ... نكاح المتعة ¶ 1 ... ألمُدة ... غير محددة بمدة ... محددة بمدة ، ويجوز ولو على عرد واحد ، فعن زرارة قال : قلت للإمام ، هل يجوز أنْ يتمتّع الرجل بالمرأةِ ساعتين ؟ قال لا ، ولكن العرد والعردين ، أليوم واليومين . الكافي 5/459 . العرد : هو الجماع ¶ 2 ... ألطلاق ... فيه الطلاق ... ليس فيه الطلاق ، عن أبي جعفر قال : لا تطلق . الكافي 5/451 ¶ 3 ... ألولي ... يُشترط الولي ... لا يشترط ، قال أبو عبدالله : لا بأس ، يتزوج البكر إذا رضيت من غير إذن أبيها ، مستدرك الوسائل 4/459 ¶ 4 ... عدد الزوجات ... لا يتجاوز الأربع ... مفتوح إلى ألف ، عن أبي عبدالله قال : تزوج منهنّ ألفاً فإنّهنَّ مستأجرات . ألكافي 5/452 ¶ 5 ... ألشهود ... يُشترط الشهود ... لا يُشترط ، عن أبي عبدالله قال : يتزوج منهنَّ ماشاء بغير ولي ولا شهود ¶ 6 ... الحصانة ... يحصّن الرجل والمرأة ويعفهما ... لا يحصّن : سئل موسى الكاظم ع ، إن كانت عند امرأة تحصنه ؟ ¶ قال : لا ، إنما هو على الشيء الدائم . ألوسائل 28/69 ¶ 7 ... ألتوثيق ... يوثق ... لا يوثق ، سئل موسى بن جعفر : هل يتزوج المرأة بغير بينة ؟ ¶ قال : إن كانا مسلمين مأمونين فلا بأس . ألوسائل 21/65 ¶ 8 ... ألدوام ... مبني على الدوام ... غير مبني على الدوام ، لأنه نكاح منقطع ¶ 9 ... ألسكنى ... لها السكنى ... ليس لها سكنى ، ولذلك تجوز على عرد واحد ¶ 10 ... ألعدل ... يشترط العدل بين الزوجات ... لا يشترط ، لأنها مستأجرة ، ولا حق لها ¶ 11 ... إنشاء أُسرة ... يهدف إلى إنشاء أُسرة ... لا يهدف إلى إنشاء أُسرة ، لأن الغرض من المتعة هو إشباع الغريزة الجنسية فقط باسم الزواج ¶ 12 ... ألمهر ... يجب فيه المهر ... فيه أجرة . عن أبي عبدالله قال : إنهن مستأجرات . الكافي 5/452",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "13 ... إستحقاق المهر ... تستحق المهر بالعقد ... إذا غابت يخصم عليها ، فيحبس عنها مهرها . عن أبي عبدالله قال : يحبس عليها بمقدار ما لم تف له خلا أيام الطمث ( يعني الحيض )الكافي5/ 461 ¶ 14 ... نفقة العدة ... لها نفقة أثناء العدة ... ليس لها ، عن أبي عبدالله قال : لا نفقة له . ألوسائل 21/79 ¶ 15 ... عدة الطلاق ... عدتها ثلاثة قروء أو ثلاثة أشهر ... جيضتان أو 45يوما ، عن أبي جعفر قال : عدة المتعة 45يوما أو حيضتان . الكافي 5/458 ¶ 16 ... عدة الوفاة ... تعتد لوفاة زوجها ... لا عدة عليها ، عن أبي عبدالله قال : ألمتمع بها لا عدة لها . ألوسائل 21/79 ¶ 17 ... تحليل المطلقة ... يحل المطلقة ثلاثا لزوجها الأول ... لا يحلها ، سُئل الباقر عن الرجل طلق امرأته ثلاثاً ثم تمتع بها رجل آخر ، هل تحلُّ للأول ؟ ¶ قال : لا ولكن له أن يتمتع بها . الكافي 5/425 ¶ 18 ... ألميراث ... يتوارثان ... لا يتوارثان ، عن أبي جعفر قال: لا ترث .ألكافي 5/451 ¶ ت ¶ 19 ... ديانة الزوجة ... بالمسلمة والكتابية فقط ... يجوز حتى بالمجوسية ، عن أبي عبدالله قال : لا بأس أن يتمتع بالمجوسية . الوسائل 21/38 ¶ 20 ... شروط الزوجية ... لا يتزوج بها حتى يتأكد من خلوها من الزواج ... لا يُشترط ، عن ميسرة قال : قلتُ لأبي عبدالله : ألقى المرأة في الفلاة التي ليس فيها أحد فأقول لها : هلكِ زوج ؟ ¶ فتقول : لا ، قال قال : نعم هي المصدقة على نفسها . الكافي 5/462 ¶ 21 ... ألزواج بالزانية ... لا يجوز أن يتزوج بالزانية ... يتزوج بالزانية ، عن إسحاق عن جرير قال : قلت ُ لأبي عبدالله : عندنا بالكوفة امرأة معروفة بالفجور ، أيحلُّ أن أتزوجها متعة ؟ ¶ قال : رفعت الراية أخذها السلطان . ¶ قال : نعم تزوجها ولو رفعت الراية . ألوسائل 21/29 ¶ 22 ... مسماها ... زوجة ... مستأجرة ، عن أبي عبدالله قال : تزوج منهن أفاً فإنهن مستأجرات . الكافي 5/452",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "23 ... ألتمتع ... لا يجوز أن تشترط عدم الجما ع ... متعةغير جنسية يشترط عدم الجماع ، تقول المرأة للرجل : أزوجكَ نفسي على أن تلتمس مني ما شئت من نظر أو التماس ، وتنال مني ما ينال الرجل من أهله ، إلا أن لا تدخل فرجك في فرجي ، وتتلذذ بما شئت ، فإني أخاف ألفضيحة .. قال أبو عبدالله : ليس له إلا ما اشترطت . ألكافي 5/467 ¶ 24 ... ألإستمتاع بالرضيعة ... يعقد على الرضيعة ولا يمسَّها ... يمسّها ويتفخذها ، قال الخميني : أللمس بشهوة والتفخيذ لا بأس به حتى في الرضيعة . تحرير الوسيلة للخميني 2 /241 ¶ 25 ... ألظهار ... يلحقها ظهار ... لا يظاهرها ، عن أبي عبدالله قال : لايكون الظهار إلا على مثل موضع الطلاق . ألوسائل 22/29 ¶ 26 ... أللعان ... يلحقها لِعان ... ليس فيه لِعان ، عن أبي عبدالله قال : لا يُلاعن الرجل المرأة التي يتمتع منها ، ألوسائل 22/430 ¶ ألمصادر ¶ 1- ألإستبصار ، أبو جعفر محمد بن الحسن الطوسي ألمتوفى سنة 46هـ ... ¶ 2- أصول السرخسي ، شمس الأئمة محمد بن أحمد بن سهل أبو بكر السرخسي ، ألمتوفى سنة 479هـ - في زاوية حصار أوزجند ¶ 3- إحياء علوم الدين للإمام أبي حامد محمد بن محمد بن أحمد الطوسي الشافعي الغزالي ، خرج أحاديثه زين الدين أبي الفضل عبدالرحيم بن الحسين العراقي ، وراجعه د . عبدالمعطي أمين قلعة جي – دار صادر – بيروت ط1 -2000م ¶ 4- ألإسلام والمشكلة العنصرية ، عبدالحميد العبادي ، أستاذ التاريخ الإسلامي – جامعة القاهرة والإسكندرية ، دار العلم للملايين – بيروت ¶ 5- أٌصول مذهب الشيعة الإمامية الإثني عشرية ، تأليف د : ناصر بن عبدالله بن علي القفاري ، دار الرضا للنشر – الجيزة ط3 / 1418هـ - 1998م ¶ 6- بحار الأنوار ، محمد باقر المجلسي المتوفى سنة 1110هـ ، المطبعة الإسلامية – طهران 1385هـ ¶ 7- بيان عقائد الشيعة ، للعلامة الجليل والمحقق الكبير سماحة الشيخ محمد عبدالستار التونسوي رئيس منظمة أهل السنة بباكستان ، دار العلوم للطباعة 1405هـ",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "8- بداية المجتهد ونهاية المقتصد ، للإمام محمد بن أحمد بن رشد القرطبي الأندلسي الشير بابن رشد الحفيد المتوفى سنة 595هـ - دار الفكر ¶ 9- تاج العروس – طبع جمهورية مصر العربية ط1 ¶ 10- تحرير الوسيلة ، تإليف الإمام الخميني ، مؤسسة تنظيم ونشر آثار الخميني ، مطبعة مؤسسة العروج ، ط1 قم – إيران ¶ 11- ألتشيع نشوؤه مراحله مقوماته ، عبدالله الغريقي ، ألمطبعة العلمية – دمشق ط 6 / 1417هـ - 1997م ¶ 12- التفسير الكبير – فخرالدين الرازي المتوفى سنة 604هـ ، ط دار الكتب العلمية ، بيروت - لبنان ¶ 13- تفسير منهاج الصادقين ، فتح الله الكاشاني ط - إيران ¶ 14- تفسير القران العظيم ، للإمام الحافظ أبي الفداء إسماعيل بن كثير القرشي الدمشقي المتوفى سنة 774هـ دار الجيل – بيروت – لبنان ط1 ¶ 15- تنوير الحوالك شرح على موطأ مالك ، تأليف الإمام جلال الدين عبدالرحمن السيوطي الشافعي ، دار الندوة الجديدة ، بيروت – لبنان ط بلا ¶ 16- ألتيارات المذهبية ، الدكتور أحمد محمد الحوفي – الدار القومية للطباعة – مصر ¶ 17- تهذيب الأحكام – أبو جعفر محمد بن الحسن الطوسي – تحقيق : حسن الخرساني – دار الكتب الإسلامية ط 3 طهران 1390هـ ¶ 18- الجامع لأحكام القران لأبي عبدالله محمد بن أحمد بن أبي بكر بن فرح الأنصاري الخزرجي الأندلسي القرطبي المتوفى سنة 671هـ ، دار الكتاب العربي للطباعة والنشر – مصر ط3 - 1387هـ - 1976م ¶ 19- جامع البيان عن تأويل القران ، أبو جعفر محمد بن جرير الطبري ، المتوفى سنة 310هـ / ط - دار المعارف – مصر دار الكتب العلمية / بيروت ¶ 20- الجواهر الحسان في تفسير القران ، عبدالرحمن بن محمد بن مخلوف الثعالبي ،مؤسسة الأعلمي – بيروت – لبنان ¶ 21- حلية العلماء في معرفة مذاهب الفقهاء ، تأليف سيف الدين أبي بكر محمد بن أحمد الشاشي القفال ، حققه وعلق عليه الدكتورياسين أحمد ابراهيم درادكة ، مطبعة الرسالة الحديثة – الأردن ط1 – 1988م",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "22- الحلال والحرام في الإسلام ، الدكتور يوسف القرضاوي – مكتبة وهبة – ط16 – 1405هـ 1985م ¶ 23 – خاتم النبيين صلى الله عليه وسلم ، تأليف الشيخ محمد أبو زهرة المتوفى سنة 1316هـ - 1898م ، عنى بطبعه عبدالله بن ابراهيم الأنصاري ، منشورات المكتبة العصرية – صيدا – بيروت ¶ 24- ألذريعة لإزالة شبه كتاب الشيعة ، لعلامة الإسلام وناصر السنة السيد محمد بن جمال الدين العاني ، دمشق 1935م ¶ 25 – روح المعاني في تفسير القران العظيم والسبع المثاني – لعلامة العراق الشيخ أبو الفضل محمود الآلوسي ، دار إحياء التراث العربي – بيروت – لبنان ¶ 26 – الروض النضير شرح مجموعة الفقه الكبير ، تأليف القاضي العلامة شرف الدين الحسين بن أحمد السياغي المتوفى سنة 1221هـ مكتبة المركز ط3 – 1388هـ - 1986م فقه زيدي ¶ 27- زاد المعاد في هدي خير العباد لابن قيم الجوزية ، دار عمر بن الخطاب للطباعة والنشر ، الإسكندرية ¶ زاد المسير في علم التفسير ، عبدالرحمن بن علي بن محمد الجوزي ، المكتب الإسلامي – بيروت –ط3 / 1404هـ ¶ 28- ألزواج العرفي في ميزان الشرع ، إبراهيم عبدة الشرفاوي ، مكتب الصفا ، ميدان الأزهر – القاهرة ط11142هـ - 2000م ¶ 29- الزواج الؤقت ودورة في حل مشكلات الجنس ، محمد تقي الحكيم ¶ 30- سنن النسائي الامام الحافظ ابو عبدالرحمن احمد بن شعيب النسائي المتوفى سنة 303هـ بشرح الحافظ جلال الدين السيوطي ، مع حاشية السندي – الدار المصرية اللبنانية – القاهرة ط7 – 1407هـ - 1978م ¶ 31- سنن الحافظ ابي عبدالله محمد بن يزيد القزويني ابن ماجه المتوفى سنة 273هـ ، حقق نصوصه ورقم كتبه وعلق عليه محمد فؤاد عبدالباقي ، المكتبة العلمية بيروت – لبنان ¶ 32- سنن أبي داود ، سليمان بن الأشعث أبو داود السجستاني الأزدي ، ألمتوفى سنة 275هـ ، من منشورات دار الفكر ، تحقيق : محمد محي الدين عبدالحميد ، ط بلا",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "33- سنن البيهقي الكبرى ، أحمد بن الحسين بن علي بن موسى ، أبو بكر البيهقي ، مكتبة دار الباز – مكة المكرمة 1414هـ - 1994م ، تحقيق : أحمد عبدالقادر عطا ¶ 34- ألسيل الجرار المتدفق على حدائق الأزهار ، محد بن علي بن محمد الشوكاني ، دار الكتب العلمية ، بيروت – ط1 / 1405هـ ، تحقيق محمود ابراهيم زايد ¶ 35- شرائع الإسلام في مسائل الحلال والحرام ، أبو القاسم جعفر بن الحسين الحلي ، تحقيق : عبدالحسين محمد علي ، مطبعة الآداب – ألنجف ط1 ¶ 36- ألشيعة والتصحيح ألصراع بين الشيعة والتشيع ، ألعلامة الدكتور موسى الموسوي ، المجلس الإسلامي الأعلى U.S.A 1408هـ - 1988م ¶ 37- ألشيعة والمتعة ، تأليف محمد مال الله ، تقديم نظام الدين محمد الأعظمي ، دار الصحوة الإسلامية ط2 ¶ 38- صحيح البخاري ، مؤسسة التاريخ العربي ، بيروت – لبنان ¶ 39- صحيح مسلم ، للإمام ابي الحسن مسلم بن الحجاج النيسابوري المتوفى سنة 261هـ ، دار الفكر ، عنى بطبعه محمد فؤاد عبدالباقي ط2 – 1398هـ - 1978م ¶ 40- شرح النووي على صحيح مسلم ، أبو زكريا يحيى بن شرف بن مري النووي المتوفى سنة 676هـ - دار إحياء الثراث العربي – بيروت – ط2 / 1392هـ ¶ 41- صورتان متضادتان لنتائج جهود الرسول الأعظم ص ، أبو الحسن الندوي الحسني ¶ 42- العلاقات الجنسية الغير شرعية وعقوبتها في الشرع والقانون ، الدكتور عبدالملك عبدالرحمن السعدي ، دار الأنبار ط3 / 1410هـ - 1989م ¶ 43- عون المعبود شرح سنن أبي داود ، مختصر غاية المقصود في حل سنن أبي داود ، لأبي عبدالرحمن شرف الحق محمد أشرف الصديقي العظيم آبادي المتوفى سنة 1322هـ ، تدقيق وتصحيح محمد فؤاد عبدالباقي ، تحقيق وتعليق ةتصحيح عبد الرحمن محمد عثمان ، دار إحياء التراث العربي ط1 – 1421هـ - 2000م ¶ 44- فتح الباري بشرح صحيح البخاري ، ابن حجر العسقلاني المتوفى سنة 852هـ ، دار المعرفة – بيروت – لبنان",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "45- فتح القدير الجامع بين فني الرواية والدراية من علم التفسير ، محمد بن علي الشوكاني المتوفى سنة 1760م ط بلا ¶ 46- الفروع من الكافي ، أبي جعفر محمد بن يعقوب الكليني المتوفى سنة 329هـ - ط4- 1401هـ دار التعارف ¶ 47 قصة الزواج والعزوبة في العالم ، الدكتور علي عبدالواحد وافي – جامعة باريس طبه دار نهضة مصر – الفجالة – القاهرة 1987م ¶ 48 لسان العرب محمد بن مكرم بن منظور الأفريقي المصري ، دار صادر – بيروت ط1 1955م ¶ 49- لولا نهي عمر ما زنى إلا شقي ، أبو محمد بن أحمد بن علي ، مؤسسة الغدير – بيروت – ط1 – 1977م- 1418هـ ¶ 50- ألمائة الأوائل في التاريخ ( الدين والفكر والفلسفة والأدب ) الدكتور مايكل هارث – ترجمة الاستاذ خالد السعد عيس والمحامي احمد غسان سباتو – دار قتيبة للطباعة والنشر ¶ 51- ألمتعة واثرها في الإصلاح الإجتماعي – دار الكتاب الإسلامي – عبدالله الفكيكي ¶ 52- مجلة الشراع الشيعية ، العدد 684 – السنة الرابعة ¶ 53- مجمع البيان في تفسير القران ، الشيخ ، ابي علي الفضل الطبرسي ، منشورات محمد علي بيضون ، دار الكتب العلمية – بيروت – لبنان ط1/ 1418هـ - 1997م ¶ 54- مجمع ومسائل وردود ، سماحة اية الله محمد محمد الصادق الصدر – النجف ¶ 55 مجمل عقائد الشيعة والمراجعات في الميزان ، الشيخ أبي عبدالله النعماني الأثري ، مكتبة الصحابة ، الإمارات – الشارقة ط1 /1424هـ - 2004م ¶ 56- مسألة التقريب بين أهل السنة والشيعة ، د . ناصر بن عبدالله بن علي القفاري – در طيبة – ط2/ 1413هـ ¶ 57- ألمسائل المنتخبة – أبو القاسم الخوئي ، مطبعة أشبيلية الحديثة – 1977م – 1399 / ط 12 ¶ 58- مسائل خلافية حار فيها أهل السنة ، الشيخ علي آل محسن – دار الميزان – بيروت – لبنان ط9/ 1999م ¶ 59- مسند الإمام أحمد بن حنبل ، أبو عبدالله الشيباني ، مؤسسة قرطبة – القاهرة ، مذيلة بأحكام شعيب الأرنؤوط",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "60- مسند الإمام جعفر الصاق عليه السلام – دار الولاء – النجف 1374هـ 1955م ¶ 61- مشاكل الزواج والطلاق ، تأليف محمد علي حسين الحلي ، مطبعة الزهراء ، الموصل ¶ 62- من فقه الجنس في قنواته المذهبية ، الدكتور أحمد الوائلي ، مؤسسة النبراس – النجف ¶ 63- مناهل العرفان في علوم القران ، تأليف العلامة الشيخ محمد عبدالعظيم الزرقاني ، تحقيق وتليق : هاني الحاج ، المكتبة التوفيقية – القاهرة – مصر ¶ 64- منهاج السنة النبوية في نقض كلام الشيعة والقدرية ، تأليف الشيخ أبي العباس أحمد بن تيمية الحراني الدمشقي الحنبلي المتوفى سنة 728هـ ، وبهامشه الكتاب المسمى بيان موافقة صريح المعقول لصحيح المنقول للمؤلف المذكور، ط1المطبعة الكبرى الأميرية ببولاق– مصر 1322هـ ¶ 65- منهج الصادقين ، للملا فتح الله الكاشاني ¶ 66 – نظام حقوق المرأة في الإسلام ، الشهيد آية الله مرتضى المطهري – ترجمة الدكتور أبو زهراء النجفي – رابطة الثقافة والعلاقات الإسلامية – إيران – طهران 1997م ¶ 67- النهاية في غريب الأثر ، لأبي السعادات المبارك بن محمد الجزري ألمعروف بابن الأثير ، تحقيق طاهر أحمد الراوي ومحمود محمد الطناني ، من منشورات المكتبة العلمية – بيروت – لبنان 1399هـ - 1997م ¶ 68- النهاية أبو جعفر محمد بن الحسن الطوسي ... ¶ 69- نيل الأوطار من أحاديث سيد المختار ، شرح منتقى الأخبار للإمام المجتهد محمد بن علي الشوكاني المتوفى سنة 1255هـ دار الحديث – القاهرة –ط بلا ¶ 70- الهداية شرح بداية المبتدئ ، لشيخ الإسلام برهان الدين بن حسن بن ابي بكر بن عبدالجليل المرغيناني الحنفي المتوفى سنة 593هـ ، مطبعة باب الحلبي وأولاده ، مصر ط 1 ¶ 71- وسائل الشيعة إلى تحصيل مسائل الشريعة – الشيخ محمد بن الحسن الحر العاملي المتوفى سنة 1104هـ ، تحقيق : مؤسسة آل البيت لإحياء التراث – قم 1412هـ",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "72- مجمع البيان في تفسير القران : تأليف الإمام الشيخ أبي علي الفضل الطبرسي ، منشورات محمد علي بيضون ، دار الكتب العلمية – بيروت – لبنان ط1 / 1418هـ - 1997م ¶ 73- مجموع الفتاوى ، لشيخ الإسلام أحمد بن عبدالحليم بن تيمية الحراني المتوفى سنة 728هـ ط1 – 1418هـ 1997م – المملكة العربية السعودية ¶ 74- المصباح المنير في غريب الشرح الكبير للرافعي أحمد بن محمد بن علي المقري الفيومي ، المكتبة العلمية – بيروت ¶ 75- مختصر التحفة الإثني عشرية ، تأليف شاه عبدالعزيز الإمام ولي الله أحمد بن عبدالرحيم الدهلوي ، تعريب الشيخ غلام محمد بن محي الدين عمر الأسلمي ، إختصره وهذبه السيد محمود شكر الألوسي ، تحقيق محب الدين الخطيب ، المؤسسة العامة للبحوث العلمية ، الرياض – المملكة العربية السعودية 1404هـ ¶ 76- مسند الإمام جعفر الصادق عليه السلام ، دار الولاء – النجف – 1374هـ - 1955م ¶ 77- معجم البلدان ، تأليف ياقوت بن عبدالله الحموي أبو عبدالله ، دار الفكر – بيروت – لبنان ط بلا ¶ 78- من فقه الجنس في قنواته المذهبية ، الدكتور أحمد الوائلي ، مؤسسة النبراس – النجف ¶ 79- منهاج السنة النبوية في نقض كلام الشيعة والقدرية ، تأليف الشيخ أبي العباس أحمد بن تيمية الحراني الد مشقي الحنلي المتوفى سنة 728هـ ، وبهامشه الكتاب المسمة بيان موافقة صريح المعقول لصحيح المنقول للمؤلف المذكور ، ط1 بالمطبعة الكبرى الأميرية ببولاق مصر 1322هـ ¶ 80- مؤتمر علماء بغداد ، حوارات عقائدية بين الأشاعرة والإمامية ، تأليف مقاتل بن عطية الحجازي ، تحقيق : محمد شوقي الحداد ، مؤسسة التبليغ لعالمية – بيروت – لبنان ط2 / 1424هـ - 2003م ¶ 81- ألمفصّل في أحكام المرأة والبيت المسلم في الشريعة الإسلامية ، الدكتور عبدالكريم زيدان ، مؤسسة الرسالة – بيروت – شارع سورية – ط1 / 1412هـ - 1993م",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "82- الميثاق العربي الوطني – بقلم آية الله محمد الحسين كاشف الغطاء – مطبعة أهل البيت – كربلاء 1960م ¶ 83- وركبت السفينة ، مروان خليفات ، مؤسسة الغدير للدراسات الإسلامية – اربد – الأردن ط2 – 1421هـ ¶ 84- وسائل الشيعة ، إلى تحصيل مسائل الشريعة – الشيخ محمد بن الحسن الحر العاملي المتوفى سنة 1104هـ ، تحقيق : مؤسسة آل البيت لإحياء التراث – قم – إيران – 1412هـ ¶ ... ¶ ألفهرست ¶ 2 ... ألمقدمة ... 1 ¶ 3 ... تعريف نكاح المتعة ... 10 ¶ 4 ... أولاً : تعريف نكاح المتعة لغةً ... 10 ¶ 5 ... ثانياً : تعريف نكاح المتعة اصطلاحاً ... 12 ¶ 6 ... ثالثاً :أركان المتعة عند الشيعة ¶ 7 ... رابعاً : حكم نكاح المتعة في أول الإسلام ... 15 ¶ 8 ... أدلة إباحة المتعة ومناقشتها : ¶ 9 ... ألتدرج في تحريم المتعة ... 20 ¶ 10 ... أولاً : أدلة تحريم المتعة من القرآن الكريم ... 22 ¶ 11 ... : ثانياً : إستدلال علماء أهل السنة بالآيات الآنفة الذكرعلى تحريم المتعة ... 23 ¶ 12 ... ثالثا : أدلة التحريم من السنة النبوية ... 30 ¶ 13 ... رابعا : إجماع العلماء على تحريم المتعة ... 37 ¶ 14 ... حوارمع ابن عباس - رضي الله عنه - ... 39 ¶ 15 ... موقف الشيعة من المتعة ( الزواج المنقطع ) ... 41 ¶ 16 ... أ : رأي الشيعة المتقدمين : ... 41 ¶ 17 ... ب- رأي الشيعة المتأخرين أي : بعد العصر الصفوي ... 43 ¶ 18 ... ... ... 46 ¶ ج- : رأي بعض متأخري الشيعة : ¶ 19 ... شبهات وردها ... 48 ¶ 20 ... شهادة العالم الشيعي الكبير موسى الموسوى ... 55 ¶ 21 ... نكاح المتعة قبل التحريم ... 56 ¶ 22 ... نكاح المُتعة اليوم ... 64 ¶ 23 ... غرائب نكاح المتعة ... 69 ¶ 24 ... أولاً : زواج المتعة من المتزوجة : ... 69 ¶ 25 ... ثانياً : زواج المتعة من البنت الباكر ... 75 ¶ 26 ... ثالثاً : زواج المتعة من المرأة الزنية ... 87 ¶ 27 ... ليس في المتعة عدد معين ... 83 ¶ 28 ... 1- هل تمتع رسول الله - صلى الله عليه وسلم - وآل البيت عليهم السلام ؟ ... 88 ¶ 29 ... 2- تمتع سيدنا علي بن أبي طالب - رضي الله عنه - ... 91 ¶ 30 ... دور البغاء باسم المتعة وزواج المتعة في النجف ... 93 ¶ 31 ... فتاوى خاصة للشباب المراهق من قعر جهنّم ... 94",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "32 ... برآءة الصادق - كما يدَّعون - من منكري المتعة ... 95 ¶ 33 ... فضائل المتعة ... 97 ¶ 34 ... ما قيل في المُتعة من قصائد ... 101 ¶ 35 ... ... جدول المقارنات بين الزواج الشرعي والمتعة ... 104 ¶ 36 ... ألمصادر ... 106 ¶ إنتهيت عن الكتابة بتوفيقٍ وعونٍ من الله تعالى في 28جمادى الآخر 1428هـ - ألموافق 13 من تموز 2007م",
            "page": "147",
            "part": "1"
        }
    ],
    "t36324": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}