{
    "b36337": [
        {
            "id": "1",
            "nass": "حكم الصلاة في المحراب ¶ بين الجواز والارتياب ¶ تأليف: فرج حسن البوسيفي ¶ بنغازى /ليبيا",
            "page": "2",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله، وأفضل الصلاة والسلام على خير خلق الله، سيدنا محمد وآله وصحبه ومن سار على هداه. ¶ وبعد: فقد قرأ البعض أن بناء المحراب بدعة وضلالة فتبرعوا بجمع المعاول لهدم محاريب المساجد، وكنت أظن أن هذا من قبيل النكتة، والتعليق على المتشددين، حتى أخبرني من عاين الحدث، ثم قرأتُ حينها مقالين لبعض العلماء يشدد فيهما النكير على أصحاب المعاول، ليهدموا مساجد المسلمين، إذ لا يخلوا مسجد من محراب، وبَّينَ في مقالَيْه أدلة إنشاء المحاريب، ثم إنه مر مع قراءتي لبعض الكتب كثيرا من الآثار في الباب بين الجواز والمنع، فأحببت أن أنقل ما يناسب المقام، وتعمدت أن أجعل النقول من باب الآثار، ولرفع السآمة على القارئ، بينت حكم المسألة من كتب الفقه والفروع، ووجدت كذلك ضمن البحث، فوائد رائعة تتعلق بالفن المعماري للمحاريب، وبعض القصص تتعلق بموضوعنا من خلال كتب التراجم، أعرضت عنها طلبا للاختصار، وقد نبهت في آخر هذه الرسالة على المصادر المتعلقة بمسألة المحاريب من الناحية الفنية والتاريخية، ثم كتبت خاتمة بينت فيها التصور العام للمسألة، من ناحية اختلاف المسلمين في فهم النصوص، وما نتج عن ذلك من تنوع الأدلة والآراء، وإنه لمن العدل والإنصاف، أن نعطي كل مسألة حجمها الطبيعي، بلا غلو وتعصب في النفي أو الإثبات، أسال الله أن يغفر لي ولوالدي ولجميع المسلمين آمين. ¶ اللهم صل على سيدنا محمد وعلى آله وصحبه وسلم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "معاني المحراب من كتب اللغة: ¶ قال ابن الأثير في كتابه النهاية في غريب الحديث والأثر، مادة: (ذبح) المَذبَح واحدُ المَذابِح، وهي المقاصِير، وقيل المَحاريب. وقال في مادة (حرب) المحْرابُ: المَوْضع العَالي المُشْرِفُ، وهُو صَدْر المَجْلس أيضاً، ومنه سُمّي محْراب المسْجد، وهو صَدْرُه وأشْرَف مَوْضِع فيه. ومنه حديث أنس رضي الله عنه أنه كان يَكْره المحَارِيب، أي لم يَكُن يُحِبُّ أن يَجْلِس في صَدْر المجلس ويتَرَفَّع على النَّاس. والمحَارِيبُ: جَمْع مِحْراب. (¬1) ¶ وقال ابن منظور في لسان العرب مادة حرب .. والمِحْرابُ: صَدْرُ البَيْتِ، وأَكْرَمُ مَوْضِعٍ فيه، والجمع المَحارِيبُ، وهو أَيضاً الغُرْفةُ. ¶ قال وضَّاحُ اليَمَنِ: رَبَّةُ مِحْرابٍ، إذا جِئْتُها، لم أَلْقَها، أَو أَرْتَقي سُلَّما. ¶ وأَنشد الأَزهري قول امرئ القيس: كَغِزلانِ رَمْلٍ في مَحارِيبِ أَقْوال، قال: والمِحْرابُ عند العامة: الذي يُقِيمُه النّاس اليَوْمَ مَقام الإمامِ في المَسْجد. ¶ وقال الزجاج في قوله تعالى: {وهل أَتاكَ نبَأُ الخَصْمِ إذْ تَسَوَّروا المِحْرابِ} (¬2)؛ قال: المِحْرابُ أَرْفَعُ بَيْتٍ في الدَّارِ، وأَرْفَعُ مَكانٍ في المَسْجِد. قال: والمِحْرابُ ههنا كالغُرْفةِ، ¶ ¬__________ ¶ (¬1) قال الهيثمي في مجمع الزوائد ج: 8 ص: 60، باب ما جاء في الجلوس وكيفيته وخير المجالس، عن عبد الله بن عمرو عن النبي صلى الله عليه وسلم قال اتقوا هذه المذابح يعني المحاريب قلت (الهيثمي) المحاريب صدور المجالس كذلك ذكره ابن الأثير في مادة حرب رواه الطبراني وفيه عبدالله بن مغراء وثقه ابن حبان وغيره وضعفه ابن المديني في روايته عن الأعمش وليس هذا منها. ¶ (¬2) سورة ص: 21",
            "page": "4",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأَنشد بيت وضَّاحِ اليَمَنِ. وفي الحديث: أَنّ النبيّ صلى الله عليه وسلم ... بَعَثَ عُروة بن مَسْعودٍ، رضي الله عنه، إلى قومِه بالطَّائِف، فأَتاهم ودَخَل مِحْراباً له، فأَشْرَفَ عليهم عندَ الفَجْر، ثم أَذَّن للصَّلاةِ. قال: وهذا يدل على أَنه غُرْفةٌ يُرْتَقَى إليها. ¶ والمَحارِيب: صُدُور المَجالِس، ومنه سُمّي مِحْرابُ المَسْجِد، ومنه مَحارِيبُ غُمْدانَ باليَمَنِ. ¶ والمِحْرابُ: القِبْلةُ. ¶ ومِحْرابُ المَسْجِد أَيضاً: صَدْرُه وأَشْرَفُ موضع فيه. ¶ ومَحارِيبُ بني إسرائيلَ: مَسَاجِدُهم (¬1) التي كانوا يَجلسون فيها. ¶ وفي التهذيب: التي يَجْتَمِعُون فيها للصلاة. وقولُ الأَعشى: ¶ وَتَرَى مَجْلِساً، يَغَصُّ به المِحْـ ... ـرابُ، مِلْقَوْمِ، والثِّيابُ رِقاقُ ¶ قال: أُراهُ يعني المَجْلِسَ. ¶ ¬__________ ¶ (¬1) وعن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: أعطيت خمسا لم يعطها أحد قبلي من الأنبياء: جعلت لي الأرض طهورا ومسجدا، ولم يكن من الأنبياء من يصلي حتى يبلغ محرابه .. الحديث. وفي مجمع الزوائد للهيثمي13426 رواه البزار وفيه من لم أعرفهم. انتهى ¶ وفي حديث آخر: كان رجل ممن قبلكم كانت له عبادة وكان يصلي في محراب له فأتته أمه فجعلت تناديه فينظر إليها فقالت يا جري يا جري قال صلاتي وأمي فكره أن يقطع صلاته من أجل أمه فغضبت فدعت عليه فقالت اللهم لا تميتن جريا حتى تقيمه مقام الزناة. انتهى من كتاب البر والصلة حديث:53 حدثنا الحسين قال حدثنا الفضل بن موسى قال حدثنا حزم ابن مهران قال سمعت الحسن يقول .. أنظر: كتاب البر والصلة صفحة: 26 (عن ابن المبارك وغيره) للحسين بن الحسن بن حرب أبو عبد الله المروزي (246 هـ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقال الأَزهري: أَراد مِنَ القوم. وفي حديث أَنس رضي الله عنه، أَنه كان يَكْرَه المَحارِيبَ، أَي لم يكن يُحِبُّ أَن يَجْلِسَ في صَدْرِ المَجْلِس، ويَترَفَّعَ على الناسِ. ¶ والمَحارِيبُ: جمع مِحْرابٍ. وقول الشاعر في صفة أَسد: ¶ وَما مُغِبٌّ، بِثِنْيِ الحِنْوِ، مُجْتَعِلٌ ... في الغِيلِ، في جانِبِ العِرِّيسِ، محْرابا ¶ جعَلَه له كالمجلِسِ. ¶ وقوله تعالى: {فَخَرَجَ عَلَى قَوْمِهِ مِنَ الْمِحْرَابِ} (¬1)، قالوا: من المسجِدِ. (¬2) ¶ والمِحْرابُ: أَكْرَمُ مَجالِس المُلوكِ، عن أَبي حنيفة. ¶ وقال أَبو عبيدة: المِحْرابُ سَيِّدُ المَجالِس، ومُقَدَّمُها وأَشْرَفُها. (¬3) ¶ قال: وكذلك هو من المساجد. ¶ وقال الأَصمعي: العَرَبُ تُسَمِّي القَصْرَ مِحْراباً، لشَرَفِه، وأَنشد: ¶ ¬__________ ¶ (¬1) مريم: 11 ¶ (¬2) قال السيوطي في الدر المنثور ج: 6 ص: 679، في تفسير قوله تعالى: {يَعْمَلُونَ لَهُ مَا يَشَاء مِن مَّحَارِيبَ وَتَمَاثِيلَ وَجِفَانٍ كَالْجَوَابِ وَقُدُورٍ رَّاسِيَاتٍ اعْمَلُوا آلَ دَاوُودَ شُكْرًا وَقَلِيلٌ مِّنْ عِبَادِيَ الشَّكُورُ} وأخرج ابن جرير وابن أبي شيبة وابن المنذر عن الضحاك رضي الله عنه في قوله من محاريب قال المساجد. انتهى وفي تفسير ابن العربي أحكام القرآن الكريم، تفسيرا لهذه الآية قال: \" الْمَسْأَلَةُ الْأُولَى الْمِحْرَابُ: هُوَ الْبِنَاءُ الْمُرْتَفِعُ الْمُمْتَنِعُ , وَمِنْهُ يُسَمَّى الْمِحْرَابُ فِي الْمَسْجِدِ ; لِأَنَّهُ أَرْفَعُهُ , أَنْشَدَ فَقِيهُ الْمَسْجِدِ الْأَقْصَى عَطَاءٌ الصُّوفِيُّ: جَمَعَ الشَّجَاعَةَ وَالْخُضُوعَ لِرَبِّهِ مَا أَحْسَنَ الْمِحْرَابَ فِي الْمِحْرَابِ\". ¶ (¬3) جاء في فتح الباري ج: 6 ص: 458 نقلا عن أبي عبيدة المَحَارِب جمع محراب وهو مقدم كل بيت وهو أيضا المسجد والمصلى، ونقل عن مجاهد أنه: بنيان ما دون القصور.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أَو دُمْية صُوِّرَ مِحْرابُها، ... أَو دُرَّة شِيفَت إلى تاجِر ¶ أَراد بالمِحْرابِ القَصْر، وبالدُّمْيةِ الصورةَ. ¶ وروى الأَصمعي عن أَبي عَمْرو بن العَلاءِ: دخلتُ مِحْراباً من مَحارِيب حِمْيرَ، فَنَفَحَ في وجْهِي رِيحُ المِسْكِ. أَراد قَصْراً أَو ما يُشْبِههُ. ¶ وقيل: المِحْرابُ الموضع الذي يَنْفَرِدُ فيه المَلِكُ، فيَتَباعَدُ من الناسِ. ¶ وقال الأَزهري: وسُمِّي المِحْرابُ مِحْراباً، لانْفِراد الإِمام فيه، وبُعْدِه من الناس؛ قال: ومنه يقال فلان حَرْبٌ لفلان إذا كان بينهما تَباعُدٌ؛ واحتج بقوله: ¶ وحارَبَ مِرْفَقُها دَفَّها، ... وسامَى به عُنُقٌ مِسْعَرُ ¶ أَراد: بَعُدَ مِرْفَقُها من دَفِّها. ¶ وقال الفرَّاءُ في قوله عز وجل: {من مَحاريبَ وتَماثِيلَ} (¬1)؛ ذُكِرَ أَنها صُوَرُ الأَنبياء والملائكة، كانت تُصَوَّرُ في المساجد، ليراها الناسُ فيَزْدادُوا عِبادةً. ¶ وقال الزجاج: هي واحدةُ المِحْراب الذي يُصَلَّى فيه. ¶ وقال الليث: المِحْرابُ عُنُقُ الدَّابة؛ قال الراجز: كأَنها لَمَّا سما مِحْرابُها ¶ وقيل: سُمِّيَ المِحْرابُ مِحْراباً لأَنَّ الإِمام إذا قام فيه، لم يأْمَنْ أَن يَلْحَنَ أَو يُخْطِئَ، فهو خائفٌ مكاناً، كأَنه مَأْوى الأَسَدِ. ¶ والمِحْرابُ: مَأْوَى الأَسَدِ. يقال: دخَل فلان على الأَسَدِ في مِحْرابِه، وغِيلِه وعَرينِه. ¶ ¬__________ ¶ (¬1) سورة سبأ: 13",
            "page": "7",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال ابن الأَعرابي: المِحْرابُ مَجْلِسُ الناسِ ومُجْتَمَعُهم. ¶ ولخص هذه المعاني الفيروز آبادي في القاموس مادة (حرب) بقوله المِحْرَابُ: الغُرْفَةُ، وصَدْرُ البَيْتِ، وأكْرَمُ مَواضِعِهِ، ومقامُ الإمامِ من المسجِدِ، والمَوضِعُ يَنْفَرِدُ به المَلِكَ فَيَتَبَاعَدُ عَنِ الناسِ، والأَجَمَةُ، وعُنُقُ الدابَّة. ومَحارِيبُ بَني إسرائيلَ: مساجِدُهُم التي كانوا يَجْلِسونَ فيها. وقال في مادة (ذبح) والمَذابِحُ: المَحاريبُ، والمَقاصيرُ، وبُيوتُ كُتُبِ النَّصارى، الواحِدُ: كمَسْكَنٍ. ¶ ويرى الراغب أن من أصح معاني المحراب صدر المجلس. قال رحمه الله: \"ومحراب المسجد قيل: سمي بذلك لأنه موضع محاربة الشيطان والهوى، وقيل: سمي بذلك لكون حق الإنسان فيه أن يكون حربيا من أشغال الدنيا ومن توزع الخواطر، وقيل: الأصل فيه أن محراب البيت صدر المجلس، ثم اتخذت المساجد فسمي صدره بهن وقيل: بل المحراب أصله في المسجد، وهو اسم خص به صدر المجلس، فسمي صدر البيت محرابا تشبيها بمحراب المسجد، وكأن هذا أصح، قال عز وجل: {يَعْمَلُونَ لَهُ مَا يَشَاء مِن مَّحَارِيبَ وَتَمَاثِيلَ} [سبأ:13] .. \". (¬1) ¶ وقال كروزويل عندما تكلم عن أصل كلمة محراب: \" وردت هذه الكلمة في أشعار العرب قديماً، غير أنها لم يكن لها معنى ديني في تلك الأيام، بل كانت تدل على أشياء دنيوية. (¬2) ¶ ¬__________ ¶ (¬1) مفردات ألفاظ القرآن للراغب الأصفهاني المتوفي في حدود عام 425 هجري، باب حرب ¶ (¬2) المقتطف، فبراير1935م، صفحة:170، الفن الإسلامي لمحمد زكي صفحة:52، 53. انظر: المساجد في الإسلام لطه الولي، صفحة:213.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويرى نولدكه ( Noldeke)  أنها كانت تعني بناء الملك أو الأمير. ¶ و المستشرق النمساوي رودوكوناكيس ( Rhodokonakis )  عندما حقق أصل كلمة المحراب قال إن المحراب هو الجزء أو المكان الذي يكون في قصر الملك ويخصص لوضع العرش فيه كما في قصر عميرة مثلاً. ¶ وقال محمد زكي في كتابه \" الفن الإسلامي في مصر \" وهو يقدم التفسير اللغوي لكلمة المحراب عند العرب. \" وكان المقصود باللفظ – أي المحراب – قصراً أو جزءاً من القصر، أو مكان النساء في البيت، أو طاقة فيها تمثال. وهناك على هذه الاستعمالات شواهد عدة بينها الأستاذ بدرسون ( Pedersen )  عند الكلام على المحاريب في مادة \"مسجد\" بدائرة المعارف الإسلامية. (¬1) ¶ ¬__________ ¶ (¬1) المصدر السابق، الصفحة نفسها.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "تعريف المحراب اصطلاحا: ¶ علامة القبلة في جدار المسجد، وجرت العادة أن تكون في وسط جدار القبلة. (¬1) ¶ الحكمة من المحراب: ¶ 1. يفيد في تعيين اتجاه القبلة. ¶ 2. يفيد في تحديد مكان الإمام عند الصلاة. ¶ 3. يفيد في توسيع طاقة المسجد بما يقرب من صف من المصلين في الصلاة الجامعة، ليتسع للإمام في ركوعه وسجوده أثناء الصلاة، بحيث لا يشغل مساحة كبيرة يستهلكها هذا الإمام من أصل مساحة المسجد دون أي طائل أو فائدة. (¬2) ¶ 4. يساعد على تجميع صوت الإمام وتكبيره، وإيصاله للمصلين الذين يوليهم ظهره أثناء الصلاة، لا سيما قبل اختراع مكبرات الصوت. (¬3) ¶ 5. والمحراب من المصالح المرسلة التي تبدو لمن لا بصيرة له، كأنها بدع يجب تجنبها و عدم إقرارها، و هو عبارة عن علامة دالة على القبلة؛ إذ لولاها لكان العوام و من لا علم لهم إذا دخل المسجد في وقت لا يوجد غيره يحتار في القبلة، و قد يصلي إلى غيرها، و قد يصبح كل من يدخل المسجد يسأل عن قبلته، لذا اتخذ ¶ 6. ¶ ¬__________ ¶ (¬1) تاريخ المساجد الأثرية. حسن عبد الوهاب. ¶ موسوعة العمارة والآثار والفنون الإسلامية أ. د/حسن الباشا. من موقع الأزهر ¶ http://www.islamweb.net/fann/images3/Mihrab.jpg ¶ (¬2)  المساجد في الإسلام لطه الولي، صفحة: 231. ¶ (¬3) تاريخ المساجد الأثرية. حسن عبد الوهاب. ¶ موسوعة العمارة والآثار والفنون الإسلامية أ. د/حسن الباشا. من موقع الأزهر ¶ http://www.islamweb.net/fann/images3/Mihrab.jpg",
            "page": "10",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "7. السلف هذا الطاق في قبلة المسجد للدلالة على القبلة، و ليس هو من العبادات في شيء حتى يقال فيه \" بدعة منكرة \". (¬1) ¶ أول محراب في الإسلام ¶ ونقل الشيخ طه الولي في كتابه المساجد في الإسلام مسألة\" أول محراب في الإسلام \" اخترت منها هذه النقول عن ابن بطوطة والسكتواري والسمهودي والأستاذ أحمد فكري. قال الشيخ طه: \"ذكر ابن بطوطة في رحلته وهو يتحدث عن زيارته للمسجد النبوي الكريم في المدينة المنورة أن سيدنا عثمان بن عفان رضي الله عنه هو الذي صنع له محراباً عندما أصبح خليفة علي المسلمين. ¶ بيد أن ابن بطوطة بدا غير متأكد من أن هذا الخليفة هو الذي بدأ بوضع المحاريب في المساجد لذلك نجده يتابع كلامه قائلأ ً\" وقيل أن ابن مروان (ابن الحكم – الخليفة الأموي) هو أول من بني المحراب، وقيل عمر بن عبد العزيز في خلافة الوليد بن عبد الملك \". ¶ ثم أن ابن بطوطة يقول في مكان آخر من رحلته وهو يتحدث عن جامع بني أمية بدمشق: وعن يسار المقصورة (التي فيها مصحف سيدنا عثمان بن عفان) محراب الصحابة. ¶ ويذكر أهل التاريخ أنه أول محراب وضع في الإسلام، وفيه يؤُمُّ إمام المالكية على أن جمهور المؤرخين كادوا يتفقون على القول بأن أول من أدخل المحراب في المسجد هو عمر بن عبد العزيز وذلك أثناء ولايته على المدينة المنورة في أيام الخليفة الأموي الوليد بن عبد الملك. فقد نقل المقريزي في خططه عن الواقدي \" في فتوح الشام \"أن أول من أدخل المحراب المجوف، عمر بن عبد العزيز ليالي بَنْيِّ المسجد النبوي. ¶ ¬__________ ¶ (¬1) من كلام الشيخ أبي بكر الجزائري. انظر:  http://salafit.topcities.com",
            "page": "11",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي كتاب\" النجوم الزاهرة في ملوك مصر والقاهرة \" قال مؤلف هذا الكتاب ابن تغري بردي وهو يتحدث عن وقائع سنة 87 هـ \" وفيها كتب الوليد إلى عمر ابن عبد العزيز يأمره بإدخال حجر أزواج النبي صلى الله عليه وسلم في المسجد وأن يشتري ما بنواحيه حتى يكون مائتي ذراع في مائتي ذراع وأن يقدم القبلة ففعل عمر ذلك \" ومعني قوله أن \" يقدم القبلة\" أي أن يجعل بناءها بارزاً عن مستوى سائر جدران الجامع. ¶ ونقل السكتواري في أوائله عن السيوطي في \" حسن المحاضرة في أخبار مصر والقاهرة \" أن أول من أحدث المحراب المجوف في الإسلام عمر بن عبد العزيز، وكان يومئذ عامل الوليد (ابن عبد الملك بن مروان) على المدينة المنورة \". ¶ كما أن السمهودي نقل عن يحيي بن عبد المهيمن بن عباس عن أبيه قال \" مات عثمان (ابن عفان) وليس في المسجد النبوي شرفات ولا محراب فأول من أحدث المحراب والشرفات عمر بن عبد العزيز. ¶ هل سبق عمر بإنشاء المحراب ¶ ومما استلفت نظري في أخبار المؤرخين عن أولية عمر بن عبد العزيز بصنع المحراب في المسجد أنهم جميعاً يؤكدون بأن هذا المحراب كان\" مجوفاً \". فهل يعني هذا أن دور عمر اقتصر على تجويف المحراب بعد أن كان من قبله غير ذلك. ¶ فإن السمهودي في كتابه \" وفاء الوفا بأخبار المصطفى \" صلى الله عليه وسلم يقول \" لما صار عمر بن عبد العزيز إلى جدار القبلة دعا مشيخة من أهل المدينة من",
            "page": "12",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قريش والأنصار والعرب والموالي فقال لهم: تعالوا احضروا بنيان قبلتكم لا تقولوا غَيَّر عمرُ قبلتنا. فجعل لا ينزع حجراً إلا وضع مكانه حجراً \". ¶ وكلام السمهودي واضح لا لبس فيه ولا غموض، فهو يذكر أن عمر بن عبد العزيز لم يصنع في المسجد محرابا لم يكن فيه من قبل وإنما هو أعاد بناء هذا المحراب حيث كان لأول مرة، ولقد اقتصر دوره فقط على تجويف المحراب الذي كان موجوداً من قبل. ¶ قال الشيخ طه الولي: وهذا ما يحملني على ترجيح الرأي القائل بأن أول من أدخل المحراب إلى المسجد هو الخليفة الراشد سيدنا عثمان بن عفان رضي الله عنه، وذلك من أجل تعيين اتجاه القبلة وتحديد مكان وقوف الإمام في صلاة الجماعة. ¶ محراب جامع سيدي عُقْبَةَ في القيروان ¶ على أن الكاتب المصري الدكتور أحمد فكري، من رأيه أن أول محراب أنشئ في الإسلام، هو محراب سيدي عقبة بن نافع في مدينة القيروان، ويقول الكاتب المذكور: \" وقد أجمع المؤرخون أنه في سنة خمسين للهجرة 50،خط عقبة بن نافع (فاتح المغرب) مسجد القيروان، وأبان مكان القبلة منه، وأقام محرابه فيه. وأن هذا المحراب ظل طوال السنين موضع إجلال القوم وتقديسهم فلم يمسه أحد منهم بسوء، حتى أنه لما أرتد زيادةُ الله (ابنِ الأغلب) هدمه وألحَّ في ذلك، لم يُجِبْهُ أحد إليه وحِيلَ بينه وبين هدمه لما كان قد وضعه عقبةُ بنُ نافع ومن معه. ¶ ثم ينتهي الكاتب إلى القول بصورة التأكيد والجزم \" أن محراب مسجد القيروان، أقدم محراب مجوف أدخل على المساجد\" ثم إنه يدعم هذا الرأي بقوله\" إن بناة هذا المسجد لم يكونوا ليستطيعوا أن يضعوا محرابهم على شكل آخر وذلك لأن عقود المسجد",
            "page": "13",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "كلها أنصاف دوائر ولا ينسجم شكل المحراب في نظام بيت الصلاة بغير هذا المظهر \" غير أن ما ذهب إليه هذا الكاتب يبدوا خاضعا للجدل والمناقشة لأن المصادر التاريخية ليست إلى جانبه وقد سبقنا إلى مناقشة هذا الرأي الجريء الذي ذهب إليه الكاتب أحمد فكري، المستشرق الفرنسي الأستاذ مارسيه الذي قال بأن التجويفة التي في الحائط القِبْليِّ لجامع سيدي عُقْبَة بن نافع إنما اقتضتها الزخرفة الهندسية عند بناء هذا الجامع لأن لوحات الرخام المخرَّم تتطلب إيجاد نوعٍ من الفراغ خلفها كي تظهر نقوشها، وإن هذا الاحتيال البسيط أدى إلى نشأة أسطورة المحراب وإلى اختلاق القوم لحديث محراب عقبة\".انتهى من كتاب المساجد في الإسلام لطه الولي (¬1) ¶ أدلة المانعين لبناء المحاريب والطاق والمذابح، ¶ وكراهة تزيينها وتزويقها: ¶ جاء في الحديث عن ابن مسعود مرفوعا:\" إن للساعة أعلاما وإن للساعة أشراطا ألا وإن من أعلام الساعة وأشراطها أن يكون الولد غيظا وأن يكون المطر فيظا وأن تفيض الأشرار فيضا يا ابن مسعود إن من أعلام الساعة وأشراطها أن يؤتمن الخائن وأن يخون الأمين يا ابن مسعود إن من أعلام الساعة وأشراطها أن تواصل الأطباق (أي البعداء والأجانب) وأن تقطع الأرحام يا ابن مسعود إن من أعلام الساعة وأشراطها أن يسود كل قبيلة منافقوها وكل سوق فجارها يا ابن مسعود إن من أعلام الساعة وأشراطها أن تزخرف المحاريب وأن تخرب القلوب يا ابن مسعود إن من أعلام الساعة وأشراطها أن يكون المؤمن في القبيلة أذل من النقد يا ابن مسعود إن من أعلام الساعة وأشراطها أن يكتفي الرجال بالرجال والنساء بالنساء يا ابن مسعود إن من أعلام الساعة وأشراطها ملك الصبيان ومؤامرة النساء يا ابن مسعود إن من أشراط الساعة وأعلامها أن يعمر خراب الدنيا ويخرب عمرانها يا ابن مسعود إن من أعلام الساعة وأشراطها أن ¶ ¬__________ ¶ (¬1) المساجد في الإسلام للشيخ طه الولي، الصفحات 223 – 225.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "تظهر المعازف والكبر وشرب الخمور يا ابن مسعود إن من أعلام الساعة وأشراطها أن يكثر أولاد الزنا .. الحديث ضعيف. (¬1) ¶ و كره عبد الله بن مسعود الصلاة في المحراب وقال: إنما كانت للكنائس فلا تشبهوا بأهل الكتاب، يعني أنه كره الصلاة في الطاق. (¬2) ¶ وعن عبد الله بن عمرو قال قال رسول الله صلى الله عليه وسلم ثم اتقوا هذه المذابح يعني المحاريب. (¬3) ¶ ¬__________ ¶ (¬1) قال الحافظ الهيثمي في المجمع: رواه الطبراني في الأوسط والكبير وفيه سيف بن مسكين وهو ضعيف. وقال الحافظ ابن حجر في كتابه لسان الميزان ترجمة:463\"سيف بن مسكين عن سعيد بن أبي عروبة شيخ بصري يأتي بالمقلوبات ويأتي بالأشياء الموضوعة .. وقال ابن النجار في ترجمة محمد بن علي المحاملي حدثني محمد بن سعيد الحافظ قال: أنبأنا أحمد بن سالم المقري قال: أخبرنا أبو الفضل محمد بن أحمد بن العجمي قال: أنبأنا أبو البركات محمد بن علي بن منصور المحاملي سنة سبع وستين وأربع مائة قال: حدثني عبد الملك بن بشران قال: حدثنا بن قانع قال: حدثنا عبد الوارث بن إبراهيم العسكري قال: حدثنا سيف بن مسكين قال: حدثنا المبارك بن فضالة عن الحسن البصري قال: خرجت في طلب العلم فقدمت الكوفة فإذا أنا بابن مسعود رضى الله تعالى عنه فقلت له هل للساعة من علم يعرف قال سألت رسول الله صلى الله عليه وسلم عن ذلك فقال من أعلام الساعة أن يكون الولد غيظا والمطر قيظا ويفيض الأشرار فيضا ويصدق الكاذب ويكذب الصادق ويؤتمن الخائن ويخون الأمين ويسود كل قبيلة منافقوها وكل سوق فجارها وتزخرف المحاريب ويخرب القلوب ويكتفي النساء بالنساء والرجال بالرجال ويخرب عمارة الدنيا ويعمر خرابها ويظهر الغيبة وأكل الربا وتظهر المعازف والكبول (الطبول) ويشرب الخمر ويكثر الشرط والغمازون والهمازون انتهى ¶ (¬2) مجمع الزوائد للحافظ الهيثمي المجلد الثاني. 4.كتاب الصلاة. 54. باب الصلاة في المحراب وما جاء فيه. حديث:1982وقال:\"رواه البزار ورجاله موثقون\". ¶ (¬3) سنن البيهقي الكبرى ج: 2 ص: 438، 572 باب في كيفية بناء المسجد، حديث: 4102 وقال: أنبأنا أبو نصر بن قتادة قال أنبأنا أبو الحسن محمد بن الحسن السراج قال حدثنا مطين قال حدثنا سهل بن زنجلة الرازي قال حدثنا أبو زهير عبد الرحمن بن معراء عن بن أبحر عن نعيم بن أبي هند عن سالم بن أبي الجعد. تفسير السيوطي، الدر المنثور ج: 2 ص: 188، تفسير قوله تعالى: {فَنَادَتْهُ الْمَلآئِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ} [آل عمران: 38]، وحسنه في كتابه الجامع الصغير، ونقل عنه المناوي في فيض القدير قوله: \" حديث ثابت وهو على رأي أبي زرعة ومتابعيه صحيح وعلى رأي ابن عدي حسن والحسن إذا ورد من طريق ثان ارتقى إلى الصحة. انتهى والمناوي لم يعجبه هذا الحكم فانتقده كعادته، مع أنه نقل كلام الهيثمي بقوله: \" قال الهيثمي: فيه عبد الرحمن بن مغرا وثقه ابن حبان وغيره وضعفه ابن المديني في روايته عن الأعمش وليس هذا منها. والسيوطي رحمه الله في حكمه على أحاديث كتابه الجامع الصغير، يتتبع الأسانيد والمتون وينهي حكمه بعد سبر الشواهد والمتابعات، وبالنظر إلى كتاب المداوي لعلل الجامع الصغير وشرحي المناوي، تأليف: أبي الفيض الغماري تعلم صحة زعمي والله أعلم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعن وائل بن حجر في وصف وضوء النبي .. ثم نهض إلى المسجد فدخل في المحراب، يعني موضع المحراب (¬1) قَالَ الْكَرْمَانِيّ: مِنْ حَيْثُ إِنَّهُ صلى الله عليه وسلم كَانَ يَقُومُ بِجَنْب الْمِنْبَر, أَيْ وَلَمْ يَكُنْ لِمَسْجِدِهِ مِحْرَاب. (¬2) ¶ وكَرِهَ الصَّلَاةَ فِي الطَّاقِ علي بن أبي طالب، وعبد الله بن مسعود، وأبو ذر، وكَعْب، و إبْرَاهِيم النخعي، وأَبَو خَالِدٍ الْوَالِبِيَّ، وسَالِم بْن أَبِي الْجَعْدِ وقَالَ كَانَ أَصْحَابُ مُحَمَّدٍ يَقُولُونَ: إنْ مِنْ أَشْرَاطِ السَّاعَةِ (¬3) أَنْ تُتَّخَذُ الْمَدَائِحُ فِي الْمَسَاجِدِ يَعْنِي الطَّاقَاتِ، وقد روى ذلك كله ابن أبي شيبة بأسانيده، وهذه أسانيده مع درجة رواتها من كتب الرجال، وقد وضعتها بين أقواس: ¶ ¬__________ ¶ (¬1) مجمع الزوائد للحافظ الهيثمي المجلد الثاني .. كتاب الصلاة. 197. باب صفة الصلاة والتكبير فيها. 2805 - الحديث قلت: في الصحيح وغيره طرف منه رواه البزار وفيه محمد بن حجر قال البخاري: فيه بعض النظر وقال الذهبي: له مناكير. ¶ (¬2) فتح الباري ج: 1 ص: 575 حديث:497، المنتقى شرح الموطأ للباجي، حديث: 1436 ¶ (¬3) مصنف عبد الرزاق ج: 2 ص: 413، الأثر:3903 عبد الرزاق عن الثوري عن يزيد بن أبي زياد عن عبيد ابن أبي الجعد الأشجعي عن كعب قال يكون في آخر الزمان قوم ينقص أعمارهم ويزينون مساجدهم ويتخذون بها مذابح كمذابح النصارى فإذا فعلوا ذلك صب عليهم البلاء.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال أَبُو بَكْرٍ بن أبي شيبة: (277) في باب الصَّلَاةُ فِي الطَّاقِ (1) حَدَّثَنَا وَكِيعٌ (¬1) قَالَ حَدَّثَنَا إسْمَاعِيلُ بْنُ إبْرَاهِيمَ بْنِ الْمُهَاجِرِ عَنْ أَبِيهِ عَنْ عَلِيٍّ (¬2) أَنَّهُ كَرِهَ الصَّلَاةَ فِي الطَّاقِ. ¶ وقال: (2) حَدَّثَنَا وَكِيعٌ عَنْ مُوسَى بْنِ قَيْسٍ (صدوق) قَالَ رَأَيْت إبْرَاهِيمَ يَتَنَكَّبُ الطَّاقَ. (¬3) ¶ (3) حَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا سُفْيَانُ عَنْ يَزِيدَ بْنِ أَبِي يَزِيدَ (ثقة) (¬4) عَنْ عُبَيْدِ بْنِ أَبِي الْجَعْدِ (صدوق) عَنْ كَعْبٍ أَنَّهُ كَرِهَ الْمَدِيحَ فِي الْمَسْجِدِ. ¶ (4) حَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا حَسَنُ بْنُ صَالِحٍ (ثقة) (¬5) عَنْ عَبْدِ الْمَلِكِ بْنِ سَعِيدِ بْنِ أَبْجَرَ (ثقة) (¬6) عَنْ نُعَيْمِ بْنِ أَبِي هِنْدٍ (ثقة) عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ قَالَ: لَا تَتَّخِذُوا الْمَدَائِحَ فِي الْمَسَاجِدِ. ¶ ¬__________ ¶ (¬1) ثقة حافظ عابد أخرج حديثه الجماعة. التقريب، ترجمة: 7414 ¶ (¬2) ابن المهاجر لم يدرك سيدنا عليا فقد استشهد سيدنا علي رضي الله عنه عام أربعين من الهجرة، وإبراهيم بن العلاء بن الضحاك ابن المهاجر. قال أبو حاتم: صدوق. وقال ابن رزين: توفي سنة خمس وثلاثين ومائتين. تاريخ الإسلام صفحة: 3981، تذكرة الحفاظ له الترجمة الرابعة من كتابه. ¶ (¬3) رواته أئمة، وموسى بن قيس ثقة أخرج حديثه أبو داود والنسائي. التهذيب650، وفي التقريب7003 صدوق رمي بالتشيع. ¶ (¬4) أخرج حديثه الجماعة، وقال الحافظ في ترجمته من التقريب:7793 \" ثقة عابد \". ¶ (¬5) التقريب 1250 وقال أخرج حديثه البخاري في الأدب المفرد، ومسلم والأربعة. ¶ (¬6) التقريب 4181 وقال: ثقة عابد أخرج حديثه مسلم وأبو داود والترمذي والنسائي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(5) حَدَّثَنَا هُشَيْمٌ (الحافظ الكبير محدث عصره) (¬1) قَالَ: أَخْبَرَنَا مُغِيرَةُ عَنْ إبْرَاهِيمَ أَنَّهُ كَانَ يَكْرَهُ الصَّلَاةَ فِي الطَّاقِ. ¶ (6) حَدَّثَنَا هُشَيْمٌ قَالَ ثِنَا عُبَيْدَةُ عَنْ سَالِمِ بْنِ أَبِي الْجَعْدِ قَالَ كَانَ أَصْحَابُ مُحَمَّدٍ يَقُولُونَ: إنْ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ تُتَّخَذُ الْمَدَائِحُ فِي الْمَسَاجِدِ يَعْنِي الطَّاقَاتِ. ¶ (7) حَدَّثَنَا وَكِيعٌ قَالَ أَبُو إسْرَائِيلَ عَنْ مُوسَى الْجُهَنِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم \"لَا تَزَالُ هَذِهِ الْأُمَّةُ أَوْ قَالَ أُمَّتِي بِخَيْرٍ مَا لَمْ يَتَّخِذُوا فِي مَسَاجِدِهِمْ مَدَائِحَ كَمَدَائِحِ النَّصَارَى\". ¶ (8) حَدَّثَنَا عَبْدُ اللَّهِ بْنُ إدْرِيسَ عَنْ مُطَرِّفٍ عَنْ إبْرَاهِيمَ قَالَ قَالَ عَبْدُ اللَّهِ اتَّقُوا هَذِهِ الْمَحَارِيبَ وَكَانَ إبْرَاهِيمُ لَا يَقُومُ فِيهَا. ¶ (9) حَدَّثَنَا ابْنُ إدْرِيسَ عَنْ لَيْثٍ عَنْ قَيْسٍ عَنْ أَبِي ذَرٍّ قَالَ: مِنْ أَشْرَاطِ السَّاعَةِ أَنْ تُتَّخَذَ الْمَدَائِحُ فِي الْمَسَاجِدِ. ¶ (10) حَدَّثَنَا عَبْدُ الْحَمِيدِ بْنُ عَبْدِ الرَّحْمَنِ عَنْ إسْمَاعِيلَ بْنِ عَبْدِ الْمَلِكِ قَالَ رَأَيْت أَبَا خَالِدٍ الْوَالِبِيَّ لَا يَقُومُ فِي الطَّاقِ وَيَقُومُ قِبَلَ الطَّاقِ. ¶ (11) حَدَّثَنَا حُمَيْدٌ عَنْ مُوسَى بْنِ عُبَيْدَةَ قَالَ رَأَيْتُ مَسْجِدَ أَبِي ذَرٍّ فَلَمْ أَرَ فِيهِ طَاقًا. انتهى النقل من مصنف ابن أبي شيبة ¶ ¬__________ ¶ (¬1) وأخرج حديثه الجماعة، تذكرة الحفاظ للذهبي، ترجمة:235",
            "page": "18",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وعن علي عليه السلام أنه كان يكسر المحاريب إذا رآها في المساجد, ويقول: كأنها مذابح اليهود. (¬1) ¶ قال ابن حزم: أَمَّا الْمَحَارِيبُ فَمُحْدَثَةٌ , وَإِنَّمَا كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يَقِفُ وَحْدَهُ وَيَصُفُّ الصَّفُّ الْأَوَّلُ خَلْفَهُ، (ثم ذكر حديث البخاري بإسناده) عن أَنَس بْن مَالِكٍ أَنَّ الْمُسْلِمِينَ بَيْنَا هُمْ فِي صَلَاةِ الْفَجْرِ مِنْ يَوْمِ الِاثْنَيْنِ وَأَبُو بَكْرٍ يُصَلِّي بِهِمْ , لَمْ يَفْجَأْهُمْ إلَّا رَسُولُ اللَّهِ صلى الله عليه وسلم قَدْ كَشَفَ سَجْفَ حُجْرَةِ عَائِشَةَ فَنَظَرَ إلَيْهِمْ وَهُمْ صُفُوفٌ فِي الصَّلَاةِ ثُمَّ تَبَسَّمَ , فَنَكَصَ أَبُو بَكْرٍ عَلَى عَقِبَيْهِ لِيَصِلَ الصَّفَّ , وَظَنَّ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم يُرِيدُ أَنْ يَخْرُجَ إلَى الصَّلَاةِ , وَهَمَّ الْمُسْلِمُونَ أَنْ يَفْتَتِنُوا فِي صَلَاتِهِمْ فَرَحًا بِرَسُولِ اللَّهِ صلى الله عليه وسلم فَأَشَارَ إلَيْهِمْ رَسُولُ اللَّهِ صلى الله عليه وسلم بِيَدِهِ: أَنْ أَتِمُّوا صَلَاتَكُمْ , ثُمَّ دَخَلَ الْحُجْرَةَ وَأَرْخَى السِّتْرَ. ¶ قَالَ عَلِيٌّ (ابن حزم): لَوْ كَانَ أَبُو بَكْرٍ فِي مِحْرَابٍ لَمَا رَأَى رَسُولَ اللَّهِ صلى الله عليه وسلم إذْ كَشَفَ السِّتْرَ , وَكَانَ هَذَا يَوْمَ مَوْتِهِ عليه السلام؟ ¶ وَعَنْ سُفْيَانَ الثَّوْرِيِّ عَنْ مَنْصُورِ بْنِ الْمُعْتَمِرِ عَنْ إبْرَاهِيمَ النَّخَعِيِّ أَنَّهُ كَانَ يَكْرَهُ أَنْ يُصَلَّى فِي طَاقِ الْإِمَامِ , قَالَ سُفْيَانُ وَنَحْنُ نَكْرَهُهُ. (¬2) ¶ ¬__________ ¶ (¬1) الباب الحادي والعشرون كراهة المحاريب الداخلة في المساجد. 1 ـ التهذيب (من المصادر الشيعية وليس المقصود تهذيب التهذيب، للحافظ ابن حجر): ((903)) بإسناده عن محمد بن أحمد بن يحيى , عن أحمد بن محمد, عن محمد بن يحيى , عن طلحة بن زيد, عن جعفر, عن أبيه. وقال: ورواه الصدوق مرسلا نحوه. ورواه في العلل عن أبيه , عن سعد, عن أحمد بن محمد. انظر: ¶ http://www.al-shia.com/html/ara/books/sunan_alnabi/sunan-3/fehrest.htm http://www.al-shia.com/html/ara/books/sunan_alnabi/sunan-3/footnt02.htm ¶ (¬2)  ما ذكره أبو محمد من الآثار تلخيص لمصنف عبد الرزاق ج: 2 ص: 412، باب صلاة الإمام في الطاق،3899 عبد الرزاق عن الثوري عن منصور والأعمش عن إبراهيم كان يكره أن يصلي في طاق الإمام، 3900 عبد الرزاق عن ابن عيينة عن منصور عن إبراهيم مثله قال الثوري ونحن نكرهه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وَعَنْ الْمُعْتَمِرِ بْنِ سُلَيْمَانَ التَّيْمِيِّ عَنْ أَبِيهِ قَالَ: رَأَيْت الْحَسَنَ جَاءَ إلَى ثَابِتٍ الْبُنَانِيِّ فَحَضَرَتْ الصَّلَاةُ فَقَالَ ثَابِتٌ: تَقَدَّمْ يَا أَبَا سَعِيدٍ , قَالَ الْحَسَنُ: بَلْ أَنْتَ أَحَقُّ , قَالَ ثَابِتٌ: وَاَللَّهِ لَا أَتَقَدَّمُك أَبَدًا فَتَقَدَّمَ الْحَسَنُ فَاعْتَزَلَ الطَّاقَ أَنْ يُصَلِّيَ فِيهِ قَالَ مُعْتَمِرٌ: وَرَأَيْت أَبِي , وَلَيْثُ بْنُ أَبِي سُلَيْمٍ يَعْتَزِلَانِهِ. (¬1) ¶ وَعَنْ وَكِيعٍ يَكُونُ فِي آخِرِ الزَّمَانِ قَوْمٌ تَنْقُصُ أَعْمَارُهُمْ , يُزَيِّنُونَ مَسَاجِدَهُمْ , وَيَتَّخِذُونَ لَهَا مَذَابِحَ كَمَذَابِحِ النَّصَارَى فَإِذَا فَعَلُوا ذَلِكَ صُبَّ عَلَيْهِمْ الْبَلَاءُ. ¶ وَهُوَ قَوْلُ مُحَمَّدِ بْنِ جَرِيرٍ الطَّبَرِيِّ وَغَيْرِهِ. (¬2) ¶ وأنه لم يكن في عهده صلى الله عليه وسلم، فهو محدث وكل بدعة ضلالة، قال الزركشي: لا يجتهد في محراب رسول الله صلى الله عليه وسلم لأنه صواب قطعاً، إذ لا يقر على خطأ، فلا مجال للاجتهاد فيه، حتى لا يجتهد فيه باليمنة واليسرة، بخلاف محاريب المسلمين، والمراد بمحرابه صلى الله عليه وسلم مكان مصلاه فإنه لم يكن في زمنه عليه السلام محراب. انتهى، ولكن ما قصد الزركشي بقوله لم يكن في زمانه بأن بدعة منكرة، فقد قال الكتاب نفسه:\" إن اتخاذه جائز لا مكروه، ولم يزل عمل الناس عليه بلا نكير\". (¬3) ¶ ¬__________ ¶ (¬1) مصنف عبد الرزاق ج: 2 ص: 412، باب صلاة الإمام في الطاق،3901 عبد الرزاق عن ابن التيمي عن أبيه قال رأيت الحسن .. ¶ (¬2) المحلى ج: 4 ص: 239، مَسْأَلَةٌ حُكْمُ الْمَسَاجِدِ: وَتُكْرَهُ الْمَحَارِيبُ فِي الْمَسَاجِدِ ¶ (¬3) إعلان الساجد بأحكام المساجد، باب مسجد النبي صلى الله عليه وسلم في المدينة وما يتعلق به من الخصائص والأحكام والفضائل، لمحمد بن عبد الله الزركشي (745هـ-794هـ)، ت: أبو الوفا مصطفى المراغي، ص 363، المجلس الأعلى للشؤون الإسلامية القاهرة 1384هـ.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وألف جلال الدين عبد الرحمن بن أبي بكر السيوطي المتوفى سنة إحدى عشرة وتسعمائة رسالة إعلام الأريب بحدوث بدعة المحاريب ألفها لبيان أن محراب المساجد بدعة. (¬1) ¶ وشكك في صحة نسبتها للسيوطي الدكتور أحمد فكري في دراسة مطولة بعنوان \"بدعة المحاريب\"، وقال إني أشك في صحة انتساب هذه الرسالة إليه بالرغم مما انطبع فيها من مظاهر أسلوبه. (¬2) ¶ ويكره أن تكون محاريبها داخلة في الحائط، لما روى طلحة بن زيد عن أبي عبد الله عليه السلام عن أبيه عن علي عليهما السلام (انه كان يكسر المحاريب إذا رآها في المسجد ويقول إنها مذابح اليهود). (¬3) ¶ وقال الإمام النووي: (فَرْعٌ) قَالَ أَصْحَابُنَا: إذَا صَلَّى فِي مَدِينَةِ رَسُولِ اللَّهِ صلى الله عليه وسلم فَمِحْرَابُ رَسُولِ اللَّهِ صلى الله عليه وسلم فِي حَقِّهِ كَالْكَعْبَةِ, فَمَنْ يُعَايِنُهُ يَعْتَمِدُهُ, وَلَا يَجُوزُ الْعُدُولُ عَنْهُ بِالِاجْتِهَادِ بِحَالٍ, وَيَعْنِي بِمِحْرَابِ رَسُولِ اللَّهِ صلى ¶ ¬__________ ¶ (¬1) كشف الظنون، عن أسامي الكتب والفنون، لحاجي خليفة ج: 1 ص: 125 ¶ (¬2) نشرها في مجلة\" الكاتب المصري\" الصادرة في مصر نوفمبر 1946م ذي الحجة 1365 هـ سنة 2 مجلد 4 عدد 14 ¶ (¬3) المعتبر، للمحقق الحلي ج 2 ص 452 وقال: الوسائل ج 3 أبواب أحكام المساجد باب 12 ح 2. 5) الوسائل ج 3 أبواب أحكام المساجد باب 16 ح 2. وانظر: منتهى المطلب (ط. ق) العلامة الحلي ج 1 ص 388، تذكرة الفقهاء (ط. ق) العلامة الحلي ج 1 ص 903، مصنف ابن أبي شيبة ج: 1 ص: 408 – 409، باب (277) الصَّلَاةُ فِي الطَّاق، الآثار 4693 إلى 4703",
            "page": "21",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الله عليه وسلم مُصَلَّاهُ وَمَوْقِفَهُ ; لِأَنَّهُ لَمْ يَكُنْ (هَذَا الْمِحْرَابُ هُوَ الْمَعْرُوفُ) فِي زَمَنِ النَّبِيِّ صلى الله عليه وسلم وَإِنَّمَا أُحْدِثَتْ الْمَحَارِيبُ بَعْدَهُ .. (¬1) ¶ ويكره تزويق محراب المسجد وحائطه ونقشه وغير ذلك من الشاغلات .. (¬2) ¶ ومن أسباب كراهيتهم للمحراب، هضم النفس وكراهة أن يترفع الإمام على غيره (¬3) ¶ ومن أسباب كراهيتهم للمحراب، هضم النفس وكراهة أن يترفع الإمام على غيره (¬4) ¶ ¬__________ ¶ (¬1) النووي في كتابه المجموع ج: 3 ص: 197 ¶ (¬2) شرح النووي على صحيح مسلم ج: 5 ص: 43، باب كراهة الصلاة في ثوب له أعلام، حديث: 556. ¶ (¬3) مصنف عبد الرزاق ج: 2 ص: 413 ـ 414،باب الصلاة على الدكان (الدُّكَّانُ، بالضم: بناءٌ يسطَّحُ أعْلاهُ للمَقْعَدِ. القاموس) 3904 عبد الرزاق عن الثوري عن حماد عن مجاهد قال رأى سليمان حذيفة يؤمهم على دكان من جص فقال تأخر فإنما أنت رجل من القوم فلا ترفع نفسك عليهم فقال صدقت. 3905 عبد الرزاق عن معمر عن الأعمش عن مجاهد أو غيره شك أبو بكر أن ابن مسعود أو قال أبا مسعود أنا أشك وسليمان وحذيفة صلى بهم أحدهم فذهب يصلي على دكان فجبذه انزل عنه. 3906 عبد الرزاق عن معمر عن الأعمش عن عبد الله عن شعبة عن أبي قيس عن هزيل بن شرحبيل قال جاءنا ابن مسعود إلى مسجدنا فأقيمت الصلاة فقيل له تقدم فقال ليؤمكم إمامكم قيل له إن الإمام ليس ها هنا قال فليتقدم رجل منكم فتقدم فأراد أن يقوم على شبه دكان فنهاه عبد الله. ¶ (¬4) مصنف عبد الرزاق ج: 2 ص: 413 ـ 414،باب الصلاة على الدكان (الدُّكَّانُ، بالضم: بناءٌ يسطَّحُ أعْلاهُ للمَقْعَدِ. القاموس) 3904 عبد الرزاق عن الثوري عن حماد عن مجاهد قال رأى سليمان حذيفة يؤمهم على دكان من جص فقال تأخر فإنما أنت رجل من القوم فلا ترفع نفسك عليهم فقال صدقت. 3905 عبد الرزاق عن معمر عن الأعمش عن مجاهد أو غيره شك أبو بكر أن ابن مسعود أو قال أبا مسعود أنا أشك وسليمان وحذيفة صلى بهم أحدهم فذهب يصلي على دكان فجبذه انزل عنه. 3906 عبد الرزاق عن معمر عن الأعمش عن عبد الله عن شعبة عن أبي قيس عن هزيل بن شرحبيل قال جاءنا ابن مسعود إلى مسجدنا فأقيمت الصلاة فقيل له تقدم فقال ليؤمكم إمامكم قيل له إن الإمام ليس ها هنا قال فليتقدم رجل منكم فتقدم فأراد أن يقوم على شبه دكان فنهاه عبد الله.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال الشوكاني في كتابه نيل الأوطار: بَابُ تَنْزِيهِ قِبْلَةِ الْمَسْجِدِ عَمَّا يُلْهِي الْمُصَلِّي، عَنْ أَنَسٍ قَالَ: كَانَ قِرَامٌ لِعَائِشَةَ قَدْ سَتَرَتْ بِهِ جَانِبَ بَيْتِهَا, فَقَالَ لَهَا النَّبِيُّ صلى الله عليه وسلم: أَمِيطِي عَنِّي قِرَامَك هَذَا فَإِنَّهُ لَا تَزَالُ تَصَاوِيرُهُ تَعْرِضُ لِي فِي صَلَاتِي. رَوَاهُ أَحْمَدُ وَالْبُخَارِيُّ. وَعَنْ عُثْمَانَ بْنِ طَلْحَةَ أَنَّ النَّبِيَّ صلى الله عليه وسلم دَعَا بَعْدَ دُخُولِهِ الْكَعْبَةَ, فَقَالَ: إنِّي كُنْت رَأَيْت قَرْنَيْ الْكَبْشِ حِينَ دَخَلْت الْبَيْتَ فَنَسِيت أَنْ آمُرَك أَنْ تُخَمِّرَهُمَا فَخَمِّرْهُمَا فَإِنَّهُ لَا يَنْبَغِي أَنْ يَكُونَ فِي قِبْلَةِ الْبَيْتِ شَيْءٌ يُلْهِي الْمُصَلِّي. رَوَاهُ أَحْمَدُ وَأَبُو دَاوُد. ¶ قال الشوكاني: وَالْحَدِيثُ يَدُلُّ عَلَى كَرَاهَةِ تَزْيِينِ الْمَحَارِيبِ وَغَيْرِهَا مِمَّا يَسْتَقْبِلُهُ الْمُصَلِّي بِنَقْشٍ أَوْ تَصْوِيرٍ أَوْ غَيْرِهِمَا مِمَّا يُلْهِي, وَعَلَى أَنَّ تَخْمِيرَ التَّصَاوِيرِ مُزِيلٌ لِكَرَاهَةِ الصَّلَاةِ فِي الْمَكَانِ الَّذِي هِيَ فِيهِ لِارْتِفَاعِ الْعِلَّةِ, وَهِيَ اشْتِغَالُ قَلْبِ الْمُصَلِّي بِالنَّظَرِ إلَيْهَا وَقَدْ أَسْلَفْنَا الْكَلَامَ فِي التَّصَاوِيرِ وَفِي كَرَاهِيَةِ زَخْرَفَةِ الْمَسَاجِدِ. (¬1) ¶ وقال في بَابُ الِاقْتِصَادِ فِي بِنَاءِ الْمَسَاجِدِ، عَنْ ابْنِ عَبَّاسٍ قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: \"مَا أُمِرْت بِتَشْيِيدِ الْمَسَاجِدِ قَالَ ابْنُ عَبَّاسٍ: لَتُزَخْرِفُنَّهَا كَمَا زَخْرَفَتْ الْيَهُودُ وَالنَّصَارَى. أَخْرَجَهُ أَبُو دَاوُد، الْحَدِيثُ صَحَّحَهُ ابْنُ حِبَّانَ وَرِجَالُهُ رِجَالُ الصَّحِيحِ ¶ قَالَ الْبَغَوِيّ فِي شَرْحِ السُّنَّةِ: التَّشْيِيدُ رَفْعُ الْبِنَاءِ وَتَطْوِيلُهُ, وَمِنْهُ قوله تعالى: {بُرُوجٍ مُشَيَّدَةٍ} وَهِيَ الَّتِي طُوِّلَ بِنَاؤُهَا, يُقَالُ شِدْت الشَّيْءَ أَشِيدُهُ مِثْلُ بِعْته أَبِيعُهُ إذَا بَنَيْته بِالشِّيدِ وَهُوَ الْجَصُّ وَشَيَّدْته تَشْيِيدًا طَوَّلْته وَرَفَعْته. وَقِيلَ: الْمُرَادُ بِالْبُرُوجِ الْمُشَيَّدَةِ الْمُجَصَّصَةُ. ¶ ¬__________ ¶ (¬1) نيل الأوطار ج2، ص191",
            "page": "23",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قَالَ ابْنُ رَسْلَانَ: وَالْمَشْهُورُ فِي الْحَدِيثِ أَنَّ الْمُرَادَ بِتَشْيِيدِ الْمَسَاجِدِ هُنَا رَفْعُ الْبِنَاءِ وَتَطْوِيلُهُ كَمَا قَالَ الْبَغَوِيّ, وَفِيهِ رَدٌّ عَلَى مَنْ حَمَلَ قوله تعالى: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ} عَلَى رَفْعِ بِنَائِهَا وَهُوَ الْحَقِيقَةُ بَلْ الْمُرَادُ أَنْ تُعَظَّمَ فَلَا يُذْكَرُ فِيهَا الْخَنَى مِنْ الْأَقْوَالِ وَتَطْيِيبُهَا مِنْ الْأَدْنَاسِ وَالْأَنْجَاسِ وَلَا تُرْفَعُ فِيهَا الْأَصْوَاتُ. انتهى ¶ قَالَ مُحْيِي السُّنَّةِ: إنَّهُمْ (يعني اليهود والنصارى) زَخْرَفُوا الْمَسَاجِدَ عِنْدَمَا بَدَّلُوا دِينَهُمْ وَحَرَّفُوا كُتُبَهُمْ وَأَنْتُمْ تَصِيرُونَ إلَى مِثْلِ حَالِهِمْ, وَسَيَصِيرُ أَمْرُكُمْ إلَى الْمُرَاءَاةِ بِالْمَسَاجِدِ وَالْمُبَاهَاةِ بِتَشْيِيدِهَا وَتَزْيِينِهَا. ¶ قَالَ أَبُو الدَّرْدَاءِ: إذَا حَلَّيْتُمْ مَصَاحِفَكُمْ وَزَوَّقْتُمْ مَسَاجِدَكُمْ فَالدَّمَارُ عَلَيْكُمْ. ¶ قَالَ ابْنُ رَسْلَانَ: وَهَذَا الْحَدِيثُ فِيهِ مُعْجِزَةٌ ظَاهِرَةٌ لِإِخْبَارِهِ صلى الله عليه وسلم عَمَّا سَيَقَعُ بَعْدَهُ, فَإِنَّ تَزْوِيقَ الْمَسَاجِدِ وَالْمُبَاهَاةِ بِزَخْرَفَتِهَا كَثُرَ مِنْ الْمُلُوكِ وَالْأُمَرَاءِ فِي هَذَا الزَّمَانِ بِالْقَاهِرَةِ وَالشَّامِ وَبَيْتِ الْمَقْدِسِ بِأَخْذِهِمْ أَمْوَالَ النَّاسِ ظُلْمًا وَعِمَارَتِهِمْ بِهَا الْمَدَارِسَ عَلَى شَكْلٍ بَدِيعٍ نَسْأَلُ اللَّهَ السَّلَامَةَ وَالْعَافِيَةَ. انْتَهَى ¶ وَالْحَدِيثُ يَدُلُّ عَلَى أَنَّ تَشْيِيدَ الْمَسَاجِدِ بِدْعَةٌ. ¶ وَقَدْ رُوِيَ عَنْ أَبِي حَنِيفَةَ التَّرْخِيصُ فِي ذَلِكَ. ¶ وَرُوِيَ عَنْ أَبِي طَالِبٍ أَنَّهُ لَا كَرَاهَةَ فِي تَزْيِينِ الْمِحْرَابِ. ¶ وَقَالَ الْمَنْصُورُ بِاَللَّهِ: إنَّهُ يَجُوزُ فِي جَمِيعِ الْمَسْجِدِ. ¶ وَقَالَ الْبَدْرُ بْنُ الْمُنَيَّرِ: لَمَّا شَيَّدَ النَّاسُ بُيُوتَهُمْ وَزَخْرَفُوهَا نَاسَبَ أَنْ يُصْنَعَ ذَلِكَ بِالْمَسَاجِدِ صَوْنًا لَهَا عَنْ الِاسْتِهَانَةِ,",
            "page": "24",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وَتُعُقِّبَ بِأَنَّ الْمَنْعَ إنْ كَانَ لِلْحَثِّ عَلَى اتِّبَاعِ السَّلَفِ فِي تَرْكِ الرَّفَاهِيَةِ فَهُوَ كَمَا قَالَ وَإِنْ كَانَ لِخَشْيَةِ شَغْلِ بَالِ الْمُصَلِّي بِالزَّخْرَفَةِ فَلَا لِبَقَاءِ الْعِلَّةِ وَمِنْ جُمْلَةِ مَا عَوَّلَ عَلَيْهِ الْمُجَوِّزُونَ لِلتَّزْيِينِ بِأَنَّ السَّلَفَ لَمْ يَحْصُلْ مِنْهُمْ الْإِنْكَارُ عَلَى مَنْ فَعَلَ ذَلِكَ, وَبِأَنَّهُ بِدْعَةٌ مُسْتَحْسَنَةٌ وَبِأَنَّهُ مُرَغِّبٌ إلَى الْمَسْجِدِ, وَهَذِهِ حُجَجٌ لَا يُعَوِّلُ عَلَيْهَا مَنْ لَهُ حَظٌّ مِنْ التَّوْفِيقِ لَا سِيَّمَا مَعَ مُقَابَلَتِهَا لِلْأَحَادِيثِ الدَّالَّةِ عَلَى أَنَّ التَّزْيِينَ لَيْسَ مِنْ أُمُورِ رَسُولِ اللَّهِ صلى الله عليه وسلم وَأَنَّهُ نَوْعٌ مِنْ الْمُبَاهَاةِ الْمُحَرَّمَةِ وَأَنَّهُ مِنْ عَلَامَاتِ السَّاعَةِ كَمَا رُوِيَ عَنْ عَلِيٍّ عليه السلام, وَأَنَّهُ مِنْ صُنْعِ الْيَهُودِ وَالنَّصَارَى, وَقَدْ كَانَ صلى الله عليه وسلم يُحِبُّ مُخَالَفَتَهُمْ وَيُرْشِدُ إلَيْهَا عُمُومًا وَخُصُوصًا. ¶ وَدَعْوَى تَرْكِ إنْكَارِ السَّلَفِ مَمْنُوعَةٌ لِأَنَّ التَّزْيِينَ بِدْعَةٌ أَحْدَثَهَا أَهْلُ الدُّوَلِ الْجَائِرَةِ مِنْ غَيْرِ مُؤَاذَنَةٍ لِأَهْلِ الْعِلْمِ وَالْفَضْلِ, وَأَحْدَثُوا مِنْ الْبِدَعِ مَا لَا يَأْتِي عَلَيْهِ الْحَصْرُ وَلَا يُنْكِرُهُ أَحَدٌ, وَسَكَتَ الْعُلَمَاءُ عَنْهُ تَقِيَّةً لَا رِضًا, بَلْ قَامَ فِي وَجْهِ بَاطِلِهِمْ جَمَاعَةٌ مِنْ عُلَمَاءِ الْآخِرَةِ, وَصَرَخُوا بَيْنَ أَظْهُرِهِمْ بِنَعْيِ ذَلِكَ عَلَيْهِمْ, وَدَعْوَى أَنَّهُ بِدْعَةٌ مُسْتَحْسَنَةٌ بَاطِلَةٌ. وَقَدْ عَرَّفْنَاك وَجْهَ بُطْلَانِهَا فِي شَرْحِ حَدِيثِ: \"مَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ \" فِي بَابِ الصَّلَاةِ فِي ثَوْبِ الْحَرِيرِ وَالْغَصْبِ وَدَعْوَى أَنَّهُ مُرَغِّبٌ إلَى الْمَسْجِدِ فَاسِدَةٌ لِأَنَّ كَوْنَهُ دَاعِيًا إلَى الْمَسْجِدِ وَمُرَغِّبًا إلَيْهِ لَا يَكُونُ إلَّا لِمَنْ كَانَ غَرَضُهُ وَغَايَةُ قَصْدِهِ النَّظَرُ إلَى تِلْكَ النُّقُوشِ وَالزَّخْرَفَةِ, فَأَمَّا مَنْ كَانَ غَرَضُهُ قَصْدُ الْمَسَاجِدِ لِعِبَادَةِ اللَّهِ الَّتِي لَا تَكُونُ عِبَادَةً عَلَى الْحَقِيقَةِ إلَّا مَعَ خُشُوعٍ, وَإِلَّا كَانَتْ كَجِسْمٍ بِلَا رُوحٍ, فَلَيْسَتْ إلَّا شَاغِلَةً عَنْ ذَلِكَ كَمَا فَعَلَهُ صلى الله عليه وسلم فِي الْأَنْبِجَانِيَّةِ الَّتِي بَعَثَ بِهَا إلَى أَبِي جَهْمٍ. وَكَمَا تَقَدَّمَ مِنْ هَتْكِهِ لِلسُّتُورِ الَّتِي فِيهَا نُقُوشٌ. وَكَمَا سَيَأْتِي فِي بَابِ تَنْزِيهِ قِبْلَةِ الْمُصَلِّي عَمَّا يُلْهِي وَتَقْوِيمِ الْبِدَعِ الْمُعْوَجَّةِ الَّتِي يُحْدِثُهَا الْمُلُوكُ تُوقِعُ أَهْلَ الْعِلْمِ فِي الْمَسَالِكِ الضَّيِّقَةِ فَيَتَكَلَّفُونَ لِذَلِكَ مِنْ الْحُجَجِ الْوَاهِيَةِ مَا لَا يُنْفَقُ إلَّا عَلَى بَهِيمَةٍ. انتهى كلام الشوكاني (¬1) ¶ ¬__________ ¶ (¬1) نيل الأوطار بَابُ الِاقْتِصَادِ فِي بِنَاءِ الْمَسَاجِدِ ج2، ص174",
            "page": "25",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهذه الهجمة من الشوكاني مجرد فهم للنصوص يخالفه غيره فيه، ونقل عمدة المذهب الزيدي المرتضى في البحر الزخار عن أبي العباس (تابعي): وَيَحْرُمُ تَزْيِينُهُ (أي المسجد) .. ثم نقل عنه: إلَّا الْمِحْرَابَ لِعَمَلِ السَّلَفِ مِنْ غَيْرِ تَنَاكُرٍ. ¶ ونقل عن أحمد المنصور (تابعي) يَجُوزُ مُطْلَقًا لقوله تعالى: {وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ}. (¬1) ¶ ونقل عن مُحَمَّدُ بْنُ الْقَاسِمِ: يَحْرُمُ مُطْلَقًا, إذْ هُوَ سَرَفٌ. قُلْنَا: فِي غَيْرِ الْمِحْرَابِ لِمَا مَرَّ. (¬2) ¶ ويَحْرُمُ تَزْيِينُ الْمَسَاجِدِ بِنَقْشِهَا وَتَزْوِيقِهَا بِمَالِ الْوَقْفِ عِنْدَ الْحَنَفِيَّةِ وَالْحَنَابِلَةِ, وَصَرَّحَ الْحَنَابِلَةُ بِوُجُوبِ ضَمَانِ الْوَقْفِ الَّذِي صُرِفَ فِيهِ; لِأَنَّهُ لَا مَصْلَحَةَ فِيهِ. وَظَاهِرُ كَلَامِ الشَّافِعِيَّةِ مَنْعُ صَرْفِ مَالِ الْوَقْفِ فِي ذَلِكَ. وَلَوْ وَقَفَ الْوَاقِفُ ذَلِكَ عَلَيْهِمَا - النَّقْشِ وَالتَّزْوِيقِ - لَمْ يَصِحَّ فِي الْقَوْلِ الْأَصَحِّ عِنْدَهُمْ, أَمَّا إذَا كَانَ النَّقْشُ وَالتَّزْوِيقُ مِنْ مَالِ النَّاقِشِ فَيُكْرَهُ اتِّفَاقًا فِي الْجُمْلَةِ إذَا كَانَ يُلْهِي الْمُصَلِّيَ, كَمَا إذَا كَانَ فِي الْمِحْرَابِ وَجِدَارِ الْقِبْلَةِ, وَقَدْ وَرَدَ عَنْهُ صلى الله عليه وسلم أَنَّهُ قَالَ:\"إذَا سَاءَ عَمَلُ قَوْمٍ زَخْرَفُوا مَسَاجِدَهُمْ. وَفِيمَا عَدَا جِدَارِ الْكَعْبَةِ (جهة القبلة) تَفْصِيلٌ وَخِلَافٌ. (¬3) ¶ وذَهَبَ جُمْهُورُ الْفُقَهَاءِ إلَى أَنَّهُ يُكْرَهُ زَخْرَفَةُ الْمَسْجِدِ بِذَهَبٍ أَوْ فِضَّةٍ , أَوْ نَقْشٍ , أَوْ صَبْغٍ , أَوْ كِتَابَةٍ أَوْ غَيْرِ ذَلِكَ مِمَّا يُلْهِي الْمُصَلِّيَ عَنْ صَلَاتِهِ , لِأَنَّ النَّبِيَّ صلى الله عليه وسلم نَهَى عَنْ ذَلِكَ. فَعَنْ ابْنِ عَبَّاسٍ رضي الله عنهما قَالَ: قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: مَا أُمِرْت بِتَشْيِيدِ الْمَسَاجِدِ. وَالتَّشْيِيدُ: الطِّلَاءُ بِالشِّيدِ أَيْ الْجِصِّ. ¶ ¬__________ ¶ (¬1) الحج: 32 ¶ (¬2) البحر الزخار لأحمد بن يحي المرتضى، كتاب الوقف، ج5، ص161 ¶ (¬3) الموسوعة الفقهية (الكويتية) ج11 ص274",
            "page": "26",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قَالَ ابْنُ عَبَّاسٍ: لَتُزَخْرِفُنَّهَا كَمَا زَخْرَفَتْ الْيَهُودُ وَالنَّصَارَى. ¶ وَعَنْ أَنَسٍ رضي الله عنه أَنَّ النَّبِيَّ صلى الله عليه وسلم قَالَ: لَا تَقُومُ السَّاعَةُ حَتَّى يَتَبَاهَى النَّاسُ فِي الْمَسَاجِدِ. ¶ قال الحافظ في الفتح قَوْله: رَوَى اِبْن مَاجَهْ مِنْ طَرِيق عَمْرو بْن مَيْمُون عَنْ عُمَر مَرْفُوعًا \" مَا سَاءَ عَمَل قَوْم قَطّ إِلَّا زَخْرَفُوا مَسَاجِدهمْ \" رِجَاله ثِقَات إِلَّا شَيْخه جُبَارَة بْن الْمُغَلِّس فَفِيهِ مَقَالٌ. ¶ وقال البخاري في صحيحه: \"بَاب بُنْيَانِ الْمَسْجِدِ وَقَالَ أَبُو سَعِيدٍ كَانَ سَقْفُ الْمَسْجِدِ مِنْ جَرِيدِ النَّخْلِ وَأَمَرَ عُمَرُ بِبِنَاءِ الْمَسْجِدِ وَقَالَ أَكِنَّ النَّاسَ مِنْ الْمَطَرِ وَإِيَّاكَ أَنْ تُحَمِّرَ أَوْ تُصَفِّرَ فَتَفْتِنَ النَّاسَ. ¶ وَقَالَ أَنَسٌ يَتَبَاهَوْنَ بِهَا ثُمَّ لَا يَعْمُرُونَهَا إِلَّا قَلِيلًا. ¶ وَقَالَ ابْنُ عَبَّاسٍ لَتُزَخْرِفُنَّهَا كَمَا زَخْرَفَتْ الْيَهُودُ وَالنَّصَارَى\". ¶ قال الحافظ ابن حجر في الفتح: و فِي مُسْنَد أَبِي يَعْلَى وَصَحِيح اِبْن خُزَيْمَةَ مِنْ طَرِيق أَبِي قِلَابَةَ أَنَّ أَنَسًا قَالَ \" سَمِعْته يَقُول: يَأْتِي عَلَى أُمَّتِي زَمَان يَتَبَاهَوْنَ بِالْمَسَاجِدِ ثُمَّ لَا يَعْمُرُونَهَا إِلَّا قَلِيلًا \" وَأَخْرَجَهُ أَبُو دَاوُدَ وَالنَّسَائِيُّ وَابْن حِبَّانَ مُخْتَصَرًا مِنْ طَرِيق أُخْرَى عَنْ أَبِي قِلَابَةَ عَنْ أَنَس عَنْ النَّبِيّ صلى الله عليه وسلم قَالَ \" لَا تَقُوم السَّاعَة حَتَّى يَتَبَاهَى",
            "page": "27",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "النَّاس فِي الْمَسَاجِد \" وَالطَّرِيق الْأُولَى أَلْيَق بِمُرَادِ الْبُخَارِيّ. وَعِنْد أَبِي نُعَيْمٍ فِي كِتَاب الْمَسَاجِد مِنْ الْوَجْه الَّذِي عِنْد اِبْن خُزَيْمَةَ \" يَتَبَاهَوْنَ بِكَثْرَةِ الْمَسَاجِد \". (¬1) ¶ وَهَذَا التَّعْلِيق وَصَلَهُ أَبُو دَاوُدَ وَابْن حِبَّانَ مِنْ طَرِيق يَزِيد بْن الْأَصَمّ عَنْ اِبْن عَبَّاس هَكَذَا مَوْقُوفًا , وَقَبْله حَدِيث مَرْفُوع وَلَفْظه \" مَا أُمِرْت بِتَشْيِيدِ الْمَسَاجِد \" ¶ ¬__________ ¶ (¬1) قال الإمام البيهقي في السنن الكبرى حديث 4097: \"أنبأ أبو طاهر الفقيه قال: أنبأنا أبو طاهر المحمد آباذي قال: حدثنا أبو قلابة قال: حدثنا عفان قال: حدثنا حماد قال: حدثنا أيوب عن أبي قلابة عن أنس قال: قال رسول الله صلى الله عليه وسلم لا تقوم الساعة حتى يتباهى الناس بالمساجد. ¶ 4098 أخبرنا أبو الحسين بن بشران قال: حدثنا أبو عمرو بن السماك قال: حدثنا الحسن بن سلام الصواف قال: حدثنا أبو غسان قال: حدثنا هريم عن ليث عن أيوب عن أنس بن مالك قال: قال رسول الله صلى الله عليه وسلم: \"ابنوا المساجد واتخذوها جما\". ¶ 4100 وأنبأنا أبو بكر بن الحارث الفقيه قال: أنبأنا أبو محمد بن حيان قال: حدثنا محمد بن يحيى قال: حدثنا القاسم بن زكريا بن دينار قال: حدثنا إسحاق بن منصور قال: حدثنا هريم بن سفيان عن ليث عن مجاهد عن بن عمر قال: \" نهانا أو نهينا أن نصلي في مسجد مشرف\". ¶ 4101 أنبأنا أبو عبد الرحمن السلمي قال: أنبأنا أبو الحسن الكارزي قال: أنبأنا علي بن عبد العزيز قال: قال أبو عبيد في حديث ابن عباس: \" أمرنا أن نبني المساجد جما، والمدائن شرفا \". قوله: \"جم \" الجم: التي لا شرف لها، وكذلك البناء إذا لم يكن له شرف فهو أجم، وجمعه جم. ¶ 4099 أنبأنا أبو عبد الله الحافظ قال: أنبأنا أبو العباس القاسم بن القاسم السياري بمرو قال: حدثنا محمد بن موسى الباشاني قال: حدثنا علي بن الحسن بن شقيق قال: حدثنا أبي حمزة السكري عن ليث عن أيوب السختياني عن أنس عن النبي صلى الله عليه وسلم قال: \" أمرت بالمساجد جما \". ¶ وعن ليث عن سالم بن عطية قال قال رسول الله صلى الله عليه وسلم: \"عرش الناس كعرش موسى \" يعني: أنه كان يكره الطاق في حوالي المسجد. انتهى من سنن البيهقي الكبرى ج: 2 ص: 438 572 باب في كيفيه بناء المسجد، قال السيوطي في الجامع الصغير: \" (مرسل). وقال المناوي: \" قضيته أنه لا علة فيه غير الإرسال والأمر بخلافه فقد قال الذهبي في المهذب: إنه واه أيضاً \". ¶ وقال المناوي في كتابه فيض القدير شرح الجامع الصغير للسيوطي، حديث: 5416 قوله: (عرش كعرش) كذا بخط المصنف (أي السيوطي) وفي رواية عريش كعريش بياء قبل الشين (موسى) سببه أنه سئل أن يكحل له المسجد فقال: لا عريش كعريش موسى. قال البيهقي: يعني أنه كان يكره الطاق في حوالي المسجد. انتهى ¶ والعريش: ما يستظل به من خيمة أو غيرها والجمع عرش كقليب وقلب ومنه قيل لبيوت مكة العرش لأنها عيدان تتصب وتظل عليها ومعناه بأي شيء كان يستظل.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وَكَلَام اِبْن عَبَّاس فِيهِ مَفْصُول مِنْ كَلَام النَّبِيّ صلى الله عليه وسلم فِي الْكُتُب الْمَشْهُورَة وَغَيْرهَا, وَإِنَّمَا لَمْ يَذْكُر الْبُخَارِيّ الْمَرْفُوع مِنْهُ لِلِاخْتِلَافِ عَلَى يَزِيد بْن الْأَصَمّ فِي وَصْله وَإِرْسَاله , قَالَ الْبَغَوِيُّ: التَّشْيِيد رَفْع الْبِنَاء وَتَطْوِيله , وَإِنَّمَا زَخْرَفَتْ الْيَهُود وَالنَّصَارَى مَعَابِدهَا حِين حَرَّفُوا كُتُبهمْ وَبَدَّلُوهَا. ¶ وَرَوَى الْبُخَارِيُّ فِي صَحِيحِهِ أَنَّ عُمَرَ رضي الله عنه أَمَرَ بِبِنَاءِ مَسْجِدٍ وَقَالَ: أَكِنَّ النَّاسَ مِنْ الْمَطَرِ, وَإِيَّاكَ أَنْ تُحَمِّرَ أَوْ تُصَفِّرَ فَتَفْتِنَ النَّاسَ. ¶ وَقَالَ أَبُو الدَّرْدَاءِ رضي الله عنه: إذَا حَلَّيْتُمْ مَصَاحِفَكُمْ وَزَخْرَفْتُمْ مَسَاجِدَكُمْ فَالدَّبَارُ عَلَيْكُمْ. ¶ وَلِأَنَّ ذَلِكَ يُلْهِي الْمُصَلِّيَ عَنْ الصَّلَاةِ بِالنَّظَرِ إلَيْهِ فَيُخِلَّ بِخُشُوعِهِ ; وَلِأَنَّ هَذَا مِنْ أَشْرَاطِ السَّاعَةِ. ¶ ولقد ناقش الشيخ الألباني رحمه الله المحدثين من حيث الصنعة الحديثية أغنتنا من الخوض في رتبة هذه الأحاديث والآثار، ولقد أثبت كلامه كاملا في آخر هذا الفصل. ¶ وَاتَّفَقَ الْفُقَهَاءُ عَلَى أَنَّهُ لَا يَجُوزُ زَخْرَفَةُ الْمَسْجِدِ أَوْ نَقْشُهُ مِنْ مَالِ الْوَقْفِ, وَأَنَّ الْفَاعِلَ يَضْمَنُ ذَلِكَ وَيَغْرَمُ الْقِيمَةَ ; لِأَنَّهُ مَنْهِيٌّ عَنْهُ وَلَا مَصْلَحَةَ فِيهِ وَلَيْسَ بِبِنَاءٍ , قَالَ الْحَنَفِيَّةُ: إلَّا إذَا خِيفَ طَمَعُ الظَّلَمَةِ , كَأَنْ اجْتَمَعَتْ عِنْدَهُ أَمْوَالُ الْمَسْجِدِ وَهُوَ مُسْتَغْنٍ عَنْ الْعِمَارَةِ فَلَا بَأْسَ بِزَخْرَفَتِهِ. وَكَذَلِكَ مَا لَوْ كَانَتْ الزَّخْرَفَةُ لِإِحْكَامِ الْبِنَاءِ , أَوْ كَانَ الْوَاقِفُ قَدْ فَعَلَ مِثْلَهُ , لِقَوْلِهِمْ: إنَّهُ يَعْمُرُ الْوَقْفَ كَمَا كَانَ , فَلَا بَأْسَ بِهِ كَذَلِكَ.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وَذَهَبَ بَعْضُ الْفُقَهَاءِ وَمِنْهُمْ الْحَنَابِلَةُ وَأَحَدُ الْوَجْهَيْنِ لَدَى الشَّافِعِيَّةِ إلَى أَنَّهُ يَحْرُمُ زَخْرَفَةُ الْمَسْجِدِ بِذَهَبٍ أَوْ فِضَّةٍ وَتَجِبُ إزَالَتُهُ كَسَائِرِ الْمُنْكَرَاتِ; لِأَنَّهُ إسْرَافٌ, وَيُفْضِي إلَى كَسْرِ قُلُوبِ الْفُقَرَاءِ, كَمَا يَحْرُمُ تَمْوِيهُ سَقْفِهِ أَوْ حَائِلِهِ بِذَهَبٍ أَوْ فِضَّةٍ, وَتَجِبُ إزَالَتُهُ إنْ تَحَصَّلَ مِنْهُ شَيْءٌ بِالْعَرْضِ عَلَى النَّارِ, فَإِنْ لَمْ يَجْتَمِعْ مِنْهُ شَيْءٌ بِالْعَرْضِ عَلَى النَّارِ فَلَهُ اسْتِدَامَتُهُ حِينَئِذٍ لِعَدَمِ الْمَالِيَّةِ, فَلَا فَائِدَةَ فِي إتْلَافِهِ, وَلِمَا رُوِيَ أَنَّ عُمَرَ بْنَ عَبْدِ الْعَزِيزِ لَمَّا وَلِيَ الْخِلَافَةَ أَرَادَ جَمْعَ مَا فِي مَسْجِدِ دِمَشْقَ مِمَّا مُوِّهَ بِهِ مِنْ الذَّهَبِ فَقِيلَ لَهُ: إنَّهُ لَا يَجْتَمِعُ مِنْهُ شَيْءٌ فَتَرَكَهُ, وَأَوَّلُ مَنْ ذَهَّبَ الْكَعْبَةَ فِي الْإِسْلَامِ وَزَخْرَفَهَا وَزَخْرَفَ الْمَسَاجِدَ الْوَلِيدُ بْنُ عَبْدِ الْمَلِكِ, وَلِذَلِكَ عَدَّهَا كَثِيرٌ مِنْ الْعُلَمَاءِ مِنْ أَقْسَامِ الْبِدْعَةِ الْمَكْرُوهَةِ. ¶ وَذَهَبَ بَعْضُ الْفُقَهَاءِ مِنْ الشَّافِعِيَّةِ وَهُوَ قَوْلٌ عِنْدَ الْحَنَفِيَّةِ: إلَى اسْتِحْبَابِ زَخْرَفَةِ الْمَسْجِدِ بِذَهَبٍ, أَوْ فِضَّةٍ, أَوْ نَقْشٍ, أَوْ صَبْغٍ, أَوْ كِتَابَةٍ أَوْ غَيْرِ ذَلِكَ لِمَا فِيهِ مِنْ تَعْظِيمِ الْمَسْجِدِ وَإِحْيَاءِ الشَّعَائِرِ الْإِسْلَامِيَّةِ. ¶ وَذَهَبَ الْحَنَفِيَّةُ فِي الرَّاجِحِ عِنْدَهُمْ إلَى أَنَّهُ لَا بَأْسَ بِزَخْرَفَةِ الْمَسْجِدِ أَوْ نَقْشِهِ بِجِصٍّ أَوْ مَاءِ ذَهَبٍ أَوْ نَحْوِهِمَا مِنْ الْأَشْيَاءِ الثَّمِينَةِ مَا لَمْ يَكُنْ ذَلِكَ فِي الْمِحْرَابِ أَوْ جِدَارِ الْقِبْلَةِ; لِأَنَّهُ يَشْغَلُ قَلْبَ الْمُصَلِّي, وَمَا لَمْ يَكُنْ كَذَلِكَ فِي حَائِطِ الْمَيْمَنَةِ أَوْ الْمَيْسَرَةِ, لِأَنَّهُ أَيْضًا يُلْهِي الْمُصَلِّيَ الْقَرِيبَ مِنْهُ, أَمَّا زَخْرَفَةُ هَذِهِ الْأَمَاكِنِ مِنْ الْمَسْجِدِ فَمَكْرُوهَةٌ عِنْدَهُمْ أَيْضًا. (¬1) ¶ واتفقت كلمة المستشرقين على بدعة المحاريب، وقالوا هي مذابح النصارى، وادعائهم هذا ليس من باب تنظيف الدين من كل دخيل عليه، بل من باب إلغاء مظهر من مظاهر الفن والجمال، في صورة من صوره الإسلامية حسدا من عند أنفسهم، وعملت إرساليات الاستعمار على سرقة المحراب العباسي وغيره، لأنه تحفة من أروع ما ¶ ¬__________ ¶ (¬1) المصدر السابق ج23ص218 - 219",
            "page": "30",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "تركته بصمات الفن المعماري للدين الموصوف بالتخلف والوحشية، وبقي مسجد قرطبة غصة في حلق أوربا، يثبت للعالم بأسره، كيف كان المسلمون في الحضارة، والهندسة والفنون، قتل الله الحقد ما أفتك شره. ¶ قال الشيخ طه الولي في كتابه المدهش المساجد في الإسلام: \" أما المستشرقون فإنهم يكادون يتفقون جميعاً على أن العلاقة بين المحراب في المسجد والمذبح في الكنيسة واردة، وهم يعللون ذلك بأن المسلمين تأثروا بما كانوا يجدونه في كنائس النصارى التي بالشام من المذابح، حيث يقف القسيس لأداء ما يسمى في الطقوس الكنسية \"الذبيحة الإلهية\" وأن المسلمين نقلوا هذه الفكرة إلى معابدهم وأنشئوا المحراب الذي هو مخصص للإمام الذي يتقدم المصلين عندما يؤمهم. ¶ ولقد أوغل هؤلاء المستشرقون في الخيال حين أكدوا بأن العمال النصارى الذين استقدمهم الوليد بن عبد الملك لعمارة مسجد المدينة المنورة هم الذين بنوا محراب هذا المسجد، أي أن هؤلاء العمال هم الذين جعلوا محراب المسجد صورة عن مذبح الكنيسة. ¶ وسند المستشرقين فيما زعموه هو ما رواه السمهودي من أن الوليد بن عبد الملك كتب إلى ملك الروم: \" إنا نريد أن نعمر مسجد نبينا الأعظم فأعنا فيه بعمال وفسيفساء فبعث إليه بأحمال من فسيفساء وبضعة وعشرين عاملاً، وقال بعضهم، بعشرة عمال وقال: بعثت إليك بعشرة يعدلون مائة، وبثمانين ألف دينار عوناً له. ¶ وفي رواية أخرى أن ملك الروم بعث إلى الوليد بأربعين عاملاً من الروم ومثلهم من القبط وبثمانين ألف مثقال من الذهب وبأحمال من الفسيفساء وبأحمال من سلاسل القناديل.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ولقد اعتبر هؤلاء المستشرقون أن استخدام العمال النصارى في بناء المسجد أنهم كانوا أحراراً في التصرف بشكله ومعالمه كما يشاءون .. وهذا لعمري منتهى التفاؤل بمكانة هؤلاء العمال الذين لم يكونوا، في الواقع أكثر من فعلة عاديين ينفذون ما كان يطلبه إليهم صالح بن كيسان الذي جعله عمر بن عبد العزيز مشرفاً على هدم المسجد وإعادة بنائه من جديد وفقاً للمخطط الذي وضعه له الخليفة الأموي الوليد ابن عبد الملك نفسه. ¶ ومما يؤكد أن المسلمين كانوا يشرفون بكل دقة وانتباه على العمال الروم الذين كانوا يقومون بإعادة بناء المسجد النبوي، الخبر الذي رواه السمهودي عن لسان صالح بن كيسان الذي قال: لما جاء كتاب الوليد من دمشق لهدم المسجد سار خمس عشرة، فجرد في ذلك عمر بن عبد العزيز الذي كان والياً على المدينة آنذاك قال صالح بن كيسان: \" واستعملني على هدمه (أي المسجد) وبنائه، فهدمناه بعمال المدينة، فبدأنا بهدم بيوت أزواج النبي صلى الله عليه وسلم حتى قدم علينا الفعلة الذين بعث بهم الوليد \".انتهى ¶ ومما يبين لنا شدة الرقابة التي فرضت على العمال الروم ما رواه السمهودي عن ابن زبالة الذي قال: \" فبينما أولئك العمال يعملون في المسجد إذ خلا لهم المسجد فقال بعض أولئك العمال من الروم ألا أبول على قبر نبيهم، فتهيأ لذلك ونهاه أصحابه، فلما هم أن يفعل اقْتُلِعَ فأُلْقِيَ على رأسه، فانتثر دماغه، فأسلم بعض أولئك النصارى، وعمل أحد أولئك الروم على رأس خمس طاقات في جدار القبلة في صحن المسجد صورة خنزير، فظهر عليه عمر بن عبد العزيز فأمر به فضربت عنقه\" انتهى كلام السمهودي بنصه.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ولعل في هذه الحكاية ما يعطينا صورة صحيحة عن الرقابة الشديدة التي كانت مفروضة على أولئك العمال لئلا يستغلوا وجودهم في المسجد لتشويهه أو تغيير معالمه الأصلية. ¶ ويبدو لنا أن ما حدا ببعض المستشرقين إلى القول بأن المسلمين قلدوا الكنائس عند بناء مساجدهم هو ما جاء في كتاب السمهودي في قوله: ولما فرغ عمر بن عبد العزيز من بنيان المسجد أرسل إلى أبان بن عثمان (بن عفان) فحُمِل في كساء خز حتى انتُهِى به إليه، فقال – أي عمر بن عبد العزيز – أين هذا البناء من بنيانكم؟ فقال – أي أبان بن عثمان – بنيناه بناء المساجد وبنيتموه بناء الكنائس: على أن هذا الحوار الذي جرى بين عمر وبين أبان لا يشير من قريب أو بعيد إلى أن المحراب كان محور الكلام بين الرجلين، بل إن أبان أراد من قوله: \" بنيتموه بناء الكنائس \" أي جعلتموه مزخرفاً كما هي الحال في الكنائس، بينما نحن جعلناه بسيطاً كما يفترض أن تكون المساجد. ¶ وأياً ما كان فإن المقابلة بين محراب المسجد ومذبح الكنسية، قياس مع الفارق كما يقول أهل المنطق، ذلك أن مذبح الكنيسة عبارة عن فناء كبير في صدرها، يتسع لطاولة توضع عليها معدات الطقوس الكنسية ومراسم الصلاة التي يستعملها الكاهن، وهذا الفناء مصمم بحيث يمكِّن هذا الكاهن أن يروح فيه ويغدو من غير عائق، أما المحراب في المسجد فإن مكانه وشكله يدلان بوضوح على أنه مجرد موضع يتسع للإمام في ركوعه وسجوده أثناء الصلاة، بحيث لا يشغل مساحة كبيرة يستهلكها هذا الإمام من أصل مساحة المسجد دون أي طائل أو فائدة. هذا من جهة، ومن جهة ثانية، فان من أهداف المحراب الأساسية، تحديد جهة القبلة بالنسبة للبلد الذي يوجد فيه المسجد \".انتهى كلام طه الولي ونقله عن السمهودي (¬1) ¶ ¬__________ ¶ (¬1) الشيخ طه الولي في كتابه المساجد في الإسلام صفحة: 230، وصفحة: 325 وقال: وفاء الوفا بأخبار دار المصطفى صلى الله عليه وسلم، ج1ص370 ط مصر سنة 1327هـ.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ويميل الشيخ الألباني رحمه الله في المجلد الأول من كتابه الثمر المستطاب، إلى الرأي القائل ببدعة بناء المحاريب، غير أنه في آخر بحثه تردد بقوله:\"والمقام - بعد - بحاجة إلى تحقيق وتدقيق زيادة على ما تقدم؛ فمن كان عنده شيء من ذلك فليكتب، والله لا يضيع أجر من أحسن عملاً \". ¶ وأنا الآن أنقل جميع ما قاله الشيخ الألباني رحمه الله في الموضوع: قال\" وأما المحراب في المسجد؛ فالظاهر أنه بدعة، لأننا لم نقف على أي أثر يدل على أنه كان موجوداً في عهد النبي صلى الله عليه وسلم. أقول هذا وإن كان لم يخفَ علينا قول ابن الهمام في (الفتح): (فإنه بني في المساجد المحاريب من لدن رسول الله صلى الله عليه وسلم). فإن هذا بحاجة إلى سند ومعرفة من روى ذلك من المحدثين والحفاظ المتقدمين، فقد ردّ ذلك من هو أقعد في الحفظ من ابن الهمام؛ فقد قال السيوطي فيما نقله المناوي: (خفي على قوم كون المحراب في المسجد بدعة، وظنوا أنه كان في زمن النبي صلى الله عليه وسلم ولم يكن في زمنه، ولا في زمن أحد من خلفائه، بل حدث في المائة الثانية، مع ثبوت النهي عن اتخاذه). ¶ ثم تعقّب قول الزركشي المشهور: (إن اتخاذه جائز لا مكروه، ولم يزل عمل الناس عليه بلا نكير). بأنه: (لا نقل في المذهب فيه، وقد ثبت النهي عنه). وكأنه يعني بالنهي الذي أشار إليه ما أخرجه البيهقي من طريق عبد الرحمن بن مغراء عن ابن أبجر عن نعيم بن أبي هند عن سالم بن أبي الجعد عن عبد الله بن عمرو قال: قال رسول الله صلى الله عليه وسلم: (اتقوا هذه المذابح - يعني المحاريب -).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وهذا سند حسن رجاله كلهم ثقات رجال مسلم؛ غير عبد الرحمن بن مغراء، وهو إنما تُكُلم في روايته عن الأعمش، وليس هذا منها كما ترى، وقد قال الذهبي في ترجمته من (الميزان): (ما به بأس إن شاء الله تعالى، وروى الكديمي أنه سمع علياً يقول: ليس بشيء تركناه، لم يكن بذاك). قال ابن عدي عقيب هذا: (هذا الذي قاله علي هو كما قال، وإنما أنكر على أبي زهير - كنية ابن مغراء - أحاديث يرويها عن الأعمش لا يتابعه عليها الثقات، وقال أبو زرعة: صدوق). ¶ قلت: وقول أبي زرعة هذا هو الذي اعتمده الحافظ في (التقريب)؛ فقال: (صدوق تكلم في حديثه عن الأعمش). وقال الهيثمي في (المجمع) بعد أن ساق الحديث بلفظه: (رواه الطبراني، وفيه عبد الله بن مغراء؛ وثقه ابن حبان وغيره، وضعفه ابن المديني في روايته عن الأعمش، وليس هذا منها). ¶ قلت (أي الألباني): إن كان يعني بتضعيف ابن المديني له تلك الرواية التي سبق ذكرها عن الذهبي من طريق الكديمي، فإنه لا يجوز الاحتجاج بها، لأن الكديمي _ واسمه محمد بن يونس - أحد المتروكين كما في (الميزان)، بل كذّبه بعضهم). ¶ وقال السيوطي فيما نقله المناوي: (حديث ثابت، وهو على رأي أبي زرعة ومتابعته صحيح، وعلى رأي ابن عدي حسن). ومن ثم رمز له في (الجامع) بالحسن، وتعقبه المناوي بما نقله عن الذهبي أنه قال في المذهب على البيهقي: (قلت: هذا خبر منكر تفرد به عبد الرحمن بن مغراء وليس بحجة). ¶ قلت (الألباني): والحق أن الحديث حسن، والحكم عليه بالنكارة غير ظاهر والذهبي نفسه قد قال في ابن مغراء أنه لا بأس به كما سبق آنفاً، وأقل ما يفيده هذا القول أن حديثه حسن إذا تفرد به، والقول بأنه ليس بحجة على إطلاقه يناقض هذا الذي",
            "page": "35",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "في (الميزان)، وأما إذا قيل: إنه ليس بحجة إذا خالف فهو حق، وهنا لم يخالف؛ فكان حديثه حسناً والله تعالى أعلم. ¶ غير أن الاستدلال بالحديث على النهي عن المحاريب المبتدعة في المساجد - كما فهم السيوطي على ما نقله المناوي عنه صراحة ويشير إليه كلامه المذكور سابقاً - غير ظاهر، وإن سبقه البيهقي إلى ذلك حيث أورد الحديث في (باب في كيفية بناء المساجد)؛ قال المناوي متعقباً كلام السيوطي المشار إليه: (أقول: وهذا بناء منه على ما فهمه من لفظ الحديث أن مراده بالمحراب ليس إلا ما هو المتعارف عليه في المسجد الآن، ولا كذلك، فإن الإمام الشهير المعروف بابن الأثير قد نصّ على أن المراد بالمحاريب في الحديث صدور المجالس؛ قال: ومنه حديث أنس: كان يكره المحاريب. أي: لم يكن يحب أن يجلس في صدور المجالس ويرتفع على الناس. انتهى). ¶ قلت (الألباني): وفيه أن ابن الأثير لم ينصّ على ما ذكره المناوي؛ فإن نص كلامه في النهاية: (المحراب): الموضع العالي المشرف، وهو صدر المجلس أيضاً، ومنه سُمي محراب المسجد، وهو صدره وأشرف موضع فيه، ومنه حديث أنس. . .) إلخ كلامه الذي نقله المناوي. فأنت ترى أنه لم يتعرّض لذكر الحديث الذي نحن في صدده مطلقاً؛ فكيف يقول المناوي: (قد نص على أن المراد بالمحاريب في الحديث صدور المجالس)؟! وإنما نص على أن هذا هو المراد بالمحاريب في حديث أنس الذي أورده هو نفسه - أعني: ابن الأثير -، وليس يخفى أنه لا يلزم من ورود هذا اللفظ (المحاريب) في حديث أنس بمعنى صدور المجالس، أن يكون هذا المعنى هو المراد من كل حديث ورد فيه هذا اللفظ، ومنه هذا الحديث. ¶ لكن الذي رجح عندي كون الحديثين بمعنى واحد: هو ورود اسم الإشارة في حديث الباب: (هذه المذابح - يعني المحاريب) مما يدل على أن المشارإليه - وهي",
            "page": "36",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المحاريب - كانت موجودة في عهده عليه الصلاة والسلام، بينما محاريب المساجد بالمعنى المصطلح عليه لم تكن في عهده عليه الصلاة والسلام باعتراف السيوطي؛ فكيف يسوغ حينئذ حمل الحديث عليها، وفيه الإشارة إليها وهي غير موجودة؟! فتعين أن المراد من المحاريب في هذا الحديث صدور المجالس؛ كما هو المراد في حديث أنس. والله أعلم. ¶ هذا وقد روي ما يشير إلى أن المحاريب في المساجد لم تكن معروفة في عهده عليه الصلاة والسلام؛ فقد روى الطبراني في (الأوسط) و (الكبير) عن جابر بن أسامة الجهني قال: لقيت رسول الله صلى الله عليه وسلم في أصحابه بالسوق، فقلت: أين يريد رسول الله صلى الله عليه وسلم؟ قالوا: يريد أن يخط لقومك مسجداً، قال: فأتيت وقد خط لهم مسجداً؛ وغرز في قبلته خشبة فأقامها قبلة. قال في (المجمع): (وفيه معاوية ابن عبد الله بن حبيب، ولم أجد من ترجمه). ¶ وفي حفظي أن بعض العلماء من الذين يذهبون إلى جواز المحراب في المسجد ذكر أن من فوائده الدلالة على جهة القبلة. ونحن نقول: إن ذلك إنما يحتاج إليه إذا لم يكن في المسجد منبر، فإنه لا منبر فيه؛ فلا مانع من وضع خشبة تدل على القبلة كما في هذا الحديث، ذلك خير من المحاريب التي في اتخاذها تشبه بالنصارى. فقد روى البزار عن عبد الله بن مسعود أنه كره الصلاة في المحراب وقال: إنما كانت في الكنائس؛ فلا تشبهوا بأهل الكتاب. يعني: أنه كره الصلاة في الطاق. قال في (المجمع): (ورجاله موثقون). ¶ قلت: ورواه سعيد بن منصور أيضاً بلفظ أنه كان يكره الصلاة في الطاق، وقال: إنه من الكنائس فلا تشبهوا بأهل الكتاب. وروى عن عبيد بن أبي الجعد قال: كان أصحاب محمد صلى الله عليه وسلم يقولون: إن من أشراط الساعة أن تُتخذ المذابح في المسجد - يعني الطاقات (أورده والذي قبله شيخ الإسلام في (الاقتضاء ص 63).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن الملاحظ في هذا الأثر أنه فسر المذابح في المسجد بالطاقات؛ وهي المحاريب بالمعنى المصطلح عليه، كما فسر في الحديث المذابح بالمحاريب مما يدل على أنها هي الطاقات، وهذا مما يقوي ما فهمه السيوطي من الحديث؛ لولا اسم الإشارة فيه. ¶ والمقام - بعد - بحاجة إلى تحقيق وتدقيق زيادة على ما تقدم؛ فمن كان عنده شيء من ذلك فليكتب، والله لا يضيع أجر من أحسن عملاً. ¶ وقد نصّ على كراهة المحاريب في المساجد ابن حزم، وقال: (وروينا عن علي بن أبي طالب أنه كان يكره المحراب في المسجد، وعن إبراهيم النخعي أنه كان يكره أن يصلي في طاق الإمام. قال سفيان الثوري: (ونحن نكرهه). ¶ ولذلك قال الشيخ علي القاري في (المرقاة) (1/ 473) في شرح حديث أنس: (رأى النبي صلى الله عليه وسلم نخامة في القبلة): (أي جدار المسجد الذي يلي القبلة، وليس المراد بها المحراب الذي يسميه الناس قبلة؛ لأن المحاريب من المحدثات بعده صلى الله عليه وسلم، ومن ثم كره جمع من السلف اتخاذها والصلاة فيها. قال القضاعي: وأول من أحدث ذلك عمر بن عبد العزيز، وهو يومئذٍ عامل للوليد بن عبد الملك على المدينة؛ لما أسس مسجد النبي صلى الله عليه وسلم وهدمه وزاد فيه. ويسمى موقف الإمام من المسجد محراباً لأنه أشرف مجالس المسجد، ومنه قيل للقصر: محراب؛ لأنه أشرف المنازل، وقيل: المحراب مجلس الملك؛ سمي به لانفراده فيه. وكذلك محراب المسجد لانفراد الإمام فيه، وقيل: سمي بذلك لأن المصلي يحارب فيه الشيطان). ¶ وأما ما في (عون المعبود على سنن أبي داود): (ما قاله القاري من أن المحاريب من المحدثات بعده عليه السلام فيه نظر؛ لأن وجود المحراب في زمنه عليه السلام يثبت من",
            "page": "38",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "بعض الروايات. أخرج البيهقي في (السنن الكبرى) عن وائل بن حجر قال: حضرت رسول الله صلى الله عليه وسلم نهض إلى المسجد فدخل المحراب، ثم رفع يديه للتكبير). نقله الشيخ عبد الحي الكتاني في (التراتيب الإدارية) وأقره! ¶ قلت: وهذا تعقب وإقرار لا طائل تحته؛ لأن الحديث المذكور ضعيف جداً؛ لأن البيهقي أخرجه من طريق محمد بن حجر الحضرمي: حدثنا سعيد بن عبد الجبار بن وائل عن أبيه عن أمه عن وائل به. وهذا سند فيه ثلاثة علل: ضعف بعض رواته، والانقطاع، والشذوذ في متنه. أما الأولى؛ فهي محمد بن حجر الحضرمي؛ قال الذهبي في (الميزان): ... (له مناكير، وقال البخاري: فيه بعض النظر). وأقره الحافظ في (اللسان) ونقل عن أبي أحمد الحاكم أنه قال: (ليس بالقوي عندهم). قلت: وشيخه سعيد بن عبد الجبار ضعيف أيضاً كما في (التقريب). وأما الثانية؛ فهي أن عبد الجبار بن وائل لا يعرف أنه سمع من أمه، وقد قيل: إنه لم يسمع من أبويه كما في (التهذيب). وأما الثالثة؛ فهي أن حديث وائل رضي الله عنه في صفة صلاته صلى الله عليه وسلم قد جاء في (صحيح مسلم) والسنن والمسانيد وغيرها من طرق كثيرة بألفاظ مختلفة، ليس في شيء منها ذكر المحراب، إلا في هذه الرواية الضعيفة؛ فدل على شذوذها. بل نكارتها. انظر الطرق المشار إليها في البيهقي (2/ 24 و 25 و 26 و 28 و 30 و 57 و 58 و 72 و 81 و 98 و 99 و 111 و 112 و 131 و 132 و 178).انتهى كلام الألباني بدون تصرف",
            "page": "39",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أدلة المجيزين لبناء المحاريب ¶ وما يلحق ذلك من الصلاة فيها وتزيينها وتزويقها: ¶ رُئِيَ قَيْس بْن أَبِي حَازِمٍ، وسَعِيد بْنَ جُبَيْرٍ، وسُوَيْد بْن غَفَلَةَ، والْبَرَاء بْن عَازِبٍ، أَبو رَجَاءٍ يصلون في المحاريب ولم يتركوها، ولهذا بوب ابن أبي شيبة للباب بقوله: باب مَنْ رَخَّصَ الصَّلَاةَ فِي الطَّاقِ. (¬1) ¶ قال أبوبكر بن أبي شيبة: (278) باب مَنْ رَخَّصَ الصَّلَاةَ فِي الطَّاقِ. (1) حَدَّثَنَا هُشَيْمٌ قَالَ أَخْبَرَنَا إسْمَاعِيلُ بْنُ أَبِي خَالِدٍ عَنْ قَيْسِ بْنِ أَبِي حَازِمٍ قَالَ: كَانَ يُصَلِّي بِنَا فِي الطَّاقِ. ¶ (2) حَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا مُوسَى بْنُ نَافِعٍ قَالَ رَأَيْت سَعِيدَ بْنَ جُبَيْرٍ يُصَلِّي فِي الطَّاقِ. ¶ (3) حَدَّثَنَا وَكِيعٌ قَالَ حَدَّثَنَا رِفَاعَةُ بْنُ مُسْلِمٍ قَالَ رَأَيْت سُوَيْد بْنَ غَفَلَةَ يُصَلِّي فِي الطَّاقِ. ¶ (4) حَدَّثَنَا أَبُو بَكْرٍ قَالَ: حَدَّثَنَا إِسْحَاقُ بْنُ مَنْصُورٍ قَالَ حَدَّثَنَا هُرَيْمٌ عَنْ أُمِّ عَمْرٍو الْمُرَادِيَّةِ قَالَتْ رَأَيْت الْبَرَاءَ بْنَ عَازِبٍ يُصَلِّي فِي الطَّاقِ. ¶ (5) حَدَّثَنَا يَزِيدُ بْنُ هَارُونَ عَنْ وِقَاءَ بْنِ إيَاسٍ قَالَ رَأَيْت سَعِيدَ بْنَ جُبَيْرٍ يُصَلِّي فِي الطَّاقِ. ¶ (6) حَدَّثَنَا زَيْدُ بْنُ الْحُبَابِ عَنْ فِطْرٍ قَالَ رَأَيْت أَبَا رَجَاءٍ يُصَلِّي فِي الْمِحْرَابِ. ¶ ¬__________ ¶ (¬1) مصنف ابن أبي شيبة ج: 1 ص: 408 – 409، باب (278) مَنْ رَخَّصَ الصَّلَاةَ فِي الطَّاقِ. 4704 - 4709، تفسير السيوطي، الدر المنثور ج: 2 ص: 188، تفسير قوله تعالى: {فَنَادَتْهُ الْمَلآئِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ} [آل عمران: 38]",
            "page": "40",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ونقل عبد الرزاق في مصنفه عن حبيب بن أبي عمرة قال رأيت سعيد بن جبير يصلي في طاق الإمام، قال عبد الرزاق: ورأيت معمرا إذا أمَّنا يصلي في طاق الإمام. (¬1) ¶ وعن سهل بن سعد قال كان رسول الله صلى الله عليه وسلم يصلي إلى خشبة فلما بنى له محراب تقدم إليه فحنت الخشبة حنين البعير فوضع رسول الله صلى الله عليه وسلم يده عليها فسكنت. (¬2) ¶ ونقل الحافظ ابن مندة، وسيف في الفتوح، عن عمر رضي الله عنه أنه صلى في محراب داود عليه السلام. (¬3) وفي مصنف ابن أبي شيبة أن أبو مريم الكندي الصحابي رضي الله عنه صلى في محراب داود. (¬4) ¶ ¬__________ ¶ (¬1) مصنف عبد الرزاق ج: 2 ص: 412، باب صلاة الإمام في الطاق،3898 عبد الرزاق عن الثوري عن حبيب بن أبي عمرة. ¶ (¬2) قال الطبراني في المعجم الكبير ج: 6 ص: 126،حديث: 5726 حدثنا موسى بن هارون قال: حدثنا إسحاق بن راهويه قال: حدثنا عبد المهيمن بن عباس بن سهل بن سعد حدثني أبي عن جدي. وقال الهيثمي في مجمع الزوائد ج: 2 ص: 58 الحديث2240 كتاب الصلاة، باب سترة المصلي: رواه الطبراني في الكبير وفيه عبد المهيمن بن عباس وهو ضعيف. ¶ (¬3) قال الحافظ في كتابه العظيم الإصابة في معرفة الصحابة ترجمة:10599 أبو مريم الكندي اسمه عبيد له إدراك وصلى مع عمر ببيت المقدس فأخرج بن مندة من طريق عثمان بن عطاء الخراساني عن زياد بن أبي سودة عن أبي مريم قال دخلت مع عمر بن الخطاب محراب داود فقرأ سورة ص وسجد وأخرجه سيف في الفتوح عن الربيع بن النعمان عن أبي مريم مولى سلامة قال شهدت إيلياء مع عمر فمضى حتى دخل المسجد فانتهى إلى محراب داود فقرأ سجدة ص فسجد وسجدنا معه. ¶ (¬4) مصنف ابن أبي شيبة، ج: 7 ص: 11، الأثر: 33854 حدثنا ابن نمير عن ثور عن زياد بن أبي سودة عن أبي مريم قال لما أتى الشام أتى محراب داود فصلى فيه فقرأ سورة ص فلما انتهى إلى السجدة سجد. وقال الحافظ في: الإصابة في معرفة الصحابة ترجمة:10599 قال البخاري أبو مريم روى عن عمر روى عنه زياد بن أبي سودة حديثه في الشاميين. المصدر السابق، الترجمة نفسها. وقال في كتابه التقريب، ترجمة: 8356 أبو مريم الأسدي بالسكون صحابي له حديث وقيل هو عمرو بن مرة الجهني وهو غير أبي مريم الكندي شيخ حجر بن مالك وأبي مريم الغساني جد أبي بكر ابن عبد الله بن أبى مريم وقد قيل إن للثلاثة صحبة د ت (يعني أخرج حديثه أبو داود والترمذي).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فائدة ¶ قال القاضي أبو بكر بن العربي في كتابه أحكام القرآن الكريم: \" شَاهَدْتُ مِحْرَابَ دَاوُد عليه السلام فِي بَيْتِ الْمَقْدِسِ بِنَاءً عَظِيمًا مِنْ حِجَارَةٍ صَلْدَةٍ لَا تُؤَثِّرُ فِيهَا الْمَعَاوِلُ, طُولُ الْحَجَرِ خَمْسُونَ ذِرَاعًا, وَعَرْضُهُ ثَلَاثَةَ عَشَرَ ذِرَاعًا, وَكُلَّمَا قَامَ بِنَاؤُهُ صَغُرَتْ حِجَارَتُهُ , وَيُرَى لَهُ ثَلَاثَةُ أَسْوَارٍ; لِأَنَّهُ فِي السَّحَابِ أَيَّامَ الشِّتَاءِ كُلَّهَا لَا يَظْهَرُ لِارْتِفَاعِ مَوْضِعِهِ وَارْتِفَاعُهُ فِي نَفْسِهِ, لَهُ بَابٌ صَغِيرٌ وَمَدْرَجَةٌ عَرِيضَةٌ, وَفِيهِ الدُّورُ وَالْمَسَاكِنُ, وَفِي أَعْلَاهُ الْمَسْجِدُ, وَفِيهِ كُوَّةٌ شَرْقِيَّةٌ إلَى الْمَسْجِدِ الْأَقْصَى فِي قَدْرِ الْبَابِ. (¬1) ¶ ومن الحوار المثمر: إذا أجاز السلف الصلاة في المقصورة (قال في القاموس: المَقْصُورَةُ: الدارُ الواسِعَةُ المُحَصَّنَةُ، أو هي أصْغَرُ من الدارِ)، فالصلاة في المحراب أخف وأسهل، فقد صلى فيها ابن عباس ومعاوية وأنس بن مالك والحسن والحسين وعمر بن عبد العزيز ومعمرا، وذلك لما قتل عمر رضي الله عنه اتخذوها خشية القتل. (¬2) ¶ ¬__________ ¶ (¬1) أحكام القرآن ج4، ص6 ¶ (¬2) مصنف عبد الرزاق ج: 2 ص:414 - 415 باب الصلاة في المقصورة. الآثار: 3907، 3908، 3909،3910،3911. أدخلت في عمارة المساجد المقصورة لتحجب الإمام عن بقية المصلين و أول من اتخذها هو عثمان بن عفان رضى الله عنه في مسجد المدينة حيث بني حول مصلاه مقصورة من لبن و فيها كوة ينظر الناس فيها إلى الإمام، اتخذها لما طعن عمر، و ذلك ليتقى بها الأشرار. المجمع العالمي للتقريب بين المذاهب الإسلامية، المطبوعات، مجلة رسالة الإسلام العدد 18.  htm ،  صفحة 194 ¶ http://www.taghrib.org/arabic/nashat/esdarat/kotob/arabic/books/resalatalislam/05/ 18/index.htm ¶ 3912  عبد الرزاق عن معمر عن قتادة أن الأحنف بن قيس كان لا يصلي في المقصورة ويقول هي حمى وكان لا ينام في السرادق ويقول لم يذكر السرادق إلا لأهل النار. 3913 وعن عبد الرزاق عن رجل عن محمد بن جابر عن حماد عن إبراهيم أنه كان يكره أن يصلي في المقصورة قال وقال حماد الصف الأول الذي يلي المقصورة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال عبد الرزاق أخبرنا عتبة بن محمد بن الحارث (مقبول، أخرج حديثه أبو داود والنسائي) (¬1) أن كريبا مولى ابن عباس (ثقة أخرج حديثه الجماعة) (¬2) أخبره أنه رأى ابن عباس يصلي في المقصورة مع معاوية. ¶ وقال عبد الرزاق أخبرنا الثوري عن عبد الله بن يزيد الهذلي (¬3) قال رأيت أنس ابن مالك يصلي مع عمر بن عبد العزيز في المقصورة. ¶ وقال عبد الرزاق أخبرنا معمر قال أخبرني من رأى أنس والحسن يصليان في المقصورة قال عبد الرزاق ورأيت أنا معمرا يصلي في المقصورة. (وهؤلاء كلهم أئمة - رضي الله عنهم -، ولم يذكر الشيخ الأعظمي من رأى أنسا- أعني الجهالة- جهالة الراوي). ¶ وقال عبد الرزاق عن ابن التيمي عن أبيه قال رأيت الحسن في المقصورة مرة يخفق برأسه ثم يقوم فيصلي ولا يتوضأ. فصلاته في المقصورة ولم تكن في الصدر الأول دليل على التسامح في ابتداعها، وزد عليها المحراب، ويخفق برأسه: من النعاس. ¶ ¬__________ ¶ (¬1) التهذيب، ترجمة: 218 وقال: خطأه أحمد .. وقال النسائي ليس بمعروف وذكره بن حبان في الثقات، وقال في القريب، ترجمة:4441 مقبول. ¶ (¬2) التهذيب، ترجمة:785 وقال: أخرج حديثه الجماعة الستة (الصحيحين والسنن الأربعة).قال بن سعد: كان ثقة حسن الحديث، وقال عثمان الدارمي: قلت لابن معين كريب أحب إليك عن بن عباس أو عكرمة فقال كلاهما ثقة. وقال النسائي: ثقة .. وذكره بن حبان في الثقات. وانظر التقريب ترجمة: 5638 ¶ (¬3) ذكره البخاري في التاريخ الكبير، ترجمة:741، وقال الشيخ حبيب الرحمن الأعظمي في تحقيقه لمصنف عبد الرزاق ج2 ص414: \" ذكره ابن أبي حاتم والبخاري\".انتهى كلام محققه الأعظمي. وذكرهما له دون الجرح له وخاصة كالبخاري وابن أبي حاتم المتشدد في قبول الرواية توثيق له.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "عبد الرزاق عن الثوري عن خصيف الذياك (¬1) قال وسئل ابن عمر عن المقصورة فقال إنما فعلوا ذلك مخافة أن يطعنوهم. ¶ قال مارتن بريغر صاحب الكتب والأبحاث في فن العمارة الإسلامية: إن المنبر كان ظاهرة جديدة في المسجد، وبعد سنين قليلة أدخلت المقصورة في عمارة المساجد لتحجب الإمام عن بقية المصلين، ثم ظهرت المآذن والمنارات في أواخر القرن، أما المحراب الذي يستخدم في تحديد اتجاه مكة، فقد أدخل في عمارة المساجد بعد ذلك بقليل. (¬2) ¶ وقال الضبي (توفى 168هـ) في المفضليات: أن متمم بن نويرة اليربوعي لما بلغه مقتل أخيه (مالك بن نويرة) حضر إلى مسجد رسول الله صلى الله عليه وسلم الصبح خلف أبي بكر فلما فرغ من صلاته وانفتل من محرابه قام متمم فوقف بحذائه واتكأ على سية قوسه. (¬3) ¶ ¬__________ ¶ (¬1) لا يوجد في كتب التراجم (بعد البحث والتفتيش المتواضعين، وأعني بالتراجم الرواة)، في باب خصيف إلا صاحبنا هذا، وأخرج حديثه الأربعة (أصحاب السنن). قال الحافظ في التقريب ترجمة: 1718 خصيف بالصاد المهملة مصغر بن عبد الرحمن الجزري أبو عون صدوق سيء الحفظ خلط بأخرة ورمي بالإرجاء من الخامسة مات سنة سبع وثلاثين وقيل غير ذلك .. ومن قول الذهبي في تاريخ الإسلام، صفحة: 2020 قال النسائي: صالح. وقال ابن معين: ثقة. وقال أحمد بن حنبل: ليس بحجة. وقال أبو حاتم: سيء الحفظ ... قال أبو زرعة: خصيف ثقة. وقال ابن هراش وغيره: لا بأس به ... قال ابن أبي نجيح: كان امرءا صالحا من صالحي الناس. ¶ (¬2) المسجد في الإسلام لطه الولي 223 نقلاً عن تراث الإسلام لبريغر، ترجمة دكتور زكي حسن، ج 2 ص 118،119 ¶ (¬3) المصدر السابق 223، المفضليات لأبي عبد الرحمن المفضل بن محمد الضبي، تحقيق وشرح أحمد شاكر وعبد السلام وهارون ج 2، ص 118، 119.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "لكن الدليل إذا وقع فيه الاحتمال سقط به الاستدلال، فقوله وانفتل من محرابه أي من صلاته أو مصلاه، وكذلك من ذكر أول المحاريب لم يرجعها لعصر أبي بكر رضي الله عنه. وما ورد في كتاب التراتيب الإدارية للكتاني من سنية تشييد المحاريب محل كذلك. ¶ قَالَ عَلِيّ الْقَارِي: أَيْ جِدَار الْمَسْجِد الَّذِي يَلِي الْقِبْلَة , وَلَيْسَ الْمُرَاد بِهَا الْمِحْرَاب الَّذِي يُسَمِّيه النَّاس قِبْلَة لِأَنَّ الْمَحَارِيب مِنْ الْمُحْدَثَات بَعْده صلى الله عليه وسلم وَمِنْ ثُمَّ كَرِهَ جَمْع مِنْ السَّلَف اِتِّخَاذهَا وَالصَّلَاة فِيهَا ¶ قَالَ الْقُضَاعِيُّ: وَأَوَّل مَنْ أَحْدَث ذَلِكَ عُمَر بْن عَبْد الْعَزِيز وَهُوَ يَوْمئِذٍ عَامِل لِلْوَلِيدِ بْن عَبْد الْمَلِك عَلَى الْمَدِينَة لَمَّا أَسَّسَ مَسْجِد النَّبِيّ صلى الله عليه وسلم وَهَدَمَهُ وَزَادَ فِيهِ , وَيُسَمَّى مَوْقِف الْإِمَام مِنْ الْمَسْجِد مِحْرَابًا لِأَنَّهُ أَشْرَف مَجَالِس الْمَسْجِد , وَمِنْهُ قِيلَ لِلْقَصْرِ مِحْرَاب لِأَنَّهُ أَشْرَف الْمَنَازِل , وَقِيلَ الْمِحْرَاب مَجْلِس الْمَلِك سُمِّيَ بِهِ لِانْفِرَادِهِ فِيهِ , وَكَذَلِكَ مِحْرَاب الْمَسْجِد لِانْفِرَادِ الْإِمَام فِيهِ. وَقِيلَ سُمِّيَ بِذَلِكَ لِأَنَّ الْمُصَلِّي يُحَارِب فِيهِ الشَّيْطَان. (¬1) ¶ قال السيوطي: خفي على قوم كون المحراب بالمسجد بدعة، وظنوا أنه كان في زمن النبي ولم يكن في زمنه ولا في زمن أحد من خلفائه، بل حدث في المائة الثانية مع ثبوت النهي عن اتخاذه. ثم تعقب قول الزركشي المشهور أن اتخاذه جائز لا مكروه لم يزل عمل الناس عليه بلا نكير .. ¶ ¬__________ ¶ (¬1) عون المعبود ج: 2 ص: 103",
            "page": "45",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وهذا بناء منه على ما فهمه من لفظ الحديث أن مراده بالمحراب ليس إلا ما هو المتعارف في المسجد الآن ولا كذلك فإن الإمام الشهير المعروف بابن الأثير قد نص على أن المراد بالمحاريب في الحديث صدور المجالس قال ومنه حديث أنس كان يكره المحاريب أي لم يكن يحب أن يجلس في صدور المجالس ويرتفع على الناس انتهى ¶ واقتفاه في ذلك جمع جازمين به ولم يحكوا خلافه منهم الحافظ الهيثمي وغيره ¶ وقال الحراني المحراب صدر البيت ومقدمه الذي لا يكاد يوصل إليه إلا بفضل منه وقوة جهد. ¶ وفي الكشاف في تفسير {كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ} (¬1) ما نصه قيل بنى لها زكريا محرابا في المسجد أي غرفة تصعد إليها بسلم وقيل المحراب أشرف المجالس ومقدمها كأنها وضعت في أشرف موضع في بيت المقدس وقيل كانت مساجدهم تسمى المحاريب. انتهى ¶ وقال في تفسير {يَعْمَلُونَ لَهُ مَا يَشَاء مِن مَّحَارِيبَ} (¬2):المحاريب المساكن والمجالس الشريفة سميت به لأنه يحامى عليها ويذب عنها وقيل المساجد. انتهى ¶ وفي الأساس: مررت بمذبح النصارى ومذابيحهم وهي محاريبهم ومواضع كتبهم ونحوها المناسك للمتعبدات وهي في الأصل المذابح. انتهى ¶ ¬__________ ¶ (¬1) سورة آل عمران:37 ¶ (¬2) سورة سبأ: 13",
            "page": "46",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وفي الفائق المحراب المكان الرفيع والمجلس الشريف لأنه يدافع عنه ويحارب دونه ومنه قيل محراب الأسد لمأواه وسمي القصر والغرفة المنيفة محرابا. انتهى بنصه ¶ وفي القاموس المذابح المحاريب والمقاصير بيوت النصارى والمحراب الغرفة وصدر البيت وأكرم مواضعه ومقام الإمام من المسجد والموضع ينفرد به الملك وقال الكمال ابن الهمام في الفتح بعدما نقل كراهة صلاة الإمام في المحراب لما فيه من التشبه بأهل الكتاب والامتياز عن القوم ما نصه لا يخفى أن امتياز الإمام مفردا مطلوب في الشرع في حق المكان حتى كان التقدم واجبا عليه وغاية ما هنا كونه في خصوص مكان ولا أثر لذلك فإنه بنى في المساجد المحاريب من لدن رسول الله ولو لم تبن لكانت السنة أن يتقدم في محاذاة ذلك المكان لأنه يحاذي وسط الصف وهو المطلوب إذ قيامه محاذاته مكروه وغايته اتفاق الملتين في بعض الأحكام ولا بدع فيه على أن أهل الكتاب إنما يخصون الإمام بالمكان المرتفع كما قيل فلا تشبه. انتهى (¬1) ¶ وفي عون المعبود، شرح سنن أبي داود للآبادي: \" قال علي القاري: المحاريب من المحدثات بعده صلى الله عليه وسلم ومن ثم كره جمع من السلف اتخاذها والصلاة فيها. ¶ قال القضاعي: وأول من أحدث ذلك عمر بن عبد العزيز وهو يومئذ عامل للوليد بن عبد الملك على المدينة لما أسس مسجد النبي صلى الله عليه وسلم وهدمه وزاد فيه، ويسمى موقف الإمام من المسجد محراباً لأنه أشرف مجالس المسجد، ومنه قيل للقصر محراب لأنه أشرف المنازل، وقيل المحراب مجلس الملك سمى به لانفراده فيه، وكذلك محراب المسجد لانفراد الإمام فيه. وقيل سمي بذلك لأن المصلي يحارب فيه الشيطان. ¶ ¬__________ ¶ (¬1) المناوي، فيض القدير، شرح الجامع الصغير للسيوطي ج: 1 ص: 144",
            "page": "47",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قلت: ما قاله القاري من أن المحاريب من المحدثات بعده صلى الله عليه وسلم فيه نظر، لأن وجود المحراب زمن النبي صلى الله عليه وسلم يثبت من بعض الروايات، أخرج البيهقي في السنن الكبرى من طريق سعيد بن عبد الجبار بن وائل عن أبيه عن أمه عن وائل بن حجر قال: \"حضرت رسول الله صلى الله عليه وسلم نهض إلى المسجد فدخل المحراب ثم رفع يديه بالتكبير\" الحديث. وأم عبد الجبار هي مشهورة بأم يحيى كما في رواية الطبراني في معجم الصغير. ¶ وقال الشيخ ابن الهمام من سادات الحنفية: ولا يخفى أن امتياز الإمام مقرر مطلوب في الشرع في حق المكان حتى كان التقدم واجباً عليه، وبنى في المساجد المحاريب من لدن رسول الله صلى الله عليه وسلم. انتهى. ¶ وأيضاً لا يكره الصلاة في المحاريب، ومن ذهب إلى الكراهة فعليه البينة، ولا يسمع كلام أحد من غير دليل برهان \". (¬1) ¶ ونقل القاسمي في إصلاح المساجد من البدع والحوادث عن الإقناع وشرحه: يباح اتخاذ المحراب في المسجد وفي المنزل والربط والمدارس. ¶ قال القاسمي: وهو المعتمد. (¬2) ¶ ¬__________ ¶ (¬1) عون المعبود، شرح سنن أبي داود للآبادي، كتاب الطهارة. 164باب في كراهية البزاق في المسجد، حديث: 484 ¶ (¬2) إصلاح المساجد، نشرة بيروت 1390 هـ، ص 266. وللألباني تعليق على رسالة القاسمي إصلاح المساجد من البدع والحوادث، وهو رحمه الله ممن أثار موضوع بدعة المحاريب، وقد نقلت عنه نصا كما مر في الفصل السابق عدم جزمه في المسألة، والمطلوب من الطرفين (المجيز والمانع) عدم التخاصم والتشاجر في مسائل لم يتفق عليها العلماء، وقد مر نقلي عن اختلاف السلف في ذلك، وقس على هذه المسألة عشرات المسائل التي هي مثار الغلط والغلو والشطط.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "رأي الأحناف في الصلاة في المحراب ¶ وَيُكْرَهُ قِيَامُ الْإِمَامِ وَحْدَهُ فِي الطَّاقِ وَهُوَ الْمِحْرَابُ وَلَا يُكْرَهُ سُجُودُهُ فِيهِ إذَا كَانَ قَائِمًا خَارِجَ الْمِحْرَابِ هَكَذَا فِي التَّبْيِينِ وَإِذَا ضَاقَ الْمَسْجِدُ بِمَنْ خَلْفَ الْإِمَامِ فَلَا بَأْسَ بِأَنْ يَقُومَ فِي الطَّاقِ. كَذَا فِي الْفَتَاوَى الْبُرْهَانِيَّةِ. (¬1) ¶ قال ابن نجيم: (قَوْلُهُ وَقِيَامُ الْإِمَامِ لَا سُجُودُهُ فِي الطَّاقِ) أَيْ الْمِحْرَابِ لِأَنَّ قِيَامَهُ فِيهِ يُشْبِهُ صَنِيعَ أَهْلِ الْكِتَابِ بِخِلَافِ سُجُودِهِ فِيهِ وَقِيَامِهِ خَارِجَهُ هَكَذَا عَلَّلَ بِهِ فِي الْهِدَايَةِ وَهُوَ أَحَدُ الطَّرِيقَيْنِ لِلْمَشَايِخِ وَأَصْلُهُ أَنَّ مُحَمَّدًا صَرَّحَ بِالْكَرَاهَةِ فِي الْجَامِعِ الصَّغِيرِ وَلَمْ يُفَصِّلْ فَاخْتَلَفَ الْمَشَايِخُ فِي سَبَبِهَا فَقِيلَ كَوْنُهُ يَصِيرُ مُمْتَازًا عَنْهُمْ فِي الْمَكَانِ لِأَنَّهُ فِي مَعْنَى بَيْتٍ آخَرَ وَذَلِكَ صَنِيعُ أَهْلِ الْكِتَابِ وَاقْتَصَرَ عَلَيْهِ فِي الْهِدَايَةِ وَاخْتَارَهُ الْإِمَامُ السَّرَخْسِيُّ وَقَالَ إنَّهُ الْأَوْجَهُ وَقِيلَ اشْتِبَاهُ حَالِهِ عَلَى مَنْ عَلَى يَمِينِهِ وَيَسَارِهِ فَعَلَى الطَّرِيقَةِ الْأُولَى يُكْرَهُ مُطْلَقًا وَعَلَى الثَّانِيَةِ لَا يُكْرَهُ عِنْدَ عَدَمِ الِاشْتِبَاهِ. ¶ وَفِي فَتْحِ الْقَدِيرِ وَلَا يَخْفَى أَنَّ امْتِيَازَ الْإِمَامِ مُقَرَّرٌ مَطْلُوبٌ فِي الشَّرْعِ فِي حَقِّ الْمَكَانِ حَتَّى كَانَ التَّقَدُّمُ وَاجِبًا عَلَيْهِ وَغَايَةُ مَا هُنَا كَوْنُهُ فِي خُصُوصِ مَكَان وَلَا أَثَرَ لِذَلِكَ لِأَنَّهُ يُحَاذِي وَسْطَ الصَّفِّ وَهُوَ الْمَطْلُوبُ إذْ قِيَامُهُ فِي غَيْرِ مُحَاذَاتِهِ مَكْرُوهٌ وَغَايَتُهُ اتِّفَاقُ الْمِلَّتَيْنِ فِي بَعْضِ الْأَحْكَامِ وَلَا بِدْعَ فِيهِ عَلَى أَنَّ أَهْلَ الْكِتَابِ إنَّمَا يَخُصُّونَ الْإِمَامَ بِالْمَكَانِ الْمُرْتَفِعِ عَلَى مَا قِيلَ فَلَا تَشَبُّهَ. (¬2) انتهى ¶ ¬__________ ¶ (¬1) الفتاوي الهندية، ج1، ص 109، الفتاوي الهندية، لجنة من العلماء برئاسة نظام الدين البلخي، دار الفكر. ¶ (¬2) ج1 ص 412 – 413",
            "page": "49",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ونقل ابن الهمام سبب كراهة من كره تزيين المساجد بقوله: لِقَوْلِهِ صلى الله عليه وسلم \" إنَّ مِنْ أَشْرَاطِ السَّاعَةِ أَنْ تُزَيَّنَ الْمَسَاجِدُ \" الْحَدِيثَ , وَالْأَقْوَالُ ثَلَاثَةٌ وَعِنْدَنَا لَا بَأْسَ بِهِ. ¶ وَمَحْمَلُ الْكَرَاهَةِ التَّكَلُّفُ بِدَقَائِقِ النُّقُوشِ وَنَحْوِهِ خُصُوصًا فِي الْمِحْرَابِ أَوْ التَّزْيِينُ مَعَ تَرْكِ الصَّلَوَاتِ أَوْ عَدَمُ إعْطَائِهِ حَقَّهُ (أي المسجد) مِنْ اللَّغَطِ فِيهِ وَالْجُلُوسِ لِحَدِيثِ الدُّنْيَا وَرَفْعِ الْأَصْوَاتِ بِدَلِيلِ آخِرِ الْحَدِيثِ وَهُوَ قَوْلُهُ \"وَقُلُوبُهُمْ خَاوِيَةٌ مِنْ الْإِيمَانِ\". (¬1) ¶ وَقَدْ يُقَالُ إنَّ امْتِيَازَ الْإِمَامِ الْمَطْلُوبِ فِي الشَّرْعِ حَاصِلٌ بِتَقَدُّمِهِ مِنْ غَيْرِ أَنْ يَقِفَ فِي مَكَان آخَرَ فَمَتَى أَمْكَنَ تَمْيِيزُهُ مِنْ غَيْرِ تَشَبُّهٍ بِأَهْلِ الْكِتَابِ تَعَيَّنَ فَحِينَئِذٍ وُقُوفُهُ فِي الْمِحْرَابِ تَشَبُّهٌ بِأَهْلِ الْكِتَابِ لِغَيْرِ حَاجَةٍ فَكُرِهَ مُطْلَقًا وَلِهَذَا قَالَ الْوَلْوَالِجِيُّ فِي فَتَاوِيهِ وَصَاحِبُ التَّجْنِيسِ إذَا ضَاقَ الْمَسْجِدُ بِمَنْ خَلْفَ الْإِمَامِ عَلَى الْقَوْمِ لَا بَأْسَ بِأَنْ يَقُومَ الْإِمَامُ فِي الطَّاقِ لِأَنَّهُ تَعَذَّرَ الْأَمْرُ عَلَيْهِ وَإِنْ لَمْ يَضِقْ الْمَسْجِدُ بِمَنْ خَلْفَ الْإِمَامِ لَا يَنْبَغِي لِلْإِمَامِ أَنْ يَقُومَ فِي الطَّاقِ لِأَنَّهُ يُشْبِهُ تَبَايُنَ الْمَكَانَيْنِ. انتهى ¶ يَعْنِي: وَحَقِيقَةُ اخْتِلَافِ الْمَكَانِ تَمْنَعُ الْجَوَازَ فَشُبْهَةُ الِاخْتِلَافِ تُوجِبُ الْكَرَاهَةَ وَهُوَ وَإِنْ كَانَ الْمِحْرَابُ مِنْ الْمَسْجِدِ كَمَا هِيَ الْعَادَةُ الْمُسْتَمِرَّةُ فَصُورَتُهُ وَهَيْئَتُهُ اقْتَضَتْ شُبْهَةَ الِاخْتِلَافِ فَالْحَاصِلُ أَنَّ مُقْتَضَى ظَاهِرِ الرِّوَايَةِ كَرَاهَةُ قِيَامِهِ فِي الْمِحْرَابِ مُطْلَقًا سَوَاءٌ اشْتَبَهَ حَالُ الْإِمَامِ أَوْ لَا وَسَوَاءٌ كَانَ الْمِحْرَابُ مِنْ الْمَسْجِدِ أَمْ لَا وَإِنَّمَا لَمْ يُكْرَهْ سُجُودُهُ فِي الْمِحْرَابِ إذَا كَانَ قَدَمَاهُ خَارِجَهُ لِأَنَّ الْعِبْرَةَ لِلْقَدَمِ فِي مَكَانِ الصَّلَاةِ حَتَّى تُشْتَرَطَ طَهَارَتُهُ رِوَايَةً وَاحِدَةً بِخِلَافِ مَكَانِ السُّجُودِ إذْ فِيهِ رِوَايَتَانِ وَكَذَا لَوْ حَلَفَ لَا ¶ ¬__________ ¶ (¬1) فتح القدير لكمال الدين بن عبد الواحد (ابن الهمام)، باب ما يفسد الصلاة وما يكره فيها، فصل ويكره استقبال القبلة بالفرج في الخلاءج1، ص421",
            "page": "50",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "يَدْخُلُ دَارَ فُلَانٍ يَحْنَثُ بِوَضْعِ الْقَدَمَيْنِ وَإِنْ كَانَ بَاقِي بَدَنِهِ خَارِجَهَا وَالصَّيْدُ إذَا كَانَ رِجْلَاهُ فِي الْحَرَمِ وَرَأْسُهُ خَارِجٌ مِنْهُ فَهُوَ صَيْدُ الْحَرَمِ فَفِيهِ الْجَزَاءُ. (¬1) ¶ قَالَ شَمْسُ الْأَئِمَّةِ السَّرَخْسِيُّ رحمه الله (وَلَا بَأْسَ بِأَنْ يُنْقَشَ الْمَسْجِدُ) إشَارَةٌ إلَى أَنَّهُ لَا يُؤْجَرُ بِذَلِكَ فَيَكْفِيهِ أَنْ يَنْجُوَ رَأْسًا بِرَأْسٍ. انتهى لِأَنَّ فِي لَفْظِ لَا بَأْسَ دَلِيلًا عَلَى أَنَّ الْمُسْتَحَبَّ غَيْرُهُ, وَإِنَّمَا كَانَ كَذَلِكَ; لِأَنَّ الْبَأْسَ الشِّدَّةُ. انتهى قُلْت: وَفِيهِ نَفْيٌ لِقَوْلِ مَنْ جَعَلَهُ قُرْبَةً لِمَا فِيهِ مِنْ تَعْظِيمِ الْمَسْجِدِ وَإِجْلَالِ الدِّينِ وَبِهِ صَرَّحَ الزَّيْلَعِيُّ ثُمَّ قَالَ وَعِنْدَنَا لَا بَأْسَ بِهِ وَلَا يُسْتَحَبُّ وَصَرْفُهُ إلَى الْمَسَاكِينِ أَحَبُّ انتهى. وَأَفْعَلُ التَّفْضِيلِ لَيْسَ عَلَى بَابِهِ; لِأَنَّهُ نَفْيُ اسْتِحْبَابٍ صَرَفَهُ بِمَا تَقَدَّمَ ... (إلى أن قال): وَقَيَّدَ الزَّيْلَعِيُّ أَيْضًا الْإِبَاحَةَ بِأَنْ لَا يَتَكَلَّفَ لِدَقَائِقِ النَّقْشِ فِي الْمِحْرَابِ فَإِنَّهُ مَكْرُوهٌ; لِأَنَّهُ يُلْهِي الْمُصَلِّي. انتهى. قُلْت فَعَلَى هَذَا لَا يَخْتَصُّ بِالْمِحْرَابِ بَلْ فِي أَيِّ مَحَلٍّ يَكُونُ أَمَامَ مَنْ يُصَلِّي بَلْ أَعَمُّ مِنْهُ وَبِهِ صَرَّحَ الْكَمَالُ فَقَالَ بِكَرَاهَةِ التَّكَلُّفِ بِدَقَائِق النُّقُوشِ وَنَحْوِهَا خُصُوصًا فِي الْمِحْرَابِ. (¬2) ¶ رأي المالكية في الصلاة في المحراب ¶ قال ابن الحاج في المدخل: وَلَمْ يَكُنْ لِلسَّلَفِ رضوان الله عليهم مِحْرَابٌ وَهُوَ مِنْ الْبِدَعِ الَّتِي أُحْدِثَتْ لَكِنَّهَا بِدْعَةٌ مُسْتَحَبَّةٌ لِأَنَّ أَكْثَرَ النَّاسِ إذَا دَخَلُوا الْمَسْجِدَ لَا يَعْرِفُونَ الْقِبْلَةَ إلَّا بِالْمِحْرَابِ فَصَارَتْ مُتَعَيِّنَةً. ¶ لَكِنْ يَكُونُ الْمِحْرَابُ عَلَى قَدْرِ الْحَاجَةِ وَهُمْ قَدْ زَادُوا فِيهِ زِيَادَةً كَثِيرَةً, وَالْغَالِبُ مِنْ بَعْضِ الْأَئِمَّةِ أَنَّهُمْ يُصَلُّونَ دَاخِلَ الْمِحْرَابِ حَتَّى يَصِيرُوا بِسَبَبِ ذَلِكَ عَلَى بُعْدٍ مِنْ ¶ ¬__________ ¶ (¬1) البحر الرائق شرح كنز الدقائق، زين الدين ابن إبراهيم (ابن نجيم)، كتاب الصلاة، باب ما يفسد الصلاة وما يكره فيها، تغميض عينيه في الصلاة ج2، ص28، دار الكتاب الإسلامي. وقد رجعت إلى الأصول التي نقل منها ابن نجيم (الهداية ج1، ص414)، (العناية ج1، ص 413) ولم أنقل نصوصهما خشية التطويل والتكرار. ¶ (¬2) رد المحتار على الدر المختار لابن عابدين ج2، ص658، درر الحكام شرح غرر الأحكام لمحمد بن فرموزا (المنلا خسرو)، مكروهات الصلاة، والنقل منه ج1، ص111",
            "page": "51",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الْمَأْمُومِينَ وَذَلِكَ خِلَافُ السُّنَّةِ. ثُمَّ إنَّهُ يُخْرِجُ نَفْسَهُ بِذَلِكَ مِنْ الْفَضِيلَةِ الْكَامِلَةِ لِأَنَّ بَاقِيَ الْمَسْجِدِ أَفْضَلُ مِنْهُ. أَلَا تَرَى أَنَّ عُلَمَاءَنَا رَحْمَةُ اللَّهِ عَلَيْهِمْ قَالُوا فِيمَنْ اُضْطُرَّ إلَى النَّوْمِ فِي الْمَسْجِدِ أَنَّهُ يَنَامُ فِي مِحْرَابِهِ لِأَنَّهُ أَخَفُّ مِنْ بَاقِي الْمَسْجِدِ بَلْ يَنْبَغِي لَهُ أَنَّهُ إذَا كَانَ الْمَسْجِدُ لَمْ يَضِقْ بِالنَّاسِ فَلَا يَدْخُلُ الْإِمَامُ إلَى الْمِحْرَابِ, فَإِنْ ضَاقَ بِهِمْ فَلْيَدْخُلْ عَلَى الصِّفَةِ الْمُتَقَدِّمَةِ لِأَنَّهُ إذَا لَمْ يَدْخُلْ يُمْسِكْ بِوُقُوفِهِ خَارِجًا عَنْهُ مَوْضِعَ صَفٍّ مِنْ الْمَسْجِدِ وَهُوَ قَدْ يَسَعُ خَلْقًا كَثِيرًا. (¬1) ¶ وقال في زخرفة المحراب: (فَصْلٌ) وَيَنْبَغِي لَهُ أَنْ يُغَيِّرَ مَا أَحْدَثُوهُ مِنْ الزَّخْرَفَةِ فِي الْمِحْرَابِ وَغَيْرِهِ, فَإِنَّ ذَلِكَ مِنْ الْبِدَعِ وَهُوَ مِنْ أَشْرَاطِ السَّاعَةِ. ¶ وَمِنْ الطُّرْطُوشِيِّ قَالَ ابْنُ الْقَاسِمِ: وَسَمِعْتُ مَالِكًا يَذْكُرُ مَسْجِدَ الْمَدِينَةِ وَمَا عُمِلَ مِنْ التَّزْوِيقِ فِي قِبْلَتِهِ فَقَالَ: كَرِهَ النَّاسُ ذَلِكَ حِينَ فَعَلَهُ; لِأَنَّهُ يَشْغَلُهُمْ بِالنَّظَرِ إلَيْهِ. ¶ وَسُئِلَ مَالِكٌ عَنْ الْمَسَاجِدِ هَلْ يُكْرَهُ أَنْ يُكْتَبَ فِي قِبْلَتِهَا بِالصَّبْغِ مِثْلَ آيَةِ الْكُرْسِيِّ وَقُلْ هُوَ اللَّهُ أَحَدٌ وَالْمُعَوِّذَتَيْنِ وَنَحْوِهَا فَقَالَ: أَكْرَهُ أَنْ يُكْتَبَ فِي قِبْلَةِ الْمَسْجِدِ شَيْءٌ مِنْ الْقُرْآنِ وَالتَّزْوِيقِ وَقَالَ: إنَّ ذَلِكَ يَشْغَلُ الْمُصَلِّيَ. ¶ وَكَذَلِكَ يَنْبَغِي لَهُ أَنْ يُغَيِّرَ مَا أَحْدَثُوهُ مِنْ إلْصَاقِ الْعُمُدِ فِي جِدَارِ الْقِبْلَةِ وَفِي الْأَعْمِدَةِ, أَوْ مَا يُلْصِقُونَهُ أَوْ يَكْتُبُونَهُ فِي الْجُدْرَانِ وَالْأَعْمِدَةِ. وَكَذَلِكَ يُغَيِّرُ مَا يُعَلِّقُونَهُ مِنْ خِرَقِ كِسْوَةِ الْكَعْبَةِ فِي الْمِحْرَابِ وَغَيْرِهِ, فَإِنَّ ذَلِكَ كُلَّهُ مِنْ الْبِدَعِ; لِأَنَّهُ لَمْ يَكُنْ مِنْ فِعْلِ مَنْ مَضَى. ¶ ¬__________ ¶ (¬1) المدخل لابن الحاج، فصل إذا فرغ من خطبته ودعا فيها، ج2 ص 272.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وَأَمَّا التَّخْلِيقُ بِالزَّعْفَرَانِ فِي الْمَسْجِدِ, فَهُوَ جَائِزٌ إذْ إنَّهُ مِنْ الطِّيبِ لَكِنْ قَدْ قَالَ مَالِكٌ: رحمه الله إنَّ الصَّدَقَةَ بِثَمَنِ ذَلِكَ أَفْضَلُ, وَيَجُوزُ تَخْلِيقُهُ بِشَرْطِ أَنْ لَا يَفْعَلَ ذَلِكَ إلَّا مَنْ يَجُوزُ لَهُ دُخُولُ الْمَسْجِدِ حَذَرًا مِنْ أَنْ تَدْخُلَهُ حَائِضٌ بِسَبَبِ ذَلِكَ, أَوْ امْرَأَةٌ طَاهِرَةٌ تُخَالِطُ النَّاسَ فِي مَوْضِعِ مُصَلَّاهُمْ وَهِيَ مَمْنُوعَةٌ مِنْ ذَلِكَ. (¬1) ¶ ونقل الحطاب أراء المانعين والمجزين من السلف والخلف لإنشاء المحاريب في المساجد وختمها بقوله: وَالْمَشْهُورُ الْجَوَازُ بِلَا كَرَاهَةٍ وَلَمْ يَزَلْ عَمَلُ النَّاسِ عَلَيْهِ مِنْ غَيْرِ نَكِيرٍ انْتَهَى. (¬2) ¶ رأي الشافعية في الصلاة في المحراب ¶ وقال الربيع بن سليمان إن الشافعي رضى الله عنه خرج إلى مصر فقال لي يا ربيع خذ كتابي هذا فامض به وسلمه إلى أبى عبد الله وائتني بالجواب قال الربيع فدخلت بغداد ومعي الكتاب فصادفت أحمد ابن حنبل في صلاة الصبح فلما انفتل من المحراب سلمت إليه الكتاب وقلت هذا كتاب أخيك الشافعي من مصر فقال لي أحمد نظرت فيه فقلت لا فكسر الختم وقرأ وتغرغرت عيناه فقلت له أيش فيه أبا عبد الله فقال يذكر فيه أنه رأى النبي في النوم فقال له اكتب إلى أبي عبد الله فاقرأ عليه السلام وقل له إنك ستمتحن وتدعى إلى خلق القرآن فلا تجبهم فيرفع الله لك علما إلى يوم القيامة قال الربيع فقلت له البشارة يا أبا عبد الله فخلع أحد قميصيه الذي يلي جلده فأعطانيه فأخذت الجواب وخرجت إلى مصر وسلمته إلى الشافعي رضى الله عنه فقال أيش الذي أعطاك فقلت قميصه فقال الشافعي ليس نفجعك به ولكن بله وادفع إلى الماء لأتبرك به. (¬3) ¶ ¬__________ ¶ (¬1) المدخل لابن الحاج، فصل الزخرفة في المحراب، ج2، ص214 ¶ (¬2) مواهب الجليل في شرح مختصر خليل للحطاب، كتاب الصلاة، فصل من تكره إمامته ج2، ص109. ¶ (¬3) ومن قال بأن القصة مكذوبة، فهذا إسنادها من كتاب طبقات الشافعية لابن السبكي، في ترجمة الإمام أحمد بن حنبل ج2، ص35، قال أخبرنا الحافظ أبو العباس بن المظفر بقراءتي عليه أخبرنا عبد الواسع بن عبد الكافي الأبهري إجازة أخبرنا أبو الحسن محمد بن أبى جعفر بن على القرظى سماعا أخبرنا القاسم بن الحافظ أبى القاسم على بن الحسن بن هبة الله بن على بن عساكر أخبرنا عبد الجبار بن محمد بن أحمد الخوارى إجازة وحدثنا عنه به أبى سماعا. ح (علامة تحويل الإسناد) قال ابن المظفر وأخبرنا يوسف بن محمد المصري إجازة أخبرنا إبراهيم بن بركات الخشوعي سماعا أخبرنا الحافظ أبو القاسم إجازة أخبرنا عبد الجبار الخوارى حدثنا الإمام أبو سعيد القشيري إملاء حدثنا الحاكم أبو جعفر محمد بن محمد الصفار أخبرنا عبد الله بن يوسف قال سمعت محمد بن عبد لله الرازي قال سمعت أبا جعفر محمد الملطي يقول قال الربيع بن سليمان إن الشافعي رضى الله عنه خرج إلى مصر ....",
            "page": "53",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال شُرَّاحُ المنهاج: الْمِحْرَابُ الْمُجَوَّفُ عَلَى الْهَيْئَةِ الْمَعْرُوفَةِ حَدَثَ بَعْدَهُ وَمِنْ ثَمَّ قَالَ الْأَذْرَعِيُّ يُكْرَهُ الدُّخُولُ فِي طَاقَةِ الْمِحْرَابِ وَرَأَيْت بِهَامِشِ نُسْخَةٍ قَدِيمَةٍ وَلَا يُكْرَهُ الدُّخُولُ فِي الطَّاقَةِ خِلَافًا لِلسُّيُوطِيِّ. انتهت عِبَارَةُ الْبِرْمَاوِيِّ. ¶ وَلَا تُكْرَهُ الصَّلَاةُ فِي الْمِحْرَابِ الْمَعْهُودِ وَلَا بِمَنْ فِيهِ خِلَافًا لِلْجَلَالِ السُّيُوطِيّ وَلَمْ يَكُنْ فِي زَمَنِهِ صلى الله عليه وسلم , وَالْخُلَفَاءُ بَعْدَهُ إلَى آخِرِ الْمِائَةِ الْأُولَى وَإِنَّمَا حَدَثَتْ الْمَحَارِيبُ فِي أَوَّلِ الْمِائَةِ الثَّانِيَةِ ا نتهى. (¬1) ¶ رأي الحنابلة في الصلاة في المحراب ¶ قال الإمام محمد بن مفلح المقدسي في كتابه الفروع: وَعَنْهُ (رواية عن أحمد بن حنبل) يُسْتَحَبُّ (يعني المحراب) واخْتَارَهُ الْآجُرِّيُّ وَابْنُ عَقِيلٍ وَابْنُ الْجَوْزِيِّ , لِيَسْتَدِلَّ بِهِ الْجَاهِلُ .. (¬2) ¶ ¬__________ ¶ (¬1) حاشية الشيخ منصور الطبلاوي، جمعها من تقريرات شيخه أحمد بن قاسم العبادي على تحفة المحتاج شرح المنهاج، أحمد بن محمد بن علي الهيتمي، كتاب الصلاة، فصل في استقبال القبلة ج1، ص499. ¶ (¬2) كتاب الصلاة، باب موقف الجماعة، فصل علو الإمام كثيرا في الصلاة، ج2، ص38.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقال في كتابه الآداب الشرعية: وَقَالَ ابْنُ عَقِيلٍ: يَنْبَغِي اتِّخَاذُ الْمِحْرَابِ فِيهِ لِيَسْتَدِلَّ بِهِ الْجَاهِلُ، وَقَطَعَ بِهِ ابْن ُالْجَوْزِيِّ، وَقَالَ بَعْضُهُمْ: وَيُبَاحُ اتِّخَاذُ الْمِحْرَابِ نُصَّ عَلَيْهِ، وَقِيلَ: يُسْتَحَبُّ أَوْمَأَ إلَيْهِ أَحْمَدُ. (¬1) ¶ وقال البهوتي في كشاف القناع: (وَيُبَاحُ اتِّخَاذُ الْمِحْرَابِ نَصًّا) وَقِيلَ: يُسْتَحَبُّ أَوْمَأَ إلَيْهِ أَحْمَدُ .. إلى أن قال: (وَيُكْرَهُ لِلْإِمَامِ الصَّلَاةُ فِيهِ) أَيْ الْمِحْرَابِ (إذَا كَانَ يَمْنَعُ الْمَأْمُومَ مُشَاهَدَتَهُ) رُوِيَ عَنْ ابْنِ مَسْعُودٍ وَغَيْرِهِ ; لِأَنَّهُ يَسْتَتِرُ عَنْ بَعْضِ الْمَأْمُومِينَ أَشْبَهَ مَا لَوْ كَانَ بَيْنَهُ وَبَيْنَهُمْ حِجَابٌ (إلَّا مِنْ حَاجَةٍ كَضِيقِ الْمَسْجِدِ) وَكَثْرَةِ الْجَمْعِ فَلَا يُكْرَهُ لِدُعَاءِ الْحَاجَةِ إلَيْهِ. (وَلَا) يُكْرَهُ (سُجُودُهُ) أَيْ الْإِمَامِ (فِيهِ) أَيْ فِي الْمِحْرَابِ , إذَا كَانَ وَاقِفًا خَارِجَهُ ; لِأَنَّهُ لَيْسَ مَحَلَّ مُشَاهَدَتِهِ. (وَيَقِفُ الْإِمَامُ عَنْ يَمِينِ الْمِحْرَابِ إذَا كَانَ الْمَسْجِدُ وَاسِعًا نَصًّا) لِتَمَيُّزِ جَانِبِ الْيَمِينِ. (¬2) ¶ وقال الرحيباني: \" (وَيُبَاحُ اتِّخَاذُ مِحْرَابٍ) نَصًّا, وَقِيلَ: يُسْتَحَبُّ, اخْتَارَهُ جَمَاعَةٌ , لِيَسْتَدِلَّ بِهِ الْجَاهِلُ. (وَتُكْرَهُ صَلَاةُ إمَامٍ فِيهِ) , أَيْ: الْمِحْرَابِ (بِلَا حَاجَةٍ) كَضِيقِ مَسْجِدٍ , وَكَثْرَةِ جَمْعٍ ; فَلَا يُكْرَهُ , لِدُعَاءِ الْحَاجَةِ إلَيْهِ. وَمَحَلُّ الْكَرَاهَةِ (إنْ مَنَعَ مَأْمُومًا مُشَاهَدَتَهُ) , رُوِيَ عَنْ ابْنِ مَسْعُودٍ وَغَيْرِهِ ; لِأَنَّهُ يَسْتَتِرُ بِهِ عَنْ بَعْضِ الْمَأْمُومِينَ , أَشْبَهَ مَا لَوْ كَانَ بَيْنَهُ وَبَيْنَهُمْ حِجَابٌ , (بَلْ يَقِفُ) الْإِمَامُ (عَنْ يَمِينِ مِحْرَابٍ) إذَا كَانَ الْمَسْجِدُ وَاسِعًا نَصًّا , لِتَمَيُّزِ جَانِبِ الْيَمِينِ. (¬3) ¶ ¬__________ ¶ (¬1) ابن مفلح في الآداب الشرعية، فَصْلٌ فِي عِمَارَةِ الْمَسَاجِدِ وَمُرَاعَاةِ أَبْنِيَتِهَا وَوَضْعِ الْمَحَارِيبِ فِيهَا؛ ج3، ص 405 ¶ (¬2) كشاف القناع عن متن الإقناع، منصور بن يونس البهوتي، ج1، ص493، دار الكتب العلمية. ¶ (¬3) مطالب أولى النهي في شرح غاية المنتهى، لمصطفى بن سعد بن عبدة الرحيباني ج1، ص696.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ونقل المرادي في الإنصاف الخلاف في المذهب الحنبلي بين كراهة الصلاة في طاق القبلة واستحبابه، ووجَّه الخلاف بقوله: \"مَحَلُّ الْخِلَافِ فِي الْكَرَاهَةِ: إذَا لَمْ تَكُنْ حَاجَةٌ فَإِنْ كَانَ ثَمَّ حَاجَةٌ كَضِيقِ الْمَسْجِدِ لَمْ يُكْرَهْ, رِوَايَةً وَاحِدَةً كَمَا صَرَّحَ بِهِ الْمُصَنِّفُ هُنَا\". ¶ وَمَحَلُّ الْخِلَافِ أَيْضًا: إذَا كَانَ الْمِحْرَابُ يَمْنَعُ مُشَاهَدَةَ الْإِمَامِ فَإِنْ كَانَ لَا يَمْنَعُهُ كَالْخَشَبِ وَنَحْوِهِ لَمْ يُكْرَهْ الْوُقُوفُ فِيهِ. قَالَهُ ابْنُ تَمِيمٍ, وَابْنُ حَمْدَانَ. ¶ فَائِدَتَانِ. إحْدَاهُمَا: يُبَاحُ اتِّخَاذُ الْمِحْرَابِ, عَلَى الصَّحِيحِ مِنْ الْمَذْهَبِ وَنَصَّ عَلَيْهِ, وَعَلَيْهِ أَكْثَرُ الْأَصْحَابِ, وَعَنْهُ مَا يَدُلُّ عَلَى الْكَرَاهَةِ, وَاقْتَصَرَ عَلَيْهِ ابْنُ الْبَنَّا, وَعَنْهُ يُسْتَحَبُّ اخْتَارَهُ الْآجُرِّيُّ, وَابْنُ عَقِيلٍ وَقَطَعَ بِهِ ابْنُ الْجَوْزِيِّ فِي الْمُذْهَبِ, وَابْنُ تَمِيمٍ فِي مَوْضِعٍ وَقَدَّمَهُ فِي الْآدَابِ الْكُبْرَى. ¶ الثَّانِيَةُ: يَقِفُ الْإِمَامُ عَنْ يَمِينِ الْمِحْرَابِ إذَا كَانَ الْمَسْجِدُ وَاسِعًا نَصَّ عَلَيْهِ, قَالَهُ ابْنُ تَمِيمٍ, وَابْنُ حَمْدَانَ. (¬1) ¶ ويرى الشيخ ابن باز رحمه الله وغيره من الحنابلة المعاصرين أن عمل المحاريب داخل ضمن المصلحة المرسلة، وأنه عمل قديم لا إنكار فيه، فمن فتاوى اللجنة الدائمة فتوى بعنوان: الصلاة/أحكام المساجد5910 المحراب في المسجد هل كان على عهد رسول الله صلى الله عليه وسلم؟ و الجواب: لم يزل المسلمون يعملون المحاريب في المساجد في القرون المفضلة وما بعدها؛ لما في ذلك من المصلحة العامة للمسلمين، ومن ذلك بيان القبلة وإيضاح أن المكان مسجد. وبالله التوفيق. وصلى الله على نبينا محمد وآله ¶ ¬__________ ¶ (¬1) الإنصاف في معرفة الراجح من الخلاف، لعلي بن سليمان بن أحمد المرادي، باب صلاة الجماعة ج2، ص298.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وصحبه وسلم. اللجنة الدائمة للبحوث العلمية والإفتاء. ... عضو: عبد الله بن غديان، نائب رئيس اللجنة: عبد الرزاق عفيفي، الرئيس: عبد العزيز بن عبد الله بن باز ¶ (مبحث مهم ونادر) ¶ مَا زِيدَ فِي مَسْجِدِ رسول الله صلى الله عليه وسلم فَهُوَ مِنْهُ ¶ وفيه: الْمَدِينَةُ أَفْضَلُ مِنْ مَكَّةُ ¶ قال الإمام الحطاب: الْمَدِينَةُ أَفْضَلُ مِنْ مَكَّةُ هَذَا هُوَ الْمَشْهُورُ. ¶ وَقِيلَ: مَكَّةُ أَفْضَلُ مِنْ الْمَدِينَةِ بَعْدَ إجْمَاعِ الْكُلِّ عَلَى أَنَّ مَوْضِعَ قَبْرِهِ عليه الصلاة والسلام أَفْضَلُ بِقَاعِ الْأَرْضِ. ¶ قَالَ الشَّيْخُ زَرُّوقٌ فِي شَرْحِ الرِّسَالَةِ: قُلْتُ وَيَنْبَغِي أَنْ يَكُونَ مَوْضِعُ الْبَيْتِ بَعْدَهُ كَذَلِكَ, وَلَكِنْ لَمْ أَقِفْ عَلَيْهِ لِأَحَدٍ مِنْ الْعُلَمَاءِ فَانْظُرْهُ, انْتَهَى. ¶ وَقَالَ الشَّيْخُ السَّمْهُودِيُّ فِي تَارِيخِ الْمَدِينَةِ: نَقَلَ عِيَاضٌ وَقَبْلَهُ أَبُو الْوَلِيدِ وَالْبَاجِيُّ وَغَيْرُهُمَا الْإِجْمَاعَ عَلَى تَفْضِيلِ مَا ضَمَّ الْأَعْضَاءَ الشَّرِيفَةَ عَلَى الْكَعْبَةِ بَلْ نَقَلَ التَّاجُ السُّبْكِيُّ عَنْ ابْنِ عَقِيلٍ الْحَنْبَلِيِّ أَنَّهَا أَفْضَلُ مِنْ الْعَرْشِ وَصَرَّحَ التَّاجُ الْفَاكِهِيُّ بِتَفْضِيلِهَا عَلَى السَّمَوَاتِ, قَالَ: بَلْ الظَّاهِرُ الْمُتَعَيَّنُ جَمِيعُ الْأَرْضِ عَلَى السَّمَوَاتِ لِحُلُولِهِ صلى الله عليه وسلم بِهَا, وَحَكَاهُ بَعْضُهُمْ عَنْ الْأَكْثَرِ بِخَلْقِ الْأَنْبِيَاءِ مِنْهَا وَدَفْنِهِمْ فِيهَا, لَكِنْ قَالَ النَّوَوِيُّ: الْجُمْهُورُ عَلَى تَفْضِيلِ السَّمَاءِ عَلَى الْأَرْضِ أَيْ مَا عَدَا مَا ضَمَّ الْأَعْضَاءَ الشَّرِيفَةَ, وَأَجْمَعُوا بَعْدُ عَلَى تَفْضِيلِ مَكَّةَ وَالْمَدِينَةِ عَلَى سَائِرِ الْبِلَادِ, وَاخْتَلَفُوا فِيهِمَا, وَالْخِلَافُ فِيمَا عَدَا الْكَعْبَةَ فَهِيَ أَفْضَلُ مِنْ بَقِيَّةِ الْمَدِينَةِ اتِّفَاقًا. انْتَهَى مِنْ خُلَاصَةِ الْوَفَا. وَقَالَ فِي الْمَسَائِلِ الْمَلْقُوطَةِ: وَلَا خِلَافَ أَنَّ مَسْجِدَ الْمَدِينَةِ وَمَكَّةَ أَفْضَلُ مِنْ مَسْجِدِ بَيْتِ الْمَقْدِسِ",
            "page": "57",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وَاخْتَلَفُوا فِي مَسْجِدَيْ مَكَّةَ وَالْمَدِينَةِ وَالْمَشْهُورُ مِنْ الْمَذْهَبِ أَنَّ الْمَدِينَةَ أَفْضَلُ, وَهُوَ قَوْلُ أَكْثَرِ أَهْلِ الْمَدِينَةِ, وَقَالَ ابْنُ وَهْبٍ وَابْنُ حَبِيبٍ مَكَّةُ أَفْضَلُ. ¶ حُكْمُ الْمَزِيدِ فِيهِ فِي الْفَضْلِ ¶ ثُمَّ ذَكَرَ أَحَادِيثَ وَرِوَايَةً عَنْ مَالِكٍ فِي ذَلِكَ, وَنُقِلَ ذَلِكَ عَنْ تَسْهِيلِ الْمُهِمَّاتِ لِوَالِدِهِ, وَنَصُّ كَلَامِهِ وَحُكْمُ مَا زِيدَ فِي مَسْجِدِهِ صلى الله عليه وسلم حُكْمُ الْمَزِيدِ فِي الْفَضْلِ لِأَحَادِيثَ عَنْهُ صلى الله عليه وسلم , وَآثَارٍ عَنْ عُمَرَ, وَأَبِي هُرَيْرَةَ رضي الله عنهما مُصَرِّحَةٍ بِذَلِكَ, ذَكَرَهَا الْمُؤَرِّخُونَ فِي كُتُبِهِمْ وَاَللَّهُ أَعْلَمُ بِصِحَّتِهَا, قَالَ عُمَرُ رضي الله عنه لَمَّا فَرَغَ مِنْ بِنَاءِ الْمَسْجِدِ, وَمِنْ زِيَادَتِهِ لَوْ انْتَهَى بِنَاؤُهُ إلَى الْجَبَّانَةِ لَكَانَ الْكُلُّ مَسْجِدَ رَسُولِ اللَّهِ صلى الله عليه وسلم. ¶ قَالَ أَبُو هُرَيْرَةَ سَمِعْتُ رَسُولَ اللَّهِ صلى الله عليه وسلم يَقُولُ: لَوْ زِيدَ فِي هَذَا الْمَسْجِدِ إلَى صَنْعَاءَ كَانَ مَسْجِدِي. ¶ وَعَنْ ابْنِ أَبِي ذُؤَيْبٍ أَنَّ عُمَرَ بْنَ الْخَطَّابِ رضي الله عنه قَالَ: لَوْ مُدَّ مَسْجِدُ رَسُولِ اللَّهِ صلى الله عليه وسلم إلَى ذِي الْحُلَيْفَةِ لَكَانَ مِنْهُ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَقَالَ عُمَرُ بْنُ أَبِي بَكْرٍ الْمَوْصِلِيُّ: بَلَغَنِي عَنْ ثِقَاتٍ أَنَّ رَسُولَ اللَّهِ صلى الله عليه وسلم قَالَ: مَا زِيدَ فِي مَسْجِدِي فَهُوَ مِنْهُ, وَلَوْ بَلَغَ مَا بَلَغَ. ¶ وَمَذْهَبُ الْأَئِمَّةِ الثَّلَاثَةِ حُكْمُ الزِّيَادَةِ حُكْمُ الْمَزِيدِ فِيهِ, وَصَرَّحَ بِهِ الشَّافِعِيَّةُ غَيْرُ النَّوَوِيِّ , فَذَكَرَ أَنَّ مُضَاعَفَةَ الصَّلَاةِ تَخْتَصُّ بِمَسْجِدِهِ الْقَدِيمِ, ثُمَّ ذَكَرَ الْفَقِيهُ مُحِبُّ الدِّينِ الطَّبَرِيُّ فِي كِتَابِ الْأَحْكَامِ فِي الْحَدِيثِ أَنَّ النَّوَوِيَّ رَجَعَ عَنْ ذَلِكَ. ¶ وَقَالَ ابْنُ تَيْمِيَّةَ فِي مَنْسَكِ الْحَجِّ: حُكْمُ الزِّيَادَةِ حُكْمُ الْمَزِيدِ فِيهِ فِي جَمِيعِ الْأَحْكَامِ. ¶ وَنَقَلَ أَبُو مُحَمَّدٍ عَبْدُ اللَّهِ بْنُ فَرْحُونٍ فِي شَرْحِ مُخْتَصَرِ الْمُوَطَّإِ لَهُ أَنَّهُ وَقَفَ عَلَى كِتَابٍ مِنْ كُتُبِ الْمَالِكِيَّةِ فِيهِ أَنَّ مَالِكًا رحمه الله سُئِلَ عَنْ ذَلِكَ, فَقِيلَ لَهُ: هَلْ الصَّلَاةُ فِيمَا زِيدَ فِي مَسْجِدِهِ عليه الصلاة والسلام كَالصَّلَاةِ فِي الْمَزِيدِ فِيهِ مِنْ الْفَضْلِ, فَقَالَ: مَا أَرَاهُ عليه السلام أَشَارَ بِقَوْلِهِ: صَلَاةٌ فِي مَسْجِدِي هَذَا إلَّا لِمَا سَيَكُونُ مِنْ مَسْجِدِهِ بَعْدَهُ, وَإِنَّ اللَّهَ تَعَالَى أَطْلَعَهُ عَلَى ذَلِكَ حَتَّى أَشَارَ إلَيْهِ. انْتَهَى ¶ وَيُحْتَمَلُ أَنَّهُ أَشَارَ بِقَوْلِهِ هَذَا إلَى إخْرَاجِ مَا عَدَاهُ مِنْ مَسَاجِدِهِ الَّتِي تُنْسَبُ إلَيْهِ كَمَسْجِدِ قُبَاءَ وَمَسْجِدِ ذِي الْحُلَيْفَةِ وَمَسْجِدِ الْعِيدِ وَمَسْجِدِ الْفَتْحِ وَغَيْرِهَا. انْتَهَى مِنْ تَسْهِيلِ الْمُهِمَّاتِ ¶ وَذَكَرَ ذَلِكَ وَالِدُهُ فِي بَابِ صَلَاةِ الْجَمَاعَةِ فِي شَرْحِ قَوْلِ ابْنِ الْحَاجِبِ, وَلَا تُعَادُ صَلَاةُ جَمَاعَةٍ مَعَ وَاحِدٍ فَأَكْثَرَ.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وَقَالَ السَّيِّدُ السَّمْهُودِيُّ الشَّافِعِيُّ فِي تَارِيخِ الْمَدِينَةِ الْمُسَمَّى خُلَاصَةُ الْوَفَا لَمَّا تَكَلَّمَ فِي تَخْصِيصِ الْمُضَاعَفَةِ بِالْمَسْجِدِ النَّبَوِيِّ الْأَصْلِيِّ وَعُمُومِهَا لِمَا زِيدَ فِيهِ, وَقَدْ سُئِلَ مَالِكٌ عَنْ ذَلِكَ فِيمَا قَالَهُ ابْنُ نَافِعٍ صَاحِبُهُ, فَقَالَ: بَلْ هُوَ يَعْنِي الْمَسْجِدَ الَّذِي جَاءَ فِيهِ عَلَى مَا هُوَ عَلَيْهِ; لِأَنَّ النَّبِيَّ صلى الله عليه وسلم أَخْبَرَ بِمَا يَكُونُ بَعْدَهُ وَزُوِّيَتْ لَهُ الْأَرْضُ فَرَأَى مَشَارِقَهَا وَمَغَارِبَهَا وَتَحَدَّثَ بِمَا يَكُونُ بَعْدَهُ, وَلَوْلَا هَذَا مَا اسْتَجَازَ الْخُلَفَاءُ الرَّاشِدُونَ أَنْ يَزِيدُوا فِيهِ بِحَضْرَةِ الصَّحَابَةِ وَلَمْ يُنْكِرْ عَلَيْهِمْ ذَلِكَ مُنْكِرٌ قَالَ السَّيِّدُ: انْتَهَى، يَعْنِي كَلَامَ مَالِكٍ, ثُمَّ قَالَ بَعْدَ ذَلِكَ بَلْ نَقَلَ الْبُرْهَانَ ابْنُ فَرْحُونٍ أَنَّهُ لَمْ يُخَالِفْ فِي ذَلِكَ إلَّا النَّوَوِيُّ. انْتَهَى ¶ وَقَالَ ابْنُ فَرْحُونٍ فِي تَبْصِرَتِهِ فِي الْفَصْلِ السَّادِسِ مِنْ الْقِسْمِ الْأَوَّلِ: وَنِسْبَةُ الْمِحْرَابِ إلَيْهِ صلى الله عليه وسلم كَنِسْبَةِ جَمِيعِ الْمَسْجِدِ إلَيْهِ فَيُقَالُ: مَسْجِدُ النَّبِيِّ صلى الله عليه وسلم , وَلَوْ زِيدَ فِيهِ, وَقَالَ الْعُلَمَاءُ: إنَّ الصَّلَاةَ تُضَاعَفُ فِيمَا زِيدَ فِيهِ كَمَا تُضَاعَفُ فِي الْمَسْجِدِ الْقَدِيمِ, وَلَمَّا زَادَ عُمَرُ رضي الله عنه فِي الْمَسْجِدِ مِنْ نَاحِيَةِ الْقِبْلَةِ وَنَقَلَ مَحَلَّ الْإِمَامِ إلَى تِلْكَ الزِّيَادَةِ وَكَانَ فِيهَا مِحْرَابٌ وَاسْتَشْهَدَ رضي الله عنه فِي ذَلِكَ الْمِحْرَابِ, ثُمَّ زَادَ بَعْدَهُ عُثْمَانُ مِنْ نَاحِيَةِ الْقِبْلَةِ أَيْضًا, وَأَيْضًا انْتَقَلَ مَحَلُّ الْإِمَامِ إلَى الْمِحْرَابِ الَّذِي فِي الْقِبْلَةِ الْآنَ, وَهُوَ مِحْرَابُ عُثْمَانَ, وَكَانَ فِي أَيَّامِ مَالِكٍ يُصَلِّي الْإِمَامُ فِي مِحْرَابِ عُثْمَانَ, فَلَمَّا قَلَّ النَّاسُ رَجَعُوا إلَى مِحْرَابِ النَّبِيِّ صلى الله عليه وسلم الَّذِي بَيْنَ الْقَبْرِ وَالْمِنْبَرِ, انْتَهَى وَاَللَّهُ أَعْلَمُ. (¬1) ¶ الكلام على المحاريب في الإسلام ¶ من الناحية الجمالية والفن المعماري الإسلامي ¶ ¬__________ ¶ (¬1) مواهب الجليل في شرح مختصر خليل للحطاب، فصل في النذر، ج3، ص345 - 346.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "يعكس المحراب مدى الإبداع الذي كان يشترك فيه المهندس والشاعر بإحساس الجمال، وقد أثبتُ في الأصل بحوثا عن تاريخ المحراب في الإسلام، وعن الوصف الخلاب للمؤرخين والرحالة لمحاريب المسلمين على مدى تاريخ مساجدهم وحضارتهم، فانقلب البحث من عرض لأدلة المسألة، إلى بحث في التاريخ والفنون الجملية، فأعرضت عن الجميع، واقتصرت على المطلوب فقط، ولا يفوتني أن أنبه أصحاب الفن والتاريخ والآثار والهندسة المعمارية أن المحراب يصلح للدراسة في كل هذه الجوانب، وانظر لذلك على سبيل المثال لا الحصر: ¶ - من أعظم الكتب الشاملة لفن المعمار الإسلامي، وغيره من الفنون المتعلقة بالمساجد، كتاب رائع وممتع ويدل على همة عالية جدا من مؤلفه، وهو كتاب المساجد في الإسلام للشيخ طه الولي من منشورات دار العلم للملايين طبع في أربعٍ وتسعمائة صفحة (904) وفي كل صفحة عمودان ومن المقاس الكبير فسبحان واهب الهمم. ¶ - تاريخ مساجد بغداد وآثارها لعالم العراق محمود شكري الآلوسي. ¶ - المحاريب العراقية لنجاة يونس الحاج محمد التوتونجي. ¶ - رحلة ابن بطوطة. ¶ - فتوح الشام للواقدي. ¶ - النجوم الزاهرة لابن تغري بردي. ¶ - حسن المحاضرة في أخبار مصر والقاهرة للسيوطي. ¶ - مساجد القاهرة ومدارسها لأحمد فكري. ¶ - وفاء الوفاء بأخبار دار المصطفى. ¶ - مرآة الحرمين لإبراهيم رفعت باشا. كتاب رائع وجميل مدعوم بمئات الصور والمشاهد المقدسة. ¶ - ثمار المقاصد في ذكر المساجد، انظر مراجع كتاب المساجد في الإسلام. ¶ - إعلام الساجد بأحكام المساجد للزركشي. ¶ - ¶ -",
            "page": "61",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "- كتاب المساجد لحسين مؤنس. ¶ - خطط الشام لمحمد كرد على وهذا الكتاب فيه حقائق خطيرة حول سرقة المستعمرين للمحاريب الإسلامية وإرسالها لمتاحفهم ووصفه لما رآه منها في بلدانهم، وقد تتبع هذه السرقات شكيب أرسلان والسيد محب الدين الخطيب ضمن مقالات نشرت في عصرهم عليهم رحمة الله. ¶ - والكتاب العظيم المفصل في تاريخ العرب قبل الإسلام تعرض لمعنى المحراب وكونها من الكلمات المستعملة من قبل النصارى أيضاً ج1 ص 551، ص655 مع العلم أن بعض المستشرقين يقولون بأن المسلمين العرب أخذوا هذه الكلمة من الأصل الحبشي ثم عربت، انظر كتاب بين الحبشة والعرب لعبد المجيد عابدين. ¶ - المقري في كتابه «نفح الطيب من غصن الأندلس الرطيب» في نقله عن ابن بشكوال، و الدكتور سامي الكيالي في كتابه «في الربوع الأندلسية»، والدكتور حسين مؤنس في كتابه «رحلة الأندلس». ¶ - والدكتور محمد البهي في كتابه «الأزهر: تاريخه وتطوره». ¶ - والمستشرق الألماني أرنست كوهنل في كتابه «الفن الإسلامي». ¶ - واندرو بيترسون في «قاموس العمارة الإسلامية». ¶ - ونزهة الناظرين للسيد جعفر البرزنجي. ¶ - وأخبار مدينة الرسول صلى الله عليه وسلم للحافظ ابن النجار. ¶ - وآثار المدينة لعبد القدوس الأنصاري. ¶ - وتاريخ معالم المدينة المنورة لأحمد ياسين الخياري. ¶ - والمسجد النبوي الشريف عبر التاريخ للدكتور محمد السيد الوكيل. ¶ - وتاريخ المسجد النبوي الشريف لمحمد إلياس عبد الغني. ¶ - وعمارة وتوسعة المسجد النبوي الشريف عبر التاريخ لناجي محمد الأنصاري. ¶ - وتاريخ المساجد الأثرية لحسن عبد الوهاب. ¶ - ¶ -",
            "page": "62",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- وموسوعة العمارة والآثار والفنون الإسلامية للأستاذ الدكتور حسن الباشا. ¶ - وموقع الأزهر، على شبكة المعاومات الدولية. ¶ - وجريدة البيان، دولة الإمارات العربية المتحدة، دبي، الأحد 10 رمضان 1422 هـ الموافق 25 نوفمبر 2001.مقالة رائعة ممتعة حول المحاريب. ¶ - والمجمع العالمي للتقريب بين المذاهب الإسلامية، المطبوعات، مجلة رسالة الإسلام العدد 18.  htm ،  صفحة 194. ¶ - ولا يفوتني أن أنبه على مقالتي الشيخ محمد زاهد الكوثري، اللتين نشرتا ضمن كتاب مقالات الكوثري. ¶ - وانظر على سبيل المثال: ¶ http://www.taghrib.org/arabic/nashat/esdarat/kotob/arabic/books/resalatalislam/05/ 18/index.htm ¶ http://www.albayan.co.ae/albayan/2001/ 11/25/mnw/25.htm ¶ http://www.islamweb.net/fann/images3/Mihrab.jpg ¶ http://www.al-madinah.org/arabic/21.htm ¶ http://www.members.tripod.com/~altshkeely/2003/index3.html",
            "page": "63",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "خاتمة البحث ¶ وبعد هذه الجولة بين كتب اللغة والأثر والفقه، تبين أن التحقيق في هذه المسألة غير مقنع من حيث إثبات بدعية عمل المحاريب في المساجد، كما أن الأحاديث الصحيحة الصريحة في النهي عن إشغال المصلي بالملهيات في جهة قبلته في الصلاة تلزم الواقفين علي إعمار المساجد وبنائها، المسئولية في توفير الخشوع للمصلي بعد الغلو في الزخرفة والنقوش والملصقات وغيرها إذا كانت من جهة القبلة وعموم النصوص الشرعية، وقد مر ذكرها أثبتت هذا المعني. ¶ غير أني أؤكد على أهم ملاحظاتي حول هذا الموضوع (المحاريب) بقولي: ¶ 1 - أولاً: كيف يكون بناء المحراب بدعة؟ ¶ فجواب المنكر بقوله: لم يكن في الصدر الأول. وهذا فعلاً عندي من المشكلات إذ كيف ينهى النبي صلى الله عليه وسلم عن شيء ليس موجوداً أصلاً!! فالعدم لا ينهى عنه، وإلا للزم سؤال الصحابة إذ لم يوجد مسمى المحراب في عصره صلى الله عليه وسلم بقولهم ما المحراب؟ ¶ ولأنه من المسلمات أن الحكم على الشيء فرع من تصوره فلزم من الأحاديث الناهية عن المحراب النهي عن معدوم، وهذا إشكال يرد على كلام إخواننا القائلين بأن بناء المحاريب بدعة، ولا يوجد حديث يذكر فيه النبي صلى الله عليه وسلم حقيقة غير مدركة في عقول أصحابه - رضي الله عنهم - إلا وسألوه عنها، وهذا كذلك من بديهيات البحث في نصوص الأحاديث النبوية المطهرة. وقال تعالى: {وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ}. (¬1) ¶ ¬__________ ¶ (¬1) سورة النحل:44",
            "page": "64",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2 - ثانياً: يبقى إشكال آخر وهو: قد ثبتت نصوص كثيرة من حيث الإسناد، وعارضتها كذلك نصوص ثابتة ولا مجال لإنكارها، ولم تصح فيها دعوة الناسخ والمنسوخ أو غيرها من مسائل الترجيحات، أو أنها من باب إرجاع المطلق للمقيد أو العام للخاص، فالصحيح في زعمي هو الجمع بين المتناقضات في عقولنا القاصرة وإلا فحاش أن يوجد في الشرع المعصوم تناقض أو قصور، ولكن ينبغي ألا يهمل نص على حساب آخر، وربما تصلح هذه المسألة في هذا الباب، ولقد ذكر العلماء أمثلة كثيرة لتطبيق هذا الرأي وأضرب على ذلك أمثلة: ¶ منها أنه صلى الله عليه وسلم نهى عن استقبال القبلة ببول أو غائط، ثم رُئِي صلى الله عليه وسلم يفعل ذلك، فالجمع بين الأحاديث وإعمالهما دون تعطيل لأحدهما عن الآخر وهو الرأي، فيحمل النهي عن استقبال القبلة عند قضاء الحاجة دون حائل يحول بين القبلة وقاضي الحاجة بجدار أو غيره، والأمثلة على هذا كثيرة كنهيه صلى الله عليه وسلم عن الشرب قائماً. وليست المسألة في زعمي أنها في إثبات سنية المحاريب أو تبديع من يبنيها أو فيمن شرب قائماً أو لم يشرب، ولكن تأمل فيما أقوله الآن وهو كلام مهم. ¶ لو فرضنا أن النبي صلى الله عليه وسلم صلى بالناس في الفترة المدنية فقط، ولنعتبرها عشر سنين. فأقول خمس صلوات صلاها الرسول صلى الله عليه وسلم في اليوم، ثم اضرب العدد في الشهر، ثم اضربه في السنة، ثم اضربه في عشر سنين. يعني: 5×30×12×10=18000 ثمانية عشر ألف صلاة على تقدير أنه صلى الله عليه وسلم صلى بهم عشر سنين فقط. ¶ أقول بعد هذه السُّنة العملية بهذا الرقم (الرهيب) تجد خلافاً بين الصحابة في نقلهم لصفة صلاة النبي صلى الله عليه وسلم، فما بالك بغيرها من الأمور الواردة من",
            "page": "65",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "باب الغرائب والآحاد ... وأقصد بالصحابة من صاحب النبي صلى الله عليه وسلم طول حياته فلا جواب إلا بشيئين أحدهما باطل فيلزم الثاني: ¶ أما الأول الباطل وهو صدق أحد النقلة من الصحابة، وعدم صدق الفريق الآخر وهذا باطل يرده صريح الكتاب والسنة لتزكية ذلك الفريق من الجيل الذي لم يتكرر. إذن الجواب الثاني: وهو أنهم رأوا أعمالاً وأقوالاً، ثم عدد النبي صلى الله عليه وسلم ونوع في سنته المباركة، وروى الفريق الآخر السنة بوجهها الآخر كاختلافهم في رفع اليدين عند الركوع، والرفع منه، واختلافهم في قنوت الفجر وعدمه مع أن هذه المسألة متكررة آلاف المرات. ¶ ولم ولن أقتنع أبداً برأي يمنع تلك السنن مع أن مخالفيهم ثقات، أو أثبت ذلك نافيا رأي الفريق الأول. والصواب أن الفعل والترك سواء، حيث يحمل الإثبات على الفعل أحياناً ويحمل النفي على الترك أحياناً أخرى. وإن كان رأيي صوابا فأقول وبالله التوفيق ما صح من نهيه صلى الله عليه وسلم في بناء المحاريب يحمل على وجهين: ¶ الوجه الأول: لأنه مشابه لمحاريب النصارى، فإذا علمت صفة محاريب النصارى، وصمم المحراب بخلافها فيزول معنى النهي، بدليل أنه صلى الله عليه وسلم لم يلغ العبادات الموافقة لما سبقنا من الأمم، إنما أضاف إليها أو حذف منها لنفي التشبه بهم كصيام تاسوعاء مع عاشوراء، أو كصيام الجمعة مع السبت أو الأحد مع السبت وقس على ذلك، غير أنه كما مر في هذا البحث (بالتفصيل) وهذا مهم جداً ومحل نظر، وهو أن النصارى من حيث الواقع ليس لهم محاريب بصفة محاريب المسلمين. وانظر في ذلك ما مر وصفه في هذا البحث، كما أن النصارى ليس لهم محاريب للصلاة، وإمام ومأموم، فهذا المعنى غير وارد، مع مخالفة المسمى الحقيقي للمحراب عندهم بما يسمى بالمحراب عندنا، وقد نقلت فيما مضى:\"أن مذبح الكنيسة عبارة عن فناء كبير في صدرها، يتسع لطاولة توضع عليها معدات الطقوس الكنسية ومراسم الصلاة التي يستعملها الكاهن،",
            "page": "66",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وهذا الفناء مصمم بحيث يمكِّن هذا الكاهن أن يروح فيه ويغدو من غير عائق\".انتهى كلام طه الولي ونقله عن السمهودي (¬1) ¶ ويرى المتحفظون أو قل المانعون للمحاريب هو كونها من علامات الساعة كما مر في بحثنا من حديث ابن مسعود مع أنه حديث لا يصح، وعلى فرض صحته فهو محل احتمال، والدليل إذا وقع عليه الاحتمال سقط به الاستدلال، إذ أنه ليس كل علامة من علامات الساعة مذمومة بدليل قول الله تعالى في سيدنا عيسى - عليه السلام - {وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَاتَّبِعُونِ هَذَا صِرَاطٌ مُّسْتَقِيمٌ}. (¬2) وقوله صلى الله عليه وسلم بعثت أنا والساعة كهاتين، وكقوله صلى الله عليه وسلم لا تزال طائفة من أمتي ظاهرين على الحق، وفي رواية مسلم يقاتلون على الحق إلى قيام الساعة، وكحديث القابضون على الجمر، وحديث الرجل الذي يقتله الدجال. غير أن الخيرية في العموم في أول الأمة أكثر من آخرها كما قد قال، ويبعث الله في كل مائة سنة من يجدد لهذه الأمة أمر دينها. ¶ الوجه الثاني: بقي اعتراض آخر وهو اعتراض محترم من حيث السنة الفعلية في بناء المساجد، فإنه لا يوجد في العموم مسجد يخلو من محراب، ولا أظن من العقل أو الدين اجتماع الأمة على مخالفة رسول الله صلى الله عليه وسلم، فالأمة من حيث المجموع لا تجتمع على الخطأ، وقد وردت سنة عمل المحاريب في بعض الآثار إلى سيدنا عثمان رضي الله عنه، وبعضها إلى سيدنا عمر بن عبد العزيز ولم ينقل إنكارٌ عليه من صفوة الأمة حينها، إلا ما ورد عن أبان ابن عثمان بن عفان في قوله: بنيتموه (أي المسجد النبوي) بناء الكنائس، وليس في هذا النص ذكر للمحراب. ¶ ¬__________ ¶ (¬1) الشيخ طه الولي في كتابه المساجد في الإسلام صفحة: 230، وصفحة: 325 وقال: وفاء الوفا بأخبار دار المصطفى صلى الله عليه وسلم، ج1ص370 ط مصر سنة 1327هـ. ¶ (¬2) سورة الزخرف:61",
            "page": "67",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "بقيت مسألة وهي: وردت آثار في النهي مطلقة وآثار في عدمها, وآثار مقيدة بما يشغل المصلي. وقيد الفقهاء كما مر كراهة الصلاة في المحاريب بسبب عدم رؤية المأمومين لحركات الإمام، وهذا فيما إذا كانت المحاريب كغرفة يدخل فيها الإمام، وواقع الحال في المحاريب عامة أنها للآن في الغالب على شكل نصف دائرة ولا تسع شخصاً في أن يصلي فيها، وبهذا أيضاً يسقط وصف الكراهة التي ذكرها الفقهاء. ¶ وأختم بهذه الملاحظة: وهي أن مفهوم البدعة مشوش جداً عند جماهير كثيرة من المسلمين، ولم أقل هذه الكلمة حتى رجعت إلى مئات النقول في مفهوم البدعة عند الحفاظ والأصوليين وغيرهم كالشافعي والبيهقي وعياض والنووي وابن الأثير والقرافي وابن رجب والحافظ ابن حجر والسيوطي وغيرهم. ¶ وقد لاحظت من خلال المقارنة بين مدرسة الطرطوشي وابن الحاج والشاطبي، والمدرسة المقابلة يتبين أن فهم مسمى البدعة (المذموم) فيه تساهل شنيع حتى وصل الحال إلى إنزال مسائل الاجتهاد والقياس ضمن هذا التحديد، ولقد أثبت في كتابي حول الاحتفال بالمولد النبوي الشريف في نقلي عن الشاطبي في عشرات النقول من كلامه أنه لم يرد ما فهمه بعض المغالين في إطلاق البدعة على المسائل الاجتهادية، بل وقع الغلو والشطط من البعض برمي المخالف في مسائل الفروع بالبدعة والابتداع، وعاقبوا بالهجر من يقنت في الصبح، ومن لم يلتزم في قيام رمضان بثمان ركعات وغيرها من المسائل، وتجسدت فيهم (خرافة) التعصب المحكية على أتباع المذاهب. ¶ وكان الفراغ من جزء الكلام على المحاريب على يد جامعه أفقر العباد إلى الله وحده فرج حسن البوسيفي، في صباح يوم الثلاثاء، اليوم الثاني من شهر صفر عام خمس وعشرين وأربعمائة وألف.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وفي الختام أسأل الله التوفيق والسداد لي ولجميع أمة سيدنا محمد، اللهم صل عليه وعلى آله وصحبه وسلم، وأخر دعوانا أن الحمد لله رب العلمين.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الفهرس: ¶ الموضوع: ... الصفحة: ¶ المقدمة ....................................................................... 3 ¶ معاني المحراب من كتب اللغة: ...................................... 4 ¶ تعريف المحراب اصطلاحا ......................................... 9 ¶ الحكمة من المحراب ............................................................. 9 ¶ أول محراب في الإسلام .................................................... 10 ¶ أدلة المانعين ............................................................... 13 ¶ أدلة المجيزين ................................................................... 37 ¶ فائدة في وصف محراب داود .................................................. 39 ¶ رأي السادة الأحناف في بناء المحاريب وتزيينها .................................. 45 ¶ رأي السادة المالكية ........................................................... 48 ¶ رأي السادة الشافعية .......................................................... 49 ¶ رأي السادة الحنابلة ............................................................ 50 ¶ مبحث في ما زيد في مسجد رسول الله صلى الله عليه وسلم فهو منه .............................. 53 ¶ الكلام على المحاريب من الناحية الجمالية، والفن المعماري لدى المسلمين ............. 56 ¶ خاتمة البحث ..................................................................... 59 ¶ الفهرس ......................................................................... 64",
            "page": "70",
            "part": "1"
        }
    ],
    "t36337": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "1656"
        }
    ]
}