{
    "b36345": [
        {
            "id": "1",
            "nass": "رسالة ¶ حقيقة الحِجاب والغيرة على الأعراض ¶ تأليف ¶ سَمَاحَةِ الشَّيْخِ العَلاَّمَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حفظهُ اللَّه تعالى ،ورعاهُ ـ ¶ قام بتنسيقها ونشرها : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ ،ولِوَالدَيْهِ ،ولِمَشَايخِهِ ،ولجَمِيْعِ المُسْلِمِيْنَ. ¶ بسم الله الرحمن الرحيم ¶ \" تقديمُ فَضِيْلةِ الشَّيخِ العَلاَّمَةِ عبدِ اللَّهِ بنِ عبدِ الرَّحمنِ بنِ جِبرينٍ \" : ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ الحمد لله الملك العلام الذي بَيَّن لنا تعاليم الإسلام، أحمده على جزيل الإنعام، وأشهد أن لا إله إلا الله وحده لا شريك له القدوس السلام، وأشهد أن محمدًا عبده ورسوله، الذي بَيَّن للأمة الحلال والحرام، صلى الله عليه وسلم وعلى آله وصحبه البررة الكرام. ¶ وبعد : ¶ فهذه مقالة تتعلق بحجاب المرأة وما يلزمها من التستر، وواجب الأولياء على محارمهم، وبيان وظيفة المرأة المسلمة في منزلها، والرد على دعاة السفور في هذا الزمان ونحو ذلك مع الإجمال والاختصار، وأصل المقالة محاضرة ألقيتها في بعض مساجد الرياض نقلها بعض الإخوان من أشرطة التسجيل، ورغب نشرها وعرضها عليَّ لإدخال بعض التعديل عليها، ولم أتمكن من إعادة صياغتها بعبارة أبلغ، ولعل الله أن ينفع بها من أراد به خيرًا؛ فإن هذا الزمان قد كثر فيه دعاة السفور وأكثروا من إلقاء الشُّبَه على العوَام لما رأوا كثرة الوافدين على البلاد مع قلة الاحتشام، وخلع جلباب الحياء مع صدور التعليمات من الحكومة في إلزام كل من وفد إلى البلاد بالأخذ بتعاليم الدين، وعدم الخروج عما توجبه الشريعة، ونسأل الله أن يرزق المسلمين الثبات والاستقامة وأن يرد ضالهم ردًا جميلا، وصلى الله على محمد وآله وصحبه وسلم. ¶ عبد اللَّه بن عبد الرَّحمن الجِبرين ¶ \" المُقدِّمةُ \" :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله رب العالمين، وصلى الله على نبينا محمد وعلى آله وصحبه وسلم، وبعد(1) : ¶ فإن الإسلام جاء بكل كمال ونهى عن كل ضرر، جاء بكل خير ونهى عن كل شر. ¶ ومتى طبق المسلمون تعاليم الإسلام وعملوا به، فالنصر والتمكين لهم، ومتى خالفوا تعاليمه، وارتكبوا ما نهى عنه، وتركوا ما أمر به، فإنهم في طريقهم إلى التخاذل والضرر والهلاك. ¶ ولا شك أن مما جاء به الإسلام حماية الأعراض وصيانة الإنسان عن أي خلل أو خطأ يحدث في نسبه، أو في أهله ونحو ذلك، ومما جاء به الإسلام الحث على الغيرة على المحارم بأن يكون الإنسان غيورًا على محارمه، ومحافظا على مَن ولاه الله إياه من النساء والذرية عن الفساد والإفساد والإهمال. ¶ ولما كان كذلك كان ولا بد لهذا الأمر من وجود من يخالف فيه، وكان ولا بد من وجود من يدعو إلى الشر ويدعو إلى الضلال، ومعلوم أن لكل دعوة ـ وإن كانت باطلة ـ آذانًا صاغية وقلوبًا مقبلة إليها مغالية فيها؛ وذلك لما يُقْذَفُ في القلوب من الفتن ومن محبة الشر والميل إليه، ولكن مع ذلك كله فإن الحق واضح جَلِيٌّ لا غبار عليه. ¶ وإنما يلتبس الحق على من أشربت قلوبهم حب الباطل، وداهنوا في حدود الله وفي حرماته. ¶ ومن ذلك ما نحن بصدده وهو مسألة الحجاب. ¶ أسأل الله أن يحفظ علينا نساءنا وبناتنا وذرياتنا، إنه ولي ذلك والقادر عليه، ¶ وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ \" تَعريف الحِجَابِ \" : ¶ المراد بالحجاب احتجاب المرأة عمن ليس بمحرم لها، أي تسترها وسترها لنفسها، وحجبها لزينتها، ومنعها من أن تبرز أو يراها من ليس بمحرم لها، هذه هي حقيقة الحجاب. ¶ __________ ¶ (1) ¶ أصل هذه الرسالة محاضرة لفضيلة الشيخ عبد الله الجبرين ألقاها في أحد المساجد، وقد قمت بتفريغها وتصحيحها وتخريج الآيات والأحاديث فيها، ثم قام فضيلة الشيخ -حفظه الله- بمراجعتها وتصحيحها والتقديم لها. أسأل الله تعالى أن ينفع بها كما نفع بغيرها إنه سميع مجيب. (أبو أنس).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "واشتقاقه من قولهم: حجب الشيء أي ستره. ومنه قوله تعالى: ? جَعَلْنَا بَيْنَكَ وَبَيْنَ الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا ?[ سورة الإسراء، الآية : 45 ]. ¶ وقد حكى الله تعالى عن الكفار أنهم قالوا للنبي -صلى الله عليه وسلم : ? وَمِنْ بَيْنِنَا وَبَيْنِكَ حِجَابٌ ? ¶ [ سورة فصلت، الآية : 5 ] وإن كان هذا حجابا معنويا أي: لا يصل إلينا كلامك ووعظك وإرشادك. ¶ والحجاب الذي نحن بصدده: هو ستر المرأة لزينتهما وجمالها عمن ليس بمحرم لها، ويكون ذلك بستر المرأة بجلبابها وخمارها وثيابها التي تتجلبب بها وتلبسها حتى لا يبدو منها ما يكون فتنة. ¶ وسبب ذلك -والله أعلم- أن المرأة فتنة للرجل، كما أن الرجال فتنة للنساء. ¶ لذلك أمرت المرأة أن تحتجب وتختفي وتَقَرَّ في بيتها؛ حتى لا يراها من يفتتن بها، ولا ترى من تفتتن به. ¶ \" كلمة لا بد منها \" : ¶ إن شريعة الإسلام شريعة واسعة، وشريعة كاملة، استعملت على كل ما تمس إليه حاجة البشر، حاجة الذكور والإناث في الدنيا وفي الآخرة، فذكر الله تعالى نساء الدنيا وجعل لهن أحكاما، وذكر النساء في الآخرة وذكر ثوابهن كثواب المؤمنين؛ لمَّا كانت المرأة قبل الإسلام لا قدر لها عند الجاهليين، بل كانوا يحتقرونها ولا يعطونها شيئا من المال؛ لأنها -في زعمهم- لا تقاتل ولا ترد الأعداء ونحو ذلك. ¶ جاء الإسلام فجعل لها حقًا، وجعل لها مالا، وجعل لها مِلْكًا وعلق بها أحكاما كثيرة، وألزمها بعبادات كما ألزم الرجال بعبادات، وجعل لها من الأحكام مثل ما للرجال، وجعل النساء شقائق الرجال، ولا شك بأنهم بحاجة لمعرفة تلك الأحكام ولو أنها تختص بالنساء كأحكام الحيض، والولادة والنفاس، وما يتصل به النساء، وما تختص به.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فالرجل بحاجة لمعرفة ذلك؛ حيث أن لديه نساء من زوجات أو بنات أو أخوات أو محارم، فهو في حاجة إلى أن يعرف الأحكام التي تتعلق بالنساء حتى يُعلِّم من تحت يده، وكذلك المرأة بحاجة إلى أن تعرف الأحكام التي تختص بالنساء، حتى تعرف كيف تعمل في تلك الأحكام. ¶ وقد استثنيت المرأة من بعض الأمور التي تختص بالرجال؛ وذلك لا شك أنه كرامة لها وحفاظٌ عليها، فثبت في الحديث أن عائشة -رضي الله عنها- قالت: \" يا رسول الله، هل على النساء جهاد؟ فقال: عليهن جهاد لا قتال فيه: الحج والعمرة \"(1). فأسقط عنهنَّ الجهاد الذي هو قتال الكفار، وجعل عليهن هذا الحج الذي هو جهاد حيث أنه إجهاد للنفس وإتعاب لها، فقام مقام القتال مع أنه إذا احْتِيج إلى المرأة فإنها تشارك في خدمة المجاهد، فقد ثبت أن عائشة -رضي الله عنها- هي وامرأة من الأنصار في غزوة أحد كانتا تخدمان الغزاة، فتأتي هي وتلك المرأة بالماء وتفرغانه في أفواه القوم الذين صُرعوا أو أُصِيبوا، وكل ذلك خدمة منهما للمجاهدين، فيكون كل ذلك جهادًا. ¶ وهكذا كان بعض النساء يغزون مع المسلمين منهن أم سُلَيم أم أنس بن مالك وغيرها، كن يغزون فيداوين الجرحى وينقلن المرضى ويخدمن الغزاة ويقمن بعمل يُحْتَاج إليه، فكان ذلك مما دعت إليه الشريعة. ¶ __________ ¶ (1) رواه البيهقي (4 / 350)، وأورده ابن حجر في الفتح (4 / 75).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولكن جاءت الشريعة بكرامة المرأة، وهو صيانتها في البيوت، وألا تبرز إلى الرجال الأجانب، وأن تحتفظ بجمالها وبزينتها؛ ليكون ذلك أحفظ لها على أن تمتد إليها الأنظار، وأن تطمع فيها النفوس المريضة، فحجاب المرأة وسترها وتسترها عن الرجال لا شك أنه كرامة لها، وليس كما يقول دعاة الضلال: إنه تحجّر وتضييق على المرأة، وأن المرأة شقيقة الرجل، وأنها وأنها...، كما يهذي به هؤلاء الذين لهم أغراض نفسية يريدون أن يشبعوا أغراضهم، ويريدون أن ينالوا مشتهياتهم، فلم يجدوا بدًّا من أن يتكلموا الكلام الدنيء، وأن تبرز المرأة وتخرج إلى جانب الرجل وتشتغل معه سويا وهو غير مَحْرَم لها، وأن تُبْدِي زينتها وجمالها ليتمتعوا بما يريدونه منها. ¶ هذه ادعاءاتهم كما يقول بعض المتأخرين؛ يرون أن تبرز الأنثى بزينتها، ويرون أنها حرة في نفسها، وأن لها أن تبذل نفسها لمن تريد بعوض أو بغير عوض، ولا شك أن هذا إهانة لها. ¶ فعلى المرأة المسلمة أن تقتصر على ما أمرها الله به من التستر والتحجب ¶ أمر الله تعالى بتستر النساء وغضهن الأبصار، فقال تعالى: ? وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ ? [ سورة النّور، الآية : 30 ] إلى قوله: ? وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ ?[ سورة النّور، الآية : 31 ].",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولا شك أن هذا هو تعليم من الله للمرأة، وهو أن تحفظ زينتها ولا تبرزها أو تبديها لكل أحد؛ بل أن تتحفظ حتى لا تُبْدِي إلا لمحارمها وأهليها وأقاربها الذين حرمت عليهم، والذين هم أقارب لها ومحارم لها، كما أن من كرامتها ومن الحفاظ على صيانتها أن لا تخرج وتسافر إلا مع ذي محرم؛ وذلك لأن الأطماع تمتد إليها، الأطماع الدنيئة والنفوس الرديئة متى رأت المرأة متبرجة وخالية فإنها قد تطمع فيها حتى في الأماكن المقدسة، كما ذكروا أن امرأة من السلف كانت تطوف وحدها في البيت الحرام، فلما رآها أحد الفسقة جاء إليها وصار يطوف إلى جانبها ويعاكسها ويتكلم معها وهي لا تصغي إليه، فلما كانت في اليوم التالي قالت لزوجها ( أبو الأسود الدؤلي ) هلمّ فطف معي حتى تريني المناسك، فلمما رآها ذلك الفاجر تطوف ومحرمها معها ابتعد عنها فقالت : ¶ تعدو الذئاب على من لا كلاب له * * * * * وتتقي حرمة المستأسد الضاري ¶ استشهدت بهذا البيت فتقول: إنه لما رآها خالية جاء إليها وأخذ يمازحها، فلما رآها وهي مع محرم ابتعد عنها، ومثلت ذلك بمن عنده غنم وكلاب ضارية تحميه من الذئاب، فالذئاب إنما تعدو على الأغنام التي ليس عندها كلاب تحميها، وأما إذا كان عندها كلب مستأسد ضاري فإنه يذود تلك الذئاب ويبعدها ويحميها، فهكذا مَثَّلت هذا المثل. ¶ وقد أمر الرسول -صلى الله عليه وسلم- المرأة بألا تسافر إلا مع محرم، ولا شك إن هذا من حفظها ومن كرامتها؛ وذلك لأن المحرم معه غيرة على محارمه وأنفة وحمية؛ حتى لا يطمع فيهن طامع؛ ولأنها قد تضْعُف عن مقاومة أولئك المعتدين، فلا جرم اشترط لها هذه الشروط.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأما ما يتعلق بأحكامها الشرعية، فإنها مثل الرجل في غالب الأحكام، فتجب عليها الصلاة كما تجب على الرجل، وكذا الطهارة بأنواعها، وتختص بأمور تتعلق بها كنجاسة دم الطمث ودم النفاس ونحوه، وما يتعلق بذلك، وتختص أيضا بأشياء تتعلق بالمناسك ككونها تلبس ما شاءت من اللباس والرجل لا يلبس بالإحرام إلا إزارًا ورداءً ويكشف رأسه، وذلك كله دليل على أن الشرع كما بين الأحكام التي تتعلق بالرجال فقد بين منها ما يتعلق بالنساء. ¶ وكذلك ورد ذكرهن في الأعمال الصالحة في الآخرة، فلما قالت عائشة يا رسول الله، لا أرى أن الله يذكر النساء، فقرأ عليها آيات تتعلق بالنساء مع الرجال، مثل قول الله تعالى: ? فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لَا أُضِيعُ عَمَلَ عَامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثَى ?[ سورة آل عمران، الآية : 195 ] فنص على الذكر والأنثى، وأن الله لا يضيع عمل كل منهما. ومثل قول الله تعالى:? إِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ?[ سورة الأحزاب، الآية : 35 ] إلى آخر الآية. حيث ذكر أن ثوابهم جميعا بقوله: ? أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْرًا عَظِيمًا ?[ سورة الأحزاب، الآية : 35 ] . ¶ ولما تمنت إحدى النساء أن تكون مثل الرجال فيما يكتسبونه، وفيما يعملونه من الأعمال، أنزل الله قوله تعالى: ? وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ نَصِيبٌ مِمَّا اكْتَسَبْنَ ?[ سورة النّساء، الآية : 32 ].",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فلكل منهم نصيب مما كسب، ولا شك أيضا أنها تؤجر على نيتها، فإذا فاتها شيء من الأعمال التي يعملها الرجال، وهي تنوي أن تكون مثل الرجال في ذلك العمل فلها نيتها، والأعمال بالنيات، وقد سئل بعض السلف: هل للحائض والنفساء حظٌ في ليلة القدر إذا لم تتمكن الحائض من الصلاة فيها لحيضها؛ فقال: نعم، لها حظ منها بقدر النية، إذا وافقت ليلة القدر وهي لا تقدر أن تصلي ولا أن تقرأ؛ لكونها عليها هذا العذر، ولكنها تنوي وتعزم على أنها مشاركة في الأعمال الصالحة بنيتها، وبما تقدر عليه من الذكر ومن الدعاء ونحو ذلك كان لها نصيب مثل غيرها وهو المغفرة؛ لقوله -صلى الله عليه وسلم- : \" من قام ليلة القدر إيمانًا واحتسابًا غفر له ما تقدم من ذنبه \"(1). ¶ ومما سبق يتضح لنا أن الأحكام التي تتعلق بالمرأة ظاهرة ومشهورة، والله أعلم. ¶ \" الأدلة من الكتابِ والسُّنَّةِ على النّهي عن التّبرجِ والسّفورِ \" : ¶ لقد تضافرت أدلة بيان خطر التبرج والسفور وما فيه من المفاسد، فقد أخبر النبي -صلى الله عليه وسلم- بأن النساء فتنة، فقال - عليه الصلاة والسلام- : \" اتقوا الدنيا واتقوا النساء؛ فإن أعظم فتنة بني إسرائيل كانت في النساء \"(2). ومعنى اتقائهن: أي الابتعاد عن أسباب الفتنة بهن. ¶ ولا شك أن من أسباب الفتنة بروز النساء متبرجات بغاية الزينة وفي غاية الجمال، والنظر إليهن والتأمل بمحاسنهن. ويأتي من وراء ذلك أضرار سيئة وهي المقصود الأعظم، فإن الإثم والحرام الذي يقع فيه الإنسان كان من أسبابه الوقوع في فتنة النساء؛ ولذلك حذر النبي -صلى الله عليه وسلم- من الأسباب التي توقع فيه أو تقرب منه، فقال : \" اتقوا الدنيا واتقوا النساء \" أي اجعلوا بينكم وبين هذه الفتنة وقاية وحاجزا يمنعكم من مقاربة هذه الآثام، ولذلك فإن علينا أن نتوقاها. ¶ __________ ¶ (1) أخرجه البخاري (924)، والنسائي 4 / 155. ¶ (2) أخرجه مسلم (2742)، والترمذي (2192).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولقد ورد كثير من الأدلة في حث المرأة على التستر وعدم التبرج وكل هذا محافظة على شرفها وسمعتها وعرضها. فإن نساء المؤمنين كأزواجهن يدينون بالإسلام، ولما كنّ كذلك لزمهن أن يتمسكن بتعاليمه، وأن يطبقن أوامر الله، وأن يكنّ من المؤمنات اللاتي امتدحهن الله، وأن تبعد المسلمة نفسها عن أسباب الفاحشة ومقدماتها. ¶ الدليل الأول: الأمر بلزوم البيوت : ¶ قال تعالى: ? وَقَرْنَ فِي بُيُوتِكُنَّ ?[ سورة الأحزاب، الآية : 33 ] أي: اثبتن في بيوتكن واجلسنَ بها ولا تخرجنَ. ¶ وهذا الحكم عام لجميع نساء المؤمنين ولو كان الخطاب خاصا بنساء النبي -صلى الله عليه وسلم- لأنهن القدوة الحسنة لنساء المؤمنين. ¶ والمرأة إذا التزمت بما أُمِرَت به أمهات المؤمنين كان ذلك علامة على اتباعها ما هو أهم وأولى، وكان لها فلاحًا في الآخرة. ¶ الدليل الثاني: الأمر بالسؤال من وراء حجاب: ¶ فقد ثبت أن النبي -صلى الله عليه وسلم- نهى نساءه عن البروز بعد أن أنزل الله أمره لهن بقوله: ? وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فَاسْأَلُوهُنَّ مِنْ وَرَاءِ حِجَابٍ ?[ سورة الأحزاب، الآية : 53 ] أي: إذا سألتموهن عن أي مسألة فلا تقابلوهن مقابلة، بل كلموهنَّ وبينكم وبينهن حجاب، سواء كان حجابا غليظا أو ستارًا أو بابَ دارٍ أو ما شابهها، كالرداء والجلباب والخمار الذي على الوجه. ¶ فكل ذلك دليل على أن المرأة مأمورة بأن تستتر وتحجب نفسها عن الغير، فلا يحل لها أن تنظر إلى الرجل، ولا يحل له أن ينظر إليها. ¶ الدليل الثالث : الأمر بلبس الخمار : ¶ وقد دل على ذلك قوله تعالى: ? وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ ?[ سورة النّور، الآية : 31 ]والخطاب هنا موجّه لجميع المؤمنات كما قال تعالى: ? وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ ?[ سورة النّور، الآية : 31 ] فكل مؤمنة دخلت في الإيمان قد أمرها الله تعالى بلبس الخمار.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والخمار: هو ما تلبسه المرأة على رأسها، أي تستر به رأسها وتدليه من رأسها، حتى يستر وجهها ويستر صدرها وجيبها الذي هو مدخل رأسها، وكل ذلك شُرع حفاظا على كرامتها وبُعدا عن إهانتها. ¶ وقال تعالى: ? يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ?[ سورة الأحزاب، الآية : 59 ] . ¶ قالت عائشة -رضي الله عنها- لما نزلت هذه الآية : \" شق نساء الأنصار مروطهن وتخمرن بها، رضوان الله عليهن \". ¶ والمرط: هو الرداء، أي شقت من ردائها خمارا تخمرت به وسترت به كامل وجهها وكامل صدرها؛ فبرزت رءوسهن سودًا من تلك الخُمُر اللاتي تَغَطَّيْنَ بها؛ امتثالا لهذه الآية، وهي قوله تعالى: ? يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ?. ¶ وقال ابن عباس -رضي الله عنهما- في تفسير هذه الآية : أي تستر وجهها وتبدي عينا واحدة إذا خرجت؛ لتبصر بها، وهي العين اليمنى أو اليسرى، فهذا دليل على وجوب ستر المرأة لوجهها؛ لأن الوجه هو مجمع الزينة وحسن الخلقة. ¶ ولو أُبْرِزت هذه الزينة للناس لكانت من أعظم أسباب الفتنة التي حذر منها النبي -صلى الله عليه وسلم- بقوله : \" ما تركت بعدي فتنة أضر على الرجال من النساء \"(1). ¶ الدليل الرابع : الأمر بستر الزينة : ¶ فقد أمر الله سبحانه المؤمنات بستر زينتهن إلا على محارمهن بقوله تعالى: ? وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ ?[ سورة النّور، الآية : 31 ] أمرهن الله ألا يبدين زينتهن إلا لمحارمهن. ¶ __________ ¶ (1) أخرجه مسلم (2742)، وابن ماجة (4000).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولا شك أن الزينة التي تبديها المرأة لأبيها وأخيها وابن أخيها وابن أختها ولزوجها ولأبي زوجها وابن زوجها هي جمالها الظاهر، مثل الوجه والكفين ونحو ذلك، فهي ممنوعة من إبداء هذه الزينة لغيرهم، وذلك دليل على أن المرأة تستتر عَمَّنْ ليس بمحرم لها. فإذا كانت هذه الزينة تُكشَف لهؤلاء فماذا يُكشَف لغيرهم؟! ولو كانت تكشف وجهها وشعرها وذراعيها للأجانب لما بقى للمحارم ما يُخَصّون به. وإذا كان وجهها ليس بزينة؛ بل تكشفه لكل أحد، وصدرها ليس بزينة، فماذا بقي من الزينة التي يختص بها محارمها؟! ¶ وكذلك أمر الله تعالى المرأة ألا تبدي شيئا مما خفي من الزينة في قوله تعالى: ? وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ ?[ سورة النّور، الآية : 31 ] حيث ذكر أن بعض النساء إذا مشين في الأسواق وفي أرجلهن شيء من الخلخال، أحببن أن يعلم ذلك فيضربن بأرجلهن ليظهر صوت الخلخال ليعلم أنه على المرأة زينة، فنهى الله هذه المرأة عن ضرب رجلها ليعلم أنها لابسة زينة، فدل على أن الأرجل كانت مستورة؛ لأن الخلخال يكون في أسفل الساق. فإذا كان لهذا الخلخال صوت وضربت برجلها ليظهر الصوت، فهذا دليل على أنها تحب أن ينظر الرجال إليها، وتلتفت أبصارهم نحوها. ¶ ولا شك أن تحديق النظر إلى المرأة أيًّا كانت حتى لو كانت شوهاء دميمة، لا يؤمن معه الوقوع في الفتنة بها. ¶ الدليل الخامس : الأمر بغض البصر : ¶ لقد جاءت الأدلة بالأمر بغض البصر عما لا يحل النظر إليه، والنهي عن التحديق في عورات المسلمين والتطلع إليهم. فثبت عن النبي -صلى الله عليه وسلم- أنه سئل عن نظر الفجأة فقال : \" اصرف بصرك\" فلما قيل له: إن الإنسان قد ينظر نظرة خاطئة بدون قصد فقال : هذه يُعفَى عنها ولكن عند وقوع بصرك على امرأة \" اصرف بصرك ولا تكرر النظر \"(1). ¶ __________ ¶ (1) رواه أبو داود (2148)، وأحمد 4 / 361.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد ثبت أنه - عليه الصلاة والسلام- قال لعلي : \" يا علي لا تتبع النظرة النظرة؛ فإنما لك الأولى وليست لك الآخرة \"(1). ¶ وذلك أنه قد يكون هناك امرأة إما غافلة لم تشعر بك، وإما متسترة في بيتها، فيقع نظرك عليها بدون قصد، فإذا وقعت الأولى فاصرف البصر ولا تعده مرة أخرى؛ فإن لك الأولى عن غير عمد وليست لك الآخرة. وقد أمر الله تعالى بغض البصر. ¶ فقال تعالى: ? قُلْ لِلْمُؤْمِنِينَ يَغُضُّوا مِنْ أَبْصَارِهِمْ وَيَحْفَظُوا فُرُوجَهُمْ ذَلِكَ أَزْكَى لَهُمْ إِنَّ اللَّهَ خَبِيرٌ بِمَا يَصْنَعُونَ ?[ سورة النّور، الآية : 30 ] . ¶ فغض البصر: صرفه عما لا يحل، أو النظر إلى الأرض إذا رأيت أمامك امرأة، فغض البصر: أن تصرفه وألا تحدق النظر فيها؛ لئلا يقع في قلبك شيء من الشهوة المحرمة. ¶ وكما كان الأمر للمؤمنين، كذلك أمر الله المؤمنات بغض البصر: ? وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ ?[ سورة النّور، الآية : 31 ]. ¶ فقدم تعالى غض البصر قبل حفظ الفرج؛ ذلك لأن غض البصر سبب من أسباب حفظ الفرج. وإطلاق البصر سبب من أسباب الوقوع في المحرمات. ¶ فقدم الله تعالى الوسيلة على القصد؛ لأن الوسائل لها أحكام المقاصد. ¶ وقد حث النبي -صلى الله عليه وسلم- على غض البصر، فعندما سئل عن حقوق الطريق قال : ¶ \" غض البصر وكف الأذى ورد السلام والأمر بالمعروف والنهي عن المنكر \"(2). ¶ فانظر كيف بدأ بغض البصر! ¶ ولما رغب -صلى الله عليه وسلم- في النكاح ذكر أن من فضائله غض البصر فقال -صلى الله عليه وسلم- : \" يا معشر الشباب، من استطاع منكم الباءة فليتزوج؛ فإنه أغض للبصر وأحصن للفرج\"(3) متفق عليه . ¶ __________ ¶ (1) رواه أبو داود (2135)، والترمذي (2777)، والحاكم 2 / 194. ¶ (2) أخرجه البخاري (6229)، ومسلم (2121). ¶ (3) أخرجه البخاري (1905)، ومسلم (1400).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فجمع بين الأمرين : غض البصر الذي هو صرفه عما لا يجوز، وحفظ الفرج عن الفاحشة ومقدماتها؛ لأن الإنسان متى أطلق بصره فنظر إلى هذه المرأة وإلى الأخرى والثالثة والرابعة لم يؤمن أن يُفْتَنَ ويعلق بقلبه شيء من الإثم، أو شيء من الدوافع إلى الحرام، فتوسوس له نفسه بما رآه فيحدث من ذلك الحوادث. ¶ كما يقول بعضهم في قوله : ¶ كل الحوادث مبدأها من النظر * * * ومعظم النار من مستصغر الشرر ¶ ولا شك أن الإنسان إذا أطلق بصره وقع بصره على عشرات النساء. فهل في استطاعته الاتصال بهن؟ لا وكلا. ¶ وكذلك هل باستطاعته أن يملك نفسه ويصبرها ويحبسها عن مثل ذلك؟ لا.. ¶ كما قال بعضهم : ¶ وكنتَ متى أطلقتَ طرفك رائدًا * * * لقلبك يومًا عذَّبتْكَ المناظرُ ¶ رأيتَ الذي لا كله أنت قادرٌ * * * عليه، ولا عن بعضه أنت صابرُ ¶ نرجع إلى حال الصحابيات -رضي الله عنهن- فقد ذكرت عائشة -رضي الله عنها- أنه لما نزل قوله تعالى: ? وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ ?[ سورة النّور، الآية : 31 ] وقوله تعالى: ? يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ?[ سورة الأحزاب، الآية : 59 ] قالت : \" خرجت نساء الأنصار وكأن على رؤوسهن الغربان \"؛ لأنهن تسترن تسترًا واضحًا، وثبت أنهن إذا صلين بالمسجد كن في غاية الاحتشام. حيث ذكرت عائشة -رضي الله عنها- : \" أن نساء يشهدنَ الفجر مع النبي -صلى الله عليه وسلم- متلفعات بمروطهن فينصرفن لا يعرفهن أحد من الغَلَس \"(1). ¶ وهكذا يجب أن تكون نساء المؤمنين في كل الأوقات. وكذلك على المسلم أن يأتي بالأسباب التي تحفظه، وتحميه من الوقوع في الآثام، فلا ينظر إلى ما حرم الله عليه سواء كانت امرأة بارزة أمامه أو صورتها: سواء كانت تلك الصورة في مجلة أو على شاشة، أو ما أشبه ذلك. ¶ __________ ¶ (1) رواه البخاري (578)، ومسلم (645).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فإن النظرة سبب للخطرة، أي خطرة في القلب، ثم تحدث الفتنة وهي تركيب تلك المرأة وتصورها، ثم يحدث بعد ذلك الكلام أو محاولة الاتصال، ثم ... ثم ما هو أشد منه. ¶ وصدق القائل حين قال : ¶ نظرة فابتسامة فسلام * * * فكلام فموعد فلقاء ¶ ثم يحدث الإثم والحرام -والعياذ بالله. ¶ \" الغيرة على الأعراض \" : ¶ يجب على المسلم أن يكون غيورًا على محارمه؛ فإن المرأة التي هو وليها ملزم بأن يغار عليها، فيغار على امرأته وابنته وأخته وأمه ومحارمه كلهن؛ كي يحفظهن من الوقوع في الإثم أو مقدماته. ¶ والناظر إلى واقع الأمة اليوم يجد أن الغيرة قد انعدمت عند كثير من الرجال؛ وذلك لضعف الإيمان في قلوبهم، وتركهم تعاليم دينهم، وعدم الغيرة يظهر في صور عديدة، نذكر بعض هذه الصور للتنبيه والتذكير مع عدم التفصيل بها : ¶ صور من عدم غيرة الرجل على محارمه ¶ الصورة الأولى : ترك المرأة تسافر وحدها : ¶ قال -صلى الله عليه وسلم- : \" لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرة يوم إلا مع ذي محرم \"(1). وفي رواية : \" مسافة بريد \"(2). أي المسافة القليلة، بمعنى أن سفر المرأة وحدها ولو لمسافة قليلة قد نهى عنه الرسول -صلى الله عليه وسلم-؛ لأنه قد يعترضها من يكون ذا غرض سيئ، ويكون على علم بسفرها وحدها وهو من الفسقة والفجرة، فيعترضها ويحاول إيقاع الفاحشة بها. ولم يكن منع المرأة من السفر وحدها حتى ولو كانت مسافة قليلة إلا لحمايتها عن الوقوع في الآثام. ¶ الصورة الثانية: ترك المرأة تخلو مع الرجل الأجنبي : ¶ لقد نهى النبي -صلى الله عليه وسلم- عن الخلوة بالمرأة الأجنبية فقال -صلى الله عليه وسلم- : \" لا يخلون رجل بامرأة إلا مع ذي محرم \"(3). ¶ __________ ¶ (1) رواه البخاري (1088)، ومسلم (1339). ¶ (2) وهي عند مسلم (1339)، وأبي داود (1723). ¶ (3) أخرجه البخاري (3006)، ومسلم (1341).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فرخص -صلى الله عليه وسلم- للمسلم في الخلوة حال وجود رجل محرم لها؛ لأن المحرم يغار على محارمه. ¶ أما عن خطورة الخلوة فقد أخبر عن ذلك النبي -صلى الله عليه وسلم- فقال : \" ما خلا رجل بامرأة إلا كان الشيطان ثالثهما \"(1). ¶ فالشيطان يوقع بينهما إذا كانا خاليين، فيجري على لسان المرأة أو الرجل شيئا من الكلام اللين الرقيق، فيحدث من ذلك فتنة أو ما يقرب من الفتنة. ¶ والمرأة مأمورة أن تحفظ نفسها ولسانها عن إيقاع اللين في كلامها، قال تعالى: ? فَلَا تَخْضَعْنَ بِالْقَوْلِ فَيَطْمَعَ الَّذِي فِي قَلْبِهِ مَرَضٌ ?[ سورة الأحزاب، الآية : 32 ] والخضوع معناه اللين والرقة واللطف في الصوت والحديث؛ لأن ذلك مما يسبب ثوران الشهوة، ومعلوم أنها غريزة في الإنسان وأسباب إثارتها كثيرة، ورقة الكلام والخضوع من أسباب إثارتها. ومن ذلك الكلام في العورات وفي المحاسن، وما أشبه ذلك من كلام المرأة والرجل في العورات، والزينة والتجمل، وما يحب من الزينة، وما تحب هي من الزينة ونحو ذلك. ¶ ومن الوسائل المحرمة أيضا -كما ذكرنا- الخلوة بالأجنبيات، حتى ولو كان ذلك الخالي قريبًا لها أو قريبًا لزوجها، وهو ليس بمحرم لها. حتى قال النبي -صلى الله عليه وسلم- : \" إياكم والدخول على النساء -يعني الأجنبيات- فقال رجل: أرأيت الحمو يا رسول الله، قال: الحمو الموت \"(2). ¶ والحمو: هو قريب الزوج كأخيه وعمه وابن عمه ونحو ذلك، أي أن الناس لا يستنكرون دخوله في بيت أخيه الخالي من غير حليلة أخيه، فإن دخل وخلى بها لم يؤمن أن يوقع الشيطان بينهما، أو يجر بعضهما البعض إلى التلاقي؛ لأن في المرأة شهوة كما في الرجل، كلاهما له شهوة دافعة، وكل منهما يميل إلى الآخر، فهذا دليل على أن الرجل يجب ألا يأتي الأسباب التي يخاف من وقوع المنكر فيها، أو ينكر ذلك عليه. ¶ __________ ¶ (1) رواه الترمذي (171)، وأحمد 1 / 222. ¶ (2) أخرجه البخاري (5232)، ومسلم (2172).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ولكن ويا للأسف فإن هذه المسألة أصبحت وكأنها لا أهمية لها. والله المستعان. ¶ الصورة الثالثة : ترك المرأة تدخل الأسواق متجملة متعطرة : ¶ إن كثيرًا من المسلمين - هداهم الله- لا يبالي بدخول امرأته في الأسواق، وهي بكامل زينتها وتجملها وتطيبها وتعطرها. وقد أخبر -صلى الله عليه وسلم : \" أن من تتطيب، وتمر بالرجال ليجدوا ريحها فهي كذا وكذا أي زانية \"(1). فَحَكَمَ عليها بالزنى، حتى أنه قد ورد أنها أُمرت بالغسل كغسل الجنابة إن فعلت ذلك، فلا تُقبل صلاتها حتى تغتسل. هكذا ورد في بعض الروايات. حتى ولو كانت ذاهبة إلى المسجد لسماع محاضرة أو حضور صلاة فقد نهيت عن التجمل، ونُهيت عن أخذ الزينة، فقال -صلى الله عليه وسلم- : \" لا تمنعوا إماء الله مساجد الله، وليخرجن تفلات \"(2). ¶ ولما كانت المرأة فتنة، وكان في خروجها ما يسبب الوقوع في الفاحشة أو الدعوة إليها منعت من الخروج إلى المسجد إلا في هذه الحالة، وهي: أن تخرج تفلة أي شعثة غير متجملة، ولا متطيبة في ثياب خلقة غير مرتدية ما يلفت النظر، ولما كان في عهد عائشة -رضي الله عنها- بعد النبي -صلى الله عليه وسلم- أن تبرج كثير من النساء وتجملن، قالت عائشة -رضي الله عنها- لو رأى النبي -صلى الله عليه وسلم- ما أحدثه النساء لمنعهن المساجد كما منعت نساء بني إسرائيل. ¶ وقفة مع غيرة عمر بن الخطاب رضي الله عنه : ¶ وكان الصحابة -رضوان الله تعالى- عليهم يغارون من خروج نسائهم، ولو كانوا في غاية الأمانة والتدين والصيانة، يخشون عليهن من الفسقة والفجرة وغيرهم. ¶ __________ ¶ (1) رواه أبو داود (4173)، والترمذي (2787). ¶ (2) أخرجه الطبراني (5239)، والبزار (445).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فمن ذلك قصة عمر -رضي الله عنه- وهو خليفة حيث كان له امرأة ترغب أن تصلي في المسجد، وتحب ذلك وهو لا يحب منها ذلك، ولا يستطيع أن ينهاها عن الخروج إلى المسجد، فلما رآها محبة لذلك والنبي -صلى الله عليه وسلم- قد قال : \" لا تمنعوا إماء الله مساجد الله \". فلم يجد بدًّا من الإذن لها، ولكنه تحيل عليها لكي يوقفها عن الذهاب، فترصد لها مرة في ظلمة من الليل، وهي خارجة إلى صلاة العشاء، فلما مرت به وعرفهما ضربها على ظهرها بيده وهرب؛ ليوهمها أنه من أهل الفساد. فرجعت إلى بيتها من ذلك الحين، ولم تخرج بعد ذلك أبدًا، فسألها: لماذا لا تخرجين إلى المسجد؟ فقالت: كنا نخرج والناس ناس، فأما الآن فالناس في صورة الذئاب. أو كما قالت رضي الله عنها. ¶ فهذه غيرة أمير المؤمنين رضي الله عنه، وكانت المرأة أمينة وموثوقة. ¶ فيجب على المؤمن أن يغار أشد الغيرة على محارمه، فلا يرخص لها أن تدخل إلى الأسواق التي تزدحم بالرجال ونحو ذلك، ولا يسمح لها أن تركب مع سائق منفردة به، أو يدعها تخلو في البيت بمن ليس بمحرم لها، وهكذا باقي الأسباب التي توقع في الفساد. ¶ وهكذا يتبين أن غيرة المسلمين على نسائهم سبب لحمايتهن وحفظهن، وبروز المرأة وخروجها سبب للفتنة، لحديثه -صلى الله عليه وسلم- حين مر به نسوة وهو ذاهب إلى البقيع فقال لهن: \" ارجعن مأزورات غير مأجورات، فإنكن تفتن الحي وتؤذين الميت \"(1). ¶ فجعل من أسباب أمرهن بالرجوع أنهن سبب لفتنة الأحياء؛ لأن النظر إليهن سبب للوقوع في الفتنة التي هي مقدمة الفاحشة أو نحو ذلك. ¶ __________ ¶ (1) رواه ابن ماجه (8578).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وهكذا كانت غيرة الرسول -صلى الله عليه وسلم- على نساء المؤمنين، بل أخبر النبي -صلى الله عليه وسلم- بأن مجرد النظر إليهن بشهوة يعد زنا، وإن لم يكن زنا حقيقيا، أي زنى فرج فيه الحد، فثبت في الصحيح عن أبي هريرة أنه -صلى الله عليه وسلم- قال: \" العينان تزنيان وزناهما النظر، والأذنان تزنيان وزناهما السمع، واليد تزني وزناها البطش، والرِّجْلُ تزني وزناها المشي، والقلب يهوى ويتمنى، والفرجُ يصدق ذلك أو يُكذبه \"(1). ¶ لأن هذه الحواس إذا استخدمت في الحرام تكون من دوافع الزنا، فالعين إذا نظرت كان ذلك منها محرمًا، والأذن إذا سمعت كلامًا رقيقًا أو غناء أو موسيقى كان ذلك من الدوافع، وكذلك اليد إذا مست جسم امرأة أجنبية كان ذلك من الدوافع، والرِّجل إذا مشت نحو ما لا يحل المشي إليه كان ذلك حرامًا، ثم يهوي القلب ويتمنى، والفرج يصدق ذلك أو يكذبه. ¶ ونفهم من ذلك أن الشريعة جاءت بالغيرة على المسلمات، المؤمنات وأمرهن بالتحجب، وعدم البروز حتى لا تحصل الفتنة، ومعلوم أن الفتنة التي نهانا الله عنها هي الفاحشة التي ذكرها الله بقوله: ? وَلَا تَقْرَبُوا الزِّنَا إِنَّهُ كَانَ فَاحِشَةً وَسَاءَ سَبِيلًا ?[ سورة الإسراء، الآية : 32 ]. ¶ والفاحشة أمر عظيم وهو الذي يفحش في النفوس. ¶ ووصف الله المؤمنين بتجنبها بقوله تعالى: ? وَالَّذِينَ لَا يَدْعُونَ مَعَ اللَّهِ إِلَهًا آخَرَ وَلَا يَقْتُلُونَ النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَلَا يَزْنُونَ وَمَنْ يَفْعَلْ ذَلِكَ يَلْقَ أَثَامًا *يُضَاعَفْ لَهُ الْعَذَابُ يَوْمَ الْقِيَامَةِ وَيَخْلُدْ فِيهِ مُهَانًا ? [ سورة الفرقان : 68 ـ 69 ]. ¶ انظر -حفظك الله- كيف جعل هذه الذنوب سببا لمضاعفة هذا العذاب، ومن جملتها الزنا -والعياذ بالله. ¶ __________ ¶ (1) أخرجه أحمد في المسند 2 / 343.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقد ثبت أن ابن مسعود -رضي الله عنه- قال : قلت للنبي -صلى الله عليه وسلم- أي الذنب أعظم؟ قال : \" أن تجعل لله ندًّا وهو خلقك، قلت: ثم أي؟ قال: أن تقتل ولدك خشية أن يطعم معك، قلت: ثم أي؟ قال: أن تزني مع حليلة جارك \"(1) متفق عليه والوسائل لها أحكام المقاصد. ¶ \" وقفة مع دعاة التّبرج والسّفور \" : ¶ هذا التبرج الذي سمَّاه الله تعالى تبرج الجاهلية الأولى كثر الذين يدعون إليه، وقلَّت الغيرة في نفوس كثير ممن يُسمون رجالا، وهم أشباه رجال. ¶ ولا شك أن لهؤلاء الدعاة شيء من الشبهات التي يتعلقون بها، والأصل أنهم إنما قلدوا الكفرة؛ حيث إنهم رأوا الكفار قد أسفرت نساؤهم وبرزت أمام الرجال، فتوهمت المرأة المسلمة أنه لا يكون لها قدر إلا بتقليد الكافرات، ودعا إلى ذلك من لهم حظوظ مادية أو شهوانية، فقاموا بالدعوات المضللة، ودعوا إلى انفراج المرأة وانطلاقها من حجز الجدران الأربعة، وجعلوا لها حقا كحق الرجل. وقالوا هي مثل الرجل وحقوقها مهضومة وأنهن... وأنهن. ¶ ودعوا إلى أن تُزاحم الرجل في أعماله، فتتولى ما يتولاه الرجال من الأعمال؛ فتلقي جلباب الحياء عنها، وطبقوا ذلك كل التطبيق في مدارسهم، فصار الطالب يلتصق بالطالبة كأنه محرمها، وكذلك في الوظائف، فالموظفة محرمها الموظف. وتترجل النساء فيتشبهن بالرجال، وقد \" لعن الرسول -صلى الله عليه وسلم- المتخنثين من الرجال والمترجلات من النساء \"(2) ¶ __________ ¶ (1) أخرجه البخاري (4477)، ومسلم (86). ¶ (2) الحديث: لعن رسول الله -صلى الله عليه وسلم- المخنثين من الرجال، والمترجلات من النساء، أخرجوهم من بيوتكم، فأخرج رسول الله -صلى الله عليه وسلم- فلانا، وأخرج عمر فلانا. ¶ أخرجه أبو داود (4930)، وأحمد في مسنده (1 / 225، 226). وقال أحمد شاكر (1982): إسناده صحيح.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والمترجلة: هي المتشبهة بالرجال، ودعا أولئك الضُلَّال إلى قيادتهن السيارات والسفر وحدهن كما يسافر الرجل، وكذلك تتولى الخصومات وما إلى ذلك. ¶ ولا شك أن للمرأة أعمال خاصة بها، فهي تكون ربة بيت تلزم منزلها، وتخدم زوجها، وتقصر نظره عليها، وتقوم بإصلاح بيتها وتربية أولادها، هذه هي وظيفتها وهذا هو عملها. أما الأعمال التي تحتاج إلى البروز فإنها من وظائف الرجال كما هو معروف، ولذلك قال الله تعالى: ? الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ ?[ سورة النّساء، الآية : 34 ] . ¶ فجعل الرجل هو الذي ينفق على المرأة وهو القائم عليها، وقد دل على ذلك قوله تعالى: ? وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ?[ سورة البقرة، الآية : 228 ] أي رِفْعةٌ؛ فإن الإسلام لم يظلم المرأة بل رفعها وكرمها، وجعل لها عملها الخاص بها المتماشي مع فطرتها والمحافظ على أنوثتها، وهو عمل عظيم، وهو صيانة بيتها، وإراحة زوجها وتربية الأولاد الذين هم عماد الأمة، فكم من زوجة خرَّجت أبطالا بتربيتهم التربية الصالحة! فتخرجوا أبطالا مغاوير يحملون لواء هذا الدين. ¶ ولكن رغم ذلك كله فإن هؤلاء الدعاة يتشبثون بأشياء يستدلون بها على ما يبررون به موقفهم. ¶ ونحب أن نتعرض إلى شيء من أدلتهم التي يستدلون بها، والتي يعتمد عليها دعاة التبرج والسفور في دعواهم. ¶ الأدلة التي يستدل بها دعاة التبرج والسفور ¶ الدليل الأول : قوله تعالى: ? وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا ?[ سورة النّور، الآية : 31 ] .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يقول دعاة الباطل أن ما ظهر منها يعني الوجه والكفين، ولقد اشتملت أكثر تفاسير المتأخرين على هذه الجملة، وهم الذين قلدوا الغرب وأخذوا ذلك عنهم، والصحيح أن ? مَا ظَهَرَ مِنْهَا ? أي من ثيابها، أي ما لا يمكن ستره كالثياب ونحوها، فالثياب هي الزينة، قال تعالى: ? يَا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ ?[ سورة الأعراف، الآية : 31 ] فلا تبدي المرأة زينتها الخفية كحليها ووجهها أو شيء من جسدها وما أشبه ذلك، أما ثيابها إذا كانت مرصعة بنقوش جميلة فلا تبديها إلا ما ظهر منها، وهو ظاهر الجلباب وظاهر الثياب، فالذين قالوا الزينة: الوجه والكفان ليس لهم مُستند إلا أثر عن ابن عباس ولم يثبت هذا الأثر. ¶ أما الذي ثبت عن ابن عباس في تفسير قوله تعالى: ? يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ ?[ سورة الأحزاب، الآية : 59 ] أنها تلقي جلبابها على وجهها، ولا تبدي إلا عينا واحدة تنظر بها الطريق. ¶ فكيف يقول ابن عباس أن الوجه والكفين ليسا من العورة وإبداؤهما يجوز؟! حاشا أن يكون ذلك ثابتا عنه، فهو مناقض لكلامه هذا. ¶ الدليل الثاني : قوله-صلى الله عليه وسلم- : \" يا أسماء إن المرأة إذا بلغت المحيض...\" . ¶ والحديث في سنن أبي داود عن عائشة -رضي الله عنها- أن أسماء دخلت على النبي -صلى الله عليه وسلم- وعليها ثياب رقاق، فصرف بصره عنها، ثم قال: \" يا أسماء إن المرأة إذا بلغت المحيض لا يصح أن يرى منها إلا هذا وهذا، وأشار إلى وجهه وكفيه \"(1). وهذا الحديث ضعيف: ففي إسناده رجل يقال له: سعيد بن بشير وهو مشهور بأنه ضعيف لا يُعتمد عليه، وفي سنده انقطاع أيضًا. ¶ فكيف يعتمد على هذا، وتترك الأدلة الواضحة من الآيات القرآنية والأحاديث الصحيحة وأقوال المفسرين من سلف الأمة. ¶ __________ ¶ (1) أخرجه أبو داود (1404).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وبالجملة فهذا أكبر ما تمسك به أولئك الدعاة إلى السفور، وهو حديث لم يثبت، ولو ثبته من ثبته ممن يريدون أن يشبعوا غرائزهم من عورات المسلمين. ¶ الدليل الثالث: قصة المرأة سَفْعاء الخدين: ¶ ويستدلون كذلك بأحاديث لا دلالة فيها مثل قصة المرأة التي تكلمت لما جاء النبي -صلى الله عليه وسلم- يوم العيد ليعظ النساء فصلى العيد وخطب الرجال والنساء، ثم كلمهن وقال : \" إنكن أكثر أهل النار \" فقالت امرأة سفعاء الخدين : لماذا نكون أكثر أهل النار؟ ¶ فقال: \" لأنكن تَكْفُرْن العشير وتَكْفُرْن الإحسان... إلخ \"(1). فقالوا: إن سفعاء الخدين دليل على أنها أبرزت خديها، وحاشا ذلك؛ فإن كلمة سفعاء الخدين ليس المراد بها أن على خديها شيء من السفع، أو من البياض، ومن الحمرة أو نحوه، وإنما هذه الكلمة تطلق على المرأة الجريئة؛ لأنها امرأة جريئة أو مبتذلة.. ونحوه، أي معها جسارة وجرأة على الكلام في ذلك الجمع. ¶ الدليل الرابع : قصة الفضل بن عباس ¶ وأما استدلالهم بما روي في حديث حجة الوداع أن امرأة سألت النبي عن أبيها الذي أدركه الإسلام ولم يؤد الفريضة، وكان الفضل بن عباس رديف النبي -صلى الله عليه وسلم- فجعل الفضل ينظر إليها، وجعل النبي -صلى الله عليه وسلم- يصرف بصره عنها(2). ¶ فيقولون : إن هذا دليل على أن تلك المرأة قد أبدت وجهها ولو لم تبده لم ينظر إليها الفضل ¶ فنقول : ليس كذلك؛ بل إن النظر قد يحصل به فتنة ولو كانت متسترة، وتحديق نظرك إلى امرأة متسترة إلى مشيتها وكلامها وهيئتها وطولها مثلا وبدانتها ونحافتها وما أشبه ذلك، قد يكون سببا للفتنة، فأولى أن لا تنظر إليها ولو كانت محتجبة. ¶ \" وفي الختام \" : ¶ وفي ختام هذه الرسالة أقول : ¶ __________ ¶ (1) أخرجه أحمد 1 / 433، 436، والدرامي 1 / 237. ¶ (2) أخرجه البخاري (1513)، ومسلم (1334)، وأبو داود (1809).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "إن الدعاة إلى السفور ليس لهم ما يعتمدونه دليلا في هذه المسألة، ولكن أقصى ما يريدونه إرضاء الغرب وتقليده، أو اتباع الشهوات حينما يضطرون إلى السفر إلى البلاد الخارجية التي سفرت نساؤها وخلعن رداء الحياء وبرزن، وكأنهن رجال؛ بل إن الرجل يلبس لباسا قد يستر كعبيه، والمرأة تلبس لباسا قد يكون فوق الركبتين وإلى نصف العضدين أو يزيد، وقد أبرزت الوجه والصدر والنحر، فلم يروا إلا أن يوقعوا نساء المؤمنين بما وقع فيه أولئك من بلاء وانحطاط. ¶ فهذا هو ما دعوا إليه. فليكن المسلم على بصيرة من دينه، وليتمسك بالسنة النبوية في غيرته. وليحذر النساء المؤمنات اللاتي يردن النجاة لأنفسهن من أن يأتين بالأسباب التي توقعهن في المآثم. ¶ ولتحذر النساء الواقعات في تلك المآثم من عذاب الله تعالى، فقد ورد في الحديث أن النبي -صلى الله عليه وسلم- قال : \" صنفان من أهل النار لم أرهما: رجال معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مائلات مميلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة ولا يجدن ريحها \"(1) فهن لن يجدن ريح الجنة، وإنما استحققن ذلك؛ لأنهن كاسيات عاريات، أي عليهن لباس ولكنه ليس بلباس، فإن المرأة إذا كان عليها لباس، ولكنه لا يستر كل الجسد فيبرز صدرها ونحرها وعضدها ونحو ذلك، فلا يقال أنها ذات لباس، بل هي كاسية عارية بهذا الفعل. ¶ أو أنهن كاسيات عاريات بحيث تكون كاسية جسدها، وعارية بجعل لباسها ضيقا يجسد عورتها؛ فهي كاسية عارية، أو أنها كاسية عليها لباس رقيق شفاف يبدو من ورائه جسدها فهي كاسية عارية.... ¶ ومعنى قوله: \" مائلات مميلات \" أي يَمِلْنَ في مشيتهن، أو يملن إلى الفاحشة، أو يُمَيِّلْنَ الناس إليهن. ¶ __________ ¶ (1) رواه مسلم (2128)، وأحمد 2 / 355).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أما قوله: \" رؤوسهن كأسنمة البخت \" فالبخت هي الإبل التي لها سنامات، أي تجمع شعرها من خلف رأسها وتعقده، ثم تجعل عليه خمارا حتى تكون كأنها ذات رأسين، فهذا قد ظهر في زماننا إلا ما شاء الله. ¶ فليتق المسلم ربه، وليكن ذا غيرة على محارمه، ولتتق المرأة ربها، ولتحافظ على عرضها من الدنس والوقوع في الآثام. ¶ نسأل الله أن يرزقنا الاستماع والانتفاع وصلى الله على محمد وعلى آله وصحبه وسلم.",
            "page": "24",
            "part": "1"
        }
    ],
    "t36345": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة حقيقة الحجاب والغيرة على الأعراض"
        }
    ]
}