{
    "b36349": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ تقديم صاحب الفضيلة ¶ الشيخ/ صالح بن فوزان الفوزان ¶ الحمد لله، وبعد: فقد اطلعت على هذه الرسالة القيمة: ¶ (زيارة الأماكن الأثرية وحكمها في الإسلام) ¶ للشيخ الفاضل: سليمان بن صالح الجربوع، فوجدتها رسالة جيدة مفيدة في موضوعها تمس الحاجة إلى نشرها وتوزيعها تبصيرًا للناس بما التبس عليهم من الدعاية لإحياء الآثار والتفاخر بها مع ما في ذلك من الخطر على العقيدة التي هي رأس الدين .. فجزاه الله خيرًا على ما كتب وبين. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه. ¶ كتبه ¶ صالح بن فوزان الفوزان ¶ عضو هيئة كبار العلماء ¶ 21/ 4/1429هـ ¶ * * * *",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تمهيد ¶ اللهم إني أسألك الإعانة والتوفيق والتسديد إنك حي قيوم وعلى كل شيء قدير. ¶ الحمد لله رب العالمين، شرع لنا دينا وأكمله وأتمه ورضيه لنا، والصلاة والسلام على المبعوث رحمة وحجة على العالمين محمد بن عبد الله الهاشمي القرشي تركنا على المحجة البيضاء ليلها كنهارها، مَن اتبعها نجى، ومَن عَدَل عنها هلك، ورضي الله على أصحاب نبيِّنا أجمعين، كانوا لله ولرسوله ولأئمة المسلمين وعامتهم ناصحين وعلى آثار نبينا مقتفين - رضي الله عنهم أجمعين -. ¶ إن الرسل عليهم الصلاة والسلام من أوِّلهم إلى آخرهم بُعِثوا ليُحَقِقوا أمرين عظيمين: الإيمان بالله وما يعين ويُدل عليه، وترك الشرك والطرق المؤدية إليه، والدليل قوله تعالى: (وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اُعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ ([النحل: 36]. ¶ وإن أعظم انحراف وقع في تاريخ البشرية هو الإشراك بالله، وعبادة غيره معه، ولذلك كانت أعظمُ غايةٍ من إرسال الرسل هي إزالة الشرك، وإعادة الناس إلى التوحيد قال الله تعالى: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدُونِ ([الأنبياء: 25]، وقال (: «بعثت بين يدي الساعة بالسيف حتى يُعبد الله وحده لا شريك له، وجعل رزقي تحت ظل رمحي، وجُعلت الذِّلة والصغار على من خالف أمري، ومن تشبه بقوم فهو منهم» (¬1)، فهذه النصوص صريحة في أن أعظم غاية من إرسال الرسل هي إزالة الشرك، وإعادة الناس إلى التوحيد؛ وما ذاك إلا لقبح الشرك، وعظيم خطره على العباد في دنياهم وأخراهم. ¶ وسنذكر بهذا الجمع إن شاء الله «آثار النبي (» المروية، المكانية، الجسدية، ورأي الإسلام، وعمل الصحابة تجاهها. ¶ سائلاً المولى القدير العون والتسديد. ¶ معنى الآثار: هو جمع أثر وهو بمعنى بقية الشيء (¬2) وهو ما خلفه السابق للاحق. ¶ أقسام آثار النبي (: وتنقسم آثار النبي إلى: ¶ 1 - آثار مروية. ¶ 2 - آثار مكانية. ¶ 3 - آثار جسدية. ¶ * * * * ¶ أولاً: الآثار المروية: ¶ وهي حديثه وسنته. ¶ فهذا القسم يجب العناية والمحافظة عليه والعمل بها، لقوله تعالى: (وَمَا آَتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا ([الحشر: 7] وقوله (: «عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي» (¬3). ¶ ثانيًا: الآثار المكانية: ¶ وتنقسم إلى قسمين: ¶ القسم الأول: ¶ أ- زيارة المساجد التي شرع (الصلاة فيها. ¶ ب- زيارة المساجد التي صلى فيها، ولم يأت دليل في الحث على الصلاة فيها. ¶ القسم الثاني: ¶ ¬__________ ¶ (¬1) انظر مسند الإمام أحمد (2/ 50)، مصنف ابن أبي شيبة (4/ 212)، مسند عبد ابن حميد (1/ 267)، وضعفه الأرناؤوط، وقال الألباني في إرواء الغليل: حديث حسن. ¶ (¬2) القاموس المحيط. ¶ (¬3) أبو داود، والترمذي، وابن ماجه، والدارمي، وأحمد.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "زيارة ودخول الأماكن القديمة، أو التي مر بها أو شرع زيارتها (، وهي بالتفصيل الآتي: ¶ القسم الأول: ¶ أ- زيارة المساجد التي صلى فيها، أو شرع الصلاة فيها. ¶ ومعرفة هذا القسم بما جاء عن النبي (بسند صحيح. ¶ أما المساجد التي شرع (الصلاة بها: مسجده (¬1) والمسجد الحرام والمسجد الأقصى، لقوله (: «لا تشد الرحال إلا إلى ثلاثة مساجد، مسجدي هذا والمسجد الحرام والمسجد الأقصى» (¬2). ¶ ب- وأما المساجد والمواضع التي لم يدل عليها دليل صحيح عن النبي (أنه حث على الصلاة فيها، ولو كان النبي (مر بها أو جلس عليها أو صلى بها؛ فلا تقصد ولا يتعبد الله بها بشكل مخصوص؛ إذ لم يأت خبر صحيح عن النبي (أنه حث أو رتب أجرًا مخصوصًا لتلك المساجد، ولا أن تقصد للزيارة أو غيرها، وذلك سدًا للأبواب المفضية إلى الشرك فقد تتعلق القلوب بتلك المواضع وتقصد ويتُعبد الله فيها، واتخاذ ذلك سنة عند المرور بها؛ وبلا شك أنه بدعة في دين الله، والأصل في العبادات التوقيف والحظر إلا ما دل الدليل عليه، ومن تعبد لله بعمل لم يرد دليل عليه، حكمه البطلان والرد، وقد أتى ببدعة في دين الله، والبدعة معناها كما قال الإمام الشاطبي رحمه الله: «هي طريقة في الدين مخترعة، تضاهي الشريعة يقصد بالسلوك عليها المبالغة في التعبد لله سبحانه» (¬3). ¶ ¬__________ ¶ (¬1) المسجد النبوي. ¶ (¬2) البخاري برقم (1189)، ومسلم (1397) عن أبي هريرة (. ¶ (¬3) الاعتصام (1/ 37).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال شيخ الإسلام رحمه الله: «فتحنثه وتعبده بغار حراء كان قبل المبعث، ثم لما أكرمه الله بنبوته ورسالته، وفرض على الخلق الإيمان به، وطاعته، واتباعه أقام بمكة بضع عشرة سنة هو ومن آمن به من المهاجرين الأولين الذين هم أفضل الخلق، ولم يذهب هو ولا أحد من أصحابه إلى حراء، ثم هاجر إلى المدينة، واعتمر أربع عمر، وحج معه جماهير المسلمين، لم يتخلف عن الحج معه إلا من شاء الله، وهو في ذلك كله لا هو ولا أحد من أصحابه يأتي غار حراء ولا يزوره، ولا شيئًا من البقاع التي حول مكة، وكذلك الغار المذكور في القرآن في قوله تعالى: (ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ ([التوبة: 40]، وهو غار بجبل ثور بمكة، ولم يشرع لأمته السفر إليه، وزيارته، والصلاة فيه والدعاء، ولا بنى رسول الله (بمكة مسجدًا غير المسجد الحرام، بل تلك المساجد كلها محدثة، مسجد المولد وغيره، ولا شرع لأمته زيارة موضع المولد، ولا زيارة موضع بيعة العقبة الذي خلف منى، وقد بُنِىَ هناك له مسجد، ومعلوم أنه لو كان هذا مشروعًا مستحبًا يثيب الله عليه لكان النبي (أعلم الناس بذلك، وأسرعهم إليه، ولكان علَّم أصحابه ذلك، وكان أصحابه أعلمَ بذلك وأرغبَ فيه ممن بعدهم، فلما لم يكونوا يلتفتون إلى شيء من ذلك عُلِمَ أنه من البدع المحدثة، التي لم يكونوا يعدونها عبادة وقربة وطاعة، فمن جعلها عبادة وقربة وطاعة فقد اتبع غير سبيلهم، وشرع من الدين ما لم يأذن به الله، وإذا كان حكم مقام نبينا (في مثل غار حراء الذي ابتدئ فيه بالإنباء والإرسال، وأنزل عليه فيه القرآن، مع أنه كان قبل الإسلام يتعبد فيه، وفي مثل الغار المذكور في القرآن، الذي أنزل الله فيه سكينته على رسوله (، فمن المعلوم أنَّ مقامات غيره من الأنبياء أبعد أنْ يشرع قصدها، والسفر إليها؛ لصلاة أو دعاء أو نحو ذلك، إذا كانت صحيحة ثابتة، فكيف إذا عُلِمَ أنها كذب، أو لم يعلم صحتها» (¬1). ¶ ¬__________ ¶ (¬1) الاقتضاء (2/ 806 - 807).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأقول: إنك لتعجب من أُناس اتخذوا زيارة تلك الأماكن التي أشار إليها الإمام ابن تيمية رحمه الله من القرب والسنن التي يؤجر عليها العبد، فيجب على كل مسلم ومسلمة التنبه لهذا الأمر الذي قد يخفى على كثير من المسلمين. ¶ حكم قصد تلك الأماكن: ¶ الوسائل لها حكم المقاصد، إذ كيف ينهى الله عن الشرك به سبحانه ويترك ما يؤدي إليه؟! إذ من يعتقد ذلك من السفه بمكان، ولله المثل الأعلى جل جلاله وله الحكمة البالغة، فلم يحرم الشرك ويشرع ما يفضي إليه. ¶ قال ابن القيم رحمه الله: «لما كانت المقاصد لا يتوصل إليها إلا بأسباب وطرق تفضي إليها كانت طرقها وأسبابها تابعة لها معتبرة بها، فوسائل المحرمات والمعاصي في كراهتها والمنع منها بحسب إفضائها إلى غاياتها وارتباطاتها بها، ووسائل الطاعات والقربات في محبتها والإذن فيها بحسب إفضائها إلى غايتها؛ فوسيلة المقصود تابعة للمقصود، وكلاهما مقصود، لكنه مقصود قصد الغايات، وهي مقصودة قصد الوسائل؛ فإذا حرم الرب تعالى شيئًا وله طرق ووسائل تفضي إليه فإنه يحرمها ويمنع منها، تحقيقا لتحريمه، وتثبيتًا له، ومنعا أن يقرب حماه، ولو أباح الوسائل والذرائع المفضية إليه لكان ذلك نقضًا للتحريم، وإغراء للنفوس به، وحكمته تعالى وعلمه يأبى ذلك كل الإباء، بل سياسة ملوك الدنيا تأبى ذلك؛ فإن أحدهم إذا منع جنده أو رعيته أو أهل بيته من شيء ثم أباح لهم الطرق والأسباب والذرائع الموصلة إليه لَعُد متناقضًا» (¬1). ¶ ¬__________ ¶ (¬1) إعلام الموقعين (1/ 108 - 109).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد ذكر ابن القيم رحمه الله في كتابه إعلام الموقِّعين عن ربِّ العالمين: الأدلة على المنع من فعل ما يؤدي إلى الحرام ولو كان جائزًا في نفسه: «قال الله تعالى: (وَلَا تَسُبُّوا الَّذِينَ يَدْعُونَ مِنْ دُونِ اللَّهِ فَيَسُبُّوا اللَّهَ عَدْوًا بِغَيْرِ عِلْمٍ ([الأنعام: 108]، فحرم الله تعالى سب آلهة المشركين مع كون السب غيظا وحمية لله وإهانة لآلهتهم - لكونه ذريعة على سبهم الله - تعالى، وكانت مصلحة ترك مسبته تعالى أرجح من مصلحة سبنا لآلهتهم، وهذا كالتنبيه بل كالتصريح على المنع من الجائز لئلا يكون سببا في فعل ما لا يجوز» (¬1). ¶ وقد ذكر رحمه الله: «تسعة وتسعين دليلاً على أن الوسائل لها حكم المقاصد، نذكر منها الآتي: الوجه الخامس والسبعون: أنه نهى أصحابه عن دخول ديار ثمود إلا أن يكونوا باكين خشية أن يصيبهم مثل ما أصابهم، فجعل الدخول من غير بكاء ذريعة إلى إصابة المكروه» (¬2). ¶ قصة الخليفة الراشد عمر بن الخطاب (: ¶ روى معرور بن سويد الأسديُ رحمه الله قال: خرجت مع أمير المؤمنين عمر بن الخطاب (من مكة إلى المدينة، فلما أصبحنا صلى بنا الغداة، ثم رأى الناس يذهبون مذهبًا قال: أين يذهبُ هؤلاء؟!! قيل: يا أمير المؤمنين! مسجدٌ صلى فيه رسولُ الله (هم يأتونَ يصلُّون فيه، فقال: إنَما هلَك من كان قبلكم بمثل هذا، يتَّبعون آثارَ أنبيائهم فيتخذونها كنائسَ وبيعًا، من أدركته الصلاةُ في هذا المسجد فليُصَلِّ، ومن لا فليَمْض ولا يَتَعَمَّدْها (¬3). ¶ ¬__________ ¶ (¬1) الإعلام (3/ 110). ¶ (¬2) الإعلام (3/ 121). ¶ (¬3) والأثر إسناده صحيح، رجاله رجال الشيخين ما عدا حرملة فهو من رجال مسلم، وأخرجه باختلافٍ في بعض المواضع وبزيادةٍ فيه ابنُ أبي شيبة (2/ 376 - 377) وسعيد بن منصور، كما في (الاقتضاء) لابن تيمية (2/ 744) عن أبي معاوية عن الأعمش به.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "القسم الثاني: من الآثار المكانية: ¶ زيارة ودخول الأماكن القديمة، أو التي مر بها خلال سفره (، أو زيارة أماكن القوم المعذبين. ¶ جاء في حديث ابن عمر رضي الله عنهما أن النبي (لما مر بالحِجر (¬1) قال: «لا تدخلوا مساكن الذين ظلموا أنفسهم، إلا أن تكونوا باكين أن يصيبكم ما أصابهم، ثم تقنع بردائه وهو على الرحل» (¬2)، قال ابن حجر رحمه الله: [قوله: «إلا أن تكونوا باكين»: ليس المراد الاقتصار في ذلك على ابتداء الدخول بل دائمًا عند كل جزء من الدخول] (¬3). ¶ وجاء في لفظ: «أن الناس نزلوا مع رسول الله (على الحجر أرض ثمود فاستقوا من آبارها، وعجنوا به العجين، فأمرهم رسول الله (أن يهريقوا ما استقوا، ويعلفوا الإبل العجين، وأمرهم أن يستقوا من البئر التي كانت تردها الناقة» (¬4). ¶ وفي لفظ آخر: «نزل رسول الله (بالناس عام تبوك، نزل بهم الحجر عند بيوت ثمود، فاستسقى الناس من الآبار التي كان يشرب منها ثمود، فعجنوا منها، ونصبوا القدور باللحم، فأمرهم رسول الله (فأهرقوا القدور، وعلفوا العجين الإبل، ثم ارتحل بهم حتى نزل بهم على البئر التي كانت تشرب منها الناقة، ونهاهم أن يدخلوا على القوم الذين عذبوا قال: «إني أخشى أن يصيبكم مثل ما أصابهم، فلا تدخلوا عليهم» (¬5). ¶ قال شيخ الإسلام ابن تيمية رحمه الله: «النبي (نهى عن الدخول إلى مساكن الذين ظلموا أنفسهم، وسنَّ إن اجتزنا بها الإسراع، فروى ابن عمر أن النبي (لما مر بالحجر قال: «لا تدخلوا مساكن الذين ظلموا أنفسهم إلا أن تكونوا باكين، فإن لم تكونوا باكين فلا تدخلوا عليهم أن يصيبكم مثل الذي أصابهم» ثم قنع رسول الله (رأسه، وأسرع السير حتى أجاز الوادي [متفق عليه]. ¶ ¬__________ ¶ (¬1) ديار قوم ثمود. ¶ (¬2) أخرجه البخاري - الصحيح مع الفتح - (6/ 378) ح (3380)، ومسلم (4/ 2285) ح (2980). ¶ (¬3) فتح الباري (1/ 530). ¶ (¬4) أخرجه مسلم. ¶ (¬5) مسند الإمام أحمد (10/ 191 - 192) ح (5984).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لا سيما والنهي هنا كان مؤكدًا، ولهذا لما عجنوا دقيقهم بماء آل ثمود أمرهم أن يعلفوه النواضح ولا يطعموه، فأي تحريم أبين من هذا؟ فهم قوم مجاهدون في سبيل الله، في غزوة العسرة التي غلب عليهم فيها الحاجة، وهي غزوة تبوك التي لم يكن يحصي عددهم فيها ديوان حافظ، وخرجوا في شدة من العيش وقلة من المال، ومع هذا يأمرهم أن لا يأكلوا عجينهم الذي هو أعز أطعمتهم عندهم، فلو كان إلى الإباحة سبيل لكان أولئك القوم أحق الناس بالإباحة، فعُلِمَ أن النهي عن الدخول والاستقاء كان نهي تحريم» (¬1). ¶ وقال ابن القيم رحمه الله: «من مر بديار المغضوب عليهم والمعذبين لم ينبغ له أن يدخلها ولا يقيم بها، بل يسرع السير ويتقنع بثوبه حتى يجاوزها، ولا يدخل عليهم إلا باكيا معتبرا» (¬2). ¶ وقال ابن رجب رحمه الله: «هذا الحديث نص في المنع من الدخول على مواضع العذاب إلا على أكمل حالات الخشوع والاعتبار، وهو البكاء من خشية الله، وخوف عقابه الذي نزل بمن كان في تلك البقعة، وأن الدخول على غير هذا الوجه يخشى منه إصابة العذاب الذي أصابهم، وهذا يدل على أنه لا يجوز السكنى بمثل هذه الأرض ولا الإقامة بها، وقد صرح بذلك طائفة من العلماء منهم: الخطابي، وغيره» (¬3). ¶ ¬__________ ¶ (¬1) شرح العمدة - كتاب الصلاة - ص (507 - 510)، وينظر: مجموع الفتاوى (15/ 324)، اقتضاء الصراط المستقيم (1/ 233 - 238)، تفسير القرطبي (10/ 45). ¶ (¬2) زاد المعاد (3/ 560)، وينظر: (2/ 255)، الجواب الكافي ص (94). ¶ (¬3) فتح الباري (3/ 237)، وينظر: أعلام الحديث (1/ 394).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قال شيخ الإسلام ابن تيمية رحمه الله: «فلما كان النبي (لم يقصد تخصيصه بالصلاة فيه بل صلى فيه لأنه موضع نزوله، ورأى عمر (أن مشاركته (في صورة الفعل من غير موافقة له في قصده ليس متابعة، بل تخصيص ذلك المكان بالصلاة من بدع أهل الكتاب التي هلكوا بها، ونهى المسلمين عن التشبه بهم في ذلك، ففاعل ذلك متشبهٌ بالنبي (في الصورة، ومتشبهٌ باليهود والنصارى في القصد الذي هو عمل القلب» (¬1). ¶ وقال أيضًا: «كان أبو بكر وعمر وعثمان وعلي وسائر السابقين الأولين من المهاجرين والأنصار (، يذهبون من المدينة إلى مكة حجاجًا وعمارًا ومسافرين، ولم ينقل عن أحدٍ منهم أنه تحرى الصلاة في مصليات النبي (، ومعلوم أن هذا لو كان عندهم مُستحبًا لكانوا إليه أسبق، فإنهم أعلم بسنته (وأتبع لها من غيرهم» (¬2). ¶ قال محمد بن وضاح: «وكان مالك وغيره من علماء المدينة يكرهون إتيان تلك المساجد وتلك الآثار التي بالمدينة ما عدا قباء وأُحدًا (¬3) أي التي دل الدليل من الكتاب والسنة الصحيحة عليها». ¶ ملاحظة: قال شيخ الإسلام ابن تيمية رحمه الله: «فأما أماكن الكفر والمعاصي التي لم يكن فيها عذاب إذا جُعلت مكانًا للإيمان والطاعة فهذا حسن؛ كما أمر النبي (أهل الطائف أن يجعلوا المسجد مكان طواغيتهم، وأمر أهل اليمامة أن يتخذوا المسجد مكان بيعة كانت عندهم، وكان موضع مسجده (مقبرة للمشركين، فجعله (مسجدًا بعد نبش القبور، فإذا كانت الشريعة قد جاءت بالنهي عن مشاركة الكفار في المكان الذي حلَّ بهم في العذاب، فكيف بمشاركتهم في الأعمال التي يعملونها» (¬4). ¶ ¬__________ ¶ (¬1) مجموع الفتاوى (1/ 281). ¶ (¬2) انظر الاقتضاء (2/ 748). ¶ (¬3) رواه ابن وضاح في (مجمعه) رقم (102). ¶ (¬4) الاقتضاء (1/ 237 - 238).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثالثًا: الآثار الجسدية: ¶ والمراد بها ما مسَّه جسده (، فالتبرك بذلك حكمه الجواز، والدليل على ذلك ما رواه أبو جُحيفة (قال: خرج علينا رسول الله (بالهاجرة (¬1)، فأتي بوضوء فتوضأ، فجعل الناس يأخذون من فضل وضوئه فيتمسحون به ... ، وفي رواية: كان إذا توضأ يقتتلون على وضوئه (¬2)، وعن المسور بن مخرمة ومروان بن الحكم رضي الله عنهما قالا: خرج النبي زمن الحديبية، وفيه: «وما انتخم النبي (نخامة إلا وقعت في كف رجل منهم فدلك بها وجهه وجلده» (¬3) وهذا من خصائصه (لما جعل الله فيه من الخير والبركة، وغيره (لا يقاس عليه مثله، ولهذا لم يفعل الصحابة مثل ذلك مع خيارهم، كأبي بكر وعمر وعثمان وعلي (، لا في أثناء حياته ولا بعد وفاته ((¬4). ¶ أسأل الله أن يرينا الحق حقًا ويرزقنا اتباعه، ويرينا الباطل باطلاً ويرزقنا اجتنابه. ¶ والله أعلم وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ جمعه وأعده/ ¶ سليمان بن صالح الجربوع ¶ 19/ 11/1422هـ ¶ لإبداء الملحوظات والمقترحات ¶ ص. ب: 246763 ¶ المملكة العربية السعودية. الرياض 11312 ¶ ناسوخ 0120621053 ¶ بريد إلكتروني  suliman_jarbooa@hotmail.com ¶ * * * * ¶ ¬__________ ¶ (¬1)  الهاجرة: نصف النهار عند اشتداد الحر، وسميت بذلك لأنهم يهجرون أو يتوقفون عن السير. ¶ (¬2) صحيح البخاري، (1/ 80) (ح 185). ¶ (¬3) صحيح البخاري، (2/ 974) (ح2581). ¶ (¬4) بتصرف من كتاب التحذير من تعظيم الآثار غير المشروعة للشيخ عبد المحسن العباد.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "المراجع ¶ 1 - القرآن الكريم. ¶ 2 - تفسير ابن كثير. ¶ 3 - تفسير القرطبي. ¶ 4 - صحيح البخاري. ¶ 5 - صحيح مسلم. ¶ 6 - سنن أبي داود. ¶ 7 - سنن ابن ماجة. ¶ 8 - مسند الإمام أحمد. ¶ 9 - مصنف ابنُ أبي شيبة. ¶ 10 - مسند سعيد بن منصور. ¶ 11 - مسند عبد بن حميد. ¶ 12 - أعلام الحديث. ¶ 13 - فتح الباري شرح البخاري لابن حجر. ¶ 14 - مجموع الفتاوى لابن تيمية. ¶ 15 - اقتضاء الصراط المستقيم لابن تيمية. ¶ 16 - إعلام الموقِّعين لابن القيم. ¶ 17 - زاد المعاد. ¶ 18 - الجواب الكافي. ¶ 19 - الاعتصام للشاطبي. ¶ 20 - شرح العمدة. ¶ 21 - الباعث على إنكار البدع والحوادث لابن أبي شامة. ¶ 22 - كتاب الحوادث والبدع الإمام الطرطوشي. ¶ 23 - الدرر السنية. ¶ 24 - التحذير من تعظيم الآثار غير المشروعة للشيخ عبد المحسن العباد. ¶ 25 - القاموس المحيط. ¶ * * * *",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الفهرس ¶ مقدمة فضيلة الشيخ صالح بن فوزان الفوزان ... 5 ¶ أولاً: الآثار المروية: وهي حديثه وسنته. ... 9 ¶ ثانيًا: الآثار المكانية: وتنقسم إلى قسمين: ... 9 ¶ القسم الأول: ... 9 ¶ القسم الثاني: ... 9 ¶ القسم الأول: ... 9 ¶ حكم قصد تلك الأماكن: ... 12 ¶ قصة الخليفة الراشد عمر بن الخطاب (: ... 14 ¶ القسم الثاني: من الآثار المكانية: ... 15 ¶ ثالثًا: الآثار الجسدية: ... 20 ¶ الفهرس ... 24 ¶ * * * *",
            "page": "12",
            "part": "1"
        }
    ],
    "t36349": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "زيارة الأماكن الأثرية وحكمها في الإسلام"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "أولاً: الآثار المروية"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "2",
            "tit": "ثانيًا: الآثار المكانية"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "حكم قصد تلك الأماكن"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "قصة الخليفة الراشد عمر بن الخطاب"
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": null,
            "tit": "القسم الثاني: من الآثار المكانية"
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": null,
            "tit": "ثالثًا: الآثار الجسدية"
        }
    ]
}