{
    "b36347": [
        {
            "hno": null,
            "id": "1",
            "nass": "الكتاب : كتاب زكاة أجور الموظفين ¶ تأليف : الشيخ الدكتور اليزيد الراضي حفظه الله ¶ تقديم : الأستاذ مبارك متقي (عضو المجلس العلمي) ¶ (ص. 1) ¶ الحمد لله رب العالمين، نحمد تعالى ونستعين به ونستهديه، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا. من يهده الله فلا مضل له، ومن يضلل فلا هادي له، ونشهد أن لا إله إلا الله وحده لا شريك له، وأن محمدا عبده ورسوله وحبيبه، أرسله هدى للعالمين ورحمة وسراجا منيرا لكل من أحب أن يسلك الطريق المستقيم، صلوات الله وسلامه تترى عليه إلى يوم الدين. ¶ أما بعد، ¶ فقد كانت فريضة الزكاة أحد أركان الإسلام، وشعيرة تهدف إلى التقليص من الفروق بين الأنام، يتسابق المسلمون لأدائها في أوقاتها استجابة لأمر الله وابتغاء لمرضاته. ¶ وكان صلى الله عليه وسلم يبايع الصحابة على الالتزام بأدائها. قال جرير بن عبد الله رضي الله عنه: بايعت رسول الله صلى الله عليه وسلم على إقام الصلاة وإيتاء الزكاة والنصح لكل مسلم. رواه البخاري ومسلم. ¶ وكان المسلمون يؤدون واجب الزكاة في كل الأموال التي بين صلى الله عليه وسلم أن الزكاة تجب فيها وبين أنصبتها ووقت أدائها. ¶ غير أن هناك أمورا تجددت، وأموالا طائلة يتم اكتسابها بطرق جديدة، وهي أموال طيبة يجب أن تؤدى زكاتها. ¶ (ص. 2) ¶ إلا أن الناس لم يهتدوا إلى طريق تزكيتها: فهل يشترط مرور الحول على اكتسابها، أم تزكى بمجرد الحصول عليها وإن لم يتوفر شرط الحول.. ¶ وقد حصلت محاولات من جانب بعض العلماء الكرام لتخريج هذه الأموال فقهيا وإلحاقها بالأموال المعروفة من قبل، والبحث على شروط تركتها نصابا وحولا. واختلفت الآراء وتنوعت بتنوع اجتهادات أصحابها وظهرت كتب عديدة في الموضوع. ¶ ومن الكتب التي ظهرت أخيرا، كتاب الأستاذ الجليل الدكتور اليزيد الراضي رئيس المجلس العلمي المحلي بتارودانت، تناول فيه الأستاذ الدكتور هذا الموضوع تحت عنوان \"زكاة رواتب الموظفين، وكسب أصحاب المهن الحرة\".",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "وقد أبدى أستاذ الراضي جهدا علميا قيما مشكورا وأبرز من خلال النقاش الذي أداره على صفحات الكتاب قدرة علمية رزينة مسلحة بالاطلاع الواسع، والحجج العلمية الصحيحة، والقدرة الفائقة على الاستفادة من النصوص. ¶ وقد انطلق المؤلف من الأبحاث والآراء التي ظهرت على الساحة العلمية في العالم الإسلامي على مدى عقود من الزمن على اعتبار أن تلك الأبحاث جهود ومساهمات مشكورة يجب الاستفادة منها ثم مناقشة ما يظهر منها مجافيا للمشهور من النصوص. ¶ وقد اعتمد الأستاذ المؤلف على النصوص التي نشرت لهؤلاء العلماء من خلال كتبهم التي ألفوها أو الأبحاث التي نشرت لهم في مجلات أو من خلال التوصيات التي خرجوا بها من خلال مؤتمراتهم. ¶ وتدرج في موضوعه ابتداء من الخلاف في وجوب الزكاة في الأوراق النقدية التي يتعامل بها الناس فغي حياتهم مرورا بتحديد الأساس الذي يجب أن يقدر نصاب الزكاة على أساسه، ووصولا إلى هذه الأموال الجديدة التي هي موضوع الكتاب.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (ص. 3) ¶ كما ناقش آراء هؤلاء العلماء في الأموال المستفادة واشتراط الحول على اكتسابها وناقش طريقة استخلاص الزكاة منها، ليصل في النهاية إلى الرأي الذي اطمأن إليه ثم اقترح طريقتين لاستخلاص الزكاة من تلك الأموال مفضلا إحداهما على الأخرى. ¶ وقبل أن يصل الدكتور اليزيد الراضي إلى هذه النتيجة التي اطمأن إليها، ناقش باقتدار الآراء التي أبداها العلماء معتمدا في مناقشته أسلوبا علميا رزينا يمكن إبراز أهم سماته في النقاط التالية: ¶ ? الاعتماد على النصوص ودراستها واستنطاقها والاستنتاج منها. ¶ ? المقارنة بين النصوص الحديثية وترجيح بعضها على بعض وتقوية بعضها ببعض معتمدا في ذلك على الطرق المعروفة لدى المحدثين.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "? عدم السماح لنفسه ولا لغيره بتجاوز ما تقتضيه النصوص منطوقا ومفهوما لأن تجاوز النصوص يعتبر استدراكا على الله. ¶ ? تقديم ما قدمه أئمة الصحابة والخلفاء الراشدون رضي الله عنهم على ما قدمه غيرهم. ¶ ? عدم قَبول الانحياز إلى جهة الفقراء أو الأغنياء والانحياز فقط إلى ما تقتضيه النصوص لأن صاحب الشرع أدرى بمصالح الجميع. ¶ ? الاستقصاء من القواعد الأصولية والحديثية أثناء النقاش والترجيح والتضعيف. ¶ ? لا مجال في رأيه للمجاملة على حساب النصوص. ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ ¶ (ص. 4) ¶ وقد أبان الدكتور الراضي عن اطلاعه الواسع على المصادر وآراء علماء الحديث في التعديل والترجيح، جزاه الله على جهده القيم الذي بذله في تأليف هذا الكتاب. ¶ هذا، وندعو القراء الكرام إلى قراءة هذا الكتاب الصغير في حجمه الكبير فيما اشتمل عليه من العلم والأسلوب الرزين والمناقشة العلمية الهادئة.",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ونظرا لاقتناع أعضاء المجلس العلمي بتارودانت بقيمة الكتاب العلمية ولما أضافه إلى موضوع زكاة الأموال الجديدة، فقد قرر في الجلسة المنعقدة يوم الأحد 22 شوال 1425هـ الموافق ل 5 دجنبر 2004م طبع هذا الكتاب على نفقته ليعم النفع به إن شاء الله. ¶ والله من وراء القصد والسلام",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "مقدمة ¶ تعتبر فريضة الزكاة ، من أهم الأركان التي تأسس عليها بنيان الإسلام الشامخ ، ¶ و تأتي أهميتها من أمور عدة ، منها : ¶ - أنها تحارب البخل ، الذي يعتبر مرضاً خطيراً من أمراض النفوس ¶ '' و أحضرت الأنفس الشح '' و لا يتخلص منه إلا الموفقون المفلحون ( و من يوق شح نفسه فأولئك هم المفلحون ) . ¶ - أنها تحارب الفقر الذي يعتبر مرضا اجتماعيا فتاكا ، إذا انتشر في امة عصف بأخوتها و توادها و تراحمها ، و سبب لها من المشاكل و المآسي ، ما ينسف تماسكها و أمنها و استقرارها ، و زج بها في أتون الإجرام ¶ و القلاقل ، و للتحذير منه و من آفاته الخطيرة ، و عواقبه الوخيمة ، قال النبي صلى الله عليه و سلم : '' كاد الفقر أن يكون كفراً '' . ¶ - أنها تنشر المحبة في صفوف المسلمين ، و تقوي الروابط الأخوية الدينية التي تربطهم ، و ترفعهم في توادهم و تراحمهم و تعاطفهم ، إلى مستوى الجسد الواحد '' إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر ¶ و الحمى '' و تجعل مجتمعهم مجتمعا متماسكا متكافلا متضامنا \" كالبنيان يشد بعضه بعضا '' . ¶ و لهذه الأهمية البالغة ، وجب على كل مسلم وسع الله عليه ، و أغناه من فضله ، أن يشكر الله على ما وهبه ، و أن يزكي المال الذي آتاه ، إذا بلغ النصاب ، ¶ و توافرت الشروط الضرورية ، امتثالا لأمر الله ، و حماية لهذه النعمة من أن تزول ، أو تتحول إلى نقمة. ¶ و قد اهتم علماء الإسلام - قديما و حديثا - بموضوع الزكاة ، و أحاطوه بعناية فائقة ، و تكلموا بإسهاب و بإيجاز ، على الأموال التي تجب فيها الزكاة ، و بينوا أنصبتها ، و المقادير التي يجب إخراجها ، و الجهات التي تصرف إليها ، فشغل فقه الزكاة حيزاً كبيراً في كتب الفقه و كتب الفتاوي و النوازل .",
            "page": "1",
            "part": "2"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "إلا أن الحياة المعاصرة ، كشفت عن أوضاع مالية و اقتصادية جديدة لا نجد في التراث الفقهي القديم ، ما يتجاوب معها ، و يعطي أجوبة مناسبة لما تطرحه من أسئلة ، و يضع حلولا ناجعة لما يترتب عليها من مشاكل ، خاصة في موضوع الزكاة . ¶ و من هذه الأوضاع الجديدة دخل الموظفين و أصحاب المهن الحرة كالأطباء ¶ و المحامين و المهندسين ، فكيف يزكي الموظفون رواتبهم ؟ و كيف يزكي أصحاب المهن الحرة الأموال التي يستفيدونها من جراء عملهم و أتعابهم . ¶ إن هذه الأسئلة ، و ما يدور في فلكها ، بقيت عالقة تنتظر الأجوبة الكافية ¶ الشافية ، و بقاؤها عالقة ، يسبب للمعنيين بها الكثير من الحرج و العنت و الحيرة . ¶ و لا ننكر أن الشيخ الفاضل ، الدكتور يوسف القرضاوي ، تصدى لهذا ¶ الموضوع ، في كتابه النفيس \" فقه الزكاة \" و قدم فيه اجتهادا جيدا ، يدل على إطلاعه الواسع ، و إدراكه لمقاصد الشريعة و مكارمها ، و ما قدمه جدير بأن يقرأ ¶ و ينتفع به ، لكن صاحب المحاولة الجادة الأولى ، في مثل هذا الموضوع الشائك ، ¶ لا يمكنه – و إن بلغ في العلم ما بلغ – أن يعطي الكلمة الأخيرة ، و القول ¶ الفصل ، فلا بد من محاولات و اجتهادات و وجهات نظر متعددة ، ليختمر الموضوع بما فيه الكفاية ، و يهتدى فيه - عن طريق التراكم المبني على النقاش و الحوار - إلى الأحكام الفقهية السليمة الموثوق بها . ¶ و رغبة مني في وضع هذا الموضوع الهام على مشرحة البحث ، و طرحه للنقاش ليتصدى له ذوو الاختصاص المتمكنون ، حاولت في هذا البحث المتواضع – رغم قلة بضاعتي – أن أبدي وجهة نظري ، و أعرض ما اطمأنت إليه نفسي ، و ارتاح إليه ضميري ، و بدا لي أكثر انسجاما مع قواعد فقه الزكاة ، و مبادئه العامة ، و أرحم بالفقراء و بالأغنياء في الوقت نفسه ، و أرفع للحرج ، و أنسب للعصر ، و أيسر ¶ في التطبيق .",
            "page": "2",
            "part": "2"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فإن وفقت إلى ما أردت ، فالتوفيق من الله ، و إن جرت الريح بما لا تشتهي سفينتي ، فيكفيني شرف المحاولة ، و بذل الجهد ، و أملي أن يتفضل القراء الكرام بقراءة ما كتبت ، و أن يتكرموا علي بتنبيهي إلى ما قد أقع فيه من أخطاء ، لأتمكن من تفاديها و إصلاحها ’’ و الله في عون العبد ما كان العبد في عون أخيه ‘‘ ¶ تارودانت في 10/12/2004 ¶ اليزيد الراضي ¶ وجوب الزكاة في العملات المتداولة ¶ لا شك أن الأوراق النقدية والفلوس، قامت في وقتنا الحاضر، مقام الذهب والفضة ، في ميدان التعامل في جميع أقطار الأرض، أما العملات الذهبية والفضية فقد انسحبت من الميدان و أصبحت تشكل ضمانا للنقود الجارية في شكل أرصدة وودائع لدى البنوك. ¶ وبما أن النقود الحالية، حلت محل الذهب والفضة، وأصبحت هي الأداة الوحيدة، لتقويم السلع والخدمات، فإن من الواجب أن نتعامل معها فيما يخص الزكاة، كما نتعامل مع الذهب والفضة، فنوجب فيها الزكاة إذا بلغت النصاب وتوافرت الشروط الضرورية . ¶ وإذا كان بعض الفقهاء، كالشيخ المرحوم عليش المصري، قد جمدوا مع ظاهر بعض النصوص، وأفتوا بعدم وجوب الزكاة في النقود الحالية (¬1) ، فإن اكثرية العلماء ، ذهبوا – ومعهم الحق- إلى أن العملات المتداولة، تجب فيها الزكاة كما تجب في الذهب والفضة سواء بسواء . ¶ وممن تناول هذا الموضوع تناولا شافيا، العلامة سيدي محمد الراضي بن إدريس الهلالي السناني الفاسي – المعروف بالحنش (ت 1385 هـ) في رسالة فرغ منها عام 1339 هـ وسماها ’’ إعانة ذوي الخصاصة والإملاق بإخراج واجب زكاة الأوراق ‘‘ . ¶ وقد بنى وجوب الزكاة في الأوراق النقدية المتداولة ، على عشرة وجوه، أيد بها ما ذهب إليه ، وناقش في آخر رسالته، فتوى الشيخ عليش القاضية بعدم وجوب الزكاة في النقود المتداولة. ¶ ¬__________ ¶ (¬1) انظر \"فتح العلي المالك في الفتوى على مذهب الامام مالك \"للشيخ محمد عليش1/164-165 (طبعة مصر 1378هـ-1958م) .",
            "page": "3",
            "part": "2"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وقد قرظ هذه الرسالة ووافق على مضمونها جماعة من كبار العلماء، وهم : محمد بن العربي العلوي، ومحمد بن الطاهر بناني، وعبد السلام السرغيني، و محمد الشريف بن علي التفتارتي، ومحمد الطايع بن احمد بن الحاج، واحمد بن محمد القادري، والفاطمي بن محمد الشرادي وادريس بن محمد العمراني الحسني المراكشي. ¶ وعليه ’’ فإن الأوراق النقدية الجاري بها التعامل في كافة أرجاء المعمورة، يحكم لها بحكم الذهب والفضة، ويجري فيها ما يجرى فيهما من الأحكام الشرعية، لأن المعْنى الأساسي من النقدين هو الثمنية ، فإذا وجدت في غيرهما حكم له بحكمهما ¶ و لا يضر اختلافه معهما في الاسم والصورة ‘‘ (¬1) . ¶ نصاب الزكاة في العملات المتداولة ¶ لقد حددت الشريعة نصاب الزكاة في العملتين المتداولتين في عصر النبوة، وهما العملة الفضية، والعملة الذهبية، فكان نصاب العملة الفضية مائتي درهم، ونصاب العملة الذهبية عشرين دينارا. ¶ وبما أن هاتين العملتين انسحبتا من ميدان التعامل، وحلت محلهما العملات الجارية، فإن من واجبنا – وقد حكمنا بوجوب الزكاة في هذه العملات- أن نعرف النصاب فيها، لنوجب الزكاة على من بلغه، ونعفي منها من لم يبلغه، فما هو نصاب الزكاة إذن في العملات الجارية ؟. ¶ خطأ الاعتماد في تحديد النصاب على الدراهم والدنانير الحالية ¶ ¬__________ ¶ (¬1) من مقال \" هدف الزكاة \" للشيخ عبد الدايم احمد أبي المعالي ، في منار الإسلام ع 4 س : 20 ربيع الآخر 1415 هـ / سبتمبر 1994 م ص 28 يراجع أيضا في هذا الصدد مقال \" زكاة الذهب ¶ و الفضة و العملات المتداولة \" للشيخ محمد سليمان فرج في منار الإسلام ، ع 10 س 7 ، شوال 1402 هـ / اغسطس 1982 م ص : 82 – 90 ) .",
            "page": "4",
            "part": "2"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "ذهب بعض الفقهاء إلى أن النصوص الشرعية، التي حددت نصاب الفضة والذهب، لم تقيد الدرهم والدينار بشيء، فوجب- في نظر هؤلاء – أن يبقى الدرهم والدينار مطلقين، ليصدقا على كل درهم و كل دينار في أي زمان ومكان، صغيرين كانا أو كبيرين، رخيصين كانا أو غاليين. ¶ وهذا يعني أن من يتعاملون الآن بالدراهم أو الدنانير، يحسب نصاب زكاة ما لهم بدراهمهم ودنانيرهم، ولا علينا ان تكون تلك الدراهم أو الدنانير صغيرة أو كبيرة، فمن ملك منهم مائتي درهم – بدراهمهم – أو ملك عشرين دينارا ¶ – بدنانيرهم- تجب عليه الزكاة حتى ولو لم تكن تلك الدراهم أو الدنانير مساوية في القيمة، للدراهم والدنانير المستعملة في عهد الرسول صلى الله عليه وسلم . ¶ وممن ذهب هذا المذهب ابن حبيب الاندلسي، الذي قال : \" ان أهل كل بلد يتعاملون بدراهمهم\" (¬1) و شيخ الإسلام ابن تيمية الذي قال في فتاويه (¬2) . ¶ ’’ ولم يذكر النبي صلى الله عليه وسلم للدرهم ولا للدينار حدا ولا ضرب هو درهما، ولا كانت الدراهم تضرب في أرضه، بل تجلب مضروبة من ضرب الكفار، وفيها كبار وصغار، وكانوا يتعاملون بها تارة عددا، وتارة وزنا، كما قال :’’ زن وأرجح فإن خير الناس أحسنهم قضاء ‘‘ وكان هناك وزان يزن بالأجر... (إلى أن ¶ قال) : ’’ وعلى هذا فالناس في مقادير الدراهم والدنانير على عاداتهم، فما اصطلحوا عليه وجعلوه درهما، فهو درهم، وما جعلوه دينارا فهو دينار، وخطاب الشارع يتناول ما اعتادوه سواء كان صغيرا أو كبيرا ، فإذا كانت الدراهم المعتادة بينهم كبارا، لا يعرفون غيرها، لم تجب عليه الزكاة حتى يملك منها مائتي درهم، وإن كانت صغارا لا يعرفون غيرها، وجبت عليه إذا ملك منها مائتي درهم ... ‘‘ الخ. ¶ ¬__________ ¶ (¬1) نيل الاوطار 4/198. ¶ (¬2) ج 19 ص 248 – 249 .",
            "page": "5",
            "part": "2"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وقد تأثر بعض فقهاء المغرب المعاصرين بهذا الرأي (¬1) ، فأفتوا بأن النصاب في العملة المغربية هي مائتا درهم ( أي عشرون ألف سنتيم). ¶ و هذا الرأي ينطوي في نظري على أخطاء متعددة أهمها : ¶ 1. أنه يخالف نصوص الشريعة التي صرحت بأن الزكاة لا تجب إلا على الأغنياء، لأن من ملك مائتي درهم من دراهم المغرب، لا يمكن اعتباره غنيا. ¶ وهناك من الدول ما يكاد درهمها أو دينارها يساوي سنتيما مغربيا، فهل نعتبر من ملك مائتين من هذه الدراهم التافهة القيمة غنيا ؟ ونوجب عليه الزكاة ؟ أعتقد أن الجواب بالنفي لا يختلف فيه اثنان. ¶ 2. أنه ينطلق من منطلق خاطئ، وهو الظن بأن الدرهم، وكذلك الدينار، الذي أحال عليه الرسول صلى الله عليه وسلم، وحدد به نصاب الزكاة، غير مضبوط وغير دقيق القيمة. ¶ والحق أن الدرهم والدينار المستعملين في تحديد نصاب الزكاة كانا مضبوطين ضبطا تاما، لأنه لا يعقل أن يحيل الرسول صلى الله عليه وسلم، على شيء غير معروف وغير مضبوط، وفي هذا الصدد قال ابن خلدون رحمه الله : ¶ ’’ فاعلم أن الإجماع منعقد، منذ صدر الإسلام، وعهد الصحابة والتابعين، أن الدرهم الشرعي، هو الذي تزن العشرة منه سبعة مثاقيل من الذهب، والأوقية منه أربعين درهما، وهو على هذا سبعة أعشار الدينار، ووزن المثقال من الذهب الخالص اثنتان وسبعون حبة من الشعير الوسط، فالدرهم – الذي هو سبعة أعشاره- خمسون حبة، وهذه المقادير كلها ثابتة بالإجماع ‘‘، فإن الدرهم الجاهلي كان بينهم على أنواع أجودها الطبري وهو ثمانية دوانق، والبغلي وهو أربعة دوانق (¬2) ، فجعلوا الشرعي ¶ ¬__________ ¶ (¬1) منهم على سبيل المثال الفقيه السلفي الحاج محمد بن علي حمد ال المنتاكي الروداني (ت : 1424 هـ ) ¶ رحمه الله . ¶ (¬2) و في مقدمة ابن خلدون بتحقيق الأستاذ درويش الجويدي ص 240 \"أجودها الطبري و هو أربعة دوائق و البغلي ، و هو ثمانية دوانق\" .",
            "page": "6",
            "part": "2"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "بينهما وهو ستة دوانق، فكانوا يوجبون الزكاة في مائة درهم بغلية ومائة طبرية خمسة دراهم وسطا ، وقد اختلف الناس هل كان ذلك من وضع عبد الملك أو إجماع الناس بعد عليه كما ذكرناه، ذكر ذلك الخطابي في كتاب معالم السنن، والماوردي في الأحكام السلطانية، وأنكره المحققون من المتأخرين لما يلزم عليه أن يكون الدينار والدرهم الشرعيان مجهولين في عهد الصحابة ومن بعدهم مع تعلق الحقوق الشرعية بهما في الزكاة والأنكحة والحدود وغيرها كما ذكرناه، والحق أنهما كانا معلومي المقدار في ذلك العصر لجريان الأحكام يومئذ بما يتعلق بهما من الحقوق، وكان مقدارهما غير مشخص في الخارج، وإنما كان متعارفا بينهم بالحكم الشرعي على المقدر في مقدارهما وزنتهما، حتى استفحل الإسلام وعظمت الدولة، ودعت الحال إلى تشخيصهما في المقدار والوزن كما هو عند الشرع، ليستريحوا من كلفة التقدير، وقارن ذلك أيام عبد الملك فشخص مقدارهما وعينهما في الخارج كما هو في الذهن ونقش عليهما السكة باسمه وتاريخه إثر الشهادتين الإيمانيتين، وطرح النقود الجاهلية رأسا حتى خلصت ونقش عليها سكة وتلاشى وجودها، فهذا هو الحق الذي لا محيد عنه (¬1) . ¶ ومثل هذا الكلام نجده عند عبد الحي الكتاني في \"التراتيب الإدارية\"، فليراجعه من أراد التوسع والتثبت. ¶ 3. أنه لا يمكننا من معرفة نصاب الزكاة في العملات التي لا تتخذ الدرهم والدينار وحدة أساسية، كالتي تستعمل الريال والجنيه، والفرنك، والدولار، والين والمارك والبسيطة... الخ. ¶ ضرورة تحديد النصاب على أساس قيمة النصاب الشرعي ¶ ¬__________ ¶ (¬1) المقدمة ص 292 – 293 (المطبعة المشرقية 1327هـ)",
            "page": "7",
            "part": "2"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "إذا أردنا أن نتقيد بنصوص الشريعة، وننسجم مع روحها ومقاصدها، وجب علينا أن نعتمد في تحديد النصاب في العملات الجاري بها التعامل، على قيمة النصاب الشرعي، فنعتبر نصاب الزكاة في أي عملة جارية، هو ما يساوي من تلك العملة، قيمة النصاب الشرعي المنصوص عليه في الحديث، وهو مائتا درهم فضة وعشرون دينارا ذهبا. ¶ واستخراج ذلك من السهولة بمكان، لأنه لا يتطلب إلا معرفة وزن النصاب الشرعي في الفضة والذهب بالجرامات، ومعرفة سعر الجرام الواحد من الفضة ¶ أو الذهب، بالعملة التي نريد معرفة نصاب الزكاة فيها . ¶ وإذا علمنا أن الدرهم الشرعي يزن 2,975 غ، وأن الدينار الشرعي يزن 4,25 غ، علمنا ان نصاب الفضة بالجرامات = 200 × 2,975 = 595 غ وان نصاب الذهب يساوي بالوزن : 20 × 4,25 = 85 غ. ¶ وعليه فإذا كان سعر الفضة في أي عملة = س للغرام الواحد فإن نصاب الزكاة في تلك العملة = س × 595 ¶ وإذا كان سعر الذهب في تلك العملة = ص للغرام الواحد فإن نصاب الزكاة فيها = ص × 85. ¶ وبما أن أسعار الفضة والذهب لا تثبت على حال، بل تتغير باستمرار فإن نصاب الزكاة في العملات المتداولة، لا يستقر بدوره على حال، بل يخضع للتقلبات التي يخضع لها سعر الفضة والذهب، فما كان نصاب هذه السنة قد لا يكون نصابا في السنة القادمة، ومن هنا ندرك خطأ الذين يفتون بناء على تقديرات سابقة، مرت عليها عدة سنوات. ¶ على أي المعدنين نعتمد في تحديد النصاب بالعملات المتداولة ¶ لا شك أن النصاب في العملات المتداولة، سيرتفع كثيرا إذا اعتمدنا في تحديده على قيمة 85 غ من الذهب، وسيكون اقل من ذلك بكثير إذا اعتمدنا في التقويم على نصاب الفضة الذي هو كما أسلفنا 595 غ. ¶ ولا يعقل أن يكون للزكاة نصابان أحدهما أكبر من الآخر بكثير، لأن ذلك من جهة ، يتنافى مع ما تتسم به أحكام الشريعة من دقة وضبط، ومن جهة ثانية، يجعل المزكي في حيرة من أمره، فلا يدري أي نصاب يعتمد.",
            "page": "8",
            "part": "2"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "وتجنبا لهذه الازدواجية في النصاب، لابد من اعتبار احد المعدنين – دون الآخر- في التقويم، فنحدد النصاب إما بقيمة 85 غ من الذهب، وإما بقيمة 595 غ من الفضة، دون أن نترك الخيار للمزكي أو للجابي، فأي المعدنين إذن نعتمد؟ و أيهما نلغي؟ ¶ لم يتفق الفقهاء والباحثون ، على المعدن الذي يجب اعتماده في تحديد نصاب الزكاة بالنقود الحالية، بل كانت لهم آراء متعددة، سنستعرض أهمها بسرعة : ¶ أ. رأي الأستاذ جلول حميد النقاشي ¶ الذي بسطه في مقال نشره بمجلة : ’’ الاحياء ‘‘ المغربية (¬1) وخلاصة هذا الرأي أن تحديد النصاب في العملات الجارية يكون بقيمة الذهب إذا كان اقتصاد الدولة متقدما، ويكون بقيمة الفضة إن كان اقتصادها متأخرا. ¶ واقل ما يمكن أن يقال بخصوص هذا الرأي، هو انه لم يستند على دليل مقبول، وأنه يجعل نصاب الزكاة غير منضبط وغير دقيق، ولذلك يصعب جدا الاطمئنان إليه . ¶ ب. رأي المرحوم عبد الله كنون ¶ الذي بسطه في خطبة للجمعة ، نشرها في مجلة ’’ الاحياء ‘‘ المغربية (¬2) . ¶ وهذا الرأي أوثرت فيه المبادلة على القيمة، ولذلك اعتبر المرحوم كنون ألف فرنك (أي 10 دراهم مغربية) هو نصاب الزكاة في العملة المغربية، ومما قال في ¶ ¬__________ ¶ (¬1) المجلد 2 الجزء 2 محرم جمادى الآخرة 1403 هـ / نونبر - أبريل 1983 م ص 88 – 96 تحت عنوان ¶ ’’ نصاب الزكاة بالعملة الجارية ‘‘ . ¶ (¬2) ا المجلد 3 الجزء 1 : رجب محرم 1404 هـ / مايو – نونبر 1983 م ص 140 – 142 . .",
            "page": "9",
            "part": "2"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "ذلك : (ص141) : ’’ ثم إن الزكاة لا تجب في المال إلا إذا تم نصابه والنصاب في المال عشرون دينارا ذهبا أو مائتا درهم فضة، ويقدر ذلك بألف فرنك من الأوراق التي بأيدينا، لأن العشرين دينارا هي مائتا درهم، ومائتا درهم هي عشرون ريال مما كان بيدنا من الفضة، وقد استبدلناها أي العشرين ريالا يوم الغي العمل بالسكة الفضية، وأخذنا فيها ألف فرنك لا غير... وخلاف هذا فيه غمط لحقوق الفقراء، وعليه فمن عنده ألف فرنك مر عليها الحول أي العام كله، عليه أن يخرج منها الزكاة ‘‘ . ¶ وهذا الرأي بدوره لا يمكن الاطمئنان إليه، لأنه يصطدم مع النصوص الشرعية، ذلك أن النصوص لم توجب الزكاة إلا على الأغنياء، وهذا الرأي يوجبها على الفقراء، لأن من ملك ألف فرنك بالفرنك ( السنتيم) المغربي، لا يمكن اعتباره غنيا، والحرص على مصلحة الفقراء يجب ألا يخرج عن دائرة النصوص الشرعية ¶ لأن الشارع الحكيم أرحم بالفقراء من كل الرحماء. ¶ ج. رأي الأساتذة : عبد الرحمان حسن، ومحمد ابي زهرة، وعبد الوهاب خلاف، ¶ و يوسف القرضاوي ¶ الذي بسطه القرضاوي في كتابه فقه الزكاة (¬1) وحاول تأييده بمبررات لا نطيل هنا بجلبها، ومؤداه أن تحديد النصاب ينبغي ان يكون على أساس قيمة الذهب . ¶ ومما قال القرضاوي في ذلك (¬2) : ’’ ويبدو لي أن هذا القول سليم الوجهة، قوي الحجة، فبالمقارنة بين الانصبة المذكورة في أموال الزكاة كخمس من الإبل، ¶ و أربعين من الغنم، أو خمسة أوسق من الزبيب أو التمر، نجد أن الذي يقاربها في عصرنا هو نصاب الذهب لا نصاب الفضة ‘‘ ، وقال (¬3) : ’’ لهذا كان الأولى أن نقتصر على تقدير النصاب في عصرنا بالذهب وإذا كان التقدير بالفضة أنفع للفقراء والمستحقين، فهو إجحاف بأرباب الأموال ‘‘ . ¶ ¬__________ ¶ (¬1) ج 1 ص 264 / 265 . ¶ (¬2) ج 1 ص 264 . ¶ (¬3) فقد الزكاة : 1 / 265 .",
            "page": "10",
            "part": "2"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وقد تأثر بعض المغاربة (¬1) وغيرهم بهذا الرأي، فصاروا يفتون به، ويدافعون عنه، وهو رأي لا اعتقد أنه يملك من المبررات ما يكفي ويشفي، فحديث القرضاوي – أثناء تأييده لهذا الرأي- عن ثبات قيمة الذهب ، وتغير قيمة الفضة، حديث غير سليم، إذ كلا المعدنين تثبت قيمته أحيانا، وتتغير أحيانا أخرى، والأمثلة التي ساقها في الهامش 2 من الصفحة 264، تصلح لتغير الذهب، وتغير الفضة وتغيرهما معا، ومقارنته بين قيمة النصاب بالذهب، وقيمة أنصبة الزكاة في أصناف أخرى من الأموال، لا معنى له، لأن هذه المقارنة غير واردة أساسا، و إلا فماذا يقول لو قارن بين قيمة نصاب النقود بالذهب، وقيمة نصاب الشعير؟ ¶ ولذلك فانا لا أطمئن إلى هذا الرأي، ولا أرتاح إلى نتائجه، كما سيتضح إن شاء الله مما يأتي : ¶ د. الرأي الذي أرجحه ¶ ذهبت أكثرية الباحثين المعاصرين، إلى تقدير نصاب الزكاة في النقود المتداولة، اعتمادا على الفضة، أي أن النصاب هو ما بلغ قيمة 595 غ من الفضة . ¶ وهذا الرأي يبدو لي أرجح من غيره لما يلي : ¶ 1. لأن النصوص الشرعية التي تحدد نصاب الفضة بخمس أواق أو مائتي درهم، أكثر وأصح، أما النصوص التي تحدد نصاب الذهب بعشرين مثقالا أو عشرين دينارا فهي قليلة، وفوق قلتها لم تسلم أسانيدها من مقال . ¶ قال ابن عبد البر : ’’ لم يثبت عن النبي صلى الله عليه وسلم في الذهب شيء، من جهة نقل الآحاد الثقات ‘‘ (¬2) ، وقال النووي : ولم يأت في الصحيح بيان نصاب الذهب، و قد جاء فيه أحاديث بتحديد نصابه بعشرين مثقالا وهي ضعاف\" (¬3) ، وقال ابن تيمية في فتاويه (¬4) متحدثا عن ترتيب مالك لأحاديث الزكاة في ¶ الموطأ- : ’’ ثم ذكر نصاب الذهب، والحجة فيه اضعف من الورق، فلهذا أخره ‘‘ . ¶ ¬__________ ¶ (¬1) منهم على سبيل المثال الشيخ زحل . ¶ (¬2) سبل السلام 2/129 . ¶ (¬3) إحكام الأحكام لابن دقيق العيد 2 / 186 . ¶ (¬4) ج 25 – ص 9 .",
            "page": "11",
            "part": "2"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ولا شك أن ما سلمت أسانيده من مقال، وبلغ أعلى درجات الصحة، يقدم ¶ – عند التعارض والترجيح- على ما لم تسلم أسانيده. ¶ 2. ولأن معظم النقود المتداولة في عهد الرسول صلى الله عليه وسلم، كانت نقودا فضية لدرجة أن قال عطاء : \" إنما كان إذ ذاك الورق، ولم يكن الذهب (¬1) ، وهذا يعني أن الفضة التي راج استعمالها في عصر المبعث هي الأصل. ¶ 3. ولأن نصاب الفضة مجمع عليه، بخلاف نصاب الذهب الذي انقسم العلماء بشأنه إلى ثلاث طوائف : ¶ أ) طائفة الجمهور التي ترى أن نصاب الذهب عشرون دينارا. ¶ ب) طائفة الحسن البصري وأكثر أصحاب داود والثوري ( في رواية عنه) التي ترى ان نصاب الذهب أربعون دينارا. ¶ ج) طائفة طاووس وعطاء والزهري وسليمان بن حرب وأيوب السختياني التي ترى في نصاب الذهب التقويم بالفضة. ¶ وهذه الاعتبارات الثلاثة أشار إليها القرضاوي في أكثر من موضع، في كتابه فقه الزكاة، فقد قال : ¶ ’’ فقد أوجب النبي صلى الله عليه وسلم الزكاة في نقود الفضة بالنص الصريح، ولم يصح عنه في الذهب مثل ذلك، لأن معظم نقودهم كانت فضة، فإذا عرف حكمه عرف حكم الذهب بالقياس عليها ‘‘ (¬2) . ¶ وقال : ’’ ويبدو أن النقود الفضية كانت هي الشائعة والكثيرة الاستعمال عند العرب في عصر النبوة، لهذا نصت عليها الأحاديث المشهورة التي بينت مقادير الصدقات المفروضة وأنصبتها، فصرحت بنصاب الدراهم، كما صرحت بمقدار الواجب فيها، وعلم منها أن نصاب الفضة مائتا درهم، وهذا مما لم يخالف فيه أحد من علماء الإسلام، وأما النقود الذهبية (الدنانير) فلم يجئ في نصابها أحاديث في قوة أحاديث الفضة وشهرتها، ولذا لم يظفر نصاب الذهب بالإجماع كالفضة ‘‘ (¬3) . ¶ وقال : ’’ إن نصاب الفضة مجمع عليه، و ثابت بالسنة المشهورة ¶ الصحيحة ‘‘ (¬4) . ¶ ¬__________ ¶ (¬1) فقه الزكاة 1 / 247 – هـ 4 . ¶ (¬2) ج 1 ص 228 . ¶ (¬3) ج 1 ص 247 . ¶ (¬4) ج 1 ص 263 .",
            "page": "12",
            "part": "2"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "4. ولأن من السلف من قال بأن الذهب يقوم بالفضة، فما بلغ منه مائتي درهم وجبت فيه الزكاة، وما لم يبلغه لم تجب فيه، وإن بلغ عشرين دينارا وعلى رأس هؤلاء طاووس، وروي عن عطاء والزهري وسليمان بن حرب وأيوب والسختياني (¬1) . ¶ 5. ولان التقويم بالفضة، يراعي مصلحة الفقراء ومصلحة الأغنياء، في نفس الوقت ومراعاة مصلحة الطرفين معا، من أهداف الشريعة الغراء ، أما التقويم بالذهب فهو يضيق دائرة المزكين، ويلحق الضرر بالمحتاجين. ¶ 6. ولأن التقويم بالفضة، يمكن المزكي من الاحتياط لدينه، لأن من ملك مائتي درهم شرعية – أو ما يعادلها من النقود- اعتبره الشرع غنيا و أوجب عليه الزكاة وإذا أعفيناه نحن من الزكاة بدعوى أنه لم يبلغ النصاب، على أساس قيمة الذهب، نتناقض مع النصوص الصحيحة الصريحة، التي حددت نصاب الفضة، ونجازف ونغامر ونلعب بالنار. ¶ 7. ولأن الذي يبدو من قرائن الأحوال، أن الفضة هي الأصل، وأن النصاب فيها معتبر في نفسه، أما الذهب فالنصاب فيه تابع لنصاب الفضة، فما بلغ من الذهب قيمة مائتي درهم تجب فيه الزكاة، و إنما حدد الرسول في تلك الأحاديث - التي لم تسلم من مقال ولكن يقوي بعضها بعضا -نصاب الذهب بعشرين دينارا، لأن الدينار في ذلك الوقت يساوي 10 دراهم، وقد قال القرضاوي نفسه (¬2) : أما النصاب ( في الذهب ) فيعلم مما ذكر من نصاب الفضة، إذ كانت الـ 200 درهم تصرف ¶ بـ 20 دينارا\"، وقال : ’’ ومما يعضد ذلك، ما هو مقرر تاريخيا، أن الدينار يصرف في ذلك العصر بعشرة دراهم ‘‘ (¬3) . ¶ وقد راج في بداية الثمانينيات من القرن الماضي منشور في شكل فتوى تضمن نصاب الزكاة في الدراهم المغربية، ومضمنه أن نصاب الزكاة في الدراهم المغربية يحدد بناء على التقويم بالفضة لا الذهب، وعمدة كاتب هذا المنشور ثلاثة أمور : ¶ ¬__________ ¶ (¬1) نيل الاوطار 4 / 200 و فقه الزكاة : 1 / 247 . ¶ (¬2) فقه الزكاة ( 1/252 ) . ¶ (¬3) 1 / 249",
            "page": "13",
            "part": "2"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "أ) نصاب الزكاة في الدراهم الفضية مجمع عليه عند فقهاء الإسلام، لأنه ثابت بالأحاديث الصحيحة لذاتها، وهي في القمة من الأحاديث المقبولة بخلاف الأحاديث التي حددت النصاب في الدنانير الذهبية . ¶ ب) اعتبار النصاب بقيمة الفضة أصلح للمساكين . ¶ ج) تقلب قيمة الدينار الذهبي تقلبا سريعا، بخلاف الدرهم الفضي الذي تكون قيمته ثابتة في الجملة . ¶ رواتب الموظفين و كسب أصحاب المهن الحرة ¶ مال مستفاد ¶ تناول الدكتور يوسف القرضاوي في كتابه فقه الزكاة، زكاة رواتب الموظفين وكسب المهن الحرة، وخصص لذلك الفصل التاسع من الباب الثالث ولاحظ أن التكييف الفقهي المناسب لكسب العمل والمهن الحرة، هو أن يعتبر هذا الكسب مالا مستفادا، وتجري عليه أحكام الزكاة المتعلقة بالمال المستفاد. ¶ وهذا التكييف الفقهي الذي ذكره القرضاوي، يبدو سليما إلى حد بعيد، ولذلك نوافقه عليه، ونسير على ضوئه في هذا العرض المتواضع، لأن ما يتقاضاه الموظف كل شهر، و ما يكسبه الطبيب والمحامي والمهندس، وغيرهم من ذوي المهن الحرة، يعتبر مالا مستفادا بكل المقاييس. ¶ وإذا كان الأمر كذلك – وهو كذلك بالفعل- فإن من واجبنا هنا أن نسترشد بأحكام الزكاة المتعلقة بالمال المستفاد، حتى إذا كنا على بينة منها، واقتنعنا فيها بما ينبغي أن نقتنع به، انتقلنا بعد ذلك إلى تطبيق تلك الأحكام على زكاة رواتب الموظفين، وكسب المهن الحرة. ¶ فما هو المال المستفاد ؟ وما هو النوع الذي يعنينا منه هنا ؟ ومتى يزكى هذا المال المستفاد؟ ¶ - أما تعريف المال المستفاد، فهو ما يستفيده المسلم، ويملكه ملكا جديداً بأي وسيلة من وسائل التملك المشروع (¬1) كالإرث والهبة، و أجرة العمل وما إليها. ¶ ¬__________ ¶ (¬1) فقه الزكاة 1/490 .",
            "page": "14",
            "part": "2"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "- و أما النوع الذي يعنينا هنا، فهو المال المستفاد الذي\" لم يكن نماء لمال عنده، بل استفيد بسبب مستقل، كأجر على عمل، أو غلة رأس مال [ غير موظف في تجارة ] أو هبة أو نحو ذلك، سواء كان من جنس مال عند المستفيد أم من غير جنسه \" (¬1) فهذا النوع هو الذي يصدق على كسب العمل، أما الأنواع الأخرى فلا تعنينا هنا. ¶ - و أما متى يزكى هذا المال المستفاد؟ فالجواب عنه يتطلب منا استعراض رأيين فقهيين : أحدهما رأي الجمهور، والآخر رأي طائفة قليلة من العلماء. ¶ أ. رأي الجمهور ¶ ذهب أكثر العلماء قديما، وحديثا إلى أن المال المستفاد لا تجب فيه الزكاة إلا إذا مر عليه عام قمري كامل من يوم استفادته. ¶ وممن قال بهذا الرأي من الصحابة الكرام : أبو بكر الصديق، وعمر بن الخطاب، وعثمان بن عفان وعلي بن أبي طالب، وعائشة أم المومنين، وعبد الله بن عمر، رضي الله عن الجميع. ¶ وروي عن عبد الله بن مسعود ر و الحسن البصري، وعمر بن عبد العزيز والزهري . ¶ وممن قال به من الفقهاء : الامام مالك الذي قال : ’’ ومن أفاد ذهبا او ورقا انه لا زكاة عليه فيها حتى يحول عليه الحول من يوم افادها ‘‘ (¬2) والإمام أبو حنيفة ¶ ( الا في حالة واحدة، وهي إن وجد المال المستفاد عند مستفيده مالا من جنسه وجبت فيه الزكاة، فإن المستفيد في هذه الحالة يزكي المال المستفاد مع ماله الآخر عند نهاية الحول). والإمام الشافعي، والإمام احمد، والإمام إسحاق بن راهويه، والإمام ابن حزم الذي قال : ’’ كل فائدة فإنما تزكى لحولها لا لحول ما عنده من جنسها وإن اختلطت عليه الأحوال ‘‘ (¬3) . ¶ ب. رأي طائفة من العلماء ¶ ذهبت طائفة قليلة من العلماء إلى أن المال المستفاد يزكى عند استفادته، بلا اشتراط حول. ¶ ¬__________ ¶ (¬1) فقه الزكاة 1/491 – 492 ¶ (¬2) الموطأ بشرح الزرقاني : 2/99 . ¶ (¬3) المحلى : 6 / 84.",
            "page": "15",
            "part": "2"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "وممن صح عنه ذلك من الصحابة ابن عباس، ومعاوية رضي الله عنهما (¬1) و لم يقل به من أصحاب المذاهب الفقهية إلا داود الظاهري، وبعض فقهاء الشيعة كالناصر والصادق والباقر (¬2) ¶ وروي هذا المذهب كذلك عن ابن مسعود ر وعن عمر بن عبد العزيز والحسن البصري والزهري (¬3) ومكحول والاوزاعي (¬4) . ¶ وهكذا يتبين لنا أن اشتراط الحول في زكاة المال المستفاد هو قول جمهور العلماء إذ قال به من الصحابة الكرام الخلفاء الراشدون : أبو بكر وعمر وعثمان وعلي، وقالت به عائشة وعبد الله بن عمر، وقال به فقهاء المذاهب الأربعة. ¶ أما عدم اشتراط الحول في زكاة المال المستفاد فلم يصح إلا عن صحابيين هما ابن عباس ومعاوية، وقد أول الباجي صنيع معاوية (¬5) وأول أبو عبيد ما صح عن ¶ ابن عباس (¬6) . ¶ ولم يقل به من أصحاب المذاهب المعتبرة إلا داود الظاهري. ¶ أما ابن مسعود، وعمر بن عبد العزيز، والحسن البصري، وكذلك الزهري، فقد اختلفت الروايات عنهم، إذ روي عنهم اشتراط الحول، وروي عنهم عدم اشتراطه. ¶ وهذا ما جعل بعض العلماء، يعتبر رأي الجمهور إجماعا أو شبه إجماع، ومن ذلك قول ابن عبد البر – معلقا على أخذ معاوية الزكاة من الأعطية- ’’ ولا أعلم من وافقه إلا ابن عباس...وهذا شذوذ لم يعرج عليه أحد من العلماء ولا قال به أحد من أئمة الفتوى‘‘ (¬7) ، و قول الباجي : ’’ قال ابن مسعود و ابن عامر مثل قولهما [ أي مثل قول معاوية و ابن عباس ] ، ثم انعقد الإجماع على خلافه (¬8) وقول ابن عبد البر : ’’ وهذا إجماع لا خلاف فيه : إلا ما جاء عن ابن عباس ومعاوية، ¶ ¬__________ ¶ (¬1) المحلى : 6/83 – 84 . ¶ (¬2) فقه الزكاة : 1/503 . ¶ (¬3) المحلى : 6/84 . ¶ (¬4) فقه الزكاة : 1/503 . ¶ (¬5) انظر شرح الزرقاني على الموطأ : 2/97 . ¶ (¬6) انظر فقه الزكاة : 1/499 ¶ (¬7) شرح الزرقاني على الموطأ : 2/97 . ¶ (¬8) نفسه .",
            "page": "16",
            "part": "2"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "وقد تقدم (¬1) ، وقول الصنعاني في سبل السلام (¬2) ، أثناء شرحه لحديث علي ¶ الآتي : ’’ و دل الحديث على أنه لا زكاة في المال حتى يحول عليه الحول، وهو قول الجماهير‘‘ . ¶ حجج الجمهور ¶ احتج الجمهور لاشتراط الحول لوجوب الزكاة في المال المستفاد، بأدلة متعددة أهمها : ¶ 1. عمل أهل المدينة ¶ و في ذلك قال الإمام مالك في الموطأ : ’’ الامر المجتمع عليه عندنا في إجارة العبيد وخراجهم، وكراء المساكين، وكتابة المكاتب، أنه لا تجب في شيء من ذلك الزكاة قل أو كثر حتى يحول عليه الحول من يوم يقبضه صاحبه (¬3) وقال : ’’ السنة عندنا انه لا تجب على وارث في مال ورثه الزكاة، حتى يحول عليه الحول ‘‘ (¬4) . ¶ 2. الآثار الصحيحة عن الصحابة ¶ وهي كثيرة منها : ¶ - ما ورد في الموطأ من قول القاسم : إن أبا بكر الصديق لم يكن يأخذ من مال زكاة حتى يحول عليه الحول، وقوله ، وكان أبو بكر إذا أعطى الناس أعطياتهم يسأل الرجل : هل عندك من مال وجبت عليك فيه الزكاة ؟ فإذا قال نعم أخذ من عطائه زكاة ذلك المال، وإن قال لا، أسلم إليه عطاءه، ولم يأخذ منه شيئا ‘‘ (¬5) .. ¶ - وما ورد في الموطأ أيضا من قول قدامة : كنت إذا جئت عثمان بن عفان أقبض عطائي، سألني : هل عندك من مال وجبت عليك فيه الزكاة ؟ قال : فإن قلت نعم، أخذ من عطائي زكاة ذلك المال، وإن قلت : لا دفع لي عطائي (¬6) . ¶ - وما روته عمرة بنت عبد الرحمان عن عائشة أم المؤمنين ر من أنها قالت في المال المستفاد : ’’ لا يزكى حتى يحول عليه الحول ‘‘ (¬7) . ¶ - وما روي عن علي بن ابي طالب ر قال : من استفاد مالا فلا يزكيه حتى يحول عليه الحول (¬8) . ¶ ¬__________ ¶ (¬1) نفسه :2/105 ¶ (¬2) ج 2 ص 129 . ¶ (¬3) شرح الزرقاني على الموطأ : 2/99 ¶ (¬4) نفسه : 2/105 . ¶ (¬5) شرح الزرقاني :2/96 . ¶ (¬6) نفسه : 2/96 . ¶ (¬7) المحلى : 5/276 . ¶ (¬8) المحلى : 5/276 .",
            "page": "17",
            "part": "2"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "- وما ورد في الموطأ من قول عبد الله بن عمر : ’’ لا تجب في مال زكاة حتى يحول عليه الحول ‘‘ (¬1) ، وما ورد في جامع الترمذي من قول ابن عمر : ’’ من استفاد مالا فلا زكاة فيه حتى يحول عليه الحول عند ¶ ربه ‘‘ (¬2) .. ¶ ونظرا لكثرة هذه الآثار وقوتها قال البيهقي : ’’ والاعتماد في ذلك على الآثار الصحيحة عن أبي بكر الصديق ر، وعثمان بن عفان وعبد الله بن عمر وغيرهم\" (¬3) . ¶ 3. أحاديث اشتراط الحول في زكاة المال عموما ¶ استدل الجمهور كذلك لاشتراط الحول في وجوب الزكاة في المال المستفاد، بعموم الأحاديث الواردة في اشتراط الحول في زكاة المال، لأن هذه الأحاديث يجب الأخذ بعمومها في كل مال مستفادا أو غير مستفاد، ولا يخرج من هذا العموم، إلا ما دل دليل خاص على خروجه، كالمحصولات الزراعية التي دل دليل خاص وهو قوله ¶ تعالى : ( وآتوا حقه يوم حصاده ) (¬4) على وجوب الزكاة فيها عند الحصاد والجذاذ، وكالمعادن والكنوز التي دل دليل خاص على أنها تزكى بمجرد الحصول عليها، أما الأموال الأخرى التي لم يدل دليل على حكم خاص بها، فإنها تبقى خاضعة لأحاديث اشتراط الحول في زكاة المال. ¶ وهذه الأحاديث العامة، التي اشترطت مرور الحول لوجوب الزكاة في المال، أربعة : ¶ أ) حديث علي عند أبي داود مرفوعا بلفظ : ’’ إذا كانت لك مائتا درهم وحال عليها الحول، ففيها خمسة دراهم . وليس عليك شيء، حتى يكون لك عشرون دينارا وحال عليها الحول، ففيها نصف دينار، فما زاد فبحساب ذلك، وليس في مال زكاة حتى يحول عليه الحول ‘‘ . ¶ ب) حديث ابن عمر عند الدارقطني والبيهقي مرفوعا بلفظ : ’’ لا زكاة في مال امرئ حتى يحول عليه الحول ‘‘ . ¶ ¬__________ ¶ (¬1) شرح الزرقاني : 2/97 . ¶ (¬2) تحفة الاحوذي : 2/9 . ¶ (¬3) تحفة الاحوذي : 2/9 . ¶ (¬4) الانعام 142 .",
            "page": "18",
            "part": "2"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ج) حديث عائشة عند الدارقطني مرفوعا بلفظ : ’’ ليس في المال زكاة حتى يحول عليه الحول ‘‘، وله طريق أخرى عنها كما قال الصنعاني في سبل السلام. (¬1) ¶ د) حديث أنس عند الدارقطني. ¶ وهذه الأحاديث، لم تسلم أسانيدها جميعا من مقال، وقد أورد القرضاوي في فقه الزكاة وهو بصدد ردها، ما قيل بشأنها، وغرضه من ذلك أن ينتهي إلى ما انتهى إليه من أنها لا تصلح للاحتجاج. ¶ - فحديث أنس في إسناده حسان بن سياه، وهو ضعيف لا يحتج به إذا انفرد، وقد انفرد هنا بهذا الحديث عن ثابت (¬2) . ¶ - وحديث عائشة، في إسناده حارثة بن أبي الرجال، وهو ¶ ضعيف (¬3) . ¶ - وحديث ابن عمر في إسناده إسماعيل بن عياش، وحديثه عن غير اهل الشام ضعيف. (¬4) ¶ - وحديث علي فيه ما سنذكره بعد قليل. ¶ ولكن هذه الأحاديث رغم كل ما قيل بشأنها لا يمكن أن ترد بهذه السهولة لأن كثرة طرقها، وتعدد رواياتها، أعطاها مجتمعة قوة لا تملكها كل رواية منها منفردة، وهذا معروف في مباحث علوم الحديث، وسنقف هنا قليلا مع حديث علي ليتبين لنا أن هذه الأحاديث صالحة للاحتجاج. ¶ أعل ابن حزم في المحلى حديث علي المرفوع، وصوب وقفه على علي ومما قال في ذلك ’’ أما حديث علي الذي صدرنا به، فإن ابن وهب عن جرير بن حازم عن أبي إسحاق قرن فيه بين عاصم بن ضمرة وبين الحارث الأعور، والحارث كذاب، وكثير من الشيوخ يجوز عليهم مثل هذا، وهو أن الحارث أسنده وعاصم لم يسنده فجمعهما جرير وأدخل حديث أحدهما في الآخر، وقد رواه عن أبي إسحاق عن عاصم عن علي شعبة وسفيان ومعمر فأوقفوه على علي، وهكذا كل ثقه رواه عن عاصم ‘‘ (¬5) . ¶ وقد اعتمد القرضاوي في فقه الزكاة على تعليق ابن حزم هذا على حديث علي فرده واعتبره ممالا تقوم به الحجة (¬6) . ¶ ¬__________ ¶ (¬1) ج 2/ ص 128 . ¶ (¬2) فقه الزكاة : 1/495 . ¶ (¬3) فقه الزكاة : 1/495 . ¶ (¬4) نفسه . ¶ (¬5) المحلى : 6/70 ¶ (¬6) انظر فقه الزكاة : 1/494 .",
            "page": "19",
            "part": "2"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "ولكن هذا الحديث لا يمكن رده بهذه السهولة، لأن إخضاعه لقواعد التحديث يجعلنا نطمئن إليه، ونعتبره صالحا للاحتجاج، كما يتضح ذلك مما يلي : ¶ 1. تراجع ابن حزم عما قاله في إعلال هذا الحديث، واستدراكه أنه حديث مسند صحيح، فقد قال في المحلى نفسه (¬1) . ¶ \" وبالدليل الذي ذكرنا وجب ألا يزكى الذهب حتى يتم عند مالكه حولا، كما قدمنا، ثم استدركنا فرأينا أن حديث جرير بن حازم مسند صحيح لا يجوز خلافه، وأن الإعتلال فيه بأن عاصم بن ضمرة أو أبا إسحاق أو جريرا، خلط إسناده الحديث بإرسال عاصم هو الظن الباطل الذي لا يجوز، وما علينا من مشاركة الحارث لعاصم، ولا لإرسال من أرسله، ولا لشك زهير فيه، وجرير ثقة فالأخذ بما أسنده لازم، وبالله تعالى التوفيق\". ¶ 2. تحسين ابن حجر العسقلاني له، فقد قال في بلوغ المرام : ’’ رواه أبو داود، وهو حسن، وقد اختلف في رفعه (¬2) ، و قال في التلخيص : ’’ حديث علي لا بأس بإسناده، والآثار تعضده فيصلح للاحتجاج ‘‘ (¬3) . ¶ 3. وجود شواهد تشهد له، وتجبر ما فيه، وتنقله من حديث ضعيف- على فرض ضعفه- إلى حسن لغيره، وهذه الشواهد هي حديث ابن عمر، وحديث عائشة، وحديث انس، وقد تقدمت. ¶ والغريب أن القرضاوي، نظر إلى هذه الأحاديث، كل واحد منها على حدة، ولم ينظر إليها مجتمعة، ليدرك أنها تتعاضد وتتقوى، وهذا أمر معروف، وقد نص عليه أكثر من واحد، كالشوكاني الذي قال في نيل الأوطار : ’’ والضعف الذي في حديث الباب، منجبر بما عند ابن ماجة والدارقطني والبيهقي و العقيلي من حديث عائشة..‘‘ الخ كلامه، والصنعاني الذي قال في سبل السلام (¬4) : ’’... و أجيب بأنه مقيد بهذا الحديث، وما عضده من الشواهد.‘‘ . ¶ 4. وحتى إذا اعتبرنا هذا الحديث موقوفا على علي، فإن له حكم الرفع لأنه يتعلق بأمر لا مسرح للاجتهاد فيه. ¶ ¬__________ ¶ (¬1) 6/74 . ¶ (¬2) سبل السلام : 2/128 . ¶ (¬3) فقه الزكاة : 1/494 . ¶ (¬4) 2/129 .",
            "page": "20",
            "part": "2"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وقد عمل جماهير فقهاء الإسلام، بمضمون هذه الأحاديث، واشترطوا لوجوب الزكاة في المال مرور الحول، قال ابن تيمية في فتاويه (¬1) . ¶ ’’ فالحول شرط في وجوب الزكاة في العين والماشية، كما كان النبي صلى الله عليه وسلم يبعث عماله على الصدقة كل عام، وعمل بذلك الخلفاء في الماشية والعين، لما علموه من سنته، فروى مالك في موطئه عن أبى بكر الصديق وعن عثمان بن عفان، وعن عبد الله بن عمر، أنهم قالوا : هذا شهر زكاتكم، وقالوا : لا تجب زكاة في مال حتى يحول عليه الحول، قال أبو عمر بن عبد البر، وقد روي هذا عن علي وعبد الله بن مسعود وعليه جماعة الفقهاء قديما وحديثا، إلا ما روي عن معاوية وعن ابن عباس كما تقدم‘‘ . ¶ 4. أحاديث وآثار اشتراط الحول في زكاة المال المستفاد ¶ ومن ذلك : حديث ابن عمر المرفوع عند الترمذي بلفظ : ’’ من استفاد مالا فلا زكاة فيه حتى يحول عليه الحول ‘‘ وفي إسناده عبد الرحمان بن زيد بن أسلم، ¶ وهو ضعيف في الحديث. ¶ وهذا الحديث نفسه أخرجه الترمذي أيضا موقوفا على ابن عمر – كما سبق – واعتبر الموقوف أصح من المرفوع، ولذلك قال ابن حجر عند إيراده في بلوغ ¶ المرام : \" والراجح وقفه\"، قال شارحه الصنعاني (¬2) : ’’ إلا أن له حكم الرفع ، إذ لا مسرح للاجتهاد فيه، وتؤيده آثار صحيحة عن الخلفاء الأربعة وغيرهم ‘‘ . ¶ وقد أوردنا فيما سبق أهم تلك الآثار الصحيحة. ¶ وانطلاقا من هذه الأدلة والقرائن، أرى أن رأي الجمهور في زكاة المال المستفاد، هو الصواب الذي لا ينبغي العدول عنه. ¶ رأي القرضاوي في زكاة المال المستفاد ¶ ومع وضوح أدلة الجمهور، وقوة دلالتها على ما سيقت من أجله، اختار القرضاوي في فقه الزكاة – بعد استعراضه للخلاف الفقهي في الموضوع – أن يزكى المال المستفاد، فور استفادته، دون انتظار مرور الحول. ¶ ¬__________ ¶ (¬1) 25/14 . ¶ (¬2) سبل السلام : 2/129 .",
            "page": "21",
            "part": "2"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "و قال بأنه اختار هذا الرأي ’’ بعد مقارنة هذه الأقوال ، و موازنة أدلة بعضها ببعض ، و بعد استقراء النصوص الواردة في أحكام الزكاة في شتى أنواع المال ، ¶ و بعد النظر في حكمة تشريع الزكاة ، و مقصود الشارع من وراء فرضيتها ، ¶ و الاستهداء بما تقتضيه مصلحة الإسلام و المسلمين في عصرنا هذا ‘‘ (¬1) . ¶ ولتوضيح رأيه، وتأييد وجهة نظره أورد هذه المبررات العشرة : ¶ 1. اشتراط الحول في كل مال حتى المستفاد منه، ليس فيه نص في مرتبة الصحيح أو الحسن، الذي يؤخذ منه حكم شرعي للأمة، وتقيد به النصوص المطلقة. ¶ 2. اختلف الصحابة والتابعون رضي الله عنهم في المال المستفاد، فمنهم من اشترط له الحول، ومنهم من لم يشترط، وإذا اختلفوا لم يكن قول بعضهم أولى من بعض، فوجب رد الأمر إلى النصوص الأخرى، وقواعد الإسلام العامة. ¶ 3. عدم وجود نص ولا إجماع في حكم المال المستفاد، أدى إلى اختلاف المذاهب الفقهية المعروفة في المال المستفاد اختلافا بينا، ونتج عن ذلك ترجيحات وتفريعات معقدة وهذا التعقيد يستبعد أن تأتي به الشريعة السمحة التي تخاطب عموم الناس. ¶ 4. من لم يشترط الحول في المال المستفاد، أقرب إلى عموم النصوص وإطلاقها ممن اشترط الحول، إذ النصوص الموجبة للزكاة في القرآن والحديث، جاءت عامة مطلقة وليس فيها اشتراط الحول، مثل ( هاتو ربع عشر أموالكم ) ، ( وفي الرقة ربع العشر ) ويؤيد ذلك عموم قوله تعالى : ( أنفقوا من طيبات ما كسبتم ) (¬2) . ¶ 5. إذا كان عموم النصوص وإطلاقها يسند من لم يشترط الحول في المال المستفاد فإن القياس الصحيح يؤيده كذلك، أي قياس وجوب الزكاة في النقود حين يستفيدها المسلم، على وجوب الزكاة في الزروع والثمار عند الحصاد والجذاذ، وقد قرن الله بينهما في قوله : ( أنفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض) ¶ ¬__________ ¶ (¬1) فقه الزكاة : 1/505 . ¶ (¬2) البقرة : 267 .",
            "page": "22",
            "part": "2"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "فلماذا نفرق بين أمرين نظمهما الله في عقد واحد، وكلاهما من رزق الله وإنعام الله؟ ¶ 6. اشتراط الحول في المال المستفاد، يعني إعفاء كثير من كبار الموظفين وأصحاب المهن الحرة، من وجوب الزكاة في دخلهم الضخم، وإعفاء الذي يبعثر ماله ذات اليمين وذات الشمال، دون أن يحول عليه الحول من الزكاة، وإيجابها على المعتدلين المقتصدين الذين يدخرون أو يستثمرون ما تجب فيه الزكاة ويحول عليه الحول، لا يتفق مع حكمة الشريعة، وعدالتها، ولا يمكن أن تأتي الشريعة بشرط – مرور الحول – يخفف على المسرفين، ويضع العبء، على كاهل المقتصدين. ¶ 7. القول باشتراط الحول في المال المستفاد، يؤدي إلى تناقض جلي يأباه عدل الإسلام وحكمته في فرض الزكاة فالفلاح الذي يستأجر أرضا ويزرعها يؤخذ منه بمجرد حصاد الزرع وتصفية الخارج 10% أو 5% من غلة الأرض اذا بلغت 50 كيلة مصرية، بينما مالك هذه الأرض قد يقبض في ساعة واحدة مآت الدنانير أو آلافها من كراء هذه الأرض، فلا يؤخذ منه شيء ¶ - على المفتى به في المذاهب السائدة - لأنهم يشترطون أن يحول الحول على هذه المآت أو الآلاف في يده، وكذلك الطبيب والمهندس والمحامي وصاحب سيارات النقل وصاحب الفندق... الخ وما أدى إلى هذا التناقض إلا تقديس أقوال فقهية غير معصومة. ¶ 8. تزكية المال المستفاد عقب استفادته، أنفع للفقراء و المحتاجين مع سهولة التحصيل للحكومة، وسهولة دفع الزكاة على الممول، وذلك بأخذها من رواتب الموظفين والعمال.",
            "page": "23",
            "part": "2"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "9. إيجاب الزكاة في الدخول المستفادة ، يتفق وهدي الإسلام في غرس معاني البر والبذل والمواساة، والإعطاء في نفس المسلم، والإحساس بالمجتمع والمشاركة في احتمال أعبائه، وجعل ذلك فضيلة دائمة له، وعنصراً أساسيا من عناصر شخصيته - وأورد القرضاوي هنا آيات وأحاديث تتعلق بالإنفاق التطوعي - و اشتراط الحول يجعل كثيرا من الناس يكسبون وينفقون ويتمتعون ولا ينفقون في سبيل الله ولا يواسون من لم يوته الله نعمة الغنى. ¶ 10. عدم اشتراط الحول للمال المستفاد أعون على ضبط أموال الزكاة، وتنظيم شأنها، بالنظر للمكلف الذي تجب عليه الزكاة، وبالنظر للإدارة التي تتولى جباية الزكاة، إذ على القول باشتراط الحول، يجب على كل من يستفيد مالا - قل أو كثر من راتب أو مكافأة أو غلة عقار أو غير ذلك من ألوان الإيراد المختلفة - أن يحدد تاريخ ورود كل مبلغ، ومتى يتم حوله، ليخرج زكاته في حينه ومعنى هذا أن الفرد المسلم، قد تكون عنده في العام الواحد، عشرات المواقيت لمقادير ما استفاد من أموال في أزمنة مختلفة، وهذا أمر يشق ضبطه، وهو عند قيام الحكومة بجباية الزكاة أمر يعسر حصره، وتنظيمه، ومن شأنه أن يعطل جباية الزكاة ويعوق سيرها. ¶ المناقشة : ¶ قد تبدو هذه المبررات لبعض الباحثين منطقية، ووجيهة، وقد تحمله على مشاطرة القرضاوي رأيه ومناصرته له. ¶ ولكنها في نظري لا تصمد للنقاش، ولا تنهض حجة قوية لما ساقها القرضاوي من أجله، وفيما يلي بعض بيان وتوضيح. ¶ 1. ما ذكره القرضاوي في المبرر الأول غير مسلم لان هناك أحاديث متعددة تتعلق باشتراط الحول في الزكاة، وقد استعرضناها فيما سبق، وبغض النظر عمن صحح أو حسن بعضها كابن حزم، وابن القيم، وابن حجر العسقلاني، فإن أقل أحوالها أنها ترتفع نظرا لتعدد رواياتها، إلى درجة الحسن لغيره،وهو مما تقوم به الحجة وتقيد به النصوص المطلقة. ¶ 2. وما ذكره في المبرر الثاني غير مسلم كذلك لما يلي :",
            "page": "24",
            "part": "2"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "أ) لأن عدد الصحابة الذين صح عنهم اشتراط الحول في زكاة المال المستفاد، أكثر من الذين صح عنهم القول بعدم اشتراطه، فقد اشترطه أبو بكر وعمر وعثمان وعلي وعائشة وعبد الله بن عمررضي الله عنهم ، بينما لم يصح عدم اشتراطه إلا عن ابن عباس ومعاوية، أما ابن مسعود فقد روي عنه الأمران، وكذلك الحال بالنسبة للحسن البصري وعمر بن عبد العزيز والزهري. ¶ ب) ولأن أقوال وأفعال الخلفاء الراشدين، تقدم على أقوال وأفعال غيرهم لأن الرسول صلى الله عليه وسلم، اعتبر هديهم شرعا مطلوب التطبيق، إذ قال في حديث معروف : ’’ فعليكم بسنتي وسنة الخلفاء الراشدين المهديين، عضوا عليها بالنواجذ ... ‘‘ (¬1) .. ¶ وقد أشار إلى هذا المعنى شيخ الإسلام ابن تيمية، أثناء حديثه عن ترتيب الإمام مالك لأدلة الزكاة التي أوردها في الموطأ حيث قال : ¶ \"... ثم الماشية والعين لابد فيهما من مرور الحول، فثنى الإمام مالك بما رواه عن أبي بكر وعمر و ابن عمر رضي الله عنهم في اعتبار الحول، ولو كان قد خالفهم معاوية وابن عباس فما رواه الخلفاء حجة على من خالفهم لاسيما الصديق، لقوله صلى الله عليه وسلم\" عليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي\" وقوله : ’’ إن يطع القوم أبا بكر وعمر يرشدوا ‘‘ (¬2) .. ¶ وأشار إليه الأمام الشافعي حين قال في كتاب \"الأم\" : ’’ إن لم يكن في الكتاب والسنة صرنا إلى أقاويل أصحاب رسول الله صلى الله عليه وسلم، ¶ أو واحد منهم، ثم كان قول أبي بكر وعمر أو عثمان إذا صرنا فيه إلى التقليد، أحب إلينا، وذلك إذا لم نجد دلالة في الاختلاف تدل على أقرب الاختلاف من الكتاب والسنة، لنتبع القول الذي معه الدلالة (¬3) ... ¶ ¬__________ ¶ (¬1) رواه أبو داوود و الترمذي و قال حديث صحيح . ¶ (¬2) فتاوي ابن تيمية 25/9 . ¶ (¬3) اصول الفقه لابي زهرة : 201 .",
            "page": "25",
            "part": "2"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "بل إن من علماء الأصول من يعتبر اتفاق الخلفاء الراشدين على حكم ما إجماعا يجب الأخذ به وترك ما عداه تمسكا بالحديث السابق، ومن هؤلاء ¶ أبو حازم الحنفي وأحمد بن حنبل – في إحدى الروايتين عنه (¬1) . ¶ ج) ولأن ما صح عن ابن عباس ومعاوية من عدم اشتراط الحول في زكاة المال المستفاد يمكن تأويله، لينسجم مع قول الجمهور، و قد أول بالفعل : ¶ - ففيما يخص ما صح عن ابن عباس قال أبو عبيد : ’’ فقد تأول الناس – أو من تأول منهم - أن ابن عباس أراد الذهب والفضة ولا احسبه أنا أراد ذلك وكان عندي أفقه من أن يقول هذا لأنه خارج من قول الأمة، ولكني أراه أراد زكاة ما يخرج من الأرض، فإن أهل المدينة يسمون الأرضين أموالا... فإن لم يكن ابن عباس أراد هذا فلا أدري ما وجه حديثه ‘‘ (¬2) . ¶ - وفيما يخص ما صح عن معاوية قال الباجي : ’’و إنما كان معاوية يأخذ من العطاء زكاة ذلك العطاء، لأنه كان يرى حقه واجبا قبل دفعه إليه، فكان يراه كالمال المشترك يمر عليه الحول في حالة الاشتراك، وأما أبو بكر وعمر وعثمان فلم يأخذوا ذلك منها، إذ لم يتحقق ملك من أعطيها إلا بعد القبض لأن للإمام أن يصرفها إلى غيره بالاجتهاد ‘‘ ، ونحو هذا التأويل ذكر ابن حبيب . (¬3) ¶ 3. و ما ذكره في المبرر الثالث لا نسلمه له ، لأن النص موجود وفيما أسلفناه ما يغني عن مزيد من البيان والتوضيح، وحديثه عن ترجيحات فقهاء المذاهب، وتفريعاتهم المعقدة قد نوافقه عليه، ولكن لا نوافقه على قوله بعدم وجود نص في المال المستفاد. ¶ 4. وحديثه في المبرر الرابع عن عموم نصوص الزكاة وإطلاقها، نجيب عنه بأنه ¶ لا يمكن أخذ تلك النصوص التي أشار إليها على عمومها وإطلاقها، ¶ ¬__________ ¶ (¬1) انظر الأحكام في أصول الأحكام للامدي 1/357 و ارشاد الفحول للشوكاني ص 125-126 ¶ (¬2) فقه الزكاة : 1/499 . ¶ (¬3) شرح الزرقاني على الموطأ : 2/97 .",
            "page": "26",
            "part": "2"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "حتى نبحث عن الآراء التي توافق عمومها وإطلاقها، وذلك لوجود أدلة تخصصها وتقيدها، فكما خصصت بأدلة النصاب، خصصت كذلك بأدلة الحول السابقة، ومحاولة القرضاوي ردها بدعوى ضعفها، غير مقبولة، لأن تعدد رواياتها عضدها ورفعها من درجة الضعف إلى درجة الحسن. ¶ وقد أشار القرضاوي إلى اشتراط الفقهاء الحول في التجارة وحاول تعليل ذلك والتفريق بين التجارة وكسب العمل، ولكن تعليله وتفريقه متكلفان ومن قرأ ما كتب في ذلك بإنصاف يدرك ما أقول إن وفقه الله. ¶ 5. والقياس الذي تحدث عنه في المبرر الخامس غير مسلم، لأنه من جهة لا قياس مع وجود النص وقد وجد النص كما سلف، ولأنه من جهة ثانية، لا قياس مع وجود الفارق، وقد وجد الفارق ذلك أن زكاة الزروع والثمار، مخالفة لزكاة النقود والماشية في أمور متعددة، بعضها يتعلق بقيمة النصاب، وبعضها يتعلق بالقدر الواجب إخراجه، وبعضها يتعلق بتكرار الزكاة أو عدم تكرارها ¶ كل سنة. ¶ وكما وقع الاختلاف بين زكاة النقود وزكاة المحاصيل الزراعية فيما سبق، وقع بينهما كذلك في اشتراط الحول، وعدم اشتراطه، فاشتراط الحول في زكاة النقود، للأدلة السابقة، وعدم اشتراطه في المحاصيل الزراعية، لقوله تعالى: ( وآتوا حقه يوم حصاده) (¬1) ¶ وقد لاحظ القرضاوي وجود الفرق بين التجارة والمال المستفاد فحاول أن يوجهه كما يريد،ولكن لم يستقم له ذلك (¬2) . ¶ 6. وما ذكره في المبرر السادس ليس وراءه كبير فائدة، لأنه مجرد افتراضات ذهنية، والشريعة الإسلامية لا نخدمها بالاسترسال مع العقل المجرد، وإنما نخدمها بالوقوف مع النصوص والتفكير داخل دائرتها. ¶ والنصوص الشرعية أوجبت الزكاة على الأغنياء، لصالح الفقراء، -وبقية مصاريف الزكاة الثمانية- ونصبت للغنى علامة، وهي أن يملك الإنسان النصاب ويبقى معه هذا النصاب فائضا عن حاجاته الأصلية طيلة سنة كاملة. ¶ ¬__________ ¶ (¬1) الأنعام : 142 . ¶ (¬2) انظر فقه الزكاة : 1/507 .",
            "page": "27",
            "part": "2"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فمن توفر فيه هذا الشرط تجب عليه الزكاة، ومن لم يتوفر فيه لا تجب عليه، وعليه فمن ملك نصاب النقود شهرا أو شهرين تم أنفقه على نفسه أو على عياله أو على مشاريع الخير المختلفة، لا نعتبره غنيا ولا نوجب عليه الزكاة، لأنه غنى عارض لم يستمر معه المدة الكافية لاعتباره شرعا غنيا. ¶ وسبب غنى الإنسان أو فقره لا نتعرض له في موضوع الزكاة، فمن شتت ماله بدون موجب يتحمل مسؤوليته أمام ربه عندما يسأله عن ماله من أين اكتسبه؟ وفيم أنفقه؟ ¶ ويكفينا نحن أن نحكم على المسلم بوجوب الزكاة أو عدم وجوبها عليه انطلاقا من واقعه القائم، وأن نعلم أن الشارع الحكيم الذي فرض الزكاة وحدد أنصبتها ومقاديرها وشروطها أعرف بمصالح العباد. ¶ 7. وحديثه في المبرر السابع عن التناقض، ليس وراءه بدوره كبير فائدة، فلا تناقض في أحكام الشرع، والله الحكيم المحيط علما بكل شيء ، لا ينبغي أن ننظر إلى أحكام شريعته، بهذه النظرة القاصرة، التي توهمنا التناقض حيث لا تناقض، فلم لم يلاحظ القرضاوي، ليزول شعوره بالتناقض، أن المحاصيل الزراعية تزكى مرة واحدة، بينما النقود تزكى كل عام؟ ¶ ثم إن عدم إدراكنا لحكمة حكم من أحكام الله، لا ينبغي أن يجعلنا نشعر بالتناقض في تلك الأحكام، بل يجب أن يحملنا على الشعور بعجزنا وقصور إدراكنا. ¶ وقد أشار القرضاوي، إلى أن ما استنكره، واعتبره يؤدي إلى تناقض، هو المفتى به في المذاهب السائدة، وذلك كفيل لو أمعن النظر فيه ، أن يحمله على إعادة النظر، والاطمئنان إلى ما اطمأن إليه جمهور المسلمين، وإدراك أن لا تناقض في ذلك وأن خفاء حكمة الله في وجود الفرق بين أنصبة الأموال المختلفة، والمقادير الواجبة فيها، وتكرار أو عدم تكرار الزكاة فيها كل عام لا يعني التناقض وانما هو عين الحق والعدل، لأن الذي شرعه حكيم خبير لا تناقض في أحكامه.",
            "page": "28",
            "part": "2"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "8. وما ذكره في المبرر الثامن، نرد على الشق الأول منه، بأن الشرع أدرى بمصلحة الفقراء ومصلحة الأغنياء، ولو ذهبنا مع هذا الخيال الجامح، وحرصنا على مصلحة الفقراء وحدهم، لقلنا : أن فرض 20% أو أكثر عوض 2,5 % أنفع للفقراء . ¶ إن الشرع الحكيم في كل ما شرعه، يراعي مصلحة الفقراء ومصلحة الأغنياء، ويراعي أموراً أخرى عجزت عقولنا عن إدراكها، وليس من حقنا أن نحصر الحكمة من فرضية الزكاة، في مصلحة الفقراء فقط، فنقع فيما يشبه الاستدراك على الشرع، ونرتكب بذلك المحظور. ¶ وعليه، فنحن عندما نناقش أحكام الزكاة، لا ينبغي أن نبحث عن رأي يوفر مصلحة الفقراء، ولكن يجب أن نبحث عن رأي ينسجم مع نصوص الشرع المتعلقة بهذا الموضوع، لأن الانسجام مع النصوص الشرعية، وعدم التناقض معها، هو ما يهمنا، لا أن نوفر مصلحة هذا الطرف أو ذلك. ¶ ونرد على الشق الثاني من هذا المبرر بأن سهولة التحصيل، وسهولة الدفع، ليستا هو مقياس الصواب من جهة، وليستا حقيقيتين من جهة ثانية. ¶ 9. وما ذكره في المبرر التاسع غير وجيه، لأن فيه خلطا بين الإنفاق الواجب الذي يهمنا هنا معرفة حكم من أحكامه، وبين الإنفاق التطوعي الذي دلت عليه آيات وأحاديث كثيرة. ¶ ولا يمكن أن نوجب على المزكي ما لم يجب عليه شرعا، بدعوى أن ذلك يغرس فيه فضيلة الإنفاق و الإيثار، كما لا يمكن أن نوجب على المصلي مثلا ما لم يجب عليه شرعا، بدعوى أن ذلك ينسجم مع ترغيب الإسلام في نوافل الصلاة. ¶ ومن كسب وأنفق وتمتع، ودار الحول وهو فقير لا يطالب بالزكاة لأن الزكاة بنص الحديث المعروف لا تجب إلا على أغنياء المسلمين، وهذا ليس غنيا. ¶ 10. وما ذكره في المبرر العاشر، هو تكرار وتفصيل للشق الثاني من المبرر الثامن، ولذلك نرد عليه بما أسلفنا، في الرد على المبرر الثامن، ونوضح ما أجملناه هناك فنقول إن التيسير الذي تحدث عنه القرضاوي، سواء على مستوى الدافع،",
            "page": "29",
            "part": "2"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "أو على مستوى الجابي، إنما يحصل في البداية أي عندما يريد المستفيد إخراج زكاة، ماله المستفاد لأول مرة، أما عندما يريد إعادة إخراج زكاة الأموال المستفادة في الأعوام اللاحقة، فإن الصعوبة نفسها، التي تحدث عنها القرضاوي في حالة اشتراط الحول تواجهنا هنا ذلك أن الرواتب التي أخرجنا زكواتها بمجرد تسلمها، سنعيد تزكيتها أو تزكية ما تبقى منها كلما مر عليها حول ، فنكون بحاجة إلى ضبط ما تبقى من المال المستفاد في كل شهر، وضبط مواعد إخراج الزكاة عنه، والقدر الواجب إخراجه. ¶ وهكذا يتبين لنا أن عدم اشتراط الحول في تزكية المال المستفاد لا يحل مشكل تنظيم الزكاة، وقد أدرك القرضاوي نفسه ذلك فيما بعد، وحاول حل مشكل التنظيم بإجراء آخر سيأتي الحديث عنه في حينه إن شاء الله تعالى. ¶ تلك هي المبررات التي قدمها القرضاوي في \" فقه الزكاة \" بين يدي ما اختاره ورجحه، وهي مبررات لا اعتقد – بعد هذه المناقشة- أنها تملك من القوة والوضوح ما يجعلها قادرة على تأييد وجهة نظره، وهي مبررات أوحى بها إليه طرحه لكل الأحاديث والآثار المتعلقة باشتراط الحول في زكاة المال مستفادا أو غير مستفاد، وهو طرح لا أوافقه عليه كما أسلفت، لأنه غير سليم، وغير منسجم مع الضوابط المعمول بها قديما وحديثا في الاحتجاج بالحديث. ¶ وإذا سقط ما بنى عليه القرضاوي هذه المبررات، سقطت المبررات نفسها، أضف إلى ذلك أن بعض هذه المبررات، ليست سوى نتيجة من نتائج استخدام العقل والاجتهاد في مجال ليس من مجالات العقل والاجتهاد. ¶ ولذلك كله، يبدو لي ما رجحه القرضاوي مجرد وجهة نظر نحترمها كوجهة نظر، ولكن ليس إلى الحد الذي يجعلنا نأخذ بها، مطمئنين إلى سلامتها وصلاحيتها. ¶ كيف تزكى رواتب الموظفين ¶ ودخل أصحاب المهن الحرة ؟",
            "page": "30",
            "part": "2"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "إذا علمنا أن رواتب الموظفين، ودخل أصحاب المهن الحرة، ما ل مستفاد، وعلمنا كيف يزكى المال المستفاد عند جمهور العلماء، أمكننا أن نعرف كيف نزكي هذه الرواتب وهذا الدخل، لأن الأمر لا يتطلب أكثر من أن نطبق رأي الجمهور في زكاة المال المستفاد على كسب العمل من رواتب وأجور. ¶ ولكن قبل بسط الرأي الذي نقتنع بصوابه، لا بأس أن نشير إلى بعض الآراء، التي أدلى بها بعض الفقهاء المعاصرين في هذا الموضوع، وغرضنا من هذه الإشارة أن نلم بهذا الموضوع إلماما كافيا، وأن نكون على بينة تامة مما قيل فيه، حتى نأخذ ما نأخذ، ونترك ما نترك عن بينة واقتناع. ¶ أ.رأي القرضاوي ¶ نظرا لأن القرضاوي لم يأخذ برأي الجمهور في زكاة المال المستفاد، اختار في كتابه \" فقه الزكاة \" أن يزكي الموظف راتبه، ويزكي صاحب المهنة الحرة كسبه حين يقبضه، دون انتظار مرور الحول، وفي ذلك قال : ¶ ’’ فالذي أختاره، أن المال المستفاد – كراتب الموظف وأجر العامل ودخل الطبيب والمهندس والمحامي وغيرهم من ذوي المهن الحرة، وكإيراد رأس المال المستغل في غير التجارة كالسيارات والسفن والطائرات والمطابع والفنادق ودور اللهو ونحوها- لا يشترط لوجوب الزكاة فيه مرور حول بل يزكيه حين يقبضه ‘‘ (¬1) . ¶ ونصاب النقود هو المعتبر في نظر القرضاوي، وهو ما قيمته 85 غ من الذهب (¬2) ¶ وبعد استعراضه لطرق مختلفة لتزكية هذه الرواتب والأجور، انتهى إلى الترجيح الذي عبر عنه بقوله : ¶ ’’ والذي يترجح لي في ذلك : أن ما بلغ من المال المستفاد نصابا، أخذ فيه بما قال الزهري والاوزاعي، إما بإخراج الزكاة عقب القبض، ( وهذا متعين فيمن ليس له مال آخر ذو حول)، وإما بتأخيره إلى الحول، ليزكى مع بقية ماله، ما لم يخش إنفاقه، ¶ و إلا فعليه المبادرة، ولو أنه أنفقه بالفعل، كانت زكاته في ذمته. ¶ ¬__________ ¶ (¬1) فقه الزكاة : 1/505 ¶ (¬2) فقه الزكاة : 1/513",
            "page": "31",
            "part": "2"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "’’ وإن كان دون النصاب أخذ فيه بقول مكحول، فما وافى الشهر الذي يزكي فيه ماله زكاه معه، وما احتاج إليه في نفقته ونفقة عياله، فليس عليه زكاة ما أنفق فإذا لم يكن له مال آخر يزكيه في وقت معلوم، وكان المستفاد دون النصاب، فلا شيء عليه حتى يتم مع مال آخر له نصاب، فيزكيه حينئذ، ويبدأ حوله من هذا الحين ‘‘ (¬1) . ¶ ورجح القرضاوي ألا تؤخذ الزكاة إلا من الصافي، أي يطرح من إيراده الدين إن ثبت عليه ويعفى الحد الأدنى لمعيشته ومعيشة من يعوله، \" كما تطرح النفقات، والتكاليف لذوي المهن، قياسا على ما اخترناه في الأرض والنخيل، ونحوها، أنه يرفع النفقة ويزكي الباقي، وهو قول عطاء وغيره. ¶ ’’ فما بقي بعد هذا كله من راتب السنة وإيرادها، تؤخذ فيه الزكاة إذا بلغ نصاب النقود، فما كان من الرواتب والأجور لا يبلغ في السنة نصابا نقديا -بعد طرح ما ذكرناه- كرواتب بعض العمال، وصغار الموظفين، فلا تؤخذ منه زكاة ‘‘ (¬2) ¶ ونبه القرضاوي إلى أن المسلم إذا زكى كسب عمله أو مهنته عند استفادته، فإنه لا يجب عليه أن يزكيه مرة أخرى عند الحول إذا كان له حول معلوم، حتى لا تجب عليه زكاتان في مال واحد، في عام واحد. (¬3) ¶ وضرب لذلك المثال الآتي : ¶ ’’ رجل له مال يزكيه كل حول في أول شهر المحرم، فإذا استفاد مالا- راتبه مثلا – في صفر أو ربيع الأول أو ما بعده من الشهور، وأخرج زكاته حين الاستفادة، فإنه لا يخرج زكاته مرة أخرى في آخر الحول مع ماله، بل يخرج عنه أو عما بقي منه في الحول الثاني، حتى لا نشق عليه بكثرة الأحوال، وقد أقام الله شرعه على التيسير (¬4) ¶ وفيما يخص المقدار الواجب إخراجه، انتهى القرضاوي إلى ما يلي : ¶ ¬__________ ¶ (¬1) نفسه : 1/516-517 . ¶ (¬2) نفسه : 1/518 . ¶ (¬3) نفسه : 1/518 . ¶ (¬4) نفسه : 1/518 .",
            "page": "32",
            "part": "2"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "1.\" الدخل الناتج عن رأس المال وحده، أو رأس المال، والعمل معا، كإيراد المصانع والعمائر والمطابع والفنادق والسيارات والطائرات ونحوها، فيه العشر من الصافي بعد النفقات والديون والحاجيات الأصلية... إلخ قياسا على دخل الأرض الزراعية التي تسقى بغير كلفة \" ( المراد برأس المال هنا رأس المال غير المستغل في التجارة) (¬1) ¶ 2. \" الدخل الناتج عن العمل وحده كإيراد الموظفين، وذوي المهن الحرة الناتج عن أعمالهم فالواجب فيه ربع العشر فقط عملا بعموم النصوص التي أوجبت في النقود ربع العشر سواء كانت مستفادة أو حال عليها الحول، وتطبيقا للأصل الإسلامي في اعتبار الجهد مخففا لمقدار الواجب، واستئناسا بما عمل به ابن مسعود ومعاوية من اقتطاع هذه النسبة - باعتبارها زكاة - من أعطيات الجنود وغيرهم من المرتبين في ديوان العطاء، وما فعله بعدهما الخليفة عمر بن عبد العزيز. (¬2) ¶ ب. رأي محمد الغزالي ¶ أشار محمد الغزالي في كتابه \" الإسلام والأوضاع الاقتصادية\" إلى موضوع زكاة رواتب الموظفين، ودخل أصحاب الحرف الحرة، ونورد هنا نص ما قاله بهذا الشأن: ¶ ’’ وأنصبة الزكاة في صنوف المال، حددها الدين تحديدا يعتبر نصا في أكثر الأحوال، ونريد أن نعتبره – قياسا- فيما سنورد من أمثال. ¶ ’’ ذلك أن الإسلام أوجب إخراج ربع العشر، من رأس المال الذي يبلغ مائتي درهم فما فوقها، والزكاة في هذه الصورة معتبرة برأس المال فقط، زادأ ونقص، أو بقي على حاله، ما دام قد مر عليه عام، وقد فرض الإسلام – كذلك – زكاة في الزروع والثمار جعلها العشر أو نصف العشر. ¶ ’’ والزكاة في هذه الصورة قد اعتبرت على أساس الدخل الناتج، مر عليه العام أو لم يمر، ولا عبرة فيها برأس المال المغل- وهو الأرض المزروعة، قلت قيمتها ¶ ¬__________ ¶ (¬1) نفسه : 1/519 . ¶ (¬2) نفسه : 1/519 – 520 .",
            "page": "33",
            "part": "2"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "أو عظمت ومن هنا نستطيع الحكم بأن قاعدة فرض الزكاة في الإسلام، قد تكون رأس المال، وقد تكون مقدار الدخل، ونخلص من هذا إلى أن من له دخل لا يقل عن دخل الفلاح، الذي تجب عليه الزكاة، يجب أن يخرج زكاة مساوية، ولا عبرة البتة، برأس المال، ولا بما يتبعه من شروط. ¶ ’’ فالطبيب والمحامي والمهندس والصانع وطوائف المحترفين والموظفين وأشباههم تجب عليهم زكاة، ولابد أن تخرج من دخلهم الكبير. ¶ ’’ولنا على ذلك دليلان : ¶ الأول : عموم النص في قول القرآن الكريم : ( يا أيها الذين آمنوا انفقوا من طيبات ما كسبتم ومما أخرجنا لكم من الأرض ). ¶ \" ولا شك أن ربح الطبقات الآنفة، كسب طيب، يجب الإنفاق منه، وبهذا الإنفاق يدخلون في عداد المومنين الذين ذكر القرآن أنهم هم ( الذين يومنون بالغيب ويقيمون الصلاة ومما رزقناهم ينفقون ) (¬1) . ¶ ’’ والدليل الثاني : أن الإسلام لا يتصور في حقه أن يفرض الزكاة على فلاح يملك خمسة أفدنة، ويترك صاحب عمارة تدر عليه محصول خمسين فدانا، أو يترك طبيبا يكتسب من عيادته في اليوم الواحد، ما يكسبه الفلاح في عام طويل من ارض ¶ إذا أغلت بضعة أرادب من القمح، ضربت عليها الزكاة يوم الحصاد. ¶ ’’ لا بد إذن من تقدير الزكاة على أولئك جميعا، وما دامت العلة المشتركة التي يناط بها الحكم موجودة في الطرفين، فلا ينبغي المِراءُ في إمضاء هذا القياس وقبول نتائجه. ¶ ’’ وقد يقال : كيف نقدر هذه الزكاة؟ وعلى أي نسبة تكون؟ ¶ والجواب سهل، فقد ردد الإسلام زكاة الثمار بين العشر ونصف العشر على قدر عناء الزارع، في ري أرضه، فلتكن زكاة كل دخل على قدر عناء صاحبه في عمله، ومن الممكن إيضاح التفاصيل،وتفريع المسائل، وتحديد القيم، بعد أن يتقرر هذا الأصل الخطير، والأمر لا يستقل به تفكير واحد، بل يحتاج إلى تعاون العلماء والباحثين\" (¬2) ¶ تلخيص ومناقشة : ¶ ¬__________ ¶ (¬1) البقرة : 3 . ¶ (¬2) الإسلام و الأوضاع الاقتصادية ص 190-192.",
            "page": "34",
            "part": "2"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "ونلخص رأي الغزالي في النقط الآتية : ¶ 1. وجوب الزكاة في رواتب الموظفين ودخل أصحاب المهن الحرة، قياسا على وجوبها في المحاصيل الزراعية. ¶ 2. تزكى هذه الرواتب وهذا الدخل كما تزكى المحاصيل الزراعية فالنصاب هو ما قيمته ستون صاعا من المحاصيل الزراعية، والقدر الواجب إخراجه، هو العشر أو نصف العشر (تبعا لقدر عناء صاحب الدخل) . ¶ 3. لا يشترط مرور الحول في وجوب زكاة هذا الكسب. ¶ ولنا على هذا الرأي ملاحظات : ¶ الملاحظة الأولى : ... قياس زكاة كسب العمل، على زكاة المحاصيل الزراعية، يبدو غير سليم من وجوه: ¶ أ) أن زكاة النقود – وكسبُ العمل نقود- وردت بشأنها نصوص تضبطها وتقرر أحكامها، والفرع الذي يقاس على الأصل، يشترط فيه ألا ترد بشأنه نصوص شرعية تخصه، فلا يصح إذن قياس كسب العمل على المحاصيل الزراعية في الزكاة، لانعدام شروط القياس. ¶ ب) لا قياس مع وجود الفارق، وقد أقرت الشريعة الفرق بين زكاة النقود وزكاة المحاصيل الزراعية، سواء على مستوى النصاب، أو على مستوى القدر الواجب إخراجه، أو على مستوى تكرار – أو عدم تكرار - الزكاة كل سنة قمرية. ¶ فلماذا نسوي بين مفترقين، ونقيس أحدهما على الآخر؟ ¶ ج) لو تجاهلنا هذه الفروق، وقسنا زكاة كسب العمل، على زكاة المحاصيل الزراعية، لوجب ألا نزكي كسب العمل إلا مرة واحدة، ولو دارت عليه أحوال، لأن حكم الأصل الذي قسناه عليه كذلك، ولا قائل بذلك. ¶ الملاحظة الثانية : ... نصاب المحاصيل الزراعية الذي أحال عليه الغزالي، يطرح إشكالا، ذلك أن المحاصيل الزراعية متنوعة ومختلفة القيم، فهل نوجب الزكاة على دخل العامل إذا بلغ قيمة نصاب الشعير أو إذا بلغ قيمة نصاب القمح، أو الأرز أو التمر.. الخ؟ وبين أنصبة هذه المحاصيل تفاوت كبير في القيمة. ¶ الملاحظة الثالثة : ... لماذا القياس – على فرض صحته- على المحاصيل الزراعية، وليس على العروض التجارية ؟ مع أن قياس العامل على التاجر- لو صح القياس- أقرب وأوضح.",
            "page": "35",
            "part": "2"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "الملاحظة الرابعة : ... الدليل الثاني الذي أورده الغزالي لتأييد وجهة نظره لا ينفق في سوق المباحث الدينية، لأنه في عمقه يمثل استدراكا على الله، والاستدراك على الله لا يجوز، ولو سلمنا هذا الدليل وخضعنا له، لأوجبنا الزكاة على من ملك تسعا وعشرين بقرة، وعلى من ملك أربعة من الجمال، بدعوى أنه لا يعقل أن يوجب الإسلام الزكاة على الفلاح إذا بلغ محصوله خمسة أوسق من الحبوب أو الثمار، ويعفى من ملك 29 بقرة ¶ أو أربعة من الجمال، وهي تساوي قيمة خمسة أوسق من الحبوب أضعافاً مضاعفة. ¶ إن تشريع الإسلام حكيم لا تناقض فيه، ولكن عقولنا القاصرة لم تدرك جميع الحكم الكامنة وراء التشريع، فالاعتراف بالعجز، وتفويض الأمر لله، أسلم وأنفع. ¶ الملاحظة الخامسة : ... انتبه الغزالي أخيراً إلى أن الموضوع خطير، وأنه يحتاج إلى تعاون العلماء والباحثين، لأن التفكير الواحد لا يستقل به. ¶ ح. رأي المؤتمر الأول للزكاة بالكويت ¶ انعقد بدولة الكويت المؤتمر الأول للزكاة من تاسع وعشري رجب إلى فاتح شعبان سنة 1404 هـ، وشارك فيه ممثلون لأكثر من 25 دولة، فيهم العلماء والفقهاء، ورجال القانون والاقتصاد. ¶ ويهمنا ما خرج به هذا المؤتمر فيما يخص ’’ زكاة الأجور والرواتب وأرباح المهن الحرة وسائر المكاسب ‘‘ وهذا ملخصه : ¶ \" هذا النوع من المكاسب ذهب أغلب الأعضاء إلى أنه ليس فيه زكاة حين قبضه، ولكن يضمه الذي كسبه إلى سائر ما عنده من الأموال الزكوية في النصاب والحول فيزكيه جميعا عند تمام الحول منذ تمام النصاب. ¶ \" وما جاء في هذه المكاسب أثناء الحول يزكى في آخر الحول، ولو لم يتم حول كامل ،على كل جزء منها. ¶ \" وما جاء منها ولم يكن عند كاسبه قبل ذلك نصاب، يبدأ حوله من حين تمام النصاب عنده، وتلزمه الزكاة عند تمام الحول من ذلك الوقت. ¶ \" ونسبة الزكاة في ذلك ربع العشر(2,5 %) لكل عام.",
            "page": "36",
            "part": "2"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "\"وذهب بعض الأعضاء إلى أنه يزكي هذه الأموال المستفادة عند قبض كل منها، بمقدار ربع العشر(2,5 %) إذا بلغ المقبوض نصابا، وكان زائدا عن حاجاته الأصلية، وسالما من الدين. ¶ \" فإذا أخرج هذا المقدار فليس عليه أن يعيد تزكيته عند تمام الحول على سائر أمواله الأخرى، ويجوز للمزكي هنا أن يحسب ما عليه ويخرجه فيما بعد مع أمواله الحولية الأخرى\" (¬1) ¶ تلخيص ومناقشة : ¶ نلخص ما ذهب إليه أغلب الأعضاء فيما يلي : ¶ 1. المال المستفاد (راتب- أجرة- كسب) لا يزكى حين قبضه، ولكن يزكى مع أموال المستفيد الأخرى إذا تم حولها. ¶ 2. ما جاء من هذه المكاسب أثناء الحول، يزكى في آخر الحول، و لو لم يدر حول كامل على بعضها. ¶ 3. لا يبدأ الحول إلا عند تمام النصاب. ¶ 4. القدر الواجب إخراجه هو ربع العشر(2,5 %) ¶ وهذا الرأي يبدو منسجما مع النصوص الشرعية المتعلقة بزكاة النقود، سواء فيما يخص النصاب، أو القدر الواجب إخراجه، أو اشتراط الحول. ¶ على أن أصحاب هذا الرأي مالوا- لضرورة عملية اقتضت تجنب الحرج والعسر- إلى إخراج زكاة الأموال المستفادة أثناء الحول، عند تمام الحول، ولو لم يدر حول كامل على بعض تلك الأموال، وفي ذلك إيجاب للزكاة في مال لم يتوفر شرط من شروط وجوب الزكاة فيه، وهو مرور الحول. ¶ على أن بإمكاننا أن نلتمس المخرج من هذا المأزق، بالاتكاء على جواز تقديم إخراج الزكاة عن موعدها المحدد، وهذا الجواز دلت عليه بعض الأحاديث، وهو ما ذهب إليه الشافعي وأبو حنيفة وأحمد بن حنبل وبعض التابعين، وذهب مالك، وربيعة وسفيان الثوري وداود وأبو عبيد بن الحارث إلى أن إخراج الزكاة لا يجزئ حتى يحول الحول مستدلين بالأحاديث التي فيها تعليق الوجوب على الحول. (¬2) ¶ ما أرجحه : ¶ ¬__________ ¶ (¬1) مجلة منار الاسلام عد 10 س 9 شوال 1404/يوليو 1984 ص 49 . ¶ (¬2) انظر نيل الأوطار 4/214 و انظر فيما يخص مذهب الإمام مالك مدونة سحنون 1/243/244 .",
            "page": "37",
            "part": "2"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "انطلاقا من هذه الآراء المختلفة التي استعرضناها وتعرفنا على مدى انسجامها مع النصوص الشرعية، ومع القواعد العامة المرتبطة بموضوع الزكاة. ¶ واسترشادا بما عليه جمهور فقهاء الإسلام، قديما وحديثا، من اشتراط الحول لوجوب الزكاة في النقود. ¶ و اقتداء بهدي الخلفاء الراشدين وغيرهم من الصحابة الكرام، وأئمة المذاهب الأربعة المشهورة. ¶ نستطيع أن نقرر مطمئنين ما يلي : ¶ 1. رواتب الموظفين وكسب أصحاب المهن الحرة، تخضع للشروط العامة ¶ لزكاة النقود : ¶ - فنصابها هو ما يساوي قيمة 595 غ من الفضة ¶ - وشروطها هي نفس شروط زكاة النقود، بما في ذلك مرور الحول ¶ - والقدر الواجب إخراجه هو ربع العشر(2,5 %) ¶ 2. وعليه فالموظف المبتدئ أو الحرفي المبتدئ أو صاحب المهنة الحرة المبتدئ لا يخاطب بالزكاة إلا إذا بلغ ما عنده من النقود النصاب ¶ فإذا بلغ ما عنده النصاب، فإنه يبدأ الحول، وإذا مر الحول على ذلك النصاب وهو باق عنده فإنه يزكيه. ¶ وإذا بلغ النصاب، وبدأ الحول، ثم نقص ماله عن النصاب، فإن الحول الذي بدأه ينقطع، ولا يبدأ من جديد إلا إذا اجتمع عنده النصاب. ¶ 3. ما يتقاضاه الموظف أو صاحب المهنة الحرة، داخل الحول لا تجب فيه الزكاة – ولو بلغ النصاب- بمجرد قبضه- و إنما تجب فيه، إذا دار عليه الحول وهو عند مستفيده ، ويبدأ حوله من يوم استفادته. ¶ 4. ما استهلكه الموظف أو الحرفي أو غيرهما من ماله المستفاد، داخل الحول معفو عنه شرعا، ولا يطالب بإخراج زكاته، لان ما استُهلك لم يعد ملكا لمن استهلكه حتى يطالب بإخراج زكاته. ¶ وإذا أردنا تطبيق ما ذكرنا، فإن صعوبات عملية تواجهنا، وتتمثل في صعوبة ضبط المقادير المستفادة، أو المتبقية، بعد الإنفاق منها، وصعوبة ضبط بداية حول كل قسط مستفاد ونهايته، وضبط المقدار الواجب إخراجه عن كل قسط.",
            "page": "38",
            "part": "2"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وهذه الصعوبات لابد من تخطيها بوضع حل مناسب لها، لأن بقاءها بدون حل يشكل الحرج والعسر المرفوعين عن الأمة الإسلامية، بمثل قوله تعالى : ( وما جعل عليكم في الدين من حرج) (¬1) وقوله تعالى : ( يريد الله بكم اليسر ولا يريد بكم العسر ) (¬2) ¶ وتجاوز هذه الصعوبات العملية، يمكن بإحدى الطريقتين : ¶ الطريقة الأولى : وهي التي تبناها غالب المشاركين في المؤتمر الأول للزكاة المنعقد بدولة الكويت عام 1404 هـ ومؤداها : ¶ ان الرواتب والأجور المستفادة داخل الحول، تجمع في نهاية الحول، مع الأموال الأخرى التي دار عليها الحول، ويزكى الجميع، وهي التي استحسنها الالباني ¶ في \" تمام المنة في التعليق على فقه السنة \" (ص378) عندما علق على قول ابن حزم : ’’ كل فائدة فإنما تزكى لحولها لا لحول ما عنده من جنسها وإن اختلطت عليه الأحوال ‘‘ بقوله : ¶ ’’ وهذا المذهب أقرب إلى ظاهر قوله صلى الله عليه وسلم : \" ليس في المال زكاة حتى يحول عليه الحول : \" لولا أن فيه حرجا في بعض الأحوال فالأقرب في مثل هذه الحالة أن يلحق بالأصل ويزكى. ¶ وهذه الطريقة يلاحظ عليها كما أسلفنا أنها توجب الزكاة في أقساط من المال المستفاد، لم يمض عليها الحول وهي بيد مستفيدها، أي توجب الزكاة في أقساط من المال دون أن يتوفر شرط من شروط وجوبها وهو مرور الحول. ¶ وإذا كان أصحاب هذه الطريقة يبررون تقديم زكاة تلك الأقساط على موعدها، بما في ذلك من تخفيف على المزكي والجابي، باعتبار هذه الطريقة تريحهما مما في ضبط المواعد، والمقادير من عناء، فإن هذه الطريقة في عمقها تشدد على المزكي ولا تخفف عنه لأنها توجب عليه إخراج زكاة بعض أمواله قبل أن يجب عليه ذلك، ولا اعتقد أن التخفيف إذا انطوى على تشديد ، وإيجاب ما لم يجب يعتبر تخفيفا. ¶ ¬__________ ¶ (¬1) الحج : 76 ¶ (¬2) البقرة : 184 .",
            "page": "39",
            "part": "2"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وقد يقال هنا – كما أسلفنا – إن الزكاة جاز على الصحيح إخراجها قبل موعدها ولو بسنة أو سنتتين، وهذا صحيح، ولكن هذه الطريقة لا تكتفي بإجازة إخراجها قبل موعدها بل توجب ذلك، والفرق كبير بين الجواز الذي يعود إلى رضا المزكي واختياره، وبين الوجوب الذي لا يعود إلى اختياره بل يفرض عليه فرضا. ¶ الطريقة الثانية : وهي التي أراها أنسب وأسلم، وهي أن لا تزكى الرواتب والأجور المستفادة داخل الحول، لا عند قبضها ولا عند تمام حول أموال المستفيد الأخرى، بل إذا مضى الحول على أمواله التي يتعلق بها حساب الحول، تزكى تلك الأموال التي مضى عيها الحول وحدها، أما ما استفاده داخل الحول، أو ما تبقى منه بعد الإنفاق، فإنه يجمع مع تلك الأموال التي زكاها، ويستقبل بالجميع حول جديد فإذا دار هذا الحول زكى الجميع، وهكذا يصنع بما وفره من كسبه داخل كل حول. ¶ وقد يقال هنا إن بعض تلك الأموال المستفادة، داخل الحول لا تزكى بمقتضى هذه الطريقة، إذا دار عليها الحول، بل تزكى إذا مر عليها حول ونصف، أو أقل ¶ أو أكثر. ¶ وهذا صحيح ولكن لاحرج في ذلك، لأن تأخير إخراج الزكاة عن موعدها المحدد لمصلحة – أو ضرورة- جائز، والتأخير هنا كان لمصلحة التيسير على المزكين وعلى الجابين أيضا- في حالة عناية الدول الإسلامية بتنظيم الزكاة، وجباية أموالها- ¶ وهذه الكيفية التي رجحتها، هي نفس ما آل إليه ما رجحه ابن حزم في المحلى، فرغم أنه قال : كل فائدة فإنما تزكى لحولها لا لحول ما عنده من جنسها، وإن اختلطت عليه الأحوال (¬1) فإنه قال – يفسر ذلك ويوضحه - : ’’ لو أن امرأ ملك نصابا، وذلك مائتا درهم من الورق أو ... فإن استفاد في داخل الحول، ما يغير الفريضة فيما عنده، إلا أن تلك الفائدة لو انفردت لم تجب فيها الزكاة... فإنه يزكي الذي عنده وحده لتمام حوله، وضم حينئذ الذي استفاده إليه، لا قبل ذلك، واستأنف بالجميع حولا. ¶ ¬__________ ¶ (¬1) المحلى 6/85",
            "page": "40",
            "part": "2"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وبعد أن أورد أمثلة متعددة، لا تخرج في عمقها عن هذا الذي رجحت ¶ قال : \" فإن قيل : فإنكم تؤخرون زكاة بعضها عن حوله شهورا، قلنا : نعم ، لأننا لا نقدر على غير ذلك البتة، إلا بإحداث زكاتين في مال واحد، وهذا خلاف النص، وتأخير الزكاة إذا لم يمكن التعجيل مباح لا حرج فيه (¬1) . ¶ وهذا التأخير في الإخراج أجازه القرضاوي نفسه، كما يفهم من هذا المثال الذي ضربه، وهو (¬2) :’’ رجل له مال يزكيه كل حول في أول شهر المحرم فإذا استفاد مالا – راتبه مثلا- في صفر أو ربيع الأول، أو ما بعده من الشهور وأخرج زكاته حين الاستفادة، فإنه لا يخرج زكاته مرة أخرى في آخر الحول مع ماله، بل يخرج عنه أو عما بقي منه في الحول الثاني، حتى لا نشق عليه بكثرة الأحوال، وقد أقام الله شرعه على التيسير ‘‘. ¶ و بعد ، ¶ فهذه نظرات سريعة ، ألقيناها على زكاة العملات المتداولة ، و زكاة رواتب الموظفين ، و كسب أصحاب المهن الحرة ، و حاولنا – ما وسعتنا المحاولة – أن نجيب عن أسئلة كثيرة تؤرق الجفن ، و تقض المضجع ، بخصوص هذين الموضوعين الحيويين. ¶ و نحن لا نبيع ما اقترحناه و سطرناه على البراءة من العيب ، لأن جهل الإنسان أكثر من علمه ، و خطأه أكثر من صوابه \" وكل ابن آدم خطاء\" ، و المعصوم من عصمه الله ، و الموفق من وفقه الله . ¶ على أننا – و الحمد لله – لم نقصر في الاجتهاد و بذل الجهد ، و محاولة الاهتداء إلى الصواب ، علمنا الله ما جهلنا ، و وفقنا للعمل بما علمنا ، و وقانا الزلل ، في القول و العمل ، و صلى الله و سلم و بارك على سيدنا محمد و آله و أصحابه و التابعين ، و آخر دعوانا أن الحمد لله رب العالمين . ¶ المحتوى ¶ المحاور ... الصفحة ¶ تقديم ¶ مقدمة ... 1 ¶ وجوب الزكاة في العملات المتداولة ... 4 ¶ نصاب الزكاة في العملات المتداولة ... 6 ¶ خطأ الاعتماد في تحديد النصاب على الدراهم والدنانير الحالية ... 6 ¶ ¬__________ ¶ (¬1) فقه الزكاة : 1/518 ¶ (¬2) سبق أن أوردناه في ص 39 .",
            "page": "41",
            "part": "2"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ضرورة تحديد النصاب على أساس قيمة النصاب الشرعي ... 9 ¶ على أي المعدنين نعتمد في تحديد النصاب ... 10 ¶ أ. رأي ذ. جلول حميد النقاشي ... 11 ¶ ب. رأي المرحوم عبد الله كنون ... 11 ¶ ج. رأي ذ. عبد الرحمان حسن و أبوزهرة وخلاف والقرضاوي ... 12 ¶ د. الرأي الذي أرجحه ... 13 ¶ رواتب الموظفين وأجور المهن الحرة مال مستفاد ... 17 ¶ تعريف المال المستفاد ... 18 ¶ النوع الذي يعنينا هنا من المال المستفاد ... 18 ¶ متى يزكى المال المستفاد؟ ... 18 ¶ أ. رأي الجمهور ... 18 ¶ ب. رأي طائفة من العلماء ... 19 ¶ حجج الجمهور ... 21 ¶ رأي القرضاوي في زكاة المال المستفاد ... 27 ¶ مناقشته ... 30 ¶ 38 ¶ كيف تزكى رواتب الموظفين ودخل أصحاب المهن الحرة ؟ ... 38 ¶ أ. رأي القرضاوي ... 38 ¶ ب. رأي محمد الغزالي ... 41 ¶ تلخيص رأيه ومناقشته ... 43 ¶ ج. رأي المؤتمر الأول للزكاة بالكويت عام 1404 هـ ... 45 ¶ تلخيص ومناقشة ... 46 ¶ د. ما أرجحه ... 47 ¶ خاتمة ... 52",
            "page": "42",
            "part": "2"
        }
    ],
    "t36347": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "MOTAQI"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "zakat ojor"
        }
    ]
}