{
    "b36358": [
        {
            "id": "1",
            "nass": "لؤلؤةُ البحرين في حُكْمِ صومِ السَّبْتِين ¶ خالد بن جذع بن خالد السعدون ¶ (بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ) ¶ -مُقَدِّمَةٌ- ¶ إنَّ الحمد لله, نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنْفسنا ومن سيئات أعمالنا، من يهده الله فلا مُضِلَّ له، ومن يُضلِلْ فلا هاديَ له, وأشهدُ أنْ لا إله إلا الله وحدَهُ لا شريك له وأشهد أنَّ محمداً عبدُهُ ورسولُه. ¶ أمَّا بعد: فالخِلافُ في هذه الأُمَّة قائِمٌ واقع، فهو من سُنَّة الله تعالى في خلقة فما لَهُ من دافع، والكيِّسُ الفَطِنُ ذو الدين من إذا خالف فللكتاب والسُّنَّةِ راجِعٌ تابع، فذا منهجٌ قويمٌ وعن حِمى الدينِ مانِعٌ رادع، وللمبتدع ذي الزيغ قامِعٌ قارع، وللمتعلم المُسترشد نورٌ فهِدايةٌ وخيرٌ جامع. ¶ ومن تلكم الخلافات التي لا تُحصى فهي وَفيرة، مسألةُ يوم السَّبْتِ إذا وافَقَهُ صومٌ فضيلتُهُ كبيرة، من صومِ التطوع لا من كبيراتِ الواجب ولا اليسيرة، فالسَّبْتُ قد نُهي عن صومه, وأمَّا الفضائلُ المسنونةُ والمستحبَّاتُ فكثيرة, كعَرَفةَ وعاشوراءَ وتاسوعاءَ وصومِ داوُدَ والستِّ من شوالٍ وأيامِ البيض المُستنيرة. ¶ فكنتُ مُتعلِّقاً بين مذهبينِ لأهل العلم: فتارةً أركنُ إلى جواز صوم السَّبْتِ مقروناً بغيره, كما هو مذهبُ عامَّةِ العلماء، وتارةً إلى تركِ صومه مُطلقاً لا مقروناً ولا مفروداً، إلا مفروضاً, كصومِ رَمَضَانَ أو كفَّارةِ مُجامِعٍ في ظُهْرهِ, أو نَذْرٍ أو كفَّارةِ مُظاهِرٍ لزوجهِ، وهذا مذهبٌ أشْهَرَهُ وقوَّاهُ إمامُ هذا الزمان محمد ناصر الدين الألباني رَحِمَهُ الله وجَعَلَ الجنةَ مثواهُ وعُقباهُ. وما رُكوني إلى هذا المذهب إلا لقوَّةِ دليله واعتضاده بقواعد الدين وأصوله، ثُمَّ إنَّي لم أجِدْ أو أطَّلِعْ على ما يُقابِلُهُ قوةً أو يُحاجِجُهُ, في عصرنا ذا.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فكثيراً ما كانَ شيخُنا الألباني في أشرطته عندما يُناظِرُهُ طُلابُ العلم يحجُّهم بقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لا تصوموا يومَ السَّبْتِ إلا فيما افتُرِض عليكم» وأنَّه ما استثنى إلا الفرضَ من الصوم. ¶ وعندما يحتجُّون بأحاديثَ فيها إباحةُ صوم السَّبْتِ يَنتصِرُ عليهم بالقاعدة الأصولية المتينة: (الحاظِرُ مُقدَّمٌ على المُبيح) وعندما يُذكِّرونه بالأجرِ العظيمِ لصائمِ عَرَفةَ وعاشوراءَ، فكيف يُتركُ ؟! فما أظنهُ إلا يغلبهم بقاعدةِ (مَنْ ترك شيئاً لله عوَّضهُ اللهُ خيراً منه) وسيأتي بيانُ مذهبهِ رَحِمَهُ الله. ¶ ثُمَّ بدا لي شيءٌ بل وأشياءُ تنقضُ مذهبي الذي ظننتُهُ لايُغلب, وعنه لاتَ مَهرب, وما كانَ له أنْ يَبينَ إلا بتوفيقٍ من الله ثُمَّ بفَهْمِ السلف الأطيب. ¶ فها أنا أضَعُ بين يَدَي من يقرأ كتابي ما يُمايز الأدلةَ ثُمَّ يجمعها إنْ شاءَ اللهُ بفهمٍ لاخِلافَ معه، فالخلافُ مع إمكانِ الجَمْعِ عند ذي اللُّبِّ مرفوع، وقد تبيَّنَ لي أنَّ التعارُضَ بعيدٌ وممنوع، فالحمدُ لله الذي هدى قلباً لا يَراهُ إلا من خبَّأه بين الضلوع. ¶ وأسميتُ هذا البحثَ (لؤلؤةُ البحرين في حُكْمِ صومِ السَّبْتِين) ذلك بأنَّه إنْ حُلَّ مُشكِلُ السَّبْتِ، فالجُمُعَةُ فيها الحُكْمُ مخصوصٌ ومتكامِل, فلا يحتاجُ لنَصَبٍ في عَرْضِ الأدلة والمسائِل، واللهُ الهادي والمُستعانُ في تنفيسِ ما أشكلَ من مشاكل. ¶ وكتب/ أبو عابد خالد بن جذع بن خالد السعدون. ¶ الثالث من رجب عام 1428 ¶ الموافق 17/7/2007 ¶ - - - ¶ /توطئة/:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأصلُ البحثِ أنَّ لنا نبياً هو رحمةٌ مُرسَلة, للعالِمِينَ العاقِلين ولِمَا دبَّ من غيرِ العَقَلة، ولَعَلَّه كذلك لِمَا سَكَنَ مستقِرَّاً فلا يُبصِرُ رافِعةً ولا نازِلة, ومن رأفته بالأُمَّة بيانُهُ سُننَ الهدى بأرقى بيان, فأرشدنا لصومِ أيامِ الفضل والغُفران, كعَرَفةَ وعاشوراءَ وأيامِ البيض وصومِ داوُدَ النبي أبي النبي سُليمان, فذاك أحَبُّ الصومِ للرحمن, وغيرِها من مشهورات الصوم مُطَهِّرَةِ الأبدان من رجس المعاصي والكُفران. ¶ فَحَفِظَتِ الأُمَّةُ تلك السُّنَنَ بصحابتهِ ثُمَّ بأتباعهم ومَنْ تَبِعَ بخيرٍ إلى يوم الدين, فصاموا وعلَّموا الأُمَّةَ ذاك الصومَ المُعين، لعبوديةِ الربِّ المتين, وبها يَرفع العبدُ رأساً لِتَلَبُسِّه بثوبها المَزين. ¶ فهاكَ رحمكَ اللهُ بعضاً من أيام الفضل التي أخَذَتْها الأُمَّةُ صوماً بقوةٍ وسلطان, ولم يُقيَّدْ صومُها بنصٍّ منه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولا بقولِ صاحبٍ ولا تابِعٍ بإحسان, فنُقِلَ صومُها قولاً وفِعلاً بلا فُقدان, ولم يعارضْها أحدٌ منهم بسبتٍ أو جُمُعَةٍ في تلكم الأزمان: ¶ - أَخْرَجَ البُخَارِي (3420) ومسلم (1159) من حديث عبدالله بن عمرو بن العاص قال: قال لي رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أحَبُّ الصيام إلى الله صيامُ داوُدَ كانَ يصوم يوماً ويُفطِر يوماً, وأحبُّ الصلاة إلى الله صلاةُ داوُدَ كانَ ينام نِصفَ الليل ويقوم ثُلُثَهُ وينام سُدُسَهُ». ¶ - وأَخْرَجَ مسلم (1162) من حديث أبي قتادة مرفوعاً: «... صيامُ يومِ عَرَفةَ أحتسِبُ على الله أنْ يُكفِّر السنةَ التي قَبْلَهُ والسنةَ التي بَعْدَهُ وصيامُ يومِ عاشوراءَ أحتسِبُ على الله أنْ يُكَفِّرَ السنةَ التي قَبْلَهُ».",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "- ولمسلمٍ (1134) من حديث أبي غَطَفَان بن طَريف المُرِّي قال سمعتُ عبدَالله بنَ عباس يقول: «حين صام رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يومَ عاشوراءَ وأمر بصيامه قالوا: يارسولَ الله إنَّه يوم تُعظِّمهُ اليهودُ والنصارى؟ فقال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ (فإذا كانَ العامُ المُقبِلُ إنْ شاءَ اللهُ صمنا اليومَ التاسعَ) قال: فلم يأتِ العامُ المُقبِلُ حتى تُوفي رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ». ¶ - وعند مسلمٍ (1164) عن أبي أيوب الأنصاري مرفوعاً: «من صام رَمَضَانَ وأتبعه سِتَّاً من شَوَّال كانَ كصيام الدهر». ¶ قلت: فما تقدَّم مِثالٌ لأيامِ الفضائل وهي أهمُّها، فها أنْت ترى عِظَمَ فضلِها, وكأنَّه خاسِرٌ من جَانَبَ صومَها، فلا جَرَمَ بأنَّها تُثقِلُ الميزانَ فتطيشُ أمامَها الدُّنيا وكِفَّتُها. ¶ لكنَّهُ قيل: أنَّ تلك الفضائلَ تُصامُ ما لم توافِقْ سَبْتاً, فإنْ وافقتْهُ فيُحْرَمُ صومُها، وكذا إنْ وافقت جُمُعةً فلا تُصامُ إلا مقرونةً بيومٍ قبلها أو بعدها. ¶ وكأنَّ علامةَ هذا الزمانِ الألبانيَ رَحِمَهُ الله هو لاغيرَهُ, من علماءِ الأُمَّة الذي أشْهَرَ هذا القولَ -إنْ لم يكن هو وحدَهُ قائِلَهُ- وإليه دعا، فها أنا أعرِضُ قولَه، ثُمَّ أُتْبِعُهُ بدليلهِ حديثِ آلِ بُسْرٍ وبأسانيدَ فُضلى، فأُردِفُهُ بمذاهبِ الأعلام فيه، ثُمَّ أُتبِعُهُ بما ترجَّح وعلا, أخْذاً من فقهِ سلفِنا الأزكى. ¶ وأمَّا مُشكِلُ الجُمُعَةِ فكأنَّه ضَعُفَ لكونِ الخلافِ في السَّبْتِ طغى، أو لأنَّه أهْونُ اشتباهاً وأدنى, فقيدُهُ قويٌ منصوصٌ والنهيُ فيه مخصوص. ¶ /تنبيه/:",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولْيُعلمْ أنَّ البحثَ ذا هو لطُلاب العلم, فهم أولو الفَهْم, وأمَّا عامَّةُ الناس فالخِلافُ وشوارِدُهُ والتفصيلُ وطُرقُهُ هم منه في سِلْم, فلا يخوضونه إلا من قَصَدَهُ فتجشَّم فَهْمَهُ بِنَهَم, فلَعَلَّه يُدرِكُ ما استغلقَ واستعجم, على مُتعلِّمٍ له من الفقهِ سَهْم. ¶ مذهب الألباني رَحِمَهُ الله: ¶ قال في تمام المنة (406): ((وتأويلُ الحديث بالنهي عن صوم السَّبْتِ مُفرَداً يأباه قولُه: «إلا فيما افتُرِض عليكم» فإنَّه كما قال ابنُ القيم في (تهذيب السنن) : (دليلٌ على المنع من صومه في غيرِ الفرض مُفردا أو مضافاً, لأنَّ الاستثناء دليلُ التناول, وهو يقتضي أنَّ النهي عنه يتناول كلَّ صورِ صومه إلا صورةَ الفرض ولو كانَ إنَّما يتناول صورةَ الإفراد لقال: لا تصوموا يوم السَّبْتِ إلا أنْ تصوموا يوماً قَبْلَهُ أو يوماً بَعْدَهُ كما قال في الجُمُعَةِ, فلَمَّا خصَّ الصورةَ المأذونَ فيها صومها بالفريضة عُلِم تناولُ النهي لِمَا قابَلَها). ¶ قلت: وأيضاً لو كانَت صورةُ الاقتران غيرَ منهيٍ عنها, لكانَ استثناؤها في الحديث أولى من استثناء الفرض لأنَّ شُبهةَ شمولِ الحديث له أبعدُ من شموله لصورة الاقتران فإذا استُثني الفرضُ وحدَهُ دلَّ على عدم استثناءِ غيرِهِ كما لايخفى. وإذِ الأمرُ كذلك فالحديثُ مخالِفٌ للأحاديث المبيحة لصيام يوم السَّبْتِ كحديث ابن عمرو الذي قَبْلَهُ, ونحوِهِ مِمَّا ذكره ابنُ القيم تحت هذا الحديث في بحثٍ له قيِّمٍ أفاضَ فيه في ذكْرِ أقوال العلماء فيه, وانتهى فيه إلى حملِ النهي على إفراد يوم السَّبْتِ بالصوم جَمْعَاً بينه وبين تلك الأحاديث وهو الذي مِلتُ إليه في (الإرواء). والذي أراه -واللهُ أعلَمُ- أنَّ هذا الجَمْعَ جيدٌ لولا أمرانِ اثنان: ¶ الأول: مخالفتُهُ الصريحةُ للحديث على ما سبق نقلُهُ عن ابن القيم.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والآخر: أنَّ هناك مجالاً آخرَ للتوفيق والجَمْعِ بينه وبين تلك الأحاديث, إذا ما أردنا أنْ نلتزم القواعدَ العلمية المنصوصَ عليها في كتب الأصول ومنها: ¶ أولاً: قولُهم: إذا تَعَارَضَ حاظِرٌ ومُبيحٌ: قُدِّم الحاظرُ على المُبيح. ¶ ثانياً: إذا تعارَضَ القولُ مع الفعل قُدِّم القولُ على الفعل. ¶ ومَنْ تأمَّل في تلك الأحاديث المخالِفةِ لهذا وجدها على نوعين: ¶ الأول: مِن فِعلِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وصيامه. ¶ الآخر: من قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كحديثِ ابن عمرو المتقدم. ومن الظاهر البيِّن أنَّ كلاً منهما مُبيحٌ, وحينَئِذٍ فالجَمْعُ بينها وبين الحديث يقتضي تقديمَ الحديث على هذا النوع لأنَّه حاظِرٌ وهي مبيحةٌ. وكذلك قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لجويرية: «أتريدين أنْ تصومي غداً» وما في معناه مُبيحٌ أيضاً فيُقدَّم الحديثُ عليه)) انتهى. ¶ قلت: والقاعدتانِ اللتانِ ذكرهما الألبانيُ رَحِمَهُ الله صحيحتانِ، ولكنْ عند تَعذُّرِ وامتناعِ الجَمْعِ, وسيأتي أنَّه مَيسورٌ ومقدور، والتقديمُ – هكذا – ترجيحٌ لاجَمْعٌ, أو هو ناقِلٌ عن البراءة الأصلية, فيكونُ كالنَّسْخِ، إلا إنْ كانَ من باب التخصيص للعموم، فهذا جَمْعٌ، ولكنْ لا يكونُ بتخصيصِ الخاصِّ بالعموم, بلِ العكسُ هو المعلوم، وهذا ما سيأتي بيانُه في صُلب البحث. ¶ - - - ¶ تخريجُ الحديث: ¶ أَخْرَجَه أبو داوُدَ في سننه تحت باب (النهي أنْ يُخَصَّ يومُ السَّبْتِ بصوم) (2421): حدثنا حميد بن مسعدة ثنا سفيان بن حبيب ح, وثنا يزيد بن قبيس من أهل جبلة ثنا الوليد جميعاً عن ثور بن يزيد عن خالد بن معدان عن عبدالله بن بُسْر السلمي عن أخته (وقال يزيد: الصَّمَّاء) أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «لاتصوموا يوم السَّبْتِ إلا فيما افتُرِض عليكم وإنْ لم يجدْ أحدُكم إلا لِحاءَ عِنَبَةٍ أو عُودَ شجرةٍ فلْيَمْضغْهُ».",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "- قال المَنَاوي في فيض القدير (9818): (قال الحافظ العراقي هذا من المبالغة في النهي عن صومه لأنَّ قِشْرَ شَجَرِ العِنَب جافٌّ لا رُطوبةَ فيه البتة بخلاف غيره من الأشجار). ¶ - وقال المباركفوري في تحفة الأحوذي (3/512): (وهذا تأكيدٌ بالإفطار لنفي الصوم وإلا فَشَرْطُ الصوم النيَّةُ فإذا لم توجد لم يوجد ولو لم يأكل). ¶ - قال أبو داوُدَ: «هذا حديثٌ منسوخ». ¶ - وتعقَّبه النووي في المجموع (6/311) فقال: (وأمَّا قولُ أبي داوُدَ: أنَّه منسوخ, فغيرُ مقبول، وأيُّ دليلٍ على نسخه). ¶ - وقال الحافظ في تلخيص الحبير (2/216): (ولا يتبينُ وَجْهُ النسخ فيه، قلتُ: يمكن أنْ يكون أَخَذَهُ من كونه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانَ يُحِبُّ موافقةَ أهلِ الكتاب في أول الأمر ثُمَّ في آخرِ أمره قال: (خالفوهم) فالنهيُ عن صوم يوم السَّبْتِ يوافق الحالةَ الأولى وصيامُهُ إيَّاهُ يوافق الحالةَ الثانيةَ وهذه صورةُ النسخ واللهُ أعلَمُ). ¶ - وقال الألباني في صحيح سنن أبي داوُدَ (2092) مُتَعقِّباً أبا داوُدَ في دعواهُ النسخَ: (فيه إشعارٌ بأنَّ الحديث صحيحٌ عنده، وإلا لم يكن بحاجةٍ إلى ادِّعاء نَسخه، كما هو ظاهر! وإسنادُهُ صحيح على شرط البُخَارِي وكذلك قال الحاكم والذهبي وصحَّحه أيضاً ابنُ خُزَيْمَةَ وابنُ حِبَّانَ وابنُ السكن والضياء المقدسي وقال الترمذي: حديث حسن) انتهى. ¶ ثُمَّ قال الألباني في إسناده: (( وهذا إسنادٌ صحيحٌ من الوَجْهَين عن ثور بن يزيد وقد جاء من وَجْهَينِ آخرينِ عنه، فهو مستفيضٌ عنه، وهو ثقة من رجال البُخَارِي، وخالد بن معدان ثقة من رجال الشيخين ... وقد أَعَلَّهُ بعضُهم بالاضطراب وليس بشيء لأنَّه اضطرابٌ غيرُ قادحٍ كما فصَّلتُ ذلك تفصيلاً لا تراهُ في مكانٍ آخرَ في كتابي في إرواء الغليل (960) وانظر الصحيحة (3101) )) انتهى.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال في الإرواء: (ومِمَّا سبق يتبين لمن تَتَبَّعَ تحقيقَنا هذا أنَّ للحديث عن عبدالله بن بُسْر ثلاثةَ طُرُقٍ صحيحةٍ لا يَشُكُّ من وقف عليها ... أنَّ الحديث ثابتٌ صحيح عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) انتهى. ¶ - وقد فصَّل شيخُنا علي الحلبي القولَ في طُرُق الحديث فزيَّل صحيحَها عن سقيمِها في كتابه (زهر الروض في حُكْمِ صيام يوم السَّبْتِ في غير الفرض) فقد بيَّنَ وفقه الله أنَّه وَرَدَ مرفوعاً عن عبدالله بن بُسْر من ثلاثة طرق: الأول عند ابن ماجه (1726) وغيره بسند صحيح, وقال: ((الثاني: رواه أحمد (4/189) [وغيره] ... ورجاله كلهم ثقات ... الثالث: رواه أحمد (4/189) والنسائي في الكبرى (2/143/2759) [وغيرهما] ... وسندُهُ حَسَنٌ إنْ شاءَ اللهُ)) انتهى. ¶ وجاء الحديثُ مرفوعاً من حديث أُخته الصَّمَّاء, فقال الشيخُ علي: ((وقد اختُلِف في الصَّمَّاء هذه: فقال ابن حجر في التهذيب: «وهي أختُ عبدالله بن بُسْر وقيل عمَّتَهُ وقيل خالتَهُ» وقال في الإصابة: «أَخْرَجَ حديثَها النسائي وأمعن في بيان اختلاف الرواة في مسنده، وفي جميعها تسميتُها الصَّمَّاء, وفي بعض طرقه عن عمته وفي بعضها عن خالته وفي بعضها: لم يُسَمِّها». قلت: فصُحْبتُها ثابتة، لكنْ ما هو مدى قرابتِها لعبدالله بن بُسْر؟ هنا مَكْمَنُ الاختلاف! وهو اختلافٌ لا يضرُّ -كما هو ظاهر- )) انتهى. ¶ ثُمَّ ساق أولاً:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عن عبدالله بن بُسْر عن أخته الصَّمَّاء عَشرةَ طُرُقٍ منثورةٍ عند أحمد وأبي داوُدَ والترمذي والنسائي في الكبرى وابن ماجه وغيرهم، وأعقبها بقوله: ((فهؤلاء عشرة من الرواة وجلهم ثقات قد رووه عن ثور ... به مثبتين أنَّ الصَّمَّاء هي أخت عبدالله بن بُسْر ... ولثورٍ فيه متابِعٌ أَخْرَجَه أحمد (6/368) ... وسنده حسن ... ثُمَّ رأيت لثورٍ فيه متابعاً آخرَ لكنْ بزيادةِ عائشةَ بعدها، فروى النسائي في الكبرى (2/145) ... عن أُخته الصمَّاء عن عائشةَ ... وإسنادُ هذه الرواية التي أوردتها بإثباتِ عائشةَ ضعيفٌ لجهالةِ داوُدَ بن عبيد الله ... ¶ ثانياً: عن عبدالله بن بُسْر عن أُمِّهِ: رواه تمام الحافظ في فوائده (رقم 653) ... ورواه ابن أبي عاصم في الآحاد والمثاني (3413) ... فالإسنادُ حَسَنٌ لكنَّ تفرُّدَ المقرئ بذكر الصَّمَّاء أُمَّاً لعبدالله مخالفاً ثقاتِ الرواة المتقدم ذِكرُهم يحكم بشذوذ روايته. ¶ ثالثاً: عبدالله بن بُسْر عن عمَّته: رواه ابن خُزَيْمَةَ (2164) والبيهقي (4/302) والنسائي في الكبرى (2/143) ... فالإسنادُ ضعيفٌ. [ورواه] النسائي (2/144) ... وهذا منكر ... ¶ رابعاً: عبدالله بن بُسْر عن خالته الصَّمَّاء: رواه النسائي في الكبرى ... وإسناده حسن لكنَّهُ شاذٌّ بذكر الصَّمَّاء خالةً لعبدالله لتضافر ثقات الرواة على أنَّها أخته)). ¶ ثُمَّ ذكر الروايةَ الثالثة عن بُسْر بن أبي بُسْر المازني فقال: ((رواه النسائي في الكبرى ... تابعه إسحاق بن إبراهيم بن زِبريق ... وقد وقفت على هذه المتابعة ... أَخْرَجَها الطبراني في الكبير (1191) ... حدثنا الفُضَيل بن فَضَالةَ أنَّ خالد بن معدان حدثه أنَّ عبدالله بن بُسْر حدثه أنَّه سمع أباه بُسْراً يقول: «إنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نهى عن صيام يوم السَّبْتِ، وقال: (إنْ لم يجد أحدُكم إلا أنْ يمضغ لِحَى شجرةٍ فلا يَصُمْ يومَئِذٍ).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال عبدالله بن بُسْر: إنْ شككتم فسلوا أختي، قال فمشى إليها خالد بن معدان فسألها عمَّا ذكر عبدالله فحدثته بذلك» ... وفي هذه الرواية فائدة عزيزة وهي التصريح بأنَّ عبدالله والصَّمَّاء وأباهما بُسْراً كلَّهم قد رَوَوا الحديث عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ... وهذا وقد صحَّ ولله الحمد: (يُعَدُّ جامِعاً لوجوهِ الاختلاف ومُصَحِّحَاً لجميعها) كما تَمنَّى شيخنا رَحِمَهُ الله في الإرواء (4/121) )). ¶ وذَكَرَ روايةً رابعةً عن أبي أمامة فقال: ((وله طريقان: الأول رواه الطبراني في المعجم الكبير (7722) ... وفي السند علة ثانية هي الانقطاع بين ابن دينار(1) وأبي أمامة. ¶ الطريق الثاني: قال الروياني في مسند الصحابة (2/307/1258): حدثنا سَلَمَةُ ... ¶ قلت: وهذا إسنادٌ حَسَنٌ مُسَلْسَلٌ بالتحديث والسماع)) انتهى من كتاب الشيخ علي الحلبي (زهر الروض) باختصارٍ كبيرٍ لكلامه، ومن أراد النظرَ في طُرُقِ الحديثِ فعليه بالكتاب، فلَعَلَّه من أنْفسِ ما جَمَعَ فأوعى في تلكم المسألة واللهُ أعلَمُ. ¶ - - - ¶ مضعفو الحديث: أولاً: ابن شهاب الزُّهري: ¶ أَخْرَجَ أبو داوُدَ في سننه (2423): حدثنا عبدالملك بن شعيب ثنا ابن وهب قال سمعت الليث يحدث عن ابن شهاب: «أنَّه كانَ إذا ذُكِرَ له أنَّه نُهي عن صيام يوم السَّبْتِ, يقول ابن شهاب: هذا حديثٌ حِمصي». ¶ - ثانياً: الأوزاعي: ¶ وأَخْرَجَ أبو داوُدَ أيضاً (2424): حدثنا محمد بن الصبَّاح بن سفيان ثنا الوليد عن الأوزاعي قال: «مازِلتُ له كاتِمَاً حتى رأيتُهُ انتشر، يعني حديثَ عبدالله بن بُسْر هذا في صوم يوم السَّبْتِ». ¶ - ثالثاً: الإمام مالك: ¶ أتبع أبو داوُدَ كلامَ الأوزاعي المتقدم بقوله: «قال مالك: هذا كَذِب». ¶ __________ ¶ (1) هو عبدالله بن دينار البَهْراني الحِمصي: ضعيف من الخامسة كما في التقريب وليس هو مولى ابن عمر الثقة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قلت: وقولُ الزُّهري آنِفاً ومعه قولُ مالكٍ إنْ ثبتَ, يمكن أنْ يُوجَّها توجيهاً صحيحاً لا يتعارض مع الحديث، ومن ذلك أنْ يُقالُ: لَعَلَّ مذهبهم هذا بسببِ ما وقع لهم من طرقٍ ونحوِ ذلك، والاعتذارُ عنهم بهكذا عُذر هو (منهجٌ معروفٌ عند أهلِ العلم) كما قال علي الحلبي في رسالته (زهر الروض ص62). ¶ - وأمَّا النووي في المجموع (6/311) فَبَعْدَ نقلِهِ لكلامِ أبي داوُدَ وما ذُكِرَ عن مالك قال: «وهذا القولُ لايُقبل، فقد صحَّحه الأئمة, قال الحاكم أبو عبدالله: هو حديثٌ صحيحٌ على شرط البُخَارِي». ¶ - رابعاً: النسائي: ¶ قال الحافظ في التلخيص (200): (قال النسائي: حديثٌ مضطرب). ¶ - خامساً: يحيى بن سعيد القطان: ¶ قال شيخ الإسلام ابن تيمية في اقتضاء الصراط المستقيم (2/72): «قال أبوبكر الأثرم: وسمعت أبا عبدالله يُسأل عن صيام يوم السَّبْتِ يُفتردُ به؟ فقال ... فقد جاء في ذلك الحديثُ حديثُ الصَّمَّاء ... وكانَ يحيى بن سعيد يتَّقيهِ, وأبى أنْ يُحدثني به، وقد كانَ سمِعَهُ مِنْ ثور قال: فسمعتُهُ من أبي عاصم». ¶ قلت: كأنَّ يحيى القطان لا يَرى الحديثَ صحيحاً، فلم يُحدِّثهُ أحمدَ، أو لَعَلَّه يَرى شيئاً آخرَ واللهُ أعلَمُ. ¶ - سادساً: الطحاوي: ¶ أَخْرَجَ الحديث في شرح معاني الآثار (2/81) وكذا الأحاديثَ المُبيحةَ لصوم السَّبْتِ ثُمَّ قال: «ففي هذه الآثار المروية في هذا إباحةُ صوم يوم السَّبْتِ تطَوُّعَاً، وهي أشْهَرُ وأظهرُ في أيدي العلماء من هذا الحديث الشاذِّ الذي قد خالفها ... ولقد أنْكر الزُّهريُ حديثَ الصَّمَّاء في كراهة صوم يوم السَّبْتِ ولم يَعُدَّهُ من حديثِ أهل العلم بعد معرفته به ... فقال: ذاك حديثٌ حِمصي، فلم يَعُدَّهُ الزُّهريُ حديثاً يُقالُ به وضعَّفَهُ».",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قلت: وعلى كلٍّ فالأصلُ الصحةُ, والأحاديثُ لاتُضَعَّفُ بِمُجمَلِ القول, وإلا لضاعَ الكثيرُ من سُنَّةِ نبيِّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ونحن في فُسْحَةٍ من تصحيحه لجودةِ أسانيدهِ وتصحيحِ أئمةٍ آخرينَ له حين ضعَّفه آخرون. ¶ - سابعاً: شيخ الإسلام: ¶ قال في اقتضاء الصراط المستقيم (2/75): (وعلى هذا فيكونُ الحديثُ: إمَّا شاذاً غيرَ محفوظ وإمَّا منسوخاً, وهذه طريقةُ قُدماءِ أصحاب أحمدَ الذين صَحِبوهُ كالأثرم وأبي داوُدَ). ¶ - ثامناً: الحافظ ابن حجر: ¶ قال في بلوغ المرام (649): (رواه الخمسة, ورجالُهُ ثِقاتٌ, إلا أنَّه مُضطرب, وقد أنْكره مالك, وقال أبو داوُدَ: هو منسوخ) وأمَّا في التلخيص (200) فقد بيَّن رَحِمَهُ الله ذاك الاضطرابَ فقال: (لكنَّ هذا التلونَ في الحديث الواحد بالإسناد الواحد مع اتحاد المخرج يُوهِنُ راويَهُ، ويُنبئُ بِقِلَّةِ ضبطه إلا أنْ يكون من الحُفَّاظ المُكثرين المعروفين بجَمْعِ طُرُقِ الحديث، فلا يكون ذلك دالاً على قلة ضبطه، وليس الأمرُ هنا كذا، بل اختُلِفَ فيه أيضاً على الراوي عن عبدالله بن بُسْر أيضاً). ¶ - تاسعاً: العلامة ابن باز: ¶ سُئِلَ رَحِمَهُ الله عن صحة الحديث, وهل يجوز صومُ تاسوعاءَ عند موافقته سَبْتاً كما في (مجموع فتاوى ومقالات متنوعة) (5/413) فأجاب: (... هو حديثٌ ضعيفٌ شاذٌّ ومخالفٌ للأحاديث الصحيحة ... وكانَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصوم يومَ السَّبْتِ ويومَ الأحد ويقول: «إنَّهما يوما عيدٍ للمشركين فأُحِبُّ أنْ أُخالِفَهم»...). ¶ - - - ¶ /الباب الأول/: ¶ فِقهُ العلماء في صوم السَّبْتِ والجُمُعَةِ: ¶ - أولاً: البُخَارِي:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "بَوَّبَ رَحِمَهُ الله في كتاب الصوم: (باب صوم يومِ الجُمُعَةِ فإذا أصبحَ صائِمَاً يومَ الجُمُعَةِ فعليهِ أنْ يُفطِر, يعني إذا لم يصُمْ قَبْلَهُ ولا يريد أنْ يصوم بَعْدَهُ) وأوْرَدَ تَحْتَهُ حديثَ أبي هُرَيْرَةَ مرفوعاً (1985): «لا يصومَنَّ أحدُكم يومَ الجُمُعَةِ إلا يوماً قَبْلَهُ أو بَعْدَهُ» ثُمَّ أورد تَحْتَهُ حديثَ جويريةَ بنتِ الحارث (1986): «أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دخل عليها يومَ الجُمُعَةِ وهي صائمةٌ, فقال: أَصُمْتِ أمسِ؟ قالت: لا, قال: تريدينَ أنْ تصومي غداً ؟ قالت: لا, قال: فأفطري». ¶ - ثانياً: أبو داوُدَ: ¶ أَخْرَجَ في سننه حديثَ الصَّمَّاء (2421) وبَوَّبَ له بباب: (النهي أنْ يُخَصَّ يومُ السَّبْتِ بصومٍ) ثُمَّ ساقَ الحديثَ وتعقَّبهُ بقوله: (هذا حديثٌ منسوخٌ) ثُمَّ بَوَّبَ بَعْدَهُ بباب: (الرخصة في ذلك) وأَخْرَجَ تَحْتَهُ حديثَ جويرية (2422) المذكور آنِفاً في فقه البخاري. ¶ - ثالثاً: الترمذي ومعه مذهبُ احمدَ وإسحاقَ: ¶ بَوَّبَ في سننه: (باب ما جاء في كراهية صومِ يوم الجُمُعَةِ وحدَهُ) وساق تَحْتَهُ (743) حديثَ أبي هُرَيْرَةَ: «لا يصومُ أحدُكم يومَ الجُمُعَةِ إلا أنْ يصومَ قَبْلَهُ أو يصومَ بَعْدَهُ» ثُمَّ قال: «حديثُ أبي هُرَيْرَةَ حديثٌ حسنٌ صحيحٌ، والعملُ على هذا عند أهل العلم: يكرهون للرجل أنْ يختصَّ يومَ الجُمُعَةِ بصيام، لايصومُ قَبْلَهُ ولا بَعْدَهُ وبه يقول أحمدُ وإسحاقُ» ثُمَّ أَخْرَجَ بَعْدَهُ حديثَ الصَّمَّاءِ (744) وقال: «هذا حديثٌ حسنٌ, ومعنى كراهتِهِ في هذا أنْ يَخُصَّ الرجلُ يومَ السَّبْتِ بصيامٍ لأنَّ اليهودَ تُعظِّمُ يومَ السَّبْتِ». ¶ - رابعاً: النسائي:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذَكَرَ في الكبرى الاختلافَ في حديثِ عبدالله بن بُسْر, وجَمَعَ طُرقَهُ ثُمَّ بَوَّبَ: «الرُّخصةُ في صيام يوم السَّبْتِ» وأَوْرَدَ تَحْتَهُ حديثَ جُنادةَ بنِ أبي أمية الأزدي (2773): «أنَّهم دخلوا على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ثمانيةُ نَفَرٍ وهو ثامِنُهم فقرَّبَ إليهم رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ طعاماً يومَ جُمُعَةٍ فقال: كلوا ؟! قالوا صِيَّامٌ, قال: أصمتم أمسِ ؟ قالوا: لا، قال: غداً ؟ قالوا: لا !! قال: فأفطروا».(1) ¶ - خامساً: ابن خُزَيْمَةَ: ¶ أَخْرَجَ الحديث (2164) وبَوَّبَ له في صحيحه: «باب النهي عن صوم يوم السَّبْتِ تطَوُّعَاً إذا أُفرِد بالصوم، بذكرِ خَبَرٍ مُجمَلٍ غيرِ مُفَسَّرٍ بلفظٍ عامٍ مرادُهُ خاصٌ، وأَحْسَبُ أنَّ النهي عن صيامه إذِ اليهودُ تُعظِّمُهُ وقد اتخذتهُ عيداً بَدَلَ الجُمُعَةِ» ثُمَّ قال في الباب التالي: «في إخبار النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في النهي عن صوم يوم الجُمُعَةِ إلا أنْ يُصام قَبْلَهُ أو بَعْدَهُ يوماً دِلالةٌ على أنَّه قد أباح صومَ يوم السَّبْتِ إذا صام قَبْلَهُ يومَ الجُمُعَةِ أو بَعْدَهُ يوماً». ¶ - سادساً: ابن حِبَّانَ: ¶ بَوَّبَ في صحيحه: «ذِكْرُ البيان بأنَّ صومَ يومِ الجُمُعَةِ مباحٌ إذا صام المرءُ معه الخميسَ أو السَّبْتَ» وأورد تَحْتَهُ حديث أبي هُرَيْرَةَ (3605) مرفوعاً: «لايصومُ أحدُكم يومَ الجُمُعَةِ إلا أنْ يصوم قَبْلَهُ أو بَعْدَهُ». ¶ __________ ¶ (1) قال الحاكم في مستدركه (6557): «هذا حديث صحيح على شرط مسلم ولم يخرجاه» ووافقه الذهبي, وحكم الحافظ على إسناده بأنه صحيح كما في الفتح (4/297) وذكره شاهداً لحديث جويرية, وصحح إسناده الألباني في الصحيحة (981).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ثُمَّ ترجم: «ذِكْرُ الزجر عن صوم يوم السَّبْتِ مُفْرَدَاً» وأَخْرَجَ تَحْتَهُ حديثَ عبدالله بن بُسْر (3606) وترجم بَعْدَهُ: «ذِكْرُ العلة التي من أجلها نُهيَ عن صيام يوم السَّبْتِ مع البيان بأنَّه إذا قُرِن بيومٍ آخرَ جَازَ صومُهُ». وساق تَحْتَهُ (3607) حديثَ كُرَيْبٍ مولى ابنِ عباس عن أم سَلَمَةَ: «إنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَكثَرَ ما كانَ يصومُ من الأيام يومَ السَّبْتِ والأحد وكانَ يقول: إنَّهما عيدانِ للمشركين, وأنا أريد أنْ أُخالِفَهم». ¶ - سابعاً: الإمام أحمد وتلميذه الأثرم: ¶ نَقَلَ ابنُ القيم عنهما في حاشيته على سنن أبي داوُدَ (7/48): (قال أبو بكر الأثرم: سمعت أبا عبدالله يُسألُ عن صيام يوم السَّبْتِ يُفرد(1) به ؟؟ فقال: أمَّا صيامُ يوم السَّبْتِ يُفرد(2) به: فقد جاء في ذلك الحديثُ حديثُ الصَّمَّاءِ ... قال أبو عبدالله: يحيى بن سعيد ينفيه(3) أبى أنْ يحدثني به، وقد كانَ سمِعَهُ من ثور، قال: فسمعته من أبي عاصم. ¶ قال الأثرم: وحُجَّةُ أبي عبدالله في الرُّخصة في صوم يوم السَّبْتِ أنَّ الأحاديث كلها مخالفةٌ لحديثِ عبدالله بن بُسْر منها: حديثُ أم سَلَمَةَ ... ومنها حديثُ جويريةَ ... فالغَدُ هو يومُ السَّبْتِ وحديثُ أبي هُرَيْرَةَ نهى .. عن صوم يوم الجُمُعَةِ إلا مقروناً بيومٍ قَبْلَهُ أو يومٍ بَعْدَهُ, فاليومُ الذي بَعْدَهُ هو يوم السَّبْتِ, وقال من صام رَمَضَانَ وأتبعه بستٍّ من شوال, وقد يكون فيها السَّبْتُ, وأَمَرَ بصيامِ الأيام البيض وقد يكون فيها السَّبْتُ, ومثلُ هذا كثيرٌ). ¶ - ثامناً: البيهقي: ¶ __________ ¶ (1) وفي اقتضاء الصراط المستقيم (يُفترد). ¶ (3) وفي الاقتضاء (يتقيه).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ترجم في سننه لحديث الصَّمَّاء (4/302) (8276): باب «ما وَرَدَ من النهي عن تخصيص يوم السَّبْتِ بالصوم» ثُمَّ قال بعدُ: «وقد مضى في حديث جويرية ... مادلَّ على جواز صوم يوم السَّبْتِ وكأنَّه أراد بالنهي تخصيصَهُ بالصوم على طريقِ التعظيم له واللهُ أعلَمُ». ¶ - تاسعاً: عمر بن أحمد بن عثمان بن شاهين: ¶ أَخْرَجَ في كتابه (ناسخ الحديث ومنسوخه) حديثَ عبدالله بن بُسْر (398) ثُمَّ أعْقَبَهُ بحديثِ كُرَيْبٍ مولى ابن عباس (399) وقال: «وليس هذا الحديثُ بخلافِ الأولِ، لأنَّ ذلك الحديثَ نهى عن صوم السَّبْتِ مُنفرِداً وهذا مقرونٌ بالأحد». ¶ - عاشراً: ابنُ قُدامة المقدسي: ¶ قال في المُغني (4/428): «قال أصحابُنا: يُكرَهُ إفرادُ يومِ السَّبْتِ بالصوم ... فإنْ صام معه غيرَهُ لم يُكرهْ لحديث أبي هُرَيْرَةَ وجويرية, وإنْ وافق صوماً لإنسان لم يُكره لِمَا قَدَّمناهُ, وقال أصحابُنا ويُكرَهُ إفرادُ يومِ النيروز ويومِ المهرجان بالصوم لأنَّهما يومانِ يُعظِّمُهما الكفارُ, فيكونُ تخصيصُهما بالصيام دون غيرهما موافقةً لهم في تعظيمهما فكُرِه كيوم السَّبْتِ, وعلى قياسِ هذا كلُّ عيدٍ للكفار أو يومٍ يُفرِدونَهُ بالتعظيم». ¶ - حادي عشر: النووي: ¶ قال في المجموع (6/311): (يُكْرَهُ إفرادُ يوم السَّبْتِ بالصوم, فإنْ صام قَبْلَهُ أو بَعْدَهُ معه لم يُكرَه, صرَّح بكراهةِ إفرادهِ أصحابُنا, منهم الدارمي والبغوي والرافعي وغيرهم ... والصوابُ ... أنَّه يُكْرَهُ إفرادُ السَّبْتِ بالصيام إذا لم يُوافق عادةً له لحديث الصَّمَّاء ...)). ¶ - ثاني عشر: شيخ الإسلام ابن تيمية:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "بعد أنْ نَقَلَ في اقتضاء الصراط المستقيم (2/75) كلامَ الإمامِ أحمدَ وتلميذِهِ أبي بكر أحمد بن محمد بن هانئ الأثرم قال: (ولا يُقالُ يُحْمَلُ النهيُ على إفراده لأنَّ لَفْظَهُ: «لا تصوموا يومَ السَّبْتِ إلا فيما افتُرِض عليكم» والاستثناءُ دليلُ التناول، وهذا يقتضي أنَّ الحديث عمَّ صومُهُ على كلِّ وجهٍ، وإلا لو أُريد إفرادُهُ لَمَا دخل الصومُ المفروضُ لِيُستثنى فإنَّه لا إفرادَ فيه، فاستثناؤهُ دليلٌ على دخول غيره, بخلافِ يومِ الجُمُعَةِ، فإنَّه بيَّنَ أنَّه إنَّما نهى عن إفراده, وعلى هذا فيكونُ الحديثُ: إمَّا شاذاً غيرَ محفوظ وإمَّا منسوخاً، وهذه طريقةُ قدماءِ أصحابِ أحمدَ الذين صَحِبوهُ كالأثرم وأبي داوُدَ ... وأمَّا أكثرُ أصحابنا: فَفَهِموا من كلام أحمدَ الأخذَ بالحديث وحَمْلَهُ على الإفراد فإنَّه سُئِل عن عين الحُكْمِ فأجاب بالحديث، وجوابُهُ بالحديث يقتضي اتباعَهُ). ¶ ثُمَّ ذَكَرَ شيخُ الإسلام حديثَ ابن لَهيْعَةَ المرفوع: «كُلي فإنَّ صيام يوم السَّبْتِ لالكِ ولا عليكِ». ¶ وقال بَعْدَهُ: (وهذا وإنْ كانَ إسنادُهُ ضعيفاً لكنْ يدلُّ عليه سائرُ الأحاديث، وعلى هذا فيكون قولُهُ: «لاتصوموا يوم السَّبْتِ» أي لا تقصدوا صومَهُ بعينه إلا في الفرض، فإنَّ الرجُلَ يقصدُ صومَهُ بعينه، بحيث لو لم يجب عليه إلا صومُ يوم السَّبْتِ، كمن أسْلَمَ ولم يبقَ من الشهر إلا يومُ السَّبْتِ فإنَّه يصومُهُ وحدَهُ ... بخلافِ قصْدِهِ بعينه في النَّفْلِ فإنَّه يُكرهُ ولا تزول الكراهةُ إلا بضمِّ غيره إليه أو موافقتِهِ عادةً، فالمُزيلُ للكراهة في الفرض مُجَرَّدُ كونِهِ فرضاً لا المقارنةُ بينه وبين غيره, وأمَّا في النَّفْلِ فالمزيلُ للكراهة ضمُّ غيره إليه أو موافقتُهُ عادةً ونحوُ ذلك,وقد يُقالُ: الاستثناءُ أَخْرَجَ بعضَ صُوَرِ الرُّخصة، وأُخرِجَ الباقي بالدليل). ¶ - ثالث عشر: ابن القيم:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ذَكَرَ رَحِمَهُ الله بعضَ أقوال أهل العلم المُتقدِّمَةِ في كتابه زاد المعاد (2/75) ثُمَّ قال: (وقال جماعةٌ من أهل العلم: لا تعارُضَ بينه وبين حديث أم سَلَمَةَ، فإنَّ النهي عن صومه: إنَّما هو عن إفراده، وعلى ذلك تَرْجَمَ أبو داوُدَ ... قالوا: ونظيرُ هذا أنَّه نهى عن إفراد يوم الجُمُعَةِ بالصوم إلا أنْ يصوم يوماً قَبْلَهُ أو يوماً بَعْدَهُ، وبهذا يزولُ الإشكالُ الذي ظنَّهُ مَنْ قال: إنَّ صومَهُ نوعُ تعظيمٍ له: فهو موافَقَةٌ لأهل الكتاب في تعظيمه، وإنْ تضمَّن مخالفتَهم في صومه، فإنَّ التعظيم إنَّما يكون إذا أُفرِدَ بالصوم ولا ريب أنَّ الحديث لم يجيء بإفراده، وأمَّا إذا صامه مع غيره، لم يكن فيه تعظيمٌ واللهُ أعلَمُ) انتهى.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال في حاشيته على سُنن أبي داوُدَ (7/49): (وهذه طريقةٌ جيِّدَةٌ لولا أنَّ قولَهُ في الحديث: «لا تصوموا يومَ السَّبْتِ إلا فيما افتُرِضَ عليكم» دليلٌ على المنع من صومه في غير الفرض مُفرَدَاً أو مُضافاً, لأنَّ الاستثناءَ دليلُ التناول, وهو يقتضي أنَّ النهي عنه يتناول كلَّ صورِ صومه إلا صورةَ الفرض, ولو كانَ إنَّما يتناول صورةَ الإفراد لقال لا تصوموا يوم السَّبْتِ إلا أنْ تصوموا يوماً قَبْلَهُ أو يوماً بَعْدَهُ كما قال في الجُمُعَةِ, فلَمَّا خصَّ الصورةَ المأذونَ في صومها بالفرضية, عُلِم تناولُ النهي لِمَا قَابَلَها, وقد ثَبتَ صومُ يوم السَّبْتِ مع غيره بما تقدم من الأحاديث وغيرها كقوله في يوم الجُمُعَةِ: «إلا أنْ تصوموا يوماً قَبْلَهُ أو يوماً بَعْدَهُ» فدلَّ على أنَّ الحديث غيرُ محفوظ وأنَّه شاذ ... وقالت طائفةٌ منهم أبو داوُدَ هذا حديثٌ منسوخٌ, وقالت طائفةٌ وهم أكثرُ أصحابِ أحمدَ: مُحْكَمٌ, وأخذوا به في كراهية إفراده بالصوم, وأخذوا بسائر الأحاديث في صومه مع ما يليه ... ونظيرُ هذا الحُكْمِ أيضاً كراهيةُ إفرادِ رجب بالصوم وعدمُ كراهيته موصولاً بما قَبْلَهُ أو بَعْدَهُ, ونظيرُهُ أيضاً ما حَمَلَ الإمامُ أحمدُ عليه حديثَ العلاء بن عبدالرحمن عن أبيه عن أبى هُرَيْرَةَ في النهي عن الصوم بعد انتصاف شعبان: أنَّه النهي عن ابتداء الصوم فيه, وأمَّا صومُهُ مع ما قَبْلَهُ من نصفه الأول فلا يُكرهُ ... قالوا وأمَّا قولكم: أنَّ الاستثناء دليل التناول إلى آخره! فلا ريب أنَّ الاستثناءَ أَخْرَجَ صورةَ الفرض من عموم النهي, فصورةُ الاقتران بما قَبْلَهُ أو بما بَعْدَهُ أُخرِجت بالدليل الذي تقدَّم, فكِلا الصورتين مُخْرَجٌ: أمَّا الفرضُ فبالمُخرِجِ المُتَّصِل, وأمَّا صومُهُ مُضافاً فبالمُخرِجِ المُنفَصِل, فبقيتْ صورةُ الإفراد, واللفظُ متناولٌ لها ولا مُخرِجَ لها من عمومه, فيتعينُ حملُهُ عليها).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "- رابع عشر: الحافظ ابن حجر وكلامُهُ النفيسُ في المخالفة: ¶ في الفتح (10/443) وتحت باب الفَرْق من كتاب اللباس وفي حديث ابن عباس عند البُخَارِي (5917) ومسلم (2336): «كانَ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُحِبُّ مُوافَقَةَ أهلِ الكتاب فيما لم يُؤمرْ فيه, وكانَ أهلُ الكتاب يَسدِلون أشعارَهم, وكانَ المشركون يَفرِقون رؤوسَهم, فَسَدَلَ النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ناصيتَهُ, ثُمَّ فَرَقَ بعدُ» قال الحافظ: ((قوله «كانَ يُحِبُّ موافقةَ أهل الكتاب فيما لم يُؤمر فيه» في رواية مَعْمَر: «وكانَ إذا شكَّ في أمرٍ لم يُؤمر فيه بشيءٍ صنع ما يصنع أهلُ الكتاب» قوله: «وكانَ أهلُ الكتاب يسدِلون أشعارَهم» ... أي يُرسلونها, قوله: «وكانَ المشركون يَفرقون» ... وكأنَّ السِّرَّ في ذلك أنَّ أهل الأوثان أبْعَدُ عن الإيمان من أهل الكتاب, ولأنَّ أهل الكتاب يتمسَّكون بشريعةٍ في الجملة, فكانَ يُحِبُّ موافقتَهم ليتألَّفهم ولو أدَّت موافقتُهم إلى مخالفة أهل الأوثان, فلَمَّا أسلم أهلُ الأوثان الذين معه والذين حولَهُ, واستمرَّ أهلُ الكتاب على كُفرهم تَمَحَّضَتِ المخالفةُ لأهل الكتاب, قوله: «ثُمَّ فرق بعدُ» في رواية معمر: «ثُمَّ أُمِر بالفرق فَفَرَقَ, وكانَ الفرقُ آخِرَ الأمرين» ومِمَّا يُشبِهُ الفرْقَ والسدْلَ: صُبْغُ الشعر وتَرْكُهُ كما تقدم, ومنها صومُ عاشوراءَ, ثُمَّ أُمِرَ بنوعِ مُخالَفَةٍ لهم فيه بصومِ يومٍ قَبْلَهُ أو بَعْدَهُ, ومنها استقبالُ القِبْلة, ومخالفتُهم في مُخالَطَةِ الحائض حتى قال: «اصنعوا كلَّ شيءٍ إلا الجماعَ. فقالوا: ما يَدَعُ من أمرنا شيئاً إلا خَالَفَنَا فيه»(1) ... وهذا الذي استقرَّ عليه الأمرُ, ومنها -ما يَظهرُ لي- النهيُ عن صوم يوم ¶ __________ ¶ (1) الحدبث عند مسلم (302): «اصنعوا كل شيء إلا النكاح, فبلغ ذلك اليهود فقالوا ما يريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه».",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "السَّبْتِ وقد جاء ذلك من طُرُقٍ متعددة في النسائي وغيرِه وصرَّح أبو داوُدَ بأنَّه منسوخٌ, وناسِخُهُ حديثُ أُمِّ سَلَمَةَ: «أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانَ يصوم يومَ السَّبْتِ والأحد يتحرَّى ذلك ويقول: إنَّهما يوما عيدِ الكفار وأنا أُحِبُّ أنْ أخالفهم» وفي لفظٍ: «ما مات رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حتى كانَ أكثرُ صيامه السَّبْتَ والأحدَ»(1) أَخْرَجَه أحمد والنسائي, وأشار بقوله يوما عيد إلى أنَّ يوم السَّبْتِ عيدٌ عند اليهود والأحد عيدٌ عند النصارى وأيامُ العيد لا تصام فخالفهم بصيامها, ويُستفاد من هذا أنَّ الذي قاله بعضُ الشافعية من كراهة إفراد السَّبْتِ وكذا الأحد ليس جيداً, بلِ الأولى في المحافظة على ذلك يومُ الجُمُعَةِ كما ورد الحديثُ الصحيحُ فيه, وأمَّا السَّبْتُ والأحد فالأولى أنْ يُصاما معاً وفُرادى امتثالاً لعمومِ الأمرِ بمخالفةِ أهلِ الكتاب ... ويؤخذُ منه أنَّ شَرْعَ مَنْ قَبْلَنا شرعٌ لنا ما لم يرِدْ ناسِخٌ)). ¶ - خامس عشر: المَنَاوي: ¶ __________ ¶ (1) كذا لفظه عند النسائي في الكبرى (2775) من قولِ أمِّ سلمةَ وعائشة, وصومُهُ هذا ظاهِرٌ في التأخُّرِ، ولعلَّ هذا هو ما شجَّع أبا داود للقول بالنسخ والله أعلم.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال في فيض القدير (9489): (نهى عن صيام يوم السَّبْتِ: أي إفرادُهُ بالصوم فيُكرَهُ تنزيهاً لأنَّ اليهود تُعظِّمُهُ واتخذتْهُ عيداً فلو اتَّخَذَهُ المؤمنُ للصوم لكانَ الاتِّخاذُ يُشبِهُ الاتخاذَ في الجملة وإنْ كانَ العملُ مُتبايناً فالمُجَانبَةُ أسلمُ ... قال القاضي ويُستثنى ما إذا وَافَقَ سُنَّةً مؤكَّدةً كأنْ كانَ السَّبْتُ يومَ عَرَفةَ أو عاشوراءَ). وقال ثمَّ (9818): (وهذا النهيُ للتنزيه لا للتحريم والمعنى فيه إفرادُهُ كما في الجُمُعَةِ بدليلِ حديث: «صيامُ يوم السَّبْتِ لا لكَ ولا عليكَ» وهذا شأنُ المُبَاح, والدليلُ على أنَّ المُراد إفرادُهُ بالصوم حديثُ عائشة أنَّه كانَ يصوم شعبانَ كُلَّهُ ... وقد اختُلِف في صوم السَّبْتِ فقال الشافعيَّةُ يُكْرَهُ إفرادُهُ بصومٍ ما لم يوافق عادتَهُ أو نَذرَهُ, ونُقِل نحوُهُ عن الحنفية, وقال مالكٌ لا يُكرَه, وقال أحمدُ: هذا الحديثُ على ما فيه يُعارضِهُ حديثُ أُمِّ سَلَمَةَ: حين سُئِلتْ: أيُّ الأيام كان رسولُ الله صلى الله عليه وسلم أكثرَ صياماً لها؟ قالت: السبت والأحد, وحديثُ نهى عن صوم الجُمُعَةِ إلا بيومٍ قبلَهُ أو يومٍ بعدَهُ, فالذي بعده السبت, وأمَرَ بصومِ المُحَرَّم وفيه السَّبْتُ ... والأكثرُ على عدم الكراهة ...). ¶ - سادس عشر: الشوكاني ¶ قال في نيل الأوطار (4/340): (وقد جَمَعَ صاحِبُ البدر المنير بين هذه الأحاديث فقال النهيُ متوجِّهٌ إلى الإفراد, والصومُ باعتبارِ انضمامِ ما قَبْلَهُ أو بَعْدَهُ إليه, ويؤيِّدُ هذا ما تقدَّمَ من إذنه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِمَنْ صام الجُمُعَةَ أنْ يصوم السَّبْتَ بعدها, والجَمْعُ مهما أمْكَنَ أولى من النسخ). ¶ - سابع عشر: المباركفوري:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال في تحفة الأحوذي (3/512): (قال الطيبي قالوا: النهيُ عن الإفراد كما في الجُمُعَةِ, والمقصودُ مخالَفَةُ اليهود فيهما, والنهيُ فيهما للتنزيه عند الجمهور, وما افتُرِض يتناوَل المكتوبَ والمنذورَ وقضاءَ الفوائت وصومَ الكفَّارة وفي معناه ما وافق سُنَّةً مؤكَّدةً كعَرَفةَ وعاشوراءَ, أو وافق وِرْداً وزاد ابنُ الملك وعشرةَ ذي الحجة أو في خير الصيام صيامِ داوُدَ, فإنَّ المنهي عنه شِدَّةُ الاهتمام والعنايةُ به حتى كأنَّه يراه واجباً كما تفعله اليهود, قال القاري فعلى هذا يكون النهي للتحريم وأمَّا على غير هذا الوَجْهِ فهو للتنزيه بمجرد المشابهة). ¶ قلت: وبنحوِ هذا القول والنَّقْلِ أو بمثله أجاب العظيمُ آبادي في عونِ المعبود (7/48). ¶ - ثامن عشر: ابن باز: ¶ فمذهبه رَحِمَهُ الله في السَّبْتِ قد تَقَدَّمَ إذ هو يُضعِّفُ الحديثَ, وأمَّا الجُمُعَةُ فقد سُئِلَ عن إفرادها كما في (مجموع فتاوى ومقالات متنوعة) (5/414) فقال: (صيامُ يومِ الجُمُعَةِ مُنفرِدَاً نهى عنه النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ... لكنْ إذا صَادَفَ يومُ الجُمُعَةِ يومَ عَرَفةَ فَصامَهُ المسلمُ وحدَهُ فلابأسَ بذلك, لأنَّ هذا الرجُلَ صامَهُ لأنَّه يومُ عَرَفةَ لا لأنَّه يومُ جُمُعَةٍ ... وكذلك لو صادف يومُ الجُمُعَةِ يومَ عاشوراءَ فصامه فإنَّه لاحَرَجَ عليه أنْ يُفرِدَهُ, لأنَّه صامه لأنَّه يوم عاشوراءَ لا لأنَّه يومُ الجُمُعَةِ, ولهذا قال النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لاتخصُّوا يومَ الجُمُعَةِ بصيامٍ ولا ليلتَها بقيام» فنصَّ على التخصيص, أي على أنْ يَفعل الإنسانُ ذلك لخصوصِ يومِ الجُمُعَةِ أو ليلتِها). ¶ - تاسع عشر: ابن عُثيمين:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قال رَحِمَهُ الله في (الشرح المُمْتِع على زاد المُستقنِع) (6/463): (وأمَّا السَّبْتُ ... وسَبَقَ بيانُ القول الصحيح: أنَّ المكروهَ إفرادُهُ, لكنْ إنْ أَفْرَدَهُ لسببٍ فلا كراهةَ, مثلَ أنْ يُصادف يومَ عَرَفةَ أو يومَ عاشوراءَ إذا لم نقل بكراهةِ إفراد يومِ عاشوراءَ). ¶ ثُمَّ قال رَحِمَهُ الله (6/464): (والخُلاصةُ: أنَّ الثلاثاءَ والأربعاءَ حُكْمَ صومِهما الجوازُ، لايُسَنُّ إفرادُهما ولايُكرَهُ، والجُمُعَةُ والسَّبْتُ والأحدُ يُكرَهُ إفرادُها، وإفرادُ الجُمُعَةِ أشدُّ كراهةً لثبوتِ الأحاديث في النهي عن ذلك بدون نزاع, وأمَّا ضمُّها إلى ما بعدها فلابأسَ، وأمَّا الاثنينُ والخميسُ فصومُهُما سُنَّة). ¶ - - - - - ¶ /الباب الثاني/: ¶ مذاهِبُ العلماءِ في صوم السَّبْتِ: ¶ /المذهبُ الأول/: (تَضْعِيْفُ الحديث) ¶ وذلك مذهَبُ مَن لايلزمُهُ شيءٌ, وعليه فهو يصومُ السَّبْتَ أنَّى شاءَ, مفروداً ومقروناً أو مفروضاً ومسنوناً, فالأصلُ الإباحةُ إلا لدليلٍ ولا دليلَ عنده يمنعُ. ¶ - - - ¶ /المذهب الثاني/: (جوازُ الصَّومِ بالقِران) ¶ وذاك مذهبُ مَن يُصحِّحُ الحديثَ إلا أنَّه يجمعُهُ مع أحاديثَ أُخرى قد ثَبَتَ فيها أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صام السَّبْتَ أو أباح صومَهُ, فيستنبِطُ من تلكم الأحاديث أنَّ السَّبْتَ أُبيحَ لَمَّا قُرِنَ بالجُمُعَةِ، كحديثِ جويريةَ بنتِ الحارث عند البُخَارِي (1986): «أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دخل عليها يومَ الجُمُعَةِ وهي صائمةٌ, فقال: أَصُمْتِ أمسِ؟ قالت: لا, قال: تريدينَ أنْ تصومي غداً ؟ قالت: لا, قال: فأفطري». ¶ - أو يُباحُ إذا قُرِنَ بالأحد كما عند الترمذي (746) من حديث عائشةَ قالت: «كانَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصوم من الشهر السَّبْتَ والأحدَ والاثنينَ، ومن الشهر الآخرِ الثلاثاءَ والأربعاءَ والخميسَ».",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والحديثُ معلولٌ بالانقطاعِ بين خيثمةَ وعائشة, ومن أراد الاستزادةَ فلينظرْ تخريجَهُ في زهر الروض (ص41) وفيه أنَّ الألباني رَحِمَهُ الله قد صحَّحَهُ في صحيح الجامع والمشكاة (2059) ومختصر الشمائل (ص164) ثُمَّ ضعَّفَهُ في تمام المنة (ص414) وضعيف الترمذي. ¶ - ويستدلون أيضاً بحديثِ كُرَيْبٍ مولى ابن عباس عن أم سَلَمَةَ وفيه أنَّها قالت: «إنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أكثرَ ما كانَ يصوم من الأيام: السَّبْتَ والأحدَ, وكانَ يقول: إنَّهما يوما عيدٍ للمشركين وأنا أريد أنْ أُخالِفَهم». رواه أحمد (6/324) والنسائي في الكبرى (2775) وصحَّحَهُ ابنُ خُزَيْمَةَ (2167) وابنُ حِبَّانَ (3607) والحاكم (1/436) من طريق عبدالله بن محمد بن عمر بن علي بن أبي طالب عن أبيه عن كُرَيْب به. ¶ وهاكَ ما قالَهُ شيخُنا علي الحلبي في هذا الإسناد في زهر الروض (ص46): ((أولاً: محمد بن عمر بن علي –الوالد- ليس مجهولاً كما ذهب إليه شيخُنا رَحِمَهُ الله, بل هو معروفٌ: فقد روى عنه جَمْعٌ من الثقات وذكره ابنُ حِبَّانَ في ثقاته (5/353) وقال الذهبي: (ماعلمتُ به بأساً) وقال ابن حجر: (صدوق) فهو حَسَنُ الحديث ما لم يُخالِفْ وليس مجهولاً. ¶ ثانياً: أنَّ ابنه عبدالله بن محمد –هذا- ليس مجهولاً كذلك, بل هو معروفٌ, ولكنْ بالضعف وقلة الحديث, فهو وإنْ وثَّقَهُ الدارقطني (85- سؤالات البرقاني) وابنُ خَلْفُون كما في حاشية تهذيب الكمال (16/94) وكذا الذهبيُ في الكاشف, فقد قال فيه ابنُ حِبَّانَ بعد أنْ ذَكَرَهُ في ثقاته (7/1): «يُخطئُ ويُخالِفُ» فهذا جَرْحٌ مُفسَّر, يُضاف إليه قولُ ابنِ سعد فيه (طبقاته) (388-القسم المتمم): «قليلُ الحديث».",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والخُلاصةُ فيه: أنَّه يُخطئُ ويُخالِفُ -على قلَِّة حديثه- مِمَّا يجعلُ حديثَهُ مُنكراً, وبخاصةٍ عند المخالفة, ومن المعلوم أنَّ الجرح المُفسَّر مقدَّمٌ على التعديل مُطلقاً, فالحديثُ أضْعَفُ مِمَّا كنتُ أعللته به –قبلُ- فهو إذاً منكر)) انتهى كلام الشيخ علي الحلبي. ¶ وأقول: قد بيَّن – نَفَعَ اللهُ به الأُمَّة – أنَّ والده محمد بن عمر ليس مجهولاً بل هو حَسَنُ الحديث فلم يَبقَ إلا ابنُهُ عبدُالله بنُ محمد ولقَبُهُ دافِنٌ, فَنَقَلَ توثيقَ الدارقطني وابنِ حِبَّانَ وابنِ خَلْفُون والذهبي له, فإذاً هو على التوثيق, وكذا قولُ ابنِ سعد لا يَغُضُّ من تلكم المنزلة, لأنَّ قلَّةَ الحديث ليستْ قَدْحاً مُطلقاً, فلم يبقَ مايَخْرِمُ ذاك التوثيقَ إلا قولُ ابنِ حِبَّانَ: «يُخطئُ ويُخالِف» وقولُه هذا لا يَقضي على توثيقِهِ فضلاً عن قضائه على توثيقِ غيرهِ من الأئمة كالدارقطني وابنِ خَلْفُون والذهبي, فهو لم يذكرْهُ هكذا مجرَّداً, أو ذَكَرَهُ مثلاً بعد أنْ تَرْجَمَهُ في كتابه المجروحين بل ذَكَرَهُ في ثقاته ثُمَّ وصَفَهُ بذاك الوصف وقال «روى عنه ابنُ المبارك وأهلُ المدينة» فهو إذاً على التوثيق إلا بقرينةٍ على الخطأ، وهذا ما يَراهُ ابنُ حِبَّانَ نفسُهُ فيمن وصَفَهم بهذا الوصف، أي أنَّ حديثَهم صحيحٌ إلا لقرينةٍ, فمثلاً: هو قد قالها في ثقاته في يزيدَ بنِ كَيْسان اليَشْكُري الكوفي وقد أَخْرَجَ له مسلمٌ والأربعةُ, فقال: (يُخطئُ ويُخالف لم يَفحُشْ خَطَؤُهُ حتى يُعْدَلَ به عن سبيل العُدُول ولا أتى من الخلاف بما يُنكِرُهُ القلوبُ, فهو مقبولُ الرواية إلا ما يُعلم أنَّه أخطأ فيه فحينَئِذٍ يُترك خطؤُهُ كما يُتركُ خطأُ غيرهِ من الثقات) انتهى. ومن القرائنِ أنَّه ما أخطأ في حديثه هذا, تصحيحُ ابنِ حِبَّانَ نفسِهِ لحديثه، فانتفتِ المخالفةُ وبقي حديثُهُ على أصل الصحة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "علماً بأنَّ ابنَ حِبَّانَ رَحِمَهُ الله معروفٌ بتساهُلِهِ في التوثيق وتشدُّدِهِ في التجريح, فيُنظرُ لحديثه هل فيه مُخالَفَةٌ للثقات؟!. ¶ حديثُهُ يُشبِهُ حديثَ الثقات وحديثَ كُرَيْبٍ: ¶ 1- فحديثُهُ لايُخالِفُ حديثَ آلِ بُسْر, وهو كحديث جويريةَ عند البُخَارِي الذي فيه قد أباح لها النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ صومَ السَّبْتِ مقروناً بالجُمُعَةِ, وحديثُهُ هذا فيه صومُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السَّبْتَ مقروناً بالأحد فهذا كذاك. ¶ 2- وفي الحديثِ قِصَّةٌ كما عند النسائي بالكبرى (2776) وابنِ خُزَيْمَةَ (2167) وابنِ حِبَّانَ (3646) والحاكم (1593) من طريق ابن المبارك عنه عن أبيه الذي حَفِظَها عن كُرَيبٍ قال: «أرسَلَني ابنُ عباس وناسٌ من أصحاب النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إلى أمِّ سلمةَ: أيُّ الأيام كان النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أكثرَها صياماً قالتْ: يومَ السبت والأحد, فأنكروا عليَّ وظنُّوا أني لم أحفظْ فردُّوني فقالتْ مِثلَ ذلك فأخبرتُهم, فقاموا بأجمعهم فقالوا: إنا أرسلنا إليكِ في كذا وكذا, فَزَعَمَ هذا أنَّكِ قلتِ: كذا وكذا؟! قالتْ صَدَقَ, كان رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصومُ يومَ السَّبْتِ والأحد أكثرَ ما يصوم من الأيام ويقول: إنهما يوما عيدٍ للمشركين فأنا أُحِبُّ أن أُخالِفَهم». ¶ قلت: ومعلومٌ أنَّ القِصَّةَ مع الحديث قرينةٌ للحِفظ أوِ الوضْع، فلو كان اللفظُ مُجَرَّدَّاً لأمْكَنَ القولُ: لعلَّه وَهِمَ, أو هو ليس مِن أهل التثبُّت، ولكنْ مع القصة فالوهْمُ أبْعَدُ, ويمكنُ أنْ تُخْتلَقَ القِصَّةُ وَضْعَاً وكَذِباً! وهذا ما لم يقلْهُ أحدٌ. ¶ 3- ويَشهدُ لحديثِهِ هذا صومُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أعيادَ اليهودِ والنصارى مُخالَفَةً لهم كما هو معلومٌ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "4- وحديثُهُ هذا يُشبِهُ أحاديثَ كُريبٍ, فقد كان الصحابةُ يجعلونه رسولاً لأُمَّهات المؤمنين، ومِثالُهُ ما أَخْرَجَ البخاري (4370) ومسلم (834) من طريق بُكَيْرِ بنِ عبدالله الأَشَجّ أنَّ كريباً مولى ابن عباس حدَّثهُ أن ابن عباس وعبد الرحمن بن أزهر والمِسْوَرَ بنَ مَخْرَمَةَ: «أرْسَلوا إلى عائشة, فقالوا: اقرأ عليها السلامَ مِنَّا جميعاً وَسَلْها عن الركعتين بعد العصر؟ ... فقالتْ: سلْ أُمَّ سلمةَ، فأخْبرتُهم، فردُّوني إلى أُمِّ سلمةَ بِمِثلِ ما أرسلوني إلى عائشة ...». ¶ - وكذا أخرج البخاري (4909) ومسلم (1485) من طريق أبي سلمة قال: «جاء رجلٌ إلى ابن عباس وأبو هريرةَ جالِسٌ عنده فقال: أَفتِني في امرأةٍ وَلَدَتْ بَعْدَ زوجِها بأربعينً ليلةً ؟ فقال ابنُ عباسٍ: آخِرُ الأَجَلَينِ, قلتُ: أنا (وَأُولَاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ) قال أبو هريرة: أنا مع ابن أخي يعني أبا سلمةَ, فأَرْسَلَ ابنُ عباس غُلامَهُ كُرَيباً إلى أُمِّ سلمةَ يسألُها؟ فقالتْ: قُتِلَ زوجُ سُبَيْعَةَ الأسلمية وهي حُبْلى، فَوَضَعَتْ بعد موتِهِ بأربعين ليلةً, فَخُطِبَتْ فَأَنْكَحَها رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, وكان أبو السَّنَابِلِ فيمن خَطَبَها».",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "- وعند مسلم (1087) من طريق محمد بن أبي حَرْمَلَةَ عن كُرَيْب: «أنَّ أُمَّ الفضل بنتَ الحارث بَعَثتْهُ إلى معاويةَ بالشام، قال فَقَدِمْتُ الشامَ فقضيتُ حاجتَها, واستُهِلَّ عليَّ رمضانُ وأنا بالشام, فرأيتُ الهِلالَ ليلةَ الجُمُعَةِ, ثُمَّ قدِمتُ المدينةَ في آخِرِ الشهر، فسأَلَني عبدُالله بنُ عباس، ثُمَّ ذَكَرَ الهِلالَ, فقال متى رأيتُمُ الهِلالَ؟ فقلتُ رأيناهُ ليلةَ الجُمُعَةِ, فقالَ أنتَ رأيتَهُ؟ فقلتُ نعم ورآهُ الناسُ وصاموا وصام معاويةُ, فقالَ: لَكِنَّا رأيناهُ ليلةَ السبت! فلا نَزالُ نصومُ حتى نُكمِلَ ثلاثينَ, أو نراهُ, فقلتُ أَوَ لا تكتفي برؤيةِ مُعاويةَ وصيامِِهِ؟ فقال: لا هكذا أَمَرَنا رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ». ¶ قلت: فحديثُهُ هذا يُشبِهُ أحاديثَهُ في الصحيحين من عِدَّةِ أوجهٍ, فهو رسولهُم لأُمَّهاتِ المؤمنين, ورسولٌ لابن عباسٍ وأمِّهِ، وللصحابةِ كافَّةً, فكأنَّهُ خيرُ مَنْ يأتي بِخَبَرٍ, وهو رسولُهم في الخلافات الفقهية التي يكون الفصلُ فيها لأمَّهات المؤمنين، بل وقد يُعَادُ إرسالهُ لأمرٍ ما, وله من الأَدَبِ والفقهِ ما هو ظاهرٌ في هذه القصص والله أعلم. ¶ الإعلالُ والقَبولُ بِمُشابَهَةِ أو مُخالَفَةِ حديث الراوي: ¶ قال الحافظ ابنُ رجب في شرح علل الترمذي (861): (قاعدة مهمة: حُذَّاقُ النُقَّاد من الحُفَّاظ -لكثرةِ ممارستهم للحديث, ومعرفتهم بالرجال وأحاديثِ كُلِّ واحدٍ منهم– لهم فَهْمٌ خاصٌّ يَفهمون به أنَّ هذا الحديثَ يُشبِهُ حديثَ فلان, ولا يُشبِهُ حديثَ فلان، فيُعِلُّونَ الأحاديثَ بذلك. وهذا مما لايُعبَّرُ عنه بعبارةٍ تحصُرُهُ، وإنما يَرجِعُ فيه أهلُهُ إلى مُجرَّد الفَهْم والمعرفةِ التي خُصُّوا بها عن سائر أهل العلم ...).(1) ¶ __________ ¶ (1) نقله عنه الشيخ مصطفى العدوي في كتابه شرح علل الحديث (ص205).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قلت: وهذا يمكن قولُهُ في حديثنا هذا فقد شابَهَ أحاديثَ كُرَيبٍ، وكذا هو يُشبِهُ حديثَ جويريةَ في الصحيح وغيرِها في إباحةِ صومِ السبت مقروناً، وكذا يوافِقُ هَدْيَ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في مُخالفةِ المشركين وصومِ أعيادهم. ¶ وإن قيل: حُذَّاقُ النُّقَّاد هم من يُعلِّلُ أو يصحِّح بتيك الطريقة؟! فأقول: هو كذلك, وما نحن إلا تَبَعٌ لهم في تصحيحهم حين صحَّحُوهُ, ثم إنَّ الأمر ها هنا لعلَّه من باب الاستشهاد والاستئناس لا من باب الاحتجاج والله أعلم. ¶ وأمَّا مُخالفةُُ عبدالله بن محمد هاهنا فلم تثبت, بل ولعلها لاتثبت في سائر حديثه ولم تطغى, وإلا لَمَا جاز لا لابنِ حِبَّانَ ولا للدارقطني وغيرِهما أنْ يوثقه!!. ¶ وفي تهذيب الكمال: ذكر جَمْعَاً من الرواة عنه, منهم أبو أسامة (حماد بن أسامة) وعبدالله بن المبارك وعبدالعزيز بن محمد الدراوردي وابن أبي فُدَيْك (محمدُ بن إسماعيل) وغيرُهم, وفي المغني في الضعفاء للذهبي (334): «قال ابن المديني: هو وسط, وقال غيره: صالح الحديث». ¶ /فائدة/: في مراتب ابن المديني في الحُكْمِ على الرواة بالوسطية والصلاح: ¶ قد تبيَّنَ لي ببحثٍ مفرودٍ أسميتُهُ (حُكْمُ المُقَارِب والوَسَط بغير وَكْسٍ وشَطَط) قد تبيَّن: أنَّ الحُكْمَ بالوسطيَّةِ على راوٍ عند الإمام ابنِ المديني تكونُ على ثلاثِ مراتبَ: ¶ - فهو إمَّا يقرنه ببعضِ تعديل، وهذه الرُتبة الأولى: كما في قوله عن محمد بن إسحاق: (صالح وسط) وقولِهِ في شِبْل بن عبَّاد المكي: (وسط ولم يكن به بأس) انظر (سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني) وتاريخ بغداد.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قلت: وهؤلاء قد قَبِلَ العلماءُ حديثَهم، فمثلاً: قال الحافظ ابن حجر في تقريبه عن ابن إسحاق: (صدوق يُدلِّس ورُمي بالتشيُّع والقَدَر .. خت م 4) وقال عن شِبْل بن عبَّاد القارئ: (ثِقةٌ رُمي بالقَدَر ..خ د س فق). وأمَّا الحافظ الذهبي في كاشفه فقد قال عن ابن إسحاق: (كانَ صدوقاً من بُحور العلم وله غرائِبُ في سَعةِ ما روى تُستنكر, واختُلِف في الاحتجاج به, وحديثُهُ حَسَنٌ, وقد صحَّحَهُ جماعةٌ.. 4م مقروناً) وقال في شِبْل بن عبَّاد: (قال أبو داوُدَ: ثقة إلا أنَّه يَرى القدر خ د). ¶ بل وحتى ابنُ المديني نفسُهُ كأنَّه يقبل حديثَهم, فقد سأله يعقوب بن شيبة: (كيف حديثُ محمد بن إسحاق عندك, صحيحٌ؟ فقال: نعم, حديثُهُ عندي صحيح) وقال يعقوب بن شيبة: (وسمعت علياً يقول إنَّ حديث محمد بن إسحاق ليتبينُ فيه الصدقُ) انظر تهذيب الكمال. ¶ - والمرتبةُ الثانيةُ السُّفلى عند ابن المديني: هي قَرْنُ الوسطيةِ ببعضِ تضعيف: كما في قوله في الفرج بن فَضَالةَ: (وسط, وليس بالقوي) ولَعَلَّ ما يُشبِهُهُ قولُهُ في الربيع بن صَبِيح: (هو عندنا صالِحٌ ليس بالقوي) انظر (سؤالات محمد بن عثمان بن أبي شيبة لعلي بن المديني). ¶ وهذان قال فيهما الحافظ في تقريبه: (فَرَج بن فَضَالة ... ضعيف ... د ت ق) (الربيع بن صَبيح ... صدوق سيِّءُ الحِفظ, وكانَ عابداً مُجاهداً، قال الرَّامَهُرْمُزي: هو أول من صنَّف الكتبَ بالبصرة ... خت ت ق). ¶ وأمَّا الذهبيُّ في كاشفه فقد قال: (الربيع بن صَبيح ... وكانَ صدوقاً غَزَّاءً عابداً ضعَّفه النسائي ... ت ق) (فرج بن فَضَالة ... ضعفه الدارقطني وغيرُهُ وقوَّاهُ أحمد ... د ت ق). ¶ قلت: فالفرقُ واضحٌ بين المرتبتين كما قدَّمناه آنِفاً، فالأولى هي من القَبول بمكان، والأخرى لَعَلَّها في أدنى مراتبه، بل هي في الشواهد والمتابعات وكفى، وقد وافَقَهُ الحُفَّاظُ على حُكمه هذا.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- وأمَّا ثالِثُ الأثافي المرتبةُ الوُسْطى عند ابنِ المَديني: فهي إطلاقُ وصفِ الوسطيَّة من غير تقييده بوصفٍ آخرَ: ولَعَلَّ هذه المرتبةَ هي الوُسطى بين السابقتين، أو هي من المرتبة الأولى، وعليه فستكون القِسمةُ ثُنائيةً لا ثُلاثيةً: ومن أمثلته قولُهُ: (عاصم بن كُليب: صالحٌ ليس مِمَّا يَسقط ولا مِمَّا يُحتجُّ به وهو وَسَطٌ) نقله عنه تلميذُهُ يعقوب بن شيبة في مسند عمر بن الخطاب. ¶ /فائدة/: الوسَطُ والصالِحُ عند ابن المديني سواءٌ: ¶ الذي يظهر من كلامه أنَّهما عنده بمعنى واحد، ذلك بأنَّهُ وصَفَهُ بالصلاح, ثُمَّ بيَّن صلاحَهُ فقال: (ليس مِمَّا يَسقط ولا مِمَّا يُحتج به) ثُمَّ وصفه جُمْلَةً فقال: (وهو وسط) وكذا فهو قد وصف ابنَ إسحاق والمباركَ بنَ فَضَالةَ، فقال لكلٍ منهما: (صالح وسط) فيكون الوسطُ هو الصالحَ عنده، أو يمكن أنْ يكون الصلاحُ متوَجِّهاً لعدالته والوسطيَّةُ لضبطه، لكنَّ السياقَ يُبعِدُ هذا, وستكون هذه المرتبةُ من الأولى، أو أنَّها الثانيةُ الوُسطى، وهي أدنى درجات القبول, وصاحبُها يُحَّسن حديثُهُ، والله أعلم. ¶ /فائدة/: في معرفة معنى الوسط واصطلاحات الأئمة:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "كثيراً ما كانَ شيخُنا طارقُ بنُ عوض الله –حفظه ربي- يُدندِنُ حولَ مسألةِ: أنَّ تفسيرَ مُجمَلِ كلامِ الأئمة وما يُشكِلُ منه, ينبغي أنْ يكون ببيانهم أنفسِهم لاببيانِ غيرِهم، وإنْ كانَ المُفسِّرُ لكلامهم إماماً، ويضربُ لهذا مثلاً، ما اختلف فيه الناسُ وشرَّقوا وغرَّبوا من تبيينِ معنى الحسن عند الترمذي، وما انبنى عليه كقوله: حَسَنٌ صحيحٌ وحَسَنٌ غريبٌ وحَسَنٌ صحيحٌ غريبٌ لانعرفه إلا من هذا الوَجْهِ ونحوِهِ، ويَنْسونَ أنَّ الإمام الترمذي نفسَهُ قد عرَّف وبيَّن مُرادَهُ بالحَسَن في كتابه العِلل الذي هو مُلحَقٌ بدُبُرِ كتابِهِ الجامع، وقد أجاب الشيخُ عن مُشكِلِ هذا كُلِّهِ في كتبه (شرحُ لُغَةِ المُحَدِّث) و (مُقدِّمَةُ ابنِ الصلاح مع نُكَت الحافِظَينِ العراقي والعسقلاني) وكذا في تعليقاتٍ له بشرحِ نُخْبَةِ الفِكَر، فضلاً عمَّا أخذناهُ مِنه في مِصرَ -باركها ربي- عند شرحِهِ ألفيةَ السُّيوطي، وهو مذهبُ الحافظِ ابنِ رجبَ في (شرح عِلَلِ الترمذي) فبرَّزه وانتصر له شيخُنا. ¶ وها هنا قد بيَّن ابنُ المديني ماذا يعني بالصالح والوسط، وبيانُهُ قد جاء في قوله: (صالحٌ ليس مِمَّا يَسقط ولا مِمَّا يُحتجُّ به وهو وَسَطٌ) فيكون قولُهُ إمَّا بمعنى: أنَّه ليس حُجَّةً كالسُّفيانَيْنِ، فيكونُ حديثُهُ صحيحاً أو حسناً عندنا، وإمَّا بمعنى: يُكتبُ حديثُهُ ولا يُحتجُّ به، والثاني هو الأقربُ، فيكون حديثُهُ كالحسن عند المتأخِّرين، ذلك بأنَّ المشتهِرَ عندهم يومَئِذٍ هو الصحيحُ والضعيفُ، حتى أشْهَرَ مرتبةَ ما بينهما الإمامُ الترمذي رَحِمَهُ الله, فكانَ الحسنُ هو تلكم المرتبةَ.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وعاصمُ بن كُلَيب هذا الذي قال فيه ابنُ المديني: (وسط) قد روى عن أئمةِ التابعين وروى عنه الأئمةُ، بل وقبِلوا ما انفرد به: (قال الأثرم عن أحمد: لابأسَ بحديثه وقال ابنُ معين والنسائي ثقةٌ, وقال أبو حاتم صالح) وقال أبو داوُدَ: (كانَ أفضلَ أهل الكوفة) (وذكره ابنُ حِبَّانَ في الثقات ... وقال ابن شاهين في الثقات: قال أحمد بن صالح المصري: يُعَدُّ من وجوهِ الكوفيين الثقات، وفي موضعٍ آخرَ: هو ثقةٌ مأمون, وقال ابنُ المديني لا يُحْتَجُّ به إذا انفرد، وقال ابن سعد: كانَ ثقةً يُحتجُّ به, وليس بكثيرِ الحديث) انظر تهذيب التهذيب. ¶ وفي التقريب: (الكوفيُّ صدوقٌ رُمي بالإرجاء .. خت م 4). ¶ وأمَّا سببُ البحث هذا, فهو: عبد الله بن محمد بن عمر بن علي بن أبي طالب، وترجمته في التقريب: (المدنيُّ مقبولٌ من السادسة ... د س) وفي الكاشف: (عن أبيه وخاله الباقر, وعنه أبو أسامة وابن أبي فديك, ثقة د س) وفي الميزان: (قال ابن المديني: هو وسط وقال غيره هو صالح الحديث). ¶ ومِمَّا يؤيِّد تقويةَ حديثِ عبدالله هذا: هو توثيقُهُ بثلاثةِ أئمةٍ في عصر الرواية: ابنِ حِبَّانَ والدارقطني، وثالِثُهم سبَّاقاً ابنُ المديني على القولِ بأنَّه يُحسِّنُ له -على عُرفِنا لمعنى الحسن- فضلاً عن توثيقِ ابن خَلْفُونَ والذهبي. ¶ فائدة: (تصحيحُ الحديث مع انفرادِ راويه يستلزِمُ توثيقَهُ) ¶ فيُعَدُّ تصحيحُ ابنِ خُزيمة وابن حِبَّانَ والحاكمِ لحديثه توثيقاً له، فهو قدِ انفرد بهذا الحديث فصحّحوه, وهذه فائدةٌ بيَّنها الألباني رحمه الله كما في شريط (596) من سلسلة الهدى والنور, إذ قال: (والتصحيحُ يَستلزِمُ التوثيقَ ... يعني إذا روى مسلمٌ أو البخاري لراوٍ ما, ثم وجدنا حافِظاً ما قال: فلانٌ مجهولٌ, لكنْ مادام أنَّ أحدَ الشيخين, بل ولو كان غيرُهما قد صحَّحَ له, فمعنى ذلك أن هذا المُصَحِّحَ مُوثِّقٌ لهذا الراوي) انتهى.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أو يُقالُ: يُنظرُ لمن قيل فيه كذا ولا توثيقَ قويٌّ فيه ولا تجريحَ: فإنْ قَبِل بعضُ العلماءِ حديثَهُ، فهو بمعنى الحَسَن عندنا, وإلا فهو في الشواهد والمتابعات، وقد عُلِم أنَّ ابن خُزَيْمَةَ وابنَ حِبَّانَ والحاكم كلَّهم قد صححوا حديثَهُ، واحتجَّ به أحمدُ والأثرم وأبو داود وغيرُهم الكثيرُ, وهذا كله توثيقٌ، وإلا كيف يحتجون بالحديث؟! بل إنَّ ابن المديني نفسَهُ قد صحَّحَ حديثَ هذه المرتبة وقَبِلَهُ, حين قال في ابن إسحاق: (حديثُهُ عندي صحيح). ¶ والذي يترجَّح عندي بهذا البحث أنَّ المرتبتين العُليى والوُسطى يُحتجُّ بحديثها، مع النظر لبعض القرائن، وأمَّا الثالثةُ السُّفلى فهي للاعتبار, وهذا ظاهرُ صنيعِ الأئمة، والله أعلم. ¶ - الفُرقانُ بينَ الأوَّلينَ والمُتأخِّرين في الحكم على الرواة: ¶ وإنْ قيل: قد حَكَمَ الحافظُ ابنُ حجر عليه بأنه مقبولٌ! وهذا يعني أنَّهُ ليِّنٌ ما لم يُتَابع؟! كما عرَّف هو المقبولَ عنده في مقدِّمة تقريبه؟!. ¶ فأقول: بحثُنا هذا في مُرادِ ابنِ المديني لا في مُرادِ ابن حجر، وكلٌ منهما إمامٌ مُعتَبَر، ولكن لا يُسلَّطُ حُكمُهُ على حُكم ابن المديني, فهو قد أَخَذَ عن أُناسٍ أدركوا دافِنَاً هذا وعرِفوا حالَهُ وعدالَتَهُ، وقد قال الحافظُ ابنُ حجر في تقريبه في ابن المَديني: (... ثِقَةٌ ثَبْتٌ إمامٌ, أعْلَمُ أهلِ عصره بالحديث وعِلَلِهِ،حتى قال البخاريُ: ما استصغرتُ نفسي إلا عند علي ابن المديني، وقال فيه شيخُهُ ابنُ عُيَيْنَةَ: كنتُ أتعلَّمُ مِنْهُ أكثرَ مِمَّا يتعلَّمُ مِنِّي ، وقال النَّسائيُ: كأنَّ اللهَ خَلَقَهُ للحديث).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وكذا فالحافِظُ ابنُ حَجَرَ لعلَّهُ حَكَمَ عليه بالقَبول، لِقِلَّةِ روايته, أو بِسَبْرِ حديثِهِ، وأمَّا ابنُ المديني فقد حَكَمَ عليه: بسبْرِ روايتِهِ الموجودةِ بين أيدينا ورواياتٍ لم نَطَّلِع عليها، فَهُمُ الحُفَّاظُ, وأكبرُ من ذلك كُلِّه أنه حَكَمَ عليه بالوسطيَّة وهو يعلم بحاله, لقُرْبِ عَهْدِهِ به, وهذه ليستْ لابن حجر، فيُحْكَمُ عليه بمعنى الوسطيَّة عند ابن المديني نفسِهِ والتي عرَّفها هو كما نقلناها عنه آنِفاً، ولا يُحمَلُ حُكْمُهُ على حُكم ابن حجر، فهذا حُكْمُ أهل الأَثَر. ¶ ثم أقول فاصِلاً: فالحقُّ أنَّ حكم الحافظ عليه بأنَّهُ مقبول لاينزل إلى التليين, ذلك بأنَّ ابن حجر نفسَهُ قد قَبِلَ حديثَهُ هذا كما في الفتح (10/433) والبلوغ (650) فهو مقبولٌ عندهُ مقبول. ¶ وقد تبيَّن لي: أنَّ من قيل فيه: (وسط) فالغالبُ هو: صدوقٌ عند الحافِظَينِ الذهبي وابنِ حجر ، وأنَّ الوسط والصالحَ عند ابن المديني بمعنى واحد, وأنَّهما بمعنى الصدوق عند غيره من الأئمة، ولاسيَّمَا المتأخرون منهم، بل وهو قد صحَّح حديثَ مَن قال فيه وسط, والله أعلم. ¶ وبما تقدم فكأنَّ الحديثَ حسنٌ, لذلك قال الألباني في الإرواء (960) وقد كانَ ضعَّفه من قبلُ: «... أَخْرَجَه ابنُ حِبَّانَ والحاكم وقال: إسناده صحيح, ووافقه الذهبي» ثُمَّ علَّق في الهامش فقال: «وقد حسَّنتهُ في تعليقي على صحيح ابن خُزَيْمَةَ (2168) ولَعَلَّه أقربُ فيُعاد النظرُ» ثُمَّ تراجع عن كلامه هذا فضعَّفهُ في الضعيفة (1099).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وقال الهيمثيُ في مجمع الزوائد (3/198): «رواه الطبراني في الكبير ورجاله ثِقاتٌ وصحَّحه ابنُ حِبَّانَ» واحتجَّ به الأثرمُ لمخالفةِ حديثِ آلِ بُسْر كما في اقتضاء الصراط المستقيم (2/73) ونَمَى المُخَالَفَةَ هذه للإمام أحمدَ أيضاً, والظاهرُ من كلامه أنَّهما رجَّحاهُ على حديثِ آل بُسْر, وابنُ بازٍ كهما مِن بَعْدُ, فانظرْ مذهبَهُ فيما سَبَقَ, ومِن قبلُ قدِ احتجَّ به أبو داودَ فظنَّهُ ناسِخاً لحديثِ الصَّمَّاءِ، كما تقدَّم في كلام الحافظ ابن حجر, وكأنَّ أبن القيم حسَّنه أيضاً في زاد المعاد (2/75) وكذا الحافظُ في فتح الباري (10/443) وفي بلوغ المرام (650). ¶ وقد عُلِم أنَّ حديثه هذا كحديث جويرية فهو موافِقٌ لرواية الثقات في جواز صوم السَّبْتِ مقروناً، ويوافقُ روايتهم من وجهٍ آخرَ كما في حديث طارق بن شهاب عن أبي موسى عند البُخَارِي (2005) ومسلم (1131) واللفظ له قال: «كانَ يومُ عاشوراءَ تُعظِّمهُ اليهودُ وتتخذه عيداً، فقال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: صوموه أنتم». وحديثُ كُرَيْبٍ هذا في صومه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السَّبْتَ والأحد وفيه: «إنَّهما يوما عيد للمشركين وأنا أريد أنْ أخالفهم» فهذا كذاك: أي أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كانَ من سُنَّتهِ في مخالفةِ أعيادِ المشركين أنْ يصومَها واللهُ أعلَمُ. ¶ /فائدة/: في قَبول روايةِ مجهولِ الحالِ: ¶ وكأنَّه يَصْدُقُ فيه ما قاله الألباني رَحِمَهُ الله في شريط (348) من سلسلة الهدى والنور, عندما سُئل عن راوٍ روى عنه رجُلانِ، هل يثبت له حُكْمُ العدالة؟ فأجاب:",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "(هو كما عليه جماهير العلماء لاتثبت بمجرد رواية اثنين ... فالعلماءُ يَقسمونَ جهالة الراوي قسمين اثنين: جهالة العين وجهالة الحال, فبرواية اثنين تنتفي جهالةُ العين, ويدخل في جهالة الحال, ولكنْ لايدخل بذلك في وصف العدالة ... تبيَّن لنا آخِرَ الأمر: أنَّه إذا روى عن رجلٍ مجهولِ الحال ثلاثةٌ وأربعةٌ وأكثرُ فيدخل في زمرة العدالة, ويمكن والحالةُ هذه الاحتجاجُ بحديثه, وفي مثله يقول الحافظ الذهبي والحافظ العسقلاني بأنَّه صدوق ولو لم يقفا على من صَدَّقه أو وثَّقهُ على أحدٍ من سلف المحدثين أي أنَّهم يسلكون طريقاً من الطرق التي كانَ علماء الحديث يسلكونها حينما كانوا يقولون في الرجل صدوق وذلك باستقراء حديث الراوي فحينما لايجدون فيما روى منكراً من الحديث مع رواية أكثر من اثنين فصاعداً, فهم يصلون إلى النتيجة التي كانَ يصل إليها علماء الحديث قديما ًفيقولون أنَّه صدوق أي أنَّ حديثه يُحتجُّ به ولو في مرتبة الحُسن). ¶ قلت: وهذا الكلام قد قعَّده في تمام المنة (ص25) إذ قال في القاعدة الخامسة:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "(والخلاصةُ: أنَّ توثيق ابنِ حِبَّانَ يجب أنْ يُتلقَّى بكثير من التحفظ والحذر لمخالفته العلماءَ في توثيقه للمجهولين, لكنْ ليس ذلك على إطلاقه كما بيَّنه العلامة المعلمي في: التنكيل (1/437-438) مع تعليقي عليه ... وإنَّ مِمَّا يجب التنبيهُ عليه أيضاً أنَّه ينبغي أنْ يُضمَّ إلى ما ذكره المعلمي أمرٌ آخرُ هامٌّ عرفته بالممارسة لهذا العلم قَلَّ من نَبَّهَ عليه وغَفَلَ عنه جماهيرُ الطلاب وهو: أنَّ من وثَّقَهُ ابنُ حِبَّانَ وقد روى عنه جَمْعٌ من الثقات ولم يأتِ بما يُنكَرْ عليه فهو صَدوقٌ يُحْتَجُّ به, وبناءً على ذلك قَوَّيتُ بعضَ الأحاديث التي هي من هذا القبيل كحديث العجن في الصلاة, فتوهَّم بعضُ الناشئين في هذا العلم أنَّني ناقضتُ نفسي وجاريتُ ابنَ حِبَّانَ في شذوذه ... مع ذكر عشرة أمثلة من الرواة الذين وثَّقهم ابنُ حِبَّانَ فقط وتبعه الحافظان الذهبي والعسقلاني) انتهى. ¶ وبما تقدَّم فدافِنٌ هذا وبعد أنْ وثقه الأئمةُ وروَوا عنه زال عنه وصفُ الجهالة العينية, وأمَّا الجهالةُ الحالية فلَعَلَّها تنتفي بتوثيق من تقدم, وإلا فبِكَثرةِ الأئمة العدول الآخذين عنه، أو بكليهما أي بالتوثيق والرواية، وإلا فبِقَبولِ الأئمة لحديثه كأحمدَ والأثرم وابن خزيمة وابن حبان والحاكم والدارقطني والذهبي وابن حجر وغيرهم الكثير, والله أعلم. ¶ وثَمَّةَ حديثٌ لو صحَّ لكانَ قاضياً في المسألة وهو ما أَخْرَجَه الإمام أحمد في مسنده (26955): ثنا يحيى بن إسحاق قال أنا ابن لَهيْعَةَ قال أنا موسى بن وردان عن عبيد الأعرج قال حدثتني جدتي: «أنَّها دخلت على رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهو يتغدَّى وذلك يومَ السَّبْتِ، فقال: تعالى فكلي؟ فقالت: إنَّي صائمة!! فقال لها: أصمت أمس؟ فقالت: لا، قال: فكلي فإنَّ صيام يوم السَّبْتِ لالك ولاعليك».",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وقد كانَ الألباني صححه في الصحيحة (225) ورواه أحمد من وجه آخر عن ابن لَهيْعَةَ أيضاً (26953) ثنا حسن بن موسى قال ثنا ابن لَهيْعَةَ ثنا موسى بن وردان قال أخبرني عمير بن جبير مولى خارجة: «أنَّ المرأة التي سألت رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن صيام يوم السَّبْتِ حدثته أنَّها سألت رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن ذلك؟ فقال: لالك ولاعليك». ¶ وفي زهر الروض للشيخ الحلبي (ص48): ((قال الهيثمي (3/198) عن السند الأول: (فيه ابن لَهيْعَةَ وفيه كلام). قلت: وعبيد الأعرج لا يُعرف. وقال عن السند الثاني: (وعمير هذا لم أعرفه). ¶ فمدار الإسنادين على ابن لَهيْعَةَ وهو ثقة إلا أنَّه ساء حفظُهُ بعد احتراق كتبه ورواية يحيى عنه قبل ذلك، ومع ذلك فإنَّه رواه عن عبيد الأعرج مرة وعن عمير بن جبير مرة أخرى، وكلاهما لايُعرفان!!! فالعلةُ هنا إذن. وضعَّفه شيخ الإسلام(1) في الاقتضاء (2/574). ¶ ثُمَّ رأيت له طريقا موقوفا أَخْرَجَه النسائي في الكبرى (2/145) عن ... سمعت أبا عامر الألهاني (هو عبدالله بن غابر) قال: «سمعت ثوبان مولى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وسُئِل عن صيام يوم السَّبْتِ؟؟ فقال: سلوا عبدالله بن بُسْر؟ فسُئِلَ عن ذلك؟ فقال: صيامُ يوم السَّبْتِ لالكَ ولاعليك». ¶ قلت: وإسناده حسن موقوفاً، فلَعَلَّ أحد ذينك المجهولين وَهِمَ فيه فرَفعَهُ واللهُ أعلَمُ)) انتهى. ¶ وأقول: لو تدبَّرنا إحالةَ ثوبانَ مولى رسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ السائلَ إلى عبدالله بن بُسْر, لظهر شيءٌ يُشعِر بأنَّ جوابه كحُكْمِ المرفوع، إذ أنَّ ثوبان مولى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يبدو أنَّه أعلمُ من ابن بُسْر لمرافقته لرسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أكثرَ منه، فكيف يُحيل إليه؟! ¶ __________ ¶ (1) وقال رحمه الله (وهذا وإن كانَ إسناده ضعيفاً، لكنْ يدل عليه سائر الأحاديث).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فإنْ قيل: لأنَّه راوي الحديث ؟! ¶ أقول: هو كذلك، لكنْ كيف يَترك ابنُ بُسْر المرفوعَ من حديثه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ويقصد موقوفَ نفسِهِ؟! وحديثُ «لاتصوموا يوم السَّبْتِ» أقوى في النهي والزجر من قوله «صيام يوم السَّبْتِ لالكَ ولاعليك» ؟!. ¶ فكأنَّه عدل عن مرفوع إلى مرفوع آخر, ويؤيده حديثُ ابن لَهيْعَةَ المتقدم وبطريقيه وكذا إقرارُ ثوبانَ له. ¶ وقد كانَ الألبانيُ رَحِمَهُ الله صحَّحهُ في صحيح الجامع (3852) مرفوعاً وكذا في الصحيحة (225). ¶ وخُلاصةُ هذا المذهب: أنَّه يجوز صومُ السَّبْتِ مقروناً بغيره لورود الأحاديث بذلك, ولكنْ يَرِدُ عليه: أنَّ الحاظِرَ مُقدمٌ على المبيح, وأنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ما استثنى إلا الفرضَ, فكأنَّ تجويزَ صومهِ بقرانه مع غيره استدراكٌ عليه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهذا في ظني لايستقيمُ إلا بصحة حديث ابن لَهيْعَةَ أو حديثِ كُرَيبٍ، لأنَّ النهي عن السَّبْتِ قد يكون مُتأخِّراً, أو يُقالُ بقولنا: وهو المذهب الرابع, وسيأتي قريباً. ¶ ولَعَلَّ بعض المتمذهبين بهذا المذهب يقيسون السَّبْتَ على الجُمُعَةِ ؟!. ¶ لكنْ يرِد على هذا الفهم: أنْ لاقياسَ بوجودِ النص, فالجُمُعَةُ جاز صومُها مقرونةً لوجود النص, وأمَّا السَّبْتُ ففيه النهيُ المطلقُ ولم يُستثنَ إلا الفرضُ, فالقياسُ حينَئِذٍ بوجود هذا النهي المُفصَّل المُبَيَّنِ ممنوعٌ واللهُ أعلَمُ. ¶ قرائن على تأخُّر النهي عن صوم السَّبْتِ: ¶ ومن الإنصاف في ظني واللهُ أعلَمُ أنْ أقول: إنَّ الاستدلال بحديث جويرية وما يُشبهه لجواز صوم السَّبْتِ مقروناً بغيره لايستقيمُ! ذلكم بأنَّ النهي عن صوم السَّبْتِ كأنَّه جاء متأخِّراً عن حديث جويرية وأشباهه في إباحة القِران, ومن قرائن تأخره: ¶ أولاً: عدمُ اشتهاره عند أكابر الصحابة رجالاً ونساءً, وتخصص آل بُسْر به وأبي أمامة -إنْ صح الإسنادُ إليه-.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ثانياً: حديثُ جويرية فيه إشارةٌ للتأخر, ذلك بأنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا علَّمها أنْ لاتُفرِدَ الجُمُعَةَ بصوم, لم يُرشِدْها ويُحذِّرْها من الوقوع في إفراد السَّبْتِ, على القول بأنَّ المراد هو إفرادُ السَّبْتِ, وكذا على القول بالنهي المطلق لم يَنهها عن صومه, وقد كانَ من سنته صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنْ يُجيب السائلَ بأكثرَ مِمَّا يحتاجه؟! بل هاهنا إنْ كانَ النهيُ عن صوم السَّبْتِ قائماً معروفاً حينَئِذٍ, لكانَ إرشادُها فيه من صُلب حاجتها. ¶ ثالثاً: ومِمَّا يُقوِّي التأخُّرَ أنَّ النهي عن السَّبْتِ لم يكن معروفاً في الأحاديث التي تمنعُ صومَ بعضِ الأيام كحديث أنس عند أبي داوُدَ الطيالسي في مسنده (2105) قال: «نهى رسولُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن صوم ستةِ أيامٍ من السنة: ثلاثةِ أيام من التشريق ويومِ الفطر ويومِ الأضحى ويومِ الجُمُعَةِ مختصةً من الأيام» وصححه الألباني في الصحيحة (2398). ¶ وكحديث أبي هُرَيْرَةَ عند البيهقي في الكبرى (7742): «أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نهى عن صيامِ قبلِ رَمَضَانَ بيومٍ والأضحى والفطر وأيامِ التشريق ثلاثةِ أيامٍ بعدَ يوم النحر» وصححه الألباني في صحيح الجامع (6964) وهو عند عبدالرزاق (7320). ¶ رابعاً: ولَعَلَّ قائلاً يقول: هذه ليستْ قرائنَ للتأخر, بل هي قرائِنُ تُضَمُّ إلى ترك السلفِ العملَ به, فيكون الحديثُ شاذاً كما قال شيخ الإسلام ومِنْ قَبلِهِ الطحاويُّ والأوزاعي فمالكٌ فالزهري. ¶ خامساً: أو يُقالُ: هو ليس متأخِّراً, ولكنْ جاز صومُ السَّبْتِ لإخراج المُتلبِّس بصيام الجُمُعَةِ من إثم إفرادها، وذلك إنْ كانَ المرادُ بالنهي قصدَ السَّبْتَ, ومن كانَ حالُهُ كذا فهو لم يقصدْهُ أبداً, وسيأتي بيانُ هذا في الوَجْه الثالث (القصد معتبر) من المذهب الرابع. ¶ - - - ¶ /المذهَبُ الثالث/: (المَنْعُ المُطْلَقُ)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وهذا مذهبُ من لا يرى صومَهُ مُطلقاً, لا لفضيلةٍ عُظمى كعَرَفةَ وعاشوراءَ, ولا بقرانهِ بيومٍ وليلةٍ أُخرى, فالنهيُ عِنده مُقدَّمٌ وقدِ استوفى, ولم يُبِحْ إلا الفرضَ وما سواهُ من صومٍ قد منعه وأفنى, فتلك واللهِ طريقةٌ لِمَن تورَّع واتَّقى ما أحسبُها إلا مُثلى, واللهُ أعلَمُ وأعلى. ¶ ولا أعلمُ قائلاً به إلا الإمامَ الألبانيَ رفعه ربي وأعلا، لا فيما تأخَّرَ ولا فيما غَبَرَ من الأزمانِ ومضى, وأمَّا القولُ بأنَّ الإمامَ الطحاويَّ ذكرَ أو أشارَ إلى مَنْ قال بهذا القول! فهذا ضعيفٌ من القول والمَحَجَّة، فهاك الحُجَّةَ:",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "أولاً: أَخْرَجَ الطحاوي حديثَ الصَّمَّاء هذا وأعقبه بقوله: (فذهب قومٌ إلى هذا الحديث فكرِهوا صومَ يوم السَّبْتِ تطَوُّعَاً, وخالفهم في ذلك آخرون فلم يروا بصومه بأساً، وكانَ من الحجة عليهم في ذلك أنَّه قد جاء الحديث عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنَّه نهى عن صوم يوم الجُمُعَةِ إلا أنْ يُصام قَبْلَهُ يومٌ أو بَعْدَهُ يومٌ ... فاليومُ الذي بَعْدَهُ هو يومُ السَّبْتِ ففي هذه الآثار المروية في هذا إباحةُ صوم يوم السَّبْتِ تطَوُّعَاً وهي أشْهَرُ وأظهرُ في أيدي العلماء من هذا الحديث الشاذ الذي قد خالفها، وقد أذِنَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في صوم عاشوراءَ وحضَّ عليه ولم يقل إنْ كانَ يومَ السَّبْتِ فلا تصوموه, ففي ذلك دليلٌ على دخول كل الأيام فيه, وقد قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ «أحبُّ الصيام إلى الله عز وجل صيام داوُدَ عليه السلام كانَ يصوم يوماً ويُفطر يوماً» ... ففي ذلك أيضاً التسويةُ بين يوم السَّبْتِ وبين سائر الأيام وقد أمر رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أيضاً بصيام أيام البيض ... وقد يدخل السَّبْتُ في هذه كما يدخل فيها غيرُهُ من سائر الأيام ... وقد يجوز عندنا والله أعلم -إنْ كانَ ثابتاً- أنْ يكون إنما نهى عن صومه لِئلا يُعظَّمَ بذلك فيُمْسَكُ عن الطعام والشراب والجماع فيه كما يفعل اليهود, فأمَّا من صامه لا لإرادته تعظيمَهُ ولا لِمَا تريد اليهودُ بتركها السعيَ فيه فإنَّ ذلك غيرُ مكروهٍ). ¶ قلت: فها أنت ترى أنَّ الطحاوي رَحِمَهُ الله قد ذكر هذا القولَ مُضعِّفاً له. ¶ ثانياً: مُنَكِّراً لأصحابه، فلو كانوا ممن يُعتبر بهم لذكرهم وعرَّفهم.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ثالثاً: قولهُم مُجمَلٌ غيرُ مُبيَّن: فلا نُعلم أهم يقولون بقول الشيخ الألباني رَحِمَهُ الله بالمنع مُطلقاً, وإنْ وافَقَ عَرَفةَ وعاشوراءَ ؟! أم يمنعون صومَ النوافل اللائي ليس لها سببٌ كقولنا، أو يُعمِّمونه مع تخصيصه ببعض الصور كقولنا أيضاً، وكما سيأتي بيانُهُ وحينَئِذٍ فلا حجة. ¶ رابعاً: ثُمَّ إنَّ قول الطحاوي: (فذهب قومٌ إلى هذا الحديث فكرهوا صومَ يوم السَّبْتِ تطَوُّعَاً, وخالفهم في ذلك آخرون فلم يروا بصومه بأسا) يَستبينُ منه أنَّه قالَهُ مُقابِلاً لمذهبه، وهو جوازُ الصوم مُطلقاً لشذوذِ الحديث عنده، وإنْ صحَّ فيُحمل النهيُ فيه على من قَصَدَ السَّبْتَ مُعظِّماً له كما تقدم قولُه، فليس من مذهبه جوازُ صومه مقروناً أو إنْ وافق فضيلةً فقط، بل هو يَخُصُّ النهيَ بحالِ القصد مع التعظيم فقط، بلِ الراجحُ من مذهبه ضَعفُ الحديث، فلعلَّ قولَ المُنَكَّرين كقولنا أو نحوِهِ، فنحن نكرهُ صومَ كُلِّ سبتٍ، إلا ما وافق فضيلةً أو صوماً ذا سبب وبهذا الاحتمال يبطل الاستدلال. ¶ خامساً: قولُهم هذا مُبْهَمٌ مُجمَلٌ, وأصحابُهُ غيرُ معروفين لا بعدالةٍ ولا بعلمٍ رصين، وهذا حالُ مَنْ لا يثبتُ له دين، فكيف يُقدَّم على قولِ الحفاظ المعروفين؟!. ¶ سادساً: المُشتَبَهُ مردودٌ لمحكمه، فمُحكمُ هذا البابِ: أنْ لا قائل من سلف الأُمَّة به، وقد تقدمت أقوالُهم وستأتي، ولو قاله أحدٌ لنُقِل لغرابته الغريبة. ¶ ثُمَّ إنَّي بفضلِ الله بدا لي مذهبٌ به تُجمَعُ أقوالُ أئمة الهدى, فليس هو بِدعاً من الدينِ أو طريقةِ السلف الفُضلى, فقد أشاروا إليه إشاراتٍ, ولَعَلَّه معلومٌ عندهم لا يَخفى, ومنهم ذاك الإمامُ الطحاويُّ رَحِمَهُ اللهُ ووفَّاه فضلَهُ وأجزى, وكذا سبَّاقاً إمامُ الأئمةِ ابنُ خُزَيْمَةَ الذي جرَّد الصحيحَ عن سقيمهِ وتجرَّد عنِ الهوى, ثُمَّ ابنُ تيميةَ ذاك الفَحْلُ الذي بفقههِ سادَ وشاخَ عِلماً وعلا.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "فهاك مذهباً حقيقٌ لمثله أنْ يُعتنق ويُجلَّى, فهاكَهُ رحِمَكَ اللهُ, وأثبتك على بيضاءَ من الجُدَدِ العُلى, بيضاءَ ليلِها كنهارها, بها نستنير في القبر والحشر وعند المرور بصراطٍ لجنَّةِ المأوى. ¶ - - - ¶ /المذهب الرابع/: (المذهبُ الفاصل في تعارُضِ السبتينِ مع صوم الفضائل) ¶ وذا هو المذهبُ وله أوجُهٌ عِدَّة, وما أظنُ أوجهَهُ تلك مفرودةً أو مجموعةً إلا وفيها دواءُ ماعَضَلَ من فقهِ هذا الحديث, وما به يُشاقِقُ الناسُ بعضُهم بعضاً ولاسيَّما أيامَ الفضائل كعَرَفةَ وعاشوراءَ, إذِ الناسُ فريقانِ: فريقٌ صائمٌ قد وافق السُّنَّةَ, وفريق يَحْسَبُ نفسَهُ قد أصابها بسويدائها موافقةً وامتثالاً بالترك لابالصوم, فهم مع مُخالفتهم لشعيرةِ تلك الأيام يحسبون أنَّهم أمثلُ طريقةً وأزكى, لأنَّهم مُذعِنون لنهيه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فهم من هذه الوِجهةِ أقومُ وأتقى, ولكنْ ليس كلُّ من احتاط وتورَّع وافق الطريقةَ المُثلى. ¶ فهاك أوجُهاً بها – إنْ شاءَ اللهُ – بيان, ولقد أسهبتُ فيها بخلافِ ما مضى من مذاهِبَ معلومةٍ لذي جِنان, فالإسهابُ بالمعلومِ يُناقِضُ الحِكمةَ ومَنطِقَ أُولي العِرفان، فهو من العِيِّ بمكان:- ¶ /الوَجْهُ الأول/: (النهيُ عن السَّبْتِ عامٌّ مخصوصٌ بأيام الفضائل)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فهذه طريقةٌ مسلوكةٌ في باب التعارض: ففي السنَة سِتونَ أو نحوٌ من ستين سَبْتاً, وأمَّا عَرَفةُ وعاشوراءُ فآحادٌ, والنهيُ عن صوم السَّبْتِ جاء عامَّا لكل سبت, سواءٌ أكانَ أولَ الشهر أو أوسطَه أو آخِرَه, فلم يَخصَّ سَبْتاً معيناً لا في السنة ولا في الشهر, وما استثنى من عمومَهُ إلا الفرضَ, فهو تخصيصٌ مُتصل, وأمَّا التخصيصُ المنفصلُ فقد جاءت به نصوصُ الحضِّ على صوم الفضائل, ولم تُقيَّد بشرطِ أنْ لا توافق سَبْتاً أو جُمُعَةً, ومعلومٌ أنَّ (الخاصَّ مقدَّمٌ على العام, وعند التعارض وعلى الراجح لا يُنظر حتى إلى تاريخ النصين, بل يُحمل العامُّ على الخاص مُطلقاً) فإذاً لانصومُ كلَّ سبتٍ إلا فرضاً أو فضيلةً أرشد إليها نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ. ¶ وها أنا أنقل من كتاب زهر الروض (ص 72) لشيخنا علي الحلبي حفظه الله ما نقله عن الشوكاني في إرشاد الفحول (ص179) عندما تكلم عن تعارضِ نصٍّ خاصٍّ وعامٍّ ولم يُعلَمِ المتأخِّرُ منهما, إذ قال رَحِمَهُ الله: «والحقُّ الذي لا ينبغي العُدولُ عنه في صورة الجهل البناءُ, وليس عنه مانِعٌ يَصلُحُ للتشبُّث به, والجَمْعُ بين الأدلة ما أمكن هو الواجبُ, ولا يمكن الجَمْعُ مع الجهل إلا بالبناء». ¶ وعلَّق الشيخ علي أيَّده الله على كلام الشوكاني هذا في الهامش فقال: (أي بناء العام على الخاص, لذا قال ابن حجر في فتح الباري (1/89): «والخاصُّ يقضي على العام» ... بل قال الحافظ ابن رجب في جامع العلوم والحكم حديث (14): «... والخاصُّ لايُنْسَخُ بالعام, ولو كانَ العامُّ مُتأخِّراً عنه في الصحيح الذي عليه جمهورُ العلماء, لأنَّ دلالة الخاصِّ على معناه بالنص ودلالة العام عليه بالظاهر – عند الأكثرين – فلا يُبطل الظاهرُ حُكْمَ النص»).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ثُمَّ نقل الحلبي في متن كتابه عن الشوكاني قولَهُ: «وقد تقرَّرَ أنَّ الخاصَّ أقوى دِلالةً من العام, والأقوى أرجحُ, وأيضاً إجراءُ العامِّ على عمومه إهمالٌ للخاص, وإعمالُ الخاص لايُوجِبُ إهمالَ العام, وأيضاً قد نقل أبو الحسين الإجماعَ على البناء مع جهل التاريخ» انتهى. ¶ قلت: ولا شك في أنَّ صومَ عَرَفةَ وعاشوراءَ أخصُّ من النهي عن صومِ كل سبت, فإذاً هما يخصصانِهِ. ¶ ومِمَّا يُعْلَمُ به أنَّ النهي عن السَّبْتِ عامٌّ مخصوصٌ: أنَّه لم يُؤثر عن السلف صحابةً وتابعين فيما هو محفوظٌ منقولٌ أنَّهم كانوا يَتركون الفضائلَ إذا وافقت سَبْتاً, لا عن المُكثرين للصوم كعبدالله بن عمرو بن العاص الذي كانَ يصوم الدهرَ, ولا عن غيرهِ في ذلك الزمن زمنِ الصَّوم والقَوْم. ¶ وحسبُنا طريقةُ السلف بفَهم الدين في تخصيص العامِّ بمُعارضه الخاص, إذ من اليقين أنَّ الفضائل وافقت في زمانهم سَبْتاً بل سُبُوتاً وأسبُتَاً ومع ذلك لم يُنقل أنَّهم تركوها, ولو تركوها لنُقِل تركُهم لأجلِ عظيمِ التركِ لعظيمِ الأجر, لا لأنَّ التركَ يجبُ نقلُهُ, وفي تخصيص السَّبْتِ بأيام الفضائل إعمالٌ للدليلين, والإعمالُ مُقدَّمٌ على الإهمال. ¶ - النهيُ عن صوم السَّبْتِ عامٌّ يُراد به الخصوصُ: ¶ ويمكن أنْ يُقالُ بناءً على ما تقدم: أنَّ النهي عن صوم السَّبْتِ عامٌّ يُراد به الخصوصُ, أي يُراد به التطوُّعُ المطلق, وأمَّا التطوعُ المشروعُ في زمنه ومناسبته أو سببه وعُلِّق عظيمُ أجرهِ بالصوم لابالترك, كتعليق غُفرانِ السنتين بصومِ عَرَفةَ, وغُفرانِ سنةٍ بصوم عاشوراءَ, فهذا الصومُ غيرُ داخلٍ في عموم النهي, وبهذا يُجمع بين الأحاديث, ومن ثَمَّ يَبطلُ الاحتجاجُ بقاعدةِ: (الحاظِرُ مُقدَّمٌ على المُبيح) لإمكان الجَمْعِ, وكذا يَبطلُ الاحتجاجُ بقاعدة: (مَنْ ترك شيئاً لله عوَّضهُ اللهُ خيراً منه) فأيامُ الفضائل لا يَعمُّها النهيُ. ¶ - الخاصُّ ذو العموم:",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "لو قيل: النهيُ عن صوم السَّبْتِ خاصٌّ!! فكيف تقولون بعمومه ؟!. ¶ قلنا: أولاًََ: النهي عن السَّبْتِ بالنسبة للأسبوع لا شكَّ بأنَّه خاص, ولكنَّهُ بالنسبة للشهر أوِ السنةِ يكون ذا عموم, وكما قدَّمنا له آنفاً في هذا الوَجْهِ. ¶ ومثالُهُ قولُه تعالى: { قَالَ فَمَا خَطْبُكُمْ أَيُّهَا الْمُرْسَلُونَ (57) قَالُوا إِنَّا أُرْسِلْنَا إِلَى قَوْمٍ مُجْرِمِينَ (58) إِلَّا آَلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ } فها هنا آلُ لوطٍ خَصُّوا عمومَ القومِ المجرمين فَنَجُوا, ولكنَّ لفظَ آلِ لوطٍ مازال ذا عمومٍ بالنسبة لامرأةِ نوحٍ, فَوَقَعَ التخصيصُ كما في قوله تعالى في الآية التي تليها: ¶ { إِلَّا امْرَأَتَهُ قَدَّرْنَا إِنَّهَا لَمِنَ الْغَابِرِينَ } (1) فلا يمتنع أنْ يكون الخاصُّ عامَّاً، ومن ثَمَّ فيمكن تخصيصُهُ كما مثَّلنا. ¶ ثانياً: قولهُم بأنَّ النهي عن صوم السَّبْتِ يَدخل فيه كلُّ صوم, سواءٌ كانَ تطَوُّعَاً مُطلقاً أو صومَ فضيلةٍ, يُثبِتُ أنَّ النهي عامٌّ. ¶ ثالثاً: النصُّ نفسُهُ يؤيد أنَّه من العموماتِ المخصوصة لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «... إلا فيما افتُرِضَ عليكم ...» والتخصيصُ لا يَدخلُ إلا على عامٍّ. ¶ __________ ¶ (1) الآيات من سورة الحجر.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وكأنَّ هذا المذهب أي تخصيصَ النهي أشار إلى بعضه الإمامُ ابنُ خُزَيْمَةَ عندما أَخْرَجَ حديثَ الصَّمَّاء فبَوَّبَ له: «باب النهي عن صوم يوم السَّبْتِ تطَوُّعَاً إذا أُفرِد بالصوم بذكرِ خبرٍ مُجمَلٍ غيرِ مُفَسَّرٍ بلفظٍ عامٍّ مراده خاص, وأحسب أنَّ النهي عن صيامه إذِ اليهودُ تُعظِّمُهُ وقد اتَّخذتهُ عيداً بَدَلَ الجُمُعَةِ» وكذا ذكره الإمام الطحاوي في شرح معاني الآثار (2/80) بعد أنْ ضعَّف الحديث وقال: «وقد يجوز عندنا واللهُ أعلَمُ –إنْ كانَ ثابتاً– أنْ يكون إنَّما نهى عن صومه لئلا يُعَظَّمَ بذلك فيُمسَكَ عن الطعام والشراب والجماع فيه كما يفعل اليهود, فأمَّا من صامه لا لإرادته تعظيمَهُ ولا لِمَا تريد اليهودُ بتركها السعيَ فيه فإنَّ ذلك غيرُ مكروهٍ». ¶ وكذا ابنُ تيمية في اقتضاء الصراط المستقيم (2/77) إذ قال: «... فالمُزيلُ للكراهة في الفرض مجرَّدُ كونهِ فرضاً... وأمَّا في النَّفْلِ فالمزيلُ للكراهة ضمُّ غيرِهِ إليه, أو موافقتُهُ عادةً ونحوُ ذلك, وقد يُقالُ: الاستثناءُ أَخْرَجَ بعضَ صُوَرِ الرُّخصة وأُخرج الباقي بالدليل». ¶ قلت: فهاهم علماؤنا رحمهم الله أثبتوا أنَّه عامٌّ ومخصوص, فمنهم من خصَّه بالقِران ومنهم من خصَّهُ بعدم مشابهة الكفار ومنهم من خصَّهُ بالصوم المسنون المعتاد, ومنهم من خصَّهُ بأيام الفضائل, ومنهم من خصَّهُ بقصدِ ونيَّةِ الصائم وكما سيأتي التفصيلُ فيه واللهُ أعلَمُ. ¶ نصٌّ بأنَّ الفضائل تُخَصِّصُ النهيَ عن السَّبْتِ: ¶ أَخْرَجَ البُخَارِي (3420) ومسلم (1159) من حديث عبدالله بن عمرو بن العاص قال: قال لي رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أحَبُّ الصيام إلى الله صيامُ داوُدَ كانَ يصوم يوماً ويُفطر يوماً, وأحَبُّ الصلاة إلى الله صلاةُ داوُدَ كانَ ينام نصفَ الليل ويقوم ثُلُثَهُ وينام سُدُسَهُ».",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وفي رواية لمسلم: «صُمْ أفضلَ الصيام عند الله صومَ داوُدَ عليه السلام كانَ يصوم يوماً ويُفطر يوماً» وزاد البُخَارِي في رواية (1977): «ولا يفِرُّ إذا لاقى» ووَجْهُ الاستدلال من الحديث أنَّ هذا الصوم هو أحبُّ الصيام لله وهو أفضلُ الصوم عند نبيِّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, فالإخبارُ بأنَّه أفضلُ الصيام عند الله: هذا لايدخلهُ النَّسْخُ وإنْ كانَ جُزئياً، وأعني به التخصيصَ، إذِ النَّسخُ لايرِدُ على الأخبار وإنَّما على الأحكام واللهُ أعلَمُ. ¶ وكذا أخْذُ عبدِالله بن عمرو بن العاص للحديث وعملُهُ به كانَ على عمومه ولم يُخَصِّصْهُ بسبتٍ وغيره, كما في روايةِ مسلمٍ لَمَّا قال له النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «إنَّك لاتدري لَعَلَّك يطولُ بك عُمُرٌ؟ قال: فصِرتُ إلى الذي قال لي النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فلَمَّا كَبِرتُ وَدِدْتُ أنَّي كنتُ قبِلتُ رُخصةَ نبي الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» وفي روايةٍ له أيضاً: «لأنْ أكونُ قبِلتُ الثلاثةَ الأيامَ التي قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أحبُّ إلىَّ من أهلي ومالي». ¶ فليس في طريقته تلك التي أخذها عن رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ومات عليها بعد أنْ طال به العُمُرُ, ليس فيها ذِكرٌ لموافقةِ صومِهِ السَّبْتَ أو الجُمُعَةَ، وإلا فلو كانَ يَفهم أنَّ الجُمُعَةَ لا تُصامُ إلا مقرونةً, وأنَّ السَّبْتَ لا يُصام مُطلقاً لسَهُل الأمرُ عليه أو صعُبَ، ولكنْ كلُّ هذا لم يحدث فلم يذكرْهُ لا هو ولا أصحابُهُ وأتباعُهُ.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "بل هذا النظرُ: أي لمصادفةِ الفضائل للسبت أو الجُمُعَةِ لم يعتبرْهُ أيضاً نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كما في روايةٍ لمسلم من حديث أبي قتادة (1162) لَمَّا سأل عمرُ النبيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقال: «... كيف مَنْ يصوم يوماً ويُفطر يومين؟ قال: وَدِدْتُ أنَّي طُوِّقتُ ذلك ...». ¶ - - - ¶ /الوَجْهُ الثاني/: (الأيَّامُ أوعيةٌ والفضائِلُ محتواها) ¶ أقسامُ أيام الصوم: ¶ قال المَنَاوي في فيض القدير (9483): (تنبيهٌ: قَسَمَ الشارِعُ الأيامَ باعتبارِ الصوم ثلاثةَ أقسام: قسمٌ شَرَعَ تخصيصَهُ بالصيام إمَّا إيجاباً كرَمَضَانَ, أو استحباباً كعَرَفةَ وعاشوراءَ, وقسمٌ نهى عن صومه مُطلقاً كالعيدين, وقسمٌ إنَّما نهى عن تخصيصه كيوم الجُمُعَةِ وبعد النصف من شعبان فهذا النوعُ لو صيم مع غيره لم يُكره, فإنْ خُصَّ بالفعل نُهي عنه سواءٌ قَصَدَ الصائمُ التخصيصَ أم لا, اعتقد الرجحانَ أم لا).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "قلت: ولَعَلَّه من الممكن أنْ تُقسَم الأيامُ باعتبارٍ آخرَ فتكونَ على قسمين: قسمٌ لم يتوجَّهْ فيه الأمرُ أو النهيُ لذاتِ اليوم ولكنْ لِمَا حلَّ فيه ووافَقَهُ من فضلٍ أو مناسبةٍ يترقبها المسلمون ويتعبدون الله فيها بعبادةٍ معلومةٍ, ولا يُعرف ذلك اليومُ إلا بتلك الشعيرة: كالعيدين وعَرَفةَ، فالعيدانِ شعيرتُهما الفِطرُ والذبحُ فالأكلُ والشربُ وإظهارُ السرورِ والفرحِ ونحوُهُ, وأمَّا عَرَفةُ ومثلُهُ عاشوراءُ فشعيرتُهما الصومُ وفعلُ الطاعات التي هي من مقتضيات الصوم أو لوازمِهِ، فكما أنَّ الاثنين والخميس لا يُصامان عند وقوعِ العيد فيهما, لأنَّ المقصودَ العيدُ وفضلُه لا وعاءُه من الأيام، فكذا لا تُعتبر موافقةُ عَرَفةَ للسبت أو الجُمُعَةِ لأنَّ المقصودَ هو عَرَفةُ لا وِعاءُهُ من الأيام. ومن ثَمَّ يُعرَفُ الفرقُ بين النهي عن صوم العيدِ إنْ وافقَ يومَ اثنينٍ أو خميس وبين عَرَفةَ إن وافقت سبتاً, فالعيدُ يخصُّ صومَ الاثنينِ والخميسِ فيمنعُهُ, وعَرَفةُ يخصُّ النهيَ عن السَّبْتِ فيُبيحُهُ. ¶ وقسمٌ ثانٍ من الأيام توجّه الأمرُ أو الندْبُ فيه وكذا النهيُ على ذاتِ اليوم أي الوِعاء: كصومِ الاثنين والخميس والنهي عن صوم الجُمُعَةِ والسَّبْتِ.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ومن الممكن أيضاً أن تُقسَمَ الأيامُ باعتبارٍ ثالثٍ ولقسمينِ أيضاً: أولُها ما نُهي عن صومه مُطلقاً وإنْ لم تُخصَّص أو تُقصدْ: من غيرِ أنْ نتكلَّف حكمةَ النهي عن صومها, فالنهيُ فيها تعبديٌّ أو نأخذه كالتعبدي لأنَّه جاء مُرسَلاً غيرَ مُقيَّدٍ ومُعلَّلٍ, فإنْ أمكن جمعُهُ مع النصوص الأخرى جمعنا, وإلا أبقيناهُ غيرَ معقولِ المعنى أي محضَ تعبُّدٍ، ومثالُهُ النهيُ عن صوم عَرَفةَ لمن كانَ بعَرَفةَ -على فرض صحةِ الحديث(1)– فلا يمكن أنْ يجتمع للحجيج صومٌ وإفطارٌ في يوم واحد, ولكنْ يمكن أنْ يكون النهيُ فيه للحُجَّاج والحضُّ عليه لغيرهم, ولعلَّ من أمثلته أيضاً حديثَ آلِ بُسْرٍ: فلايُصامُ السبتُ مُطلقاً, ولكنْ لعمومه خُصَّ بالفرض وأيامِ الفضائل وما له سببٌ, وتأيَّد هذا بفعل السلف, إذ لم يكونوا يتركون الفضائل إنْ وافقت سَبْتاً, فيبقى عمومُهُ فيما سوى هذه المُخَصِّصات أي في التطوع المطلق وقَصْدِ السَّبْتِ لأيِّ أمرٍ واللهُ أعلَمُ. ¶ والقسم الثاني هو ما وصفه المناويُ فقال: (وقسمٌ إنَّما نهى عن تخصيصه: كيوم الجُمُعَةِ وبعد النصف من شعبان فهذا النوعُ لو صيم مع غيره لم يُكره, فإنْ خُصَّ بالفعل نُهي عنه سواءٌ قَصَدَ الصائمُ التخصيصَ أم لا, اعتقد الرجحانَ أم لا) انتهى. ¶ ومِمَّا تقدَّم فأيامُ الأسبوع أوعيةٌ للفضائل, والفضائلُ محتواها, فأحياناً يكون الأمرُ والحضُّ أو النهيُ متوجهاً وواقعاً على المحتوى وأحياناً على الأوعية. ¶ ومِن أدلة ذلك ما أَخْرَجَه البُخَارِي (2006) ومسلم (1132) من حديث ابن عباس أنَّه قال: «ما رأيتُ النبيَ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يتحرَّى صيامَ يومٍ فضَّله على غيره إلا هذا اليومَ, يومَ عاشوراءَ, وهذا الشهرَ يعني شهرَ رَمَضَانَ». ¶ __________ ¶ (1) لشيخنا علي الحلبي جزءٌ في تخريج هذا الحديث ألحقه بدُبُر كتابه (زهر الروض) انتهى فيه إلى تحسينه.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فهاهنا نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يتحرى المحتوى وليس الوعاءَ فلا فرقَ عنده بين أنْ يَحِلَّ المحتوى أي الفضيلةُ في الخميس أو السَّبْتِ إذِ الحُكْمُ والسياقُ للفضيلة وليس لوعائها, فالفضيلةُ هي يومُ عاشوراءَ يومُ نجاةِ موسى وإذلالِ من قال: { أَنَا رَبُّكُمُ الْأَعْلَى } فهي عظيمةٌ وعظيمةٌ, فصامَها موسى شُكراً وكذا مِن بعده نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, فهذه الفضيلةُ أكبرُ وأقوى من وِعائها الذي يحتويها من الأيام فلا عِبرةَ بما وافقته سَبْتاً كانَ أو خميساً, وعدمُ الاعتبار هذا أقرَّتْه النصوصُ إذ لم تَعتبر هكذا مُصادَفاتٍ, والقاعِدةُ في فَهم السلف: (إطلاقُ المطلق وتعميمُ العام إلا لدليل). ¶ وأمَّا دليلُ أنَّ الحُكْمَ قد يكون للوعاء أي يُقصد به اليومُ لكونه سَبْتاً أو خميساً فهو ما تقدم من أحاديثَ فيها النهيُ عن صوم السَّبْتِ أو الجُمُعَةِ أو الحضُّ على صوم الاثنين والخميس, وكما أَخْرَجَ مسلم (1162) من حديث أبي قتادة وفيه:- ¶ «... وسُئِل عن صومِ يومِ الاثنين ؟ قال: ذاك يومٌ وُلِدتُ فيه ويومٌ بُعِثتُ أو أُنزِلَ عليَّ فيه». ¶ فصار بهذا التقرير: أنَّ اليوم يُصامُ إمَّا لذاته أو اسمه, وإمَّا لأمرٍ خارجٍ عنه حلَّ فيه, فإنْ عُدِمت الفضيلةُ في هذا اليوم أو الوعاء فالحُكْمُ للوعاء إباحةً أو نهياً, وإنْ حلَّتِ الفضيلةُ في يوم محظورٍ, فالحُكْمُ للفضيلة لتخصيصها لعموم النهي عن صومه, إذِ الخاصُّ مقدمٌ على العام وكذا يؤيِّدهُ أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ما اعتبر هكذا موافقاتٍ فيبقى الحُكْمُ للفضيلة صوماً. ¶ وعلى مسألة (الأيامُ أوعيةٌ والفضائلُ محتواها) تتفرع مسائلُ: ¶ - الأولى: السَّبْتُ له وصفانِ والنهيُ واقِعٌ على أحدهما:",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "فعند توافُقِ عَرَفةَ مع السَّبْتِ يكون للسبت وصفانِ: وصفٌ أصليٌ مستقِرٌّ فيه, وهو كونُهُ سَبْتاً يوماً من أيام الأُسبوع, ووصفٌ دَخيلٌ عليه غيرُ مستقرٍّ فيه بل هو يتنقَّلُ ويتحوَّلُ كلَّ عام بين أيام الأسبوع وهو وصفُهُ بأنَّه يومُ عَرَفةَ, وصائِمُهُ ما أراد صومَهُ لأنَّه سبت أوِ اثنين بل صامه لأنَّه عَرَفةُ, فَقَصَدَهُ لِمَا حلَّ فيه من فضل, ولكونِ الله يحب صومَهُ لا تركَهُ, وأمَّا كونُهُ سَبْتاً أو خميساً فهو غيرُ مقصود, وكلُّ ما فيه محضُ مصادفة وهو أمرٌ ثانٍ مُتَنَقِّلٌ غيرُ ثابت مؤخَّرٌ غيرُ مُقدَّمٌ, ومعلومٌ أنَّ المقصود مقدمٌ على غيره والمُتنقلُ المُتحولُ لا يُعطى حُكْمَ الثابت المستقر. ¶ فثَمَّةَ حَالٌّ ومَحَلٌّ أو وِعاء: فالحالُّ يومُ عَرَفةَ, ومَحَلُّهُ وظرفه أو وِعاؤُهُ هو يومُ السَّبْتِ, ومعلومٌ فرقانُ ومباينةُ الحالِّ لِمَحَلِّهِ, فكيف يُسوَّى بينهما ويُعطى المشروعُ وهو صومُ عَرَفةَ بل وفيه تُكفَّرُ السنين يُعطى حُكْمَ الممنوع صومِ يوم السَّبْتِ ؟! نعم قد يأخذُ الحالُّ حُكْمَ محلِّه في حالِ وحينِ أنَّهما متلازمانِ أي لا يقعانِ إلا مجتمعَينِ فحينَئِذٍ يكون النهيُ عن صوم السَّبْتِ نهياً عن صوم عَرَفةَ وهذا مُحالٌ شرعاً وواقعاً. ¶ وعلى هذا يكون الصومُ صومين: صومٌ للسبت ذاتِهِ, وصوم للفضيلة التي نزلت فيه, ومن ثَمَّ فالنهيُ واقعٌ على من قَصَدَهُ لذاتهِ ولأيِّ سببٍ, وأمَّا من قَصَدَ الفضيلةَ التي حلَّت فيه, أو مَنْ صامه لسببٍ خارجٍ عنه كموافقةِ عادةٍ ونحوِها: فهو لم يقصدْهُ مُطلقاً, والأمرُ دقيقٌ لايَتنبَّهْ له إلا من تأمَّلَهُ واللهُ أعلَمُ. ¶ - الثانية: الأصلُ بقاءُ ما كانَ على ما كانَ, والخاصُّ مُقدَّمٌ على العام:",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "فعَرَفةُ وعاشوراءُ أقوى من النهي عن صوم يوم السَّبْتِ لأنَّهما خاصَّانِ والنهيُ عن صوم السَّبْتِ عامٌّ, فيُقدَّمُ صومُهما على النهي فيه, ولا يُعطى الأقوى حُكْمَ الأضعف, وكذا فالسياقُ في أحاديث صوم الفضائل سياقُ فضائلَ وإنعامٍ وليس سَوقاً لأسماء الأيام, وعلى هذا فعند إقبال عَرَفةَ نستصحبُ أصلَ إباحةِ صومه، أي أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ما قال: (صوموه إلا إذا وافق سَبْتاً)!! بل ونستصحِبُ عظيمَ أجره فنصومه لهذين الأصلين. ¶ وإنْ قيل: قدِ انتقضا بحديثِ آلِ بُسْرٍ ؟!. ¶ قلنا: لا تعارضَ, فحديثُ آلِ بُسْر عامٌّ وصومُ عَرَفةَ خاصٌّ فيُقدَّم عليه مُطلقاً, وتقديمُنا لا يعني ردَّ الحديث بل يعني تخصيصَهُ وبهذا نكون قد أخذنا بالحديثين, ويشهدُ لهذا الجَمْعِ أنَّنا ما علمنا أحداً من السلف ترك فضيلةً بَلْهَ الفضائلَ عند موافقتها سَبْتاً أو جُمُعَةً، مع كَثرةِ موافَقَةِ السَّبْتِ للفضائل, مع قوَّةِ الداعي لنقلِ الترك لو وَقَعَ, وذلك لعجيبهِ وغُربتهِ. ¶ وبهذا انفكَّتِ الجهةُ ووقع كلُّ حديثٍ موقِعَهُ وأخَذَ مأخِذَهُ ولم يتواردا مورداً واحداً حتى يقوم التعارضُ, أي كأنَّه صار عندنا يومان: يومُ سبتٍ ويومُ عَرَفةَ والنهيُ واقعٌ على صوم السَّبْتِ وليس على عَرَفةَ وإنَّما الأعمالُ بالنيَّات, وقد يتوافقانِ فيجتمعانِ فيُحكمُ فيه للمقصود بالصوم, وصائمُ عَرَفةَ ما أراد السَّبْتَ فيسبِقُ صومُه تركَهُ, والله أعلم. ¶ - - - ¶ /الوَجْهُ الثالث/: (القصْدُ مُعْتَبَرٌ والأحوالُ معتبرةٌ) ¶ فصائِمُ عَرَفةَ عند مصادفتهِ سَبْتاً أو جُمُعَةً لم يصُمْهما بل صام عَرَفةَ, لكونهِ لم يقصدْهما أبداً. ¶ وعلى مسألةِ القصدِ والنيَّةِ يَنبني أنَّ القصدَ أربعةُ أقسام, منها ثلاثةٌ حُرُمٌ فلا يَحِلُّ الصومُ بها وهي: ¶ - قصدٌ لصوم السَّبْتِ وفضله.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "- وقصدٌ لمشابَهَةِ المشركين في تعظيم ذلك اليوم أو تعبدِهم فيه أو خصِّهم له بأمرٍ ما: وبما أنَّ المشابهة هي المحظورة وقد عُلِمَ أنَّها تتحقق بالظاهر ولو لم يكن فيها نيَّةٌ, فيدخلُ في هذا القسم المشابَهَةُ غيرُ المقصودة. ¶ - والثالثُ هو قصدُ صومِهِ مفروداً أو مقروناً من غيرِ تَحَرٍّ لفضيلةٍ فيه, أي صومُهُ على أنَّه يومٌ من أيام الله. ¶ فهذه الأقسامُ الثلاثةُ يقع عليها النهيُ, وإلا فيكون الحديثُ مُعَطَّلاً إنْ لم يشملها واللهُ أعلَمُ.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "- وثَمَّةَ قسمٌ رابعٌ لا يحظرُهُ الحديثُ: وهو أنْ يوافق عَرَفةُ أو عاشوراءُ أو غيرُهما من أيام الفضائل السَّبْتَ: فالسَّبْتُ يومَئِذٍ غيرُ مقصود ولا فَرْقَ عند من صامه بين أنْ يكون عَرَفةُ سَبْتاً أو خميساً, ذلك بأنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «لا تصوموا يوم السَّبْتِ» وصائِمُ عَرَفةَ لم يصُمِ السَّبْتَ بل صام عَرَفةَ, وأمَّا وقوعُ عَرَفةَ يومَ السَّبْتِ فهو مجرَّدُ موافَقَةٍ قدَّرها اللهُ وليس للعبد فيها اختيارٌ, فهو ما صام السَّبْتَ لا بنيته ولا بوصفه أوِ اسمه, أي أنَّه نوى صومَ عَرَفةَ, وأمَّا السَّبْتُ فغيرُ منظورٍ له في ذلك الصوم والنيَّةِ مُطلقاً. ويؤيد هذا ما قاله ابن قدامة في المغني (3/52): (نصَّ عليه أحمدُ في روايةِ الأثرم ... قال: قلت: رجلٌ كانَ يصوم يوماً ويُفطر يوماً فوقع فِطرُهُ يومَ الخميس وصومُهُ يومَ الجُمُعَةِ وفِطرُهُ يومَ السَّبْتِ فصام الجُمُعَةَ مفرداً ؟؟ فقال: هذا الآن لم يتعمَّدْ صومَهُ خاصَّةً إنَّما كُرِه أنْ يَتعمَّدَ الجُمُعةَ). وقد تقدَّم بيانُ هذا الفقهِ عن ابن باز رَحِمَهُ الله إذ قال في (مجموع فتاوى ومقالات متنوعة) (5/414): (... لكنْ إذا صادف يومُ الجُمُعَةِ يومَ عَرَفةَ فصامه المسلمُ وحدَهُ فلابأسَ بذلك, لأنَّ هذا الرجل صامه لأنَّه يومُ عَرَفةَ لا لأنَّه يومُ جُمُعَةٍ ... وكذلك لو صادف يومُ الجُمُعَةِ يومَ عاشوراءَ فصامه فإنَّه لاحَرَجَ عليه أنْ يُفرِدَهُ, لأنَّه صامه لأنَّه يومُ عاشوراءَ لا لأنَّه يومُ الجُمُعَةِ) انتهى.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وكأنَّ ما يَشهدُ لهذا الوَجْهِ ما استدل به الطحاويُ في شرح معاني الآثار (2/81) لجوازِ صومِ السَّبْتِ إنْ وافقَ فضيلةً كأيام البيض إذ قال: (إنَّ أيام البيض إنَّما أُمِر بصومها لأنَّ الكسوف يكون فيها ولا يكون في غيرها وقد أُمِرنا بالتقرب إلى الله عز وجل بالصلاة والعِتاق ليلتَهُ وغيرِ ذلك من أعمال البر عند الكسوف فأُمِر بصيام هذه الأيام ليكون ذلك بِرَّاً مفعولاً يعقب الكسوفَ فذلك صيامٌ غيرُ مقصودٍ به إلى يوم بعينه في نفسه ولكنَّهُ صيامٌ مقصودٌ به في وقت شُكراً لله عز وجل لعارضٍ كانَ فيه فلابأسَ بذلك, وكذلك أيضاً يومُ الجُمُعَةِ إذا صامه رجلٌ شكراً لعارضٍ من كسوفِ شمسٍ أو قمرٍ أو شكراً لله عز وجل فلابأسَ بذلك وإنْ لم يصم قَبْلَهُ ولا بَعْدَهُ يوماً). ¶ /فائدة/: ¶ ولَعَلَّه مِمَّا يدخل في هذا الباب وهذا القسمِ حديثُُ جويرية أمِّ المؤمنين رَضِيَ اللهُ عَنْهَا، الذي فيه أُبيح لها صومُ الجمعة إنْ قرنته بالسبت, فيكونَ حديثُها مُخصِّصَاً للنهي عن السَّبْتِ بوَجْهَين: إمَّا بقرانِ الجُمُعَةِ مع السَّبْتِ, وهذا قولُ أكثر العلماء, وإمَّا لأنَّ السَّبْتَ لم يُقصد لا من قريبٍ ولا من بعيد، وقد أُبيح صومُهُ لتخليصها من إثم إفراد الجُمُعَةِ, وبذا فمَن كانَ حالُهُ كذا هو في الحقيقة لم يصمِ السَّبْتَ قارِناً له, بل صام الجُمُعَةَ قارِناً لها, وهذا هو الوَجْهُ المشروعُ لصومها, فالقصدُ مُنْصَبٌّ لقِران الجُمُعَةِ لا السَّبْتِ, وبما أنَّ النهي عن السَّبْتِ يُراد به من قَصَدَهُ لذاته, فقارِنُهُ مع الجُمُعَةِ لم يقصده إلا لأجل الجُمُعَةِ فخرج من النهي, ولَعَلَّ هذا الوَجْهَ أقوى من سابقه, أو يُقالُ أنَّ النهي عن السَّبْتِ مُتأخِّرٌ, وعندَئِذٍ فلا حُجة في حديث جويرية, واللهُ أعلَمُ. ¶ اختلافُ الحُكْمِ مُرَاعاةً للأحوال:",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثَمَّةَ أعمالٌ هي مسنونةٌ مشروعةٌ، ولكنْ حينما يُنظرُ لها من وجهٍ آخرَ أو باعتبارٍ آخرَ، تكونُ مكروهةً أو كالمكروهة مع أنَّ العملَ واحدٌ والنيَّةَ فيه سليمةٌ خالصةٌ لله، ومِثالُهُ ما أَخْرَجَ البُخَارِي (2004) ومسلمٌ (1130) واللفظُ له من حديثِ ابنِ عباس: «أنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قدِم المدينةَ فوجد اليهودَ صياماً يومَ عاشوراءَ فقال لهم رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ما هذا اليومُ الذي تصومونه ؟ ¶ فقالوا: هذا يومٌ عظيمٌ أنجى اللهُ فيه موسى وقومَهُ وغرَّقَ فرعونَ وقومَهُ فصامه موسى شُكراً، فنحن نصومه، فقال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: فنحن أحقُّ وأولى بموسى منكم، فصامه رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وأمر بصيامه». ¶ قلت: فهاهنا عندما نظر رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إلى عظيمِ فضلِ الله تعالى على أخيه موسى وقومِهِ وإذلالِ فِرعونَ وقومِهِ, وأنَّ موسى صام ذاك اليومَ شُكراً لله, لم يكنْ لرسولِ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بُدٌّ إلا أنْ يُتابع أخاه موسى في صومه فقال: «فنحن أحقُّ وأولى بموسى منكم» فصامه وأمر بصيامه. ¶ ثُمَّ إنَّ هذه المتابعةَ منه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ليست ليهودَ وإنَّما لأخيه موسى عليه السلام لذلك فهو لم يتابعْهم على ما أحدثوه وكما أَخْرَجَ البُخَارِي (2005) ومسلم (1131) واللفظ له من حديث أبي موسى قال: «كانَ أهلُ خيبرَ يصومون يومَ عاشوراءَ يتخذونه عِيداً: ويُلْبِسونَ نِساءَهم فيه حُلِيَّهم وشارتَهم. فقال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فصوموه أنتم».",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وصومُهُ هذا لَمَّا نَظر فيه لحال اليهود والنصارى خشيَ فيه من مشابهتهم بتعظيم عاشوراءَ كهم, ونحن منهيونَ عن التشبُّهِ بهم وإنْ لم نقصده لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «من تشبه بقوم فهو منهم».(1) ¶ لذا فقد نأى النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن تلك المشابهة غيرِ المقصودة وغيرِ الكاملة إلى ما هو خيرٌ, وكما أَخْرَجَ مسلم (1134) من حديث أبي غَطَفَان بن طَريف المُرِّي يقول سمعت عبدالله بن عباس يقول: «حين صام رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يوم عاشوراءَ وأمر بصيامه قالوا: يا رسول الله إنَّه يومٌ تُعظِّمُهُ اليهودُ والنصارى ؟ فقال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فإذا كانَ العامُ المُقبِلُ إنْ شاءَ اللهُ صُمنا اليومَ التاسعَ, قال: فلم يأتِ العامُ المُقْبِلُ حتى تُوفي رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ». ¶ قلت: فأفادنا ما تقدَّم أنَّ العبادةَ الواحدةَ قد تكون مشروعةً من وجهٍ وتكون ممنوعةً أو مكروهةً أو خلافَ الأولى باعتبارٍ ووجهٍ آخرَ، فعاشوراءُ لَمَّا نُظِر له على أنَّه يوم أنجى الله فيه موسى فصامه, وقد كانَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أوَّلَ الأمر يُحِب موافقةَ أهل الكتاب قال: «فنحن أحقُّ وأولى بموسى منكم» فصامه وأمر بصيامه, ولَمَّا قيل له: «إنَّه يوم تُعظِّمُهُ اليهودُ والنصارى» خشي من الوقوع في مشابهتهم في تعظيمه ولو بصومه, وهذا كانَ آخِراً، فقال: «فإذا كانَ العامُ المُقبِلُ إنْ شاءَ اللهُ صُمنا اليومَ التاسع». ¶ /فائدة فاصِلَة/: ¶ __________ ¶ (1) هو قطعة من حديث ابن عمر عند أحمد (5114) وأبي داوُدَ (4031) وصححه الألباني في الإرواء (1269) وأما الطبراني في الأوسط (8/179/8327) فأخرجه من حديث حذيفة.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "قوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «فإذا كانَ العامُ المُقبِلُ إنْ شاءَ اللهُ صُمنا اليومَ التاسعَ» هو قَطعاً متأخِّرٌ, وذلك لقولِ ابن عباس: «فلم يأتِ العامُ المقبلُ حتى توفي رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ» فلو كانَ النهيُ عن السَّبْتِ بهذا العموم, وأنَّ الفضائلَ لاتُخصِّصُهُ, لَقالَ نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مثلاً: (فإذا كانَ العامُ المُقبِلُ صمنا التاسعَ إذا لم يوافِقْ سَبْتاً) أو نحوَهُ, فلَمَّا لم يقلْ ذلك عُلِم أنَّ النهي عن السَّبْتِ أضعفُ من صوم الفضائل, فلذا قدَّمها رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عليه فَخَصَّصَتْهُ, بل ومن ضَعْفِ هذا النهي أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم يذكره ها هنا ولم يَسنح له عندما نوى أنْ يصوم التاسعَ ولم يعتبرْ موافقتَهُ لهذا اليومِ المشهودِ، ولا يَرِدُ على استدلالنا هذا بأنْ يُقالَ: لعلَّ النهيَ عن السبت مُتأخِّرٌ؟! ذلك بأنَّ عزمَهُ على صوم التاسع مُتأخِّرٌ جِدَّاً. ¶ فإذا كانَ مَن لاينطِقُ عن الهوى إنْ هو إلا وحيٌ يُوحى, وقد أُوتي جوامِعَ الكَلِم, لم يَحْتَطْ ويحترزْ من موافقةِ الفضائل للسبت, بل ولم يخطرْ له ببال، لا في الحالِ ولا المآل, فكيف نُعارض الفضائلَ بالسَّبْتِ؟! والحُكْمُ إنْ شاءَ اللهُ ظاهرٌ بلا إشكال؟! ¶ أحوالُ صوم السَّبْتِ: ¶ فصومُ السَّبْتِ يكون بالنيَّةِ والقصد أو لاعتباراتٍ أخرى على أحوال: ¶ 1- حالٌ لم يُنظرْ فيه إلى مُشابَهَةٍ ونحوِها بل هو تعبُّديٌ محض: وذلك حينما يُصام السَّبْتُ تطَوُّعَاً على أنَّه يومٌ من أيام الله، فهذا يتناوله النهيُ, وإنْ قُرِن بغيره لأنَّه صومُ تطوعٍ، فهو داخلٌ في النهي قطعاً من حيثُ الظاهرُ.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "2- وحالٌ يُفضي لتعظيم السَّبْتِ سواءٌ قُصِد التعظيمُ أم لم يُقصد: وذاك حين إفرادِهِ، فصومُهُ حينَئِذٍ لا يُشرع، وحُكْمُ هذا الحالِ لم يُؤخذ من ظاهرِ الحديث وإنَّما من حُرمةِ المشابهة. ¶ 3- وحالٌ لم يُقصدْ فيه السَّبْتُ مُطلقاً لا باسمه ولا بوصفه، ولا يُخشى معه الوقوعُ في مُشابَهَةٍ: وذا حينما يوافِقُ يومَ فضيلةٍ، إذِ الصومُ للفضيلةِ ليسَ للسبتِ, وهو عندَئِذٍ ليس إلا وِعاءً لتلك الفضيلة، التي قد تقع فيه أو في غيره من الأيام، فلا اختصاصَ للسبت بها, والسياقُ في الحضِّ على صوم الفضائل سياقٌ لها لا لأوعيتها من أيام الأسبوع. ¶ /فائدة فاصلة/: (أيامُ الفضائل والشعائرِ تُنافي التشبُّهَ بالظاهر) ¶ لَعَلَّه يُقالُ: معلومٌ أنَّ التشبُّهَ لايُشْترَطُ له قَصْدُ التشبُّهِ, فقد يقع ولو بالظاهر، وصومُكمُ السَّبْتَ حين الفضائل يكون تعظيماً له ومُشَابَهَةً لليهود, ولو بالصوم ولو بغيرِ قصدِ التشبُّهِ والتعظيم ؟! فأقول:",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "كأنَّ قولَ الأكثر أو هو إجماعٌ مُنعقِدٌ على أنَّ: الحِكمةَ من النهي عن صوم السَّبْتِ هو أنْ لا نُشابِهَ اليهودَ في تعظيمهم ذلك اليومَ ولو بالصوم؟؟ وكأنَّ مِمَّا يُؤيِّدُ ذلك هو التشديدَ بالنهي عنه، والتشديدَ الأكبرَ بالأمر بفطره لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «... وإنْ لم يجد أحدُكم إلا لِحاءَ عِنَبَةٍ أو عُودَ شجرةٍ فلْيمضغْهُ» وإذْ كانَ ذلك كذلك, فعند حُلُول عَرَفةَ يومَ السَّبْتِ وحين الشعائرِ المعروفةِ المعهودةِ سواءٌ في الحج أو في يوم النحر وأيام التشريق أيامِ الأكل والشرب, أو في العشر من ذي الحجة التي أقسم الله بها في قوله: { وَالْفَجْرِ(1) وَلَيَالٍ عَشْرٍ } على القول الراجح من أقوال المفسرين، وأنَّها أحَبُّ أيامٍ لله يُحِبُّ فيها صالِحَ العمل, فهي شعائرُ كبيرةٌ عظيمةٌ في علانيتها وشُهرتِها وظُهورها للناس كافَّةً للكافرين والمسلمين للعُصاة والمطيعين, فصومُهُ حينَئِذٍ قطعاً وجزماً ويقيناً لايكونُ فيه نَوْعٌ أو ذَرَّةٌ ومُسْكَةٌ من مُشابَهَةٍ ولو بالظاهر, بل لَعَلَّ الكفَّارَ إنْ عظَّموا هذا اليومَ عند تلك المُصادَفَةِ سيكونون تَبَعاً لنا ومُشابِهِين, لأنَّها أيامُنا وشعائِرُنا وليست أيامَهم, وكما أخبر بذلك نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فقال: «يومُ عَرَفةَ ويومُ النحر وأيامُ التشريق: عيدُنا أهلَ الإسلام وهي أيامُ أكلٍ وشُرْب»(1) وواقعُ الناسِ اليومَ وأمسِِ وغداً إنْ شاءَ اللهُ يشهد أنَّها أيامُنا لا يُشاركنا فيها أحدٌ لا من يهودٍ ولا نصارى, فالبيتُ تَؤمُّهُ ملايينُ البشر، طاعةًً وإجابةً لرب البشر, فهل يُخشى في يومنا هذا اليومِ المشهودِ, يومِ مباهاةِ الله لملائكتهِ بتلك الحشود والجنود, هل يُخشى من مشابهة للنصارى واليهود؟!. ¶ __________ ¶ (1) أخرجه أبو داوُدَ (2419) من حديث عقبة بن عامر وصححه الألباني وهو في المسند (17312) وعند النسائي (3004) والترمذي (773).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فهذا من أعظم المُخصِّصات للنهي عن السَّبْتِ, إذِ المحظورُ مُنْتفٍ قطعاً, وسلفُنا فيه سلفُنا, وكأنَّي أكاد أقْطَعُ به, لا قَطَعَنا اللهُ من رحمته وهدايتهِ وعلمهِ وفضله. ¶ - - - ¶ /الوَجْهُ الرابع/: (النيَّةُ الموافِقةُ للعادة أوِ السُّنَّةِ أحياناً تُبيحُ ما حُرِّم بعينه) ¶ قد يُقالُ بما أنَّ صومَ السَّبْتِ قد حَرُم صومُهُ مُطلقاً, فنيَّةُ من أراد صومَهُ عند موافقتِهِ عَرَفةَ أو عاشوراءَ غيرُ مُعتبرة والنيَّةُ لا تُبيح نهياً, كمن يلبس ثيابَ الكفار التي يختصون بها تارِكاً ونابِذاً لِباسَ المسلمين وراءَهُ ظِهْرِيَّاً زاعِماً أنَّه لم ينوِ تَشبُّهاً !! وكمن يصلي عند طلوع الشمس أو غروبِها (1) مُحتجَّاً بأنَّه يسجد للرحمن لا للشيطان صادِقاً مُخلِصاً!!. ¶ __________ ¶ (1) ورد في ذلك النهيُ كما عند البخاري (3272) ومسلم (828) بنحوه من حديث ابن عمر مرفوعاً: «إذا طلع حاجبُ الشمس فدعوا الصلاةَ حتى تبرز, وإذا غاب حاجبُ الشمس فدعوا الصلاةَ حتى تغيب, ولا تحيَّنوا بصلاتكم طلوعَ الشمس ولا غروبَها فإنها تطلع بين قرني شيطان ».",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فأقول: نعم هذا هو الأصل أي أنَّ النيَّةَ لا تُبيح نهياً, لكنْ تقدَّم فيما مضى أنَّ النهي مخصوص, فعَرَفةُ يُخصِّصُ عمومَ النهي في السَّبْتِ, ولكنَّ الذي يتشبه بالكفار مُحتجاً بسلامة نيته !! تشبُّهُهُ أقوى وأكبرُ من نيته فيحرمُ فِعلُهُ, فالنهيُ عن التشبُّهِ لم تُخصصْ منه صورةُ سلامة القلب, وكذا مَن يصلي عند الطلوع أوِ الغروب لم تُعتبر في فعله النيَّةُ, فَسجودُه لله عندما تكون الشمسُ بين قَرْني شيطانٍ, تكون معه المشابهةُ للكفَّار أقوى من نيته, فيكونُ فِعلُهُ محظوراً, بخلاف عَرَفةَ وعاشوراءَ فهما أقوى من وعائهما من الأيام, فلا عِبرةَ بموافقتِهِما سَبْتاً أو غيرَهُ فيبقى الحُكْمُ لهما, وهما غيرُ داخلينِ في النهي فشعيرةُ عَرَفةَ التي يُحِبُّها اللهُ هي وقوفٌ للحاجِّ ثَمَّ, وصومٌ لِمَنْ لم يشهدْ حجَّ بيتِهِ, وأمَّا موافقةُ عَرَفةَ للسبت فلا قيمةَ لها وليست هي من الشعائر في شيء, فيَطغى وصفُ اليوم بأنَّهُ عرفةُ على كونه سبتاً, فكيف تُطمَسُ شعيرةٌ عُظمى لِصُدْفَةٍ ومُوافَقَةٍ صُغرى ؟!. ¶ مسألة: النيَّةُ قد تُصيِّر العملَ عملينِ: أحدُهما مشروعٌ والآخَرُ ممنوع:- ¶ فموافقةُ السَّبْتِ لعَرَفةَ فيها عملانِ بنيتينِ: صومٌ قصداً للسبت وهو محرَّم, وصومٌ قصداً لعَرَفةَ, فهذا من تعظيمِ شعائرِ الله التي هي من تقوى القُلوب. ¶ - ومن أدِّلةِ أنَّ عملينِ وبنيتينِ قد يَتوارَدَانِ فيجتمعانِ في موردٍ وموضعٍ واحد وكلا العملينِ جائزٌ مشروعٌ: هو ما أَخْرَجَه البُخَارِي (1892) ونحوُهُ عند مسلم (1126) من حديث نافع عن ابن عمر قال: («صام النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عاشوراءَ وأمر بصيامه فلَمَّا فُرِضَ رمضانُ تُرِك» وكانَ عبدُالله لا يصومه إلا أنْ يوافق صومَهُ). ¶ قلت: فابنُ عمر ها هنا له صومانِ: صومٌ اعتاد أنْ يصومَهُ, وصومٌ لعاشوراءَ وافق صومَهُ وكلا الصومينِ جائزٌ مندوب.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- وأمَّا دليلُ أنَّ عملينِ وبنيتينِ وصورتَهما واحدةٌ فيجتمعانِ بساعةٍ واحدةٍ ولكنَّ أحدَهما يُشرعُ والآخرُ يُمنع: فهو ما أَخْرَجَه البُخَارِي (1914) ومسلم (1082) من حديث أبي هُرَيْرَةَ عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «لا يَتَقدَّمَنَّ أحدُكم رَمَضَانَ بصومِ يومٍ أو يومين, ألا أنْ يكون رجلٌ كانَ يصوم صومَهُ فليصمْ ذلك اليومَ». ¶ قلت: فالنهيُ هنا واقِعٌ على الأيامِ التي تَسبقُ رَمَضَانَ سواءٌ قصدَ صائِمُها فضلَها لأنَّها تَسبِقُ رَمَضَانَ أو أنَّه يريد بذلك جَمْعَها مع رَمَضَانَ حتى يكثُرَ صومُهُ فأجرُهُ في ظنِّهِ !! ونحوَ ذلك مِمَّا لم يُنزِّلْ به اللهُ سُلطاناً, أو أنَّه نوى صومَها لأنَّها من أيام الله من غيرِ أنْ يعتقد فيها شيئاً ما: فهذا الصومُ كُلُّهُ مردودٌ للنهي عنه. ¶ لكنْ ثَمَّةَ صومٌ جائزٌ مندوب أو هو مسنونٌ محبوب: وذلك حينما تكون نيَّةُ الصائم واقِعةً على صومٍ كانَ يصومه كصومِ داوُدَ عليه السلام أو ما يُشْبِهُهُ, فبهذه النيَّةِ التي تخالِفُ ما تقدَّم من نياتٍ تمايزَ العملانِ وافترقا لافتراقهما بالنيَّةِ, فنتج عنهما صومٌ مشروع وآخرُ مدفوع, مع أنَّ الأيامَ المقصودةَ بالصوم أو الترك هِيَ هي. ¶ وأَخْرَجَ الإمامُ مسلمٌ (1144) من حديث أبي هُرَيْرَةَ عن النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قال: «لا تَختصُّوا ليلةَ الجُمُعَةِ بقيامٍ من بين الليالي ولا تخصُّوا يومَ الجُمُعَةِ بصيامٍ من بين الأيام إلا أنْ يكون في صوم يصومه أحدُكم». ¶ فهذا الحديثُ أيضاً يَنصرُ ما تقدم, فالجُمُعَةُ معلومٌ حُرمةُ إفرادِها, ولكنْ إنْ دخلت في صومٍ مُعتادٍ من غيرِ قصدٍ جاز صومُها, وكذا فالحديثُ يُحرِّمُ أنْ تُخَصَّ بقيامٍ وصيامٍ ولكنْ إنْ وافقت صومَ أو قومَ أحدِنا فلا مانعَ من صيامها وقيامها. ¶ - - -",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "/الوَجْهُ الخامس/: (إذا كانَ صومُنا المُعتادُ يَخُصُّ الصومَ المحظور فذلك أولى بصومه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ) ¶ قد عُلِمَ بما تقدَّم من أحاديثَ في الوَجْهِ الرابع أنَّه أُبيح صومُ ما قبلَ رَمَضَانَ لمن كانَ له صومٌ اعتادَهُ, وكذا صومُ الجُمُعَةِ أو قِيامُها أُبيح لمن كانَ له صومٌ أو قَوْمٌ اعتاده, (قال الوزيرُ: اتفقوا على كراهته إلا أنْ يوافق عادةً)(1) وبذا فبالأولى أنْ يُباح صومُ السَّبْتِ إذا وافق صوماً شَرَعَهُ لنا نبيُّنا صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كعَرَفةَ وعاشوراءَ ويكون معنى الحديث بالأولويَّة: «لاتصوموا يومَ السَّبْتِ إلا فيما افتُرِض عليكم أو في صومٍ كانَ يصومه نبيكم». ¶ فتكون هذه الإباحةُ إمَّا بالتخصيص, أو أنَّ أيام الفضائل أصلاً لم تدخل في عموم النهي, ويكون النهيُ في السَّبْتِ عاماً يُراد به الخصوصُ, أي ما سوى الفضائلِ، ويتأيد هذا الفِقهُ بفعل السلف واللهُ أعلَمُ. ¶ - - - ¶ /الوَجْهُ السادس/: (تَرْكُ الصيام مع عظيمِ الأجر لو وَقَعَ لَنُقِل) ¶ ومِمَّا يؤيِّد سُنِّيَّةَ صومِ السَّبْتِ عند موافقتِهِ للفضائل أنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَمَّا حضَّ على صومها لم يَذكر ولو في حديث واحدٍ صحيح أو ضعيفٍ أنَّها إذا صادفت سَبْتاً فلا تُصام, وكذا لم يرِدْ مثلُ هذا عن الصحابة والتابعين ولا تابعي أتباعهم, فيما أعلم, والله أعلم !!. ¶ فعدمُ النقل لترك الصوم دالٌّ على تتابعهم على صومها من غيرِ نظرٍ لتلك الموافقة أبداً, ذلكم بأنَّه معلومٌ قطعاً أنَّ السَّبْتَ قد وافق الفضائلَ في عهده صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أو في عهدهم رَضِيَ اللهُ عَنْهُم ولم يُنقل عنهم بل ولا حتى عن واحدٍ منهم أنَّه نَظَر أوِ اعتبر بتلك الموافقة، لاتصريحاً ولاتلميحاً!!. ¶ __________ ¶ (1) أي على كراهةِ إفراد الجمعة, انظر حاشية الروض المُربع: شرح زاد المستقنع (3/458).",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "مُصادَفةُ السَّبْتِ غيرُ مُعتَبَرَةٍ في صوم السلف: ¶ - ومن أدلة ذلك ما خرَّجهُ البُخَارِي (2828): حدثنا آدم حدثنا شعبة حدثنا ثابت البناني قال سمعت أنس بن مالك قال: «كانَ أبو طلحة لايصوم على عهد النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ من أجل الغزو فلَمَّا قُبِضَ النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لم أَرَهُ مُفطِراً إلا يومَ فِطرٍ أو أَضحى». ¶ قلت: وفي هذا النص فهْمُ صحابيينِ جليلينِ عالِمَينِ برسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وبكبار صحابته. ¶ وكذا ما أَخْرَجَه مسلم في صحيحه (1143): من طريق محمد بن عباد بن جعفر سألت جابر بن عبدالله وهو يطوف بالبيت: «أنهى رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عن صيام يوم الجُمُعَةِ ؟ فقال نعم وربِّ هذا البيت» وأَخْرَجَه البُخَارِي أيضاً (1984) وقال عَقِبَهُ: «زاد غيرُ أبي عاصم: يعني أنْ يَنفرد بصوم». ¶ قلت: وأبو عاصم هو الضَّحَّاك بن مَخْلَد بن الضَّحَّاك شيخُ البُخَارِي في هذا الحديث, وكذا أَخْرَجَه البُخَارِي (1985) ومسلم (1144) عن أبي هُرَيْرَةَ مرفوعاً: «لايصومنَّ أحدُكم يومَ الجُمُعَةِ إلا يوماً قَبْلَهُ أو بَعْدَهُ». ¶ - وفي مصنف عبدالرزاق (7836): قال أخبرنا معمر عن أبي إسحاق عن الأسود بن يزيد قال: «ما رأيتُ أحداً كانَ آمَرَ بصومِ يومِ عاشوراءَ من علي وأبي موسى». ¶ - وعنده (7856): عن معمر عن الزهري عن سالم: «أنَّ ابن عمر كانَ يصوم أشهُرَ الحُرُم». ¶ - وفيه (7869) عن معمر عن هشام بن عروة قال: «صام أبي أربعين سنةً أو ثلاثين سنةً ما أفطر إلا يومَ فِطر أو يومَ نَحْرٍ ولقد قُبِضَ وإنَّه لصائمٌ»!!.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "فها هم قد علَّموا التابعين والأُمَّةَ كُلَّها الصومَ الذي أخذوه عن نبيهم صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كما شهِدوهُ وسمِعوهُ, فَقَرَنوا الجُمُعَةَ بالسَّبْتِ من غيرِ ما نكيرٍ من أحدٍ فلم نسمع لهم رِكْزاً, ولم يُنقل عنهم إلا صومُ الفضائل مُطلقاً من غير نظرٍ لموافقةِ سبتٍ أو جُمُعةٍ, فثبت عدمُ اعتبارِ الصحابة لموافقةِ الفضائل للسبت والجُمُعَةِ بالوَجْهَين: بالنقل وعدمه: فنُقِلَ عنهم قِرانُ السَّبْتِ, ولم يُنقلْ اعتبارُهُ، وما نُقِل عنهم إلا ما هو معروفٌ معهودٌ من الفِرار عن مشابهة المشركين في عبادتهم وعادتهم, حتى وإنْ لم يُقصَدِ التشبُّهُ, فلايقصدون شهراً أو يوماً فيخصونه بعبادة إلا ما دلَّ الدليل عليه:- ¶ - فعند عبدالرزاق (7839): أخبرنا ابن جريج قال أخبرني عطاء أنَّه سمع ابن عباس يقول في يوم عاشوراءَ: «خالِفوا اليهودَ وصوموا التاسعَ والعاشرَ». ¶ وقد نَقَلَ بعضاً من ذلك ابنُ أبي شيبة في مصنفه:- ¶ - (9221): حدثنا معاذ بن معاذ عن ابن عون قال: «كانَ محمدٌ(1) يصوم العشرَ: عشرَ ذي الحجة كُلِّهِ فإذا مضى العشرُ ومضت أيامُ التشريق أفطر تِسعةَ أيامٍ مثلَ ما صام». ¶ - (9222): حدثنا حسين بن علي عن زائدة عن ليث قال: «كانَ مجاهد يصوم العشر, قال: وكانَ عطاء يتكلفها». ¶ - (9247): حدثنا وكيع عن زكريا عن الشعبي: «أنَّه كره أنْ يصوم يومَ الجُمُعَةِ يُتعمَّد وحدَهُ». ¶ - (9255): حدثنا أبو داوُدَ عن زمعة عن ابن طاووس عن أبيه: «أنَّه كانَ يكره أنْ يتحرى شهراً أو يوماً يصومه». ¶ - (9258): حدثنا عبيدالله بن موسى عن عثمان بن الأسود عن مجاهد قال: «لاتصوموا شهراً كله تضاهون به شهر رَمَضَانَ ولا تصوموا يوماً واحداً من الجُمُعَةِ فتتخذونه عيداً». ¶ __________ ¶ (1) يعني ابن سيرين.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "بل هذا لم يكن مُعتبراً ومنظوراً له في صومه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, فعند مسلمٍ (1163) عن أبي هُرَيْرَةَ قال: قال رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أفضلُ الصيام بعد رَمَضَانَ شهرُ الله المُحرَّمُ وأفضلُ الصلاة بعد الفريضة صلاةُ الليل». ¶ وأيضاً فإنَّ قول الزهري: «هذا حديثٌ حِمصي» وقولَ أبي داوُدَ: «منسوخ» وما نُسِب لمالك أنه قال: «هذا كذِبٌ» إنْ لم يؤخذ منه تضعيفٌ للحديث, فعلى الأقل هو يُؤكِّدُ أنَّ العمل في عصر الرواية هو على غيرِ ما يُفهِمُ ظاهِرُ الحديث. ¶ ويتفرع عن هذا الوَجْهِ مسائلُ:- ¶ - الأولى: (تأخيرُ البيان عن وقت الحاجة لا يجوز) ¶ فلم يبين صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أنَّ الفضائل إذا وافقت سَبْتاً فلا تُصام! وإنْ قيل: حديث «لاتصوموا يوم السَّبْتِ» كافٍ في البيان ؟!. ¶ قلنا: إنْ كانَ كافياً وسلَّمنا به جَدَلاً فمَنْ مِنَ الصحابة الذين أخذنا الدين بفهمهم فهِم هذا ؟! إذ موافقةُ السَّبْتِ للفضائل قد وقعت باليقين في عهدهم ولم يتركوها, فإنْ قيل ليس بلازم نقلُ الترك ؟!. ¶ قلنا: في هكذا أجرٍ وأجرٍ عظيمٍ جداً بل ويَسوي الدُّنيا, لو وقع لنُقِل. ¶ وقال الإمام الطحاوي في شرح معاني الآثار (2/80): (وقد أذِنَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في صوم عاشوراءَ وحضَّ عليه, ولم يقل إنْ كانَ يومَ السَّبْتِ فلا تصوموه, ففي ذلك دليلٌ على دخولِ كُلِّ الأيام فيه, وقد قال رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «أحَبُّ الصيام إلى الله عزَّ وجَلَّ صيامُ داوُدَ عليه السلام, كانَ يصوم يوماً ويُفطر يوماً» ... ففي ذلك أيضاً التسويةُ بين يومِ السَّبْتِ وسائرِ الأيام, وقد أَمَرَ رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ بصيامِ أيام البيض ... وقد يدخل السَّبْتُ في هذه كما يدخل فيها غيرُهُ من سائر الأيام) انتهى.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقوع عَرَفةَ يومَ الجُمُعَةِ في عهده صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ:- ¶ قد وقع ذلك في حَجَّة الوداع وذلك في آخِرِ عُمُرِهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كما أَخْرَجَه البُخَارِي (45) ومسلم (3017) من طريق طارق بن شهاب عن عمر بن الخطاب: «أنَّ رجلاً من اليهود قال له: يا أميرَ المؤمنين: آيةٌ في كتابكم تقرؤونها, لو علينا معشرَ اليهود نزلت لاتخذنا ذلك اليوم عيداً ؟! قال: أيُّ آية ؟! قال: { الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا } قال عمر: قد عرفنا ذلك اليومَ والمكانَ الذي نزلت فيه على النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهو قائم بعَرَفةَ يومَ جُمُعَةٍ». ¶ قلت: فهاهنا قد وقع يومُ عَرَفةَ في الجُمُعَةِ, ومع ذلك لم يُرشدِ الأُمَّةَ لا في ذلك اليومِ ولا بَعْدَهُ إلى أنَّه لايُصامُ إلا بقرنه بغيره إنْ وافق جُمُعَةً. ¶ وأمَّا السَّبْتُ فإنْ لم يوافقِ الفضائلَ في عهده صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وهذا بعيدٌ فيقيناً هو يعلم أنَّ الناس ستُبتلى به, ومع ذلك لم يُرشدهم لترك صومه, فعُلِم بهذا أنَّ الفضائل أقوى من الجُمُعَةِ والسَّبْتِ حيث أنَّها تُخصِّصُ النهيَ فيهما واللهُ أعلَمُ. ¶ - الثانية: (التتابعُ على العموم من غيرِ تخصيصٍ دليلُ العمل بعمومه) ¶ فالحضُّ على صوم الفضائل جاء كثيراً في السنة من غيرما تخصيص أبداً, وكذا عند رواية الصحابة والتابعين وأتباعهم لها لم يُخصِّصوها بالسَّبْتِ, فهذا يومُ عاشوراءَ وتاسوعاءَ ويومُ الاثنين والخميس وتلك السِّتُّ من شوال وأيامُ البيض والثلاثةُ أيام من كل شهر وغيرُها من أيام الفضائل, بل وصومُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لشعبانَ كلِّه أو معظمِهِ كما عند البُخَارِي (1969) (1970) ومسلم (782) (1156) بروايتين لعائشة.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فلا نبيُّ الأُمَّة صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ ولا صحابتُهُ مِنْ بعدِهِ -إنْ قيل أنَّ النهي عن صوم السَّبْتِ جاء مُتأخِّراً– حرَّموا بل ولم يَكرهوا صومَ الفضائل إنْ وافقت سَبْتاً, فعُلِم أنَّ العمومَ عندهم مُستغرِقٌ لأفرادهِ غيرُ مخصوصٍ بسبتٍ وغيره. ¶ - الثالثة: (الراوي أدرى بمرويِّهِ) ¶ فلم يَفهم أحدٌ من الرواة لا من الذين أَخْرَجُوهُ ولا من الذين أعرضوا عنه النهيَ المطلق, فهذا البُخَارِي وأبو داوُدَ والنسائيُّ والترمذي وابنُ خُزَيْمَةَ وابنُ حِبَّانَ والطحاويُّ والبيهقي, بل ومِن قبلِهِم الزهريُ ومالكٌ والأوزاعيُّ وغيرُهم الكثيرُ, لم يَفهموا النهي العام ولم يُقدموا السَّبْتَ على الفضائل, بل ولا حتى عبدُالله بنُ بُسْر رَضِيَ اللهُ عَنْهُ راوي الحديث لم يُقدِّمِ السبتَ على الفضائل, وقد تقدمت مذاهبُهم. ¶ وإنْ قيل: أنَّ قول عبدالله بن بُسْر الذي أَخْرَجَه النسائي في الكبرى (2/145) (2772): «صيامُ يوم السَّبْتِ لالكَ ولاعليك» قد فسَّرَهُ الألبانيُ رَحِمَهُ الله كما في شريط (182) من سلسلة الهدى والنور فقال: ¶ (قولُهُ: لالكَ: أي لا يُشرع لكَ لأنَّ هذا كمثلِ قوله عليه السلام: «من صام الدهر فلا صام ولا أفطر»(1) فهل يجوز أنْ يصوم الدهرَ ما دام لاصامَ ولا أفطر؟! لا صام شرعاً ولا أفطر واقعاً ...). ¶ ثُمَّ سُئِل رَحِمَهُ الله عن معنى قوله: «ولا عليك» ؟؟. ¶ فأجاب بقوله: (ولا عليك: هذا معناه أنَّك إنْ صمته فليس عليك وِزرٌ تُؤاخَذ عليه !! لكنْ كيف يمكن فهمُ هذا النص مع فَهم الشطر الأول من الحديث ؟! هذا لا يمكن فهمُهُ إلا على أساس أنَّ من فهم أنَّ صيام يوم السَّبْتِ ليس يُشرع له فهو سيكون عليه ... يكون على معنى من صام الدهر فلا صام ولا أفطر...). ¶ __________ ¶ (1) هو قطعة من حديث أبي قتادة عند مسلم (1162) وفيه: «فقال عمر: يا رسول الله كيف بمن يصوم الدهرَ كله؟ قال: لاصام ولا أفطر ... ».",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "فأقول: هذا التلازمُ الذي أورده الألباني رَحِمَهُ الله ليس بلازم, فليس في الأثر أنَّه لا يُشرع حتى يبني عليه حُكْمَه بل هو صريحٌ بنفي الإثم لقوله: (ولاعليك). ¶ وأمَّا: (لالك) فهي أيضاً صريحةٌ بنفي الأجر كله أو بعضه, وأقلُّ درجاته أنَّه مباح، إذِ المُشْتَبَهُ يُفسَّر بالمحكم، فتُفسَّر (لا لك) المشتبِهةُ بِمُحكم قوله: (ولاعليك) ولا عكس. ¶ وأمَّا شيخنا علي الحلبي حفِظه الله فقد فسَّره في زهر الروض (ص50) قائلاً: (لالك أجرٌ في صيامه ولا عليك حَرَجٌ من تركه). ¶ وأقول: هذا حصرٌ للكلام في أحد معنييه, فيكون المعنى على هذا كأنَّه قال: (لا لكَ أجرٌ في صيامه ولا لكَ أجرٌ في صيامه) ولو كانَ بهذا المعنى وسلَّمنا به, فهو أيضاً سيكون بمعنى المباح لا المحرم كما هو ظاهر من معنى المباح. ¶ وكذا فأنَّ تفسيره بمعنى: (لا حَرَجَ عليك بتركه) هو تحصيلُ حاصل, فالأصلُ براءةُ الذمة, وليس ثَمَّةَ أمرٌ بصوم السَّبْتِ حتى يقول: لاحَرَجَ عليكم بتركه !! والنصوصُ أرفعُ من ذلكم وأبلغ, وكذا لايستقيمُ إنْ استقرَّ عند عبدالله بن بُسْر النهيُ المطلقُ أنْ يأتي بهكذا عبارةٍ ضعيفةٍ مُحتَمِلَةٍ ويترك حديثَ: «لاتصوموا يوم السَّبْتِ ... فإنْ لم يجد أحدُكم إلا لِحاءَ عِنَبَةٍ فلْيمضغْهُ» الذي هو أقوى دِلالةً في التحريم. ¶ فإذاً عُدُولُهُ عن ظاهر الحديث دليلٌ على أنَّه ما فهِم الحُرْمةَ المطلقةَ, وإلا فلو فهِمَها لَمَا جاز له ذاك العُدولُ, ويأتيَ بتلك المَقُولة المحتملة.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وأمَّا الاستدلالُ بحديثِ «لاصامَ ولا أفطر» فيمن صام الدهر, فهذا قياسٌ مع الفارق ذلك بأنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نفى عنه الصومَ الشرعيَّ الصحيحَ, ومن رغب عن سنته فليس منه, فها هنا المحكم هو قوله: (لاصامَ) وأمَّا المشتبه فهو قوله (ولا أفطر) فيُحمل هذا على ذاك فيُمنع هذا الصوم, فإذاً هو قد أثبت له المُخالفةَ, بخلاف قول عبدالله بن بُسْر: «ولاعليك» فقد نفى عنه الوِزرَ, فلا يستويانِ مَثَلاً ولا حُكْمَاً, وإنْ فُهِم من قولِهِ هذا حُرمةٌ, فلا شك أنَّه يحمل على صوم السَّبْتِ تطَوُّعَاً من غيرِ ما سبب, وأمَّا التطوعُ بسببِ الفضائل التي نصح النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لأمته بها وأرشدهم لها من غيرِ قيدٍ ونَظَرٍ لموافقتها سَبْتاً أو خميساً فلا تدخل في النهي أبداً. ¶ ومع ذلك فحتى قولُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لاصامَ ولا أفطر» فيمن صام الدهرَ لم يَفهم منه بعضُ السلف الحُرمَةَ, كما تقدَّمَ أنَّ أبا طلحةَ وعروةَ بن الزبير كانا يصومانِ الدهرَ ما خلا العيدين. ¶ وكذا مِن بُعْدِ هذا القياس أنَّ من صام الدهرَ هو قطعاً مُخالِفٌ للسنة, بخلاف من صام عَرَفةَ أو عاشوراءَ، فالسياقُ فيمن صام الدهرَ هو: مُخالفةُ السُّنَّةِ فالنهيُ عنه، وأمَّا قولُهُ لا لكَ ولا عليك فهو: سياقٌ لنفي الأجر والوِزر. ¶ ولو أراد ابنُ بُسْر النهيَ المؤبَّد المطلقَ لجاء بما يُناسِبُهُ من تشديدٍ ومزيدِ بيان, فالصحابةُ أنصح الأُمَّةِ بعد رسولها صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ, لذا فقد قال المَنَاوي في فيض القدير (9818) مؤيِّداً أنَّ هذا الأثر يُفيدُ الإباحةَ فقال: (وهذا النهيُ للتنزيه لاللتحريم والمعنى فيه إفرادُهُ كما في الجُمُعَةِ بدليلِ حديثِ «صيامُ يوم السَّبْتِ لالك ولا عليك» وهذا شأنُ المُباح والدليلُ على أنَّ المرادَ إفرادُهُ بالصوم حديثُ عائشةَ أنَّه كانَ يصوم شعبانَ كُلَّهُ ...). ¶ - - -",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "/الوَجْهُ السابع/: (النهيُ عن السَّبْتِ نظيرُ النهي عن الصلاة بعد الفجر والعصر) ¶ فهذه مسألةٌ طَرَقَها وذكرها كثيرٌ من أهل العلم, وقرَّروا أنَّه يُباح بعد الفجر والعصر ماله سببٌ من النوافل وأمَّا النوافلُ المطلقةُ التي ليس لها سببٌ, فلا تُصلى وذلك لِمَا أَخْرَجَه البُخَارِي (581) ومسلم (826) من حديث أبي العالية عن ابن عباس قال:- ¶ «شهِد عندي رجالٌ مرضيون وأرضاهم عندي عمر: أنَّ النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نهى عن الصلاة بعد الصبح حتى تشرقَ الشمسُ وبعد العصر حتى تغرب». ¶ فهذان الوقتانِ تُكْرَهُ أو تَحرُمُ الصلاةُ فيهما عند جمهور العلماء, ولكنْ خصُّوا منهما ما له سببٌ من النوافل كركعتي الفجر لمن لم يُصَلِّهما قبل الفجر فيجوز قضاؤُهما بعد الفجر, وكما أَخْرَجَ الترمذي (422) من طريق سعد بن سعيد بن قيس -وهو أخٌ ليحيى الأنصاري– عن محمد بن إبراهيم عن جده قيس قال: «خرج رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فأقيمت الصلاةُ فصليتُ معه الصبحَ ثُمَّ انصرف النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فوجدني أُصلي فقال: مهلاً يا قيسُ: أصلاتانِ معاً ؟! ¶ قلت: يا رسولَ الله إنَّي لم أكن ركعتُ ركعتي الفجر, قال: فلا إذن» وعند ابن ماجه (1154) وأبي داوُدَ (1267): «فسكت النبيُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ».(1) ¶ __________ ¶ (1) وعندهما وأحمد (23650) أن قيساً هو ابن عمرو، فهو جدُّ يحيى بن سعيد كما رجح ذلك البُخَارِي ثُمَّ الحافظ ابن حجر في التهذيب, وفي رواية لأحمد (23651) قد صُرِّح بذلك, والحديث صححه الألباني.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وكذا خَصُّوا من وقت النهي هذا كُلَّ سُنَّةٍ لها سببٌ كركعتي الوضوء وركعتي دخولِ المسجد وصلاةِ الاستخارة وغيرِها من ذواتِ الأسباب, وعلى هذا أقولُ: لا نصوم كُلَّ سبت تطَوُّعَاً إلا سَبْتاً في فرضٍ أو سَبْتاً له سببٌ, ولعلَّه من التأصيل والتقعيد أنْ يُقال: (ما نُهيَ عنه لوقتهِ جَازَ لسببهِ) وحينَئِذٍ لايكون الصومُ للسبت وإنَّما لسببه, فلا محظورَ لأنَّ النهي يتناولُ ما ليس له سببٌ. ¶ /تنبيه/: ¶ اشتهر عند عامَّة الناس بل وخاصَّتهم أنَّه لاصلاةَ بعد العصر مُطلقاً, ثُمَّ أُبيح من النوافل ما كانَ له سببٌ, وغفلوا عن الركعتين بعد العصر اللتين ما تركهما رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ حتى مات, كما أخبرتْ بذلك عائشةُ، وروايتُها عند البُخَارِي (592) ومسلم (835) واللفظُ له قالت: «صلاتانِ ما تركهما رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ في بيتي قَطُّ, سِرَّاً ولا علانيةً ركعتينِ قبل الفجر وركعتينِ بعد العصر».",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وقد حافظ على هاتين الركعتين جَمْعٌ من الصحابة, بل وصلّوهما مع النبي صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ منهم: عائشةُ وأمُّ سَلَمَةَ وميمونةُ أمَّهاتُ المؤمنين رَضِيَ اللهُ عَنْهُنَّ, وعلي والزبير وأبو أيوب وابن عمر وتميم الداري وزيد بن خالد وأبو الدرداء وأنس والحسن بن علي وعبدالله بن الزبير والمنكدر وأبو جُحيفة وغيرهم من الصحابة رَضِيَ اللهُ عَنْهُم، وجموعٌ أكثرُ من التابعين, بل وحتى عمرُ كانَ يصليهما ثُمَّ اجتهد فنهى الناسَ عنهما حتى لا يقعوا في وقت النهي وخالَفَهُ الصحابةُ, مِنهم مَنْ ذَكَرنا آنِفاً, والراجحُ فَهْمُ عائشةَ ومن معها في مواظبتهم عليها, بل وكأنَّ عمر الذي كانَ يضرب الناسَ عليها هو وابنُ عباس كأنَّه رجعَ أخيراً لتخصيص النهي بوقت الغروب, كما في روايةٍ عند مالك, وكذا ابنُ عباس في روايةٍ عند ابن أبي شيبة فوافقا جمهورَ الصحابة, وانظر المحلى لابن حزم رَحِمَهُ الله ففيه بيانُ ذلك, ولي رسالةٌ أسميتُها: (تذكيرُ قابضِ الجَمْرِ بركعتي العصر). ¶ - - - ¶ /الوَجْهُ الثامن/: (التعليلُ بِعلَّةٍ ثابتة: صومُ السَّبْتِ والأحدِ مُخالَفَةً لليهود والنصارى) ¶ وعلى هذا الوَجْهِ يجوز ويُباح صومُ السَّبْتِ مفروداً أو مقروناً لِمَنْ صامَهُ بنيَّةِ المخالفة, لأنَّ اليهود اتَّخذوهُ عيداً فيخالفهم بصومه, ولكنْ يُشكِلُ على هذا الصوم أنَّه سيكون تعظيماً للسبت ولو بصومه, وذلك لمشابهتهم, ومعلومٌ أنَّ المُشابهةَ لايُشترَطُ للوقوع بها سوءُ النيَّةِ, بل قد نقع فيها والنيَّةُ سليمة, وكذا فإنَّ العلماء كما تقدمت أقوالهُم قالوا: بأنَّ الحكمةَ في النهي عن صوم السَّبْتِ هو أنْ لايُعظَّمَ ولو بالصوم.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وعلى هذا فلتحقيقِ المخالَفَةِ على وَجْهِها المشروع من غيرِ دُنُوٍ للمشابهة ووقوع, يلزمنا أنْ نستنَّ بهديهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ المتبوع، كما في حديث كُرَيْبٍ مولى ابن عباس عن أم سَلَمَةَ: «إنَّ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أكثرَ ما كانَ يصوم من الأيام السَّبْتَ والأحد, وكانَ يقول: إنَّهما يوما عيدٍ للمشركين وأنا أريد أنْ أخالفهم». ¶ قلت: وهذا الوَجْهُ يعتمد على صحةِ حديثِ كُرَيْبٍ هذا وإلا فلا عِبرةَ به, وقد صحَّحهُ العلماءُ والراجحُ أنَّه حسنٌ كما تقدم البحثُ فيه واللهُ أعلَمُ. ¶ /فائدة/: ¶ بصحَّةِ هذا الحديث يكون صومُ السبت مقروناً بالأحد مشروعاً بلا أدنى ريب, ذلكم بأنَّه صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كأنَّه قد علَّلَ بعلَّةٍ دائمةٍ لا تُنسخ وهي قوله: «إنَّهما يوما عيد للمشركين, وأنا أريد أنْ أخالفهم». ¶ لذلك فابنُ حِبَّانَ لَمَّا أَخْرَجَه في صحيحه (3607) ترجم له بقوله: «ذِكْرُ العلة التي من أجلها نُهي عن صيام يوم السَّبْتِ مع البيانِ بأنَّه إذا قُرِنَ بيومٍ آخرَ جاز صومُهُ». ¶ - - - - - ¶ /الباب الثالث/: (تعارُضُ الجُمُعَةِ مع صوم الفضائل)",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "قال الأميرُ الصَّنعاني في سُبل السلام (2/435): (وذهب الجمهورُ إلى أنَّ النهي عن إفراد الجُمُعَةِ بالصوم للتنزيه مُستدلينَ بحديث ابن مسعود: «كانَ رسول الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يصوم من كل شهرٍ ثلاثةَ أيام, وقلَّما كانَ يُفطِرُ يومَ الجُمُعَةِ»(1) أَخْرَجَه الترمذي وحسَّنه, فكانَ فِعلُهُ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قرينةً على أنَّ النهي ليس للتحريم, وأُجيب عنه بأنَّه يحتمل أنَّه كانَ يصوم يوماً قَبْلَهُ أو بَعْدَهُ, ومع الاحتمال لايَتِمُّ الاستدلال) انتهى. ¶ وقد ترجَّح عندي وَجْهَانِ لجواز صومِها عند موافقتها فضيلةً فهاكَهما:- ¶ /الوَجْهُ الأول/: (القصدُ مُعْتَبَرٌ) ¶ وحُكْمُهُ ينبني على النيَّةِ من صومها, فهي تُقصدُ لأربعٍ:- ¶ - أولاً: لصومها مُنفرِدةً من غيرِ قصْدٍ لتخصيصها ولا قصْدٍ لفضلها أو لِمَا حلَّ فيها ولكنْ لكونها يوماً من أيام الله: وهذا ممنوعٌ لِمَا أَخْرَجَه البُخَارِي (1985) ومسلم (1144) من حديث أبي هُرَيْرَةَ مرفوعاً: «لا يصومنَّ أحدُكم يومَ الجُمُعَةِ إلا يوماً قَبْلَهُ أو بَعْدَهُ» فَقَرْنُها بما بعدها أو قبلها هو للخروج من صورةِ التخصيصِ المنهيِّ عنها. ¶ - ثانياً: لذاتها وفضلها: ¶ وهذا ممنوع أيضاً لِمَا أَخْرَجَه الإمام مسلم (1144) في رواية أخرى عن أبي هُرَيْرَةَ مرفوعاً: «لاتختصُّوا ليلةَ الجُمُعَةِ بقيامٍ من بين الليالي ولاتَخصُّوا يومَ الجُمُعَةِ بصيامٍ من بين الأيام إلا أنْ يكون في صومٍ يصومُهُ أحدُكم». ¶ قلت: ولعلَّ مَنْ قَصَدَها لفضلها فخصَّصها دون سائرِ الأيام بصومٍ أو قوْمٍ، لاينفعه حينئذٍ مع نيته هذه حتى قَرْنُها بغيرها، والله أعلم. ¶ __________ ¶ (1) ولفظه عند الترمذي (742) والنسائي (2368) عن ابن مسعود: «كانَ رسول الله صلى الله عليه وسلم يصوم من غرة كل شهر ثلاثة أيام وقلما كانَ يفطر يوم الجُمُعَةِ» وحسنه الألباني.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "- ثالثاً: لكونها في صومٍ يصومُهُ أحدُنا: أي أنَّها لم تُقصدْ, وصومُها هاهنا جائزٌ مشروعٌ ودليلهُ الحديثُ السابق. ¶ - رابعاً: لصومها لا لذاتها ولكنْ لِمَا حلَّ فيها: وهذا حين يوافِقُ الجُمُعَةَ يومُ فضيلةٍ كعَرَفةَ وعاشوراءَ, وصائِمُها حينَئِذٍ لم يصمْها بل صامَ ما حلَّ فيها من فضل, ولم يختصَّ هذا الفضلُ بالجُمُعَةِ وحدَها حتى يُقالَ أنَّه من خصوصياتها فلا تُصام, بل قد عُلِم أنَّ الفضائل تقع فيها وغيرِها من الأيام, فصار الوصفُ المناسِبُ لمن صام عَرَفةَ موافِقاً للجُمُعَةِ, هو وصفُهُ بأنَّه صام عَرَفةَ لا الجُمُعَةَ, فأصاب السُّنَّةَ يومَئِذٍ ونأى وتجافى عن محظورِ صومِ الجُمُعَةِ واللهُ أعلَمُ. ¶ - - - ¶ /الوَجْهُ الثاني/: (النهيُ عن صومِ الجُمُعَةِ عامٌّ مخصوصٌ بالفضائل) ¶ قد عُلِم من الوَجْهِ الأول أنَّ النهي عن الجُمُعَةِ عامٌ, وقد خُصَّ منه: ¶ قِرانُها بيومٍ قبلَها. ¶ أو بيومٍ بعدَها. ¶ وإذا كانَت في صومٍ يصومه أحدُنا. ¶ وأدِلَةُ هذا التخصيصِ تقدَّمت في الوَجْهِ الأول. ¶ وعلى هذا التفصيل يجوز صومُ الجُمُعَةِ, إمَّا بقرنها بما قبلها أو بعدها أو إنْ وافقت صوماً لأحدنا, ولا شك بأنَّ أيام الفضائل قد شَرَعَها رسولُ الله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فاعتادتِ الأُمَّةُ صومَها, فإنْ وافق الجُمُعَةَ عَرَفةُ أو عاشوراءُ صمناها لأنَّها وافقت صوماً تصومه الأُمَّة, وحينَئِذٍ يجوز صومُها وبلا قرانٍ بما قبلها أو بعدها لقوله صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «... ولا تخصوا يوم الجُمُعَةِ بصيام ... إلا أنْ يكون في صومٍ يصومه أحدكم».",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "وقال الحافظُ في الفتح (4/297): (ويؤخَذُ من الاستثناء جوازُهُ لمن صام قَبْلَهُ أو بَعْدَهُ أو اتفق وقوعُهُ في أيامٍ له عادةٌ بصومها كمن يصوم أيامَ البيض أو من له عادةٌ بصومِ يومِ معينٍ كيومِ عَرَفةَ, فوافق يومَ الجُمُعَةِ، ويؤخذُ منه جوازُ صومِهِ لمن نَذَرَ يومَ قدومِ زيدٍ مثلاً أو يومَ شفاءِ فلانٍ) انتهى. ¶ وإنْ قيل: أنَّ الجُمُعَةَ لاتُصامُ إلا مقرونةً ؟!. ¶ أقول: الكلامُ الذي قُلناه في السَّبْتِ عينُه يُقالُ في الجُمُعَةِ, فالعمومُ في النهي عن صومها عامٌّ مخصوصٌ بالفضائل وبالصوم المعتاد, أي أنَّ هذه المسألةَ من باب العمومِ والتخصيصِ لا من باب الإطلاقِ والتقييدِ, فالنهيُ مخصوصٌ بالفضائل والصومِ المعتاد, ولا يُقَالُ: أنَّ جوازَ صومِ الفضائل والعادةِ مُقيَّدٌ بالقِران أيضاً!! لكونِ القِران يجبر ويُصحِّحُ الصومَ المطلق الذي ليس له سبب، وأمَّا ما له سببٌ فهو يخُصِّصُ النهيَ في الجمعةِ.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "وأمَّا الحاظِرُ يُقدم على المبيح: فعند تعذُّرِ الجَمْعِ, والجَمْعُ ميسورٌ: فلا نصوم كُلَّ جُمُعَةٍ إلا مقرونةً بغيرها أو إنْ كانَت في صومٍ معتادٍ أو مشتمِلةً لفضيلةٍ قد نزلت فيها, وأمَّا تقديمُ العيد على الصوم فلأنَّ النهيَ عن صوم العيد أخصُّ من صوم الفضائل, وأمَّا الفضائلُ فأخصُّ من عموم النهي عن صوم الجُمُعَةِ فلا يستويان مثلاً ولا حُكْمَاً لأنَّه قياسٌ مع الفارق, لذا فقد قال ابن قدامة في المغني (3/52): (ويُكرَهُ إفرادُ يومِ الجُمُعَةِ بالصوم إلا أنْ يُوافِقَ صوماً كانَ يصومه, مِثلَ مَن يصوم يوماً ويُفطر يوماً فيوافق صومُهُ يومَ الجُمُعَةِ, ومَن عادته صومُ أولِ يومٍ من الشهر أو آخرِهِ أو يومِ نصفه ونحوِ ذلك, نصَّ عليه أحمدُ في رواية الأثرم. قال: قيل لأبي عبدالله: صيامُ يوم الجُمُعَةِ؟ فَذَكَرَ حديثَ النهيِ أنْ يُفرد, ثُمَّ قال: إلا أنْ يكون في صيامٍ كانَ يصومُهُ, وأمَّا أنْ يُفرَدَ فلا. قال قلت: رجلٌ كانَ يصوم يوماً ويُفطر يوماً فوقع فِطرُهُ يومَ الخميس وصومُهُ يومَ الجُمُعَةِ وفِطرُهُ يومَ السَّبْتِ فصام الجُمُعَةَ مُفرداً؟ فقال: هذا الآن لم يتعمَّدْ صومَهُ خاصةً إنَّما كُرِه أنْ يَتعمد الجُمُعَةَ) انتهى. ¶ /فائدة/: ¶ لَعَلَّ القولَ بأنَّ الجُمُعَةَ لاتُصامُ إلا مقرونةً يؤيِّدُ القولَ بأنَّ السَّبْتَ يُباحُ أيضاً بالقِران، ويُؤيِّد القائلين بأنَّ النهيَ فيهما مُتوجِّهٌ لمن خصَّهما بالصوم, إمَّا تعظيماً أو مُشابَهَةً ونحوَهُ، ومن ثَمَّ فسيخرج من هذه الصورة من لم يقصدِ الجُمُعَةَ أوِ السَّبْتَ مُطلقاً، بل أراد عَرَفةَ أو عاشوراءَ ونحوَها من الفضائل, ومن ثَمَّ فالإفرادُ في حقِّهما جائزٌ مشروع, حين تلك الحال والله أعلم. ¶ - - - - - ¶ /الباب الرابع/: (اعتِراضاتٌ وأجْوِبَتُها) ¶ /الاعتراض الأول/: (الحاظِرُ مُقَدَّمٌ على المُبيح)",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "فيقولون: إنَّ صومَ السَّبْتِ محظور وصومَ الفضائل مسنون, والحظرَ مُقدمٌ على النَّفْلِ, فلو صادفَ العيدُ يومَ الاثنين لَحَرُمَ صومُهُ, فكذا لو وافق عَرَفةُ السَّبْتَ!!. ¶ فأقول: هذا كلام سديدٌ في أصله, ولكنْ ليس هاهنا مَحَلُّهُ, ذلكم بأنَّ الحاظِرَ مُقدَّمٌ, في حينِ لا يُمكِنُ جَمْعٌ وأمَّا مع إمكانه, فلا يُقدَّمُ أحدٌ على أحدٍ, وإعمالُ النَّصينِ مُقدَّمٌ على إهمال أحدهما, والأصلُ الإعمالُ لا الإهمالُ, فنحن لا نصومُ كلَّ سبتٍ لامفروداً ولامقروناً إلا فرضاً أو يومَ فضيلةٍ, أي أنَّ حديث: «لاتصوموا يومَ السَّبْتِ» عامٌّ مخصوصٌ بِمُخصِّصٍ مُتَّصلٍ ومُنفصِلٍ, فالمتصِلُ هو الفرضُ والمنفصِلُ ما كانَ له سببٌ. ¶ وبنحوِ هذا الفَهْم أي القولِ بأنَّهُ مخصوص بَوَّبَ ابنُ خُزَيْمَةَ وكذا هو وَجْهٌ ذكَرَهُ الطحاوي في شرح معاني الآثار وابنُ تيمية في اقتضاء الصراط المستقيم وقد تقدمت أقوالُهم, وأمَّا الترمذيُّ فقد خصَّه بصورةِ تعظيمهِ كاليهود, وكثيرٌ من أهل العلم أو غالبُهم خصُّوهُ بإفرادهِ, وأمَّا النهيُ عن صومِ العيد فهو أخصُّ من صوم الفضائل, فلذلك قُدِّم النهيُ فيه, وكذا لايمكن الجَمْعُ بينهما أبداً, أي لا يمكن أنْ يُصام يومُ العيد بأيِّ حالٍ. ¶ وبهذا يُعرَفُ الجوابُ عن سؤالِ شيخِنا علي الحلبي حفظه الله حين قال في زهر الروض (ص66): (فما الفرقُ بين النهيين: النهي عن صيام السَّبْتِ ولو وافقه يومُ عَرَفةَ والنهي عن صيام عَرَفةَ لمن كانَ على عَرَفةَ ؟!). ¶ وجوابُهُ: كأنَّ الفرقَ ظاهِرٌ, إذِ النهيُ عن صوم عَرَفةَ خاصٌّ به وإباحةُ صومِهِ خاصٌّ به أيضاً, فلا يجتمعانِ أبداً فيُقدَّمُ الحاظِرُ, وأمَّا النهيُ عن السَّبْتِ فعامٌّ مخصوصٌ بعَرَفةَ والفضائل, فالجَمْعُ ممكِنٌ ومَقدورٌ, وظاهِرُ العمل عليه, وكأنَّه مأثور.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "وكذا يُشبِهُ هذا ما أجاب به أبو جعفر الطبري على مَنْ سوَّى بين النهي عن صوم العيد والجُمُعَةِ إذ قال: «يُفرَّق بين العيد والجُمُعَةِ: بأنَّ الإجماع مُنعقِدٌ على تحريم صوم يوم العيد ولو صام قَبْلَهُ أو بَعْدَهُ».(1) ¶ قلت: وكأنَّ الإجماعَ منعقِدٌ أيضاً على صوم السَّبْتِ إنْ وافق فضيلةً أو عادةً أو قُرِن بغيره، أو ¶ –على الأقل- لايُعلمُ من سوَّى بين النهي عن صوم العيد والسَّبْتِ من كل وجهٍ واللهُ أعلَمُ. ¶ وقد عُلِم بما تقدم أنَّ تقديم النهي في العيد على صوم الاثنين هو حُجةٌ لنا, ذلك بأنَّ الاثنين ليس إلا وِعاءً لفضيلةِ العيد, والحُكْمُ للفضيلة, فهي مُقدَّمةٌ على وعائها, وهي مقصودةٌ بالعبادة, والمقصودُ مُقدَّمٌ على ما سواه, والتعبدُ يومَئِذٍ بالفطرِ لا بالصومِ, وفضيلَةُ العيد وسبَبُهُ ومناسبتُهُ أقوى وأخصُّ من صوم الاثنين فيُخَصِّصُ عمومَهُ, وكما فصَّلناه فيما تقدم, وأمَّا عَرَفةُ عند موافقتها سَبْتاً فالحُكْمُ لعَرَفةَ لأنَّها الفضيلةُ وهو وِعائُها، والشعيرةُ يومَئِذٍ الصومُ لا الفِطْرُ, فيُخَصِّصُ عَرَفةُ عمومَ السَّبْتِ, ومِمَّا يُجلَّي الفرقَ بين النهي عن صوم العيد عند موافقته اثنيناً أو خميساً، وبين النهي عن السَّبْتِ إنْ وافق عَرَفةَ، هو أنَّ وصفَ اليوم بأنَّه عيدٌ يَقضي على صومه، وكذا فإنَّ وصفَ السَّبْتِ بأنَّه عَرَفةُ يقضي على النهي فيه, ومعه لايُخشى الوقوعُ بالمشابهة, وهذا ظاهرٌ واللهُ أعلَمُ. ¶ - - - ¶ /الاعتراض الثاني/: (بقاعدة: من ترك شيئاً لله عوَّضه اللهُ خيراً منه) ¶ __________ ¶ (1) نقله عنه محمد بن إسماعيل الأمير الصنعاني في سُبُل السلام (2/435).",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وهو حديثٌ أَخْرَجَه وكيع في الزهد (2/68/2) وعنه أحمد (22969) من طريق أبي قتادة وأبي الدهماء عن صحابيٍّ من الأعراب مرفوعاً بلفظ: «إنَّك لن تدعَ شيئاً لله عزَّ وجَلَّ إلا بَدَّلك اللهُ به ماهو خيرٌ لك منه».(1) ¶ وجواب هذا الاعتراض تقدم بعضُهُ في الاعتراض الأول, وجوابُهُ كامِلاً هو: ¶ - أولاً: لم يترُكِ السلفُ صومَ الفضائل عند موافقتها سَبْتاً حتى نتركها, والتركُ وبظنٍ مرجوحٍ لعبادةٍ أمدُها ساعةٌ من نهار, وتُكفَّر بها السنين ما أظنُّهُ إلا من الظن الذي لا يُغني من الحق شيئاً. ¶ فتكون قاعدةُ: (من ترك شيئاً لله) حُجةً لنا أيضاً, إذِ التركُ ليس لله وإنَّما للظن المرجوح الذي ليس عليه عملُ القرونِ الفاضلة ولا المتأخِّرةِ, وكذا يمكن أخْذُ النهي بجَمْعِ النصوص لا بدفعها والجَمْعُ مُقدَّمٌ على الدفع. ¶ - ثانياً: تركُ الصوم مع ثبوت سُنِّيَّته بل وعظيمِ أجره وبلا حُجةٍ غالبةٍ ليس زَيْناً وإلى الشَّيْن هو أقرب, وكذا فإنَّ هذه القاعدةَ لاتَقوَى على مُقابلةِ صومِ عَرَفةَ, ذلك اليومُ المشهود إلا بنصٍّ زائدٍ عليها, فالتركُ لايستقيمُ إلا بتعذر الجَمْعِ, وهو ممكن كما أسلفنا, والتركُ لعظيمِ الأجرِ لايكونُ بقاعدةٍ عامة, والنصُّ الخاصُّ وعملُ السلف بخلافها, فصومُ عَرَفةَ أخصُّ من النهي عن السَّبْتِ, فيُخَصِّصُهُ. ¶ __________ ¶ (1) وخرجه أحمد كذلك في موضعين من مسنده (20617) (26024) وقال الهيثمي في مجمع الزوائد (10/296): (رواه كله أحمد بأسانيد ورجالها رجال الصحيح) وقال الألباني في الضعيفة (5): (وسنده صحيح على شرط مسلم).",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "- ثالثاً: إناطةُ الثواب العظيم بالصوم لابتركه: فاللهُ علَّقَ تكفيرَ السنين بالصوم لابتركه, وكذا قد جفَّ القلمُ بشعائرِ ذاك اليومِ, فالحاجُّ يقِفُ في عَرَفةَ, فيباهي اللهُ ملائكتَهُ بهم, كما عند مسلم في صحيحه (1348) من حديث عائشة مرفوعاً:«ما من يومٍ أكثرَ من أنْ يُعتقَ اللهُ فيه عبداً من النار من يوم عَرَفةَ, وإنَّه ليدنو ثُمَّ يُباهي بهمُ الملائكةَ فيقول: ما أراد هؤلاء». ¶ وأمَّا غيرُهم ممن لم يَحجَّ فشُرِع لهم هذا الأجرُ العظيم تكفيرُ السنين بصوم عَرَفةَ لابتركه !!. ¶ أي أنَّه تعالى علَّق مباهاتَهُ للملائكة يومَئذٍ بوقوفِ الحجيج بعَرَفةَ وعلَّق غفرانَهُ لسنتين بالصوم, ولم يُعَلِّقْهُ بجهادٍ أو صلاةٍ أو صدقةٍ ولا تركٍ وغيرِهِ, فأحبَّ في ذلك اليوم الوقوفَ والصومَ, فكيف يُصرفُ هذا الحبُّ مع قوةِ بل وعظيمِ إرادته من لَدُن اللهِ عزَّ وجلَّ بموافقةٍ لم يقصدها أحدٌ, والأعمالُ بالنيات ؟! ¶ - - - - - ¶ /خاتِمَة/:",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "لِكُلِّ شيءٍ أجَلٌ وخِتام، ما خلا اللهَ فهو الأوَّلُ والآخِرُ قيومٌ لايموتُ هو المؤمِنُ السلام، وكلُّ من عليها فانٍ وصائرٌ لِحُطام, فما يبقى إلا وَجْهُ ربنا ذو الجلال والإكرام، هو اللهُ الذي لا إلهَ إلا هوَ ربُّ الكمالِ والتَّمَام, فهذا –ظنَّاً- أوانُ خَتْمِ ما بهِ الخيرُ, فالبحثُ مع الجَهد به الأجرُ, وكذا بِمُجانَبةِ الهوى وإلا فبهِ الوِزرُ, فاستغفرُكَ ربِّ لنقصٍ أنت تعلمُهُ, فيَّ وفيما سطَّرتُ, فلَعَلَّه لمثلي عندك ينفعُهُ, فَحُسْنُ الظنِّ بك ربِّ لِلُطفِك أنت تُمضيِهِ وتُنجِزُهُ, يا مَن بعبادهِ أرحمُ من أمٍّ بوليدها هي تُرضِعُهُ, فَغُفرانك ربِّ, ولجبروتِكَ ورحمتِك الغالبِةِ أنت تُستَغفرُ, رَحْمانٌ رحيمٌ لايَظلمُ عبادَهُ شيئاً وهو الكبيرُ المتعالِ عن ظُلمي والأنام، لكنْ بما تماديتُ مُستكبِراً بالموبِقاتِ العِِظام، فأسألُك مغفِرةً بها يُمحى سَوادُ صحيفتي فَتَبْيَضُّ كشمسٍ فَلَقَتْ سوادَ الظلام, فما أبقتْ منه إلا بَصَراً خاسِئاً حسيراً لمن رامَ تصويبَهُ لنورها المِقدام. فاللهمَّ ما ذاك عليك بعزيز، وما يُنقِصُ غَمسي وانغماسي بجنانك مُلكاً أنت مَالِكُهُ, إلا كَمِخْيَطٍ استُلَّ من بحرٍ لُجِّيٍّ أنت بَارِئُهُ, لا إلهَ إلا أنت مُوفِّقُ العِباد، للصوم والقَوْم والسَّداد, اللهمَّ فإنْ كانَ عملي لكَ خالِصاً, فتقبَّلْهُ بقَبول حَسَنٍ, وإلا فاغفرْ وتجاوزْ عمَّا به حادَ وشَطَن, ذاك اللِّسانُ الأبْكمُ القَلَم, ووفقني ووالِدَيَّ وأحبتي ومَن، ذَبَّ عن التوحيد رَفعاً للسُّنَن, لتدارُكِ ما به تَرضى عنَّا لنَقَرَّ في جِنانٍ هي نِعْمَ الموطِنُ والسَّكَن, مع أحمدَ وإخوانهِ وصحبِهِ حَفَظَةِ الدينِ كما أنزلهُ جِبريلُ المؤتَمَن، فالدُّنيا بعدَ ذكرِ اللهِ ما فيها إلا نَقْصٌ أو عَدَم، أو ضَعفٌ ثُمَّ هَرَم, أو عافيةٌ فَسَقَم، ثُمَّ إنْ جاوزتَ أُخَيَّ من الأعوامِ سَبعيناً, فلن تُعمِّرَ ما عُمِّرَ",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "نوحٌ, ثُمَّ لقبرٍ لا أنيسَ فيه إلا النَّدَم, وباباً لسَقَرَ تلفَحُ وجوهَ مَن طغى وأجْرَم، فتَكْلَحُ فتسيلُ قَيْحاً فيختلِطُ تُرابُهُ بما حوى الدَّم، فنِعْمَ الوليمةُ أنتَ لدابَّة الأرض ودُودِها ونِعْمَ الذوقُ والطَّعْم، فلا خليلَ مُواسٍ في حُفرَةٍ مُؤصَدَةٍ, ولا شفيعَ مُناصِرٌ مِن الغُمَم, إلا ما قدَّمت فأبقيتَ من صالحِ عَمَلٍ أو ذَم, أو وَلَدٍ يدعو لك فتستنيرُ الظُلَم. ¶ فأسأله تعالى أنْ يُسخِّرَ لي إخوةً يُبَصِّروني بما زاغَ به القلم, أو ما هو زيغٌ صِدقاً, ولكنَّهُ مِنَ الناصح مَحْضُ ظن, أو يُثبتوني على صوابٍ بدا مني أوِ استكن، وحينها فالسمعُ والقلبُ إنْ شاءَ اللهُ يَعيانِ ذاكَ النُّصحَ بوِدٍّ, ولهم عند اللهِ حُسنُ الأجرِ والثمن, وصلى الله وسلم على عبده محمد وآله من نِسوةٍ وذُرِّيةٍ وأولادِ عَم, ومن صحِبوه في الرخاء والمِحَن. وكتب: خالد بن جذع بن خالد السعدون ¶ المدرس في معهد الإمام أحمد ¶ مملكة البحرين/ هاتف/ 0097336735010 ¶ Kjk_alsaadoun@yahoo.com ¶ الفهرس: ¶ مقدمة. ¶ توطئة. ¶ مذهب الألباني رحمه الله. ¶ تخريج الحديث. ¶ مضعفوا الحديث. ¶ الباب الأول: فقه العلماء في صوم السبت والجمعة. ¶ الباب الثاني: مذاهب العلماء في صوم السبت. ¶ - المذهب الأول: تضعيف الحديث. ¶ - المذهب الثاني: جواز الصوم بالقِران. ¶ الإعلال والقبول بمشابهة أو مخالفة حديث الراوي. ¶ فائدة في مراتب ابن المديني في الحكم على الرواة بالوسطية والصلاح. ¶ فائدة: الوسَطُ والصالِحُ عند ابن المديني سواءٌ: ¶ فائدة في معرفة معنى الوسط واصطلاحات الأئمة. ¶ فائدة: (تصحيحُ الحديث مع انفرادِ راويه يستلزِمُ توثيقَهُ). ¶ الفرقان بين الأولين والمتأخرين في الحكم على الرواة. ¶ فائدة في قبول رواية مجهول الحال. ¶ قرائن على تأخر النهي عن صوم السبت. ¶ - المذهب الثالث: المنع المطلق. ¶ - المذهب الرابع: المذهب الفاصل في تعارض السبتين مع صوم الفضائل.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "- الوجه الأول: النهي عن السبت عام مخصوص بأيام الفضائل. ¶ النهي عن السبت عام يُراد به الخصوص. ¶ الخاص ذو العموم. ¶ نص بأنَّ الفضائل تُخصِّص النهي عن السبت. ¶ - الوجه الثاني: الأيام أوعية والفضائل محتواها. ¶ أقسام أيام الصوم. ¶ مسائل: ¶ الأولى: السبت له وصفان والنهي واقع على أحدهما. ¶ الثانية: الأصل بقاء ما كان على ما كان والخاص مقدم على العام. ¶ - الوجه الثالث: القصد مُعتبر والأحوال مُعتبرة. ¶ اختلاف الحكم مُراعاةً للأحوال. ¶ فائدة فاصلة. ¶ أحوال صوم السبت. ¶ فائدة فاصلة: أيام الفضائل والشعائر تُنافي التشبه بالظاهر. ¶ - الوجه الرابع: النية الموافقة للعادة أو السُّنَّةِ أحياناً تُبيح ما حُرِّم بعينه. ¶ مسألة: النية قد تُصيِّر العملَ عملين أحدهما مشروع والآخر ممنوع. ¶ - الوجه الخامس: إذا كان صومنا المعتاد يَخُصُّ الصوم المحظور فذلك أولى بصوم النبي. ¶ - الوجه السادس: ترك الصيام مع عظيم الأجر لو وقع لنُقِل. ¶ مُصادفة السبت غير معتبرة في صوم السلف. ¶ مسائل: ¶ الأولى: تأخير البيان عن وقت الحاجة لايجوز. ¶ وقوع عرفة يوم الجمعة في عهده صلى الله عليه وسلم. ¶ الثانية: التتابع على العموم من غير تخصيص دليلُ العمل بعمومه. ¶ الثالثة: الراوي أدرى بمرويه. ¶ - الوجه السابع: النهي عن السبت نظير النهي عن الصلاة بعد الفجر والعصر. ¶ تنبيه على ركعتي العصر. ¶ - الوجه الثامن: التعليل بعلة ثابتة (صوم السبت والأحد مخالفةً لليهود والنصارى). ¶ الباب الثالث: تعارض الجمعة مع صوم الفضائل. ¶ - الوجه الأول: القصد مُعتبر. ¶ - الوجه الثاني: النهي عن صوم الجمعة عام مخصوص بالفضائل. ¶ الباب الرابع: اعتراضات وأجوبتها: ¶ - الاعتراض الأول: الحاظر مقدم على المبيح. ¶ - الاعتراض الثاني: بقاعدة من ترك شيئاً لله عوَّضه الله خيراً منه. ¶ خاتمة. ¶ الفهرس",
            "page": "91",
            "part": "1"
        }
    ],
    "t36358": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "لؤلؤة البحرين في حكم صوم السبتين"
        }
    ]
}