{
    "b36353": [
        {
            "id": "1",
            "nass": "شَرْحُ كِتَابِ الصِّيَامِ ،وَالاعتِكَافِ ، ¶ وَبَابِ زَكاة الفِطْرِ ¶ مِن مَتنِ التَّسهيلِ فِي الفِقْه ¶ على مَذهبِ الإمامِ الرَّبانِي أحمدَ بنِ حَنبلٍ الشّيبَانيِّ ¶ رضي اللَّهُ عنه ¶ للإمام أبي عبدِ اللَّهِ مُحمَّد بنِ عَلي البعليِّ الحَنبليِّ ¶ [ 714 ـ 778 ] ¶ ـ رَحِمَهُ اللَّهُ تَعَالَى ـ ¶ شرح ¶ سَمَاحَةِ الشَّيْخِ العَلَّامَةِ ¶ عَبْدِ اللَّهِ بنِ عَبْدِ الرَّحْمَنِ بنِ جِبْرِيْنٍ ¶ ـ حَفِظَهُ اللَّهُ تَعَالَى ،ورَعَاهُ ـ ¶ [ أشرطة مفرغة، لم يراجعها شيخنا ] ¶ قام بتنسيق الشَّرح ?ونشره : ¶ سَلمَانُ بْنُ عَبْدِ القَادِرِ أبُوْ زَيْدٍ ¶ غَفَرَ اللَّهُ لَهُ، ولِوَالدَيْهِ، ولِمَشَايخِهِ، ولجَمِيْعِ المُسْلِمِيْنَ. ¶ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ¶ قالَ الإمامُ أبُو عبدِ اللَّهِ مُحمَّدٌ البعليُّ الحَنبليُّ ـ رَحِمَهُ اللَّهُ تَعَالَى ـ : ¶ كِتَابُ الصِّيامِ ¶ يَجِبُ برؤيةِ الهلالِ، أو كَمَالِ شَعبَانَ، أو إِحَالَةِ غَيْمٍ أو قَتَرٍ دُونَهُ لَيلَةَ الثَّلاثِينَ، وَإِنَّمَا يُقْبَلُ عَدْلٌ في رَمَضَانَ، وَرُؤْيَتُهُ نَهَاراً للمُقْبِلَةِ، وَرُؤيَةُ بَلَدٍ لِجَمِيعِ النَّاسِ، وَمَنْ رَآهُ وَحْدَهُ صَامَ، عَكْسُ الفِطْرِ، وَيُؤْمَرُ بهِ الصَّبِيُّ إنْ أَطَاقَهُ، وَلَو صَامُوا بِشَهَادَةِ اثنَينِ ثَلاثِينَ فَلَمْ يَرَوهُ أَفْطَرُوا. ¶ السلام عليكم ورحمة الله وبركاته ¶ أجمع المسلمون أن صوم رمضان ركن من أركان الإسلام، وأن من جحده كفر؛ لأنه معلوم من الدين بالضرورة، وأن الواجب هو شهر رمضان، وأما ما سواه فإنه يعتبر سنة. ¶ متى يجب؟ ¶ (",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "يَجِبُ برؤيةِ الهلالِ ) ، يعني هلال شهر رمضان، فإذا لم يرَ الهلال ليلة الثلاثين فإن كان هناك غيم يمنع من الرؤية ليلة الثلاثين فظاهر كلامهم أنه يلزم صومه، والقول الثاني أنه لا يلزم، إذا رؤي الهلال وجب الصيام، أو أتموا شعبان ثلاثين يوما عليهم الصيام، في الحديث: « صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوا الْعِدَّةَ » أي: فأكملوا عدة شعبان ثلاثين، وهذا يدل على أنهم لا يصومون إلا إذا رأوا الهلال أو كملوا عدة شعبان ثلاثين يوما. ¶ ولذلك روي أنه ? كان يحتاط لهلال شعبان، يسأل ويحتاط، فإذا رأوا هلال شعبان، وكان ليلة الثلاثين، فإن رؤي الهلال صاموا، ويصير شعبان تسعا وعشرين، وأما إذا لم يُرَ فإنهم يفطرون، وإذا نظروا ليلة الثلاثين ولم يكن هناك غيم فإنهم لا يصومون اليوم الثلاثين؛ وذلك لأنه يوم الشك. وفي الحديث: « مَنْ صَامَ يَوْمَ الشَّكِّ ـ الْيَوْمَ الَّذِي يَشُكُّ فِيهِ ـ فَقَدْ عَصَى أَبَا الْقَاسِمِ » هكذا جاء عن عمار بن ياسر. ¶ أما إذا حال دون الهلال ليلة الثلاثين غيم أو قتر، فأكثرهم يقولون: إنه يصوم، يصومون اليوم الثلاثين مخافة أنه من رمضان، وكما روي عن عائشة قالت: «لَأَنْ أَصُومَ يَوْمًا مِنْ شَعْبَانَ خَيْرٌ مِنْ أَنْ أُفْطِرَ يَوْمًا مِنْ رَمَضَانَ» يعني هذا اليوم يمكن أنه من رمضان فيصومونه احتياطا. ¶ ولكن الصحيح أنه لا يصام إلا إذا رؤي الهلال، فإذا حال دونه غيم أو قتر فإنهم لا يصومون؛ لأن في الرواية المشهورة : « فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوا عِدَّةَ شَعْبَانَ ثَلَاثِينَ يَوْمًا ». ¶ وإنما يقبل عدل في رمضان، رمضان فقط يُقبل فيه عدل واحد، هلال رمضان، في حديث ابن عمر : ¶ «",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تَرَاءَى النَّاسُ الْهِلَالَ فَأَخْبَرْتُ النبي ? أَنِّي رَأَيْتُهُ فَأَمَرَ النَّاسَ بِالصِّيَامِ » ، ما ذكر أنه رآه غيره، وفي حديث أن أعرابيا جاء فأخبر بأنه رأى الهلال البارحة فقال ? : « أَتَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنِّي رَسُولُ اللَّهِ ؟ قَالَ : نَعَمْ ». فأمر الناس بالصيام مع أنه واحد، وأما هلال شوال فلا يقبل إلا اثنان، لا يقبل إلا شاهدان من باب الاحتياط. إذا رأوه نهارا أو رأوه في الضحى، يعني حديد البصر رآه وقال: هذا الهلال، أو رآه ظهرا أو عصرا، وقال: هذا الهلال، فإن كان متقدما على الشمس فلا يعتبر، ولا يكون قد هلّ، وإن كان متأخرا عن الشمس ولو قليلا فإنه يكون لليلة المقبلة، ولا يكون اليوم الماضي. ¶ ورؤية بلد لجميع الناس، إذا رآه أهل بلد لزم الناس كلهم الصوم. كانوا قديما إذا رئي في بلد لا يعلمون أنه رآه غيرهم إلا بعد عشرين يوما، أو بعد شهر، أو بعد شهرين؛ لبعد المسافة، هكذا يختارون أنه إذا رئي في بلد لزم الناس كلهم الصيام، وذهب آخرون إلى أن لكل بلد رؤيتهم، واستدلوا بأن ابن عباس بعث مولاه كريبا إلى الشام، ودخل شهر رمضان وهو في الشام، ورأوا الهلال ليلة الجمعة، ورآه كريب، وصام أهل الشام يوم الجمعة، ولم يأت إلى المدينة إلا في آخر الشهر بعد خمس وعشرين يوما أو نحوها، سأله ابن عباس: « مَتَى رَأَيْتُمْ الْهِلَالَ ؟ قَالَ : لَيْلَةَ الْجُمُعَةِ .قَالَ رَأَيْتَهُ أَنْتَ. قَالَ : نَعَمْ .قَالَ : وَصَامَ أَمِيرُ المُؤمِنِيْنَ ـ يعني معاوية ـ؟ قَالَ : نَعَمْ. قَالَ : لَكِنَّا مَا رَأَيْنَاهُ إِلَّا لَيْلَةَ السَّبْتِ ، فَلَا نَزَالُ نَصُومُ حَتَّى نَرَاهُ أَوْ نُكْمِلَ الثَّلَاثِينَ ، فَقُلْتُ : أَفَلَا تَكْتَفِي بِرُؤْيَتِي وَبِصِيَامِ أَميِْرِ المُؤمِنِيْنَ؟.قَالَ : لَا ، هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ ? ».",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فدل هذا على أن لأهل كل دولة رؤيتهم، ولعل الصواب أنه إذا رئي في بلد لزم الذين بعدهم أن يصوموا، إذا رُئي في الإمارات لزم المملكة أن يصوموا، ولم يلزم مَن وراءهم، وإذا رُئي في الأحساء لزم أن يُرى في الرياض، ولا يرى في قطر وفي غيرها، وإذا رُئي في الرياض فقد لا يُرى في الأحساء، أو لا يرى في الرياض ويرى في جدة، أو لا يرى في جدة ويرى في مصر أو السودان وهكذا. ¶ ذلك لأنه يمكن أنه غاب عن الرياض وهو مقارن للشمس، وتأخر بعد الرياض عن أهل جدة نصف ساعة، وفي هذه نصف الساعة سبق الشمس بدقيقة أو دقيقتين فرآه أهل جدة، أو غاب عن أهل جدة وهو مع الشمس، مقارنا للشمس، وتأخر عن السودان أو عن البلاد الأفريقية، تأخر عنهم بعد جدة نصف ساعة أو ساعة، فسبقته الشمس، فيرى في السودان ولا يرى في المملكة، على كل حال متى رئي في بلدة أو دولة لزم الذين بعدهم أن يصوموا، ولا يلزم الذين قبلهم. ¶ ومن رآه وحده صام، إذا رآه ولم يقبل قوله فإنه يصوم؛ لأنه تحقق أن الهلال قد دخل، وإذا رآه وحده هلال شوال ورُدّ قوله فإنه لا يفطر، بل يصوم مع الناس، ولا يقول: أنا رأيت هلال شوال، يمكن أنه متوهم وانفراده برؤيته يدل على الشك، يدل على أن في الأمر شكا، فمن رأى هلال شوال فلا يفطر، بل يستمر مع الناس ويصوم، إذا لم يقبل قوله.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويؤمر به الصبي إن أطاقه، فصوم الصبيان من باب التدريب؛ حتى يتدربوا عليه، وحتى يألفوه إذا كبروا، فإنهم يُقبل منهم إذا كبروا، فإنهم يكونون قد اعتادوا عليه، يؤمر به الصبي لعشر أو إحدى عشر؛ ذلك لأنه قد قارب البلوغ، ولأنه قد يبلغ، فإذا كان يطيقه فإنه يُؤمر به. لو صام بشهادة اثنين ثلاثين يوما فلم يروه أفطروا، إذا تحققوا أن رمضان دخل برؤية اثنين عدلين، فإنهم إذا أتموا ثلاثين يوما ولم يروه فإنهم يفطرون؛ لأن الشهر لا يزيد على الثلاثين يوما، نهايته ثلاثون يوما، فإذا رآه عدلان موثوقان وصاموا فلم يروه ليلة الواحد والثلاثين، فإنهم يفطرون ¶ شُرُوط وُجُوبِ الصِّيَامِ ¶ فَصْلٌ ¶ إنَّمَا يَجِبُ عَلَى مُسْلِمٍ، مُكَلَّفٍ، قَادِرٍ، وإنَّمَا يَصِحُّ بِنِيَّةٍ مِنَ اللَّيْلِ، لِكُلِّ يَومٍ، وَانْتِفَاءِ مُفَطِّرٍ، وهو: حَيضٌ ونِفَاسٌ، وَرِدَّةٌ، وتَعَمُّدُ ذَاكِرٍ قَيئًا، أو جِمَاعًا، أو اسْتِمْنَاءً، أو إنزَالاً بِتِكْرَارِ نَظَرٍ، أو وُصُولَ شَيءٍ مِنْ مَنْفَذِ جَوفِهِ، لا غُبَارٌ وَنَحْوُهُ، وَرِيقٌ مُعْتَادٌ، وحَجْمًا واحْتِجَامًا. ¶ وَلَو أَكَلَ شَاكًّا فِي الغُرُوبِ، لا الفَجْرِ، أو اعْتَقَدَهُ ليلاً فَخَالَفَ قَضَى، ويَتَحَرَّى الأسِيرُ، ويُجْزِئُه إن وافَقَهُ أو بَعْدَهُ. ¶ يقول بعد ذلك : ( إنَّمَا يَجِبُ عَلَى مُسْلِمٍ، مُكَلَّفٍ، قَادِرٍ ) ، مسلم يخرج الكافر، فلا يجب على اليهود ولا على النصارى أو المجوس، أو البوذيين أو الهندوس، أو الدهريين، أو الشيوعيين الذين لا يدينون بدين الإسلام، لا يكلفون به؛ ذلك لأنهم وإن كانوا مخاطبين بفروض الشريعة ولكنه لا يقبل منهم؛ لأنهم فقدوا شرطه. ¶ تعرفون شروط الصيام : الإسلام، والعقل، والبلوغ، والقدرة. ¶ هذه شروط وجوب الصيام،",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "البلوغ: يخرج الصبي الذي لم يبلغ، لا يجب عليه، وما ذاك إلا أنه لم يكلف، وإنما يؤمر به من باب التدرب والتحبب، يؤمر بالصيام وإن كان صغيرا، كابن عشر أو ابن ثمان؛ وذلك لأنه قد يشق عليه إذا كبر وبلغ، فيدرب عليه ويؤمر به حتى يألفه، وحتى يسهل عليه إذا بلغ. ¶ وكذلك لا يجب على مجنون؛ وذلك لأن الله -تعالى- عذره حيث إنه لا يفهم ولا يعقل، فالله -تعالى- وهب الإنسان عقلا، وهذا العقل هو الذي لأجله كُلِّف، فإذا لم يكن مكلفا -بأن كان مسلوب العقل- فإنه لا يجب عليه، إذا أخذ ما وهب سقط ما وجب. ¶ الشرط الرابع: القدرة، فإذا كان عاجزا فإنه لا يقدر عليه، ولكن إذا كان عاقلا وعاجزا أُطْعِم عنه. ذُكِر عن أنس لما تجاوز سنه المائة عجز عن الصيام، فكان يطعم، إذا دخل رمضان جمع ثلاثين مسكينا وأطعمهم ليلة واحدة، يعني فطورا وعشاء، ثم يكتفي بذلك عن الصيام؛ لأنه عاجز. ¶ ( يَصِحُّ بِنِيَّةٍ مِنَ اللَّيْلِ، لِكُلِّ يَومٍ ) المسلمون عادة يعزمون على أنهم يصومون الشهر كله، فلا يحتاج إلى أن يحرك قلبه كل ليلة أنه سوف يصوم الغد؛ لأن هذا لا أهمية له ولا حاجة له، وذلك لأنه عازم على إكمال رمضان، وعلى عدم الإفطار منه إلا لعذر، فلا يحتاج إلى أن يجدد النية كل ليلة، معلوم أنه عازم، أنك عازم على إكمال الصيام، فلو سألك إنسان وقال -في رمضان- وقال: هل تريد أن تصوم غدا؟ فإنك تغضب وتقول: أتتهمني أن أفطر في رمضان بغير عذر؟! أتظن أني لا أصوم والناس يصومون؟ أليس الله -تعالى- قد فرضه علينا ؟ أتظن أني أترك الصوم وأنا قادر لا عذر لي؟ تُشدد عليه، فدل ذلك على أنك عازم، وأنك لا يخطر ببالك الإفطار إلا أن يعرض لك عارض كعذر، كمرض أو سفر، وأما إذا كنت مقيما صحيحا فإنك لا يخطر ببالك أنك تفطر، فلا حاجة إلى أن تحرك قلبك كل ليلة أنك تصوم غدا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كذلك أيضا معلوم أن الناس يقومون في آخر الليل يتسحرون، فهذا دليل على أنهم عازمون، ولكن لا يحرك كل منهم قلبه على أني سوف أصوم غدا؛ لأن هذا شيء معروف. ¶ من شروط وجوب الصيام ( انْتِفَاءِ مُفَطِّرٍ ) يعني ألا يوجد ما يفطر لأجله، مَثّلُوا بالحيض بالنسبة للنساء؛ فإن المرأة إذا حاضت حرم عليها أن تصوم، ولا يجزئها ولو صامت؛ ذلك لأن هذا الدم الذي يخرج منها يعتبر نجاسة، ولأجل ذلك تترك الصيام إلى أن تطهر، كذلك النفاس، إذا ولدت وبقي معها دم النفاس فإن هذا الدم يعتبر -أيضا- عذرا لها، فلا تصوم حتى تطهر. ¶ ثالثا الردة: الردة هي الكفر بعد الإسلام -نعوذ بالله- فمن ارتد وهو صائم بطل صومه، وبطلت طهارته إذا كان متطهرا، فيؤمر بأن، إذا تاب يؤمر بأن يستأنف، يؤمر بأن يصوم بدل ذلك اليوم، أو بأن يستأنف الطهارة إذا ارتد وهو متطهر أن يستأنف الطهارة، يتطهر جديدا. ¶ هذه مفطرات، الحيض والنفاس والردة. ¶ ( وتَعَمُّدُ ذَاكِرٍ قَيئًا ) إذا تعمد وأخرج قيئا، أو جامع، أو استمنى، أو أنزل بتكرار نظر، أو حجم أو احتجم، أو أرسل شيئا إلى بدنه من منفذ جوفه، فإن هذا ينافي الصيام. ¶ القيء هو الاستفراغ، أو يسمى التطريش، يفطر إذا كان متسببا متعمدا، جاء في الحديث : « مَنْ اسْتَقَاءَ فَقد قَضَى وَمَنْ ذَرَعَهُ الْقَيْءُ فَلَا قَضَاء عَلَيْهِ ».ذرعه: يعني خرج منه قهرا بدون اختيار، فإنه -والحال هذه- لا قضاء عليه، أما إذا كان متعمدا، أدخل أصبعه في حلقه وحرك حلقه حتى قاء، قضى، وكذلك لو عسر بطنه إلى أن خرج منه شيء، قضى، وكذلك لو تعمد شم رائحة كريهة، تعمد، تحرك لذلك ما في بطنه وقاء، فإنه يقضي. ¶ وأما الجماع فإنه إذا تعمد وجامع فإنه يقضي، ويكون عليه -أيضا- كفارة ككفارة الظهار، واختلف هل تسقط الكفارة والقضاء بالنسيان؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الأكثرون على أنها لا تسقط؛ وذلك لأن الجماع تطول مدته، ولأنه يكون بين الطرفين، والغالب أنهما لا يكونان غافلين عن هذا الصيام، فدل على أنه لا ينسى، فعليه القضاء بكل حال، عليه أن يقضي، وعليه أن يكفر. ¶ كذلك إذا تعمد استمناء، يعني: تعمد الإنزال بيده ما يسمى بالعادة السرية تبطل الصيام، وكذلك إذا نظر إلى امرأة أو إلى صورة امرأة في شاشة أو نحو ذلك، وكرر النظر حتى أنزل، ثارت شهوته فأنزل، فإنه يقضي؛ لأنه تعمد تكرار النظر. ¶ وكذلك إذا أرسل شيئا من منفذ إلى جوفه، منفذ جوفه، فإنه يقضي إذا كان متعمدا، من ذلك الإبر، الإبر ذكروا أنها قسمان : مهدئة، ومغذية. ¶ فالإبر المسكنة للألم والتي تكون في ظاهر الجلد، هذه لا تفطر، أما إذا كانت مقوية أو مغذية، أو نافذة تدخل في جميع البدن كإبر الوريد، فإنها تفطر، إذا أدخل إلى جوفه شيئا من أي موضع كان فإنه يفطر، وكذلك إذا هناك ما يسمى بالتحميلة، تدخلها المرأة في الرحم، ويدخلها الرجل في الشرج، فهذه أيضا تفطر؛ وذلك لأنها تنفذ إلى داخل الجسم، فكل شيء أدخله إلى جوفه من أي منفذ فإنه يفطر. ¶ يفطر أيضا الحجامة، جاء في الحديث: « أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ » هذا حديث مروي عن جماعة من الصحابة، وقيل إنهم بلغوا إلى سبعة عشر صحابيا رووا هذا الحديث، وبعضها ضعيف، ولكن كثير منها ثابت، فلأجل ذلك عمل به الإمام أحمد، وذلك أن الحجامة فيها إخراج هذا الدم، فيفطر كما يفطر دم الحيض ودم النفاس، دل ذلك على أنه يفطر. ¶ لكن لماذا يفطر الحاجم مع أنه ما خرج منه شيء؟ قالوا: لأنه أعان على هذا العمل، ومن أعان عليه عوقب بأن يقضي، وقيل: لأنه يمتص الدم، إذا أراد أن يقبض محجمه امتص الهواء الذي في داخلها، فيخرج منها دم يختلط بريقه، فيكون ذلك سبب إفطاره، فإذا وجد حجامة ليس بها الامتصاص فإنه لا يفطر الحاجم.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "كذلك ما يسمى بالتبرع، التبرع بالدم إذا كان كثيرا فإنه يفطر المتبرع، ولا يفطر الساحب الذي يسحبه في برواز أو إبرة، ما يفطر؛ لأنه ما استعمله بفمه ولا دخل شيء منه في جوفه، فإنما يفطر المجذوب منه؛ لأنه خرج منه هذا الدم الكثير، فهو شبيه بدم الحجامة. ¶ ولا يفطر إذا طار في حلقه غبار؛ وذلك لأن هذا الشيء مما تعم به البلوى، الغبار ونحوه، فلا يفطر مع أنه عليه أن يتلثم، يسد فمه وأنفه بخرقة أو بعمامة ونحو ذلك. ¶ ولا يفطر الريق، ابتلاع الريق المعروف المعتاد، هذا شيء ضروري أنه يبقى في فمه، فلا يفطر إذا ابتلع ريقه، ولا يفطر أيضا إذا أكل أو شرب وهو ناسٍ، فإنما أطعمه الله وسقاه. ¶ من ( أَكَلَ شَاكًّا فِي الغُرُوبِ ) يقولون : من أكل شاكًّا في الغروب، أو اعتقده ليلا فبان نهارا، قضى، وأما من أكل شاكا في الفجر في طلوع الفجر فإنه لا يقضي؛ وذلك لأن الغروب الأصل بقاء النهار، فعليه ألا يفطر إلا بعد الاحتياط، فيتثبت ويحتاط حتى يتحقق غروب الشمس، وأما الفجر فإذا أكل وهو لا يدري أنه قد طلع الفجر فإنه لا قضاء عليه، وهذا إذا لم يتبين له، إذا بقي على شكه فإنه يبقى بدون أن يقضي. ¶ أما إذا تحقق أنه أكل بعد طلوع الفجر فإنه يقضي، فمثلا وهو يتسحر، والأصل بقاء الليل، ثم بعد ذلك انتهى من سحوره، ولكن لم يتبين له أنه أكل بعد طلوع الفجر، صومه صحيح، أما إذا استمر في الأكل حتى سمع الإقامة مثلا، فنرى -والحال هذه- أنه يقضي؛ وذلك لأنه أكل وهو الغالب على ظنه أن الليل قد انتهى، أن النهار قد دخل، فعليه القضاء، إذا أكل وتبين له أنه أكل نهارا، أي بعد طلوع الفجر، تحقق من ذلك، فالأصل القضاء. ¶ كذلك إذا اعتقده ليلا فخالف أكل يعتقد أنه في ليل، يعني في آخر الليل، أو أنه في آخر النهار ولكن يعتقد أن الشمس قد غربت، ففي هذه الحال إذا تبين له أنه أكل نهارا، أي قبل أن تغرب الشمس أو بعدما طلع الفجر، فعليه القضاء. ¶ (",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ويُجْزِئُه إن وافَقَهُ أو بَعْدَهُ ) في هذا أيضا خلاف، إذا لم يدرِ أن الشهر قد دخل، فصام وهو لا يدري هل هذا اليوم من رمضان أو أنه من شعبان، صام وبعدما أفطر أو بعد يوم أو يومين جاءه الخبر أنه قد وافق شهر رمضان أو أنه بعد رمضان، أجزأه ذلك، أما صوم العيد فإنه لا يجوز، ولكن لو صاموه يعتقدون أنه من رمضان فإنه لا يضر؛ لأن عليهم الاحتياط. ¶ هذا ما يتعلق بالصيام، مع اختصار المؤلف اختصارًا كثيرًا. ¶ سُنُن وَوَاجِبَات الصِّيَامِ ¶ فَصْلٌ ¶ يُسَنُّ تَأخِيرُ سَحُورٍ، وَتَعْجِيلُ فِطْرٍ، عَلَى رُطَبٍ، ثُمَّ تَمرٍ، ثُمَّ ماءٍ، وَالذِّكْرُ عِنْدَهُ، وَعَلى مُفْطِرٍ رَمَضَانَ بِجِمَاعٍ وَلَوْ مِرَارًا قَبلَ التَّكْفِيرِ القَضَاءُ، وَكَفَّارَةُ الظِّهَارِ، وَغَيرُهُ يَقضِي ، وَعَلى مَنْ مَاتَ وَلم يَصُمْ مُدُّ طَعَامٍ لِكُلِّ يَومٍ إنْ فَرَّطَ ، وَمَنْ مَاتَ وقَد نَذَرَ صَومًا، أو حَجًّا، أو اعْتِكَافًا فَعَلَهُ عَنْهُ وَلِيُّهُ . ¶ ذكر بعد ذلك السنن وبعض الواجبات، فمن ذلك تأخير السحور السحور هو الأكل في آخر الليل؛ وذلك لأن آخر الليل يسمى سحرا، قال تعالى: { وَالْمُسْتَغْفِرِينَ بِالْأَسْحَارِ } [ سورة آل عمران ، الآية : 17 ] وقال: { إِلَّا آلَ لُوطٍ نَجَّيْنَاهُمْ بِسَحَرٍ } [ سورة القمر، الآية : 34 ] فالسحر آخر الليل، فالأكلة التي في ذلك الوقت تسمى سحورا، وهي من السنة، قَالَ النَّبِيُّ ? : « تَسَحَّرُوا فَإِنَّ فِي السُّحُورِ بَرَكَةً » وذلك لأنه يقوي الإنسان على العبادة وعلى الأعمال؛ ولأنه يحبب إليه الصيام إذا رأى أن الصيام لا يكلفه ولا يثقله، فدل ذلك على أنه مستحب، ويسن تأخيره.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "في حديث زيد بن ثابت: « تَسَحَّرْنَا مَعَ رَسُولِ اللَّهِ ? ثُمَّ قُمنَا إِلَى الصَّلَاةِ ، قُلْتُ : كَمْ كَانَ بَيْنَهُمَا ؟ قَالَ : قَدْرُ خَمْسِينَ آيَةً ». يعني قدر قراءة خمسين آية، يعني من آيات البقرة أو نحوها، يمكن قدر ركعتين، أربع صفحات أو نحوها. ¶ وَيُسَنُّ تَعْجِيلُ الفِطْرِ ، جاء في حديث : « أَحَبُّ عِبَاد اللَّهِ إِلَيْهِ أَعْجَلُهُمْ فِطْرًا ». ولعل سبب ذلك المسارعة إلى الصلاة، وقيل إن سبب ذلك المبادرة إلى ما أباح الله، فالله -تعالى- أمر عباده بالصيام في النهار، وأمرهم بالفطر في الليل، ولا يصح صيام الليل، فإذا جاء الوقت الذي ينتهي صيامهم فإن عليهم أن يفطروا، وإن لم يأكلوا ينوون بالنية ¶ أننا قد أفطرنا وأنا لو وجدنا شيئا يؤكل لأكلنا ولكن لم نجد، فيفطرون بالنية. ¶ ( يُسَنُّ تَعْجِيلُ فِطْرٍ ) يسن أن يفطر ( عَلَى رُطَبٍ ) ؛ وذلك لأن الرطب أولا أنه من جملة المشتهيات، وثانيا ما فيه من الحلاوة التي تكسب البدن مناعة، فإذا لم يجد أفطر على تمر، التمرات هي فرع الرطب، وإذا لم يجد فإنه يفطر على ماء. ¶ جاء أن في حديث عائشة : « كَانَ النَّبِيُّ ? يُفْطِرُ عَلَى رُطَبَاتٍ ، فَإِن لَمْ يَجِد فَعَلَى تَمَرَاتٍ ، فَإِن لَمْ يَجِد حَسَا حَسَوَاتٍ مِنْ مَاءٍ».فذلك لأنه كثيرا ما يفقد الطعام، لا يجد حتى تمرات يفطر عليها؛ لأنه ـ عَلَيْهِ [ الصَّلاةُ ] والسَّلَامُ ـ رضي بالتقلل، فإذا لم يجد التمرات حسا حسوات، يعني جرعات من ماء. ¶ يُسَنُّ ( الذِّكْرُ ) عند الإفطار، من ذلك أن يقول، إذا أفطر يقول: « ذهب الظمأ وابتلت العروق وثبت الأجر إن شاء الله » ، وله أن يدعو بقوله: « اللهم إني لك صمت وعلى رزقك أفطرت فتقبل مني إنك أنت السميع العليم، اللهم يا واسع المغفرة اغفر لي، ويا واسع الرحمة ارحمني» ، متى دعا بشيء من ذلك فإنه يكفي، يكفي هذا الذكر، ويكفي هذا الدعاء.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ذكر أن من أفطر بالجماع فعليه كفارة ككفارة الظهار، العتق فإن لم يجد فصيام شهرين فإن لم يجد فالإطعام؛ لقصة الحديث الذي فيه أن رجلا قال: « يَا رَسُولَ اللَّهِ هَلَكْتُ .قَالَ : وَمَا أَهْلَكَكَ ؟ قَالَ : وَقَعْتُ عَلَى امْرَأَتِي فِي رَمَضَانَ » ، فأمره أن يعتق رقبة، فلم يجد، أن يصوم شهرين متتابعين، فلم يستطع، أمره أن يتصدق. ¶ يقول: ( ولَو مِرَارًا قَبلَ التَّكْفِيرِ عَلَيْهِ القَضَاءُ، وَكَفَّارَةُ الظِّهَارِ ) ، ( ولَو مِرَارًا ) : يعني هذا الذي يختاروه أنه لو جامع في عشرة أيام من رمضان قضى عشرة، وكفاه كفارة واحدة؛ وذلك لأنه لم يكفر حتى فعل هذه الأشياء الثلاثة العشرة، وكذلك لو لم يتحمل وجامع في خمسة عشر يوما أو نحو ذلك بالنهار فإنه يكفيه كفارة واحدة، ولكن يقضي تلك الأيام كلها، ومع ذلك لا بد من قضاء تلك الأيام. ¶ والكفارة على الترتيب : العتق، فإن لم يجد فالصيام، فإن لم يجد فالإطعام.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذا مات وعليه صيام يطعم عنه عن كل يوم طعام مسكين، وهذا إذا كان قد فرط، صورة ذلك إذا مرض الإنسان في رمضان، أو سافر عشرة أيام، ثم شفي من مرضه، أو أقام في البلد وبقي في البلد معافى سليما ليس به مرض وليس مسافرا، وتمكن من القضاء، ولكنه لم يقضِ، بل تساهل بالقضاء، ومرت عليه الأيام وهو لم يقضِ مع عدم العذر، ثم بعد ذلك قدر أنه أصابه الموت فمات، فمثل هذا يقضى عنه أو يكفر عنه إطعام عن كل يوم مسكين، إن تبرع أحد بأن يصوم عنه فإنه يصوم، جاء في الحديث يقول: « مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ تَعَالَى فَلْيُطِعْهُ » وقال ? : « مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ » وهذا إذا فرط بقدر الأيام التي عليه، عليه عشرة أيام أفطرها لمرض، شفي بعد العيد، وبقي عشرة أيام، وهو قادر، ولكنه ما صام، أو بقي عشرون يوما أو شهر أو أشهر وهو يقول: إنني عاجز. ولكن ليس بعاجز، ومات بعد ذلك قبل أن يصوم، فإنه يقضى عنه، يصوم عنه أحد أقاربه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يقول: ( وَعَلى مُفْطِرٍ رَمَضَانَ بِجِمَاعٍ وَلَوْ مِرَارًا قَبلَ التَّكْفِيرِ علَيْهِ القَضَاءُ، وَعَلَيْهِ كَفَّارَةُ الظِّهَارِ، وَغَيرُهُ يَقضِي ) يعني: إذا أفطر بغير الجماع، غير من أفطر بالجماع، بل أفطر بالأكل ونحوه، فإنه يقضي ما أفطره، ( وَعَلى مَنْ مَاتَ وَلم يَصُمْ مُدُّ طَعَامٍ لِكُلِّ يَومٍ إنْ فَرَّطَ ) ، صورة ذلك إذا كان عليه صيام بسبب مرض أو سفر، أو على المرأة بسبب حيض، وتمكن ولم يصم مع قدرته، ففي هذه الحال بعض العلماء يقول: يصومون عنه، حتى قالوا إنهم يقتسمون الصيام، لو كان عليه عشرة أيام، وله عشرة أولاد، صاموا عنه يوما واحدا، إذا كان مجموعهم عشرة ذكورهم وإناثهم يصومون يوما واحدا ويكفي، وقيل إنه لا يُقْضَى صوم رمضان، ولكن يُتصدق عنه، وإنما يصوم الولي صيام النذر، يقول : ( وَمَنْ مَاتَ وقَد نَذَرَ صَومًا، أو حَجًّا، أو اعْتِكَافًا فَعَلَهُ عَنْهُ وَلِيُّهُ ) ، إذا -مثلا- نذر يقضي عنه وليه، ذكر أن امرأة قالت : « يَا رَسُولَ اللَّهِ ، إِنَّ أُمِّي نَذَرَت إِنْ نَجَاهَا اللَّهُ مِن البَحرِ أَن تَصوم شَهْرًا، وَإنَّ اللَّهَ نَجَاهَا وَقَدْ مَاتَتْ، فَقَالَ : اقْضِي عَنْهَا. وفي رواية قال : « أَرَأَيْتِ لَوْ كَانَ عَلَى أُمِّكِ دَيْنٌ أَكُنْتِ قَاضَيْتَهُ ؟ اقْضُوا اللَّه ؛ فاللَّهُ أَحَقُّ بِالوَفَاءِ ». ¶ ففي هذه الحال ينوي واحد أو جماعة أن هذا صيام ميتنا وأننا سنقضيه عنه، ويكفي النية في القلب. ¶ وكذلك الحج، إذا نذر حجا، بعدما حج أيامه نذر الحج، بعدما حج فرضه، ولما نذره قُدِّر أنه مات بعدما تمكن ولم يحج، مر عليه سنة سنتان، وهو ما حج، مع أنه قد نذره، يحج عنه أحد أولاده أو بناته، جاء في الحديث أنه ? قال: « مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ » وهذا عليه صيام، الإمام أحمد خص ذلك بصيام النذر، وأما البقية فقالوا: يدخل في ذلك صيام الفرض كرمضان",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بَابُ صَومِ التَّطوُّعِ ¶ أَفْضَلُهُ صِيَامُ دَاوُدَ ـ عَلَيْهِ السَّلَامُ ـ، صَومُ يَومٍٍ وَفِطْرُ يَومٍ ، وَأَفْضَلُ شَهْرٍ بَعدَ رَمَضَانَ المُحَرَّمُ، وسُنَّ صَومُ عَشْرِ ذِي الحِجَّةِ، والبِيضِ، وَعَرَفَةَ لِغَيرِ مَنْ بهَا، وَعَاشُورَاءَ، والاثنَينِ والخَمِيسِ، وَسِتَّةٍ مِنْ شَوَّالٍ، وَلَيلَةُ القَدْرِ فِي العَشرِ الأَخِيرِ مِنْ رَمَضَانَ، والوِتْرُ آكَدُ، وَأرْجَاهُ لَيلَةَ سَبْعٍ وَعِشْرِينَ، وَيَدعُو بِالعَفوِ. ¶ بعد ذلك صوم التطوع، لما كان الصيام محبوبا عند الله -تعالى- وقد اصطفاه لنفسه في قوله : « وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ » كان جنس الصيام عبادة فيها فضيلة، العبد لا يقتصر على الفريضة فقط، بل يعرف أن ربه يحب هذا العمل، فعليه أن يكثر منه، فيصوم -مثلا- كل اثنين وخميس، وذلك كثير، إذا عجز اقتصر على صيام ثلاثة أيام من كل شهر، وهي الأيام البيض، إن تمكنت له وإلا غيرها، فذلك أيضا يدل على فضيلة لمن تولى هذا الصيام. ¶ هذا لمن تولاه، بمعنى أنه يتولاه فيقضيه عنه عن أبيه أو عن أمه أو عن جده، فله أجر على هذا التقبل، وعلى هذا القيام به، وإن عجزوا كلهم أو قالوا: لا تصوم، أخرجوا صدقة من ماله، من مال ذلك الميت، وتقدم على الوفاء على وفاء الديون العامة، وتقدم على النذور وعلى المواريث؛ وذلك لأنها حق آدمي، فإذا قال: أقرضني يا فلان مائة، وأقرضني يا فلان ألفا. ومات ولم يقضهم، ولا نعلم ماذا فعل بهذا المال، ولكن تحققنا أنه في ذمته، فإنهم يقضونه، فإنهم يوفون عنه؛ وذلك لعموم هذه الأدلة. ¶ بعد ذلك صيام التطوع، وهو الأيام التي يفضل صيامها، من قدر على صيام يوم وراء يوم فهذا أفضل، صيام داود -عليه السلام- صيام يوم وفطر يوم، هذا أفضل الأيام، وأما الأشهر فأفضلها بعد رمضان شهر الله الذي تدعونه (المُحَرَّم ) الذي قبل شهر صفر وبعد شهر ذي الحجة وهو أول الأشهر اصطلاحا.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يُسَنُّ ( صَومُ عَشْرِ ذِي الحِجَّةِ ) أو تسع ذي الحجة؛ لأن العاشر يوم العيد لا يصام، لكن التسع فيها فضيلة؛ وذلك لأنه ورد فيها فضل : « مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ فِيهَا أَفْضَلُ مِنْ هَذِهِ الْأَيَّامِ » ؛ يَعْنِي أَيَّامَ الْعَشْرِ ، ومن العمل صيام تلك الأيام التسعة. ¶ و يُسَنُّ صيام الأيام ( البِيضِ ) التي هي الثالث عشر والرابع عشر والخامس عشر؛ وذلك لما ورد في فضلها، وجاء عن النبي ? أنه أوصى أبا ذر وأوصى أبا هريرة بصيام ثلاثة أيام من كل شهر، وقال لأبي ابن كعب : « إذا صمت ثلاثا فصم ثالث عشر ورابع عشر وخامس عشر » أو كما قال. ¶ يُسَنُّ صوم ( عَرَفَةَ ) لغير أهلها، لغير الحجاج الواقفين بعرفة؛ وذلك لأنهم مسافرون والفطر أقوى لهم، فلذلك رخص أو شرع أن النبي ? لم يصم بعرفة وكذلك الخلفاء بعده، فالصيام بعرفة يقال : إنه قد يضعف الصائم ويوقعه في هزال فينقله عن العمل أو يضعف عنه أو يمله؛ فلذلك لا يصومون في عرفة. ¶ يُسَنُّ صوم يوم ( عَاشُورَاءَ ) ، اليوم العاشر من شهر محرم، وكذلك يصومون معه يوما وهو اليوم الحادي عشر أو اليوم التاسع يصوموا يوما قبله أو يوما بعده، صيام عرفة يكفر سنتين يعني من صغائر الذنوب، وصيام عاشوراء يكفر سنة، وذلك دليل على أن الله تعالى تفضل على عباده بأسباب المغفرة وكذلك أسباب الرحمة والعتق من النار. ¶ كان النبي ? يصوم ( والاثنَين والخَمِيس ) ويقول: « إِنَّهَا تُرْفَع فِيهَا الأَعْمَالُ، وَأُحِبُّ أَن يُرْفَع عَمَلِي وَأَنَا صَائِمٌ » يعني لأكون الصيام من العمل، وصيام ( سِتَّة ) أيام ( مِنْ شَوَّالٍ ) وذلك تكملة لرمضان حتى يكون كأنه صام الدهر كله، جاء في حديث رمضان بعشرة أشهر، صيام رمضان يعدل عشرة أشهر لأن اليوم بعشرة أيام، الحسنة بعشر أمثالها، ستة أشهر يعني ستين يوما، يكون ذلك كأنه صام اثني عشر شهرا، هذا هو السبب في شرعية ست من شوال.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وإذا لم تتيسر له لعذر صامها ولو من ذي القعدة كما لو لم تتمكن المرأة إذا كانت نفاسا أن تطهر إلا في عشرين من شوال، فإنها تصوم الست ولو من ذي القعدة. ¶ يقول: ( وَلَيلَةُ القَدْرِ ترجى فِي العَشرِ الأَخِيرِ مِنْ رَمَضَانَ )، يعني الليلة التي لها فضل من قامها فكأنه قام ألف شهر. ¶ ليلة القدر خير من ألف شهر لا بد لها ميزة ولكن لم نطلع على عينها، إلا أن الراجح أنها في العشر الأخير من رمضان، وأنها في أوتاره أغلب يعني في إحدى وعشرين ثلاث وعشرين، خمس وعشرين، سبع وعشرين، تسع وعشرين، هذه الأوتار، ( الوِتْر آكَد ). ¶ وقيل إن الأوتار بالنسبة إلى الباقي فتكون الليلة تسع وعشرين وليلة سبع وعشرين إلى آخره تكون هذه هي الأوتار أرجاه ليلة سبع وعشرين، أرجى الليالي عند الإمام أحمد ( لَيلَة سَبْعٍ وَعِشْرِينَ )؛ وذلك لأنه روي عن أبي أنه كان يحلف أنها في ليلة سبع وعشرين، يقول بالعلامة العلامة هي أن الشمس تطلع في ذلك اليوم ليس دونها شعاع، لا شعاع لها، قالوا : إن ذلك من صعود الملائكة إلى السماء لأن الملائكة في تلك الليلة نزلوا في الأرض ( يَدعُو فيها بِالعَفوِ ) يقول: اللهم إنك عفو تحب العفو فاعف عني ونحو ذلك، إذا وافق ليلة القدر دعا بمثل هذا الدعاء. ¶ فَصْلٌ ¶ كُرِهَ إفْرَادُ رَجَبٍ، والجُمُعَةِ، والسَّبْتِ، والشَّكِّ، وَالدَّهْرِ، وَكُلِّ يَومٍ يُعَظِّمُهُ الكُفَّارُ مَا لم يُوافِقْ عَادَةً، وَيَحْرُمُ صَومُ العِيدَينِ، وَأَيَّامِ التَّشْرِيقِ، لا لِمَنْ تَمَتَّعَ وَلم يَجِدْ هَدْيًا.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وسُنَّ لِمَن تَطَوَّعَ بِعِبَادَةٍ إتْمَامُهَا، إلا الحَجَّ والعُمْرَةَ، فَيَجِبُ إتْمَامُهُمَا، وَقَضَاءُ فَاسِدِهِمَا، والفِطْرُ فِي الفَرْضِ لمَرَضٍ يَشُقُّ، وَسَفَرِ قَصْرٍ، وَخَوفِ حَامِلٍ أو مُرْضِعٍ على نَفْسِهِمَا فَتَقْضِي، وَعَلى وَلَدِهِمَا فَتَقْضِي وَتُطْعِمُ مِسْكِينًا لِكُلِّ يَومٍ، والهَرِمُ، وَمَنْ لا يُرْجَى بُرْؤُهُ يُطْعِمُ فَقَطْ، وَيَقضِي المُغْمَى عَليهِ، إلَّا المجنُونُ. ¶ ذكر بعد ذلك الأيام التي لا تصام أو لا يجوز إفرادها، ( إفْرَادُ رَجَبٍ ) ولو كثرت فيه الأحاديث، فإن رجب إذ جاء فيه أحاديث مكذوبة، يمكن أنها تقرب من مائة حديث، ثم جمعها ابن حجر في رسالة مقروءة اسمها ( تبيين العجب لما ورد في شهر رجب ) للحافظ ابن حجر. ¶ فلما لم يصح شيء منها فإن صيام شهر رجب دون غيره يعتبر مكروها أو بدعة، وكذلك ( إفْرَادُ الجُمُعَةِ )، دخل النبي ? على [ جُوَيْرِيَةَ بِنْتِ الْحَارِثِ ـ رَضِيَ اللَّهُ عَنْهَا ـ ] وهي صائمة يوم الجمعة فقال: « لَهَا أَصُمْتِ أَمْسِ ؟ قَالَتْ : لَا .قَالَ : أَتُرِيدِينَ أَنْ تَصُومِي غَدًا ؟ قَالَتْ : لَا .قَالَ: فَأَفْطِرِي ». عزم عليها حتى أفطرت يوم الجمعة؛ وذلك لأنه يوم عيد، والإنسان عليه أن يفرح في ذلك اليوم ويجعله يوم عيد ولا يخصه بالصيام. أما إذا كان يصومه معتادا فلا بأس، إذا كان يصوم يوما ويفطر يوما وافق أن فطره يوم الخميس وصومه يوم الجمعة فجاز ذلك. ¶ وكذلك إفراد يوم (الشَّكِّ) اليوم الذي هو ليلة الثلاثين من شعبان، إذا لم يروا الهلال مع أنها صحو يقولون: هذا يوم الشك. وكذلك أيضا إذا حال دونه غيم أو قتر على الصحيح فإنه لا يصام أيضا يوم الشك.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وكذلك صوم (الدَّهْرِ ) ، جاء في حديث : « لَا صَامَ مَنْ صَامَ الدَّهْرَ » في رواية : « لَا صَامَ وَلَا أَفْطَرَ » فدل ذلك على أنه لا يصوم ذلك؛ لأنه يكلف نفسه، وكذلك أعياد الكفار، ( وَكُلّ يَومٍ يُعَظِّمُهُ الكُفَّارُ ) لا يجوز للمسلمين أن يشاركونهم بتعظيمه لا بصيامه ولا باحترامه ولا بإظهار الفرح به ( مَا لم يُوافِقْ عَادَةً )، إذا وافق عادة فإنه يجوز أن يصوم في رجب وأن يصوم الجمعة لأنه وافق عادة، وأن يصوم الشك لأنه وافق عادة، وأن يصوم ذلك الذي هو عيد المشركين لأنه عادة وليس عبادة. ¶ ( وَيَحْرُمُ صَومُ العِيدَينِ، وَأَيَّامِ التَّشْرِيقِ، إلَّا لمتمتعٍ وَلم يَجِدْ الهَدْيَ ) ، أما يومي العيدين عيد الفطر وعيد الأضحى لا شك أنها أيام فرح فلا يجوز أن يصومها بل يحرم، وكذلك أيام التشريق، الحادي عشر والثاني عشر والثالث عشر من ذي الحجة؛ لأنها أيام أكل وشرب وذكر لله عز وجل، رخص لمن لم يجد الهدي أن يصومها فيصوم الحادي عشر والثاني عشر والثالث عشر وينويها عن الفدية التي عليه لقوله تعالى : { فَمَنْ لَمْ يَجِدْ فَصِيَامُ ثَلَاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ } [ سورة البقرة ، الآية : 196 ] فيصوم الثلاثة إذا لم يقدر على صيامها قبل العيد، صامها بعد العيد إذا لم يجد هديا. ¶ يسن لكل (مَن تَطَوَّعَ بِعِبَادَةٍ إتْمَامُهَا ) من دخل في صيام تطوع ولم يكن له عذر يسن له أن يتمه، من دخل في صلاة تطوع ولم يكن له عذر يحمله على القطع فإنه في هذه الحال يتمها، نقول أتم هذه الصلاة فإنك بدأتها فلا تقطعها إلا لعذر.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أما ( الحَجّ والعُمْرَة ) فإن من دخل فيهما وجب عليه الإتمام حتى ولو فسد ويقضي فاسدا، فإذا أحرمت بالعمرة فإن عليك إتمامها إلا إذا اشترطت إذا قلت: إن حبسني حابس محلي حيث حبسني. فلك ما استثنيت، حبسك مرض أو حبسك عدو صدوك عن إتمام عمرتك في هذه الحال لك أن تترخص وأن تترك الحج، وكذلك العمرة من دخل فيها لزمه إتمامها، قال الله تعالى : { وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ } [ سورة البقرة ، الآية : 196 ] أتموا الحج وأتموا العمرة لله، فمن أحرم بها لزمه أن يتمها إلا إذا كان اشترط، لو أن امرأة أحرمت بالعمرة واشترطت إن جاءها العذر أنها تتحلل فلها ما استثنت. ¶ يقول: من أحرم بالحج أو العمرة وجب عليه إتمامهما، ( وَقَضَاءُ فَاسِدِهِمَا ) لو أنه أفسد العمرة بجماع أو أفسد الحج بجماع فإن عليهما أن يبقيا على إحرامهما ويكملانه، لو جامع مثلا ليلة التروية أو مساء يوم التروية وهو محرم، يقف وهو محرم ويأتي بمزدلفة ثم بمنى ثم يرمي الجمار ثم يودع، مع أن هذا الحج قد فسد؛ وذلك لأنه أفسده بالجماع وعليه القضاء في السنة القابلة، يقال أنت أفسدته وأتممته ولو كان فاسدا ومع ذلك عليك أن تحج بدلها، فيحج بدل تلك الحجة. وكذلك العمرة إذا أفسدها بجماع فعليه أن يأتي بعمرة، لكن العمرة وقتها واسع، يجب إتمامها وقضاء فاسدهما يعني الحج والعمرة. ¶ ( الفِطْرُ فِي الفَرْضِ لمَرَضٍ يَشُقُّ ) أفضل، إذا أفطر لمرض وذلك المرض يشق جاز له الفطر وعليه القضاء، عليه القضاء لقوله تعالى: { فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ }[ سورة البقرة ، الآية : 184 ] ( الفِطْرُ فِي الفَرْضِ) يعني في رمضان إذا كان لمرض أو كان لسفر تقصر فيه الصلاة، فإن الفطر جائز، فإن كان هناك مشقة فالفطر أفضل، وإن لم يكن هناك مشقة فالصيام أفضل، وفي هذه الأزمنة نرى أن الصيام أولى؛ وذلك لعدم المشقة، ولأن بعض الناس إذا أفطر ثقل عليه القضاء.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الواحد إذا سافر إلى مكة يوما واحدا وأفطر هذا اليوم الواحد يثقل عليه، ربما لا يصومه إلا بعد سنتين، يمر عليه إحدى عشر شهرا وما صام ذلك اليوم تثاقلا، ثم يأتيه الشهر الثاني فيقال أخطأت عليك مع القضاء كفارة وهي إطعام مسكين. ¶ وكذلك إذا خافت ( الحَامِل أو المُرْضِع ) على نفسها فإنها تفطر وتقضي لخوفها على نفسها، المرضع تقول: أخشى أن يجف لبني فأرضعته إياه، الذين حضروها قالوا: إنها ما أرضعته، أو إنما أمسك الثدي ولم يمص هذا عذرهم، والصحيح أنه إذا قدر مثلا أنه يكتفي بلبنها وأنه -لبنها- لا يؤثر فإن الصيام أفضل. ¶ لكن بعض النساء إذا كان الولد يجوع، فتقول إذا لم آكل يبس ثديي فيجوع ولدي فأنا آكل حتى أدر عليه وأطعمه ويرضع من لبني، فإذا كان فطرها لأجل الولد فإن عليها مع القضاء كفارة إطعام مسكين عن كل يوم. ¶ وكذلك الحامل إذا خافت على حملها وأفطرت فإن عليها أن تصوم عن كل يوم أفطرته أو أن تتصدق عنه؛ لأن فطرها لأجل ولدها لا لأجل نفسها، وكذلك الحامل إذا خافت على نفسها فإنه ليس عليها إلا القضاء إن خافت على ولدها عليها مع القضاء إطعام مسكين عن كل يوم، وكذلك المرضع إن خافت على نفسها فإنها تعتبر كمريضة ليس عليها إلا القضاء، وأما إذا كان خوفها على ولدها فعليها مع القضاء كفارة. ¶ ( الهَرِمُ ) أي كبر السن يصح معه الفطر والإطعام، كما ذكرنا أن أنسا كان إذا دخل أو أقبل رمضان جمع ثلاثين مسكينا وأطعمهم حتى يشبعوا واكتفى بذلك عن الصيام، وكأنهم استدلوا بقول الله تعالى { وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ }[ سورة البقرة ، الآية : 184 ] . ¶ المريض الذي لا يرجى برؤه يطعم يكتفي بالإطعام؛ وذلك لأن المرض ألزمه الفراش و( لا يُرْجَى بُرْؤُهُ )، فيتصدق عنه عن كل يوم طعام مسكين. ¶ (",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المُغْمَى عَليهِ ) يقضي، يقضي الصلوات ويقضي الصيام، الإغماء هو الغشية التي تغيب الإدراك والعقل، روي أن عمارا أغمي عليه ثلاثة أيام فلما صحا قضى، أما المجنون فإنه لا يقضي؛ وذلك لأنه قد سقط عنه التكليف ورفع عنه القلم فلا قضاء عليه، ولأنه قد لا يرجى برؤه ولأن الله إذا أخذ ما وهب سقط ما وجب. ¶ كِتَابُ الاعْتِكَافِ ¶ هُوَ سُنَّةٌ، و لُزُوْمُ المَسجِدِ للطاعةِ، وَيَجِبُ بِالنَّذرِ، وإنَّمَا يَصِحُّ بِنِيَّةٍ، وَمَسْجِدِ جَمَاعَةٍ مِمَّنْ تَلزَمُهُ في مُدَّةِ اعتِكَافِهِ، وَمِنَ المَرأةِ فِي كُلِّ مَسْجِدٍ، سِوَى مَسْجِدِ بَيتِهَا، وَلَو نَذَرَ شَهْرًا مُطْلقًا لَزِمَه مُتَتَابِعًا، وَالشُّرُوعُ قَبْلَ ليْلَتِهِ. ¶ وَيَبْطُل: بِرِدَّةٍ، وَسُكْرٍ، وَجِمَاعٍ، وإنْزَالٍ بِمُبَاشَرَةٍ، لا بِخُرُوجٍ لا بُدَّ مِنْهُ كَحَاجَتِهِ، وَوَاجِبٍ وَمَسنونٍ شَرَطَهُ، وَلَهُ السُّؤالُ عَنِ المَرِيضِ مَا لَمْ يَخْرُجْ ، وَيَشْتَغِلُ بِالقُرَبِ ، وَيَجْتَنِبُ مَا لا يَعْنِيَهُ ، وَلَو نَذَرَهُ أو الصَّلاةَ في مَسْجِدٍ فَلَهُ فِعلُهُ في أَفْضَلَ مِنهُ، وأَفْضَلُهَا: الحَرَامُ، ثُمَّ المَديِنةُ، ثُمَّ الأَقْصَى . ¶ (كِتَابُ الاعْتِكَافِ) ¶ يقول : ( هُوَ سُنَّةٌ ) الاعتكاف مشتق من العكوف الذي هو الإقامة على الشيء، يقال عكف على هذا المكان يعني أبطأ فيه، ومنه عكوف المشركين في قولهم : { نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ }[ سورة الشّعراء ، الآية : 71 ] نظل يعني نبقى النهار كله عاكفين لها، وقول إبراهيم ـ عليه السَّلام ـ : { مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنْتُمْ لَهَا عَاكِفُونَ }[ سورة الأنبياء ، الآية : 52 ] كانوا يطيلون القيام عندها ويسمى ذلك عكوفا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الاعتكاف ( لُزُوْمُ المَسْجِدِ لِطَاعَةِ اللَّهِ ) ، يعني البقاء في المسجد، ( وَيَجِبُ بِالنَّذرِ ) إذا نذر أن يعتكف فإنه يجب عليه الوفاء خلافا للحنفية الذين يقولون : لا يجب إلا ما كان جنسه موجودا يعني جنسه واجبا بأصل الشرع، فيقولون: إذا نذر صلاة وجب عليه القضاء؛ لأن هناك صلوات مكتوبة واجبة إذا نذر صياما وجب عليه؛ لأن الصيام جنسه واجب في رمضان، وأما إذا نذر اعتكافا فليس هناك اعتكاف فريضة، فيكون سنة ولكن عندنا أنه يجب، يجب الوفاء بالنذر؛ لقوله تعالى : { وَلْيُوفُوا نُذُورَهُمْ }[ سورة الحجّ، الآية :29 ] . ¶ يقول: يجب على المعتكف أن يصلي مع الجماعة، فإن كان في مسجده الذي اعتكف فيه الجمعة صلى فيه وإلا ذهب إلى الجمعة، المسجد عادة يصلى فيه الأوقات وقد لا يصلى فيه الجمعة، فإذا اعتكف في المسجد الذي ليس فيه جمعة فله رخصة في أن يذهب إلى أقرب الجوامع. ¶ يجب بالنذر من نذر صياما أو اعتكافا أو قراءة محددة وجب عليه أن يفعل، وجب عليه أن يعتكف أو نحو ذلك، مثال ذلك إذا قال : لله علي أن أعتكف عشرة أيام في مسجد شيخ الإسلام. وجب عليه أن يوفي بالنذر، لكن لو قال : سأعتكف في المسجد الجامع الذي في وسط البلد يجوز؛ وذلك لأن ذلك المسجد أقدم من هذه المساجد فيعتكف فيه ويصلي فيه الجمعة، ولا يلزمه أن يرجع إلى هذا المسجد، لا بد أن يكون في مسجد تقام فيه صلاة الجماعة مدة اعتكافه. ¶ المرأة تعتكف في كل مسجد سوى مسجد بيتها، وذلك لأن بيتها يعتبر منها فإذا كانت تصلي في زاوية من بيتها فهذه الزاوية لا نقول إنها تعتكف فيها؛ لأنها لا تسمى اعتكافا؛ لأنها داخل بيتها.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يقول في مسجدها ( سِوَى مَسْجِدِ بَيتِهَا ) الأفضل أن تعتكف في أقرب مسجد إذا نذرته، ( لَو نَذَرَ شَهْرًا مُطْلقًا لَزِمَه التّتابع وَالشُّرُوعُ قَبْلَ ليْلَتِهِ ) ، إذا قال : لله علي إن نجحت أو إن قبلت أن أعتكف شهرا في هذا المسجد، فنقول: عليك إذا تحقق النذر الوفاء بهذا النذر، عليك الوفاء به. ¶ إذا نذر شهرا فالأصل أنه من الهلال إلى الهلال، وأما إذا نذر ثلاثين يوما فإنه يعد ثلاثين من وسط الشهر أو من أوله أو من آخره، وهل يلزمه التتابع؟ إذا نذر شهرا لزمه التتابع، وأما إذا نذر ثلاثين أو أربعين يوما فالأقرب أنه لا يلزمه التتابع إلا بنية. ¶ يقول: ( الشُّرُوعُ قَبْلَ ليْلَتِهِ ) إذا نذر أن يعتكف العشر الأواخر متى يبدأ ؟ يبدأ قبل غروب الشمس ليلة إحدى وعشرين يدخل المعتكف قبل غروب الشمس بخمس دقائق أو بدقيقتين حتى يتحقق أنه اعتكف العشر كلها؛ لأنها تبدأ من أول ليلة، يسن الشروع قبل ليلته يعني قبل غروب الشمس من يوم العشرين. ¶ متى يبطل الاعتكاف؟ ¶ إذا ارتد وكفر بعد إسلامه بطل اعتكافه، إذا تعاطى مسكرا شرب خمرا بطل اعتكافه، لا يمكن أن يجمع بين طاعة ومعصية، يبطل بالجماع، قال تعالى : { وَلَا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ } [ سورة البقرة، الآية : 187 ] المباشرة الوطء فإذا حصل بطل اعتكافه، يبطل أيضا بالإنزال يعني الاستمناء، العادة السرية، إذا حاول حتى أنزل أو باشر امرأته فأنزل وجب عليه القضاء، ولا يجب عليه الكفارة بالمباشرة خارج الفرج. ¶ يجوز أن يخرج لما لا بد منه، أن يخرج لقضاء حاجته يعني مثاله التبول ونحوه وكذلك إذا لم يجد من يحضر له الطعام جاز أن يخرج كي يشتري لنفسه الطعام، وكذلك له أن يخرج لواجب أو مسنون شرطه. إذا قال: يا رب إني أشترط أن أخرج لعيادة أبي، أو أخرج لتشييع من مات من أقاربي. فإن ذلك جائز؛ لحديث : ¶ « المُؤمِنُوْنَ عَلَى شُرُوْطِهِم » له أن يسأل عن المريض ما لم يخرج.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "كانت عائشة تعتكف بعد موت النَّبِيِّ ? تدخل الحجرة لحاجة وفيها المريض ولا تجلس عنده، وإنما تقول كيف أنت، أو كيف حالك، ولا تطيل الجلوس، وهكذا أيضا قالت إن النَّبِيَّ ? كان يعتكف العشر الأواخر حتى توفاه الله ثم اعتكف أزواجه من بعده، وتذكر أنها إذا دخلت البيت وفيه إنسان معتكف لا تقول كيف أنت وإنما تسأل من عنده وتقول كيف هو؟ ¶ يجوز ( السُّؤال عَنِ المَرِيضِ ) ما لم يخرج من المسجد، كيف المريض، كيف حاله، ما حالته، يشتغل بالقرب، المعتكف متفرغ للعبادة، فلا بد أنه في تفرغه يشتغل بالقربات، القربات هي أن يشتغل بالقراءة وبالأذكار وبالصلوات وبالأوراد والأدعية، يشتغل بالقربات ولا يجوز أن يخرج لأي قربة أخرى. ¶ إذا أراد أن يتصدق طلب من أولاده وطلب أن يأتوه بمال يتصدق به حتى يجمع في هذا الاعتكاف بين الاعتكاف وبين الصدقة وبين الصلاة وبين القراءة والذكر والدعاء ونحو ذلك وله أن ينكر على من رأى منه منكرا. ¶ يقول: ( يَشْتَغِلُ بِالقُرَبِ ، وَيَجْتَنِبُ مَا لا يَعْنِيَهُ ) الكلام الذي ليس بيعنيه وليس له أهمية لا يسأل عنه لا يقول ماذا تقول يا فلان ؟ إذا نذر الاعتكاف وجب عليه الوفاء، قال تعالى: { ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ } [ سورة الحجّ، الآية :29 ] فإذا نذر أن يطوف بالبيت سبعة أشواط في يوم كذا فعليه الوفاء، وإذا نذر أن يصلي في هذه الليلة عشر ركعات والوتر وجب عليه الوفاء، وإذا نذر أن يقرأ في هذا اليوم خمسة أجزاء من القرآن وجب عليه الوفاء.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "كل نذر طاعة يجب الوفاء به ؛ لقوله ? : « مَنْ نَذَرَ أَنْ يُطِيعَ اللَّهَ تَعَالَى فَلْيُطِعْهُ » كذلك إذا نذر ( الصَّلاةَ في مَسْجِدٍ فَلَهُ فِعلُهُ في أَفْضَلَ مِنهُ ) ، مثاله : إذا نذر أن يعتكف في هذا المسجد أو يصلي فيه عشر ركعات وصلى في مسجد أقدم منه أجزأه ذلك، أو انتقل من الاعتكاف في هذا إلى مسجد الإمام تركي الذي في البلد، فإنه والحال هذه يكون قد وفى بنذره؛ لأنه أتى بالمنذور وبأفضل منه، المنذور أن يعتكف في هذا المسجد، وهذا المسجد جديد ما له إلا سنوات، أما مسجد البلاد مسجد الإمام تركي فله نحو ثلاثمائة سنة، وهو مبني أو مائتين. ¶ سواء كان النذر اعتكافا أو صلاة، إذا نذره في مسجد فله أن ينتقل إلى أفضل منه، إذا نذر الصلاة أو الاعتكاف في المسجد الحرام وجب عليه الوفاء به مع القدرة، ولا يجزئه أن يعتكف في غيره وذلك؛ لأنه أفضل المساجد، إذا نذر أن يصلي أو يعتكف في المسجد النبوي فله أن يعتكف في الحرام؛ لأنه أفضل، ولا يجوز أن يعتكف في قباء؛ لأنه مفضول يعني المسجد الحرام أفضل منه، المسجد النبوي أفضل منه. ¶ فالحاصل أن من نذر أن يصلي أو يعتكف في المسجد الحرام ما يجزئ غيره عنه، أما إذا نذر أن يصلي أو يعتكف أو يقرأ في المسجد النبوي فإن الحرام أفضل منه فله أن يفعلها في المسجد الحرام، وإذا نذرها في المسجد الأقصى مسجد إيليا فإنه والحال هذه إن لم يتمكن منه قضاه في الحرمين، قضاه في مسجد مكة أو في مسجد المدينة؛ وذلك لأنهما أفضل من المسجد الأقصى. فأفضل المساجد المسجد الحرام، ثم المدني، ثم المسجد الأقصى. ¶ بَابُ زَكَاةِ الفِطْرِ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "إنَّمَا تَجِبُ علَى مُسلِمٍ، تَلْزَمُهُ مُؤْنَةُ نَفْسِهِ، فَضَلَ عندهُ عن قُوْتِهِ وَقُوْتِ عِيَالِهِ يَومَ العِيدِ وَلَيلَتَهُ صَاعٌ، وتَلزَمُهُ فِطرَةُ مَنْ يَمُونُهُ بِقَدْرِهَا كَالمُبَعَّضِ، وَيُقَدِّمُ نَفْسَهُ، ثُمَّ امرَأتَهُ، ثُمَّ رَقِيقَهُ، ثُمَّ وَلَدَهُ، ثُمَّ أُمَّهُ، ثُمَّ أَبَاهُ، ثُمَّ الأَقرَبَ، وَتُسَنُّ عَنِ الجَنِينِ. ¶ وَتَجِبُ بِغُرُوبِ الشَّمسِ لَيلَةَ الفِطرِ، وَإخرَاجُها يومَ العيدِ جَائِزٌ، ومِنْ يَومينِ قَبْلَهُ، وَمِنْ قَبلِ صَلاتِهِ أَفضَلُ. ¶ وَقَدرُهَا: صَاعٌ، خَمسَةُ أرطَالٍ وثُلثٌ بِالعِرَاقِيِّ، مِنْ بُرٍّ، وشَعيرٍ وَدَقِيقِهِمَا، وَتَمرٍ، وَزَبِيبٍ، فَإن عَدِمَهُ فَمِمَّا يُقتَاتُ، وَأَفْضَلُهَا التَّمْرُ، ثُمَّ الأَنْفَعُ . ¶ ثم قال: ( بَابُ زَكَاةِ الفِطْرِ ) زكاة الفطر: أي الإفطار، وسميت بذلك لأنها تكون عند الإفطار من رمضان، أي عند الانتهاء من صيامه، فكأنهم أفطروا -يعني- لما مَنَّ اللَّهُ -تعالى- عليهم بإكمال شهر رمضان، كان حقًا عليهم أن يشكروا الله، ومن شكره أن يتصدقوا على المساكين ونحوهم؛ وذلك لأن المساكين في الغالب يشفقون في ذلك اليوم على الصدقة، فيعطون صدقة الفطر التي تخولهم أن يتنعموا وأن يشاركوا الناس في فرحتهم، أي في ذلك اليوم، فإذًا الحكمة فيها أنها كما جاء في الحديث : « طُهْرَةً لِلصَّائِمِ مِنْ اللَّغْوِ وَالرَّفَثِ وَطُعْمَةً لِلْمَسَاكِين ».",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والغالب أنها لأجل التوسعة على المساكين، ولذلك تخرج عن الصغار، يخرجها عن أولاده الصغار الذين لا صوم عليهم، وعن أولاده المجانين الذين لم يبلغوا ولم يكلفوا لفقد العقل، فيخرج عنهم، والحكمة في ذلك كثرتها، إذا كثرت سدت حاجة المساكين، لو كان لا تخرج إلا على البالغين، وكان صاحب البيت وزوجته اثنان، وعندهما خمسة أولاد لم يبلغوا، فإذا أخرج عن السبعة أفضل وأوسع على المساكين مما إذا أخرج عن الاثنين. فهذا من الحكمة في شرعيتها، زكاة الفطر أي الإفطار من شهر رمضان. ¶ ( تَجِبُ علَى المُسلِمِ ) ؛ لأن الكافر ليس أهلا للزكاة، لزكاة الفطر، ولأنها لا تطهره، لا يطهره إلا الإسلام، وإنما تطهر المسلمين من اللغو والرفث. ¶ إذا فضل عن مئونته فضل فإنه -والحال هذه- تجب عليه، أما إذا لم يكن عنده إلا قوت عياله في ذلك اليوم فإنه مقدم، قوت أولاده مقدم على أداء الصدقة، فإذا كان عنده كسب وحصل على ربح، وكان من أثر ذلك أنه لما منَّ الله -تعالى- عليه فإنه يزكي، تلزمه إذا فضل عن قوته وقوت عياله يوم العيد وليلته صاع. يبدأ بقوت عياله ليلة العيد ويوم العيد، ثم إذا زاد عنده زائد عن قوته في ذلك اليوم أخرج الفطرة، أخرج زكاة الفطر. ¶ كذلك أيضًا ( تَلزَمُهُ فِطرَةُ مَنْ يَمُونُهُ بِقَدْرِهَا ) ، يعني كل من يمونه، أولاده الذين يمونهم -يعني: ينفق عليهم- يخرج عنهم حتى ولو كانوا أطفالا، وكذلك مماليكه وخدمه الذين ينفق عليهم، عليه أيضًا أن يخرج زكاتهم، وكذلك أبواه إذا كان ينفق عليهما، أبواه، وكذلك إخوته إذا كان ينفق عليهم، كل من تحت كفالته يخرج عنهم، فطرة من يمونه بقدرها، كالمبعض، المبعض: هو الذي يملك نصفه، إذا كان لك عبد، وأعتقت نصفه، فإن عليك نصف فطرته وعليه نصفها؛ لأنه يخدم عندك يومًا ويشتغل لنفسه يومًا.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وكذلك لو كان العبد مشتركا بين اثنين، يخدم عند هذا يوم وعند هذا يوم، فإن زكاته عليهم يخرج هذا نصف الصاع وهذا نصف الصاع؛ لأنهم ملزمون بالإنفاق عليه كذلك، فكذلك ملزمون بإخراج فطرته كذلك، هذا يسمى ( المُبَعَّض ) الذي بعضه حر وبعضه رقيق، فإذا عجز عن الإخراج عنهم كلهم بدأ بنفسه ويقول: ما عندي إلا صاع، أنا كسبي يوميًا أنفقه على عيالي، والآن فضل عن نفقة عيالي صاع، ابدأ بنفسك، أخرجها عن نفسك، فإذا فضل عنده أكثر قدم زوجته، أخرج فطرتها؛ وذلك لأنها تقول: أنفق علي وإلا طلقني، فإذا زاد عن فطرته وفطرتها أخرج عن رقيقه الذي هو المملوك، يقول: أنت عبدي وأنت مملوكي، ومعلوم أنه ليس لك أن تحترف ولا أن تشتغل لنفسك، وأنت خادم عندي، ومصالحك كلها لي، فيقول أخرج عني، يخرج بعد نفسه وزوجته يخرج عن رقيقه -يعني مماليكه- واحدا أو عددا، ثم أولاده الأكبر فالأكبر، ثم أمه، فهي أحق من أبيه، وذلك لحنوها عليه، ثم أبوه، يعني بعد الأم والأب، بعد الأم الأب، ثم الأقرب فالأقرب من عصباته. ¶ ( وَتُسَنُّ عَنِ الجَنِينِ ) الذي هو حمل في بطن أمه قد انعقد الحمل، انعقد وثبت، كان عثمان -رضي الله عنه- يخرج عن الجنين، يخرج عن الجنين من زوجاته إذا ذكرت أن في بطنها حمل. ¶ متى تجب؟ ( وَتَجِبُ بِغُرُوبِ الشَّمسِ لَيلَةَ الفِطرِ ) ، فلو ملك عبدًا بعد أن غربت الشمس، ففطرة ذلك العبد على الذي باعه، لا على المشتري، وكذلك لو ولدت المرأة بعد غروب الشمس، لم يلزم إخراج فطرة المولود، وإنما يستحب كالجنين، بخلاف ما إذا ولد فإنه يكون إذا وُلد قبل الغروب بدقيقة فإنها تجب الزكاة عنه والفطرة. ¶ وكذلك إذا أسلم بعد الغروب، أسلم إنسان بعد الغروب، فلا زكاة؛ وذلك لأنه قبل الغروب ليس بمسلم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "هذا ما يفهم من قوله : ( وَتَجِبُ بِغُرُوبِ الشَّمسِ لَيلَةَ الفِطرِ ) يعني تصير واجبة على من غربت عليه الشمس وهو مكلف، ( وَإخرَاجُها يومَ العيدِ جَائِزٌ ) ، يعني إذا فاتتك حتى صليت -حتى صليت العيد- فإنك تخرجها في بقية اليوم، يجب إخراجها في بقية اليوم، ويجوز عند الحاجة إخراجها قبل يوم العيد بيوم أو بيومين، لو أخرجها قبل العيد في اليوم الثامن عشر يعتقد أن اليوم الثامن عشر هو التاسع عشر، مع أنه بقي التاسع عشر والعشرون، فتجزئه هذه الزكاة التي أخرجها قبل حلول وقتها؛ وذلك لأنه أخرجها وهو يعرف أنه مكلف بها، ونوى بإخراجها إبراء ذمته، براءة ذمته. ¶ وقتها الأفضل قبل صلاة العيد، يعني في صبح العيد، يوم العيد في الصباح، بين الفجر وبين صلاة العيد، هذا هو أفضل أوقاتها؛ وذلك لأن الحكمة فيها التوسعة على الفقراء، حتى يستغنوا في ذلك اليوم الذي هو يوم فرح الناس ويوم سرورهم وانبساطهم، فيشاركون الناس في الفرح؛ لأنهم إذا كانوا لم يأتهم ما يقوتهم فإن أحدهم قد يسرق، وقد ينتحر، قد يخون ما عنده من الأمانات، وما أشبه ذلك. فإذا كان كذلك وكانت أيضا قد وقع، فإن عليه أن يحرص على إخراجها في ذلك اليوم الذي هو يوم العيد. ¶ ذكروا أنها طهرة للصائم من اللغو والرفث؛ لأن الصائم في صيامه قد يكون عليه هفوات وغلطات وما أشبه ذلك، فإذا كان كذلك فإنه يخرجها -يعني- لتطهره من تلك الهفوات والزلات التي تقدح في الصيام، طهرة للصائم من اللغو والرفث، وطعمة للمساكين.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يقول: مقدارها ( صَاعٌ ) و ( الصَّاعُ، خَمسَةُ أرطَالٍ وثُلثٌ بِالعِرَاقِيِّ ) ، هذا مقدارها؛ لأنه جاء في الحديث : « صاع من طعام، أو صاع من تمر، أو صاع من بر، أو صاع من أقط، أو صاع من زبيب » وكانت هذه الخمسة هي التي تكون قوتًا في ذلك الزمان، أغلب الناس يقتاتون مثل هذه، التمر قوت وغذاء لكثير من الناس، وكذلك البر يصلح منه الخبز ونحوه، لا شك أنه قوت وأن أكثر الناس يقتاتون البر أو ما يقوم مقامه. كذلك يدخل في البر أو يجزئ عنه إذا كان دقيقًا، إذا طُحن ذلك البر، وكان بمقداره قبل أن يطحن فإنه يجزئه؛ وذلك لأنه كفاهم المئونة. ¶ إذا كان وزن الصاع -صاع البر مثلا- كيلوين ونصف، فكم يجزئ من الدقيق؟ كيلوين ونصف، لأن الطحين عادةً إذا طحن تنتشر أجزاؤه، فبدل ما يكون صاع بر لأجل أنه دقيقًا يكون صاعا ونصف أو صاعا وثلث، فالدقيق يكثر وتنتشر حباته، والصحيح أنه يجوز من البر أو الشعير ولو مطحونين، ويجوز من البر والزبيب. البر هو الحبوب المعروفة، ويسمى حنطة، ويسمى قمحا، فهو من أفضل الأغذية، والشعير معروف أيضًا، وإن كان فيه شيء من القشر ونحوه، ولكن يصفى، أما قشره وأغلفته فتأكلها الدواب، وأما دقيقه فإنه يكون فطرة ويجزئ عنه. ¶ كانوا أكثر ما يقيسون بالرطل العراقي؛ لأن الإمام أحمد كان هناك في بغداد وتوفي هناك، ولكن الصحيح أنه بعد أن عرفنا أنه موجود فإنه يخرج منه. ¶ في عهد معاوية جاءهم وإذا هم يخرجون من الشعير، وإذا الناس توسعوا، يجعلون ذلك الشعير علفًا لأغنامهم، فذكر وقال: أرى مدين من سمراء الشام تعدل صاعًا من شعير، فعدل الناس إلى مدين من البر، يعني نصف صاع من البر، وجعلوه مكان صاع من الشعير.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ولكن أبو سعيد -رضي الله عنه- يقول : لا أزال أخرجه كما كان رسول الله ? يخرجه، فكان يخرجه من البر صاعا كالشعير والتمر والزبيب، يقول إذا عدمت، ( إِذَا عَدِمَ هَذِهِ الأَربَعَة فَمِمَّا يُقتَاتُ ) في الحديث مذكور معها الأقط، فتكون خمسة، الأقط وهو اللبن الذي يطبخ إلى أن ينشف، ثم بعد ذلك يقطع قطعًا وييبس كما هو معروف. ¶ يخرج مما هو قوت يقتات، أفتى مشايخنا بإخراجها من الأرز؛ وذلك لأنه الغالب على الناس، أغلب قوتهم الأرز. ¶ يقول: ( أَفْضَلُهَا التَّمْرُ، ثُمَّ الأَنْفَعُ ) كان ابن عمر يخرج من التمر؛ وذلك لأنه أقرب إلى التناول، أسهل تناولا، حيث أنه لا يحتاج إلى إصلاح، واختار كثيرون الإخراج من البر؛ وذلك لأنه أفضل الأقوات، واختار آخرون من الأرز؛ لأنه قوت أكثر الناس في هذه الأزمنة، وإذا وجد أناس يقتاتون الدخن أو يقتاتون الذرة أو الفول، أخرج لهم من قوتهم، وإذا وجد بوادي يقتاتون الأقط أخرج لهم من الأقط. ¶ تمّ الشَّرح ،والحمدُ للَّه أوَّلًا وأخيرًا.",
            "page": "32",
            "part": "1"
        }
    ],
    "t36353": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "syaamtasheel"
        }
    ]
}