{
    "b36351": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ شرح متن الرحبية للشيخ عطية محمد سالم-رحمه الله تعالى- ¶ المقدمة ¶ بسم الله الرحمن الرحيم, الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيد الأولين والآخرين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه وسلم. ¶ وبعد: ¶ أيها الاخوة الكرام, إن الغرض من هذا الاجتماع بعد العشاء إنما هو للمذاكرة في دروس الفرائض, والفرائض –كما سيأتي- للمؤلف من أهم العلوم, والمتتبع إلى المسجد النبوي الشريف يجد إما ندرة أو انعدام لتدريس هذا الباب من العلم, وهو من اللازم للإنسان فرداً وجماعة. ¶ وموضوع الفرائض ومدارسته, الفقهاء –رحمهم الله- بحثوها وجعلوا لها باب في موسوعات الفقه, ولا تجد كتاب من كتب الفقه إلا وفيه باب الفرائض أو كتاب الفرائض؛ وللفقهاء طريقتهم وهي أن يبحث كل فرد وارث على حدى, ماذا يرث ومتى يرث؛ ولما تشعبت العلوم وتوسعت في كل الفنون, فتجدون مثلا: العلوم العربية كانت بعنوان علوم اللغة, فتفرع منها: نحو, وجانب النحو صرف, ثم أفرع الأدب وبجانب الأدب بلاغة وبجانب البلاغة النقد؛ ثم نأتي أيضا إلى الكتاب هناك التفسير ثم جاء أصول التفسير, ثم أخذت جوانب من الكتاب للتأليف فيها خاصة؛ وهكذا الفقه, كان الفقه كمنهجاً واحدا ثم وجدنا بعض الجزئيات تفرد بالبحث كمناسك الحج هو باب من أبواب الفقه, لكن ميّز عن غيره وأفرد بالتأليف؛ وكذلك تجد أبواب كثيرة قد أفردت بالبحث لأهميتها وشدة الحاجة إليها.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فالفرائض أخذت طوراً جديد في منهج دراستها وتدريسها, وخير من نهج فيها صاحب \" الرَحَبِيَة \" لم يأخذ منها منهج الفرض ولكن أخذ منهج الفروض, الفروض التي هي في باب الفرائض, وبيّن الفروض المقدرة في كتاب الله, وذكر النصف, الربع, الثمن, الثلثان, الثلث, السدس, ثم رجع وبيّن النصف لمن يكون: الزوج, البنت, الأخت الشقيقة, الأخت لأب؛ ثم راح وبيّن الثلث لمن: الأخوة لأم, الأم؛ الثلثان للبنات, للأخوات, الربع: دائر بين الزوج والزوجة, الثمن خاص بالزوجة السدس عدد كثير ؛ إذن أخذ باب الفروض المقدرة في كتاب الله, وأخذ يبيّن هذا الفرض من الذي يستحقه. ¶ وبدأ تأليفه, أو نظمه المسمى بالرحبية, بمقدمة لطيفة جدا تحث على دراسة هذا العلم, وتبيّن منهجه فيه؛ ثم أعقب المقدمة بباب موانع الميراث, وبعد الموانع جاء بأسباب الميراث أو بأسباب الميراث ثم بالموانع, لأن السبب لا يعمل إلا إذا انتفى المانع, ثم بدأ بالفروض وأصحابها, وبعض الإخوان قد يظن أن المقدمة أمر نافلة أو أمر عادي, ويبدأ بصلب الموضوع, ولكن أنبّه كل طالب علم على أن مقدمة المؤلف هي مفتاح الكتاب, وهي الضوء الكاشف على محتويات كتابه, فمن المقدمة تدرك قيمة الكتاب ومنهج المؤلف فيه حتى تكون معه على وفاق, لا تأتي إلى صلب الكتاب وتقرأ, ربما وجدت أشياء تخالفها في رأيك, ولكن هي على منهج المؤلف سليمة, فتعترض في غير موضع اعتراض, أو تفتقد شيئاً لم تجده, وإن كان هو في المقدمة نبّه على هذا...إذن يا إخوان إذا اشتريت كتاباً من المكتبة لا تذهب وتطرحه في الدرج أو على الرف, قبل كل شيء اقرأ المقدمة ثم بعد ذلك حسب ظروفك أنت وترتيب وقتك للقراءة المنظمة. ¶ إذن الفرائض من العلوم الهامة التي حث عليها الرسول - صلى الله عليه وسلم - ودراستها بمنهجية تنقسم إلى قسمين:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قسم: منهج الفقهاء كباب في كتب الفقه تأخذ الورثة وما يستحقونه ومتى, وإفرادها بالتأليف على منهج الفروض في كتاب الله, وكل فرض ومن يستحقه. ¶ وشيخنا في هذه وهو صاحب \" الرحبية \" إنما أخذ المنهج الثاني وهو يأتي إلى الفرائض عن طريق الفروض المقدرة في كتاب الله.., وسنبدأ هذا الكتاب المبارك وأحب أن أنبّه أنهما ثلاثة كتب صغيرة في مبادئ العلوم على ما أعلم, ما قرأها طالب علم إلا ونفعه الله بها, وظهرت فيها بركة إخلاص أصحابها, ودعوات الخير لطلابها؛ هذه \" الرحبية \" وتلك ¶ \" البيقونية \", \" الرحبية\" في الميراث, و \" البيقونية \" في مصطلح الحديث, و \" الآجرومية \" في النحو. ¶ وأوصي كل طالب مهما لو قرأ كما يقولون ابن هشام, أو مهما قرأ في النحو, لو قرأ تلك الرسالة الصغيرة نفعه الله تعالى بها وكذلك \" البيقونية \" لو قرأ تدريب الراوي أو قرأ كذا, لو رجع لهذه الرسالة الصغيرة نفعه الله بها, وكذلك \" الرحبية \" لو قرأ كل أبواب الفرائض في كل أبواب الفقه, وقرأ هذه الرسالة لنفعه الله بها. ¶ ونحن نستعين الله - سبحانه وتعالى - بقدر الطاقة, وعلى ما ذكرت مذاكرة وليست مدارسة, لأننا في حاجة إلى مراجعتها وفي حاجة إلى فهمها واستيعابها, واستعادة ما نسيناه. ¶ فنبدأ إن شاء الله هذا الكم في هذه الرسالة بقدر ما يسّر الله, ونكتفي الليلة بالمقدمة ثم نبدأ في المواضيع.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "( بسم الله والصلاة والسلام على رسول الله, قال المصنف-موفق الدين أبو عبد الله محمد ابن علي بن محمد بن الحسن الرحبي- في متنه \" الرحبية \" في علم المواريث والفرائض على المذاهب الأربعة(1) قال: ¶ بسم الله الرحمن الرحيم ¶ أَوَّلُ ما نَسْتَفتِح المَقالا ?? ? بِذِكْرِ حَمْدِ رَبِّنا تَعَالى ¶ ( جرت العادة يا إخوان أن المقدمة –كما أشرت- تعطي أضواء على الكتاب, وهما افتتاحية المقدمة, -مقدمة المقدمة-, فأول ما نفتتح المقال بذكر حمد ربنا تعالى, هذه السنة, « كل أمر ذي بال لم يبدأ فيه بحمد الله فهو أبتر» وفي رواية: «بسم الله» وجاء الحديث بالروايتين \" بسم الله \" و \" بحمد لله \" . ¶ أول ما نفتتح المقال: المقال والقول, المقال هو مجموع الكلمات الذي يشتمل على موضوع مكتمل, وعندكم في النحو اسم وفعل ثم حرف الكلم, وفيه كلم وفيه كلمة, فالمقال هو الموضوع الطويل, مقال في الزكاة, مقال في الحج, مقال في النكاح الخ..وهنا مقاله في الفرائض, أول ما يفتتح المقال في هذا الباب بحمد ربنا تعالى, والله - سبحانه وتعالى - افتتح كتابه بالحمد لله رب العالمين. ¶ __________ ¶ (1) – كلمة \" على المذاهب الأربعة \" هذه زيادة من الطابعة, وسيسمع من المؤلف بنفسه التزامه بمذهب واحد, وهذا لا ينبغي التزيد فيه, لو أن المؤلف أراد على المذاهب الأربعة ولا الخمسة ولا الستة استطاع, جاب الشيعة وجاب ابن حزم وجاب كذا استطاع لذلك, ولكنه حيث أنه يقدم للمبتدئ فلا ينبغي أن نحشو الذهن لغير المبتدئ , وأذكر حينما درسناها هنا في هذا المسجد المبارك وجئنا على أبواب التقديرات سيأتي المشكل والغرق والهدم والحمل, الحمل فيه خمس تقديرات وخمس جامعات وجامعة كبرى,...فهذه التفريعات وهذه الخلافات ما نطرأ لها, نطرأ لصلب الموضوع فقط ... أما على المذاهب الأربعة ما قالها المؤلف وسيأتي: أنه حبى زيد الفرضي ولا سيما وقد نحاه الشافعي.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فَالحَمْدُ لله عَلَى مَا أَنْعَمَا ??? حَمْداً بِه يَجْلُو عنِ القَلْب العَمى ¶ ( (فَالحَمْدُ لله عَلَى مَا أَنْعَمَا):فهو أول ما نفتتح بالحمد, فحمد, يعني حقق ما أخبر, (أول ما نفتتح المقالا) هذا إخبار, فالحمد يعني تنفيذاً لما قال, هذا هو الحمد الفعلي. ¶ الحمد لله, ليش؟ على ما أنعما, أنعم علينا نعماً وافرة فنحمده على ذلك, وهو اقتباس من سورة الفاتحة, الحمد لله ليش؟ رب العالمين, الرب المربي, الرب المنعم, الرب الخالق, الرب الرازق, إذن لربوبيته نحمده, من لا يحمد الله لا يحمد الناس؛ فهنا في الفاتحة إثبات الحمد لله مع موجب ذلك الحمد, وهنا كذلك الحمد لله على نعمه, على ما أنعما؛ وهنا \" أنعما \" أطلقها, وإذا أطلق اللفظ النكرة أو الفعل فكان للعموم, ولذا في قوله سبحانه: { وإن تعدوا نعمة } لكن يقول البلاغيون والأصوليون النكرة إذا أضيفت إلى معرفة كانت عامة, \" نعمة \" مفردة نكرة أضيفت إلى لفظ الجلالة أصبحت شاملة لكل الإنعام, ولذا جاء بعدها { لا تحصوها } , لو كانت واحدة أو عشرة أو مائة أو ألف أحصيناها, ولكن النكرة أضيفت إلى علم عمت جميع إنعام الله على خلقه. ¶ • قال: (حَمْداً بِه يَجْلُو عنِ القَلْب العَمى): هذا يا إخوان توجيه لطالب العلم, أن القلب يصدأ, القلب يأتيه ما يرين عليه: { كلا بل ران على قلوبهم ما كانوا يكسبون } جلاء هذا الران, وجلاء هذا العمى بحمد الله سبحانه, لأن بالحمد اعتراف بالنعم, وشكرا للمنعم, فبهذا ينجلي عن القلب عماه, وعمى القلب يجعله لا يبصر, لا يدرك علم,",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "إذن القلب الأعمى لا يتعلم, لأن النور الحقيقي نور البصيرة: { إنها لا تعمى الأبصار ولكن تعمى القلوب } فإذا عمي القلب لا يدرك شيئاً, كما في الحديث ينكت نكتة نكتة حتى كالكوز مجخّيا لا يعرف معروفا ولا ينكر منكرا؛ إذن حمداً, نحمد الله حمداً بالغاً متواصلاً يجلو عن القلب عماه, وعمى القلب إنما يأتي بالمعاصي, وبأكل الحرام, فإذا حمد الله على نعمه لازم على الطاعة وانجلى عمى القلب عنه. ¶ ثُمَّ الصَّلاَةُ بَعْدُ والسَّلاَم ??? عَلى نَبيٍّ دِينُهُ الإِسْلاَم ¶ ( بعدما حمد الله سبحانه, وهو المستحق للحمد لا سواه, وأدى حق الله سبحانه, جاء إلى صاحب الفضل الثاني على المسلم بعد الله, من هو؟ محمد - صلى الله عليه وسلم - لأنه هو الذي جاءنا بكل الخير عن رب العالمين, فأصبح الحق الثاني على العدّ رسول الله؛ قد تجد في بعض المواطن الحق الثاني للوالدين: { وقضى ربك أن لا تعبدوا إلا إياه وبالوالدين إحسانا } الإحسان, إحسان برّهم, ¶ لكن من الناحية الدينية الإنعام أول إنعام بالمولى سبحانه, بإيجادك من العدم, وبتوفيقك وهدايتك إلى الإسلام, والعمل الصالح وبقبوله منك؛ بعد هذا الرسول- صلى الله عليه وسلم - لأنه على يديه جاءك الخير, وقال لك: \" ما تركت خيرا يقربكم إلى الله إلا أتيتكم به وبينته لكم ودللتكم عليه, ولا شرا يباعدكم الخ.. ¶ إذن نعمة الرسالة على المسلم أعظم من نعمة الأبوين, لأن الإنسان إذا ولد من أبوين كافرين مآله مع والديه إلى مصير معروف, ولكن إذا وجد من أبوين مسلمين ووفقه الله إلى الإسلام؛ الذين كانوا في الجاهلية وأنعم الله على من أحبهم بالإسلام, ميلاد الإنسان من حيث هو لا يشعر, إذا لم يقل ذلك إلى الإسلام وإلى الجنة, يقول الكافر يا ليتني كنت ترابا, وجوده كعدمه, عدمه كان أولى؛ فنعمة الإسلام, ونعمة الرسالة على الأمة أعظم من نعمة مولدك من أبويك, لأنها الحياة الحقيقية:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "{ استجيبوا لله وللرسول إذا دعاكم لما يحييكم } هذه هي الحياة الحقيقية: { إن الدار الآخرة لهي الحيوان لو كانوا يعلمون } ومن هنا كان حق رسول الله- صلى الله عليه وسلم - على كل مسلم أعظم من حق أبويه عليه؛ فجاء المؤلف-رحمه الله- وأعقب الحمد لله بالصلاة على رسول الله, لأنه الثاني بعد الله, أو الأول في الخليقة له حق على الإنسان, لأنك ما عرفت الله إلا عن طريقه, وما سلمت من الشرك إلا عن طريقه, ولا شعرت بعزة الوجود والكيان إلا عن طريقه, ولا تكون لك طريق إلى الجنة إلا عن طريقه؛ هو أول من يطرق باب الجنة وتفتح له؛ إذن من هذا يتعيّن على كل إنسان أولاً يبدأ بحمد الله ثم برسول الله- صلى الله عليه وسلم -. ¶ •(ثم الصلاة بعد والسلام): وجمع الصلاة والتسليم للنبي- صلى الله عليه وسلم - بنص القرآن: { يا أيها الذين آمنوا صلوا عليه وسلموا تسليما } اللهم صلي وسلم وبارك عليه؛ ثم الصلاة بعد أي بعد الحمد لله, والسلام معها. ¶ (على نبيٍّ دينه الإسلام): على نبي, فالأنبياء كثير, الرسول قال ثلاثمائة أو أربعمائة: { منهم من قصصنا عليك ومنهم من لم نقصص عليك } نبي من الأنبياء دينه الإسلام, من الذي دينه الإسلام؟ جميع الأنبياء دينهم الإسلام, قال تعالى: { إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون } فالإسلام دين الجميع, بمعنى الاستسلام, ولكن في العرف والتخصيص هناك اليهودية, هناك النصرانية, هناك الإسلام, ولوجود هذا الإجمال ولرفع هذا الاحتمال, سماه باسمه. ¶ مُحَمَّدٌ(1) خَاتَم رُسْلِ رَبِّهِ ??? وَآلِهِ مِنْ بَعْدِهِ وَصَحْبِهِ ¶ __________ ¶ (1) – عندك محمدٌ أو محمدٍ ؟ يمكن بالكسر بدلا من نبيٍ دينهُ الإسلام, ممكن أن تكون بالرفع استئناس هو محمدٌ, خبر لمبتدأ محذوف تقديره \"هو\" نبي دينه الإسلام هو محمدٌ",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "( نبي هو آخر الأنبياء وهو محمدٌ, والسلام على الآل هذا من السنة, وينبغي الترضي على الصحابة كلهم جميعاً, وخصوص آل البيت, ولا نريد أن نعرج على من يخصص أومن يمنع أو من يطعن هذا ليس مجاله, على كل مسلم صلى على النبي- صلى الله عليه وسلم - أن يصلي على آله معه... ¶ وَنَسْأَلُ الله لَنَا الإِعَانَهْ ??? فِيمَا تَوَخَّيْنَا مِنَ الإِبَانَهْ ¶ ( بعدما بيّن حق الله بالحمد, والاعتراف بالنعم, وصلى على النبي- صلى الله عليه وسلم - دينه الإسلام؛ رجع لنفسه نسأل الله لنا الإعانة, { إياك نعبد وإياك نستعين } وأول ما يتعيّن على طالب العلم أن يجعل نصب عينيه طلب الإعانة من الله في طلب العلم, لو أنك حاولت نقل الجبل صخرة صخرة ولم يخطر في ذهنك الاستعانة بالله أنت ستمشي وما دفعت الشيء إلا بقدرة الله, لكن في طلب العلم لا تفتح كتابا ولو من أبسط الكتب تريد منفعة في العلم إلا وبين عينيك الاستعانة بالله, لأن نقل الجبل تأتي المعتاد تكسر وتجيب على يد مسيحي أو كافر, لكن العلم نور من عند الله فضل من الله ليس بقوتك ولا بقدرتك, العقل جوهرة, والعلم نور, ولا يملك ذلك إلا الله: { اتقوا الله ويعلمكم الله } . ¶ إذن المؤلف –رحمه الله- يبيّن لنا ولكل طالب علم, أول ما يفتح الكتاب, أول خطوة عند بسم الله أن يستحضر ويذكّر وينصب بين عينيه الاستعانة بالله على طلب العلم. ¶ •(فيمَا تَوَخَّيْنَا مِنَ الإِبَانَهْ): تقول توخى, قصد, رغب, أعاد, كلها بمعنى واحد, لكن توخينا فيها تلطف, فيها رقة, كأنه يقول: ما أنا بالعالم الكبير الذي يقدم لكم, لا, والله أنا أتوخى, يعني شيء بلطف وبتواضع, وبخضوع لله, وعدم إظهار العظمة, وعدم إظهار المعلمية؛ والله أنا أتوخى أن أكمله لك, أتوخى أن أعطيك, يعني أترجى. ¶ (الإبانة): الإيضاح, بان الشيء إذا ظهر واتضح. ¶ عَنْ مَذْهَبِ الإِمَامِ زَيْدِ الفَرْضِي ??? إِذْ كانَ ذَاكَ مِنْ أَهَمِّ الغَرَضِ",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "( • (عن مذهب الإمام زيد الفرضي):عن مذهب الإمام زيد الفرضي أو على مذاهب الأئمة الأربعة؟ إذن الذي كتبها يصححها من نفس المؤلف. ¶ (عن مذهب زيد): الإمام زيد بن ثابت, قال (الفرضي): إشارة إلى أن الرسول- صلى الله عليه وسلم - قد خصّص بعض أصحابه ببعض العلوم, وهذا يشعر بوجود التخصص العلمي من قديم, أما زيد فسيأتي قول المؤلف (أفرضكم زيد وناهيك به)؛ الرسول- صلى الله عليه وسلم - قال في حق زيد:«أفرضكم زيد» وقال في حق معاذ بن جبل: « أعرفكم بالحلال والحرام » وقال في حق أبي عبيدة: « أمير هذه الأمة » وقال لابن عباس: ¶ « اللهم فقهه في الدين وعلمه التأويل» يعني إذن هذه تخصصات علمية, فإذا كان الرسول- صلى الله عليه وسلم - أخبر وقال: « أفرضكم» وهي أفعل تفضيل, أعرفكم بالفرائض مثل أعرفكم بالحلال والحرام, يبقى الأولى أن نتبع مذهب زيد أو مذهب عبيد؟زيد؛ وهل كانت هناك مذاهب؟ لا, المراد هنا المذهب اللغوي, أي ما ذهب إليه زيد, يعني فيما يقع الخلاف فيه, فأنا أترك الخلاف ولا أناقشه, وآخذ ما ذهب إليه زيد, يعني ما اختاره زيد في المسائل الخلافية في الفرائض أنا آخذ بكلامه وأذهب مذهبه ولا أتعرض للخلافيات. ¶ • (إِذْ كانَ ذَاكَ مِنْ أَهَمِّ الغَرَضِ): إذ كان ذاك إيش؟ إبانة عن مذهب زيد من أهم الغرض عند المؤلف. ¶ عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي ??? فيهِ وَأَوْلَى مَالَهُ العَبْدُ دُعِي ¶ ( • (عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي): بدأ المؤلف في الإشارة إلى فضل العلم, (عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي*** فيهِ وَأَوْلَى مَالَهُ العَبْدُ دُعِي)؛ فضل العلم وتشريفه, والعلوم تتفاوت, ومنزلة علم الفرائض ¶ من بقية العلوم هذا شيء جليل(1) ¶ __________ ¶ (1) – ولنكمل هذه المقدمة الأسبوع المقبل إن شاء الله...ولكن لارتباط المقدمة نكمل المقدمة غدا إن شاء الله وبالله التوفيق, وصلى الله وسلم وبارك على نبينا محمد.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي ??? فيهِ وَأَوْلَى مَالَهُ العَبْدُ دُعِي ¶ ( بسم الله, الحمد لله, والصلاة والسلام على سيدنا رسول الله, صلى الله عليه وعلى آله وصحبه ومن والاه, وبعد: ¶ تقدّم لنا بعض البيان عن ما قدم لنا المؤلف –رحمه الله- في مقدمة هذه الأرجوزة اللطيفة المسماة بمتن \" الرحبية \" في علم الفرائض؛ من حمد الله وشكره عل نعمه, والصلاة على سيدنا رسول الله- صلى الله عليه وسلم - ثم أتى إلى الحث على طلب العلم وأن الله يدعو, وما استعان الله عليه مما توخاه من الإبانة والكشف والبيان عن علم الفرائض وأهميته, جاء ببيان فضل العلم بصفة عامة واعلم,( عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي) إليه أو فيه, وإليه العبد دعي, المتأمل في فضل العلم بصفة عامة, يجد أن أعظم نعمة اختصها الله - سبحانه وتعالى - بالإنسان هي العلم؛ وكل ما تذكره من نعم الدنيا, عطائها, فإنه دون منزلة العلم, وبالعلم يحصل كل خير, وإذا أخذنا –كما يقال تسلسل تاريخي- نجد المولى سبحانه لما أراد أن يوجد هذا العالم وهذا الإنسان في شخصية أبي البشر آدم: { أني خالق بشرا من طين فإذا سويته ونفخت فيه من روحي فقعوا له ساجدين فسجد الملائكة } والجانب الثاني: { إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال إني أعلم ما لا تعلمون } لما تساءلت الملائكة عن إيجاد خليفة في الأرض وكانت قد شاهدت من سكن الأرض قبله, يقتلون ويسفكون الدماء, فتساءلوا؟ تجعل فيها من يأتي بكذا وكذا ؟ تبغى منه إيش التسبيح والتحميد؟ نحن نسبح ونحمد, قال: { إني أعلم } رد الأمر في ذلك للعلم؛ { ما لا تعلمون } وسلب عنهم علم ما يعلمه سبحانه؛ خلق الإنسان وهم يشاهدون من صلصال, حمأ مسنون, فخار, ثم نفخ فيه من روحه كان بشرا سوياً؛ بما يظهر فضل آدم, هذا الصلصال الذي نفخ فيه من روحه, بما يظهر فضله على الذين يسبحون ويحمدون",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولا يفترون عن عبادته, بماذا بيّن فضله؟ { وعلّم آدم الأسماء كلها ثم عرضها على الملائكة أنبئوني } { سبحانك لا علم لنا إلا ما علمتنا إنك أنت العليم الحكيم } ¶ { قلنا يا آدم أنبئهم بأسمائهم فلما أنبأهم بأسمائهم قال ألم أقل لكم إني أعلم غيب السموات والأرض } فالخصّيصة التي خصّ الله بها آدم وبيّن فضله في ذلك الموقف, وما استوجب أن تسجد إليه الملائكة تكريماً لا عبادةً, إنما هو العلم؛ لو نزلنا مع التاريخ وجئنا إلى ما جاءنا به القرآن الكريم, وأشرنا إليه سابقاً في عرض الحديث, نبي الله سليمان -عليه وعلى نبينا الصلاة والسلام- حينما افتقد الهدهد, ماذا فعل؟ أصدر عليه حكماً غيابياً بالتعذيب أو بالذبح, إلا إذا جاء بسلطان مبين, ماذا كان من الهدهد؟ لم يبال بالحكم الغيابي وجاء يتطاول على نبي الله وقال أحطت, الإحاطة ما هي بسيطة: { ولا يحيطون بشيء من علمه إلا بما شاء } ولا تعني الإحاطة بما لم يحط به نبي الله سليمان ...اكتشف صدفة مملكة بلقيس.., فتطاول بهذا العلم الصدفي على نبي الله, { وجئتك من سبأ بنبأ يقين } فالعلم نجى الهدهد من القتل والذبح أو التعذيب, والهدهد أوقف نبي الله سليمان ليتثبت؛ ونجد المولى- سبحانه وتعالى - يكرّم أهل العلم باقتران شهادتهم بشهادته: { شهد الله أنه لا إله إلا هو والملائكة وأولو العلم } يبدأ بالله ثم يثني بالملائكة ويثلث بأولي العلم, ثم يبين - سبحانه وتعالى - لا يستوي العالم والجاهل؛ إذن شرف العلم لا يمكن أن يوازيه أي شرف, ولما كتب الله- سبحانه وتعالى - على بني إسرائيل استجابة: { ابعث لنا ملكاً نقاتل في سبيل الله قال هل عسيتم إن كتب عليكم القتال ألا تقاتلوا قالوا وما لنا أن لا نقاتل في سبيل الله...إن الله قد بعث لكم طالوت ملكا } ثم اعترضوا: { أنى يكون له الملك علينا ونحن أحق بالملك منه ولو يؤت سعة من المال } لأن المقياس البشري للرجال جمع المال وكثرة المال(المال ظل زائل",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وعارية مسترجعة) كان الجواب: { إن الله اصطفاه عليكم وزاده بسطة في العلم والجسم } العلم والجسم هما مقومات القيادة, لأن القائد الجاهل ما يصلح, لابد للقائد أن يكون عالماً حكيماً, عالماً بخطط الحرب, مسبقا عالماً بقوة عدوه وجنسياتها وأصنافها وعن تدريباتها وتكتيكها في القتال حتى يقابل فكرة بفكرة وقوة بقوة(1)؛إذن زاده بسطة في العلم يخطط, والجسم القوي ينفذ. ¶ إذن فالعلم هو أساس الملك, العلم أساس الانتصار والقوة, وهكذا الإنسان, العلم هو السعادة في الدنيا والآخرة, وهناك حديث في جانب آخر:« من سلك طريقا يلتمس به علم سهل الله له به طريقا إلى الجنة »..إذن فضل العلم بصفة عامة لا يستطيع الإنسان أن يحصيه ولكن من باب التنبيه فقط, لأن العلم خير ما سعي فيه, تسعى في طلب العلم هو خير لك. ¶ __________ ¶ (1) - ومن أهم ما يكون الآن في العالم علم الإحصائيات (كم عدد جنود العدو, كم آلياته لابد أن تعرف, أصبحت الآن معاهد عالمية للإحصائيات, وما من جيش في العالم إلا وإحصائياته موجودة في ذلك المعهد وما من صفقة تعقد بين دولة وأخرى في سلاح إلا وعندهم صورتها).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "•(وأولى ماله العبد دعي): أولى ما تدعو إنساناً إليه, لا وليمة ولا وظيفة ولا هدية ولا رئاسة ولا شيء تدعو إنساناً إليه, خير ما تدعوه لطلب العلم, لأن كل ما يمكن أن يخطر ببالك زائل, أما العلم فباق, العلم معك, والعلم يبقى بعدك يعمل ويستثمر لحسابك ومثال بسيط(1): إذا جئنا في صدر هذه الأمة الكريمة وفي العهد العباسي نجد أبا جعفر المنصور الخليفة يأتي إلى مالك-رحمه الله- ويقول: يا مالك لم يبق في الناس أعلم مني ولا منك (هكذا كان الخلفاء و الأمراء علماء), أما أنا فقد شغلتني الخلافة, أما أنت فوطئ للناس كتابا يسيرون عليه وتجنب شدائد ابن عمر ورخص ابن عباس(قاعدة منهجية)؛ قال مالك: فعلمني يومئذ التأليف, ولذا لا تجد في موطأ مالك لا إفراط ولا تفريط, قام مالك بكتابة الموطأ, ذهب أبو جعفر المنصور إلى حال سبيله؛ جاء هارون الرشيد خليفة بعده, يأتي من العراق إلى المدينة وينزل في بيت الإمارة فيطلب مالك, ليأتي بموطئه ليقرأه عليه وعلى الأمين والمأمون ابني هارون الرشيد(انظر الحياة والرجال في السابق) فينظر إليه مالك ويقول: يا أمير المؤمنين إن العلم يؤتى إليه ولا يأتي..؛ فجاء هارون وقف على باب مالك واستأذن, فأخبرت الجارية مالك بأن هارون أمير المؤمنين على باب البيت, ذهب واغتسل وارتدى خير ثيابه وتطيب, كل هذا وهارون على الباب, أذن له, دخل -طبعاً غضبان- ما هذا يا مالك؟ طلبناك فامتنعت علينا, جئناك حبستنا على بابك؛ قال: أفدتك أن العلم يؤتى إليه ولا يأتي, أما أني حبستك على الباب فصحيح, لأني حينما أخبرت أنك تأتي ولم أكن أعلم في أي وقت, علمت أنك لا تأتي لمالك, لا لمال ولا لجاه ولا لشيء إلا للعلم, فأردت أن أكون على أحسن هيئة وأنا أدارسك العلم (شفت كيف آداب طالب العلم يكون نظيف, أنيق, كما قال عمر نحب لطالب العلم الثياب البيض أي الأنيقة ¶ __________ ¶ (1) – دائماً أنا متأثر به كثير يا إخوان فلا تلوموني إذا كنت أورده في كل مناسبة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "النظيفة) جلس هارون, إن هذا العلم سراً لا ينفع, قال في مسجد رسول الله على ملأ الجميع.. , جاء مالك بتلطف وجلس في مجلسه العادي, وبدأ حديثه في المجلس, ¶ أن الرسول- صلى الله عليه وسلم - ذكر أنه يحب التواضع, فأفطن هارون كيف يكون من التواضع أن الشيخ قاعد على الأرض وهو قاعد على الكرسي, فيؤخر الكرسي فجلس كما يجلس عامة الطلاب؛ نقول يا إخوان -وهو محل الشاهد عندنا- والعلم خير ماله العبد دعي, أين خلافة أبي جعفر !وأين سيطرة هارون الرشيد الذي يخاطب السحابة فيقول شرقي أو غربي حيثما أمطرت, فإن خراجك سيأتيني!, يعني أصبح سلطانه على وجه الأرض, أين هو الآن؟! لقد تمزق ذلك الملك, وتمزقت الدولة العباسية, وتمزقت إلى دويلات؛ أما \"موطأ\" مالك وأما علم مالك ضاع؟ لا والله, تاج على رؤوس أهله, ذخيرة عند من اذخره, نور وعلم ومعرفة عند كل من اقتناه أو طالعه أو درسه سنة رسول اله وفقه السلف؛ ولهذا يا إخوان دائماً يغلب عليّ هذا المثال في بيان فضل العلم, والمقارنة بين العلم وبين الملك؛ ملك الدولة العباسية انتهى بخيره وبشره, فيه الذي يدعو لهم ويدعو عليهم –ونحن إن شاء الله ندعو لهم جميعا- ولكن موطأ مالك كم قضى؟ « إذا مات ابن آدم انقطع عمله » ولكن مالك هل انقطع عمله أو موجود علمه ننتفع به؟ لا زال القلم يجري يسجل لمالك من الحسنات بقدر ما انتفع المسلمون بعلمه, الموطأ الآن في مشارق الأرض ومغاربها؛ إذن مصداق ما يقول المؤلف: عِلْمًا بِأَنَّ العِلْمَ خَْيرُ مَا سُعِي ??? فيهِ وَأَوْلَى مَالَهُ العَبْدُ دُعِي, والله أعلم. ¶ وَأَنَّ هَذاَ العِلْمَ مَخْصُوصٌ بِمَا ??? قَدْ شَاعَ فِيه عِنْدَ كُلِّ العُلَمَا ¶ ( هذا العلم, إشارة إلى علم الفرائض, خصّ هذا العلم بما شاع عند العامة والخاصة. ¶ بأَنَّهُ أَوَّلُ عِلْمٍ يُفْقدُ ??? في الأَرْض حَتَّى لاَ يَكادُ يُوجَدُ",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "( ونحن في بوادر ذلك؛ كم حلقة في المسجد النبوي لتدريس الفرائض من سنة, من سنتين, من خمسة, من عشرة فين؟ ما وجدنا, قد يكون بعض الأفراد مع بعض الأفراد, وأمور فردية, لكن لا ما يكفي هذا, كم من واحد في المدينة المنورة دار العلم يستطيع أن يقسم تركة, تعدّوهم على الأصابع؛ هذا العلم علم الفرائض خصّ بما شاع عند العلماء, بل حتى والعوام, جاء فيه الحديث «يكاد يسير الرجل اليوم واليومين لا يجد من يقسم له تركته» وهذا يمكن لا أستبعد, يسير من بريدة إلى المدينة, ما بين بريدة والمدينة هل فيه واحد يقسم التركة؟ يضطر أن يأتي من قرية من بادية إلى حاضرة أو إلى مدينة حتى يجد من يقسم, لكن في بلده ولو على صخرة يمكن يجد من يفتيه بصحة الصلاة, في الطهارة, في الزكاة, في الصيام, ربما يجد من يفتيه في ذلك, لكن في الفرائض, هذا هو الذي محل الحرص على تعليمه وتعلّمه. ¶ وَأَنَّ زَيْداً خُصَّ لاَ مَحَالَهْ ??? بمَِا حَبَاهُ خَاتَمُ الرِّسَالَهْ ¶ ( يقول أنا قلت أنتحي ما ذهب إليه زيد الفرضي, إذ كان ذاك من أهم الغرض, ليش أخذت مذهب زيد؟ أجاب يبين, بما حباه صاحب الرسالة, حباه بمعناه أعطاه هبة, منحه صاحب الرسالة صلوات الله وسلامه عليه, إيش الذي حباه إياه؟ أفرضكم زيد, هذه شهادة كبرى,(لا ماجستير ولا دكتوراه)؛ شهادة من رسول الله- صلى الله عليه وسلم - لزيد بأنه أعرفهم, أفرضكم يعني أعرفكم بالفرائض؛ من العجيب يا إخوان أنه في المدينة في القرن الثاني عشر ربما كان أفرض إنسان في العالم في المدينة, صاحب \" العذب الفائض\", شارح منظومة الفرائض, فلان الفرضي وهاجروا إلى المدينة, ويعرف بيته في المدينة ببيت الفرضي, يذكره صاحب تحفة الأحباب أو الإخوان أو كذا في نسب أهل المدينة, ويذكر بيت الفرضي أن فلان ابن إبراهيم ابن كذا, وكان أعلم الناس بالفرائض في زمانه, وتأتيه الأسئلة من أفريقيا يسألونه عن غوامض في الفرائض, والذي يقرأ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "\" العذب الفائض \" فعلاً (وهو مجلد كبير في جزئين ) يعرف قدرة ومعرفة وتمكّن هذا العالم الجليل في علم الفرائض, وتوسعه في باب الحساب حتى استخدم الجبر في قسمة الفرائض والمناسخات وغيرها؛ إذن الفرائض متمكنة في المدينة من زمان, والآن فيه بعض الأشخاص والحمد لله يقسمون الفراريض والتركات, لكن قلة والمطلوب أن يكونوا كثرة إن شاء الله. ¶ مِنْ قَوْلِهِ فِي فَضْلِهِ مُنَبِّها ??? أَفْرَضَكُمْ(1) زَيْدٌ وَنَاهِيكَ بِهَا ¶ ( حباه صاحب الرسالة من قوله في فضله منبّها على فضله؛ المتتبع لعلم الفرائض عند الصحابة يجد علي- رضي الله عنه - جاءت عنه نوادر على المنبر, كان يخطب: \" الحمد لله الذي له الرجعى وله الطاعة والسمع, سأل سائل في الفرائض, قال توفي وصار ثمنها تسعى, يعني وهو في الخطبة ما قطع وجاء بالجواب في الفقرة على السجع, يعني عالت صحت من ثمانية وصحت من ¶ تسعة, تحتاج إلى ورقة وتأتي بأصل المسألة وتقسم وتجد ناقص وبعدين تعيلها, يعني تحتاج لعملية, في أثناء الخطبة يجيبها في ¶ جملة, ومع ذلك أفرضكم زيد وناهيك بها. ¶ فَكَانَ أَوْلَى بِاتِّبَاعِ التَّابِعِي ??? لاَ سِيمَا وَقَدْ نَحَاهُ الشَّافِعِي ¶ ( لما أخبر عنه رسول الله بأنه أفرض الصحابة, كان أولى باتباع التابعي, التابع هنا ليس التابعي الاصطلاحي الذي يأتي بعد ¶ __________ ¶ (1) – \"أفرَضكم\" ما في نصب هنا, \" أفرضُكم زيدٌ \" يعني أعلمكم بالفرائض, كلمة \" أفرضكم \" يعني كلكم يا أصحاب رسول الله تعرفون الفرائض, ولكن زيد زاد عنكم لأن أفعل التفضيل تدل على المشاركة في صفة, وزاد المفضّل على الآخرين.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الصحابة, لأن طبقات الناس الصحابة, فالتابعون فتابع التابعين فتابعوهم ثم الأجيال؛ وكان أولى باتباع التابعي, الغرض بذلك المتَّبع, فالذي يأخذ الآن فهو متبع لمذهب زيد؛ وبعضهم يقول: اتباع التابعي أي أن زيدا في طبقة الصحابة, والتابعون بعدهم أخذوا به, لكن نحن نوسع النطاق أوسع, أولى باتباع التابعي, كل من أخذ برأي زيد فهو تابع له. ¶ (لا سيما وقد نحاه الشافعي): هذه المذهبية!؛ أولى باتباع التابعي لما حباه رسول الله ولا سيما, وزيادة على ذلك أيضا وأن الشافعي أخذ برأيه, والمؤلف شافعي, فيكون اجتمع عنده مرجحان, مرجح ما حباه به صاحب الرسالة, وما اختاره إمامه الشافعي, لأنه أولى به. ¶ فَهَاكَ فِيه القَوْلَ عَنْ إِيجَازِ ??? مُبرّأَ عَنْ وَصْمَةٍ الأَلْغَازِ",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "( (فهاك فيه): هاك بمعنى خذ, القول بإيجاز, الإيجاز كما يقولون قسم من أقسام الأساليب, والأسلوب البلاغي أو الأسلوب العربي: مساواة, إيجاز, إطناب, بمعنى: المساواة أن يكون اللفظ بقدر المعنى ليس فيه زيادة تشويق, زيادة مبالغات, والإيجاز أن يكون اللفظ أقل من المعنى, المعنى الكبير نجمله في لفظ صغير؛ وكل أحاديث رسول الله- صلى الله عليه وسلم - أغلبها من الإيجاز, جوامع الكلم, وإن كان في بعض المواطن الإفصاح والإطناب للترخيم, فمثلا: كنا نتكلم عن زيد فنقول زيد فرضي, زيد فرضي مساواة, لأن مبتدأ وخبر متساويان؛ إذا جئت وقلت: إن زيد بن ثابت- رضي الله عنه - قد حباه رسول الله بالشهادة له بأنه أفرضهم, فهو أفرض الصحابة, هذا مساواة أو إطناب؟ إطناب, خطبة طويلة ومقدمة عريضة؛ لما يأتي للسائل ويتكلم يقول: والله الفرائض وكذا, يقول: لا, زيد, زيد هذه إيش؟ مبتدأ أو خبر, إيجاز, يعني عليك بزيد, اتبع زيد, فيدل على المعنى مع حذف يفهم من السياق؛ إذن الأسلوب: مساواة, إطناب, إيجاز, لكن الإيجاز أحيانا يكون مخل, لأنه يوجد أكثر من اللازم وعقل السامع لا يستوعبه, كما أن الإطناب يكون أكثر من اللازم, لأنه ممكن تكون فيه زيادات تبعد عن الموضوع.. ¶ إذن الأساليب ثلاثة؛ والإطناب في محله بلاغة, والإيجاز في محله بلاغة؛ يعبرون مثلا: أنت جالس في مكان, وشخص قادم الآن في الوقت الحاضر وشخص ماشي غافل, وسيارة آتية: أيها الماشي بتأني احذر السيارة تأتيك من خلفك..,لكن حينما تقول السيارة السيارة, هذا هو إيجاز؛ لو أطنبت هنا كنت عيي غير مطابق,...",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والشيخ الأمين-رحمه الله- كان ينبهنا في مسألة في سورة الفاتحة, يقول: انظروا المولى علمنا كيف نخاطب الملوك والرؤساء لا نفاجئهم بالحاجة, لأن الله سبحانه في سورة الفاتحة يبتدأ القائل: { الحمد لله رب العالمين. الرحمن الرحيم.مالك يوم الدين.إياك نعبد وإياك نستعين. } بعد كل هذا التزلف, التقرب, الإنابة: { اهدنا الصراط المستقيم } بعد هذا كله اعطني, بعد الاعتراف-إياك نعبد, إياك نستعين- لا نستعين بغيرك, أعطينا...إذن الإطناب في مكانه بلاغة, والإيجاز في مكانه بلاغة, والمساواة في مكانها بلاغة؛ ولهذا تجدون متون الفقه أكثرها مساواة, وبعضهم يقول يوجد إيجاز كما يقولون في متن \"خليل\" ألغاز وإيجاز أكثر من اللازم, لا يعرف كلامه إلا من عرف اصطلاحه؛ كان الشيخ الأمين يقول: \" تفسير الجلالين \" أبلغ التفاسير وأوسعها على اختصاره لمن عرف أسلوبه, وأعتقد أن كلنا –الحاضرين- ما نعرف أسلوبه؛ يقول: السيوطي إذا عبّر بالجملة الفعلية له دلالة, بالجملة الفعلية الماضوية, المضارعية له دلالة, في الجملة الاسمية له دلالة, فيقول تعبيره دقيق جداً على إيجازه يعطي المعنى الكثير لمن عرف اصطلاحه؛ ولهذا ننبه على قراءة المقدمات. ¶ (مُبرّأَ عَنْ وَصْمَةٍ الأَلْغَازِ): هاك خذ قولاً موجز, ليس مطنب, ولكن مع إيجازه ليس ألغاز, لأن الألغاز من الإيجاز, فالإيجاز إذا زاد عن حده صار مثل اللغز؛ والإِلغاز هو أن تأتي بالكلام له وجوه, وتخفى الحقيقة أو المراد؛ والأَلغاز بالفتح جمع لغز, والفقهاء لهم ألغاز كثيرة في الفقه, مثلا: ما هو الوضوء الذي لا يبطله إلا الجماع؟! لو قلنا ما هي نواقض الوضوء سيحددها كل إنسان لأنها معروفة, لكن يأتون بشيء من هذا لغز, ينبه ويحرك الملكة عند طالب العلم, الآن هذا السؤال لغز أو لا؟ إذن الأَلغاز جمع لغز, والإِلغاز هو إيراد الكلام مشبعاً بالألغاز.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أنا يهمني في هذا يا إخوان, ألغاز الفقهاء أنا ما أتتبع هذا لأنها مشغلة, لكنها بكثرة في أبواب الفقه, والغرض من هذا عند الفقهاء, إيقاظ الطالب ليشحذ ذهنه ويتساءل ما هي الجزئيات التي تنطبق على هذا؛ عند الأحناف يقولون نهق الحمار فبطلت صلاته!, هذا لغز عندهم, إنسان طلب الماء ولم يجده فتيمم, وهو في الصلاة سمع الحمار ينهق, هذا كان راح يجيب الماء, واحد أخذ جمار وراح يجيب الماء من البئر, ولما تقرب منه سمع نهيقه وعرف صوته, إذن جاء الماء, وهو يصلي في البيت وإذا حضر الماء بطل التيمم. ¶ يعني أقص على سبيل التمثيل للفرق بين الأَلغاز والإِلغاز, ولا ينبغي لإنسان يكتب أن يلغز في كتابته إلا إذا أراد أن يعمِّيَ هذا شيء آخر. ¶ وبهذا يا إخوة نكون قد انتهينا من المقدمة. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه الطيبين الطاهرين, وبعد: ¶ (قال صاحب منظومة \" الرحبية \"-رحمه الله تعالى-: (باب أسباب الميراث): ¶ أَسْبَابُ مِيراثِ الوَرَى ثَلاَثَهْ ??? كُلٌّ يُفِيدُ رَبهُ الوِرَاثَهْ ¶ وَهْيَ نِكَاحٌ وَوَلاَءٌ وَنَسَبْ ??? مَا بَعْدَهُنَّ للمَوَارِيثِ سَبَبْ ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ تقدم لنا عن المؤلف –رحمه الله- في مقدمته أن بيّن لنا الحرص والحث على علم الفرائض, وأنه أول علم ينسى, وبيّن لنا منهجه في أنه سينتحي مذهب زيد الفرضي لأمرين: ¶ (الأمر الأول: أن رسول الله - صلى الله عليه وسلم -خصّ زيد بالدعوة أو بالشهادة \" أفرضكم زيد \". ¶ (الأمر الثاني: أن إمامه الشافعي –رحمه الله- اختار هذا المذهب فهو مشى عليه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبدأ لنا الآن بأسباب الميراث, والميراث تأتي عليه مباحث عديدة: أسبابه, موانعه, شروطه, أركانه, أما أركانه وهي الأصل كما يقولون: الركن جزء الماهية؛ فعندنا الصلاة فيها أركان وفيها واجبات ولها شروط ولها موانع, فالركوع والسجود ركن لأنه جزء منها, إذا انعدم انعدمت الصلاة, الطهارة شرط فيها وهي خارجة عنها, ولكن لابد منها لصحتها؛ الموانع: الحدث, الحدث مانع من الصلاة, إذن الميراث كذلك له أركان وشروط في كل ركن, وله أسباب توجبه وموانع تمنعه. ¶ (أما - أركانه- فهي: ¶ -( المورث: إنسان يموت عن ورثة, سواء موجودة تركة أم لا, فهذا الركن الأول. ¶ (- الوارث. ¶ (- التركة الموروثة. ¶ فهذه أركان ثلاثة ولكل ركن شرطه. ¶ (فشرط المورث: تحقق موته, لو دعي بأنه ميت ولم نتحقق, ما فيه ميراث حتى نتحقق من موته, حقيقةً أو قضاءً, كشخص غاب مدة طويلة ورفع الأمر إلى القاضي وأعلن عنه, وبحثه في صحف في إذاعة في مسافرين, ولم نجد له خبر, له مدة يحكم بها الحاكم بأنه في حكم الوفاة, فتقسم التركة وتعتد الزوجة والخ.. ¶ (وشرط الوارث: تحقق وجوده حياً في حياة المورث, أن يلتقي معه في الحياة ولو لحظة. ¶ (وشرط التركة الموروثة: أن تكون خالية من التعلق بحقوق الآخرين غير الورثة, من ديون ومن وصايا الخ.. ¶ هذا على سبيل الإجمال لأن المؤلف لم يتعرض لها, لتكون قاعدة ننطلق منها. ¶ وجد المورث قد مات, والوارث موجود, والتركة على حالها, جاءنا المؤلف-رحمه الله- بأسباب, ويأتي بعد ذلك موانع, لأن المانع طارئ على السبب, والسبب مشروط فيه عدم وجود المانع, إذن السبب مقدم, والمانع يطرأ عليه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "والسبب في اللغة: هو ما يتوصل به إلى غيره, { فليمدد بسبب إلى السماء } أي بحبل, والحبل الذي تدلي به الدلو في البئر يسمى سبباً, والقرابة التي تدلي بها إلى الإنسان الفلان يكون سبب ارتباطك به؛ فالسبب هو الوصل الذي يربط بين الوارث وهو أحد الأركان, والمورث وهو الرجل الثاني في التركة التي هي الركن الثالث, فما هي تلك الأسباب التي جعلت لاستحقاق الوارث من مورثه في تركته؟ ¶ فقال المؤلف: (أسباب ميراث الورى): الورى: الخلائق, (ثلاثة). ¶ (كلٌ): التنوين هنا عوض عن كلمة أو عن جملة, (كلٌ) أي كل واحد منها وليس مجموعها, إذا وجد واحد جاء الميراث, ¶ كلٌ أي كل واحد منها (يفيد ربه) أي صاحبه (الوراثه). ¶ إذن أسباب ميراث الورى كم؟ ثلاث. ¶ بعدما أجمل-وهذا من بديع النظم أو من محاسن الكلام أن تجمل ثم تفصّل, لأن الإجمال سهل حفظه- ثم يأتي يفصّل الثلاثة واحداً واحداً, ولو وصلت في التفصيل إلى اثنين تبحث على الثالث, وين الثالث؟ فتكون حريص أو حري أن تستوعب الموضوع بهذا التفصيل بعد الإجمال؛ وهي أي الأسباب الثلاثة: نكاح وولاء ونسب. ¶ (ما بعدهن للمواريث سبب): هذه تتمة للنظم وتأكيد على أن ما فيه بعد هذا شيء. ¶ ?وإشارة إلى سبب رابع وهو: بيت المال -سيأتي تفصيله في النهاية إن شاء الله-. ¶ هنا المتن مجمل, أجمل أسباب الميراث في خصال ثلاث, وذكرها مجملة على ما هي عليه, وترك لك أن تفهم وأن تبحث, تقرأ الشرّاح, يأتي من يبين لك هذا, هذا انتهت مهمته بهذا البيان, وانتهى الباب وجاء بعده باب موانع الميراث, ولكن العلماء –رحمهم الله- عند هذه المسميات الثلاث فصّلوا غاية التفصيل.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وكما أشرت لكم في \" الشنشوري\" أو \" الباجوري\" معه, أو \" العذب الفائض \" في تفصيله وتوسعته أوسع من كتب الفقه, لأن كتب الفقه تورد موضوع الفرائض كباب من أبواب الفقه فهي مجملة ليس فيها التفصيل كالكتب التي انفردت؛ وأشرنا سابقا بأن علم الفرائض انشعب عن علم الفقه في الجملة من تطور العلوم, كما أن علم الصرف انشعب عن اللغة, علم البلاغة, علم النقد انشعب كل منهما عن اللغة عند التوسع في الدراسات, وهكذا هنا. ¶ (- نكاح: يقولون النكاح في اللغة: الضم والجمع. ¶ والنكاح شرعاً: يطلق على مجرد العقد, إذا عقد إنسان على امرأة أو على فتاة يسمى نكحها, أو اجتمع معها في هذا العقد, ويطلق على العقد مع الوطء, فيكون العقد وحده فيسمى نكاحاً, ويكون العقد الذي معه الوطء يسمى نكاحاً وهكذا نكاح, فيجمع العلماء ولا نزاع بين أحد أن كل رجل عقَد عقْد نكاح على امرأة بمجرد زوجتك قبلت صارت زوجة وانعقد العقد؛ بعد هذا مات أحد الزوجين فيرث الآخر, ولو لم يقع هناك لا خلوة ولا دخول ولا حتى تسمية صداق, وإنما يأتي تفصيل ذلك بعد الوفاة؛ فإن عقد على المرأة عقداً شرعياً بولي وشاهدين أصبحت زوجة له؛ فمات أحد الطرفين ورثه الآخر؛ إن كان الميت هو الزوج فالمرأة تقرر لها الميراث وتقررت عليها عدة الوفاة, وإن كان الصداق مسمى فكامل صداقها المسمى, وإن لم يكن قد سمي لها صداق فلها صداق مثلها من النساء من أخواتها من خالاتها من عماتها من زميلاتها...فيفرض لها صداق المثل؛ إذن نكاح, النكاح يحصل بمجرد العقد ولو لم يحصل معه وطء ولا خلوة, لأن الخلوة نزلت أخيرا منزلة الوطء؛ كان في زمن عمر لو عقد إنسان على امرأة ولم يدخل بها فلا يطأ فلا تعتبر العدة ولا تكميل الصداق ولا إلحاق الولد الخ..بمجرد الخلوة لا يتم ذلك حتى حدث في زمن عمر- رضي الله عنه - ما أوجب اعتبار الخلوة كالدخول فعلاً؛ وذلك ظهر على",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فتاة في زمنه أثر الحمل فسألها فقالت: فلان عقد عليّ, وفي يوم كذا جاء مسافراً, فمر على بيت أهلي ليوادعهم, فلم يجد أحداً فوجدني وغالبني على نفسي فغالبته, ففضخ الماء بين فخذيّ,ولا أدري ماذا حصل؛ قال: إذا جاء فليكن أول من يكلمه عمر؛ جاء الرجل من غيبته, جاء إلى عمر, قال: أخبرني من أين جئت, قال: كنت مسافرا, قال: أخبرني عن يوم سفرك ماذا حدث لك, أخبره بما أخبرته الفتاة تماماً؛ من هنا أعلن أنه إذا خلا الرجل بالمرأة وأرخيت الستور فهي دخول, وجب كمال المهر, ووجبت العدة وألحق الولد به, وكل ما يتعلق بالدخول الفعلي, جعله في مجرد الخلوة؛ وعندكم في كتب الفقه:\" إذا خلا بها عالماً بها ليس هناك موانع الخ...\" إذن النكاح مجرد العقد ولو لم يحصل مسيس ولو لم تحصل خلوة فإنه سبب من أسباب النكاح؛ وهذا السبب بين الطرفين يوجب ميراث الزوج من زوجته إذا ماتت, ويوجب ميراث الزوجة من زوجها إذا مات, فهو يجمع الطرفين وسبب يعمل مستويا؛ بخلاف القرابة والنسب قد يعمل من الطرفين وقد يعمل من طرف واحد ¶ -وسيأتي لنا إن شاء الله- إذن النكاح من أسباب الميراث, بسبب الدخول أو بعدم الدخول؟ ولو لم يحصل الدخول.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "(- وولاء: الولاء من المولاة والنصرة, والولاء في الشرع وعند اصطلاح الفقهاء: وصف حكمي يلحق العبد, أو بسبب عتقه تكون موالاته لسيده الذي أعتقه: « الولاء لمن أعتق» فإذا كان الإنسان يملك عبدا أو أمة (يملك رقبة) فأعتقها هو منَّ عليها بالحرية وقد أعتقها من ربقة الرق وصارت حرة, له عليها مقابل هذا العتق حبل ممتد وهو ولاء هذا العتيق له, ومعنى الولاء يثمر أن هذه الرقبة إذا ماتت وليس لها وارث كان ميراثه لمن أعتقه كأنه أبوه الذي أوجده, بنعمة إيجاده إلى عالم الحرية من عالم الرق, كأنه أخرجه من العدم إلى الوجود, وهذا يضاهي نعمة الأب على الولد إذ كان سببا في إيجاده من العدم إلى الوجود؛ ويتفقون على أن هذا الولاء له نظام مرتبط بالنسب: «الولاء لحمة كلحمة النسب» لا يباع ولا يشرى ولا يوهب ¶ إنما هو في العصبات؛ ويشترط في ميراث الولاء إن كان للمعتَق وارث بالفرض أخذ صاحب الفرض فرضه والباقي للمولى تعصيباً؛ مات المعتَق عن بنت, البنت لها النصف, والنصف الثاني لمن أعتقه لأنه صاحب الولاء عليه فهو عاصب له, يحصل ما أبقت الفروض؛ إذا مات المعتَق عن زوجة كذلك أخذت حقها والباقي للمعتِق تعصيباً؛ إذا مات عن ولد, الولد عاصب, فعصبة الولد أقوى وأقرب من عصبة المولى, فيكون المال للولد المعتَق وليس للمعتِق شيء؛ إذن الميراث بالولاء هي الدرجة في الأخيرة بعد أصحاب فروضه وعصباته إن لم يوجد من هؤلاء شيء فالمال كله للمعتِق, إن وجد أصحاب فروض أخذوا فروضهم والباقي للمعتِق, ترك بنتاً وزوجة, الزوجة لها الثمن لوجود البنت والبنت لها النصف لانفرادها, فهنا خمسة أثمان, أربعة وهي النصف للبنت والثمن للزوجة, وثلاثة أثمان الباقية للمعتِق في الولاء. ¶ إذن أسباب ميراث الورى ثلاثة نكاح وتقدم, وولاء وهذا مجمله.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "(- النسب: النسب أعم هذه الأسباب, والنسب رابطة لا انتساب لك فيها, فالنكاح رابط سببي (سبب مكتسب) والولاء كذلك, أما النسب فلا عمل لك فيه, لأن كون هذا أخاً لك ليس لك في ذلك يد, كونك ولدا لهذا الأب ليس لك عمل في هذا, كونك أباً لهذا الولد ليس لك عمل في هذا وكذلك الأم؛ فالنسب رابطة إجبارية, لأن الإنسان لم يعمل ولم تكن له يد فعالة في إيجاد تلك الرابطة النسبية...إذن السبب هي القرابة الأصلية الإجبارية التي ليس لك فيها دخل, كونه سبب هذا شيء ما كل سبب يأتي بالمسبب, وهنا نكاح مقصور بين زوجين, ولاء مقصور بين طرفين(عبد وسيده عتيق ومعتق) لا يحتاج إلى تفصيل ولا إلى عدد, ولكن النسب قرابة الولد بأبيه وبأمه وبأخيه وبأخته وبعمه وابن أخيه و...إذن علاقة النسب, سبب النسب محصورة في اثنين مثل الزوجين, والعتيق والمعتق أو متشعبة؟ متشعبة رجالاً ونساءً؛ من هنا سيأتينا المؤلف, لم يفصل لنا النسب, كما لم يفصل لنا أنواع النكاح, سيأتي فيما بعد ويبين سبباً نسبي أين يذهب, ومن هم, ويقول: الوارثون ¶ من الرجال والوارثات من النساء –وكما يقولون في علم المنطق تعريف بالعدد لا تعريف بالقيد أو الجنس أو الفصل- إذن يهمنا الآن نقطتين: أسباب ميراث الورى كم؟ ثلاثة: نكاح, ولاء, نسب, أما النسب فسيأتي تفصيله بذكر أشخاصه لأنه لا يخضع لقاعدة, وإنما يفهم بعدّ الأشخاص بالاستقراء واحد واحد, وبالله تعالى التوفيق وصلى الله وسلم وبارك على سيدنا ونبينا محمد- صلى الله عليه وسلم - والسلام عليكم ورحمة الله وبركاته. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه, وبعد: ¶ (قال صاحب منظومة \" الرحبية \"-رحمه الله تعالى-: (باب موانع الإرث): ¶ وَيَمْنَعُ الشَّخْصَ مِنَ الِميرَاثِ ??? وَاحِدَةٌ مِنْ عِلَلٍ ثَلاَثِ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "رقٍّ وَقَتْلٌ واخْتِلاَف دِينِ ??? فَافْهَمْ فَلَيْسَ الشَّكُّ كالْيَقِينِ. ¶ ( الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه, وبعد: ¶ تقدم لنا عن المؤلف –رحمه الله- بيان أسباب الميراث, وتقدم لنا أن السبب هو ما يتوصل به إلى غيره, وفي اصطلاح العلماء: \"ما يلزم من وجوده الوجود ومن انعدامه العدم \", والسبب لا يعمل عمله إلا بانتفاء الموانع التي تمنعه, فإذا وجد السبب ووجد المانع توقف السبب عن العمل, مثلا في المعقولات: الورق قابل للاحتراق, فإذا أشعلت فيه الكبريت احترق؛ النار سبب الاحتراق, لكن إذا جئت لهذه الورقة وغمستها في الماء وأشعلت الكبريت هل تحترق؟ لا تحترق, لماذا؟ جاء الماء مانع للاحتراق؛ إذن المانع منع السبب في أن يعمل بموجبه؛ وكذلك الميراث فيه أسباب, الأسباب تعمل عملها ويأتي الميراث ما لم يأت مانع يمنع الأسباب من أن تمضي في طريقها؛ ولذا قالوا:\" المانع هو ما يلزم وجوده العدم (عدم عمل السبب) ولا يلزم من انعدامه وجود ولا عدم لذاته\", قد ينتفي المانع ولا يلزم أن يحصل شيء, مثلا: الحدث مانع من الصلاة, إذا وجد الحدث وجد المانع منعت الصلاة, وهذا باطراد؛ إذا توضأ وتطهر ورفع الحدث, هل رفع الحدث يستلزم حتما وجود الصلاة؟ لا, قد يتوضأ قبل دخول الوقت, إذن المانع ما يلزم من وجوده المنع. ¶ وموانع الميراث –كما ذكر المؤلف رحمه الله- ثلاثة تتفق في العدد مع الأسباب. ¶ •(ويمنع الشخص): لم يقل رجل أو امرأة, الشخص هو الشيء الشاخص أمامك, لو رأيت من بعيد جذع نخلة, تقول هذا الشاخص لا أدري هو إنسان أو نخلة, فما كان شاخصا ماثلا أمامك فهو شخص إنسان أو شجر أو حيوان, « من أحب أن يتمثل له الناس شخوصاً» يعني قياماً.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "• (وَاحدَةٌ مِنْ عِلَلٍ ثَلاَث)ِ وهنا يمنع الشخص ذكراً أو أنثى من الميراث واحدة من علل, العلة كما يقولون تطلق على المرض, فلان عليل يعني مريض, والعلة في الاصطلاح قد تكون السبب, وقد تكون الحكمة في التشريع, لكن هنا \"الوصف المقتضي للحكم \"؛ واحدة من علل ثلاث كما تقدم في الموانع؛ أسباب ميراث الورى ثلاثة جاء هنا مجمل, وكذلك هنا علل ثلاث ثم أخذ يفصّل: رق وقتل واختلاف دين, ولكن ينبه ويوقظ الهمم: فافهم فليس الشك كاليقين تتمة للبيت وفيه تنوير وفيه حث على الفهم, لأن الفقه هو الفهم, وهنا ما هي تلك العلل, أخذ يفصلها, ثم لكل علة تفصيل:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "(- رق: ما هو الرق؟ تقول: ثوب رقيق, فالشيء الرقيق الضعيف, فكذلك الرقيق هو الإنسان الضعيف, ليس ضعيفاً قي بدنه قد يكون أقوى من عشرة, ولكن رقيق في الإنسانية, لأنه لا يستوي مع الحر في أعمالهم, رقيق لأنه ضعيف في البيع والشراء, لا يبيع ولا يشتري إلا إذا أذن له السيد, رقيق في الزواج لا يتزوج إلا بإذن السيد, رقيق في دينه قد يمنعه من الجمعة, يمنعه من الحج, رقيق في عدالته لا تقبل شهادة العبد لابد من شهادة عدول, بخلاف الخبر(1) فعند الشهادة لا تقبل شهادة العبد, ضعيف أيضا في القيادة لا يكون إماماً للمسلمين رقيق وهكذا, إذن رقيق لأنه ضعيف في إنسانيته في تصرفاته فيمنع من كثير مما هو من حق الأحرار, هذا الرق كما يقولون وصف حكمي أوجب عليه الرقة أو الخفة أو الضعف في كثير من التصرفات التي يتصرف بها الحر؛ ومن هنا كان عتق العبد إخراجا له من حيّز الرق والضعف إلى حيّز المتانة والقوة فصار مساوياً للحر في كل ما يتميز به الأحرار, إذن الرق يمنع؛ من رق الرقيق أنه لا يملك, ليست له صلاحية في التملك, لأن العبد وما ملكت يمينه لسيده, فإذا ورثناه انتقل ميراث الآخرين إلى سيده, ونكون نقلنا ميراث أجنبي إلى أجنبي بواسطة العبد, لأن العبد إذا ورث وتملّك لم يملك التصرف في يده سيأخذه منه سيده, وعلى هذا الرق يمنع من قام به سبب الميراث عن الميراث, فإذا كان نكاح وولاء ونسب, الابن المملوك لا يرث في أبيه, الأب المملوك لا يرث في ولده؛ الزوجة المملوكة لا ترث في زوجها الحر, وهكذا. ¶ •ومباحث الرقيق بالإيجاز تنقسم إلى قسمين: ¶ ( رقيق قن, والقن ما ليست فيه شائبة حرية. ¶ ( والمبعّض ما كان بعضه رقيق وبعضه حر, أيّاً كانت نسبة الحرية أو الرق (واحد بالمائة حر وتسعة وتسعين بالمائة رق, مملوك يبقى مبعّض ؛ تسعة وتسعين حر وواحد بالمائة رق, مملوك مبعّض). ¶ __________ ¶ (1) – الخبر لا دخل له في بابه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "-والقن له صور: مكاتب, مدبر, والمكاتب من كاتبه سيده على مبلغ من المال يوفيه إليه على أقساط منجما, فإذا وفّى كل الكتابة عتق بالكتابة, وإذا عجز في آخر الطريق ولو عن القسط الأخير, المكاتب عبد ما بقي عليه درهم. ¶ ( وسأل بعض الإخوان –في الأسبوع الماضي- لو أن السيد أعتق عبده مقابل مال من العبد هل يكون أيضا ولاءه له؟ ¶ الجواب: نعم, الولاء لمن أعتق, حتى المكاتب يشتري نفسه ويدفع للسيد, فإذا وفّى الكتابة وأعتق ولاءه لسيده, لأن سيده هو الذي سمح له أن يعمل لحسابه الخاص ويشتري نفسه..إذن سماحه له أن يعمل لحساب نفسه ويسدد ما بايع عليه السيد فالإعتاق. ¶ ( القن مكاتب, مدبر, المدبر يقول: أنت عن دبر مني حر, يعني إذا مت أنت حر , مدبر أي علّق عتقه عن دبر منه بعد حياته. ¶ -هذا له في حكم الوصية هل يا ترى ينظر إلى السدس أو يعتق في ذاته, هذا أمر آخر؛ لكن يهمنا أن القن بأقسامه الثلاث: المملوك كاملا, المكاتب, المدبر, ما لم تكن فيه شائبة حرية, فهو بإجماع المسلمين لا يرث ولا يورث, لا يورث لأنه ليس عنده شيء, ولا يرث لأننا إن ورثناه سينتقل إلى السيد وهذا لا يجوز توريث أجنبي من أجنبي بواسطة هذا الرقيق.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "( والبحث عند العلماء في المبعّض: إنسان نصفه حر ونصفه رق, وكيف ينصف؟ في هذا الباب يا إخوان لو درسنا موقف الإسلام من الرق, لرددنا على كل من يتطاول على تعاليم الإسلام في هذا الباب: « متى استعبدتم الناس وقد ولدتهم أمهاتهم أحرارا» وينسى المبدأ؛ أصل الرق لا يكون في الإسلام إلا من أخذ أسيراً في ميدان القتال بين الكفر والإسلام, أما كافر مسالم, كافر في محله, كافر قاتل وانهزم ذهب ووجد قوة لا نسترقه فيما بعد, لا يوجد في الإسلام باب يدخل منه الرقيق إلا باب واحد وهو القتال ضد الإسلام, لماذا؟ يقولون بأن دول العالم بقوانينها, لو أن شخصا دبّر انقلاباً لدولة تسمى هذه الجريمة في القانون الجريمة العظمى, لأنه اقتات على ولي الأمر لينحينه ويأتي محله, يقولون نظام قلب الحكم عقوبته عند العالم ¶ كله القتل, فهذا الكافر الذي يقف أمام المسلمين ليقاتلهم يريد قلب نظام الحكم؛ الإسلام يدعو ليتحاكموا إلى الله ورسوله, ولا يدعوهم للتحاكم إلى الأصنام والطواغيت, يعني قلب نظام الإسلام, فلما قدر عليه, كان على مقتضى نظم ذلك أن يقتل, ولكن لا أعطي الإمام الخيار : { فإما منّ بعد وإما فداء } وجعل للأسير أوضاع متعددة: مبادلة بالمال, يمن عليه بالعتق, يسترقه ويمنحه الحياة ولكن حياة رقيقة؛ إذن الذين يعيبون على الإسلام عندهم أبواب الرق متعددة, حتى إنهم كانوا يبيحون بيع المدين في دينه إذا عجز عن التسديد أو أولاده, باب واسع لا نحتاج الدخول فيه. ¶ فهنا إذا كان قناً كامل العبودية فلا ميراث له ولا عليه؛ إذا كان مبعّض قالوا: ¶ • الأحناف والشافعية يغلّب جانب الرق فيه, إذا كان خمسين بالمائة حر وخمسين بالمائة رقيق وغلبنا جانب الرق, فحكمه رقيق لا يرث ولا يورث (فأبو حنيفة يلحقه بالقن). ¶ •عند ابن عباس إلحاقه بالحر (تغليب جانب الحرية) إذن هذان قولان.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- الأحناف يغلبون جانب الرق ويعاملون المبعّض معاملة القن, وعن ابن عباس يعامل معاملة الحر ويغلبون جانب الحرية. •الشافعي يقول القن المبعّض يورَث ولا يرث,كيف هذا؟ قالوا ما اكتسبه ببعضه الحر يورث عنه, وكيف يقتسمه؟ متى يكون مبعّض؟ الأصل في الإسلام, لو كنت تملك عبدا وأعتقت نصفه يتعين عليك أن تعتق النصف الثاني؛ إذا كنت شريكاً مع شخص آخر في عبد لك النصف ولأخيك النصف, فجاء أحد الشركاء قال أنا أعتقت حظي وبقي حظ الشريك, هنا يتدخل الإسلام بالعتق الإجباري, يقول له: كما أنك أعتقت نصفك النصف الذي يخصك, إن كان عنده مال يمكن أن يعوض الشريك بنصف العبد, ألزم بأن يدفع للشريك حصة النصف, ويصبح العبد حرا كاملاً, إذن حينما يعتق أحد الشريكين حصته يلزم بشراء حصة الشريك ويعتق العبد كاملاً؛ إذا عجز الذي أعتق النصف عن أن يعوض الشريك النصف الثاني, هل نعتقه بدون(كلمة غير مفهومة) ؟ هناك من يقول يبقى نصفه قناً, وهناك من يقول كالأحناف يكلف العبد بالمكاتبة على نصفه ويعمل حتى يخلص نفسه ويعتق؛ إذن إذا وجد قن على أي اعتبار: ¶ •هناك من يغلّب جانب الجزء الحر على العبد المبعض فيعتبره حراً يرث ويورث ويحجِب ويحجَب. ¶ •وهناك من يغلّب جانب الرق فيلحقه بالقن لا يرث ولا يورث. ¶ •وهناك من يجعله بين بين, ما كان من كسب في جزئه الحر, بمعنى: عتق نصفه في شهر محرم ولم يمكن عتق النصف الثاني.. فما اكتسبه في شهره في يومه أوفي أسبوعه الذي هو من حقه وامتلكه في يده ومات, الذي يملك النصف له الولاء في نصفه, وليس له حق فيما اكتسبه بحريته لأنه ليس ملكاً للشريك, ويبقى هذا المال الذي اكتسبه بحريته يورث عنه, هذا قول الشافعي –رحمه الله-. ¶ •والمالكية والحنابلة يشاركون الأحناف في أنه يغلّب جانب الرق ويلحق بالقن.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "•الحنابلة يقولون هو بحسب وضعه يرث ويورث ويحجِب ويحجَب بقدر ما فيه من الحرية, فإذا كان نصفه حر ونصفه عبد, الحنابلة يقولون يرث نصف ميراث الحر, ويورث عنه نصف ميراث الحر, ويحجُب غيره نصف حجب الحر, ويُحجَب هو, وهكذا يعاملونه بمقتضى شقيه, على سبيل المثال: لو إنسان توفي وترك ولداً حراً وولداً مبعضا و أم ويوجد للميت أخ شقيق حر والأم حرة وولد مبعض, لو أن الولد حر هل يرث الشقيق شيء؟ لا يأخذ شيء, والأم ماذا تأخذ مع وجود الولد؟ السدس, فإذا لم يوجد هذا الولد وغلّبنا جانب الرق يبقى وجوده كعدمه؛ الأم تأخذ السدس لعمل الفرع الوارث, لأن الولد رق وجوده كعدمه, ومن جهة الاخوة ما فيه عدد, يكون لها حق الثلث-عند من يغلب جانب الرق- والباقي للأخ الشقيق؛ وعند من يقول يعطى ويأخذ بحسب ما فيه, اعتبرناه نصف ولد, الأم مع وجود الولد لها السدس, فهذا يحجبها نصف حجب عن الثلث, فتستحق السدس, والأخ الشقيق-هو (الولد) لو اعتبرناه حرا حجب الأخ عن كل شيء- ولكن هنا يحجبه نصف حجب؛ فهنا الرق يأخذ نصف ما يستحق الولد الحر في نصفه الحر, والأخ الشقيق يأخذ نصف ما يستحقه بالاخوة-لو لم يكن هذا موجود – وكذلك الأم. ¶ - إذن على هذا القن لا يرث ولا يورث, والمبعض هناك من يغلب جانب الحرية فيعامله معاملة الأحرار, وهناك من يغلب جانب الرق فيعامله معاملة الأرقاء, وهناك من يورث عنه ما اكتسبه بنصفه الحر-كما هو مذهب الشافعي-, وهناك من يعامله بما فيه –كما هو عند الحنابلة- يرث ويورث عنه ويحجب بقدر ما فيه من الحرية والله تعالى أعلم. ¶ هذا المانع الأول الرق وهو وصف حكمي يعتري الإنسان في قصر تصرفاته. ¶ (- قتل: القتل يقولون إزهاق النفس, وبعضهم يدخل في مناقشة ما الفرق بين الموت والقتل, وبعضهم يقولون كلهم سواء, ما مات إنسان إلا بأجله, وبعضهم يقول الموت هو أخذ الروح من بيتها, والقتل هو هدم البيت للروح..",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قالوا القتل مانع من الميراث لماذا؟ قد عرفنا بأن الرقيق لا يرث لأنه ناقص الحكم وليس عنده أهلية في التملك؛ والقتل قالوا: معاملة للقاتل بنقيض قصده, ولذا كل من كان بهذه المثابة منع؛ من قتل مورثه, من قتل من أوصى إليه.., كذلك الواقف قال: أوقفت هذه الدار على فلان بعد موتي, فيقتله ليأخذ الدار؛ وكذلك في حالة النكاح من تزوج امرأة في عدتها وهو يعلم فرق بينهما وحرمت عليه على التأبيد, لأنه تعجل الأمر قبل أوانه فيعامل بنقيض قصده ليقف عند حده. ¶ هذا السبب في كون القاتل لا يرث, وجاء النص في ذلك: « ليس لقاتل ميراث » ولكن هذه المشكلة والتفريعات على القاعدة العامة, القتل ينقسم إلى ثلاثة أو أربعة أو خمسة أقسام: ¶ - عند المالكية خطأ وعمد فقط. ¶ - عند غيرهم عمد وشبه عمد وخطأ. ¶ - عند غيرهم عمد وشبه عمد وخطأ وشبه خطأ. ¶ - عند غير هؤلاء عمد شبه عمد وخطأ وشبه خطأ وقتل بالتسبب. ¶ • قتل العمد هو: أن يعمد إنسان مع سبق الإصرار بأن يقتل إنسان, هذا عامد متعمد, هذا بإجماع المسلمين لا يرث هو, وقد يورث, لو أن إنسان تعمد وأطلق على إنسان الرصاص ليقتله, وأسعف في المستشفى وهذا قبل أن يموت هذا الذي في المستشفى, وقع عليه حادث كذلك, هذا الذي صوِّب وهو منوم في المستشفى يرث هذا الذي مات قبل أن يموت ذاك, فالقتل مانع من جانب واحد, يمنع القاتل ولا يمنع المقتول إن طال أجله ومات القاتل قبله, هذا العمد العدوان. ¶ • شبه العمد ملحق بالعمد, ولهذا مالك-رحمه الله- لم يعتبر شبه العمد يقول هو داخل مع العمد.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "• الخطأ: هو أن يأتي إنسان ليفعل شيئا مباحا له, لكنه بفعل المباح أصاب غير المباح, رأى غزالا تمشي أخذ بالرصاص وصوّبه على الغزال, فإذا عند إطلاق الرصاص صادف أن الغزال يساند شخصا نائما فنفذت الرصاصة من الغزال إلى النائم فقتلته هذا القتل حصل عمدا, عدواناً ؟ لا, هل تعدى في فعله أو فعل ما هو جائز له؟ فعل ما هو جائز له شرعاً فأصاب ما هو ممنوع شرعاً, هذا خطأ. ¶ -العمد يوجب القصاص, الخطأ يوجب الدية والكفارة؛ القصاص يوجب الكفارة عند الشافعية, ولكن عند غيرهم لا, لأنه أعظم من أن تكفره كفارة, هذا من حيث العمد وشبه العمد والخطأ. ¶ • القتل بالتسبب: بأن يأتي فيحفر حفرة ليست في ملكه, ويتسبب عنها موت إنسان, أن يتسبب في قتل إنسان وهو لم يباشر القتل؛ إنسان قتل إنسان وجاء مورث المدّعى عليه للقصاص, وشهد على القاتل بالقتل, فقتل بسبب شهادته, هذا الشاهد شارك في قتل القاتل, بالرصاص أو بالعمد أو بالخطأ أو بالتسبب؟ بالتسبب, وهنا القسم هذا يختص بالشافعية, وعند الشافعية كل قتل أياً كان, جميع القتل عمد وشبه العمد, خطأ وشبه خطأ, بالتسبب لحكمة واحدة, وكل هؤلاء لا ميراث لهم. ¶ -الجمهور يقولون القتل من حيث هو بحق و بغير حق.. ¶ -فالشافعية عندهم قتل بحق قتل بغير حق, بأي صفة من الصفات لا يرث من شارك في ذلك أبدا, إلا المفتي, لو أفتى المفتي بأن من فعل كذا يقتل وكانت فتوى عامة, بخلاف ما لو سئل فلان عمل كذا في فلان ما حكمه؟ قال: يقتل, يكون داخل في المنع, لأنه شارك في شخص بعينه, إذن الشافعية, كل من تسبب أو شارك أو باشر بعمد أو بخطأ كان القتل حقا أو بغير حق فلا ميراث له في المقتول.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "-نأتي إلى غير الشافعية, (نترك المالكية بجانب) عندنا الأحناف والحنابلة, قالوا كل قتل أوجب عقوبة بقصاص, بدية, بكفارة فهو مانع من الميراث, إن كان بحق فليس فيه لا قصاص وليست فيه دية وليست فيه كفارة...هذا عند الحنابلة لا يمنع من الميراث, لكن إذا كان القتل يتسبب عليه أو ينشأ عن مشاركة أو يوجب قصاص عقوبة, أو دية أو كفارة فهو مانع. ¶ -عند المالكية قالوا: هذا الذي قتل خطأ ما ذنبه؟ ما ارتكب جريمة عمدا عامدا, ولكن ألزم بالدية حفظا لدماء المسلمين ألا تهدر, ما تعمد ولا جاء بعمد ولا أخطأ, الشبه العمد, الفرق بين الشبه العمد والخطأ, هو وسط بين العمد وبين الخطأ, الخطأ أن يفعل ما يحق له فعله شرعا فيصيب ما لا يحق له, والعمد من يعمد قصدا إلى المحرَّم فيقتله, شبه العمد وسط بين العمد والخطأ, يفعل ما ليس له حق فيه ولكن تجاوز الحد فأصاب نفسه, حينما يأتي بعصا ويتخاصم مع إنسان ويضربه, هل له حق في ضربه؟ لا, فعل ما ليس له حق فيه, ولكن تجاوز في الفعل إما بنوع العصا (متينة) وإما بتخيّر مواضع مقتل فيضربه فيها, إذن ابتداء الفعل ممنوع ولكنه لا يكون قاتلا غالبا, بسوط, بلكمة, بأشياء خفيفة ليس من شأنها أن تقتل فقتلت, فهو من جهة قصد الاعتداء عامد ومن جهة عدم قصد القتل خطأ, يبقى شبه بين العمد والخطأ؛ فهنا عند المالكية يقولون قاتل العمد وليس عندهم شبه العمد, المالكية عندهم عمد وخطأ, قاتل العمد لا يرث, وقاتل الخطأ يرث في رأس المال ولا يرث في الدية, لأن الدية جاءت مسببة عن فعله هو, وهو الذي سيدفعها, فالمالكية يمنعون قاتل العمد كالجمهور, ولا يمنعون قاتل الخطأ, ولكن يمنعونه من الدية, هذا تفصيل القتل.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "(- اختلاف دين: الدين ضروري للأمة, والتدين لا بد لكل إنسان على وجه الأرض, كما يقول علماء الاجتماع \"من الممكن أن ترى قرية بدون ملعب ولا ملهى ولا مصحة..ولا يمكن أن ترى قرية بدون معبد\"سواء كان التدين صحيحا أو فاسدا؛ ولكن جاء الإسلام وألغى كل الأديان: { إن الدين عند الله الإسلام } { ومن يبتغ غير الإسلام دينا فلن يقبل منه } اختلاف الدين, دين الإسلام دين مستقل, فإذا اختلف دين إنسان عن إنسان أخر وقام به سبب الميراث, أخوان كل منهما على دين, أحدهما على دين الإسلام والآخر على دين آخر, قام السبب وهو النسب, جاء المانع وهو اختلاف الدين, فهذا باتفاق لا ميراث؛ ولكن هل كل الأديان مقابلة دين الإسلام دين واحد..يعني الإسلام وما عداه فقط أو أن الأديان متعددة وكما يقول الفقهاء هل الكفر ملة واحدة أو ملل شتى, فمن يرى { ومن يبتغ غير الإسلام دينا فلن يقبل منه } قال: كل ما عدا الإسلام دين واحد, إذا كان دين واحد فلا ميراث بين مسلم ونصراني, مسلم ويهودي, مسلم ومجوسي, مسلم ووثني..الخ؛ ما بين اليهودي والنصراني يتوارثان أم لا؟ إذا كانوا عندنا في دولتنا, إن قلنا أن الكفر ملة واحدة فاليهودي والنصراني يتوارثان لأن كلهم كفار؛ وإذا قلنا بأن الكفر ملل شتى لا يرث اليهودي من النصراني ولا النصراني من المجوسي. ¶ -إذن اختلاف الدين مبدئيا بين المسلم وغيره ثم بين الكفار بعضهم البعض, فكل ملة أو كل نحلة أو كل دين مستقل أو الجميع يجمعهم دين واحد وهو: { فما بعد الحق إلا الضلال } وهذا مجمل هذا الموضوع ولكن جزئية بسيطة لو أن غير",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المسلم الذي قام به السبب, أسلم بعد موت المورث إلى هنا ما له حظ, لكن قبل أن تقسم التركة أعلن إسلامه, التركة موجودة وهو انتفى عنه المانع بعد الاستحقاق وقبل التقسيم, نعطيه أو لا نعطيه؟ الأكثرون يقولون نعطيه ترغيباً له في الإسلام؛ وبالله تعالى التوفيق وصلى الله وسلم وبارك على سيدنا ونبينا محمد- صلى الله عليه وسلم -. ¶ -باب الوارثين من الرجال- ¶ والوارثون من الرجال عشرة *** أسماؤهم معروفة مشتهرة ¶ الابن وابن الابن مهما نزلا *** والأب والجد له وإن علا ¶ والأخ من أي الجهات كانا *** قد أنزل الله به القرآنا ¶ وابن الأخ المدلي إليه بالأب *** فاسمع مقالا ليس بالمكذب ¶ والعم وابن العم من أبيه *** فاشكر لذي الإيجاز والتنبيه ¶ والزوج والمعتق ذو الولاء *** فجملة الذكور هؤلاء ¶ ( القرابة بالنسب عامة وليس كل قريب بنسب وارث, ومن هنا لا توجد قاعدة ولا تعريف منطقي جامع مانع يمكن أن يبين الورثة بالنسب رجالا أو نساء؛ والتعريف عند علماء اللغة والتعريف والمنطق إما أن يكون كما يقولون بالجنس والفصل الجنس تحته أنواع, ويأتي الفصل ويميز بين تلك الأنواع, فقالوا مثلا: الإنسان حيوان, لكن حيوان تشمل الفرس تشمل البعير تشمل الشاة, فجاء الفصل مميزا: ناطق, ومعنى ناطق أي له قوة ملكة في التفكير, فقالوا الفرس حيوان صاهل لأن الصهيل من خصائص الفرس, فيعرفون الجنس وهو الأعم حيوان, ويأتي الفصل يميز بين الحيوانات, فالفصل بالنسبة للإنسان الناطق, والفصل بالنسبة للفرس الصاهل وهكذا؛ التمر جنس: برني, شلبي, سكري, فالتمر جنس يشمل جميع التمور...",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وهنا نقول النسب ما هو الفصل الذي يميز هذا عن ذاك؟ فلما لا يتم التعريف بالجنس والفصل, قالوا يعرف بالخاصية, مثلا يقولون: الإنسان هو الضاحك لأن الضحك من خصائص الإنسان, قد يوجد بعض الحيوانات يضحك ولكن ضحكه ليس منبعثا عن غريزة الإنسان؛ إذن لا يوجد تعريف بالجنس والفصل, ولا تعريف بالخاصية في الأفراد الذين يرثون بالنسب وليس كل قرابة بالنسب ترث, ماذا يكون التعريف؟ بالعدد, حينئذ لا تكون هناك وسيلة إلا بالعدد, ولذا عمد المؤلف –رحمه الله- إلى أن يعرف لنا الذين قام بهم سبب الميراث بالنسب فقال: (باب الوارثين من الرجال) وسيأتي ويقول (باب الوارثين من النساء) ويذكر بأسمائهم وأشخاصهم العدد الذي يتم له الميراث, وما عدا هذا العدد المذكور لا ميراث لهم, فقال: (الوارثون من الرجال) وسيأتي فيما بعد (الوارثات من النساء) وهذا التفصيل هو طريقة الفرضين بخلاف الفقهاء إنما يذكرون كل فرض بميراثه على حدى, ولكن هذا يأتي بالرجال جميعا ثم يأتي بالنساء جميعا ثم يأتي بعد ذلك بالفروض المقدرة في كتاب الله ومن يستحقها ممن عدّهم من الرجال أو من النساء, إذن مبدئيا إحصائية...إذن مبدئيا نحبط من الذي يقوم به سبب الميراث من النسب أو في العموم الأسباب الثلاثة وهي نكاح وولاء ونسب, من هؤلاء الذين ينطبق عليهم تلك الأوصاف الثلاثة وتقوم بهم تلك الأسباب واحدة أو اثنين أو أكثر, إذن الواجب علينا في هذا الباب حفظ وإحصاء وعدد, ولذا قال: (الوارثون من الرجال عشرة ((( أسماؤهم معروفة مشتهره) يعني ليس شيء خفي, أنا أحصيهم لك وأنت تعرف أسماءهم (الابن وابن الابن مهما نزلا) أسماؤهم معروفة..والابن والأب كما يقولون النسبة بينهما إضافية, بمعنى أنت ولد لأبيك, أبوك أب لك, بينما أبوك هذا ابن لجدك, يبقى وصفه بالأبوة بالنسبة إليك أنت الابن, وبالنسبة للجد يكون ابن, هو ابن وأب في وقت واحد, لكن هل هو ابن وأب لشخص واحد أو لجهات مختلفة؟ أب بالنسبة",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "لابنه, وابن بالنسبة لأبيه يعني جد الولد؛ فيقولون الأبوة والبنوة والجهات الأربع أمور نسبية...(الابن وابن الابن مهما نزلا, ابن ابن ابن ابن ابن عد عشرة هو الابن العاشر, لكن مهما نزل فهو يتسلسل مع البنوة..والأب والجد, أب للميت (الكلام هنا على الميت) ولد الميت وولد ولده هؤلاء يسمون الفروع, لأن ورثة الميت يقولون عنهم ينقسمون إلى ثلاثة أقسام: فروع وأصول, فروع تفرعت عنه, وأصول جاء عنها, وحواشي, الحواشي الذين اشتركوا معه في أمه وأبيه أو جده أو جدته؛ الابن وابن الابن من الفروع, ثم راح للأصول, ولماذا قدّم الابن وابن الابن على الأب والجد, لأن الابن في الميراث مقدم على الأب, إذا وجد الابن ووجد الأب, الأب يأخذ فرضا والباقي تعصيب للولد, لماذا يقدم الابن على الأب؟ طبيعة الميراث تمشي تنازليا أو ترجع خلفيا إلى ¶ أعلى؟ إلى الأمام, لأن الأبناء هي الأجيال المقبلة وهي التي تخلف الآباء, ومن هنا كان الميراث يمشي باطراد إلى الأمام..ولذا قدم المؤلف الأبناء والفروع على الآباء والأجداد. ¶ قال: (والأب والجد له): (له) الضمير راجع للميت أو للأب؟ جد الميت, الجد هو أبو الأب أو أب الأم, الاثنين جد للميت أبو أبيه وأبو أمه كل منهما يعتبر جد, لكن هذا جد لأب وهذا جد لأم, فكلمة (له) تكون راجعة للأب بدل أن تكون راجعة للميت, لأن كلمة (له) لتميز الجد الذي عن طريق الأب (أبو الأب) من الجد الذي عن طريق الأم (أبو الأم) لأن الجد أبو الأم لا يرث منقطع, يبقى (والجد له) يعني لأبي الميت, (والأب والجد له) أي لأبيه, يبقى اثنين من الأصول واثنين من الفروع. ¶ جاء للحواشي (والأخ من أي الجهات كانا): كم جهات الأخوة؟ جهة الأبوة فقط, جهة الأمومة فقط, يجمع بين الجهتين كل ذلك بمعنى الأخوة, فالأخوة بأنواعها الثلاثة تورث, إذن أخو الميت لأبيه يرث, أخ الميت لأمه يرث, أخوه الشقيق من باب أولى, إذا نصف الأخوة ورّثوا إذا اجتمعا الشقان من باب أولى.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "انتهينا من الطبقة الأولى,كما يقولون القرابة بالدرجة الأولى أي المباشرين للميت, الابن وابنه, قال ابن الابن يكون من الطبقة الثانية, الأب والجد أيضا الجد من الطبقة الثانية؛ جاء هنا الأخ من الحواشي انتقل أيضا إلى الطبقة الثانية مع الأولى في الحواشي, (والأخ من أي الجهات أي كانا ((( قد أنزل الله به القرآنا) (وابن الأخ المدلي إليه بالأب, والجد له هناك, يعني البدء بالأب, قال وابن الأخ الذي إلى الميت بالأبوة, إذن عندنا الأخوة ثلاث, أخ لأب, أخ لأم, أخ شقيق, الأخ الشقيق مدلي للميت بأبيه أو لا؟ مدلي به وزيادة الأم, فالأخ من الجهات الثلاثة يدلي بطرف من طرفي الأبوة يرث, يدلي بالطرفين معا من باب أولى؛ ننتقل إلى ابن هذا الأخ, قال: (وابن الأخ المدلي إليه بالأب), يبقى الأخ لأب, ابن الأخ لأب مدلي للميت بالأب؛ الأخ لأم, ابن الأخ لأم يدلي للميت بالأم فقط, ابن الأخ لأم خرج بقوله: المدلي إليه بالأب؛ إذن الأخ لأب فقط داخل في هذا النص, ابن الأخ خرج لأنه ليس مدلي للميت بالأب؛ بقي الشقيق وجدناه مدلي بالأب وزيادة الأم؛ إذن ابن الأخ لأب فقط, ابن الأخ الشقيق للأبوين معا, يسقط القسم الثالث وهو ابن الأخ لأم, يبقى الآن عندنا في الحواشي, في باب الجملة الأخ نعده قسما واحدا من العشرة, وفي باب التفصيل نعدهم ثلاثة: أخ لأب, أخ لأم, أخ شقيق. ¶ نأتي إلى أبناء الأخ ندخل ابن الأخ لأب, وابن الأخ الشقيق, يبقى عندنا من الحواشي خمسة: ثلاثة اخوة واثنين أبناء الاخوة, خرج ابن الأخ للأم. ¶ (اسمع مقالا ليس بالمكذب): مقال صحيح صدق ليس فيه غبار ولا خلاف ولا نزاع, إلى هنا لم يقع نزاع بين المسلمين أبدا, لا في الابن ولا ابن الابن ولا الأب ولا الجد لأبيه ولا الأخ من أيّ الجهات كان ولا ابن الأخ المدلي إليه بالأب, إلى الآن ما فيه خلاف ولا مكذب.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والعم وابن العم: الإنسان له أعمام, العم هو أخ الأب, وأخوة الأب يكون أخوه شقيق,أخيه لأم, أخيه لأب, فأخ الأب لأبيه عمك, أخ الأب لأمه عمك, أخ الأب للأبوين أيضا عم, فهذا عم لأب وذاك عم لأم وذاك عم شقيق(1). ¶ قال: والعم وابن العم من أبيه, مثل ما ذكر في أبناء الاخوة, قال: وابن الأخ المدلي إليه بالأب وخرج عندنا ابن الأخ المدلي ¶ بالأم, فكذلك العم, هذا العم الذي أدلى هذا العم لأبيك بأبيه يعني جدهما لأب واحد, فالعم الذي هو أخ أبيك من الأب, والعم الذي هو أخ أبيك الشقيق وارث, العم الذي هو أخ أبيك لأم لا حبله ضعيف, وإذا ورث العم الذي من الأب, الأب وحده أو الأب مع الأم –الشقيق- فكذلك ولدهما, ولد العم المدلي بالأب وولد العم المدلي بالأبوين؛ إذن ولد العم المدلي بالأم إذا كان أبوهما لا يرث فهو من باب أولى, إذن الحواشي الأب وهما الأعمام وأبناؤهم وهم من أدلوا بطريق الذكورة, الأب فقط أو الأب ومعه الأم, أما العم الذي عن طريق الأم لا هو ولا ولده لا يكونون في الميراث. ¶ (فاشكر لذي الإيجاز والتنبيه): لا شك أن له علينا حق الشكر في هذا الإيجاز الذي أوجز لنا فيه الورثة من النسب: من الفروع الابن وابنه, ومن الأصول الأب والجد للأب ومن الحواشي الأخ من أيّ الجهات كان وابن الأخ المدلي إليه بالأب والعم وابن العم من أبيه أو شقيقه, وهكذا أوجز لنا الذكور الذين لهم الميراث عن طريق النسب؛ نحن عندنا الأسباب ثلاثة: نكاح, ولاء, نسب فقد فصّل لنا الرجال الذين يرثون عن طريق النسب, بقي عندنا النكاح والولاء وهذا ميراثه بالسبب. ¶ (والزوج): الزوجة عن طريق النسب أو السبب؟ السبب. ¶ __________ ¶ (1) - نحن نتكلم عن أي أسباب الميراث؟ النسب, لا تنسوا هذا, يأتي أحد يقول والأخ من الرضاعة, الأب من الرضاعة وابن الأخ من الرضاعة, إذن لا يخطر على بالك هذا السؤال, ولكن لئلا تشغل ذهنك به.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "(والزوج والمعتق): هذا أيضا بالسبب؛ الزوج بسبب عقد النكاح والعقد يورث من الجانبين كلا الزوجين يرث الآخر, والولاء يورث من جانب آخر إلا قول عند الحنابلة يورث من الجهة الثانية عند الانعدام. ¶ (والزوج والمعتق ذو الولاء): صاحب الولاء, المعتق صاحب الولاء يقولون: تقدم لنا أن الرق مانع من الميراث لنقص حكمي فيه, فإذا أعتق هذا الرقيق كان الذي أعتقه صاحب نعمة عليه بأن أخرجه من ضيق الرق وعدم التصرف حتى في نفسه إلى تسريح الحرية يتصرف في نفسه وفي ماله كما يتصرف الآخرون, فهذا المعتق له الولاء على من أعتق بأي صفة كان العتق سواء أعتقه تقربا إلى الله: « من أعتق عبدا عتق به من النار كل عضو بعضو حتى البضع بالبضع» أو أعتقه في كفارة أو أعتقه بثمن كاتبه على مال فأعتقه أو أعتقه بسبب \" إن شفى الله مريضي أعتقتك \" أيّ صفة من صفات العتق فإن المعتق يصبح له الولاء على من أعتق, يمكن أن يرث بهذا الولاء, وذكره في الرجال وسيأتي أن يذكره أيضا في النساء (وليس في النساء طرّ عصبه*** إلا التي منّت بعتق الرقبه) أي عصبة بذاتها؛ إذن من أعتق فله الولاء, والولاء موجب للميراث, لكن متى يكون الميراث؟ الميراث بالولاء هو ثالث درجات الإرث, أول الدرجات أصحاب الفروض, ثاني الدرجات العصبة بالنسب, والعصبات بالنسب إما عصبة بالنفس كالولد والأخ, أو عصبة بالغير البنت مع الولد والأخت مع الأخ, وعصبة مع الغير(1) فإذا استوفى أصحاب الفروض فروضهم ووجد للمعتَق عصبة بالنسب كان لهم الميراث بالعصبة وليس للمعتِق شيء, إذا كان هناك أصحاب فروض وليس هناك عصبة بالنسب للمعتَق الذي تحرر, فيكون صاحب الولاء يأتي لأنه عصبة بالولاء بما أعتقه فيأخذ بقية المال بعد الفروض؛ إذن درجة ميراث الولاء هي الثالثة, الأول الفرض, الثاني التعصيب بالنسب, التعصيب بالولاء ¶ __________ ¶ (1) **) – وفرق بين عصبة بالغير وعصبة مع الغير, وهذا سيأتي تفصيله إن شاء الله في باب الحجب والتعصيب.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "(والزوج والمعتق بالولاء *** فجملة الذكور هؤلاء) لا يوجد رجل يرث بعد هؤلاء المسمين, ولد البنت يرث؟ ما جاء في ذكره, العم لأم؟ لا, ابن العم لأم؟ لا, ابن الخالة؟ لا, ابن العمة؟ لا, الخال؟ لا, هؤلاء كلهم وإن كانوا أقارب, حتى الخال والد, ومع ذلك لم يأت في باب الوارثين من الرجال فلا دخل له في ذلك. ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله. ¶ ( قال الناظم –رحمه الله-: ¶ -باب الوارثات من النساء- ¶ وَالوَارِثَاتُ مِنَ النسَاءِ سَبْعُ ??? لم يعْطِ أُنْثى غَيْرَهُنَّ الشَّرع ¶ بنْتٌ وَبِنْتُ ابْنٍ وأُمٌ مُشْفِقَهْ ??? وَزَوْجَةٌ وَجَدَّةٌ وَمُعْتِقَهْ ¶ والأُخْتُ مِنْ أَيِّ الجِهَاتِ كانَتْ ??? فهذِهِ عِدَّتُهُنَّ بانَتْ. ¶ ( بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ تقدم لنا إلى الآن أولا المقدمة الطويلة في فضائل الميراث والتنويه باختيار المؤلف مذهب زيد, وجاء في صلب الموضوع أسباب ميراث الورثة, وبعد ذلك جاء ببيان الموانع, ثم بعدما بيّن الأسباب وانتفاء الموانع, جاء بحصر الورثة بالأفراد والأسماء وقدّم بيان الوارثين من الرجال, ثم جاء بقسيم الرجال وهن النسوة وقال: ¶ (الوارثات من النساء سبعُ(1) ??? لم يعط أنثى غيرهن الشرعُ): فعلى سبيل (والوارثون من الرجال عشرة ??? أسماؤهم معروفة مشتهرة) فجاء بالعدد المجمل ثم أخذ يفصل, كذلك هنا جاء بالعدد المجمل سبع ثم بدأ يفصل ويعدد السبع. ¶ __________ ¶ (1) – التنوين ما يأتي هنا لأنه مقصود مقابل هذا في السجع: (لم يعد أنثى غيرهن الشرعُ) فلا تنوّن العين في الأول لأنهها لا تخرج التنوين في الثاني.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "(الوارثات من النساء سبعُ ??? لم يعط أنثى غيرهن الشرعُ) يقولون العدد له مفهوم أو ليس له مفهوم فهو حسم الموضوع, (لم) للنفي, (يعط أنثى غيرهن) هؤلاء السبع أنثى أبدا الشرع, والتي لم يعطها الشرع لا يعطها أحد, فهذا تأكيد لمنطوق العدد وأنه ليست هناك وارثة بمعنى الميراث الحقيقي فرضا أو تعصيبا؛ بخلاف ما يمكن أن يذكر في تتمة البحث من ذوي الأرحام, لكن الميراث لذوي الأرحام موقع خلاف, وهل يرثن أو لا يرثن هذا بحث مستقل, وربما تأتي الإشارة إليه على سبيل الإجمال دون التفصيل حتى لا يشوش علينا صلب الموضوع وهو الميراث الذي جاء التنصيص عليه سواء كان فرضا أو تعصيبا أو بهما معا. ¶ بعدما أجمل العدد بدأ يفصل: ¶ (بنت وبنت ابن وأم مشفقه(1)??? وزوجة وجدة ومعتقه) ¶ (والأخت من أيّ الجهات كانت ??? فهذه عدتهن بانت): (بانت) انتهت, لم يعط أنثى غيرهن الشرع فهذه عدتهن بانت وكلمة الأخت من أيّ الجهات كانت, كم جهة للأخت؟ اثنين, إما أن تنفرد بجهة من الجهتين أو تجمعهما فتكون الثالثة: أخت شقيقة, أخت لأب, أخت لأم, الجهتين الأصليتين: أخت لأم وأخت لأب تجمع بينهما تكون شقيقة, إذن والأخت من أيّ الجهات كانت؛ إذا ذكر المؤلف هذا العدد على سبيل الإجمال, هل بيّن لنا متى ترث هذه ومتى لا ترث تلك؟ ما بيّن لنا شيء إنما هو يعطينا إحصاء, وكما قدمنا في الوارثين من الرجال كأنه يوزع بطاقات من الذي له حق في التركة...هناك ¶ __________ ¶ (1) **) – فوصف الأم بكونها مشفقه وصف طردي, معنى طردي: لا مفهوم له, مثل ما تقول الإنسان يأكل, ليس هناك إنسان لا يأكل, فطبيعة الأم الشفقة ولكن التنصيص عليها في هذا النظم إنما هو تتمة للبيت, وليس انعدام وصف الشفقة موجب لحرمانها من الميراث لأنه ما جاءنا في الموانع, ويمنع من الميراث واحدة من علل ثلاث , ما فيها قسوة الأم, ما فيها عدم شفقة الأم..",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "عند الاجتماع وعند التقسيم يحصل هناك تفاوت بحسب الدرجات, إذن مهمتنا نحن الآن حصر نوعية النساء اللاتي لهن حق في التركة, كم يكون هذا الحق, متى يكون ليس هذا موعده وليس هذا أوانه... ¶ إذا قال البنت , بنت الابن, بنت الابن تأتي مع البنت بالقياس أو لم يعط أنثى غيرهن الشرع؟ لم يعط أنثى, وعلى هذا عندنا كلمة بسيطة في الجدة, البنت ما تتغير بنت من صلب أو بنتها من رحمها, فالبنت ترث أباها والبنت ترث أمها, وبنت الابن الذكر كذلك. ¶ إذا جئنا إلى الزوجة, إذا كانوا أربع زوجات يدخلن بأربع بطاقات أو بطاقة واحد؟ بطاقة واحدة, لأن ميراث الزوجية للموجود واحدة أو اثنين أو ثلاثة أو أربعة, فإن كانت واحدة انفردت بنصيب الزوجية... ¶ مسمى الجدة له جهتان أصليتان: أم الأم تسمى جدة, وأم الأب تسمى جدة, فهل يا ترى الجدة يقصد بها أم الأم أو أم الأب أو الاثنين جدة واحدة؟ أم الأم وأم الأب؛ قضية الجدة يا إخوان سيأتي لها بحث مستقل, سيأتي في باب السدس: ¶ (وإن تساوى نسب الجدات??? وكن كلهن وارثات ¶ فالسدس بينهن بالسوية ??? في القسمة العادلة الشرعية)",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الجدة أساسا الأصلية هي أم الأم فهي إن أطلقت انصرف إليها, وتأتي أم الأب تبعا لها, ولهذا إذا وجدت أم الأم فقط فهي الوارثة وحدها, إذا وجدت أم الأب وحدها فهي الوارثة, إذا وجدت أم الأم وأم الأب, لاحظ أولا الدرجة متساوية أو فيه تفاوت؟ كلمة أصلية وفرعية هذه يقال من الأقوى, الأقوى في الجدتين أم الأم أو أم الأب؟ أم الأم, لكن بينهما وبين الميت متساويتان في المسافة أو فيه واحدة أقرب وواحدة أبعد؟ متساويتان, لأن هذه تدلي بابنتها وهذه تدلي بولدها, الواسطة جسر واحد, فأم الأم تعبر بالأم إلى الميت, وأم الأب تعبر بالأب إلى الميت, فجسر واحد بين كل واحدة منهما يوصلها إلى الميت؛ كلمة الجدة من جهة الأم هي أم الأم, وأم أمها هذه جدة لأم, لكن هل هي قريبة مثل أم الأم أم هي بعيدة؟ بعيدة بعدة جسور أم أم أم الأم. ¶ الجدة أم الأب هذه قريبة, أم أم أم الأب هذه أيضا جدة لكنها بعيدة, فإذا وجدت أم أب الأب يعني جد الأب (جدة الأب وليس جدة الميت) ووجدت أم أم أم أم الأم من الأقرب ومن الأبعد؟ التي من جهة الأب منهم مرحلتين والتي من جهة الأم أربع مراحل يبقى من الأقرب؟ التي لأب أقرب, في هذه الحالة مع قرب الجدة للأب وبعد الجدة للأم يشتركان في السدس, جدة الأم بعيدة نعم لأنها الأصل وهي قوية, بعدها أضعف صلتها بالميت لكن أصالتها جبرت هذا الضعف. ¶ وإذا كان العكس أم أم الميت وأم أب أب أب أب الميت صارت التي لأب بعيدة, والتي للأم قريبة ميراث الجدة كله للتي لأم لأنه اجتمع لها قوتان قوة الأصالة وقوة القرب, إذن الأصل للجدات الجدة للأم أم الأم, وسيأتي تفصيل ذلك إن شاء الله بصفة أوسع في من يورث جدتين فقط أو ثلاث أو مهما وجد بالتساوي أو غير ذلك وهذا يأتي في باب السدس.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "عدد الوارثات من النساء سبع على سبيل الإجمال وبالتفصيل: البنت وبنت الابن والأم ثم الزوجة والجدة, الزوجة معها عدد الزوجات, الأمة التي يستمتع منها بملك اليمين تدخل مع الزوجة؟ لا؛ طيب, أم الولد التي يحررها ولدها ولا يحق له بيعها ولا رهنها ولا هبتها وتعتق آخر حياته ترث أو لا تدخل مع الزوجات؟ لا تدخل. ¶ وجدة مفردة معها تفصيل, الجدة تصدق لغة ونسبا على أم الأم وعلى أم الأب, وعندهم يقولون وأمهاتها, فأمهاتها تذهب إلى طبقات عديدة فهل يا ترى هناك توريث أكثر من جدتين اجتمعتا أو ليس هناك توريث, يهمنا تفصيل الجدة إلى قسمين: ¶ جدة من جهة الأم وجدة من جهة الأب هذا هو التفصيل المطلوب عندنا الآن, أما من ترث منهن ومن لا ترث وكيف ¶ تكون فهذا تفصيله يأتي في باب السدس إن شاء الله. ¶ ومعتقة: المعتقة هي المرأة التي أعتقت رقبة جارية كانت أو عبد, فهذه المرأة الأجنبية التي أعتقت رقبة ترث هذه الرقبة بالولاء بمعنى أنها تكون عصبة بنفسها لمن أعتقها (وليس في النساء طرّاً ??? عصبه إلا التي منّت بعتق الرقبه) مل في امرأة عصبة بذاتها, لكن هناك عصبة بغيرها البنت مع الابن الأخت مع الأخت, عصبة مع غيرها وهي الأخت مع البنت, لكن تكون عصبة بذاتها مثل الولد وحده أو الأخ وحده أو العم وحده لا, إلاّ التي منّت بعتق الرقبة لأنها بنفسها أعتقته, وإذا ماتت هذه المعتقة لا يكون الولاء ميراثا عنها لجميع ورثتها لا, ينتقل إلى عصبتها لا إلى النساء. ¶ إذن على هذا التفصيل تحصل عندنا أن الوارثات سبع على طرف الإجمال وعشرة على التفصيل. ¶ والأخت من أيّ الجهات كانت: أخت شقيقة من طرف الأبوين, أخت لأب فقط, أخت لأم فقط؛ الأخت من الرضاعة تدخل؟ لا, الأم من الرضاعة تدخل؟ ما تدخل؛ إذن الكلام في النسب.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بعد هذا نريد أن نلفت النظر إلى أن الوارثات من النساء مرتبطات بالوارثين من الرجال: هنا قال بنت في الرجال يقابلها ابن بنت ابن يقابلها ابن ابن, أم يقابلها أب, الزوجة يقابلها زوج, لكن يا إخوان في لغة الفرائض نوع من الإيضاح كلمة زوج تطلق على المرأة بدون تاء اللغة الفصحى لأن التاء في المؤنث للفارق المشترك, جاءت امرأة, جاء امرؤ, فامرؤ مذكر وامرأة مؤنث امرؤ لو قلت امرؤ امرؤ ما عرفنا هو ذكر أو أنثى, حينما يكون هناك وصف مستقل بالنساء لا يحتاج إلى تاء تقول امرأة حائض فإن الحيض مختص بالنسوة ما يمكن يلتبس مع الرجل, امرأة حامل وامرأة حاملة هذه صحيح وهذه صحيح كيف تكون؟ حامل بدليل حاملة حملا على رأسها لأن الحمل على الرأس يشترك فيه الجهتان فيحتاج إلى تاء مميزة؛ لكن هناك بوجود الزوجين معا في الفرائض والميراث اصطلح الفرضيون على وجود التاء مع الزوجة دائما للفرق بينها وبين الزوج وهي لغة وينشدون في هذا: وإن الذي يسعى ليفسد زوجتي (( كساع إلى أسد الشرى يستميلها. ¶ إذن التاء مع الزوج في الميراث ملازمة لها. ¶ وعلى هذا البنت في مقابل الابن, بنت الابن في مقابل ابن الابن, الأم في مقابل الأب, الزوجة في مقابل الزوج, الجدة في مقابل, المعتقة في مقابل المعتق, الأخت في مقابل الأخ, وبهذا يكون سبع من العدد أو عشر من النسوة يقابلن عشرة من الرجال؛ ما الذي نقص؟ العم وابن العم, ابن الأخ, ابن الأخ لا يقابله بنت الأخ لأن بنت الأخ ولو شقيقا لا ترث؛ على هذا نكون انتهينا من الإحصائية. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه الطيبين الطاهرين, وبعد: ¶ (قال ناظم المنظومة \" الرحبية \"-رحمة الله عليه-: ¶ واعْلَمْ بأَنَّ الإِرْثَ نَوْعَانِ هُما ??? فَرْضٌ وَتَعْصِيبٌ عَلى ما قُسِمَا",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فَالفَرْضُ في نَصِّ الكِتَابِ سِتَّهْ ??? لاَ فَرْضَ في الإِرْثِ سِوَاهَا البَتَّهْ ¶ نِصْفٌ ورُبعٌ ثمَّ نِصْفُ الرُّبْعِ ??? والثُلْثُ والسُّدْسُ بِنَصِّ الشَّرْعِ ¶ والثُّلْثَان وَهُما التَّمَامُ ??? فاحْفَظْ فَكُلُّ حَافِظٍ إِمامُ. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ بعد أن قدم لنا المؤلف –رحمه الله تعالى- أسباب وموانع الميراث وبيّن لنا الوارثين من الرجال والوارثات من النساء جاء هنا ببيان الفروض المقدرة في كتاب الله. ¶ والفروض جمع فرض وأصل الفرض في اللغة الحز, تقول فرض الحبل الحجر, وكذلك إذا وضعت منشار وحززت في الخشبة ولم تقطعها أثر المنشار هذا يسمى فرض. ¶ ويطلق الفرض على النصيب وعلى تقدير الجزء من الكل. ¶ وهنا الفرض هو الجزء المقدر المقتطع من التركة لوارث.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "والفروض قال هنا المقدرة أي المبيّن مقاديرها في كتاب الله؛ وكون الفروض جمع فرض وهي الأنصباء للورثة مقدرة في كتاب الله هذه حكمة عظيمة, لأن المال هو أعز شيء للإنسان فالنفس حريصة: { وتحبون المال حبا جما } والمال من حيث هو يسعى إليه الإنسان بكل قواه, والميراث كسب إجباري دونما سعي من صاحبه, الطفل يولد يستحق الميراث هو لم يبلع بعد الطعام, فهذا الميراث جاءه كسباً على غير سعي منه, فلما كان الميراث كسباً هيناً دونما إجهاد أو سعي تتطلّع إليه النفوس, فالله - سبحانه وتعالى - لم يترك ذلك لرغبات الناس ولكن حدّدها وقدرها, ونجد في كل كسب ليس فيه كد ولا سعي يأتي التقسيم من عند الله, كما جاء في حق الصدقة, وقال- صلى الله عليه وسلم - لرجل: \"قال: أعطيني الصدقة\" قال: \" إن الله لم يجعل قسمة الصدقات لا لنبي ولا لغيره وتولاها بنفسه { إنما الصدقات للفقراء... } فإن كنت من صنف منها أعطيتك\" إذن الأقسام الثمانية التي لهم حق أن يأخذوا من الصدقة, والصدقة كسب اختياري ليس للمتصدَق عليه عمل فيه فتولاها الله, فكذلك الميراث, فرض يأتي للوارث دونما عمل منه فيه مثل الولد مع أبيه والأخ مع أخيه, ولكن هناك أفراد قد لا يشاركون البتتة, ومن هنا كان تقدير الميراث فرضا مقدرا في كتاب الله- سبحانه وتعالى -. ¶ المؤلف عنون -باب الفروض المقدرة في كتاب الله- ثم بدأ الباب بالفروض وزيادة وقال: ¶ (واعلم بأنَّ الإرث نوعان هما ??? فرض وتعصيب على ما قسما): يقول إن الميراث الذي نحن بصدده يستحق الوارث فيه بأحد أمرين: فرض وتعصيب؛ والفرض كما تقدم جزء محدد معيّن لا يزيد ولا ينقص إلا في الحالات النوادر, ينقص بالعول ويزيد بالرد, والعول والرد يأتي في مسائل الحساب. ¶ إذن الفرض شيء مقدر, وكل فرض له أصحابه لا يتعداهم.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "والتعصيب مأخوذ من العصابة والعصبة, والعصابة هي ما تعصب به الرأس وتلفه عليها بشدة, وقالوا إن العصبة مأخوذة من عصابة الرأس كما أن العصابة تشد الرأس وتحفظها كذلك عصابة الرجل يلتفون حوله ويشدون من أزره, ومن هنا كانت العصبات في الأقربين نسبا وليس في ميراث السببية عصبة لأنهم ليسوا من أصله, فعصبة الميت الذين جاءوا من الطريق الذي جاء عنه ويلتفون حوله فروع, أصول, حواشي, وسيأتي أن العصبة ثلاثة أقسام: عصبة بالنفس (وهذا خاص بالذكور أو المعتق خاصة) عصبة بالغير (الأنثى مع الذكر المساوي لها البنت مع الابن, الأخ مع الأخت) عصبة مع الغير (وهي أنثى مع أنثى أخرى الأخت الشقيقة مع البنت أو بنت الابن, أو الأخت لأب مع البنت أو بنت الابن) وهذا له باب مستقل. ¶ وحكم الميراث بالفرض أن صاحب الفرض يأخذ فرضه ومع السلامة,وصاحب التعصيب له ما أبقت الفروض, إن وجد أصحاب فروض أخذوا فروضهم والباقي له, ولو لم يوجد أصحاب فروض فهو يأخذ المال كله بالتعصيب؛ وكما يقولون العاصب قد يرث بالتعصيب فقط, قد يرث بالفرض والتعصيب معا, وقد يرث بالتعصيب تارة وبالفرض تارة, وكل هذا سيأتي تفصيله إن شاء الله. ¶ الذي يهمنا ابتداء أن فروض الميراث لم تترك لاجتهاد أحد ولكنها قدرت في كتاب الله: { فريضة من الله } وليس لأحد أن يتدخل فيها؛ الشيء الثاني: تقسيم الورثة إلى أصحاب فروض مقدرة غير قابلة للزيادة أو النقص إلا في حالات نادرة, وأصحاب العصبات ينتظرون أصحاب الفروض يأخذون فروضهم ويأخذون الباقي وإن انفردوا أخذوا جميع التركة. ¶ ثم يأتي المؤلف ويبيّن تلك الفروض التي هي في كتاب الله:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "(فالفرض(1) في نص الكتاب سته ??? لا فرض في الإرث سواها البته): (سته) ليس هناك سابع ولا أحد ينقص السادس ليصبحوا خمسة أبدا, (في نص الكتاب) والنص ما كان صريحا لا يحتمل إلا معنى واحد؛ شهر رمضان لا يحتمل شعبان ولا شوال, { فصيام ثلاثة أيام في الحج وسبعة..تلك عشرة كاملة } لا تقبل تسعة ولا إحدى عشر, والنص كما يقال من منصة العروس الخ..لأنها تنفرد بالعروس وحدها, فكذلك النص ينفرد بمدلول واحد, بخلاف ما يحتمل الاشتراك ويحتمل عدة معاني, فالفرض في نص الكتاب أي صريح لا تأويل ولا دخل لأحد فيه ولا يقبل الاجتهاد. ¶ (لا فرض في الإرث سواها البته): (البته) على سبيل القطع. ¶ (نصف وربع ثم نصف الربع): نصف الربع كم؟ ثمن. ¶ (والثلث والسدس بنص الشرع) ¶ (والثلثان وهما التمام ??? فاحفظ فكل حافظ إمام): (فاحفظ) ولكن يقولون الحفظ يستلزم الفهم وخاصة الفرائض, فاحفظ حفظا معه فهم, ثم بيّن فضيلة الحفاظ (وكل حافظ إمام) من حفظ حجة على من لا يحفظ. ¶ هو ذكر لنا الستة, لكن نود أن نأخذ قاعدة وضعها الفقهاء إن شئت ذهبت إلى الأعلى ونزلت, وإن شئت أخذت من الأدنى وطلعت, أو أخذت من الوسط وطلعت ونزلت, إذا جئت إلى الأعلى: النصف والثلثان, ونصفهما ونصف نصفهما صارت ستة, النصف والثلثان نصفهما إيش؟ نصف النصف إيش؟ الربع, نصف الثلثين؟ ثلث, ونصف الربع؟ الثمن, ونصف الثلث؟ السدس, إن جئت من أعلى: النصف والثلثان ونصف نصفهما؛ وإن أردت أن تأتي من الأسفل تقول: الثمن والسدس وضعفهما وضعف ضعفهما, الثمن ضعفه كم؟ الربع, والربع ضعف إيش؟ النصف, والسدس ضعفه إيش؟ الثلث, ¶ والثلث ضعفه إيش الثلثان؛ وإن أحببت قلت: الربع والثلث ضعفهما وشطرهما, ضعف الثلث ثلثان, ضعف الربع نصف, شطر الثلث السدس, وشطر الربع الثمن, وهذه هي الفروض الستة بأي صفة تأتيها وتضبطها. ¶ إذن هذه هي الفروض المقدرة في كتاب الله ليس هناك زيادة عليها. ¶ __________ ¶ (1) – الفاء هنا إفصاح عما تقدم",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "( بسم الله والحمد لله والصلاة والسلام على رسول الله. ¶ ( قال مصنف متن \" الرحبية \" في علم المواريث والفرائض –يرحمه الله-: ¶ باب النصف- ¶ والنِّصْفُ فَرْضُ خَمْسَةِ أَفْرَادِ ??? الزَّوْجُ والأُنْثى مِنَ الأَوْلادِ ¶ وبِنْتُ الاْبنِ عِنْدَ فَقْدِ البِنْتِ ??? والأُخْتُ في مَذْهَبِ كلِّ مُفْتِي ¶ وبَعْدَهَا الأُخْتُ التي مِنَ الأَبِ ??? عِنْدَ انْفِرَادِهِنَّ عَنْ مُعَصِّبِ. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ تقدم أيها الاخوة الكلام على الفروض المقدرة في كتاب الله؛ قال المؤلف –رحمه الله-: ¶ (واعلم بأنَّ الإرث نوعان هما ??? فرض وتعصيب على ما قسما) وعرفنا الفرض في اللغة الحز ومنه القطع. ¶ والفرض في الميراث اصطلاح الجزء المقتطع من التركة للشخص, فهو مقدار معين بذاته مفروض, نسبة من التركة نصف, ربع, ثمن, ثلث, سدس, ثلثان. ¶ والتعصيب مأخوذ من العصابة وهي عمامة الرأس تجمعها, فكذلك عصابة الميت هم عصبته أي أقاربه من النسب, الرجال, هم العصبة الذين يتعصبون بأنفسهم, والذي يرث بالتعصيب ليس له فرض محدد-نسبة معينة- ولكن له إما التركة كلها إذا لم يوجد صاحب فرض, وإلا ما أبقت الفروض, وإذا لم تبق الفروض شيء فليس له شيء. ¶ ثم بيّن الفروض وأشرنا إلى أنها النصف والثلثان ونصفهما ونصف نصفهما, فالنصف نصفه الربع, ونصف الربع الثمن, والثلثان نصفهما الثلث, ونصف الثلث السدس, فهذه الفروض المقدرة ستة, لا فرض سواها البتة. ¶ هناك ما أردنا أن نذكره وهو ما يقوله البعض ثلث الباقي, ثلث الباقي ليس فرضا جديدا, ولكن سيأتي إن شاء الله في موضعه. ¶ فلما بيّن لنا المؤلف الفروض المقدرة ستة وعرفناه نصف ونصفه ونصف نصفه, ثلثان نصفها ونصف نصفها؛ الآن المؤلف",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "–رحمه الله- يريد أن يبين, تقدم عندنا الورثة من الرجال عشرة ومن النساء سبع فالجميع سبعة عشر على سبيل الإجمال, فلما نريد أن نوزع السبعة عشر صنف وارث على هذه الفروض ماذا نفعل؟ أولا وقبل كل شيء لازم أن نحصي ونحفظ الفروض المقدرة الستة, فإذا حفظناها نأتي ونوزع كل أصحاب النصف على حدى, وأصحاب الربع على حدى الخ.. ولكي تتصور الموضوع على سبيل المجسم الملموس اعتبر نفسك دخلت مبنى فيه بهو واسع طويل عشرة متر, وعلى اليمين ثلاثة غرف, وعلى اليسار ثلاث غرف, أول ما تدخل من مدخل البهو على يمينك لوحة أهل النصف, الغرفة التي تليها أهل الربع, الغرفة الثالثة على اليمين أهل الثمن؛ تأتي إلى اليسار الغرفة الأولى أهل الثلثان, الثانية أهل الثلث, الأخيرة أهل السدس. ¶ الآن عيّنا مواضع الفروض المقدرة, الأول من الجماعات الزوج, الزوجة هل لها ولد؟ ليس لها ولد ندخله في النصف, إذا كان عندها ولد يذهب إلى غرفة الربع؛ جاءت بنت الميت تدخل مع النصف, أخت شقيقة للميت تدخل مع أهل النصف. ¶ جاءت زوجة الميت, إذا كان زوجها ليس عنده ولد تدخل مع الربع, إذا عنده ولد تدخل مع الثمن, جاءت أخت لأم أو ¶ أخ لأم يذهب مع السدس, جاءت الأم إذا كان الميت عنده ولد تذهب مع السدس, إذا كان ليس له ولد وله اخوة تذهب مع السدس, إذا لم يكن له ولد ولا اخوة تذهب مع الثلث؛ بنتين مع بعض يذهبا مع الثلثين وهكذا سنوزع الوارثين والوارثات على تلك الغرف الستة...",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ثم بدأ يفصّل من هم أهل النصف: (فالنصف فرض خمسة أفراد(1): النصف مفروض لخمسة أشخاص من السبعة عشر الذين تقدم ذكرهم بشرط الانفراد, لا يشترك اثنان ولا أكثر في النصف أبدا, النصف لا يكون إلا لفرد, ذكر أو أنثى, ولا يشترك في النصف اثنان فأكثر, لا يأخذ النصف إلا لشخص واحد, أصناف متعددة لكن لا يكونوا مشتركين. ¶ خمسة أفراد, على منهج المؤلف من أول (أسباب ميراث الورى ثلاثة), (ويمنع الشخص من الميراث واحدة من علل ثلاث) يأتي بالمجمل ثم يفصل, (الوارثون من الرجال عشرة) ثم يبين, (والوارثات من النساء سبع) ثم يفصل, وهكذا هنا, فالنصف خمسة هم: الزوج, (والأنثى من الأولاد) هي البنت, فإذا جاءنا زوج وبنت واحدة أدخلناهم في الغرفة رقم واحد(2) (غرفة أهل النصف)؛ ( وبنت الابن عند فقد البنت) هو قال الأنثى من الأولاد بمعنى البنت قال إذا كانت البنت للصلب غير موجودة ووجدت بنت ابنه الذكر تأتي بنت الابن وتحل مجل البنت وندخلها غرفة رقم واحد (النصف), وهنا يقول (وبنت الابن عند فقد البنت) صار عندنا ثلاثة زوج, بنت, بنت ابن؛ (والأخت في مذهب كل مفتي) الأخت مجملة, عندنا أخت شقيقة, وأخت لأب, وأخت لأم, من في الأخوات هؤلاء؟ (وبعدها الأخت من الأب***عند انفرادهن عن معصب) حينما يقول بعدها أي التي تليها الأخت من الأب, يبقى الأخت الأولى هي الشقيقة؛ إذن الزوج والأنثى من الأولاد يعني البنت وبنت الابن والأخت الشقيقة, وبعد الأخت الشقيقة يعني إذا لم توجد الأخت الشقيقة ووجدت الأخت لأب صار خمسة, ¶ __________ ¶ (1) – خمسةٍ أفرادٍ من باب الانفراد, لا أفراد من واحد, اثنين..بمعنى الشخص لا؛ خمسةٍ أي في العدد, أفرادٍ أي منفردين. ¶ (2) – الغرفة رقم واحد (النصف), غرفة رقم اثنين(الربع), غرفة رقم ثلاثة (الثمن), غرفة رقم أربعة (الثلثان) غرفة رقم خمسة (الثلث) غرفة رقم ستة (السدس).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الأخت لأم هل هي معهم؟ لا, قال (وبعدها الأخت من الأب***عند انفرادهن عن معصب): نون النسوة هذه تأتي على كل أنثى تقدمت: البنت, بنت الابن, الأخت الشقيقة, الأخت لأب, كل واحدة من هؤلاء الأربع تأخذ النصف منفردة, إذا لم يكن معها معصب, يعني عند انفرادهن راجع إلى البنت وبنت الابن والأخت الشقيقة والأخت لأب, نرجع ونقول عند انفرادهن عن معصب, البنت تستحق النصف عند انفرادها عن معصب, من الذي يعصب البنت؟ ولد الميت(أخوها), إذا لم توجد البنت ولا معصبها وجاءت بنت الابن إن كانت وحدها ولا معصب معها (لا أخوها ولا ابن عمها ابن ابن ثاني) : توفي وترك ولدين أحد الولدين جاء ببنت, وأحد الولدين جاء بولد, فإذا توفي الجد ويوجد بنت ابن رقم(1) وولد ابن رقم(2) ¶ الاثنين أولاد الابن, البنت بنت الابن, والولد ولد الابن, فبنت الابن تأخذ النصف إذا لم يكن معها أخوها من أب واحد (الأب رقم (1)) ولا ابن عمها يساويها في الدرجة لأنه يعصبها, إذا انفردت بنت الابن عن أخيها (شقيقها) أو ابن عمها الذي يعصبها أخذت النصف, صعدت محل البنت. ¶ ونأتي للأخت الشقيقة تأخذ النصف عند انفرادها عن معصب, من الذي يعصبها؟ أخوها الشقيق, فإذا لم يكن معها أخوها ولم يكن معها معصب صارت صاحبة النصف, لأن البنت وبنت الابن والأخت الشقيقة والأخت لأب إذا وجد معهن معصب نقلها من الفرض إلى التعصيب واشتركن للذكر مثل حظ الأنثيين, إذن وجود المعصب معهن يخرجهن عن نطاق الفروض مطلقا ويصرن عصبة بالغير, وعلى هذا عند انفرادهن عن معصب راجع للبنت تكون وحدها لا بنت ثانية ولا ولد, بنت الابن تكون وحدها ليس معها أخوها ولا ابن عمها, وكذلك الأخت الشقيقة, وكذلك الأخت لأب. ¶ - باب الربع- ¶ والرُّبْعُ فَرْضُ الزَّوْجِ إِن كان مَعَهْ ??? مِنْ ولَدِ الزَّوْجَةِ مَنْ قَدْ مَنَعَهْ ¶ وَهْوَ لِكلِّ زَوْجَةٍ أَو أَكثرا ??? مَعْ عَدَمِ الأَوْلاَدِ فِيمَا قدِّرا",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وَذِكْرُ أَولادِ البَنِيَن يُعْتَمَدْ ??? حَيْثُ اعْتَمَدْنَا القَوْلَ فِي ذِكْر الوَلَدْ ¶ ( (والربع فرض الزوج إن كان معه ??? من ولد الزوجة من قد منعه): الربع فرض الزوج, الزوج الذي أدخلناه غرفة النصف حينما لا يكون لزوجته ولد, كلمة ولد تشمل بنت, ولد الولد, بنت الولد, الفروع كلها تأتي في هذا المكان. ¶ الزوج يأخذ الربع, والربع فرض الزوج إن كان معه من ولد الزوجة من قد منعه, منعه من الميراث؟ لا, منعه من النصف, ¶ إذن الزوج دائر بين غرفتين إما رقم(1) (النصف) وإما رقم(2) (الربع), متى يكون في رقم(1)؟ إن لم يكن معه من ولد الزوجة من قد منعه من النصف؛ وكلمة (من ولد الزوجة) سواء هذا الولد من الزوجة ولده هو, أو ولدها من زوج قبله, فإذا كانت الزوجة ليس عندها ولد فالزوج يأخذ النصف مع أهل النصف, وإن كانت الزوجة عندها ولد أو بنت أو ولد ولد أو بنت ابن منعه أي عن أخذ النصف ورده إلى الربع وهذا يسمى حجب نقصان, بخلاف حجب الحرمان, فحجب النقصان من يحجبه من حظ أعلى إلى حظ أدنى, وحجب الحرمان من يمنعه بالكلية. ¶ إذن انتهينا من النصف ببعض التفصيل, وجئنا إلى الربع وبدأ بالزوج؛ الغرفة رقم(2) (الربع) لا يدخلها إلا أحد الزوجين لا يجتمعان معا, لأن الزوج يرث الزوجة والزوجة ترث الزوج, الزوجان لا يجتمعان في الميراث أبدا, لأن أحدهما يرث الآخر, ولكن قد يشترك النسوة, فالربع خاص بالزوجية إما للزوج مع وجود الولد, سنأتي ونبين القسم الثاني. ¶ (وهو لكل زوجة أو اكثرا ??? مع عدم الأولاد فيما قدرا): (وهو) يعني الربع لكل زوجة فأكثر (زوجة دخل بها أو لم يدخل) أسباب الميراث النكاح بمجرد العقد, ولو مات أحدهما قبل الدخول فإن الآخر يرثه, (وهو لكل زوجة أو أكثر)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "(أو أكثر) هنا أطلقت ومعروفة من جهة أخرى أنها مثنى وثلاث ورباع يقتسمن الربع, وعلى هذا الربع خاص بالزوجية, إما الزوج وحده عند وجود ولد الزوجة منها ومن غيره, وإما لزوج زوجتان, ثلاثة, أربع فحينئذ يقتسمن الربع بينهن على عدد الرؤوس. ¶ (مع عدم الأولاد فيما قدرا): فحتى الزوجات وهو للزوجة فأكثرا,(مع عدم الأولاد),هناك الزوج مع وجود الأولاد يأخذ الربع, عند عدم الأولاد يأخذ النصف, الزوجة عند عدم الأولاد تأخذ الربع, وعند الولد تأخذ الثمن, إذن الزوج على الضعف من الزوجة, والزوجة على النصف من الزوج, الحالة التي يأخذ فيها الزوج النصف هي تأخذ الربع وهو عدم وجود الولد, والحالة التي يأخذ فيها الزوج الربع هي تأخذ الثمن مع وجود الأولاد. ¶ (وذكر أولاد البنين يعتمد ??? حيث اعتمدنا القول في ذكر الولد): كلمة (ولد) خذ معها أولاد البنين, يعني الزوج يستحق النصف مع عدم وجود الولد وولد الولد, والزوجة تستحق الثمن مع الولد أو ولد الولد, وتستحق الربع مع عدم الولد وولد الولد, وهكذا ذكر أولاد البنين يعني ابن ابن ابن إذا لم يكن قبله أحد يساوي الابن من الصلب في منع الزوج من النصف إلى الربع, ومنع الزوجة من الربع إلى الثمن. ¶ إذن انتهينا من النصف والربع وعرفنا بأن النصف لا يشترك فيه اثنان, وعرفنا أن الربع خاص بالزوجية. ¶ - باب الثمن- ¶ والثُّمْنُ لِلزَّوْجَةِ والزَّوْجَاتِ ??? مَعَ البَنِينَ أو مَعَ البَنَاتِ ¶ أو مَعَ أولادِ البَنِينَ فَاعْلَمِ ??? ولاَ تَظُنّ الجَمْعَ شَرْطاً فافْهَمِ. ¶ ( (والثمن للزوجة والزوجات): كما أن الربع للزوجة فأكثر عند انعدام الولد أو ولد الولد, فإن وجد الولد ردهن من الربع إلى الثمن, إن كانت واحدة استقلت به, وإن كن جمعا فأكثر من الواحدة إلى الأربعة يقتسمن الثمن. ¶ إذن الربع خاص بالزوجين, والثمن خاص بالزوجة فقط, لا يدخل باب الثمن إلا الزوجة, والربع مشترك بين الزوجة والزوج, والنصف لا يشترك فيه اثنان.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "(أو مع أولاد البنين فاعلم ??? ولا تظن الجمع شرطا فافهم): هذا من باب التنبيه, يقول أن الثمن للزوجة أو الزوجات مع البنين أو مع البنات, يعني إذا وجد ولد للزوج منها أو من غيرها, أو وجدت بنت للزوج منها أو من غيرها, فإن ذلك يردها من الربع إلى الثمن, أو وجد ولد الولد أو وجدت بنت الولد, فأيضا تردها من الربع إلى الثمن, لما قال مع ولد الميت أو ولد الولد قال لا تظن أن يكون بشرط العدد, واحد فقط من مسمى الولد, ابن الميت واحد, بنت الميت واحدة, ابن ابنه واحد, بنت ابنه واحدة, أي فرد من هؤلاء ابن, ابن ابن, بنت أو بنت ابن تمنع الزوجة من الربع إلى الثمن والله تعالى أعلم. ¶ - باب الثلثين- ¶ والثُّلُثَانِ للبَنَاتِ جَمْعاَ ??? مَا زَادَ عَنْ وَاحدَةٍ فَسَمْعاَ ¶ وهْوَ كَذَاكَ لِبَنَاتِ الإِبْنِ ??? فَافْهَمْ مَقَالِي فَهْمَ صَافِي الذِّهْنِ ¶ وَهْوَ لِلأُخْتَيْنِ فَمَا يَزِيدُ ??? قَضَى بِهِ الأَحْرَارُ والعَبِيدُ ¶ هذَا إِذا كُنَّ لأُمٍّ وَأَبِ ??? أَوْ لأَبٍ فَاعْمَلْ بِهذَا تُصِب. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ لعلنا إن شاء الله نكون ذاكرين لتقسيم الفروض المقدرة في كتاب الله وهي: النصف والربع والثمن, وهذه تقدم بيانها, وعلمنا أن النصف فرض خمسةٍ أفرادِ, وبينه المؤلف: الزوج والأنثى من الأولاد الخ.. ثم انتقلنا كما قلنا إلى غرفة أهل الربع ولا يدخلها إلا أحد الزوجين, وانتقلنا إلى الثمن وهو خاص بالزوجات الواحدة فأكثر.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ثم جاء المؤلف –رحمه الله- إلى القسم الثاني, الأول النصف ونصفه ونصف نصفه, والثاني الثلثان ونصفها ونصف نصفها, فجاء إلى باب الثلثين, قال: (والثلثان للبنات جمعا ??? ما زاد عن واحدة فسمعا): (جمعا) هنا تفيد العدد الجماعي, والمشهور عند علماء اللغة أن أقل الجمع ثلاثة, ولكن المراد هنا دونه وهو اثنان, علماء الحساب المتقدمون يقولون بداية العدد اثنان وليس الواحد, الواحد ليس عدد إنما تعد ما بعد الواحد, فعندهم أقل الجمع اثنان لأنك تجمع واحدا إلى واحد, وعلماء اللغة يقولون أقل الجمع ثلاثة, ولهذا الاعتبار أكد المؤلف بأن المراد بكلمة (جمعا) بقوله ما زاد عن واحدة, يبقى والثلثان للبنات اثنتان فأكثر...وهذا الذي حمل المؤلف أن يفسر الجمع بالاثنين ما يقولون أنه كان يروى عن ابن عباس –رضي الله تعالى عنهما- أنه يعتبر الثلثين للبنات جمعا ثلاثة فأكثر, ويقول أن الثنتين ملحقتين بالأنثى الواحدة في النصف؛ ولكن هذا خلاف ما عليه الجمهور وما عليه الإجماع, وعلى ماذا اعتمد الإجماع في هذا؟ علماء الأصول يقولون لابد للإجماع من نص يعتمد عليه, والآخرون يقولون إذا صح نقل الإجماع لسنا في حاجة إلى من بنى عليه, لأن أهل الإجماع هم الذين يطالبون بذلك؛ ولكن قالوا إن بنات سعد بن ربيع لما توفي أبوهم قام عمهم وجمع أخذ التركة وكانتا ابنتين, فجاءت أمهم إلى رسول الله - صلى الله عليه وسلم - وقالت إن سعدا توفي معك يا رسول الله فقام أخوه وأخذ التركة والبنات لا يتزوجن إلا بالمال وكن اثنتان, فأمهلهما فنزلت الآية بتوريث البنتين الثلثين, فأمره أن يعطي بنات أخيه الثلثين ويأخذ هو الباقي تعصيبا, فقالوا هنا نص عن رسول الله- صلى الله عليه وسلم - وهذا إجماع عملي من الصحابة وفيهم الخلفاء الراشدون وأصحاب رسول الله- صلى الله عليه وسلم - ومن بعدهم, إذن ممن هو مجمع عليه حتى قالوا أن ابن عباس رجع عن تلك الفتوى أو أنها لم تثبت عنه, وسواء رجع أو",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "تثبت أو بقي على رأيه فهو يعتبر ثقة خالف ثقات ويسمى عند العلماء شاذ والشاذ لا يعمل به, ويكفينا ما أجمع عليه الخلفاء الراشدون وعامة الأصحاب وعليه جميع الفقهاء والمحدثون وعلماء الأمة أن ثلثي التركة للبنتين فصاعدا. ¶ (ما زاد عن واحدة فسمعا): (فسمعا) يعني سماع إصغاء ووعي وفهم, سمعنا وفهمنا, سماع إصغاء ومعرفة وعمل واعتقاد. ¶ (وهو كذاك لبنات الابن ??? فافهم مقالي صافي الذهن): (وهو) يعني الثلثان لبنات الابن, وتقدم لنا بأن كلمة الابن في الفرائض خاصة بالأولاد الذكور, بخلاف كلمة الولد تشمل الذكور والإناث: { يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين } فالأولاد شملت الإناث والذكور, لكن حينما يقول الابن مؤنثه البنت, لكن الولد هل له مؤنث؟ لا, لكن الابن مؤنثه ابنة, البنت أصل لغوي مستقل بذاته. ¶ فهنا (وهو كذاك لبنات الابن) إذن بنات البنت لا دخل لهن؛ البنت ترث الواحدة لها النصف, الثنتان لهما الثلثان, هذه البنت من الصلب؛ بنت الابن قسيمتها بنت البنت, ولد البنت, جانب الأنوثة في الفرع لا يتعدى شخصه, فالبنت لا يمتد أثر ميراثها إلى نسلها يقف عندها؛ بخلاف الولد وولد الولد وسلسلة الولد كلها بمحض الذكور فهي وارثة, وبمحض الإناث إذا كانت بنت جاءت من ولد ولد ولد لأنها مرتبطة بسلسلة متصلة, بعد هذه البنت من جاء عنها انقطع, وولد الولد يمشي بمحض الذكور حتى تأتي بنت الولد وكن عند حدها فقط ونسلها لا يدخل مع التركة, فإذن الثلثان للبنات, والثلثان لبنات الابن.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "(فافهم مقالي صافي الذهن) صفاء الذهن ملكة يعطيها الله - سبحانه وتعالى - من شاء, ولكن كما أشرنا نقويها ويزيد في ملكتها وقدراتها التفرغ عن المشاغل والجدليات والخلافيات والخصومات وكثرة الملاهي واللعب وتجنب أكل الحرام, لأن الحرام يطفئ النور ويزيدها الطاعة: { فآمنوا بالله ورسوله والنور } نور يقذفه الله في قلب الإنسان, وتعرفون الحديث \"إذا أذنب ذنبا نكت في قلبه نكتة سوداء\" نكتة تكتة حتى يغلف, فإذا جاءت التوبة وجاءت المغفرة وجاءت العودة إلى الله وجاء العمل الصالح وتدارك الله عبده باللطف وأزيل هذا الرين جاء الصفاء وجاء النور, ولهذا دائما وأبدا يوصون طالب العلم بحسن النية والاجتهاد في الطاعة والعبادة؛ ويذكرون الإمام ابن تيمية –رحمه الله- كان من عادته إذا صلى الصبح لا يقوم من مصلاه حتى تطلع الشمس يقعد يذكر الله مع كثرة الفتن التي كانت في زمنه, وكانوا يكلمونه في ذلك, فيقول هو زادي طيلة يومي ¶ { ألا بذكر الله تطمئن القلوب } ليست قوة الروح وقوة البدن بكثرة الطعام, ولكن بقوة الصلة بالله, سيد الخلق يقول: \"أبيت عند ربي يطعمني ويسقين\" الجماعة الذين ذهبوا في غزوة ذات الرقاع وكان أميرهم أبو عبيدة بن الجراح, يقول الراوي: وزودنا رسول الله بجراب تمر, كانوا ثلاثمائة فكان يقسم علينا بالحفنة يوميا ثم صار يقسم علينا بالتمرة فكنا نمصها ونشرب عليها الماء, ولقد نقصت تمرة يوما فوجدنا عليها وجدا شديدا, يقول فنمشي فإذا بكثيب عظيم على ساحل البحر ¶ فلما دنونا منه فإذا هو حوت عظيم, فقلنا إنه ميتة, فقال أبو عبيدة: نعم إنه ميتة ولكنكم في سبيل الله قد رزقكم الله, فمكثنا عليه شهرا نأكل من لحمه, ولقد رأيت ثلاثة عشر رجلا يجلسون في عينه؛ الذي يهمنا يجاهدون في سبيل الله وغذاؤهم تمرة. ¶ إذن فهم صافي الذهن يرجع صفاء الذهن إلى منحة من الله أولا...",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "(وهو للأختين فما يزيد ??? قضى به الأحرار والعبيد): بدأ ببيان الثلثين للفرع الوارث وهو للبنتين أو بنتي الابن لم يأت بالشروط ولا المواصفات وإنما إحصائية ثم يرجع عليها ويفصل. ¶ (وهو للأختين فما يزيد) كلمة أختين هذه عامة وسيفصلها بعد ذلك, لأن الأختين ثلاثة أصناف: شقيقتين, لأب, لأم, (فما يزيد) أختين, عشرة..لهما الثلثان فقط. ¶ (قضى به الأحرار والعبيد): (قضى) بمعنى أفتى, لأن العبيد إذا تعلموا تصح منهم الفتوى, إذن العلم ليس وقفا على أحد, لكن منصب القضاء منصب إلزامي, منصب ولاية ولا يكون للمملوك ولاية على الأحرار, لكن الفتوى نشر العلم, قضى به الأحرار والعبيد يعني أفتى به, يعني مجمع عليه من جميع الطوائف, ما شذ في هذا عبد عن سيد ولا سيد عن عبد. ¶ (هذَا إِذا كُنَّ لأُمٍّ وَأَبِ ??? أَوْ لأَبٍ فَاعْمَلْ بهذَا تُصِب): بدأ في التفصيل, (هذا) اسم إشارة راجع لتوريث الأختين الثلثين وهو للأختين فما يزيد, هذا الثلثين للأختين إذا كن لأم وأب, والأختين لأم وأب يكونوا أختين شقيقتين. ¶ (أو لأب) يعني الأختان ثلاثة أقسام: أختان شقيقتان, أختان لأب, أختان لأم, والثلثان هنا للأخوات فما يزيد, من الأخوات من الثلاثة أقسام؟ إذا كن لأم وأب, إذا كن لأب فقط, إذن الأختان لأم ليس لهم دخل في هذا. ¶ (فاعمل بهذا تصب) فاعمل بهذا تصب.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "هناك بعض الشيء يحتاج إلى التنبيه عليه, وإن كان سيأتي في باب الحجب والتعصيب, الثلثان للبنتين, الثلثان لبنتي الابن, الثلثان للأخوات الشقيقات, الثلثان لأخوات لأب, هناك تفصيل, لكن أريد أن أربط باب الثلثين بباب النصف كم يفعله الشراح؛ كم أهل النصف؟ خمسة: الزوج والبنت وبنت الابن والأخت الشقيقة والأخت لأب, الخمسة أصحاب النصف أفراد, هؤلاء الخمسة إذا تأتى منهم اثنين معا انتقل من النصف إلى الثلثين, وهم: بنتين, بنتي ابن, أختين شقيقتين, أختين لأب, الواحدة من هذه الأصناف الأربعة لها النصف, إن تكررت اثنين فأكثر فلها يكون لهما الثلثين, ولا يجتمع أهل ثلثين معا في وقت أبدا, ما فيه مسألة فرضية يوجد فيها أصحاب ثلثين معا, إن وجد فصنف واحد فقط, إما البنتين, إما بنتي الابن, إما الشقيقتين, إما الأختين لأب, لماذا؟ لأنه في ميراث الأخت, البنتين الثلثين, هذا هو الأصل الأول, واشترطوا في أخذهما الثلثين عدم وجود معهم أخ معصب, البنتين فقط ليس هناك ولد, فالبنتين انفردتا عن أخ يعصبهما, بنات الابن يشترط في أخذهن الثلثين عدم وجود البنتين, وعدم وجود أخ لهن معصب, إذن إلى هنا لم يجتمعا ابنتا ابن مع بنتين, لأن الشرط في أخذ ابنتا بنت الثلثين عدم وجود البنتين, وإذا وجدت بنت واحدة هل يأخذن الثلثين؟ يأخذن السدس تتمة الثلثين لوجود البنت, إذن انتهينا من الفرع الوارث, لا يجتمع أهل الثلثين معا في وقت واحد, لأن أخذ بنات الابن للثلثين مشروط فيه عدم وجود البنات اللواتي أعلى منهم درجة. ¶ نأتي للأختين الشقيقتين يشترط في أخذ الأختين الشقيقتين للثلثين أولا عدم وجود شقيق معهم لأنه إذا وجد معهن عصبهن خرجن من الفرض إلى التعصيب بالغير, إذن أختين شقيقتين ليس معهن شقيق, ويشترط أيضا عدم وجود البنتين للصلب وعدم وجود بنتي الابن, لأن الشقيقتين لا يأخذن الثلثين الا بانتفاء البنتين وبنتي الابن؛ إذا وجدت شقيقتين ولا شقيق معهما",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ووجدت بنت, البنت وحدها نصيبها النصف, ووجدت بنت الابن واحدة أو اثنين أو ثلاثة, هن أولى من الشقيقات يأخذن ما بقي من النصف, والشقيقات ليس لهن شيء, لأن الشقيقات مع البنات ينتقلن من الفرض إلى التعصيب: (والأخوات إن تكن بنات ??? فهن معهن معصبات) والعصبة لا يأخذ إلا ما أبقت الفروض فإذا لم تبق له الفروض ليس له شيء؛ إذن لا يجتمع صنفان من أهل الثلثين. ¶ بقي القسم الرابع الأختين لأب يشترط فيهما عدم الأخ لأب المعصب لهن, وعدم وجود كل من تقدم: عدم وجود الأختين الشقيقتين, لأنه لو وجدت الأختان الشقيقتان أخذن الثلثين ولم يبق لأخوات الأب شيء, سقطن؛ طيب وجدت أخت شقيقة فلو وجدت الأختان لأب ووجدت البنت وبنت الابن: البنت لها النصف, بنت الابن السدس, الأخت الشقيقة الموجودة هي عصبة مع البنت, والعاصب لم يبق له شيء من الثلثين, إذن سقطت الشقيقة بالعصبة, إذن التي لأب من باب أولى وهكذا؛ يشترط للأختين لأب في أخذ الثلثين عدم المعصب وعدم وجود كل الطبقات الثلاثة المتقدمة؛ فإذا وجد أختان لأب فقط لهن الثلثان, وجدت أخت شقيقة واحدة وأختان لأب, الأخت الشقيقة أخذت نصفها لأنها واحدة, وباقي الثلثين ينتقل إلى الأختان لأب والله تعالى أعلم. ¶ - باب الثلث- ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه الطيبين الطاهرين, وبعد: ¶ (قال ناظم متن \" الرحبية \"-رحمة الله عليه-: -باب الثلث- ¶ والثلث فرض الأم حيث لا ولد ??? ولا من الإخوة جمع ذو عدد ¶ كاثنين أو ثنتين أو ثلاث ??? حكم الذكور فيه كالإناث ¶ ولا ابن ابن معها أو بنته ??? ففرضها الثلث كما بيَّنته ¶ وإن يكن زوج وأم وأب ??? فثلث الباقي لها مرتب ¶ وهكذا مع زوجة فصاعدا ??? فلا تكن عن العلوم قاعدا ¶ وهو للإثنين أو ثنتين ??? من ولد الأم من غير مين",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وهكذا إن كثروا أو زادوا ??? فما لهم فيما سواه زاد ¶ ويستوي الإناث والذكور ??? فيه كما قد أوضح المسطور ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ وصلنا أيها الاخوة إلى باب من يرث الثلث؛ تقدم عندنا من يرث النصف هم خمسة أفراد: الزوج والبنت وبنت الابن والأخت الشقيقة والأخت لأب, بشرط عدم وجود المعصب مع كل واحدة من هؤلاء, هذا على سبيل الإجمال؛ وبعد النصف الربع والربع للزوج أو للزوجة, متى للزوج؟ من كان معه من ولد الزوجة من قد منعه, لأنه تقدم في باب النصف, وللزوجة الربع إن لم يكن معها ولد منه أو من غيره؛ بعد الربع الثمن خاص بالزوجية, الزوجة إن كانت واحدة انفردت به وإن كن جمعا اشتركن فيه, متى يكون للزوجة الثمن؟ مع وجود الفرع الوارث (الولد أو ولد الولد ذكرا كان أو أنثى) بعد ¶ هذا جئنا إلى الثلثان, لمن الثلثين؟ لأربعة أقسام هم أصحاب النصف عند التعدد, والعدد هنا ثنتان فأكثر: بنتان, بنتا ابن, شقيقتان, أختان لأب بشرط عدم وجود المعصب, وكل طبقة يشترط فيها عدم وجود التي قبلها. ¶ يقول المؤلف –رحمه الله-: (والثلث فرض الأم حيث لا ولد) وتقدم عندنا أن كلمة ولد في اصطلاح الفرائض تشمل الذكر والأنثى, بخلاف ابن يقابله المؤنث بنت؛ السدس فرض الأم بشرط أن لا يكون للميت ولد ذكرا كان أو أنثى.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(ولا من الاخوة جمع ذو عدد) الشرط الثاني أن الأم تأخذ الثلث, الشرط الأول مع عدم وجود الفرع الوارث؛ ولا جمع من الاخوة ذو عدد, وعرفنا بأن اصطلاح الفرائض أن العدد يبدأ من اثنين, إذن الأم من هنا تأخذ الثلث بشرطين: عدم وجود الفرع الوارث وعدم وجود الاخوة, الاخوة جمع ذو عدد معناها أخ واحد لا يمنعها من الثلث إنما يمنعها الجمع اثنان فأكثر وفي هذا الجمع أخوان شقيقان, أخوان لأم, هم أولادها ويردونها من الثلث إلى السدس, وقوله هنا (ولا من الاخوة جمع ذو عدد) هناك من يشترط في هذا الجمع من الاخوة الذكورة, فلا يرد الأم عن الثلث من الاخوة إلا الجمع المذكر أخوان فأكثر والجمهور يقولون بأن الذكور والإناث سواء, فلو وجد من الفرع الوارث بنت ابن هل تأخذ الثلث؟ إذا وجد من الاخوة أخوان أشقاء أو أخوان لأب أو أخوان لأم أو أختان شقيقتان أو أختان لأب أو أختان لأم هذه ستة صور؛ أخ وأخت لأب شقيقتان, أخ وأخت لأب أخ وأخت لأم, فهذه ثلاثة صور لا تجعلها تأخذ الثلث, متى تستحق الأم الثلث؟ إذا انتفى الفرع الوارث وانتفى الجمع من الاخوة, ما نوعية الاخوة هذه؟ مطلقا. ¶ قال (جمع ذو عدد) ومعروف في اللغة أن الجمع أقله ثلاثة, فأراد أن ينبه على اصطلاح الفرضيين في الجمع, قال: ¶ (كاثنين أو ثنتين أو ثلاث): (كاثنين) هذا التشبيه يفسر الجمع يعني ذكور, (أو ثنتين) يعني إناث, (أو ثلاث) مشكلة. ¶ (حكم الذكور فيه كالإناث): حكم الذكور في هذا الجمع مثل الإناث, اثنين أو ثنتين ذكور وإناث, اثنان مشكلان ذكر وأنثى مطلق, عدد أخوة أشقاء, لأب, لأم ذكور, إناث, الذي يكون فهو شرط في انتفاءه حتى تستحق الثلث, فإن وجد هذا الشرط امتنعت من أخذ الثلث. ¶ (ولا ابن ابن معها أو بنته): لما قال حيث لا ولد أراد أن يستتبع ولا ابن ابن معها ولا بنته, فأراد أن يوضح أكثر.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "(ففرضها الثلث كما بينته): ففرضها الثلث إذا انتفت تلك الشروط حيث لا ولد ولا ولد الولد ولا بنته, وحيث لا جمع من الاخوة اثنان, اثنتان, مختلفان, فحينئذ فالثلث لها مرتب. ¶ تستحق الأم الثلث بشرطين: الأول عدم وجود الفرع الوارث, الثاني جمع من الاخوة, أي نوع من الأخوة؟ كل الأخوة شقيق, لأب, لأم, ذكور أو إناث, لو خنثى؟ ولو خنثى؛ لكن يشترط في هذا العدد أن يكون أهلا للميراث, سواء ورث أو حُجب, يعني لو كان من الاخوة أخوان واحد منهم قاتل, القاتل لا يرث, إذن وجوده مثل عدمه, فعندها أخ واحد, لو كان خمسة وفيهم واحد قاتل, الأربعة الباقين تكفي؛ لو كان من أهل الميراث لكنه محجوب لا يرث, لو كان الأب موجود وجمع من الاخوة موجودين, الأب يحجب الاخوة, فلو ترك الأم وجمع من الاخوة وأب, هؤلاء الاخوة حجبهم الأب, يحجبون الأم إلى السدس ليس لها الثلث, إذا وجد جمع من الاخوة فهذا الجمع يردها عن الثلث, لو كان هذا الجمع محجوب عن الميراث بالشخص بأن كان الأب موجود, فمات الميت وترك الأب والأم وأربعة اخوة, على ما تقدم لم تستكمل الأم وجود شروط أن تأخذ الثلث,..هذا هو المجمع عليه ونص القرآن كما سيأتي, فعلى هذا الجمع من الاخوة وارث أو غير وارث فهو يمنعها من الثلث, أما إن كان منعه من الميراث بوصف قائم به فهذا وجوده وعدمه سواء, إذن الذي يؤثر في وجوده من كان ممنوعا عن الميراث بحجب الشخص لأنه لولا هذا الشخص لورث, لكن الذي بالوصف الوصف قائم به لا",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ينفك عنه, فلو أن الإخوة أرقاء مملوكين, الرقيق لا يرث فهو ممنوع من الميراث بوصف الرق لا يحجبها عن الثلث؛ ليس هناك أب, الأم, واثنان من الاخوة أرقاء, هذا الجمع كعدمه لأنه قام بهم وصف يمنعهم من الميراث, فإذا منعوا من الميراث بالوصف منعوا من الحجب, إذن ولا جمع من العدد, ولا يشترط في هذا الجمع أن يكون وارثا, فسواء كان هذا الجمع من الاخوة وارثا أو ممنوعا من الميراث, ننظر إن كان ممنوعا بالشخص فهو يمنعها, وإن كان ممنوعا بالوصف فلا يمنعها, وهذه قاعدة مطردة الممنوع بالوصف وجوده كعدمه في جميع أبواب الميراث.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "(وإن يكن زوج وأب وأم): هنا مسألة جديدة, يقول المؤلف (وإن يكن) أي إن وجد الورثة زوج وأم وأب (فثلث الباقي لها مرتب) نحن قلنا إذا كانت الأم موجودة وليس هناك فرع وارث وليس هناك جمع من الاخوة , بأن مات وترك أمه وعمه, مات وترك أخ واحد شقيق, فالأم لها الثلث والباقي للأخ الشقيق أو العم؛ لكن الصورة الآتية: إن يكن من الورثة, ماتت زوجة عن زوجها وأمها وأباها, في حالة وجود هذه الصورة زوج وأم وأب, قال ثلث الباقي بعد حصة الزوج, تقد أن الزوج تارة يأتي في باب النصف وتارة في باب الربع, هو هنا في باب النصف حيث لا ولد, ففرض الزوج في هذه الصورة النصف, فالباقي هو النصف, لها ثلث الباقي يعني ثلث النصف, فلو قدرنا أن المال ستة آلاف, الزوج نعطيه ثلاثة آلاف, قالت الأم أعطوني الثلث لعدم الفرع وعدم الجمع لم يبق للأب إلا السدس, والقاعدة في الميراث للذكر مثل حظ الأنثيين في حالة التساوي: { يوصيكم الله في أولادكم للذكر مثل حظ الأنثيين } البنت والولد متساويا مع الميت فللذكر مثل حظ الأنثيين وكذلك الأخت مع الأخ الشقيق في التعصيب له حظ الأنثيين, والآن الأب والأم متساوية معه فللذكر مثل حظ الأنثيين, فلو أعطيناك أنت على ما كنا سنعطيك في الأول الثلث كاملا لزدت على الأب بالضعف, وصار الأب الذي هو ذكر, وهو داخل في قاعدة للذكر مثل حظ الأنثيين, صار العكس للأنثى مثل حظ الذكرين, فلا نعطيك هذا, من هنا وقع الخلاف, ابن عباس-- رضي الله عنهم -- قال أعطوها حقها هذا فرضها الذي أعطاها الله: { فلأبويه لكل واحد منهما السدس مما ترك إن كان له ولد فإن لم يكن له ولد وورثه أبواه فلأمه الثلث وإن كان له إخوة فلأمه السدس..فريضة من الله والله عليم حكيم } ابن عباس يقول القرآن يقول ورثه أبواه إن لم يكن له ولد فلأمه الثلث, لماذا تردوها من الثلث إلى السدس, نحن لم نرددها وإنما أعطيناها ثلث الباقي, قالوا نحن إذا أعطيناها الثلث على ظاهر الآية",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فاضلت الأب وزادت عليه بغير موجب, ونظرا لأن القرآن قال الثلث فنحن احترمنا اللفظ القرآني وامتثلنا الأمر وجعلنا الزوج أجنبي عن الأبوين, وكأنه دائن في التركة, فأخذ حصته في التركة وما بقي بعد الزوج, فأعطيناها الثلث حقها وما غيرنا عن الثلث, ولكن في الحقيقة هل هو ثلث أو سدس, في الظاهر ثلث, لكن في الحقيقة بالنسبة لمجموع المال سدس, أما الستة آلاف قسمناه نصفين, الزوج أخذ النصف (ثلاثة) وبقيت ثلاثة آلاف, ثلث الباقي (3/1) (6/1) حقيقة آل إلي السدس. ¶ (وهكذا مع زوجة فصاعدا??? فلا تكن عن العلوم قاعدا): وهكذا ثلث الباقي مع زوجة فصاعدا, يقول كذلك: مات الميت وترك زوجته وأمه وأباه, لها ثلث الباقي بعد الزوجة مع الأب, الصورة نفس الصورة الأولى لكن بدل الزوج زوجة, نعطي نصيب الزوجة, الزوج تارة تأخذ الثمن وتارة الربع, هنا تأخذ الربع, فإذا كان المال أربعة آلاف, الزوجة أخذت الربع (1000) بقي ثلاثة آلاف نقول لها تفضلي هذا ثلث الباقي, حقيقة الأمر هنا ثلث الباقي مع الزوجة يساوي في المال كله الربع, بينما ثلث المال مع الزوج يساوي في المال كله السدس, في حالة وجود أحد الزوجين مع الأب معها قالوا نعطيك ثلث الباقي وليس ثلث الكل, فابن عباس - رضي الله عنهم - كان يقول أعطوها ثلثها كاملا, حيث لا ولد ولا جمع ذو عدد, الجمهور: انعقد الإجماع على هذا الحال, ولهذا هاتان المسألتان غايرت في القانون العام أو النظام العام في ميراث الأم الثلث, لأنه",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "لا ولد ولا جمع من العدد, ولم تأخذ الثلث كما هو حقها في كتاب الله, قالوا هذه تسمى الغراوين, وقيل سميت العمرين أو العمريتين لأن عمر أول من قضى فيها بثلث الباقي, وقيل الغراوين نسبة إلى الغرة والبياض في الجبين يكون واضحا كما جاء في الحديث \" غرا محجلين, أرأيت لو أن هناك خيل دهم بهم فيها خيل غر محجلة أتعرف خيلك قال: بلى بالغر والتحجيل\" فقالوا هذه سميت غراوين لأنها واضحة في مسائل الفرائض كوضوح الفرس الذي في جبينه غرة بيضاء, يعني لا إشكال ولا نزاع فيها سوى ما جاء عن ابن عباس وقيل رجع عنه؛ وبعضهم أيضا يحكي قولا لمحمد بن سيرين-رحمه الله- وهو معاصر لمالك –رحمه الله- يوافق ابن عباس في وجود الزوجة ولا يوافقه في وجود الزوج, فالأئمة الأربعة–رحمهم الله- والخلفاء الأربعة - رضي الله عنهم - على هذا التفصيل بأن الأم إذا وجد معها الأب ومعها أحد الزوجين ترد إلى ثلث الباقي وليس إلى ثلث المال. ¶ كذلك يقولون لو كان محل الأب الجد فلها الثلث كامل, لأن رتبة الجد مؤخرة عن رتبة الأب, هذا ما يتعلق بقضية الأم في حالتيها حالة ما تأخذ الثلث كاملا وحالتي ما تأخذ ثلث الباقي.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "(وهو للاثنين أو ثنتين ??? من ولد الأم من غير مين): (وهو) يعني الثلث, (للاثنين) مذكر, (أوثنتين) مؤنث من ولد الأم أخ لأم, يقول وكذلك الثلث للاخوة لأم, ولدين, اثنتين, ولد وبنت, عشرة أول, عشرة أبناء, خمسة أولاد وخمسة بنات, إذا كان ولدان أي اخوة للأم اثنان فأكثر, ذكورة, أنوثة, خناثة, ما دام اثنان فصاعدا للأم فهم لهم الثلث شركاء فيه, ويستوي الولد والبنت في هذا الثلث ولا يكون للذكر مثل حظ الأثيين, لأنهما أتيا عن طريق الأم وهما في صلتهما بالميت سواء, فلا تفاضل بين الاخوة للأم في أخذهم الثلث, ولكن سيأتينا في باب الحجب أن الاخوة للأم يأخذون الثلث إذا لم يوجد فرع وارث ولا أصل وارث, فالولد وولد الولد والبنت وبنت الابن يحجبون الاخوة لأم, والأب والجد يحجبان الاخوة لأم, إذن في حالة عدم حجبهم بالشخص واستحقوا الميراث فإن كانوا اثنين فأكثر فلهم الثلث وهم شركاء فيه بالسوية. ¶ (وهكذا إن كثروا أو زادوا??? فما لهم فيما سواه زاد): (زادوا) من الزيادة ضد النقصان, (زاد) من الطعام والزاد الذي يتزود به الإنسان, مهما زاد عددهم اثنين أو أكثر فهم شركاء في الثلث. ¶ (ويستوي الإناث والذكور ??? فيه كما قد أوضح المسطور): (فيه) أي في قسمته ولد وبنت أخ وأخت لأم الثلث بينهما أنصاف, ثلاثة بنات وولد المال ثلاثة أرباع,خمسة أولاد وبنت واحدة المال أسداس وهكذا على عدد الرؤوس. ¶ - باب السدس- ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين محمد وعلى آله وصحبه أجمعين وبعد: ¶ ( يقول صاحب منظومة \"الرحبية\": ¶ والسدس فرض سبعة من العدد ??? أب وأم ثم بنت ابن وجد ¶ والأخت بنت الأب ثم الجده ??? وولد الأم تمام العده ¶ فالأب يستحقه مع الولد ??? وهكذا الأم بتنزيل الصمد ¶ وهكذا مع ولد الابن الذي ??? ما زال يقفو إثره ويحتذي ¶ وهو لها أيضا مع الاثنين ??? من إخوة الميت فقس هذين",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "والجد مثل الأب عند فقده ??? في حوز ما يصيبه ومده ¶ إلا إذا كان هناك إخوه ??? لكونهم في القرب وهو أسوه ¶ أو أبوان معهما زوج ورث ??? فالأم للثلث مع الجد ترث ¶ وهكذا ليس شبيها بالأب ??? في زوجة الميت وأم وأب ¶ وحكمه وحكمهم سيأتي ??? مكمل البيان في الحالات ¶ وبنت الابن تأخذ السدس إذا ??? كانت مع البنت مثالا يحتذى ¶ وهكذا الأخت مع الأخت التي ??? بالأبوين يا أخي أدلت ¶ والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب ¶ وولد الأم ينال السدسا ??? والشرط في إفراده لا ينسى ¶ وإن تساوى نسب الجدات ??? وكن كلهن وارثات ¶ فالسدس بينهن بالسوية ??? في القسمة العادلة الشرعية ¶ وإن تكن قربى لأم حجبت ??? أم أب بعدى وسدسا سلبت ¶ وإن تكن بالعكس فالقولان ??? في كتب أهل العلم منصوصان ¶ لا تسقط البعدى على الصحيح ??? واتفق الكل على التصحيح ¶ وكل من أدلت بغير وارث ??? فما لها حظ من الموارث ¶ وتسقط البعدى بذات القرب ??? في المذهب الأولى فقل لي حسبي ¶ وقد تناهت قسمة الفروض ??? من غير اشكال ولا غموض ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد: ¶ أعتقد يمكن نتذكر الفروض المقدرة في كتاب الله ستة, (والفرض في نص الكتاب ستة ?? لا فرض في الإرث سواها البتة) وعلى منهج المؤلف لم يختلف يذكر العدد إجمالي ويأتي به تفصيلي, وتقدم لنا بيان حسب نظام المؤلف أصحاب النصف وهم خمسة, وانتقل إلى أصحاب الربع ثم أصحاب الثمن ثم أصحاب الثلثين ثم أصحاب الثلث؛ فالنصف والربع والثمن والثلثين والثلث خمسة بقي من الستة السدس وهو أطولها, إذن باب السدس هو كما يقولون التصفية, وهو الذي يجمع أفراد الورثة فيما ينتقلون فيه من فرض إلى فرض هذا على سبيل التقريب, والمؤلف –رحمه الله- حسب منهجه في أول النظم إلى الآن, يعني يأتي بالعدد المجمل ثم يفصل فيه, وهنا كذلك:",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "(والسدس فرض سبعة من العدد??? أب وأم ثم بنت ابن وجد): جاء بالعدد مجمل, ثم أخذ يفصل تفصيل جزئي يبين من هم السبعة, ثم بعد ذلك تفصيل آخر يبين شروط ميراث هؤلاء أصحاب السدس. ¶ (أب وأم ثم بنت ابن وجد): (أب وأم) بدأ بالأصول, الأبوان الأب والأم؛ (ثم بنت ابن) وبنت الابن لو أن الطبقة الثالثة من الفرع بنت ابن ابن ابن ابن, ما دامت خرجت عن نطاق بنت الصلب, تقدم لنا بنت الابن في النصف وفي الثلثين, في النصف إذا كانت بنت الصلب وكانت واحدة, في الثلثين إذا لم تكن بنتي الصلب وكانت اثنتين فأكثر؛ (وجد) الجد في النسب يكون أب الأم وأب الأب, فأي الجدين أحب؟ أب الأب, فالجد الذي بينه وبين الميت أنثى ساقط, أب الأم لا يرث ¶ وكل جد يدلي إلى الميت بمحض الذكور فهو من الورثة, الجد أب الأب, أب أب أب أب الأب, لكن إذا جاء عن طريق الأم انفصل الأب, والجد فيه تفصيل بسيط وهو أن الجد هنا, كلمة الجد تطلق على أب الأم, وعلى أب الأب, فأب الأم ساقط من الأول لا شيء له, ولكن الجد أب الأب ما دام بمحض الذكورة ولو طلع إلى أعلى ما يكون فهو من الورثة.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "(والأخت بنت الأب ثم الجده ??? وولد الأم تمام العده): (والأخت بنت الأب) بنت الأب هذا قيد في الأخت أخرج الشقيقة وبنت الأم, لأن عند الأخوات ثلاث أقسام: أخت عن طريق الأب فقط, أخت عن طريق الأم فقط, أخت عن طريق الأبوين أب وأم وهي شقيقة؛ قال صنف واحد من الأخوات وهبي الأخت بنت الأب يعني الأخت لأب ليست الشقيقة وليست التي لأم؛ (ثم الجدة) الجدة كذلك, لكن إذا أطلقت الجدة نالت كفة الأم, فإذا أطلقت فهي أم الأم, ولكن في الميراث الجدة تطلق على أم الأم فهي مطلق جدة سواء أم الأم أو أم الأب, فكل واحدة منهن تحمل بطاقة الميراث ولها السدس لا تتعداه؛ (وولد الأم تمام العده) كلمة ولد الأم هو الأخ لأم, وكلمة (ولد) تطلق على الذكر والأنثى, وولد الأم ذكرا كان أو أنثى, إذن هنا تمام العدة؛ إلى هنا المؤلف –رجمه الله- أعطانا عدد مجمل سبعة, ثم فصل لنا الأفراد. ¶ نحن الآن في حاجة متى يرث كل واحد من هؤلاء السبعة السدس, فيبدأ المؤلف –رحمه الله- ويفصل التفصيل النهائي. ¶ (فالأب يستحقه مع الولد ??? وهكذا الأم بتنزيل الصمد): (فالأب يستحقه مع الولد) الأب يستحق السدس مع الولد, والولد في الميراث تشمل الذكر والأنثى, لو مات الميت عن أب وبنت, الأب له السدس لوجود البنت لأنها من الورثة؛ لو مات وترك ولدا ذكرا وأباه, الأب له السدس؛ لو مات وترك عشرة أولاد, الأب له السدس مع الولد قل أو كثر, ذكر أو أنثى؛ إذن الأب يستحق السدس إن وجد فرع وارث, لأن ولد الولد يحل محل الولد, وبنت الابن تحل محل البنت, وحينئذ يأخذ الأب السدس مع الفرع الوارث.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "(وهكذا الأم بتنزيل الصمد): (وهكذا) إشارة للأب, الأم مثل الأب تأخذ السدس عند وجود الولد أي الفرع الوارث, لو مات الميت وترك أمه وابنته وابنة ولده, لو مات وترك ولد أو ولد ولده أو عشرة أولاد أو خمسة بنات فللأم السدس, لو ترك أباه وأمه وولده, اجتمعت الأم والأب, لكل واحد منهما السدس؛ إذن الأبوان معا يستحق كل واحد منهما السدس مع وجود الفرع الوارث: { وورثه أبواه لكل واحد منهما السدس إن كان له ولد } قال (بتنزيل الصمد) يشير إلى الآية الكريمة. ¶ (وهكذا مع ولد الابن الذي ??? ما زال يقفو إثره ويحتذي): وهكذا الأبوان يستحق كل واحد منهما السدس كما استحقاه مع الولد كذلك يستحقانه مع ولد الابن, (وهكذا مع ولد الابن الذي ??? ما زال يقفو إثره ويحتذي) يعني ولد الولد, ولد ولد ولد ولد الولد؛ وهكذا يفصل المؤلف –رحمه الله- أن كلا من الأبوين يستحق السدس مع وجود الولد للصلب ذكرا كان أو أنثى مع وجود ولد الولد ذكرا أو أنثى مهما نزلت درجته. ¶ (وهو لها أيضا مع الاثنين ??? من إخوة الميت فقس هذين): (وهو) السدس, (وهو لها أيضا) يعني تمتاز الأم بشرط زائد عن الأب, كلاهما يشترط في أخذه السدس وجود الولد أو وجود الفرع الوارث, ولكن الأم تتميز عن الأب بشرط زائد, لأنها تستحق السدس عند وجود عدد من الاخوة(1) فإذا وجد أب وأم ولا فرع وارث, الأب سيأتينا في التعصيب, والأم مع وجود الاخوة والاخوة محجوبين بالأب لا يرثون ويحجبونها حجب نقصان من الثلث إلى السدس؛ وعلى هذا الأم يشترط في أخذها السدس شرطان: وجود الفرع الوارث ووجود جمع من الاخوة ورثوا أو لم يرثوا. ¶ __________ ¶ (1) - (*)الأب يحجب الاخوة كلهم لا يترك لهم شيء",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "(مع الاثنين) وهو لها أي السدس للأم زيادة على وجود الفرع الوارث مع وجود اثنين فصاعدا, مفهوم العدد لو وجد أخ واحد لا يردها عن الثلث, تستحق الثلث مع الأخ الواحد ذكرا كان أو أنثى, لكن إذا كان الاخوة عددا من اثنين فصاعدا لا تأخذ الثلث إنما ترد إلى السدس. ¶ (من اخوة الميت فقس هذين): اخوة الميت لأم, لأب, أشقاء, أي نوعية الاخوة؛ حتى بعضهم يقول يندرج تحت هذه الكلمة أربعين صورة: ذكر وأنثى, ذكران, أنثييان, أنثييان وذكر وخنثى...وكلها راجعة إلى وجود جمع من الاخوة. ¶ (والجد(1) مثل الأب عند فقده ??? في حوز ما يصيبه ومدّه): يقول المؤلف –رحمه الله- (والجد مثل الأب عند فقده) عند فقد الأب, (في حوز) يعني جمع, (ما يصيبه) أي في فرض, (ومَدِّه أو مُدِّه) الجد أب الأب مثل الأب عند انعدام الأب, إذا وجد الأب فلا ميراث للجد, لأن الأب أقرب إلى الميت وأول بالميت من الجد, فالأقرب يحجب الأبعد؛ فإذا لم يوجد الأب ووجد الجد أب الأب فهو مثل الأب لكن هذه المثلية ليست على عمومها, مثل الأب فيما يأخذه في حوز ما يصيبه أي في جمعه إليه ومدِّه, مَدِّه وما يمد به من العطاء, ومُدِّه ما يكيل به من المكيال, أي بما نكيل للأب نكيل للجد, فالجد عند فقد الأب نكيل له بالمد الذي كلنا للأب؛ مُدِّه المكيال, مَدِّه أمر معنوي وهو ما نطاوله به من عطاء. ¶ __________ ¶ (1) – هو أب الأب.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "(إلا إذا كان هناك إخوه ??? لكونهم في القرب وهو أسوه): الجد مثل الأب عند انعدام الأب, هذه قاعدة عامة, ولكن يستثنى من مماثلة الجد للأب في الحالات التي سنتكلم عنها فلا يكون الجد كالأب, يعني الجد مثل الأب في كونه يأخذ السدس فقط, ولكن في حالات ثانية الأب له تأثير أكثر من الجد ما هي هذه الحالات؟ (إلا إذا كان هناك إخوه) الاخوة مع الأب, الأب يحجبهم, لكن الاخوة مع الجد؟ هناك خلاف, له مع الاخوة ثلاث حالات وله باب مستقل –باب الجد والاخوة- الجد مثل الأب في ميراث السدس عند وجود الفرع الوارث, وليس الجد مثل الأب عند وجود جمع من الاخوة, لأن الأب يحجبهم, والجد يشاركونه ويرثون معه, إذن خالف الأب في هذه. ¶ (لكونهم في القرب وهو أسوه) (لكونهم) أي الاخوة والجد في القرب من الميت أسوة, بين الجد والميت جسر الأب, وبين الاخوة والميت جسر الأب. ¶ (أو أبوان معهما زوج ورث ??? فالأم للثلث مع الجد ترث): نذكركم بما تقدم الثلث للأم, ولكن(إن يكن زوج وأم وأب??? فثلث الباقي لها مرتب) إذا كان زوج وأم وجد, هل الجد هنا مثل الأب هناك؟ لا, غايره, كما أن الجد غاير الأب عند وجود الاخوة, فكذلك الجد يغاير الأب عند وجود أحد الزوجين معهما, الأم تأخذ الثلث كاملا ولا ترد إلى ثلث الباقي لماذا؟ لأم الأم والأب متساويان في الدرجة من الميت, والجد بعيد عنها درجة, فهناك الأب والأم مع أحد الزوجين, الأم لها ثلث الباقي, وهنا الجد مع الأم مع أحد الزوجين لها الثلث كاملا وكذلك مع وجود الزوجة, لأن قضية الغراوين حكمهما واحد. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله وعلى آله وصحبه ومن والاه وبعد:",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "قدم لنا المؤلف –رحمه الله تعالى- على سبيل الإجمال على عادته في جميع الفروض المقدرة في كتاب الله بأن من يرث السدس سبعة, وذكر الأبوين وذكر الجد والجدة, فالأب والأم كل واحد منهما يستحق السدس مع وجود ولد الميت, لما بيّن لنا المؤلف –رحمه الله تعالى- بأن من يرث السدس سبعة, وقدم لنا كل من الأب والأم ممن يرثون السدس وذلك بشرط يشترك فيه كل من الأب والأم وهو إن كان للميت ولد ذكرا كان أو أنثى, فلو مات الميت وترك أباه وولده, فالأب له السدس لوجود الولد, ولو كان محل الولد بنت فأيضا للأب السدس لوجود البنت, والبنت يصدق عليها كلمة ولد, وكذلك ولد الولد وبنت الابن, وجود واحد منهما يجعل للأب السدس؛ والأم كذلك, إذا وجدت الأم ووجد ولد للميت, فالأم تأخذ السدس, أو بدل الولد بنت, أو ولد الولد أو بنت الابن فكذلك يكون للأم السدس؛ وهذا الشرط يشترك فيه كل من الأب والأم, وتزيد الأم عن الأب في أخذ السدس وجود جمع من الاخوة, والجمع هنا أقله اثنان, سواء كان هذا الجمع وارثا أو محجوباً بالشخص؛ فلو وجدت الأم ووجد الولد أو البنت أو ولد الولد أو بنت الولد, أخذت السدس؛ لو وجدت الأم ومعها اثنان من اخوة الميت لأم, من اخوة أشقاء, من اخوة لأب, واحد شقيق وواحد لأب, واحد شقيق وواحد لأم, فوجود الجمع يرد الأم إلى السدس؛ فلو وجد الأبوان معا: مات وترك أمه وأباه وترك الولد, فكل واحد من الأب ومن الأم له السدس لوجود الولد؛ ولو مات وترك أبويه وأخوين شقيقين أو لأب أو لأم أو مشكلين, فإن أولئك الاخوة يحجبون بالأب ولا ميراث لهم مع وجود الأب, ومع ذلك فإن الأم تأخذ السدس مع وجود الاخوة ولو كانوا محجوبين بالأب.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "ثم انتقل إلى الجدة والجد, فقال: (والجد مثل الأب عند فقده ??? في حوز ما يصيبه ومدّه) أي عند فقد الأب, لأنه إذا وجد الأب والجد, الجد محجوب بالأب, لأن الأب أقرب لولده من الجد, فعند فقد الأب ووجود الجد يأتي الجد ويحل محل الأب, فقال: (والجد مثل الأب عند فقده) أي عند فقد الأب؛ (في حوز ما يصيبه ومدّه) المد آلة الكيل وهو مد النبي- صلى الله عليه وسلم -, أو (مدِّه) من الإمداد والمدد, يمد من الميراث ما يمد به الأب عند فقد الأب لحلول الجد محل الأب؛ ثم بدأ يستثني من هذه القاعدة من كون الجد مثل الأب, قال ليس على الإطلاق, لأنه له أحكام تغاير الأب, أولا مع الاخوة (إلا إذا كان هناك إخوه ??? لكونهم في القرب وهو أسوه)؛ الأب مع الاخوة يحجبهم, ولكن الجد مع الاخوة لا يحجبهم, قال: (وحكمه وحكمهم سيأتي ??? مكمل البيان في الحالات) قال سيعقد لهم بابا مستقلا يسمى باب الجد والاخوة, ثم يقول وكذلك الجد ليس كالأب فيما تقدم لك في قضية الغراوين المتقدم ذكرهما (إن يكن زوج وأم وأب??? فثلث الباقي لها مرتب) (وهكذا مع زوجة فصاعدا ??? فلا تكن عن العلوم قاعدا) يقول هنا نحن قلنا أن الجد مثل الأب, ولكن في هذه الحالات الثلاث, لا يكون مثل الأب: ¶ الحالة الأولى: عند وجود الاخوة, ما هو الفرق من حالة الجد ومن حالة الأب مع وجود الاخوة؟ الفرق هو أن الأب يحجب الاخوة, والجد لا يحجبهم يشاركونه ويشاركهم, لأن الجد والاخوة قربهم من الميت سواء, كل يأتي إلى الميت عن طريق الأب, الجد يأتي عن طريق الأب الذي هو ولد الجد, والأخ يأتي عن طريق الأب لأخيه الميت, فتساويا في الوصول إلى الميت عن جسر الأب اشتركا؛ بخلاف الأب يأتيه مباشرة.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "الحالة الثانية: في الصورة التي تأخذ فيها الأم ثلث الباقي مع الأب, تأخذ الثلث كاملا مع الجد, فإذا وجد: زوج وأم وجد (بدل الأب هنا جد) لو كان زوج وأم وأب, الأم تأخذ ثلث الباقي, لكن زوج وأم وجد, الأم تغاير هنا, يختلف حكم الجد عن وجود الأب, بأن الأم تأخذ ثلث المال كاملا؛ وكذلك زوجة وأم وأب, إذا كان الجد محل الأب فالجد ليس مثل الأب, ¶ لأن الزوجة والأم والأب, الأم تأخذ ثلث الباقي, فإذا كان محل الأب جد, الجد لا يردها إلى ثلث الباقي, تأخذ ثلث المال كاملا, لأن الجد ليس بمنزلة الأب, لماذا؟ لأن الأم مع وجود الأب متساوية في الميت بالقرب؛ إذن الجد ليس مثل الأب في معاملة الأم عند وجود الزوجة أو الزوج, ففي حالة وجود الأب مع أحد الزوجين يكون للأم ثلث الباقي وللأب الثلثين من الباقي؛ فإذا وجد الجد محل الأب لا يردها ولا يؤثر عليها تأخذ ثلث كاملا. ¶ (وهكذا ليس شبيها بالأب ??? في زوجة الميت وأم وأب ¶ وحكمه وحكمهم سيأتي ??? مكمل البيان في الحالات): (وحكمه وحكمهم) أي وحكم الجد المتكلم عنه, أي وحكمهم سيأتي فيما بعد مكمل البيان في الحالات, لأن له حالات ثلاث, يأتي تفصيلها في محلها إن شاء الله. ¶ ( هنا يبدأ الدرس الجديد: هذا نوع جديد من توريث السدس, وما تقدم يتعلق بالأبوين وبالجد محل الأب.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "(وبنت الابن تأخذ السدس إذا ??? كانت مع البنت مثالا يحتذى): بنت الابن تأخذ السدس إذا كانت مع بنت الصلب مثالا يحتذى, قال في هذا الترتيب إذا نظرنا بنت الابن وبنت الصلب أيهما أقرب إلى الميت بنت الصلب, بنت الابن نازلة درجة عن بنت الصلب؛ وتقدم هناك في باب الثلثين, وقلنا أنه لأصحاب النصف إذا تعددن ما عدا الزوج, للبنت أو بنت الابن أو الشقيقة أو التي لأب, هذه أربعة أصناف يستحقون النصف, فإذا وجد اثنان من الأربعة: بنتان, بنتا ابن, شقيقتان, أختان لأب, كل صنف هذا يأخذ الثلثين؛ فإذا وجدت بنت للصلب تستحق النصف لو كانت معها أختها, لو كان الميت مات عن ابنتين سينتقل البنات من النصف إلى الثلثين, الآن هنا: بنت واحدة للصلب وبنت ابن, يقولون –وهذا بالإجماع- فالبنت تأخذ النصف, ماذا بقي من الثلثين؟ السدس تأخذه بنت الابن؛ فإذا وجدت بنت واحدة فلها النصف, ابنتين لهما الثلثان, فإذا وجدت بنت للصلب واحدة تأخذ النصف وبنت الابن تأخذ باقي الثلثين تكملة للثلثين. ¶ والمثال الذي يحتذى: مات عن بنت ابن ولا توجد بنت الصلب, بنت الابن وحدها تأخذ النصف, يوجد معها بنت ابن ابن أنزل منها درجة –يعني في الدرجة الثالثة من الميت- بنت الابن تأخذ النصف وبنت ابن ابن تأخذ السدس تكملة الثلثين, لأن بنت الابن وحدها تأخذ النصف, وبنتا ابن فأكثر لهن الثلثين, فإذا وجدت بنت الابن ولم توجد بنت الصلب, فبنت الابن تحل محل بنت الصلب وتأخذ النصف, بقي من الثلثين السدس, تأتي بنت ابن ابن وراءها وتأخذ سدس الباقي من الثلثين. ¶ لو أن بنت الصلب موجودة وخمس بنات ابن موجودات, تأخذ بنت الصلب النصف كاملا, وخمس بنات الابن لهن السدس تكملة للثلثين, لأن بنات الصلب لو كن عشرة يأخذن الثلثين, إذن تعدد الفرع الوارث من النسوة له الثلثين, إن كان من الطبقة العليا للصلب أخذن الثلثين, وبنت الابن لم يبق لها شيء لأن الثلثين استغرقا عند بنات الصلب.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "(وهكذا الأخت مع الأخت التي ??? بالأبوين يا أخي أدلت): يقول كذلك الحال, الأخت الشقيقة إذا انفردت أخذت النصف, فإذا وجدت أخت لأب, هما في القرب سواء, لكن هل هما في القوة سواء؟ واحد يدلي بحبل والثاني يدلي بحبلين, هذه شقيقة من أم وأب, وتلك من أب فقط, هما في القرب سواء لأن الأب واحد, إذن الشقيقة قوية تأخذ النصف, لو كان الشقيقة عدد: خمس شقيقات أو عشرة لهن الثلثين, إذن الأخت لأب مع استغراق الشقيقات للثلثين لا شيء لهن, أما إذا كانت شقيقة واحدة أخذت حقها النصف كما تقدم, الباقي من الثلثين السدس, تأتي الأخت لأب وتأخذ السدس, كما جاءت بنت الابن مع البنت للصلب وأخذت السدس؛ ولو كان الأخوات لأب خمسة عشرة مع الشقيقة ليس لهن إلا السدس تكملة الثلثين. ¶ (والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب): كلمة (في النسب) لتخرج الجدة من الرضاعة, والنسب تكون أم الأم أو أم الأب, والسدس فرض جدة واحدة سواء كانت جدة لأم يعني أم الأم أو لأب يعني أم الأب؛ ومبحث الجدة والجدات نحتاج الرجوع والعودة إليه بعد بيان فرض ولد الأم, لأن لهم شيء من التفصيل, وتوريث الجدة أيضا كان موضع خلاف وتساؤل حتى في عهد الصديق - رضي الله عنه - وجاء من أخبره أن الرسول- صلى الله عليه وسلم - أعطى الجدة السدس, ونعلم جميعا أن سدس الجدة ليس أصيلا, ولكنه سدس الأم, السدس الذي للأم يكون للجدة؛ وتوريث الجدة من حيث هو يأتي البحث فيه في تعدد الجدات والمجمع عليه توريث الجدة أم الأم وأم الأب, إذا انفردت واحدة منهما أخذت السدس وهذا مذهب مالك –رحمه الله- هناك من يقول نزيد خطوة ونورث ثلاث جدات, فيزيدون توريث أم أب الأب(أم الجد لأب) وهذا يقف عنده الحنابلة, وعند الأحناف والشافعية كل جدة أدلت بوارث فهي ترث ولا يقصرون العدد على ثلاث ولا على اثنين؛ ولكن البحث فيما إذا اجتمعن من التي تأخذ السدس منهن؟ سيأتي يبيّنه:",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "(وإن تساوى نسب الجدات ??? وكن كلهن وارثات) (فالسدس بينهن بالسوية ??? في القسمة العادلة الشرعية) ولا ندخل في هذا المجال الآن, ولكن على سبيل الإجمال تقدم لنا الأب والأم والجد وبنت الابن والأخت لأب والجدة وولد الأم تمام العدة. ¶ (وولد الأم ينال السدسا ??? والشرط في إفراده لا ينسى): ولد الأم هو الأخ لأم يرث السدس إن كان واحدا ذكرا كان أم أنثى, أخ لأم أو أخت لأم فعند الانفراد لمن وجد له السدس, وإن وجد التعدد مع عدم الحجب فيشتركن في الثلث, لو كان عشرة اخوة لأم فهم شركاء في الثلث, أما الواحد فقط أخ لأم أو أخت لأم فمن انفرد من اخوة الأم ذكرا أو أنثى فله السدس؛ إذن تمام العدة من السبعة الأخ لأم ذكرا كان أم أنثى, فإذا زاد عن واحد, اثنين فأكثر فهم شركاء في الثلث, ومعنى المشاركة هنا لو كان الاخوة لأم ثلاثة ذكور وثلاث إناث, لا نقول للذكر مثل حظ الأنثيين, ولكن نقول الذكر والأنثى في ذلك سواء على عدد الرؤوس, لأنهم لم يأتوا عن طريق التعصيب ولكن جاءوا عن طريق رحم الأم؛ وعلى هذا يكون المؤلف –رحمه الله- قد أنهى الكلام عن السبعة الذين يرثون السدس, وبقي عنده تفصيل في موضوع الجدات, وهذا التفصيل يحتاج إلى وقت أوسع حتى لا يشوش علينا ما تقدم نرجئه إلى ما بعد -إن شاء الله- وبالله التوفيق. ¶ ((( ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه : ¶ تقدم لنا يا إخوان في مباحث السدس في الأبوين والجد والجدة وبنت الابن مع البنت والأخت لأب مع الشقيقة, وبعض الشيء عن الجد كونه يحل محل الأب إلا في بعض المواطن ثم جاء هنا إلى الصنف السابع ممن له السدس ليفصل فيه وهو الجدات, قال:",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "(والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب): كل جدة هي جدة في النسب ولكن احترازا من الجدة في الرضاع, مثلا امرأة أرضعت إنسان فهي أمه رضاعة, أمها جدة له في الرضاعة, الجدة في الرضاع أو الأخ في الرضاع أو الأب في الرضاع لا دخل لهم في باب الميراث وهذا بإجماع؛ وكذلك الولاء, لو أن إنسان له ولاء على إنسان بأن أعتقه وصار الولاء له فمات, جدته موجودة لا دخل لها في ميراث الولاء؛ إذن السدس فرض الجدة. ¶ يقول هنا (واحدة كانت لأم وأب): يعني أن الجدة طريقها إلى الميت بأحد الطريقين: إما الأب وإما الأم, فأم الأب جدة وأم الأم جدة, ونحب أن نعيد إلى الأذهان أن الجدة أم الأب لها أم ولها أب, وأمها لها أم ولها أب, ستتشعب شجرة كبيرة إلى حد بعيد, أم الأب وأمها وأم أم أمها وأم أم أم أم أمها كل هذا الخط جدة لأب, نأتي كذلك للأم, الأم لها أم ولها أب, وأم الأم لها أم, ولها أب, أبو الأم له أم وله أب, فالجدة أم الأم وأمها وأم أمها وأم أم أمها جدة لأم؛ فعندنا طريقين: طريق بمحض الإناث من الأم وأمهاتنا إلى أمنا حواء وهذه كلها جدة لأم؛ وعندنا طريق يبدأ بالأب وأمه, أم هذا الأب وأمهاتها تسير في خط متوازي مع جدة الأم, أمهات أمهات أمهات أم الأب, جدة لأب طريق واحد قريبة أو بعيدة, المهم عندنا قناتان للجدة, قناة عن طريق الأم وأمهاتها, وقناة عن طريق أم الأب, هاتان الجدتان من جهة الأم أو من جهة الأب موضع اتفاق لا خلاف في ذلك؛ ومالك –رحمه الله- اقتصر في توريث الجدات على هاتين القناتين فقط, فلا يرث عند مالك إلا الجدة التي جاءت من هذه القناة وهذه القناة؛ التفصيل في لو اجتمعنا, لو افترقنا, لو اقتربنا, لو ابتعدت هذا تفريع آخر, لكن يهمنا تأصيل الفرض, تأصيل الميراث لباب الجدة, من الجدة عند مالك التي ترث, من جاءت عن طريق أم الأم وأمهاتها هذا كله خط واحد؛ وأم الأب وأمهاتها؛ الأم لا يأتي عنها إلا قناة واحدة وهي أم أمهاتها,",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وأبو الأم هو جد لكن هل هو وارث؟ لا, تقدم لنا أن الوارث من الأجداد هو من جهة الأب, فالجد أب الأم لا يرث, فإذا كان الجد لأم لا يرث فأمه من باب أولى, آباؤه وأباء آبائه وأمهاتهم وكل ما تشعب لاغ, وإنما عن طريق الأم كما قلنا قناة واحدة أم الأم وأمهاتها؛ نأتي من جهة الأب, أم الأب جدة وتعادل في الدرجة أم الأم, لأن أم الأب بينها وبين الميت الأب فقط وهو ابنها, وأم الأم بينها وبين الميت أمه فقط وهي ابنتها, فأم الأم وأم الأب متعادلتان في الدرجة والمرتبة؛ إذا جئنا إلى جهة الأب, هذا الأب له أب وله أم, أمه دخلت في جدة الميت, أبوه له أم, أم جد الميت تأتي إلى الميت عن طريق ولدها الذي هو جد الميت, فهذا الجد للميت أمه بالنسبة لأب الميت جدة فهي الجدة الثانية للميت عن طريق أبيه, أم أب أب الميت, ولو جئنا لأب أب الميت له أب وأمه تكون أم أم أب الميت؛ أحمد –رحمه الله- قال الجدة الوحيدة التي من جهة الأم, والجدة الأولى التي من جهة الأب والتي اتفق مالك على توريثهما أنا موافق وأزيد عليهما الجدة الثانية أم أب الأب, إذن رجعنا إلى الوراء درجة ثالثة, فجاءت أم أب الأب يعني جدة الأب, أحمد قال أنا أضيف هذه أيضا؛ لو رجعنا جد جد الأب, أمه أيضا أم أب أب أب الأب ومدلية بوارث, لأن الجد من جهة الأب فهو وارث وأمه وارثة؛ إذا تأصل عندنا جدة من جهة الأم مع أمهاتها فرع واحد, وجدة من جهة الأب وهي أم الأب هي الدرجة الأولى في الجدات لأب, إذا جئنا وراءه بدرجة وهي جدة الأب يعني أم أب الأب فهي جدة, أحمد يلحقها بالبنتين ويصير عنده ثلاث جدات وارثات. ¶ الشافعي وأبو حنيفة –رحمهما الله- قالوا لا, لماذا نضيف جدة الأب وهي أم أب الأب؛ وكل جدة أدلت بجد وارث لا يوجد من يحجبها نورثها؛ هل هناك فرق بين الثلاثة؟ مالك قال: جدتين واحدة من جهة وواحدة من جهة الأب فقط؛",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "أحمد زاد جدة الأب (أم أب الأب)؛ لكن أبو حنيفة والشافعي –رحمهما الله- قالا:كل جدة أدلت بجد وارث وهو ما كان عن طريق الأب وليس هناك من يحجبها من أهل الميراث؛ ولهذا أصحاب الفرائض المتقدمين يقولون: مذهب الشافعي وأبو حنيفة هو أمر نظري وليس عملي لأنه لا يتصور وجود أكثر من ثلاث مراتب للجدات, إذن يهمنا من ناحية الفقه والميراث. ¶ (والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب): (واحدة كانت) إن كانت واحدة أخذت السدس سواء كانت من جهة الأم أو من جهة الأب, هذه الخطوة الأولى أن السدس فرض الجدة إن كانت وحدها وسواء جاءت عن طريق الأم أو جاءت عن طريق الأب, والأم لا يأتي عنها إلا جدة واحدة وهي أم الأم وأمهاتها, والأب يأتي عنه أمه وأم أبيه وأم جده إلى ما شاء الله. ¶ والسدس فرض جدة في النسب واحدة كانت سواء لأم أو كانت لأب. ¶ سيأتي: (وإن تساوى نسب الجدات ??? وكن كلهن وارثات): يجمعون على أن الأم إذا وجدت حجبت الجدة من أي طريق كانت, إن كانت عن طريق الأم فهي بنتها وأقرب منها فلا تأخذ أمها معها شيء؛ وإن كانت الجدة من جهة الأب فإن الأم أقرب من الجدة من جهة الأب, وأصل السدس للأم, ولم يوجد فرض سدس للجدة في كتاب الله, ولكن جاء في السنة عنه- صلى الله عليه وسلم - أنه أطعم الجدة عند عدم الأم السدس وذلك في خلافة أبي بكر- رضي الله عنه -.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ما دام المؤلف –رحمه الله- يقول: (والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب) والإجماع على أن الجدة لا ميراث لها مع الأم سواء كانت الجدة من جهة الأم أو من جهة الأب؛ إذا لم توجد الأم وكانت الجدة أم الأب فلها السدس, إذا كان ولدها أي الجدة من جهة الأب موجود هل ترث السدس مع وجود ولدها أو ولدها يحجبها؟ عند المذاهب الثلاثة: الشافعية والأحناف والمالكية أم الأب لا ترث في وجوده يحجبها, وعند أحمد –رحمه الله- لا يحجبها؛ ما هو السبب؟ الأئمة الثلاثة قالوا: هي الأصل ما لها شيء فلما جاءت وكان ولدها في طريقها ردها, وأحمد يقول: أصل السدس ليس للأب حتى يردها, السدس للأم والأم غير موجودة فينتقل إلى البديل وهي الجدة. ¶ إذن: (والسدس فرض جدة في النسب ??? واحدة كانت لأم وأب) إلا التي من جهة الأب لا شيء لها مع وجود ولدها وهو أبو الميت. ¶ (وولد الأم ينال السدسا ??? والشرط في إفراده لا ينسى): كلمة (ولد) في الميراث تدل على الذكر والأنثى, (والشرط في إفراده لا ينسى): يعني إن كان واحدا ولدا أو بنت, فإن وجد أخ لأم أو أخت لأم على الانفراد فله السدس طبعا ما لم يحجب (يحجبه الفرع الوارث والأصل الوارث الذي هو الأب) إذن ولد الأم تمام عدة السبعة, لأنه بانفراده يأخذ السدس ولد أو بنت؛ أما إذا كانوا أكثر من واحد فلهم الثلث. ¶ يأتي المؤلف مرة أخرى إلى الجدات: ¶ (وإن تساوى نسب الجدات ??? وكن كلهن وارثات ¶ فالسدس بينهن بالسوية ??? في القسمة العادلة الشرعية): عرفنا أن السدس للجدة إن كانت وحدها, سواء للأم أو للأب",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "لو كانت الجدة أم الأم والجدة أم الأب, والأم ليست موجودة والأب غير موجود, وتوفرت الشروط, لمن نعطي السدس لأم الأم أو لأم الأب؟ (وإن تساوى نسب الجدات) تساويا في المرتبة (أم أم, أم أب) أم أم أم, أم أم أب هل هما متساويتان في الدرجة؟ نحن قلنا أن قناة الأم تمتد إلى حواء, وكذلك أم الأب تمتد إلى حواء, إذن خطان متوازيان؛ فعلى هذا إن كن في الدرجة الأولى, أم الميت أمها موجودة, إذن أم أم الميت, أم أب الميت كلاهما في المرتبة الثانية من الميت, الأم والأب في الدرجة الأولى وأمهاتها في الدرجة الثانية, وهنا تساويا فالسدس بينهن بالسوية, لو ارتفعوا درجة صارت أم أم أم الأم, وأم أم أم الأب متساويات, حكمهم بالسوية؛ بعدها سيأتي إذا كانت واحدة متقدمة على الثانية وواحدة متأخرة والمتقدمة من جهة الأم أو من جهة الأب.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "يقول: (السدس بينهن بالسوية ??? في القسمة العادلة الشرعية(1) فيه نقطة يذكرها العلماء: إذا وجدت جدتان, جدة واحدة من جهة الأم- للأب والأم سواء-, وجدة للأب من جهة أحد الطرفين, إذا أحد تزوج ابنة خالته, أمه وخالته بنات جدة واحدة هي أم أم الزوج وأم أم الزوجة, فجاء بولد ومات, صارت هذه الجدة جدة لهذا الولد من جهة أمه ومن جهة أبيه, الولد أب أبيه من جهة أم أبيه من جهة أخرى, فتساوتا في الدرجة, أم الأم هنا وأم الأب هناك, السدس بينهن بالسوية أو الجدة التي هي للطرفين لها أكثر؟ هذا المولود الذي جاء من أولاد الخالات, أبوه الذي أمه من هذه الجدة, أبو أبيه من جهة أخرى, وجاءت الجدة التي من أبيه من جهة أخرى, هو جاء للجدة هذه من جهة أمه, جاءت أم أبيه (جدة لأبيه) وهذه جدة لأمه وجدة لأم الزوج من جهة الطرفين أمومة, والجدة من جهة الأب جاءت بعيد عن هذه الجدة, فواحدة منهم تعلقت بسببين وواحدة تعلقت بسبب واحد؛ هل السدس بينهن بالسوية أيضا أو فيه فرق؟ التي هي جدة للطرفين(أب وأم) قالوا: لها ثلثي السدس, والتي جاءت من طرف بعيد لها الثلث الثاني, لأن تلك أدلت إلى الميت بفرعين: بنتها زينب أنجبت حسن, وبنتها فاطمة أنجبت خديجة, حسن وخديجة تزوجوا فجاءوا بعلي, الجدة لعلي من جهة أمه ومن جهة أبيه لأن كلا من الأمهات بناتها, لكن الزوج أبوه من بعيد هناك, فالبعض يقول فالسدس بينهن السوية ولم ينظر إلى اختلاف أو تعدد الجهة, والبعض قال هذه أقوى تأخذ ثلثي السدس, وتلك تأخذ ثلث السدس فقط؛ ولكن الترجيح الله تعالى أعلم, الجمهور على المناصفة. ¶ __________ ¶ (1) - أو: (في القسمة العادلة المرضية).",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "(وإن تكن قربى لأم حجبت ??? أم أب بعدى وسدسا سلبت): هذه قضية في المتوازيات, نحن قلنا بأن الجدة من جهة الأم قناة واحدة-أم الأم وأمهاتها- ومن جهة الأب قناة متعددة, لكن موضع الاتفاق أم الأب وأمهاتها, فلما التقيا وتقابلا وتساويا تقاسما السدس؛ ولكن إذا حصل الجدة أم الأم لم توجد إلا في الطبقة الرابعة أم أم أم الأم, والجدة أم الأب موجودة في الطبقة الثالثة أم أب الأب, من الأقرب للميت, التي أم الأم أو أم الأب؟ أم الأب, هذه صورة قد تكون العكس, التي من جهة الأم في الدرجة الثالثة, والتي من جهة الأب في الدرجة الخامسة ماذا يكون الحكم؟ نحن عرفنا أنه عند التساوي في المرتبة, وإن تساوتتا اقتسمتا؛ إذا كانت واحدة أقرب من الثانية ماذا نفعل؟ هذا الذي بدأ يفصل فيه المؤلف: ¶ (وإن تكن قربى لأم حجبت ??? أم أب بعدى وسدسا سلبت): القربى لأم نقول هي أم أم الأم في الدرجة الثانية, والتي من جهة الأب أم أم أم الأب, فالقربى للميت من جهة الأم, (وإن تكن قربى لأم حجبت ??? أم أب بعدى وسدسا سلبت) القربى من جهة الأم تحجب البعدى من جهة الأب وتسلب منها السدس كاملا. ¶ (وإن تكن بالعكس فالقولان ??? في كتب أهل العلم منصوصان): بالعكس يعني القربى من جهة الأب أم أب الأب, أما من جهة الأم, أم أم أم الأم, فمن جهة الأب المرتبة الثانية, ومن جهة الأم المرتبة الخامسة, فهي عكس الصورة الأولى. ¶ (وإن تكن بالعكس فالقولان) قولان منصوصان في المذاهب ومسجلة في كتبهم, ما هو القولان؟ إن تكن العكس بأن كان البعد من جهة الأم, والقرب من جهة الأب؛ لما كان القرب من جهة الأم حجبت البعدى لأب, لكن هنا لا, لا تسقط البعدى, سبحان الله لماذا لما كانت من جهة الأم لا تسقط ومن جهة الأب تسقط؟ ¶ (وإن تكن بالعكس فالقولان ??? في كتب أهل العلم منصوصان",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "لا تسقط البعدى على الصحيح ??? واتفق الكل على التصحيح): (لا تسقط البعدى) التي من جهة الأم, (واتفق الكل على التصحيح) واتفقت الأكثرية على تصحيح هذا القول, بأن البعدى لأم لا تسقطها القربى لأب؛ ولماذا القربى لأم أسقطت البعدى لأب؟ قالوا: عند التساوي ليس هناك كلام, وعند قرب الأم وبعد ذات الأب, كانت ذات الأم تتقوى بعاملين, القرب للميت وكون أصل السدس للأم, فكان جانبها قوي من جهتين: القرب والأصالة, لكن لما انعكست, إن ابتعدت التي لأم وضعفت بالبعد, جاءت قوة الارتباط بالأم وجبرت هذا الضعف فاقتسمت معها, إذن إن تكن قربى لأم حجبت بعدى لأب, لأن التي من جهة الأب ضعيفة, ليس لها الأصل وابتعدت عن الميت؛ فإذا كان العكس التي لأم ضعفت بالبعد لكن قويت بالأصالة مع الأم, فجبر قوة ارتباطها بالأم ضعفها بسبب البعد. ¶ (وكل من أدلت بغير وارث ??? فما لها حظ من الموارث): وكل جدة أدلت بغير وارث فما لها حظ من الموارث, من الجدة التي تدلي بغير وارث؟ نحن قلنا أن الأم عندها أمها وأبوها, أبو الأم جد, أمه جدة, ولكن تدلي بوارث أو بغير وارث؟ بغير وارث, إذن فما لها حظ, لأن الذي أدلت به لا يرث فكيف بها هي.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "(وتسقط البعدى بذات القرب ??? في المذهب الأولى فقل لي حسبي): بين لنا المؤلف –رحمه الله- حالة التساوي مع التعدد, وحالة التفاوت مع التعدد أي تعدد الجهة, ولكن لما وجد التعدد من جهة واحدة يعني أم الأم وأمها, أم أم الأم تصبح جدة لأم, فوجدت جدة رقم واحد التي هي أم الأم, ووجدت أمها جدة رقم اثنين؛ أو وجدت أم الأب وأمها-أم أم الأب- جدة من جهة الأب رقم اثنين؛ قال: (وتسقط البعدى بذات القرب) لو وجد من جهة الأم سلسلة جدات إلى أربع جدات, نظرنا الجدة الرابعة بينها وبين الميت إن كان الطريق خالي وليس هناك أحد, جاءت الجدة رقم 4 أو 5 وحلت محل الأم وأخذت السدس, لكن إذا كانت أم الأم موجودة وأمها موجودة, فعندنا جدة قربى التي هي أم الأم, وجدة بعدى التي هي أم أم الأم, من التي تأخذ السدس؟ الأقرب, وتسقط البعدى بذات القرب, لأن القريب أولى وأقرب إلي الميت وهكذا لم توجد أم الأم ولكن وجدت جدة الأم –أم أم الأم- ووجدت أمها بعدها الجدة الرابعة, لكن مع وجود الجدة رقم ثلاثة, الجدة الرابعة محجوبة برقم ثلاثة؛ وهكذا من جهة أم الأب, كلما تعددت الجدات من طريق واحد, فإن الأقرب منهن إلى الميت تحجب التي وراءها. ¶ (وقد تناهت قسمة الفروض ??? من غير إشكال ولا غموض) وقد تناهت ولله الحمد. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه الطيبين الطاهرين, وبعد: ¶ (قال ناظم متن \" الرحبية \"-رحمه الله-: ¶ -باب التعصيب- ¶ وحق أن نشرع في التعصيب ??? بكل قول موجز مصيب ¶ فكل من أحرز كل المال ??? من القرابات أو الموالي ¶ أو كان ما يفضل بعد فرض له ??? فهو أخو العصوبة المفضله ¶ كالأب والجد وجد الجد ??? والابن عند قربه والبعد ¶ والأخ وابن الأخ والأعمام ??? والسيد المعتق ذي الإنعام ¶ وهكذا بنوهم جميعا ??? فكن لما أذكره سميعا",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "وما لذي البعدى مع القريب ??? في الإرث من حظ ولا نصيب ¶ والأخ والعم لأم وأب ??? أولى من المدلي بشطر النسب ¶ والابن والأخ مع الإناث ??? يعصبانهن في الميراث ¶ والأخوات إن تكن بنات ??? فهن معهن معصبات ¶ وليس في النساء طرا عصبة ??? إلا التي منت بعتق الرقبة ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ يقول المؤلف –رحمه الله-: -باب التعصيب-: التعصيب: تفعيل من العصب, والعصب هو جمع الشيء بعصابة, ويقال عصابة الرأس وهو ما تشده بها, وسميت العمائم عصائب لأنها تعصب بها الرأس؛ والعصبة الجماعة المتعصبة بعضها ببعض, والتعصيب تفعيل من العصبة, وهو الذين تعصبوا أي استداروا حول الميت من أصوله في أعلاه ومن فروعه في أدناه ومن جوانبه, فالأصول: الآباء والأجداد, والفروع: الأبناء وأبناءهم, والجوانب: الاخوة والأعمام وأولادهم, هذا هو التعصيب. ¶ وتقدم لنا في أوائل هذا النظم المبارك قوله: (واعلم بأنَّ الإرث نوعان هما ??? فرض وتعصيب على ما قسما) وهناك قسم الميراث إلى قسمين: فرض, يعني هناك من يرث بالفرض, وهناك من يرث بالتعصيب؛ والفرض هو الجزء المفروض المقدر لا يقبل زيادة ولا نقص في الأصل(1)؛ والتعصيب هو ما ذكره هنا: ¶ (وحُقَّ أن نشرع في التعصيب ??? بكل قول موجز مصيب): (حُقَّ) معناه وجب, وينطق بضم الحاء وبفتحها حَقَّ أي وجب, حُقَّ مبني للمجهول أيضا وجب, أي بعد أن أكملنا الكلام على القسم الأول من قسمي الميراث وهو بالفرض كما ¶ __________ ¶ (1) - اللهم إلا ما يرد عليه في الرد أو العول هذا شيء آخر.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قال: واعلم بأن الإرث نوعان: فرض وهو الذي تكلم عليه (والإرث في فرض الكتاب سته ??? لا فرض في الإرث سواها البته) وذكر لنا الفروض الستة المقدرة في كتاب الله النصف وأصحابه, والثلثان وأصحابهما, والثلث والسدس والربع والثمن, وبين لنا من يأخذ تلك الفروض, وبعد أن أنهى بيان القسم الأول وهو الفروض قال: ¶ (وحُقَّ أن نشرع في التعصيب ??? بكل قول موجز مصيب): وحق شرعا أو وحق علماً وحق تأليفا بعد أن بينا القسم الأول, وجب علينا ببيان القسم الثاني, قال وحق لنا أن نشرع في التعصيب, (نشرع) أي نبدأ في بيان التعصيب, ثم ماذا قال في تعريف التعصيب؟ قال: ¶ (فكل من أحرز كل المال ??? من القرابات أو الموالي ¶ أو كان ما يفضل بعد فرض له ??? فهو أخو العصوبة المفضله): فهنا هل عرف لنا التعصيب أو عرّف لنا من يأخذ بالتعصيب, قال من يأخذ كل المال إذا انفرد أو يأخذ ما أبقت الفروض فهو أخو العصوبة, من هو أخو العصوبة, ومن هو الذي إذا انفرد أخذ كل المال أو ما أبقت الفروض؟ ولهذا يقول العلماء هذا تعريف بالحكم وهو يقتضي الدور, لأنك إذا قلت من انفرد أخذ كل المال يكون عصبة, فمن العصبة الذي انفرد أخذ كل المال؟ ولما كان التعريف بالحكم ليس جامعا مانعا ولا مبيناً, اضطر أن يعطف على ذلك ببيان العصبة, بذكر آحادهم وذكر أفرادهم واحدا واحدا, إذن هذا مدخل لبيان القسم الثاني من قسمي الميراث الذي أشار إليه في أول النظم: (واعلم بأنَّ الإرث نوعان هما ??? فرض وتعصيب على ما قسما).",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "(بكل قول موجز مصيب): (بكل قول) القول عند علماء اللغة كما قال ابن مالك: (كلامنا لفظ مفيد كاستقم, واسم وفعل ثم حرف للكلم, واحده كلمة, والقول عم) فعندهم الكلام والكلمة والكلم والقول؛ فالكلام ما كانت فيه نسبة إسنادية صحيحة كالجملة الفعلية أسندت الفعل لفاعله, والجملة الاسمية بنيت الخبر على المبتدأ جاء زيد فيه نسبة اسنادية وهو المجيء إلى زيد قام زيد, فيه نسبة فعلية أسندت فعل القيام لزيد, فهذا مفيد فائدة يحسن السكوت عليها فهو كلام؛ أما الكلم فهو أن تجمع بين حرف واسم وفعل ولكن ليست فيه فائدة يحسن السكوت عليها, إن جاء زيد, إن حرف, جاء فعل, زيد اسم, فجمعت أقسام الكلمة في تركيب واحد ولكن ليس فيه فائدة يحسن السكوت عليها فتسمى كلم, ولا تسمى كلام, لأن الكلام ما اشتمل على فائدة يحسن السكوت عليها جاء زيد, قام زيد, فائدة كاملة, لكن إن جاء زيد كلمات ثلاث, أنواع الكلمات في اللغة, ولكن لم نستفد, فماذا يحصل إن جاء زيد؟ لم يتم الكلام؛ والقول عم, \"وكلمة بها كلام قد يؤم\", تقول كلمة, الكلمة مفردة وقد تطلق على الكلام الكثير, يلقي كلمة بين يدي موضوع, يلقي كلمة في مجتمع –محاضرة- وتوصف محاضرة استغرقت ساعة بأنها كلمة, \"وكلمة بها كلام قد يؤم\" يعني قد يوصف ويطلق؛ \"والقول عم\" كلمة قول يصدق على الحرف فقط, يصدق على الفعل فقط, يصدق على الكلام وعلى الكلم مفردة كانت أو مجملة أو طويلة أو قصيرة, ويطلق على ما فيه فائدة وما لا فائدة فيه. ¶ فهنا يقول: (بكل قول) أي من القسم الذي فيه الفائدة؛ (موجز) ليس فيه الإطالة وليس فيه الاختصار المخل؛ (مصيب) أي بعيدا عن الخطأ؛ إذن هذه مقدمة من المؤلف بأنه شرع في بيان القسم الثاني من أقسام الميراث وهو التعصيب.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "قال: (فكل من أحرز كل المال ??? من القرابات أو الموالي): (فكل) كما يقولون صور كلي عن المناطق يشمل الجميع ولا يخرج منه فرد: { كل نفس ذائقة الموت } { كل من عليها فان } ما خرج فرد من الأفراد. ¶ (فكل من أحرز) أي امتلك وضم وأخذ (كل المال) أي التركة (من القرابات أو الموالي) الموالي هو أصحاب العتق, فكل ¶ قريب للميت, وكل مولى له بالعتق يحرز كل المال, أو لا يحرز كل المال وكان معه من أصحاب الفروض, فيأخذ أصحاب الفروض فروضهم, وما بقي بعد الفروض فيكون له, أي أن العاصب من إذا انفرد عن أصحاب الفروض حاز كل المال, ومن وجد معه صاحب فرض أخذ ما أبقت الفروض. ¶ (أو كان ما يفضل بعد فرض له ??? فهو أخو العصوبة المفضله): (أو كان ما يفضل بعد فرض له) والفرض اسم جنس, قد تكون الفروض متعددة, عدة أشخاص لهم فروض في المسألة: أم وأخ لأم وأخت لأم وبنت وعم, كل هؤلاء أصحاب فروض, الأم والأخ لأم والأخت لأم والبنت أصحاب فروض, والعم ينتظر ما أبقت الفروض له فهو للعصوبة, أو ما أبقت الفروض (فهو أخو العصوبة) أخوها يعني هو, فهو العاصب؛ كما أشرنا بأن كل من أحرز كل المال, أو كان ما يفضل بعد الفرض له فهو أخو العصوبة, من هو أخو العصوبة الذي يأخذ كل المال أو يأخذ ما أبقت الفروض؟ ولهذا بدأ بتعريف العصبة بالتسمية والأفراد. ¶ (كالأب والجد وجد الجد ??? والابن عند قربه والبعد): (كالأب والجد) هذه الأصول وإن علت (وجد الجد) كذلك, ¶ (والابن عند قربه والبعد) ابن ابن ابن ابن, يعني الأصل والفرع. ¶ (والأخ وابن الأخ والأعمام ??? والسيد المعتق ذي الإنعام): الأب والجد وجد الجد والابن وابن الابن والأخ وابن الأخ هؤلاء قرابات أو أجانب؟ قرابات الميت, متعصبين حوله: الأب والجد من أعلى, الابن وابن الابن من أسفل, والأخ وابن الأخ والأعمام حوله من الجوانب؛ إذن هؤلاء ذوي القرابات.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "(والسيد المعتق ذي الإنعام) كذلك السيد المعتق ذي الإنعام هو ليس قريب, ولكن بالولاء أعتق هذه الرقبة, فصارت حرة ترث وتورث, وولاءها لمن أعتقها, فالمعتِق يصير عصبة لهذا المعتَق إن مات ولم يوجد له وارث بالفرض أحرز كل المال, إن مات وكان له ورثة بالفروض أخذوا فروضهم والباقي لهذا المعتِق لأنه عصبة؛ ونريد أن نقرب الموضوع: هو ذكر لنا أعيان إذا كنت ذاكرا وحافظا: (والوارثون من الرجال عشرة) أخرج من تلك العشرة الزوج والأخ لأم, البقية ممن ذكر هناك هم العصبة, الأصول والفروع والحواشي, فإذا كان الأمر كذلك فهؤلاء عصبة بدون قيد ويسمون العصبة بالنفس, لأنه هو بنفسه قوي يعصب الميت, والعصبة تنقسم إلى ثلاثة أقسام: عصبة بالنفس وهو الذين ذكرهم, وهو محض الرجال, وعصبة بالغير وهو إناث مع الرجال في درجتهم إلا بنت الأخ مع أخيها فلا يعصبها كما سيأتي: (وليس ابن الأخ بالمعصب??? ¶ من دونه أو فوقه في النسب) فهؤلاء النسوة مع العصبة بالنفس يصبحن عصبة بالغير, وهناك القسم الثالث: عصبة مع الغير هذا خاص بمحض الإناث؛ إذن العصبة ثلاثة أقسام: عصبة بالنفس وعصبة بالغير وعصبة مع الغير, وقد لاحظنا بأن التفرقة بين هذه الأقسام الثلاث قد تشكل على كثير من الاخوة, ولكن نحن نقصر كل صنف على حدى حتى لا يلتبس علينا الأمر بعد أن أخذنا الفكرة الإجمالية.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "إذن العصبة, العاصب, وكلهو -سواء في الاستعمال- يرث بالعصبة بنفسه مجموعة من الذكور خاصة وهم الذين سماهم المؤلف من الأب والجد والابن وابن الابن مهما نزل, والأخ ابن الأب معنى ابن الأب ليخرج ابن الأم, فالأخ لأم ليس عاصبا, وإذا قيل الأخ لأب فإنه يأتي معه لأب وأم يعني الأخ الشقيق والأخ الذي لأب فقط, وابن الأخ من أبيه وليس ابن الأخ من أمه, فالأخ لأم ليس عاصبا فضلا عن ولده؛ وعلى هذا كما أشرنا كل الذكور الذين وردت أسماؤهم في الوارثين في أول النظم هم العصبة بالذات ما عدا الزوج والأخ لأم ليس عاصب يأخذ فرضه وينتهي. ¶ وسيأتي في النهاية إدخال عنصر من المرأة بالعصبة بالذات حينما يقول: (وليس في النساء طرا عصبة ??? إلا التي منت بعتق الرقبة) تكون عاصبة بذاتها لأنها أعتقت الرقبة فصارت عصبة لها كأبيها كابنها كأخيها كعمها والله سبحانه وتعالى أعلم. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ بعدما أنهى المؤلف –رحمه الله تعالى- بيان الوارثين بالفرض, أتى ببيان الوارثين بالتعصيب, لأنه قدم في أول نظمه:",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "(واعلم بأنَّ الإرث نوعان هما ??? فرض وتعصيب على ما قسما) وبين تلك الفروض الستة وأصحابها, ولما أنهى بيان الوارثين والوارثات بالفرض وحظهم من الفروض المقدرة في كتاب الله وأنهى القسم الأول, جاء ببيان القسم الثاني, القسم الثاني هو الميراث بالتعصيب, فقال: (وحُقَّ) يعني وجب وتعين بعد بيان الميراث بالفرض (أن نشرع) أي نبدأ من جديد في بيان التعصيب, وقال: (بكل قول موجز مصيب) والحقيقة بأن هذا القيد أو الالتزام وارد لأن الكلام في التعصيب مطول وفيه تفريعات, والتعصيب أمر مهم, وكذلك الحجب حتى قال العلماء: \" من لم يتقن الحجب والتعصيب لا يحق له أن يفتي في الفرائض \" وهنا يقول العلماء: التعصيب تفعيل من العصب, والعصب هو شد الرأس بالعصابة, وسمي الورثة بالتعصيب عصبة الميت لأنهم يلتفون حوله التفاف العصابة بالرأس, ومنه العصبة الجماعة الذين يرتبطون برابطة ما فيكون متعصبين بعضهم ببعض, وكذلك عصبة المتوفى في الميراث هم الذين تعصبوا حوله أو اشتد أمره بهم في حياته؛ ثم بدأ يعرف العصبة لا بالتعريف الذي هو بالحد المنطقي الجنس والفصل, ولكن بالحكم, والتعريف بالحكم كما يقول علماء المنطق في الدور لا يتأتى التعريف, لأنه جاء هنا: ¶ (فكل من أحرز كل المال ??? من القرابات أو الموالي) ¶ (أو كان ما يفضل بعد فرض له ??? فهو أخو العصوبة المفضله) ومن هو الذي يحرز كل المال أو يأخذ ما أبقت الفروض؟ سنرجع إلى ما قلنا فلا تحصل نتيجة, وهذا الدور لما لم يتم تعريف العصبة به, انتقل إلى التعريف بالعدد؛ والمعلوم عند علماء الفرائض كما سيأتي تقسيمها إلى ثلاثة أقسام:أولها العصبة بالنفس, جميع الورثة من الرجال ما عدا الأخ لأم والزوج, والوارثون من الرجال عشرة نخرج منهم الأخ لأم والزوج, وباقي الثمانية عصبة: الابن وابن الابن والأب والجد والأخ الشقيق والأخ لأب وابن أخ شقيق وابن أخ لأب وعم شقيق وعم لأب...",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "قال: (وكل من أحرز كل المال) بمعنى إذا مات الميت وليس هناك صاحب فرض, فالمال لهذا العاصب, مات عن أخ له, مات عن أبيه, مات عن ابنه, مات عن عمه, مات عن ابن عمه, هؤلاء الأشخاص حيث لا يوجد صاحب فرض فالتركة كلها لهذا العاصب أو ما أبقت الفروض, مثلا: مات عن بنته وبنت ابنه وأخيه الشقيق, البنت صاحبة فرض, وبنت الابن صاحبة فرض, يأخذن فرضهن والباقي للأخ الشقيق, ولو قدر أن أصحاب الفروض لم يتركوا شيئا, استغرقوا التركة, فليس له شيء فلو ماتت المرأة عن زوجها وابنتيها وأخيها الشقيق, للبنتين الثلثان, للزوج الربع؛ إذا مات الميت عن أم وابنتين وزوج وأخ شقيق: البنتان لهن الثلثان والأم لها السدس والزوج الربع المسألة من 12 للبنتين 8 والأم 2 والزوج 3 والمسألة عالت إلى 13والشقيق لم يحصل على شيء, وهكذا حكم العاصب بنفسه, إن أبقت الفروض شيئا أخذ وإن لم تبق شيئا فلا شيء له. ¶ وأخذ يعدد الأشخاص الذين هم ورثة بالنفس. ¶ قوله: (فهو أخو العصوبة المفضله) (المفضله) معناه هناك شيء مفضل عليه, فأخو العصوبة –أي صاحب العصوبة بالنفس-المفضله على أنواعها, المفضل على العصبة بالغير ومع الغير, فهو مفضل على جنسه بالعصبة أو العصوبة من حيث هي مع أصحاب الفرائض, ما هو الأفضل الميراث بالفرض أو الميراث بالعصبة؟ إذن المسألة خلافية, يختلفون أيهما أفضل صاحب الفرض أو صاحب العصبة الذي قد يأخذ كل المال, هذا وارد وهذا وارد, لكن كلمة المؤلف (أخو العصوبة المفضله) مفضلة على أصحاب الفروض أو مفضلة في نوع العصبة لأن العصبة ثلاثة أقسام: عصبة بالنفس وهذا أعلاها, وعصبة بالغير وهذه درجة ثانية, وعصبة مع الغير وهذه درجة ثالثة, إذن أخو العصوبة المفضلة. ¶ (كالأب والجد وجد الجد) نحن عندنا الجد له طريقان: أب الأب يسمى جد, وأب الأم يسمى جد, فأي الجدين هنا؟ أب الأب, أب الأم لا يرث بالكلية, (جد الجد) يعني أب أب أب الأب بشرط أن تكون الطريق خالية إلى الميت.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "(والابن عند قربه والبعد) والابن عند قربه من صلبه, والبعد ابن ابن ابن ابن بشرط أن لا يكون في طريقه حجرة عثرة. ¶ (والأخ وابن الأخ والأعمام) (الأخ) الأخ لغير أم, الأخ الشقيق أو الذي لأب, فالأخ لأم ليس عصبة إنما هو من أصحاب الفروض إن كان واحدا أخذ السدس وإن كانوا عدد اشتركوا في الثلث؛ (وابن الأخ) كذلك عصبة, يعني ابن الأخ الشقيق أو ابن الأخ لأب؛ (والأعمام) الأعمام جمع عم, والعم ثلاثة أقسام, عم الإنسان أخو أبيه, وأخ الأب يكون شقيق ويكون لأب ويكون لأم, فالمراد من الأعمام هنا: الشقيق والذي لأب, إذن العم أخ الأب لأمه ليس وارثا بالكلية, فلا يدخل في هذا التعصيب من باب أولى. ¶ (والسيد المعتق ذي الإنعام) ومن العصبة من الرجال السيد المعتِق, من أعتق رقبة فله ولاءها وهو عصبتها, معنى عصبتها بالولاء معناه: لو أن هذا المعتَق صار حرا وعنده بنات وعنده زوجات وعنده أولاد, إذا مات العبد المعتَق عن أمه وابنته الحرائر لهن ميراث في أبيهم, إذا لم يوجد لهذا المعتَق من عصبته الأحرار, الورثة من بنات أو زوجات يأخذن حقهن, والباقي لمن أعتقه, إذا وجد لهذا المعتَق ابن حر, فالابن عصبة والمعتِق عصبة, أيهما يقدم؟ العصبة بالنفس لأنه عصبة بالنسب مقدم على عصبة بالسبب. ¶ (وهكذا بنوهم جميعا ??? فكن لما أذكره سميعا): (بنوهم) بنو الاخوة الأشقاء أو لأب, بنو المعتِقين كذلك, كل عصبة له, المعتِق عصبة بنفسه, إذا لم يوجد المعتِق وجد ولده, وجد أبوه, وجد أخوه الشقيق, وجد عمه, من كان عصبة بنفسه لهذا المعتِق فهو عصبة للعبد الذي أعتِق, إذن بنوهم هذه خاصة لابن الأخ شقيقا أو لأب, ابن العم شقيقا أو لأب, أما المعتِق فتتسع الدائرة أكثر من ذي قبل. ¶ (فكن لما أذكره سميعا) هذا التنبيه لأن هذه الأمور دقيقة ويجب أن تسمعها سماع إدراك وفهم ووعي.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "(وما لذي البعدى مع القريب ??? في الإرث من حظ ولا نصيب): يقول المؤلف هنا أنا ذكرت لك العصبة, جمعت لك العصبة في عصبة على سبيل الإجمال, ولكن كيف ترتيب الميراث بينهم, هل اجتمعوا كلهم يعصبون؟ لا, هناك من يقدم على غيره, وقبل الدخول في التفصيلات فيما يترتب على تقديم عاصب على آخر؛ هناك عاصب حكمي وليس حقيقي يختلف فيه العلماء وهو: بيت مال المسلمين, فهناك من يقول بيت مال المسلمين عاصب لمن لا عاصب له, فلو أن إنسانا مات وليس عنده من يرثه لا بفرض ولا بتعصيب, قالوا يملكها بيت المال, وبيت مال المسلمين هو الصندوق الذي تجمع فيه أموال الغير مفروضة, ويتولى الإنفاق على المرافق العامة في الدولة, وعلى هذا بيت مال المسلمين يتولى الخراج الذي يمتلك ويودع فيه باسمه لا باسم شخص بعينه ولا بذاته, يؤخذ منه للمرافق العامة: مستشفيات, مدارس, إعانات, تمويل جيش, ¶ كل هذه المرافق العامة مصرفها من بيت مال المسلمين؛ إذن بيت مال المسلمين يذكره بعض العلماء مع العاصب بذاته حينما لا يوجد للميت لا صاحب فرض ولا صاحب عصبة؛ وهناك من يقول بيت المال لا يذكر هنا, بيت المال يئس من نظامه, ولهذا المالكية يقولون بيت المال إن انتظم في جمع المال الذي يقصه, وانتظم في الإنفاق على المرافق العامة التي يطالب بها, أما إذا لم تكن منتظمة وما كان يقصه أخذه السلطان أو الحاكم وذهب في أوجه لا ندري عنها أو في أوجه غير طريقها المعد لها فلا يكون منتظما, فليس له حق في تركات الموتى الذين لا وارث لهم. ¶ إذن بيت المال إذا انتظم فهناك من يقول هو عاصب أي حكمي, أي يأخذ ما تركه الميت أو ما أبقت الفروض فيحول إلى بيت المال. ¶ بدأ المؤلف بترتيب تلك العصبات إذا ما وجد العديد منها. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه أجمعين, وبعد: ¶ (قال ناظم متن \" الرحبية \"-رحمه الله-:",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "-باب الحجب- ¶ والجد محجوب عن الميراث ??? بالأب في أحواله الثلاث ¶ وتسقط الجدات من كل جهه ??? بالأم فافهمه وقس ما أشبهه ¶ وهكذا ابن الابن بالابن فلا ??? تبغ عن الحكم الصحيح معدلا ¶ وتسقط الاخوة بالبنينا ??? وبالأب الأدنى كما روينا ¶ أو بببني البنين كيف كانوا ??? سيان فيه الجمع والوحدان ¶ ويفضل ابن الأم بالإسقاط ??? بالجد فافهمه على احتياط ¶ وبالبنات وبنات الابن ??? جمعا ووحدانا فقل لي زدني ¶ ثم بنات الابن يسقطن متى ??? حاز البنات الثلثين يا فتى ¶ إلا إذا عصبهن الذكر ??? من ولد الابن على ما ذكروا ¶ ومثلهن الأخوات اللاتي ??? يدلين بالقرب من الجهات ¶ إذا أخذهن فرضهن وافيا ??? أسقطن أولاد الأب البواكيا ¶ وإن يكن أخ لهن حاضرا ??? عصبهن باطنا وظاهرا ¶ وليس ابن الأخ بالمعصب ??? من مثله أو فوقه في النسب ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ يقول مؤلف الرحبية –رحمه الله-: -باب الحجب- والحجب في الفرائض من أهم أبواب مباحثه حتى قال العلماء: \" من لم يفهم باب الحجب لا يحل له أن يفتي في الفرائض\" والحجب يشترك مع التعصيب في بعض المباحث, وتقدم في باب التعصيب وفي باب بيان الفروض المقدرة في كتاب الله بعض الشيء من ذلك. ¶ والحجب لغة: المنع؛ ويقولون إن الحجب ينقسم قسمين بالنسبة للمحجوب: ¶ فحجب بالوصف: إذا قام وصف بالإنسان يحجبه عن الميراث, وقد سمي في أول الرحبية بالمنع, وهو قول المؤلف: ¶ (ويمنع الشخص من الميراث ??? واحدة من علل ثلاث ¶ رق وقتل واختلاف دين ??? فافهم فليس الشك كاليقين) فإذا كان من شأنه يرث, كالولد مع أبيه أو الأب مع ولده أو الزوج مع الزوجة, ولكن قام به وصف من تلك الأوصاف الثلاثة ألا وهي: الرق أو القتل أي قتل مورثه أو اختلاف الدين هذا مسلم وذاك نصراني, فإن الوصف القائم بمن كان شأنه أن يرث يمنعه من الميراث وهذا ما هو معروف عند علماء",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "الفرائض بالحجب بالوصف, وهذا غير مقصود في عنوان باب الحجب هنا, لأن باب الحجب بعد التعصيب أي حجب من هو مستحق للميراث كما تقدم في أول الرحبية أيضا: (وهي نكاح وولاء ونسب??? ما بعدهن للمواريث سبب) فمن كان بينه وبين غيره رابطة النكاح كالزوجين؛ والولاء من أعتق رقبة فله ولاءها, والنسب: البنوة والأبوة والأخوة وما يتفرع عنها, فمن قام به سبب الميراث ولكنه وجد من هو أقوى منه في جهته, أو أقرب منه في درجته, فهذا هو المقصود بالحجب في هذا الباب؛ والحجب لمن هو مستحق للميراث ينقسم إلى قسمين: ¶ حجب حرمان بالكلية: يكون شخص أقوى منه أو أقرب منه, فيحول دونه ودون الميت فلا يرث منه شيئا. ¶ حجب نقصان: لا يحرم بالكلية, ولكن ينتقل من حظ إلى حظ أقل منه. ¶ فحجب الحرمان مثلا: عرفنا بأن الولد وولد الولد وولد ولد ولد الولد من أهل الميراث, فإذا وجد ولد الصلب ومعه ولد الولد أنزل منه, فإن الولد للصلب أقرب للميت فيحجب ولد الولد, وهكذا, هذا حجب حرمان بالكلية. ¶ أما حجب النقصان: الزوج جاءنا في باب النصف إذا لم يكن للزوجة التي توفيت عنه ولد فله النصف, وإن وجد لها ولد, الولد من هذه الزوجة ولو كان من زوج قبله, فإنه يحجب زوجها الحاضر من النصف وينقله إلى الربع. ¶ وكذلك الزوجة, إن توفي زوجها وليس له وارث أي ليس له ولد فإنها تأخذ الربع, وإذا وجد له ولد ذكرا كان أو أنثى حجبها الولد ونقلها من الربع إلى الثمن. ¶ وكذلك الأم يكون لها ثلث المال إلا إذا وجد الولد أو جمع من الاخوة, فإذا وجد الولد أو جمع من الاخوة نقلوها من ثلث المال إلى السدس. ¶ إذن الحجب أولا ينقسم بالسبب, حجب وصف يقوم بالشخص فيمنعه من أن يكون وارثا بالكلية وهي واحدة من علل ثلاث: الرق وهو المملوك, القتل إذا قتل مورثه, واختلاف الدين, وهذا تقدم بيانه وليس مقصودا هنا. ¶ والحجب هنا ينقسم إلى قسمين: ¶ حجب حرمان بالكلية, وحجب نقصان ينقله من نصيب إلى نصيب أقل منه. ¶ وبدأ المؤلف فقال:",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "(والجد محجوب عن الميراث ??? بالأب في أحواله الثلاث): (والجد) أي الجدود أب الأب أو أب الأم؟ أب الأب, لأن الجد أب الأم ليس من الورثة, والجد أب الأب محجوب عن الميراث كلية بالأب(أب الميت) لماذا؟ لأن الجد يدلي إلى الميت بابنه وهو أب الميت, يعني أب الميت واسطة الميت وهو ولد الأب الموجود, والأب الموجود ابن للجد, إذن الجد لا يصل للميت إلا عن قنطرة أب الميت, فإذا جاء الجد ليرث وقف الأب أمامه, والجد محجوب عن الميراث بالأب. ¶ (في أحواله الثلاث):أحوال الجد الثلاثة هي نوعية ميراثه, لأنه تقدم لنا: (واعلم بأن الإرث نوعان هما???فرض وتعصيب) فمن الورثة من يرث بالفرض فقط, ومنهم من يرث بالعصبة فقط, ومنهم من يجمع بين الفرض والتعصيب, فمثلا الأم ترث بالفرض فقط, والابن يرث بالتعصيب فقط, والأب والجد يرثان تارة بالفرض وتارة بالتعصيب وتارة بهما معا. ¶ فالجد في أحواله الثلاثة: في حاله ميراثه بالفرض وله السدس, وحالة ميراثه بالتعصيب له الباقي, وفي حالة جمعه بين الفرض والتعصيب, في كل هذه الأحوال يكون محجوبا بأب الميت الذي هو ولد الجد, فيقف في طريقه فيمنعه من الوصول إلى الميت ليرث فيه؛ وكذلك جد الأب, جد لجد, الجد الثالث, الجد الرابع إذا قدر ووجد, ووجد الأب, هل الجد مهما علا, الثالث, الرابع له طريق إلى الميت بغير ولده؟ ليس له إلا هذا؛ إذن أي جد كان في أية درجة مع وجود ولد أب الميت, فإن الجد ¶ مهما علت منزلته أو درجته فهو محجوب بأب الميت.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "(وتسقط الجدات من كل جهه ??? بالأم فافهمه وقس ما أشبهه): مقابل هذا, إذن الأب, أب الميت يسقط جده ومن وراءه؛ والأم تسقط الجدة (وتسقط الجدات من كل جهه) لم يذكر ذلك في الجد من كل جهة, لأن جهة الجد في الميراث واحدة, والجهة الثانية غير مذكورة؛ لكن الجدة ترث من جهة الأم ومن جهة الأب,الجد من جهة الأم لا يرث ليس له ذكر هنا؛ ونبه هنا أن الجدة سواء من جهة الأم, الأم بنتها تحجبها؛ وإذا كانت جدة أو الأب فهي جدة وتشارك الجدة من جهة الأم في السدس, فمع كونها جاءت عن طريق الأب, فالجدة من كل جهة: جهة الأم وجهة الأب, أم الميت تسقطها, إذن نطاق الأم أوسع لأنها أسقطت أمها وهي الجدة لأم, وأسقطت أم أب الميت, لماذا أسقطت أم الأب؟ قالوا لأن الجدة أم الأب أساسا لا فرض لها, وأصل السدس للجدة للأم, فلما جاءت الجدة واشتكت, وبيّن الصديق- رضي الله عنه - من أن الرسول- صلى الله عليه وسلم - شرّك الجدة أم الأب مع الجدة أم الأم في السدس, ونحن نعلم وقد تقدم لنا أنه إذا اجتمعت الجدتان لأم وأب متساويتين في الدرجة اقتسمتا السدس, وإذا تقدمت إحداهما عن الأخرى فإن الجدة للأم المتقدمة تحجب الجدة لأب, وإذا كانت الجدة للأب متقدمة والجدة للأم متأخرة, فالجدة لأب لا تحجب الجدة لأم لأنها قوية وتأتي من تأخيرها وتشارك الجدة للأب في السدس. ¶ إذن الأم تحجب الجدة من جهتين, جهتها هي لكونها ابنتها, وجهة أب الميت لأن أصل الفرض لها هي, فإذا كانت أم الأم صاحبة الأصل قد حجبت بالأم, فأم الأب من باب أولى.",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "(وقس ما أشبهه): الجدة حجبت بالأم التي بنتها, كذلك جدة جدة الجدة تحجب بالجدة, فإذا وجد عندك ثلاث جدات: عندنا الأم وأم أمها وأم أم أم أمها, ثلاث جدات والأم موجودات, الأم تحجب الثلاثة, إذا كانت الأم غير موجودة والجدة أم الأم موجودة, وأم أم الأم يعني جدة الأم,, وجدة جدتها موجودات, والأم غير موجودة هل الثلاثة يرثن؟ لا, أم الأم هي التي ترث وتحجب ما بعدها, وإذا كان أيضا أم أم الأم وأم أم أم الأم معها الأقرب إلى الميت تحجب الأبعد ما دام في طريق واحد؛ وهكذا الأب مع الجد وجد الجد, فإنه إذا لم يوجد الأب ووجد الجد وجدان أعليان موجودان فإن الأب لو وجد حجب الجميع, وإذا لم يوجد الأب فإن الجد للأدنى يحجب ما وراءه من الأجداد الآخرين وقس ما أشبهه. ¶ (وهكذا ابن الابن بالابن فلا ??? تبغ عن الحكم الصحيح معدلا): يقول وهكذا كما أن الأب أسقط الجد لقرب الأب من الميت, والأم أسقطت الجدة لقربها من الميت, وهكذا ابن الابن يحجب بالابن, لأن عندنا ابن من صلبه وابن ابنه, سواء كان ابن ابنه من هذا الابن أو ابن ابن من ابن آخر, لو قدر أن إنسان مات عن: ولده وولد ولده هذا الحاضر, ولد ولده يرث مع أبيه؟ لا, الميراث لولد الميت وولد الولد لا شيء له, لأن ولد الميت أقرب؛ لو قدر أن الأب عنده أربعة أولاد, مات ثلاثة وكل واحد من الثلاثة عن ثلاثة أولاد, وبقي ولد رابع, من أقرب للميت؟ الولد رقم أربعة, فالولد رقم أربعة يحجب أولاد أولاد الميت وإن كانوا ليسوا من ولده هو. ¶ (وتسقط الاخوة بالبنينا ??? وبالأب الأدنى كما روينا): انتهينا من جهة الأصول, فالأب يحجب الأجداد, والأم تحجب الجدات, والابن يحجب أولاد الابن, فهنا الأصول والفروع. ¶ قال(وتسقط الاخوة بالبنينا) الاخوة وهم الحواشي, كلمة (الاخوة) فيها الأقسام الثلاثة: أخ شقيق, أخ لأب, أخ لأم, فأي أخ للميت مع وجود ولد له, الاخوة بأقسامهم الثلاثة يحجبون بالولد(الولد يعني الذكر).",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "(وبالأب الأدنى) إذن الاخوة بأقسامهم الثلاثة: أخ شقيق, أخ لأب, أخ لأم, يحجبهما شخصان ولد الميت لصلبه(وسيأتي ولد الولد) وكذلك أب الميت لماذا؟ نحن قلنا الميراث بالتعصيب والحجب ينبني على القرب والقوة, فإن كان هناك درجة أقرب من درجة فالميراث للقربى, وإن كانوا في الدرجة سواء فالميراث للأقوى, بمعنى عندنا الابن وابن الابن وابن ابن ابن الابن, لكن هناك أقرب وأبعد, فالابن أقرب من غيره يحجب ما بعده؛ وعندنا أخ شقيق وأخ لأب, الجهة واحدة وهي الأخوة, ولكن أخ شقيق أقوى من الذي لأب, فالشقيق لقوته يحجب الذي لأب, والابن لقربه يحجب ابن الابن, وهنا الاخوة الذكور يحجبهم الولد لأنه أقرب للميت جزء من الميت ويدلي إلى الميت بشخصه, بخلاف الأخ, الأخ يصل إلى الميت عن طريق الأب فيه قنطرة يعبر الأخ عنه إلى الميت, ولكن الولد يتصل بالميت مباشرة, إذن الولد أقرب من الأخ, فكل ولد ذكر يحجب كل أخ؛ وكذلك الأب الأدنى, الأب الأدنى هو الذي ولد هؤلاء الاخوة, والأدنى احتياطا من الأب الأقصى (الجد وجد الجد), فالأب الأدنى يحجب الاخوة لأنه أقرب,لأن الميت جزء عنه, ولكن الأب غير الأدنى وهو الجد يستوي مع الاخوة في الوصول إلى الميت, الجد يصل إلى الميت عن طريق أب الميت, لأن أب الميت ولد للجد, فبين الجد وبين الميت جسر واحد وهو الأب, والأخ يصل إلى الميت عن طريق الأب, إذن قرب كل من الجد والاخوة متساوية, كل منهما يعبر إلى الميت عن جسر الأب, فحينما يأتي الجد ليرث والأب غير موجود, فيتسابق الاخوة إلى الميت فيلتقيان عند الجسر يتزاحمان هناك...هذا عند الأئمة الثلاثة مالك والشافعي وأحمد, أما الإمام أبو حنيفة –رحمه الله-فهو يقول للاخوة مكانكم هذا الجد محل أبيكم لأن الجد والد, وهذا خلاف مذهبي, ذهب أبو حنيفة –رحمه الله- إلى أن الجد يعامل معاملة الأب عند فقده في جميع أحواله؛ والجمهور على أن الجد مع الاخوة لهم حالات ثلاث: المقاسمة, الجد",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "يقاسمهم, أو ثلث الباقي أو يفرد له السدس إذا لم تكن حصة ترضيه أي الأحظ من أحوال ثلاث, يفرد له السدس, أو يقاسم الاخوة بالعدد(عدد الرؤوس) أو ثلث الباقي بعد الفروض, وقد أفردوه الجد مع الاخوة في باب مستقل لبيان حالاتهم والله تعالى أعلم. ¶ (أبو وببني البنين كيف كانوا ??? سيان فيه الجمع والوحدان): تتمة لهذا القسم, عرفنا بأن الأصول يحجبون بمن أدلوا به, الجد يحجب بالأب, والجدات يحجبن بالأم, وأولاد الولد يحجبون بالولد, وعرفنا بأن الاخوة (الذكور والإناث) يحجبون بالولد للصلب, ويحجبون بالأب, ويشاركن الجد, وكما أن الاخوة يحجبون بالولد للصلب, فإنهم كذلك يحجبون بولد ولد الولد, لأن ولد الولد عند فقد الولد يصعد ويحل محله, فولد الولد أقرب إلى الميت من الأخ, لأنه يصل إليه بدرجة واحدة وهي درجة البنوة؛ إذن الاخوة الثلاثة أشقاء أو لأب أو لأم يحجبهم الولد للصلب وولد الولد مهما نزل والأب الأدنى؛ أما مع الجد فله معهم أحكام مستقلة. ¶ (ويفضل ابن الأم بالإسقاط ??? بالجد فافهمه على احتياط): عندنا الاخوة ثلاثة أقسام: شقيق, لأب, لأم, تلك الأقسام الثلاثة يسقطهم الابن وابن الابن والأب؛ ثم جاء بفرع, قال: (ويفضل) أي ويزيد ولد الأم بالحجب بالجد, الجد مع الاخوة الأشقاء ولأب لا يحجبهم ولكن يقاسمهم معهم, والأب يسقط الجميع, والجد لا يسقط من كان شقيقا أو لأب, فالأخ لأم يسقط مع الأشقاء ولأب, بالابن وابن الابن وبالأب, ويزيد أيضا أن يسقطه الجد, إذن الجد لا يسقط الاخوة الأشقاء ولا لأب, ولكن يسقط الأخ لأم. ¶ (فافهمه على احتياط): يعني متميز عن غيره من الأخوان من الأخ الشقيق والأخ لأب. ¶ (((( ¶ ( بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد:",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "تقدم في هذا الباب باب الحجب من أنه أهم أبواب الفرائض, وأما من لم يستوعب هذا الباب لا يحل له أن يفتي في الفرائض, وقدم لنا المؤلف ما يتعلق بحجب الفروع والأصول, فقال إن الجد يحجب بالأب, وكل جد من جهة الأب فهو محجوب بأب الميت, فلو كان جد الميت وجد جده أو أبو جده إلى اثنين أو ثلاثة من الأجداد, فوجود أبو الميت يحجب الجميع, وكذلك الجد الأول يحجب من وراءه الثاني أو الثالث, هذا من حيث الأصول. ¶ ومن جهة الفروع, فإن الابن للصلب يحجب ابن الابن, وهكذا كل ابن ابن يحجب من دونه من أبناء الأبناء؛ فالابن للصلب يحجب ولد الولد, وولد الولد يحجب ولد ولد الولد, وولد ولد الولد يحجب من وراءه من أولاد الولد بحسب الترتيب. ¶ ثم جاء إلى الحواشي (الاخوة) من يحجب الاخوة؟ إذن بيّن لنا الحجب من جهة الأصول, وبيّن لنا الحجب من جهة الفروع, وشرع يبيّن لنا الحجب من جهة الحواشي وهما الإخوان, فمن الذي يحجب الإخوان؟ قال: ¶ (وتسقط الاخوة بالبنينا ??? وبالأب الأدنى كما روينا): بدأ يقول (وتسقط الاخوة بالبنين) فإذا كان الميت مات عن أولاد وعن إخوان أشقاء أو لأب أو لأم, فولد الميت يحجب كل أخ, سواء كان أخ شقيق أو لأب أو لأم, إذن هذا أول من يحجب الاخوة, الابن؛ ومثل الولد, ولد الولد أي الذكر, فإذا مات الميت عن: ابن ابن وعن الإخوان أشقاء أو لأب أو لأم, فإن ولد الولد يحجب الاخوة مطلقا, وولد الولد يعني الذكر(1) . ¶ (أو بببني البنين كيف كانوا ??? سيان فيه الجمع والوحدان): (أو ببني البنين كيف كانوا) جماعة, واحد, قريبين, بعيدين, ابن ابن ابن ابن وجد يحجب الاخوة, إذن إلى هنا ثلاثة أشخاص يحجبون الاخوة مطلقا: الابن, والأب, وابن الابن مهما نزل, فهؤلاء الأصناف الثلاثة يحجبون الاخوة بأنواعهم الثلاثة: الأشقاء, ولأب, ولأم. ¶ __________ ¶ (1) – البنت لا تحجب الإخوان قد يكون عصبة لها, فالكلام هنا: الابن الذكر وابن الابن الذكر هو الذي يحجب الاخوة.",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "(ويفضل ابن الأم بالإسقاط ??? بالجد فافهمه على احتياط): لما بيّن لنا بأن الأب والابن وابن الابن يحجبون أصناف الاخوة الثلاثة بما فيهم الاخوة لأم, جاءنا بزيادة تختص الاخوة لأم, فقال إن الأخ لأم يختص بحجبه دون الاخوة الأشقاء والاخوة لأب, بالجد, (ويفضل ابن الأم بالإسقاط) يعني يزيد على إسقاط الاخوة الأشقاء ولأب عما ذكر من أب وابن وابن ابن, بالجد, فالأخ لأم يحجب بما يحجب به الأشقاء وزيادة الجد, إذن الأخ لأم يحجب بالأشقاء ولأب بالابن وابن الابن وبالأب, ويزيد في الحجب بأن الجد يحجبه؛ ولماذا خص الأخ لأم بأن الجد يحجبه؟ لأن الاخوة الأشقاء ولأب قرابتهم من الميت متعادلة, وكل من الأخ الشقيق ولأب يصلون إلى الميت عن طريق أبيه, وأبوه ولد الجد, والجد يصل إلى الميت عن طريق أبيه, إذن أبو الميت هو عقدة الاشتراك تربط بين الاخوة والميت وبين الجد والميت, فلما كانت قرابة الجد والاخوة من الميت سواء لم يحجب أحدهما الآخر, بل الجد يشارك الاخوة في الميراث, وهذا عند الأئمة الثلاثة, أما عند الإمام أبي حنيفة –رحمه الله- فإنه يقدم الجد على الاخوة, ويقول الجد أب, ويجعل الجد أقرب وأقوى من الاخوة, ولكن الجمهور يخالفون في ذلك, والجد مع الاخوة الأشقاء أو لأب لهم باب مستقل, لأن لهم حساب مستقل دون الآخرين, والذي يهمنا في باب الحجب حجب الاخوة, فالاخوة الأشقاء أو لأب أو لأم يحجبهم أب الميت أو ولده أو ولد ولده, ويزيد الأخ لأم في الحجب بأن الجد يحجبه وحده ولا يحجب بقية الاخوة. ¶ (وبالبنات وبنات الابن ??? جمعا ووحدانا فقل لي زدني): يقول الأخ لأم ضعيف يحجبه الابن وابن الابن والأب والجد ¶ وكذلك البنت وبنت الابن, إذن نقول الأخ للأم يحجبه الفرع والأصل؛ والاخوة الأشقاء أو لأب لا يحجبهم الا الولد وولد ¶ الولد والأب؛ إذن تبيّن لنا فرق بين حجب الاخوة الأشقاء أو لأب وحجب الأخ لأم.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "(ثم بنات الابن يسقطن متى ??? حاز البنات الثلثين يا فتى): انتقل إلى نوع من حجب آخر, وهذا يعتبر حجب استيفاء الفروض, يقول: (بنات الابن يسقطن متى) قبل أن يأتي متى, ما هو ميراث بنات الابن, الواحدة كم لها, والعدد كم له؟ الواحدة لها النصف عند عدم وجود البنت, والثلثان إن كن جمعا (اثنين فأكثر) يقول إذا لم توجد البنت, إذا وجدت البنت: بنت وبنت ابن, البنت تأخذ النصف, وبنت الابن تأخذ السدس؛ إذا كانت بنت الابن ووجدت ابنتان للصلب, البنتان للصلب لهما الثلثان, يقول هنا: (ثم بنات الابن يسقطن متى ??? حاز البنات الثلثين يا فتى) لأن البنت الواحدة تأخذ النصف والباقي يوزع على بنات الابن, البنتين يأخذن الثلثين ولم يبق شيء لبنات الابن, فهنا يقال محجوبات, هن أسقطن لعدم وجود شيء من الثلثين, إذن بنات الابن يسقطن من الميراث إذا وجد معهن بنات الصلب اثنان فأكثر, لأن فرض البنات الإناث الثلثان, فإن وجد بنات للصلب استوفينه, إذا وجدت واحدة أخذت حقها والباقي لبنات الابن, وهنا سمي حجبا لاستغراق البنات كامل الثلثين, إذن بنات الابن يسقطن ببنات الصلب, لأن بنات الصلب استغرقن كامل الثلثين.",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "(إلا إذا عصبهن الذكر ??? من ولد الابن على ما ذكروا): إذا مات الميت وترك ابنتين وبنت ابن وعم, فقسمة الفريضة هنا: للبنتين الثلثان, بنت الابن لم يبق لها شيء, والثلث للعم لأن العم عاصب؛ إذا كان: ابنتان وبنت ابن وابن ابن وعم, للبنتين الثلثان, بقي ثلث, هل العم أقرب أو ابن الابن؟ ابن الابن, فابن الابن يقول أنا العاصب, فبنت الابن تسقط إذا أخذ البنات الثلثين إلا إذا وجد معها ابن ابن سواء كان أخوها أو ابن عمها, ولو كان أنزل منها فإنه يصعد ويأتي إليها ويعصبها ويكون هو العاصب يأخذ الثلث أولى من العم, إذن لم تسقط الآن, لولا وجود ولد الولد لسقطت لاستغراق الثلثين عند البنات, ولكن وجود ولد الولد وهو عاصب يجر الباقي بالعصوبة إليه وهي مساوية له فتشاركه في العصوبة ولا تسقط.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "(ومثلهن الأخوات اللاتي ??? يدلين بالقرب من الجهات): (ومثلهن) كما أن البنات إذا استغرقن الثلثين سقطت بنات الابن ما لم يكن معهن معصب, ابن ابن معهن؛ كذلك الأخوات الشقيقات مع الأخوات لأب, عندنا في بادئ الأمر في باب الثلثين أن الشقيقات يأخذن الثلثين, والأخوات لأب عند عدم وجود الشقيقات, الأخوات لأب يأخذن الثلثين, أخت واحدة شقيقة وأخت لأب, للأخت الشقيقة النصف والأخت لأب السدس؛ إذا وجدت أختان شقيقتان وأخت لأب, للأختين الشقيقتان الثلثين والأخت لأب ليس لها شيء, لأن الشقيقتين استغرقتا الثلثين, فهذه مثل البنتين مع بنت الابن وبنات الابن سواء بسواء, فإذا وجدت أخت شقيقة وأخت وأخ لأب, الشقيقة لها فرضها النصف تأخذه والباقي ينتقل إلى من كان لأب الأخ مع الأخت للذكر مثل حظ الأنثيين, لو لم يكن الأخ لأب موجود كانت الأخت لأب لها السدس لكن الأخ جاء معها وعصبها؛ نفرض الآن: أختان شقيقتان وأخت لأب معها أخوها لأب, الأختان الشقيقتان لهما الثلثان واستغرقن الثلثين, فكان لو لم يكن الأخ لأب مع الأخت لأب لا شيء لها, لكن لما وجد الأخ لأب جر الباقي إليه مع أخته تعصيبا؛ طبق الأصل ابن الابن لما وجد مع بنت الابن والبنات قد أخذن الثلثين, ابن الابن جر الباقي مع بنت الابن واقتسماه. ¶ ((( ¶ ( بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ (ثم بنات الابن يسقطن متى ??? حاز البنات الثلثين يا فتى",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "إلا إذا عصبهن الذكر ??? من ولد الابن على ما ذكروا): تقدم البارحة حكم بنات الابن مع وجود بنات الصلب, بأن بنات الابن إذا وجد معهن بنات الصلب, وأخذ بنات الصلب الثلثين كاملا, فإن بنات الابن لا شيء لهن إلا إذا وجد مع بنات الابن ولد ذكر (ولد الابن) فإن ولد الابن يعصب بنات الابن وإن استغرق البنات للصلب الثلثين, ومثّلنا بأنه لو وجد: بنتان للصلب وعم وبنات ابن, فإن للبنتين للصلب الثلثين والباقي للعم تعصيب وليس لبنات الابن شيء, لأن البنات للصلب أخذن الفرض كاملا وهو الثلثان. ¶ أما إذا وجد البنتان وبنتا ابن والعم, ولكن وجد مع بنات الابن ابن ابن سواء كان متساوي معهم ابن عمهم أو كان أنزل درجة ابن ابن ابن ابن مع بنات الابن, وحينئذ البنات للصلب يأخذن الثلثين, والباقي ليس للعم لأن ابن الابن أقرب منه, فيصبح هو العاصب, فإذا جر الباقي إليه بالتعصيب شاركنه بنات الابن لأنهم يساوونه في الدرجة أو أعلى منه, هذا حكم بنات الابن مع البنات للصلب. ¶ نفس الحكم هذا موجود مع الأخوات الشقيقات والأخوات لأب كما نص عليه المؤلف: ¶ (ومثلهن الأخوات اللاتي ??? يدلين بالقرب من الجهات): ومثل بنات الابن مع بنات الصلب, الأخوات اللاتي هن شقيقات والأخوات اللاتي هن لأب, فإذا وجد شقيقتان وعم, الشقيقتان لهن الثلثان والباقي للعم, وجد: شقيقتان وأختان لأب والعم, فالشقيقتان لهما الثلثان والباقي للعم, والأختان لأب لا شيء لهما, لأن الشقيقتين استغرقتا الثلثين, والباقي تعصيب ذهب للعم, لكن لو وجد مع الأخوات لأب أخ لأب, فحينئذ الشقيقتان يأخذن الثلثين, والعم لا دخل له, لأن الأخ لأب أقرب من العم فيصبح عاصب, فلما انتقل إليه الباقي بالتعصيب جاءت الأخوات لأب وشاركنه في هذا, وهذا مثل بنات الابن مع بنات الصلب سواء.",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "(إذا أخذهن فرضهن وافيا ??? أسقطن أولاد الأب البواكيا): الأخوات الشقيقات إذا أخذن فرضهن وافيا وهو الثلثين فلا شيء للأخوات لأب, لكن إذا كان الشقيقات لم يأخذن الفرض الثلثين كاملا, كانت أخت واحدة شقيقة وأخت واحدة لأب, أو أختان لأب, الشقيقة الواحدة لم تأخذ الثلثين كاملا ولكن تأخذ النصف, والتي لأب يفرض لها السدس تكملة الثلثين, فإن كانت واحدة انفردت به, وإن كن عدد من الأخوات لأب اقتسمن هذا السدس. ¶ (وإن يكن أخ لهن حاضرا ??? عصبهن باطنا وظاهرا): هكذا إذا وجد للأخوات لأب أخ موجود عصبهن مثل ابن الابن لما يعصب بنات الابن. ¶ (وليس ابن الأخ بالمعصب ??? من مثله أو فوقه في النسب): انتقل إلى قضية تعصيب, وجدنا أن الأخ لأب عصّب الأخت لأب في حالة ما لم يكن لها شيء, فالأخوات الشقيقات أخذن الثلثين, الأخت لأب ليس لها شيء, لكن مع وجود الأخ لأب صارت أخذت معه, إذن الأخ عصّب أخته؛ انتقل إلى ولد الأخ, ولد الأخ إذا كان عاصبا بنت الأخ تشارك ولد الأخ فيما يحوزه بالتعصيب أو ليس لها شيء معه؟ لما تقدم عندنا الوارثات من النساء, هل هناك بنت الأخ وارثة؟ لا, بنت الأخ لا ترث لا بفرض ولا بتعصيب فهي من ذوات الأرحام, فلما لم تكن من الوارثات فلا حظ لها, لو أن أخاها وهو ابن الأخ صار عصبة, فعصبته لنفسه, وليست أخته التي هي بنت أخ الميت تشارك فيما حازه ابن الأخ هذا. ¶ (من مثله أو فوقه في النسب) مهما كانت بنت الأخ مساوية له بنت عمه, نازلة عنه من ورائه أو هي أعلى منه وهو نازل عنها, مهما كانت بنت الأخ مع ابن الأخ في القرب أو البعد لا دخل لها في تعصيب ابن الأخ ولا تأخذ معه شيء, لأن خلاصة ذلك أن بنت الأخ ليست من الورثة لا بفرض ولا بتعصيب. ¶ ( قال: ¶ وإن تجد زوجا وأما ورثا ??? وإخوة للأم حازوا الثلثا ¶ وإخوة أيضا لأم وأب ??? واستغرقوا المال بفرض النصب ¶ فاجعلهم كلهم لأم ??? واجعل أباهم حجرا في اليم",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "واقسم على الاخوة ثلث التركة ??? فهذه المسألة المشتركة. ¶ ( باب المشرّكة, المشترِكة, العمرية, اليميّة, الحجرية, الحمارية, كل هذه أسماء لهذا الباب لعلاقة جاءت فيها. ¶ فقال الناظم –رحمه الله-: ¶ (وإن تجد زوجا وأما ورثا ??? وإخوة للأم حازوا الثلثا): هذه الصورة أشخاصها: زوج وأم وإخوة لأم(1) , نحن نعلم أن الزوج إذا لم يوجد للميت فرع للزوجة فله نصف تركتها, الأم لها السدس عند وجود ولد للميت أو جمع من الإخوة, الاخوة للميت بنت أو ذكر إن كان واحدا له السدس, الاثنان والعشرة..لهم الثلث, إذن عندنا ثلاثة فروض: فرض بالنصف للزوج, وفرض بالسدس للأم, وفرض بالثلث لأولاد الأم؛ وعندنا من الأشخاص الخارجين الاخوة الأشقاء. ¶ إذن أصحاب الفروض عندنا زوج وأم واخوة لأم, ومع الورثة اخوة أشقاء, حكم الاخوة الأشقاء الذكور لهم التعصيب, والعاصب ما حكمه؟ إن حاز كل المال وإلا ما أبقت الفروض, إذن الاخوة الأشقاء حكمهم العصبة والعاصب ينتظر ما أبقت الفروض, فنأتي لأصحاب الفروض الثلاثة: نصف وسدس وثلث؛ يقولون في علم الحساب نوحد المقامات, ما هو العدد الذي يمكن أن نخرج منه نصف وسدس وثلث؟ الستة, نصف الستة للزوج ثلاثة, سدس الستة للأم واحد, ثلث الستة للإخوة للأم اثنان, لم يبق للإخوة الأشقاء وهم العصبة شيء, والعاصب إذا لم تبق الفروض شيئا لا شيء له. ¶ __________ ¶ (1) – إذا وجدت مغايرة في الأشخاص فسدت, فالمشركة والحمارية واليمية, هذه المسألة خاصة بهذه العناصر.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "فلما لم يبق للعصبة شيء؛ جاءت هذه القضية إلى عمر - رضي الله عنه - فقسم التركة بين الزوج والأم والاخوة لأم, وقال للأشقاء أنتم عصبة لم يبق لكم شيء فلا شيء لكم, وبعد سنة جاءت مسألة أخرى نظيرها, فأراد عمر أن يقضي فيها بمثل ما قضى العام الماضي؛ قيل أن زيد بن ثابت قال يا عمر: هؤلاء الاخوة الأشقاء ألم يشاركوا الاخوة لأم في قربهم للميت, قال: صحيح, قال: أبوهم إذا لم يزدهم قوة لم يضعفهم, فهم مع الاخوة لأم سواء؛ وقيل إن القائل بعض الورثة, قال: يا أمير المؤمنين إذا كان أبونا هو الذي حرمنا, هب أن أبانا حجرا ملقى في اليم, فهنا فطن عمر لهذه الحالة وأدرك ارتباط الأشقاء مع الذين لأم ¶ في الأم مع الميت, فشرّك الأشقاء مع الاخوة لأم في ثلثهم, فسميت العمرية لأنه قضى فيها, وسميت مشرّكة لأنه اشترك العصبة مع أصحاب الفرض, وسميت يمية لحجر في اليم, والحمارية لأنهم قالوا حمارا, وبقي النزاع, هناك من يقول الصحيح الحكم الأول كالأحناف والشافعية, وهناك من يقول الصحيح الحكم الثاني؛ ولما سئل عمر - رضي الله عنه - أنت العام قضيت كذا, قال: ذاك على ما قضينا وهذا على ما نقضي؛ وأخذ الأصوليون من ذلك أن الاجتهاد لا ينقض باجتهاد إنما يكون بنص... ¶ فالاجتهاد لا ينقض باجتهاد آخر لأن كلا يتمسك باجتهاده. ¶ والذي يهمنا في هذه المسألة الاخوة لأم حكمهم في الثلث يشترك فيه الذكر والأنثى, لو أن عشرة إخوان لأم أو عشرة أخوات لأم, أو خمسة إناث وخمسة ذكور على عدد الرؤوس, هذا فريضة الاخوة لأم؛ ولكن حكم قسمة العصبة للذكر مثل حظ الأنثيين, فهذا الثلث كيف سنقسمه, نقسمه على حساب العصبة أو على حساب الاخوة لأم؟ على حساب الاخوة لأم, عمر شرّكهم في نصيب الاخوة لأم, إذن ليس هناك حساب العصبات؛ لو كان الاخوة الأشقاء: شقيقان وشقيقتان, أصبحت الأنثى والذكر من الشقيقات مع الذكر والأنثى اللاتي ¶ ( بسم الله والصلاة والسلام على رسول الله:",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "قال المصنف –رحمه الله-: ¶ -باب الجد والإخوة- ¶ ونبتدي الآن بما أردنا ??? في الجد والإخوة إذ وعدنا ¶ فألق نحو ما أقول السمعا ??? واجمع حواشي الكلمات جمعا ¶ واعلم بأن الجد ذو أحوال ??? أنبيك عنهن على التوالي ¶ يقاسم الإخوة فيهن إذا ??? لم يعد القسم عليه بالأذى ¶ فتارة يأخذ ثلثا كاملا ??? إن كان بالقسمة عنه نازلا ¶ إن لم يكن هناك ذو سهام ??? فاقنع بإيضاحي عن استفهام ¶ وتارة يأخذ ثلث الباقي ??? بعد ذوي الفروض والأرزاق ¶ هذا إذا ما كانت المقاسمه ??? تنقصه عن ذاك بالمزاحمة ¶ وتارة يأخذ سدس المال ??? وليس عنه نازلا بحال ¶ وهو مع الإناث عند القسم ??? مثل أخ في سهمه والحكم ¶ إلا مع الأم فلا يحجبها ??? بل ثلث المال لها يصحبها ¶ وأحسب بني الأب لدى الأعداد ??? وارفض بني الأم مع الأجداد ¶ واحكم على الإخوة بعد العدّ ??? حكمك فيهم عند فقد الجد ¶ واسقط بني الإخوة بالأجداد ??? حكما بعدل ظاهر الإرشاد. ¶ ( بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ يقول المؤلف –رحمه الله- باب الجد والإخوة- للجد مع الإخوة أحوال خاصة, والمراد بالجد كما يقولون الجد الصحيح أي الجد الذي من جهة الأب(أبو الأب أو أبوه أو أبو أبو أبيه وإن علا) بخلاف الجد لأم فليس بوارث؛ والمراد بالإخوة: الإخوة الأشقاء أو الإخوة لأب, أما الإخوة لأم فإن الجد يحجبهم باتفاق, إذن الجد والإخوة اسم يشتمل على أنواع,ولكن المقصود هنا الجد لأب والإخوة الأشقاء أو لأب؛ والجد مع الإخوة إما أن يكون الإخوة الأشقاء فقط أو الإخوة لأب فقط, أو إخوة أشقاء ومعهم إخوة لأب, والجد مع الإخوة على هذا الترتيب, إما أن يكون معهما أي الجد والإخوة أصحاب فروض أو لا يوجد أصحاب فروض؛ فالجد والاخوة لهم قسمان: ¶ قسم لا يوجد أصحاب الفروض,هو الجد والاخوة فقط. ¶ والقسم الثاني أن يوجد أصحاب الفروض.",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "نحن نقدم هذه المقدمة لنأتي إلى كلام المؤلف, وتنبيهه على التأكيد على الانتباه لباب الجد, فإذا كان الجد والاخوة دون أصحاب الفروض فالتركة بينه وبين الاخوة على ما سيأتي, وإذا كان هناك أصحاب الفروض فالجد والإخوة يختصان بما ¶ أبقت الفروض, أو يكون للجد حالة خاصة وينسلخ عن الإخوة, وقبل هذا وذاك, حكم الجد مع الاخوة في الميراث, نجد بعض العلماء من يقولون إن الجد أب والأب يحجب الاخوة من أيّ جهة كانت, فالإخوة الأشقاء والإخوة لأب والإخوة لأم إذا وجد الأب فلا ميراث لهم, لأن الأب أقرب إلى الميت من الإخوة فيحجبهم ولا ميراث للإخوة, فقالوا الجد أب, وإذا كان الجد أب فلا دخل للإخوة معه, فيكون هو العاصب يأخذ المال كله أو ما أبقت الفروض أو يفرض له السدس مع بقية أصحاب الفروض, وبهذا أخذ الإمام أبو حنيفة-رحمه الله- ويروون ذلك عن أبي بكر - رضي الله عنه -؛ إذن هذا فريق يقول الجد أب ولا دخل للإخوة معه وهو يحجبهم؛ الفريق الثاني وهم الأئمة الثلاثة معهم بقية الخلفاء عمر وعثمان وعلي وزيد بن ثابت(1) ¶ وعلى أن الجد ليس بأب فيكون مع الإخوة مشارك. ¶ وحجة من يقول أن الجد أب, قوله سبحانه: { واتبعت ملة آبائي إبراهيم } فجعل إبراهيم وهو جد –الله أعلم- لكم عدد أنه من آبائه؛ وكذلك في قصة أصحاب الجبال في الكهف: { وكان أبوهما صالحا } ويقولون أنه الجد السابع وسماه القرآن أباً, فقالوا إن الجد أب بتسمية القرآن إياه, فيأخذ حكم الأب ويحجب الإخوة. ¶ __________ ¶ (1) – نقول وزيد لأن زيد له شأن في الفرائض: \"أفرضكم زيد\"؛ وكما خصص أبو عبيد أعرفكم بالحلال والحرام, وخصص ابن عباس بمعرفته بالتأويل, وخص أبو عبيدة بأمين هذه الأمة, فخص زيد - رضي الله عنه - بمعرفة الفرائض.",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "لكن الآخرون الذين يقولون الأخ للأخ أقرب من الجد لولد الولد, وجاء عن علي - رضي الله عنه - أنه قال: « مثل الجد والإخوة كبحر خرج منه نهر والنهر انشعبت منه شعبتان» الشعبتان هما الإخوان (الميت وإخوانه) الميت شعبة والإخوة شعبة, انبثقا عن النهر والنهر عن البحر, فهذا الميت الذي هو إحدى الشعبتين, من أقرب إليه الشعبة الثانية أو البحر الذي هو هناك؟ الشعبة, وقالوا لو انسدت إحدى الشعبتين لرد الماء إلى الشعبة الثانية وتقوى ماؤها ولا يرجع الماء إلى النهر ولا إلى البحر, ثم قالوا إن قرابة الإخوة للميت عن طريق الأب, وقرابة الجد للميت عن طريق ولده, لكل من الإخوة يعبرون عن جسر الأب إلى أخيهم, والجد يعبر عن جسر الأب إلى حفيده ولد ولده؛ وإذا نظرنا إلى منهج الميراث, الإخوة أدلوا إلى الميت بالبنوة أو بالأبوة؟ بالبنوة, لأنهم أبناء الأب, والجد أدلى إلى الميت بالأبوة لأب الميت أو البنوة؟ بالأبوة, إذن الإخوة إلى الميت بصفة البنوة للأب والجد أدلى بصفة الأبوة لأب الميت, وأيّ الإدلائين أقوى في الفرائض البنوة أو الأبوة؟ البنوة, لأنه لو وجد الابن والأب من الذي يكون عاصبا يأخذ جميع المال, مات عن: أب وابن, الأب الفرض يأخذ فرضه السدس, والابن يأخذ بقية المال, إذن البنوة في نظام الفرائض أقوى من الأبوة, لأن الميراث يمشي إلى الأمام لا يمشي إلى الوراء...إذن هذه وجهة نظر الجمهور الذين قالوا ليس الجد بأولى من الإخوة للميت؛ والشافعي –رحمه الله- له مبحث في \" الرسالة \" التي هي في أصول الفقه يقول: \" لولا الإجماع لكان النظر يقتضي أن الإخوة يحجبون الجد لأنهم أقوى صلة بأخيهم من جدهم, ولكن إجماع المسلمين بأن الإخوة يشاركون الجد والجد يشارك الإخوة فقلنا بذلك\" إذن على هذا مبدئيا وقع الخلاف في كون الجد يحجب الإخوة أو يشاركهم, والسبب في ذلك أنه لم يأت نص عن رسول الله في قضية الجد مع الإخوة؛ وكان علي- رضي الله عنه - يقول: \" من",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "يجترأ في الفتوى على الجد فهو مجترأ على النار\"؛ وعمر- رضي الله عنه - في مرض موته يقول: \" احفظوا عني ثلاثة: لا أقول في الجد شيئا ولا في الكلالة ولا أولي عليكم أو أوصي بولي بعدي\" مع أنه روي عنه الحكم في مائة مسألة في موضوع الجد مع الإخوة فكأنه رجع عن ذلك كله؛ وابن مسعود يقول: \" سالونا عن عجركم وبجركم ودعونا من الجد فلا حيّاه الله ولا بيّاه\" طبعا هو لا يقصد جد معيّن, لكن مبحث ميراث الجد يحيّر, وليس هناك نص يقف الإنسان عليه أو يتبع, إنما هي مسائل اجتهادية, وعلى هذا مبحث ميراث الجد مع الإخوة على الخلاف الموجود, أبو حنيفة –رحمه الله- يقول الجد أب ¶ فيحجب الإخوة ولا دخل للإخوة في التركة معه, ومعه أبو بكر- رضي الله عنه -؛ والأئمة الثلاثة يقولون الجد والإخوة يشتركان لأنهما في درجة القرب من الميت سواء, الجد بينه وبين الميت عقبة الأب, والإخوة بينهم وبين الميت عقبة الأب, فكلا الطرفين الجد والإخوة يدلون إلى الميت بالأب, إذن اشتركوا في الموصّل إلى الميت فاشتركوا. ¶ (ونبتدي الآن بما أردنا ??? في الجد والإخوة إذ وعدنا): (إذ وعدنا) لأنه قال: (وحكمه وحكمهم سياتي) وقد جاء الآن ¶ قال: (ونبتدي الآن بما أردنا) ليلفت الأنظار نبدأ الآن بما وعدنا في حق الجد والإخوة, وأخره عن هناك لاستقلاله بمباحث خاصة تغاير تلك المباحث في الفروض والحجب والتعصيب الخ.. ¶ (فألق نحو ما أقول السمعا ??? واجمع حواشي الكلمات جمعا): قال نبدأ الآن فألق نحو ما أقول السمع, هنا سماع خاص, سماع تمعن, سماع تدبر..إذن قضية الجد والإخوة تحتاج إلى اهتمام وعناية أكثر مما تقدم, فألق نحو ما أقول السمع. ¶ (واجمع حواشي الكلمات جمعا): (الحواشي) جمع حاشية, أطرافها, يعني استوعب كل ما يقال في الجد والإخوة, (الكلمات) جمع كلمة وهو ما يقال في الجد, (جمعا) اجمعها كلها ولا تفوت كلمة منها لأن كل كلمة لها حقها ولها حكمها.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "(واعلم بأن الجد ذو أحوال ??? أنبيك عنهن على التوالي): إذن الجد ليس له حالة واحدة مثل البنت و الأخت والأم, له مع الإخوة أحوال, أنبيك عن تلك الأحوال بالتوالي واحدة واحدة فكن معي سامعا وكن معي جامعا وكن معي عالما متعلما, الجد له أحوال. ¶ (يقاسم الإخوة فيهن إذا ??? لم يعد القسم عليه بالأذى): أول حالة جاء بها, الحالة الأولى يقاسم الإخوة, المقاسمة المساواة, إذا كان الجد والأخ ولم يوجد صاحب فرض, بدأ الآن في القسم الأول في الجد مع الإخوة مع عدم وجود صاحب فرض, إذن بدأ المؤلف في أحوال الجد مع الإخوة في حالة عدم وجود صاحب فرض, مات الميت عن: جد وأخ, حكم الجد مع الأخ ما هو؟ أبو حنيفة يقول الجد يحجب الأخ والمال كله للجد؛ والجمهور يقولون الجد مع الأخ مشتركان بالمقاسمة, والمقاسمة المساواة, فإذا كان أخ وجد كيف تكون المقاسمة؟ بالمناصفة على عدد الرؤوس, إذا كان أخوان والجد كم تكون المقاسمة؟ الثلث, لأنهما اثنان وهو معهم ثلاثة, إذا كان معه أربعة إخوة, هم أربعة وهو الخامس له الخمس؛ هنا يقول المقاسمة إذا لم يعد عليه القسم بالأذى, الجد مع الإخوة مع عدم وجود أصحاب الفروض إما أن يقاسم وإما أن يأخذ الثلث كاملا ولا حاجة له في المقاسمة, إذن الجد مع الإخوة بدون وجود صاحب فرض دائر بين أمرين إما المقاسمة وإما ثلث المال؛ فلما كان مع الجد أخ واحد الأحسن له ثلث المال أو المقاسمة؟ المقاسمة لأنه يأخذ النصف, فإذا صاروا أخوين وهو الثالث أيهما أحظ له؟ مستويان, إن قاسم أخذ الثلث وإن ترك المقاسمة أخذ الثلث, إذن يستوي في ذلك الأمران, صاروا ثلاثة إخوة وهو الرابع ما هو الأحظ له؟ الثلث.",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "والقاعدة: إذا كان الإخوة مع الجد مساوين له فالمقاسمة, إن كانوا أكثر من ضعفيه فالثلث أولى له؛ ونحن ننظر له أحد الأمرين الأحظ منهما, إما أن يقاسم الإخوة كواحد منهم, وإما أن يترك المقاسمة ويأخذ الثلث, فإذا وجد واحد فالمقاسمة, وإذا وجد اثنان يستويان, إذا وجد ثلاثة, إن قاسما أخذ الربع وإن ترك المقاسمة أخذ الثلث, وأيهما أحظ الثلث أو الربع؟ الثلث, وإن وجد خمسة أو ستة رجع إلى الثلث, هذه هو الحال الأول للجد مع الإخوة, حالة عدم وجود أصحاب الفروض. ¶ ( (واعلم بأن الجد ذو أحوال ??? أنبيك عنهن على التوالي): ¶ (بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ بعد المقدمة التي حثنا فيها على أن نصغي لكلامه وأن نجمع حواشي الكلام لاهتمامنا بباب الجد والإخوة, بدأ وشرع وقال: الجد ذو أحوال, والأحوال جمع حال, وهي تنقسم إلى قسمين: ¶ حالة وجود ذوو الفرائض. ¶ وحالة عدم وجود ذوي الفروض. ¶ ففي حالة انعدام ذوي الفروض له حالتان. ¶ وفي حالة وجود ذوي الفروض له ثلاث حالات, فمجموع حالات الجد خمسة. ¶ بدأ بعد الإجمال يفصل في تلك الحالات (أنبيك عنهن على التوالي). ¶ (يقاسم الإخوة فيهن إذا ??? لم يعد القسم عليه بالأذى): (بالأذى) أي بالنقص. ¶ (فتارة يأخذ ثلثا كاملا ??? إن كان بالقسمة عنه نازلا): فإما أن يقاسم الإخوة الأشقاء أو لأب ولا دخل للإخوة لأم لأن الجد يحجبهم, فالحالة الأولى من الخمسة: ¶ إما أن يقاسم الإخوة الموجودين. ¶ وإما أن يأخذ ثلث المال, هذان حالتان, وتقدمت الإشارة إلى الأمثلة لو قدِّر أنه: جد وأخ واحد, يقاسم الجد الأخ, لأنه بالمقاسمة يأخذ النصف.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "لو كان أخوان مع الجد يستوي فيه المقاسمة وثلث المال فليس نازلا؛ إذا أعطيناه بالمقاسمة الذي يأخذه فرض أو تعصيب؟ وإذا أعطيناه ثلث المال الذي يأخذه باسم الثلث فرض أو تعصيب, بعضهم يقول كل ما يأخذه الجد فهو فرض, وبعضهم يقول كل ما يأخذه الجد فهو تعصيب إلا مع وجود أصحاب الفروض, حينما يتخلى عن التعصيب ويرجع إلى الفرض ويفرض له سدس المال, هناك فرض باتفاق؛ لكن في هاتين الحالتين لما كان أخ واحد كانت المقاسمة أحسن, لما كانوا أخوين اتفقت المقاسمة وثلث المال, إذا كان إخوة ثلاثة مع الجد, يقاسم الإخوة ويأخذ الربع أو يترك المقاسمة ويأخذ الثلث؟ الأحظ له الثلث, وهكذا كلما كان الإخوة أكثر من ضعفيه فالثلث أولى له, وإذا جاءوا إلى الضعفين فالثلث أولى له. ¶ انتهينا من هاتين الحالتين حالة عدم وجود أصحاب السهام ويكون هو والإخوة فقط, ولها تتمة فيما بعد عندما ينتهي من الأحوال الخمسة وهي المعادّة سيفردها ببحث بعد أن يفرغ من الحالات الخمس. ¶ ننتقل إلى القسم الثاني: ¶ (إن لم يكن هناك ذو سهام ??? فاقنع بإيضاحي عن استفهام): إن لم يكن هناك ذو سهام فاقنع بما بينت لك بأنه دائر بين المقاسمة وبين الثلث كاملا, يأخذ الأحظ من الأمرين. ¶ (وتارة يأخذ ثلث الباقي ??? بعد ذوي الفروض والأرزاق): فتارة يقاسم في عدم وجود الفرض, وتارة يأخذ الثلث كاملا في عدم وجود الفرض, وتارة يأخذ ثلث الباقي بعد ذوي الفروض والأرزاق, إذا وجد أصحاب الفروض من المقدم أصحاب الفروض أو العصبة؟ أصحاب الفروض: \" ألحقوا الفروض بأهلها فما بقي فلأولي رجل ذكر \", إذا لم يوجد ذو فروض في الورثة فالتركة مقصورة على الجد والإخوة وله فيها الأحظ, ثلث المال كاملا, المقاسمة مع الإخوة؛ فإذا وجد أصحاب الفروض علينا أن نعطي أصحاب الفروض فروضهم, وما بقي بعد ذوي الفروض كأنه التركة كاملا بين الجد",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "والإخوة, فما دام ما بقي من الفروض حكمه حكم كامل التركة سنرجع إلى الأول: الجد مع الإخوة بعد ذوي الفروض في الباقي من الفروض إما أن يأخذ ثلث الباقي وإما أن يقاسم الإخوة في الباقي. ¶ الأمثلة: إذا قدّر أنه عندنا زوجة وجد وأخ: للزوجة الربع, الباقي بعد ربع الزوجة ثلاثة كأنها هي التركة, يقاسم الأخ أو يأخذ ثلث الباقي؟ يقاسم الأخ في الباقي بعد الفرض, والباقي بعد الفرض ثلاثة من أربعة, فإذا قاسم الأخ يأخذ واحد ونصف, لكن إذا أعطيناه الثلث نعطيه واحد فقط, فالأحظ له بعد الفرض من ثلث الباقي الثلث أو المقاسمة؟ المقاسمة أحسن. ¶ إذا كانت زوجة وجد وثلاثة إخوة: الزوجة تأخذ الربع, والباقي ثلاثة, الأحظ له يقاسم الثلاثة يأخذ ربع الباقي أو يأخذ الثلث؟ يأخذ الثلث, إذن له الأحظ فيما أبقت الفروض, ما بين الثلث والمقاسمة؛ فهناك حالتان في عدم وجود ذوي الفروض ¶ وهنا حالتان في الباقي بعد ذوي الفروض, فهذه أربعة. ¶ (هذا إذا ما كانت المقاسمه ??? تنقصه عن ذاك بالمزاحمة",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "وتارة يأخذ سدس المال ??? وليس عنه نازلا بحال): وتارة يأخذ سدس المال كاملا, (وليس عنه نازلا بحال) لا ينزل عن سدس المال كواحد من الورثة بالفروض الذين لهم سدس, لو قلنا: ابنتان وزوج: الابنتان لهما الثلثان والزوج الربع, فالمسألة من 12, الثلثين ثمانية والربع ثلاثة, الثمانية والثلاثة 11, ماذا بقي بعد ذوي الفرائض؟ واحد يعني نصف السدس, يأتي الجد مع الإخوة يقاسمهم في الواحد يأخذ سدس الواحد, يقول لا أبدا, لا آخذ سدس الواحد ولا أقاسم, لأنه كان معه أخ واحد سيقاسمه في نصف السدس ويأخذ ربع السدس, يقول أعطوني سدس المال كله, فالمسألة عندنا: ثلثان وربع وسدس تصح من 12, ثلثاه 8, وربعها للزوج 11, وللجد السدس, السدس من 12 اثنان, تعول إلى 13, تصح من 12, ولكن تعول لكي يأخذ الجد السدس كاملا, فحينما يرجع عن مقاسمة الإخوة وعن ثلث الباقي لأن الباقي قليل, فحينئذ يترك المقاسمة ويترك ثلث الباقي وينضم إلى ذوي الفروض ويأخذ فرضه السدس, لما يأخذ اثنين من 13, أحسن من أن يأخذ ثلث من 12 وليس عنه نازلا بحال(1). ¶ __________ ¶ (1) - سائل: أخذه السدس هل هذه قاعدة؟ سدس كامل المال ولو بالعول إذا كانت مقاسمته مع الإخوة في الباقي أقل من سدس كامل المال, يرجع للسدس كاملا, القاعدة كما سيأتي: في حالة عدم وجود ذوي الفرض له الأحظ من الأمرين المقاسمة أو ثلث التركة. ¶ في حالة وجود ذوي الفروض فله الأحظ في ثلاث حالات: المقاسمة مع الإخوة في الباقي, ثلث الباقي, سدس جميع التركة مع ذوي الفروض, ما هو الأحظ له يأخذه, إن كان الأحظ له سدس المال فرضنا له سدس المال وتعول إليه المسألة, أو يكون له ثلث الباقي أو يقاسم الإخوة فيما تبقى بعد ذوي الفروض.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "(وهو مع الإناث عند القسم ??? مثل أخ في سهمه والحكم): والجد مع الإناث في باب الجد والإخوة كأخ, يعني أن للذكر مثل حظ الأنثيين, وكما أشرنا سابقا: شقيق وشقيقة والجد كأنه أخ شقيق مع الشقيق فيكون اثنان بأربعة وواحد خمسة, خمسة رؤوس أي خمسة سهام؛ أو شقيقتان وشقيق واحد والجد, تصبح عدد السهام ستة, وهكذا يعتبر الجد كأخ مع وجود الشقيقات, الإناث مع الإخوة ويكون على عدد الرؤوس إن كان في المقاسمة, وإن لم يكن في المقاسمة فله ثلث المال أو ثلث الباقي ولا حاجة له في الإناث ولا في الذكور. ¶ ( ¶ (وهو مع الإناث عند القسم ??? مثل أخ في سهمه والحكم ¶ إلا مع الأم فلا يحجبها ??? بل ثلث المال لها يصحبها): ¶ (بسم الله الحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه وبعد: ¶ تقدم للمؤلف –رحمه الله تعالى- في هذا الباب الجد والإخوة, أن للجد مع الإخوة له حالتان مبدئيا: أن يكون معهما صاحب فرض أو لا يكون, فإذا لم يكن مع الجد والإخوة صاحب فروض فهو مع الإخوة واحدا أو أكثر بأحد الحظين: إما أن يقاسم الإخوة وله مثل واحد منهم, وإما أن يستقل بثلث المال ولا عليه من بقية الإخوة مع الباقي, فمثلا: جد وأخ واحد, عند المقاسمة يكون له النصف وللأخ النصف؛ إذا كان جد وأخوان تستوي المقاسمة وثلث المال لأن له واحد من ثلاثة؛ إذا كان هناك ثلاثة إخوة وجد هو رابعهم, إذا قاسم سيأخذ الربع على عدد الرؤوس, وإذا أخذ ثلث المال يأخذ واحد وثلث يكون أحظ له.",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "إذا كان هناك أصحاب فروض فنفس الحالة, لكن بالنسبة للباقي بعد أصحاب الفروض, فهو يقول الجد مع الإناث الأخوات والإخوة كأخ مع الأخوات, فمثلا عندنا: جد وأخ شقيق وأخت شقيقة, الآن نعتبر الجد كأخ مع الأخت فعندنا أخوان وأخت, عدد السهام خمسة, في هذه الحالة الأحظ للجد أن يقاسم 2/5 أو يأخذ الثلث؟ المقاسمة أحسن لأنه سيأخذ خُمْسَينِ؛ إذا كان أخ واحد وأربع أخوات, الأربع أخوات عن أخوين والأخ مع الجد عن أربع أصبح ثمانية أسهم فالأحسن له أن يقاسم ويأخذ 2/8 أو يأخذ ثلث المال, إذن إلى هنا قضية الجد مع الإخوة, والجد مع الأخوات الإناث كالأخ مع أخواته للذكر مثل حظ الأنثيين إلا في مسألة الجد فيها لا يكون كالأخ متى؟ يقول هنا مع الأم: أخ وأم وجد, فهنا أخ هل نعتبر الجد أخوين ونمنع الأم من الثلث؟ لا, (وهو) أي الجد (مع الإناث) أخ إلا في مسألة الأم لا نعتبره أخا مع الأخ الشقيق أو لأب, إذن الجد مع الأخ لا يرد الأم عن الثلث, فثلث المال يصحبها.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "(واحسب بني الأب لدى الأعداد ??? وارفض بني الأم مع الأجداد): هذه قضية جديدة تسمى عند علماء الفرائض في باب الجد مع الإخوة المعادّة(1) , (واحسب) يقولون حسب تأتي بمعنى ظن, وتأتي بمعنى عدّ ومنها الحساب, (واحسب بني الأب لدى الأعداد) عندما تعد الإخوة مع الجد, مسألة المعادّة إذا كان هناك: جد وأخ, للجد النصف؛ وجدنا مع الأخ الشقيق والجد أخ لأب, الآن الأخ لأب من ضمن العصبة(بصرف النظر عن ميراثه وحجبه)؟ من ضمنها, لو لم يكن الأخ الشقيق لكان الأخ لأب يحل محله, فهنا الأخ الشقيق معه الأخ لأب, جاء الجد يتقاسم مع الأخ الشقيق, فالأخ الشقيق يعدّ الأخ لأب معه فيصيروا اثنين, لما صاروا اثنين والجد الثالث, إن جئنا للمقاسمة للجد 1/3, إن جئنا لثلث المال له 1/3, فحينما يأخذ الجد 1/3 سواء بالمقاسمة أو بثلث المال, يقول الشقيق للأخ لأب أنا شقيق أقوى منك أحجبك فلا ميراث لك, أعدّك معي على الجد لأرده من المقاسمة أنا وهو إلى الثلث؛ لو قدّر أخ شقيق وأخوان لأب, الإخوة في الجملة ثلاثة والجد الرابع تعالى يا جد وخذ حقك, قال الجد أقاسم أنا وأنت, قال لا, نحن ثلاثة وأنت الرابع, إن أردت المقاسمة خذ الربع, إن أردت ثلث المال فهو لك, يأخذ الجد ثلث المال, بقي الثلثان؛ عندنا أخ شقيق واحد وخمسة إخوة لأب, الاثنين الباقين من الجد للشقيق, لأن الشقيق يحجب الذي لأب, هذه تسمى مسألة المعادّة وهي: إذا كان الشقيق أقل من ضعف الجد, واحد فقط, أما إذا كانوا اثنين لا تسمى, فإذا كان الأشقاء ثلاثة لسنا في حاجة إلى الإخوة لأب ونعدهم, لأن الثلاثة سيردون ¶ الجد من المقاسمة إلى الثلث؛ (بني الأب) الإخوة لأب فقط, والإخوة لأم هل نعدهم؟ لا نعدهم لأنهم محجوبين بالجد. ¶ __________ ¶ (1) – المعادّة: العدد.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "(وارفض بني الأم مع الأجداد) لا يعدهم الأجداد على الأشقاء, لأن بني الأم لهم فرض وليست عصبة, وإذا حجبوا عن الفرض فلا شيء لهم, بخلاف الأخ لأب مع الأخ الشقيق فهو عاصب وعصبته قائمة لكن حجب بمن هو أقوى. ¶ (واحكم على الإخوة بعد العدّ ??? حكمك فيهم عند فقد الجد): عدّ الإخوة لأب مع الأخ الشقيق على الجد لتزحزحه عن المقاسمة والمناصفة إلى الثلث ثم احكم على الإخوة لأب مع الأخ الشقيق حكمك عليهم إذا لم يكن الجد, وحكمنا على الإخوة لأب مع الإخوة الأشقاء عند فقد الأب أنهم محجوبون, إذن عدّهم مع الشقيق على الأب, وبعد أن تعدّهم على الجد ويأخذ الجد نصيبه على ما هو عليه, ارجع إلى الإخوة لأب واحكم عليهم مع الأشقاء أو مع الشقيق حكمك عليهم فيما لو لم يكن الجد موجود, يعني محجوبون. ¶ (واسقط بني الإخوة بالأجداد ??? حكما بعدل ظاهر الإرشاد): نحن قلنا أن الجد متساوي مع الأخ ولهذا قاسم الإخوة, فنأتي بابن الأخ الذي هو أبعد درجة يزاحم هنا! هو ساقط من زمان, (حكما بعدل ظاهر الإرشاد) الحكم العدل الظاهر أن أولاد الإخوة لا يدخلون مع الإخوة. ¶ (ويفضل ابن الأم بالإسقاط ??? بالجد فافهمه على احتياط): ويفضل ابن الأم بالإسقاط بالجد, الأخ لأم محجوب بالأب والجد والفرع الوارث, إذن الأخ لأم لا يعدّه الجد ولا يشارك في هذه المسائل لأن الجد مع الإخوة من باب العصبات والأخ لأم من باب الفروض وهو محجوب بإحدى أمور ثلاثة: إما الفرع الوارث وإما الأب وإما الجد فلا دخل له في هذا الباب. ¶ ( بسم الله الرحمن الرحيم, الحمد لله رب العالمين, وأفضل الصلاة وأتم التسليم على المبعوث رحمة للعالمين سيدنا ونبينا محمد صلى الله عليه وعلى آله وصحبه الطيبين الطاهرين, أما بعد: ¶ ( قال ناظم متن \" الرحبية \" – رحمة الله عليه-: ¶ - باب الأكدرية- ¶ والأخت لا فرض مع الجد لها ??? فيما عدا مسألة كمّلها ¶ زوج وأم وهما تمامها ??? فاعلم فخير أمة علاّمها",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "تعرف يا صاح بالأكدرية ??? وهي بأن تعرفها حريّه ¶ فيفرض النصف لها والسدس له ??? حتى تعول بالفروض المجمله ¶ ثم يعودان إلى المقاسمه ??? كما مضى فاحفظه واشكر ناظمه. ¶ ( بسم الله, بعدما قدم لنا المؤلف –رحمه الله تعالى- أحكام الجد والإخوة, هناك صورة خاصة مع مسائل الجد في وجود الأخت, وإن كانت داخلة في عموم الجد والإخوة, لكن جعلوا لها مسألة مستقلة وسموها الأكدرية, قيل من التكدير وهو تنغيص حاضر, قالوا بأنها كدّرت على زيد - رضي الله عنه - قواعده في الفرائض, وقيل كدروا على الأخت بعدما فرضوا لها النصف رجعوا وقاسمها الجد فيه, وقيل كان السائل فيها أول ما وقعت رجل يقال له الأكدر, بصرف النظر عن التسمية, ولكن جاء الناظم –رحمه الله جزاه عنا أحسن الجزاء- بين أركانها وطريقة العمل فيها. ¶ قال: (والأخت لا فرض مع الجد لها ??? فيما عدا مسألة كمّلها): يقول (والأخت) الشقيقة أو التي لأب, لأن الإخوة من جهة الأم لا دخل لهم مع الجد ذكورا كانوا أو إناث لأن الجد يحجبهم؛ (والأخت لا فرض مع الجد لها) وعرفنا أن الجد من الأول هو الجد من جهة الأب, لأن الجد من جهة الأم ليس بوارث لا فرض ولا تعصيب, فيقول الأخت لا يفرض لها مع الجد إلا في مسألة كمّلها. ¶ (زوج وأم وهما تمامها ??? فاعلم فخير أمة علاّمها): تلك المسألة أشخاصها: زوج وأم (وهما) ألف التثنية راجعة للجد والأخت, إذن عندنا: زوج وأم وأخت وجد, وهما تمامها يعني أربعة أشخاص, (فاعلم فخير أمة علاّمها) اعلم أشخاصها وتمعّن, (علاّمها) بصيغة المبالغة, هذا امتداح لطلبة العلم وللعلماء وللاجتهاد في العلم, وهذا منه –جزاه الله خير- حث على التنافس في طلب العلم...",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "(تعرف يا صاح بالأكدرية ??? وهي بأن تعرفها حريّه): هذه المسألة التي أفرادها أربعة (زوج وأم وأخت وجد) تعرف هذه المسألة يا صاح(1) بالأكدرية, (وهي بأن تعرفها حريّه) وهي لصعوبتها أو لدقتها أو لنذرتها حرية بأن تعرفها حتى لا تخطأ فيها. ¶ (فيفرض النصف لها والسدس له ??? حتى تعول بالفروض المجمله): نحن عندنا في باب الفروض المقدرة في كتاب الله, الأخت وحدها من أصحاب النصف إن كانت منفردة وليس معها عاصب, وتقدم لنا بأن الجد مع غير الإخوة فرضه السدس, إذن في الحالات العادية الجد له السدس, والأخت لها النصف, والزوج له النصف, والأم لها الثلث, إذن اجتمعت عندنا مقامات كسور: ثلاثة, ستة, واثنين مكررة, المكررة نأخذ منها واحد, ما هو العامل المشترك, أليست الستة تنقسم على نفسها ¶ __________ ¶ (1) – يقولون في اللغة هذا من باب الترخيم, ترخيم المنادى أصلها: (يا صاحبي) فحذف (الباء) آخر حرف من الكلمة مع ياء النداء, وقال: (تعرف يا صاح)",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "بدون باقي, أليست تنقسم على ثلاثة بدون باقي, أليست تنقسم على اثنين بدون باقي, تصح من 12 فعلا, لكن أقل ما تصح منه المسألة هو المعتبر؛ إذا قلنا بأن الزوج له نصف من ستة له ثلاثة, والأخت لها نصف من ستة لها ثلاثة, فهذه ستة, الأم لها ثلث الستة اثنين, فهذه ثمانية, الجد له السدس واحد من ستة, فالمجموع تسعة, تكون صحت من ستة على حسب مقامات الكسور, ولكنها عالت أي زادت لبقية الفروض حتى وصلت تسعة, لأن أنصباءهم كلهم تخرج من ستة, إذن مجموع هذه السهام بالعول وصلت إلى تسعة, إلى هنا أمر طبيعي, الأم تأخذ الثلث, والزوج يأخذ حقه, الجد له واحد من ستة يأخذ حقه, والأخت؟ لو أعطينا الأخت النصف ثلاثة, وأعطينا الجد السدس وهو واحد, قضية أو قانون أو منهج أو نظام الجد مع الإخوة, أن أحد من الإخوة يفضل عليه أو هو الذي يكون إما المقاسمة وإما ثلث المال أو ثلث الباقي, المفروض في الجد أنه يتميّز عن الإخوة, وهذه أخت أنثى, تأخذ مثله ثلاث مرات, يقول الجد أنا وأنت أخذنا بالعصبة, نجمع حقي وحقك ونتقاسم مع بعض على حساب للذكر مثل حظ الأنثيين, إذا جمعنا واحد مع الثلاثة صاروا أربعة, فصار هنا عدد رؤوسهم ثلاثة, لأن البنت بسهم والجد كرجل بسهمين, فحصتهم أربعة وعدد رؤوسهم ثلاثة, والأربعة لا تنقسم على الثلاثة بدون كسر, فيأتي في باب التصحيح, نضرب عدد الرؤوس فيما عالت إليه, هي عالت إلى تسعة, 3× 9= 27 ؛ نأتي إلى الورثة ونعطي كل واحد سهمه من التسعة مضروبا في ثلاثة, لأننا ضعفنا التسعة ثلاث مرات فيجب أن نضاعف الأنصباء كذلك بالنسبة عينها؛ الأم لها من التسعة اثنين (ثلث الستة) 2×3=6؛ الزوج له ثلاثة من ستة 3×3=9؛ (6+9=15) الباقي من 27 –15= 12, ¶ 12÷3= 4 فالأخت تأخذ 4 من 12؛ والجد يأخذ 8 من 12؛ فالمسألة صحت من ستة وعالت إلى تسعة وصححت إلى سبعة وعشرين. ¶ 9/6 9×3 27 ¶ زوج ½ 3 3×3 9 ¶ 9 + 6= 15 ¶ أم 1/3 2 2×3 6 27 ـ 15= 12 ¶ أخت ½ 3 3×3 9 12 ÷ 3= 4",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "جد 1/6 1 1×3 3 8 ¶ (الجد والأخت) عدد الرؤوس= 3 (للذكر مثل حظ الأنثيين). ¶ (سهم الأخت + سهم الجد= 3+1= 4 ). ¶ عدد السهام (4) لا تنقسم على عدد الرؤوس (3). ¶ نضرب عدد الرؤوس (3) في عول المسألة (9) (3×9 = 27). ¶ نضرب سهام الورثة في (3): ¶ سهم الزوج: 3 ×3 = 9. سهم الأم: 2×3 = 6. ¶ (سهم الزوج + سهم الأم = 9+6 = 15) (27 – 15 = 12). ¶ سهم الأخت: 12÷3= 4. ¶ سهم الجد: 8 من 12. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه وسلم, أما بعد: ¶ من تتمة مباحث باب الجد والإخوة هذه المسألة وهي لم تخرج عن ميراث الجد والإخوة, لكنها تميّزت عن غيرها بتغاير معاملة الجد لهذه الأخت, وقال بأنها تعرف بالأكدرية, والأكدرية من التكدير, فقيل أنها كدّرت على زيد نظامه في الفرائض جمعت بين الفرض وبين التعصيب, وقيل أنها تكدّر فيها نصيب الأخت لأنهم فرضوا لها النصف أولا ثم رجعوا عليها وقاسموها في هذا النصف, وقيل سميت الأكدرية لأن أول من وقعت له رجل يسمى الأكدر, وبصرف النظر عن التسمية, التسمية لا تغير المسمى, قال: (وهي بأن تعرفها حريه) وهي أي أفرادها, والذين يشتركون فيها: (زوج وأم وهما تمامها) (وهما) أي الجد والأخت, لأنه قال: (والأخت لا فرض مع الجد لها) لا يكون لها فرض مع الجد إلا في هذه المسألة, لأنه لو وجد عندنا أخ شقيق وأخت شقيقة والجد, هل الأخت لها فرض أو أنها عصبة بالغير الذي هو أخوها معها؟ ويكون الجد معهما إما بالمقاسمة أو ثلث المال, وتقدم لنا إذا وجد إخوة ذكور وأخوات إناث يعتبر الذكر عن ابنتين, في هذه الحالة يكون الإخوة ثلاثة أسهم والجد هو الرابع, ففي هذه الحالة لا يفرض للأخت شيء, ونقول للجد إذا أردت مقاسمتهم لك سهمان من أربعة, الأخ له سهمان والبنت سهم, أو تأخذ ثلث المال.",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "لو أنهم مثلا: أخوان شقيقان وأختان شقيقات والجد, الأخوان كل واحد باثنين فهذه أربع سهام, والجد باثنين هذه ستة, والأختان بأربعة هذه عشرة, نقول للجد إذا تريد أن تقاسم تأخذ اثنين من عشرة أو ثلث المال؟ يقول آخذ ثلث المال. ¶ إذن الأخت أو الأخوات مع وجود الأخ أو الإخوة لا فرض لهن, بل هن عاصبات بالغير بالأخ الموجود معهم؛ ولكن هذه بالذات أخت واحدة, والأخت الواحدة ليست عصبة, لو لم يكن الجد موجود لا تكون الأخت عصبة إلا مع وجود البنت أو بنت الابن (فهن معهن معصبات) فلما انتفت البنت ولا بنت الابن, ووجدت الأخت الشقيقة فهي صاحبة فرض, فرضها النصف, فهنا تعامل في الأول على أنها صاحبة فرض (والأخت لا فرض مع الجد لها ??? فيما عدا مسألة كمّلها) هذه المسألة هي: زوج وأم وهما تمامها, إذن زوج وأم وأخت شقيقة وجد. ¶ قال: ( فاعلم فخير أمة علاّمها) هذا حث على طلب العلم وأن الناس فعلا عند الله يتفاضلون بالعلم وليس بنوع آخر, لا بحسب ولا بنسب, وأشرنا إلى قضية مالك مع أبي جعفر المنصور... ¶ (تعرف يا صاح بالأكدرية ??? وهي بأن تعرفها حريّه) تعرف عند علماء الفرائض ليس عند عامة الناس, تعرف بالأكدرية, اسم لها يميزها عن غيرها؛ وهي بأن تعرفها يا طالب العلم يا دارس الفرائض بأن تعرفها حريّه, ولا يليق بطالب علم الفرائض أن يجهلها لأنها من ضمن تقسيم التركة وعلم الميراث, وهو أول علم ينزع كما قيل.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "قال: (فيفرض النصف لها والسدس له ??? حتى تعول بالفروض المجمله) قال يفرض النصف لها, هي ستأخذ أولا بالفرض, والأخت إذا انفردت عن أختها أو أخيها صاحبة فرض وهو النصف؛ إذن وجد من الفروض في هذه المسألة نصف للشقيقة؛ ويفرض السدس للجد, لأن الجد إما أن يرث بالفرض وهو السدس, وإما أن يرث بالتعصيب يحل محل الأب يكون عاصب يأخذ ما أبقت الفروض, وإما بالمقاسمة مع الإخوة, ثلث المال أو المقاسمة, وهل هو فرض أو تعصيب هذا خلاف عند الفرضيين لا حاجة لنا فيه؛ إذن عندنا الآن فرضان نصف للشقيقة وسدس للجد. ¶ (حتى تعول بالفروض المجمله) اختصر الموضوع ولم يذكر الزوج والأم, إذن بسط المسألة: الزوج إذا لم يكن فرع وارث يأخذ النصف, والأم لها الثلث لعدم وجود الفرع الوارث وعدم وجود الجمع من الإخوة, وهناك نصف للشقيقة, والسدس للجد إذن عاملنا الجميع على أنهم أصحاب فروض(1), ما هو أقرب عدد يمكن أن نطلّع نصفه وثلثه وسدسه, هو ستة (يمكن أن يكون 12أو 24 لمكن نريد أخصر عدد) وعلى هذا لو جمعنا أنصباء الأربعة الموجودين فعندنا نصف للزوج ونصف ¶ للشقيقة كأن الزوج والشقيقة استغرقوا التركة, تعول للزوج بالثلث الواحد, والأم تعول لها باثنين(ثلث الستة)؛ إذن الستة عالت بسدسها للجد صارت سبعة, وعالت للأم بثلثها صارت تسعة؛ إذن تأصّلت من ستة وهو مخرج الفروض الموجودة عندنا, ولكن الستة لم تكف فعالت أي زادت في العدد حتى تكفي الموجودين, وحصل نقص على الموجودين بقدر ما عالت, إذن تأصّلت من ستة وصحت من تسعة. ¶ __________ ¶ (1) – سيأتينا في باب الحساب –إن شاء الله- أن المسألة تأصّل من أقرب عدد يمكن أن نخرج منها تلك الأنصباء أي تلك الكسور, وهو ما يعرف في الحساب العام بالمضاعف المشترك البسيط.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "(ثم يعودان إلى المقاسمه ??? كما مضى فاحفظه واشكر ناظمه): (ثم يعودان) يعني الجد والأخت للمقاسمة, كيف تكون المقاسمة؟ يخلط حقه وحقها ويتقاسم على نظام العصبة للذكر مثل حظ الأنثيين, هذه النقطة المهمة في الأكدرية, الأخت لها ثلاثة من تسعة, والزوج له واحد من تسعة, فإذا كان للجد واحد وللشقيقة ثلاثة المجموع أربعة, هذا حقه وحقها مشتركين, فيتقاسماه للذكر مثل حظ الأنثيين, إذا كان العدد أربعة ويتقاسماه للذكر مثل حظ الأنثيين, الأربعة تنقسم على عدد الرؤوس, لكن أربعة لا تنقسم على ثلاثة بدون كسر فيحصل الكسر, والنظام في حساب الفرائض أننا نتلاشى الكسر, فقالوا هنا يصحح الكسر أي يرفع العدد, إذن على هذا الحال أصبح مسألة مقاسمة الجد مع الشقيقة تكون ثلاثة, لأننا نريد أن نقسم حظهم كله ثلاثة أقسام, إذن نضرب الثلاثة في تسعة التي صححنا المسألة إليها, (9×3= 27) فنقسم للجميع من 27, للزوج 3 من 9 و9 تضاعفت ثلاث مرات لا بد أن يضاعف الثلاثة ثلاث مرات لتتحد النسبة(3×3=9)؛ والأم لها 2من 9 والتسعة ضاعفناها ¶ ثلاث مرات فالاثنين نضاعفها ثلاث مرات(2×3=6)؛ 9 للزوج 6 للأم= 15, بقي من 27 اثنا عشر 12(27-15=12), 12 تنقسم للذكر مثل حظ الأنثيين, للشقيقة الثلث من 12, وللجد الثلثين, فتأخذ 4 من 27, والجد يأخذ 8. ¶ إذن هذه المسألة بأن تعرفها حريه. ¶ (كما مضى فاحفظه واشكر ناظمه) هكذا يتقاسمان الاثني عشر سهما كما مضى للذكر مثل حظ الأنثيين, فافهمه واشكر لناظمه, ونقول: جزاه الله خيرا,\" من صنع إليكم معروفا فكافئوه فإن لم تجدوا ما تكافئوه فادعوا له حتى تروا أنكم كافأتموه\" ¶ رحمه الله وجزاه الله عنا أحسن الجزاء. ¶ ( بسم الله والصلاة والسلام على رسول الله: ¶ ( قال المصنف –رحمه الله-: ¶ -باب الحساب- ¶ وإن ترد معرفة الحساب ??? لتهتدي به إلى الصواب ¶ وتعرف القسمة والتفصيلا ??? وتعلم التصحيح والتأصيلا ¶ فاستخرج الأصول في المسائل ??? ولا تكن عن حفظها بذاهل",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "فإنهن سبعة أصول ??? ثلاثة منهن قد تعول ¶ وبعدها أربعة تمام ??? لا عول يعروها ولا انثلام ¶ فالسدس من ستة أسهم يرى ??? والثلث والربع من اثني عشرا ¶ والثمن إن ضم إليه السدس ??? فأصله الصادق فيه الحدس ¶ أربعة يتبعها عشرونا ??? يعرفها الحسّاب أجمعون ¶ فهذه الثلاثة الأصول ??? إن كثرت فروعها تعول ¶ فتبلغ الستة عقد العشره ??? في صورة معروفة مشتهره ¶ وتلحق التي تليها بالأثر ??? في العول إفرادا الى سبع عشر ¶ والعدد الثالث قد يعول ??? بثمنه فاعمل بما أقول ¶ والنصف والباقي أو النصفان ??? أصلهما في حكمهم إثنان ¶ والثلث من ثلاثة يكون ??? والربع من أربعة مسنون ¶ والثمن إن كان فمن ثمانيه ??? فهذه هي الأصول الثانيه ¶ لا يدخل العول عليها فاعلم ??? ثم اسلك التصحيح فيها واقسم ¶ وإن تكن من أصلها تصح ??? فترك تطويل الحساب ربح ¶ فأعط كلا سهمه من أصلها ??? مكمّلا أو عائلا من عولها. ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه, وبعد: ¶ أيها الإخوة الكرام, يجب أن تتغير طريقة الدرس من الآن, لأن ما تقدم كانت دراسة فقهية, وعلم الفرائض ينقسم إلى قسمين: ¶ قسم فقهي يبين أفراد الورثة وأنصبائهم, ومن يحجب ومن لا يحجب, وكذلك من يحجب نهائيا حرمان, ومن يحجب نسبيا نقصان, ويبين من يرث بالفرض ومن يرث بالتعصيب ومن يجمع بينهما, فكل ما تقدم إلى نهاية مسألة الأكدرية, فهو من باب الفقه في الفرائض, وهذا الذي يتعيّن على طلبة العلم معرفته, وإن كان العوام عرفوا منه شيء فهذا أولى, ومعرفته فرض كفائي وليس فرض عيني, فإذا وجد في الجماعة من يفقه ذلك ويبين للناس ما فرض الله لكل وارث يكفي. ¶ بقي التطبيق العملي والتنفيذ في قسمة التركة وإيصال حق كل وارث إليه كاملا غير ناقص, وهذا لا يتأتى إلا بمعرفة الحساب. ¶ والحساب كما يقولون قسمان:",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "قسم عام في جميع مسائل الحياة: التجار, الزرّاع, المهندسين...وهو في نظري أعم علم يوجد على وجه الأرض, لأن عالم الذرة لا يتوصل إليها إلا بالحساب, في المصنع الكيمياء, الفيزياء, الرياضيات, لا يمكن إلا بالحساب, إقامة هذا المبنى ما تم إلا بالحساب, حساب الأبعاد بين الأعمدة وحساب العمق في الأرض, وحساب النسبة بين الرمل والحديد والإسمنت...حتى الزراعة بالحساب...إذن الحساب عام؛ والله - سبحانه وتعالى - غاير في مطالع الشمس ومغاربها: { لتعلموا عدد السنين والحساب } . ¶ والحساب من العلوم الأربعة التي ذكرها الغزالي ونبّه عليها, يقول الغزالي-رحمه الله-: \" العلوم أربعة أقسام(1) : علم إلهي وهذا ما يتعلق بالمغيبات, بصفات الله سبحانه, باليوم الآخر, بما يكون غيبا عنا, العلم به لا يكون إلا عن الإلهيات يعني عن الوحي, سواء كان وحيا منزلا أو كان وحيا لرسول الله- صلى الله عليه وسلم -: { وما ينطق عن الهوى إن هو إلا وحي يوحى } فلا يمكن لإنسان أن يدرك شيئا مغيبا إلا بالوحي, وهذا يقف عنده الإنسان عند الوحي, وليس له مجال للاجتهاد, هذه إلهيات؛ والعقليات هي الحساب والرياضيات, الحساب نسبة عددية, والنسبة العددية تبين علاقة هذا العدد بذاك, حتى الأعداد التناسبية كما يقولون نسبة 1 إلى 5 الخمس, نسبة 2 إلى 6 الثلث, ونسبة 2 إلى 4 إلى 6 المناصفة, يعني أشياء كثيرة يذكرونها, وعن طريق النسبة العددية يمكن استخراج المجهول العددي؛ ويقول الغزالي –رحمه الله-: الحساب من العلوم العقلية كما قالوا في الزوايا بأن محيط الدائرة (360, لو قسمت الدائرة أربعة أقسام فيها أربع زوايا (360÷ 4= 90) فالدرجة 90 زاوية قائمة, إذا كانت أقل من 90 فهي حادة, إذا كانت أكثر فهي منفرجة, إذا عرفت زوايتنين من الدائرة عرفت الثالثة ¶ __________ ¶ (1) – هذا من حيث المصدر والمرجع",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "تتمة لـ 360, فيقول عماد الحساب والرياضيات على العقل, وما أخطأ إنسان في عملية حسابية إلا عن طريق العقل, القواعد الحسابية لا تخطأ...إذن الحساب العام والحساب في الهندسة, وكما يسمونه علم المثلثات والزوايا...فالحساب داخل في حياة الناس جميعا بدون استثناء..إذن الحساب من العلوم العقلية التي لا تخطأ قواعده وهو داخل في جميع العلوم, في العلوم الدينية هذه قسمة الفرائض, في الزكاة ربع العشر, نصف العشر, الأنصباء. ¶ القسم الثالث تجريبي, ينشأ عن التجربة, وقد يكون للصدفة دخل كبير في التجارب, وهو الطب, الطب والصيدلة مبدؤهم التجارب..ولهذا يقولون الطبيب الحاذق المتخرج الذي له صلة دائما بالدوريات يقف على نتائج التجارب التي تحدث ويكون علمه متجدد دائما.. ¶ وقسم ظني, والقسم الظني يقول الغزالي علم الفلك, علم الفلك الآن قد يكون دخل في العلوم التجريبية, لكن لم يزل فيه خفايا ظنية, لم يزل علماء الفلك الآن وعلماء الفضاء الآن لا يدركون حقائق بعض النجوم وبعض الكواكب بالدقة, ولكن بالظن والتخمين..",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "إذن علم الحساب علم ثابت عقلي صادق في قواعده لا يأتيه الخلل ولا الخطأ, ثم إن العلماء أخذوا من هذا الحساب العام جزء خاص وجعلوه حساب الفرائض, لأنهم سلكوا فيه مسلكا عقليا فقهي, وليس مسلكا عقليا رياضي, ما خرجوا عن الأصل, ولهذا نقول من أدرك وفقه القسم الأول من الفرائض فله أن يقسم التركة بأي نوع من أنواع الحساب والنسب واستخراج المجهول؛ وعلماء الفرائض اتخذوا علم الحساب باقتراحات خاصة لهم, ثم أوّلوا طرق تقسيم التركة وهي أمور متناسبة عن طريق الجبر والمعادلة, وعن طريق الكسور الاعتيادية, فبأي طريقة استطعت عداً على الأصابع أو عداً بالحصى أو قسمة بالعقل, بأي طريقة استطعت أن توصل حقوق الورثة إليهم كاملة تم الأمر؛ ولكن قد يكون هناك بعض الطرق تطول أو غير يقينية, فعلم الحساب في الفرائض علم خاص بالفرضيين ولا ولن يخرج عن علم الحساب العام. ¶ ونحن الآن أمام باب الحساب عند الفرضيين, ومرة أخرى لن يخرج عن دائرة الحساب العام, والذي علينا أن نفهمه اصطلاحات الفرضيين في حسابهم, لكي نستطيع أن نصل إلى تقسيم التركة. ¶ فقال: (وإن ترد معرفة الحساب ??? لتهتدي به إلى الصواب): (الحساب) (أل) هنا ليست للاستغراق ولكن للعهد, حساب الفرائض التي كنت تدرسها؛ وفيه الفروض بنص الكتاب ستة لا فرض في الإرث سواها البتة, ونص عليها فيه نصف وثلث وربع وسدس وثمن وثلثين, هذا الحساب المتعلق بهذه الفروض؛ (وإن ترد) يا دارس الفرائض المتقدمة, فهذا الخطاب موجه لطلبة العلم الذين درسوا الفرائض وليس لكل إنسان, لأن هذا خاص بهم, ولو جئنا للعوام لن يفهموا..والله نريد معرفة الحساب عند الفرضيين؛ (لتهتدي) دون الضلال, لتكون على هدى وبينة وبصيرة؛ (إلى الصواب) في قسمة التركة, الصواب في تحقيق ما درست من نصيب كل وارث مع الأخر لتهتدي به إلى الصواب.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "قال: (وتعرف القسمة والتفصيلا ??? وتعلم التصحيح والتأصيلا): (وتعرف القسمة) قسمة التركة التي تركها الميت على الورثة بحسب أنصبائهم...لو تعرف قسمة التركة على الورثة بحسب اشتراكهم فيها بأنصبائهم منها؛ (والتفصيلا) تفصيل الأمور المختلفة لاختلاف الورثة في التركة, كيف تعطي كل إنسان حقه مفصلا يعني مفصولا عن الآخر. ¶ (وتعلم التصحيح والتأصيل): (التصحيح) بعبارة موجزة هو العدد الأول الذي تصح منه فروض الورثة المختلفة الأحجام والمقادير, وهذا كل له بحث مستقل, لكن المؤلف أجملها ليلفت النظر إليها؛ فتصحيح المسألة الفرضية والحصول على أقل عدد تصح منه أنصباء الورثة الموجودين, فمثلا عندنا: بنت وبنت ابن والأم والعم: البنت لها 1/2, بنت الابن لها 1/6, الأم لها 1/6, العم عاصب له الباقي, ننظر في هذه الفروض, أقل عدد يمكن أن نخرج منه أنصباء هؤلاء, العدد 12 ممكن, لكن 6 أقل من 12, فترك تطويل الحساب ربح, إذن 6 هي أصل؛ لو قدر في هذه المسألة: بنت وزوج وأم: للبنت 1/2 , للزوج 1/4, للأم 1/6, أي العدد يمكن أن نخرج منه الثلاثة؟ 12, نصف 12هي 6, ربع 12 هي 3, سدس 12 هي 2, ¶ (6+3+2=11), والعم نعطيه 1؛ عندنا: زوج وأخت شقيقة وأم: للزوج 1/2, للأخت الشقيقة 1/2, والأم 1/3, النصف والثلث أقل عدد يمكن أن نخرجه منه هو 6, نصفها للأخت, ونصفها للزوج, الأم لم يبق لها شيء, عالت إلى 8, هنا 6 و12 التي صححنا بها المسائل المتقدمة يسمى تأصيل المسألة أي أصلها؛ لكن 8 التي جاءتنا جديدة هل هي أصل لنصف ونصف وثلث أو تصحيح لهذه المسألة؟ تصحيح, لأن الأصل لا يمكن أن نعطي منه كل ذي حق حقه, إذن أصّلناها ثم رجعنا فصححناها, فهو ما يأتي بعد العول أو يأتي عند الانكسار يسمى تصحيح؛ إذن المؤلف أشار إشارة أولا كأنها تمييز للدخول في باب الحساب (وتعرف التصحيح والتأصيلا).",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "(فاستخرج الأصول في المسائل ??? ولا تكن عن حفظها بذاهل): (الأصول) جمع أصل, وأصل كل مسألة ما تصح منه ابتداء وهي قاعدة؛ إن كان الورثة عصبة بالذات, والعصبة بالذات هم محض الذكور إلا الزوج, فإذا كان الورث خمسة أو ستة أولاد كلهم ذكور فأصلها من عدد الرؤوس, فالمسألة من خمسة؛ لو قدر معهم عصبة بالغير: ثلاثة أولاد وبنتين, العدد يعتبر للذكر مثل حظ الأنثيين, فثلاثة باثنين ستة, وبنتين بسهمين فثمانية, إذن تقسم التركة على ثمانية أسهم, لكل ولد سهمان ولكل بنت سهم, فالعصبة بالذات والعصبة بالغير تكون مسألتهم من عدد الرؤوس باعتبار الذكر مع الأنثى حظ الأنثيين. ¶ إذا لم يكن هناك عصبة أو هناك عصبة وفروض, وجود الفروض في المسائل الفرضية لا تخلو عن حالتين: ¶ حالة فرض واحد. ¶ وحالة فروض متعددة. ¶ ترك زوجة وولد, عندنا فرض واحد وهو فرض الزوجة, الزوجة لها الثمن, إن كان فرض واحد أنظر إلى مقام الكسر فيه, الزوجة لها الثمن, مقام الثمن ثمانية, تأخذ 1 من 8 والباقي للعصبة. ¶ إذا ترك أما وولدا: للأم 1/6, مقام السدس 6, إذن هي من 6, تأخذ 1, والباقي للعاصب. ¶ إذا تركت زوجا وولد: للزوج 1/4, مقام الربع 4؛ وهكذا إذا الفرض الموجود في الورثة فرض واحد, فأصلها من مقام فرضه. ¶ إذن هنا قسمان: قسم يكون الورثة عصبة بالذات أو بالغير, فأصلها عدد رؤوسها, وفي حالة وجود الإناث نعتبر الذكر بأنثيين. ¶ في حالة وجود الفروض: إن كان فرضا واحدا, فمن مقام كسره. ¶ الثالثة(فروض متعددة) تحتاج إلى نظر وتأني: وجد فيها أكثر من فرض واحد, ما هو أصلها؟ فلو قدر مثلا عندنا: زوج وبنت, فرض الزوج 1/4 ومقامه 4, البنت فرضها 1/2, مقام النصف 2, نقسمها على 4. ¶ عندنا: زوجة وبنت: نقسمها على 8. ¶ عندنا: أم وبنت: للأم 1/6, وللبنت 1/2, نقسمها على 6. ¶ إذا كان هناك فرضان متغايران بأن وجد: الزوج والأم: للزوج 1/2, وللأم 1/3, نقسمها على 6.",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "لما كان فرضا واحدا اعتبرنا أصلها من مقامه, لما وجد الفرضان لا يمكن أن نعتبر النصف أصلا لها, ولا يمكن أن نعتبر الثلث لها, إذن ماذا نفعل؟ نأتي بعدد يمكن أن نخرج منه النصف والثلث, وهو ما يسمى في الحساب العام بالمضاعف المشترك البسيط, العدد الذي يمكن أن ينقسم على النصف والثلث بدون باقي هو الستة, المسألة من ستة, نصف الستة ثلاثة, وثلث الستة اثنين, في هذه الحالة أصلنا المسألة ذات الفروض المتعددة من عدد ثالث يمكن قسمته على المقامين الموجودين بدون كسر, وهكذا استخراج أصول المسائل, إن كان الورثة عصبة فمن عدد الرؤوس, إن وجد صاحب فرض واحد فمن مقام فرضه, إن وجدت فروض متعددة فمن أقل عدد يمكن أن يقسم على ترك الفروض بدون كسر, كيفية الوصول إلى هذا العدد الثالث هو محل البحث فيما بعد إن شاء الله. ¶ (((( ¶ ( بسم الله والحمد لله والصلاة والسلام على سيدنا رسول الله صلى الله عليه وعلى آله وصحبه ومن والاه, وبعد: ¶ تقدم التنبيه على هذا العنوان: -باب الحساب- يعنينا حساب خاص, وهو حساب الفرائض,حساب التركات في تقسيمها وإيصال كل ذي حق حقه, وقدم أيضا المؤلف بأن حقيقة الفرائض هي ما تقدم قبل الحساب, وهو ما يسمى بالقسم الفقهي, وهو معرفة الورثة من رجال ونساء, ومعرفة كل وارث بفرض أو تعصيب والحجب, ثم بعد ذلك يأتي باب الحساب الذي به يوصل حصة كل وارث إليه. ¶ إذن باب الحساب هو الباب العملي في تقسيم التركة, ويتفقون بأنك بأي طريقة وأي كيفية ولو بالعد على الأصابع أن تقسم التركة وتعطي كل ذي حق حقه المفروض له في كتاب الله فهذا عمل صحيح؛ ولكن لما كانت مسائل الفرائض متعددة ومتفرعة كان لها حساب بقواعد خاصة واصطلاحات خاصة؛ وأشرنا بأن العلوم أربعة: منها العلوم العقلية وهي الحساب وما يتعلق به من هندسة ونحوها, فأنواع الحساب على وجه الأرض لا تختلف, والنسب العددية بين كل عددين لا تختلف.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "وهنا يقول: (إن ترد معرفة الحساب) أي حساب الفرائض لتهتدي به إلى الصواب, (وتعلم التصحيح والتأصيلا) الخ؛ وسيأتي تفصيل ما هو الأصل وما هو التصحيح فيما بعد إن شاء الله. ¶ قال: (فاستخرج الأصول في المسائل): (الأصول) جمع أصل وهو العدد الذي يعتبر أصلا في تقسيم التركة إلى عدده ويعطى كل وارث حصته منه, أشرنا أنه لو اشترك جماعة في صندوق فاكهة, وكل دفع حصة من الثمن, فإن له من الصندوق بحصة ما دفع من ثمنه, فكذلك الورثة لهم أنصباء معينة ولكل إنسان نصيبه من مجموع التركة, وهنا يقولون في أصول المسائل التي يمكن أن تعتمد في تقسيم التركة على المستحقين, قالوا: ¶ المسائل الفرضية إن كانت لمحض العصبات فإنها من عدد الرؤوس, فلو أن إنسان مات وترك ولدا واحدا فالتركة نقسمها قسم واحد, لو ترك ولدين نقسمها قسمين, لو ترك ولد وبنت نقسمها ثلاثة (باعتبار للذكر مثل حظ أنثيين)؛ إذن حينما يكون الورثة عصبات بالذات أو عصبة بالنفس, أو عصبة بالغير كالأخت مع أخيها والبنت مع الولد هذا من عدد الرؤوس. ¶ إذا كان في التركة أصحاب فروض وهذا له حالتان:",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "وجد فرض واحد, ولم يوجد معه غيره, مات الزوج عن زوجته أو الزوجة عن زوجها, أحد الزوجين مات, فلو كان الميت زوج فالوارث هو الزوجة لها الربع, نقسم التركة إلى أربعة أرباع, نعطيها الربع, هذا من باب التقريب وهو إن كان في الورثة صاحب فرض واحد سواء معه غيره من العصبة أو ليس معه؛ فلو كان مع هذه الزوجة ولد سيكون لها الثمن, نقسم التركة إلى ثمانية, نعطيها واحد والباقي سبعة أقسام, نعطيها للولد؛ لو أن مع الزوجة عشرة أولاد, لها الثمن, أصل المسألة من ثمانية, نقسم التركة ثمانية والباقي للأولاد العشرة, يهمنا أن المسألة إذا كان فيها فرض واحد سواء وجد عصبة أو لم يوجد, الذي يهمنا استخراج الأصول في المسائل؛ فأصل المسألة التي فيها فرض واحد وجد معها عصبة أو لم يوجد فمسألتها من مقام فرضها الموجود, فإن كانت من أربعة فيها ربع, من ثمانية فيها ثمن..وهكذا عند وجود الفرض الواحد.",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "إذا كان الفروض الموجودة زادت عن واحد فرضين, هل نعتبر أحد الفرضين أصل ونهمل الثاني أو لا بد أن نراعي الفرضين معا؟ لا بد أن نراعي الفرضين معا, فلو وجد: زوجة وولد وأم الميت, وجد عندنا فرضان: 1/8 الزوجة, والثمن أصله من ثمانية, والأم لها 1/6 والسدس أصله من ستة, إذن أصبح عندنا أصلان لفرضين مختلفين, ماذا نفعل؟ ننظر إلى عدد ثالث ممكن أن نجمع بين الثمن والسدس, وممكن أن نخرج الثمن والسدس من هذا العدد والباقي للولد, وهذا العدد الثالث ما يسمى بالمضاعف المشترك البسيط, ما هو العدد الثالث الذي يمكن أن نستخرج منه فرض الزوجة الثمن وفرض الأم السدس؟ يقول علماء الفرائض أنتقي حسابك المضاعف المشترك البسيط, وتحلل العددين إلى الأعداد الأولية ثم تأخذ المشترك تطلع 24, لكن أصحاب الفرائض يقولون لا, نحن ننظر بين العددين الموجودين معنا, والعددان الموجودان بينهما نسبة لا تخلو عما حدده الفرضيون, بين الثمانية والستة نسبة ما هي؟ قالوا: النسبة بين العددين إما التداخل, لو وجد عندنا: الأم والبنت والعم: الأم لها السدس 1/6, البنت لها النصف 1/2, الباقي للعم, اجتمع عندنا عددان 6 و 2 فالنسبة بين العددين إما أن تكون المداخلة أي أن الأصغر داخل ضمن الأكبر, والأكبر ينقسم على الأصغر بدون باقي, هذا يسمى مداخلة فـ 2 مع 6 هل هي مداخلة؟ مداخلة. ¶ إذا وجد: زوجة وبنت وعم: للبنت 1/2, للزوجة 1/8, للعم الباقي, بين 8 و 2 مداخلة, و8 تنقسم على 2 بدون باقي. ¶ لو وجد عندنا: إخوة لأم وأخت شقيقة وعم: للإخوة لأم 1/3, للشقيقة 1/2, وجد عندنا 2 و3, هل 2 مع 3 مداخلة؟ لا, إذن متباينان. ¶ إذن النسبة الأولى التداخل والنسبة الثانية التباين.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "إذا كان عندنا: أم وولد وزوجة: للأم 1/6, للزوجة 1/8, وجد عندنا 8 و 6, هل 6 و 8 متداخلان؟ لا, هل هما متباينان؟ لا ولكن 6 و8 وإن لم تدخل 6 في 8 ولا تنقسم 8 على 6 بدون باقي, يمكن أن نأتي بعدد ينقسم على 8 و6 بدون باقي, كيف نأتي به؟ قالوا بين 6 و8 كلاهما فيه كسر يتفق مع الاثنين, الثمانية فيها 1/8, 1/4, 1/2, الستة فيها 1/6, 1/3, 1/2, إذن وجدنا 1/2 موجود في الثمانية وفي الستة, فلما وجد كسر في العددين يتفق معا, قيل بينهما توافق, توافق في الكسر الموجود هنا وهنا, كل منهما ينصّف, ليس كل منهما يربّع الثمانية تربّع لكن الستة لا تربّع, ليس كل منهما يثلّث الستة تثلّث لكن الثمانية لا تثلّث, ولكن كل منهما ينصّف, الستة نصفها 3, والثمانية نصفها 4. ¶ إذا وجد عندنا: أم وأخوان شقيقان وجد وابن: للأم 1/6, للجد 1/6, والأخوان لا شيء لهما مع الولد, والباقي للولد, وجد عندنا عددان ليسا متداخلين وليسا متباينين وليسا متوافقين ولكن متماثلين. ¶ علماء الفرائض يقولون: إذا وجد عددان متداخلان أخذنا الأكبر واعتبرناه, فالتي فيها 1/8 و 1/2 نعتبرها من 8 ونعطي الزوجة 1/8 واحد, ونعطي البنت 4 (نصف 8) مجموعهما 5 و3 نعطيها للعم. وصحت من العدد الأكبر. ¶ المتباينين 3 و8 مثلا نضرب كلا منهما في الآخر. ¶ والمتوافقين 6 و8 نأخذ وفق أحدهما وهو نصف أحد العددين نضربه في كامل الثاني: نصف 6 هو 3 (3×8=24), ¶ نصف 8 هو 4 (4×6=24)؛ فنأخذ من المتوافقين وفق أحدهما ونضربه في كامل الثاني والحاصل هو أصل المسألة. ¶ المتماثلان نكتفي بأحدهما, 1/6 الأم و1/6 الجد, المسألة من 6, سدسها للأم 1 وسدسها للجد1 والباقي للابن. ¶ هذا تمهيد لمفتاح الحساب في الفرائض, لأن هذه النسب الأربعة ستطرد معنا في علم الحساب إلى آخر خطوة, وكما قدمنا أي طريقة أوصلتنا إلى توزيع التركة وإعطاء كل ذي حق حقه فهي سليمة, ولكن هذه الطريقة طريقة القدامى أسلم وأدق من الكسور الاعتيادية.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "فنحن هنا إن كانت المسألة ورثتها عصبة بالنفس أو معهم عصبة بالغير فمن عدد الرؤوس؛ إن كان الورثة فيهم صاحب فرض واحد, فأصلها من مقام هذا الفرض؛ إن وجد فيها فرضان فأكثر نظرنا هل بينهما تداخل نكتفي بالأكبر, هل بينهما تماثل نكتفي بأحدهما, هل بينهما تباين ضربنا أحدهما في كامل الثاني, هل بينهما توافق ضربنا وفق أحدهما في كامل الآخر هكذا تستخرج الأصول في المسائل. ¶ يتبع... بمشيئة الله. ¶ فرغت لكم هذه المادة أختكم أم أمامة الأثرية. ¶ تنبيه: من أراد نشر هذه الدروس المفرغة في المواقع والمنتديات فله ذلك شريطة عزوها إلى موقع الدعوة السلفية من الأقصى المبارك.",
            "page": "153",
            "part": "1"
        }
    ],
    "t36351": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح متن الرحبية"
        }
    ]
}