{
    "b36352": [
        {
            "id": "1",
            "nass": "شرح كتاب الصيام ¶ من ¶ ( دليل الطالب ) ¶ إعداد ¶ أنيس بن ناصر المصعبي ¶ -1- ¶ قوله : ( كتاب الصيام) ¶ الصيام في اللغة : الإمساك ، ويُقال للساكت صائم ، ومنه قوله تعالى (إنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْماً فَلَنْ أُكَلِّمَ الْيَوْمَ إِنسِيّاً [مريم : 26) أي إمساكاً عن الكلام ، وفي الاصطلاح: التعبد لله بالإمساك عن أشياء مخصوصة في زمن مخصوص . وفضائل الصيام كثيرة ، فمنها : ما أخرجه مسلم عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ فِي الْجَنَّةِ بَابًا يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ يَوْمَ الْقِيَامَةِ لَا يَدْخُلُ مَعَهُمْ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ الصَّائِمُونَ فَيَدْخُلُونَ مِنْهُ فَإِذَا دَخَلَ آخِرُهُمْ أُغْلِقَ فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ ) ¶ ومنها ما رواه الشيخان : عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُ كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصِّيَامَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ وَالصِّيَامُ جُنَّةٌ وَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلَا يَرْفُثْ وَلَا يَصْخَبْ فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّي امْرُؤٌ صَائِمٌ وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ لِلصَّائِمِ فَرْحَتَانِ يَفْرَحُهُمَا إِذَا أَفْطَرَ فَرِحَ وَإِذَا لَقِيَ رَبَّهُ فَرِحَ بِصَوْمِهِ)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قوله ( يجب صوم رمضان) بالكتاب والسنة والإجماع ، أما الكتاب فقال تعالى : (يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ [البقرة : 183]) وأما السنة : عَنْ ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ وَالْحَجِّ وَصَوْمِ رَمَضَانَ) متفق عليه ، وأما الإجماع فقد حكاه ابن حزم وغير واحد من أهل العلم ¶ قوله ( رمضان) كره بعض أهل العلم أن يُقال (رمضان ) مجرداً دون إضافة شهر إليه ، وهم أصحاب مالك ، والقاضي أبو يعلى من الحنابلة ، لأن رمضان من أسماء الله وذلك لما أخرجه البيهقي من حديث أبي هريرة أن النبي صلى الله عليه وسلم قال : ( لا تقولوا رمضان فإن رمضان من أسماء الله تعالى) وهو حديث ضعفه البيهقي والنووي وغيرهما فالراجح جواز اطلاق رمضان دون إضافة شهر، لضعف الحديث الوراد في ذلك ، ولأنه جاء في السنة غير مضاف فعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا جَاءَ رَمَضَانُ فُتِحَتْ أَبْوَابُ الْجَنَّةِ) متفق عليه ¶ قوله (برؤية هلاله ) لقول الله تعالى (فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) ولما جاء في الصحيحين من حديث أبي هريرة قَالَ أَبُو الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ( صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ ) ، وبالإجماع حكاه ابن قدامه ، فهذا هو السبب الأول لصيام رمضان",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والسبب الثاني لوجوب صيام رمضان كمال شهر شعبان ، وذلك لما جاء في الصحيحين من حديث أبي هريرة أن النبي صلى الله عليه وسلم قال : (فإن غُبِّيَ عَلَيْكُمْ فَأَكْمِلُوا عِدَّةَ شَعْبَانَ ثَلَاثِينَ) ¶ قوله : ( وعلى من حال دونه ودون مطلعه غيم ، أو قتر ليلة ثلاثين) أي لو كانت السماء غائمة ليلة الثلاثين من الشعبان أو كان هناك مانعا من رؤية الهلال فيجب صيام ذلك اليوم ، ولو لم يُرَ الهلال لما رواه الشيخان من حديث ابن عمر رضي الله عنهما قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إ(ِنَّمَا الشَّهْرُ تِسْعٌ وَعِشْرُونَ فَلَا تَصُومُوا حَتَّى تَرَوْهُ وَلَا تُفْطِرُوا حَتَّى تَرَوْهُ فَإِنْ غُمَّ عَلَيْكُمْ فَاقْدِرُوا لَهُ) فمعنى (اقدروا له ) أي ضيقوا الشهر بأن يجعل شعبان تسعا وعشرين يوما ، وقد جاء في القرآن (فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ) أي أن لن نضيق عليه ، وهو تفسير رواي الحديث ابن عمر- كما في البخاري- أنه كان إذا مضى من الشهر تسعة ¶ وعشرون يوما يبعث من ينظر له الهلال ، فإن رأى فذاك ، وإن لم يرَ ولم يحل دون منظره سحاب ولا قتر أصبح مفطرا ، وإن حال دون منظره سحاب أو قتر أصبح صائما ) ، ولأن الأصل أن الشهر تسعة وعشرون يوما ، والثلاثين مشكوك فيه فوجب البقاء على الأصل ، ولأنه جاء عن تسعة من الصحابة رضي الله عنهم صوم هذا اليوم، ثلاثة منهم هم الذين رووا أحاديث النهي عن صيام يوم الشك ، وهم : أبوهريرة وابن عمر وعائشة رضي الله عنهم جميعا.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والجمهور على إكمال العدة ثلاثين يوما ، لما جاء في الصحيحين من حديث أبي هريرة قَالَ أَبُو الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ( صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ فإن غُبِّيَ عَلَيْكُمْ فَأَكْمِلُوا عِدَّةَ شَعْبَانَ ثَلَاثِينَ ) و أعل بعض أهل العلم قوله ( عدة شعبان) وحملها على (رمضان) ولما أخرجه أحمد من حديث عَائِشَةَ قالت كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَحَفَّظُ مِنْ هِلَالِ شَعْبَانَ مَا لَا يَتَحَفَّظُ مِنْ غَيْرِهِ ثُمَّ يَصُومُ بِرُؤْيَةِ رَمَضَانَ فَإِنْ غُمَّ عَلَيْهِ عَدَّ ثَلَاثِينَ يَوْمًا ثُمَّ صَامَ) وصححه الدارقطني وابن خزيمة وابن حبان وابن الجارود والحاكم وابن عبدالهادي في ( تنقيحه) وابن حجر في (تلخيصه) وأعله ابن الجوزي ، وتعقبه ابن عبدالهادي ¶ ولما أخرجه أهل السنن والبخاري معلقا عن عمار بن ياسر : (ٌ مَنْ صَامَ الْيَوْمَ الَّذِي يَشُكُّ فِيهِ النَّاسُ فَقَدْ عَصَى أَبَا الْقَاسِمِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ )قَالَ الترمذي حَدِيثُ عَمَّارٍ حَدِيثٌ حَسَنٌ صَحِيحٌ وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ ولأن الأصل بقاء ما كان على ما كان ، فالأصل بقاء شعبان لا دخول رمضان",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والمذهب الثالث : وهو الراجح استحباب صيامه لأنه عبادة والعبادة إما واجبة أو مستحبة وهو رواية عن أحمد حكاها ابن عبدالهادي في( رسالة له ) واختار ابن تيمية الجواز وحكى البعلي عنه أنه مذهب طوائف من السلف والخلف ، وتبعه تلميذه ابن القيم في( الزاد )، و المذهب الثالث هو الأرجح لأن به تجتمع الآثار و الأحاديث . ويحمل النهي عن صيام يوم الشك إذا كان الجو صحوا ،وكذا ما أخرجه الشيخان من حديث أبي هريرة قال رسول الله صلى الله عليه وسلم (لَا يَتَقَدَّمَنَّ أَحَدُكُمْ رَمَضَانَ بِصَوْمِ يَوْمٍ أَوْ يَوْمَيْنِ إِلَّا أَنْ يَكُونَ رَجُلٌ كَانَ يَصُومُ صَوْمَهُ فَلْيَصُمْ ذَلِكَ الْيَوْمَ ) ¶ قوله ( احتياطا بنية رمضان) لغلبة الظن إنه من رمضان كما تقدم ، وسبق بيان الراجح ¶ قوله ( ويجزئه إن ظهر منه) أي إن ثبت فيما بعد أن هذا اليوم الغائم كان رمضان فهل يحزىء صيامه أم لا؟ قولان لأهل العلم : الأول لا يجزئه ، والثاني يجزئه ، والخلاف فيها مبني على جواز النية المطلقة والمعلقة أو أنه لابد من تعيين رمضان ، والأظهر إنه يجوز أن ينوي نية معلقة أو مطلقة إن لم يكن يعلم أن غدا رمضان ، فينوي إن كان من رمضان فهو عن فرضه ، وإن لم يكن من رمضان فهو نفل ، وهو اختيار ابن تيمية رحمه الله ومذهب أبي حنيفة جواز الصيام بينة معلقة أو مطلقة مطلقا ، وما ذكره ابن تيمية متجه في أنه جائز في حالة عدم علمه إن غدا رمضان ، أما إن علم فلابد من التعيين ( مجموع فتاوى ابن تيمية25/100) ¶ قوله ( وتُصلى التروايح ) احتياطا لأنه صلى الله عليه وسلم قال : (مَنْ قَامَ رَمَضَانَ إِيمَانًا وَاحْتِسَابًا غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ ) متفق عليه من حديث أبي هريرة ، ولا يتحقق قيامه كله إلا بذلك ، وذهب بعض الحنابلة إلى إنها ¶ لا تصلى اقتصارا على النص ، و المشهور من المذهب أقرب والله أعلم",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قوله ( ولا تثبت بقية الأحكام ، كوقوع الطلاق والعتق ، وحلول الأجل) أي إن الأحكام المعلقة على دخول شهر رمضان ، كقول رجل لزوجته إن جاء رمضان فأنت طالق ، أو أجل يحل استفيائه بدخول رمضان ، فإن هذه الأحكام لا تثبت بصيام اليوم الغائم ، لأنه لابد فيها من اليقين ، ولا يوجد يقين هنا إنما احتياط. ¶ قوله : (وتثبت رؤية هلاله بخبر مسلم مكلف عدل ) فلا تصح شهادة الكافر ولا الفاسق ولا المميز ، لاحتمال الكذب من الكافر والفاسق واللعب بدين المسلمين ، ولاحتمال الغلط والخطأ من المميز. ¶ ومذهب الحنابلة أن رمضان يثبت بشهادة واحد ، وهو أحد قولي الشافعي وهو المذهب عندهم كما قاله النووي وابن المبارك وهو الراجح وقيده أبو حنفية بإذا لم تكن في السماء علة قُبلت شهادة الواحد ، وإلا فلا ، وهو قول ابن عمر ،و يُذكر عن عمر ولا يصح. ¶ والقول الآخر : إنه لا يٌقبل إلا شاهدان عدلان كسائر الشهور وهو قول مالك والثوري والأوزاعي والليث وإسحاق ، ويُذكر عن عن عثمان وعلي ولا يصح عنهما ، وحجة هذا القول ما أخرجه أحمد والنسائي عَنْ عَبْدِ الرَّحْمَنِ بْنِ زَيْدِ بْنِ الْخَطَّابِ أَنَّهُ خَطَبَ النَّاسَ فِي الْيَوْمِ الَّذِي يُشَكُّ فِيهِ فَقَالَ أَلَا إِنِّي جَالَسْتُ أَصْحَابَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَسَاءَلْتُهُمْ وَإِنَّهُمْ حَدَّثُونِي أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ وَانْسُكُوا لَهَا فَإِنْ غُمَّ عَلَيْكُمْ فَأَكْمِلُوا ثَلَاثِينَ فَإِنْ شَهِدَ شَاهِدَانِ فَصُومُوا وَأَفْطِرُوا) فعلق الصوم على شهادة عدلين ، لكن الحديث ضعيف لا يصح في إسناده الحجاج بن أرطأة ، قال ابن عبدالهادي في التنقيح ( وفيه كلام )أ.هـ ، ولا تغرنك طريق النسائي الخالية من ذكر الحجاج ، فإن المحفوظ ذكره كما في (مسند أحمد)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والراجح هو القول الأول لما أخرجه أبو داود وغيره عَنْ ابْنِ عُمَرَ قَالَ تَرَاءَى النَّاسُ الْهِلَالَ فَأَخْبَرْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنِّي رَأَيْتُهُ فَصَامَهُ وَأَمَرَ النَّاسَ بِصِيَامِهِ) وصححه ابن خزيمةو ابن حبان والحاكم والنووي والألباني وحسنه المنذري ، وقال الدارقطني (تفرد به مروان بن محمد عن ابن وهب وهو ثقة) وتابع مروان هارون بن سعيد الأيلي عند الحاكم لكنها لا تصح هذه المتابعة ، وعلى القول بضعف الحديث ، فإنه قد صح ابن عمر كما أخرجه الطبري في ( تهذيبه) عن عبدالملك بن ميسرة قال ( شهدتُ المدينة في عيد ، فلم يشهد على الهلال إلا رجل واحد فأمرهم ابن عمر أن يجيزوا شهادته ) ¶ قوله ( ولو عبدا أو أنثى) قوله ( ولو ) إ شارة خلاف فهناك وجه عند الحنابلة وهو قول الشافعية أنها لا تقبل ، لأنها شهادة والشهادة لا يٌقبل فيها إلا إمرأتان ورجل كسائر الحقوق. ¶ والقول الثاني : تقبل شهادة المرأة لأنه من باب الرواية ، والمرأة تقبل روايتها للخبر الديني ، والأول أرجح فإن هذا ليس من باب الأخبار بل من باب الشهادات ، لذلك لا يٌقبل في باقي الشهور إلا شهادة عدلين ¶ قوله ( وتثبت بقية الأحكام تبعا) لأنها ثبتت تبعا لهلال رمضان ، فمادام أن الهلال قد ثبت ، فتثبت الحقوق المترتبة عليه ¶ والقول الثاني : وهو مذهب الشافعية لا تثبت بقية الأحكام كالطلاق والعتق المعلق على رمضان إذا ثبت الهلال بشهادة واحد ، لأنه لابد في ثبوت هذه الحقوق من شهادة رجلين عدلين والأول أرجح",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قوله ( ولا يُقبل في بقية الشهور إلا رجلان عدلان) لما أخرجه أبوداود : ( عن حُسَيْنُ بْنُ الْحَارِثِ الْجَدَلِيُّ مِنْ جَدِيلَةَ قَيْسٍ أَنَّ أَمِيرَ مَكَّةَ خَطَبَ ثُمَّ قَالَ عَهِدَ إِلَيْنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ نَنْسُكَ لِلرُّؤْيَةِ فَإِنْ لَمْ نَرَهُ وَشَهِدَ شَاهِدَا عَدْلٍ نَسَكْنَا بِشَهَادَتِهِمَا فَسَأَلْتُ الْحُسَيْنَ بْنَ الْحَارِثِ مَنْ أَمِيرُ مَكَّةَ قَالَ لَا أَدْرِي ثُمَّ لَقِيَنِي بَعْدُ فَقَالَ هُوَ الْحَارِثُ بْنُ حَاطِبٍ أَخُو مُحَمَّدِ بْنِ حَاطِبٍ ثُمَّ قَالَ الْأَمِيرُ إِنَّ فِيكُمْ مَنْ هُوَ أَعْلَمُ بِاللَّهِ وَرَسُولِهِ مِنِّي وَشَهِدَ هَذَا مِنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَوْمَأَ بِيَدِهِ إِلَى رَجُلٍ قَالَ الْحُسَيْنُ فَقُلْتُ لِشَيْخٍ إِلَى جَنْبِي مَنْ هَذَا الَّذِي أَوْمَأَ إِلَيْهِ الْأَمِيرُ قَالَ هَذَا عَبْدُ اللَّهِ بْنُ عُمَرَ وَصَدَقَ كَانَ أَعْلَمَ بِاللَّهِ مِنْهُ فَقَالَ بِذَلِكَ أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) وصححه الدراقطني والنووي في (المجموع ) ، وبالإجماع قال الترمذي : ( لم يختلف أهل العلم في الإفطار أنه لا يقبل فيه إلا شهادة رجلين ) وحكى الإجماع ابن عبدالبر أيضا ، ونقل النووي الخلاف عن أبي ثور ، وقال ابن العربي في( القبس) (إن أبا ثور مسبوق بالإجماع ) ¶ مسائل في رؤية الهلال : ¶ الأولى: حكم اتفاق المطالع واختلافها: ¶ قالت هيئة كبار العلماء في (أبحاثها ) (اختلاف مطالع الأهلة من الأمور التي علمت بالضرورة حسا وعقلا ولم يختلف فيها أحد ، وإنما وقع الاختلاف بين العلماء في اعتبار المطالع من عدمه ) . ¶ والبلدان في ذلك تنقسم إلى ثلاثة أقسام الأول : أن تتباعد البلدان كالأندلس وخرسان فبالاتفاق لا يُراعى فيها اتحاد الرؤية حكى الاتفاق ابن عبدالبر وأقره ابن تيمية",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الثاني: أن تتقارب البلدان كالبلد الواحد فهذه رؤيتهم واحدة ، وأشار ابن عبدالبر إلى الاتفاق في ذلك ¶ الثالث : ما تقارب من البلدان ولم يتباعد جدا ، فلأهل العلم في ذلك مذهبان ¶ الأول : أنه إذا رأى أهل بلد الهلال لزم سائر البلدان الصيام ,هو قول الليث وأحمد وأبي حنيفة ومالك ¶ وحجتهم ما جاء في الصحيحين (صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ) والحديث خطاب عام لجميع المسلمين ¶ والمذهب الثاني : أن لكل أهل بلد رؤية وهو قول ابن عباس وعكرمة والقاسم بن محمد وسالم بن عبدالله ، وإسحاق والحجة في ذلك ما أخرجه مسلم (عَنْ كُرَيْبٍ أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ قَالَ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا وَاسْتُهِلَّ عَلَيَّ رَمَضَانُ وَأَنَا بِالشَّامِ فَرَأَيْتُ الْهِلَالَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِي آخِرِ الشَّهْرِ فَسَأَلَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا ثُمَّ ذَكَرَ الْهِلَالَ فَقَالَ مَتَى رَأَيْتُمْ الْهِلَالَ فَقُلْتُ رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ فَقَالَ أَنْتَ رَأَيْتَهُ فَقُلْتُ نَعَمْ وَرَآهُ النَّاسُ وَصَامُوا وَصَامَ مُعَاوِيَةُ فَقَالَ لَكِنَّا رَأَيْنَاهُ لَيْلَةَ السَّبْتِ فَلَا نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلَاثِينَ أَوْ نَرَاهُ فَقُلْتُ أَوَ لَا تَكْتَفِي بِرُؤْيَةِ مُعَاوِيَةَ وَصِيَامِهِ فَقَالَ لَا هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَشَكَّ يَحْيَى بْنُ يَحْيَى فِي نَكْتَفِي أَوْ تَكْتَفِي) وقد اجتهد المعارضون في دفع هذا الحديث أن هذا مجمل فسره فهم ابن عباس رضي الله عنه ، والراجح هو القول باختلاف المطالع قال ابن عبدالبر في التمهيد ( ولأن فيه أثرا مرفوعا ، وهو قول صاحب كبير لا مخالف له من الصحابة)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الثانية من المسائل : من رأى الهلال وحده ولم يصم الناس بقوله قولان لأهل العلم ¶ الأول: يصوم وهو قول الجمهور لقوله تعالى (َفمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ) ¶ والثاني: لا يصوم وهو قول عطاء وإسحاق ورواية عن أحمد واختيار ابن تيمية وذلك لما رواه الترمذي عن أبي هريرة أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ الصَّوْمُ يَوْمَ تَصُومُونَ وَالْفِطْرُ يَوْمَ تُفْطِرُونَ وَالْأَضْحَى يَوْمَ تُضَحُّونَ قَالَ الترمذي ( حَسَنٌ غَرِيبٌ) وجود إسناده ابن مفلح ، وجاء عن ابن عمر أنه قال (صوموا مع الجماعة ) وسنده حسن خرجه حنبل في مسائله -كما في زاد المعاد - وجاء عن عائشة بسند ضعيف كما في البيهقي ، وهو الراجح ¶ الثالثة: حكم من رأى هلال شوال لوحده ، هل يفطر أم يتم صومه ؟ ¶ قولان لأهل العلم أصحهما أنه لا يفطر لأنه لابد من شهادين عدلين في رؤية هلا شوال ، ولحديث أبي هريرة السابق ¶ الرابعة : من رأى هلال رمضان بمفازة لوحده ، صام وقدم يقينه في الرؤية على شكه مخالفة الجماعة ¶ الخامسة : لو أن رجلا صام رمضان في بلد ثم سافر إلى بلد آخر فإنه يتم صومه معهم لحديث (الصَّوْمُ يَوْمَ تَصُومُونَ) أشبه ما لو سافر إلى بلد فتأخر غروب شمسها ، وكذا لو عكس إلا أنه لا ينقص صومه عن 28 يوما لأن لشهر لا ينقص فيفطر مع أهل البلد إن أفطروا ويقضي ما فاته ، وهو مذهب الشافعية و فتوى اللجنة الدائمة واختيار ابن عثيمين ، فإن قيل والشهر لا يكون (31) يوما , وأنتم توجبون عليه صيام اليوم الزائد؟ ¶ فالجواب: فرق بين الأمرين فإنه هنا تحقق صيام الشهر وزيادة بخلاف صيام (28) فأنه لم يصم شهرا والشهر لا يكون (28) واليوم الزائد فوق الثلاثين فإنه ثبت صومه تبعا لا استقلالا والله أعلم",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "السادسة : إن إثبات دخول الشهر معتبر بالرؤية لا بالحساب ، لأن الحديث علق الصوم على الرؤية . قال ابن تيمية في الفتاوى الكبرى : (ولا ريب أنه ثبت بالسنة الصحيحة واتفاق الصحابة أنه لا يجوز الاعتماد على حساب النجوم , كما ثبت عنه في الصحيحين أنه قال : { إنا أمة أمية لا نكتب , ولا نحسب , صوموا لرؤيته , وأفطروا لرؤيته } \" . والمعتمد على الحساب في الهلال , كما أنه ضال في الشريعة , مبتدع في الدين , فهو مخطئ في العقل وعلم الحساب ) ا. هـ كلامه ¶ السابعة : من كان في بلد كافرة فينبغي أن يتبع جماعة المسلمين هناك إن كان لهم هيئة أو مركز ، وعليه فتوى جماعة من المحققين من أهل العلم ، حتى لا يزيدوا تفرقا إلى فرقتهم ¶ الثامنة : إذا قامت البينة على أنه رمضان في أثناء النهار : قولان لأهل العلم: ¶ الأول : أنه يمسك بقية اليوم ، ثم يقضي وهو قول عامة أهل العلم ، لأنه لا صيام لم يبيت النية من الليل ¶ الثاني : أنه يصوم بقية اليوم ولا يقضي نسبه ابن حزم لعمر بن عبدالعزيز ، وهو مذهب ابن حزم واختيار ابن تيمية ، ودليل ذلك : ما أخرجه الشيخان عَنْ سَلَمَةَ بْنِ الْأَكْوَعِ رَضِيَ اللَّهُ عَنْهُ قَالَ أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلًا مِنْ أَسْلَمَ أَنْ أَذِّنْ فِي النَّاسِ أَنَّ مَنْ كَانَ أَكَلَ فَلْيَصُمْ بَقِيَّةَ يَوْمِهِ وَمَنْ لَمْ يَكُنْ أَكَلَ فَلْيَصُمْ فَإِنَّ الْيَوْمَ يَوْمُ عَاشُورَاءَ) فصيام عاشوراء كان فرضا ، نٌسخ فرضه ، وبقيت الأحكام الأخرى ، والجمهور على أن أحكام عاشوراء منسوخة جميعا منها التخيير بين صيام الفرض والفدية لمن أطاقه ، وكلام شيخ الإسلام متجه من جهة القواعد ، وقول عامة أهل العلم أحوط والله أعلم ¶ تنبيه : الحنفية لا يوافقون ابن تيمية في هذه المسألة كما قد يظن البعض ، لأن مذهبهم جواز إنشاء نية رمضان من النهار إذا لم يأكل مطلقا ، وهو مذهب مرجوح",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فائدة : لا يتثبت في رؤية الهلال دعاء قاله أبو داود ¶ (وشروط وجوب الصوم أربعة أشياء الإسلام ) فلا يجب على الكافر إذا أسلم قضاء رمضان أصليا كان أو مرتدا لأن الصوم عبادة شرطها الإيمان والكفر ينافي الإيمان ¶ قوله ( والبلوغ والعقل) لما أخرجه أبوداود وغيره عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ عَنْ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنْ الْمُبْتَلَى حَتَّى يَبْرَأَ وَعَنْ الصَّبِيِّ حَتَّى يَكْبُرَ) وقال البخاري أنه غير محفوظ وصححه الألباني في ( الأرواء)وله شواهد والله أعلم ¶ ( والقدرة عليه) لقوله تعالى (لاَ يُكَلِّفُ اللّهُ نَفْساً إِلاَّ وُسْعَهَا) وقوله تعالى (فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ) ¶ قوله ( فمن عجز عنه لكبر ، أو مرض لا يُرجى زواله أفطر ، وأطعم عن كل يوم مسكين مد بر أو نصف صاع من غيره) أما المريض الذي يرجى زوال مرضه فيأتي الكلام عليه ، وأما الذي لا يُرجى زوال مرضه ، فقد اختلف العلماء على قولين ،- بعد إجماعهم على أنه يفطر- ، في فدية الصيام ¶ فالقول الأول : إن عجز عن الصيام فلا فدية ، لأنه ترك الصيام لعجزه ، فلم تجب عليه الفدية وهو مذهب المالكية ، وقول للشافعية. ¶ والقول الثاني : يفدي عن صيام كل يوم إطعام مسكينا وهو مذهب الحنابلة ، لقوله تعالى( وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ) قال ابن عباس( ليست منسوخة هي للشيخ الكبير والمرأة الكبيرة لا يستطيعان أن يصوما فيطعمان مكان كل يوم مسكين ) رواه البخاري ، وفي لفظ للحاكم والبيهقي عن ابن عباس - بسند صحيح -",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال ابن عباس ( ولم يرخص في هذه الآية إلا للشيخ الكبير الذي لا يطيق الصيام ، والمريض الذي علم أنه لا يشفى) ، وقال ثابت البناني ( كبر أنس بن مالك ، حتى كان لا يطيق الصيام ، فكان يفطر ويطعم ) أخرجه عبدالرزاق وسنده صحيح وهذا هو الراجح والله أعلم ¶ قوله (مد بر أو نصف صاع من غيره) اختلف أهل العلم في مقدار الإطعام فالقول الأول ما ذكره المصنف ، والقول الآخر أنه ( مد) سواء كان حنطة أو شعير أو غيره من قوت البلد لما جاء عن ابن عباس أنه قال في الإطعام ( مد ) وعن ابن عمر ( مد حنطة) وهو مذهب الشافعية وهو الراجح ¶ وله أيضا أن يصنع طعاما ويدعو ثلاثين مسكينا ، يأكلونه وهو مطبوخ فقد صح عن أنس بن مالك رضي الله عنه( أنه صنع جفنة من ثريد فدعا ثلاثين مسكينا) ¶ قوله : (وشروط صحته ستة ) والفرق بين شرط الوجوب وشرط الصحة أن الأمر قد لا يجب لكنه يصح من فاعله كصوم المميز ¶ قوله ( انقطاع دم الحيض والنفاس) لما أخرجه مسلم عَنْ مُعَاذَةَ قَالَتْ سَأَلْتُ عَائِشَةَ فَقُلْتُ مَا بَالُ الْحَائِضِ تَقْضِي الصَّوْمَ وَلَا تَقْضِي الصَّلَاةَ فَقَالَتْ أَحَرُورِيَّةٌ أَنْتِ قُلْتُ لَسْتُ بِحَرُورِيَّةٍ وَلَكِنِّي أَسْأَلُ قَالَتْ كَانَ يُصِيبُنَا ذَلِكَ فَنُؤْمَرُ بِقَضَاءِ الصَّوْمِ وَلَا نُؤْمَرُ بِقَضَاءِ الصَّلَاةِ ) وأخرجه البخاري مقتصرا على نفي الأمر بقضاء الصلاة ¶ وأيضا بالإجماع أن الحائض لا تصوم ، حكاه النووي وابن قدامة وابن تيمية وغيرهم ، و قيل في الحكمة أن الحائض تقضي الصيام ولا تقضي الصلاة أن الصوم لا يشق قضاؤه لأنه لا يتكرر بخلاف الصلاة ¶ مسألة : متى وجد الحيض في أي جزء من أجزاء النهار ، فإنه يفسد الصوم ، ولو كان قبل غروب قرص الشمس بدقيقة ¶ مسألة : و إن انقطع الدم قبل الفجر ونوت الصيام وأخرت الغسل صح الصوم بخلاف الأوزاعي الذي قال بعدم الصحة ، لأن الغسل ليس شرطا لصحة الصوم",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قوله ( التمييز ) قيل هي السن التي يعرف فيها الصبي منافعه ومضاره ، قيل الذي يفهم الخطاب ويعرف الجواب ¶ قوله (فيجب على ولي المميز المطيق للصوم أمره به ، وضربه عليه ليعتاده) وذلك لما أخرج الشيخان ( عَنْ الرُّبَيِّعِ بِنْتِ مُعَوِّذٍ قَالَتْ أَرْسَلَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ غَدَاةَ عَاشُورَاءَ إِلَى قُرَى الْأَنْصَارِ مَنْ أَصْبَحَ مُفْطِرًا فَلْيُتِمَّ بَقِيَّةَ يَوْمِهِ وَمَنْ أَصْبَحَ صَائِمًا فَليَصُمْ قَالَتْ فَكُنَّا نَصُومُهُ بَعْدُ وَنُصَوِّمُ صِبْيَانَنَا وَنَجْعَلُ لَهُمْ اللُّعْبَةَ مِنْ الْعِهْنِ فَإِذَا بَكَى أَحَدُهُمْ عَلَى الطَّعَامِ أَعْطَيْنَاهُ ذَاكَ حَتَّى يَكُونَ عِنْدَ الْإِفْطَارِ) ¶ أما ضربه على الصوم فقياسا على الصلاة ، وقيده صوم الصبي بالإطاقة ، والجمهور على أنه يُعلم الصوم لسبع ويضرب عليه لعشر قياسا على الصلاة ، ومذهب الحنابلة أرجح لأن الصوم أشق من الصلاة فاعتبرت له الإطاقة ، والله أعلم ¶ قوله : ( العقل ) بالإجماع قوله ( لكن لو نوى ليلا ثم جُن ، أو أغمي عليه جميع النهارو أفاق منه قليلا صح) لأنه جمع بين النية والإمساك ، ولما أخرجه الشيخان عن ِ أَبِي هريرة عن النبي صلى الله عليه وسلم (يَتْرُكُ طَعَامَهُ وَشَرَابَهُ وَشَهْوَتَهُ مِنْ أَجْلِي الصِّيَامُ لِي وَأَنَا أَجْزِي بِهِ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قوله ( النية ) بالاتفاق قوله ( من الليل ) كل ليلة ، والشافعية والقول الآخر : أن النية تكفي في بداية شهر رمضان وهو قول المالكية ، والخلاف في ذلك مبني هل شهر رمضان عبادة واحدة ، أو أنه ثلاثون عبادة؟ الثاني هو الراجح لما أخرجه أهل السنن حَفْصَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ لَمْ يُجْمِعْ الصِّيَامَ قَبْلَ الْفَجْرِ فَلَا صِيَامَ لَهُ) لكن هذا الحديث لا يثبت مرفوعا والراجح وقفه قَالَ الترمذي حَدِيثُ حَفْصَةَ حَدِيثٌ لَا نَعْرِفُهُ مَرْفُوعًا إِلَّا مِنْ هَذَا الْوَجْهِ وَقَدْ رُوِيَ عَنْ نَافِعٍ عَنْ ابْنِ عُمَرَ قَوْلُهُ وَهُوَ أَصَحُّ ) وهو قول ابن عمر أيضا قال ابن تيمية و(ليس لهما مخالف من الصحابة)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قوله ( لكل يوم واجب) دخل فيه صيام رمضان والكفارة وصوم النذر ، وخرج به صيام النفل فيجزيء إنشاء نية من النهار إن لم يأكل شيئا لما أخرج مسلم عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ يَا عَائِشَةُ هَلْ عِنْدَكُمْ شَيْءٌ قَالَتْ فَقُلْتُ يَا رَسُولَ اللَّهِ مَا عِنْدَنَا شَيْءٌ قَالَ فَإِنِّي صَائِمٌ قَالَتْ فَخَرَجَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأُهْدِيَتْ لَنَا هَدِيَّةٌ أَوْ جَاءَنَا زَوْرٌ قَالَتْ فَلَمَّا رَجَعَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قُلْتُ يَا رَسُولَ اللَّهِ أُهْدِيَتْ لَنَا هَدِيَّةٌ أَوْ جَاءَنَا زَوْرٌ وَقَدْ خَبَأْتُ لَكَ شَيْئًا قَالَ مَا هُوَ قُلْتُ حَيْسٌ قَالَ هَاتِيهِ فَجِئْتُ بِهِ فَأَكَلَ ثُمَّ قَالَ قَدْ كُنْتُ أَصْبَحْتُ صَائِمًا قَالَ طَلْحَةُ فَحَدَّثْتُ مُجَاهِدًا بِهَذَا الْحَدِيثِ فَقَالَ ذَاكَ بِمَنْزِلَةِ الرَّجُلِ يُخْرِجُ الصَّدَقَةَ مِنْ مَالِهِ فَإِنْ شَاءَ أَمْضَاهَا وَإِنْ شَاءَ أَمْسَكَهَا) ولما أخرجه عبدالرزاق وغيره عن أنس ( أن أبا طلحة كان يأتي أهله من الضحى ، فيقول هل عندكم غداء فإن قالوا لا. صام ، وقال إني صائم ) وسنده صحيح ، وصح عن أبي هريرة أخرجه البيهقي في الكبري ، وعن ابن عباس أخرجه الطحاوي في (معاني الأثار) وهو مذهب الشافعية والحنفية . ¶ والقول الآخر : لابد من تبيت النية من الليل في صيام النفل ، لعموم حديث حفصة السابق ، وقول الجمهور أرجح لأن هذا الحديث مخصص لحديث حفصة ¶ مسألة واختلفوا إلى أي وقت من النهار له أن ينشىء النية؟ ¶ الأول نيته جميع النهار وهو مذهب الشافعية ، وقال الحنابلة بعد الزوال وقبله",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "والثاني : إلى وقت الضحى ، لأنها نصف النهار ، فوجب أن يمتد الصوم إليها ، والراجح في ذلك مذهب الشافعية والحنابلة للآثار السابقة ، ولما جاء عن حذيفة أنه بدا له الصوم بعدما زالت الشمس ، فصام) أخرجه ابن أبي شيبة وغيره وسنده صحيح ¶ مسألة: استثنى بعض أهل العلم صيام النفل المعين المقصود كصوم عرفة وعاشوراء ، فقالوا لابد من تبيبت النية لها حتى يحصل الفضل والأجر ، والذي يظهر لي - أن الآثار لم تفرق في ذلك والله أعلم - وإن كان الأحوط تبييت النية لها والله أعلم ¶ ( قوله فمن خطر بقلبه ليلا أنه صائم فقد نوى ) لأن النية لا يلزم النطق بها بل هو بدعة ¶ قوله ( وكذا الأكل والشرب بنية الصوم) لأن الأكل دليل على أنه مريد للصوم ¶ قوله ( ولا يضر إن أتى بعد النية بمناف للصوم) فلا تبطل نيته ، لأن الله سبحانه وتعالى أباح الأكل والشرب والجماع إلى آخر الليل .قوله ( أو قال إن شاء الله غير متردد) لأنه أراد التبرك أو التحقيق ، وإنما يبطلها لو قالها شاكا غير جازم ¶ بينة الصوم . ¶ قوله ( وكذا لو قال ليلة الثلاثين من رمضان : ( إن كان غدا من رمضان ففرضي ، وإلا فمفطر ويضر إن قاله في أوله) ¶ المسألة لها صورتان الأولى : كما قال الماتن أن يقول ذلك ليلة الثلاثين من رمضان فصيامه صحيحه ، لأن الأصل هو الصيام ، ولم يثبت زوال هذا الأصل فصح صيامه ¶ والصورة الثانية : أن يقول ذلك في أول رمضان بإن يقول لو كان غداً رمضان فهو فرضي ، فإن صيامه لا يصح على المذهب ، لأن نيته هنا مترددة ، وليس هنا إن الأصل هو الصوم بخلاف الصورة الأولى ، والرواية الأخرى :صيامه صحيح وهو اختيار ابن تيمية وهو الراجح لأن لتردد ليس في النية ، إنما في ثبوت شهر رمضان ، والله أعلم",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قوله : ( وفرضه الإمساك عن المفطرات ) أي ركن الصيام الإمساك عن المفطرات بالإجماع ، ولقوله تعالى(وَكُلُواْ وَاشْرَبُواْ حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ) . ¶ قوله ( من طلوع الفجر إلى غروب الشمس) وقت الصيام يمتد إلى غروب الشمس بالإجماع لقوله تعالى : (ثُمَّ أَتِمُّواْ الصِّيَامَ إِلَى الَّليْلِ) وصلاة المغرب من الليل بالإجماع كما حكاه ابن عبدالبر . ¶ ولما أخرجه الشيخان من حديث عمر بن الخطاب رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَقْبَلَ اللَّيْلُ مِنْ هَا هُنَا وَأَدْبَرَ النَّهَارُ مِنْ هَا هُنَا وَغَرَبَتْ الشَّمْسُ فَقَدْ أَفْطَرَ الصَّائِمُ) و بالإجماع ، نقله عبدالبر وابن حزم والنووي وغيرهم ¶ قوله ( من طلوع الفجر الثاني ) احترازاً من الفجر الأول ، وهو المسمى الفجر الكاذب وذلك لما أخرجه الشيخان عَنْ سَالِمِ بْنِ عَبْدِ اللَّهِ عَنْ أَبِيهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِنَّ بِلَالًا يُؤَذِّنُ بِلَيْلٍ فَكُلُوا وَاشْرَبُوا حَتَّى يُنَادِيَ ابْنُ أُمِّ مَكْتُومٍ ثُمَّ قَالَ وَكَانَ رَجُلًا أَعْمَى لَا يُنَادِي حَتَّى يُقَالَ لَهُ أَصْبَحْتَ أَصْبَحْتَ) ¶ ولما أخرجاه عن عائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ بِلَالًا كَانَ يُؤَذِّنُ بِلَيْلٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ فَإِنَّهُ لَا يُؤَذِّنُ حَتَّى يَطْلُعَ الْفَجْرُ) قَالَ الْقَاسِمُ( وَلَمْ يَكُنْ بَيْنَ أَذَانِهِمَا إِلَّا أَنْ يَرْقَى ذَا وَيَنْزِلَ ذَا) ¶ وقد اختلف أهل العلم متى يبدأ الصيام بطلوع الفجر؟ أو طلوع الشمس!؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "القول الأول : من طلوع الشمس لأن الخيط الأبيض هو ضوء الشمس ، والخيط الأسود هو سواد الليل و حجتهم كما أن الإجماع قام على أن آخر النهار هو غروب فكذلك يكون أوله هو طلوع الشمس! وهذا القول نسبه ابن جرير في تفسيره(3/257/ط التركي) لطائفة من السلف ، وأما الحافظ في الفتح(4/166) فجعل قولهم جواز السحور حتى يتضح الفجر والذي وقفت عليه من الآثار - والله أعلم - فيه جواز السحور وإن اتضح الفجر مادام أنهم لم يصلوا الفجر ، فكأن السحور مربوط عندهم بإقامة الصلاة والله أعلم .لكن قال إسحاق بن راهوية - رحمه الله- عندما ساق آثار الصحابة ، قال ( وهؤلاء لم يروا فرقا بين الأكل وبين الصلاة المكتوبة) ( تهذيب السنن لابن القيم 3/334) والآثار الورادة في ذلك هي : ¶ 1- عن أبي بكر الصديق رضي الله عنه ، قال سالم بن عبيد قال كنت في حجر أبي بكر الصديق ، فصلى ذات ليلة ما شاء الله ، ثم قال اخرج فانظر هل طلع الفجر ، قال فخرجت ثم رجعت فقلت : قد ارتفع في السماء أبيض ، فصلى ما شاء ، ثم قال : اخرج فأنظر هل طلع الفجر ، فخرجت ثم رجعت فقلتُ قد اعترض في السماء أحمر ، فقال هيت الآن ، فأبلغني سحوري ) أخرجه الدارقطني ، وخرجه بسند آخر نحوه وقال ( إسناده صحيح) ، وصححه الحافظ في الفتح ، وله لفظ آخر عن أبي بكر أخرجه ابن أبي شيبة عن سالم بن عبيد الأشجعي أن أبا بكر قال( قم فاسترني من الفجر ، ثم أكل ) صححه ابن حزم والحافظ في الفتح ¶ 2- عن علي بن أبي طالب رضي الله عنه ، أخرج وابن جرير عن حبان بن الحارث ، أتيت عليا هو معكسر بدير أبي موسى فقال ( ادن) فقلت أني أريد الصيام ، قال , أنا أريد الصيام ، فلما فرغ قال للمؤذن أقم الصلاة) وفي سند حبان بن الحارث ذكره ابن حبان في (ثقاته ) وقال الشيخ أحمد شاكر ( تابعي ثقة)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "3- عن عبد الله بن مسعود رضي الله عنه ، أخرج ابن أبي شيبة وغيره عن عامر بن مطر قال أتيت عبدالله في داره فأخرج لنا فضل سحوره فتسحرنا معه فأقيمت الصلاة فخرجنا فصلينا) قال الشيخ أحمد شاكر في تعليقه على تفسير ابن جرير ( سنده صحيح) ¶ 4- عن حذيفة رضي الله عنه ، أخرج ابن ابي شيبة عن إبراهيم التيمي عن ابيه ، قال ( خرجت معه في رمضان إلى الكوفة ، فلما طلع الفجر ، قال هل كان أحد منكم آكلا أو شاربا؟ قلنا أما رجل يريد الصوم ، فلا ، فقال لكني . ثم سرنا ، حتى إذا استبطأته بالصلاة ، فقال هل منكم أحد آكلا أو شاربا؟ قلنا أما رجل يريد الصوم ، فلا قال لكني ، فنزل ثم تسحر فصلى) وصححه الحافظ في الفتح ¶ 5- عن أبي الضحى مسلم بن صبيح قال قال لم يكونوا يعدون الفجر فجركم ، إنما يعدون الفجر الذي يملأ البيوت والطرق ) أخرجه ابن أبي شيبة بسند صحيح ، وذكر النووي في (المجموع) و ابن تيمية في (شرح العمدة) ، و ابن مفلح في (فروعه) عن مسروق مثله .ومسلم بن الصبيح الكوفي من أواسط ثقات التابعين قال ابن المنذر ( وكان إسحق يميل إلى هذا القول من غير أن يطعن على الآخرين ) ذكره النووي في المجموع ( 6/324) وقال النووي رحمه الله ( وحكى أصحابنا عن الأعمش ، وإسحاق بن راهوية أنهما جوزا الأكل وغيره إلى طلوع الشمس ، ولا أظنه يصح عنهما) . قلتُ بل صح عن الأعمش قال( لولا الشهرة لصليت ثم تسحرت) ، خرجه إسحاق عن وكيع أنه سمع الأعمش فذكره وسنده صحيح ذكره ابن القيم في حاشية سنن أبي داود(3/233)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والقول الثاني : يحل الأكل إلى وقت طلوع الفجر الثاني ، وهو مذهب جمهور أهل العلم كم حكاه ابن المنذر فيما نقله النووي عنه ، وحكاه ابن عبدالبر إجماعا ، ونٌقل عن عمر بن الخطاب وابن عباس نقله عنهم ابن المنذر ، ذكره النووي في (شرح المهذب) ، وهو الراجح لما أخرجه الشيخان من حديث عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ بِلَالًا كَانَ يُؤَذِّنُ بِلَيْلٍ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُوا وَاشْرَبُوا حَتَّى يُؤَذِّنَ ابْنُ أُمِّ مَكْتُومٍ فَإِنَّهُ لَا يُؤَذِّنُ حَتَّى يَطْلُعَ الْفَجْرُ) ¶ مسألة : أخرج أبو دواد وأحمد عَنْ أَبِي هُرَيْرَةَ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ( إِذَا سَمِعَ أَحَدُكُمْ النِّدَاءَ وَالْإِنَاءُ عَلَى يَدِهِ فَلَا يَضَعْهُ حَتَّى يَقْضِيَ حَاجَتَهُ مِنْهُ ) هذا الحديث قال أبو حاتم( ليس بصحيح) كما في ( العلل) وأعله ابن القطان بالشك في رفعه، وضعفه صاحب (المنار) كما حكاه المناوي في الفيض ، وقد صححه الحاكم و الألباني ، والجمهور على خلاف الحديث لضعفه ، فإنه بمجرد طلوع الفجر الصادق حرم الأكل ، ولو كان الأناء في يده ، وهو ظاهر حديث عائشة في آذان بلال كما سبق أن نهي الرسول صلى الله عليه وسلم عام لم يستثن صورة دون أخرى ، وهذا هو الراجح ، أما آثار الصحابة فهي لا تشهد لحديث أبي هريرة ، لأن الآثار تدل على جواز الأكل مطلقا ما لم يصل الفجر ، أو حتى الإسفار جدا أما حديث أبي هريرة السابق فإن الجواز فيه في صورة واحدة فقط حال كون الإناء في اليد أو على المائدة فقط، والله أعلم",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قوله ( وسننه ستة : تعجيل الفطر ، وتأخير السحور ، والزيادة في أعمال الخير ، وقوله جهرا إذا شُتم : ( إني صائم) وقوله عند فطره : (( اللهم لك صمتُ ، وعلى رزقك أفطرتُ ، سبحانك ، وبحمدك ، اللهم تقبل مني إنك أنت السميع العليم) ، وفطره على رطب ، فإن عدم فتمر ، فإن عدم فماء) ¶ قوله(( وسننه ستة : تعجيل الفطر) لا خلاف بين أهل العلم في جواز الفطر بعدد تحقق غروب الشمس ، كما حكاه ابن جرير وغيره ، وإنما اختلفوا في وقت الاستحباب على قولين ¶ الأول : بعد الصلاة وهو قول بعض أهل العلم منهم ابن حبيب من المالكية ، ودليل ذلك ما أخرجه مالك عَنْ حُمَيْدِ بْنِ عَبْدِ الرَّحْمَنِ أَنَّ عُمَرَ بْنَ الْخَطَّابِ وَعُثْمَانَ بْنَ عَفَّانَ كَانَا يُصَلِّيَانِ الْمَغْرِبَ حِينَ يَنْظُرَانِ إِلَى اللَّيْلِ الْأَسْوَدِ قَبْلَ أَنْ يُفْطِرَا ثُمَّ يُفْطِرَانِ بَعْدَ الصَّلَاةِ وَذَلِكَ فِي رَمَضَانَ) قال ابن عبدالبر ( صحيح) ( التمهيد 7/185 / الفاروق) وصححه النووي في المجموع . لكن فيه نزاع في سماع حميد بن عبدالرحمن من عمر وعثمان ، وقال ابن عبدالبر ( إن عمر خشي أن يطول المكث على العشاء فقدم العشاء على العشاء ) ونقل عن عثمان مثل ذلك ، وقال الشافعي ( كانا يريان تأخير الفطر واسعا ، لا أنهما يتعمدان) المجموع ( 6/406) وظاهر الأثر يرد تفسير الشافعي والله أعلم",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الثاني وهو قول أكثر أهل العلم ،يفطر قبل الصلاة وبعد مغيب قرص الشمس وهو الراجح، وذلك لما أخرجه الشيخان من حديث عَنْ سَهْلِ بْنِ سَعْدٍ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا يَزَال ُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ) ، ولما أخرجه الشيخان من حديث عمر بن الخطاب رضي الله عنه قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَقْبَلَ اللَّيْلُ مِنْ هَا هُنَا وَأَدْبَرَ النَّهَارُ مِنْ هَا هُنَا وَغَرَبَتْ الشَّمْسُ فَقَدْ أَفْطَرَ الصَّائِمُ) ولهما من حديث ابْنَ أَبِي أَوْفَى رَضِيَ اللَّهُ عَنْهُ قَالَ كُنَّا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَقَالَ لِرَجُلٍ انْزِلْ فَاجْدَحْ لِي قَالَ يَا رَسُولَ اللَّهِ الشَّمْسُ قَالَ انْزِلْ فَاجْدَحْ لِي قَالَ يَا رَسُولَ اللَّهِ الشَّمْسُ قَالَ انْزِلْ فَاجْدَحْ لِي فَنَزَلَ فَجَدَحَ لَهُ فَشَرِبَ ثُمَّ رَمَى بِيَدِهِ هَا هُنَا ثُمَّ قَالَ إِذَا رَأَيْتُمْ اللَّيْلَ أَقْبَلَ مِنْ هَا هُنَا فَقَدْ أَفْطَرَ الصَّائِمُ ) وجاء في صحيح مسلم عن أَبِي عَطِيَّةَ قَالَ دَخَلْتُ أَنَا وَمَسْرُوقٌ عَلَى عَائِشَةَ فَقُلْنَا يَا أُمَّ الْمُؤْمِنِينَ رَجُلَانِ مِنْ أَصْحَابِ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَحَدُهُمَا يُعَجِّلُ الْإِفْطَارَ وَيُعَجِّلُ الصَّلَاةَ وَالْآخَرُ يُؤَخِّرُ الْإِفْطَارَ وَيُؤَخِّرُ الصَّلَاةَ قَالَتْ أَيُّهُمَا الَّذِي يُعَجِّلُ الْإِفْطَارَ وَيُعَجِّلُ الصَّلَاةَ قَالَ قُلْنَا عَبْدُ اللَّهِ يَعْنِي ابْنَ مَسْعُودٍ قَالَتْ كَذَلِكَ كَانَ يَصْنَعُ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْآخَرُ أَبُو مُوسَى) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأما الآثار : فعن ابن عباس كان يفطر قبل الصلاة ، ومثله عن أنس ، وعن أبي برزة الأسلمي ، وعن ابن عمر ، وعن أبي سعيد رواهن الفريابي في ( الصيام ) بأسانيد صحيحة ، وعن ابن مسعود كما تقدم في صحيح مسلم ¶ قوله : ( وتأخير السحور ) لما أخرجه الشيخان من حديث أَنَسِ بْنِ مَالِكٍ أَنَّ زَيْدَ بْنَ ثَابِتٍ حَدَّثَهُ أَنَّهُمْ تَسَحَّرُوا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ثُمَّ قَامُوا إِلَى الصَّلَاةِ قُلْتُ كَمْ بَيْنَهُمَا قَالَ قَدْرُ خَمْسِينَ أَوْ سِتِّينَ يَعْنِي آيَةً ) ¶ ولما في البخاري عَنْ سَهْلِ بْنِ سَعْدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : (كُنْتُ أَتَسَحَّرُ فِي أَهْلِي ثُمَّ تَكُونُ سُرْعَتِي أَنْ أُدْرِكَ السُّجُودَ مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ) وعن بن ميمون قال كان أصحاب محمد صلى الله عليه وسلم ¶ أعجل الناس فطرا ، وأبطأوه سحورا ) أخرجه الفريابي في (الصيام) بسند صحيح",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "مسألة فضل السحور : أخرج الشيخان عن أَنَسَ بْنَ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (تَسَحَّرُوا فَإِنَّ فِي السَّحُورِ بَرَكَةً) قوله ( بركة ) قال النووي في شرح مسلم (وَأَمَّا الْبَرَكَة الَّتِي فِيهِ فَظَاهِرَةٌ ; لِأَنَّهُ يُقَوِّي عَلَى الصِّيَام , وَيُنَشِّط لَهُ , وَتَحْصُلُ بِسَبَبِهِ الرَّغْبَة فِي الِازْدِيَاد مِنْ الصِّيَام ; لِخِفَّةِ الْمَشَقَّة فِيهِ عَلَى الْمُتَسَحِّر , فَهَذَا هُوَ الصَّوَاب الْمُعْتَمَد فِي مَعْنَاهُ , وَقِيلَ : لِأَنَّهُ يَتَضَمَّن الِاسْتِيقَاظ وَالذِّكْر وَالدُّعَاء فِي ذَلِكَ الْوَقْت الشَّرِيف , وَقْت تَنْزِل الرَّحْمَة , وَقَبُول الدُّعَاء وَالِاسْتِغْفَار , وَرُبَّمَا تَوَضَّأَ صَاحِبه وَصَلَّى , أَوْ أَدَامَ الِاسْتِيقَاظ لِلذِّكْرِ وَالدُّعَاء وَالصَّلَاة , أَوْ التَّأَهُّب لَهَا حَتَّى يَطْلُع الْفَجْر). وأخرج مسلم في صحيحه عَنْ عَمْرِو بْنِ الْعَاصِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَال: (َ فَصْلُ مَا بَيْنَ صِيَامِنَا وَصِيَامِ أَهْلِ الْكِتَابِ أَكْلَةُ السَّحَرِ) ¶ مسألة : حكم السحور : مستحب بالإجماع حكاه ابن المنذر والنووي وابن قدامة وغيرهم من أهل العلم ¶ مسألة : بما يحصل السحور : الظاهر أنه يحصل بكل أكل وشرب ، وبه تحصل فضيلة السحور ، قال ابن تيمية : ( وإن قدر على الأكل فهو السنة لما جاء عن عمرو بن العاص : (َ فَصْلُ مَا بَيْنَ صِيَامِنَا وَصِيَامِ أَهْلِ الْكِتَابِ أَكْلَةُ السَّحَرِ) رواه مسلم ¶ مسألة حكم الوصال :الوصال : هو صوم يومين فأكثر من غير أكل أو شرب في الليل قاله النووي المجموع ¶ واختلف أهل العلم في حكمه على قولين :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الأول: التحريم وهو ظاهر مذهب الشافعي وذلك لما في الصحيحين عَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا قَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْوِصَالِ قَالُوا إِنَّكَ تُوَاصِلُ قَالَ إِنِّي لَسْتُ مِثْلَكُمْ إِنِّي أُطْعَمُ وَأُسْقَى) ولهما من حديث أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِيَّاكُمْ وَالْوِصَالَ مَرَّتَيْنِ قِيلَ إِنَّكَ تُوَاصِلُ قَالَ إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِ فَاكْلَفُوا مِنْ الْعَمَلِ مَا تُطِيقُونَ). ¶ القول الثاني : الكراهة وهو مذهب الحنابلة وهو الأقوى لما جاء عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ( نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْوِصَالِ رَحْمَةً ) متفق عليه . فإنما كان النهي لأجل المشقة ، ولأن الصحابة لم يفهموا التحريم بدليل أنهم واصلوا بعد نهي الرسول صلى الله عليه وسلم ، فقد أخرج الشيخان عن ابي هُرَيْرَةَ قَالَ نَهَى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ الْوِصَالِ قَالُوا فَإِنَّكَ تُوَاصِلُ قَالَ أَيُّكُمْ مِثْلِي إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِ فَلَمَّا أَبَوْا أَنْ يَنْتَهُوا وَاصَلَ بِهِمْ يَوْمًا ثُمَّ يَوْمًا ثُمَّ رَأَوْا الْهِلَالَ فَقَالَ لَوْ تَأَخَّرَ لَزِدْتُكُمْ كَالْمُنَكِّلِ لَهُمْ) ¶ مسألة: وأما الوصال إلى السحر فجائز بلا كراهة وهو مذهب أحمد وإسحاق لما أخرجه البخاري عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ سَمِعَ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا تُوَاصِلُوا فَأَيُّكُمْ أَرَادَ أَنْ يُوَاصِلَ فَلْيُوَاصِلْ حَتَّى حَتَّى السَّحَرِ )",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قوله ( والزيادة في أعمال الخير) من قراءة قرآن وصدقة ، وصلاة ، واعتكاف ، وعمرة ، لما جاء عَنْ ابْنِ عَبَّاسٍ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجْوَدَ النَّاسِ وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَجْوَدُ بِالْخَيْرِ مِنْ الرِّيحِ الْمُرْسَلَةِ) وفي الصحيحين عَنْ ابْنِ عَبَّاسٍ رَضِي عنهما عن النبي صلى الله عليه وسلمَ قَالَ فَإِنَّ عُمْرَةً فِي رَمَضَانَ تَقْضِي حَجَّةً أَوْ حَجَّةً مَعِي ) ¶ قوله (وقوله جهرا إذا شُتم : ( إني صائم)) لما في الصحيحين عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ اللَّهُ كُلُّ عَمَلِ ابْنِ آدَمَ لَهُ إِلَّا الصِّيَامَ فَإِنَّهُ لِي وَأَنَا أَجْزِي بِهِ وَالصِّيَامُ جُنَّةٌ وَإِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلَا يَرْفُثْ وَلَا يَصْخَبْ فَإِنْ سَابَّهُ أَحَدٌ أَوْ قَاتَلَهُ فَلْيَقُلْ إِنِّي امْرُؤٌ صَائِمٌ ) ¶ قوله ( جهرا) لظاهر الحديث وهو اختيار النووي وابن تيمية . ¶ والقول الثاني لبعض أهل العلم : أنه يقول ذلك في نفسه سراً ، لأجل دفع الرياء ، وزجر نفسه عن السب . ¶ والقول الثالث : التفصيل بين صوم الفرض ، وصوم النفل ففي النفل يسر ، وفي الفرض يجهر ، وهو قول لبعض الحنابلة ، والأظهر هو القول الأول والله أعلم",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "قوله : ( وقوله عند فطره : (( اللهم لك صمتُ ، وعلى رزقك أفطرتُ ، سبحانك ، وبحمدك ، اللهم تقبل مني إنك أنت السميع العليم) أخرج هذا الحديث بهذا اللفظ الطبراني في ( الدعاء ) وفي معجمه الصغير من حديث أنس ، وفي إسناده داود بن الزبرقان ( متروك الحديث ) وله شاهد من حديث ابن عباس أخرجه الدارقطني وفي سنده عبدالملك بن هارون متروك الحديث ، وشاهد آخر من مرسل معاذ بن زهرة أخرجه أبو داود وفي سنده مقال وهناك حديث آخر أخرجه أبو داود والدراقطني عن مَرْوَانُ يَعْنِي ابْنَ سَالِمٍ الْمُقَفَّعَ قَالَ رَأَيْتُ ابْنَ عُمَرَ يَقْبِضُ عَلَى لِحْيَتِهِ فَيَقْطَعُ مَا زَادَ عَلَى الْكَفِّ وَقَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا أَفْطَرَ قَالَ ذَهَبَ الظَّمَأُ وَابْتَلَّتْ الْعُرُوقُ وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ) وقال الدراقطني ( إسناده حسن ) وفي سنده مروان بن سالم ، لم يوثقه غير ابن حبان ، ولم يرو عنه إلا ابن واقد ، وضعفه ابن منده فقال (غريب) كما في( تهذيب الكمال) ¶ قوله : (وفطره على رطب ، فإن عدم فتمر ، فإن عدم فماء) لما أخرجه الترمذي عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُفْطِرُ قَبْلَ أَنْ يُصَلِّيَ عَلَى رُطَبَاتٍ فَإِنْ لَمْ تَكُنْ رُطَبَاتٌ فَتُمَيْرَاتٌ فَإِنْ لَمْ تَكُنْ تُمَيْرَاتٌ حَسَا حَسَوَاتٍ مِنْ مَاءٍ ) قال الترمذي ( حَسَنٌ غَرِيبٌ ) وقال الدرقطني ( إسناده صحيح ) و أعله الإمامان أبو حاتم وأبو زرعة",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والقول الآخر : أنه يستحب الفطر على تمر وهو مذهب الجمهور و أخرج أهل السنن عن سَلْمَانَ بْنِ عَامِرٍ يَبْلُغُ بِهِ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ إِذَا أَفْطَرَ أَحَدُكُمْ فَلْيُفْطِرْ عَلَى تَمْرٍ فَإِنَّهُ بَرَكَةٌ فَإِنْ لَمْ يَجِدْ تَمْرًا فَالْمَاءُ فَإِنَّهُ طَهُورٌ ) وصححه أبو حاتم الرزاي والترمذي وابن خزيمة وابن حبان و قال النسائي( هذا الحرف ( فإنه بركة) لا أعلم أحدا ذكره غير ابن عيينة ، ولا أحسبه محفوظا ) . ¶ والذي يظهر أنه لا فرق بين الرطب والتمر كما قال الحنابلة ، كما هو قول الجمهور ، والله أعلم ، فإن كان هناك فرق فالتمر مقدم على الرطب ¶ تنبيه : ذكر بعض أهل العلم أن السنة للصائم في مكة أن يفطر على ماء زمزم ، ثم تمر ، والصحيح أنه خلاف السنة والحديث ، وأيضا ما ذكره بعضهم أن الصائم يفطر على حلاوة ، إن لم يجد تمراً ، لأن المقصود الحلاة ، خلاف السنة ، لأن الحديث جعل الماء في حال عدم وجود التمر . ¶ وكره بعض أهل العلم مج الماء إذا أفطر عليه الصائم ، لأنه أثر عبادة ، والتعليل ضعيف ، والكراهة منتفية لعدم وجود الدليل عليها ، والله أعلم ¶ قوله : ( ويحرم على من لا عذر له الفطر برمضان) لأنه صوم واجب وتركه محرم ¶ قوله : ( ويجب الفطرعلى الحائض والنفساء) لما أخرجه البخاري عن أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ( أَلَيْسَ إِذَا حَاضَتْ لَمْ تُصَلِّ وَلَمْ تَصُمْ قُلْنَ بَلَى قَالَ فَذَلِكِ مِنْ نُقْصَانِ دِينِهَا) وبالإجماع حكاه ابن قدامة وابن تيمية وغيرهما. ¶ قوله ( وعلى من يحتاجه لإنقاذ معصوم من مهلكة ) لأنه يمكنه تدارك الصوم بالقضاء ، ولا يمكنه تدارك انقاذ الغريق ونحوه. ¶ قوله ( ويُسن لمسافر يُباح له القصر) اعلم أن المسافر له عدة أحوال :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الأولى : أن يلحق المسافر بصيامه ضرر فهذا حرام عليه الصوم ، أو يلحقه مشقة بصيامه فهذا يكره في حقه الصيام لما أخرجه الشيخان عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمْ قَالَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفَرٍ فَرَأَى زِحَامًا وَرَجُلًا قَدْ ظُلِّلَ عَلَيْهِ فَقَالَ مَا هَذَا فَقَالُوا صَائِمٌ فَقَالَ لَيْسَ مِنْ الْبِرِّ الصَّوْمُ فِي السَّفَرِ ) ولما أخرجه مسلم في صححيه عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَرَجَ عَامَ الْفَتْحِ إِلَى مَكَّةَ فِي رَمَضَانَ فَصَامَ حَتَّى بَلَغَ كُرَاعَ الْغَمِيمِ فَصَامَ النَّاسُ ثُمَّ دَعَا بِقَدَحٍ مِنْ مَاءٍ فَرَفَعَهُ حَتَّى نَظَرَ النَّاسُ إِلَيْهِ ثُمَّ شَرِبَ فَقِيلَ لَهُ بَعْدَ ذَلِكَ إِنَّ بَعْضَ النَّاسِ قَدْ صَامَ فَقَالَ أُولَئِكَ الْعُصَاةُ أُولَئِكَ الْعُصَاةُ وفي لفظ : ( فَقِيلَ لَهُ إِنَّ النَّاسَ قَدْ شَقَّ عَلَيْهِمْ الصِّيَامُ وَإِنَّمَا يَنْظُرُونَ فِيمَا فَعَلْتَ فَدَعَا بِقَدَحٍ مِنْ مَاءٍ بَعْدَ الْعَصْرِ) ¶ الحالة الثانية : أن يتساوى الفطر والصيام في حق الصائم : فقولان لأهل العلم الأول : فالجمهور على أن الأفضل الصوم ، والقول الثاني : وهو قول الحنابلة على أن الأفضل الفطر",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ودليل الجمهور ما أخرجه الشيخان عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ قَالَ خَرَجْنَا مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بَعْضِ أَسْفَارِهِ فِي يَوْمٍ حَارٍّ حَتَّى يَضَعَ الرَّجُلُ يَدَهُ عَلَى رَأْسِهِ مِنْ شِدَّةِ الْحَرِّ وَمَا فِينَا صَائِمٌ إِلَّا مَا كَانَ مِنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَابْنِ رَوَاحَة)َ وفي مسلم ( في شهر رمضان) فهذا فعل النبي صلى الله عليه وسلم ، وفعله أفضل لأنه لا يفعل إلا الأكمل ، ولما رواه مسلم أَبِي سَعِيدٍ الْخُدْرِيِّ وَجَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمْ قَالَا سَافَرْنَا مَعَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَيَصُومُ الصَّائِمُ وَيُفْطِرُ الْمُفْطِرُ فَلَا يَعِيبُ بَعْضُهُمْ عَلَى بَعْضٍ ) ولأنه أسرع في إبراء الذمة ، وأسهل إذا صام الناس ¶ وحجة الحنابلة ما تقدم من الأحاديث في أنه ليس من البر الصيام في السفر ما رواه مسلم عن حَمْزَةَ بْنِ عَمْرٍو الْأَسْلَمِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ يَا رَسُولَ اللَّهِ أَجِدُ بِي قُوَّةً عَلَى الصِّيَامِ فِي السَّفَرِ فَهَلْ عَلَيَّ جُنَاحٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هِيَ رُخْصَةٌ مِنْ اللَّهِ فَمَنْ أَخَذَ بِهَا فَحَسَنٌ وَمَنْ أَحَبَّ أَنْ يَصُومَ فَلَا جُنَاحَ عَلَيْهِ قَالَ هَارُونُ فِي حَدِيثِهِ هِيَ رُخْصَةٌ وَلَمْ يَذْكُرْ مِنْ اللَّهِ) ولأن الله يحب أن تؤتى رخصة كما يُكره أن تؤتى معاصيه ، ومذهب الجمهور أقوى ، لأنه فعل الرسول صلى الله عليه وسلم",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وذهبت طائفة إلى تحريم الصوم في السفر منهم أبو هريرة ، فقد أخرج الفريابي في (الصيام ) وابن أبي شيبة وغيرهما عن محرر بن أبي هريرة ، عن أبيه قال ( صمتُ رمضان في السفر ، فأمرني أبو هريرة أن أعيد في أهلي ) ومحرر من التابعين ذكره ابن حبان في الثقات وروى عنه جماعة ، وهو يروي عن والده ، ويروي قصة وقعت له ، فهذا إسناد حسن ، والله أعلم ، ولكن هذا الأثر مقابل بغيره من الآثار ، فقد أخرج ابن أبي شيبة ¶ وغيره عن عثمان بن العاص رضي الله عنه ، أنه قال ( الصوم أفضل ) ومثله عن أنس بسند صحيح خرجه ابن أبي شيبة ¶ وقول آخر حكاه ابن جرير عن قوم ، أنه يجب الصيام في السفر! وهذا أغرب الأقوال ¶ وأرجح هذا الأقوال هو مذهب الجمهور -على التفصيل الذي تقدم - ، لأنه فعل الرسول صلى الله عليه وسلم .والله أعلم ¶ قوله ( ولمريض يخاف الضرر ) لقول الله تعالى (فَمَن كَانَ مِنكُم مَّرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) ¶ وبالإجماع حكاه ابن قدامة رحمه الله تعالى. ¶ مسألة ضابط المرض الذي يبيح الفطر أقوال لأهل العلم ¶ الأول : أنه المرض الذي يطيق صاحبه معه القيام لصلاته ، حكاه ابن جرير عن الحسن وإبراهيم بن مسلم ¶ الثاني: كل مرض يُسمى مرضا ، لأن الآية أطلقت ، فكل ما وقع عليه اسم المرض ، فلصاحبه أن يفطر ، وإن كان الصيام لا يشق عليه ، كمن كان به جرح في اصبعه أو نحوه ، وهو مذهب ابن سيرين ، والظاهرية ¶ الثالث: هو ما يلحق به المريض مشقة في صيامه ، سواء من زيادة مرض أو تأخر برء ، وهو الراجح ¶ لقوله تعالى (يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ) . ¶ واعلم أن المريض الذي يخشى المرض بالصيام ، كالمريض الذي يخاف زيادته في إباحة الفطر ، لأن المريض إنما أبيح له الفطر خوفا مما يتجدد بصيامه من زيادة المرض ، فالصحيح الخائف من المرض بالصيام في معناه ، والله أعلم",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "مسألة : أصحاب المهن الشاقة ، يجب عليه الصيام ، فإن لم يطق عمل بالليل ، وصام بالنهار ، فإن لم يستطع ، ترك مهنته هذه في رمضان وصام ثم عاد إليها فإن لم يستطع ذلك كله ، وخشي على نفسه التلف مع الصوم ، أفطر ، وقضى ، قال الآجري - رحمه الله تعالى - ( من صنعته شاقة ، فإن خاف تلفا ، أفطر وقضى ، وإن لم يضره تركها أثم ، وإلا فلا هذا قول الفقهاء) ( الفروع 4/ 437 / تركي) ¶ مسألة :و إن خاف على نفسه من غلبة الجوع والعطش فخاف الهلاك لزمه أن يفطر ، وإن كان صحيحا لقوله تعالى تعالى (وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيماً ) المجموع (6/262) ¶ قوله ( و يٌباح لحاضر سافر أثناء النهار ) صورة المسألة مقيم شرع في السفر وهو صائم ، فله الفطر أو لا ؟ قولان لأهل العلم: الأول : أنه لا يجوز له الفطر ، لإنه اجتمع في حقه الحظر ،- وهي الإقامة- ، والإباحة - وهي السفر - فغُلب جانب الحظر الحظر ، هو عدم الفطر ¶ الثاني: أن له الفطر وهو مذهب أحمد وإسحاق لما أخرجه أبو داود وأحمد عن جَعْفَرٌ ابْنُ جَبْرٍ قَالَ كُنْتُ مَعَ أَبِي بَصْرَةَ الْغِفَارِيِّ صَاحِبِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي سَفِينَةٍ مِنْ الْفُسْطَاطِ فِي رَمَضَانَ فَرُفِعَ ثُمَّ قُرِّبَ غَدَاهُ قَالَ جَعْفَرٌ فِي حَدِيثِهِ فَلَمْ يُجَاوِزْ الْبُيُوتَ حَتَّى دَعَا بِالسُّفْرَةِ قَالَ اقْتَرِبْ قُلْتُ أَلَسْتَ تَرَى الْبُيُوتَ قَالَ أَبُو بَصْرَةَ أَتَرْغَبُ عَنْ سُنَّةِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ جَعْفَرٌ فِي حَدِيثِهِ فَأَكَلَ) وفي سنده كليب بن ذهيل ، قال ابن خزيمة ( لا أعرفه بعدالة) وقال ابن حجر ( مقبول ) أي إذا توبع ، والراجح وهو جواز الفطر لأن السفر سبب مبيح للفطر والله أعلم . ¶ مسألة متى يفطر الصائم الذي يريد السفر ؟ : قولان لأهل العلم",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "الأول : بعد خروجه من البيوت ، وهو رواية عن أحمد قياسا على الصلاة ¶ الثاني : في المنزل هو قول بعض أهل العلم - كما حكاه الترمذي - منهم إسحاق ، لما جاء عَنْ مُحَمَّدِ بْنِ كَعْبٍ أَنَّهُ قَالَ أَتَيْتُ أَنَسَ بْنِ مَالِكٍ فِي رَمَضَانَ وَهُوَ يُرِيدُ سَفَرًا وَقَدْ رُحِلَتْ لَهُ رَاحِلَتُهُ وَلَبِسَ ثِيَابَ السَّفَرِ فَدَعَا بِطَعَامٍ فَأَكَلَ فَقُلْتُ لَهُ سُنَّةٌ قَالَ سُنَّةٌ ثُمَّ رَكِبَ ) أخرجه الترمذي وحسنه ، وصححه ابن القطان ، والألباني (جزء في تصحيحه) قال الترمذي ( وَقَدْ ذَهَبَ بَعْضُ أَهْلِ الْعِلْمِ إِلَى هَذَا الْحَدِيثِ وَقَالُوا لِلْمُسَافِرِ أَنْ يُفْطِرَ فِي بَيْتِهِ قَبْلَ أَنْ يَخْرُجَ وَلَيْسَ لَهُ أَنْ يَقْصُرَ الصَّلَاةَ حَتَّى يَخْرُجَ مِنْ جِدَارِ الْمَدِينَةِ أَوْ الْقَرْيَةِ وَهُوَ قَوْلُ إِسْحَقَ بْنِ إِبْرَاهِيمَ الْحَنْظَلِيِّ) وهو الراجح والله أعلم ¶ قوله : (ولمرضع وحامل خافتا على أتفسهما ، أو على الولد ، لكن إن أفطرتا خوفا على الولد لزم وليه إطعام مسكين ) الحامل والمرضع إما أن تفطر رمضان لخوفها على نفسها ومشقة الصيام عليها ، فهذه عليها القضاء فقط ، لأنها في حكم المريض ، وإما أن تفطر خوفا على ولدها لأن الجوع يضر بالطفل أو نحوه ، فهذه عليها القضاء ، وعلى ولي الطفل الفدية ، لأن الفطر حصل بسبب الولد وهو مذهب الشافعية والحنابلة، و جواز فطر المرضع والحامل في هاتين الصورتين بلا خلاف بين أهل العلم قاله ابن قدامة ¶ والقول الثاني : تفطران وتقضيان ولا تفديان وهو قول عطاء وأصحاب الرأي وابن المنذر ¶ والثالث: التفريق بين الحامل والمرضع ، فالمرضع تفطر وتقضي وتفدي ، والحامل تفطر وتقضي ولا فدية وهذا مذهب مالك. ¶ والرابع : يفطران ويفديان ولا قضاء عليهما وهو قول ابن عمر وابن عباس رضي الله عنهما ، ومذهب سعيد بن جبير وإسحق",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال الترمذي : (وَالْعَمَلُ عَلَى هَذَا عِنْدَ أَهْلِ الْعِلْمِ و قَالَ بَعْضُ أَهْلِ الْعِلْمِ الْحَامِلُ وَالْمُرْضِعُ تُفْطِرَانِ وَتَقْضِيَانِ وَتُطْعِمَانِ وَبِهِ يَقُولُ سُفْيَانُ وَمَالِكٌ وَالشَّافِعِيُّ وَأَحْمَدُ و قَالَ بَعْضُهُمْ تُفْطِرَانِ وَتُطْعِمَانِ وَلَا قَضَاءَ عَلَيْهِمَا وَإِنْ شَاءَتَا قَضَتَا وَلَا إِطْعَامَ عَلَيْهِمَا وَبِهِ يَقُولُ إِسْحَقُ) وهو الراجح وذلك لما رواه الترمذي ¶ عَنْ أَنَسِ بْنِ مَالِكٍ رَجُلٌ مِنْ بَنِي عَبْدِ اللَّهِ بْنِ كَعْبٍ قَالَ أَغَارَتْ عَلَيْنَا خَيْلُ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَأَتَيْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَوَجَدْتُهُ يَتَغَدَّى فَقَالَ ادْنُ فَكُلْ فَقُلْتُ إِنِّي صَائِمٌ فَقَالَ ادْنُ أُحَدِّثْكَ عَنْ الصَّوْمِ أَوْ الصِّيَامِ إِنَّ اللَّهَ تَعَالَى وَضَعَ عَنْ الْمُسَافِرِ الصَّوْمَ وَشَطْرَ الصَّلَاةِ وَعَنْ الْحَامِلِ أَوْ الْمُرْضِعِ الصَّوْمَ أَوْ الصِّيَامَ وَاللَّهِ لَقَدْ قَالَهُمَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كِلْتَيْهِمَا أَوْ إِحْدَاهُمَا ) وحسنه الترمذي والألباني وغيرهما ، وقد أعله ابن التركماني بالاضطراب ، وقول من حسن الحديث أولى بالصواب ، والله أعلم ¶ ولما جاء عن ابن عمر ( الحامل إذا خشيت على نفسها في رمضان تطعم ، وتفطر ولا قضاء عليها ) أخرجه عبدالرزاق بسند صحيح عنه ، وكذا أخرجه الشافعي وفيه ( تطعم كل يوم مسكينا مدا من حنطة) ¶ وصح عن ابن عباس أخرج ابن جرير عنه أنه قال ( إذا خافت الحامل على نفسها والمرضع على ولدها في رمضان. قال يفطران ويطعمان مكان كل يوم مسكينا ولا يقضيان صوما ) قال ابن قدامة و ابن تيمية ( وليس لهما مخالف من الصحابة )",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قوله ( و إن أسلم الكافر ، وطهرت الحائض ، وبرىء المريض ، وقدم المسافر ، وبلغ الصغير ، وعقل المجنون في أثناء النهار ، وهم مفطرون ، لزمهم الإمساك والقضاء) ¶ قوله ( وإن أسلم الكافر ) أما الأيام التي مضت قبل إسلامه فلا يقضيها بالاتفاق ، و ما استقبله من أيام فإنه يصومها بالإجماع ، حكاهما ابن قدامة . وأما إن اسلم أثناء النهار ، فهل يقضيه قولان لأهل العلم ¶ الأول : أنه يقضي ، لأنه أدرك جزءا من وقت العبادة ، كما لو أدرك جزءا من وقت الصلاة ، وهو قول أحمد وإسحاق. ¶ الثاني : أنه لا يقضي هذا اليوم ، لأنه لم يدرك ما يمكنه التلبس به ، وهو قول مالك وأبي ثور ومذهب الشافعي على الصحيح ورواية عن أحمد وابن المنذر وهو الراجح ومثله الصغير إذا بلغ ، والمجنون إذا أفاق والله أعلم ¶ أما الإمساك فقولان لأهل العلم : يجب عليه الإمساك وهو مذهب الحنابلة ، والرواية الأخرى وهو قول مالك والشافعي لا يمسك ، وهو الراجح وذلك لما أخرجه ابن أبي شيبة بسند صحيح عن ابن مسعود ( من أكل أول النهار فليأكل آخره) وهذا كله في حق من أفطر بعذر ثم زال عذره في أثناء نهار رمضان ، كالصبي إذا بلغ والحائض إذا طهرت ، والمسافر إذا قدم ، والمجنون إذا أفاق . ¶ مسألة : أما من أفطر بغير عذر ، فليزمه الإمساك بقية اليوم بلا خلاف قاله ابن قدامة رحمه الله تعالى ¶ قوله : ( وليس لمن جاز الفطر برمضان أن يصوم غيره فيه ) كرجل مسافر ، فأراد أن يصوم نذرا أو قضاء أو تطوعا بدلا من رمضان لأن الله رخص له في الفطر فيه ، فلا يصح صيامه لأن الوقت معين لشهر رمضان ¶ قوله (فصل في المفطرات ) أي في مفسدات الصوم ومبطلاته ، واعلم أن بعض الفقهاء جعلها على قسمين ، الأول مفطرات يجب فيها القضاء فقط ، والثاني مفطرات يجب فيها القضاء مع الكفارة ، والراجح - كما يأتي إن شاء الله تعالى - أن كل المفطرات لا كفارة فيها عدا الجماع .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والمفطرات بالنسبة لبدن الصائم على نوعين : الأول : ما يخرج من البدن على سبيل الاستفراغ كالقىء والحجامة ، ويأتي الكلام على ذلك إن شاء الله تعالى. الثاني : ما دخل إلى البدن ، وقد اختلف أهل العلم في ضابط المفطر الداخل إلى البدن : فمنهم من قال ( كل ما وصل من عين إلى ما يسمى جوفا ) وهو مذهب الشافعية وشرطه أن يكون بواسطة منفذ مفتوح لا بمسام) ، وعند الحنابلة ( أن الواصل إلى الجوف وشرطه أن يصل إلى البطن أو ما كان بينه وبين البطن مجرى) وظاهر كلام شيخ الإسلام هو ما يصل إلى المعدة ويغذيه ¶ أو يغنيه عن الغذاء ، وهو الراجح والله أعلم ¶ قوله : ( خروج دم الحيض والنفاس ، الموت ، والردة ) بالإجماع ، وقد تقدم الكلام على الحيض والنفاس عند شروط صحة الصوم ، والموت هو انقطاع التكليف ، ولو أرتد المسلم - والعياذ بالله - ثم عاد إلى الإسلام في نفس اليوم ، قضى ذلك اليوم بل خلاف قاله ابن قدامة ¶ قوله (والعزم على الفطر ) أي لو نوى الصائم الفطر جازما بذلك ، فإنه يفطر ، ولو لم يفعل شيئا من المفطرات وهذا هو قول المالكية والحنابلة ، والقول الآخر : أنه لا يفطر وهو مذهب الحنفية ، وجماعة من الشافعية ، وحجتهم في ذلك ما أخرجه الشيخانعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي مَا وَسْوَسَتْ بِهِ صُدُورُهَا مَا لَمْ تَعْمَلْ أَوْ تَكَلَّمْ) واللفظ للبخاري .ولإن نية الفطر لم يتصل بها فعل فلم تعتبر .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "والقول الأول هو الراجح لما أخرجه الشيخان - واللفظ للبخاري - عن عُمَرَ بْنَ الْخَطَّابِ رَضِيَ اللَّهُ عَنْهُ عَلَى الْمِنْبَرِ قَالَ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا أَوْ إِلَى امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ) ¶ ولأن الصوم عبادة والأصل أن تكون النية في كل جزء من أجزاء الصوم ، إلا أنه رخص في استصحابها فيه ، لمشقته ، وفرق بين الصوم وغيره من الأفعال ، فإن الصوم كف عن المفطرات فلابد فيه من النية، ¶ والله أعلم ¶ قوله ( والتردد فيه) أي التردد في الصوم وإتمامه يبطل الصوم لأن التردد قطع نية ، والوجه الثاني في مذهب الحنابلة ، وهو الراجح أنه لا يبطل بالتردد ، لأنه دخل بنية متيقنة ، فلا تزول بالشك والتردد ¶ مسألة : أما صيام التطوع فإنه وإن قطعه بنيته له أن يستأنفه مرة أخرى ما لم يأكل شيئا أو يفعل شيئا من المفطرات لأنه يجوز إنشاء النية فيه من النهار والله أعلم ¶ قوله ( القىء عمدا) لما رواه أهل السنن عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ ذَرَعَهُ الْقَيْءُ فَلَيْسَ عَلَيْهِ قَضَاءٌ وَمَنْ اسْتَقَاءَ عَمْدًا ) والحفاظ على ضعف هذا الحديث كأحمد والبخاري والدارمي والترمذي و أبو داود والبيهقي ، وأعلوه بتفرد هشام بن حسان ، وإن كان ظاهر الإسناد الصحة ، ولم يعتدوا بمن تابع هشام بن حسان . وصح عن أبي هريرة خلاف ما رواه أنه قال ( إذا قَاءَ فَلَا يُفْطِرُ ) رواه البخاري ، لكن قد يٌحمل على أنه إذا لم يفعل ذلك عمدا ، لأنه قال ( قاء) وهذا في غير المتعمد ، ولم يقل (استقاء) .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "َو قَالَ ابْنُ عَبَّاسٍ وَعِكْرِمَةُ (الصَّوْمُ مِمَّا دَخَلَ وَلَيْسَ مِمَّا خَرَجَ )أخرجه البخاري في صحيحه معلقا. وصحح الحافظ في ( الفتح ) ذلك عن ابن مسعود أيضا . ¶ وجاء عن ابن عمر خلاف ذلك فقد أخرج مالك عَبْدِ اللَّهِ بْنِ عُمَرَ أَنَّهُ كَانَ يَقُولُ مَنْ اسْتَقَاءَ وَهُوَ صَائِمٌ فَعَلَيْهِ الْقَضَاءُ وَمَنْ ذَرَعَهُ الْقَيْءُ فَلَيْسَ عَلَيْهِ الْقَضَاءُ) . وقد انعقد الإجماع عليه كما حكاه ابن المنذر ، والترمذي ، وهو الراجح ، وأن القيء عمدا يفطر به صاحبه والله أعلم ¶ قوله ( والاحتقان من الدبر) لأنه وصل إلى الجوف باختياره ، فأشبه الأكل ، وقال القاضي عبدالوهاب المالكي في ( الإشراف) أنها لا تفطر لأن داخل الدبر موضع حصول اللبن فيه لا يوجب الرضاع ، فلم يوجب الفطر ، ولأنها ليست بمغذية ، ولا يحصل بها غذاء ، وهو اختيار ابن تيمية وهو الراجح ¶ مسألة : أما الإبر المعروفة اليوم فهي قسمان : قسم مغذي ويحصل به الغذاء فهي مفطرة لأنها قائمة مقام الطعام ، وقسم آخر في العضل أو الوريد فهي ليست بمفطرة لأنها ليست طعام ولا شراب ولا في معناهما ، وهو اختيار ابن باز والألباني وابن عثيمين - رحمهم الله جميعا - ¶ قوله ( وبلع النخامة ) مفطرة لأنه أمكن التحرز منها ، ولأنها من غير الفم ، والرواية الأخرى عن أحمد أنه لا تفطر لأنها كالريق وليست طعاما ولا شرابا ، ولإنها ليست من خارج البدن ، وهو الراجح ¶ قوله ( والحجامة خاصة حاجما كان أو محجوما ) لما رواه الترمذي عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ) قال الترمذي (حسن صَحِيحٌ ونقل عَنْ أَحْمَدَ بْنِ حَنْبَلٍ أَنَّهُ قَالَ أَصَحُّ شَيْءٍ فِي الباب) وقد أخرج أبو داود هذا الحديث من حديث ثوبان وصححه ابن المديني ، وهو مذهب أكثر أهل الحديث.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والقول الآخر : وهو مذهب جمهور الفقهاء أن الحجامة لا تفطر ، وذهبوا إلى أن حديث ثوبان منسوخ ،واستدلوا بما رواه البخاري : (ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ احْتَجَمَ وَهُوَ مُحْرِمٌ وَاحْتَجَمَ وَهُوَ صَائِمٌ) وأنكر الإمام كلمة ( صائم ) كما حكاه ابن تيمية والحافظ ، وذكر أن يحي بن سعيد القطان كان ينكرها كذلك ، واستدلوا على النسخ أيضا بما أخرجه النسائي في ( الكبرى) من حديث أبي سعيد الخدري أن النبي صلى الله عليه وسلم ( رخص في الحجامة للصائم ) والرخصة لا تكون إلا بعد عزيمة النهي ، لكن هذا الحديث رجح حفاظ أهل الحديث كأبي حاتم وأبي زرعة والترمذي و، والبخاري ، وابن خزيمة على أنه من قول أبي سعيد ، أنه هو الذي رخص في الحجامة للصائم ¶ وأما آثار الصحابة فهي متعارضة في ذلك ، فالراجح في ذلك أن الحجامة مفطرة للحاجم والمحجوم ، كما هو مذهب أكثر أهل الحديث وأما دعوى نسخ حديث رافع وثوبان فلا تثبت بمجرد الاحتمال، وقد أجاد الإمام ابن قيم الجوزية في بحث هذه المسألة في ( حاشيته على سنن أبي داود) ¶ مسألة : علة الفطر في الحجامة اختلف فيها أهل العلم على قولين : الأول أنها تعبدية وهو مذهب الحنابلة ، والثاني أنهما معقولة المعنى ، وهو اختيار ابن تيمية ، وثمرة الخلاف في أن الدم لو لم يصل إلى فم الحاجم فإنه لا يفطر ، لأنه جعل فطره مظنة وصول الدم إلى فمه ، والراجح مذهب الحنابلة في ذلك أنها تعبدية، لأنه صلى الله عليه وسلم لم يستفصل هل وصل الدم لفم الحاجم أم لا ، ولإنه لو وصل إلى فمه لسهل دفعه ومجه ، وأيضا لو دخل الدم إلى حلقه بدون قصد وعمد لم يفطر.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "مسألة : وعليه تعلم حكم الفصد وسحب الدم لأجل التحليل أنه لا يفطر وهو اختيار ابن باز ، أما دم تبرع وهو الدم الكثير فقد أفتى الشيخان ابن باز وابن عثيمين ، أنه يفطر صاحبه، لأجل ما يلحق صاحبه من الضعف . ولأنه في معنى الحجامة. ¶ مسألة : تغيير الدم لمرض الكلى أفتى الشيخ ابن باز رحمه الله تعالى بأنه يفطر ، لأجل ما زود به الصائم من الدم النقي . ¶ قوله ( إنزال المني بتكرار النظر ، لا بنظرة ، و لا بتفكر ، ولا احتلام ، ولا بالمذي) فيه مسائل ¶ الأولى : إن فكر في زوجته فأنزل ، قولان لأهل العلم: ¶ الأول : يفطر وهو اختيار بعض الحنابلة منهم ابن عقيل ، لأن الفكرة يمكن السيطرة عليها ودفعها ¶ الثاني: أنه لا يفطر هو قول الجمهور لما رواه الشيخانعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِنَّ اللَّهَ تَجَاوَزَ لِي عَنْ أُمَّتِي مَا وَسْوَسَتْ بِهِ صُدُورُهَا مَا لَمْ تَعْمَلْ أَوْ تَكَلَّمْ) واللفظ للبخاري . ¶ فلا نص ولا إجماع على الفطر ، ولا يٌقاس تكرار النظر على المباشرة ، لأنه دونها في استدعاء الشهوة ، هو الراجح والله أعلم ¶ الثانية:لو نظر فجأة فأنزل ، قولان لأهل العلم ¶ الأول :يفسد صومه وهو قول مالك لأنه أنزل بالنظر كما لو كرر النظر أنزل ¶ والثاني: لا يفسد صومه وهو مذهب الحنفية والشافعية والحنابلة ، لأنه لا يمكن التحرز من النظرة الأولى فلا يفسد بها ، وهو الراجح ¶ الثالثة :إنزال المني بتكرار، النظر قولان لأهل العلم ¶ الأول : يفطر وهو قول مالك والحنابلة ، لإنه إنزال بفعل التلذذ يمكن الاحتراز منه ¶ الثاني: لا يفطر وهو قول الشافعية والحنفية ، لإنه إنزال عن غير مباشرة كما لو أنزل بالتفكر ¶ قوله ( والاحتلام) أي انه لا يفسد صومه ، ولو قع في نهار رمضان ، بالإجماع حكاه ابن عبدالبر والقاضي عبدالوهاب المالكي",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قوله ( لا بالمذي) أي لو أمذى نتيجة النظر لأنه لا يمكن التحرز منه ، ولأنه لا يمكن قياسه على إنزال المني ¶ قوله ( خروج المني أو المذي بتقبيل أو لمس أو استمناء أو مباشرة دون الفرج ) فيه مسائل : ¶ الأولى : التقبيل بلا إنزال ، بالإجماع أنه لا يفسد الصوم ¶ الثانية : حكم التقبيل يختلف باختلاف المقبل فقد يجوز ، ويكره ، ويحرم ، بحسب ملكه لنفسه لما رواه الشيخان عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُقَبِّلُ وَيُبَاشِرُ وَهُوَ صَائِمٌ وَكَانَ أَمْلَكَكُمْ لِإِرْبِهِ وَقَالَ قَالَ ابْنُ عَبَّاسٍ مَآرِبُ حَاجَةٌ ) واللفظ للبخاري ¶ الثالثة : خروج المني بالتقبيل أو اللمس أو المباشرة ، بالإجماع أنه يفطر ، حكاه صاحب ( الحاوي )و ابن قدامة في ( المغني ) ، وخالف في ذلك الظاهرية ومن المتأخرين الصنعاني والشوكاني ، واحتجوا بإنه لا نص ، ولأن الإجماع لم ينعقد ، لخلاف بعض الصحابة ، والراجح في ذلك هو مذهب عامة أهل العلم ، لإن آثار الصحابة كلها خالية من ذكر الأنزال ، وإنما الكلام فيها على المباشرة ، والمباشرة لا كلام في جوزاها إأنها ثابتة، عن الرسول صلى عليه وسلم في الصحيح ، وقالت عائشة ) وَكَانَ أَمْلَكَكُمْ لِإِرْبِهِ )، إنما النزاع في الإنزال معها ¶ الرابعة :خروج المني بالإستمناء ، يفطر قياسا على المباشرة لأنه في معناها ، وقد ذهب الميرغاني من المتأخرين من الحنفية أنه لا يفطر ، والأرجح أنه يفطر ¶ الخامسة : المذي الصحيح أنه لا يفطر لو أمذى بسبب المباشرة ، لأنه لا دليل على ذلك ، ولا يٌقاس على على الاستمناء ، وهو قول الحنفية والشافعية ، والله أعلم",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "قوله( الثاني عشر : كل ما وصل إلى الجوف أو الحلق أو الدماغ من مائع أو غيره ) هذا هو ضابط المفطرات التي تصل إلى الجوف عند الحنابلة ، وقد تقدم أن الراجح ما قرره ابن تيمية هو كل ما وصل إلى المعدة وكان طعاما أو مغنيا عن طعام ، ومن هذه المفطرات ¶ - الأكل والشرب من المفطرات ، لقوله تعالى ( وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود) وبالإجماع ، واختلف أهل العلم في البرد ، والدرهم والحصى ، فأما البرد فقد جاء عن عن أبي طلحة أنه كان يأكل البرد . أخرجه البزار( الكشف 1022) وقال ابن قدامة في المغني ( لا يثبت) ، وفيه عنعنة قتادة ، وأما التراب ، فقد قال الحسن بن صالح بن حي أنه لا يفطر ¶ وقال ابن الصلاح في ( مشكل الوسيط) أن الإجماع انعقد بعدهما على خلاف ما قالاه . وهو قول بعض المالكية أن ما لا يُغذي ولا انماع في الجوف كالحصاة والدرهم فإنها لا تفطر ، والراجح خلاف ذلك لأنها مغنية عن الطعام وإن كانت هذه الأمور ضارة لكنها مفطرة ، كأكل السموم ، والله أعلم ¶ قوله ( فيفطر إن قطر في أذنه ما وصل إلى دماغه) لأنه وصل إلى جوف الدماغ . ¶ والقول الآخر : أنه لا يفطر لأنه ليس بطعام ولاشراب ولا في معناهما ، وهو قول الليث والأوزاعي وداود وهو الأظهر ¶ قوله ( أو دواى الجائفة فوصل إلى جوفه ) الجائفة : الجراحة التي تصل إلى الجوف ، فإن داوى هذه الجائفة بدواء نفذ من خلالها فإنه يفطر ، لأنه وصل إلى الجوف ¶ والقول الثاني : أنه لا يفطر لأنه ليس بطعام ولا في معناه وهو قول المالكية وهو الراجح ¶ قوله : (أو اكتحل بما علم وصوله إلى حلقه ) فإن لم يجد طعم الكحل في حلقه جاز ، لأنه لم يصل إلى الجوف. وإن وجد طعم الكحل في حلقه فقولان لأهل العلم: ¶ الأول: يفطر وهو مذهب الحنابلة والمالكية ، لأنه وصل إلى حلقه.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الثاني لا يفطر ولو وجد طعمه في حلقه ، لأنه ليس بطعام ولا في معناهما وهو الراجح ، لأنه ليس بطعام ولا في معناهما ، وهو مروي عن عطاء والحسن والنخعي وغيرهم ، كما في ( البناية للعيني) ¶ قوله : (أو مضغ علكا ) دون وصول الطعم إلى الحلق ، فقولان لأهل العلم : ¶ الأول : الكراهة ، وهو مذهب جماعة من أهل العلم لأنه يصيب الصائم بالعطش ¶ الثاني: الجواز ، لأنه لا دليل على الكراهة ، وحكاه ابن قدامة عن عائشة وعطاء ¶ فإن وصل طعمه إلى الحلق : فقولان لأهل العلم وهما وجهان عندالحنابلة ، والراجح في ذلك هو قول من قال أنه لا يفطر ، لأنه لم ينزل منه شىء ، ومجرد وجود الطعم في الحلق لا يفطر ( المغني /4/351) ¶ تنبيه: إن وصل من العلك إلى جوفه بلا شك أنه يفطر ¶ قوله : ( أو ذوق الطعام ووجد الطعم بحلقه ) قولان لأهل العلم : الأول الكراهة ، وهو قول الشافعية والمالكية والحنفية . ¶ والثاني : الجواز وهو مذهب الحنابلة وهو الراجح لما أخرجه البخاري في صحيحه معلقا عن ابن عباس بصغية الجزم أنه قال : (لَا بَأْسَ أَنْ يَتَطَعَّمَ الْقِدْرَ أَوْ الشَّيْءَ ) ¶ مسألة : فإن وجد الطعم في حلقه فقولان لأهل العلم ، أنه يفطر. ¶ والثاني : أنه لا يفطر وهو قول بعض الحنفية ، لأنه لم ينزل منه شيء إلى جوفه ، وهو الأظهر ، والله أعلم ¶ قوله : (أو بلع ريقه بعد أن وصل إلى ما بين شفتيه ) لأنه ابتلعه من غير فمه ، كما ما لو بلع ريق غيره ، فإنه يفطر بالإجماع كما قاله النووي في ( شرح المهذب)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "قوله : ( ولا يفطر إن فعل شيئا من جميع المفطرات ناسيا أو مكرها ) لما رواه الشيخان عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ نَسِيَ وَهُوَ صَائِمٌ فَأَكَلَ أَوْ شَرِبَ فَلْيُتِمَّ صَوْمَهُ فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ ) و أما المكره لقوله تعالى (إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ) ¶ قوله ( قوله لا إن دخل الغبار حلقه أو الذباب بغير قصده) لأنه لا يمكن التحرز منه ، و كذلك من نزل شيء الماء في أثناء وضوءه إلى حلقه بغير قصده. ¶ قوله : (ولا إن جمع ريقه فبلعه) لأنه ليس بطعام ولا شراب ولا في معناهما ¶ - ولا بأس بشم البخور وإن قصده لأنه ليس بطعام ولا في معناه ، قاله ابن تيمية في (شرح العمدة) وهو قول بعض المالكية كما في ( الذخيرة) ¶ - حكم البخاخ لمريض ضيق التنفس ، جائز وهو اختيار الشيخ ابن عثيمين - رحمه الله تعالى - لأنه ليس بطعام ولا في معناه ولا يصل إلى الجوف ¶ - ومعجون الأسنان لا بأس به لأنه لا ينزل إلى الجوف وهي فتوى الشيخ ابن باز رحمه الله تعالى",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "قوله ( ومن جامع نهار رمضان في قبل ) فأنه يفطر لما رواه الشيخان : عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذْ جَاءَهُ رَجُلٌ فَقَالَ يَا رَسُولَ اللَّهِ هَلَكْتُ قَالَ مَا لَكَ قَالَ وَقَعْتُ عَلَى امْرَأَتِي وَأَنَا صَائِمٌ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَلْ تَجِدُ رَقَبَةً تُعْتِقُهَا قَالَ لَا قَالَ فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ لَا فَقَالَ فَهَلْ تَجِدُ إِطْعَامَ سِتِّينَ مِسْكِينًا قَالَ لَا قَالَ فَمَكَثَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَيْنَا نَحْنُ عَلَى ذَلِكَ أُتِيَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِعَرَقٍ فِيهَا تَمْرٌ وَالْعَرَقُ الْمِكْتَلُ قَالَ أَيْنَ السَّائِلُ فَقَالَ أَنَا قَالَ خُذْهَا فَتَصَدَّقْ بِهِ فَقَالَ الرَّجُلُ أَعَلَى أَفْقَرَ مِنِّي يَا رَسُولَ اللَّهِ فَوَاللَّهِ مَا بَيْنَ لَابَتَيْهَا يُرِيدُ الْحَرَّتَيْنِ أَهْلُ بَيْتٍ أَفْقَرُ مِنْ أَهْلِ بَيْتِي فَضَحِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَتَّى بَدَتْ أَنْيَابُهُ ثُمَّ قَالَ أَطْعِمْهُ أَهْلَكَ) ¶ - سواء أنزل أو لم ينزل فإنه يفطر بالإجماع حكاه ابن قدامة . ¶ قوله ( أو دبر ) لم أجد خلافا بين الفقهاء أنه من المفطرات فيما وقفت عليه من الكتب والله أعلم . واختلفوا في في وجوب الكفارة عليه : قولان لأهل العلم الأول : تجب الكفارة عليه وهو مذهب الجمهور قياسا على الجماع في القبل . والقول الثاني : لا تجب الكفارة وهو قول أبي حنيفة لأن الدبر ليس محل الاستمتاع ، وجعله ابن مفلح متجه تخريجا له على الحد",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قوله ( ولو لميت ) أي لو جامع ميتا فإنه يفطر ، لأنه جماع وهل عليه كفارة ؟ وجهان في مذهب أحمد الأول أنه ليس عليه كفارة لأنه ليس بجماع . ¶ والوجه الآخر : عليه كفارة لأنه أوجب الغسل . ¶ قوله ( أو بهيمة) لأنه كالجماع . والوجه الآخر : لا يفسد الصوم ولا كفارة عليه ، لإنه لا نص فيه وليس في معنى الجماع وهو متجه ¶ قوله : ( في حالة يلزمه فيها الإمساك ) وهو الذي أفطر بلا عذر - كما تقدم - فإنه يجب عليه الإمساك بالاتفاق كما حكاه ابن قدامة ، فلو أنه أكل بدون عذر ثم جامع ، فإن عليه الكفارة ، والأرجح أنها لا تجب لأنه قد أفسد صومه بالأكل وهو مذهب الجمهور ، إلا أن يقصد الفطر بالإكل احتيالا حتى يصل إلى الجماع ¶ قوله ( مكرها كان أو ناسيا ) لأن النبي صلى الله عليه وسلم لم يستفصل الذي جامع أهله ، وترك الاستفصال في مقام الاحتمال ينزل منزلة العموم في المقال ، والقول الآخر وهو مذهب الجمهور أنه لا شيءعلى الناسي لإن السائل قال :( هلكتُ) فدل ذلك على أنه تعمد الفعل ووقوع النسيان بعيد ، وهو الراجح والله أعلم. ¶ - والمكره قولان لأهل العلم الأول يفطر وهل عليه الكفارة قولان و قولان لأحمد أيضا ¶ - . والقول الثاني: لا يفطر وهو مذهب الشافعي وهو الراجح. ¶ قوله : ( لزمه القضاء والكفارة) أما القضاء ، فقولان لأهل العلم : ¶ الأول: لا يقضي اليوم الذي أفطره ، وهو داخل في الكفارة وهو قول الشافعي والأوزاعي وبعض أهل العلم . ¶ والثاني : يقضي وهو قول جمهور أهل العلم لما رواه أبو داود ( وَصُمْ يَوْمًا وَاسْتَغْفِرْ اللَّهَ) وهذه الزيادة ضعفها البخاري والبزار وابن خزيمة ¶ وقال الخليلي في الإرشاد ( أنكره الحفاظ قاطبة) وابن عبدالبر وابن تيمية ، لكن مذهب الجمهور أرجح قياسا على من استقاء عمدا فإنه يقضي ، والله أعلم",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "قوله : ( والكفارة عتق رقبة مؤمنة ) خرجت به الرقبة الكافرة فلا تجزىء ، والقول الثاني : أنها تجزىء الرقبة الكافرة لإطلاق الحكم ، والجمهور على خلافه لأن الإطلاق قيد بحديث الجارية ( أعتقها فإنها مؤمنة ) رواه مسلم ، وقياسا على كفارة القتل ، وهو الراجح ¶ مسألة : هل الكفارة على الترتيب أو التخيير قولان لأهل العلم ¶ الأول أنها على الترتيب . ¶ والثاني : أنها على التخيير لما جاء في مسلم عن أبي ا هُرَيْرَةَ حَدَّثَهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَمَرَ رَجُلًا أَفْطَرَ فِي رَمَضَانَ أَنْ يُعْتِقَ رَقَبَةً أَوْ يَصُومَ شَهْرَيْنِ أَوْ يُطْعِمَ سِتِّينَ مِسْكِينًا ) والراجح أنها على الترتيب لأن رواية الترتيب أصح ، فقد روى الترتيب عن الزهري أكثر من ثلاثين نفسا كما قاله الحافظ في ( الفتح). ¶ قوله : (فإن لم يستطع انتقل إلى صيام شهرين متتابعين ) للحديث الذي تقدم ، وشرط الصيام أن يقع متتابعا فإن أفطر من غير عذر استأنف من جديد والله أعلم ¶ قوله : ( فإن لم يستطع فإطعام ستين مسكينا) للحديث ، واختلفوا في مقدار الطعام والراجح أنه مد من طعام .لما جاء عن ابن عمر وابن عباس وليس لهما مخالف من الصحابة كما قاله ابن قدامة. ¶ - ويجزئه أيضا إن جمعهم فأطعمهم لأثر أنس المتقدم في صيام الشيخ الذي لا يطيق ، وهو رواية عن أحمد ¶ قوله ( فإن لم يجد سقطت) لأن النبي صلى الله عليه وسلم قال للرجل ( أطعمه أهلك ) ولم يأمره بكفارة أخرى . ¶ والقول الثاني :أنها لا تسقط ، وهو قول الشافعي والأول أرجح لأنه لا واجب مع العجز ¶ قوله ( بخلاف غيرها من الكفارات ) فهي لا تسقط بالعجز ككفارة القتل وظهار ويمين بل تبقى في الذمة ¶ والقول الثاني : أنها تسقط وهو رواية عن أحمد وهو الراجح لأنه لا واجب مع العجز ¶ قوله ( ولا كفارة في رمضان بغير الجماع والإنزال بالمساحقة) ¶ أما الجماع بالإجماع تجب فيه الكفارة .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأما المساحقة فوجهان في مذهب الحنابلة ارجحهما أنه لا كفارة فيه مع الأنزال ، لأنه ليس جماع ولا في معناه ¶ - وذهب الحنفية أن الكفارة تجب بالأكل والشرب عمدا في رمضان ¶ - والمالكية تجب الكفارة عندهم بكل ما كان هتكا للصوم بلا عذر إلا الردة نسأل الله العافية ¶ - والراجح هو مذهب الشافعية أنها لا تجب إلا بالجماع ¶ مسألة : أن أكل شاكا في طلوع الفجر، ولم يتبين . قولان لأهل العلم ¶ الأول : يجب القضاء لأن الأصل بقاء الصوم في ذمته ، فلا يسقط بالشك ، وهو قول مالك ¶ الثاني: لا يجب عليه القضاء وهو قول الشافعي وأحمد وجماعة من أهل العلم ، لإن الأصل بقاء الليل ، ولما خرجه عبدالرزاق بسند صحيح عن ابن عباس ( أحل الله لك الشراب ، ما شككت حتى لا تشك) وهو الراجح ¶ مسألة : وإن أكل شاكا في غروب الشمس فعليه القضاء لأن الأصل بقاء النهار هذا ما لم يتبين له شىء ، فإن بان أن أكله كان بعد غروب الشمس فصيامه صحيح ¶ مسألة : وإن أكل يظن الفجر لم يطلع ، وقد طلع أو أن الشمس قد غابت ولم تغب والمراد هنا غلبة الظن الراجح لا الظن المساوي للشك . قولان لأهل العلم : ¶ الأول :عليه القضاء هو قول جمهور أهل العلم ¶ الثاني : لا يقضي وهو قول عروة ومجاهد والحسن واختيار ابن تيمية",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وسبب الخلاف في ذلك هو الخلاف في فهم حديث أسماء ، وأثر عمر بن الخطاب ، أما حديث أسماء فقد أخرجه البخاري عن فَاطِمَةَ عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُمَا قَالَتْ أَفْطَرْنَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ غَيْمٍ ثُمَّ طَلَعَتْ الشَّمْسُ قِيلَ لِهِشَامٍ فَأُمِرُوا بِالْقَضَاءِ قَالَ لَا بُدَّ مِنْ قَضَاءٍ وَقَالَ مَعْمَرٌ سَمِعْتُ هِشَامًا لَا أَدْرِي أَقَضَوْا أَمْ لَا ) فاستدل الجمهور بهذا الحديث على وجوب القضاء لفهم الرواي هشام بن عروة ، واستدل الفريق الثاني بقول هشام بإنه لا يدري قضوا أما ، فلا قضاء فيه ، لإنهم لو قضوا لذكرته أسماء رضي الله عنها. وهو الأظهر ¶ أما أثر عمر فقد أخرجه مالك حَدَّثَنِي يَحْيَى عَنْ مَالِك عَنْ زَيْدِ بْنِ أَسْلَمَ عَنْ أَخِيهِ خَالِدِ بْنِ أَسْلَمَ أَنَّ عُمَرَ بْنَ الْخَطَّابِ أَفْطَرَ ذَاتَ يَوْمٍ فِي رَمَضَانَ فِي يَوْمٍ ذِي غَيْمٍ وَرَأَى أَنَّهُ قَدْ أَمْسَى وَغَابَتْ الشَّمْسُ فَجَاءَهُ رَجُلٌ فَقَالَ يَا أَمِيرَ الْمُؤْمِنِينَ طَلَعَتْ الشَّمْسُ فَقَالَ عُمَرُ الْخَطْبُ يَسِيرٌ ) وقد جاءت بألفاظ أخرى عن عمر مختلفة ، عند عبدالرزاق والبيهقي . وخلاصة هذه الاختلاف أن الأثر ورد بثلاثة ألفاظ عن عمر أنه قال ¶ الأول : ( الخطب يسير نقضي يوما ) ورجح هذا اللفظ البيهقي وهو ظاهر كلام ابن عبدالبر في الترجيح ¶ الثاني: أنه قال( لا نقضي ) ورجح هذا اللفظ ابن تيمية وتلميذه ابن كثير في ( مسند الفاروق) وهو الأرجح لأن رجاله أقوى وأحفظ ، من رجال باقي الأسانيد ¶ الثالث: أنه قال ( الخطب يسير) تأوله الجمهور على أن مراده القضاء ، والفريق الآخر تأوله على أن المراد عدم القضاء ، والراجح في ذلك هو عدم القضاء والله أعلم كما هو اختيار ابن تيمية رحمه الله تعالى",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قوله ( ومن فاته رمضان قضى عدد أيامه ) المفطرون في رمضان قسمان: بعذر وبغير عذر ، أما من أفطر بعذر كسفر وحائض فلا خلاف في قضاءه لقوله تعالى (فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) ¶ أما من أفطر بغير عذر ، فقولان لأهل العلم ¶ الأول : عدم القضاء وأنه لا يجزيء القضاء وهو قول ابن حزم واختيار ابن تيمية ، لأن القضاء يحتاج إلى أمر جديد وليس هنا أمر جديد ، ولما رواه أهل السنن إلا النسائي من حديث أبي قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مِنْ غَيْرِ رُخْصَةٍ وَلَا مَرَضٍ لَمْ يَقْضِ عَنْهُ صَوْمُ الدَّهْرِ كُلِّهِ وَإِنْ صَامَهُ )وسنده ضعيف ضعفه الترمذي والبخاري وابن عبدالبر وقال ابن حجر في (الفتح) ( في سنده اختلاف واضطراب وجهل بحال أبي المطوس) ، ¶ وأيضا لما جاء عن ابن مسعود أنه قال ( من أفطر يوما في رمضان من غير رخصة لم يجزه صيام الدهر كله) أخرجه عبدالرزاق وابن أبي شيبة بسند صحيح وجاء عن علي بن أبي طالب بسند ضعيف ¶ والقول : الثاني : وجوب القضاء قال ابن قدامة ( بغير خلاف نعلمه) ، ولأنه كان ثابتا في الذمة فلا تبرأ إلا بادائه ، وقياسا على من إستقاء عمدا ، فإنه يجب عليه القضاء بالإجماع ، وأما أثر ابن مسعود فيحمل على التغليظ . وهو الراجح والله أعلم ¶ مسألة المغمى عليه إن أفاق جزءا من النهار صح صيامه على الراجح ، لإنه جمع بين ركني الصيام ، النية والإمساك عن المفطرات . , وإن لم يفق فإنه يقضي بلا خلاف قاله ابن قدامة ¶ قوله (ويسن القضاء على الفور) لأنه أسرع في ابراء الذمة ، ولأن وقت القضاء ممتد حتى رمضان الآخر أما كونه على التراخي لقول الله عز وجل قال (فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ) فدلت الآية على جواز التراخي لأن الله تعالى أوجب القضاء في عدة من الأيام المطلقة غير مقيدة بزمن ، بخلاف من نسي الصلاة فأنها تجب عليه فور تذكرها",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ولما أخرجه الشيخان عن عائشة رَضِيَ اللَّهُ عَنْهَا تَقُولُ كَانَ يَكُونُ عَلَيَّ الصَّوْمُ مِنْ رَمَضَانَ فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَ إِلَّا فِي شَعْبَانَ قَالَ يَحْيَى الشُّغْلُ مِنْ النَّبِيِّ أَوْ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ قال يَحْيَى الشُّغْلُ مِنْ النَّبِيِّ أَوْ بِالنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ وهذا هو الراجح ، ولا يرد عليه أن تأخير عائشة رضي الله عنها كان خاصا لأجل النبي صلى الله عليه وسلم ، فإنه مدفوع ، بإن الأصل عدم الخصوصية ، وقولها ( الشغل بالنبي صلى الله عليه وسلم ) مدرج من كلام يحي ليس من كلام عائشة ، ولأن النبي صلى الله عليه وسلم نهى المرأة عن صيام النفل وزوجها حاضر إلا بأذنه، فدل على جواز صومها الفرض بغير أذنه ، ولأن عائشة تستطيع الصيام في غير نوبتها والله أعلم ¶ قوله ( إلا إذا بقي من شعبان بقدر ما عليه فيجب ) لما سبق ¶ مسألة : إن أخر القضاء حتى رمضان الآخر لعذر فلاشيء عليه ¶ مسألة : إن أخره لغير عذر قولان لأهل العلم ¶ الأول القضاء فقط ولا يلزمه شيء وهو قول الحنفية ¶ الثاني عليه القضاء وإطعام عن كل يوم مسكين وهو مذهب الحنابلة والمالكية وهو الراجح ، لما جاء عن ابن عباس وابن عمر وأبي هريرة قال يحي بن أكثم ( وليس لهم مخالف من الصحابة) وقاله ابن قدامة في المغني والله أعلم ¶ مسألة من مات وعليه صوم له صورتان ¶ الأولى أن يموت عن صيام رمضان ، وإما أن يكون معذروا في عدم القضاء ، كأن يموت في ثاني يوم شوال فقولان لأهل العلم : ¶ الأول : يطعم عنه وهو قول قتادة وطاوس. ¶ والثاني لا شيء عليه وهو قول أكثر أهل العلم لأنه لا واجب مع العجز . ¶ وإما إن كان بإمكانه القضاء قولان لأهل العلم : الأول يصام عنه وهو قول الشاقعي وطاوس والحسن وقتادة",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "لما جاء في الصحيحين عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ ) ¶ والقول الثاني : يطعم عنه كل يوم مسكين من تكرته وهو قول مالك وأحمد وأكثر أهل العلم كما قاله ابن قدامة ، وذلك لما قاله ابن عمر ( من مات وعليه صيام رمضان أطعم عن كل يوم مدا حنطة للمسكين) رواه البيهقي وعن ابن عباس أيضا عن عائشة ، ولا يعرف لهم مخالف من الصحابة قاله ابن تيمية ¶ وهو الراجح لفهم السلف ¶ الصورة الثانية : أن يموت عليه وصيام نذر ¶ الأول : يطعم عنه وهو قول جماعة من الفقهاء منهم الشافعي ¶ الثاني : يصوم عنه وليه وهو مذهب الحنابلة وهو الراجح لفهم عاشة وابن عباس وليس مخالف من الصحابة رضي الله عنهم ¶ - الولي : قيل هو الوراث وهو مذهب الحنابلة ، وقال ابن حجر كل قريب ، وقيل هم العصبة ، ويرده حديث التي صامت عن أمها ¶ - ولا يجب الصيام على الولي لإنه النبي صلى الله عليه وسلم شبهه بالدين ولا يجب على الولي قضاء دين الميت ¶ - وهل يختص بالولي قولان لأهل العلم: الأول لا يختص به بل كل من تبرع بالقضاء جاز لأنه كقضاء دين ، والثاني : أنه خاص بالولي لظاهر الحديث ¶ - ولا بأس بصيامهم جميعا في يوم واحد ¶ قوله ( ولا يصح ابتداء تطوع عليه من قضاء من رمضان ) لما أخرجه ابن ابي شيبة عن أبي بكر رضي الله عنه أنه قال ( اعلم أن الله لا يقبل النافلة حتى تؤدى الفريضة ) وفي سنده انقطاع ، وأخرج عبدالرزاق بسند صحيح أن رجلا سأل أبا هريرة ( إن علي أياما من رمضان ، أفأصوم العشر تطوعا؟ . قال لا، أبدأ بحق الله ثم تطوع ما شئت ) ¶ والقول الآخر يصح أداء النافلة قبل قضاء رمضان ، وهو قول المالكية والحنفية ، لأن قضاء رمضان على التراخي ، وعائشة رضي الله عنها كانت تقضي في شعبان ، ويبعد أن لا تتطوع بشىء من صيام النافلة",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وهذا الأثر محتمل ، وأثر أبي هريرة نص ، فهو أحوط والله أعلم ¶ قوله ( فإن نوى صوما واجبا أو قضاء ثم قلبه نفلا صح ) هذا في غير رمضان ، وذلك أن الصوم اشتمل على نيتين ، نية الصوم المطلقة ، ونية التعين ، فإذا قلبه نفلا ذهبت نية التعيين ، وبقية نية الاطلاق ¶ والله أعلم . ¶ قوله ( ، ويسن صوم التطوع ) لما في فضل الصيام من أخبار منها ما جاء عن أبي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَرْوِيهِ عَنْ رَبِّكُمْ قَالَ لِكُلِّ عَمَلٍ كَفَّارَةٌ وَالصَّوْمُ لِي وَأَنَا أَجْزِي بِهِ وَلَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ مِنْ رِيحِ الْمِسْكِ) متفق عليه ¶ قوله ( وأفضله يوم ويوم ) لما أخرجه الشيخان عن عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ رَضِيَ اللَّهُ عَنْهُمَا أ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَهُ أَحَبُّ الصَّلَاةِ إِلَى اللَّهِ صَلَاةُ دَاوُدَ عَلَيْهِ السَّلَام وَأَحَبُّ الصِّيَامِ إِلَى اللَّهِ صِيَامُ دَاوُدَ وَكَانَ يَنَامُ نِصْفَ اللَّيْلِ وَيَقُومُ ثُلُثَهُ وَيَنَامُ سُدُسَهُ وَيَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا) ¶ قوله ( ويسن صيام أيام البيض: وهي ثلاثة عشر، وأربعة عشر ، وخمسة عشر) لما جاءعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ أَوْصَانِي خَلِيلِي بِثَلَاثٍ لَا أَدَعُهُنَّ حَتَّى أَمُوتَ صَوْمِ ثَلَاثَةِ أَيَّامٍ مِنْ كُلِّ شَهْرٍ وَصَلَاةِ الضُّحَى وَنَوْمٍ عَلَى وِتْرٍ) متفق عليه ¶ أما كونها ثلاثة و أربعة وخمسة عشر لما رواه الترمذي وصححه ابن حبان وابن خزيمة عن أبي ذَرٍّ يَقُولُ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَا أَبَا ذَرٍّ إِذَا صُمْتَ مِنْ الشَّهْرِ ثَلَاثَةَ أَيَّامٍ فَصُمْ ثَلَاثَ عَشْرَةَ وَأَرْبَعَ عَشْرَةَ وَخَمْسَ عَشْرَةَ )",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "قوله ( وصو الأثنين الخميس) لما جاء عَنْ عَائِشَةَ قَالَتْ كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَتَحَرَّى صَوْمَ الِاثْنَيْنِ وَالْخَمِيسِ ) رواه الترمذي وقال ( حسن غريب ) والنسائي ¶ قوله ( وستة من شوال) في استحبابها قولان لأهل العلم ¶ الأول : أنه يكره وهو مالك لأنه لم ير أحدا من أهل الفقه من صامها ، ولأنه خشي أن يلحق برمضان ما ليس منه. ¶ الثاني : يستحب هو قول أكثر أهل العلم لما رواه مسلم عَنْ أَبِي أَيُّوبَ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ ) ¶ مسألة: سبق الكلام على من تقديم صيام التطوع ومنها الست من شوال ، على قضاء رمضان ، ومن خشي فوات شوال بقضاء رمضان ، فلا حرج عليه أن يصوم ستة أيام من غير شوال ، إذ التضعيف لا يختص بشوال ، فالحسنة بعشر أمثالها ، وذلك لما أخرجه ابن ماجة عَنْ ثَوْبَانَ مَوْلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُ قَالَ مَنْ صَامَ سِتَّةَ أَيَّامٍ بَعْدَ الْفِطْرِ كَانَ تَمَامَ السَّنَةِ مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا) وصححه أبو حاتم الرزاي والله أعلم ¶ قوله ( يسن صوم المحرم ) لما جاء عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَفْضَلُ الصِّيَامِ بَعْدَ رَمَضَانَ شَهْرُ اللَّهِ الْمُحَرَّمُ وَأَفْضَلُ الصَّلَاةِ بَعْدَ الْفَرِيضَةِ صَلَاةُ اللَّيْلِ) رواه مسلم",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قوله ( وآكده عاشوراء) لما جاء عن أَبِي قَتَادَةَ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ سُئِلَ فَسُئِلَ عَنْ صِيَامِ الدَّهْرِ فَقَالَ لَا صَامَ وَلَا أَفْطَرَ أَوْ مَا صَامَ وَمَا أَفْطَرَ قَالَ فَسُئِلَ عَنْ صَوْمِ يَوْمَيْنِ وَإِفْطَارِ يَوْمٍ قَالَ وَمَنْ يُطِيقُ ذَلِكَ قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمٍ وَإِفْطَارِ يَوْمَيْنِ قَالَ لَيْتَ أَنَّ اللَّهَ قَوَّانَا لِذَلِكَ قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمٍ وَإِفْطَارِ يَوْمٍ قَالَ ذَاكَ صَوْمُ أَخِي دَاوُدَ عَلَيْهِ السَّلَام قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمِ الِاثْنَيْنِ قَالَ ذَاكَ يَوْمٌ وُلِدْتُ فِيهِ وَيَوْمٌ بُعِثْتُ أَوْ أُنْزِلَ عَلَيَّ فِيهِ قَالَ فَقَالَ صَوْمُ ثَلَاثَةٍ مِنْ كُلِّ شَهْرٍ وَرَمَضَانَ إِلَى رَمَضَانَ صَوْمُ الدَّهْرِ قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَرَفَةَ فَقَالَ يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ وَالْبَاقِيَةَ قَالَ وَسُئِلَ عَنْ صَوْمِ يَوْمِ عَاشُورَاءَ فَقَالَ يُكَفِّرُ السَّنَةَ الْمَاضِيَةَ ) رواه مسلم ¶ وعاشوراء هو اليوم العاشر من محرم ، ويستحب لمن صامه أن يصوم معه التاسع لما أخرجه مسلم عن عَبْدَ اللَّهِ بْنَ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا يَقُولُ حِينَ صَامَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ عَاشُورَاءَ وَأَمَرَ بِصِيَامِهِ قَالُوا يَا رَسُولَ اللَّهِ إِنَّهُ يَوْمٌ تُعَظِّمُهُ الْيَهُودُ وَالنَّصَارَى فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَإِذَا كَانَ الْعَامُ الْمُقْبِلُ إِنْ شَاءَ اللَّهُ صُمْنَا الْيَوْمَ التَّاسِعَ قَالَ فَلَمْ يَأْتِ الْعَامُ الْمُقْبِلُ حَتَّى تُوُفِّيَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ ( وصوم عشر من ذي الحجة ) لدخولها في عموم الأعمال الصالحة",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قوله ( وآكده يوم عرفة وهو كفارة سنتين) لما جاء عنْ أَبِي قَتَادَةَ رَجُلٌ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ كَيْفَ صِيَامُ يَوْمِ عَرَفَةَ أَحْتَسِبُ عَلَى اللَّهِ أَنْ يُكَفِّرَ السَّنَةَ الَّتِي قَبْلَهُ وَالسَّنَةَ الَّتِي بَعْدَهُ ) رواه مسلم ¶ قوله ( وكره إفراد رجب) لما أخرجه ابن أبي شيبة بسند صحيح أن عمر كان يضرب أيد المترجبين ، ويقول( إنما هو شهر كانت تعظمه الجاهلية) ، وعلم من كلام المؤلف أنه لو لم يفرد جاز صومه ، لأنه داخل في جملة الأشهر الحرم وهو ما قاله ابن رجب في (اللطائف) وصح عن ابن عمر أنه كان يصوم الأشهر الحرم ¶ قوله ( والجمعة ) مراده إفراد الجمعة لما جاء عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ سَمِعْتُ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ لَا يَصُومَنَّ أَحَدُكُمْ يَوْمَ الْجُمُعَةِ إِلَّا يَوْمًا قَبْلَهُ أَوْ بَعْدَهُ) ¶ والقول الآخر : لا يكره وهو مذهب مالك وأبي حنيفة ، والأول أرجح ¶ تنبيه : لم أرَ من صرح بتحريم إفراده إلا ابن حزم - رحمه الله تعالى - ¶ مسألة هناك صورة جائزة في إفراد الجمعة ، إذا كان يوافق صوم أحد ، كصيام يوم وترك يوم ، لما رواه مسلم عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَخْتَصُّوا لَيْلَةَ الْجُمُعَةِ بِقِيَامٍ مِنْ بَيْنِ اللَّيَالِي وَلَا تَخُصُّوا يَوْمَ الْجُمُعَةِ بِصِيَامٍ مِنْ بَيْنِ الْأَيَّامِ إِلَّا أَنْ يَكُونَ فِي صَوْمٍ يَصُومُهُ أَحَدُكُمْ)",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "قوله ( والسبت ) أي كره إفراده لما رواه أهل السنن إلا النسائي عن عَبْدِ اللَّهِ بْنِ بُسْرٍ عَنْ أُخْتِهِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا تَصُومُوا يَوْمَ السَّبْتِ إِلَّا فِيمَا افْتَرَضَ اللَّهُ عَلَيْكُمْ فَإِنْ لَمْ يَجِدْ أَحَدُكُمْ إِلَّا لِحَاءَ عِنَبَةٍ أَوْ عُودَ شَجَرَةٍ فَلْيَمْضُغْهُ ) ¶ والقول الثاني : التحريم وهو قول بعض الفضلاء المعاصرين ¶ والقول الثالث : الجواز ، وهو قول أكثر أهل العلم وهو الراجح ، لأن علة النهي كون يوم السبت عيدا لليهود، واليهود لا تصومه بل تأكل فيه ، فبصيام السبت تحصل مفارقة اليهود ، وبترك صيامه تحصل مشابهة اليهود ، ثم إن النهي شديد جدا أشد من نهي صوم يوم العيدين ، وهي محرمة بالإجماع بخلاف صوم السبت . ولذك ضعف هذا الحديث الائمة الأوائل كالزهري والأوزاعي ومالك ويحي بن سعيد القطان ، وأحمد والنسائي ، والأثرم وابن تيمية ، وابن القيم ، والله أعلم ¶ قوله ( وكره صوم يوم الشك وهو الثلاثون من شعبان إذا لم يكن غيم أو قتر ) وقد تقدم الكلام عليه ¶ قوله ( يحرم صوم العيدين ) لما رواه البخاري عَنْ أَبِي سَعِيدٍ رَضِيَ اللَّهُ عَنْهُ قَالَ نَهَى النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ عَنْ صَوْمِ يَوْمِ الْفِطْرِ وَالنَّحْرِ ) ¶ قوله ( وايام التشريق) لمارواه مسلم عَنْ نُبَيْشَةَ الْهُذَلِيِّ قَالَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَيَّامُ التَّشْرِيقِ أَيَّامُ أَكْلٍ وَشُرْبٍ )",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "قوله : ( ومن دخل في تطوع لم يجب إتمامه ) لما رواه مسلم عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ قَالَتْ دَخَلَ عَلَيَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ذَاتَ يَوْمٍ فَقَالَ هَلْ عِنْدَكُمْ شَيْءٌ فَقُلْنَا لَا قَالَ فَإِنِّي إِذَنْ صَائِمٌ ثُمَّ أَتَانَا يَوْمًا آخَرَ فَقُلْنَا يَا رَسُولَ اللَّهِ أُهْدِيَ لَنَا حَيْسٌ فَقَالَ أَرِينِيهِ فَلَقَدْ أَصْبَحْتُ صَائِمًا فَأَكَلَ) ¶ قوله( وفي فرض يجب ما لم يقلبه نفلا) قال المجد ابن تيمية ( بغير خلاف نعلمه ) وجوزه الشيخ ابن عثيمين إن قطع الفرض لمصلحة أكبر ، كمنفرد شرع في فريضة ، فأحس بالجماعة فله القطع ، واستدل له بما أخرجه أبو داود أَنَّ رَجُلًا قَامَ يَوْمَ الْفَتْحِ فَقَالَ يَا رَسُولَ اللَّهِ إِنِّي نَذَرْتُ لِلَّهِ إِنْ فَتَحَ اللَّهُ عَلَيْكَ مَكَّةَ أَنْ أُصَلِّيَ فِي بَيْتِ الْمَقْدِسِ رَكْعَتَيْنِ قَالَ صَلِّ هَاهُنَا ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ صَلِّ هَاهُنَا ثُمَّ أَعَادَ عَلَيْهِ فَقَالَ شَأْنُكَ إِذَنْ ) وصححه ابن دقيق العيد ¶ قوله (الإعتكاف ) وهو لزوم مسجد لطاعة ، قوله ( هو سنة ) لثبوته من فعله صلى الله عليه وسلم ، وبالإجماع حكاه ابن المنذر قوله (وشروط صحته ستة أشياء : الإسلام ، والنية ، والعقل ، والتمييز) لإنها شرط في صحة جميع العبادات كما تقدم مرارا ¶ قوله ( وعدم ما يوجب الغسل ) وهذا مبني على عدم جواز لبث الحائض والجنب في المسجد ، وهما قولان لأهل العلم . الأول : المنع قال ابن قدامة في المغني ( بلاخلاف ) ¶ ، والثاني الجواز وهو قول الظاهرية ، و الأول أرجح ¶ قوله ( وكونه بمسجد)بالاتفاق حكاه ابن قدامة والقرطبي . قوله ( ويزاد في حق من تلزمه الجماعة) وهو قول الحنفية أيضا. ¶ والقول الثاني : تصح في كل مسجد ولو تقام فيه الجماعة وهو قول المالكية والشافعية",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "والقول الثالث: لا تصح إلا في مسجد تقام فيه الجمعة وهو قول حماد وبعض أهل العلم ¶ القول الرابع: لا تصح إلا في المساجد الثلاثة وهو قول حذيفة ¶ والراجح مذهب الحنابلة ، لقوله تعالى (وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) ، ولما جاء عن ابن عباس ( لا اعتكاف إلا في مسجد تجمع فيه الصلوات) خرجه عبدالله في ( مسائله) ¶ وأما دليل حديث حذيفة ( لا إعتكاف إلا في المساجد الثلاثة) فالراجح أنه موقوف وحذيفة مخالف بغيره من الصحابة ، والله أعلم ¶ مسألة هل يشترط الصوم للإعتكاف؟ قولان لأهل العلم ¶ الأول : ليس شرطا وهو قول الشافعية والحنابلة ¶ الثاني: شرط وهو قول المالكية واختيار ابن تيمية ¶ ودليل القول الأول : قوله تعالى (وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) فلم يشترط صوما ، وثبت عن النبي صلى الله عليه وسلم أنه أعتكف في شوال ، ولم يذكر أنه صام صلى الله عليه وسلم ، ولما جاء في الصحيحين ابْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا أَنَّ عُمَرَ سَأَلَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ كُنْتُ نَذَرْتُ فِي الْجَاهِلِيَّةِ أَنْ أَعْتَكِفَ لَيْلَةً فِي الْمَسْجِدِ الْحَرَامِ قَالَ فَأَوْفِ بِنَذْرِكَ) وما جاء في بعض ( روايات الحديث )( صم واعتكف ) فلا يصح ، وقد أعلها هذه اللفظة جماعة من أهل العلم منهم البيهقي قال (ذكر نذر الصوم مع الاعتكاف غريب ، تفرد به سعيد بن بشير) وكذا أنكره عبدالحق الأشبيلي ، وضعفه ابن الجوزي في ( التحقيق) ، وايضا ما جاء عن ابن عباس أنه قال ( ليس على المعتكف صيام إلا أن يجعله على نفسه ) خرجه البيهقي بسند صحيح عن طاوس عن ابن عباس ، خرج الفاكهي(2/149) بسند صحيح عن عطاء أن ابن عمر وابن عباس لم يجعلا الصوم إلا على من اعتكف من أهل مكة وجاء عن ابن عباس أيضا اشتراط الصيام ، وابن عمر فيحمل على توجيه عطاء",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "وأدلة القول الثاني : ما أخرجه أبو داود عن عَائِشَةَ أَنَّهَا قَالَتْ السُّنَّةُ عَلَى الْمُعْتَكِفِ أَنْ لَا يَعُودَ مَرِيضًا وَلَا يَشْهَدَ جَنَازَةً وَلَا يَمَسَّ امْرَأَةً وَلَا يُبَاشِرَهَا وَلَا يَخْرُجَ لِحَاجَةٍ إِلَّا لِمَا لَا بُدَّ مِنْهُ وَلَا اعْتِكَافَ إِلَّا بِصَوْمٍ وَلَا اعْتِكَافَ إِلَّا فِي مَسْجِدٍ جَامِعٍ ) قال البيهقي : ( قد ذهب كثير من الحفاظ أن هذا الكلام من قول من دون عائشة ، وأن من أدرجه في الحديث وهم فيه) ، لكن صح عن ابن عمر وابن عباس وعن عائشة أنهم قالوا ( لاإعتكاف إلا بصوم) والأحوط الصيام ، والآثار متعارضة ، وايضا أثر يعلي بن أمية رضي الله عنه أنه كان يعتكف ساعة ¶ في المسجد يدل على عدم اشتراط الصيام ، والله أعلم ¶ قوله ( ومن المسجد ما زيد فيه ) كالمسجد النبوي فإن ما زيد فيه في عهد عمر منه بالإجماع حكاه النووي ، لأنه جزء من المسجد قوله ( ومنه سطحه ) وهو قول جمهور أهل العلم ، وعند المالكية لا يصح الاعتكاف هناك لعدم صحة الجمعة عليه ، وفيه نظر ، وقول الجمهور أرجح . قوله ( ورحبته المحوطة) أي ساحته إذا كانت متصلة بالمسجد ، وإلا فلا لقوله تعالى (وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ) وهي جزء من المسجد ، إما أن لم تكن متصلة فلا يصح قوله ( ومنارته التي هي أو بابها فيه) أي في المسجد أو في رحبته ¶ فأنها من المسجد ¶ قوله ( ومن عين الاعتكاف بمسجد غير الثلاثة لم يتعين) لأنه ليس قصد مسجد بعينه دون غيره طاعة ، إلا المساجد الثلاثة ¶ قوله ( ويبطل الاعتكاف بالخروج من المسجد لغير عذر ) لأنه مناف لمقصود الاعتكاف ، وهوقول جمهور أهل العلم ، قوله ( وبنية الخروج ولو لم يخرج) لحديث ( إنما الأعمال بالنيات) قوله ( وبالوطء في الفرج وبالإنزال بالمباشرة دون الفرج) بالإجماع ، قوله ( بالردة والسكر)أما الأول فلعدم صحة اعتكافه ، والثاني لمنافته مقصود الاعتكاف",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قوله ( وحيث بطل الاعتكاف . وجب استئناف النذر المتتابع غير المقيد بزمن ولا كفارة) كرجل نذر أن يعتكف لله عشرة أيام متتالية ، ولم يقيده بشهر معين ، فإن بطل اعتكافه في اليوم الخامس ، أعاد مرة أخرى، لأنه لم يأت بنذره ، ولا كفارة ، للأنه يمكن استدراكه للنذر ¶ قوله ( وإن كان مقيدا بزمن معين استأنفه ، وعليه كفارة ، لفوات المحل ) كرجل نذر أن يعتكف آخر عشرة أيام من رجب فبطل اعتكافه في اليوم الثالث ، فعليه كفارة النذر لأنه لأنه فات موضع نذره وهو شهر رجب واستئناف من جديد ولو دخل في شهر شعبان ¶ قوله ( ولا يبطل الاعتكاف إن خرج من المسجد لبول أو غائط أو طهارة واجبة ، أو لإزالة نجاسة ، أو لجمعه تلزمه ، ولا إن خرج للإتيان بمأكل ومشرب لعدم خادم) بالإجماع حكاه ابن المنذر ، لأنه لابد له من هذه الأمور ¶ قوله ( وله المشي على عادته ) إذا خرج فلا يلزم بالإسراع في المشي لأن فيه مشقة ¶ قوله : ( وينبغي لمن قصد المسجد أن ينوي الاعتكاف مدة لبثه فيه ، لاسيما إن كان صائما) لما جاء عن يعلى بن أمية بسند صحيح أنه قال إني أمكث في المسجد الساعة ما أريد إلا أن أعتكف ) أما من قال باشتراط الصوم فأقله يوما بل لا يجزيء حتى ليلة ¶ والحمدالله رب العالمين ، والصلاة والسلام على أشرف المرسلين ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 17",
            "page": "62",
            "part": "1"
        }
    ],
    "t36352": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "شرح الصيـام من دليل الطالب"
        }
    ]
}