{
    "b36367": [
        {
            "hno": null,
            "id": "1",
            "nass": "من آداب الحج وأحكامه ¶ وموجبات الغسل ¶ وكيفيته آداب الحج وأحكامه ¶ الأدلة على وجوب الحج والعمرة ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين: ¶ وبعد: ¶ الحج أحد أركان الإسلام ومبانيه العظام، وهو من أفضل الطاعات وأجل القُرُبات التي تُبلغ إلى دار السلام. ¶ الأدلة: ¶ قال تعالى: وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلًا وقد ثبت في الصحيحين من حديث ابن عمر عن رسول الله -صلى الله عليه وسلم- أنه قال: بُنِيَ الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمدا عبده ورسوله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت من استطاع إليه سبيلا وقال النبي - صلى الله عليه وسلم - في خطبته: أيها الناس: إن الله فرض عليكم الحج فحجوا أخرجه مسلم. ¶ وفي الصحيحين عن النبي -صلى الله عليه وسلم- أنه قال: من حج هذا البيت فلم يرفث ولم يفسق خرج من ذنوبه كيوم ولدته أمه . ¶ ولا يجب الحج إلا مرةً واحدة في العمر؛ لقول النبي-صلى الله عليه وسلم-: الحج مرة واحدة فمن زاد فهو تطوع . ¶ شروط وجوبه: يشترط لوجوب الحج خمسة شروط وهي: أن يكون مسلما بالغا عاقلا حرا كامل الحرية مستطيعا ببدنه وماله، وتزيد الأنثى شرطا سادسا وهو: أن تجد لها محرما وهو زوجها، أو من تحرم عليه على التأبيد بنَسَب، أو سبب مباح كأبيها وأخيها وعمها وخالها وزوج أمها وزوج ابنتها، وكذا ابنها وابن أخيها وابن أختها من النَسَب أو الرضاع. ¶ وجوب العمرة: قد وردت أحاديث تدل على وجوب العمرة، منها حديث جبريل لمّا سَئل النبي- صلى الله عليه وسلم - عن الإسلام قال: الإسلام أن تشهد أن لا إله إلا الله وأن محمّدًا رسول الله، وتقيم الصلاة، وتؤتي الزكاة، وتحج البيت وتعتمر وتغتسل من الجنابة، وتتم الوضوء، وتصوم رمضان . أخرجه ابن خزيمة والدارقطني .",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "الآداب التي ينبغي تقديمها بين يدي الحج ¶ بعض الآداب التي ينبغي تقديمها بين يدي الحج إذا عزم على الحج ينبغي له أن يقدم أمورا منها: ¶ 1- التوبة: ولا تكون نصوحا حتى تكتمل شروطها وهي: ترك المعصية، والإقلاع عنها، والندم على ما مضى، والعزم على عدم العودة إليها، وإن كانت مَظلَمة للناس فلا بد أن يرد المظلمة إلى أهلها أو يتحللهم منها، وأن تكون التوبة في الوقت الذي تُقبَل فيه وهو قبل الموت وقبل طلوع الشمس من مغربها. ¶ 2- إخلاص العمل لله: فيقصد بحجه وجه الله والدار الآخرة لا رياء ولا سمعة ولا مفاخرة ولا الدنيا؛ لأن العمل بالنية كما في الحديث: إنما الأعمال بالنيات وإنما لكل امرئ ما نوى وقال تعالى: مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ . ¶ 3- أن يجتهد في رضا والديه أو من يوجد منهما، ويطلب منهما الدعاء، والاستحلال ممن بينه وبينه معاملة أو مشاحنة. ¶ 4- أن يجتهد في قضاء ما عليه من الديون، وأن يرد الودائع إلى أهلها، أو يستأذنهم في بقائها. ¶ 5- أن يختار لحجه نفقة طيبة خالصة من الحرام والشبهة؛ لأن الله تعالى طيب لا يقبل إلا طيبا، وأن يكتب وصيته، ويشهد عليها. ¶ 6- أن يختار رفقة طيبة في حجه تساعده على أداء نسكه من أهل الدين والتقوى والورع والعلم، فإن الرفيق والجليس له تأثير على جليسه ورفيقه.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "الإحرام ¶ الإحرام هو نية الدخول في النسك، وهو أن يقصد بقلبه النسك الذي يريده، وقبل ذلك يعتبر قاصدا للحج والعمرة ولم يدخل فيها فهو بمنزلة من يخرج إلى الصلاة لا يدخل فيها حتى يحرم بها وإن كان له أجر ما سعى إليها. ¶ والإحرام ركن من أركان الحج لا يصح إلا به، بل لا ينعقد إلا بالإحرام؛ لأنه بمنزلة تكبيرة الإحرام في الصلاة لا تنعقد إلا بها.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "أنواع الحج ¶ والواصل إلى أحد المواقيت وهي : ذو الحليفة والجحفة ويلملم وقرن المنازل وذات عرق يخيّر بين الأنساك الثلاثة: التمتع والقران والإفراد. ¶ وصفة التمتع: أن يحرم بالعمرة وحدها في أشهر الحج وهي: شوال وذو القعدة وعشر ذي الحجة، فيقصده بقلبه ويشرع له التلفظ بما نوى فيقول: لبيك عمرة، أو اللهم لبيك عمرة، أو أوجبت عمرة، أو اللهم إني أريد عمرة، فإذا وصل إلى مكة طاف وسعى وحلق أو قصر ثم حل له كل شيء حرم عليه بالإحرام، ثم يحرم بالحج في اليوم الثامن من ذي الحجة، ويأتي بأعمال الحج. ¶ وصِفَة القران: أن يحرم بالعمرة والحج معًا أو بالعمرة وحدها، ثم يدخل الحج عليها قبل أن يشرع في طوافها فيقول: لبيك عمرة وحجًّا، أو اللهم لبيك عمرة، أو أوجبت عمرة وحجًّا، أو اللهم إني أريد العمرة والحج، أو يتلفظ بما نواه استحبابًا بعد أن يقصدهما بقلبه، فإذا وصل إلى مكة طاف للقدوم وسعى، ويبقى على إحرامه إلى أن يتحلل يوم العيد، وإن أحب أن يؤخر السعي مع طواف الإفاضة فله ذلك. ¶ وصِفَة الإفراد: أن يحرم بالحج وحده، فيقصده بقلبه، ويتلفظ بما نواه استحبابًا فيقول: لبيك حجًّا، أو اللهم لبيك حجًّا، أو أوجبت حجًّا، فإذا وصل إلى مكة طاف للقدوم وسعى للحج ولا يقصر ولا يحلق بل يبقى على إحرامه كالقارن إلى أن يتحلل يوم العيد، وإن أحب أن يؤخر السعي إلى يوم العيد مع طواف الإفاضة فله ذلك، وليس عليه دم بخلاف المتمتع والقارن. ¶ أيُّ الأنساك أفضل قال كثير من العلماء: القران أفضل لمن ساق الهدي؛ اقتداءً برسول الله -صلى الله عليه وسلم-؛ لأنه تواتر عنه أنه حج قارنًا، قال أحمد \"لا شك أن النبي -صلى الله عليه وسلم- حج قارنًا\"، والتمتع أفضل لمن لم يسق الهدي؛ لأن الأحاديث تواترت عن رسول الله -صلى الله عليه وسلم- أنه أمر بذلك من لم يكن معه هدي من أصحابه، وحقق شيخ الإسلام ابن تيمية -رحمه الله- هذه المسألة فقال: \"التحقيق في ذلك أنه يتنوع باختلاف حال الحاج، فإن كان يسافر سفرة للعمرة، وللحج سفرة أخرى، أو يسافر إلى مكة قبل أشهر الحج ويعتمر ويقيم بها حتى يحج فهذا الإفراد أفضل باتفاق الأئمة الأربعة، وإن كان يجمع بين العمرة والحج في سفرة واحدة فهذا إن ساق الهدي فالقران أفضل له، وإن لم يسق الهدي فالتحلل من إحرامه بعمرة أفضل\".",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "صفة الحج ¶ صفة الحج: إذا كان يوم التروية وهو اليوم الثامن من ذي الحجة يحرم المحل بمكة بالحج من مسكنه، وكذلك من أراد الحج من أهل مكة فإنه يحرم من مسكنه ويتوجه إلى منى قبل الزوال أو بعده، وأما القارن والمفرد فإنه يتوجه إلى منى ملبيا ويبقيان على إحرامهما ويصلي بها خمس صلوات الظهر والعصر والمغرب والعشاء والفجر، ثم بعد طلوع الشمس من يوم عرفة يدفع الحاج إلى عرفة وينزل بنمرة إلى الزوال إن تيسر له. ¶ ثم يصلي الظهر والعصر جمعا في وقت الظهر بأذان وإقامتين، ثم يقف بعرفة إلى غروب الشمس ذاكرا تاليا لكتاب الله مخبتا وَجِلًا خائفا متضرعا، ثم بعد غروب الشمس يدفع إلى مزدلفة فإذا وصلها صلى المغرب والعشاء بأذان وإقامتين ويبيت بها، فإن كان من الضعفة كالصبيان والنساء جاز له الدفع إلى منى آخر الليل، وإن كان قويا تأكد في حقه أن يبيت إلى الفجر وبعد الصلاة يقف عند المشعر الحرام ذاكرا مستغفرا، وبعد الإسفار جدا وقبل طلوع الشمس يدفع إلى منى فإذا وصلها رمى جمرة العقبة بسبع حصيات. ¶ ثم ينحر هديه إن كان متمتعا أو قارنا، ثم يحلق رأسه أو يقصر، ثم يطوف بالبيت طواف الإفاضة، ويسعى المتمتع وكذلك القارن والمفرد إن لم يكن سعى مع طواف القدوم. ¶ ثم يرجع إلى منى ويبيت بها ليلة الحادي عشر والثاني عشر وفي كل يوم يرمي الجمرات الثلاث الأولى التي تلي مسجد الخيف يبدأ بها فيرميها بسبع حصيات، ثم الوسطى كذلك، ثم جمرة العقبة كذلك، ويكون الرمي في هذين اليومين بعد الزوال ثم بعد الرمي في اليوم الثاني عشر يجوز له أن يتعجل ويخرج من منى قبل غروب الشمس، وإن تأخر وبات الليلة الثالثة ورمى الجمرات بعد الزوال في اليوم الثالث عشر فهو أفضل له ثم يطوف للوداع.",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "أركان الحج ¶ أركان الحج: التي لا يصح إلا بها ولا بد من فعلها ولا تجبر بدم: ¶ أولها: الإحرام وهو نية الحج وقصده فإن الحج -بل كل عمل- لا يصح بغير نية بإجماع المسلمين قال -عليه الصلاة والسلام-: إنما الأعمال بالنيات . ¶ الثاني: الوقوف بعرفة ودليله الإجماع، وقال -صلى الله عليه وسلم -: الحج عرفة فمن جاء قبل صلاة الفجر ليلة جمع فقد تم حجه رواه أبو داود ¶ الثالث: طواف الزيارة قال ابن عبد البر وهو إجماع؛ لقوله تعالى: ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ فهذه الثلاثة متفق عليها. ¶ الرابع: السعي بين الصفا والمروة وهو مختلف فيه، والصحيح أنه ركن لا يصح الحج إلا به، وهو قول كثير من العلماء، ودليله قوله -صلى الله عليه وسلم-: اسعوا فإن الله كتب عليكم السعي .",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "واجبات الحج ¶ واجبات الحج سبعة: ¶ الأول: الإحرام من الميقات. ¶ الثاني: الوقوف بعرفة إلى غروب الشمس لمن وقف نهارا. ¶ الثالث: المبيت بمزدلفة إلى نصف الليل. ¶ الرابع: المبيت بمنى ليلتي الحادي عشر والثاني عشر. ¶ الخامس: رمي الجمرات يوم العيد ويومان بعده. ¶ السادس: الحلق أو التقصير. ¶ السابع: طواف الوداع. ¶ فمن ترك واحدا منها جبر بدم وصح حجه، فإن لم يقدر على الدم لزمه صوم ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله، كما ذكر الله تعالى في كتابه.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "أركان العمرة ¶ أركان العمرة ثلاثة وهي : الإحرام , والطواف , والسعي. ¶ وواجباتها شيئان: الإحرام بها من الحل , والحلق أو التقصير.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "محظورات الإحرام ¶ محظورات الإحرام: إذا دخل الناسك فأحرم حرم عليه أشياء وهي: ¶ 1- إزالة الشعر. ¶ 2- تقليم الأظافر. ¶ 3- استعمال الطيب في بدنه أو ثوبه أو طعامه أو شرابه. ¶ 4- قتل الصيد. ¶ 5- عقد النكاح. ¶ 6- الجماع. ¶ 7- النظر والمباشرة بشهوة. ¶ 8- لبس القفازين وهما شراب اليدين. ¶ وهذه المحظورات على الرجال والنساء، ويحرم على الذكور دون الإناث شيئان: ¶ أحدهما : لبس المخيط. ¶ ثانيهما: تغطية الرأس. ¶ كما يحرم على الذكر خِطْبة النساء ولبس الخفين لمن يجد نعلين، ولبس شراب الرجلين ولبس السراويل لمن يجد إزارا، ولا يجوز للمرأة أن تنتقب. ¶ وإن أزال المحرم شيئا من أشعاره أو أظفاره، أو تطيب، أو لبس الذكر مخيطا، أو غطى رأسه، أو باشر لشهوة، أو انتقبت المرأة، أو غطت وجهها ببرقع، أو لبست قفازين , إن فعل ذلك ناسيا أو جاهلا فلا شيء عليه لحديث: رفع عن أمتي الخطأ والنسيان وإن فعله عامدا ذاكرا فعليه الفدية ويأثم , وإن كان لحاجة فلا يأثم وعليه الفدية، وهي لكل واحد من هذه الأشياء يخير بين ذبح شاة أو إطعام ستة مساكين أو صيام ثلاثة أيام. ¶ وإن قتل المحرم صيدا فإن كان له مثل من النعم كالحمامة ومثيلها الشاة خير بين أمرين: إما أن يذبح المثل ويتصدق به على المساكين في الحرم، وإما أن يخرج قيمة المثل طعاما يفرقه على مساكين الحرم لكل مسكين نصف صاع، أو يصوم عن كل مسكين يوما، وإن لم يكن للصيد مثل كالجراد، فإنه ينظر قيمته فيخرج بما يقابلها طعاما يفرقه على مساكين الحرم لكل مسكين نصف صاع، أو يصوم عن كل طعام مسكين يوما. ¶ وإن وطئ المحرم زوجته قبل التحلل الأول فسد نسكه، ويمضي فيه وعليه القضاء لهذا الحج، وعليه فدية فإن لم يجدها صام عشرة أيام بعد التحلل الأول لا بعد الحج، وعليه شاة , وإن باشر المحرم فأنزل قبل التحلل الأول فعليه شاة وحجه صحيح، وإن لم ينزل فعليه شاة وإن باشر فأنزل بعد التحلل الأول فعليه شاة , وإن لم ينزل فلا شيء عليه. ¶ وإن وطئ المعتمر قبل إتمام السعي فسدت عمرته وعليه المضي فيها، ويجب عليه قضاؤها وعليه شاة، وبعده -أي: بعد إتمام السعي- لا تفسد وعليه شاة , وعليه مع ذلك التوبة والاستغفار والعزم على عدم العودة إلى فعل ذلك.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "التحلل من الإحرام ¶ يحصل التحلل الأول للحاج إذا فعل اثنين من ثلاثة: ¶ 1- رمي جمرة العقبة. ¶ 2- الحلق أو التقصير. ¶ 3- الطواف والسعي لمن عليه سعي. ¶ ويحصل التحلل الثاني بفعل الثلاثة. ¶ ويباح للمحرم بالتحلل الأول كل شيء حرم عليه بالإحرام إلا النساء، وبالثاني يباح له زوجته.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "شروط الطواف ¶ شروط الطواف: للطواف شروط لا بد منها: ¶ 1- النية. ¶ 2- ستر العورة. ¶ 3- الطهارة من الحدثين. ¶ 4- أن يطوف سبعة أشواط. ¶ 5- الموالاة ولا يضر الفصل اليسير كصلاة الفريضة أو على الجنازة. ¶ 6- أن يجعل البيت عن يساره. ¶ 7- أن لا يمشي في شيء من البيت ¶ 8- أن لا يخرج من المسجد. ¶ 9- أن يبتدئ بالحجر الأسود ¶ 10- أن يحاذيه بجميع بدنه.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "شروط السعي ¶ شروط السعي: يشترط للسعي: ¶ 1- النية. ¶ 2- الموالاة ولا يضر فصل يسير. ¶ 3- كون السعي بعد طواف ولو كان مسنونًا.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "الفرق بين القارن والمفرِد ¶ الفرق بين القارن والمفرِد: أعمال القارن كأعمال المفرد سواء بسواء إلا أن القارن ينوي نسكين والمفرد نسكًا واحدًا، والقارن عليه دم والمفرد ليس عليه شيء.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "المحرمة إذا حاضت ¶ إذا حاضت المحرمة: فإنها تفعل ما يفعله الحاج إلا الطواف فإنها لا تطوف حتى تطهر، فإن كانت معتمرة ولم تطف وخشيت فوات الحج فإنها تحرم بالحج وتدخله على العمرة وتصير قارنة، وإذا طهرت طافت طوافا واحدا وسعت سعيا واحدا ويكفيها لحجها وعمرتها، فإن حاضت بعد طواف الإفاضة وأرادت السفر قبل أن تطهر سقط عنها طواف الوداع.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "المحصر ¶ المُحْصَر: وهو من صده عن البيت عدو أو مرض، أو ضل الطريق، فإن كان قد اشترط عند إحرامه أن محلي حيث حبستني تحلل ولا شيء عليه، وإن لم يكن قد اشترط فإنه يذبح شاة ثم يتحلل، فإن لم يجد صام عشرة أيام ثم حلل. ¶ ومن فاته الحج بأن طلع فجر يوم النحر ولم يقف بعرفة انقلب إحرامه عمرة فيطوف ويسعى ويحلق أو يقصر ولا تجزئه عن عمرة الإسلام، وعليه القضاء لهذا الحج الذي فاته ولو كان الحج نفلًا، ويلزمه هدي يذبحه في القضاء، هذا إن لم يكن اشترط في ابتداء إحرامه فإن اشترط فلا هدي عليه ولا قضاء .",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "المستحبات قبل الإحرام ¶ المستحبات قبل الإحرام: يستحب لمريد النسك قبل أن يحرم أن يأخذ من شاربه وأن يقص أظفاره إن كان محتاجًا لذلك؛ لئلا يحتاج إليه بعد الإحرام وهو محرم عليه، ويستحب له أن يغتسل وأن يتطيب وأن يلبس إزارًا أو رداءً أبيضين نظيفين، وأن يكون إحرامه عقب صلاة.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "ما ينبغي على الحاج فعله وتركه ¶ ما ينبغي فعله وتركه: ينبغي للحاج أن يحسن خلقه مع إخوانه، وأن يبذل معروفه فيهم بأن يحسن إليهم من ماله، وأن يعلمهم ويرشدهم، ويأمرهم بالمعروف، وينهاهم عن المنكر بالحكمة والموعظة الحسنة، وأن يكثر في حجه من الصدقة والإحسان إلى الفقراء والمحاويج، ويكثر من ذكر الله وحمده وشكره ودعائه وتلاوة القرآن والتلبية. ¶ وينبغي للحاج أن يحذر من السب والشتم وأذية المسلمين بالقول أو بالفعل والجدال بالباطل والخصومات والغيبة والنميمة والقول الباطل والسخرية والاستهزاء بالمسلمين وشهادة الزور وغير ذلك مما يحرم على المسلم في كل وقت، وعلى الحاج يتأكد عليه اجتناب ذلك. ¶ وأسأل الله تعالى أن ينفع بهذه الخلاصة المختصرة في آداب الحج وأحكامه، وأن يجعل العمل خالصًا لوجهه الكريم، وسببًا للفوز لديه في جنات النعيم، ولا حول ولا قوة إلا بالله العلي العظيم، وهو حسبنا ونعم الوكيل، والحمد لله رب العالمين، وصلى الله على عبده ورسوله محمد وعلى آله وصحبه أجمعين.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "موجبات الغسل وكيفيته الطهارة من الحدث الأكبر ¶ موجبات الغسل وكيفيته ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين، وأصلي وأسلم على عبد الله وخاتم رسله وأنبيائه نبينا وسيدنا وإمامنا وقدوتنا محمد بن عبد الله وعلى آله وأصحابه ومن تبع هداه. ¶ أما بعد: ¶ فإن الله -سبحانه وتعالى- خلق الجن والإنس لعبادته، قال تعالى: وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ والعبادة هي الطاعة بامتثال أوامره واجتناب نواهيه، وإخلاص العبادة له وحده، كما قال: فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا فِطْرَةَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وقال تعالى: بَلَى مَنْ أَسْلَمَ وَجْهَهُ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُ أَجْرُهُ عِنْدَ رَبِّهِ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ . ¶ فالمطيع لله هو الذي يعمل بشريعة الله في العبادات وفي المعاملات، فهو عابد لله مطيع له فيما شرعه، والعبادة حق لله تعالى على عباده كما في الحديث الصحيح المتفق عليه أن النبي-صلى الله عليه وسلم- قال لمعاذ يا معاذ أتدري ما حق الله على العباد، وما حق العباد على الله؟ فقال الله ورسوله أعلم، فقال -عليه الصلاة والسلام-: حق الله على العباد أن يعبدوه ولا يشركوا به شيئًا، وحق العباد على الله أن لا يعذب من لا يشرك به شيئًا فالعبادة حق الله، وأعظمها وأساسها وأصلها وأوجبها وأفرضها على الأمة: توحيد الله والإخلاص لله والشهادة له بالوحدانية ولنبيه بالرسالة، وبعد ذلك الصلاة فهي أعظم حق الله بعد التوحيد وأوجب العبادات بعد الشهادتين فهي صلة بين العبد وبين ربه، وهي الفارقة بين المسلم والكافر، وقد اشترط الله تعالى لأدائها الطهارة قبلها من الحدث الأصغر والأكبر. ¶ والطهارة من الحدث الأصغر تكون بالوضوء، وهو تطهير الأعضاء الأربعة: غسل الوجه واليدين ومسح الرأس وغسل الرجلين. ¶ والطهارة من الحدث الأكبر تكون بغسل البدن كله، وتعميمه بالماء. ¶ قال الله تعالى: يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قُمْتُمْ إِلَى الصَّلَاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوا بِرُءُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لَامَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوا مَاءً فَتَيَمَّمُوا صَعِيدًا طَيِّبًا فَامْسَحُوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِنْهُ مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ وَلَكِنْ يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ . ¶ وقال -صلى الله عليه وسلم-: لا تقبل صلاة بغير طهور ولا صدقة من غلول متفق عليه.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "خروج المني الدافق بشهوة ¶ والطهارة الكبرى من الحدث الأكبر تجب على العبد إذا وجدت موجبات الغسل، وموجبات الغسل في شريعة الإسلام هي الأمور التالية: ¶ وهذه الأمور دلت عليها النصوص، والإجماع: ¶ الأول: خروج المني الدافق بشهوة من الرجل أو المرأة في يقظة أو في نوم؛ لحديث أبي سعيد الخدري -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: الماء من الماء رواه مسلم وأصله في البخاري وعن أنس -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم- في المرأة ترى في منامها ما يرى الرجل قال: تغتسل متفق عليه زاد مسلم فقالت أم سلمة وهل يكون هذا؟ قال: نعم فمن أين يكون الشبه؟ وفي الصحيحين: أن أم سليم قالت للنبي -صلى الله عليه وسلم-: إن الله لا يستحي من الحق فهل على المرأة غسل إذا هي احتلمت؟ قال: نعم إذا رأت الماء . ¶ قال في المغني: \" فخروج المني الدافق بشهوة يوجب الغسل من الرجل والمرأة في يقظة أو في نوم، وهو قول عامة الفقهاء، قال الترمذي ولا نعلم فيه خلافًا \" ولا بد من الشهوة في خروج المني في حال اليقظة كما لو استمنى فأمنى (وهو ما يسمى بالعادة السرية) وجب عليه الغسل -وإن كانت العادة السرية وهي الاستمناء باليد محرمة-، وكذا لو قبل أو لمس أو باشر أو كرر النظر فخرج منه المني وجب عليه الغسل. ¶ أما لو خرج من الإنسان مني في حال اليقظة لغير شهوة من أجل مرض أو إبْردَه ( وهو مرض في الجوف ) فإنه لا يجب عليه الغسل. ¶ أما خروج المني من الرجل أو المرأة في حال النوم فإنه يوجب الغسل سواء كان لشهوة أو لغير شهوة؛ لعموم حديث أبي سعيد السابق: إنما الماء من الماء وحديث أنس السابق في المرأة ترى في منامها ما يرى الرجل قال: تغتسل، وحديث أم سليم هل على المرأة من غسل إذا هي احتلمت؟ قال: نعم إذا رأت الماء .",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "الجماع ¶ الثاني: من موجبات الغسل: الجماع ، وذلك يكون بالتقاء الختانين وتغييب الحشفة الأصلية في الفرج الأصلي قُبلًا كان أو دبرًا وإن لم ينزل؛ لحديث أبي هريرة -رضي الله عنه- قال: قال رسول الله -صلى الله عليه وسلم-: إذا جلس يبن شعبها الأربع ثم جهدها فقد وجب الغسل متفق عليه وزاد مسلم وإن لم ينزل. ¶ فإن مس الختان الختان أي: مس الفرج الفرج بدون تغييب الحشفة، فلا يجب الغسل؛ لقوله -صلى الله عليه وسلم- في حديث أبي هريرة -رضي الله عنه- السابق: ثم جهدها فإنه كناية عن معالجة الإيلاج؛ ولقوله تعالى: وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا قال الشافعي -رحمه الله تعالى-: \"إن كلام العرب يقتضي أن الجنابة تطلق بالحقيقة على الجماع وإن لم يكن فيه إنزال، قال: فإن كل من خوطب بأن فلانًا أجنب عن فلانة عقل أنه أصابها وإن لم ينزل .",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الموت ¶ الثالث من موجبات الغسل: الموت فإذا مات المسلم وجب أن يُغَسَّل لحديث أم عطية -رضي الله عنها- قالت: ترجل علينا رسول الله - صلى الله عليه وسلم - ونحن نغسل ابنته فقال: اغسلنها ثلاثًا، أو خمسًا، أو أكثر من ذلك إن رأيتن ماء وسدر، واجعلن في الآخر كافورًا رواه البخاري بألفاظ مختلفة، ورواه أصحاب السنن وغيرهم. ¶ ولحديث ابن عباس -رضي الله عنهما- عن النبي -صلى الله عليه وسلم- خر رجل من بعيره قد مضى فمات، فقال: اغسلوه بماء سدر وكفنوه في ثوبه، ولا تخمروا رأسه فإن الله يبعثه يوم القيامة ملبيًّا متفق عليه.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "الحيض ¶ الرابع: من موجبات الغسل: الحيض لحديث عائشة -رضي الله عنها- أن فاطمة بنت أبي حبيش كانت تستحاض، فسألت النبي -صلى الله عليه وسلم- فقال: ذلك عرق وليس بالحيضة، فإذا أقبلت الحيضة فدعي الصلاة، وإذا أدبرت فاغسلي عنك الدم وصلي وفي لفظ: دعي الصلاة قدر الأيام التي كنت تحيضين ثم اغتسلي وصلي متفق عليه. ¶ وفي الصحيحين من حديث عائشة -رضي الله عنها- أن رسول الله -صلى الله عليه وسلم- أمر أم حبيبة أن تغتسل، وأمر النبي - صلى الله عليه وسلم - بالغسل في حديث أم سلمة وأمر به في حديث سهلة بنت سهيل وفي حديث حمنة بنت جحش في أحاديث أخرى في الباب. قال ابن هبيرة في الإفصاح: \"وأجمعوا على أن الحيض موجب للغسل\".",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "النفاس ¶ الخامس من موجبات الغسل: النفاس لحديث جابر الطويل في صفة حجة النبي -صلى الله عليه وسلم- وفيه: حتى إذا أتينا ذا الحليفة فولدت أسماء بنت عميس فقال النبي -صلى الله عليه وسلم-: اغتسلي واستثفري بثوب وأحرمي والنفساء كالحائض فهي تساويها في سائر أحكامها، فإن دم النفاس هو دم الحيض. ¶ وذهب بعض العلماء من الحنابلة وغيرهم إلى أن إسلام الكافر من موجبات الغسل، وأنه يجب على الكافر إذا أسلم أن يغتسل، واستدلوا بحديث قيس بن عاصم أنه أسلم فأمره النبي -صلى الله عليه وسلم- أن يغتسل بماء وسدر رواه أبو داود والنسائي ¶ والصحيح القول الآخر الذي قال به آخرون من أهل العلم أنه يستحب له الغسل، ولا يجب عليه لأنه أسلم يوم فتح مكة جمٌّ غفير من الناس، ولم يأمرهم النبي -صلى الله عليه وسلم- بالاغتسال.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "كيفية الاغتسال ¶ أما كيفية الاغتسال فله صفتان: صفة إجزاء وصفة كمال: ¶ فالغسل المجزئ: أن ينوي ثم يسمي ويعم بدنه بالغسل مرة واحدة مع المضمضة والاستنشاق؛ لقول النبي -صلى الله عليه وسلم-: إنما الأعمال بالنيات وإنما لكل امرئ ما نوى متفق عليه وكذا في غسل الميت ينوي غاسله , ويعم بدنه بالغسل مرة واحدة. ¶ أما الغسل الكامل: فهو أن ينوي ثم يسمي ثم يغسل بدنه ثلاثًا، ثم يغسل فرجه وما حوله مما لوثه ثم يتوضأ ثم يحثي على رأسه ثلاث حثيات يرويه، ثم يغسل بدنه ويبدأ بشقه الأيمن فيغسله ثلاثا، ثم يغسل شقه الأيسر ثلاثا مع الدلك، ثم يغسل قدميه مكانًا آخر؛ لحديث عائشة -رضي الله عنها- قالت: كان رسول الله -صلى الله عليه وسلم- إذا اغتسل من الجنابة يبدأ فيغسل يديه، ثم يفرغ بيمينه على شماله فيغسل فرجه ثم يتوضأ، ثم يأخذ الماء فيدخل أصابعه في أصول الشعر، ثم حفن على رأسه ثلاث حفنات ثم أفاض على سائر جسده ثم غسل رجليه متفق عليه. ¶ ولا يجب على المرأة نقض شعر رأسها للجنابة وكذا للحيض على الصحيح، وإنما يستحب نقضه لغسل الحيض؛ لأنه أكمل في الطهارة، كما دلت على ذلك الأحاديث؛ لحديث أم سلمة -رضي الله عنها- قالت: قلت لرسول الله -صلى الله عليه وسلم-: إني امرأة أشد شعر رأسي أفأنقضه لغسل الجنابة؟ -وفي رواية- والحيضة؟ قال: لا. إنما يكفيك أن تحثي على رأسك ثلاث حثيات رواه مسلم وفي لفظ: كان الرسول -صلى الله عليه وسلم- إذا اغتسل من الجنابة غسل يديه ثلاثًا وتوضأ وضوءه للصلاة، ثم يخلل شعره بيديه حتى إذا ظن أنه قد أروى بشرته أفاض عليه الماء ثلاث مرات، ثم غسل سائر جسده متفق عليه. ¶ نسأل الله أن يثبتنا على دين الإسلام إلى الممات، وأن يهدينا لما اخْتُلِفَ فيه من الحق بإذنه إنه سبحانه يهدي من يشاء إلى صراط مستقيم، وصلى الله على محمد وآله وصحبه. عبد العزيز بن عبد الله الراجحي الأستاذ المشارك في كلية أصول الدين بالرياض 20-2- 1411 هـ",
            "page": "24",
            "part": "1"
        }
    ],
    "t36367": [
        {
            "id": "1",
            "lvl": "1",
            "sub": "1",
            "tit": "من آداب الحج وأحكامه  "
        },
        {
            "id": "1",
            "lvl": "1",
            "sub": "2",
            "tit": " الأدلة على وجوب الحج والعمرة "
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "الآداب التي ينبغي تقديمها بين يدي الحج "
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": "1",
            "tit": "الإحرام "
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": "1",
            "tit": "أنواع الحج "
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": "1",
            "tit": "صفة الحج "
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": "1",
            "tit": "أركان الحج "
        },
        {
            "id": "7",
            "lvl": "1",
            "sub": "1",
            "tit": "واجبات الحج "
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": "1",
            "tit": "أركان العمرة "
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": "1",
            "tit": "محظورات الإحرام "
        },
        {
            "id": "10",
            "lvl": "1",
            "sub": "1",
            "tit": "التحلل من الإحرام "
        },
        {
            "id": "11",
            "lvl": "1",
            "sub": "1",
            "tit": "شروط الطواف "
        },
        {
            "id": "12",
            "lvl": "1",
            "sub": "1",
            "tit": "شروط السعي "
        },
        {
            "id": "13",
            "lvl": "1",
            "sub": "1",
            "tit": "الفرق بين القارن والمفرِد "
        },
        {
            "id": "14",
            "lvl": "1",
            "sub": "1",
            "tit": "المحرمة إذا حاضت "
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": "1",
            "tit": "المحصر "
        },
        {
            "id": "16",
            "lvl": "1",
            "sub": "1",
            "tit": "المستحبات قبل الإحرام "
        },
        {
            "id": "17",
            "lvl": "1",
            "sub": "1",
            "tit": "ما ينبغي على الحاج فعله وتركه "
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": "1",
            "tit": "موجبات الغسل وكيفيته الطهارة من الحدث الأكبر "
        },
        {
            "id": "19",
            "lvl": "2",
            "sub": "1",
            "tit": "خروج المني الدافق بشهوة "
        },
        {
            "id": "20",
            "lvl": "2",
            "sub": "1",
            "tit": "الجماع "
        },
        {
            "id": "21",
            "lvl": "2",
            "sub": "1",
            "tit": "الموت "
        },
        {
            "id": "22",
            "lvl": "2",
            "sub": "1",
            "tit": "الحيض "
        },
        {
            "id": "23",
            "lvl": "2",
            "sub": "1",
            "tit": "النفاس "
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": "1",
            "tit": "كيفية الاغتسال "
        }
    ]
}