{
    "b36365": [
        {
            "hno": null,
            "id": "1",
            "nass": "مئة دليل ودليل على وقوع الطلاق الثلاث ثلاثاً بالدليل ¶ للدكتور صلاح محمد أبو الحاج ¶ مركز العلماء العالمي للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة: ¶ الحمد لله القائل في كتابه {الطلاق مرتان} توضيحاً لسنته، وناسخاً لرجعيته بالزيادة على اثنتين، والصلاة والسلام على رسوله المبيّن لحلاله وحرامه، ومفصّله ومجمله، وعلى آله وصحابته وتابعيهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ ففي هذا الزمان ضعف المسلمون، وفقد كثير منهم عزة هذا الدين والانتماء إليه، وتغيّر فهمهم له ولأحكامه حتى أخذوا يحاكمونه إلى شرائع شرقية وغربية ما أنزل الله بها من سلطان، وتركوا الالتزام به في كثير من مناحي حياتهم توهماً منهم أنها لا تتوافق معهم وغير صالحة لهم ولزمانهم وابتدعوا طرقاً جديدة للتحايل على هذا الدين العظيم بعرض مسائله على هيئة القوانين الوضعية المقارنة، فما وافق هواهم وعقلهم أخذوه بادّعاء قوة دليله وموفقته للعصر والمصلحة. ¶ فلو سلّمت لهم هذه الطريقة المبتدعة في التعامل مع الفقه لا يسلّم لهم أحد من أهل الفضل أن تكون هذه الطريقة لكل أحد، بل لكل فن أهله الذين تمكنوا من العلوم وهضموها، فأصبحت طوع أيديهم، لا سيما علوم الآلة والأصول والحديث، فكيف يحق لأحد أن يقوم بهذا الانتقاء وبضاعته في الحديث مزجاة، حتى أنه لا يكلف نفسه فيما ذهب إليه الرجوع إلى مظان كتب الحديث، بل يكتف بما حوته كتب الفقه المتأخرة الجامعة لذلك، وما يدريك لعل لفظ الحديث في مظانه يختلف، أو له روايات أخرى تؤيد عكس ما ذهبت إليه لو وقفت عليها ما قلت ما قلته، فهذا الكتاب الفقهي المتأخر الذي اعتمدت عليه ذكر ما يوافق ترجيحه تومن الحديث وحسنه أو صححه، لا ما هو الحسن والصحيح في الأمر الذي يمكن الوقوف عليه بتتبع كتب الحديث والعلل والتخريج المختلفة.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وعلى كل ليس الكلام في هذا الموضوع مجال بحثنا، فلنترك الكلام فيه لمناسبة أخرى، وإنما ذكرناه لارتباطه بموضوع مسألتنا، إذ أننا وقعنا في مشكلة بسبب هذا الحال، فكثير من الباحثين العصريين عندما تحدثوا عن مسألة وقوع الطلاق الثلاث في وقت واحد أنكروها بمخالفتها لتصور عقولهم ولمصلحة الأسر ولقول ابن تيمية ومتابعة ابن القيم له على عادته، وموافقة الشوكاني والصنعاني لهم في ذلك، واعتمدوا على ما ذكروه في كتبهم لا سيما الأخيران في ((نيل الأوطار)) و((سبل السلام)) من عرض للدلائل التي توافق ما ذهبوا إليه وتضعيف ما قال به الجمهور(1). ¶ فرأيت حفاظاً على الشرع العظيم وصوناً لأحكام هذا الدين أن أجمع فيها رسالة شافية حاوية للدلائل، ناقضة للأوهام، أذكر فيها أدلة الأئمة من القرآن والسنة والآثار عن الصحابة والتابعين والإجماع والقياس التي نافت على المئة دليل، ثم أعرض لما قال المخالف من نسبة هذا القول إلى الكبار وعدم صحة ذلك بالحجة والبرهان، وما توهموا من دلالة القرآن، وعدم موافقة أهل التفسير وغيرهم لهم في ذلك، وما احتجوا به من الأحاديث التي تقوم حجّة عليهم لا لهم، ثم ختمت الكلام فيه عن المصلحة ومتى يجوز لنا الأخذ بها. ¶ وكل ذلك لتكون أدلة هذه المسألة متيسرة للباحثين وأهل الزمان في الاطلاع عليها؛ لتعود الحق إلى نصابه،والأحكام إلى مكانها. ¶ وسميتها: ¶ ((مئة دليل ودليل على وقوع الطلاق الثلاث ثلاثاً بالدليل)). ¶ ولقبتها بـ: ¶ ((الطلاق لمن يوقع الطلاق ثلاثاً)) ¶ __________ ¶ (1) ذكر في المسألة رأيين آخرين، وهما: أنه لا يقع مطلقاً، وأنه يقع الثلاث واحدة قبل الدخول لا بعده، ولكن لتردد من نسب إليهم القول بهما بين أن أكثر من قول والخلاف في نسبة ذلك لهما كما سيظهر لك من هذا البحث، وعدم نهوض من ينافح عن أحدهما كما ينبغي رأيت ترك نقاشهما.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "واسمها يدل على رسمها، وأسأل الله - عز وجل - أن ينفع بها، ويجعلها في ميزان حسناتنا يوم نلقاه، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ وكتبه ¶ الدكتور صلاح محمد أبو الحاج ¶ 26 شوال 1424هـ. ¶ 20 كانون أول 2003م. ¶ الفصل الأول: ¶ في الدلائل والبراهين على وقوع الثلاث ثلاثاً ¶ وفيه تمهيد ومباحث: ¶ تمهيد: ¶ إن الأمة المحمدية اتفقت وأجمعت على وقوع طلاق من قال: أنت طالق ثلاثاً بأنه يقع ثلاثاً وتبين منه زوجته بينونة كبرى، فلا تحل له من بعد حتى تنكح زوجاً غيره، وكان هذا الحكم في عهد المصطفى - صلى الله عليه وسلم - والصحابة ومن جاء بعدهم، فلم يخالف فيه أحد من أهل الخلاف، فهو مذهب المالكية(1)، والحنابلة(2)، والشافعية(3)، والحنفية(4)، والظاهرية(5)، لأن صريح القرآن وظاهره شاهد له، وكذا السنة النبوية والإجماع وآثار الصحابة والتابعين والعقل واللغة حتى قال ابن الهمام(6): لو حكم حاكم بأن الثلاث بفم واحد واحدة لم ينفذ حكمه؛ لأنه لا يسوغ الاجتهاد فيه فهو خلاف لا اختلاف(7). ¶ ولكنهم اختلفوا بعدها هل هو سنة أم بدعة، فقال الشافعي وابن حزم: إنه سنة، وذهب الجمهور إلى أنه بدعة، وقد بسط أدلة أنه سنة الشافعية وابن حزم(8)، وبسط أدلة أنه بدعة المالكية(9) ¶ __________ ¶ (1) ينظر: المنتقى 4: 3-5، والاستذكار 17: 8-21. ¶ (2) ينظر: المغني 7: 282، ودقائق أولي النهى 3: 80-81، وكشف القناع 5: 241-242، ومطالب أولي النهى 5: 334-335. ¶ (3) ينظر: مغني المحتاج 4: 503-504. ¶ (4) ينظر: التبيين 2: 190-191. ¶ (5) ينظر: المحلى 9: 384-400. ¶ (6) في فتح القدير: 3: 473. ¶ (7) أي إن المسألة في الحقيقة لا يوجد فيها اختلاف كما سيأتي، إنما خالف بعضهم؛ لأنه يريد المخالفة لما عليه الأمة من الأحكام؛ لذلك لا اعتداد بقوله، وسيبين لك هذا البحث دقة هذا الكلام من ابن الهمام. ¶ (8) في المحلى 9: 384-400. ¶ (9) ينظر: المنتقى 4: 3-5، والاستذكار 17: 8-21.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "، والحنفية(1) وغيرهم، وهذا هو الخلاف القديم في المسألة بين الفقهاء؛ إذ فصل كل منهم في أدلته فيها، وليست محل بحثنا في هذا المقام. ¶ وهذه الأمة المعصومة لا يكون إجماعها إلا عن مستند شرعي وبرهان نقلي تجلّى لها، وإن كان خفي عن البعض لعدم إمعانه وقلة تحريه وتدقيقه، واغتراره بنفسه. ¶ وها نحن نعرض على عجالة شيئاً مما أورده الأكابر من البراهين الساطعة والحجج الباهرة الدالة على حكم المسألة مع زيادة تفصيل سنح بالبال، وترتيب يحقق المرام. ¶ المبحث الأول: ¶ الآيات القرآنية الكريمة ¶ أعرض فيه الآيات القرآنية التي ورد فيها اشتقاق الطلاق، وكان في اثنتي عشر موضعاً؛ ليطلع الناظر إليها على العموم الذي تحتويه بوقوع الطلاق جملة ومفرقاً دون تفريق بينهما، والموكول له ذلك هو الزوج: ¶ {وإن عزموا الطلاق فإن الله سميع عليم}(2). ¶ {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أَرَادُوا إِصْلاحاً وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ وَاللَّهُ عَزِيزٌ حَكِيمٌ}(3). ¶ {الطَّلاقُ مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ}(4). ¶ __________ ¶ (1) ينظر: التبيين 2: 190-191، وفتح القدير 3: 470-472. ¶ (2) من سورة البقرة: 22. ¶ (3) البقرة:228 ¶ (4) البقرة:229.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "فإن ظاهره مطلق وغير مقيد بكون المرتين متصلتين أو منفصلتين وفي وقت الطهر أو الحيض، فيجوز أن يكون الطلاق فيهما سنياً أو بدعياً أو بين بين. وعلى كل فالطلاق في الصور الثلاث واقع. ¶ وقوله تعالى: { فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ} فإن ظاهره يعم ما إذا كان الافتداء والمخالفة مقابل طلاق واحد أو أكثر، ووقت السنة أو البدعة أو غيرهما، فإنه إذا كان الطلاق على وجه المخالعة وموافقة الزوجين فقد يصادف زمان البدعة أو غيرها(1). ¶ وسيأتي زيادة تفصيل في وجه دلالة هذه الآية في الفصل الثاني فارتقبه. ¶ {فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ فَإِنْ طَلَّقَهَا فَلا جُنَاحَ عَلَيْهِمَا أَنْ يَتَرَاجَعَا إِنْ ظَنَّا أَنْ يُقِيمَا حُدُودَ اللَّهِ وَتِلْكَ حُدُودُ اللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ}(2). ¶ {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلا تُمْسِكُوهُنَّ ضِرَاراً لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ وَلا تَتَّخِذُوا آيَاتِ اللَّهِ هُزُواً وَاذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ وَمَا أَنْزَلَ عَلَيْكُمْ مِنَ الْكِتَابِ وَالْحِكْمَةِ يَعِظُكُمْ بِهِ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ}(3). ¶ {لَا جُنَاحَ عَلَيْكُمْ إِنْ طَلَّقْتُمُ النِّسَاءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا لَهُنَّ فَرِيضَةً وَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ مَتَاعاً بِالْمَعْرُوفِ حَقّاً عَلَى الْمُحْسِنِينَ}(4). ¶ __________ ¶ (1) ينظر: الأنوار القدسية ص85. ¶ (2) البقرة:230. ¶ (3) البقرة:231. ¶ (4) البقرة:236.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "{وَإِنْ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّا أَنْ يَعْفُونَ أَوْ يَعْفُوَ الَّذِي بِيَدِهِ عُقْدَةُ النِّكَاحِ وَأَنْ تَعْفُوا أَقْرَبُ لِلتَّقْوَى وَلا تَنْسَوُا الْفَضْلَ بَيْنَكُمْ إِنَّ اللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ}(1). ¶ {وللمطلقات متاع بالمعروف حقاً على المتقين}(2). ¶ فظاهرها الشمول للمطلقات مطلقاً على وجه السنة أو البدعة. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً}(3). ¶ {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً.فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً}(4). ¶ وهذا الموضع بالإضافة لعمومه إلا أنه اشتمل على نكات أخر تدل على الوقوع جملة. ¶ __________ ¶ (1) البقرة:237. ¶ (2) من سورة البقرة: 241. ¶ (3) الأحزاب:49. ¶ (4) الطلاق:1-2.",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "فمعنى {ومن يتعد حدود الله}أن المطلق قد يحدث له ندم فلا يمكنه تداركه لوقوع البينونة فلو كانت الثلاث لم تقع لم يقع طلاقه هذا إلا رجعياً فلا يندم(1). ¶ وكذلك من يخالف أوامر الله في هذه الآية وغيرها كأن أوقع الطلاق في الحيض أو جمع الثلاث فقد عرض نفسه للضرر فلو لم يكن طلاقه واقعاً ما كان ظالماً لنفسه(2). ¶ وقال تعالى: {ومن يتق الله يجعل له مخرجاً} يعني من لم يتعد حدود الله التي حدها في كتابه يجعل له مخرجاً من الضيق في الدنيا والآخرة، ويدخل في ذلك دخولاً أولياً عدم مخالفة أوامره تعالى في أمر الطلاق بأن يطلق للعدة، ولا يجمع بين الطلقات، فإن جمعها وإن لم يكن حرماً عند الشافعي - رضي الله عنه -، فهو مكروه،فمن يتق الله في أمر الطلاق يجعل له مخرجاً مما عسى أن يقع في شأن الأزواج من العموم والوقوع في المضايق، ويفرج عنه ما يعتريه من الكروب، وقد صح عن الإمام علي - رضي الله عنه -(3): لو أن الناس أصابوا حدّ الطلاق ما ندم مطلق قط(4). ¶ { عَسَى رَبُّهُ إِنْ طَلَّقَكُنَّ أَنْ يُبْدِلَهُ أَزْوَاجاً خَيْراً مِنْكُنَّ مُسْلِمَاتٍ مُؤْمِنَاتٍ قَانِتَاتٍ تَائِبَاتٍ عَابِدَاتٍ سَائِحَاتٍ ثَيِّبَاتٍ وَأَبْكَاراً}(5). ¶ المبحث الثاني: ¶ الأحاديث النبوية الشريفة ¶ __________ ¶ (1) ينظر: لزوم طلاق الثلاث ص30. ¶ (2) ينظر: شفاء العليل ص27، والأنوار القدسية ص84. ¶ (3) كما في مصنف ابن أبي شيبة 4: 55-56. ¶ (4) ينظر: شفاء العليل ص27-28. ¶ (5) التحريم:5.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "وردت أحاديث عديدة عن المصطفى - صلى الله عليه وسلم - حصل فيها وقوع الطلاق ثلاثاً سواء كان ذلك بأمر منه أو بإقراره لوقوعه دون إنكار،وكلها كان مصرح فيها بطلاقها ثلاثاً، أو طلقها البتة، إلا ما ورد في بعض رواياتها من طريق الزهري - رضي الله عنه - في بعض الألفاظ عنه طلقها آخر ثلاث تطليقات، فمثلاً في حديث فاطمة بنت قيس رضي الله عنها كما سيأتي جميع الحفاظ الذي رووا هذا الحديث، ذكروه بلفظ: طلقها ثلاثاً أو البتة إلا الزهري في بعض الروايات عنه، وهذا شذوذ منه كما هو معلوم في علم المصطلح. ¶ وعليه فتكون هذه اللفظة الواردة عن الزهري - رضي الله عنه - إدراج منه في بعض الروايات فلا يعوّل عليها؛ لأن غيره من الحفاظ اتفقوا على عدم ذكرها؛ ولذلك لا يكون للمخالف حجّة فيها؛ لأن الروايات شاهدة على ما نقول، ويتجلى ذلك بوضوح في ((صحيح مسلم))(1)عند ذكره أحاديث فاطمة بنت قيس رضي الله عنها، وبهذا التحقيق يندفع أكبر اعتراض ذكر على الأحاديث التي احتج بها الجمهور. ¶ ومن الأحاديث التي احتجوا بها: ¶ الأول ¶ حديث عويمر العجلاني - رضي الله عنه - ¶ روى مسلم(2): حدثنا يحيى بن يحيى قال قرأت على مالك عن ابن شهاب أن سهل بن سعد الساعدي بقصة عويمر العجلاني في لعانه زوجته وفيها: قال عويمر: كذبت عليها يا رسول الله إن أمسكتها فطلّقها ثلاثاً قبل أن يأمره رسول الله - صلى الله عليه وسلم -. ¶ ورواه البخاري(3) من طريق عبد الله بن يوسف وإسماعيل عن مالك بهذا الإسناد مثله. ¶ ورواه ابن حبان(4)، والنسائي(5) وابن السني(6): بأسانيدهم عن مالك بهذا الإسناد مثله. ¶ ورواه مسلم(7): حدثني حرملة بن يحيى أخبرنا ابن وهب أخبرني يونس عن ابن شهاب بهذا الإسناد نحوه. ¶ __________ ¶ (1) 2: 1115-1119. ¶ (2) في صحيحه: 2: 1129. ¶ (3) في صحيحه 5: 14، 2، 33،2. ¶ (4) في صحيحه: 10: 115. ¶ (5) في السنن الكبرى 3: 349. ¶ (6) في المجتبى 6: 143. ¶ (7) في صحيحه 2: 1130.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "ورواه الطحاوي(1): حدثنا يونس ثنا ابن وهب ثنا هلال عن ابن شهاب بهذا الإسناد مثله. ¶ ورواه البخاري(2): حدثنا يحيى أخبرنا عبد الرزاق أخبرنا ابن جريج قال: أخبرني ابن شهاب نحوه. ¶ ورواه مسلم(3): حدثنا محمد بن رافع حدثنا عبد الرزاق بهذا الإسناد نحوه. ¶ وموضع الدلالة في هذا الحديث: أن الرسول - صلى الله عليه وسلم - لم ينكر على عويمر - رضي الله عنه - تطليقها ثلاثاً، فلو كان محرماً لأنكر - صلى الله عليه وسلم - عليه ذلك، وقال له: كيف ترسل لفظ الطلاق الثلاث مع أنه حرام. وبهذا يسقط اعتراض المخالف بأن تطليقه له لم يصادف محلاً مملوكاً(4)، فإنه وإن سلم له ذلك، فإنه لا يسلم له أنه الرسول - صلى الله عليه وسلم - يمكن أن يسكت عن محرم، أو عن تبيين حكم شرعي اقتضت الحاجة تبيينه للصحابة - رضي الله عنهم -، فهذا مخالف لما تقتضيه نبوته - صلى الله عليه وسلم -. والله أعلم. ¶ قال ابن حزم(5): ((والسكوت هو حجة لازمة إلا أن يوجد بيان في خبر آخر لم يذكر في هذا الخبر، فحينئذ لا يكون السكوت عنه في خبر آخر حجة)). ¶ وقال ابن حجر الهيتمي(6): ((فلو حرم لنهاه عنه؛ لأنه أوقعه معتقداً بقاء الزوجية، ومع اعتقادها يحرم الجمع عند المخالف، ومع الحرمة يجب الإنكار على العالم وتعليم الجاهل، ولم يوجدا فدل على أن لا حرمة)). ¶ __________ ¶ (1) في شرح معاني الآثار 4: 155. ¶ (2) في صحيحه 5: 2033. ¶ (3) في صحيحه 2: 1130. ¶ (4) ينظر: شرح صحيح مسلم للنووي 10: 361، وفيه اختلف العلماء في الفرقة باللعان: فقال مالك والشافعي والجمهور - رضي الله عنهم - : تقع الفرقة بين الزوجين بنفس التلاعن. ¶ وقال أبو حنيفة - رضي الله عنه - : لا تحصل الفرقة إلا بقضاء القاضي بها بعد التلاعن. ¶ (5) في المحلى 9: 390. ¶ (6) في تحفة المحتاج 8: 83.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "وقال محمد الأمين الشنقيطي(1): ((لو سلمنا أن الفرقة بنفس اللعان فإنا لا نسلم أن سكوته - صلى الله عليه وسلم - لا دليل فيه، بل نقول له لو كانت لا تقع دفعة لبيّن أنها لا تقع دفعة، ولو كانت الفرقة بنفس اللعان)). ¶ الثاني ¶ حديث فاطمة بنت قيس رضي الله عنها ¶ روى حديث فاطمة بنت قيس رضي الله عنها: أبو سلمة والشعبي وابن أبي الجهم وعبيد الله بن عبيد الله بن عبد الله بن عتبة والبهي وعروة وغيرهم ورواه عنهم: عبد الله بن يزيد ومحمد بن عمرو وسيار وحصين ومغيرة وأشعث ومجالد وإسماعيل بن أبي خالد وداود ويحيى بن أبي كثير وسلمة بن كهيل وأبو اسحاق وسفيان وشعبة والسدي وهشام بن عروة وسفيان الثوري وحماد بن أبي سليمان والزهري وغيرهم وكلهم رووه بلفظ: طلقها ثلاثاً أو ألبتة إلا الزهري فإنه شذ ورواه بلفظ: آخر ثلاث تطليقات، أو بتطليقة كانت بقيت من طلاقها(2)، وتفصيل الأسانيد والروايات مذكور في ((صحيح مسلم))2: 1115-1119، ومنها: ¶ __________ ¶ (1) في أضواء البيان 1: 228. ¶ (2) وما توصلنا إليه هنا من شذوذ الزهري باللفظ الذي رواه عن الثقات الذين رووا الحديث بعد تدقيق النظر وتمحيصه،يخالف ما ذكره الإمام النووي - رضي الله عنه - في شرحه على صحيح مسلم 10: 335: من الجمع بين الروايات بقوله: فالجمع بين هذه الروايات أنه كان طلقها قبل هذا طلقتين، ثم طلقها هذه المرة الثالثة، فمن روى أنه طلقها مطلقاً، أو طلقها واحدة، أو طلقها آخر ثلاث تطليقات، فهو ظاهر، ومن روى البتة: فمراده: طلقها طلاقاً صارت به مبتوتة بالثلاث، ومن روى ثلاثاً أراد تمام الثلاث.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "ما روى مسلم(1): حدثني محمد بن رافع حدثنا حسين بن محمد حدثنا شيبان عن يحيى بن أبي كثير أخبرني أبو سلمة أن فاطمة بنت قيس أخت الضحاك بن قيس أخبرته أن أبا حفص بن المغيرة المخزومي طلقها ثلاثاً، ثم انطلق إلى اليمن، فقال لها أهله: ليس لك علينا نفقة، فانطلق خالد بن الوليد في نفر فأتوا رسول الله بيت ميمونة، فقالوا: إن أبا حفص طلق امرأته ثلاثاً، فهل لها من نفقة، فقال رسول الله - صلى الله عليه وسلم -: ليست لها نفقة..... ¶ ورواه أبو داود(2) بأسانيده إلى يحيى بسنده السابق بلفظ: طلقها ثلاثاً. ¶ وروى البيهقي(3): أخبرنا أبو بكر بن الحارث الفقيه أنا علي بن عمر الحافظ أنا أبو عبيد القاسم بن إسماعيل نا محمد بن عبد الملك بن زنجويه نا نعيم بن حماد عن ابن المبارك عن محمد بن راشد نا سلمة بن أبي سلمة عن أبيه أنه ذكر عنده الطلاق الثلاث بمرة مكروه، فقال: طلق حفص بن عمرو بن المغيرة فاطمة بنت قيس بكلمة واحدة ثلاثاً فلم يبلغنا أن النبي - صلى الله عليه وسلم - عاب ذلك عليه، وطلق عبد الرحمن بن عوف امرأته ثلاثاً فلم يعب ذلك عليه أحد، وكذلك رواه شيبان بن فروخ عن محمد بن راشد. ¶ ورواه البيهقي(4): حدثنا أبو الحسن محمد بن الحسين بن داود العلوي أنا أبو حامد الشرقي نا أحمد بن حفص بن عبد الله حدثني أبي حدثني إبراهيم بن طهمان عن حصين بن عبد الرحمن عن الشعبي عن فاطمة بنت قيس أنها قالت: طلقني زوجي ثلاثاً فرفع ذلك إلى رسول الله - صلى الله عليه وسلم - فلم يجعل لها سكنى ولا نفقة، وأمرها أن تعتد عند ابن أم مكتوم. وفي رواية عروة بن الزبير عن فاطمة بنت قيس قالت: قلت: يا رسول الله زوجي طلقني ثلاثاً فأخاف أن يقتحم فأمرها فتحولت. ¶ __________ ¶ (1) في صحيحه 2: 1115. ¶ (2) في سننه2: 286-287. ¶ (3) في سننه الكبير 7: 329. ¶ (4) في سننه الكبير 7: 329.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "ورواه ابن حبان(1): أخبرنا أبو خليفة قال: حدثنا محمد بن كثير العبدي قال: أخبرنا سفيان الثوري عن سلمة بن كهيل عن الشعبي باللفظ السابق. ¶ ورواه الطبراني(2): حدثنا أحمد بن رشدين قال: حدثنا عبد الغفار بن داود أبو صالح الحراني قال حدثنا حماد بن سلمة عن حماد بن أبي سليمان عن الشعبي باللفظ السابق. ¶ ورواه مسلم(3): حدثنا أبو بكر بن أبي شيبة حدثنا وكيع حدثنا سفيان عن أبي بكر بن أبي الجهم بن صخير العدوي قال: سمعت فاطمة بنت قيس تقول: إن زوجها طلقها ثلاثاً فلم يجعل لها رسول الله - صلى الله عليه وسلم - سكنى ولا نفقة.... ¶ ورواه أبو الجاورد(4) بسنده إلى وكيع بهذا الإسناد مثله. ¶ وجه دلالة الحديث: أن فاطمة بنت قيس رضي الله عنها طلقت ثلاثاً بلفظ واحد، وعرض أمرها على رسول الله - صلى الله عليه وسلم - فلم ينكر ذلك، وإنما بيّن هل لها نفقة أو سكنى، فلو كان الطلاق الثلاث لا يقع لبيّنه - صلى الله عليه وسلم -، أما اعتراض المخالف بأنه في بعض الروايات لفظ: آخر ثلاث تطليقات، فقد سقط بما سبق تحقيقه أن هذه اللفظة رويت في بعض الروايات من طريق الزهري، وقد خالف فيها الثقات فلا حجة فيها؛ لأنها شذوذ منه - رضي الله عنه -، ومما يشهد بوضوح لما ذكرنا ما صرح به الحافظ أبو سلمة في روايته للحديث السابق فقال: طلقها ثلاثاً بلفظ واحد. ¶ وقد قال الشافعي - رضي الله عنه - في معنى طلقها ثلاثاً: يعني والله أعلم ثلاثاً ولم نعلم أن النبي - صلى الله عليه وسلم - نهى عن ذلك، وقد فعله جمع من الصحابة وأفتى به آخرون(5). ¶ الثالث ¶ حديث رفاعة - رضي الله عنه - ¶ __________ ¶ (1) في صحيحه 10: 63. ¶ (2) في المعجم الأوسط 1: 83. ¶ (3) في صحيحه 2: 1119. ¶ (4) في المنتقى 1: 191. ¶ (5) ينظر: مغني المحتاج 4: 503-504.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "رجح ابن حجر العسقلاني أن القصة التي سنذكرها حصلت مع غير واحد اسمه رفاعة، فقال(1): ((وهذا الحديث وإن كان محفوظاً، فالواضح من سياقه أنه قصة أخرى، وأن كلاً من رفاعة القرظي ورفاعة النضري وقع له مع زوجة له طلاق فتزوّج كلاً منهما عبد الرحمن بن الزبير فطلقها قبل أن يمسها، فالحكم في قصتهما متحد مع تغاير الأشخاص، وبهذا يتبين خطأ من وحّد بينهما ظناً منه أن رفاعة بن سموأل هو رفاعة بن وهب)). ¶ وحديث رفاعة روي بثلاثة أوجه، وهي: ¶ الوجه الأول: روي من طريق مالك بن أنس - رضي الله عنه - بلفظ طلقها ثلاثاً: ¶ 15. روى مالك(2): حدثني يحيى عن مالك عن المسور بن رفاعة القرظي عن الزبير بن عبد الرحمن أن رفاعة بن سموأل طلق امرأته تميمة بنت وهب في عهد رسول الله - صلى الله عليه وسلم - ثلاثاً فنكحت عبد الرحمن بن الزبير، فاعترض عنها فلم يستطع أن يمسها ففارقها فأراد رفاعة أن ينكحها وهو زوجها الأول الذي طلقها، فذكر ذلك لرسول الله - صلى الله عليه وسلم - فنهاه عن تزوجها، وقال: لا تحل لك حتى تذوق العسيلة. ¶ ورواه الشافعي(3)، وابن حبان(4) بأسانيدهم عن مالك بهذا الإسناد مرسلاً مثله. ¶ ورواه ابن الجاورد(5): أخبرنا محمد بن عبد الله بن عبد الحكم أن ابن وهب أخبرهم قال أخبرني مالك بن أنس عن المسور بن رفاعة القرظي عن الزبير بن عبد الرحمن بن الزبير عن أبيه بمثله. ¶ ومثله البيهقي(6) بإسناده إلى محمد بن عبد الله بهذا الإسناد موصولاً بمثله. ¶ ورواه أبو بكر الشيباني(7): حدثنا بشر بن آدم نا عبد الله بن عبد المجيد نا مالك بهذا الإسناد موصولاً بمثله. ¶ ومثله الروياني(8) بإسناده عن ابن عبد المجيد بهذا الإسناد موصولاً بمثله. ¶ __________ ¶ (1) في فتح الباري 9: 465. ¶ (2) في الموطأ 2: 521. ¶ (3) في مسنده ص293. ¶ (4) في صحيحه 9: 430. ¶ (5) في المنتقى 1: 171. ¶ (6) في سننه الكبير 7: 375. ¶ (7) في الآحاد والمثاني 4: 255. ¶ (8) في مسنده 2: 447.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "قال الهيثمي(1): رواه البزار والطبراني ورجالهما ثقات. ¶ الوجه الثاني: وروي من طريق الزهري بلفظ: بتّ طلاقي، بدون ذكر آخر ثلاث تطليقات: ¶ 16.روى مسلم(2): حدثنا أبو بكر بن أبي شيبة وعمرو الناقد واللفظ لعمرو قالا: حدثنا سفيان عن الزهري عن عروة عن عائشة قالت: جاءت امرأة رفاعة إلى النبي - صلى الله عليه وسلم - فقالت: كنت عند رفاعة فطلقني فبتّ طلاقي فتزوجت عبد الرحمن بن الزبير وإن ما معه مثل هدبة الثوب، فتبسّم رسول الله - صلى الله عليه وسلم - فقال : أتريدين أن ترجعي إلى رفاعة، لا حتى تذوقي عسيلته ويذوق عسيلتك.... ¶ ورواه البخاري(3)، وأبو نعيم الأصبهاني(4)، وأبو عوانة(5)، والنسائي(6)، والترمذي(7)، وقال: حسن صحيح، والدارمي(8)، والشافعي(9)، وابن ماجه(10)، والبيهقي(11) وغيرهم بأسانيدهم عن الزهري بهذا الإسناد مثله. ¶ الوجه الثالث: روي من طريق الزهري بلفظ: بت طلاقي، وفيه: آخر ثلاث تطليقات. ¶ __________ ¶ (1) في مجمع الزوائد 4: 340. ¶ (2) في صحيحه 2: 1055. ¶ (3) في صحيحه 5: 2014. ¶ (4) في المسند المستخرج 4: 145. ¶ (5) في مسنده 3: 91. ¶ (6) في سننه 3: 353. ¶ (7) في جامعه 3: 426. ¶ (8) في سننه 2: 215. ¶ (9) في مسنده 192. ¶ (10) في سننه 1: 621. ¶ (11) في سننه الكبير 7: 333.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "17. روى مسلم(1): حدثني أبو الطاهر وحرملة بن يحيى واللفظ لحرملة قال أبو الطاهر: حدثنا وقال حرملة أخبرنا ابن وهب أخبرني يونس عن ابن شهاب حدثني عروة بن الزبير أن عائشة زوج النبي - صلى الله عليه وسلم - أخبرته أن رفاعة القرظي طلق امرأته فبتّ طلاقها فتزوجت بعده عبد الرحمن بن الزبير فجاءت النبي - صلى الله عليه وسلم - فقالت: يا رسول الله إنها كانت تحت رفاعة فطلقها آخر ثلاث تطليقات فتزوجب بعده عبد الرحمن بن الزبير وإنه والله ما معه إلا مثل الهدبة وأخذت بهدبة من جلبابها، قال: فتبسم رسول الله - صلى الله عليه وسلم - ضاحكاً، فقال: لعلك تريدين أن ترجعي إلى رفاعة لا حتى يذوق عسيلتك وتذوقي عسيلته. ¶ ورواه البخاري(2)، وأبو عوانة(3)، والبيهقي(4)، وعبد الرزاق(5)، وإسحاق بن راهويه(6) غيرهم بأسانيده إلى الزهري بهذا الإسناد مثله. ¶ فهذا الوجه الثالث روي من طريق الزهري وهو مخالف لما روي من طريقه بغير هذه الزيادة التي هي من إدراجه كما سبق تحقيقه، فأخذ ما وافق فيه غيره من الحفاظ كالإمام مالك في هذه الرواية وغيره كما في روايات حديث فاطمة السابق ذكره وغيره من الأحاديث الواردة عن الرسول - صلى الله عليه وسلم - في المسألة أولى، وبذلك يسقط ما يمكن أن يعترض به المخالف أن هذه الرواية شارحة ومبينة لغيرها من الروايات، بل هي شذوذ وإدراج في الحديث كما سبق تحقيقه. ¶ الرابع ¶ حديث عائشة رضي الله عنها ¶ طلق رجل امرأته ثلاثاً ¶ __________ ¶ (1) في صحيحه 2: 1056. ¶ (2) في صحيحه 5: 2255. ¶ (3) في مسنده 3: 92، 155. ¶ (4) في سننه الكبير 7: 374. ¶ (5) في مصنفه 6: 346. ¶ (6) في مسنده 2: 210.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "18. روى البخاري(1): حدثني محمد بن بشار حدثنا يحيى عن عبيد الله قال حدثني القاسم بن محمد عن عائشة رضي الله عنها أن رجلاً طلق امرأته ثلاثاً فتزوجت فطلّقت، فسئل النبي - صلى الله عليه وسلم - أتحل للأول، قال: لا حتى يذوق عسيلتها كما ذاق الأول. ¶ ورواه مسلم(2) وأبو نعيم الأصبهاني(3) والنسائي(4) والبيهقي(5) بأسانيدهم إلى عبيد الله بن عمر بهذا الإسناد بلفظ: قالت: طلق رجل امرأته ثلاثاً، فتزوجها رجل ثم طلقها قبل أن يدخل بها، فأراد زوجها الأول أن يتزوجها، فسئل رسول الله - صلى الله عليه وسلم - عن ذلك، فقال: لا حتى يذوق الآخر من عسيلتها ما ذاق الأول. ¶ يحتمل أن يكون هذا الحديث مختصر من حديث رفاعة السابق، ويحتمل أن يكون قصة جديدة، وكلا الاحتمالين لا تنقص من الاستدلال به في شيء؛ لأن الشاهد فيه أنه عرض على رسول الله - صلى الله عليه وسلم - أن رجلاً طلق امرأته ثلاثاً، فلم ينكر هذا الفعل، وإنما بين أنها تبيين منه، ولا تحل له إلا بنكاح زوج آخر. ¶ الخامس ¶ حديث ابن عمر - رضي الله عنهم - ¶ ورد حديث ابن عمر - رضي الله عنهم - بطرق وأوجه عديدة استدل بها على مسائل لا سيما مسألة الطلاق السني والبدعي، وليس هذا محل بحثنا، وإنما الذي يهمنا منها ما في الدلالة على مسألتنا هذه، وقد روي من وجهين هما: ¶ الوجه الأول: بلفظ: إن كنت طلقتها ثلاثاً فقد حرمت عليك: ¶ __________ ¶ (1) في صحيحه 5: 2014. ¶ (2) في صحيحه 2: 1057. ¶ (3) في المسند المستخرج 4: 146-147. ¶ (4) في سننه 3: 353. ¶ (5) في سننه الكبير 7: 329، 374، 334.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "19. روى البخاري(1): حدثنا قتيبة حدثنا الليث عن نافع أن ابن عمر - رضي الله عنهم - طلق امرأة له وهي حائض تطليقة واحدة، فأمره رسول الله - صلى الله عليه وسلم - أن يراجعها، ثم يمسكها حتى تطهير ثم تحيض عنده حيضة أخرى، ثم يمهلها حتى تطهر من حيضها، فإن أراد أن يطلّقها فليطلقها حين تطهر من قبل أن يجامعها، فتلك العدّة التي أمر الله أن تطلّق لها النساء، وكان عبد الله إذا سئل عن ذلك قال لأحدهم: إن كنت طلقتها ثلاثاً فقد حرمت عليك حتى تنكح زوجاً غيرك. ¶ 20.وروى البخاري(2) معلقاً: قال الليث عن نافع: كان ابن عمر إذا سئل عمن طلق ثلاثاً، قال: لو طلقت مرة أو مرتين فإن النبي - صلى الله عليه وسلم - أمرني بهذا، فإن طلقتها ثلاثاً حرمت حتى تنكح زوجاً غيرك. ¶ ووصله ابن حجر(3). ¶ ورواه مسلم(4)، وقال: زاد ابن رمح أخبرنا الليث عن نافع كان عبد الله إذا سئل عن ذلك قال لأحدهم: أما أنت طلقت امرأتك مرة أو مرتين فإن رسول الله - صلى الله عليه وسلم - أمرني بهذا وإن كنت طلقتها ثلاثاً فقد حرمت عليك حتى تنكح زوجاً غيرك، وعصيت الله فيما أمرك من طلاق امرأتك. ¶ وروى أحمد مثل هذه الزيادة(5): من طريق يونس عن الليث. ¶ __________ ¶ (1) في صحيحه 5: 2041. ¶ (2) في صحيحه 5: 2015. ¶ (3) في تغليق التعليق 4: 438-439. ¶ (4) في صحيحه 2: 1093. ¶ (5) في مسنده 2: 124.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "ورواه مسلم(1): حدثني زهير بن حرب حدثنا إسماعيل عن أيوب عن نافع أن ابن عمر طلق امرأته وهي حائض فسأل عمر النبي - صلى الله عليه وسلم - فأمره أن يرجعها ثم يمهلها حتى تحيض حيضة أخرى، ثم يمهلها حتى تطهر، ثم يطلقها قبل أن يمسها فتلك العدة التي أمر الله أن يطلق لها النساء، قال فكان ابن عمر إذا سئل عن الرجل يطلق امرأته وهي حائض يقول: أما أنت إن طلقتها واحدة أو اثنتين إن رسول الله - صلى الله عليه وسلم - أمره أن يرجعها، ثم يمهلها حتى تحيض حيضة أخرى، ثم يمهلها حتى تطهر، ثم يطلقها قبل أن يمسها، وأما أنت طلقتها ثلاثاً فقد عصيت ربك فيما أمرك به من طلاق امرأتك وبانت منك. ¶ ورواه أحمد(2) عن إسماعيل بهذا الإسناد مثله. ¶ الوجه الثاني: بلفظ: أفرأيت لو أني طلقتها ثلاثاً: ¶ 21. روى الدارقطني(3): أخبرنا علي بن محمد بن عبيد الحافظ نا محمد بن شاذان الجوهري نا معلى بن منصور نا شعيب بن رزيق أن عطاء الخراساني حدثهم عن الحسن قال نا عبد الله بن عمر - رضي الله عنه - أنه طلق امرأته تطليقة وهي حائض ثم أراد أن يتبعها بتطليقتين أخرواين عند القرئين، فبلغ ذلك رسول الله - صلى الله عليه وسلم - فقال: يا ابن عمر ما هكذا أمرك الله إنك قد أخطأت السنة، والسنة أن تستقبل الطهر فيطلق لكل قرء، قال: فأمرني رسول الله فراجعتها، ثم قال: إذا هي طهرت فطلق عند ذلك أو أمسك فقلت: يا رسول الله رأيت لو أني طلقتها ثلاثاً أكان يحل لي أن أراجعها، قال: لا كانت تبين منك وتكون معصية. ¶ __________ ¶ (1) في صحيحه 2: 1049. ¶ (2) في مسنده 2: 6، ومثله في المسند المستخرج 4: 148. ¶ (3) في سننه 4: 31.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "ورواه البيهقي(1) بإسنادين إلى معلى بن منصور بهذا الإسناد مثله. ثم قال: هذه الزيادات التي أتى بها عن عطاء الخراساني ليست في رواية غيره، وقد تكلموا فيه، ويشبه أن يكون قوله: وتكون معصية راجعاً إلى إيقاع ما كان يوقعه من الطلاق الثلاث في حال الحيض. والله أعلم. ¶ وقال ابن الجوزي(2): ((قال أبو حاتم بن حبان الحافظ: لم يشافه الحسن من ابن عمر - رضي الله عنه -)). ¶ وقال الهيثمي(3): ((رواه الطبراني، وفيه: علي بن سعيد الرازي قال الدارقطني: ليس بذاك وعظمه غيره، وبقية رجاله ثقات)). ¶ وقال محمد الأمين الشنقيطي(4): ((وأما معلى بن منصور فقد قال فيه ابن حجر في ((التقريب)): ثقة سني فقيه طلب للقضاء فامتنع، أخطأ من زعم أن أحمد رماه بالكذب، أخرج له الشيخان وباقي الجماعة، وأما شعيب بن زريق أبو شيبة الشامي فقد قال فيه ابن حجر في ((التقريب)): صدوق يخطئ، ومن كان كذلك فليس مردود الحديث. ¶ فهذان الوجهان واضحان في الدلالة على أن من طلّق ثلاثاً يقع طلاقه، سواء بأمر رسول الله - صلى الله عليه وسلم - لابن عمر - رضي الله عنهم - أو بفهمه لما حصل معه من قصة وحكم رسول الله - صلى الله عليه وسلم - فيها، فمع التسليم بأن الرواية الأخيرة كلامه إلا أنه لا يخدش في الحكم بشيء؛ لأنه ثبت الحكم في الرواية الأولى والثاني المتفق عليهما في الحكم وكذلك في غيره من الأحاديث والآثار، وما فيها هو زيادة تفصيل وإيضاح، والروايات الأخرى مؤيدة لها، ورافعة لها عما يمكن أن يقال فيها)). ¶ __________ ¶ (1) في سننه الكبير 7: 330-334. ¶ (2) في التحقيق في أحاديث الخلاف 2: 291-292. ¶ (3) في مجمع الزوائد 4: 336. ¶ (4) في أضواء البيان 1: 231.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "22. وروى البيهقي(1): أخبرنا أبو بكر بن الحارث الفقيه أنا علي بن عمر الحافظ قال قرئ على عبد الله بن محمد بن عبد العزيز وأنا أسمع حدثكم إسماعيل بن إبراهيم الترجماني أبو إبراهيم نا سعيد بن عبد الرحمن عن عبيد الله بن عمر عن نافع عن ابن عمر - رضي الله عنهم - أن رجلاً أتى عمر - رضي الله عنه - فقال: إني طلقت امرأتي يعني البتة وهي حائض قال: عصيت ربك وفارقت امرأتك، فقال الرجل: فإن رسول الله - صلى الله عليه وسلم - أمر ابن عمر - رضي الله عنه - حين فارق امرأته أن يراجعها، فقال له عمر - رضي الله عنه -: إن رسول الله أمره أن يراجع امرأته لطلاق بقي له وأنه لم يبق لك ما ترتجع به امرأتك. ¶ وهذه الرواية دالة على عمر بن الخطاب - رضي الله عنه - فهم مما وقع مع ابنه عبد الله من طلاق وحكم رسول الله - صلى الله عليه وسلم - فيه، يدل على أنه من يطلق زوجته ثلاثاً تبين منه؛ إذ رد على الرجل فيما احتج به. ¶ أما ما روى ابن الجوزي(2): بإسناده إلى الدارقطني: قال أخبرنا محمد بن أحمد بن يوسف بن يزيد الكوفي وابن دارم قالا: نا أحمد بن موسى بن اسحاق قال نا أحمد بن صبيح الأسدي قال: نا طريف بن ناصح عن معاوية عن عمار الدهني عن أبي الزبير قال سألت ابن عمر - رضي الله عنه - عن رجل طلق امرأته ثلاثاً وهي حائض، فقال: أتعرف ابن عمر، قلت: نعم، قال: طلقت امرأتي ثلاثاً على عهد رسول الله - صلى الله عليه وسلم - وهي حائض فردّها رسول الله - صلى الله عليه وسلم - إلى السنة. ثم قال ابن الجوزي: هذا حديث لا يصح، قال الدارقطني: كل رواة هذا الحديث من الشيعة. ¶ وقال الذهبي(3): ((طريف بن ناصح عن معاوية بن عمار بخبر منكر شيعي نكرة)). ¶ رواية ابن سيرين عن ابن عمر - رضي الله عنه -: ¶ __________ ¶ (1) في سننه الكبير 7: 334. ¶ (2) في العلل المتناهية 2: 639. ¶ (3) في المغني في الضعفاء ص315.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "روى مسلم(1): حدثني علي بن حجر السعدي حدثنا إسماعيل بن إبراهيم عن أيوب عن ابن سيرين قال: مكثت عشرين سنة يحدثني من لا أتهم أن ابن عمر طلق امرأته ثلاثاً وهي حائض فأمر أن يراجعها فجلعت لا أتهمهم ولا أعرف الحديث حتى لقيت أبا غلاب يونس بن جبير الباهلي، وكان ذا ثبت، فحدثني أنه سأل ابن عمر فحدّثه أنه طلق امرأته تطليقة وهي حائض فأمر أن يراجعها، قال: قلت: أفحسبت عليه، قال فمه أو إن عجز واستحمق. ¶ ورواه أبو نعيم الأصبهاني(2) بسنده إلى أيوب بهذا الإسناد مثله. ¶ ورواه البيهقي(3) بسنده إلى علي بن حجر بهذا الإسناد مثله. ¶ ذكرت رواية ابن سيرين - رضي الله عنه - هذه للدلالة على أن رواة الحديث حتى الثقات منهم يقعون في الخطأ والسهو، فهذه قصة ابن عمر - رضي الله عنه - على شهرتها وانتشارها، فإن ابن سيرين يخبر أن أحدهم بقي يحدث عشرين سنة على خلاف ما هي عليه، حتى وقعت له الرواية المحفوظة فيه، وعليه فليس من الغريب أن نجد من بعض الرواة وإن كانوا ثقات زيادات وإدراجات في الأحاديث السالفة، وقعت نتيجة وهم أو نسيان أو غير ذلك، فعلينا أخذ ما وافق غيره منها من الثقات وردّ ما عداه، وهذا واضح جلي، مبسوط في كتب المصطلح. ¶ السادس ¶ حديث الحسن بن علي - رضي الله عنهم - ¶ __________ ¶ (1) في صحيحه 2: 1095. ¶ (2) في المسند المستخرج 4: 150. ¶ (3) في سننه الكبير 7: 334.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "23. روى الطبراني(1): حدثنا علي بن سعيد الرازي ثنا محمد بن حميد الرازي ثنا سلمة بن الفضل حدثنا عمرو بن أبي قيس عن إبراهيم بن عبد الأعلى عن سويد بن غفلة قال: كانت عائشة بنت خليفة الخثعمية عند الحسن بن علي - رضي الله عنه -، فلما أصيب علي وبويع للحسن بالخلافة دخل عليها، فقال: لتهنك الخلافة. فقال لها: أتظهرين الشماتة بقتل علي انطلقي فأنت طالق ثلاثاً. فتقنعت بساج لها وجلست في ناحية البيت، وقالت: أما والله ما أردت ما ذهبت إليه، فأقامت حتى انقضت عدتها، ثم تحولت عنه، فبعث إليها ببقية بقية لها من صداقها عليه وبمتعة عشرة آلاف، فلما جاءها الرسول بذلك قال: متاع قليل من حبيب مفارق، فلما رجع الرسول إلى الحسن فأخبره بما قالت، بكى الحسن بن علي - رضي الله عنه -، وقال: لولا أني سمعت جدي رسول الله - صلى الله عليه وسلم - أو سمعت أبي يحدث عن جدي أنه قال: إذا طلق الرجل امرأته ثلاثاً عند الإقراء أو طلقها ثلاثاً مبهمة لم تحل له حتى تنكح زوجاً غيره لراجعتها. ¶ ورواه الدارقطني(2) والبيهقي(3): بسندهما إلى محمد الرازي بهذا الإسناد مثله. ¶ __________ ¶ (1) في المعجم الكبير 3: 91. ¶ (2) في سننه 4: 30. ¶ (3) في سننه الكبير 7: 336.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "ورواه الدارقطني(1) والبيهقي(2) بالسند السابق بلفظ: كانت الخثعمية تحت الحسن بن علي - رضي الله عنهم - فلما أن قتل علي - رضي الله عنه - بويع الحسن بن علي - رضي الله عنهم -، دخل عليها الحسن بن علي - رضي الله عنهم - فقالت له: لتهنك الخلافة. فقال الحسن بن علي - رضي الله عنهم -: أظهرت الشماتة بقتل علي أنت طالق ثلاثاً. فتلففت في ثوبها، وقالت: والله ما أردت هذا. فمكثت حتى انقضت عدتها، وتحولت، فبعث إليها الحسن بن علي - رضي الله عنهم - بقية من صداقها وبمتعة عشرين ألف درهم، فلما جاءها الرسول ورأت المال، قالت: متاع قليل من حبيب مفارق، فأخبر الرسول الحسن بن علي - رضي الله عنهم - فبكى، وقال: لولا أني سمعت أبي يحدث عن جدي النبي - صلى الله عليه وسلم - أنه قال: من طلق امرأته ثلاثاً لم تحل له حتى تنكح زوجاً غيره لراجعتها. ¶ قال ابن رجب في ((بيان مشكل الأحاديث)): إسناده صحيح(3). ¶ وقال الهيثمي(4): ((في رجاله ضعف وقد وثقوا)). ¶ وهذا الحديث واضح في المراد، ولا وجه لحمله على غيره؛ لأنه نص في المسألة لا مجل لتأويله، وبتصحيح الحافظ ابن رجب - رضي الله عنه - له لم يعد للمخالف مدخل للطعن فيه. ¶ السابع ¶ حديث أمرك بيدك ¶ __________ ¶ (1) في سننه 4: 31. ¶ (2) في سننه 7: 257. ¶ (3) ينظر: الإشفاق ص 24. ¶ (4) في مجمع الزوائد 3: 339-340.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "24. روى أبو داود(1) : حدثنا الحسن بن علي ثنا سليمان بن حرب عن حماد بن زيد قال: قلت لأيوب: هل تعلم أحداً قال بقول الحسن في أمرك بيدك ـ أي أنها ثلاثاً(2)ـ قال: لا إلا شيء حدثناه قتادة عن كثير(3) مولى أبي سمرة عن أبي سلمة عن أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - بنحوه، قال أيوب: فقدم علينا كثير فسألته، فقال: ما حدثت بهذا قط فذكرته لقتادة، فقال: بلى، ولكنه نسي. ¶ ورواه الترمذي(4): عن علي بن نصر عن سليمان بن حرب عن حماد بن زيد وسألت محمداً عن هذا الحديث، فقال: حدثنا سليمان بن حرب عن حماد بن زيد بهذا، وإنما هو عن أبي هريرة موقوف ولم يعرف حديث أبي هريرة - رضي الله عنه - مرفوعاً، وكان علي بن نصر حافظاً صاحب حديث. ¶ ورواه الحاكم(5): بسنده عن سليمان بهذا الإسناد مثله. ثم قال: هذا حديث غريب صحيح. ¶ وجه دلالة الحديث: وقوع أمرك بيدك ثلاث تطليقات، وهذا مخالف لما يقوله المخالف من عدم وقوع الثلاث في وقت واحد وبكلمة واحدة. ¶ أما عدم معرفة البخاري له مرفوعاً، فالرفع زيادة، وزيادة العدل مقبولة. ¶ ونسيان كثير له فإن نسيان الشيخ لا يبطل رواية من روى عنه؛ لأنه يقل راوٍ يحفظ طول الزمان ما يرويه(6). ¶ الثامن ¶ حديث محمود بن لبيد - رضي الله عنه - ¶ __________ ¶ (1) في سننه 3: 263. ¶ (2) كما في رواية الترمذي 3: 481، والمستدرك 2: 224، وغيرهما. ¶ (3) قال ابن حزم: كثير مولى سمرة مجهول. كما في أضواء البيان 1: 236. وهذا عجيب منه، فقد قال العجلي: بصري تابعي ثقة، وذكره ابن حبان في الثقات. كما في تهذيب الكمال 24: 153. وقال ابن حجر في التقريب ص396: إنه مقبول. ¶ (4) في جامعه 3: 481. ¶ (5) في المستدرك 2: 224. ¶ (6) ينظر: أضواء البيان 1: 236.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "25. روى النسائي(1): أخبرنا سليمان بن داود أبو ربيع قال: أنا ابن وهب قال: أخبرني مخرمة عن أبيه(2) قال: سمعت محمود بن لبيد(3) قال: أخبر رسول الله - صلى الله عليه وسلم - عن رجل طلق امرأته ثلاث تطليقات جميعاً، فقام غضبان، ثم قال: أيلعب بكتاب الله وأنا بين أظهركم حتى قام رجل وقال: يا رسول الله ألا أقتله، ثم قال النسائي: لا أعلم أحداً روى هذا الحديث غير مخرمة(4). ¶ قال ابن كثير: إسناده جيد(5). ¶ وقال الحافظ ابن حجر(6): رواته موثقون. ¶ وقال(7): رجاله ثقات. ¶ وجه دلالة الحديث: أن رجلاً طلق ثلاثاً، والرسول - صلى الله عليه وسلم - لم يردّ عليه زوجته، ويخبره بأن الثلاث واجدة، وإنما قام غضبان لاستعجاله في أمر كان له فيه أناة، ومعلوم أن الطلاق ثلاثاً خلاف السنة عند الجمهور كما مر من الخلاف في بداية البحث فيه. ¶ قال الكوثري(8): وغضبه - صلى الله عليه وسلم - يدل على وقوعها، وكفى هذا فيما نريده. ¶ التاسع ¶ حديث عبادة بن الصامت - رضي الله عنه - ¶ __________ ¶ (1) في سننه الكبرى 3: 349، ومثله في المجتبى 6: 142. ¶ (2) إعلاله بأن رواية مخرمة عن أبيه وجادة من كتابه، يمكن رده بأن مسلماً أخرج في صحيحه عدة أحاديث من رواية مخرمة عن أبيه، والمسلمون مجموع على قبول أحاديث مسلم إلا بموجب صحيح يقتضي الرد فالحق أن الحديث ثابت. ينظر: أضواء البيان 1: 227. ¶ (3) إعلاله بأنه مرسل صحابي يردّ بأن مراسيل الصحابة لها حكم الوصل. ينظر: أضواء البيان 1: 227. ¶ (4) قال ابن حجر في التقريب ص 459: صدوق، روى له البخاري في الأدب ومسلم وأبو داود والنسائي. ¶ (5) أضواء البيان 1: 230. ¶ (6) ¶ في بلوغ المرام ص135. ¶ (7) في فتح الباري3: 362. ¶ (8) في الإشفاق ص32.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "26. روى عبد الرازق(1) قال أخبرنا يحيى بن العلاء عن عبيد الله بن الوليد العجلي عن إبراهيم عن داود بن عبادة بن الصامت - رضي الله عنه - قال: طلّق جدي امرأة له ألف تطليقة فانطلق أبي إلى رسول الله - صلى الله عليه وسلم - فذكر ذلك له فقال النبي - صلى الله عليه وسلم -: أما اتقى الله جدك أما ثلاث فله، وأما تسعمئة وسبعة وتسعون فعدوان وظلم، إن شاء الله تعالى عذبه وإن شاء غفر له. ¶ ورواه الدارقطني(2): أخبرنا أبو محمد بن صاعد نا يحيى بن عبد الباقي الأذني ح ونا عثمان بن أحمد الدقاق نا يحيى بن عبد الباقي الأذني نا محمد بن عبد الله بن القاسم الصنعاني نا عمرو بن عبد الله بن فلاح الصنعاني نا محمد بن عيينة عن عبد الله بن الوليد الوصافي وصدقة بن أبي عمران عن إبراهيم بن عبيد الله بن عبادة بن الصامت عن أبيه عن جده قال: طلق بعض آبائي امرأته ألفاً فانطلق بنوه إلى رسول الله - صلى الله عليه وسلم - فقالوا: يا رسول الله إن أبانا طلق أمنا ألفاً فهل له من مخرج. فقال: إن أباكم لم يتق الله فيجعل له من أمره مخرجاً بانت منه بثلاث على غير السنة وتسعمئة وسبعة وتسعون إثم في عنقه. ثم قال: رواته مجهولون وضعفاء إلا شيخنا وابن عبد الباقي. ¶ ورواه الخطيب البغدادي(3) بسند إلى ابن عبد الباقي بهذا الإسناد مثله. ¶ قال الهيثمي(4): رواه كله الطبراني، وفيه عبيد الله بن الوليد الوصافي العجلي وهو ضعيف. ¶ وقال الكوثري(5): في رواية عبد الرزاق عللاً. ¶ دلالة الحديث واضحة على المقصود، أما ما ذكر(6) من ضعف الحديث فلا يضر؛ لأن الحديث ليس هو الدليل على المسألة،وإنما هو مؤيد ومتابع للحكم الثابت بالأحاديث الصحاح السابق ذكرها. ¶ العاشر ¶ __________ ¶ (1) في مصنفه 6: 393. ¶ (2) في سننه 4: 20. ¶ (3) في تاريخ بغداد 14: 227. ¶ (4) في مجمع الزوائد 4: 383. ¶ (5) في الإشفاق ص30. ¶ (6) ذكر ابن حزم كلاماً طويلاً في ضعفه في المحلى 9: 385، والشوكاني في نيل الأوطار 6: 276.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "حديث أنس بن مالك - رضي الله عنه - ¶ 27. روى أحمد(1): حدثنا عفان ثنا محمد بن دينار حدثني يحيى بن يزيد عن أنس بن مالك - رضي الله عنهم - أن رسول الله - صلى الله عليه وسلم - سئل عن رجل كانت تحته امرأة فطلقها ثلاثاً فتزوجت بعده رجلاً فطلقها قبل أن يدخل بها أتحل لزوجها الأول، قال رسول الله - صلى الله عليه وسلم -: لا حتى يكون الآخر قد ذاق من عسيلتها وذاقت من عسيلته. ¶ روى أبو عبد الله المقدسي(2) بإسناده إلى أحمد بهذا السند مثله. ثم قال: إسناده حسن. ¶ قال الهيثمي(3): ((رواه أحمد والبزار وأبو يعلى والطبراني في الأوسط ورجاله رجال الصحيح خلا محمد بن دينار الطاحي وقد وثّقه أبو حاتم وأبو زرعة وابن حبان وفيه كلام لا يضر)). ¶ الحادي عشر ¶ حديث أرخى الستر ¶ 28. روى ابن أبي شيبة(4): حدثنا وكيع عن سفيان عن علقمة بن مرثد عن رزين بن سليمان عن ابن عمر - رضي الله عنهم - قال سئل رسول الله - صلى الله عليه وسلم - عن رجل طلق امرأته ثلاثاً فتزوجت زوجاً غيره، فأغلق الباب وأرخى الستر، ثم طلقها قبل أن يدخل بها، قال: لا تحل له حتى تنكح زوجاً غيره وتذوق عسيلته. ¶ ورواه أحمد(5) من طريق عبد الرحمن بن مهدي وأبي أحمد الزبيري عن سفيان بهذا الإسناد مثله. ¶ ورواه البيهقي(6) بسنده إلى محمد بن كثير العبدي عن سفيان بهذا الإسناد بلفظ: أن رسول الله - صلى الله عليه وسلم - سئل وهو على المنبر عن رجل طلق امرأته ثلاثاً فتزوجها غيره وأغلق الباب وأرخى الستر وكشف الخمار ثم فارقها، قال: لا تحل للأول حتى يذوق عسيلتها الآخر. ¶ ورواه البيهقي(7) من طريق قيس بن الربيع عن علقمة بهذا الإسناد مثله. ¶ __________ ¶ (1) في مسنده 4: 284. ¶ (2) في الأحاديث المختارة 7: 280. ¶ (3) في مجمع الزوائد 4: 340. ¶ (4) في مصنفه 3: 541. ¶ (5) في مسنده 2: 62، والعلل ومعرفة الرجال 2: 120. ¶ (6) في سننه الكبير 7: 375. ¶ (7) في سننه الكبير 7: 375.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ورواه الخطيب البغدادي(1) من طريق عبد العزيز بن أبان ومحمد بن يوسف الفريابي بهذا الإسناد مثله. ¶ وهناك خلاف في اسم رزين بن سليمان مبسوط في الكتب السالفة ليس هنا محله. ¶ الثاني عشر ¶ طلقني ثلاث تطليقات ¶ 29. روى أشهب عن القاسم بن عبد الله أن يحيى بن سعيد حدثه أن ابن شهاب حدثه أن ابن المسيب - رضي الله عنه - حدثه أن رجلاً من أسلم طلق امرأته على عهد رسول الله - صلى الله عليه وسلم - ثلاث تطليقات جميعاً، فقال له بعض أصحابه: إن لك عليها رجعة، فانطلقت امرأته حتى دخلت على رسول الله - صلى الله عليه وسلم -، فقالت: إن زوجني طلقني ثلاث تطليقات في كلمة واحدة، فقال لها رسول الله - صلى الله عليه وسلم - قد بنت منه ولا ميراث بينكما(2). ¶ الثالث عشر ¶ حديث ألزمناه بدعته ¶ 30. روى الدارقطني(3) أخبرنا محمد بن مخلد نا أحمد بن عبد الله بن زياد الحداد نا اسماعيل بن أمية نا سعيد بن راشد عن حميد الطويل عن أنس بن مالك - رضي الله عنه - قال: سمعت معاذ بن جبل - رضي الله عنه - يقول قال رسول الله - صلى الله عليه وسلم -: يا معاذ من طلق للبدعة ألزمناه بدعته. ¶ ورواه الدارقطني(4) أخبرنا محمد بن مخلد نا أحمد بن عبد الله الحداد نا أبو الصلت إسماعيل بن أبي أمية الدارع ح ونا عبد الباقي بن قانع نا عبد الوارث بن إبراهيم العسكري نا إسماعيل بن أبي أمية نا حماد بن زيد نا عبد العزيز بن صهيب عن أنس - رضي الله عنه - قال سمعت معاذ بن جبل - رضي الله عنه - قال: قال لي رسول الله - صلى الله عليه وسلم - يا معاذ من طلق في بدعة واحدة أو اثنتين أو ثلاثاً ألزمناه بدعته. ثم قال: إسماعيل بن أبي أمية القرشي ضعيف متروك الحديث(5). ¶ __________ ¶ (1) في موضح أوهام الجمع والتفريق 2: 111-112. ¶ (2) في المدونة 5: 421. ¶ (3) في سننه 4: 45. ¶ (4) في سننه 4: 20، والبيهقي في سننه الكبير 7: 327. ¶ (5) ينظر: الميزان 1: 394، وفيه: ذكره ابن حبان في الثقات.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "والحديث وإن كان ضعيفاً سنداً إلا أنه صحيح معنى، فيكون موافقاً ومؤيداً لغيره من الأدلة التي ذكرناها لا سيما لحديث ابن عمر - رضي الله عنهم - من إلزام رسول الله - صلى الله عليه وسلم - طلاقه وإن كان في الحيض. ¶ الرابع عشر ¶ حديث ركانة - رضي الله عنه - ¶ وهو من الأحاديث التي احتج بها المخالف أيضاً؛ لأنه ورد من طريقين بلفظ: طلقها ثلاثاً في مجلس واحد، مع ذلك أرجع الرسول - صلى الله عليه وسلم - عليه زوجته، ففي هذا المقام سنبسط الكلام في طرق هذا الحديث بالتفصيل ليتجلى للناظر بأنه لا يقوم حجة للمخالف وإنما هو أحد الحجج الناطقة بوقوع الطلاق الثلاث ثلاثاً. ¶ فهذا الحديث ورد بلفظين، وكل لفظ منه له طريقين. ¶ ولفظه الأول: البتة، وطريقاه هما: ¶ 31. الأول: روى الشافعي(1): أخبرنا عمي محمد بن علي بن شافع بن عبد الله بن علي بن السائب عن نافع عن عجير بن عبد يزيد أن ركانة بن عبد يزيد طلق امرأته سهيمة المزنية البتة ثم أتى رسول الله - صلى الله عليه وسلم - فقال: يا رسول الله إني طلقت امرأتي سهيمة البتة ووالله ما أردت إلا واحدة. فقال رسول الله - صلى الله عليه وسلم - لركانة: والله ما أردت إلا واحدة. فقال ركانة: والله ما أردت إلا واحدة. فردّها إليه رسول الله - صلى الله عليه وسلم - فطلقها الثانية في زمان عمر - رضي الله عنه -، والثالثة في زمان عثمان - رضي الله عنه -. ¶ ورواه أبو داود(2) بإسنادين للشافعي بهذا الإسناد مثله. ¶ ورواه الحاكم(3) بإسناده للشافعي بهذا الإسناد مثله،ثم قال: قد صح الحديث بهذه الرواية، فإن الإمام الشافعي قد أتقنه وحفظه عن أهل بيته، والسائب بن عبد يزيد أبو الشافع بن السائب وهو أخ ركانة بن عبد يزيد، ومحمد بن علي بن شافع عم الشافعي شيخ قريش في عصره. ¶ __________ ¶ (1) في مسنده 268. ¶ (2) في سننه 2: 263. ¶ (3) في مستدركه 2: 218.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "ورواه البيهقي(1) بإسنادين إلى الشافعي بنفس الإسناد والمتن، ثم قال: وكذلك رواه محمد بن إبراهيم المدني عن عبد الله بن علي بن السائب موصولاً. ¶ ورواه الدارقطني(2) بأسانيده إلى الشافعي بهذا الإسناد مثله، ثم قال: قال أبو داود: وهذا حديث صحيح. ¶ الثاني: روى أبو داود(3) حدثنا سليمان بن داود العتكي ثنا جرير بن حازم عن الزبير بن سعيد عن عبد الله بن علي بن يزيد بن ركانة عن أبيه عن جده أنه طلق امرأته البتة فأتى رسول الله - صلى الله عليه وسلم - فقال: ما أردت، قال: واحدة قال: آلله، قال: آلله، قال: هو على ما أردت. قال أبو داود: وهذا أصح من حديث ابن جريج أن ركانة طلق امرأته ثلاثاً؛ لأنهم أهل بيته وهم أعلم به، وحديث ابن جريج رواه عن بعض بني أبي رافع عن عكرمة عن ابن عباس. ¶ ورواه الترمذي(4) عن قبيصة عن جرير بنفس الإسناد واللفظ. ثم قال: هذا حديث لا نعرفه إلا من هذا الوجه، وسألت محمداً ـ أي البخاري ـ عن هذا الحديث فقال: فيه اضطراب. ويروى عن عكرمة عن ابن عباس - رضي الله عنه - أن ركانة طلق امرأته ثلاثاً. ¶ ورواه الحاكم(5) بإسناده إلى جرير بهذا الإسناد مثله، ثم قال: قد انحرف الشيخان عن الزبير بن سعيد الهاشمي في الصحيحين غير أن لهذا الحديث متابعاً من بيت ركانة بن عبد يزيد المطلبي فيصح به الحديث. ¶ ورواه ابن حبان(6) وأبو بكر الشيباني(7) وأبو يعلى(8) والدارقطني(9) بأسانيدهم إلى جرير بهذا الإسناد مثله. ¶ __________ ¶ (1) في سننه الكبير 7: 342. ¶ (2) في سننه 4: 33. ¶ (3) في سننه 2: 263. ¶ (4) في جامعه 3: 480، ومثله في علل الترمذي للقاضي ص 171. ¶ (5) في المستدرك 2: 218. ¶ (6) في صحيحه 10: 97. ¶ (7) في الآحاد والمثاني 3: 323. ¶ (8) في مسنده 3: 108. ¶ (9) في سننه 4: 34-35.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ورواه ابن ماجة(1) بإسناده إلى جرير بسنده إن ركانة طلق امرأته البتة فأتى رسول الله - صلى الله عليه وسلم - فسأله، فقال: ما أردت بها؟ قال: واحدة، قال: آلله ما أردت بها إلا واحدة. قال: آلله ما أردت بها إلا واحدة. قال: فردّها علي. ثم قال: سمعت الحسن علي بن محمد الطنافسي يقول: ما أشرف هذا الحديث، ثم قال: أبو عبيد تركه ناجية، وأحمد جبن عنه. ¶ قال عبد الحق في ((أحكامه)): في إسناد هذا الحديث عبد الله بن علي بن السائب عن نافع بن عجير عن ركانة، والزبير بن سعيد عن عبد الله بن علي بن يزيد بن ركانة عن أبيه عن جده وكلهم ضعفاء، والزبير أضعفهم. وقال البخاري: علي بن يزيد بن ركانة عن أبيه لم يصح حديثه(2). ¶ وقال ابن حجر(3): رواه الشافعي وأبو داود والترمذي وابن ماجة واختلفوا هل هو من مسند ركانة أو مرسل عنه، وصححه أبو داود وابن حبان والحاكم وأعله البخاري بالاضطراب، وقال ابن عبد البر في التمهيد: ضعفوه. وفي الباب عن ابن عباس رواه أحمد والحاكم وهو معلول أيضاً. ¶ وقال الكوثري(4) عن رجال الإسنادين: ¶ ((نافع بن عجير بن عبد يزيد ذكره ابن حبان في ((الثقات))، وإن جهله بعض من يكثر جهله بالرجال. ¶ وأبوه: يكفيه أن يكون تابعياً كبيراً لم يذكره بجرح. ¶ وعبد الله بن علي بن السائب بن عبيد الله بن عبد يزيد أبي ركانة وثقه الشافعي. ¶ وأما عبد الله بن علي بن يزيد بن ركانة الذي يذكره ابن حزم فقد وثقه ابن حبان على أنه يكفي في التابعين ألا يذكروا بجرح ليخرجوا عن الجهالة وصفاً، وفي الصحيحين من هذا الصنف كثير من الرجال على ما ذكره الذهبي في مواضع من ((الميزان)).)) ¶ __________ ¶ (1) في سننه 1: 661. ¶ (2) ينظر: نصب الراية 3: 336. ¶ (3) في تلخيص الحبير 3: 213. ¶ (4) في الإشفاق ص 49-50.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وقال الكيرانوي(1): ((كيف يقال: إنهم مجهولون؟ إذا كان الراوي هو الشافعي الإمام الناقد البصير، وهو أعرف بأهل بيته من ابن حزم وغيره، ومع هذا فقد صرح الشافعي بأن محمد بن علي بن شافع عمه ثقة، كما صرح به في ((التهذيب))، وعبد الله بن السائب قال في ((بذل المجهود)): قال في ((الخلاصة)): وثقه الشافعي، ونافع بن عجير ذكره ابن حبان في ((الثقات))، وكذا ذكره ابن حبان وغيره في الصحابة، كذا في ((التهذيب))، وقد تابعه زبير بن سعيد عن عبد الله بن علي بن يزيد بن ركانة عن أبيه عن جده. ¶ وزبير بن سعيد، قال ابن معين في رواية: ثقة، وفي الثقات، وقال العقيلي: حديثه مضطرب لا يتابع، كذا في ((التهذيب)). وهذا خطأ من العقيلي فإنه لا اضطراب في حديثه، وله شاهد من حديث نافع بن عجير، وعلي بن يزيد ذكره ابن حبان في ((الثقات))، وقال البخاري: لا يصح حديثه. وإنما قال هذا؛ لأنه زعم الحديث مضطرباً كما تقدم، وذكره العقيلي في ((الضعفاء)). ¶ ولا أدري لم ذكره في ((الضعفاء))، ولعله لقول البخاري لم يصح حديث، فإن كان كذلك فهو خطأ من العقيلي؛ لأن الحكم على حديثه بعدم الصحة للاضطراب لا يستلزم تضعيف الراوي، فالحديث إن لم يصلح للاحتجاج فهو يصلح لكونه شاهداً لرواية نافع بن عجير)). ¶ ولفظه الثاني: طلقتها ثلاثاً، وله طريقان هما: ¶ __________ ¶ (1) في الإنقاذ 11: 191.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الأول: رواه عبد الرزاق(1): أخبرنا ابن جريج أخبرني بعض بني أبي رافع مولى النبي - صلى الله عليه وسلم - عن عكرمة مولى ابن عباس عن ابن عباس - رضي الله عنه - قال: طلق عبد يزيد أبو ركانة وإخوته أم ركانة ونكح امرأة من مزينة فجاءت النبي - صلى الله عليه وسلم - فقالت: ما يغني عني إلا كما تغني هذه الشعرة لشعرة أخذتها من رأسها، ففرق بيني وبينه، فأخذت النبي - صلى الله عليه وسلم - حمية فدعا بركانة وإخوته، ثم قال لجلسائه: أترون فلاناً يشبه منه كذا وكذا من عبد يزيد، وفلاناً يشبه منه كذا وكذا، قالوا: نعم، قال النبي - صلى الله عليه وسلم - لعبد يزيد: طلقها ففعل، ثم قال: راجع امرأتك أم ركانة وإخوته، فقال: إني طلقتها ثلاثاً يا رسول الله، قال: قد علمت راجعها، وتلا {يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن}(2). ¶ ورواه أبو داود(3): حدثنا أحمد بن صالح ثنا عبد الرزاق بهذا الإسناد مثله. ثم قال: وحديث نافع بن عجير وعبد الله بن علي بن يزيد بن ركانة عن أبيه عن جده أن ركانة طلق امرأته البتة فردّها إليه النبي - صلى الله عليه وسلم - أصح، لأن ولد الرجل وأهله أعلم به، وإن ركانة إنما طلق امرأته البتة فجعلها النبي - صلى الله عليه وسلم - واحدة. ¶ ورواه عبد الرزاق(4): بالسند السابق بلفظ: طلق رجل على عهد النبي - صلى الله عليه وسلم - امرأته ثلاثاً فقال النبي - صلى الله عليه وسلم -: أن يراجعها، قال: إني طلقتها ثلاثاً قال: قد علمت وقرأ النبي - صلى الله عليه وسلم -: { يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن}(5) الآية، قال: فارتجعها. ¶ __________ ¶ (1) في مصنفه 6: 390-391. ¶ (2) سورة الطلاق: 1. ¶ (3) في سننه 2: 259. ¶ (4) في مصنفه 6: 391. ¶ (5) من سورة الطلاق: 1.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "الثاني: روى أحمد(1): حدثنا سعد بن إبراهيم ثنا أبي عن محمد بن إسحاق حدثني داود بن الحصين عن عكرمة مولى ابن عباس عن ابن عباس - رضي الله عنه - قال: طلق ركانة بن عبد يزيد أخو بني مطلب امرأته ثلاثاً في مجلس واحد فحزن عليها حزناً شديداً، قال: فسأله رسول الله - صلى الله عليه وسلم -: كيف طلقتها؟ قال: طلقتها ثلاثاً، قال: فقال: في مجلس واحد؟ قال: نعم، قال: فإنما تلك واحدة فأرجعها إن شئت، قال: فرجعها فكان ابن عباس يرى إنما الطلاق عند كل طهر. ¶ ورواه أبو يعلى(2): حدثنا عقبة بن مكرم حدثنا يونس بن بكير حدثنا محمد بن اسحاق بهذا الإسناد مثله. ¶ ورواه ابن الجوزي(3) بإسناده ثم قال: قال أحمد: حديث ركانة ليس بشيء. ثم قال: هذا حديث لا يصح، ابن اسحاق مجروح، وداود أشد منه ضعفاً، قال ابن حبان: حدث عن الثقات بما لا يشبه حديث الأثبات فيجب مجانبة روايته، والحديث الأول ـ أي بلفظ البتة ـ أقرب حالاً، والظاهر أنه ـ أي ثلاثاً في مجلس واحد ـ من غلط الرواة)). ¶ قال الجصاص: هذا الحديث منكر ـ أي لخالفته رواية الثقات الأثبات ـ. ¶ وقال ابن عبد البر(4): ((هذا حديث منكر خطأ، وإنما طلق ركانة زوجته البتة لا كذلك، رواه الثقات أهل بيت ركانة العالمون به)). ¶ وقال الزيلعي(5): ((إنه منكر، قاله أبو جعفر)). ¶ وقال ابن الهمام(6): ((وأما حديث ركانة فمنكر، والأصح ما رواه أبو داود والترمذي وابن ماجة: إن ركانة طلق زوجته البتة...). ¶ وقال البيهقي(7): وهذا الإسناد لا تقوم به الحجة مع ثمانية رووا عن ابن عباس - رضي الله عنه - فتياه بخلاف ذلك ومع رواية أولاد ركانة أن طلاق ركانة كان واحدة وبالله التوفيق. ¶ __________ ¶ (1) في مسنده 1: 265. ¶ (2) في مسنده 1: 265. ¶ (3) في العلل المتناهية 2: 639-640. ¶ (4) في الاستذكار 17: 21. ¶ (5) في التبيين 1: 192. ¶ (6) في فتح القدير 3: 471. ¶ (7) في سننه الكبير 7: 339.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وقال النووي(1): ((وأما الرواية التي رواها المخالفون أن ركانة طلق ثلاثاً فجعلها واحدة فرواية ضعيفة عن قوم مجهولين، وإنما الصحيح ما ذكره من كونها طلقها البتة، ولفظ البتة محتمل للواحدة وللثلاث، ولعل صاحب هذه الرواية الضعيفة اعتقد أن لفظ البتة يقتضي الثلاث فرواه بالمعنى الذي فهمه وغلط في ذلك)). ¶ وقال الكوثري(2): ((صوب ابن حجر في ((الفتح)) رأي من رأى أن الثلاث من تغيير بعض الرواة حيث كانت البتة شائعة في إيقاع الثلاث بها، وأقوال أهل العلم في: بتة مشهورة)). ¶ ثم قال عن رجال سنده: ¶ ((أما ابن اسحاق: فقد كذبه مالك(3) وهشام بن عروة وغيرهما بقلم عريض، وكان يدلس عن الضعفاء، وينقل من كتب أهل الكتاب من غير أن يبين، يرمى بالقدر، ويتهم بإدخال أحاديث الناس في حديث، وليس هو ممن يقبل قوله في الصفات، ولا فيما تتابعت الروايات على ضد ما يرويه هو في أحاديث الأحكام ولو صرح بالسماع، وقواه من قواه في المغازي. ¶ __________ ¶ (1) في شرح صحيح مسلم 10: 71. ¶ (2) في الإشفاق ص48-49. ¶ (3) قال فيه مالك: دجال من الدجالين، وما أجاب به بعض العلماء عن كلام مالك غير مخرج له من ذلك الجرح، وقد تكلم فيه غير مالك كأحمد ويحيى القطان ووهيب بن خالد ويحيى بن معين مرة ومحمد بن عبد الله بن نمير، وقال: إنه كان يرمى بالقدر، وأنه كان أبعد الناس فيه، وأنه كان يحدث عن المجهولين أحاديث باطلة. ينظر: لزوم الطلاق ص11-12، وزيادة تفصيل حاله في ميزان الاعتدال 6: 56-62، والجرح والتعديل 7: 191، والضعفاء والمتروكين لابن الجوزي 3: 41، ولسان الميزان 7: 351، والكامل في الضعفاء 6: 102، وضعفاء العقيلي 4: 23 وغيرهم.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وداود بن الحصين: من الدعاة إلى مذهب الخوارج الشراة ولولا أن مالك بن أنس روى عنه لترك حديثه، كما قال أبو حاتم، وقال ابن المديني: ما رواه الحصين عن عكرمة فمنكر. وكلام أهل الجرح والتعديل فيه طويل الذيل، ومن قبل روايته إنما قبل ما سلم من النكارة من مروياته، فكيف تقبل رواية مثله ضد روايات الثقات عن ابن عباس، فأصاب جداً من قال: إنه منكر. ¶ ولا يصح عن أحمد تحسين هذا المتن بمثل هذا السند، وهو القائل بأن طاووس عن ابن عباس - رضي الله عنه - في الثلاث شاذ مردود كما قال اسحاق بن منصور وأبي بكر الأثرم)). ¶ ثم قال: ((وعلى القول بصحة خبر البتة يزداد به الجمهور حجة إلى حججهم وعلى دعوى الاضطراب في حديث ركانة كما رواه الترمذي عن البخاري، وعن تضعيف أحمد لطرقه كلها ومتابعة ابن عبد البر له في التضعيف يسقط الاحتجاج بأي لفظ من ألفاظ رواية حديث ركانة. ¶ ومن جملة اضطرابات هذا الحديث روايته مرة بأن المطلّق هو أبو ركانة وأخرى بأنه ابنه ركانة لا أبوه، ويدفع أن هذا الاضطراب في رواية الثلاث دون البتة وهي سالمة من العلل متناً وسنداً ولو فرضنا وجود علة فيها يبقى سائر الأدلة بدون معارض)). ¶ فمن هذا التفصيل يتضح أن رواية: البتة هي المقبولة والمصححة عند الحفاظ دون رواية: طلقها ثلاثاً، حتى غلطوا ووهموا من رواها. ¶ وسيأتي زيادة تفصيل في رد استدلال المخالف فيه في المبحث الرابع من الفصل الثاني. ¶ ووجه دلالة حديث ركانة - رضي الله عنه - بلفظ البتة أن الرسول - صلى الله عليه وسلم - سأل ركانة: ما أردت. فلو قال: أردت ثلاثاً لأوقعها ثلاثاً كما معلوم في ألفاظ الكنايات؛ إذ المعول فيها على النية، فلو كانت الثلاث لا تقع ثلاثاً لما احتاج الرسول - صلى الله عليه وسلم - لسؤاله عن ما أراد بها، ولأوقعها دون سؤال واحدة، ولكن سؤاله وتحريه يدل على أن الطلاق الثلاث يقع بلفظ واحد. ¶ المبحث الثالث: آثار الصحابة",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "رويت آثار عديدة عن مجتهدي الصحابة - رضي الله عنهم - بوقوع طلاق الثلاث ثلاثاً والصحابة كما هو معلوم أشد الناس اتباعاً واقتداء بالمصطفى - صلى الله عليه وسلم -، وما نالوا ما نالوا إلا بتمسكهم بكل صغير وكبير عن سيد الخلق - صلى الله عليه وسلم -، وامتثالهم لأمر الله تعالى ولذلك لا نجدهم لهم مخالفة في أمر للرسول - صلى الله عليه وسلم - فيه حكم، أو يقولون ويفعلون ما تأمرهم به نفوسهم، فحاشاهم عن ذلك، وأمر وقوع الطلاق ليس من الأمر النادرة التي يمكن للعقل أن يتصور خلو عهد النبي - صلى الله عليه وسلم - عنها، بل إن الزواج من الأمور الأساسية، وطالما وجد الزواج وجد الطلاق، لاختلاف الطبائع والأذواق والأهواء بين الناس. ¶ وعليه فلا بد أن يكون حصل طلاق بصوره المختلفة مرات ومرات في عهد النبي - صلى الله عليه وسلم - واطلع عليه الصحابة - رضي الله عنهم -، حتى أنهم عندما استفتوا في مسائل أجابوا بما علموا عنه - صلى الله عليه وسلم - لا عن اجتهاد منهم في الأمر، وفي ذلك يقول محمد الخضري الشنقيطي(1): ((وهذه الأخبار المأثورة عن الصحابة ومن بعدهم كثيرة، وهي في حكم المرفوع؛ لأنها لا مجال للرأي فيها)). ¶ ومن آثار الصحابة في ذلك: ¶ أولاً: عمر بن الخطاب - رضي الله عنه -: ¶ 33. روى عبد الرزاق(2): عن الثوري عن سلمة بن كهيل قال حدثنا زيد بن وهب قال: لقي رجلا ً لعاباً بالمدينة. فقال: أطلقت امرأتك. قال: نعم. قال: كم؟ ألفاً. قال: فرفع إلى عمر - رضي الله عنه -، قال: فطلقت امرأتك. قال: إنما كنت ألعب. ¶ فعلاه بالدرة، وقال: إنما يكفيك من ذلك ثلاثة(3). ¶ __________ ¶ (1) في لزوم الطلاق ص40. ¶ (2) في مصنفه 6: 393. ¶ (3) رجاله ثقات. وقال الكيرانوي في الإنقاذ 11: 182: وهو سند صحيح رجاله رجال الجماعة.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "ورواه البيهقي(1): أخبرنا أبو عبد الله الحافظ نا أبو العباس محمد بن يعقوب نا محمد بن عبيد الله المنادي نا وهب بن جرير نا شعبة عن سلمة بن كهيل عن زيد بن وهب نحوه. ¶ ورواه ابن أبي شيبة(2): أخبرنا وكيع عن سفيان عن سلمة بن كهيل عن زيد بن وهب أن رجلاً بطالاً كان بالمدينة طلق امرأته ألفاً فرجع إلى عمر - رضي الله عنه -، فقال إنما كنت ألعب. فعلا عمر - رضي الله عنه - رأسه بالدرة وفرق بينهما. ¶ 34. وروى الحاكم(3): حدثنا أبو العباس محمد بن يعقوب حدثنا محمد ب إسحاق الصغاني حدثنا سعيد بن أبي مريم حدثنا أبو غسان محمد بن مطرف المدني بن عمر بن نافع عن أبيه أنه قال: جاء رجل إلى عمر - رضي الله عنه - فسأله عن رجل طلّق امرأته ثلاثاً فتزوجها أخ له من غير مؤامرة منه ليحلها لأخيه، هل تحل للأول، قال: لا الإنكاح رغبة، كنا نعد هذا سفاحاً على عهد رسول الله - صلى الله عليه وسلم - ثم قال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ¶ ورواه البيهقي(4) عن محمد بن عبد الله عن محمد بن يعقوب بهذا الإسناد مثله. ¶ ثانياً: عثمان بن عفان - رضي الله عنه -: ¶ 35. ابن أبي شيبة(5):أخبرنا وكيع والفضل بن دكين عن جعفر بن برقان عن معاوية بن أبي تحيا قال: جاء رجل إلى عثمان، فقال: إني طلقت امرأتي مئة، قال: ثلاث تحرمها عليك وسبعة وتسعون عدوان(6). ¶ __________ ¶ (1) في سننه الكبير 7: 334. ¶ (2) في مصنفه 4: 62. ¶ (3) في المستدرك 2: 217. ¶ (4) في سننه الكبير 7: 208. ¶ (5) في مصنفه 4: 64. ¶ (6) رواته ثقات ومعاوية بن أبي تحيا ذكره البخاري في التاريخ الكبير 7: 332 فيحرر. ومثله الكيرانوي ايضاً في الإنقاذ 11: 182.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "36. روى عبد الرزاق(1): قال إبراهيم بن محمد: وأخبرني أبو الحويرث عن عثمان بن عفان مثل ذلك ـ أي مثل قول علي - رضي الله عنه - عندما جاءه رجل، فقال: إني طلقت امرأتي عدد العرفج. قال: تأخذ من العرفج ثلاثاً وتدع سائره ـ(2). ¶ ثالثاً: علي بن أبي طالب - رضي الله عنه -: ¶ 37. روى عبد الرزاق(3): عن إبراهيم بن محمد عن شريك بن أبي نمر قال: جاء رجل إلى علي - رضي الله عنه - فقال: إني طلقت امرأتي عدد العرفج. قال: تأخذ من العرفج ثلاثاً وتدع سائره(4). ¶ 38. وروى ابن أبي شيبة(5): أخبرنا وكيع عن الأعمش عن حبيب قال: جاء رجل إلى علي - رضي الله عنه - فقال: إني طلقت امرأتي ألفاً. قال: بانت منك بثلاث واقسم سائرها بين نسائك(6). ¶ ورواه البيهقي(7): بسند عن الأعمش عن حبيب بن أبي ثابت عن بعض أصحابه مثله. ¶ ورواه ابن أبي شيبة(8): أخبرنا ابن فضيل عن الأعمش عن حبيب عن رجل من أهل مكة مثله. ¶ 39. وروى ابن أبي شيبة: أخبرنا حاتم بن إسماعيل عن جعفر بن محمد عن أبيه عن علي - رضي الله عنه - قال: إذا طلق البكر واحدة فقد بتها، وإذا طلقها ثلاثاً لم تحل له حتى تنكح زوجاً غيره(9). ¶ ورواه البيهقي(10): حدثنا أبو نعيم نا حاتم بهذا الإسناد مثله. ¶ __________ ¶ (1) في مصنفه 6: 394. ¶ (2) أبو الحويرث هو عبد الرحمن بن معاوية الزرقي صدوق سيء الحفظ كما في التقريب 292، وقال النسائي: ليس بذاك، وذكره ابن حبان في الثقات كما في تهذيب الكمال 17: 416، وإبراهيم بن محمد هو ابن أبي يحيى الأسلمي متروك كما في التقريب 33، ووثقه الشافعي كما في الميزان 1: 183. ¶ (3) في مصنفه 6: 394. ¶ (4) شريك صدوق يخطئ كما في التقريب 207-208، وإبراهيم وثقه الشافعي كما سبق. ¶ (5) في مصنفه 4: 62. ¶ (6) رجاله ثقات. ¶ (7) في سننه الكبير 7: 335. ¶ (8) في مصنفه 4: 62. ¶ (9) رجاله ثقات، وحاتم صدوق يهم كما في التقريب ص 84. ¶ (10) في سننه الكبير 7: 335.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وروى البيهقي(1): أخبرنا أبو عمرو الرزجاهي ثنا أبو بكر الإسماعيلي قال: قرأت على أبي محمد إسماعيل بن محمد الكوفي نا أبو نعيم الفضل بن دكين نا حسن بن عبد الرحمن بن أبي ليلى عن علي - رضي الله عنه - فيمن طلق امرأته ثلاثاً قبل أن يدخل بها قال: لا تحل له حتى تنكح زوجاً غيره(2). ¶ رابعاً: عبد الرحمن بن عوف - رضي الله عنه -: ¶ 41. روى ابن أبي شيبة(3): أخبرنا أبو أسامة عن هشام قال: سئل محمد عن الرجل يطلق امرأته ثلاثاً في مقعد واحد، قال: لا أعلم بذلك بأساً، قد طلق عبد الرحمن بن عوف امرأته ثلاثاً فلم يعب عليه ذلك. ـ أي لم يعد أنه قد وقع الإثم بسبب ذلك، وهذه مسألة سبق الحديث في الخلاف فيها ـ(4). ¶ وقد سبق ذكر رواية البيهقي لمعنى قريب من هذا الأثر عن عبد الرحمن - رضي الله عنه - عند الكلام على حديث فاطمة بنت قيس رضي الله عنها. ¶ خامساً: أنس بن مالك - رضي الله عنه -: ¶ 42. روى ابن أبي شيبة(5): أخبرنا علي بن مسهر عن شقيق بن أبي عبد الله عن أنس - رضي الله عنه - قال: لا تحل له حتى تنكح زوجاً غيره أي من تطلق ثلاثاً قبل الدخول(6). ¶ ورواه ابن أبي شيبة(7): أخبرنا علي بن مسهر عن شقيق بن أبي عبد الله عن أنس - رضي الله عنه - قال: كان عمر - رضي الله عنه - إذا أتي برجل قد طلق امرأته ثلاثاً في مجلس أوجعه ضرباً وفرق بينهما(8). ¶ __________ ¶ (1) في سننه الكبير 7: 334. ¶ (2) إسماعيل بن محمد صدوق يهم كما في التقريب 48، وحسن لم أقف عليه فيحرر. ¶ (3) في مصنفه 4: 61. ¶ (4) وأبو أسامة هو حماد بن أسامة القرشي ثقة ثبت كما في التقريب 117، وتهذيب الكمال 7: 223، وهشام هو ابن عروة وثقه العجلي وأبو حاتم ويعقوب بن شيبة وغيرهم كما في تهذيب الكمال 10: 239. ¶ (5) في مصنفه 4: 68. ¶ (6) رجاله ثقات، ومثله قال الكيرانوي أيضاً في الإنقاذ 11: 182. ¶ (7) في مصنفه 4: 61. ¶ (8) رجاله ثقات.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ورواه البيهقي(1): أخبرنا أبو نصر بن قتادة أنا أبو الفضل بن خميرويه نا أحمد بن نجدة نا سعيد بن منصور نا سفيان عن شقيق سمع أنس بن مالك - رضي الله عنه - يقول: قال عمر بن الخطاب - رضي الله عنه - في الرجل يطلق امرأته ثلاثاً قبل أن يدخل بها قال: هي ثلاث لا تحل له حتى تنكح زوجاً غيره، وكان إذا أتى به أوجعه. ¶ ورواه عبد الرزاق(2): عن ابن عيينة عن شيخ يقال له سفيان، قال: دخلنا على أنس بن مالك - رضي الله عنه - فخرج علينا إلى مجلسه فمر بنا فلم يسلم علينا حتى انتهى إلى مجلسه ثم أقبل علينا بوجهه فقال: السلام عليكم. فسألناه عن الرجل يطلق البكر ثلاثاً قبل أن يدخل بها. فقال: كان عمر بن الخطاب - رضي الله عنه - يفرق بينهما ويوجعه ضرباً. ¶ سادساً: زيد بن ثابت - رضي الله عنه -: ¶ 43. روى عبد الرزاق(3): عن أبي سليمان عن الحسن بن صالح عن مطرف عن الحكم أن علياً وابن مسعود وزيد بن ثابت - رضي الله عنهم - قالوا: إذا طلق البكر ثلاثاً فجمعها لا تحل له حتى تنكح زوجاً غيره(4). ¶ سابعاً: عمران بن حصين - رضي الله عنه -: ¶ 44. روى ابن أبي شيبة(5): أخبرنا سهل بن يوسف عن حميد عن واقع بن سحبان، قال عمران بن حصين عن رجل طلق امرأته ثلاثاً في مجلس، ققال: أثم بربه وحرمت عليه امرأته(6). ¶ ثامناً: أبو موسى الأشعري - رضي الله عنه -: ¶ __________ ¶ (1) في سننه الكبير 7: 334. ¶ (2) في مصنفه 6: 336. ¶ (3) في مصنفه 6: 336. ¶ (4) رواته ثقات. ¶ (5) في مصنفه 4: 60. ¶ (6) رواته ثقات وواقع بن سحبان ذكره ابن حبان في الثقات 5: 498.",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "45. روى البيهقي(1): أخبرنا أبو عبد الله الحافظ نا أبو العباس بن يعقوب نا يحيى بن أبي طالب أنا عبد الوهاب بن عطاء أنا حميد بن واقع بن سحبان أن رجلاً أتى عمران بن حصين - رضي الله عنه - وهو في المسجد فقال: رجل طلق امرأته ثلاثاً وهو في مجلس. قال: أثم بربه وحرمت عليه امرأته، قال: فانطلق الرجل فذكر ذلك لأبي موسى - رضي الله عنه - يريد بذلك عيبه، فقال: ألا ترى أن عمران بن حصين قال كذا وكذا، فقال أبو موسى: أكثر الله فينا مثل أبي نجيد(2). ¶ تاسعاً: عبد الله بن مسعود - رضي الله عنه -: ¶ 46. روى عبد الرزاق(3): عن ابن عيينة عن عاصم بن أبي النجود عن أبي وائل عن ابن مسعود - رضي الله عنه - في التي تطلق ثلاثاً قبل أن يدخل بها لا تحل له تنكح زوجاً غيره(4). ¶ ورواه ابن أبي شيبة(5) بهذا الإسناد نحوه. ¶ 47. وروى عبد الرزاق(6): عن الثوري عن عاصم عن زر عن ابن مسعود - رضي الله عنه - قال: إذا طلق ثلاثاً قبل أن يدخل بها كان يراها بمنزلة التي قد دخل بها(7). ¶ ورواه ابن أبي شيبة(8) والبيهقي(9) بسندهم عن الثوري بهذا الإسناد نحوه. ¶ __________ ¶ (1) في سننه الكبير 7: 332. ¶ (2) رواته ثقات وعبد الوهاب صدوق ربما أخطأ كما في التقريب 309، ويحيى قال أبو حاتم: محله الصدق كما في تاريخ بغداد. ¶ (3) في مصنفه 6: 331. ¶ (4) رواته ثقات وعاصم صدوق له أوهام كما في التقريب ص 228. ¶ (5) في مصنفه 4: 67. ¶ (6) في مصنفه 6: 331. ¶ (7) رواته ثقات وعاصم صدوق له أوهام. ¶ (8) في مصنفه 4: 67. ¶ (9) في سننه الكبير 7: 335.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "48.وروى عبد الرزاق(1): عن معمر عن أيوب عن ابن سيرين عن علقمة بن قيس قال: أتى رجل ابن مسعود - رضي الله عنه - فقال: إني طلقت امرأتي عدد النجوم، فقال ابن مسعود: لو كان عنده نساء أهل الأرض ذهبن كلهن. قال: وجاءه - رضي الله عنه - رجل آخر فقال: إني طلقت امرأتي ثمانياً فقال ابن مسعود - رضي الله عنه - فيريد هؤلاء أن تبين منك. قال: نعم. قال ابن مسعود - رضي الله عنه -: يا أيها الناس قد بيّن الله الطلاق فمن طلّق كما أمره الله فقد بيّن، ومن لبس جعلنا به لبسه، والله لا تلبسون على أنفسكم ثم نحمله عنكم نعم(2). ¶ ورواه ابن أبي شيبة(3): أخبرنا محمد بن فضيل عن عاصم عن ابن سيرين عن علقمة عن عبد الله قال: أتاه رجل، فقال: إنه كان بيني وبين امرأتي كلام فطلقتها عدد النجوم، قال: تكلمت بالطلاق. قال: نعم. قال: قال عبد الله: قد بيّن الله الطلاق فعمن أخذته فمن طلق كما أمره الله فقد تبين له، ومن لبس على نفسه جعلنا به لبسه، لا تلبسوا على أنفسكم ونتحمله عنكم هو كما تقولون. ¶ ورواه البيهقي(4): أخبرنا علي بن عبدان أنا أحمد بن عبيد الصفار نا يوسف القاضي نا سليمان بن حرب نا يزيد بن إبراهيم عن ابن سيرين بهذا الإسناد نحوه. ¶ ورواه البيهقي: أخبرنا أبو طاهر الفقيه أنا أبو حامد بن بلال نا يحيى بن بلال نا يحيى بن الربيع المكي نا سفيان عن أيوب عن ابن سيرين عن علقمة، قال: كنا عند عبد الله - رضي الله عنه - فذكر معناه واللفظ مختلف. ¶ __________ ¶ (1) في مصنفه 6:394-395 ¶ (2) رجاله ثقات. ¶ (3) في مصنفه 4: 63. ¶ (4) في سننه الكبير 7: 335.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "49. وروى ابن أبي شيبة(1): أخبرنا أبو معاوية عن الأعمش عن إبراهيم عن علقمة عن عبد الله - رضي الله عنه - قال: أتاه رجل فقال: إني طلقت امرأتي تسعة وتسعين مرة. قال: قما قالوا لك. قال: قالوا: قد حرمت عليك. قال: فقال عبد الله: لقد أرادوا أن يشقوا عليك، بانت منك بثلاث وسائرهن عدوان(2). ¶ 50. وروى ابن أبي شيبة(3): أخبرنا حفص عن الأعمش عن إبراهيم عن علقمة عن عبد الله أنه سئل عن رجل طلق امرأته مئة تطليقة قال: حرمتها ثلاث وسبعة وتسعون عدوان(4). ¶ ورواه ابن أبي شيبة(5): أخبرنا وكيع عن سفيان عن منصور والأعمش بهذا الإسناد نحوه. ¶ ورواه البيهقي(6): عن يوسف القاضي عن عمرون بن مرزوق عن شعبة عن الأعمش عن مسروق قال: سأل رجل عبد الله - رضي الله عنه - فقال: رجل طلق امرأته مئة، قال: بانت بثلاث وسائر ذلك عدوان. ¶ عاشراً: المغيرة بن شعبة - رضي الله عنه -: ¶ 51. روى ابن أبي شيبة: أخبرنا غندر عن شعبة عن طارق عن قيس بن أبي حازم أنه سمعه يحدث عن المغيرة بن شعبة - رضي الله عنه - أنه سئل عن رجل طلق امرأته مئة فقال: ثلاث تحرمنها عليه وسبعة وتسعون فضل. ¶ ورواه البيهقي: بإسناده عن شعبة بهذا الإسناد نحوه. ¶ الحادي عشر: أبو هريرة - رضي الله عنه -: ¶ __________ ¶ (1) في مصنفه 4: 61. ¶ (2) رجال ثقات وأبو معاوية الضرير ثبت في الأعمش كما في الكاشف 2: 167. ¶ (3) في مصنفه 4: 61. ¶ (4) رجال ثقات وحفص هو ابن غياث وهو ثقة فقيه كما في التقريب ص113. ¶ (5) في مصنفه 4: 61. ¶ (6) في سننه الكبير7: 332.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "52. روى عبد الرزاق(1): عن عمر بن راشد عن يحيى بن أبي كثير عن محمد بن عبد الرحمن بن ثوبان أن رجلاً من مزينة طلق امرأته ثلاثاً قبل أن يدخل بها فأتى ابن عباس - رضي الله عنه - يسأله وعنده أبو هريرة - رضي الله عنه - فقال ابن عباس - رضي الله عنه -: إحدى المعضلات يا أبا هريرة، فقال أبو هريرة - رضي الله عنه -: واحدة تبينها وثلاث تحرمها، فقال ابن عباس - رضي الله عنه -: زينتها يا أبا هريرة - رضي الله عنه - أو قال: نوّرتها أو كلمة تشبهها يعني أصاب(2). ¶ ورواه عبد الرزاق(3): عن الثوري عن محمد بن عمرو عن أبي سلمة عن أبي هريرة - رضي الله عنه - وابن عباس - رضي الله عنه - قالا: لا تحل له حتى تنكح زوجاً غيره(4). ¶ __________ ¶ (1) في مصنفه 6: 334. ¶ (2) رجال ثقات إلا عمر بن راشد ضعيف كما في الميزان 5: 232-233، والتقريب ص 350. ¶ (3) في مصنفه 6: 334. ¶ (4) رجال ثقات وأبو سلمة هو عبد الله بن عبد الرحمن الزهري ثقة كما في التقريب ص 568، ومحمد بن عمرو بن عقيل وثقه ابن معين وقال الذهبي في الميزان 6: 283: حسن الحديث قد أخرج له الشيخان متابعة.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "53. وروى مالك(1): عن يحيى بن سعيد عن بكير بن عبد الله بن الأشج أنه أخبره عن معاوية بن أبي عياش الأنصاري أنه كان جالساً مع عبد الله بن الزبير - رضي الله عنه - وعاصم بن عمر بن الخطاب - رضي الله عنه - قال فجاءهما محمد بن إياس بن البكير فقال: إن رجلاً من أهل البادية طلق امرأته ثلاثاً قبل أن يدخل بها فماذا تريان، فقال عبد الله بن الزبير: إن هذا الأمر ما لنا فيه قول فاذهب إلى عبد الله بن عباس - رضي الله عنه - وأبي هريرة - رضي الله عنه - فإني تركتهما عند عائشة رضي الله عنها فسلهما ثم ائتنا فأخبرنا فذهب فسألهما فقال ابن عباس - رضي الله عنه - لأبي هريرة - رضي الله عنه - أفته يا أبا هريرة - رضي الله عنه - فقد جاءتك معضلة، فقال أبو هريرة: الواحدة تبينها والثلاثة تحرمها حتى تنكح زوجاً غيره، وقال ابن عباس مثل ذلك(2). ¶ ورواه البيهقي(3) بإسناده عن مالك بهذا الإسناد مثله. ¶ الثاني عشر: عبد الله بن عباس - رضي الله عنه -: ¶ وقد رود عنه روايات عديدة في وقوع الثلاث ثلاثاً منها: ¶ 54. الأولى: روى عبد الرزاق(4): عن معمر قال أخبرني ابن طاووس عن أبيه قال: كان ابن عباس - رضي الله عنه - إذا سئل عن رجل يطلق امرأته ثلاثاً قال: لو اتقيت الله جعل لك مخرجاً، ولا يزيده على ذلك(5). ¶ 55. الثانية: روى عبد الرزاق(6): عن معمر عن أيوب عن مجاهد قال: سئل ابن عباس - رضي الله عنه - عن رجل طلق امرأته عدد النجوم، قال: إنما يكفيه من ذلك رأس الجوزاء(7). ¶ ومثله في ((مصنف ابن أبي شيبة))(8). ¶ __________ ¶ (1) في الموطأ 2: 571. ¶ (2) رجال ثقات ومعاوية ذكره البخاري في التاريخ الكبير 7: 332 وابن سعد في الطبقات الكبرى 5: 277. ¶ (3) في سننه الكبير 7: 355. ¶ (4) في مصنفه 6: 396. ¶ (5) رجال ثقات وسيأتي تفصيل الكلام في طاووس. ¶ (6) في مصنفه 6: 396. ¶ (7) رجال ثقات. ¶ (8) 4: 63.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "56. الثالثة: وروى عبد الرزاق: عن ابن جريج قال: أخبرني عبد الحميد ابن رافع عن عطاء بعد وفاته أن رجلاً قال لابن عباس - رضي الله عنه -: رجل طلق امرأته مئة، فقال ابن عباس - رضي الله عنه -: يأخذ من ذلك ثلاثاً ويدع سبعاً وتسعين(1). ¶ ورواه عبد الرزاق(2) عن ابن جريج قال أخبرني ابن كثير والأعرج عن ابن عباس مثله(3). ¶ 57. الرابعة: وروى عبد الرزاق(4): عن ابن جريج قال أخبرني عكرمة بن خالد أن سعيد بن جبير أخبره أن رجلاً جاء إلى ابن عباس - رضي الله عنه - فقال: طلقت امرأتي ألفاً فقال: تأخذ ثلاثاً وتدع تسع مئة وسبعة وتسعين(5). ¶ 58. الخامسة: وروى عبد الرزاق(6): عن ابن جريج قال قال مجاهد عن ابن عباس مثله(7). ¶ __________ ¶ (1) رجال ثقات وعبد الحميد بن رفاع ذكره ابن حبان في الثقات 7: 118، وابن أبي حاتم في الجرح والتعديب 7: 118 وسكت عنه. ¶ (2) في مصنفه 6: 397. ¶ (3) رجال ثقات. ¶ (4) في مصنفه 6: 397. ¶ (5) رجال ثقات وعكرمة بن خالد بن العاص وثقه ابن معين وأبو زرعة والنسائي وابن حجر في تهذيب الكمال 20: 250، والتقريب 336. ¶ (6) في مصنفه 6: 397. ¶ (7) رجال ثقات.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "59. السادسة: وروى أبو داود: حدثنا حميد بن مسعدة ثنا إسماعيل أخبر أيوب عن عبد الله بن كثير عن مجاهد قال كنت عند ابن عباس فجاء رجل فقال إنه طلق امرأته ثلاثاً، قال: فسكت حتى ظننت أنه رادّها إليه، ثم قال: ينطلق أحدكم فيركب الحموقة، ثم يقول: يا ابن عباس يا ابن عباس وإن الله قال: {وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً}(1). وإنك لم تتق الله فلم أجد لك مخرجاً، عصيت ربك وبانت منك امرأتك، وإن الله قال: { يا أيها النبي إذا طلقتم النساء فطلقوهن لعدتهن}(2). ¶ ورواه البيهقي(3) بسنده إلى حميد بهذا الإسناد مثله. ¶ ورواه عبد الرزاق عن ابن جريج قال: قال مجاهد: عن ابن عباس - رضي الله عنه - قال: قال له رجل: يا أبا عباس طلقت امرأتي ثلاثاً، فقال ابن عباس - رضي الله عنه -: يا أبا عباس يطلق أحدكم فيستحمق ثم يقول: يا أبا عباس، عصيت ربك وفارقت امرأتك. ¶ ورواه عبد الرزاق: عن ابن جريج عن مجاهد عن أبيه عن ابن عباس مثله. ¶ ورواه البيهقي: أخبرنا أبو الحسن علي بن محمد المقري أنا الحسن بن محمد بن إسحاق نا يوسف بن يعقوب نا عمرو بن مرزوق أنا شعبة عن عبد الله عن أبي نجيح عن مجاهد عن ابن عباس أنه سئل عن رجل طلق امرأته مئة تطليقة، قال: عصيت ربك وبانت منك امرأتك لم تتق الله فيجعل لك مخرجاً، ثم قرأ { يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن}. ¶ __________ ¶ (1) سورة الطلاق: من الآية2. ¶ (2) حميد بن مسعدة صدوق كما في التقريب ص 121، وعبد الله بن كثير وثقه ابن المديني وابن سعد والنسائي كما في تهذيب الكمال 15: 469، وقال ابن حجر في التقريب ص 261: صدوق.وأيوب هو السختياني وإسماعيل هو ابن عُلَيَّة وهو ثقة كما في التقريب 44-45. ¶ (3) في سننه الكبير 7: 331.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "60. السابعة: وروى عبد الرزاق(1)2): عن الثوري عن عمرو بن مرة عن سعيد ابن خبير قال جاء ابن عباس رجل فقال: طلقت امرأتي ألفاً، فقال ابن عباس - رضي الله عنه -: ثلاث تحرمها عليك، وبقيتها عليك وزراً اتخذت آيات الله هزواً(2). ¶ ورواه البيهقي(3) بسند إلى الثوري بهذا الإسناد مثله. ¶ ورواه ابن أبي شيبة(4): أخبرنا وكيع عن سفيان قال: حدثني عمرو بن مرة عن سعيد بن جبير قال: جاء رجل إلى ابن عباس - رضي الله عنه - فقال: إني طلقت امرأتي ألفاً ومئة، قال: بانت منك بثلاث وسائرهن وزر اتخذت آيات الله هزواً(5). ¶ 61. الثامنة: وروى ابن أبي شيبة(6): أخبرنا ابن نمير عن الأعمش عن مالك بن الحارث عن ابن عباس - رضي الله عنه - أتاه رجل فقال: إن عمي طلق امرأته ثلاثاً، فقال: عمك عصى الله فأندمه الله فلم يجعل له مخرجاً(7). ¶ ورواه عبد الرزاق(8): عن الثوري ومعمر عن الأعمش بهذا الإسناد مثله(9). ¶ 62. التاسعة: وروى عبد الرزاق عن الثوري قال أخبرني جابر عن الشعبي عن ابن عباس - رضي الله عنه - في رجل طلق امرأته ثلاثاً قبل أن يدخل بها، فقال: عقدة كانت في يده أرسلها جميعاً إذا كانت تترى فليست بشيء إذا قال: أنت طالق أنت طالق أنت طالق فإنها تبين بالأولى وليست الثنتان بشيء(10). ¶ __________ ¶ (1) في مصنفه 6: 397. ¶ (2) رجاله ثقات. ¶ (3) في سننه الكبير 7: 331. ¶ (4) في مصنفه 4: 62. ¶ (5) رجاله ثقات. ¶ (6) في مصنفه 4: 61. ¶ (7) رجاله ثقات ومالك وثقه ابن معين وذكره ابن حبان في الثقات كما في تهذيب الكمال 27: 130، وابن حجر في التقريب ص 450، وابن نمير هو عبد الله ثقة كما في تهذيب الكمال 16: 228، التقريب 269. ¶ (8) في مصنفه 6: 266. ¶ (9) رجاله ثقات. ¶ (10) رجاله ثقات إلا جابر الجعفي ضعيف رافضي كما في التقريب 76.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "63. العاشرة: روى مالك(1): عن ابن شهاب عن محمد بن عبد الرحمن بن ثوبان عن محمد بن إياس بن البكير أنه قال طلق رجل امرأته ثلاثاً قبل أن يدخل بها ثم بدا له أن ينكحها فجاء يستفتي فذهبت معه أسأل له، فسأل عبد الله بن عباس - رضي الله عنه - وأبا هريرة - رضي الله عنه - عن ذلك فقالا: لا نرى أن تنكحها حتى تنكح زوجاً غيرك، قال: فإنما طلاقي إياها واحدة، قال ابن عباس: إنك أرسلت من يدك ما كان لك من فضل(2). ¶ ورواه الشافعي(3) والبيهقي(4) عن مالك بهذا الإسناد مثله. ¶ ورواه عبد الرزاق(5): عن ابن جريج قال حدثني ابن شهاب عن محمد بن عبد الرحمن بن ثوبان عن محمد بن إياس بن البكير أن ابن عباس وأبا هريرة وعبد الله بن عمر سئلوا عن البكر يطلقها زوجها ثلاثاً فكلهم قالوا: لا تحل له حتى تنكح زوجاً غيره(6). ¶ 64. الحادية عشر: وروى ابن أبي شيبة(7): أخبرنا وكيع عن إسرائيل عن عبد الأعلى عن إبراهيم عن عبيدة وعن سعيد بن جبير عن ابن عباس - رضي الله عنه - قالا: إذا طلق ثلاثاً قبل أن يدخل بها فلا تحل له حتى تنكح زوجاً غيره(8). ¶ 65. الثانية عشر: وروى ابن أبي شيبة في مصنفه 4: 66: أخبرنا ابن فضيل عن مطرف عن الحكم عن ابن عباس - رضي الله عنه - وابن مسعود - رضي الله عنه - قالا في رجل طلق امرأته ثلاثاً قبل أن يدخل بها لا تحل له حتى تنكح زوجاًَ غيره(9). ¶ __________ ¶ (1) في الموطأ 2: 570. ¶ (2) رجاله ثقات ومحمد بن إياس ثقة كما في التقريب 405. ¶ (3) في مسنده ص 101، 271. ¶ (4) في سننه الكبير 7: 335. ¶ (5) في مصنفه 6: 333. ¶ (6) رجاله ثقات. ¶ (7) في مصنفه 4: 68. ¶ (8) رجاله ثقات إلا عبد الأعلى بن عامر الثعلبي ضعفه أحمد وأبو زرعة والنسائي كما في تهذيب الكمال 16: 355. وإسرائيل هو ابن يونس أبو اسحاق السبيعي ثقة كما في التقريب 44، ولم أقف على إبراهيم وعبيدة. ¶ (9) رجاله ثقات.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "66. الثالثة عشر: وروى ابن أبي شيبة(1): أخبرنا عباد بن العوام عن هارون بن عنترة عن أبيه قال: كنت جالساً عند ابن عباس - رضي الله عنه - فأتاه رجل فقال: يا ابن عباس إنه طلق امرأته مئة مرة وإنما قلتها مرة واحدة فتبين مني بثلاث أم هي واحدة؟ فقال: بانت بثلاث وعليك وزر سبعة وتسعين(2). ¶ أما ما روى أبو داود(3): عن حماد بن زيد عن أيوب عن عكرمة عن ابن عباس - رضي الله عنه - إذا قال: أنت طالق ثلاثاً بفم واحد فهي واحدة. ¶ فقد رواه أبو داود أيضاً(4): عن إسماعيل بن إبراهيم عن أيوب عن عكرمة هذا قوله لم يذكر ابن عباس وجعله قول عكرمة. ¶ __________ ¶ (1) في مصنفه 4: 62. ¶ (2) رجاله ثقات وثقه ابن معين وذكره ابن حبان في الثقات وقال أبو زرعة وابن حجر: لا بأس به كما في تهذيب الكمال 30: 101-102، التقريب 500، وعباد فثقة كما في التقريب 233، وعنترة بن عبد الرحمن الكوفي ثقة كما في التقريب 369. ¶ (3) في سننه 2: 260. ¶ (4) في سننه 2: 260.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "ورواه البيهقي(1): أخبرنا أبو عبد الله الحافظ وأبو محمد عبيد بن محمد بن مهدي القشيري لفظاً قالا: نا أبو العباس محمد بن يعقوب نا يحيى بن أبي طالب أنا عبد الوهاب بن عطاء أنا سعيد عن قتادة عن عكرمة وعطاء وطاوس وجابر بن زيد كلهم يرويه عن ابن عباس - رضي الله عنه - أنه قال هي واحدة بائنة ثم قال: يعني في الرجل يطلق زوجته ثلاثاً قبل أن يدخل بها، فهذا يحتمل أن يكون المراد به إذا فرقهن فلا يكون مخالفاً لما قبله والذي يدل على ذلك مع ما مضى ما أخبرنا أبو بكر الأردستاني أنا أبو نصر العراقي نا سفيان بن محمد نا علي بن الحسن نا عبد الله بن الوليد نا سفيان عن جابر عن الشعبي عن ابن عباس - رضي الله عنه - في رجل طلق امرأته ثلاثاً قبل أن يدخل بها قال: عقدة كانت بيده أرسلها جميعاً وإذا كان تترى فليس بشيء، قال سفيان: تترى يعني أنت طالق أنت طالق أنت طالق، فإنها تبين بالأولى والثنتان ليستا بشيء. ¶ قال الكيرانوي(2): ((إن أبا داود أشار إلى ضعف هذه الرواية بوجهين: ¶ أحدهما: أنه مخالف لما رواه عنه الأكثر من أصحابه، فإنه رواه عنه مجاهد وسعيد بن جبير وعطاء ومالك بن الحارث وعمرو بن دينار وغيرهم أنه أجاز الثلاث، وقال: بانت منك. ¶ والثاني: أنه خالف ابن عليّة ـ إسماعيل بن إبراهيم ـ، فقال: عن أيوب عن عكرمة، ولم يقل عن ابن عباس - رضي الله عنه -. ومعلوم أن الرواية قد تكون ضعيفة مع وثاقة الرواة؛ لأن الثقات غير مأمونين من السهو والخطأ، وإن كانوا مأمونين من الكذب. ¶ ولو سُلّم صحة الرواية فنقول: معناها: إذا قال الرجل: أنت طالق، أنت طالق، أنت طالق، ثلاث مرات بكلام متصل بغير المدخول بها فهي واحدة؛ لأنه إذا قال: أنت طالق بانت منه، فلغا الثاني والثالث، وإنما قيدنا بغير المدخول بها؛ لأن أكثر الأسئلة إنما كانت عن حكم غير المدخول بها...)). ¶ __________ ¶ (1) في سننه الكبير 7: 355. ¶ (2) في الإنقاذ 11: 185.",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وقال محمد الخضر الشنقيطي(1): ((وهو محتمل لمعنى أن يكون ثلاثاً بألفاظ ثلاثة في مجلس واحد، ويجعل في لفظه متعلقاً بقال: لا صفة لمصدر محذوف أي طلاقاً ثلاثاً ولا تمييز للإبهام الذي في الجملة قبله، وقوله: بفم واحد معناه متتابعاً، وهذا معنى جلي واضح)). ¶ وقال محمد الأمين الشنقيطي(2): ((واعلم أن ابن عباس - رضي الله عنه - لم يثبت عنه أنه أفتى في الثلاث بفم واحد أنها واحدة، وما روي عن عكرمة عن ابن عباس معارض بما روي أنه عن عكرمة، وترجيح رواية إسماعيل بن إبراهيم على رواية حماد بموافقة الحافظ لإسماعيل في أن ابن عباس - رضي الله عنه - يجعلها ثلاثاً لا واحدة)). ¶ وأما ما رواه عبد الرزاق(3): عن ابن جريج عن عطاء قال: إذا طلقت امرأة ثلاثاً ولم تجمع فإنما هي واحدة، بلغني ذلك عن ابن عباس - رضي الله عنه -. ¶ ورواه عبد الرزاق(4): عن ابن جريج قال أخبرني حسن بن مسلم عن ابن شهاب أن ابن عباس - رضي الله عنه - قال: إذا طلق الرجل امرأته ثلاثاً ولم يجمع كن ثلاثاً، قال: فأخبرت ذلك طاووساً قال: أشهد ما كان ابن عباس - رضي الله عنه - يراهن إلا واحدة. ¶ ورواه عبد الرزاق(5): عن معمر عن أيوب قال: دخل الحكم ابن عيينة على الزهري بمكة وأنا معه فسألوه عن البكر تطلق ثلاثاً قال سئل عن ذلك ابن عباس وأبو هريرة وعبد الله بن عمرو - رضي الله عنهم - فكلهم قال: لا تحل له حتى تنكح زوجاً غيره، قال: فخرج الحكم بن عتيبة وأنا معه فأتى طاوساً وهو في المسجد فأكبّ عليه فسأله عن قول ابن عباس - رضي الله عنه - فيها فأخبره وأخبره بقول الزهري، قال: فرأيت طاووساً رفع يديه تعجباً من ذلك، وقال: والله ما كان ابن عباس - رضي الله عنه - يجعلها إلا واحدة. ¶ __________ ¶ (1) في لزوم الطلاق ص20. ¶ (2) في أضواء البيان 1: 252. ¶ (3) في مصنفه 6: 335. ¶ (4) في مصنفه 6: 335. ¶ (5) في مصنفه 6: 335",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "قال الكيرانوي(1): ((لم يجمع ليس من كلام ابن عباس - رضي الله عنه -؛ لأنه لا يرويه أحد عنه، وإنما هو من كلام ابن شهاب، ونسبه إلى ابن عباس - رضي الله عنه - احتجاجاً بإطلاق كلامه،وزاد هذا اللفظ لأنه كان سئل عن صورة خاصة وهو ما إذا طلق الرجل امرأته ثلاثاً ولم يجمع فأجاب بأن ابن عباس - رضي الله عنه - أفتى في هذه بكونها ثلاثاً؛ لأنه أفتى بالطلاق. ¶ فلا حجة لابن القيم في رواية ابن شهاب ولا في تعجب طاوس ولا في حلفه، وبهذا التحقيق اندفع إشكال اختلاف روايتي ابن عباس بحذافيره، وثبت أنه لا خلاف بين الصحابة في هذه المسألة بمعنى أنا لا نعلم فيها مخالفاً لا أنا نعلم عدم المخالفة حتى يرد أنه يجوز أن يكون فيها خلاف ولم تعلموا واحتمال الخلاف من غير دليل لا يضرنا فإنا لا ندّعي قطعيّة الإجماع بل ظهوره فقط)). ¶ الثالث عشر: عبد الله بن عمرو بن العاص - رضي الله عنه -: ¶ 67. روى ابن أبي شيبة(2): أخبرنا عبدة بن سليمان عن يحيى بن سعيد عن بكير بن عبد الله بن الأشج عن عطاء بن يسار قال: كنت جالساً عند عبد الله بن عمرو فسأله رجل عن رجل طلّق امرأته بكراً ثلاثاً قال عطاء فقلت: ثلاث البكر واحدة. وقال عبد الله بن عمرو: ما يدريك إنما أنت قاض ولست بمفتي الواحدة تبتّها والثلاث تحرّمها حتى تنكح زوجاً غيره(3). ¶ ورواه مالك(4) عن يحيى بهذا الإسناد مثله. ¶ ورواه الشافعي(5) والبيهقي(6) عن مالك بهذا الإسناد مثله. ¶ __________ ¶ (1) في الإنقاذ 11: 187. ¶ (2) في مصنفه 4: 66. ¶ (3) رجاله ثقات وعبدة ثقة كما في تهذيب الكمال 18: 533، والتقريب 310. ¶ (4) في الموطأ 2: 570. ¶ (5) في مسنده ص 271، 102. ¶ (6) في سننه الكبير 7: 335.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "68. وروى أبو داود(1): عن عبد الرزاق عن معمر عن الزهري عن أبي سلمة بن عبد الرحمن بن عوف ومحمد بن عبد الرحمن بن ثوبان عن محمد بن إياس أن ابن عباس وأبا هريرة وعبد الله بن العاص - رضي الله عنهم - سئلوا عن البكر يطلقها زوجها ثلاثاً فكلهم قالوا: لا تحل له حتى تنكح زوجاً غيره(2). ¶ الرابع عشر: عبد الله بن عمر - رضي الله عنه -: ¶ روى عبد الرزاق(3): عن الثوري عن ابن أبي ليلى عن نافع أن رجلاً طلّق امرأته وهي حائض ثلاثاً فسأل ابن عمر - رضي الله عنه - فقال: عصيت ربك، وبانت منك، لا تحل لك حتى تنكح زوجاً غيرك(4). ¶ ورواه البيهقي(5): أخبرنا أبو الحسين بن بشران العدل ببغداد أنا اسماعيل ابن محمد الصفار نا الحسن بن علي بن عفان نا ابن نمير عن عبيد الله بن عمر عن نافع نحوه. ¶ ورواه ابن أبي شيبة(6): أخبرنا أسباط بن محمد عن أشعث عن نافع قال: قال ابن عمر - رضي الله عنه - من طلّق امرأته ثلاثاً فقد عصى ربه وبانت منه امرأته. ¶ ورواه البيهقي(7): أخبرنا أبو عبد الله الحافظ أخبرني علي بن حمشاذ أخبرني يزيد بن الهيثم أن إبراهيم بن أبي الليث حدّثهم عن الأشجعي عن سفيان عن عبيد الله بن عمر عن نافع عن ابن عمر - رضي الله عنه - قال: إذا طلّق الرجل امرأته ثلاثاً قبل أن يدخل لم تحل له حتى تنكح زوجاً غيره. ¶ وروى عبد الرزاق(8): عن معمر عن أيوب عن أبي قلابة قال سئل ابن عمر - رضي الله عنه - عن رجل طلق امرأته ثلاثاً قبل أن يدخل بها قال: ما أرى من فعل ذلك إلا قد خرج(9). ¶ __________ ¶ (1) في سننه 2: 260. ¶ (2) رجاله ثقات. ¶ (3) في مصنفه 6: 311. ¶ (4) رجاله ثقات. ¶ (5) في سننه الكبير 7: 336. ¶ (6) في مصنفه 4: 61. ¶ (7) في سننه الكبير 7: 335. ¶ (8) في مصنفه 6: 331. ¶ (9) رجاله ثقات وأبو قلابة هو عبد الله بن زيد بن عمرو ثقة كما في التقريب 246.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "وروى ابن أبي شيبة(1): أخبرنا محمد بن بشر عن أبي معشر قال نا سعيد المقبري قال: جاء رجل إلى عبد الله بن عمر وأنا عنده، فقال: يا أبا عبد الرحمن إنه طلّق امرأته مئة مرة، قال: بانت منك بثلاث وسبعة وتسعون يحاسبك الله بها يوم القيامة. ¶ الخامس عشر: عائشة رضي الله عنها: ¶ روى ابن أبي شيبة(2): أخبرنا أبو أسامة قال نا عبيد الله بن عمر عن نافع عن ابن عمر - رضي الله عنه - وعن محمد بن إياس بن بكير عن أبي هريرة وابن عباس وعائشة - رضي الله عنهم - في الرجل يطلق امرأته ثلاثاً قبل أن يدخل بها قالوا: لا تحل له حتى تنكح زوجاً غيره(3). ¶ ورواه ابن أبي شيبة(4): أخبرنا عبدة عن يحيى بن سعيد عن بكير بن عبد الله ابن الأشج عن رجل من الأنصار يقال له معاوية نحوه. ¶ السادس عشر: أم سلمة رضي الله عنها: ¶ روى ابن أبي شيبة(5): أخبرنا عبد الله بن نمير عن أشعث عن أبي الزبير عن جابر قال: سمعت أم سلمة سئلت عن رجل طلق امرأته ثلاثاً قبل أن يدخل بها فقال: لا تحل له حتى يطأها زوجها(6). ¶ المبحث الرابع: آثار التابعين ¶ __________ ¶ (1) في مصنفه 4: 62. ¶ (2) في مصنفه 4: 67. ¶ (3) رجاله ثقات وعبيد الله بن عمر بن حفص وثقه ابن معين وأبو زرعة وأبو حاتم والنسائي وابن حجر كما في تهذيب الكمال 19: 128، والتقريب 314. ¶ (4) في مصنفه 4: 67. ¶ (5) في مصنفه 4: 67. ¶ (6) أشعث هو ابن سوّار ضعيف كما في تهذيب الكمال 3: 268، التقريب 52، وأبو الزبير هو محمد بن مسلم المكي صدجةق كما في التقريب 440، وجابر هو ابن عبد الله الصحابي الجليل كما في تهذيب الكمال 26: 402.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "فكما تواتر النقل عن الصحابة في مسألة وقوع الطلاق ثلاثاً كذلك كان الأمر في التابعين؛ لأنهم أشد الناس اقتداء بهم وتمسكاً بما ورد عنهم، وهم من القرون الثلاث التي مدحها الرسول - صلى الله عليه وسلم -، وكثر هذا النقل بين الصحابة والتابعين لهذا الأمر يؤكد لنا أن هذه المسألة لم يكن فيها خلاف معروف ومشهور بل الكل متفق عليها وإن خالف فيها أحدهم فيكون ليس من أهل الخلاف الذين يعتد بهم. ¶ وعلى ذلك كان قول الحافظ ابن رجب الحنبلي: لا نعلم من الأمة أحداً خالف في هذه المسألة مخالفة ظاهرة، ولا حكماً ولا قضاء ولا علماً ولا إفتاء ولم يقع ذلك إلا من نفر يسير جداً، وقد أنكره عليهم من عاصرهم غاية الإنكار وكان أكثرهم يستخفي بذلك ولا يظهره، فكيف يكون أجمع الأمة على إخفاء دين الله الذي شرعه على لسان رسوله، واتباع اجتهاد من خالفه برأيه في ذلك هذا لا يحل اعتقاده البتة(1). ¶ ومن هؤلاء التابعين وغيرهم: ¶ أولاً: سعيد بن المسيب - رضي الله عنه -: ¶ روى عبد الرزاق(2): عن معمر عن قتادة عن ابن المسيب قال: إذا طلق الرجل البكر ثلاثاً فلا تحل له حتى تنكح زوجاً غيره(3). ¶ ثانياً: سعيد بن جبير - رضي الله عنه -: ¶ روى عبد الرزاق(4): عن هشيم عن جعفر بن أبي وحشية عن سعيد بن جبير قال: لا تحل له حتى تنكح زوجاً غيره ـ أي من تطلق ثلاثاً قبل الدخول ـ(5). ¶ ثالثاً: حميد بن عبد الرحمن - رضي الله عنه -: ¶ __________ ¶ (1) ينظر: الإشفاق ص 50-51. ¶ (2) في مصنفه 6: 332. ¶ (3) رجاله ثقات وقتادة هو ابن دعامة السدوسي ثقة ثبت كما في التقريب 389. ¶ (4) في مصنفه 6: 334. ¶ (5) رجاله ثقات وجعفر ثقة من أثبت الناس في سعيد بن المسيب كما في التقريب 79، وهشيم هو ابن بشير السلمي ثقة ثبت كما في التقريب 504.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "روى ابن أبي شيبة(1): أخبرنا عبد الأعلى عن سعيد عن قتادة عن سعيد بن المسيب وسعيد بن جبير وحميد بن عبد الرحمن قالوا: لا تحل له حتى تنكح زوجاً غيره ـ أي من تطلق ثلاثاً قبل الدخول ـ(2). ¶ رابعاً: الزهري - رضي الله عنه -: ¶ روى ابن أبي شيبة(3): أخبرنا عبد الأعلى عن معمر عن الزهري في رجل طلّق امرأته ثلاثاً جميعاً قال: إن من فعل فقد عصى ربه وبانت منه امرأته(4). ¶ روى عبد الرزاق(5): عن معمر عن الزهري في رجل طلق امرأته ثلاثاً ثم أفتاه رجل بأن يراجعها فدخل عليها، قال: ينكل الذي أفتاه ويفرق بينه وبين امرأته ويغرم الصداق(6). ¶ خامساً: الشعبي - رضي الله عنه -: ¶ روى ابن أبي شيبة(7): أخبرنا غندر عن شعبة عن عبد الله بن أبي السفر عن الشعبي في رجل أراد أن تبين منه امرأته قال: يطلّقها ثلاثاً(8). ¶ وروى ابن أبي شيبة(9): أخبرنا عبدة بن سليمان عن عاصم عن الشعبي في الرجل يطلق امرأته ثلاثاً قبل أن يدخل بها قال: لا تحل له حتى تنكح زوجاً غيره(10). ¶ ورواه عبد الرزاق(11): عن معمر عن عطاء بن السائب عن الشعبي مثله(12). ¶ سادساً: مكحول - رضي الله عنه -: ¶ __________ ¶ (1) في مصنفه 4: 68. ¶ (2) رجاله ثقات وسعيد هو ابن أبي عروبة وثقه ابن معين وأبو زرعة والنسائي كما في تهذيب الكمال 11: 8، وعبد الأعلى هو ابن عبد الأعلى السامي ثقة كما في التقريب 273. ¶ (3) في مصنفه 4: 61. ¶ (4) رجاله ثقات. ¶ (5) في مصنفه 7: 340. ¶ (6) رجاله ثقات. ¶ (7) في مصنفه 4: 61. ¶ (8) رجاله ثقات وعبد الله بن أبي السفر ثقة كما في التقريب 248. ¶ (9) في مصنفه 4: 67. ¶ (10) رجاله ثقات. ¶ (11) في مصنفه 6: 336. ¶ (12) رجاله ثقات وعطاء صدوق اختلط كما في التقريب 331",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "روى ابن أبي شيبة(1): أخبرنا حاتم بن وردان عن مكحول - رضي الله عنه - فيمن طلّق امرأته قبل أن يدخل بها ـ أي ثلاثاً ـ إنها لا تحل له حتى تنكح زوجاً غيره(2). ¶ سابعاً: القاضي شريح - رضي الله عنه -: ¶ روى ابن أبي شيبة(3): أخبرنا وكيع عن إسماعيل عن الشعبي عن شريح - رضي الله عنه - قال رجل: إني طلقتها مئة. قال: بانت منك بثلاث، وسائرهن إسراف ومعصية(4). ¶ وروى ابن أبي شيبة(5): أخبرنا ابن فضيل عن عاصم عن ابن سيرين عن شريح قال: لو قالها لنساء العالمين بعد أن يملكهن كنّ عليه حراماً(6). ¶ ثامناً: الحسن البصري - رضي الله عنه -: ¶ روى ابن أبي شيبة(7): أخبرنا وكيع عن الفضل بن دلهم عن الحسن - رضي الله عنه - قال: جاء رجل إلى الحسن فقال: إني طلقت امرأتي ألفاً. قال: بانت منك العجوز(8). ¶ وروى عبد الرزاق(9): عن الثوري عن الحسن قال: إذا طلق الرجل ثلاثاً ولم يدخل فقد بانت منه حتى تنكح زوجاً غيره. ¶ تاسعاً: عكرمة - رضي الله عنه -: ¶ روى عبد الرزاق(10): عن معمر عن ابن طاوس قال سئل عكرمة عن رجل طلق امرأته بكراً ثلاثاً قبل أن يدخل بها فقال إن كان جمعها لم تحل له حتى تنكح زوجاً غيره وإن كان فرقها فقال: أنت طالق أنت طالق أنت طالق فقد بانت بالأولى وليست الثنتان بشيء(11). ¶ عاشراً: ابن معقل - رضي الله عنه -: ¶ __________ ¶ (1) في مصنفه 4: 67. ¶ (2) حاتم بن وردان ثقة كما في التقريب 84، ومكحول الشامي هو أبو عبد الله ثقة فقيه مشهور توفي بضع عشرة ومئة كما في التقريب 477. ¶ (3) في مصنفه 4: 62. ¶ (4) رواته ثقات. ¶ (5) في مصنفه 4: 63. ¶ (6) رجاله ثقات. ¶ (7) في مصنفه 4: 62. ¶ (8) رجاله ثقات والفضل ليّن كما في التقريب 382. ¶ (9) في مصنفه 6: 332. ¶ (10) في مصنفه 6: 336. ¶ (11) رجاله ثقات.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "روى ابن أبي شيبة(1): أخبرنا علي بن مسهر عن إسماعيل عن الشعبي عن ابن معقل في رجل طلق امرأته قبل أن يدخل بها ـ أي ثلاثاً ـ قال: لا تحل له حتى تنكح زوجاً غيره(2). ¶ الحادي عشر: إبراهيم النخعي - رضي الله عنه -: ¶ روى ابن أبي شيبة(3): أخبرنا جرير عن مغيرة عن إبراهيم في الرجل يتزوج المرأة فيطلقها قبل أن يدخل بها قال: إن كان قال طالق ثلاثاً كلمة واحدة لم تحل له حتى تنكح زوجاً غيره، وإذا طلقها طلاقاً متّصلاً فهو كذلك(4). ¶ وروى ابن أبي شيبة في مصنفه 4: 67: أخبرنا محمد بن فضيل عن حصين عن إبراهيم قال: إذا طلقها ثلاثاً قبل أن يدخل بها لم تحل له حتى تنكح زوجاً غيره(5). ¶ وروى عبد الرزاق(6): بأسانيد عن أبي معشر عن إبراهيم قال: إذا طلق الرجل ثلاثاً ولم يدخل فقد بانت منه حتى تنكح زوجاً غيره(7). ¶ الثاني عشر: محمد بن سيرين - رضي الله عنه -: ¶ __________ ¶ (1) في مصنفه 4: 62. ¶ (2) رجاله ثقات وعبد الله بن معقل المرني ثقة كما في التقريب 267. ¶ (3) في مصنفه 4: 67. ¶ (4) جرير هو ابن عبد الحميد وثقه ابن سعد والنسائي كما في تهذيب الكمال 4: 544- 550، ومغيره هو ابن مقسم الضبي وثقه ابن معين وأبو حاتم والنسائي كما في تهذيب الكمال 28: 400-401. ¶ (5) رجاله ثقات وحصين هو ابن عبد الرحمن السلمي وثقه أحمد وابن معين والعجلي وأبو حاتم وغيرهم كما في تهذيب الكمال 6: 521-522. ¶ (6) في مصنفه 6: 332، 333، 336. ¶ (7) رجاله ثقات وأبو معشر هو زياد بن كليب الكوفي ثقة كما في تهذيب الكمال 9: 506، والتقريب 161.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "روى ابن أبي شيبة(1): أخبرنا الثقفي عن خالد عن محمد - رضي الله عنه - قال: لا تحل له حتى تنكح زوجاً غيره ـ أي من تطلق ثلاثاً قبل الدخول ـ(2). ¶ الثالث عشر: سفيان الثوري - رضي الله عنه -: ¶ روى عبد الرزاق: عن الثوري في رجل يخير امرأته ثلاثاً قال: إن اختارت نفسها فهي ثلاثاً وإن اختارت زوجها فلا شيء... ¶ الرابع عشر: عبد الله بن شداد - رضي الله عنه -: ¶ روى ابن أبي شيبة(3): أخبرنا وكيع عن سفيان عن منصور عن إبراهيم وعن جابر عن عامر وعن عمران بن مسلم عن ابن عقال عن مصعب بن سعد وأبي مالك وعبد الله بن شداد قالوا: إذا طلق الرجل امرأته ثلاثاً وهي حامل لم تحل له حتى تنكح زوجاً غيره(4). ¶ الخامس عشر والسادس عشر: مصعب بن الوليد - رضي الله عنه - وأبي مالك - رضي الله عنه -: ¶ 94/95. روى عبد الرزاق(5): عن الثوري عن عمرو بن مسلم أو غيره عن الوليد بن عقال قال سألت عبد الله بن شداد ومصعب بن سعد وأبا مالك عن رجل طلق امرأته ثلاثاً وهي حبلى فقالوا: لا تحل له حتى تنكح زوجاً غيره(6). ¶ السابع عشر: جعفر بن محمد - رضي الله عنه -: ¶ __________ ¶ (1) في مصنفه 4: 67. ¶ (2) رجاله ثقات والثقفي هو عبد الوهاب بن عبد المجيد بن الصلت وثقه ابن معين وابن سعد كما في تهذيب الكمال 18: 508، وخالد هو ابن مهران الحذاء وثقه أحمد وابن معين والنسائي وغيرهم كما في تهذيب الكمال 8: 177-181. ¶ (3) في مصنفه 4: 79. ¶ (4) عبد الله بن شداد بن الهاد من كبار التابعين وثقه العجلي وأبو بكر الخطيب والنسائي وأبو زرعة وابن سعد وغيرهم (ت82 هـ)، كما في تهذيب الكمال 15: 8185، والوليد بن عقال ذكر البخاري في التاريخ الكبير 8: 148، وابن أبي حاتم في الجرح والتعديل 9: 11 وسكت عنه. ¶ (5) في مصنفه 6: 305. ¶ (6) ومصعب بن سعد و ابن أبي وقاص القرشي الزهري وثقه ابن سعد وذكره ابن حبان في الثقات (ت103هـ) كما في تهذيب الكمال 28: 24-26.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "96. روى البيهقي(1): أخبرنا أبو عبد الله الحافظ نا أبو عمرو عثمان بن أحمد بن السماك ببغداد أنا حنبل بن إسحاق بن حنبل نا محمد بن عمران بن محمد بن عبد الرحمن بن أبي ليلى نا سلمة بن جعفر الأحمسي قال: قلت لجعفر بن محمد: إن قوماً يزعمون أن من طلّق ثلاثاً بجهالة ردّ إلى السنة يجعلونها واحدة يروونها عنكم، قال: معاذ الله ما هذا من قولنا من طلّق ثلاثاً فهو كما قال(2). ¶ 97. وروى البيهقي(3): أخبرنا أبو عبد الله الحافظ نا أبو محمد الحسن بن سليمان الكوفي ببغداد نا محمد بن عبد الله الحضرمي نا إسماعيل بن بهرام نا الأشجعي عن بسام الصيرفي، قال: سمعت جعفر بن محمد يقول: من طلّق امرأته ثلاثاً بجهالة أو علم فقد بانت منه(4). ¶ المبحث الخامس: الإجماع ¶ أخرت الكلام عن الإجماع مع أن حقه أن يقدّم على الآثار لأمرين وهما: ¶ الأول: أنني أحتاج في الإجماع النقل عن مجتهدي الصحابة والتابعين لإثبات إجماعهم فيها، ففي تقديم الكلام عن آثارهم كان تحقيق المراد بالإرجاع إليه. ¶ الثاني: أنني عندما نقلت الأحاديث عن الرسول - صلى الله عليه وسلم - في ذلك رأيت من المناسب الاستمرار في النقل عن الصحابة والتابعين؛ حفاظاً على التناسق والانسجام في البحث. ¶ والإجماع هو اتفاق المجتهدين من هذه الأمة في عصر على أمر شرعي(5). ¶ __________ ¶ (1) في سننه الكبير 7: 340. ¶ (2) محمد بن عمران صدوق كما في التقريب 435، وحنبل بن إسحاق ذكره السيوطي في طبقات الحفاظ 272، وابن أبي حاتم في الجرح والتعديل 3: 320 وسكت عنه. ¶ (3) في سننه الكبير 7: 340. ¶ (4) الصيرفي صدوق كما في التقريب 60، وابن بهرام صدوق كما في التقريب 45، والأشجعي هو عبيد الله بن عبيد الرحمن الكوفي ثقة مأمون كما في التقريب 313. ¶ (5) ينظر: الأم 7: 255-262، والميزان 2: 710، والمستصفى 1: 173، وإرشاد الفحول ص71، ومسلم الثبوت 2: 211، وأصول الأحكام وطرق الاستنباط ص71 وغيرهم.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "والإجماع بهذه الصورة أكثر ما يتجلى ويتضح في عصر الصحابة - رضي الله عنهم - لانحصار عدد المجتهدين منهم واتحاد مكانهم وموطنهم بخلاف غيرهم من العصور؛ إذ كثر المجتهدون فيهم، وتباعدت المسافات بينهم وصعب الوقوف على رأيهم، وفي ذلك يقول ابن الهمام(1): لا تبلغ عدة المجتهدين الفقهاء منهم أكثر من عشرين كالخلفاء والعبادلة وزيد بن ثابت ومعاذ بن جبل وأنس وأبي هريرة - رضي الله عنهم - وقليل والباقون يرجعون إليهم ويستفتون منهم، وقد أثبتنا النقل عن أكثرهم صريحاً بإيقاع الثلاث ولم يظهر لهم مخالف فماذا بعد الحق إلا الضلال(2). ¶ ومع ذلك ذكر العديد من العلماء الإجماع في هذه المسألة: ¶ قال ابن العربي: ولا تجد هذه المسألة ـ أي وقوع الثلاث واحداً ـ منسوبة إلى أحد من السلف أبداً(3). ¶ وقال ابن حجر(4): ولا يحفظ أن أحداً في عهد عمر - رضي الله عنه - خالف في ذلك. ¶ وقال ابن التين: جزم بأن لزوم الثلاث لا اختلاف فيه، وإنما الاختلاف في التحريم(5). ¶ __________ ¶ (1) في فتح القدير 3: 469. ¶ (2) علق الإمام الكوثري في الإشفاق ص 33 على هذا فقال: ومن أحاط خبراً بأدلة الجمهور من الكتاب والسنة وأقوال السلف وبأحوال الصحابة - رضي الله عنهم - يدرك مبلغ قوه كلام ابن الهمام في المسألة وفي عدة المجتهدين من الصحابة وإن سعى ابن حزم في تكثير عددهم جداً في أحكامه بأن حشر في عدادهم كل من روي عنه مسألة أو مسألتين في الفقه لا إجلالاً لمنزلة الصحابة في العلم، بل ليتمكن من معاكسة الجمهور في مسائل الإجماع باشتراط النقل عن كل منهم وأنى لمن لم يرو عنه إلا مسألة أو مسألتان في الفقه أو حديث أو حديثان في السنة أن يعد من المجتهدين كائناً من كان، وإن كانت منزلة الصحابة - رضي الله عنهم - في الصحة عظيمة القدر جداً. ¶ (3) ينظر: أضواء البيان 1: 254. ¶ (4) في فتح الباري 9: 365. ¶ (5) لزوم الطلاق ص6.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "وقال محمد الخضر الشنقيطي(1): أجمع عليه المسلمون من صدر الإسلام واستقرت عليه المذاهب المتبوعة لم يخالف في ذلك أحد من أهل السنة بعد الإجماع الواقع في زمن عمر بن الخطاب - رضي الله عنه -. ¶ وقال أبو الوليد الباجي(2): والدليل على ما نقوله إجماع الصحابة؛ لأن هذا مروي عن ابن عمر وعمران بن حصين وعبد الله بن مسعود وابن عباس وأبي هريرة وعائشة - رضي الله عنهم - ولا مخالف لهم، وما روي عن ابن عباس في ذلك من رواية طاوس قال فيه بعض المحدثين هو وهم. وقد روى ابن طاوس عن أبيه عن ابن وهب خلاف ذلك، إنما وقع الوهم في التأويل. ¶ وقال ابن عبد البر(3): وقوع الثلاثة مجتمعات غير متفرقات ولزومهما هو ما لا خلاف فيه بين أئمة الفتوى بالأمصار، وهو المأثور عن جمهور السلف، والخلاف فيه شذوذ تعلق به أهل البدع، ومن لا يلتفت إلى قوله لشذوذه. ¶ وقال عبد الكريم المدرس: وخلاصة الكلام هنا أنه أجمع المجتهدون في زمن الخليفة الثاني عمر بن الخطاب - رضي الله عنه - على وقوع الطلاق بجملة واحدة،وتتابع الأئمة العلماء المجتهدون بعدهم على ذلك الأمر وإذا انعقد الإجماع بطل الخلاف والنزاع، وخرق الإجماع حرام، ولا تجتمع أمة الرسول - صلى الله عليه وسلم - على ضلالة، وإنما يجتمعون على الحق والهدى.... ثم المسلم المسالم العالم المنصف المتصف بالفهم المعتدل يعلم أن أولئك المجتهدين المجتمعين عمر - رضي الله عنه - ومن حوله - رضي الله عنهم - كانوا علماء لأن الاجتهاد فرع العلم والرشاد.... ¶ المبحث السادس: القياس ¶ استكمالاً لمادة البحث أورد الجمهور بعض القياس بعضد ما ذهبوا إليه منها: ¶ 100. قال ابن عبد البر: دليلنا من جهة القياس أن هذا طلاق أوقعه من يملكه فوجب أن يلزمه؛ أصل ذلك إذا أوقعه مفرّقاً(4). ¶ __________ ¶ (1) في لزوم الطلاق ص 6. ¶ (2) في المنتقى 4: 4. ¶ (3) في الاستذكار 17: 8-9. ¶ (4) ينظر: تفسير القرطبي 3: 85.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "وقال ابن قدامة(1): ولأن النكاح ملك يصح إزالته متفرقاً فصحّ مجتمعاً،كسائر الأملاك. ¶ 101. وقال القرطبي(2): وحجة الجمهور في اللزوم من حيث النظر ظاهرة جداً، هو أن المطلقة ثلاثاً لا تحل للمطلق حتى تنكح زوجاً غيره، ولا فرق بين مجموعها ومفرقها لغة وشرعاً، وما يتخيل من الفرق صوري ألغاه الشرع اتفاقاً في النكاح والعتق والأقاري، فلو قال الولي: أنكحتك هؤلاء الثلاث في كلمة واحدة انعقد، كما لو قال: أنكحتك هذه وهذه وهذه، وكذا في العتق والإقرار، وغير ذلك من الأحكام(3). ¶ ومن هذا العرض لآيات القرآن الكريم المطلقة في الدلالة على المقصود، وهذه الأحاديث العديدة المؤيدة لبعضها البعض في الاحتجاج على المسألة، وهذه الآثار العديدة عن الصحابة والتابعين وغيرهم، وكذا الإجماع المنقول فيها وموافقة القياس لذلك، لا يبقى شك لدى المنصف في قوة ما تتفق عليه المذاهب من المسائل، لا سيما إذا كان سبق اتفاقهم إجماع الصحابة. ¶ وهذا في الحقيقة يكفي في بيان حقية الجمهور فيما ذهبوا إليه إلا أنه لما أكثر المخالف من الجدال والكلام لزم علينا جمع ما احتج به ونقضه من أساسه لئلا يتوهم متوهم أن في كلامه ما يمكن التمسك به في الاحتجاج، وإنما هو {كسراب بقيعة يحسبه الظمآن ماء حتى إذا جاءه لم يجده شيئاً}(4)، والفصل الثاني خصص لذلك. ¶ الفصل الثاني: في حجج القائلين بوقوعه واحد وردها ¶ وفيه مباحث ¶ تمهيد: ¶ إن الناظر فيما قاله القائلون بوقوع الثلاث واحداً يجد أن أكثر ما احتجوا به فيما ذهبوا إليه هو: ¶ نسبة هذا القول لبعض الصحابة والتابعين وأئمة الدين. ¶ وكذلك ما فهموا من قوله تعالى: {الطلاق مرتان}. ¶ وأيضاً المعنى الذي حملوا عليه حديث ابن عباس - رضي الله عنه -. ¶ وأخذهم لرواية ركانة - رضي الله عنه - الموافقة لمرادهم. ¶ __________ ¶ (1) في المغني 7: 282. ¶ (2) في تفسيره 3: 86. ¶ (3) ينظر: فتح الباري 9: 364. ¶ (4) سورة النور: من الآية 39.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "وقياسهم الطلاق على التسبيح واللعان وغيرها. ¶ ادعاء أن في ذلك مصلحة الأسرة والمجتمع. ¶ وإعطاء للبحث حقه سنخصص لكل حجة منها مبحثاً على حدة نعرض قولهم ثم نبيّن مكمن خطئهم ووهمهم فيما ذهبوا إليه. ¶ المبحث الأول: تحقيق نسبة القول للصحابة وغيرهم ¶ نسبوه(1) إلى عدة من الصحابة والتابعين وتابعيهم وممن جاء بعدهم: ¶ أما من الصحابة: فنسبوه إلى علي بن أبي طالب، وابن مسعود، وابن عباس، والزبير بن العوام، وعبد الرحمن بن عوف، وأبي موسى الأشعري - رضي الله عنهم -. ¶ ومن التابعين: فعطاء، وطاوس، وسعيد بن جبير، وأبو الشعثاء، وعمرو بن دينار، وعكرمة، وجابر بن زيد،و خلاس بن عمرو، والحارث العكلي، وابن إسحاق، وابن أرطأة، وحكي عن التلمساني أنه رواية عن مالك. ¶ ومن أتباع التابعين: فداود وأكثر أصحابه ومحمد بن مقاتل، وأحمد بن حنبل، وابن وضاح. ¶ ومن أهل البيت: فالهادي والقاسم والباقر والناصر وأحمد بن عيسى وعبد الله بن موسى بن عبد الله وروياة عن زيد بن علي. ¶ ومن متأخري الفقهاء: فمحمد بن تقي بن مخلد ومحمد بن عبد السلام الخشني وابن زنباغ وأصبغ بن الحباب من مشايخ قرطبة، وأبو البركات ابن تيمية، والحفيد ابن تيمية، وابن القيم، والشوكاني، والصنعاني، وبعض المعاصرين. ¶ وتحقيق الكلام في نسبته إلى هؤلاء الكرام كالآتي: ¶ أولاً: الصحابة - رضي الله عنهم -: ¶ فإنه ثبت عن هؤلاء الصحابة - رضي الله عنهم - بالأسانيد الصحيحة وقوع الطلاق الثلاث ثلاثاً كما سبق ذكره في المبحث الثالث من الفصل الأول، والمخالف لم يثبت عنهم بالأسانيد وإنما هي مجرد دعاوى لا برهان عليها. ¶ __________ ¶ (1) ينظر: المغني 7: 282، وفتح القدير 3: 469، وفتاوى ابن تيمية 3: 254-255، وإعلام الموقعين 3: 33-38، ونيل الأوطار 6: 275-276، وسبل السلام 2: 253-258.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "قال العلامة الكوثري(1): ((وموضع التعويل على النقل عن الأصحاب فإنما هو مثل الأصول الستة وباقي السنن والجوامع والمسانيد والمعاجم والمصنفات ونحوها، مما لا يذكر فيه نقل عن أحد إلا ومعه إسناده، وأين فيها نقل خلاف ما عليه الجمهور في المسألة وقد صح عن علي بن أبي طالب - رضي الله عنه - ... وكذلك صح النقل عن ابن مسعود .... وأنى يصح عن عبد الرحمن بن عوف خلاف ما فعله هو في طلاق امرأته الكلبية في مرض موته...، وأما الزبير فأنى يصح منه خلاف ما عليه جمهور الصحابة وابنه عبد الله من أعلم الناس به، وهو حينما سئل عن طلاق البكر ثلاثاً قال للسائل: ما لنا فيه قول... فلو كان عنده عن أبيه أن الثلاث واحدة لما تأخر عن ذكره ما عنده)). ¶ وقال الدكتور هاشم جميل(2): ((الصحابة لم أعثر على نقل مسند عن أحد منهم إلا عن ابن عباس نقله عنه أبو داود من رواية طاوس، وهي رواية انفرد بها طاوس مخالفاً بذلك بقية أصحاب ابن عباس الذي نقلوا عنه القول بما يوافق الجمهور، فهي على هذا رواية شاذة، ولو سلمت من الشذوذ فإن ما جاء فيها هو رأي قديم لابن عباس صح رجوعه عنه، كما ذكر أبو داود. والزبير واحد من خمسة جاء ذكرهم في رواية ابن مغيث، وقد تبين عدم صحة النقل عن أربعة منهم فلا يصح الاحتجاج بها في النقل عن الباقي)). ¶ ثانياً: التابعين - رضي الله عنهم - ويمكن ردّ ما ادعوه بما يلي: ¶ الأول: أن سعيد بن جبير وعكرمة أثبتنا عنهما بالأسانيد في المبحث الرابع من الفصل الأول أنهما قالا بوقوعه ثلاثاً، في حين أن المخالف لم يثبت مدعاه بدليل أو إسناد. ¶ __________ ¶ (1) في الإشفاق ص62-63. ¶ (2) في فقه سعيد بن المسيب 3: 319.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "الثاني: أن الخصم اعتمد على نسبة القول إلى عطاء وطاوس وعمرو بن دينا ما نقل عن ابن المنذر، والنقل عنهم غير دقيق؛ لأن كلامهم في غير المدخول بها، قال الكوثري(1) عنه: وهذا سهو مكشوف، فإن كلام هؤلاء في حق المدخول بها كما في ((المنتقى))(2) للباجي و((المحلى))(3) لابن حزم. ¶ الثالث: أن سعيد بن منصور في سننه أخرج عن ابن عيينة عن عمرو بن دينار عن عطاء وجابر بن زيد أنه إذا طلقت البكر ثلاثاً فهي واحدة. وقولهم في إيقاع الثلاث مجموعة على المدخول بها فكقول الجمهور على حد سواء(4). ¶ ويوافق ذلك ما رواه عبد الرزاق(5): أخبرنا ابن جريج عن عمرو بن دينار عن طاوس وعطاء وأبي الشعثاء قالوا: إذا طلق الرجل البكر ثلاثاً فهي واحدة، قال عمرو: وإن جمعهن فهي واحدة. ¶ الرابع: أن ابن أبي شيبة(6) قال: أخبرنا إسماعيل بن عليّة عن ليث عن طاوس وعطاء أنهما قالا: إذا طلق الرجل امرأته ثلاثاً قبل أن يدخل بها فهي واحدة. قال الكيرانوي(7): والتحقيق أن طاوس وعطاء كانا يقولان إنه إذا طلق الرجل غير المدخول بها ثلاثاً بألفاظ متفرقة كانت واحدة، وأما إذا كانت مجتمعة أو كانت المرأة مدخولاً بها فهي ثلاث إلا أنه خلاف الأولى، وليس بطلاق معتد به بالمعنى المذكور، وحينئذ لا يخالف مذهب طاوس وعطاء مذهب ابن عباس وغيره من الصحابة، وحمل كلام طاوس وعطاء مع احتمال التأويل على معنى يخالف إجماع الصحابة ويخالف دلائل الشرع تجهيل لطاوس وعطاء وهذا مما لا ينبغي. ¶ __________ ¶ (1) في الإشقاق ص 64. ¶ (2) 4: 83. ¶ (3) 10: 175. ¶ (4) ينظر: الإشفاق ص 64. ¶ (5) في مصنفه 6: 335. ¶ (6) في مصنفه 4: 69. ¶ (7) في الإنقاذ 11: 188.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "الخامس: أنه روي عن ابن عباس - رضي الله عنه - وقوع الطلاق ثلاثاً بطريق عطاء وعمرو بن دينار كما في ((الآثار)) للشيباني: أخبرنا أبو حنيفة عن عبد الله بن عبد الرحمن بن أبي حسين عن عمرو بن دينار عن عطاء عن ابن عباس - رضي الله عنهم - قال: أتاه رجل فقال: إني طلقت امرأتي ثلاثاً، قال: يذهب أحدكم يتلطخ بالنتن ثم يأتينا، اذهب فقد عصيت ربك، وقد حرمت عليه امرأتك، لا تحل لك حتى تنكح زوجاً غيرك(1). ¶ السادس: أن ابن طاوس كذّب القول بأن القول ثلاث واحدة عن أبيه طاوس كما في مسائل إسحاق بن منصور(2)، وسيأتي ذكرها عند الكلام عن حديث ابن عباس - رضي الله عنه -. ¶ السابع: أن ابن المنذر يعد هذه المسألة من مسائل الإجماع في كتابه الذي ألفه في الإجماع فكيف يصح أن يذكر خلافاً في المسألة(3). ¶ الثامن: قال الدكتور هاشم جميل(4): ((إن طاوس وعكرمة وخلاساً قد ثبت عنهم وقوع الثلاث واحدة على غير المدخول بها إذا كانت مفرقة؛ بأن قال: أنت طالق، أنت طالق، أنت طالق، أنت طالق، أما إذا كانت مجموعة بأن قال: أنت طالق ثلاثاً؛ فإنه يقع ثلاثاً، وليس هذا محل النزاع، بل قولهم هذا هو قول جمهور الفقهاء، ولا يبعد أن يكون مقصود الباقين بالثلاث المتفرقة)). ¶ ثم قال: ((وبهذا يتبين موافقة من نقل عنهم الخلاف من التابعين للجمهور في الطلاق بعد الدخول، وبعضهم وافق في المطلقة قبل الدخول، ولم يبق إلا احتمال خلاف عن بعضهم في المطلقة قبل الدخول)). ¶ التاسع: أما بالنسبة لرأي ابن إسحاق وابن أرطأة قال الكوثري(5): فليسا من الآراء المعتدّ بها؛ لأن ابن إسحاق ليس من أئمة الفقه، وإنما هو راوية يقبل قوله في المغازي بشروط، واللفظ المعزو إليه ليس بصريح في الرأي الذي يراد أن ينسب إليه. ¶ __________ ¶ (1) ينظر: الإشفاق ص 31، 64. ¶ (2) ينظر: الإشفاق ص64. ¶ (3) ينظر: الإشفاق ص64. ¶ (4) في فقه سعيد بن المسيب 3: 320. ¶ (5) في الإشفاق ص 65.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "وقول ابن أرطأة(1) لا يكون من الآراء المعتد بها للشروط المقررة في الاعتداد بالرأي مع أن القول المنسوب إليه مجمل ليس بصريح فيما يراد أن يعزى إليه من الرأي، بل ربما يريد بهذا أنه ليس بشيء يوافق السنة. ¶ وقال القرطبي(2): ((المشهور عن الحجاج بن أرطأة وجمهور السلف والأئمة لزوم وقوع الطلاق ثلاثاً)). ¶ وقال ابن عبد البر: وما أعلم أحداً من أهل السنة خالف هذا إلا الحجاج بن أرطأة ومحمد بن إسحاق وكلاهما ليس بفقيه، ولا حجة فيما قاله. ¶ وعليه فيرد ما روي عنهما بأنه ليس صريحاً في الطلاق ثلاثاً مجتمعات بعد الدخول، ولو سلّم ذلك فإنهما ليسا بفقيهين حتى يعتد بخلافهما. ¶ العاشر: أما رواية التلمساني فيقول الكيرانوي(3): ((لا ينبغي أن يغتر بما قيل عن التلمساني وغيره؛ لأنه لا يعلم سند تلك الرواية ولا لفظها، ولا يعلم أنها عامة للمدخول بها وغير المدخول بها، أو خاصة بغير المدخول بها، ثم لا يعلم متعلّقة بقوله: أنت طالق وطالق وطالق وأو عامة له ولقوله: أنت طالق ثلاثاً)). ¶ وقال محمد الخضر الشنقيطي(4): ((وقد أنكر الشيخ خليل من أئمة المالكية وجود قول في مذهبهم يخالف ذلك فيه، قال في توضيحه: حكى التلمساني عندنا قولاً بأنه إذا أوقع الثلاث في كلمة إنما تلزمه واحدة، وذكره أنه في النوادر قال: ولم أره)). ¶ ثالثاً: تبع التابعين - رضي الله عنهم -، فيكمن ردّه بما يلي: ¶ __________ ¶ (1) قال عبد الله بن إدريس: كنت أراه يفلي ثيابه ثم خرج إلى المهدي وقدم ومعه أربعون راحلة عليها أحمالها كما في ((كامل ابن عدي))، يقال: إنه أول من ارتشى من قضاة البصرة، وقد أثرى جداً بعد أن ولي القضاء في عهد المهدي، وكان قبل ذلك يعضه فقر مدقع، وكان عنده كبر وتيه عجيبان. ينظر: الإشفاق ص 65. ¶ (2) في تفسيره 3: 86. ¶ (3) في الإنقاذ ص 11: 200. ¶ (4) في لزوم الطلاق ص8.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "الأول: أن ما نسب لداود وأكثر أصحابه فغير دقيق مطلقاً؛ إذا الكتاب الناطق والمعبّر عن مذهب هؤلاء الظاهرية هو كتاب ((المحلى))(1) لابن حزم، وهو لم ينسب هذا القول لا له ولا لهم، وهو أعلم بحال أصحابه، بل إنه رد وسفّه من قال بهذا الرأي. قال الدكتور هاشم جميل: ((ما نقل عن داود وأصحابه معارض بما نقله ابن حزم عنهم من موافقة القول بما يوافق الجمهور، ونقل ابن حزم عنهم مقدم على غيره؛ لأن القوم ظاهريون، وابن حزم ظاهري، وهو أعلم بمذهب أصحابه)). ¶ الثاني: ما نسب إلى محمد بن مقاتل فهو من أعلام الأحناف، والنقل عن يحتاج إلى توثيق من كتبهم التي فيها يذكرون أقوال أئمتهم، فها هو كتاب ((رد المحتار شرح الدر المختار))(2) الذي اعتنى صاحبه ابن عابدين بذكر الخلاف والأقوال فيه، لم يذكر مثل هذا القول، ومثله غيره من الكتب. قال الكوثري المتبصر بالمذهب الحنفي وأهله(3): ((محمد بن مقاتل الرازي من أبعد أهل العلم عن هذا الشذوذ)). ¶ الثالث: أما ما فعله ابن تيمية وتأييد ابن القيم له من جعل الثلاث واحداً رأياً لأحمد بن حنبل فعجيب منهما غاية العجب، إذ كتب(4) مذهبه التي ألفها أئمته في تبيين آرائه الفقهية ناصّة على خلاف ذلك. ¶ الرابع: أما نسبته إلى ابن وضاح الأندلسي (ت287هـ) فهو بعد أن أثنى عليه ابن الفرضي قال عنه: كان كثيراً ما يقول: ليس من كلام النبي - صلى الله عليه وسلم - في شيء، ويكون ثابتاً من كلامه، وقال: له خطأ كثير محفوظ عنه، ويغلط ويصحّف، ولا علم له بالعربية ولا بالفقه(5). ¶ __________ ¶ (1) 9: 384-400. ¶ (2) 3: 419-420. ¶ (3) في الإشفاق ص63. ¶ (4) مثل: المغني 7: 282، ودقائق أولي النهى 3: 80-81، وكشف القناع 5: 241-242، ومطالب أولي النهى 5: 334-335. ¶ (5) ينظر: سير أعلام النبلاء 13: 445-446.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "فمن كان حاله في الفقه هكذ، فهل يمكن معارضة قوله بأقوال من سبقة من الصحابة والأئمة، وكل هذا إن ثبت النقل عنه؛ لذلك قال الكوثري(1) عنه: ((فمثله يكون بمزلة العامي وإن كثرت الرواية عنه)). ¶ رابعاً: أهل البيت: فيمكن ردّه على ما سبق أن نقلناه عن الحسن بن علي - رضي الله عنه - وجعفر بن محمد - رضي الله عنه - بالسند الثابت من وقوع طلاق الثلاث ثلاثاً، قال الكوثري: ((ما نسب إلى جمهرة أهل البيت مما يخالف ذلك فهو مختلق أثيم، وإن كان بداً للنقل عن الكتب المدونة في فقه العترة الطاهرة - رضي الله عنهم - فدونك ((الروض النضير في شرح المجموع الفقهي الكبير))(2)، وفيه: إن وقع الثلاث بلفظ واحد هو مذهب جمهور أهل البيت كما حكاه محمد بن منصور في ((الأماني)) بأسانيده عنهم، وروى في ((الجامع الكافي)) عن الحسن بن يحيى أنه قال: رويناه عن النبي - صلى الله عليه وسلم - وعن علي - رضي الله عنه - وعلي بن الحسين، وزيد بن علي، ومحمد بن علي الباقر، ومحمد بن عمر بن علي، وجعفر بن محمد، وعبد الله بن الحسن، ومحمد بن عبد الله، وخيار آل بيت رسول الله - صلى الله عليه وسلم -، ثم قال الحسن أيضاً: أجمع آل الرسول على أن الذي يطلق ثلاثاً في كلمة واحدة أنها قد حرمت عليه سواء كان قد دخل بها الزوج أو لم يدخل)). ¶ خامساً: متأخري الفقهاء: فيمكن ردّه بما يلي: ¶ الأول: أن قولهم لا يصلح للمعارضة؛ قال الدكتور هاشم جميل: ((أما رأي المتأخرين من الفقهاء فهو لا يصلح لمعارضة رأي من خالفه اتفق عليه الصحابة ومن بعدهم من السلف)). وقال الكوثري: ((والاشتغال برأي هذا الطليطلي وذاك المجريطي من المهملين شغل من لا شغل عنده فلا نشتغل بكلم ما يحكى)). ¶ __________ ¶ (1) في الإشفاق ص63. ¶ (2) 4: 137.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "الثاني: أنه اعتمد نسبته لهؤلاء ولغيرهم ممّن سبقهم على ((وثائق ابن مغيث))، وابن مغيث هذا أبو جعفر أحمد بن محمد بن مغيث الطيلطلي (ت453هـ)، وليس هو ممن عرق بالأمانة في النقل ولا بجودة الفهم في تفقهاته، وكان يعاني عمل كل مفتٍ ماجن، وقد عزا تلك الروايات لمحمد بن وضاح بدون ذكر سند مع أن بينهما مفاوز، وأنى يعول عليه، وهو ليس سوى مضرب مثل للجهل والسقوط العلمي في الغرب بين نقاد أهل العلم من الأندلسيين، فكيف يذكر مثله في صدد النقل عن الأصحاب بدون الإسناد، قال ابن العربي في ((القواصم والعواصم)): ((ابن مغيث لا أغاث الله نداءه ولا أناله رجاءه، فيرجع القهقري، ولا يزال يرجع إلى ورا(1). ¶ وقال ابن سلمون من المالكية: ((قد قال ابن مغيث: إنها واحدة، وبلغ ذلك محمد بن سيرين، فقال: لا أغاثه الله، فوالله ما ذبحت ديكاً بيدي قط، ولو وجدت من يحل المبتوتة لذبحته بيدي))(2). ¶ وابن تيمية بمخالفته في هذه المسألة لجمهور المسألة جعل نفسه بمكان لا يحسد عليه، فردّ عليه علماء عصره ومن جاء بعدهم، وتكلموا فيه بما يربأ المرء عن ذكره، ويكفي بالدلالة عليه ما قال ابن حجر الهيتمي(3): ((قال السبكي: وابتدع بعض أهل زماننا أي ابن تيمية، ومن ثمّ قال العز بن جماعة: إنه ضال مضل)). ¶ __________ ¶ (1) ينظر: الإشفاق ص61. ¶ (2) ينظر: لزوم الطلاق ص8. ¶ (3) تحفة المحتاج 8: 85.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "وبما سبق تحقيقه من عدم صحة نسبة هذا القول إلى من نسب إليهم يعلم دقة كلام الحافظ ابن رجب في ((بيان مشكل الأحاديث الواردة في أن الطلاق الثلاث واحدة)): ((اعلم أنه لم يثبت عن أحد من الصحابة ولا من التابعين ولا من أئمة السلف المعتد بقولهم في الفتاوى في الحلال والحرام شيء صريح في أن الطلاق الثلاث بعد الدخول يحسب واحدة إذا سبق بلفظ واحد....))(1). ¶ وقبل إنهاء الكلام في تحقيق نسبة القول إلى من سبق نقول: إنه وإن سلم وروده عنه لكنه لا يسلم تقليدهم، قال محمد الخضر الشنقيطي(2): ((أما المنقول عن قوم من التابعين كعطاء وطاوس وعمر وابن دينار أو عن من هو أصغر منهم كمحمد بن إسحاق وحجاج بن أرطأة وهؤلاء أقوالهم هي ما قدمنا الكلام عليها من حرمة تقليدهم(3)، فإن هذا القول المعزو لهم لم نعلم الكيفية التي قالوه عليها، هل أرادوا غير المدخول بها أو أرادوا المطلقة بلفظ البتات أو أرادوا المطلقة بلفظ الثلاث دفعة، فما أحد من أهل العلم يعلم الكشف عن حقيقة ما قالوا؛ لطول الزمان وعدم تدوين أقوالهم في القديم والحديث ومخالفتهم للإجماع المؤيد بالآيات والأحاديث ومن رأى الكشف عن مقاصدهم فليظهره لنا)). ¶ المبحث الثاني: تحقيق معنى {الطلاق مرتان} ¶ احتج المخالف بقوله تعالى: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان}: أي مرة بعد مرة، كما إذا قيل للرجل: سبّح مرتين، أو سبّح ثلاث مرات، أو مئة مرة، فلا بد أن يقول: سبحان الله، سبحان الله، حتى يستوفي العدد. ¶ وجوه ردّ هذا الاستدلال: ¶ __________ ¶ (1) عن السير الحثيث إلى الطلاق الثلاث للحافظ جمال الدين بن عبد الهادي الحنبلي من محفوظات المكتبة الظاهرية بدمشق برقم 99 مجاميع عن الإشفاق ص 34. ¶ (2) في لزوم الطلاق ص7. ¶ (3) أي في مقدمة رسالته لزوم الطلاق.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "الأول: أن هذه الآية ناسخة للطلاق الرجعي فوق اثنتين كما روى أبو داود(1): حدثنا أحمد بن محمد المروزي حدثني علي بن حسين بن واقد عن أبيه عن يزيد النحوي عن عكرمة عن ابن عباس - رضي الله عنه -: {والمطلقات يتربصن بأنفسهن ثلاثة قروء ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن}(2) وذلك أن الرجل كان إذا طلق امرأته قهو أحق برجعتها وإن طلقها ثلاثاً فنسخ ذلك، وقال: {الطلاق مرتان}(3). ¶ الثاني: أنه ذكر في سبب نزولها ما رواه البيهقي(4): أخبرنا أبو زكريا بن أبي إسحاق وأبو بكر أحمد بن الحسن قالا: نا أبو العباس محمد بن يعقوب أنا الربيع بن سليمان أنا الشافعي أنا مالك عن هشام بن عروة عن أبيه، قال: كان الرجل إذا طلق امرأته ثم ارتجعها قبل أن تنقضي عدّتها كان ذلك له، وإن طلّقها ألف مرة فعمد رجل إلى امرأة له فطلقها ثم أمهلها حتى إذا شارفت انقضاء عدّتها ارتجعها، ثم طلّقها، وقال: والله لا أؤويك إلى ولا تخلين أبداعً، فأنزل الله تبارك وتعالى: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان} فاستقبل الناس الطلاق جديداً من يومئذ من كان منهم طلّق أو لم يطلّق. ثم قال: هذا مرسل وهو الصحيح قاله البخاري وغيره. ¶ __________ ¶ (1) في سننه 2: 259. ¶ (2) سورة البقرة من الآية 228. ¶ (3) في سنن البيهقي الكبير 7: 337. ¶ (4) في سننه الكبير 7: 333.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "ورواه الحاكم(1): أخبرنا الشيخ أبو بكر بن إسحاق أنبأ علي بن الحسين بن الجنيد حدثنا يعقوب بن حميد بن كاسب نا يعلى بن شبيب المكي نا هشام بن عروة عن أبيه عن عائشة رضي الله عنها، قالت: كان الرجل يطلق امرأته ما شاء أن يطلقها وإن طلقها مئة أو أكثر إذا ارتجعها قبل أن تنقضي عدتها حتى قال الرجل لامرأته: والله لا أطلقك فتبيني مني ولا أؤويك إلي. قالت: وكيف ذاك؟ قال: أطلقتك فكلما همّت عدتك أن تنقضي ارتجعتك ثم أطلقك وأفعل هكذا. فشكت المرأة ذلك إلى عائشة رضي الله عنه، فذكرت عائشة رضي الله عنها ذلك للنبي - صلى الله عليه وسلم - فسكت فلم يقل شيئاً حتى نزل القرآن: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان} ثم قال: هذا حديث صحيح الإسناد. ¶ ورواه البيهقي(2) بسنده إلى يعقوب بهذا الإسناد مثله، ثم قال: فاستأنف الناس الطلاق من شاء طلق ومن شاء لم يطلق . ثم قال: ورواه أيضاً قتيبة بن سعيد والحميدي عن يعلي بن شبيب، وكذلك قال محمد بن إسحاق بن يسار بمعناه، وروي نزول الآية فيه عن هشام بن عروة عن أبيه عن عائشة رضي الله عنها. ¶ ومما يؤكد أنها في تحديد الطلاق الرجعي ما روى البيهقي(3): أخبرنا أبو نصر بن قتادة أنا أبو منصور النضروي أنا أحمد بن نجدة نا سعيد بن منصور نا خالد بن عبد الله وإسماعيل بن زكريا، وأبو معاوية عن إسماعيل بن سميع عن أبي رزين أن رجلاً قال للنبي - صلى الله عليه وسلم - {الطلاق مرتان} فأين الثالثة، قال: {فإمساك بمعروف أو تسريح بإحسان}. ¶ __________ ¶ (1) في المستدرك 2: 307. ¶ (2) في سننه الكبير 7: 33. ¶ (3) في سننه الكبير 7: 340.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "ورواه مرفوعاً من طريق أخبرنا علي بن الحسن المصري نا محمد بن أحمد الذهلي نا إدريس بن عبد الكريم نا ليث بن حماد ثنا عبد الواحد بن زياد حدثني إسماعيل بن سميع الحنفي عن أنس بن مالك - رضي الله عنه - قال: قال رجل للنبي - صلى الله عليه وسلم - إني أسمع الله - عز وجل - يقول: {الطلاق مرتان} فأين الثالثة؟ قال: {فإمساك بمعروف أو تسريح بإحسان} هي الثالثة. ثم قال: كذا قال عن أنس - رضي الله عنه - والصواب عن إسماعيل بن سميع عن أبي رزين عن النبي - صلى الله عليه وسلم - مرسلاً كذلك رواه جماعة من الثقات عن إسماعيل، وقال: روي عن قتادة عن أنس - رضي الله عنه - وليس بشيء. ¶ قال ابن كثير(1): هذه الآية الكريمة رافعة لما كان عليه الأمر في ابتداء الإسلام من أن الرجل كان أحق برجعة امرأته وإن طلقها مئة مرة ما دامت في العدة، فلما كان هذا فيه ضرر على الزوجات قصرهم الله إلى ثلاث طلقات وأباح الرجعة في المرة والثنتين وأبانها بالكلية في الثالثة(2). ¶ الثالث: فهم العلماء للآية أنها في الطلاق الثلاث يقع ثلاثاً: ¶ قال البيهقي(3): باب ما جاء في إمضاء الطلاق الثلاث وإن كن مجموعات قال الله جل ثناؤه: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان}، وقال: {فإن طلقها فلا تحل له من بعد حتى تنكح زوجاً غيره}، قال الشافعي - رضي الله عنه -: فالقرآن والله أعلم يدل على أن من طلق زوجة له دخل لها أو لم يدخل ثلاثاً لم تحل له حتى تنكح زوجاً غيره. ¶ __________ ¶ (1) في تفسيره 1: 272. ¶ (2) وقريب منه في تفسير البغوي 1: 206. ¶ (3) في سننه الكبير 7: 333.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وقال الشنقيطي(1): يؤخذ منها وقوع الطلاق في لفظ واحد، وأشار البخاري بقوله: باب من جوز الطلاق الثلاث؛ لقول الله تعالى: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان}، والظاهر أن وجه الدلالة المراد عند البخاري هو ما قاله الكرماني: من أنه تعالى لما قال: {الطلاق مرتان} علمنا أن إحدى المرتين جمع فيها بين التطليقتين، وإذا جاء جمع التطليقتين دفعة جاز جمع الثلاث. ¶ وقال القسطلاني(2): هذا عام يتناول إيقاع الثلاث دفعة واحدة، وقد دلت الآية على ذلك من غير نكير. ¶ وقال ابن حجر(3): يحتمل أن يكون أراد بالترجمة الاستدلال على مطلق وجود الثلاث مفرقة كانت أو مجموعة، فالآية واردة على من منع إيقاع الثلاث؛ لأنها دلت على مشروعية ذلك من غير نكير، ويحتمل أن يكون أراد تجويز الثلاث مجتمعة وهو الأظهر(4). ¶ الرابع: معنى الآية في كتب التفسير: ¶ قال الطبري(5) والكلبي(6) والرازي(7) وابن الجوزي(8) وابن عطية(9) اختلف المفسرون في أن هذا الكلام حكم مبتدأ أو هو متعلق بما قبله. ¶ أحدهما: أنه بيان لسنة الطلاق، وأن يوقع في كل قرء طلقة، فيكون في حكم مبتدأ، ومعناه أن التطليق الشرعي يجب أن يكون تطليقة بعد تطليقة على التفريق دون الجمع والإرسال دفعة واحدة، قاله ابن مسعود وابن عباس ومجاهد وغيرهم. ومشى على هذا القول علماء الحنفية والمالكية وغيرهم القائلين بحرمة الجمع بين الثلاث؛ لأنها بدعة وخلاف السنة. ¶ __________ ¶ (1) في أضواء البيان 1: 221- 222. ¶ (2) في إرشاد الساري 8: 132. ¶ (3) في فتح الباري 9: 365. ¶ (4) ينظر: لزوم الطلاق ص33. ¶ (5) في تفسيره 2: 456-458. ¶ (6) في تفسيره 1: 82. ¶ (7) في مفاتيح الغيب 3: 385. ¶ (8) في زاد المسير 1: 263. ¶ (9) في المحرر الوجيز 1: 306.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "قال الزمخشري(1) والنسفي(2): الطلاق بمعنى التطليق كالسلام بمعنى التسليم: أي التطليق الشرعي تطليقة بعد تطليقة على التفريق دون الجمع والإرسال دفعة واحدة، ولم يرد بالمرتين التثنية، ولكن التكرير كقوله: {ثم ارجع البصر كرتين}(3): أي كرة بعد كرة لا كرتين اثنتين، وهو دليل لنا في أن الجمع بين الطلقتين والثلاثة بدعة في طهر واحد؛ لأن الله تعالى أمرنا بالتفريق؛ لأنه وإن كان ظاهره الخبر، فمعناه الأمر، وإلا يؤدي إلى الخلف في خبر الله تعالى، لأن الطلاق على وجه الجمع قد يوجد. ¶ وقال ابن عاشور(4): ((يفيد أن الطلاق الرجعي شرع فيه حق التكرير إلى حد مرتين، مرة عقب مرة لا غير، فلا يتوهم منه في فهم أهل اللسان أن المراد: الطلاق لا يقع إلا طلقتين مقترنتين لا أكثر ولا أقل)). ¶ والثاني: أنه بيان للطلاق الذي يملك معه الرجعة، فيكون هذا ليس ابتداء كلام بل هو متعلق بما قبله والمعنى أن الطلاق الرجعي مرتان، ولا رجعة بعد الثلاث، قال عروة وقتادة وابن زيد وابن قتيبة والزجاج وغيرهم، ورجّحه ابن جرير(5). ومشى عليه علماء الشافعية ومن وافقهم من القائلين أن الطلاق الثلاث لا يحرم؛ لأنه ليس بدعة ولا خلاف السنة، قال البيضاوي(6): أي التطليق الرجعي اثنان. ورجّحه صاحب ((شفاء العليل))(7). ¶ وقال الآلوسي(8): ((إشارة إلى الطلاق المفهوم من قوله تعالى {وبعولتهن أحق بردهن}(9) وهو الرجعي وهو بمعنى التطليق الذي هو فعل الرجل كالسلام بمعنى التسليم لأنه الموصوف بالوحدة والتعدد دون ما هو وصف المرأة. ¶ __________ ¶ (1) في الكشاف 1: 269. ¶ (2) في تفسيره 1: 115. ¶ (3) سورة الملك: من الآية 4. ¶ (4) التحرير والتنوير 1: 405. ¶ (5) في تفسيره 2: 458. ¶ (6) في تفسيره 1: 517. ¶ (7) ص 12. ¶ (8) في روح المعاني 2: 135. ¶ (9) سورة البقرة: من الآية 228.",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وبالجملة فإن المعتمد في تفسير هذه الآية الكريمة هذان الوجهان اللذان ذكرهما كبار علماء التفسير، فيجب التعويل عليهما أو على أحدهما، بهذا التفصيل ظهر جلياً مدّعى المخالف في الاحتجاج بهذه الآية على مراده، وهو خلاف ما عليه أهل التفسير قاطبة، ويؤكد ذلك سبب النزول، فإن المراد بكلمة {مرتان} في الآية اثنان مجتمعان أو متفرّقان، وأن المقصود بها بيان العدد الذي يصح فيه الرجعة والذي لا تصح فيه تلك. ¶ وعليه فيكون احتجاج الخصم بلفظ مرّتان ليس صحيحاً؛ لأن الله لم يقل: اثنان بدل مرّتان؛ لأن الطلاق بالمرة أليق وأولى مجالاً الزوجين كما لا يخفى، ولمناسبة سبب نزول الآية، وهو أن المرأة المشتكية لدى النبي - صلى الله عليه وسلم - طلقها زوجها مراراً من غير حد، فمنعه الله تعالى بقوله: {الطلاق مرتان}، وحكم عليه أن الطلاق الذي ثبت فيه الرجعة لا يكوه أكثر من مرتين المستلزمتين المطلقتين لا لعدم صحة اثنين، واستعمال مرتان في اثنان شائع كما شهد به استعماله في القرآن والسنة واللغة(1). ¶ وعلى الوجه الآخر أيضاً ليس لهم فيه حجّة، لأنه لبيان سنة الطلاق، وليس فيه منع وقوع الطلاق إن خالف هذه السنة، وأيضاً ليس في الآية تفريق في المدة بين المرّتين، فقد تكون ساعة أو يوماً أو أسبوعاً أو شهراً أو حيضة أو غيرها، وتقييد كل مرة بطهر لا يقوم عليه دليل كما ذهب المخالف. ¶ المبحث الثالث: تحقيق معنى حديث ابن عباس ¶ روى مسلم(2): حدثنا إسحاق بن إبراهيم ومحمد بن رافع واللفظ لابن رافع قال إسحاق أخبرنا وقال ابن رافع حدثنا عبد الرزاق أخبرنا معمر عن ابن طاوس عن أبيه عن ابن عباس - رضي الله عنه - قال: كان الطلاق على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وسنتين من خلافة عمر طلاق الثلاث واحدة، فقال عمر: إن الناس قد استعجلوا في أمر قد كانت لهم فيه أناة فلو أمضيناه عليهم فأمضاه عليهم. ¶ __________ ¶ (1) ينظر: شفاء العليل ص 12-14. ¶ (2) في صحيحه 2: 1099.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "ورواه أحمد(1) والحاكم(2) وأبو نعيم الأصبهاني(3) وأبو عوانة(4) والبيهقي(5) والدارقطني(6) والطبراني(7) بسنده إلى إسحاق بهذا الإسناد مثله. ثم قال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ¶ ورواه مسلم(8): حدثنا إسحاق بن إبراهيم أخبرنا روح بن عبادة أخبرنا ابن جريج ح وحدثنا ابن رافع واللفظ له حدثنا عبد الرزاق أخبرنا ابن جريج أخبرني ابن طاوس عن أبيه أن أبا الصهباء قال لابن عباس: أتعلم أنما كانت الثلاث تجعل واحدة على عهد النبي - صلى الله عليه وسلم - وأبي بكر وثلاثاً من إمارة عمر، فقال ابن عباس - رضي الله عنه -: نعم. ¶ ورواه أبو داود(9) والطبراني(10) والدارقطني(11) والبيهقي(12) وعبد الرزاق(13) وغيرهم بهذا الإسناد مثله. ¶ ورواه الحاكم(14): أخبرني أبو الحسين محمد بن أحمد بن تميم القنطري ببغداد حدثنا أبو قلابة حدثنا أبو عاصم حدثنا عبد الله بن المؤمل عن ابن أبي مليكة أن أبا الجوزاء أتى ابن عباس فقال: أتعلم أن ثلاثاً كنّ يرددن على عهد رسول الله - صلى الله عليه وسلم - إلى واحدة، قال: قال: نعم. ثم قال: حديث صحيح الإسناد ولم يخرجاه. ¶ ورواه الدارقطني(15): بهذا الإسناد نحوه. ثم قال: عبد الله بن المؤمل ضعيف ولم يروه عن ابن أبي مليكة غيره. ¶ __________ ¶ (1) في مسنده 1: 314. ¶ (2) في المستدرك 2: 214. ¶ (3) في المسند المستخرج 4: 153. ¶ (4) في مسنده 3: 152. ¶ (5) في سننه الكبير 7: 336. ¶ (6) في سننه 4: 46. ¶ (7) في المعجم الكبير 11: 23. ¶ (8) في صحيحه 2: 1099. ¶ (9) في سننه 2: 261. ¶ (10) في المعجم الكبير 11: 23. ¶ (11) في سننه 4: 46-47. ¶ (12) في سننه الكبير 7: 336. ¶ (13) في مصنفه 6: 393. ¶ (14) في المستدرك 2: 214. ¶ (15) في سننه الكبير 4: 52-53.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "ورواه مسلم(1): حدثنا إسحاق بن إبراهيم أخبرنا سليمان بن حرب عن حماد بن زيد عن أيوب السختياني عن إبراهيم بن ميسرة عن طاوس أن أبا الصهباء قال لابن عباس - رضي الله عنه -: هات من هناتك ألم يكن الطلاق الثلاث على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه - واحدة، فقال: قد كان ذلك، فلما كان في عهد عمر تتابع الناس في الطلاق فأجازه عليهم. ¶ ورواه الدارقطني(2) والبيهقي(3) وغيرهما بهذا الإسناد مثله. ¶ ورواه الدارقطني: أخبرنا أبو بكر النيسابوري نا إبراهيم بن مرزوق ويزيد بن سنان قالا: ثنا أبو عاصم عن ابن جريج عن ابن طاوس عن أبيه أن أبا الصهباء سأل ابن عباس - رضي الله عنه - نشدتك بالله هل تعلم أن الثلاث كانت ترد إلى الواحدة على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه - وصدراً من خلافة عمر، قال: نعم. ¶ ورواه أبو داود: حدثنا محمد بن عبد الملك بن مروان ثنا أبو النعمان ثنا حماد بن زيد عن أيوب عن غير واحد عن طاوس أن رجلاً يقال له أبو الصهباء كان كثير السؤال لابن عباس - رضي الله عنه - قال: أما علمت أن الرجل كان إذا طلق امرأته ثلاثاً قبل أن يدخل بها جعلوها واحدة على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه - وصدراً من إمارة عمر - رضي الله عنه -، قال ابن عباس - رضي الله عنه -: بلى كان الرجل إذا طلق امرأته ثلاثاً قبل أن يدخل بها جعلوها واحدة على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وصدراً من إمارة عمر، فلمّا رأى الناس قد تتابعوا فيها، قال: أجيزهن عليهم(4). ¶ قال النووي: أما الرواية التي لأبي داود فضعيفة رواها أيوب عن قوم مجهولين، فلا يحتج بها. ¶ __________ ¶ (1) في صحيحه 2: 1099. ¶ (2) في سننه. ¶ (3) في سننه الكبير 7: 336. ¶ (4) ومثله في سنن البيهقي الكبير 7: 333.",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "وقال المنذري في مختصر سنن أبي داود: الرواة عن طاوس مجاهيل(1). ¶ ورواه عبد الرزاق(2): عن عمر بن حوشب قال: أخبرني عمرو بن دينار أن طاووساً أخبره قال: دخلت على ابن عباس - رضي الله عنه - ومعه مولاه أبو الصهباء فسأله أبو الصهباء عن الرجل يطلق امرأته ثلاثاً جميعاً، فقال ابن عباس: كانوا يجعلونها واحدة على عهد رسول الله - صلى الله عليه وسلم - وأبي بكر وولاية عمر إلا أقلها حتى خطب عمر الناس فقال: قد أكثرتم في الطلاق فمن قال شيئاً فهو على ما تكلم به. ¶ وقبل أن نخوض في وجوه تأويل وردّ هذا الحديث نتساءل عن السبب الداعي لتعبير ابن عباس - رضي الله عنه - بهذه الصيغة الموهمة في هذه المسألة فنقول: ¶ إن هذا التعبير ليس خاصاً بابن عباس - رضي الله عنه - فحسب، وإنما روي مثله عن جابر - رضي الله عنه - في المتعة، فكما وقع هذا اللفظ في حديث ابن عباس - رضي الله عنه - وقع في لفظ حديث جابر - رضي الله عنه - في المتع، والكل متفق على عدم الأخذ بالظاهر المتبادر من حديث المتعة رغم أن الأدلة الأخرى التي تعضد خلاف ظاهر حديث ابن عباس - رضي الله عنه - أكثر وأقوى من حديث المتعة؛ لذلك قال محمد الأمين الشنقيطي(3): ((فمن الغريب أن يسلم منصف إمكان النسخ في إحداهما ويدعي استحالته في الأخرى، مع أن كلا منهما رواه مسلم... ومن أجاز نسخ نكاح المتعة وأحال نسخ جعل الثلاث واحدة يقال له: ما لبائك تجر وبائي لا تجر)). ¶ وقال ابن حجر(4): ((وفي الجملة فالذي وقع في هذه المسألة نظير ما وقع في مسألة المتعة سواء أعني قول جابر - رضي الله عنه - أنها كانت تفعل في عهد النبي - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه - وصدر من خلافة عمر - رضي الله عنه - قال: ثم نهانا عمر - رضي الله عنه - عنها فانتهينا. ¶ __________ ¶ (1) ينظر: أضواء البيان 1: 256. ¶ (2) في مصنفه 6: 393. ¶ (3) في أضواء البيان 1: 249. ¶ (4) في فتح الباري 9: 365.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "فالراجح في الموضعين تحريم المتعة وإيقاع الثلاث للإجماع الذي انعقد في عهد عمر - رضي الله عنه - على ذلك، ولا يحفظ أن أحداً في عهد عمر - رضي الله عنه - خالفه في واحدة منهما، وقد دل إجماعهم على وجود ناسخ، وإن كان خفي عن بعضهم قبل ذلك حتى ظهر لجميعهم في عهد عمر - رضي الله عنه -، فالمخالف بعد هذا الإجماع منابذ له والجمهور على عدم اعتبار من أحدث الاختلاف بعد الاتفاق، والله أعلم)). ¶ ومع كل ذلك فحديث ابن عباس - رضي الله عنه - مجيب عن نفسه موضّح للمراد منه، وبيان ذلك هو أن ابن عباس - رضي الله عنه - لما أخبر بأن طلاق الثلاث المجموعة في زمن عمر - رضي الله عنه - كان موجباً للتحريم قبل زوج اكتفى بهذا الإخبار عن ذكر اطلاعهم على ناسخ: ¶ لعلمه بأن كل مؤمن يعلم أن عمر ومن معه من جميع الصحابة الذي فيهم العشرة المبشرون بالجنة ما عدا أبا بكر - رضي الله عنه - لا يجمعون على أمر لا مستند لهم فيه وأنهم معصومون من ذلك كما أخبر به الصادق المصدوق - صلى الله عليه وسلم -. ¶ ولعلمه أيضاً بأن كل مؤمن يعلم أن سنة عمر - رضي الله عنه - سنة النبي - صلى الله عليه وسلم - لقوله - صلى الله عليه وسلم -: (اقتدوا بالذين من بعدي أبي بكر وعمر)(1)، وقوله - صلى الله عليه وسلم -: (عليكم بسنتي وسنة الخلفاء الراشدين المهديين عضوا عليها بالنواجذ، وإياكم والأمور المحدثات ...)(2). ¶ __________ ¶ (1) في المستدرك 3: 79، وجامع الترمذي 5: 609، وسنن ابن ماجة 1: 37، ومصنف ابن أبي شيبة 6: 350، ومسند البزار 7: 248، ومسند أحمد 5: 382، والمعجم الكبير 9: 72، وغيرها. ¶ (2) في صحيح ابن حبان 1: 179، والمستدرك 1: 174، والمسند المستخرج 1: 36، وجامع الترمذي 5: 44، وقال: حديث حسن صحيح، وسنن الدارمي 1: 57، وسنن أبي داود 4: 200، وسنن ابن ماجة1: 15، والمعجم الأوسط 1: 28، ومسند أحمد 4: 126، وغيرها. وينظر: تلخيص الحبير 4: 190، وخلاصة البدر 2: 431.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "فبعد أمره - صلى الله عليه وسلم - بالاقتداء به وباتباع سنته يكون الراغب عن سنته - رضي الله عنه - راغباً عن كتاب الله وسنة رسوله، والمعترض عليه معترض على الله تعالى ورسوله؛ لقوله تعالى: {وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا}(1). ¶ فلهذا اكتفى ابن عباس - رضي الله عنه - بحكم عمر بجعل الثلاث دفعة بتاتاً قاطعاً للعصمة، ولم يذكر أن ذلك كان حاصلاً للاطلاع على الناسخ في الحديث الذي عزي فيه الحكم إلى عمر - رضي الله عنه - للاستغناء عنه بما ذكرنا، والنبي - صلى الله عليه وسلم - لا يأمر بالاقتداء واتباع من ليس مستقيماً أبداً، وإلا كان آمراً باتباع الخطأ، وكان الله جل جلاله آمراً باتباع من يأمر باتباع الخطأ، والقائل بشيء من كلّه كافر مرتدّ أعاذنا الله تعالى من ذلك. ¶ فهذا الحديث حمله على الظاهر الذي يتبادر منه لبعض الأفهام يورث إشكالات: منها: ¶ الأول: خروج عمر - رضي الله عنه - على الشرع بالرأي وجلّ مقدار عمر - رضي الله عنه - عن مثل ذلك. ¶ الثاني: وصم جمهور الصحابة بأنهم لا يحكمون النبي - صلى الله عليه وسلم - فيما شجر بينهم، بل يحكمون الرأي، وهذه شناعة لا يرتضيها للصحابة إلا الروافض، ومصدر هذا الشذوذ الروافض عند أهل التحقيق(2). ¶ __________ ¶ (1) سورة الحشر: من الآية 7. ¶ (2) ينظر: الإشفاق ص45.",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "قال السهارنفوري(1): ((وقع في الحديث أن عمر بن الخطاب - رضي الله عنه - أمضاهنّ وهذا بمحضر من الصحابة - رضي الله عنهم - في زمن توفرهم ولم ينكر عليه أحد، فأولاً: لا يظنّ بعمر بن الخطاب - رضي الله عنه - أن يخالف رسول الله - صلى الله عليه وسلم - في الأمر الصريح الشائع، ثم لا يظن بالصحابة - رضي الله عنهم - أن ينكروا عليه فيما يخالف فيه رسول الله - صلى الله عليه وسلم - فصار الإجماع على ذلك، ولا يمكن إجماعهم على باطل، فالحق الصريح أنه إذا طلق الرجل امرأة ثلاثاً مجموعاً أو مفرقاً يكون ثلاثاً لا واحداً، وهو الذي أدين الله به)). ¶ الثالث: إنكار على من يخرج عن سنة الطلاق بإيقاع الثلاث وإخبار عن تساهل الناس في مخالفة السنة في الزمان المتأخر عن العصرين كأنه قال: الطلاق الموقع الآن ثلاثاً كان في ذينك العصرين واحدة، كما يقال: كان الشجاع الآن جباناً في عصر الصحابة أجمعين(2). ¶ ولأن هذا الظاهر يجب أن لا يعول عليه وجدنا الإمام النسائي مع جلالته وعلمه وشدة فهمه ما فهم من هذا الحديث إلا أن المراد بطلاق الثلاث فيه: أنت طالق، أنت طالق، أنت طالق، بتفريق الطلقات؛ لأن لفظ الثلاث أظهر في إيقاع الطلاق ثلاث مرات؛ ولذا ترجم له في سننه بباب طلاق الثلاث المتفرقة قبل الدخول بالزوجة، ثم ذكره(3). ¶ وللعلماء مسلكان في التعامل مع هذا الحديث: ¶ أولاً: مسلك ردّ هذا الحديث: ¶ الأول: شذوذه؛ لمخالفته رواية الثقات ومخالفته لرأي الراوي وغير ذلك: ¶ __________ ¶ (1) في بذل المجهور 10: 301. ¶ (2) ينظر: التبيين. ¶ (3) ينظر: أضواء البيان 1: 243.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فمن شذوذه بمخالفة الثقات ما قال ابن رجب: مسلك الإمام أحمد ومن وافقه وهو يرجع إلى الكلام في إسناد الحديث بشذوذه وانفراد طاوس به، وأنه لم يتابع عليه، وانفراد الراوي بالحديث مخالفاً للأكثرين، وإن كان ثقة هو علة في الحديث يوجب التوقف فيه، وأن يكون شاذاً منكراً إذا لم يرو معناه من وجه يصح، وهذه طريقة أئمة الحديث المتقدمين كالإمام أحمد ويحيى بن معين ويحيى بن القطان وعلي بن المديني وغيرهم، وهذا الحديث ما يرويه عن ابن عباس غير طاوس. ¶ قال الإمام أحمد في رواية ابن منصور: كل أصحاب ابن عباس روى عنه ما روى طاوس. ¶ وقال الجوزجاني: هو حديث شاذ وقد عنيب بهذا الحديث في قديم الدهر فلم أجد له أصلاً. ¶ ثم قال ابن رجب: ومتى أجمعت الأمة على اطراح العمل بحديث وجب إطراحه وترك العمل به. ¶ وقال عبد الرحمن بن مهدي: لا يكون إماماً في العلم من يحدث بالشاذ من العلم. ¶ وقال إبراهيم النخعي: كانوا يكرهون الغريب من الحديث. ¶ وقال يزيد بن أبي حبيب: إذا سمعت الحديث فانشده كما تنشد الضالة، فإن عرف وإلا فدعه. ¶ وعن مالك: شر العلم الغريب، وخير العلم الظاهر الذي قد رواه الناس. ¶ وقال إبراهيم بن أبي عبلة: من حمل شاذ العلم حمل شراً كبيراً. ¶ وقال شعبة: لا يجيئك الحديث الشاذ إلا من الرجل الشاذ(1). ¶ وكان طاوس ممن اشتهر عنه الشذوذ والمخالفة وفي ذلك يقول القاضي إسماعيل في ((أحكام القرآن)): طاوس مع فضله وصلاحه يروي أشياء منكرة. ¶ وعن أيوب أنه كان يتعجب من كثرة خطأ طاوس. ¶ وقال ابن عبد البر(2): شذ طاوس في هذا الحديث. ¶ وقال ابن رجب: وكان علماء أهل مكة ينكرون على طاوس ما ينفرد به من شواذ الأقاويل(3). ¶ __________ ¶ (1) ينظر: الإشفاق ص45-46. ¶ (2) في الاستذكار 17: 22. ¶ (3) ينظر: الإشفاق ص 46، أحكام القرآن 1: 486.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "وقال ابن قدامة(1): أما حديث ابن عباس - رضي الله عنه -، فقد صحت الرواية عنه بخلافه،وأفتى أيضاً بخلافه. قال الأثرم: سألت أبا عبد الله ـ أي أحمد بن حنبل ـ، عن حديث ابن عباس - رضي الله عنه -، بأي شيء تدفعه؟ فقال: أدفعه برواية الناس عن ابن عباس - رضي الله عنه - من وجوه خلافه. ¶ وقال محمد الأمين الشنقيطي: ((فهذا إمام المحدثين وسيد المرسلين في عصره أبو عبد الله أحمد بن حنبل - رضي الله عنه - قال للأثرم وابن منصور: إنه رفض حديث ابن عباس قصداً؛ لأنه يرى عدم الاحتجاج به في لزوم الثلاث بلفظ واحد؛ لرواية الحفاظ عن ابن عباس - رضي الله عنه - ما يخالف ذلك، وهذا الإمام محمد بن إسماعيل البخاري ـ وهو هو ـ ذكره عنه الحافظ البيهقي أنه ترك هذا الحديث عمداً؛ لذلك الموجب الذي تركه من أجله الإمام أحمد، ولا شك أنهما ما تركاه إلا لموجب يقتضي ذلك)). ¶ وقال الكوثري(2): ((وفيه انفراد طاوس على خلاف رواية الآخرين، وهذا شذوذ يرد به الحديث)). ¶ وقال البيهقي: ((هذا الحديث أحد ما اختلف فيه البخاري ومسلم فأخرجه مسلم وتركه البخاري، وأظنه إنما تركه لمخالفته سائر الروايات عن ابن عباس. ثم ذكر جملة من الروايات عن ابن عباس في ذلك)). ¶ وقال ابن العربي: ((هذا حديث مختلف في صحته فكيف يقدم على الإجماع))(3). ¶ وكذا حاول تضعيفه ابن عبد البر(4) والقرطبي(5)(6). ¶ __________ ¶ (1) في المغني 7: 282، ومثله في كشف القناع 5: 241-242. ¶ (2) في الإشفاق ص44. ¶ (3) ينظر: فتح الباري 9: 363. ¶ (4) في الاستذكار 17: 11-19. ¶ (5) في تفسيره 3: 86-88. ¶ (6) ينظر: أضواء البيان 1: 253.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "ومن شذوذه بمخالفة رأي الراوي ماقال الكوثري(1): ((فيه مخالفة لرأي الراوي الصحابي فكم ردّ النقاد أحاديث بمخالفتها لآراء رواتها كما بسط ابن رجب في ((شرح علل الترمذي)) وهو مذهب يحيى ابن معين ويحيى بن سعيد القطان وأحمد بن حنبل وابن المديني وإن رأى بعض أهل العلم الاعتداد بالمروي دون رأي الراوي، ولكن هذا فيما إذا كان نصاً أو احتمل احتمالاً مرجوح فأنى يعتد باحتمال مصطنع على هذا الرأي أيضاً، ومن اقتصر نظره على كتب المصطلح للمتأخرين فقد غطى بصره أفق نظره، وقد تواترت عن ابن عباس أنه يرى أن الطلاق الثلاث بلفظ واحد يقع ثلاثاً، وقد سبق رواية ذلك عنه بطريق عطاء وعمرو بن دينار وسعيد بن جبير ومجاهد وغيرهم، بل بطريق طاوس نفسه)). ¶ فالاعتبار برواية الراوي لا برأيه لما يطرق لرأيه من احتمال النسيان أو غيره، لا ينهض حجة؛ لأن هذا أصل مختلف فيه عند العلماء غير متفق عليه، فمذهب الحنفية تقديم مذهب الراوي على روايته؛ لأنه لا يعدل عن روايته إلا لموجب أوجب عدوله عن ما روى، وعند غيرهم فيه خلاف، وما كان على هذه الصفة يتمسك به حجة على المخالفين(2). ¶ الثاني: اضطرابه: ¶ قال القرطبي في ((المفهم)): ((وقع فيه مع الاختلاف على ابن عباس الاضطراب في لفظه، وظاهر سياقه يقتضي النقل عن جميعهم أن معظمهم كانوا يرون ذلك والعادة في مثل هذا أن يفشو الحكم وينتشر، فكيف ينفرد به واحد عن واحد قال: فهذا الوجه يقتضي التوقف عن العمل بظاهره إن لم يقتض القطع ببطلانه(3). ¶ الثالث: وقفه: ¶ فليس في سياقه أن ذلك كان يبلغ النبي - صلى الله عليه وسلم - فيقرّه، والحجة إنما هي في تقريره. ¶ __________ ¶ (1) في الإشفاق ص44. ¶ (2) ينظر: لزوم الطلاق ص13. ¶ (3) ينظر: فتح الباري 9: 363.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "قال ابن حزم(1): ((أما حديث طاوس عن ابن عباس - رضي الله عنه - فليس شيء منه أنه - صلى الله عليه وسلم - هو الذي جعلها واحدة، أو ردّها إلى الواحدة؛ ولا أنه - صلى الله عليه وسلم - علم بذلك فأقره ولا حجة إلا فيما صحّ أنه - صلى الله عليه وسلم - قاله أو فعله أو علمه فلم ينكره)). ¶ وتعقب بأن قول الصحابي: كنا نفعل كذا في عهد رسول الله - صلى الله عليه وسلم - في حكم الرفع على الراجح، حملاً على أنه اطّلع على ذلك فأقرّه؛ لتوفر دواعيهم على السؤال عن جليل الأحكام وحقيرها(2). ¶ الرابع: انقطاعه: ¶ قال الكوثري(3): ((وفيه لفظ طاوس: إن أبا الصهباء قال لفظ انقطاع، وفي صحيح مسلم بعض أحاديث منقطعة)). ¶ وقال الكيرانوي(4): ((لا تصريح في رواية أنه سمع طاوس ذلك عن ابن عباس، والظاهر أنه سمع ذلك عن أبي الصهباء عن ابن عباس، وأبو الصهباء وثقه أبو زرعة، وذكره ابن حبان في الثقات، ولكن قال النسائي بصري ضعيف وإخراج مسلم هذا الحديث في ((صحيحه)) لا يدل على توثيقه أبا الصهباء؛ لأنه لم يجعل هذه الرواية عن طاوس عن أبي الصهباء، وإنما جعلها عن طاوس عن ابن عباس. ¶ وهذا اجتهاد منه، وليس بحجة على الذي يردونه، ولو سلم أنه من حديث طاوس عن ابن عباس من غير توسّط أبي الصهباء، فلا يدل على صحة الرواية؛ لأن الثقة قد يهم ويخطئ فيرد روايته إذا قامت قرينة على خطئه، ولو تتبعت كلام المحدثين لوجدت في كلامهم من مثل هذا ما يعجز عنه الإحصاء، وقد قال أحمد لما سئل عنه بأنك بما ترد هذا الحديث، فقال: برواية الناس عن ابن عباس خلاف، وهل هذا إلا تضعيف لهذه الرواية وقدح فيه)). ¶ __________ ¶ (1) في المحلى 9: 386. ¶ (2) ينظر: فتح الباري 9: 364. ¶ (3) في الإشفاق ص44. ¶ (4) في الإنقاذ 11: 193.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "وقال السهارنفوري(1): ((لا اعتبار بالسند فإن طاوساً يقول: إن أبا الصهباء قال لابن عباس، فلا يعلم منه أنه يروي عن أبي الصهباء عن ابن عباس - رضي الله عنه - أو كان حاضراً في المجلس الذي سأل أبو الصهباء عن ابن عباس فيروي عن ابن عباس، فإن كان الأول: فأبو الصهباء قال النسائي: أبو الصهباء بصري ضعيف، وقال أبو زرعة: ثقة، فاختلف في توثيقه، وإن كان الثاني فهو حجة، فلما دار الأمر بين أن يكون محتجاً به وغير محتج به رحج كونه غير محتج به على قاعدة المحدثين، فإن الجرح مقدم على التوثيق، على أن هذا الحديث يخالف فتوى ابن عباس - رضي الله عنه - وسائر الروايات عنه)). ¶ الخامس: لانتقاصه ابن عباس - رضي الله عنه -: ¶ قال الكوثري(2): وفيه أن في بعض طرق الحديث: هات من هناتك؛ وجل مقدار ابن عباس أن يواجهه أحد من الصحابة في طبقعنه فضلاً عن مولاه بمثل هذا الخطاب ولا يرد عليه بما يجب)). ¶ وقال: ((إنه على تقدير أجابته من غير أن يرد عليه يكون الجواب من هناته المردودة باعترافه، وقد شهر حكم رخص ابن عباس - رضي الله عنه - بين السلف والخلف وعادة مسلم أن يحشر طرق الحديث في صعيد واحد تسهيلاً للحكم في الحديث وهي طريقة بديعة في تعريف مرتبة الحديث)). ¶ وقال السهارنفوري(3): ((فسر النووي هذا اللفظ: أي من الأمور المستغربة ولما كان هذا الأمر غريباً غير شائع في الإسلام فلا يكون محتجاً به والله أعلم)). ¶ السادس: نفي رواية طاوس له: ¶ إن ابن طاوس راوي هذا الخبر عن أبيه كذب من نسب إلى والده أن الثلاث تقع واحدة، قال الحسين بن علي الكرابيسي في ((أدب القضاة)): أخبرنا علي بن عبد الله ـ وهو ابن المديني ـ عن عبد الرزاق عن معمر عن ابن طاوس أنه قال: من حدثك عن طاوس أنه كان يروي طلاق الثلاث واحدة كذبه(4). ¶ السابع: تضعيف أبي الصهباء أحد رواته: ¶ __________ ¶ (1) في بذل المجهود 10: 300. ¶ (2) في الإشفاق ص44. ¶ (3) في بذل المجهود 10: 301. ¶ (4) ينظر: الإشفاق ص31-32.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "روي أن أبا الصهباء قال لابن عباس - رضي الله عنه -: أتعلم إنما كانت الثلاث تجعل واحدة على عهد رسول الله - صلى الله عليه وسلم - الخ؟ وهو دليل على أن أبا الصهباء له مدخل في رواية هذا الحديث، وأبو الصهباء ممن روى عنهم مسلم دون البخاري، وتكلموا فيه قال الذهبي في ((الكاشف)): قال النسائي: ضعيف. ¶ فعلى هذا يحتمل أن البخاري ترك هذا الحديث لأجل أبي الصهباء. ¶ وذكر ابن عبد البر(1) أن هذه الرواية غلط ووهم لم يعرج عليه أحد من العلماء. ¶ وقد قيل: أبو الصهباء لا يعرف في موالي ابن عباس - رضي الله عنه - وطاوس يقول: إن أبا الصهباء مولاه سأله عن ذلك، ولا يصح ذلك عن ابن عباس لرواية الثقات عنه خلافه، ولو صح عنه ما كان قوله حجة على من هو من الصحابة أجل وأعلم منه(2). ¶ وقال الكوثري(3): وفيه أن أبا الصهباء إن كان مولى ابن عباس - رضي الله عنه - فهو ضعيف على ما ذكره النسائي، وإن كان غيره فهو مجهول. ¶ ثانياً: مسلك تأويل الحديث: ¶ الأول: ورد فيه تكرير: أنت طالق أنت طالق أنت طالق: ¶ قال النووي(4): فالأصح أن معناه: أنه كان في أول الأمر إذا قال لها: أنت طالق أنت طالق أنت طالق ولم ينو تأكيداً ولا استئنافاً يحكم بوقوع طلقة؛ لقلة إرادتهم الاستئناف بذلك، فحمل على الغالب الذي هو إرادة التأكيد، فلما كان في زمن عمر - رضي الله عنه - وكثر استعمال الناس بهذه الصيغة، وغلب منهم إرادة الاستئناف بهذا حملت عند الإطلاق على الثلاث عملاً بالغالب السابق إلى الفهم منها في ذلك العصر. ¶ __________ ¶ (1) في الاستذكار 17: 11. ¶ (2) ينظر: أحكام القرآن 1: 486. ¶ (3) في الإشفاق ص44. ¶ (4) في شرح صحيح مسلم 10: 71.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "وقال ابن سريج وغيره: يشبه أن يكون ورد في تكرير اللفظ كأن يقول: أنت طالق أنت طالق أنت طالق، وكانوا أولاً على سلامة صدورهم يقبل منهم إنهم أرادوا التأكيد، فما كثر الناس في زمن عمر - رضي الله عنه - وكثر فيهم الخداع ونحوه مما يمنع قبول من ادّعى التأكيد حمل عمر - رضي الله عنه - اللفظ على ظاهر التكرار فأمضاه عليهم. ¶ وهذا الجواب ارتضاه القرطبي وقوّاه بقول عمر - رضي الله عنه -: الناس استعجلوا في أمر كانت لهم فيه أناة(1). ¶ وقال الزيلعي: إن قول الزوج أنت طالق أنت طالق أنت طالق كانت طلقة واحدة في العصرين؛ لقصدهم التأكيد والإخبار، وصار الناس بعدهم يقصدون به التجديد والإنشاء، فألزمهم عمر ذلك لعلمه بقصدهم يدل عليه قول عمر - رضي الله عنه - قد استعجلوا في أمر كانت لهم فيه أناة. ¶ الثاني: النسخ: أي كلام ابن عباس أنه كان يفعل في زمن أبي بكر محمول على أن الذي كان يفعله لم يبلغه النسخ، فقام عمر - رضي الله عنه - بإظهار الناسخ على الكل، وإمضاء الحكم، وإجماعهم لا يكون إلا لدليل وقفوا عليه(2). ¶ قال البيهقي: ((فالذي يشبه والله أعلم أن يكون ابن عباس لا قد علم أن كان شيئاً فنسخ. ¶ فإن قيل: فما دلّ على ما وصفت؟ ¶ قيل: لا يشبه أن يكون ابن عباس يروي عن رسول الله - صلى الله عليه وسلم - شيئاً ثم يخالفه شيء لم يعلمه كان من النبي - صلى الله عليه وسلم - فيه خلاف، قال الشيخ: رواية عكرمة عن ابن عباس - رضي الله عنه - قد مضت في النسخ، وفيها تأكيد لصحة هذا التأويل. ¶ قال الشافعي: فإن قيل: فلعل هذا شيء روي عن عمر - رضي الله عنه -، فقال فيه ابن عباس بقول عمر - رضي الله عنه -. ¶ __________ ¶ (1) ينظر: فتح الباري 9: 364. ¶ (2) ينظر: فتح الباري 9: 363.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "قيل: قد علمنا أن ابن عباس - رضي الله عنه - يخالف عمر - رضي الله عنه - في نكاح المتعة وبيع الدينار بالدينارين وفي بيع أمهات الأولاد وغيره، فكيف يوافقه في شيء يروي عن النبي - صلى الله عليه وسلم - فيه خلاف. ¶ قيل: الله أعلم جوابه حين استفتي بخلاف ذلك كما وصفت، قال الشافعي - رضي الله عنه -: ولعل ابن عباس - رضي الله عنه - أجاب على أن الثلاث والواحدة سواء، وإذا جعل الله - عز وجل - وجل عدد الطلاق على الزوج وأن يطلق متى شاء فسواه الثلاث والواحدة، وأكثر من الثلاث في أن يقضي بطلاقه)). ¶ وقال الطحاوي(1): ((في حديث ابن عباس - رضي الله عنه - ما لو اكتفينا به كان حجة قاطعة، وذلك أنه قال: فلما كان زمان عمر - رضي الله عنه - قال: أيها الناس قد كانت لكم في الطلاق أناة وإنه من تعجل أناة الله في الطلاق ألزمناه إياه. ¶ فخاطب عمر - رضي الله عنه - بذلك الناس جميعاً وفيهم أصحاب رسول الله - صلى الله عليه وسلم - ورضي عنهم الذين قد علموا ما تقدم من ذلك في ذلك في زمن رسول الله - صلى الله عليه وسلم - فلم ينكره عليه منهم منكر، ولم يدفعه دافع، فكان ذلك أكبر الحجة في نسخ ما تقدم من ذلك؛ لأنه لما كان فعل أصحاب رسول الله - صلى الله عليه وسلم - جميعاً فعلاً يجب به الحجة كان كذلك أيضاً إجماعهم على القول إجماعاً يجب به الحجة. ¶ __________ ¶ (1) في شرح معاني الآثار 3: 55-66.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "وكما كان إجماعهم على النقل بريئاً من الوهم والزلل كان كذلك إجماعهم على الرأي بريئاً من الوهم والزلل، وقد رأينا أشيائ قد كانت على عهد رسول الله - صلى الله عليه وسلم - على معاني فجعلها أصحابه - رضي الله عنهم - من بعده على خلاف تلك المعاني لما رأوه فيه مما قد خفي على من بعدهم فكان ذلك حجة ناسخاً لما تقدّمه من ذلك تدوين الدواوين والمنع من بيع أمهات الأولاد وقد كن يبعن قبل ذلك والتوقيت في حد الخمر ولم يكن فيه توقيت قبل ذلك، فلما كان ما عملوا به من ذلك ووقفنا عليه لا يجوز لنا خلافه إلى ما قد رأيناه مما قد تقدم فعلهم له. ¶ كان كذلك ما وقفونا عليه من الطلاق الثلاث الموقع معاً أنه يلزم، لا يجوز لنا خلافه إلى غيره مما قد روي أنه كان قبله على خلاف ذلك ثم هذا ابن عباس - رضي الله عنه - قد كان من بعد ذلك يفتي من طلق امرأته ثلاثاً معاً أن طلاقه قد لزمه وحرّمها عليه. ثم استطرد في ذكر الروايات عن ابن عباس - رضي الله عنه -. ¶ وقال ابن الهمام(1): ((وأما إمضاء عمر الثلاث عليهم فلا يمكن مع عدم مخالفة الصحابة له مع علمه بأنها كانت واحدة إلا وقد اطلعوا في الزمان المتأخر على وجود ناسخ. هذا إن كان على ظاهره أو لعلمهم بانتهاء الحكم كذلك تتابعوا على هذا بإناطته بمعان علموا انتفاءها في الزمن المتأخر، فإنا نرى الصحابة تتابعوا على هذا الأمر، ولا يمكن وجود ذلك منهم مع اشتهار كون حكم الشرع المتقرر كذلك أبداً)). ¶ وقال ابن حجر الهيتمي: ((والأحسن عندي أن يجاب بأن عمر لما استشار الناس علم فيه ناسخاً لما وقع قبل فعمل بقضيته، وذلك الناسخ إما خبر بلغه أو إجماع، وهو لا يكون إلا عن نصّ، ومن ثم أطبق علماء الأمة عليه)). ¶ __________ ¶ (1) في فتح القدير 3: 470.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "والإمام أبو داود ممن جزم بنسخ الثلاث واحدة، ورأى أن جعلها واحدة إنما هو في الزمن الذي كان يرتجع فيه بعد ثلاث تطليقات وأكثر، قال في سننه(1): باب نسخ المراجعة بعد التطليقات الثلاث(2). ¶ وقال محمد الأمين الشنقيطي(3): ((وهذا الوجه لا إشكال فيه؛ لجواز تغير الحال عند تغير القصد؛ لأن الأعمال بالنيات، ولكل امرئ ما نوى، وظاهر اللفظ يدل لهذا)). ¶ الثالث: أن يكون المراد به البتة: ¶ قال البيهقي(4): ((قال الشيخ: ويحتمل أن يكون عبر بالطلاق الثلاث عن الطلاق البتة، فقد ذهب إليه بعضهم)). ¶ وقال ابن حجر(5): ((كما في حديث ركانة سواء، وهو من رواية ابن عباس - رضي الله عنه - أيضاً وهو قوي. ¶ ويؤيده إدخال البخاري في هذا الباب الآثار التي فيها البتة، والأحاديث التي فيها التصريح بالثلاث، كأنه يشير إلى عدم الفرق بينهما، وأن البتة إذا أطلقت حمل على الثلاث إلا إن أراد المطلق واحدة فيقبل، فكأن بعض رواته حمل لفظ: البتة؛ على الثلاث؛ لاشتهار التمويه بينهما فرواها بلفظ الثلاث، وإنما المراد لفظ: البتة؛ وكانوا في العصر الأول يقبلون ممن قال: أردت بالبتة الواحدة، فلما كان عهد عمر - رضي الله عنه - أمضى الثلاث في ظاهر الحكم)). ¶ الرابع: أن المراد بالثلاث الواحدة: ¶ وهو أن معنى قوله: كان الثلاث واحدة؛ أن الناس في زمن النبي - صلى الله عليه وسلم - كانوا يطلّقون واحدة، فلما كان زمن عمر - رضي الله عنه - كانوا يطلقون ثلاثاً. ¶ ومحصّله: أن الطلاق الموقع في عهد عمر ثلاثاً كان يوقع قبل ذلك واحدة؛ لأنهم كانوا لا يستعملون الثلاث أصلاً، أو كانوا يستعملونها نادراً، وأما في عصر عمر - رضي الله عنه - فكثر استعمالهم لها. ¶ ومعنى قوله: فأمضاه عليهم وأجازه وغير ذلك؛ أنه صنع فيه من الحكم بإيقاع الطلاق ما كان يصنع قبله. ¶ __________ ¶ (1) 2: 259. ¶ (2) ينظر: أضواء البيان 1: 249. ¶ (3) ينظر: أضواء البيان 1: 244. ¶ (4) في سننه الكبير 7: 338. ¶ (5) في فتح الباري 9: 364.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "قال النووي(1): ((فعلى هذا يكون إخباراً عن اختلاف عادة الناس لا عن تغير حكم مسألة واحدة)). ¶ ورجّح هذا التأويل ابن العربي(2)، ونقله القرطبي عن المحقق القاضي أبي الوليد الباجي، والقاضي عبد الوهاب، والكيا الكبري(3). ¶ واختاره أبو زرعة كما نقله البيهقي(4): أخبرنا أبو بكر بن الحارث الفقيه أنا أبو محمد بن حيان نا عبد الرحمن بن أبي حاتم قال سمعت أبا زرعة يقول: معنى هذا الحديث عندي أن ما تطلّقون أنتم ثلاثاً كانوا يطلّقون واحدة في زمن النبي - صلى الله عليه وسلم - وأبي بكر - رضي الله عنه - وعمر - رضي الله عنه -. قال ابن حجر(5): إسناد صحيح. ¶ وقال أبو الوليد الباجي: ((ومعنى الحديث أنهم كانوا يوقعون طلقة واحدة بدل إيقاع الناس ثلاث تطليقات، ويدل على صحة هذا التأويل أن عمر بن الخطاب - رضي الله عنه - قال: إن الناس قد استعجلوا في أمر كانت لهم فيه أناة، فأنكر عليهم أن أحدثوا في الطلاق استعجال أمر كانت لهم فيه أناة، فلو كان حالهم ذلك من أول الإسلام في زمن النبي - صلى الله عليه وسلم - ما قال، ما عاب عليهم أنهم استعجلوا في أمر كانت لهم فيه أناة، ويدل على صحة هذا التأويل، ما روي عن ابن عباس من غير طريق أنه أفتى بلزوم الطلاق الثلاث لمن أوقعها مجتمعة)). ¶ واعتمده الشيخ علاء الدين البخاري الحنفي(6)، وتأوله كما قال ابن عبد البر(7). ¶ الخامس: أنها كانت في البكر: أنت طالق أنت طالق أنت طالق: ¶ قال البيهقي(8): ذهب أبو يحيى الساجي إلى أن معناه إذا قال للبكر: أنت طالق أنت طالق أنت طالق كانت واحدة فغلظ عليهم عمر - رضي الله عنه - فجعلها ثلاثاً قال الشيخ: ورواية أيوب السختياني تدل على صحة هذا التأويل. ¶ __________ ¶ (1) في شرح صحيح مسلم 10: 71. ¶ (2) ينظر: فتح الباري 9: 364. ¶ (3) أضواء البيان 1: 245. ¶ (4) في سننه الكبير 7: 338. ¶ (5) في فتح الباري 9: 364. ¶ (6) مغني المحتاج 4: 503. ¶ (8) في سننه الكبير 7: 338.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "لكن ابن حجر(1) قال: حمله على لفظ: أنت طالق ثلاثاً، فقال: وهو جواب اسحاق بن راهويه وجماعة وبه جزم زكريا الساجي من الشافعية، ووجّهوه بأن غير المدخول لها تبين إذا قال لها زوجها: أنت طالق، فإذا قال: ثلاثاً؛ لغا العدد؛ لوقوعه بعد البينونة. ¶ وبناء على ما سبق: فإن ما ذكره بعضهم أن عمر - رضي الله عنه - إنما أوقع عليهم الثلاثة مجتمعة عقوبة لهم مع أنه يعلم أن ذلك خلاف ما كان عليه رسول الله - صلى الله عليه وسلم - والمسلمون في زمن أبي بكر - رضي الله عنه - فالظاهر عدم نهوضه؛ لأن عمر - رضي الله عنه - لا يسوغ له أن يحرم فرجاً أحله رسول الله - صلى الله عليه وسلم -، فلا يصح منه أن يعلم أن رسول الله - صلى الله عليه وسلم - يبيح ذلك الفرج بجواز الرجعة، ويتجرأ هو على منعه بالبينونة الكبرى، والله تعالى يقول: {وَمَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ}(2)، ويقول: {آللهُ أَذِنَ لَكُمْ أَمْ عَلَى اللهِ تَفْتَرُونَ}(3)، ويقول: {أَمْ لَهُمْ شُرَكَاءُ شَرَعُوا لَهُمْ مِنَ الدِّينِ مَا لَمْ يَأْذَنْ بِهِ اللهُ}(4). ¶ __________ ¶ (1) في فتح الباري 9: 363. ¶ (2) الحشر: من الآية7. ¶ (3) يونس: من الآية59. ¶ (4) الشورى: من الآية21.",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "والمروي عن عمر - رضي الله عنه - في عقوبة من فعل ما لا يجوز من الطلاق هو التعزير الشرعي المعروف كالضرب، أما تحريم المباح فليس من أنواع التعزيرات؛ لأ،ه يفضي إلى حرمته على من أحله الله له وإباحته لم حرمه عليه؛ لأنه إن أكره على إبانتها وهي غير بائن في نفس الأمر لا تحل لغيره؛ لأن زوجها لم يبنها عن طيب نفس، وحكم الحاكم وفتواه لا يحل الحرام في نفس الأمر، ويدل له حديث أم سلمة رضي الله عنها المتفق عليه، فإن فيه: (فمن قضيت له من حق أخيه شيئاً فلا يأخذه، فإنما أقطع له قطعة من نار)(1). ويشير له قوله تعالى: {فَلَمَّا قَضَى زَيْدٌ مِنْهَا وَطَراً زَوَّجْنَاكَهَا}(2)؛ لأنه يفهم منه أنه لو لم يتركها اختياراً لقضائه وطره منها ما حلت لغيره(3). ¶ ترجيح محمد الأمين الشنقيطي المراد من حديث ابن عباس - رضي الله عنه -: ¶ وهو أن الحق دائر بين أمرين: ¶ الأول: أحدهما أن يكون المراد بحديث طاوس المذكور طون الثلاث المذكورة ليست بلفظ واحد. ¶ الثاني: أنه إن كان معناه أنها بلفظ واحد، فإن ذلك منسوخ ولم يشتهر العلم بنسخه بين الصحابة إلا في زمان عمر - رضي الله عنه - كما وقع في نكاح المتعة. ¶ وبهذا البيان اتضح أنه ليس للمخالف أي حجة في حديث ابن عباس - رضي الله عنه - من قريب أو بعيد؛ لأن حمله على ما ذهبوا إليه مخالف للقرآن ولأحاديث الرسول - صلى الله عليه وسلم - وآثار الصحابة والتابعين ولا سيما ما تواتر عن ابن عباس - رضي الله عنه -، وكذلك لإجماع هذه الأمة التي لا تجتمع على ضلال، وهومخالف لقواعد أهل العلم في التعامل مع النصوص الشرعية واستناط الأحكام منها، والله المستعان. ¶ المبحث الرابع: تحقيق حديث ركانة ¶ __________ ¶ (1) في صحيح البخاري 6: 2555، وصحيح مسلم 3: 1337، وغيرها. ¶ (2) الأحزاب: من الآية37. ¶ (3) ينظر: أضواء البيان 1: 265.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "سبق أن استوفينا الكلام في طرق هذا الحديث عند الكلام عن أحاديث الجمهور، وذكرنا كلام الحفاظ في أسانيده، حتى لم يعدّ للمخالف وجه للاستدلال به؛ لأنه دليل للجمهور لا له، وهنا نضيف بعض النكات التي لم يتسنّ ذكرها هناك؛ إذ أن الأكابر ذكروا وجوهاً عديدة في رد هذا الحديث نقتصر على بعضها: ¶ الأول: أنه ورد بلفظين: طلقها البتة، وطلقها ثلاثاً، وكل لفظ منهما ورد بطريقين، والطريقان اللتان ورد بهما لفظ: البتة، أثبت وأصح عند المحدثين، كما صرح به الحفاظ وأهل الشأن كأبي داود والشافعي وابن حبان والحاكم والبيهقي وابن الجوزي والنووي وابن الهمام والزيلعي والجصاص وابن عبد البر والكوثري والكيرانوي والشنقيطي وغيرهم، في حين لم يثبت عن أحد يعتد بقوله تقديم رواية طلقها ثلاثاً. ¶ وعجيب ما ذكر المخالف عن أحمد في احتجاجه بسند حديث سنده مثل سند حديث طلقها ثلاثاً؛ لأن الإمام أحمد - رضي الله عنه - صرح بردّ حديث ركانة - رضي الله عنه - إذ قال: إن حديث ركانة - رضي الله عنه - ليس بشيء كما نقله ابن الجوزي وغيره، وهذا يدفع ما أطال المخالف به الاستدلال. ¶ وعلى كل فحديث ركانة رغم أن لبعض الحفاظ كلام فيه ككل كأحمد والبخاري إلا أن لفظ: البتة صرح العديد من المحدثين بقبوله وتقديمه وهو حجة الجمهور زيادة إلى حججهم، بخلاف لفظ: طلقها ثلاثاً الذي احتج به المخالف، إذ ردّه كبار المحدثين، وتفصيل الكلام سبق ذكره في المبحث الثاني من الفصل الأول عند ذكر حديث ركانة - رضي الله عنه -. ¶ ومن دقق النظر في هذا الوجه فحسب وجده كافياً في دفع احتجاج المخالف فيه، إلا أنني سأذكر وجوهاً إيفاء للمسألة حقها، وزيادة في دفع شبه الخصم.",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "الثاني: معارضته بفتوى ابن عباس - رضي الله عنه - بوقوع الثلاث كما تقدم، إذ لا يظن بابن عباس - رضي الله عنه - أنه كان عنده هذا الحكم عن النبي - صلى الله عليه وسلم - ثم يفتي بخلافه إلا بمرجح ظهر له، وراوي الخبر أخبر من غيره بما روى(1). ¶ الثالث: قال ابن حجر(2): إن أبا داود رجح أن ركانة إنما طلق امرأته البتة، كما أخرجه هو من طريق آل بيت ركانة، وهو تعليل قوي لجواز أن يكون بعض رواته حمل البتة على الثلاث، فقال: طلقها ثلاثاً، فبهذه النكتة يقف الاستدلال بحديث ابن عباس - رضي الله عنه -. ¶ الرابع: أنه مذهب شاذ فلا يعمل به(3)، وسبق تفصيل الكلام في الشذوذ في المبحث السابق. ¶ الخامس: أنه من جهة المعنى ليست بحجة للمخالف على مراده؛ إذ استدل بلفظ: طلقها ثلاثاً في مجلس واجد، فقد قال محمد الأمين الشنقيطي(4): ((لا دليل فيه البتة على محل النزاع على فرض صحته، لا بدلالة المطابقة ولا بدلالة التضمن، ولا بدلالة الالتزام؛ لأن لفظ المتن: الطلقات الثلاث واقعة في مجلس واحد، ولا شك أن كونها في مجلس واحد لا يلزم منه كونها بلفظ واحد، فادعاء أنها لما كانت في مجلس واحد لا بد أن تكون بلفظ واحد في غاية البطلان كما ترى؛ إذ لم يدل كونها في مجلس واحد على كونها بلفظ واحد بنقل ولا عقل ولا لغة كما لا يخفى على أحد. ¶ بل الحديث أظهر في كونها ليست بلفظ واحد؛ إذ لو كانت بلفظ واحد لقال بلفظ واحد وترك ذكر المجلس؛ إذ لا داعي لترك الأخص والتعبير بالأعم بلا موجب كما ترى. ¶ وبالجملة فهذا الدليل يقدح فيه بالقادح المعروف عند أهل الأصول: بالقول الموجب، فيقال: سلمنا أنها في مجلس واحد، ولكن من أين لك أنها بلفظ واحد فافهم))(5). ¶ __________ ¶ (1) ينظر: فتح الباري 9: 363، وشرح الزرقاني 3: 167. ¶ (2) في فتح الباري 9: 363. ¶ (3) ينظر: فتح الباري 9:363. ¶ (4) في أضواء البيان 1: 238-239. ¶ (5) ينظر: أضواء البيان 1: 244-245.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "السادس: أنه حكم خاص بركانة - رضي الله عنه -، قال محمد الخضر الشنقيطي(1): ((وهو من أحسنها عندي من أن حديث ركانة على تقدير صحته يكون خصوصية له، لأنه - صلى الله عليه وسلم - من خصائصه أن يخص من يشاء بما شاء من الأحكام ويدل على ذاك أن هذا المعنى لم يرو في أحد من الصحابة بعينه رواية صحيحة ولا ضعيفة مع طول المدة إلا في ركانة وحده على أن حديثه صحيح، ويدل على الخصوصة أيضاً ما في حديث ركانة أنه حزن عليها حزناً شديداً؛ فإنه مناسب لأن يجعل له النبي - صلى الله عليه وسلم - هذه الخصوصية لرأفته - صلى الله عليه وسلم - وشفقته ورحمته للمؤمنين. ¶ وما خص به النبي - صلى الله عليه وسلم - بعض الصحابة من الأحكام كثير فمنه شهادة خزيمة بن ثابت الأنصاري بشهادة رجلين، ومنه ترخيصه - صلى الله عليه وسلم - في النياحة لآل عطية، ومن ذلك ترك الإحداد لأسماء بنت عميس، ومن ذلك إنكاحه بما معه من القرآنن والمكث في المسجد لعلي جنباً، والترخيص في إرضاع سالم مولى أبي حذيفة وهو كبير، وفي الجمع بين اسمه وكنيته للولد الذي يولد لعلي وفي فتح باب لعلي من داره في المسجدن وفي فتح خوخة فيه لأبي بكر، وفي الإذن لمعاذ في قبول الهدية حين بعثه إلى اليمن)). ¶ المبحث الخامس: تحقيق قياساتهم ¶ ذكر المخالف بعض القياسات للاحتجاج إلى ما ذهب إليه، وهي لا تقوم لتحقيق المدّعى؛ إذ لا قياس في مورد النص، قال محمد الأمين الشنقيطي(2): وهذه المسألة إن لم يمكن تحقيقها من جهة النقل فإنه لا يمكن من جهة العقل. ¶ إلا أنني تتميماً للبحث، ودحضاً لما ذكر المخالف، خصصت لها مبحثاً؛ لبيان وجه الغلط والوهم فيها أيضاً، وهي هي مع وجوه ردّها: ¶ __________ ¶ (1) في لزوم الطلاق ص14. ¶ (2) في أضواء البيان 1: 257-288.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "أولاً: ادّعى أنه لما كان الله - عز وجل - أمر عباده أن يطلّقوا لوقت على صفة، فطلقوا على غير ما أمرهم به لم يقع طلاقهم، وقالوا: ألا ترون أن رجلاً لو أمر رجلاً أن يطلق امرأته في وقت على صفة فطلّقها في غيره أو أمره أن يطلّقها على شريطة فطلّقها على غير تلك الشريطة أن ذلك لا يقع إذ كان قد خالف ما أمر به، قالوا: فكذلك الطلاق الذي أمر به العباد، فإذا أوقعوه كما أمروا به وقع، وإذا أوقعوه على خلاف ذلك لم يقع(1). ¶ ويمكن ردّه بما قال الطحاوي(2): أنه ليس ذلك كالوكالات؛ لأن الوكلاء إنما يفعلون ذلك للموكّلين، فيحلون في أفعالهم تلك محلهم، فإن فعلوا ذلك كما أمروا لزم وإن فعلوا ذلك على غير ما أمروا به لم يلزم، والعباد في طلاقهم إنما يفعلونه لأنفسهم لا لغيرهم ولا لربهم - عز وجل -، ولا يحلون في فعلهم ذلك محل غيرهم، فيراد منهم إصابة ما أمرهم به الذي يحلون في فعلهم ذلك محله، فلما كان ذلك كذلك لزمهم ما فعلوا، وإن كان ذلك مما قد نهوا عنه؛ لأنا قد رأينا أشياء مما قد نهى الله تعالى العباد عن فعلها أوجب عليهم إذا فعلوها أحكاماً، من ذلك أنه نهاهم عن الظهار ووصفه بأنه منكر من القول وزور ولم يمنع ما كان كذلك أن تحرم به المرأة على زوجها حتى يفعل ما أمره الله تعالى به من الكفارة رأينا الظهار قولاً منكراً وزوراً، وقد لزمت به حرمة. ¶ كان كذلك الطلاق المنهي عنه هو منكر من القول وزراً والحرمة به واجبة، وقد رأينا رسول الله - صلى الله عليه وسلم - لما سأله عمر بن الخطاب - رضي الله عنه - عن طلاق عبد الله امرأته وهي حائض أمره بمراجعتها وتواترت عنه بذلك الآثار، ولا يجوز أن يؤمر بالمراجعة من لم يقع طلاقه فلما كان النبي - صلى الله عليه وسلم - قد ألزمه الطلاق في الحيض، وهو وقت لا يحل إيقاع الطلاق فيه. ¶ __________ ¶ (1) ينظر: شرح معاني الآثار 3: 55. ¶ (2) في شرح معاني الآثار 3: 55.",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "كان كذلك من طلق امرأته ثلاثاً فأوقع كلاً في وقت الطلاق لزمه من ذلك نفسه، وإن كان قد فعله على خلاف ما أمر به، فهذا هو النظر في هذا الباب. ¶ ثانياً: ادّعى أن من حلف بالله ثلاثاً لا يعد حلفه إلا يميناً واحداً، فليكن المطلق مثله. ¶ وتعقب باختلاف الصيغتين فإن المطلق ينشئ طلاق امرأته، وقد جعل أمد طلاقها ثلاثاً، فإذا قال: أنت طالق ثلاثاً، فكأنه قال: أنت طالق جميع الطلاق، وأما الحلف فلا أمد لعدد أيمانه فافترقا(1). ¶ ثالثاً: ادعى أن أيمان اللعان لو حلفها بلفظ واحد لم تجز، وكذلك أنت طالق ثلاثاً. ¶ ويرد بما قاله محمد الأمين الشنقيطي(2): ((إنه قياس مع وجود الفارق؛ لأن من اقتصر على واحدة من الشهادات الأربع المذكورة في آية اللعان أجمع العلماء على أن ذلك كما لو لم يأت بشيء منها أصلاً، بخلاف الطلقات الثلاث فمن اقتصر على واحدة منها اعتبرت إجماعاً، وحصلت بها البينونة بانقضاء العدة إجماعاً)). ¶ وقال عبد الكريم المدرس(3): ((وكذا لا تقاس على كلمات اللعان الواجب تكرارها بالعدد المقرر؛ لأن المقصود منها الزجر بالتكرار المستكره، لعل الملاعن يتندم عما عنده من خلاف الواقع، وإلا فلو جعل الشارع شهادة واحدة لخمس شهادات لكفت، كما جعل شهادة خزيمة كشهادة شاهدين)). ¶ رابعاً: ادعى أن التسبيح والتحميد والتكبير بعد الصلوات الخمس لا يفي بما أمر به الرسول - صلى الله عليه وسلم - إلا إذا كرر كلاً منها ثلاثاً وثلاثين مرة. ¶ __________ ¶ (1) ينظر: فتح الباري 9: 364. ¶ (2) في أضواء البيان 1: 257-288. ¶ (3) في الأنوار القدسية ص88-89.",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "ويمكن رده بما قال العلامة عبد الكريم المدرس(1): أنها دعوى باطلة فإن قياس جملة الطلاق على التسبيح قياس فاسد؛ للفرق الجلي بينهما؛ لأن جملة الطلاق موضوعة لإنشاء حل العصمة وإيقاع الطلاق الثلاث المملوك للزوج، فلها نفاذ في موضعها كما إذا قال لزيد وهبتك هذه الدراهم الثلاثة وبعتك هذه الكتب الثلاثة، فإن الطلقات الثلاثة مملوكة لصاحب العصمة، فيقرر أن يحلها مرة واحدة. ¶ أما الأذكار السابقة فأوراد يقصد من الإتيان بها كسب الأجر بالتعب والمشقة في تكرارها على العدد المقرر لزيادة الأجر، فهي كالخطوات التي تصل بها الأجر، فهي كالخطوات التي تصل بها إلى المدرسة أو المسجد،.... ولو أراد جعل تسبيحة واحدة محل العدد المذكور لكان نافذاً ومعتبراً، كما روي أن تلاوة سورة الإخلاص مرة واحدة لها من الأجر بمقدار تلاوة ثلث القرآن الكريم. ¶ وقال الكوثري(2): ومحاولة القياس في مورد النص سخف على أن أجرها على قدر التكبير والتلاوة والصلاة ونحوها، فالعدد فيها للتعبد، وفي اللعان والقسامة والإقرار بالزنا فالعدد فيها للتأكيد ولا يحصل إلا بإتيان العدد المنصوص، بخلاف ما هنا فإن الطرق ليس من العبادات ولا العدد فيه للتأكيد حتى يقاس على تلك أو هذه، وكذلك كيف يقاس عدد يصح أن يكتفى بأقل منه بما لا يصح أن يكتفى بأقل منه. ¶ المبحث السادس: تحقيق المصلحة في ذلك ¶ خاض الصليبيون حروباً عديدة ضد هذا الدين الحنيف والبلاد التي يقطنها إلا أنها باءت بالفشل الذريع، لكنهم أخذوا عبرة منها أن قوة هذه الأمة بدينها وبالتزام شرعها، فإذا أرادوا الانتصار عليها لا بد أن يضعفوا تمسكها بإسلامها ويفسدوا عليها دينها. ¶ __________ ¶ (1) في الأنوار القدسية ص88-89. ¶ (2) في الإشفاق ص 27.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وسلكوا لتحقيق هذا المراد حرباً من نوع جديد تسمى بالغزو الفكري،جيّشوا لها ألاف المستشرقين من مختلف بلادهم، درسوا هذا الدين الحنيف، وأخذوا يدسون على المسليمن فيها بدعاوٍ عديدة اخترعوها تحمل شعارات برّاقة وكلمات جذّابة انطوت على الكثير من الناس. ¶ ولأننا نعيش في هذا الزمان في هزيمة نفسية قبل أن تكون هزيمة مادية بالتكنولوجيا والسلاح فإننا نرى كل ما عند أعدائنا هو الحق والصواب، وكل ما يقولوه هو الخير والرشاد، وأن كل ما عندنا بال لا يصلح للحياة والعمل، ويتنافى مع الرقي والتقدم والعصر. ¶ والكلام في هذا طويل الذيل، وليس هنا محله، وإنما مقصودنا أنه بسبب هذه الحال أصبحنا نميل إلى تحقيق المصالح العقلية في حياتنا على المصالح الشرعية، وكأن ثقتنا في تفكيرنا أكبر من هذا الدين، فما يقدره العقل مصلحة نسعى وراءه ونجير النصوص الشرعية له، ونبحث عن قول لأي كان ونحتج به على ذلك، وندّعي أن في المسألة خلافاً، ونحن رجحنا قول هذا، وإن لم يكن معه دليل ولا رائحته، و لا معروفاً بعلم ولا فضل، وكان ذكر قوله في الكتب للتنبيه، وإنما يكفي في تصورنا أن يكون معه المصلحة العقلية التي ارتضيناها. ¶ وكل هذا إما بإملاء ممن يملي على الناس ليفسد على الناس دينهم أو من نفوسنا المهزومة والمتشبعة بفكر أعدائنا وأحقيته أكثر من معرفتها بأصول شريعتنا الغراء. ¶ ومن بين ما وقعنا فيه في ترك أحكام الشريعة مسألتنا هذه وهي وقوع الطلاق الثلاث واحداً، فإن كثيراً من الحكومات العربية والإسلامية جعلت إحدى مواد قانون الأحوال الشخصية فيها ذلك، محتجين بالمصلحة في المحافظة على الأسرة، وبأن بعض الفقهاء قالوا به، وهذا أمر ليس بغريب؛ لأن أكثر هذه الحكومات جعلت كل قوانينها غير مستلة من الشريعة الإسلامية بل من الدول الغربية، فليس غريباً أن تخالف أيضاً في مثل هذه المادة من قوانينها مثلاً هذه الشريعة المطهرة.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "وإنما الغريب ما فعله كثير من الأساتذة الأفاضل عند تأليفهم كتباً في الأحوال الشخصية فرجّحوا هذا القول الشاذ لمصلحة الأسرة، واغتروا بما في ((نيل الأوطار))، و((سبل السلام))، وغيرها، ولم يمعنوا النظر حق الإمعان في كتب الجمهور وأدلتهم المبسوطة فيها، لذلك كان تأليفي لهذه الرسالة حاوية لكثير من أدلة الجمهور؛ لتكون متيسرة لكل من أراد الوقوف على المسألة بإنصاف؛ ليعود الحق إلى نصابه، وأحكام الشريعة إلى مكانها. ¶ وفي هذا المبحث سنتطرق للشبهة الأخيرة في هذه المسألة وهي المصلحة باختصار، ومن أراد الزيادة والتفصيل فعليه بكتاب ((ضوابط المصلحة في الشريعة الإسلامية)) للدكتور محمد سعيد رمضان البوطي الذي اختصرت مادته منه. ¶ فالمصلحة مصدر بمعنى الصلاح، فكل ما كان فيه نفع سواء كان بالجلب والتحصيل كاستحصال الفوائد واللذائذ، أو بالدفع والاتقاء كاستبعاد المضار والآلام فهو جدير بأن يسمى مصلحة. ¶ وفي اصطلاح الشريعة: المنفعة التي قصدها الشارع الحكيم لعباده من حفظ دينهم ونفوسهم وعقولهم ونسلهم وأموالهم طبق ترتيب معين فيما بينها. ¶ والمنفعة: هي اللذة أو ما كان وسيلة إليها، ودفع الألم أو ما كان وسيلة إليه(1). ¶ خصائص المصلحة في الشريعة الإسلامية: ¶ أن المعيار الزمني لها مكون من الدنيا والآخرة، فالمصلحة هي المنفعة أو الوسيلة إليهان فكل عمل أثمر لصاحبه منفعة وإن جاءت متأخرة يعتبر عملاً صالحاً، فليس من شرط المنفعة أن تكون دنيوية فحسب بل تشمل الجانب الأخروي، وهو الأهم، لذلك جاءت الشرائع لما فيه صلاح الناس في عاجلهم وآجلهم(2). ¶ لا تنحصر قيمة المصلحة الشرعية في اللذة المادية، وإنما تشمل نوازع كل من الجسم والروح(3). ¶ __________ ¶ (1) ضوابط المصلحة ص24. ¶ (2) ضوابط المصلحة ص45-48. ¶ (3) ضوابط المصلحة ص54.",
            "page": "112",
            "part": "1"
        },
        {
            "hno": null,
            "id": "109",
            "nass": "مصلحة الدين أساس للمصالح الأخرى، ومقدمة عليه، فيجب التضحية بما سواها مما قد يعارضها من المصالح الأخرى إبقاء لها وحفاظاً عليها، ويترتب على هذه الخاصية: ¶ ضرورة سير المصالح في ظل جوهر الدين المكون من صريح النصوص والأحكام وما تم عليه الإجماع، بمعنى أنه لا يجوز بناء حكم على مصلحة إذا كان في ذلك مخالفة لنص كتاب أو سنة أو إجماع أو قياس تم الدليل على صحته، حتى قال الشاطبي(1): لو جاز للعقل تخطي مأخذ النقل لجاز إبطال الشريعة بالعقل، وهذا محال باطل، وبيان ذلك أن معنى الشريعة أنها تحدّ للمكلفين حدوداً في أفعالهم وأقوالهم واعتقاداتهم، وهو جملة ما تضمنته، فإن جاز للعقل تعدي حد واحد جاز له تعدي جميع الحدود؛ لأن ما ثبت للشيء ثبت لمثله، وتعدي حد واحد هو معنى إبطال السائر، وهذا لا يقول به أحد لظهور حاله. ¶ أن الصلاح والفساد في الأفعال يعتبر كل منهما أثراً وثمرة لأحكام الشارع على الأشياء من تحريم وإباحة وإيجاب.... وإلا لبطل أن تكون المصالح فرعاً للدين، بل تصبح حينئذ أساساً ينبع منه الدين، كما رأينا ذلك لدى معظم أرباب النظم الوضعية. ¶ لا يصح للخبرات العادية أو الموازين العقلية والتجريبية أن تستقل وحدها بفهم مصالح العباد أو تنسيقها، فلا يجوز الاعتماد على ما قد يراه علماء الاقتصاد وخبراء التجارة من أن الربا لا بد منه لتنشيط الحركة التجارية والنهوض بها مثلاً. ¶ فلا بد إذاً أن يعرض نتاج خبرات الناس وتجاربهم وعلومهم على نصوص الشريعة وأحكامها الثابتة، فإن كان بينها اتفاق أخذ بها، وكان النص هو المحكم في ذلك، وإن كان بينها تعارض بأن كان ما رآه الناس مصلحة يعاكس النص الشرعي الثابت وجب إهمال تلك المصلحة. ¶ أما إذا وجدنا أن نصوص الشريعة غير متعرّضة لهذه التجارب والخبرات سلباً ولا إيجاباً، فإنه يؤخذ بها، وتصبح معتمدة في حياة الناس. ¶ __________ ¶ (1) في الموافقات 1: 87-88.",
            "page": "113",
            "part": "1"
        },
        {
            "hno": null,
            "id": "110",
            "nass": "ومن أدلة هذا قوله تعالى: {وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَوَاهُ بِغَيْرِ هُدىً مِنَ اللَّهِ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ}(1)، وقوله: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلاً}(2).(3) ¶ ضوابط المصلحة الشرعية: ¶ إن المصلحة بحدّ ذاتها ليست دليلاً مستقلاً من الأدلة الشرعية شأنها كالكتاب والسنة والإجماع والقياس، حتى يصح بناء الأحكام الجزئية عليها وحدها كما قد يتصورها أي باحث، وإنما هي معنى استخلص من مجموع جزئيات الأحكام المأخوذة من أدلتها الشرعية: أي أننا رأينا من تتبع الأحكام الجزئية المختلفة قدراً كلياً مشتركاً بينها، هو القصد إلى مراعاة مصالح العباد في دنياهم وآخرتهم. ¶ فلا يقال: إن العقل يستطيع أن يستقل بفقه المصلحة في جزئيات الأمور، لسببين: ¶ أولاً: لو كان كذلك لكان العقل حاكماً قبل مجيء الشرع وذا باطل عند جمهور المسلمين. ¶ ثانياً: لو صح ذلك لبطل أثر كثير من الأدلة التفصيلية للأحكام. ¶ ومن هنا تعلم أن موقع الضوابط الآتية من المصلحة هو موقع كشف وتحديد لا موقع استثناء وتضييق: أي أن ما وراء هذه الضوابط ليس داخلاً في حدود المصلحة وإن توهم متوهم أنه قد يدخل، ومن ثم فلا يتصور التعارض بين المصلحة الحقيقية وأدلة الأحكام بحال، وإنما التعارض كائن بين أدلة الأحكام وما توهمه الباحث مصلحة. ¶ فإذا توهم باحث أن المصلحة داعية إلى منع تعدد الزوجات فالتعارض إنما هو بين كلام الله تعالى ومجرد ما توهمه هو، أما المصلحة التي يفتش عنها ذلك الباحث فهي كامنة في حكم الله تعالى بإباحة التعدد. ¶ __________ ¶ (1) القصص: من الآية50. ¶ (2) النساء:59. ¶ (3) ينظر: ضوابط المصلحة ص60-68.",
            "page": "114",
            "part": "1"
        },
        {
            "hno": null,
            "id": "111",
            "nass": "الضابط الأول: اندراجها في مقاصد الشارع؛ ومقاصد الشارع في خلقه تنحصر في حفظ خمسة أمور: الدين، النفس، العقل، النسل، المال،... ثم إن وسيلة حفظ هذه الأمور تندرج في ثلاثة مراحل حسب أهميتها، وهي: الضروريات والحاجات والتحسينات...(1). ¶ الضابط الثاني: عدم معارضتها للقرآن؛ فإذا اتضحت قطعية دلالته اتضح سقوط احتمال المصلحة المظنونة في مقابله حتى ولو كان لها شاهد من أصل تقاس عليه، والدليل الظني لا يعارض القطعي بحال؛ لامتناع العلم والظن على محل واحد، قال الغزالي(2): هل يجوز أن يجتمع عمل وظن؟ لا فإن الظن لو خالف العلم فهو محال؛ لأن ما علم كيف يظن خلافه، وظن خلافه شك، فكيف يشك فيما يعلم، وإن وافقه فإن أثر الظن يمحى بالكلية بالعلم فلا يؤثر معه(3). ¶ الضابط الثالث: عدم معارضتها للسنة؛ وليس أدل على زيف المصلحة التي يخالف أو يعارض الباحث بها سنة رسول الله - صلى الله عليه وسلم - من إجماع الصحابة على ذلك، فقد ورد وروداً متواتراً تواصيهم بتجنب الرأي، وكلام أبي بكر وعمر وعثمان وعلي وابن مسعود وابن عباس وزيد بن ثابت - رضي الله عنهم - وغيرهم مكرر في ذلك ومعروف، لا لزوم لعرضه وإطالة البحث فيه، ومن المعروف أنهم جميعاً قاسوا الفروع على الأصول في اجتهاداتهم وبذلوا الفكر والجهد فيما ليس فيه نص(4). ¶ __________ ¶ (1) ينظر: ضوابط المصلحة ص115-119. ¶ (2) في المستصفى 2: 126-127. ¶ (3) ينظر: ضوابط المصلحة ص 129-132. ¶ (4) ينظر: ضوابط المصلحة ص161-175.",
            "page": "115",
            "part": "1"
        },
        {
            "hno": null,
            "id": "112",
            "nass": "الضابط الرابع: عدم معارضتها للقياس؛ فالقياس هو مراعاة مصلحة في فرع بناء على مساواته لأصل في علة حكمه المنصوص عليه، فبينهما من النسبة عموم وخصوص مطلق؛ إذ القياس فيه مراعاة لمطلق المصلحة، وفيه زيادة على ذلك العلة التي اعتبرها الشارع، ومراعاة مطلق المصلحة أعم من أن توجد فيها هذه الزيادة أو لا كما هو واضح، فكل قياس مراعاة للمصلحة، وليس كل مراعاة للمصلحة قياساً(1). ¶ الضابط الخامس: عدم تفويتها مصلحة أهم منها أو مساوية لها؛ فالشريعة الإسلامية قائمة على أساس مصالح العباد؛ لأن المقصود بمراعاتها لمصالحهم أنها تقضي بتقديم الأهم منها على ما هو دونه، وبالتزام المفسدة الدنيا لاتقاء الكبرى حينما تتلاقى المصالح والمفاسد في مناط واحد أو يستلزم أحدهما الآخر لسبب ما، هذا هو الميزان الذي حكمته هذه الشريعة الغراء في مراعاة المصالح ونتائجها، وفهم درجاتها في الأهمية بنظر الشارع؛ حتى لا يحيد المجتهد عن التمسك بهذا الميزان لدى اجتهاده في المصالح أو المفاسد التي لم يجد نصاً في شأنها(2). ¶ المصلحة المرسلة عند الإمام مالك - رضي الله عنه -: ¶ المصالح المرسلة: كل منفعة داخلة في مقاصد الشارع دون أن يكون لها شاده بالاعتبار أو الإلغاء(3). ¶ وهي أمور جدت بعد عصر التشريع، وأغلبها ليس في معالجتها سبيل لإعطائها حكم التخيير، بل الأمر متردد بين الإيجاب والتحريم، أو الكراهة والندب، أو الصحة والبطلان، وذلك كحكم تضمين الصناع، وحكم التدوين في الجرح والتعديل، وحكم أمة الابن استولدها الأب(4). ¶ وعمل الإمام مالك - رضي الله عنه - بالمصلحة إذا لم يعارضها نص من كتاب أو سنة ولا أصل من الأصول الشرعية الثابتة(5). ¶ رد زعم أن عمر خالف القرآن أو السنة: ¶ __________ ¶ (1) ينظر: ضوابط المصلحة ص216. ¶ (2) ينظر: ضوابط المصلحة ص248. ¶ (3) ينظر: ضوابط المصلحة ص330. ¶ (4) ينظر: ضوابط المصلحة ص409. ¶ (5) ينظر: ضوابط المصلحة ص190.",
            "page": "116",
            "part": "1"
        },
        {
            "hno": null,
            "id": "113",
            "nass": "ادعى الطوفي(1) من المتأخرين والمعاصرين الذين يرون المصلحة دليلاً شرعياً مستقلاً يناكب النص في القوة بل وقد يرجح عليه حيث اتخذوا من بعض اجتهادات عمر - رضي الله عنه - أقوى برهان لهم على ذلك. ¶ وهذه المسائل التي استندوا إليها، هي: إلغاؤه لسهم المؤلفة قلوبهم من الزكاة، وعدم قطعه يد السارق في عام المجاعة، وقضاؤه بقتل الجماعة بالواحد، وإلزامه المطلق ثلاثاً بلفظ واحد بما التزم به، وهو ثلاث طلقات، وقد عرضها الدكتور البوطي(2) وناقشهم فيها وبيّن وهمهم في ذلك، وإنما هي دليل على شدة تمسكه بالكتاب والسنة، ولكن المراعاة الدقيقة للنص قد تبدو لمن لا دقة لديه في فهمه أنها مخالفة لها. ¶ ويكفيك من البرهان على صحة ما ذكره الدكتور البوطي أن أحد المسائل التي احتجوا بها هي مسألتنا هذه، وقد بان لك بالبرهان القطعي من القرآن والسنة والإجماع أن عمر بن الخطاب - رضي الله عنه - لم يخالف فيه، وإنما طبق فيها حكم القرآن والسنة والإجماع لا كما يدعي المخالف، ويسيء الكلام عن عمر - رضي الله عنه -. ¶ وزبدة الكلام في المصلحة أن الذي ينطلق لسانه بأن المصلحة تعارض حجج الله من الكتاب والسنة والإجماع كمن يقول: بأن الله لا يعلم مصالح عباده، فكأن هذا القائل يرى أنه أدرى بمصالح العباد من الحكيم الخبير - عز وجل - حتى يتصور معارضة مصالحهم للأحكام التي دلت عليها أوامر الله تعالى المبلغة على لسان رسوله ـ سبحانه هذا إلحاد أقرع ـ(3). ¶ __________ ¶ (1) من أقواله: إن رعاية المصلحة أقوى من الإجماع، ويلزم من ذلك أنها أقوى أدلة الشرع؛ لأن الأقوى من الأقوى أقوى. قال الكوثري في المقالات ص344: وهذه كلمة لم ينطق بها أحد من المسلمين قبله، ولم يتابعه بعده إلا من هو أسقط منه. ومن أراد الاطلاع على حاله فليراجع مقالات الكوثري ص344-347، وضوابط المصلحة ص202-215. ¶ (2) ينظر: ضوابط المصلحة ص140-160. ¶ (3) ينظر: مقالات الكوثري ص315.",
            "page": "117",
            "part": "1"
        },
        {
            "hno": null,
            "id": "114",
            "nass": "قال الكوثري(1): ومن جملة أساليبهم الزائفة في تغيير الشرع بمقتضى أهوائهم قول بعضهم: إن مبنى التشريع في المعاملات ونحوها المصلحة فإذا خالف النص المصلحة يترك النص ويؤخذ بالمصلحة. فيا للعار والشنار على ما ينطلق لسانه بمثل هذه الكلمة ويجعله أصلاً يبني عليه شرعه الجديد، فسله وقل له ماذا تريد بالمصلحة التي تبغي بناء شرعك عليها؟ فإن كنت تريد المصلحة الشرعية فليس لمعرفتها طريق غير الوحي حتى عند المعتزلة الذين يقال عنهم أنهم يحكمون العقل. ¶ إذا اتضح معنى المصلحة وخصائصها وضوابطها والمعتبر منها في الشرع والقائلين بالمصلحة غير الشرعية والرد عليهم يرتفع ما يكون في الذهن عالقاً من الاحتجاج في مورد النص في مسألة كمسألتنا هذه بالمصلحة، ويتبين زيف ما يدعي من المصلحة في ذلك فهذا عمر بن الخطاب - رضي الله عنه - أحرص الناس على المسلمين واستقامة حياتهم يوقع الطلاق الثلاث ثلاثاً بالاتفاق، فلو كانت هناك مصلحة في إيقاع الثلاث واحداً، فهل يعقل أن يتركه ويسعى إلى خراب بيوت المؤمنين كما يدّعي من يقول أن الطلاق الثلاث فيه ذلك. ¶ وكيف تكون المصلح في ذلك وقد عاشت الأمور قروناً عديدة على تطبيق ذلك الحكم، وكانت في عزة وتماسك أسري واجتماعي وديني بما لا يشك أحد أنه أعلى بكثير مما هي عليه الآن، فلم يكن هذا الحكم سبب لتفككها الأسري وغيره، ولم يدع مدع أن المصلحة في ذلك حتى المخالف. ¶ __________ ¶ (1) في المقالات ص342.",
            "page": "118",
            "part": "1"
        },
        {
            "hno": null,
            "id": "115",
            "nass": "لذلك يمكن القول أن الوقوف على حكم الله في هذا الأمر لا يصنع ما يدعون من خراب البيوت والتفكك، وإنما يصنعه الفساد الأخلاقي والاجتماعي الذي يستشري في المجتمعات ويزداد يوماً بعد يوم، فيا من أنتم حريصون على الأسر أوقفوا هذا الفساد بمنع أسبابه، يقول الكوثري(1): ((ثم دواء ذل كالداء لا يكون بتقرير أنكحة غير شرعية، بل الدواء الحقيقي لذلك الداء هو استئصال السبب الأصلي لهذا المرض الاجتماعي المهلك، وهو التبرج وفساد الأخلاق، فيكون تقرير ما لا يقبله الشرع الإسلامي لأجل الحيلولة دون هذا الفساد، من قبيل صب النفط على الحريق لإطفائه)). ¶ وفي الختام نقول: إن هذا التساهل في أحكام الشريعة تيسيراً ومصلحة للناس قد جرّ على المجتمعات المسلمة عكس ما ادّعوه، فلم يعد الناس ينزلون الطلاق منزلته من الهيبة والابتعاد عنه، حتى أخذت ألسنتهم تلوكه في كل صغيرة وكبيرة؛ لأنهم عرفوا أنه لا يوجد رادع لهم في ذلك، سواء بدفعهم كفارة في المعلق، أو بوقوعه واحداً في الثلاث، افاعتادوا عليه. ¶ وأيضاً: لو كان فيه من المصلحة كما يدعون لما رأينا الشرع ترك المسألة محتملة، ولرأيته حسمها بتحقيق ما فيه نفع المجتمع وخيره، وإذا لم يكن شيء من ذلك، علم أن هذه المصلحة من أوهام العقل البشري، التي يتنزه عنها الشرع الإلهي. وصلى الله على سيدنا محمد وعلى آله وصحبه أجمعين. ¶ المراجع ¶ القرآن الكريم. ¶ أحكام القرآن لظفر أحمد التهانوي (ت1394هـ)، إدارة القرآن والعلوم الإسلامية، باكستان، ط1، 1407هـ. ¶ أصول الأحكام وطرق الاستنباط في التشريع الإسلامي للدكتور حمد الكبيسي. مكتب بيروت، شارع الرشيد، بغداد. ¶ إرشاد الفحول إلى تحقيق الحق من علم الأصول لمحمد بن علي الشوكاني. دار الفكر. ¶ أضواء البيان في إيضاح القرآن بالقرآن لمحمد الأمين بن محمد المختار الجكني الشنقيطي ت1393هـ، طبع رئاسة البحوث العلمية، السعودية، 1403هـ. ¶ __________ ¶ (1) في المقالات ص347.",
            "page": "119",
            "part": "1"
        },
        {
            "hno": null,
            "id": "116",
            "nass": "إعلاء السنن لظفر أحمد التهانوي ت1394هـ، دار الكتب العلمية، ت: حازم القاضي، دارالكتب العلمية، ط1، 1418هـ. ¶ إعلام الموقعين عن رب العالمين لمحمد بن أبي بكر بن أيوب المعروف بابن قيم الجوزية (ت751هـ)، دار الكتب العلمية. ¶ ((الآحاد والمثاني)) لأحمد بن عمرو الضحاك الشيباني (ت287هـ). ت: د. باسم فيصل الجوايرة. ط1. 1411هـ. دار الراية. الرياض. ¶ ((الأحاديث المختارة)) لمحمد بن عبد الواحد المقدسي(567-643هـ). ت: عبد الملك عبد الله. مكتبة النهضة الحديثة. مكة المكرمة. ط1. 1410هـ. ¶ ((الأم)) لمحمد بن إدريس الشافعي (ت204هـ). دار المعرفة. بيروت ط2. 1393هـ. ¶ الإنقاذ من الشبهات في إنفاذ المكروه من الطلقات لحبيب أحمد الكيرانوي، مطبوع ضمن إعلاء السنن، دار الكتب العلمية، ت: حازم القاضي، دارالكتب العلمية، ط1، 1418هـ. ¶ ((الأنوار القدسية في الأحوال الشخصية)) لعبد الكريم المدرس. مطبعة الجاحظ. بغداد. 1410هـ. ¶ الاستذكار في شرح الموطأ لابن عبد البر. تحقيق: د. عبد المعطي قلعجي، مؤسسة الرسالة، ط1، 1414هـ. ¶ ((التاريخ الكبير)) لمحمد بن إسماعيل الجعفي البُخَارِيّ (ت256هـ). ت: هاشم الندوي. دار الفكر. ¶ التحرير والتنوير لمحمد الطاهر ابن عاشور، طبعة مصر. ¶ ((التحقيق في أحاديث الخلاف)) لعبد الرحمن بن علي الجوزي (ت597هـ). ت: مسعد السعدني. دار الكتب العلمية. بيروت. ط1. 1415هـ. ¶ التسهيل لعلوم التنزيل لمحمد بن أحمد بن جزيء الكلبي 741-793هـ، دار الفكر. ¶ الثقات لمحمد بن حبان البستي (ت354هـ) تحقيق السيد شرف الدين، دار الفكر، 1395هـ. ¶ الجامع لأحكام القرآن لمحمد بن أحمد الأنصاري القرطبي، تحقيق سالم البدري، دار الكتب العلمية، ط1، 1420هـ. ¶ الجرح والتعديل لعبد الرحمن بن أبي حاتم التميمي (ت327هـ)، دار إحياء التراث، بيروت، ط1، 1372هـ.",
            "page": "120",
            "part": "1"
        },
        {
            "hno": null,
            "id": "117",
            "nass": "الضعفاء والمتروكين لعبد الرحمن بن الجوزي (ت510هـ)، تحقيق: عبد الله القاضي، دار الكتب العلمية، بيروت، ط1، 1406هـ. ¶ الطبقات الكبرى لمحمد بن سعد بن منيع (ت230هـ)، تحقيق: زياد محمود منصور، مكتبة العلوم والحكم، المدينة المنورة، ط2، 1408هـ. ¶ ((العلل المتناهية)) لعبد الرحمن بن علي الجوزي (ت597هـ).ت:خليل الميس.دار الكتب العلمية.بيروت.ط1. 1403هـ. ¶ العلل ومعرفة الرجال لأحمد بن حنبل الشيباني (ت241هـ)، تحقيق: وصي الله بن محمد. دار الخاني، المكتب الإسلامي، الرياض، بيروت، ط1، 1408هـ. ¶ ((الكاشف في معرفة من له رواية في الكتب الستة))لمحمد بن أحمد الذهبي (ت748هـ). ت: محمد عوامة. ط2. 1413هـ. دار القبلة للثقافة الإسلامية. مؤسسة علو. جدة. ¶ ((الكامل في ضعفاء الرجال)) عبد الله بن عدي أبو أحمد الجُرْجاني (277-365هـ). ت: يحيى مختار غزاوي. ط3. 1409هـ. دار الفكر . بيروت. ¶ الكشاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل لمحمود بن عمر الزمخشري 467-538، تحقيق: محمد عبد السلام، دار الكتب العلمية، بيروت، ط1، 1415هـ. ¶ ((المجتبى من السنن)) لأحمد بن شعيب أبو عبد الله النسائي(215-303).ت: عبد الفتاح أبو غدة. مكتب المطبوعات الإسلامية . حلب. ط2. 1406. ¶ المحرر الوجيز لعبد الحق بن بن غالب بن عطية ت546هـ، ت: عبد السلام عبد الشافي، دار الكتب العلمية، بيروت،ط1، 1413هـ. ¶ المُحَلَّى لعلي بن أحمد بن سعيد بن حزم الظاهري (ت456هـ). دار الفكر. ¶ ((المدونة الكبرى)) لعبد السلام بن سعيد بن حبيب التنوخي. الملقب بسَحْنون. (160-240هـ). دار صادر. بيروت. ¶ ((المستدرك علىالصحيحين)) لمحمد بن عبد الله الحاكم (ت405هـ). ت: مصطفى عبد القادر. دار الكتب العلمية . بيروت. ط1. 1411هـ. ¶ المستصفى من علم الأصول لمحمد بن محمد الغزالي، دار العلوم الحديث، بيروت.",
            "page": "121",
            "part": "1"
        },
        {
            "hno": null,
            "id": "118",
            "nass": "المسند المستخرج على صحيح مسلم لأبي نعيم محمد بن عبد الله الأصبهاني (ت430هـ)، تحقيق: محمد حسن الشافعي، دار الكتب العلمية، بيروت، ط1، 1996هـ. ¶ ((المصنف في الأحاديث والآثار)) لعبد الله بن محمد بن أبي شَيْبَةَ (159-235هـ) ت: كمال الحوت. ط.1. مكتبة الرشد. الرياض. 1409هـ. ¶ ((المصنف)) لعبد الرزاق بن همام الصنعاني (126-211هـ). ت: حبيب الرحمن الأعظمي. ط.2. المكتب الإسلامي. بيروت. 1403هـ. ¶ ((المعجم الأوسط)) لسليمان بن أحمد الطبراني(ت360هـ). ت: طارق بن عوض الله. دار الحرمين. القاهرة. 1415هـ. ¶ ((المعجم الكبير)) لأبي القاسم سليمان بن أحمد الطَّبَرَاني (ت360هـ).ت: حمدي السلفي.ط2. 1404هـ مكتبة العلوم والحكم .الموصل. ¶ المغني في الضعفاء لشمس الدين الذهبي (ت748هـ)، تحقيق نور الدين عتر. ¶ المغني لموفق الدين عبد الله بن أحمد المعروف بابن قدامة (ت620 هـ)، دار إحياء التراث العربي. ¶ بذل المجهود في حل أبي داود للعلامة خليل أحمد السهارنفوري(ت 1346هـ). دار الكتب العلمية. بيروت. ¶ بلوغ المرام من أدلة الأحكام لابن حجر العسقلاني ت852هـ. دار الكتب العلمية، بيروت. ¶ ((تاريخ بغداد)) لأحمد بن علي الخطيب (ت463هـ). دار الكتب العلمية. بيروت. ¶ ((تبيين الحقائق شرح كَنْز الدقائق)) لعثمان بن علي الزيلعي. فخر الدين. المطبعة الأميرية بمصر. ط.1. 1313هـ. ¶ ((تحفة المحتاج بشرح المنهاج)) لأحمد بن محمد ابن حجر الهيتمي(ت974هـ). دار إحياء التراث العربي. ¶ ((تغليق التعليق)) لابن حجر العسقلاني (ت852هـ). ت: سعيد القزقي. المكتب الإسلامي. دار عمار. بيروت. عمان. ط1. 1405هـ. ¶ تفسير ابن كثير لإسماعيل بن كثير القرشي الدمشقي ت774هـ، دار المفيد، بيروت. ¶ ((تفسير الطبري)) لمحمد بن جرير الطبري (ت310هـ). دار الفكر. بيروت. 1405هـ. ¶ ((تفسير النسفي)) لعبد الله بن أحمد بن محمود النسفي (ت701هـ).",
            "page": "122",
            "part": "1"
        },
        {
            "hno": null,
            "id": "119",
            "nass": "((تقريب التهذيب)) لأحمد بن علي ابن حَجَر العَسْقَلاني (ت852هـ). ت: عادل مرشد. مؤسسة الرسالة. ط1. 1996مـ. ¶ ((تلخيص الحبير في تخريج أحاديث الرَّافِعِي الكبير)) لأحمد بن علي ابن حجر العَسْقَلاني (773-852هـ). ت: السيد عبد الله هاشم. 1384هـ. المدينة المنورة. ¶ ((تهذيب الكمال في أسماء الرجال)) لأبي الحجاج يوسف المزي (654-742هـ) . تحقيق : بشار عواد. مؤسسة الرسالة . ط1. 1992م. ¶ دقائق أولي النهى لشرح المنتهى المعروف بشرح منتهى الإرادات لمنصور بن يونس بن إدريس البهوتي (ت1051هـ)، عالم الكتب. ¶ ((روح المعاني في تفسير القرآن العظيم والسبع المثاني)) لمحمود الألوسي (ت1270هـ). دار إحياء التراث. بيروت. ¶ ((زاد المسير في علم التفسير)) لعبد الرحمن بن علي ابن الجوزي (ت597هـ). المكتب الإسلامي. بيروت. ط3. 1404هـ. ¶ سبل السلام شرح بلوغ المرام لمحمد بن إسماعيل الكحلاني ثم الصنعاني (ت1182هـ)، دار الحديث. ¶ ((سنن أبي داود)) لسليمان بن أشعث السجستاني (ت275هـ) .ت: محمد محيي الدين عبد الحميد. دار الفكر. بيروت. ¶ ((سنن ابن ماجه)) لمحمد بن يزيد بن ماجه القزويني (ت273هـ). ت: محمد فؤاد عبد الباقي. دار الفكر. بيروت. ¶ ((سنن البَيْهَقِي الكبير)) لأحمد بن الحسين بن علي البَيْهَقِي(ت458هـ). ت: محمد عبد القادر عطا. 1414هـ. مكتبة دار الباز. مكة المكرمة. ¶ سنن الترمذي لمحمد بن عيسى (279هـ). ت: أحمد شاكر. دار إحياء التراث العربي. بيروت. ¶ ((سنن الدَّارَقُطْنِي)) لعلي بن عمر الدَّارَقُطْنِي (ت385هـ). ت: السيد عبد الله هاشم. دار المعرفة. بيروت. 1386هـ. ¶ ((سنن الدارمي)) لعبد الله بن عبد الرحمن أبي محمد الدارمي (ت255هـ). ت: فواز أحمد وخالد العلمي. ط1. 1407هـ. دار التراث العربي . بيروت. ¶ ((سنن النَّسَائيّ الكبرى)) لأحمد بن شعيب النَّسَائِي (ت303هـ). ت: د.عبد الغفار البنداوي وسيد كسروي حسن .ط1. 1411هـ. دار الكتب العلمية . بيروت.",
            "page": "123",
            "part": "1"
        },
        {
            "hno": null,
            "id": "120",
            "nass": "((سنن سعيد بن منصور)) لسعيد بن منصور (ت227). ت: د.سعد أل حميد. دار العصيمي. الرياض. ط1. 1414هـ. ¶ سير أعلام النبلاء لشمس الدين الذهبي(ت748هـ)، تحقيق: مجموعة من العلماء، مؤسسة الرسالة، ط11، 1422هـ. ¶ شرح الزرقاني على موطأ مالك لمحمد الزرقاني، دار المعرفة، بيروت، 1398هـ. ¶ ((المنتقى شرح الموطأ)) لسليمان بن خلف الباجي الأندلسي (474هـ). دار الكتاب الإسلامي. ¶ ((شرح صحيح مسلم)):ليحيى بن شرف النووي (ت676). ط2. دار إحياء التراث العربي. بيروت. ¶ ((شرح معاني الآثار)) لأحمد بن محمد بن سلامة الطَّحَاوي (229-321هـ). ت: محمد زهري النجار. دار الكتب العلمية. بيروت. ط.1. 1399هـ. ¶ ((شفاء العليل في الرد على من أنكر وقوع الطلقات الثلاث المجموعة بمرة أو بمرات بدون رجعة بينهما)) لملا محمد بن عبد الله أبي عبيدي. مكتبة ملا صالح العبيدي. السليمانية. ¶ ((صحيح ابن حبَّان بترتيب ابن بلبان)) لمحمد بن حِبَّان التميمي(354هـ). ت: شعيب الأرناؤوط. مؤسسة الرسالة. بيروت. ط.2. 1414هـ. ¶ ((صحيح البخاري)) لمحمد بن إسماعيل الجعفي البُخَارِيّ (ت256هـ). ت: د.مصطفى البغا. ط3. 1407هـ. دار ابن كثير واليمامة . بيروت. ¶ ((صحيح مسلم)) لمسلم بن الحجاج القُشَيْريّ النَّيْسَابوريّ (ت261هـ). ت: محمد فؤاد عبد الباقي. دار إحياء التراث العربي. بيروت. ¶ ضعفاء العقيلي لأحمد بن عمر العقيلي (ت322هـ)، تحقيق: عبد المعطي قعلجي، دار الكتب العلمية، بيروت، ط1، 1404هـ ¶ ضوابط المصلحة في الشريعة الإسلامية للدكتور محمد سعيد البوطي. مؤسسة الرسالة. ط4. 1402هـ. ¶ طبقات الحفاظ لعبد الرحمن بن أبي بكر السيوطي (ت911هـ)، دار الكتب العلمية، بيروت، ط1، 1403هـ. ¶ علل الترمذي لأبي طالب القاضي، تحقيق: صبحي السامرائي، عالم الكتب النهضة العربية، ط1، 1409هـ. ¶ فتاوى ابن تيمية لأحمد بن عبد الحليم ابن تيمية (728هـ)، دار الكتب العلمية.",
            "page": "124",
            "part": "1"
        },
        {
            "hno": null,
            "id": "121",
            "nass": "((فتح الباري شرح صحيح البُخَاري)) لأحمد بن علي ابن حَجَر العَسْقَلانِي (ت852هـ). ت: محمد فؤاد عبد الباقي ومحب الدين الخطيب. 1379هـ. دار المعرفة. بيروت. ¶ ((فتح القدير للعاجز الفقير على الهداية)) لمحمد بن عبد الواحد ابن الهمام (ت861هـ). دار إحياء التراث العربي. بيروت. وأيضاً: طبعة دار الفكر. ¶ ((فقه سعيد بن المسيب)) للدكتور هاشم جميل. وزارة الأوقاف العراقية. 1974هـ. ¶ كشاف القناع عن متن الإقناع لمنصور بن يونس بن إدريس البهوتي (ت1051هـ)، دار الكتب العلمية. ¶ ((لزوم طلاق الثلاث دفعه بما لا يستطيع العالم دفعه)) لمحمد الخضر بن سيدي عبد الله الشنقيطي. المطبعة الوطنية. مصر. ¶ لسان الميزان لابن حجر العسقلاني (ت852هـ)، مؤسسة الأعلمي للمطبوعات، بيروت، ط3، 1406هـ. ¶ ((مجمع الزوائد ومنبع الفوائد)) لعلي بن أبي بكر الهيثمي (ت807هـ). 1407هـ. دار الريان للتراث ودار الكتاب العربي. بيروت. ¶ ((مسلم الثبوت)) لمحب الله بن عبد الشكور البهاري (ت1119هـ). المطبعة الحسينية المصرية. 1326هـ. ¶ ((مسند أبي يعلى)) لأحمد بن علي أبي يعلى الموصلي (ت307هـ). ت: حسين سليم أسد. دار المأمون للتراث. دمشق. ط.1. 1404هـ. ¶ ((مسند أحمد بن حنبل)) لأحمد بن حنبل (ت241هـ). مؤسسة قرطبة. مصر. ¶ ((مسند البَزَّار)) (البحر الزخار): لأبي بكر أحمد بن عمرو البَزَّار(ت292هـ).ت: د.محفوظ الرحمن. ط1. 1409هـ. مؤسسة علوم القرآن. مكتبة العلوم والحكم. بيروت . المدينة. ¶ ((مسند الشافعي)) لمحمد بن إدريس الشافعي (150-204هـ). دار الكتب العلمية . بيروت. ¶ مطالب أولي النهى في شرح غاية المنتهى لمصطفى السيوطي الرحيباني ت1243هـ، المكتب الإسلامي. ¶ معالم التنزيل للحسين بن مسعود الفراء البغوي (ت516هـ)، تحقيق: خالد العك، ومروان سوار، دار المعرفة، بيروت، الطبعة الثانية، 1407هـ. ¶ ((مغني المحتاج إلى معرفة معاني ألفاظ المنهاج)) لمحمد الخطيب الشربيني(ت977هـ). دار الفكر.",
            "page": "125",
            "part": "1"
        },
        {
            "hno": null,
            "id": "122",
            "nass": "مفاتيح الغيب (التفسير الكبير) لفخر الدين محمد بن عمر الرازي (544-606هـ). دار الغد العربي، القاهرة، ط1، 1412هـ. ¶ ((مقالات الكوثري)) لمحمد زاهد الكوثري(ت1378هـ). المكتبة الأزهرية للتراث. مصر. 1414هـ. ¶ موضح أوهام الجمع والتفريق للخطيب البغدادي (ت463هـ)، تحقيق: د.عبد المعطي قلعجي، دار المعرفة، بيروت، ط1، 1407هـ. ¶ ((موطأ مالك)) لمالك بن أنس الأصبحي (93-179هـ). ت: محمد فؤاد عبد الباقي. دار إحياء التراث العربي . مصر. ¶ ((ميزان الأصول في نتائج العقول في أصول الفقه)) لمحمد بن أحمد السمرقندي (ت539هـ). ت: د. عبد الملك السعدي. طباعة وزارة الأوقاف العراقية. ط1. 1407هـ. ¶ ((ميزان الاعتدال في نقد الرجال)) لمحمد بن أحمد الذهبي(ت748هـ). ت: د. عبد الفتاح أبو سنة. دار الكتب العلمية. بيروت. ط.1. 1416هـ. ¶ ((نصب الراية في تخريج أحاديث الهداية)) لعبد الله بن يوسف الزَّيْلَعِي (ت762هـ). ت:محمد يوسف البنوري. دار الحديث. مصر. 1357هـ. ¶ نيل الأوطار شرح منتقى الأخبار لمحمد بن علي الشوكاني (ت1250هـ)، دار التراث.",
            "page": "126",
            "part": "1"
        }
    ],
    "t36365": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "مئة دليل ودليل على وقوع الطلاق الثلاث ثلاثاً بالدلي1"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": "1",
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: في الدلائل والبراهين على وقوع الثلاث ثلاثاً"
        },
        {
            "id": "5",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: الآيات القرآنية الكريمة"
        },
        {
            "id": "8",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: الأحاديث النبوية الشريفة"
        },
        {
            "id": "37",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: آثار الصحابة"
        },
        {
            "id": "57",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: آثار التابعين"
        },
        {
            "id": "63",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: الإجماع"
        },
        {
            "id": "65",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: القياس"
        },
        {
            "id": "66",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: في حجج القائلين بوقوعه واحد وردها"
        },
        {
            "id": "67",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الأول: تحقيق نسبة القول للصحابة وغيرهم"
        },
        {
            "id": "75",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثاني: تحقيق معنى {الطلاق مرتان}"
        },
        {
            "id": "81",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الثالث: تحقيق معنى حديث ابن عباس"
        },
        {
            "id": "100",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الرابع: تحقيق حديث ركانة"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث الخامس: تحقيق قياساتهم"
        },
        {
            "id": "106",
            "lvl": "2",
            "sub": null,
            "tit": "المبحث السادس: تحقيق المصلحة في ذلك"
        },
        {
            "id": "115",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}