{
    "b36361": [
        {
            "id": "1",
            "nass": "مذكرة الحج ¶ أكثر من 675 مسألة فقهية في الحج . ¶ لفضيلة شيخنا الشيخ : ¶ خالد بن عبدالعزيز الهويسين ¶ حفظه الله وزاده علماً وخشية ¶ -آمين - ¶ جمعها تلميذه: ¶ أبو مجاهد المضيَّاني ¶ http://www.saaid.net/ ¶ ( ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين : ¶ هذه مذكرة لمسائل الحج لفضيلة شيخنا الشيخ خالد بن عبدالعزيز الهويسين - حفظه الله - جُمعت من بعض الدورات العلمية لفضيلته ، وقد نسقتها وراجعتها على فضيلته يوم الأربعاء 10/11/1425هـ في مدينة الخرج العامرة . ¶ أسأل الله أن يغفر لشيخنا ويزيده علماً وتقاً وأن يبارك له في وقته وماله وولده وزوجه ، وأن يجعله مباركاً أينما كان . ¶ كما أسأله أن يجزي جميع الأخوة الذين ساهموا في إخراج هذه المذكرة خير الجزاء . ¶ وكتبه : ¶ أبو مجاهد المضيَّاني ¶ فضل الحج ¶ الحديث الأول في فضل الحج ¶ عن أبي هريرة ( أنه قال : \"سئل رسول الله ( أي الأعمال أفضل قال :إيمان بالله وبرسوله : قيل ثم ماذا ؟ قال الجهاد في سبيل الله قيل ثم ماذا ؟ قال حج مبرور \" متفق عليه 0 ¶ فيه فوائد : ¶ 1- أن جمعاً من العلماء استدلوا بهذا الحديث الصحيح على أن الجهاد أفضل من حج النافلة ¶ 2- أن لا يقدم شيء على التوحيد 0 ¶ 3- الجهاد إذا كان فرض عين والحج نافلة فإن الجهاد فرضيته مقدمة على الحج 0 ¶ 4- فضيلة هذين العملين ( الجهاد ـ الحج ) قال الإمام أحمد - رحمه الله - : الحج فيه مشقة وتعب وأعمال بدنية ومالية فما أعظمه . ¶ وقال أيضاً : في الحج موقف لايشبهه موقف في الدنيا ، وهو الوقوف بعرفة . ¶ 5- الحج المبرور : هو الذي عمل فيه الحاج الواجبات و المستحبات وترك المحرمات والمكروهات 0 ¶ 6- حِرصُ السلف على الحج : ¶ - اعتمر ابن عمر - رضي الله عنهما - : 1000 عمرة ، وحج 40 حجة 0 ¶ - وحج سفيان الثوري - رحمه الله - : 70 حجة 0 ¶ - وحج الخلفاء من توليهم الخلافة إلى أن ماتوا 0",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "- حج بعض السلف 80 حجة ، ذكره ابن كثير في البداية والنهاية . ¶ - وحج شيخنا ابن باز - رحمه الله - : 61 حجة 0 ¶ 7- مسألة : لو اقتصر الحاج على الواجبات ولم يعمل المستحبات مع تركه للمحرمات والمكروهات فهل حجه يكون مبروراً ؟ ¶ … الجواب : يكون مبروراً ، لكن يزداد براً لو فعل المستحبات 0 ¶ 8- نص النبي ( على أن الحج بعد الإيمان و الجهاد 0 ¶ الحديث الثاني في فضل الحج ¶ عن أبي هريرة رضي الله عنه قال سمعت رسول الله ( يقول : \" من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه \" متفق عليه 0 ¶ فيه فوائد ¶ هذا أصح حديث في فضل الحج على الإطلاق 0 ¶ = قوله \" فلم يرفث \" : أي الجماع و فسره آخرون بالمقدمات و أحسن تفسير له تفسير أهل اللغة منهم الأزهري هو : جميع ما يريده الرجل من امرأته 0 ¶ إذا كان هذا بالحلال فكيف عندما يكون بالحرام فإن الحرمة تشتد 0 ¶ = قوله \" ولم يفسق \" : الفسوق : الخروج ¶ ويعرفه العلماء : هو الخروج إلى المعصية - يعني جميع أنواع المعاصي فسق -0 ¶ = لا يحصل له الثواب إلا إذا اجتنب الرفث و الفسوق 0 ¶ = روايات الحديث في الصحيح \" من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه \" . ليس ¶ فيها \" من ذنوبه \" وهي رواية صحيحة . ¶ = قوله : \" كيوم \" يجوز الجر و النصب 0 ¶ = قوله : \" رجع كيوم ولدته أمه \" اختلف العلماء في ذلك على قولين : هل تكفير الذنوب في ¶ الصغائر دون الكبائر أم جميعاً ؟ ¶ = أكثر العلماء قالوا : الصغائر دون الكبائر 0 ¶ = قال آخرون : منهم القرطبي في المفهم على الصحيح و الحافظ بن حجر : يكفر ¶ الصغائر والكبائر حتى التبعات مثل النميمة و الغيبة وهذا هو الصحيح والراجح ¶ = فائدة لو قيل : ما هي الأعمال التي تكفر الصغائر والكبائر ؟ ¶ جاءت ثلاث نصوص على ثلاثة أعمال منها : ¶ 1- الحج :كما ورد في الحديث 0 ¶ 2- الجهاد في سبيل الله رواه مسلم : \" الجهاد يكفر كل شيء إلا الدَّين \" .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "3- هو من أسهلها و أيسرها وهو مما يدل على سهولة السنة وهو الوضوء ، لما في صحيح مسلم : \" من توضأ وفق السنة خرج من ذنوبه كيوم ولدته أمه \" . ¶ الحديث الثالث في فضل الحج ¶ عن عائشة - رضي الله عنها - قالت : \" يا رسول الله هل على النساء جهاد ؟ قال : نعم عليهن جهاد لا قتال فيه ، الحج و العمرة ) أخرجه أحمد و ابن ماجة وسنده صحيح . ¶ فيه فوائد : ¶ 1- الجهاد على النساء ليس بواجب 0 ¶ 2- الحديث فيه فقه دقيق وهو سبب سؤال المرأة للنبي ( و في بعض الروايات أنها عائشة - رضي الله عنها - وهو أنها أرادت أن تجاهد لأنها سمعت فضل الجهاد من الآيات والأحاديث 0 ¶ 3- أن العمل الشاق يسمى جهاداً ولو كان عبادةً مشروعةً 0 ¶ 4- وجوب العمرة لقوله : \" عليهن \" يعني واجب و الأحاديث في عدم وجوب العمرة ( رواها الترمذي وغيره وهي ضعيفة ) . ¶ شروط وجوب الحج ¶ الشروط : جمع شرط : وهو ما يلزم من عدمه العدم ، وهو قبل العبادة و لابد من وجوده وذُكرت هذه الشروط بدلالة النصوص الصريحة الصحيحة وهي : ¶ 1- الإسلام فيه مسائل : ¶ 1- أن الإسلام شرط في وجوب الحج بالاتفاق 0 ¶ 2- لا يجب الحج على الكافر أو المرتد 0 ¶ 3- الكافر الأصلي هو : اليهودي ـ النصراني ـ الملحد ... وغيره ممن حُكم بكفره . ¶ 4- المرتد هو : الذي كان مسلماً فارتد بسبب ناقض من نواقض الدين 0 ¶ 5- لو حج الكافر لم يصح منه وحرم عليه دخول مكة 0 ¶ … والسبب في أنه لا يصح منه لأمرين : ¶ أ - لأنه لا يجوز أن يدخل مكة لقوله تعالى : ? يَا أَيُّهَا الَّذِينَ آمَنُواْ إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلاَ يَقْرَبُواْ الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا .. الآية ? 0 ¶ ب - لأنه لا نية له ولا تنعقد نيته بالحج لأنه كافر 0 ¶ 6- إذا أسلم المرتد بعد ارتداده وقد حج قبل أن يرتد فإن للعلماء فيه قو لان :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "… القول الأول : يعيد لقوله تعالى ? وَلَقَدْ أُوحِيَ إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ الْخَاسِرِينَ ? . ¶ … القول الثاني : أنه لا يعيد وهو الصحيح ، وهو اختيار شيخنا ابن باز - رحمه الله - . ¶ والسبب أنه لو أمر بالإعادة للزم أمره بإعادة جميع الصلوات والصيام و العمرة وغيرها0 ¶ 2- الحرية : ¶ فلا يجب على رقيق ( عبد ) ¶ * والعبد : ضد الحر وهو: أي العبد هو الذي يباع ويشتري لأنه نوع من المال لصاحبه ( وليس عليه حج ) . ¶ * وأسماؤه : عبد ، رقيق ، قِن ، وكلها مسمى لواحد 0 ¶ * القِن : خالص ليس مُبعض . ¶ * والرقيق : العبد قد يكون هذا وهذا . ¶ * لو حج العبد صح حجه ولم يجزئه عن حجة الإسلام ويسمى هذا شرط الإجزاء لا الصحة ويصح منه : أي يثاب عليه والدليل ما أخرجه البيهقي والشافعي من حديث ابن عباس - رضي الله عنهما- أن النبي ( قال : \" أيما صبي حج ولم يبلغ فعليه حجة أخرى و أيما رقيق حج ولم يعتق فعليه حجة أخرى \" حديث صحيح 0 ¶ * العبد إذا عُتِقَ قبل عرفة ونوى الحج صح حجه . ¶ * العبد إذا عَتَقَ في عرفة : الصحيح يصح حجه . ¶ * العبد إذا خرج من عرفة واعتقه سيده ورجع لعرفة ووقف صح حجه . ¶ 3- البلوغ ¶ 1- المراد بالبلوغ وصول سن التكليف والمراد بسن التكليف جريان القلم عليه . ¶ 2- اختلف العلماء فيمن بلغ ( 15 ) سنة هل يُحكم ببلوغه أم لا ؟ ¶ الجواب : اختار عمر بن عبد العزيز - رحمه الله - أنه يحكم ببلوغه واختار آخرون ظهور علامات أخرى يأتي ذكرها - إن شاء الله تعالى - . ¶ 3- إذا بلغ سناً معيناً ولم تظهر علامات البلوغ يُحكم ببلوغه إذا بلغ ( 19 ) سنة . ¶ قال ابن حزم - رحمه الله - : أجمعوا على أن من بلغ سن ( 19 ) سنة أنه بالغ ولو لم يُرى …منه علامات البلوغ .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4- الصبي : يصح حجه و لا يجزئه وجاء في صحيح مسلم : \" أن امرأة رفعت صبياً لها وقالت : ألهذا حج ؟ قال رسول ( : نعم ولك أجرٌ \" . فصحح النبي ( حجه ولم يصحح إجزاءه . ¶ والبلوغ له علامات : ¶ 1- بلوغ خمس عشرة سنة قاله بعض السلف و على رأسهم عمر بن عبد العزيز-رحمه الله-. ¶ 2- إنبات الشعر حول القبل و الدبر0 ¶ 3- نزول المني للذكر والأنثى 0 ¶ 4- وتزيد على ذلك المرأة : بالحمل أو الحيض في سن يصلح فيه الحيض ( 9 ) سنين وما فوق0 ¶ ملحوظة : طول القامة ليس دليل على البلوغ ، وخشونة الصوت كذلك لكن يُستأنس بها 0 ¶ مسائل تتعلق بحج الصبي ¶ 1- الصبي هو :الصغير الذي لم يبلغ بعد ولو كان عمره ساعة واحدة . ¶ 2- أجمعت الأمة على جواز حج الصبي إلا قول ضعيف شاذ لا عبرة به في مذهب أبي حنيفة - رحمه الله - . ¶ 3- يفعل بالصبي الحاج كما يفعل بالكبير من الدخول بالنسك وتجنيبه محظورات الإحرام وفعله للواجبات والسنن و .. الخ . ¶ 4- إذا لم يستطع الصبي النطق بالتلبية ( الدخول في النسك ) نَطق عنه وليه كما في صحيح مسلم عن جابر- رضي الله عنه - لبينا عن الصغار . ¶ 5- إذا طلب الصبي نسكاً معيناً فهل يُمكنه وليه من ذلك ؟ ¶ …إن كان عنده فهم وإدراك فلا بأس وإلا اختار له وليه . ¶ 6- إذا فعل الصبي الغير مميز خاصة محذوراً من محذورات الإحرام فهل عليه فدية ؟ الصحيح أنه لا فداء عليه لأدلة منها (( رفع القلم عن ثلاثة وذكر منهم الصغير )) وغيره . ¶ 7- إذا تعمد الولي فعل محذور من محذورات الإحرام في الصبي كأن غطى رأسه من برد أو حر ونحوه وجب الفداء على الولي يذبح الفداء في مكة سواء في حج أو عمره . ¶ 8- كيف يُحمل الصبي في الطواف ؟ ¶ …أولاً : الصحيح في طواف الحامل والمحمول أنه يكفيهما طواف واحد ، ولا يلزم طواف لكل …واحد على حدة فالأب إذا حمل صبيه يكفيهما سبعة أشواط لأن الأعمال بالنية.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "…ثانياً : لا يجوز طواف صبيك إذا حملته وصدره على صدرك لأن الكعبة ستكون على يمين …صبيك وهذا خطأ يفسد طوافه لا طوافك . ¶ …والصحيح في حمله أن تجعل ظهر صبيك إلى صدرك أو أن تحمله على عنقك وتدلي رجليه …من جهة صدرك ؛ رجله اليمنى من جهة يدك اليمنى ورجله اليسرى من جهة يدك اليسرى ؛ …حتى تكون الكعبة على يسار الصبي .… ¶ 9- يجوز أن يلبس الصغير الحفائض . فهي ليست في حكم السراويل ؛ مثلها كما لو أن أحداً به ¶ …سلس بول جاز له أن يضع خرقه على ذكره . ¶ 10- إذا علمت الأم أو ولي الصبي أن طفلها قذر في هذه الحفائض أثناء الطواف وجب عليها قطع ¶ …الطواف وتنظيف الطفل ومن ثم إكمال الطواف بالصبي نظيفاً من المكان الذي قطعت منه …الطواف ولا تعيد الطواف من جديد ولو طال الفصل مادام أنها مشتغلة بتنظيف الطفل لا …بأمر آخر . ¶ 11- يفعل الصبي الواجبات و المستحبات بنفسه إلا إذا عجز عن بعضها ناب عنه وليه ¶ 12- إذا استطاع الصبي رمي الجمرات من غير عناء و لا كلفة مُكن من ذلك و إلا قام وليه عنه ¶ 13- قد يبتلى الصبي ببعض الحبوب في جسمه فيحتاج إلى وضع دهونات وبودرة فجائز ذلك بشرط أن لا تكون مطيبةً و لا معطرةً . ¶ 14- إذا بلغ قبل التعريف ( عرفة ) ونوى حجة الإسلام صح . ¶ 15- إذا بلغ في عرفة الصحيح أنه يصح منه حجة الإسلام . ¶ 16- إذا بلغ بعد خروجه من عرفة ويمكنه الرجوع إليها في الوقت قبل طلوع فجر يوم العيد …ورجع صح حجه أي أجزأ عن حجة الإسلام . ¶ 4- العقل فيه مسائل ¶ 1- من شروط الحج العقل وضده الجنون ، والمجنون لا يحج لأن التكليف مرفوع عنه 0 ¶ 2- المجنون : من ذهب عقله ، وما لا يدرك ما لا ينفعه وما لا يضره فإن كان يدرك أحياناً فهو معتوه 0 ¶ 3- جميع تكاليف الشرع مرفوعة عنه لما صح ذلك عن النبي ( عند الإمام أحمد \" رفع القلم عن ثلاثة وذكر منهم المجنون حتى يفيق \" . = والمجنون غير مطالب بأمور الشريعة حتى لو تلفظ بالكفر 0",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "4- إذا أفاق المجنون وجب عليه الحج إن كان بالغاً 0 ¶ 5- إذا حُج بمجنون فلا يلزم و لا يجوز لوليه أن يُحرم به 0 ¶ 6- لا يقام على المجنون الحد لأن التكليف مرفوع عنه 0 ¶ 7- إذا كان يذهب عقله تارة ويأتي تارة ، مثل : سنة يفيق وسنة يُجن ففي السنة التي توافق عقله يحج 0 ¶ 5- الاستطاعة فيها مسائل ¶ 1- أن الأحاديث المرفوعة الواردة في تفسير الاستطاعة بأنها الزاد والراحة ضعيفة مع كثرة طرقها. ¶ 2- أن أمثل ما يقال في هذه الآثار وقفها على بعض التابعين كالحسن البصري وغيره . ¶ 3- جمهور أهل العلم على تفسير الاستطاعة بأنها الزاد والراحلة . ¶ 4- كثرة طرقها تفيد أن لهذه الآثار أصل . ¶ 5- ما الفرق بين الزاد و الراحلة ؟ ¶ …الزاد : الطعام الذي يكفيه في ذهابه ومجيئه ويكون فاضلاً عن حاجته وحاجة أهله حتى ¶ …يرجع من الحج . ¶ …الراحلة : هي الدابة من بعير ـ حصان ـ حمار ـ سيارة في وقتنا الحاضر ـ ونحو ذلك 0 ¶ 6- إذا وجد زاداً ولم يجد دابة ( الراحلة ) لكنه يستطيع أن يذهب على قدميه ، فهل يلزمه ¶ الحج ؟ ¶ قولان لأهل العلم : ¶ …القول الأول : ذهب بعضهم إلى أنه يلزمه لأن قدميه صارت كالراحلة 0 ¶ …القول الثاني : لا يلزمه وهو الأقرب 0 ¶ 7- إذا كان قريباً من مكة مثل ( الشرائع ـ الطائف ـ جدة ) مثلاً هل يلزمه المشي للحج ؟ ¶ …قولان : أقربهما الوجوب ، للقرب وعدم المشقة 0 ¶ 8- لو قال ليس عندي زاد لكن هل يجب عليَّ أن أقترض ؟ ¶ الجواب : لا يجب عليه ولكنه جائز و إن تركه يعتبر غير مستطيع 0 ¶ 9- لو قال إنسان أنا سليم لكن مع الزحام يأتيني الربو وضيق التنفس فهل يلزمني ؟ ¶ …الجواب : لا يلزمه و اصبح غير مستطيع ويلزمه التوكيل 0 ¶ 10- هل يلزمه الكد ليكون مستطعياً ؟ ¶ …الجواب : قولان نقلهما ابن القيم - رحمه الله - ولا خلاف على الاستحباب والواجب فيه نظر . ¶ 11- نص بعض أهل العلم إن كان طالب علم وقصرت به النفقة للحج أنه لا يبيع كتبه التي",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "…يدرس فيها لأن العلم عزيز وشريف ويحتاج إليه في كل وقت . ¶ 12- إذا تُبرع له بمال هل يلزمه أخذه ؟ ¶ …الجواب : لا يلزمه لأن فيه منَّة من الناس وإن أخذه جاز ولكن لا يجب عليه . ¶ 13- من لم يستطع الحج أقام من يحج عنه وتسقط حجة الإسلام عنه . ¶ 14- إذا وكل من يحج عنه وهو غير مستطيع ثم استطاع فهل يحج بنفسه ؟ الجواب إن كان ¶ … لموكل قد تلبس بالحج أجزأه وإن لم يكن فلا . ¶ 15- من حج عن غيره ولم يكن حج عن نفسه صارت الحجة له لا لغيره. ¶ 16- إن كان الموكل قد أخذ مالاً ليحج عن غيره وهو لم يحج عن نفسه رجع بالمال إلى صاحبه إلا أن يحج عنه سنة أخرى . ¶ 17- لا يجوز أن يحج شخص واحد عن اثنين بل لابد عن واحد لحديث شبرمة ( (حج عن…نفسك ثم عن أخيك) . ¶ 18- هل يجوز أن يحج عن شخص متوفى أكثر من حجة في سنة واحدة؟ ¶ …الجواب : يجوز ذلك ( كأن يحج عنه أبناؤه في عام واحد ) ¶ 19- العمرة كذلك في التوكيل . ¶ 20- التوكيل يجوز من رجل لامرأة ومن امرأة لرجل ولو كانت أجنبية لحديث (حجي عن…أبيك) ¶ 21- هل يجوز أخذ المال من أجل الحج ؟ ¶ … قال ابن تيمية - رحمه الله - : يأخذ ليحج لا يحج ليأخذ . ¶ 22- إذا بقي من المال شيء هل ترجعها للوكيل ؟ الصحيح والتحقيق إذا لم يقل بإرجاعها ولم يفهم منه ذلك فلا ترجعها وإذا شرط عليه ذلك وجب ذلك ، وأما إذا لم يشترط ذلك ولم تعرف حالة فالتحقيق والصواب أخذه . ¶ … # يزيد شرط على المرأة وجود المحرم . ¶ مسائل الاستطاعة والسفر للمرأة : ¶ 1- إذا لم تجد المرأة مَحْرَماً فلا يجب عليها الحج 0 ¶ 2- المَحْرَم هو : من تحرم عليه بسبب نكاح أو سبب مباح كالمصاهرة . والمحارم مثل : أبوها ـ أخوها ـ ابنها ـ خالها ـ عمها ـ خال أبيها ـ خال أمها ـ عم أبيها ـ عم أمها ـ جدها ـ أبو جدها من أم وأب ـ أبو زوجها ـ ربيبها من زوجها 0 ¶ 3- هل الرضاعة تكون محرمية ؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الجواب : الصحيح أنها محرمية ،كابنها من الرضاع وكأبيها من الرضاعة وان علا و أخيها من الرضاعة و إن نزل وكعمها وخالها من الرضاعة وغيره 0 ¶ 4- أن الأحاديث الصحيحة في الصحيحين وغيرها شددت على وجوب المحرم للمرأة في السفر. ¶ 5- كل الأقوال في المذاهب القائلة بجواز حج المرأة من غير محرم إذا كانت مع رفقة صالحة مع النساء أقوال ضعيفة مصادمة للنص فلا تعتبر . ¶ 6- هل يجب على الزوج وهو محرم لزوجته أن يحج معها بنفسه ؟ ¶ الجواب : لا يجب لكنه يجب عليه أن يخلي بينها وبين الحج بوجود محرم 0 ¶ 7- نفقة المحرم عليها إن وجد 0 ¶ 8- إذا كان عند المرأة عبد فلا يسوغ لها الذهاب معه لأنه ضيعة كما جاءت به بعض الأحاديث المتكلم فيها . ¶ 9- إذا مات المحرم في السفر؟ إن كان بلدها قريب رجعت إليه وإن كان الأقرب إليها مكة فينظر فيه إلى المصلحة باستفتاء عالم ثقة . ¶ 10- إذا تلبست بالنسك ومات المحرم وجب عليها إتمام النسك 0 ¶ 11- إذا مات المحرم بعد تلبسها بالنسك فإنها تكمل نسكها مع نساء ثقات . ¶ 12- إذا عاد المحرم رغماً عنها فإنها تعطى حكم من توفي عنها المحرم كما سبق . ¶ 13- هل يجوز للمرأة أن تسافر مع مجموعة نساء تثق بهن ؟ ¶ الجواب : يحرم عليها ذلك ، لما صح عن النبي ( في الصحيح في الرجل الذي اُكْتُتِبَ في الجهاد قال له : \" انطلق فحج مع امرأتك \" ولم يسأله أمعها نساء أم لا ؟ ¶ 14- إذا حجت المرأة عاصية ، من غير محرم ، هل يصح حجها أو يلزمها حجة أخرى ؟ ¶ الجواب : حجها صحيح و لا يلزمها حجة أخرى وهي آثمة لفعلها لمخالفتها الواجب 0 ¶ 15- اشتهر عند بعض الناس أن المرأة تسافر مع أختها وزوج أختها وظنوا أنه جائز ومن فعلت ذلك فسفرها يعتبر بغير محرم 0 ¶ 16- النساء لسن محارم لبعضهن البعض مهما كانت المرأة كبيرة سن أو صغيرة 0 ¶ 17- إذا حجت المرأة مع المحرم البالغ ( 15 ) سنة فهل تعتبر محرميته أو لا ؟ مع عدم تبين علامات البلوغ ؟",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الجواب : تارة يعتبر وتارة لا يعتبر . فيعتبر إذا كان يستطيع صيانتها وحمايتها ولايعتبر إذا كان كهي 0والتحقيق أنه إذا بلغ الخامسة عشر فما فوق جاز وإلا فلا . ¶ 18- لو قدر أنه نقص عن الخامسة عشرة بقليل هل يصلح أن يكون محرماً ؟ يصلح أن يكون محرماً إذا كان يتحمل ما يتحمله الرجال . ¶ 19- هل تصح محرمية الأعمى ؟ قولان لأهل العلم : ¶ القول الأول : ذهب جماعة إلى أن المقصود لا يحصل فلا ينفعها و لا يصح السفر معه 0 ¶ والقول الثاني : شرعاً يعتبر محرماً و النص لم يستثن الأعمى وهو الصحيح 0 ¶ 20- المسائل التي يخالف فيها الأعمى البصير بضعة عشر مسألة منها هذه المسألة والمسائل التي تخالف فيها المرأة الرجل ستة وخمسون مسألة0 ¶ 21- الأحاديث الصحيحة جاءت متغايرة في ظاهرها بالنسبة إلى اليوم والليلة والبريد والثلاثة أيام فكيف الجمع بينها ؟ ¶ … الجمع باختصار أن النصوص والأحاديث جاءت بحسب السؤال . ¶ 22- ما هو البريد ؟ الجواب البريد يساوي أربعة فراسخ . ¶ … والأربعة فراسخ اثنا عشر ميلاً والاثنا عشر ميلٍ تساوي 22179م وعليه ¶ … فالمسافة23 كم تقريباً . ¶ 23- متى تحسب هذه المسافة ؟ تحسب من آخر بنيان في البلد والقرية . ¶ 24- هل الكافر يكون محرماً للمسلمة ( مثلاً : بنت نصرانية أسلمت وأبوها لم يُسلم )؟ الجواب : لا يجوز لأنه لا يؤمن عليها ،وذهب بعضهم إلى جوازه مع الأمان لكن لا يُمكن من دخول مكة . ¶ 25- لو قيل متى يجوز للمرأة أن تُسافر من غير ذي محرم ؟ ¶ … الجواب : سفرها للهجرة من بلاد الشرك إلى بلاد الإسلام إذا لم تجد محرماً . ¶ مسائل الإمارة في السفر ¶ 1- من السنة أن يؤمَّر في السفر وقد دلت عليه الأحاديث الصحاح وهكذا كانت سيرته وفعله (.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "2- من يصلح أن يكون أميراً في السفر ؟ أن يكون عالماً بالحلال والحرام وأن يكون ذا عقل يمنعه من التصرفات الرديئة مع الصحبة وأن يكون ذا فطنة حتى لا يخدع من صحبته ولا من غيرهم وأن يكون ذا عبادة وأن يكون حليماً رفيقاً بمن معه وأن يكون صاحب إيثار لغيره على نفسه من مطعم وأن يحاول أن يجمع قلوب رفقته بعضهم على بعض . ¶ 3- ليس معنى أنه صار أميراً عليهم أن له الإمارة المطلقة . ¶ 4- هذه الإمارة لها بداية ونهاية بدايتها السفر ونهايتها الرجوع من السفر . ¶ 5- إذا ذهب جماعة ولم يؤمروا عليهم أحدهم فقد خالفوا السنة فقد جاء في بعض الروايات وإن كان فيها ضعف أنه يتأمر عليهم إبليس فكيف بجماعة أميرهم إبليس ؟! ¶ 6- لا طاعة لمخلوق في معصية الخالق . ¶ 7- إذا أمرهم بترك أمر مستحب هل يطيعونه ؟ إذا كان في ذلك مصلحة فإنهم يطيعونه من أجل جمع القلوب والكلمة وإلا فلا . ¶ السفر في الدلجة فيه فوائد منها . ¶ 1- أن السنة رغبت في ذلك . ¶ 2- ما بينت السنة الحكمة في ذلك وهو أن الأرض تطوى بالليل واختلف في تفسير الحديث على قولين فقيل : إن الطي هنا طي حقيقي . وقيل معنوي وهو ما يحصل من الظلمة فلا يرى الطريق والأول أقرب . ¶ 3- يتعرض المسافر لآخر الليل وقت نزول الرب سبحانه فربما تعرض لنفحات الله فيرجى فيه قبول الدعاء . وغيرها من الفوائد . ¶ 4- الدلجة بالتحريك والتسكين . والدلجة فسرها بعضهم بأنها آخر الليل ومن حركها (الدُلَجة) بأنها أول الليل ،وإن كان المشهور أنها آخر الليل . ¶ مسائل تتعلق بالجرس في الدواب : ¶ 1- أن عدة نصوص جاءت في النهي عن الجرس منها ما هو في مسلم ومنها ما هو في السنن وفي غيرها 0 ¶ 2- أن النهي أقل أحواله الكراهية وإلا فظاهره التحريم . ¶ 3- ما المراد بالجرس هنا ؟ المراد بالجرس كما بينته الروايات والآثار : ما يعلق على الدواب وهو حديدة مفوسة أو مدورة أو مربعة ويوضع فيها حلقة وتعلق في رقبة الدابة .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "4- الحكمة في ذلك بينتها بعض الطرق وهو أن صوت الجرس محبوب للشيطان ولذا نهى عنه . ¶ 5- لا يتعلق بالجرس ما يسيمه الناس اليوم أجراس البيت لأن هذا اسم اصطلاحي ولكن يمنع من جرس البيت إذا كان على أصوات الموسيقى وأنغامها فهو منهي عنه . ¶ 6- لا يدخل أيضاً فيما يسمونه اليوم الجرس في السيارة عند سرعة معينة . ¶ 7- يؤمر بقطعه إذا وجد على دابة لأنه جاء في بعض الطرق أنه يقطع . ¶ 8- من فعله بعد العلم بذلك فهو مخالف للسنة . ¶ 9- يشتد النهي عن الجرس إذا كان في السفر لأنه جاء في بعض طرق الحديث الصحيحة \" لا تصحب الملائكة رفقة فيها جرس \" . ¶ 10- إذا لم تصحبهم الملائكة فيخشى على هؤلاء الرفقة في السفر أن تصحبهم الشياطين . ¶ 11- إذا علق في رقبة دابة جرس في السفر فهل يجوز للإنسان أن لا يصحب هذه الرفقة ؟ الجواب : إذا نصحهم فلم ينتصحوا فلا يصحبهم اتباعاً للسنة وابتعاد عن النهي والمحظور . ¶ مسائل تتعلق بأشهر الحج ¶ 1- أشهر الحج هي شوال وذو القعدة وعشر ذي الحجة وقال بعضهم ذو الحجة كاملاً . ¶ 2- المراد بأشهر الحج : هي التي يحرم فيها من نوى حج بيت الله الحرام . ¶ 3- لو أحرم قبل أشهر الحج في رمضان مثلاً أو صفر أو غيرهما فيعتبر غير محرم في أشهر الحج ¶ ……ولا يجزئه . ¶ 4- إذا أحرم في أشهر الحج ففائدة ذلك إن كان قارناً أو متمتعاً فعليه الهدي وإن كان مفرداً ¶ ……لاشيء عليه . ¶ 5- الثمرة الحاصلة في قول من قال : إن ذا الحجة كاملاً من أشهر الحج وهو مذهب أبي حنيفة …ومن وافقه أنه يجوز تأخير طواف الإفاضة إلى آخر شهر ذي الحجة على هذا القول وسيأتي التحقيق فيه إن شاء الله في الأطوفة التي يطوفها الحاج . ¶ مستحبات قبل الحج ¶ المستحب: أحد أركان الشريعة الخمسة : الواجب ، المحرم ، المكروه ، المباح ، المستحب . ¶ … الفرق بين المستحب و السنة : ¶ السنة : ما جاءت من أقواله و أفعاله أو تقريراته (0 ¶ والمستحب : ما كان دون ذلك ومفرع على ذلك وقال بعضهم : هما سواء .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والصحيح : أنهما ليسا سواء 0 ¶ * قول الفقهاء \" يستحب له أن يشاور \" : بمعنى أن من ترك المشاورة لم يترك واجباً و لا يؤثر على حجه 0 ¶ * \" يستحب أن يستخير \" : و الاستخارة هذه لا تعود للحج نفسه إلا إذا كان الحج نفلاً ، أأحج هذه السنة أم لا ؟ ومع هذه الحملة أم لا ؟ و في هذا الطريق أم لا ؟ لأن الواجبات ليس فيها استخارة ، وليست في ترك المحرمات 0 ¶ * وتَعَلُّمِ العلم قد يكون واجباً إذا كان لا يعرف وذلك للحديث \" طلب العلم فريضة على كل مسلم \" 0 وإذا لم يتعلم يصحب أهل العلم و المعرفة . ¶ وحديث : \" طلب العلم فريضة على كل مسلم \" فيه مسائل : ¶ 1- هذا الحديث له طرق كثيرة تبلغ ( 49 ) طريقاً أو تزيد على ( 50 ) طريقاً 0 ¶ 2- هذا الحديث له شواهد كثيرة منها ما ذُكر من حديث علي بن أبي طالب و ابن مسعود وجابر وأنس و غيرهم ( 0 ¶ 3- أكثر طرق هذا الحديث من حديث انس بن مالك ( وهي تزيد على ( 30 ) طريقاً. ¶ 4- مخرجي هذا الحديث من كتب الأحاديث المسندة كثير ، ولم يخرجه من أصحاب الكتب الستة سوى ابن ماجه وقد أخرجه جماعة منهم ابن ماجه و الطبراني في معجمه الصغير والأوسط والبيهقي في السنن وشعب الإيمان ، وابن عساكر في التاريخ ، والخطيب البغدادي في تاريخ بغداد ، و أبو نعيم في الحلية ، وتمّام في فوائده 0 ¶ 5- ضعف جماعة هذا الحديث منهم الحافظ ابن عبد البر لأن في بعض طرقه من الرواة المتكلم فيهم لذا حكموا عليه بالضعف 0 ¶ 6- التحقيق في هذا الحديث ما قال الحفاظ الكبار : كالمزي حيث حكم على الحديث بأنه حديث حسن وهو كما قال - رحمه الله - . ¶ الوصية فيها مسائل : ¶ 1- اتفق العلماء على سُنيتها واستحبابها 0 ¶ 2- المراد بالوصية : ذِكْرُ مالَكَ وما عليك ووصية أهلك بتقوى الله عز وجل بفعل الواجبات وترك المحظورات 0 ¶ 3- اختلفوا فيما إذا كان على الإنسان دين هل يجب عليه الوصية أم لا ؟",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "…الجواب : قولان لأهل العلم و الصحيح أنه يجب لحديث ابن عمر- رضي الله عنهما - في الصحيح : \" ما حق امرئٍ يبيت ليلتين إلا ووصيته عند رأسه - وفي لفظ - مكتوبةً عند رأسه \" ¶ 4. يجوز في الوصية استبدالها و الزيادة فيها والنقص منها ما دام على قيد الحياة 0 ¶ 5. إذا كُتبت الوصية وبدا له أن يكتب أُخرى فيتعين عليه إلغاء الأولى حتى لا يلتبس على أهله 0 ¶ 6. يستحب تأريخ الوصية وذلك لأن التأريخ تأصيل لها ولكل شيء 0 ¶ 7. يستحب استفتاحها بالحمد و الصلاة على النبي( وذكر ما يريد فيها باختصار . ¶ 8. لو أوصى عن طريق الأجهزة ( الأشرطة السمعية ) بصوت مسموع يعتمدها الحاكم أو لا ؟ ¶ الجواب : إذا أمنت فيها الشُبهة اعتمدها وإلا فلا يجوز . ¶ والشبهة : أنه قد يكون مجبراً على التسجيل . ¶ 9. إذا وجد عند الموصي وصيتان ينبغي على الأولياء عند الحاكم تحري آخرهما مع القرائن. ¶ 10. هل يجب الإشهاد في الوصية ؟ ¶ الجواب : الصحيح : أنه مستحب 0 ¶ 11. يجب على الموصي أن لا يجور في وصيته و لا يتجاوز الحد المشروع 0 ¶ 12. إذا وُجِدَ في الوصية محظور من محظورات الشرع أو مُحَّرم لم يجز العمل به 0 ¶ 13. كان بعض السلف لا ينام إلا ووصيته تحت رأسه أو تحت وسادته ومنهم عبد الله بن عمر- رضي الله عنهما- 0 ¶ مسائل الصحبة في السفر ¶ يستحب أن يطلب الرفيق الصالح لعموم قوله (: \" لا تصاحب إلا مؤمناً 000 \" رواه أحمد وابن حبان وغيرهما وهو حديث صحيح 0 ¶ خرج أبو يعلى في مسنده عن عائشة - رضي الله عنها - قالت : \" ما أحب رسول الله ( إلا ذا تُقى \" قال الهيثمي : إسناده حسن 0 ¶ * والرجل الصالح : هو الذي قام بحقوق الله تعالى وقام بحقوق الناس 0 ¶ = لو قيل ما هي صفات الرجل المطلوب في السفر مطلقاً و الحج خاصة ؟ ¶ 1- أن يكون كبير السن لأن خبرته في الحياة أكثر من غيره 0 ¶ 2- أن يكون ذا عقل وحلم 0 ¶ 3- أن يكون رفيقاً 0 ¶ 4- أن يكون ذا علم 0 ¶ 5- أن يكون كريماً 0 ¶ 6- أن يكون سليم القلب 0",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "7- أن يكون ذا ورع 0 ¶ 8- أن يكون ذا تُقى 0 ¶ 9- أن يكون ممن يصفح عن الزلات و لا يبحث عن العورات والعثرات 0 ¶ 10- أن يكون مُحكماً للسنة في جميع أفعاله وأقواله 0 ¶ 11- أن يكون مؤثراً لإخوانه بطعام وشراب وغيره 0 ¶ 12- أن يكون ممن يحسن الكلام والخطاب 0 ¶ 13- أن يكون عالماً بكتاب الله وسنة نبيه (0 ¶ مسائل تتعلق بالأنساك الثلاثة ¶ 1- الأنساك ثلاثة : القران ـ التمتع ـ الإفراد 0 ¶ 2- وزاد بعضهم مطلق الحج ، لكن الصحيح أنها ثلاثة 0 ¶ 3- يجوز لأي أحد أن يختار من هذه الأنساك الثلاثة ما يشاء 0 ¶ 4- أفضلها على الصحيح التمتع وقال بعضهم بوجوبه كابن عباس - رضي الله عنهما ¶ …واختاره ابن القيم -رحمه الله - 0 ¶ 5- حَجُ النبي ( كان قِراناً ، قال ابن القيم -رحمه الله- : بضعة عشر دليلاً على أنه كان قارناً. ¶ 6- كيف كان التمتع أفضل من القِران وقد حج النبي ( قارناً ؟ الجواب : لأمره بالتمتع ¶ 7- أمره بالتمتع ليس خاصاً بالصحابة ( 0 ¶ 8- القران : هو أن يحرم من الميقات ولا يحل من إحرامه إلا بعد الرمي والحلق 0 ¶ 9- التمتع : هو أن يحرم من الميقات ويطوف ويسعى ويقصر ويلبس ثيابه . وفي اليوم الثامن ¶ …للحج يلبس إحرامه من جديد 0 ¶ 10- الإفراد :هو أن يحرم من الميقات ويذهب لعرفة مباشرة 0 ¶ 11- ما الفرق بين القارن و المفرد ؟ لا فرق بينهما إلا في شيء واحد وهو: أن القارن عليه هدي ¶ 12- والمفرد لا هدي عليه 0 ¶ 13- قد يكون القارن والمفرد سواء إذا كان القارن من أهل مكة لأن أهل مكة لاهدي عليهم ?.. ذَلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي الْمَسْجِدِ الْحَرَامِ ...الآية ? . ¶ 14- إذا أحرم بالحج مطلقاً ولم يختر نسكاً ؟ يُخْتَارُ له التمتع ، لأنه الأفضل ولأمر النبي ( به 0 ¶ 15- يصح أن يحرم الإنسان بنسك يشبه نسك صاحبه ( أن يقول لبيك مثل حج فلان )كما فعل علي ( مع النبي ( 0 ¶ 16- لو لم يعرف نسك صاحبه ينصرف إلى التمتع إلا أن يكون معه الهدي فيكون قارناً.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "17- من أحرمت بالحج متمتعة وحاضت ولم تطهر إلا بعد عرفة نوت القران و تصنع كما يصنع الحاج إلا أنها لا تطوف بالبيت كفعل عائشة رضي الله عنها بأمر النبي ( : (( اصنعي كما يصنع الحاج غير أن لا تطوفي بالبيت )). ¶ مسائل المواقيت المكانية ¶ 1- المواقيت خمسة وزاد بعضهم ميقاتاً سادساً وهو ( العقيق ) وفيه حديث لا يصح 0 ¶ 2- وقَّتَ هذه المواقيت رسول الله ( كما جاء في الحديث إلا ميقاتاً واحداً 0 ¶ 3- اختلفوا في ميقات ( ذات عرق ) هل أول توقيته من النبي ( أو من عمر ( ، والتحقيق أن عمر ( صح عنه أنه وقته من غير علم النبي ( ووافق توقيته السنة ، وإلا فقد جاءت أحاديث تدل على توقيت النبي ( ( ذات عرق ) 0 ¶ 4- لا يجوز لأحد أن يتجاوز هذه المواقيت وهو يريد الحج أو العمرة إلا وهو محرم 0 ¶ 5- من تجاوزها وجب عليه الرجوع إليها 0 ¶ 6- كل من مَرَّ على هذه المواقيت الخمسة جاز له أن يحرم من أحدها وإن لم يكن من أهلها لدلالة الحديث بذلك \" هن لهن ولمن أتى عليهن من غير أهلهن 000 \" الحديث متفق عليه 0 ¶ 7- من كان بيته بعد المواقيت أحرم من مكانه 0 ¶ 8- من تجاوز الميقات من غير إحرام ثم أحرم صح إحرامه وعليه الفدي ، وفي رواية غريبة عجيبة عند الحنفية بإفساد حجه وعمرته وهو قول فاسد 0 ¶ 9- من كان له بيتان أحدهما قبل الميقات والآخر بعده أحرم مما شاء 0 ¶ 10- أبعد المواقيت ( ذو الحليفة ) وأقربها من مكة قرن المنازل 0 ¶ 11- من لا يمر على ميقات يحرم إذا حاذى أي ميقات 0 ¶ 12- هل يجوز لمريد الحج و العمرة أن يتعدى ميقاتاً بعيداً إلى الأقرب منه قولان : الأقرب الجواز . ¶ 13- من لم يرد حجاً و لا عمرةً وقد حج واعتمر يجوز له على الصحيح أن يتجاوز الميقات من غير إحرام \" لمن أراد الحج أو العمرة 000 \" الحديث 0 ¶ 14- السنة المؤكدة أن يحرم من هذه المواقيت المحددة ولا يحرم قبلها 0 ¶ 15- لو أحرم قبل المواقيت صح إحرامه طالت المسافة أو قصرت على الصحيح 0",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "16- كَرِهَ وشدَّد السلف من الصحابة ( وغيرهم أن يحرم قبل الميقات ولو بقليل ، فقد أنكر عمر ( على من أحرم قبل الميقات ، وكذلك الشافعي - رحمه الله - مع انعقاد إحرامه. ¶ 17- من يتعمد تجاوز الميقات إلى جُدة لعمل أو حاجة فإذا أراد الدخول في النسك وجب عليه الرجوع إلى ميقاته 0 ¶ 18- إذا دخل في النسك بعد الميقات بنيته ولم يلبس رداء ولا إزار وجب عليه الخلع وارتداء الرداء والإزار ،وجمهور العلماء على أن عليه فدية ، وذهب بعض الحنفية إلى أنه إن كان متعمداً لذلك فسد نسكه ، والتحقيق عندي أنه تجاوز فإنه استطاع الفدية فدى وإلا فلا0 ¶ 19- ( ذو الحليفة ) ميقات أهل المدينة أو ( آبار علي ) قال ابن تيمية : وما يرويه العامة أن علي ( قاتل الجن هناك فهو كذب موضوع ثم جعل ابن تيمية - رحمه الله - قاعدة: (ولم يقاتل الصحابة أحداً من الجن ) 0 ¶ 20- ( الجحفة ) : ميقات أهل مصر وهم يحرمون اليوم من رابغ وهي مكان قبل الجحفة لأن الجحفة جاءها ماء وغطاها . ويصح الإحرام من رابغ 0 ¶ 21- ( يلملم ) :ميقات أصله جبل صغير ويقال له ( أَلملم ) وهو لأهل اليمن وكل من مر عليه من غير أهله 0 ¶ 22- ( ذات عرق ) لأهل العراق و أصله جبل صغير ولكل من مرّ عليه حتى من غير أهله 0 ¶ 23- ( قرن المنازل ) ويقال ( قرن الثعالب ) لكثرة الثعالب فيه وهو لأهل نجد ولمن مر عليه من غير أهله 0 ¶ 24- ليست جدة ميقات إلا لأهلها لمن شاء النسك فيها 0 ¶ مسائل متعلقة عند الوصول للميقات ¶ 1- ليس الاغتسال للنسك واجباً بالاتفاق بل مستحب ويجزيء لو اغتسل من بيته ¶ 2- يأخذ ما يحتاجه مما يجوز شرعاً كالأخذ من شاربه وأظافره أما اللحية فلا يجوز الأخذ منها وفي وجوب إطلاق اللحية ( 15 ) حديث والإصرار على حلقها كبيرة من كبائر الذنوب 0 ¶ 3- لو اقتصر على الوضوء عند الإحرام جاز 0 ¶ 4- يجب عليه خلع جميع ملابسه من عمامة ـ إزار ـ سراويل ونحوها 0",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "5- يلبس رداءً و إزاراً . والإزار : الذي يُتزر به على العورة . والرداء : الذي يوضع على الكتف ¶ 6- يستحب أن يكونا أبيضين ( الرداء والإزار ) ¶ 7- لو أحرم بغير الأبيض جاز كالأخضر ـ الكحلي ـ الأسود 0 ¶ 8- لو أحرم في رداء بلون و الإزار بلون آخر جاز 0 ¶ 9- يجوز شد الإزار بسير أو خيط أو حزام ونحوها 0 ¶ 10- إذا قَصُرَ رداؤه أو إزاره وخاطه بإزار أخر جاز 0 ¶ 11- كره بعض العلماء أن يشد الإزار بأزرّةٍ وخلال ونحوه 0 ¶ 12- يجوز تغيير الرداء و الإزار عند الحاجة بتغييره بجديد أو نظيف أو إعادة غسله مرة أخرى ¶ 13- يتطيب المحرم قبل دخوله في النسك و السنة في رأسه ولحيته كما صح عنه ( في البخاري ¶ 14- لا يُطيب الرداء و الإزار و إنما البدن وفي الرأس واللحية خاصة 0 ¶ 15- منع بعض العلماء أن يؤمر بالطيب حال الإحرام قبل انعقاد النية . والصحيح جوازه 0 ¶ 16- المرأة في الإحرام تخالف الرجل وذلك أنه يجوز لها أن تلبس كل شيء إلا ما منعت منه كالنقاب والبرقع ( النقاب صح فيه المنع ) و البرقع ليس فيه حديث مرفوع إنما موقوف عن عائشة - رضي الله عنها - عند ابن الجارود ، قال ابن تيمية - رحمه الله - : البرقع أشد من النقاب 0 ¶ 17- يجوز للمرأة حال كونها محرمة أن تلبس جوارب ولا تلبس القفازين ¶ 18- لو لفت على يديها خرق تشبه القفازين حرم ذلك ويجوز أن تدخل يديها في جلبابها ¶ 19- ما جاء من الأحاديث أن إحرام المرأة في وجهها لا يصح منها شيء 0 ¶ 20- الصبي و الجارية ، حكم الصبي كالذكور وحكم الجارية كالإناث البالغات 0 ¶ 21- ( ينوي الدخول في النسك ) : أي يقول :لبيك اللهم حجاً ، ولو لم يقوله وجزم ذلك في قلبه صح ذلك 0 ¶ 22- متى يهل المحرم بحجة أو عمرة ؟ ¶ …قيل : يهل في مصلاه ، وقيل : إذا انبعثت به دابته . ¶ …والتحقيق جواز ذلك كله ، وإن كان الأفضل أن يهل إذا استوى على دابته. ¶ مسائل الدخول في النسك ( النية )",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1- أجمع العلماء على أن الدخول في النسُك ركن من أركان الحج بدلالة النصوص . ¶ 2- المراد بالدخول في النسك : عَقدُهُ بالقلب ، لا لبس الرداء والإزار . ¶ 3- إن محلها في أشهر الحج شوال - ذو القعدة - ذو الحجة وقيل عشر ذي الحجة . ¶ 4- الذي يحج عن غيره بالنيابة يُسَمِي من يريد الحج عنه يقول : لبيك اللهم حجاً عن فلان . كما في حديث شُبرمة ( ، وكذلك الصبيان إذا لم يستطيعوا التلبية . ¶ 5- الداخل في النسك لو أحرم به قبل أشهر الحج ( لو أحرم في رمضان ) هل ينعقد أم لا ؟ ¶ قولان : منهم من صحح ذلك ومنعه آخرون ، والمنع أقرب . ¶ 6- من دخل في نسك فلا يحل منه إلا بثلاثة أمور : ¶ أ - أن يفرغ من أعمال حجه أو عمرته . ¶ ب - الإحصار لقوله تعالى : ? وَأَتِمُّواْ الْحَجَّ وَالْعُمْرَةَ لِلّهِ فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ ... الآية ? ¶ ج - أن يقول عند إحرامه : \" فإن حبسني حابس فمحلي حيث حبستني \" كما عند مسلم وغيره . ¶ وغير هذه الثلاثة لا يفك إحرامه العُمُرُ مطلقاً . ¶ 7- هل الحيض عذر في التحلل ؟ ليس عذر للتحلل لأنه ليس حصر . ¶ 8- يكفي في الدخول بالنسك عقد النية بالقلب إلا الصبي إذا استطاع التلفظ يتلفظ به . ¶ 9- من تجاوز الميقات من غير إحرام وعلم أن الميقات خلفه ، يرجع ويحرم ويصح إحرامه . ¶ 10- إذا تجاوز الميقات وأحرم من مكانه صح إحرامه وأكثر العلماء على أن عليه دم فدي يكون في مكة ¶ 11- قاعدة ذكرها السيوطي وهي : أن كل الدماء تكون في مكة إلا دم الإحصار يكون حيث أُحصر المحرم لقوله تعالي : ? هَدْيًا بَالِغَ الْكَعْبَةِ... الآية ? . ¶ 12- إذا تجاوز الميقات ناسياً أو جاهلاً وأحرم من مكانه وظن أن هذا المكان هو مكان الإحرام فهل عليه فديه ؟ ¶ ……الجواب : الصحيح أنه لا فدية عليه وإحرامه صحيح . ¶ 13- مثلها أن يكون مُكره فلا فديه عليه مع صحة إحرامه . ¶ 14- إذ كان للرجل بيت قبل الميقات وبيت بعده فمن أيهما يحرم ؟",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "الأقرب أنه يحرم من المكان الذي هو فيه وقال بعضهم يحرم من أيهما شاء . ¶ مسائل تتعلق بالغسل للمحرم إذا وصل الميقات ¶ 1- أن الاغتسال للإحرام سنة مؤكدة كما ثبت في الصحيح لما أمر صلى الله عليه وسلم أسماء بنت عميس - رضي الله عنها - أن تغتسل مع أنها نفساء فدل على مشروعيه الغسل . ¶ 2- أجمع العلماء على استحبابه وسنيته للمحرم . ¶ 3- لو قدم الغسل في بيته جاز إذا كان يصل إلى البيت الحرام في اليوم نفسه . ¶ 4- يستحب مع الغسل أن يأخذ ما يجوز أخذه كتقليم الأظافر وقص الشارب ونتف الإبط وحلق العانة مما يجوز شرعاً ولا يأخذ من شعر لحيته ورأسه لأن أخذ شعر اللحية حرام والرأس يتركه للحلق. ¶ 5- إذا لم يجد ماء يغتسل به فنص بعض العلماء على التيمم وأنه يقوم مقام الغسل أكده النووي وغيره . ¶ 6- المراد بالغسل المجزيء إفاضة الماء على جميع البدن مع الرأس . ¶ 7- لا يلزم في الغسل أن يكون معه من المنظفات شيء كالصابون والأشنان والسدر ونحوها إنما يكفي الماء . ¶ 8- استحباب الغسل لمريد النسك عام للرجال والنساء والصبيان لمن أراد النسك . ¶ 9- إذا اغتسل في بيته وتنظف وبات في الطريق ووصل إلى الميقات من الغد يستحب له الغسل . ¶ 10- إذا وصل إلى الميقات وهو يريد الغسل ومنعه من ذلك برودة ماء أو حرارة ماء فتركه فلا …بأس بذلك . ¶ 11- ليس من واجبات أو شروط النسك الاغتسال كما يفهمه بعض الناس الاغتسال . ¶ مسائل تتعلق بلبس الإحرام ¶ 1- الدخول في النسك ركن من أركان الحج ؛ ولبس الإحرام واجب في الحج والعمرة . ¶ 2- متى يشرع الدخول في النسك ¶ الجواب : إذا وصل المواقيت المكانية أو حاذاها ؛ أما لبس الإحرام فيصح لو لبسه من بيته كمن يسافر جواً لمكة .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "مسألة : لو دخل في النسك قبل الميقات هل يجزئه ؟ الجواب :نعم يجزئه لكنه فعل خلاف السنة ؛ كما أنكر عمر رضي الله عنه على بعض الصحابة وكما أنكر الشافعي - رحمه الله - على رجل أحرم ( دخل في النسك ) قبل الميقات بأميال وقال له : أخشى عليك الفتنة . ¶ 3- لا يجوز تجاوز الميقات إلا بإحرام لحج أو عمرة لقوله صلى الله عليه وسلم : (( هن لهن، ولمن أتى عليهن من غير أهلهن. ممن أراد الحج أو العمرة ...))متفق عليه. ¶ 4- هل يجوز تجاوز الميقات من غير إحرام ؟ ¶ …الجواب : من لم يكن حج أو اعتمر فلا يتجاوز إلا بإحرام . أما من سبق له الحج أو العمرة ¶ …فالصحيح من أقوال العلماء أنه يجوز له تجاوز الميقات من غير إحرام لقوله ( ¶ …في الحديث السابق : (( هن لهن، ولمن أتى عليهن من غير أهلهن. ممن أراد الحج أو ¶ …العمرة ...)) متفق عليه. ¶ مفهوم الحديث : من لم يُرد الحج أو العمرة فلا يجب عليه الإحرام قاله شيخ الإسلام ابن تيمية وتلميذه ابن القيم وابن حزم ورواية في مذهب الإمام أحمد وهو الصواب . ¶ 5- من تجاوز الميقات ولم يُحرم ( لم يتلبس بالنُسك )فإنه لا يخلوا من أمرين : ¶ أ - إما أن يتلبس بالنسك 0 ¶ ب - أولم يتلبس بالنُسك بعدُ . ¶ 6- فإن لم يتلبس بالنسك فيرجع للميقات ويحرم منه ولا شئ عليه . ¶ …وإن كان تلبس بالنسك وجب عليه فدية سواء رجع أو لم يرجع ، ولا يرجع لأن عليه فداء …فيكمل طريقه .وشدد الحنفية وأغربوا فقالوا : إن أحرم بعد الميقات فسد نسكه وهو قول …ضعيف شاذ لا يتابع عليه . ¶ 7- إذا وصل للميقات السُنة أن يغتسل لحديث أسماء بنت عميس رضي الله عنها (( .. فلتغتسل .. ))وكانت نفساء فمن باب أولى غيرها ممن ليس به بأس من الرجال والنساء .لكن ليس الاغتسال في الميقات بواجب بل سُنة مؤكدة . ¶ 8- يُحرم الحاج أو المعتمر برداء وإزار ولا يجب أن يكونا جديدين .فلو كانا عنده ولهما مدة جاز ذلك . ¶ 9- لا يلزم أن يكون الرداء والإزار أبيضين ؛ لكن السُنة البياض .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "10- المرأة تُحرم بما تشاء من الثياب من غير تحديد لون معين لكن لا تتشبه بالرجال. ¶ 11- يجوز في الرداء أو الإزار إصاله بآخر إذا كان صغيراً أو به ضيق سواء بخياطة أو غيرها . ¶ 12- لا تُحرم المرأة لا بالقفازين ولا بالنقاب كما دل عليه الحديث الصحيح ؛ ومثلهما البرقع لنهي عائشة - رضي الله عنها - كما عند ابن الجارود في المنتقى بإسناده . ¶ 13- الجوارب والخفاف المتجاوزة للكعبين لا يلبسها الرجال .فإذا كانت الجوارب والخفاف أو الكندرة تحت الكعبين فجائز لبسها بشرط أن تكون تحت عظم الكعب ومن باب أولى النعلين . ¶ 14- يجوز تغيير الإحرام بعد التلبس بالنسك سواء غيّره بجديد أم قديم . ¶ 15- لا يجوز للمحرم لبس المخيط مثل السراويلات والطاقية والثوب ؛ والمراد بالمخيط هو :المفصل على الجسد. لا بمعنى ما به خياطة ؛ وعلى هذا لو شدّ المحرم ساقه أو ذراعه الجريحة ونحوهما جاز ذلك ولا حرج فيه . ¶ 16- يجوز أن يشُدّ المحرم وسطه بمنطقة أو حزام أو كمر ولو كان به خيوط ليضع به دراهمه. ¶ مسألة : لو وضع المحرم بدل الحزام جيباً وخيطها في إحرامه؟ الجواب : ¶ يصح ذلك والأولى تركها حتى لا تشبه القميص؛ وإلا هي في حكم الحزام. ¶ يجوز للمحرم أن يغتسل ويفرك رأسه برفق بالماء والصابون ( بشرط ألا يكون الصابون معطراً ) كما في حديث أبي أيوب رضي الله عنه في الصحيحين ففرك رأسه وقال :هكذا …رأيت رسول الله صلى الله عليه وسلم يفعل . ¶ 17- يجوز للمحرم حك رأسه برفق ولا حرج في ذلك . ¶ …مسألة : هل يجوز للمحرم مشط شعره ؟ الجواب :نعم يجوز له مشط شعره وليس ذلك من …محظورات الإحرام ، فيمشط برفق وحتى لو سقط شعر فهذا شعر ميت .واستظهر ابن القيم - رحمه الله - جواز المشط لأنه لا دليل على المنع . ¶ 18- الصحيح من أقوال العلماء : أنه لا يجوز تطييب الإحرام سواء قبل الدخول في النُسك أو بعده.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "19- إذا لم يجد المحرم رداءً ولا إزاراً يُحرم فيهما فليجعل قميصه أو عمامته أحدهما على شكل رداء والآخر على شكل إزار ويجزئه ذلك . ¶ 20- إذا اشتد الحر أو البرد على المحرم فالتحف بفراء أو بطانية ونحوهما بحيث ألقاهما على ظهره أو …بطنه جاز له ذلك بشرط ألا يغطي رأسه أو يدخل يديه فيها على هيئة الثوب . ¶ 21- إذا اضطر المحرم إلى فعل محظور من محظورات الإحرام كحلق الشعر بسبب القمل أو تغطية …الرأس بملاصق كالعمامة والطاقية بسبب الحر أو البرد ونحوها جاز له فعل ذلك المحظور وعليه …فدية كما دل علية حديث كعب بن عُجْرَةَ رضي الله عنه المخرج في الصحيحين . ¶ 22- تغطية المحرم رأسه بيده ليس من المحظورات ومن باب أولى تظليله بمظله أو خيمة أو سقف سيارة ونحوها مما هو ليس بملاصق كما فُعل برسول الله صلى الله عليه وسلم : وهو محرم . ¶ 23- يجوز للمحرم أن يحتجم إذا احتاج إلى ذلك ؛ ولو قص بعض شعره لموضع الحجامة فلا فدية …عليه لما صح عن النبي صلى الله عليه وسلم : أنه احتجم وهو محرم ولم يفدي ولم يأمر …بذلك .لكن إذا حلق أغلب شعره فعليه الفدية . ¶ …مسألة مهمة : يقول بعض الفقهاء من سقط منه شعرة يتصدق بتمرة ومن سقط منه …شعرتين يتصدق بمدين ؛ والصحيح أنه لا شئ على المحرم في ذلك إلا إذا تورع المحرم فله …ذلك . ¶ 24- إذا أصاب المحرم وجع في رأسه فاحتاج إلى أن يشده بعصابة جاز له ذلك وليس هذا من …محظورات الإحرام . ¶ 25- هل يجوز للمحرم أن يُغطي وجههُ ؟ منعه ابن عمر رضي الله عنهما وغيره ، والصحيح جواز …ذلك قاله عثمان رضي الله عنه ومن وافقه وعليه الأدلة . ¶ ………… ¶ مسائل تتعلق بالطيب في الإحرام ¶ قال النبي ( للرجل الذي أحرم بجبة بعدما تضمخ بطيب : (( أما الطيب الذي بك فاغسله ثلاث مرات وأما الجبة فانزعها ..)) متفق عليه. ¶ 1- وجوب غسل الطيب من الإحرام إذا تطيب به الحاج أو المعتمر . ¶ 2- يجوز للحاج أو المعتمر التطيب في البدن فقط قبل الدخول في النسك .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "3- يحرم التطيب في الإحرام أو البدن بعد الدخول في النسك . ¶ 4- من طيَّب إحرامه وجب عليه غسل الإحرام والتحقق من زوال الطيب ولو كان أكثر من ثلاث غسلات . ¶ 5- إذا تحقق من غسل الطيب وبقي لونه كالصفرة والحمرة فلا يضره ذلك لأن الطيب زال وبقي لونه فقط . ¶ 6- الصحيح أنه لا فداء على من وضع الطيب جاهلاً كما في الحديث . ¶ 7- من فعل محظوراً من محظورات الإحرام ( وهو جاهل )كالطيب وقص الأظافر أو لبس العمامة أو حتى لبس الثوب أو نحوها من المحظورات فلا شئ عليه . ¶ 8- إذا علم الحاج أو المعتمر أنه يجب عليه أن يغسل الطيب أو يخلع الثوب ونحوه فغسل أو نزع فوراً فلا شئ عليه ؛ أما إذا قال : بعد ساعة أغسله أو غداً أنزع الثوب فهذا استدامها وعليه الفدية . ¶ 9- والفدية التحقيق فيها أنها على التخيير ويُرتب على حسب ما جاء في النص : يذبح شاه ويوزعها على فقراء الحرم فإن لم يستطع يصوم ثلاثة أيام فإن لم يستطع فإطعام ستة مساكين ؛ ومن لم يجد فلا شئ عليه . ¶ المسائل المتعلقة بالتلبية ¶ أجمع العلماء أن التلبية سنة مؤكدة ولم يخالف بذلك إلا عطاء وغيره قال بشرطيتها وهو قول ضعيف شاذ . ¶ 1- أفضل الحج : العج والثج كما جاء به النص والمراد بالعج : رفع الصوت بالتلبية . والثج : نحر الهدي والأضاحي . ¶ 2- صح عنه ( في الصحيحين أن تلبيته هي : ¶ …\" لبيك اللهم لبيك لبيك لا شريك لك لبيك إن الحمد والنعمة لك والملك لا شريك لك \" …كان يقتصر على ذلك . ¶ 3- صح عن أصحاب النبي ( أنهم كانوا يزيدون في التلبية بمسمع من الرسول ( ولا ينكر عليهم ثبت ذلك في البخاري وغيره من حديث ابن عمر - رضي الله عنهما - . ¶ 4- مما كانوا يزيدونه (لبيك وسعديك والخير في يديك) ومن ذلك (لبيك إله الحق لبيك لبيك والرغباء والعمل إليك) ولا ينكر عليهم النبي ( فيكون هذا جائزاً .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "5- أجاز بعض العلماء أن يزيد في التلبية أي نوع من أنواع التعظيم لعموم حديث ابن عمر - رضي الله عنهما - كنا (نزيد ولا ينكر علينا) . ¶ 6- يستحب للرجال أن يرفعوا أصواتهم بالتلبية ودلت على ذلك أحاديث حتى أنه جاء عن الصحابة ( أنهم كانوا لا يصلون إلى البيت العتيق إلا وقد بحت أصواتهم . ¶ 7- جمهور أهل العلم على أن المرأة لا ترفع صوتها وإنما بقدر ما تسمع نفسها ومن معها. ¶ 8- ما يقال في حق الرجال فهو في حق الصبيان الذكور وما يقال في النساء فهو للجواري الصغار . ¶ 9- لو حج حاج أو اعتمر معتمر ولم ينطق بشيء لا بالتلبية ولا بغيرها وإنما عملٌ ونية فهل يصح حجة وعمرته ؟ الجواب نعم لأنه على الصحيح ليس هناك كلام واجب في الحج ولا في العمرة ¶ …معنى التلبية استجابة بعد استجابة ، فالاستجابة الأولى دعوة إبراهيم الخليل - عليه السلام …- : ? وَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ ? ¶ …والثانية دعوة النبي ( ، لا شريك لك : أي لا يستحق العبادة سواك ولا يشرك معك غيرك ¶ إن الحمد : الألف واللام للاستغراق أي جميع المحامد . ¶ والنعمة : ما أنعم الله به على عباده . ¶ والملك : لأن المالك هو الله ، والله يوصف بأنه ملك ومالك ? مَلِكِ يَوْمِ الدِّينِ ? ? مَلِكِ النَّاسِ ? والقاعدة : كل ملك مالك ولا يلزم من كل مالك أن يكون ملك . ¶ ثم ختمها بنفي الشرك . ¶ مسائل في محظورات الإحرام ¶ 1- معنى محظورات الإحرام : هو الشيء الممنوع منه الحاج أو المعتمر وهو مُحْرِم و إلا هذه الممنوعات أصلها حلال لكن منعت في وقت معين وهو وقت الإحرام ، والإحرام : ( الدخول في النسك ) لا لبس الإزار والرداء 0 ¶ 2- محظورات الإحرام : عدها العلماء فوجدوا أنها تسعة باستقراء النصوص . ¶ أ - من محظورات الإحرام : ¶ …حلق الشعر : و المراد إزالته أو قصه بأي نوع من أنواع الإزالة مثل : القص - …القطع - الحرق 0",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "…المراد بالشعر : جميع الشعر الذي بالبدن : الرأس ـ الشارب ـ اللحية ـ شعر اليد ¶ _ الرجل ـ الصدر وغيره 0 ¶ ب - تفقوا على أن من حلق شعره جميعاً لعذر شرعي كالقمل أو الأذى أنه يحلق ويفدي لحديث كعب ( في الصحيحين 0 ¶ ج - يجوز للمحرم حلق أكثر الشعر إذا كان لعذر شرعي ويفدي 0 ¶ د - ذهب بعض أهل العلم كالحنابلة ومن وافقهم أن الشعرة الواحدة فيها صدقة على مسكين والشعرتان على اثنين والثلاثة على ثلاثة مساكين ، ومن خمس شعرات وما فوق عليه فدية ، و الصدقة هي ( إطعام مسكين بمقدار الكف أو أكثر بقليل ) .والتحقيق أنه لا فدية إلا بحلق معظم الشعر . ¶ 3- القول الثاني : إذا أزال شعرةً أو شعرتين لا شيء عليه ، بدليل أن النبي ( صح عنه في الصحيح أنه احتجم وهو محرم - رواه البخاري - و الاحتجام فيه إزالة شعر ولم يفدي ولم يأمر بالفدي . هذا القول هو الصحيح إلا أن يحب أن يتصدق فلا مانع ، ولا يجب عليه 0 ¶ 4- إذا سقط شيء من شعره من أي موضع من غير قصد و لا عمد الصحيح لا شيء عليه 0 ¶ 5- يجوز للمحرم أن يحك شعره ولو سقط من شعره شيء فهو شعر ميت 0 ¶ 6- هل يجوز للمحرم تمشيط شعره ؟ ( التحقيق جوازه لكن برفق كما نص عليه ابن القيم - رحمه الله - ) ¶ 7- إذا حلق شعره إنسان بغير رضاه فلا فدية عليه 0 ¶ 8- إذا حلق إنسان شعره برضاه فعليه فدية 0 ¶ 9- إذا حلق إنسان شعره وسكت لم يأمره ولم ينهه ، من تكون الفدية عليه ؟ على قولين قال بعضهم : على الحالق ، وقال آخرون : على المحلوق برضاه . والثاني أظهر 0 ¶ 10- يمنع المحرم من تقليم أظافره أو قصها 0 ¶ 11- ما الفرق بين التقليم و القص ؟ ¶ القص : قطع أو إزالة مقدم الظفر 0 ¶ التقليم : ما يكون على جوانب الظفر 0 ¶ 12- ذهب بعض أهل العلم أن في الظفر الواحد صدقة على مسكين و في الاثنين على اثنين ¶ …وهكذا وفي الكف الواحد فدية مقدارها كما في الشَعْر 0والتحقيق لا شيء عليه ولا سيما …إذا لم يتعمد .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "13- إذا سقط ظفره من غير قصده فلا فدية عليه 0 ¶ 14- إذا انقطع ظفره وبقي جزء منه وهو يؤذيه قطعه ولا فديه عليه 0 ¶ 15- لا نعرف دليلاً مرفوعاً صحيحاً إلى النبي ( في فدية قص الظفر و إنما وضعه العلماء من…باب جامع حلق الشعر ومشابهته له بالقص 0 ¶ 16- إذا لم يجد ما يفدي به في قص أو تقليم أظافره تسقط عنه الفدية ( الصدقة على مسكين ¶ 17- إذا قُص ظفره أو أظافره قهراً فلا فدية و لا صدقة 0 ¶ 18- تستوي فيها أظفار اليد و الرِّجل 0 ¶ 19- إذا كان له إصبع زائد في يده أو رجله فهل حكمه حكم الأصابع الأصلية ؟ ¶ … الصحيح انه لا يعطى الحكم ، وعلى هذه المسألة يتفرع حكم وهو : هل يجوز له قص ظفر … إصبعه الزائد ( السادس ) ؟ إن كان يؤذيه فلا حرج 0 ¶ 20- تغطية الرأس من محظورات الإحرام ( بملاصق ) كعمامة ـ كوفية ـ بُرنس ـ غُترة ـ… إحرام ـ رداء وغيره ، لحديث الذي وقصته ناقته قال النبي ( : \" لا تخمروا رأسه \". ¶ 21- وضع اليد أو اليدين على الرأس ليس من تغطية الرأس 0 ¶ 22- يجوز للمحرم أن يحمل على رأسه قربة ماء أو إناء ماء أو إناء مطلق أو راوية ماء و لا يعتبر …من التغطية 0 ¶ 23- اختلفوا إذا كان الإناء ثقيلاً ووضع بينه وبين رأسه عِصابة ( وقاية ) هل يجوز ؟ ¶ … التحقيق جوازه و لا يعتبر من التغطية ، ولو وضع بينه وبين القربة العقال لا شيء عليه 0 ¶ 24- يجوز أن يستظل المحرم بخيمة أو شراع أو سيارة ونحو ذلك ،كما صح عن النبي ( ذلك ¶ 25- إذا نام المحرم واستيقظ ورأسه مغطى أزاله ولا فدية 0 ¶ 26- إذا غطاه ناسياً ولو تكرر كثيراً لافدية عليه 0 ¶ 27- أحكام الصبي و الجارية سواء بسواء كالكبير بالتغطية والتقليم وحلق الشعر 0 ¶ 28- من محظورات الإحرام لبس المخيط ، والمخيط : المفصل والمقطوع على الجسم وليس المراد به المخيط ما كان فيه خيطاً أو خيوطاً 0 ¶ 29- يجوز للمحرم أن يلبس سراويلات إذا لم يجد إزاره و لا فدية عليه ، فإذا وجد إزاراً خلع… السراويل 0",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "30- إذا اشتد عليه برد أو حر ووضع فراءً ( فروة ) أوثوباً أو بطانية عرضاً على ظهره جاز ذلك ¶ 31- إذا لم يجد المحرم نعلين وهي التي دون الكعبين لبس خفين و الخفان هما : ما فوق الكعبين . ¶ …وهل يقطعهما دون الكعبين أم لا ؟ ¶ …قولان : الأقرب القطع ، وإلا فقد قال بعضهم بالنسخ 0 ¶ 32- يجوز للمحرم أن يلبس أي نوع من النعلين بشرط أن لا تكون فوق الكعبين 0 ¶ 33- لا يجوز للمحرم الذكر أن يلبس الجوارب أو الشراب أو البسطار 0 ¶ 34- يجوز للمحرم أن يغطي قدميه دون جعلها على هيئة جوارب أو خفين 0 ¶ 35- إذا أصيب المحرم بجرح في قدمه أو أحد أصابعه جاز له أن يشده بخرقة أو نحوها 0 ¶ 36- قد يبتلى بعض الناس بأمراض في دبره أو قبله فيحتاج إلى شده فهل يسوغ له ذلك ؟ ¶ …فيه تفصيل : فإن كان الشد على هيئة السراويل أو لابد من لبس السراويل مع الشد لبس ¶ …وعليه الفدية كحديث كعب بن عُجرة ( في الصحيحين ، وإن كان جرح وضع عليه ¶ …لاصقاً أو خِرقة جاز ولا فدية 0 ¶ 37- قد يصاب بعض المسلمين بسلس البول فيحتاج إلى أن يشد على ذكره قطنة أو خرقة جاز …ولا فدية 0 ¶ 38- إذا استوعب الشد على صاحب السلس الذكر كله فالصحيح جوازه من غير فدية 0 ¶ 39- من محظورات الإحرام التطيب في جميع البدن والرأس وغيره 0 ¶ 40- إذا تطيب ناسياً غسله و لا فدية وهنا سُنة في الغسل وهي : أنه إذا تطيب ناسياً من السنة أن يغسله ثلاث مرات للحديث في البخاري : \" اغسله ثلاث مرات \" . ¶ 41- كره الفقهاء شم الطيب والأرياح المطيبة واستثنوا الريحان والزعفران ونحوه ، ولو تعمد شم …الأطياب كُره ولا فدية 0 ¶ 42- الطيب يكون في البدن دون الرداء والإزار وإذا وُجِدَ عليهما غُسلا 0 ¶ 43- إذا جلس على فراش مطيب كره بعض الفقهاء ذلك والتحقيق : إذا لم يكن فيه ما يعلق جاز والأولى تركه 0 ¶ 44- يُقَبِّلُ الحجاج الحجر الأسود وربما يكون فيه طيب فما الحكم ؟ يجوز ذلك و لا يعتبر من …التطيب 0",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "45- المنظفات المعطرة كالصابون ونحوه الأولى تركها و لا تحرم 0 ¶ 46- إذا تطيب المحرم وبقي أثر الطيب في بدنه أو على رأسه أو سال على جبينه أزاله و لا شيء عليه 0 ¶ 47- إذا نقل المحرم الطيب الذي في رأسه ( كأن يسيل من رأسه ) بعد الدخول في النسك إلى موضع البدن فدى ، لأنه يعتبر في حكم المتطيب 0 ¶ 48- من محظورات الإحرام قتل صيد البر خاصة ، كالغزلان والأرانب ، وما يجوز صيده يعتبر محظور من محظورات الإحرام 0 ¶ 49- يجوز صيد البحر مما يعيش في البحر أي نوع كان وهو مُحْرِم 0 ¶ 50- اختلفوا في صيد الجراد : والصحيح جوازه وتركه أولى لأنه من صيد البحر و لأنه يخرج من البحر كما عند ابن ماجه \" الجراد نَثْرَهُ حوت \" وإسناده ضعف0 ¶ 51- إذا تعدى الصيد على المحرم وآذاه جاز قتله ولا فدية 0 ¶ 52- رخصت السنة في الأحاديث الصحيحة كما في الصحيحين وغيره قتل خمسة : ( الغراب ـ الفأرة ـ الحِدَأة ـ الكلب العقور ـ العقرب ـ وفي رواية السَبُع ) لأن هذه الفواسق كلها مؤذية يجوز قتلها في الحل و الحرم 0 ¶ 53- اختلفوا في قتل الوزغ في الحرم والتحقيق إذا آذى يقتل أما حديث : \" اقتلوه وإن وجدتموه في جوف الكعبة \" ضعيف 0 ¶ 54- اختلفوا في قتل ما يؤذي إلحاقاً بالخمس السابقة كقتل الأسد و النمر والذئب 00 الخ ¶ …فأجازه بعض الحنفية ومنعه آخرون ، أما إذا آذى فيجوز . والسنة الاقتصار على ما ورد في …قتل الخمس أو الست 0 ¶ 55- من محظورات الإحرام عقد النكاح ويحرم و لا فدية فيه 0 ¶ 56- عقد النكاح هو الوحيد من محظورات الإحرام الذي لا فدية فيه 0 ¶ 57- لو عقد فالعقد باطل فاسد ولا يستباح البِضع به لفساد العقد 0 ¶ 58- من محظورات الإحرام : الجماع ، والمراد بالجماع : الإيلاج في فرج أصلي من ذكر أصلي ولو وطأ من طريق الرجلين أو الفخذين أو الاستمناء من الزوجة لا يعتبر وطأ .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "…اجمعوا على أن من جامع بعد تلبسه بالنسك وقبل التعريف ( عرفة ) أن حجه فاسد،ويقال …باطل ولا شيء من محظورات الإحرام يفسد الحج إلا الوطء ويمضي في فاسده أي حجه …الفاسد . ¶ 59- إذا كان الجماع بعد التحلل الأول صح حجه وعليه وعليها فدية 0 ¶ 60- إذا تلبس بالحج ثم جامع فعليه أمور : 1- يفسد حجه 2- يجب المضي في فاسده. 3-…يجب القضاء إذا كانت حجة الإسلام وإن كانت نافلة ففيها قولان لأهل العلم والتحقيق لا …يجب 4- يجب التفريق من الموضع الذي جامع فيه 5- على كل واحد منهما بدنة 6- …النفقة تكون على الزوج 7- إن أخر قضاء الحج مع الاستطاعة أثم . ¶ 61- إذا كان الجماع بعد التعريف ( بعد عرفة ) وقبل التحلل الأول ففيه خلاف كبير جداً ¶ …جمهور العلماء على فساد حجه وعليه ما ذكر سابقاً ، وهناك أقوال غير أقوال الجمهور أن …الحج صحيح وعلى كل منهم بدنة . ¶ 62- من محظورات الإحرام : المباشرة ، وأصل المباشرة هي : وضع البشرة على البشرة 0 ¶ 63- من المباشرة أشياء : القُبلة واللمس بشهوة ، وفيهما الفدي 0 ¶ 64- إذا باشر بأي نوع من المباشرة عليه الفدي وحجه صحيح 0 ¶ 65- قال الإمام أحمد - رحمه الله - : إذا مس قُبل امرأته فدى ( وهو مُحْرِم ) . ¶ 66- حديث \" إحرام المرأة في وجهها \" منكر ولا أصل له وتغطي المرأة كل شيء إلا عند ¶ …محارمها. ¶ وينبغي للحاج و المعتمر في طريقه الاشتغال بالذكر و الاستغفار ويحذر من النظر و الغيبة و الكلام بالناس ويأمر بالمعروف وينهى عن المنكر 0 ¶ يجوز للمحرم أن يستعمل أشياء ¶ 1- يجوز له الاستحمام في كل وقت صح عن النبي ( . ¶ 2- حك شعره وما سقط يعتبر شعر ميت . ¶ 3- تمشيط شعره برفق . ¶ 4- يجوز أن يضع على بدنه دهونات ليس فيها طيب . ¶ 5- يجوز أن يستعمل المنظفات المعطرة على الصحيح مع أن تركها أولى . ¶ 6- يجوز للمحرم أن يلبس الخاتم والساعة ونحوه ¶ 7- يجوز للمرأة أن تلبس خواتم وخلاخل في رجليها ومعصم وقلادة ونحو ذلك .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "مسائل تتعلق بالصيد بالنسبة للمحرم : ¶ 1- الصيد على المحرم محظور من محظورات الإحرام لدلالة النص من الكتاب والسنة والإجماع . ¶ 2- المراد بالصيد صيد الحيوان الوحشي المأكول اللحم كالأرنب والظبي والغزال والجربوع والحمام ونحو ذلك مما يؤكل . ¶ 3- ذبح الحيوان الأهلي للأكل وهو محرم جائز كالشاة والإبل والبقر والدجاج والأوز والبط ونحوها . ¶ 4- يختلف الفداء والجزاء في المصيد فما كان له مِثْل أُعطي في الجزاء مِثله وما لم يكن له مثل يحكم به اثنان ذوا عدل وما حكم به الصحابة يصار فيه إلى حكمهم . ¶ 5- هل الصيد وهو محظور من محظورات الإحرام مرتكبه يعتبر مرتكب كبيرة ؟ ظواهر النصوص كذلك وأما التحريم فلا إشكال في ذلك . ¶ 6- إذا اضطر إلى قتل المصيد وقَتَله فدى ولا إثم عليه . ¶ 7- المراد بالصيد كونه في حالتين ، الأولى وهو متلبس بالنسك والثانية : كون المصيد في الحرم ومما يستطرف ما رواه عبد الرزاق في مصنفه أن رجلاً وجد غزالة في الحرم فاختالها حتى وصل إلى رقبتها يريد خنقها فلما أمسكها مع رقبتها وخنقها أخرج الله حية من الأرض وجعلت تخنقه حتى تركها فتركته . ¶ بالنسبة لصيد المحرم على ثلاثة أنواع : ¶ فالأولى : إذا صيد الصيد للمحرم أو أعان عليه المحرم لا يجوز أن يأكله المحرم . ¶ الثانية : إذا لم يصد له ولا أعان عليه جاز للمحرم أن يأكله . ¶ الثالثة : إذا صاده المحرم لا يأكله المحرم ولا الحلال . فيصبح كالميتة ويرمى . ¶ 8- إذا وَجَدَ المحرم لحم صيد يباع هل يجوز له شراؤه ؟ ¶ الجواب يجوز له ذلك لأنه لم يُصد له . ¶ أحكام مهمة تتعلق بحَمَام الحرم ¶ 1- لو قيل كيف أصله ( من أين جاء الحمام للحرم ) ؟ ¶ الجواب : ذكر بعض الحفاظ منهم السيوطي أن أصل حمام الحرم من الحمامتين اللتين عششتا على الغار أثناء هجرة النبي ( فكان جزاؤهما أن تعيشا هما وذريتهما آمنتان في الحرم .وهذا الأثر لا أصل له وليس له سند صحيح .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "2- لا يجوز قتل حمام الحرم سواء للمحرم أو غيره .ومن قتله فعليه فدية . ¶ أ - مقدار الفدية شاة ؛ وقلنا عليه شاة رغم صغر حجم الحمامة لأمرين : ¶ حكم الصحابة-رضي الله عنهم- على من قتل حمام الحرم بشاة واحدة وكفاك به دليلاً . ¶ ب - قالوا : لأن شرب الحمامة يشبه شرب الشاة فجعلوها مثلها . ¶ 3- في كل فرخ من فراخ حمام الحرم إذا قتل شاة كما قاله مالك رحمه الله ، لأن حكمه كحكم أصله ¶ 4- إذا أشترك اثنان في قتل حمامة من حمام الحرم ؛ على كل واحد نصف الفدية وعلى هذا فقس . ¶ 5- لا يجوز تنفير حمام الحرم عن مكانه لقوله ( : (( ولا ينفر صيده )) حديث صحيح ؛ وإن حصل ونفرها عن مكانها لا فدية فيه ويأتي تفصيله. ¶ 6- إذا نفرها فماتت عليه الفداء ؛ لأن الموت بسبب التنفير . ¶ 7- إذا نفرها فطارت ووقعت في مكان آمن ثم طارت وصدمت وماتت فلا شئ عليه . ¶ 8- لا يجوز إفساد بيض حمام الحرم ، وعليه الفداء إذا أفسده . ¶ 9- لو صدم الحمامة بدابته (سيارته ) ونحوها ولم يقصد وماتت الحمامة فلا شئ عليه . ¶ 10- إذا جاء رجل للحرم ووجد زحاماً شديداً ولم يجد مكاناً إلا المكان الذي به الحمام و كان مضطراً للجلوس فيه فإنه يدفع الحمام بالتي هي أحسن ويجلس فيه ؛ وإن لم يكن مضطراً فيذهب لمكان آخر غير مكان الحمام . ¶ 11- إذا كان منزلك خارج الحرم فيجوز لك إزالة الحمام عن منزلك وحديقتك ؛ بل وصيده أيضاً . ¶ أما إذا كان منزلك داخل حدود الحرم فإنك تدفعه برفق حتى يذهب عنك وتضع من الحواجز ما يمنع وصوله إليك . ¶ 12- مسألة الطفل غير المكلف فيما لو تسبب بقتل حمام الحرم مثلا ... هل يفتدي أولياؤه أم لا ؟ ¶ …إن كان الطفل مُحرِماً فعلى وليه الفدية . وإن كان الطفل غير محرم وله مال فمن ماله تخرج …الفدية ولاسيما إن كان يتيماً له مال . ¶ وإن قيل : بسقوطها عنه في حالة كونه غير محرم فالدليل يؤيده : رفع القلم عن ثلاثة وذكر منهم الصغير. ¶ مسائل في الحِجْر ( حِجْر إسماعيل )",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "1- سماه بعضهم الحِجْر مطلقاً . ¶ 2- سماه بعضهم حِجْر إسماعيل ،وقد يزعمون أن إسماعيل لما مات دفن قرب هذا الموضع ،وقيل إن إسماعيل لما جاء هو وأمه كان قرب هذا الموضع ، والصحيح أن يسمى الحجر . ¶ 3- ليس كل ما هو مطوق ومقوس من الحجر بل هو من جدار الكعبة إلى ستة أو سبعة أذرع وما وراءها فليس من الكعبة. ¶ 4- من صلى في هذا الموضع فكأنما صلى في الكعبة . ¶ 5- ينبغي لمن أراد الصلاة في الحجر أن يتقدم إلى جدار الكعبة ولا يتأخر إلا ما هو مقوس في الخلف ¶ 6- من طاف ودخل في الحجر فلا يصح طوافه لأن المراد الطواف بالبيت وليس المراد الطواف في البيت . ¶ 7- كذلك لا يجزئه الطواف على الشاذروان لأنه من الكعبة \" والشاذروان هو : الجدار الصغير الملاصق للكعبة من أسفلها \" . ¶ مسائل في الحَجَر الأسود ¶ 1- قال شيخ الإسلام ابن تيمية : ليس في الدنيا جماد يُستلم ويقبل سوى الحجر الأسود . ¶ 2- تقبيل الحجر هي العبادة التي لا يفعلها من الناس إلا واحد في تلك اللحظة. ¶ 3- وردت أحاديث في إسنادها مقال : أن الحجر الأسود نزل من الجنة. ¶ 4- وردت أحاديث في إسنادها مقال : أنه يشهد لمن استلمه . ¶ 5- وردت أحاديث في إسنادها مقال : أنه حين نزل من الجنة كان أشد بياضاً من اللبن فسودته خطايا بني آدم . ¶ 6- الأحاديث السابقة ليست شديدة الضعف . ¶ 7- هو حجر لا يضر ولا ينفع كما قاله الفاروق عمر رضي الله عنه وثبت عنه ذلك في الصحيحين. ¶ 8- أثناء تقبيل الحجر يقبله برفق ولا يخرج صوتاً للتقبيل كما نص عليه الحفاظ. ¶ 9- لا يُزاحم المسلمين من أجل التقبيل ؛ وهذا عليه أكثر العلماء .وكان ابن عمر رضي الله عنهما يُقبله في الزحام . ¶ 10- قد جاء في وقت من الدهر في أول القرن الرابع أن الحجر الأسود سرقه القرامطة ومكث عندهم عشرون سنة وقيل اثنتان وعشرون سنة وقد أجمع العلماء على أن من حج في تلك المدة فحجه صحيح .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "11- لو سُرق الحجر الأسود ( نسأل الله العافية ) كما سرقه القرامطة من الرافضة فهل يُقبل مكانه ؟ الجواب : لا يُقبل مكانه بل يكبر عند موضعه. ¶ 12- صح عنه ( أنه قبله بفمه ؛ كذا صح أنه استلمه بمحجن ( عصا ) وقبل المحجن كما في صحيح مسلم. ¶ 13- إذا لم يستطع تقبيله بفمه أو يستلمه بمحجن فإنه يمسه بيده ويقبلها. ¶ 14- إذا لم يستطع تقبيله لا بفمه ولا بمحجن ولا بيده . لكنه استطاع أن يرمي طرف إحرامه على الحجر فهل يصح ذلك ؟ ¶ …الجواب : نعم يفعل ذلك فقد صح عن ابن عباس رضي الله عنهما أنه كان يمس الحجر بثوبه …ويقبله روى ذلك عبد الرزاق في مصنفه بإسناد صحيح . ¶ 15- هل يُشرع تقبيل الحجر الأسود في غير نُسك بحج أو عمرة ؟ ¶ …الجواب : الجمهور على منع تقبيل الحجر في غير نُسك .وذهب مالك رحمه الله إلى جواز …ذلك ؛ويحتاج إلى تفصيل فيقال : إذا كان تقبيل الحجر متعلق بالنسك كحج أو عمرة …فيكون كسائر المتعلقات بالنسك فلا يقبل . وإذا كان تقبيل الحجر متعلق بالنسك وغيره …كإكرامه والتحفي به فهذا إلى الجواز أقرب في غير النسك وقد صح عن عمر ( في صحيح …مسلم أنه لما قبله قال :رأيت النبي صلى الله عليه وسلم كان بك حفيا ( أي يكرمه ويُجلَّه ). ¶ 16- الحجر الأسود له خصائص من أعظمها أمران : ¶ أ) أنه لا يغوص في الماء . ……ب) أنه إذا أوقد حوله نار لا تصيبه النار . ¶ واستدل العلماء بهاتين الخصلتين بأن الحجر الأسود الذي أرجعه القرامطة بأنه هو الحجر الأسود وليس غيره ، لأنهم اختبروه بهاتين الخصلتين فوجدوه كذلك . ذكره ابن كثير في البداية والنهاية . ¶ مسائل في الحجامة ¶ 1- ثبتت الأحاديث الصحيحة عن النبي ( أنه احتجم وهو محرم . وفي رواية للبخاري احتجم وهو صائم ، ورجحت رواية وهو محرم . ¶ 2- الحجامة على الصحيح نوع من أنواع الطب الذي يعالج به فقد لا يقال أنها سنة إنما متى ما احتاج إليها فعلها .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "3- إذا كانت الحجامة في موضع من البدن لا يحتاج معه إلى قص أو قطع شعر فجائز بالاتفاق مثل أن تكون الحجامة على الظهر أو في القدمين أو الكتفين فهي جائزة . ¶ 4- إذا احتاج مع الحجامة قص شعر كالرأس فإنه لابد من قص الشعر فهل يجوز ؟ قولان منهم من منعه وإن فعله فدى والقول الثاني الجواز حتى مع قص بعض الشعر ، والقول الثاني هو الصحيح لأن النبي ( احتجم في رواية \" في رأسه \" وفي رواية \" في وسط رأسه \" فلم يفد ولم يأمر بالفدا فدل على جوازه . ¶ 5- هل يجوز للمحرم أن يحجم محرماً ؟ الجواب مع الحاجة وعلى التحقيق جائز . ¶ 6- يجوز للمرأة أن تحتجم وهي محرمة كالرجل لكن لا يباشر الحجامة إلا ذو محرم . ¶ 7- إذا احتاجت المرأة المحرمة أو غيرها إلى الحجامة وعلاجها في ذلك جاز للضرورة لأنه نوع من الطب كسائر العلاجات والأدوية التي يباشرها غير المحرم . ¶ 8- كل الأحاديث الواردة في تحديد الحجامة بيوم معين كالأربعاء والخميس أو شهر ونحو ذلك أو الأحاديث الذامة لأيام معينة فهي أحاديث ضعيفة لا تصح ولا تقوم بها حجة . ¶ مسائل في الطواف ¶ 1- أجمع العلماء على أن كل طواف سبعة أشواط . ¶ 2- يبدأ من الحجر الأسود وينتهي به 0 ¶ 3- يكبر عند استفتاحه : \" بسم الله والله أكبر \". في الشوط الواحد 0 ¶ 4- يكون البيت على يساره 0 ¶ 5- جمهور أهل العلم على أن الطواف بقرب البيت أفضل . ¶ 6- يجب في الطواف ستر العورة 0 ¶ 7- يجب أن يكون متطهراً من الحدث الأكبر الجنابة - الحيض 0 ¶ 8- يجب أن تتطهر المرأة من الحيض 0 ¶ 9- حديث ابن عباس - رضي الله عنهما - (الطواف بالبيت صلاة) هذا الحديث الصحيح أنه موقوف على ابن عباس - رضي الله عنهما -. ¶ 10- يجوز للمستحاضة الطواف 0 ¶ 11- اختلفوا في الطهارة الصغرى ( الوضوء ) على ثلاثة أقوال : ¶ …الحنابلة : شرط وهو ضعيف 0 ¶ الحنفية : واجب ويجبر بدم 0وهذا أيضاً ضعيف . ¶ و آخرون كما عند الشافعي وجماعة منهم ابن تيمية أنه سنة مؤكدة وهو الصواب ، و لا",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "يوجد حديث صحيح على وجوب الطهارة من الحدث الأصغر 0 ¶ 12- لا يُستلم إلا الحجر الأسود و الركن اليماني 0 ¶ 13- أركان البيت أربعة لها أحكام ثلاثة : ¶ …الأول : الحجر الأسود يجوز تقبيله ومسه . ¶ …الثاني : الركن اليماني يُمس ولا يُقبل وهو سنة ، وعند مسه يقول :\" بسم الله والله وأكبر …\" كما عند الطبراني بإسناد جيد .الثالث : بقية الأركان لا تُمس ولا …تُقبل ، وهذا في البيت …كله مسه خلاف السنة . ¶ 14- تَقْبِيل الحجر الأسود على أنواع : ثبت في السنة بالفم ، وبالعصا ويقبل رأس العصا ، وباليد ويقبلها، أو يرمي ثوبه عليه ويقبل ثوبه صح عن ابن عباس - رضي الله عنهما - عند عبد الرزاق بإسناد صحيح هذا الفعل 0 ¶ 15- لا يجوز أن يطوف داخل الحِجْر من أول ستة أذرع مما يلي الكعبة . ¶ 16- لا يجوز أن يطوف على الشاذروان \" والشاذروان هو : الجدار الصغير الملاصق للكعبة من أسفلها \". ¶ 17- يقرب من الكعبة أفضل 0 ¶ 18- يُسن ولا يجب الرمل ، والرمل : الإسراع في الخُطا ويكون في الأشواط الثلاثة الأولى فقط 0 ¶ 19- يُسن الاضطباع في حالة واحدة لا غير عند الطواف : و الاضطباع هو : إخراج الكتف الأيمن وتغطية الأيسر 0 ¶ 20- لم يثبت حديث مرفوع عن النبي ( في دعاء الطواف سوى بين الركنين : \" ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار \" . خرجه أبو داود وهو معلول ، لكن له طريق يقوى به عند عبد الرزاق فلا مانع من القول به . ¶ 21- اختلفوا في قراءة القرآن في الطواف والصحيح جوازه 0 ¶ 22- كل ذِكر في الطواف جائز 0 ¶ 23- ما أحدثه الناس من الكتب الخاصة بتخصيص دعاء لكل شوط في الطواف والسعي بدعة 0 ¶ 24- إذا انتهى من الطواف لا يكبر ولو فعل ذلك جاز 0 ¶ 25- إذا شك في عدد أشواط الطواف بنى على الأقل 0 ¶ 26- إذا قطع طوافه صلاة فريضة أو جنازة صلى وأكمل من حيث وقف ¶ 27- إذا قطع طوافه لغير عذر وأطال أعاد من جديد 0 ¶ 28- إذا قطع طوافه لعذر كإغماء كَمَّل من حيث وقف .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "29- يستشكل على بعض الحجاج والمعتمرين الطواف من فوق وهو جائز حتى لو جُعل عشرة أدوار، وأجازه بعضهم بشرط أن لا يكون أعلى من الكعبة . ¶ 30- بعد الفراغ من الطواف يستحب أن يصلي خلف المقام ركعتين ? ... وَاتَّخِذُواْ مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى... الآية ? . ¶ 31- الركعتان بعد الطواف الصحيح أنهما سنة وليست واجبة فلو تركها فلا شيء عليه. وفي رواية لكل من الأئمة الأربعة أنها واجبة . ¶ 32- لو صلاها في أي مكان في الحرم صحت وأجزأت 0 ¶ 33- لو صلاها خارج الحرم جاز ، صح ذلك عن عمر ( أنه صلاها بذي طوى ¶ 34- يقرأ في الركعتين خلف المقام سورة الكافرون والإخلاص ( قل هو الله أحد ) 0 ¶ 35- سورة الكافرون و الصمد يقال لها سورتي الإخلاص وهذا أحد المواضع التي يقرأ فيها الكافرون و الإخلاص 0 ¶ 36- ذكر العلماء في ( قل هو الله أحد ) مائة مسألة ، كما في كتاب الحافظ جمال الدين الأرميني الشافعي في كتابٍ أسماه : القول المعتمد في تفسير قل هو الله أحد 0 ¶ 37- لو خرج منه مذي صح طوافة لكنه خلاف السنة . ¶ 38- الصحيح أن الحامل والمحمول يصح الطواف من كل واحدٍ منهما إذا نويا. ¶ 39- هل أهل جُدة عليهم طواف وداع ؟ الجواب : نعم . ¶ 40- هل من اعتمر عليه طواف وداع ؟ إن خرج بعد العمرة مباشرة فلا طواف عليه وإن مكث وبات فعليه طواف لورود الأدلة في ذلك . ¶ 41- حديث عند الحاكم ثابت وصحيح ويفيد جواز الصلاة بعد الطواف مطلقاً وحتى في أوقات النهي لأنه حديث صحيح صريح وهو مستثنى من النهي ، لكن بعض العلماء استحب تأخير الصلاة حتى زوال وقت النهي ويروى عن عمر( أنه كان إذا طاف وانتهى قبل طلوع الشمس كان يؤخر الصلاة حتى تطلع الشمس . ¶ وهنا قاعدة : أنه بعد كل طواف صلاة . ¶ لو قيل هل يجوز له أن يجمع ركعات أربع أو ستة أو ثمانية لأطوفه طافها ؟ ¶ الجواب نعم ، فلو طاف (ثلاثة أطوفة) ثم صلى ست ركعات فلا بأس بذلك . ¶ الأطوفة التي يطوفها الحاج",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "1- طواف القدوم ( سُنة ) للقارن والمفرد . ¶ 2- طواف الإفاضة ركن في حق الجميع لقوله تعالى : (( وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ ) ) ¶ 3- طواف المتمتع ركن في حق المتمتع . ¶ 4- أن طواف الوداع واجب على الجميع إلا أربعة : الحائض والنفساء وأهل مكة ومن أراد الاستيطان بمكة . ¶ مسائل السعي بين الصفا والمروة ¶ 1- أنه ركن في الحج وركن في العمرة . ¶ 2- أن السعي يسمى طوافاً كما قال تعالي : ? إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللّهَ شَاكِرٌ عَلِيمٌ ? . ¶ 3- أجمعت الأمة على أنه سبعة أشواط يبدأ من الصفا إلى المروة هذا شوط ومن المروة إلى الصفا شوط ولم يخالف في ذلك إلا ابن حزم وعدَّ من الصفا إلى المروة ومن المروة إلى الصفا شوط ، أي أربعة عشر شوطاً وقد غلطه العلماء ووهموه . ¶ 4- الصفا والمروة هما جبلان ¶ 5- من بدأ بالمروة لا يحتسب له شيء . ¶ 6- يستحب أن يصعد على الجبل إذا بدأ من الصفا ويقرأ الآية ? إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَآئِرِ اللّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللّهَ شَاكِرٌ عَلِيمٌ ? ويكبر ويحمد الله ويدعو صح ذلك عن النبي ( ويفعل ذلك عند المروة . ¶ 7- ليس بين الصفا والمروة ذكر مشروع إنما ورد عن ابن مسعود ( قول : ( رب اغفر وأرحم وتجاوز عما تعلم إنك أنت الأعز الأكرم ) ولو قاله لا حرج . ¶ 8- لا يشترط للسعي طهارة ، يعني هذا أنه يجوز أن يسعى جُنُب لكن ليس الأكمل وليس من السنة أن يسعى على هذه الحالة . وجميع أعمال الحج ينبغي أن يكون المحرم على طهارة . ¶ 9- لا يشترط للسعي ستر العورة .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "10- السنة والمستحب الموالاة بين أشواط السعي ولو توقف لحاجة لا حرج صح عن سودة بنت عبد الله بن عمر ( أنها طافت يوم كامل - وكانت سمينة - كلما تعبت ارتاحت ، روى ذلك مالك في الموطأ. ¶ 11- يجوز الأكل والشرب بينهما إذا دعت الحاجة . ¶ 12- من السنة أن يهرول بين العلمين الأخضرين صح عن النبي ( عند النسائي أنه يشتد في ذلك ويهرول بشدة ، وحديث جابر ( عند مسلم يدل على ذلك . ¶ 13- الهرولة للرجال دون النساء لما روي الدارقطني من حديث عبد الله بن عمر - رضي الله عنهما - موقوفاً قال : \" ليس على النساء سعي \" يعني هرولة لأنها ربما تتكشف . ¶ 14- يجوز الأمر بالمعروف والنهي عن المنكر إذا رأى منكراً لما خرج الإمام أحمد بإسناده قال : حدثنا أبو معاوية حدثنا هشام ( يعني ابن حسان ) عن ابن سيرين عن ذفرة قالت : \" كنت أمشي مع عائشة - رضي الله عنها - في نسوة بين الصفا والمروة فرأت امرأة عليها خميصة فيها صُلُب فقالت لها عائشة- رضي الله عنها - : انزعي هذا من ثوبك فإن رسول الله ( إذا رآه في ثوب قضبه ( أي أزاله ) \" إسناده جيد . ¶ 15- لو قيل أين منتهاه اليوم أي السعي بين الصفا والمروة ؟ ¶ …الجواب : الظاهر إلى حد ما وضع السور اليوم للعربات ومن تعدى السور بحكم من صعد …الجبل . ¶ 16- عدَّ بعض العلماء صلاة ركعتين بعد السعي بدعة لعدم وجود دليل على ذلك. ¶ 17- هل يجوز التنفل في السعي كما يُتنفَلُ بالطواف ؟( بمعنى يسعى من غير حج ولا عمرة ) ¶ …الجواب : الصحيح أنه لا يتنقل . وهناك رواية شاذة في مذهب الشافعي بجوازه استدلال …بالآية المتقدمة ?... وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ اللّهَ شَاكِرٌ عَلِيمٌ ? ¶ …والسلف كانوا يتنفلون بالطواف فقط كما ثبت عن النبي( . ¶ 18- أحكام الجارية والصبي في السعي كأحكام الكبير . ¶ …الذَكر يُعطى أحكام الذكر والجارية تعطي أحكام النساء . ¶ 19- إذا انتهي من السعي حلق أو قصر . ¶ مسائل الحلق والتقصير",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "1- اجمعوا على أنه واجب في الحج والعمرة . لكن اختلفوا هل هو نسك أو لا ؟ والأقرب أنه واجب . ¶ 2- بنص السنة الصحيحة في الصحيح أن الحلق أفضل من التقصير كما صح عنه ( قال : \" اللهم ارحم المحلقين قالها ثلاثاً . قالوا : والمقصرين قال : والمقصرين \" . فترحم على المحلقين ثلاثاً والمقصرين مرةً واحدةً . ¶ 3- ذكر بعض أهل العلم منهم النووي - رحمه الله - وغيره في الحكمة أنه دعا للمحلقين ثلاثاً وللمقصرين مرةً واحدةً : لأنهم أذعنوا لأمر الشارع ، وأكثر عبودية لله لأنه أزال شعره لله ، ولذلك لا يجوز حلق الشعر تعبداً إلا في النسك . ¶ فائدة : هل يجوز حلق الشعر أو أن تربيته أفضل ، هل إطلاق الشعر سنة أو لا ؟ ¶ …تكلم العلماء كلام طويلاً لكن الخلاصة صح عن النبي ( أن له شعر يضرب إلى شحمتي …أُذنيه وفي رواية إلى كتفيه وهذا حديث صحيح وهذا من فعله ( ، ولم يحفظ عن النبي …( بإسناد صحيح أنه حلق شعره في غير النسك . ¶ …قال ابن عباس - رضي الله عنهما - : من حلق شعره في المصر ( البلد ) فهو شيطان . فهو …( يكره حلق الشعر إلا في نسك الحج أو العمرة ، وشذ في هذه الرواية ( .وعلي بن أبي …طالب ( مذهبه جواز إطالة الشعر إذا كان سيعالجه في التنظيف والادهان وبشرط أن لا …يُشغله عن الأمور المستحبة . ¶ …وسؤل الإمام أحمد - رحمه الله - عن حكم إطالة الشعر؟ ¶ … فأجاب بقوله : الذي نراه أنه حق ولو قدرنا عليه لفعلناه . ¶ …وجاء عند أبي داود وابن ماجة أن النبي ( مرَّ على وائل بن حجر ( وعليه شعر فقال :\" …ذباب ، ذباب \" يعني ليس بجيد . فقال وائل بن حجر ( : فجززته . فقال النبي ( : …\" ما قصدته لكن هذا أحسن \" وفيه ضعف. والقول أنه سنة فيه نظر، لكن قد يقال يؤجر …عليه إذا فعله إقتداء بالنبي ( . ¶ 4- يستحب عند الحلق أن يعطى الحلاق شقه الأيمن ثم الأيسر كذا صح عن النبي ( .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "5- استحب بعض العلماء ومنهم النووي -رحمه الله - أن لا يُشارط الحلاق قالوا : لأنه نسك ولا يستحب المشارطة في النسك . ويقال : إذا عُلم من الحلاق تلاعب وزيادة ثمن جازت المشارطة ولا شيء في ذلك . ¶ 6- الشعور الساقطة من الحلق طاهرة ويجوز استعمالها حشو للوسائد والمخاد والاتكاء والجلوس عليها ذكر ذلك البخاري - رحمه الله - في صحيحه عن بعض السلف . ¶ 7- ينبغي للحاج والمعتمر إذا لم يكن له عذر في حلق شعره أن يطبق السنة في الحلق ليكون أجره أعظم . ¶ 8- لا ينكر على من قصر ولا يشنع عليه بل يبين له السنة . ¶ 9- التقصير يكون فيه تعميم للرأس ولابد من ذلك لقوله تعالى : ? ... مُحَلِّقِينَ رُؤُوسَكُمْ وَمُقَصِّرِينَ..الآية ? ووجه الدلالة على ذلك أنه عطف التقصير على الحلاقة والحلق يفيد التعميم فعلم أنه لابد من التعميم في التقصير . ¶ 10- من قص بعض الشعر من يمين وشمال وأمام وخلف ثم سأل بعد ذلك هل يجزئه ؟ الجواب : يجزئه ولكن لا يعود لمثل ذلك . ¶ 11- ما ورد أنه بعد الحلاقة يصلي ركعتين لا يصح . ¶ 12- إذا لبس ملابسه ونسي الحلق خلع ملابسه وأعاد ملابس الإحرام وحلق ولاشيء عليه . ¶ 13- إذا حلق خارج مكة (الشرائع ـ الطائف ـ جدة ) جاز ذلك بشرط أن لا يلبس المعتاد إلا بعد الحلق . ¶ 14- ليس على النساء حلق كما صح الحديث بذلك وإنما تقصر قدر الأنملة . ¶ 15- إذا كان شعر المرأة ضفائر أخذت من كل ضفيرة بقدر الأنملة . ¶ 16- إذا كان شعر المرأة قصير وليس مضفر جمعت بعضه إلى بعض وقصت قدر أنمله. ¶ 17- إذا كان الرجل له شعر طويل وقد ضفره فكيف يصنع بالتقصير ؟ ¶ الجواب : حكمه كحكم المرأة فيأخذ قدر الأنملة . ¶ مسائل الدماء في الحج :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "1- الدم الواجب لترك نسك فيه شاة ومن لم يجد صام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله قال تعالى : ? ... فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ... الآية? ويصوم اليوم السادس والسابع والثامن أو يصوم اليوم الخامس والسادس والسابع أو يصوم اليوم الحادي عشر والثاني عشر والثالث عشر 0 ¶ 2- الدم الواجب بسبب الحلق لعلة لحديث كعب بن عجرة ( . ¶ 3- الإحصار ? ... فَإِنْ أُحْصِرْتُمْ فَمَا اسْتَيْسَرَ مِنَ الْهَدْيِ....الآية ? وأقله شاة وأعلاه بعير . ¶ 4- الدم الواجب بقتل الصيد كما لو ذبح نعامة ليس فيها شاة وأقرب ما فيها الإبل والحمامة فيها شاة لأن الصحابة أفتوا بذلك . ¶ إن كان الصيد مما له مثل أخرج المثل من النعم أو قومه واشترى بقيمته طعاما وتصدق به فإن لم يجد صام عن كل مد يوماً . ¶ 5- كل دم يكون في مكة إلا الإحصار حيث أحصر 0 ¶ 6- لا يحل صيد الحرم . ¶ 7- لو وجد في حدود الحرم بحر هل يجوز الصيد منه ؟ ¶ قولان للعلماء : منهم من منعه ومنهم من أجازة والأقراب الجواز لعموم الآية : ¶ ? أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ مَا دُمْتُمْ حُرُمًا وَاتَّقُواْ اللّهَ الَّذِيَ إِلَيْهِ تُحْشَرُونَ ? . ¶ 8- من أحرم من الميقات ولم يصل عرفة إلا صباح العيد يتحلل بعمرة أي يطوف ويسعى ويقصر ويتحلل وإن كان ساق الهدي ذبح . ¶ مسائل الوقوف بعرفة ¶ 1- أجمع العلماء على أن الوقوف بعرفة ركن من أركان الحج للأدلة . ¶ 2- يوم عرفة هو اليوم التاسع من ذي الحجة وقبلة يسمى يوم التروية وهو اليوم الثامن . ¶ 3- من طلع عليه فجر العيد ولم يقف بعرفة فقد فاته الحج ويتحلل بعمرة .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "4- متى يبدأ الوقوف بعرفة ؟ ذهب الحنابلة ومن وافقهم أنه من طلوع فجر اليوم التاسع وينتهي بطلوع فجر العيد وذهب آخرون إلى أنه يبدأ بعد الزوال من اليوم التاسع . فإن قيل ما ثمرة الخلاف ؟ ¶ فيه ثمرة وهي : أننا لو قلنا يبدأ بعد الزوال ودخل إنسان إلى عرفة ضُحى وخرج منها ولم يعد بطل حجة وإذا قلنا بعد الفجر وجاء ضُحاً وخرج صح حجة والأقرب بعد طلوع الفجر والله أعلم . ¶ 5- السنة أن لا يدخل عرفة إلا بعد الزوال لفعله ( ، بل وشدد النووي - رحمه الله - وقال : \"يتعين على الإمام أن يمنعهم من الدخول لعرفة قبل الزوال \" . وإن دخل قبل الزوال نقول: خالف السنة لكنه جائز على الصحيح . ¶ 6- ينبغي التأكد للواقف بعرفة أنه قد وقف في حدود عرفة لأنه مكان محدود شرعاً . ¶ 7- لو أخطأ الناس كلهم يوم عرفة وظنوا أنه يوم عرفة صح حجهم . ¶ 8- إذا تبين لهم وهم وقوف بعرفة أنه يوم عيد فهل يكملون أو يخرجون من عرفة ؟ يخرجون وصح حجهم ووقوفهم . ¶ 9- إذا وقف بعضهم في عرفة والبعض الآخر خارج عرفة صح حج من وقف فيها وفسد حج من لم يقف فيها . ¶ 10- كل أرض عرفة يصح الوقوف فيها إلا موضع ( عُرَنة ) لنهي النبي ( : \" وارفعوا عن بطن عُرَنة \" ¶ 11- إذا خرج قبل غروب الشمس من عرفة تعين عليه الرجوع . فإن لم يرجع ؟ فيه كلام طويل لأهل العلم ، ذهب بعضهم بأن عليه فدية والتحقيق أنه أخطأ وخالف السنة ولا فدية عليه إذا لا دليل على الفدية . ¶ 12- السنة أن لا يخرج إلا بعد غروب الشمس كما ثبت عنه ( ¶ 13- يستحب أن يشتغل في هذا اليوم بالذكر والدعاء وأن يكثر من قول : \" لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير\" لصحة الحديث بذلك عند الترمذي وهذا أحسن دعاء في عرفة على الإطلاق مع جواز بقية الأدعية . ¶ 14- يجوز أن يلبي بعرفة لكن الدعاء أفضل .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "15- ليس من السنة صوم يوم عرفة بعرفة ،بل صح عنه ( أنه كان مفطراً رواه البخاري . وكذا كان هدي السلف والصحابة الإفطار في عرفة . ¶ 16- الحديث الوارد في النهي عن صوم يوم عرفة بعرفة حديث ضعيف لا يصح . ¶ 17- من وقف بعرفة ساعة من ليل أو نهار قبل طلوع فجر يوم العيد أجزأه ذلك . ¶ 18- من الناس ولا سيما في هذا الزمان من صار يقف ليلاً مدعياً كثرة الزحام فهل يجوز له ذلك ؟ الجواب خالف السنة وصح حجة. ¶ 19- من استغرق يوم عرفة نوماً فقد خالف السنة وصح حجة . ¶ 20- من أدرك يوم عرفة جميع النهار مغمي عليه لم يصح حجه . ¶ 21- من السنة المؤكدة الجمع بين الصلاتين الظهر والعصر بأذان وإقامتين كما صح عنه صلى الله عليه وسلم . ¶ 22- لو صلى كل صلاة في وقتها قصراً خالف السنة وأجزأته . ¶ 23- كان بعض السلف كابن عباس - رضي الله عنهما - في يوم عرفة يُرَغِّب في الفطر لأنه سُنة ، فقد دُخِلَ عليه في يوم عرفة وهو يأكل الرمان . ¶ 24- ليس من السنة الصعود على الجبل (جبل الرحمة) كما يسميه الناس ولا يستحب صعوده ، والنبي ( وقف تحت الجبل . ¶ 25- لو رأى منكراً في عرفة فهل الاشتغال بإنكاره أفضل أو الذكر والدعاء ؟ الاشتغال بإنكاره أفضل . ¶ 26- من طلع عليه فجر يوم العيد ولم يقف لحظة بعرفة رجع إلى البيت الحرام وطاف وسعى وقصر وتكونه له عمرة وفاته الحج ويقضي من قابل إن كانت حجة الإسلام . ¶ 27- هل يستحب أن يكون بعرفة واقف أم جالس ؟ نقل العلامة ابن القيم مع شيخه ابن تيمية - رحمهما الله - هذه المسألة ورجح أن الحاج يفعل ما هو أصلح له وهو الصحيح . ¶ 28- يستحب أن يرفع يديه حال الدعاء ، وهو من السنة في الدعاء بعرفة صح عنه ذلك ( . ¶ 29- هل يستحب الدعاء الجماعي ؟ ليس من السنة بل قالوا يدعوا بما شاء ¶ 30- هل يكون في يوم عرفة مفطراً أو صائما ؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "…السنة أن يكون مفطراً حتى لو قوي على الصوم صح عنه ( أنه كان مفطراً وكان الصحابة …( يأكلون بيوم عرفة . وجاء حديث بسند ضعيف : \" نهى عن صوم يوم عرفة بعرفة \" . ¶ 31- يدفع من عرفة بسكينة ووقار وتلك هي السنة كما صح عنه ( وقال : \" السكينة وأشار …بيده \" . ¶ 32- ما الفرق بين عرفة وعرفات ؟ عرفة هو اليوم فيقال هذا يوم عرفة ، وعرفات هو المكان والموضع وقد يطلق بعضها على بعض تجوزاً . وسبب تسميتها عرفة أن إبراهيم -عليه السلام - نزل عليه جبريل -عليه السلام - يعرفه مناسك الحج حتى إذا جاء عرفة قال : عرفت يا إبراهيم قال عرفت ، وسُميت عرفة . وقيل : يوم نزل من الجنة آدم وحواء تقابلا في عرفة . ولا نعرف مستنداً صحيحاً لهذا . ¶ 33- من مات بعرفة فله أحكام : ¶ …أ- أن إحرامه باقي : \" فإنه يبعث يوم القيامة ملبياً \" رواه البخاري . ¶ …ب- أنه يُغَسَّل كغسل الميت المعتاد . ¶ …ج- يجوز غسله بماء وسدر كما في نص الحديث الصحيح لأن السدر ليس بطيب . ¶ …د- يكفن بإحرامه بردائه وإزاره لقوله ( : \" كفنوه بثوبه \" . ¶ …هـ- أنه يجوز أن يكفن الميت بثوبين بل ويجوز بثوب واحد لكن السنة ثلاثة . ¶ …و- أنه لا يُغطى رأسه لقوله : \" لا تُخمروا رأسه \" لأنه محرم . ¶ …ز- أخذ من قوله : \" لا تُخمروا رأسه \" حرمة تغطية رأس المحرم . ¶ …ح- لا ينوب عنه أحد بأن يكمل حجه لأنه باقي على إحرامه . ¶ …ط- منع بعض العلماء تغطية وجهه واستدلوا بحديث خرجه مسلم : \" ولا تُخمروا وجهه \" والصحيح أن هذه الرواية فيها شذوذ وأن الرواية الصحيحة : \" ولا تُخمروا رأسه \" وعليه المحققين من الحفاظ . ¶ …ك- الذين عملوا برواية : \" ولا تُخمروا وجهه \" منعوا المحرم من تغطية الوجه وقالوا : لا يجوز تغطية الوجه .والصحيح جواز تغطية المحرم وجهه. ¶ مسائل جَمْع ( مزدلفة ) ¶ 1 - لها ثلاثة أسماء : ¶ * مزدلفة : يزدلفون إليها من عرفة 0",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "* مشعر : لأن فيها المشعر الحرام ، والمشعر أصله جبل في مزدلفة أزيل ووضع في مكانه اليوم مسجد وهو المسجد الأبيض ذو المنارتين . ¶ * الجَمْع : لأن الناس يجتمعون فيها 0 ¶ 2- المبيت بمزدلفة فيه أربعة أقوال : ¶ القول الأول : ركن يبطل الحج بتركه . ¶ القول الثاني : أنه واجب يجبر بدم (( وهو الصحيح ))، وعليه دلت الأدلة وهو قول جمهور أهل العلم . ¶ ……القول الثالث : أنه سنة مستحبة لا شيء على من تركها . ¶ القول الرابع : أنه ليس بركن ولا واجب ولا سنة بل مباح وهذه رواية في مذهب الإمام مالك - رحمه الله - . ¶ 3- السنة فيها الجمع بين المغرب والعشاء بأذان وإقامتين . كما صح عنه صلى الله عليه وسلم وما ورد بآذان وإقامة فهو وهم من بعض الرواة والسنة بآذان وإقامتين . ¶ 4- لو فصل بين المغرب والعشاء بكلام أو بأكل أو شرب أو غيره صح ¶ 5- لا يستحب التنفل بينهما (المغرب والعشاء ¶ 6- إذا صلى المغرب وأخر العشاء لعذر كقضاء حاجة أو تجديد وضوء ونحوه فلا بأس ¶ 7- إذا جمع بينهما (المغرب والعشاء) من غير أذان ولا إقامة أخطأ وخالف السنة واجزأت الصلاة ¶ 8- إذا صلت المرأة بمجموعة نساء في مزدلفة هل تؤذن وتقيم كالرجال ؟ أكثر العلماء على المنع وأجاز بعضهم ذلك . ¶ 9- سئل ابن عمر - رضي الله عنهما - هل تقيم المرأة يعني للصلاة ؟ فقال : أنا أنهى عن ذكر الله ؟. كأنه يجيز ذلك . ¶ 10- إذا وصل إلى مزدلفة قبل دخول وقت العشاء هل يجمع المغرب مع العشاء جمع تقديم أو يصلى…المغرب بمفردها ثم يصلي العشاء إذا دخل وقتها ؟ ¶ …الجواب : المختار لا يجمع بل إذا جاء وقت العشاء صلاها لأن الجمع ليس لسفر بل للنسك بدليل أن أهل مكة لما حجوا جمعوا ¶ 11- يصلى الفجر في مزدلفة في أول وقتها تلك هي السُنة ثم يدعوا ويذكر الله تعالى عند المشعر الحرام . ¶ 12- يستحب أن يخرج منها قبل طلوع الشمس مخالفة لهدي المشركين كما صح عنه ( .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "13- يلقط الحصى للجمار في طريقه وهو ذاهب لمنى أو وهو داخل لمنى كما في حديث ابن عباس - رضي الله عنهما - ويجوز أخذ حصى الجمار من أي مكان ¶ 14- النبي (لم يفعل الوتر في مزدلفة ففي حديث جابر ( عند مسلم ولم يذكر أنه أحيا الليل . حديث جابر ( انفرد به مسلم دون البخاري ¶ 15- السبب في عدم الوتر ثلاثة أمور : ¶ أ - ما هو ظاهر من حديث جابر ( والشاهد منه : \" ثم اضطجع رسول الله حتى الفجر \" … وهذا ظاهره أنه ما أوتر . ¶ ب - أنه لو كان أوتر لَنُقِلَ لنا فالصحابة ( نقلوا لنا أقل من أمر الوتر ، نقلوا لنا لما نزل ¶ وبال ، ونقلوا لنا الدابة ، وأمور غير متعبد بها ، وحتى إشارة يده لما قال ( : \" السكينة السكينة \" ، ورفع يده بالقدح لما شرب اللبن وهو على الناقة فلو كان أوتر لنقلوا لنا ذلك مطلقاً 0 ¶ ج - لو قال أحد أنه أوتر . لما وجد إلى ذلك سبيلاً ولا دليلاً 0 ¶ 16- ( مُحَسِّر ) الوادي الذي حُصر فيه الفيل وأسرع فيه النبي ( لأنه موضع عُذِّبَ فيه ، وأمرنا ( إذا مررنا بديار عُذب فيها أن نسرع 0 ¶ 17- معنى المبيت بمزدلفة المكث فيها ولا يلزم النوم ولو بقي فيها ساهراً وأرق إلى الصباح فيعتبر…أدى الواجب ¶ 18- أخذ الجمار من مزدلفة خاصة لا أصل له والتقاط ابن عباس - رضي الله عنهما - للنبي ( الحصى كان أول دخوله منى.يجوز للضعفة وأهل الأعذار الخروج من مزدلفة بعد منتصف الليل لترخيص النبي ( ولكن ينبغي التوقي والتحري والورع في ذلك . ¶ 19- هل عموم النساء يعطون حكم الضعفة وأهل الأعذار مطلقا أولا؟ ¶ …ذهب بعضهم إلى أن النساء يعطون ذلك . …وهذا القول لا يؤيده الدليل لأن سودة -رضي الله عنها - استأذنت رسول الله ( فأذن لها …رسول الله ( . وإنما يدفع من مزدلفة أهل الأعذار من النساء وغيرهم. …لذا قالت عائشة -رضي الله عنها :\" يا ليتني استأذنت رسول الله ( كما استأذنت سودة \"",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "20- قد يخرج مع أهل الأعذار من لا عذر له كالأب مع بناته والزوج مع زوجته ونحو ذلك فهل …يجوز له الدفع معهن ؟ ¶ …الجواب : حكمه كحكمهن . ¶ 21- إذا دفعوا بعد منتصف الليل فهل يرمون أو ينتظرون طلوع الفجر ؟ التحقيق جواز الرمي . ¶ 22- من فاته المبيت بمزدلفة لعذر كالزحام ونحوه فلا شيء عليه ولا فدية لأنه معذور . ¶ 23- إذا خشي فوات وقت الصلاة وهو في الطريق صلى قبل الوصول إلى مزدلفة . ¶ 24- لا يستحب إحياء تلك الليلة ( ليلة مزدلفة وهي ليلة العيد ) بقيام ليل لعدم نقله عنه ( . ¶ 25- من السنة أن يصلي الفجر بمزدلفة بغلس ( أي شدة ظلام ) في أول الوقت صح عن النبي ( ذلك ثم يتفرغ للدعاء والذكر . ¶ مسائل متعلقة بمني ¶ 1- مِنى بالكسر لا بالضم فإن الضم لحن ويقال:فلان أمنى إذا نزل بمنى . ¶ 2- قيل سميت منى : لكثرة ما يمنى فيها ويسال من الدماء للهدي والأضاحي . ¶ 3- منى لها حدود أول وآخر، يتعين على الحاج أن يعرفها حتى يتأكد أنه فيها لأنها مشعر. ¶ 4- ذُكر لمنى خصائص منها : أنه في أيام الحج تتسع للحجاج ، وأنه لا يقربها غراب ولا تقربها حِدأة ، وأنه لا يكثر فيها الذباب ،وفي هذه الخصائص حديث ولكنه لا يصح ولكن الواقع صحيح . ¶ 5- يبدأ الحاج في الذهاب إلى منى في اليوم الثامن وهذا سُنة ليس بواجب ويصلي فيها خمسة فروض كهديه ( صلى ظهر اليوم الثامن والعصر والمغرب والعشاء وفجر اليوم التاسع فيها .( يقصر الصلاة الرباعية فيها فقط ) . ¶ 6- وأيام التشريق ( 11 -12 -13 ) تكون في منى وسميت بأيام التشريق : لأن الناس يشرقون فيها لحم الهدي والأضاحي . ¶ 7- المبيت في منى أيام التشريق واجب . ¶ 8- إذا لم يجد مكان في منى تجاوزه إلى ما بعده أو ما قبله ¶ 9- إذا لم يجد مكاناً إلا على الطرقات والأرصفة فإنه يعتبر غير واجد وهو معذور بالترك . ¶ 10- إذا لم يجد في مثل هذا الزمان إلا استئجار سواء بمبلغ غالي أو متوسط هل يجب عليه ؟",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "الجواب : لا يجب عليه الاستئجار إنما يجلس إذا وجد مكان . ¶ 11- إذا ترك المبيت أيام منى الثلاثة فعليه فدي ينحره لفقراء مكة ولا يأكل منه شيئاً . ¶ 12- قال بعض العلماء : إذا ترك يوماً فيتصدق على مسكين وإن ترك يومين فعلى مسكينين وإن ترك ثلاثة أيام فعليه الفدي . ¶ 13- إذا لم يجد مكاناً مع البحث والتفتيش فهل يجوز له أن يبيت في أي مكان ؟ الجواب : يبيت في أي مكان ولا نعرف دليلاً على المنع من ذلك . ¶ 14- إذا وجد مكاناً خالياً لكنه لم يأتِ صاحب المكان هل يجوز السكنى فيه ؟ ¶ الجواب : نعم لأنه حق للجميع قال النبي ( : \" مِني مُناخ مَن سبق \" خرجه الترمذي وابن ماجه والحاكم عن عائشة -رضي الله عنها - ورمز له السيوطي في الجامع بالصحة . ¶ 15- من أراد التعجل في أيام منى فيخرج قبل غروب الشمس من اليوم الثاني عشر . ¶ 16- إذا غربت الشمس من اليوم الثاني عشر وجب المبيت لرمي جمار اليوم الثالث عشر لأمر عمر( بذلك رواه مالك في الموطأ . ¶ 17- إذا خرج قبل غروب الشمس من اليوم الثاني عشر وعاد إلى منى لحاجة بعد الغروب فهل يلزمه المبيت ؟ الجواب :لا يلزمه المبيت تكفيه نيته وخروجه الأول . ¶ 18- النساء والرجال في ذلك سواء وكذلك من حج من الصبيان حكمهم سواء . ¶ مسائل في الهدي ¶ 1- أن الهدي واجب من واجبات الحج بالإجماع بدلالة الكتاب والسنة . ¶ 2- الهدي يكون من بهمية الأنعام (الإبل ـ البقر ـ الغنم) ¶ 3- لكل بهيمة سن معروف لا ينقص عنه مبين في النصوص كالأضحية . ¶ 4- لا يجزيء في هذا الهدي العوراء والمريضة والعمياء والهزيلة كالأضحية سواء بسواء . ¶ 5- لابد أن يذبح الهدي في حدود الحرم . ¶ 6- الإبل والبقر تجزيء عن سبعة ، والشاه عن واحد . ¶ 7- يجزئ التوكيل في الهدي وهو أن يوكل غيره بذبح الهدي عنه ، أو إعطاء ما يسمى في هذا الزمان الشركات والمؤسسات ¶ 8- يستحب أن يأكل من هديه كما صح عن النبي ( ذلك .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "9- ما الفرق بين الهدي والفدي ؟ أن الهدي بسبب القران أو التمتع . والفدي : بسبب ارتكاب محظور من محظورات الإحرام والهدي يجوز الأكل منه والفدي لا يجوز الأكل منه . ¶ 10- إذا أكل من الفدي غرم ما أكل منه قل أو كثر . ¶ 11- استحب بعضهم أن يكون النحر للهدي في الموضوع الذي نحر فيه رسول الله ( فإن قيل أين الموضع الآن ؟ قيل عند مسجد الخيف قرب قبلة المسجد وقد دخل في التوسعة اليوم وأي موضع نحر فيه جاز . ¶ 12- يجوز للمرأة أن تباشر نحر هديها بنفسها كالرجل . ¶ 13- هي يجوز للمرأة أن تنحر وهي حائض أو نفساء ؟ الجواب نعم ولا علاقة بصحة النحر بالحيض أو النفاس . ¶ 14- الصبي الحاج المتمتع أو القارن حكمة حكم الرجل البالغ في الهدي ومثله الجارية . ¶ مسائل رمي الجمار ¶ 1- رمي الجمار واجب من واجبات الحج وشعار له ، ومن ذكر الله . ¶ 2- رمي الجمار مجمع على وجوبه وأنه لا يبدأ إلا من بعد منتصف الليل من ليلة العيد. ¶ 3- من أين يلقط الحصى ؟ صح عن النبي ( أنه التقطه في الطريق إلى جمرة العقبة لا في مزدلفة كما يظنه كثير من الناس ، وفي رواية ابن عباس - رضي الله عنهما - أن التقاطه وافق أول دخوله منى . وإن التقطه من أي مكان جاز سواء من مزدلفة أو من منى أو مكة من غير أن يعتقد وجوب مكان معين . ¶ 4- في اليوم العاشر لا يرمي إلا جمرة العقبة ومحلها أبعد الجمرات عن منى ويقال لها الكبرى وهي أقرب إلى مكة 0 ¶ 5- ينبغي أن يتحرى في الحصى المرمي به ما جاء في صفة حصى النبي ( وهي إن شئت قل مقدار الحمصة أو مقدار بعر الشاة أو مقدار نصف الأنملة أو ما يقارب هذا مما جاء في صفته ¶ 6- ترمي جمرة العقبة بسبع حصيات في يوم العيد ( العاشر من ذي الحجة ) ، ولا يرمِي معها الصغرى ولا الوسطى 0 ¶ 7- ( اليوم الحادي عشر من ذي الحجة - وهو أول أيام التشريق ) يرمي الجمرة الصغرى ثم الوسطى ثم الكبرى كل واحدة بسبع حصيات والواجب الترتيب ثم بقية الأيام هكذا 0",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "8- يبدأ رمي الجمرات في أيام التشريق بعد الزوال ( بعد أذان الظهر ) يبدأ بالصغرى ثم الوسطى ثم الكبرى 0 ¶ 9- في رمي الصغرى يجعلها عن يساره والوسطى عن يمينه والكبرى يستقبلها استقبالاً صح ذلك عن النبي( 0 ¶ 10- الجمرة الكبرى ذهب أكثر أهل العلم أنها ترمي من الأمام لا من الخلف ، وإن رماها من الخلف هل يجزئ ؟ على قول الأكثر لا يجزئ . ¶ 11- السنة إذا رمى الصغرى أن يتقدم قليلاً ويدعوا بمقدار سورة البقرة وكذلك الوسطى ولا يقف عند الكبرى للدعاء 0 ¶ 12- ليس في الدعاء عند الصغرى والوسطى شيء محدد 0 ¶ 13- الحكمة في أنه لا يدعوا عند الكبرى أمران ¶ …الأول : ثبوت السنة بذلك . ¶ الثاني : لأن العبادة تنتهي بالكبرى والدعاء يكون في صلب العبادة لا بعدها ذكره ابن القيم - رحمه الله - . ¶ 14- يكبر مع كل حصاة : ( الله أكبر ) . ¶ 15- السنة في الرمي : أن يرفع يده عند الرمي ويكبر ، وذهب بعض العلماء إلى أنه لو وضع الحصا وضعاً في المرمى دونما رمي لم تجزئ فلابد من الرمي 0 ¶ 16- إذا شك في عدد ما رمى من الحصى ؟ زاد واحدة بشرط أن لا يكون وسواس 0 ¶ 17- إذا رمي وشك في الرمي هل وصلت أم لا ؟ دون يقين أنها لم تصل . وغلب أنها وصلت أجزأه ذلك . ¶ 18- ترتيب الجمرات في الرمي واجب : الصغرى ثم الوسطى ثم الكبرى . ¶ 19- إذا رمي الوسطى قبل الصغرى رجع للصغرى ثم الوسطى ثم الكبرى . ¶ 20- إذا رمي الكبرى ( يوم 11 ، 12 ، 13 ) ثم الوسطى ثم الصغرى أعاد الوسطى ثم الكبرى فقط . ¶ 21- إذا رمي الوسطى ثم الكبرى ثم الصغرى أعاد الوسطى والكبرى . ¶ 22- إذا رمي الصغرى ستاً ورمي الوسطي والكبرى سبعاً وتذكر بعد رجوعه إلى رحلة قضي الحجرة من الغد 0 ¶ 23- يلتقط حصى كل يوم بيومه ولو لقطها كلها في يوم واحد جاز . ¶ 24- يجوز التوكيل لأي إنسان عاجز 0 ¶ 25- لا يجوز التوكيل للقادر الذي يستطيع الرمي بنفسه 0 ¶ 26- جمهور العلماء على وجوب التأكد من سقوط الحجر في المرمى 0",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "27- إذا رمى الحجر في المرمى وخرجت أجزأت 0 ¶ 28- ليس من السنة تعمد رمي الشاخص 0 ¶ 29- الأفضل أن يرمي من الدور الأرضي ( تحت ) ويجوز من الأعلى . ¶ 30- إذا رمى وتأكد أنها لم تقع ، رمى مكانها أخرى 0 ¶ 31- لا يرمي بقية الحصى الزائد في يده 0 ¶ 32- هل المرمى تحويطة مشروع مما حدده الشارع ، أو هو تقديري اجتهادي ؟ ¶ …الجواب: ليس في تحديده حديث مرفوع عن النبي ( فيما أعلم ، ولذا ذهب الحنفية وغيرهم إلى أنه لو سقطت حصاة قرب المرمى أجزأت ، والأولى يتعين وقوعها في المرمى خروجاً من …الخلاف واحتياطاً للعبادة 0 ¶ 33- إذا وكل إنسان إنساناً بالرمي يرمي عن نفسه أولاً ، ثم عن موكله 0 ¶ 34- لو قَدَّمَ موكله على نفسه ، الصحيح جوازه 0 ¶ 35- إذا رمى حجرة واحدة عن نفسه والثانية عن موكله والثالثة عن نفسه والرابعة عن موكله وهكذا هل يجزئه ذلك ؟ الصحيح جوازه . ¶ 36- أن الرمي بالحجر الكبير من الغلو كما أشار إليه حديث ابن عباس - رضي الله عنهما - ولا يستحب ذلك لأنه خلاف السنة ولعل الأقرب الجواز وإن كان تاركاً للسنة . ¶ 37- لو وكل في الرمي غير الحاج فهل يجوز ؟ أكثر العلماء على المنع والمنع محل نظر . ¶ 38- لا يجزيء الرمي بالحجر الصغير جداً 0 ¶ 39- لا يستحب غسل الحصى إلا إذا كان فيه نجاسة 0 ¶ 40- إذا ارتطمت حصاتان ببعضهما وسقطتا في المرمى أجزأتا عن كل واحد ، و إن أبعدت الواحدة الأخرى أجزأت الساقطة وأعاد الآخر 0 ¶ 41- إذا نقص عليه حجر أخذ من قرب المرمي ولا حرج . ¶ 42- هل يجوز الأخذ من المرمى إذا نقص حجره ؟ ¶ …الجواب : قولان والصحيح جوازه إذ لا دليل على المنع . ¶ 43- إذا رمى حَجَرةً وسقطت في حِجر إنسان ثم لفظها وسقطت في المرمي لمن تكون للرامي الأول أو لمن سقطت في حجرة ؟ ¶ …الجواب : إن نوي التي سقطت في حِجرة أنها رمية عنه وجب على الأول إعادتها وإن لم …ينوي كانت عن الأول .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "44- لا يُرمى إلا بحجارة فلا يجزئ الطين ولا الفحم ولا الوحل ولا الأسمنت بل لا بد من كونها حجراً. ¶ 45- لو أخذ حصاة كبيرة وكسرها ورمى بأجزائها صح . ¶ 46- إذا جمع الحجارة ورماها دفعة واحدة فهي عن حجرة واحدة ويرمي بعدها ستاً . ¶ 47- إذا رمى بست حصيات في أحد الجمرات وانتهى وقت الرمي بغروب شمس اليوم الثالث عشر فلا فدية عليه بل وتجزئ الست واستحب بعضهم الصدقة على مسكين والصحيح الإجزاء . ¶ 48- إذا وقعت الحصاة على جدار المرمي فالأفضل أن يعيد وأن لم يعد أجزأت . ¶ 49- هل يجوز أن يؤخر رمي جمار اليوم الحادي عشر والثاني عشر إلى اليوم الثالث عشر ( آخر يوم ) ؟ ¶ …الجواب : نعم وهو نوع من التنفيس وصح عن النبي ( ويرمي مرتباً الصغرى ثم الوسطى …ثم الكبرى عن يوم الحادي عشر ثم الصغرى والوسطى والكبرى عن اليوم الثاني عشر وهكذا …، وإذا ضاق عليه الوقت وقد أخر الرمي إلى اليوم الثالث عشر وخشي غروب الشمس فإنه …يرمي عن كل يوم في مكانه . ¶ 50- آخر أيام الرمي غروب شمس اليوم الثالث عشر. وإن أخره ولم يرمِ ، عليه دم لأهل مكة 0 ¶ مسائل الحيض في الحج ¶ بالنسبة لحج المرأة لا يخلوا من أمرين إما أن تكون حائضاً أو غير ذلك فالكلام في المرأة الحائض . ¶ فيقال للمرأة إذا حاضت في الحج أمور : ¶ 1- أن لا تطوف بالبيت . ¶ 2- أن تحج قارنةً كفعل عائشة - رضي الله عنها- وإن لم يكن معها هدي يُغتفر لها هذا . ¶ 3- تعمل جميع أعمال الحج من وقوف ومبيت ورمي للجمار وتقصير ونحر وغيره ( غير الطواف بالبيت ) . ¶ 4- ظاهر النص في قوله ( لعائشة - رضي الله عنها- : \" اصنعي ما يصنع الحاج غير أن لا تطوفي بالبيت \" ظاهره أنه يجوز السعي ولكن الأقرب أنها لا تسعى لما صح في موطأ الإمام مالك - رحمه الله - عن النبي ( أنه قال : \" ولا بين الصفا والمروة \" وهذه الرواية قَلَّ من يذكرها . ¶ 5- يسقط عنها طواف الوداع : \" إلا أنه خفف عن المرأة الحائض \" مسلم .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "6- أجمع العلماء على أن المرأة لا تحلق شعرها وإنما عليها التقصير بقدر أُنملة لما جاءت بذلك النصوص عند أبي داود : \" نهي رسول الله ( أن تحلق المرأة شعرها \" . ¶ 7- بالنسبة لتقصير الشعر في الحج يُقْصَّرُ بأي شيء كان ( مقص - موس - حرق - قرظ - نتف - ونحو ذلك حتى لو دق بين حصاتين ) . ¶ مسائل طواف الوداع ¶ 1- طواف الوداع واجب . ¶ 2- طواف الوداع هو آخر عمل الحجاج . ¶ 3- طواف الوداع واجب على الجميع إلا أربعة : الحائض والنفساء وأهل مكة ومن أراد الاستيطان بمكة . ¶ 4- من تركه فعليه فدي يذبحه لفقراء الحرم . ¶ 5- إذا لم يكن معه قيمة الفدي جاز له أن يؤخره ولو طالت المدة . ¶ 6- إذا مات ولم يكن ذبح الفدي أُخرج من تركته . ¶ 7- إذا تجاوز الحرم بمسافة قصر وهو لم يطف الوداع فمذهب الحنابلة ومن وافقهم يلزمه الدم ولا يرجع والتحقيق إن رجع لا شيء عليه . ¶ 8- أهل جُدة من حج منهم وأراد الخروج لجدة طاف للوداع . ¶ 9- من كان خارج حدود الحرم فالأولى في حقه أن لا يخرج إلا بطواف وداع . ¶ 10- طواف الوداع حكمة في الشروط كسائر الأطوفة إلا أنه لا رمل فيه ولا اضطباع ويصلي بعده ركعتين . ¶ 11- الصبيان مثل الكبار إذا حجوا فعليهم طواف وداع . ¶ 12- من طاف للوداع وبات في مكة أعاد الطواف . ¶ 13- يجوز لمن طاف الوداع أن يشتري ما شاء من طعام وهدية أو كسوة ونحوها ، ولا يضر ذلك بطوافه . ¶ 14- إذا طاف للوداع وانتظر رفقته ليطوفوا وبقي عدة ساعات لم يُعد الطواف . ¶ ( ¶ والحمد لله ¶ قال العبد الفقير إلى عفو ربه ¶ أبو مجاهد المضيَّاني : ¶ أسأل الله أن يجعل ثواب هذا العمل لوالدي - رحمه الله - ¶ ولمن أعانتني -جزاها الله خيراً - على البر بوالدي - غفر الله له - ¶ كما أسأله سبحانه أن يجعل قبره روضة من رياض الجنة . ¶ اللهم وغفر لنا ولشيخنا ولوالدينا ولجميع المسلمين ¶ اللهم واجعله خالصاً لوجهك الكريم يارب العالمين . ¶ 10/ ذو القعدة / 1425هـ ¶ http://www.saaid.net/ ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 12",
            "page": "54",
            "part": "1"
        }
    ],
    "t36361": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مذكرة الحج"
        }
    ]
}