{
    "b36360": [
        {
            "id": "5",
            "nass": "محرمات العلاقة الزوجية في القرآن الكريم ¶ فهد عبد الله محمد الحبيشي",
            "page": "1",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "بسم الله الرحمن الرحيم ¶ شكر وعرفان ¶ الحمدلله رب العالمين وأصلي وأسلم على سيدنا محمد وعلى آله وصحبه أجمعين، وبعد .. ¶ فإني أحمد الله عز وجل وأشكره على إنعامه علي بنعم جزيلة عظيمة لا تحصى ولا تعد، والتي منها الإلتحاق بهذه الجامعة المباركة. ¶ وأشكره عز وجل على تيسيره وإعانته لي في إكمال مرحلة الماجستير، وإتمام هذا البحث والذي يمثل متطلباً ضرورياً لإتمام هذه المرحلة، فله الحمد والشكر والثناء الحسن. ¶ كما أتقدم بالشكر الجزيل والثناء العطر، لوالدي ووالدتي اللذين أولياني الرعاية والاهتمام وأعاناني على إتمام دراستي، وذللا لي السبل-بفضل الله-فأسأل الله أن يوفقهما إلى ما فيه مرضاته. ¶ كما أتقدم بالشكر الجزيل لفضيلة الشيخ/عبد المجيد عزيز الزنداني .. رئيس الجامعة، والذي لم يألُ جهداً في تقديم وبذل كل ما يستطيع في سبيل إنشاء وتطوير هذه الجامعة المباركة. ¶ كما أتقدم بالشكر الجزيل لفضيلة الدكتور/صالح صواب، المشرف على هذه الرسالة على جهوده التي بذلها في التوجيه والإشراف، وإبداء الملاحظات الدقيقة والقيمة، والتي استفدت منها كثيراً. ¶ كما أشكر له ما أولاني به من اهتمام كبير، وأعطاني من وقته، وعلمه الكثير. ¶ وإن مما شجعني على مقابلته المستمرة، والأخذ من وقته الثمين هو تواضعه الجم، الذي حفني به، فجزاه الله خير الجزاء، ونفع به وبعلمه، سائلاً المولى أن يجعل كل ذلك في ميزان حسناته يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كما أتقدم بالشكر الجزيل لعمادة الدراسات العليا ممثلة في: ¶ الدكتور/حيدر الصافح، عميد الدراسات العليا. ¶ كما أتقدم بالشكر الجزيل للعاملين في مكتبة جامعة الإيمان، وأخص بالذكر منهم أخانا الفاضل/عادل مكرم، سائلاً الله تعالى أن يجزي الجميع خير الجزاء ... والله ولي التوفيق.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "المقدمة ¶ إن الحمد لله، نحمده، ونستعينه، ونستغفره، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وأن محمدا ً عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102) ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} (النساء:1) ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً () يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} (الأحزاب:70،71) ¶ أما بعد: ¶ فإن القرآن الكريم هو كتاب الله الخالد الذي {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (فصلت:42) وهو الكتاب الذي أنزل الله فيه علمه {لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيداً} (النساء:166) وجعله الله نوراً نهتدي به في حياتنا الدنيا {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُوراً مُبِيناً} (النساء:174). ¶ ولقد أمرنا الله بتدبر آياته فقال: {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} (النساء:82) ¶ وأمرنا سبحانه باتباعه فقال {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} (لأعراف:3). ¶ ولهذا كله كانت الدراسات القرآنية من تفسير وعلوم قرآن، وغير ذلك من الدراسات التي تساعد على فهم مراد الله اتباعاً لأمره سبحانه بتدبر كتابه ومحاولة استجلاء أوامره ونواهيه.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعلى مر العصور كان كتاب الله المعجز هو موطن أنظار العلماء في تصرفاتهم وتأليفاتهم وتنظيراتهم، وكانت الدراسات القرآنية وفيرة وزاخرة، خاصة في مجال التفسير، فامتلأت المكتبة التفسيرية بالتفاسير المختلفة على اختلاف تياراتها ومناهج أصحابها، مشكلة بهذا ألواناً شتى، ولا شك أن هناك ما هو غث وما هو سمين. ¶ لقد مر التفسير بمراحل وأطوار متعددة بدءاً بطور التأسيس والتي بدأت على يد خير البشر محمد بن عبد الله صلى الله عليه وآله وسلم حيث كان يفسر للصحابة ما يشكل عليهم من دلالات ومعاني وأحكام. ¶ ثم الطور الثاني وهو طور التأصل، ليصبح التفسير بذلك علماً متكاملاً، والتي كانت في نهاية القرن الثالث، وعلى يد شيخ المفسرين محمد بن جرير الطبري. ¶ ثم الطور الرابع وهو طور التفريع والتنويع، إذ صار المفسرون يتوسعون ويستطردون ويوردون الكثير من المباحث والمسائل التي لا تتصل بالتفسير اتصالاً وثيقاً. ¶ ثم الطور الخامس وهو طور التفريع والتنويع، ولكن وفق مدرسة انتمى إليها المفسر، وعلى أساس التخصص الذي مهر فيه. ¶ ثم جاء العصر الحديث فانتقل التفسير نقلة أخرى خاصة فيما يتعلق بالتفسير الموضوعي (¬1). ¶ أما أنواع التفسير من حيث أسلوب كتابته، المتمثلة في تنوع الخطط والأساليب التي عرض المفسرون تفاسيرهم من خلالها، فلها تقسيمات مختلفة ولكن يمكن أن نرجعها إلى نوعين من التفسير: موضعي وموضوعي. ¶ وكان هذا البحث داخلاً ضمن إطار التفسير الموضوعي، والذي شهد انتعاشاً في الفترات الأخيرة، وبدا ظاهراً في الرسائل العلمية، والتي أخذت تدرس ¶ ¬__________ ¶ (¬1) تنظر هذه المراحل والكلام عنها في التفسير الموضوعي لصلاح الخالدي (19) وما بعدها، دار النفائس، الأردن، ط2، 1422هـ-2001م.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "القرآن في إطارات موضوعية إما عقدية أو فقهية أو اجتماعية أو أخلاقية أو غيرها. ¶ ذلك لأن الله عز وجل قد وضح في القرآن أسس ما يحتاجه المرء والمجتمع في حياتهما المتنوعة والمختلفة عبر العصور والدهور {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ} (الأنعام: من الآية38) ¶ ومن القضايا الهامة التي بينها القرآن القضايا المتعلقة بالعلاقة الزوجية وما يباح فيها وما يحرم، ونظراً لأهمية هذا الجانب رأيت أن يكون عنوان بحثي: ¶ (محرمات العلاقة الزوجية في القرآن الكريم).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أهمية الموضوع وأسباب اختياره:- ¶ 1. خدمة لكتاب الله. ¶ 2. كونه يعالج جانبا مهما من حياة الفرد والمجتمع. ¶ 3. كون الدراسات القرآنية في مجال الأسرة قليلة. ¶ 4. جهل كثير من الأزواج بما يحرم عليهما في علاقتهما الزوجية مما يسبب مشاكل كثيرة بين الزوجين أثناء حياتهما الزوجية أو عقب فراقهما. ¶ 5. عدم وجود بحث يعالج هذا الموضوع حسب اطلاعي. ¶ منهجي في البحث ¶ 1. قمت أولاً بجمع الآيات المتعلقة بالموضوع وتصنيفها. ¶ 2. قمت بدراسة هذه الآيات، وإبراز الأحكام المتعلق بمجال البحث. ¶ 3. لم أتفرع في ذكر مسائل وفروع فقهية إذ إن لها كتباً وهي كتب الفروع ولهذا درست الآيات دراسة تفسيرية، وذكرت الخلافات الفقهية المتعلقة بصلب الموضوع فقط. ¶ 4. ذكرت الأقوال التفسيرية مع نقل نصوص عن بعض المفسرين تدعيما وتوضيحاً لبيان الخلاف. ¶ 5. ذكرت بعض الأحاديث المتعلقة بالموضوع. ¶ 6. عزوت النصوص إلى مصادرها. ¶ 7. في شأن المسائل الفقهية جعلتها كالتالي:- ¶ أ- ذكر المسألة الفقهية. ¶ ب- ذكر أقوال العلماء, وأدلتهم. ¶ ج- المناقشة والترجيح. ¶ د-اعتمدت في نقل أقوال المذاهب على الكتب الفقهية المعتمدة، إذ إن كتب أحكام القرآن وكتب التفسير لا يعتمد عليها في هذا المضمار. ¶ 8. ¶ 9.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "10. ترجمت لجميع الأعلام الذين وردت أسماؤهم في البحث إلا المشهورين، كالخلفاء الأربعة، والأئمة الأربعة. ¶ 11. قمت بوضع نتائج للبحث مع خلاصة بسيطة له. ¶ 12. - قمت بعمل فهارس البحث التي شملت ما يلي: ¶ 1 - فهرس الآيات. ¶ 2 - فهرس الأحاديث والآثار. ¶ 3 - فهرس الأعلام. ¶ 4 - فهرس المصادر والمراجع. ¶ 5 - فهرس الموضوعات. ¶ خطة البحث ¶ تتكون خطة البحث من مقدمة، وفصل تمهيدي، وثلاثة فصول، وخاتمة ¶ المقدمة وتشتمل على:- ¶ أهمية الموضوع وسبب اختياره، ومنهجي في البحث ¶ الفصل التمهيدي: الزواج ومفهوم المحرمات الزوجية. ¶ وفيه ثلاثة مباحث:- ¶ المبحث الأول: تعريف الزواج لغة واصطلاحاً. ¶ المبحث الثاني: الزواج سنة إلهية. ¶ المبحث الثالث: العلاقة الزوجية حقوق وواجبات. ¶ المبحث الرابع: مفهوم المحرمات. ¶ الفصل الأول:- ¶ المحرمات أثناء المباشرة الزوجية. ¶ وفيه أربعة مباحث:- ¶ المبحث الأول: حرمة المباشرة أثناء العبادة. ¶ وفيه مطلبان:- ¶ المطلب الأول: حرمة المباشرة على المعتكف.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وفيه أربعة فروع:- ¶ الفرع الاول: تعريف المباشرة والاعتكاف. ¶ الفرع الثاني: الآية وسبب النزول. ¶ الفرع الثالث: تفسير الآية. ¶ الفرع الرابع: حكم المباشرة من المعتكف. ¶ المطلب الثاني: حرمة الرفث في الحج والعمرة. ¶ وفيه ثلاثة فروع:- ¶ الفرع الأول: تعريف الرفث لغة. ¶ الفرع الثاني: تفسير الرفث. ¶ الفرع الثالث: حكم الرفث في الحج والعمرة. ¶ المبحث الثاني: إتيان الحائض. ¶ وفيه خمسة مطالب:- ¶ المطلب الأول: الآية وسبب نزولها. ¶ المطلب الثاني: تفسير مفردات الآية. ¶ وفيه ثلاثة فروع:- ¶ الفرع الأول: المحيض. ¶ الفرع الثاني: الأذى. ¶ الفرع الثالث: الاعتزال. ¶ المطلب الثالث: ما يجب اعتزاله من الحائض. ¶ المطلب الرابع: حكم إتيان الحائض ¶ المطلب الخامس: معنى الطهارة في الآية. ¶ المبحث الثالث: الوطء في غير الفرج. ¶ وفيه مطلبان:- ¶ المطلب الأول: الآية وسبب النزول. ¶ المطلب الثاني: حكم الوطء في غير الفرج. ¶ الفصل الثاني:-",
            "page": "9",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "المحرمات في المعاملة بين الزوجين. ¶ وفيه مبحثان:- ¶ المبحث الأول: ما يحرم على الزوج. ¶ وفيه أربعة مطالب:- ¶ المطلب الأول: الظهار. ¶ الفرع الأول: تعريف الظهار. ¶ الفرع الثاني: الآية وسبب النزول ¶ الفرع الثالث: حكم الظهار. ¶ الفرع الثالث: الواجب في حق المظاهر. ¶ المطلب الثاني: النهي عن أخذ شيء من أموال الزوجات. ¶ وفيه فرعان:- ¶ الفرع الأول: الآيات الدالة على ذلك وسبب نزولها. ¶ الفرع الثاني: معنى الآيات. ¶ المطلب الثالث: الميل. ¶ الفرع الأول: تعريف الميل ¶ الفرع الثاني: النهي عن الميل ¶ الفرع الثالث: أنواع الميل. ¶ المطلب الرابع: البغي على الزوجة. ¶ وفيه فرعان:- ¶ الفرع الأول: تعريف البغي. ¶ الفرع الثاني: النهي عن البغي. ¶ المطلب الخامس: العضل. ¶ وفيه فرعان:- ¶ الفرع الأول: تعريف العضل. ¶ الفرع الثاني: النهي عن العضل. ¶ المطلب السادس: النهي عن سوء العشرة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المبحث الثاني: المحرمات من جهة الزوجة. ¶ المطلب الأول: النشوز ¶ وفيه أربعة فروع:- ¶ الفرع الأول: تعريف النشوز. ¶ الفرع الثاني: قوامة الرجل وسببها. ¶ الفرع الثالث: وجوب طاعة المرأة زوجها. ¶ الفرع الرابع: تأديب المرأة الناشز. ¶ الفرع الخامس: ترتيب الوسائل ... الفرع السادس: التأديب والبغي ¶ الفرع السابع: شبهة وردها ¶ المطلب الثاني: سوء العشرة. ¶ الفصل الثالث:- ¶ المحرمات عقب الطلاق. ¶ وفيه مبحثان:- ¶ المبحث الأول: ما يحرم على الزوج. ¶ المطلب الأول: مراجعة من طلقها ولم يدخل عليها. ¶ وفيه ثلاثة فروع:- ¶ الفرع الأول: أنواع الطلاق. ¶ الفرع الثاني: طلاق غير المدخول بها. ¶ الفرع الثالث: متعة المطلقة غير المدخول بها. ¶ المطلب الثاني: النهي عن الإضرار بالمطلقة. ¶ وفيه فرعان:- ¶ الفرع الأول: تعريف الإضرار. ¶ الفرع الثاني: أنواع الإضرار والنهي عنها. ¶ المطلب الثالث: نكاح المطلقة ثلاثا.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "المطلب الرابع: ترك الإشهاد على الرجعة. ¶ المبحث الثاني: ما يحرم على الزوجة. ¶ وفيه مطلبان:- ¶ المطلب الأول: كتمان الزوجة ما في رحمها. ¶ المطلب الثاني: الزواج في العدة. ¶ المطلب الثالث: النهي عن خروج المرأة من بيتها. ¶ وفيه أربعة فروع:- ¶ الفرع الأول: تعريف العدة. ¶ الفرع الثاني: أسباب العدة. ¶ الفرع الثالث: أنواع العدة ¶ الفرع الرابع: النهي عن الزواج في العدة. ¶ الخاتمة، وذكرت فيها أهم نتائج البحث. ¶ الفهارس:- ¶ 1. فهرس الآيات. ¶ 2. فهرس الأحاديث والآثار. ¶ 3. فهرس الأعلام. ¶ 4. فهرس المراجع. ¶ 5. فهرس الموضوعات.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الفصل التمهيدي ¶ وفيه أربعة مباحث ¶ المبحث الأول: تعريف الزواج لغة واصطلاحاً. ¶ المبحث الثاني الزواج سنة إلهية. ¶ الميحث الثالث: الأسرة حقوق وواجبات. ¶ المبحث الرابع: مفهوم المحرمات.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "المبحث الأول تعريف الزواج لغة واصطلاحاً ¶ أولاً: الزواج لغة:- ¶ جاء في مقاييس اللغة:\"الزاي والواو والجيم أصل يدل على مقارنة شيء لشيء، من ذلك: الزوج زوج المرأة، والمراة زوج بعلها، وهو الفصيح، قال تعالى: {اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّة} (لأعراف: من الآية19) ... فأما قوله جل وعز في ذكر النبات: {مِنْ كُلِّ زَوْجٍ بَهِيجٍ} (قّ: من الآية7) فيقال: أراد به اللون، كأنه قال: من كل لون بهيج، وهذا لا يبعد أن يكون من الذي ذكرناه؛ لأنه يزوج غيره مما يقاربه\" (¬1). ¶ ثانياً: الزواج اصطلاحاً:- ¶ عرفه صاحب الكنز من الأحناف بأنه:\"عقد يرد على ملك المتعة قصداً\" (¬2). ¶ وعرفه غيره بأنه\"عقد يفيد حل استمتاع كل من العاقدين بالآخر على الوجه المشروع\" (¬3). ¶ \"والتعريفان متقاربان في المعنى، وللفقهاء تعريفات أخرى كلها تدور حول هذا المعنى وإن اختلف التعبير، وهي تؤدي في جملتها إلى أن موضوع عقد الزواج امتلاك المتعة على الوجه المشروع، وإلى أن الغرض منه في عرف الناس والشرع هو جعل هذه المتعة حلالاً\" (¬4). ¶ ¬__________ ¶ (¬2) كنز الدقائق لأبي البركات عبد الله النسفي (2/ 174) مع شرحه النهر الفائق، تحقيق: أحمد عناية، دار الكتب العلمية، بيروت، لبنان، ط1، 1422هـ. ¶ (¬3) الأحوال الشخصية لأبي زهرة (17) دار الفكر العربي. ¶ (¬4) المصدر السابق.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المبحث الثاني: الزواج سنة إلهية. ¶ خلق الله هذا الكون وجعل فيه سنناً متنوعة، من هذه السنن الهامة سنة الزوجية والتي لا تقتصر على نوع دون آخر بل تشمل كل الكائنات، وقد بين الله هذه السنة في العديد من الآيات منها ما يتعلق بالحيوان كقوله تعالى: {ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ} (الأنعام:143) ¶ ومنها ما يتعلق بالنبات كما في الآيات التالية:- ¶ - قوله تعالى: {وَهُوَ الَّذِي مَدَّ الأرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً وَمِنْ كُلِّ الثَّمَرَاتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْنِ يُغْشِي اللَّيْلَ النَّهَارَ إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ} (الرعد:3) ¶ - قوله تعالى: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْداً وَسَلَكَ لَكُمْ فِيهَا سُبُلاً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِنْ نَبَاتٍ شَتَّى} (طه:53) ¶ - قوله تعالى: {أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ} (الشعراء:7) ¶ - {فِيهِمَا مِنْ كُلِّ فَاكِهَةٍ زَوْجَانِ} (الرحمن:52) ¶ بل نص عز وجل على أن الزوجية سنة في كل مخلوق كما قال تعالى:- ¶ - {سُبْحَانَ الَّذِي خَلَقَ الْأَزْوَاجَ كُلَّهَا مِمَّا تُنْبِتُ الْأَرْضُ وَمِنْ أَنْفُسِهِمْ وَمِمَّا لا يَعْلَمُونَ} (يّس:36). ¶ - {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} (الذريات:49} ¶ \"أي خلقنا صنفين ونوعين مختلفين\" (¬1) كـ\" الذكر والأنثى، والسماء والأرض، والشمس والقمر، والليل والنهار، والنور والظلام، والسهل والجبل\" (¬2) ونحو ذلك فـ\"الله تبارك وتعالى خلق لكل ما خلق من خلقه ثانيا له مخالفا له في معناه فكل ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن لمحمد بن أحمد القرطبي، (17/ 53) تحقيق: أحمد البردوني، دار الشعب القاهرة، ط2، 1372هـ. ¶ (¬2) المصدر السابق، وينظر تفسير الجلالين لعبد الرحمن السيوطي (695) دار الحديث القاهرة، ط1.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "واحد منهما زوج للآخر، ولذلك قيل خلقنا زوجين\" (¬1) ولهذا \"فالوترية في حق المخلوق محال\" (¬2) لهذه الآية الكريمة. ¶ وبما أن الإنسان من مخلوقات الله فقد خلقه الله أيضاً من زوجين كما في الآيات التالية:- ¶ - {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} (النساء:1) ¶ -? {وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى} (النجم:45). ¶ وقد رغب القرآن في الزواج في آيات شتى، فتارة بصيغة الأمر كما في قوله تعالى: {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (النور:32) فالله \"يقول إن يكن هؤلاء الذين من أيامى رجالكم ونسائكم وعبيدكم وإمائكم أهل فاقة وفقر فإن الله يغنيهم من فضله فلا يمنعنكم فقرهم من إنكاحهم\" (¬3). ¶ وتارة يصف الزوجة بالسكن كما في قوله تعالى: {هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلاً خَفِيفاً فَمَرَّتْ بِهِ فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحاً لَنَكُونَنَّ مِنَ الشَّاكِرِينَ} (لأعراف:189). ¶ ولهذا بوب البيهقي (¬4) في السنن الكبرى\"باب الرغبة في النكاح قال الله تعالى: وجعل منها زوجها ليسكن إليها\" (¬5). ¶ ¬__________ ¶ (¬1) جامع البيان لمحمد بن جريرالطبري (27/ 8) دار الفكر بيروت،1405هـ. ¶ (¬2) فيض القدير للمناوي (2/ 494) المكتبة التجارية الكبرى، مصر، ط1. 1356 هـ. ¶ (¬3) جامع البيان (18/ 125) ¶ (¬4) أبو بكر أحمد بن الحسين بن علي بن عبد الله بن موسى البيهقي النيسابوري الحافظ، ولد في نيسابور عام 384هـ من أئمة الحديث، نشأ في بيهق، رحل إلى بغداد ثم إلى الكوفة ومكة، ومات بنيسابور عام 458هـ انظر (طبقات الشافعية للسبكي 4/ 8 ترجمة رقم 250 تحقيق عبد الفتاح محمد الحلو ومحمود محمد الطناجي ط:4 عام 1385هـ - 1966م). ¶ (¬5) السنن الكبرى (7/ 76) مكتبة دار الباز، مكة،1414هـ-1994م تحقيق: محمد عبد القادر عطا.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وذكر سبحانه أنه جعل بين الزوجين مودة ورحمة كما في قوله تعالى: {وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً لِتَسْكُنُوا إِلَيْهَا وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً إِنَّ فِي ذَلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ} (الروم:21) وفي هذا المعنى يقول سبحانه: {هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ} (البقرة: من الآية187) ولهذا \"فلا ألفة بين روحين أعظم مما بين الزوجين\" (¬1). ¶ وتارة يصف أنبياءه بأنه جعل لهم أزواجاً وذرية، قال تعالى: {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجاً وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ} (الرعد:38). ¶ ومن خلال الآيات والنظر فيها يظهر أن الله سبحانه وتعالى خلق كل شيء من زوجين لما يلي:- ¶ 1. تفرداً بالأحدية قال تعالى: {وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ} (الذريات:49) فالله عز وجل خلق من كل شيء زوجين\" حتى لا تنبغي الأحدية إلا لله تعالى\" (¬2)، ولنعلم\" أن خالق الأزواج فرد ... فهو وتر ليس كمثله شيء\" (¬3). ¶ 2. حفظ الجنس البشري وغيره من الانقراض، قال تعالى: {وَاللَّهُ جَعَلَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجاً وَجَعَلَ لَكُمْ مِنْ أَزْوَاجِكُمْ بَنِينَ وَحَفَدَةً} (النحل: من الآية72) ¶ 3. \" نبه جل ثناؤه بذلك ... على قدرته على خلق ما يشاء خلقه من شيء، وأنه ليس كالأشياء التي شأنها فعل نوع واحد دون خلافه، إذ كل ما صفته فعل نوع واحد دون ما عداه كالنار التي شأنها التسخين، ولا تصلح للتبريد \" (¬4). ¶ 4. ¶ 5. ¶ ¬__________ ¶ (¬1) تفسير القرآن العظيم لإسماعيل بن عمر ابن كثير (2/ 275) دار الفكر بيروت.1401هـ. ¶ (¬2) فيض القدير (2/ 494). ¶ (¬3) الجامع لأحكام القرآن (17/ 53). ¶ (¬4) جامع البيان (27/ 8).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "6. الاعتبار والتذكر المأخوذ من قوله تعالى: {لعلكم تذكرون} أي \"لتذكروا وتعتبروا بذلك، فتعلموا أيها المشركون بالله أن ربكم الذي يستوجب عليكم العبادة هو الذي يقدر على خلق الشيء وخلافه، وابتداع زوجين من كل شيء لا ما لا يقدر على ذلك\" (¬1). ¶ فالزوجية آية من آيات الله سبحانه كما بين في كتابه الكريم، وهي حرية بالتفكر فيها، وتدبر عظم حكمة المولى سبحانه، إذ المرأة تترك أبويها وإخوانها وسائر أهلها، والاتصال برجل غريب عنها تقاسمه السراء والضراء وتكون زوجةً له، ويكون زوجاً لها تسكن إليه ويسكن إليها، ويكون بينهما من المودة والرحمة أقوى من كل ما يكون بين ذوي القربى (¬2). ¶ 7. قضاء الوطر لإشباع الغريزة الجنسية. ¶ 8. \"ترويح النفس وإسكانها بالمعاشرة والمسامرة\" (¬3). ¶ 9. ¶ ¬__________ ¶ (¬1) المصدر السابق (27/ 9). ¶ (¬2) أضواء على نظام الأسرة في الإسلام لسعاد إبراهيم (16) دار عالم الكتب للنشر والتوزيع، ط1. 1417هـ،1997م. ¶ (¬3) نظام الأسرة عند المسلمين والمسيحيين لمصطفى الرافعي (22) الشركة العالمية للكتاب، ط1.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "10. المبحث الثالث: العلاقة الزوجية حقوق وواجبات ¶ بما أن العلاقة الزوجية بين الرجل والمرأة سنة إلهيه وغريزة أودعها الله في الجنسين- الذكر والأنثى-اللذين يشكلان الركيزتين الأساسيتين لهذه العلاقة لم يترك الشارع الحكيم هذه العلاقة دون توجيه وبيان لما يجب على كل طرف نحو الآخر، وما تمليه ضرورة هذا الاقتران من حقوق بحيث تستمر هذه العلاقة وتقاوم الصعاب الدنيوية، ولا تتكسر أمام موجات الحياة الصغيرة. ¶ كما أن الشارع أراد بذكر الحقوق والواجبات على كلا الطرفين تجاه صاحبه كيلا تنحرف الأسرة عن المسار الصحيح، والذي بانحرافها ينحرف المجتمع برمته، فالأسرة هي النواة للمجتمع، وهي التي تشكل سداه ولحمته وبصلاح الأسره يصلح المجتمع، وبفسادها يفسد. ¶ وللمركز الهام الذي تحتله العلاقة الزوجية بين الشارع الحكيم في كتابه الكريم جملة من المحرمات التي يجب على الأسرة المسلمة اجتنابها طاعة لله سبحانه أولاً، وحفاضاً على كيان الأسرة ثانياً، وعلى هدوء واستقرار وسلامة المجتمع ثالثاً. ¶ إن هذه المحرمات التي بينها الشارع الحكيم- والتي سآتي على ذكرها في الفصول القادمة- تمثل سياجاً آمناً يحفظ للأسرة سلامتها وطمأنينتها، كيف لا؟! وهي آتية من اللطيف الخبير {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (الملك:14). ¶ لا يستطيع أحد أن ينكر أن العلاقة الزوجية نعمة أنعمها الله على الإنسان، وميزه بها عن غيره من المخلوقات ذات الزوجية الذكرية والأنثوية، خاصة فيما يتعلق بالحقوق والواجبات، فالمسألة ليست تسافداً كتسافد الكلاب، بل هي علاقة تنبني على التفاهم والوفاء، فلا يصح للإنسان أن يصرفها كيف يشاء بعيداً عن توجيه رازقها ومعطيها المولى سبحانه، إذ إن مقتضى الربوبية ينقض هذا من أساسه والواجب على المسلم أن يقول: {سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (البقرة: من الآية285) ومن هنا تكمن أهمية معرفة المحرمات في العلاقات الزوجية.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومما ذكر القرآن بياناً للحقوق والواجبات بين الزوجين قوله تعالى: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} (البقرة: من الآية228) وهذه قاعدة عظيمة في بيان طبيعة الواجبات والحقوق بين الزوجين، ومنه قوله تعالى: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ} (النساء: من الآية34). ¶ كما بين القرآن النهي عن الإضرار بالنساء أو البغي عليهن كما في قوله تعالى: {وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ} (الطلاق: من الآية6) وقوله سبحانه: {فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً} (النساء: من الآية34) وغيرها من القضايا التي سأبينها في هذا البحث إن شاء الله. ¶ يتبين مما سبق أن العلاقة بين الزوجين توجب أداء حقوق وواجبات كما تعني عدم الإساءة إلى كلٍ منهما على الآخر.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "المبحث الرابع: مفهوم المحرمات ¶ بما أن هذا البحث يقوم على بيان ماهية المحرمات المتعلقة بالحياة الزوجية كان لزاماً بيان مفهوم المحرمات والمراد منه كي يتم تصور أساس البحث ومنطلقة، وعليه فسأعرف هذا المفهوم لغة واصطلاحاً. ¶ 1 - لغة:- ¶ الـ (محرم) اسم مفعول لـ (حرم) مضعف الوسط ¶ والحَرامُ: نقيض الحلال، فيقال هذا حلال وهذا حرام كما قال تعالى: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ} (النحل: من الآية116) وجمعه حُرُمٌ. ¶ والمُحَرَّمُ: الحَرامُ، والحَرامُ والمَحَارِمُ: هي ما حَرَّمَ اللَّهُ (¬1). ¶ قال في معجم مقاييس اللغة:\"الحاء والرأء والميم أصل واحد، وهو المنع والتشديد، فالحرام ضد الحلال، قال الله تعالى: {وَحَرَامٌ عَلَى قَرْيَةٍ أَهْلَكْنَاهَا} (الانبياء: من الآية95) \" (¬2). ¶ 2 - أما اصطلاحاً فهو: ما طلب الشارع تركه على وجه الحتم والإلزام (¬3). ¶ وعرفه بعضهم بالثمرة فقال: ما ذم فاعله شرعاً واستحق العقاب (¬4). ¶ ويطلق الحرام أيضاً ضد الواجب (¬5) بمعنى أن ترك الواجب حرام يذم تاركه ويستحق العقاب على تركه. ¶ هذا ويسمى الحرام محظوراً وممنوعاً ومزجوراً ومعصيةً وذنباً وقبيحاً وسيئةً وفاحشةً وإثماً وحرجاً وتحريجاً وعقوبةً (¬6). ¶ ¬__________ ¶ (¬1) ينظر لسان العرب (12/ 118) م حرم، دار صادر، بيروت، ط6، 1417هـ. ¶ (¬2) معجم مقاييس اللغة (2/ 45) ¶ (¬3) ينظر إرشاد الفحول (61) تحقيق: محمد صبحي حلاق، دار ابن كثير، دمشق، ط2، 1421هـ، وأصول الفقه الإسلامي لوهبة الزحيلي (1/ 80) دار الفكر دمشق. ط1، 1406 هـ. ¶ (¬4) ينظر المصدر السابق، ¶ (¬5) ينظر المستصفى لأبي حامد الغزالي (1/ 53) دار الكتب العلمية،1993م. ¶ (¬6) شرح الكوكب المنير لمحمد بن أحمد الفتوحي (1/ 386) تحقيق: محمد الزحيلي ونزيه حماد، مكتبة العبيكان،1418هـ.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وعلى هذين الأمرين (ما طلب الشارع تركه على وجه الإلزام، وما كان ضد الواجب) تندرج المحرمات الآتي ذكرها في هذا البحث، وسواء كانت في المعاملة بين الزوجين أو المباشرة بينهما. ¶ بقي أن أشير إلى الفرق بين مصطلحي الحرمة والمحرم إذ بينهما علاقة تلازمية ففي حين تعني الحرمة الحكم الناتج عن الدليل كان المحرم هو محل تنزيل هذا الحكم.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المبحث الخامس: ارتباط الأسرة بالأحكام ¶ لم يكن يجد السلف ومن بعدهم إلى القرن الرابع عشر مشكلة تذكر في معالجة القضايا الأسرية والتي منها العلاقة الزوجية، ولم يكن يجد العامة من الناس حرجاً في أن يسألوا علماء الإسلام عن كل صغيرة وكبيرة تعترضهم فيما يتعلق بعلاقاتهم الأسرية؛ إذ كانت قناعتهم الراسخة وإيمانهم الثابت بأن الإسلام يحكم كل مناحي الحياة، وأن قضايا الحياة عموما والزوجية خصوصاً محكومة ومضبوطة بضوابط الشرع. ¶ كما أن علماء الإسلام لم يقصروا في بيان أحكام هذا الدين وألفوا الكتب العامة والخاصة في بيان الحلال والحرام، وتوضيح جوانب من الحياة الزوجية الدقيقة والتي يعتبرها البعض محرجة، بيد أنهم كانوا يستهدون في ذلك بشرع الله الذي بين كل ما يتعلق بحياة المرء المختلفة، كما استهدوا بقوله - صلى الله عليه وسلم - لا حياء في الدين. ¶ لقد كانت الحياة الثقافية فيما يتعلق بالحياة الزوجية ثقافة واحدة هي ثقافة التدين، وكان أمر الناس واحداً حتى نبتت نابتة ممن استهواهم بريق الغرب الخادع فحاولوا -بعد أن تشبعوا بثقافته- نقلها إلى غير بيئتها، بل وجعلها الحاكمة على حياة الملايين ممن يرفضونها، وكان من أسس هذا الثقافة الوافدة الفصل الكلي للدين عن الحياة، والإدعاء زوراً ألا علاقة للدين بالحياة مطلقاً. ¶ وقد ووجه هؤلاء بالبراهين الدامغة من القرآن والسنة والتي تبين كل ما يتعلق بالإنسان وحياته التي يعتورها الكثير من التنوعات، ذلك لأنه من عند الخالق العليم الحكيم (ألا يعلم من خلق وهو اللطيف الخبير) ¶ وبين العلماء استناداً لما جاء في النبع الصافي –القرآن والسنة- أن الأحكام المصنفة أصولياً إلى خمسة أحكام ومنها الحرام تسري على كل مناحي الحياة والتي منها الحياة الزوجية. ¶ وفي هذا البحث ستجد كيف أن الشارع قد حرم قضايا تتعلق بالعلاقة الزوجية يجب على المسلم المعرفة بها واجتنابها.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الفصل الأول ¶ المحرمات في المباشرة الزوجية. ¶ وفيه ثلاثة مباحث ¶ المبحث الأول: حرمة المباشرة أثناء العبادة. ¶ المبحث الثاني: إتيان الحائض. ¶ المبحث الثالث: حرمة الوطء في غير الفرج.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المبحث الأول ¶ حرمة المباشرة أثناء العبادة ¶ وفيه مطلبان ¶ المطلب الأول: حرمة المباشرة على المعتكف. ¶ المطلب الثاني: حرمة الرفث في الحج والعمرة",
            "page": "25",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المطلب الأول: حرمة المباشرة على المعتكف ¶ الفرع الأول: تعريف المباشرة والاعتكاف:- ¶ أولاً: تعريف المباشرة:- ¶ المباشرة مأخوذة من البشرة، يقال: باشَرَ الرجلُ امرأَتَه مُباشَرَةً وبِشاراً: كان معها في ثوب واحد فَوَلِيَتْ بَشَرَتُهُ بَشَرَتَها. وفي الحديث: أَنه كان صلى الله عليه وآله وسلم يُقَبِّلُ ويُباشِرُ وهو صائم (¬1)؛ أَراد بالمباشَرَةِ المُلامَسَةَ فمُباشرةُ المرأَة: مُلامَسَتُها. ¶ وقد يرد بمعنى الوطء في الفرج وخارجاً منه (¬2)، واستعمل لفظ المباشرة في القرآن كناية عن الجماع في قوله تعالى: {فَالآنَ بَاشِرُوهُنّ} (البقرة: من الآية187). ¶ ثانياً: تعريف الاعتكاف لغةً واصطلاحاً:- ¶ أ-لغة: \"أصل الاعتكاف في اللغة-هو-اللبث والحبس والملازمة\" (¬3) وقيل لزوم الشيء وحبس النفس عليه (¬4) براً كان أو إثماُ للآية الآتية (¬5). ¶ وقيل: هو المواظبة والملازمة ومنه قوله تعالى: {يَعْكُفُونَ عَلَى أَصْنَامٍ لَهُمْ} (لأعراف: من الآية138) والمقام الاحتباس ومنه الاعتكاف الشرعي (¬6). ¶ قال في معجم مقاييس اللغة:\"العين والكاف والفاء أصل صحيح يدل على مقابلة وحبس يقال: عكف بعكف ويعكف عكوفاً، وذلك إقبالك على الشيءلا ¶ ¬__________ ¶ (¬1) أخرجه محمد بن زيد بن ماجة القزويني في سننه (1/ 538) دار الفكر بيروت، تحقيق: محمد فؤاد عبد الباقي، وأبو بكر أحمد بن الحسين البيهقي، في السنن الكبرى (4/ 233)، وأحمد في المسند (6/ 59) مؤسسة قرطبة، مصر. ¶ (¬2) ينظر لسان العرب (4/ 59) م بشر. ¶ (¬3) المجموع ليحي بن شرف النووي (6/ 400) دار الفكر، 1996م. ¶ (¬4) تحفة الأحوذي لمحمد عبد الرحمن بن عبد الرحيم المباركفوري (3/ 420) دار الكتب العلمية، بيروت. ¶ (¬5) ينظر المجموع (6/ 400) ¶ (¬6) ينظر التعريفات لمحمد عبد الرؤوف المناوي (75) تحقيق: محمد رضوان الداية، دار الفكر المعاصر ودار الفكر، بيروت ودمشق، ط1، 1410هـ.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "تنصرف عنه، والعاكف: المعتكف، والمعكوف المحبوس، يقال: مال عكفك عن كذا؟ أي ما حبسك؟ قال تعالى: {وَالْهَدْيَ مَعْكُوفاً أَنْ يَبْلُغَ مَحِلَّه} (الفتح: من الآية25) \" (¬1). ¶ ب- شرعاً: هو\"حبس النفس في المسجد عن التصرف العادي بالنية\" (¬2) وقيل: \"المقام في المسجد من شخص مخصوص على صفة مخصوصة\" (¬3). ¶ وبناءً عليه فعلاقة التعريف الشرعي باللغوي علاقة الخاص بالعام، وبما أن الأصل اللغوي للاعتكاف هو اللزوم\"سمي الاعتكاف الشرعي اعتكافاً لملازمة المسجد\". ¶ الفرع الثاني: الآية وسبب النزول:- ¶ الآية التي بصدد هذا الموضوع هي قوله تعالى: {وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا} (البقرة: من الآية187). ¶ وسبب نزولها فقد اختلفت الروايات عن ابن عباس وغيره من مفسري التابعين في تحديد سبب النزول إلى روايات معممة وأخرى مخصصة وسنذكر هذه الروايات فيما يلي:- ¶ - عن ابن عباس رضي الله عنهما أنهم\" كانوا إذا اعتكفوا فخرج الرجل إلى الغائط جامع امرأته ثم اغتسل ثم رجع إلى اعتكافه فنهوا عن ذلك\" (¬4). ¶ - قال مقاتل بن سليمان: \"نزلت في علي و عمار بن ياسر وأبي عبيدة بن الجراح كان أحدهم يعتكف فإذا أراد الغائط من السحر رجع إلى أهله فيباشر و يجامع و يغتسل و يرجع فنزلت\" (¬5). ¶ - ¶ -? ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة (4/ 108). ¶ (¬2) المصدر السابق. ¶ (¬3) تحفة الأحوذي (3/ 420). ¶ (¬4) وروي نحو هذا عن الضحاك، ومقاتل، وقتادة والربيع بن أنس، ومجاهد، ينظر جامع البيان (2/ 181) و لباب النقول في أسباب النزول للجلال السيوطي (35) دار إحياء العلوم، بيروت، ط4، 1403هـ. ¶ (¬5) العجاب (1/ 449)",
            "page": "27",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "- عن الضحاك بن مزاحم قال: \"كانوا يجامعون وهم معتكفون حتى نزلت ولا تباشروهن و أنتم عاكفون في المساجد\" (¬1). ¶ - عن قتادة \"كان الرجل إذا خرج من المسجد وهو معتكف فلقي امرأته باشرها، فنهاهم الله عن ذلك و أخبرهم أن ذلك لا يصلح حتى يقضي اعتكافه\" (¬2). ¶ واخلاف هنا هين لعدم التعارض؛ إذ يمكن أن ابن عباس علمه عن معينين مع عدم النفي عن غيرهم. ¶ الفرع الثالث: تفسير الآية:- ¶ اختلف المفسرون في معنى المباشرة هنا على قولين:- ¶ 1 - الجماع فيكون المعنى: ولا تجامعوهن، فعن ابن عباس رضي الله عنهما قال: \"هذا في الرجل يعتكف في المسجد في رمضان أو غيره، فحرم الله عليه أن ينكح النساء ليلاً أو نهاراً حتى يقضي اعتكافه\" (¬3). ¶ وقال الضحاك (¬4): \"كان الرجل إذا اعتكف فخرج من المسجد جامع إن شاء، فقال الله تعالى: {ولا تباشروهن وأنتم عاكفون في المساجد} أي: لا تقربوهن ما دمتم عاكفين في المسجد، ولا في غيره\" (¬5). ¶ وكذا قال مجاهد (¬6) وقتادة (¬7)، وغير واحد أنهم كانوا يفعلون ذلك حتى نزلت هذه الآية (¬8). ¶ ¬__________ ¶ (¬1) سابق ¶ (¬2) سابق ¶ (¬3) تفسير ابن كثير (1/ 225). ¶ (¬4) () الضحاك بن مزاحم البلخي، المفسر أبو القاسم كناه ابن معين، وأما الفلاس فكناه أبا محمد، وكان يؤدب فيقال كان في مكتبه ثلاثة آلاف صبي وكان يطوف عليهم على حمار، وثقه أحمد وابن معين وأبو زرعة قيل مات سنة خمس ومائة وقيل سنة ست (ميزان الاعتدال لشمس الدين محمد بن أحمد الذهبي (3/ 446) تحقيق: علي معوض وعادل عبد الموجود، دار الكتب العلمية، بيروت، ط1، 1995م). ¶ (¬5) تفسير ابن كثير (1/ 225). ¶ (¬6) هو: أبو الحجاج مجاهد بن جبير، ويقال ابن جبر، وهو مكي قرشي مخزومي، مولى السائب بن أبى السائب المخزومي، ولد سنة إحدى وعشرين في خلافة عمر بن الخطاب رضي الله عنهم، قال مجاهد: عرضت القران الكريم على ابن عباس ثلاثين مرة، وسمع من ابن عمر، قال حصيف: كان أعلمهم بالتفسير مجاهد، مات سنة ثلاث ومائة. وقال أبو نعيم سنة ثتنين ومائة وقال ابن حيان: مات بمكة سنة ثنتين أوثلاث ومائة وهو ساجد انظر (التاريخ الكبير للبخاري (7/ 11) ترجمة رقم (1805) وتهذيب الكمال (27/ 228) ترجمة رقم (5783). ¶ (¬7) () هو: قتادة بن دعامة بن قتادة السدوسي، أبو الخطاب البصري الأكمه، أحد الأعلام، روى عن أنس وعبد الله بن سرجس وخلق، وعنه أبو حنيفة، وخلق قال سعيد بن المسيب: ما أتاني عراقي أحفظ من قتادة وقال أحمد: كان قتادة أحفظ أهل البصرة لم يسمع شيئا إلا حفظه، وقرئ عليه صحيفة جابر مرة واحدة فحفظها وكان من العلماء، وقال غيره: كان يتهم بالقدر، ولد سنة ستين ومات سنة سبع عشرة ومائة (طبقات الحفاظ (55) لعبد الرحمن السيوطي دار الكتب العلمية، بيروت، ط1، 1403هـ). ¶ (¬8) تفسير ابن كثير (1/ 225).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "2 - الجماع والتقبيل واللمس، فيشمل كل معاني المباشرة، روي هذا عن مالك بن أنس حيث قال:\"لا يمس المعتكف امرأته، ولا يباشرها، ولا يتلذذ منها بشيء قبلة ولا غيرها\" (¬1). ¶ الفرع الرابع: حكم المباشرة من المعتكف:- ¶ وأما الحكم فقد حكى ابن المنذر (¬2) \" أن الوطء في الاعتكاف محرم بالإجماع، والأصل فيه قول الله تعالى: {وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} (البقرة: من الآية187) فإن وطىء في الفرج متعمداً أفسد اعتكافه بإجماع أهل العلم\" (¬3). ¶ ¬__________ ¶ (¬1) جامع البيان (2/ 181) ¶ (¬2) هو: الحافظ العلامة الثقة الأوحد أبو بكر محمد بن إبراهيم بن المنذر النيسابوري، شيخ الحرم وصاحب الكتب التي لم يصنف مثلها مثل: الأشراف والمبسوط والإجماع والتفسير، كان غاية في معرفة الاختلاف والدليل مجتهدا لا يقلد أحدا، مات بمكة سنة ثماني عشرة وثلاثمائة (طبقات الحفاظ 330). ¶ (¬3) المغني لأبي محمد عبدالله بن قدامة المقدسي (3/ 197) رئاسة إدارة البحوث العلمية والإفتاء، السعودية، 1401هـ-1981م.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فالمباشرة حرام على المعتكف مطلقاً سواءٌ كانت في المسجد أم في غير المسجد، وذكر المساجد في الآية للعادة لا للتقييد، إذ الاعتكاف في العادة يكون في المساجد (¬1). ¶ أما بالنسبة للتقبيل واللمس فقد اختلف الفقهاء فيه على أقوال:- ¶ 1. يبطل الاعتكاف بالوطء ودواعيه مطلقاً، ذهب إلى هذا القول الشافعي في أحد أقواله، مستنداً إلى عموم الآية (¬2) فـ\"المباشرة حقيقة في وضع البشرة على البشرة، فيعم كل ما يتحقق فيه هذا المعنى، ولا يخرج عنه إلا بدليل\" (¬3) فهي مباشرة محرمة تفسد الاعتكاف، كما لو أنزل (¬4). ¶ 2. لا يبطل الاعتكاف بالتقبيل واللمس إلا إذا أنزل، وهذا مذهب الأحناف والشافعية والحنابلة. ¶ وقد علله الأحناف بأنه في معنى الجماع قال في البدائع:\" ولو باشر فأنزل فسد اعتكافه؛ لأن المباشرة منصوص عليها في الآية. ¶ وقد قيل في بعض وجوه التأويل إن المباشرةَ الجماع وما دونه، ولأن المباشرة مع الإنزال في معنى الجماع فيلحق به. ¶ وكذا لو جامع فيما دون الفرج فأنزل لما قلنا، فإن لم ينزل لا يفسد اعتكافه لأنه بدون الإنزال لا يكون في معنى الجماع لكنه يكون حراماً، وكذا التقبيل والمعانقة واللمس إنه إن أنزل في شيءٍ من ذلك فسد اعتكافه، وإلا فلا يفسد، لكنه يكون حراماً\" (¬5). ¶ ¬__________ ¶ (¬1) المبسوط لشمس الدين السرخسي (29/ 206) دار الكتب العلمية، 1993م. ¶ (¬2) مغني المحتاج لمحمد بن الخطيب الشربيني (1/ 661) اعتنى به: محمد خليل عيتاني، دار المعرفة، بيروت، لبنان، ط1، 1418هـ-1997م. ¶ (¬3) تفسير آيات الأحكام للسايس وزميليه (1/ 181) صححه وعلق عليه: حسن السماحي و محي الدين مستو، دار ابن كثير ودار القادري، دمشق وبيروت، ط1، 1415هـ-1994م. ¶ (¬4) مغني ابن قدامة (3/ 198) ¶ (¬5) بدائع الصنائع لأبي بكر علاء الدين الكاساني (3/ 11) دار الفكر.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال في المنهاج:\"وأظهر الأقوال أن المباشر بشهوة كلمس وقبلة تبطله إن أنزل وإلا فلا\" (¬1). ¶ وقال في المغني:\" فأما المباشرة دون الفرج. فإن كانت لغير شهوة فلا بأس بها، مثل أن تغسل رأسه أو تفليه أو تناوله شيئاً ... وإن كانت عن شهوة فهي محرمة ... فإن فعل فأنزل فسد اعتكافه، وإن لم ينزل لم يفسد\" (¬2). ¶ يتبين مما سبق أن أصحاب هذا القول يفرقون في اللمس والتقبيل بين أن ينزل أو لا، فيبطل اعتكافه في الأولى دون الثانية. ¶ وقد استنبط أصحاب هذا القول قولهم هذا من السنة والنظر، ومن خلال سوق حججهم يتبين وجه الاستدلال:- ¶ 1. قول الله تعالى: {وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ} (البقرة: من الآية187) ¶ 2. أن النبي صلى الله عليه وآله وسلم: \"كان يدني رأسه إلى عائشة وهو معتكف فترجله\" (¬3). ¶ 3. عن عائشة رضي الله عنها قالت: \"السنة للمعتكف أن لا يعود مريضاً، ولا يشهد جنازة ولا يمس امرأة ولا يباشرها\" (¬4)، و\"المراد بالمباشرة هنا الجماع بقرينة ذكر المس قبلها\" (¬5). ¶ فحملوا الحديث الأول على أن اللمس كان بغير إنزال، وحملوا الآية وحديث عائشة على من أنزل قال في المغني:\" لأنه لا يؤمن إفضاؤها إلى إفساد الاعتكاف، وما أفضى إلى الحرام كان حراماً\" (¬6). ¶ ¬__________ ¶ (¬1) (1/ 661) مع مغني المحتاج. ¶ (¬2) المغني (3/ 131) ¶ (¬3) أخرجه محمد بن اسماعيل البخاري في صحيحه (2/ 719) تحقيق: مصطفى ديب البغا، دار ابن كثر، بيروت، ط3، 1407هـ-1987م. ¶ (¬4) أخرجه أبو داود سليمان بن الأشعث السجستاني في سننه (2/ 333) تحقيق: محمد محي الدين عبد الحميد، دارالفكر، والبيهقي في السنن الكبرى (4/ 321)، وعلي بن عمر الدارقطني في سننه (2/ 201) تحقيق: عبد الله هاشم يماني، دار المعرفة، بيروت 1387هـ-1966م. ¶ (¬5) نيل الأوطار لمحمد بن علي الشوكاني (4/ 267) دار الكتب العلمية، بيروت لبنان ¶ (¬6) المغني (3/ 198)",
            "page": "31",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "3 - يبطل إذا كان بشهوة، وهذا مذهب المالكية. ¶ قال في مدونة الفقه المالكي:\"فمن لمس امرأته بشهوة أو قبل أو جامع بطل اعتكافه ... أما اللمس من غير شهوة فلا يبطل الاعتكاف\" (¬1). ¶ واستدلوا بما في السنة من حديث عائشة رضي الله عنها أنها كانت ترجل النبي صلى الله عليه وآله وسلم وهي حائض وهو معتكف في المسجد. ¶ 4 - لا يبطل مطلقاً، وهذا أحد أقوال الشافعي وقاسه- في قوله هذا- على الحج (¬2). ¶ سبب الخلاف:- ¶ قال ابن رشد الحفيد (¬3) مبيناً سبب الخلاف:\" وسبب اختلافهم: هل الاسم المتردد بين الحقيقة، والمجاز، له عموم، وخصوص؟ وهو أحد أنواع الاسم المشترك، فمن ذهب إلى أن له عموماً قال: إن المباشرة في قوله تعالى: {وَلاَتُبَاشِرُوهُنَّ وأَنْتُم عَاكِفُونَ في المسَاجِدِ} ينطلق على الجماع. ¶ وما دون الجماع، ومن لم ير عموماً، وهو الأشهر الأكثر قال: يدل إما على الجماع، وإما على ما دون الجماع، فإذا قلنا: إنه يدل على الجماع بإجماع بطل أن يدل على غير الجماع؛ لأن الاسم الواحد لا يدل على الحقيقة والمجاز معاً، ومن أجرى الإنزال بمنزلة الوقاع فلأنه في معناه، ومن خالف فلأنه لا ينطلق عليه الاسم حقيقة\" (¬4). ¶ المناقشة والترجيح:- ¶ الذي يظهر رجحانه هو القول بعدم البطلان إلا إذا أنزل لما يلي:- ¶ 1. ¶ 2. ¶ ¬__________ ¶ (¬1) مدونة الفقه المالكي للصادق عبد الرحمن الغرياني (1/ 655) مؤسسة الريان، ط1، 1423هـ. ¶ (¬2) انظر مغني المحتاج (1/ 662) ¶ (¬3) هو القاضي أبو الوليد محمد بن أحمد بن رشد المالكي القرطبي العالم الفيلسوف الطبيب، من تصانيفه: بداية المجتهد و تهافت التهافت (520 - 595) (التاج المكلل، صديق حسن خان298). ¶ (¬4) بداية المجتهد لأبي الوليد ابن رشد (2/ 64) دار المعرفة.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "3. أن ترجيل عائشة رضي الله عنها لشعر رسول الله صلى الله عليه وآله وسلم لا شك أنه سيفضي إلى أن تمس شيئاً من جسده صلى الله عليه وآله وسلم. ¶ 4. الذي عليه محققوا الأصولين أن السنة تخصص القرآن، وبما أن الآية عامة تشمل الملامسة بالبشرة والجماع، وسواء قلنا هو حقيقة في اللمس مجاز في الجماع أم غيره، فإن السنة-وهو حديث عائشة- قد خصصت هذا العموم فقصرت المباشرة على الجماع. ¶ 5. أن المباشرة المجردة عن الإنزال لا تفسد الصوم والحج، فكذلك هنا نعم ذهب الشافعية -تبعاً لأظهر أقوال الشافعي- أن اللمس يبطل الوضوء، ولكن هذا لا يلزم الأحناف؛ لأنهم لا يقولون بذلك، أما الشافعية فلهم أن يفرقوا بين المسألتين بأن آية الوضوء والتي فيها {أَوْ لامَسْتُمُ النِّسَاءَ} (النساء: من الآية43) تدل على نقض للوضوء باللمس، وهو لفظ شامل للجماع وغيره، ولم يخصصه شيء- من وجهة نظرهم- بخلاف ما نحن فيه، فقد خصصته السنة. ¶ ولكن الذي يفهم من كلام الشافعية أن البطلان ليس بسبب الإنزال فقط، بل هو حكم له علة مركبة من المباشرة (اللمس ونحوه) والإنزال، والدليل على ذلك أن الشافعية قالوا: \"إذا نظر أو تكفر فأنزل فإنه لا يبطل\" (¬1). ¶ وهنا ينبغي أن نفرق بين أقوال الفقهاء من ناحية أن الاعتكاف عند الشافعية لا يشترط فيه الصوم خلافاً لغيرهم، ولكلٍ دليله. ¶ وذكر الشافعيةً أن التقبيل إذا كان بقصد الإكرام ونحوه، أو بلا قصد فلا يبطله إذا أنزل جزماً (¬2) يظهر من هذا أن الشهوة أيضاً شرط ضروري في الإبطال، وعليه فإن العلة ثلاثية، عبر عنها النووي في المنهاج فقال:\"وأظهر الأقوال أن المباشرة بشهوة كلمس وقبلة تبطله أن أنزل وإلا فلا\" (¬3). ¶ ¬__________ ¶ (¬1) مغني المحتاج (1/ 662) ¶ (¬2) ينظر المصدر السابق. ¶ (¬3) المنهاج (1/ 661) مع المغني.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المطلب الثاني: حرمة الرفث في الحج والعمرة ¶ والآية التي بصدد هذا الموضع هي قوله تعالى: {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدَالَ فِي الْحَجِّ وَمَا تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوَى وَاتَّقُونِ يَا أُولِي الْأَلْبَابِ} (البقرة:197). ¶ الفرع الأول: تعريف الرفث:- ¶ الرَّفَثُ، محركةً: تأتي لغة لمعاني:- ¶ 1. الجِماعُ. ¶ 2. الفُحْش من القول. ¶ 3. كَلامُ النِّساءِ في الجِماعِ. ¶ 4. ما وُوجِهْنَ به من الفُحْش ¶ 5. ما يكون بين الرجل وامرأَته من التقبيل والمُغازلة ونحوهما، مما يكون في حالة الجماع. ¶ 6. التعريض بالنكاح. ¶ 7. وقيل: الرَّفَثُ: كلمة جامعة لكل ما يريده الرجلُ من المرأَة. ¶ وأَصل الرفث قول الفُحْش (¬1). ¶ الفرع الثاني: تفسير الرفث في الآية. ¶ اختلف المفسرون في معنى الرفثالمنهي عنه في الحج على أقوال هي:- ¶ 1) الجماع، وعليه الجمهور (¬2). ¶ 2) ¶ 3) ¶ ¬__________ ¶ (¬1) ينظر لسان العرب (2/ 153) والقاموس المحيط (218) م رفث، ومعجم مقاييس اللغة (2/ 421). ¶ (¬2) ينظر المغني (3/ 211) والتمهيد لأبي عمر يوسف بن عبد الله ابن عبد البر النمري (19/ 55) تحقيق: مصطفى العلوي ومحمد البكري، وزارة عموم الأوقاف والشؤون الإسلامية، المغرب، 1387هـ.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "4) الرفث إتيان النساء، والتكلم بذلك للرجال والنساء، إذا ذكروا ذلك بأفواههم روي هذا عن عبد الله بن عمر. ¶ 5) التعريض بذكر الجماع. ¶ 6) وقال طاووس (¬1):\"هو أن يقول للمرأة إذا حللت أصبتك\" وكذا قال أبو العالية (¬2). ¶ 7) الإفحاش في الكلام. ¶ 8) اللغا من الكلام (¬3). ¶ والذي يظهر رجحانه هو القول الأول لما يلي:- ¶ 1. لأن عليه الجمهور. ¶ 2. نعم أطلق الرفث أولاً على الإفحاش في الكلام لكنه نقل إلى ما كان منه بحضرة النساء ثم جعل كناية عن الجماع وما يتعلق به. ¶ 3. أننا إذا فسرنا القرآن بالقرآن، وهو االمرتبة الأولى في التفسير فإن الرفث قد ورد في موضع آخر بمعنى الجماع قال تعالى: {أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ هُنَّ لِبَاسٌ لَكُمْ وَأَنْتُمْ لِبَاسٌ لَهُنَّ عَلِمَ اللَّهُ أَنَّكُمْ كُنْتُمْ تَخْتَانُونَ أَنْفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ فَالْآنَ بَاشِرُوهُنَّ وَابْتَغُوا مَا كَتَبَ اللَّهُ لَكُمْ وَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ وَلا تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا كَذَلِكَ يُبَيِّنُ اللَّهُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ} (البقرة:187). ¶ فالرفث هنا الجماع\" بلا شك فيحمل عليها الرفث في آية الحج\" (¬4). ¶ 4. أن الكلام القبيح يدخل في عموم الفسوق وقد ذكر، فدل على أن ارفث هنا غره وهو الجماع، والتأسيس أولى من التأكيد. ¶ الفرع الثالث: حكم الرفث في الحج والعمرة:- ¶ لقد جاء النهي عن الرفث (والفسوق والجدال) في قوله تعالى: {فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال في الحج} نهياً بصيغة النفي، وهذا آكد ما يكون من النهي (¬5). ¶ \"فهو دليل على المنافاة بين الحج والجماع، فإذا وجد الجماع فسد الحج، وعليه المضي في الفاسد، والقضاء من قابل، على هذا اتفق أصحاب رسول الله صلى الله عليه وآله وسلم أنه من شرع في الإحرام لا يصير خارجاً عنه إلا بأداء الأعمال، فاسداً كان أو صحيحاً\" (¬6). ¶ ولهذا \"يحرم تعاطي دواعيه من المباشرة والتقبيل ونحو ذلك، وكذلك التكلم به بحضرة النساء\" (¬7). ¶ قال في المهذب:\" وَيَحْرُمُ عَلَيْهِ المُبَاشَرَةُ فِيمَا دُونَ الفَرْجِ؛ لاًّنَّهُ إذَا حَرُمَ عَلَيْهِ النِّكَاحُ، فَلأَنْ تَحْرُمَ المُبَاشَرةُ وَهِيَ أَدْعَى إلَى الوطْءِ، أَوْلَى\" (¬8). ¶ وقد\" سئلت عائشة رضي الله تعالى عنها عما يحل للمحرم من امرأته، فقالت: يحرم عليه كل شيء إلا الكلام\" (¬9). ¶ هذا والآية وردت في شأن الحج، ولكن العلماء\"قاسوا العمرة على الحج\" (¬10). ¶ ¬__________ ¶ (¬1) هو: طاووس بن كيسان الفقيه القدوة، اليمني الجندي الحافظ، سمع من زيد بن ثابت وعائشة وأبي هريرة وزيد بن أرقم، ولازم ابن عباس مدة، وهو معدود في كبراء أصحابه، وحديثه في دواوين الإسلام، وهو حجة باتفاق مات سنة6هـ (سير أعلام النبلاء لشمس الدين محمد بن أحمد الذهبي (5/ 44) تحقيق: شعيب الأرناؤوط ومحمد نعيم، مؤسسة الرسالة، بيروت، ط9، 1413ه) ـ. ¶ (¬2) هو: أبو العالية رفيع بن مهران الرياحي البصري، أدرك وأسلم بعد الوفاة بسنتين قال أبو بكر بن أبي إدريس: ليس أحد بعد الصحابة أعلم بالقرآن من أبي العالية، مات في شوال سنة اثنتين وتسعين وقيل ثلاث وتسعين وقيل ست ومائة وقيل إحدى عشرة ومائة (طبقات الحفاظ 29). ¶ (¬3) ينظر تفسير ابن كثير (1/ 237) وفتح القدير لمحمد بن علي الشوكاني (1/ 230) دار ابن كثير ودار الكلم الطيب، دمشق بيروت، ط1، 1414هـ-1994م. ¶ (¬4) شرح الزرقاني على الموطأ لمحمد بن عبد الباقي (2/ 448) دار الكتب العلمية، بيروت، ط1، 1411هـ. ¶ (¬5) ينظر المبسوط (4/ 3) ¶ (¬6) المبسوط (4/ 52) ¶ (¬7) تفسير ابن كثير (1/ 237) ¶ (¬8) المهذب لأبي إسحاق الشيرازي (1/ 250) دار إحياء التراث العربي. ¶ (¬9) بدائع الصنائع للكاساني (3/ 145) دار الفكر. ¶ (¬10) الإقناع للخطيب الشربيني (1/ 205) دار الكتب العلمية، 1994م.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "كان ماسبق هو حكم الذاكر أما الناسي ففي إبطال حجه وعمرته قولان:_ ¶ أ أن الذاكر والناسي سواء في بطلان حجهما وعمرتهما، وهذا مذهب الأحناف. ¶ قال في المبسوط:\" الناسي عندنا يفسد نسكه بالجمع، ويلزمه ما يلزم العامد، إلا أنه لا يأثم بعذر النسيان\" (¬1)، وهو قول الشافعي في الجديد ولكنه ضعيف عند اصحابه (¬2) واستدلوا لهذا القول بما يلي:- ¶ 1. \"أن هذا الحكم تعلق بعين الجماع، وبسبب النسيان لا ينعدم عين الجماع\" (¬3). ¶ 2. \"أنه قد اقترن بحالة ما يذكره، وهو هيئة المحرمين، فلا يعذر بالنسيان كما في الصلاة إذا أكل أو شرب بخلاف الصوم، فإنه لم يقترن بحالة ما يذكره، فجعل النسيان فيه عذراً في المنع من إفساد الصوم بخلاف القياس\" (¬4). ¶ 3. علله الشافعي في الجديد بأنها\"عِبَادَةٌ تَجِبُ بِإفْسَادِهَا الكَفَّارَةُ، فَاخْتَلَفَ فِي الوَطْءِ فِيهَا العَمْدُ وَالسَّهْوُ، كَالصَّوْمِ\" (¬5). ¶ ب لا يبطل حج وعمرة الناسي، وهذا مذهب الشافعية (¬6) ودللوا لقولهم بما يلي:- ¶ 1. قياساً على الصيام. ¶ 2. \"لاًّنَّهُ مَعْنًى يَتَعَلَّقُ بِهِ قَضَاءُ الحَجِّ، فَاسْتَوى فِيهِ العَمْدُ وَالسَّهْوُ؛ كَالفَوَاتِ\" (¬7). ¶ ولا فرق بين ما قبل الوقوف وبعده عند الجمهور واستدلوا بما يلي:- ¶ 1. ¶ 2. ¶ ¬__________ ¶ (¬1) المبسوط (4/ 120) و ينظر بدائع الصنائع (3/ 1945) ¶ (¬2) ينظر المجموع (7/ 167) والمهذب (1/ 250) ¶ (¬3) المبسوط (4/ 120) ¶ (¬4) المصدر السابق (4/ 120) وينظر (2/ 470) منه. ¶ (¬5) المهذب (1/ 250) ¶ (¬6) ينظر المجموع (7/ 186) والاقناع (1/ 205) ¶ (¬7) المهذب (1/ 250)",
            "page": "36",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "3. أن أقوال الصحابة في فساد حج من وقع بامرأته مطلق فيمن واقع محرماً منها ماجاء عن ابن عمر رضي الله عنهما: \"أن رجلاً سأله فقال: إني وقعت بامرأتي، ونحن محرمان؟ ¶ فقال: أفسدت حجك، انطلق أنت وأهلك مع الناس، فاقضوا ما يقضون وحل إذا حلوا، فإذا كان في العام المقبل فاحجج أنت وامرأتك واهديا هدياً، فإن لم تجدا فصوما ثلاثة أيام في الحج وسبعة إذا رجعتم\". ¶ قال ابن قدامة (¬1):\"وكذلك قال ابن عباس وعبد الله بن عمرو، ولم نعلم لهم في عصرهم مخالفاً\" (¬2). ¶ 4. أنه جماع صادف إحراماً تاماً، فأفسده كما قبل الوقوف. ¶ وخالف أبو حنيفة فقال: إن جامع قبل الوقوف فسد حجه، وإن جامع بعده لم يفسد واستدل بما يلي:- ¶ 1. قول النبي صلى الله عليه وآله وسلم «الحج عرفة» (¬3) \"وبالاتفاق لم يرد التمام من حيث أداء الأفعال فقد بقي عليه بعض الأركان، وإنما أراد به الإتمام من حيث إنه يأمن الفساد بعده\" (¬4). ¶ 2. حديث ابن عباس رضي الله تعالى عنهما قال: إذا جامع قبل الوقوف فسد نسكه، وعليه بدنة، وإذا جامع بعد الوقوف فحجته تامة وعليه دم (¬5). ¶ 3. ¶ 4. ¶ ¬__________ ¶ (¬1) هو: عبد الله بن أحمد بن محمد بن قدامة المقدسي الأصل ثم الدمشقي الصالحي، الفقيه الزاهد كان إماماً في عدة فنون، من أهم مؤلفاته المغني والذي شرح فيه مختصر الخرقي (المقصد الأرشد لإبراهيم بن مفلح (2/ 19) تحقيق: عبدالرحمن العثيمين، مكتبة الرشد للنشر والتوزيع، الرياض، ط1، 1990م) ¶ (¬2) المغني (3/ 334) ¶ (¬3) أخرجه محمد بن عيسىالترمذي في سننه (3/ 237) تحقيق: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت، وابن ماجة (2/ 1003)، والبيهقي في الكبرى (5/ 173) ومحمد بن عبد الله الحاكم النيسابوري في المستدرك (1/ 635) تحقيق: مصطفى عبدالقادر عطا، دار الكتب العلمية بيروت، ط1، 1411هـ-1990م. ¶ (¬4) المبسوط (4/ 53) ¶ (¬5) لم أعثر عليه، وذكره في المغني (3/ 334).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "5. \"ولأنه معنى يأمن به الفوات، فأمن به الفساد كالتحلل\" (¬1). ¶ ورد عليه الجمهور فقالوا \"قوله عليه السلام: «الحج عرفة» يعني معظمه، أو أنه ركن متأكد فيه، ولا يلزم من أمن الفوات أمن الفساد بدليل العمرة\" (¬2). ¶ الترجيح: من خلال سوق أدلة كلا القولين تبين رجاحة القول الأول، وأن ما استدل به الأحناف لا ينهض لمقامة أدلة الجمهور، خاصة وأنهم استخدموا فيه قياساً لا يصح، وهو ما يسميه الأصوليون: قياس مع الفارق والله أعلم. ¶ ¬__________ ¶ (¬1) المغني (3/ 334) وينظر المبسوط (4/ 53) ¶ (¬2) المغني (3/ 334)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "المبحث الثاني ¶ إتيان الحائض. ¶ وفيه خمسة مطالب ¶ المطلب الأول: الآية وسبب نزولها. ¶ المطلب الثاني: تفسير مفردات الآية ¶ المطلب الثالث: ما يجب اعتزاله من الحائض. ¶ المطلب الرابع: حكم إتيان الحائض. ¶ المطلب الخامس: معنى الطهارة في الآية.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "المطلب الأول: الآية وسبب النزول ¶ الآية المتعلقة بهذا الموضوع هي قوله تعالى: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ إِنَّ اللَّهَ يُحِبُّ التَّوَّابِينَ وَيُحِبُّ الْمُتَطَهِّرِينَ} (البقرة:222). ¶ وسبب نزول الآية ما رواه الطبري (¬1) عن قتادة حين سئل عن هذه الآية فقال:\" كان أهل الجاهلية لا تساكنهم حائض في بيت ولا تؤاكلهم في إناء؛ فأنزل الله تعالى ذكره في ذلك، فحرم فرجها ما دامت حائضاً، وأحل ما سوى ذلك أن تصبغ لك رأسك، وتؤاكلك من طعامك، وأن تضاجعك في فراشك إذا كان عليها إزار محتجزة به دونك\" (¬2). ¶ وروى الطبري عن مجاهد حاكياً هذا القول بصيغة قيل\"إنهم سألوا عن ذلك لأنهم كانوا في أيام حيضهن يجتنبون إتيانهن في مخرج الدم، ويأتونهن في أدبارهن؛ فنهاهم الله عن أن يقربوهن في أيام حيضهن حتى يطهرن، ثم أذن لهم إذا تطهرن من حيضهن في إتيانهن من حيث أمرهم باعتزالهن، وحرم إتيانهن في أدبارهن بكل حال\" (¬3). ¶ أما السائل الذي سأل رسول الله عن ذلك فقيل: إنه ثابت بن الدحداح الأنصاري (¬4) (¬5). ¶ ¬__________ ¶ (¬1) هو: محمد بن جرير الطبري، الإمام المفسر، أبو جعفر شيخ الإسلام وصاحب التصانيف الباهرة توفي سنة عشر وثلاث مائة ثقة (الكشف الحثيث لإبراهيم بن محمد الحلبي (221) تحقيق: صبحي السامرائي، عالم الكتب ومكتبة النهضة العربية، بيروت، ط1، 1407هـ، 1987م). ¶ (¬2) جامع البيان (2/ 381) ¶ (¬3) المصدر السابق (2/ 381) ¶ (¬4) ثابت بن الدحداح ويقال ابن الدحداحة بن نعيم بن غنم بن إياس الغرماء ابو الدحداح، استشهد في أحد وقيل غير ذلك (الاستيعاب لأبي عمر بن عبد البر (1/ 203) تحقيق علي محمد البجاوي، دار الجيل بيروت، ط1، 1412هـ). ¶ (¬5) جامع البيان (2/ 381)",
            "page": "41",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "والذي في صحيح مسلم \"عن أنس - رضي الله عنه - أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها ولم يجامعوهن في البيوت، فسأل أصحاب النبي صلى الله عليه وسلم النبي صلى الله عليه وسلم فأنزل الله تعالى {ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض}. ¶ فقال رسول الله صلى الله عليه وسلم: اصنعوا كل شيء إلا النكاح، فبلغ ذلك اليهود، فقالوا: ما يريد هذا الرجل أن يدع من أمرنا شيئاً إلا خالفنا فيه، فجاء أسيد بن حضير (¬1) وعباد بن بشر (¬2)، فقالا: يا رسول الله! إن اليهود تقول كذا وكذا فلا نجامعهن؟! ¶ فتغير وجه رسول الله صلى الله عليه وسلم حتى ظننا أن قد وجد عليهما فخرجا فاستقبلهما هدية من لبن إلى النبي صلى الله عليه وسلم، فأرسل في آثارهما فسقاهما، فعرفا أن لم يجد عليهما\" (¬3). ¶ ومن هنا يظهر أن دين الله وسط بين أمرين فقد \" كانت اليهود والمجوس تجتنب الحائض، وكانت النصارى يجامعون الحيض؛ فأمر الله بالقصد بين هذين\" (¬4). ¶ ¬__________ ¶ (¬1) هو: أسيد بن حضير بن سماك بن عتيك بن رافع الأنصاري، أسلم قبل سعد بن معاذ على يدي مصعب بن عمير، وكان ممن شهد العقبة الثانية، وهو من النقباء ليلة العقبة، توفي في شعبان سنة عشرين وقيل سنة إحدى وعشرين (الاستيعاب1/ 93). ¶ (¬2) هو: عباد بن بشر بن وقش بن زغبة بن زعوراء بن عبد الأشهل الأنصارى الأشهلى، أسلم بالمدينة على يد مصعب ابن عمير، وذلك قبل إسلام سعد بن معاذ وأسيد بن حضير، وشهد بدراً وأحداً والمشاهد، كلها وكان فيمن قتل كعب بن الأشرف اليهودى، وكان من فضلاء الصحابة قتل يوم اليمامة (الاستيعاب 2/ 801). ¶ (¬3) أخرجه مسلم بن الحجاج القشيري النيسابوري في صحيحه (1/ 246) تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي بيروت. ¶ (¬4) الجامع لأحكام القرآن (3/ 81)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "المطلب الثاني: تفسير مفردات الآية ¶ الفرع الأول: المحيض:- ¶ يقال: حاضَت المرأَة تَحِيضُ حَيْضاً ومَحِيضاً، والمَحِيض يكون اسماً ويكون مصدراً ... يقال: حاضت المرأَة تَحِيضُ حَيْضاً ومَحَاضاً ومَحِيضاً، والحَيْضات جماعة، والحيضة الاسم، بالكسر، والجمع الحِيَضُ، وقيل: الحِيضةُ الدم نفسه (¬1). ¶ وأصل الكلمة من السيلان والانفجار، يقال: حاض السيل وفاض، وحاضت الشجرة أي سالت رطوبتها، ومنه الحيض أي الحوض، لأن الماء يحيض إليه أي يسيل (¬2). ¶ قال ابن عرفة (¬3):المحيض والحيض: اجتماع الدم إلى ذلك الموضع، وبه سمي الحوض لاجتماع الماء فيه، يقال: حاضت المرأة وتحيضت (¬4). ¶ وقد عرفه الفقهاء بأنه: \"دم جبلة يخرج من أقصى رحم المرأة في أوقات مخصوصة\" (¬5). ¶ قال الماوردي (¬6): أما المحيض في قول الله تعالى: {ويسألونك عن المحيض} فهو دم الحيض بإجماع العلماء. . وأما المحيض في قوله تعالى: ¶ ¬__________ ¶ (¬1) لسان العرب (7/ 142) والقاموس المحيط (826) م حيض. ¶ (¬2) ينظر روح المعاني لأبي الفضل محمود الآلوسي (1/ 124) دار إحياء التراث العربي، بيروت لبنان، ط4، 1405هـ،1985م. وغاية البيان شرح زبد ابن رسلان لمحمد بن أحمد الرملي (98) تخريج وتعليق وضبط: خالد عبد الفتاح شبل، مؤسسة الكتب الثقافية، ط1، 1411هـ- 1991م. ¶ (¬3) هو: أبو عبد الله محمد بن محمد بن عرفة الورغمي التونسي، إمامها وخطيبها بجامعها الأعظم خمسين سنة، من تصانيفه: مختصر في الفقه والحدود الفقهية وغير ذلك، ولد سنة:716هـ، وتوفي سنة 803هـ (شجرة النور الزكية الزكية لمحمد بن محمد مخلوف (1/ 227) دار الفكر) ¶ (¬4) لسان العرب (7/ 142) م حيض، و الجامع لأحكام القرآن (3/ 81) ¶ (¬5) غاية البيان شرح زبد ابن رسلان لمحمد بن أحمد الرملي (98) وروح المعاني (1/ 124). ¶ (¬6) هو: علي بن محمد بن حبيب القاضي أبو الحسن الماوردي البصري، كان ثقة من وجوه الفقهاء الشافعيين له تصانيف عدة في التفسير والفقه والأصول وغيرها، منها: تفسير القرآن و الحاوي والإقناع، اتهمه ابن الصلاح بالاعتزال، قال ابن السبكي: الصحيح أنه ليس معتزليا ً، ولكنه يقول بالقدر فقط، مات سنة خمسين وأربعمائة (طبقات المفسرين لشمس الدين محمد بن علي الداودي (1/ 427) دار الكتب العلمية بيروت لبنان، ط1، 1403هـ، 1983م، طبقات الشافعية للسبكي5/ 367).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "{فاعتزلوا النساء في المحيض} فقيل إنه دم الحيض وقيل زمانه وقيل مكانه وهو الفرج\" (¬1). ¶ وبعبارة أخرى قيل: المحيض عبارة عن الزمان والمكان، وعن الحيض نفسه، وأصله في الزمان والمكان مجاز. ¶ وقال الطبرى: المحيض اسم للحيض\" (¬2)،فيكون المعنى\" {فاعتزلوا النساء في المحيض} أي في زمن الحيض إن حملت المحيض على المصدر، أو في محل الحيض إن حملته على الاسم\" (¬3). ¶ ولمعرفة المسألة بصورة تامة لا بد من بيان أنواع الدماء الخارجة من فرج المرأة. ¶ \"اتفق المسلمون على أن الدماء التي تخرج من الرحم ثلاثة\" (¬4):- ¶ 1. دم حيض وهو الخارج على جهة الصحة، يخرج في أوقاته بعد بلوغ المرأة (¬5). ¶ 2. ودم نفاس وهو الخارج مع الولد. ¶ 3. ودم استحاضة، وهو الخارج على جهة المرض، أو هو\" دم يخرج في غير أوقاته\" (¬6)، فهو غير دم الحيض (¬7) لقوله عليه الصلاة والسلام، «إنما ذلك عرقٌ وليس بالحَيْضَةِ» (¬8). ¶ ¬__________ ¶ (¬1) المجموع (2/ 290) ¶ (¬2) الجامع لأحكام القرآن (3/ 81) ¶ (¬3) الجامع لأحكام القرآن (3/ 86) وينظر حاشية محيي الدين شيخ زاده على تفسير البيضاوي (2/ 533) ضبطه وصححه: محمد عبد القادر شاهين، دار الكتب العلمية، بيروت لبنان، ط1، 1419هـ-1999م. ¶ (¬4) بداية المجتهد (1/ 115) ¶ (¬5) ينظر الغريبين لأبي عبيد أحمد بن محمد الهروي (2/ 518) تحقيق ودراسة: أحمد فريد المزيدي، المكتبة العصرية، صيدا بيروت، ط1، 1419هـ-1999م. ¶ (¬6) المصدر السابق. ¶ (¬7) ينظر بداية المجتهد (1/ 115) ¶ (¬8) البخاري (1/ 117)",
            "page": "44",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والمراد من السؤال عن الحيض في الآية هو: السؤال عن قربان النساء في المحيض (¬1). ¶ الفرع الثاني: الأذى:- ¶ الأَذَى في اللغة هو:\" كل ما تَأَذَّيْتَ به ... وفي حديث العَقيقة: \"أَمِيطوا عنه الأَذَى\"، يريد الشعر والنجاسة، وما يخرج على رأْس الصبي حين يولد يُحْلَق عنه يوم سابعه. ¶ وفي الحديث: \"أَدْناها إِماطةُ الأَذَى عن الطريق\" (¬2)، وهو ما يؤْذِي فيها كالشوك والحجر والنجاسة ونحوها ... وقد يكون الأَذِيُّ المؤْذي\" (¬3). ¶ \"ويطلق على القول المكروه ومنه قوله تعالى: {لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} (البقرة: من الآية264) أي بما تسمعه من المكروه\" (¬4). ¶ قال المفسرون:\"والمقصود بالأذى في قوله تعالى {قل هو أذى} \"أي هو شئ تتأذى به المرأة وغيرها أي برائحة دم الحيض، والأذى كناية عن القذر على الجملة\" (¬5). ¶ وقالوا: سمي الحيض أذى لقبح لونه، و نتن ريحه، وقذره ونجاسته وأضراره، وهو جامع لمعان شتى من معاني الأذى (¬6). ¶ وقد فصل ابن عاشور (¬7) في هذا المعنى، فقال:\"في هذه الآية ابتدأ جوابهم عما يصنع الرجل بامرأته الحائض، فبين لهم أن الحيض أذى، ليكون ما يأتي من ¶ ¬__________ ¶ (¬1) التحرير والتنوير لمحمد الطاهر بن عاشور (2/ 365) دار سحنون للنشر والتوزيع، تونس، وينظر حاشية زاده على البيضاوي (2/ 533). ¶ (¬2) صحيح مسلم (1/ 63) ¶ (¬3) لسلن العرب (14/ 27) م أذي. ¶ (¬4) الجامع لأحكام القرآن (3/ 85) ¶ (¬5) المصدر السابق. ¶ (¬6) ينظر جامع البيان (2/ 381) والمجموع (2/ 290) ¶ (¬7) هو: محمد الطاهر بن محمد الشاذلي، نقيب أشراف تونس وكبير علمائها من مصنفاته: تفسير التحرير والتنوير، وشفاء القلب الجريح، هدية الأريب توفي سنة 1886م (الأعلام لخير الدين الزركلي (7/ 43) ط3).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "النهي عن قربان المرأة الحائض نهياً معللاً فتتلقاه النفوس على بصيرة، وتتهيأ به الأمة للتشريع في أمثاله. ¶ وعبر عنه بأذى إشارة إلى إبطال ما كان من التغليظ في ِشأنه وشأن المرأة الحائض في شريعة التوراة. ¶ وقد أثبت انه أذى منكر ولم يبين جهته، فتعين أن الأذى في مخالطة الرجل للحائض، وهو أذى للرجل والمراة والولد، ¶ فأما أذى الرجل فأوله القذارة، وأيضاً فإن هذا الدم سائل من عضو التناسل للمرأة فإذا انغمس في الدم عضو التناسل في الرجل يتسرب إلى قضيبه شيء من ذلك الدم بما فيه فربما احتبس منه جزء في قناة الذكر فاستحال على عفونة تحدث أمراضاً معضلة، فتحدث بثوراً وقروحاً لأنه دم قد فسد. ¶ وأما اذى المرأة، فلأن عضو التناسل منها حينئذ بصدد التهيؤ إلى أيجاد القوة التناسلية، فإذا أزعج كان إزعاجاً في وقت اشتغاله بعمل، فدخل عليه بذلك مرض وضعف. ¶ وأما الولد فإن النطفة إذا اختلطت بدم الحيض أخذت البييضات في التخلق قبل إبان صلاحيتها للتخلق النافع الذي وقته بعد الجفاف \" (¬1). ¶ الفرع الثالث: الاعتزال:- ¶ الاعتزال أصله من عَزَلَ الشيءَ يَعْزِلُه عَزْلاً وعَزَّلَهُ فاعْتَزَلَ وانْعَزَلَ وتَعَزَّلَ أي نَحَّاه جانِباً فتَنَحى واعْتَزَلَ الشيءَ وتَعَزَّلَه، ويتعديان بعَنْ: تَنَحَّى عنه ... واعْتَزَلْت القومَ أَي فارَقْتهم وتَنَحَّيت عنهم (¬2). ¶ ¬__________ ¶ (¬1) التحرير والتنوير (2/ 365) وما بعدها، وينظر تفسير المنار (2/ 289) الإعجاز الطبي في القرآن للسيد الجميلي (233) دار ومكتبة الهلال، بيروت، لبنان 1992م. ¶ (¬2) ينظر لسان العرب (11/ 441) م عزل",
            "page": "46",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وعليه فالآية تحتمل معنيين:- ¶ 1. اعتزلوا وطأهن. ¶ 2. لا تكونوا معهن في البيوت\" فإن الاعتزال شامل للمجانبة عن المؤاكلة والمصاحبة والمجامعة\" (¬1).بل جعل الشافعي هذا المعنى هو الأظهر (¬2). ¶ ولكن أتت السنة مبينة مراد الله عز وجل من قوله ذلك، وهو حديث أم سلمة، فقد كان يضاجعها وهي حائض عليها بعض الازار، إضافة إلى الحديث الذي بين سبب النزول والذي قال فيه صلى الله عليه وآله وسلم:\" جامعوهن في البيوت، واصنعوا كل شيء إلا النكاح\" (¬3). ¶ وعليه يكون المعنى: تنحوا وفارقوا جماع النساء ونكاحهن في محيضهن فمقصود هذا النهى ترك المجامعة لا ترك المجالسة والملابسة، كما قال القرطبي (¬4) وغيره (¬5). ¶ ¬__________ ¶ (¬1) عون المعبود لمحمد شمس الحق العظيم آبادي (1/ 301) دار الكتب العلمية، بيروت، ط2، 1415هـ. ¶ (¬2) ينظر الأم للإمام الشافعي (5/ 115) دار الكتب العلمية. ¶ (¬3) ينظر التمهيد (3/ 162) وما بعدها. ¶ (¬4) هو: أبو عبد الله بن أحمد بن أبي بكر فرج الأنصاري الخرزجي القرطبي المالكي، له عدة مصنفات، رحل الى الأندلس، كان عارفا بالله ومن العلماء الزهاد الورعين، مات ليلة الاثنين من شوال 671 وقيل 668 (كشف الظنون 6/ 103) ¶ (¬5) ينظر الجامع لأحكام القرآن (3/ 86) وعون المعبود (1/ 301)",
            "page": "47",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المطلب الثالث: ما يجب اعتزاله من الحائض ¶ اختلف العلماء فيما يجب اعتزاله من الحائض على أقوال:- ¶ 1. يعتزل فراش زوجته إذا حاضت، وهذا مروي عن ابن عباس قال القرطبي:\" وهذا قول شاذ خارج عن قول العلماء وإن كان عموم الآية يقتضيه فالسنة الثابتة بخلافه\" (¬1). ¶ 2. يعتزل موضع الدم، روي هذا عن عائشة والثوري (¬2) ومحمد بن الحسن (¬3) وداود (¬4) واستدلوا بحديث \"اصنعوا كل شيء إلا النكاح\" (¬5). ¶ لكن حديث: «ما فوقَ الإزار». يخص بمفهومه عموم «اصنَعُوا كلَّ شيء إلا النكاح» وعملاً بالأحوط (¬6). ¶ 3. له منها ما فوق الإزار، قال بهذا مالك والشافعي والأوزاعي (¬7) وأبو حنيفة وأبو يوسف (¬8) وجمهور العلماء (¬9)، واستدلوا بما ثبت عن عائشة أنها ¶ 4. ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (3/ 86) ¶ (¬2) هو: أبو عبدالله سفيان بن سعيد بن مسروق الثوري، كان إماما في علم الحديث، وأحد الأئمة المجتهدين، أجمع الناس على دينه وورعه وزهده وثقته ت:161هـ (انظر وفيات الأعيان لأبي العباس شمس الدين أحمد بن محمد بن خلكان (2/ 386) تحقيق: إحسان عباس، دار صادر، بيروت). ¶ (¬3) هو: محمد بن الحسن بن فرقد الشيباني مولاهم أبو عبد الله صاحب الإمام أبي حنيفة رضي الله عنهما ذكر الأئمة أن أصله من دمشق وأن أباه قدم العراق فولده بواسط، ونشأ بالكوفة، وتفقه بها وسمع الحديث من أبي حنيفة والثوري وأبي يوسف، وروى عنه الشافعي وأبو سليمان الجوزجاني، كان الرشيد قد ولاه القضاء وخرج معه فمات بالري سنة تسع (التدوين في أخبار قزوين لعبد الكريم بن محمد الرافعي (1/ 251) تحقيق: عزيز الله العطاردي، دار الكتب العلمية، بيروت،1987م). ¶ (¬4) هو: داود بن علي الحافظ الفقيه المجتهد أبو سليمان الأصبهاني البغدادي فقيه أهل الظاهر، ولد سنة مائتين تفقه بإسحاق بن راهويه وصنف التصانيف، وكان بصيرا بالحديث صحيحه وسقيمه، مات في رمضان سنة سبعين ومائتين (تذكرة الحفاظ لمحمد بن طاهر القيسراني (2/ 572) تحقبق: حمدي السلفي، دار الصميعي الرياض، ط1، 1415هـ). ¶ (¬5) ينظر الجامع لأحكام القرآن (3/ 86) ¶ (¬6) ينظر الإقناع (1/ 64) ¶ (¬7) هو: أبو عمرو عبد الرحمن بن عمرو بن يحمد الأوزاعي، إمام أهل الشام قيل: إنه أجاب في سبعين ألف مسألة، وكان يسكن بيروت، مات في 157هـ (وفيات الأعيان 3/ 127). ¶ (¬8) هو: الإمام العلامة فقيه العراقين يعقوب بن إبراهيم الأنصاري الكوفي صاحب أبي حنيفة، سمع هشام بن عروة وعطاء بن السائب وعنه ابن معين وأحمد وعلي بن الجعد وخلق، قال المزني: أبو يوسف أتبع القوم للحديث، وقال ابن معين: ليس في أصحاب الرأي أحد أكثر حديثا ولا أثبت منه، وقال الفلاس: صدوق كثير الغلط، مات في ربيع الآخر سنة اثنتين وثمانين ومائة عن تسع وستين سنة (طبقات الحفاظ 127). ¶ (¬9) ينظر بداية المجتهد (1/ 131)",
            "page": "48",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "5. قالت:\"كانت إحدانا إذا كانت حائضاً أمرها النبي صلى الله عليه وآله وسلم أن تأتزر ثم يباشرها\" (¬1)، أي يلصق بشرته ببشرتها فيما دون الإزار (¬2). ¶ \" وخرج بما بين السرة والركبة ما عداه من السرة والركبة\" (¬3). ¶ وقد اختلف العلماء في فهم المباشرة فوق الإزار فـ\" قال بعضهم: المراد منه ما فوق السرة، فيحل الاستمتاع بما فوق سرتها، ولا يباح بما تحتها إلى الركبة. ¶ وقال بعضهم: المراد منه مع الإزار، فيحل الاستمتاع بما تحت سرتها سوى الفرج، لكن مع المئزر لا مكشوفاً. ¶ ويمكن العمل بعموم قولهما بما فوق الإزار؛ لأنه يتناول ما فوق السرة وما تحتها سوى الفرج مع المئزر، إذ كل ذلك فوق الإزار، فيكون عملاً بعموم اللفظ\" (¬4) فالذي يظهر الحمل على المعنيين إذ لا تناقض بينهما (¬5). ¶ \"قال العلماء مباشرة المرأة وهى متزرة على الاحتياط والقطع للذريعة ولأنه لو أباح فخذيها كان ذلك منه ذريعة إلى موضع الدم المحرم بإجماع، فأمر بذلك احتياطاً، والمحرم نفسه موضع الدم، فتتفق بذلك معاني الآثار ولا تضاد\" (¬6). ¶ ¬__________ ¶ (¬1) أخرجه مسلم (1/ 242). ¶ (¬2) ينظر سبل السلام لمحمد بن اسماعيل الأمير (1/ 490) علق عليه وحققه: محمد صيحي حسن حلاق، دار ابن الجوزي، ط1،1418هـ-1997م. ¶ (¬3) الإقناع (1/ 64) ¶ (¬4) البدائع (5/ 267) ¶ (¬5) بحث الأسنوي أن تمتعها بما بين سرته وركبته كعكسه، فيحرم، واعترضه كثيرون، الإقناع 1/ 64 ¶ (¬6) الجامع لأحكام القرآن (3/ 87)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "علما أنه\" لا ينبغي له أن يعتزل فراشها، لأن ذلك تشبه باليهود، وقد نهينا عن التشبه بهم، وروي أن ابن عباس رضي الله عنهما فعل ذلك، فبلغ ميمونة رضي الله عنها، فأنكرت عليه، وقالت: أترغب عن سنة رسول الله صلى الله عليه وآله وسلم «كان يضاجعنا في فراش واحد في حالة الحيض» \" (¬1). ¶ المطلب الرابع: حكم إتيان الحائض ¶ قوله تعالى: {فاعتزلوا النساء في المحيض} (البقرة: 222) \"تنصيص على حرمة الغشيان في أول الحيض وآخره\" (¬2) قال العلماء:\"يكفر مستحله، ويفسق مباشره\" (¬3). ¶ قال في الإقناع:\"وطؤها في الفرج كبيرة من العامد العالم بالتحريم المختار، يكفر مستحله ... بخلاف الناسي والجاهل والمكره، لخبر: «إن الله تجاوزَ عن أمتي الخطأَ والنسيان وما استكرهوا عليه» (¬4) \" (¬5). ¶ هذا والأمر بالاعتزال أقوى من النهي عن الفعل وهذا كقول الله تعالى في شأن الخمر: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} (المائدة:90). ¶ ¬__________ ¶ (¬1) المبسوط (10/ 146) ¶ (¬2) المبسوط (3/ 147) ¶ (¬3) المصدر السابق (10/ 146)، وينظر (3/ 147) منه، والمهذب (1/ 44) ¶ (¬4) أخرجه أبو القاسم سليمان بن أحمد الطبراني في الأوسط (2/ 331) تحقيق: طارق بن عوض الله وعبد المحسن الحسيني، دار الحرمين القاهرة 1415هـ. ¶ (¬5) الإقناع (1/ 24)",
            "page": "50",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "المطلب الخامس: معنى الطهارة في الآية ¶ اختلف الفقهاء والمفسرون في المراد بالطهر الثاني في: {وَلا تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّه} (البقرة: من الآية222) على ثلاثة أقوال هي:- ¶ 1. الاغتسال بالماء. ¶ 2. وضوء كوضوء الصلاة. ¶ 3. غسل الفرج، و يحلها لزوجها، وإن لم تغتسل من الحيضة (¬1). ¶ ولهذا اختلفوا في وطء الحائض في طهرها وقبل الاغتسال على أقوال:- ¶ القول الأول: ذهب أبو حنيفة إلى أنه إن انقطع دمها لأكثر الحيض - وهو عشرة أيام عنده - حل الوطء في الحال، وإن انقطع لأقله لم يحل حتى تغتسل أو تتيمم، فإن تيممت ولم تصل لم يحل الوطء حتى يمضي وقت صلاة كامل. ¶ جاء في مراقي الفلاح مع نور الإيضاح:\" (وإذا انقطع الدم لأكثر الحيض والنفاس حل الوطء بلا غسل) ويستحب أنْ لا يطأها حتى تغتسل ... (ولا يحل) الوطء (إن انقطع) الحيض والنفاس عن المسلمة (لدونه) أي دون الأكثر ولو (لتمام عادتها إلا) بأحد ثلاثة أشياء إما (أن تغتسل أو تتيمم) لعذر (وتصلي أو تصير الصلاة دينا في ذمتها وذلك بأن تجد بعد الانقطاع) لتمام عادتها (من الوقت الذي انقطع الدم فيه زماناً يسع الغسل والتحريمة فما فوقهما و) لكن (لم تغتسل) فيه (ولم تتيمم حتى خرج الوقت) فبمجرد خروجه يحل وطؤها لترتُّب صلاة ذلك الوقت في ذمتها \" (¬2). وعللوا قولهم بما يلي:- ¶ أ أنه بمجرد انقطاع الدم تيقنا خروجَها من الحيض، وأن المانع من الوطء الحيض لا وجوب الاغتسال عليها، ونظروا لهذا بأن الطاهرة إذا كانت جُنُباً فللزوج أن يقربها فكذلك هنا بعد التيقن بالخروج، من الحيض فللزوج أن يقربها (¬3). ¶ ب جعل الشارع الطهر غاية للحرمة في قوله: {ولا تقربوهن حتى يطهرن} بتخفيف الطاء (¬4). ¶ ج- أن مدة الاغتسال من حيضها وبمضيِّ الوقت تصير الصلاة ديناً في ذمتها وذلك من أحكام الطهارات، فثبتت صفة الطهارة به شرعاً كما ثبت بالاغتسال، ومن ضرورته انتفاء صفة الحيض، فكان لزوجها أن يقربها (¬5). ¶ د- أن\" لفظ «يَفْعُلْنَ» في قوله تعالى: {حَتَّى يَطْهُرْنَ} هو أظهر في الطهر الذي هو انقطاع دم الحيض منه في التطهر بالماء\" (¬6). ¶ القول الثاني: بمجرد انقطاع الدم يحل الوطء، وهذا قول ابن بكير (¬7) من المالكية، وعلل لقوله هذا بأن\" المانع إنما تعلق بالحيض، والحكم إذا تعلق بعلة وجب زواله بزوالها\" (¬8). ¶ قال ابن يونس (¬9) من المالكية: وهذا أقيس (¬10). ¶ ¬__________ ¶ (¬1) ينظر القرطبي (3/ 88) ¶ (¬2) نور الإيضاح مع مراقي الفلاح (1/ 82) وما بعدها، وينظر المبسوط (2/ 15) ¶ (¬3) ينظر المبسوط (2/ 15) ¶ (¬4) مراقي الفلاح لملا علي القاري (1/ 83) دار الفكر. ¶ (¬5) ينظر المبسوط (2/ 15) ¶ (¬6) بداية المجتهد (1/ 131) ¶ (¬7) هو: محمد أحمد بن عبد الله بن بكير البغدادي كان فقيهاً جدليا، ً ولي القضاء له كتاب في أحكام القرآن وكتاب الرضاع وكتاب مسائل الخلاف توفي سنة 305هـ (الديباج المذهب لإبراهيم نور الدين المعروف بابن فرحون المالكي (341) دراسة وتحقيق: مأمون الجنان، توزيع مكتبة عباس أحمد الباز، مكة المكرمة، ط1، 1417هـ،1996م). ¶ (¬8) التاج والإكليل لمحمد بن يوسف المواق (1/ 5) دار الكتب العلمية، 1995م. ¶ (¬9) هو: أبو بكر محمد بن عبد الله بن يونس التميمي الصقلي الإمام الحافظ النظار، ألف كتاباً في الفرائض وغيره، توفي سنة 451هـ (شجرة النور الزكية (1/ 111)). ¶ (¬10) ينظر التاج والإكليل (1/ 5)",
            "page": "51",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "القول الثالث: روى ابن المنذر عن طاووس وعطاء (¬1) ومجاهد أنهم قالوا: إن أدرك الزوج الشبق أمرها أن تتوضأ ثم أصابها إن شاء، بمعنى أنه يكفي في حلها أن تتوضأ كوضوئها للصلاة، وقال: إن في إسناده مقالاً، قال ابن المنذر: وأصح من هذا عن عطاء ومجاهد موافقة قول الجمهور. ¶ القول الرابع: قال داود الظاهري: إذا غسلت فرجها حل الوطء (¬2)،وكأنه حمل التطهر في الآية على غسل الفرج فقط. ¶ القول الخامس: لا تحل حتى ينقطع الحيض، وتغتسل بالماء غسل الجنابة وهذا قول الجمهور (¬3) مالك والشافعي وأحمد. ¶ - جاء في مختصر خليل (¬4) مع التاج والإكليل:\" (ومنع صحة صلاة وصوم ووجوبهما ... ووطء فرج أو تحت إزار ولو بعد نقاء) قال الله تعالى: {ولا تقربوهن حتى يطهرن} (البقرة: 222) أي يرين الطهر، فإذا تطهرهن أي بالماء\" (¬5). ¶ - وفي المهذب:\" وَلاَ يَحِلُّ الاسْتِمْتَاعُ بِهَا حتَّى تَغْتَسِل\" (¬6). ¶ - وفي الكافي:\" ... وتحريم الوطء باق، لأن الله تعالى قال: {ولا تقربوهن حتى يطهرن فإذا تطهرن فأتوهن} قال مجاهد: حتى يغتسلن\" (¬7). ¶ ¬__________ ¶ (¬1) هو: أبو محمد عطاء بن أبي رباح واسمه اسلم القرشي مولاهم، ولد بالجند سنة 27هـ ونشأ بمكة وهو مولى لبني فهر، انتهت إليه فتوى مكة وكان فقيها عالما كثير الحديث أدرك مائتين من الصحابة وكان يقول ابن عمر وابن عباس تجتمعون إلى يا أهل مكة وعندكم عطاء مات سنة 114هـ، (تهذيب التهذيب للحافظ ابن حجر (5/ 567) وما بعدها، ضبط ومراجعة: صدقي العطار، دار الفكر، ط1،1415هـ-1995م) ¶ (¬2) المجموع (2/ 290) ¶ (¬3) ينظر المجموع (2/ 290) ¶ (¬4) هو: خليل ابن اسحاق الجندي المالكي كان مشاركا في فنون من العربية والحديث والفرائض فاضلا في مذهب مالك من أشهر مؤلفاته مختصر خليل على المذهب المالكي توفي سنة 767هـ (الديباج المذهب 186). ¶ (¬5) التاج والإكليل (1/ 5) وما بعدها. ¶ (¬6) المهذب (1/ 44)، وينظر الأم (1/ 63) ¶ (¬7) الكافي لابن قدامة المقدسي (1/ 60) المكتب الإسلامي 1988م.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "واستدل الجمهور بقوله تعالى: {وَلاَ تَقْرَبُوهُنَّ حَتَّى يَطْهُرْنَ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ اللَّهُ} وقد قرئ حتى يطهرن بالتخفيف والتشديد، والقراءتان سبعيتان (¬1)، أما قراءة التشديد فصريحة في اشتراط الغسل. ¶ وأما قراءة التخفيف فيستدل بها من وجهين: ¶ أحدهما: معناها أيضاً يغتسلن، وهذا شائع في اللغة، فيصار إليه جمعاً بين القراءتين. ¶ والثاني: أن الإباحة معلقة بشرطين أحدهما: إنقطاع دمهن، والثاني: تطهرهن وهو اغتسالهن، وما علق بشرطين لا يباح بأحدهما (¬2)، واحتجوا بأقيسة كثيرة ومناسبات (¬3). ¶ سبب الخلاف:- ¶ بين ابن رشد سبب الخلاف فقال:\" وسبب اختلافهم: الاحتمال الذي في قوله تعالى: {فإذا تَطَهَّرْنَ فَأْتُوهُنَّ من حَيثُ أمركمُ الله} هل المراد به الطهر الذي هو انقطاع دم الحيض أم الطهر بالماء؟ ثم إن كان الطهر بالماء، فهل المراد به طهر جميع الجسد أم طهر الفرج؟ فإن الطهر في كلام العرب، وعُرْفِ الشرع اسم مشترك يقال على هذه الثلاثة المعاني\" (¬4) ثم قال في موضع آخر:\" والمسألة كما ترى محتملة\" (¬5). ¶ المناقشة والترجيح:- ¶ من خلال عرض الأقوال وأدلتهم ومعرفة سبب الخلاف يظهر ما يلي:- ¶ أ ¶ ب ¶ ¬__________ ¶ (¬1) قرأ نافع وابن كثير وأبو عمرو وابن عامر وحفص بالتخفيف، والباقون بالتشديد (ينظر حرز الأماني (الشاطبية) للقاسم بن فيرة الشاطبي مع تهذيب كنز المعاني لياسين (165) دار إحياء التراث العربي، بيروت لبنان، ط1، 1432هـ-2002م. ¶ (¬2) ينظر المجموع (2/ 290) ¶ (¬3) المصدر السابق. ¶ (¬4) بداية المجتهد (1/ 131) ¶ (¬5) المصدر السابق.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ت جعل علة منع الجماع انقطاع الحيض فقط إغفال للجانب التعبدي في الشرع، إذ إنه مع التسليم بأن الحيض هو السبب الأساسي في المنع إلا أن للشارع أن يعلق عود الحل على ما شاء، وهو هنا الغسل كما سيتبين. ¶ ث وبناءً عليه نقول: إن الجواز مبني على شرطين: الطهر من الحيض والاغتسال، فإن قيل ليستا شرطين بل شرط واحد، والمعنى: حتى ينقطع دمهن، فإذا انقطع فأتوهن، كما يقال: لا تكلم زيداً حتى يدخل الدار فإذا دخل فكلمه، ويجاب على هذا من أوجه:- ¶ أحدها: أن ابن عباس والمفسرين وأهل اللسان فسروه، فقالوا: معناه فإذا اغتسلن. فوجب المصير إليه. ¶ الثاني: أن ما قاله المعترض فاسد من جهة اللسان، فإنه لو كان كما قال لقيل: فإذا طهرن، فأعيد الكلام، كما يقال: لا تكلم زيداً حتى يدخل، فإذا دخل فكلمه، فلما أعيد بلفظ آخر دل على أنهما شرطان، كما يقال: لا تكلم زيداً حتى يأكل فإذا أكل فكلمه (¬1). ¶ ج- قياس جماع الحائض على جواز جماع المرأة الجنب قياس مع الفارق ويكفي في بيان الفرق أن الجنابة أمر معنوي بخلاف الحيض فإنها أمر حسي أضف إلى أنه لم يرد دليل في شأن الجنابة مثلما ورد في هذه المسألة. ¶ د- مع أن انقطاع الحيض طهر لكنه ليس طهراً كاملا بل هو طهر نسبي بمعنى أن المرأة طهرت بالنسبة إلى الحيض ولكنها لم تطهر بالنسبة إلى زوجها، ولهذا فقولهم:\" فثبتت صفة الطهارة به شرعاً كما ثبت بالاغتسال\" غير صحيح؛ إذ إن في الاغتسال زيادة على مجرد الطهر من الحيض كما أنه لو كان الأمر كذلك لصحت صلاتها بدون غسل والأحناف لا يقولون بهذا، أضف إلى أن الطهارة تختلف باختلاف ما تنسب إليه، قال في التمهيد:\" قد يقع التحريم بالشيء ولا يزول بزواله لعله أخرى، دليل ذلك قول الله عز وجل في المبتوتة، فلا تحل له من بعد حتى تنكح زوجا غيره، وليس تحل له ¶ ¬__________ ¶ (¬1) المجموع (2/ 290) بحذف وتصرف يسيرين.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "بنكاح الزوج حتى يمسها أو يطلقها، وكذلك لا تحل الحائض للوطء بالطهر حتى تغتسل\" (¬1). ¶ هـ- قال القرطبي بعد أن حكى رأي الأحناف أنه \"إن انقطع دمها بعد مضى عشرة أيام جاز له أن يطأها قبل الغسل، وإن كان انقطاعه قبل العشرة لم يجز حتى تغتسل أو يدخل عليها وقت الصلاة\"قال:\" وهذا تحكم لا وجه له\" (¬2). ¶ ل- أن مذهب الجمهور قد جمع بين القراءتين، ذلك لأن\" القراءتين كالآيتين فيجب أن يعمل بهما\" (¬3) وهذا ما ليس في مذهب أبي حنيفة. ¶ و- إن صيغة (تفعل) \"إنما تنطلق على ما يكون من فعل المكلفين، لا على ما يكون من فعل غيرهم، فيكون قوله تعالى: {فإذَا تَطَهَّرْنَ} أظهر في معنى الغسل بالماء منه في الطهر الذي هو انقطاع الدم، والأظهر يجب المصير إليه حتى يدل الدليل على خلافه (¬4). ¶ ي- قال ابن رشد:\"وأما اعتبار أبي حنيفة أكثر الحيض في هذه المسألة فضعيف\" ذلك لأن أكثر الحيض لا علاقة له هنا، أضف إلى أن الفقهاء قد اختلفوا اختلافاً كبيراً في أقل الحيض وأكثره، وهذا مما يضعف هذا القول كثيراً. ¶ يتبين من هذا كله رجحان قول الجمهور والله أعلم. ¶ ¬__________ ¶ (¬1) التمهيد (3/ 179) ¶ (¬2) الجامع لأحكام القرآن (3/ 88) ¶ (¬3) المصدر السابق. ¶ (¬4) بداية المجتهد (1/ 131)",
            "page": "56",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "المبحث الثالث ¶ الوطء في غير الفرج ¶ وفيه مطلبان ¶ المطلب الأول: الآية وسبب النزول. ¶ المطلب الثاني: تفسير الآية.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المبحث الثالث: حرمة الوطء في غير الفرج ¶ ما من جزء في هذا الكون إلا وخلقه الباري تعالى لحكمة وتصريف معين منها ما لايصح استخدامه في غير ما خُلق له. ¶ ومن هذا أن الله عز وجل جعل لتصريف الشهوة الجنسية مكاناً خاصاً لذلك يتواءم معها، ولكن يروق للبعض أن يعكس الأمور ويجعل مكان القبل الدبر ¶ المطلب الأول: الآية وسبب النزول ¶ في هذا الشأن أنزل الله قوله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُوا لِأَنْفُسِكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّكُمْ مُلاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ} (البقرة:223). ¶ أما سبب نزول هذه الآية ففيه أقوال:- ¶ 1. أن سبب النزول هو قول اليهود: إذا أتى الرجل زوجته من دبرها جاء الولد أحول فعن جابر ابن عبد الله رضي الله عنه قال: كانت اليهود تقول: إذا أتى الرجل امرأته من دبرها في قبلها كان الولد أحول، فنزلت الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} (¬1) وزاد \"الزهري إن شاء مجبية، وإن ذلك في صمام واحد\" (¬2). ¶ والمجبّية: أي المكبوبة على وجهها. والصمام: الثقب، والمراد به القبل (¬3)،ذلك أن\" الصمام بكسر الصاد المهملة وتخفيف الميم، وهو في الأصل سداد القارورة ثم سمي به المنفذ كفرج المرأة\" (¬4). ¶ هذا وقد \"أخرج هذا المعنى جماعة من المحدثين عن جابر وغيره واجتمع فيه ستة وثلاثون طريقاً في بعضها أنه لا يحل إلا في القبل، وفي أكثرها الردّ على اليهود\" (¬5). ¶ ¬__________ ¶ (¬1) أخرجه البخاري (4/ 1645) مسلم (2/ 1058) ¶ (¬2) مسلم (2/ 1059) ¶ (¬3) ينظر المجموع (18/ 99) ¶ (¬4) نيل الأوطار (6/ 204). ¶ (¬5) سبل السلام (3/ 1030)",
            "page": "58",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "2. أن السبب حادثة وقعت بين بعض المسلمين وزوجاتهم، فعن ابن عباس قال: إن ابن عمر -والله يغفر له- وهم إنما كان هذا الحي من الأنصار وهم أهل وثن مع هذا الحي من زفر، وهم أهل كتاب لهم فضل عليهم في العلم، فكانوا يقتدون بكثير من فعلهم، وكان من أمر أهل الكتاب ألا يأتوا النساء إلا على حرف وذلك أستر ما تكون المرأة، فكان هذا الحي من الأنصار يفعلون فعلهم، وكان هذا الحي من قريش يشرحون النساء شرحاً، ويتلذذون منهن مقبلات ومدبرات ومستلقيات. ¶ فلما قدم المهاجرون المدينة تزوج رجل منهم امرأة من الأنصار، فذهب يصنع بها ذلك، فأنكرته عليه، وقالت: إنما كنا نؤتى على حرف فاصنع ذلك وإلا فاجتنبني! حتى سرى أمرهما، فبلغ ذلك النبى صلى الله عليه وسلم، فأنزل الله عز وجل {فأتوا حرثكم أنى شئتم} أي مقبلات ومدبرات ومستلقيات، يعنى بذلك موضع الولد\" (¬1). ¶ 3. أن السبب غشيان المرأة في الدبر، عن ابن عباس قال: جاء عمر إلى رسول الله صلى الله عليه وسلم، فقال: يا رسول الله، هلكت! ¶ قال: وما أهلكك، قال: حولت رحلى الليلة. ¶ قال: فلم يرد عليه رسول الله صلى الله عليه وسلم شيئا، فأوحي إلى رسول الله صلى الله عليه وسلم هذه الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} أقبل وأدبر واتق الدبر والحيضة. رواه الترمذي (¬2) وقال: هذا حديث حسن (¬3). ¶ 4. ¶ 5. ¶ ¬__________ ¶ (¬1) أخرجه الحاكم في المستدرك (2/ 213) والبيهقي في الكبرى (7/ 195). ¶ (¬2) هو: أبو عيسى محمد بن عيسى بن سورة الضرير البوغي الترمذي الحافظ المشهور، أحد الأئمة الذين يقتدى بهم في علم الحديث، صنف كتاب الجامع والعلل تصنيف رجل متقن ت279هـ بترمذ. (وفيات الأعيان 4/ 278). ¶ (¬3) الترمذي (5/ 216) وصححه محمد بن حبان البستي (9/ 516) تحقيق شعيب الأرناؤوط،، مؤسسة الرسالة بيروت، ط2، 1414هـ-1993م.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "6. أنها نزلت في حل إتيان دبر الزوجة، أخرجه جماعة عن ابن عمر من اثني عشر طريقاً (¬1). ¶ فعن نافع (¬2) قال:\" كان بن عمر رضي الله عنهما إذا قرأ القرآن لم يتكلم حتى يخلو منه فأخذت عليه يوما فقرأ سورة البقرة حتى انتهى إلى مكان قال: تدري فيما أنزلت؟ قلت: لا! قال: أنزلت في كذا وكذا ثم مضى\" (¬3). ¶ وفي رواية عن نافع عن بن عمر:\" {فأتوا حرثكم أنى شئتم} قال: يأتيها في ... ولم يزد\" (¬4) وهو يعني في كلتا الروايتين عنه إتيان النساء في أدبارهن كما صرح بذلك في رواية الطبري عن نافع قال:\"كان ابن عمر إذا قرىء القرآن لم يتكلم، قال: فقرأت ذات يوم هذه الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} فقال: أتدري فيمن نزلت هذه الآية؟ ¶ قلت: لا! قال: نزلت في إتيان النساء في أدبارهن\" (¬5). ¶ وروى الطبري عن ابن عمر أن رجلا أتى امرأته في دبرها، فوجد في نفسه من ذلك، فأنزل الله {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} (¬6). ¶ وعن ابن عمر قال:\" إنما نزلت على رسول الله صلى الله عليه وسلم {نساؤكم حرث لكم} رخصة في إتيان الدبر\" (¬7). ¶ ¬__________ ¶ (¬1) سبل السلام (1/ 1030) ¶ (¬2) هو: نافع مولى ابن عمر أبو عبد الله المدني كثير الحديث قال البخاري: أصح الأسانيد مالك عن نافع عن ابن عمر، بعثه عمر بن عبد العزيز إلى مصر يعلمهم السنن، مات سنة ست عشرة ومائة أو سبع أو تسع أو عشرين (طبقات الحفاظ47) ¶ (¬3) البخاري (4/ 1645) ¶ (¬4) البخاري (4/ 1645) ¶ (¬5) أخرجه الطبري (2/ 394) ¶ (¬6) أخرجه الطبري (2/ 395) ¶ (¬7) أخرجه الطبراني في الأوسط (4/ 145)",
            "page": "60",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وعن عطاء بن يسار (¬1) \"أن رجلا أصاب امرأته في دبرها على عهد رسول الله فأنكر الناس ذلك وقالوا: أثفرها، فأنزل الله تعالى ذكره {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} \" (¬2). ¶ 7. أنها نزلت في الإذن بالعزل عن الزوجة، روي ذلك عن ابن عباس (¬3). ¶ المطلب الثاني: تفسير الآية ¶ (الحرث) ورد في اللغة على عدة معاني منها: الزرع (¬4)، وهو على حذف مضاف أي موضع حرثكم، أو الحرث بمعنى المحترث والمزدرع (¬5) وإنما كانت النساء محترثاً ومزدرعاً لأنهن مكان الولد، والمعنى: نساؤكم مزدرع لكم، تثمر لكم الأولاد، فأتوا هذا المزدرع (¬6). ¶ قال القرطبي:\"حرث تشبيه لأنهن مزدرع الذرية، فلفظ الحرث يعطى أن الإباحة لم تقع إلا في الفرج خاصة إذ هو المزدرع وأنشد ثعلب (¬7): ¶ ¬__________ ¶ (¬1) هو: عطاء بن يسار الهلالي، أبو محمد المدني القاضي مولى ميمونة، ثقة كثير الحديث، مات سنة ثلاث أو أربع ومائة، وقيل أربع وتسعين، وقيل سنة سبع وتسعين عن أربع وثمانين، قيل بالاسكندرية (طبقات الحفاظ 41) ¶ (¬2) أخرجه الطبري (2/ 395) ¶ (¬3) الطبري (2/ 395) ¶ (¬4) ينظر القاموس المحيط (214) م حرث، مؤسسة الرسالة، ط2، 1407م. ¶ (¬5) ينظر الطبري (2/ 392) ¶ (¬6) ينظر الكشاف عن حقائق التنزيل لجارالله محمود الزمخشري (1/ 134) دار المعرفة بيروت لبنان، والأساس لسعيد حوى (1/ 518) دار السلام للطباعة والنشر والتوزيع، ط1، 1405هـ-1985م. ¶ (¬7) هو: ابو العباس أحمد بن يحيى بن يسار الشيباني مولاهم البغدادي ولد سنة 200هـ إمام الكوفيين في اللغة والنحو، حفظ كتب الفراء وعني بالنحو وانكب على الشعر والمعاني والغريب، مات يوم السبت لعشر خلون وقيل لثلاث عشر خلون من جماد الأولى سنة 291هـ انظر (بغية الوعاه لجلال الدين السيوطي (1/ 396 - 397) تحقيق: محمد أبو الفضل إبراهم، المكتبة العصرية، صيدا بيروت 1419هـ- 1998م).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "إنما الأرحام أرضو ... ن لنا محترثات ¶ فعلينا الزرع فيها ... وعلى الله النبات ¶ ففرج المرأة كالأرض والنطفة كالبذر والولد كالنبات، فالحرث بمعنى المحترث، ووحد الحرث لأنه مصدر كما يقال: رجل صوم، وقوم صوم\" (¬1). ¶ أما قوله تعالى: {فأتوا حرثكم أنى شئتم} فقد اختلف في المراد بها على قولين:- ¶ 1. ذهب الجمهور من الصحابة والتابعين وأئمة الفتوى إلى أن المعنى: من أي وجه شئتم مقبلة مضطجعة أو قائمة أو منحرفة (¬2)، ونقل عن ابن عباس أنه \"كان يقول: اسق نباتك من حيث نباته\" (¬3). ¶ وإنما عبر سبحانه بقوله: (أنى) لكونها تجئ سؤالاً وإخباراً عن أمر له جهات، فهي أعم في اللغة من (كيف) و (أين) و (متى). ¶ 2. فسرها سيبويه (¬4) بـ (كيف) ومن (أين) باجتماعهما (¬5)،ونقل عن ابن عباس أنه قال:\" يأتيها كيف شاء ما لم يكن يأتيها في دبرها أو في الحيض\" (¬6).ونقله الطبري عن مجاهد والسدي (¬7). ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (3/ 91) وروح المعاني (1/ 124). ¶ (¬2) ينظر الجامع لأحكام القرآن (3/ 91) ¶ (¬3) ينظر جامع البيان (2/ 392) وروح المعاني (2/ 124) ¶ (¬4) هو: أبو بشر عمر بن عثمان بن قنبر الملقب بسيبويه مولى بني الحارث بن كعب، وقيل آل الربيع بن زياد، ولد في إحدى قرى شيراز عام 148هـ كان أعلم المتقدمين المتأخرين بالنحو أخذ عن الخليل وتتلمذ عليه وأخذ اللغة عن الأخفش الكبير، له عدة مصنفات منها: كتاب سيبويه، سمي سيبويه لأن وجنتيه كانتا كأنهما تفاحتان، وكان غاية في الجمال، وسيبويه معناه رائحة التفاح بالفارسية مات عام 180هـ انظر (انباه الرواة لعلي بن يوسف القفطي (2/ 346 ترجمة رقم 515) تحقيق: محمد إبراهيم، دار الفكر العربي، القاهرة، ط1، 1406هـ-1986م .. ¶ (¬5) ينظر الجامع لأحكام القرآن (3/ 91) وفتح القدير (1/ 260) ¶ (¬6) جامع البيان (2/ 392) ¶ (¬7) هو: أبو محمد اسماعيل بن عبد الرحمن السدي الكبير القرشي مفسر سكن الكوفة عالم بالتفسير والرواية توفي عام 127هـ (انظر طبقات المفسرين للداودي ص 111).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "قال أصحاب هذا القول:\"إن الآية إنما نزلت في استنكار قوم من اليهود استنكروا إتيان النساء في أقبالهن من قبل أدبارهن، قالوا: وفي ذلك دليل على صحة ما قلنا من أن معنى ذلك على ما قلنا\" (¬1). ¶ واستدلوا بما روي عن مجاهد أنه قال:\"عرضت المصحف على ابن عباس ثلاث عرضات من فاتحته إلى خاتمته، أوقفه عند كل آية وأسأله عنها، حتى انتهى إلى هذه الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم}. ¶ فقال ابن عباس: إن هذا الحي من قريش كانوا يشرحون النساء بمكة ويتلذذون بهن مقبلات ومدبرات، فلما قدموا المدينة تزوجوا في الأنصار فذهبوا ليفعلوا بهن كما كانوا يفعلون بالنساء بمكة، فأنكرن ذلك، وقلن: هذا شيء لم نكن نؤتى عليه. ¶ فانتشر الحديث حتى انتهى إلى رسول الله صلى الله عليه وآله وسلم، فأنزل الله تعالى ذكره في ذلك {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} إن شئت فمقبلة، وإن شئت فمدبرة، وإن شئت فباركة، وإنما يعني بذلك موضع الولد للحرث يقول: ائت الحرث من حيث شئت\" (¬2). ¶ وعن أم سلمة زوج النبي صلى الله عليه وآله وسلم قالت:\"تزوج رجل امرأة فأراد أن يجبيها فأبت عليه، وقالت: حتى أسأل رسول الله صلى الله عليه وآله وسلم. ¶ قالت أم سلمة: فذكرت ذلك لي فذكرت أم سلمة ذلك لرسول الله فقال: أرسلي إليها فلما جاءت قرأ عليها رسول الله {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} صماما واحدا صماما واحدا\" (¬3). ¶ وعن أم سلمة قالت:\"قدم المهاجرون، فتزوجوا في الأنصار، وكانوا يجبون وكانت الأنصار لا تفعل ذلك. ¶ ¬__________ ¶ (¬1) جامع البيان (2/ 395) ¶ (¬2) جامع البيان (2/ 395) ¶ (¬3) المصدر السابق، والدارمي (1/ 272)",
            "page": "63",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "فقالت امرأة لزوجها: حتى آتي النبي فأسأله عن ذلك، فأتت النبي فاستحيت أن تسأله، فسألت أنا فدعاها رسول الله، فقرأ عليها {نساؤكم حرث لكم فأتوا حرثكم} أنى شئتم صماما واحدا صماما واحدا\" (¬1). ¶ 3. قال آخرون معنى قوله {أنى شئتم}:متى شئتم، فقد نقل الطبري عن ابن عباس أنه قال:\"أنى شئتم من الليل والنهار\"،وعن الضحاك أنه قال في قوله: {أنى شئتم}:\"متى شئتم\" (¬2). ¶ 4. وقال آخرون: بل معنى ذلك: أين شئتم وحيث شئتم، فعن نافع قال:\"كنت أمسك على ابن عمر المصحف، وفي هذه الآية {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} فقال: أن يأتيها في دبرها\". ¶ وقيل لزيد بن أسلم:\"إن محمد بن المنكدر (¬3) ينهى عن إتيان النساء في أدبارهن؛ فقال زيد أشهد على محمد لأخبرني أنه يفعله\" (¬4). ¶ واستدل قالوا هذه المقالة لقولهم بما روي ابن عمر\"أن رجلاً أتى امرأته في دبرها فوجد في نفسه من ذلك؛ فأنزل الله {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} \" (¬5). ¶ وعن عطاء بن يسار:\"أن رجلاً أصاب امرأته في دبرها على عهد رسول الله فأنكر الناس ذلك، وقالوا: أثفرها؛ فأنزل الله تعالى {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} \" (¬6). ¶ وممن احتمل هذا المعنى الإمام الشافعي في كتابه الأم (¬7). ¶ 5. ¶ 6. ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) المصدر السابق. (2/ 392) ¶ (¬3) هو: محمد بن المنكدر بن عبد الله بن الهدير التيمي، روى عن أبيه وجابر وابن عمر وابن عباس وأبي أيوب وأبي هريرة وعائشة وخلق، وعنه أبو حنيفة ومالك والزهري وشعبة والسفيانان قال ابن عيينة: كان من معادن الصدق ويجتمع إليه الصالحون، مات سنة ثلاثين وقيل إحدى وثلاثين (طبقات الحفاظ 58) ¶ (¬4) جامع البيان (2/ 392) ¶ (¬5) المصدر السابق. ¶ (¬6) المصدر السابق. ¶ (¬7) (5/ 115)",
            "page": "64",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "7. وقال آخرون: معنى ذلك: ائتوا حرثكم كيف شئتم، إن شئتم فاعزلوا وإن شئتم فلا تعزلوا. ¶ نقل الطبري عن ابن عباس أنه قال:\"إن شئت فاعزل وإن شئت فلا تعزل\"،وعن سعيد بن المسيب (¬1) أنه قال:\"إن شئتم فاعزلوا، وإن شئتم فلا تعزلوا\" (¬2). ¶ وبسبب هذا الخلاف في تفسير الآية اختلف الفقهاء في إتيان المرأة في دبرها على قولين هما:- ¶ القول الأول: الجماهير من أهل العلم على حرمة إتيان المرأة في دبرها منهم: علي وعبد الله وأبو الدرداء (¬3) وابن عباس وعبد الله بن عمرو وأبو هريرة وبه قال سعيد بن المسيب وأبو بكر بن عبد الرحمن (¬4) ومجاهد وعكرمة (¬5) والشافعي وأصحاب الرأي وابن المنذر (¬6)، وإليك بعض النقول عنهم:- ¶ - ¶ -? ¶ ¬__________ ¶ (¬1) هو: أبو محمد سعيد بن المسيب بن مزن المخزومي المدني، سيد التابعين، ولد لسنتين وقيل لأربع من خلافة عمر بن الخطاب رضي الله عنه، قال محمد ين يحيى بن حبان: كان رٍأس المدينة من دهره المقدم عليهم في الفتوى وقيل فقيه الفقهاء، قال: قتادة: ما رأيت أحدا علم بالحلال والحرام منه مات سنة أربع وتسعين وقيل ثلاث وتسعين رحمه الله، (طبقات الحفاظ 25، وتهذيب الكمال 11/ 66 وما بعدها). ¶ (¬2) ينظر جامع البيان 2/ 395 وما بعدها، يقول الآلوسي: ومجيء (أنى) بمعنى أين وكيف ومتى مما اثبته الجم الغفير (روح المعاني 1/ 124). ¶ (¬3) هو: عويمر بن عامر ويقال عويمر بن قيس بن زيد وقيل عويمر ابن ثعلبة بن عامر، شهد أحدا وما بعدها من المشاهد، كان أبو الدرداء أحد الحكماء العلماء والفضلاء، توفى فى خلافة عثمان رضى الله عنه بعد ان ولاه معاوية قضاء دمشق وقيل: إن عمر رضى الله عنه ولاه قضاء دمشق، وقيل: بل ولاه عثمان والأمير معاوية (الاستيعاب3/ 1227). ¶ (¬4) هو: أبو بكر بن عبد الرحمن ابن الحارث بن هشام بن المغيرة بن عبد الله بن عمر بن مخزوم الإمام أحد الفقهاء السبعة بالمدينة النبوية، ولد في خلافة عمر، وكان يقال له راهب قريش لكثرة صلاته، وكان مكفوفا مات وذلك في سنة أربع وتسعين بالمدينة (سير أعلام النبلاء 4/ 416). ¶ (¬5) هو: عكرمة مولى ابن عباس أبو عبد الله المدني أصله من البربر من أهل المغرب، قال: طلبت العلم أربعين سنة وكنت أفتي بالباب وابن عباس في الدار، قال أبو الشعثاء: عكرمة أعلم الناس، مات سنة خمس ومائة أو ست أو سبع (طبقات الحفاظ 43) ¶ (¬6) ينظر المغني (7/ 22) والمحلى لابن حزم (10/ 70) تحقيق: لجنة إحياء التراث، دار الآفاق الجديدة، بيروت.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- الحنفية: قال أبو بكر الرازي الجصاص (¬1) في كتابه (أحكام القرآن) عند ذكر إتيان النساء في أدبارهن:\" كان أصحابنا يحرمون ذلك، وينهون عنه، أشد النهي\" (¬2). ¶ - المالكية: قال خليل في مختصره:\" وَحَلَّ لَهُمَا حَتَّى نَظَرُ الْفَرْجِ كَالْمَلْكِ وَتَمَتُّعٌ بِغَيْرِ دُبُرٍ\" (¬3). ¶ - الشافعية: قال في المهذب:\" فَصْلٌ: وَلاَ يَجُوزِ وَطْوُهَا فِي الدُّبُرِ\" (¬4). ¶ - الحنابلة: قال في الكافي:\" و لا يجوز وطؤها في الحيض، و لا في الدبر\" (¬5). ¶ استدل أصحاب هذا القول بما يلي:- ¶ أ- معنى قوله {أنى شئتم} من أي وجه شئتم، وذلك أن (أنى) في كلام العرب كلمة تدل إذا ابتدىء بها في الكلام على المسألة عن الوجوه والمذاهب فإذا قال قائل لرجل: أنى لك هذا المال؟ يريد من أي الوجوه لك، ولذلك يجيب المجيب فيه بأن يقول: من كذا وكذا، كما قال تعالى مخبراً عن زكريا في مسألته مريم {قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ اللَّهِ} (آل عمران: من الآية37). ¶ وهي مقاربة (أين) و (كيف) في المعنى، ولذلك تداخلت معانيها فأشكلت (أنى) على سامعها ومتأولها. ¶ ¬__________ ¶ (¬1) هو: أحمد بن علي أبو بكر الرازي ولد سنة خمس وثلاثمائة، وسكن بغداد وانتهت إليه رئاسة الحنفية، توفي سنة سبعين وثلاثمائة (تاج التراجم لزين الدين قاسم بن قطلوبغا السودوني (96) تحقيق: محمد خير رمضان يوسف، دار القلم دمشق، ط1، 1413هـ-1992م). ¶ (¬2) أحكام القرآن لأبي بكر الجصاص (2/ 39) تحقيق: محمد الصادق قمحاوي، دار إحياء التراث العربي، بيروت، لبنان،1405هـ- 1985م. ¶ (¬3) مختصر خليل بن إسحاق (108) دار الفكر. ¶ (¬4) المهذب (2/ 85) ¶ (¬5) الكافي (3/ 123)",
            "page": "66",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "حتى تأولها بعضهم بمعنى (أين)، وبعضهم بمعنى (كيف)، وآخرون بمعنى (متى) وهي مخالفة جميع ذلك في معناها، وهن لها مخالفات، وذلك أن (أين) إنما هي حرف استفهام عن الأماكن والمحال، وإنما يستدل على افتراق معاني هذه الحروف بافتراق الأجوبة عنها. ¶ ألا ترى أن سائلاً لو سأل آخر فقال: أين مالك؟ ¶ لقال: بمكان كذا، ولو قال له: أين أخوك؟ لكان الجواب أن يقول: ببلدة كذا أو بموضع كذا. ¶ فيجيبه بالخبر عن محل ما سأله عن محله، فيعلم أن (أين) مسألة عن المحل. ¶ ولو قال قائل لآخر: كيف أنت؟ لقال: صالح، أو بخير، أو في عافية، وأخبره عن حاله التي هو فيها. ¶ فيعلم حينئذ أن (كيف) مسألة عن حال المسؤول عن حاله. ¶ ولو قال له: أنى يحيي الله هذا الميت؟ لكان الجواب أن يقال: من وجه كذا ووجه كذا، فيصف قولاً نظير ما وصف الله تعالى ذكره للذي قال: أنى يحيى هذه الله بعد موتها فعلاً، حين بعثه من بعد مماته (¬1). ¶ ب- عن ابن عباس - رضي الله عنه - عن النبي صلى الله عليه وآله وسلم قال:\"لا ينظر الله إلى رجل جامع امرأة في دبرها\" (¬2). ¶ ج-عن ابن مسعود - رضي الله عنه - عن النبي صلى الله عليه وآله وسلم قال:\"محاش النساء حرام عليكم\" (¬3). ¶ ¬__________ ¶ (¬1) جامع البيان (2/ 397) وما بعدها، وينظر المحلى (10/ 69) ¶ (¬2) صحيح ابن حبان (9/ 517) والبيهقي في السنن الكبرى (5/ 320) ونحوه الترمذي (3/ 468) وحسنه. ¶ (¬3) أخرجه أحمد بن محمد أبو جعفر الطحاوي في شرح معاني الآثار (3/ 46) تحقيق: محمد زهري النجار، دار الكتب العلمية بيروت، ط1، 1399هـ، و عبدالله بن عبد الرحمن الدارمي في سننه (1/ 276) تحقيق: فواز زمرلي وخالد السبع، دار الكتاب العربي، بيروت، ط1، 1407هـ، والبيهقي في الكبرى 7/ 199، وأبو القاسم سليمان الطبراني في الأوسط (7/ 357) تحقيق: طارق بن عوض الله وعبد المحسن الحسيني، دار الحرمين القاهرة، 1415هـ.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "د-عن أبي هريرة - رضي الله عنه - عن النبي صلى الله عليه وآله وسلم قال: \"من أتى حائضاً، أو امرأة في دبرها، أو كاهناً فصدقه بما يقول؛ فقد كفر بما أنزل على محمد\" (¬1). ¶ ل- عن أبي هريرة - رضي الله عنه - قال: قال رسول الله صلى الله عليه وآله وسلم: \"مَلْعُونٌ مَنْ أتى امرأةً في دبْرِها\" (¬2). ¶ هـ- عن جابر - رضي الله عنه - قال:\"قالت اليهود: إذا جامعَ الرجلُ امرأته من ورائِها جاءَ ولدُها أحولَ فأنزل الله تعالى: {نساؤكم حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ أَنَّى شِئْتُمْ وَقَدِّمُواْ لأنفسكم وَاتَّقُواْ اللَّهَ وَاعْلَمُو?اْ أَنَّكُم مُّلَاقُوهُ وَبَشِّرِ الْمُؤْمِنِينَ} (¬3). ¶ و- عن عمرو بن العاص - رضي الله عنه - عن النبي صلى الله عليه وآله وسلم أنه قال:\"هي اللوطية الصغرى\"يعني اتيان النساء في أدبارهن (¬4). ¶ ي- عن خزيمة بن ثابت (¬5) أن رسول الله قال: \"إن الله لا يستحيي من الحق، لا تأتوا النساء في أعجازهن\" (¬6). ¶ ¬__________ ¶ (¬1) أخرجة الترمذي (1/ 243) والدارمي (1/ 275) وابن ماجة (1/ 209) والبيهقي في الكبرى (5/ 323) وصححه الألباني في صحيح أبي داود (2/ 739) مكتب التربيةالعربي لدول الخليج، ط1، 1409هـ. ¶ (¬2) أخرجه أبو داود (2/ 249) وصححه الألباني في صحيح أبي داود (2/ 406). ¶ (¬3) تقدم تخريجه. ¶ (¬4) أخرجه أحمد (2/ 182،210)،والبيهقي في الكبرى (5/ 319) وسليمان بن داود الطيالسي في مسنده (299) دار المعرفة بيروت، قال الحافظ عبد العظيم المنذري: ورجاله رجال الصحيح، الترغيب (3/ 198) تحقيق: إبراهيم شمس الدين، دار الكتب العلمية بيروت، ط1، 1417هـ. ¶ (¬5) هو: خزيمة بن ثابت ابن الفاكه بن ثعلبة بن ساعدة الفقيه أبو عمارة الأنصاري الخطمي المدني ذو الشهادتين، قيل إنه بدري والصواب أنه شهد أحدا وما بعدها وله أحاديث وكان من كبار جيش علي فاستشهد معه يوم صفين (سير أعلام النبلاء 2/ 487). ¶ (¬6) أخرجه الدارمي (1/ 277) واللفظ له، والترمذي (3/ 463) وصححه ابن حبان (1/ 169)",
            "page": "68",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "والأعجاز\"جمع عجز بفتح الجيم على المشهور مؤخر الشيء والمراد الدبر\" (¬1). ¶ القول الثاني: الإباحة، ورويت عن ابن عمر وزيد بن أسلم (¬2) وابن أبي مليكة (¬3)،وسعيد بن المسيب ونافع، وعبد الملك بن الماجشون (¬4). ¶ وحكى ذلك عن مالك في كتاب له يسمى كتاب السر، وروي عن مالك-أيضاً- أنه قال:\"ما أدركت أحداً أقتدي به في ديني يشك في أنه حلال (¬5) \". ¶ وذكر ابن العربي (¬6) أن ابن شعبان (¬7) أسند جواز هذا القول إلى زمرة كبيرة من الصحابة والتابعين، وإلى مالك من روايات كثيرة في كتاب له سماه (جماع النسوان وأحكام القران) (¬8). ¶ ¬__________ ¶ (¬1) تحفة الأحوذي (4/ 275) ¶ (¬2) هو: زيد بن أسلم المدني الفقيه أبو أسامة، ويقال أبو عبد الله مولى عمر بن الخطاب، ثقة من أهل الفقه والعلم عالم بتفسير القرآن له كتاب في التفسير روى عن أنس وجابر بن عبد الله وسلمة بن الأكوع وابن عمر وأبي هريرة وعائشة وعنه ابنة أسامة وأيوب السختياني وروح بن القاسم والسفيانان وابن جريح وكان له حلقة في المسجد النبوي قال أبو حازم لقد رأيتنا في مجلس زيد بن أسلم أربعين حبرا فقهاء، (طبقات الحفاظ1/ 60) ¶ (¬3) هو: عبد الله بن عبيد الله بن أبي مليكة واسمه زهير بن عبد الله بن جدعان القرشي التيمي أبو بكر ويقال أبو محمد المالكي كان قاضيا لعبد الله بن الزبير ومؤذنا له مات سنة سبع عشرة ومائة (طبقات الحفاظ 48) ¶ (¬4) هو: أبو مروان عبد الملك بن عبد العزيز بن عبد الله بن أبي سلمه الماجشون المدني المالكي فقيه من آثارة كتاب كبير في الفقه توفي عام:212هـ - انظر (معجم المؤلفين (2/ 218) لعمر رضا كحالة، مؤسسة الرسالة، ط1، 1414هـ-1993م.). ¶ (¬5) ينظر المغني (7/ 13) والمجموع (18/ 99) ¶ (¬6) هو: العلامة الحافظ القاضى أبو بكر محمد بن عبد الله بن محمد الإشبيلى، ولد سنة ثمان وستين وأربع مائة ورحل مع أبيه إلى المشرق تخرج بالإمام أبي حامد الغزالي والعلامة أبي زكريا التبريزي والفقيه أبي بكر الشاشي وجمع وصنف وبرع في الأدب والبلاغة وبعد صيته، توفى بن العربي بالعدوة بفاس في ربيع الآخر سنة ثلاث وأربعين وخمس مائة من مصنفاته: أحكام القرآن وعارضة الأحوذي والعواصم وغيرها (تذكرة الحفاظ4/ 1294وما بعدها). ¶ (¬7) هو: العلامة أبو إسحاق شيخ المالكية واسمه محمد بن القاسم بن شعبان بن محمد بن ربيعة العماري المصري من ولد عمار بن ياسر ويعرف بابن القرطي نسبة إلى بيع القرط، له التصانيف البديعة منها: كتاب الزاهي في الفقه وهو مشهور وكتاب أحكام القرآن ومناقب مالك كبير وكتاب المنسك، وكان صاحب سنة واتباع، مات في جمادى الأولى سنة خمس وخمسين وثلاث مئة (سير أعلام النبلاء 16/ 78). ¶ (¬8) ينظر أحكام القرآن لابن العربي (1/ 238)",
            "page": "69",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "و\"روي عن محمد بن كعب القرظى (¬1) أنه كان لا يرى بذلك بأسا، ويتأول فيه قول الله عز وجل: {َأتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ} (الشعراء:165، 166). ¶ وقال: فتقديره تتركون مثل ذلك من أزواجكم، ولو لم يبح مثل ذلك من الأزواج لما صح ذلك، وليس المباح من الموضع الآخر مثلاً له حتى يقال تفعلون ذلك وتتركون مثله من المباح\" (¬2). ¶ وروي أن\" رجلاً من أهل العراق لقي أشهب (¬3) فقال له العراقي: أنتم تحلون إتيان النساء في أدبارهن. ¶ فقال له أشهب: أنتم تحرمونه ولكن احلف بالله ما فعلته، واحلف لي أنت بمثله، فلم يفعل العراقي (¬4) \". ¶ وقد رويت الإباحة أيضاً عن الشافعي، فقد \"حكى ابن عبد الحكم (¬5) عن الشافعي أنه قال: لم يصح عن رسول الله صلى الله عليه وآله وسلم في تحريمه ولا في تحليله شيء، والقياس أنه حلال\" (¬6). ¶ ¬__________ ¶ (¬1) هو: محمد بن كعب القرظي أبو حمزة، سكن الكوفة ثم تحول الى المدينة، روى عن أبي هريرة وأنس بن مالك وزيد بن أرقم والبراء بن عازب وجابر بن عبد الله وابن عباس روى عنه محمد بن المنكدر وزيد بن اسلم والحكم بن عتيبة وغيرهم، سئل أبو زرعة عن محمد بن كعب القرظي فقال مدينى ثقة (الجرح والتعديل لعبد الرحمن بن أبي حاتم الرازي (8/ 67) دار إحياء التراث العربي، بيروت، ط1، 1271هـ-1952م) ¶ (¬2) الجامع لأحكام القرآن (3/ 93) وما بعدها. ¶ (¬3) هو: أشهب بن عبد العزيز بن داود بن إبراهيم الإمام العلامة مفتي مصر أبو عمرو القيسي العامري المصري الفقيه، يقال اسمه مسكين وأشهب لقب له، مولده سنة أربعين، سمع مالك بن أنس والليث بن سعد وغيرهما توفي في 204هـ (سير أعلام النبلاء9/ 500). ¶ (¬4) التاج والإكليل (1/ 633) ¶ (¬5) هو: محمد بن عبد الله بن عبد الحكم ابن أعين بن ليث، الإمام شيخ الإسلام أبو عبد الله المصري الفقيه ... ولد سنة اثنتين وثمانين، وكان عالم الديار المصرية في آلاف مع المزني، وثقه النسائي وقال مرة: لا بأس به، وقال إمام الأئمة ابن خزيمة: ما رأيت في فقهاء الإسلام أعرف بأقاويل الصحابة والتابعين من محمد بن عبد الله بن عبد الحكم وقال كان أعلم من رأيت على أديم الأرض بمذهب مالك وأحفظهم له، له تصانيف كثيرة منها كتاب في الرد على الشافعي وكتاب أحكام القران وكتاب الرد على فقهاء العراق وغير ذلك، مات محمد في يوم الأربعاء نصف ذي القعدة سنة ثمان وستين ومئتين (سيرأعلام النبلاء 12/ 497). ¶ (¬6) نيل الأوطار (6/ 201)",
            "page": "70",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وحكيت مناظرة دارت بين الشافعي ومحمد بن الحسن في هذا الموضوع. ¶ فقد رُوي عن\" محمد بن عبد الله بن عبد الحكم عن الشافعي أنه قال: سألني محمد بن الحسن؛ فقلت له: إن كنت تريد المكابرة وتصحيح الروايات وإن لم تصح فأنت أعلم، وإن تكلمت بالمناصفة كلمتك. ¶ قال: على المناصفة، قلت: فبأي شيء حرمته؟ ¶ قال: يقول الله عزّ وجلّ: {فأتوهن من حيث أمركم الله} (سورة البقرة، الآية: 222) وقال: {فأتوا حرثكم أنى شئتم} (سورة البقرة، الآية: 322) والحرث لا يكون إلا في الفرج. ¶ قلت: أفيكون ذلك محرماً لما سواه؟ ¶ قال: نعم، قلت: فما تكون لو وطأها بين ساقيها أو في أعكانها أو تحت أبطيها، أو أخذت ذكره بيدها، أو في ذلك حرث؟ ¶ قال: لا، قلت: فيحرم ذلك؟ قال: لا، قلت: فلم تحتج بما لا حجة فيه؟ ¶ قال: فإن الله قال: {والذين هم لفروجهم حافظون} (سورة المؤمنون، الآية: 5) ¶ قال: فقلت له: هذا مما يحجون به للجواز، إن الله أثنى على من حفظ فرجه من غير زوجته وما ملكت يمينه. ¶ فقلت له: أنت تتحفظ من زوجتك وما ملكت يمينك! \" (¬1). ¶ لكن \"قال الحاكم (¬2) بعد أن حكى عن الشافعي ما سلف: لعل الشافعي كان يقول ذلك في القديم، فأما الجديد فالمشهور أنه حرمه\" (¬3). ¶ ¬__________ ¶ (¬1) نيل الأوطار (6/ 202) وسقت هذه المناضرة لتصويرالأدلة والاعتراضات بين القولين. ¶ (¬2) هو أبو عبد الله الحافظ محمد بن عبد الله بن حمدويه بن نعيم بن الحكيم النيسابوري الشافعي، ولد يوم الإثيين ثالث شهر ربيع الأول سنة 321هـ، له عدة مؤلفات توفي عام 405هـ (طبقات الشافعية لتاج الدين عبد الوهاب بن علي السبكي (4/ 161) تحقيق: عبد الفتاح الحلو ومحمود الطناحي، مطبعة عيسى البابي الحلبي وشركاه، ط1، 1388هـ، 1968م، ووفيات الأعيان 4/ 280). ¶ (¬3) ينظر نيل الأوطار (6/ 201)",
            "page": "71",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقد روى الماوردي وأبو نصر بن الصباغ (¬1) وغيرهما عن الربيع (¬2) أنه قال: \"كذب والله! -يعني ابن عبد الحكم- فقد نص الشافعي على تحريمه في ستة كتب\". ¶ وتعقبه الحافظ (¬3) فقال:\" وتكذيب الربيع لمحمد لا معنى له لأنه لم ينفرد بذلك فقد تابعه عبد الرحمن بن عبد الله \" (¬4) أخوه عن الشافعي، ثم قال: إنه لا خلاف في ثقة ابن عبد الحكم وأمانته\" (¬5). ¶ بيد أن ابن حزم (¬6) قال: \"وما رويت إباحة ذلك عن أحد إلا عن ابن عمر وحده باختلاف عنه، وعن نافع باختلاف عنه، وعن مالك باختلاف عنه فقط\" (¬7). ¶ ¬__________ ¶ (¬1) هو: أبو طاهر محمد بن عبدالواحد بن محمد البغدادي البيع ابن الصباغ مفتي الشافعية، سمع أبا حفص بن شاهين والمعافى وابن حبابة وعدة وتفقه بالشيخ أبي حامد وتفقه عليه ولده أبو نصر صاحب الشامل قال الخطيب كتبنا عنه وكان ثقة له حلقة للفتوى مات في ذي القعدة سنة ثمان وأربعين وأربع مئة (سير أعلام النبلاء 18/ 22). ¶ (¬2) هو: الربيع بن سليمان ابن عبد الجبار بن كامل الإمام المحدث الفقيه الكبير بقية الأعلام أبو محمد المرادي مولاهم المصري المؤذن صاحب الإمام الشافعي وناقل علمه وشيخ المؤذنين بجامع الفسطاط ومستملي مشايخ وقته، مولده في سنة أربع وسبعين السهو أو قبلها بعام، مات الربيع مؤذن جامع الفسطاط في يوم الاثنين ودفن يوم الثلاثاء لإحدى وعشرين ليلة خلت من شوال سنة سبعين ومئتين (سير أعلام النبلاء 12/ 576). ¶ (¬3) هو: أحمد بن علي بن محمد بن محمد بن علي بن حجر العسقلاني يلقب بشهاب الدين ويكنى بأبي الفضل ومشهور بابن حجر، ولد في الثاني والعشرين من شعبان سنة ثلاث وسبعين وسبععائة على شاطي النيل بمصر، وكان سريع الحفظ، قرأ القران تجويدا وهو ابن اثنتي عشرة سنة، ومات سنة 852 هـ (الجواهر والدرر في ترجمة ابن حجرللحافظ السخاوي 1/ 101) تحقيق: إبراهيم باجس، دار ابن حزم، ط1. 1419هـ-1999م. ¶ (¬4) التلخيص الحبير (3/ 182) تحقيق: السيد عبد الله، المدينة المنورة، 1384هـ ¶ (¬5) المصدر السابق وينظر نيل الأوطار (6/ 201) ¶ (¬6) هو: أبو محمد علي بن أحمد بن سعيد بن حزم كان حافظا عالما بعلوم الحديث وفقهه مستنبطا للأحكام من الكتاب والسنة كان شافعي المذهب ثم انتقل إلى مذهب أهل الظاهر، من مصنفاته: المحلى والإحكام ت:456هـ (انظر التاج المكلل لصديق خان (87) تصحيح وتعليق: عبد الحكيم شرف الدين، المطبعة الهندية العربية، بمباي، ط2، 1382هـ، 1963م). ¶ (¬7) المحلى 10/ 70",
            "page": "72",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "من خلال ما سبق يتضح لنا أن أدلة هذا القول ما يلي:- ¶ 1. قول الله تعالى: {نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ} وفسروا {أنى شئتم} بـ أين شئتم، فهو\" شامل للمسالك بحكم عمومها\" (¬1). ¶ 2. وقوله سبحانه: {وَالَّذينَ هُمْ لفُرُوجِهِمْ حَافِظُون * إِلاَّ عَلَى أَزْواجِهِمْ أَوْ مَا مَلَكَتْ أَيَمَانُهُمْ} (المؤمنون: 5، 6). ¶ 3. حديث ابن عمر قال:\"إنما نزلت على رسول الله صلى الله عليه وسلم نساؤكم حرث لكم رخصة في إتيان الدبر\" (¬2). ¶ 4. عن ابن عمر أنه لما قرأ قوله تعالى: {نساؤكم حرث لكم} قال: ما تدري يا نافع فيم أنزلت هذه الآية؟ قال قلت: لا، قال لي: في رجل من الأنصار أصاب امرأته في دبرها، فأعظم الناس ذلك فأنزل الله تعالى: {نساؤكم حرث عليكم} قال نافع: فقلت لابن عمر: من دبرها في قبلها؟ قال: لا إلا في دبرها! (¬3). ¶ 5. أن الزوجة محل متعة الزوج فهو يتمتع بجسمها كله. ¶ المناقشة والترجيح:- ¶ الذي يظهر رجحانه هو القول بتحريم إتيان المرأة في دبرها لما يلي:- ¶ 1) أن الأصل تحريم المباشرة إلا ما أحله الله، ولم يحل تعالى إلا القبل كما دل له قوله: {فاتوا حرثكم أنى شئتم} وقوله: {فأتوهن من حيث أمركم الله} ولا يقاس عليه غيره، لعدم المشابهة في كونه محلاً للزرع (¬4). ¶ 2) ¶ 3) ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (3/ 95) ¶ (¬2) أخرجه الطبراني في الأوسط (4/ 145) ¶ (¬3) أخرجه الدارقطني في غرائب مالك ينظر فتح الباري للحافظ أحمد بن علي بن حجر العسقلاني (8/ 190) تحقيق: محمد فؤاد عبد الباقي، محب الدين الخطيب، دار المعرفة بيروت، 1379م. ¶ (¬4) سبل السلام (3/ 1023)",
            "page": "73",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "4) إن الله عز وجل أباح موضع الحرث، والمطلوب من الحرث نبات الزرع، فكذلك النساء الغرض من إتيانهن هو طلب النسل لا قضاء الشهوة وهو لا يكون إلا في القبل فيحرم ما عدا موضع الحرث (¬1). ¶ 5) وأما حل الاستمتاع فيما عدا الفرج فمأخوذ من دليل آخر، وهو جواز مباشرة الحائض فيما عدا الفرج (¬2). ¶ 6) أن قضاء الشهوة من المقاصد الأساسية للإنسان من النكاح، بيد أن حفظ النسل من المقاصد الشرعية الضرورية الكلية، وقضاء الشهوة هو من الوجهة المقاصدية مسألة تحسينية أو حاجية أومكملة لمقصد حفظ النسل، وبهذا يتضح هنا الفرق بين مقاصد الشارع ومقاصد المكلف. ¶ وهنا قاعدة مقاصدية هامة تفيدنا في هذا الموضوع، وهي أنه إذا تعارض المقصدان قدم قصد الشارع، وهنا تعارض قصد الرجل في إتيان الدبر لقضاء شهوته المريضة مع قصد الشرع الذي طلب النسل-والإتيان من الدبر يعارض هذا المقصد-والحفاظ عليه، وجعل قضاء الشهوة الحلال وسيلة لذلك فيقدم قصد الشرع، لأن الشارع هو الحاكم، ولأن الشريعة جاءت لتخرج الإنسان من داعية هواه كما قال الإمام الشاطبي (¬3) رحمه الله في الموافقات (¬4). ¶ 7) أن للمرأة حقاً في قضاء شهوتها، لا يجوز للرجل بحال من الأحوال إغفاله، وفي إتيان المرأة من دبرها قضاء على هذه الشهوة، وإفساد للعشرة الزوجية. ¶ 8) ¶ 9) ¶ ¬__________ ¶ (¬1) سبل السلام (3/ 1023) ومعتصر المختصر ليوسف بن موسى الحنفي (1/ 303) عالم الكتب ومكتبة المتنبي، بيروت القاهرة. ¶ (¬2) سبل السلام (3/ 1023) ¶ (¬3) هو: إبراهيم بن اسحق الغرناطي الشهير بالشاطبي، أحد الجهابذة كان له القدم الراسخ في سائر الفنون والمعارف، له تآليف نفيسة اشتملت على تحريرات للقواعد وتحقيقات لمهمات الفوائد، من مصنفاته: الموافقات والاعتصام والإفادات والإنشاءات وغيرها توفي سنة 790هـ (شجرة النور الزكية1/ 231) ¶ (¬4) ينظر الموافقات (2/ 177) حققه: خالد شبل، مؤسسة الرسالة1420هـ-1999م.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "10) قد حرم الله الوطء في الفرج لأجل الأذى، فما الظن بالحش الذي هو موضوع الأذى اللازم في زيادة المفسدة بالتعرض لانقطاع النسل الذي هو العلة الغائية في مشروعية النكاح، والذريعة القريبة جداً الحاملة على الانتقال من ذلك إلى إدبار المرد، وكفى منادياً على خساسته أنه لا يرضى أحد أن ينسب إليه ولا إلى إمامه تجويز ذلك (¬1). ¶ 11) \"من المعلوم أن المرأة بجميع أجزائها ليست محلاً للحراثة، بل محل الحراثة هو الموضع المعين منها، فلما حمل مواضع الحراثة على ذوات النساء احتجنا إلى تقدير مضاف آخر في المبتدأ، والتقدير: أبضاع نسائكم حرث لكم، ولا شك أن موضع حراثة الولد ليس أماكن متعددة بل هو موضع معين منها، فلم يكن حمل قوله (أنى شئتم) على التخيير في الأمكنة، فيكون محمولاً على التخيير في الكيفيات\" (¬2). ¶ 12) أما نسبة هذا القول للشافعي \"فلعل الشافعي رحمه الله توقف فيه أولاً ثم لما تبين له التحريم وثبوت الحديث فيه رجع إليه، وهو أولى بجلالته ومنصبه وإمامته من أن يناظر على مسألة يعتقد بطلانها، يذب بها عن أهل المدينة جدلاً ثم يقول: والقياس حله، ويقول: ليس فيه عن رسول الله صلى الله عليه وسلم في التحريم والتحليل حديث ثابت، على طريق الجدل بل إن كان ابن عبدالحكم حفظ ذلك عن الشافعي فهو مما قد رجع عنه لما تبين له صريح التحريم- والله أعلم-والشافعي-رحمه الله-قد صرح في كتبه المصرية بالتحريم واحتج بحديث خزيمة ووثق رواته\" (¬3) فقد قال في الأم:\" وبيِّنٌ أنَّ موضعَ الحرثِ موضعُ الولدِ، وأنَّ الله تعالى أباح الإتيانَ فيهِ إلاَّ في وقتِ المحيضِ ... وإباحةُ الإتيانِ في موضعِ الحرثِ، يُشبهُ أنْ يكونَ تحريمَ إتيانٍ في غيرهِ، فالإتيانُ في الدبرِ حتى يبلغَ منهُ مبلغَ الإتيانِ ¶ 13) ¶ ¬__________ ¶ (¬1) نيل الأوطار (6/ 202) الجامع لأحكام القرآن (3/ 94). ¶ (¬2) حاشية شيخ زاده على البيضاوي (2/ 536) بتصرف وحذف يسيرين. ¶ (¬3) حاشية محمد بن أبي بكر ابن القيم (6/ 143) دار الكتب العلمية بيروت، ط2، 1415هـ-1995م.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "14) في القُبُلِ محرمٌ بدلالةِ الكتابِ ثمّ السنةِ\" (¬1)، وقال صريحاً: \"فلست أرخص فيه بل أنهى عنه\" (¬2). ¶ 15) أما بالنسبة للإمام مالك فقد \"أنكر ذلك مالك واستعظمه، وكذب من نسب ذلك إليه\" (¬3) وقال مالك لابن وهب (¬4) وعلي بن زياد (¬5) -لما أخبراه أن ناساً بمصر يتحدثون عنه في ذلك- فنفر وبادر إلى تكذيب الناقل وقال: كذبوا علي! كذبواعلي! كذبوا علي! ¶ ثم قال: ألستم قوما عربا؟ ألم يقل الله تعالى {نساؤكم حرث لكم} وهل يكون الحرث إلا في موضع المنبت\" (¬6). ¶ قال الحافظ في الفتح:\"وعلى هذه القصة اعتمد المتأخرون من المالكية فلعل مالكاً رجع عن قوله الأول، أو كان يرى أن العمل على خلاف حديث ابن عمر فلم يعمل به، وإن كانت الرواية فيه صحيحة على قاعدته\" (¬7). ¶ قال القرطبي:\"\"ما نسب إلى مالك وأصحابه من هذا باطل وهم مبرؤون من ذلك\" (¬8)،وعلى تسليم أن هذا القول لمالك فإنه زلة عالم \"ولا ينبغي لمؤمن بالله واليوم الأخر أن يعرج في هذه النازلة على زلة عالم بعد أن تصح عنه\" (¬9). ¶ ¬__________ ¶ (¬1) الأم (5/ 115) ¶ (¬2) المصدر السابق. ¶ (¬3) الجامع لأحكام القرآن (3/ 95). ¶ (¬4) هو: عبد الله بن وهب بن مسلم المصري الفهري مولاهم أبو محمد، أحد الأعلام، روى عن مالك والسفيانين وابن جريج وخلق، وعنه أصبغ وحرملة والربيع وخلق قال ابن عدي: هو من جلة الناس وثقاتهم، مات في شعبان سنة سبع وتسعين ومائة (طبقات الحفاظ 132). ¶ (¬5) هو: أبو الحسن علي بن زياد التونسي الثقة الحافظ، لم يكن بإفريقية في عصره مثله، سمع من الليث ومالك، وعنه روى الموطأ وكتباً أخرى، وهو أول من أدخل الموطأ المغرب، مات سنة 183هـ (شجرة النور1/ 60). ¶ (¬6) الجامع لأحكام القرآن (3/ 94) وما بعدها. ¶ (¬7) فتح الباري (8/ 190) ¶ (¬8) الجامع لأحكام القرآن (3/ 94) ¶ (¬9) المصدر السابق (3/ 95)",
            "page": "76",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "أما كتاب السر فإن \"حذاق أصحاب مالك ومشايخهم ينكرون ذلك الكتاب (¬1) ومالك أجل من أن يكون له كتاب سر\" (¬2). ¶ 16) أما بالنسبة لما روي عن ابن عمر فيرد عليه من أوجه:- ¶ أ- أن ابن عباس قد رد عليه هذا القول ووهمه فيه. ¶ ب- أنه قد روي عن ابن عمر خلاف هذا وتكفير من فعله، وهذا هو اللائق به رضى الله عنه، وكذلك كذب نافع من أخبر عنه بذلك، فقد روى النسائي (¬3) عن أبي النضر (¬4) أنه قال لنافع مولى ابن عمر: قد أكثر عليك القول إنك تقول عن ابن عمر: إنه أفتى بأن يؤتى النساء في أدبارهن، قال نافع: لقد كذبوا علي! ولكن سأخبرك كيف كان الأمر. ¶ إن ابن عمر عرض علي المصحف يوماً وأنا عنده، حتى بلغ {نساؤكم حرث لكم} قال نافع: هل تدري ما أمر هذه الآية؟ ¶ إنا كنا معشر قريش نجبي النساء، فلما دخلنا المدينة ونكحنا نساء الأنصار أردنا منهن ما كنا نريد من نسائنا، فإذا هن قد كرهن ذلك وأعظمنه، وكان نساء الأنصار إنما يؤتين على جنوبهن؛ فأنزل الله سبحانه {نساؤكم حرث لكم فأتوا حرثكم أنى شئتم} \" (¬5). ¶ ¬__________ ¶ (¬1) ينظر القرطبي (3/ 93) والمغني (7/ 13) والمجموع (18/ 99) ¶ (¬2) الجامع لأحكام القرآن (3/ 93) وينظر فتح القدير (1/ 260) ¶ (¬3) هو: أبو عبد الرحمن أحمد بن شعيب بن علي بن سنان بن بحر بن دينار الخراساني النسائي، القاضي الإمام الحافظ شيخ الإسلام أحد الأئمة المبرزين، والحفاظ المتقنين، والأعلام المشهورين، طاف البلاد وسمع من خلائق، قال الذهبي: هو أحفظ من مسلم بن الحجاج، له من الكتب: السنن الكبرى، والصغرى، وخصائص علي، ومسند علي، ومسند مالك، وغير ذلك، مات سنة ثلاث وثلاثمائة، ومولده سنة خمس عشرة ومائتين (طبقات الحفاظ 306، ووفيات الأعيان1/ 77) ¶ (¬4) سعيد بن أبي عروبة مهران العدوي مولاهم، أبو النضر البصري، روى عن الحسن وابن سيرين وأيوب وخلق، وعنه الأعمش أحد شيوخه وشعبة والثوري وابن المبارك وخلق، قال أحمد: لم يكن له كتاب إنما كان يحفظ ذلك كله، وقال أبو حاتم قبل أن يختلط: ثقة وكان أعلم الناس بحديث قتادة، مات سنة ست وخمسين ومائة (طبقات الحفاظ 85) ¶ (¬5) أخرجه النسائي في السنن الكبرى (5/ 315) تحقيق: عبد الغفار سليمان، وسيد كسروي، دار الكتب العلمية بيروت،1411هـ-1991م.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وروى الدارمى (¬1) في مسنده عن سعيد ابن يسار أبى الحباب (¬2) قال:\"قلت لابن عمر: ما تقول في الجوارى حين أحمض بهن؟ ¶ قال: وما التحميض، فذكرت له الدبر. ¶ فقال: هل يفعل ذلك أحد من المسلمين؟! \" (¬3). ¶ \"فقد صح عن ابن عمر في الآية أن الإتيان هو: في الفرج من ناحية الدبر وهو الذي رواه عنه نافع، وأخطأ من أخطأ على نافع، فتوهم أن الدبر محل للوطء لا طريق إلى وطء الفرج، فكذبهم نافع، وكذلك مسألة الجواري إن كان قد حفظ عن ابن عمر أنه رخص في الإحماض لهن، فإنما مراده إتيانهن من طريق الدبر، فإنه قد صرح في الرواية الأخرى بالإنكار على من وطئهن في الدبر وقال: أو يفعل هذا مسلم؟! فهذا يبين تصادق الروايات، وتوافقها عنه\" (¬4). ¶ 17) أما ما روي عن عبد الله بن عمر أن رجلا أتى امرأته في دبرها في عهد رسول الله صلى الله عليه وسلم فوجد من ذلك وجداً شديداً؛ فأنزل الله {نساؤكم حرث لكم فأتوا حرثكم أني شئتم}،فقد قيل: هذا غلط -بلا شك- من بعض رواته، انقلبت عليه لفظة (من) بلفظة (في) وإنما هو أتى امرأة من ¶ 18) ¶ ¬__________ ¶ (¬1) هو: أحمد بن سعيد بن صخر بن سليمان بن سعيد بن قيس الدارمي أبو جعفر السرخسي ثم النيسابوري كان أحد المذكورين بالفقه ومعرفة الحديث والحفظ، تولى قضاء سرخس، ومات سنة ثلاثة وخمسين ومائتين (طبقات الحفاظ 245). ¶ (¬2) هو: أبو الحباب سعيد بن يسار، مولى شقران مولى النبي صلى الله عليه وسلم، سمع أبا هريرة وابن عمر روى عنه سعيد المقبري وسهيل بن أبي صالح، كان من العلماء الأثبات، توفي سنة ست عشرة السهو وقيل توفي سنة سبع عشرة السهو بالمدينة (سير أعلام النبلاء (5/ 93) و الكنى والأسماء لمسلم بن الحجاج (1/ 274) تحقيق: عبد الرحيم القشقري، الجامعة الإسلامية، المدينة المنورة، ط1، 1404هـ). ¶ (¬3) أخرجه الدارمي (1/ 277) والبيهقي في السنن الكبرى (5/ 315) ¶ (¬4) حاشية ابن القيم (6/ 142) دار الكتب العلمية، بيروت، ط2، 1415هـ، وينظر الجامع لأحكام القرآن (3/ 95).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "19) دبرها، ولعل هذه هي قصة عمر بن الخطاب بعينها لما حول رحله ووجد من ذلك وجداً شديداً، فقال لرسول الله صلى الله عليه وسلم: هلكت ... الحديث (¬1). ¶ أو يكون بعض الرواة ظن أن ذلك هو الوطء في الدبر، فرواه بالمعنى الذي ظنه، والذي يبين هذا ويزيده وضوحاً أن هذا الغلط قد عرض مثله لبعض الصحابة حين أفتاه النبي صلى الله عليه وسلم بجواز الوطء في قبلها من دبرها حتى بين له صلى الله عليه وسلم ذلك بياناً شافياً (¬2)، فقد ساق الشافعي بسنده عن خزيمة بن ثابت\"أن رجلاً سأل النبي صلى الله عليه وسلم عن إتيان النساء في أدبارهن، أو إتيان الرجل امرأته في دبرها فقال النبي صلى الله عليه وسلم: حلال، فلما ولى الرجال دعاه أو أمر به فدعي فقال: كيف قلت في أي الخربتين، أو في أي الخرزتين، أو في أي الخصفتين، أمن دبرها في قبلها فنعم، أم من دبرها في دبرها فلا، إن الله لا يستحي من الحق لا تأتوا النساء في أدبارهن\" ووثق الشافعي رواته (¬3). ¶ فهنا وقع الاشتباه في كون الدبر طريقاً إلى موضع الوطء أو هو مأتى واشتبه على من اشتبه عليه معنى (من) بمعنى (في) فوقع الوهم (¬4). ¶ 20) على تسليم أن (أنى) تأتي بمعنى (أين) فلا يظهر هذا المعنى هنا ذلك\"لأن الحرث له مكان واحد لا يتعداه، والأمر مقيد به، ولذلك أعاد ذكر الحرث مظهراً، ولم يقل\"فأتوهن أنى شئتم\" فكأنه يقول: لا حرج عليكم في إتيان النساء بأي كيفية شئتم، مادمتم تقصدون الحرث في موضعه الطبيعي؛ لأن الشارع لا يقصد إلى إعناتكم ومنعكم من لذاتكم، ولكن يريد ليوقفكم عند حدود المصلحة والمنفعة، كيلا تضعوا الأشياء في غير مواضعها فتفوت المنفعة، وتحل محلها المفسدة\" (¬5)، ¶ 21) ¶ ¬__________ ¶ (¬1) في كون الرجل هو عمربن الخطاب نظر؛ إذ جاء في بعض الرويات التي ذكرتها سابقاً أنه رجل من الأنصار. ¶ (¬2) حاشية ابن القيم (6/ 142) ¶ (¬3) الأم (5/ 3) ¶ (¬4) حاشية ابن القيم (6/ 142) ¶ (¬5) تفسير المنار لمحمد رشيد رضا (2/ 291) خرج آياته وأحاديثه: إبراهيم شمس الدين، دار الكتب العلمية، بيروت، لبنان، ط1، 1420هـ-1999م.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "22) وبناءً عليه كان تفسير أنى بـ (كيف) هو الألصق بمعنى الآية، والأقرب مأخذاً من غيره. ¶ 23) وما استدل به المخالف من أن قوله عز وجل {أنى شئتم} شامل للمسالك بحكم عمومها، فإذا سلمنا بهذا الشمول فلا حجة لهم في ذلك، إذ إنها مخصصة بأحاديث صحيحة حسان وشهيرة، رواها عن رسول الله صلى الله عليه وسلم اثنا عشر صحابياً بمتون مختلفة، كلها متواردة على تحريم إتيان النساء في الأدبار (¬1)، وقد ذكرت سابقاً جملة منها. ¶ من هذا يترجح ما ذهب إليه الجماهير من أهل العلم من عدم جواز إتيان المرأة في دبرها. ¶ و\"يتضح أن إتيان النساء في أدبارهن عمل شنيع، وجرم فظيع، لا يقره شرع، ولا يرضى به عاقل، ومفاسده لا تعد، ولا تحصى، بل ربما كان أخطر على الفرد والأسر والجماعات من أي جناية أخرى غيرها من أنواع المحرمات، فليتق الله هؤلاء السفلة الذين يأتون نساءهم في أدبارهن، ويعملون عمل قوم لوط، ويظنون أنه جائز في الإسلام\" (¬2). ¶ وأنبه إلى أن هذا بخلاف\"التلذذُ -بغيرِ إيلاج الفرجِ - بينَ الإليتينِ وجميعِ الجسدِ، فلا بأسَ بهِ إنْ شاءَ الله تعالى\" (¬3) كما قال الشافعي رحمه الله تعالى. ¶ ¬__________ ¶ (¬1) ينظر الجامع لأحكام القرآن (3/ 95) وفتح الباري (8/ 191) ¶ (¬2) الفقه على المذاهب الأربعة لعبد الرحمن الجزيري (4/ 357) دار الفكر، 1996م. ¶ (¬3) الأم (5/ 115)",
            "page": "80",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "الفصل الثاني ¶ المحرمات في المعاملة بين الزوجين ¶ وفيه مبحثان ¶ المبحث الأول: ما يحرم على الزوج ¶ المبحث الثاني: ما يحرم على الزوجة",
            "page": "82",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "المبحث الأول ¶ ما يحرم علىالزوج ¶ وفيه أربعة مطالب ¶ المطلب الأول: الظهار. ¶ المطلب الثاني: النهي عن أخذ شيء من أموال الزوجات. ¶ المطلب الثالث: الميل. ¶ المطلب الرابع: النهي عن البغي",
            "page": "83",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "المطلب الأول: الظهار ¶ الفرع الأول: تعريف الظهار:- ¶ أ- لغةً:- ¶ جاء في لسان العرب لابن منظور (¬1): الظَّهْر من كل شيء: خِلافُ البَطْن والظَّهْر من الإِنسان: من لَدُن مُؤخَّرِ الكاهل إِلى أَدنى العجز عند آخره مذكر لا غير، والجمع أَظْهُرٌ وظُهور وظُهْرانٌ، والظهار من النساء، وظاهر الرجل امرأته مظاهرة وظهاراً إذا قال: هي علي كظهر ذات رحم (¬2). ¶ ب- اصطلاحاً:- ¶ تنوعت تعريفات الفقهاء للظهار تبعاً لاختلافهم في بعض المسائل المتعلقة به، ونذكر من هذه التعريفات ما يلي:- ¶ 1. قال في المختار: هو\" أن يشبه امرأته، أو عضواً يعبر به عن بدنها، أو جزءاً شائعاً منها بعضو لا يحل النظر إليه من أعضاء لا يحل له نكاحها على التأبيد\" (¬3). ¶ 2. قال خليل في مختصره:\" تَشْبِيهُ الْمُسْلِمَ المْكَلَّفِ مَنْ تَحِلّ، أَوْ جُزْءهَا بِظَهْرِ مَحْرَمٍ، أَوْ جُزْئِهِ: ظِهَارٌ\" (¬4). ¶ 3. جاء في مغني المحتاج:\"الظهار تشبيه الزوجة غير البائن بأنثى لم تكن حلالاً\" (¬5). ¶ 4. ¶ 5. ¶ ¬__________ ¶ (¬1) هو: محمد بن مكرم بن علي، وقيل رضوان بن أحمد ابن أبي القاسم بن حقه بن منظور الأنصاري، الإفريقي المصري اختصر كثيراً من كتب الأدب المطولة كالأغاني، والعقد، ولد في المحرم630هـ ومات سنة 710هـ. ¶ (¬2) لسان العرب (4/ 520) م ظهر. ¶ (¬3) المختار لعبد الله بن محمود الموصلي (3/ 161) مع الاختيار، دار المعرفة بيروت لبنان، ط3، 1395هـ-1975م. ¶ (¬4) مختصر خليل (147). ¶ (¬5) (3/ 461)",
            "page": "84",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "6. وفي غاية المنتهى:\"الظهار هو: أن يشبه امرأته أو عضواً منها بمن تحرم عليه ولو إلى أمد \" (¬1). ¶ والتعريف الأخير رجحه بعض المتأخرين لوضوحه وشموله لبيان حقيقة الظهار (¬2). ¶ ولمعرفة العلاقة بين التعريف اللغوي والاصطلاحي فإن الظهار: \"مشتق من الظهر، وخصوا الظهر بذلك من بين سائر الأعضاء؛ لأن كل مركوب يسمى ظهراً لحصول الركوب على ظهره في الأغلب، فشبهوا الزوجة بذلك\" (¬3) وبهذا تتضح العلاقة بين التعريفين (¬4). ¶ الفرع الثاني: الآية وسبب النزول:- ¶ الآية المتعلقة بهذا الموضوع هي قوله تعالى: {الَّذِينَ يُظَاهِرُونَ مِنْكُمْ مِنْ نِسَائِهِمْ مَا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً وَإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ} (المجادلة:2). ¶ أما سبب النزول فتروي لنا كتب السنة عن\" أن جميلة كانت تحت أوس بن الصامت (¬5) وكان رجلاً به لمم؛ فكان إذا اشتد لممه ظاهر من امرأته؛ فأنزل الله تعالى فيه كفارة الظهار\" (¬6)، و\"معنى اللمم ههنا شدة الإلمام بالنساء، وشدة الحرص والتوقان إليهن\" (¬7) ¶ ¬__________ ¶ (¬1) انظره مع الشرح الكبير (3/ 364) ¶ (¬2) المفصل لعبد الكريم زيدان (8/ 282) مؤسسة الرسالة، ط1، 1413هـ-1993م. ¶ (¬3) المغني وينظر نهاية المحتاج لمحمد الرملي (7/ 81) دار إحياء التراث العربي، ط3، 1413هـ-1993م. ¶ (¬4) للفقهاء خلافات في المظاهر به وغيرها من المسائل أضربت عنها لأنها لا تدخل في إطار الدراسة التفسيرية للآية، وإنما تدخل في الإطار الفقهي، فلمريدها أن يرجع إلى كتب الفقه والفروع. ¶ (¬5) هو: أوس بن الصامت بن قيس بن اصرم بن فهر بن ثعلبة بن غنم ابن سالم بن عوف بن الخزرج الأنصاري شهد بدرا واحدا وسائر المشاهد مع رسول الله ثم وبقي إلى زمن عثمان بن عفان رضى الله عنهم (الاستيعاب1/ 118) ¶ (¬6) أبو داود (2/ 267) والحاكم (2/ 523) والبيهقي في الكبرى (7/ 382) ¶ (¬7) عون المعبود (6/ 218)",
            "page": "85",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "وروى الطبري في تفسيره عن ابن عباس أن \" أول من ظاهر من امرأته أوس بن الصامت - أخو عبادة بن الصامت- وامرأته خويلة بنت ثعلبة بن مالك (¬1)، فلما ظاهر منها خشيت أن يكون ذلك طلاقا؛ فأتت رسول الله صلى الله عليه وسلم، فقالت: يا رسول الله، إن أوساً ظاهر مني، وإنا إن افترقنا هلكنا، وقد نثرت بطني منه، وقدمت صحبته، وهي تشكو ذلك وتبكي، ولم يكن جاء في ذلك شيء، فأنزل الله تعالى {قد سمع الله قول التي تجادلك في زوجها وتشتكي إلى الله} إلى قوله تعالى {وللكافرين عذاب أليم} ¶ فدعاه رسول الله صلى الله عليه وآله وسلم، فقال: أتقدر على رقبة تعتقها ¶ قال: والله يا رسول الله ما أقدر عليها. ¶ فجمع له رسول الله صلى الله عليه وسلم حتى أعتق عنه ثم راجع أهله\" (¬2). ¶ وقد اختلفت الروايات في اسم المرأة المظاهر منها فقيل: خولة، وخويلة (مصغراً)، و جميلة بنت مالك بن ثعلبة و بنت دليج (مصغراً) العوفية، و سواء كان اسمها هذا أم ذاك، أو كانت تدعى بالاسمين، أو أحدهما اسم والآخر صفة، وسواء نسبت تارة إلى أبيها وتارة إلى جدها كما قال البعض محاولة منه للجمع بين الروايات (¬3) إلا أن الأصل هو الحكم (¬4). ¶ ¬__________ ¶ (¬1) هي: خولة بنت ثعلبة، ويقال خويلة، وخولة أكثر، وقيل: خولة بنت حكيم، وقيل: خولة بنت مالك بن ثعلبة بن أصرم بن فهر بن ثعلبة بن غنم بن عوف، وأما عروة ومحمد بن كعب وعكرمة فقالوا: خولة بنت ثعلبة، كانت تحت أوس بن الصامت (الاستيعاب 4/ 1832) ¶ (¬2) جامع البيان (28/ 6) وقد استقصى ابن جرير روايات هذه القصة بأسانيده، وأسباب النزول لعلي بن أحمد الواحدي (336) تعليق وتخريج: مصطفى البغا، دار ابن كثير، دمشق، بيروت، ط1، 1408هـ-1988م. ¶ (¬3) ينظر عون المعبود (6/ 218) ¶ (¬4) من لطائف القرآن أن آيات أحكام الظهار افتتحت بذكر سبب نزولها تنويهاً بالمرأة التي وجهت شكواها إلى الله تعالى بأنها لم تقصر في طلب العدل في حقها وحق بنيها (ينظر التحرير والتنوير 13/ 7)",
            "page": "86",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "والقرآن يركز على العبرة والعظة من القصة دون الاهتمام بالاسماء والأشخاص، ويكفي أن نعرف خلاصة القصة وهي أن صحابياً –وقد علم بلا خلف- ظاهر زوجته، ثم صار منه ما صار كما بينت الروايات. ¶ قال ابن عباس: فأول من ظاهر في الإسلام أوس بن الصامت أخو عبادة بن الصامت (¬1). ¶ كان ما سبق هو الصحيح في سبب النزول. ¶ أما حديث سلمة بن صخر (¬2) أنه\" قال: ثم كنت امرءاً أصيب من النساء مالا يصيب غيري، فلما دخل شهر رمضان خفت أن أصيب من امرأتي شيئا يتابع بي حتى أصبح؛ فظاهرت منها حتى ينسلخ شهر رمضان، فبينا هي تخدمني ذات ليلة إذ تكشف لي منها شيء؛ فلم ألبث أن نزوت عليها. ¶ فلما أصبحت خرجت إلى قومي، فأخبرتهم الخبر رجاء أن يمشوا معي إلى رسول الله صلى الله عليه وسلم. ¶ قالوا: لا والله، فانطلقت إلى النبي صلى الله عليه وسلم، فأخبرته. ¶ فقال: أنت بذاك يا سلمة، قلت: أنا بذاك يا رسول الله، مرتين، وأنا صابر لأمر الله؛ فاحكم في ما أراك الله. ¶ قال: حرر رقبة، قلت: والذي بعثك بالحق، ما أملك رقبة غيرها، وضربت صفحة رقبتي. ¶ قال: فصم شهرين متتابعين، قلت: وهل أصبت الذي أصبت إلا من الصيام، قال: فأطعم وسقا من تمر بين ستين مسكينا. ¶ قلت: والذي بعثك بالحق، لقد بتنا وحشين مالنا طعام. ¶ قال: فانطلق إلى صاحب صدقة بني زريق فليدفعها إليك؛ فأطعم ستين مسكينا وسقا من تمر وكل أنت وعيالك بقيتها. ¶ فرجعت إلى قومي، فقلت: وجدت عندكم الضيق وسوء الرأي، ووجدت عند النبي صلى الله عليه وسلم السعة وحسن الرأي، وقد أمرني أو أمر لي بصدقتكم\" (¬3). ¶ فليس في هذا الحديث أنه سبب النزول، بل فيه إفتاؤه بالكفارة التي كانت قد نزلت آياتها قبل ذلك (¬4). ¶ الفرع الثالث: حكمه:- ¶ يشتمل الظهار على حكمين:- ¶ 1. لا يترتب عليه طلاق كما كان في الجاهلية، فعن ابن عباس أنه قال: كان ظهار الجاهلية طلاقا (¬5)، قال ابن كثير (¬6):\" كان الظهار في الجاهلية طلاقا، فأرخص الله لهذه الأمة وجعل فيه كفارة ولم يجعله طلاقا كما كانوا يعتمدونه في جاهليتهم\" (¬7). ¶ 2. إثم المظاهر، إذ قد تظافرت نصوص الفقهاء على حرمة مظاهرة الرجل زوجته مستدلين بقوله تعالى: {وَإِنَّهُمْ لَيَقُولُونَ مُنْكَراً مِنَ الْقَوْلِ وَزُوراً} (المجادلة: من الآية2) (¬8). ¶ قال ابن القيم (¬9):\"إن الظهار حرام لا يجوز الإقدام عليه لأنه كما أخبر الله عنه منكر من القول وزور\" (¬10)، وعده بعض الفقهاء من الكبائر (¬11) ووجهوا عدهم ¶ ¬__________ ¶ (¬1) عون المعبود (6/ 218) ¶ (¬2) هو: سلمة بن صخر بن حارثة الأنصاري ثم البياضي مدني، ويقال له سلمان بن صخر، وسلمة أصح كان أحد البكائين (2/ 642) ¶ (¬3) أخرجه أبوداود (2/ 265) والترمذي (5/ 405) وابن ماجة (1/ 666) وصححه ابن خزيمة (4/ 73) ¶ (¬4) ينظر تفسير ابن كثير (4/ 320) ¶ (¬5) عون المعبود (6/ 218) ¶ (¬6) الإمام المحدث الحافظ ذو الفضائل عماد الدين أبو الفداء إسماعيل بن عمر ابن كثير بن ضوء بن كثير القيسي البصروي، ولد سنة سبعمائة، وتخرج بالمزي ولازمه وبرع له التفسير الذي لم يؤلف على نمطه مثله والتاريخ وتخريج أدلة التنبيه وتخريج أحاديث مختصر ابن الحاجب، مات في شعبان سنة أربع وسبعين وسبعمائة (طبقات الحفاظ 534) ¶ (¬7) تفسير ابن كثير (4/ 321) ¶ (¬8) ينظر فتح الباري (9/ 433) والمهذب (2/ 149) ¶ (¬9) هو: محمد بن أبي بكر أيوب الزرعي ثم الدمشقي، الفقيه الأصولي المفسر النحوي، تفقه في المذهب وأفتى ولازم الشيخ تقي الدين وأخذ عنه، كان عارفا بالتفسير وبأصول الدين والفقه وله اعتناء بعلم الحديث والنحو وعلم الكلام والسلوك، وقد أثنى عليه الذهبي ثناء كثيراً، له المؤلفات المشهورة، كزاد المعاد وإعلام الموقعين وتوفي ليلة الخميس ثالث عشرى رجب سنة إحدى وخمسين وسبعمائة (المقصد الأرشد لإبراهيم بن مفلح (2/ 385) تحقيق: عبدالرحمن العثيمين، مكتبة الرشد للنشر والتوزيع، الرياض، ط1، 1990م) ¶ (¬10) زاد المعاد لابن القيم (5/ 326) شعيب الأرنؤوط وأخيه، مؤسسة الرسالة، ط14، 1407هـ ¶ (¬11) ينظر مغني المحتاج (3/ 461) والزواجر لابن حجر الهيتمي (2/ 84) ضبطه: أحمد عبد الشافي، دار الكتب العلمية، بيروت لبنان، ط1، 1407هـ- 1987م.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "هذا بأن الله سبحانه سماه (زوراً) والزور كبيرة (¬1)، ونظر في هذا بعضهم وقال:\"إنهم لم يعدوا الكذب على الإطلاق كبيرة، وإنما عدوا شهادة الزور كبيرة\" (¬2) وهذا منه نظر إلى الأصل اللغوي لكلمة (زور) فقط، والحقيقة أن الزور مراتب ولاشك أن هذا من أعلاها، كيف لا؟ وقد سماه المولى منكراً وزوراً، لا زوراً فقط، كما أن فيه إقداماً \"على إحالة حكم الله وتبديله، وهذا أخطر من كثير من الكبائر\" (¬3). ¶ أضف إلى ذلك أن سياق الآية ولحاقها يدل على ذلك فالتقريع بأن الزوجة ليست أماً، وأن الأم هي التي ولدت (¬4)، ثم وصفه نفسه بالعفو والمغفرة، هذا السياق -لا شك- أنه سياق تعنيف. ¶ أضف إلى ذلك الكفارة العظمى الواجبة على المظاهر، وما ورد عن بعض السلف من عده كبيرة، قال في الزواجر: \"ويوافق ذلك ما نقل عن ابن عباس من أن الظهار من الكبائر\" (¬5). ¶ ¬__________ ¶ (¬1) الزواجر (2/ 84) ¶ (¬2) التحرير والتنوير (13/ 8) ¶ (¬3) نهاية المحتاج (7/ 82). ¶ (¬4) يقول الزمخشري: \"فيه توبيخ للعرب وتهجين لعادتهم في الظهار؛ لأنه كان من أيمان أهل جاهليتهم (الكشاف4/ 71) ¶ (¬5) المصدر السابق.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "إن بعض الفقهاء جعل من الكبائر محرمات لا ترتقي إلى ما وصف الله به الظهار. ¶ 3. أما وجه كونه منكراً وزوراً، فإن الرجل إذا قال: أنت علي كظهر أمي يتضمن هذا إخباره عنها بذلك، وإنشاءه تحريمها، فهو يتضمن إخباراً وإنشاءً، فهو خبر زور وإنشاء منكر؛ فإن الزور هو الباطل خلاف الحق الثابت، والمنكر خلاف المعروف (¬1). ¶ الفرع الرابع: أثر الظهار:- ¶ تأثير الظهار على المظاهر أنه يحرم عليه وطء زوجته قبل أن يكفر بلا خلاف قال ابن قدامة في المغني:\" إن المظاهر يحرم عليه وطء امرأته قبل أن يكفر، وليس في ذلك اختلاف إذا كانت الكفارة عتقاً أو صوماً؛ لقول الله تعالى: {فتحرير رقبة من قبل أن يتماسا} وقوله سبحانه {فمن لم يجد فصيام شهرين متتابعين من قبل أن يتماسا} \" (¬2)، \"فإن وطء عصى ربه لمخالفته أمره، وتستقر الكفارة في ذمته، فلا تسقط بعد ذلك بموت، ولا طلاق ولا غيره، وتحريم زوجته عليه باق بحاله حتى يكفر\" (¬3). ¶ ونقل البجيرمي في حواشيه على الإقناع عن علي الشبراملسي –وهو من كبار علماء متأخري الشافعية أنه \"إن خاف العنت جاز له الوطء فيما يظهر، لكن بقدر ما يدفع عنه خوف العنت\". (¬4) ¶ واختلف الفقهاء في الاستمتاع بما دون الوطء على قولين:- ¶ ¬__________ ¶ (¬1) زاد المعاد (5/ 326) ¶ (¬2) المغني (8/ 9) وقال: أكثر أهل العلم على أن التكفير بالإطعام مثل ذلك وأنه يحرم وطؤها قبل التكفير منهم عطاء والزهري والشافعي وأصحاب الرأي، وذهب أبو ثور إلى إباحة الجماع قبل التكفير بالإطعام وعن أحمد ما يقتضي ذلك لأن الله تعالى لم يمنع المسيس قبله كما في العتق والصيام (المغني 8/ 9) ¶ (¬3) المصدر السابق (8/ 9) ¶ (¬4) البجيرمي (3/ 33)",
            "page": "90",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "القول الأول: يحرم كل تلذذ دون الجماع من القبلة واللمس والمباشرة فيما دون الفرج، وهو قول الزهري (¬1) ومالك والأوزاعي وأصحاب الرأي، وهو أحد قولي الشافعي (¬2)، ودللوا لقولهم هذا بما يلي:- ¶ 1. أن\" ما حرم الوطء من القول حرم دواعيه كالطلاق والإحرام\" (¬3). ¶ 2. \" لاًّنَّهُ قَوْلٌ يُوَثَّرُ فِي تَحْرِيمِ الْوَطْءِ، فَحَرُمَ بِهِ مَا دُونَهُ مِنَ الْمُبَاشَرَةِ؛ كَالطَّلاَقِ\" (¬4). ¶ 3. \"أنه قد يدعو إلى الوطء ويفضي إليه\" (¬5). ¶ 4. \"حملاً للمس في الآية على التقاء البشرتين، وهو يشمل الجماع وغيره\" (¬6). ¶ القول الثاني: لا يحرم قال أحمد:\"أرجو أن لا يكون به بأس\" وهو قول الثوري (¬7) وإسحاق (¬8) وأبي حنيفة، وحكي عن مالك وهو القول الثاني للشافعي (¬9)،ونقله الرافعي (¬10) عن أكثر الشافعية (¬11). ¶ ¬__________ ¶ (¬1) هو: أبو بكر محمد بن مسلم بن عبيد الله بن عبد الله بن شهاب المدني، أحد الأعلام، نزل الشام وروى عن سهل بن سعد وابن عمر وجابر وأنس وغيرهم من الصحابة وخلق من التابعين، وعنه أبو حنيفة ومالك وعطاء بن أبي رباح وعمر بن عبد العزيز وهما من شيوخه وابن عيينة والليث والأوزاعي وابن جريج وخلق، قال ابن منجويه: رأى عشرة من الصحابة وكان من أحفظ أهل زمانه وأحسنهم سياقا لمتون الأخبار فقيها فاضلا، وقال الليث: ما رأيت عالما قط أجمع من ابن شهاب ولا أكثر علما منه، مات سنة أربع وعشرين ومائة (وفيات الأعيان4/ 177وطبقات الحفاظ 49) ¶ (¬2) ينظر تحفة الفقهاء (2/ 226) لعلاء الدين السمرقندي، دار الكتب العلمية، ومختصر خليل (147) والتاج والإكليل (2/ 132) ومغني المحتاج (3/ 467) ¶ (¬3) المغني (8/ 10) ¶ (¬4) المهذب (2/ 149) ¶ (¬5) مغني المحتاج (3/ 467) ¶ (¬6) مغني المحتاج (3/ 467) ¶ (¬7) هو: أبو عبد الله سفيان بن سعيد بن مسروق الثوري، ولد في خلافة سليمان بن عبد الملك من اهل الكوفة، قال يونس بن عبيد: ما رأيت افضل من سفيان الثوري، قال أيوب ما رأيت كوفيا أفضله على سفيان، قال عبد الله بن المبارك، ما أحد عندي من الفقهاء افضل من سفيان، قال يحيى بن معين.: سفيان الثوري أمير المؤمين في الحديث، قال شعبة سفيان أحفظ مني، مات سنة اثنتين وستنين ومائة بالبصرة (كتاب الطبقات لابن خياط 287 ترجمة 1285وسير أعلام النبلاء7/ 153) ¶ (¬8) هو: إسحاق بن إبراهيم بن مخلد بن إبراهيم الحنظلي أبو يعقوب المروزي، يقال له بن راهويه يروى عن بن عيينة، وكان إسحاق من سادات زمانه فقها وعلما وحفظا ونظرا، ممن صنف الكتب وفرع السنن وذب عنها وقمع من خالفها، مات بنيسابور ليلة السبت لأربع عشرة ليلة من شهر شعبان سنة ثمان وثلاثين ومائتين وهو بن سبع وسبعين سنة (الثقات لمحمد بن حبان البستي (8/ 116) تحقيق: السيد شرف الدين، دار الفكر ط1، 1975م. ¶ (¬9) المغني (8/ 10) وينظر مغني المحتاج (3/ 467) والتاج والإكليل (2/ 132) ¶ (¬10) هو: شيخ الشافعية عالم العجم والعرب إمام الدين أبو القاسم عبد الكريم ابن العلامة أبي الفضل محمد بن عبد الكريم بن الفضل بن الحسين الرافعي القزويني، مولده سنة خمس وخمسين وخمسمائة، كان من العلماء العاملين، يذكر عنه تعبد ونسك وتواضع، انتهت إليه معرفة المذهب له: الفتح العزيز في شرح الوجيز، وشرح آخر صغير، وله شرح مسند الشافعي في مجلدين تعب عليه، وأربعون حديثا مروية، وله أمالي على ثلاثين حديثا، وكتاب التذنيب فوائد على الوجيز، قال ابن الصلاح: أظن لم أر في بلاد العجم مثله، كان ذا فنون حسن السيرة جميل الأمر، توفي في ذي القعدة سنة ثلاث وعشرين وست مئة (سير أعلام النبلاء22/ 252) ¶ (¬11) مغني المحتاج (3/ 467)",
            "page": "91",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وعللوا قولهم هذا بما يلي:- ¶ 1. بقاء الزوجية (¬1). ¶ 2. اًّنَّهُ \"وَطْءٌ لاَ يَتَعَلَّقُ بِتَحْرِيمِهِ مَالٌ؛ فَلَمْ يُجَاوِزْهُ التَّحْرِيمُ؛ كَوَطْءِ الحَائِضِ\" (¬2)، وحملوا المس في الآية على الجماع (¬3). ¶ المناقشة والترجيح:- ¶ من خلال عرض الأدلة والتعليلات لكلا القولين يظهر رجحان القول بالتحريم لما يلي:- ¶ 1. لما ساقوه من أدلة. ¶ 2. ¶ 3. ¶ ¬__________ ¶ (¬1) مغني المحتاج (3/ 467) ¶ (¬2) المهذب (2/ 149) ¶ (¬3) مغني المحتاج (3/ 467)",
            "page": "92",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "4. قوله عز وجل: {مِنْ قَبْلِ أَنْ يتماسّا} أخف ما يقع عليه اسم المس هو اللمس باليد، إذ هو حقيقة لهما جميعاً الجماع واللمس باليد؛ لوجود معنى المسّ باليد فيهما. ¶ 5. أن هذه الحرمة إنما حصلت بتشبيه امرأته بأمه، فكانت قبل انتهائها بالتكفير وحرمة الأم سواء، وتلك الحرمة تمنع من الاستمتاع بالأم فكذا الزوجة المظاهر منها. ¶ 6. أن الظهار كان طلاق القوم في الجاهلية فنقله الشرع من تحريم المحل إلى تحريم الفعل، فكانت حرمة الفعل في المظاهرَ منها مع بقاء النكاح كحرمة الفعل في المطلقة بعد زوال النكاح، وتلك الحرمة تعم البدن كله كذا هذه (¬1). ¶ 7. لا تنافي بين الزوجية وحرمة المس بشهوة، إذ إن هذا أمر شرعي وللشارع أن يحرم ما يشاء. ¶ وعليه يجب على المظاهر منها أن تمنعه من نفسها، بل قال الفقهاء:\" إن خشيت منه رفعته إلى الإمام ويؤدبه\" (¬2). ¶ الفرع الخامس: انتهاء حكم الظهار:- ¶ ينتهي الظهار بأحد أمور ثلاثة هي:- ¶ 1. مضي المدة إذا كان ظهاره مؤقتاً، قال في المغني:\"ويصح الظهار مؤقتا مثل أن يقول: أنت علي كظهر أمي شهراً، أو حتى ينسلخ شهر رمضان فإذا مضى الوقت زال الظهار وحلت المرأة بلا كفارة\" (¬3). ¶ 2. بالموت، أي إذا مات أحد الزوجين قبل أن يطأ الزوج زوجته؛ لبطلان محل حكم الظهار، ولا كفارة في هذه الحالة (¬4). ¶ 3. الكفارة، والتي سأفرد لها فرعاً مستقلاً. ¶ ¬__________ ¶ (¬1) ينظر بدائع الصنائع (5/ 7) ¶ (¬2) التاج والإكليل (2/ 132) ¶ (¬3) المغني (8/ 11) ¶ (¬4) ينظر مغني المحتاج (3/ 466)",
            "page": "93",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "الفرع السادس: كفارة الظهار:- ¶ وتتعلق بهذا الفرع مسائل وهي:- ¶ المسألة الأولى: متى تجب الكفارة: اختلف الفقهاء في وجوب الكفارة هل بمجرد قول الظهار فقط، أو به وبالعود، قولان:- ¶ الأول: بمجرد قول الظهار فقط، ممن قال بهذا طاوس ومجاهد والشعبي والزهري وقتادة، وعللوا قولهم بما يلي:- ¶ 1. أن الظهار سبب للكفارة، وقد وجد. ¶ 2. أن الكفارة وجبت لقول المنكر والزور وهذا يحصل بمجرد الظهار (¬1). ¶ الثاني: أن الكفارة لا تجب بمجرد الظهار، فلو مات أحدهما أو فارقها قبل العود فلا كفارة عليه، وهذا قول عطاء والنخعي والأوزاعي والحسن والثوري ومالك والشافعي وأبو عبيد وأصحاب الرأي (¬2). ¶ استدل أصحاب هذا القول بما يلي:- ¶ 1. قول الله تعالى: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِنْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْريرُ رَقَبَةٍ} (المجادلة: 3) فالله عز وجل أوجب الكفارة بأمرين: ظهار وعود فهي إذن لا تثبت بأحدهما. ¶ 2. أن الكفارة في الظهار كفارة يمين، فلا يحنث بغير الحنث كسائر الأيمان، والحنث فيها هو العود، وذلك فعل ما حلف على تركه وهو العود، وترك طلاقها ليس بحنث فيها، ولا فعل لما حلف على تركه، فلا تجب به الكفارة (¬3). ¶ الترجيح:- ¶ الذي يظهر رجحانه هو قول الجمهور للآية، وكل تعليل يخالف ظاهر الآيات غير مقبول. ¶ ¬__________ ¶ (¬1) ينظر المغني (8/ 11) ¶ (¬2) ينظر المغني (8/ 11) والاختيار لتعلل المختار (3/ 62) ومغني المحتاج (3/ 465) ¶ (¬3) ينظر المغني (8/ 12)",
            "page": "94",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "إذا ثبت هذا، فإنه لا كفارة على المظاهر إذا مات أحدهما قبل وطئها، وكذلك إن فارقها سواء كان ذلك متراخياً عن يمينه أم عقيبه، وأيهما مات ورثه صاحبه في قول الجمهور، وخالف قتادة، فقال: إن ماتت لم يرثها حتى يكفر. ¶ وللجمهور أن من ورثها إذا كفر ورثها وإن لم يكفر، كالمولي منها (¬1). ¶ المسألة الثانية: المقصود بالعود:- ¶ اختلف الفققاء في معنى العود على أقوال:- ¶ 1. هو العزم المؤكد، وهذا مذهب الأحناف، قال في البدائع:\"العود هو العزم على وطئها عزماً مؤكداً، حتى لو عزم ثم بدا له في أن لا يطأها لا كفارة عليه؛ لعدم العزم المؤكد\" (¬2)، فكان معنى قوله تعالى: {ثُمَّ يَعُودُونَ لِمَا قَالُوا} ثم يرجعون عما قالوا: وذلك بالعزم على الوطء. ¶ ووجهوا قولهم هذا بأن \"ما قاله المظاهر هو تحريم الوطء، فكان العود لنقضه وفسخه استباحةَ الوطء\" (¬3). ¶ 2. \" أن يمسكها في النكاح زمناً يمكنه مفارقتها فيه\" (¬4) ولم يفارقها (¬5)، وهذا مذهب الشافعية، قال في المنهاج:\"هو أن يمسكها بعد ظهاره زمن إمكان فرقة\" (¬6). ¶ وعللوا قولهم بأن تشبيه الزوجة بالأم \"يقتضي أن لا يمسكها زوجة، فإذا أمسكها زوجة فقد عاد فيما قال، لأن العود للقول مخالفته\" (¬7). ¶ 3. هو الوطء، حكي هذا عن الحسن والزهري، وهو قول للشافعي (¬8) وهو-أيضاً- مذهب الحنابلة، قال في المغني:\" العود هو الوطء فمتى وطء ¶ 4. ¶ ¬__________ ¶ (¬1) ينظر المصدر السابق. ¶ (¬2) البدائع (5/ 7) ¶ (¬3) المصدر السابق. ¶ (¬4) روضة الطالبين للإمام النووي (7/ 265) دار الفكر. ¶ (¬5) المجموع (18/ 409) ¶ (¬6) المنهاج (3/ 466) مع المغني. ¶ (¬7) مغني المحتاج (3/ 466) ¶ (¬8) روضة الطالبين (7/ 265)",
            "page": "95",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "5. لزمته الكفارة، ولا تجب قبل ذلك إلا أنها شرط لحل الوطء، فيؤمر بها من أراده ليستحله بها، كما يؤمر بعقد النكاح من أراد حل المرأة\" (¬1). ¶ وقالوا:\"إن العود فعله ضد قوله ومنه حديث \"العائد في هبته\" (¬2) هو الراجع في الموهوب، والعائد في عدته التارك للوفاء بما وعد. ¶ والعائد فيما نهي عنه فاعل المنهي عنه، قال الله تعالى: {ثُمَّ يَعُودُون لِما نهُوا عَنْهُ} فالمظاهر محرم للوطء على نفسه ومانع لها منه\" (¬3). ¶ 6. أن يكرر المظاهر قول الظهار الذي قاله أولاً، وهذا مذهب الظاهرية ووجه قولهم التمسك بظاهر لفظة العود، ذلك لأن العود في القول هو عبارة عن تكراره كما قال الله تعالى: {أَلَمْ تَرَ إلى الَّذِينَ نُهُوا عَنِ النّجوى ثم يعودونَ لما نُهُوا عَنْهُ} فكان معنى قوله ثم يعودون لما قالوا، أي يرجعون إلى القول الأول فيكررونه، كما أنه لا يعلم التكرار في اللغة إلا هذا (¬4). ¶ 7. العزم على الوطء، وهذا هو القول المعتمد في مذهب المالكية من أقوال ستة عندهم. ¶ قال ابن رشد: \"وأصح الأقوال الستة وأجراها على القياس وأتبعها لظاهر القرآن قول مالك- و الذي عليه جماعة أصحابنا-: إن العودة هي: إرادة الوطء مع استدامة العصمة، فمتى انفرد أحدهما دون الآخر لم تجب الكفارة\" (¬5). بمعنى أنها تجب بالعزم وتتقرر بالوطء (¬6). ¶ ¬__________ ¶ (¬1) المغني (8/ 13) ¶ (¬2) أخرجه البخاري (3/ 1093) ولفظه: عمر بن الخطاب رضي الله عنه يقول: ثم حملت على فرس في سبيل الله فابتاعه أو فأضاعه الذي كان عنده، فأردت أن أشتريه، وظننت أنه بائعه برخص؛ فسألت النبي صلى الله عليه وسلم فقال: لا تشتره وإن بدرهم فإن العائد في هبته كالكلب يعود في قيئه. ¶ (¬3) المغني (8/ 14) ¶ (¬4) ينظر المحلى (10/ 52) والبدائع (5/ 7) ¶ (¬5) التاج والإكليل (2/ 132). ¶ (¬6) الشرح الصغير للدردير (1/ 487).",
            "page": "96",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "و\"المعوَّل عليه عندهم في هذه المسألة هو الطريق الذي يُعَرِّفُه الفقهاء بطريق السبر والتقسيم. ¶ وذلك أن معنى العود لا يخلو أن يكون تكرار اللفظ على ما يراه داود، أو الوطء نفسه، أو الإمساك نفسه، أو إرادة الوطء. ¶ ولا يكون تكرار اللفظ، لأن ذلك تأكيد، والتأكيد لا يوجب الكفارة. ¶ ولا يكون إرادة الإمساك للوطء، فإن الإمساك موجود بعد. ¶ فقد بقي أن يكون إرادة الوطء، وإن كان إرادة الإمساك للوطء فقد أراد الوطء، فثبت أن العود هو الوطء\" (¬1). ¶ سبب الخلاف:- ¶ قال ابن رشد مبيناً سبب الخلاف: \"وسبب الخلاف بالجملة إنما هو مخالفة الظاهر للمفهوم، فمن اعتمد المفهوم جعل العود إرادة الوطء أو الإمساك، وتأوَّل معنى اللام في قوله تعالى: {ثم يعودون لما قالوا} بمعنى الفاء. ¶ وأما من اعتمد الظاهر فإنه جعل العودة تكرير اللفظ، وأن العودة الثانية إنما هي ثانية للأولى التي كانت منهم في الجاهلية. ¶ ومن تأول أحد هذين، فالأشبه له أن يعتقد أن بنفس الظهار تجب الكفارة كما اعتقد ذلك مجاهد، إلا أن يُقَدِّرَ في الآية محذوفاً، وهو إرادة الإمساك. ¶ فهنا إذن ثلاثة مذاهب: إما أن تكون العودة هي تكرار اللفظ، وإما أن تكون إرادة الإمساك، وإما أن تكون العودة التي هي في الإسلام، وهذان ينقسمان قسمين: أعني الأول والثالث: أحدهما: أن يقدر في الآية محذوفاً، وهو إرادة الإمساك فيشترط هذه الإرادة في وجوب الكفارة، وإما ألا يقدر فيها محذوفاً فتجب الكفارة بنفس الظهار\" (¬2). ¶ المناقشة والترجيح:- ¶ ¬__________ ¶ (¬1) بداية المجتهد (2/ 302) ¶ (¬2) بداية المجتهد (2/ 302)",
            "page": "97",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الحقيقة أن مسألة العود هذه مسألة صعبة المرام، \"ذلك أن كلام المختلفين في العود لهم مآخذ من هذه الآية\" (¬1)، ولكن سأناقش الأقوال وأرجح أحدها بما ظهر لي والله أعلم:- ¶ 1. أما قول الشافعية بأن العود الإمساك فمناقش بما يلي:- ¶ أ- أن إمساك الزوجة لا يعرف عوداً في اللغة. ¶ ب- الظهار لا يرفع النكاح حتى يكون العود لما قاله استبقاءً للنكاح. ¶ ج- قال تعالى: {ثمَّ يَعُودُونَ لِمَا قالُوا} وثم للتراخي فمَنْ جَعَل العَوْد عبارة عن استبقاء النكاح وإمساك المرأة عليه فقد جعله عائداً عقيب القول بلا تراخي، وهذا خلاف النص (¬2). ¶ 2. أما قول الظاهرية بأن العود هو تكرير اللفظ فمناقش بما يلي:- ¶ أ أن القول لا يحتمل التكرار ذلك، لأن التكرار هو إعادةُ عين الأوّل، ولا يتصور ذلك في الأعراض لكونها مستحيلة البقاء؛ فلا يتصور إعادتها. ¶ ب أن النبي صلى الله عليه وآله وسلم لما أمر أويساً بالكفارة لم يسأله: هل كرّر الظهار أم لا، ولو كان ذلك شرطاً لسأله، إذ الموضع موضع الإشكال. ¶ ت الظهار الذي كان متعارفاً بين أهل الجاهلية لم يكن فيه تكرار القول (¬3). ¶ 3 - أما قول الحنابلة بأن العود هو الوطء فمناقش بما يلي:- ¶ أ أن العود في الآية مقدم على الكفارة والوطء متأخر عنها، قال تعالى: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا} (المجادلة:3) فكيف يكون العود هو الوطء؟ وجواب ابن قدامة بأن\" المراد بقوله: {ثُمَّ يَعُودُونَ} أي يريدون العود كقول الله تعالى: {إذَا قُمْتُم إلَى الصَّلاَةِ} أي أردتم ذلك\" (¬4) غير مقنع تماماً؛ لأن العود في الآية الكريمة راجع ¶ ب ¶ ¬__________ ¶ (¬1) الانتصاف فيما تضمنه الكشاف لابن المنير، المطبوع أسفل الكشاف (4/ 71) ¶ (¬2) البدائع (5/ 7) وينظر روح المعاني (28/ 8) ¶ (¬3) البدائع (5/ 7) وينظر روح المعاني (28/ 8) ¶ (¬4) المغني (8/ 14)",
            "page": "98",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "ت إلى ما قاله المظاهر لقوله تعالى: {ثم يعودون لما قالوا} والذي قالوه هو ما دل على الظهار. ¶ ولكن يمكن توجيه جواب ابن قدامة بأن يقال: المراد من (العود) عود المظاهر لما منعه منه ظهاره وهو الوطء، فكان معنى عود المظاهر إرادته ما منعه منه الظهار وهو الوطء، فيكون المعنى الأخير من (العود) هو إرادة المظاهر الوطء (¬1). ¶ ومن خلال المناقشات السابقة يظهر رجحان القول بأن العود هو إرادة الوطء لما يلي:- ¶ أ دلالة سياق الآية {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ}. ¶ ب يفهم من حديث أوس أن أوساً أراد العود إلى ما كان له قبل أن يظاهر والذي كان له قبل الظهار حل وطء زوجته، ومعنى ذلك أنه أراد وطأها، فكان هذا هو العود منه، فأمره النبي صلى الله عليه وآله وسلم بالكفارة قبل أن يطأ فعلاً (¬2). ¶ المسألة الثانية: كفارة الظهار:- ¶ أولاً: ماهية الكفارة:- ¶ قد نص القرآن على كفارة الظهار في قوله تعالى: {وَالَّذِينَ يُظَاهِرُونَ مِنْ نِسَائِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا فَتَحْرِيرُ رَقَبَةٍ مِنْ قَبْلِ أَنْ يَتَمَاسَّا ذَلِكُمْ تُوعَظُونَ بِهِ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ () فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ فَمَنْ لَمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِنْ قَبْلِ أَنْ يَتَمَاسَّا فَمَنْ لَمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِيناً ذَلِكَ لِتُؤْمِنُوا بِاللَّهِ وَرَسُولِهِ وَتِلْكَ حُدُودُ اللَّهِ وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ) (المجادلة:3،4). ¶ دلت الآية على أن الكفارة أحد ثلاثة أشياء:- ¶ ¬__________ ¶ (¬1) المفصل (8/ 312) ¶ (¬2) المصدر السابق.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "الأولى: تحرير رقبة (¬1). ¶ الثانية: صيام شهرين متتابعين، وقد \"أجمع أهل العلم على وجوب التتابع في الصيام في كفارة الظهار، وأجمعوا على أن من صام بعض الشهر ثم قطعه لغير عذر-كمرض وحيض وجنون (¬2) - وأفطر أن عليه استئناف الشهرين وإنما كان كذلك لورود لفظ الكتاب والسنة به. ¶ ومعنى التتابع الموالاة بين صيام أيامهما، فلا يفطر فيها، ولا يصوم غير الكفارة\" (¬3).ويفوت التتابع بفوات يوم بلا عذر ولو كان اليوم الأخير، أما إذا كان معذوراً كجنون فلا يضر لأنه ينافي الصوم بخلاف المرض المسوغ للفطر والسفر فليس بعذر؛ إذ إنه لا ينافي الصوم، وفي حالة بطلانه ينقلب الماضي نفلاً. (¬4) ¶ ويجب تبييت النية كما في صوم رمضان بمعنى أن ينوي من أول ليلة الصيام كفارة للظهار، واشترط الشافعية أن تكون النية كل ليلة لكل يوم مدة شهرين، ولا يشترط نية التتابع اكتفاءً بالتتابع الفعلي (¬5). ¶ ولا يشترط أن يبدأ من أول الشهر كي يتم شهرين تماماً بل مهما بدأ من أي يوم من أيام الشهر فيكمله إلى آخره، ويدخل الشهر التالي ويكمله إلى آخره، ثم يكمل من الشهر الثالث ما بقي عليه تمام ثلاثين يوما. (¬6) ¶ الثالثة: إطعام ستين مسكيناً، وفيه نقاط:- ¶ النقطة الأولى: أنه قد \" أجمع أهل العلم على أن المظاهر إذا لم يجد الرقبة ولم يستطع الصيام أن فرضه إطعام ستين مسكيناً على ما أمر الله تعالى في كتابه وجاء في سنة نبيه صلى الله عليه وآله وسلم، سواء عجز عن الصيام لكبر، أو ¶ ¬__________ ¶ (¬1) نظراً لعدم وجود عبيد الآن آثرت عدم الكلام حول الرقبة وشروطها ... الخ ¶ (¬2) مغني المحتاج (3/ 478) ¶ (¬3) المغني (8/ 21) ¶ (¬4) انظر الإقناع مع حواشي البجيرمي (3/ 28) ¶ (¬5) الإقناع للشربيني (3/ 28) ¶ (¬6) سابق.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "مرض يخاف بالصوم تباطؤه، أو الزيادة فيه، أو الشبق فلا يصبر فيه عن الجماع، فإن أوس بن الصامت لما أمره رسول الله صلى الله عليه وآله وسلم بالصيام قالت امرأته: \"يا رسول الله إنه شيخ كبير ما به من صيام، قال: فليطعم ستين مسكيناً\". ¶ ولما أمر سلمة بن صخر بالصيام قال: \"وهل أصبت الذي أصبت إلا من الصيام؟ قال: فأطعم\" فنقله إلى الإطعام لما أخبر أنه به من الشبق والشهوة ما يمنعه من الصيام، وقسنا على هذين ما يشبههما في معناهما. ¶ وعدم الاستطاعة لها صور وهي:- ¶ 1 - الهرم. ¶ 2 - مرض يدوم شهرين ظناً إما للعادة أو بقول طبيب. ¶ 3 - شدة الغلمة أي شهوة الوطء، وشدة الحاجة إليه. ¶ 4 - خوف زيادة مرض. (¬1) فيجوز أن ينتقل إلى الإطعام إذا عجز عن الصيام للمرض، وإن كان مرجو الزوال؛ لدخوله في قوله سبحانه وتعالى: {فَمَنْ لَمْ يَسْتَطِعْ فَإطْعَامُ سِتِّينَ مِسْكِيناً} ولأنه لا يعلم أن له نهاية فأشبه الشبق. ¶ ولا يجوز أن ينتقل لأجل السفر لأن السفر لا يعجزه عن الصيام، وله نهاية ينتهي إليها وهو من أفعاله الاختيارية\" (¬2). ¶ النقطة الثانية: وهي الخلاف بين الفقهاء في: هل يجب إطعام ستين مسكيناً أم يكفي إطعام مسكين ستين يوماً، قولان:- ¶ 1. قال الحنفية يكفي إطعام مسكين ستين يوماً، ففي المختار:\"ولو أطعم مسكيناً ستين يوماً أجزأه\" (¬3) وعُلل قوله بأن \"المعتبر دفع حاجة المسكين، وهي تتجدد بتجدد الأيام\" (¬4). ¶ 2. ¶ 3. ¶ ¬__________ ¶ (¬1) سابق. ¶ (¬2) المغني (8/ 24) ¶ (¬3) المختار (2/ 166) مع الاختيار. ¶ (¬4) الاختيار لتعليل المختار (2/ 166).",
            "page": "101",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "4. قال الجمهور من مالكية وشافعية وحنبلية (¬1) بوجوب إطعام ستين مسكيناً، ودللوا على قولهم بما يلي:- ¶ أ- قول الله تعالى: {فإطْعَامُ سِتَّينَ مِسْكِيناً} وهذا لم يطعم إلا واحداً، فلم يمتثل الأمر. ¶ ب- أنه لم يطعم ستين مسكيناً، فلم يجزئه، وهذا كما لو دفعها إليه في يوم واحد. ¶ ج- أنه لو جاز الدفع إليه في أيام لجاز في يوم واحد كالزكاة وصدقة الفطر، يحقق هذا أن الله أمر بعدد المساكين لا بعدد الأيام، وقائل هذا يعتبر عدد الأيام دون عدد المساكين، والمعنى في اليوم الأول أنه لم يستوف حقه من هذه الكفارة وفي اليوم الثاني قد استوفى حقه منها، وأخذ منها قوت يوم فلم يجز أن يدفع إليه في اليوم الثاني، كما لو أوصى إنسان بشيء لستين مسكيناً (¬2). ¶ الترجيح:- ¶ مما ذكره الجمهور يظهر رجحان قولهم، وضعف مقابله، والله أعلم. ¶ ثانياً: ترتيب الكفارة:- ¶ هذه الكفارات الثلاث تجب علىالترتيب لا على التخيير، فلا ينتقل المكفر إلى الثانية إلا بعد عجزه عن التي قبلها، وهذا مما لا خلاف فيه بين الفقهاء (¬3). ¶ ثالثاً: الحكمة من الكفارة:- ¶ \"والحكمة في تلك الكفارة هو منع العبث بالعلاقة الزوجية ومنع ظلم المرأة، فإن الذين يصنعون ذلك يقصدون به الكيد لها\" (¬4)، كما أنه تلاعب بالألفاظ في غير ما أحله الشرع، وفيه نوع استهتار بالعلاقة الزوجية التي أعلى من شأنها الإسلام وحافظ عليه أشد المحافظة، والتي تصب هذه الآية في هذا السياق، ولهذا كانت الكفارة شديدة. ¶ ¬__________ ¶ (¬1) ينظر التاج والإكليل (2/ 133) ومغني المحتاج (3/ 479) والمغني (8/ 24) ¶ (¬2) المغني (8/ 24) ¶ (¬3) ينظر بدائع الصنائع (5/ 6) ¶ (¬4) الأحوال الشخصية لمحمد أبي زهرة (342) دار الفكر العربي.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "رابعاً: العجز عن الكفارة:- ¶ في حالة العجز عن الكفارة في جميع الخصال فإنها تبقى في ذمته إلى أن يقدر على واحدة منها، فلا يطأ المظاهر حتى يكفر. ¶ ذلك لأن كفارة الظهار حق مالي لله سبحانه، وحقوق الله المالية إذا عجز عنها وقت وجوبها لا تخلوا من حالين:- ¶ 1 - إن كانت لا بسبب من العبد، وهذا مثل زكاة الفطر والتي ليس للعبد في إيجابها عليه أية صلة، وإنما وجبت ابتداءً من الله عز وجل ففي هذه الحالة لم تستقر في ذمته. ¶ 2 - إن كانت بسبب منه ككفارة الظهار، والتي تسبب المظاهر في إيجابها على نفسه، فإنها في هذه الحالة تستقر في ذمته. (¬1) ¶ 3 -  ¶ ¬__________ ¶ (¬1) انظر الإقناع مع البجيرمي (3/ 33)",
            "page": "103",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "4 - المطلب الثاني: النهي عن أخذ شيء من أموال الزوجات ¶ لم يكن -قبل الإسلام- يعترف للمرأة بأن لها الحق والتملك إلا في حدود ضيقة، وكانت في أحيان كثيرة تعتبر مالاً يستحقه الورث، ولم تكن تستطيع المرأة التصرف بمالها مطلقاً إلا تحت وصاية آخرين. ¶ وجاء الإسلام فأعطى المرأة الحق في التملك والتمليك والتصرف بمالها إذا كانت بالغة راشدة، والآيات والأحاديث المتعلقة بقضية مال المرأة كلها تمضي في هذا السياق. ¶ الفرع الأول: الآيات وسبب النزول: ¶ والآية المتعلقة بهذا الموضوع هي قوله تعالى: {وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ اللَّهِ فَلا جُنَاحَ عَلَيْهِمَا فِيمَا افْتَدَتْ بِهِ تِلْكَ حُدُودُ اللَّهِ فَلا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُولَئِكَ هُمُ الظَّالِمُونَ} (البقرة:229) ¶ أما سبب نزول هذه الآية فقد روى الطبري في تفسيره \"عن ابن جريج (¬1) قال: نزلت هذه الآية في ثابت بن قيس (¬2) وفي حبيبة، وقيل: بل هي جميلة بنت أبي بن سلول (¬3). ¶ ¬__________ ¶ (¬1) هو: عبد الملك بن عبد العزيز بن جريج الأموي مولاهم أبو الوليد وأبو خالد المكي، أحد الأعلام، روى عن أبيه ومجاهد وعطاء وطاوس والزهري وخلق، وعنه ابناه عبد العزيز ومحمد ويحيى الأنصاري أحد شيوخه والأوزاعي وهو من أقرانه ويحيى القطان والحمادان والسفيانان وخلق، قال أحمد: أول من صنف الكتب ابن جريج وابن أبي عروبة، مات سنة خمسين ومائة (طبقات الحفاظ 81) ¶ (¬2) هو: ثابت بن قيس بن شماس بن ظهير بن مالك، وكان خطيب الأنصار ويقال له خطيب رسول الله شهد أحدا وما بعدها من المشاهد وقتل يوم اليمامة في خلافة أبي بكر الصديق رضى الله عنه (الاستيعاب1/ 200) ¶ (¬3) قال ابن عبد البر عند ترجمته لجميلة:\" جميلة بنت أبي بن سلول امرأة ثابت بن قيس بن شماس وهي التي خالعته وردت عليه حديقته هكذا روى البصريون وخالفهم أهل المدينة فقالوا إنها حبيبة بنت سهل الأنصارية\" (الاستيعاب 4/ 1802)",
            "page": "104",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "قال: وكانت اشتكته إلى رسول الله صلى الله عليه وآله وسلم، فقال رسول الله: تردين عليه حديقته. ¶ فقالت: نعم، فدعاه رسول الله فذكر ذلك له، فقال: ويطيب لي ذلك؟ ¶ قال: نعم، قال ثابت: قد فعلت، فنزلت {ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن يخافا ألا يقيما حدود الله فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها} \" (¬1). ¶ وجاء النهي أيضاً في قوله تعالى: {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتَاناً وَإِثْماً مُبِيناً () وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقاً غَلِيظاً} (النساء:20،21) وقال سبحانه: {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَة} (النساء: من الآية4) ¶ الفرع الثاني: معنى الآيات:- ¶ والآية الأولى خطاب للأزواج، فقد نهوا أن يأخذوا من أزواجهم شيئا على وجه المضارة، وهذا هو الخلع الذي لا يصح إلا بأن ينفرد الرجل بالضرر، وخص بالذكر ما آتى الأزواج نساءهم؛ لأن العرف بين الناس أن يطلب الرجل عند الشقاق والفساد ما خرج من يده لها صداقا وجهازا؛ فلذلك خص بالذكر (¬2). ¶ وأكد التحريم بالوعيد لمن تعدى الحد، والمعنى: أن يظن كل واحد منهما بنفسه ألا يقيما حق النكاح لصاحبه حسب ما يجب عليه فيه، لكراهة يعتقدها، فلا حرج على المرأة أن تفتدى، ولا حرج على الزوج أن يأخذ، والخطاب للزوجين والضمير في أن يخافا عائد لهما (¬3). ¶ واختلفوا في معنى الخوف على أقوال: ¶ 1. هو أن يظهر من المرأة سوء الخلق والعشرة لزوجها، فإذا ظهر ذلك منها له حل له أن يأخذ ما أعطته من فدية على فراقها، روي هذا عن ابن عباس وغيره، قال ابن عباس: \"ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا إلا أن ¶ 2. ¶ ¬__________ ¶ (¬1) جامع البيان (2/ 462) وأخرج نحوه البخاري (5/ 2021) ¶ (¬2) الجامع لأحكام القرآن (2/ 136) ¶ (¬3) ينظر الجامع لأحكام القرآن (2/ 137)",
            "page": "105",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "3. يكون النشوز وسوء الخلق من قبلها، فتدعوك إلى أن تفتدي منك فلا جناح عليك فيما افتدت به\" (¬1). ¶ وقال عروة: \" لا يحل الفداء حتى يكون الفساد من قبلها\" (¬2). ¶ 4. لا يحل له حتى تقول: لا أبر لك قسماً، ولا أغتسل لك من جنابة، فعن الضحاك في قوله {ولا يحل لكم أن تأخذوا مما آتيتموهن شيئا} قال: \"الصداق، إلا أن يخافا ألا يقيما حدود الله، وحدود الله أن تكون المرأة ناشزة، فإن الله أمر الزوج أن يعظها بكتاب الله ... فإن أبت إلا جماحاً فقد حل له منها الفدية\" (¬3). ¶ 5. أن الخوف من ذلك أن لا تبر له قسماً، ولا تطيع له أمراً، وتقول: لا أغتسل لك من جنابة، ولا أطيع لك أمراً، فحينئذ يحل له عندهم أخذ ما آتاها على فراقه إياها، قال الحسن: \"إذا قالت: لا أغتسل لك من جنابة ولا أبر لك قسماً، ولا أطيع لك أمراً فحينئذ حل الخلع\" (¬4) ونحوه جاء عن الشعبي (¬5) ¶ 6. أن الخوف من ذلك أن تبتذله بلسانها قولاً أنها له كارهة، فعن عطاء بن أبي رباح قال:\" يحل الخلع أن تقول المرأة لزوجها: إني لأكرهك، وما أحبك، ولقد خشيت أن أنام في جنبك، ولا أؤدي حقك، وتطيب نفسك بالخلع\" (¬6). ¶ 7. وقال آخرون: بل الذي يبيح له أخذ الفدية أن يكون خوف أن لا يقيما حدود الله منهما جميعاً، لكراهة كل واحد منهما الآخر. ¶ ¬__________ ¶ (¬1) مصنف لأبي بكر عبدالله ابن أبي شيبة (4/ 116) تحقيق: كمال الحوت، مكتبة الرشد الرياض، ط1،1409م. ¶ (¬2) مصنف ابن أبي شيبة (4/ 116) ¶ (¬3) جامع البيان (2/ 462) ¶ (¬4) مصنف ابن أبي شيبة (4/ 116) ¶ (¬5) جامع البيان (2/ 462) ¶ (¬6) المصدر السابق.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "قال القاسم بن محمد: {إلا أن يخافا ألا يقيما حدود الله} فيما افترض الله عليهما في العشرة والصحبة (¬1)، قال الشافعي:\"فقيل-والله أعلم-: أن تكون المرأة تكره الرجل حتى تخاف أن لا تقيم حدود الله بأداء ما يجب عليها له أو أكثره إليه، ويكون مانع لها ما يجب عليه أو أكثره، فإذا كان هذا حلت الفدية للزوج، وإذا لم يقم أحدهما حدود الله فليسا معاً مقيمين حدود الله\" (¬2). ¶ 8. أن تمتنع المرأة من أداء الحق، فتخاف على الزوج أن لا يؤدي الحق إذا منعته حقا فتحل الفدية (¬3). ¶ وأولى هذه الأقوال بالصحة قول من قال: لا يحل للرجل أخذ الفدية من امرأته على فراقه إياها حتى يكون خوف معصية الله من كل واحد منهما على نفسه في تفريطه في الواجب عليه لصاحبه منهما جميعاً، كما قال طاووس:\" إلا أن يخافا ألا يقيما حدود الله فيما افترض لكل واحد منهما على صاحبه في العشرة\" (¬4). ¶ قال الرازي في مفاتيح الغيب: \"اعلم أن ظاهر هذه الآية يدل على أن الشرط هو حصول الخوف للرجل والمرأة\". ¶ ولأن الله تعالى إنما أباح للزوج أخذ الفدية من امرأته عند خوف المسلمين عليهما أو هما على أنفسهما أن لا يقيما حدود الله (¬5). ¶ ربما يقال: إذا كان الأمر كذلك فالواجب أن يكون حراما على الرجل قبول الفدية منها إذا كان النشوز منها دونه، حتى يكون منه من الكراهة لها مثل الذي يكون منها له. ¶ ويجاب عن هذا بأن الأمر في ذلك بخلاف ما ظن، وذلك أن في نشوزها عليه داعية له إلى التقصير في واجبها ومجازاتها بسوء فعلها به، وذلك هو المعنى الذي يوجب للمسلمين الخوف عليهما أن لا يقيما حدود الله. ¶ فأما إذا كان التفريط من كل واحد منهما في واجب حق صاحبه، وسوء الصحبة والعشرة قد ظهر للمسلمين فليس هناك للخوف موضع، إذ كان المخوف قد وجد، وإنما يخاف وقوع الشيء قبل حدوثه، فأما بعد حدوثه فلا وجه للخوف منه، ولا الزيادة في مكروهه (¬6). ¶ ثم قريء {إلا أن يخافا} بضم أوله على البناء للمجهول، والمراد الولاة والحكام، ورده النحاس بأنه قول لا يساعده الإعراب ولا اللفظ ولا المعنى، ورده الطحاوي (¬7) بأنه شاذ مخالف لما عليه الجم الغفير، ومن حيث النظر فإن الطلاق جائز دون الحاكم فكذلك الخلع (¬8). ¶ وقريب مما سبق جاء قوله سحانه: {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَاراً فَلا تَأْخُذُوا مِنْهُ شَيْئاً أَتَأْخُذُونَهُ بُهْتَاناً وَإِثْماً مُبِيناً () وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أَفْضَى بَعْضُكُمْ إِلَى بَعْضٍ وَأَخَذْنَ مِنْكُمْ مِيثَاقاً غَلِيظاً} (النساء:20،21) ¶ فهنا \"استفهام إنكار وتوبيخ أي أتأخذونه باهتين وآثمين\" (¬9)، \"والبهتان الكذب على الغير مواجهة مكابرة على وجه يحيره\" (¬10)، قال في الكشاف:\"أن تستقبل الرجل بأمر قبيح تقذفه به وهو بريء منه فإنه يبهت عند ذلك أي ¶ ¬__________ ¶ (¬1) جامع البيان (2/ 462) وما بعدها، وانظر فتح الباري (9/ 398) ¶ (¬2) أحكام القرآن للإمام الشافعي (2/ 217) تحقيق: عبد الغني عبد الخالق، دار الكتب العلمية، بيروت 1400هـ. ¶ (¬3) أحكام القرآن للإمام الشافعي (2/ 218). ¶ (¬4) مصنف ابن أبي شيبة (4/ 116) ¶ (¬5) ينظر بدائع التفسير لابن القيم (1/ 407) جمع: يسري السيد محمد، دار ابن الجوزي، ط1، 1414هـ-1993م. ¶ (¬6) جامع البيان (2/ 462) وما بعدها. ¶ (¬7) الإمام العلامة الحافظ صاحب التصانيف البديعة أبو جعفر أحمد بن محمد بن سلمة الأزدي الحجري المصري الحنفي ابن أخت المزني، سمع يونس بن عبد الأعلى وهارون بن سعيد الأيلي ومنه الطبراني، وتفقه بالقاضي أبي خازم، وكان ثقة ثبتا فقيها لم يخلف مثله، انتهت إليه رياسة أصحاب أبي حنيفة، ولد سنة سبع وثلاثين ومائتين، وله معاني الآثار (طبقات الحفاظ339) ¶ (¬8) فتح الباري (9/ 398). ¶ (¬9) تفسير البيضاوي (3/ 286) مع حاشية زادة. ¶ (¬10) حاشية زادة على البيضاوي (3/ 286)",
            "page": "107",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "يتحير\" (¬1) \"قيل: كان الرجل منهم إذا أراد جديدة بهت التي تحته بفاحشة حتى يلجئها إلى الافتداء منه بما أعطاها ليصرفه إلى تزوج الجديدة فنهوا عن ذلك\" (¬2). ¶ وفي هذا الموضوع – أيضاً- قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا يَحِلُّ لَكُمْ أَنْ تَرِثُوا النِّسَاءَ كَرْهاً وَلا تَعْضُلُوهُنَّ لِتَذْهَبُوا بِبَعْضِ مَا آتَيْتُمُوهُنَّ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ} (النساء: من الآية19) فالنهي عن العضل هنا موجه للأزواج، ذلك أن الرجل كان يكره صحبة امرأته ولها عليه مهر، فيحبسها، ويضربها لتفتدي، هكذا نقل عن ابن عباس والسدي (¬3). ¶ أما قوله تعالى {وَآتُوا النِّسَاءَ صَدُقَاتِهِنَّ نِحْلَةً} (النساء: من الآية4) ففيهما نهي عن أخذ المهور، والخطاب هنا للأزواج لا للأولياء كما قال بعضهم والذي لم يرتضه البيضاوي وحكاه بصيغة التضعيف (قيل) (¬4) وعلل بعض أصحاب الحواشي هذا التضعيف بأنه \"لا ذكر للأولياء هنا\" (¬5). ¶ وقوله تعالى: {وكيف تأخذونه وقد أفضى بعضكم إلى بعض} فيه إنكار لاسترداد المهر (¬6) أي: كيف تستجيزون أخذه (¬7)، بعد تقرر المهر بالإفضاء (¬8). ¶ وفي معنى الإفضاء هنا قولان:- ¶ الأول: أنه كناية عن الجماع، فإنه سبحانه وتعالى نزه كتاه عن كل ما يستبشع سماعاً فسماه سراً في آية وإفضاءً في آية أخرى ومساً في آية ثالثة قاله ابن عباس ومجاهد والسدي (¬9)، وهذا مذهب الإمام الشافعي (¬10). ¶ ¬__________ ¶ (¬1) الكشاف (1/ 258) ¶ (¬2) تفسير البيضاوي (3/ 286) وينظر المصدر السابق. ¶ (¬3) في تفسير هذه الآية خلاف متشعب أخذت منه ما يتعلق بالموضوع، ينظر زاد المسير (2/ 27) وتفسير البيضاوي مع حاشية زادة عليه (3/ 285) والكشاف (1/ 257) ¶ (¬4) تفسير البيضاوي (3/ 259) مع حاشية زادة. ¶ (¬5) حاشية زادة على البيضاوي (3/ 259) ¶ (¬6) ينظر تفسير البيضاوي (3/ 287) والكشاف (1/ 258) ¶ (¬7) زاد المسير (2/ 29) ¶ (¬8) تفسير البيضاوي (3/ 287) ¶ (¬9) ينظر تفسير البيضاوي وحاشية زادة عليه (3/ 287) وزاد المسير (2/ 29) وأحكام القرآن للهراسي (2/ 382) ¶ (¬10) ينظر الأم (5/ 115)",
            "page": "108",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "الثاني: الخلوة بها وإن لم يغشها، قاله الفراء (¬1)، وهو مذهب أبي حنيفة (¬2) وأحمد (¬3). ¶ والمراد بأخذهن الميثاق الغليظ من أزواجهن \"هو حق الصحبة والممازحة\" (¬4)، بمعنى أنهن أخذن \"منهم ما يقتضي الألفة والمودة المتفرعتين على إفضائهم إليهن، والعهد المذكور من حقوق هذا الإفضاء وتوابعه، فلما أخذن منهم الإفضاء والمصاحبة صرن كأنهن أخذن منهم ما يتبع ذلك الإفضاء ويستحق بسببه وهو ما ذكر من العهد الوثيق كأنه قيل: وأخذن منكم ميثاقاً غليظاً بإفضاء بعضكم إلى بعض فوصفه بالغلظ لقوته وعظمه\" (¬5). ¶ أو أن الميثاق هو \"ما أوثق الله عليهم في شأنهن بقوله: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ} (البقرة: من الآية229) (¬6). ¶ ¬__________ ¶ (¬1) ينظر تفسير البيضاوي وحاشية زادة عليه (3/ 287) وزاد المسير (2/ 29). ¶ (¬2) ينظر البدائع (3/ 289) ¶ (¬3) ينظر منار السبيل (2/ 194) ¶ (¬4) تفسير البيضاوي (3/ 288) وينظر الكشاف (1/ 258) ¶ (¬5) حاشية زادة على البيضاوي (3/ 288) ¶ (¬6) ينظر تفسير البيضاوي وحاشية زادة عليه (3/ 288) وزاد المسير (2/ 29) والكشاف (1/ 258)",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "المطلب الثالث: الميل ¶ الفرع الأول: تعريف الميل:- ¶ الميل هو من الفعل مال، يقال: مالَ إليه مَيْلاً ومَمالاً ومَمِيلاً وتَمْيَالاً ومَيَلاَناً ومَيْلولةً، فهو مائِلٌ (¬1)، قال ابن منظور:\" المَيْلُ: العُدول إِلى الشيء والإِقبالُ عليه، وكذلك المَيْلانَ، ومالَ الشيءُ يَمِيلُ مَيْلاً ومَمالاً ومَمِيلاً وتَمْيالاً\" (¬2). ¶ الفرع الثاني: النهي عن الميل: ¶ لقد جاء النهي في القرآن في قوله تعالى: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ فَلا تَمِيلُوا كُلَّ الْمَيْلِ فَتَذَرُوهَا كَالْمُعَلَّقَةِ وَإِنْ تُصْلِحُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كَانَ غَفُوراً رَحِيماً} (النساء:129). ¶ أما سبب نزولها فعن ابن أبي مليكة قال: نزلت هذه الآية {ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم} في عائشة، يعني أن النبي صلى الله عليه وسلم كان يحبها أكثر من غيرها، كما جاء في الحديث عن عائشة قالت: كان رسول الله صلى الله عليه وسلم يقسم بين نسائه، فيعدل ثم يقول: اللهم هذا قسمي فيما أملك فلا تلمني فيما تملك ولا أملك يعني القلب \" (¬3). ¶ ومعنى الآية \"ولن تستطيعوا أيها الناس أن تساووا بين النساء من جميع الوجوه، فإنه وإن وقع القسم الصوري ليلة وليلة فلا بد من التفاوت\" (¬4). ¶ فالله عز وجل أخبر في هذه الآية \"بنفي الاستطاعة في العدل بين النساء وذلك في ميل الطبع بالمحبة والجماع والحظ من القلب، فوصف الله تعالى حالة البشر وأنهم بحكم الخلقة لا يملكون ميل قلوبهم إلى بعض دون بعض، ولهذا كان ¶ ¬__________ ¶ (¬1) القاموس المحيط م ميل. ¶ (¬2) لسان العرب م ميل. ¶ (¬3) وصحح ابن كثير إسناده (تفسير ابن كثير1/ 565). ¶ (¬4) تفسير ابن كثير (1/ 564).",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "عليه السلام يقول: اللهم إن هذه قسمتي فيما أملك فلا تلمني فيما تملك ولا أملك\" (¬1). ¶ ثم نهى سبحانه عن الميل، فقال {فلا تميلوا كل الميل} وقد اختلفت عبارات المفسرين في المقصود بالميل ولكنها كلها تصب في معنى واحد ن وسأسوق هنا بعضها:- ¶ 1. قال مجاهد: \"لا تتعمدوا الإساءة بل الزموا التسوية في القسم والنفقة، لأن هذا مما يستطاع\" (¬2). ¶ 2. قال القرطبي:\" {فلا تميلوا كل الميل} يقول: فلا تميلوا بأهوائكم إلى من لم تملكوا محبته منهن كل الميل حتى يحملكم ذلك على أن تجوروا على صواحبها في ترك أداء الواجب لهن عليكم من حق في القسم لهن والنفقة عليهن والعشرة بالمعروف\" (¬3). ¶ 3. قال هشام: \"أظنه قال في الحب والجماع\" (¬4). ¶ 4. \" هذا في العمل في مبيته عندها وفيما تصيب من خيره\" (¬5). ¶ 5. قال السدي:\"يميل عليها فلا ينفق عليها، ولا يقسم لها يوماً\" (¬6). ¶ ثم ذكر سبحانه ما ستؤول إليه الممال عنها فقال: {فَتَذَرُوهَا كَالْمُعَلَّقَة} \"أي لا هي مطلقة، ولا ذات زوج، كماقاله الحسن، وهذا تشبيه بالشيء المعلق من شيء لأنه لا على الأرض استقر ولا على ما علق عليه انحمل\" (¬7). ¶ وقال قتادة: كالمسجونة، وكذا قرأ أبي (فتذروها كالمسجونة) (¬8). ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (5/ 407) وينظر فتح القدير (1/ 603) والمنار (5/ 362) وتقدم تخريج الحديث. ¶ (¬2) الجامع لأحكام القرآن (5/ 407) ¶ (¬3) جامع البيان (5/ 313) ¶ (¬4) المصدر السابق. ¶ (¬5) المصدر السابق. ¶ (¬6) المصدر السابق. ¶ (¬7) الجامع لأحكام القرآن (5/ 407) وينظر فتح القدير (1/ 603) والمنار (5/ 362) وأحكام القرآن للشافعي (1/ 207) ¶ (¬8) الجامع لأحكام القرآن (5/ 407) وينظر فتح القدير (1/ 603) والمنار (5/ 362) والطبري (5/ 313)",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "هذا وقد حذر النبي صلى الله عليه وآله وسلم من عقوبة المائل لإحدى زوجاته فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم:\" من كانت له امرأتان فمال إلى إحداهما جاء يوم القيامة وأحد شقيه ساقط\" (¬1). ¶ \"أي أحد جنبيه وطرفه مائل، أي مفلوج والحديث- مع الآية- دليل على أنه يجب على الزوج التسوية بين الزوجات، ويحرم عليه الميل إلى إحداهن\" (¬2). ¶ الفرع الثالث: أنواع الميل:- ¶ مما سبق يتضح لنا أن الميل نوعان: ¶ 1. ميل غير مؤاخذ به الزوج وهو\"ما لا يدخل في الاختيار ولا يكون من تعمد التقصير أو الإهمال\" (¬3) قال ابن زيد في قوله {ولن تستطيعوا أن تعدلوا بين النساء ولو حرصتم}: ما يكون من بدنه وقلبه فذلك شيء لا يستطيع يملكه\" (¬4). ¶ قال الإمام الشافعي عند هذه الآية:\" أن تعدلوا بما في القلوب، لأنكم لا تملكون ما في القلوب حتى يكون مستوياً، وهذا -إن شاء الله عز وجل- كما قالوا: قد تجاوز الله عز وجل لهذه الأمة عما حدثت به نفسها ما لم تقل أو تعمل، وجعل المأثم إنما هو في قول أو فعل\" (¬5). ¶ 2. ميل مؤاخذ به وهو ما كان بضد الأول. ¶ من هذا يعلم أن هناك أموراً لا يستطيع الإنسان ضبطها، لأنها خارج إرادته كالمشاعر والأحاسيس، وهذه هي بعض الميل، إذ إن المفهوم من قوله تعالى ¶ ¬__________ ¶ (¬1) ابن ماجة (1/ 633) وأحمد (2/ 347) وصححه ابن حبان (10/ 7) ولفظ\"مائل\" بدل \"ساقط\" أخرجه أبو داود (2/ 242) ¶ (¬2) عون المعبود (6/ 121) ¶ (¬3) المنار (5/ 362) ¶ (¬4) الطبري (5/ 314) ¶ (¬5) أحكام القرآن (1/ 206)",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "{كل} في {كل الميل} جواز بعض الميل، وهو مالا يطيق الزوج ضبطه والعدل فيه. ¶ ولكن على الزوج أن يروض نفسه \"على الإحسان لامرأته وتحمل ما لا يلائمه من خلقها ما استطاع، وحسن المعاشرة لها حتى يحصل الإلف بها والحنو عليها اختياراً بطول التكرر والتعود ما يقوم مقام الميل الطبعي\" (¬1). ¶ ومن عظيم فضل الله أنه سبحانه ختم الآية بقوله {فإن الله كان غفوراً رحيما} فقد بشر من يصلح في معاملة النساء، ويتقي ظلمهن وتفضيل بعضهن على بعض في المعاملات الاختيارية، كالقسم والنفقة بالمغفرة للأزواج ما لا ينضبط بالاختيار، كالحب ولوازمه الطبيعية من زيادة الإقبال وغير ذلك؛ لأن شأنه سبحانه المغفرة والرحمة لمستحقها (¬2). ¶ ¬__________ ¶ (¬1) التحرير والتنوير (3/ 218). ¶ (¬2) ينظر المنار (5/ 362)",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "المطلب الرابع: البغي ¶ الفرع الأول: تعريف البغي: ¶ يقال: بَغَيْتُهُ أبْغِيِهِ بُغاءً وبُغىً وبُغْيَةً، بضَمِّهِنَّ، وبِغْيَةً، بالكسر: طَلَبْتُه، كابْتَغَيْتُهُ وتَبَغَّيْتُهُ واسْتَبْغَيْتُهُ. والبَغِيَّةُ، كَرَضِيَّةٍ: ما ابْتُغِيَ، كالبِغْيَةِ، بالكسر والضم، والضالَّةُ المَبْغِيَّةُ: وأبْغاهُ الشيءَ: طَلَبَهُ له، كبَغَاهُ إيَّاهُ، كَرَماهُ، أو أَعَانَهُ على طَلَبِهِ. واسْتَبْغَى القَوْمَ فَبَغَوْهُ، وـ له: طَلَبُوا له. والباغِي: الطَّالِبُ (¬1). ¶ وبغى عليه بغياً: علا وظلم، وعدل عن الحق واستطال، وتجاوز الحق إلى الباطل (¬2). ¶ الفرع الثاني: النهي عن البغي على الزوجة:- ¶ لقد نص القرآن الكريم على النهي عن بغي الأزواج على زوجاتهم، قال تعالى: {فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً إِنَّ اللَّهَ كَانَ عَلِيّاً كَبِيراً} (النساء: من الآية34). ¶ وقد اختلف المفسرون في تفسير البغي على أقوال متقاربة:- ¶ 1. إذا أطاعت المرأة زوجها في جميع ما يريده منها مما أباحه الله له منها فلا سبيل له عليها بعد ذلك، وليس له ضربها ولا هجرانها (¬3). ¶ قال القرطبي:\" أي لا تجنوا عليهن بقول أو فعل، وهذا نهى عن ظلمهن\" (¬4). ¶ قال البيضاوي: \"التوبيخ والإيذاء والمعنى فأزيلوا عنهن التعرض واجعلوا ما كان منهن كأن لم يكن فإن التائب من الذنب كمن لا ذنب له\" (¬5). ¶ 2. ¶ 3. ¶ ¬__________ ¶ (¬1) القاموس المحيط (1631) م بغي. ¶ (¬2) تاج العروس من جواهر القاموس لمحمد المرتضى الزبيدي (19/ 206) دراسة وتحقيق: علي شيري، دار الفكر، بيروت لبنان، 1414هـ. ¶ (¬3) تفسير ابن كثير (1/ 493) ¶ (¬4) الجامع لأحكام القرآن (5/ 173) ¶ (¬5) تفسير البيضاوي (2/ 185)",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "4. لا تكلفوهن الحب لكم فإنه ليس إليهن (¬1)، قال سفيان:\"إذا فعلت ذلك لا يكلفها أن تحبه لأن قلبها ليس في يديها\" (¬2). ¶ 5. فلا تطلبوا طريقاً إلى أذاهن ومكروههن، ولا تلتمسوا سبيلاً إلى ما لا يحل لكم من أبدانهن وأموالهن بالعلل، وذلك أن يقول أحدكم لإحداهن-وهي له مطيعة-:إنك لست تحبيني، وأنت لي مبغضة؛ فيضربها على ذلك، أو يؤذيها فقال الله تعالى للرجال: {فإن أطعنكم} أي: على بغضهن لكم؛ فلا تجنوا عليهن ولا تكلفوهن محبتكم، فإن ذلك ليس بأيديهن، فتضربوهن أو تؤذوهن عليه (¬3). ¶ وختم سبحانه الآية بقوله: {إن الله كان علياً كبيرا} قال الطبري:\"يقول: إن الله ذو علو على كل شيء؛ فلا تبغوا أيها الناس على أزواجكم إذا أطعنكم فيما ألزمهن الله لكم من حق سبيلا لعلو أيديكم على أيديهن، فإن الله أعلى منكم ومن كل شيء وأعلى منكم عليهن وأكبر منكم ومن كل شيء، وأنتم في يده وقبضته؛ فاتقوا الله أن تظلموهن وتبغوا عليهن سبيلا، وهن لكم مطيعات، فينتصر لهن منكم ربكم الذي هو أعلى منكم ومن كل شيء، وأكبر منكم ومن كل شيء\" (¬4). ¶ إذن ففي الآية \" تهديد للرجال إذا بغوا على النساء بغير سبب، فإن الله العلي الكبير وليهن، وهو منتقم ممن ظلمهن وبغى عليهن\" (¬5) وفيها \"إشارة إلى الأزواج بخفض الجناح ولين الجانب\" (¬6). ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (5/ 173) ¶ (¬2) جامع البيان (5/ 70) ¶ (¬3) المصدر السابق ¶ (¬4) المصدر السابق. ¶ (¬5) تفسير ابن كثير (1/ 493) ¶ (¬6) الجامع لأحكام القرآن (5/ 173)",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "المطلب الخامس: عضل الزوجة ¶ الفرع الأول: تعريف العضل:- ¶ جاء في معجم مقاييس اللغة:\"العن والضاد واللم أصل صحيح يدل على شدة والتواء والامرومن ذلك العَضَل، ومنه الداء العضال، والأمر المعضل، وهو الشديد الذي يعيي إصلاحه وتداركه، وعضلت المرأة عضلاً، وعضلتها تعضيلاً، إذا منعتها من التزوج ظلماً (¬1). ¶ الفرع الثاني: الآية وسبب النزول:- ¶ قال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَلا تَعْضُلُوهُنَّ أَنْ يَنْكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْا بَيْنَهُمْ بِالْمَعْرُوفِ ذَلِكَ يُوعَظُ بِهِ مَنْ كَانَ مِنْكُمْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذَلِكُمْ أَزْكَى لَكُمْ وَأَطْهَرُ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ} (البقرة:232) ¶ وسبب نزولها أن معقل بن يسار رضي الله عنه قال:\"كنت زوجت أختاً لي من رجل، فطلقها، حتى إذا انقضت عدتها جاء يخطبها، فقلت له: زوجتك وأفرشتك وأكرمتك، فطلقتها ثم جئت تخطبها! لا والله، لا تعود إليها أبداً، قال: وكان رجلاً لا بأس به، وكانت المرأة تريد أن ترجع إليه، فأنزل الله عز وجل هذه الآية، فقلت الآن أفعل يارسول الله، فزوجتها إياه\" (¬2). ¶ وروي عن مجاهد و عكرمة أنهما قالا في هذه الآية: \"كان الرجل يطلق امرأته فيندم و تندم حتى يحب أن ترجع إليه و تحب هي ذلك فيأنف الولي، فقال الله عز وجل الآية\" (¬3). ¶ وأخرج عبد بن حميد من طريق عبيدة بن معتب نحو هذا و فيه فيقول أولياؤها و الله لا ترجعين أبدا إليه لقد استخف بحقنا بطلاقك فنزلت. ¶ وهناك قول آخر أخرجه الطبري من طريق أسباط بن عمرو عن السدي عن قال: \"نزلت هذه الآية في جابر بن عبد الله الأنصاري كانت له بنت عم فطلقها زوجها تطليقة فانقضت عدتها ثم رجع يريد خطبتها فأبى جابر و قال ¶ ¬__________ ¶ (¬1) معجم مقاييس اللغة (4/ 346) ¶ (¬2) صحيح البخاري رقم (4837) وأسباب النزول للواحدي (67) ¶ (¬3) العجاب (1/ 590)",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "طلقت بنت عمنا و تريد أن تنكحها الثانية، وكانت المرأة تريد زوجها، فنزلت هذه الآية\" (¬1) قال ابن كثير: \"والصحيح الأول\" (¬2). ¶ الفرع الثالث: معنى الآية:- ¶ العضل في اللغة يعني الحبس والمنع ظلماً يقال: \"عضل المرأة عن الزوج حبسها، وعضل الرجل أيمه يعضلها ويعضلها عضلاً وعضلها منعها الزوج ظلماً\" (¬3). ¶ قال الجصاص: \"والعضل يعتوره معنيان: أحدهما المنع، والآخر الضيق يقال: عضل الفضاء بالجيش إذا ضاق بهم، والأمر المعضل هو الممتنع، وداء عضال ممتنع، وفي التضييق يقال: عضلت عليهم الأمراء إذا ضيقت، وعضلت المرأة بولدها إذا عسر ولادها وأعضلت، والمعنيان متقاربان لأن الأمر الممتنع يضيق فعله وزواله والضيق ممتنع أيضاً\" (¬4). ¶ وقد اختلف المفسرون في هذا الخطاب {فلا تعضلوهن} على ثلاثة أقوال:- ¶ الأول: أنه خطاب للأزواج، \"ويكون معنى العضل منهم أن يمنعوهن من أن يتزوجن من أردن من الأزواج بعد انقضاء عدتهن؛ لحمية الجاهلية كما يقع كثيراً من السلاطين وغيرهم، غيرة على من كن تحتهم من النساء أن يصرن تحت غيرهم\" (¬5) \"وقد يكون ذلك بأن يدس إلى من يخطبهن ما يخيفه أو ينسب إليهن ما ينفر الرجل من الرغبة فيهن\". ¶ بيد أن هذا القول سيقع في إشكال وهو أن قوله تعالى: (أزواجهن) يعني من قد تزوجوا بهن، وهذا القول يجعل من لم يتزوج بالمرأة قط هو الممنوع ¶ ¬__________ ¶ (¬1) السابق. ¶ (¬2) تفسير القرآن العظيم (1/ 283) ¶ (¬3) لسان العرب (11/ 451) ¶ (¬4) أحكام القرآن (2/ 98) ¶ (¬5) فتح القدير (1/ 279) بتصرف يسير، وينظر روح المعاني (2/ 144)",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "وللجواب على هذا الإشكال حملوا الأزواج على من يردن أن يتزوجنه، وقالوا بأن العرب كثيراً ما تسمي الشيء باسم ما يؤول إليه (¬1). ¶ الثاني: أنه خطاب للأولياء في عضلهن أن يرجعن إلى أزواجهن الذين كانوا أزواجا لهن و سموا أزواجاً باعتبار ما كان \"ويكون معنى إسناد الطلاق إليهم أنهم سبب له لكونهم المزوجين للنساء المطلقات من الأزواج المطلقين لهن\" (¬2). ¶ الثالث: لجميع الناس، فيتناول عضل الأزواج والأولياء جميعاً (¬3) قال أبو السعود: \"وإما للناس كافة فإن إسناد ما فعله واحد منهم إلى الجميع شائع مستفيض، والمعنى: إذا وجد فيكم طلاق فلا يقع فيما بينكم عضل سواء كان ذلك من قبل الأولياء أو من جهة الأزواج، وفيه تهويل لأمر العضل وتحذير منه وإيذان بان وقوع ذلك بين ظهرانهم وهم ساكتون عنه بمنزلة صدوره عن الكل في استتباع اللائمة وسرابة الغائلة \" (¬4). ¶ ولكن الذي يظهر رجحانه هو القول الثاني، لأن عليه جمهور المفسرين (¬5) ولتأيده بسبب النزول، والله اعلم. ¶ ¬__________ ¶ (¬1) انظر روح المعاني (2/ 144) ¶ (¬2) فتح القدير (1/ 279) وينظر زاد المسير (1/ 269) وروح المعاني (2/ 144) ¶ (¬3) اختار الزمخشري هذا القول (الكشاف 1/ 140) وينظر روح المعاني (2/ 144) ¶ (¬4) تفسير أبي السعود (1/ 229) ¶ (¬5) ينظر المصادر السابقة، والتي قبلها.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "المطلب السادس: سوء العشرة ¶ لقد وضع الخالق سبحانه قاعدة عظيمة في التعامل بين الزوجين، وهي في قوله تعالى: {وَعَاشِرُوهُنَّ بِالْمَعْرُوفِ فَإِنْ كَرِهْتُمُوهُنَّ فَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَيَجْعَلَ اللَّهُ فِيهِ خَيْراً كَثِيراً} (النساء: من الآية19) ¶ وللمفسرين في معنى المعاشرة أقوال أجملها فيما يلي:- ¶ القول الأول: طيبوا أقوالكم لهن، وحسنوا أفعالكم، وهيئاتكم بحسب قدرتكم كما تحبون ذلك منهن، فافعلوا أنتم بهن مثله (¬1). ¶ القول الثاني: النصفة في المبيت، والنفقة، والإجمال في القول (¬2). ¶ القول الثالث: أن يوفيها حقها من المهر، والنفقة، والقسم، وترك أذاها بالكلام الغليظ والإعراض عنها، والميل إلى غيرها، وترك العبوس والقطوب في وجهها بغير ذنب، وما جرى مجرى ذلك (¬3). ¶ أي: \"وعليكم أن تحسنوا معاشرة نسائكم فتخالطوهن بما تألفه طباعهن، ولا يستنكره الشرع ولا العرف، ولا تضيقوا عليهن في النفقة، ولا تؤذوهن بقول ولا فعل، ولا تقابلوهن بعبوس الوجه ولا تقطيب الجبين\" (¬4). ¶ والمعاشرة بالمعروف واجبة بنص الآية؛ إذ الأمر يقتضي الوجوب، وقد دلت السنة على ذلك أيضاً، فقد صح عنه صلى الله عليه وآله وسلم أنه قال:\"استوصوا بالنساء خيراً\" (¬5). ¶ ¬__________ ¶ (¬1) ينظر تفسير ابن كثير (1/ 466) ¶ (¬2) ينظر الكشاف (1/ 140) ¶ (¬3) ينظر أحكام القرآن للجصاص (2/ 109) وتفسير البيضاوي (3/ 285) والظلال (1/ 606). ¶ (¬4) تفسير المراغي لأحمد مصطفى المراغي (4/ 213) دار إحياء التراث العربي، بيروت، وينظر المفصل (7/ 235) ¶ (¬5) أخرجه مسلم (10/ 58) مع شرح النووي.",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "المبحث الثاني: ما يحرم على الزوجة. ¶ المطلب الأول: النشوز ¶ الفرع الأول: تعريف النشوز:- ¶ 1. لغة: قال في القاموس المحيط:\" النَّشْزُ: المكانُ المُرْتَفِعُ، كالنَّشازِ، بالفتح، والنَّشَزِ، محركةً وجمعه نُشوزٌ وأنْشازٌ ونِشازٌ، والارْتِفاعُ في مَكانٍ، يَنْشُزُ ويَنْشِزُ. ¶ ونَشَزَ بِقِرْنِهِ: احْتَمَلَهُ فَصَرَعَهُ، و نَفْسُه: جاشَتْ، و المرأةُ تَنْشُزُ وتَنْشِزُ نُشوزاً: اسْتَعْصَتْ على زَوْجِها، وأبْغَضَتْهُ، و بَعْلُها عليها: ضَرَبَها، وجَفاها. ¶ وعِرْقٌ ناشِزٌ: مُنْتَبِرٌ، يَضْرِبُ من داءٍ، وقَلْبٌ ناشِزٌ: ارْتَفَعَ عن مَكانِهِ رُعْباً. وأنْشَزَ عِظامَ المَيِّتِ: رَفَعَها إلى مَواضِعِها، ورَكَّبَ بعضَها على بعضٍ، وأنشز الشيءَ: رَفَعَه عن مَكانِهِ\" (¬1). ¶ وفي اللسان:\" النَّشْزُ والنَّشَزُ: المَتْنُ المرتفعُ من الأَرض، وهو-أَيضاً- ما ارتفع عن الوادي إِلى الأَرض، وليس بالغليظ، والجمع أَنْشازٌ ونُشُوزٌ. ونَشَزَ يَنْشُزُ نُشُوزاً: أَشرف على نَشَزٍ من الأَرض، وهو ما ارتفع وظهر. ونَشَزَ في مجلسه يَنْشِزُ ويَنْشُزُ، بالكسر والضم: ارتفع قليلاً، وفي التنزيل العزيز: {وإِذا قيل انْشُزوا فانْشُزوا} معناه: إِذا قيل انْهَضُوا فانْهَضُوا وقُومُوا \" (¬2). ¶ 2. اصطلاحاً: قال ابن قدامة:\" النشوز مأخوذ من النشز وهو المكان المرتفع، فكأن الناشز ارتفعت عن طاعة زوجها فسميت ناشزاً\" (¬3). ¶ أما الفقهاء قد تنوعت عباراتهم في ذلك، وسأذكر هنا بعضها:- ¶ أ قال في البدائع:\" والنشوز في النكاح أن تمنع نفسها من الزوج بغير حق خارجة من منزله، بأن خرجت بغير إذنه وغابت أو سافرت\" (¬4). ¶ ب ¶ ت ¶ ¬__________ ¶ (¬1) القاموس المحيط (621) م نشز. ¶ (¬2) لسان العرب (5/ 189) م نشز، بحذف. ¶ (¬3) المغني (8/ 189) ¶ (¬4) البدائع (5/ 29)",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "ث قال في مغني المحتاج:\"خروج عن طاعة الزوج بعد التمكين والعرض\" (¬1). ¶ ج قال في المغني:\" معصيتها لزوجها فيما له عليها مما أوجبه له النكاح (¬2). ¶ إذاً النشوز من النساء\" استعلاؤهن على أزواجهن وارتفاعهن، عن فرشهم بالمعصية منهن، والخلاف عليهم فيما لزمهن طاعتهم فيه بغضاً منهن وإعراضاً عنهم\" (¬3)، فليس للنشوز ضابط معين بل كل ما يعد إعراضاً يعتبر نشوزاً، وضرب بعض الفقهاء من أمثلة النشوز عدم فتح الباب في حالة دق الزوج له، بل قال بعضهم بأنه لو أمر زوجته بالتحرك أو رفع رجليها أثناء الجماع فرفضت فإنها والحالة هذه تعتبر ناشزاً، ومن وجهة نظري أن هذا إيغال في تعميم معنى النشوز، وفي هذه الحالة يمكن لنا أن قول بإثم المرأة ولا نقول بنشوزها، وإن كنت لم أجد أحداً فرق بين العصيان والنشوز إذ جعل الفقهاء العلاقة بينهما علاقة تلازمية، والذي يظهر لي القول بالتفريق بينهما في مواطن وتلازمهما في مواطن فيكونان متلازمين في العصيان الذي تنسب الزوجة فيه للعصيان المؤثر على حياة واستقرار الأسرة كرفضها الاستقرار في البيت بعد نهي زوجها عن خروجها، أو رفضها النوم مع زوجها، ونحو هذه الصور مما تعني عرفاً وعادة الخروج عن الطاعة وتفضي غالبا إلى هدم بيت الزوجية، أما مطلق العصيان فلا أظنه وجيهاً خاصة لما يترتب على النشوز قضاءاً من أحكام لا تتناسب مع صغر هذه المعصية كرفع الرجلين أو التحرك أثناء الجماع، إن العواقب التي يفضي إليها حكم النشوز على هذه الصور سيفضي إلى ما هو أشد على الزوجين معاً مع ما سيؤثر سلباً على نفسيتي الزوجين إذ سيتمادى الزوج في تهديد زوجته في كل صغيرة وكبيرة وسيستعبدها إلى مدى بعيد خاصة عند ضعفاء النفوس وما أكثرهم خاصة مع جهلهم بحقوق الزوجية، والمنهج النبوي في الحياة الأسرية، كما سيؤثر ¶ ¬__________ ¶ (¬1) مغني المحتاج (3/ 572). ¶ (¬2) المغني (8/ 189) ¶ (¬3) جامع البيان (5/ 62)",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "على نفسية الزوجة التي سيبذر فيها بذور الكراهية لزوجها التي ستترعرع على مر الزمان وستنمو مع تكاثر التهديدات والمطالبات، وهذا ولا شك مما لا يأمر به الشرع الشريف، بل إن الشرع في نظرته للأسرة يجعل لها سياجاً حافظاً لها من الانهيار، بيد أنا يمكن أن نبين للنساء مدى أهمية طاعة الزوج وإلى أي مستوى وصل هذا المدى عند بعض فقهاء الأمة بحيث تتنبه المرأة إلى هذه القضية وتعنى بها. ¶ الفرع الثاني: قوامة الرجل وسببها. ¶ قال الله عز وجل: {الرِّجَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّهُ بَعْضَهُمْ عَلَى بَعْضٍ وَبِمَا أَنْفَقُوا مِنْ أَمْوَالِهِمْ فَالصَّالِحَاتُ قَانِتَاتٌ حَافِظَاتٌ لِلْغَيْبِ بِمَا حَفِظَ اللَّهُ} (النساء: من الآية34). ¶ قال القرطبي: \"و {قوام} فعال للمبالغة من القيام على الشئ فيه، وحفظه بالإجتهاد\" (¬1). ¶ وقوامية الرجل على المرأة هي: أن يقوم بتدبيرها وتأديبها، وتولي أمرها وإصلاح حالها آمراً ناهياً لها، كما يقوم الولاة على الرعايا، وإمساكها في بيتها ومنعها من البروز (¬2)،وبما أن المراد بالقيام هنا هو الرئاسة، فليس معناها التصرف بالمرؤوس بإرادته واختياره، وليس معناها-أيضاً- أن يكون المرؤوس مقهوراً مسلوب الإرادة لا يعمل عملاً إلا ما يوجهه إليه رئيسه، فإن كون الشخص قيماً على آخر هو عبارة عن إرشاده والمراقبة عليه في تنفيذ ما يرشده إليه، أي ملاحظته في أعماله وتربيته (¬3). ¶ هذا وقد بين القرآن سبب القوامية هذه وأنه سببان هما:- ¶ السبب الأول: فطري، فالله عز وجل\"فضل الرجال على النساء في أصل الخلقة وأعطاهم من الحول والقوة مالم يعطهن، فكان من أجل ذلك التفاوت في ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (5/ 169) ¶ (¬2) ينظر الجامع لأحكام القرآن (5/ 169) وأحكام القرآن لأبي بكر ابن العربي (1/ 530) والكشاف للزمخشري (1/ 265). ¶ (¬3) ينظر تفسير المنار (5/ 56)",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "التكاليف والأحكام الشرعية وفي الحقوق والواجبات مترتباً على هذا التفاوت في فطرتهم وأصل خلقتهم وجبلتهم واستعدادهم\" (¬1) فالرجال لهم فضيلة في زيادة العقل والتدبير فجعل الله لهم حق القيام عليهن لذلك، كما أن للرجال زيادة قوة في النفس والطبع ما ليس للنساء؛ لأن طبع الرجال غلب عليه الحرارة واليبوسة فيكون فيه قوة وشدة وطبع النساء غلب عليه الرطوبة والبرودة، فيكون فيه معنى اللين والضعف؛ فجعل لهم حق القيام عليهن بذلك (¬2). ¶ السبب الثاني: كسبي، وهو بما أنفقه وينفقه الرجل على امرأته من مهر ونفقة وتكاليف أخرى ألزمه الشرع بها (¬3)، فعن ابن عباس - رضي الله عنه - قال: فضله عليها بنفقته وسعيه (¬4)، وفسر سفيان {وبما أنفقوا من أموالهم} بما ساقوا من المهر (¬5). ¶ ويلخص الطبري معنى الآية فيقول:\" فتأويل الكلام إذاً أن الرجال قوامون على نسائهم بتفضيل الله إياهم عليهن، وبإنفاقهم عليهن من أموالهم\" (¬6). ¶ الفرع الثالث: وجوب طاعة المرأة زوجها. ¶ إن القوامية للرجل لا تستقيم كاملة مالم تكن المرأة مطيعة لزوجها بل إن الطاعة من لوازم القوامية، قال القرطبي عند تفسير هذه الآية:\" وأن عليها طاعته وقبول أمره ما لم تكن معصية\" (¬7). ¶ وقوله تعالى: {فالصالحات قانتات حافظات للغيب} خبر\"مقصوده الأمر بطاعة الزوج، والقيام بحقه في ماله وفي نفسها في حال غيبة الزوج\" (¬8). ¶ ¬__________ ¶ (¬1) المفصل (7/ 277) ¶ (¬2) ينظر الجامع لأحكام القرآن (5/ 169)، المنار (5/ 56) ¶ (¬3) ينظر تفسير ابن كثير (1/ 492) والمنار (5/ 56) والمفصل (7/ 277) ¶ (¬4) جامع البيان (5/ 59) ¶ (¬5) المصدر السابق. ¶ (¬6) المصدر السابق ¶ (¬7) الجامع لأحكام القرآن (5/ 169) ¶ (¬8) الجامع لأحكام القرآن (5/ 169)",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "و دلت السنة –أيضاً- على ما دل عليه القرآن هنا، فعن أبي هريرة - رضي الله عنه - قال: قال رسول الله صلى الله عليه وسلم:\"خير النساء التي إذا نظرت إليها سرتك وإذا أمرتها أطاعتك، وإذا غبت عنها حفظتك في نفسها ومالك، قال: وتلا هذه الآية {الرجال قوامون على النساء} إلى آخر الآية\" (¬1). ¶ وقال صلى الله عليه وسلم لعمر:\"ألا أخبرك بخير ما يكنزه المرء المرأة الصالحة إذا نظر إليها سرته، وإذا أمرها أطاعته، وإذا غاب عنها حفظته\" (¬2). ¶ الفرع الرابع: تأديب المرأة الناشز. ¶ نص القرآن على جواز تأديب المرأة الناشز في قوله تعالى: {وَاللاتِي تَخَافُونَ نُشُوزَهُنَّ فَعِظُوهُنَّ وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ وَاضْرِبُوهُنَّ فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً إِنَّ اللَّهَ كَانَ عَلِيّاً كَبِيراً} (النساء: من الآية34). ¶ فللزوج حق تأديب زوجته إذا قصرت في أداء الحق عليها، أو إذا قصرت في أداء حقوقه التي أوجبها الشرع عليها وحق الله عليها، هو فعل ما أمرها به وترك ما نهاها عنه (¬3). ¶ وقد ذكرت الآية وسائل التأديب الشرعي وهي: - ¶ 1 - الوعظ. ... 2 - الهجر في المضاجع. ¶ 3 - الضرب. ¶ أولاً: الوعظ:- ¶ قال ابن عباس:\" {فعظوهن} يعني: عظوهن بكتاب الله، أمره الله إذا نشزت أن يعظها ويذكرها الله ويعظم حقه عليها\" (¬4). ¶ وقال القرطبي:\" {فعظوهن} أي: بكتاب الله، وذكروهن ما أوجب الله عليهن من حسن الصحبة، وجميل العشرة للزوج، والإعتراف بالدرجة التي له عليها\" (¬5). ¶ ¬__________ ¶ (¬1) مسند الطيالسي (1/ 306) والفردوس بمأثور الخطاب لأبي شجاع الديلمي (2/ 181) تحقيق: السعيد بسيوني، دار الكتب العلمية، بيروت، ط1، 1986م. ¶ (¬2) أبو داود (2/ 126) وابن ماجة (1/ 596) والمستدرك (1/ 567) ¶ (¬3) المفصل (7/ 309) ¶ (¬4) جامع البيان (5/ 62) ¶ (¬5) الجامع لأحكام القرآن (5/ 171) وينظر المغني (7/ 242)",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ويجب أن يكون الوعظ بالتي هي أحسن، هيناً لينا خالياً من التعنيف والشدة، وأن يشعر زوجته أنه يريد الخير لها، ويقيها الضرر بسبب تقصيرها فيما أوجبه الله عليها (¬1). ¶ ثانيا الهجر في المضاجع:- ¶ إن لم ينفع الوعظ تحول الزوج إلى الوسيلة الثانية، وهي الهجر في المضاجع {وَاهْجُرُوهُنَّ فِي الْمَضَاجِعِ} وللمفسرين أقوال في المراد بالهجر وهي:- ¶ 1. هو أن يضاجعها ويوليها ظهره، ولا يجامعها، روي هذا عن ابن عباس وغيره (¬2). ¶ 2. القبيح من الكلام، أي: غلظوا عليهن في القول، وضاجعوهن للجماع وغيره قال معناه سفيان، وروى عن ابن عباس. ¶ 3. شدوهن وثاقاً في بيوتهن من قولهم: هجر البعير، أي ربطه بالهجار، وهو حبل يشد به البعير، وهو اختيار الطبري (¬3)،وقدح في سائر الأقوال ونظر القرطبي في كلامه (¬4)، ورد عليه القاضي أبو بكر بن العربي في أحكامه، وقال: يالها من هفوة من عالم بالقرآن والسنة (¬5). ¶ 4. أن لا يجامعها ويضاجعها على فراشها، ويوليها ظهره، ولا يكلمها مع ذلك ولا يحدثها، روي هذا عن السدي. ¶ 5. اهجروا حجرهن. ¶ 6. ترك الدخول عليهن والإقامة عندهن (¬6). ¶ ¬__________ ¶ (¬1) ينظر المفصل (7/ 313) ¶ (¬2) الجامع لأحكام القرآن (5/ 171) ¶ (¬3) ينظر جامع البيان (5/ 63) ¶ (¬4) ينظر الجامع لأحكام القرآن (5/ 171) ¶ (¬5) أحكام القرآن لأبي بكر ابن العربي (1/ 532) مراجعة وتعليق: محمد عبد القادر عطا، دار الكتب العلمية، بيروت، لبنان، ط1، 1408هـ-1988م. ¶ (¬6) ينظر الجامع لأحكام القرآن (5/ 171) والطبري (5/ 66) والمنار (5/ 60) وابن كثير (1/ 493) وعون المعبود (6/ 129)",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "والذي يظهر أن المراد الهجر في المضجع نفسه، وهو الفراش أي هجرها في النوم بأن يوليها ظهره، ولا يجامعها، ولا يكلمها إلا بقدر قليل جداً حتى لا يضطر إلى كلامها بعد ثلاثة أيام، لأنه لا يجوز هجر كلامها أكثر من ذلك (¬1)،كما جاء في السنة عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وآله وسلم:\" لا يحل لمسلم أن يهجر أخاه فوق ثلاث\" (¬2). ¶ ثالثا الضرب:- ¶ الضرب هو الوسيلة الثالثة إذا لم ينفع مع الزوجة وعظها وهجرها في المضجع قال تعالى: {واضربوهن} والضرب في هذه الآية هو الضرب غير المبرح وهو الذي لايجرح، ولا يكسر عظماً، ولا يشين جارحة، كاللكزة ونحوها، فإن المقصود منه الصلاح (¬3). ¶ وهذا كما ثبت في صحيح مسلم عن جابر عن النبي صلى الله عليه وسلم أنه قال في حجة الوداع:\"واتقوا الله في النساء؛ فإنهن عندكم عوان ولكم عليهن أن لا يوطئن فراشكم أحداً تكرهونه، فإن فعلن فاضربوهن غير مبرح\". ¶ قال النووي (¬4):\"وأما الضرب المبرح فهو: الضرب الشديد الشاق، ومعناه اضربوهن ضرباً ليس بشديد ولا شاق، والبرح المشقة\" (¬5). ¶ ¬__________ ¶ (¬1) ينظر مفاتيح الغيب (10/ 93) ¶ (¬2) البخاري (5/ 2253) ومسلم (4/ 1993) وينظر المنار (5/ 60) والمفصل (7/ 315) ¶ (¬3) ينظر الجامع لأحكام القرآن (5/ 172) وابن كثير (1/ 493) ¶ (¬4) الإمام الفقيه الحافظ محيى الدين أبو زكريا يحيى بن شرف بن مري الحزامي الحوراني الشافعي، ولد في المحرم سنة إحدى وثلاثين وستمائة، وقدم دمشق سنة تسع وأربعين وحج مرتين، صنف التصانيف النافعة في الحديث والفقه وغيرها، كشرح مسلم والروضة والمنهاج والتحقيق والأذكار ورياض الصالحين والارشاد والتقريب كلاهما في علوم الحديث وتهذيب الأسماء واللغات ومختصر أسد العابة في الصحابة والمبهمات وغير ذلك، وكان إماما بارعا حافظا متقنا اتقن علوما شتى، وبارك الله في علمه وتصانيفه، وكان شديد الورع والزهد أماراً بالمعروف ناهياً عن المنكر، تهابه الملوك، تاركا لجميع ملاذ الدنيا، ولم يتزوج وولي مشيخة دار الحديث الأشرفية بعد أبي شامة فلم يتناول منها درهما، مات في رابع عشري رجب سنة ست وسبعين وستمائة (طبقات الحفاظ1/ 513) ¶ (¬5) المنهاج شرح صحيح مسلم بن الحجاج، ليحي النووي (8/ 184) دار إحياء التراث العربي، بيروت، ط2، 1392هـ.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "وضبطه بعضهم بأنه \"ما يعظم ألمه بأن يخشى منه مبيح تيمم\" (¬1). ¶ إذن المقصود من الضرب هنا هو الضرب غير المبرح، ومثل له بعض العلماء بالضرب بالسواك أو القصبة الصغيرة والمنديل الملفوف ونحوها (¬2). ¶ فعن عطاء قال: \"قلت لابن عباس ما المبرح؟ قال بالسواك ونحوه\" (¬3)،وروي نحو هذا عن ابن عمر رضي الله عنهما (¬4). ¶ ونقل الرازي عن بعضهم قوله:\"ينبغي أن يكون الضرب بمنديل ملفوف بيده ولا يضربها بالسياط ولا بالعصا \". ¶ قال الرازي:\"وبالجملة فالتخفيف مراعى في هذا الباب على أبلغ الوجوه\" (¬5)، ويظهر بهذا أن المقصود الأول بالعقاب هو العقاب المعنوي لا الحسي، وإلا ما الذي يفعله سواك أومنديل. ¶ لكن إذا خرج الضرب عن حده التأديبي، أو\"أدى إلى الهلاك وجب الضمان\" (¬6). ¶ هذا وقد ذهب بعض الفقهاء إلى أن الضرب لا يكون إلا إذا تكرر النشوز وهو ما رجحه جمهور العراقيين من الشافعية وتبعهم الرافعي، والذي صححه النووي جواز الضرب وإن لم يتكرر النشوز لظاهر الآية (¬7). ¶ والضرب وإن كان مباحاً إلا أن تركه أفضل، كما قال الشافعي (¬8). ¶ ¬__________ ¶ (¬1) حواشي البجيرمي على الإقناع (3/ 599) ¶ (¬2) ينظر المصدر السابق، وتفسير المنار (5/ 60) ¶ (¬3) الجامع لأحكام القرآن (5/ 173) ¶ (¬4) ينظر الجامع لأحكام القرآن (5/ 173) ¶ (¬5) مفاتيح الغيب (10/ 93) ¶ (¬6) الجامع لأحكام القرآن (5/ 172) ¶ (¬7) الإقناع للشربيني (3/ 599) ¶ (¬8) ينظر مفاتيح الغيب للفخر الرازي (10/ 90) دار الكتب العلمية، بيروت لبنان، ط1، 1411هـ-1990م.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "وجاء في السنة عن أم كلثوم بنت أبي بكر (¬1) قالت:\"ثم كان الرجال نهوا عن ضرب النساء، ثم شكوهن إلى رسول الله صلى الله عليه وسلم، فخلى بينهم وبين ضربهن. ¶ ثم قلت: لقد طاف الليلة بآل محمد صلى الله عليه وسلم سبعون امرأة كلهن قد ضربت قال القاسم: ثم قيل: لهم بعد ولن يضرب خياركم\" (¬2). ¶ وللحافظ هنا كلام جميل إذ يقول: \"وفي قوله أن يضرب خياركم دلالة على أن ضربهن مباح في الجملة، ومحل ذلك أن يضربها تأديباً إذا رأى منها ما يكره فيما يجب عليها فيه طاعته، فإن اكتفى بالتهديد ونحوه كان أفضل، ومهما أمكن الوصول إلى الغرض بالإيهام لا يعدل إلى الفعل؛ لما في وقوع ذلك من النفرة المضادة لحسن المعاشرة المطلوبة في الزوجية إلا إذا كان في أمر يتعلق بمعصية الله\" (¬3). ¶ وقال المناوي في فيض القدير:\" أما الأخيار فيرون اللائق سلوك سبيل العفو والحلم والصبر عليهن، وملاينتهن بالتي هي أحسن، واستجلاب خواطرهن بالإحسان بقدر الإمكان\" (¬4). ¶ الفرع الخامس: ترتيب الوسائل:- ¶ هذه الوسائل الثلاث مرتبة ترتيباً تصاعدياً فالذي\"يدل عليه نص الآية أنه تعالى ابتدأ بالوعظ، ثم ترقى منه إلى الهجران في المضاجع، ثم ترقى منه إلى الضرب، وذلك تنبيه يجري مجرى التصريح في أنه مهما حصل الغرض بالطريق الأخص وجب الاكتفاء به، ولم يجز الإقدام على الطريق الأشق\" (¬5) ¶ ¬__________ ¶ (¬1) هي: أم كلثوم بنت أبي بكر الصديق القرشية التيمية، أمها حبيبة بنت خارجة أخت زيد بن خارجة، مات أبوها أبو بكر الصديق وأمها حامل بها، روى لها البخاري ومسلم (تهذيب الكمال35/ 380) ¶ (¬2) أخرجه البيهقي في السنن الكبرى (7/ 304) والحاكم (2/ 208) ومصنف ابن أبي شيبة (5/ 223) ¶ (¬3) فتح الباري (9/ 304) ¶ (¬4) فيض القدير (1/ 534) ¶ (¬5) مفاتيح الغيب (10/ 93)",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "لكن قال الشوكاني (¬1):\"وظاهر النظم القرآني أنه يجوز للزوج أن يفعل جميع هذه الأمور عند مخافة النشوز\" (¬2). ¶ ويبدو أن الشوكاني فهم هذا من حرف العطف (و) الذي يدل على مطلق الجمع كما هو مذهب جماهير النحاة، ولايدل على الترتيب كما ذهب إليه قلة من النحاة (¬3) وعزي إلى الشافعي، والذي يظهر-والله أعلم- أن ترتيب هذه الوسائل يلاحظ من قوتها بحيث ترى الثانية أوى من الأولى، والثالثة أقوى من الثانية وحرف العطف (و) هنا لا يضاد هذا كما أنه لا يؤيد ما قاله الشوكاني. ¶ الفرع السادس: التأديب والبغي:- ¶ مما يعنينا هنا سؤال مهم وهو: أن وسائل التأديب هذه هل تتنافى مع البغي؟ ¶ والجواب عليه: أن الإسلام جاء ليصلح المجتمع برمته ويصلح نواته وجعل لذلك سبلاً وطرقاً عدة إذ إنه يريد الصلاح للإسرة والمجتمع. ¶ وكان من تلك الوسائل الضرب ومعلوم أن الضرب عقاب تعزيري ولا يكون العقاب إلا على خطأ، وهذا بخلاف البغي، الذي يعني مجاوزة الحد فبين العقاب ومجاوزة الحد بون شاسع. ¶ لقد شرع العقاب لكي يستقيم حال المعاقب، ويقر بخطئه، ويتركه فهو إذن في صالح المعاقب. ¶ ونهى الله عن البغي، الذي هو محض ظلم على الآخر دون موجب. ¶ ومن هنا يتبين أن الضرب يجب ألا يجاوز حدوده التعزيريه المنصوص عليها، وبينها العلماء ذلك أن الغرض الأول والأخير هو الإصلاح لا مجرد ¶ ¬__________ ¶ (¬1) هو: محمد بن علي بن محمد الشوكاني قاضي القضاة من العلماء المجتهدين له مؤلفات مشهورة منها: نيل الأوطار والسيل الجرار وغيرهما ت1252هـ (البدر الطالع 237 تحقيق: حسين العمري، دار الفكر، دمشق، سوريا ط1، 1419هـ-1998م). ¶ (¬2) فتح القدير (1/ 532) ¶ (¬3) ينظر مغني اللبيب لابن هشام الأنصاري (2/ 408) تحقيق: محمد عبد الحميد، المكتبة العصرية، بيروت، 1992م.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "العقاب، ولهذا لا بد أن يغلب على الزوج أن الضرب سيؤدي إلى نتيجة مرضية أما إذا غلب على ظنه العكس فلا يجوز له ذلك حينئذٍ. ¶ الفرع السابع: شبهة وردها:- ¶ هذا الحكم الذي جاء به القرآن حاول بعض المتأثرين بالغرب أن ينتقدوه ويردوه أو يوءولوه بحجة مصادمته للتطور، وأن فيه إهداراً لآدمية المرأة. ¶ والجواب على هذه الترهة ليس بالأمر العسير ذلك \"أن مشروعية ضرب النساء ليس بالأمر المستنكر في العقل أو في الفطرة، فيحتاج إلى التأويل، فهو أمر يحتاج غليه في حال فساد البيئة، وغلبة الأخلاق الفاسدة، وإنما يباح إذا رأى الرجل أن رجوع المرأة عن نشوزها يتوقف عليه، وإذا صلحت البيئة وصار النساء يفعلن بالنصيحة ويستجبن للوعظ، أو يزجرن بالهجر، فيجب الاستغناء عن الضرب\" (¬1). ¶ أما القول بأن فيه إهداراً لآدميتها، فنقول هل في عقاب المخطيء إهدار لآدميته، إن المسالة واضحة وضوح الشمس في رابعة النهار. ¶ ومما ينبغي أن يعلم هنا أن النساء يختلفن نفسياً من حيث تقبل التأديب بالضرب، فهناك من لا ييفيدها ذلك بل قد يزيدها عتواً، وذكرت أنه لا يجوز استعمال الضرب مع هذه. ¶ ومنهن من لا ينفع معها إلا هذه الوسيلة، بل من النساء من لا تحس برجولة الرجل وتسلم له زمامها وتنقاد له إلا إذا قهرها عضلياً (¬2) ¶ يقول ابن العربي:\" ومن النساء بل من الرجال من لا يقيمه إلا الأدب \" (¬3) وهذا أمر لا ينكره العامي بله من يدعي التطور والثقافة. ¶ إن هذا الحكم جاء في القرآن الذي هو {تَنْزِيلٌ مِنَ الرَّحْمَنِ الرَّحِيمِ} (فصلت:2) و {تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (فصلت: من الآية42) فالذي قرر هذا ¶ ¬__________ ¶ (¬1) تفسيرالمنار (5/ 61) ¶ (¬2) ينظر في ظلال القرآن الكريم لسيد قطب (2/ 654) دار الشروق، ط16، 1410هـ-1990م. ¶ (¬3) أحكام القرآن لابن العربي (1/ 536)",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "الحكم هو من يعلم دخائل النفوس ودغائلها، ويعلم ما يصلحها وما يفسدها وكل قول بعد قوله مردود.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "المطلب الثاني: سوء المعاشرة ¶ سبق وأن ذكرت نحو هذا المطلب في الفصل الأول، وهنا أنبه إلى أن سوء المعاشرة أمر منهي عنه من المرأة لزوجها أيضاً ذلك أن الله تعالى يقول: {وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ بِالْمَعْرُوفِ} (البقرة: من الآية228) ¶ فحسن المعاشرة من الحقوق المشتركة بين الزوجين، قال في كشاف القناع:\"ويسن لكل من الزوجين تحسين خلقه لصاحبه والرفق به، واحتمال أذاه\" (¬1). ¶ ¬__________ ¶ (¬1) كشاف القناع (3/ 110،109)",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "الفصل الثالث ¶ المحرمات عقب الطلاق ¶ وفيه مبحثان ¶ المبحث الأول: ما يحرم على الزوج. ¶ المبحث الثاني: ما يحرم على الزوجة.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "المبحث الأول ¶ ما يحرم على الزوج ¶ وفيه ثلاثة مطالب ¶ المطلب الأول: مراجعة من طلقها ولم يدخل عليها. ¶ المطلب الثاني: النهي عن الإضرار بهن ¶ المطلب الثالث: نكاح مطلقته ثلاثا.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "المطلب الأول: مراجعة من طلقها ولم يدخل عليها ¶ الفرع الأول: أنواع الطلاق:- ¶ ينقسم الطلاق إلى نوعين: رجعي، وبائن ¶ 1. الرجعي: وهو أن يملك الزوج مراجعة زوجته بعد طلاقها، مادامت في العدة من غير اعتبار رضاها، ومن شرط هذا الطلاق تقدم المسيس (¬1). ¶ 2. والبائن: وهو بعكس الرجعي، بمعنى أنه لا يمتلك الزوج مراجعة زوجته بعد طلاقها. ¶ الفرع الثاني: طلاق غير المدخول بها:- ¶ من طلق زوجته ولم يدخل بها فلا مراجعة له لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً} (الأحزاب:49) ¶ لقد\"جاءت هذه الآية تشريعاً لحكم المطلقات قبل البناء بهن، أن لا تلزمهن عدة بمناسبة حدوث طلاق زيد بن حارثة (¬2) زوجه زينب بنت جحش\" (¬3) لتكون الآية مخصصة لعموم قوله تعالى {:وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ} (البقرة: من الآية228)،ولقوله: {وَاللائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ} (الطلاق: من الآية4) (¬4). ¶ \"وهذا التخصيص لئلا يظن ظان أن العدة من آثار العقد على المرأة، سواء دخل بها الزوج أم لم يدخل\" (¬5). ¶ ¬__________ ¶ (¬1) بداية المجتد، وسيأتي لهذا مزيد بيان في آواخر البحث. ¶ (¬2) هو: زيد بن حارثة أبو أسامة مولى رسول الله صلى الله عليه وسلم، أصابه سباء في الجاهلية، فاشتراه حكيم بن حزام في سوق حباشة، وهي سوق بناحية مكة كانت مجمعا للعرب يتسوقون بها في كل سنة اشتراه لخديجة بنت خويلد، فوهبته خديجة لرسول الله صلى الله عليه وسلم، فتبناه رسول الله صلى الله عليه وسلم بمكة، قبل النبوة، وهو ابن ثمان سنين، وقتل زيد بن حارثة بمؤتة من أرض الشام سنة ثمان من الهجرة (الاستيعاب 2/ 542) ¶ (¬3) التحرير والتنوير (11/ 59) ¶ (¬4) ينظر فتح القدير (4/ 334) والتحرير والتنوير (11/ 59) ¶ (¬5) التحرير والتنوير (11/ 59)",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "قال ابن العربي:\"وأجمع علماء الأمة على أن لا عدة على المرأة إذا لم يدخل بها زوجها لهذه الآية\" (¬1). ¶ و تفصيل معنى الآية: ¶ أن الله تعالى يقول: يا أيها الذين صدقوا الله ورسوله {إذا نكحتم} والنكاح هنا هو العقد باتفاق المفسرين وهذه هي أصرح آية-كما قال ابن كثير- تدل على أن النكاح حقيقة في العقد مجاز في الوطء (¬2) لا كماعكس الأحناف (¬3). ¶ قوله {المؤمنات} \"تخصيص المؤمنات مع عموم الحكم للكتابيات للتنبيه على أن المؤمن شأنه أن يتخير لنطفته، ولا ينكح إلا مؤمنة\" (¬4)، وقيل: \"خرج مخرج الغالب إذلا فرق في الحكم بين المؤمنة والكتابية في ذلك بالإتفاق\" (¬5). ¶ {ثم طلقتموهن من قبل أن تمسوهن} والمقصود بالمسيس هنا الجماع (¬6). ¶ {فما لكم عليهن من عدة تعتدونها} قال ابن عباس:\"قوله تعالى {يا أيها الذين آمنوا إذا نكحتم المؤمنات ... الإية} هذا في الرجل يتزوج المرأة ثم يطلقها من قبل أن يمسها، فإذا طلقها واحدة بانت منه ولا عدة عليها، تتزوج من شاءت\" (¬7). ¶ قال ابن كثير:\" هذا أمر مجمع عليه بين العلماء، أن المرأة إذا طلقت قبل الدخول بها لاعدة عليها، فتذهب فتتزوج في فورها من شاءت، ولا يستثنى من ¶ ¬__________ ¶ (¬1) أحكام القرآن (3/ 587) ¶ (¬2) تفسير ابن كثير (3/ 498) ¶ (¬3) ينظر أحكام القرآن للجصاص (5/ 232) ¶ (¬4) روح المعاني (22/ 48). ¶ (¬5) تفسير ابن كثير (3/ 499) والأساس في التفسير (8/ 4457) ¶ (¬6) والخلوة الصحيحة بها تقوم مقام المساس عند الحنفية والحنابلة خلافا للشافعية، وهي أن يخلو بها من غير أن يكون في أحد الزوجين مانع شرعي كالإحرام والصوم، أو مانع حسي كالمرض، أو مانع عقلي بأن يكون هناك شخص يستحي منه، فلو خلا بها على هذا الوجه ثم طلقها قبل الدخول بها يجب على الزوج المهر كاملاًوعليها العدة احتياطاً (ينظر تفسير البيضاوي مع حاشية زادة الحنفي6/ 647) وزاد المسير لابن الجوزي (6/ 214) تحقيق: أحمد شمس الدين، دار الكتب العلمية، بيروت لبنان، ط1، 1414هـ.) ¶ (¬7) جامع البيان (22/ 19)",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "هذا إلا المتوفي عنها زوجها؛ فإنها تعتد منه أربعة أشهر وعشرا، وإن لم يكن دخل بها بالإجماع أيضا\" (¬1). ¶ الفرع الثالث: متعة المطلقة غير المدخول بها:- ¶ قد نص القرآن على متعة المطلقة غير الدخول بها، فقال سبحانه {فمتعوهن وسرحوهن سراحا جميلا} قال ابن عباس:\"يقول: إن كان سمى لها صداقاً فليس لها إلا النصف؛ فإن لم يكن سمى لها صداقاً متعها على قدر عسره ويسره، وهو السراح الجميل\" (¬2). ¶ وقال الطبري:\" قوله {وسرحوهن سراحاً جميلاً} يقول: وخلوا سبيلهن تخلية بالمعروف، وهو التسريح الجميل\" (¬3). ¶ ونقل المفسرون ثلاثة أقوال في معنى السراح الجميل هنا وهي:- ¶ 1. أخرجوهن من منازلكم؛ إذ ليس لكم عليهن عدة، مشتملاً هذا الإخراج على كلام طيب، عارياً عن أذى ومنع واجب. ¶ 2. ألا يطالبوهن بما آتوهن. ¶ 3. الطلاق السني (¬4). ¶ وهذا حكم ثابت لم ينسخ كما قال بعضهم:\" المتعة في هذا الموضع منسوخة بقوله {فنصف ما فرضتم}،ونقل عن سعيد بن المسيب قوله:\" ثم نسخ هذا الحرف\" (¬5). ¶ ¬__________ ¶ (¬1) تفسير ابن كثير (3/ 499)،وينظر أحكام القرآن للشافعي (1/ 251) ¶ (¬2) جامع البيان (22/ 19) ¶ (¬3) المصدر السابق. ¶ (¬4) ينظر روح المعاني (22/ 51) وتفسير البيضاوي (6/ 649) مع حاشية زادة، وزاد المسير (6/ 214). ¶ (¬5) جامع البيان (22/ 19)",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "المطلب الثاني: الإضرار بهن ¶ الفرع الأول: تعريف الإضرار:- ¶ قال في القاموس المحيط:\" الضَّرُّ، ويضمُّ: ضِدُّ النَّفْعِ، أو بالفتح: مَصْدَرٌ، وبالضم: اسمٌ، ضَرَّهُ وضر به وأضَرَّهُ وضارَّهُ مُضارَّةً وضِراراً\" (¬1). ¶ الفرع الثاني: أنواع الإضرار والنهي عنها:- ¶ تختلف أنواع إضرار الزوج بزوجته إلى ما يلي:- ¶ 1. الإمساك دون حاجة كما قال تعالى: {فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَان} (البقرة: من الآية229). ¶ 2. المراجعة دون حاجة، قال تعالى: {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلا تُمْسِكُوهُنَّ ضِرَاراً لِتَعْتَدُوا وَمَنْ يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَه} (البقرة: من الآية231) ¶ قال ابن عباس:\"كان الرجل يطلق امرأته، ثم يراجعها قبل انقضاء عدتها، ثم يطلقها يفعل ذلك يضارها ويعضلها؛ فأنزل الله هذه الآية\" (¬2). ¶ وسُئل الحسن عن هذه الآية فقال:\"كان الرجل يطلق المرأة ثم يراجعها، ثم يطلقها ثم يراجعها يضارها؛ فنهاهم الله عن ذلك\" (¬3). ¶ وقال السدي:\" {وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا آيات الله هزوا} قال: نزلت في رجل من الأنصار، يدعى ثابت بن بشار طلق امرأته، حتى إذا انقضت عدتها إلا يومين أو ثلاثا راجعها، ثم طلقها، ففعل ذلك بها حتى مضت لها تسعة أشهر مضارة يضارها؛ فأنزل الله تعالى ذكره {ولا تمسكوهن ضرارا لتعتدوا} (¬4). ¶ ¬__________ ¶ (¬1) القاموس المحيط (550) م ضرر. ¶ (¬2) ينظر جامع البيان (2/ 480) ¶ (¬3) جامع البيان (2/ 480) والسنن الكبرى للبيهقي (7/ 368) ¶ (¬4) ينظر جامع البيان (2/ 481)",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "وروى مالك عن ثور بن زيد الديلى (¬1) \"أن الرجل كان يطلق امرأته، ثم يراجعها ولا حاجة له بها ولا يريد إمساكها؛ كيما يطيل بذلك العدة عليها، وليضارها فأنزل الله تعالى {ولا تمسكوهن ضراراً لتعتدوا} \" (¬2). ¶ ويوجه الله سبحانه المسلم في كيفية التعامل مع هذه القضية فيقول: {فأمسكوهن} أي فراجعوهن إن أردتم رجعتهن في الطلقة التي فيها رجعة، وذلك إما في التطليقة الواحدة، أو التطليقتين كما قال تعالى: {الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان}. ¶ وقال: {أو سرحوهن بمعروف} أي دعوهن يقضين تمام عدتهن، وينقضي بقية أجلهن الذي أجلته لهن لعددهن. ¶ والمعروف هنا إيفاؤهن تمام حقوقهن عليكم على ما ألزمتكم لهن من مهر ومتعة ونفقة وغير ذلك من حقوقهن قبلكم (¬3). ¶ ثم ينهى سبحانه عن إمساك الزوجة ضراراً فيقول: {ولا تمسكوهن ضرارا لتعتدوا} أي ولا تراجعوهن إن راجعتموهن في عددهن مضارة لهن؛ لتطولوا عليهن مدة انقضاء عددهن، أو لتأخذوا منهن بعض ما آتيتموهن بطلبهن الخلع منكم لمضارتكم إياهن بإمساككم إياهن ومراجعتكم وهن ضرارا واعتداءا (¬4). ¶ وقوله {لتعتدوا} أي لتظلموهن بمجاوزتكم في أمرهن حدودي التي بينتها لكم (¬5). ¶ روي عن مسروق في قوله تعالى {ولا تمسكوهن ضرارا} أنه قال:\"يطلقها حتى إذا كادت تنقضي راجعها، ثم يطلقها فيدعها حتى إذا كادت تنقضي عدتها راجعها ولا يريد إمساكها، فذلك الذي يضار ويتخذ آيات الله هزواً\" (¬6). ¶ ¬__________ ¶ (¬1) هو: ثور بن زيد الديلي من أهل المدينة، يروى عن عكرمة وأبى الغيث، روى عنه مالك بن أنس وسليمان بن بلال، مات سنة خمس وثلاثين ومائة (الثقات لابن حبان 6/ 128) ¶ (¬2) الجامع لأحكام القرآن (3/ 156) ¶ (¬3) ينظر جامع البيان (2/ 480) وتفسير ابن كثير (1/ 282) ¶ (¬4) ينظر جامع البيان (2/ 480) ¶ (¬5) ينظر المصدر السابق ¶ (¬6) جامع البيان (2/ 480) السنن الكبرى للبيهقي (7/ 368)",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "وعن مجاهد أنه قال:\"نهى الله عن الضرار، وهو أن يطلق الرجل امرأته ثم يراجعها، ثم آخر يوم يبقى من الأجل حتى يفي لها تسعة أشهر ليضارها به\" (¬1). ¶ وقال الضحاك:\"هو الرجل يطلق امرأته واحدة، ثم يراجعها، ثم يطلقها، ثم يراجعها، ثم يطلقها؛ ليضارها بذلك لتختلع منه\" (¬2). ¶ وقوله {من يفعل ذلك فقد ظلم نفسه} هو وعظ من الله وقال الزجاج والطبري: عرض نفسه للعذاب؛ لأن إتيان ما نهى الله عنه تعرض لعذاب الله (¬3). ¶ \"وهذا الخبر موافق للخبر الذي نزل بترك ما كان عليه أهل الجاهلية من الطلاق والارتجاع\" (¬4). ¶ قال الطبري مفصلاً هذا المعنى:\"ولا تتخذوا أعلام الله وفصوله وبين حلاله وحرامه، وأمره ونهيه في وحيه وتنزيله استهزاءاً ولعباً. ¶ فإنه قد بين لكم في تنزيله وآي كتابه ما لكم من الرجعة على نسائكم في الطلاق الذي جعل لكم عليهن فيه الرجعة، وما ليس لكم منها، وما الوجه الجائز لكم منها، وما الذي لا يجوز، وما الطلاق الذي لكم عليهن فيه الرجعة، وما ليس لكم ذلك فيه، وكيف وجوه ذلك؛ رحمة منه بكم ونعمة منه عليكم؛ ليجعل بذلك لبعضكم من مكروه إن كان فيه من صاحبه مما هو فيه المخرج والمخلص بالطلاق والفراق، وجعل ما جعل لكم عليهن من الرجعة سبيلاً لكم إلى الوصول إلى ما نازعه إليه، ودعاه إليه هواه بعد فراقه إياهن منهن، لتدركوا بذلك قضاء أوطاركم منهن، إنعاماً منه بذلك عليكم، لا لتتخذوا ما بينت لكم من ذلك في آي كتابي وتنزيلي تفضلاً مني ببيانه عليكم مني بكم لعباً وسخرياً (¬5). ¶ ¬__________ ¶ (¬1) ينظر جامع البيان (2/ 480) ¶ (¬2) ينظر المصدر السابق ¶ (¬3) ينظر جامع البيان (2/ 480) وابن كثير (1/ 282) ¶ (¬4) ينظر الجامع لأحكام القرآن (3/ 156) والطبري (2/ 479) وابن كثير (1/ 282) ¶ (¬5) الطبري (2/ 479) وينظر الجامع لأحكام القرآن (3/ 156) وفتح القدير (1/ 278)",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "هذا وقد شدد الإمام مالك فيمن يراجع زوجته في العدة وذهب إلى أن من راجع امرأته قبل انقضاء عدتها، ثم طلقها من غير مسيس، أنه إن قصد بذلك مضارتها بتطويل العدة لم تستأنف المرأة العدة، بل تبني على ما مضي منها، وإن لم يقصد بذلك استأنفت عدة جديدة (¬1). ¶ وشدد عطاء وقتادة والشافعي في القديم وأحمد في رواية فقالوا: تبين مطلقاً ولكن ذهب الجمهور إلى أنها تستأنف مطلقاً، منهم أبو قلابة (¬2) والزهري والثوري وأبو حنيفة والشافعي في الجديد وأحمد في رواية وإسحاق وأبو عبيد وغيرهم (¬3). ¶ ومما سبق نستدل على أن من كان قصده بالرجعة المضارة؛ فإنه آثم بذلك (¬4). ¶ 3. المضارة في السكنى والنفقة، حيث أمر الله بها بعد الطلاق قال تعالى: {أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنْتُمْ مِنْ وُجْدِكُمْ وَلا تُضَارُّوهُنَّ لِتُضَيِّقُوا عَلَيْهِنَّ} (الطلاق: من الآية6). ¶ وهذه الآية تفصيل-من بعض الوجوه- لقوله تعالى: {لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَة} (الطلاق: من الآية1) (¬5) ¶ والضمير المنصوب في {أسكنوهن} عائد إلى النساء المطلقات، في قوله {إذا طلقتم} وبهذا تدخل كل المطلقات: الرجعية والبائن والحامل، (¬6). ¶ ¬__________ ¶ (¬1) ينظر شرح الزرقاني على الموطأ (3/ 274) ¶ (¬2) هو: أبو قلابة عبد الله بن زيد الجرمي البصري، أحد الأعلام، روى عن سمرة بن جندب وثابت بن الضحاك وأنس بن مالك النجاري وأنس بن مالك الكعبي وخلق، مات أبو قلابة سنة أربع ومائة، وقال الهيثم بن عدى وغيره: سنة سبع ومائة، وقال بن معين: سنة ست أو سبع (طبقات الحفاظ94) ¶ (¬3) ينظر جامع العلوم والحكم لابن رجب الحنبلي (1/ 305) ¶ (¬4) ينظر جامع العلوم والحكم (1/ 305) ¶ (¬5) ينظر التحرير والتنوير (13/ 325) ¶ (¬6) ينظر المصدر السابق.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "هذا وجمهور أهل العلم قائلون بوجوب السكنى لهن جميعاً، وقال عطاء وطاوس، والحسن، وعمرو بن ميمون، وعكرمة، وإسحاق، وأبو ثور، وأحمد وداود: لا سكنى للمطلقة طلاقاً بائناً (¬1). ¶ \"يقول تعالى آمراً عباده إذا طلق أحدهم المرأة أن يسكنها حتى تنقضي عدتها فقال {أسكنوهن من حيث سكنتم} أي عندكم. ¶ {من وجدكم} قال ابن عباس ومجاهد وغير واحد: يعني سعتكم حتى قال قتادة: إن لم تجد إلا جنب بيتك فأسكنها فيه\" (¬2). ¶ وقال ابن عاشور:\"أي في البيوت التي تسكنونها، أي لا يكلف المطلق بمكان للمطلقة غير بيته، ولا يمنعها السكنى ببيته، وهذا تأكيد لقوله {لا تخرجوهن من بيوتهن} فإذا كان المسكن لا يسع مبيتين متفرقين خرج المطلق منه، وبقيت المطلقة\" (¬3). ¶ أما إضافة البيوت إليهن\"لاختصاصها بهن من حيث السكنى\" (¬4). ¶ وقوله تعالى: {ولا تضاروهن} الضارة الإضرار القوي، فكأن المبالغة راجعة إلى النهي لا إلى المنهي عنه أي: هو نهي شديد (¬5). ¶ وقوله تعالى: {لتضيقوا عليهن} قال مقاتل بن حيان:\" يضاجرها لتفتدي منه بمالها، أو تخرج من مسكنه\". ¶ وعن أبي الضحى قال:\"يطلقها فإذا بقي يومان راجعها\" (¬6)، وحكى الزمخشري (¬7) في معناها ثلاثة أقوال هي:- ¶ 1. ¶ 2. ¶ ¬__________ ¶ (¬1) ينظر المغني (8/ 132) والتحرير والتنوير (13/ 325) ¶ (¬2) تفسير ابن كثير (4/ 384) وانظر الآثار عن هؤلاء في الطبري (28/ 145) ¶ (¬3) التحرير والتنوير (13/ 326) ¶ (¬4) الكشاف (4/ 108) وينظر بدائع التفسير (4/ 466) ¶ (¬5) التحرير والتنوير (13/ 327) ¶ (¬6) تفسير ابن كثير (4/ 384) ¶ (¬7) هو: محمود بن عمر بن محمد الزمخشري الخوارزمي، النحوي اللغوي المعتزلي المفسر، الملقب بجار الله لأنه جاور بمكة زماناً، صاحب الكشاف والمفضل وأساس البلاغة ومشتبه أسامي الرواة، مولده بزمخشر قرية من عمل خوارزم في رجب سنة سبع وستين وأربع مئة، رحل وسمع ببغداد من نصر بن البطر وغيره، مات سنة 533هـ (سير أعلام النبلاء20/ 151، وطبقات المفسرين للداودي2/ 313)",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "3. في المسكن ببعض الأسباب من إنزال من لايوافقهن أو يشغل مكانهن أو غير ذلك حتى تضطروهن إلى الخروج. ¶ 4. أن يراجعها إذا بقي من عدتها يومان ليضيق عليها أمرها. ¶ 5. أم يلجئها إلى أن تفتدي به (¬1). ¶ فالتضييق هنا قيل المراد به\"التضييق المجازي وهو الحرج والأذى\" (¬2) وقيل حسي، والمعنى\"فتلجئوهن إلى الخروج بشغل المكان، أو بإسكان من لا يردن السكنى معه، ونحو ذلك\" (¬3)،ولاتناقض ويمكن الجمع بين تلك المعاني، لأن الآية تحتمله. ¶ وعلى كلٍ فقد \"أتبع الأمر بإسكان المطلقات بنهي عن الإضرار بهن في شيء مدة العدة من ضيق محل، أو تقتير في الإنفاق، أو مراجعة يعقبها تطليق لتطويل العدة عليهن؛ قصداً للكناية والتشفي، أو للإلجاء إلى افتدائها من مراجعته بخلع\" (¬4). ¶ \"واللام في {لتضيقوا عليهن} لتعليل الإضرار، وهو قيد جرى على غالب ما يعرض للمطلقين من مقاصد أهل الجاهلية، كما تقرر في قوله تعالى: {وَلا تُمْسِكُوهُنَّ ضِرَاراً لِتَعْتَدُوا} وإلا فإن الإضرار بالمطلقات منهي عنه، وإن لم يكن لقصد التضييق عليهن\" (¬5). ¶ \" وإنما أمر الرجال أن يعطوهن مسكناً يسكنه مما يجدونه حتى يقضين عددهن\" (¬6). ¶ ¬__________ ¶ (¬1) الكشاف (4/ 111) ¶ (¬2) التحرير والتنوير (13/ 327) ¶ (¬3) روح المعاني (28/ 139) وينظر تفسير الجلالين (750) وحاشية زادة (8/ 247) ¶ (¬4) التحرير والتنوير (13/ 326) ¶ (¬5) المصدر السابق (13/ 327) ¶ (¬6) الجامع لأحكام القرآن (28/ 145)",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "\" وجملة الأمر أن الرجل إذا طلق امرأته طلاقا بائناً، فإما أن يكون ثلاثاً، أو بخلع، أو بانت بفسخ وكانت حاملاً، فلها النفقة والسكنى بإجماع أهل العلم لقول الله تعالى: {أسكنوهن من حيث سكنتم من وجدكم ولا تضاروهن لتضيقوا عليهن وإن كن أولات حمل فأنفقوا عليهن حتى يضعن حملهن} \" (¬1). ¶ إذن حرم الله التضييق، وأوجب تعالى التوسيع عليهن، وافترض ترك ضرهن (¬2). ¶ ¬__________ ¶ (¬1) المغني (8/ 185) ¶ (¬2) ينظر المحلى (10/ 72)",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "المطلب الثالث: نكاح مطلقته ثلاثا. ¶ والأصل في هذا الموضع هو قوله تعالى: {فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ} (البقرة: من الآية230) ¶ نقل الحافظ ابن حجر في العجاب عن الثعلبي قوله: \"نزلت هذه الآية في تميمة و قيل عائشة بنت عبد الرحمن بن عتيك القرظي كانت تحت رفاعة بن وهب بن عقيل فطلقها ثلاثاً، فتزوجت بعده عبد الرحمن بن الزبير النضري فطلقها، فأتت نبي الله فقالت: إني كنت عند رفاعة فطلقني فبت طلاقي فتزوجت بعده عبد الرحمن بن الزبير، و إنما معه مثل هدبة الثوب و لقد طلقني قبل أن يمسني أفأرجع الى ابن عمي؟ فتبسم رسول الله فقال: تريدين أن ترجعي إلى رفاعة؟ لا، قال: فلبثت ما شاء الله ثم رجعت فقالت: إن زوجي كان قد مسني، فقال لها النبي - صلى الله عليه وسلم -: كذبت بقولك الأول فلن نصدقك، فلبثت حتى قبض النبي فأتت أبا بكر فردها، ثم أتت عمر فردها وقال لها: لأن رجعت لأرجمنك\" (¬1). ¶ قال الحافظ عقب سرد هذه الرواية: \"وأصل القصة في الصحيحين و ليس في شيء من طرقه إن الآية نزلت فيها، وإنما أوردته تبعاً للثعلبي لاحتمال أن يكون وقعت له رواية\" (¬2). ¶ وعلى كلٍ فالمعنى أن الزوج إن طلق زوجته الطلقة الثالثة التي ذكرها سبحانه بقوله {:تسريح بإحسان} فلا رجعة له عليها حتى تنكح زوجاً غيره (¬3). ¶ و\"عنى الله بقوله: {فلا تحل له من بعد حتى تنكح زوجاً غيره} النكاح الذي هو جماع، لا النكاح الذي هو عقد تزويج، وذلك أن المرأة إذا نكحت رجلا نكاح تزويج لم يطأها في ذلك النكاح ناكحها، ولم يجامعها حتى يطلقها لم تحل للأول وكذلك إن وطئها واطىء بغير نكاح لم تحل للأول، لإجماع الأمة جميعا\" (¬4) ¶ ¬__________ ¶ (¬1) العجاب (1/ 586) ¶ (¬2) السابق. ¶ (¬3) ينظر فتح القدير (1/ 274) وابن كثير (1/ 276) ¶ (¬4) الطبري (2/ 458)",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "عن عائشة قالت:\"سُئل رسول الله عن رجل طلق امرأته، فتزوجت رجلا غيره فدخل بها، ثم طلقها قبل أن يواقعها، أتحل لزوجها الأول؟ ¶ فقال رسول الله صلى الله عليه وآله وسلم: لا تحل لزوجها الأول حتى يذوق الآخر عسيلتها، وتذوق عسيلته\" (¬1). ¶ وعن أبي هريرة - رضي الله عنه - قال:\" قال رسول الله صلى الله عليه وسلم في المرأة يطلقها زوجها ثلاثاً، فتتزوج غيره، فيطلقها قبل أن يدخل بها، فيريد الأول أن يراجعها، قال: لا! حتى يذوق الآخر\" (¬2). ¶ ¬__________ ¶ (¬1) البخاري (2933) ومسلم (2/ 1055) ¶ (¬2) البخاري (5/ 2016) ومسلم (2/ 1057)",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "المطلب الرابع: ترك الإشهاد على الرجعة ¶ قال تعالى: {فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً} (الطلاق:2) ¶ اختلف العلماء في الإشهاد على أي شيء، أقوال:- ¶ 1. على الرجعة. ¶ 2. على الفرقة. ¶ 3. على الرجعة والفرقة (¬1). ¶ واختلف الفقهاء في حكم الإشهاد، هل هو على الوجوب أو على الندب؟ قولان:- ¶ الأول: الوجوب في البت والرجعة، وهو قول عطاء، ونقل عنه قوله:\"لا يجوز في نكاحٍ، ولا طلاقٍ، ولا رجاعٍ، إلا شاهدا عدل كما قال الله عز وجل\" (¬2) وهو رواية عن أحمد، وأحد قولي الشافعي، إلا أنه استحبها في الفرقة، واستدل لهم بما يلي: ¶ 1. ظاهر وقوع هذا الأمر بعد ذكر الإمساك أو الفراق أنه راجع إلى كليهما، لأن الإشهاد جعل تتمةً للمأمور به في معنى الشرط للإمساك أو الفراق، لأن هذا العطف يشبه القيد وإن لم يكن قيداً، وشأن الشروط الواردة بعد جمل أن تعود إلى جميعها \" (¬3). ¶ 2. ظاهر صيغة الأمر الدلالة على الوجوب؛ فيتركب من هذين أن يكون الإشهاد على المراجعة، وعلى بت الطلاق واجباً على الأزواج. ¶ 3. لأن الإشهاد يرفع إشكالاً من النوازل (¬4). ¶ 4. ولأنه استباحة بضع مقصود، فوجبت الشهادة فيه كالنكاح (¬5). ¶ ¬__________ ¶ (¬1) ينظر تفسير البيضاوي مع حاشية زادة (8/ 240) والقرطبي (18/ 157) والكشاف (4/ 109) ¶ (¬2) تفسيرابن كثير (4/ 380) ¶ (¬3) التحرير والتنوير (13/ 309) ¶ (¬4) المصدر السابق. ¶ (¬5) المهذب (2/ 136)",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "الثاني: الاستحباب، وهو في المراجعة دون بت الطلاق، وهو قول أبي حنيفة ومالك، وأحد قولي للشافعي ورواية عن أحمد (¬1) ¶ واستدلوا بما يلي:- ¶ 1. أن الرجعة استدامة للنكاح، والإشهاد ليس بشرط في استدامة النكاح. ¶ 2. هو نظير قوله تعالى {وأشهدوا إذا تبايعتم} (البقرة: 282) والبيع صحيح من غير إشهاد. ¶ 3. ليس في الرجعة عوض لا قليل ولا كثير، لأنه استدامة للملك فلا يستدعي عوضاً، ولهذا لا يعتبر فيه رضاها ولا رضا المولى، لأن الله تعالى جعل الزوج أحق بذلك، بقوله تعالى {وبعولتهن أحق بردهن في ذلك} (البقرة: 228) وإنما يكون أحق إذا استبد به، والبعل هو الزوج وفي تسميته بعلاً بعد الطلاق الرجعي دليل بقاء الزوجية بينهما، فالمباعلة هي المجامعة (¬2). ¶ 4. أنها لا تفتقر إلى قبول، فلم تفتقر إلى شهادة كسائر حقوق الزوج. ¶ 5. أن ما لا يشترط فيه الولي لا يشترط فيه الإشهاد كالبيع (¬3)، ¶ ووجه استحباب الإشهاد عليها أنه إذ لو لم يشهد لا يأمن من أن تنقضي العدة، فلا تصدقه المرأة في الرجعة، ويكون القول قولها بعد انقضاء العدة. ¶ فندب إلى الإشهاد لهذا، وعلى هذا تحمل الآية الكريمة، وفي الآية ما يدل عليه، لأنه سبحانه وتعالى قال: {فإذا بلغنَ أَجلَهُنَّ فَأمْسِكُوهُنَّ بمعروفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ} جمع بين الفرقة والرجعة أمر سبحانه بالإشهاد بقوله: {وأَشْهِدُوا ذَوي عَدْلٍ مِنْكُمْ} (¬4). ¶ الترجيح:- ¶ ¬__________ ¶ (¬1) ينظر أحكام القرآن للشافعي (2/ 131) المبسوط (6/ 21) والمهذب (2/ 136) والقرطبي (18/ 157) ¶ (¬2) المبسوط (6/ 21) ¶ (¬3) المغني (7/ 403) ¶ (¬4) البدائع (4/ 259)",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "من خلال ما سبق يظهر رجحان قول الجمهور، ويُقوي هذا الترجيح اتفاق الجميع على أن هذا الإشهاد ليس شرطاً في صحة المراجعة أو المفارقة، لأنه إنما شرع احتياطاً لحقهما، وتجنباً لنوازل الخصومات، خوفاً من أن يموت، فتدعي أنها زوجة لم تطلق، أو أن تموت هي فيدعي هو ذلك (¬1)، وكأن الجمهور بنوه على أن الأمر لا يقتضي الفور. ¶ على أن جعل الشيء شرطاً لغيره يحتاج إلى دليل خاص غير دليل الوجوب، لأنه قد يتحقق الإثم بتركه، ولا يبطل بتركه ما أمر بإيقاعه معه، مثل الصلاة في الأرض المغصوبة. ¶ قال الموجبون للإشهاد: لو راجع ولم يشهد، أو بت الفراق، ولم يشهد صحت مراجعته ومفارقته، وعليه أن يشهد بعد ذلك (¬2). ¶ والغريب أنه نقل عن الشافعي قول الوجوب مع أنه قال:\" إني لم ألق مخالفاً حفظت عنه من أهل العلم أن حراماً أن يطلق بغير بينة، على أنه-والله أعلم- دلالة اختيار\" (¬3). ¶ وعلى كلٍ فالراجح هو القول بالاستحباب، أما لو قلنا بالوجوب فيحرم على الزوج ترك الإشهاد وهو بتركه يكون آثماً. ¶ ¬__________ ¶ (¬1) ينظر الجامع لأحكام القرآن (18/ 158) والكشاف (4/ 109) ¶ (¬2) التحرير والتنوير (13/ 309) وينظر المغني (7/ 403) ¶ (¬3) أحكام القرآن للشافعي (2/ 131)",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "المبحث الثاني ¶ ما يحرم على الزوجة ¶ وفيه ثلاثة مطالب ¶ المطلب الأول: كتمان الزوجة ما في رحمها. ¶ المطلب الثاني: الزواج في العدة.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "المطلب الأول: كتمان الزوجة ما في رحمها ¶ قال تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ مَا خَلَقَ اللَّهُ فِي أَرْحَامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ} (البقرة: من الآية228) ¶ ذكر الحافظ ابن حجر في العجاب سبب نزول هذه الآية عن قتادة أنه قال: كانت المرأة تكتم حملها حتى تجعله لرجل آخر فنهاهن الله عن ذلك لتذهب بالولد إلى غير أبيه فكره الله ذلك لهن، وفي رواية له: و تكتم ذلك مخافة الرجعة فنهى الله عن ذلك. ¶ ونقل عن السدي في هذه الآية أنها نزلت في رجل يريد أن يطلق امرأته فيسألها حل بك حمل فتكتمه إرادة أن تفارقه فيطلقها، و قد كتمته حتى تضع (¬1). ¶ في هذه الآية نهي للمطلقات أن يكتمن ما في أرحامهن، بيد أن العلماء اختلفوا في ماهية المراد بما في الأرحام على أقوال:- ¶ 1. الحيض، قاله عكرمة والزهري والنخعي. ¶ 2. الحمل، قاله عمر وابن عباس. ¶ 3. الحيض والحمل معاً، قاله مجاهد وروي عن ابن عباس واحتمله الشافعي (¬2) وهذا بناءً على أن الحامل تحيض (¬3). ¶ والمعنى المقصود من الآية أنه لما دار أمر العدة على الحيض والأطهار، ولا اطلاع عليهما إلا من جهة النساء، جعل القول قولها إذا ادعت انقضاء العدة أو عدم انقضائها، وجعلهن مؤتمنات على ذلك، وهو مقتضى قوله تعالى: {ولا يحل لهن أن يكتمن ما خلق الله في أرحامهن}. ¶ قال سليمان بن يسار:\" لم نؤمر أن نفتح النسا، فننظر إلى فروجهن، ولكن وكل ذلك إليهن، إذ كن مؤتمنات\" (¬4). ¶ ¬__________ ¶ (¬1) العجاب (1/ 580) ¶ (¬2) ينظر أحكام القرآن للشافعي (1/ 272) ¶ (¬3) ينظر مصنف ابن أبي شيبة (4/ 178) والطبري (2/ 446) والقرطبي (3/ 118) وابن كثير (1/ 272) ¶ (¬4) ينظر القرطبي (3/ 118)",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "وعن قتادة قال: \"كانت المرأة تكتم حملها حتى تجعله لرجل آخر، فنهاهن الله عن ذلك\" (¬1). ¶ ومعنى النهى عن الكتمان النهى عن الإضرار بالزوج وإذهاب حقه. ¶ فإذا قالت المطلقة: حضت، وهى لم تحض، ذهبت بحقه من الارتجاع. ¶ وإذا قالت: لم أحض وهى قد حاضت، ألزمته من النفقة ما لم يلزمه، فأضرت به، أو تقصد بكذبها في نفي الحيض ألا ترجع حتى تنقضى العدة، ويقطع الشرع حقه، وكذلك الحامل تكتم الحمل لتقطع حقه من الارتجاع. ¶ قال النحاس في الناسخ والمنسوخ: \"وإنما حظر عليها كتمان الحيض والحبل لأن زوجها إذا طلقها طلاقا يملك معه الرجعة كان له أن يراجعها من غير أمرها ما لم تنقض عدتها، فإذا كرهته قالت قد حضت الحيضة الثالثة أو قد ولدت لئلا يراجعها فنهيت عن ذلك\" (¬2). ¶ قال قتادة: كانت عادتهن في الجاهلية أن يكتمن الحمل، ليلحقن الولد بالزوج الجديد (¬3). ¶ قال ابن كثير:\" وقوله {إن كن يؤمن بالله واليوم الآخر} تهديد لهن على خلاف الحق (¬4)، وفيه \"التنبيه على أنه ينافي الإيمان، وأن المؤمن لا يجترىء عليه ولا ينبغي له أن يفعل\" (¬5)، و\"ليس الغرض منه التقييد حتى لو لم يؤمن كالكتابيات حل لهن الكتمان بل بيان منافاة الكتمان للإيمان وتهويل شأنه في قلوبهن، وهذه طريقة متعارفة يقال: إن كنت مؤمناً فلا تؤذ أباك وقيل إنه شرط جزاؤه محذوف أي فلا يكتمن\" (¬6) قال أبو السعود: \"جواب الشرط محذوف يدل عليه ما قبلة دلالة ¶ ¬__________ ¶ (¬1) مصنف عبد الرزاق (6/ 330) تحقيق: حبيب الرحمن الأعظمي، المكتب الإسلامي، بيروت، ط2، 1403هـ. ¶ (¬2) الناسخ والمنسوخ للنحاس (1/ 220) ¶ (¬3) ينظر الجامع لأحكام القرآن (3/ 118) ¶ (¬4) تفسير ابن كثير (1/ 272) ¶ (¬5) تفسير البيضاوي (1/ 515) ¶ (¬6) روح المعاني (2/ 133)",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "واضحة أي فلا يجترئن على ذلك، فإن قضية الإيمان بالله تعالى واليوم الآخر الذي يقع فيه الجزاء والعقوبة منافية له قطعاً\" (¬1). ¶ ودلت الآية على أن المرجع في هذا إليهن، لأنه أمرٌ لا يعلم إلا من جهتهن ويتعذر إقامة البينة غالباً على ذلك، فرد الأمر إليهن وتوعدن فيه، لئلا يخبرن بغير الحق، إما استعجالاً منها لانقضاء العدة، أو رغبةً منها في تطويلها، لما لها في ذلك من المقاصد، فأمرت أن تخبر بالحق في ذلك بغير زيادةٍ ولا نقصان (¬2). ¶ قال الحافظ:\" والمقصود من الآية أن أمر العدة لما دار على الحيض والطهر والاطلاع على ذلك يقع من جهة النساء غالباً، جعلت المرأة مؤتمنة على ذلك\" (¬3). ¶ ¬__________ ¶ (¬1) تفسير أبي السعود (1/ 225) ¶ (¬2) تفسير ابن كثير (1/ 272) ¶ (¬3) فتح الباري (9/ 482)",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "المطلب الثاني: الزواج في العدة ¶ الفرع الأول: تعريف العدة:- ¶ 1. لغة: العَدُّ: إِحْصاءُ الشيءِ، عَدَّه يَعُدُّه عَدًّا وتَعْداداً وعَدَّةً وعَدَّدَه وعدَّةُ المرأةِ: أيَّامُ أقْرائِها، وأيَّامُ إحْدادِها على الزَّوْجِ (¬1). ¶ 2. اصطلاحاً: للفقهاء تعريفات مختلفة العبارات، اذكر منها ما يلي:- ¶ أ-\"مدة تتربص فيها المرأة لمعرفة براءة رحمها أو للتعبد أو لتفجعها على زوج\" (¬2). ¶ ب- \"أجل ضرب لانقضاء ما بقي من آثار النكاح، فإذا حصلت الفرقة بين الرجل وأهله لا تنفصم عرا الزوجية من كل الوجوه بمجرد وقوع الفرقة، بل تتربص المرأة ولا تتزوج غيره حتى تنتهي تلك المدة التي قدرها الشارع\" (¬3). ¶ ج- \"زمن قدره الشارع، لزوال ما بقي من آثار الزواج بعد الفرقة\" (¬4). ¶ الفرع الثاني: اسباب العدة:- ¶ يمكن تلخيص أسباب العدة فيما يلي:- ¶ 1. للإحداد على الزوج السابق. ¶ 2. لأجل استبراء الرحم. ¶ 3. لأن الأصل في الطلاق أن يكون رجعياً، فلا بد أن تكون لدى الزوج فرصة الرجوع إلى أهله (¬5). ¶ الفرع الثالث: أنواع العدة:- ¶ 1. عدة بالاقراء، وتكون لمن وقعت بينها وبين زوجها الفرقة بغير الوفاة، وهي من ذوات الأقراء، لقوله تعالى: {وَالْمُطَلَّقَاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ) (البقرة: من الآية228) ¶ 2. ¶ 3. ¶ ¬__________ ¶ (¬1) اللسان والقاموس م عدد ¶ (¬2) شرح الزبد للرملي (375) ¶ (¬3) الأحوال الشخصية لأبي زهرة (372) ¶ (¬4) الأحوال الشخصية لمحي الدين عبد الحميد (372) دار الكتاب العربي، ط1، 1404هـ-1984م. ¶ (¬5) ينظر الأحوال الشخصية لأبي زهرة (372)",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "4. عدة بالأشهر وهي قسمان: ¶ أ-أشهر قائمة مقام القروء، وتكون لللائي لا يرين الحيض، وتكون الفرقة بينهن وبين أزواجهن بغير الوفاة، وهؤلاء هن اللائي لم يرين الحيض قط، واللائي يئسن من المحيض أي بلغن سن اليأس وذلك لقوله تعالى: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ} (الطلاق: من الآية4). ¶ ب-أشهر ثابتة أصلاً من غير بدل عن غيرها، وهي عدة الوفاة إن لم تكن حاملاً، وهي أربعة أشهر وعشرة أيام، لقوله تعالى: {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} (البقرة: من الآية234) ¶ 5. العدة بوضع الحمل لقوله تعالى: {وَأُولاتُ الْأَحْمَالِ أَجَلُهُنَّ أَنْ يَضَعْنَ حَمْلَهُنَّ} (الطلاق: من الآية4) (¬1) ¶ الفرع الرابع: النهي عن الزواج في العدة:- ¶ يؤخذ مما سبق حرمة نكاح المرأة في العدة من رجل آخر، ومما يدل على ذلك ايضاً قوله تعالى: {وَلا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} (البقرة: من الآية235) ¶ قال القرطبي:\"وهذا من المحكم المجمع على تأويله، أن بلوغ أجله انقضاء العدة\" (¬2). ¶ وقال الكيا الهراسي بعد ذكر الآية:\"دليل على حرمة نكاح المعتدة\" (¬3). ¶ قال البيضاوي:\" {حتى يبلغ الكتاب أجله} حتى ينتهي ما كتب من العدة\" (¬4) وفي هذا \"إشارة إلى أن الكتاب بمعنى المكتوب وهو المفروض، والمعنى حتى ¶ ¬__________ ¶ (¬1) ينظر الأحوال الشخصية لأبي زهرة (372) ¶ (¬2) الجامع لأحكام القرآن (3/ 193) ¶ (¬3) أحكام القرآن للهراسي (1/ 198) ¶ (¬4) تفسير البيضاوي (2/ 579) مع حاشية زادة.",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "تبلغ العدة المفروضة آخرها، وقيل: في الكلام حذف، أي: حتى يبلغ فرض الكتاب أجله، والكتاب على هذا القرآن\" (¬1). ¶ وذكر سبحانه العزم في {ولا تعزموا عقدة النكاح} مبالغة في النهي عن العقد، أي ولا تعزموا عقد عقدة النكاح (¬2)، قال في الضلال:\"ولم يقل: ولا تعقدوا النكاح، إنما قال: {ولا تعزموا عقدة النكاح} زيادة في التحرج، فالعزيمة التي تنشىء العقد هي المنهي عنها، وذلك من نحو قوله تعالى: {تِلْكَ حُدُودُ اللَّهِ فَلا تَقْرَبُوهَا} (البقرة: من الآية187) توحي بمعنى في غاية اللطف والدقة\" (¬3). ¶ ¬__________ ¶ (¬1) حاشية زادة على البيضاوي (2/ 579) ¶ (¬2) تفسير البيضاوي (2/ 578) ¶ (¬3) في ظلال القرآن (1/ 256)",
            "page": "158",
            "part": "1"
        },
        {
            "id": "159",
            "nass": "المطلب الثالث: النهي عن خروج المرأة من بيت زوجها ¶ والآية الدالة على هذا النهي قوله تعالى: {يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْراً} (الطلاق:1) ¶ ففي هذه الآية نهي للأزواج عن إخراج المطلقات المعتدات من مساكنهنعند الطلاق إلى أن تنتهي العدة، كما سبق ذكره، وفيها نهي للمعتدات عن الخروج منها. ¶ وقد اختلف العلماء في ملازمة المعتدة بيت الفراق، أو خالص حق الزوجين أم هو حق لهما وللشرع؟ قولان:- ¶ الأول: أن للشرع في ذلك حقاًلا يملك الزوجان إسقاطه، وعلى ذلك يكون قوله تعالى: {لا تخرجوهن} دالاً على حرمة إخراجهن بمنطوقه، وعلى حرمة الإذن لهن في الخروج بإشارته، لأن الإذن في المحرم محرم، كأنه قيل: لا تخرجوهن ولا تأذنوا لهن في الخروج، إذا طلبن ذلك (¬1)، فلا يجوز لهن الخروج \"ولو بإذن منكم، فإن الإذن بالخروج في حكم الإخراج\" (¬2). ¶ الثاني: أن ملازمتها بيت الفراق خالص حقهما فلو اتفقا على الانتقال، جاز لأن الحق لا يعدوهما، وعليه يكون المعنى: لا تستبدوا بإخراجهن، ولا يخرجن باستبدادهن (¬3). ¶ أما الخروج للتصرف للحاجات فيكون بالنهار دون الليل، وهذا لا يكون دائماً وإنما عند الحاجة، فيكون خروجها في العدة كخروجها في النكاح، لأن العدة فرع النكاح (¬4). ¶ ¬__________ ¶ (¬1) تفسير آيات الأحكام للسايس (4/ 561) ¶ (¬2) إرشاد العقل السليم (6/ 345) وينظر آيات الأحكام لابن العربي (4/ 276) ¶ (¬3) تفسير آيات الأحكام للسايس (4/ 561) وآيات الأحكام لابن العربي (4/ 277) ¶ (¬4) ينظر آيات الأحكام لابن العربي (4/ 277)",
            "page": "159",
            "part": "1"
        },
        {
            "id": "160",
            "nass": "الخاتمة ¶ بحمد الله إلى هنا أكون قد وصلت إلى نهاية هذا البحث والذي اسأل الله أن يجعله في ميزان حسناتي، وأحب هنا أن أذكر نقاطاً تمثل خلاصة تضم جملة ما حوى البحث من قضايا وأبحاث:- ¶ 1. تمثل الأسرة نواة المجتمع الهامة التي ينبغي للمجتمع الاهتمام بها. ¶ 2. دين الله شامل لكل مناحي الحياة ولهذا أشار القرآن إلى قضايا هامة تتعلق بالحياة الزوجية خاصة المحرمات منها. ¶ 3. قد أباح الشارع كل أنواع المباشرة الزوجية واستثنى حالات قليلة كجماع الحائض، وجماع المرأة في غير موطن الحرث، وأثناء العبادة كالحج والعمرة والاعتكاف. ¶ 4. لقد كان الظهار في الجاهلية طلاقاً محرماً المرأة على زوجها، فجاء الشرع الإسلامي ونهى عنه وجعله كبيرة من الكبائر، وجعل على قائله عقوبة رادعة. ¶ 5. قال العلماء لا يجوز للمرأة المظاهر منها أن تمكن زوجها منها حتى يكفر ولو تطلب الأمر أن تشتكيه للقضاء كان عليها ذلك. ¶ 6. للمرأة ذمة مالية مستقلة، ولهذا حرم الشارع على الزوج أخذ أي شيء من مال زوجته دون رضاها. ¶ 7. أوجب الله على المتزوج بأكثر من واحدة أن يعدل بين زوجاته ولا يميل لواحدة على حساب الأخرى. ¶ 8. الميل نوعان: ميل مؤاخذ به، وهوما يدخل تحت قدرة الزوج من قسم ونحوه، وميل غير مؤاخذ به، وهو ما لا يدخل تحت سلطة الزوج كالميل القلبي. ¶ 9. نهى الشارع عن البغي على المرأة دون وجه حق. ¶ 10. يحرم على المرأة النشوز، وهوعصيان الزوج. ¶ 11. أعطى الشارع الزوج الحق في تأديب زوجته، وجعله على مراتب: الوعظ ثم الهجر ثم الضرب. ¶ 12. ¶ 13.",
            "page": "160",
            "part": "1"
        },
        {
            "id": "161",
            "nass": "14. مع جواز الضرب إلا أن الأفضل تركه. ¶ 15. من طلق امرأته قبل أن يدخل عليها فليس له أن يراجعها. ¶ 16. نهى الشارع الزوج عن الإضرار بالمرأة، كالإمساك والمراجعة دون حاجة، ومنعها السكنى والنفقة. ¶ 17. من طلق امرأته ثلاثاً فلا يحل له أن يراجعها حتى تنكح زوجاً غيره.، وتذوق عسيلته. ¶ 18. اختلف العلماء في وجوب الإشهاد على الفرقة والرجعة والراجح قول الجمهور من ندبها في الحالتين. ¶ 19. لا يحل للزوجة المطلقة أن تكتم ما في رحمها من حمل أو حيض. ¶ 20. لا يحل للمطلقة أن تتزوج في العدة حتى تنتهي منها.",
            "page": "161",
            "part": "1"
        },
        {
            "id": "162",
            "nass": "الفهارس ¶ 1. فهرس الآيات. ¶ 2. فهرس الأحاديث. ¶ 3. فهرس الأعلام. ¶ 4. فهرس المراجع. ¶ 5. فهرس المواضيع.",
            "page": "162",
            "part": "1"
        },
        {
            "id": "163",
            "nass": "فهرس الآيات ¶ البقرة ... أُحِلَّ لَكُمْ لَيْلَةَ الصِّيَامِ الرَّفَثُ إِلَى نِسَائِكُمْ ... } (البقرة:187) ... 31،27،26،25،23 ¶ {الْحَجُّ أَشْهُرٌ مَعْلُومَاتٌ ... } (البقرة:197). ... 31 ¶ {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً ... } (البقرة:222). ... 68،49،47،45،37 ¶ نِسَاؤُكُمْ حَرْثٌ لَكُمْ فَأْتُوا حَرْثَكُمْ أَنَّى شِئْتُمْ ... } (البقرة:223). ... 54 ¶ {وَلا يَحِلُّ لَكُمْ أَنْ تَأْخُذُوا مِمَّا آتَيْتُمُوهُنَّ شَيْئاً إِلَّا أَنْ يَخَافَا أَلَّا يُقِيمَا حُدُودَ اللَّهِ ... } (البقرة:229) ... 126،102،96 ¶ فَإِنْ طَلَّقَهَا فَلا تَحِلُّ لَهُ مِنْ بَعْدُ حَتَّى تَنْكِحَ زَوْجاً غَيْرَهُ} (البقرة: من الآية230) ... 133 ¶ : {وَإِذَا طَلَّقْتُمُ النِّسَاءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ... } (البقرة: من الآية231) ... 122 ¶ : {وَالَّذِينَ يُتَوَفَّوْنَ مِنْكُمْ وَيَذَرُونَ أَزْوَاجاً يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْراً} (البقرة: من الآية234) ... 141 ¶ : {وَلا تَعْزِمُوا عُقْدَةَ النِّكَاحِ حَتَّى يَبْلُغَ الْكِتَابُ أَجَلَهُ} (البقرة: من الآية235) ... 141 ¶ لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالْأَذَى} (البقرة: من الآية264) ... 41 ¶ وأشهدوا إذا تبايعتم} (البقرة: 282) ... سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ} (البقرة: من الآية285) ... 18 ¶ آل عمران ... {قَالَ يَا مَرْيَمُ أَنَّى لَكِ هَذَا قَالَتْ هُوَ مِنْ عِنْدِ ... 62",
            "page": "163",
            "part": "1"
        },
        {
            "id": "164",
            "nass": "اللَّهِ} (آل عمران: من الآية37). ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102) ... 2 ¶ النساء ... يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ ... } (النساء:1) ... 15،2 ¶ {وَإِنْ أَرَدْتُمُ اسْتِبْدَالَ زَوْجٍ مَكَانَ زَوْجٍ وَآتَيْتُمْ إِحْدَاهُنَّ ... ً} (النساء:20،21) ... 102،96 ¶ : {فَإِنْ أَطَعْنَكُمْ فَلا تَبْغُوا عَلَيْهِنَّ سَبِيلاً إِنَّ اللَّهَ كَانَ عَلِيّاً كَبِيراً} (النساء: من الآية34). ... 19 ¶ { ... أَوْ لامَسْتُمُ النِّسَاءَ} (النساء: من الآية43) ¶ {أَفَلا يَتَدَبَّرُونَ الْقُرْآنَ وَلَوْ كَانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً} (النساء:82) ... 29 ¶ {: {وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّسَاءِ وَلَوْ حَرَصْتُمْ ... } (النساء:129). ... 102 ¶ لَكِنِ اللَّهُ يَشْهَدُ بِمَا أَنْزَلَ إِلَيْكَ أَنْزَلَهُ بِعِلْمِهِ وَالْمَلائِكَةُ يَشْهَدُونَ وَكَفَى بِاللَّهِ شَهِيداً} (النساء:166) ... 2 ¶ {يَا أَيُّهَا النَّاسُ قَدْ جَاءَكُمْ بُرْهَانٌ مِنْ رَبِّكُمْ وَأَنْزَلْنَا إِلَيْكُمْ نُوراً مُبِيناً} (النساء:174). ... 2 ¶ المائدة ... : {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} (المائدة:90). ... 46 ¶ {ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الْأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الْأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ} (الأنعام:143) ... 14",
            "page": "164",
            "part": "1"
        },
        {
            "id": "165",
            "nass": "الأعراف ¶ فقال {اتَّبِعُوا مَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلا تَتَّبِعُوا مِنْ دُونِهِ أَوْلِيَاءَ قَلِيلاً مَا تَذَكَّرُونَ} (لأعراف:3). ... 2 ¶ الرعد ... {وَهُوَ الَّذِي مَدَّ الْأَرْضَ وَجَعَلَ فِيهَا رَوَاسِيَ وَأَنْهَاراً ... } (الرعد:3) ... 14 ¶ : {وَلَقَدْ أَرْسَلْنَا رُسُلاً مِنْ قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَاجاً وَذُرِّيَّةً وَمَا كَانَ لِرَسُولٍ أَنْ يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّهِ لِكُلِّ أَجَلٍ كِتَابٌ} (الرعد:38). ... 16 ¶ : {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ} (النحل: من الآية116) ... 20 ¶ طه ... ·: {الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْداً وَسَلَكَ لَكُمْ فِيهَا سُبُلاً وَأَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ أَزْوَاجاً مِنْ نَبَاتٍ شَتَّى} (طه:53) ... 14 ¶ المؤمنون ... {والذين هم لفروجهم حافظون} (سورة المؤمنون، الآية: 5) ... 68،67 ¶ {ِلاَّ عَلَى أَزْواجِهِمْ أَوْ مَا مَلَكَتْ أَيَمَانُهُمْ} (المؤمنون: 6). ... 68 ¶ النور ... {وَأَنْكِحُوا الْأَيَامَى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبَادِكُمْ وَإِمَائِكُمْ إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ وَاسِعٌ عَلِيمٌ} (النور:32) ... 15 ¶ الشعراء ... {أَوَلَمْ يَرَوْا إِلَى الْأَرْضِ كَمْ أَنْبَتْنَا فِيهَا مِنْ كُلِّ زَوْجٍ كَرِيمٍ} (الشعراء:7) ... 14",
            "page": "165",
            "part": "1"
        },
        {
            "id": "166",
            "nass": "66 ¶ {َتَأْتُونَ الذُّكْرَانَ مِنَ الْعَالَمِينَ وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِنْ أَزْوَاجِكُمْ بَلْ أَنْتُمْ قَوْمٌ عَادُونَ (الشعراء:165، 166). ¶ الأحزاب ... {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نَكَحْتُمُ الْمُؤْمِنَاتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِنْ قَبْلِ أَنْ تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحاً جَمِيلاً} (الأحزاب:49) ... 123 ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً () يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} (الأحزاب:70،71) ... 2 ¶ فصلت ... الذي {لا يَأْتِيهِ الْبَاطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ} (فصلت:42) ... 120،2 ¶ الملك ... {أَلا يَعْلَمُ مَنْ خَلَقَ وَهُوَ اللَّطِيفُ الْخَبِيرُ} (الملك:14) ... 18",
            "page": "166",
            "part": "1"
        },
        {
            "id": "167",
            "nass": "فهرس الأحاديث النبوية والآثار ¶ أَدْناها إِماطةُ الأَذَى عن الطريق ... 41 ¶ أرسلي إليها فلما جاءت قرأ عليها ... 59 ¶ اصنعوا كل شيء إلا النكاح ... 38 ¶ أفسدت حجك ... 34 ¶ ألا أخبرك بخير ما يكنزه المرء ... 114 ¶ أَمِيطوا عنه الأَذَى ... 42 ¶ إن ابن عمر -والله يغفر له- وهم ... 55 ¶ أن جميلة كانت تحت أوس ... 79 ¶ إنما ذلك عرقٌ وليس بالحَيْضَةِ ... 40 ¶ إنما نزلت على رسول الله صلى الله عليه وسلم ... 56",
            "page": "167",
            "part": "1"
        },
        {
            "id": "168",
            "nass": "64 ¶ إن الله لا يستحيي من الحق، لا تأتوا النساء في أعجازهن ¶ أول من ظاهر من امرأته أوس ... 80 ¶ أن اليهود كانوا إذا حاضت المرأة ... 38 ¶ ثم كان الرجال نهوا عن ضرب النساء ... 117 ¶ ثم كنت امرءاً أصيب من النساء ... 81 ¶ جاء عمر إلى رسول الله صلى الله عليه وسلم فقال يا رسول الله هلكت ... 55 ¶ الحج عرفة ... 34 ¶ خير النساء التي إذا نظرت ... 114 ¶ السنة للمعتكف أن لا يعود مريضاً ... 27 ¶ العائد في هبته ... 89 ¶ قالت اليهود: إذا جامعَ الرجلُ امرأته ... 24 ¶ قدم المهاجرون فتزوجوا في الأنصار ... 5",
            "page": "168",
            "part": "1"
        },
        {
            "id": "169",
            "nass": "5 ... كانت إحدانا إذا كانت حائضاً ... 45 ¶ كانت اليهود تقول إذا أتى الرجل ... 54 ¶ كان يدني رأسه إلى عائشة وهو معتكف فترجله ... 27 ¶ كان صلى الله عليه وآله وسلم يُقَبِّلُ ويُباشِرُ وهو صائم ... 23 ¶ لا ينظر الله إلى رجل ... 62 ¶ لا يحل لمسلم ... 78 ¶ ما تقول في الجوارى ... 73 ¶ محاش النساء حرام عليكم ... 63 ¶ مَلْعُونٌ مَنْ أتى امرأةً في دبْرِها ... 64 ¶ من كانت له امرأتان ... 104 ¶ من أتى حائضاً أو امرأة ... 64",
            "page": "169",
            "part": "1"
        },
        {
            "id": "170",
            "nass": "68 ¶ نساؤكم حرث لكم رخصة ¶ هي اللوطية الصغرى ... 64 ¶ يحرم عليه كل شيء إلا الكلام ... 32",
            "page": "170",
            "part": "1"
        },
        {
            "id": "171",
            "nass": "فهرس الأعلام ¶ 1. ¶ إبراهيم بن إسحاق ... 70 ¶ 2. أبو بكر بن عبد الرحمن ... 61 ¶ 3. أحمد بن الحسين البيهقي ... 15 ¶ 4. أحمد بن سعيد بن صخر ... 68 ¶ 5. أحمد بن شعيب ... 73 ¶ 6. أحمد بن علي أبو بكر الرازي ... 62 ¶ 7. أحمد بن علي بن محمد ... 68 ¶ 8. أحمد بن محمد بن سلمة ... 100 ¶ 9. أحمد بن يحيى بن يسار ... 57 ¶ 10. إسحاق بن إبراهيم ... 85 ¶ 11. إسماعيل ابن كثير ... 82 ¶ 12. اسماعيل السدي ... 100 ¶ 13. أسيد بن حضير بن سماك ... 38 ¶ 14. أشهب بن عبد العزيز ... 66 ¶ 15. الربيع بن سليمان ... 68 ¶ 16. الضحاك بن مزاحم ... 24 ¶ 17. أوس بن الصامت ... 79 ¶ 18. ثابت بن الدحداح ... 37 ¶ 19. ثابت بن قيس ... 96 ¶ 20. ثور بن زيد الديلي ... 127 ¶ 21. جميلة بنت أبي بن سلول ... 96 ¶ 22. خزيمة بن ثابت ... 64 ¶ 23. خليل ابن اسحاق الجندي ... 49 ¶ 24. ... 80 ¶ 25.",
            "page": "171",
            "part": "1"
        },
        {
            "id": "172",
            "nass": "26. خولة بنت ثعلبة ¶ 27. داود بن علي ... 44 ¶ 28. رفيع بن مهران الرياحي ... 31 ¶ 29. زيد بن أسلم المدني ... 64 ¶ 30. زيد بن حارثة ... 23 ¶ 31. سعيد بن أبي عروبة ... 72 ¶ 32. سعيد بن المسيب ... 61 ¶ 33. سعيد بن يسار ... 73 ¶ 34. سفيان بن سعيد ... 85 ¶ 35. سلمة بن صخر ... 81 ¶ 36. طاووس بن كيسان ... 31 ¶ 37. عباد بن بشر بن وقش ... 38 ¶ 38. عبد الرحمن بن عمرو ... 44 ¶ 39. عبد الكريم الرافعي ... 85 ¶ 40. عبد الله بن زيد الجرمي ... 129 ¶ 41. عبد الله بن عبيد الله بن أبي مليكة ... 65 ¶ 42. عبد الله بن وهب بن مسلم ... 72 ¶ 43. عبد الملك بن عبد العزيز ... 96 ¶ 44. عطاء بن أبي رباح ... 48 ¶ 45. عطاء بن يسار ... 56 ¶ 46. عكرمة مولى ابن عباس ... 61 ¶ 47. علي بن أحمد بن سعيد بن حزم ... 68 ¶ 48. علي بن زياد التونسي ... 39 ¶ 49. علي بن محمد بن حبيب ... 39 ¶ 50. عمر بن عثمان بن قنبر ... 58 ¶ 51. ... 61 ¶ 52.",
            "page": "172",
            "part": "1"
        },
        {
            "id": "173",
            "nass": "53. عويمر بن عامر ¶ 54. قتادة بن دعامة السدوسي ... 25 ¶ 55. مجاهد بن جبير ... 25 ¶ 56. محمد أحمد بن بكير ... 48 ¶ 57. محمد الطاهر بن محمد الشاذلي ... 41 ¶ 58. محمد بن إبراهيم بن المنذر ... 25 ¶ 59. محمد بن أبي بكر الزرعي ... 83 ¶ 60. محمد بن أحمد بن رشد ... 28 ¶ 61. محمد بن الحسن الشيباني ... 44 ¶ 62. محمد بن القاسم بن شعبان ... 65 ¶ 63. محمد بن المنكدر ... 60 ¶ 64. محمد بن جرير الطبري ... 37 ¶ 65. محمد بن عبد الله الإشبيلى ... 65 ¶ 66. محمد بن عبد الله بن حمدويه ... 67 ¶ 67. محمد بن عبد الله بن عبد الحكم ... 66 ¶ 68. محمد بن عبد الله بن يونس ... 48 ¶ 69. محمد بن عبدالواحد بن محمد ... 67 ¶ 70. محمد بن علي الشوكاني ... 118 ¶ 71. محمد بن عيسى الترمذي ... 55 ¶ 72. محمد بن كعب القرظي ... 65 ¶ 73. محمد بن محمد بن عرفة ... 39 ¶ 74. محمد بن مسلم ... 84 ¶ 75. محمد بن مكرم بن علي ... 78 ¶ 76. محمود بن عمر الزمخشري ... 130 ¶ 77. نافع مولى ابن عمر ... 50 ¶ 78. ... 79.",
            "page": "173",
            "part": "1"
        },
        {
            "id": "174",
            "nass": "80. يحيى بن شرف النووي ... 81. يعقوب بن إبراهيم الأنصاري",
            "page": "174",
            "part": "1"
        },
        {
            "id": "175",
            "nass": "فهرس المراجع ¶ 1. أحكام القرآن للإمام الشافعي، تحقيق: عبد الغني عبد الخالق، دار الكتب العلمية، بيروت 1400هـ. ¶ 2. أحكام القرآن لأبي بكر الجصاص، تحقيق: محمد الصادق قمحاوي، دار إحياء التراث العربي، بيروت، لبنان،1405هـ- 1985م. ¶ 3. أحكام القرآن لأبي بكر ابن العربي، مراجعة وتعليق: محمد عبد القادر عطا، دار الكتب العلمية، بيروت، لبنان، ط1، 1408هـ-1988م. ¶ 4. الأحوال الشخصية لمحي الدين عبد الحميد، دار الكتاب العربي، ط1، 1404هـ-1984م. ¶ 5. الأحوال الشخصية لمحمد أبي زهرة، دار الفكر العربي. ¶ 6. الاختيار، دار المعرفة بيروت لبنان، ط3، 1395هـ-1975م. ¶ 7. إرشاد الفحول، تحقيق: محمد صبحي حلاق، دار ابن كثير، دمشق، ط2، 1421هـ ¶ 8. الأساس لسعيد حوى، دار السلام للطباعة والنشر والتوزيع، ط1، 1405هـ-1985م. ¶ 9. الاستيعاب لأبي عمر بن عبد البر، تحقيق علي محمد البجاوي، دار الجيل بيروت، ط1، 1412هـ ¶ 10. أصول الفقه الإسلامي لوهبة الزحيلي، دار الفكر دمشق. ط1، 1406 هـ ¶ 11. أضواء على نظام الأسرة في الإسلام لسعاد إبراهيم، دار عالم الكتب للنشر والتوزيع. ط1. 1417هـ،1997م. ¶ 12. الإعجاز الطبي في القرآن للسيد الجميلي، دار ومكتبة الهلال، بيروت، لبنان 1992م. ¶ 13. الأعلام لخير الدين الزركلي، ط3. ¶ 14. الإقناع للخطيب الشربيني، دار الكتب العلمية، 1994م ¶ 15. الأم للإمام الشافعي، دار الكتب العلمية. ¶ 16. ¶ 17.",
            "page": "175",
            "part": "1"
        },
        {
            "id": "176",
            "nass": "18. انباه الرواة لعلي بن يوسف القفطي، تحقيق: محمد إبراهيم، دار الفكر العربي، القاهرة، ط1، 1406هـ-1986م .. ¶ 19. الأوسط لأبي القاسم سليمان الطبراني، تحقيق: طارق بن عوض الله وعبد المحسن الحسيني،،دار الحرمين القاهرة،1415هـ. ¶ 20. بدائع الصنائع للكاساني، دار الفكر. ¶ 21. بدائع التفسير لابن القيم، جمع: يسري السيد محمد، دار ابن الجوزي، ط1، 1414هـ-1993م. ¶ 22. البدر الطالع، تحقيق: حسين العمري، دار الفكر، دمشق، سوريا، ط1، 1419هـ-1998م ¶ 23. بغية الوعاه لجلال الدين السيوطي، تحقيق: محمد أبو الفضل إبراهم، المكتبة العصرية، صيدا بيروت 1419هـ-1998م). ¶ 24. تاج التراجم لزين الدين قاسم بن قطلوبغا السودوني، تحقيق: محمد خير رمضان يوسف، دار القلم دمشق، ط1، 1413هـ-1992م). ¶ 25. تاج العروس من جواهر القاموس لمحمد المرتضى الزبيدي (19/ 206) دراسة وتحقيق: علي شيري، دار الفكر، بيروت لبنان، 1414هـ. ¶ 26. التاج المكلل لصديق خان، تصحيح وتعليق: عبد الحكيم شرف الدين، المطبعة الهندية العربية، بمباي، ط2، 1382هـ، 1963م). ¶ 27. التاريخ الكبير للبخاري ¶ 28. التحرير والتنوير لمحمد الطاهر بن عاشور، دار سحنون للنشر والتوزيع، تونس، ¶ 29. تحفة الأحوذي لمحمد عبد الرحمن بن عبد الرحيم المباركفوري، دار الكتب العلمية، بيروت. ¶ 30. تحفة الفقهاء، لعلاء الدين السمرقندي، دار الكتب العلمية. ¶ 31. التدوين في أخبار قزوين لعبد الكريم بن محمد الرافعي، تحقيق: عزيز الله العطاردي، دار الكتب العلمية، بيروت،1987م ¶ 32. ¶ 33.",
            "page": "176",
            "part": "1"
        },
        {
            "id": "177",
            "nass": "34. تذكرة الحفاظ لمحمد بن طاهر القيسراني، تحقبق: حمدي السلفي، دار الصميعي، الرياض، ط1، 1415هـ ¶ 35. الترغيب والترهيب لعبد العظيم المنذري، تحقيق: إبراهيم شمس الدين، دار الكتب العلمية بيروت، ط1، 1417هـ. ¶ 36. التعريفات لمحمد عبد الرؤوف المناوي، تحقق: محمد رضوان الداية، دار الفكر المعاصر ودار الفكر، بيروت ودمشق، ط1، 1410 ¶ 37. تفسير الجلالين للسيوطي والمحلي، دار الحديث القاهرة، ط1. ¶ 38. تفسير القرآن العظيم لإسماعيل بن عمر ابن كثير، دار الفكر بيروت.1401هـ. ¶ 39. تفسير آيات الأحكام للسايس وزميلاه، صححه وعلق عليه: حسن السماحي و محي الدين مستو، دار ابن كثير ودار القادري، دمشق وبيروت، ط1، 1415هـ-1994م. ¶ 40. تفسير المراغي لأحمد مصطفى المراغي (4/ 213) دار إحياء التراث العربي، بيروت. ¶ 41. التفسير الموضوعي لصلاح الخالدي، دار النفائس، الأردن، ط2، 1422هـ-2001م. ¶ 42. التمهيد لأبي عمر يوسف بن عبد الله ابن عبد البر النمري، تحقيق: مصطفى العلوي ومحمد البكري، وزارة عموم الأوقاف والشؤون الإسلامية، المغرب، 1387هـ ¶ 43. تهذيب التهذيب للحافظ ابن حجر، ضبط ومراجعة: صدقي العطار، دار الفكر، ط1،1415هـ-1995م) ¶ 44. تهذيب الكمال. ¶ 45. الثقات لمحمد بن حبان البستي، تحقيق: السيد شرف الدين، دار الفكر، ط1، 1975م. ¶ 46. جامع البيان، لمحمد بن جريرالطبري، دار الفكر بيروت،1405هـ. ¶ 47. جامع العلوم والحكم لابن رجب الحنبلي ¶ 48. ¶ 49.",
            "page": "177",
            "part": "1"
        },
        {
            "id": "178",
            "nass": "50. الجامع لأحكام القرآن المشهور بتفسير القرطبي لمحمد بن أحمد القرطبي، تحقيق: أحمد البردوني، دار الشعب القاهرة، ط2، 1372هـ. ¶ 51. الجرح والتعديل لعبد الرحمن بن أبي حاتم الرازي، دار إحياء التراث العربي، بيروت، ط1، 1271هـ-1952م ¶ 52. الجواهر والدرر في ترجمة ابن حجر للحافظ السخاوي، تحقيق: إبراهيم باجس، دار ابن حزم، ط1. 1419هـ-1999م. ¶ 53. حاشية ابن القيم، دار الكتب العلمية، بيروت، ط2، 1415هـ ¶ 54. حاشية محيي الدين شيخ زاده على تفسير البيضاوي، ضبطه وصححه: محمد عبد القادر شاهين، دار الكتب العلمية، بيروت لبنان، ط1، 1419هـ-1999م. ¶ 55. حرز الأماني (الشاطبية) للقاسم بن فيرة الشاطبي مع تهذيب كنز المعاني لياسين (165) دار إحياء التراث العربي، بيروت، لبنلن، ط1، 1432هـ-2002م. ¶ 56. الديباج المذهب لإبراهيم نور الدين المعروف بابن فرحون المالكي، دراسة وتحقيق: مأمون الجنان، توزيع مكتبة عباس أحمد الباز، مكة المكرمة، ط1، 1417هـ،1996م). ¶ 57. روح المعاني لأبي الفضل محمود الآلوسي، دار إحياء التراث العربي، بيروت لبنان، ط4، 1405هـ،1985م ¶ 58. روضة الطالبين للإمام النووي، دار الفكر. ¶ 59. زاد المسير لابن الجوزي، تحقيق: أحمد شمس الدين، دار الكتب العلمية، بيروت لبنان، ط1، 1414هـ ¶ 60. زاد المعاد لابن القيم، تحقيق: شعيب الأرنؤوط وأخيه، مؤسسة الرسالة، ط14، 1407هـ ¶ 61. الزواجر لابن حجر الهيتمي، ضبطه: أحمد عبد الشافي، دار الكتب العلمية، بيروت لبنان، ط1، 1407هـ-1987م. ¶ 62. ¶ 63.",
            "page": "178",
            "part": "1"
        },
        {
            "id": "179",
            "nass": "64. سنن أبي داود سليمان بن الأشعث السجستاني، تحقيق: محمد محي الدين عبد الحميد، دارالفكر ¶ 65. سنن محمد بن زيد بن ماجة القزويني، دار الفكر بيروت، تحقيق: محمد فؤاد عبد الباقي، ¶ 66. سبل السلام لمحمد بن اسماعيل الأمير، علق عليه وحققه: محمد صيحي حسن حلاق، دار ابن الجوزي، ط1،1418هـ-1997م. ¶ 67. سنن محمد بن عيسىالترمذي، تحقيق: أحمد شاكر وآخرون، دار إحياء التراث العربي، بيروت ¶ 68. سنن عبدالله بن عبد الرحمن الدارمي، تحقيق: فواز زمرلي وخالد السبع، دار الكتاب العربي، بيروت، ط1، 1407هـ، ¶ 69. سنن علي بن عمر الدارقطني، تحقيق: عبد الله هاشم يماني، دار المعرفة، بيروت 1387هـ-1966م. ¶ 70. السنن الكبرى للبيهقي، مكتبة دار الباز، مكة،1414هـ-1994م تحقيق: محمد عبد القادر عطا. ¶ 71. السنن الكبرى للنسائي، تحقيق: عبد الغفار سليمان، وسيد كسروي، دار الكتب العلمية، بيروت،1411هـ-1991م. ¶ 72. سير أعلام النبلاء لشمس الدين محمد بن أحمد الذهبي، تحقيق: شعيب الأرناؤوط ومحمد نعيم، مؤسسة الرسالة، بيروت، ط9، 1413ه ¶ 73. شجرة النور الزكية لمحمد بن محمد مخلوف، دار الفكر ¶ 74. شرح معاني الآثار لأبي جعفر الطحاوي، تحقيق: محمد زهري النجار، دار الكتب العلمية بيروت، ط1، 1399هـ ¶ 75. شرح الزرقاني على الموطأ لمحمد بن عبد الباقي، دار الكتب العلمية، بيروت، ط1، 1411هـ. ¶ 76. الشرح الصغير للدردير ¶ 77. شرح الكوكب المنير لمحمد بن أحمد الفتوحي، تحقيق: محمد الزحيلي ونزيه حماد، مكتبة العبيكان،1418هـ. ¶ 78. ¶ 79.",
            "page": "179",
            "part": "1"
        },
        {
            "id": "180",
            "nass": "80. صحيح البخاري، تحقق: مصطفى ديب البغا، دار ابن كثر، بيروت، ط3، 1407هـ-1987م. ¶ 81. صحيح مسلم بن الحجاج القشيري النيسابوري، تحقيق: محمد فؤاد عبد الباقي، دار إحياء التراث العربي بيروت. ¶ 82. صحيح محمد بن حبان البستي، تحقيق شعيب الأرناؤوط،،مؤسسة الرسالة بيروت، ط2، 1414هـ-1993م. ¶ 83. طبقات المفسرين لشمس الدين محمد بن علي الداودي، دار الكتب العلمية بيروت لبنان، ط1، 1403هـ، 1983م، ¶ 84. طبقات الشافعية للسبكي، نتحقيق عبد الفتاح محمد الحلو ومحمود محمد الطناجي ط:4 عام 1385هـ - 1966م) ¶ 85. طبقات الحفاظ لعبد الرحمن السيوطي دار الكتب العلمية، بيروت، ط1، 1403هـ). ¶ 86. الطبقات لابن خياط ¶ 87. عون المعبود لمحمد شمس الحق العظيم آبادي، دار الكتب العلمية، بيروت، ط2، 1415هـ. ¶ 88. غاية البيان شرح زبد ابن رسلان لمحمد بن أحمد الرملي تخريج وتعليق وضبط: خالد عبد الفتاح شبل، مؤسسة الكتب الثقافية، ط1، 1411هـ- 1991م ¶ 89. الغريبين لأبي عبيد أحمد بن محمد الهروي، تحقيق ودراسة: أحمد فريد المزيدي، المكتبة العصرية، صيدا بيروت، ط1، 1419هـ-1999م. ¶ 90. فتح القدير لمحمد بن علي الشوكاني، دار ابن كثير ودار الكلم الطيب، دمشق بيروت، ط1، 1414هـ-1994م. ¶ 91. الفردوس بمأثور الخطاب لأبي شجاع الديلمي، تحقيق: السعيد بسيوني، دار الكتب العلمية، بيروت، ط1، 1986م. ¶ 92. الفقه على المذاهب الأربعة لعبد الرحمن الجزيري، دار الفكر، 1996م. ¶ 93. ¶ 94.",
            "page": "180",
            "part": "1"
        },
        {
            "id": "181",
            "nass": "95. فيض القدير للمناوي، المكتبة التجارية الكبرى، مصر، ط1. 1356 هـ. ¶ 96. في ظلال القرآن الكريم لسيد قطب (2/ 654) دار الشروق، ط16، 1410هـ-1990م. ¶ 97. والقاموس المحيط ¶ 98. الكافي لابن قدامة المقدسي المكتب الإسلامي 1988م. ¶ 99. الكشاف عن حقائق التنزيل لجارالله محمود الزمخشري، دار المعرفة بيروت لبنان ¶ 100. الكنى والأسماء لمسلم بن الحجاج، تحقيق: عبد الرحيم القشقري، الجامعة الإسلامية، المدينة المنورة، ط1، 1404هـ). ¶ 101. لباب النقول في أسباب النزول للجلال السيوطي، دار إحياء العلوم، بيروت، ط4، 1403هـ. ¶ 102. لسان العرب، لابن منظور. ¶ 103. المبسوط لشمس الدين السرخسي، دار الكتب العلمية، 1993م. ¶ 104. المجموع ليحي بن شرف النووي، دار الفكر، 1996م. ¶ 105. المحلى لابن حزم، تحقيق: لجنة إحياء التراث، دار الآفاق الجديدة، بيروت. ¶ 106. المختار لعبد الله بن محمود الموصلي مع الاختيار، دار المعرفة بيروت لبنان، ط3، 1395هـ-1975م. ¶ 107. مختصر خليل بن إسحاق، دار الفكر. ¶ 108. مدونة الفقه المالكي للصادق عبد الرحمن الغرياني، مؤسسة الريان، ط1، 1423هـ. ¶ 109. مراقي الفلاح لملا علي القاري، دار الفكر. ¶ 110. المستدرك تحقيق: مصطفى عبدالقادر عطا، دار الكتب العلمية بيروت، ط1، 1411هـ-1990م. ¶ 111. المستصفى لأبي حامد الغزالي، دار الكتب العلمية،1993م. ¶ 112. ¶ 113.",
            "page": "181",
            "part": "1"
        },
        {
            "id": "182",
            "nass": "114. مسند سليمان بن داود الطيالسي، دار المعرفة بيروت، ¶ 115. المسند للإمام أحمد، مؤسسة قرطبة، مصر. ¶ 116. مصنف عبد الرزاق، تحقيق: حبيب الرحمن الأعظمي، المكتب الإسلامي، بيروت، ط2، 1403هـ. ¶ 117. مصنف أبي بكر عبدالله ابن أبي شيبة، تحقيق: كمال الحوت، مكتبة الرشد الرياض، ط1،1409م. ¶ 118. معتصر المختصر ليوسف بن موسى الحنفي، عالم الكتب ومكتبة المتنبي، بيروت القاهرة. ¶ 119. معجم المؤلفين، لعمر رضا كحالة، مؤسسة الرسالة، ط1، 1414هـ-1993م. ¶ 120. المغني لأبي محمد عبدالله بن قدامة المقدسي، رئاسة إدارة البحوث العلمية والإفتاء، السعودية، 1401هـ-1981م. ¶ 121. مغني المحتاج لمحمد بن الخطيب الشربيني، اعتنى به: محمد خليل عيتاني، دار المعرفة، بيروت، لبنان، ط1، 1418هـ-1997م. ¶ 122. مغني اللبيب لابن هشام الأنصاري، تحقيق: محمد عبد الحميد، المكتبة العصرية، بيروت، 1992م. ¶ 123. مفاتيح الغيب للفخر الرازي، دار الكتب العلمية، بيروت لبنان، ط1، 1411هـ-1990م. ¶ 124. المفصل لعبد الكريم زيدان، مؤسسة الرسالة، ط1، 1413هـ-1993م. ¶ 125. المقصد الأرشد لإبراهيم بن مفلح، تحقيق: عبدالرحمن العثيمين، مكتبة الرشد للنشر والتوزيع، الرياض، ط1، 1990م) ¶ 126. منهاج الطالبين ¶ 127. المنهاج شرح صحيح مسلم بن الحجاج، ليحي النووي، دار إحياء التراث العربي، بيروت، ط2، 1392هـ. ¶ 128. ¶ 129.",
            "page": "182",
            "part": "1"
        },
        {
            "id": "183",
            "nass": "130. تفسير المنار لمحمد رشيد رضا، خرج آياته وأحاديثه: إبراهيم شمس الدين، دار الكتب العلمية، بيروت، لبنان، ط1، 1420هـ-1999م. ¶ 131. المهذب لأبي إسحاق الشيرازي، دار إحياء التراث العربي. ¶ 132. الموافقات لإبراهيم الشاطبي، حققه: خالد شبل، مؤسسة الرسالة1420هـ-1999م. ¶ 133. ميزان الاعتدال لشمس الدين محمد بن أحمد الذهبي، تحقيق: علي معوض وعادل عبد الموجود، دار الكتب العلمية، بيروت، ط1، 1995م). ¶ 134. نظام الأسرة عند المسلمين والمسيحيين لمصطفى الرافعي، الشركة العالمية للكتاب. ط1. ¶ 135. نهاية المحتاج لمحمد الرملي، دار إحياء التراث العربي، ط3، 1413هـ-1993م. ¶ 136. نور الإيضاح المطبوع مع مراقي الفلاح. ¶ 137. نيل الأوطار لمحمد بن علي الشوكاني، دار الكتب العلمية، بيروت لبنان. ¶ 138. وفيات الأعيان لأبي العباس شمس الدين أحمد بن محمد بن خلكان، تحقيق: إحسان عباس، دار صادر، بيروت.",
            "page": "183",
            "part": "1"
        },
        {
            "id": "184",
            "nass": "فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ شكر وعرفان ... 1 ¶ المقدمة ... 2 ¶ الفصل التمهيدي ... 12 ¶ المبحث الأول: تعريف الزواج لغة واصطلاحاً ... 13 ¶ المبحث الثاني: الزواج سنة إلهية ... 14 ¶ المبحث الثالث: العلاقة الزوجية حقوق وواجبات ... 18 ¶ المبحث الرابع: مفهوم المحرمات. ... 20 ¶ الفصل الأول: المحرمات أثناء المباشرة الزوجية. ... 21 ¶ المبحث الأول: حرمة المباشرة أثناء العبادة. ... 22 ¶ المطلب الأول: حرمة المباشرة على المعتكف. ... 23 ¶ الفرع الاول: تعريف المباشرة والاعتكاف. ... 23 ¶ الفرع الثاني: تفسير الآية ... 23 ¶ الفرع الثالث: تفسير الآية. ... 23 ¶ الفرع الرابع: حكم المباشرة من المعتكف ... 25 ¶ المطلب الثاني: حرمة الرفث في الحج والعمرة. ... 30 ¶ الفرع الأول: تعريف الرفث لغة ... 30 ¶ الفرع الثاني: تفسير الرفث. ... 30 ¶ الفرع الثالث: حكم الرفث في الحج والعمرة ... 35 ¶ المبحث الثاني: جماع الحائض. ... 36 ¶ المطلب الأول: الآية وسبب نزولها. ... 37 ¶ المطلب الثاني: تفسير مفردات الآية ... 39 ¶ الفرع الأول: المحيض ... 39 ¶ الفرع الثاني: الأذى ... 41",
            "page": "184",
            "part": "1"
        },
        {
            "id": "185",
            "nass": "42 ¶ الفرع الثالث: الاعتزال. ¶ المطلب الثالث: ما يجب اعتزاله من الحائض. ... 43 ¶ المطلب الرابع: حكم إتيان الحائض ... 46 ¶ المطلب الخامس: معنى الطهارة في الآية. ... 47 ¶ المبحث الثالث: حرمة الوطء في غير الفرج. ... 53 ¶ المطلب الأول: الآية وسبب النزول. ... 54 ¶ المطلب الثاني: تفسير الآية. ... 57 ¶ الفصل الثاني: المحرمات في المعاملة بين الزوجين ... 76 ¶ المبحث الأول: المحرمات من جهة الزوج. ... 77 ¶ المطلب الأول: الظهار. ... 78 ¶ الفرع الأول: تعريف الظهار. ... 78 ¶ الفرع الثاني: الآية وسبب النزول ... 79 ¶ الفرع الثالث: حكم الظهار. ... 83 ¶ المطلب الثاني: النهي عن أخذ شيء من أموال الزوجات. ... 96 ¶ الفرع الأول: الآية وسب النزول. ... 96 ¶ الفرع الثاني: معنى الآية. ... 97 ¶ المطلب الثالث: الميل. ... 102 ¶ المطلب الرابع: البغي على الزوجة ... 106 ¶ الفرع الأول: تعريف البغي. ... 106 ¶ الفرع الثاني: النهي عن البغي. ... 106 ¶ المطلب الخامس: العضل ... 108",
            "page": "185",
            "part": "1"
        },
        {
            "id": "186",
            "nass": "111 ¶ المبحث الثاني: المحرمات من جهة الزوجة ¶ المطلب الأول: النشوز ... 111 ¶ الفرع الأول: تعريف النشوز. ... 111 ¶ الفرع الثاني: قوامة الرجل وسببها. ... 112 ¶ الفرع الثالث: وجوب طاعة المرأة زوجها. ... 113 ¶ الفرع الرابع: تأديب المرأة الناشز. ... 114 ¶ الفرع الخامس: ترتيب الوسائل ... 118 ¶ الفرع السادس: التأديب والبغي ... 119 ¶ الفرع السابع: شبهة وردها ... 119 ¶ المطلب الثاني: سوء العشرة ... 120 ¶ الفصل الثالث: المحرمات في الطلاق وعقبه. ... 121 ¶ المبحث الأول: المحرمات من جهة الزوج. ... 122 ¶ المطلب الأول: مراجعة من طلقها ولم يدخل عليها ... 123",
            "page": "186",
            "part": "1"
        },
        {
            "id": "187",
            "nass": "123 ¶ الفرع الأول: أنواع الطلاق. ¶ الفرع الثاني: طلاق غير المدخول بها. ... 123 ¶ الفرع الثالث: متعة المطلقة غير المدخول بها. ... 125 ¶ المطلب الثاني: النهي عن الإضرار بهن ... 125 ¶ الفرع الأول: تعريف الإضرار. ... 126 ¶ الفرع الثاني: أنواع الإضرار والنهي عنها. ... 126 ¶ المطلب الثالث: نكاح مطلقته ثلاثا. ... 133 ¶ المطلب الرابع: الإشهاد على الرجعة ... 134 ¶ المبحث الثاني: المحرمات من جهة الزوجة. ... 137 ¶ المطلب الأول: كتمان الزوجة ما في رحمها ... 137 ¶ المطلب الثاني: الزواج في العدة. ... 139 ¶ الفرع الأول: تعريف العدة. ... 139 ¶ الفرع الثاني: أسباب العدة. ... 139",
            "page": "187",
            "part": "1"
        },
        {
            "id": "188",
            "nass": "140 ¶ الفرع الثالث: أنواع العدة ¶ الفرع الرابع: النهي عن الزواج في العدة. ... 141 ¶ المطلب الثالث: النهي عن إخراجهن من البيوت ... 132 ¶ الخاتمة ... 144 ¶ الفهارس ... 146 ¶ فهرس الآيات ... 147 ¶ فهرس الأحاديث والآثار ... 151 ¶ فهرس الأعلام ... 153 ¶ فهرس المراجع ... 157 ¶ فهرس المواضيع ... 166",
            "page": "188",
            "part": "1"
        }
    ],
    "t36360": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "1733"
        }
    ]
}