{
    "b36363": [
        {
            "id": "1",
            "nass": "مُسْتَلَّةٌ من : ¶ \" العِمَادِ في شَرْحِ الزَّاد\" ¶ من إملاء الدكتور : ¶ عبد العزيز بن أحمد البجادي ¶ أخرجه : ماجد بن عبد الله المالك ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين ، والصلاة والسلام على نبينا محمد وآله وصحبه . ¶ وبعد : ¶ فقد أذنت للأخ : ماجد بن عبد الله المالك في طباعة ما أمليته من شرح ٍ ¶ على زاد المستقنع باسم \" العماد في شرح الزاد \" ، على أن يجتهد في مراجعته وضبطه ، ¶ وليس بلازم أن يخرجه مرتب الأبواب ، بل له أن يطبع ما يقع منه بيده . ¶ والله أسأل أن يعينه ، وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه . ¶ عبد العزيز بن أحمد البجادي ¶ 4 / 5 / 1424 هـ ¶ وَالتَّصْوِيرُ ، ¶ ـــــــــــــــــــ ¶ ثم قال المصنف - رحمه الله تعالى - 1 : ¶ ( وَالتَّصْوِيرُ ) : أي ويحرم التصوير ، وهذه الكلمة مطلقة فإنها لمَّا دخلت عليها \" أل \" شملت كل نوع من أنواع التصوير ، فشملت تصوير ما له روح وتصوير ما ليس له روح ، وكل واحد من هذين جنس تحته أنواع . ¶ فإن ما له روح إما أن يكون له ظل وهو : المجسم أو المجسد ويكون ذلك بالنحت أو بالبناء أو بالصَّوْغِ أو بغير ذلك ، وإما أن يكون لا ظل له وهو : المسطح وهذا يكون بالرسم أو التخطيط أو النسيج أو النقش أو النقر وهو: ¶ \" النحت \" أو بالآلة ، والتصوير بالآلة : إما أن يكون ظاهراً كما في التصوير الفوتوغرافي وإما أن يكون غير ظاهر كما في التصوير التلفزيوني والتصوير السينمائي وتصوير الفيديو .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وكلا نوعي التصوير لذوات الأرواح ـ وهما : تصوير ما له ظل ، وتصوير ما ليس له ظل ـ إما أن يكون تصويراً للجسد كله وإما أن يكون تصويراً لبعض الجسد ويسمى التصوير الناقص ، وهذا التصوير الناقص إما أن يكون تصويراً لما نقص منه الرأس ، وإما أن يكون تصويراً لما نقص منه غير الرأس ، وهذا الثاني إما أن يكون تصويراً لما كان النقص فيه مما تبقى الحياة معه وإما أن يكون مما لا تبقى الحياة معه كما في الصورة النصفية . ¶ وأما ما ليس له روح فإما أن يكون نامياً كالنباتات والأشجار والزروع ، ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وإما أن يكون جماداً ، والجماد إما أن يكون مما يصنعه البشر كالسيارات والقطارات والطائرات والأواني والآلات ونحو ذلك ، وإما أن يكون مما لا يخلقه إلا الله كالشمس والقمر والنجوم والكواكب والجبال والبحار والأنهار ¶ ونحو ذلك . ¶ فكل هذه الأنواع قد شملها قول المصنف ، إلا التصوير بالآلة فإنه مما حدث بعد عصر المصنف . ¶ والمقرر في المذهب أن المحرم تصوير ما له روح وهذا هو مراد المصنف قطعاً ولكنه أراد الاختصار فتوسع بالعبارة ووكِلَ فهم ذلك إلى القارئ ، ولهذا فعبارة الفروع أدق من عبارته حيث جاء فيه : \" ويحرم على الكُل لُبْسُ ما فيه صورة حيوان ... \" إلى أن قال : \" وتصويره \" أي ويحرم تصوير الحيوان . ¶ وجاء في الإنصاف : \" يحرم تصوير ما فيه روح ولا يحرم تصوير الشجر ونحوه \" . ¶ وسوف نعرف حكم كل نوع من هذه الأنواع - إن شاء الله تعالى - . ¶ النوع الأول : ¶ التصوير المجسم لذوات الأرواح ، وهو تصوير ما له ظل مما فيه روح وقد خص بعض المعاصرين بهذا النوع اسم التمثال فظن أن التمثال لا يطلق إلا على الصورة التي لها ظل مع أن التمثال في العربية يطلق على كل صورة جعلت على ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "مثال شيء سواء كان لها ظل أو لم يكن ، وقد جاء في صحيح مسلم أن عائشة قالت : \" كان لنا ستر فيه تمثال طائر \" والذي يكون في الستر ليس له ظل . ¶ قال امرؤ القيس : بآنسةٍ كأنها خطُ تمثال ¶ فهذا النوع من التصوير إن كان باقياً أي إن كان مصنوعاً من شيء يبقى كما لو نحت من صخر أو من خشب أو من حديد أو صنع من أسمنت أو صيغ من بلاستك ، فإنه محرم ، وقد حكى ابن العربي وغيره الإجماع على تحريمه ، لكن نُقِلَ عن أبي سعيد الأصطخري من أصحاب الشافعي :\" أنه غير محرم إن لم يكن مصنوعاً للعبادة \" ، والجمهور يستثنون من عموم التحريم \" لعب الأطفال \" - وتأتي إن شاء الله - . ¶ ودليل تحريم الصور المجسدة لما فيه روح أمور : ¶ أحدها : أن الله تعالى وصف أهل التماثيل بالضلال المبين ، وجعل عملهم باطلاً متبراً ، فقال تعالى على لسان إبراهيم ( :( ماهذه التماثيل التي أنتم لها عاكفون ( إلى أن قال :(لقد كنتم أنتم وآباؤكم في ضلال مبين ( ، وقال على لسانِ موسى ( بعد قوله :( فأتوا على قوم يعكفون على أصنام لهم قالوا ياموسى اجعل لنا إلهاً كما لهم آلهةٌ قال إنكم قوم تجهلون ، إن هؤلاء متبرٌ ما هم فيه وباطلٌ ماكانوا يعملون (، والمتبر : المدمر . ¶ فلما وصف الله تعالى أصحاب التماثيل بالضلال وجعل أمرهم باطلاً متبراً ، ¶ دلَّ ذلك على أن التماثيل محرمة . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أن المذموم في الآيتين : عبادة التماثيل ، لا صنعها ، لكن من صنعها لأجل العبادة فهو داخل في الذم ضمناً . ¶ الثاني : أن النبي ( هدم التماثيل وأمر بهدم كل تمثال ، فقد جاء في الصحيحين من حديث ابن مسعود أنه قال : \" دخل رسول الله ( مكةَ يوم الفتح وحول البيت ستون وثلاثمائة نُصُب ، فجعل يطعُنُها بعودٍ في يده ¶ ويقول : \"جاء الحق وزهق الباطل\" ، \" جاء الحق وما يبدئ الباطل وما يعيد \".",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وجاء في صحيح مسلم عن أبي الهيَّاج أن علي بن أبي طالب قال له :\" ألا أبعثك على ما بعثني عليه رسول الله ( أن لا تدع تمثالاً إلا طمسته ، ولا قبراً مشرفاً إلا سويته \" . ¶ فإن \" تمثالاً \" نكرة فيدخل تحته كل تمثال سواء كان معبوداً أو غير معبود ، وجاء في لفظ عند مسلم : \" ولا صورةً إلا طمستها \" ولفظ الصورة والتمثال يدخل تحته \" المجسد والمسطح \" ، والطمس في اللغة : الدُّروس والإمِّحاء ، يقال : طُمِسَت دارهُ إذا درست ، وطُمِست عينه إذا ذهب بصرها ، وقد جاء عند الترمذي وأحمد في وصف الدجال :\" أنه مطموس العين \"، وجاء عند البخاري أن النبي ( قال : \" واقتلوا ذا الطفيتين والأبتر ، فإنهما يطمسان البصر ويستسقطان الحَبَل \" وعلى هذا المعنى جاء قوله تعالى :( ولو نشاء لطمسنا على أعينهم فاستبقوا الصراط فأنى يبصرون ( . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ فدل ذلك على أن الطمس يراد به : هدم المجسد ومحو المرسوم . ¶ والجواب : أن هدم النبي ( للتماثيل التي كانت حول البيت إنما كان لأنها كانت تُعبد من دون الله بإجماع العلماء . ¶ فلا يندرج تحت هذا الحكم التماثيل التي لم تعبد ولم تصنع للعبادة . ¶ وأما حديث أبي الهيَّاج فهو : عام ، لكنَّه : ¶ إما أن يكون عاماً مراداً به العموم غير مخصوص ¶ وإما أن يكون عاماً مراداً به العموم لكنه مخصوص ¶ وإما أن يكون عاماً مراداً به الخصوص : ¶ أما الأول : فيُشكل عليه أمران : ¶ الأمر الأول : حديث عائشة في الصحيحين قالت : قدم رسول الله ( من سفر وقد سترت بِقرامٍ لي على سهوة لي فيها تماثيل ، فلما رآه النبي ( هتكهُ وقال :\" أشد النَّاس عذاباً يوم القيامة الذين يضاهون بخلق الله \" ، قالت : \"فجعلناه وسادةً أو وسادتين \" . ¶ وفي لفظ عند مسلم :\" فكان يرتفق بهما في البيت \" أي : يتكئ أو ينام عليها .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وجاء في لفظٍ آخر له :\" أنها نصبت ستراً فيه تصاوير فنزعه \" . ¶ وجاء في لفظ له أيضاً :\" وقد سترت على بابي درنوكاً فيه الخيل ذوات الأجنحة فأمرني فنزعته \" والدرنوك : الستر الغليظ . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وجاء في لفظ آخر له أيضاً :\" الذين يشبِّهون بخلق الله \" ¶ فإن في الحديث تغليظاً على المصورين بذكر المضاهاة والتشبيه بخلق الله ، ونهياً عن الصور المعلقة ، وإقراراً للصور غير المعلقة أو الممتهنة . ¶ وهذا يعني : أن المضاهاة والمشابهة تكون بعبادة التماثيل ، أو بتعليقها المشعر بتعظيمها ، فإن العبادة والتعظيم لا يكونان إلا لله تعالى فمن صرف شيئاً منهما لغير الله فهو مضاهٍ لله به . ¶ فدل هذا على أن الصور المسطحة إذا لم تعلق لا تدخل في عموم حديث أبي الهيَّاج عن علي . ¶ واعترض ذلك بثلاثة اعتراضات : ¶ الاعتراض الأول : أن النبي ( استعمل الصور المسطحة ، ولكنه أنكر صنعها وأغلظ على صانعيها ، فدل ذلك على أنها محرمة . ¶ والجواب : أنها لو كانت محرمة مطلقاً لما جاز للنبي ( أن يستعملها ، إذ لو كانت محرمةً في ذاتها لكان النبي ( أبعد الناس عن استعمالها ، إذ كيف يحرمها ويستعملها . ¶ الاعتراض الثاني : أن النبي ( هتك السُترة ، والهتك : الإتلاف ، فلو لم تكن الصورة محرمةً مطلقاً لما جاز له إتلاف المال . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب من وجهين :- الوجه الأول : أن \" الهتك \" يرادُ به : النزع ، بدليل الروايات الأخرى : \" فنزعه \" ، \" فأمرني فنزعته \" ، \" أَخِرِيه \" ، \"حُلِّي هذا \" . ¶ الوجه الثاني : أنه على التسليم بأن الهتك هو الإتلاف فليس المراد به التمزيق بحيث لا ينتفع به بعد ذلك ، وإنما المراد به حينئذٍ : أن لا ينتفع به كسترة بدليل : أنهم استعملوه فجعلوه وسادةً أو وسادتين .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "الاعتراض الثالث : أن حديث عائشة كان قبل تحريم الصور ، ثمَّ حرمت الصور فكان حديثها منسوخاً. ¶ والجواب : أنَّ القول بالنسخ لا يصح إلا بشرطين : ¶ الشرط الأول : أن يتعذر الجمع بين الدليلين . ¶ الشرط الثاني : أن يعرف تأريخ الدليلين . ¶ وكلا الشرطين غير متوفر : فإن تأريخ الدليلين مجهول ، وأما الجمع بينهما فممكن - لما تقدم بيانه - :\" من أن المحرم عبادة التماثيل أو تعليقها المشعر بتعظيمها ، وأن غير المعلق مما يمتهن غير محرم \" . ¶ الأمر الثاني : حديث عائشة في الصحيحين قالت : \" كنت ألعب بالبنات عند النبي ( وكان لي صواحب يلعبن معي فكان رسول الله ( إذا دخل يتقمعن فيسربهنَّ إليَّ فيلعبن معي\" ، وفي لفظ لمسلم :\"كنت ألعب بالبنات في بيته وهنَّ اللعب\" . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ فإن جماهير العلماء جوزوا صنع هذه اللعب وبيعها لحاجة البنات إلى التدرب بهنَّ على تربية الأطفال ، وعلى تدبير شؤون البيوت عملاً بحديث عائشة فإن فيه إذناً من الشارع في مثل هذه الصور . ¶ لكن هل هذا النوع من الصور داخل في عموم حديث علي ثمَّ استثني ؟ أو لم يدخل أصلاً في عمومه ؟ ¶ إن قلنا بالأول : كان حديث علي \" عاماً مرادا به العموم مخصوصاً \" . ¶ وإن قلنا بالثاني : كان حديثه \" عاماً مراداً به الخصوص \" . ¶ وعلى كلا الأمرين لا يكون حديثه \" عاماً مراداً به العموم غير مخصوص \" . ¶ والحاصل : أنَّ هنا نوعين من تصوير ما له روح : أحدهما : مجسم ، والآخر مسطح ، وقد شملهما حديث علي من حيث اللفظ ، لكن لمَّا أذن فيهما الشارع دل ذلك على أن حديث علي لا يشملهما من حيث الحكم ، إما لأنهما ¶ مستثنيان ، وإما لأن الشارع لم يرد إدخالهما أصلاً .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وعلى أي حال : فحديث علي إنما يشمل المنصوب من الصور المجسمة والمسطحة ، ولا يشمل غير المنصوب سواء كان مُجَسَّماً كلُعب الأطفال أو مسطحاً كالرسوم التي تكون على الفرش والوسائد ونحوها . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الدليل الثالث2 : أن النبي ( توعد أصحاب التصاوير بأحاديث كثيرة ، أشهرها خمسة : ¶ الحديث الأول : حديث أبي هريرة في الصحيحين عن النبي ( فيما يرويه عن ربه قال:\" ومن أظلم ممن ذهب يخلق كخلقي ، فليخلقوا ذرة أو ليخلقوا حبّة أو ليخلقوا شعيرة \". ¶ الحديث الثاني : حديث ابن عباس في الصحيحين مرفوعاً :\" من صور صورةً في الدنيا ، كلف أن ينفخ فيها الروح يوم القيامة وليس بنافخ\" . ¶ الحديث الثالث : حديث عائشة في الصحيحين ، أنَّ أم حبيبة وأم سلمة ذكرتا كنيسةً رأينها في الحبشة فيها تصاوير فذكرتا للنبي ( فقال :\" إنَّ أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً ، وصوروا فيه تلك الصور ، أولئك شرار الخلق \". ¶ الحديث الرابع : حديث عائشة في الصحيحين : \" أنها اشترت نُمرُقَةً فيها تصاوير فلما رآها رسول الله ( قام بالباب فلم يدخل قالت : فقلت يا رسول ¶ الله : أتوب إلى الله وإلى رسوله ( ماذا أذنبت ؟ فقال :\" ما بال هذه النُمرُقَة ؟ إن أصحاب هذه الصور يوم القيامة يعذبون ، فيقال لهم أحيوا ما خلقتم \" ، وقال : \" إن الملائكة لا تدخل البيت الذي فيه الصور \" . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الحديث الخامس : حديث أبي جحيفة عند البخاري : \" أن رسول الله ¶ ( نهى عن ثمن الدم ، وثمن الكلب ، وكسب البغي ، ولعن آكل الربا ، وموكله ، والواشمة ، والمستوشمة ، والمصور \" . ¶ فهذه الأحاديث تُبيِّن أن النبي ( جعل المصور \"أظلم الخلق\"،",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "و\"شر الخلق\"، وذكر أنه ملعون ، وأنه يؤمر بنفخ الروح في الصور ويقال له : ¶ \" أحي ما خلقت \" ، ولا شك أنَّ الأمر بإحياء الصور أمرٌ تعجيزي لا يكون إلا ¶ لأمرٍ محرم . ¶ والجواب من أوجه : ¶ الوجه الأول : أن الذين قالوا بدلالة هذه الأحاديث على تحريم الصور مختلفون في التعليل ، فقالت طائفةٌ منهم : العلة في ذلك المضاهاة ، وقالت طائفة أخرى : العلة سد الذريعة \" أي سد باب التذرع بصنعها إلى عبادتها \" . ¶ فأما من علل بالمضاهاة : فأشكل عليه أمر الصور الممتهنة ولعب الأطفال ، فإن إذن الشارع فيهما دال على بطلان التعليل بذلك ، لأن المضاهاة التي يفهمونها لا ينفك عنها هذان النوعان المباحان . ¶ وأما من فرَّق منهم بين الصور التي لها ظل والتي ليس لها ظل وجعل المضاهاة متحققةً في الصور التي لها ظل لأنها مشابهة لخلق الله من جميع الجهات ، فيلزمه ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ إباحة الصور المسطحة إلا أن يقرن إلى تعليله التعليل بسد الذريعة ، وحينئذٍ فله كلام يأتي بيانه إن شاء الله . ¶ ثم يقال لمن علل بالمضاهاة والمشابهة : إن مخلوقات الله كثيرة متنوعة منها ما له روح ومنها ما ليس له روح ، فمن صور الجبال أو الشجر أو البحار فإنه على ما تفهمون من المضاهاة مضاهٍ لخلق الله ، مع أنه فعل أمراً مباحاً بإجماع العلماء ، وقد كان مجاهد يمنع من تصوير الشجر المثمر ، لكن قال عياض : لم يُعْرَف هذا عن غيره . ¶ وعلى ذلك فمن فَهِمَ من هذه الأحاديث تحريم الصُوَر مطلقاً معللاً بالمضاهاة فيلزمه تحريم تصوير الأشجار والجبال والأنهار ونحو ذلك ، ولا محيد عن ذلك إلا أن يفهم المضاهاة الفهم الذي يوافق المقصود الشرعي والمقصود اللغوي وهو أن المضاهاة هي : مساواة الخالق بالمخلوق ، أو مساواة المخلوق بالخالق ، وذلك بأن يصرف شيئاً من العبادة أو التعظيم إلى غير الله .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن تأمل قول النبي ( :\" الذين يضاهون بخلق الله \" وقوله :\" الذين يشبهون بخلق الله \" ، عَلِمَ عِلمَ اليقين أنَّ هذا هو المراد ، فإن العرب لا تدخل الباء على المفعول به ، فلا يقولون : \" كسرتُ بالزجاجة\" إذا كانت الزجاجة هي ¶ المكسورة ، وإنما يستعملون مثل هذا الأسلوب إذا كان في الكلام مفعول ¶ إما مذكور وإما محذوف في حكم المذكور فيقولون مثلاً : \" كسرت بالزجاجة رأسه \" . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وهاتان الروايتان : \" الذين يضاهون بخلق الله \" و \" الذين يشبهون بخلق الله\" متضمنتان لمفعول معلوم ، لأن أصل الكلام - والله أعلم - \" الذين يضاهون الله بخلق الله \" ، و\" الذين يشبهون الله بخلق الله\" . ¶ ومثل ذلك حديث عائشة في تصاوير الكنيسة فإنه دالٌّ على أنَّ شرَّ الخلق من يصنع التماثيل و ينصبها في مواضع العبادة ، فإن النبي ( قال : \" إنَّ أولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً ، وصوروا فيه تلك الصور ... \" ، ولا شك أن هذا أمر محرم لجمعه بين نصب التماثيل في مواضع العبادة وبناء المساجد على القبور . ¶ وأما من علل بسد الذريعة فيقال له : إن الذريعة المتخذة في زمن قوم نوح هي التماثيل المجسدة لقوم صالحين المنصوبة في مواضع العبادة ، قال ابن عباس - كما في صحيح البخاري - : \" أسماء رجال من قوم نوح ، فلما هلكوا أوحى الشيطان إلى قومهم أن انصبوا إلى مجالسهم التي يجلسون أنصاباً وسمّوها بأسمائهم ، ففعلوا فلم تعبد ، حتى إذا هلك أولئك وتنسَّخ العلم عبدت \". ¶ ولهذا جاء النهي في الكتاب والسنة عن نصب التماثيل وتعليق الصور لأن ذلك ذريعةٌ إلى عبادتها ، ولكن أين الذريعة في صور ممتهنة كلعب الأطفال ، والرسوم ، والرقوم على الفرش والوسائد والمخاد ونحو ذلك !؟ . ¶ ...........................................................................",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ـــــــــــــــــــ ¶ وأما من علل بالعلتين معاً ، فيقال له : أما تعليلك بسد الذريعة فمسلّم في كل ما هو ذريعةٌ ، وأما الصور الممتهنة فلا تكون ذريعة على ماتبين . ¶ وأما تعليلك بالمضاهاة : فقد تبين لك أنها راجعة عند التحقيق إلى التعليل بسد الذريعة ، لأن المضاهاة هي مساواة الله بغيره ، فمن صنع التصاوير للعبادة ، أو عظمها بتعليقها ، فقد ساوى تلك التصاوير بالله تعالى . ¶ الوجه الثاني : أن هذا الوعيد الشديد لأصحاب التصاوير دالٌ على أنهم مستحقون لأشد العذاب فإن التكليف بنفخ الروح والتكليف بخلق ذرةٍ أو شعيرةٍ دالٌ على عظم الجرم ، وقد صرح بذلك حديثا عائشة وابن مسعود في الصحيحين مرفوعاً : \" أشد الناس عذاباً يوم القيامة المصورون\" ، وقد أجمع العلماء على أنَّ أعظم الناس عذاباً المشرك ، ولذا لمَّا كان شرك \" آل فرعون \" أصرح الشرك بادعائهم الألوهية ، قال الله تعالى :( ويوم تقومُ السَّاعَةُ أَدْخِلُوا آل فِرعَونَ أَشَدَّ العَذَاب( وعلى ذلك:فإما أن يكون التصوير المذموم بالأحاديث المتقدمة هو الشرك ، وحينئذٍ تتفق أدلة الشريعة وقواعدَها المجمَعَ عليها. ¶ وإما أن يكون التصويرُ غير الشرك فيلزم أن يكون أعظم من الشرك وهذا مخالفٌ للإجماع ، فتعين الأخذُ بالاحتمال الأول ، فيكون التصوير المذموم هو : ما كان لأجل العبادة ، أو التعظيم ، لأنهما شرك . ¶ فإن قيل : جاء في الصحيحين روايةٌ للحديثين بلفظ :\" إنَّ من أشد الناس عذاباً يوم القيامة المصورين\" . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وعلى ذلك : فلا يكون التصوير أعظم من الشرك ولا أقل منه ، بل هو حينئذ مساوٍ له ، ولا مانع أن يشترك المصور والمشرك في شدة العذاب . ¶ فالجواب : أن حديث عائشة رواه الزهري ، وعبد الرحمن بن القاسم ، وسماك ، كلهم يرويه عن القاسم ، عن عائشة .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فأما \" عبد الرحمن بن القاسم \" فرواه عنه : ابن عيينة كما في الصحيحين ، والأوزاعي ، وحماد بن سلمة ، كما في مسند أحمد ، كلهم يرويه عنه بدون لفظ \"من\". ¶ وأما \" سماك \" : فقد رواه كما في سنن النسائي ، عن القاسم بدون لفظ \"من\" . ¶ وأما \" الزهري \" فرواه عنه : ابن عيينة كما في صحيح مسلم ، والأوزاعي كما في مسند أحمد ، وعبدالرزاق كما في رواية إسحاق ، وعبد بن حميد على ما في صحيح مسلم ، كلهم يرويه عنه بدون لفظ \"من\" . ¶ ورواه إبراهيم بن سعد كما في الصحيحين ، ويونس بن يزيد كما في صحيح مسلم ، وعبد الرزاق في رواية أحمد كما في مسنده ، كلهم يرويه عن الزهري بلفظ \"من\" . ¶ فلمَّا اختُلِفَ على الزهري في ذلك ، رجَّحنا ما وافق فيه عبد الرحمن بن القاسم ، لأنه لم يختلف عليه في ذلك . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما حديث ابن مسعود فرواه : منصور بن المعتمر ، والأعمش ، وحصين بن عبد الرحمن ، كلهم يرويه عن أبي الضحى - مسلم بن صبيح - عن مسروق عن ابن مسعود . ¶ فأما \" منصور \" كما في صحيح مسلم فيرويه عنه بدون \"من\" وهو ¶ \" ثقة ثبت\" . ¶ وأما \" حصين بن عبد الرحمن \" فيرويه عنه كما في سنن النسائي بلفظ: \"من\" ولكنه \"صدوق تغير حفظه\" . ¶ وأما \" الأعمش \" فرواه عنه ابن عيينة كما في الصحيحين ، ووكيع ، وجرير ، كما في صحيح مسلم ، بدون لفظ \"من\" . ¶ ورواه عنه أبو معاوية ، لكن اُختلف عليه فيه : ¶ فرواه عنه ابن أبي شيبة كما في صحيح مسلم بدون لفظ \"من\" . ¶ ورواه يحيى بن يحيى ، وأبو كريب كما في صحيح مسلم ، وأحمد بن حرب كما في سنن النسائي عنه بلفظ \"من\" . ¶ لكن لمَّا اختُلِفَ على أبي معاوية بذلك ، رَجَّحنَا ما وافق فيهِ ابن عيينة ووكيعاً وجريراً ، وهذا يجعل رواية الأعمش موافقةً لرواية منصور بن المعتمر . ¶ فتَبَيَّنَ بذلك : أن رواية \" إن من أشد \" شاذة ، وأن المحفوظ الرواية بدونها .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "........................................................................... ¶ ـــــــــــــــــــ ¶ ثم على التسليم بأن تلك الرواية غيرُ شاذة ، فيقال : إن هذه الأحاديث شاملة بعمومها جميع الصور حتى الممتهن منها ، وقد تَبَيَّنَ إِذْنُ الشارع في الممتهن فلا بد من تخصيصه بذلك ، على ما يأتي في الوجه الثالث - إن شاء الله - . ¶ الوجه الثالث 3 : أن في تلك الأحاديث تحريماً مطلقاً أو عاماً للتصوير ، وقد جاء الإذن بنوعين من أنواع التصوير وهما : التصوير الممتهن من المجسد كلعب الأطفال ، ومن المسطح كالمرسوم على الفرش والوسائد والمخاد ونحو ذلك، والقاعدة المقررة : \" أن المطلق إذا قيد ، والعام إذا خُص ، يبقى ماعدا المقيد والمخصوص على الحكم \" . ¶ فدلت هذه الأوجه الثلاثة على أن التصوير المحرم هو: ما قصد به الشرك ، كالتماثيل التي تصنع لكي تعبد ، والتصوير الذي يقصد به التعليق ، لأن التعليق ¶ يُشعر بالتعظيم وذريعةٌ إلى الشرك ، وأما ما عدا ذلك فليس بمحرم ، إذ لم يبق بعد ذلك إلا التصوير الممتهن ، فإن كل ما لم يُنْصَب ولم يُعَلَّق فهو ممتهن مبتذل . ¶ واعترض ذلك بثلاثة اعتراضات : ¶ الاعتراض الأول : أن \" النمرقة \" التي كرهها رسول الله ( ووقف بالباب حتى تُزَال ، فيها تصاوير ممتهنة ، فلما كرهها رسول الله ( وقال حينئذ : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ \"إنَّ أصحاب هذه الصور يوم القيامة يعذبون فيقال لهم أحيوا ما خلقتم\" ¶ دلَّ ذلك على أن جواز التصوير الممتهن منسوخ .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والجواب : أن القول بالنسخ لابدَّ له من أمرين - على ما مر بيانه - ولم يتحققا هنا ، فإن لقائلٍ أن يقول : إن حديث النمرقة هذا هو المنسوخ ، والدعوى من الجهتين لا تنفك عن التحكم ، فوجب القول بإحكام الدليلين والجمع بينهما بما ذكره القرطبي : \" من أن هذا الحديث دالٌ على الكراهة ، والحديث الأول دالٌ على الجواز \" ، والقول ببقاء جواز الصور الممتهنة حكاه النووي عن جمهور العلماء من الصحابة والتابعين ومن بعدهم كأبي حنيفة ومالك والشافعي . ¶ الاعتراض الثاني : أن قول الله تعالى في الحديث القدسي: \" ومن أظلم ممن ذهب يخلق كخلقي \"، دال على أن الرخصة في الصور الممتهنة منسوخة ، فإن امتهان الصور لا يخرجها عن كونها كخلق الله . ¶ والجواب من وجهين : ¶ الوجه الأول : أنه يَرِدُ على ذلك ما تقدم بيانه من أن مخلوقاتِ الله أعمُ من أن تكونَ ذواتِ أرواح . ¶ الوجه الثاني : أن قولكَ : \" ذهبَ يخلُق كخلق الله \" يفترق عن قولكَ : \" إنه يخلقُ كخلق الله \" ، فإن في الأول معنى تَقَصَّدَ مضاهاة صفة الخلق ، وفي ذلك منازعةٌ لله تعالى في صفة من صفات الربوبية . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما قصد محاكاة المخلوق دون محاكاة صفة الخلق فلا بأس بها ، والحديث يتناول الأول فإن قوله :\"ذَهَبَ يخلقُ \" معناه أراد أن يخلق كما أن الله يخلق ، وفي هذا شيءٌ من معنى المنافسة . ¶ الاعتراض الثالث : أن قول النبي ( : \" إن الملائكة لا تدخل بيتاً فيه كلب ولا صورة \" دالٌ على أن التصوير بجميع أشكاله محرم . ¶ والجواب من ثلاثة أوجه :",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الوجه الأول : أن هذا الحديث له سبب يُبينُ معناه ، فقد جاء في روايةٍ عند مسلم عن عائشة أنها قالت : وعَدَ رسولَ الله ( جبريلُ في ساعةٍ يأتيه ، فجاءت تلك الساعة ولم يأته ، وفي يده عصا فألقاها من يده وقال :\" لا يخلف الله وعده ولا رُسُله \" ، ثم التفت فإذا جِرو كلب تحت سريره ، قال يا عائشة : \" متى دخل الكلب هاهنا ؟\"، قالت : والله مادريت ، فأمر بإخراجه ، فجاء جبريل ، ¶ فقال رسول الله ( : \" وعدتني أن تأتيني فجلست لَكَ فلم تأتِ ؟ \" ، فقال : ¶ \" منعني الكلب الذي كان في بيتك ، إنّا لا ندخل بيتاً فيه كلبٌ ولا صورة \" . ¶ فقد فَهِمَ جمعٌ من العلماء أن المراد بالملائكة هاهنا ملائكة الوحي بدليل هذه القصة ، ويعضدُ ذلك أنّ الملائكة الحفظة لا يفارقون الإنسان أبداً . ¶ وإذا كان هذا الحكم خاصاً بملائكة الوحي كان حكماً خاصاً بالنبي ( ، لأن الوحي انقطع بموته ( . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الوجه الثاني : أنه على التسليم بأن المراد عموم الملائكة ، فإن امتناعهم عن دخول البيت لأجل الصورة لا يدل على حرمةِ التصوير ، وإنما يدلُ على حِرمان صاحب البيت من بركتهم . ¶ الوجه الثالث : أن هذا الحديث مخصوص بحديث أبي طلحة في الصحيحين أن النبي ( قال: \" إن الملائكة لا تدخل بيتاً فيه الصورة ، إلا رقماً في ثوب \" ، فدل ذلك على أن الحديث ليس على إطلاقه المتقدم ، وإنما يستثنى منه الصور الممتهنة ، ويأتي - إن شاء الله - كلامُ العلماء على هذا الحديث . ¶ النوع الثاني : ¶ التصويرُ المجسد لما فيه روح بما يبقى ، لكنه على شكل لعبٍ للأطفال ، وفي حكم ذلك قولان : ¶ القول الأول : أنه جائز ، وهو قول جمهور العلماء ، وهو المقرر في مذهب أبي حنيفة ، ومالك ، والشافعي ، وهو المعمول به عند كثيرٍ من المتأخرين من أصحاب أحمد ، ودليله أمور :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أحدها :حديث عائشة في الصحيحين قالت :\" كنتُ ألعب بالبنات عند رسول الله ( ...\" وقد تقدم ، فإن فيه إقراراً من النبي ( لهذا النوع من الصور. ¶ واعترض ذلك بأمرين : ¶ الأمر الأول : أن حديث عائشة منسوخ بعموم الأحاديث الناهية عن التصوير . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : ما تقرر سابقاً ، وهو أن تأريخ الأدلة المُحَرِّمة ، والأدلة المستثنية مجهول فلا يجزمُ بأن دليل أحد القولين ناسخ أو منسوخ . ¶ الأمر الثاني : أن عائشة قالت :\" كُنتُ ألعبُ بالبنات \"، ومرادها : أنها تلعب مع البنات لأن \" الباء \" على معنى \" مع \" . ¶ والجواب من ثلاثة أوجه : ¶ الوجه الأول : أنه يلزم من ذلك أن يكون كلامها على النحو التالي : \" كنت ألعب مع البنات ، وكان لي صواحبُ يلعبن معي ..\" ، و \" البنات\" معرف بـ\" أل \" والسامع لا يعلم هذه البنات ، إذ ليست البنات مذكورات ولا معهودات ، ثمَّ إن قولها :\" لي صواحب\" ، \"صواحب\" نكرة ، والأصل أن تكون ¶ النكرةُ قبل المعرفة لأنها إذا نُكِّرت ثم ذُكرت مرةً أخرى كان اللفظ الثاني معرفاً بالعهد الذكري ، كما قال تعالى :( كما أرسلنا إلى فرعون رسولاً فعصى فرعونُ الرسولَ ( . ¶ الوجه الثاني : أن عائشة صرّحت بأنها تلعب عند رسول الله ( ، وصرحت بالحديث أن صواحبها لا يتسعن باللعب عند النبي ( بقولها :\" فكان رسول الله ( إذا دخل تقمَّعن\" . ¶ الوجه الثالث : أن هناك أدلة أخرى صرّحت بأن البنات هي اللعب ، ¶ فمن ذلك الحديث التالي إن شاء الله . ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الثاني : حديث عائشة قالت : \" قدم رسول الله ( من غزوة خيبر أو تبوك وعلى سهوتِهَا سترٌ ، فهبت ريح فكشفت ناحيةَ السترِ عن بناتٍ لعائشة لعب ، فقال رسول الله ( :\" ما هذا يا عائشة ؟ \" ، قالت : بناتي ، ورأى بينهنَّ فرساً له جناحان من رقاع ، فقال : \"ما هذا الذي أرى وسْطهُنَّ ؟ \"قالت : فرس ، ¶ قال : \" وما هذا الذي عليه ؟ \"،قالت : جناحان ، قال :\" فرسٌ له جناحان ! \" قالت : أما سمعت أنَّ لسليمان خيلاً لها أجنحة ، قالت : فضحك حتى رأيت نواجذه \" ، وهذا حديثٌ أخرجه أبو داود من طريق : يحيى بن أيوب عن عُمارة بن غَزِيَّة عن محمد بن القاسم التيمي عن أبي سلمة بن عبدالرحمن عن عائشة ، وهذا إسناد صحيح . ¶ واعترض : بأن هذا خاصٌ بمن لم يبلُغ من البنات ، ورجَّح المعترض أن تكون الغزوة المذكورة هي غزوة خيبر ، لأن عائشة كانت حينئذ ابنة أربع ¶ عشرة ، وجزم بذلك الخطابي ، وأنكر ابن حجر جزمه بذلك مع أنه وافقه في ترجيح غزوة خيبر على تبوك ، لأن القول بهذا الترجيح أولى من اثبات التعارض ومَنَعَ الجزم بذلك ، لأن عائشة كانت في غزوة خيبر ابنة أربع عشرة إما أكملتها وإما جاوزتها أو قاربتها ، وأما في غزوة تبوك فكانت قد بلغت قطعاً ، ولكن الحديث محتملٌ للغزوتين ولا مُرَجِّح ، فلما لم يوجد مرجح لم يجز الجزم بأحد الاحتمالين. ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ واضطرب البيهقي في ذلك :- فروى الحديث في \" السنن\" بهذا الإسناد ورجحَ غزوة خيبر لأن عائشة كانت تلعب حينئذٍ باللعب ، ولو كانت بالغاً لما لعبت بهن ، ورواه في \"الآداب\" بالإسناد نفسه فذكر غزوة تبوك بدون شك مُستظهراً أن عائشة كانت حينئذ بالغاً ، لأنها كانت عند وفاة النبي ( ابنة ثماني عشرة ، وكان ما بين قدومه من غزوة تبوك إلى وفاته ( أقل من ثلاث سنين .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فعُلِم بذلك : أن الجزم بأحد الاحتمالين لا يصح ، ولو سُلِّمَ أنها غزوة خيبر فإن هذا دالٌ على تجويز لعب الأطفال لغير البالغات ، أي أن الصور الممتهنة مستثناة من عموم التحريم ، وهذا هو المطلوب . ¶ الثالث : حديث الربيِّع بنت معوِّذ في الصحيحين قالت : \" أرسل النبي ( غداةَ عاشوراء إلى قرى الأنصار ، \" من أصبح مفطراً فليتم بقية يومه ، ومن ¶ أصبح صائماً فليصم \" ، قالت : فكُنَّا نصومه ونُصوِّم صبياننا ، ونجعل لهم اللعبةَ من العِهْن ، فإذا بكى أحدهم على الطعام ، أعطيناه ذاك حتى يكون عند الإفطار\" فإن الغالب أن تكون اللعب تلك صوراً لما له روح . ¶ والجواب : أنه لا دليل على ذلك فلا يمكن الجزم به . ¶ الرابع : أنه لابدَّ للبنات من اللَّعِبِ بالصور لكي يتدربن على تربية أطفالهن وعلى تدبير شؤون بيوتهن ، ولا بدَّ أيضاً للأطفال عموماً من اللعب بصور الحيوانات لما في ذلك من إدخال السرور إلى قلوبهم ، وهذا يقوي نموهم العقلي والبدني . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ هذا تعليل ، والتعليل لا يقوى على تقييد الدليل الشرعي المطلق ، ولا على تخصيص عامه ، وقد تبين مراراً أنَّ الدليل الشرعي لا يقيد إطلاقه ، ولا يخص عمومه ، إلا بدليل شرعي . ¶ القول الثاني : أنه غير جائز ، وهو الظاهر من إطلاق التحريم في مذهب أحمد ، وبه قال جماعةٌ من أصحاب مالك ، والشافعي ، فقد نُقِلَ عن ابن بطَّال ، والداودي ، والبيهقي ، والحُلَيمي ، والمنذري ، ودليله : ¶ عموم أدلة النهي عن التصوير ، لأن الرخصة في اللعب لعائشة منسوخة . ¶ والجواب : ما تقدم بيانه ، من أنه لا دليل على النسخ ، لأن تأريخ الدليل المُحَرِّم ، وتأريخ الدليل المُرَخِص ، مجهولان .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقد تبين لنا في أكثر من موضع ، أن القول بالجمع بين الدليلين المتعارضين ، مُرَجَّحٌ على القول بالنسخ عند جمهور الفقهاء والمحدثين . ¶ وبهذا يظهر أنَّ القولَ الأول أقربُ إلى أدلة الشريعةِ وقواعدها . ¶ ها هنا مسألة 4 : وهي أنَّ الخلافَ في لعبِ الأطفال المنقول عن المتقدمين إنما كان في الصور المتخذة من العِهْن ، والصوف ، والخرق و نحو ذلك ، وأما الصور المتخذة من البلاستيك ، فقد اختلف فيها العلماءُ المعاصرون اختلافاً آخر ، على قولين : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ القول الأول : أنها محرمة ، وأشهر من عُرِف بهذا الشيخ : محمد بن إبراهيم - عليه رحمة الله - ، وحُجَّته : ¶ أنَّ فيها دقةً في الصنع ، يتمثل فيها حقيقة التمثيل والمضاهاة والمشابهة بخلق الله ، بخلاف المرخص فيه لعائشة ، فإن المعهود آنذاك لعبٌ ليس فيها حقيقة المشابهة بذوات الأرواح ، بل الظاهر أن الصورةَ في ذلك الزمن عودٌ مربوطٌ في عرضه عود ، والرخصةُ لا يُتجاوز فيها المعهود زمن الترخيص ، وعَضَدَ ذلك : بأن المعلوم من حال العرب الخشونةُ غالباً في أوانيهم ومراكبهم وآلاتهم و آلات اللعب ، بسبب بعدهم عن الحضارة والتمدن . ¶ والجواب من وجهين : ¶ الوجه الأول : أنه لم يُنقَل أنَّ لُعَبَ عائشة كانت غير دقيقةِ الصنع ، ولهذا فهي محتملة لأنْ تكون دقيقة الصنع ، وأن لا تكون كذلك ، فإن العرب كانوا يشبهون النساء الجميلات بالدُّمى ، يقول عُمَر بن أبي ربيعة - وهو معاصر للصحابة - : ¶ وكم مالئٍ عينيه من شيءِ غيرهِ إذا راحَ نحوَ الجمرةِ البيضُ كالدُمى ¶ ولم يكُن له ولغيره من العرب ، أن يشبهوا النساء بالدُّمى ؛ لولا أنَّ صُنعهنَّ دقيق ، ولكن إذا سلمنا أن لعب عائشة لم تكن دقيقة الصنع ، بل كانت بدائية ، فإنَّ القاعدةَ المقررة \" أنَّ الإطلاق عند الترخيص دالٌ على عموم الرخصة",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "........................................................................... ¶ ـــــــــــــــــــ ¶ لأفراد الجنس \" ، فلما رخّص النبي ( لعائشة بالبنات ، دلَّ ذلك على شمول الرخصة لكل ما يدخل تحت مسمى البنات ، وما أطلقه الشارع لم يجز لأحدٍ أن يُقَيِّدهُ إلا بإذنٍ من الشارع - على ما تقرر كثيراً - . ¶ الوجه الثاني : أن العلةَ في تحريم التصوير كونُهَا معبودةً من دون الله ، أو كونُها معظَّمة بالتعليق ونحوه ، وليست العلةُ قُرْبَ مشابهتها لخلق الله تعالى - على ما تبين سابقاً - . ¶ القول الثاني : أنَّها جائزة ، وهو قول جمهور العلماء المعاصرين ،وحُجَّتهم : ¶ أنَّه لا فرق بينها وبين اللعب القديمة إلا بكونها أدقَ في الصُنع ، وهذا الفرق غير مؤثر ، لأن الشارع لم يذكره حال الترخيص ، فإن الجميع يسمَّى بنات ، ¶ ويتصفُ بكونه ممتهناً غيرَ معظَّم ، وهذا - والله أعلم - أظهر القولين ، لما تبين سابقاً ، وأظهرُ من أن يتوقف فيه من بَنَى فِقْهَهُ على أصولٍ مُطَّردة كالشيخ ابن عثيمين - عليه رحمة الله - . ¶ النوع الثالث : ¶ التصويرُ المُجسَّد لكل الجَسَد بما يشبه ذواتِ الأرواح ، إذا كان بمواد لا تبقى ، كالصور المصنوعة من الطين أو التمر أو الحلوى أو الأخباز أو نحو ذلك ، ففي هذا النوع قولان للعلماء : ¶ القول الأول : أنَّه محرم ، وهو المقررُ في مذهبنا ، وفي مذهب الأئمة الثلاثة، لأن هذا داخلٌ في عموم تحريم التصوير ، ولا يستثنى من هذا العموم إلا ما كان ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ ممتهناً أو مقطوع الرأس - على ما يأتي بيانه إن شاء الله - وأما ماعدا ذلك فباقٍ على التحريم . ¶ القول الثاني : أنَّه جائز ، وهو قولٌ في مذهب مالك ، لأن الصورةَ من ذلك لا تبقى ، بل تنشف وتتقطَّع وتزول ، فأمْرُها آيلٌ للزوال ، وما كان كذلك فليس ذريعةً إلى الشرك .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "والجواب : أنَّ ما كان من ذلك منصوباً ، فله حكم الصور الباقية المنصوبة ، لأن النَّصب مُشعرٌ بالتعظيم ، ولا فرق بين التعظيم الباقي والتعظيم العارض . ¶ وأما ما كان من ذلك مُبتذلاً كالذي يُصنع ليؤكل من أمثال البسكويت المصنوع على الصور ، أوليلعب به كلعب الأطفال ، فجائز لأنه مبتذل غير معظَّم. ¶ النوع الرابع : ¶ التصويرُ المُجسَّد لبعض الجَسَد ، وهذا قسمان : ¶ القسم الأول : صورٌ مقطوعةُ الرؤوس ، فهذه جائزةٌ في قولِ جمهور الأمة الأئمة الأربعة وغيرهم ، ولم يُخالف في ذلك إلا القرطبي المالكي ، والمتولي الشافعي ، حيث تمسَّكا بعموم أدلة تحريم التصوير . ¶ وأجيب بأمرين : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الأمر الأول : أنه قد جاء عن النبي ( ، وجبريل ( ، أنَّ قطعَ رأس الصورة مسوغٌ لبقائها ، فقد جاء عن أبي هريرة أن النبي ( قال : \" قال لي جبريل أتَيْتُك البارحة ، فلم يمنعني أن أكون دخلت إلا أنه كان على الباب تماثيل ، وكان في البيت قِرامُ سترٍ فيه تصاوير ، وكان في البيت كلب ، فَمُرْ برأس التمثال يُقطع فيصير كهيئة الشجرة ، ومُرْ بالستر فليُقطع فليجعل منه وسادتين منبوذتين توطئان ، ومُرْ بالكلب فليخرج \" ، ففعل رسول الله ( ، فإذا الكلب لحسنٍ أو حسين كان تحت نَضَدٍ لهم ، فأَمَرَ به فأُخرِج . ¶ فقد دلَّ الحديث على أنَّ قطع رأس التمثال يكفي في إزالة التحريم ، خلافاً للقرطبي والمتولي ، وهذا حديثٌ أخرجه أبو داود والترمذي وأحمد من طريق يونس بن أبي إسحاق ، والنسائي وأحمد من طريق أبي إسحاق ، كلاهما يرويه عن مجاهد عن أبي هريرة ، وهذا إسنادٌ صحيح . ¶ لكنَّ الحديث معلٌ بعلتين: ¶ العِلَّة الأولى : أنَّ قصةَ جبريل قد رواها الحُفَّاظ ، كما في حديث عائشة وميمونة ، في الصحيحين وغيرهما ، فلم يذكروا \" الستر ، و قطع رؤوس التصاوير فيها \" .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "العِلَّة الثانية : أنَّ أحاديث الصحيحين وغيرهما ، قد دلت على إقرار النبي ( للصور المرقومة في الثياب والصور المبتذلة ، بدون قطع الرؤوس . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وحديث أبي هريرة مخالف لذلك ، فليس الحديث صريحاً في الرد على القرطبي والمتولي . ¶ الأمر الثاني : أنَّ الإجماع على إباحة الصور مقطوعة الرؤوس قد ثبت قبل القرطبي والمتولي ، فلا عبرة بخلافهما بعد ذلك ، وهذا أقوى في الاستدلال عليهما. ¶ القسم الثاني : الصور باقيةُ الرؤوس ، التي قُطعت بعضُ أعضائها ، وهذا ضربان : ¶ الضرب الأول : ما قُطِعَ منهُ عضوٌ تبقى الحياةُ بعده ، كالصورة مقطوعة اليد والرجل ونحو ذلك ، فهذا حُكْمُهُ حكم الصور التامة ، فيجري فيه من الخلاف ما جرى هناك . ¶ الضرب الثاني : ما قُطِعَ منهُ عضوٌ لا تبقى الحياة بعده ، كما في الصور النصفية ونحوها ، وفي هذا النوع قولان : ¶ القول الأول : أنَّه جائز ، وهو أحد القولين في مذهبنا ، وفي مذهب الأئمة الثلاثة ، وحُجَّةُ هذا القول أمران : ¶ الأمر الأول : أنَّ ما كان كذلك ، فهو بعض صورة وليس صورةً كاملة . ¶ والجواب : أنَّ ما كان كذلك ، إن كان منصُوباً فالعلَّة باقية فيه ، ولو كان بعض صورة ، وما كان كذلك ، مُبتذلاً غير منصُوب ، فليس بمحرم ، ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ لأنَّ المبتذلَ لا يَحْرُمُ ولو كان صورةً تامة - على ما تقرر سابقاً - . ¶ الأمر الثاني : أنَّ العضو الذي تفقد الحياة بفقده ، له حكم الرأس ، وقد جَوَّزنا الصورة إذا قُطِعَ رأسُها. ¶ والجواب : أنَّ الرأس ليس له نظير من أعضاء البدن ، فبهِ بقاء الحياة ، وبه يتميَّز الحيوان من الجماد ، وأما بقاء غيره من الأعضاء ففيه إبقاءٌ لبعض الصورة .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "القول الثاني : أنَّه مُحَرَّم ، وهو القول الآخر في مذهبنا ، وفي المذاهب الثلاثة ، ودليله أمران : ¶ أحدهما : أنَّ بقاء الرأس دالٌ على أنَّهُ صورة ، والصورة لا تَخْرُج من عموم تحريم التصوير ، إذ لا يخرج من ذلك العموم إلا المُهان ومقطوعُ الرأس . ¶ الثاني : أنَّ الرأس أشرفُ أعضاء البدن ، وهو الصورة عند التحقيق ، فلا يُقاسُ عليه شيءٌ من أعضاء البدن ، وهذا - والله أعلم - أظهر القولين ، وأما حديث : \" الرأس هو الصورة ، فإذا قُطِعَ زالت الصورة \" ، فموقوف على ابن عباس عند البيهقي . ¶ النوعُ الخامس 5 : ¶ التصوير المُسَطَّح المعمول باليد برسمٍ أو تخطيطٍ أو نسيجٍ أو نقشٍ أو نحو ذلك ، إذا كانت الصورةُ تامة ، ففي هذا قولان : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ القولُ الأول : أنَّه محرم مطلقاً ، سواءٌ كانت الصورة ممتهنة كما يكونُ في البُسُط والفُرش والوسائد والمخاد ونحو ذلك ، أو كانت محترمة كالمنصوبة ¶ والمعلقة ، وهو أصحُ الروايتين عن أحمد ، وأحد الوجهين في مذهب أبي حنيفة ، وأصح الوجهين في مذهب الشافعي ، وحُجَّةُ هذا القول : عمومُ أدلةِ تحريمِ التصوير ،كحديث أبي هريرة ، وحديث ابن عباس ، وحديثَي عائشة ، وكُلُّهَا في الصحيحين ، وحديث أبي جحيفة عند البخاري ،وحديث علي عند مسلم . ¶ والجواب : ما تقدم بيانه ، من أنَّ النهيَ والتحريم في هذه الأحاديث منصرفان إلى الصور المتخذة للعبادة ، أو الصور المنصوبة والمعلقة ، وأما الصور المبتذلة الممتهنة : فإما أن تكون غير داخلة في ذلك العموم أصلاً ، وإما أن تكون داخلة ثم استثنيت - وقد مرَّ تفصيل ذلك - .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وهنا تنبيه : وهو أنَّ الأحاديث التي ساقها أصحاب هذا القول كافيةٌ في الاستدلال الذي يدورون في فلكه ، ولكن احتج آخرون بحديث جابر : \" أنّ النبي ( أمر عمرَ بن الخطاب زمن الفتح ، وهو بالبطحاء ، أن يأتي الكعبة فيمحوَ كل صورةٍ فيها ، فلم يدخلها النبي ( حتى مُحيت كلُ صورةٍ فيها \" فإنَّ في هذا الحديث دَلالَةً عند هؤلاء : على أنَّ الصور المرسومة داخلة في عموم النهي . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ هذا الحديث أخرجه أبو داود من طريقِ إبراهيم بن عقيل عن أبيه عن وهب بن منبه عن جابر ، وأخرجه أحمد من طريق ابن جريج أخبرني أبو الزبير سمعت جابراً ، فَذَكَرَهُ ، وهذان إسنادان صحيحان ، فإنَّ ابن جريج وأبا الزبير قد صرَّحا بالتحديث . ¶ لكن صحة الإسنادين ليست دليلاً على صحة الحديث ، فإنَّه مُعَلٌّ بحديث ابن عباس عند البخاري :\" أن النبي ( لمَّا قدِمَ أَبَى أن يدخلَ البيت وفيه الآلهة ، فأمرَ بها فأُخرِجَت ، وأَخرجوا صورة إبراهيم وإسماعيل في أيديهما الأزلام ، فقال ¶ النبي ( : \" قاتلهم الله ، أما والله لقد علموا أنَّهما لم يستقسما بها قط \" ، ¶ ووجه الإعلال من جهتين : ¶ الجهة الأولى : أنَّ المحْوَ في حديث جابر : إما أنْ يُرادَ بهِ محو المرسوم باليد ، وهذا معارضٌ لصريح حديث ابن عباس ، فإنَّ فيه الأمر بإخراج الصور ، والإخراج غير محو المرسوم . ¶ وإما أن يراد به الإزالة والإخراج وهذا متوجه في العربية ، فإنَّ الإزالة تسمَّى محواً ، وقد جاء حديث ابن عباس في روايةٍ أخرى عند البخاري ، بلفظ :\" لمَّا رأى رسول الله ( الصور في البيت ، لم يدخله حتى أمر بها فمُحِيَت \" ، وحينئذٍ فلا تعارضَ بين الحديثين ، لكن لا يكون حديث جابر دليلاً على الصور المرسومة باليد . ¶ ...........................................................................",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ـــــــــــــــــــ ¶ الجهة الثانية : أنَّ حديث جابر صريحٌ في أنَّ الأمرَ وقع بالبطحاء ، وحديث ابن عباس صريحٌ - كما في الرواية الثانية - في أنَّ الأمرَ وقع حين رأى النبي ( الصور في البيت . ¶ وبهذا الإعلال : يُرَدُّ أيضاً حديثُ أسامة قال : دخلتُ مع النبي ( الكعبة فرأى فيها صورة فأمرني فأتيتهُ بِدَلْوٍ من ماء ، فجعل يضرب الصور ويقول : \" قاتل الله قوماً يُصَوِّرون ما لا يخلقون \" فإن هذا الحديث : صريحٌ في أن النبي ( دخل الكعبة قبل محو الصورة ، وفي أنَّ الصورةَ مرسُومةٌ باليد ، وكلا الأمرين معارضٌ لحديث ابن عباس . ¶ هذا مع أن حديث أسامة ضعيف ، فقد أخرجه ابنُ أبي شيبة ، وأبو داود الطيالُسي من طريق عبدالرحمن بن مهران ، عن عُمير مولى ابن عباس ، عن أسامة ، وعبد الرحمن بن مهران \" مجهول \" . ¶ القول الثاني : أنَّه محرم ، إلا ما كان منه ممتهناً ، كما في التصاوير التي تكون في الفُرُش والوسائد والمخاد ونحو ذلك ، وهو الوجه الثاني في مذهبنا ، وفي مذهب الشافعي ، وأصح الوجهين في مذهب أبي حنيفة ، والمقرر في مذهب مالك ، وحُجَّةُ هذا القول : ¶ أنَّ عمومَ الأدلةِ المُحَرِّمَة مستثنىً منهُ الصور الممتهنة ، سواءٌ كانت رقوماً فيما يوطأ ويُداس ، أو لُعبَ أطفال - على ما مرَّ تفصيله - . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ القول الثالث : أنه محرم ، إلا ماكان رقماً في ثوب ، سواءٌ كان الثوبُ مما يوطأُ ويداس ، كالذي يكون في الفرش والبسط والوسائد ونحو ذلك ، أو كان منصوباً كالسُّترة ، وهو الرواية الثانية عن أحمد ، وحُجَّةُ هذا القول أمران :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أحدهما : أن عمومَ الأدلةِ المُحَرِّمَة مخصوصٌ بحديث أبي طلحة : ففي الصحيحين عن بُسْر بن سعيد أن زيد بن خالد حدَّثهُ وعبيدَالله الخولاني عن أبي طلحة مرفوعاً : \" لا تدخلُ الملائكة بيتاً فيه كلبٌ ولا صورة \" قال بُسْر : فَمَرِضَ زيد بن خالد فعُدناه ، فإذا نحنُ بسترٍ في بيته فيه تصاوير ، فقلتُ لعبيدالله ¶ الخولاني : ألم يُحدثنا في التصاوير ؟! فقال : إنه قال :\" إلا رقماً في ثوب \" ¶ ألا سمعته ؟ قال : لا ، قال : بلى ، قد ذكره \" ، فإنَّ استثناء الرقم في الثوب دالٌ على أنَّ كلَ رقم في ثوب فهو داخلٌ في الحكم سواءٌ كان منصوباً أو ممتهناً ، وهذا هو الذي فهمه زيد بن خالد وبسر وعبيد الله . ¶ واعترض ذلك بأمور : ¶ الأمر الأول : أنَّ قولَه :\" إلا رقماً في ثوب \"، زيادةٌ من عبيد الله ، ¶ بدليل إشارتين : ¶ الإشارة الأولى : أنَّ بُسْراً قد سمع الحديث معه ، وأنكر أن يكون أبو طلحة قال ذلك . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الإشارة الثانية : أنَّهُ قد رواه عن أبي طلحة ابن عباس كما في الصحيحين ، وسعيد بن يسار كما عند مسلم ، فلم يذكُراه . ¶ والجواب : أنَّ مِن المُحتمل أن يكون ابن عباس وسعيد بن يسار قد غفلا عن قوله :\" إلا رقماً في ثوب \" ، كما غفل عنه بُسْر ، والقاعدة : \" أنَّ المُثبِتَ مُقَدَّمٌ على النافي \" ، ولا سيَّما أن زيد بن خالد قد نصب ستراً فيه تصاوير ، مما يدلُ على أنه قد رَوَى تلك الزيادة ، والظاهر أن زيد بن خالد قال : \" لا تدخلُ الملائكة بيتاً فيه كلبٌ ولا صورة \" ، ثُمَّ خفض صوته بقوله :\"إلا رقماً في ثوب\" ¶ فسَمِعَهُ عبيد الله ولم يسْمَعهُ بُسْر . ¶ الأمر الثاني : أنَّ قوله \" إلا رقما في ثوب \" مُدْرَجٌ من قول أبي طلحة ، لأنه مُعارضٌ لما ثبت عن النبي ( من هتكه السُّترة التي فيها تصاوير .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والجواب : أنه ليس كلُ ما عارض مُحكماً يُحكمُ عليه بالإدراج أو نحوه ، بل الأظهر أن قوله :\"إلا رقماً في ثوب \" ، عامٌ يشملُ الثوبَ الممتهن والثوبَ المنصوب ، وأن هتك النبي ( للسترة مُخصِصٌ لهذا العموم ، حيثُ يُبطِلُ الحكمَ في المنصوب ، فيبقى بعد ذلك الحكمُ في الممتهن . ¶ الأمر الثالث : أن قوله : :\" إلا رقماً في ثوب \" ، يُرادُ به صورة ما لا روح له ، وقد قرر ذلك النووي وابن تيمية وغيرهما . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أن قوله :\" إلا رقماً \"، مستثنىً من قوله :\"ولا صورة \" ، والأصل أن المستثنى من جنس المستثنى منه ، فإما أن نجعلَ الجميع مما ليس له روح فيكون معنى الحديث \" أن الملائكة لا تدخل بيتاً فيه صورةُ مالا روح له \" ، وهذا مردودٌ بإجماع العلماء . ¶ وإما أن يكون الجميع مُراداً به صورةُ ماله روح ، وحينئذٍ فيبطل هذا الاعتراض . ¶ فإن قيل : لعله مِن الاستثناء المُنقطِع ؟ ¶ فالجواب : أن هذا لا يصحُ إلا بدليل ، ولفظ الرقم ليس دليلاً لأنه شاملٌ لما له روح وما ليس له روح . ¶ الأمر الرابع : أن هذا الحديث منسوخ بحديث هتك السترة . ¶ وقد تقدم الجواب عنه . ¶ الأمر الخامس : أن هذا الحديث يُرادُ بهِ ما يمتهن ويُداسُ ويُوطأ ، دون المنصوب والمُعلَّق ، وهذا مبنيٌ على أحد أمرين : ¶ الأمر الأول : أن قوله :\" إلا رقماً في ثوب \"، ثابت ، وأنه عامٌ مخصوصٌ بحديث هتك السترة . ¶ الأمر الثاني : أنه ثابت ، لكنه ليس عاماً ، بل هو خاص أو عامٌ أُرِيدَ بهِ الخُصوص بدليل هتك السترة . ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وكلا المسلكين صحيح ، لأن التعارض بين الدليلين يستوجبُ الجمع بينهما أولاً ، فإن لم يمكن الجمع لجأنا إلى النسخ إن عُلِمَ التأريخ ، فإن لم يمكن ذلك وجب التوقف ، وقد اختلف العلماء في الترجيح ، هل يعمل به قبل النسخ أو بعهده ؟ ¶ الثاني : أنَّ حديث عائشة قد جاء في روايات أخرى تدل على أن النبي ( هَتَكَ السُّترة لا لأجل التصوير : ¶ الرواية الأولى - عند مسلم- أنَّهُ قال :\" إن الله لم يأمُرْنا أن نكسو الحجارة والطِّين \" . ¶ والرواية الثانية - عند مسلم - أنه قال : \" حَوِّلي هذا عنِّي ، فإني كلما رأيته ذكرت الدنيا \" . ¶ والرواية الثالثة - عند البخاري - أنه قال :\" أمِيطِي عنِّي قِرَامَكِ هذا فإنه لا تزالُ تصاويرَه تعرضُ لي في صلاتي \" . ¶ فقد دلت الأولى على أن العلةَ في هتك السُّترة : أنَّ سَتْرَ الجُدُر من الإسراف. ¶ والرواية الثانية دلت على أن النهي : إنما كان لأجل أنها تشغل النبي ( عن الدعوةِ إلى الله بتذكرِ الدنيا . ¶ والرواية الثالثة دَلَّت على أن العلةَ : هي الإشغالُ عن الصلاة . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ الروايةَ التي عليها أكثرُ الرواة أنَّ عائشة قالت : \" فلما رأى السِّتر هتكه \" أي أن النبي ( هتكه في أول مرَّةٍ رآه . ¶ والرواية الثانية دالةٌ على أنه رأى السترةَ أكثر من مرة ، بدليل قوله :\" كلَّما رأيته \" . ¶ والرواية الثالثة دالةٌ على أنه لم يهْتِكْهُ حين رآه مباشرة ، وإنما كان يُصَلِّي إليه ، ثم أمَرَ بعد ذلك بإزالته. ¶ وهذا الاختلاف يستوجبُ الجمع بين الروايات ، والظاهر - والله أعلم - أنَّ هذا وقعَ أكثر من مرَّةٍ ، ففي المرة الأولى هتك السِّتر مُباشرة ، وقال : \" أشد الناس عذاباً يوم القيامة الذين يضاهون بخلق الله \" ، وفي المرة الثانية لم يهتِكه ، وإنما أبقاهُ فترةً ثم أمر بإزالته .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعلى ذلك : فإما أن نقول إنَّ أحد الأمرين ناسخٌ للآخر ، وهذا مبني على معرفة التأريخ وقد تبين - فيما مضى - الجهالةُ بتأريخ هذه الروايات ، وإما أن نقول : إن رواية هتك السُّترة دالةٌ على أن التصاوير في السُّترة كانت لذوات الأرواح ، وترك هتك السترة كما في الروايات الأخرى دالٌ على أن التصاويرَ في السترةِ كانت لغير ذوات الأرواح ، فلمَّا تعذَّر العلم بالتأريخ ، وجب القول بهذا الجمع . ¶ وبهذا يظهر - والله أعلم - أنَّ القول الثاني أظهر الأقوال . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ النوعُ السادس 6 : ¶ التصويرُ المُسَطَّح المعمولُ باليد ، إذا كانت الصورة ناقصة ، والقول في هذه المسألة اختلافاً واستدلالاً وترجيحاً ، كالقول في مسألة : الصور المُجَسَّدة ¶ الناقصة ، لكن ينبغي أن يشار إلى أن قطعَ رأس الصورة المسطحة بِخَط ليس له أصلٌ في الشرع ، وليس في معنى محو الرأس ، وإن كان قال به بعض المتقدمين . ¶ النوعُ السابع : ¶ التصوير المُسَطَّح المعمول بالآلة ، سواءٌ كانت الصورة تامةً أو ناقصة ، وهذا ثلاثة أنواع : التصوير الفوتوغرافي وهو التصوير على الورق ،والتصوير التلفزيوني وما كان مثله كتصوير الفيديو، والتصوير السينمائي وما كان مثله كالبريجكتور . ¶ وهذا النوع السابع من مكتشفات هذا العصر ، فإنه لم يُكتشَف إلا قبل مائة واثنتين وستين سنة ، أي في سنة : \" ألف وثمان مائة وتسعة وثلاثين للميلاد \" على يد رجل إنجليزي يقال له :\" ويليم هِنري فوكس\" ، والتصوير التلفزيوني والتصوير السينمائي وما كان مثلهما ، فرعٌ عن التصوير الفوتوغرافي . ¶ ولمَّا كان الجميع من مكتشفات هذا العصر ، لم يعرفه المتقدمون ، وإنما عرفه العلماء المعاصرون ، وقد اختلفوا فيه على قولين : ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "القول الأول : أنَّه مُحرم مطلقاً ، أي سواءٌ كان ثابتاً كالتصوير الفوتوغرافي ، أو متحركاً كالتصوير التلفزيوني والتصوير السينمائي ، وما كان مثلهما ، وإنما يباحُ منه ما تدعو إليه الضرورةُ ، والحاجةُ المُلِحَّة ، كالتصوير لأجل الهُوِيَّة ، ولأجل رخصة القيادة ،ولأجل جواز السفر ونحو ذلك ، لا لأنه في مثل ذلك ¶ غيرُ محرمٍ في الأصل ، وإنما لأنه سببٌ لتحقيق الأمن ، ولمكافحة الجريمة ، وهذا قول : ابن إبراهيم ، والألباني ، وأكثرِ علماءِ الهند ، وباكستان ، واللجنة الدائمة الممثَّلة : \"بابن باز ، وعبدالرزاق عفيفي ، وابن قعود ، وابن غديان\" ، إلا أن رأي اللجنةِ في التصوير التلفزيوني غيرُ صريح ، وحُجَّةُ هذا القول أمور : ¶ أحدها : أنَّ التصوير الفوتوغرافي وما تفرع عنه ، تصويرٌ بدلالة اللغة ، والعرف ، والشرع ، ¶ أما من حيث اللغة : فلِأن التصويرَ في اللغة \" التشكيل \" ، ويدخل فيه كل ما تَشكَّلَ من الصور ، سواءٌ كان فوتوغرافياً أو غيره . ¶ والجواب : أنه يلزم من ذلك أن يكونَ التصويرُ هو التشكيل ، وأن يكون المُصوِّر هو المُشَكِّل ، فالصورةُ المجسمة إنما يصورها من يُنْشِئُ ملامحَ شكلها ، والصور المرسومة إنما يصورها من يُنْشِئُ ملامحَ شكلها. ¶ وأما الصورة الفوتوغرافية فإنما هي انعكاس للصورة ، أي أنها انعكاسٌ لملامحِ شكل المخلوق ، وهذه الملامح إنما يُنشِئُها ويُصورها اللهُ تعالى ، فاللهُ هو المصوِّر لها ، وهو المُنشِئ لها ، أي أن المُصوِّر هو المُنشِئُ لملامح الشكل . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وقد كانت العرب تقول : \" انعكست صورته على الماء\" أو \" على المرآة \" ، ولم يقل أحدٌ منهم إن الذي في الماء هو الصورةُ ذاتها ، لأن هذا يعني أن الملامح موجودةٌ بذاتها في الماء أو في المرآة ، وهذا مردود باتفاق العُقلاء .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فظهر بذلك : أن الصورة في اللغة هي الذات ، سواءٌ كانت ذات إنسان ، أو ذات صورةٍ مجسَّمة ، أو ذات صورةٍ مرسومةٍ باليد ، وليس انعكاسُ شيء من هذه الصور يسمى صورة . ¶ وأما من حيث العُرف : فإن الصورة الفوتوغرافية تسمَّى صورةً في عُرف الناس في هذا العصر ، على مُختَلفِ طبقاتهم ومُستوياتهم وثقافاتهم وبلدانهم . ¶ والجواب من وجهين : ¶ الوجه الأول : أنَّ هذا عُرْفٌ حادثٌ ، فإنَّ كثيراً من الناس كانوا في زمنٍ سابق يسمُّون الصورة الفوتوغرافية عَكْسَاً ، وقد عاصرنا هذا العُرفَ رَدْحَاً من الزمن . ¶ الوجه الثاني : أنَّ المُقرر في الأصول : أنَّ عُرف الناس مُعتبرٌ في المُعاملات ، والبيوع ونحو ذلك ، وليس عرف الناس في العصور اللاحقة بِمُعتبرٍ في تفسير النصوص الشرعية ، فإنَّ الناسَ لو تعارفوا على تسمية الخمر بالمشروب الروحي ، لم يَجُز شربه باتفاق ، ولو تعارفوا على تسمية الماء خمراً لم يَحْرُم شربه باتفاق . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ فدلَّ ذلك على أن المعتبرَ من العرف في تفسير النصوص الشرعية هو : عُرفُ الناسِ زمن التشريعِ فقط . ¶ وأما من حيث الشرع : فإن أدلةَ تحريمِ التصوير ، إنما وردت عامةً مُطلقةً ، ولم يرد ما يُقيِّد إطلاقها ، أو يخص عمومَها إلا ما كان في شأن الصور الممتهنة ، ولعب الأطفال . ¶ والجواب : أنَّ هذا مبنيٌ على أنَّ التصوير الفوتوغرافي تصويرٌ حقيقي ، وقد تقدم إبطاله . ¶ الثاني : أنَّ الآلة تقومُ بما تقومُ به اليد ، لأن التصوير بها تطورٌ لما تقومُ به يدُ الرَّسَّامِ من مهنة ، وكلتاهما وسيلة لتحصيل أمرٍ واحد ، وهو الصورة ، وصورة ذي الروح محرمةٌ لِذاتِها لا لوسيلتها .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والجواب : أنَّ يد الرَّسَّام تُنْشِئ ملامح الشكل ، والآلة تعكسُ ملامح الشكل ولا تُنشئُها ، فالصورة التي تُنتِجها اليد صورةٌ حقيقية ، والصورة التي تنتجها الآلة صورةٌ غير حقيقية ، أي أنَّ الفرق بينهما ليس في الوسيلة فحسب ، وإنما في حقيقة الصورة . ¶ الثالث : أنَّ في التصويرِ بالآلةِ مضاهاةً بخلق الله ، بل المُضاهاةُ في الصورة الفوتوغرافية أشدُ منها في غيرها ، لما فيها من الدِّقة . ¶ والجواب من وجهين : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الوجه الأول : أنَّ المُضاهاة ليست هي المُحاكاة لخلق الله ، وإنما هي : ¶ \" أن يُجعلَ الشيءُ مثلَ اللهِ تعالى ، فيُصرفَ له شيءٌ من العبادة أو التعظيم \" ، وقد مرَّ تقرير ذلك بالتفصيل . ¶ الوجه الثاني : أنَّه على التسليم بذلك ، فإن الآلة في الحقيقة عاكسةٌ وليست مصورة ، فأين المُضاهاة !؟ ¶ الرابع : أنَّ الصورة الفوتوغرافية ذريعةٌ إلى الشرك ، فإنَّ الناس مُنْذُ زمن نوح إلى عصرنا هذا تُحَرِّكُهُمُ الصور ، وتخاطب عواطفَهم حتى يخضعوا لها ، لأنها تذكِّرهم بأصحابها الأموات ، والشارع قد حرَّم هذه الذريعة ، والصورة الفوتوغرافية أبلغُ من غيرها في تحريك المشاعر لأنها أقوى في الدلالة على صاحبها. ¶ والجواب : أنَّ الاحتجاج بهذه الحُجَّة لا يكون إلا ممن يُسلِّم ولو جدلاً بأنَّ هذا النوع ليس صورة ولا يدخل في عموم تحريم الصورة ، وإنما مُرادهُ أن يُبَيِّنَ أن فيها علةَ تحريم التصوير . ¶ فليس بنا حاجةٌ إذن إلى إثبات أن التصوير الفوتوغرافي ليس تصويراً",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "حقيقياً ، وإنما بحاجة إلى التحقق من وجود تلك العلَّة ، فإذا نظرنا إلى ما يُصوِّرُه القُدامَى ، وجدناهُ صُوراً لأناسٍ مشهورين بالعبادة أو بغيرها ، فما من صورةٍ في الأزمان المتقدمة إلا ولها شأن ، وأما التصوير الفوتوغرافي في هذا الزمن فهو شاملٌ كلَّ أحد ، إلا نَزْراً لا يخرجُ عن وصف النُدرة ، وهذا يعني أن التصوير ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ في هذا الزمن ليس كالتصوير في الأزمنة المتقدمة ، فأين الذريعة !؟ . ¶ الخامس : أن القول بتحريمها أحوط ، لأن أقلَّ ما توصفُ به أنها أمرٌ ¶ مشتبه ، وقد جاء في الصحيحين من حديث النعمان بن بشير أن النبي ( قال: \" الحلال بَيِّن والحرامُ بَيِّن ، وبينهما أمورٌ مُشتبهات لا يعلمُها كثيرٌ من الناس ، فمن اتَّقى الشبهات استبرأ لِدينه وعِرضه ، ومن وقع في الشبُهات ، كراعٍ يرعى حولَ الحِمى يُوشِكُ أن يواقِعه \" . ¶ والجواب : أنَّ حديثنا عن الحلالِ والحرام للعلمِ به ، وليس عن الأفضل في العمل ، وفرقٌ بين تقرير الحلال والحرام والعملِ به ، ومثلُ هذا الاستدلال إنما يكون في المواعظ . ¶ القول الثاني 7 : أنَّه جائز ، وهو قول المُطِيعي ، وابن عثيمين ، وآخرين ، وحُجَّةُ هذا القول ثلاثة أمور : ¶ الأمر الأول : أنَّه لا يُعدُّ تصويراً بالمعنى الشرعي ولا اللغوي ، فإن قولك : \"صَوَّرَ فلانٌ كذا \" معناه : جعله على صورةٍ معينة وهيئةٍ محددة ، كما قال تعالى: ( وصوَّركم في الأرحام كيف يشاء ( ، وقال تعالى : ( في أي صورةٍ ما شاء ركبك ( ، وقال تعالى :( وصوَّركم فأحسنَ صُوَرَكُم ( ، فهذا المعنى اللغوي الذي قرَّره القرآن هو المقصود بأدلةِ تحريمِ التصوير . ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما التصويرُ بالآلة فليس فيه إنشاءٌ أو إحداثٌ لصورةٍ لم تكن موجودة ، وإنما هو عكسٌ لملامح صورةٍ قائمة . ¶ وقد مثَّل ابنُ عثيمين لذلك بتصوير الكتاب بِآلة التصوير ، فإن الحروف التي تنطبع على الصورة هي من الكاتب الأول ، وليست من المُصوِّر ولا من الآلة واستَنَدَ في ذلك إلى دلالتين : ¶ الدلالة الأولى: أنَّ مُصَوِّرَ ذلك قد يكون أُمِّياً لا يقرأُ ولا يكتُب ولا يرسُم. ¶ الدلالة الثانية : أنَّك لو خَطَطْتَ بيدكَ حُرُوفاً فعمِدَ أحدُ الناس إلى ما خَطَطْتَهُ فصوَّره بالآلة ، وعَمِدَ آخر إليه فقلده بيده ، لأجمع الناس على أن ما ظهر بالآلة هو خطُّك ، والآخر تقليدٌ لخطِّك . ¶ ورُدَّ : بأن توجيه الآلة ، وإدارة المفتاح ، وتهيئة الآلة بحيث تكون قادرة على التحميض والتنشيف ،كلُّ ذلك من عمل الإنسان ، فهو المُصوِّر في الحقيقة ، وأما الآلة فهي مثلُ ريشة الرَّسَّام ، ومِعول النحَّات ، وليس أحدٌ من هؤلاء يستطيع التصوير بدون آلته . ¶ والجواب : أنَّ المُستدلين بذلك ليس غرضهم إلقاء التَّبِعة على الآلة ، وإنما مرادهم أنَّ النحَّات مثلاً يُبدِعُ أنفاً لم يكن موجوداً ، ويبدعُ عينين وفَمَاً وأذنين وخدَّين وغير ذلك ، مما لم يكن موجوداً أصلاً ، فهو إذن مُبدعٌ للصورة ، فصحَّ أن يُسمَّى مُصوِّراً . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما المُصوِّرُ بالآلة : فليس يبدعُ شيئاً لم يكن موجوداً قبلُ ، وإنما يعكِسُ ملامح صورةٍ ماثلةٍ أمامه ، فيجعلها على ورق ، فلا معنى لِذكر توجيه الآلة ، وإدارة المفتاح ، وتجهيز الآلة ، لأن كل هذه الأمور لا تجعله مُبدعاً للصورة . ¶ الثاني : أنَّ انعكاس الصورة على الورق كانعكاس الصورة على المرآة أو على الماء ، وانعكاس الصورة على المرآة أو الماء ليس بمُحرَّمٍ عند أحدٍ من",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "العلماء ، والفرق بين ما ينعكس على الورق ، وما ينعكس على المِرآة أو على الماء مُنحصرٌ في أن الأول يثبت ، وأن الثاني لا يثبت ، ويُعَبِرُ بعضهم عن هذا : ¶ بأنَّ الآلة تحبسُ الظل ، بخلاف ما يكونُ في المِرآة أو الماء ،وهذا فرقٌ غير مؤثر ، ¶ لأن المنهي عنه إنما هو التصوير ، وقد أجمعوا على أنَّ ما يكونُ في المرآة أو الماء ليس تصويراً ، فوجب أن لا يكون المنعكسُ على الورق تصويراً . ¶ ورُدَّ : بأنَّ هذا فرقٌ مؤثر ، فإنَّ الصورة المنعكسة على المرآة ، مرهونٌ بقاؤها ببقاء الصورة أمامها ، وأما المنعكس على الورق فيبقى سواءٌ بقيَ المُصوِّر والآلة أو لم يبقيا ، وهذا يعني أن الأول ليس بتصوير ، وأن الثاني تصوير ، فإلحاقُهُ بما يرسم باليد أولى . ¶ والجواب : أنه ليس الغرضُ من الاستدلال بهذا الدليل قياسَ الصورةِ الفوتوغرافية على ما يكون في المرآة أو الماء ، وإنما المراد إثباتُ إمكان حصولِ انعكاسٍ للصورة بدون وجودِ رسَّام أو نقَّاش أو نحَّات ، فمن طَوَّعَ الدليلَ ليقيس هذا على هذا ، فقوله مردودٌ بما ذكر في الردِّ السابق . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ لكن لا يسلَّم أنَّ التصوير بالآلة تصويرٌ حقيقي ، لما مرَّ سابقاً من أن جعلَه تصويراً عرفٌ حادث ، وأما إلحاقه بما يرسمُ باليد فقد مرَّ إبطاله بما فحواه : أنَّ الرسم باليد إنشاءٌ للصورة ، وأنَّ التصوير بالآلة عكسٌ لملامح الصورة ، ثمَّ إن الاستدلال بهذا الدليل لا معنى له ، لأنه راجعٌ عند التأمل إلى الدليل الأول . ¶ الثالث : أنَّ الأصل في الأشياء الحلُّ حتى يرد مانع ، ولا مانع من التصوير الفوتوغرافي ، لأن أدلة تحريم التصوير لا تشمله ، إذ ليس تصويراً حقيقياً ، فوجب البقاءُ على الأصل وهو الإباحة . ¶ والجواب : أن هذا الدليل راجعٌ إلى الدليل الأول عند التحقيق ، فلا معنى لإيراده وإيراد الجواب عنه .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فظهر بذلك أنَّ أدلة المانعين خمسة غير صريحة ، وأن أدلة المُجِيزِين ثلاثة ، وهي عند التحقيق دليلٌ واحد ، وهو دليلٌ لم يُفلِحِ المُخَالِفُون له في إبطاله ، ¶ وبه يترجَّحُ هذا القول - والله أعلم - . ¶ وهنا مسألة : ¶ وهي أنَّه إذا تقرر أن التصوير الفوتوغرافي ليس تصويراً حقيقياً ، فهل يلزم من ذلك تَجْويزُ تعليق الصور الفوتوغرافية للعظماء أو غيرهم ؟قولان للمُجِيزين : ¶ القول الأول : أنه لا يلزم ، بل تعليق الصور الفوتوغرافية مُحَرَّم ، وهو قول ابن عثيمين ، ودليله : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ أنَّ التصوير الفوتوغرافي له اعتباران : اعتبارٌ من حيثُ كونُه غير مُنشئٍ للصورة ، واعتبارٌ من حيثُ كون الصورة غيرَ مخالفةٍ للصورة الحقيقية ، بل هي صورة حقيقية لكن فاعلها لا يُسَمَّى مُصوِّراً . ¶ والجواب : أنه لا يقبل في العقل أن توجد صورة بلا مصور ، فإما أن تكونَ صورةً لها مصوِّر ، وإما أن لا تكون صورة ، فيلزمُ من لم يجعل التصوير الفوتوغرافي تصويراً حقيقياً أن لا يجعل الصورة الفوتوغرافية صورةً حقيقية . ¶ القول الثاني : أنَّهُ يلزمُ من جوَّزَ التصوير الفوتوغرافي أن يُجَوِّزَ تعليق الصور الفوتوغرافية ، وعُزِيَ إلى بعض المُعاصرين ، ودليله : ¶ أنَّهُ ليس تصويراً حقيقياً ، فلا تكون الصورة صورة حقيقية ، وإذا لم تكن صورةً في الواقع فلا تشملها أدلة تحريم التصوير ، وحينئذٍ فلا مانع من تعليقها . ¶ والظاهر أنَّه لا يلزمُ من جوَّزَها أن يُجَوِّز تعليقها ، لأنَّ علَّةَ تحريم نصب الصور المُجَسَّمة والمُسطَّحة إنما هي سدُ الذريعة ، لأن النفوس تميل مع ما يَمْثُلُ أمامها من التصاوير ، فمتى وجدت هذه العلَّة في أمرٍ حَرُمَ سواء كان صورةً أو غير صورة .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وبيان ذلك : أن تحنِيط الحيوانات لا يُعَدُّ تصويراً عند أحد من العلماء - فيما أعلم - ، والذين حرَّمُوه إنما حرَّموه لأجل السَّرَف ، وأما تحنيطُ الإنسان فإنَّما حُرِّمَ لكون الإنسان مُكَرَّماً ، تجبُ مواراتهُ إذا مات ، لكن لو أن إنساناً حنَّط آخر ونَصَبَهُ لكان نَصْبُهُ مُحرَّماً ، لا لكونه صورة فإنه ليس بصورة بإجماع ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ العلماء ، وإنما لأنه كالصور المنصوبة بالنظر إلى أثرِهِ في النُّفوس ، وكذا الصور الفوتوغرافية إذا نُصِبَت وكانت لأموات فإنَّ نَصْبَها محرَّم لتَحَقُقِ العِلَّة . ¶ وأما نصبُ صُورِ الأحياء فالظاهرُ أنه غير محرَّم لعدمِ تحقُقِ العِلَّة . ¶ هاهنا مسألتان 8 : ¶ المسألةُ الأولى : حكمُ الصور الفوتوغرافية التي تكونُ في الكتب والمجلات والجرائد ، والصور التِذكارية إذا لم تكُن مُعلَّقة : ¶ فهذه على القول المُرَجَّح ليست مُحَرَّمَة ، لأنها ليست صوراً حقيقية ، وليس فيها عِلةُ تحريم التصوير ، إذ ليست ذريعةً للشرك ، ولا ذريعةً للتَّعظيم الذي لا يكون إلا لله . ¶ وأما على القول المَرجُوح وهو : أنَّها صورٌ حقيقية ، فالتَّحقيق يقتضي أنَّها ليست محرمةً أيضاً ، لأن المُحَرَّمَ من التصاوير ما كان منصوباً أو مُعلَّقاً ، وأما ما ليس كذلك فهو مُمتهنٌ غير مُعظَّم . ¶ وقيل : بل هي محرمة ، لأنها صور فتدخلُ في عموم أحاديث النهي عن التصوير . ¶ والجواب : أنَّ عموم النهي مخصوصٌ بما كان مُمتَهناً ، وهذه الصور إن لم تُعلَّق لا تخرج عن كونها ممتهنة ، والله أعلم . ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "المسألة الثانية : أن التصوير التلفزيوني والتصوير السينمائي وتصوير الفيديو وما كان على هذه الشاكِلة ، حُكمُه حكم التصوير الفوتوغرافي ، لأنَّ حقيقته أنه صورٌ لا حصر لها ، تُلْتَقَطُ لما يتحرك أمام الكاميرا ، وحين تعرض يكون الانتقال ¶ من صورةٍ إلى صورة سريعاً بحيث لاتُدرِكه العين المُجردة ، فيظن الرائي أنها صورةٌ تتحرك ، فإذا وقف أمام الكاميرا رجلٌ ورفعَ يدهُ إلى رأسه ففي وقت رفع اليد تُلْتَقَطُ له آلاف الصور ثم تُعرض هذه الصور عرضاً سريعاً بحيث يَرَى الرائي أنه يُحَرِّكُ يده . ¶ ولهذا حَرَّمهُ المُحرِّمون للصور الفوتوغرافية ، واستثنينا منهم اللجنة الدائمة فإن رأيهم فيه غيرُ صريح ، مع أنَّهُ يلزمُهُمُ القولُ بتحريمة . ¶ وجَوَّزَهُ من جَوَّزَ الصور الفوتوغرافية ، وهو مُقتضى قولِهم في الفوتوغرافي ، ¶ لكن زاد بعضُ الفريقين في هذا المقام أموراً تحتاجُ إلى نظر : ¶ أولاً : زاد المُحَرِّمون للتصوير التلفزيوني ونحوه على أدلتهم في تحريم التصوير الفوتوغرافي أمرين : ¶ الأمر الأول : أنَّ التصوير التلفزيوني ونَحْوَهُ يَشترِكُ مع السِّحر التخييلي في النتيجة ، فإنَّ كل ما يأتي به السحر التخييلي يأتي به التصويرُ التلفزيوني ، ¶ بل هو أشدُّ منه ، وإذا كان السحر التخييلي مُحرَّماً على المُسلِم فِعله واستعماله وحضورُ من يفعلُه وجبَ أن يَنْجَرَّ الحكمُ على التصوير التلفزيوني لأنه مثله . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أن السِّحر لم يُحَرَّم لأجل ما يُحدِثُهُ من تخييلٍ أمام الناس فإنَّ مَن لديه قُدْرَةٌ فائقةٌ على بعض رياضات الأبدان بحيث يَبْهَرُ الناظرين ، ففعله جائزٌ بإجماع العلماء ، وإنما حُرِّمَ السحر لكونه مَبنِيِّاً على وسائل مُحرَّمة كالعُقد والرقى الباطلة والطَّلْسَمات التي يُطلبُ بها العون من الشياطين للتأثير في أبدان",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المسحورين ، وأما التصوير التلفزيوني فمَبنيٌ على أمورٍ علمية محسوسة يقبلها العقل ، لكن من لم يَتَبيَّن هذه الأمور ضاقَ إدراكُهُ عن قبولها ، وأحالَها إلى مالا يدرك كالسحر والشعوذة ونحو ذلك ، وهذا يحصُل كثيراً في بدايات الابتكارات ،كما حصل عند ظهور البرقيَّة والهاتف والمذياع والكهرباء والطائرة وغير ذلك . ¶ الأمر الثاني : أنَّ الرضا بالتصوير التلفزيوني موافقٌ لما عليه اليهود والنصارى والمشركون ، ومن تَشَبَّه بقومٍ فهو منهم . ¶ والجواب : أنَّ العلوم والابتكارات الحَيَاتِيِّة إرثٌ لجميع البشر ، لا تختصُ به أمةٌ دون أمَّة ، ولا قومٌ دون قوم ، وإلا لما ساغ لنا استعمال السيارات والطائرات والكهرباء والهاتف ونحو ذلك . ¶ ثانياً : زادَ المُجَوِّزُون للتصوير التلفزيوني على أدلتهم في تَجْوِيز التصوير الفوتوغرافي أمراً وهو : أنَّ التصوير التلفزيوني وما كان مثله ، ليس له حقيقة بل هو خيالٌ زائل ، إذ ليس له منظرٌ ولا مظهر ، فبمُجرد إطفاء الجِهاز يزول ، فهو أشبه شيء لما يكون في المرآة . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنه تقرر فيما مضى أن التصوير التلفزيوني جَمْعٌ من الصور مُنْطَبِعَةٌ على سطحٍ عاكس ، أو على شريط تسجيل ، يظهر بتتابُعِها حركة المُصَوَّر بفتح الواو المُشددة ، فأين هذا من الخيال ؟وأين هذا مما يكون في المِرآة ؟ وإنما الفرق بينه وبين الصور الفوتوغرافية ، أن الصور الفوتوغرافية ظاهرةٌ تُرَى ¶ بالعين المجردة ، وأما الصور التي تكون في الشريط التلفزيوني فهي صغيرةٌ لا تُرى إلا بواسِطةِ جهاز يُكَبِرُها ، وهذا فرقٌ غير مُؤثِّر . ¶ وإنما يكونُ فرقاً مؤثِّراً عند من قال : إن الصور الفوتوغرافية حقيقيَّة ، إذا اجتمع مع قوله اشتراطٌ لثلاثةِ شروط : ¶ الشرط الأول : أن تكون المُضاهاة مُفَسَّرَةً بالمُحاكاة .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الشرط الثاني : أن يَعُدَّ التصوير الفوتوغرافي غيرَ مُمتهن . ¶ الشرط الثالث : أن يَعُدَّ التصوير التلفزيوني مُمتهناً . ¶ وقد تبيَّن فيما مضى ،أنَّ هذا القول والشرطين الأول والثاني أمورٌ مرجوحة. ¶ النوعُ الثَّامِن : ¶ التصويرُ المسطَّح المرسومُ باليد على شكلٍ مُتحرك ، وهو المُسمَّى بأفلام الكرتون ، وفي هذا ثلاثة أقوال : ¶ القول الأول : أنَّهُ مُحرّم ، لأن ما فيه صورٌ مرسومة باليد ، ففعل هذا يُسمَّى تصويراً بإجماع العلماء ، وما كان كذلك فهو داخلٌ في عموم النهي عن التصوير . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أن هذا مُسَلَّم ، لكنَّ ما كان كذلك فهو مُبتذلٌ ممتهن فيُستَثنى . ¶ القول الثاني : أن ما كان فيه صورٌ خياليَّة كفرسٍ ذي جناحين وجملٍ ذي خرطوم ونحو ذلك فهو جائز ، و إلا فهو محرم ، وهذا القول لازمٌ لبعضِ ¶ أصحاب الشافعي الذين جوَّزُو الصور الخيالية الثابتة ، لأنه ليس في خلق الله ما هو كذلك ، فمن صنعه فليس مضاهياً لخلق الله . ¶ والجواب : أنَّ هذا مبنيٌ على أن المُضاهاة هي المُحاكاة ، وهذا مردود بما تقدم بيانه . ¶ ثمَّ على التَّسليم به ، فإنَّ في الاستدلال بذلك نظراً ، لأن تغيير بعض الخلق لا يُخرِجُه عن كونه حيَّاً ذا روح . ¶ القول الثالث : أنَّه مُباح ، وهو قولُ بعضِ المُعاصرين ، لأن الشارع لمَّا حرَّمَ التصوير استثنى من الصورِ ما كان ممتهناً ، وهذا - والله أعلم - أظهر الأقوال ، لما تقرر سابقاً من أن كُلَّ ما ليس بِمُعلَّقٍ ولا منصوبٍ فهو ممتهن . ¶ النوعُ التاسع 9 : ¶ التصويرُ لغير ذوات الأرواح ، وهذا قسمان : ¶ القسم الأول : تصويرُ الجسم النامي كالأشجار والزروع ، وهو جائزٌ في أصح الوجهين في المذهب وفاقاً ، وهو قولُ جماهير العلماء ، ودليله أمور : ¶ ...........................................................................",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ـــــــــــــــــــ ¶ أحدها : قولُ ابن عباس كما في الصحيحين : \" إن كُنتَ لا بُدَّ فاعلاً فاصنع الشجر وما لا نفس له\" ، فإنَّ هذا دالٌّ على جواز تصوير الشجر ونحوه . ¶ فإن قيل : هذا قول ابن عباس ، وليس مرفوعاً إلى النبي ( ، ولا حُجَّة في قوله . ¶ فالجواب : أنَّه قاله بعدما ذكر قول النبي ( :\" من صوَّرَ صورةً في الدنيا كُلِّفَ أن يَنْفُخَ فيها الروح يوم القيامة ، وليس بنافخ \" ، فإن المراد بهذا الحديث تصويرُ ذي الرُّوح لأنه لا يؤمرُ العبد بنفخ الروح بما لا يقبل الروح . ¶ الثاني : حديث أبي هريرة - المُتَقدِّم - :\" فَمُرْ برأس التمثال الذي في البيت يُقطع فيصير كهيئة الشجرة \" ، فإنَّ فيه نصَّاً على جواز تصويرِ جسم الإنسان بلا رأس ، ونسبة الحياة إلى جسم الإنسان بلا رأس أقوى من نِسْبتِها إلى الشجرة ، فلمَّا أذِن الشارع في تصوير جسم الإنسان مُجَرَّداً من الرأس كان ذلك إذناً منه بجواز تصوير الشجر ونحوه ، ولا سيَّما أن في الحديث نصَّاً على أن التمثال المُجَرَّد من الرأس كالشجرة . ¶ والجواب : أنَّ هذا حديث ضعيفٌ ، على ما مرَّ بيانه ، فلا حُجَّة فيه . ¶ الثالث : حديث عائشة في الصحيحين مرفوعاً : \" إنَّ أصحاب هذه الصور يوم القيامة يُعذَّبون ، فيقال لهم : أحيوا ما خلقتم \" ، فإنَّ الذَّمَّ في هذا الحديث منصرفٌ إلى تصوير ذي الرُّوح ، لأنَّ النبي ( قال ذلك حينَ رأى السُّترَةَ ذات التصاوير ، وكان فيها تصاويرُ ذوات الأرواح . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ القول الثاني : أنَّه مُحرَّم ، وهو الوجه الثاني في مذهبنا ، وفي مذهب مالكٍ والشافعي ، لحديث عائشة المتقدم ، فإنَّ فيه :\" فيقال لهم : أحيو ما خلقتم \" ¶ ووصف الحياة صالحٌ لذي الروح وللزُّروع والأشجار ونحوها ، فكان الذَّمُّ منصرفاً إلى تصوير كل ما تدخله الحياة من حيوان ونبات .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "والجواب : أنَّ سبب هذا الحديث ما تقدم بيانه من رؤية النبي ( للسُّترَةِ ذات التصاوير ، وكانت تصاويرَ ذوات الأرواح ، وقد قال ( :\" إنَّ أصحاب هذه التصاوير \" ، أشار إلى ما كان موجوداً في السُّترة ، فلم يدخل في الحديث تصويرُ الأشجار ونحوها . ¶ القول الثالث : أنّه يحرُم تصوير الشجر المُثْمِر ، ولا يحرُمُ تصوير الشجر غير المُثمِر ، وهو قول مُجاهِد ، لحديث أبي هريرة في الصحيحين : \" فليخلقوا ذرة ، أو ليخلقوا حبَّة ، أو ليخلقوا شعيرة \" ، فإن الذَّمَّ في هذا الحديث منصرفٌ إلى من يخلق ما فيه روح كالذرة ، أو نباتاً مُثمِراً كالحبة والشعيرة . ¶ والجواب : أن الحديث ليس فيه نهيٌ عن تصوير الحبة والشعيرة ، وإنما فيه نُزُولٌ في التَّحدِّي للخلق بأن يخلقوا شيئاً من هذه الأشياء الصغيرة . ¶ فظهر بذلك أن القول الأول أظهر الأقوال ، والله أعلم . ¶ القسم الثاني : تصوير الجماد ، وهذا ضربان : ¶ وَاسْتِعْمَالُهُ ، ¶ ـــــــــــــــــــ ¶ الضرب الأول : تصوير ما يصنعه الإنسان كالسيَّارات والطائرات والقطارات وغير ذلك من الآلات ، فهذا قد أجمعت الأمَّةُ على جواز تصويره ، ولا يقدحُ في الإجماع مُخالفةُ القرطبي ، لأنَّ الإجماع مُنعقِدٌ قبله وبعده . ¶ وأما عمومات النهي عن التصوير فلا تُسْعِفُهُ في الاستدلال لمذهبه ، لما تبيَّنَ فيما سبق أنه قد ثبت ما يُخَصِّصُها . ¶ الضربُ الثاني : تصوير ما لا يصنعه الإنسان كالشمس والقمر والنُّجوم والجبال والبِحار والأنهار والسماء والأرض ونحو ذلك ، وهذا أيضاً قد أجمعت الأمَّةُ على جواز تصويره ، وإنما خالف في ذلك بعد استقرار الإجماع القرطبي وطائفة من أصحاب الشافعي ، أما القرطبي فقد حَرَّمَهُ مُطلقاً ، لدخوله في عمومات النَّهي عن التصوير ، وقد تبيَّن الجواب عنه .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وأما أصحاب الشافعي المُخالفونَ في ذلك ، فإنما حرَّموا تصوير ما عُبِدَ من دون الله ، كالشمس والقمر والنُّجوم وغير ذلك ، خشيةَ تعظيمها أو مشابهة تصوير الأصنام . ¶ والجواب : أن هذه الخشية مَصْدَرُها الوسواس ، إذ ليس تصويرُ ذلكَ شِركاً ولا وسيلةً إلى شرك . ¶ قال : ( وَاسْتِعْمَالُهُ ) أي ويحرُم استعمال التصوير ، والمُصنِّفُ عطف استعمال التصوير على التصوير مع أنَّهما شيءٌ واحد ، وهذا خطأٌ قطعاً وقع فيه المصنِّفُ بسبب حرصه على الاختصار . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والمعنى الصحيح الذي أراده : أنَّهُ يحرم استعمال الصورة التي يصنعها المُصَوِّر بكسر الواو المشددة ، والصورة تُستَعمل في أمورٍ كثيرة ، ولم يستثنِ المصنف شيئاً ¶ منها ، فدلَّ ذلك على أنه أراد العموم ، ولا بُدَّ من معرفة هذه الأمور ، والخلافِ فيها ، وما يُرَافِقُها من استدلالٍ وأجوبه : ¶ أولاً : استعمالُ الصورة في الثوب الملبوس في الصلاة وخارجها ، وهذا مُحَرَّمٌ في أصح الوجهين في المذهب ، وهو المقرر في مذهب أبي حنيفة ، ووجهٌ في مذهب مالك والشافعي ، ودليله : ¶ انعِقادُ الإجماع على تحريم الصورة ، وعلى أنَّ المرسُومَ في الثوب من التصاوير يُسَمَّى صوراً ، فلمَّا ثبتَ ذلك ولم تكُن الصورة التي في الثوب مُستثناة ، لِبُعدِها عن الامتهان بكونها تُصان وتُرفع عن وطئ الأقدام ، وَجَبَ القطعُ بتحريمها مُطلقاً ، أي في الصلاة وخارجَهَا ، وإنما يشتدُّ التحريم لها في الصلاة لأمرين : ¶ الأمر الأول : أن لُبس الثوب المُشتمِل على الصورة مُشَابَهَةٌ لحال عُبَّادِ الصور والأصنام ، الذين لا تُفارِقُ الصور مَحَالَّ عباداتهم . ¶ الثاني : أن لُبسَهُ في مَحَالِّ العبادة أو في أثناء التَلَبُّسِ بالعبادة ، قد يكونُ ذريعةً إلى الشرك .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ الإجماعَ على تحريم الصورة ، وعلى كون المرسُومِ في الثوب من التصاوير يُسمَّى صوراً ، يجب التسليمُ به ، لكن لا يجب التسليم بأنَّ الصورةَ في الثوب غيرُ مُستثناة ، بل هي مُستثناة بدليل أمرين : ¶ أحدهما : حديث أبي طلحة المُتقدِم :\" إلا رقماً في ثوب \" ، فإنَّ هذا لفظٌ عام يشملُ كلَ صورةٍ في كُلِّ ثوب ، سواءٌ كان الثوبُ ملبوساً أو غيرَ ملبوس ، والقاعدةُ المُقررة - وقد مرَّت بنا كثيراً-: \" أنَّ ما عممه الشارع ، لا يجوزُ تخصيصه إلا بإذنٍ من الشارع ، كما أنَّ ما أطلقه الشارع ، لا يجوز تقييده إلا بإذنٍ من الشارع \" ، وهذا العمومُ في الحديث لم يُخصَّ منه إلا المنصوب ، على ما مرَّ بيانه . ¶ الثاني : أنَّ الثوب الملبوس لا يخرجُ عن حدِّ الابتذال ، فإنَّهُ يُقعَدُ عليه ويتَّسِخ ويُخلع ويُلقى ويُطوَى ، بخلاف الصورة المنصوبة فإنها لا يتطرقُ إليها ابتذالٌ أو امتهان ، وقد ذَكَرَ ابن تيميَّة نحواً من هذا المعنى حيثُ ذكر أنَّ المنصوب يبقى ثابتاً مُنتَصِباً على هيئة الصورة التي خَلَقَها الله ، فتتحققُ فيها مفسدة الصور ، بِخِلافِ الصورةِ في الثوب فإنها تلتَوِي وتنطوي ويتغيَّرُ وضعُها بطيِّ الثوب ونشره ، ولا تبقى كهيئة الصورة التي خلقها الله ، وفيه ابتِذالٌ لِنَفسِ الصورة أشبهت الصورةَ التي توطأُ وتُدَاس . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما أنَّ ذلك مُشابهةٌ لحالِ الوثنيين أو أنه ذريعة إلى الشرك ، فهذا أمرٌ راجعٌ إلى حال فاعلِه ، فمتى تَقَصَّدَ المشابهة أو تحرَّى لُبسَهُ عند الصلاة فهو كذلك ، ومتى كان ذلك عَفْويَّاً فلا تَشَبُهَ ولا ذريعة .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "القول الثاني : أنَّه جائز ، لكن هل هو جائزٌ مع الكراهة كما في الوجه الثاني في مذهبنا ، وفي مذهب مالك ، وأصح الوجهين في مذهب الشافعي ، أو ¶ هو جائزٌ بلا كراهة كما في قول مالك ، مذهبان ، ودليلُ كِلا المذهبين حديثُ أبي طلحة : \" إلا رقماً في ثوب \" ، فإنه عامٌ لم يُخَصَّ منه إلا المنصوب . ¶ لكنَّ فريقاً من هؤلاء رأوا أن كلَّ مُحرَّمٍ فهو مكروه عند الشارع ، فإذا استُثنِي من المُحرَّمِ شيءٌ تدعو الحاجةُ إليه زال حكمُ التحريم في هذا الأمر وبقيَ حكمُ الكراهة . ¶ ورأى الفريقُ الآخر أن الاستثناء شاملٌ لحكم التحريم وحكم الكراهة ، ¶ وهذا - والله أعلم - أظهر ، لأنَّ النبي ( كان يتَّكئُ على الوسادة التي فيها تصاوير - على ما مرَّ بيانه - والنبي ( لا يفعلُ المكروه . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ ها هنا تنبيه 10 : ¶ وهو أنَّه ظهر في هذا العصر ثيابٌ تشتمل على صورٍ كبيرة ، بحيث تملأُ الصورةُ صدر الثوب ، فما كان كذلك فليس له حكمُ المسألةِ السابقة ، ¶ فيما يظهر ، لأنَّ من لَبِسَ مِثْلَ ذلك فلا بُدَّ أن يكون لديه عنايةٌ بالصورة التي في ثوبه ، لكن هل لهذه الصورة حكم الصور المُعَلَّقة ؟ وإذا كان الأمر كذلك فهل يُفرَّق بين صورة الحي وصورة الميت ؟ كلا الأمرين موضع نظر ، والله أعلم . ¶ ثانياً : حملُ النُّقود وبطاقات الهُوِيَّة ونحوها مما فيه صورة ذي روح ، في الصلاة وخارجها ، وحمل الصورةِ المُنفصِلة المستقلَّة ، كلُّ ذلك جائزٌ مع الكراهة",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "في أصح الأوجه في المذهب ، وهو المقرر في مذهب أبي حنيفةَ ، ومالك ، والشافعي ، لأنَّ الناس كانوا في الجاهلية وفي أول الإسلام ، يتبايعون في الحِجاز وفي الشام بالدنانير الرُّوميَّة ، وكان عليها صورةُ المَلِك واسمُهُ ، ويتبايعونَ في العراق وفي أرض المشرق بالدراهم الفارسيَّة ، وكان عليها صورةُ كسرى واسمه ، وبقيَ الأمر على ذلك حتى جاء عبد الملك بن مروان ، فضرب دنانيرَ ودراهم ، فهو أولُ من ضربَ الدنانير والدراهم في الإسلام . ¶ ومعنى ذلك : أنَّ حمل النُّقود المشتملة على الصورة كان معمولاً به في زمن النبي ( ، وفي زمن الصحابة ، من غيرِ نَكِير ، ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ فكانوا يحملونها في جيوبهم في الصلاة وفي غيرها . ¶ واعترض : بأنَّ ذلك جاز للحاجة ، فيجب أن يُقْصَرَ الأمرُ فيه على ما كان فيه حاجة ، فيجوزُ حملُ النُّقود المُشتملة على الصورة ، وبطاقات الهُوِيَّة ، ونحوها مما فيه صورة ، ولا يجوز حملُ الصورة المنفصلة المستقلة . ¶ والجواب : أنَّ الصُّور المستقلة التي تُحملُ في الجيوب ، هي مما يُمْتَهن ، لأنها مستورة ، وليست منصوبةً كما هو شأن الصور التي يُعتَنَى بها . ¶ وأما الكراهة : فلأنَّ التصوير في الأصل محرم ، والصورة محرَّمة ، والمُحَرَّم مكروه ، فلمَّا استثني من ذلك ما كان للحاجة ، أو ما كان ممتهناً ، كان الاستثناء للحرمة وبَقِيَت الكراهة . ¶ وقد مَرَّ الجوابُ عنه . ¶ القول الثاني : أنَّ ما كان للحاجة فهو جائزٌ ، كحملِ النُّقود ، وبطاقات الهُوِيَّة ، والإثباتات ، وأمَّا ما ليس له حاجة كالصور المُستقلة ، فلا يجوزُ حمله ، وهو الوجه الثاني في المذهب ، وفي مذهب الشافعي ، لما مرَّ ذِكْرُه من أنَّ الرُّخصة تُقَدَّرُ بقدرها ، فلا يُتَجَاوزُ في ذلك قدرُ الحاجة . وقد مرَّ الجوابُ عنه .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "القول الثالث : أنَّه جائزٌ بلا كراهة ، وهو الوجه الثالث في المذهب ، ¶ وهذا القول والله أعلم أظهر الأقوال ، لِمَا مرَّ بيانه ، من أنَّ الاستثناء من العموم استثناءٌ للحرمةِ والكراهة . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ ثالثاً : لُبْسُ الخاتم الذي فيه صورةُ ذي روح ، مُحَرَّمٌ ، في أصح الوجهين في المذهب ، وهو المُقرر في مذهب الشافعي ، بدليل أمرين : ¶ الأمر الأول : عمومُ أدلة تحريم الصورة والتصوير . ¶ والجواب : أنَّ هذا مُسَلَّمٌ على وجه الإجمال ، لكنَّ الصور الصغيرة التي تكون في الخواتِم ونحوها ، مما يُمتهن ، بدليل أنه يُلْبَسُ بآلة المِهْنَةِ وهي اليد . ¶ الثاني : أنَّ لبس الخاتم المشتمل على الصورة فيه مشابهةٌ للمُشركين ، فَحَرُم. ¶ والجواب : أنَّ الأصل في الأشياء الإباحة ، وأما مشابهة المشركين فإنما يَحْرُمُ منها ما قُصِدَ به المُشابهة ، وأما ما حصل منه على وجه التوافق فلم يُمْنَع منه ، وقد روي لُبسُهُ عن ابن مسعود ، وعمران بن حصين ، وأبي موسى . ¶ القول الثاني : أنَّه جائزٌ مع الكراهة ، وهو الوجه الثاني في المذهب ، وفاقاً لمالك ، أمَّا الجواز فلأمرين : ¶ الأمر الأول : حديثُ أبي طلحة :\" إلا رقماً في ثوب \" ، ¶ فإنَّه دالٌ على جواز الصورة في كل ما يُلْبَس . ¶ والجواب : أنَّه دالٌ على جواز الصورة في الثوب ، فإنَّ هذا هو الذي ورد في النَّص ، وأمَّا قياسُ كل ما يلبس على حكم الثوب فغير مُسَلَّم . ¶ الثاني : أنَّ الصورة في الخاتم ، صورةٌ صغيرة مُبتذلة ممتهنة ، لا يؤبهُ بها ، فدخلت في حكم المُستثنى . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما الكراهة : فلِما مَرَّ بيانه ، من أنَّ الاستثناء يتعلَّق بالحرمة دون الكراهة ¶ وقد مَرَّ الجواب عنه .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "القول الثالث : أنَّه جائزٌ بلا كراهة ، وهو المُقررُ في مذهب أبي حنيفة ، وهذا والله أعلم أظهر الأقوال ، لِمَا مَرَّ بيانه مراراً ، من أنَّ الاستثناء شاملٌ للحُرمَةِ والكراهة . ¶ رابعاً : لُبْسُ ما فيه صليب ، مُحَرَّمٌ ، في أصح الوجهين في المذهب ، وهو أحد الوجهين في مذهب أبي حنيفة ، ومذهب الشافعي ، ودليل التحريم ثلاثةُ أمور : ¶ أحدها : حديث عائشة عند البخاري ، أنَّ النبي ( \" لم يكُن يَتْرُكُ في بيته شيئاً فيه تصاليبٌ إلا نقضه \" ، وفي رواية :\" إلا قضبه \" . ¶ و\"النقضُ \": هو المحو أو الطمس ، و\"القضب\" : هو القطع . ¶ ومعنى هذا : أنَّ النبي ( كان يقطعُ الثوب الذي فيه صليب ، ¶ وقطعُ الثوب إتلافٌ للمال ، فلو لم يكن وجود الصليب في الثوب مُحَرَّماً لَمَا جَازَ للنبي ( إتلافُ المال. ¶ والجواب : أنَّ فعل النبي ( لا يدلُ على الوجوب ، أي لا يدل على وجوب قطع الصليب ، ولا يدل على حرمةِ وجود الصليب في الثوب ، لأنَّ مُجَرَّدَ الفعل يدلُّ على السُنيَّة لا على الوجوب . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأما إتلافُ المال فهو جائزٌ إذا كان المُرادُ به تجاوزَ المكروه ، فإنَّ النبي ( ¶ لا يفعل المكروه . ¶ الثاني : حديثُ عدي بن حاتم ، قال : أتيت النبي ( وفي عُنُقِي صليب من ذهب ، فقال النبي ( :\" ياعدي اطرح عنك هذا الوثن \" ، فقد سمَّى النبي ( الصليب وثناً ، وأمَرَ بإلقائه . ¶ والجواب : أنَّ هذا حديثٌ أخرجه الترمذي ، عن الحسن بن يزيد الكوفي ، عن عبد السلام بن حرب ، عن غُطَيف بن أعْيَن ، عن مصعب بن سعد ، عن عدي بن حاتم . ¶ فأما \"الحسين \" فَلَيِّن الحديث ، وأما \"غُطَيف\" فضعيف ، قال الترمذي : \" لا نعرفه إلا من حديث عبد السلام بن حرب عن غُطَيف ، وغُطَيف لا نعرفه في الحديث \" ، وللحديث شواهدٌ موقوفةٌ على حذيفة وغيره ، لا يُعَوَّلُ على مِثلِها.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الثالث : حديثُ أبي أمامة أنَّ النبي ( قال :\" إنَّ الله بَعَثَني رحمةً للعالمين ، وهدىً للعالمين ، وأمَرَني ربي عزَّ وجل بٍمَحْقِ المعازف والمزامير والأوثان والصُلُب ، وأمر الجاهلية \" ، و\"المحق\" : الإتلاف ، والأمرُ من الله للنبي ( ¶ دالٌ على الوجوب ، أي أنه يجبُ إتلاف الصليب . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ هذا حديثٌ أخرجه أحمد ، من طريق الفرج - وهو ابن فضالة - عن علي بن يزيد ، عن القاسم أبي عبد الرحمن ، عن أبي أمامة ، ¶ وعلي بن يزيد ، والفرج ، ضعيفان . ¶ ثُمَّ لو سُلِّمَ بصحة الحديثين فإنَّ الأمرَ فيهما أمرٌ بإتلاف ، أو إلقاء الصليب الحقيقي ، وليس فيهما تعرُّضٌ لصورة الصليب . ¶ القول الثاني : أنَّ لُبسَ الثوب المشتمل على الصليب جائزٌ مع الكراهة ، وهو الوجه الثاني في المذهب ، وفي مذهب أبي حنيفة ، والشافعي ، وهو قياسُ مذهب مالك ، لأنَّ النبي ( كان ينقض الصليب ، وهذا فِعلٌ مُجَرَّد ، وفعل النبي ( المُجَرَّد لا يدلُّ على الوجوب ، على ما مَرَّ تقريره ، وهذا والله أعلم أظهر . ¶ فإن قيل : إنَّ فِعلَ النبي ( دالٌ على السُّنيَّة ، فكيف يكونُ تركُ المسنون مكروهاً ؟ ¶ فالجواب : أنَّ النبي ( ما نقض الصليب إلا لِكراهته له ، ويجبُ التفريق بين ¶ ما يكونُ مطلوباً لِذاتِهِ كَنَفْلِ الطاعاتِ ونحوها ، فإنَّ فِعل النبي ( لذلك دالٌ على السُّنيَّة ، لكن تركه لا يوقع في المكروه ، وبين ما يفعله النبي ( من الأفعال التي يُزِيلُ بها أمراً ما ، فإنَّ فِعلَهُ يدلُ على أنَّ ما أزاله ليس مطلوباً ، وما كان كذلك فهو مَكْرُوه . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ ها هنا مسألة 11 :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وهي أنَّ بعضَ طلبة العلم في هذا العصر ، ألَّفُوا كُتُباً ورسائل في تحريمِ الاستفادة من الفيديو والتلفزيون والقنوات الفضائية ، ولو في مجالِ الدعوة إلى الله تعالى ، وقد ذكروا أدلَّةً خاصةً بالتلفزيون ، وأدلةً عامةً في ذلك وفي الفيديو ، وسَأُبَيِّنُ ذلك إن شاء الله من خلال قسمين : ¶ القسمُ الأول : ما ذكروه من الأدلة في تحريم استعمال الفيديو للدعوة إلى الله ، ولغير ذلك ، وهي أدلةٌ يُحْتَجُّ بها ضِمْنَاً على تحريم استعمال التلفزيون والفضائيات لذلك : ¶ أحدها : أنَّ عموم أدلة تحريم التصوير ، يشمل ما في الفيديو من تصاوير ، سواءٌ كانت صوراً مُتحركة ، أو صوراً ثابتة ، وسواءٌ كانت انعكاساً ، أو رسماً باليد كما في أفلام الكرتون . ¶ والجواب : ما تقدمَ تفصيلُهُ ، من أنَّ الأظهرَ في ذلك ، جوازُ تصوير الفيديو والتلفزيون ، وما كان مثلَهُما . ¶ الثاني : أنَّ هناك شُبَهاً تُعْرَضُ في الفيديو ، من خلال المُناظرات ، وأفلام الكرتون المُدبلَجة ، تعصِفُ بالمؤمن العامِّي ، وقد كان السلفُ ينهون عن المُناظرات المُناصِرة للسُّنَّةِ ، وعن طرح الشُّبه بين العامة . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ الشُّبَه مطروحةٌ في واقِعِنا من منافِذ متعددة شِئنا أم أبينا ، ولا يقولُ أحدٌ يعي حالَ عصرِهِ إنَّ منعَ انتشارِ ذلكَ مقدورٌ عليه ، فإذْ لم نستطع سدَّ آذان الناس وأعيُنِهم عنها ، فواجِبٌ على علماءِ الأمة أن يُبَيِّنُوا زيفها وبطلانها وضلالها ، عن طريق ما تطرحُ من خلاله .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وأمَّا الفسادُ في أفلام الكرتون وغيرها ، فليس إصلاحُهُ يكمُنُ في تحريم التلفزيون والفيديو ، لأنَّ هذا لا يُغيِّرُ من الأمر شيئاً ، إلا عندَ نِسْبَةٍ ضئيلةٍ من الناس تكادُ لا تُذكر ، وإنما يكمُنُ إصلاحهُ في إيجادِ برامج نافعة ، تُنْتَجُ في هذه البلاد تحت إشرافِ ذوي العلم والتربية . ¶ الثالث : أنَّ الفيديو قد يتخِذُهُ بعضُ المراهقين لأمورٍ مُتفقٍ على تحريمها ، وقد حصل من ذلك حوادثُ لا تخفى . ¶ والجواب : أنَّ تحريم الأعيان خوفاً من استعمالها في الحرام ، ليس له نظيرٌ في الشريعة ، ولا يدخُلُ تحت سدِّ الذرائع ، بل يدخلُ تحت الوسواس ، فإنَّ الشارعَ لم يُحَرِّمَ استعمالَ السيوف والسكاكين ، مع أنها قد تُستَعملُ في الحرام ، وقد ¶ سُفِكَ بها دماءُ أبرياء ، بِفِعلِ مُراهقينَ وراشدينَ ، ولا أعظمَ في الشريعة من حُرْمَةِ دماءِ المعصومين ، وقُلْ مِثْلَ ذلك في كلِّ أمرٍ مُباح ، كالسيارات ، والآنية ، والبيوت ، وكُلِّ ما حولَكَ فإنهُ قد يُتخذُ وسيلةً للحرام . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الرابع : أن تسمية الفيديو المُتَّخَذ للدعوة إلى الله فيديو إسلامياً بدعةٌ ، على أي حالٍ كان قصدُ مُسمِّيه ، ذلك أنَّه إمَّا أن يكون سمَّاه إسلامياً : لاعتقاده أنَّهُ قُربةٌ إلى الله تعالى ، والقُرْبَةُ عبادة ، والأصلُ في العبادات الحظر إلا بدليل ، وما كان إنكارُ السلف على المُتَصوِّفَة المُتخذين السَّماعَ والطَّرقَ ، إلا لاعتقاد أُولئك المتصوفة أنَّ ذلك مستحبٌ شرعاً ، بسبب ما يوجده من الترغيب في الطاعات ، والتَّنفيرِ عن الذنوب ، وهذا عينُ البدعة . ¶ وإمَّا أن يكونَ سمَّاهُ إسلامياً : لاعتقاده أنَّهُ وسيلَةٌ للدعوةِ إلى الله ، وهذا بدعةٌ ، لأنَّ وسائل الدَّعوة قِسمانِ لا ثالث لهما :",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وسائلٌ مشروعةٌ في أصلِها ووصفِها ، كالدعوة إلى الله بالجهاد ، والكلام ، والكِتَاب ، والخطابة . ¶ ووسائلٌ مشروعةٌ في أصلها ، أو في جنسها ، ولو تغيَّرَ وصفُها ، كالدعوة إلى الله بتأليف الكُتُب ، والرسائل ، ونحوها ، وليس الفيديو داخلاً تحت أحدِ النوعين ، فهو إذن بدعة . ¶ وإمَّا أن يكونَ سماهُ إسلامياً : لا لاعتقاده أنَّهُ قُربة ، أو وسيلة للدعوة ، وإنَّما لِكونه تميَّز بِخُلُوِّه من المنكرات ، عن غيره مما عمَّت فيه المنكرات ، وهذا فيه ابتداعٌ وإضرار : ¶ أمَّا الابتداع : ففي نسبةِ الفيديو إلى الإسلام زوراً . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ وأمَّا الإضرار : ففي إيهامِ الناس أنَّ الفيديو بِذاتِهِ مستحب ، وفي فتح الباب لأهل المنكر والباطل من خلال مثلِ تلك التسمية ، وفي وقوع أولئك في نسبة التصوير - وهو مُنكر - إلى الإسلام . ¶ والجواب : أنَّ هذا التقسيم لا مانِعَ من التسليم بأصلِهِ ، لكن لا يلزم التسليمُ بما رُتِّبَ عليه من أحكام ، ككون وصف الفيديو بأنه إسلامي بدعةً أو إضراراً ، وكجعل وسائل الدعوة إلى الله توقيفية ، يظهرُ ذلك من خلال الأمور التالية : ¶ الأمر الأول : أنَّهُ تقرَرَ في هذا التقسيم ، أنَّ وسائل الدعوة لا يلزمُ أن تكونَ مشروعةً في أصلها ووصفها ، بل يكفي أن تكونَ مشروعةً في أصلها أو جنسها ، فتأليفُ الكتب لم يكُنْ موجوداً زمن النبي ( ، ولكن الكُتُب أشبهت خُطَبَ النبي ( ، من حيث كونُها موجَّهةً إلى كُلِّ من تَصِلُهُ ، وأشبهت رسائل ¶ النبي ( ، من حيثُ كونُها مكتوبةً ، فهي من جنس الخُطب من جِهَةٍ ، ومن جنس الرسائل من جهةٍ أخرى ، وكِلتَا الجِهتين أصلٌ مشروعٌ إلى الدعوة إلى الله ، ولهذا صحَّ تسميةُ كتبُ السلف كُتُباً إسلامية .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وعلى ذلك فشريطُ الكاسيت إذا حوى علماً شرعياً أصيلاً ، فهل تجتمِعُ فيه الجهتان ؟ أو يوجدُ فيه إحداهما ؟ لمَّا كان الشريطُ موجَّهً إلى كُلِّ أحدٍ من المسلمين ممن يصله ، كان أشبهَ بِحالِ الخطيب الذي يسمعه العالم والعامِّيُ ، فهو ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ أبلغُ من الكتاب ، لأنَّهُ حاوٍ لِمُراد المتكلم ، ولصوته ، ولهذا أطبق الأئمةُ من علماء هذا العصر ، على جواز استعماله في الدعوة إلى الله ، ولمَّا سُئِلَ ابنُ بازٍ ¶ - عليه رحمة الله - عمَّن ينهى عن ذلك قال :\" إنَّ من ينهى عن ذلك فهو يصُدُّ عن سبيل الله \" ، ولهذا يلزمُ من سمَّى كتب السلف كتباً إسلامية ، أن يُسمِّي الشريط الحاوي لعلمٍ شرعيٍ أصيلٍ شريطاً إسلامياً ، وأمَّا شريط الفيديو فهو حاوٍ لمراد المتكلم ، وصوته ، وصورته ، وحديثُنا مع من يُجيزُ التصوير ، أو يُسَلِّمُ بجوازه جدلاً ، وأمَّا من لا يُسَلِّمُ ذلك ولو جدلاً ، فليس له أن يحتجَّ بذلك التقسيم . ¶ فشريط الفيديو أبلغ من الكتاب ، ومن شريط الكاسيت ، فإذا حوى عِلماً نقياً ، أو اجتهاداً صحيحاً ، كانت تسميته شريطاً إسلامياً أولى وأحرى . ¶ الأمر الثاني : أنَّهُ لا بُدَّ من التَّسليم بأن القربةَ عبادة ، وأنَّ الأصل في العبادات الحظر ، وعليه فقد أجمع العلماء ، على أنَّ قراءة الكُتُب التي أُلِفت بعد عصر الصحابة والتابعين ، بغرض التَّفقُهِ في الدين ، من أعظم القُرَب إلى الله ¶ تعالى ، لا لأنَّ ذاتَ القراءة قُرْبَة ، وإنما لكونها وسيلةً إلى القربة ، وهي التَّفَقُه في",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "الدِّين ، وللوسائل أحكامُ المقاصد ، وقد قال النبي ( ، كما في حديثِ أبي هريرة ، عند مسلم : \" من سلك طريقاً يلتمسُ فيه علماً ، سهَّلَ الله له به طريقاً إلى الجنة \" ، ولهذا المغزى أجمعَ العلماء ، على جوازِ التَّقرُّبِ إلى الله بتأليف الكتب ، بغرضِ تفقيه الناس ، فمن استمع إلى شريط كاسيت ، أو شريط فيديو ، لغرض ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ التفقُهِ في الدين ، فإنَّ عملَهُ قربةٌ إلى الله تعالى لا لِذاتِ الشريط ، وإنما لكونِهِ وسيلةً إلى ما هو قربة ، وهو التفقهُ في الدين ، وكذا حالُ من أنتجَ هذا أوهذا لغرضِ تفقيه الناس في الدين ، فحال الكِتَابِ والشريط بنوعيه - عند من يُسلِّمُ بجواز التصوير - واحدة ، لأنَّ كلها وسائلُ لم تكن زمنَ التشريع . ¶ وأمَّا تشبيهُ ذلك بحال المتصوفة ، فبعيد عن التحقيق ، لأنَّ أولئكَ المتصوفة أرادوا بالسَّماع التأثيرَ في القلوب ، ومعلومٌ أنَّ أعظمَ ما دُعِيت به القلوب ، كتاب الله ، وسُنَّة رسوله ( ، وليس كلامُ أولئكَ الذي يسوقونَهُ بألحانهم ، هو في ذاتِهِ منكر ، بل هو كلامٌ تارةً يكونُ صحيحاً ، وتارةً يكونُ باطلاً ، على حَسْبِ ما يحويهِ من معنى ، فلو تَجرَّدَ كلامُهمُ الصحيح عن الألحان والغناء ، ¶ لَمَا أنكر عليهم السلف ، لكنَّهم ظنوا أنَّ مجرد الكلام لا يكفي في التأثير في ¶ القلوب ، فزادوا الطَّرقَ والغناء ، زعماً منهم أنَّ ذلكَ أبلغُ في التأثير ، ولازمُ هذا أنَّ الشارع قد ترك شيئاً مما ينفع القلوبَ والأبدان ، فلم يَدُلنا عليه ، وهذه حال كُلِّ من ابتدعَ عبادةً لم يشرعها الله ولا رسوله ( ، فأين هذا ممن يَنْقُلُ عِلْمَ ¶ الوحيين ، في شريط كاسيت ، أو شريط فيديو ، لغرض تعميم الفائدة ، لا لغرض زيادة التأثيرِ في القلوب !.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "الأمر الثالث : أنَّه إذا تبيَّنَ أنَّ الكتاب والشريط بنوعَيه والتلفزيون معناها واحد ، وَجَبَ توحيد الحُكم ، فمن جوَّزَ أن يُقال : \" كُتُبٌ إسلامية \" لزِمَهُ أن ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ يُجوِّزَ قولَ من قال : \" شريطٌ إسلامي ، وفيديو إسلامي ، وقناةٌ إسلامية \" ، ومن مَنَعَ ذلك في الكتاب ، فلَهُ أن يَمْنَعَهُ في الباقي ، لكن لا يجوزُ له أن يُعَنِّفَ على المُجَوِّزين ، بل الواجبُ عليه أن يَكُفَّ عنهم ، كما كَفَّ عمَّن قال : ¶ \" كُتُبٌ إسلامية \" . ¶ ومن التَزَمَ ذلك عَلِمَ عِلْمَ اليقين الجنُوحَ في تبديعِ من قال : \"فيديو إسلامي\". ¶ الأمرُ الرابع : أنَّ عامَّة الناس يعلمون أنَّ ذات جهاز الفيديو ليس مستحباً ، كما يعلمون أنَّ البنيان والملابس والآنية ونحوَ ذلك ، لا يكونُ شيء من ذلك مستحباً شرعاً حتى يُقصدَ به أمرٌ ديني ، وهذا أمرٌ بدهي ، لا يحتاج من ذوي العلم إلى الاحترازِ له . ¶ الأمرُ الخامس : أن دعوى نسبة المنكر إلى الإسلام ، عند من قال : \" فيديو إسلامي \" ، من جهةِ أنَّ ذلك يتضمَّنُ نسبةَ التصوير إلى الإسلام ، إنَّما تصحُّ عند من يُسلِّمُ تحريم التصوير التلفزيوني وتصوير الفيديو ونحوِ ذلك ، وقد تبيَّن فيما مضى أنَّ الرَّاجِحَ خلافُهُ . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ القسم الثاني 12 : ما ذكروه من الأدلة في تحريم استعمال التلفزيون والفضائيات للدعوة إلى الله ، ولغير ذلك ، وتتلخصُ في الأمور التالية : ¶ أحدها: أنَّ كثيراً من أهل العلم الذين يظهرون في شاشات الفضائيات ¶ كانوا يقولون بتحريمها ، لكنَّهم لم يلبثوا أن شاركوا فيها ، فنحنُ نأخذُ ¶ قولَهم لا فِعلَهم .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "والجواب : أنَّ ما سارَ عليه أهل العلم أولئك ، هو عين الحكمة ، فإنَّا متفقون على أنَّ الفضائيَّات شرٌّ مُستطير ، يجبُ تحذيرُ الأمة منه ، ومحاربته قبل انتشاره ، أَمَا وقد انتشرَ وذاع ، فليس بمقدور أحدٍ إزاحته عن البيوت ، فوجب أولاً أن يخفف من شرِّه ، وذلك أن الواجب على المسلمين إزالةُ المنكر بِرُمَّتِهِ ، فإن لم يستطيعوا ، فواجبٌ عليهم أن يخففوه ما استطاعوا ، وَوَجَبَ ثانياً استغلال ما فيه من منافذ ، لبثِّ العلم الشرعي ، والإرشاد والخير . ¶ الثاني : أنَّه لا يظهرُ في الفضائيات أحدٌ من المشايخ إلا من كان منهم راكِنَاً إلى أهل الشهوات والشبهات ، أو مُداهناً مُتنازِلاً عن شيء من أمورِ دينه ، أو مُتلاعباً ، فلا يظهرُ فيها عُلماءُ ربانيون راسخون في العلم ، بدليل أنَّهم لا يُنكِرون على أهلها مُنكراتهم . ¶ والجواب : أنَّ لازم هذا القول أمران لا ينفكُّ عنهما قائله : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الأمر الأول : أنَّ إنكار المُنكر لا بُدَّ أن يكون عَلَنِيَّاً عبر شاشات الفضائيات وإلا كان الشيخُ المُتَكَلِّمُ في الفضائيةِ - على قولِ المعترض - راكِناً إلى الشهوات والشبهات ، أو مُداهناً أو مُتلاعِباً ، وهذا باطِلٌ باتفاق علماء الأمة . ¶ الأمر الثاني : أنَّ ظهورَ أحدٍ في الفضائيات دليلٌ على عدم رسوخه في العلم وهذا حُكمٌ لا يقوله إلا أحدُ رجلين ، أحدهما : رجلٌ يدَّعِي لنفسه العِصمة ، ونحن نُبَرِّئ إخواننا المعترضين من هذا ، لأنه كفرٌ بإجماع المسلمين . ¶ ثانيهما : رجلٌ يجزم أنَّ قوله هو الصحيح ، وأنه الحق الذي هو كالشمس في رابعة النهار ، والمعهودُ عند علماء المسلمين ، أنَّ هذا لا يكون إلا بما نصَّ عليه الشرع ، وانعقدَ الإجماعُ على معناه. ¶ الثالث : أنَّهُ لا يظهر في شاشات الفضائيات من عُرِفَ بصدعِهِ في",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "التوحيد ، أو عُرِفَ بالتصريح بِبُغض المنافقين والعلمانيين . ¶ والجواب : أنَّا لم نسمع بالمنع من الصدع بالتوحيد ، فلا بُدَّ لِمُدَّعي ذلك من الاستدلال ، فإن أثبت دليلاً ضِدَّ قناةٍ مُعيَّنة ، وجب التحذيرُ منها ، وكان للشيخ مندوحةٌ في إحدى الفضائيات التي لا تمنعُ من ذلك . ¶ وأما التصريحُ ببغض المنافقين والعلمانيين ، فيحتاج إلى تفصيل : ¶ ذلك أنَّ المنافقين لا يعلمهم إلا اللهُ تعالى ، فبعد انقطاع الوحي ، لم يجرؤ أحدٌ من الصحابة أو التابعين أو من تبعهم من علماء الأمة ، على وصم أحدٍ ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ بالنفاق ، لأنَّ مردَّ ذلك إلى القلب ، وذلك مما لا يعلمه إلا الله ، ولم يكن النبي ( يعلمُ أحداً من المنافقين إلا بالوحي ، وهذا هو مُعتقدُ أهل السنة والجماعة . ¶ وأما العلمانيون : فلمعرفتهم نحتاج إلى تحرير معنى العلمانية : ¶ وقد كان منشؤها في أوروبا ، حيثُ كانت بعضُ أقطارها تنقل حكم الناس من الكنيسة إلى الشعب ، من خلال مجلسٍ يُسمَّى \" البرلمان \" ، لأنَّ الكنيسةَ ذاتُ تعاليم مُحرَّفة ، لا تستطيعُ بها مواكبة التطور في الجانبين السياسي والعلمي ، فقصروا أمر الكنيسةِ على الأمور الدينية البحتة ، وجعلوا أمر الحياة موكولاً إلى الناس أنفسهم ، وهذا ما يسمَّى بفصل الدين عن الدولة ، وبيانُ ذلك : ¶ أنَّ دُولَ أوروبا كانت في أزمانٍ غابرة ، إما طائفيَّة ، وهي التي تعتمد ديناً معيناً للدولة ، وإما غير طائفية ، لكنها في القرن السادسَ عشر الميلادي ، صارت جميعاً طائفية ، وقد كانت آنذاك وبعده أمورٌ كثيرة تتقاطعُ فيها الدولة مع الكنيسة ، في الحقل السياسي والقضائي والاجتماعي ، وقد كان الحقل السياسي",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "موضِعَ مُعتركٍ بين الطرفين بشكلٍ ظاهر ، فمتى تغلَّبَ جانبُ الكنيسة ، كانت الدولة \" ثيوقراطية \" وقد يقال :\" تيوقراطية \" أي دولةً قائمةً على أساسٍ ديني ، ومتى تغلَّبَ جانبُ الدولة ، فإما أن يكون تغلُّبُها قائماً على أساس استغلال الجانب الكنسي في خدمة الدولة ، وحينئذٍ فهي دولةٌ \" غاليكانية \" أي دولةٌ تقومُ ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ على كنيسةٍ مُتحررة من اعتقاد التداخلِ بين روح القدس والحياة اليومية ، وإما أن يكون تغلُّبُها قائماً على إلغاء الكنيسة تماماً ، وحينئذٍ فهي دولةٌ \" علمانية \" . ¶ وعليه فلا يجوزُ وصف أحدٍ من المسلمين بالعلمانية ، إلا بتحقق شرطين : ¶ الشرط الأول : أن يكون المسلمُ مُطالباً بإحلال القوانين الوضعية ، محلَّ الشريعة الإسلامية . ¶ الشرط الثاني : أن يكون مُعتقداً أن القانون أصلحُ من حكم الشرع . ¶ فإنَّهُ حينئذٍ كافرٌ بإجماع المسلمين ، فإن لم يعتقد ذلك ، ورأى أن شرع الله أصلح ، لكنه علل لطلبه بِشُبَهٍ عالقةٍ في قلبه ، كان فيه قولان لعلماء المسلمين المتقدمين والمتأخرين . ¶ والعجب أنَّ كثيراً من طلبة العلم في هذا العصر ، طردوا وصف العلمانية في كُلِّ مُطالبٍ بما هو دون ذلك ، بتفصيلٍ لا يُمكِنُ حَمْلُهُ إلا على الهوى أو الجهل فحجاب المرأة مثلاً - وقد قرَّرْنا سابقاً وجوبه - إذا قَرَّر عدمَ وجوبه عالمٌ معروفٌ بعلمه كالألباني رحمه الله ، حملوا قوله على أنه اجتهاد ، وإذا قرَّرَ ذلك ¶ كاتبُ مقالٍ في جريدة ، وصفوه بالعلمانية ، مع أنَّ مردَّ ذلك إلى القلب ، ¶ بل لو ثبت أنَّهُ غيرُ مُتحرٍ للصواب ، فإنَّ فعله ليس من العلمانية في شيء ،",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "بل من الهوى ، وحاصل أمر هذا وأشباهه أنهم مسلمون ، وإنما الشأن في أفعالهم وأقوالهم التي يخالفون بها حكم الإسلام ، فإنَّ الواجبَ إنكارُ ذلك ، والتحذيرُ منه فإن كان هذا هو مقصود المعترض قيل له : ليس للتحذير نظامٌ لا يتعداه في ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الشريعة ، وإنما يُنظرُ في ذلك إلى المصالح والمفاسد ، والنظر في هذه القاعدة هو الذي يسميه بعض العلماء بـ\" الحكمة \". ¶ الرابع : أنَّ القاعدة المقررة \" أن درء المفاسد مُقَدَّمٌ على جلب المصالح \" وظهور المشايخ في الفضائيات له مفاسدُ عظيمة ، أعظمُ مما يزعمُ له من مصالح لو سُلِّمَ بها : ¶ المفسدة الأولى : أنَّهُ مُوقِعٌ في كبيرة من كبائر الذنوب ، وهي التصوير . ¶ والجواب : أنه قد تبين سابقاً أن التصوير الفوتوغرافي والتلفزيوني مُتَنَازعٌ في جوازه بين العلماء المعاصرين ، وأن القول بجوازه أظهر القولين ، وليس اختيار أحد القولين بالبحث والنظر بمُنكر ، فإنَّ العلماء لا يزالون يختلفون في النوازل ، وإنَّما المُنكر أن يُنْفَى فيه الخلاف ، ويُوجَبَ على الناس فيها قولٌ واحد ، ويُجعل ما عداه كبيرةً من كبائر الذنوب ، فإنَّ هذا مسلكٌ مُبتدع ، وأول من ابتدعه الخوارج . ¶ المفسدة الثانية : أنَّه مُوقِعٌ في البدعة ، فإنَّ ظهورَ الشيخ في القناة يُشبهُ حال الشيخ الذي قَصَدَ إلى قومٍ أسرفوا على أنفسهم في الكبائر قتلاً وسرقةً وسكراً ، فدعاهم بأشعارٍ مُباحةٍ مصحوبةٍ بضرب الدُّف ، وقد ذكر ابن تيميَّة : أن من كان كذلك فهو إمَّا جاهِلٌ بالطرق الشرعية التي يُهدى بها الضالون ، وإما عاجزٌ عنها ، وعلى كلا الاعتبارين لا يجوز له أن يعتقد خُلوَّ الطرقِ الشرعية عمَّا يتوب ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "به العصاة ، وأنَّ أعظمَ من ذلك أن يَجْعَلَ شيئاً من المحرم أو المكروه أو المباح طاعةً لله ، فإنَّ فاعل ذلك ضالٌ مفترٍ بإجماع علماء المسلمين . ¶ والجواب : أنَّ ما قرره ابن تيميَّة يجبُ التسليمُ به ، وأنَّ قياس الوعظ أو الإرشاد المصحوب بالسَّماع البدعي والطَّرْق ونحو ذلك ، على ما قرره ابن تيمية قياسٌ صحيح ، ولكن الملحوظ أنَّ دعوة المشايخ في القنوات الفضائية ، لا تصحب بشيء من ذلك ، فقياسُ فعلهم على ما نقلَ عن ذلك الشيخ الذي يدعو بشعرٍ مع الضرب بالدف ، قياسٌ فاسد . ¶ فإن قيل :إنه يُعْرَضَ في القناة نفسها ، قبل محاضرة الشيخ وبعدها منكرات؟ ¶ فالجواب : أن هذا لا يَجعلُ القياس صحيحاً ، بل هو قياسٌ باطل ، وأما هذا الإيراد فيأتي الجواب عنه إن شاء الله في موضعه . ¶ المفسدة الثالثة 13 : أنَّ ظهورهم في الفضائيَّات سببٌ في تهوين أمر هذا الشر عند الناس ، لأنَّ ظهورهم دليلٌ على جوازه لدى عامَّة الناس ، وذلك أنَّ من يُحرمُها لا يُشاركُ فيها ، وإلا كانَ مُتناقِضاً . ¶ والجوابُ من وجهين : ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الوجه الأول : أنَّ تحريم التلفزيون إنَّما كان لِغَلَبَةِ شرِّه على خيره ، وليس لأنَّ كُلَّ شيءٍ فيه مُحرَّم ، فلِسانُ حالِ الدُّعاة الذين يظهرون في الفضائيات يقول : إننا ننهى عن التلفزيون ، لكن من خالف أمرنا واقتناه فإننا نأتيه من خلاله . ¶ الوجه الثاني : أنَّهُ لا يُعرفُ أنَّ أحداً من الناس ، أدخل التلفزيون في بيته ، بين أولاده من بنين وبنات ، لأجل ما فيه من محاضراتٍ ودروسٍ علمية ، فإنَّ لهذا سُبُلاً أسْلمَ منه ، وإنما يدَّعي ذلك من أراد تبرير موقفه عند الحرج ، ونحن نحسَبُ المعترض مُتَّبِعاً للدليل الشرعي ، لا لِدَعاوى المُراوغين المُبطلين ، أمثالِ هذا المتدرِّع بهذه الحُجَّة .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "لكن يجب أن يُستَثنى من يُدْخِلُ في بيته التلفزيون ، ويَقْصُرُهُ على قناةٍ لا تعرض إلا الخير ، فإنَّ ما كان كذلك يجب التسليم بجوازه ، من قِبَلِ كُلِّ من يُجوِّز التصوير التلفزيوني . ¶ المفسدة الرابعة : أنَّ ظهورهم في الفضائيات ، موقعٌ لأهل الفضائيات في أحدِ نواقض الإسلام ، وذلك أنَّهم يعرضون قبل محاضرة الشيخ وبعدها ، مُسلسلاتٍ ساقطة ، وبرامج رقصٍ ونحو ذلك ، وهذا استهزاءٌ بالله وآياته ورسوله ( ، وهو أحدُ نواقض الإسلام . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والجواب : أنَّ أهل الفضائيات يفعلون ذلك ، إمَّا للإستهزاء ، وإما لغير الإستهزاء ، ولا يَعلمُ تعيينَ أحد القصدين إلا اللهُ تعالى ، فكيف يجزم المعترض بأسوأ القصدين ، وهو مأمورٌ شرعاً بأخذِ أحسنهما ؟! ¶ المفسدة الخامسة : أنَّ ظهورهم في الفضائيات موقعٌ للمشاهدين أو بعضِهم في أحد نواقض الإسلام ، وذلك أنَّ ظهور الشيخ في القناة قد يكونُ سبباً في أن يَستهزئ المُشاهدُ بهيئته أو لحيته أو غير ذلك مما هو شعارُ الدِّين ، وهذا أحدُ نواقض الإسلام ، ورُبما مات الواحدُ منهم بعد استهزائه ، فيموت على الكفر ، ومعلومٌ أنَّ بقاءَ هذا وأمثالِهِ على المنكرات والفواحش ، خيرٌ من الكفر والرِّدة . ¶ والجواب : أنَّ هذا القَدْرَ من الفقه المُتَدَنِّي ، لا يليق ذكره في مجالس العلم ، لولا أنَّه في كتابٍ مطبوع متداول ، ربَّما انطلى على قاصري الفهم ، ولهذا وجب التنبيه على أنه فاسدٌ من وجهين : ¶ الوجه الأول : أن لازم قولِ المعترض ، أنَّه لا يجوز لأحدٍ أن يُعْفِيَ لحيته ، لأنه سيكون سبباً في أن يسخر به أحد الناس ، فيقع في الكفر ، ومن أعفى لحيته ¶ فواجبٌ عليه إذا اضطرَّه الطريق إلى مُقابلة أحد الفُسَّاق ، أن يستُرَ لحيته ! وهذا بابٌ واسع ، وهو معلومُ الفساد عند علماء الشريعة قاطبة .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "الوجه الثاني : أن الأمر بالمعروف والنهي عن المنكر ، أحدُ ركائز الإسلام الكبار ، حتى عدَّهُ بعض العلماء أحدَ أركان الإسلام ، والله سبحانه وتعالى أمَرَ بالقيامِ به مطلقاً ، ولم يجعل المفاسد التي تبدو من فئةٍ قليلةٍ من الناس جرَّاء ذلك ، ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ مانِعَةً من القيام به لِتَعميم الخير على المسلمين أجمع ، وما ذكره المعترض نادرٌ ، لا يُجاري المصالح والمنافع التي تحصل بذلك ، ولهذا يقرر ابن تيميَّة : أنَّ المعروف ¶ والمنكر المتلازمين ، بحيثُ لا يحصُلُ أحدهما إلا ويحصل معه الآخر ، يجبُ النظرُ فيهما من جهة المصالح والمفاسد ، فإن كانت مصلحةُ المعروف أعظم نفعاً من درء المنكر ، وجبَ الأمر بذلك المعروف مطلقاً ، ولم يجز لأحدٍ أن ينهى عن ذلك المنكر الصغير الذي يكونُ النهي عنه نهياً عن ذلك المعروف ، ومتى كان المنكر عظيماً ، والمعروف صغيراً ، وجب النهي عن المنكر مطلقاً ، ولم يجز لأحدٍ أن يأمر بذلك المعروف الصغير ، الذي يترتب عليه أمرٌ بذلك المنكر . ¶ فإن قيل : إنَّ التصوير من عظائم الذنوب ، ودرؤه أعظمُ من جلبِ كل مصلحةٍ مرجوَّةٍ . ¶ فالجواب : أنَّه تقرر سابقاً ، أنَّ التصوير التلفزيوني جائزٌ في أصح القولين ، ¶ وعلى التسليم بتحريمه ، فلا بُدَّ من الإقرار بأن علماءَ هذا العصر اختلفوا فيه اختلافاً واسعاً ، وفي كِلْتا الطائِفتين المُختلفتين ، عُلماءُ أفاضل نُقِرُّ نحن وأنتم ¶ بفضلهم ، حتى استقرَّ عند علماء الأمةِ قاطبةً في هذا العصر أنَّ هذه المسألة مسألةٌ خلافيَّة ، لأنَّها من النوازل ، ومتى ثبتَ عندنا وعندكم أنَّها مسألةٌ خلافيَّة ، حَرُمَ على أحدِ الطرفين التثريبُ على الآخر بإجماع العلماء . ¶ ........................................................................... ¶ ـــــــــــــــــــ",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "المفسدة السادسة : أنَّ ظهور بعض المشايخ في الفضائيات ربما كان سبباً في فتنة بعض النساء لا لأجل تقواه أو صلاحه ، وإنما لجماله وأناقته ، فإنَّ ذلك قد يكونُ سبباً في أنْ تُدقِّق بعض النساء غير الصالحات في ملامحه ، وقد يقعن في العشق والإعجاب ، وقد صحَّ عند الترمذي ، وأبي داود ، وأحمد ، عن أم سلمة ¶ أنَّها قالت : كُنتُ عند النبي ( وميمونة ، فأقبلَ ابنُ أُمِّ مكتوم حتى دخل عليه فقال النبي ( : \" احتجبا منه \" ، فقلنا إنَّهُ أعمى لا يُبصِرُنا ولا يعرفُنا ، فقال ¶ ( : \" أفعمياوان أنتما ؟ ألستما تبصرانه ؟ \" . ¶ والجواب : أنَّ مُطْلَقَ نظر المرأة إلى الرجل غيرُ محرَّم ، وإنما المحرم عليها نظرُ الشهوة ، والمرأةُ التي لا يردعها دينها عن مثل ذلك النظر إلى الدُّعاة والمشايخ ، لا يردعها عن مثلِ هذا النظر إلى الفُسَّاقِ وأشباه الفساق ، وغير الفساق ممن ليسو دعاةً ولا مشايخ . ¶ وما استدللتم به لا يُسلَّمُ تصحيحه ، فإنَّهُ من رواية \"نبهان \" - مولى أم سلمة - عنها ، ونبهان ، لم يوثِّقهُ أحدٌ من علماء الحديث المتقدمين ، ¶ وعلى التسليم بتوثيقه ، فإنَّ هذا أمرٌ خاصٌ بأزواج النبي ( ، يقولُ أبو داود - ¶ رحمه الله - : \" هذا لأزواج النبي ( خاصَّة ، ألا ترى إلى اعتداد فاطمة بنت قيس ، عند ابن أم مكتوم ، وقد قال النبي ( لفاطمة بنت قيس : \" اعتدِّي عند ابن أم مكتوم ، فإنَّهُ رجلٌ أعمى ، تضعين ثيابك عنده \" ؟ وهذا الحديث الذي ذكره أبو داود ، مُخَرَّجٌ في صحيح مسلم وغيره . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ الخامس : أنَّ المشايخ والدعاة الذين يظهرون في القنوات ، يرون المنكرات التي تصلُ إلى الكفر ، ولا يُنْكِرونها ، ومعلومٌ أنَّ من رأى كُفراً فلم يُنكره ، ولم يقُم منه ، فإنَّهُ كافر ، لأنَّ الله تعالى يقول :( وقد نزَّلَ عليكم في الكتاب أنْ إذا",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "سمعتم آيات الله يُكْفَرُ بها ويُسْتَهزَؤ بها فلا تقعدوا معهم حتى يخوضوا في حديثٍ غيرهِ إنَّكُم إذن مِثْلُهُم ...( ، قال المُعترض : ونحن نبرأ إلى الله من أن نُكَفِّر المشايخ الذين يظهرون في القنوات ، ولكنهم على خطرٍ عظيم . ¶ والجواب : أننا أيضاً نقول : إنَّ من سَمِعَ كُفراً فلم يُنكره ، ولم يقم وهو مُختار ، فهو كافر ، ومن لم يُكَفِّرهُ وهو عالمٌ فهو كافر ، وأنتم - أيها المعترضون - لم تُكَفِّرو هؤلاء الدعاة الذين يظهرون في الفضائيات ، مَعَ جَزْمِكُم بأنَّهُم يرون الكفريَّات ولا يُنْكِرُنها ، ويلزمكم حين لم تُكَفِّروهم أحدُ أمرين : فإمَّا أن تكونوا وقعتم في الكُفرِ جهلاً ، ونحنُ نبرِئُكم من هذا ، وإما أن تكونوا ترون أنَّ مجلِسَ الشيخ في التلفزيون غيرُ مجالس اللهو والاستهزاء والمنكر ، وهذا هو الأليق بكم ، وهو الموافق لقول الله تعالى :(حتى يخوضوا في حديثٍ غيرهِ ( ¶ وحينئذٍ فالاستدلال بالآية المذكورة في غير مَحَلِّه ، وأنتم أهلُ دليل ، فاختاروا مايسعكم شرعاً اختياره . ¶ وبهذا أيضاً يعلم الخلل في قول مَنْ مَثَّلَ القناة بقصر الأفراح ، الذي يَجْعَلُ صاحبُه وقتَه موزَّعاً على المُجَّان والفُسَّاقِ والمشايخ ، فإنَّ الفرق بين الأمرين ظاهر ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ إذ القصر مُتَّحِدَ الوقت والمجلس والحضور ، والقناة بخلاف ذلك ، ويتَّضح الفرق حين يُسَجِّلُ الشيخ محاضرته في بيته ، ثمَّ يُرسِلُها إلى القناة . ¶ السادس : أنَّ القنوات أُسِست لأجل بثِّ الشهوات والشبهات ، ولِصرف الناس عن دينهم ، وما أُسِسَ على باطل فلا يجوز استعماله في الخير ، فإنَّ نهي اللهِ",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "تعالى لرسوله ( ،ولِصحابته الكرام ، عن الصلاة في مسجد الضرار ، لأجل أنَّهُ بُنِيَ على النفاق والباطل ، والنبي ( وصحابته الكرام لم يستعملوه في الخير ، مَعَ أنَّ الشوكة حينئذٍ كانت لأهل الإسلام . ¶ والجواب من ثلاثة أوجه : ¶ الوجه الأول : أنَّ هذا قياسٌ فاسد ، لأنَّ المسجد مبنيٌ على قِطعةِ أرضٍ ، يُغْنِي عنه قطعةٌ أخرى ، وأما القناة فليست العبرةُ في موضع بثِّها ، فإنَّها قد تبثُّ برامجها من بنائها أو من خارجه ، وإنما العبرةُ في موضع تَلَقِّيها ، وهذا لا حصر له فاختلف الأمران . ¶ الوجه الثاني : أنَّ العبادات نوعان : عباداتٌ منصوصٌ عليها ، كالصلاة ، وهي التي لا يجوز اختراعها ولا القياسُ عليها . ¶ وعباداتٌ غير منصوصٍ عليها ، وهي في الأصل أمورٌ مباحة ، تكونُ عبادات بمجرد الاحتساب عند فعلها ، كالأكل والشرب واللباس ، وكاستعمال أمور الحياة لأجل الإحسانِ إلى الناس ، ولأجل الدعوة إلى الله تعالى . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ والنَّهي عن الصلاة في مسجد الضرار ، نهيٌ عن عبادةٍ منصوصٍ عليها وهي الصلاة ، فلازمُ هذا القياس تحريمُ فعلِ كُلِّ عبادةٍ منصوصٍ عليها فيما بُنِيَ على باطل ، ولكنَّ جمعاً من الصحابة جوَّزو الصلاة في الكنيسة ، ولم يُعلم عن غيرهم ¶ من الصحابة خلاف ، وإنما تنازعوا في كراهة ذلك ، ثُمَّ بعد ذلك تنازعَ أصحابُ أبي حنيفة ، هل كراهة إمامهم لذلك ، كراهةُ تنزيه أو كراهة تحريم ؟ . ¶ فدلَّ ذلك على أنَّ النهي عن الصلاة في مسجد الضرار ، قضيَّةُ عين ، لا يُرادُ به تحريمُ الصلاة ، وإنما يرادُ به تسفيه القوم وعملِهِم ، فلا يصحُّ القياس على هذه القضية ، وإذا لم يصحَّ قياسُ صلاةٍ على صلاة ، فكيف يصحُّ قياسُ أمرٍ غير مُتمحِّضٍ للعبادة على الصلاة .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "الوجه الثالث : أنَّنا على التسليم بصحة القياس ، نسألُ عن قناةٍ نفترضُ أن تُقامَ وتُؤسس لأجل الدعوة إلى الله ، هل يَصِحُّ استعمالها في الدَّعوة إلى الله ؟ بحيثُ يظهرُ فيها الدُّعاةُ والمشايخ ؟ ¶ فإن قُلتُم : لا ، بَطَلَ استدلالكم ، لأنَّ كون القناة مبنيَّةً على تقوى من الله أو على غير ذلك ، أمرٌ غير مؤثر ، فلم يصح الاستدلالُ به . ¶ وإن قُلتُم : نعم ، كان ذلك راداً إطلاقكم المنع . ¶ ........................................................................... ¶ ـــــــــــــــــــ ¶ السابع : أنَّ ظهورَ المشايخ في القنوات ، يجعلُ القنوات مثل حال مكتبةِ التسجيلات ؛ التي تضمُّ مواعظَ وخُطباً ، مَعَ أغانيَ وموسيقى ، وقد اتفقنا على أنَّ المكتبة التي تكونُ على هذه الهيئة ، مكتبةٌ مبنيَّةٌ على استهزاءٍ بالدين ، فَلَزِمَ أنَّ ظهور المشايخ في القنوات استهزاءٌ بالدين . ¶ والجواب : أنَّ المكتبة على الهيئة المذكورة ، لا يلزمُ أن تكونَ استهزاءً بالدين ، إلا إذا زعم صاحبها أنَّهُ بذلك يَخْدِمُ الدين ، وأما إذا كانَ تاجراً يقصِدُ الرِّبحَ فقط ، فغايةُ أمرهِ أنَّهُ عاصٍ لله . ¶ والشيخُ الذي يظهرُ في القناة ، إن ذكر أنَّهُ بمجرد ظهوره في القناة تكونُ القناةُ إسلاميَّةً ، وأنَّها بكل ما تبثه تخدمُ الدين ، فهو مستهزئٌ بالدين ، وإن كان غرضُهُ استغلالَ بعضِ أوقات القناة لتفقيه الناس بدينهم ، ووعظهم ، فهو فاعلٌ أمراً يؤجرُ عليه . ¶ وأما القناة التي تَضُمُّ هذا وهذا ، فحالُها كحال التاجر ، الذي يضُمُ في مكتبته كُتُباً أو أشرطةً بعضها ديني وبعضُها ماجِن . ¶ وَصَلَّى اللهُ وَسَلَّمَ وَبَارَكَ عَلَى نَبِيِّنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ أَجْمَعِين . ¶ 1 / درس الاثنين 30/12/1423هـ ¶ 2 / درس الاثنين 7/1/1424هـ ¶ 3 / درس الاثنين 14/1/1424هـ ¶ 4 / درس الاثنين 21/1/1424هـ ¶ 5 / درس الاثنين 28/1/1424هـ",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "6 / درس الاثنين 5 / 2 /1424هـ ¶ 7 / درس الاثنين 12 / 2 /1424هـ ¶ 8 / درس الاثنين 19 / 2 /1424هـ ¶ 9 / درس الاثنين 26 / 2 /1424هـ ¶ 10 / درس الاثنين 4 / 3 /1424هـ ¶ 11 / درس الاثنين 18 / 3 /1424هـ ¶ 12 / درس الاثنين 25 / 3 /1424هـ ¶ 13 / درس الاثنين 2 / 4 /1424هـ ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ العِمَادُ فِي شَرْحِ الزَّادِ ¶ ـــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ بَابُ شُرُوطِ الصَّلاةِ : التَّصْوِيْرُ ¶ 14 ¶ 13",
            "page": "66",
            "part": "1"
        }
    ],
    "t36363": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مســألة_التصـوير_المصححة"
        }
    ]
}