{
    "b36374": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ الإجهاض ¶ الحمد لله الذي أنعم على عباده بأنواع الآلاء ، تقدَّست له الذات والأسماء ، خلق للإنسان الزرع والضرع والرياض ، وحضَّه على التناسل والتكاثر بالزواج ومنع النساء من الإجهاض ، وحباه بشتى أنواع الإنعام ، من أموالٍ وبنينَ وأنواع الأنعام . ¶ والصلاة والسلام على من قولُه الفصل ، منع دينُه قتل النَفْس ورخَّص بالعزل ، وأصلي على آله وأصحابه الذين أنزلهم ربُّهم خير منزل ، والذين كانوا يعزلون والقرآن ينزل . ¶ أمَّا بعد ~~ ¶ فقد سألني حضرة الأخ العزيز الأستاذ شاكر العادليِّ النجفيِّ ، عن أمرٍ من الشرع رأيته به حفيِّ ، طالباً بيان رأي علماء سادتنا الحنفيَّة ، عليهم رضوان ربِّ البريَّة ، سواءٌ أكانوا من الأسبقين ، أم من المعاصرين ، مؤكداً على رأيِ هذا العاجز الفقير ، مستطلعاً رأيي في هذا الأمر الخطير ، ألاَ وهو [ الإجهاض ] ... فأقول وبالله التوفيق : ¶ إنَّ الله - عز وجل - قد حثَّ على التناسل والتكاثر ، وخاصَّةً المسلمين منهم ، ليعمروا الكون ويعبدوا الله - عز وجل - ، ويُعزِّروه ويُوقِّروه ، ويذكروه بُكرةً وأصيلا ، وهذه هي سنَّةُ الله - عز وجل - { .. ولن تجد لسنتنا تحويلا } ، فجعل جلَّ وعلا التناسل سبيلاً لهذا بحكم القرآن وضعاً ، فيقول - عز وجل - : ¶ { يا أيُّها الناس اتَّقوا ربَّكم الذي خلقكم من نفسٍ واحدةٍ وخلق منها زوجها وبثَّ منهما رجالاً كثيراً ونساءاً واتَّقوا الله الذي تساءلون به والأرحام إنَّ الله كان عليكم رقيبا * ... * وإنْ خفتم ألاَّ تُقسِطوا في اليتامى فانْكِحوا ما طاب لكم من النساء مثنى وثلاث ورُباع فإنْ خفتم ألاَّ تعدلوا فواحدةٌ أو ما ملكت أيُمانُكُم ذلك أدنى ألاَّ تعولوا } النساء / 1 إلى 3 . ¶ ويقول تعالى : ¶ { ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودةً ورحمةً إنَّ في ذلك لآياتٍ لقومٍ يتفكرون } الروم / 21 .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد حثَّ الإسلام وحضَّ على الزواج في محكم الكتاب المبين ، حتى أضحى من الأمور المعلومة بالضرورة من الدين ، فلا يُعذر المسلم بالجهل بها ، ولعلِّي أُورد ـ مما يؤيد هذا بعضها ـ .. يقول تعالى : ¶ { وأنكحوا الأيامى منكم والصالحين من عبادكم إنْ يكونوا فقراء يُغنيهم الله مِنْ فضله والله واسعٌ عليم * وليستعفف الذين لا يجدون نِكاحاً حتَّى يُغنيهم الله من فضله ... ولا تُكرهوا فتياتكم على البغاء إنْ أردْنَ تحصُّناً لتبتغوا عرض الحياة الدنيا ومَنْ يُكرِهُهُّنَّ فإنَّ الله من بعد إكراهِهِنَّ غفورٌ رحيمٌ } النور / 32 إلى33 . ¶ ووسع الله - جل جلاله - فيه توسعةًً ظاهرةً .. حتَّى قال - عز وجل - : ¶ { ومن لم يستطع منكم طولاً أن ينكِح المُحصناتِ المؤمناتِ فممَّا ملكت أيْمانُكم من فتياتِكم المؤمناتِ والله أعلم بإِيمانِكم بعْضُكم من بعضٍ فأنكحوهنَّ بإذن أهلهنَّ وآتوهنَّ اُجُورَهنَّ بالمعروف مُحصَناتٍ غيرِ مسافحاتٍ ولا متَّخِذاتِ أخدانٍ فإِذا أُحْصِنَّ فإِن أَتَيْنَ بفاحشةٍ مبيِّنةٍ فعليهنَّ نصفُ ما على المُحْصناتِ من العذاب ذلك لمن خشيَ العنت منكم وأَنْ تصبِرُوا خيرٌ لكم والله غفور رحيم } النساء / 25 . ¶ ويُفهم الجواز بالإشارة من نصوصٍ سيقت لبيان بعض الأحكام المتعلِّقةِ به ، ففي ذكر المحرَّمات ، إشارةُ إلى جواز غيرها ، ولولا وجود الإباحةِ ما ذكر التحريم ، وكذا العكس ، فعلمنا بإباحة النكاح طوراً ، وبندبه في أحوالٍ أخرى .. ويقول جلَّ من قائلٍ : ¶ {",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولا تنكِحوا ما نكح آباؤكم من النساء إلاَّ ما قدْ سَلَفَ إنَّه كان فاحشةً ومقتاً وساء سبيلا * حرِّمت عليكم أُمهاتُكُم وبَنَاتُكم ... * والمحصناتُ من النساء إلاَّ ما ملكت أيْمانُكُم كتابَ اللهِ عليكُم وأُحلَّ لكم ما وراء ذلكُم إن تبتغوا بأموالكم محصنين غيرَ مسافحين فما استمعتم به منهنَّ فآتوهنَّ أُجورُهنَّ فريضةً من الله ولا جُناح عليكم فيما تراضيتم به من بعد الفريضة إنَّ الله كان عليماً حكيماً } النساء / 22 إلى 24 . ¶ ******** ¶ وشرَّع المهور في الأنكحة ، وكلُّ ما ذكر فيه [ الأجر ] في خلال أحكامه ، فالمقصود به [ المهر ] ، وكذلك الإبتغاء بالمال فالمقصود به [ المهر ] أيضاً .. ومن ذلك ما تقدَّم في الآيات السابقات ، وكذلك في قوله تعالى : ¶ { اليومَ أُحلَّ لكم الطيِّباتُ وطعام الذين أُوتوا الكتاب حلٌّ لكم وطعامكم حلٌّ لهم والمُحصناتُ من الذين أُوتوا الكتاب من قبلِكم إذا آتيتموهنَّ أُجورهنَّ مُحصنين غير مسافحين ولا متَّخذي أخدانٍ ومن يكفُر بالإيمان فقد حبط عمَلُه وهو في الآخرة من الخاسرين } المائدة / 5 . ¶ ويقول تعالى : ¶ { وآتوا النساء صدُقاتِهِنَّ نحلةً فإنْ طبن لكم عن شيء شيئاً فكلوه هنيئاً مريئاً } النساء / 4 . ¶ ويقول تعالى : ¶ { يا أيُّها الذين آمنوا لا يحلُّ لكم أنْ ترثوا النساء كَرْهاً ولا تعضلوهنَّ لتذهبوا ببعض ما آتيتموهنَّ إلاَّ أنْ يأتين بفاحشةٍ مبيِّنةٍ وعاشروهنَّ بالمعروف فأن كرهتموهنَّ فعسى أنْ تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً * وإنْ أردتم استبدال زوجٍ مكان زوجٍ وآتيتم إحداهنَّ قنطاراً فلا تأخذوا منه شيئاً أتأخذونه بُهتاناً وإثماً مبيناً * وكيف تأخذونه وقد أفضى بعْضُكُم إلى بعضٍ وأخذنَ منكم ميثاقاً غليظاً } النساء / 19 إلى 21 . ¶ ويقول تعالى : ¶ {",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والمحصناتُ من النساء إلاَّ ما ملكت أيْمانُكُم كتابَ اللهِ عليْكُمْ وأُحلَّ لكم ما وراء ذلكم أن تبتغوا بأموالكم مُحصنين غير مسافحين فما استمتعتم به منهنَّ فآتوهنَّ أُجورهنَّ فريضةً ولا جناح عليكم فيما تراضيتم به من بعد الفريضة إنَّ الله كان عليماً حكيماً } النساء / 24 . ¶ ******** ¶ وجعل عدم القدرة على دفع المهر سبباً مبرِرأً لنكاح [ الإماء ] .. يقول تعالى : ¶ { ومن لم يستطع منكم طولاً أن ينكح المُحصنات المؤمنات فمن ما ملكت أْيمانُكم من فتياتكم المؤمنات والله أعلم بإيمانكم بعضُكم من بعضٍ فانكحهونَّ بإذن أهلهنَّ وآتوهنَّ أُجُورَهُنَّ بالمعروف محْصناتٍ غير مُسافحات ولا متَّخذاتِ أخدان ... } النساء / 25 . ¶ ******** ¶ وشرَّع العِدَدْ لأجل حفظ الأنساب ، ممَّا يُدلل على أنَّ مقصود الشارع الحكيم هو الإنجاب ، مع حفظ الأنساب ..يقول تعالى : ¶ { ولا جُناح عليكم فيما عرَّضتم به من خِطبة النِساء أو أكننتُم في أنفسكم علِم الله أنَّكم ستذكروهنَّ ولكنْ لا تُواعِدوهنَّ سراً إلاَّ أن تقولوا قولاً معروفاً ولا تعزموا عُقدة النِكاح حتَّى يبلغ الكتابُ أجَلَه واعلموا أنَّ الله يعلم ما في أنفُسَكُم فاحذروه واعلموا أنَّ الله غفورٌ حليمٌ } البقرة / 235 . ¶ ******** ¶ وشرع الطلاق ، ولعلَّ من أسبابه الملجئة عدم القدرة على الإنجاب مثلاً .. ¶ ******** ¶ ودعا الشارع الحكيم إلى إتيان الزوجة من الموضع المخصوص ، لأنَّ ذلك سبباً للإنجاب ، وخاصَّةً بعد انتهاء الحيض ، ومجيء الطهر الذي هو مظنَّة تهيؤ المرأة للحمل .. ¶ { ويسألونك عن المحيض قل هو أذىً فاعتزلوا النساء في المحيض ولا تقربوهنَّ حتَّى يَطْهُرنَ فإذا تطّهَّرنَ فأْتوهنَّ من حيث أمركم الله إنَّ الله يُحبُّ التوابين ويُحبُّ المتطهِّرين * نساؤكم حرثٌ لكم فأْتوا حرثكم أنَّى شئتم وقدِّموا لأنفسكم واتَّقوا الله واعلموا أنَّكم مُلاقوهُ وبشر المؤمنين } البقرة / 222 إلى 223 . ¶ ********",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإذ أباح الله الزواج وجعله سبباً للإنجاب ، فالقول بتحريمه هو خلاف مقصود الشارع الحكيم ، أسوةً بتحريم كلِّ مباح .. يقول تعالى : ¶ { يا أيُّها النبيُّ لمَ تُحرِّمُ ما أحلَّ الله لك تبتغي مرضاة أزواجك والله غفورٌ رحيم } التحريم /1 ¶ فإذا كان الله - عز وجل - عاتب نبيَّه على تحريم المباح ، فهو في حقِّ غيره من بابٍ أولى .. ¶ ******** ¶ ونهى عن نكاح الزانيات ، خشية اختلاط النسب إلاَّ ما كان من نفس الزاني ، أو بعد الإستبراء .. وكذا المشركات .. لاختلاف الدين ، ولعدم تحرزهن من الزنا والوقوع في الحرام مما يؤدي إلى اختلاط الأنساب .. يقول تعالى : ¶ { وإذا طلَّقتم النساء فبلغنَ أَجَلَهُنَّ فأمسكوهنَّ بمعروفٍ أو سرحوهنَّ بمعروفٍ ولا تُمسكوهنَّ ضراراً لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ... } البقرة / 231 . ¶ ويقول تعالى : ¶ { الزاني لا ينكِح إلاَّ زانيةً أو مشركةً والزانيةُ لا ينكحها إلاَّ زانٍ أو مُشرك وحُرِّم ذلك على المؤمنين } النور / 3 . ¶ ******** ¶ وجعل للآباء منزلة ، وأوصى بهم ، ومدح من طاعهم من الأبناء ، وجعل التوارث بين الآباء والأبناء ، وبين الأزواج والزوجات ، لتبقى الوشائج ، وتتواصل الحياة , ويرغب الراغبون في الإنجاب حينما علموا بانتقال ما يملكون إلى ذراريهم وأبنائهم ... والنصوص في كلِّ هذا معروفةٌ مشهورة . ¶ ******** ¶ كما جعل لهم في بداية التشريع نصيباً في ميراث الأبناء ، ثم جعله نصيباً مفروضاً ، وما ذلك إلاَّ للحضِّ على الإنجاب ، حين يعلم الأبُ أنَّ ابنه سيرثه ، ويعلم إنْه هو كافله إنْ أحوجه الزمان لهذا .. والنصوص في كلِّ هذا معروفةٌ مشهورةٌ .. فليراجعها من يبتغيها . ¶ ********",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فكلُّ الأحكام المتقدِّمة دلَّت بما لا يقبل الشك ، كون المقصود من النكاح هو الإنجاب ، وما جعله الله - عز وجل - سبيلاً لقضاء الشهوة فقط ، بل أودع الله - عز وجل - الشهوة في الإنسان لتكون دافعاً للاقتران بين نوعي بني البشر .. فيكون ذلك سبباً للإنجاب ، الذي به يَعمُر الكون ، وتتواصل الحياة ، ويستطيع بنو البشر التغلب على قوة عواتي الدهر ومعوِّقاته عن طريق التواصل والامتداد ، ولو كتب على الإنسان التقطَّع في التجربة والممارسة ، لغلبه الزمن وما فيه من عوارض ومعوِّقات ، وكلُّ ذلك يُفهم من إشارات النصوص التي سيقت لغير ما ذكرنا ، كطلب إعمار الكون ، وتشريع أحكام الميراث .. إلخ ، ثم نستنبط منها ما ذكرنا من أحكام ، لأنها تؤدي إليها لا محالة . حتى إذا عُرف ذلك من الكافَّة ، وفشا بين العامَّة ، أضحى ذلك من ضروريات الدين ، ولا يُعذر مسلمٌ عندئذٍ بالجهل به ! . ¶ ******** ¶ من الأساسيَّات المتقدِّمة التي قررناها بعُجالةٍ تامَّةٍ ، نستطيع أن نلج إلى حكم [ الإحهاض ].. ¶ فالإِجهاض : اسم من .. أجهضت الناقة والمرأة ولدها ناقصَ الخلق . ¶ والمُجْهِض : المسقطة للحمل . ¶ والولد : مُجْهَضْ وجهيض . [ مجمع البحرين / للطريحي النجفي ـ مادة جَهَضَ ] . ¶ والإجهاض أيضاً مأخوذٌ في اللغة من : جَهَضَ .. بمعنى غلب ، يُقال : ¶ جَهَضَ فلانٌ فلاناً .. إذا غلبه ، وجَهَضَهُ عن الأمر .. غلبه عليه ونحَّاه عنه . ¶ وأجْهَضَتْ الحامل : ألقت ولدها لغير تمام . فيقال .. أَجْهَضَت جنيناً . ¶ وفي الحديث الشريف : { .. فأجهضت جنينها } . ¶ وهي مُجْهِضْ ومُجهضةٌ ، والولد مُجْهَضْ . ¶ وأضاف مجمع اللغة العربيَّة معنىً آخر فقال .. الإجهاض : خروج الجنين من الرحم قبل الشهر الرابع ! . [ راجع : المعجم الوسيط / إصدار مجمع اللغة العربيَّة ـ القاهرة ط2 1392 هـ ـ 1972م .. مادة / جَهَضَ ] . ¶ فالإجهاض : مصدر للفعل المذكور .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهو: إلقاء المرأة أو الحيوان حَمْلَهُ ناقصَ الخلق ، أو ناقص المدَّة.[ معجم لغة الفقهاء ـ45] . ¶ أو : إسقاط الجنين ناقص الخلق . ¶ و : أجهضت الحامل ، ألقت ولدها لغير التمام . ¶ والولد : مُجهضٌ ، وجهيضٌ . ¶ والمرأة : مُجْهِض وجهيض ، وجمعها .. مجاهيض ، ومجاهض . [ راجع : القاموس الفقهي لغةً واصطلاحاً / سعدي أبو جيب ـ 71 إلى 72 ، ط1 ـ دار الفكر 1402 ـ 1972 ] . ¶ ******** ¶ ولم يرد تعريفٌ شرعيٌّ لهذه اللفظة ، فيبدو أنَّها لا تخرج عن المعاني اللغويَّة .. ¶ فيُمكننا القول ... أنَّ لفظ [ الإجهاض ] يُطلق على : ¶ سقوط الحَمل في الحيوان والإنسان ، سواءٌ بفعل فاعل ، أم لأمرٍ عارضٍ . ¶ إذن ... فاستعمال لفظة [ المُجهِض ] ، سيعني : ¶ المرأة التي تُسقط جنينها عمداً ، بنفسها أم بواسطة غيرها . ¶ فالإجهاض هو : ذات السقوط .. عمداً أم عرضاً ، فكأنَّهم أطلقوا العام وأرادوا به الخاص ، وإلاَّ كان الكلام عمَّا ليس من فعلها ، وقد يؤدي إلى الالتباس . ¶ نعم ... إذا فعلت ما يؤدي إلى الإسقاط ، دون مباشرة ذات الإسقاط ، قد تكون متسببةً لا مباشرةً للفعل ، وإذن تختلف المؤاخذة حينئذٍ . ¶ ******** ¶ وبالنسبة للسادة الحنفيَّة عليهم رضوان ربِّ البريَّة ، فإننا نجد عندهم من النصوص المذهبيَّة ، الآتي : ¶ 1. ورد في متن القُدُوري ـ وهو أحد المتون الأربعة المعتمدة في المذهب ـ ما يأتي : ¶ [ ويعزل عن أمته بغير إذنها ، ولا يعزل عن زوجته إلاّ بإذنها ] ¶ راجع : متن القُدُوري ـ كتاب الحظر والإباحة / 118 ، طبعة البابي الحلبي 1377 . ¶ 2 . ورد في هداية المهتدي شرح بداية المبتدي لشيخ الإسلام برهان الدين علي بن أبي بكر المرغيناني [ ت سنة 593 هـ ] .. ما يأتي : ¶ [",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويعزل عن أمته بغير إذنها ، ولا يعزل عن زوجته إلاَّ بإذنها ـ وهذه عبارة القدوري البغدادي المتقدمة ـ ... لأنَّه - صلى الله عليه وسلم - نهى عن العزل عن الحرَّة إلاَّ بإذنها . وقال لمولى أمةٍ : اعزل عنها إن شئت . ولأن الوطء حق الحرَّة قضاءً للشهوة ، وتحصيلاً للولد ، ولهذا تُخَيَّرْ في الجَبِّ والعنَّة . ولا حقَّ للأمَةِ في الوطء ، فلهذا لا ينقص حقِّ الحرَّة بغير إذنها ، ويستبدُّ به المولى ... ] . الهداية مع فتح القدير ـ / . ¶ 3. رفي متن المختار للفتوى ـ وهو أحد المتون الأربعة المعتمدة في المذهب ـ ، لأبي الفضل مجد الدين عبد الله بن محمود بن مودود الموصلي .. الآتي : ¶ [ ويعزل عن أمته بغير إذنها ، وعن زوجته بإذنها ] المختار للفتوى ـ 4 / 163 . ¶ وقال في شرحه : ¶ [ لأن للزوجة حقَّاً في الوطء لقضاء الشهوة ، وتحصيل الولد ، حتى يثبت لها الخيار في .. الجبِّ والعُنَّة ، ولا حقَّ للأمة. ¶ وقد نهى رسول الله - صلى الله عليه وسلم - عن العزل عن الحرَّة إلا بإذنها ، وقال لمولى الأمة : ¶ { إعزل عنها إن شئت } ] الإختيار ـ 4 / 163 . ¶ وفي الاختيار شرح المختار ـ المتقدم ذكره ـ : ¶ [ إمرأةٌ عالجت في إسقاط ولدها لا تأثم ما لم يستبن شيء من خلقه ] الإختيار ـ 4 / 168 ¶ وفيه : ¶ [ إمرأةٌ حامل اعترض الولد في بطنها ولا يمكن إخراجه إلا بأن يُقطَّع ، ويُخاف على الأم .. إن كان ميتاً لا بأس به ، وإن كان حيَّاً لا يجوز . ¶ إمرأةٌ ماتت وهي حامل فاضطرب الولد في بطنها ، فإن كان أكبر الرأي أنَّه حيٌّ ، فيُشق بطنها من الجانب الأيسر ، لأنه تسبيبٌ إلى إحياء نفسٍ محترمةٍ ] الإختيار ـ 4 / 167 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "4. وفي الفتاوى الهنديَّة ـ المعروفة بالعالم كيريَّة ـ 5 / 355 و 356 ورد الآتي : [ لا ينبغي للحامل أن تحتجم ، ولا تفتصد ، ما لم يتحرك الولد ، فإذا تحرَّك جاز ، ما لم تقرب الولادة ، محافظةً على الولد ، إلاَّ إذا لحقها بتركه ضررٌ بيِّن .. كذا في القُنْية ] . ¶ وفيها : [ إمرأةٌ أتى على حملها شهرٌ فأرادت إلقاء العلق على الظهر ، لأجل الدم . تسأل أهل الطب ، فإن قالوا يضرَّ بالحمل لا تفعل .. كذا في الكبرى ] . ¶ وفيها : [ وإن شربت المرأةُ دواءً لتُصحَّ نفسها ـ وهي حامل ـ فلا بأس بذلك ، وهو أولى. وإن سقط الولد حيَّاً أو ميتاً فلا شيء عليها .. كذا في الينابيع ] . ¶ وفيها : [ وإن أسقطت بعدما استبان خلقه ، وجبت الغرَّة .. كذا في فتاوى قاضيخان ] . ¶ وفيها : [ العلاج لإسقاط الولد ان استبان خلقه ، كالشعر والظفر ونحوهما لا يجوز . وإن كان غير مستبينِ الخلق يجوز ، وفي زماننا يجوز على كلِّ حالٍ ، وعليه الفتوى .. كذا في جواهر الأخلاطي ] . ¶ وفيها : [ وفي اليتيمة .. سألت عليِّ بن أحمد عن إسقاط الولد قبل أن يُصوَّر فقال .. أمَّا في الحرَّة ، فلا يجوز قولاً واحداً ، أما في الأمة فقد اختلفوا فيه ، والصحيح هو المنع ..كذا في التتارخانيَّة ] . ¶ وفيها : [ امرأةٌ مرضعةٌ ظهر بها حبلٌ وانقطع لبنها وتخاف على ولدها الهلاك ، وليس لأبي هذا الولد سعةٌ حتَّى يستأجر الظئر ، يُباح لها أن تُعالج في استنزال الدم ما دام نطفةً ، أو مُضغةً ، أو علقةً لم يُخلق له عضوٌ ، وخلقه لا يستبين إلاَّ بعد مائةٍ وعشرين يوماً ، أربعون نطفةً ، وأربعون علقةً ، وأربعون مضغةً ... كذا في خزائن المفتين ، وهكذا في فتاوى قاضيخان ] . ¶ 5. ونقل صاحب الدرر المباحة في الحظر والإباحة الشيخ خليل بن عبد القادر الشيباني الشهير بالنحلاوي الشامي [ ت 1350 هـ ] ، وذلك عن الهديَّة العلائيَّة ما يأتي : ¶ [",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ويحرم الترهُّب وهو الاعتزال عن النساء ، وتحريم غشيانهنَّ ] ـ 30 . ¶ ونقل عنها أيضاً في الصفحة 31 ما يأتي : ¶ [ وجاز عزله عن أمته بغير إذنها ، وعن زوجته بإذنها . ¶ وجاز لها سدُّ فمِّ رحمها لئلا تحبل إن بإذنه ، وإلاَّ لا يجوز . ¶ ويُكره لها أن تشرب دواءً لإسقاط حملها قبل التصوُّر وبعده ، إلاَّ لعذرٍ كالمرضعة إذا ظهر بها الحمل ، وانقطع لبنها وليس لأبي الصبيِّ ما يستأجر به المرضعة ، ويخاف هلاك الولد ، ما دام الحمل مضغةً ، أو علقةً ، ولم يُخلق له عضوٌ ] . ¶ ******** ¶ تلخيص الرأي الفقهي عند المتقدمين : ¶ يفهم مما تقدَّم ، أنَّ إجمال ما تقدَّم .. هو الآتي : ¶ 1. العزل قبل الحمل ، جائزٌ في المذهب ، قولاً واحداً بلا خلاف بين أئمته . ¶ 2. العزل في الحرَّة يكون بإذنها . ¶ 3. العزل في الأمة يجوز أن يكون بغير إذنها . ¶ 4. ويفهم مما تقدَّم .. جواز اتِّخاذ أيَّةِ وسيلةٍ تؤدي إلى عدم اختلاط النُطف في الأرحام ، كسدِّ الرحم ، واتِّخاذ الحائل الذي يحول دون دخول المنيِّ إلى الرحم بعد الإراقة ، وهو الكيس الذي تُدخل فيه آلة الرجل تحقيقاً لما ذُكر .. وشبههما ، بشرط عدم الأذى له أو لها ، والقول فيه لهما ، أو للمتأذي منهما ، أو للطبيب الحاذق . ¶ 5. الإسقاط قبل التخليق ، جائزٌ مع الكراهة ، بإجماع أئمة المذهب . ¶ 6. والإسقاط بعد التخليق ، مكروهٌ إلاَّ لضرورةٍ ، كحفظ حياتها ، أو حياة رضيعها إذا خيف انقطاع اللبن ، والطفل لا يأخذ غير ثديِّ أمِّه . إذ حفظ المتيقن أوجب من حفظ المحتمل ، فالجنين قد يعتريه الإسقاط ، أو الموت في البطن أو عند الولادة . ¶ 7. ومجمل استدلالاتهم .. هي : ¶ أ. قول الصحابة الكرام - رضي الله عنه - : [ كنَّا نعزل والقرآن ينزل ] . ¶ قلت : ووجه الاستدلال : إنّ العزل لو لم يكن مباحاً لأنزل الله - عز وجل - قرآناً بمنعه .. فالله - عز وجل - يعلم خائنة الأعين وما تُخفي الصدور .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فالدواعي للبيان متوافرة .. وهي فترة التشريع للأحكام ، وضرورة بيان حكم الله - عز وجل - في كلِّ ما يعرض لهم آنيَّاً . ¶ والعوارض منتفيةٌ .. إذ الله - عز وجل - لا يؤخر حكماً دعت الوقائع لبيانه ، خصوصاً في فترة التشريع لا في فترة تثبيت العقيدة والإيمان . وكذلك علمه - جل جلاله - اليقيني لما يحدث ، حتَّى ولو لم يُصرحوا بما يفعلون . ¶ أ رأيت .. نزول الإذن منه - عز وجل - بمباشرة النساء بعد الإفطار وحتَّى الفجر ، بعد أن علم - جل جلاله - أنَّهم يفعلونه ولا يُمسكون أنفسهم عنه .. يقول تعالى في البقرة / 187 : ¶ { أُحلَّ لكم ليلة الصيام الرفث إلى نسائكم هنَّ لباسٌ لكم وأنتم لباسٌ لهنَّ علم الله أنَّكم كمتم تختانون أنفسكم فتاب عليكم وعفا عنكم فالآن باشروهنَّ وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر ثمَّ أتِّموا الصيام إلى الليل .. } ¶ ونستطيع أن نستنتج من ذلك قاعدةً هي : [ كلُّ ما عُلم لأربابه ، أو كان بوسعهم العلم به ، وسكتوا .. كان ذلك رضاً منهم ، ما لم تحل الحوائل دون ذلك ] . ¶ ب.إذن الرسول - صلى الله عليه وسلم - بالعزل عن الأمة ولو من غير إذنها ـ وقد تقدم ـ ، ويُفهم منه اشتراط الإذن في الحرَّة ، بل نقل عنه - صلى الله عليه وسلم - التصريح بعدم العزل عن الحرَّة إلاَّ بإذنها ـ وقد تقدم ـ . ¶ ما نراه في المسألة ¶ 1. العزل ، وما يؤدي دوره في عدم اختلاط النطف في الأرحام ، جائزٌ .. بشروط : ¶ أ . عدم حصول الضرر ـ كما تقدَّم بيانه ـ ، ومن أشدِّه الموانع التي يُمارسها الشباب أول زواجهم ، طمعاً بقضاء أطول مدَّةٍ من أوقات التمتع المشروع من غير تنغيص الأطفال .. والحمل .. والنفقات اللاحقة .. الخ .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والحقيقة / أنَّ التجربة المتكررة أثبتت أنَّ هذا مما يؤدي إلى الضرر البليغ ، لكون الدوافع للحمل في المرأة في أشدِّ حالات التهيؤ والاستعداد لذلك ، فمعارضتها بكوابح وكوابت ، معارضٌ للغريزة الإنسانيِّة ، فذلك التدافع يؤذي المرأة أشدَّ الإيذاء ، وغالباً ما يؤدي إلى الإسقاط المتكرر بعدئذٍ عند إرادة الزوجين الحصول على الولد ، وقد لا يستطيع رحم الكثيرات تحمُّل أعباء الحمل نهائياً ، وفي ذلك أشدُّ أنواع الضرر الخاص بهما ، والضرر العام بحرمان الأُمَّة من نسلهما ، إذ قد يُخرج الله - عز وجل - من نسلهما من يعبده ، ومن فيه نفعٌ للدين المبين .. فليحذر ذلك المتزوجون الجُدُد .. ¶ بل / أستطيع القول بالحرمة بحقِّ أمثال من ذكرنا ، فأصل الجواز مشروطٌ بعدم الضرر ، ¶ لما عُرف ذلك من أحكام الشرع الشريف ، وفروعه الكثيرة ، ولعلَّ قول الطبيب في تجويزه لأمثالهما لا يُقبل في هذه الحالة ، لمخالفته للظاهر ، و [ لا عبرة بالظن البيِّن خطؤه ] ـ قاعدةٌ فقهيَّةٌ كليَّةٌ ـ . ¶ ب. ألاَّ يؤدي ذلك إلى تقليل أفراد الأُمَّة وقت الحاجة إلى كثرة النسل ، وتُحدَّد الحاجة بحسب كلِّ زمنٍ ، وبحسب كلِّ بقعةٍ .. والأمر تقديريٌّ بحت . ¶ 2. كلُّ ما يؤدي دور العزل ـ من أساليب منع الحمل ـ جائزٌ بالشروط المتقدِّمة . ¶ 3. جواز الإسقاط [ الإجهاض ] بعد العلوق ، وفي أيَّة مرحلةٍ من مراحل الحمل ، إذا : ¶ أ. أدى إلى ضرر بالأم ، بحيث يُخشى عليها الهلاك ، أو ما يشابهه من .. شدِّة المرض المؤدي إلى حالٍ مستديمةٍ من الأذى ـ وهو أشبه بالموت ـ ، وبه سيتضرر المولود نفسه ، فالضرر ضرران ، مع أنَّ الضرر الواحد مدفوعٌ بحكم الشرع ، [ فالضرر يُزال ] ، وهو نوع ضرورةٍ [ والضرورة تقدَّر بقدرها ] . والقول في كلِّ ما تقدم إلى : الطبيب ، المسلم ، العدل ، غير المجرَّب بالتعجُّل ، أو التساهل .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ووجهه / .. أنَّ [ حفظ المتيقن أولى من حفظ المحتمل ] ، وهذه نستطيع عدَّها قاعدةً كليَّةً تُستفاد من مجمل أحكام الشرع ، بل إنَّّ قواعد الضرر تومئ إليها ، أ ليس [ إذا تعارضت مفسدتان روعيت أعظمهما ضرراً ، ويُزال الضرر الأشدُّ بتحمل الأخف ] ، و [ درء المفاسد مقدَّمٌ على جلب المنافع ] ، وخوف الهلاك مفسدة ـ بلا خلاف ـ ، وحياة الأمُّ يقينية ، وحياة الجنين احتمالية ، فلا نترك المتَيَقَن بالمحتمل .. فافقه هذا وشبهَه هدانا الله - عز وجل - وإيَّاك . ¶ ب. إذا كان الحمل يؤدي إلى انقطاع لبن الأم المرضع ، ولم يكن للأبِّ ما يستطيع به استئجار ظئرٍ ، أو الحصول على ما تقوم به حياة الرضيع .. وعدم الحصول بانعدام القدرة الماليَّة ، وبانعدام الشيء المقيم لحياة الرضيع ، من حليبٍ مجففٍ أو شبهه . ¶ ج. وقد يُلحق بهذين الحالين ، حالة جزم الطبِّ بوسائله الحديثة المبنيَّةِ على الظن الغالب المتاخم لليقين ـ وبه تجرى الأحكام وعليه تبْنى ـ ، بأنَّ المولود سيكون ذا عوقٍ شديدٍ يسبب له الأذى الدائم ، بحيث لا يجني من حياته غير البؤس والشقاء ، لمرضٍ ملازمٍ غير طارئ ، لا يمكن تلافيه لا قبل الولادة ولا بعدها بحسب الوسائل المتيسِّرة ، مع ملاحظة المستقبل المنظور الداخل في تقدير الخبراء من احتمالات الوصول إلى بلسمٍ شافٍ ، أو دواءٍ كافٍ ، أو جُراحةٍ ناجحةٍ ناجعةٍ .. والأمر متروكُ تقديره لأولي الخبرة غير المتَّهمين ، من العدول المسلمين ، المشهود لهم بالخبرة الفائقة ... وقد يُقبل رأي الكافر غير المتَّهم بإيذاء المؤمنين ، أو المشهورين بكرههم لزيادة عدد المؤمنين ، وسواءٌ أكان الطبيب في بلاد المسلمين وهو من المشهود لهم بما ذكر ، أم في بلاد الكفر .. بل الجواز في تلك البلاد أظهر لاشتهارهم بالقدرة الفائقة ، وتوفر الوسائل المُساعدة .. والله أعلم .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "4. في ما عدا ما ذكر .. فلا أرى جواز الإسقاط بعد العلوق بحالٍ من الأحوال ، أي بعد أن تكون النطفةُ أمشاجاً ـ مختلطةٌ ـ ، سواءٌ بعد التخليق ـ أي : استبانة الأعضاء في الرحم ـ المحدَّد بأربعة أشهر ، أم دون ذلك من المدد ولو بعد يومٍ واحدٍ من العلوق.. وذلك: ¶ أ. إنَّ أصل خلق الإنسان في الأرحام هو من اختلاط النُطف ـ وهما ماء الرجل وماء المرأة ـ ، فتكون النطفةُ نطفةً واحدةً أمشاجاً ـ أي : مختلطة ـ ، بدليل قوله تعالى : ¶ { إنَّا خلقنا الإنسان من نطفةٍ أمشاجٍ نبتليه فجعلناه سميعاً بصيرا } الإنسان /2 . ¶ وقوله تعالى : ¶ { أَوَ لمْ يرَ الإنسانُ أنَّا خلقناه من نطفةٍ فإذا هو خصيمٌ مبين } يس~ / 77 . ¶ وقوله تعالى : ¶ { قُتل الإنسان ما أكفره * من أيِّ شيءٍ خلقه * من نطفةٍ خلقه فقدَّره } عبس/ 17 إلى 19 . ¶ وقوله تعالى : { .. فإنَّا خلقناكم من ترابٍ ثم من نطفةٍ ثم من نطفةٍ ثم من علقةٍ ثم من مضغةٍ مخلَّقةٍ وغير مخلَّقةٍ .. } الحج / 5 . ¶ ومجمل الاستدلال .. هو أنَّ الله - عز وجل - منَّ على المؤمنين بخلقهم من : نطفةٍ أمشاجٍ . إذن هي أصل الخلق ، فبعد بدء الخلق لا أرى وجهاً لمضاددة إرادة الله - عز وجل - ـ إلاَّ ما أجزناه لضرورةٍ وكما تقدَّم ـ . ¶ والخلق في بطون الأمَّهات يكون في مراحل .. خلقاً بعد خلق ، يقول تعالى : ¶ { يخلقكم في بطون أُمَّهاتكم خلقاً بعد خلق في ظلمات ثلاث .. } الزمر / 6 . ¶ وأصل الخلق هو من الماء الدافق للزوجين ، وذلك بمجرد التقائهما .. يقول تعالى : ¶ { فلينظر الإنسان مِمَّ خُلق * خُلق من ماء دافق * يخرج من بين الصلب والترائب } سورة الطارق / 5 إلى 7 . ¶ بل الأبعد مما ذكر ، مما نستطيع أن نستند إليه .. هو قوله تعالى : ¶ { أَ رأيتم ما تُمنون أ أنتم تخلقونه أم نحن الخالقون } الواقعة / 59 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فالله - عز وجل - أضاف خلق [ المنيِّ ] إلى نفسه ، لبيان أهميَّته في التناسل ، فهو الخالق له ، قبل أن يُجعل سبباً لخلق الإنسان في بطن أُمِّه .. فعمليَّة الخلق تبدأ به قبل اختلاطه بماء المرأة .. . ¶ إنَّ جواز منع الحمل قبل الاختلاط ، فهو شبه المُراق في الأحلام ، أو بعد معالجةٍ من صاحبه لكسر حدَّة الشهوة لأجل عدم الوقوع في الحرام ، وبغير هذا لا تجوز ، ولا قائل بإثم المحتلم ، مع الخلاف والتفصيل في المعالجة باليد ، وقد أشرنا إلى شرط الجواز تواً . ¶ ب. إنَّ استقرار الحمل في الأرحام هو بفعل الله - عز وجل - تصريحاً وعلى وجه الخصوص ، وإن كان كلُّ ما يفعل الإنسان مخلوقاً له { .. والله خلقكم وما تعملون } الصافات / 96 .. ، وراجع : البقرة / 21 والنساء / 1 و الأنعام / 2 و الأعراف / 189 و النحل / 70 و الشعراء / 184 و الروم / 20 و 40 و 54 و .. الخ . فكل ما تقدم عامٌّ ، لكن ما ذكر تخصيصاً فهو لمزيد الاعتناء به ، أو لبيان أهميَّته ... ومثاله من قول الله - عز وجل - : ¶ { والله خلقكم من تراب ثم من نطفةٍ ثم جعلكم أزواجاً .. } فاطر / 11 . ¶ وقوله تعالى : ¶ { ونقرُّ في الأرحام ما نشاء إلى أجل مسمَّىً .. } الحج / 5 . ¶ فإضافته - جل جلاله - الفعل لنفسه ، هو شبيه قوله تعالى : ¶ { هو الذي يصوركم في الأرحام كيف يشاء .. } آل عمران / 6 . ¶ وهو شبيه قوله تعالى أيضاً : ¶ { ... قد علمنا ما فرضنا عليهم في أزواجهم ... } الأحزاب / 50 . ¶ وهذا اعتبر علماؤنا هذا من مزيد الاهتمامٍ منه - عز وجل - بهذا الأمر ، حتَّى قالوا : إنَّ الاشتغال بعقد النكاح أولى من الاشتغال بالعبادة النافلة ، لأن لهذا العقد وجهٌ تعبديٌّ حين أضافه الله - عز وجل - لنفسه. ومن ذلك قوله تعالى : ¶ { ولقد خلقنا الإنسان من سلالةٍ من طين * ثم جعلناه في قرارٍ مكين * ثم خلقنا النطفة علقةً فخلقنا العلقة مضغةً فخلقنا المضغة عظاماً فكسونا العظام لحماً .. } المؤمنون / 12 إلى14 .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وذاك مثل هذا .. بعلة الإضافة لذات الله - عز وجل - تخصيصاً ، وليس على سبيل التعميم .. فافهم . ¶ هذا مجمل ما هنالك .. والله - عز وجل - يقول الحق ، وهو يهدي إلى سواء السبيل . ¶ والحمد لله ربِّ العالمين ~~ . ¶ وكتبه ¶ الفقير إلى لطف المولى الغزير العبد المقرُّ بالعجز والتقصير ¶ الدكتور محمد محروس آل علاقه بند كان الله له خير معين وسند ¶ الأعظمي الطائيِّ الحنفيِّ ¶ الشهيرة عائلته بآل المدرس ¶ انتهيت من كتابته بعد فجر الثلاثاء العشرين من رمضان الخير لسنة عشرين وأربعمائةٍ وألف ¶ من هجرة من له العزُّ والشرف ¶ الموافق لليوم الثامن والعشرين من كانون الأول من سنة تسعٍ وتسعين وتسعمائةٍ وألف ¶ من السنة الميلاديَّة العيسويَّة",
            "page": "16",
            "part": "1"
        }
    ],
    "t36374": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب الإجهاض"
        }
    ]
}