{
    "b36372": [
        {
            "id": "1",
            "nass": "دعاء القنوت ¶ بقلم الشيخ العلامة ¶ \" بكر بن عبد الله أبو زيد \" ¶ قام بصفه ونشره ¶ أبو علي السلفي ¶ بسم الله الرحمن الرحيم ¶ الحمدُ لله , والصلاة والسلام على رسول الله وعلى جميع صحابته ومن اهتدى بهداه. ¶ أما بعد: فهذه تنبيهات مهمة على بعض ما يتعلَّق بدعاء القنوت في الوتر من أُمور كثُيَر السؤال عن بعضها, وانتشر بعض آخر, ولم نعرف له أَصلاً, فما رأيناه في الوارد, ولا سمعنا أَنه فيه,بعد التحري والاستقراء, وقَدْ دَعَتِ الحاجة إلى بيانها, لاسيما والقنوت عبادة جهرية,حين يدعوا الإمام جهراً, ويؤمَّن على دعائه المأمومون, فَيَتَلَقَّنها المأموم, والمتعين أَن يَتَوَارَثَ الناسُ هَدْيَ النبي صلى الله عليه وسلم في تَعَبُّدِهِم,ودُعَائِهم,وقُنُوْتِهِم,وَسَائِر ِ أَحوَالِهِم,فذلك أَزكى لهم,وأطيب, وأرجى لهم عند رَبِّهم وَمَعْبُوْدِهِم . ¶ لِمَا ذُكِرَ اقتضى الحال التنبيه على أُمور منها ما هو خطأ والصواب خلافه, ومنها ما هو مفضول والأَفضل سواه,ومنها ما هو اعتداء في الدُعاء يأَباه الله,ورسوله, والمؤمنون. ثم نص دعاء القنوت,وضوابط الزيادة فيه شرعاً,ثم سياق بعض الأدعية الجامعة من القرآن والسنة,ليختار منها القانت قَدْراً لا يشق على المأمومين . ¶ فإلى بيانها في فصول ثلاثة ¶ الفصل الأول ¶ تنبيهات في بيان مَا يُجْتَنَب في القنوت ¶ التنبيه الأَول ¶ إِنَّ التلحين,والتطريب,والتغني,والتقعر,والتمطيط في أَدَاءِ الدُّعاءِ, مُنْكَرٌ عَظِيم , يُنَافِيْ الضَّرَاعَة , والابْتِهَال , والعُبُوديَّةَ , وداعِيةٌ للرياء , والإِعجاب , وتكثير جمع المعجبين به وقد أَنكرَ أَهل العلم على من يفعل ذلك في القديم,والحديث.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فعَلَى مَنْ وَفَّقهُ الله تعالى وصَارَ إِماماً للناسِ في الصلوات,وقنتَ في الوترِ ,أَن يجتهدَ في تصحيح النية,وأَن يُلْقِيَ الدُّعاء بصوته المعتاد,بضراعة وابتهال,مُتَخَلَّصاً مِمَّا ذُكِرَ,مجتنباً هذه التكلفات الصارفة لقلبه عن التعلُّق بربه. ¶ التنبيه الثاني ¶ يُجْتَنَبُ جَلْبُ أّدعية مخترعة , لا أَصل لها , فيها إِغراب في صيغتها وسجعها , وتكلفها حَتَّى إِنَّ الإمام ليتكلف حفظها , ويَتَصَيَّدهَا تَصَيُّداً , ولذا يَكثُرُ غلطه في إِلقائها, ومع ذلك تراه يتلزمها ,ويتخذها شعاراً ,وكأَنما أَحيا سُنَّة هجرتها الأُمَّة. ¶ التنبيه الثالث ¶ يُجْتَنَبُ التزام أَدعية وردت في روايات لا تصح عن النبي صلى الله عليه وسلم,لأَن في سندِها كَذَّاباً,أَو متَّهماً بالكذب أَو ضعيفاً لاَيُقْبَلُ حديثه,وهكذا. ¶ ومنها حديث فُرَاتٍ عن علي رضي الله عنه قال :قال لي علي (( ألا يقوم أحد فيصلي أَربع ركعات,فَهَدَيْتَ فَلَكَ الحَمْدُ ,عَظُمَ حِلْمُكَ فَعَفَوْتَ فَلَكَ الحَمْدُ ... إلى قوله: وَلاَ يَبْلُغُ مِدْحَتَكَ قَوْلُ قَائِلٍ )). رواه أَبو يعلى بسند ضعيف,لأَن فيه عدة علل,منها أَن فُرَاتَ بن سلمان لَمْ يَلْقَ علياً رضي الله عنه فهو منقطع الإِسناد . ¶ ومع ذلك تَسْمَعُ من يُجْهدُ نَفْسَهُ بهذا الذكر ,فَيَغْلَطٌ فيه,ثُمَّ يَغْلَط,فهو في مجاهدة مع ذاكرته حَتَّى يَأْتِيَ بِهِ, ولو أَخذ بالصحيح الثابت عن النبي صلى الله عليه وسلم وهو ذكر مبارك سهل ميسور,لكان أَبَرَّ وأبْرَّك وأَقربَ للإِجابة,وتأسِّياً بالنبي صلى الله عليه وسلم بما دعا به رَبَّه سبحانه . ¶ ومنها:ما يُروى عن أنس مرفوعاً أن الرسول صلى الله عليه وسلم مَرَّ بأعرابي وهو يدعو في صلاته وهو يقول : (( يا من لا تراه العيون ,ولا تخالطه الظنون ... الحديث )) أخرجه الطبراني في ((الأوسط)) بسند فرد من لا يُعرف,وهو شيخ الطبراني,وتدليس أحد رواته,مع ثقته.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومنها ما يُروى من حديث عمرو بن شعيب عن أبيه عن جده رضي الله عنهم قال (( نزل جبريل على النبي صلى الله عليه وسلم حتى ذكر كلمات من كنوز العرش ,وهي: (( يا من أظهر الجميل وستر القبيح,يا من لا يؤاخذ بالجريرة ... إلى قوله :أسألك يا الله أن لا تشوي خلقي بالنار )) رواه الحاكم في المستدرك وقال :صحيح الإسناد ,فإن رواته كلهم مدنيون ثقات )). ¶ وقد تعقبه الحافظ الذهبي في ترجمة:أحمد بن داود الصنعاني في الميزان: (( الميزان :1/136 )) فقال(أتى بخبر لا يُحتمل ,ثم ذكره))ثم علق على قول الحاكم المذكور(قال الحاكم:صحيح الإسناد .قلت:كلا. ¶ قال:فرواته كلهم مدنيون.قلت:كلا. ¶ قال:ثقات:قلت:أنا أتهم به أحمد. ¶ وأما أفلح بن كثير,فذكره ابن أبي حاتم,ولم يتكلم عنه بشيء))انتهى. ¶ وفيه أيضاً عنعنة ابن جريج,وهو مدلس. ¶ فانظر نعوذ بالله من الخذلان كيف يتعلق الداعي بحديث هذه منزلته,ويهجر الدعاء بآيات القرآن العظيم,وما يثبت في الصحيحين وغيرهما عن النبي صلى الله عليه وسلم. ¶ ومنها:التزام ما ورد بسند فيه واهي الحديث ,فلا يصح ومنه((اللهم لا تدع لنا ذنباً إِلا غفرته,وَلاَ هماً إِلاَّ فَرَّجْتَه,ولا ديناً إِلاَّ قَضَيْتَه,ولا حاجة من حوائج الدُّنيا والآخرة إلا قضيتها برحمتك يا أَرحم الراحمين )). وهو دعاء حسن لا يظهر فيه محذور. ¶ لكن يحصل الغلط من جهات هي:هجر الصحيح,والتزام ما لم يصح,والزيادة فيه بلفظ محتمل,وهو(في مقامنا هذا)) فيحتمل أن يكون شرطاً على الله فهو باطل,ثم الزيادة بسجعات أضعافها. ¶ وهكذا من تتابع سجع متكلَّف,ودعاء مخترع لبعض المستجدات حتى قاربت العشرين على هذا الرَّوي,والنمط. ¶ التنبيه الرابع ¶ وَيُجْتَنَبُ قَصْدُ السَّجع في الدعاء,والبحث عن غرائب الأَدعية المسجوعة على حرف واحد.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وقد ثبت في(صحيح البخاري)) رحمه الله تعالى عن عكرمة عن ابن عباس رضي الله عنهما أنه قال له(فانظر السجع في الدعاء,فاجتنبه,فإني عهدت رسول الله صلى الله عليه وسلم وأَصحابه,لا يفعلون إلا ذلك الاجتناب)). ¶ ومن الأَدعية المخترعة المسجوعة( اللهم ارحمنا فوق الأرض,وارحمنا تحت الأرض,وارحمنا يوم العرض)). ¶ ولا يرد على ذلك ما جاء في بعض الأدعية النبوية من أَلْفَاظ مُتَوَاليَة,فهي غير مقصودة,ولا متكلفة,ولهذا فهي في غاية الانسجام. ¶ التنبيه الخامس ¶ وَيُجْتَنَبُ اختراع أَدعية,فيها تفصيل أَو تشقيق في العبارة,لِمَا تُحْدِثُهُ مِنْ تحريك العواطف,وإِزعاج الأَعضاء,والبكاء,والشهيق,والضجيج,والصَّعَق,إِ لى غير ذلك مِمَّا يَحْدُثُ لِبَعْضِ النَّاسِ حَسَبَ أَحوالهم,وقُدُرَاتِهِم,وطاقاتهم,قُوَّةً,وَضَع ْفاً. ¶ ومن:تضمين الاستعاذة بالله من عذاب القبر,ومن أَهوال يوم القيامة,أَوصافاً وتفصيلات,ورَصَّ كلمات مترادفات,يُخْرجُ عن مقصود الاستعاذة,والدُّعاء,إِلى الوعظ,والتخويف,والترهيب. ¶ وكل هذا خروج عن حدِّ المشروع,واعتداء على الدعاء المشروع,وهجر له, واستدراك عليه,وأَخشى أَن تكون ظاهرة ملل,وربما كان له حكم الكلام المتعمد غير المشروع في الصلاة فيُبْطِلُها. ¶ التنبيه السادس ¶ وَيُجْتَنَبُ التطويل بما يشق على المأمومين,ويزيد أَضعافاً على الدعاء الوارد,فيحصل من المشقة,واستنكار القلوب,وفُتُوْرِ المأمومين,مما يؤدِّي إلى خطر عظيم,يُخْشى على الإمام أَن يلحقه منه إِثم. ¶ وقد اختلفت الرواية عن الإمام أَحمد رحمه الله تعالى في مقدار القنوت في الوتر على ثلاث روايات: ¶ 1- بقدر سورةإذا السماء انشقت). ¶ 2- بقدر دعاء عمر رضي الله عنه ويأتي. ¶ 3- كيف شاء. ¶ لكن إذا كان القانت إماماً فلا يختلفون في منع التطويل الذي يشق بالمأمومين.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإذا كان النبي صلى الله عليه وسلم قال لمعاذ رضي الله عنه لما أَطال في صلاة الفرضية(أفتانٌ أنت يا معاذ؟)) فكيف في هذه الحال! ¶ التنبيه السابع ¶ وَيُجْتَنَبُ إيراد أدعية تَخْرُجُ مَخْرَجَ الدُّعاء,لكن فيها إِدْلاَلٌ على الله تعالى حتى إِنَّك لتسمع بعضهم في أول ليلة من رمضان يدعو قائلاً(اللهم تقبل منا صيامنا وقيامنا)) وقد يدعو بذلك في آخر رمضان,ولا يقرنه بقوله(وتجاوز عن تقصيرنا,وتفريطنا)). ¶ التنبيه الثامن ¶ وَيُتْرَكُ زيادة أَلفاظ لا حاجة إليها, ¶ في مثل قول الدَّاعي((اللهم انصر المجاهدين في سبيلك)) فيزيد(في كل مكان)) أو يزيد( فوق كل أرض وتحت كل سماء)) ونحو ذلك من زيادة أَلفاظٍ لا محل لها,بل بعضها قد يحتمل معنى مرفوضاً شرعاً. ¶ ومن الأَلفاظ المولَّدة لفظة(الشَّعْب)) في الدُّعاء المخترع(واجعلهم رحمة لشعوبهم....)). ¶ وهو من إِطلاقات اليهود من أنهم (شعب الله المختار)). ¶ ولا يلتبس عليك هذا بلفظ (الشعب)) في باب النسب, فلكل منهما مقام معلوم لغة. ¶ ومن الدعاء بأساليب الصحافة والإعلام,قول بعض الداعين للأمة الإسلامية (وهي تَرْفُلُ في ثوب الصحة والعافية)) فمادة(رَفَلَ)) مدارها على التبختر,والخيلاء,كما في الحديث المرفوع أن النبي صلى الله عليه وسلم قال( مثل الرافلة في الزينة في غير أهلها كمثل ظلمة يوم القيامة لا نور لها )) رواه الترمذي . الرافلة:أي: المتبخترة. ¶ فانظر كيف يحصل الدعاء بأن تقابل النعمة بالمعصية. ¶ وهكذا يفعل التجاوز للسُّنن,وهجر التفتيش بكتب العرب. ¶ التنبيه التاسع ¶ ولا يأتي الإِمام بأَدعية ليس لها صفة العموم,بل تكون خاصة بحال ضُرًّ,أَو نُصْرَةٍ,ونحو ذلك. ¶ ومنه الدُّعاء بدعاء نبي الله موسى عليه السلام في سورة طه:25/35 إلى قوله: ((وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي هَارُونَ أَخِي)) إلى آخر الآيات.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومنه:دعاء الإِمام بمن معه: ((اللهم أحينا ما كانت الحياة خيراً لنا,وَتَوَفَّنَا إِذا كانت الوفاة خيراً لنا)). ¶ لما ثبت في الصحيحين من حديث أنس رضي الله عنه قال,قال النبي صلى الله عليه وسلم: ((لا يَتَمَنَّيَنَّ أحدكم الموت من ضُرًّ أَصابه,فإن كان لابد فاعلاً,فليقل: ((اللهم أَحيني...)) الحديث. ¶ وعليه ترجم لنووي رحمه الله تعالى في ((الأَذكار)) بقوله: ((باب كراهية تمني الموت لضر نزل بالإِنسان وجوازه إذا خاف فتنة في دينه)). ¶ وما ورد بنحوه مطلقاً,محمول على هذا المقيد. ¶ التنبيه العاشر ¶ ليس من حق الإِمام أَن يُرَاغِمَ المأمومين , ولا أن يُضَارَّهم بوقوف طويل يشق عليهم,ويُؤمَّنُوْنَ مَعَهُ على دعاء مخترع لم يرد عن النبي صلى الله عليه وسلم أَو يكونوا في شك من مشروعيته,وبينما هو في حال التغريد والانبساط فهم في غاية التحرج والانزعاج. ¶ ولو سمع بعض الأَئمة ما يكون من بعض المأمومين بعد السلام من تألم , وشكوى من التطويل , وأَدعية يؤمن عليها ولا يعرفها , وتستنكرها القلوب ,لرجع إِلى السنة من فوره. ¶ فيجب على من وفقه الله وأمَّ الناس في الصلاة. أَن يتقيد بالسنة,وأَن لأّ يُوَظَّفَ مزاجه,واجتهاداته مع قصور أَهليته,وأَن يستحضر رهبة الموقف من أنه بين يدي الله تعالى وفي مناجاته,وأَنه في مقام القُدْوةِ,وَتَلَقُّن المسلمين للقنوت المشروع,ونشره,وتوارثهم له. ¶ ومن اسْتَحْضَرَ هذه المعاني في قلبه , لم يقع في شيء من ذلك , نسال الله سبحانه البصيرة في دينه , وأَن لا يجعله ملتبساً علينا فَنَضِل. ¶ كما يجب على المأموم إِحسان الظن بإِمامه في الصلاة,وأَن يتحلى بالتحمل , وأَن لا يبادر إِلى الاستنكار إِلاَّ بعد التأكد من أَهل العلم الهداة , ومن ثم يكون تبادل النصيحة بالرفق واللين , والبعد كل البعد عن الشنيع , وإلحاق الأَذى به , وَمَنْ فَعَلَ فقد احتمل إِثْماً.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ولقد لوحظ أن بعض المأمومين لا يتابع الإِمام برفع اليدين للدعاء والتأمين,وهذه مشاقة وحرمان. ¶ الفصل الثاني ¶ دعاء قنوت الوتر المشروع وضوابط الزيادة فيه ¶ وهنا يحسن بيان الدعاء المشروع في ((قنوت الوتر)) بضوابطه الشرعية وهي: ¶ 1- على الإمام القانت في: ((صلاة الوتر)) التزام اللفظ الوارد عن النبي صلى الله عليه وسلم الذي عَلَّمه سبطه الحسن بن علي رضي الله عنهما فيدعو به بصيغة الجمع مراعاة لحال المأمومين,وتأمينهم عليه,ونصه: ¶ ((اللهم اهدنا فيمن هديت,وعافنا فيمن عافيت,وتولنا فيمن توليت,وبارك لنا فيما أَعطيت,وقنا شَرَّ ما قضيت,فإِنَّك تقضي ولا يُقضى عليك,وإِنَّه لا يَذِلُّ من واليت,وَلاَ يَعِزُّ من عاديت,تباركت ربنا وتعاليت.لا منجا منك إِلاَّ إليك)). ¶ وعن أَمير المؤمنين علي بن أبي طالب رضي الله عنه أَن النبي صلى الله عليه وسلم كان يقول في آخر وتره: ¶ ((اللهم إِنَّا نعوذ برضاك من سخطك,وبعفوك من عقوبتك,وبك منك,لاَ نُحْصي ثَنَاءً عليك,أَنت كما أَثنيت على نفسك)). ¶ ثم يصلي على النبي صلى الله عليه وسلم كما ثبت عن بعض الصحابة رضي الله عنهم في آخر قنوت الوتر,منهم:أُبي ابن كعب,ومعاذ الأنصاري رضي الله عنهما. ¶ وَلْيُتَنَبّه فإِن ضبط لفظ ( ولا يَذِلُّ )) بفتح الياء,وكسر الذال.وضبط لفظ ( ولا يَعِزُّ )) بفتح الياء وكسر العين. ¶ 2- ليحرص الإِمام على أَداء الدعاء بالكيفية الشرعية,بضراعة,وابتهال,وصوت بعيد عن التلحين والتطريب. ¶ 3- إِن زاد على الوارد المذكور,فعليه مراعاة خمسة أُمور: ¶ 1. أَن تكون الزيادة من جنس المدعو به في دعاء القنوت المذكور. ¶ 2. وأَن تكون الزيادة من الأَدعية العامة في القرآن والسنة. ¶ 3. وأَن يكون محلها بعد القنوت الوارد في حديث الحسن,وقبل الوارد في حديث علي رضي الله عنهما. ¶ 4. وأَن لا يتخذ الزيادة فيه شعاراً يداوم عليه. ¶ 5. وأَن لا يطيل إِطالة تشق على المأمومين.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "4- قد يحصل من الأمور العارضة ما يأتي لها الداعي من إِمام وغيره بدعاء مناسب لها,كالاستغاثة حَالَ الجَدْبِ,لكن لا يجعله راتباً لا يتغير بحال. ¶ وَمَنْ أَعْمَلَ هذا الفرق بين الدعاء الراتب,والدعاء لأَمْرٍ عارض,كسب السنة,وانحلت عنه إِشكالات كثيرة. ¶ ومن ذلك دعاء أَمير المؤمنين عمر ابن الخطاب رضي الله عنه وهو: ¶ ((اللهم إِنَّا نستعينك ونستغفرك,ولا نكفرك,ونؤمن بك,ونخلع من يفجرك,اللهم إِيَّاك نعبد,ولك نصلي ونسجد,وإِليك نسعى ونَحْفِد,نرجو رحمتك ونخشى عذابك,إِنَّ عذابك الجِدَّ بالكفَّار مُلْحْق. ¶ اللهم عَذَّب الكفرة الذين يصدون عن سبيلك,ويكذبون رسلك,ويقاتلون أَولياءك,ولا يؤمنون بوعدك,وخالف بين كلمتهم,وأَلق في قلوبهم الرعب,وأَلق عليهم رجزك وعذابك,إِلَهَ الحق. ¶ اللهم اغفر للمؤمنين والمؤمنات,والمسلمين والمسلمات,وأَصلح ذات بينهم,وأَلِّف بين قلوبهم,واجعل في قلوبهم الإِيمان والحكمة,وثبتهم على ملة رسول الله صلى الله عليه وسلم وأَوزعهم أَن يوفوا بعهدك,الذي عاهدتهم عليه,وانصرهم على عدوك وعدوهم,إِلهَ الحق,واجعلنا منهم)). ¶ ومن العلماء من قال بعمومه في الوِتر,وهو مذهب الحنابلة. ¶ الفصل الثالث ¶ ذكر بعض الأدعية الجامعة من القرآن والسنة ¶ أسوق هُنا دعاء القنوت المتقدم في أول القنوت وآخره,ثم أسوق بعض الأدعية الجامعة من القرآن والسنة,ليختار منها من رغب الزيادة في القنوت ما شاء,وسياق المرويات منها بصيغة الجمع,حتى تناسب الدعاء بها من الإمام,وهي:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(1) ((اللهم اهدنا فيمن هديت وعافنا فيمن عافيت,وتولنا فيمن توليت,وبارك لنا فيما أَعطيت,وقنا شَرَّ ما قضيت,فإِنك تقضي ولا يُقضى عليك,وإِنَّه لا يَذِلُّ من واليت,وَلاَ يَعِزُّ من عاديت,تباركت ربنا وتعاليت.لا منجا منك إِلاَّ إليك))(1). ¶ (2) ((اللهم اقْسِمْ لنا من خشيتك ما يحول بيننا وبين معاصيك,ومن طاعتك مَا تُبَلَّغُنَا به جنتك,ومن اليقين ما تُهون به علينا مصائب الدنيا.اللهم متَّعنا بأَسماعنا وأَبصارنا وقواتنا ما أحييتنا,واجعله الوارث مِنَّا واجعل ثأرنا على من ظلمنا,وانصرنا على من عادانا,ولا تجعل مصيبتنا في ديننا ولا تجعل الدنيا أكبر هَمِّنا ولا مبلغ علمنا,ولا تُسَلِّط علينا من لا يرحمنا)) (2) ¶ (3) ((رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ)) (3). ¶ (4) ((رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ))(4). ¶ (5) ((رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ))(5). ¶ (6) ((رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَداً))(6). ¶ __________ ¶ (1) عن الحسن بن علي رضي الله عنه قال: ((علمني رسول الله صلى الله عليه وسلم كلمات أقولهن,فذكره))رواه الأربعة,وفي رواية للطبراني(أن أقول في الوتر))وهي من رواية عمرو بن مرزوق الباهلي عن شعبة بن الحجاج,وقد خالف فيها جميع الرواة,كما جاء من طرق أخرى بلفظ(القنوت))وبلفظ((قنوت الوتر))وكلها ضعيفة,لكن عمل السلف على هذا,والله أعلم. ¶ (2) عن ابن عمر رضي الله عنهما قال:قَلَّما كان رسول الله صلى الله عليه وسلم يقوم من مجلس حتى يدعو بهؤلاء الدعوات لأصحابه (اللهم اقسم...))رواه أبو داود,والترمذي,والنسائي,والحاكم,وهو حديث:حسن. ¶ (3) آل عمران/16. ¶ (4) المؤمنون/109. ¶ (5) آل عمران/147. ¶ (6) الكهف /10.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "(7) ((رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالْأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلّاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ))(1). ¶ (8) ((رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ. رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ))(2). ¶ (9) ((رَبَّنَا لا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ))(3). ¶ (10) ((رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ))(4). ¶ (11) ((اللهم اغفرْلنا,وارْحَمْنا,واهْدِنا,وعَافِنا,وارْزُقْنا)) (5). ¶ (12) ((اللهم إنا نسألك الهُدَى والتُّقَى والعَفَافَ والغِنَى))(6). ¶ (13) ((اللهم يا مُصَرّفَ القلوبِ صَرّفَ قُلُوبَنا على طاعتك))(7). ¶ (14) ((يا مُقَلِبَ القُلُوبِ ثَبِت قُلُوبَنا على دينك))(8). ¶ __________ ¶ (1) الحشر/10. ¶ (2) الممتحنة/4-5. ¶ (3) آل عمران/8. ¶ (4) البقرة/201. ¶ (5) عن طارق بن أشيم الأشجعي الصحابي رضي الله عنه قال:كان الرجل إذا أسلم عَلَّمه النبي صلى الله عليه وسلم الصلاة,ثم أمر أن يدعو بهذه الكلمات(اللهم اغفر لي...))رواه مسلم. ¶ (6) عن ابن مسعود رضي الله عنه أن النبي صلى الله عليه وسلم .كان يقول(اللهم إني...))رواه مسلم. ¶ (7) عن عبد الله بن عمرو قال:قال رسول الله صلى الله عليه وسلم (اللهم يا مصرف...))رواه مسلم. ¶ (8) عن شهر بن حوشب,قال:قلت لأم سلمة رضي الله عنها:يا أم المؤمنين:ما أكثر دعاء رسول الله صلى الله عليه وسلم إذا كان عندك؟قالت: كان أكثر دعائه (يا مقلب...))رواه الترمذي وقال:حديث حسن,وفي الباب:عن عائشة و...)).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "(15) ((اللهم لك أسْلَمْنا,وبك آمَنَّا,وعليك تَوَكَّلنا,وإليك أَنَبْنَا,وبك خَاصَمْنَا,اللهم إنَّا نعوذُ بِعِزَّتِكَ لا إلهَ إلا أنتَ أن تُضِلَّنا,أنْتَ الحيُّ الذي لا يموتُ,والجِنُّ والإِنْسُ يَمُوتُون))(1). ¶ (16) ((اللهم أصْلِحْ لنا ديننا الذي هو عِصْمَةُ أَمرنا,وأصْلِحْ لنا دنيانا التي فيها مَعَاشُنا,وأصلحْ لنا آخرتنا التي فيها مَعَادُنا,واجْعَل الحياةَ زيادةً لنا في كل خير,واجْعَل الموتَ راحةً لنا مِنْ كلِّ شر))(2). ¶ (17) ((اللهم إنا نَسأَلُكَ من الخيرِ كُلِهِ عاجِلِهِ وآجِلِهِ ما عَلِِمْنَا منه وما لم نَعْلَمْ,ونعوذُ بك من الشر كله عاجِلِهِ وآجِلِهِ ما عَلِمْنَا من وما لم نَعْلَمْ. ¶ ونسألكَ الجَنَّة وما قَرَّبَ إليها مِنْ قولٍ أو عمل,ونعوذ بك من النارِ وما قَرَّب إليها مِنْ قولٍ أو عمل.ونسألك من خيرِ ما سألكَ عَبْدُكَ ونَبِيُّكَ,ونعوذُ بك من شر ما استعاذك منه عبدُكَ ونبيكُ. ¶ ونسألكَ أن تجعلَ كُلَّ قضاءٍ قَضَيْتَهُ لنا خيراً))(3). ¶ (18) ((اللهم إنا نسألكَ العَفْوَ والعافيةَ والمُعَافاةَ في الدنيا والآخرةِ.يا ذا الجَلالِ والإِكْرامِ.يا حيُّ يا قيوم))(4). ¶ (19) ((اللهم إنا نعوذُ بك من جَهْدِ البَلاءِ,ودَرَكِ الشَّقَاءِ,وسُوءِ القَضَاءِ,وشَمَاتَةِ الأعْدَاءِ))(5). ¶ __________ ¶ (1) عن ابن عباس رضي الله عنهما أن رسول الله صلى الله عليه وسلم كان يقول(اللهم لم أسلمت...))متفق عليه. ¶ (2) عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم.رواه مسلم . ¶ (3) عن عائشة رضي الله عنها أن النبي صلى الله عليه وسلم قال لها,قولي: ((اللهم إني أسألك...))الحديث. رواه أحمد ,وابن ماجه ,وابن حبان ,والحاكم ,وغيرهم بسند صحيح. ¶ (4) مجموع من أحاديث ثلاثة كلها في : ((سنن الترمذي)). ¶ (5) عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم. متفق عليه.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "(20) ((اللهم إنا نعوذُ بك من زَوَالِ نِعْمَتِكَ,وتَحُوُّلِ عافيتكَ,وفَجْأَةِ نِقْمَتِك,وجميع سَخَطِك))(1). ¶ (21) ((اللهم إنا نعوذُ بك من العَجْزِ والكسلِ والجُبْنِ والبُخْلِ والهَمِ وعذابِ القبر.اللهم آتِ نفوسَنَا تَقْواها,وزَكِّها أنت خيرُ مَنْ زَكِّاها,أنت وَليُّها ومَوْلاها. اللهم إنا نعوذُ بك من عِلْمٍ لا ينفع,ومن قلبٍ لا يخشع,ومن نفسٍ لا تشبع,ومن دعوةٍ لا يٌسْتَجَابُ لها))(2). ¶ (22) ((اللهم إِنِِّكَ عَفُوٌّ تُحِبُّ العفوَ فاعفُ عَنَّا))(3). ¶ (23) ((اللهم آتنا في الدنيا حَسَنَةً,وفي الآخرةِ حَسَنَةً وقِنَا عذابَ النار))(4). ¶ (24) ((اللهم إنا نعوذُ بِرِضَاكَ من سَخَطِكَ,وبمُعَافاتكَ مِنْ عُقُوبَتِكَ,وبِكَ مِنْكَ,لا نُحصِي ثَنَاءً عليك,أنت كما أثْنَيْتَ على نَفْسِك))(5). ¶ (25) ((اللهم صَلِّ على النَّبِيِِّ الأُمَّيِّ وصحبه وَسَلَّمْ))(6). ¶ __________ ¶ (1) عن ابن عمر رضي الله عنهما عن النبي صلى لله عليه وسلم.رواه مسلم. ¶ (2) عن زيد بن أرقم رضي الله عنه عن النبي صلى الله عليه وسلم.رواه مسلم. ¶ (3) عن عائشة رضي الله عنها قالت : قلت يا رسول الله :إن علمت ليلة القدر ما أقول فيها؟ قال: ((قولي:اللهم...))رواه الترمذي والنسائي وابن ماجه, وغيرهم. ¶ (4) عن أنس رضي الله عنه عن النبي صلى الله عليه وسلم .متفق عليه. ¶ (5) عن علي بن أبي طالب رضي الله عنه أن رسول الله صلى الله عليه وسلم كان يقول في آخر وتره : ((اللهم....)) رواه الأربعة وغيرهم. ¶ (6) ثبتت الصلاة على النبي صلى الله عليه وسلم في آخر القنوت من فعل السلف رضوان الله عليهم كما في إمامة أبي بن كعب الناس في رمضان في عهد عمر رضي الله عنه رواه ابن حزيمة ,وإمامة معاذ الأنصاري رضي الله عنه كما في كتاب: ((فضل الصلاة على النبي صلى الله عليه وسلم)) لإسماعيل القاضي.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "هذا ما لزِمَ بيانه من تنبيهات مهمة في تصحيح هذه العبادة العظيمة,وبيان الدعاء المشروع فيها بضوابطه الشرعية,وسياق بعض الأدعية الجامعة. ¶ وعلي العبد المسلم اغتنام الذكر,والدعاء,مطلقاً,ومقيَّداً,وأَن يُرِيَ الله من نفسه خيراً,فيجتهد باللهج بهما,وأَن يكون لسانه دائماً رطباً من ذكر الله تعالى وأَن يذكره ويدعوه كثيراً بما وردت به الشريعة المطهرة. ¶ والله تعالى أَعلم بأَحكامه.وصلى الله على نبينا ورسولنا محمد وعلى آله,وصحبه,ومن اهتدى بهديه وسلم. ¶ بكر بن عبد الله أبوزيد ¶ 9/9/1417",
            "page": "13",
            "part": "1"
        }
    ],
    "t36372": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دعاء القنوت"
        }
    ]
}