{
    "b36383": [
        {
            "id": "1",
            "nass": "الدعاء المشروع ¶ في الحج ¶ إعداد ¶ عبد الله بن أحمد آل علاف الغامدي ¶ بسم الله الرحمن الرحيم ¶ الحمد لله القائل: (وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ) البقرة: 186 ¶ والقائل سبحانه: (وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ) غافر:60 ¶ والصلاة والسلام على نبينا وسيدنا وقدوتنا محمد بن عبد الله القائل: (إنَّ رَبَّكُمْ تَبَارَكَ وَتَعَالَى حَيِيٌّ كريمٌ يَسْتَحْيِي مِنْ عَبْدِهِ إِذَا رفَعَ يَدَيْهِ إِليْهِ أَنْ يَرُدَّهُمَا صِفْراً) …أما بعد: ¶ فأشكرك أخي الحاج, وأنت يا أختاه، على تناولكما هذه الوريقات, والتي هي من وحي القرآن الكريم وهدي سيد المرسلين, بفهم علماء السلف السابقين واستنباطات أهل العلم المعاصرين .. ¶ وأدعو الله أن ينفع بها كل مسلم وقعت تحت ناظريه أو دلّ عليها أو سعى في بثها .. وهي تحتوي على: ¶ تفسير مختصر لآيات الدعاء. ¶ الذكر والدعاء المشروع في الحج. ¶ الدعاء من القرآن. ¶ الدعاء من السنة. ¶ ولنعلم أنه لا يوجد دعاءٌ خاص بأشواط الطواف أو السعي, بل يدعو المسلم بالمشروع, فالله يعلم الجهر من القول ويعلم ما تكتمون, ولا تخفى على الله خافية, ويعلم السر وأخفى, وحاجات عباده على اختلاف أجناسهم وألسنتهم وألوانهم, سبحانه وتعالى .. ¶ فإليكم أيها الأحبة أقدم هذه الهدية راجيًا من الله أن يتقبلها بقبول حسن, وأن ينفعني بها وكافة المسلمين. ¶ ولا تنسوا أخيكم بدعوة بظهر الغيب أن يغفر لي ولوالدي ولمشائخي وللمسلمين، فالداعي بظهر الغيب هو الرابح حيث يقول له الَملكْ: ولك بمثل, نسأل الله من فضله. ¶ …ختامًا أحمد الله تعالى حمدًا كثيرًا طيبًا مباركًا فيه كما يحب ويرضى وأصلي وأسلم على نبينا محمد وآله وصحبه ومن اقتفى,, ¶ محبكم ¶ عبد الله بن أحمد آل علاف الغامدي (1) ¶ مكة المكرمة ـ شوال 1428هـ ¶ __________ ¶ (1) للتواصل مع المؤلف: ص. ب: 2579 الطائف ـ  E-mail:al-alaf@hotmail.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "تفسير آيات الدعاء (1) ¶ دعاء الله عز وجل من أجل وأعظم العبادات التي شرعها الله عز وجل لعباده، قال تعالى: {وَقَالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}] غافر: 60 [، وعن النعمان بن بشير - رضي الله عنه - قال: سمعت رسول الله - صلى الله عليه وسلم - يقول على المنبر: «إن الدعاء هو العبادة» ثم قرأ: {ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ}] غافر: 60 [(2). ¶ قال الشوكاني في شرح هذا الحديث: «قوله: «الدعاء هو العبادة» هذه الصفة المقتضية للحصر من جهة تعريف المسند إليه، ومن جهة تعريف المسند، ومن جهة ضمير الفصل تقتضي أن الدعاء هو أعلى أنواع العبادة وأرفعها وأشرفها» (3) اهـ. ¶ وقال الشيخ ابن سعدي: «وقال تعالى: {فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ}] غافر: من الآية14 [فوَضْعُ كلمة «الدين» موضع كلمة «الدعاء» - وهو في القرآن كثير جدا- يدل على أن الدعاء هو لب الدين وروح العبادة، ومعنى الآية هنا: أخلصوا له إذا طلبتم حوائجكم، وأخلصوا له أعمال البر والطاعة» (4). ¶ __________ ¶ (1) من مقدمة كتاب (الدعاء في الحج) لـ سامي بن محمد بن جاد الله ـ جزاه الله خيرًا. ¶ (2) أخرجه أبو داود (1479) والترمذي (3372)، وقال عنه ابن حجر في \"الفتح\" (1/ 49): (إسناده جيد). ¶ (3) \"تحفة الذاكرين\" (19). ¶ (4) \"القواعد الحسان\" (155).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وورد ذكر الدعاء في القرآن الكريم في نحو ثلاثمائة موضع (1)، وذكر أهل العلم أن الدعاء الوارد في النصوص الشرعية ينقسم إلى قسمين: دعاء العبادة، ودعاء المسألة، والقسم الثاني هو المقصود هنا (2). ¶ ودعاء المسألة: هو الطلب من الله سبحانه وتعالى جلب المحبوب ودفع المكروه، قال تعالى: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ}] البقرة: 186 [، وقال تعالى: {وَلَا تَدْعُ مِنْ دُونِ اللَّهِ مَا لَا يَنْفَعُكَ وَلَا يَضُرُّكَ فَإِنْ فَعَلْتَ فَإِنَّكَ إِذًا مِنَ الظَّالِمِينَ}] يونس: 106 [. …ولا يجوز للعبد أن يدعو غير الله عز وجل، بل دعاء غير الله من الشرك والكفر، قال تعالى: {لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَيْءٍ إِلَّا كَبَاسِطِ كَفَّيْهِ إِلَى الْمَاءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَالِغِهِ وَمَا دُعَاءُ الْكَافِرِينَ إِلَّا فِي ضَلَالٍ}] الرعد: 14 [، وقال تعالى: {وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا}] الجن: 18 [. ¶ __________ ¶ (1) \"الدرر السنية\" (9/ 418). ¶ (2) فائدة) قال الشيخ ابن سعدي في \"القواعد الحسان\" (154): (كل ما ورد في القرآن من الأمر بالدعاء والنهي عن دعاء غير الله والثناء على الداعين يتناول دعاء المسألة ودعاء العبادة، وهذه قاعدة نافعة) ا. هـ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "والدعاء له ارتباط وثيق بسائر العبادات، فهو يدخل ضمن جملة من العبادات، ويكون ملحقا بعبادات أخرى، ومن العبادات التي يشكل الدعاء جزءا منها: الحج، وتأمل معي آيات الحج من سورة البقرة تجد فيها إشارة واضحة إلى أهمية الدعاء في الحج، قال تعالى: {فَإِذَا قَضَيْتُمْ مَنَاسِكَكُمْ فَاذْكُرُوا اللَّهَ كَذِكْرِكُمْ آَبَاءَكُمْ أَوْ أَشَدَّ ذِكْرًا فَمِنَ النَّاسِ مَنْ يَقُولُ رَبَّنَا آَتِنَا فِي الدُّنْيَا وَمَا لَهُ فِي الْآَخِرَةِ مِنْ خَلَاقٍ * وَمِنْهُمْ مَنْ يَقُولُ رَبَّنَا آَتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآَخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ * أُولَئِكَ لَهُمْ نَصِيبٌ مِمَّا كَسَبُوا وَاللَّهُ سَرِيعُ الْحِسَابِ}] البقرة: 200 - 202 [. انتهى. ¶ الذكر والدعاء المشروع في الحج (1) ¶ الإحرام بالنسك من حج أو عمرة، أو بهما، رحلة تعبدية معمورة بالذكر والدعاء من أول ما يضع رجله في الغرز مسافراً، إلى إيابه بدخوله قريته التي سافر منها، وتقع هذه الأدعية والأذكار المختصة بالنسك في ثلاثين نوعاً هي: ¶ 1ـ التلبية بالنسك مستقبلاً القبلة: \"اللهم لبيك حجاً\" أو: \"اللهم لبيك عمرة\" أو: \"اللهم لبيك حجة وعمرة\". وإن شاء قال: \"لبيك حجاً\" وهكذا. وإن شاء قال: \"لبيك اللهم حجاً\" أو: \"بحج\" وهكذا. ¶ 2ـ ثم يقول:\"اللهم هذه حجة لا رياء فيها ولا سمعة\". ¶ 3ـ ثم يأخذ بالتلبية رافعاً الرجل صوته، وصفتها: \"لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك\". ¶ وإن شاء زاد ما ثبت عن النبي - صلى الله عليه وسلم - أنه قال: \"لبيك إله الحق لبيك\". ¶ __________ ¶ (1) لفضيلة الشيخ العلامة / بكر بن عبد الله أبو زيد. نفع الله بعلمه. من كتاب تصحيح الدعاء",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وإن شاء زاد ما ثبت عن الصحابة ـ رضي الله عنهم ـ وأقرَّهم النبي - صلى الله عليه وسلم - عليه، مثل: \"لبيك ذا المعارج\"، \"لبيك ذا الفواضل\". \"لبيك وسعديك والخير بيديك والرغباء إليك والعمل\". ¶ 4ـ خلط التلبية بالتهليل. ¶ 5ـ استمرار التلبية حتى يدخل مكة ويرى بيوتها، أو حتى يصل إلى الكعبة. هذا إذا كان محرماً بعمرة، أو متمتعاً بها إلى الحج، وأما إن كان محرماً بهما، أو بالحج وحده، فلا يقطع التلبية إلا إذا شرع في رمي جمرة العقبة يوم العيد، اليوم العاشر. وقيل: حتى يتم رميها ذلك اليوم. ¶ 6ـ الدعاء عند دخول المسجد الحرام بالمشروع عند دخول سائر المساجد. لكن ثبت عن ابن عباس رضي الله عنهما ـ أنه إذا رأى الكعبة رفع يديه، وكان ابن عمر ـ رضي الله عنهما ـ يدعو بقوله: \"اللهم أنت السلام ومنك السلام فحينا ربنا بالسلام\". ورواهما ابن أبي شيبة في: \"المصنف 4/ 97\". ¶ 7ـ 8ـ قول: \"بسم الله والله أكبر\" عند استلام الحجر الأسود، وهكذا كلما حاذاه، يقول: \"الله أكبر\". ¶ 9ـ يقول في ابتداء طوافه: \"اللهم إيماناً بك، وتصديقاً بكتابك، ووفاءً بعهدك، واتباعاً لسنة نبيك محمد- صلى الله عليه وسلم -. ¶ 10ـ الإكثار من الذكر والدعاء في الطواف بما تيسر، وإن شاء قرأ فيه من القرآن الكريم، لعموم حديث:\"الطواف بالبيت صلاة\". ¶ 11ـ قول: بسم الله والله أكبر\" إذا حاذى الركن اليماني، واستلمه بيمينه، وهكذا كلما استلمه في كل شوط فإن لم يستلمه فإنه يمضي بدون تكبير ولا إشارة. ¶ 12ـ ثم يقول بين الركنين ـ أي الركن اليماني والحجر الأسود ـ في كل شوط:\"ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار\". ¶ 13ـ قوله بين الركنين الأسود واليماني: \"اللهم قنعني بما رزقتني وبارك لي فيه\" وقيل: في كل الطواف. ¶ 14ـ صلاة ركعتين خلف المقام يقرأ فيهما بسورتي الإخلاص. ¶ 15ـ الدعاء عند الملتزم وهو ما بين الركن والباب، سواء حين دخول مكة أو قبل طواف الوداع.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "16ـ17ـ يقرأ عند رقيه الصفا للسعي، قول الله تعالى: {إن الصفا والمروة من شعائر الله} الآية، ويقول \"نبدأ بما بدأ الله به\". ¶ 18ـ ثم يدعو بما تيسر على الصفا مستقبلاً القبلة، رافعاً يديه على هيئة الداعي، مستفتحاً دعاءه بالحمد، والتكبير، والتهليل، مكرراً له ثلاثاً. وصيغة التهليل: \"لا إله إلا الله وحده لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو على كل شيء قدير\"، ¶ \"لا إله إلا الله وحده لا شريك له، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده\". ¶ 19ـ الإكثار في السعي فيما بين الصفا والمروة من الذكر والدعاء بما تيسر، ومنه المأثور عن ابن مسعود، وابن عمر، وعروة بن الزبير: \"رب اغفر وارحم، وتجاوز عما تعلم، إنك أنت الأعز الأكرم\". ¶ 20ـ يقول على المروة مثل ما قال على الصفا من قراءة الآية والتحميد، والتهليل، والدعاء بما تيسر، رافعاً يديه مستقبلاً القبلة. ¶ 21ـ التلبية بعد الزوال بالحج يوم الثامن للمحلين، ولمن أراد الحج من أهل مكة. ¶ 22ـ الدعاء والذكر يوم عرفة خاصة بعد الزوال في موقف النبي - صلى الله عليه وسلم - أو في أي مكان منها، مستقبلاً القبلة رافعاً يديه، مجتهداً في ذلك، مكثراً منه بما تيسر، ويشوبه بالتهليل، والتلبية، مكثراً من التهليل بقوله:\"لا إله إلا الله وحده لا شريك له، له الملك و له الحمد، يحيي ويميت، وهو على كل شيء قدير\". ¶ 23ـ وكان من زيادة النبي - صلى الله عليه وسلم - في التلبية لما رأى كثرة الجمع: \"إنما الخير خير الآخرة\". ¶ 24ـ الإكثار من التلبية في مسيره من عرفة إلى مزدلفة. ¶ 25ـ الذكر والدعاء عند المشعر الحرام بعد صلاة الصبح في المزدلفة، فيذكر الله ويوحده ويهلله ويكبره، ويدعوه رافعاً يديه مستقبلاً القبلة إلى أن يُسفر جدّاً. ¶ 26ـ التلبية والتكبير في مسيره من مزدلفة إلى منى، ولا يقطع التلبية إلا بعد وصوله جمرة العقبة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "27ـ التكبير مع كل حصاة يرميها في أي يوم من أيام الرمي قائلاً:\"الله أكبر\". ¶ 28ـ يقول عند نحره أو ذبحه لهديه: \"بسم الله والله أكبر، اللهم هذا منك ولك، اللهم تقبّل مني\". ¶ 29ـ إذا رمى الجمرة الأولى في كل يوم من أيام التشريق جعلها عن يساره واستقبل القبلة، ورفع يديه، ودعا بما تيسر، ويكثر من الدعاء والتضرع. ¶ 30ـ وإذا رمى الجمرة الثانية في كل يوم من أيام التشريق جعلها عن يمينه، واستقبل القبلة، ورفع يديه، ودعا بما تيسر، ويكثر الدعاء والتضرع. ¶ بعض آدابِ الدُّعاء وأَسبابِ الإجابة ¶ * الإِخلاصُ للهِ. * أَن يَبْدأ بحمدِ اللهِ والثناءِ عليه ثُمَّ بالصلاة على النَّبِّي - صلى الله عليه وسلم - ويختم بذلك. *الجزمُ في الدُّعاءِ واليقينُ بالإجابةِ. *الإلحاح في الدُّعاء وعدم الاستعجال. * حُضُورُ القَلْب في الدعاء. *الدُّعاءُ في الرَّخاءِ والشدة. * لا يسأل إلا الله وحدهُ. * عدمُ الدُّعاء على الأهل والمال والولد والنفس. * خفضُ الصوتِ بالدعاءِ بين المخافتة والجهر. * الاعتراف بالذنب والاستغفار منه والاعترافُ بالنعمة وشكر الله عليها. * عدمُ تكلُّف السجع في الدُّعاء. *التضرُّعُ والخُشُوع والرغبة والرهبةُ. * ردُّ المظالم مع التوبة. *الدعاءُ ثلاثاً. *استقبال القبلة. * رفعُ الأيدي في الدُّعاء. * الوضوء قبل الدُّعاءِ إن تيسير. *أن لا يعتدي في الدُّعاء. * أن يبدأ الداعي بنفسه إذا دعا لغيره. * أن يتوسل إلى الله بأسمائه الحُسنى وصفاته العُلى، أو بعملٍ صالحٍ قام به الدَّاعي نفسهُ، أو بِدُعاءِ رجُلٍ صالح حيٍّ حاضر لهُ. * أَنْ يَكُونَ المطعمُ والمشربُ والملبسُ من حلالٍ. * أن لا يدعو بإثمٍ أو قطيعة رحمٍ. * أن يأمُر بالمعروف وينهى عن المنكرِ. * الابتعاد عن جميع المعاصي.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أوقات وأحوال وأماكن يستجابُ فيها الدعاءُ ¶ * ليلة القدر. * جَوْفُ الليلِ الآخِر. * دُبْرُ الصلاةِ المكتوبةِ. * بين الأذان والإقامة. * ساعةُ من كُلِّ ليلةٍ. * عِندَ النِّدَاءِ للصلوات المكتُوبة. * عِندَ نُزُولِ الغيثِ. * عند زَحفِ الصُّفُوفِ في سبيل الله. * ساعةُ من يومِ الجُمْعَة. وأَرْجَحُ الأقوالِ فيها أنَّها آخرُ ساعةٍ من ساعاتِ عصرِ يومِ الجُمْعَةِ. وقَدْ تكُونُ ساعة الخُطْبَةِ والصَّلاةِ. *عند شُرب ماءِ زمزم مع النيِّةِ الصادقةِ. * في السجودِ. *عند الاستيقاظ من النَّومِ ليلاً، والدُّعاء بالمأثور في ذلك. * إذا نام على طهارةٍ ثم استيقظ من الليل ودعا. *عند الدُّعاءِ بـ \"لا إله إلا أنت سبحانك إني كُنْتُ من الظالمين\". * دُعاءُ الناس عقب وفاة الميت. * الدُّعاءِ بعد الثناء على الله والصلاة على النبي - صلى الله عليه وسلم - في التشهُّد الأخير. * عند دعاءِ الله باسمِهِ العظيم الّذي إذا دُعيَ به أجابَ وإذا سُئِلَ به أعْطَى. * دُعاءُ المُسلم لأخيهِ المُسلم بظهرِ الغيب. * دُعاءُ يوم عَرَفَةَ في عَرَفَة. * الدُّعاءُ في شهر رَمَضَانَ. * عِندَ اجْتِمَاعِ المُسلمين في مجالسِ الذِّكْر. * الدُّعاءُ في شهر رَمَضَان. * عند اجتماعِ المُسلِمِينَ في مجالس الذِّكر. *عند الدُّعاءِ في المُصيبة بـ \"إنَا لله وإنا إليه راجعُونَ اللَّهُمَّ أْجُرْنِي في مُصيبتِي وأخْلِفْ لي خيراً منها\". * الدعاءُ حالة إقبالِ القلب على الله واشتداد الإخلاص. * دُعاءُ المظلوم على من ظلمهُ. * دُعَاءُ الوالِد لولَدِهِ وعلى ولدِهِ. * دعاءُ المسافِر. * دُعاءُ الصائمِ حتَّى يُفْطِرَ. * دُعَاءُ الصائمِ عِنْدَ فِطْرِهِ. * دعاءُ المُضطرِّ. *دُعاءُ الإمام العادل. * دُعَاءُ الوَلَدِ البارِّ بوالدِيهِ. * الدُّعَاءُ عَقَبَ الوُضُوءِ إذا دعا بالمأثُورِ في ذلك. * الدُّعاءُ بَعْدَ رَمْي الجمرةِ الصُّغرى. *الدُّعاءُ بعد رمي الجمرةِ الوسطى. * الدُّعاءُ داخِل الكعبةِ ومن",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "صلَّى داخل الحِجر فَهُوَ من البيت. *الدُّعاءُ على الصَّفا. * الدُّعَاءُ على المروَة. * الدُّعَاء عند المشعر الحرام. ¶ والمؤْمُنُ يَدْعُو رَبَّه دائماً أينما كان {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ}. ولكن هذه الأوقات والأحوال والأماكن تُخصُّ بمزيدِ عنايةٍ. ¶ [انتهى من كتاب الدُّعاء من الكتاب والسُّنَة لسعيد بن علي بن وهف القحطاني] ¶ الدُّعاءُ مِنَ القُرْآنِ ¶ أعوذُ باللهِ من الشيطانِ الرَّجيم ¶ {بسم الله الرحمن الرحيم * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ * إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ}. [الفاتحة] ¶ {رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ * رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِنْ ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ} [البقرة] ¶ {فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ} [البقرة] ¶ {الَّذِينَ إِذَا أَصَابَتْهُمْ مُصِيبَةٌ قَالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} [البقرة] ¶ {رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ} [البقرة] ¶ {رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} ¶ [البقرة]",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "{رَبَّنَا لا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلا تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلا تُحَمِّلْنَا مَا لا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} [البقرة] ¶ {رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ} [آل عمران] ¶ {قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} ¶ [آل عمران] ¶ {رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ} [آل عمران] ¶ {رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [آل عمران] ¶ {رَبَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ} [آل عمران] ¶ {حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ} [آل عمران] ¶ {رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ * رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأَبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ وَلا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لا تُخْلِفُ الْمِيعَادَ} [آل عمران]",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "{وَاجْعَلْ لَنَا مِنْ لَدُنْكَ وَلِيّاً وَاجْعَلْ لَنَا مِنْ لَدُنْكَ نَصِيراً} [النساء] ¶ {رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ} [المائدة] ¶ {إِنْ تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِنْ تَغْفِرْ لَهُمْ فَإِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} ¶ [المائدة] ¶ {إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَاوَاتِ وَالأَرْضَ حَنِيفاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ} [الأنعام] ¶ {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ لا شريك له} ¶ [الأنعام] ¶ {قَالا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ} [الأعراف] ¶ {الْحَمْدُ لِلَّهِ الَّذِي هَدَانَا لِهَذَا وَمَا كُنَّا لِنَهْتَدِيَ لَوْلا أَنْ هَدَانَا اللَّهُ} [الأعراف] ¶ {رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ} [الأعراف] ¶ {رَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ} [الأعراف] ¶ {رَبِّ اغْفِرْ لِي وَلأَخِي وَأَدْخِلْنَا فِي رَحْمَتِكَ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} ¶ [الأعراف] ¶ {حَسْبِيَ اللَّهُ لا إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ} ¶ [التوبة] ¶ {رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُنْ مِنَ الْخَاسِرِينَ} [هود] ¶ {إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ مَا مِنْ دَابَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ} [هود] ¶ {وَمَا تَوْفِيقِي إِلاَّ بِاللَّهِ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ} [هود] ¶ {فَاللَّهُ خَيْرٌ حَافِظاً وَهُوَ أَرْحَمُ الرَّاحِمِينَ} [يوسف] ¶ {إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ} [يوسف]",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "{فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ أَنْتَ وَلِيِّي فِي الدُّنْيَا وَالآخِرَةِ تَوَفَّنِي مُسْلِماً وَأَلْحِقْنِي بِالصَّالِحِينَ} [يوسف] ¶ {رَبِّ اجْعَلْ هَذَا الْبَلَدَ آمِناً وَاجْنُبْنِي وَبَنِيَّ أَنْ نَعْبُدَ الأَصْنَامَ} [إبراهيم] ¶ {رَبَّنَا إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ وَمَا يَخْفَى عَلَى اللَّهِ مِنْ شَيْءٍ فِي الأَرْضِ وَلا فِي السَّمَاءِ} [إبراهيم] ¶ {رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاةِ وَمِنْ ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ} [إبراهيم] ¶ {رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ} [إبراهيم] ¶ {رَبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيراً} [الإسراء] ¶ {رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَاناً نَصِيراً} [الإسراء] ¶ {الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيراً} [الإسراء] ¶ {رَبَّنَا آتِنَا مِنْ لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَداً} [الكهف] ¶ {فَهَبْ لِي مِنْ لَدُنْكَ وَلِيّاً} [مريم] ¶ {رَبِّ اشْرَحْ لِي صَدْرِي * وَيَسِّرْ لِي أَمْرِي * وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي * يَفْقَهُوا قَوْلِي * وَاجْعَلْ لِي وَزِيراً مِنْ أَهْلِي} [طه] ¶ {رَبِّ زِدْنِي عِلْماً} [طه] ¶ {وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ} [الأنبياء] ¶ {لا إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ} [الأنبياء] ¶ {رَبِّ لا تَذَرْنِي فَرْداً وَأَنْتَ خَيْرُ الْوَارِثِينَ} [الأنبياء] ¶ {رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ} [الأنبياء]",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "{رَبِّ فَلا تَجْعَلْنِي فِي الْقَوْمِ الظَّالِمِينَ} [المؤمنون] ¶ {رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ * وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ} [المؤمنون] ¶ {رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الرَّاحِمِينَ} [المؤمنون] ¶ {رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِينَ} [المؤمنون] ¶ {رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَاماً* إِنَّهَا سَاءَتْ مُسْتَقَرّاً وَمُقَاماً} [الفرقان] ¶ {رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَاماً} ¶ [الفرقان] ¶ {الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ * وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ * وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ * وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ * وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ * رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ* وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ * وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ} [الشعراء] ¶ {الْحَمْدُ لِلَّهِ الَّذِي فَضَّلَنَا عَلَى كَثِيرٍ مِنْ عِبَادِهِ الْمُؤْمِنِينَ} [النمل] ¶ {رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِينَ} [النمل] ¶ {الْحَمْدُ لِلَّهِ وَسَلامٌ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى} [النمل] ¶ {رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي} [القصص] ¶ {رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ} [القصص]",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "{فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالأَرْضِ وَعَشِيّاً وَحِينَ تُظْهِرُونَ * يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِي الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرَجُونَ} ¶ [الروم] ¶ {الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ} [فاطر] ¶ {رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ} [الصافات] ¶ {سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ * وَسَلامٌ عَلَى الْمُرْسَلِينَ * وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ} [الصافات] ¶ {اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُوا فِيهِ يَخْتَلِفُونَ} [الزمر] ¶ {غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لا إِلَهَ إِلاَّ هُوَ إِلَيْهِ الْمَصِيرُ} [غافر] ¶ {وَأُفَوِّضُ أَمْرِي إِلَى اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ} [غافر] ¶ {سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ} [الزخرف] ¶ {سُبْحَانَ رَبِّ السَّمَاوَاتِ وَالأَرْضِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ} [الزخرف] ¶ {رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحاً تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ} [الأحقاف] ¶ {فَاعْلَمْ أَنَّهُ لا إِلَهَ إِلاَّ اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ} ¶ [محمد] ¶ {رَبَّنَا اغْفِرْ لَنَا وَلإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالأِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَحِيمٌ} [الحشر]",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "{رَبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ} [الممتحنة] ¶ {رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ} [الممتحنة] ¶ {رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ} [التحريم] ¶ {رَبِّ ابْنِ لِي عِنْدَكَ بَيْتاً فِي الْجَنَّةِ} [التحريم] ¶ {رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَنْ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلا تَزِدِ الظَّالِمِينَ إِلاَّ تَبَاراً} [نوح] ¶ {قُلْ هُوَ اللَّهُ أَحَدٌ {1} اللَّهُ الصَّمَدُ {2} لَمْ يَلِدْ وَلَمْ يُولَدْ {3} وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ {4}} [الإخلاص] ¶ {قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ {1} مِن شَرِّ مَا خَلَقَ {2} وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ {3} وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ {4} وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ {5}} [الفلق] ¶ {قُلْ أَعُوذُ بِرَبِّ النَّاسِ {1} مَلِكِ النَّاسِ {2} إِلَهِ النَّاسِ {3} مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ {4} الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ {5} مِنَ الْجِنَّةِ وَ النَّاسِ {6}} [الناس] ¶ الدعاء من السنة ¶ الأحاديثُ والأدعية الواردة هُنا: ¶ من كِتاب اللُؤلُؤِ والمرجان فيما اتفق عليه الشيخان. ومن صحيح البُخاري كتاب الدعوات. ومن صحيح مسلم، كتاب الأدعيةِ. ومن كتابِ صحيحِ الجامعِ الصَّغِير وزيادته للألباني. ¶ (اللَّهُمَّ إِنِّ ظلمتُ نفسي ظُلماً كثيراً، ولا يغفرُ الذنُوبَ إلاَّ أنتَ، فاغفِرْ لي مِنْ عِندكَ مغفرةً، إنك أنتَ الغفورُ الرَّحيم). ¶ ([اللَّهُمَّ إنِّي أعوذُ بكَ] من جَهْدِ البلاءِ، ودَرَكَ الشَّقاء، وسُوء القضاء، وشماتةِ الأعداء). ¶ (لا إله إلاَّ الله وحدَهُ أعَزَّ جندَهُ ونَصَرَ عبدهُ، وغلبَ الأحزابَ وحدهُ، فلا شيءَ بَعْدَهُ).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "(اللَّهُمَّ إنِّي أعوذُ بِكَ من الكَسَلِ والهِرَم والمأَثَمْ والمغرم، ومن فتنة القَبْر، وعذاب القبر، ومن فتنة النَّار، وعذاب النار، ومن شرِّ فتنة الغِنَى، وأَعُوذُ بِكَ من فتنةِ الفَقْرِ، وأعُوذُ بكَ مِنْ فتنةِ المسيح الدَّجَّالِ، اللَّهُمَّ اغْسِلْ عَنِّي خطايايَ بِمَاءِ الثَّلجِ والبَردِ، ونَقِّ قَلْبِي من الخطايا كَمَا نَقَّيْتَ الثَّوبَ الأبيضَ مِنَ الدَّنَس، وباعِدْ بيني وبينَ خطاياي كَمَا باعدت بينَ المشرِقِ والمغْرِبِ). ¶ (اللَّهُمَّ اجْعَلْ في قلبي نُوراً، وفِي بَصَرِي نُوراً، وفي سَمعِي نوراً، وعَنْ يميني نُوراً، وعَنْ يَسَارِي نُوراً، وفوقِي نُوراً، وتحتي نُوراً، وأمامي نُوراً، خَلْفِي نُوراً، واجعل لي نُوراً). ¶ (اللَّهُمَّ لكَ الحمدُ أنتَ نُورُ السمواتِ والأرضِ ومَنْ فيهِنَّ، ولكَ الحَمْدُ، أنتَ قيِّمُ السموات والأرض ومن فيهنَّ، ولك الحمدُ أنت الحقُّ، ووعدُكَ حقٌّ، وقولُكَ حقٌّ، ولقاؤكَ حَقٌّ، والجَنَّةُ حقٌّ، والنَّارُ حقٌّ، والسَّاعةُ حقٌّ، والنَّبِيُّونَ حَقٌّ، ومُحمَّدٌ حَقٌّ، اللَّهُمَّ لك أسلمتُ، وعليكَ توكَّلتُ، وبك آمنْتُ، وإليك أنَبْتُ، وبك خاصمتُ، وإليكَ حاكَمْتُ، فاغفِر لي ما قدَّمتُ وما أخَّرتُ، وما أسررتُ وما أعلنتُ، أنتَ المُقدِّمُ وأنتَ المُؤخِّرُ، لا إله إلاَّ أنت). ¶ (لا إلهَ إلاَّ الله وحْدَهُ لا شَرِيْكَ لَهُ، لَهْ المُلْكُ، ولَهُ الحَمْدُ، وهو على كُلِّ شيءٍ قَدِيرٌ، اللَّهُمَّ لا مَانِعَ لما أعْطَيْتُ، ولا مُعْطِيَ لِما مَنَعْتَ ولاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ). ¶ (لا إله إلا الله العظيمُ الحليمُ، لا إله إلا الله ربُّ العرش العظيمِ، لا إله إلاَّ الله ربُّ السموات وربُّ الأرضِ، ورَبُّ العَرْشِ الكريم). ¶ (اللَّهُمَّ أحْيني ما كانت الحياةُ خَيْراً لي، وتَوَفَّنِي إذَا كانَتْ الوَفَاةُ خَيْراً لي).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "(اللَّهُمَّ إِنِّي أعُوذُ بِكَ مِنَ الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ، والجُبْنِ، وضَلعِ الدَّيْنِ وغَلَبَةِ الرِّجَال). ¶ (اللَّهُمَّ إِنِّي أعوذُ بكَ من العَجْزِ والكَسَلِ، والجُبنِ والهَرَم، وأَعُوذُ بِكَ مِن عذابِ القَبْرِ، وأعُوذُ بِكَ من فتنةِ المحيا والمَمَاتِ). ¶ (لا إله إلا الله، وَحْدهُ لا شريكَ لهُ، لَهُ الملكُ ولهُ الحمدُ، وهو على كلِّ شيءٍ قدير). ¶ (اللَّهُمَّ صَلِّ على مُحمَّدٍ، وعَلى آل مُحَمَّدٍ، كَمَا صَلَّيْتَ عَلى آل إبراهيم، إنَّك حَمِيدٌّ مَجِيدٌ. اللَّهُمَّ بارك على مُحمَّدٍ، وعلى آل مُحمَّدٍ، كما باركت على آل إبراهيم، إنَّكَ حَمِيدٌ مجيدٌ). ¶ (سَمِعَ سَامِعٌ بِحَمْد الله وحُسْنِ بلائِه علَيْنَا رَبَّنَا صَاحِبْنَا وأَفْضِلْ عَلَيْنَا عائِذاً بالله من النَّار). ¶ (اللَّهُمَّ أصلحْ لي دِيني الذي هُوَ عِصمةُ أمري، وأَصْلحْ لي دُنيايَ التي فيِهَا معاشِي، وأصْلِحْ لي آخِرَتِي التي فيهَا مَعادِي، واجْعَل الحَيَاةَ زيادةً لي في كُلِّ خَيْرٍ، واجعلِ الموتَ راحةً لي مِنْ كُلِّ شرٍّ). ¶ (اللَّهُمَّ احْفَظنِي بالإسلامِ قائماً، واحفظني بالإسلام قاعداً، واحفظني بالإسلام راقداً، ولا تُشمِتْ بي عدواً ولا حاسداً، اللَّهُمَّ إنِّي أسألُكَ من كُلِّ خيْرٍ خزائنُهُ بيدِكَ، وأعوذُ بِك من كُلِّ شرٍّ خزائِنُهُ بيدِكَ). ¶ (اللَّهُمَّ أحْيِينِي مِسْكِيناً، وأَمتني مسكيناً، واحشُرني في زُمْرَةِ المساكين). ¶ (اللَّهُمَّ استُرْ عورتي، وآمِنْ رَوعَتِي، واقضِ عنِّي دَيْنِي). ¶ (اللَّهُمَّ اغفِرْ لي خَطِيئتي وجَهْلِي، وإسرافِي في أمري، ومَاَ أنْتَ أعلمُ بِهِ مِنِّي، اللَّهُمَّ اغفِر لي خطئي وعَمْدِي، وهَزْلِي وَجِدِّي، وكُلُّ ذلك عِنْدِي، اللَّهُمَّ اغْفِرْ لي ما قدَّمْتُ ومَا أخَّرْتُ، وما أسررتُ وما أعلنْتُ، أنتَ المقدِّمُ وأنتَ المؤخِّرُ، وأنت على كُلِّ شيءٍ قديرٌ).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(اللَّهُمَّ اغْفِرْ لي ذنْبِي، ووسِّعْ لي في دَارِي، وبَارِك لي في رِزْقي). ¶ (اللَّهُمَّ اغفر لي ذُنُوبِي وخطايايَ كُلَّها، اللَّهُمَّ أنْعِشنِي واجْبُرْنِي، واهدني لصالح الأعمالِ والأخلاقِ؛ فإنَهُ لا يَهْدِي لصالِحها ولا يصرِفُ سيِّئها إلاَّ أنْتَ). ¶ (اللَّهُمَّ اقْسِمْ لنا من خَشيتكَ ما يَحُولُ بينَنَا وبين معاصِيكَ، وَمِنْ طاعَتِكَ ما تُبَلِّغُنَا بِهِ جَنَّتَكَ، وَمِنَ اليقينِ ما يُهَوِّنُ علينا مُصِيبَاتِ الدُّنْيَا، ومَتِّعْنَا بأسماعِنَا وأبصارِنَا وقُوَّاتِنَا ما أحْيَيْتنا، واجعلهُ الوارِثَ مِنَّا، واجعلْ ثَأْرَنَا على مَنْ ظَلَمَنا، وانصُرْنا على من عادَانا، ولا تجعلْ مُصيبتناً في ديننا، ولا تجعلْ الدُّنْيَا أكبرَ هَمِّنا، ولا مبلغَ عِلْمِنا، ولا تُسَلِّطْ علينا من لا يرْحَمُنا). ¶ (اللَّهُمَّ أَمْتعْنِي بسمعي وَبَصَرِي حتَّى تجعلهُمَا الوارِثَ مِنِّي، وعافِني في ديني وفي جَسَدِي، وانْصُرْني مِمَّنْ ظَلَمَنِي حَتَّى تُرِيَنِي فيه ثَأْرِي اللَّهُمَّ إِنِّي أسلمتُ نفسي إليكَ، وفَوَّضْتُ أمري إليكَ، وألْجأَتُ ظَهْرِي إليكَ، وخَلّيْتُ وَجْهِي إِلَيْكَ، لا مَلْجَأ ولا مَنْجَى مِنكَ إلاّ إليكَ، آمَنْتُ بِرَسُولِكَ الًّذِي أَرْسَلْتَ، وبكتابِكَ الَّذي أنزلْتَ). ¶ (اللَّهُمَّ أَنْت خَلَقْتَ نفسي، وأنت توفّاها، لَكَ مماتُهَا ومحياهَا، إن أحْييْتَها فاحفظْهَا، وإِنْ أمتَّهَا فاغْفِرْ لها، اللَّهُمَّ إِنِّي أسألُكَ العافيَة). ¶ (اللَّهُمَّ إني أسألُكَ العِفَّة والعافيةَ في دُنيايَ ودِيني وأهلي ومالي، اللَّهُمَّ استُرْ عوْرَتِي وآمِنْ روعَتِي، واحفظني من بين يديَّ ومن خلفي، وعَنْ يميني وعن شمالي، ومن فوقِي، وأعُوذُ بِكَ أن أُغْتَال مِنْ تَحْتِي). ¶ (اللَّهُمَّ إني أسألكُ الهُدَى والتُّقى، والعَفَافَ والغِنَى).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "(اللَّهُمَّ إني أسْألُك من الخَيْرِ كُلِّهِ عاجِلِهِ وآجِلِه ما عَلْمتُ مِنْهُ وما لم أعْلَمْ. اللَّهُمَّ إنِّي أسألك من خيرِ ما سألك به عبدُكَ ونبيُّك، وأعُوذُ بك من شرِّ ما عاذ به عبدُكَ ونبيُّك، اللَّهُمَّ إِنّي أسألُكَ الجنَّة وما قرَّب إليها من قولٍ أو عَمَلٍ، وَأعُوذُ بِك مِنْ النَّارِ وَمَا قَرَّبَ إليْهَا مِنْ قَوْلٍ أو عَمَلٍ، وأسألُكَ أَنْ أنْ تَجْعَلَ كُلَّ قضاءٍ قضيْتَهُ لي خَيْراً). ¶ (اللَّهُمَّ إِنِّي أسألُكَ مِنْ فَضْلِكَ وَرَحْمَتِكَ؛ فَإِنَّهُ لا يَمْلكُهَا إِلاَّ أَنْتَ). ¶ (اللَّهُمَّ إِنِّي أَعُوذُ بِرَضَاكَ مِنْ سَخَطِكَ، وبمُعَافاتِكَ مِنْ عُقُوبتكَ، وأَعُوذُ بِكَ مِنْكَ لا أُحْصِي ثَنَاءً عَلَيْكَ أَنْتَ كَمَا أَثْنيْتَ عَلَى نَفْسِكَ). ¶ (اللَّهُمَّ إِنِّي أعُوذُ بِكَ منَ البَرَصِ والجُنُونِ والجُذامِ، وَمِنْ سَيِّئِ الأَسْقَامِ). ¶ (اللَّهُمَّ إِنِّي أعُوذُ بِكَ مِن التَرَّدِّي وَالهَدْمِ والغَرَقِ والحَرقِ، وأعُوذُ بِكَ أنْ يتخبَّطني الشيطانُ عِنْدَ المَوْتَ، وأعُوذُ بِكَ أَنْ أمُوتَ في سَبِيلِكَ مُدْبِراً، وأَعُوذُ بِكَ أنْ أَمُوتَ لَدِيغاً). ¶ (اللَّهُمَّ إِنِّي أَعُوذُ بِكَ منَ الجُوع؛ فَإِنَهُ بِئْسَ الضَّجِيعُ، وَأعُودُ بِكَ مِنَ الخِيَانَةِ فَإِنَّهَا بِئْسَتِ البِطَانَةُ). ¶ (اللَّهُمَّ إِنِّي أعُوذُ بِكَ مِنَ العِجْزِ والكَسَل، والجُبْنِ والبُخْلِ والهَرَم، وأعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، وأَعُوذُ بِكَ مِنْ عَذَابِ النَّار، وأَعُوذُ بِكَ من فتنةِ المَحيا والممات).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "(اللَّهُمَّ إِنِّي أعُوذُ بِكَ مِنَ العجزِ والكَسَل، والجُبنِ والبُخْلِ، والهَرَم، والقسوَةِ، والغَفْلَةِ، والعَيْلَةِ، والذلَّة، والمسكنة. وأعُوذُ بِكَ من الفقْرِ والكُفْر، والفُسُوقِ والشِّقاقِ والنِّفَاقِ، والسُّمْعَة والرِّياءِ. وأعوذُ بِكَ من الصَّمَمِ، والبَكَمِ، والجُنُونِ، والجُذَامِ، والبَرَصِ، وسَيِّئِ الأسقَامِ). ¶ (اللَّهُمَّ إنِّي أعوذُ بِكَ من العجزِ والكَسَلِ، والجُبْنِ والبُخْل، والهَرَمِ، وعَذَابِ القَبْرِ، وفتنة الدَّجَّال، اللَّهُمَّ آتِ نَفْسِي تقواهَا، وزكِّهَا أنْتَ خَيرُ من زكَّاها، أنتَ وليُّهَا ومولاهَا، اللَّهُمَّ إِنِّي أعوذُ بِكَ من عِلْم لا ينفعُ، ومن قلبٍ لا يخشعُ، ومن نفسِ لا تشبع، ومن دعوةٍ لا يُسْتَجابُ لَهَا). ¶ (اللَّهُمَّ إنِّي أعُوذُ بِكَ من الفَقرِ والقلة والذِّلةِ. وأعوذُ بكَ من أن أظْلِمَ أو أُظْلَمَ). ¶ (اللَّهُمَّ إنِّي أعوذُ بِكَ من الكَسَلِ والهَرَمِ والمأثَمِ والمغْرَمِ، ومن فِتنَةِ القبرِ، وعذابِ القَبْرِ، من فِتْنَةِ النَّار، وعذابِ النَّار، ومن شرّ فِتْنَةِ الغنى. وأَعُوذُ بك من فِتْنَةِ المسيح الدَّجال. اللَّهُمَّ اغْسِلْ عَنِّي خطاياي بالماء والثلجِ والبَرَدِ، ونَقِّ قَلْبِي من الخطايا كما يُنقَّى الثوبُ الأبيضُ من الدنسِ، وباعدْ بيني وبين خطاياي كما باعدت بين المشرقِ والمغرب). ¶ (اللَّهُمَّ إني أعوذُ بِكَ من الهَمِّ والحَزَنِ، والعَجْزِ والكَسَلِ، والبُخْلِ والجُبْنِ، وضَلَعِ الدَّينِ، وغَلَبَةِ الرجالِ). ¶ (اللَّهُمَّ إنِّي أعُوذُ بِكَ من جَارِ السَّوْءِ في دارِ المُقَامَةِ، فإنَّ جَارَ البادِيَةِ يتحوَّلُ). ¶ (اللَّهُمَّ إِنِّي أعوذُ بِكَ من زَوَالِ نِعْمَتِكَ، وتحوُّلِ عافيتكَ، وفُجَأَةِ نِقْمَتِكَ، وَجَمِيعِ سَخَطِكَ).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "(اللَّهُمَّ إنِّي أعُوذُ بِكَ من شرِّ سمعِي، وَمِنْ شَرِّ بَصَرِي، وَمِنْ شَرِّ لِسَانِي، وَمِنْ شَرِّ قَلْبِي، وَمِنْ شَرِّ مَنِيَّتِي). ¶ (اللَّهُمَّ إِنِّ أعوذُ بِكَ من شرِّ ما عَمِلتُ، وَمِنْ شَرِّ ما لَمْ أعْمَلْ). ¶ (اللَّهُمَّ إنِّي أعُوذُ بِكَ من عَذَابِ القَبْرِ، وأعُوذُ بِكَ من عَذَابِ النَّارِ، وأَعُوذُ بِكَ من فِتْنَةِ المحْيَا والمماتِ، وأعُوذُ بِكَ من فِتْنَةِ المَسِيحِ الدَّجَّال). ¶ (اللَّهُمَّ إني أعوذُ بِكَ من عِلْمٍ لا ينفعُ، وعَمَلٍ لا يُرْفَعُ، ودُعَاءٍ لا يُسْمَعُ). ¶ (اللَّهُمَّ إنِّي أعوذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ، وغَلَبَةِ العَدُوِّ وشَمَاتَةِ الأعْداءِ). ¶ (اللَّهُمَّ إنِّي أعُوذُ بِكَ من قَلْبٍ لا يخشَعُ، ومن دعاء لا يُسْمَعُ، ومن نَفْسٍ لا تشبع، ومن عِلْمٍ لا يَنْفَعُ. أعُوذُ بِكَ من هؤلاءِ الأربع). ¶ (اللَّهُمَّ إنِّي أعوذُ بِكَ مِنْ مُنْكرات الأخلاقِ والأَعْمَالِ والأهْوَاءِ والأدواءِ). ¶ (اللَّهُمَّ إِنِّي أعُوذُ بِكَ مِنْ يَوْمِ السُّوءِ وَمِنْ لَيْلَةِ السُّوءِ، وَمِنْ سَاعَة السُّوءِ، وَمِنْ صَاحِبِ السُّوءِ، وَمِنْ جَارِ السُّوءِ، فِي دَارِ المُقَامَةِ).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(اللَّهُمَّ بِعِلْمِكَ الغَيْبَ، وقُدْرَتِكَ عَلَى الخَلْقِ أَحْينِي مَا عَلِمْتَ الحَيَاةَ خَيْراً لِي، وتَوَفَّنِي إذا عَلِمْتَ الوَفَاةَ خَيْراً لِي، اللَّهُمَّ وَأَسْأَلُكَ خَشْيِتَكَ في الغَيْبِ والشَّهَادَةِ، وأسَأَلُكَ كَلِمَةَ الإِخْلاصِ في الرِّضَا والغَضَبِ، وأسَألُكَ القَصْدَ في الفَقْرِ والغِنَى، وأَسألُكَ نَعِيماً لايَنْفَدُ وأسألُكَ قُرّة عَيْنٍ لا تنقطِعُ، وأسْأَلُكَ الرِّضَا بالقضاء، وأسَألُكَ بَرْدَ العِيْشِ بَعْدَ الموتِ، وأَسْأَلُكَ لَذَّةَ النَّظرِ إلى وَجْهِكَ، والشَّوْقِ إلى لِقَائِكَ، في غَيْرِ ضَرَّاءَ مُضِرَّةٍ، ولا فِتْنَةٍ مُضِلَّةٍ. اللَّهُمَّ زيِّنَا بزينةِ الإيمان، واجعلنا هُدَاةَ مَهْتَدِينَ). ¶ (اللَّهُمَّ ربَّ النَّاسِ مُذْهِبَ البَاسِ، اشْفِ أَنْتَ الشَّافِي، ولا شَافِيَ إلاَّ أَنْتَ، اشْفِ شِفَاءً لا يُغادِرُ سَقَماً). ¶ (اللَّهُمَّ ربَّ جبريلَ وميكائيلَ وإسرافيلَ ومُحَمَّدٍ - صلى الله عليه وسلم -، نَعُوذُ بِكَ مِنَ النَّارِ). ¶ (اللَّهُمَّ ربَّ جِبْرِيلَ وميكائيل وربَّ إسرافيلَ أَعُوذُ بِكَ مِنْ حَرِّ النَّارِ، وَمِنْ عَذَابِ القَبْرِ). ¶ (اللَّهُمَّ كَمَا حَسَّنْتَ خَلْقِي فَحَسِّنْ خُلُقِي). ¶ (اللَّهُمَّ لَكَ أَسْلَمْتُ، وَبِكَ آمَنْتُ وَعَلَيْكَ تَوَكَّلْتُ، وَإِلَيْكَ أَنَبْتُ، وبِكَ خَاصَمْتُ، اللَّهُمَّ إِنِّي أعُوذُ بِعزتكَ، لا إله إلا أَنْتَ، أَنْ تُضِلَّنِي، أَنْتَ الحَيُّ الذي لا يَمُوتُ، والجِنُّ والانس يموتُون). ¶ (اللَّهُمَّ آتِنَا في الدُّنْيَا حَسَنَةً، وفِي الآخِرَةِ حَسَنةً، وَقِنَا عَذَابَ النَّار). ¶ (اللَّهُمَّ أصْلحْ لي ديني الَّذِي هو عِصْمَةُ أمري، وأًصْلِح لِي دُنْيايَ التي فيها مَعَاشِي، وأًصْلِحْ لي آخِرَتِي الَّتي فيها مَعَادي، واجْعَل الحَيَاةَ زِيَادةً لي في كُلِّ خَيْرٍ، واجْعَلِ المَوْتَ راحةً لي من كُلِّ شَرٍّ).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "(اللَّهُمَّ إِنِّي أسألُكَ الهُدْى، والتُّقَى، والعَفَافَ، والغِنَى). ¶ (اللَّهُمَّ مُصَرِّف القُلُوبِ صَرِّف قُلُوبَنَا عَلَى طاعتِكَ). ¶ (يا مُقَلِّب القُلُوبِ ثَبِّت قَلْبِي على دِينِكَ). ¶ (اللَّهُمَّ اقْسِمْ لَنا مِنْ خَشْيَتِكَ مَا تَحُولُ بِهِ بيْنَنَا وبينَ معَاصِيكَ، وَمِنْ طاعتِكَ ما تُبلِّغُنَا به جَنَّتَك، وَمِنَ اليقينِ ما تُهوِّنُ به عَلَيْنَا مَصَائبَ الدُّنْيَا، اللَّهُمَّ مَتِّعْنَا بأَسْماعِنَا، وأبصارنا، وقوَّاتنا ما أحييْتَنا، واجعلْهُ الوارِثَ مِنَّاً، واجْعَلْ ثأْرَنَا على مَنْ ظَلَمَنا، وانصرنا على من عادَانَا، ولا تَجْعَل مُصيبتنا في ديننا، ولا تجعلِ الدُّنْيَا أكبْرَ هَمِّنَا، ولا مبلغَ عِلْمِنَا، ولا تُسَلِّطْ عَلَيْنَا من لا يَرْحَمُنَا). ¶ (اللَّهُمَّ إِنِّي أعُوذُ بِكَ من الجُبْنِ، وأعُوذُ بِكَ من البُخْلِ، وأعُوذُ بِكَ من أَنْ أُرَدَّ إلى أَرْذَلِ العُمُرِ، وأعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وعذابِ القَبْرِ). ¶ (اللَّهُمَّ ربِّ السمواتِ [السبعِ] ورَبَّ الأرضِ، ورَبَّ العَرشِ العظيم، رَبَّنَا وَرَبَّ كُلِّ شيءٍ، فالِقَ الحَبِّ والنَّوَى، ومُنَزِّلَ التوراةِ والإنجيلِ والفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شيءٍ أنت آخِذٌ بناصيتِهِ، اللَّهُمَّ أنت الأولُ فليسَ قَبْلَكَ شيءٌ، و أنتَ الآخِرُ فليسَ بعدك شيءٌ، وأنت الظاهرُ فليسَ فوقَكَ شيءٌ، وأنتَ الباطِنُ فليس دُونَكَ شيءٌ، أقضِ عَنَّا الدَّيْنَ وأغننا من الفقر). ¶ (اللَّهُمَّ اغْفِرْ لِي، وارحمنِي، واهدِنِي، وعافِني، وارْزُقْني). ¶ (اللَّهُمَّ متِّعْنِي بسمعي وبصرِي، واجعلهُمَا الوارِثَ مِنِّي، وانْصُرْنِي على من ظَلَمَني، وخُذْ مِنهُ بثأرِي). ¶ (اللَّهُمَّ أنت رَبِّي، لا إله إلاَّ أنتَ، خَلَقْتَنِي، وأَنَا عَبْدُكَ، وأَنَا عَلَى عَهْدِكَ ووعدِكَ ما استطعتُ، أعوذُ بِكَ من شَرِّ ما صَنَعْتُ،",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأُبُوءُ لَكَ بِنُعْمتِكَ عَلَيَّ، وأبُوءُ بِذَنْبِي، فاغفر لي، فإنهُ لا يغفِرُ الذنوبَ إلاَّ أنتَ). ¶ الحمد لله عدَدَ ما خَلَقَ، الحَمْدُ للهِ مِلْءَ ما خَلَقَ، الحمدُ للهِ عَدَدَ مَا فِي السَّمواتِ وَمَا في الأرَضِ، الحَمْدُ للهِ عَدَدَ مَا أَحْصَى كِتابُهُ، والحَمْدُ للهِ عَلَى مَا أَحْصَى كِتَابُهُ، والحمْدُ للهِ عَدَدَ كُلِّ شَيءٍ، والحمدُ للهِ مِلءَ كُلِّ شَيءٍ). ¶ (لا إلهَ إلاَّ اللهُ العَليُّ العَظِيمُ، لا إلهَ إلاَّ الله الحَكِيمُ الكَريمُ، لا إلهَ إلاَّ اللهُ سُبْحَانَ اللهِ رَبِّ السَّمَواتِ السَّبْعِ وَرَبِّ العَرْشِ العظَيم، الحَمْدُ لله رَبِّ العالمين). ¶ وصلَّى اللهُ وَسَلَّمَ عَلَى مُحمدٍ وعلى آله وصحبه ومن تبعهم بإحسانٍ إلى يومِ الدِّين. ¶ وآخر دعوانا أن الحمدُ لله ربِّ العالمين",
            "page": "24",
            "part": "1"
        }
    ],
    "t36383": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء المشروع في الحج"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تفسير آيات الدعاء"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "الذكر والدعاء المشروع في الحج"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الدُّعاءُ مِنَ القُرْآنِ"
        },
        {
            "id": "15",
            "lvl": "1",
            "sub": null,
            "tit": "الدعاء من السنة"
        },
        {
            "id": "15",
            "lvl": "2",
            "sub": "1",
            "tit": "الأحاديثُ والأدعية الواردة هُنا"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "أوقات وأحوال وأماكن يستجابُ فيها الدعاءُ"
        }
    ]
}