{
    "b36387": [
        {
            "id": "1",
            "nass": "الزكاة ¶ وتطبيقاتها المعاصرة ¶ تقديم ¶ معالي مدير جامعة الإمام محمد بن سعود الإسلامية ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين. ¶ وبعد: فهذا هو الكتاب الثاني من سلسلة (رسائل التعريف بالإسلام) وهي سلسلة من الكتب الصغيرة، التي يصدرها مركز البحوث بجامعة الإمام محمد بن سعود الإسلامية وتتناول موضوعات إسلامية مختلفة، بأسلوب يجمع بين الدقة العلمية، وبين الوضوح والسلامة وسهولة التناول للمسائل العلمية بحيث يمكن للمثقف غي المتخصص أن يفهم المراد ويلم بأطراف الموضوع ويجمع شتات مسائله. ¶ وفي خطة الجامعة أن تصدر عدداً وفيراً من الرسائل في هذه السلسة تتناول فيها جوانب متنوعة من الموضوعات الإسلامية. ¶ وسوف تترجم تلك الكتب إلى لغات مختلفة، ليعم نفعها وينتشر، ولا يقتصر ذلك على المجدين للعربية بل يتعداهم إلى غيرهم من المسلمين، الذين هم بحاجة ماسة إلى هذا النوع من التأليف. ¶ وقد كان الكتاب الأول من هذه السلسة عن (وجوب تحكيم الشريعة الإسلامية). أما هذا الكتاب الذي بين يدينا فهو عن (الزكاة) وقد اجتهد الشيخ الدكتور عبد الله الطيار في إيضاح الأحكام الخاصة بالزكاة، مع إيراد تطبيقات عملية وإيضاح للمصطلحات الخاصة بالزكاة بالمقاييس المعاصرة، حتى تكون مفهومة للجميع. وقد وفق الله المؤلف في هذا الكتاب إلى الجمع بين الدقة وصحة الاستدلال والاستنباط، والشمول، وبين وضوح التعبير، وحسن التأني، وسلامة اللغة، وسهولة الفهم، وتلك أمور مهمة جداً وبخاصة في هذا النوع من التأليف، الذي يقدم لطائفة كبيرة من الناس ويخاطب به المتخصصون وغير المتخصصين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد اشتمل الكتاب على مقدمات وثمانية فصول وقد تحدث المؤلف في الفصل الأول عن الأهداف العامة للزكاة وأدلة وجوبها، ثم انتقل في الفصل الثاني إلى الحديث عن تاريخ الزكاة ومجالات تطبيقها، وخصص الفصل الثالث لشروط الزكاة وموقف الإسلام من مانعيها، ثم تحدث في الفصل الرابع عن الأشياء التي تجب فيها الزكاة وفيه حديث مفصل عن زكاة الماشية والذهب والفضة والثروة التجارية والزروع والثمار والثروة المعدنية والبحرية. ¶ أما الفصل الخامس فهو عن مصارف الزكاة، أما زكاة الفطر فقد تحدث عنها في الفصل السادس، ثم ختم المؤلف الكتاب بفصلين عامين حيث تحدث في الفصل السابع عن الزكاة باعتبارها نظاماً اقتصادياً واجتماعياًَ يدل على عظمة الإسلام، ثم تحدث في الفصل الأخير عن مسألة مهمة هي هل في المال حق سوى الزكاة؟. ¶ وهكذا تناول الكتاب أهم القضايا المتعلقة بالزكاة وكشف عن عظمة هذا التنظيم الإسلامي العادل الشامل الذي يشتمل على خير الدنيا والآخرة ومصلحة الفرد والجماعة .. فجزى الله مؤلفه خيراً على صنيعه ونفع بعلمه، وشكر الله لمركز البحوث في الجامعة، والمسؤول عنه الأستاذ الدكتور محمد الربيع نشاطه في إخراج هذه السلسة. ¶ والحمد لله الذي بنعمته تتم الصالحات ... وصلى الله على نبينا محمد. ¶ د. عبد الله بن عبد المحسن التركي ¶ مدير جامعة الإمام محمد بن سعود الإسلامية ¶ المقدمة ¶ الحمد لله الغني المتعال العظيم ذي الفضل والجلال، شرع لعباده من أحكام الإسلام ما فيه سعادتهم ونجاتهم في الدنيا والآخرة. يقول جل وعلا آمراً رسوله - صلى الله عليه وسلم - : [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ ...](¬1). ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 103.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "والصلاة والسلام على سيدنا محمد وآله وصحبه أفضل رسل الله الذي بلغ أتم البلاغ عن ربه فقال في سنته الغراء (بني الإسلام على خمس شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة والحج وصوم رمضان)(¬1). ¶ أما بعد: ¶ فهذه رسالة في الزكاة وتطبيقاتها المعاصرة أحببت أن أضعها بين يدي القارئ ليكون على علم بأحكام دينه فيعبد الله وفقاً لما شرعه إذ كل عمل يعمله المرء لا يقبله الله تعالى إلا إذا كان خالصاً لله تعالى صواباً على وفق ما شرعه الرسول صلى الله عليه وسلم. ¶ أخي القارئ . . ¶ لتعلم أن المال في حقيقة الأمر لله والعباد مستخلفون فيه وإخراج المسلم لزكاة ماله اعتراف منه بفضل الله عليه إذ جعله في موقف المعطي ولم يجعله في موقف الآخذ ولا شك أن النية الصادقة والمعاملة السمحة والبذل السخي وابتغاء رضوان الله أمور ضرورية للوصول بالزكاة والصدقات إلى مرتبتها العالية والثواب العظيم والنعيم المقيم. ¶ ولما كانت الأموال محبوبة عند الناس حباً جماً كانت الزكاة والصدقات والإنفاق في سبيل الله اختباراً حقيقياً للمؤمنين وتمحيصاً لهم وتخليصاً لهم من الأثرة والأنانية والتفكير في الذات فالإنسان عندما يزكي ماله بسخاء وصدق ينطلق في ذلك من حب الله أقوى من حبه للمال كما ينطلق في ذلك من تفكيره في الفقراء والمساكين وفي الضعفاء واليتامى وأبناء السبيل وكل ذلك يجعله يشعر بشعور غيره ويهتم بالمشاركة الوجدانية بعباد الله فخير الناس أنفعهم للناس. ¶ والإسلام بتشريعه الخالد للزكاة يسعى لإيجاد مجتمع متكافل يعطف فيه الغني على الفقير ويحترم الفقير الغني وتبنى فيه العلاقة على أساس المودة والرحمة لا وجود فيه للأمراض الفتاكة كالحسد والبغض والكراهية لأن كل واحد فيه أدّى ما يجب عليه عن طواعية ورضا نفس . . ¶ ¬__________ ¶ (¬1) رواه البخاري . انظر صحيح البخاري ج 1 ص 8.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولقد تجسد مجتمع التكافل مثالاً واقعياً في صدر الإسلام فضرب السلف أروع الأمثلة في التضحية والفداء والبر والإحسان والإيثار والمواساة كيف لا والصحابي يتنازل لأخيه عن أفضل زوجاته وأكرم أمواله ويوم يتحقق ذلك لمجتمع اليوم فسوف يسوده العدل وتخيم عليه ظلال المحبة تحفه علاقات الود والصفاء ويحقق عن طريقه للبشرية المعذبة كل ما تنشده من أمن وسلام وصفاء ووئام وذلك كله في ظلال الإسلام . . ¶ اسأل الله أن يهيئ للمسلمين من أمرهم رشداً إنه ولي ذلك والقادر عليه وصلى الله على نبينا محمد وعلى آله وصحبه وسلم. ¶ وكتبه الفقير إلى الله ¶ عبدالله بن محمد الطيار ¶ الزلفي 30/8/1405هـ ¶ التمهيد ¶ ويشمل مبحثين ¶ المبحث الأول: التعريف بالزكاة. ¶ المبحث الثاني: أهمية الزكاة ومكانتها في الإسلام. ¶ تنبيه ¶ يلاحظ أنني لن أتعرض لزكاة الحلي لأني أفردت لها كتاباً ¶ مستقلاً سيرى النور قريباً إن شاء الله تعالى. ¶ المبحث الأول ¶ تعريف الزكاة ¶ الزكاة في اللغة: ¶ الزكاة في اللغة مشتركة بين الطهارة والنماء والبركة والمدح. ¶ قال تعالى: ¶ [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا](¬1). ¶ قال تعالى: [قَدْ أَفْلَحَ مَنْ زَكَّاهَا](¬2). أي طهرها من الآثام. ¶ وفي معنى النماء والبركة جاء قوله تعالى: ¶ [وَمَا آتَيْتُمْ مِنْ رِباً لِيَرْبُوَا فِي أَمْوَالِ النَّاسِ فَلا يَرْبُوا عِنْدَ اللَّهِ وَمَا آتَيْتُمْ مِنْ زَكَاةٍ تُرِيدُونَ وَجْهَ اللَّهِ فَأُوْلَئِكَ هُمْ الْمُضْعِفُونَ](¬3). ¶ ويقال زكا الزرع يزكو زكاة إذا نما وكل شيء ازداد فقد زكا وزكت النفقة إذا بورك فيها وفلان زاك أي كثير الخير. ¶ وبمعنى المدح قوله تعالى: [فَلا تُزَكُّوا أَنفُسَكُمْ](¬4). ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 103. ¶ (¬2) سورة الشمس الآية 9. ¶ (¬3) سورة الروم الآية 39. ¶ (¬4) سورة النجم الآية 32.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أي تمدحوها على سبيل الفخر والإعجاب والزكاة أيضاً الصلاح وأصلها من زيادة الخير يقال رجل زكي أي زائد الخير من قوم أزكياء وزكى القاضي الشهود إذا بين زيادتهم في الخير، وبمعنى الصلاح جاء قوله تعالى: ¶ [فَأَرَدْنَا أَنْ يُبْدِلَهُمَا رَبُّهُمَا خَيْراً مِنْهُ زَكَاةً وَأَقْرَبَ رُحْماً](¬1). ¶ وتطلق الزكاة على معان كثيرة منها النفقة والعفو والحق. ¶ هذا كله يدور حول الزكاة بمعناها العام وأما إطلاقها بمعناها الخاص فهي تطلق على إعطاء الصدقة وعلى الصدقة نفسها واجبة أو مندوبة(¬2). ¶ الزكاة في الشرع: ¶ حق واجب في مال مخصوص لطائفة مخصوصة في وقت مخصوص لتحقيق رضا الله وتزكية النفس والمال والمجتمع. ¶ وهذا التعريف في نظرنا يتضمن المقومات الأساسية للزكاة وهي: ¶ 1ـ تعتبر الزكاة نقل ملكية وليست منّة أو فضلاً أو هبة من صاحب المال لمستحقيها. ¶ 2ـ تتمثل الزكاة في جزء معين معلوم من الأموال يحدد وفقاً لقواعد معينة يؤيد ذلك قوله تعالى: [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ](¬3). ¶ 3ـ هناك شروط معينة لابد من تحقيقها لتجب الزكاة في المال فليس كل مال تجب فيه الزكاة. ¶ 4ـ اشترط النصاب في المال لوجوب الزكاة فيه تحقيقاً للعدالة الاجتماعية ولتقريب الفوارق بين الطبقات ولضمان حد أدنى للكفاف. ¶ 5ـ توجه حصيلة الزكاة إلى مصارف معينة محددة وفقاً لقول الله تعالى: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬4). ¶ ¬__________ ¶ (¬1) سورة الكهف الآية 81. ¶ (¬2) انظر لسان العرب لابن منظور ج2 ص36، والقاموس المحيط للفيروز آبادي ج4 ص341، ¶ والمعجم الوسيط ج1 ص396. ¶ (¬3) سورة المعارج الآية 24، 25. ¶ (¬4) سورة التوبة الآية 60.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "6ـ تهدف الزكاة إلى تحقيق العديد من الأغراض الخلقية والاجتماعية والاقتصادية(¬1). ¶ بهذا العرض يتضح لنا أن هناك مناسبة قوية بين المعنى اللغوي للزكاة والمعنى الشرعي ذلك أن معاني الزكاة في اللغة وهي الطهارة والنماء والمدح والصلاح والطيب كلها موجودة في المعنى الشرعي لأنها تطهر مؤديها من الذنوب ومن صفة البخل والمال بإنفاق بعضه وتنميه بالخلف(¬2). ¶ قال تعالى: [وَمَا أَنفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ...](¬3). ¶ ويمدح بها الدافع ويثنى عليه بالجميل قال تعالى: ¶ [وَالَّذِينَ هُمْ لِلزَّكَاةِ فَاعِلُونَ](¬4) ¶ المبحث الثاني ¶ أهمية الزكاة ومكانتها في الإسلام ¶ قبل أن نتحدث عن أهمية الزكاة ومكانتها في الإسلام لابد أن نتعرف على نظرة الأديان السابقة قبل الإسلام إلى مشكلة الفقر وكيف عالجتها ليتضح لنا بصورة جلية موقف الإسلام من هذه المشكلة المعقدة. ¶ عرف الإنسان الفقر والحرمان منذ زمن قديم ولم يستطع الداعون لعلاج هذه المشكلة في اختلاف العصور انتشال الفقراء من وضعهم السيء كما أنهم لم يفلحوا في كسب عطف الأغنياء وبذلهم على الفقراء وإذا تتبعنا الأديان السماوية قبل الإسلام وجدناها دعت فيما دعت إليه إلى البر بالفقراء والضعفاء والإحسان إليهم والأخذ بأيديهم وقد أفاض القرآن الكريم في إيضاح هذا المبدأ السامي في دعوة كثير من الأنبياء السابقين يقول تعالى: [وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَةِ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ](¬5). ¶ ¬__________ ¶ (¬1) سنتحدث بشيء من التفصيل عن الأهداف فيما بعد إن شاء الله. ¶ (¬2) حاشية ابن عابدين ج2 ص256. ¶ (¬3) سورة سبأ الآية 39. ¶ (¬4) سورة المؤمنون الآية 4. ¶ (¬5) سورة الأنبياء الآية 73.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وهذا في معرض حديثه عن إبراهيم وإسحاق ويعقوب. . ويتحدَّث عن إسماعيل فيقول: [وَاذْكُرْ فِي الْكِتَابِ إِسْمَاعِيلَ إِنَّهُ كَانَ صَادِقَ الْوَعْدِ وَكَانَ رَسُولاً نَبِيّاً * وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيّاً](¬1). ¶ ويتحدث القرآن عن ميثاق بني إسرائيل فيقول: ¶ [وَإِذْ أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لا تَعْبُدُونَ إِلاَّ اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلاً مِنْكُمْ وَأَنْتُمْ مُعْرِضُونَ](¬2). ¶ وفي سورة أخرى: [وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمْ اثْنَيْ عَشَرَ نَقِيباً وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمْ الصَّلاةَ وَآتَيْتُمْ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمْ اللَّهَ قَرْضاً حَسَناً لأكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلأدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ](¬3). ¶ وقال تعالى على لسان المسيح عيسى في المهد: ¶ [وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً](¬4). ¶ وقال تعالى في أهل الكتاب عامة: [وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ](¬5). ¶ ¬__________ ¶ (¬1) سورة مريم الآية 54، 55. ¶ (¬2) سورة البقرة الآية 83. ¶ (¬3) سورة المائدة الآية 12. ¶ (¬4) سورة مريم الآية 31. ¶ (¬5) سورة البينة الآية 5.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هذه لمحة موجزة حول عناية الأديان السابقة قبل الإسلام بعلاج مشكلة الفقر ومكانة الزكاة في هذه الأديان كوسيلة من وسائل العلاج الناجع. ¶ ومن خلال تتبعنا للنصوص السابقة حول مكانة الزكاة في الأديان السابقة تبدو لنا بعض الملاحظات. ¶ 1ـ إن هذه النصوص لا تعدو أن تكون ترغيباً في الإحسان والعطف وترهيباً من الأنانية والبخل ودعوة صريحة إلى التصدق عن طواعية واختيار. ¶ 2ـ لا يفهم من هذه النصوص الإيجاب والإلزام بحيث يشعر من ترك الزكاة بأنه محاسب ومعاقب في الدنيا والآخرة بل الأمر مرده إلى التفضيل والعطف والإحسان. ¶ 3ـ وكلت النصوص السابقة موضوع الزكاة إلى الأفراد ولم تلزم الدولة بجبايتها وتوزيعها على مستحقيها. ¶ 4ـ لم تحدد هذه النصوص الأموال التي تزكي ولا شروط الزكاة ولا من تدفع له بل أبهمت ذلك كله الأمر الذي يتعذر معه جبايتها وتوزيعها. ¶ 5ـ لا يفهم من النصوص السابقة حل مشكلة الفقر حلاً جذرياً والقضاء عليه والأخذ بيد الضعفاء والمحتاجين إلى حد الاكتفاء بحيث لا يمدون يد الحاجة إلى الأغنياء والموسرين. . بل يفهم منها التخفيف من ويلات الفقراء والتقليل من بؤسهم مع بقاء أصل المشكلة يقول الدكتور يوسف القرضاوي: (وبهذا نقول إن الفقراء والضعفاء كانوا تحت رحمة الله الأغنياء القادرين ومنتهم إذا حركهم حب الله والآخرة أو حب الثناء والمروءة جادوا بشيء ـ ولو قليلاً ـ على ذوي الضعف والحاجة والفقر فهم أصحاب الفضل والمنة وإذا غلب عليهم حب المال وحب الذات ضاع الفقراء وافترستهم مخالب الفاقة ولم يجدوا من يدافع عنهم أو يطلب لهم حقاً إذ لم يكن لهم حق معلوم وهذا هو خطر الإحسان الموكول إلى الأفراد(¬1). ¶ مكانة الزكاة في الإسلام: ¶ والآن بعد أن بيَّنا مكانة الزكاة في الأديان السابقة نعرض بشيء من التفصيل لمكانتها في الإسلام ليتضح البون الشاسع بين النظريتين فنقول: ¶ ¬__________ ¶ (¬1) فقه الزكاة ج1 ص52.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لقد اعتنى الإسلام بعلاج مشكلة الفقر ورعاية الفقراء والمحتاجين والضعفاء ولم يكتف بسد عوزهم وانتشالهم من فقرهم بل قرن ذلك دائماً بالتربية والتوجيه والتأكد على أن ما يدفعه الغني حق واجب عليه وما يأخذه الفقير ملك له ليس عليه في غضاضة وبهذه المبادئ السامية قضى الإسلام على مشكلة الفقر وأراح الفقراء وأخذ بأيديهم لما فيه خيرهم في عاجلهم وآجلهم. ¶ ولعل من أظهر الأدلة على اهتمام الإسلام بمشكلة الفقر وعنايته بأمر الفقراء أنه منذ بزوغ فجر الإسلام في مكة والمسلمون يومئذ أفراد معدودون ليس لهم كيان مستقل ولا دولة تحميهم أكد مفهوم العطف والرحمة والإحسان على الفقراء والمساكين والأخذ بأيديهم. يقول تعالى في سورة المدثر ـ وهي من أول ما نزل من القرآن ـ في معرض حديثه عن أسباب دخول الكفار النار. ¶ [كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ * إِلاَّ أَصْحَابَ الْيَمِينِ * فِي جَنَّاتٍ يَتَسَاءَلُونَ * عَنْ الْمُجْرِمِينَ * مَا سَلَكَكُمْ فِي سَقَرَ * قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ * وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ * وَكُنَّا نَخُوضُ مَعَ الْخَائِضِينَ * وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ](¬1). ¶ وفي سورة القلم يقص الله على عباده قصة أصحاب الجنة ـ البستان ـ الذين تواعدوا أن يدخلوها بليل ليحرموا المساكين الذين اعتادوا أن يستفيدوا منها في وقت الحصاد فكان عقابهم أن حرمهم الله منها لمحاولتهم حرمان المساكين يقول تعالى: [فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ * فَأَصْبَحَتْ كَالصَّرِيمِ * فَتَنَادَوا مُصْبِحِينَ * أَنْ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنتُمْ صَارِمِينَ * فَانطَلَقُوا وَهُمْ يَتَخَافَتُونَ * أَنْ لا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ](¬2). ¶ ¬__________ ¶ (¬1) سورة المدثر الآية 38 ـ 46. ¶ (¬2) سورة القلم الآية 19 ـ 24.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولن تقف عناية القرآن المكي عند الدعوة إلى الرحمة بالمسكين والترغيب في إطعامه ورعايته والترهيب من إهماله والقسوة عليه بل تجاوز ذلك فجعل في عنق كل مؤمن حقاً للمسكين أن يحض غيره على إطعامه ورعايته وجعل ترك هذا الحض قرين الكفر بالله العظيم وموجباً لسخطه سبحانه وعذابه في الآخرة(¬1). يقول تعالى في سورة الحاقة: ¶ [وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ * وَلَمْ أَدْرِ مَا حِسَابِيَهْ * يَا لَيْتَهَا كَانَتْ الْقَاضِيَةَ * مَا أَغْنَى عَنِّي مَالِيَهْ * هَلَكَ عَنِّي سُلْطَانِيَهْ * خُذُوهُ فَغُلُّوهُ * ثُمَّ الْجَحِيمَ صَلُّوهُ * ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعاً فَاسْلُكُوهُ * إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ * وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ * فَلَيْسَ لَهُ الْيَوْمَ هَاهُنَا حَمِيمٌ * وَلا طَعَامٌ إِلاَّ مِنْ غِسْلِينٍ * لا يَأْكُلُهُ إِلاَّ الْخَاطِئُونَ](¬2). ¶ وفي سورة الفجر خاطب الله أهل الجاهلية زاجراً لهم وموبخاً ورادعاً فقال: ¶ [كَلاَّ بَل لا تُكْرِمُونَ الْيَتِيمَ * وَلا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ](¬3). ¶ وفي سورة الماعون جعل قهر اليتيم وإضاعة المسكين من لوازم الكفر والتكذيب بيوم الدين قال تعالى: ¶ [أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ * فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ * وَلا يَحُضُّ عَلَى طَعَامِ](¬4). ¶ ¬__________ ¶ (¬1) فقه الزكاة ج1 ص54. ¶ (¬2) سورة الحاقة الآية 25 ـ 37. ¶ (¬3) سورة الفجر الآية 17 ـ 18. ¶ (¬4) سورة الماعون الآية 1 ـ3.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقد انتقل القرآن من مرحلة الدعوة إلى الإنفاق والحث عليه والترغيب فيه إلى مرحلة الإيجاب وخصوصاً بعد أن هاجر المسلمون إلى المدينة وأصبح لهم كيان مستقل ودولة تنظم شؤونهم وترعى مصالحهم يقول تعالى: [وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ ...](¬1). ¶ ويقول تعالى: [فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ](¬2). ¶ ويقول تعالى: [... وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ * يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ](¬3). ¶ ويقول الله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ](¬4). ¶ ويقول تعالى: [وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ](¬5). ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 110. ¶ (¬2) سورة التوبة الآية 11. ¶ (¬3) سورة التوبة الآية 34 ـ35. ¶ (¬4) سورة التوبة الآية 103. ¶ (¬5) سورة الأعراف الآية 156.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد كان النبي - صلى الله عليه وسلم - فرضية الزكاة وبين مكانها في دين الله وأنها أحد أركان الإسلام ومبانيه العظام ورغب في أدائها ورهب من منعها بأحاديث شتى وأساليب متنوعة من ذلك حديث جبريل المشهور حين جاء يعلم المسلمين دينهم فسأل الرسول - صلى الله عليه وسلم - ما الإسلام فقال النبي - صلى الله عليه وسلم - : (الإسلام أن تشهد أن لا إله إلا الله وأن محمداً رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلاً)(¬1). وروى ابن عمر رضي الله عنهما عن رسول الله - صلى الله عليه وسلم - أنه قال: (بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله واقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت لمن استطاع إليه سبيلاً)(¬2)، (¬3). ¶ كل هذه النصوص تبين أهمية الزكاة ومكانتها في الإسلام فهي إحدى الدعائم الخمس التي قام عليها بنيان الإسلام وأصبح معلوماً بالضرورة أنها أحد أركان الإسلام وهي الوسيلة الناجعة للأخذ بيد الفقراء والمحتاجين ليصبحوا عناصر فعالة تعمل وتنتج وتشارك في بناء المجتمع الإسلامي الكبير. ¶ الفصل الأول ¶ الأهداف العامة للزكاة وأدلة وجوبها ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: أهداف الزكاة. ¶ المبحث الثاني: الحكمة من تشريع الزكاة. ¶ المبحث الثالث: أدلة وجوبها. ¶ المبحث الرابع: أهميتها كسبيل إلى التكافل الاجتماعي. ¶ المبحث الأول ¶ أهداف الزكاة ¶ للزكاة أهداف إنسانية جليلة ومثل أخلاقية رفيعة وقيم روحية عالية وكلها قصد الإسلام إلى تحقيقيها وتثبيتها حين فرض الزكاة يقول تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا...](¬4). ¶ ¬__________ ¶ (¬1) سيأتي تفصيل الآيات والأحاديث الواردة في الزكاة عند الحديث عن أدلة وجوبها إن شاء الله. ¶ (¬2) رواه البخاري ـ انظر صحيح البخاري ج1 ص15. ¶ (¬3) رواه البخاري ـ انظر صحيح البخاري ج1 ص 8. ¶ (¬4) سورة التوبة الآية 103.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وحين طبق المسلمون في العصور الإسلامية الزاهية فريضة الزكاة كما شرعها الله ورسوله تحققت أهدافها الجليلة وبرزت آثارها العظيمة في حياة الفرد والمجتمع ومن أبرز أهداف الزكاة في الإسلام ما يأتي: ¶ 1ـ الزكاة عبادة مالية: ¶ يعتبر إيتاء الزكاة استجابة لأمر الله ووفاء لعهده يرجو عليها فاعلها حسن الجزاء في الآخرة ونماء المال في الحياة الدنيا بالبركة. ¶ 2ـ الزكاة طهارة من البخل والشح والطمع: ¶ تعتبر الزكاة علاجاً شافياً لأمراض البخل والشح والطمع والأنانية والحقد والإسلام يقدر غريزة حب المال وحب الذَّات ويقرر أن الشح حاضر في النفس الإنسانية لا يغيب. [... وَأُحْضِرَتْ الأَنفُسُ الشُّحَّ ...](¬1). ¶ فيعالج هذا كله علاجاً نفسياً بالترغيب والتحذير والحض والتصوير حتى يتم له ما يريد فيطلب إلى هذه النفس الشحيحة أن تجود بما هو حبيب إليها عزيز عليها. [لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ ...](¬2). ¶ فتستجيب إليه وتلتمس الطيب تجود به وبذلك يصل إلى غاية البذل وأصعب الجود وأكرم العطاء النابع من أعماق الشعور ويتغلب جانب الوجدان على جانب الغريزة(¬3). ¶ 3ـ إعانة الضعفاء وكفاية أصحاب الحاجة: ¶ المسلم عندما يدفع زكاة ماله يشعر بمسؤوليته عن مجتمعه وعن تكافله مع المحتاجين فيه وتغمره السعادة عندما يؤدي الأمانة ويأخذ بيد أخيه المعدم ويرتفع به من ويلات مصيبة حلَّت به فأفقرته وهو يستشعر في هذا كله قوله تعالى: [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ *لِلسَّائِلِ وَالْمَحْرُومِ](¬4). ¶ 4ـ الزكاة تنمي الروح الاجتماعية بين الأفراد: ¶ ¬__________ ¶ (¬1) سورة النساء الآية 128. ¶ (¬2) سورة آل عمران الآية 92. ¶ (¬3) العدالة الاجتماعية لسيد قطب ص95. ¶ (¬4) سورة المعارج الآية 24ـ 25.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "يشعر المسلم الدافع للزكاة بعضويته الكاملة في الجماعة فهو يشترك في واجباتها وينهض بأعبائها فيتحول المجتمع إلى أسرة واحدة يسودها التعاون والتكافل والتواد تحقيقاً وتجسيداً لقول المصطفى صلوات الله وسلامه عليه: ¶ (مثل المؤمنين في توادهم وتراحمهم وتعاطفهم كمثل الجسد الواحد إذا اشتكى منه عضو تداعى له سائر الجسد بالسهر والحمى)(¬1). ¶ والزكاة تعبير عملي عن أخوة الإسلام وتطبيق واقعي لأخلاق المسلم من جانب المزكي وهي أيضاً تجعل الفقير يعيش في المجتمع المسلم خالية نفسه من أي حقد أو حسد ذلك لأن حقه محفوظ في مال الغني فتجده يحبه ويدعو له بالبركة وكثرة المال يقول - صلى الله عليه وسلم - : (المؤمن للمؤمن كالبنيان يشد بعضه بعضاً)(¬2). ¶ 5ـ الزكاة تكفر الخطايا وتدفع البلاء: ¶ الزكاة تكفر الخطايا وتدفع البلاء وتقع فداء عن العبد وتجلب رحمة الله قال تعالى:[وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ](¬3). ¶ وها هي المجتمعات المادية تعيش حالة من الفوضى والضياع ينمو فيها الحقد وتزرع الضغينة ويكثر الوباء والبلاء جرائم ترتكب وسرقات ونصب واحتيال وبهذه المجتمعات وحدها تنمو الرذيلة وتقتل الفضيلة وتنشأ العقد النفسية ويكثر الجنون أما في مجتمع الإسلام مجتمع الزكاة فمحبة لله وطاعة وإنابة تأتي بالرحمة والخير والسعادة والأخوة. ¶ 6ـ الزكاة مصدر قوي لإشاعة الطمأنينة والهدوء: ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم ـ انظر صحيح البخاري ج8 ص11 وصحيح مسلم ج8 ص20. ¶ (¬2) رواه البخاري ومسلم ـ انظر صحيح البخاري ج8 ص11 وصحيح مسلم ج8 ص20. ¶ (¬3) سورة الأعراف الآية 156.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "تعتبر الزكاة ضماناً اجتماعياً للعاجزين ووقاية للجماعة من التفكك والانحلال وهي مؤسسة عامة للتأمين التعاوني المنشود إذ هي وسيلة من وسائل القضاء على الفقر والعوز والجوع والمرض . . . للفقير في أموال الزكاة ما يجعله شجاعاً وعزيزاً يواجه المستقبل بنفس راضية مطمئنة فلا قلق ولا هم ولا حزن . . . والغني لا يبقى رهين الخوف من الإفلاس والفقر لأن الله أرشده إلى وسائل تنمية المال ولو عدت عليه العوادي وانقلبت الموازين وأصبح فقيراً بعد الغنى فإن له حقاً في مال إخوانه الأغنياء يستطيع به أن يعيد ثروته بعد الكفاح والجد والمثابرة. ¶ 7ـ الزكاة تنمي شخصية المزكي: ¶ الزكاة تحقق النماء والزيادة لشخصية المزكي وكيانه المعنوي فالإنسان الذي يسدي الخير ويصنع المعروف ويبذل من ذات نفسه ويده لينهض بإخوانه المسلمين ويقوم بحق الله عليه يشعر باقتدار في نفسه وانشراح واتساع في صدره ويحس بالنصر المؤزر على ضعفه وأثرته وشيطان شبحه وهواه. ¶ 8ـ الزكاة مجلبة للمحبة: ¶ الزكاة تربط بين الغني ومجتمعه برباط متين سداه المحبة ولحمته الإخاء والتعاون فإن الناس إذا علموا في الإنسان رغبته في نفعهم وسعيه في جلب الخير لهم ودفع الضر عنهم أحبوه فطرة ومالت نفوسهم إليه تلقائياً وهذا من الأمور المعروفة التي لا يختلف فيها العقلاء. ولا تختفي على الجهلاء. ¶ الزكاة تطهير للمال:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الزكاة طهارة للمال ذلك أن تعلق حقوق الفقراء في المال يجعله ملوثاً لا يطهر إلا بإخراج هذه الحقوق يقول الدكتور/ يوسف القرضاوي(¬1) (بل إن مال الأمة كلها ليهدد بالنقص وعروض الآفات السماوية التي تضر بالإنتاج العام وتهبط بالدخل القومي وما ذلك إلا أثر من سخط الله تعالى ونقمته على قوم لم يتكالفوا ولم يتعاونوا ولم يحمل قويهم ضعيفهم وفي الحديث لم يمنعوا زكاة أموالهم إلا منعوا القطر من السماء ولولا البهائم لم يمطروا(¬2). ¶ إن تطهير مال الفرد والجماعة من أسباب النقص والمحق لا يكون إلا بأداء حق الله وحق الفقير للزكاة). انتهى كلامه. ¶ 10ـ الزكاة امتحان من الله لعباده: ¶ يعتبر أداء الزكاة امتحان لإيمان الفرد بالله ذلك أن المال محبوب لكل الناس ودليل الإيمان الصادق مفارقة المحبوب والجود به (وشرط تمام الوفاء بالتوحيد أن لا يبقى للموحد محبوب سوى الواحد الفرد فإن المحبة لا تقبل الشركة والتوحيد باللسان قليل الجدوى وإنما يمتحن به درجة الحب بمفارقة المحبوب والأموال محبوبة عند الخلائق لأنها آلة تمتعهم بالدنيا وبسببها يأنسون بهذا العالم وينفرون عن الموت مع أنه فيه لقاء المحبوب فامتحنوا بتصديق دعواهم في المحبوب واستنزلوا عن المال الذي هو مرموقهم)(¬3). ¶ 11ـ في الزكاة حث على العمل والجد والمثابرة: ¶ يعتبر نقل ملكية جزء من المال عن طريق الزكاة من الأغنياء إلى الفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم والغارمين وغيرهم حثا لهم على العمل والجد والمثابرة والولاء للمجتمع وبذلك تزيد كفايتهم الإنتاجية ويكون مردود ذلك كله على المجتمع الذي يقوى ويتماسك. ¶ ¬__________ ¶ (¬1) فقه الزكاة ج2 ص868. ¶ (¬2) رواه ابن ماجه والحاكم وقال صحيح الإسناد ووافقه الذهبي. قال الألباني هو حسن الإسناد ـ انظر سلسلة الأحاديث الصحيحة الحديث رقم 106. ¶ (¬3) موعظة المؤمنين من إحياء علوم الدين لجمال الدين القاسمي ج1 ص47.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذه بعض أهداف الزكاة أجملتها طلباً للاختصار ولا شك ان هناك أهدافاً كثيرة تتحقق ماثلة للعيان في كل مجتمع تؤدى فيه الزكاة وينعم فيه الفقير بأخذ نصيبه من مال الغني ويوم يطبق المجتمع المسلم المعاصر شريعة الزكاة تحقق أهدافها الروحية والخلقية والمعنوية للفرد والجماعة وتتحقق أهدافها الاجتماعية والاقتصادية والمالية للمجتمع الإسلامي الكبير(¬1). ¶ المبحث الثاني ¶ الحكمة في تشريع الزكاة ¶ تحدثنا فيما سبق عن أهداف الزكاة وهي كما لا يخفى سر من أسرار تشريعها ذلك أن الزكاة شرعت تطهيراً للمال وتنمية له ومنافسة في الخير وإبرازاً لروح التكافل والتعاون بين أفراد المجتمع وبذلك تزول الأحقاد ويعم الأمن ويقضى على التسول فحينما يعطي الغني أخاه الفقير زكاة ماله يستل بها ما عسى أن يكون في قلبه من حقد وتمن لزوال ما هو فيه من نعم بل سيتجاوز الأمر ذلك حتى إن الفقير يرفع يديه إلى السماء داعياً الله لأخيه الغني بالبركة في ماله لأنه قام بحاجته وأعانه على شقاء الحياة. ¶ لقد فرض الله الزكاة طاعة له وشكراً لنعمة المال والمال عصب الحياة وحبيب للنفس به تحصل على رغبتها وتنال مقصودها من أجل ذلك امتحن الله عباده بإخراج جزء من مالهم ليكون علامة على شدة محبتهم لربهم وأنهم آثروه على غيره حين امتثلوا أمره وأدوا حق الله في أموالهم . . . أو يكون علامة على شدة محبتهم للمال وبعدهم عن الله وذلك إذا لم يمتثلوا أمره ويخرجوا حق الفقير به. ¶ ¬__________ ¶ (¬1) انظر في أهداف الزكاة فقه الزكاة للقرضاوي ج2 ص851 ومحاسبة الزكاة لحسن شحاته ص40 والزكاة لمحيي الدين مستو ص 47.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "يقول تعالى: [قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنْ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ](¬1). ¶ شرع الله الزكاة لأنها تطهر المزكي من الشح والبخل وأرجاس الذنوب والخطايا تدرب المسلم على البذل والإنفاق في سبيل الله. ¶ ولأن في أدائها شكراً لله على ما أسبغ على المسلم من نعم ظاهرة وباطنة ولأنها تعالج قلب المؤمن من حب الدنيا والحرص على جمع المال. . ¶ ولأنها تنمي شخصية الغني وذلك باستشعاره أنه تغلب على شحه وشيطانه وهواه. ¶ ولأنها تكون بين الغني والفقير حقيقة المحبة والأخوة وتربط أبناء المجتمع بوشائج الصلة والقربى والتكافل والإخاء. ¶ ولأنها تحرر أبناء الأمة على اختلاف أجناسهم وألوانهم من الحسد والبغضاء والشحناء والقطيعة. ¶ ولأنها تمحو الثالوث المخيف من المجتمع وهو الفقر والجهل والمرض . . ولإنها توجه إلى الإنتاج وتدفع إلى العمل وذلك بتأمين وسائل العيش للمحتاجين ليكونوا عناصر فعالة في المجتمع تشارك في البناء والتعمير. ¶ وما أجمل قول الشاعر حفني ـ بك ـ ناصف وهو يتحدَّث عن تشريع الزكاة وحكمة ذلك: ¶ فبادروا بزكاة المال إن بها ... *** ... للنفس والمال تطهيراً وتحصيناً ¶ ألم تروا أن أهل المال في وجل ... *** ... يخشون مصرعهم إلا المزكينا ¶ فهل تظنون أن الله أورثكم ... *** ... مالاً لتشقوا به جمعاً وتخزيناً ¶ أو تقصروه على مرضاة أنفسكم ... *** ... وتحرموا منه معتمداً ومسكيناً ¶ ما أنتم غير أقوام سيسألكم ... *** ... إلهكم عن حساب المستحقينا ¶ أنتم خلائفه في الأرض ألزمكم ... *** ... أن تعمروها وتفتنوا الأفانينا ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 24.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولتنالوا نصيباً من خلافته ... *** ... إلا بأن تنفقوا مما تحبونا(¬1) ¶ وبهذا يتضح لنا أن هناك أسراراً عظيمة يرمي إليها الإسلام من وراء شريعة للزكاة منها ما يتعلق بالغني كطاعة الله وشكره وتربية النفس على الإنفاق والشفعة والرحمة وتحريرها من الشح والبخل وطلب رضا الله وغفران الذنوب والخطايا ومنها ما يتعلق بالفقير كجلب محبته للغني والاستعانة بما يأخذ على طاعة الله وعدم الوقوع في المعاصي وترغيبه في الإحسان إلى من دونه أسوة بإحسان الغني إليه . . ومنها ما يتعلق بالمال كحفظه وتطهيره وذهاب شره ووبائه ووقايته من الفساد(¬2). ¶ ومنها ما يتعلق بالمجتمع كوجود المجتمع المتحاب المتعاون الذي يتحقق فيه قول الله. [ . . . وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ . . .](¬3). ¶ وقوله تعالى: ¶ [الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنْ الْمُنْكَرِ وَلِلَّهِ عَاقِبَةُ الأُمُورِ](¬4). ¶ المبحث الثالث ¶ أدلة وجوب الزكاة من الكتاب والسنة ¶ وردت نصوص كثيرة في الكتاب والسنة تدل على وجوب الزكاة أذكر فيما يلي طرفاً منها: ¶ النصوص من القرآن: ¶ 1ـ قال تعالى: ¶ [َأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَارْكَعُوا مَعَ الرَّاكِعِينَ](¬5). ¶ 2ـ قال تعالى: ¶ [وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ](¬6). ¶ 3ـ قال تعالى: ¶ [ ¶ ¬__________ ¶ (¬1) الزكاة لمحمد إسماعيل إبراهيم ص64. ¶ (¬2) انظر في حكمة تشريع الزكاة كتاب الزكاة لوهبي غاوجي ص115 وأحكام الزكاة لعبد الله علوان ص113 وبحث مقارن في ¶ الزكاة لمحمود علي أحمد ص25. ¶ (¬3) سورة المائدة الآية 2. ¶ (¬4) سورة الحج الآية 41. ¶ (¬5) سورة البقرة الآية 43. ¶ (¬6) سورة البقرة الآية 83.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَمَا تُقَدِّمُوا لأَنفُسِكُمْ مِنْ خَيْرٍ تَجِدُوهُ عِنْدَ اللَّهِ](¬1). ¶ 4ـ قال تعالى: ¶ [وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا](¬2). ¶ 5ـ قال تعالى: ¶ [وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ](¬3). ¶ 6ـ قال تعالى: ¶ [أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ](¬4). ¶ 7ـ قال تعالى: ¶ [وَالْمُقِيمِينَ الصَّلاةَ وَالْمُؤْتُونَ الزَّكَاةَ وَالْمُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ أُوْلَئِكَ سَنُؤْتِيهِمْ أَجْراً عَظِيماً](¬5). ¶ 8ـ قال تعالى: ¶ [لَئِنْ أَقَمْتُمْ الصَّلاةَ وَآتَيْتُمْ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمْ اللَّهَ قَرْضاً حَسَناً لأكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ](¬6). ¶ 9ـ قال تعالى: ¶ [الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ رَاكِعُونَ](¬7). ¶ 10ـ قال تعالى: ¶ [وَرَحْمَتِي وَسِعَتْ كُلَّ شَيْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَاةَ وَالَّذِينَ هُمْ بِآيَاتِنَا يُؤْمِنُونَ](¬8). ¶ 11ـ قال تعالى: ¶ [. . . فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ . . .](¬9). ¶ 12ـ قال تعالى: ¶ [فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ . .](¬10). ¶ 13ـ قال تعالى: ¶ [ ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 110. ¶ (¬2) سورة البقرة الآية 177. ¶ (¬3) سورة البقرة الآية 277. ¶ (¬4) سورة النساء الآية 77. ¶ (¬5) سورة النساء الآية 162. ¶ (¬6) سورة المائدة الآية 12. ¶ (¬7) سورة المائدة الآية 55. ¶ (¬8) سورة الأعراف الآية 156. ¶ (¬9) سورة التوبة الآية 5. ¶ (¬10) سورة التوبة الآية 11.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ. . ](¬1). ¶ 14ـ قال تعالى: ¶ [. . وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ . .](¬2). ¶ 15ـ قال تعالى: ¶ [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ](¬3). ¶ 16ـ قال تعالى: ¶ [الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الأَرْضِ أَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ](¬4). ¶ 17ـ قال تعالى: ¶ [فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَاعْتَصِمُوا بِاللَّهِ هُوَ مَوْلاكُمْ](¬5). ¶ 18ـ قال تعالى: ¶ [فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَطِيعُوا اللَّهَ](¬6). ¶ 19ـ قال تعالى: ¶ [الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكَاةَ وَهُمْ بِالآخِرَةِ هُمْ يُوقِنُونَ](¬7). ¶ 20ـ قال تعالى: ¶ [وَأَقِمْنَ الصَّلاةَ وَآتِينَ الزَّكَاةَ وَأَطِعْنَ اللَّهَ وَرَسُولَهُ](¬8). ¶ 21ـ قال تعالى: ¶ [وَوَيْلٌ لِلْمُشْرِكِينَ * الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ](¬9). ¶ 22ـ قال تعالى: ¶ [وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً](¬10). ¶ 23ـ قال تعالى: ¶ [وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ](¬11). ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 18. ¶ (¬2) سورة التوبة الآية 71. ¶ (¬3) سورة التوبة الآية 103. ¶ (¬4) سورة الحج الآية 41. ¶ (¬5) سورة الحج الآية 78. ¶ (¬6) سورة النور الآية 56. ¶ (¬7) سورة النمل الآية 3. ¶ (¬8) سورة الأحزاب الآية 33. ¶ (¬9) سورة فصلت الآية 7. ¶ (¬10) سورة المزمل الآية 20. ¶ (¬11) سورة البينة الآية 5.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ومن يتتبع آيات القرآن الكريم يجد أن الزكاة قرنت بالصلاة في ثمانية وعشرين موضعاً وهذا دليل على كمال الاتصال بينهما. ثم إن ذكر الصلاة في كثير من الآيات يجيء مقروناً بالإيمان أولاً، وبالزكاة ثانياً وقد يقرن الثلاثة بالعمل الصالح وهو ترتيب منطقي فالإيمان أساس وهو عمل القلب والعمل الصالح من حيث الجملة دليل صدق الإيمان وهو عمل الحس وأول عمل يطالب به المؤمن الصلاة وهي عبادة البدن ثم الزكاة وهي عبادة المال. ¶ النصوص من السنة: ¶ 1ـ روى ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - بعث معاذاً رضي الله عنه إلى اليمن فقال: (ادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم وترد على فقرائهم)(¬1). ¶ 2ـ حديث جبريل المشهور حين جاء يعلم المسلمين أمر دينهم فسأل الرسول - صلى الله عليه وسلم - ما الإسلام فقال النبي - صلى الله عليه وسلم - : (أن تشهد أن لا إله إلا الله وأن محمداً رسول الله وتقيم الصلاة وتؤتي الزكاة وتصوم رمضان وتحج البيت إن استطعت إليه سبيلاً)(¬2). ¶ 3ـ روى ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - قال: (بني الإسلام على خمس: شهادة أن لا إله إلا الله وأن محمداً رسول الله واقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت لمن استطاع إليه سبيلاً)(¬3). ¶ ¬__________ ¶ (¬1) رواه البخاري ـ انظر صحيح البخاري ج2 ص90. ¶ (¬2) رواه البخاري ـ انظر صحيح البخاري ج1 ص15. ¶ (¬3) رواه البخاري ـ انظر صحيح البخاري ج1 ص8.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "4ـ روى أبو هريرة رضي الله عنه أن أعرابياً أتى النبي - صلى الله عليه وسلم - فقال: دلني على عمل إذا عملته دخلت الجنة قال: (تعبد الله لا تشرك به شيئاً وتقيم الصلاة المكتوبة وتؤدي الزكاة المفروضة وتصوم رمضان). قال والذي نفسي بيده لا أزيد على هذا فلما أولى قال النبي - صلى الله عليه وسلم - : (من سرَّه أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا)(¬1). ¶ 5ـ روى أبو هريرة رضي الله عنه قال لما توفي رسول الله - صلى الله عليه وسلم - وكان أبو بكر رضي الله عنه وكفر من كفر العرب فقال عمر رضي الله عنه كيف تقاتل الناس وقد قال رسول الله - صلى الله عليه وسلم - : (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قالها فقد عصم مني ماله ونفسه إلا بحقه وحسابه على الله) فقال والله لأقاتلنّ من فرق بين الصلاة والزكاة فإن الزكاة حق المال والله لو منعوني عناقاً كانوا يؤدونها إلى رسول الله - صلى الله عليه وسلم - لقاتلهم على منعها قال عمر رضي الله عنه فوالله ما هو إلا أن قد شرح الله صدر أبو بكر رضي الله عنه فعرفت أنه الحق(¬2). ¶ 6ـ روى جرير بن عبدالله قال (بايعت رسول الله - صلى الله عليه وسلم - على إقام الصلاة وإيتاء الزكاة والنصح لكل مسلم)(¬3). ¶ فهذه النصوص من السنة تدل دلالة قاطعة على أن الزكاة أحد أركان الإسلام ومبانيه العظام التي لا يتم إسلام إلا بأدائها فإن أداها عن طواعية واختيار فذاك وإلا وجب على ولي الأمر أخذها وإيصالها إلى مستحقيها وتأديب مانعها بما يراه مناسباً. ¶ الدليل على وجوب الزكاة من الإجماع: ¶ ¬__________ ¶ (¬1) رواه البخاري ـ انظر صحيح البخاري ج2ص90. ¶ (¬2) رواه البخاري ـ انظر صحيح البخاري ج2ص91. ¶ (¬3) رواه البخاري ـ انظر صحيح البخاري ج2ص91.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أجمع المسلمون في جميع الأعصار على وجوبها واتفق الصحابة رضي الله عنهم على قتال مانعيها يدل على ذلك حديث قتال أبي بكر لمانعيها وموافقة الصحابة(¬1). ¶ الدليل على وجوب الزكاة من العقل: ¶ العقل السليم والمنطق الصحيح يقضيان بأنه لا يجوز أن يموت ناس من التخمة لكثرة ما يأكلون ويملكون ويموت آخرون من الجوع لعدم وجود ما يأكلون. ¶ لا يجوز أن ترمى بقايا الأطعمة للكلاب وفي أوعية المهملات بينما يحتاجها إنسان آخر ويبحث عنها فلا يجدها ومتى بخل الأغنياء على المحتاجين والفقراء ثارت الأحقاد وأوغرت الصدور ودفعت الكثيرين إلى السرقة والاعتداء على الأنفس والأعراض والأموال. ¶ يقول الكاساني في بدائع الصنائع(وأما المعقول فمن وجوه: ¶ أحدهما: أن أداء الزكاة من باب إعانة الضعيف وإغاثة اللهيف وإقدار العاجز وتقويته على أداء ما افترض الله عز وجل عليه من التوحيد والعبادات والوسيلة إلى أداء المفروض مفروض. ¶ والثاني: أن الزكاة تطهر نفس المؤدي عن أنجاس الذنوب وتزكي أخلاقه بتخلق الجود والكرم وترك الشح والضن إذ الأنفس مجبولة على الضن بالمال فتتعود السماحة وترتاض لأداء الأمانات وإيصال الحقوق إلى مستحقيها وقد تضمن ذلك كله قوله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا](¬2). ¶ والثالث: أن الله تعالى قد أنعم على الأغنياء وفضلهم بصنوف النعمة والأموال الفاضلة عن الحوائج الأصلية وخصهم بها فيتنعمون ويستمتعون بلذيذ العيش وشكر النعمة فرض عقلاً وشرعاً وأداء الزكاة إلى الفقير من باب شكر النعمة فكان فرضاً)(¬3). ¶ المبحث الرابع ¶ أهمية الزكاة كسبيل إلى ¶ التكافل الاجتماعي ¶ ¬__________ ¶ (¬1) نقل الإجماع صاحب المغني ج2 ص427، وصاحب بدائع الصنائع ج2 ص811، ¶ وحديث قتال مانعي الزكاة رواه البخاري وقد تقدم. ¶ (¬2) سورة التوبة الآية 103. ¶ (¬3) بدائع الصنائع ج2 ص811.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "دعا الإسلام إلى عبادة الله عز وجل وإلى القيم والمثل الخلقية الرفيعة ونظم علاقات البشر بعضهم مع بعض وجعل التكافل بين المسلمين والرعاية الاجتماعية ضرباً من ضروب العبادة التي فرضها الله ورتب عليها آثارها الاجتماعية الكبيرة من عطف ورحمة ومحبة ومودة فهي تهدف فيما تهدف إليه إلى توفير الصحة النفسية للإنسان وترفع من معنوياته وتحارب فيه أية بادرة من بوادر الانعزالية أو الشعور بالوحدة إذ أن الإنسان وهو يخرج بنفسه طواعية واختياراً بعض ماله يؤدي به الزكاة المفروضة عليه يشعر بأنه يسهم في بناء المجتمع ويعمل على إسعاد أفراده أنه ضمن عوامل استقرار المجتمع وأن هذا المجتمع يستفيد من وجوده كما أن الإنسان في هذا المجتمع المترابط المتحاب يطمئن بالوجوه الباسمة الراضية من حوله فلا فقير يحقد عليه ولا مسكين يثور على وضعه ولا محتاج لعون في المجتمع يشعر بأن أفراد المجتمع الإسلامي فاليتيم الذي لا أهل له ولا ما له والفقير الذي لا يجد له ولا لزوجه ولا لأولاده ما يسد حاجتهم والمدين الذي أعضلته الديون ولا سداد عنه والمجاهدون والحجاج وطلبة العلم المنقطعون له ولا يجدون ما ينفقون كل هؤلاء ينظرون إلى أموال الأغنياء بنفوس حاقدة وقلوب منكرة ورغبات مدمرة إذا لم يعطهم الأغنياء حقهم الذي فرضه الله تعالى وشدد فيه على المالكين الأثرياء تشديداً عظيماً. . أما حين توزع أنصبة الزكاة على مستحقيها ويستغني الفقير والمسكين واليتيم والمحروم وذو الحاجة فإن هؤلاء تصعد إلى الله تعالى دعوتهم وضراعتهم من أجل هؤلاء الأغنياء الكرماء وقد قنعت نفوسهم ورضيت(¬1). ¶ ¬__________ ¶ (¬1) الزكاة في الإسلام لحسن أيوب ص9.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "يقول الشيخ رشيد رضا (. . . إن الإسلام يمتاز على جميع الأديان والشرائع بفرض الزكاة فيه كما يعترف له بهذا حكماء جميع الأمم وعقلاؤها ولو أقام المسلمون هذا الركن من دينهم لما وجد فيهم ـ بعد أن أكثرهم الله ووسع عليهم في الرزق ـ فقير مدقع ولا ذو غرم مفجع ولكن أكثرهم تركوا هذه الفريضة فجنوا على دينهم وملتهم وأمتهم فصاروا أسوأ من جميع الأمم حالاً في مصالحهم المالية والسياسية حتى فقدوا ملكهم وعزهم وشرفهم. . . )(¬1). ¶ ويقول الشيخ محمود شلتوت(والمال في الإسلام كله للأمة تحفظه اليد المستخلفة فيه وتنميه ثم تنتفع به كلها وما اليد المعطية واليد الآخذة إلا يدان لشخصية واحدة كلتاهما تعمل لخدمة تلك الشخصية ولا خادم منها ولا مخدوم وإنما هما خادمان لشخصية واحدة هي شخصية المجتمع الذي لا قوام له ولا بقاء إلا بتكافل هاتين اليدين على خيره وبقائه(¬2). . .). ¶ ولا يخفى على كل ذي عقل أن مبدأ الزكاة حين طبق في العصور الإسلامية السالفة نجح في محاربة الفقر وأقام التكافل الاجتماعي ونزع من القلوب حقد الفقراء على الأغنياء وقلل كثيراً من الجرائم الخلقية والاجتماعية وذل بإزالة أسبابها من الفقر والحاجة وعود المؤمنين على البذل والسخاء وهيأ سبل العمل لمن لا يجد المال فهل يعي المسلمون ذلك ويسارعون إلى تطبيق شرع الله في كل شؤونهم ومن ذلك شريعة الزكاة لينعموا بالحياة الآمنة الهادئة في وسط مجتمع تسوده المحبة والرحمة يحنو فيه الكبير على الصغير ويحترم الصغير الكبير ويبذل فيه الغني للفقير ويومذاك يفرح المؤمنون بنصر الله بإذن الله. . . ¶ المبحث الثاني ¶ تاريخ الزكاة ومجالات تطبيقها ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: لمحة تاريخية عن الزكاة. ¶ المبحث الثاني: تطور مسيرة الزكاة على مر العصور. ¶ المبحث الثالث: مجالات تطبيق الزكاة في الوقت الحاضر. ¶ ¬__________ ¶ (¬1) تفسير المنار ج 10 ص443. ¶ (¬2) الإسلام عقيدة وشريعة ص95.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "المبحث الرابع: الزكاة والضريبة. ¶ المبحث الأول ¶ لمحة تاريخية عن تطور مسيرتها ¶ عبر العصور ¶ الزكاة قبل الإسلام: ¶ الزكاة عبادة قديمة عرفت في الرسالات السماوية السابقة وذكرها الله في وصاياه إلى رسله وفي وصايا رسله إلى أممهم فيقول عن الخليل إبراهيم وابنه إسحاق وحفيده يعقوب. ¶ [وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَا إِلَيْهِمْ فِعْلَ الْخَيْرَاتِ وَإِقَامَةِ الصَّلاةِ وَإِيتَاءَ الزَّكَاةِ وَكَانُوا لَنَا عَابِدِينَ](¬1). ¶ ويمتدح إسماعيل بقوله: [وَكَانَ يَأْمُرُ أَهْلَهُ بِالصَّلاةِ وَالزَّكَاةِ وَكَانَ عِنْدَ رَبِّهِ مَرْضِيّاً](¬2). ¶ ويذكرها الله في مواثيقه لبني إسرائيل يقول تعالى: ¶ [أَخَذْنَا مِيثَاقَ بَنِي إِسْرَائِيلَ لا تَعْبُدُونَ إِلاَّ اللَّهَ وَبِالْوَالِدَيْنِ إِحْسَاناً وَذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَقُولُوا لِلنَّاسِ حُسْناً وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ](¬3). ¶ ويقول تعالى: [وَلَقَدْ أَخَذَ اللَّهُ مِيثَاقَ بَنِي إِسْرَائِيلَ وَبَعَثْنَا مِنْهُمْ اثْنَيْ عَشَرَ نَقِيباً وَقَالَ اللَّهُ إِنِّي مَعَكُمْ لَئِنْ أَقَمْتُمْ الصَّلاةَ وَآتَيْتُمْ الزَّكَاةَ وَآمَنْتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ وَأَقْرَضْتُمْ اللَّهَ قَرْضاً حَسَناً لأكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ وَلأدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ فَمَنْ كَفَرَ بَعْدَ ذَلِكَ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ](¬4). ¶ ويقول على لسان المسيح في مهده: ¶ [..وَأَوْصَانِي بِالصَّلاةِ وَالزَّكَاةِ مَا دُمْتُ حَيّاً..](¬5). ¶ ويقول في شأن أهل الكتاب عامة: ¶ [ ¶ ¬__________ ¶ (¬1) سورة الأنبياء الآية 73. ¶ (¬2) سورة مريم الآية 52. ¶ (¬3) سورة البقرة الآية 83. ¶ (¬4) سورة المائدة الآية 12. ¶ (¬5) سورة مريم الآية 31.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاَّ مِنْ بَعْدِ مَا جَاءَتْهُمْ الْبَيِّنَةُ *وَمَا أُمِرُوا إِلاَّ لِيَعْبُدُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ حُنَفَاءَ وَيُقِيمُوا الصَّلاةَ وَيُؤْتُوا الزَّكَاةَ وَذَلِكَ دِينُ الْقَيِّمَةِ](¬1). ¶ هذه هي الزكاة قبل الإسلام ونحن نلحظ من خلال تتبعنا للنصوص السابقة أن الدينات السابقة اهتمت بالجانب الخلقي من رسالتها وهو جانب البر والعطف على المساكين وذوي الحاجات ولكنها لم تصل إلى درجة الالتزام والتأثيم لمن لم يفعل ذلك بل ترك الأمر لعطف ذوي اليسار والغنى ورحمتهم بإخوانهم الفقراء. ¶ الزكاة في الإسلام: ¶ الزكاة في الإسلام مرت بمرحلتين هامتين الأولى في العهد المكي والثانية في العهد المدني وسنفصل القول في ذلك فيما يلي: ¶ الزكاة في العهد المكي: ¶ اهتم القرآن بالجانب الاجتماعي منذ بزوغ فجر الإسلام فقد تتابعت الآيات القرآنية التي نزلت في مكة في أوائل النبوة تحث على البر والإحسان وتحرير الأرقاء والعطف على الأيتام والمساكين يقول تعالى في سورة البلد وهي مكية: ¶ [فَلا اقْتَحَمَ الْعَقَبَةَ *وَمَا أَدْرَاكَ مَا الْعَقَبَةُ *فَكُّ رَقَبَةٍ *أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ *يَتِيماً ذَا مَقْرَبَةٍ *أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ *ثُمَّ كَانَ مِنْ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ *أُوْلَئِكَ أَصْحَابُ الْمَيْمَنَةِ](¬2). ¶ ويقول تعالى في سورة الضحى وهي من أوائل ما نزل من القرآن: ¶ [فَأَمَّا الْيَتِيمَ فَلا تَقْهَرْ *وَأَمَّا السَّائِلَ فَلا تَنْهَرْ](¬3). ¶ وفي سورة المدثر يسجل القرآن اعتراف المجرمين في النار: ¶ [ ¶ ¬__________ ¶ (¬1) سورة البينة الآية 4 ـ 5. ¶ (¬2) سورة البلد الآية 11 ـ 18. ¶ (¬3) سورة الضحى الآية 9 ـ 10.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قَالُوا لَمْ نَكُ مِنَ الْمُصَلِّينَ *وَلَمْ نَكُ نُطْعِمُ الْمِسْكِينَ](¬1). ¶ وفي سورة الذاريات في وصف المتقين: ¶ [وَفِي أَمْوَالِهِمْ حَقٌّ لِلسَّائِلِ وَالْمَحْرُومِ](¬2). ¶ وفي سورة المعارج: ¶ [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ *لِلسَّائِلِ وَالْمَحْرُومِي](¬3). ¶ وفي سورة الماعون: ¶ [أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ *فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ *وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ](¬4). ¶ وفي سورة فصلت ينذر الله المشركين بالويل ويجعل من أخص أوصافهم عدم إيتاء الزكاة: ¶ [. . وَوَيْلٌ لِلْمُشْرِكِينَ *الَّذِينَ لا يُؤْتُونَ الزَّكَاةَ وَهُمْ بِالآخِرَةِ هُمْ كَافِرُونَ](¬5). ¶ وفي سورة المزمل : ¶ [. . قِيمُوا الصَّلاةَ وَآتُوا الزَّكَاةَ وَأَقْرِضُوا اللَّهَ قَرْضاً حَسَناً. .](¬6). ¶ هذه بعض عناية القرآن الملحة بالبر ورعاية المسكين وأداء حق السائل والمحروم والزكاة في العهد المكي (كما نلحظ من خلال تتبعنا لنصوصها) تشريع عام ومطلق لا يزيد على كونه حثاً على الإنفاق والبذل إذ لا يفهم من النصوص السابقة إيجابها وتأثيم تاركها بل الأمر متروك لعطف الأغنياء وإحسانهم وهي بهذا تتساوى مع الأديان السابقة. ¶ الزكاة في العهد المدني: ¶ فرضت الزكاة في شهر شوال من السنة الثانية للهجرة النبوية وهذه الزكاة تختلف عما حث عليه الإسلام في العهد المكي إذ هي ركن من أركان الإسلام ودعامة من دعائم الإيمان وإيتاؤها ـ مع إقامة الصلاة والشهادة لله بالواحدانية ولمحمد - صلى الله عليه وسلم - بالرسالة ـ عنوان على الدخول في الإسلام واستحقاق أخوة المسلمين. ¶ [ ¶ ¬__________ ¶ (¬1) سورة المدثر الآية 43 ـ 44. ¶ (¬2) سورة الذاريات الآية 19. ¶ (¬3) سورة المعارج الآية 24. ¶ (¬4) سورة الماعون الآية 1 ـ 3. ¶ (¬5) سورة فصلت الآية 6 ـ 7. ¶ (¬6) سورة التوبة الآية 5.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ](¬1). ¶ ويقول تعالى:[فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوْا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ. .](¬2). ¶ والزكاة في الإسلام ليست ـ تبرعاً ـ يتفضل به غني على فقير أو يحس به واحد إلى معدوم إنها أبعد من ذلك غوراً وأوسع أفقاً إنها جزء هام من نظام الإسلام الاقتصادي ذلك النظام الفريد الذي عالج مشكلة الفقر أو مشكلة المال على وجه عام قبل أن تعرف الدنيا نظاماً عني بعلاج هذا الجانب الخطير من حياة الإنسان(¬3). ¶ وقد حدد الإسلام في هذا العهد الأموال التي تجب فيها الزكاة والحد الأدنى لما تجب فيه الزكاة ومتى تجب الزكاة على المال والمقدار الذي يجب إخراجه على كل منها ومصارفها وقد تضافرت النصوص من الكتاب والسنة في إيضاح أحكام الزكاة حتى أصبح الأمر واضحاً وجلياً للمسلمين. ¶ اهتمام الرسول - صلى الله عليه وسلم - بالزكاة: ¶ بين الرسول - صلى الله عليه وسلم - ما أجمله القرآن من أحكام الزكاة وكان يتولى جمع الزكاة وتوزيعها ويرسل عماله إلى الأقاليم يجبون الزكاة من المالكين ويوزعها النبي - صلى الله عليه وسلم - على مستحقيها من الفقراء والمساكين وغيرهم ممن ذكرتهم الآية: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬4). ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 5. ¶ (¬2) سورة التوبة الآية 11. ¶ (¬3) انظر العبادة في الإسلام للقرضاوي ص239. ¶ (¬4) سورة التوبة الآية 60.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد حدد الرسول الكريم الأموال التي تجب فيها الزكاة ومقدار الواجب فيها والشروط التي يجب توفيرها. . وكان رسول الله - صلى الله عليه وسلم - مثلاً رائعاً لكل المسلمين في زهده وعفته وكرمه. فاقبل الناس على إخراج زكوات أموالهم مما أشاع المساواة والعدالة في جوانب الجزيرة القاحلة التي كانت قبل الإسلام تتسم بمظاهر الفوارق والأنانية والسلب والنهب. . . لقد اهتم الرسول - صلى الله عليه وسلم - بفريضة الزكاة فبعث السعادة لجمعها وتوزيعها على مستحقيها وكان هديه - صلى الله عليه وسلم - انتفاء هؤلاء السعادة وإصدار التعليمات إليهم في معاملة أصحاب الأموال معاملة فيها رفق وتيسير مع عدم التهاون في حق الله وكان يحذر هؤلاء السعادة من الغلول ويحاسبهم عند التقصير(¬1). ¶ الزكاة في عهد أبو بكر الصديق رضي الله عنه: ¶ ¬__________ ¶ (¬1) انظر الزكاة فقهها وأسرارها لمحيي الدين مستو ص151 ـ 252.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "لعل من أول اهتمامات أبي بكر الصديق رضي الله عنه بالزكاة قتاله لمانيعها حين منعها بعض العرب بعد وفاة الرسول - صلى الله عليه وسلم - وقالوا أديناها لرسول - صلى الله عليه وسلم - في حياته فلا نؤديها بعد وفاته فما كان من أبي بكر رضي الله عنه إلا أن قاتلهم حتى أجبرهم على دفعها يدل على ذلك ما رواه أبو هريرة رضي الله عنه قال: لما توفي رسول الله - صلى الله عليه وسلم - وكان أبو بكر بعده وكفر من كفر من العرب قال عمر لأبي بكر كيف نقاتل الناس وقد قال رسول الله - صلى الله عليه وسلم - :(أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فمن قالها عصم مني ماله ونفسه إلا بحقه وحسابه على الله). فقال أبو بكر والله لأقاتلنّ من فرق بين الصلاة والزكاة فإن الزكاة حق المال والله لو منعوني عناقاً كانوا يؤدونها إلى رسول الله - صلى الله عليه وسلم - لقاتلتهم على منعها فقال عمر فوالله ما هو إلا أن قد شرح الله صدر أبي بكر رضي الله عنه فعرفت أنه الحق(¬1). ¶ وقد سار أبو بكر رضي عنه في توزيع أموال الزكاة على مصارفها المعهودة سيرة الرسول - صلى الله عليه وسلم - وكان يأخذ لنفسه من بيت المال قدراً ضئيلاً فرضه له المسلمون ثم يعطي أصحاب الفرائض فرائضهم وما بقي في بيت المال يتفق في تجهيز الجيوش للجهاد ورأى رضي الله عنه أن يسوس في العطاء بين السابقين الأولين والمتأخرين في الإسلام وكان يقول (أما ما ذكرتم من السوابق والقدم والفضل فما أعرفني بذلك وإنما ذلك ثوابه على الله جل ثناؤه وهذا معاش فالأسوة فيه خير من الأثر). ¶ وقد وضع رضي الله عنه بيتاً للمال في السنح ـ موضع بعوالي المدينة ـ ولم يجعل عليه حارساً فقيل له يا خليفة رسول الله ألا تجعل على بيت المال من يحرسه فقال لا يخاف فقيل له ولم قال عليه وكان يعطي ما فيه حتى لا يبقى في شيء. ¶ ¬__________ ¶ (¬1) رواه البخاري ـ انظر صحيح البخاري ج2 ص91.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فلما توفي أبو بكر ودفن دعا عمر بن الخطاب الأمناء ودخل بهم بيت مال أبي بكر ومعه عبد الرحمن بن عوف وعثمان بن عفان وغيرهما رضي الله عنهم ففتحوا بيت المال فلم يجدوا فيه ديناراً ولا درهماً ووجدوا خيشة للمال فنفضت فوجدوا فيها درهماً فترحموا على أبي بكر(¬1). ¶ الزكاة في عهد عمر بن الخطاب رضي الله عنه: ¶ تولى عمر بن الخطاب رضي الله عنه الخلافة بعد أبي بكر الصديق رضي الله عنه وقد استتب الأمر في الجزيرة العربية واستجابت جميع القبائل إلى أداء الزكاة فكان عمال الخليفة يجمعون زكاة الأموال من الأغنياء ويوزعونها على مستحقيها وما زاد أرسل إلى الخليفة. وقد كان عمر رضي الله عنه يتابع عماله ويوجههم ويحاسبهم كلما شكا إليه أحد منهم وهو في كل هذا يتأسى برسول الله - صلى الله عليه وسلم - وخليفته الصديق من بعده وقد ثبت ان عمر رضي الله عنه قال السنة ثلاثمائة وستون يوماً وإن حقاً على عمر أن يكسح بيت المال في كل سنة يوماً عذراً إلى الله عز وجل أني لم أدع فيه شيئاً(¬2). ¶ لقد كثرت الأموال وتتابعت الفتوح من نصر إلى نصر وحياة عمر في البساطة والعفة والزهد لم تتغير عن ذي قبل. وكان إذا جاءته الأموال يبكي فيقال له يا أمير المؤمنين هذا يوم فرح وهذا يوم سرور فيقول أجل ولكن لم يؤت هذا قوم قط إلا أورثهم العداوة والبغضاء رحم الله عمر بن الخطاب فقد ضرب أروع الأمثلة في الزهد والعفاف جمع الأموال الطائلة وأوصلها إلى مستحقيها بكل أمانة وقد قال قولته المشهورة رحم الله أبا بكر لقد أتعب من بعده ونحن نقول رحمك الله يا عمر لقد أتعبت كل حاكم مسلم يأتي من بعدك. ¶ الزكاة في عهد عثمان بن عفان رضي الله عنه: ¶ ¬__________ ¶ (¬1) حياة الصحابة ج 2 ص411. ¶ (¬2) سيرة عمر بن الخطاب لابن الجوزي 91.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "تولى الخلافة عثمان بن عفان رضي الله عنه واستمر الناس في دفع الزكاة له أو إلى عمّاله الذين يفوض لهم تحصيل الزكاة واستلامها ممن تجب عليهم وتوزيعها على مستحقيها وقد كثرت أموال الصدقة في عهده حتى بلغت أرقاماً هائلة ولكنه رضي الله عنه حرص بكل أمانة وعفة أن يجمعها ويوصلها إلى مستحقيها وقد اشتهر رضي الله عنه بسخائه وكرمه قبل توليه الخلافة حين كان ذا ثروة في الجاهلية والإسلام وبعد توليه الخلافة كان يطعم الناس طعام الإمارة ويدخل إلى بيته فيأكل الخل والزيت. ¶ وقد ولي عثمان بن ثابت على بيت المال وأمره أن يتصرف بما فيه حسب ما يراه في مصالح المسلمين. وذات مرة أمره أن يفرق ما في بيت المال على المستحقين ففضل في بيت المال ألف درهم فأمره أن ينفقها فيما يراه أصلح للمسلمين فأنفقها زيد على عمارة مسجد رسول الله - صلى الله عليه وسلم - . ¶ الزكاة في عهد علي بن أبي طالب رضي الله عنه:",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "بويع علي رضي الله عنه بالخلافة بعد مقتل عثمان بن عفان رضي الله عنه بخمس ليال وكان مكروهاً على تحمل مسئوليات الحكم في وقت عصيب دراً للانقسام والاختلاف ودفعاً لشر هؤلاء الجاثمين على صدر المدينة يحصون على الناس أنفاسهم وأيديهم لا تزال ملطخة بدم الخليفة المقتول. ورغم الاضطراب السياسي الذي حدث في خلافته إلا أن سيرته العطرة مليئة بالأحداث الواقعية والشواهد الحية التي تثبت وتوضح اهتمامه بالزكاة وتطبيقها وفق ما سار عليه سلفه الصالح فقد كان من هديه رضي الله عنه أنه يوزع جميع أموال الصدقة التي في بيت المال ويغسله ثم يصلي فيه ركعتين ليشهد له يوم القيامة وكان يقول (يا صفراء ويا بيضاء غري غيري) وثبت عنه رضي الله عنه كان يبيع سيفاً له في السوق ويقول من يشتري مني هذا السيف فوالذي فلق الحبة لطال ما كشفت به الكرب عن وجه رسول الله - صلى الله عليه وسلم - ولو كان عندي ثمن إزار ما بعته(¬1)وثبت عنه رضي الله عنه أنه أوصى بنيه وأهله بعد أن ضربه ابن ملجم فقال(أحسنوا نزله وأكرموا مثواه فإن أعش فأنا أولى بدمه قصاصاً أو عفواً وإن أمت فألحقوه بي أخاصمه عند رب العالمين ولا تقتلوا بي سواه إن الله لا يحب المعتدين). . . . (الله الله في الفقراء والمساكين أشركوهم في معاشكم(¬2) . . .). ¶ الزكاة في عهد عمر بن عبد العزيز رضي الله عنه: ¶ ¬__________ ¶ (¬1) صفة الصفوة ج 1ص 30. ¶ (¬2) مختصر كتاب صفوة الصفوة للشعراني 66.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "منذ تولى عمر بن عبد العزيز الخلافة حرص على الاقتداء بسيرة الخلفاء الراشدين في كل شئون الحكم وقد عرف رضي الله عنه بتشدده فجميع أموال الزكاة باعتبارها فريضة فرضها الله على المسلمين وأنها حق الفقراء والمستعبدين والمنقطعين والعاطلين فلا يجوز التهاون فيه أبداً وقد اهتم رضي الله عنه بتوزيعها على مستحقيها باحثاً عنهم في كل مكان موزعاً في كل الأقاليم. وقد ظهرت نتائج إصلاحات عمر بن عبد العزيز واهتمامه بفريضة الزكاة في المجتمع الإسلامي الكبير فتحقق مجتمع الكفاية والعدل والرفاهية واختفت مظاهر الفقر والعوز واطمأن الناس في كل رقعة من رقع هذه المملكة الواسعة حتى عز وجود من يستحق الزكاة ويقبلها وأصبحت هذه المشكلة للأغنياء وأصحاب الأموال تتطلب حلاً سريعاً(¬1). ¶ المبحث الثاني ¶ الزكاة على مر العصور في ¶ المجتمع الإسلامي ¶ ¬__________ ¶ (¬1) ملامح الانقلاب الإسلامي في سيرة عمر بن عبد العزيز للدكتور/ عماد الدين خليل ص 140.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "لقد كان لبيت المال نظام وكتاب قليلون يعملون في عهد النبي - صلى الله عليه وسلم - لقلة الموارد وفي خلافة عمر رضي الله عنه بعد أن كثرت الموارد وضع الديوان الخاص بالزكاة وله إرادة محكمة دقيقة وفيها موظفون وهم العاملون على الزكاة وغيرها من الشئون المالية وكان هذا الديوان يضبط الإيرادات والمصروفات بكل دقة وعناية ومهمة هذا الديوان خطيرة جداً لأنه يجب عليه الالتزام التام بأحكام الشريعة الإسلامية. وقد انتظم حال هذا الديوان مع مرور الأيام وكان له في الدولة الأموية والعباسية والعهود الإسلامية التي كان يعمل فيها بكتاب الله وسنة رسوله أثر واضح في حياة المسلمين وتخفيف ويلات الفقر والعوز وكانت الأمة الإسلامية تشعر بتراحم أفرادها وتعاطف بعضهم على بعض ويشعر الفقراء أن ما يأخذونه من الزكاة يأتيهم من بيت مال المسلمين لا من أشخاص معينين قد يظهرون المنة والعظمة فيكسرون قلوب إخوانهم الفقراء. ونحمد الله أنه لا يزال العمل بنظام الزكاة موجوداً في بلادنا وفق ما شرعه الله سبحانه وتعالى. ¶ نسأل الله أن يزيد العاملين المخلصين في بلادنا صلاحاً وتوفيقاً . . . كما أن هناك جهوداً موفقة في بعض البلاد الإسلامية لتطبيق أحكام الزكاة وفق ما شرعه الله سبحانه وتعالى ويقوم عليها مؤسسات وهيئات إسلامية ترعى شئون المال وتعنى به كالبنوك الإسلامية وبيوت التمويل وغيرها كثير والله الحمد والمنة. ¶ المبحث الثالث ¶ مجالات تطبيق الزكاة في ظل التطورات الحديثة ¶ التي طرأت على موارد الثروة لدى ¶ الأفراد والجماعات",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الزكاة لا تجب إلا في مال نام بالفعل أو معد للنماء ولهذا قرر العلماء أن ذلك شرط من شروط وجوبها. وبناء عليه فلا تجب الزكاة في الأموال التي أدخرت للحاجات الأصلية كالطعام والمدّخر وأدوات الصناعات اليدوية وما يشبهها مما يستعمله الصانع لتدر عليه صناعته ما يكفيه وما ينفق منه، فهذه الأدوات تعد من الحاجات الأصلية ولأنها ليست نامية بذاتها ولا بالقوة، ومثلها دور السكنى وهي التي بناها صاحبها لسكناه لأنها لا نماء لها. ¶ وقد ضيق بعض أهل العلم مجال تطبيق الزكاة فخصها بما ورد فيه النص ومن هؤلاء ابن حزم(¬1)رحمه الله فهو يضيق وعاء الزكاة إلى أبعد الحدود وقد بنى رأيه على أصلين هما: ¶ 1ـ حرمة مال المسلم التي تثبت بالنصوص الصحيحة الصريحة فلا يجوز أن يؤخذ من ماله شيء إلا بنص. ¶ 2ـ أن الزكاة تكليف شرعي والأصل براءة الذمم من التكاليف إلا ما جاء به نص ولا مجال للقياس هنا لئلا نشرع ما لم يأذن به الله. ¶ هذا خلاصة ما ذهب إليه وذهب كثير من أهل العلم إلى توسيع دائرة تطبيع الزكاة وتجاوزا المنصوص عليه قياساً لغيره عليه وهذا ما ذهب إليه عامة أهل العلم وقد بنوا(¬2) رأيهم على أصول منها. ¶ 1ـ أن عمومات القرآن والسنة تثبت أن في كل مال حقاً وهذا الحق هو ما يعبر عنه بالزكاة أو الصدقة من ذلك قوله تعالى: [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ](¬3). ¶ وقوله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً](¬4). ¶ وقوله - صلى الله عليه وسلم - في حديث معاذ (. . . اعلم أن الله افترض عليهم في أموالهم صدقة. . .)(¬5). ¶ وهذا عام في جميع الأموال النامية فلم يجز استثناء شيء منها إلا بدليل ولا دليل هنا. ¶ ¬__________ ¶ (¬1) انظر المحلى ج5 ص209. ¶ (¬2) انظر فقه الزكاة ج1 ص147. ¶ (¬3) سورة المعارج الآية 24. ¶ (¬4) سورة التوبة الآية 103. ¶ (¬5) رواه البخاري انظر صحيح البخاري ج2 ص90.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "2ـ أن كل غني في حاجة إلى أن يتزكى ويتطهر ويتزكى بالبذل والإنفاق ويتطهر من رذيلة الشح وحب الأنانية تحقيقاً لقوله تعالى: ¶ [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا. . . ](¬1). ¶ 3ـ أن كل مال في حاجة إلى أن يتطهر لما قد يشوبه من شبهات في أثناء كسبه وطهارة المال إنما تكون بإخراج زكاته. ¶ 4ـ أن القياس أصل من أصول الشريعة عند جمهور الأمة ولهذا رأى أهل العلم قياس كل مال نام على الأموال التي أخذ منها رسول الله - صلى الله عليه وسلم - الزكاة. ¶ 5ـ لا شك في حرمة مال المسلم وحقه في ملكيته الخاصة ولا شك أيضاً في وجوب حق الله عليه في ماله لثبوت كل منهما بالنصوص الصحيحة الصريحة. وفي ضوء ما سبق من تحديد وعاء الزكاة في المال النامي بالفعل أو بالقوة نستطيع حصر الأموال التي تجب فيها الزكاة في الوقت الحاضر بالنسبة للأفراد والجماعات فيما يلي: ¶ 1ـ زكاة الثروة الزراعية وتتضمن: ¶ (أ) زكاة الزروع والثمار وهي مفروضة على نتاج استغلال الأرض. ¶ (ب) زكاة الأرض الخراجية ويطلق عليها الخراج وهي مفروضة على الأرض ذاتها. ¶ 2ـ زكاة المستغلات ـ المال المستفاد ـ ويشمل زكاة الثروة العقارية ذات الإيراد وزكاة مشروعات استغلال المنتجات الحيوانية والزراعية وإنتاج العسل. ¶ 3ـ زكاة الأنعام ـ الإبل والبقر والغنم. ¶ 4ـ زكاة عروض التجارة. ¶ 5ـ زكاة الثروة النقدية وتتضمن: ¶ (أ) زكاة النقدين الذهب والفضة وما في حكمهما. ¶ (ب) زكاة الحلي والتحف وما في حكمهما. ¶ (ج) زكاة الأوراق المالية وما في حكمهما. ¶ (د) زكاة الدين والودائع والتأمينات. ¶ 6ـ زكاة الثروة المعدنية والبحرية وتشمل: ¶ (أ) زكاة المعادن والركاز وما في حكمهما. ¶ (ب) زكاة مستخرجات البحار والأنهار. ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 103.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "7ـ زكاة الأعطيات ـ المال المستفاد ـ ويشمل زكاة كسب العمل والمهن غير التجارية(¬1). ¶ المبحث الرابع ¶ الزكاة والضريبة ¶ تعريفها: ¶ الزكاة: حق واجب في مال مخصوص لطائفة مخصوصة في وقت مخصوص لتحقيق رضا الله وتزكية النفس والمال والمجتمع. ¶ والضريبة: عبء حددته السلطة وتقوم بجمعه على سبيل الإلزام وتستخدم حصيلتها في تغطية النفقات العامة من ناحية وتحقيق بعض الأهداف الاقتصادية والاجتماعية والسياسية وغيرها من الأغراض التي تنشد الدولة تحقيقها من ناحية أخرى(¬2). ¶ أوجه الاتفاق بين الزكاة والضريبة: ¶ 1ـ كلاهما موجود فيه عنصر القسر والإلزام فكما أن الضريبة مبنية على هذا العنصر فكذلك الزكاة ألزم الشارع المسلم الذي لديه مال تجب فيه الزكاة بدفعها وأباح حمل السلاح في وجهه إذا امتنع عن دفعها وقد قاتل الصديق رضي الله عنه مانعيها ووافقه الصحابة على ذلك كما سبق بيانه. ¶ 2ـ كلاهما تدفع دون مقابل مادي ينتظره الدافع. ¶ 3ـ كلاهما يرمي إلى تحقيق أهداف اقتصادية واجتماعية وسياسية تعود بالنفع على الأفراد والجماعات. ¶ أوجه الخلاف بين الزكاة والضريبة: ¶ 1ـ الزكاة تدفع بنية التقرب إلى الله سبحانه وتعالى وهذا المعنى غير قائم بالنسبة للضريبة لأنها التزام مدني محض. ¶ 2ـ الزكاة حق قدره الشارع ولم يترك تقديره لرغبات البشر وأهوائهم على عكس الضريبة فهي تحدد من قبل ولي الأمر يزيد فيها متى شاء كيف شاء حسب ما يراه من مصلحة عليا للأفراد والجماعات. ¶ 3ـ الزكاة يتعين توزيعها في مصارفها الشرعية التي حددها الله جل وعلا وأما الضريبة فهي تجمع لخزانة الدولة وتنفق في المصالح المختلفة للدولة. ¶ ¬__________ ¶ (¬1) سنفرد بمشيئة الله فصلاً خاصاً لما تجب فيه الزكاة وسنوضح فيه كيفية زكاة كل نوع من هذه ¶ الأنواع على حدة. ¶ (¬2) زكاة التجارة والصناعة للدكتور/ يوسف قاسم ص109.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "4ـ الزكاة فريضة ثابتة دائمة ما دام في الأرض إسلام ومسلمون. أما الضريبة فليس لها صفة الثبات والدوام لا في نوعها ولا في أنصبتها ولا في مقاديرها ولا في مصارفها. ¶ هل تغني الضريبة عن الزكاة؟ ¶ القول المعتمد في نظري أن الضريبة لا تغني عن الزكاة وهذا القول مؤيد بروح الشريعة الإسلامية ومعقولها. فالزكاة فريضة شرعها الله تعالى يخرجها المؤمن بنية التقرب إليه سبحانه وتصرف في مصارفها الشرعية التي حددها القرآن الكريم والضريبة تختلف في كل ذلك عن الزكاة اختلافاً كبيراً. ولهذا فمحاولة الخلط بين الزكاة وبين ما تأخذه السلطة من ضرائب محاولة خطيرة يترتب عليها أضرار جسيمة بالأفراد والجماعات بل إن هذه المحاولة تؤدي في نهاية الأمر إلى محو فريضة الزكاة ونسيانها من حياة المسلمين وحاشا الله أن يقع ذلك أو يكون فالزكاة والحمد لله لها في نفوس المسلمين أعظم المنزلة وأعمق الأثر وذلك في كل العصور والأجيال ويكفي أن القرآن الكريم أعطاها منزلة عالية وقرنها في الصلاة في أكثر من موضع. ¶ وما قررنا من عدم إغناء الضريبة عن الزكاة هو ما قال به بعض المحققين من أهل العلم يقول ابن حجر الهيثمي (ولقد شنع العلماء على بعض الجهال الزاعمين أن الدفع إلى المكاسين بنية الزكاة يجديهم وأطالوا في رد هذه المقالة وتسفيهها وأن قائلها جاهل لا يرجع إليه ولا يعول عليه فتأمل ذلك واعمل به تغنم إن شاء الله تعالى)(¬1). ¶ ويقول العلامة ابن عابدين (إذا نوى أن يكون المكس زكاة فالصحيح أنه لا يقع من الزكاة كذا قال الإمام السرخسي)(¬2). ¶ وقال العلامة ابن تيمية (إن ما أخذه ولاة الأمور بغير اسم الزكاة لا يعتد به من الزكاة)(¬3). ¶ ¬__________ ¶ (¬1) الزواجر عن اقتراف الكبائر ج1 ص183. ¶ (¬2) حاشية ابن عابدين ج2 ص290. ¶ (¬3) فتاوى ابن تيمية ج25 ص93.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وبهذا يثبت لك أيها القارئ الكريم ان المعتمد عند المحققين من أهل العلم أن ما تأخذه السلطة من ضرائب ونحوها لا يغني مطلقاً عن الزكاة ولا تبرأ به ذمة من تجب عليه الزكاة مهما كانت هذه الضرائب كثيرة وقيمة. ¶ يقول الدكتور محمد الحسيني(. . . كما لا تغني الضريبة عن الزكاة لأنها تصرف في مصاريف خاصة لا يجوز أن تتعداها إلى غيرها وهي خاضعة لقيود خاصة في طرق تحصيلها وفرضها ومن تجب عليه كما أن وجوبها يتنوع باختلاف أنواع المال ومقدار ذلك يختلف بحسب نوع المال الذي تجب فيه الزكاة)(¬1). ¶ ويقول الدكتور/ يوسف القرضاوي (أما إننا لو أجزنا للأفراد احتساب ما يؤخذ منهم من الزكاة لكان ذلك حكماً بالإعدام على هذه الفريضة الدينية فتذهب البقية الباقية منها من حياة الأفراد كما ذهبت من قوانين الحكومات وهذا ما لا يوافق عليه علماء الإسلام في أي زمان أو مكان والله أعلم)(¬2). ¶ هل تغني الزكاة عن الضريبة؟ ¶ تعتبر نظاماً اقتصادياً لو طبق تطبيقاً سليماً لحقق للأفراد الحياة الآمنة الطيبة في الدنيا والآخرة وكفل للمجتمع الإسلامي الاستقرار والرفاهية كما كفلها في صدر الدولة الإسلامية حينما طبق النظام المالي الإسلامي وقضى على مشاكل الفقر والتخلف إلى المستوى الذي تعذر في بعض الأحيان وجود فقراء ومساكين وعبيد وغارمين لتوزيع حصيلة الزكاة عليهم وتحقق قول الله تعالى:[ وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنْ السَّمَاءِ. .](¬3). ¶ ¬__________ ¶ (¬1) موجز من فقه العبادات ص65. ¶ (¬2) فقه الزكاة ج2 ص1119. ¶ (¬3) سورة الأعراف الآية 96.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ومن هذا المنطق يمكن استنباط أن نظام الزكاة نظام متكامل له جوانب مختلفة غير موجودة في أي نظام ضريبي وضعي وعليه فإنا نقرر دون أدنى شك أن الزكاة تغني عن الضرائب وتفي بالحاجة ولكن المجتمع المسلم حينما نكل عن أداء الزكاة اضطرت كثير من السلطات على فرض ضرائب على المسلمين وظن بعض المخدوعين من المسلمين أنها تكفيهم عن دفع الزكاة والحق أن الزكاة تغني عن الضرائب وليس العكس وما ذكره بعض الباحثين(¬1) المعاصرين من كون الزكاة لا تغني عن الضرائب فهو قول لا يسنده دليل من النقل أو العقل واعتمادهم على اختلاف طبيعة الزكاة والضريبة لا يبرر الجزم بأن أحدهما لا يغني عن الآخر ولو نظر أولئك الباحثون على واقع المجتمع المسلم في العصور الزاهية لتأكد لهم أن الزكاة تغني عن كل نظام وضعي مستورد كيف لا وعمال الزكاة في عهد عمر بن عبد العزيز يطوفون الشوارع يبحثون عن المستحقين ولا يجدونهم أليس هذا كافياً في الجزم بأن الزكاة تغني عن الضرائب في كل أشكالها ومقاديرها؟ ¶ الفصل الثالث ¶ شروط الزكاة وموقف الإسلام من مانعيها ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: شروط الزكاة. ¶ المبحث الثاني: على من تجب الزكاة. ¶ المبحث الثالث: موقف الإسلام من مانعي الزكاة. ¶ المبحث الأول ¶ شروط الزكاة ¶ وضع الفقهاء شروطاً محددة لا تجب الزكاة على المسلم في أي نوع من ممتلكاته إلا إذا توفرت فيه الشروط ونظراً لأن من هذه الشروط ما يتعلق بالمزكي ومنها ما يتعلق بالمال ذاته فإني رأيت أن أفصلها على النحو التالي: ¶ أولاً: الشروط التي تتعلق بالمزكي وهي: ¶ 1ـ الإسلام. ¶ 2ـ التكليف. ¶ 3ـ الحرية. ¶ 4ـ النية. ¶ ثانياً: الشروط التي تتعلق بالمال نفسه وهي: ¶ 1ـ الملك التام للمال. ¶ 2ـ نماء المال. ¶ 3ـ بلوغ المال نصاباً. ¶ 4ـ حولان الحول على المال. ¶ ¬__________ ¶ (¬1) ممن ذهب على ذلك الدكتور محمد شوقي الفنجري انظر الإسلام والضمان الاجتماعي ص75 والدكتور محمد الحسيني ¶ انظر موجز في فقه العبادات ص65.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "5ـ أن يكون فاضلاً عن حوائجه الأصلية. ¶ الشرط الأول ــ الإسلام: ¶ الزكاة لا تجب إلا على المسلم أما غير المسلم فلا زكاة عليه لأنها ركن من أركان الإسلام مرتب على الشهادتين يقول تعالى: ¶ [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ. . .](¬1). ¶ والخطاب في الآية موجه على المسلمين لأن الكافرين ليسوا أهلاً للتزكية ولا للتطهير والمحتاج إلى ذلك إنما هم المسلمون لا الكافرون فدل ذلك على أن الزكاة لا تجب على الكافر ولا تؤخذ منه ما لم يسلم وروى ابن عباس رضي الله عنهما أن النبي - صلى الله عليه وسلم - بعث معاذاً رضي الله عنه إلى اليمن فقال: (ادعهم إلى شهادة أن لا إله إلا الله وأني رسول الله فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم خمس صلوات في كل يوم وليلة فإن هم أطاعوا لذلك فأعلمهم أن الله افترض عليهم صدقة في أموالهم تؤخذ من أغنيائهم وترد على فقرائهم)(¬2). ¶ وهذا الحديث صريح في أنه - صلى الله عليه وسلم - طلب إلى معاذ أن يخبر من عبدالله وأقام الصلاة بفريضة الزكاة عليهم فدل لذلك على أن الزكاة لا تفرض على غير المسلمين، لكنهم يحاسبون عليها لأنهم مخاطبون بفروع الشريعة على الصحيح. ¶ الشرط الثاني ــ التكليف: ¶ اشترط بعض أهل العلم البلوغ والعقل لوجوب الزكاة في المال وقال إنها لا تجب في مال غير المكلفين وذلك لأنها عبادة والعبادات مشروطة بالنية وليس لهؤلاء نية معتبرة معتد بها والصلاة والصوم والحج لا تجب عليهم فكذلك الزكاة إذ الوجوب في المال فرع الوجوب التكليفي وإذا لم يكن ثمة تكليف فلا يجب في المال شيء. ¶ خلاف العلماء(¬3) في وجوب الزكاة على الصبي والمجنون. . ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 103. ¶ (¬2) رواه البخاري ـ انظر صحيح البخاري ج2 ص90. ¶ (¬3) آثرت عرض الخلاف مختصراً جداً ومن شاء الاستزادة فليرجع إلى أمهات كتب المذاهب الفقهية المختلفة.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "اختلف أهل العلم في هذه المسألة على قولين: ¶ الأول: ذهب الجمهور إلى وجوب الزكاة في مال الصبي والمجنون مستدلين بقوله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا. . .](¬1). ¶ فهذه الآية وغيرها من آيات وجوب الزكاة تدل بعمومها على وجوب الزكاة في مال الأغنياء لا فرق بين عاقل ومجنون ولا بين صغير وكبير وكل أولئك محتاج إلى طهارة الله لهم وتزكيته إياهم. ¶ ثم إن المعنى الذي فرضت من أجله الزكاة وهو شكر الله جل وعلا وطهارة المال يسري على مال الصبي والمجنون إذ هما بحاجة إلى شكر الله وطهارة أموالهم أسوة بغيرهم من الأغنياء. ¶ ثم إن مال الصبي والمجنون قابل لأداء النفقات والغرامات فلا يضيق عن الزكاة. ¶ والزكاة: أيضاً واجب مالي فتجب في مالهما كغيرهما من ذوي اليسا(¬2). ¶ الثاني: ذهب الحنفية إلى عدم وجوب الزكاة في مال الصبي والمجنون مستدلين بقوله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا](¬3). ¶ فالأمر بأخذ الصدقة ـ الزكاة ـ من المؤمنين للتطهير والتزكية والصبي والمجنون ليسا في حاجة إلى ذلك لأن التطهير أنما يكون من الذنوب ولا ذنب لهما. ¶ واستدلوا بقوله - صلى الله عليه وسلم - : (رفع القلم عن ثلاثة عن النائم حتى يستيقظ وعن الصبي حتى يحتلم وعن المجنون حتى يعقل)(¬4). والحديث نص صريح برفع التكليف عن هؤلاء الثلاثة. ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 103. ¶ (¬2) انظر المحلى ج5 ص3 ص350 والمجموع للنووي ج5 ص297. ¶ (¬3) سورة التوبة الآية 103. ¶ (¬4) رواه أبو داود ج 2 ص 451 وابن ماجه ج1 ص658 والترمذي ج4 ص32 وقال عنه: ¶ [حديث على حديث حسن غريب من هذا الوجه والعمل عليه عند أهل العلم].",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقد نظر أصحاب هذا المذهب على اعتبار أن الزكاة عبادة كالصلاة والعبادة تحتاج إلى النية وهي لا تتحقق من الصبي والمجنون فلا تجب عليهما العبادة وإذا كانت الصلاة قد سقطت عنهما لفقدان النية فوجب أن تسقط الزكاة بالعلة نفسها(¬1). ¶ والذي يظهر لي رجحان مذهب الجمهور ذلك أن الزكاة مع أنها عبادة فهي في نفس الوقت حق للفقير لا تسقط بحال وهي تتعلق بالمال نفسه والنية في إخراجها عن الصبي والمجنون تتوجه إلى الولي وينبغي ألا ننسى أنها شرعت طهرة للمال وتنمية له ومال الصبي والمجنون بحاجة إلى هذا التطهير والنماء كغيره سواء بسواء، ثم إنه ليس هناك تلازم بين فريضتي الصلاة والزكاة بحيث تثبتان معاً وتزولان معاً فإن الله لم يفرض الفرائض كلها على وجه واحد يثبت بعضها بثبوت بعض ويزول بعضها بزوال بعض. ولا يلزم من سقوط الصلاة سقوط الزكاة لأنه لا يسقط فرض أوجبه الله تعالى أو رسوله إلا حيث أسقطه الله تعالى ورسوله ولا يسقط فرض من أجل سقوط فرض آخر بالرأي الفاسد بلا نص قرآن ولا سنة(¬2). ¶ الشرط الثالث ــ الحرية: ¶ لا تجب الزكاة على العبد والمكاتب لأن العبد لا يملك شيئاً والمكاتب ملكة ضعيف ومن شروط الزكاة الملك التام ثم إن العبد وما ملك ملكٌ لسيده والسيد يزكي أمواله ومنها العبيد. ¶ الشرط الرابع ــ النية: ¶ يشترط لصحة أداء الزكاة إلى مستحقيها نية المزكي بقلبه أن هذا المال المعطى لمستحقيه هو الزكاة المفروضة عليه لقوله - صلى الله عليه وسلم - : (إنما الأعمال بالنيات)(¬3). ¶ والزكاة عبادة لا بد أن تكون مقرونة بالنية. ¶ الشرط الخامس ـ الملك التام للمال: ¶ ¬__________ ¶ (¬1) بدائع الصنائع ج2 ص814 وشرح فتح القدير ج1 ص483. ¶ (¬2) انظر الأم للشافعي ج2 ص24 والمحلى لابن حزم ج5 ص206. ¶ (¬3) رواه البخاري ـ انظر صحيح البخاري ج1 ص3.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المالك الحقيقي للمال هو الله سبحانه وتعالى. وقد استخلف الإنسان عليه وملكه له تكريماً منه وفضلاً فالإنسان يعتبر بمثابة الأمين على هذا المال فيجب عليه أن يتصرف فيه وفقاً لشريعة المالك الحقيقي له مصداقاً لقوله تعالى: [وَآتُوهُمْ مِنْ مَالِ اللَّهِ الَّذِي آتَاكُمْ](¬1). ¶ وقوله تعالى:[. . آمِنُوا بِاللَّهِ وَرَسُولِهِ وَأَنْفِقُوا مِمَّا جَعَلَكُمْ مُسْتَخْلَفِينَ فِيهِ. .](¬2). ¶ لكننا نعني بالملكية التامة هنا أن يكون المال بيد الفرد و لا يتعلق به حق لغيره من البشر وأن يتصرف فيه باختياره وأن تكون فوائده حاصلة له. ¶ وهذا الشرط مبناه أمران رئيسان هما: ¶ أولاً: إضافة الأموال إلى أربابها وهذا كثير في كتاب الله جل وعلا من ذلك قوله تعالى: [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا . .](¬3). ¶ وقوله تعالى: ... [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ](¬4). ¶ وهذه الإضافة تقتضي الملكية فهم يتصرفون في أموالهم ويمتازون بذلك عن غيرهم. ¶ ثانياً: إن الزكاة فيها تمليك المال للمستحقين لها من الفقراء والمساكين وسائر المصارف والتمليك إنما هو فرع عن الملك إذ كيف يملك الإنسان غيره شيئاً لا يملكه هو. ¶ وبهذا الشرط تخرج أموال كثيرة لا تجب فيها الزكاة لعدم تحقيق الملك التام فيها من ذلك ما يأتي: ¶ 1ـ المال الذي ليس له مالك معين وذلك كأموال الدولة التي تجمعها من الزكوات أو الضرائب أو غيرها من الموارد فلا زكاة فيها لأنها ملك جميع الأمة ومنها الفقراء. ¶ 2ـ الأموال الموقوفة على جهة عامة كالفقراء في المساجد أو المجاهدين أو اليتامى أو المدارس أو غير ذلك من أبواب الخير فالصحيح أنه لا زكاة فيها. وكذا ثلث الميت أو ما دونه. ¶ ¬__________ ¶ (¬1) سورة النور الآية 33. ¶ (¬2) سورة الحديد الآية 7. ¶ (¬3) سورة التوبة الآية 103. ¶ (¬4) سورة المعارج الآية 24.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "3ـ المال الحرام لا زكاة فيه وذلك مثل المال الذي يحصل عليه الإنسان عن طريق الغضب والسرقة أو التزوير والرشوة والاحتكار والربا والغش ونحوها من طرق أخذ المال بالباطل إذ يجب على آخذه أن يعيده إلى ربابه أو إلى ورثتهم فإن لم يعلموا فيعطيه الفقراء برمته ولا يأخذ منه شيئاً ويستغفر ويتوب إلى الله، فإن أصر وبقي في ملكيته وحال عليه الحول وجب فيه الزكاة. ¶ 4ـ المال إذا كان ديناً هل يزكيه صاحبه أم يزكيه المدين أم تسقط الزكاة فيه؟ هذا محل نظر عند أهل العلم وجمهور أهل العلم من سلف الأمة ومن بعدهم يرون أن الدين نوعان: ¶ (أ) دين مرجو الأداء بأن كان على موسر مقر بالدين فهذا يعجل زكاته مع ماله الحاضر في كل حول. ¶ (ب) دين غير مرجو أخذه بأن كان على معسر لا يرجى يساره أو على جاحد ولا بينة عليه ففيه مذاهب. ¶ قيل يزكيه إذا قبضه لما مضى من السنن. ¶ وقيل يزكيه إذا قبضه لسنة واحدة. ¶ وقيل لا زكاة عليه لشيء مما مضى من السنين. ¶ ولا زكاة في سنته أيضاً بل هو كالمال المستفاد يستأنف به صاحبه الحول(¬1). ¶ الشرط السادس ــ نماء المال: ¶ المقصود بالنماء هنا أن يكون المال من شأنه أن يدر على صاحبه ربحاً وفائدة أو يكون المال نفسه نماء وعلى هذا قسم علماء الشريعة المال النامي إلى قسمين: ¶ 1ـ نماء حقيقي كزيادة المال ونمائه بالتجارة أو التوالد كتوالد الغنم والإبل. ¶ 2ـ نماء تقديري كقابلية المال للزيادة فيما لو وضع في مشاريع تجاريه(¬2). ¶ وقد استنبط الفقهاء هذا الشرط من سنة الرسول - صلى الله عليه وسلم - حيث قال: (ليس على المسلم في فرسه ولا عبده صدقة)(¬3). فقد منع الرسول - صلى الله عليه وسلم - صراحة الزكاة في الأموال التي تعد من الحاجات الأصلية والمتنقاة للاستعمال الشخصي. ¶ ¬__________ ¶ (¬1) انظر حاشية الدسوقي على الشرح الكبير ج1 ص466 وأنظر الأموال لأبي عبيد ص528. ¶ (¬2) انظر حاشية عابدين ج2 ص263. ¶ (¬3) رواه مسلم انظر صحيح مسلم ج3 ص67.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وبناء على ذلك فقد قرّر الفقهاء رحمهم الله أن العلة في إيجاب الزكاة في الأموال هي نماؤها بالفعل أو بالقوة وعليه فلا تجب الزكاة في الأموال التي ادخرت للحاجات الأصيلة كالطعام المدخر وأدوات الحرفة وما يستعمله الصانع في صنعته التي تدر عليه ما يكفيه وما ينفق منه ودواب الركوب ودور السكنى وأثاث المساكن وغير ذلك من الحاجات الأصلية وكذا الحلي المستعمل على خلاف فيه بين العلماء فصلته في رسالة خاصة(¬1). ¶ الشرط السابع ــ بلوغ المال نصاباً(¬2): ¶ اشترط الإسلام في المال النامي الذي تجب فيه الزكاة أن يبلغ نصاباً وقد جاءت الأحاديث الصحيحة عن رسول الله - صلى الله عليه وسلم - بتحديد النصاب وإعفاء ما دونه من الزكاة. ¶ روى جابر بن عبدالله رضي الله عنه عن رسول الله - صلى الله عليه وسلم - أنه قال: ليس فيما دون خمس أواق من الورق صدقة وليس فيما دون خمس ذود من الإبل صدقة وليس فيما دون خمسة أوسق من التمر صدقة)(¬3). ¶ وروى أبو سعيد الخدري رضي الله عنه عن النبي - صلى الله عليه وسلم - أنه قال: (ليس فيما دون الخمسة أوسق من تمر ولا حب صدقة)(¬4). . وقد التمس أهل العلم حكمة تقدير النصاب بأن ذلك يكفي في الغالب أقل أهل بيت لمدة كاملة فلما زاد عنه يعتبر فاضلاً عن حاجته الأصلية والله أعلم. ¶ الشرط الثامن ــ حولان الحول على المال: ¶ وذلك بأن يمر على المال في حوزة مالكه اثنا عشر شهراً عربياً وهذا الشرط خاص بالأنعام والنقود والسلع التجارية أما الزروع والثمار والعسل والمستخرج من المعادن والكنوز ونحوها فلا يشترط لها الحول. ¶ ¬__________ ¶ (¬1) انظر زكاة الحلي في الفقه الإسلامي للمؤلف. ¶ (¬2) سيأتي بمشيئة الله كلام عن النصاب وتقديره بالمقادير المتداولة. ¶ (¬3) رواه البخاري ومسلم انظر صحيح البخاري ج2 ص101 وصحيح مسلم ج3 ص67. ¶ (¬4) رواه مسلم انظر صحيح مسلم ج3 ص66.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "والفرق بين ما اعتبر له الحول وما لم يعتبر له أن ما اعتبر له الحول معرض للنماء فالماشية مرصدة للدر والنسل وعروض التجارة مرصدة للربح وكذا الأثمان فاعتبر له الحول لأنه مظنة النماء ليكون إخراج الزكاة من الريع فإنه أسهل وأيسر ولأن الزكاة إنما وجبت مواساة. ¶ أما الزروع والثمار فهي نماء في نفسها تتكامل عند إخراج الزكاة منها فتؤخذ الزكاة منها حينئذ ثم تعود في النقص لا في النماء فلا تجب فيها زكاة ثانية لعدم إرصادها للنماء والخارج من المعدن بمنزلة الزروع والثمار(¬1). ¶ يقول ابن رشد في بداية المجتهد (وأما وقت الزكاة فإن جمهور الفقهاء يشترطون في وجوب الزكاة في الذهب والفضة والماشية الحول لثبوت ذلك عن الخلفاء الأربعة ولانتشاره في الصحابة رضي الله عنهم ولانتشار العمل به ولاعتقادهم أن مثل هذا الانتشار من غير خلاف لا يجوز أن يكون إلا عن توقيف)(¬2). ¶ ويقول ابن القيم في زاد المعاد (ثم إنه أوجبها مرة كل عام وجعل حول الزرع والثمار عند كمالها واستوائها وهذا أعدل ما يكون إذ وجوبها كل شهر أو كل جمعة يضر بأرباب الأموال ووجوبها في العمر مرة مما يضر المساكين فلم يكن أعدل من وجوبها كل عام مرة)(¬3). ¶ الشرط التاسع ــ أن يكون المال فاضلاً عن حوائجه الأصلية: ¶ ¬__________ ¶ (¬1) انظر المغني لابن قدامة ج2 ص467. ¶ (¬2) بداية المجتهد ج2 ص361. ¶ (¬3) زاد المعاد ج1 ص 181.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "لأن المال الفاضل عن الحوائج الأصلية يتحقق به الغنى أما المال المحتاج إليه حاجة أصلية فلا يكون صاحبه فلا يكون صاحبه غنياً عنه وبالتالي لو ألزمه الشرع بأدائه لغيره لما طابت بذلك نفسه ولما تحقق الهدف السامي الذي ينشده الإسلام من وجوب الزكاة على الغنياء ودفعها للفقراء وقد فسر الفقهاء رحمهم الله الحاجة الأصلية تفسيراً علمياً دقيقاً فقالوا هي ما يدفع الهلاك عن الإنسان تحقيقاً كالنفقة ودور السكنى وآلات الحرب والثياب المحتاج إليها لدفع الحر والبرد أو تقديراً كالدين. . فإن المدين يحتاج إلى قضائه بما في يده من النصاب وكآلات الحرفة وأثاث المنزل ودواب الركوب وكتب العلم لأهلها(¬1). ¶ المبحث الثاني ¶ على من تجب الزكاة ¶ تجب الزكاة على المسلم الحر المالك للنصاب ملكاً تاماً وحال عليه الحول. ¶ ويفهم من ذلك أن الزكاة لا تجب على الكافر لأنها عبادة مالية يتقرب بها المسلم إلى الله والكافر لا تقبل منه العبادة حتى يدخل الإسلام لكنه مع ذلك محاسب عليها لأنه مخاطب بفروع الشريعة. ¶ ولا تجب على العبد لأنه مملوك لسيده فكل ما يملكه يعود لسيده ولذا فالزكاة تجب على السيد عن العبد وما تحت يده وتجب الزكاة في مال الصبي والمجنون على الصحيح من أقوال أهل العلم نظراً لأنها حق للفقير والمسكين فلا تسقط بحال وعلى الولي أن يخرجها من مالهما نيابة عنهما وسقوط الصلاة عنهما لا يلزم منه سقوط الزكاة إذ العبادتان ليستا متلازمتين. ¶ ويشترط في المال أن يكون نصاباً مملوكاً ملكية تامة ويحول عليه الحول وقد مضى الكلام عن هذه الشروط في موضوع شروط وجوب الزكاة. ¶ المبحث الثالث ¶ موقف الإسلام من مانعي الزكاة ¶ ¬__________ ¶ (¬1) انظر حاشية ابن عابدين ج2 ص347.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "من أشد المصائب التي يبتلى بها الإنسان داء البخل الذي يجعله يظن أن بخله يحفظ أمواله من الضياع أو أنه يزيده مالاً فوق ماله مع أنه لو علم ما يصيبه من الخسران في دنياه بانفضاض الناس من حوله وكراهيتهم له ثم ما يحيق به من العذاب في آخرته فإنه لو أدرك ذلك لكانت حسرته على نفسه شديدة وأليمة ويكفي أن يقرأ هؤلاء البخلاء ما جاء في كتاب الله العزيز عما أعد لهم من عذاب وهوان فقد قال جل وعلا. ¶ [وَلا يَحْسَبَنَّ الَّذِينَ يَبْخَلُونَ بِمَا آتَاهُمْ اللَّهُ مِنْ فَضْلِهِ هُوَ خَيْراً لَهُمْ بَلْ هُوَ شَرٌّ لَهُمْ سَيُطَوَّقُونَ مَا بَخِلُوا بِهِ يَوْمَ الْقِيَامَةِ](¬1). ¶ ويقول تعالى: [وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ * يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ](¬2). ¶ ففي الامتناع عن أداء الزكاة إثم عظيم وضررٌ كبيرٌ على الفقراء والمحتاجين وتعرض لغضب الله وعاجل عذابه الذي لا يصيب الذين ظلموا خاصة بل يعم الجميع والعياذ بالله. ¶ وقد شدَّد الإسلام على مانعي الزكاة وأوقفهم عند حدهم لأنهم يهدمون بناء المجتمع بطمعهم وجشعهم وأنانيتهم المفرطة فمن امتنع من الأغنياء عن أداء الزكاة فلا يخلى حتى يؤديها ولو أدَّى ذلك إلى عقابه في النفس والمال فإن كان الممتنع عن أدائها فرداً أو فراداً لا سلطان لهم صح للإمام أن يؤدبهم ويعاقبهم حتى يؤدوها وصح له أن يصادر عليهم نصف أموالهم سياسة شرعية زجراً لهم عن سوء صنيعهم. ¶ ¬__________ ¶ (¬1) سورة آل عمران الآية 180. ¶ (¬2) سورة التوبة الآية 34 ـ 35.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وإن كان الممتنع عن أداء الزكاة جماعة لهم سلطان وقوة حق على الإمام أن ينذرهم عاقبة منعها فإن لم يجد فيهم الإنذار وجب عليه أن يقاتلهم حتى يؤدوا الزكاة أو يقتلوا فإن لم يفعل أثم وعصى ولقد قاتل أبو بكر رضي الله عنه والمسلمون معه مانعي الزكاة ـ في حروب الردة ـ وكان معه في رأيه الخلفاء الثلاثة وسائر الصحابة رضي الله عنهم فكان ذلك إجماعاً منهم على قتال مانعي الزكاة(¬1). ¶ وخلاصة موقف الإسلام من مانعي الزكاة أن الإسلام يفرق بين الممتنعين حسب أحوالهم فيتخذ موقفاً محدّداً من كل قسم حسب حاله على ما يأتي: ¶ 1ـ الممتنع عن أداء الزكاة مع الإنكار لوجوبها موقف الإسلام منه يختلف ¶ حاله فإن كان يخفى عليه أمرها كمن أسلم حديثاً ونشأ في البادية فهذا ¶ لا يحكم بكفره بل يعرف بوجوبها عليه لقيام الحجة عليه. ¶ 2ـ الممتنع عن أدائها بخلاً بها مع اعترافه بوجوبها فموقف الإسلام منه أنه لا يحكم بكفره بل تؤخذ منه قهراً ويعزر إن لم يكن له عذر بأن كان الإمام عادلاً لا يأخذ أكثر من الواجب ويصرفها في مصارفها الشرعية أما إن كان له عذر بأن كان الإمام ظالماً يأخذ أكثر من الواجب أو يصرفها في غير مصارفها الشرعية فإنها تؤخذ منه ولا يعزر(¬2) والله أعلم. ¶ الفصل الرابع ¶ ما تجب الزكاة فيه من الأموال ¶ والزروع وغيرها ¶ ويشمل ثمانية مباحث: ¶ المبحث الأول: زكاة الثروة الحيوانية. ¶ المبحث الثاني: زكاة الذهب والفضة. ¶ المبحث الثالث: زكاة الثروة التجارية. ¶ المبحث الرابع: زكاة الزروع والثمار. ¶ المبحث الخامس: زكاة العسل. ¶ المبحث السادس: زكاة الثروة المعدنية والبحرية. ¶ المبحث السابع: زكاة المستغلات والدخل. ¶ المبحث الثامن: زكاة الأسهم والسندات. ¶ ما تجب الزكاة فيه ¶ من الأموال والزروع والسوائم ¶ وما يخرج من باطن الأرض ¶ ومن البحر ومقادير الواجب فيها ¶ ¬__________ ¶ (¬1) تقدم الاستدلال بهذه الحادثة على الإجماع في أدلة وجوب الزكاة فليراجع. ¶ (¬2) انظر المغني ج2 ص27 ـ 430.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "لم يحدِّد الله في كتابه الكريم الأموال التي تجب فيها الزكاة ولا المقادير الواجبة في كل منها بل ترك ذلك الرسول - صلى الله عليه وسلم - يفصله في سنته القولية والعملية يقول تعالى: ¶ [وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ](¬1). ¶ نعم هناك أنواع من الأموال ذكرها الله في كتابه وأشار إلى زكاتها وأداء حق الله فيها إجمالاً وهي: ¶ 1ـ الذهب والفضة التي ذكرها الله في قوله تعالى: ¶ [وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ](¬2). ¶ 2ـ الزروع والثمار التي قال الله فيها: ¶ [كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ](¬3). ¶ 3ـ الكسب من تجارة وغيرها كما قال تعالى: ¶ [أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ](¬4). ¶ 4ـ الخارج من الأرض من معدن وغيره قال تعالى: ¶ [وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ](¬5). ¶ وفيما عدا ذلك عبر الله في كتابه عما تجب فيه الزكاة بكلمة عامة مطلقة وهي كلمة أموال في مثل قوله تعالى: ¶ [خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا](¬6). ¶ [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ](¬7). ¶ وسوف نتحدث في هذا المقام عن الأموال التي تجب فيها الزكاة ومقدار الواجب في كل نوع مع التركيز قدر المستطاع على ربطها بالأشياء المعاصرة وتحقيق ذلك وزناً وكيلاً وقيمة والأموال التي سنتحدث عنها هي ما يأتي: ¶ أولاً: زكاة الثروة الحيوانية. ¶ ثانياً: زكاة الذهب والفضة. ¶ ¬__________ ¶ (¬1) سورة النحل الآية 44. ¶ (¬2) سورة التوبة الآية 34. ¶ (¬3) سورة الأنعام الآية 141. ¶ (¬4) سورة البقرة الآية 267. ¶ (¬5) سورة البقرة الآية 267. ¶ (¬6) سورة التوبة الآية 103. ¶ (¬7) سورة المعارج الآية 24.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ثالثاً: زكاة الثروة التجارية. ¶ رابعاً: زكاة الزرع والثمار. ¶ خامساً: زكاة العسل. ¶ سادساً: زكاة الثروة المعدنية والبحرية(¬1). ¶ سابعاً: زكاة المستغلات والدخل. ¶ ثامناً: زكاة الأسهم والسندات. ¶ أولاً: زكاة الثروة الحيوانية: ¶ المقصود بالثروة الحيوانية ما ينتفع به الإنسان من الأنعام وهي: الإبل والبقر والغنم وهي التي امتن الله بها على عباده. ¶ في قوله تعالى: ¶ [وَالأَنْعَامَ خَلَقَهَا لَكُمْ فِيهَا دِفْءٌ وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ * وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ * وَتَحْمِلُ أَثْقَالَكُمْ إِلَى بَلَدٍ لَمْ تَكُونُوا بَالِغِيهِ إِلاَّ بِشِقِّ الأَنفُسِ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَحِيمٌ](¬2). ¶ الشروط العامة لزكاة الأنعام: ¶ 1ـ أن تبلغ الأنعام النصاب الشرعي لأنها لا تجب إلا على الأغنياء وأما من يملكون أعداداً يسيرة منها لحاجتهم فلا زكاة فيها والنصاب في الإبل خمس وفي الغنم أربعون شاة وفي البقر ثلاثون بقرة وما دون ذلك فلا زكاة فيه. ¶ 2ـ أن يحول على الأنعام حول كامل عند مالكها. ¶ 3ـ أن تكون الأنعام سائمة ونعني بها الأنعام التي ترعى المباح أكثر العام. ¶ 4ـ ألا تكون عاملة وهي التي يستخدمها صاحبها في حرث الأرض أو نقل ¶ المتاع أو حمل الأثقال لأنها تدخل في الحاجات الأصلية كالثياب. ¶ دليل وجوب الزكاة في الأنعام: ¶ ¬__________ ¶ (¬1) انظر فقه الزكاة ج1 ص122. ¶ (¬2) سورة النحل الآية 5 ـ 7.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ما رواه أبو هريرة رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم - : (ولا صاحب إبل لا يؤدي منها حقها ومن حقها حلبها يوم وردها إلا إذا كان يوم القيامة بطح لها بقاع قرقر أوفر ما كانت لا يفقد منها فصيلاً واحداً تطؤه بأخفافها وتعضه بأفواهها كلما مرَّ عليه أخراها في يوم كان مقداره خمسين ألف سنة حتى يقضى بين العباد فيرى سبيله إما إلى الجنة وإما إلى النار قيل يا رسول الله فالبقر والغنم قال ولا صاحب بقر ولا غنم لا يؤدّي منها حقها إلا إذا كان يوم القيامة بطح لها بقاع قرقر لا يفقد منها شيئاً ليس فيها عفصاء ولا جلحاء ولا عضباء تنطحه بقرونها وتطؤه بأظلافها كلما مرَّ عليه أولاها ردَّ عليه أخراها في يوم كان مقداره خمسين ألف سنة حتى يقتضي بين العباد فيرى سبيله إما الجنة وإما إلى النار(¬1). . . الحديث. ¶ بيان كيفية زكاة الماشية: ¶ أولاً: الإبل: ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم واللفظ لمسلم انظر صحيح البخاري ج2 ص91 وصحيح مسلم ج3 ص70.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "إذا ملك المسلم خمس ذود من الإبل وحال عليها الحول وهي في ملكه وجب عليه فيها شاة من الضأن وإذا ملك عشراً وجب عليه فيها شاتان وإذا ملك خمس عشرة وجب عليه فيها ثلاث شياه وإذا ملك عشرين وجب عليه فيها أربع شياه وإذا ملك خمساً وعشرين وجب عليه فيها بنت(¬1) مخاض فإن لم يجدها أجزاه ابن لبون(¬2) حتى تبلغ ستاً وثلاثين فيجب فيها بنت لبون حتى تبلغ ستاً وأربعين ففيها حقه(¬3)حتى تبلغ ستين فإذا بلغت إحدى وستين إلى خمس وسبعين ففيها جذعة(¬4) حتى تبلغ تسعين ففيها بنتا لبون حتى تبلغ مائة وعشرين ففيها حقتان فإذا زادت على ذلك ففي كل أربعين بنت لبون وفي كل خمسين حقه. ¶ وهذا الجدول مصغر يوضح كيفية زكاة الإبل. ¶ العدد ¶ من ... إلى ... الواجب ¶ 5 ... 9 ... شاة ¶ 10 ... 14 ... شاتان ¶ 15 ... 19 ... ثلاث شياه ¶ 20 ... 24 ... أربع شياه ¶ 25 ... 35 ... بنت مخاض ¶ 36 ... 45 ... بنت لبون ¶ 46 ... 60 ... حقه ¶ 61 ... 75 ... جذعة ¶ 76 ... 90 ... بنتا لبون ¶ 91 ... 120 ... حقتان ¶ جدول رقم (1) في بيان زكاة الإبل ¶ فإذا زادت عن مائة وعشرين فالواجب في كل أربعين بنت لبون وفي كل خمسين حقة وهكذا مهما بلغت. ¶ ثانياً ــ البقر: ¶ ¬__________ ¶ (¬1) هي بنت الحامل يقال مخضت الناقة فهي ما خض إذا حملت وهي لها سنة ودخلت في الثانية. ¶ (¬2) اللبون من الإبل ما وضعت حملها الثاني وهي ما تم له سنتان ودخل في الثالثة. ¶ (¬3) انظجمعها حقاق وهي ما استحقت أن يطرقها الفحل وهي ما تم له ثلاث سنين ودخل في الرابعة. ¶ (¬4) هي ما جذعت مقدم أسنانها أي أسقطته وهي ما تم له أربع سنين ودخل في الخامسة.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إذا ملك المسلم ثلاثين بقرة إلى تسع وثلاثين وجب عليه فيها عجل تبيع(¬1) وإذا ملك أربعين إلى تسع وخمسين وجب عليه فيها مسنة (¬2) وإذا ملك ستين إلى تسع وستين وجب عليه فيها عجلان تبيعان وإذا ملك سبعين إلى تسع وسبعين وجب عليه فيها مسنة وتبيع ثم في كل ثلاثين تبيع وفي كل أربعين مسنة وهكذا مهما بلغت وهذا جدول يوضح كيفية زكاة البقر. ¶ العدد ¶ من ... إلى ... الواجب ¶ 30 ... 39 ... عجل تبيع ¶ 40 ... 59 ... مسنة ¶ 60 ... 69 ... تبيعان ¶ 70 ... 79 ... مسنة وتبيع ¶ جدول رقم (2) كيفية زكاة البقر ¶ ثم إذا بلغت ثمانين فما فوق ففي كل ثلاثين تبيع وفي كل أربعين مسنة وعليه ففي الثمانين مسنتان وفي التسعين ثلاثة عجاجيل أتبعة وفي المائة مسنة وعجلان تبيعان وفي مائة وعشر مسنتان وتبيع وفي مائة وعشرين ثلاث مسنات أو أربعة عجاجيل أتبعة. ¶ ثالثاً ــ الغنم: ¶ إذا ملك المسلم أربعين رأساً من الغنم إلى مائة وعشرين وجب عليه فيها شاة فإذا زادت واحدة على مائتين ففيها شاتان فإذا زادت واحدة على ثلاثمائة وتسع وتسعين ففيها شياه فإذا بلغت أربعمائة ففيها أربع شياه إلى أربعمائة وتسع وتسعين ففيها خمس شياه ثم في كل مائة شاة مهما بلغت: ¶ العدد ¶ من ... إلى ... الواجب ¶ 40 ... 200 ... شاة ¶ 121 ... 399 ... شاتان ¶ 201 ... 499 ... ثلاث شياة ¶ 400 ... 599 ... أربع شياة ¶ 500 ... خمس شياة ¶ جدول رقم (3) كيفية زكاة الغنم ¶ ثم يشمل كل مائة شاة وهكذا مهما بلغت. ¶ مسائل تتعلق بزكاة الماشية: ¶ الأولى: هل في صغار المواشي زكاة: ¶ ¬__________ ¶ (¬1) التبيع ما تم له سنة كاملة سمّي بذلك لأنه يتبع أمه. ¶ (¬2) المسنة ما تم له سنتان كاملتان سميت بذلك لأنها طلعت أسنانها.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "اختلف أهل العلم في هذه المسألة فمن قائل إنه لا زكاة على الصغار ولو بلغت نصاباً ولا فرق عنده بين صغار الإبل والبقر والغنم ومن قائل بالتفريق بين صغار الغنم والإبل والبقر فيوجبها في الثاني دون الأول ومن قائل بعدم وجوبها إذا كانت الماشية كلها صغاراً أما إذا كانت الماشية خليطاً بين الصغار والكبار ففيها الزكاة والذي يظهر وجوبها في الصغار ولو بلغت نصاباً وعليه فتؤخذ الزكاة من نوع النصاب. . أما إذا كانت الماشية خليطاً بين الصغار والكبار فلا يجزئ في الزكاة إلا جذع الضأن وثني المعز وقد كان المصدق في عهد السلف يعتد بالسخلة(¬1) ولا يؤخذها قال في المغني(¬2) (وإن ملك نصاباً من الصغار انعقد عليه حول الزكاة من حين ملكه وعن أحمد لا ينعقد عليه الحول حتى يبلغ سناً يجزئ مثله في الزكاة وهو قول أبي حنيفة وحكى ذلك عن الشعبي. . .). ¶ وقال ابن تيمية(¬3) في مجموع الفتاوى (إذا كانت الغنم أربعين صغاراً أو كباراً وجبت فيها الزكاة إذا حال عليها الحلول. . .). ¶ ثانياً ــ زكاة الخيل: ¶ قرَّر أهل العلم أنه لا زكاة فيما يقتنيه المسلم من الخيل للركوب أو حمل الأثقال أو الجهاد عليها في سبيل الله سواء أكانت سائمة أم علوفة لأنها مشغولة حينئذ بحاجة صاحبها ومال الزكاة كما قرَّرنا هو المال النامي الفاضل عن الحاجة. ¶ كما قرَّروا أن ما اتخذه منها للتجارة ففيه الزكاة لان الإعداد للتجارة دليل النماء والفضل عن الحاجة سواء أكانت سائمة أم علوفة لأنها في هذه الحالة تعد سلعة من السلع كسائر ما يباع ويشترى من الحيوان والنبات والجماد ابتغاء الربح. ¶ كما قرَّر أهل العلم أن الخيل المعلوفة طوال العام أو أكثره لا زكاة فيها لأن الشرط في وجوب الزكاة في الحيوان عندهم عو السوم. ¶ ¬__________ ¶ (¬1) صغيرة الغنم التي لا تقوى على المشي يحملها الراعي. ¶ (¬2) المغني لابن قدامة ج2 ص452 وانظر حاشية ابن عابدين ج2 ص282. ¶ (¬3) مجموع الفتاوى ج5 ص49.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وقد ذكر الكاساني(¬1) في بدائع الصنائع، إجماع أهل العلم على ذلك بقيت الخيل السائمة التي يقتنيها المسلم بغية استيلادها ونتاجها وهي خليط من الذكور والإناث فقط فهذه محل خلاف بين أهل العلم والصحيح المعتمد أنه لا زكاة فيها لما ثبت عن الرسول - صلى الله عليه وسلم - أنه قال: (ليس على المسلم في عبده ولا فرسه صدقة)(¬2). ¶ الثالثة: ما يأخذ الساعي في زكاة الأنعام: ¶ ينبغي للساعي أن يكون عارفاً قدر المستطاع بأحكام الزكاة فلا يأخذ أعلى من الواجب ولا ينقص منه فعليه مراعاة السن الواجبة إذ لا يجزئ أقل منها لأنه إضرار بالفقراء ولا ينبغي أعلى منها لأنه إجحاف بالأغنياء. كما ينبغي أن يتجنب المريضة والمعيبة والكبيرة والهرمة لأنها لا تنفع الفقير. وبالمقابل ينبغي أن يتجنب الأكولة وهي السمينة المعدة للأكل والربيَّ وهي التي تربي ولدها والمخاض وهي الحامل والفحل لأنها كلها من كرام الأموال وأخذها إضرار بالغني ولا شك أن الإسلام بتشريعه العادل وازن بين المصالح للفقراء والأغنياء فندب إلى أخذ الفقير حقوقه كاملة غير منقوصة وندب إلى مراعاة حقوق الأغنياء في أموالهم ليتحقق الهدف النبيل من تشريع الزكاة تجسيداً للتلاحم والتعاون بين فئات المجتمع الإسلامي الكبير. ¶ الرابعة: الخلطة في بهيمة الأنعام: ¶ (أ) الخليطان يتراجعان بالسوية. فإذا كان هناك مسلمان لكل منهما عدد من الإبل أو البقر أو الغنم وكان راعيها واحداً ومراح ماشيتهما واحداً والفحل واحداً فهما خليطان يأخذ المصدق من ماشيتهما الزكاة على أنها واحدة ولا ينظر لمسألة الخلطة ثم على الخليطين عشر شياه وللآخر ثلاثون وأخذ المصدّق الواجب وهو شاة واحدة فهنا على صاحب العشر الربع وعلى صاحب الثلاثين ثلاثة أرباع وهكذا. ¶ ( ¶ ¬__________ ¶ (¬1) بدائع الصنائع ج2 ص881. ¶ (¬2) رواه مسلم انظر صحيح مسلم ج3 ص67.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ب) الأنواع في بهيمة الأنعام يضم بعضها إلى بعض فالضأن والمعز نوعان والبقر والجاموس نوعان والبخت(¬1) والعراب(¬2) من الإبل نوعان ويضم كل نوع إلى نوعه في الزكاة وتخرج الزكاة من أكثر النوعين والله أعلم. ¶ (ج) لا يجوز أن يجمع بين مفترق ولا يفرق بين مجتمع خشية الزكاة لأن ذلك تحايل لإبطالها أو تخفيفها وهذا لا يجوز لما فيه من الإضرار بالفقراء. ¶ مثال ذلك شخصان يملكان أربعين شاة وقد خلطاها فإذا قرب وقت مجيء المصدق فرقاها لتسقط عنهما الزكاة. . أو شخصان يملكان مائتين وشاتين مختلطة ففيها ثلاث شياه فإذا قرب وقت مجيء المصدق فرقاها ليجب على كل واحد منهما شاة فقط. . . أو شخصان لكل واحد منهما أربعون شلة فإذا قرب وقت مجيء المصّدق جمعاها ليجب عليهما واحدة فقط في حين أنه يجب على كل منهما واحدة فهذا كله لا يصح لما فيه من التحايل على إسقاطها أو تخفيفها والله أعلم. ¶ ثانياً ــ زكاة الذهب والفضة: ¶ لن تعرف النقود في الأزمان القديمة وإنما كان الناس يتعاملون بالسلع عن طريق التبادل ـ المقايضة ـ وهو أسلوب عقيم لا يصلح للمجتمعات الكبيرة وقد تدرج الناس في التعامل حتى استقروا على التعامل بالذهب والفضة لما ركب الله فيهما من الخصائص الفريدة من بين المعادن الأخرى وحين بعث الرسول - صلى الله عليه وسلم - كان الناس يتعاملون بهذين النقدين الذهب في صورة دنانير والفضة في صورة دراهم وكانت هذه النقود تصلهم عن طريق الأمم المجاورة لهم حيث لم يعرف أنهم ضربوا سكة معينة. ¶ دليل وجوب الزكاة في النقود: ¶ من الأدلة على وجوب الزكاة في النقود ¶ ¬__________ ¶ (¬1) البخت هي الإبل الخراسانية. ¶ (¬2) العراب هي كرائم الإبل.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "قوله تعالى: [وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ * يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأَنفُسِكُمْ فَذُوقُوا مَا كُنتُمْ تَكْنِزُونَ](¬1). ¶ وقوله - صلى الله عليه وسلم - : (ما من صاحب ذهب ولا فضة لا يؤدي منها حقها إلا إذا كان يوم القيامة صفحت له صفائح من نار فأحمى عليها في نار جهنم فيكوى بها جنبه وجبينه وظهره كلما بردت أعيدت له في يوم مقداره خمسين ألف سنة حتى يقضي بين العباد فيرى سبيله إما إلى الجنة وإما إلى النار(¬2). . .). ¶ نصاب النقود ومقدار الواجب فيها: ¶ وردت في السنة أحاديث كثيرة توضح النقود ومقدار الواجب فيه نذكر طرفاً منها فيما يلي: ¶ من ذلك ما رواه أبو سعيد الخدري رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم - : (ليس فيما دون خمسة أوسق صدقة ولا فيما دون خمس ذود صدقة ولا فيما دون خمس أواق صدقة)(¬3). ¶ وما رواه جابر بن عبدالله قال: قال رسول الله - صلى الله عليه وسلم - : (ليس فيما دون خمس أواق من الورق صدقة)(¬4). ¶ وما رواه أنس رضي الله عنه في كتاب الصدقات المشهور الذي كتبه أبو بكر لأنس حينما وجهه إلى البحرين وفيه(. . . وفي الرقة في مائتي درهم ربع العشر فإن لم يكن إلا تسعين ومائة فليس فيها شيء إلا أن يشاء ربها)(¬5). ¶ قال النووي: (. . . فنصاب الفضة خمس أواق وهي مائتا درهم بنص الحديث والإجماع وأما الذهب فعشرون مثقالاً والمعول فيه على الإجماع. . (¬6)). ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 34 ـ 35. ¶ (¬2) رواه البخاري ومسلم واللفظ لمسلم ـ انظر صحيح البخاري ج2 ص91 وصحيح مسلم ج3 ص70. ¶ (¬3) ، (3) رواهما مسلم في صحيحه انظر صحيح مسلم ج3 ص66 ـ 67. ¶ (¬5) رواه البخاري انظر صحيح البخاري ج2 ص100. ¶ (¬6) شرح صحيح مسلم ج7 ص48.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وقال ابن قدامة (. . . وجملة ذلك أن نصاب الفضة مائتا درهم لا خلاف في ذلك بين علماء الإسلام. . . (¬1)). ¶ وقال: (قال ابن المنذر اجمع أهل العلم على أن الذهب إذا كان عشرين مثقالاً قيمتها مائتا درهم أن الزكاة تجب فيها إلا ما حكى عن الحسن(¬2)). ¶ تبين لنا من خلال هذه النصوص الصريحة ثبوت نصاب الذهب والفضة بالسنة والإجماع وأنه عشرون مثقالاً ـ ديناراً ـ بالنسبة للذهب ومائتا درهم بالنسبة للفضة وتبين أن الواجب فيهما إذا بلغا نصاباً ربع العشر وهو نصف دينار بالنسبة للذهب وخمسة دراهم بالنسبة للفضة. ¶ قال ابن خلدون(¬3) في مقدمته: (فاعلم أن الإجماع منعقد منذ صدر الإسلام وعهد الصحابة والتابعين أن الدرهم الشرعي هو الذي تزن العشرة منه سبعة مثاقيل من الذهب والأوقية منه أربعين درهماً وعلى هذا فالدرهم سبعة أعشار الدينار ووزن المثقال من الذهب ثنتان وسبعون حبة من الشعير فالدرهم الذي هو سبعة أعشاره الدينار ووزن المثقال من الذهب ثنتان وسبعون حبة من الشعير فالدرهم الذي هو سبعة أعشاره خمسون حبة وخمسا حبة وهذه المقادير كلها ثابتة بالإجماع. . .). ¶ وقال في مغني(¬4) المحتاج (والمثقال لم يتغير جاهلية ولا إسلاماً وهو اثنتان وسبعون حبة وهي شعيرة معتدلة لم تقشر وقطع من طرفيها ما دق وطال والمراد بالدراهم الإسلامية التي كل عشرة منها سبعة مثاقيل وكل عشرة مثاقيل أربعة عشر درهماً وسبعان . . . إلى أن قال والدرهم خمسون حبة وخمسا حبة. . .). ¶ وقال النووي(¬5): (. . . وقال أصحابنا أجمع أهل العصر الأول على التقدير بهذا الوزن المعروف وهو أن الدرهم ستة دوانيق وكل عشرة دراهم سبعة مثاقيل ولم يتغير المثقال في الجاهلية ولا الإسلام). ¶ ¬__________ ¶ (¬1) المغني ج3 ص35. ¶ (¬2) المغني ج3 ص 37. ¶ (¬3) مقدمة ابن خلدون ج1 ص219. ¶ (¬4) مغني المحتاج للشربيني الخطيب ج1 ص389. ¶ (¬5) شرح صحيح مسلم ج7 ص52.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقال الفيروز آبادي(¬1): (. . . والمثقال درهم وثلاثة أسباع درهم والدرهم ستة دوانق والدانق قيراطان . . . ثم قال والحبة سدس ثمن درهم وهو جزء من ثمانية وأربعين جزءاً من درهم). ¶ تحويل الدينار والدراهم إلى الجرامات: ¶ تبين لنا من النصوص السابقة أن الدينار اثنتان وسبعون حبة شعيرـ احتياطاً(¬2). ¶ وهنا يسهل تحويل الدينار والدرهم إلى الجرامات وذلك عن طريق وزن حبات الشعير المحددة وقد قمت بنفسي والحمد الله بوزن حبات الشعير مفردة ومجموعة في أكثر من مناسبة وفي أكثر من ميزان من موازين الصاغة وظهرت لي النتائج التالية: ¶ وزن الدينار يتراوح بين ثلاثة جرامات ونصف جرام وبين ثلاثة جرامات وثلاثة ارباع الجرام ووزن الدرهم يتراوح بين جرامين وثلث جرام وبين جرامين وثلاثة من عشرة من الجرام علماً أن صفة حبات الشعير التي وزنتها أنها متوسطة مقطوعة الطرفين ما دق وطال عليها قشرتها كما ورد وصفها عند أهل العلم وبهذا يصبح نصاب الذهب بالجرامات سبعين جراماً حاصل ضرب عشرين جراماً في ثلاثة جرامات ونصف (20 × 3.5 = 70 جراماً) ونصاب الفضة أربعمائة وستوناً جراماً حاصل ضرب مائتي درهم في جرامين وثلاثة من عشرة من الجرامات(200 × 2.3 =460 جراماً). ¶ وبهذا يظهر أنني رجحت الأقل احتياطاً لأنه أبرأ لذمة المسلم وأحفظ لحقوق الفقراء وعليه فمن نصاباً من الذهب وهو سبعون جراماً وجب عليه فيه ربع العشر وهو جرام وثلاثة ارباع الجرام ( ــــ 1 ) ومن ملك نصاباً من الفضة وهو أربعمائة وستون جراماً وجب عليه فيه ربع العشر وهو أحد عشر جراماً ونصف جرام (11.5). ¶ النصاب بالعملات الورقية المتداولة: ¶ ¬__________ ¶ (¬1) القاموس المحيط ج3 ص330. ¶ (¬2) قلنا احتياطاً لأن الدرهم يزن خمسين حبة وخمسي حبة فجبرنا الكسر احتيطاً.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "إذا ملك المسلم نصاباً من الذهب أو الفضة أو أراد إخراج زكاته بالعملات الورقية المتداولة لزمه أن يسأل عن سعر الجرام من الذهب والفضة حال وجوب الزكاة عليه وبعد ذلك يخرج بالعملة المتداولة. ¶ فمثلاً إذا أراد إخراج زكاة الذهب أو الفضة بالريالات السعودية فعليه أن يسأل عن سعر الجرام من الذهب أو الفضة في وقت وجوب الزكاة عليه ثم يخرج حاصل ضرب سعر الجرام من الذهب أو الفضة ربع العشر مما يملك. ¶ وحيث إن سعر الجرام من الذهب في يوم الثلاثاء 26/7/1405هـ هو سبعة وثلاثون ريالاً سعودياً (37) فعلى من يملك نصاباً من الذهب وهو سبعون جراماً أن يخرج ربع العشر وهو جرام وثلاثة أرباع الجرام (ــــ1) وقيمتها (ـــ 64) ريالاً سعودياً. ¶ وحيث إن سعر الجرام نمن الفضة في يوم الثلاثاء 26/7/1405هـ هو سبعة ريالات سعودية فعلى من يملك نصاباً من الفضة وهو أربعمائة وستون جراماً أن يخرج ربع العشر وهو أحد عشر جراماً ونصف (11.5) وقيمتها (80.5) ريالاً سعودياً وهذه القيمة تختلف من وقت إلى آخر حسب سعر الجرام من الذهب والفضة فعلى أي مسلم يملك نصاباً من الذهب أو الفضة في أي بلد إسلامي أن يخرج زكاته بعملة بلده وذلك بمعرفة سعر الجرام من الذهب والفضة بنفس عملة بلده وهذا أمر ميسور ولله الحمد والمنة(¬1). ¶ النصاب بالريالات السعودية: ¶ ¬__________ ¶ (¬1) ليعلم أن هذا النصاب يختلف من وقت لآخر تبعاً لسعر الجرام من الفضة فليقس على هذا المثال والله أعلم.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "العملة المتداولة في المملكة العربية السعودية مقومة بالفضة لأنها نائبة عنها في التعامل وعليه فإذا أردنا معرفة نصاب الزكاة بالريالات السعودية فعلينا أن نعرف سعر النصاب من الفضة بالريالات السعودية ثم نخرج ربع العشر من القيمة فمثلاً(¬1) سعر نصاب الفضة في يوم الثلاثاء 26/7/1405هـ يساوي 460 × 7 =3220) ريالاً نخرج ربع عشرها (3220 ÷ 40 = 80.5) ريالاً، فمن ملك ثلاثة آلاف ومائتين وعشرين ريالاً وجب عليه فيها ثمانون ريالاً ونصف ريال سعودي. ¶ يقول الشيخ أبو بكر الجزائري (¬2) (وتجب الزكاة في الذهب إذا بلغ نصاباً ونصابه عشرون ديناراً زنته اثنتان وسبعون حبة شعير وزنتها بالجرامات ثلاثة جرامات ونصف جرام فإذا ضربت في عشرين ديناراً صارت سبعين جراماً وهي نصاب الذهب) ويقول في موضع آخر (والأوقية أربعون درهماً فإذا ضرب الأربعون في خمسة عدد الأواقي كان الحاصل مائتي درهم وهو نصاب زكاة الفضة بالدرهم. والدرهم إحدى وخمسون حبة شعير وزنتها بالجرامات جرامان وثلاثة من عشرة هكذا (2.3) فإذا ضربت في مائتين عدد الدراهم كان الحاصل أربعمائة وستين جراماً وهو نصاب الفضة بالجرامات والواجب فيه ربع العشر كالذهب سواء بسواء). ¶ ¬__________ ¶ (¬1) الجمل في زكاة العمل ص 27 ـ 28.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "ويقول في موضع آخر(¬1)(. . . وعليه فمن كان لديه من العملة ما يساوي قيمة سبعين جراماً من الذهب فقد وجبت عليه الزكاة فيزكي ما عنده من العمل بنسبة ربع العشر أي اثنين ونصف في المائة وبهذا أصبح الأمر ميسراً سهلاً إذ ما على المسلم إذا حال الحول على ما عنده من المال الذي هو عُمَلْ في الغالب ما عليه إلا أن يأتي بائع ذهب ويسأله عن قيمة سبعين جراماً من الذهب أو أربعمائة وستين جراماً من الفضة فإذا أعلمه بها هل هذا المبلغ الذي ذكر له عنده أولاً فإن وجده عنده علم أن الزكاة وجبت عليه وزكى ما عنده وإن كان ما عنده أقل مما أخبره به بائع الذهب علم أن ماله لم يبلغ نصاباً وأنه لا زكاة عليه فيه). ¶ تنبيهان: ¶ الأول: ليعلم أن الذهب يضم إلى الفضة وكذا يضم إليهما أو إلى أحدهما العملة المتداولة في كل بلد لأنها قائمة مقامهما فمن ملك أقل من سبعين جراماً من الذهب وعنده من الفضة أو عملة بلده ما يكمل سبعين جراماً وجبت عليه الزكاة لأن مجموع ما عنده يبلغ نصاباً وهكذا الحال بالنسبة للفضة وسائر العملات الورقية. ¶ الثاني: ذهب بعض أهل العلم إلى أن نصاب الذهب خمسة وثمانون جراماً (85 جراماً) ونصاب الفضة خمسمائة وتسعون جراماً (590) جراماً. ¶ وهذا القول (¬2) مرجوح في نظرنا لأمرين: ¶ 1ـ أن الأخذ بالأقل هو الأحوط لدين المسلم والأبرأ لذمته والأنفع لإخوانه ¶ الفقراء. ¶ ¬__________ ¶ (¬2) ارتضى هذا القول شيخنا فضيلة الشيخ محمد بن صالح العثيمين حيث قال في كتابه مجالس شهر رمضان ص32 ( والمراد ¶ الدينار الإسلامي الذي يبلغ وزنه مثقالاً وزنة المثقال أربعة غرامات وربع فيكون نصاب الذهب خمسة وثمانين غراماً يعادل ¶ أحد عشر جنيهاً سعودياً وثلاث أسباغ جنية ثم يقول ( والأوقية أربعون درهماً إسلامياً فيكون النصاب مائتي درهم إسلامي ¶ والدرهم سبعة أعشار مثقال فيبلغ مائة وأربعين مثقالاً وهي خمسمائة وتسعون غراماً تعادل ستة وخمسين ريالاً عربياً من ¶ الفضة).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "2ـ أن تقديرنا للدينار باثنتين وسبعين حبة والدرهم بخمسين حبة وخمسي حبة عليه عامة أهل العلم وقد قمت بوزن اثنتين وسبعين حبة شعير كما سبق فوزنت ثلاثة جرامات ونصف جرام ومن قال إن النصاب في الذهب خمسة وثمانون جراماً وفي الفضة خمسمائة وتسعون جراماً قدر الدينار والدرهم بأكثر مما سبق. ¶ ثالثاً: زكاة الثروة التجارية: ¶ أباح الله للمسلمين أن يشتغلوا بالتجارة ويكسبوا منها بشرط ألا يتجروا بسلعة محرمة وقد أوجب الإسلام على المسلم التاجر الذي يملك ثروة يستغلها في التجارة أوجب عليه زكاة سنوية شكراً لنعمة الله ووفاء بحق ذوي الحاجة من إخوانه ومساهمة في المصالح العامة التي يعود نفعها للمجتمع المسلم، ولقد عنى فقهاء الإسلام بهذا النوع وأفردوا له مباحث مستقلة سموها عروض التجارة وهي تشمل عندهم كل ما يعد للبيع والشراء بقصد الربح. ¶ دليل وجوب زكاة عروض التجارة: ¶ دليل وجوب الزكاة في عروض التجارة قول الحق تبارك وتعالى: ¶ [يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ](¬1). ¶ فقد ذكر عامة أهل العلم أن المراد بهذه الآية زكاة عروض التجارة. وقال الإمام الطبري(¬2) في تفسير الآية: (يعني بذلك جل ثناؤه زكوا من طيب مما بتصرفكم ـ إما بتجارة وإما بصناعة ـ من الذهب والفضة ويعني بالطيبات الجياد يقول زكوا أموالكم التي اكتسبتموها حلالاً وأعطوا في زكاتكم الذهب والفضة الجياد منها دون الردئ). ¶ شروط وجوب زكاة عروض التجارة: ¶ ذكر الفقهاء مجموعة شروط لابد أن تحقق في عروض التجارة لكي تجب فيها الزكاة وهي: ¶ 1ـ الملك التام لعروض التجارة. ¶ 2ـ بلوغ عروض التجارة نصاباً وذلك بتقويمها بأحد النقدين. ¶ 3ـ حولان الحول على هذه العروض. ¶ مقدار الواجب في عروض التجارة: ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 267. ¶ (¬2) تفسير الطبري ج5 ص555 تحقيق الشيخين أحمد شاكر ومحمود شاكر.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "يجب فيها ربع العشر مهما كانت وهو اثنان ونصف في المائة 2.5% فإذا ملك عروضاً تجارية قيمتها مائة ألف ريال وجب عليه فيها ألفا ريال وخمسمائة ريال(2500) ريالاً. ¶ كيفية زكاة عروض التجارة: ¶ على أصحاب المتاجر الذين يبيعون ويشترون ولا تستقر البضائع عندهم طويلاً طباعة البقول والأقمشة وأدوات البناء وأواني الطبخ وغيرها على هؤلاء أن يقوموا الموجود عندهم رأس كل حول فيزكوه بنسبة ربع العشر إذا بلغ نصاباً كما في المثال السابق. ¶ رابعاً ــ زكاة الزروع والثمار: ¶ لقد أنعم الله على الإنسان بنعم شتى في نفسه وماله وسخر له كثيراً من المخلوقات تكريماً له وتشريفاً ومن نعم الله على عباده أن جعل الأرض صالحة للإنبات والإثمار لتكون مصدراً من مصادر رزق المخلوقين ووسيلة من وسائل معيشتهم التي تقوم بها حياتهم والفضل من الله أولاً وأخيراً فهو الذي سخر الأرض للمخلوقات ليستفيدو منها يقول تعالى: ¶ [أَفَرَأَيْتُمْ مَا تَحْرُثُونَ * أَأَنْتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزَّارِعُونَ](¬1). ¶ ولعل من أبرز مظاهر الشكر لهذه النعمة العظيمة أداء الزكاة مما تخرج الأرض من زرع أو ثمر مواساة للفقراء والمساكين وسدا لخلة المحتاجين. ¶ دليل وجوب زكاة الزروع والثمار: ¶ استدل أهل العلم على وجوب زكاة الزروع والثمار بقول الحق تبارك وتعالى: ¶ [كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ](¬2). ¶ وما رواه أبو سعيد الخدري قال قال رسوا الله - صلى الله عليه وسلم - : (ليس فيما دون خمسة أوسق من التمر صدقة)(¬3). ¶ وما رواه جابر بن عبدالله أنه سمع رسول الله - صلى الله عليه وسلم - : (فيما سقت الأنهار والغيم العشور وفيما سقي بالساقية نصف العشر)(¬4). ¶ ¬__________ ¶ (¬1) سورة الواقعة الآية 63 ـ 64. ¶ (¬2) سورة الأنعام الآية 141. ¶ (¬3) رواه البخاري ـ انظر صحيح البخاري ج2 ص101. ¶ (¬4) رواه مسلم انظر صحيح مسلم ج3 ص67.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "أنواع الزروع والثمار التي تجب فيها الزكاة: ¶ اختلف أهل العلم في الأصناف التي تجب فيها الزكاة وسبب اختلافهم راجع إلى تعلق الزكاة هل هي متعلقة بالعين أم هي متعلقة بالعلة. . . وعلى أية حال فالعلماء متفقون على وجوب الزكاة في أصناف أربعة هي الحنطة والشعير والزبيب والتمر. . وما عداها فهو محل خلاف فمن أهل العلم من لا يوجبها في غير هذه الأصناف الأربعة والجمهور على وجوبها في غيرها ولكنهم مختلفون في العلة هل هي الاقتيات والادخار أم هي الكيل أم تجب في كل الزروع والثمار والذي يظهر لي تعليقها بعلة الاقتيات والادخار لأنه الوصف الملائم لهذه المطعومات. ¶ النصاب في زكاة الزروع والثمار: ¶ الصحيح الذي ينبغي التعويل عليه أن نصاب الزروع والثمار خمسة أوسق فأكثر فلا يجب فيما دون خمسة أوسق زكاة وهذا منطوق النص الصحيح الصريح الذي لا يتحمل غير هذا وما ذهب إليه بعض أهل العلم في وجوب الزكاة في القليل والكثير الخارج من الأرض فهو مرجوح إذ فهو خلاف ما دلَّت عليه النصوص الصحيحة الصريحة. ¶ عدم اعتبار الحول في زكاة الزروع والثمار: ¶ لا يشترط في زكاة الزروع والثمار حولان الحول وهذه ميزة يتميز بها هذا النوع من أموال الزكاة عن غيره وذلك لأن هذا النوع من أموال الزكاة نماء في نفسه فتخرج منه الزكاة عند كماله ثم بعد ذلك يبدأ في النقص لا في النماء ولو أخرج منه العشر أو نصف العشر وبقي عنده أعواماً طويلة لم يجب عليه فيه شيء لأن زكاته مرة واحدة فقط. ¶ مقدار الواجب في زكاة الزروع والثمار: ¶ المعمول عليه في المقدار هو ما ورد في السنة من تحديد النصاب والمقدار فالنصاب ورد تحديده في الصحيح بخمسة أوسق كما سبق والمقدار ورد تحديده أيضاً بالعشر أو نصف العشر في حديث جابر السابق وإليك ثلاثة نصوص حدَّدت النصاب والمقدار تحديداً لا يبقى معه لبس. ¶ (",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "أ) ما رواه أبو سعيد الخدري رضي الله عنه قال قال رسول الله - صلى الله عليه وسلم - : (ليس فيما دون خمسة أوسق من التمر صدقة)(¬1). ¶ (ب) ما رواه أبو سعيد الخدري رضي الله عنه أنه سمع رسول الله - صلى الله عليه وسلم - قال: (فيما سقت الأنهار والغيم العشور وفيما سقي بالساقية نصف العشر)(¬2). ¶ (ج) ماثبت في الصحيح من حديث سالم بن عبد الله عن أبيه رضى الله عنه عنه عن النبي - صلى الله عليه وسلم - أنه قال (فيما سقت السماء والعيون أوكان عثرياً(¬3)العشر وما سقي بالنضح نصف العشر)(¬4). ¶ هذه النصوص الثلاثة حدَّدت النصاب بخمسة أوسق وحدَّدت المقدار إن كان يسقي بدون مؤنة بالعشر وهو نصف وسق وإن كان يسقي بمؤنة بنصف العشر وهو ربع وسق. ¶ نصاب الزروع والثمار بالمقاييس العصرية: ¶ النصاب خمسة أوسق والوسق ستون صاعاً فيكون النصاب ثلاثمائة صاع. . يقول النووي(¬5): (والمراد بالوسق ستون صاعاً كل صاع خمسة أرطال وثلث بالبغدادي. . . فالأوسق الخمسة ألف وستمائة رطل بالبغدادي. . .). ¶ قال في القاموس(¬6): (والوسق ستون صاعاً). ¶ وقال في موضع(¬7) آخر: (الصاع أربعة أمداد فيكون النصاب ألف مد ومائتي مد والمد رطل وثلث بالبغدادي وذلك ألف وستمائة رطل. . .). ¶ وقد قمت بنفسي ولله الحمد والمنة وقست المد بيدي وكلفت غيري ممن أثق به بقياس ذلك وسألت أهل الخبرة فظهرت لي النتائج التالية. ¶ ¬__________ ¶ (¬1) رواه مسلم انظر صحيح مسلم ج2 ص67. ¶ (¬2) العثري هو ما يشرب بعروقه ولا يسقي بماء. ¶ (¬3) المراد بالنضح السقي بالسواقي والمكائن والدلاء إذ النضج هو الرش بالماء. ¶ (¬4) رواه البخاري انظر صحيح البخاري ج2 ص107. ¶ (¬5) النووي علي مسلم ج7 ص49. ¶ (¬6) القاموس المحيط ج3 ص299. ¶ (¬7) مغني المحتاج ج1 ص382.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "تبين أن المد يزن خمسمائة وستين جراماً من البر الجيد (560) جراماً. . وقد تحققت من هذه النتيجة عن طريق الوزن بالريال الفرنسي حيث إن المد يزن عشرين(¬1) ريالاً فرنسياً (20) ريالاً فرنسياً والريال الفرنسي يزن ثمانية وعشرين جراماً (28) جراماً فيكون المد حاصل ضرب عشرين ريالاً فرنسياً في ثمان وعشرين جراماً (20 × 28 = 560 جراماً). . وبما أن الصاع أربعة أمداد بلا إشكال فيكون الصاع بالجرامات حاصل ضرب خمسمائة وستين جراماً في أربعة أمداد (650×4=2240) أي ــــ2 كيلو فظهر أن الصاع يساوي كيلوين وربعاً من الكيلو وعليه فيكون نصاب زكاة الزروع والثمار (300× =675) كيلو جراماً وهذا بالنسبة للبر والأرز الثقيل والتمر وأما الشعير فيختلف عنها نظراً لخفته فيكون وزنه أقل من غيره والنسبة بين الشعير والبر تساوي ـــــــ (¬2) من حيث الوزن وهذا ما ظهر لي خلال تجربتي في الوزن والله أعلم. ¶ ¬__________ ¶ (¬1) يقول شيخنا محمد بن إبراهيم المبارك رحمه الله ( وفي سنة حجنا عام ست وأربعين وثلاثمائة وألف هجرية اجتمعنا في المدينة ¶ بجملة من علمائها المحققين وأخذنا مداً نبوياً ـ بالإجازة عليه ـ فوجدنا ملأه من البرزنة عشرين ريالاً فرنسياً). . التعليق الحاوي ¶ على الشرح الصغير ج2 ص183. ¶ (¬2) ظهر لي أن زنة مد الشعير بالجرامات 460 جراماً فنسبتها إلى زنة المد من البر .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "وقد اطلعت أثناء البحث على قرَّره شيخنا فضيلة الشيخ محمد ابن صالح العثيمين في كتابه مجالس شهر رمضان حول نصاب الحبوب حيث قال ما نصه: (والوسق ستون صاعاً بصاع النبي - صلى الله عليه وسلم - فيبلغ النصاب ثلثمائة صاع بصاع النبي - صلى الله عليه وسلم - الذي تبلغ زنته بالبر الجيد ألفين واربعين جراماً أي كيلوين وخمس عشر الكيلو فتكون زنة النصاب بالبر الجيد ستمائة واثني عشر كيلو)(¬1). وهنا لم يذكر شيخنا كيف توصل على ذلك ولعله قاس بنفسه أو سأل أهل الخبرة وعلى العموم فالنصاب تقريبي والاحتياط فيه مطلوب. ¶ تنبيه: ¶ قال ابن قدامة: (والنصاب معتبر بالكيل فإن الأوساق قليلة وإنما نقلت إلى الوزن لتضبط وتحفظ وتنقل ولذلك تعلق وجوب الزكاة بالمكيلات دون الموزونات والمكيلات تختلف في الوزن فمنها الثقيل كالحنطة والعدس ومنها الخفيف كالشعير والذرة ومنها المتوسط. . .)(¬2). ¶ خامساً ــ زكاة العسل: ¶ امتن الله على عباده بكثير من الطيبات ومنها العسل يقول تعالى: ¶ [وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنْ اتَّخِذِي مِنْ الْجِبَالِ بُيُوتاً وَمِنْ الشَّجَرِ وَمِمَّا يَعْرِشُونَ * ثُمَّ كُلِي مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلاً يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَتَفَكَّرُونَ](¬3). ¶ هل في العسل زكاة: ¶ ¬__________ ¶ (¬1) مجالس شهر رمضان ص102. ¶ (¬2) المغني لابن قدامة ج3 ص11. ¶ (¬3) سورة النحل الآية 68 ـ 69.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "اختلف أهل العلم أيجب في العسل زكاة أم لا فمنهم من قال بوجوبها متعمداً على بعض الآثار الواردة في ذلك ومنهم من لم يوجبها مستنداً إلى عدم وجود دليل صحيح صريح على وجوبها والذي يظهر وجوبها لأن العسل يخرج من النحل وهو يتغذى من الأشجار وهو مما يدخر وكلفته من الزروع والثمر. . قال ابن قدامة(¬1) في المغني: (ومذهب أحمد أن في العسل العشر قال الاثرم سئل أبو عبدالله أنت تذهب إلى أن في العسل زكاة قال نعم أذهب إلى أن في العسل زكاة العشر قد أخذ عمر منهم الزكاة قلت ذلك على أنهم تطوعوا به قال لا بل أخذه منهم). ¶ نصاب العسل ومقدار الواجب فيه: ¶ اختلف القائلون بوجوب الزكاة في العسل في نصابه فمنهم من ما أوجبها في القليل والكثير ومنهم من حدَّدها بعشرة أفرق ومنهم من قاسه على الحبوب والثمار فجعل نصابه خمسة أوسق فمتى بلغت قيمته خمسة أوسق من الحبوب والثمار وجبت فيه الزكاة ومقدارها العشر وهذا هو الظاهر لقوة الشبه بين العسل والحبوةب والثمار ولأن خمسة أوسق هي النصاب الشرعي المنصوص عليه والله أعلم. ¶ سادساً ــ زكاة الثروة المعدنية والبحرية: ¶ أودع الله سبحانه وتعالى في الأرض موارد الثروة وأودع في الإنسان طاقة العمل فعليه أن ينصب ويكدح ليحصل على ما يستطيع من كنوز الأرض والبحرل وعلى استغلال طاقته والاستفادة من تجاربه تكون حصيلته من باطن الأرض والبحر. ¶ تعريف المعدن: ¶ المعدن في اللغة مأخوذ من العدن وهو الإقامة سمي بذلك لعدونه أي إقامته يقال عدن بالمكان إذا أقام به. ¶ وشرعاً كل ما يخرج من الأرض مما يخلق فيها من غيرها مما له قيمة. ¶ تعريف الركاز: ¶ الركاز لغة من الركز بمعنى الإثبات. ¶ وشرعاً ما يوجد في الأرض أو على وجهها من دفائن الجاهلية ذهباً أو فضة أو غيرها. ¶ أدلة وجوب الزكاة في المعدن والركاز: ¶ استدل أهل العلم على وجوب الزكاة في المعدن والركاز بعموم قوله تعالى: ¶ [ ¶ ¬__________ ¶ (¬1) المغني لابن قدامة ج3 ص20.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ](¬1). ¶ قال القرطبي رحمه الله يعني النبات والمعادن والركاز(¬2). ¶ وقد نقل صاحب المجموع الإجماع على وجوب الزكاة في المعادن حيث قال: (قال أصحابنا أجمعت الأمة على وجوب الزكاة في المعادن) (¬3). ¶ صفة المعدن الذي تجب فيه الزكاة: ¶ اختلف أهل العلم في صفة المعدن الذي يتعلق به وجوب الزكاة على ثلاثة أقوال: ¶ الأول: قول الإمام مالك والشافعي حيث قصراً المعدن الذي تجب فيه الزكاة على الذهب والفضة وأما غيرهما من الجواهر فلا زكاة فيه. ¶ الثاني: قول أبي حنيفة وأصحابه حيث أوجبوا الزكاة في المعادن المستخرجة ¶ من الأرض الجامدة التي تنطبع بالنار وأما المعادن السائلة والمعادن الجامدة التي لا تنطبع بالنار فلا شيء فيها. ¶ الثالث: قول الحنابلة حيث أوجبوا الزكاة في كل أنواع المعادن وهي كل ما خرج من الأرض مما يخلق فيها من غيرهما مما له قيمة ولا فرق بين ما ينطبع وما لا ينطبق سواء أكان جامداً أم سائلاً. ¶ والذي نراه رجحان ما ذهب إليه الحنابلة لعموم قوله تعالى: ¶ [يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنْ الأَرْضِ](¬4). ¶ وهذا ما يتمشى مع روح الشرع المطهر الذي يصلح لكل زمان ومكان حيث نرى إمكانات الناس الهائلة في وقتنا الحاضر في استخراج شتى أنواع المعادن من باطن الأرض وخصوصاً السائلة منها. ¶ نصاب الزكاة في المعادن: ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ الأول ذهب الحنفية إلى وجوب الزكاة في المعدن في قليله وكثيره دون اعتبار نصاب له لأنهم قالوا إنه ركاز ولا يعتبر له حول فلم يعتبر له نصاب كالركاز. ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 267. ¶ (¬2) تفسير القرطبي ج3 ص321. ¶ (¬3) المجموع للنووي ج6 ص73. ¶ (¬4) سورة البقرة الآية 267.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الثاني: وذهب الإمام مالك والشافعي وأحمد إلى وجوب الزكاة في المعدن إذا بلغ نصاباً وذلك بأن يبلغ الخارج ما قيمته نصاب من النقود واستدل هؤلاء بعموم الأحاديث التي وردت في نصاب الذهب والفضة وبالإجماع على أن نصاب الذهب عشرون مثقالاً. ¶ والصحيح الذي تعضده الأدلة هو اعتبار النصاب وعدم اعتبار الحول ووجه التفريق هنا ما ذكره صاحب المغني حيث قال: (إن المعدن مفارق للركاز من حيث إن الركاز مال كافر أخذ في الإسلام فأشبه الغنيمة وهذا وجب مواساة وشكراً لنعمة الغني فاعتبر له النصاب كسائر الزكوات وإنما لم يعتبر له الحول لحصوله دفعه واحدة فأشبه الزروع والثمار)(¬1). ¶ مقدار الواجب في زكاة المعدن: ¶ اختلف أهل العلم في هذه المسألة فذهب الحنفية إلى وجوب الخمس في المعدن وذلك بناء على أنه فيء وعليه فيصرف في مصالح المسلمين عامة. ¶ وذهب مالك وأحمد في أحد قوليه إلى أن الواجب ربع العشر قياساً على الواجب في النقدين وعندهم أنه زكاة يصرف في مصارف الزكاة الثمانية المحدَّدة بقوله تعالى: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬2). ¶ هل تجب الزكاة فيما يستخرج من البحر؟ ¶ لا تجب الزكاة على الصحيح من أقوال أهل العلم في المستخرج من البحر كاللؤلؤ والمرجان والعنبر والسمك وقال بعض أهل العلم بوجوب الزكاة فيه لأنه خارج من معدن فأشبه الخارج من معدن البر. ¶ ¬__________ ¶ (¬1) المغني لابن قدامة ج3 ص26. ¶ (¬2) سورة التوبة الآية 60.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "والذي يظهر لي عدم وجوب الزكاة في المستخرج من البحر لأنه قد كان يخرج على عهد رسول الله - صلى الله عليه وسلم - وخلفائه فلم يأت فيه سنة عنه ولا عن أحد من خلفائه من وجه يصح ولأن الأصل عدم الوجوب فيه ولا يصح قياسه على معدن البر لان العنبر إنما يلقيه البحر فيوجد ملقى في البر على الأرض من غير تعب فأشبه المباحات المأخوذة من البر(¬1). ¶ سابعاً ــ زكاة المستغلات والدخل: ¶ أما زكاة المستغلات من العمارات المؤجرة والمصانع ونحوها. ¶ وزكاة الدخل من كسب العمل والمهن الحرة فالذي يظهر لي أن الزكاة لا تجب فيها إلا إذا حال الحول على المال وهو في حوزة مالكه معاملة لها مثل غيرها من الأموال المملوكة فإذا أجر شخص مصنعاً وقبض أجرته وحال عليها الحول وجبت فيها الزكاة وكذلك المساكن المؤجرة مهما عظمت وكثرت لا تجب الزكاة إلا في أجرتها إذا حال عليها الحول وهذا ما عليه عامة اهل العلم قديماً وحديثاً. ¶ ثامناً ــ زكاة الأسهم والسندات: ¶ التعامل بين الناس قائم ما وجدوا على ظهر الأرض ولا يستطيع الإنسان أن يعيش بمفرده بمعزل عن الناس بل بعضهم محتاج إلى بعض وصدق الشاعر: ¶ الناس للناس من بدو وحاضرة *** بعض لبعض وإن لم يشعروا خدم ¶ ولذا جدت معاملات معاصرة اقتضى الأمر عرضها على نصوص الكتاب والسنة وإلحاقها بأشبه المعاملات بها ومن هذه الأمور المستجدة الأسهم والسندات فكيف زكاتها. ¶ نقول الأسهم حقوق مالية يمتلكها الأفراد في شركات أو مؤسسات ويقبض أرباحها حسب نظام الشركة. ¶ والسندات جمع سند وهو تعهد مكتوب من جهة معينة كاملة بسداد مبلغ مقدر من قرض في تاريخ معين نظير فائدة مقدرة. ¶ وأما كيفية زكاة الأسهم والسندات فالذي يظهر لي من كلام أهل العلم أن صاحب الأسهم مخير بين أن يزكي رأس ماله كل سنة وإذا قبض الربح زكاه لما مضى أو لعام واحد على خلاف بين أهل العلم. ¶ ¬__________ ¶ (¬1) المغني لابن قدامة ج3 ص28.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "وبين أن يسأل رأس كل حول عن قيمة أسهمه ويزكيها حسب ما فيده به القائمون على الشركة أو المؤسسة التي ساهم فيها أو ما يفيده به أهل الخبرة سواء كانت رابحة أو خاسرة. ¶ وزكاتها زكاة النقدين إذا بلغت نصاباً وهو ربع العشر 2.5%. ¶ وأما السندات فهي ديون مؤجلة. ¶ والصحيح من كلام أهل العلم وجوب تزكية الديون إذا كانت على موسرين فإذا حال الحول على الديون ومنها السندات زكاها كغيرها من الأموال الموجودة عنده. ¶ وإن أخر زكاتها حتى قبضها زكاها إذا قبضها لما مضى. ¶ يقول الدكتور القرضاوي (. . هناك اتجاهات في زكاة الأسهم والسندات. .). ¶ الاتجاه الأول: ¶ ينظر إلى هذه الأسهم والسندات تبعاً لنوع الشركة التي أصدرتها أهي صناعية أم تجارية أم مزيج منهما. . فلا يعطي السهم حكماً إلا بعد معرفة الشركة التي يمثل جزءاً من رأس مالها عليه يحكم بتزكيته أو بعدمها. ¶ الاتجاه الثاني: ¶ ينظر إليها كلها نظرة واحدة ويعطيها حكماً واحداً بغض النظر عن الشركة التي أصدرتها. . . فيعتبرها عروض تجارة تأخذ أحكامها في كل شيء(¬1). ¶ وهنا أنبه إلى أمر هام وهو أن المساهمة في البنوك الربوية أمر محرم لأنه تعامل بالربا صراحة وإعانة لها على عملها وهو محرم لأنه من التعاون على الإثم والعدوان المنهي عنه شرعاً. ¶ [وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ](¬2). ¶ فلا تجوز المساهمة ابتداءً في هذه الشركات لكن من جهل حالها ثم تبين له أنها تتعامل بالربا فعليه التخلص منها والبعد عنها وإن لم يستطع فينتظر حتى توزيع أرباحها فإن قدر الربا أخرجه بنية التخلص منه لا بنية التقرب به إلى الله. وإن لم يعلم قدر الربا فعليه إخراج نصف الربح احتياطاً. ¶ ¬__________ ¶ (¬1) فقه الزكاة ص 523 ـ 527 بتصرف ـ. ¶ (¬2) سورة المائدة الآية 2.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "وعلى المسلم أن يحتاط لنفسه وذريته ومن تحت يده فلا يطعمهم إلا ما أحل الله وفي الحلال مندوحة عن الحرام والقليل الحلال أفضل وأزكى وأطيب من الكثير الذي تشوبه الشوائب. ¶ الفصل الخامس ¶ مصارف الزكاة ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: تحديد المصارف والحكمة في ذلك. ¶ المبحث الثاني: التعريف بالمصارف ومقدار ما يخرج لكل واحد منها. ¶ المبحث الثالث: ما يأخذ كل واحد حق له لا يمس كرامته وإنسانيته. ¶ المبحث الرابع: الأصناف الذين لا تصرف لهم الزكاة. ¶ المبحث الأول ¶ تحديد المصارف والحكمة في ذلك ¶ لقد عني الإسلام عناية فائقة بأمور الزكاة عامة واشتدت عنايته بمصارفها بصورة خاصة، كيف لا وقد تولى قسمتها ربنا جل جلاله ولم يترك أمرها لرأي الحاكم يقسمها كيف يشاء يحابي فيها قرابته وينفع بها المقربين عنده. لقد أنزل الله في قسمتها قرآناً يتلى إلى يوم القيامة فقطع طمع الطامعين ورغبة ذوي النفوس الرديئة الذين لا يستحون أن يزاحموا بمناكبهم الفقراء والمحتاجين ولو كانوا من غير ذوي الحاجة وقد حدث ذلك في عهد الرسول - صلى الله عليه وسلم - من فئة المنافقين إذ تطلعوا إلى أموال الصدقات وسال لعابهم ولكن الله قطع عليهم الطريق حينما أنزل على رسوله قوله تعالى: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬1). ¶ ولما لم يحصل المنافقون على أموال الصدقات غمزوا ولمزوا واتهموا الرسول - صلى الله عليه وسلم - ففضحهم الله شر فضيحة إذ أنزل فيهم قرآناً يتلى يقول تعالى: ¶ [ ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 60.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ * وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمْ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ](¬1). ¶ وبهذه الآيات تحددت مصارف الزكاة، فلم يبق فيها مجال لرأي قاصر أو هوى كاذب فمتى اجتمع شيء من أموال الزكاة وجب على ولي الأمر دفعه إلى مستحقيه وهنا تتضح الحكمة من تحديد المصارف بكل دقة وعناية إذ ليس المهم جمع الأموال فقد تجمعها الدولة بشتى الوسائل والطرق وإنما المهم أين تصرف هذه الأموال بعد تحصيلها (فهنا قد يميل الميزان وتلعب الأهواء ويأخذ المال من لا يستحقه ويحرم منه من يستحقه فلا عجب بعد ذلك أن يهتم القرآن بهذا الأمر، ولا يدعه مجملاً كما ترك أشياء كثيرة من الزكاة للسنة تبينها وتفصلها(¬2). ¶ المبحث الثاني ¶ التعريف بالمصارف ومقدار ما ¶ يخرج لكل واحد منها ¶ تصرف الزكوات إلى الأصناف الثمانية التي حددها الله جل وعلا في قوله: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬3). ¶ وإيضاح هذه الأصناف كالتالي: ¶ 1ـ الفقراء: جمع فقير وهو من له أدنى شيء من المال ولكن لا يكفيه لسد حاجاته وقيل من لا يجد شيئاً أصلاً يقول تعالى: [إِنْ يَكُونُوا فُقَرَاءَ يُغْنِهِمْ اللَّهُ مِنْ فَضْلِهِ](¬4). ¶ ¬__________ ¶ (¬1) سورة التوبة الآيات 58 ـ 59. ¶ (¬2) فقه الزكاة ج2 ص543. ¶ (¬3) سورة التوبة الآية 60. ¶ (¬4) سورة النور الآية 32.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "2ـ المساكين: جمع مسكين وهو من لا شيء عنده فيحتاج إلى المسألة لقوته أو ما يوراي به بدنه فهذا يحق له يسأل وأن يأخذ وقيل من يجد بعض كفايته. يقول تعالى: [فَلا اقْتَحَمَ الْعَقَبَةَ * وَمَا أَدْرَاكَ مَا الْعَقَبَةُ * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيماً ذَا مَقْرَبَةٍ * أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ](¬1). ¶ وهناك من قال إن المسكين أحسن حالاً من الفقير مستدلاً بقوله تعالى: [أَمَّا السَّفِينَةُ فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي الْبَحْرِ](¬2). ¶ ولكن الأول أظهر لأن الله بدأ به في آية المصارف وما بدأ الله به فهو أهم وليعلم أنهما إذا افترقا اجتمعا وإذا اجتمعا افترقا. ¶ 3ـ العاملون عليها: جمع عامل وهو الذي يبعثه الإمام لجباية الصدقات فيعطيه الإمام ما يكفيه هو وأعوانه مدة ذهابهم وإيابهم لأن العامل قد فرغ نفسه لهذا العمل والعاملون عليها كل من يعمل في جبايتها وتحصيلها أو في كتابتها وتدوينها أو حراستها وحمايتها أو تفريقها وتوزيعها، وهؤلاء يعطون أجر عملهم ولو كانوا أغنياء غير محتاجين إذ لكل عامل أجر وهم قد عملوا على جمعها وتفريقها فيعطون منها لقاء ذلك العمل. ¶ 4ـ المؤلفة قلوبهم: وهم قوم يعطون الزكاة تأليفاً لقلوبهم وتثبيتاً لإيمانهم أو لترغيب ذوييهم في الإسلام أو طلباً لمعونتهم أو كف أذاهم. وقد قرر العلماء أن هذا الحق باق ينفذ إن وجدت الحاجة إليه لأن بعض من يدخل في الإسلام قد ينقطع عن أهله وقومه وربما حرم من موارد رزقه فمن حقه أن يصرف له من بيت المال ما يحميه من الضرر وقد تبين هذا لنا بجلاء حينما عايشنا العمل بمكاتب توعية الجاليات. ¶ ¬__________ ¶ (¬1) سورة النور الآية 32. ¶ (¬2) سورة الكهف الآية 79.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "5ـ في الرقاب: الرقاب جمع رقبة والمراد بها العبد أو الأمة يشترى بمال الزكاة ليعتق فتكمل حريته ويتم تصرفه فيصبح عضواً نافعاً في المجتمع ويتمكن من عبادة الله، ولهذا اشترط العلماء في الرقيق الذي يدفع له من الزكاة لفك رقبته أن يكون مسلماً وسواء أعطي العبد لتحرير كله أو بعضه إن كان مبعضاً فكل ذلك يشمله هذا الصنف من أصناف الزكاة. ¶ 6ـ الغارمون: الغارمون هم المدينون الذين لزمتهم ديون بسبب حاجتهم الشخصية أو بسبب ضرورة اجتماعية أو مصلحة للمسلمين كمن استدان للإنفاق على نفسه أو على زوجه وأولاده ومن يعولهم فهذا يعطي إذا لم يكن عنده سداد لدينه فاضلاً عن حاجته الضرورية. ¶ وأما من استدان لضرورة اجتماعية كمن استدان للإنفاق على يتيم أو للإصلاح بين اثنين أو جماعة من المسلمين أو استدان لمصلحة المسلمين كإصلاح مسجد أو مدرسة أو دار من الدور العامة لصالح المسلمين فإنه يعطى من الزكاة لسد دينه ولو كان غنياً على الصحيح من أقوال أهل العلم. ¶ 7ـ في سبيل الله: اختلف أهل العلم في المراد بهذا المصرف فمنهم من قصره على الغزاة المجاهدين في سبيل الله والمرابطين للجهاد ولو كانوا أغنياء إذا لم يكن يرعاهم وينفق عليهم بيت مال المسلمين. ¶ ومنهم من قال إنه يشمل جميع القرب فيدخل في ذلك كل من سعى في طاعة الله وسبيل الخير فيعان من مال الزكاة على ما يفعل من خير للإسلام والمسلمين. ¶ والذي يظهر لي اختصاصه بالغزاة المتطوعين الذين لا رواتب لهم من بيت المال ولو كان المراد به طريق الخير لبينها الرسول - صلى الله عليه وسلم - إذ الحاجة ماسة إلى البيان. ¶ ثم إن عمل الخلفاء الراشدين يؤيد ما نقول فقد كثرت الزكوات في عهدهم ولم ينقل أنهم صرفوها في طرق الخير المختلفة. ¶ ثم إن الله جل وعلا حدد المصارف الثمانية وليست منها طرق الخير المختلفة إذ يصرف عليها من بيت مال المسلمين من غير الزكاة. والله أعلم.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "8ـ ابن السبيل: المراد به المسافر الذي يحتاج إلى المال ليواصل السفر إلى بلاده فيعطى المسلم الذي انقطع به السفر من الزكاة ما يساعده على العودة إلى بلاده شريطة أن يكون السفر مباحاً لأن سفر المعصية فيه إعانة على الشر والله جل وعلا حذرنا من التعاون على الإثم والعدوان فقال: [وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ](¬1). ¶ مقدار ما يخرج لكل واحد ¶ من الأصناف الثمانية ¶ 1ـ 2ـ الفقير والمسكين: ¶ الصحيح في نظرنا من أقوال أهل العلم أنهم يعطون ما يكفيهم ويكفي من يعولون سنة كاملة، وذلك لأن ما يكفيه سنة هو أوسط ما يطلبه الفرد عادة من ضمان العيش له ولأهله ولأن أموال الزكاة معظمها حولية وفي كل عام تأتي حصيلة جديدة من موارد الزكاة ينفق منها على المستحقين. ¶ وقد قرر أهل العلم أن الفقير والمسكين يعطى ما يكفيه سنة بالغة ما بلغت القيمة إذ ليس لها حد تقف عنده من الدراهم والدنانير بل المعمول عليه في ذلك واقع المجتمع الذي يعيشان فيه. ¶ 3ـ العاملون عليها: ¶ يعطى العاملون عليها ما يكافئ عملهم الذي قاموا به فهم كالأجراء سواء بسواء إلا أن الثمن لا يحدد سلفاً لأن العقد ليس عقد إجارة إذ لا تتوفر فيه شروط الإجازة وهي معرفة المنفعة والثمن والمدة. وقد قرر أهل العلم أن العامل يعطى من الزكاة ولو كان مغنياً لأنه إنما يأخذ أجراً على عمل أداه لا معونة لحاجة أصابته، وقد حدد بعض أهل العلم الثمن للعاملين عليها، ولكن هذا القول مرجوح في نظري لأنه مبني على التسوية بين المصارف ولا دليل عليه. ¶ 4ـ المؤلفة قلوبهم: ¶ ¬__________ ¶ (¬1) سورة المائدة الآية 2.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "لم يحدد فقهاء الإسلام ما يعطى الفرد من طائفة المؤلفة قلوبهم. وقد ترك هذا لتقدير ولي الأمر أو من ينيبه لأن الحالات تختلف من شخص لآخر ومن وقت لآخر حسب حالة المسلمين قوة وضعفاً وتقدير ذلك بالثمن مرجوح في نظري لأن مبناه على التسوية بين المصارف ولا دليل عليه. ¶ 5ـ الرقاب: ¶ يعطى للفرد من طائفة الأرقاء ما يكفي لتحرير رقبته ومقدار ذلك يتوقف على ما يطلبه المالك فهو يختلف من حالة لأخرى ومن مكان لآخر ومن وقت لآخر ولهذا من الصعوبة بمكان تحديد معايير ثابتة لمقدار ما يعطاه الرقيق لتحرير رقبته، وإنما الأولى أن يقال ما يكفي لتحرير رقبته. ¶ 6ـ الغارمون: ¶ يعطى لكل غارم مقدار ما يحتاج إليه لقضاء دينه سواء أكان الدين قليلاً أم كثيراً شريطة أن تتحقق الشروطة الآتية:ـ ¶ (أ) أن يكون في حاجة إلى ما يقضي به الدين. ¶ (ب) أن يكون قد استدان في طاعة أو في أمر مباح. ¶ (ج) أن يكون الدين حالاً. ¶ 7ـ في سبيل الله: ¶ مجال الإنفاق في سبيل الله متسع لأنه يتعلق بأمر الجهاد وهو قائم إلى يوم القيامة. وقد خصص الله لهذا المصرف الثمن من حصيلة الزكاة، ويرى بعض أهل العلم أن لولي الأمر استخدم فوائض المصارف الأخرى لمصلحة الإسلام والمسلمين في الدفاع عن الديار وتأمين الثغور وإعداد الجيوش. ¶ 8ـ ابن السبيل: ¶ يعطى للمسافر الغريب ما يكفيه من النفقات حتى يصل إلى مقصده أو موضع ماله ويشمل ذلك نفقات المؤن والكسوة والانتقال كل ذلك يصرف له إلى أن يصل بلده الذي انقطع دونه. ¶ بهذا يظهر لنا أن الجميع يعطى بقدر حاجته، ولا يزاد على ذلك فالفقير والمسكين يعطيان ما يكفيهما حولاً، والعامل يعطي بقدر أجرته ولو غنياً والمؤلف ما يحصل به التأليف والرقيق ما يحصل به فك رقبته والغارم ما يقضي به دينه والغازي ما يحتاج إليه لغزوه وابن السبيل ما يوصله إلى بلده. والله أعلم. ¶ تنبيه:",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "عبر الله سبحانه وتعالى في آية المصارف عن الأربعة الأولى باللام، وعبر عن الأربعة الأخيرة بفي فهل لهذه المغايرة حكمة؟ ¶ ذكر المفسرون حكمة هذه المغايرة فقالوا: إن دخول اللام على الأربعة الأولى بدل على التمليك فهم ملاك لما أخذوه يتصرفون فيه كيف شاءوا، وأما الأربعة الأخيرة فعبر عنها بفي لأنها وعاء للزكاة ولا بد أن تصرف في نفس هذه المصارف والحكمة في ذلك ظاهرة يقول تعالى: ¶ [إِنَّمَا الصَّدَقَاتُ لِلْفُقَرَاءِ وَالْمَسَاكِينِ وَالْعَامِلِينَ عَلَيْهَا وَالْمُؤَلَّفَةِ قُلُوبُهُمْ وَفِي الرِّقَابِ وَالْغَارِمِينَ وَفِي سَبِيلِ اللَّهِ وَاِبْنِ السَّبِيلِ فَرِيضَةً مِنْ اللَّهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ](¬1). ¶ المبحث الثالث ¶ ما يأخذه كل واحد حق له ¶ لا يمس كرامته وإنسانيته ¶ الزكاة ليست تفضلاً من شخص لآخر وإنما هي حق معلوم كما ذكر الله سبحانه وتعالى: [وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ](¬2). ¶ فهي حق الفقير بوصفه أخا للغني لأن الإسلام جعل المجتمع كالأسرة الواحدة يكفل بعضهم بعضاً بل كالجسد الواحد إذا اشتكى بعضه اشتكى كله فمن حق الفقير الذي لا يستطيع أن يعمل أو يستطيع ولا يجد عملاً أو يعمل ولا يجد كفايته من عمله أو يجد ولكن حل به من الأحداث ما أفقره إلى المعونة من حقه أن يعان ويشد أزره ويؤخذ بيده وما يعطاه الفقير والمسكين وغيرهما من أهل الزكاة حق لهم لا يمس كرامتهم وإنسانيتهم وليس فيه تفضل من الغني بل ما يدفعه واجب عليه. ¶ ¬__________ ¶ (¬1) سورة التوبة الآية 60. ¶ (¬2) سورة المعارج الآية 25.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "يقول الدكتور القرضاوي(¬1) (وبهذا يستطيع هذا الفقير أن يشارك في الحياة ويقوم بواجبه في طاعة الله وبهذا يشعر أنه عضو حي في جسم المجتمع وأنه ليس شيئاً ضائعاً ولا كما مهملاً، وإنما هو في مجتمع إنساني كريم يعني به ويرعاه ويأخذ بيده ويقدم له يد المساعدة في صورة كريمة لا منّ فيها ولا أذى بل يتقبلها من يد الدولة وهو عزيز النفس رافع الرأس موفور الكرامة لأنه إنما يأخذ حقه المعلوم ونصيبه المقسوم حتى لو اضطربت الأمور في المجتمع المسلم وقدر للافراد أن يكونوا هم الموزعون للزكاة بأنفسهم فإن القرآن يحذرهم من إهانة الفقير أو جرح إحساسه بما يفهم منه الاستعلاء عليه أو الامتنان أو أي معنى يؤذي كرامته كإنسان وينال من عزته كمسلم. قال تعالى: ¶ [يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقَاتِكُمْ بِالْمَنِّ وَالأَذَى كَالَّذِي يُنفِقُ مَالَهُ رِئَاءَ النَّاسِ وَلا يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْداً](¬2). ¶ المبحث الرابع ¶ الأصناف الذين لا تصرف لهم الزكاة ¶ اشترط الفقهاء في صحة دفع الزكاة وبراءة الذمة بها أن لا يكون آخذها من الأصناف الذين جاءت النصوص بتحريمها عليهم وعدم اعتبارهم مصرفاً من الأصناف الذين جاءت النصوص بتحريمها عليهم وعدم اعتبارهم مصرفاً صحيحاً للزكاة وهؤلاء كالذين عليه الزكاة هم: ـ ¶ 1ـ الأغنياء. ¶ 2ـ الأقوياء المكتسبون. ¶ 3ـ الكفار. ¶ 4ـ فروع المزكي وأصوله وزوجته الذين تجب عليه نفقتهم. ¶ 5ـ آل النبي - صلى الله عليه وسلم - وهم بنو هاشم. ¶ إيضاح هذه الأصناف: ¶ 1ـ الأغنياء: ¶ ¬__________ ¶ (¬1) فقه الزكاة ج2 ص875. ¶ (¬2) سورة البقرة الآية 264.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "اتفق فقهاء الإسلام على أنه لا يعطى من سهم الفقراء والمساكين غني لثبوت النصوص في ذلك قالوا ولأن إعطاء الأغنياء من أسهم الفقراء والمساكين يمنع وصول الزكاة إلى أهلها ويخل بحكمة وجوبها وهي إغناء الفقراء فلم يجز غير أن بعض مصارف الزكاة تصرف لهم ولو كانوا أغنياء على الصحيح من أقوال أهل العلم وهم العاملون عليها والمؤلفة قلوبهم أو المجاهدون في سبيل الله وأبناء السبيل. ¶ 2ـ الأقوياء المكتسبون: ¶ قرر أهل العلم أن الزكاة تحرم على القوي السليم المكتسب إلا إذا كان لا يجد العمل أو يجد العمل ولكن الأجر الذي يأخذه لا يكفيه ولا يكفي عياله فعندئذ يعان من الزكاة بقدر حاجته أو بقدر ما ييسر له سبيل العمل ولعل الحكمة في تحريمها على القوي المكتسب أنه مطالب شرعاً بالعمل وكفاية نفسه بنفسه لا أن يعقد ويتكل على غيره ويستجدي من الناس صدقاتهم وزكواتهم. ¶ 3ـ الكفار: ¶ اتفق فقهاء الإسلام على حرمة صرف الزكاة للكفار وذلك لأن في صرفها لهم إعانة على كفرهم وإقراراً لهم، وقد جاءت النصوص بوجوب صرفها على فقراء المسلمين وهذا يفيد عدم صرفها على فقراء الكفار ثم إن الحكمة الظاهرة في الزكاة هي إغناء فقراء المسلمين وتوطيد دعائم المحبة والإخاء بين أفراد المجتمع المسلم وذلك أمر مرفوض مع الكافرين. والله أعلم. ¶ 4ـ الأصول والفروع والزوجة الذين تجب عليهم نفقتهم: ¶ قرر أهل العلم أن الزكاة لا يجوز دفعها إلى الزوجات ولا إلى الأصول من الآباء والأمهات والأجداد والجدات ولا إلى الفروع من الأولاد وأولاد الأولاد، وذلك لأن دفع الزكاة إلى هؤلاء يغنيهم عن النفقة الواجبة عليه ويسقطها عنه وبالتالي يعود نفع الزكاة إليه فكأنه دفعها إلى نفسه. ¶ أما دفع الزكاة إلى سائر الأقارب ممن لا تجب نفقتهم عليه فهو جائز بل هو أفضل لأنه يحصل على أجرى الصدقة والصلة ـ إن شاء الله ـ سواء كانوا إخوة أو أخوات أو غيرهم. ¶ 5ـ آل النبي - صلى الله عليه وسلم - :",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "لا يعطى آل النبي محمد - صلى الله عليه وسلم - من الزكاة لأنهم يأخذون حقهم من الغنائم والفيء وهل يعطون من الزكاة في حال عدم أخذهم حقهم من الغنائم والفيء أو لا؟ ¶ المسألة محل نظر لأهل العلم فمنهم من أجاز ذلك ومنهم من منعه. ¶ وآل النبي - صلى الله عليه وسلم - قيل إنهم بنو هاشم وبنو المطلب وقيل بنو هاشم فقط. ¶ الفصل السادس ¶ زكاة الفطر ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: التعريف بها والحكمة من تشريعها. ¶ المبحث الثاني: توقيتها وعلى من تجب والقدر الواجب فيها. ¶ المبحث الثالث: مكان دفعها ولمن تدفع وهل يجوز إخراج القيمة فيها. ¶ المبحث الأول ¶ التعريف بها والحكمة من تشريعها ¶ أولاً ــ التعريف بها: ¶ يقال لها زكاة الفطر وصدقة الفطر، ويقال للمخرج فطرة ـ بكسر الفاء ـ مأخوذة من الفطرة التي هي الخلقة أي زكاة الخلقة وهي المقصود في قوله تعالى [قد أفلح من تزكى] وقد أضيفت إلى الفطر لأنها تجب بالفطر من رمضان وهي صدقة عن البدن والنفس والزكاة العامة صدقة المال. ¶ وقد عرفها بعض أهل العلم بأنها صدقة يخرجها المسلم قبل صلاة عيد الفطر شكراً لله تعالى على نعمة التوفيق لصيام رمضان وقيامه يختم بها المسلم عمل رمضان، ويسميها الفقهاء زكاة الرؤوس أو الرقاب أو الأبدان وتخرج من غالب قوت البلد والأصل فيها ما ثبت في الصحيحين عن ابن عمر رضي الله عنهما قال (فرض رسول الله - صلى الله عليه وسلم - زكاة الفطر من رمضان صاعاً من تمر أو صاعاً من أقط أو صاعاً من شعير على كل حر وعبد ذكر أو أنثى على الصغير والكبير من المسلمين)(¬1). ¶ ثانياً ــ الحكمة من تشريعها: ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم: انظر صحيح البخاري ج2 ص138. وصحيح مسلم ج3 ص68.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "زكاة الفطر إحسان إلى الفقراء وكف لهم عن السؤال في أيام العيد ليشاركوا الأغنياء في فرحهم وسرورهم به ويكون عيداً للجميع، وفيها الاتصاف بخلق الكرم وحب المواساة، وفيها تطهير الصائم مما يحصل في صيامه من نقص ولغو وإثم وفيها إظهار شكر نعمة الله بإتمام صيام شهر رمضان وقيامه وفعل ما تيسر من الأعمال الصالحة فيه(¬1). ¶ والحكمة فيها مركبة من أمرين: ¶ أحدهما: يتعلق بالصائمين في شهر رمضان، وما عسى أن يكون قد شاب صيامهم من لغو القول ورفث الكلام والصيام الكامل الذي يصوم فيه اللسان والجوارح كما يصوم البطن والفرج فلا يسمح الصائم للسانه ولا لأذنه ولا لعينه زلا ليده أو رجله أن تتلوث بما نهى الله ورسوله عنه من قول أو فعل وقل أن يسلم مسلم من ذلك، فجاءت زكاة الفطر في ختام الشهر لتجبر ذلك كله وتغسل ما قد يكون علق بالصائم مما يكدر صومه وينتقص أجره. ¶ والثاني: يتعلق بالمجتمع وإشاعة المحبة والمسرة في جميع أنحائه وخاصة المساكين وأهل الحاجة فيه ذلك أن العيد يوم فرح وسرور فينبغي تعميم هذا الفرح والسرور ليشمل جميع فئات المجتمع ومنها الفقراء والمساكين ولن يدخل السرور إلى قلوبهم إلا إذا أعطاهم إخوانهم وأشعروهم أن المجتمع يد واحدة يتألم بعضه بألم بعضه الآخر ويفرح لفرحه، وهكذا يتضح لنا سر تشريع زكاة الفطر إذ فيها مصالح عظيمة تعود على الفرد والمجتمع كما أسلفنا. ¶ المبحث الثاني ¶ توقيتها وعلى من تجب ¶ والقدر الواجب فيها ¶ أولاً ــ توقيتها: ¶ تجب زكاة الفطر بغروب الشمس ليلة العيد لأنه الوقت الذي يكون به الفطر من رمضان وزمن دفعها له وقتان وقت فضيلة ووقت جواز. ¶ فأما وقت الفضيلة فهو صباح العيد قبل الصلاة لما روى أبو سعيد الخدري رضي الله عنه قال كنا نخرج في عهد النبي - صلى الله عليه وسلم - يوم الفطر صاعا(¬2) من طعام. ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 264. ¶ (¬2) رواه البخاري ومسلم: انظر صحيح البخاري ج2 ص138. وصحيح مسلم ج3 ص69.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "وما رواه ابن عمر رضي الله عنهما أن النبي - صلى الله عليه وسلم - أمر بزكاة الفطر قبل خروج الناس إلى الصلاة(¬1). ¶ وأما وقت الجواز فهو قبل العيد بيوم أو يومين لما ثبت عن نافع قال كان ابن عمر يعطي عن الصغير والكبير حتى إن كان يعطي عن بنيّ وكان يعطيها الذين يقبلونها وكانوا يعطون قبل الفطر بيوم أو يومين، ولا يجوز تأخيرها عن صلاة العيد فإن أخرها فهي صدقة من الصدقات. ¶ ثانياً ــ على من تجب: ¶ زكاة الفطر فريضة على الكبير والصغير والذكر والأنثى والحر والعبد من المسلمين لما ثبت عن عبدالله بن عمر رضي الله عنهما أن قال فرض رسول الله - صلى الله عليه وسلم - زكاة الفطر من رمضان صاعاً من تمراً أو صاعاً من شعير على العبد والحر والذكر والأنثى والصغير والكبير من المسلمين(¬2). ¶ وتستحب عن الجنين فقد كان السلف رضي الله عنهم يخرجونها عنه. ¶ ويجب أن يخرجها عن نفسه وكذلك عمن تلزمه مؤونته من زوجة أو قريب إذا لم يستطيعوا إخراجها عن أنفسهم فإن استطاعوا فالأولى أن يخرجوها عن أنفسهم لأنهم المخاطبون بها أصلاً. ¶ وإنما تجب على من وجدها فاضلة زائدة عما يحتاجه من نفقة يوم العيد وليلته فإن لم يجد إلا نفقة يوم العيد وليلته أو أقل من ذلك لم تجب عليه. ¶ ثالثاً ــ القدر الواجب فيها: ¶ الواجب في زكاة الفطر صاع من غالب قوت أهل البلد من بر أو شعير أو أرز أو تمر أو زبيب أو قط وكلما كان أجود فهو خير وأفضل، فعلى كل مسلم ذكر أو أنثى صغير أو كبير حر أو عبد أن يخرج صاعاً من طعام بصاع النبي - صلى الله عليه وسلم - أو ما يعادله كيلاً أو وزناً ولا يجزئ أقل من ذلك لما ثبت في الأحاديث الصحيحة من تقديرها بصاع كحديث أبي سعيد الخدري وحديث ابن عمر السابقين. ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم: انظر صحيح البخاري ج2 ص139. وصحيح مسلم ج3 ص70. ¶ (¬2) رواه البخاري ومسلم: انظر صحيح البخاري ج2 ص138 وصحيح مسلم ج3 ص68.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "وقد سبق تحقيق تقدير الصاع بالكيلو عند كلامنا على زكاة الحبوب والثمار حيث قررنا أنه يعادل كيلوين وربع الكيلو وذلك ما توصلنا إليه بعد بحث طويل ومناقشة لأهل العلم. وقد ذكر شيخنا فضيلة الشيخ/ محمد بن صالح عثيمين أن الصاع يعادل كيلوين وأربعين غراماً، وقد وقفت على من أوصله إلى ثلاث كيلوات(¬1). والله أعلم. ¶ المبحث الثالث ¶ مكان دفعها ولمن تدفع ¶ وهل يجوز إخراج القيمة فيها ¶ أولاً ــ مكان دفعها: ¶ تدفع زكاة الفطر إلى فقراء المكان الذي هو فيه وقت الإخراج سواء كان محل إقامته أو غيره من بلاد المسلمين لاسيما إن كان مكاناً فاضلاً كمكة والمدينة أو كان فقراؤه أشد حاجة فإن كان في بلد ليس فيه من يدفع إليه أو كان لا يعرف المستحقين فيه وملّ من يدفعها عنه في مكان فيه مستحق وبناء على ذلك فمن أقام في بلاده أكثر رمضان ثم سافر ثم سافر في آخره إلى بلد أخرى فالأولى له أن يدفعها إلى فقراء البلد الذي تجب عليه فيه وهو غروب شمس آخر يوم من رمضان فمن كان في أي بلد من بلاد المسلمين وأتى إلى مكة في رمضان فالأفضل له أن يدفعها إلى فقراء الحرم إذ وجبت عليه في نفس المكان وهو فاضل وإن دفعها إلى فقراء بلده الذي يقيم به أكثر السنة أجزأته ولكنه خلاف الأولى. . . والله أعلم. ¶ ثانياً ــ لمن تدفع: ¶ تدفع زكاة الفطر للفقراء والمساكين وهل هي خاصة بفقراء البلد الذي تجب عليه فيه الزكاة أو يجوز نقلها إلى بلد آخر فقراؤه أشد حاجة؟ . . الصحيح إن شاء الله أنه يجوز نقلها تحقيقاً للمصلحة العامة للمسلمين. . وهل تصرف زكاة الفطر لبقية المصارف الثمانية الذين تصرف لهم الزكاة أو هي خاصة للفقراء والمساكين الصحيح إن شاء الله أنها خاصة للفقراء والمساكين إلا إذا اقتضت المصلحة صرفها لأحد المصارف الثمانية غير الفقراء والمساكين وأرى الإمام أو نائبه ذلك. ¶ ¬__________ ¶ (¬1) هو الشيخ/ حسين الصدى في رسالته عن زكاة الفطر ص22.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "وبناء على ذلك فلا تصرف زكاة الفطر إلى الأصناف الذين لا تصرف لهم الزكاة وهم الكفار والأغنياء والأقوياء المكتسبون وآل النبي - صلى الله عليه وسلم - وما اعتاده كثير من الناس من صرفها للأقارب والجيران من غير الفقراء فلا أصل له. ¶ ثالثاً ــ هل يجوز إخراج القيمة في زكاة الفطر: ¶ تجب زكاة الفطر كما أسلفنا من غالب قوت أهل البلد من تمر أو بر أو أرز أو زبيب أو أقط أو غيرها من طعام بني آدم. ¶ ولا يجزئ إخراج طعام البهائم لأن النبي - صلى الله عليه وسلم - فرضها طعمة للمساكين لا للبهائم ولا يجزئ إخراجها من الثياب والفرش والأواني والأمتعة وغيرها مما سوى طعام الآدميين لأن النبي - صلى الله عليه وسلم - فرضها من الطعام فلا تتعدى ما فرضه - صلى الله عليه وسلم - . ¶ ولا يجزئ إخراج قيمة الطعام لأن ذلك خلاف ما أمر به رسول الله - صلى الله عليه وسلم - . ¶ ولأنه مخالف لعمل الصحابة رضي الله عنهم فقد كانوا يخرجونها صاعاً من طعام. ¶ ولأن زكاة الفطر عبادة مفروضة من جنس معين فلا يجزئ إخراجها من غير الجنس المعين كما لا يجزئ إخراجها في غير الوقت المعين. ¶ ولأن النبي - صلى الله عليه وسلم - عينها من أجناس مختلفة وقيمتها مختلفة غالباً فلو كانت القيمة معتبرة لكان الواجب صاعاً من جنس، وما يقابل قيمته من الأجناس الأخرى. ¶ ولأن إخراج القيمة يخرج الفطرة عن كونها شعيرة ظاهرة إلى كونها صدقة خفية فإن إخراجها صاعاً من طعام يجعلها ظاهرة بين المسلمين معلومة للصغير والكبير يشاهدون كيلها وتوزيعها ويتبادلونها بينهم بخلاف ما لو كانت دراهم يخرجها الإنسان خفية بينه وبين الآخذ(¬1). ¶ ¬__________ ¶ (¬1) انظر: مجالس شهر رمضان لفضيلة الشيخ/ محمد بن عثيمين ص228.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "وقد ذهب بعض أهل العلم على جواز إخراج القيمة إذا كان ذلك أنفع للفقير وقد نصر هذا القول غير(¬1) واحد ممن كتبوا في موضوع الزكاة ولكنه مرجوح في نظري لما ذكرته من تعليلات سابقة. . والله أعلم. ¶ الفصل السابع ¶ الزكاة نظام اقتصادي واجتماعي ¶ وأثره في من يخرج الزكاة ومن يتلقاها ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: النظام المالي في الإسلام بين النظم الأخرى. ¶ المبحث الثاني: آثار الزكاة في من يخرجها. ¶ المبحث الثالث: آثار الزكاة في من يتلقاها. ¶ المبحث الأول ¶ النظام المالي في الإسلام ¶ بين النظم الأخرى ¶ الزكاة في الإسلام نظام اقتصادي فريد ينبع عن تنظيم الإسلام للمال ذلك التنظيم الذي ثبت من الواقع التاريخي أنه لا يصلح للبشرية سواه لاسيما بعد أن جريت ويلات النظام الرأسمالي والنظام الاشتراكي ولكي تتضح الصورة أكثر نوضح مفهوم هذين النظامين فنقول: ¶ يسود العالم نظامان اقتصاديان وضعيان وبجانبهما تشريع إسلامي خالد فهناك النظام الرأسمالي الذي يعتبر الفرد المالك الوحيد لما يكتسب ولا حق فيه لغيره مطلقاً ولهذا الفرد أن يتصرف فيه وفق ما يشاء ويرضى ومن حقه أن يحتكر من وسائل الإنتاج كل ما تصل إليه يده وله أن يصرفها في الوجوه التي تعود على ذاته بالمنفعة. ¶ وهذا النظام لا يتفق مع طبيعة البشر ولا يحقق الخير لهم ذلك أنه يؤدي إلى اختلال التوازن في توزيع الثروة بين الأفراد حيث تتجمع وسائل الإنتاج والتنمية بين جماعة تكون أكثر الطبقات ثراء وتنعماً ونفوذاً ويبقى بعد ذلك في المجتمع طبقة أخرى لا ثالث لها وهي طبقة الفقراء والضعفاء والمحرومين وتصبح الطبقة الغنية مستعلية ومسيطرة على الطبقة الفقيرة تسيرها حسب مصالحها وما يخدم أغراضها الخاصة. ¶ ¬__________ ¶ (¬1) هو الشيخ/ حسين الصدى في رسالته عن زكاة الفطر ص22.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "وهناك النظام الاشتراكي الذي يقوم على النظرية القائلة بأن وسائل الإنتاج كلها يجب أن تكون مشتركة بين أفراد المجتمع ولا حق للناس بصفتهم الفردية أن يملكوها ويتصرفوا فيها حسب رغباتهم ويتمتعوا بها وحدهم وأن الأفراد ليس لهم إلا المكافأة على يقومون به من خدمات لمصالح المجتمع المشتركة وفي ظل هذا النظام تنعدم الملكية الفردية ولا يكون لأحد متسع أن يجمع المال ثم يوظفه بنفسه فيما يشاء من وجوه الإنتاج والاستثمار وهذا يعني أن النظام الاشتراكي يهمل الفرد ويستهين بقيمته. . والحق أن هذا النظام يضع السيف في رقاب الرأسماليين من الأفراد ويبيد طبقة المتمولين لكي يحل محلها رأسمالي واحد ومتمول واحد هو (الحكومة الاشتراكية) وهذه الحكومة لا تعرف الرحمة والعطف بل تسخر الأفراد كالآلات الصماء وتوزع بينهم أسباب المعيشة توزيعاً آلياً وهنا تحل الكوارث والنكبات ويسود الحقد والكره وتنعدم أواصر القربى بين أفراد المجتمع ولا يعرف الإنسان في هذا المجتمع إلا طريق ملء بطنه وإشباع شهواته في حدود ما يسمح به النظام.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "وهناك التشريع الإسلامي الخالد. . . الذي يتمشى مع الفطرة والطبيعة ويحقق المصالح العامة للفرد والمجتمع ويوازن بين حقوقهم بحيث لا تغطى مصلحة الفرد على الجماعة أو العكس بل يكون الفرد في خدمة الجماعة ولبنة من لبنات المجتمع المسلم وتكون الجماعة في خدمة الفرد تحنو عليه وتساعده في وقت الشدة ولهذا قرَّر الإسلام حق الفرد كاملاً في أمواله فله أن يتصرف فيها كما يشاء في وجوه الإحسان وله أن ينميها بكل وسائل الاستثمار المتاحة ما دامت في دائرة الحلال المشروع(¬1). والإسلام بهذا المنهج السليم ربط بين المصلحة الفردية ومصلحة الجماعة لأن في ذلك رفاهة الجماعة ورفاهة الأفراد فالأغنياء في أموالهم حق معلوم لإخوانهم لا يتوانون في دفعه إليهم لتظل القلوب عامرة بالحب والوفاء والعطف والحنان وبهذا يتضح أن تشريع الزكاة في الإسلام يعتبر وسيلة ناجحة لإيجاد مجتمع متعاون متكافل لا طغيان فيه من الأغنياء ولا حرمان فيه للفقراء. . ولهذا التشريع الخالد آثاره الجلية في طرفي الزكاة المعطي والآخذ. ¶ المبحث الثاني ¶ آثار الزكاة في من يعطيها ¶ للزكاة آثار عظيمة تنعكس على من يعطيها منها ما يأتي: ¶ 1ـ الزكاة التي يؤديها المسلم امتثالاً لأمر الله وابتغاء مرضاته إنما هي تطهير له من أرجاس الذنوب بعامة ومن رجس الشح بخاصة. ¶ 2ـ الزكاة تدريب لمعطيها على خلق البذل والإعطاء والإنفاق. ¶ 3ـ الزكاة توقظ في نفس معطيها معنى الشكر لله تعالى والاعتراف بفضله عليه وإحسانه إليه. ¶ 4ـ الزكاة علاج للقلب من الاستغراق في حب الدنيا وحب المال فإن الاستغراق في حب المال يذهل النفس عن حب الله وعن التأهب للآخرة. ¶ ¬__________ ¶ (¬1) هو الشيخ/ حسين الصدى في رسالته عن زكاة الفطر ص22.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "5ـ الزكاة منمية لشخصية الغني وكيانه المعنوي فالإنسان الذي يسدي الخير ويصنع المعروف ويبذل من ذات نفسه ويده لينهض بإخوانه المسلمين الذين أصابهم الفقر وحل بساحتهم فأعجزهم عن أداء واجبهم في الحياة هذا المسلم المعطي للزكاة يشعر بانشراح في صدره وسمو في روحه فيبدو وكأنه انتصر في معركة حاسمة وهي في واقع الأمر شرسة انتصر فيها تلك هي معركة مع ضعفه وأثرته وشيطان شحه وهواه. ¶ 6ـ الزكاة تربط بين الغني والفقير وتجلب محبة الثاني للأول إذ الناس مجبولون بفطرتهم على حسب من يحسن إليهم ويسدي لهم المعروف والفقير إذا علم من الغني صدق نيته وحرصه على نفعه أحبه ودعا له بالبركة وزيادة الخير. ¶ 7ـ الزكاة تطهر مال الأغنياء وتنميه لأنها إذا تعلقت به ولم تدفع لمستحقيها محق الله بركة المال فأصبح لا ينتفع به صاحبه مهما كان كثيراً. ¶ المبحث الثالث ¶ آثار الزكاة في من يتلقاها ¶ للزكاة آثار عظيمة تنعكس على من تصرف له من أبرزها ما يأتي: ¶ 1ـ الزكاة تحرير لآخذها من ذي الحاجة(¬1) ذلك أن الإسلام يريد للناس أن يحيوا حياة كريمة ينعمون فيها بالعيش الرغيد ويأكلون من بركات السماء والأرض ويستفيدون من تسخير الله الكائنات لهم والناس بفطرتهم إذا توافرت لهم كفايتهم وكفاية من يعولونه استطاعوا أن يطمئنون في حياتهم ويتجهوا بالعبادة الخاشعة إلى ربهم الذي أطعمهم من جوع وآمنهم من خوف. ¶ 2ـ الزكاة تطهير لآخذها من داء الحسد والكراهية والبغضاء فالإنسان الذي أصابه الفقر ويرى من حوله ينعمون بثرواتهم ويتلذذون بصنوف المعيشة ويغدقون على أنفسهم وأسرهم ولا يلتفتون إليه أو يمدون له العون يشعر نحو هؤلاء بشعور سلبي حيث يتولد عنده الحقد والكره ويتمنى زوال النعمة منهم ومن هنا يبدأ المجتمع بالتفكك والضياع ويفقد عاملاً من أهم عوامل بقائه وتماسكه وهو التعاون. ¶ ¬__________ ¶ (¬1) فقه الزكاة للقرضاوي ج2 ص857.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "3ـ الزكاة تدعو آخذها للعمل والجد والمثابرة وإثبات وجوده في الحياة عضواً فعالاً يعطي للمجتمع ويساهم في بنائه لأنه يشعر حينما يأخذ نصيبه من المال أن ينبغي ألا يبقى كل عام تمد له يد الحاجة بل يجب أن يكون ممن يعمل وينتج ويكافح ويكابد وبهذا يحقق عائداً كبيراً على المجتمع المسلم. ¶ والزكاة مع ذلك كله تكافل اجتماعي بين المسلمين والتكافل بين المؤمنين من بنو عهد الله الذي ينظم حياة الإنسان فيكون بعضهم أولياء بعض يتعاونون وينتفعون برزق الله الذي آتاهم فمن وهبه الله سعة أفاض من سعته على من قدر عليه رزقه مع تكليف الجميع بالعمل كل حسب طاقته واستعداده وفيما يسره الله له وقد جعل الله الزكاة فريضة في المال محددة وجعلها نظاماً مالياً يحقق تكافل الفرد مع المجتمع والمجتمع مع الأفراد إلى جانب الأمر بالإتفاق في سبيل الله كلما دعت الحاجة وإلى منع الإسراف والتبذير مما يؤدّي إلى مجتمع الجسد الواحد الذي يتحقق فيه التكافل والتراحم بين الفرد والمجتمع(¬1). ¶ يقول الدكتور يوسف القرضاوي (الزكاة نظام مالي اقتصادي)لأنها ضريبة مالية تفرض على الرؤوس حيناً كزكاة الفطر وعلى الأموال أحياناً ــ من رؤوس أموال ودخول ــ كما هو الشأن في عامة الزكاة وهي مورد مالي دائم من موارد بيت المال في الإسلام تصرف في تحرير الأفراد من رق العوز وإشباع حاجاتهم الاقتصادية وغيرها ثم هي حرب عملية على الكنز وحبس الأموال عن التداول والتثمير. ¶ وهي نظام اجتماعي لأنها تعمل على تأمين أبناء المجتمع ضد العجز الحقيقي والحكمي وضد الكوارث والجوائح وتحقق بينهم التضامن الإنساني الذي يعيش فيه الواجد المعدم ويأخذ القوي بيد الضعيف والمسكين وابن السبيل ويقرب المسافة بين الأغنياء والفقراء ويعمل على إزالة الحسد والضغينة بين القادرين والعاجزين(¬2). ¶ الفصل الثامن ¶ ¬__________ ¶ (¬1) الزكاة فقهها وأسرارها لمحيي الدين مستو ص35. ¶ (¬2) فقه الزكاة ج2 ص1120.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "هل في المال حق سوى الزكاة؟ ¶ وردت نصوص كثيرة أوجبت التعاون والتكافل والتراحم بين المسلمين وفرضت إطعام المسكين والحض عليه وجعلت ذلك من ثمرات الأخوة ومقتضيات الإيمان من ذلك: ¶ قوله تعالى: [َتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ](¬1). ¶ وقال تعالى: [وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ](¬2). ¶ وقال تعالى: [وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ](¬3). ¶ قال تعالى: [أَرَأَيْتَ الَّذِي يُكَذِّبُ بِالدِّينِ * فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ *وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ](¬4). ¶ وغير هذه النصوص كثير في معناها مما يدل على حث الأغنياء والأخذ بأيديهم ليمدوا يد العون لإخوانهم الفقراء ويواسهم ليتحقق التكافل والترابط بين أفراد المجتمع المسلم ويشعر الفقير أن إخوانه بجانبه يمدون له يد العون عند الحاجة. ¶ ولكن هل هذه النصوص التي تدعو المسلمين للبذل والإنفاق تدعوهم على سبيل الوجوب أم على سبيل الاستحباب وبمعنى آخر هل على الغني في ماله حق واجب سوى الزكاة أم لا؟ ¶ اختلف أهل العم في هذه المسألة على قولين: ¶ الأول: ذهب كثير من أهل العلم إلى أن الحق الوحيد في المال هو الزكاة فمن أخرج زكاة ماله برئت ذمته ولم يلزمه شيء آخر لكن يستحب له أن يتفق في وجوه البر المختلفة لينال الأجر الجزيل ويساهم في بناء مجتمع إسلامي متكافل. ¶ ¬__________ ¶ (¬1) سورة المائدة الآية 2. ¶ (¬2) سورة الإسراء الآية 26. ¶ (¬3) سورة النساء الآية 36. ¶ (¬4) سورة الماعون الآية 3.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "الثاني: وذهب بعض أهل العلم إلى وجوب حق في المال غير الزكاة مثل حق ذوي القربى وحق الضيف وغيرها من الحقوق التي أشار إليها القرآن في مواضع كثيرة. ¶ أدلة القولين: ¶ (أ) استدل أصحاب القول الأول ـ القائلون بعدم وجوب حق المال سوى الزكاة ـ بمال يأتي: ¶ 1ـ بما روى طلحة رضي الله عنه قال جاء رجل إلى رسول الله - صلى الله عليه وسلم - من أهل نجد ثائر الرأس يسمع دوي صوته ولا يفقه ما يقول حتى دنا من رسول الله - صلى الله عليه وسلم - فإذا هو يسأل عن الإسلام فقال رسول الله - صلى الله عليه وسلم - : ¶ (خمس صلوات في اليوم والليلة، فقال هل علي غيرهن قال لا إلا أن تطوع قال رسول الله - صلى الله عليه وسلم - وصيام رمضان قال هل علي غيره قال لا إلا أن تطوع وذكر الزكاة فقال هل علي غيره قال لا إلا تطوع فأدبر وهو يقول لا أزيد على هذا ولا أنقص منه فقال رسول الله - صلى الله عليه وسلم - أفلح إن صدَّق أو دخل الجنة إن صدق(¬1). ¶ 2ـ وما رواه أبو هريرة رضي الله عنه أن أعرابياً أتى النبي - صلى الله عليه وسلم - فقال دلني على عمل إذا عملته دخلت الجنة فقال تعبد الله لا تشرك به شيئاً وتقيم الصلاة المكتوبة وتؤدي الزكاة المفروضة وتصوم رمضان قال والذي نفسي بيده لا أزيد على هذا فلما ولي قال رسول الله - صلى الله عليه وسلم - من سره أن ينظر إلى رجل من أهل الجنة فلينظر إلى هذا(¬2). ¶ وفي هذين الحديثين أعلن الرجلان السائلان أنهما لا يزيدان على الزكاة المفروضة شيئاً ورضي الرسول الله منهما ذلك بل أخبر أنهما من أهل الجنة ولو كان في المال حق سوى الزكاة ما استحقا الجنة مع تركه. ¶ (ب) استدل أصحاب القول الثاني ــ القائلون بوجوب حق مالي في المال غير الزكاة ــ بما يأتي: ¶ [ ¶ ¬__________ ¶ (¬1) رواه البخاري ومسلم ـ انظر: صحيح البخاري ج1 ص17. وصحيح مسلم ج1 ص31. ¶ (¬2) رواه البخاري ومسلم ـ انظر: صحيح البخاري ج2 ص109. وصحيح مسلم ج1 ص33.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "لَيْسَ الْبِرَّ أَنْ تُوَلُّوا وُجُوهَكُمْ قِبَلَ الْمَشْرِقِ وَالْمَغْرِبِ وَلَكِنَّ الْبِرَّ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَالْمَلائِكَةِ وَالْكِتَابِ وَالنَّبِيِّينَ وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَالْمُوفُونَ بِعَهْدِهِمْ إِذَا عَاهَدُوا وَالصَّابِرِينَ فِي الْبَأْسَاءِ وَالضَّرَّاءِ وَحِينَ الْبَأْسِ أُوْلَئِكَ الَّذِينَ صَدَقُوا وَأُوْلَئِكَ هُمْ الْمُتَّقُونَ](¬1). ¶ 2ـ قوله تعالى: ¶ [كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ](¬2). ¶ وحجتهم أن الحق المأمور به في الآية شيء غير الزكاة لأن الآية نزلت في مكة وفرض العشر كان في المدينة. ¶ قال هؤلاء يجب على الحاصد عند الحصد أن يعطي ما طابت به نفسه لا حد في ذلك، وقد استدل أصحاب هذا القول بما ورد حول حق الضيف وحق الماعون وحق الأنعام ولكننا اكتفينا بالآيتين لأنهما أصرح في الاستدلال على المطلوب. ¶ الراجح: ¶ قبل أن أوضح الذي ترجح لي من القولين أحب أن أؤكد أن هناك قدراً مشتركاً بين الموجبين والمانعين لا بد من الإشارة إليه وهو: ¶ 1ـ حق الوالدين في النفقة إذا احتاجا وولدهما موسى فهذا محل اتفاق بين الطرفين أن يجب على الولد الإنفاق على والديه. ¶ 2ـ وكذلك حق القريب المحتاج لا نزاع فيه بين أهل العلم وإنما اختلفوا في درجة القرب بين مضيق وموسع. ¶ 3ـ حق المضطر إلى القوت أو الكساء أو المأوى لا نزاع بين أهل العلم أنه يجب على القادرين تأمين ذلك إذا لم تستطع الدولة تأمينه من بيت المال. ¶ ¬__________ ¶ (¬1) سورة البقرة الآية 177. ¶ (¬2) سورة الأنعام الآية 141.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "4ـ وحق جماعة المسلمين في دفع ما ينوبهم من النوازل العامة كصد خطر الأعداء، وفك أسرى المسلمين، ومقاومة الأمراض الخطيرة والمجاعات الفتاكة فهذا كله محل اتفاق بين أهل العلم على وجوب البذل في مثل هذه المجالات وإنما اختلفوا في حق الزرع والثمر عند الحصاد وحق الأنعام وحق الضيف وحق الماعون فهذه كلها في نظر أصحاب القول الأول حقوق مستحبة، وفي نظر أصحاب القول الثاني حقوق واجبة في المال يأثم المسلم إن قصر في أدائها ويستحق عقوبة الله على ذلك(¬1). ¶ والذي يترجح لي ما ذهب إليه أصحاب القول الأول القائلون بأنه ليس في المال حق واجب سوى الزكاة وذلك لقوة أدلتهم وصراحتها في الدلالة على المعنى المراد ثم إن أدلة أصحاب القول الثاني محتملة حيث يحمل الدليل الأول على الاستحباب. ¶ وهو قوله تعالى: ¶ [. . وَآتَى الْمَالَ عَلَى حُبِّهِ ذَوِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينَ وَابْنَ السَّبِيلِ وَالسَّائِلِينَ وَفِي الرِّقَابِ. .](¬2). ¶ فهنا الأمر بالنفقة للاستحباب وليس للوجوب لوجود الدليل الصريح الذي ينفي وجوب شيء في المال وهو قوله تعالى: ¶ [وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ](¬3). ¶ على الزكاة الواجبة وكون الآية مكية لا يمنع كونها في الزكاة الواجبة فقد أمر الله بهذا الحق مجملاً في مكة ثم بينه على لسان رسوله بالمدينة فهو من المجمل الذي فصل وبين. . والله أعلم. ¶ وأما سائر الحقوق التي أشار إليها القائلون بالوجوب فهي كلها مطلوبة على سبيل الاستحباب وما يفهم منها أنه على سبيل الوجوب فيحمل على أنه كان واجباً في أول الإسلام ونسخ بإيجاب الزكاة كما أشار إليه بعض أهل العلم. ¶ ¬__________ ¶ (¬1) فقه الزكاة للقرضاوي ج2 ص987. ¶ (¬2) سورة البقرة الآية 177. ¶ (¬3) سورة الأنعام الآية 141.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "وأخيراً فإني مع قناعتي برجحان ما ذهب إليه جمهور من أنه لا يجب في المال سوى الزكاة إلا أنني أقول إن هناك ظروفاً خاصة قد تطرأ على المجتمع المسلم تحتم على أصحاب الأموال البذل من أموالهم لدفع ما ينوب المسلمين جماعات وفرادى، فإذا لم تفِ الزكاة بالمقصود لزم الأغنياء البذل من أموالهم حتى تزول هذه العوارض التي تحل بالمسلمين وإذا لم تجد نفوس الأغنياء بالبذل ولم يفِ بيت المال بحاجات المسلمين وجب على الحاكم المسلم أن يتدخل ويأخذ من أموالهم قدر الحاجة ليعيش المجتمع في أمن وأمان وسعة من الرزق يأخذ الغني فيه بيد الفقير ويصبح البناء قوياً متماسكاً كما أمر الله في كتابه العزيز. ¶ [وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ](¬1). ¶ الخاتمة ¶ تبين لنا من خلال البحث أن الإسلام يمتاز على جمع الأديان والشرائع بفرض الزكاة فيه. ولو أقام المسلمون هذا الركن من دينهم لما وجد فيهم فقير مدقع ولا ذو حاجة ماسة ولاستعادوا مكانتهم وقيادتهم للبشرية كمال قادوها حقبة من الزمان. يقول العلامة رشيد رضا ما نصه (إلا أن إيتاء جميع المسلمين أو أكثرهم للزكاة وصرفها بالنظام كاف لإعادة مجد الإسلام بل لإعادة ما سلبه الأجانب من دار الإسلام وإنقاذ المسلمين من رق الكفار وما هي إلا بذل العشر أو ربع العشر مما فضل عن حاجة الأغنياء وإننا نرى الشعوب التي سادت المسلمين بعد أن كانوا سادتهم يبذلون أكثر من ذلك في سبيل أمتهم وملتهم وهو غير مفروض عليهم من ربهم) (¬2). ¶ وأخيراً أسأل الله العلي القدير أن يوفق المسلمين لإعادة منهج الله في الأرض لتنعم البشرية في حاضرها ومستقبلها وهي تتفيأ ظلال الإسلام الوارف في جميع شؤون الحياة. ¶ والله من وراء القصد وهو حسبنا ونعم الوكيل وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ فهرس الموضوعات ¶ الموضوع الصفحة ¶ ¬__________ ¶ (¬1) سورة المائدة الآية 2. ¶ (¬2) تفسير المنار.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "تقديم لمعالي مدير جامعة الإمام محمد بن سعود الإسلامية ¶ المقدمة ¶ التمهيد ¶ المبحث الأول: تعريف الزكاة ¶ ـــ الزكاة في اللغة ¶ ــــ الزكاة في الشرع ¶ المبحث الثاني: أهمية الزكاة ومكانتها في الإسلام ¶ الفصل الأول: الأهداف العامة للزكاة وأدلة وجوبها ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: أهداف الزكاة ¶ ـــ الزكاة عبادة مالية ¶ ـــ الزكاة طهارة من البخل والشح والطمع ¶ ـــ الزكاة إعانة الضعفاء وكفاية أصحاب الحاجة ¶ ـــ الزكاة تنمي الروح الاجتماعية بين الأفراد ¶ ـــ الزكاة تكفر الخطايا وتدفع البلاء ¶ ـــ الزكاة مصدر قوي لإشاعة الطمأنينة والهدوء ¶ ـــ الزكاة تنمي شخصية المزكّي ¶ ـــ الزكاة مجلبة للمحبة ¶ ـــ الزكاة تطهير للمال ¶ ـــ الزكاة امتحان من الله لعباده ¶ ـــ في الزكاة حث على العمل والجد والمثابرة ¶ المبحث الثاني: الحكمة في تشريع الزكاة ¶ المبحث الثالث: أدلة وجوب الزكاة من الكتاب والسنة ¶ ـــ النصوص من القرآن ¶ ـــ النصوص من السنة ¶ ـــ الدليل على وجوب الزكاة من الإجماع ¶ ـــ الدليل على وجوب الزكاة من العقل ¶ المبحث الرابع: أهمية الزكاة كسبيل إلى التكافل الاجتماعي ¶ الفصل الثاني: تاريخ الزكاة ومجالات تطبيقها ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: لمحة تاريخية عن تطور مسيرتها عبر العصور ¶ ـــ الزكاة قبل الإسلام ¶ ـــ الزكاة في العهد المكي ¶ ـــ الزكاة في العهد المدني ¶ ـــ اهتمام الرسول - صلى الله عليه وسلم - في الزكاة ¶ ـــ الزكاة في عهد أبي بكر الصديق رضي الله عنه ¶ ـــ الزكاة في عهد عمر بن الخطاب رضي الله عنه ¶ ـــ الزكاة في عهد عثمان بن عفان رضي الله عنه ¶ ـــ الزكاة في عهد علي بن طالب رضي الله عنه ¶ ـــ الزكاة في عهد عمر بن عبد العزيز رضي الله عنه ¶ المبحث الثاني: الزكاة على مر العصور في المجتمع الإسلامي ¶ المبحث الثالث: مجالات تطبيق الزكاة في ظل التطورات الحديثة التي طرأت على موارد لدى الأفراد والجماعات ¶ المبحث الرابع: الزكاة والضريبة ¶ ـــ تعريفها",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ـــ أوجه الاتفاق بين الزكاة والضريبة ¶ ـــ أوجه الخلاف بين الزكاة والضريبة ¶ ـــ هل تغني الضريبة عن الزكاة؟ ¶ ـــ هل تغني الزكاة عن الضريبة؟ ¶ الفصل الثالث: شروط الزكاة وموقف الإسلام من مانعيها ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: شروط الزكاة ¶ ـــ أولاً: الشروط التي تتعلق بالمزكِّي ¶ ـــ ثانيا: الشروط التي تتعلق بالمال نفسه ¶ ـــ الشرط الأول: الإسلام ¶ ـــ الشرط الثاني: التكليف ¶ * خلاف العلماء في وجوب الزكاة على الصبي والمجنون ¶ ـــ الشرط الثالث: الحرية ¶ ـــ الشرط الرابع: النية ¶ ـــ الشرط الخامس: الملك التام للمال ¶ ـــ الشرط السادس: نماء المال ¶ ـــ الشرط السابع: بلوغ المال نصاباً ¶ ـــ الشرط الثامن: حولان الحول على المال ¶ ـــ الشرط التاسع: أن يكون المال فاضلاً عن حوائجه الأصلية ¶ المبحث الثاني: على من تجب الزكاة؟ ¶ المبحث الثالث: موقف الإسلام من مانعي الزكاة ¶ الفصل الرابع: ما تجب الزكاة فيه من الأموال والزروع وغيرها ¶ ويشمل ثمانية مباحث: ¶ ما تجب الزكاة فيه من الأموال والزروع والسوائم وما يخرج من باطن الأرض ومن البحر ومقادير الواجب فيها ¶ أولاً: زكاة الثروة الحيوانية ¶ * الشروط العامة لزكاة الأنعام ¶ * دليل وجوب الزكاة في الأنعام ¶ بيان كيفية زكاة الماشية ¶ أولاً: الإبل ¶ ثانياً: البقر ¶ ثالثاً: الغنم ¶ *مسائل تتعلق بزكاة الماشية ¶ الأولى: هل في صغار المواشي زكاة ¶ الثانية: زكاة الخيل ¶ الثالثة: ما يأخذه الساعي في زكاة الأنعام ¶ الرابعة: الخلطة في بهيمة الأنعام ¶ ثانياً: زكاة الذهب والفضة ¶ دليل وجوب الزكاة في النقود ¶ نصاب النقود ومقدار الواجب فيها ¶ تحويل الدينار والدرهم إلى الجرامات ¶ النصاب بالعملات الورقية المتداولة ¶ النصاب بالريالات السعودية ¶ ثالثاً: زكاة الثروة التجارية ¶ دليل وجوب زكاة عروض التجارة ¶ شروط وجوب زكاة عروض التجارة ¶ مقدار الواجب في عروض التجارة ¶ كيفية زكاة عروض التجارة ¶ رابعاً: زكاة الزروع والثمار ¶ دليل وجوب زكاة الزروع والثمار",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "أنواع الزروع والثمار التي تجب فيها الزكاة ¶ النصاب في زكاة الزروع والثمار ¶ عدم اعتبار الحول في زكاة الزروع والثمار ¶ مقدار الواجب في زكاة الزروع والثمار ¶ نصاب الزروع والثمار بالمقاييس العصرية ¶ تنبيه ¶ خامساً: زكاة العسل ¶ هل في العسل زكاة ¶ نصاب العسل ومقدار الواجب فيه ¶ سادساً: زكاة الثروة المعدنية والبحرية ¶ تعريف المعدن ¶ تعريف الركاز ¶ أدلة وجوب الزكاة في المعدن والركاز ¶ صفة المعدن الذي تجب فيه الزكاة ¶ نصاب الزكاة في المعدن ¶ مقدار الواجب في زكاة المعادن ¶ هل تجب الزكاة فيما يستخرج من البحر؟ ¶ سابعاً زكاة المستغلات والدخل ¶ ثامناً: زكاة الاسهم والسندات ¶ الفصل الخامس: مصارف الزكاة ¶ ويشمل أربعة مباحث: ¶ المبحث الأول: تحديد المصارف والحكمة في ذلك ¶ المبحث الثاني: التعريف بالمصارف ومقدار ما يخرج لكل واحد منها ¶ 1ـ الفقراء ¶ 2ـ المساكين ¶ 3ـ العاملون عليها ¶ 4ـ المؤلفة قلوبهم ¶ 5ـ في الرقاب ¶ 6ـ الغارمون ¶ 7ـ في سبيل الله ¶ 8ـ ابن السبيل ¶ ـــ مقدار ما يخرج لكل واحد من الأصناف الثمانية ¶ تنبيه ¶ المبحث الثالث: ما يأخذه كل واحد حق له لا يمس كرامته وإنسانيته ¶ المبحث الرابع: الأصناف الذين لا تصرف لهم الزكاة ¶ 1ـ الأغنياء ¶ 2ـ الأقوياء المكتسبون ¶ 3ـ الكفار ¶ 4ـ فروع المزكي وأصوله وزوجته الذين تجب عليه نفقتهم ¶ 5ـ آل النبي - صلى الله عليه وسلم - وهم بنو هاشم ¶ الفصل السادس: زكاة الفطر ¶ ويشمل ثلاثة مباحث: ¶ المبحث الأول: التعريف بها والحكمة من تشريعها ¶ أولاً: التعريف بها ¶ ثانياً: الحكمة مكن تشريعها ¶ المبحث الثاني: توقيتها وعلى من تجب والقدر الواجب فيها ¶ أولاً: توقيتها ¶ ثانياً: على من تجب ¶ ثالثاً: القدر الواجب فيها ¶ المبحث الثالث: مكان دفعها ولمن تدفع وهل يجوز إخراج القيمة فيها ¶ أولاً: مكان دفعها ¶ ثانياً: لمن تدفع ¶ ثالثاً: هل يجوز إخراج القيمة في زكاة الفطر ¶ الفصل السابع: الزكاة نظام اقتصادي واجتماعي وأثره ¶ في من يخرج الزكاة ومن يتلقاها",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "المبحث الأول: النظام المالي في الإسلام بين النظم الأخرى ¶ المبحث الثاني: آثار الزكاة في من يعطيها ¶ المبحث الثالث: آثار الزكاة في من يتلقاها ¶ الفصل الثامن: هل في المال حق سوى الزكاة؟ ¶ اختلف أهل العلم في هذه المسألة على قولين: ¶ ـــ أدلة القولين ¶ ـــ الراجح ¶ الخاتمة",
            "page": "106",
            "part": "1"
        }
    ],
    "t36387": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الزكاة وتطبيقتها"
        }
    ]
}