{
    "b36392": [
        {
            "id": "1",
            "nass": "الصَّوم وأحكامه ¶ بقلم ¶ الدكتور / عبد الرحمن عبد الرحمن شميلة الأهدل ¶ ـــــــــــــــــــــــــــ ¶ تصريح رقم 738 / م / 3 في 22 / 8 / 1404هـ ¶ من الدُّستور الإلهي ¶ سورة البقرة الآية (183) ¶ الحمد لله حمدا يوافي نعمه ويكافئ مزيده بمنه وكرمه والصلاة والسلام على أشرف الخلق سيدنا محمد وآله وصحبه . ¶ وبعد / ¶ فهذا موجز عن الصوم وأحكامه إذا قرأه الطالب المبتدئ تنبه لأكثر المسائل وأدلتها وإذا نظر فيه المنتهى تذكر به جميع حوادث الصيام إن شاء الله تعالى والله أسأل أن ينفع به ويجعله خالصا لوجهه الكريم إنه سميع مجيب . ¶ الصوم لغة وشرعا ¶ الصوم والصيام مصدران لصام ، يقال : صام يصوم صوما وصياما . ومعناه لغة : الإمساك عن الطعام والكلام والسير ونحو ذلك قال تعالى حكاية عن مريم عليها السلام { فَقُولِي إِنِّي نَذَرْتُ لِلرَّحْمَنِ صَوْمًا } مريم (26) أي : إمساكا عن الكلام . ¶ ويقال : صام النهار إذا قام قائم الظهيرة ، قال امرؤ القيس : ¶ فدعها وسل الهم عنك بجسرة . ¶ ذمول إذا صام النهار وهجرا ج ¶ وقال الشاعر : ¶ خيل صيام وخيل غير صائمة . ¶ تحت العجاج وخيل تعلك اللجما . ¶ أي : خيل ممسكة عن الكر والفر وخيل غير ممسكة فهي تكر وتفر . ¶ وأما المعنى الشرعي للصوم : فهو عبارة عن إمساك عن مفطر شرعي بنية مخصوصة من الفجر إلى المغرب في يوم قابل للصوم ، لقوله تقدست أسماؤه : { وَكُلُواْ وَاشْرَبُواْ حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّواْ الصِّيَامَ إِلَى الَّليْلِ } البقرة (187) ¶ فالمراد بالخيط الأبيض والخيط الأسود بياض النهار وسواد الليل وهذا يحصل بطلوع الفجر ، والخيط هاهنا استعارة لدقته وخفائه . ¶ قال الشاعر : ¶ فلما أضاءت لنا سدفة . ¶ ولاح من الصبح خيط أنارا . ¶ ولقوله ( ( إذا أقبل الليل من هاهنا وأدبر النهار من هاهنا وغربت الشمس فقد أفطر الصائم ) . ¶ أدلة وجوب صوم رمضان",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "صوم رمضان فرض في شعبان في السنة الثانية من الهجرة والأصل في وجوبه الكتاب والسنة والإجماع . ¶ أما الكتاب فقوله تعالى : { يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ } البقرة (183) ¶ وقوله تعالى : { شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ } البقرة (185) . ¶ وأما السنة فقوله ( ( بني الإسلام على خمس : شهادة أن لا إله إلا الله وأن محمدا رسول الله وإيتاء الزكاة والحج وصوم رمضان ) رواه البخاري ومسلم ¶ وعن طلحة بن عبيد الله أن أعرابيا جاء إلى رسول الله ( فقال ( أخبرني بما فرض الله علي من الصيام ، فقال : شهر رمضان إلا أن تطوع ) رواه البخاري من حديث طويل . ¶ وعن ابن عمر ( قال : ( صام النبي ( عاشوراء وأمر بصيامه ، فلما فرض رمضان ترك وكان عبد الله لا يصومه إلا أن يوافق صومه ) رواه البخاري . وفي رواية للبخاري أيضا ( أن قريشا كانت تصوم عاشوراء في الجاهلية ثم أمر رسول الله ( بصيامه حتى فرض رمضان وقال رسول الله ( من شاء فليصمه ومن شاء أفطره ) . ¶ وقد انعقد إجماع المسلمين على وجوب صيام هذا الشهر الكريم . ¶ فضل الصيام ¶ وقد ورد في فضل الصيام آيات وأحاديث نقتطف منها ما يلي : ¶ قال جل وعز : { شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ } البقرة (185) . ¶ وقال ( : ( إذا جاء رمضان فتحت أبواب الجنة ) رواه البخاري . ¶ وفي رواية له : ( إذا دخل رمضان فتحت أبواب السماء وغلقت أبواب جهنم وسلسلت الشياطين ) .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال عليه الصلاة والسلام : ( قال الله عزوجل : كل عمل ابن آدم له إلا الصيام فإنه لي وأنا أجزي به والصيام جنة وإذا كان صوم أحدكم فلا يرفث ولا يصخب فإن سابه أحد أو قاتله فليقل إني امرؤ صائم والذي نفس محمد بيده لخلوف فم الصائم أطيب عند الله من ريح المسك ، للصائم فرحتان يفرحهما إذا أفطر فرح وإذا لقي ربه فرح بصومه ) رواه البخاري . ¶ ( معنى يصخب : يصيح ويخاصم ) ¶ وقال ( ( من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه ) رواه البخاري ومسلم . ¶ وقال ( ( إن في الجنة بابا يقال له الريان يدخل منه الصائمون يوم القيامة لا يدخل منه أحد غيرهم ، يقال أين الصائمون فيقومون لا يدخل منه أحد غيرهم فإذا دخلوا أغلق فلم يدخل منه أحد ) رواه البخاري ومسلم . ¶ وقال ( ( فتنة الرجل في أهله وماله وجاره تكفرها الصلاة والصيام والصدقة ) رواه البخاري . ¶ وقال ( ( ما من عبد يصوم يوما في سبيل الله إلا باعد الله بذلك اليوم وجهه عن النار سبعين خريفا ) رواه البخاري ومسلم . ¶ والأحاديث في ذلك كثيرة لا يسعها هذا الموجز . ¶ وجوب الصوم وشرائط وجوبه ¶ يجب صوم رمضان باستكمال شعبان ثلاثين يوما أو رؤية هلاله لقوله ( : ( صوموا لرؤيته وافطروا لرؤيته فإن غبى عليكم فأكملوا عدة شعبان ثلاثين يوما ) متفق عليه . ¶ ويثبت هلال شهر رمضان بشهادة عدل واحد لما روى ابن عمر ( قال : ( تراءى الناس الهلال فأخبرت رسول الله ( إني رأيته ، فصام وأمر الناس بصيامه ) رواه الدارقطني وقال : تفرد به مروان بن محمد عن ابن وهب وهو ثقة ورواه الحاكم في مستدركه عن هارون بن سعيد الأيلى ثنا ابن وهب به وقال حديث صحيح على شرط مسلم ولم يخرجاه وصححه ابن حزم كلهم من طريق أبي بكر بن نافع عن نافع عن ابن عمر . ولأنه إيجاب عبادة فقبل من واحد احتياطا للفرض .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويستحب للناس ترائي الهلال ليلة الثلاثين من شعبان وتطلبه ليحتاطوا بذلك لصيامهم لقوله ( : ( احصوا هلال شعبان لرمضان ) رواه الترمذي والحاكم ورجاله رجال الصحيح إلا محمد بن عمرو فإنه لم يخرجه الشيخان ورمز له السيوطي في الجامع بالصحة . ¶ ومعنى احصوا : عدوا واضبطوا ، والاحصاء أبلغ من العد لما فيه من الجهد في العد . ¶ ويستحب لمن رأى الهلال أن يقول ما رواه طلحة بن عبيد الله : أن النبي ( كان إذا رأى الهلال قال : ( اللهم أهله علينا بالأمن والإيمان والسلامة والإسلام ربي وربك الله هلال رشد وخير ) رواه الترمذي وقال حديث حسن ¶ وشرائط وجوب الصوم أربعة أشياء : ¶ الإسلام ، والبلوغ ، والعقل ، والقدرة على الصوم حسا وشرعا ولا يجب الصوم على أضداد ذلك . ¶ فالكافر لا يجب عليه الصوم وجوب مطالبة به في الدنيا لعدم صحته منه ، وإن وجب عليه وجوب عقاب في الآخرة لتمكنه من فعله بالإسلام وإذا أسلم الكافر لا يجب عليه القضاء لقوله جل وعز : { قُل لِلَّذِينَ كَفَرُواْ إِن يَنتَهُواْ يُغَفَرْ لَهُم مَّا قَدْ سَلَفَ } الأنفال (38) وذلك لأن إيجاب قضاء ما فات في حال كفره فيه تنفير عن الإسلام . ¶ وأما المرتد والعياذ بالله فيجب عليه وجوب مطالبة ، بأن يقال له أسلم وصم ولا يصح منه الصيام في حال ردته وإذا عاد إلى الإسلام وجب عليه القضاء لأنه التزم ذلك بالإسلام فلم يسقط ذلك بالردة كحقوق الآدميين والله أعلم",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولا يجب الصوم على المجنون والصبي لعدم تكليفهما لقوله ( ( رفع القلم عن ثلاثة : عن الصبي حتى يبلغ ، وعن النائم حتى يستيقظ ، وعن المجنون حتى يفيق ) قال النووي في المجموع الحديث صحيح . وفي رواية أخرى : ( رفع القلم عن ثلاثة : عن النائم حتى يستيقظ ، وعن المبتلى حتى يبرأ ، وعن الصبي حتى يكبر ) وقد رمز له السيوطي بالصحة ، وقال ابن حجر رواه أبو داود والنسائي والدار قطني والحاكم وابن حبان وابن خزيمة من طرق عن علي وفيه قصة جرت له مع عمر وعلقها البخاري . ¶ لكن إذا كان الصبي مميزا وصام صح منه بل يؤمر لسبع سنين إذا أطاقه ويضرب عليه لعشر وذلك للتمرين عليه كما في الصلاة . ¶ وكذلك لا يجب الصوم على العاجز عنه لكبر أو مرض لا يرجى له برؤه ، لقوله تعالى : { وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ } الحج (78) . ¶ وقوله جل شأنه : { فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ } البقرة (184) . وتجب عليهما الفدية وهي : إطعام كل يوم مسكينا ، لما رواه البيهقي والطبراني ( أن أنسا ( ضعف عاما قبل موته فأفطر وأمر أهله أن يطعموا مكان كل يوم مسكينا ) قال الهيثمي في مجمع الزوائد ورجاله رجال الصحيح . وفي رواية أخرى : ( أن أنس ابن مالك كبر حتى كان لا يقدر على الصيام فكان يفدي ) ذكرها البخاري تعليقا . ¶ وقال ابن عباس : ( إذا عجز الشيخ الكبير عن الصوم أطعم عن كل يوم مدا ) قال الدارقطني إسناده صحيح . ¶ والمريض الذي لايرجى برؤه في معنى الشيخ العاجز . وأما إذا عجزا عن الإطعام فلا شيء عليهما لقوله سبحانه وتعالى : { لاَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا } البقرة (286) . ¶ ثم المريض إذا كان يرجى برؤه فلا فدية عليه ويجب عليه انتظار القضاء وفعله إذا قدر عليه لقوله تعالى : { فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ } البقرة (184) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولا يصار إلى الفدية إلا عند اليأس من القضاء . ¶ واعلم أن الإطعام الذي يجزيء هو مد بمد رسول الله ( وسواء كان حبا أو دقيقا أو زبيبا أو تمرا حتى لو أعطاهم طعاما معمولا فيجزئه ما أشبعهم أكلة واحدة والله أعلم . ¶ والحامل والمرضع إن خافتا على أنفسهما ضررا بصحتهما فلهما الفطر لقوله ( : ( إن الله عزوجل وضع عن المسافر الصوم وشطر الصلاة وعن الحبلى والمرضع الصوم ) رواه الخمسة وحسنه الترمذي . ¶ وعليهما القضاء دون الكفارة وبه قال أكثر أهل العلم لأنهما بمنزلة المريض الخائف على نفسه . ¶ وإن خافتا على ولديهما بسقوط الجنين في الحامل وقلة اللبن في المرضع أفطرتا للحديث السابق وعليهما القضاء والكفارة وهي إطعام مسكين عن كل يوم لقوله تعالى : { وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ } البقرة (184) . قال ابن عباس : ( نسخت هذه الآية وبقيت الرخصة للشيخ الكبير والعجوز والحامل والمرضع إن خافتا علىولديهما أفطرتاوأطعمتا عن كل يوم مسكينا ). قال النووي رواه أبو داود بإسناد حسن . ¶ قال الخطابي : ( وإنما لزمهما الإطعام مع القضاء لأنهما يفطران من أجل غيرهما شفقة على الولد وإبقاء عليه وإذا كان الشيخ يجب عليه الإطعام وهو إنما رخص له في الإفطار من أجل نفسه فقد عقل أن من ترخص فيه من أجل غيره أولى بالإطعام ) . ¶ والمسافر سفرا طويلا بأن كانت مسافة سفره ستة عشر فرسخا فأكثر لايجب عليه الصوم لما روت عائشة رضي الله عنها أن حمزة بن عمرو الأسلمي قال يارسول الله أأصوم في السفر فقال عليه الصلاة والسلام : ( إن شئت فصم وإن شئت فافطر ) متفق عليه . ¶ وقال أنس ( : ( كنا نسافر مع النبي ( فلم يعب الصائم على المفطر ولا المفطر على الصائم ) متفق عليه .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والأفضل لمن يجهده الصوم في السفر أن يفطر لما روى جابر ( قال : كان رسول الله ( في سفر فرأى زحاما ورجلا قد ظلل عليه فقال ماهذا ؟ فقالوا صائم ، فقال : ليس من البر الصوم في السفر ) رواه البخاري . ¶ فإن كان المسافر لا يجهده الصوم فالأفضل في حقه أن يصوم ، فعن أبي سعيد الخدري ( قال : كنا نغزو مع رسول الله ( في رمضان فمنا الصائم ومنا المفطر فلا يجد الصائم على المفطر ولا المفطر على الصائم يرون أن من وجد قوة فصام فإن ذلك حسن ويرون أن من وجد ضعفا فأفطر فإن ذلك حسن ) رواه مسلم . ¶ وعن أبي الدرداء ( قال : خرجنا مع رسول الله ( في شهر رمضان في حر شديد حتى إن كان أحدنا ليضع يده على رأسه من شدة الحر وما فينا صائم إلا رسول الله ( وعبد الله بن رواحة ) متفق عليه . ¶ وغير المسافر إذا جهده الجوع أو العطش حتى غلبه فله أن يفطر وعليه القضاء لقوله تعالى : { وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيمًا} النساء (29) . ¶ وقوله تعالى : { وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ } البقرة (195) وقوله تعالى : { وَقَدْ فَصَّلَ لَكُم مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضْطُرِرْتُمْ إِلَيْهِ } الأنعام (119) . وقوله تعالى : { يُرِيدُ اللّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ } البقرة (185) . ¶ ولا يجب الصوم على الحائض والنفساء لعدم صحته منهما فمتى وجد الحيض أو النفاس في جزء من النهار فسد الصوم لقوله ( ( أليس إذا حاضت لم تصل ولم تصم فذلك نقصان دينها ) رواه البخاري . ¶ ومتى طهرتا وجب عليهما القضاء ، لما روته عائشة رضي الله عنها قالت : ( ان كان ليكون على الصوم من رمضان فما أستطيع أن أقضيه إلا في شعبان ) رواه البخاري . ¶ وعنها قالت في الحيض : ( كنا نؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة ) رواه مسلم . ¶ فوجوب القضاء على الحائض بالخبر ويقاس عليه النفساء لأنها في معناها وقد أجمعوا على ذلك .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولا يصح الصوم إلا بنية لقوله ( ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) متفق عليه . ¶ ولأنه عبادة محضة فلا يصح من غير نية كالصلاة . ¶ ولا بد من النية لكل يوم لأن صوم كل يوم عبادة مستقلة وكل يوم له حكم غير حكم اليوم الذي قبله بدليل أنه لو سافر أفطر وكان بالأمس صائما ولأنه لايفسد بعضها بفساد بعض . ¶ ولا بد من تعيين النية وهو أن ينوي أنه صائم رمضان وذلك لأنه فريضة وقربة مضافة إلى وقتها فوجب تعيين الوقت في نيتها كصلاة الظهر والعصر والله أعلم . ¶ ويشترط في صوم الفرض تبيت النية من أي وقت كان من الليل لقوله ( ( من لم يبيت الصيام من الليل فلا صيام له ) قال ابن حزم صحيح الاسناد وقال النووي إسناده صحيح في كثير من الطرق ، وفي رواية : ( من لم يبيت الصيام قبل طلوع الفجر فلا صيام له ) رواه الترمذي والدارقطني وقال رجال إسناده كلهم ثقات وقال النووي الحديث حسن يحتج به اعتمادا على رواية الثقات الرافعين والزيادة من الثقة مقبولة والله أعلم . ¶ والنية : هي القصد ، وهو اعتقاد القلب فعل الشيء وعزمه عليه من غير تردد فمتى خطر بقلبه في الليل أنه غدا رمضان وأنه صائم فقد نوى ولا تبطل النية بالأكل والشرب والجماع بعدها . ¶ المفطرات ¶ لا بد للصائم من الإمساك عن المفطرات وهي أنواع :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الأول : الجماع ، قال ابن القيم لا نعلم بين أهل العلم خلافا أن من جامع في الفرج فأنزل أو لم ينزل أنه يفسد صومه إذا كان عامدا ، وقد دلت الأخبار الصحيحة على ذلك ، لكن إن جامع ناسيا أو مكرها أو جومعت المرأة ناسية للصوم أو وطئت المرأة وهي نائمة فلا افطار لقوله تعالى : { رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا } البقرة (286) . ولقوله ( : ( رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه ) رمز له السيوطي بالصحة وحسنه النووي في الروضه ولقوله ( ( رفع القلم عن ثلاثة وذكر منها النائم حتى يستيقظ ) حديث صحيح وقد سبق تخريجه . وقد أجمع علماء المسلمين على ذلك . ¶ أما من وطئ في نهار رمضان عامدا سواء كان في قبل أو دبر من ذكر أو أنثى أو بهيمة وهو مكلف بالصوم ونوى من الليل فعليه القضاء والكفارة ، وهي عتق رقبة مؤمنة فإن لم يجد فصيام شهرين متتابعين فإن لم يستطع فإطعام ستين مسكينا . لما رواه أبو هريرة ( أن رجلا وقع بامرأته في رمضان فاستفتى رسول الله ( عن ذلك ، فقال : ( هل تجد رقبة ؟ قال لا ، قال : وهل تستطيع صيام شهرين ؟ قال لا ، قال : فأطعم ستين مسكينا ) رواه مسلم . ¶ وفي رواية البخاري : ( فهل تستطيع أن تصوم شهرين متتابعين ؟ قال لا ) . ¶ الثاني : خروج المني عن مباشرة كالاستمناء باليد أو قبل فأمنى حتى لو خرج المني مباشرة دون الفرج أو بمجرد اللمس أفطر لا خلاف في ذلك بين أهل العلم ، وعليه القضاء دون الكفارة ، وأما إذا فكر فأنزل لم يفطر لقوله ( : ( إن الله تجاوز لأمتي ما حدثت به أنفسها مالم يتكلموا أو يعملوا به ) رواه مسلم . ¶ ومتى أفطر بشيء مما ذكرنا فعليه القضاء دون الكفارة لأنه أفطر بغير جماع ولا نص في إيجاب الكفارة بذلك والله أعلم . ¶ وأما إذا احتلم فلا يفطر بالإجماع ، ذكره النووي . ¶ الثالث : سحاق النساء يفسد الصوم إن حصل إنزال وإلا فلا ويلزمهن القضاء دون الكفارة والله أعلم .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الرابع : الأكل والشرب لقوله تعالى : { وَكُلُواْ وَاشْرَبُواْ حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الأَبْيَضُ مِنَ الْخَيْطِ الأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّواْ الصِّيَامَ إِلَى الَّليْلِ } البقرة (187) . ¶ وقد أجمع علماء الإسلام على الفطر بالأكل والشرب مما يتغذى به ، مالم يكن ناسيا فلا فطر لقوله ( : ( إذا أكل أحدكم أو شرب ناسيا فليتم صومه فإنما أطعمه الله وسقاه ) وفي رواية : ( من أكل أو شرب ناسيا فلا يفطر فإنما هو رزق رزقه الله ) رواهما البخاري ومسلم . ¶ الخامس : كل ما وصل إلى الجوف عمدا من منفذ مفتوح عن قصد مع ذكر الصوم وذلك كالواصل إلى الجوف من الفم أو الأنف أو الدبر و كان في بطنه جائفة وهي الطعنة التي تصل إلى جوف المطعون أو مأمومة في رأسه وهي شجة في الرأس تصل إلى غشاوة الدماغ فتخرقها فإن وصل الدواء منهما إلى جوفه أفطر لأنه واصل إلى جوفه باختياره فأشبه الأكل . ¶ ومن قيود المفطرات وصوله بقصد ، أما بلا قصد فلا إفطار كأن طارت ذبابة إلى حلقه أو وصل غبار الطريق إلى جوفه أو يرش عليه الماء فيدخل مسامعه أو حلقه أو يلقى في ماء فيصل إلى جوفه أو يسبق إلى حلقه من ماء المضمضة أو تقبله امرأة بغير اختيار فينزل أو ما أشبه هذا فلا يفسد صومه لا خلاف في ذلك . ¶ أما إن بقي من الطعام شيء في أسنانه فابتلعه عمدا أفطر وإن جرى به الريق دون قصد لا يفطر . ¶ والنخامة كذلك إن ابتلعها مع إمكان صرفها ومجها أفطر لأنها تنزل من الرأس وإن لم يستطع صرفها ومجها فدخلت جوفه بغير اختياره فلا إفطار والله أعلم وأما الريق فلا يفطر حتى لو جمعه وابتلعه لأنه يصل إلى جوفه من معدته وأيضا لا يمكن التحرز منه ويشق على الصائم اتقاء ذلك ، قال ابن حزم وهذا بالاتفاق .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "السادس : من المفطرات الاستقاءة عمدا لما روى الترمذي وأبو داود والنسائي والحاكم وغيرهم أنه ( قاء فأفطر قال ابن منده اسناده صحيح وقال الترمذي جوده حسين المعلم وهو أصح شيء في هذا الباب ( معنى قاء : أي استقاء ) ¶ وأما من ذرعه القيء فلا يفطر لقوله ( : ( من ذرعه القيء وهو صائم فليس عليه القضاء ومن استقاء فليقض ) أخرجه الترمذي وقال حسن غريب . ¶ قال الخطابي لا خلاف بين أهل العلم في أن من ذرعه القيء لا قضاء عليه ولا يفطر وأن من استقاء عامدا عليه القضاء ، وقد ذكر ابن حزم والمنذري الاجماع على ذلك . ¶ ولا بد أن يكون عالما بالتحريم مختارا ، أما الناسي فلا يفطر لقوله ( : ( رفع عن أمتي الخطأ والنسيان ) وقد تقدم تخريجه بأنه صحيح . ¶ السابع : الدخان المشهور المسمى بالتتن فإنه يفطر به الصائم لأنه له أثر يحس كما يشاهد في بطن العود . ¶ الثامن : الحجامة لقوله ( : ( أفطر الحاجم والمحجوم ) رواه الترمذي والبيهقي وصححه الامام أحمد وابن المديني والدارمي وقال أبو زرعة حديث حسن وأما ما رواه البخاري من أنه ( احتجم وهو صائم ، فيحتمل أن يكون احتجم فأفطر كما روى أنه قاء فأفطر ، لأجل هذا فالاحتياط ما ذكرنا والله أعلم . ¶ التاسع : من نوى الافطار فقد أفطر لقوله ( : ( إنما الأعمال بالنيات وإنما لكل امرئ ما نوى ) متفق عليه ، والسبب في ذلك أنه يشترط استدامة النية طوال الصوم فإذا زالت النية زال الصوم والله أعلم . ¶ العاشر : الحيض والنفاس والجنون متى طرأ شيء منها أثناء الصوم أبطله وقد تقدمت أدلة ذلك .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الحادي عشر : الردة أعاذنا الله منها فمن ارتد عن الإسلام فقد أفطر لا خلاف في ذلك لأن الصوم عبادة محضة من شرطها النية فأبطلتها الردة لمنافاتها العبادة وسواء كانت ردته باعتقاده ما يكفر به أو النطق بكلمة الكفر مستهزءا أو غير مستهزئ ، قال تعالى : { وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللّهِ وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِؤُونَ ، لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُم بَعْدَ إِيمَانِكُمْ } التوبة ( 65/66 ) . ¶ أيام يستحب فيها الصوم ¶ يوم عرفة لغير الحاج لما روى أبو قتادة عن النبي ( قال : ( صيام عرفة اني أحتسب على الله أن يكفر السنة التي قبله والسنة التي بعده ) رواه مسلم . ¶ أما الحاج فصومه له خلاف الأولى لما روت أم الفضل بنت الحارث : ( أن ناسا اختلفوا عندها في يوم عرفة في رسول الله ( فقال بعضهم هو صائم وقال بعضهم ليس بصائم فأرسلت إليه بقدح من لبن فشرب ) متفق عليه وقال ابن عمر ( حججت مع النبي ( فلم يصم - يعني يوم عرفة - ومع أبي بكر فلم يصم ومع عمر فلم يصم ومع عثمان فلم يصم وأنا لا أصومه ولا آمر بصيامه ) قال الترمذي حديث حسن . ¶ وست شوال لخبر : ( من صام رمضان وأتبعه ستا من شوال كان كصيام الدهر ) رواه مسلم . ¶ ويوم عاشوراء وهو اليوم العاشر من محرم لقوله ( : ( صيام يوم عاشوراء أحتسب على الله أن يكفر السنة التي قبله ) رواه مسلم ويوم تاسوعاء وهو اليوم التاسع من محرم لقوله ( : ( لئن بقيت إلى قابل لأصومن التاسع فمات قبله ) رواه مسلم . ¶ ويستحب صوم يوم الاثنين والخميس لما روت عائشة رضي الله عنها قالت : ( كان رسول الله ( يتحرى صوم الاثنين والخميس ) قال الترمذي حديث حسن غريب ، وقال ( فيهما : ( ذانك يومان تعرض فيهما الأعمال على رب العالمين فأحب أن يعرض عملي وأنا صائم ) رواه أبو داود وحسنه المنذري .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وسئل ( عن صوم يوم الاثنين فقال ( ذلك يوم ولدت فيه وأنزل علي فيه ) رواه مسلم . ¶ وشهر المحرم لقوله ( : ( أفضل الصيام بعد شهر رمضان شهر الله الحرام ) رواه أبو داود الترمذي وقال حديث حسن . ¶ والأيام البيض وهي الثالث عشر والرابع عشر والخامس عشر من كل شهر لقوله ( : ( يا أبا ذر إذا صمت من الشهر فصم ثلاث عشرة وأربع عشرة وخمس عشرة ) صححه ابن حبان وقال الترمذي حديث حسن ، وقال عليه الصلاة والسلام لعبد الله بن عمرو ( صم من الشهر ثلاثة أيام فإن الحسنة بعشر أمثالها وذلك مثل صيام الدهر ) متفق عليه . ¶ وأفضل الصيام أن تصوم يوما وتفطر يوما لما روى عبد الله ابن عمرو أن النبي ( قال له : ( صم يوما وأفطر يوما فذلك صيام داود وهو أفضل الصيام ، قلت : إني أطيق أفضل من ذلك فقال النبي ( : لا أفضل من ذلك ) متفق عليه . ¶ سنن الصوم ¶ منها الإسراع بالفطر إذا علم الغروب لقوله ( : ( لا يزال أمتي بخير ما عجلوا الفطر ) رواه البخاري . وقال ( : ( يقول الله تعالى : أحب عبادي إلي أسرعهم فطرا ) قال الترمذي حديث حسن غريب . ¶ وأن يفطر على رطبات فإن لم يكن فعلى تمرات فإن لم يكن فعلى الماء لقوله ( : ( إذا كان أحدكم صائما فليفطر على التمر فإن لم يجد التمر فعلى الماء فإن الماء طهور ) رواه الترمذي وقال حديث حسن صحيح , وفي رواية لهما عن أنس ( قال ( كان رسول الله ( يفطر على رطبات قبل أن يصلي فإن لم تكن رطبات فعلى تمرات فإن لم تكن حسا حسوات من ماء ) وقال الترمذي حديث حسن غريب . ¶ ويستحب أن يقول عند فطره : ذهب الضمأ وابتلت العروق وثبت الأجر إن شاء الله ، لأنه ( كان إذا أفطر يقول ذلك ، رواه أبو داود والنسائي والحاكم والدارقطني وقال إسناده حسن . ¶ ويستحب أن يتسحر لقوله ( ( تسحروا فإن في السحور بركة ) متفق عليه ¶ وقال ( : ( فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر ) أخرجه مسلم والترمذي وقال حسن صحيح .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وأن يؤخر السحور ، فعن زيد بن ثابت ( قال : ( تسحرنا مع النبي ( ثم قام إلى الصلاة قلت كم كان بين الأذان والسحور ؟ قال قدر خمسين آية ) رواه البخاري . ¶ وروى البيهقي بإسناده الصحيح عن عمرو بن ميمون وهو من أكبر التابعين قال كان أصحاب محمد ( أعجل الناس إفطارا وأبطأهم سحورا . ¶ وذلك لأن السحور يراد ليتقوى به على الصوم فكان تأخيره أبلغ في ذلك . ¶ ويستحب أن يفطّر الصائم لقوله ( : ( من فطر صائما فله مثل أجره ولا ينقص من أجر الصائم شيء ) قال الترمذي حسن صحيح . ¶ ويستحب طلب ليلة القدر في ليالي الوتر من العشر الأواخر من رمضان ، لقوله ( : ( تحروا ليلة القدر في الوتر من العشر الأواخر من رمضان ) رواه البخاري . وفي رواية له : ( إلتمسوها في العشر الأواخر من رمضان ليلة القدر في تاسعة تبقى في خامسة تبقى ) ولمسلم عن النبي ( قال : ( تحروا ليلة القدر في السبع الأواخر ) وفي رواية له : ( تحينوا ليلة القدر في العشر الأواخر أو قال في التسع الأواخر ) وفي رواية للترمذي وصححها : ( التمسوها في تسع يبقين أو خمس يبقين أو ثلاث يبقين أو آخر ليلة ) . ¶ وعن أنس ( قال : دخل رمضان فقال النبي ( : ( ان هذا الشهر قد حضركم وفيه ليلة خير من ألف شهر من حرمها فقد حرم الخير كله ولا يحرم خيرها إلا محروم ) قال في الترغيب إسناده حسن إن شاء الله . ¶ ( وعلامتها أنها تطلع يومئذ لا شعاع لها ) رواه مسلم . ¶ وعن عبادة بن الصامت : ( أن أمارتها أنها صافية بلجة كأن فيها قمرا ساطعا ساكنة لا برد فيها ولا حر ولا يرمي فيها بكواكب والشمس صبيحتها لا شعاع لها مثل القمر ليلة البدر ) قال في مجمع الزوائد رجاله ثقات . ¶ وفي رواية أبي داود بإسناد صحيح : ( قلت يا أبا المنذر أنى علمت ذلك فقال بالآية التي أخبرنا رسول الله ( قيل لزر ماالآية ، قال تصبح الشمس صبيحة تلك الليلة مثل الطست ليس لهاشعاع حتى ترفع ) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فإذا رأى ليلة القدر فليقل ما روته عائشة رضي الله عنها قالت : قلت يا رسول الله أرأيت لو أنا وافقت ليلة القدر ماذا أقول ؟ قال : ( تقولين : اللهم إنك عفو تحب العفو فاعف عنا ) رواه الترمذي وقال حديث حسن صحيح . ¶ أيام يحرم فيها الصوم ¶ يوم العيد : الفطر والأضحى ، ففي الحديث المتفق عليه أنه ( نهى عن صيام يومين يوم فطر ويوم ضحى . ¶ وروى البخاري أنه ( ( نهى عن صوم يوم الفطر والنحر ) . ¶ وعن أبي عبيد مولى ابن أزهر قال : ( شهدت العيد مع عمر بن الخطاب ( فقال : هذان يومان نهى رسول الله ( عن صيامهما يوم فطركم من صيامكم واليوم الآخر تأكلون فيه من نسككم ) رواه البخاري . ¶ والنهي يقتضي فساد المنهي عنه فإن صام فيهما لم يصح صومه . ¶ وأيام التشريق لقوله ( : ( أيام التشريق أيام أكل وشرب ) رواه مسلم . ¶ وقال عمرو بن العاص لابنه عبد الله في أيام التشريق أنها الأيام التي نهى رسول الله ( عن صومهن وأمر بفطرهن ) رواه أبو داود وصححه الحاكم وابن خزيمة . وفي رواية : ( هذه الأيام التي كان رسول الله ( يأمرنا بإفطارها وينهى عن صيامها - قال مالك هي أيام التشريق ) قال النووي رواه أبو داود وغيره بإسناد صحيح على شرط البخاري ومسلم . ¶ ويحرم صوم يوم الشك في أنه من رمضان وهو يوم الثلاثين من شعبان إذا تحدث الناس برؤية الهلال ولم يثبت لقول عمار بن ياسر : ( من صام يوم الشك فقد عصى أبا القاسم ) رواه الترمذي وقال حسن صحيح وصححه ابن خزيمة وابن حبان . ¶ أما إن وافق صومه عادة كأن كان يصوم يوما ويفطر يوما جاز صوم ذلك اليوم ، لقوله ( : ( لا تقدموا صوم رمضان بيوم ولا يومين إلا أن يكون صوم يصومه رجل فليصم ذلك الصوم ) رواه البخاري . ¶ أيام يكره فيها الصوم",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "يكره إفراد يوم الجمعة بالصوم إلا أن يوافق عادة ، مثل من يصوم يوما ويفطر يوما فيوافق صومه يوم الجمعة لما روى أبو هريرة ( قال سمعت رسول الله ( يقول : ( لا يصومن أحدكم يوم الجمعة إلا يوما قبله أو بعده ) متفق عليه وقال محمد بن عباد سألت جابرا : أنهى رسول الله ( عن صوم يوم الجمعة ؟ قال نعم ) متفق عليه . ¶ وعن جويرية بنت الحارث : ( أن النبي ( دخل عليها يوم الجمعة وهي صائمة فقال أصمت أمس ؟ قالت : لا ، قال : أتريدين أن تصومي غدا ؟ قالت : لا ، قال : فافطري ) رواه البخاري . ¶ ويكره إفراد يوم السبت بالصوم ، لما روى عبد الله بن بسر عن أخته الصماء رضي الله عنهما أن رسول الله ( قال : ( لا تصوموا يوم السبت إلا ماافترض عليكم فإن لم يجد أحدكم إلا لحاء عنبة أو عود شجرة فليمضغه ) رواه جمع وقال الترمذي حديث حسن . ¶ وإن وافق ذلك صوما كان يصومه فلا كراهة كما سبق في الجمعة . ¶ ويكره صوم الدهر لقول النبي ( لعبد الله بن عمرو : ( انك لتصوم الدهر وتقوم الليل ، فقلت : نعم ، قال : إنك إذا فعلت ذلك هجمت له عينك ونفهت له النفس لا صام من صام الدهر ، صوم ثلاثة أيام صوم الدهر كله ، قلت فإني أطيق أكثر من ذلك ، قال : فصم صوم داود ، وكان يصوم يوما ويفطر يوما ولا يفر إذا لاقى ، وفي رواية وهو أفضل الصيام ، فقلت : إني أطيق أفضل من ذلك ، قال : لا أفضل من ذلك ) رواه البخاري . ¶ وروى أبو قتادة قال : ( قيل يا رسول الله فكيف بمن صام الدهر ؟ قال : لا صام ولا أفطر أو لم يصم ولم يفطر ) قال الترمذي حديث حسن . ¶ ويكره الوصال : وهو أن لا يفطر بين اليومين بأكل ولا شرب لما روى ابن عمر أن النبي ( واصل في رمضان فواصل الناس فنهى رسول الله ( عن الوصال فقالوا : إنك تواصل ، قال : أنا لست مثلكم إني أطعم وأسقى ) متفق عليه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وروى أبو هريرة ( قال : ( نهى رسول الله ( عن الوصال فلما أبوا أن ينتهوا واصل بهم يوما ويوما ثم رأوا الهلال فقال لو تأخر لزدتكم كالمنكل لهم حين أبوا أن ينتهوا ) متفق عليه . ¶ فإن كان ولا بد من الوصال فليواصل الصائم إلى السحر لما روى أبو سعيد أنه سمع رسول الله ( يقول : ( لا تواصلوا فأيكم أراد أن يواصل فليواصل إلى السحر ) رواه البخاري . ¶ تنبيه من مات وعليه صوم واجب بعد إمكان القضاء صام عنه وليه لما روت عائشة رضي الله عنها أن النبي ( قال : ( من مات وعليه صيام صام عنه وليه ) متفق عليه . ¶ وعن ابن عباس ( قال : ( قالت امرأة يا رسول الله إن أمي ماتت وعليها صوم نذر أفأقضيه عنها ؟ قال : أرأيت لو كان على أمك دين فقضيته أكان يؤدي ذلك عنها ؟ قالت : نعم ، قال : فصومي عن أمك ) رواه البخاري . ¶ ومن عليه صوم من رمضان فله تأخيره ما لم يدخل رمضان آخر فلا يجوز حينئذ التأخير من غير عذر ، لما روت عائشة ر…ضي الله عنها قالت : ( كان يكون علي الصيام من شهر رمضان فما أقضيه حتى يجيء شعبان ) متفق عليه. ¶ فإن أخره عن رمضان آخر فعليه القضاء والكفارة وهي : إطعام مسكين عن كل يوم ، وهو قول جمع من الصحابة وغيرهم . ¶ ما يتجنبه الصائم ¶ العلك ، وذوق الطعام ومضغه للطفل ، والكحل ، والمعانقة ، والقبلة ، وكل ما يؤدي إلى إثارة الشهوة والمبالغة في المضمضة والاستنشاق وما أشبهها من الوسائل التي قد تؤدي إلى الفطر . وأن ينزه نفسه وصومه عن الكذب والشتم والغيبة والنميمة ولا يماري ولا يعمل عملا يجرح به صومه ، يقول عليه الصلاة والسلام : ( فإذا كان صوم أحدكم فلا يرفث ولا يصخب فإن سابه أحد فليقل إني امرؤ صائم ) رواه البخاري . ¶ ويقول صلوات الله وسلامه عليه : ( من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه ) رواه البخاري . ¶ فنسأل الله أن يهدينا سبيل الرشاد وأن يوفقنا لما يحبه ويرضاه إنه جواد كريم وختاما أقول :",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أَهْلاً وَسَهْلاً بِشَهْرِ الصَّوْمِ وَالذِّكْرِ شَهْرُ التَّرَاويْحِ يَابُشْرَى بِطَلْعَتِهِ كَمَ رَاكِعٍ بِخُشُوْعٍ للإِ لَهِ وَكَمْ فَاسْتَقْبِلُوا شَهْرَكُمْ يَاقَوْمُ وَاسْتَبِقُوا إِحْيُوا لَيَالِيهِ بِالأَذْكَارِوَاغْتَنِمُوا فِيْهَا تَنَزَّلُ أَمْلاَكُ السَّمَاء إِلَى . ¶ وَمَرْحَبًا بِوَحِيدِ الدَّهْرِ فِي الأَجْرِ فَالْكَوْنُ مِنْ طَرَبٍ قَدْضَاعَ بِالنَّشْرِ مِنْ سَاجِدٍ وَدُمُوْعُ العَيْنِ كَالنَّهْرِ إِلَى السَّعَادَةِ وَالْخَيْرَاتِ لاَالوِزْرِ فَلَيْلَةُ الْقَدْرِ خَيْرٌ فِيهِ مِنْ دَهْرِ فَجْرِ النَّهَارِ وَهَذِيْ فُرْصَةُ الْعُمْرِ . ¶ وكتب ذلكم أبو عدنان ¶ عبد الرحمن بن عبد الرحمن شميلة الأهدل ¶ في 3/8/1404هـ ¶ فهرس المحتويات ¶ الموضوع ¶ المقدمة ......................................... الصوم لغة وشرعا ........................................... أدلة وجوب صوم رمضان .................................... فضل الصيام ..................................... وجوب الصوم وشرائط وجوبه ............................... المفطرات ................................................... أيام يستحب فيها الصوم ..................................... سنن الصوم ................................................ أيام يحرم فيها الصوم ......................................... أيام يكره فيها الصوم ....................................... تنبيه ( من مات وعليه صوم واجب ).......................... ما يتجنبه الصائم ............................................ ¶ فهرس المحتويات ............................................. ¶ الصفحة ¶ 3 ¶ 3 ¶ 4 ¶ 5 ¶ 6 ¶ 12 ¶ 16 ¶ 17 ¶ 19 ¶ 20 ¶ 22 ¶ 23 ¶ 24 ¶ *********************** ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ …- 20 -",
            "page": "18",
            "part": "1"
        }
    ],
    "t36392": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الصَّوم وأحكامه"
        }
    ]
}