{
    "b36393": [
        {
            "id": "1",
            "nass": "العقيقة في الفقه الإسلامي ¶ د/ مريم إبراهيم هندى ¶ قسم الشريعة الإسلامية - كلية دار العلوم - جامعة القاهرة ¶ بسم الله الرَّحْمن الرَّحيم ¶ ( هُوَ الذى أَرْسَلَ رَسُولَهُ بِالهُدَى وَدِينِ الحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ المُشْرِكُونَ ( ( التوبة : 33 ) ¶ ( وَمَا أَرْسَلْنَاكَ إِلاَ رَحْمَةً لِّلْعَالَمِينَ ( ( الأنبياء : 107 ) ¶ ( يُرِيدُونَ لِيُطْفِؤُوا نُورَ الله بِأَفْوَاهِهِمْ وَالله مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الكَافِرُونَ ( ( الصف : 8 ) ¶ صدق الله العظيم ¶ المقدمة ¶ الحمد لله رب العالمين والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وصحبه وبعد . ¶ فإن من عظمة الإسلام أنه لم يترك صغيرة ولا كبيرة إلا بيَّنها ، واهتم بها ، ونبّه عليها ، وخاصة ما يتعلق بالإنسان ، حيث اهتم الإسلام به قبل أن يخلق فقد حثّ الزوج على اختيار أمه على أساس الدين كما حثّ الولى أيضاً على اختيار الزوج على أساس الدين ، واهتم به وهو جنين حيث شرع له عدة أحكام من حيث ميراثه وتحريم الجناية عليه وغير ذلك ، واهتم به بعد أن يولد حيث حث على العقيقة عنه ، واختيار الاسم الحسن له ، وغير ذلك ، واهتم به شاباً وكَهْلاً حيث حثّ الأبناء على البر بالآباء مصداقاً لقوله تعالى : ( وَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَانًا (( 1) وكذلك كرمه بعد موته حيث أوجب على الأحياء تغسيله ، وتكفينه ، والصلاة عليه ، ودفنه احتراماً له ، وهذا لم يشرع لغيره من المخلوقات . ¶ وهكذا فإن العناية الإلهية والرعاية الربانية تحوطه وتشمله من كل جوانبه وفى جميع مراحله . ¶ وقد اخترت لهذا البحث جانباَ من جوانب عناية الإسلام بالطفل حديث الولادة وهو الكلام عن العقيقة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وسبب اختيارى لهذا الموضوع أن كثيراً من هذه السنن قد اندثر ، وانبهر المسلمون بالعادات الغربية من عمل السبوع ، وإشعال الشموع وغيرها ، فاخترت هذا الموضوع محاولة منى لتعريف الناس بهذه السنن ليتمسكوا بها ، ومحاولة لإبعادهم عن تقليد غيرهم فيما يفعلونه مما يخالف سنن هذا الدين الحنيف ؛ لأن فى التمسك بهذه السنن الصلاح والفلاح فى الدنيا والآخرة بإذن الله تعالى ، ، ، ¶ وقد قسمت هذا البحث إلى مقدمة وعشرة مباحث وخاتمة . ¶ تناولت فى المقدمة سبب اختيارى لهذا الموضوع ، وخطتى فيه . ¶ وتناولت فى المبحث الأول : تعريف العقيقة لغة واصطلاحاً . ¶ وقد قسمته إلى مطلبين : ¶ الأول : تعريف العقيقة لغة . ¶ الثانى : تعريف العقيقة اصطلاحاً . ¶ وتناولت فى المبحث الثانى : حكم تسميتها بهذا الاسم . ¶ وتناولت فى المبحث الثالث : حكمها . ¶ وقد قسمته إلى أربعة مطالب : ¶ الأول : من يرى أنها سنة وأدلته . ¶ الثانى : من يرى أنها واجبة وأدلته . ¶ الثالث : من يرى أنها بدعة وأدلته . ¶ الرابع : الرأى الراجح وأدلته ، ومناقشة غير الراجح . ¶ المبحث الرابع : فضلها وفوائدها . ¶ المبحث الخامس : أيهما أفضل : العقيقة أم التصدق بثمنها ؟ . ¶ المبحث السادس : من يَعُقُّ عن المولود . ¶ المبحث السابع : من يُعَقُّ عنه ؟ ¶ وقد قسمته إلى ثلاثة مطالب : ¶ الأول : هل يعق عن الكبير ؟ وهل يعق الإنسان عن نفسه إذا بلغ ولم يعق عنه ؟ . ¶ الثانى : هل يعق عن المولود لو مات قبل السابع ؟ . ¶ الثالث : هل يعق عن الذكر والأنثى أم عن الذكر فقط ؟ ¶ المبحث الثامن : الحيوان الذى يذبح فى العقيقة ، وشروطه . ¶ وقد قسمته إلى مطلبين : ¶ الأول : الحيوان الذى يذبح فى العقيقة . ¶ الثانى : شروطه . ¶ المبحث التاسع : العدد الذى يذبح فى العقيقة عن الذكر والأنثى ، ووقت الذبح ، وهل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ وما الحكم لو اجتمعت العقيقة والأضحية فى يوم واحد ؟ ¶ وقد قسمته إلى أربعة مطالب :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الأول : العدد الذى يذبح فى العقيقة . ¶ الثانى : وقت الذبح . ¶ الثالث : هل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ ¶ الرابع : حكم اجتماع الأضحية والعقيقة فى يوم واحد . ¶ المبحث العاشر : حكم كسر عظامها ، وطبخها ، والأكل منها ، والإهداء ، والتصدق ، ولطخ جسم المولود بدمها ، وبيع جلدها وسواقطها . ¶ وتناولته فى أربعة مطالب : ¶ الأول : حكم كسر عظامها . ¶ الثانى : طبخها ، والأكل منها ، والإهداء ، والتصدق . ¶ الثالث : حكم لطخ رأس وجسم المولود بدمها . ¶ الرابع : حكم بيع جلدها وسواقطها . ¶ وتناولت فى الخاتمة نتائج البحث . ¶ وقد رجعت فى هذا البحث إلى ستة مذاهب ، وهى المالكى ، والشافعى ، والحنبلى ، والظاهرى ، والزيدى* ، والإباضى ، وهى المذاهب التى وجدت لأصحابها كلاماً حول العقيقة ، أما المذهب الحنفى فلم أجد لها ذكراً فى كتبهم ، وذلك لأنهم يرون أنها بدعة كما هو مذكور عنهم فى كتب الفقه المقارن ، وأما الشيعة الإمامية فلم أجد للعقيقة ذكراً فى كتاب شرائع الإسلام للحلى ، ولا فى تهذيب الأحكام للطوسى ، ولا أدرى السبب فى عدم تناولهم لأحكامها ، ولم أجد تعليلاً لذلك فى الكتب التى اطلعت عليها . ¶ وقد تم نشر هذا البحث فى العدد (28) من مجلة كلية دار العلوم - جامعة القاهرة سنة 2001م . ¶ وبعد فإن كنت قد وفقت فلله الحمد والمنة ، وإن كنت قد أخطأت ، فمن نفسى ومن الشيطان ، وأرجو من الله الصفح والغفران ، وهو حسبى ونعم الوكيل .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* قلت : ومن المعلوم أن الإباضية والزيدية والإمامية من فرق الضالة عن الصراط المستقيم ، وأهله : الفرقة الناجية والطائفة المنصورة : أهل السنة والجماعة ، وأنه لا يعتد بكلامهم -على الإطلاق ، ولا عبرة بخلافهم ، لا فى العقائد والأصول ، ولا فى الأحكام والفروع ، غير أن بعض الكليات الشرعية ببلاد الإسلام ( ومنها مصر ) تشترط ذكر هذه المذاهب الثلاثة بالإضافة إلى الأربعة والظاهرية فالمذاهب المعتمدة -زعموا- : ثمانية ، فالله المستعان ¶ ************** ¶ المبحث الأول ¶ تعريفها لغة واصطلاحاً ¶ أتناول هذا المبحث فى مطلبين هما : ¶ الأول : تعريفها لغة ¶ الثانى : تعريفها اصطلاحاً ¶ المطلب الأول ¶ تعريفها لغة ¶ يرى ابن منظور (2)وأبو عبيد والأصمعى ، والزمخشرى ، وغيرهم (3) أن العقيقة هى الشعر الذى يولد به الطفل ، وسميت الشاة التى تذبح عنه فى تلك الحالة عقيقة ؛ لأنه يحلق عنه ذلك الشعر عند الذبح (4) وذلك على عادة العرب فى تسمية الشىء باسم سببه أو ما جاوره ، ثم اشتهر ذلك حتى صار من الأسماء العرفية ، وصارت الحقيقة مغمورة فيه ، فلا يفهم من الحقيقة عند الإطلاق إلا الذبيحة (5) . ¶ ويرى الإمام أحمد أنها مأخوذة من العق ، وهو الشق ، والقطع ، ورجحه ابن عبد البر وطائفة (6)، وسميت بذلك لأنها تعق مذابحها ؛ أى تشق وتقطع (7) ، ومنه عق والديه ، إذا قطعهما (8)، وهى بمعنى مفعولة بمثل فتيلة ، ونطيحة ، ورهينة منقولة عن معناها لغة ، وهو شعر رأس المولود ، لأنها تذبح عند حلقه ، لأن بقاءه عقوق فى حقه ، أى إخلال بحرمته ، وقيل العقيقة : الذبح نفسه (9) ، وقيل أصل العقيقة للموضع الذى تذبح فيه سميت باسمه (10). ¶ المطلب الثانى ¶ تعريفها اصطلاحاً",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "العقيقة : هى اسم لما يذبح عن المولود (11) ، وذكر الخرشى أن ابن عرفة (12)عرفها تعريفاً آخر ، حيث قال : هى ما تقرب بذكاته من جذع ضأن أو ثنى سائر النعم سليمتين من غير عيب مشروطة بكونه فى نهار سابع ولادة آدمى حى عنه (13) . ¶ ويلاحظ أن تعريف الجمهور مختصر وأن تعريف ابن عرفة مطول حيث ذكر فى تعريفه شروطها ووقت ذبحها ، ومن الذى يذبح عنه . وإن كان قد اختلف مع غيره من العلماء فى بعض هذه الأشياء ، كما سيأتى بيانه فيما بعد . ¶ ولذلك أرى أن تعرف : بأنها اسم لما يذبح عن المولود تقرباً إلى الله تعالى من جذع ضأن أو ثنى سواء سليمتين من غير عيب . ¶ المبحث الثانى ¶ حكم تسميتها بهذا الاسم ¶ اختلف العلماء (14) فى ذلك حيث ذهبت طائفة إلى كراهة تسميتها عقيقة (15)، والواجب أن يقال لها نسيكة ، واستدلوا على ذلك بأن رسول الله ( سئل عن العقيقة فقال : \" لا أحب العقوق \" ، وكأنه كره الاسم ، فقالوا : يا رسول الله : إنما نسألك عن أحدنا يولد له ولد ، فقال : \" من أحب منكم أن ينسك عن ولده فليفعل : عن الغلام شاتان مكافئتان ، وعن الجارية شاة (16) \" ، فلا ينبغى أن يطلق على هذه الذبيحة الاسم الذى كرهه رسول الله (وقالوا : الواجب أن يقال لها نسيكة ولا يقال لها عقيقة . ¶ وقالت طائفة أخرى : لا يكره ذلك ورأوا إباحته واحتجوا بحديث سلمان بن عامر الضبى (17) ؛ قال : قال رسول الله ( : \" مع الغلام عقيقة ، فأهريقوا عنه دماً ، وأميطوا عنه الأذى \" (18). ¶ واستدلوا أيضاً بحديث سمرة قال : قال رسول الله ( : \" كل غلام رهينة بعقيقته ، تذبح عنه يوم سابعه ، ويسمى فيه ، ويحلق رأسه \" ، رواه أهل السنن كلهم ، وقال الترمذى هذا حديث حسن صحيح (19). ¶ ففى هذين الحديثين لفظ العقيقة ، فدل على الإباحة لا على الكراهة .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ومن خلال مراجعة تخريج دليل الطائفة التى ترى الكراهة ، والطائفة التى ترى الإباحة ، ترجح أدلة من يرى إباحة تسميتها عقيقة لأن أدلتهم صحيحة ، ودليل من يرى الكراهية مختلف فيه حيث ضعفه ابن حزم والدكتور عبد الغفار البندارى فى تحقيقه لتحفة الودود ، وقواه ابن حجر كما سبق . ¶ وعلى فرض صحة دليل من يرى كراهية تسميتها عقيقة فإنه يمكن الجمع بين الدليلين بأنه يكره هجر الاسم المشروع من النسيكة ، والاستبدال به اسم العقيقة إلا إذا أطلق اسم العقيقة أحياناً للتوضيح وبيان الحكم فلا بأس بذلك (20). ¶ المبحث الثالث ¶ حكمها ¶ اختلف العلماء فى حكم العقيقة حيث يرى فريق أنها سنة ، ويرى فريق آخر أنها واجبة ، ويرى فريق ثالث أنها مكروهة ولكل فريق أدلته وحججه ، ولذلك سوف أتناول هذا المبحث فى أربعة مطالب : ¶ الأول : من يرى أنها سنة وأدلته . ¶ الثانى : من يرى أنها واجبة وأدلته . ¶ الثالث : من يرى أنها بدعة وأدلته . ¶ الرابع : الرأى الراجح منها وأدلة الترجيح . ¶ المطلب الأول ¶ من يرى أنها سنة وأدلته ¶ ذهب عامة أهل العلم من المالكية ، والشافعية ، والحنابلة ، والإباضية ، والزيدية أنها سنة ، وهو مروى عن ابن عباس وعائشة ، وابن عمر - رضى الله عنهم - ، وفقهاء التابعين ، وأئمة الأمصار (21) ، واستدلوا على ذلك بعدة أحاديث منها : ¶ 1- حديث سلمان بن عامر الضبى (22) رضى الله عنه . ¶ 2- وبحديث سمرة ابن جندب (23) رضى الله عنه . ¶ 3- وبحديث عائشة رضى الله عنها قالت : قال رسول الله ( : \" عن الغلام شاتان مكافئتان ، وعن الجارية شاة \" (24)، وفى لفظ : \" أمرنا رسول الله ( أن نعق عن الجارية شاة وعن الغلام شاتين \" (25). ¶ 4- حديث أم كرز الكعبية أنها سألت رسول الله ( عن العقيقة ، فقال : \" عن الغلام شاتان ، وعن الأنثى واحدة ، ولا يضركم ذكراناً كن أو إناثاً \" (26) .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "5- وبما رواه الضحاك بن مخلد ؛ قال : أنبأنا أبو حفص سالم بن سهم ، عن أبيه ، عن عبد الرحمن الأعرج ، عن أبى هريرة أن النبى ( قال : \" إن اليهود تعق عن الغلام ، ولا تعق عن الجارية ، فعقوا عن الغلام شاتين ، وعن الجارية شاة \" (27). ¶ 6- وبحديث ابن عباس أن رسول الله ( \" عق عن الحسن والحسين كبشاً كبشا \" (28). ¶ ومن أدلتهم أيضاً أنه إراقة دم من غير جناية ولا نذر ، فلم يجب كالأضحية (29)ولأنها ذبيحة لسرور حادث فلم تكن واجبة كالوليمة (30) . ¶ وقالوا : لو كانت واجبة لكان وجوبها معلوماً من الدين لأن ذلك مما تدعو الحاجة إليه ، وتعم به البلوى ، فكان رسول الله ( يبين وجوبها للأمة بياناً عاماً كافياً تقوم به الحجة ، وينقطع معه العذر ، قالوا وقد علقها بمحبة فاعلها . فقال : \" من وُلِدَ له وَلَد فأحب أن ينسك عنه فليفعل \" . ¶ المطلب الثانى ¶ من يرى أنها بدعة أو مكروهة وأدلته ¶ ويرى أبو حنيفة أنها بدعة إذ هى جاهلية محاها الإسلام (31) . ¶ واستدلوا بحديث أن النبى ( سُئِلَ عن العقيقة ، فقال : \" لا أحب العقوق \" ، كأنه كره الاسم ، وقال : \" من ولد له ولد فأحب أن ينسك عنه فليفعل \" (32) . ¶ واستدلوا كذلك بحديث أبى رافع رضى الله عنه أن الحسن بن علىّ أرادت أمه رضى الله عنها أن تعق عنه بكبشين ، فقال رسول الله ( : \" لا تعقى ، ولكن احلقى رأسه ، فتصدقى بوزنه من الورق ، ثم ولد الحسين ، فصنعت مثل ذلك \" (33) . ¶ وادعى محمد بن الحسن نسخها بحديث \" نسخ الأضحى كل ذبح \" (34) . ¶ المطلب الثالث ¶ من يرى أنها واجبة وأدلته ¶ يذهب الحسن البصرى والليث بن سعد وداود وابن حزم إلى أنها واجبة (35) . ¶ قال ابن حزم : \" العقيقة فرض واجب يجبر الإنسان عليها إذا فضل له عن قوته مقدارها \" (36).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال أيضاً : \" أمره عليه السلام بالعقيقة فرض كما ذكرنا ، لا يحل لأحد أن يحمل شيئاً من أوامره عليه السلام على جواز تركها إلا بنص آخر وارد بذلك ،وإلا فالقول بذلك كذب وقفو لما لا علم لهم به \" (37) . ¶ واستدلوا بعدة أحاديث هى : ¶ 1- حديث عائشة رضى الله عنها قالت : \" أمرنا رسول الله ( أن نعق عن الجارية شاة وعن الغلام شاتين \" (38). ¶ 2- ما روى عن بريدة أنه قال : \" إن الناس يعرضون يوم القيامة على العقيقة كما يعرضون على الصلوات الخمس \" (39) . ¶ 3- حديث الحسن عن سمرة عن النبى ( أنه قال : \" كل غلام مرتهن بعقيقته \" (40) . ¶ وجه الاستدلال :هذا يدل على أنها لازمة لا بد منها فشبه لزومها وعدم انفكاك المولود عنها بالرهن (41) أو أن الولد محبوس عن الشفاعة لوالديه ، ولا يلزم من ذلك أن يعاقب على ذلك فى الآخرة ، وإن حبس بترك أبويه العقيقة عما يناله من عق عنه أبواه ، وقد يفوت الولد خير بسبب تفريط الأبوين ، وإن لم يكن من كسبه ، كما أنه عند الجماع إذا سمى أبوه لم يضر الشيطان ولده ، وإذا ترك التسمية لم يحصل للولد هذا الحفظ (42) . ¶ المطلب الرابع ¶ الرأى الراجح ومناقشة أدلة غير الراجح ¶ أرجح الرأى القائل بالاستحباب وذلك لما يأتى : ¶ 1- أن الأحاديث الواردة فى العقيقة لم تكن كلها على سبيل الأمر بل أمر بها كما فى حديث عائشة السابق ، وفى حديث آخر علقها على محبة فاعلها حيث قال : \" من ولد له ولد فأحب أن ينسك عنه فليفعل \" . ¶ 2- أنه عليه الصلاة والسلام هو الذى عق عن الحسن والحسين عليهما السلام ، وفعله هذا يدل على الاستحباب . ¶ 3- أنها لو كانت واجبة لكان وجوبها معلوماً من الدين بالضرورة ، لأن ذلك مما تدعو الحاجة إليه ، وتعم به البلوى . ¶ 4- أنه علقها بمحبة فاعلها حيث قال \" من ولد له ولد فأحب أن ينسك له فليفعل \" (43) وهذا لا يدل على الوجوب .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وما استدل به ابن حزم على الوجوب وهو أنه ( أمر بها فليس كل أمر يدل على الوجوب فهناك أوامر للاستحباب وهناك أوامر للإباحة كما قال علماء الأصول . ¶ 5- أنه إراقة دم من غير جناية ولا نذر بل هو إراقة دم لسرور حادث فلم تجب كالوليمة . ¶ وما استدل به أيضاً من حديث رسول الله ( : \" كل غلام مرتهن بعقيقته \" فهو مختلف فى معناه فقد قال أحمد بن حنبل : أنه إذا لم يعقّ عنه ، فمات طفلاً ، لم يشفع فى أبويه ، وقيل : معناه أن العقيقة لازمة لابد منها فشبه المولود فى لزومها وعدم انفكاكه منها بالرهن فى يد المرتهن (44) ، أو أنه رهينة فى نفسه ممنوع محبوس عن خير يراد به ولا يلزم من ذلك أن يعاقب على ذلك فى الآخرة (45) . ¶ وكذلك ما استدل به من قول بريدة الأسلمى : \" إن الناس يعرضون يوم القيامة على العقيقة كما يعرضون على الصلوات الخمس \" فقد قال عنه ابن حجر \" وهذا لو ثبت لكان قولاً آخر يتمسك به من قال بوجوب العقيقة \" (46) . وهذا الكلام من ابن حجر يدل على عدم ثبوته . ¶ وعلى ذلك يمكن أن تحمل الأدلة التى استدل بها ابن حزم على تأكيد الاستحباب (47). ¶ وما استدل به أبو حنيفة على كراهية العقيقة من أنه ( سئل عن العقيقة فقال : \" لا احب العقوق . . . \" فهذا حديث مختلف فيه وعلى فرض صحته فلا حجة فيه لتفى مشروعيتها بل آخر الحديث يثبتها ، وإنما غايته أن الأولى تسمى نسيكة أو ذبيحة وأن لا تسمى عقيقة (48) أى أراد كراهة الاسم لما فيه ، وكان يكره الطيرة ويحب الفأل الحسن (49) . ¶ وما ادعاه محمد بن الحسن من نسخ مشروعيتها بحديث \" نسخ الأضحى كل ذبح \" فقد قال عنه ابن حجر \" أخرجه الدار قطنى من حديث علىّ ، وفى سنده ضعف ، وأما نفى ابن عبد البر وروده فمتعقب وعلى تقدير أنه يثبت أنها كانت واجبة ، ثم نسخ وجوبها ، فيبقى الاستحباب \" (50) . ¶ المبحث الرابع ¶ فضلها وفوائدها وحكمها ¶ للعقيقة حكم وفوائد عظيمة (51) منها :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "1- أن فيها معنى القربان والصدقة والشكر لله تعالى وإظهاراً لنعمته التى هى غاية المقصود من النكاح ، فإذا شرع الإطعام للنكاح الذى هو وسيلة لحصول هذه النعمة فلأن تشرع عند الغاية المطلوبة أولى وأحرى . ¶ 2- أنها فدية يفدى بها المولود من المصائب والآفات كما فدى الله إسماعيل عليه السلام بالذبح العظيم [ فقد يحبس المولود بترك أبويه العقيقة عما يناله من عق عنه أبواه ، وقد يفوت الولد خير بسبب تفريط الأبوين وإن لم يكن من كسبه ، كما أنه عند الجماع إذا سمى أبوه لم يضره الشيطان ، وإذا ترك التسمية لم يحصل للولد هذا الحفظ ] . قال ابن قيم الجوزية : \" وغير مستبعد فى حكمة الله فى شرعه وقدره أن يكون سبباً لحسن إنبات الولد ، ودوام سلامته ، وطول حياته فى حفظه من ضرر الشيطان حتى يكون كل عضو منها فداء كل عضو منه \" (52) . ¶ 3- إظهار الفرح والسرور بإقامة شرائع الإسلام ، وبخروج نسمة مؤمنة يكاثر بها رسول الله ( الأمم يوم القيامة . فإذا شرع يوم النكاح فلأن يشرع عند الغاية المطلوبة وهو وجود النسل أولى . ¶ 4- إرفاء موارد التكافل الاجتماعى برفد جديد يحقق فى الأمة مبادئ العدالة الاجتماعية،ويمحو فى المجتمع ظواهر الفقر والحرمان والفاقة ¶ المبحث الخامس ¶ أيهما أفضل العقيقة أم التصدق بثمنها ؟ ¶ المروى عن الإمام أحمد (53) أن العقيقة أفضل من التصدق بثمنها وقال : إذا لم يكن عنده ما يعقّ فاستقرض رجوت أن يخلف الله عليه ، أحيى سنة (54) . ¶ قال ابن المنذر : صدق أحمد إحياء السنن واتباعها أفضل ، وقد ورد فيها من التأكيد فى الأخبار التى رويناها ما لم يرد فى غيرها ، ولأنها ذبيحة أمر النبى ( بها فكانت أولى كالوليمة والأضحية (55) .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقال ابن قيم الجوزية بعد أن ذكر رأى الإمام أحمد فى تفضيل العقيقة على التصدق بثمنها \" فكان الذبح فى موضعه أفضل من الصدقة بثمنه ولو زاد من الهدايا والأضاحى ،فإن نفس الذبح وإراقة الدم مقصود فإنه عبادة مقرونة بالصلاة كما قال تعالى : ( فَصَلِّ لِرَبِّكَ وَانْحَرْ ( (56) ، وقال تعالى : ( قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لله رَبِّ الْعَالَمِينَ ( (57) ففى كل ملة صلاة ونسيكة لا يقوم غيرهما مقامهما ، ولهذا لو تصدق عن دم المتعة والقران بأضعاف أضعاف القيمة لم تقم مقامه \" (58) . ¶ المبحث السادس ¶ من يعقّ عن المولود ؟ ¶ يرى المالكية والحنابلة والإباضية (59) أن العقيقة تكون من مال الأب ولو كان للمولود مال ، حتى إن الإمام أحمد يرى أنه لو كان معسراً يقترض ويحيى هذه السنة ، فلا يعقّ عنه غيره إلا إن تعذر بموت أو امتناعْ وأوّلوا الحديث الوارد عن رسول الله ( أنه عَقَّ عن الحسن والحسين عدة تأويلات : منها أن أبويه كانا معسرين ، أو أنه ( تبرع بإذن الأب ، أو أن هذا من خصائصه ( (60) . ¶ أما إن كان يتيماً فعقيقته من ماله ، فيندب للوصى العق عن المولود بما لا يجحف به (61) . ¶ ويرى الشافعية أن العقيقة تكون على من تلزمه نفقة المولود ولا يعقّ من مال اليتيم عنه (62) . ¶ ويرى ابن حزم أن العقيقة واجبة فى مال الغلام أو الجارية إن كان لهما مال وأن ذلك لا يلزم الأب إلا أن يشاء وإن لم يكن له مال فهى على الأب أو على الأم (63) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وأرى أن ألفاظ الأحاديث الواردة فى العقيقة لا تؤيد مذهباً من هذه المذاهب حيث لم يصرح الرسول ( فى حديث منها أنها فى مال الأب أو مال الابن أو غيرهما فالأمر فيه سعة وإن كان الأفضل أن تكون من مال الأب ، لأن حصول الولد نعمة من الله له أكثر من غيره وهذه النعمة تستحق شكر الله ، فهى تسن فى حق الأب ، أما الولد فليس بمكلف ولا يستطيع الشكر ، وإن قام بها غير الأب فجائز كما فعل الرسول ( فى عقه عن الحسن والحسين . ¶ المبحث السابع ¶ من يعقّ عنه ؟ ¶ أتناول هذا المبحث فى ثلاثة مطالب : ¶ الأول : هل يعقّ عن الكبير ؟ ¶ الثانى : لو مات الطفل قبل السابع هل يعقّ عنه ؟ ¶ الثالث : هل يعقّ عن الذكر والأنثى أم عن الذكر فقط ؟ ¶ المطلب الأول ¶ هل يعقّ عن الكبير ؟ ¶ يرى الجمهور(64) أنه يعقّ عن الذكر والأنثى الصغيرين فقط ودليلهم قوله ( : \" كل غلام مرتهن بعقيقته تذبح عنه يوم سابعه ، ويماط عنه الأذى \" (65) . ¶ فإن أخرت عن البلوغ سقطت عمن كان يريد أن يعقّ عنه (66) . ¶ ويرى البعض أنه يعقّ عن الكبير ولو بعد البلوغ ، لأنه قضاء فلا يتوقف على وقت معين (67) . ¶ ولكن إذا بلغ الإنسان ولم يعقّ عنه هل يعق عن نفسه ؟ ¶ أُختلف فى ذلك أيضاً . ¶ فيرى البعض أنه لا يسن أن يعقّ الإنسان عن نفسه بعد البلوغ سواء كان غنياً أو فقيراً ؛ لأنها بعد البلوغ لا تسمى عقيقة ، ولأن السنة فى حق غيره (68) . ¶ ويرى البعض أنه يعقّ عن نفسه إذا بلغ ولم يعقّ عنه تأسياً برسول الله (حيث روى \" أنه عقّ عن نفسه بعدما بعث بالنبوة \" (69) ، \" ولأنها مشروعة عنه ، ومرتهن بها ، فينبغى أن يشرع له فكاك نفسه \" (70) . ¶ ويروى عن الحسن البصرى قال إذا لم يعقّ عنك فعق عن نفسك وإن كنت رجلاً (71) . ¶ وروى عن محمد بن سيرين أنَّه قال : لو أعلم أنى لم يعقّ عنى لعققت عن نفسى (72).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وأرجح الرأى القائل بأنه يعقّ عن الكبير وأنه يجوز للإنسان أن يعقّ عن نفسه بعد البلوغ لأن الحديث الذى استدلوا به حديث حسن لغيره كما هو واضح من تخريجه ، ولأنه إن كان قد فاته حفظ الله ورعايته فى الصغر بسبب عدم العق عنه ، فهو محتاج لحفظ الله ورعايته طول حياته ، فيعقّ عن نفسه لعل الله يحفظه من أشياء تضره بعد البلوغ ؛ ولأنه مرتهن بها فيشرع له فكاك نفسه . ¶ المطلب الثانى ¶ لو مات الطفل قبل السابع هل يعقّ عنه ؟ ¶ يرى الإمام مالك أنه لو مات المولود قبل السابع سقطت العقيقة (73) ، وقيل : سقط استحبابها (74) . ويفهم من تعريف ابن عرفة للعقيقة السابق ذكره أن العقيقة لا تكون إلا عن آدمى حى (75) . ¶ ويرى ابن حزم (76) : أنه إن مات الطفل قبل السابع عق عنه ، مستدلاً بحديث سلمان بن عامر الضبى أن رسول الله ( قال : \" مع الغلام عقيقة فأهريقوا عنه دما ، وأميطوا عنه الأذى \" (77) . ¶ المطلب الثالث ¶ هل يعقّ عن الذكر والأنثى أم عن الذكر فقط ؟ ¶ يرى الجمهور(78) أنه يعقّ عن الذكر والأنثى وأدلتهم حديث أم كرز الكعبية وحديث عائشة السابق ذكرهما (79) . ¶ وبرى الحسن وقتادة وغيرهم أنه لا يعقّ عن الجارية ودليلهم قوله ( : \" كل غلام مرتهن بعقيقته \" (80) ولأن العقيقة شكر للنعمة الحاصلة بالولد ، ولا يحصل بها سرور ، فلا يشرع لها عقيقة (81) . ¶ وأرجح رأى الجمهور فى أنه يعقّ عن الذكر والأنثى لوضوح وصراحة أدلتهم فى العق عن الذكر والأنثى حيث صرح رسول الله ( فى أكثر من حديث بالعق عن الذكر والأنثى . ¶ وأيضاً لأن هذه الآثار المروية عن الحسن وقتادة وغيرهما لا تعارض ما روى وصح عن رسول الله ( .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال ابن حزم بعد أن ذكر الآثار عن الحسن البصرى ومحمد بن سيرين وغيرهما أنه لا يعقّ عن الجارية \" وهذه أفعال لا يلزم منها شىء ، لا حجة إلا فى وحى عن الله تعالى على لسان رسوله ( ، ( وَمَا يَنطِقُ عَنِ الهوَى إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى ( (82) ولم يعرف أبو حنيفة العقيقة ، فكان ماذا ؟ ليت شعرى إذ لم يعرفها أبو حنيفة ما هذا بنكرة ، فطالما لم يعرف السنن \" (83) . ¶ وأيضاً ما استدل هؤلاء من أنه لا يحصل بالأنثى سرور فلا يشرع لها عقيقة فإن هذا القول يتمشى مع ما كان فى الجاهلية من أنها ليست نعمة ولا يحصل بها سرور وقد ذم الله هذا الوضع الجاهلى حيث قال تعالى : ( وَإِذَا بُشِّرَ أَحَدُهُمْ بِالأُنثَى ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ ( (84) . ¶ وقد وصف الله ولادة الأنثى أنها هبة منه قال تعالى : ( يَهَبُ لِمَنْ يَشَاء إِنَاثًا وَيَهَبُ لِمَن يَشَاء الذُّكُورَ أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا وَيَجْعَلُ مَن يَشَاء عَقِيمًا إِنَّهُ عَلِيمٌ قَدِيرٌ ( (85) يضاف إلى ذلك أنه فى العق عن الجارية أيضاً مخالفة لليهود حيث كانت اليهود تعقّ عن الذكر ولا تعقّ عن الأنثى قال ابن قيم الجوزية : \" وقال الضحاك بن مخلد : أنبأنا أبو حفص سالم ابن سهم عن أبيه ، عن عبد الرحمن الأعرج عن أبى هريرة أن النبى ( قال : \" إن اليهود تعق عن الغلام ولا تعق عن الجارية فعقوا عن الغلام شاتين وعن الجارية شاة \" ذكره البيهقى (86) \" . ¶ المبحث الثامن ¶ الحيوان الذى يذبح فى العقيقة وشروطه ¶ وسوف أتناول هذا المبحث فى مطلبين : ¶ الأول : الحيوان الذى يذبح فى العقيقة . ¶ الثانى : شروطه . ¶ المطلب الأول ¶ الحيوان الذى يذبح فى العقيقة",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ذكر المالكية ، والشافعية ، والحنابلة ، والزيدية ، وابن قيم الجوزية (87) أن الحيوان الذى يذبح فى العقيقة ، وشروطه ، والأكل من العقيقة ، والتصدق منها هى نفس أحكام الأضحية فى هذه الأمور حيث يجمع بينهما التقرب إلى الله (88) ولذلك فالكلام عن العقيقة فى هذه الجوانب مأخوذ من كلامهم على الأضحية وإن كانوا قد اختلفوا فى بعض جزئياته ، وفيما يلى بيان ذلك : ¶ يرى الجمهور مالكية وشافعية وحنابلة (89) أنه لا يجوز فى العقيقة إلا ما يجوز فى الأضحية من الأزواج الثمانية : الإبل والبقر والضأن والماعز ذكورهم وإناثهم ، ولا يجزئ الوحشى . واستدلوا على ذلك بالأحاديث والآثار والقياس فمن الأحاديث ما رواه سلمان بن عامر الضبى رضى الله عنه أن رسول الله ( قال : \" مع الغلام عقيقة فأهريقوا عنه دماً \" (90) ولم يذكر دماً دون دم (91) . ومنها ما رواه أنس رضى الله عنه أن رسول الله ( قال : \" يعقّ عنه من الإبل والبقر والغنم \" (92) . ومن الآثار ما رواه ابن المنكدر من حديث يحيى بن يحيى أنبأنا هشيم ، عن عيينة بن عبد الرحمن أن أبا بكرة ولد له ابنه عبد الرحمن ، وكان أول مولود ولد بالبصرة ، فنحر عنه جزورا ، فأطعم أهل البصرة \" (93) . وروى عن أنس ابن مالك أنه كان يعقّ عن ولده الجزور (94) . ¶ وأما القياس فلأنها نسك ، فوجب أن يكون الأعظم منها أفضل قياساً على الهدايا (95) . ¶ قال ابن قيم الجوزية : \" قال أبو عمر بن عبد البر : وقد أجمع العلماء أنه لا يجوز فى العقيقة إلا ما يجوز فى الضحايا من الأزواج الثمانية إلا من شذ ممن لا يعد قوله خلافاً \" (96) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويتفق الشيعة الزيدية مع الجمهور فى أن المجزئ هو بهيمة الأنعام وأنه لا يجزئ وحشى الأبوين ولا من كانت أمه وحشية ولكنهم يختلفون معهم فى من كانت أمه غير وحشية حيث يفهم من كلام ابن المرتضى أنها تجزئ حيث قال : \" مسألة : فى المذبوح وإنما يجزئ الأهلى لقوله تعالى : ( وَيَذْكُرُوا اسْمَ الله فِي أَيَّامٍ مَّعْلُومَاتٍ عَلَى مَا رَزَقَهُم مِّن بَهِيمَةِ الأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ ( (97) وهى الإبل والبقر والغنم فإن اختلف الأبوان اعتبر الأم (ش) (98) بل بهما معاً فلا يجزئ إلا من الأهلين ، قلنا المملوك يتبع الأم فى أحكام لا الأب كما مر \" (99) . ¶ وترى حفصة بنت عبد الرحمن بن أبى بكر والبندينجى (100) من الشافعية أنه يتعين الغنم فى العقيقة (101) . ¶ قال ابن قيم الجوزية : \" روينا عن يوسف بن ماهك أنه دخل مع ابن أبى مليكة على حفصة بنت عبد الرحمن بن أبى بكر (102) وولدت للمنذر بن الزبير غلاماً ، فقلت : هلا عققت جزوراً ؟ فقالت (103) معاذ الله ، كانت عمتى تقول \" عن الغلام شاتان وعن الجارية شاة \" (104) . ¶ واختلف قول الإمام مالك هل يجزئ الإبل والبقر فى العقيقة أو لا يجزئ ؟ (105). ¶ وقد ذكر صاحب شرح النيل وشفاء العليل أن المشهور عن مالك أنه لا يجزئ غير الشياه (106) . ¶ ويرى ابن حزم أيضاً أنه لا يجزئ غير الشياه حيث قال : \" ولا يجزئ فى العقيقة إلا ما يقع عليه اسم شاة إما من الضأن وإما من الماعز فقط ولا يجزئ فى ذلك من غير ما ذكرنا لا من الإبل ولا من البقر الإنسية ولا من غير ذلك (107) .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ويفهم من كلام شارح النيل وشفاء العليل أن ظاهر كلام مصنف النيل أنهم يرون رأى الإمام مالك فى أنه لا يجزئ إلا الشياه حيث قال : \" ولا يجزئ إلا الشياه عند مالك ، وهو المشهور ، وظاهر المصنف ، ولو كان الجمهور على إجزاء البقر والإبل \" (108) لكن يفهم من كلام الشارح نفسه إجزاء الإبل والبقر حيث قال : \" والضأن أولى من المعز ، وهو من البقر ، وهو من الإبل ، وقيل الإبل أولى من البقر ، وهى من الضأن ، وهو من المعز \" (109) واستدل هؤلاء على رأيهم بما سبق من حديث عائشة رضى الله عنها : \" أمرنا رسول الله ( أن نعق عن الغلام شاتين وعن الجارية شاة \" (110) . ¶ وبما سبق أيضاً من حديث أم كرز الكعبية أنها سألت رسول الله ( عن العقيقة فقال : \" عن الغلام شاتان وعن الأنثى واحدة ولا يضركم ذكراناً كن أو إناثاً \" (111) . ¶ ولكن هناك : من يجوز العقيقة بالوحشى وبالعصافير حيث ذكر ابن قيم الجوزية أنه روى عن إبراهيم بن الحارث التيمى (112) أنه كان يقول : \" تستحب العقيقة ولو بعصفور \" (113) . ¶ وذكر النووى عن الحسن بن صالح (114) أنه كان يقول : \" تجوز التضحية ببقرة الوحش عن سبعة ، وبالظبى عن واحد وأن داود كان يجوز التضحية ببقرة الوحش \" (115). ¶ وقد رجح الدكتور عبد الغفار البندارى رأى ابن حزم ومن وافقه فى عدم إجزاء الإبل والبقر فى العقيقة حيث قال : \" الصحيح هو أداء العقيقة بشاتين عن الغلام ، وشاة عن الجارية ، وبطلان العق بغير ذلك فى العقيقة وهو ما دلت عليه النصوص التى سبقت ، ولم يصح شئ من العقيقة بالجزور أو بعصفور أو بشيء غير الشاة ، كما أن مطلق النص \" أهريقوا عليه دماً \" (116) قد قيدته النصوص بكونه دم شاة إلا \"عن الغلام شاتان وعن الجارية شاة \" وغيره من النصوص \" (117) .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "لكنى أرجح رأى الجمهور فى جواز العق بالإبل والبقر بالإضافة إلى الغنم لأن الأحاديث التى فيها الأمر بالعق بالشياه ليس فيها نهى عن العق بالإبل والبقر وهذا ما رجحه الشوكانى حيث قال : \" ولا يخفى أن مجرد ذكرها لا ينفى إجزاء غيرها \" (118) ولأن العقيقة إذا كانت من الإبل أو البقر فهى أكثر لحماً من لحم الشاة وفى هذا توسعة على الفقراء والجيران والأصحاب ، مما يحقق الفوائد التى شرعت لأجلها العقيقة من تحقيق التكافل والألفة بين أفراد المجتمع المسلم وقياساً على الأضحية والهدى فإن الإبل فيها أفضل من البقر ، والبقر أفضل من الغنم . ¶ وما روى روى عن أنس أن النبى ( قال : \" من ولد له غلام فليعق عنه من الإبل والبقر والغنم \" فقد قال عنه الهيثمى : \" رواه الطبرانى فى الصغير ، وفيه مسعدة بن اليسع وهو كذاب \" (119) . ¶ وأيضاً لا تشرع العقيقة بغير الإبل والبقر والغنم لأنها هى التى عرفت شرعاً ، ولم ينقل التضحية بغيرها عن النبى ( ولا عن الصحابة رضى الله عنهم ، والعقيقة تقاس عليها . ¶ وما روى عن إبراهيم التيمى أنه تستحب العقيقة ولو بعصفور فقد قال عنه الدكتور عبد الغفار البندارى \" وهو ليس من كلام النبى ( ولا يصح \" (120) . ¶ وقال عنه ابن قيم الجوزية : \" فإنه كلام خرج على التقليل كقول الرسول ( لعمر فى الفرس \" لا تأخذه ولو أعطاكه بدرهم \" (121) . ¶ بعد أن رجحت رأى الجمهور فى جواز العق بالإبل والبقر بالإضافة إلى الشياه . ¶ فما هو أفضل هذه الأنواع ؟ ¶ أفضلها عند الشافعية والحنابلة والزيدية الإبل ثم البقر ثم الضأن ثم الماعز . ¶ قال الإمام الشافعى : \" والإبل أحب إلى أن يضحى بها من البقر ، والبقر أحب إلى أن يضحى بها من الغنم ، وكل ما غلا عن الغنم أحب إلى مما رخص ، وكل ما طاب لحمه كان أحب إلى مما خبث لحمه ، قال : والضأن أحب إلىّ من المعز \" (122) .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لكن الإمام مالك اختار الضأن فى العقيقة على مذهبه فى الضحايا كما قال ابن رشد (123) وابن قيم الجوزية (124) وذلك على الرواية التى ترى أن مالكاً يجوز الإبل والبقر فى العقيقة . ¶ ويفضل الإباضية الضأن على الماعز ، والماعز على البقر ، والبقر على الإبل حيث قال شارح النيل وشفاء العليل : \" والضأن أولى من المعز ، وهو من البقر ، وهو من الإبل ، وقيل الإبل أولى من البقر ، وهو من الضأن ، وهو من المعز \" (125) . ¶ والراجح هو رأى الجمهور فى هذه المسألة أيضاً لما ذكر فى المسألة السابقة . ¶ المطلب الثانى ¶ شروط الحيوان الذى يذبح فى العقيقة . ¶ بعد أن رجحت رأى الجمهور فى أن الحيوان الذى يذبح فى العقيقة يكون من الإبل ، والبقر ، والغنم ، وأن أفضلها هو الإبل ثم البقر ثم الضأن وبعد أن ذكرت أن المالكية ، والشافعية ، والحنابلة ، والزيدية (126) يرون أن الحيوان الذى يذبح فى العقيقة هو نفس الحيوان الذى يذبح فى الأضحية وقد سبق بيان هذا الحيوان ، وذكروا أيضاً أن شروط الحيوان الذى يذبح فى العقيقة هى نفس شروط الحيوان الذى يذبح فى الأضحية فما هى شروط هذا الحيوان ؟ ¶ هذه الشروط عند جمهور العلماء السابق ذكرهم هى : ¶ 1- أنه لا يجزئ إلا جذع ضأن وثنى سواه (127) وجذع الضأن يعرف بنوع الصوف على ظهره ، لكن العلماء اختلفوا فى سنه حيث يرى البعض أنه ما له ستة أشهر ، وقيل : سبعة ، وقيل : ثمانية ، وقيل : ابن عشرة ، وقيل : إن كان متولداً من شابين فستة أشهر وإن كان من هرمين فثمانية ، وقيل ما له سنة وهو الذى رجحه النووى وقال : إنَّه الأشهر عند أهل اللغة وغيرهم (128) . ¶ والثنى هو المسنة من كل شئ (129) وقد اختلف العلماء فى تفسيره حيث فسره المالكية بأنه من الماعز ما له سنة ودخل فى الثانية دخولاً بيناً كالشهر ، ومن البقر ما أوفى ثلاث سنوات ودخل فى الرابعة ، ومن الإبل ما أوفى خمس سنوات ودخل فى السنة السادسة (130) .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وفسره ابن قدامة بأنه من الماعز ما له سنة ومن البقر ما له سنتان ، ومن الإبل ما له خمس سنوات (131) . وفسره ابن المرتضى بأنه من الإبل ما له خمس ومن غيره ما له سنتان (132) . ¶ والسبب فى اختلاف أسنان الثنايا من هذه الأصناف هو اختلافها فى قبول الحمل والنزوان ، فإن ذلك لا يحصل غالباً إلا فى الأسنان المذكورة ، ولما كان ما دون الحُلُم من الآدمى فى حد الصغر ناقصاً ، كان ذلك فى الأنعام كذلك لا يصلح للتقرب به (133) . ¶ والدليل على إجزاء الجذع من الضأن فى الضحية قوله ( : \" الجذع من الضأن أضحية \" (134). والعقيقة يجزئ فيها أيضاً الجذع من الضأن قياساً على الأضحية على رأى العلماء السابق ذكرهم . ¶ والسر فى كون الضأن يجزئ منه الجذع دون غيره هو أن الجذع منه ما يلقح ، أى يصح أن يحمل بخلاف غيره لا يحمل منه إلا الثنى (135) ، أما قوله ( : \" لا تذبحوا إلا مسنة إلا أن يعسر عليكم فتذبحوا جذعة من الضأن \" (136) فقد قال الجمهور \" هذا الحديث محمول على الاستحباب \" (137) . ¶ ولا يجزئ الجذع من الماعز بالإجماع على ما ذكره الترمذى والقاضى عياض (138) لحديث البراء بن عازب قال : \" ضحى خالى أبو بردة قبل الصلاة ، فقال رسول الله ( : تلك شاة لحم ، فقال يارسول الله : إن عندى جذعة من المعز ، فقال : ضح بها ، ولا تصلح لغيرك ثم قال : من ضحى قبل الصلاة فإنما ذبح لنفسه ، ومن ذبح بعد الصلاة فقد تم نسكه ، وأصاب سنة المسلمين\" (139) فهذا الحديث فيه رخصة لأبى بردة رضى الله عنه (140) . ¶ وحكى عن عطاء والأوزاعى أنه يجزئ الجذع من الإبل والبقر والمعز والضأن (141) . ¶ وحكى عنهما أنهما قالا : يجزئ الجذع من كل شئ إلا المعز (142). ¶ وحكى ابن المرتضى عنهما أنهما قالا : \" لا إلا الجذع إذ هو أطيب وأحسن إلا المعز \" (143) .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وحكى عن ابن عمر والزهرى (144) أنهما قالا : \" لا يجزئ الجذع سواء من الضأن أو من غيره واستدلوا بحديث الرسول ( : \" لا تذبحوا إلا مسنة إلا أن يعسر عليكم فتذبحوا جذعة من الضأن \" (145) . ¶ وأرى أن الرأى الراجح فى هذه المسألة هو رأى الجمهور فى جواز الجذع من الضأن فى العقيقة لصراحة أدلتهم وتعدد طرقها . ¶ وأما ما استدل به ابن عمر والزهرى على عدم إجزاء الجذع من الضأن فهو ليس دليلاً لهما إنما هو من أدلة الجمهور لأن بقية الحديث فيه إجزاء الجذع من الضأن حيث قال ( : \" إلا أن يعسر عليكم فتذبحوا جذعة من الضأن \" وبالتالى يحمل الجزء الأول منه وهو قوله ( : \" لا تذبحوا إلا مسنة \" على الاستحباب جمعاً بين أول الحديث وآخره . ¶ وأما ما روى عن عطاء والأوزاعى فقد اضطرب فيه حيث روى عنهما أنه يجزئ الجذع من كل شئ الإبل والبقر والضأن والماعز ، وروى عنهما أنه يجزئ الجذع من كل شئ إلا الماعز وروى \" لا يجزئ إلا الجذع إلا الماعز \" ونظراً لهذا الاختلاف فلا يعتد بقولهما . ¶ 2- الشرط الثانى من شروط الحيوان الذى يذبح فى العقيقة عند المالكية ، والشافعية ، والحنابلة ، والزيدية (146) هو سلامة الحيوان من العيوب . ¶ وقد اتفق هؤلاء العلماء على عدم إجزاء بعض العيوب ، وزاد بعضهم عيوباً لم يذكرها الآخرون واختلفوا فى بعض العيوب حيث اعتبرها البعض عيباً ولم يعتبرها الآخرون . ¶ أما العيوب التى اتفقوا على عدم إجزائها فهى العور والمرض والعرج والعجف وقد نص الرسول ( على هذه العيوب الأربعة حيث قال : \" أربع لا تجوز فى الأضاحى : العوراء البين عورها ، والمريضة البين مرضها ، والعرجاء البين ظلعها ، والعجفاء التى لا تنقى \" (147) فهذا الحديث دليل على أن العيب الخفيف فى الضحايا معفو عنه بدليل قوله \" بيّن عورها \" و \" بين مرضها \" وهكذا . ¶ وزاد بعضهم عيوباً لم يذكرها الآخرون ولم ينص عليها الرسول ( لأنها فى معناها أو أقبح منها كالعمى (148) .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "قال صاحب تحفة الأحوذى شارح سنن الترمذى : \" قال الإمام النووى : \" وأجمعوا أن العيوب الأربعة المذكورة فى حديث البراء لا تجزئ التضحية بها ، وكذا ما كان فى معناها أو أقبح منها كالعمى وقطع الرجل وشبهه \" (149) ، وقال ابن المرتضى : \" والعمى عور وزيادة \" (150) . ¶ ومن هذه العيوب عند المالكية والشافعية الجرب فقد قال الخليل فى مختصره : \" ص : كبين مرض وهزال وجرب \" (151) . ¶ وقال الشافعى : \" ولا تجزئ الجرباء ، والجرب قليله وكثيره مرض بين مفسد للحم وناقص للثمن \" (152) . ¶ وزاد المالكية فى العيوب \" البشم والجنون ، وأن تكون بكماء وبخراء ، والبشم بالتحريك التخمة من الأكل الكثير غير المعتاد لأن ذلك مرض بها ، والبكماء وهى فاقدة الصوت من غير أمر عادى ، والبخراء هى متغيرة رائحة الفم لأنه نقص جمال ، ولأنه يغير اللحم أو بعضه إلا ما كان أصلياً كبعض الإبل \" (153) . ¶ ومن العيوب التى زادها المالكية ، والحنابلة (154) أن تكون جداء وهى التى شاب ونشف ضرعها . ¶ وكذا لا تجوز العقيقة بفائت جزء كَيَدٍ أو رجل غير الخصية لأن فوات الخصية يعود بمنفعة فى لحمها فيجبرها ما نقص (155) . ¶ ولا يجوز التضحية بالتى لم يخلق لها أذن أو التى قطع أكثر أذنها أما إذا خلق لها أذن صغيرة وهى الصمعاء فيجوز . وكذلك إذا قطع من أذنها الثلث فأقل عند المالكية ، وعند الحنابلة إذا قطع النصف فأقل ، ونفس الحكم إذا شقت الأذن (156) . ¶ وأجمعوا على جواز التضحية بالأجم الذى لم يخلق له قرنان (157) . ¶ واختلفوا فى مكسور القرن فجوزه الشافعى وأبو حنيفة والجمهور سواء كان يدمى أم لا إلا أنه عند المالكية إذا كان القرن يدمى فلا يجزئ ؛ لأنه مرض والمراد بالإدماء عدم البرء (158) . ¶ أما الحنابلة فيرون أنه لا تجزئ إذا ذهب أكثر قرنها وهى التى تسمى العضباء لا النصف فأقل (159) .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويرى المالكية أن البتراء وهى التى لا ذنب لها بأن خلقت بغير ذنب ، أو جنى عليها شخص فقطعه لا تجزئ (160) . أما الحنابلة فيرون أنها تجزئ (161) . ¶ ويرى المالكية أن مكسورة أو مقلوعة سن لا تجزئ إذا كان لغير إثغار أو كبر أو هرم سواء كانت رباعية أو ثنية أو غيرهما واحدة أو أكثر ، أما إذا كانت لإثغار أو كبر أو هرم فلا يضر (162) . ¶ أما الحنابلة فيرون أن الهتماء وهى التى ذهبت ثناياها من أصلها لا تجزئ (163). ¶ وعند الزيدية فى ذاهب الأسنان وجهان أصحهما يجزئ إن لم يهزل لأجلها (164) . ¶ وأجمع العلماء على استحباب استحسان لون حيوان الأضحية وأن الأبيض أفضل من خلافه ، وأن الأقرن أفضل من الأجم ، وأن الذكر أفضل من الأنثى ، وأن الفحل أفضل من الخصى إلا أن يكون الخصى أسمن ، وأجمعوا كذلك على استحباب سمينها (165) . ¶ لكنهم اختلفوا فى تسمينها : فمذهب الجمهور (166) استحباب ذلك لما فى صحيح البخارى عن أبى أمامة : \" كنا نسمن الأضحية \" وكان المسلمون يسمنون ، لكن حكى عن بعض أصحاب مالك كراهة ذلك لئلا يتشبه باليهود . ¶ لكن الإمام النووى ضعف قول أصحاب مالك قائلاً : \" وهذا قول باطل \" (167) وهو على حق فى ذلك لأن التسمين يعود بالفائدة حيث يكثر اللحم فتعظم التوسعة على المسلمين خاصة الفقراء منهم . ¶ وما سبق هو رأى المالكية ، والشافعية ، والحنابلة ، والزيدية فى الحيوان الذى يذبح فى العقيقة قياساً على الأضحية ، وشروط هذا الحيوان وما يستحب فيه وما يكره قياساً على الأضحية أيضاً . ¶ لكن ابن حزم والشوكانى وصاحب تحفة الأحوذى بشرح سنن الترمذى يرون أنه لا يشترط فى حيوان العقيقة نفس شروط الأضحية .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فقد قال ابن حزم : \" ولا يجزئ فى العقيقة إلا ما يقع عليه اسم شاة إما من الضأن وإما من الماعز فقط ولا يجزئ فى ذلك جذعة أصلاً ، ولا يجزئ ما دونها مما لا يقع عليه اسم شاة ، ويجزئ الذكر والأنثى من كل ذلك ، ويجزئ المعيب سواء كان مما يجوز فى الأضاحى أو كان مما لا يجوز فيها والسالم أفضل \" (168) . ¶ وقال الشوكانى مرجحاً القول القائل بأنه لا يشترط فى العقيقة ما يشترط فى الأضحية قائلاً : \" هل يشترط فى العقيقة ما يشترط فى الأضحية ؟ وفيه وجهان للشافعية ، وقد استدل بإطلاق الشاتين على عدم الاشتراط وهو الحق ، لكن لا لهذا الإطلاق بل لعدم ورود ما يدل ههنا على تلك الشروط والعيوب المذكورة فى الأضحية ، وهى أحكام شرعية لا تثبت بدون دليل . وقال المهدى فى البحر مسألة الإمام يحيى ويجزئ عنها ما يجزئ أضحية بدنة أو بقرة أو شاة وسنها وصفتها والجامع التقرب بإراقة الدم أ . هـ . ولا يخفى أنه يلزم على مقتضى هذا القياس أن تثبت أحكام الأضحية فى كل دم متقرب به ، ودماء الولائم كلها مندوبة . عند المستدل بذلك القياس ، والمندوب متقرب به ، فيلزم أن يعتبر فيها أحكام الأضحية ، بل روى عن الشافعى فى أحد قوليه بأن وليمة العرس واجبة وذهب أهل الظاهر إلى وجوب كثير من الولائم ، ولا أعرف قائلاً يقول بأنه يشترط فى ذبائح شئ من هذه الولائم ما يشترط فى الأضحية فقد استلزم هذا القياس ما لم يقل به أحد ، وما استلزم الباطل باطل \" (169) . ¶ وقال صاحب تحفة الأحوذى : \" ( وقالوا : لا يجزئ فى العقيقة من الشاة إلا ما يجزئ فى الأضحية ) قد ورد فى أحاديث العقيقة لفظ الشاة والشاتين مطلقاً من غير تقييد ، فإطلاق لفظ الشاة والشاتين يدل على أنه لا يشترط فى العقيقة ما يشترط فى الأضحية وفيه وجهان للشافعية أصحهما يشترط قال الحافظ : وهو بالقياس لا بالخبر انتهى \" (170) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأرجح رأى الجمهور فى أنه يشترط فى العقيقة ما يشترط فى الأضحية لأنهما يجمع بينهما التقرب إلى الله فتقاس العقيقة على الأضحية . ¶ المبحث التاسع ¶ العدد الذى يذبح فى العقيقة ¶ عن الذكر والأنثى ، ووقت الذبح ، ¶ وهل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ ¶ وما الحكم لو اجتمعت العقيقة والأضحية فى يوم واحد ؟ ¶ العدد الذى يذبح فى العقيقة عن الذكر والأنثى ، ووقت الذبح ، وهل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ وما الحكم لو اجتمعت العقيقة والأضحية فى يوم واحد ؟ ¶ أتناول هذا المبحث فى المطالب الآتية : ¶ الأول : العدد الذى يذبح عن الذكر والأنثى فى العقيقة . ¶ الثانى : وقت ذبح العقيقة . ¶ الثالث : هل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ أو بمعنى آخر : هل يجوز الاشتراك فى حيوان العقيقة ؟ ¶ الرابع : حكم اجتماع الأضحية مع العقيقة فى يوم واحد . ¶ المطلب الأول ¶ العدد الذى يذبح عن الذكر والأنثى فى العقيقة . ¶ أجمع العلماء على أنه يذبح عن الأنثى شاة واحدة (171) ولكنهم اختلفوا فيما يذبح عن الذكر حيث يرى جمهور العلماء الشافعية والحنابلة وابن حزم والإمام يحيى من الزيدية ، والإباضية وغيرهم (172) أن السنة أن يذبح شاتين . ¶ واستدلوا على ذلك بما سبق من حديث عائشة رضى الله عنها : \" أمرنا رسول الله ( أن نعق عن الغلام شاتين وعن الجارية شاة \" (173) . وبحديث أم كرز الكعبية أنها سألت رسول الله ( عن العقيقة فقال : \" عن الغلام شاتان ، وعن الأنثى واحدة ولا يضركم ذكراناً كن أم إناثا \" (174) . وبحديث \" عقّ النبى ( عن الحسن والحسين كبشين كبشين \" (175) . ¶ ويرى المالكية (176) أنه يعقّ عن الذكر بشاة وهو مروى عن ابن عمر (177) ، وعروة بن الزبير (178) . ¶ قال الخرشى فى شرح مختصر خليل : \" وأشار بقوله الواحدة لا بعض منها كان المولود ذكراً أو أنثى ، حراً أو عبداً \" (179) .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "واستدلوا بما رواه ابن عباس أن رسول الله ( عقّ عن الحسن والحسين كبشاً كبشاً \" ، رواه أبو داود (180) وبما رواه الترمذى (181) من حديث علىّ رضى الله عنه قال : \" عق رسول الله ( عن الحسن شاة ، وقال يافاطمة احلقى رأسه وتصدقى بزنة شعره فضة ، فوزناه فكان وزنه درهماً أو بعض درهم \" . ¶ وقال ابن قيم الجوزية معبراً عن رأيهم بعد أن ذكر أدلتهم : \" فهذا وإن لم يكن إسناده متصلاً ، فحديث أنس وابن عباس يكفيان قالوا : لأنه نسك ، فكان على الرأس مثله كالأضحية ودم التمتع \" (182) . ¶ وقد رجح عدد من العلماء رأى الجمهور مضعفين رأى المالكية منهم ابن حجر وابن حزم وابن قيم الجوزية وسوف أذكر رأى كل واحد منهم على حدة لوضوحه وسلاسته : ¶ فقد قال ابن حجر بعد أن ذكر أدلة الجمهور : \" وهذه الأحاديث حجة للجمهور فى التفرقة بين الغلام والجارية ، وعن مالك هما سواء فيعقّ عن كل واحد منهما شاة واحتج بما جاء أن النبى ( :\" عق عن الحسن والحسين كبشاً كبشاً \" أخرجه أبو داود ولا حجة له فيه فقد أخرجه أبو الشيخ من وجه آخر عن عكرمة عن ابن عباس بلفظ \" كبشين كبشين \" وأخرج أيضاً من طريق عمرو ابن شعيب عن أبيه عن جده مثله وعلى تقدير ثبوت رواية أبى داود فليس فى الحديث ما يرد به الأحاديث المتواترة فى التنصيص على التثنية للغلام بل غايته أنه يدل على جواز الاقتصار وهو كذلك ، فإن العدد ليس شرطاً بل مستحب\" (183) . ¶ وقال الإمام الغزالى بعد أن ذكر دليل الإمام مالك هذا : \" وهذا رخصة فى الاقتصار على واحدة \" (184) .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال ابن حزم : \" وأما القول بشاة عن الذكر والأنثى فقد روى عن طائفة من السلف منهم عائشة أم المؤمنين وأسماء أختها ولا يصح ذلك عنهما ، لأنهما عن ابن لهيعة وهو ساقط ، أو عن سلافة مولاة حفصة وهى مجهولة ، أو عن أسامة بن زيد الليثى وهو ضعيف أو عن مخرمة بن بكير عن أبيه وهى الصحيفة ، وإنما الصحيح عن أم المؤمنين ما ذكرنا عنها قبل ، لكنه عن ابن عمر صحيح . ¶ واحتج من رأى هذا بما روينا من طريق ابن أيمن ، نا أحمد ابن محمد البرتى ، نا أبو معمر عن عبد الله بن عمرو الرقى نا عبد الوارث بن سعيد التنورى ، نا أيوب السختيانى ، عن عكرمة ، عن ابن عباس أن رسول الله ( عق عن الحسن كبشاً ، وعن الحسين كبشاً \" . ¶ ومن طريق ابن الجهم نا محمد بن غالب التمتام ، نا الحارث ابن مسكين ، نا ابن وهب ، عن جرير بن حازم ، عن قتادة ، عن أنس أن رسول الله ( عق عن الحسن والحسين شاتين . ¶ قال أبو محمد : وهذان عندنا أثران صحيحان إلا أنه لا حجة فيهما لهم لوجوه : ¶ أولها : أن حديث أم كرز زائد على ما فى هذين الخبرين والزيادة من العدل لا يحل تركها . ¶ الثانى : أننا روينا من طريق أحمد بن شعيب أنا قتيبة ، نا سفيان - وهو ابن عيينة - عن عبيد الله بن أبى يزيد ، عن سباع ابن ثابت ، عن أم كرز قالت : \" أتيت رسول الله ( بالحديبية أسأله عن لحوم الهدى ؟ فسمعته يقول : عن الغلام شاتان وعن الجارية شاة لا يضركم ذكراناً كانت أم إناثاً \" . ¶ ولا خلاف فى أن مولد الحسن رضى الله عنه كان عام أحد وأن مولد الحسين رضى الله عنه كان فى العام الثانى له وذلك قبل الحديبية بسنتين ، فصار الحكم لقول المتأخر ، لا لفعله المتقدم الذى إنما كان تطوعاً منه عليه السلام .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والوجه الثالث : \" أننا روينا من طريق ابن الجهم ، نا معاذ ، نا القعنبى ، نا سليمان بن بلال ، عن جعفر بن محمد بن على بن الحسين ، عن أبيه ، عن جده أن فاطمة بنت رسول الله - صلى الله عليه وآله وسلم - عقت عن الحسن والحسين حين ولدتهما شاة شاة \" . ¶ قال أبو محمد : \" لا شك فى أن الذى عقت به فاطمة رضى الله عنها هو غير الذى عق به رسول الله ( فاجتمع من هذين الخبرين أنه عليه السلام عق عن كل واحد منهما بكبش ، وعقت فاطمة رضى الله عنها عن كل واحد منهما بشاة ، فحصل عن كل واحد منهما كبش وشاة ، كبش وشاة . ¶ وقد روينا أيضاً خبراً لو ظفروا بمثله لاستبشروا كما روينا من طريق أحمد بن شعيب نا أحمد بن حفص بن عبد الله حدثنى أبى نا إبراهيم بن طهمان عن الحجاج بن الحجاج عن قتادة عن عكرمة عن ابن عباس قال : \" عق رسول الله ( عن الحسن والحسين رضى الله عنهما بكبشين كبيرين \" . ¶ وروينا أيضاً مثل هذا من طريق ابن جريح عن أم المؤمنين عائشة وهو منقطع والعجب أن سفيان الثورى روى ذلك الخبر عن أيوب عن عكرمة أن النيى ( عق عن الحسن والحسين بكبش كبش \" . ¶ وكذلك أيضاً أرسله معمر عن أيوب وبأقل من هذا يتعللون فى رد الأخبار ويدعون أنه اضطراب ، ونحن لا نراعى هذا ، وإنما معتمدنا على ما ذكرنا من الأخذ بالزائد والآخر\" (185) . ¶ وقال ابن قيم الجوزية بعد أن ذكر رأى مالك وأدلته :\" فالجواب أن أحاديث الشاتين عن الذكر والشاة عن الأنثى أولى أن يؤخذ بها لوجوه : ¶ أحدها : كثرتها ، فإن رواتها عائشة وعبد الله بن عمرو وأم كُرز الكعبية وأسماء . . . ¶ الثانى : أنها من فعل النبى ( وأحاديث الشاتين من قوله ، وقوله عام وفعله يحتمل الاختصاص . ¶ الثالث : أنها متضمنة لزيادة ، فكان الأخذ بها أولى . ¶ الرابع : أن الفعل يدل على الجواز والقول على الاستحباب والأخذ بها ممكن فلا وجه لتفضيل أحدهما .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "الخامس : أن قصة الذبح عن الحسن والحسين كانت عام أحد والعام الذى بعده ، وأم كرز سمعت من النبى ( ما روته عام الحديبية سنة ست . ¶ السادس : أن قصة الحسن والحسين يحتمل أن يراد بها بيان جنس المذبوح ، وأنه من الكباش لا تخصيصه بالواحد . ¶ السابع : أن الله سبحانه وتعالى فضل الذكر على الأنثى كما قال : ( وَلَيْسَ الذَّكَرُ كَالأُنثَى ((186) ومقتضى هذا التفاضل ترجيحه عليها فى الأحكام وقد جاءت الشريعة بهذا التفضيل فى جعل الذكر كالأنثيين فى الشهادة والميراث والدية فكذلك ألحقت العقيقة بهذه الأحكام . ¶ الثامن : أن العقيقة تشبه العتق عن المولود ، فإنه رهين بعقيقته ، فالعقيقة تفكه وتعتقه ، وكان الأولى أن يعقّ عن الذكر بشاتين والأنثى بشاة كما أن عتق الأنثيين يقوم مقام عتق الذكر كما فى جامع الترمذى وغيره عن أبى أمامة قال : قال رسول الله ( : \" أيما امرئ مسلم اعتق مسلماً كان فكاكه من النار ، يجزئ كل عضو منه عضواً منه ، وأيما مسلم أعتق امراتين مسلمتين كانتا فكاكه من النار ، يجزئ كل عضو منها عضواً منه \" (187) وهذا \" حديث صحيح \" (188). ¶ مما سبق يتضح أن : ¶ الرأى الراجح هو رأى جمهور العلماء فى أن الأفضل فى العقيقة شاتان عن الذكر فتكثير العدد فى العقيقة مقصود (189) لأنها شرعت للسرور بالمولود ، والسرور بالغلام أكثر ، فكان الذبح عنه أكثر (190) . ¶ المطلب الثانى ¶ وقت ذبح العقيقة ¶ يروى عن ابن سيرين أنه كان لا يبالى أن تذبح العقيقة قبل السابع أو بعده (191) . ¶ ويرى المالكية أنها مؤقتة بالسابع لا قبله اتفاقاً ولا بعده على المشهور(192) . ¶ ويرى الشافعية والحنابلة (193) أن السنة أن تذبح العقيقة يوم السابع لحديث رسول الله ( : \" كل غلام رهينة بعقيقته تذبح عنه يوم سابعه \" (194) ، ولما روت عائشة رضى الله عنها قالت : \" عق رسول الله ( عن الحسن والحسين عليهما السلام يوم السابع وسماهما ، وأمر أن يماط عن رءوسهما الأذى \" (195) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "والحكمة والله أعلم أن الطفل حين يولد متردد بين السلامة والعطب إلى أن يأتى عليه ما يستدل به على سلامة بنيته ، وأقل مقداره أيام الأسبوع (196) . ¶ ويرى الشافعية والحنابلة أيضاً أنه إن قدمه على السابع أجزأه (197) . ¶ وإن أخره عن السابع فيرى الشافعية (198) أنه يجزئه دون تحديد لوقت الذبح . ¶ أما الحنابلة (199) فيرون أنه إن فات الذبح يوم السابع ففى أربعة عشر ، فإن فات ففى إحدى وعشرين من ولادته روى هذا عن عائشة وهذا تقدير الظاهر أنها لا تقوله إلا توقيفاً (200) . ¶ وعند الحنابلة فى اعتبار الأسابيع بعد ذلك روايتان فقيل : يستحب فى كل سابع فيجعله فى ثمانية وعشرين ، فإن لم يكن ففى خمسة وثلاثين قياساً على ما قبله . ¶ وقيل يجوز فى كل وقت ولو بعد بلوغ ولده لأنه قضاء فلا يتوقف على وقت معين (201) . ¶ وعند الشافعية أن ذكر الأسابيع للاختيار لا للتعيين (202) . ¶ وعن مالك أنه يعقّ عنه يوم السابع ، فإن لم يعقّوا فى السابع عقوا فى الثانى ، فإن لم يفعلوا لم يعقّوا بعد ذلك (203) ، وقال ابن وهب : لا بأس أن يعقّ عنه فى السابع الثالث (204) . فإن فات السابع الثالث فقد قال الحطاب : إنَّه لم يقف على قول فى المذهب أنه يعق فيما بعد السابع الثالث (205) . ¶ ويرى ابن حزم أنه يجب أن تذبح يوم السابع ولا تجزئ قبله ، وإن لم يذبح فى اليوم السابع ذبح بعد ذلك متى أمكن فرضاً . ¶ قال ابن حزم : \" يذبح كل ذلك فى اليوم السابع من الولادة ولا تجزئ قبل اليوم السابع أصلاً ، فإن لم يذبح فى اليوم السابع ذبح بعد ذلك متى أمكن فرضاً \" (206) . ¶ ثم ذكر معللاً ذلك قائلاً : \" فإن قيل : فمن أين أجزتم الذبح بعد السابع ؟ ¶ قلنا : لأنه قد وجب الذبح يوم السابع ، ولزم إخراج تلك الصفة من المال ، فلا يحل إبقاؤها ، فهو دين واجب إخراجه \" (207) . ¶ ويرى الزيدية أنها تذبح يوم السابع (208) ونقل ابن المرتضى عن الإمام يحيى أنها لا تجزئ قبله ولا بعده إجماعاً (209) .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقد رد عليه ابن المرتضى قائلاً : \" وفى دعوى الإجماع نظر \" (210) . وهو على حق فى ذلك حيث اتضح مما سبق أنه لا يوجد إجماع فى هذه المسألة بل اختلف فيها العلماء إلى عدة آراء . ¶ ويرى الإباضية (211) أنها تذبح يوم السابع ، وإن فات السابع فات ، وذكر صاحب شرح النيل وشفاء العليل رأياً آخر بأنه ينتظر السابع الثانى أو الثالث قائلاً : \" وقيل : ينتظر السابع الثانى أو الثالث \" (212) . ولم يتعرض لمسألة الذبح قبل السابع . ¶ ثم رجح صاحب تحفة الأحوذى رأى مالك قائلاً : \" والظاهر أن العقيقة مؤقتة باليوم السابع ، فقول مالك هو الظاهر والله تعالى أعلم ، أما رواية السابع الثانى والثالث فضعيفة كما عرفت فيما مر \" (213) . ¶ مما سبق يتضح أن العلماء قد اتفقوا على أن تذبح العقيقة سابع يوم للولادة ، ولكنهم اختلفوا فى الذبح قبله أو فى الذبح بعده حيث أجازه البعض ومنعه البعض الآخر . ¶ وأرى أن الراجح هو رأى من يرى أن الأحسن هو أن تذبح يوم السابع مع جواز ذبحها قبله أو بعده ، لأن الدين يسر وليس عسراً ، ولأنها فى الأصل سنة وليست مرتبطة بصلاة كالأضحية ، وإن كان الأحسن ذبحها فى اليوم السابع وهو ما رجحه ابن قيم الجوزية قائلاً : \" والظاهر أن التقييد بذلك استحباب ، وإلا فلو ذبح عنه فى الرابع أو الثامن أو العاشر أو ما بعده أجزأت ، والاعتبار بالذبح لا بيوم الأكل \" (214) . ¶ لكن فى أى وقت من السابع تذبح العقيقة ؟ ¶ اختلف العلماء فى ذلك فقيل : وقتها وقت الضحايا أو من وقت الضحى ، وقيل : إنها تجزئ فى الليل ، وقيل لا على حسب الخلاف فى الأضحية ، وقيل من فجر السابع لغروبه ، وقيل : يستحب ذبحها عند طلوع الشمس (215) ، وقيل تجزئ فى كل وقت (216) . ¶ ثم ذكر صاحب تحفة الأحوذى ترجيح الشوكانى لهذا القول الأخير قائلاً : \" وهو الظاهر لما عرفت من عدم الدليل على أنه يعتبر فيها ما يعتبر فى الأضحية انتهى \" (217) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وأرى أن القول القائل بأنه يجوز ذبحها فى أى وقت من السابع هو الراجح ؛ لأنه هو الأيسر على الناس حيث لا تقاس العقيقة على الأضحية فى وقت ذبحها لأن وقت ذبح الأضحية يبدأ من ضحى يوم العيد بعد صلاة العيد وإن كان يشترط فى حيوان العقيقة ما يشترط فى حيوان الأضحية ؛ لأنه يجمعها التقرب إلى الله كما سبق أن رجحت (218) . ¶ بعد أن رجحت القول القائل بأنه يجوز ذبحها فى أى وقت من السابع . ¶ فهل يحسب يوم الولادة من السبعة أيام ؟ ¶ يرى الإمام مالك أن أول السبعة اليوم الذى يلى الولادة إلا إن ولد قبل الفجر وهو وجه نقله البويطى عن الشافعى (219) وهو رأى الإباضية (220) . ¶ ويرى ابن حزم (221) أن يوم الولادة يحسب وهو الوجه الثانى للشافعى ورجح الرافعى الحسبان واختلف ترجيح النووى (222) . ¶ ويفضل أن تذبح العقيقة على اسم المولود (223) لقول النبى ( : \" اذبحوا على اسمه \" أى على اسم المولود فقولوا بسم الله اللهم لك وإليك هذه عقيقة فلان \" (224) . ¶ المطلب الثالث ¶ هل يجوز ذبح حيوان واحد ¶ عن أكثر من طفل فى العقيقة ؟ ¶ أو بمعنى آخر هل يجوزالاشتراك فى حيوان العقيقة ؟ ¶ لا يجزئ فى العقيقة إلا الرأس عن الرأس ، فلا يجزئ فيها شرك فى دم ، فلا تجزئ بدنة ولا بقرة إلا كاملة (225) لكونها فدية عن النفس ، فلا تقبل التشريك ، ولم يرد الاجتزاء فيها بشرك ، ولم يفعله( ولا أصحابه ولا التابعون (226) ولو صح فيها الاشتراك لما حصل المقصود من إراقة الدم عن الولد ، فإن إراقة الدم تقع عن واحد ويحصل لباقى الأولاد إخراج اللحم فقط ، والمقصود نفس الإراقة عن الولد (227) . ¶ وهذه المسألة تختلف فيها العقيقة عن الأضحية عند جمهور العلماء حيث يرون التشريك فى الأضحية فتجزئ عندهم البقرة عن سبعة ، والبدنة عن سبعة (228) ودليلهم حديث جابر : \" أمرنا رسول الله ( أن نشترك فى الإبل والبقر كل سبعة فى واحد \" (229) .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولكن المالكية يرون أن الاشتراك يكون فى الأجر فقط فلا يجوز التشريك لا فى ثمنها ولا فى لحمها (230) ، وهو رأى الأستاذ نشأت المصرى حيث قال : \" ولا يصح الاشتراك فى العقيقة شأنها شأن الأضحية \" (231) . ¶ ويرى إسحاق بن راهوبه وابن خزيمة (232) أنه يجزئ البعير عن عشرة واستدلوا بحديث ابن عباس قال : \" كنا مع رسول الله ( فى سفر فحضر الأضحى ، فاشتركنا فى البقرة سبعة وفى البعير عشرة \" (233) . ¶ وقد وفق الإمام الشوكانى بين حديث ابن عباس وحديث جابر بأن حديث ابن عباس وهو أن البعير يجزئ عن عشرة فى الأضحية وأن حديث جابر وهو أن البعير يجزئ عن سبعة فى الهدى حيث قال : \" وقد اختلف فى البدنة ، فقالت الشافعية ، والحنفية ، والجمهور : إنها تجزئ عن سبعة ، وقالت العترة وإسحاق بن راهوبه وابن خزيمة : تجزئ عن عشرة ، وهذا هو الحق هنا لحديث ابن عباس المتقدم فى باب إن البدنة من الإبل والبقر عن سبع شياه ، والأول هو الحق فى الهدى للأحاديث المتقدمة هناك وأما البقرة فتجزئ عن سبعة فقط اتفاقاً فى الهدى والأضحية \" (234) . ¶ ويرى الجمهور أيضاً أنه يجوز للرجل أن يذبح الشاة الواحدة عنه وعن أهل بيته فى الأضحية لما رواه عطاء بن يسار قال : \" سألت أبا أيوب : كيف كانت الضحايا على عهد رسول الله ( ؟ فقال : كان الرجل يضحى بالشاة عنه وعن أهل بيته فيأكلون ويطعمون حتى تباهى الناس فصار كما ترى \" (235) . ¶ وبما روته عائشة رضى الله عنها : \" أن النبى ( أمر بكبش أقرن يطأ فى سواد ويبرك فى سواد ، وينظر فى سواد ، فأتى به ليضحى به ، فقال لها يا عائشة هَلُمِّى المُدْيَةَ ثم قال : اشحذيها على حجر ففعلت ، ثم أخذها وأخذ الكبش فأضجعه ثم ذبحه ثم قال : بسم الله اللهم تقبل من محمد وآل محمد ، ومن أمة محمد ثم ضحى \" (236) . ¶ ويرى عبد الله بن المبارك وغيره (237) أن الشاة لا تجزئ إلا عن واحد .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ودليله القياس على الهدى (238)ويرى البعض أنها (239) تجزئ عن ثلاثة ودليلهم قوله ( : \" عن محمد وآل محمد \" . ¶ ثم رجح الشوكانى رأى الجمهور قائلاً : \" والحق أنها تجزئ عن أهل البيت وإن كانوا مائة نفس أو أكثر كما قضت بذلك السنة ، ولعل متمسك من قال إنها تجزئ عن واحد فقط القياس على الهدى وهو فاسد الاعتبار ، وأما من قال إنها تجزئ عن ثلاثة فقط فقد استدل لهم صاحب البحر بقوله ( : \" عن محمد وآل محمد \" ثم قال ولا قائل بأكثر من الثلاثة فاقتصر عليهم أ . هـ ، ولا يخفاك أن الحديث حجة عليه لا له ، وإن نفى القائل بأكثر من الثلاثة ممنوع ، والسند ما سلف \" (240) . ¶ المطلب الرابع ¶ حكم اجتماع العقيقة والأضحية ¶ يرى قتادة ومحمد بن سيرين والحسن البصرى أنه تجزئ الأضحية عن العقيقة (241) . ¶ ويروى عن الإمام أحمد ثلاث روايات الأولى موافقة لرأى الحسن البصرى ومن معه لحصول المقصود عنهما بذبح واحد ، فإن الأضحية عن المولود مشروعة كالعقيقة عنه ، فإذا ضحى ونوى أن تكون عقيقة وأضحية وقع ذلك عنهما كما لو صلى ركعتين ينوى بهما تحية المسجد وسنة المكتوبة أو صلى بعد الطواف فرضاً أو سنة مكتوبة وقع عنه ، وعن ركعتى الطواف ، وكذلك لو ذبح المتمتع والقارن شاة يوم النحر أجزأ عن دم المتعة وعن الأضحية (242) أو اجتمع يوم عيد ويوم جمعة واغتسل لأحدهما (243) . ¶ والرواية الثانية وقوعها عن أحدهما ، والثالثة التوقف (244) . ¶ المبحث العاشر ¶ حكم كسر عظامها ، وطبخها والأكل ، ¶ والإهداء والتصدق منها ، ¶ وحكم لطخ رأس وجسم المولود بدمها ، ¶ وحكم بيع جلدها وسواقطها ¶ حكم كسر عظامها وطبخها والأكل منها ولطخ رأس وجسم المولود بدمها وبيع جلدها وسواقطها . ¶ أتناول هذا المبحث فى أربعة مطالب : ¶ الأول : حكم كسر عظامها . ¶ الثانى : حكم طبخها والأكل منها . ¶ الثالث : حكم بيع جلدها وسواقطها . ¶ الرابع : حكم لطخ رأس المولود بدمها . ¶ المطلب الأول ¶ حكم كسر عظامها",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ترى عائشة رضى الله عنها والشافعى وأحمد والزيدية (245) : أنه لا تكسر عظام العقيقة بل تقطع من المفاصل واستدلوا بما ذكره أبو داود فى المراسيل عن جعفر بن محمد ، عن أبيه أن النبى ( قال فى العقيقة التى عقتها فاطمة عن الحسن والحسين رضى الله عنهما : \" أن ابعثوا إلى القابلة برجل وكلوا وأطعموا ولا تكسروا منها عظماً \" (246) وبما روى عن عائشة وقد قيل لها فى العقيقة بجزور فقالت : لا بل السنة أفضل ، عن الغلام شاتان مكافئتان وعن الجارية شاة ، تطبخ جُدُولا (247) ، ولا يكسر لها عظم ، فيأكل ويطعم ويتصدق ، وليكن ذلك يوم السابع ، فإن لم يكن ففى أربعة عشر فإن لم يكن ففى إحدى وعشرين (248) وذكروا أن الحكمة من ذلك : ¶ أولاً : إظهار شرف هذا الإطعام فاستحب أن يكون قطعاً كل قطعة تامة فى نفسها ، لم يكسر من عظامها شئ ، ولا نقص العضو منها شيئاً وهذا أجل موقفاً وأدخل فى باب الجود . ¶ ثانياً : أنها لما جرت مجرى الفداء استحب ألا تكسر عظامها تفاؤلاً بسلامة أعضاء المولود وصحتها وقوتها (249) . ¶ ويرى الزهرى ، والمالكية ، وابن حزم ، والإباضية (250) أنه يجوز كسر عظامها ، لأنه لم يصح فى المنع من ذلك ولا كراهته سنة يجب المصير إليها ، وقد جرت العادة بكسر عظام اللحم وفى ذلك مصلحة أكله وتمام الانتفاع به ولا مصلحة تمنع من ذلك (251) . ¶ وأرى أن رأى من يجيز كسر عظامها هو الراجح لضعف أدلة الفريق الأول ، ولأن فى كسرها تمام الانتفاع بها وتيسير توزيعها على أكبر عدد ممكن . ¶ المطلب الثانى ¶ حكم طبخها والأكل منها والإهداء والتصدق .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "سن طبخ العقيقة (252) : لأنه إذا طبخها فقد كفى المساكين والجيران مئونة الطبخ ، وهو زيادة فى الإحسان وفى شكر هذه النعمة ، ويتمتع الجيران والأولاد والمساكين بها هنيئة مكفية المئونة ، فإن أهدى إليه لحم مطبوخ مهيأ للأكل مطيب كان فرحه وسروره به أتم من فرحه وسروره بلحم نيئ يحتاج إلى كلفة وتعب ، وأيضاً فإن الأطعمة المعتادة التى تجرى مجرى الشكران كلها سبيلها الطبخ (253) . ¶ وإن طبخها ودعا إخوانه فأكلوها فحسن (254) . ¶ لكن يرى المالكية أنه يكره جعلها وليمة يدعى الناس لها لمخالفة السلف وخوف المباهاة والمفاخرة ، بل تطبخ ويأكل منها أهل البيت والجيران والغنى والفقير ، ويطعم الناس فى مواضعهم (255) سواء فى ذلك كلها أو بعضها (256) . قال ابن عبد البر : \" ولا أعرف غيره كره ذلك \" (257) ، ولا بأس بالإطعام منها نيئاً (258) . ¶ أما من حيث الأكل منها والإهداء والتصدق فيرى الحسن البصرى ، والمالكية ، والشافعية ، والحنابلة ، والزيدية ، والإباضية (259) أن حكم العقيقة فى هذه الأمور حكم الأضحية ، لكنهم اختلفوا فى مقدار ما يؤكل ويهدى ويتصدق به . ¶ فيرى الشافعى فى أحد قوليه والحنابلة أن السنة فى الأضحية أن تقسم أثلاثاً وكذلك العقيقة قياساً عليها : ثلثاً لأهل البيت وثلثاً يهدى به وثلثاً يتصدق به . ¶ واستدلوا على ذلك بقوله تعالى : ( فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ ( (260) والقانع الذى لا يسأل ، والمعتر هو السائل (261) فتقسم أثلاثاً . ولقوله ( : \" فكلوا وأطعموا وتصدقوا \" (262) ولقول ابن عمر رضى الله عنه : \" الهدايا والضحايا ثلث لك ، وثلث لأهلك وثلث للمساكين \" ، وهو قول ابن مسعود ، ولم يعرف لهما مخالف من الصحابة (263) . ¶ وإن أكل العقيقة كلها إلا أوقية تصدق بها جاز عند جمهور أهل العلم من غير تقييد فيعم القليل والكثير ويخرج من العهدة بصدقته بالأقل .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وإن أكلها كلها ولم يتصدق بأوقية ضمن الأوقية بمثلها لحماً ؛ لأنه حق يجب عليه أداؤه ، فلزمته غرامته إذا أتلفه كالوديعة (264) ولحديث الرسول ( : \" كلوا وأطعموا وتصدقوا \" (265) وهذا هو رأى جمهور أهل العلم (266) . ¶ وقيل : يأكل النصف ويتصدق بالنصف (267) لقوله تعالى : ( فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ ( (268) . ¶ وقال ابن سيرين : اصنع بلحمها كيف شئت . ¶ وقال ابن جريح : تطبخ بماء وملح وتهدى الجيران والصديق ولا يتصدق منها بشئ (269) . ¶ ويرى المالكية أنه يستحب أن يأكل منها ويهدى ويتصدق من غير تقدير (270) . ¶ ويرى ابن حزم أنه يباح له أن يأكل وأن يهدى وأن يتصدق وليس بفرض (271) . ¶ وعند الزيدية أنه يجوز أن يأكل منها ويندب أن يتصدق بالبعض من غير تقدير (272) وعندهم فى جواز أكلها جميعها وجهان أصحهما : لا يجوز إذ تبطل به القربة وهى مقصودة ، وقيل : يجوز والقربة تعلقت بإراقة الدم ، فإن فعل لم يضمن شيئاً إذ لا دليل على ذلك (273) . ¶ وعن عطاء قال يأكل أهل العقيقة ويهدونها ، وإن شاء تصدق (274) . ¶ المطلب الثالث ¶ حكم بيع جلدها وسواقطها ¶ تختلف الأضحية عن العقيقة فى هذا الحكم عند الحنابلة (275) . حيث لا يجوز بيع جلد ورأس وسواقط الأضحية ؛ لأن الأضحية أدخل فى التعبد من العقيقة ، أما العقيقة فيجوز فيها بيع جلد ورأس وسواقط ويتصدق بثمنه (276) . ¶ المطلب الرابع ¶ لطخ رأس وجسم المولود بدم العقيقة ¶ يرى ابن حزم أنه لا بأس أن يمس المولود بشئ من دم العقيقة (277) .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ونقل ابن حزم استحباب التدمية عن ابن عمر (278) وعطاء . ونقل ابن المنذر استحبابها عن الحسن وقتادة ، لكن عند ابن أبى شيبة بسند صحيح عن الحسن أنه كرهها (279) . واستدلوا على ذلك بما رواه همام بن يحيى عن قتادة ، عن الحسن ، عن سمرة ، عن النبى ( قال : \" كل غلام رهينة بعقيقته حتى تذبح عنه يوم السابع ، ويحلق رأسه ويدمى \" فكان قتادة إذا سئل عن الدم كيف يصنع ؟ قال : إذا ذبحت العقيقة أخذت منها صوفة ، فاستقبلت بها أوداجها ، ثم توضع على يافوخ الصبى حتى يسيل على رأسه مثل الخط ، ثم يغسل رأسه بعد ويحلق . ¶ ومنع التدمية جمهور أهل العلم مالك ، والشافعى ، وأحمد ، وإسحاق ، والزيدية ، والإباضية (280) . ¶ وردوا على حديث المجيزين بعدة اعتراضات (281) : ¶ أولاً : أن هماماً وهم فى هذا الحديث حيث رواه غيره \" يسمى \" بدلاً من \" يدمى \" قاله أبو داود وقال أيضاً : \" وليس يؤخذ بهذا \" ، ثم قال : \" ويسمى أصح كذا قال سلام بن أبى مطيع عن قتادة ، وإياس ابن دَغْفل ، وأشعث عن الحسن \" (282) . ¶ لكن رد ابن حزم على هذا الاعتراض قائلاً : \" بل وهم أبو داود لأن هماماً ثبت ، وثبت أنهم سألوا قتادة عن صفة التدمية المذكورة فوصفها لهم (283) . ¶ ثانياً : أنه من رواية الحسن عن سمرة ولا يصح سماعه عنه . ¶ لكن رد على هذا الاعتراض بأن سماع الحسن من سمرة حديث العقيقة صحيح صححه الترمذى وغيره (284) . ¶ ثالثاً : وقال البعض : كان فى لسان همام لثغة ، فقال \"يدمى\" وإنما أراد \" ويسمى \" . ¶ لكن رد ابن قيم الجوزية على هذا الاعتراض قائلاً : \" وهذا لا يصح فإن هماماً وإن كان وهم فى اللفظ ولم يقمه لسانه ، فقد حكى عن قتادة صفة التدمية وأنه سئل عنها فأجاب بذلك وهذا لا تحتمله اللثغة بوجه \" (285) . ¶ رابعاً : أن هذا كان من عمل أهل الجاهلية فأبطله الإسلام (286) وليس اللطخ بالدم واقعاً فى الإسلام ، ثم نسخ خلافاً للبعض (287) . ¶ واستدلوا على ذلك بعدة أدلة :",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أولاً : ما رواه أبو داود (288) عن بريدة بن الحُصَيْب قال : كنا فى الجاهلية إذا ولد لأحدنا غلام ذبح شاة ولطخ رأسه بدمها ، فلما جاء الله بالإسلام كنا نذبح شاة ونحلق رأسه ونلطخه بزعفران \" . ¶ قال ابن قيم الجوزية : \" قالوا : وهذا وإن كان فى إسناده الحسين بن واقد ولا يحتج به فإذا انضاف إلى قول النبى ( : \" أميطوا عنه الأذى \" (289) والدم أذى فكيف يأمرهم أن يلطخوه بالأذى\" . قالوا : ومعلوم أن النبى ( عق عن الحسن والحسين بكبش كبش ولم يدمهما ولا كان ذلك من هديه ولا هدى أصحابه . قالوا : وكيف يكون من سنته تنجيس المولود ، وأين لهذا شاهد ونظير فى سنته ، وإنما يليق هذا بأهل الجاهلية \" (290) . ¶ خامساً : أنه منسوخ قال ابن عبد البر : \" لا يحتمل همام فى هذا الذى انفرد به فإن حفظه فهو منسوخ \" (291) . ¶ وأرى أن الرأى الراجح هو رأى الجمهور فى المنع من إصابة المولود بدم العقيقة . ¶ لأن الرواية التى فيها \" يدمى \" وهم من همام ، حيث خالف همام - وإن كان ثبتا - غيره من الأثبات فى رواية هذا الحديث ولا يؤخذ بما استدل به ابن حزم على صحة رواية همام وأن أبا داود هو الذى أخطأ لقوله إن هماماً وهم فى هذا الحديث ؛ لأن قتادة لما سئل عن الدم ذكر كيف يصنع به ، لأنه قد يقال كما قال ابن حجر : إن قتادة قد ذكر ذلك حاكياً عما كان أهل الجاهلية يصنعون (292) . ¶ ويؤيد هذا أيضاً رواية بريدة بن الحصيب (293) وعائشة (294) التى فيها التصريح بأن هذا كان من أعمال الجاهلية ، وأيضاً لم يثبت عنه ( ولا عن أحد من أصحابه أنه لطخ المولود بدم العقيقة ، بل روى عنه أنه ( نهى عن ذلك حيث قال : \" يعقّ عن الغلام ولا يمس رأسه بدم \" (295) . ¶ يضاف إلى ذلك أن الحديث رواه أبو هريرة وليس فيه \" يسمى \" ولا \" يدمى \" .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فقد قال ابن حجر بعد أن ذكر حديث سمرة : \" الغلام مرتهن بعقيقته تذبح عنه يوم السابع ، ويحلق رأسه ويسمى \" . \" قال الترمذى حسن صحيح ، وقد جاء مثله عن أبى هريرة وأخرجه البزار وأبو الشيخ فى كتاب العقيقة من رواية إسرائيل عن عبد الله بن المختار عنه ورجاله ثقات ، فكأن ابن سيرين لما كان الحديث عنده عن أبى هريرة وبلغه أن الحسن يحدث به احتمل عنده أن يكون يرويه عن أبى هريرة أيضاً وعن غيره ، فسأل فأخبر الحسن أنه سمعه من سمرة ، فقوى الحديث برواية هذين التابعين الجليلين عن الصحابيين ولم يقع فى حديث أبى هريرة (296) هذه الكلمة الأخيرة وهى \" يسمى \" (297) . ¶ الخاتمة ¶ توصلت فى البحث إلى النتائج التالية : ¶ 1- أن العقيقة لغة : قيل هى الشعر الذى يولد به الطفل ، وسميت الشاة التى تذبح عنه فى تلك الحالة عقيقة ؛ لأنه يحلق عنه ذلك الشعر عند الذبح ، وقيل : هى من العق ، وهو الشق والقطع . ¶ 2- أن العقيقة اصطلاحاً : \" هى اسم لما يذبح عن المولود تقرباً إلى الله - تعالى - من جذغ ضأن أو ثنى سائر النعم سليمتين من غير عيب \" . ¶ 3- أنه يكره هجر الاسم المشروع من النسيكة . واستبدال اسم العقيقة به ، ولا بأس أن يطلق اسم العقيقة أحياناً للتوضيح وبيان الحكم . ¶ 4- يرجح القول باستحبابها على القول بوجوبها ، على القول بكراهتها ، وأنها بدعة . ¶ 5- أن للعقيقة عدة فوائد هى : أن فيها معنى القربان ، والصدقة والشكر لله - تعالى - وأنها فدية يفدى بها المولود من المصائب ، وفيها إظهار الفرح والسرور بإقامة شرائع الإسلام ، وإرفاء موارد التكامل الاجتماعى بين الناس . ¶ 6- أن ذبح العقيقة أفضل من التصدق بثمنها . ¶ 7- أن العقيقة يسن أن يقوم بها الأب . وإن قام بها غيره فجائز . ¶ 8- أنه يسن أن يُعَقَّ عن الكبير ، وأن يَعُقَّ الإنسان عن نفسه بعد البلوغ ؛ لأنها مشروعة عنه ، وهو مرتهن بها ، ومحتاج لحفظ الله ورعايته طيلة حياته .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "9- إن مات الطفل قبل السابع اختلف العلماء فى العقيقة عنه حيث يرى البعض أنها تسقط ، وقيل : يسقط استحبابها ، وقيل : لا تسقط . ¶ 10- أن يعق عن الذكر والأنثى لقوة أدلة من يرى ذلك وترجيحها على أدلة من يرى أنه لا يعق عن الأنثى . ¶ 11- أنه لا يجوز فى العقيقة إلا الأزواج الثمانية : الإبل ، والبقر ، والضأن ، والماعز ، ذكورهم ، وإناثهم وأن أفضلها : الإبل ، ثم البقر ، ثم الضأن ، ثم الماعز قياساً على الأضحية ، ولأنها أكثر لحماً ، ففيها توسعة أكثر . ¶ 12- أنه يشترط فى الحيوان من الأصناف الثمانية المذكورة عدة شروط هى : أن يكون جَذَعَ ضَأْن وثَنْى سواه ، ولا يجزئ الجذع من الماعز ، وأن تكون سليمة من العيوب على اختلاف بين المذاهب فى بعض العيوب واتفاقهم على بعضها . ¶ 13- أجمع العلماء على استحباب استحسان لون حيوان الأضحية ، وأن الأبيض أفضل من خلافه ، وأن الأقرن أفضل من الأجم ، وأن الذكر أفضل من الأنثى ، وأن الفحل أفضل من الخصى إلا أن يكون الخصى أسمن ، واستحباب سمينها . ¶ 14- واختلف العلماء فى تسمينها لكن الراجح جواز ذلك . ¶ 15- أجمع العلماء على أنه يذبح عن الأنثى شاة واحدة ، واختلفوا فى العدد الذى يذبح على الذكر : حيث ذهب الجمهور إلى أنه يذبح عنه شاتان ، وذهب البعض الآخر إلى أنه يذبح عنه شاة واحدة ، والراجح هو رأى الجمهور لكثرة أدلتهم ولأنها من قول النبى ( ، وحديث الشاة الواحدة من فعله ، وقوله عام ، وفعله يحتمل الاختصاص ، وأنها متضمنة لزيادة فكان الأخذ بها أولى وغير ذلك من الأسباب كما هو موضح فى موضعه . ¶ 16- اختلف العلماء فى وقت ذبح العقيقة حيث يرى البعض أن السنة أن تذبح يوم السابع ، وإن ذبحت قبله يجوز ، وإن ذبحت بعده تجزئ ، ويرى البعض الآخر أنها لا تجزئ قبل يوم السابع ، وإن ذبحت بعده أجزأت . ¶ والراجح هو الأول ؛ لأنها سنة ، وليست مرتبطة بصلاة كالأضحية .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "17- أنه لا يجوز ذبح حيوان واحد عن أكثر من طفل ، وبهذا تختلف العقيقة عن الأضحية ، حيث يجوز فى الأضحية أن تذبح البقرة عن سبعة . ¶ 18- أنه إذا اجتمعت العقيقة والأضحية فى يوم واحد أجزأت إحداهما عن الأخرى ، كما لو صلى ركعتين ينوى بهما تحية المسجد وسنة المكتوبة . ¶ 19- اختلف العلماء فى كسر عظام العقيقة حيث يرى البعض أنه لا تكسر عظامها ، ويرى البعض الآخر جواز كسرها ، والراجح هو الرأى القائل بجواز كسرها ؛ لضعف أدلة الرأى الآخر ، ولأن فى كسرها تيسير الانتفاع بها . ¶ 20- أن السنة طبخ العقيقة وأن توزع عليهم فى بيوتهم ، وإن طبخها ودعا الناس إليها فحسن ، وأنه يجوز الإطعام منها نيئاً . ¶ 21- أن السنة أن توزع أثلاثاً كالأضحية . ثلثاً للفقراء ، وثلثاً هدية ، وثلثاً لأهل بيته ، لأنه قول ابن عمر وابن مسعود ، ولم يعرف لهما مخالف من الصحابة . ¶ 22- أنه يجوز بيع جلد ورأس وسواقط العقيقة ويتصدق بثمنه ، وهى بذلك تخالف الأضحية حيث لا يجوز فى الأضحية بيع هذه الأشياء . ¶ 23- لا يجوز لطخ رأس وجسم المولود بدم العقيقة وهو رأى الجمهور ، لأن دليل من يجوز ذلك فيه وهم من راويه ، وقيل : إنه منسوخ ، وقيل : إن هذا كان من أعمال الجاهلية . ¶ وصلى الله تعالى على نبينا المصطفى محمد وعلى آله وصحبه أجمعين ، والحمد لله رب العالمين . ¶ فهرس المراجع والمصادر مرتبة على حروف ¶ الهجاء بالنسبة لاسم الكتاب ¶ * القرآن الكريم ¶ * إحياء علوم الدين للإمام : أبى حامد محمد بن محمد الغزالى ، المتوفى سنة 505هـ ، وبذيله كتاب المغنى عن حمل الأسفار فى الأسفار فى تخريج ما فى الإحياء من الأخبار للعلامة زين الدين أبى الفضل عبد الرحيم بن الحسين العراقى ، دار الريان للتراث ، الطبعة الأولى 1407هـ - 1978م . ¶ * الأم : لأبى عبد الله محمد بن إدريس الشافعى 150 - 204هـ ، دار الفكر ، بيروت - لبنان ، طبع 1410هـ - 1990م .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "* الأعلام ، قاموس تراجم لأشهر الرجال والنساء العرب والمستعربين والمستشرقين تأليف : خير الدين الزركلى ، الطبعة الثانية بدون مكان ولا تاريخ . ¶ * البحر الزخار الجامع لمذاهب علماء الأمصار للإمام : أحمد بن يحيى بن المرتضى ، المتوفى سنة 840هـ ، دار الكتاب الإسلامى ، القاهرة ، بدون طبعة ولا تاريخ . ¶ * بداية المجتهد ونهاية المقتصد للإمام : محمد بن أحمد بن محمد بن رشد القرطبى 520هـ/595هـ ، الطبعة الخامسة سنة 1401هـ - 1981م ، دار المعرفة . ¶ * تحفة الأحوذى بشرح سنن الترمذى للحافظ : أبى العلى محمد بن عبد الرحمن ابن عبد الرحيم المباركفورى 1283هـ - 1353هـ ، مكتبة المعرفة بالقاهرة ، الطبعة الثانية 1385هـ - 1965م . ¶ * تحفة الودود بأحكام المولود للعلامة : ابن قيم الجوزية ، تحقيق الدكتور/عبد الغفار سليمان البندارى ، دار الريان للتراث بالقاهرة ، بدون ذكر الطبعة والتاريخ . ¶ * تربية الأولاد فى الإسلام للشيخ : عبد الله ناصح علوان ، الطبعة الثامنة 1405هـ - 1985م ، طبع بمطبعة كرجاى المحدودة - سنغافورة - الناشر دار السلام للطباعة والنشر والتوزيع . ¶ * حاشية الخرشى على مختصر خليل للإمام : محمد بن عبد الله بن على الخرشى المالكى المتوفى سنة 1101هـ ، على مختصر خليل ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان . ¶ * حاشية السندى على النسائى للإمام : أبى الحسن نور الدين بن عبد الهادى السندى الأصل والمولد الحنفى ، وهذه الحاشية مع سنن النسائى ، دار الفكر - بيروت ، الطبعة الأولى 1348هـ - 1930م . ¶ * حاشية العدوى على الخرشى للشيخ : على بن أحمد العدوى المتوفى سنة 1112هـ مع حاشية الخرشى ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان . ¶ * حاشية على تحفة الودود ، للدكتور : عبد الغفار سليمان البندارى مع تحفة الودود ، دار الريان للتراث ، القاهرة ، بلا طبعة ولا تاريخ .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "* حاشية على زاد المعاد فى هدى خير العباد مع زاد المعاد : لشعيب الأرنؤوط وعبد القادر الأرنؤوط ، مؤسسة الرسالة ، بيروت ، الطبعة الخامسة عشر 1407هـ - 1987م . ¶ * حاشية على سنن أبى داود مع سنن أبى داود : لمحمد محيى الدين عبد الحميد ، دار الفكر ، بيروت بلا طبعة ولا تاريخ . ¶ * حاشية على المهذب للشيرازى مع المهذب للدكتور : محمد الزحيلى ، دار القلم - دمشق ، الدار الشامية - بيروت ، الطبعة الأولى 1417هـ - 1996م . ¶ * حاشية على الروض المربع شرح زاد المستقنع مع الروض المربع جمع : عبد الرحمن بن محمد بن قاسم النجدى الحنبلى 1312هـ - 1392هـ ، مؤسسة قرطبة للطباعة والنشر والتوزيع ، الطبعة الثالثة سنة 1405هـ . ¶ * الروض المربع شرح زاد المستقنع للشيخ : منصور بن يونس البهوتى ، مؤسسة قرطبة للطباعة والنشر والتوزيع ، الطبعة الثالثة سنة 1405هـ مع حاشية الروض المربع للنجدى . ¶ * زاد المعاد فى هدى خير العباد : لابن قيم الجوزية شمس الدين أبى عبد الله محمد ابن أبى بكر الزرعى الدمشقى 691هـ 751هـ ، حقق نصوصه وخرج أحاديثه وعلق عليه شعيب الأرنؤوط ، وعبد القادر الأرنؤوط ، مؤسسة الرسالة ، بيروت ، مكتبة المنار الإسلامية ، الكويت ، الطبعة الخامسة عشر 1407هـ -1987م . ¶ * سنن الترمذى مع تحفة الأحوذى للإمام : الحافظ أبى عيسى محمد بن عيسى بن سورة الترمذى 209هـ - 279هـ ، مكتبة المعرفة بالقاهرة ، الطبعة الثانية 1385هـ - 1965م . ¶ * سنن أبى داود للإمام : سليمان بن الأشعث السجستانى الأزدى 202هـ - 275هـ ، مراجعة وضبط وتعليق محمد محيى الدين عبد الحميد ، دار الفكر ، بيروت ، بلا طبعة ولا تاريخ . ¶ * سنن ابن ماجة للحافظ : أبى عبد الله محمد بن يزيد القزوينى 207هـ / 275هـ ، حقق نصوصه ورقم كتبه وأبوابه وأحاديثه وعلق عليه محمد فؤاد عبد الباقى ، دار الفكر ، بيروت ، بلا طبعة ولا تاريخ .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "* سنن النسائى للحافظ : أبى عبد الرحمن أحمد بن شعيب بن على بن بحر النسائى سنة 214هـ أو 215هـ - 303هـ ، دار الفكر ، بيروت ، الطبعة الأولى 1348هـ - 1930م . ¶ * شرح مسلم للنووى : أبى زكريا محيى الدين يحيى بن شرف بن مرى الحزامى الشافعى 631هـ - 676هـ ، مكتبة أسامة الإسلامية للطباعة والنشر والتوزيع بالأزهر بلا طبعة ولا تاريخ . ¶ * شرح النيل وشفاء العليل للشيخ : محمد يوسف أطفيش ، الطبعة الثالثة ، السعودية ، مكتبة الإرشاد 1985م . ¶ * صحيح البخارى مع فتح البارى : للإمام محمد بن إسماعيل البخارى ، دار الريان للتراث بالقاهرة ، رقم كتبه وأبوابه وأحاديثه محمد فؤاد عبد الباقى ، وقام بتصحيح تجاربه وتحقيقه محب الدين الخطيب ، وراجعه قصى محب الدين الخطيب ، الطبعة الأولى 1407هـ - 1986م . ¶ * صحيح مسلم مع شرح النووى للإمام : مسلم بن الحجاج القشيرى المتوفى سنة 261هـ ، مكتبة أسامة الإسلامية للطباعة والنشر والتوزيع بالأزهر ، بلا طبعة ولا تاريخ . ¶ * طبقات الشافعية الكبرى : لتاج الدين أبى نصر عبد الوهاب بن على ابن على ابن عبد الكافى السبكى 727هـ - 791هـ ، تحقيق الدكتور عبد الفتاح محمد الحلو ، والدكتور محمود محمد الطناحى - هجر للطباعة والنشر والتوزيع ، الطبعة الثانية 1413هـ - 1992م . ¶ * العقيقة سنة لن تموت لإبراهيم بن محمد أبى حذيفة ، الطبعة الأولى ، مكتبة الصحابة بطنطا ، بدون تاريخ . ¶ * فتح البارى للحافظ : أحمد بن على بن حجر العسقلانى 773هـ /852هـ ، رقم كتبه وأبوابه وأحاديثه محمد فؤاد عبد الباقى ، وقام بإخراجه محب الدين الخطيب ، دار الريان للتراث ، الطبعة الأولى سنة 1407هـ - 1986م . ¶ * فقه السنة للشيخ : سيد سابق ، مكتبة المسلم بلا طبعة ولا تاريخ . ¶ * الفقه الواضح للدكتور : محمد بكر إسماعيل ، دار المنار ، القاهرة 1410هـ - 1990م .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "* كنز العمال فى سنن الأقوال والأفعال للعلامة علاء الدين على المتقى بن حسام الدين الهندى المتوفى سنة 975هـ ، مؤسسة الرسالة ، بيروت 1413هـ - 1993م ، بدون طبعة ولا تاريخ . ¶ * كيف تستقبلين مولودك للأستاذ نشأت المصرى ، مكتبة القرآن بمصر ، الطبعة الأولى 1403 هـ - 1983م . ¶ * لسان العرب : لابن منظور أبى الفضل جمال الدين محمد بن مكرم بن منظور الإفريقى المصرى ، دار المعارف ، الطبعة الثالثة ، بدون تاريخ . ¶ * مجمع الزوائد للحافظ : نور الدين على بن أبى بكر الهيثمى المتوفى سنة 807هـ بتحرير الحافظين الجليلين : العراقى وابن حجر ، منشورات دار الكتاب العربى ، بيروت - لبنان ، الطبعة الثالثة 1402هـ - 1982م . ¶ * المحلى بالآثار : لابن حزم أبى محمد على بن أحمد بن سعيد بن حزم المتوفى سنة 456هـ ، تحقيق الدكتور عبد الفغار البندارى ، دار الكتب العلمية ، بيروت - لبنان ، بدون طبعة ولا تاريخ . ¶ * مختصر خليل مع حاشية الخرشى والعدوى على مختصر خليل للشيخ : خليل بن إسحاق المتوفى سنة 767هـ ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان . ¶ * معالم السنن للخطابى مع سنن أبى داود ، دار الفكر ، بيروت ، بدون طبعة ولا تاريخ . ¶ * المغنى : لابن قدامة أبى محمد عبد الله بن أحمد بن محمد بن قدامة المتوفى سنة 620هـ على مختصر أبى القاسم عمر بن حسين بن عبد الله ابن أحمد الخرقى ، مكتبة الجمهورية العربية ، ومكتبة الكليات الأزهرية بالأزهر - القاهرة . ¶ * مناهج التشريع فى القرن الثانى الهجرى تأليف الدكتور : محمد بلتاجى حسن ، طبع سنة 1397هـ - 1977م ، لجنة البحوث والتأليف والترجمة والنشر بجامعة الإمام محمد بن سعود الإسلامية بالمملكة العربية السعودية . ¶ * المهذب فى فقه الإمام الشافعى : لأبى إسحاق الشيرازى إبراهيم بن على المتوفى سنة 476هـ ، تحقيق وتعليق الدكتور محمد الزحيلى ، دار القلم - دمشق .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "* موسوعة أطراف الحديث النبوى إعداد أبى هاجر محمد السعيد بن بسيونى زغلول ، دار الفكر ، الطبعة الأولى 1410هـ - 1989م . ¶ * الموطأ : للإمام مالك بن أنس ، الطبعة الأولى سنة 1419هـ - 1998م ، المكتبة الخامسة ، جمعية إحياء التراث الإسلامى . ¶ * نصب الراية فى تخريج أحاديث الهداية للحافظ : جمال الدين عبد الله بن يوسف الزيلعى المتوفى سنة 762هـ ، إدارة المجلس العلمى بدابهيل ، سورت - الهند ، الطبعة الأولى سنة 1357هـ - 1938م ، مطبعة دار المأمون بشبرا - القاهرة . ¶ * نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخيار للشيخ : محمد بن على ابن محمد الشوكانى المتوفى سنة 1255هـ ، دار القلم ، بيروت - لبنان ، بلا طبعة ولا تاريخ . ¶ * النيل وشفاء العليل : للثمينى ضياء الدين عبد العزيز ، الطبعة الثالثة ، مكتب الإرشاد سنة 1985م - السعودية . ¶ * * * * ¶ فهرس الموضوعات ¶ الموضوع من : إلى ¶ المقدمة . . . . . . . . . . . . . . . . . . . . . . . . . . 3- 6 ¶ المبحث الأول : حكم تسميتها بهذا الاسم . . . . . . . . 7 - 11 ¶ المبحث الثانى : فضلها وفوائدها وحكمها . . . . . . . . 13- 21 ¶ المبحث الثالث : حكمها . . . . . . . . . . . . . . . . . 23 - 39 ¶ المبحث الرابع : فضلها وفوائدها وحكمها . . . . . . . . 40 - 41 ¶ المبحث الخامس : أيهما أفضل العقيقة أم التصدق بثمنها ؟ 43 - 45 ¶ المبحث السادس : من يعق عن المولود ؟ . . . . . . . . . . 47 - 50 ¶ المبحث السابع : من يعق عنه ؟ . . . . . . .. . . . . . . .51 - 62 ¶ المبحث الثامن : الحيوان الذى يذبح فى العقيقة وشروطه 63- 87 ¶ المبحث التاسع : العدد الذى يذبح فى العقيقة عن الذكر والأنثى ووقت الذبح ، وهل يجوز أن يذبح حيوان واحد عن أكثر من طفل فى العقيقة ؟ وما الحكم لو اجتمعت العقيقة والأضحية فى يوم واحد . . 89 - 113",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "المبحث العاشر : حكم كسر عظامها وطبخها والأكل والإهداء والتصدق منها ، ولطخ رأس وجسم المولود بدمها وبيع جلدها وسواقطها . . . . . . . . . . . . . . . . . . . . . . . 115 - 130 ¶ الخاتمة . . . . . . . . . . . . .. . . . . . . . . . . . 131 - 134 ¶ المراجع والمصادر . .. .. . . . . . . . . . . . . . . . . 135 - 141 ¶ * طُبع هذا الكتاب فى طبعته الأولى عام 2001 م - توزيع مكتبة الآداب بالعتبة -القاهرة ¶ * للمؤلفة عدة كتب وبحوث أخرى ، يسر الله نشرها على الموقع ؛ منها: \"ختان الإناث بين علماء الإسلام والأطباء\" ، و\"فقة العبادات\" على مذهب أحمد ، و \"فقة الجنايات والحدود من الكتاب والسنة \" ¶ [ من إضافات الناشر الإلكتروني : موقع صيد الفوائد ] ¶ (1) سورة الإسراء آية 23 . ¶ (2) لسان العرب لابن منظور أبى الفضل جمال الدين محمد بن مكرم بن منظور الإفريقى المصرى ، دار المعارف ، الطبعة الثالثة ، بدون تاريخ ، باب القاف فصل العين . ¶ (3) فتح البارى للحافظ أحمد بن على بن حجر العسقلانى 773هـ - 852هـ ، دار الريان للتراث ، الطبعة الأولى سنة 1407هـ - 1986م ، ج 9 ص 482 ، وانظر هامش تحفة الودود بأحكام المولود ص 36 ، وهامش سنن أبى داود ج 2 ص 1056 . ¶ (4) فتح البارى ج 9 ص 482 ، تحفة الأحوذى ج 5 ص 86 ، وحاشية الروض المربع ج 4 ص 243 ، وفقه السنة للشيخ سيد سابق ، مكتبة المسلم بلا طبعة ولا تاريخ ، ج 3 ص 279 . ¶ (5) المغنى لابن قدامة أبى محمد عبد الله بن أحمد بن محمد بن قدامة المتوفى سنة 620هـ على مختصر أبى القاسم عمر بن حسين بن عبد الله بن أحمد الخرقى ، مكتبة الجمهورية العربية ، ومكتبة الكليات الأزهرية بالأزهر ، القاهرة ، ج 8 ص 658 . ¶ (6) فتح البارى ج 9 ص 482 ، والمغنى ج 8 ص 658 ، تحفة الأحوذى ج5 ص 86 .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "(7) تحفة الأحوذى بشرح سنن الترمذى للحافظ أبى العلى محمد بن عبد الرحمن بن عبد الرحيم المباركفورى =1283هـ - 1353هـ ، مكتبة المعرفة بالقاهرة ، الطبعة الثانية 1385هـ - 1965م ، ج 5 ص 86 ، نقلاً عن الخطابى ، وشرح النيل ج 4 ص 540-541 . ¶ (8) المغنى ج 7 ص 658 . ¶ (9) حاشية الخرشى على مختصر خليل للإمام محمد بن عبد الله بن على الخرشى المالكى المتوفى سنة 1101هـ ، على مختصر خليل ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان ، ج 3 ص 408 . ¶ (10) شرح النيل وشفاء العليل للشيخ محمد يوسف أطفيش ، الطبعة الثالثة ، السعودية ، مكتبة الإرشاد 1985م ، ج4 ص541 . ¶ (11) المغنى ج 8 ص 658 ، وفقه السنة ج 3 ص 279 ، والروض المربع ج1 ص156 ، وفتح البارى ج9 ص482 ، وحاشية العدوى على الخرشى ج3 ص409 . ¶ (12) هو محمد بن محمد بن عرفة الوزغمى المولود 716هـ - 1316م ، والمتوفى 803هـ - 1400م . من علماء المالكية له عدة كتب منها المختصر فى الفقه الشافعى ، والمختصر الشامل فى التوحيد وغيرهم - الأعلام ، قاموس تراجم لأشهر الرجال والنساء العرب والمستعربين والمستشرقين ، تأليف خير الدين الزركلى ، الطبعة الثانية بدون تاريخ ولا مكان ، ج7ص272 . ¶ (13) حاشية الخرشى ج3 ص408 . ¶ (14) تحفة الودود بأحكام المولود للعلامة ابن قيم الجوزية ، تحقيق الدكتور عبد الغفار سليمان البندارى ، دار الريان للتراث بالقاهرة ، بدون ذكر الطبعة والتاريخ ، ص56 . ¶ (15) تحفة الودود ص56 ، وانظر شرح النيل ج4 ص540 .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "(16) رواه أبو داود ج3 ص262-263 كتاب الأضاحى (21) باب فى العقيقة حديث رقم (2842) بسنده عن عمرو بن شعيب عن أبيه عن جده به ، وسكت عنه ، والنسائى للحافظ أبى عبد الرحمن أحمد بن شعيب ابن على بن بحر النسائى سنة 214هـ أو 215هـ - 303هـ ، دار الفكر ، بيروت ، الطبعة الأولى 1348هـ - 1930م ، ج7 ص162 كتاب العقيقة فى أوله ( بدون باب ) به قال داود : سألت زيد أبن أسلم عن \" المكافئتان \" قال : الشاتان المشبهتان تذبحان جميعاً ، وقال السندى فى حاشيته على النسائى ج4 ص164 : \" مكافئتان أى متساويتان فى السن بمعنى أن لا ينزل سنها عن سنة أدنى ما يجزئ فى الأضحية ، وقيل : متساويتان أو متقاربتان ، وهو بكسر الفاء من كافأه إذا ساواه ، قال الخطابى : والمحدثون يفتحون الفاء ، وأراه أولى لأنه يريد شاتين قد سوى بينهما ، وأما الكسر فمعناه مساويان فيحتاج إلى شىء آخر يساويانه ، وقال الزمخشرى : لا فرق بين الفتح والكسر ؛ لأن كل واحدة إذا كافأت أختها فقد كوفئت فهى مكافئة ومكافأة ، أو معناه معادلتان لما يجب فى الأضحية من الأسنان \" . ¶ وقال الدكتور عبد الغفار البندارى فى تحقيقه لتحفة الودود : \" أما الحديث فضعيف ، فقد =رواه أبو داود فى سننه ( 10 كتاب الأضاحى / 21 باب العقيقة /2842 ) مرسلاً وموصولاً ، وكذا رواه ( 2 / 194 ) والنسائى فى سننه ( 7 / 162 - 163 ) ، وأخرجه أيضاً البيهقى ( 9 /300 ) ، وعبد الرزاق فى مصنفه ( 7961 ) ، وقد أخرجه أيضاً الطحاوى فى مشكل الآثار ( 1 / 451 ) ، والهيثمى فى مجمع الزوائد ( 4 / 58 ) ، والبيهقى ( 9 / 312 ) ، أيضاً كلهم من طريق عمرو بن شعيب عن أبيه عن جده مرفوعاً به غير أن أبا داود والبيهقى روياه من رواية القعنبى عن داود بن قيس عن عمرو بن شعيب مرسلاً به ، أما الحديث فضعيف لثلاث علل :",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "أولاً : أنه جاء مرة مرسلاً ، ومرة موصولاً ، فأما روايته مرسلاً فمن طريق القعنبى مخالفاً لمن رووه موصولاً ، والقعنبى مشهور بإتقانه ، . . . ¶ ثانياً : علة الاضطراب فى الحديث ، فقد اضطرب فى الحديث فمرة يروى موصولاً ، ومرة يروى مرسلاً ، كما وضحنا وهو اضطراب فى رواية السند ، واضطراب فى متنه ، فمرة يروى بلفظ \" لا أحب العقوق \" ، ومرة بلفظ \" لا يحب الله العقوق \" ، . . . ثالثاً : أنه من رواية عمرو بن شعيب عن أبيه عن جده ، وهى رواية كثر عليها الكلام ، وارتفع فيها الجدل إلى العنان ، وكثر عليها الخلاف ، وحدث فيها الاختلاف ، فهى رواية لا تتحمل العلتين السابقتين \" هامش تحفة الودود ص37-38 ، ثم أفاض القول فى الاختلاف الذى فى هذه الرواية فى هامش ص38 : 40 . ¶ وقال ابن حزم بعد أن رواه من طريق عمرو بن شعيب عن أبيه عن جده : \" وهذا صحيفة ، ولو صح لكان حجة لنا عليهم لأن فيه إيجاب ذلك على الغلام ، والجارية ، وان ذلك لا يلزم الأب إلا أن يشأ هذا نص الخبر ومقتضاه \" - المحلى ج6 ص241 . ¶ وقد روى الحديث مالك فى موطئه من طريق زيد بن أسلم ، عن رجل من بنى ضُمرة ، عن أبيه به من رواية سعيد بن منصور ، عن سفيان ، عن زيد بن أسلم ، عن رجل من بنى مرة ، عن عمه به مع زيادة - الموطأ ج2 ص44 كتاب العقيقة (1) باب ما جاء فى العقيقة . ¶ =وقال ابن حزم عن هذا الطريق :\"وهذا لا شىء ، لأنه عن رجل لا يدرى من هو فى الخلق\" - المحلى ج6 ص241 . ¶ وقال ابن حجر بعد أن روى الطريقين : \" ويقوى أحد الحديثين الآخر ، وأخرجه البزار أيضاً \" - فتح البارى ج9 ص482 . ¶ (17) تحفة الودود ص56 .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "(18) قال محقق تحفة الودود : \" صحيح ، رواه البخارى تعليقاً مجزوماً به فى ( كتاب العقيقة ) باب إماطة الأذى عن الصبى فى العقيقة ج7 ص109 من حديث سلمان بن عامر الضبى ، وهو صحيح بهذا الشكل إذ أن معلقات البخارى التى يجزم بها كلها صحيحة ، كما أشار الحافظ فى مقدمة فتح البارى ومع هذا فقد وصله الطحاوى فى مشكل الآثار ج1 ص459 عن ابن وهب بهذا اللفظ وقد أخرجه أيضاً أحمد فى مسنده ج4 ص17-18 ، وأبو داود كتاب الأضاحى باب فى العقيقة حديث رقم (2839) \" هامش تحفة الودود ص42 ، هكذا قال المحقق لكن لم يذكر الجزء والصفحة ، ولم يذكر هل سكت عنه أبو داود أم لا ، والحديث ج3 ص261 ، من سنن أبو داود ، وسكت عنه . ¶ ثم ذكر المحقق بقية تخريجه قائلاً : \" والترمذى (20) كتاب الأضاحى 17 باب الأذان فى أذن المولود ص1515 \" . ¶ هامش تحفة الودود ص42 ، ولم يذكر الجزء والصفحة ، ولا حكم الترمذى على الحديث حيث حكم الترمذى على الحديث بأنه حديث صحيح - سنن الترمذى مع تحفة الأحوذى =ج5 ص88-89 حديث رقم 1551 ، 1552 كتاب الأضاحى باب فى العقيقة .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال صاحب تحفة الأحوذى : \" قوله هذا حديث صحيح ، وأخرجه البخارى ، وأبو داود ، والنسائى ، وابن ماجة ، تحفة الأحوذى ج5 ص88-89 ، هكذا أطلق أنه فى البخارى رغم أنه رواه تعليقاً ، ثم قال محقق تحفة الودود : \" كما أخرجه ابن ماجة ( 3164 ) ، وعبد الرزاق فى مصنفه ( 7958 ) ، ووصله ، وأخرجه أيضاً البيهقى ( 9 / 298 ) من طرق كلها عن سلمان بن عامر موصولاً ومرفوعاً ، وأخرجه أيضاً الحميدى فى مسنده ج2 ص823 موصولاً أيضاً قال ابن حجر : \" وقد وصله الطحاوى ، وابن عبد البر ، والبيهقى من طريق إسماعيل بن إسحاق القاضى عن حجاج بن منهال حدثنا حماد بن سلمة به ، وقد جاء الحديث من طريقين أحدها من طريق هشام بن حسان عن حفصة بنت سيرين عن الرباب عن سلمان مرفوعاً به أخرجه عبد الرزاق فى مصنفه ، ومن هذا الطريق أخرجه أحمد فى مسنده ج4 ص214 لكن من رواية عاصم بن سلمان بن الأحول عن حفصة عن الرباب عن سلمان بن عامر ، فلم يتفرد هشام بالحديث ، أما الطريق الآخر فقد جاء بدون ذكر الرباب بين حفصة وسلمان الضبى ، وهو طريق صحيح أيضاً وهذا معناه أن حفصة سمعت من الرباب ومن سلمان الضبى : \" هامش تحفة الودود ص42 . ¶ وقد قال ابن حجر أيضاً : \" وبالجملة فهذه الطرق يقوى بعضها بعضاً ، والحديث مرفوع لا يضره رواية من وقفه - فتح البارى ج9 ص486. ¶ وفى هامش سنن أبى داود ج3 ص261 أن الحديث فى سنن النسائى فى العقيقة حديث رقم (4219) باب العقيقة عن الغلام وابن ماجة فى الذبائح حديث رقم (3164) باب العقيقة وأحمد ج2 ص17 ، ج8 ص214 ، ج5 ص12 .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "وقد فسر صاحب تحفة الأحوذى هذا الحديث قائلاً : \" فأهريقوا عنه دماً \" ، كذا أبهم ما يهراق فى هذا الحديث ، وفسر ذلك فى حديث عائشة - رضى الله عنها - المذكور فى الباب بلفظ : \" عن الغلام شاتان وعن الجارية شاة ، وغير ذلك من الأحاديث المتقدمة ، (وأميطوا) =أى أزيلوا وزناً ومعنى ( والأذى ) قال ابن سيرين : إن لم يكن الأذى حلق الرأس فلا أدرى ما هو ؟ رواه أبو داود ، وأخرج الطبرانى عنه قال : لم أجد من يخبرنى عن تفسير الأذى \" انتهى ، وقد جزم الأصمعى بأنه حلق الرأس ، وأخرجه أبو داود بسند صحيح عن الحسن كذلك ، ووقع فى حديث عائشة - رضى الله عنها - عند الحاكم : \" وأمر أن يماط عن رءوسهما الأذى \" ، ولكن لا يتعين ذلك فى حلق الرأس ، فقد وقع فى حديث ابن عباس عند الطبرانى : \" ويماط عنه الأذى \" على ما هو أعمّ من حلق الرأس ، ويؤيد ذلك أن فى بعض طرق حديث عمرو بن شعيب \" ويماط عنه أقذاره \" رواه الشيخ \" - تحقيق الأحوذى ج5 ص88-89 ، نقلاً عن فتح البارى ، وقيل : وهو نهى عما كانوا يفعلون من تلطيخ رأس المولود بالدم ، وقيل : المراد الختان . حاشية السندى على النسائى ج7 ص164-165 . ¶ (19) تحفة الودود ص42 : 43 ، وهو فى سنن الترمذى مع تحفة الأحوذى ج5 ص94 ، كتاب الأضاحى باب بدون ترجمة حديث رقم (1559) بسنده عن سمرة بلفظ : \" الغلام مرتهن بعقيقته تذبح عنه يوم السابع ، ويسمى ، ويحلق رأسه \" . ¶ ورواه بسند آخر فى حديث رقم (1560) ج5 ص95 ، وقال عنه : \" هذا حديث حسن صحيح . ¶ وهو فى النسائى كتاب العقيقة باب متى يعقّ ج7 ص166 بسنده عن سمرة بلفظ : \" كل غلام رهينٌ بعقيقته تذبح عنه يوم سابعه ، ويحلق رأسه ، ويسمى \" ، وقال النسائى : \" لم يسمع الحسن من سمرة إلا حديث العقيقة .",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وقد أكد ذلك د . عبد الغفار البندارى محقق كتاب تحفة الودود حيث نقل عن البخارى ج9 ص512 أن البخارى ذكر سماع الحسن عن سمرة فى كتاب العقيقة باب إماطة الأذى عن =الصبى فى العقيقة ، وجزم بذلك . هامش تحفة الودود ص43 . ¶ وهو فى أبى داود كتاب الأضاحى ، باب العقيقة رقم 2838 ، وابن ماجة رقم 3165 ، وأحمد ج5 ص7،12، كما قال الدكتور عبد الغفار البندارى فى هامش تحفة الودود ص43 . ¶ واختلف العلماء فى تفسير الحديث حيث ذهب الإمام أحمد إلى أن هذا فى الشفاعة ، يريد أنه إذا لم يعقّ عنه فمات طفلاً لم يشفع فى أبويه ، وقيل معناه أن العقيقة لازمة له لا بد منها ، فشبه المولود فى لزومها وعدم انفكاكه منها بالرهن فى يد المرتهن ، انظر فتح البارى ج9 ص488 ، وحاشية السندى على النسائى ج7 ص166 . ¶ وقيل : المعنى أنه مرهون بأذى شعره ، ولذلك جاء فأميطوا عنه الأذى - فتح البارى ج9 ص488 ، وقيل : أى أنه كالشىء المرهون لا يتم الانتفاع به دون فكه ، والنعمة إنما تتم على المنعم عليه بقيامه بالشكر ووظيفته ، والشكر فى هذه النعمة ما سنه النبى ( وهو أن يعقّ عن المولود شكراً لله تعالى ، وطلباً لسلامة المولود ، ويحتمل : أنه أراد بذلك سلامة المولود ، ونشوه على النعت المحمود رهينة بالعقيقة . حاشية السندى على النسائى ج7 ص166 . ¶ (20) تحفة الودود ص56-57 ، تربية الأولاد فى الإسلام للشيخ عبد الله ناصح علوان ، الطبعة الثامنة 1405هـ - 1985م ، طبع بمطبعة كرجاى المحدودة - سنغافورة - الناشر دار السلام للطباعة والنشر والتوزيع ، ج1ص98 .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "(21) بداية المجتهد ونهاية المقتصد للإمام محمد بن أحمد بن محمد بن رشد القرطبى 520هـ - 595هـ ، الطبعة الخامسة سنة 1401هـ - 1985م ، دار المعرفة ، ج1 ص462 ، وحاشية الخرشى ج3 ص382 ، و ج3 ص408-409 ، وهامش سنن أبى داود ج3 ص258 ، والمهذب ج2 ص841 ، وفتح البارى ج9 ص482 و المغنى ج8 ص658 ، وتحفة الودود بأحكام المولود ص41 ، والبحر الزخار ج5 ص322 ، والنيل والشفاء العليل وشرحه ج4 ص538 ، وكيف تستقبلين مولودك لنشأت المصرى ، مكتبة القرآن بمصر ، الطبعة الأولى 1403هـ - 1983م ، ص30 - 31 . ¶ (22) سبق ذكر متنه وتخريجه بهامش ص17 . ¶ (23) سبق ذكر متنه وتخريجه بهامش ص15 . ¶ (24) سنن الترمذى مع تحفة الأحوذى للإمام الحافظ أبى عيسى محمد بن عيسى بن سورة الترمذى 209هـ - 279هـ ، مكتبة المعرفة بالقاهرة ، الطبعة الثانية 1385هـ - 1965م ، ج5 ص86 ، كتاب الأضاحى ( 14 ) باب ما جاء فى العقيقة حديث =رقم 1549 بلفظ : \" أمرنا رسول الله ( عن الغلام شاتان ، وعن الجارية شاة \" ثم قال : \" وفى الباب عن على وأم كرز ، وبريدة وسمرة ، وأبى هريرة ، وعبد الله ابن عمرو ، وأنس ، وسلمان بن عامر ، وابن عباس ، وحديث عائشة حسن صحيح ، وحفصة هى ابنة عبد الرحمن بن أبى بكر الصديق \" - انظر تحفة الأحوذى ج5 ص87-88 .",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وقال محقق تحفة الودود ص43 :\" صحيح ، رواه أحمد فى مسنده (6/ 31 ، 158 ، 51 ) ، والبيهقى ج9/ 301 ورواه أيضاً الترمذى ( 20 كتاب الأضاحى : 16 باب ما جاء فى العقيقة : 1513 ) وابن ماجة ( 3163 ) ، وابن حيان فى موارد الظمآن ( 1058 ) من حديث عائشة مرفوعاً ، وقال عن 43-44 : \" صحيح : رواه أحمد فى مسنده ( 6/ 158 ، 251 ) بهذا اللفظ لفظ : \" أمرنا رسول الله ( أن نعق عن الجارية شاة وعن الغلام شاتان . . . \" الحديث ، وعند الترمذى بلفظ : أمرهم \" ( 20 ) كتاب الأضاحى ( 16 ) ، باب ما جاء فى العقيقة ( 1513 ) وابن ماجة ( 4163 ) والحديث بهذا اللفظ من رواية عفان عن حماد بن سلمة عن عبد الله بن عثمان بن خثيم ( 6 / 158 ) ومن رواية عبد الصمد حدثنا حماد (6/251) كلاهما عن يوسف بن ماهك عن حفصة عن عائشة مرفوعاً \". ¶ (25) سبق تخريجه بالهامش السابق . ¶ (26) سنن الترمذى مع تحفة الأحوذى ج5 ص88 كتاب الأضاحى ( 14 ) باب ما جاء فى العقيقة حديث رقم (1550) به وقال : حديث صحيح . ¶ وسنن أبى داود ج3 ص257 كتاب الأضاحى ( 21 ) باب فى العقيقة حديث رقم (2834) =به نحوه بدون : \" لا يضركم ذكراناً كن أم إناثاً \" ، وحديث رقم (2835) ج3 ص 257 - 258 به ، ج3 ص258 حديث رقم (2836) نفس الكتاب والباب به زيادة \" مثلان \" بعد \" شاتان \" ، بدون \" لا يضركم ذكراناً كن أو إناثاً \" . ¶ والنسائى ج7 ص165 كتاب العقيقة باب العقيقة عن الجارية ، نحوه بدون \" لا يضركم ذكراناً كن أم إناثاً ، وزيادة \" مكافئتان \" ، وج7 ص165 باب كم يعقّ عن الجارية به مع زيادة قصة .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقال محقق تحفة الودود ص44 بعد أن ذكر أنه صحيح وأن الترمذى ، والنسائى ، وأبو داود قد أخرجوه \" ، والبيهقى (9 / 301) ورواه أيضاً ابن ماجة ( 3162 ) والحاكم فى المستدرك ( 4 / 237 ) وعبد الرزاق فى مصنفه ( 7954 ) ، والدارمى ( 2 / 81 ) ، والطحاوى فى المشكل ( 1 / 457 ) كلهم من طرق عن أم كرز الكعبية مرفوعاً ، فقد جاء بهذا السياق من طريق سباع بن ثابت عنها به ، وفيه زيادة \" لا يضركم ذكراناً كن أم إناثاًًًًًًًًًًًًًًًً \"، ¶ ورواه أحمد ( 6 / 381 ، 422 ) ، قال الترمذى حسن صحيح ، وقال الحاكم صحيح الإسناد ، ووافقه الذهبى ، وقد ورد بطرق أخرى بغير زيادة : \" لا يضركم ذكراناً أم إثاناً \" فرواه أحمد ( 06 / 422 ) من طريق حبيبة بنت ميسرة عنها به . ¶ وهو من هذا الطريق رجاله ثقات غير حبيبة ، وفيها كلام ، وقال الحافظ فيها : مقبولة ، وجاء أيضاً بنحوه من طريق قيس بن سعد عن عطاء وطاوس ، ومجاهد عنها مرفوعاً بلفظ ( فى الغلام شاتان مكافئتان ، وفى الجارية شاة ) رواه الطحاوى فى المشكل ( 1 / 458 ) وسنده صحيح . ¶ (27) قال ابن قيم الجوزية فى تحفة الودود ص45 : \" ذكره البيهقى \" ، وقال محقق تحفة الودود ص40 - 41 أخرجه البيهقى ( 9 / 302 ) والهيثمى فى (م. الزوائد ) ، (4 / 58 ) ، وكذا أخرجه الحافظ فى الفتح ( 9 / 592 ) وجاء فى جمع الجوامع ( 6017 ) وهو من طريق أبى هريرة . قال الهيثمى : \" رواه البزار من رواية أبى حفص الشاعر عن أبيه ، ولم أجد من ترجمهما ، قلت والحديث جاء عند البيهقى من رواية أبى الحسين بن بشران ، أنبأ أبو جعفر محمد ابن عمرو الرزاز ، حدثنا محمد بن جعفر أنبأنا الضحاك ابن مخلد حدثنا أبو حفص سالم بن تميم عن أبيه عن عبد الرحمن الأعرج عن أبى هريرة مرفوعاً به . ¶ (28) قال ابن قيم الجوزية فى تحفة الودود ص45 : \" رواه أبو داود - والنسائى بكبشين .",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وهو فى أبى داود ج3 ص261 - 262 كتاب الأضاحى (21) باب فى العقيقة حديث رقم (2841) به وسكت عنه . ¶ والنسائى ج7 ص165 - 166 كتاب العقيقة باب كم يعقّ عن الجارية بلفظ \" عق رسول الله ( عن الحسن والحسين بكبشين كبشين . ¶ وقال السندى فى حاشيته على النسائى ج7 ص166 \" بكبشين كبشين \" أى عن كل واحد بكبشين ، وكذلك كرر ويحتمل أن التكرير للتأكيد ، والكبشان عن الاثنين على أن كل واحد عق عنه بكبش \" . ¶ وقال محقق تحفة الودود ص45 - 46 \" صحيح ؛ الحديث أخرجه أبو داود كتاب الأضاحى باب فى العقيقة /2841 والبيهقى 9 / 299 ، 302 ، والطبرانى فى الكبير والطحاوى فى مشكل الآثار ( 1/ 457 ) من طريق ابن عباس مرفوعاً به ، وفيه \" كبشاً ، كبشاً \" وجاء عند النسائى بلفظ \" كبشين كبشين \" ( 7 / 166) وهذه الرواية الأخيرة من طريق قتادة عن =عكرمة عن ابن عباس وفيها ضعف : فقتادة مدلس ، وقد عنعنه ، وقد جاء الحديث من طرق أخرى لعائشة رواه الطحاوى فى المشكل ( 1 / 460 ) من رواية ابن وهب ، أخبرنى محمد ابن عمرو - وهو اليافعى ، عن ابن جريج ، عن سعيد ، عن عمرة عن عائشة غير أن فيه محمد بن عمرو هذا فقد ذكر عنه الحافظ فى تهذيب التهذيب ( 9 / 380 ) حدث بغرائب ، وذكره ابن حبان فى الثقات ، قال ابن عدى : له مناكير ، وذكره الساجى فى الضعفاء ، ووهنه يحيى بن معين ، وقال يحيى بن القطان : \" لم تثبت عدالته \" أ . هـ . غير أن عبد المجيد ابن أبى رواد قد تابعه ، وذكر المتابعة البيهقى ( 9 / 303 ) وأخرج متابعة أخرى فى ( 9 / 303 ، 304 ) لأبى قرة موسى بن طارق إلا أنها بلفظ \" عق عن الحسن شاتين ، وعن الحسين شاتين \" وصححها الحافظ أما لفظ حديث عائشة \" عق رسول الله ( عن حسن وحسين يوم السابع وسماهما ، وأمر أن يماط عن رءوسهما الأذى \" فقد أخرجه الحاكم فى مستدركه ( 4 / 237 ) وقال صحيح ، ووافقه الذهبى . قلت : بل لا يصح إلا المتابعة المذكورة ، وقد أخرجه أيضاً البيهقى ( 9",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "/ 299 ) كما جاء الحديث من طريق بريدة عن أبيه مرفوعاً بلفظ \" عق عن الحسن والحسين \" عند النسائى ( 7 / 164 ) وأحمد ( 5 / 355 ، 361 ) ورجاله ثقات ، والحسين بن واقد روى له مسلم فى صحيحه ، كما صحح الحافظ الحديث وكذا روى من طريق أنس بلفظ \" عقّ عن حسن وحسين بكبشين \" ومن هذا الطريق رواه الطحاوى فى مشكل الآثار ( 1 / 456 ) وابن حبان فى موارد الظمآن ( 1061 ) وساق الطحاوى سنده من رواية ابن وهب أخبرنى جرير بن حازم أن قتادة حدثه عن أنس ثم راجعت ما قاله ابن أبى حاتم فى كتابه علل الحديث ( 4912 ) فوجدته يقول : قال أبو زرعة : أخطأ جرير فى هذا الحديث إنما هو قتادة عن عكرمة قال : عق رسول الله ( مرسل أ . هـ . . . . . وجاء أيضاً من طريق جابر أخرجه الهيثمى فى ( م. الزوائد ) ( 4 / 557 ) وقال : رواه أبو يعلى ورجاله ثقات ، قلت : لكن فيه أن أبا الزبير مدلس إذا عنعن عن جابر ، ولفظ الحديث \" عق عن الحسن والحسين \" وقد أخرجه الحاكم ( 4 / =237 ) بلفظ \" إن النبى ( عق عن الحسن والحسين عن كل واحد منهما كبشين اثنين متكافئين \" من طريق سوار بن حمزة عن عمرو بن شعيب ، عن أبيه ، عن جده وتعقبه الذهبى فقال : سوار ضعيف ، قلت : له شاهد قوى من رواية أبى قرة موسى بن طارق السابقة ، وهكذا فقد وضح من تحقيق الأسانيد \" أن النبى ( عق عن الحسن والحسين كبشاً كبشاً أى عن كل واحد منهما \" . ¶ (29) المهذب فى فقه الإمام الشافعى لأبى إسحاق الشيرازى إبراهيم بن على المتوفى سنة 476هـ ، تحقيق وتعليق الدكتور محمد الزحيلى ، دار القلم - دمشق، ج2 ص841 . ¶ (30) المغنى ج8 ص659 . ¶ (31) بداية المجتهد ج1 ص462 - 463 ، وفتح البارى ج9 ص482 - 483 ، والمغنى ج8 ص658 ، والبحر الزخار ج5 ص323 . ¶ (32) سبق تخريجه هامش ص15 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "(33) قال صاحب تحفة الأحوذى نقلاً عن ابن حجر فى التلخيص أثناء حديثه عن حديث علىّ الذى فى معنى هذا الحديث : \" وروى البيهقى من حديث عبد الله بن محمد بن عقيل عن علىّ ابن الحسين عن أبى رافع قال : لما ولدت فاطمة حسناً قالت : يا رسول الله ألا أعق عن ابنى بدم ؟ قال : لا . ولكن احلقى شعره ، وتصدقى بوزنه من الورق على الأوفاض \" يعنى أهل الصفة قال البيهقى : وتفرد به ابن عقيل . وروى الحاكم من حديث على قال : أمر رسول الله ( فاطمة فقال : زنى شعر الحسين وتصدقى بوزنه فضة ، وأعطى القابلة رجل العقيقة ، ورواه حفص بن غياث ، عن جعفر بن محمد عن أبيه مرسلاً ، قال : وفى الأحمدين من معجم الطبرانى الأوسط فى ترجمة أحمد بن القاسم من حديث عطاء عن ابن عباس ، قال : سبعة من السنة فى الصبى يوم السابع : يسمى ، ويختن ، ويماط عنه الأذى ، ويثقب أذنه ، ويعقّ عنه ، وتحلق رأسه ، وتلطخ بدم العقيقة ، ويتصدق بوزن شعره ذهباً أو فضة ، وفيه رواد بن الجراح وهو ضعيف ، وقد تعقبه بعضهم فقال : كيف تقول \" يماط عنه الأذى \" مع قوله \" تلطخ رأسه بدم عقيقته ، قال : ولا إشكال فيه فلعل إماطة الأذى تقع بعد اللطخ ، والواو لا تستلزم الترتيب ، وأما زنة شعر أم كلثوم وزينب فلم أره انتهى كلام الحافظ - تحفة الأحوذى ج5 ص92 - 93 . ¶ (34) قال عنه ابن حجر فى فتح البارى ( 9 / 483 ) : أخرجه الدارقطنى من حديث على ، وفى سنده ضعف وأما نفى ابن عبد البر وروده فمتعقب . وقال عنه ابن حزم : \" وهذا لا حجة فيه لأنه قول محمد بن على \" - المحلى ج6 ص241 .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "(35) المحلى بالآثار لابن حزم أبى محمد على بن أحمد بن سعيد بن حزم المتوفى سنة 456هـ ، تحقيق الدكتور عبد الغفار البندارى ، دار الكتب العلمية ، بيروت - لبنان ، ج6 ص234 ، 237 ، والمغنى ج8 ص658 ، وبداية المجتهد ج1 ص462 ، وفتح البارى ج9 ص482 ، والبحر الزخار ج5 ص322 - 323 ، وحاشية السندى على النسائى للإمام أبى الحسن نور الدين بن عبد الهادى السندى الأصل والمولد الحنفى ، وهذه الحاشية مع سنن النسائى ، دار الفكر ، بيروت ، الطبعة الأولى 1348هـ - 1930م ، ج7 ص165 ، وتحفة الودود ص57 - 59 . ¶ (36) المحلى ج6 ص234 . ¶ (37) المحلى ج6 ص237 . ¶ (38) سبق تخريجه هامش ص27 . ¶ (39) قال عنه ابن حجر فى فتح البارى ج9 ص488 : \" وأخرج ابن حزم عن بريدة الأسلمى قال : إن الناس يعرضون يوم القيامة على العقيقة كام يعرضون على الصلوات الخمس \" وهذا لو ثبت لكان قولاً آخر يتمسك به من قال بوجوب العقيقة . قال ابن حزم ومثله عن فاطمة بنت الحسين \" . ¶ (40) سبق تخريجه هامش ص19 . ¶ (41) زاد المعاد فى هدى خير العباد لابن قيم الجوزية شمس الدين أبى عبد الله محمد بن أبى بكر الزرعى الدمشقى 691هـ - 571هـ ، مؤسسة الرسالة ، بيروت ، مكتبة المنار الإسلامية ، الكويت ، الطبعة الخامسة عشر 1407هـ - 1987م ، ج2 ص326 ، وانظر فتح البارى ج9 ص488 . ¶ (42) زاد المعاد ج2 ص326 ، وانظر فتح البارى ج9 ص488 . ¶ (43) انظر تحفة الودود ص61 . ¶ (44) فتح البارى ج9 ص488 ، وزاد المعاد ج2 ص326 . ¶ (45) زاد المعاد ج2 ص326 . ¶ (46) فتح البارى ج9 ص488 . ¶ (47) المغنى ج8 ص659 . ¶ (48) فتح البارى ج9 ص483 . ¶ (49) البحر الزخار الجامع لمذاهب علماء الأمصار للإمام أحمد بن يحيى بن المرتضى ، المتوفى سنة 840هـ ، دار الكتاب الإسلامى ، القاهرة ، بدون طبعة ولا تاريخ ، ج5 ص323 . ¶ (50) فتح البارى ج9 ص483 .",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "(51) انظر زاد المعاد ج2 ص326 ، وحاشية الروض المربع ج4 ص244 ، وتربية الأولاد فى الإسلام ج1 ص106 - 107 ، تحفة الودود ص 67 : 71 . ¶ (52) تحفة الودود ص68 ، وانظر ص71 . ¶ (53) لم أجد لغيره رأياً فى هذه المسألة . ¶ (54) المغنى ج8 ص659 ، وحاشية الروض المربع ج4 ص243 ، وتحفة الودود ص63 - 64 . ¶ (55) المغنى ج8 ص659 . ¶ (56) سورة الكوثر آية 2 . ¶ (57) سورة الأنعام آية 162 . ¶ (58) تحفة الودود ص64 . ¶ (59) حاشية العدوى على الخرشى للشيخ على بن أحمد العدوى المتوفى سنة 1112هـ ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان ، ج3 ص409 ، وحاشية السندى على النسائى ج7 ص165 ، والروض المربع مع حاشيته ج4 ص243 ، وشرح النيل ج4 ص541 ، وانظر أيضاً فى ذكر هذا الخلاف تحفة الودود ص59 - 60 . ¶ (60) فتح البارى ج9 ص489 ، وهامش المهذب ج2 ص841 - 842 . ¶ (61) حاشية العدوى ج3 ص409 ، والمغنى ج8 ص661 ، وحاشية الروض المربع ج4 ص243 ، وشرح النيل ج4 ص541 . ¶ (62) فتح البارى ج9 ص489 ، وهامش المهذب ج2 ص841 - 842 . ¶ (63) المحلى ج6 ص235 ، 241 . ¶ (64) بداية المجتهد ج1 ص463 . ¶ (65) سبق تخريجه بهامش ص19 . ¶ (66) فتح البارى ج9 ص489 . ¶ (67) بداية المجتهد ج1 ص463 ، المغنى ج8 ص661 ، الروض المربع مع الحاشية ج4 ص249 ، وانظر نيل الأوطار ج5 ص136 . ¶ (68) الروض مع الحاشية ج4 ص243 .",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "(69) قال عنه ابن حجر فى فتح البارى ج9 ص489 : \" ونقل عن نص الشافعى فى البويطى =أنه لا يعقّ عن كبير ، وليس هذا نصاً فى منع أن يعقّ الشخص عن نفسه بل يحتمل أنه يريد أن لا يعقّ عن غيره إذا كبر وكأنه أشار بذلك إلى أن الحديث الذى ورد أن النبى ( عق عن نفسه بعد النبوة \" لا يثبت وهو كذلك ، فقد أخرجه البزار من رواية عبد الله بن محرر وهو بمهملات عن قتادة عن أنس ، قال البزار : تفرد به عبد الله وهو ضعيف ا.هـ . وأخرجه أبو الشيخ من وجهين آخرين أحدهما من رواية إسماعيل بن مسلم ، عن قتادة وإسماعيل ضعيف أيضاً ، وقد قال عبد الرزاق إنهم تركوا حديث عبد الله بن محرر من أجل هذا الحديث ، فلعل إسماعيل سرقه منه ، ثانيهما : من رواية أبى بكر المستملى عن الهيثم بن جميل وداود بن المحبر قالا : حدثنا عبد الله بن المثنى عن ثمامة عن أنس ، وداود ضعيف ، لكن الهيثم ثقة ، وعبد الله من رجال البخارى ، فالحديث قوى الإسناد وقد أخرجه محمد بن عبد الملك بن أيمن عن إبراهيم بن إسحاق السراج ، عن عمرو الناقد وأخرجه الطبرانى فى الأوسط عن أحمد ابن مسعود كلاهما عن الهيثم بن جميل وحده به ، فلولا ما فى عبد الله بن المثنى من المقال لكان هذا الحديث صحيحاً ، لكن قد قال ابن معين ليس بشىء وقال النسائى ليس بقوى ، وقال أبو داود : لا أخرج حديثه ، وقال الساجى : فيه ضعف ، لم يكن من أهل الحديث ، روى مناكير ، وقال العقيلى : لا يتابع على أكثر حديثه ، وقال ابن حبان فى الثقات : ربما أخطأ ، ووثقه العجلى والترمذى وغيرهما فهذا من الشيوخ الذين (إ)ذا انفرد أحدهم بالحديث لم يكن حجة ، وقد مشى الحافظ فى الضياء على ظاهر الإسناد فأخرج هذا الحديث فى الأحاديث المختارة مما ليس فى الصحيحين ويحتمل أن يقال : إن صح هذا الخبر كان من خصائصه ( كما قالوا فى تضحيته عمن لم يضح من أمته .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وقد رواه ابن حزم قائلاً \" وقد روينا من طريق ابن أيمن نا إبراهيم بن إسحاق السراج ، نا عمرو بن محمد الناقد ، نا الهيثم بن جميل ، نا عبد الله بن المثنى بن أنس ، نا ثمامة بن عبد الله بن أنس ، عن أنس أن رسول الله ( عق عن نفسه بعدما جاءته النبوة \" المحلى ج6 ص239 . ¶ =وقال عنه ابن قيم الجوزية فى زاد المعاد ج2 ص332 : قال مهنأ . قال أحمد : هذا منكر ، وضعف عبد الله ابن المحرر ، وفى هامش زاد المعاد ج2 ص332 : وذكره الحافظ فى الفتح ( 9/ 514 ) ونسبه للبزار وقال البزار : تفرد به عبد الله بن محرر وهو ضعيف . ووصفه الحافظ فى التقريب بقوله : هو متروك . وقال عنه ابن قيم الجوزية فى تحفة الودود ص83 : \" وفى مصنف عبد الرزاق أنا عبد الله بن محرر ، عن قتادة عن أنس : أن النبى ( عق عن نفسه بعد النبوة \" قال عبد الرزاق : \" إنما تركوا ابن محرر لهذا الحديث \" . ¶ وقال الشوكانى : \" ويجوز أن يعقّ الإنسان عن نفسه إن صح ما أخرجه البيهقى عن أنس أن النبى ( عق عن نفسه بعد البعثة \" ولكنه قال إنَّه منكر ، وفيه عبد الله بن محرر بمهملات وهو ضعيف جداً ، كما قال الحافظ وقال عبد الرزاق : إنما تكلموا فيه لأجل هذا الحديث ، قال البيهقى : ورُوِىَ من وجه آخر عن قتادة عن أنس وليس بشىء ، وأخرجه أبو الشيخ من وجه آخر عن أنس وأخرجه أيضاً ابن أيمن فى مصنفه والخلال من طريق عبد الله بن المثنى عن ثمامة ابن عبد الله عن أنس عن أبيه به وقال النووى فى شرح المهذب : هذا حديث باطل وأخرجه أيضاً الطيرى والضياء من طريق فيها ضعف \" - نيل الأوطار ج5 ص136 . ¶ لكن قال إبراهيم بن محمد أبو حذيفة بعد أن ذكر فى كتابه العقيقة سنة لن تموت ص21 ما قاله النووى : \" ولكن قال عنه حبيت الأعظم فى تخريجه على مصنف عبد الرازق : أخرجه البزار والطبرانى فى الأوسط ، ورجاله ثقات كما فى مجمع الزوائد للهيثمى 4/59 انتهى المصنف 4/329 .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقال عنه الدكتور عبد الغفار البندارى فى تحقيقه لتحفة الودود بالهامش ص81 - 82 : \" صحيح أما الحديث فقد جاء من طريقين : أحدهما من طريق الهيثم بن جميل ، عن عبد الله بن المثنى ، عن ثمامة عن أنس مرفوعاً ، وذكره . وأما الآخر فمن طريق عبد الله بن المحرر عن قتادة ، عن أنس مرفوعاً به ، أما رواية الهيثم بن جميل فهى رواية صحيحة . قال الهيثمى فى ( م . الزوائد 4/59 ) رواه البزار والطبرانى فى الأوسط ، ورجاله الطبرانى =رجال الصحيح خلا الهيثم بن جميل وهو ثقة ، وقال الحافظ فى الفتح ( 9/ 514 - بولاق ) فى عقب رواية داود ابن المجبر والهيثم بن جميل كلاهما عن عبد الله بن المثنى ، وداود فيه ضعف لكن الهيثم ثقة ، وعبد الله من رجال البخارى فالحديث قوى الإسناد ا. هـ . قال الحافظ فى الفتح : وقد مشى الحافظ الضياء على ظاهر الإسناد فأخرج هذا الحديث فى الأحاديث المختارة مما ليس فى الصحيحين قال : وقد أخرجه الطبرانى فى الأوسط ، عن أحمد بن مسعود ، كلاهما عن الهيثم بن جميل ، . . فلولا ما فى عبد الله بن المثنى من المقال لكان الحديث صحيحاً وقال فى مقدمة فتح البارى ( مقدمة / 181 - بولاق ) لم أر البخارى احتج به إلا فى روايته عن عمه ثمامة - فأثبت الحافظ رواية البخارى له ( 5/ 387 ) - فعنده عنه أحاديث ، وأخرج له من روايته عن ثابت عن أنس حديثاً توبع فيه عنده ، وهو فى فضائل القرآن ، وأخرج له أيضاً فى اللباس عن مسلم بن إبراهيم عنه عن عبد الله بن دينار عن عمر فى النهى عن القزع بمتابعة أ. هـ ، فمن الواضح أن البخارى قد عده من رجاله لكن عن ثمامة عن أنس ، وهذه الرواية مما رواه عن ثمامة عن أنس ، أما عبد الله بن المثنى فقد ترجم له الحافظ فى تهذيبه ( 5 / 388 ) فذكر من وثقوه : فوثقه العجلى والترمذى والدارقطنى وابن حبان ، وقال ابن معين وأبو زرعة : صالح الحديث ، وزاد أبو حاتم شيخ ، وذكر رواية البخارى له بغير متابعة فى هدى السارى",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "( مقدمة / 181 - بولاق ) عن عمه ثمامة ، عن أنس وبمتابعة فى صحيحه قد وثقه أيضاً الهيثمى فى ( م. الزوائد 4/ 59 ) كما ذكر ابن حجر أما من جرحوه : فلم يجزم النسائى بضعفه ، قال : ليس بالقوى ، ومرَّض ابن حبان حكمه فيه فقال : ربما أخطأ ، وأما من رماه بالضعف فلم يفسر هنا مع جزم من جزموا بتوثيقه ، ورواية البخارى له عن عمه ثمامة عن أنس بغير متابعة توثيق له ، فلو صح أن لعبد الله بن المثنى مناكير ، فهى حتماً فيما تفرد به فى غير روايته عن عمه ثمامة عن أنس ، ولذا روى له البخارى فى غير عمه ثمامة بمتابعة كما فى ( فضائل القرآن ) و ( كتاب اللباس ) ورغم ذلك لم يتفرد عبد الله ابن المثنى فقد نقل =الحافظ فى الفتح والبيهقى رواية أبى الشيخ عن إسماعيل بن مسلم عن أنس ( فذكره ) . أما إسماعيل بن مسلم فهو أبو إسحاق البصرى متهم فى ضبطه ذكر عنه الحافظ فى تهذيبه ( 11 / 331 ) : كان صدوقاً يكثر الغلط ونقل أيضاً عنه : ليس بمتروك يكتب حديثه قلت : فمثله تصلح روايته للمتابعة وقد جاء الحديث من طريق عبد الله بن المحرر عن قتادة عن أنس مرفوعاً ، ورجاله كلهم ثقات غير عبد الله بن المحرر هذا فهو ضعيف فالحديث بهذه الطرق وإن كان فى بعضها ضعف له أصل وليس بمنكر إذ لم يتفرد به عبد الله بن المحرر كما قال البزار ، وقد ثبت الحديث من طريق صحيح من رواية الهيثم بن جميل عن عبد الله بن المثنى عن ثمامة عن أنس \" . ¶ هكذا انتهى الدكتور عبد الغفار إلى الحكم بصحة الحديث رغم أن جميع الطرق فيها من تكلم فيه ولم ينقل كل ما قاله الحافظ فى الفتح عن عبد الله بن المثنى والأولى أن يقال إنَّه حسن لغيره حيث ارتفع من الضعف إلى الحسن بكثرة الطرق . ¶ (70) حاشية الروض المربع شرح زاد المستنقع للشيخ منصور بن يونس البهوتى ، مؤسسة قرطبة للطباعة والنشر والتوزيع ، الطبعة الثالثة سنة 1405هـ مع حاشية الروض المربع للتحدى ، ج4ص243 . ¶ (71) المحلى ج6 ص240 .",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "(72) فتح البارى ج9 ص489 . ¶ (73) فتح البارى ج9 ص488 ، وحاشية الخرشى ج3 ص410 ، انظر ج3 ص408 ، وتحفة الأحوذى ج5 ص97 . ¶ (74) الفقه الواضح للدكتور محمد بكر إسماعيل ، دار المنار ، القاهرة 1410هـ - 1990م ، ج2 ص482 . ¶ (75) حاشية الخرشى ج3 ص408 . ¶ (76) المحلى ج6 ص 235 . ¶ (77) سبق تخريجه هامش ص17 . ¶ (78) بداية المجتهد ج1 ص463 ، والمغنى ج8 ص660 ، وفتح البارى ج9 ص486 وما بعدها ، وتحفة الأحوذى مع سنن الترمذى ج5 ص88 ، وهامش سنن أبى داود ج3 ص257 ، والمحلى ج6 ص241 ، والبحر الزخار ج5 ص323 - 324 . ¶ (79) سبق تخريجه هامش ص27 ، 28 . ¶ (80) سبق تخريجه هامش ص19 . ¶ (81) المغنى ج8 ص660 . ¶ (82) سورة النجم الآيات 3 ، 4 . ¶ (83) المحلى ج6 ص241 وهذه العبارة من ابن حزم فيها اتهام لأبى حنيفة بأنه لا يعرف السنن فهذا مخالف للواقع ؛ لأن أبا حنيفة كان من العارفين بالسنن وكان له مقاييس خاصة فى نقد السنة سنداً ومتناً - انظر مناهج التشريع فى القرن الثانى الهجرى تأليف الدكتور محمد بلتاجى حسن ، طبع سنة 1397هـ - 1977م ، لجنة البحوث والتأليف والترجمة والنشر بجامعة الإمام محمد بن سعود الإسلامية بالمملكة العربية السعودية ، ج1ص298 وما بعدها . ¶ (84) سورة النحل آية 58 . ¶ (85) سورة الشورى آية 49 . ¶ (86) تحفة الودود ص45 . ¶ (87) انظر حاشية العدوى على الخرشى ج3 ص409 وبداية المجتهد ج1 ص463 ، وفتح البارى ج9 ص487 ، والمهذب للشيرزى ج2 ص842 ، والمغنى ج8 ص663 ، والبحر الزخار ج5 ص324 ، وتحفة الودود ص75 . ¶ أما الحنفية والشيعة الإمامية فلم أجد ذكراً للعقيقة فى كتبهم وأما ابن حزم فله رأى سوف أذكره فيما بعد ، وأما الإباضية فلم ينصوا على شروط العقيقة ولم يذكروا أيضاً أنها هى نفس شروط الأضحية وإن كان يفهم من عدم ذكر مؤلف شرح النيل شروطاً للعقيقة أنها نفس شروط الأضحية . ¶ (88) البحر الزخار ج5 ص324 ، وتحفة الودود ص75 ، وشرح النيل ج4 ص538،541 .",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "(89) انظر بداية المجتهد ج1 ص463 ، وحاشية الخرشى ج3 ص386 . ، والروض المربع مع حاشيته ج4 ص250 ، وتحفة الأحوذى ج5 ص87 ، وتحفة الودود ص75 . ¶ (90) سبق تخريجه بهامش ص17 . ¶ (91) تحفة الودود ص78 . ¶ (92) قال عنه صاحب تحفة الأحوذى ( 5/87 ) : فليس مما يجنح به ، فإن فى سنده مسعدة ابن اليسع الباهلى قال الحافظ فى الميزان : مسعدة بن اليسع الباهلى سمعت من متأخرى التابعين : هالك كذبه أبو داود ، وقال أحمد بن حنبل حرقنا حديثه منذ دهر انتهى . وقال الطبرانى فى معجمه الصغير بعد روايته : لم يروه عن حديث إلا مسعدة ، تفرد به عبد الملك ابن معروف - انتهى . هكذا فى تحفة الأحوذى \" عن حديث إلا مسعدة . . . \" وأرى أنه خطأ والذى فى مجمع الزوائد للهيثمى ج4 ص58 : \" وعن أنس قال : قال رسول الله ( : \" من ولد له غلام فليعقّ عنه من الإبل والبقر والغنم \" رواه الطبرانى فى الصغير وفيه مسعدة ابن اليسع وهو كذاب \" . ¶ ورواه بالإضافة للطبرانى أبو الشيخ الأصبهانى كما قال ابن حجر فى فتح البارى ج9 ص487 لكن دون أن يعلق عليه . ¶ (93) تحفة الودود ص46 ، 77 . ¶ (94) تحفة الودود ص77 وقال عنه الهيثمى فى مجمع الزوائد ج4 ص59 : \" رواه الطبرانى فى الكبير ورجاله رجال الصحيح \" . ¶ (95) بداية المجتهد ج1 ص463 . ¶ (96) تحفة الودود ص75 . ¶ (97) سورة الحج آية 28 . ¶ (98) يريد بهذا الحرف الإمام الشافعى . ¶ (99) البحر الزخار ج5 ص311 . ¶ (100) البندنيجى هكذا فى طبقات الشافعية هو : الحسن بن على أبو على القاضى ، صاحب الذخيرة وأحد العظماء من أصحاب الشيخ أبى حامد كان فقيهاً غوَّاصاً على المشكلات ، صالحاً ، ورِعاً .",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "=وقال الشيخ أبو إسحاق : كان حافظاً للمذهب ، وخرج بأخرة إلى البندنجين ( بندنيج : بلدة مشهورة فى طرف النهروان من ناحية الجبل من أعمال بغداد - معجم البلدان - ج1 ص745 ) فمات بها فى جمادى الأولى سنة خمس وعشرين وأربعمائة - طبقات الشافعية الكبرى لتاج الدين أبى نصر عبد الوهاب بن على بن على بن عبد الكافى السبكى 727هـ 791هـ ، تحقيق الدكتور عبد الفتاح محمد الحلو ، والدكتور حمود محمد الطناحى - هجر للطباعة والنشر والتوزيع ، الطبعة الثانية 1413هـ - 1992م ، ج4 ص305 ، 306 . ¶ (101) فتح البارى ج9 ص487 . ¶ (102) فى تحفة الودود ص77 \" بكرة \" وهو خطأ وقد وجد على الصواب فى المحلى ج6 ص236 . ¶ (103) فى تحفة الودود ص77 \" فقال \" وهو خطأ لأن المتكلمة هى حفصة بنت عبد الرحمن بدليل \" كانت عمتى \" وقد وجد على الصواب فى المحلى ج6 ص236 . ¶ (104) تحفة الودود ص77 . ¶ (105) بداية المجتهد ج1 ص463 ، وحاشية الخرشى ج2 ص392 . ¶ (106) شرح النيل وشفاء العليل ج4 ص539 . ¶ (107) المحلى ج6 ص234 . ¶ (108) شرح النيل وشفاء العليل ج4 ص539 . ¶ (109) شرح النيل وشفاء العليل ج4 ص539 . ¶ (110) سبق تخريجه هامش ص27 . ¶ (111) سبق تخريجه هامش ص28 . ¶ (112) فى تحفة الودود ص75 : التميمى وهو خطأ ، والصواب التيمى كما فى الموطأ . ¶ (113) ذكر ابن قيم الجوزية فى تحفة الودود ص75 أنه رواه مالك فى الموطأ وقال الدكتور عبد الفغار البندارى فى تحقيقه لتحفة الودود هامش ص76 \" رواه مالك فى موطئه ( 26 كتاب العقيقة باب العمل فى العقيقة /5 ) وهو ليس من كلام النبى ( ولا يصح \" . وهو فعلاً فى الموطأ نفس الكتاب والباب ج2 ص44 . ¶ (114) هو حى بن الهمدانى الثورى الكوفى ، أبو عبد الله . من الزيدية ، كان فقيهاً مجتهداً متكلماً من 100هـ - 168 هـ ، له كتب منها التوحيد ، وإمامة ولد على من فاطمة ، والجامع فى الفقه ، وهو من أقران سفيان الثورى ، ومن رجال الحديث الثقات - الأعلام ج2 ص208 .",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "(115) شرح النووى لمسلم للإمام مسلم بن الحجاج القشيرى المتوفى سنة 261هـ ، مكتبة أسامة الإسلامية للطباعة والنشر والتوزيع بالأزهر ، بلا طبعة ولا تاريخ ، ج13 ص117 - 118 . ¶ (116) فى الكتاب هامش تحفة الودود ص76 \" دماء \" وأرى الصواب \" دماً \" كما هو فى السنن - انظر تخريجه هامش ص259 . ¶ (117) هامش تحفة الودود ص76 . ¶ (118) نيل الأوطار من أحاديث سيد الأخيار شرح منتقى الأخبار للشيخ محمد بن على بن محمد الشوكانى المتوفى سنة 1255هـ ، دار القلم ، بيروت - لبنان ، بلا طبعة ولا تاريخ ، ج5 ص138 . ¶ (119) مجمع الزوائد للحافظ نور الدين على بن أبى بكر الهيثمى المتوفى سنة 807هـ بتحرير الحافظين الجليلين : العراقى وابن حجر ، منشورات دار الكتاب العربى ، بيروت - لبنان ، الطبعة الثالثة 1402هـ - 1982م ، ج4 ص58 . ¶ (120) هامش ص76 من تحفة الودود . ¶ (121) تحفة الودود ص76 . ¶ (122) الأم : لأبى عبد الله محمد بن إدريس الشافعى 150 - 204هـ ، دار الفكر ، بيروت - لبنان ، طبع 1410هـ - 1990م ، ج2 ص246 ، وانظر شرح النووى لمسلم ج13 ص118 ، والبحر الزخار ج5 ص312 . ¶ (123) بداية المجتهد ج1 ص463 ، وانظر البحر الزخار ج5 ص312 . ¶ (124) تحفة الودود ص78 . ¶ (125) شرح النيل وشفاء العليل ج4 ص539 . ¶ (126) انظر هامش ص . ¶ (127) حاشية الخرشى على مختصر خليل ج3 ص383 ، وحاشية العدوى على الخرشى ج3 ص384 ، والأم ج2 ص245 ، والمهذب ج2 ص842 ، وشرح النووى لمسلم ج13 ص117 ، والمغنى ج3 ص552 - 553 ، ج8 ص663 ، والبحر الزخار ج5 ص311 . ¶ (128) شرح النووى لمسلم ج13 ص118 ، وحاشية السندى على النسائى ج7 ص218. ¶ (129) شرح النووى لمسلم ج13 ص117 . ¶ (130) مختصر خليل وحاشية الخرشى والعدوى على مختصر خليل للشيخ : خليل بن إسحاق المتوفى سنة 767هـ ، الطبعة الأولى 1417هـ - 1997م ، دار الكتب العلمية ، بيروت - لبنان ، ج3 ص382 . ¶ (131) المغنى ج3 ص552 -553 . ¶ (132) البحر الزخار ج5 ص311 .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "(133) حاشية الخرشى على مختصر خليل ج3 ص382 - 383 . ¶ (134) سنن الترمذى مع تحفة الأحوذى ( 5 / 70 : 71 ) كتاب الأضاحى (6) باب فى الجذع من الضأن فى الأضاحى حديث رقم (1534) بسنده عن أبى كباش قال : جلبت غنماً =جذعاً إلى المدينة ، فكسدت علىّ ، فلقيت أبا هريرة فسألته ، فقال : سمعت رسول الله ( يقول : \" نعم أو نعمت الأضحية الجذع من الضأن ، فانتبه الناس \" ثم قال : \" وفى الباب عن ابن عباس وأم بلال بنت هلال عن أبيها ، وجابر وعقبة بن عامر من أصحاب النبى ( ، وحديث أبى هريرة حديث غريب ، وقد روى هذا عن أبى هريرة موقوفاً ، والعمل على هذا عند أهل العلم من أصحاب النبى ( وغيرهم ، أن الجذع من الضأن يجزئ فى الضحية \" . ¶ قال صاحب تحفة الأحوذى : \" قوله : وفى الباب عن ابن عباس لينظر من أخرجه ، ( وأم بلال بنت هلال عن أبيها ) أخرجه ابن ماجة مرفوعاً بلفظ \" يجوز الجذع من الضأن أضحية \" وجابر أخرجه مسلم وأبو داود والنسائى وغيرهم مرفوعاً \" لا تذبحوا إلا مسنة إلا أن يعسر عليكم فتذبحوا جذعة من الضأن \" وعقبة بن عامر أخرجه النسائى . قال الحافظ فى الفتح : بسند قوى بلفظ ضحينا مع رسول الله ( بجذع من الضأن ( ورجل من أصحاب النبى ( ) أخرجه أبو داود وابن ماجة عن رجل من أصحاب النبى ( يقال له مجاشع من بنى سليم أن رسول الله ( كان يقول : \" إن الجذع يوفى ما يوفى منه الثنى \" وأخرجه النسائى من وجه آخر لكنه لم يسم الصحابى ، بل وقع عنده أنه رجل من مزينة ، قوله \" وحديث أبى هريرة حديث غريب \" قال الحافظ فى الفتح : \" فى سنده ضعف ، وقد روى هذا عن أبى هريرة موقوفاً \" قال الترمذى فى علله الكبير : \" سألت محمد بن إسماعيل عن هذا الحديث فقال : رواه عثمان بن واقد فرفعه إلى النبى ( ورواه غيره فوقفه على أبى هريرة ، وسألته عن اسم أبى كباش ، فلم يعرفه انتهى \" تحفة الأحوذى ج5 ص70 - 71 .",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "(135) حاشية العدوى على الخرشى ج3 ص384 ، انظر المغنى ج3 ص553 . ¶ (136) مسلم بشرح النووى ج13 ص117 الأضاحى باب سن الأضحية به . وأبو داود ج3 ص232 كتاب الضحايا (5) باب ما يجوز من السن فى الضحايا حديث رقم (2797) به وسكت عنه . ¶ وسنن النسائى ج7 ص218 كتاب الضحايا باب المسنة والجذعة به قال السندى فى حاشيته : \" قوله إلا مسنة \" اسم فاعل من أسنت إذا طلع سنها ، وذلك بعد السنتين لا من أسن الرجل إذا كبر \" - هامش سنن النسائى ج7 ص218 . ¶ (137) شرح النووى لمسلم ج13 ص117 ، والروض المربع مع حاشيته ج4 ص218 - 219 . ¶ (138) سنن الترمذى مع تحفة الأحوذى ج5 ص82 . ، وشرح النووى لمسلم ج13 ص117 . ¶ (139) فتح البارى ج10ص15 الأضاحى باب قول النبى ( لأبى بردة ضح بالجذع من المعز حديث رقم (5556) ، (5557) به نحوه وقال الأستاذ عزت عبيد فى تعليقه على سنن أبى داود ج3 ص235 بعد أن ذكر موضعه فى البخارى \" وفى أبواب أخرى \" . ¶ ورواه مسلم بشرح النووى ج13 ص112 كتاب الأضاحى باب وقت الأضاحى ونفس =الكتاب والباب ج13 ص112 - 114 به نحوه ، ج13 ص114 - 115 بعدة أسانيد بألفاظ مختلفة . ¶ وسنن الترمذى مع تحفة الأحوذى ج5 ص80 - 82 كتاب الأضاحى حديث رقم (1544) ثم قال : \" ورد فى الباب عن جابر وجندب وأنس وعويمر بن أشقر وابن عمر وأبى زيد الأنصارى ، وهذا حديث حسن صحيح والعمل على هذا عند أهل العلم أن لا يضحى بالمصر حتى يصلى الإمام ، وقد رخص قوم من أهل العلم لأهل القرى فى الذبح إذا طلع الفجر وهو قول ابن المبارك وقد أجمع أهل العلم أنه لا يجزئ الجذع من المعز ، وقالوا : \" إنما يجزئ الجذع من الضأن \" . ¶ هكذا قال الترمذى أجمع أهل العلم رغم أن بعض أهل العلم يرى أنه لا يجوز الجذع من أى شئ وهم الزهرى وابن عمر وابن حزم كما هو واضح فى الأصل .",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وقال صاحب تحفة الأحوذى فى شرح كلام الترمذى السابق : \" قوله وفى الباب عن جابر أخرجه أحمد ومسلم ، ( وجندب وهو ابن سفيان البجلى ) أخرج حديثه الشيخان ، ( وأنس ) أخرجه الشيخان وعويمر ابن أشقر لينظر من أخرجه وابن عمر رضى الله عنه أخرجه البخارى . قوله هذا حديث حسن صحيح ، وأخرجه الشيخان \" تحفة الأحوذى ج5 ص81 - 82 . ¶ وأبو داود ج3 ص233 - 235 كتاب الضحايا (5) باب ما يجوز من السن فى الضحايا حديث رقم (2800) نحوه مع زيادات ونفس الكتاب والباب حديث رقم (2801) بسنده عن البراء به نحوه . ¶ وقال الأستاذ عزت عبيد فى تعليقه على أبى داود بعد أن ذكر تخريجه عند البخارى ومسلم والترمذى \" والنسائى فى الضحايا باب ذبح الضحية قبل الإمام حديث رقم (4400) والدارمى ج2 ص80 فى الأضاحى باب الذبح قبل الصلاة \" - هامش سنن أبى داود ج3 ص235 . ¶ (140) شرح النووى لمسلم ج13 ص119 . ¶ (141) شرح النووى لمسلم ج13 ص117 . ¶ (142) المغنى ج3 ص553 . ¶ (143) البحر الزخار ج5 ص311 - 312 . ¶ (144) شرح النووى لمسلم ج13 ص117 ، والبحر الزخار ج5 ص311 . ¶ (145) سبق تخريجه هامش ص77 . ¶ (146) حاشية الخرشى على مختصر خليل ج3 ص384 وما بعدها ، وتحفة الودود ص76 ، وبداية المجتهد ج1 ص464، والأم للشافعى ج2 ص245 وما بعدها ، والمهذب للشيرازى ج2 ص842 ، والروض المربع مع حاشيته ج4 ص218 - 223 ، والمغنى ج8 ص663 ، والبحر الزخار ج5 ص312 -314 . ¶ (147) هو فى سنن أبى داود ج3 ص235 - 236 كتاب الضحايا (6) باب ما يكره من الضحايا حديث رقم (2802) من حديث البراء لكن فيه بدل \" العجفاء التى لا تنقى \" \" الكسِر التى لا تُنْقَى \" وسكت عنه . ¶ وسنن الترمذى مع تحفة الأحوذى ج5 ص67 الأضاحى (4) باب مالا يجوز من الأضاحى =حديث رقم (1530) بمعناه ، ج5 ص68 حديث رقم (1531) بسند آخر عن البراء نحوه .",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وقال الترمذى : \" هذا حديث حسن صحيح لا نعرفه إلا من حديث عبيد بن فيروز عن البراء ، والعمل على هذا الحديث عند أهل العلم . ¶ وسنن النسائى ج7 ص214 - 215 كتاب الأضاحى باب ما نهى عنه من الأضاحى نحوه مع زيادة . ¶ وفى نفس الكتاب باب العرجاء ج7 ص215 نحو السابق . ¶ ونفس الكتاب باب العجفاء ج7 ص215 - 216 نحوه . ¶ وقال الزيلعى بعد أن ذكر أنه فى السنن الأربعة وذكر سنده فيها قال : \" وقال الترمذى \" العجفاء \" عوض الكسير ، وقال : حديث حسن صحيح ، لا نعرفه إلا من حديث عبيد ابن فيروز عن البراء انتهى \" ورواه أحمد فى مسنده ، ومن طريق أحمد رواه الحاكم فى المستدرك فى الحج ، ورواه مالك فى الموطأ عن عمرو بن الحارث عن عبيد بن فيروز عن البراء ، وقال : العجفاء ، وأخرجه الحاكم أيضاً عن أيوب بن سويد ثنا الأوزاعى ، عن يحيى بن أبى كثير عن أبى سلمة بن عبد الرحمن ، عن البراء بمثله ، وقال صحيح الإسناد ولم يخرجاه ، إنما أخرج مسلم حديث سليمان بن عبد الله عن عبيد بن فيروز عن البراء وهو مما أخذ على مسلم لاختلاف الناقلين فيه ، وأصحه حديث يحيى بن أبى كثير عن أبى سلمة إن سلم من أيوب بن سويد انتهى كلامه \" . ¶ قال الذهبى فى مختصره : وأيوب بن سويد ضعفه أحمد انتهى قلت : وعلى الحاكم ههنا اعتراضان : أن حديث عبيد بن فيروز عن البراء لم يروه مسلم ، وإنما رواه أصحاب السنن والآخر أنه صحح حديث أيوب ابن سويد ثم خرجه \" - نصب الراية فى تخريج أحاديث الهداية للحافظ جمال الدين عبد الله بن يوسف الزيلعى المتوفى سنة 762هـ ، إدارة المجلس العلمى بدابهيل ، سورت - الهند ، الطبعة الأولى سنة 1357هـ - 1938م ، مطبعة دار =المأمون بشبرا - القاهرة ، ج4 ص214 .",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "وقال النووى : \" وحديث البراء هذا لم يخرجه البخارى ومسلم فى صحيحهما ، ولكنه صحيح ، رواه أبو داود والترمذى والنسائى وغيرهم من أصحاب السنن بأسانيد صحيحة وحسنة ، قال أحمد بن حنبل : ما أحسنه من حديث ، وقال الترمذى : حديث حسن صحيح والله أعلم \" - شرح مسلم للنووى أبى زكريا يحيى بن شرف بن مرى الحزامى الشافعى 631هـ - 676هـ ، مكتبة أسامة الإسلامية للطباعة والنشر والتوزيع بالأزهر بلا طبعة ولا تاريخ ، ج13 ص120 . ¶ وقال صاحب تحفة الأحوذى بشرح سنن الترمذى ج5 ص68 : \" قوله هذا حديث حسن صحيح \" وأخرجه أبو داود والنسائى وابن ماجة ، وسكت عنه أبو داود والمنذرى \" . ¶ ولكنه ليس فى ابن ماجة . ¶ ومعنى العجفاء التى لا تنقى أى لا نقى لها وهو المخ ، أى المهزولة التى لا نقى فى عظامها ، وتحفة الأحوذى بشرح سنن الترمذى ج5 ص68 ، \" ظلعها \" بفتح الظاء وسكون اللام ويفتح : أى عرجها ، وهو أن يمنعها المشى - تحفة الأحوذى ج5 ص67 . ¶ (148) معالم السنن للخطابى مع سنن أبى داود ج3 ص236 . ¶ (149) تحفة الأحوذى ج5 ص68 وهو فى شرح النووى لمسلم ج13 ص120 . ¶ (150) البحر الزخار ج5 ص312 . ¶ (151) مختصر خليل مع حاشية الخرشى ج3 ص384 . ¶ (152) الأم ج2 ص245 . ¶ (153) حاشية الخرشى ج3 ص384 ، 387 . ¶ (154) حاشية الخرشى ج3 ص ، وحاشية الروض المربع ج4 ص222 ، والمغنى ج8 ص663 . ¶ (155) حاشية الخرشى ج3 - ص385 - 386 ، والأم ج2 - ص247 . ¶ (156) انظر حاشية الخرشى ج3 ص386 ، 387 ، والأم ج2 ص247 ، والروض المربع ج4 ص218 : 223 . ¶ (157) شرح النووى لمسلم ج13 ص120 ، وانظر حاشية الخرشى ج3 ص383 ، والأم ج2 ص245 ، والروض المربع مع الحاشية ج4 ص224 . ¶ (158) شرح النووى لمسلم ج13 ص120 ، وحاشية الخرشى ج3 ص383 - 384 ، والأم ج2 ص245 مع ملاحظة أن كلام الشافعى فى الأم فيه اضطراب ولكن آخره أنها تجزئ مع الكسر للقرن سواء كان يدمى أم لا . ¶ (159) الروض مع الحاشية ج4 ص 223 .",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "(160)حاشية الخرشى ج3 ص387 . ¶ (161) الروض مع الحاشية ج4 ص224 . ¶ (162) حاشية الخرشى ج3 ص387 . ¶ (163) الروض مع الحاشية ج4 ص222 . ¶ (164) البحر الزخار ج5 ص313 . ¶ (165) حاشية الخرشى ج3 ص391 ، وشرح النووى لمسلم ج13 ص118 ، 120 . ¶ (166) شرح النووى ج13 ص118 ، وحاشية الخرشى ج3 ص391 . ¶ (167) شرح النووى ج13 ص118 . ¶ (168) المحلى ج6 ص234 . ¶ (169) نيل الأوطار ج5 ص138 . ¶ (170) تحفة الأحوذى ج5 ص56 . ¶ (171) البحر الزخار ج5 ص323 . ¶ (172) المهذب ج2 ص841 - 842 ، والمغنى ج8 ص660 ، والمحلى ج6 ص234 ، والنيل وشفاء العليل للثمينى ضياء الدين عبد العزيز ، الطبعة الثالثة ، مكتب الإرشاد سنة 1985م - السعودية ، ج4 ص538 - 539 ، والبحر الزخار ج5 323 - 324 ، وانظر فتح البارى ج9 ص487 . ¶ (173) سبق تخريجه هامش ص27 . ¶ (174) سبق تخريجه هامش ص28 . ¶ (175) سبق تخريجه هامش ص30 . ¶ (176) بداية المجتهد ج1 ص463 ، وفتح البارى ج9 ص487 ، شرح النيل ج4 ص539 ، =والبحر الزخار ج5 ص323، والمغنى ج8 ص660 . ¶ (177) المغنى ج8 ص660 وقال عنه ابن حزم فى المحلى ج6 ص242 بعد أن ضعف ما روى عن عائشة : \" لكنه عن ابن عمر صحيح \" ، وهو فى الموطأ للإمام مالك بن أنس ، الطبعة الأولى سنة 1419هـ - 1998م ، المكتبة الخامسة ، جمعية إحياء التراث الإسلامى ، ج2 ص44 كتاب العقيقة (2) باب العمل فى العقيقة حديث رقم (4) . ¶ (178) فى الموطأ ج2 ص45 كتاب العقيقة (2) باب العمل فى العقيقة حديث رقم (7) . ¶ (179) حاشية الخرشى ج3 ص409 . ¶ (180) انظر تخريجه هامش ص30 . ¶ (181) فى هامش زاد المعاد ج2 ص328 : \" أخرجه الترمذى (1519) فى الأضاحى باب ما جاء فى العقيقة بشاة من حديث محمد بن إسحاق ، عن عبد الله ابن أبى بكر ، عن محمد بن على بن الحسين ، عن على بن أبى طالب ، ومحمد بن علىّ لم يدرك على بن أبى طالب فهو منقطع \" . ¶ (182) زاد المعاد ج2 ص328 . ¶ (183) فتح البارى ج9 ص487 .",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "(184) إحياء علوم الدين للإمام : أبى حامد محمد بن محمد الغزالى ، المتوفى سنة 505هـ ، وبذيله كتاب المغنى عن حمل الأسفار فى تخريج ما فى الإحياء من الأخبار للعلامة أبى الفضل عبد الرحيم بن الحسين العراقى ، دار الريان للتراث ، الطبعة الأولى 1407هـ - 1990م ، ج2 ص62 . ¶ (185) المحلى ج6 ص242 - 243 . ¶ (186) سورة آل عمران آية 37 . ¶ (187) سنن أبى داود للإمام سليمان بن الأشعث السجستانى الأزدى 202هـ - 275هـ ، مراجعة وضبط وتعليق محمد حى الدين عبد الحميد ، دار الفكر ، بيروت ، بلا طبعة ولا تاريخ ، ج4 ص30 كتاب العتق (14) باب أى الرقاب أفضل حديث رقم (3967) بسنده عن سالم بن أبى الجعد عن شرحبيل بن السمط به نحوه وقال : سالم سمع من شرحبيل ، مات شرحبيل بصفين . ¶ وسنن الترمذى ج3 ص49 كتاب النذور (13) باب فى ثواب من أعتق رقبة حديث رقم (1581) بسنده عن أبى هريرة ونصه : \" من أعتق رقبة مؤمنة أعتق الله منه بكل عضو عضواً من النار حتى يعتق فرجه بفرجه \" وقال : \" وفى الباب عن عائشة وعمرو ابن عبسة وابن عباس ووائلة بن الأسقع وأبى أمامة وكعب ابن مرة وعقبة بن عامر حديث أبى هريرة حديث حسن صحيح غريب من هذا الوجه \" . ¶ سنن ابن ماجة ج2 ص843 (19) العتق (4) باب العتق حديث رقم (2522) بسنده نحوه . ¶ ومسند أحمد ج4 ص113 ، 147 ، 235 ، 344 ، 386 ، ج5 ص29 . ¶ (188) زاد المعاد لابن قيم الجوزية ج2 ص328 - 332 . ¶ (189) شرح النووى لمسلم ج13 ص113 . ¶ (190) المهذب ج 2 ص841 . ¶ (191) المحلى ج6 ص240 . ¶ (192) حاشية الخرشى ج3 ص410 ، وفتح البارى ج9 ص488 ، وتحفة الأحوذى ج5 ص97 . ¶ (193) المهذب ج2 ص843 ، والمغنى ج8 ص661 ، والروض المربع مع الحاشية ج4 ص245 ، وفقه السنة ج3 ص280 ، وتحفة الودود ص62 : 63 . ¶ (194) سبق تخريجه هامش ص19 .",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "(195) قال الزحيلى فى هامش المهذب ج2 ص843 نقلاً من المجموع ج5 ص345 : \" حديث عائشة رواه البيهقى بإسناد حسن ج9 ص303 وإماطة الأذى إزالته ، والمراد بالأذى الشعر الذى عليه ذلك الوقت ؛ لأنه شعر ضعيف . ¶ (196) حاشية الروض المربع ج4 ص245 . ¶ (197) المهذب ج2 ص834 ، حاشية الروض المربع ج4 ص245 . ¶ (198) المراجع السابقة . ¶ (199) حاشية الروض المربع ج4 ص249 ، والمغنى ج8 ص661 . ¶ (200) قال عنه ابن حجر : \" وورد فيه حديث أخرجه الطبرانى من رواية إسماعيل ابن مسلم عن عبد الله بن بريدة عن أبيه وإسماعيل ضعيف ، وذكر الطبرانى أنه تفرد به \" - فتح البارى ج9 ص489 وقال صاحب تحفة الأحوذى ج5 ص96 بعد أن نقل كلام ابن حجر السابق : \" قلت قال الحافظ فى التقريب : إسماعيل بن مسلم المكى أبو إسحاق كان من البصرة ، ثم سكن مكة ، وكان فقيهاً وكان ضعيف الحديث انتهى \" . ¶ (201) المغنى ج8 ص661 ، والروض مع الحاشية ج4 ص249 . ¶ (202) فتح البارى ج9 ص489 . ¶ (203) المحلى ج6 ص241 . ¶ (204) تحفة الودود ص63 . ¶ (205) حاشية العدوى ج3 ص410 . ¶ (206) المحلى ج6 ص234 ، وانظر المحلى ج6 ص240 . ¶ (207) المحلى ج6 ص239 ، وانظر المحلى ج6 ص240 . ¶ (208) البحر الزخار ج5 ص324 . ¶ (209) البحر الزخار ج5 ص324 . ¶ (210) البحر الزخار ج5 ص324 . ¶ (211) شرح النيل ج4 ص538 . ¶ (212) شرح النيل ج4 ص538 . ¶ (213) تحفة الأحوذى ج5 ص98 . ¶ (214) تحفة الودود ص63 . ¶ (215) كيف تستقبلين مولودك ص34 . ¶ (216) انظر تحفة الأحوذى ج5 ص97 ، وحاشية الخرشى ج3 ص410 ، وحاشية العدوى على الخرشى ج3 ص410 ، وشرح النيل ج4 ص538 . ¶ (217) تحفة الأحوذى ج5 ص97 . ¶ (218) انظر ص19 وما بعدها . ¶ (219) فتح البارى ج9 ص489 ، وحاشية الخرشى ج3 ص410 ، والمحلى ج6 ص241 ، وتحفة الودود ص63 . ¶ (220) شرح النيل وشفاء العليل ج4 ص538 . ¶ (221) المحلى ج6 ص234 . ¶ (222) فتح البارى ج9 ص489 . ¶ (223) كيف تستقبلين مولودك ص34 .",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "(224) فى موسوعة أطراف الحديث النبوى إعداد أبو هاجر محمد السعيد بن بسيونى زغلول - دار الفكر ، الطبعة الأولى 1410هـ - 1989م ، المجلد الأول ص429 أنه فى هف 9/ =303 ، وعب 7963 ، وكنز 45297 ، ومجمع 4/58 . ¶ ولم أجده فى السننن الكبرى للبيهقى فى 9/303 ، وفى كنز العمال فى سنن الأقوال والأفعال للعلامة علاء الدين على المتقى بن حسام الدين الهندى المتوفى سنة 975هـ ، مؤسسة الرسالة - بيروت 1413هـ - 1993م ، ج16 ص434 حديث رقم (45297) ، وقال ابن المنذر عن عائشة . ¶ وفى مجمع الزوائد ج4 ص57 - 58 ضمن حديث طويل عن عائشة وقال : \" رواه أبو يعلى والبزار باختصار ، ورجاله رجال الصحيح خلا شيخ أبى يعلى إسحاق فإنى لم أعرفه \" . ¶ (225) حاشية الخرشى ج3 ص409 ، وحاشية العدوى على الخرشى ج3 ص409 ، وفتح البارى ج9 ص487 ، وتحفة الودود ص76 . ¶ (226) الروض المربع مع حاشيته ج4 ص251 . ¶ (227) تحفة الودود ص76 - 77 . ¶ (228) الأم ج2 ص244 ، وتحفة الأحوذى ج5 ص73 ، والروض المربع مع الحاشية ج4 ص219 - 220 . ¶ (229) أخرجه مسلم بشرح النووى ج9 ص66 - 68 كتاب الحج باب إجزاء البدنة والبقرة عن سبعة به نحوه وأبو داود ج3 ص239 كتاب الضحايا (7) فى البقر والجزور عن كم تجزئ ؟ حديث رقم (2807) به نحوه وسكت عنه ، وحديث رقم (2808) نحوه ، وحديث رقم (2809) ج3 ص239 - 240 نحوه وسكت عنها . ¶ وسنن الترمذى مع تحفة الأحوذى ج5 ص73 كتاب الضحايا (7) باب الاشتراك فى الأضحية حديث رقم (1538) به نحوه وقال : هذا حديث حسن صحيح ، والعمل على هذا عند أهل العلم من أصحاب النبى ( وغيرهم وهو قول سفيان الثورى وابن المبارك والشافعى وأحمد وإسحاق ، وقال إسحاق : \" يجزئ أيضاً البعير عن عشرة واحتج بحديث ابن عباس \" . ¶ وسنن النسائى ج7 ص220 كتاب الأضاحى باب ما تجزئ عنه البقرة فى الضحايا به نحوه .",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وسنن ابن ماجة ج2 ص1047 (26) الأضاحى (5) باب عن كم تجزئ البدنة والبقرة حديث رقم (3132) به نحوه . ¶ وفى هامش سنن أبى داود ج3 ص239 أنه أيضاً فى الموطأ فى الأضاحى (9) باب الشركة فى الضحايا ، والدارمى ج2 ص78 فى الأضاحى باب البدنة عن سبعة . ¶ (230) حاشية الخرشى ج3 ص383 . ¶ (231) كيف تستقبلين مولودك ص33 . ¶ (232) سنن الترمذى ج3 ص30 ، وتحفة الأحوذى ج5 ص73 . ¶ (233) سنن الترمذى ج3 ص30 كتاب الأضاحى (7) باب الاشتراك فى الأضحية حديث رقم (1537) بسنده عن ابن عباس وقال : وفى الباب عن أبى الأشد الأسلمى عن أبيه عن جده وأبى أيوب وحديث ابن عباس حديث حسن غريب لا نعرفه إلا من حديث الفضل بن موسى . ¶ وسنن النسائى ج7 ص222 كتاب الأضاحى باب ما تجزئ عنه البدنة فى الضحايا به نحوه . ¶ وسنن ابن ماجة ج2 ص1047 (26) الأضاحى (5) باب عن كم تجزئ البدنة والبقرة حديث رقم (3131) نحوه . ¶ (234) نيل الأوطار ج5 ص121 . ¶ (235) سنن الترمذى ج3 ص31 أبواب الأضاحى (8) باب ما جاء أن الشاة الواحدة تجزئ عن أهل بيت حديث رقم (1541) به وقال هذا حديث حسن صحيح وعمارة ابن عبد الله هو مدينى ، وقد روى عنه مالك ابن أنس ، والعمل على هذا عند بعض (أ)هل العلم وهو قول أحمد وإسحاق ، واحتجا بحديث النبى ( أنه ضحى بكبش فقال : \" هذا عمن لم يضح من أمتى \" . وقال بعض أهل العلم : لا تجزئ الشاة إلا عن نفس واحدة ، وهو قول عبد الله بن المبارك وغيره من أهل العلم . ¶ وسنن ابن ماجة ج2 ص1051 (26) الأضاحى (10) باب من ضحى بشاة عن أهله حديث رقم (3147) به نحوه . ¶ (236) مسلم بشرح النووى ج13 ص121 - 122 كتاب الأضاحى باب استحباب الضحية وذبحها مباشرة بسنده عن عائشة نحوه . ¶ (237) وسنن أبى داود ج3 ص229 - 230 كتاب الأضاحى (4) باب ما يستحب من الضحايا حديث رقم (2792) به نحوه . ¶ (238) سنن الترمذى ج3 ص31 عند تعليقه على حديث رقم (1541) ، ونيل الأوطار ج5 ص120 . ¶ (239) نيل الأوطار ج5 ص121 .",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "(240) نيل الأوطار ج5 ص120 . ¶ (241) فتح البارى ج9 ص489 . ¶ (242) تحفة الودود ص80 ، وحاشية الروض المربع ج4 ص250 ، والعقيقة سنة لن تموت ص20 . ¶ (243) فقه السنة ج3 ص280 . ¶ (244) تحفة الودود ص80 . ¶ (245) المهذب ج2 ص842 ، والمغنى ج8 ص663، وتحفة الودود ص74، والبحر الزخار ج5 ص324 . ¶ (246) قال الدكتور عبد الغفار البندارى فى هامش تحفة الودود ص73 : \" ضعيف أخرجه أبو داود فى المراسيل ص41 ، والبيهقى فى سننه ( 9 / 304 ) قال البيهقى مرسل وعده أبو داود من المراسيل وفى هامش زاد المعاد ج2 ص332 : \" وأخرجه البيهقى ( 9 / 302 ) وفيه انقطاع \" . ¶ (247) جُدُولا : بضم الجيم والدال ، وهى الأعضاء . واحدها جَدْل بفتح الجيم وإسكان الدال ، وهو العضو قال المبرِّد الجدل العظم يفصل بما عليه من اللحم - هامش المهذب ج2 ص842 . ¶ (248) ذكر ابن حزم فى المحلى ج6 ص240 نحوه وقال عنه : \" قلنا هذا لا يصح لأنه من رواية عبد الملك ابن أبى سليمان العَرْزَمى ، ثم لو كان صحيحاً لما كانت فيه حجة ؛ لأنه عمن دون =النبى ( ، وقال عنه ابن حجر فى التقريب عن عبد الملك هذا ج1 ص519 : صداق له أوهام من الخامسة . وقال عنه النووى : \" غريب \" هامش المهذب ج2 ص842 . ¶ (249) تحفة الودود ص74 -75 ، وكيف تستقبلين مولودك ص33 . ¶ (250) المحلى ج6 ص234 ، 240 ، وحاشية الخرشى ج3 ص411 ، وحاشية العدوى على الخرشى ج3 ص411 ، وشرح النيل وشفاء العليل ج4 ص539 ، وتحفة الودود ص74 . ¶ (251) تحفة الودود ص74 . ¶ (252) تحفة الأحوذى ج5 ص96 ، وتحفة الودود ص72 . ¶ (253) تحفة الودود ص72 . ¶ (254) المغنى ج8 ص663 . ¶ (255) حاشية الخرشى على مختصر خليل ج3 ص411 ، وحاشية العدوى على الخرشى ج3 ص411 . ¶ (256) حاشية العدوى على الخرشى ج3 ص411 . ¶ (257) تحفة الودود ص79 . ¶ (258) حاشية الخرشى ج3 ص411 .",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "(259) حاشية العدوى على الخرشى ج3 ص412 ، والمهذب ج2 ص842 - 843 ، والمغنى ج8 ص663 ، والمحلى ج6 ص237 ، والنيل وشرحه ج4 ص541 ، والبحر الزخار ج5 ص324 . ¶ (260) سورة الحج آية 36 . ¶ (261) البحر الزخار ج5 ص318 . ¶ (262) مسلم بشرح النووى ج13 ص130 - 131 كتاب الأضاحى باب النهى عن أكل لحوم الأضاحى بعد ثلاثة ونسخه بلفظ \" فكلوا وادخروا وتصدقوا \" مع زيادات كثيرة وفى نفس الكتاب والباب ج13 ص133 \" كلوا وأطعموا واحبسوا وادخروا \" . ¶ وسنن أبى داود ج3 ص241 - 242 كتاب الأضاحى (10) باب فى حبس لحوم الأضاحى حديث رقم (2812) بلفظ \" فكلوا وتصدقوا وادخروا \" ونفس الباب حديث رقم (2813) ج3 ص243 بلفظ \" فكلوا وادخروا واتجروا \" مع زيادات وسكت عنها أبو داود . ¶ والنسائى ج7 ص233 كتاب الأضاحى باب الإذن فى ذلك بلفظ \" كلوا وتزودوا =وادخروا \" ، ج7 ص235 كتاب الأضاحى باب الإدخار من الأضاحى بلفظ \" كلوا وادخروا وتصدقوا \" وفى لفظ \" كلوا وادخروا \" مع زيادات أخرى و ج7 ص236 \" كلوا وأطعموا \" مع زيادات . ¶ وابن ماجة ج2 ص1055 الأضاحى (16) باب ادخار لحوم الأضاحى حديث رقم (3160) بلفظ \" فكلوا وادخروا \" مع زيادات أخرى . ¶ (263) حاشية الروض المربع ج4 ص239 . ¶ (264) الروض المربع مع الحاشية ج4 ص249 - 241 . ¶ (265) سبق تخريجه هامش ص122 . ¶ (266) حاشية الروض المربع ج4 ص241 . ¶ (267) حاشية الروض المربع ص239 . ¶ (268) سورة الحج آية 28 . ¶ (269) المغنى ج8 ص663 . ¶ (270) حاشية الخرشى ج3 ص394 ، وحاشية العدوى ج3 ص412 . ¶ (271) المحلى ج6 ص234 . ¶ (272) البحر الزخار ج5 ص318 . ¶ (273) البحر الزخار ج5 ص318 - 319 . ¶ (274) المحلى ج6 ص237 . ¶ (275) لم أجد رأياً لغير الحنابلة فى هذه المسألة فيما اطلعت عليه من الكتب . ¶ (276) الروض المربع وحاشيته ج4 ص251 ، والمغنى ج8 ص664 . ¶ (277) المحلى ج6 ص234 . ¶ (278) المحلى ج6 ص236 . ¶ (279) فتح البارى ج9 ص488 .",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "(280) حاشية الخرشى ج3 ص411 ، والمهذب ج2 ص843 ، وفتح البارى ج9 ص488 ، وزاد المعاد لابن قيم ج2 ص327 ، ونيل الأوطار ج5 ص133 ، والبحر الزخار ج5 ص325 ، وشرح النيل ج4 ص539 - 540 . ¶ (281) زاد المعاد ج2 ص326 - 328 . ¶ (282) سنن أبى داود ج3 ص260 كتاب الأضاحى باب فى العقيقة . ¶ (283) المحلى ج6 ص236 . ¶ (284) زاد المعاد ج2 ص326 . ¶ (285) زاد المعاد ج2 ص327 . ¶ (286) زاد المعاد ج2 ص327 . ¶ (287) شرح النيل ج4 ص540 . ¶ (288) سنن أبى داود ج3 ص263 - 264 كتاب الأضاحى (21) باب فى العقيقة حديث رقم (2843) بسنده عن بريدة به وسكت عنه ، وفى هامش سنن أبى داود ج3 ص264 قال الأستاذ عزت عبيد : \" بريدة هو ابن الحُصَيْب ، وقد روى البزار فى مسنده من حديث عائشة قالت فأمرهم النبى ( أن يجعلوا مكان الدم خلوقاً ، وروى ابن عدى بإسناده عن ابن عباس قال : قال رسول الله ( : \" الخلوفة بمنزلة الدم يعنى فى العقيقة \" . ¶ (289) سبق تخريجه هامش ص17 . ¶ (290) زاد المعاد ج2 ص327 - 328 . ¶ (291) فتح البارى ج9 ص488 . ¶ (292) فتح البارى ج9 ص488 . ¶ (293) فتح البارى ج9 ص488 . ¶ (294) قال عنه ابن حجر : \" وقد ورد ما يدل على النسخ فى عدة أحاديث منها ما أخرجه ابن =حبان فى صحيحه عن عائشة قالت كانوا فى الجاهلية إذا عقوا عن الصبى خضبوا قطنة بدم العقيقة ، فإذا حلقوا رأس الصبى وضعوها على رأسه فقال النبى ( اجعلوا مكان الدم خلوقاً \" زاد أبو الشيخ \" ونهى أن يمس رأس المولود بدم \" - فتح البارى ج9 ص488 ، وقال عنه الشوكانى : \" عند ابن حبان وابن السكن وصححاه \" نيل الأوطار ج5 ص135 . ¶ (295) سنن ابن ماجة للحافظ أبى عبد الله محمد بن يزيد القزوينى 207هـ -275هـ ، حقق نصوصه وقم كتبه وأبوابه وأحاديثه وعلق عليه محمد فؤاد عبد الباقى ، دار الفكر ، بيروت ، بلا طبعة ولا تاريخ ، ج2 ص1057 كتاب الذبائح (1) باب فى العقيقة حديث رقم (3166) بسنده عن يزيد بن عبد الله المزنى به .",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وقال عنه الهيثمى فى مجمع الزوائد ج4 ص58 بعد أن رواه عن يزيد بن عبد الله المزنى عن أبيه به مع زيادة \" رواه الطبرانى فى الكبير والأوسط بنحوه ، ورجاله ثقات ، وقد رواه ابن ماجة عن يزيد بن عبد الله المزنى ، ولم يقل عن أبيه ، وهنا يزيد بن عبد الله عن أبيه فالله أعلم \" . ¶ وقال عنه ابن حجر : \" وأخرج ابن ماجة من رواية أيوب بن موسى عن يزيد بن عبد الله المزنى أن النبى ( قال : \" يعقّ عن الغلام ولا يمس رأسه بدم \" وهذا مرسل ، فإن يزيد لا صحبة له . ¶ وقد أخرجه البزار من هذا الوجه فقال : عن يزيد بن عبد الله المزنى عن أبيه عن النبى ( ، ومع ذلك فقالوا : \" إنَّه مرسل \" - فتح البارى ج9 ص488 . ¶ (296) هو فعلاً فى مجمع الزوائد ج4 ص58 بلفظ \" مع الغلام عقيقة فأهريقوا عنه دماً وأميطوا عنه الأذى\"، ثم قال : \" رواه البزار ورجاله رجال الصحيح \" . وليس فيه \" يسمى \" ولا \" يدمى \" . ¶ (297) فتح البارى ج9 ص507 - 508 . ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ (14(",
            "page": "85",
            "part": "1"
        }
    ],
    "t36393": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب العقيقة عن المولود"
        }
    ]
}