{
    "b36391": [
        {
            "id": "1",
            "nass": "الصيام .. ¶ سؤالٌ وجواب ¶ سالم العجمي ¶ بسم الله الرحمن الرحيم ¶ الحمد لله رب العالمين؛والعاقبة للمتقين؛وصلى الله وسلم وبارك وأنعم على نبينا محمد؛ وعلى آله وصحبه أجمعين. ¶ أما بعد.. ¶ فقد أظلنا شهر رمضان المبارك ؛هذا الشهر الكريم الذي يمتن الله به على عباده بأنواع المنن؛فيرفع درجات الصائمين؛ويغفر سيئاتهم؛ويجود عليهم بأنواع المنن والكرامات. ¶ هذا الشهر العظيم؛الذي تفتح به أبواب الجنان؛وتغلق أبواب النيران؛وتصفد فيه الشياطين فلا يخلُصون إلى ما كانوا يخلصون إليه في غير رمضان من إضلال العباد وإغوائهم؛وفيه ليلة هي خير من ألف شهر؛من حرم خيرها فقد حُرم. ¶ قال صلى الله عليه وسلم:\"إذا كان أول ليلة من رمضان صفدت الشياطين ومردة الجن؛وغلقت أبواب النار فلم يفتح منها باب؛وفتحت أبواب الجنة فلم يغلق منها باب؛ونادى مناد: يا باغي الخير أقبل؛ ويا باغي الشر أقصر؛ولله عتقاء من النار وذلك كل ليلة\"(1). ¶ وقال صلى الله عليه وسلم:\"يقول الله تعالى:كل عمل ابن آدم له؛الحسنة بعشر أمثالها؛إلا الصيام فإنه لي وأنا أجزي به؛ترك شهوته وطعامه وشرابه من أجلي؛ للصائم فرحتان:فرحة عند فطره؛وفرحة عند لقاء ربه؛ولَخلوف فم الصائم أطيب عند الله من ريح المسك\"(2). ¶ فعلى المسلم أن يستقبل هذا الشهر بالفرح والعزيمة الصادقة على صيامه وقيامه والمبادرة إلى التوبة النصوح من سائر الذنوب والسيئات؛وعلى المسلم أن يُري الله من نفسه خيرا في هذا الشهر؛وأن يجعله بداية جديدة له مع ربه؛فيسارع بالطاعات؛ويحذر السيئات ويجتنبها. ¶ واعلموا أن المقصود من الصوم هو تقوى الله باتباع أوامره واجتناب نواهيه؛وليس المقصود ترك الطعام والشراب. ¶ قال تعالى:\"يا أيها الذين آمنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون\".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فالصوم شعبة عظيمة من شعب التقوى؛وبها يتقي العبد عذاب الله وأليم غضبه؛ومن هنا فيجب على العبد المسلم أن يكون صيامه خالصا لوجه الله؛لا يريد به شيئا من الدنيا؛قال صلى الله عليه وسلم:\"من صام رمضان إيمانا واحتسابا غُفر له ما تقدم من ذنبه\"(3). ¶ فلا بد أن يكون مؤمنا به محتسبا أجره عند الله؛وهذا لا يتم إلا بإخلاص الصوم لله وحده؛فمَن صام من أجل تخفيف وزنه؛أو إراحة معدته؛فليس له من الأجر شيء؛بل هو آثم وعلى خطر عظيم؛لأنه لم يخلص في صومه لله بل أشرك في نيته؛ونوى في صومه شيئا من الدنيا. ¶ ولْيكن رمضان مدربا على الأخلاق الفاضلة؛مطهرا من أخلاق السوء؛فأكثر من الصلاة وقراءة القرآن والإحسان إلى الفقراء والمحاويج؛وأكثر من الاستغفار والتسبيح والتحميد والتهليل والتكبير؛وسائر أنواع الذكر المشروع. ¶ واعلم أيها العبد الذي يرجو رحمة الله أنك إن أدركت رمضان هذا فلعلك لا تتمه؛فضلا أن تبلغ العيد أو رمضان آخر؛فاجتهد على نفسك في فعل الخير؛وتذكَّر كم كان لنا من الأحبة ممن كان يعيش بيننا؛وهو الآن في قبره وحيدا موسدا تحت التراب؛ليس له رفيق إلا عمله ؛فاعمل ليوم تكون في مثل حاله؛ ما دام في العمر إمهال. ¶ هذا وإنني في هذه الكلمات؛ والتماسا للأجر؛وحرصا على الفقه في الدين ومعرفة الأحكام الشرعية المتعلقة بهذا الركن العظيم من أركان الإسلام؛فقد عمدت إلى وضع هذه الكلمات بين أيديكم؛وجعلتها على هيئة سؤال وجواب؛جمعت فيها تسعة وخمسين سؤالا مما يحتاجه الصائم لإتمام صومه على أكمل وجه؛ومما تكثر حوله الأسئلة من الناس دائما؛وقد قسمتها إلى ستة فصول متفرقة: ¶ الفصل الأول : تنبيهات في مدخل هذا الشهر. ¶ الفصل الثاني:مفسدات الصيام. ¶ الفصل الثالث: أحكام المريض والعاجز عن الصيام. ¶ الفصل الرابع:أحكام المسافر. ¶ الفصل الخامس: أحكام تخص المرأة. ¶ الفصل السادس: أحكام القضاء وصيام ست من شوال.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذا واللهَ أسأل أن يوفقني وإياكم للنية الصالحة الخالصة؛ولمتابعة الصادق المصدوق نبينا محمد صلى الله عليه وسلم؛وأن يرزقنا الإخلاص والقبول والفقه في الدين؛إنه ولي ذلك والقادر عليه؛وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه ¶ سالم العجمي ¶ الكويت- الجهراء ص ب1476 ¶ salem-alajmi@maktoob.com ¶ الفصل الأول: ¶ تنبيهات في مدخل هذا الشهر. ¶ السؤال (1): على من يجب صوم رمضان؟ ¶ الجواب: أولا: معنى الواجب أي إنْ لم يفعله فهو آثم. ¶ ثانيا: اعلم أن من يجب عليه الصوم لا بد أن تتوفر فيه شروط: ¶ الشرط الأول: أن يكون مسلما. ¶ الشرط الثاني: أن يكون مكلفا؛والمكلف هو البالغ العاقل؛قال صلى الله عليه وسلم:\"رفع القلم عن ثلاثة؛عن المجنون حتى يعقل؛وعن الصبي حتى يحتلم؛وعن النائم حتى يستيقظ\"(4)؛وعلى هذا فلا يجب الصوم على المجنون؛ولا يصح منه لو صام. ¶ وأما غير البالغين من الذكور والإناث؛فلا يجب عليهم الصوم؛وإن صاموا فإنهم مأجورون ويصح صومهم؛ولكن الصوم ليس بواجب عليهم؛ولا يأثمون بتركه لأنهم لم يبلغوا التكليف. ¶ وأما إذا بلغ الصبي أو الفتاة فيجب عليهم الصوم ولا يجوز لهم الفطر. ¶ الشرط الثالث لمن يجب عليه الصوم: أن يكون قادراً؛فلا يجب على الشيخ الكبير؛ولا على المريض الذي يشق عليه الصوم أو يتضرر بصومه؛وكذلك كل عاجز عن الصوم لأي سبب كان؛قال تعالى:\"وإن كنتم مرضى أو على سفر فعدة من أيام أخر\"؛وستأتي أحكام أهل الأعذار مفصلة. ¶ الشرط الرابع:أن يكون مقيماً؛فلا يجب الصوم على المسافر وإن صام صح صومه وأجزأ عنه. ¶ الشرط الخامس: الخلو من الموانع؛ وهذا خاص بالنساء (الحائض والنفساء) ؛فإنه لا يجب عليهما الصوم ولا يصح منهما لو صامتا؛ويلزمهما القضاء بعد رمضان؛قال صلى الله عليه وسلم:\"أليس إذا حاضت لم تصل ولم تصم\"(5). ¶ السؤال(2): ما حكم النية للصائم؛وهل تكفي نية واحدة لرمضان كلّه أم لا بد لكل ليلة من نية؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الجواب: يجب على من لزمه الصيام أن يبيّت نية الصيام من الليل؛ومن لم ينو الصيام من الليل وجب عليه صيام ذلك اليوم؛ويلزمه قضاؤه لقول النبي صلى الله عليه وسلم:\"لا صيام لمن لم يبيت الصيام من الليل\"(6). ¶ ولا يجوز التلفظ بنية الصوم؛بل لو حدّث نفسه بالصوم؛أو تسحّر من أجل الصيام كفاه ذلك. ¶ ويكفي لصوم رمضان نية واحدة في أوله؛لأنه عبادة متتابعة؛وعلى هذا لو نوى الإنسان أول رمضان أنه صائم هذا الشهر لكفاه؛ما لم يحصل عذر ينقطع به التتابع كما لو سافر في أثناء رمضان وأفطر؛فإنه إذا عاد يجب عليه أن يجدد النية للصوم. ¶ السؤال(3): متى يكون الإمساك عن المفطرات؟ ¶ الجواب: الإمساك عن المفطرات يكون مع أذان الفجر الثاني؛لقوله صلى الله عليه وسلم:\"إن بلالاً يؤذن بليل فكلوا واشربوا حتى يؤذن ابن أم مكتوم\"(7)؛ فابن أم مكتوم كان يؤذن أذان الفجر الثاني؛وعليه: فلا يصح العمل بالإمساكيات الموجودة والتي تزعم أن الإمساك يكون قبل الأذان بعشر دقائق ونحوه. ¶ السؤال (4):متى يؤمر الصبيان والفتيات بالصيام؟ ¶ الجواب: الصبيان والفتيات إذا بلغوا سبعاً فأكثر يؤمرون بالصيام ليعتادوه؛وعلى أولياء أمورهم أن يأمروهم بذلك كما يأمرونهم بالصلاة. ¶ فإذا بلغوا الحلم وجب عليهم الصوم؛والبلوغ بالنسبة للذكور يحدث بواحد من ثلاثة: إتمام الخمسة عشر عاما- وإنبات العانة - وإنزال المني بشهوة. ¶ والأنثى يُعرف بلوغها بأحد أمور أربعة: ¶ (الثلاثة السابقة الماضية)؛ والرابع: الحيض؛فإذا حاضت فقد بلغت؛حتى ولو كانت في سن العاشرة. ¶ السؤال(5):ما حكم السحور وما هو الوقت الأفضل في فعله؟ ¶ الجواب:السحور سنة ثابتة عن رسول الله صلى الله عليه وسلم؛والوقت الأفضل له أن يؤخره إلى ما قبل صلاة الفجر لما ثبت عن النبي الله صلى الله عليه وسلم: \"أنه كان يؤخر السحور حتى إنه لم يكن بين سحوره وبين إقامة الصلاة إلا نحو خمسين آية\"؛ فكلما كان متأخرا فهو أفضل.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "والسحور يعين الصائم على تحمل مشقة الصيام؛ولذا جاء في الحديث:\"تسحروا فإن في السحور بركة\"(8)؛والبركة زيادة الخير لما يعود على بدن الصائم من القوة والنشاط. ¶ السؤال(6): ما هي سنة النبي صلى الله عليه وسلم في الإفطار؟ ¶ الجواب: كان النبي صلى الله عليه وسلم يعجل الفطر؛وقد حث أمته على تعجيل الفطر؛ فقال:\" لا يزال الناس بخير ما عجلوا الفطر\"(9)؛ووقت الفطر عند غروب الشمس؛فإذا غربت وسقطت فقد أفطر الصائم؛لقوله صلى الله عليه وسلم:\"إذا أقبل الليل من هاهنا-المشرق-وأدبر النهار من هاهنا-المغرب-وغربت الشمس فقد أفطر الصائم\"(10). ¶ فالمعتبر غروب الشمس ؛ولا عبرة بالنور القوي؛لأن بعض الناس ينتظر حتى يخيم الظلام وهذا خطأ؛فمتى غاب قرص الشمس فقد سن الفطر. ¶ ومن سنته صلى الله عليه وسلم أنه كان يفطر على رطب؛فإن لم يجد فتمر ويأكلها وترا؛فإن لم يجد فعلى ماء. ¶ الفصل الثاني: ¶ مفسدات الصيام. ¶ السؤال(7): ما هي مفسدات الصيام التي تبطله؛وما الذي يجب على من أتى شيئا منها؟ ¶ الجواب:اعلم أن ما يفسد الصوم عدة أمور: ¶ الأول: كل ما دخل جوف الصائم وهو متعمد غير ناس من أي مدخل سواء كان الفم أو الأنف ؛أو أي موضع يصل إلى الجوف؛فإنه يفطر به. ¶ الثاني:الأكل والشرب متعمدا؛قال تعالى:\"وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر\". ¶ الثالث: من استقاء عامداً ( أي:رجع )؛أما إذا قاء وهو غير متعمد فصومه صحيح؛لقوله صلى الله عليه وسلم:\"من استقاء متعمدا فعليه القضاء؛ومن ذرعه القيء فلا قضاء عليه\"(11). ¶ الرابع: إذا أخرج الصائم المني بأي طريقة كانت؛سواء بمباشرة أهله أو استمنى فإن صومه فاسد وعليه القضاء. ¶ فمن أفسد صومه متعمدا في مثل الأحوال السابقة وليس له عذر؛فإنه آثم على إفطاره؛ويلزمه الإمساك بقية اليوم الذي أفسده بالإفطار؛ وعليه القضاء. ¶ الخامس:[وهو أشد المفطرات]؛من جامع امرأة في نهار رمضان؛وهذا عليه الكفارة المغلظة؛وسيأتي ذكرها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "السؤال(8):من استمنى وهو صائم فهل يبطل صومه؛وما الواجب عليه في مثل هذه الحال؟ ¶ الجواب: الاستمناء في نهار رمضان يبطل الصوم إذا كان متعمدا؛وعليه أن يقضي ذلك اليوم ؛وتجب عليه التوبة لله رب العالمين؛لأن هذا فعل منكر محرم؛وهو لا يجوز في حال الصوم ولا في غيره؛وهي التي يسميها الناس العادة السرية. ¶ ومثل ذلك لو باشر امرأته وضمها إليه فأمنى- والمني:هو الذي يخرج بتدفق في حال الجماع- فمن باشر فأمنى فهو مفطر وعليه القضاء. ¶ وننبه أنه قد يخرج من الرجل أحيانا حين تقبيل زوجته أو التفكر بالملاعبة؛يخرج منه سائل دون تدفق؛ولكن يحس به؛فهذا يسميه أهل العلم: \"المذي\"؛فهذا يغسل ذكره وما حوله من الأنثيين ؛وصومه صحيح. ¶ وعليه فينبغي للمرء الابتعاد عن كل ما يثير شهوته وهو صائم احتياطاً لعبادته؛ومحافظة عليها. ¶ السؤال(9):ما الحكم فيمن جامع امرأته في نهار رمضان؛وما الواجب عليه في مثل هذه الحال؛وهل تشاركه المرأة في الحكم؟ ¶ الجواب: من جامع امرأته في نهار رمضان فإنه آثم لاقترافه حرمة الشهر؛ولأنه ارتكب معصية؛ويلزمه أمور: ¶ الأول:التوبة لله رب العالمين من اقترافه لهذا الذنب بتعديه على حرمة الشهر. ¶ الثاني: قضاء هذا اليوم الذي أفسده ؛لأنه أفطر بالجماع. ¶ الثالث:عليه الكفارة المغلظة؛وهي: أن يعتق رقبة؛فإن لم يجد فيصوم شهرين متتابعين؛فإن لم يستطع لعذر شرعي فيطعم ستين مسكيناً؛لقوله صلى الله عليه وسلم للرجل الذي جامع امرأته في نهار رمضان:\"أعتق رقبة؛فإن لم تجد فصم شهرين متتابعين؛فإن لم تستطع فأطعم ستين مسكينا\"(12). ¶ ومن الضروري أن ننبه على أن هذه الكفارة لا تجب إلا على من جامع جماعا معروفاً في قبل أو دبر. ¶ ثم إنها لا تجب على من كان لديه عذر كسفرٍ مثلا؛أو مرض يتعذر معه الصيام.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كما أن هذه الكفارة إنما تجب على من جامع في وقت الصوم من أذان الفجر الثاني وحتى غروب الشمس؛أما بعد غرب الشمس فيؤذن للرجل أن يجامع أهله حتى وقت الإمساك عند الأذان الثاني لصلاة الفجر. ¶ كما انه لابد أن يُعلم أن الكفارة المغلظة إنما تجب على الرجل والمرأة على حدٍ سواء إذا كانت المرأة مطاوعة للرجل في ذلك؛أما إذا كانت مكرهةً؛فتجب الكفارة على الرجل فقط؛وليس عليها شيء. ¶ السؤال(10):بعض الناس إذا أراد أن يجامع امرأته في نهار رمضان عمد إلى حيلة يظن أنها تُسقط عنه كفارة الجماع؛وذلك أن يفطر قبل ذلك بالأكل والشرب؛فهل ذلك يسقط عنه الكفارة؟ ¶ الجواب:من جامع امرأته في نهار رمضان تجب عليه كفارة الجماع؛ولو أفطر قبل الجماع بأكل أو شرب؛معاملة له بنقيض قصده الفاسد؛وهذه الحيلة لا تغني عنه شيئا؛ولا تُسقط عنه الإثم والكفارة؛وكذلك المرأة إذا كانت مطاوعة له. ¶ السؤال(11): من دخل إلى جوفه شيء رغما عنه هل يكون مفطرا بذلك؟ ¶ الجواب:من دخل إلى جوفه شيء رغما عنه ودون اختيار؛كمن تمضمض أو استنشق أو استحم فدخل الماء إلى جوفه دون اختيار؛أو دخلت إلى جوفه ذبابة أو غبار؛ فصومه صحيح ولا شيء عليه. ¶ السؤال(12):ما حكم من لامس بدنه أو مست يده امرأة من غير قصد وهل يؤثر ذلك على صيامه؟ ¶ الجواب: إذا لامس بدن الرجل أو مست يده امرأة من غير قصد؛فليس عليه شيء؛ولا يقدح ذلك في صومه؛وقد يحدث ذلك كثيراً في الطواف أثناء العمرة؛ولكن إذا كان من غير ريبة فلا شيء عليه؛أما إذا كان لقصد فهو آثم؛ولكن هذا الفعل لا يفطر. ¶ السؤال(13):هل يجوز للصائم استعمال الطيب والبخور في نهار رمضان؟ ¶ الجواب: نعم ؛يجوز للصائم استعمال الطيب والبخور؛ولكن بشرط ألا يستنشق البخور. ¶ السؤال(14):ما حكم الاستحمام في رمضان أكثر من مرّة؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الجواب: الاستحمام في نهار رمضان جائز ولا بأس به؛وقد كان رسول الله صلى الله عليه وسلم يصب على رأسه الماء من الحر أو من العطش وهو صائم؛وكان ابن عمر رضي اللهى عنهما يبل ثوبه وهو صائم لتخفيف شدة الحرارة أو العطش؛لكن عليه أن يحترز من أن يدخل إلى جوفه شيء من الماء. ¶ السؤال(15):ما حكم صوم من أكل أو شرب شاكاً في طلوع الفجر؛يظنه لم يطلع؟ ¶ الجواب:من أكل أو شرب ظاناً بقاء الليل؛وأن الفجر لم يطلع فصومه صحيح ولا شيء عليه لأن الأصل بقاء الليل؛أما من أكل أو شرب شاكاً في غروب الشمس فقد أخطأ وعليه القضاء؛فالأصل بقاء النهار؛ولا يجوز للمسلم أن يفطر إلا بعد التأكد من غروب الشمس؛أو غلبة الظن بغروبها. ¶ السؤال(16):هل يجوز للصائم بلع ريقه أم يجب عليه أن يبصقه؟ ¶ الجواب:يجوز للصائم أن يبلع ريقه من غير خلاف بين أهل العلم؛وذلك لمشقة التحرز منه. ¶ السؤال(17):هل يجوز للصائم استعمال السواك؛وهل يباح له استعمال معجون الأسنان؟ ¶ الجواب: يجوز للصائم أن يستعمل السواك في نهار رمضان؛لعموم قوله صلى الله عليه وسلم:\"السواك مطهرة للفم مرضاة للرب\"(13). ¶ ويباح استعمال معجون الأسنان للصائم؛ولكن عليه أن يتحفظ ويحترز من بلع شيء منه. ¶ السؤال(18):هل يجوز للرجل تقبيل زوجته وهو صائم؟ ¶ الجواب:إذا كان يخشى من إفساد صومه بالإنزال فهذا يحرم في حقه التقبيل؛وذلك إن ظن الإنزال بأن يكون شابّاً قويّ الشهوة؛شديد المحبة لأهله؛فهذا لا شك أنه على خطر إذا قبل زوجته في هذه الحال؛فهذا يحرم في حقه التقبيل لأنه يُعرض صومه للفساد. ¶ وإذا كان يأمن على نفسه فالصحيح أن القبلة تجوز له؛لأن النبي صلى الله عليه وسلم كان يقبل وهو صائم؛كما في حديث عائشة رضي الله عنها:\"كان رسول الله صلى الله عليه وسلم يقبل وهو صائم ويباشر وهو صائم وكان أملككم لإربه\"(14)أي : شهوته. ¶ فإذا كان يأمن على نفسه فلا حرج عليه أن يقبل.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "السؤال(19):لو احتلم المرء وهو صائم؛فهل يؤثر ذلك على صيامه؟ ¶ الجواب:الاحتلام لا يفسد الصوم ولا يؤثر فيه؛لأنه ليس باختيار العبد؛ولكن عليه غسل الجنابة إذا خرج منه المني. ¶ السؤال(20):لو أُخذ من الصائم تحليل أو خرج منه دمٌ بسبب الرعاف؛أو جرح بسكين أو وطئ زجاجة فجرحت رجله وسال منها الدم؛ونحو ذلك؛فهل يبطل صومه بخروج الدم؟ ¶ الجواب:خروج الدم من الصائم كالرعاف والاستحاضة أو الجرح في الجسم؛ونحو ذلك؛لا يفسد الصوم. ¶ ومثله لو أُخذ منه تحليل دم؛أو خرج من ضرسه دم؛فلم يبتلعه وقام بلفظه وبصقه؛كل ذلك لا يؤثر في الصيام؛وصيامه صحيح. ¶ السؤال(21):ما حكم من أكل أو شرب في نهار رمضان ناسيا؟ ¶ الجواب:من أكل أو شرب في نهار رمضان ناسيا؛فصومه صحيح؛لما ثبت عن النبي صلى الله عليه وسلم أنه قال:\"من نسي وهو صائم فأكل أو شرب فليتم صومه؛فإنما أطعمه الله وسقاه\"(15)؛ويجب تنبيهه وتذكيره بالصيام وإن كان ناسياً؛لأن هذا من الأمر بالمعروف والنهي عن المنكر؛كما يجب على من رأى مسلماً يشرب أو يأكل في نهار رمضان أو يتعاطى شيئاً من المفطرات الأخرى أن ينكر عليه؛حتى ولو كان هذا المفطر معذورا في نفس الأمر. ¶ فبعض الناس إذا سافر مثلاً؛أو كان عنده عذر من مرض ونحوه يبيح له الفطر؛أظهر إفطاره أمام المقيمين الذين لا يعرفون حاله؛وليس له ذلك؛بل عليه أن يستتر بذلك حتى لا يُتهم بتعاطيه ما حرّم الله عليه؛وحتى لا يجرؤ غيره على ذلك. ¶ السؤال(22):هل يجوز للمرأة تذوق الطعام وهي صائمة؟ ¶ الجواب:نعم يجوز لها ذلك ؛ ولكنها تبصق ما ذاقته ولا تبتلعه. ¶ السؤال(23):هل يجوز للطالب الإفطار في شهر رمضان من أجل الامتحانات؟ ¶ الجواب:لا يجوز للطالب الإفطار في رمضان من أجل الامتحانات لأن ذلك ليس من الأعذار الشرعية المبيحة للفطر. ¶ الفصل الثالث: ¶ أحكام المريض والعاجز عن الصيام.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "السؤال(24):هل المرض دائما يبيح لصاحبه الفطر أم أن هناك تفصيلاً؛وما هي الأحكام المتعلقة بالمريض إذا أفطر؟ ¶ الجواب:من المهم معرفته أن المريض له حالات: ¶ - إن كان قد مرض مرضا خفيفا بحيث لا يشق عليه الصوم؛فهذا يجب عليه الصوم ولا يحق له الإفطار. ¶ - أن يكون مريضا بحيث يشق عليه الصوم؛ولكن هذا من الأمراض العارضة التي تزول؛فهذا يفطر ثم يقضي الأيام التي أفطرها بعد أن ينتهي رمضان؛(في أي وقت من السنة ولكن قبل رمضان القادم). ¶ - أن يكون مرِض مرضاً لا يرجى برؤه من الأمراض المستعصية التي تتأخر في الشفاء؛كالصرع والسكري والكلى ؛(ويخبره الدكتور الثقة في عمله)أن الصوم يؤذيه ويؤدي إلى مضاعفات خطيرة يتضرر بها؛فهذا يفطر ويطعم عن كل يوم مسكيناً؛لكل مسكين صاع من طعام أهل البلد. ¶ ولا تُدفع الكفارة مالاً بل طعاما؛إلا إذا دفعها لجهةٍ ووكلهم بأن يشتروا عنه طعاما ويطعمونه المساكين؛فلا حرج حينئذٍ لأن التوكيل جائز. ¶ السؤال(25):ما حكم استعمال الصائم للإبر؟ ¶ الجواب:الإبر بالنسبة للصائم نوعان: ¶ الأول: الإبر المغذية وهذه يفطر بها الصائم؛وعليه أن يقضي ذلك اليوم الذي استعمل فيه الإبرة وهو صائم. ¶ الثاني: الإبر العلاجية ؛وهذه لا تفطر الصائم سواء كانت في الوريد أو في العضل؛وإنما الذي يفطر إبر التغذية خاصة. ¶ السؤال(26):هل يجوز للصائم استعمال القطرة؛ أم أنها تفطره؟ ¶ الجواب:من استعمل القطرة وهو صائم فهو على أحوال: ¶ فإن استعملها في أنفه ووصلت إلى جوفه؛فهي مفطرة وعليه القضاء؛ لأن الأنف منفذ إلى الجوف. ¶ وإن كانت في العين أو الأذن فإنها لا تفطر وإن وجد طعمها في حلقه؛ لأن العين والأذن ليستا بمنفذ إلى الجوف. ¶ السؤال(27):بعض الناس مصاب بالربو فهل يجوز له استعمال البخاخ أثناء الصيام؛أم أنه يفطر باستعماله؟ ¶ الجواب:يجوز للصائم استعمال البخاخ إذا احتاج إليه؛ولا يعد بذلك مفطراً؛لأنه لا يشبه الأكل والشرب وليس في معناهما.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "السؤال(28):ما حكم استعمال الصائم لإبرة التخدير-(البنج)- وهل لها أثر في الصيام؟ ¶ الجواب:ليس لإبرة التخدير (البنج) أثر في صحة الصيام؛فالصيام صحيح؛وقد يستعملها بعض الصائمين حين يحتاجون إلى خلع ضرس مثلاً؛فهي لا تبطل الصوم؛لكن على من عُمل له حشو أو خلع سن أن يحترز من بلع شيء من الدواء أو الدم. ¶ السؤال(29):هل يجوز للصائم استعمال التحاميل الطبية؟ ¶ الجواب:يجوز له ذلك لأنها ليست في معنى الأكل والشرب. ¶ السؤال(30):هل يجوز استعمال مرطب الشفاة لمن يعاني من تشقق الشفتين بسب الجفاف؟ ¶ الجواب: يجوز للصائم استعمال مرطب الشفاة والأنف الذي يزيل الجفاف؛مع التحرز من أن يدخل شيء إلى الجوف. ¶ السؤال(31):إذا أفطر الإنسان بسبب المرض ثم برئ أثناء النهار؛هل يلزمه إمساك بقية اليوم؟ ¶ الجواب:لا يجب عليه إمساك بقية اليوم ؛وعليه أن يقضي هذا اليوم بعد رمضان. ¶ السؤال(32):هل يباح الفطر لكبير السن العاجز عن الصيام ؛وما الأحكام المترتبة عليه في هذه الحال؟ ¶ الجواب:الشيخ الكبير العاجز عن الصيام له حالتان: ¶ الحالة الأولى:إذا كان الرجل المسن من النوع (المهذري) الذي لا يعقل بمن حوله؛فهذا ليس عليه صيام ولا قضاء؛ولا يُدفع عنه كفارة لإفطاره؛لأنه غير مكلف. ¶ الحالة الثانية: أن يكون واعيا عاقلا ولكنه يعجز عن الصوم؛فهذا يفطر ويسقط عنه الصوم؛ولكن تجب عليه الكفارة وهي: أن يطعم عن كل يوم مسكينا بعدد أيام رمضان؛أي: ثلاثين مسكينا لكل مسكين نصف صاع من طعام أهل البلد. ¶ السؤال(33):من كانت عليه كفارة إطعام مساكين؛فكيف يكون الإطعام؟ ¶ الجواب:من كان عليه كفارة إطعام مساكين لعدم استطاعة الصوم؛فإنه مخير بين أن يصنع طعاما فيدعو إليه المساكين بحسب الأيام التي عليه؛باعتبار كل مسكين عن يوم؛وإن شاء أطعمهم طعاماً غير مطبوخ ؛عن كل يوم نصف صاع من قوت البلد لكل مسكين؛وينبغي في مثل هذه الحالة أن يجعل معه شيئاً من اللحم ونحوه حتى يصدق عليه اسم إطعام مسكين.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ووقت الإطعام:هو بالخيار؛إن شاء فدى عن كل يوم بيومه؛وإن شاء أخر إلى آخر يوم. ¶ ولا يجوز تقديم فدية الإطعام على رمضان. ¶ الفصل الرابع: ¶ أحكام المسافرين في رمضان. ¶ السؤال(34):أيهما أفضل للمسافر الصوم أم الفطر؟ ¶ الجواب:إذا سافر المسلم وهو صائم فهو مخير بين الصوم والإفطار؛وعليه أن يفعل الأيسر والأرفق في حقه؛وقد أجمع العلماء على أنه يجوز للمسافر الفطر؛وإن أراد أن يتم صومه فلا حرج ويح صومه؛فإذا كان في الصيام مشقة عليه فهنا يتأكد في حقه أن يفطر لأن النبي صلى الله عليه وسلم رأى رجلا قد ظلل عليه في السفر من شدّة الحر وهو صائم؛فقال:\"ليس من البر الصيام في السفر\"(16). ¶ وإن لم يكن هناك مشقة فهو بالخيار إن شاء صام وإن شاء أفطر؛فقد ثبت عن أنس رضي الله عنه أنه قال:\"كنا نسافر مع النبي صلى الله عليه وسلم فلا يعيب الصائم على المفطر؛ولا المفطر على الصائم\"(17). ¶ السؤال(35):هل يجوز للمسافر أن يجامع أهله في رمضان؟ ¶ الجواب:إذا كان الرجل مسافراً أو مريضاً مرضاً يبيح له الفطر؛فيجوز له أن يجامع أهله ولا كفارة عليه؛وعليه قضاء هذا اليوم الذي أفطر فيه؛لأن المريض والمسافر يجوز له الفطر والجماع؛قال تعالى:\"فمن كان مريضاً أو على سفر فعدة من أيام أخر\". ¶ وحكم المرأة في ذلك حكم الرجل؛إن كانت مسافرة أو مريضة مرضاً يشق معه الصوم فلا كفارة عليها. ¶ السؤال(36):سائقو الشاحنات والسيارات هل ينطبق عليهم حكم المسافر في جواز الفطر نظراً لعملهم المتواصل خارج المدن في نهار رمضان؟ ¶ الجواب:سائقو الشاحنات الذين يسافرون؛ينطبق عليهم حكم السفر؛فلهم القصر والجمع والفطر؛وعليهم القضاء قبل رمضان الآخر؛(ولو صاموا في أيام الشتاء لكان حسنا لأنها أيام قصيرة وباردة)؛أما السائقون داخل المدن فليس لهم الفطر ولا ينطبق عليهم حكم السفر لأنهم ليسوا بمسافرين. ¶ السؤال(37):المسافر إذا قدم إلى بلده وهو مفطر؛هل يجب عليه إمساك بقية اليوم؟",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الجواب:لا يجب عليه إمساك بقية اليوم؛ولكن لا يأكل أو يشرب أمام الناس مجاهرة؛حتى لا يؤدي ذلك إلى إساءة الظن به. ¶ الفصل الخامس: ¶ أحكام تخص المرأة. ¶ السؤال(38): الحائض والنفساء..هل يجب عليهما الصوم أم أنهما من أهل الأعذار؛وما الحكم الذي يتعلق بهما؟ وهل يجوز لهما الأكل والشرب في نهار رمضان؟ ¶ الجواب:الحائض والنفساء ليستا من أهل الصيام؛فإذا حاضت المرأة أو نفست فإنه يباح لها الفطر؛ويحرم عليها الصوم ؛وعليها أن تقضي الأيام التي أفطرتها بسبب ذلك. ¶ وبما أنهما ليستا من أهل الصيام؛فإنه يباح لهما الأكل والشرب في نهار رمضان لإفطارهما لعذر شرعي يمنع من الصوم؛لكن ينبغي ألا يكون ذلك على مرأى من الصبيان ومَن لا يعقل حتى لا يسبب ذلك عنده إشكالا. ¶ السؤال(39):بعض النساء يأخذها الحياء فتصوم وهي حائض؛فما الحكم في ذلك؟ ¶ الجواب:الحائض لا يجوز لها أن تصلي أو تصوم أثناء مدة الحيض؛ والواجب عليها التوبة والاستغفار من هذا الخطأ؛كما أن عليها إن صامت وهي حائض أن تقضي تلك الأيام؛سواء كان ذلك في رمضان واحد أو عدة رمضانات؛ولا يجزئها الصوم أثناء فترة الحيض. ¶ السؤال(40):إذا طهرت المرأة من الحيض أو النفاس في نهار رمضان؛فهل تمسك عن المفطرات بقية اليوم أم يباح لها الإفطار؟ ¶ الجواب:إذا طهرت المرأة بعد طلوع الفجر؛فإنه لا يلزمها أن تمسك بقية ذلك اليوم؛لأنه يوم لا يصح صومها فيه؛لكونها في أوله حائضاً ليست من أهل الصيام؛وقد استباحت الإفطار بعذر شرعي؛وإذا لم يصح صوم ذلك اليوم لم يبق للإمساك فيه فائدة؛وقد قال ابن مسعود رضي الله عنه:\"من أكل أول النهار فليأكل آخر النهار\"؛والمقصود: أنه إذا حل له الإفطار أول النهار لعذر شرعي؛فكذلك الحال في بقية اليوم. ¶ على إنها وإن أمسكت بقية ذلك اليوم فإن الواجب عليها قضاء ذلك اليوم بعد رمضان.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "السؤال(41):إذا طهرت الحائض والنفساء قبل الفجر ولم تغتسل إلا بعد الفجر فهل يصح صومها؛وإذا أخّر الرجل أو المرأة الاغتسال من الجنابة إلى الفجر؛فهل صومهم ذلك اليوم صحيح؟ ¶ الجواب:يصح صوم المرأة الحائض والنفساء إذا طهرت قيل الفجر؛ولو أخرت الاغتسال إلى طلوع الفجر؛وكذلك من كانت عليه جنابة من الليل وقد أخّر الاغتسال إلى الفجر فإنه يصح صومه؛لقول عائشة رضي الله عنها:\"إن النبي صلى الله عليه وسلم كان يصبح وهو جنب من جماع أهله فيغتسل ويصوم\"(18). ¶ وهذا يدل على أنه صلى الله عليه وسلم كان لا يغتسل من الجنابة إلا بعد طلوع الفجر. ¶ والحائض والنفساء والجنب كلهم يشتركون في هذا الحكم. ¶ السؤال(42):إذا طهرت النفساء قبل الأربعين فهل يجب عليها الصوم؟ ¶ الجواب: نعم؛إذا طهرت النفساء قبل الأربعين فإنها تصلي وتصوم؛ويحل لزوجها وطؤها. ¶ فلو طهرت لعشرين أو ثلاثين فلها أحكام الطاهرات؛فإذا رجع عليها الدم في الأربعين فإنها تعتبره نفاساً؛وما صلّته وصامته في أثناء طهارتها صحيح لا يعاد منه شئٌ ما دام أنه وقع في حال الطهارة. ¶ السؤال(43):امرأة أفطرت في رمضان بسبب الدورة الشهرية ولم تكن تقضي الأيام التي تفطرها؛كما أنها تجهل عددها؛فما الذي يجب عليها؟ ¶ الجواب:الواجب عليها التوبة إلى الله تعالى واستغفاره من هذا الذنب؛كما يجب عليها تحري الأيام التي تركت صيامها فتقضيها. ¶ السؤال(44):امرأة صامت وهي شاكة في الطهر من الحيض؛فلما أصبحت فإذا هي طاهر؛فهل ينعقد صومها وهي لم تتيقن الطهر؟ ¶ الجواب:هذه المرأة صيامها غير منعقد ويلزمها قضاء ذلك اليوم وذلك لأن الأصل بقاء الحيض؛ودخولها في الصوم مع عدم تيقن الطهر دخول في العبادة مع الشك في شرط صحتها وهذا يمنع انعقادها. ¶ السؤال(45):ما حكم صوم من أسقطت جنينها في رمضان وخرج منها الدم؟",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الجواب:إذا أسقطت جنيناً تبين فيه خلق إنسان؛فإن الدم يكون دم نفاس تترك لأجله الصوم والصلاة؛وإذا لم يتبين في الجنين خلق إنسان فإنه يكون دم فساد لا دم نفاس؛فلا يمنع الصوم ولا الصلاة؛فالواجب عليها أن تصلي وتصوم. ¶ السؤال(46):بعض النساء تظن أنها إذا حاضت بعد غروب الشمس وقبل صلاة العشاء؛فإن صيامها ذلك اليوم باطل؛فهل هذا صحيح؟ ¶ الجواب:هذا خطأ؛والصحيح أن المرأة الصائمة إذا غربت عليها شمس ذلك اليوم وهي طاهر؛فإن صيامها صحيح وإن حاضت قبل صلاة العشاء؛لأن تمام اليوم يكون بغروب شمسه. ¶ السؤال(47):امرأة حاضت ستة أيام ثم طهرت ورأت علامة الطهر؛وبعدها بيوم رأت الكدرة؛فما الحكم في ذلك؟ ¶ الجواب:إذا رأت الحائض علامة الطهر ثم رجعت لها الكدرة بعد ذلك فإنها تصوم؛لقول أم عطية رضي الله عنها:\"كنا لا نعد الصفرة والكدرة بعد الطهر شيئا\"(19)؛وعلى هذا فيكون صيامها صحيحاً. ¶ السؤال(48):بعض النساء ينزل عليها الدم في غير وقت دورتها فهل يؤثر ذلك في الصوم؟ ¶ الجواب:إن كانت دورتها لها وقت محدد؛ونزل عليها الدم في غير وقت دورتها المعروف فهذا دم استحاضة لا تترك من أجله الصوم ولا الصلاة. ¶ وأما إن نزل عليها دم أسود وليس لها دورة معروفة بوقت معين؛وميزته بأنه دم حيض فتترك من أجله الصيام؛ولا يجوز لها الصيام وهي حائض. ¶ السؤال(49):هل يجوز للمرأة أن تستعمل حبوب منع الدورة لتأخير الحيض من أجل إتمام الصيام؟ ¶ الجواب:يجوز للمرأة أن تستعمل حبوب منع الدورة لما في ذلك من المصلحة للمرأة في صومها مع الناس؛لكن يُشترط ألا يؤدي ذلك إلى إلحاق الضرر بالمرأة؛لأن بعض النساء يتضررن باستعمال الحبوب. ¶ السؤال(50):إذا أحست المرأة بألم الحيض أو تحرُّك الدم في بطنها؛ولكنه لم يخرج قبل الغروب؛فهل صيامها ذلك اليوم صحيح؛أم أنه يجب عليها القضاء؟",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الجواب:إذا أحست المرأة بألم العادة؛أو تحرُّك الحيض في بطنها؛ولكنه لم يخرج إلا بعد غروب الشمس؛فإن صومها ذلك اليوم صحيح؛وليس عليها إعادته. ¶ السؤال(51):هل يجوز للحامل والمرضع الإفطار في رمضان؛وماذا يجب عليهما إذا أفطرتا؟ ¶ الجواب:الحامل والمرضع حكمهما حكم المريض؛فإذا شق عليهما الصوم جاز لهما الفطر وعليهما القضاء عند القدرة على ذلك كالمريض والمسافر؛قال صلى الله عليه وسلم:\"إن الله وضع عن المسافر الصوم وشطر الصلاة؛وعن الحبلى والمرضع الصوم\"(20). ¶ السؤال(52):هل يجوز للمرأة أن تستعمل الكحل أو أدوات التجميل وهي صائمة أم أنها تؤثر على الصيام؛وما هو حكم وضع الصائمة للحناء؟ ¶ الجواب:الكحل لا يفطّر الصائم؛وهكذا أدوات التجميل والأدهان التي توضع على جسد الصائم؛وكذلك الحناء والمكياج وأشباه ذلك؛كل ذلك يجوز للصائم استعماله ولا يؤثر في الصوم. ¶ ولكن على المرأة أن تجتنب إظهار زينتها عند محضر الرجال الأجانب؛سداً لباب الفتنة والفساد. ¶ الفصل السادس: ¶ أحكام القضاء وصيام ستٍ من شوال. ¶ السؤال(53):بعض الناس يدخل عليه رمضان الثاني وهم لم يصوموا أياماً من رمضان السابق؛فما الذي يلزمهم في مثل هذه الحال؟ ¶ الجواب:الواجب على من فعل ذلك التوبة إلى الله من هذا العمل؛لأنه لا يجوز لمن عليه قضاء أيام من رمضان أن يؤخره إلى رمضان الثاني بلا عذر؛لقول عائشة رضي الله عنها:\"كان يكون عليّ الصوم من رمضان فما أستطيع أن أقضيه إلا في شعبان لمكان النبي صلى الله عليه وسلم\"(21)؛وهذا يدل على أنه لا يمكن تأخيره إلى ما بعد رمضان الثاني. ¶ فعلى من فعل ذلك التوبة إلى الله عز وجل؛وأن يقضي الأيام التي تركها بعد رمضان. ¶ السؤال(54):من كان عليه قضاء أيام من رمضان هل يجب عليه أن يصومها متتابعة؟ ¶ الجواب:من كان عليه قضاء أيام من رمضان يجوز له أن يصومها متفرقة أو متتابعة؛كما يجوز له أن يؤخرها متى شاء بشرط أن تكون قبل رمضان القادم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "السؤال(55):من كان عليه قضاء أيام من رمضان هل يجوز له أن يصوم تطوعا قبل أن يقضي ما أفطره من أيام رمضان؟ ¶ الجواب:يجوز لمن كان عليه قضاء أيام من رمضان؛أن يصوم النوافل مثل يوم عرفة ويوم عاشوراء وغيرها مما وردت به السنة؛لأنه مادام الوقت متسعاً لصيام القضاء إلى رمضان الآخر؛فإنه يجوز له التنفل؛مع التنبيه على أن الأولى أن يقضي ما عليه؛لأن القضاء واجب فيقدم على النوافل؛وهو أفضل منها. ¶ السؤال(56):المرأة التي تقضي يوما من رمضان هل يجوز لزوجها أن يجامعها وقد صامت بإذنه؛وهل عليه أو عليها الكفارة؟ ¶ الجواب:إذا كانت المرأة تقضي أياما من رمضان فلا يجوز لزوجها أن يجامعها؛وهو آثم لأنها في صيام واجب؛ولكن ليس عليه أو عليها الكفارة لأن صومها قضاء؛والكفارة إنما تجب في صوم رمضان. ¶ السؤال(57):ما حكم من كان مريضا ودخل عليه رمضان ولم يصم ثم مات بعد رمضان؛فهل يقضى عنه أو يطعم عنه؟ ¶ الجواب:إذا مات المسلم في مرضه بعد رمضان فلا قضاء عليه ولا إطعام؛لأنه معذور شرعا؛وكذلك المسافر إذا مات في سفره أو بعد القدوم مباشرة؛فلا يجب القضاء عنه ولا الإطعام؛ لأتهم معذورون شرعا. ¶ السؤال(58):هل يجب في صيام الست من شوال أن تكون متتابعة؛ومن اعتاد صيامها في كل عام ؛ولم يتمكن من صيامها إحدى السنوات؛فهل يجب عليه قضاؤها؟ ¶ الجواب:صيام ست من شوال سنة ثابتة عن رسول الله صلى الله عليه وسلم كما جاء في الحديث:\"من صام رمضان ثم أتبعه ستاً من شوال كان كصيام الدهر\"(22). ¶ ويجوز صيام هذه الأيام الست متفرقة ومتتابعة؛ولا يلزم من اعتاد صيامها أن يصومها في كل عام؛فهو مخير؛إن شاء صامها التماساً للأجر؛وإن شاء ترك صيامها؛فالأمر واسع؛وليس علي شيء إن ترك صيامها؛سواء كان ذلك بعذر أم من غير عذر. ¶ كما أنه لا يلزم من ترك صيام الست من شوال أن يقضيها بعد ذلك؛لأن صيامها نافلة وليست بواجبة.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "السؤال(59):من كان عليه قضاء أيام من رمضان؛هل يجوز له صيام الست من شوال؛أم لا بد أن يبدأ بالقضاء أولا؟ ¶ الجواب: من كان علي قضاء وأراد أن يصوم الست من شوال؛فلا بد أولاً أن يقضي ما عليه من الأيام التي أفطرها في رمضان؛ثم يشرع بعد ذلك بصيام الست؛قال صلى الله عليه وسلم:من صام رمضان ثم أتبعه بستٍ من شوال كان كصيام الدهر\"أي:العام. ¶ ومن كان عليه قضاء أيام من رمضان؛ فلا يصدق عليه أنه صام شهر رمضان. ¶ هذا ما أردت بيانه من الأحكام المتعلقة في باب الصيام ؛ذكرت ذلك على وجه الاختصار؛واجتهدت في انتقاء المسائل التي تلجئ الحاجة إليها؛وتكثر حولها أسئلة الناس. ¶ أسأل الله أن أكون قد وفقت في ذلك؛كما أسأله أن يجعل هذا العمل خالصا لوجهه الكريم لا بطرا ولا رياء ولا سمعة؛وأن يثقل به موازيني؛وأن يجعله مدخراً لي حين لقائه؛وأن يرزقني فيه الإخلاص والقبول. ¶ وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين. ¶ كتبه ¶ سالم العجمي ¶ 21/7/1426هـ ¶ 26/ 8/2005م ¶ الكويت- الجهراء ص ب1476 ¶ salem-alajmi@maktoob.com ¶ محتوى الكتاب. ¶ السؤال (1): على من يجب صوم رمضان؟ ¶ السؤال(2): ما حكم النية للصائم؛وهل تكفي نية واحدة لرمضان كلّه أم لا بد لكل ليلة من نية؟ ¶ السؤال(3): متى يكون الإمساك عن المفطرات؟ ¶ السؤال (4):متى يؤمر الصبيان والفتيات بالصيام؟ ¶ السؤال(5):ما حكم السحور وما هو الوقت الأفضل في فعله؟ ¶ السؤال(6): ما هي سنة النبي صلى الله عليه وسلم في الإفطار؟ ¶ السؤال(7): ما هي مفسدات الصيام التي تبطله؛وما الذي يجب على من أتى شيئا منها؟ ¶ السؤال(8):من استمنى وهو صائم فهل يبطل صومه؛وما الواجب عليه في مثل هذه الحال؟ ¶ السؤال(9):ما الحكم فيمن جامع امرأته في نهار رمضان؛وما الواجب عليه في مثل هذه الحال؛وهل تشاركه المرأة في الحكم؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "السؤال(10):بعض الناس إذا أراد أن يجامع امرأته في نهار رمضان عمد إلى حيلة يظن أنها تُسقط عنه كفارة الجماع؛وذلك أن يفطر قبل ذلك بالأكل والشرب؛فهل ذلك يسقط عنه الكفارة؟ ¶ السؤال(11): من دخل إلى جوفه شيء رغما عنه هل يكون مفطرا بذلك؟ ¶ السؤال(12):ما حكم من لامس بدنه أو مست يده امرأة من غير قصد وهل يؤثر ذلك على صيامه؟ ¶ السؤال(13):هل يجوز للصائم استعمال الطيب والبخور في نهار رمضان؟ ¶ السؤال(14):ما حكم الاستحمام في رمضان أكثر من مرّة؟ ¶ السؤال(15):ما حكم صوم من أكل أو شرب شاكاً في طلوع الفجر؛يظنه لم يطلع؟ ¶ السؤال(16):هل يجوز للصائم بلع ريقه أم يجب عليه أن يبصقه؟ ¶ السؤال(17):هل يجوز للصائم استعمال السواك؛وهل يباح له استعمال معجون الأسنان؟ ¶ السؤال(18):هل يجوز للرجل تقبيل زوجته وهو صائم؟ ¶ السؤال(19):لو احتلم المرء وهو صائم؛فهل يؤثر ذلك على صيامه؟ ¶ السؤال(20):لو أُخذ من الصائم تحليل أو خرج منه دمٌ بسبب الرعاف؛أو جرح بسكين أو وطئ زجاجة فجرحت رجله وسال منها الدم؛ونحو ذلك؛فهل يبطل صومه بخروج الدم؟ ¶ السؤال(21):ما حكم من أكل أو شرب في نهار رمضان ناسيا؟ ¶ السؤال(22):هل يجوز للمرأة تذوق الطعام وهي صائمة؟ ¶ السؤال(23):هل يجوز للطالب الإفطار في شهر رمضان من أجل الامتحانات؟ ¶ السؤال(24):هل المرض دائما يبيح لصاحبه الفطر أم أن هناك تفصيلاً؛وما هي الأحكام المتعلقة بالمريض إذا أفطر؟ ¶ السؤال(25):ما حكم استعمال الصائم للإبر؟ ¶ السؤال(26):هل يجوز للصائم استعمال القطرة؛ أم أنها تفطره؟ ¶ السؤال(27):بعض الناس مصاب بالربو فهل يجوز له استعمال البخاخ أثناء الصيام؛أم أنه يفطر باستعماله؟ ¶ السؤال(28):ما حكم استعمال الصائم لإبرة التخدير-(البنج)- وهل لها أثر في الصيام؟ ¶ السؤال(29):هل يجوز للصائم استعمال التحاميل الطبية؟ ¶ السؤال(30):هل يجوز استعمال مرطب الشفاة لمن يعاني من تشقق الشفتين بسب الجفاف؟",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "السؤال(31):إذا أفطر الإنسان بسبب المرض ثم برئ أثناء النهار؛هل يلزمه إمساك بقية اليوم؟ ¶ السؤال(32):هل يباح الفطر لكبير السن العاجز عن الصيام ؛وما الأحكام المترتبة عليه في هذه الحال؟ ¶ السؤال(33):من كانت عليه كفارة إطعام مساكين؛فكيف يكون الإطعام؟ ¶ السؤال(34):أيهما أفضل للمسافر الصوم أم الفطر؟ ¶ السؤال(35):هل يجوز للمسافر أن يجامع أهله في رمضان؟ ¶ السؤال(36):سائقو الشاحنات والسيارات هل ينطبق عليهم حكم المسافر في جواز الفطر نظراً لعملهم المتواصل خارج المدن في نهار رمضان؟ ¶ السؤال(37):المسافر إذا قدم إلى بلده وهو مفطر؛هل يجب عليه إمساك بقية اليوم؟ ¶ السؤال(38): الحائض والنفساء..هل يجب عليهما الصوم أم أنهما من أهل الأعذار؛وما الحكم الذي يتعلق بهما؟ وهل يجوز لهما الأكل والشرب في نهار رمضان؟ ¶ السؤال(39):بعض النساء يأخذها الحياء فتصوم وهي حائض؛فما الحكم في ذلك؟ ¶ السؤال(40):إذا طهرت المرأة من الحيض أو النفاس في نهار رمضان؛فهل تمسك عن المفطرات بقية اليوم أم يباح لها الإفطار؟ ¶ السؤال(41):إذا طهرت الحائض والنفساء قبل الفجر ولم تغتسل إلا بعد الفجر فهل يصح صومها؛وإذا أخّر الرجل أو المرأة الاغتسال من الجنابة إلى الفجر؛فهل صومهم ذلك اليوم صحيح؟ ¶ السؤال(42):إذا طهرت النفساء قبل الأربعين فهل يجب عليها الصوم؟ ¶ السؤال(43):امرأة أفطرت في رمضان بسبب الدورة الشهرية ولم تكن تقضي الأيام التي تفطرها؛كما أنها تجهل عددها؛فما الذي يجب عليها؟ ¶ السؤال(44):امرأة صامت وهي شاكة في الطهر من الحيض؛فلما أصبحت فإذا هي طاهر؛فهل ينعقد صومها وهي لم تتيقن الطهر؟ ¶ السؤال(45):ما حكم صوم من أسقطت جنينها في رمضان وخرج منها الدم؟ ¶ السؤال(46):بعض النساء تظن أنها إذا حاضت بعد غروب الشمس وقبل صلاة العشاء؛فإن صيامها ذلك اليوم باطل؛فهل هذا صحيح؟ ¶ السؤال(47):امرأة حاضت ستة أيام ثم طهرت ورأت علامة الطهر؛وبعدها بيوم رأت الكدرة؛فما الحكم في ذلك؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "السؤال(48):بعض النساء ينزل عليها الدم في غير وقت دورتها فهل يؤثر ذلك في الصوم؟ ¶ السؤال(49):هل يجوز للمرأة أن تستعمل حبوب منع الدورة لتأخير الحيض من أجل إتمام الصيام؟ ¶ السؤال(50):إذا أحست المرأة بألم الحيض أو تحرُّك الدم في بطنها؛ولكنه لم يخرج قبل الغروب؛فهل صيامها ذلك اليوم صحيح؛أم أنه يجب عليها القضاء؟ ¶ السؤال(51):هل يجوز للحامل والمرضع الإفطار في رمضان؛وماذا يجب عليهما إذا أفطرتا؟ ¶ السؤال(52):هل يجوز للمرأة أن تستعمل الكحل أو أدوات التجميل وهي صائمة أم أنها تؤثر على الصيام؛وما هو حكم وضع الصائمة للحناء؟ ¶ السؤال(53):بعض الناس يدخل عليه رمضان الثاني وهم لم يصوموا أياماً من رمضان السابق؛فما الذي يلزمهم في مثل هذه الحال؟ ¶ السؤال(54):من كان عليه قضاء أيام من رمضان هل يجب عليه أن يصومها متتابعة؟ ¶ السؤال(55):من كان عليه قضاء أيام من رمضان هل يجوز له أن يصوم تطوعا قبل أن يقضي ما أفطره من أيام رمضان؟ ¶ السؤال(56):المرأة التي تقضي يوما من رمضان هل يجوز لزوجها أن يجامعها وقد صامت بإذنه؛وهل عليه أو عليها الكفارة؟ ¶ السؤال(57):ما حكم من كان مريضا ودخل عليه رمضان ولم يصم ثم مات بعد رمضان؛فهل يقضى عنه أو يطعم عنه؟ ¶ السؤال(58):هل يجب في صيام الست من شوال أن تكون متتابعة؛ومن اعتاد صيامها في كل عام ولم يتمكن من صيامها إحدى السنوات؛فهل يجب عليه قضاؤها؟ ¶ السؤال(59):من كان عليه قضاء أيام من رمضان؛هل يجوز له صيام الست من شوال؛أم لا بد أن يبدأ بالقضاء أولا؟ ¶ (1) رواه الترمذي؛وصححه الألباني في صحيح الترمذي برقم 682. ¶ (2) رواه: البخاري 1904؛ومسلم2701. ¶ (3)رواه: البخاري2014؛ومسلم 1778. ¶ (4) رواه أبو داود والنسائي؛وصححه الألباني في إرواء الغليل برقم 297. ¶ (5) رواه: البخاري304؛ومسلم 238. ¶ (6) رواه أبو داود؛وصححه الألباني في إرواء الغليل914. ¶ (7) رواه : البخاري2656؛ومسلم2533. ¶ (8)رواه: البخاري1923؛ومسلم2544.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "(9)رواه: البخاري1957؛ومسلم2549. ¶ (10)رواه: البخاري1954؛ومسلم2553. ¶ (11) رواه أبوداود والترمذي؛وصححه الألباني في الإرواء923. ¶ (12)رواه:البخاري 6822؛ ومسلم2590. ¶ (13) رواه أحمد؛وصححه الألباني في الإرواء66. ¶ (14) رواه: البخاري1927؛ومسلم5271. ¶ (15)رواه: البخاري1933؛ومسلم2709. ¶ (16)رواه: البخاري1946؛ومسلم2607. ¶ (17)رواه: البخاري1947؛ومسلم2615. ¶ (18)رواه: البخاري1926؛ومسلم1109. ¶ (19) رواه البخاري 326. ¶ (20) رواه أبو داود؛وصححه الألباني في صحيح أبي داود 2408. ¶ (21)رواه: البخاري1950؛ومسلم1146. ¶ (22) رواه مسلم 1164 . ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 1 ¶ 14",
            "page": "22",
            "part": "1"
        }
    ],
    "t36391": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الصيام سؤال وجواب"
        }
    ]
}