{
    "b36409": [
        {
            "id": "1",
            "nass": "قصر الصلاة للمغتربين ¶ تأليف ¶ الدكتور/ إبراهيم بن محمد الصبيحي ¶ تقديم ¶ عبدالعزيز بن عبدالله بن باز ¶ مفتي عام المملكة العربية السعودية ¶ ورئيس هيئة كبار العلماء وإدارة البحوث العلمية والإفتاء ¶ مؤسسة نور الإسلام ¶ www.islamlight.net ¶ تقديم ¶ بقلم سماحة المفتي العام ¶ بسم الله والحمد لله والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن اهتدى بهداه أما بعد: ¶ فقد اطلعت على ما تضمنته هذه الرسالة التي سمَّاها مؤلفها صاحب الفضيلة الدكتور/ إبراهيم بن محمد الصبيحي \"قصر الصلاة للمغتربين\" فألفيتها رسالة قيّمة في موضوعها ، وقد اجتهد مؤلفها في بيان أحكام إقامة المسافر في أثناء سفره ،وفصَّل ذلك تفصيلاً جيداً، وذكر الأدلة الشرعية وكلام أهل العلم في ذلك ، وإني أنصح بقراءتها والاستفادة منها. ولا شك أنَّ قول الجمهور في تحديد الإقامة المانعة من القصر إذا عزم عليه المسافر بأربعة أيام أو بإحدى وعشرين صلاة أظهر وأحوط للمؤمن؛ لأن الأصل في حق المقيم هو وجوب الإتمام، تركنا ذلك في حق من أقام هذه الإقامة أو أقل منها وقلنا الأفضل له القصر استناداً إلى إقامة النبي - صلى الله عليه وسلم - في حجة الوداع من صباح يوم الرابع إلى ضحى يوم الثامن من ذي الحجة في حجة الوداع وهو يقصر الصلاة فبقي ما زاد على ذلك هو محل الإتمام احتياطاً وعملاً بالأصل في حق من عزم على الإقامة المذكوره في أثناء سفره ، وللقول الثاني في عدم التحديد حظه من النظر إذا لم يزمع إقامة مطلقة ، وقد قال النبي - صلى الله عليه وسلم - في الحديث الصحيح: \"دع ما يريبك إلى ما لا يريبك\" وقال - صلى الله عليه وسلم - في الحديث الآخر المتفق على صحته: \"فمن اتقى الشبهات فقد استبرأ لدينه وعرضه\" وأسأل الله أن يوفقنا وجميع المسلمين لكل ما فيه رضاه وإصابة الحق وأن يضاعف لأخينا الدكتور إبراهيم بن محمد الصبيحي الأجر على ما بذله من جهد وعناية في هذه المسألة المهمة، وأن يجعلنا وإياه",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وسائر إخواننا من دعاة الهدى وأنصار الحق، وأن يمنح الجميع الفقه في دينه إنه سميع قريب وصلى وسلم على عبده ورسوله نبينا محمد وآله وصحبه ومن سار على نهجه إلى يوم الدين. ¶ عبدالعزيز بن عبدالله بن باز ¶ مفتي عام المملكة العربية السعودية ¶ ورئيس هيئة كبار العلماء وإدارة البحوث العلمية والإفتاء ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستهديه، ونسأله التوفيق والفقه في الدين. وأشهد أن لا إله إلا الله، وحده لا شريك له، وأشهد أن محمداً عبده ورسوله، - صلى الله عليه وسلم - ، وعلى آله وصحبه، ومن تمسك بهديه إلى يوم الدين. ¶ أما بعد: ¶ فإنني أحمد الله – سبحانه وتعالى – وأشكره على ما من به على كثير من شباب أمتنا من وعي فكري وصحة في التوجه، وقوّة في الالتزام بالدين مع حرص على طاعة رب العالمين، يزين ذلك صفاء في العقيدة وتمسك بالسنة، على الرغم من تحديات العصر وتوافر المغريات، ونشاط دعاة السوء. وإنَّ مما يتميز به هذا الشباب الحرص على طلب الفقه في الدين والبحث عما يعضده الدليل ، حتى إنه لا يقبل من الأقوال والفتاوى إلا ما صرح صاحبه بدليله من الكتاب والسنة، وما شهد له عمل سلف الأمة، وأقوالهم. وهذا شيء عظيم لا إشكال فيه، إنما الإشكال في منهج بعضهم في التمييز بين الفتاوى، والأقوال المتعارضة التي أحتج لها أصحابها بالأدلة من الكتاب والسنة واستشهدوا عليها بشيء من عمل سلف الأمة وأقوالهم. ¶ لأن التفريق بين الراجح والمرجوح لدى بعضهم مبني على محبة من يستفتونه، أو على قوة بلاغته وليس بعد النظر في صحة حجته، وسبب هذا ضعف العناية بفهم آراء فقهاء الأمة، والبعد عن ضبط التأصيل، كما أن لعدم معرفة الألفاظ اللغوية، والضعف في التفريق بين مدلولاتها أثراً كبيراً في ضعف الجانب الفقهي لدى بعض الشباب. ¶ ثم إن تعجل بعضهم في إصدار الأحكام، ومحبة كل جديد قد زاد من العمل ببعض الأقوال المرجوحة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولذا فإنني أنصح أولئك بالأناة والتريُّث وإتهام الرأي، والحرص على بناء عقلياتهم العلمية فيما قصدوه من مسائل، قبل أن يتصدروا مجالس زملائهم بالفتيا. وقبل إتهام مخالفيهم بمخالفة السنة، ورميهم لهم بالتقليد المذهبي، وربما يكون الحق مع مخالفيهم. ¶ كما يجب على الناظر في الأدلة الشرعية احترام آراء إخوانه والعناية بفهم أدلتهم فهماً صحيحاً حتى يمكنه الوصول إلى أرجح الآراء وأدقها. ¶ هذا ومن المسائل التي دار النقاش حولها في الأوساط الشبابية، والمجالس العلمية في الآونة الأخيرة: مسألة قصر الصلاة لمن سافر من وطنه ما لم يرجع إليه وإن أقام السنين الطويلة. ¶ وهي مسألة قديمة، عرفت عن بعض الطوائف الإسلامية إلا أنها الآن لم تبق مدوَّنة في الكتب العلمية بل ظهرت إلى الميدان العملي، وذلك أن كثيراً من الشباب قد عمل بهذا القول، وربما دعا إليه، خصوصاً من المغتربين للدراسة في داخل المملكة، وخارجها، وبالأخص ممن لهم عناية بالسنة وأقوال الصحابة وفتاويهم. ¶ لذا رأيت من الواجب القيام بدراستها دراسة علميَّة، مبنية على التحقيق اللغوي، والدراسة الإسنادية، مع استقصاء الأدلة والتوفيق بينها، ثم تحرير مذهب أشهر من نسب إليه القول بهذا من الصحابة –- رضي الله عنه - - والإجابة على ما طُرح من تساؤلات. ¶ وقد عُنِيتُ بتحليل مقالات أشهر المفتين في هذه المسألة تحليلاً علمياً، يكشف بإذن الله لمن وقف عليه جانب الصواب في هذه المسألة التي تتعلق بركنين عظيمين من أركان الإسلام، حيث قصر بسببها من يجب عليه الإتمام، وأفطر من يجب عليه الصيام والله الهادي إلى الصواب. ¶ هذا وقد بنيت هذا البحث على الخطة التالية: ¶ المقدمة: بينت فيها سبب بحث هذا الموضوع. ¶ التمهيد: قد عنيت فيه بالتعريف بالألفاظ اللغوية التي لفهم مدلولها أثر في معرفة الرأي الراجح من المرجوح.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "القسم الأول: درست فيه حكم قصر الصلاة للمغتربين المقيمين على ضوء دلالة الكتاب والسنة، وتحرير مذهب من نسب إلى القول بهذا من الصحابة. ¶ القسم الثاني: ناقشت فيه رأي أشهر المفتين في هذه المسألة. ¶ الفهارس. ¶ منهجي في تخريج الأحاديث والحكم عليها: ¶ خرجت الأحاديث والآثار – موضع الاستدلال – من مصادرها ، ثم قمت بدراسة أسانيدها والحكم عليها. ¶ وقد آثرت في هذه الدراسة الإسنادية الاختصار غير المخلّ ، وذلك أنني قد اكتفيت بالإشارة إلى ثقة من اشتهر من رواة الحديث، وذلك بذكر توثيق ابن حجر له في التقريب، والإحالة على تهذيب التهذيب للوقوف على أقوال الموثقين له من أهل العلم لمن أراد ذلك، ولا تعني هذه الإحالة على التقريب أنني قد اكتفيت بمجرد توثيق ابن حجر، بل إنني أطلع على كلام أهل العلم قبل ذكري لتوثيقه، ثم بدلاً من التطويل بذكر الموثقين أكتفي بالإحالة على التقريب لمجرد الاستشهاد. ¶ أما إن كان الراوي غير مشهور فإنني أترجم له: ترجمة تميّزه عن غيره ، وتُعرِّف ِبحاله ،ثم أذكر من وثقه أو ضعفه. ¶ وقد عُنيتُ بذكر الشواهد والمتابعات والحكم على أسانيدها ثم بعد ذلك أحكم على المتن من خلال إسناده وشواهده ومتابعاته إن وجدت. وقد أكتفي بالإشارة إلى هذا، وذلك ببيان حال الرواة. والله الموفق. ¶ المؤلف ¶ حرر في 6/3/1414هـ ¶ التمهيد ¶ التعريف بالألفاظ اللغوية ¶ المتعلقة بالمسافر والمقيم ¶ من المُسلَّم به لدى علماء الأمة أهميَّة معرفة مدلول معرفة الألفاظ اللغوية التي تتعلق بها الأحكام الشرعية، لأن الألفاظ قوالب المعاني، ولأن الشارع خاطبنا بلسان عربي مبين، فلا بد من معرفة ألفاظ هذا اللسان إذ لا يصح تقرير الأحكام واستنباطها إلا ممن عرف مدلول خطاب الشارع.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "كما يتحتم على من يستنبط الأحكام من الألفاظ الشرعية التفريق بينها وبين ما يشابهها مما لم يعلِّق الشارع بها أحكاما. كألفاظ: الراعي والرائد والحطاب والمُنبَتّ والمسافر، لأن أصحاب هذه الألفاظ يشتركون في السفور، والمشي في الأرض خارج البنيان، لكن المسافر يخالفهم في قصده قطع المسافة، أما بقيتهم فلم يقصدوا قطعها إنما قصدوا إنجاز أعمالهم التي لا يحصل لهم إنجازها إلا بالسير خارج الأمصار. ¶ ولهذا فقد قمت في هذا التمهيد بالتعريف بعشرة ألفاظ لتعلقها بأحوال السفر والإقامة. وهما أمران قد علق الشارع عليهما أحكام القصر، والإتمام والإفطار والصيام. ¶ فالتعريف إذا بالمسافر، والمقيم، والحاضر، والبادي، والغائب، والغريب، والمستوطن، والظاعن، والمطمئن، والضارب في الأرض، أمر مهم في تنزيل الأحكام الشرعية على أ؛وال الإنسان في حال ترحاله واستقراره. كما أن للتفريق بين مدلولاتها أهمية كبيرة، حتى لا تتداخل الأحكام، ولذا بينت في آخرها الفرق بين هذه الألفاظ، كما خصصت للتفريق بين السفر والضرب في الأرض مبحثاً خاصا، لأن الشارع علق القصر بالضرب في الأرض، والفطر بالسفر، وإليك بيان هذا والله الموفق. ¶ الحاضر: ¶ الحضور نقيض المغيب والغيبة، وحضر ضد: غاب. والحضر: خلاف البدو، والحاضر: خلاف البادي. والحاضر: المقيم في المدن والقرى، والبادي: المقيم بالبادية. ¶ قال الأزهري: العرب تقول: حي حاضر بغير هاء، إذا كانوا نازلين على ماء عد، يقال: حاضر بني فلان على ماء كذا وكذا، ويقال للمقيم على الماء حاضر، وجمعه حضور، وهو ضد المسافر. ¶ وكذلك يقال للمقيم: شاهد وخافض، وفلان حاضر بمواضع كذا أي مقيم به. ويقال على الماء حاضر، وهؤلاء قوم حضار إذا حضروا المياه. وكل من نزل على ماء عد، ولم يتحول عنه شتاء ولا صيفا فهو حاضر. سواء نزلوا في القرى والأرياف والدور المدارية، أو بنوا الأخبية على المياه فقروا بها، ورعوا ما حولها من الكلأ.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والمحضر عند العرب: المرجع إلى أعداد المياه، والمنجع: المذهب في طلب الكلأ، وكل منتجع مبدي (1). ¶ والبادية: الذين يتباعدون عن أعداد المياه ذاهبين في النجع إلى مساقط الغيث ومنابت الكلأ. ¶ والحاضرة: الذين يرجعونه إلى المحاضر في القيظ، وينزلون على الماء العد. ولا يفارقونها إلى أن يقع ربيع الأرض يملأ الغدران فينتجعونه (2). ¶ البادي: ¶ بدا الشيء: ظهر، وبدا القوم: خرجوا إلى باديتهم. والبادية: اسم للأرض التي لا حضر فيها، وإذا خرج الناس من الحضر إلى المراعي في الصحاري قيل: قد بدوا، والاسم البدو، والبادي خلاف الحاضرة، والحاضرة القوم الذين يحضرون المياه، وينزلون عليها في حمراء القيظ، فإذا برد الزمان ظعنوا عن أعداد المياه وبدوا طلباً للقرب من الكلأ، فالقوم حينئذ بادية بعد ما كانوا حاضرة. والبادي: هو الذي يكون في البادية، ومسكنه المضارب والخيام، وهو غير مقيم في موضعه (3). ¶ الغريب: ¶ غرب القوم: ذهبوا في المغرب، وأغربوا: أتوا الغرب. والغرب: الذهاب والتنحي عن الناس. ¶ وأغربه: نحاه، وفي الحديث أن النبي - صلى الله عليه وسلم - أمر بتغريب الزاني سنة إذا لم يحصن، وهو نفيه عن بلده. ¶ والغربة والغرب: النوى والبعد، والتنحي عن حد وطنه. ويقال: غرب في الأرض، وأغرب إذا أمعن فيها. والغربة والغرب: النزوح عن الوطن والاغتراب كذلك. وغريب: بعيد عن وطنه، والجمع غرباء. والمغرب: البعيد عن البلاد (4). ¶ الغائب: ¶ الغيب: كل ما غاب عنك. وغاب الرجل: سافر أو بان. ¶ وامرأة مغيب، ومغيبة: غاب بعلها، أو أحد أهلها. ¶ __________ ¶ (1) لسان العرب مادة: حضر 4/198. ¶ (2) تهذيب اللغة 4/199. ¶ (3) لسان العرب: مادة: بدا. 14/65. تهذيب اللغة 14/202. ¶ (4) لسان العرب: مادة غرب 1/637. تهذيب اللغة 8/112.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وفي الحديث: \"أمهلوا حتى تمتشط الشعثة، وتستحد المغيبة\"،(1)، هي التي غاب عنها زوجها. ¶ وغاب القوم: دخلوا في المغيب. وأغتاب الرجل صاحبه إذا وقع فيه، وهو أن يتكلم خلف إنسان مستور بسوء (2). ¶ الضارب في الأرض: ¶ ضرب في الأرض، يضرب ضرباً وضرباناً بالفتح: خرج فيها تاجراً أو غازياً، وقيل: أسرع، وقيل: ذهب فيها، وقيل: سار في ابتغاء الرزق. ¶ وضربت في الأرض أبتغي الخير من الرزق، قال الله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ } أي: سافرتم. ¶ وقوله تعالى: { لا يَسْتَطِيعُونَ ضَرْباً فِي الْأَرْضِ } . يقال: ضرب في الأرض إذا سار فيها مسافراً فهو ضارب. ¶ والمضاربة: أن تعطي مالاً لغيرك يتجر فيه فيكون لهم سهم معلوم من الربح، وهي مفاعلة من الضرب في الأرض، والسير فيها للتجارة. ¶ والضرب: الإسراع في السير، وفي الحديث: \"لا تضرب أكباد الإبل إلا إلى ثلاثة مساجد\"، أي: لا تركب ولا يسار عليها. ¶ يقال ضربت في الأرض: إذا سافرت تبتغي الرزق، وضرب بنفسه الأرض ضرباً: أقام. فهو ضد. ¶ وفي الحديث: \"حتى ضرب الناس بعطن\". أي رويت إبلهم حتى بركت وأقامت مكانها (3). ¶ المطمئن: ¶ الطمأنينة: السكون، واطمأن الرجل اطمئناناً: أي سكن، واطمأن قلبه: أي سكن. ¶ قال أبو إسحاق في قوله تعالى: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ } أي: إذا سكنت قلوبكم (4). ¶ __________ ¶ (1) رواه البخاري ولفظه: \"أمهلوا حتى تدخلوا ليلاً – أي عشاء – لكي تمتشط الشعثة وتستحد المغيبة\". فتح الباري 9/342. ورواه مسلم شرح النووي 10/54. ¶ (2) لسان العرب: مادة: غيب. 1/654. تهذيب اللغة 8/214. ¶ (3) لسان العرب: مادة: ضرب. 1/543. تهذيب اللغة 12/17. ¶ (4) لسان العرب: مادة: طمن 13/268. تهذيب اللغة 13/377.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قلت: إن تفسير أبي إسحاق تفسير لبعض مدلول الآية، لأنها جاءت آية مستقلة بعد آيتي صلاة السفر، وصلاة الخوف، لبيان نهاية مشروعيتهما، فالاطمئنان فيها: سكون البدن من الضرب في الأرض، وسكون القلب من الخوف. لا سكون القلب وحده. إذ لو فسرت الآية بهذا لخرجت صلاة السفر، من هذا الحكم بلا دليل. ¶ أما اشتراط وجود الخوف لقصر الصلاة في السفر فهو شرط غير مراد مفهومه. لما روى مسلم عن يعلى بن أمية – - رضي الله عنه - - أنه قال: قلت لعمر بن الخطاب: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقد أمن الناس. ¶ فقال: عجبت مما عجبت منه، فسألت رسول الله، - صلى الله عليه وسلم - ، عن ذلك، فقال: \"صدقة تصدق الله بها عليكم، فاقبلوا صدقته\"(1). فهذا الحديث يدل على أن مفهوم مشرط الخوف لقصر الصلاة في السفر غير مراد، فلمن ضرب في الأرض القصر، ولو لم يكن خائفاً، فالمراد بالاطمئنان بالنسبة للضارب في الأرض هو سكون البدن وحده، أما بالنسبة لصلاة الخوف، فهو سكون القلب. ¶ ومما يؤكد صحة هذا ما جاء في لسان العرب، وهو أن السكون: ضد الحركة، يقال: سكن الشيء يسكن سكوناً إذا ذهبت حركته، وكل ما هدأ فقد سكن كالريح والحر والبرد (2). ¶ المستوطن: ¶ الوطن: المنزل تقيم به، وهو موطن الإنسان، ومحله. وأوطان البقر والغنم: مرابضها وأماكنها التي تأوي إليها. ¶ ووطن بالمكان، وأوطن: أقام، يقال: أوطن فلان أرض كذا، وكذا أي اتخذها محلاً ومسكناً يقيم فيها. ¶ وفي صفته، - صلى الله عليه وسلم - : كان لا يوطن الأماكن: أي لا يتخذ لنفسه مجلساً يعرف به. ¶ أماكن المواطن: فكل مقام قام به الإنسان لأمر فهو موطن له (3). ¶ الظاعن: ¶ __________ ¶ (1) صحيح مسلم 5/196. ¶ (2) لسان العرب: مادة: سكن 13/211. ¶ (3) لسان العرب: مادة: وطن 13/451. تهذيب اللغة 14/28.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ظعن: ذهب وسار. والظعن: سير البادية لنجعة أو حضور ماء أ, طلب مربع أو تحول من ماء إلى ماء أو من بلد إلى لبد، وقد يقال لكل شاخص لسفر في حج أو غزو أو مسير من مدينة إلى أخرى ظاعن، وهو ضد الخافض. ¶ ويقال: أظاعن أنت أم مقيم؟، والظعنة: السفرة القصيرة (1). ¶ المقيم: ¶ أقام بالمكان: هو بمعنى: الثبات، وأقام بمعنى: لبث (2). ¶ وجاء في مادة: ثبت: يقال ثبت فلان بالمكان يثبت ثبوتاً فهو ثابت إذا قام به (3). ¶ كما جاء ي مادة لبث: اللبث: المكث (4)، وجاء في مادة مكث: المكث: الأناة واللبث والانتظار. ¶ والمكث: الإقامة مع الانتظار، والتلبث في المكان (5). ¶ المسافر: ¶ سفر البيت: كنسه، وأصله الكشف. ¶ السفر: خلاف الحضر، وهو مشتق من ذلك لما فيه من الذهاب والمجيء، كما تذهب الريح بالسفير من الورق وتجيء والسفر: قطع المسافة. ¶ قال الأزهري: وسمي المسافر مسافراً لكشفه قناع السكن عن وجهه، ومنازل الحضر عن مكانه، ومنزل الخفض (6) عن نفسه، وبروزه إلى الأرض الفضاء. ¶ وسمي السفر سفراً، لأنه يسفر عن وجوه المسافرين وأخلاقهم. فيظهر ما كان خافياً منها (7). ¶ وجاء في المصباح المنير: السفر: هو قطع المسافة، يقال ذلك إذا خرج للارتحال، أو لقصد موضع فوق مسافة العدوى، لأن العرب لا يسمون مسافة العدوى سفراً. ¶ وقال بعض المصنفين: أقل السفر يوم، كأنه أخذ من قوله تعالى: { رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا } فإن في التفسير: كان أصل أسفارهم يوماً يقيلون في موضع، ويبيتون في موضع، ولا يتزودون (8). ¶ __________ ¶ (1) لسان العرب: مادة: ظعن 13/270 تهذيب اللغة 2/300. ¶ (2) لسان العرب: مادة: قوم 12/496. ¶ (3) المصدر السابق 2/182. ¶ (4) المصدر السابق 2/191. ¶ (5) المصدر السابق 2/191. ¶ (6) الخفض: يقال للقوم هم خافضون: إذا كانوا وادعين مقيمين على الماء. تهذيب اللغة 7/113. ¶ (7) لسان العرب: مادة: سفر 4/367. تهذيب اللغة 12/402. ¶ (8) المصباح المنير 1/278 مادة: سفر.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وجاء في لسان العرب في مادة: سوف: المسافة: بعد المفازة والطريق (1). ¶ وجاء فيه أيضاً في مادة: فوز: المفازة: المهلكة على التطير، وكل قعر مفازة. ¶ وقيل المفازة والفلاة إذا كان بين الماءين ربع من ورد الإبل، وغب من سائل الماشية. ¶ وقيل: هي من الأرضين ما بين الربع من ورد الإبل. من الغب من ورد غيرها من سائر الماشية، وهي القفاة. ¶ وقال ابن شميل: المفازة التي لا ماء فيها، وإذا كانت ليلتين لا ماء فيها فهي مفازة، وما زاد على ذلك كذلك، وأما الليلة واليوم فلا يعد مفازة (2). ¶ وجاء في اللسان أيضاً في مادة فلا: قال ابن الأعرابي: فلا الرجل إذا سافر (3). ¶ النتيجة: ¶ من خلال هذا التحليل اللغوي للألفاظ العشرة السابقة تبين لنا الأمور التالية: ¶ أن الحاضر ضد الغائب، وأن الحضري ضد البدوي. ¶ أن المقيم على الماء حاضرن وهذا الحاضر ضد المسافر. ¶ أن المقيم يطلق على من لبث في مكانه سواء كان حضرياً أو بدوياً. ¶ أن المقيم على الماء صيفا، والمنتجع للمرعى شتاءً، لا يسمى مسافراً بل حاضرً أو بادياً. ¶ أن الغريب هو من بعد عن وطنه، فهو وصف قائم به حال غيبته عن أهله. ¶ أن الغائب وصف نسبي: إذ هو غائب بالنسبة لمن غاب عنهم، أما هو فقد يكون مقيماً أو مسافراً أو بعيداً دون مسمى السفر. ¶ أن الضرب في الأرض هو المشي فيها لقطع المسافة، فالضارب بهذا الاعتبار مسافراً. ¶ أن الطمأنينة هي: سكون القلب والبدن. ¶ أن الوطن هو المكان الذي يأوي إليه الإنسان، ويقيم فيه. سواء قصده إلى الأبد أو إلى أمد، ولذا يجوز أن يكون للإنسان موطنان. ¶ أن السفر قطع المسافة، وأن المراد بها المفازة والفلاة وهي مقدرة بمسير يومين وليلتين. والله أعلم. ¶ الفرق بين لفظي السفر ¶ والضرب في الأرض ¶ __________ ¶ (1) لسان العرب 9/165. ¶ (2) لسان العرب 5/393. ¶ (3) لسان العرب 15/163.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وردت آيتان في كتاب الله تعالى إحداهما تبين جواز قصر الصلاة لمن كان ضارباً في الأرض، والأخرى تبيح الإفطار في نهار رمضان لمن كان مسافراً، وإليك بيان هاتين الآيتين مع إيضاح الفرق بين السفر، والضرب في الأرض واختلاف تعلق الحكم فيهما. ¶ قال الله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } (1) ¶ قال الله تعالى: { فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَنْ كَانَ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَر } (2). ¶ وإن مما ينبغي التنبه له أن الفارق بين اللفظين دقيق، لأن أصل الضرب هو إيقاع الإنسان بغيره ضرباً، ثم استعير منه، وشبه به الضرب في الأرض للتجارة وغيرها من السفر (3). ¶ أما السفر فإنه أصل يدل على الانكشاف والجلاء، ولذا سمى السفر بذلك، لأن الناس ينكشفون عن أماكنهم (4). ¶ لذا فإن السفر يحصل بمجرد الانكشاف من أجل الضرب في الأرض، أما الضرب في الأرض فهو مباشرة السير بعد الانكشاف، لأن الضرب ليس مجرد المشي على الأرض، بل هو مباشرة قطع المسافة. التي يكون الإنسان بها مسافراً. ¶ وقد جاء في تعريف السفر لغة أنه قطع المسافة. ¶ وعلى هذا فالضرب في الأرض أخص من مطلق السفر لوجهين: أحدهما أن الإسفار سابق عليه، لأنه لا يكون ضارباً ما لم يكن منكشفاً سافراً، ولذا فابتداء السير داخل المدن لا يسمى فاعله مسافراً ولا ضارباً. ¶ وثانيهما: أن الضرب في الأرض عمل من أعمال المسافر وليس هو كل عمل المسافر. ¶ __________ ¶ (1) سورة النساء: الآية 101. ¶ (2) سورة البقرة: الآية 185. ¶ (3) معجم مقاييس اللغة 3/398. ¶ (4) المصدر السابق 3/82.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد دل مفهوم الآية على أن من توقف ضربه في الأرض، فقد امتنع عليه القصر، لأن القصر مشروط له الضرب في الأرض، وهذا المفهوم هو ما دل عليه منطوق قوله تعالى: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاة } الآية، وسيأتي مزيد بيان لهذا إن شاء الله، في مبحث من يشرع له القصر، والله أعلم. ¶ القسم الأول ¶ دراسة حكم قصر المغتربين أثناء إقامتهم ¶ على ضوء الكتاب والسنة مع تحرير مذهب ¶ أشهر من نصب إلى القول بهذا ¶ من الصحابة – - رضي الله عنه - - ¶ 1- تاريخ قصر الصلاة و التوفيق ¶ بين ما ورد في ذلك ¶ كانت فريضة الصلاة الرباعية بمكة قبل الهجرة ركعتين للمسافر والمقيم، ولم يكن للقصر ذكر في هذا التشريع، ولما هاجر رسول الله، - صلى الله عليه وسلم - ، إلى المدينة زيد في بعض الصلوات دون بعض، روى هذا الإمام البخاري عن عائشة - رضي الله عنه - أنها قالت: فرضت الصلاة ركعتين، ثم هاجر رسول الله، - صلى الله عليه وسلم - ، ففرضت أربعاً، وتركت صلاة السفر على الأولى (1). ¶ ورواه ابن حبان في صحيحه ولفظه قالت: فرضت صلاة السفر والحضر ركعتين، فلما أقام رسول الله، - صلى الله عليه وسلم - بالمدينة زيد في صلاة الحضر ركعتان ركعتان، وتركت صلاة الفجر لطول القراءة، وصلاة المغرب لأنها وتر النهار (2). ¶ ومما يشهد لبعض معاني هذا الحديث أيضاً ما رواه الإمام مسلم في صحيحه عن عائشة، أيضاً أنها قالت: فرض الله الصلاة حين فرضها ركعتين، ثم أتمها في الحضر، فأقرت صلاة السفر على الفريضة الأولى (3). ¶ __________ ¶ (1) صحيح البخاري، كتبا المناقب، باب التاريخ، من أين أرخوا التاريخ. 7/267. ¶ (2) الإحسان 4/180. ¶ (3) صحيح مسلم 5/194.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد روى ابن عباس – - رضي الله عنه - - التشريع الثاني لصلاتي الحضر، والسفر دون الأول، وذلك فيما أخرجه مسلم في صحيحه عنه – - رضي الله عنه - - أنه قال: فرض الله الصلاة على لسان نبيكم، - صلى الله عليه وسلم - ، في الحضر أربعاً وفي السفر ركعتين وفي الخوف ركعة (1). ¶ فهذا الحديث لا يعارض حديث عائشة السابق، لأن ابن عباس روى ما استقرت عليه الفريضة دون الإشارة إلى نفي الفريضة الأولى، أما حديث عائشة فقد ذكرت فيه التشريعين لكنها لم تذكر صلاة الخوف، وهذا لا يعد اختلافاً، لأن أحدهما صرح بما سكت عنه الآخر، والله أعلم. ¶ لكن الاختلاف وقع بين هذه الروايات وبين ما جاء في القرآن والسنة من الإشارة إلى أن صلاة السفر والحضر شرعت أربعاً، ثم شرع قصر صلاة السفر دون صلاة الحضر، وذلك ما جاء في قوله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } (2). ¶ وفيما رواه يعلى بن أمية أنه قال: قلت لعمر بن الخطاب: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقد أمن الناس، فقال: عجبت مما عجبت منه، فسألت رسول الله، - صلى الله عليه وسلم - ، عن ذلك فقال: \"صدقة تصدق الله بها عليكم، فاقبلوا صدقته\"رواه مسلم (3). ¶ وفيما رواه أنس بن مالك – رجل من بني عبدالله بن كعب – أن النبي - صلى الله عليه وسلم - قال: \"إن الله وضع عن المسافر شطر الصلاة..\" الحديث. رواه الترمذي وقال: حديث حسن (4). ¶ __________ ¶ (1) المصدر السابق 5/196. ¶ (2) سورة النساء: الآية 101. ¶ (3) صحيح مسلم 5/196. ¶ (4) سنن الترمذي. كتاب الصيام، باب ما جاء في الرخصة في الإفطار للحبلى والمرضع 2/109.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال ابن حجر في التوفيق بين هذه الأدلة: والذي يظهر لي – وبه تجتمع الأدلة السابقة – أن الصلوات فرضت ليلة الإسراء ركعتين ركعتين إلا المغرب، ثم زيدت بعد الهجرة عقب الهجرة إلا الصبح، كما روى ابن خزيمة وابن حبان والبيهقي من طريق الشعبي عن مسروق عن عائشة قالت: فرضت صلاة الحضر والسفر ركعتين ركعتين فلما قدم رسول الله - صلى الله عليه وسلم - ، المدينة واطمأن زيد في صلاة الحضر ركعتان ركعتان، وتركت صلاة الفجر لطول القراءة، وصلاة المغرب لأنها وتر النهار (1). ¶ ثم بعد أن استقر فرض الرباعية خفف منها في السفر عند نزول الآية السابقة، وهي قوله: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاة } ويؤيد ذلك ما ذكره ابن الأثير في شرح المسند أن قصر الصلاة كان في السنة الرابعة من الهجرة، وهو مأخوذ مما ذكره غيره من أن نزول آية الخوف كان فيها، وقيل كان قصر الصلاة في ربيع الآخر من السنة الثانية ذكره الدولابي وأورده السهيلي بلفظ: \"بعد الهجرة بعام أو نحوه\" وقيل بعد الهجرة بأربعين يوماً، فعلى هذا فالمراد بقول عائشة: \"فأقرت صلاة السفر\" أي باعتبار ما آل إليه الأمر من التخفيف، لا أنها استمرت منذ فرضت، فلا يلزم من ذلك أن القصر عزيمة.أ.هـ(2). ¶ __________ ¶ (1) كذا احتج ابن حجر برواية ابن خزيمة وابن حبان والبيهقي مع أن الإمام البخاري قد روى عن عائشة التصريح بأن الزيادة بعد الهجرة كما سبق ذكره. وكان الأولى بابن حجر أن يحتج بما في البخاري أولاً، ثم يحتج برواية هؤلاء،لكنه لم يفعل فلعله سها عن هذه الرواية لتأخر ورودها في الصحيح. والله أعلم. ¶ (2) فتح الباري 1/464، 465.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قلت: الأمر كما قال ابن حجر – رحمه الله -، لأن الآية صريحة في إباحة القصر لمن كان ضارياًن والقصر لا يكون إلا من إتمام، وكذا حديث يعلى فإنه قد أكد ما دلت عليه الآية مع إفادته مشروعية القصر مع عدم وجود الخوف، ثم إن حديث أنس ظاهر الدلالة في وضع شطر الصلاة، وهذا لا يتصور وجوده إلا من صلاة شرعت في حق المسافر أربعاً، ثم قصرت إلى النصف، والواجب ألا تهدر هذه الدلالات لقول صحابي يحتمل التأويل. ¶ أما قول ابن عباس – - رضي الله عنه - - فهو محمول على أن مراده بيان مشروعية أقل أعداد هذه الصلوات، بدليل صلاة الخوف فإنها شرعت ركعة، وركعتين أيضاً كما شرعت رجالاً وركباناً، وذلك حسب ما جاء في الكتاب والسنة من صفة هذه الصلاة، ولا يصح أن يقال بأن مراده منع الزيادة على ركعة واحدة، وكذا صلاة السفر لا يصح أن يقال بأن مراده أنها شرعت ركعتين ابتداء، وأنها لم تقصر من أربع، لمخالفته لظاهر الكتاب والسنة، وعند الاختلاف يجب التأويل. ¶ أما صلاة الحضر فإن الأربع هي الأقل، وهي الأكثر أيضا، فلا يحتج بورودها في كلام ابن عباس على بقية كلامه في صلاتي الخوف والسفر لعدم ورود المعارض في حقها، بل إن الاقتصار على هذا العدد لم يدل عليه كلام ابن عباس وحده، بل تظافرت الأدلة على مشروعيته، وعلى عدم الزيادة عليه، بخلاف صلاتي الخوف والسفر، فقد جاءت الأدلة مخالفة لظاهر قوله، فوجب التوفيق بينها. ومما يؤكد أن عائشة - رضي الله عنه - لا تريد ظاهر قولها إتمامها لصلاة السفر. فهي لا تتم لو كانت ترى أن فرض الصلاة كان ركعتين. والله أعلم. ¶ 2- حكم القصر في السفر ¶ ذهب جمهور أهل العلم إلى استحباب القصر في السفر للأدلة التالية: ¶ الدليل الأول: قال الله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } (1). ¶ __________ ¶ (1) سورة النساء: آية 101.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وجه دلالة الآية: ¶ أن المراد بنفي الجناح في الآية: هو إسقاط الإثم عمن قصر الصلاة، وليس المراد به إيقاع الإثم على من لم يقصرها، والفرق بينهما ظاهر، لأن المعنى الأول جزء من حد المباح، أما المعنى الثاني فهو جزء من حد الواجب، فلا يصح حمل الآية على الوجوب لما بينهما من الاختلاف. ثم إنه يلزم من حملها على الوجوب تغيير معناها إذ لا يستقيم هذا إلا إذا كانت بمعنى: عليكم الجناح إن لم تقصروا من الصلاة، وهذا يأباه سياقها. ¶ وقد ورد نفي الجناح في كتاب الله في خمس وعشرين آية، وهي محمولة على الإجابة، كقوله تعالى: { لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلاً مِنْ رَبِّكُمْ } ولم يختلف أهل العلم فيما أعلم إلا ف آية واحدة مع هذه الآية وهي قوله تعالى: { إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَائِرِ اللَّهِ فَمَنْ حَجَّ الْبَيْتَ أَوِ اعْتَمَرَ فَلا جُنَاحَ عَلَيْهِ أَنْ يَطَّوَّفَ بِهِمَا } . ¶ فقال بعضهم: إن هذه الآية يراد بها الوجوب، لأن السعي من أركان الحج أو واجباته، وأرى أن وجوبه ليس من دلالة الآية بل من قول رسول الله، - صلى الله عليه وسلم - : \"اسعوا فإن الله كتب عليكم السعي\"(1) ولفعل رسول الله - صلى الله عليه وسلم - ، وقوله: \"خذوا عني مناسككم\"..(2). ¶ أما الآية فلم تدل إلا على نفي الإثم عمن سعى، وهذا لا يفيد الوجوب والله أعلم. ¶ __________ ¶ (1) رواه الإمام أحمد في المسند 6/422، والدار قطني 2/256 والحاكم في المستدرك 4/70، وابيهقي في السنن 5/97. ¶ وقد صحح الحديث المزي وابن عبدالهادي. والألباني، انظر نصب الراية 3/56، إرواء الغليل 4/270. ¶ (2) رواه الإمام مسلم في صحيحه، ولفظه: \"لتأخذوا عني مناسككم فإني لا أدري لعلي لا أحج بعد حجتي هذه\". انظر شرح النووي 9/44.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الدليل الثاني: روى يعلى بن أمية – - رضي الله عنه - - أنه قال: قلت لعمر بن الخطاب – - رضي الله عنه - - : { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقد أمن الناس فقال: عجبت مما عجبت منه، فسألت رسول الله، - صلى الله عليه وسلم - ، عن ذلك فقال: \"صدقة تصدق الله بها عليكم فاقبلوا صدقته\" رواه مسلم (1). ¶ وجه دلالة الحديث: ¶ ذهب جمهور أهل العلم إلى أن هذا الحديث يدل على استحباب القصر في السفر، لأن معنى قوله، - صلى الله عليه وسلم - : \"صدقة تصدق الله بها عليكم\" أي تفضل عليكم بالتخفيف من عدد ركعات الصلاة بعد أن كان محظوراً تخفيفها على من كان مسافراً آمناً، لأن من المقرر عدم وجوب قبول الصدقات، بل الواجب قبول العزمات – فلو كان القصر واجباً لقيل عزمه من عزمات ربنا. أو نحو ذلك مما يدل على وجوب القبول. ¶ وخالف في هذا بعض أهل العلم فقالوا: إن قوله، - صلى الله عليه وسلم - : \"فاقبلوا صدقته\" أمر يدل على إيجاب القصر، لأن من لم يقصر فليس بقابل للصدقة، فهو عاص. قال الشوكاني – رحمه الله – فالظاهر من قوله: صدقة؛ أن القصر رخصة فقط. وأجيب بأن الأمر بقبولها يدل على أنه لا محيص عنها، وهو المطلوب (2). ¶ وأرى أن هذا غير صحيح للأمور التالية: ¶ إن هذا الأمر خطاب لمن استشكل فعل القصر من رسول الله ، - صلى الله عليه وسلم - ، في حال الأمن لمخالفته مفهوم الشرط الثاني من الآية، وليس هو خطاباً لمن كان لا يفعله ابتداء. فهو إذا يتعلق بالرضا والقبول والطمأنينة النفسية، وليس أمراً بمباشرة فعله، لأن عمر – - رضي الله عنه - - كان ممن يفعله مع رسول الله، - صلى الله عليه وسلم - ، ولكنه أشكل عليه قبوله، ولأن معنى القبول في اللغة، هو الرضا بالشيء كما في اللسان (3). ¶ __________ ¶ (1) صحيح مسلم 5/196. ¶ (2) نيل الأوطار 3/229. ¶ (3) لسان العرب مادة: قبل 11/540.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ثم إن ضد القبول: الرد، قال في لسان العرب: رد عليه الشيء لم يقبله (1). فعلى هذا فمن اعتقد مشروعيته القصر في السفر حال الأمن فقد قبله، وليس المراد به أن من لم يقصر لم يقبله، والفرق بينهما ظاهر. والله أعلم. ¶ إن هذا الأمر خرج مخرج التأكيد لا التأسيس، وذلك أن صدر الحديث يدل على إباحة القصر في حال الأمن بعدما كان محظوراًن لأن معنى قوله، - صلى الله عليه وسلم - : \"صدقة تصدق الله بها عليكم\" أي: تفضل بإباحة ما كان ممنوعاً قبل ذلك. كما في التصرف في أموال الآخرين، فإنه يحرم قبل إباحتها بذلك. ثم جاء الأمر في عجز الحديث بقبول هذه الصدقة، فيجب حمله على أنه لتأكيد دلالة صدره لا لمعارضتها، إذ يلزم من حمله على الوجوب: ورود حكمين مختلفين في مسألة واحدة، وفي حديث واحد: أحدهما يدل على استحباب القصر والثاني يدل على وجوبه، وهذا مصون عن كلام رسول الله - صلى الله عليه وسلم - لما فيه من الخلل والاضطراب. ¶ ثم إن الأصل في فهم الأدلة ألا يصار إلى التعارض ما أمكن التوفيق، وهو ممكن هنا، وذلك بحمل عجزه على أنه لتأكيد دلالة صدره. والله أعلم. ¶ دل منطوق الآية على إباحة القصر في حال الخوف، ودل مفهومها على منعه في حال الأمن، فجاءت السنة فبينت أن دلالة المفهوم غير مراده، مع عدم معارضتها لدلالة المنطوق. ¶ فصار في القصر في حال الأمن دليلان متعارضان أحدهما منطوق السنة والثاني مفهوم القرآن، أما القصر في حال الخوف فدل عليه منطوق القرآن بلا معارض. ¶ __________ ¶ (1) المصدر السابق مادة: رد 3/173.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ومن المسلم به عقلاً أن ما ليس فيه معارضة فهو آكد مما فيه معارضة، وعلى هذا فيلزم من قال بوجوب القصر في حال الأمن. وعدم وجوبه في حال الخوف، القول بخلاف المعقول، كما يلزم من قال بوجوب القصر في حال الخوف، القول بالوجوب مع عدم ورود صيغة الأمر به، إذ الصيغة إنما وردت في قبول ما تصدق الله به على عباده، وهو القصر في حال الأمن الذي سأل عنه عمر – - رضي الله عنه - - كما أن فيه مخالفة لما دل عليه منطقو الآية، وهو إباحة القصر، وذلك برفع الجناح. والله أعلم. ¶ الدليل الثالث: ما ثبت من إتمام عائشة وعثمان – - رضي الله عنه - - وغيرهما من الصحابة، مع أن عائشة – - رضي الله عنه - - ممن روى عنها قولها: فرضت الصلاة ركعتين ركعتين في الحضر والسفر، فأقرت صلاة السفر وزيد في صلاة الحضر. رواه مسلم (1). ¶ فإتمامها يبين أن المراد من قولها: \"فأقرت صلاة السفر\" أي باعتبار ما آل إليه الأمر من التخفيف لا أنها استمرت منذ فرضت على ركعتي، لأنه يلزم من هذا أن القصر عزيمة وهو خلاف فهمها وفعلها، كما أشار إليه ابن حجر فيما سبق (2). ثم إن دلالة ما سبق من الآية والحديث توجب تأويل قولها، كما أوجبه دلالة فعلها، والله أعلم. ¶ أما ما روى عن ابن عباس – - رضي الله عنه - - أنه قال: فرض الله الصلاة على لسان نبيكم، - صلى الله عليه وسلم - ، في الحضر أربعاً وفي السفر ركعتين وفي الخوف ركعة. رواه مسلم (3). ¶ __________ ¶ (1) صحيح مسلم 5/184. ¶ (2) سبق ذكر كلام ابن حجر في موضوع: تاريخ قصر الصلاة. ¶ (3) صحيح مسلم 5/196.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فمعناه فرض الله أقل أعداد هذه الصلوات، إذ لا يجوز أن تصلى هذه الصلوات بأقل من هذه الأعداد، أما الزيادة عليها، فلكل صلاة حكمها، إذ لا تجوز الزيادة على صلاة الحضر لقيام الأدلة على حصرها بهذا العدد، أما صلاتا السفر والخوف، فيجوز الزيادة لقيام الدليل من الكتاب والسنة على جواز الزيادة، وبهذا التوفيق ينسجم كلام ابن عباس مع بقية الأدلة. والله أعلم. ¶ الدليل الرابع: ما رواه عن أنس بن مالك الكعبي – - رضي الله عنه - - أن النبي - صلى الله عليه وسلم - قال: \"إن الله وضع عن المسافر الصوم وشطر الصلاة، وعن الحامل والمرضع الصوم\" قال الترمذي: حديث حسن (1). ¶ وجه الدلالة: ¶ أن وضع شطر الصلاة كوضع الصيام، لدخولهما تحت دلالة لفظ واحد، ومن المقرر لدى جمهور أهل العلم جواز الصيام في السفر لفعل رسول الله، - صلى الله عليه وسلم - فكان إتمام الصلاة لا يجوز، لأن مقتضى الوضع في الحديث التخفيف لا الحتم. والله أعلم. ¶ 3- مشروعية القصر في القرآن ¶ ورد الإذن بالقصر في القرآن لمن كان ضارياً في الأرض في آية واحدة وهي قوله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا إِنَّ الْكَافِرِينَ كَانُوا لَكُمْ عَدُوّاً مُبِيناً } (2). ¶ فهذا القصر قد قيد بشرط الخوف من الكافرين، كما دل عليه، مفهوم الشرط الثاني المذكور في الآية. ¶ وقد اختلف أهل العلم في تحديد هذه الصلاة المقصورة، فقيل المراد بها صلاة الخوف، وقيل: بل المراد بها صلاة السفر. ¶ وأرى أن كلتا الصلاتين مرادة في الآية، لأن لفظ القصر يحتمل ذلك، فهو يحتمل قصر عدد الركعات كما في صلاة السفر، كما يحتمل قصر الهيئات كما في صلاة الخوف، وليس صريحاً في أحدهما دون الآخر. ¶ __________ ¶ (1) سنن الترمذي: باب ما جاء في الرخصة في الإفطار للحبلى 2/109. نصب الراية 2/190. ¶ (2) سورة النساء: الآية 101.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "كما أن مقدار القصر لم يحدد في الآية، ثم إن درجات الخوف مختلفة: فالخوف في حال مواجهة العدو تختلف عن الخوف منه في حال بعده وعدم مواجهته. ¶ ومما يؤيد ما قلت أيضاً: إن النبي - صلى الله عليه وسلم - استمر على قصر الظهر والعصر والعشاء في حال سفره بعدما أمن، فأشكل ذلك على عمر بن الخطاب – - رضي الله عنه - - لظنه أن القصر الوارد في الآية خاص بالمسافر الخائف دون المسافر الآمن أخذا من مفهوم الآية، فسأل عن ذلك رسول الله، - صلى الله عليه وسلم - . ¶ كما أشكل هذا على يعلى بن أمية – - رضي الله عنه - - فسأل عنه عمر بن الخطاب – - رضي الله عنه - - وذلك فيما رواه مسلم في صحيحه، عن يعلى بن أمية – - رضي الله عنه - - أنه قال: قلت لعمر بن الخطاب: { فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ إِنْ خِفْتُمْ أَنْ يَفْتِنَكُمُ الَّذِينَ كَفَرُوا } فقد أمن الناس، فقال: عجبت مما عجبت منه، فسأل رسول الله - صلى الله عليه وسلم - ، عن ذلك، فقال: \"صدقة تصدق الله بها عليكم فاقبلوا صدقته\"(1). فدل هذا على أن النبي - صلى الله عليه وسلم - قد أقر عمر على ما فهمه من دخول القصر في حال السفر في دلالة الآية، لكنه لم يقره، - صلى الله عليه وسلم - على أن هذا القصر خاص بالمسافر الخائف. ¶ __________ ¶ (1) صحيح مسلم 5/196.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما الدليل على دخول صلاة الخوف في حال السفر تحت دلالة الآية، فهو وجود النص عليها في الآية نفسها، ثم إن الله تعالى قد بين لنبيه، - صلى الله عليه وسلم - نوع القصر في حال مواجهة العدو في الآية التالية لهذه الآية مباشرة، وهي قوله تعالى: { وَإِذَا كُنْتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلاةَ فَلْتَقُمْ طَائِفَةٌ مِنْهُمْ مَعَكَ } (1). فهذه الآية مبينة لنوع واحد من أنواع القصر المراد في الآية السابقة، أما بقية أنواع القصر في حالتي الأمن والخوف، فقد بينته السنة، كما مر نوع القصر في حال الأمن كما في حديث عمر - رضي الله عنه - السابق. ¶ فإذا تقرر هذا فإن الآية السابقة وهي قوله: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاح } قد قيدت القصر بالضرب في الأرض، فمفهوم ذلك عدم جوازه لمن توقف ضربه، وهذا المفهوم قد نصت عليه الآية التي جاءت بعد الآيتين السابقتين وهي قوله تعالى: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ إِنَّ الصَّلاةَ كَانَتْ عَلَى الْمُؤْمِنِينَ كِتَاباً مَوْقُوتاً } (2). ¶ فهذه الآية قد أوجبت على المؤمنين إقامة الصلاة في حال الاطمئنان، وهو سكون البدن عن الحركة، والقلب عن الخوف، كما مضى بيان هذا في المدلول اللغوي لهذه الكلمة. ¶ فظهر بهذا أن القصر ينتهي عند التوقف عن الضرب في الأرض، لا بالاستيطان خلافاً لمن قال به من أهل العلم، لأن الاستيطان قدر زائد عن مجرد التوقف عن الضرب في الأرض، المعبر عنه بالاطمئنان في الآية، ولأن معنى الاستيطان اتخاذ المكان المعين موطناً، ومأوى يأوي إليه الإنسان. أما الاطمئنان فهو توقف البدن عن الحركة، والقلب عن الخوف، الفرق بينهما ظاهر. ¶ ولذا قد وقع من حد هذا بالاستيطان بعدم الأخذ بما جعله الله حدا لإباحة القصر، وهذا لا يجوز. ¶ __________ ¶ (1) سورة النساء: الآية 103. ¶ (2) سورة النساء: الآية 103.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أما المراد بإقامة (1) الصلاة في الآية: فهو بحسب سبب القصر فإن كان سببه مجرد الضرب في الأرض من غير خوف فالمراد به إذا إتمامها ليس إلا، لأنه لو قيل بغير هذا للزم منه القول بأن النبي - صلى الله عليه وسلم - هو وأصحابه لم يكونوا يقيموا الصلاة حال الضرب في الأرض، وهذا غير صحيح لأن النبي - صلى الله عليه وسلم - هو إمام المقيمين للصلاة، ولم يترك من إقامتها إلا قصرها وهو ما أذن الله به في حال الضرب، ومنعه في حال الاطمئنان. والله أعلم. ¶ فإن قيل إن المراد بإقامة الصلاة في الآية صلاة الخوف دون صلاة السفر فعلى هذا فلا يصح الاحتجاج بها على حكم الإتمام أثناء الإقامة، لأن صلاة الخوف هي المذكورة قبل هذه الآية مباشرة فالواجب أن تحمل على أقرب مذكور. قلنا لا يصح ذلك، بل الصواب أن المارد بها الصلاتين معاً، لأن الخوف ضده الأمن وليس ضده الاطمئنان. قال الله تعالى: { وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً } (2). وقال تعالى: { أَطْعَمَهُمْ مِنْ جُوعٍ وَآمَنَهُمْ مِنْ خَوْفٍ } (3). ¶ __________ ¶ (1) قال ابن عبدالبر – رحمه الله – إن قوله عز وجل: { وَأَتِمُّوا } بمعنى: أقيموا، وأقيموا بمعنى أتموا قال الله عز وجل: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ } بمعنى أتموا. التمهيد 20/15. ¶ (2) سورة النور: الآية 55. ¶ (3) سورة قريش.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أما الاطمئنان فهو أعم من الأمن لأنه أمن القلوب وسكون الأبدان، وعلى هذا فيلزم من حمل الآية على ذلك أن يكون معناها: فإذا أمنتم فأقيموا الصلاة، وهذا لا يصح لما بين اللفظين من الفارق، ولما يترتب عليه من إبدال اللفظ العام بلفظ خاص وهذا خلاف الحكمة الربانية؛ لأن الله اختار لفظ الاطمئنان ليكون حداً منه سبحانه لنهاية قصر الصلاة في حال الخوف أو الضرب في الأرض، ولم يختر لفظ الأمن، والواجب على المؤمن التعرف على حدود الله بكل دقة ليكون وقافاً عندها حتى تبرأ الذمة، والله الهادي إلى الصواب. ¶ التوفيق بين الآية وحديث يعلى: ¶ دل منطوق الشرط الأول في الآية على صحة القصر من كل ضارب في الأرض، إلا أن مفهوم الشرط الثاني دل على أنه خاص بمن كان خائفاً من الكافرين، لا أنه مباح لكل ضارب، لكن الشرط وجزائه، ولذا لم يقو مفهوم الشرط الثاني على تخصيص عموم منطوق الشرط الأول، ولم يرد من السنة ما يعارض منطوق الشرط الأول ولا مفهومه، لكن المعارضة جاءت لمفهوم الشرط الثاني دون منطوقة، وذلك أن هذا المفهوم يدل على أن القصر لا يجوز من غير الضارب الخائف، فجاء حديث يعلى فبين جواز القصر من كل ضارب. سواء كان خائفاً أو آمناً، فدل هذا على أن هذا المفهم غير مراد لخروح منطوقه مخرج الغالب إذ كانت أسفار رسول الله - صلى الله عليه وسلم - وقت نزول الآية في وقت مخوف. وبها اجتمعت الآية والحديث. والله أعلم. ¶ دلالة قصر النبي - صلى الله عليه وسلم - ¶ أثناء إقامته في السفر ¶ سبق أن بينت أن القرآن قد دل على أن القصر لا يصح إلا ممن كان ضارباً في الأرض، وأن الضرب في الأرض هو السير فيها، وأن مفهم الآية السابقة وجوب الإتمام لمن لم يكن ضارباً، وقد أكد هذا المفهم بمنطوق قوله تعالى: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ } . إلا أنه جاء في السنة الفعلية عن رسول الله - صلى الله عليه وسلم - القصر أثناء إقامته في سفره.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن المقرر لدى علماء الأصول أنه لا عموم للأفعال إنما العموم للأقوال، ولذا فيجب معرفة إقامة النبي - صلى الله عليه وسلم - أثناء سفره، ثم تحديد دلالتها بدقة، ثم الاقتصار على تلك الدلالة، في تخصيص مفهم ومنطوق الآيتين. إذ لا يصح تعميم دلالتها على كل مسافر أقام في غير وطنه لتعدد الأغراض من إيقاف الضرب في الأرض، ولأنه لو قلنا بهذا لكان علة القصر هي مفارقة الوطن، وليس الضرب في الأرض، وهذا خلاف كتاب الله تعالى، وخلاف سنة رسول الله - صلى الله عليه وسلم - وإليك البيان: ¶ عن ابن عباس - رضي الله عنه - أنه قال: أقام النبي - صلى الله عليه وسلم - تسعة عشر يقصر، فنحن إذا سافرنا تسعة عشر قصرنا، وإن زدنا أتممنا، رواه البخاري (1). ¶ عن يحيى بن أبي إسحاق قال: سمعت أنساً يقول: خرجنا مع النبي، - صلى الله عليه وسلم - من المدينة إلى مكة، فكان يصلي ركعتين ركعتين حتى رجعنا إلىالمدينة، قلت: أقمتم بمكة شيئاً؟ قال: أقمنا بها عشراً. متفق عليه (2) ¶ وفي رواية لمسلم خرجنا من المدينة إلى الحج، ثم ذكر مثله. ¶ قال ابن تيمية المجد: قال أحمد: إنما وجه حديث أنس أنه حسب مقام النبي - صلى الله عليه وسلم - بمكة ومنى، وإلا فلا وجه له غير هذا. ¶ __________ ¶ (1) فتح الباري: باب ما جاء في التقصير 2/561. قال الحافظ في الفتح في شرح هذا الحديث: ظاهره أن السفر إذا زاد على تسعة عشر لزم الإتمام وليس ذلك المراد، وقد صرح أبو يعلى عن شيبان عن أبي عوانة في هذا الحديث بالمراد ولفظه: إذا سافرنا فأقمنا في موضع تسعة عشر. ¶ (2) صحيح البخاري: باب ما جاء في التقصير 2/561، صحيح مسلم 5/202.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "واحتج بحديث جابر أن النبي - صلى الله عليه وسلم - قدم مكة صبيحة رابعة من ذي الحجة، فأقام بها الرابع والخامس والسادس والسابع، وصلى الصبح في اليوم الثامن، ثم خرج إلى منى، وخرج من مكة متوجهاً إلى المدينة بعد أيام التشريق، ومعنى ذلك كله في الصحيحين وغيرهما (1). ¶ روى الإمام أحمد فقال: حدثنا عبدالرزاق، حدثنا معمر، عن يحيى ابن أبي كثير، عن محمد بن عبدالرحمن بن ثوبان، عن جابر بن عبدالله، قال: أقام رسول الله، - صلى الله عليه وسلم - بتبوك عشرين يوماً يقصر الصلاة. ¶ ورواه أبو داود من هذا الطريق، وقال: غير معمر لا يسنده. كما أن عبدالرزاق ذكره في مصنفه من هذا الطريق أيضاً،ورواه ابنح بان في صحيحه من طريق عبدالرزاق. ¶ وقال ابن حزم: محمد بن عبدالرحمن بن ثوبان ثقة، وباقي رواه الخبر أشهر من أن يسأل عنهم. ¶ وقال البيهقي: غير محفوظ، وأعله بالإرسال والمخالفة. ¶ وقد أعله الدار قطني بالإرسال الذي أشار إليه أبو داود. لكن النووي أجاب عن هذا فقال: قال بعضهم: رواية المرسل أصح، قلت: ورواية المسند تفرد بها معمر بن راشد، وهو إمام مجمع على جلالته، وباقي الإسناد صحيح على شرط البخاري ومسلم، فالحديث صحيح؛ لأن الصحيح أنه إذا تعارض في الحديث إرسال وإسناد حكم بالمسند (2). ¶ قلت: ما قاله النووي هو الراجح؛ لأن زيادة الوصل من ثقة فهي مقبولة ولأن من حفظ حجة على من لم يحفظ، وقد روى البيهقي من طريق أبي الزبير عن جابر أنه أقام بضع عشرة. فهذه الرواية تدل على المرفوع من حيث الأصل. والله أعلم. ¶ __________ ¶ (1) المنتقى مع نيل الأوطار 3/236. ¶ (2) مسند أ؛مد 3/295 مصنف عبدالرزاق 2/532 سنن أبي داود 2/11، الإحسان 4/184، المعرفة 4/273، سنن البيهقي 3/152، المجموع 4/216، نصب الراية 2/186، التلخيص الحبير 2/45.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وبعد هذا فيظهر لمن تأمل إقامة النبي - صلى الله عليه وسلم - السابقة أن ثمت فرقاً كبيراً بين إقامته، - صلى الله عليه وسلم - بمكة عام الفتح وبتبوك، وبين إقامته بمكة عام حجة الوداع، ويظهر هذا من خلال الأمور التالية: ¶ أولاً: إن إقامة النبي - صلى الله عليه وسلم - عام الفتح، وفي عزوة تبوك إقامة طارئة، وغير مقصودة من قبل. بل اقتضتها مصالح الجهاد ومتطلبات الفتح فهي إقامة غير معلومة البداية، وغير محددة النهاية، لأن هذا السفر من أجل الجهاد ومنازلة الأعداء والكر والفر، لا من أجل المكث والإقامة، ومن المعلوم أن من كانت هذه حاله فإنه لا يدري ما سيواجهه من أوضاع، لذا فلا يصح أن يقال بأنه قد بيت الإقامة، أو أنه قد حدد موعد الرحيل. حتى تكون النهاية معلومة إذ لو فعله لنقل إلينا، وعدم نقله دليل على عدم فعله. ¶ لذا فلا يصح أن يقال بأن النبي - صلى الله عليه وسلم - سافر ليقيم عشرين يوماً بتبوك، أو تسع عشرة بمكة، ثم يعود إلى المدينة، كما لا يصح أن يقال بأن من سافر ليقيم هذه المدة أو أكثر منها أو أقل أن له القصر اعتماداً على هذا الفعل من رسول الله - صلى الله عليه وسلم - لعدم الدقة في تحديد دلالة هذا الفعل من رسول الله - صلى الله عليه وسلم - ولوجود الفرق بين الإقامتين، أما ما روي عن ابن عباس فإنه قابل التأويل كما سيأتي فيما بعد إن شاء الله. ¶ ولذا فإن الصواب في الاحتجاج في هذين الفعلين: أن يقال بأنه يصح لمن سافر، وهو لا ينوي الإقامة أصلاً، ثم اقتضت أحواله أن يقيم إقامة غير محددة النهاية أن له القصر ما أقام أبداً، لأن هذا هو المتفق مع فعل رسول الله - صلى الله عليه وسلم - كما أنها مقتضى العمل بقاعدة: لا عموم للأفعال، ثم هو المتفق مع ما ذهب إليه جمهور أهل العلم، وهو الذي به تجتمع الأدلة؛ أعني: دلالة الفعل ومنطوق ومفهوم الآيتين:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أما أن تجعل هذه الأفعال عامة لكل أنواع إقامة المسافر، ثم يحتج بها على غير ما دلت عليه فهو غير صحيح، لا من حيث طريقة الاستنباط، ولا من حيث قواعد الاستدلال. والله الهادي إلى الصواب. ¶ ثانياً: إن إقامة النبي - صلى الله عليه وسلم - بمكة عام حجة الوداع تختلف عن إقامته - صلى الله عليه وسلم - عام الفتح، وفي غزوة تبوك لما علم من معرفة النبي - صلى الله عليه وسلم - بعدد الأيام التي يحتاجها من أراد الرحلة من المدينة إلى مكة المكرمة، لأنه - صلى الله عليه وسلم - قد طرقه قبل الهجرة وبعدها كما أنه طريق قريش إلى رحلة الصيف، ثم إنه كان طريقاً آمناً عام حجة الوداع، كما أن اليوم الذي يبدأ به الحج معلوم لما عرف من أن مشروعية الحج كانت في السنة التاسعة فمشروعيته سابقة على حجة الوداع. ¶ لهذه الأسباب كلها فإن إقامته، - صلى الله عليه وسلم - بالأبطح قبل الحج إقامة مقصوده، وهي معلومة البداية والنهاية، ولا يصح أ، يقال بأنها حصلت كيفما اتفق لرسول الله - صلى الله عليه وسلم - كما في عام الفتح وغزوة تبوك لما علم من الاختلاف بين الرحلتين لهذا فإن كبار علماء الأمة قد فرقوا في الاستنباط من الرحلتين، فاعتبروا القصر أثناء الإقامة في عام الفتح وغزوة تبوك دليل على أنه يصح القصر لمن أقام إقامة غير مقصوده، وإن طالت مدتها، لأن هذا هو عين دلالة فعل رسول الله - صلى الله عليه وسلم - وليس دليلاً على أن لكل من أقام أن يقصر للاختلاف بين الإقامات. ¶ أما قصره، - صلى الله عليه وسلم - أثناء إقامته عام حجة الوداع فهو دليل على جواز القصر لمن قصد إقامة أكثر منها، لأن هذه الإاقمة كانت مراده بذاتها، ومقصوداً عدد أيامها، فدلالتها مقصورة على جواز فعل ما وقع فيها فحسب، لأنها دلالة فعل فهي ليست عامة بل خاصة لما تقرر من أنه لا عموم للأفعال.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "كما أن الزيادة على ثلاثة أيام لا تشملها دلالة قصر النبي - صلى الله عليه وسلم - عام الفتح وفي غزوة تبوك للاختلاف بين الإقامتين كما سبق، وبهذا صارت هذه الزيادة عارية عن الدليل الدال على جواز القصر فيها م السنة الفعلية، فالواجب والحالة هذه أن تبقى ضمن حكم الإقامة العامة وهو وجوب الإتمام على كل مطمئن تارك للضرب، لعدم ورو المخصص. ¶ ثم هناك وجه آخر يؤكد هذا ويزيده قوة، وهو أن هذه الإقامة تنازعها حكمان: أحدهما مبيح للقصر فيها، وهو مشابهتها إقامة ثلاثة أيام فأقل لكون كل منهما إقامة بين سفيرين، والثاني حاضر للقصر فهيا وهو مشابهتها للإقامة المطلقة الموجبة للإتمام لدخولهما تحت اسم الإقامة. ومن المقرر لدى علماء الأصول أن الحاضر مقدم على المبيح عند التعارض، لأنه أسلم للدين، وأبرأ للذمة. ¶ وعلى هذا فلا يصح أن يقال بأن النبي - صلى الله عليه وسلم - لو أقام أكثر من ثلاثة أيام لقصر، لأن هذه مجرد دعوى لا إسناد لها. ثم إنه لا يصح أن يجعل عدم فعله سنة فع لمثل ما فعله، بل الأصل فيما لم يفعله أن يكون سنة ترك إذا علم القصد من تركه. بخلاف ما فعله فإنه سنة للتأسي ما لم يثبت ما يدل على خصوصيته، فظهر بهذا عدم صحة الاحتجاج بهذه الدعوى، والله أعلم. ¶ الخلاصة: ¶ ظهر لنا مما سبق أن قصر رسول الله - صلى الله عليه وسلم - أثناء إقامته وهو مسافر على نوعين: ¶ النوع الأول: قصره لما أقام لم يسافر من أجلها، بل اقتضتها متطلبات ما سافر من أجله، ولذا فإنه يشرع لمن كانت إقامته كهذه أن يقصر ولو طالت اقتداء برسول الله - صلى الله عليه وسلم - . ¶ أما من سافر ليقيم، أو سافر ليقيم، ولكن طرأت له الإقامة، وهو يعلم نهايتها، فإنه لا يصح له القصر إلا ما خص بثلاثة أيام لعدم مطابقة حاله لحال رسول الله - صلى الله عليه وسلم - لأن الأصل في المقيم أنه مطمئن فيجب عليه الإتمام.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "النوع الثاني: قصره لما أقم إقامة مقصوده، ومحددة بمدة معينة، فإنه يصح لمن أقام هذه المدة أن يقصر تأسيساً برسول الله - صلى الله عليه وسلم - ولا يصح القصر لمن أقام أكثر منها، لأن الأصل في المقيم أنه غير مسافر، ولأن القصر مرتبط بالسفر ولم يفعله رسول الله - صلى الله عليه وسلم - فيما زاد على الأربعة حتى يكون مخصوصاً، فيجب الإبقاء على حكم الأصل. وإلا للزم منه نسخ الأصل بالمخصص، وهذا لا يصح، والله أعلم. ¶ 5- مدة الإقامة التي تقصر فيها الصلاة ¶ سبق أن تبين لنا أن إقامات النبي - صلى الله عليه وسلم - جاءت متنوعة فمنها ما هو داخل في حكم السفر كإقامتي غزوتي الفتح وتبوك، فهاتان الإقامتان لا علاقة لهما بتحديد مدة الإقامة التي نقصر فيها الصلاة لأنهما غير مقصودتين قبل فعلهما، ولا محددة نهايتهما فلم تخرجا بالمسافر حكم السفر. كما سبق بيان هذا في مبحث: دلالة قصر النبي - صلى الله عليه وسلم - أثناء إقامته في السفر. ¶ أما الإقامة التي لها دلالة في تحديد مدة الإقامة التي تقصر فيها الصلاة فهي إقامة النبي - صلى الله عليه وسلم - بالإبطح عام حجة الوداع لكونها مقصودة قبل فعلها ومحددة البداية والنهاية. أيضاً، ثم إنها أطول إقامة فعلها رسول الله - صلى الله عليه وسلم - بهذا الوصف فعليها مدار الحكم في تحديد المدة التي يجوز لمن قصد إقامتها أن يقصر فيها. ¶ أما ما زاد عليها فلا يشمله حكمها بل هو محكوم عليه بحكم وجوب الإتمام على غير الضارب في الأرض، وهو المقيم. ¶ وبعد هذا فإليك بيان هذه المدة ومدى دلالتها على تحديد الأيام: فروى الإمام البخاري في صحيحه أن ابن عمر - رضي الله عنه - كان إذا جاء ذا طوى بات به حتى يصبح، فإذا صلى الغداة اغتسل، وزعم أن النبي - صلى الله عليه وسلم - فعل ذلك (1). ¶ __________ ¶ (1) صحيح البخاري مع الفتح كتاب الحج باب الإهلال مستقبل القبلة 3/412.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أما قدوم النبي - صلى الله عليه وسلم - مكة فكان في اليوم الرابع من ذي الحجة لما روى البخاري أيضاً عن ابن عباس - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قد صبيحة رابعة (1). ¶ وكان إنتقاله - صلى الله عليه وسلم - من الإبطح إلى منى ضحى اليوم الثامن من ذي الحجة لما روى البخاري أيضاً عن عبدالعزيز رفيع قال: سألت أنس بن مالك - رضي الله عنه - قلت: أخبرني بشيء عقلته عن النبي - صلى الله عليه وسلم - أين صلى الظهر والعصر يوم التروية؟ قال: بمنى… الحديث (2). ¶ فظهر بهذا أن النبي - صلى الله عليه وسلم - أقام بالإبطح خمسة أيام متوالية منها ثلاثة تامة ويومان ناقصان هما يوم الدخول والخروج لأن النبي - صلى الله عليه وسلم - صلى الفجر بذي طوى، ثم دخل مكة فطاف بالبيت ثم نزل بالأبطح، فهو لم يصل به في هذا اليوم إلا أربع صلوات أولها صلاة الظهر. كما أ نه لم يصل به في يوم الرحيل إلا صلاة الفجر. فمجموع الصلوات التي صلاها رسول الله - صلى الله عليه وسلم - في مقامه هذا عشرين صلاة. ¶ وعلى هذا فيجوز لمن كانت إقامته كإقامة النبي - صلى الله عليه وسلم - أن يقصر الصلاة. أما من قصد إقامة أربعة أيام تامة أو أكثر منها فإنه يجب عليه الإتمام، ولا يتأتى هذا إلا إذا كانت إقامته ست أيام وذلك بيومي الدخول والخروج. فأربعة تامة ويومان ناقصان، أما إذا كانت خمسة بيومي الدخول والخروج فإنه يقصر كما سبق. ¶ ومما يؤيد صحة الاستنباط من فعل رسول الله - صلى الله عليه وسلم - هذا ما رواه البخاري في صحيح عن العلاء بن الحضرمي قال: قال رسول الله - صلى الله عليه وسلم - ثلاث للمهاجرين بعد الصدر (3). ¶ __________ ¶ (1) المصدر السابق باب التمتع والقرآن 3/422. ¶ (2) المصدر السابق باب أين يصلي الظهر يوم التروية 3/507. ¶ (3) صحيح البخاري مع الفتح – كتاب المناقب. باب إقامة المهاجر بمكة 7/266.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال ابن حجر: يستنبط من ذلك أن إقامة ثلاثة أيام لا تخرج صاحبها عن حكم المسافر.أ.هـ(1). ¶ قلت: ومما يدل أيضاً على أن إقامة أكثر من ثلاثة أيام تخرج بصاحبها عن حكم السفر، أنه - صلى الله عليه وسلم - ابقى ما زاد على الثلاثة على أصله وهو تحريم إقامة المهاجر في مهجره، ويستوى في هذا من قصد الاستيطان أو الإقامة المؤقتة الزائدة على ثلاثة أيام، أما من مر بمهجره وهو مسافر فإنه لا يحرم عليه ذلك، وكذا من أقام بها أكثر من ثلاثة أيام بغير قصد الإقامة، لأنالنبي - صلى الله عليه وسلم - أقام هو وأصحابه زمن الفتح بمكة تسعة عشر يوماً يقصر الصلاة، فقد زادت هذه الإقامة على ثلاثة أيام فلا تخالف تحديد إقامة المهاجر بثلاثة أيام. لأن هذه الإقامة المحددة مقصودة لذاتها، ولذلك جاء الأذن فيها لمن انتهى من أعمال الحج. لا قبل الانتهاء منه. أما الإقامة زمن الفتح فلم تكن مقصودة لذاتها بل دعت إليها متطلبات الفتح ولذلك لم يكتف النبي - صلى الله عليه وسلم - بفعله لها عن الإذن بجواز الإقامة ثلاثة أيام مع أنها سابقة على الإذن. كما أن الإذن بثلاثة أيام ليس ملغياً لحكمها ولا ناسخا لها. لأن الجمع بين الأدلة ممكن فهو مقدم على اطراح أحدهما والعمل بالأخر. ¶ ثم إن من فوائد هذا القول والفعل تنويع الإقامات، وإعطاء كل نوع حكماً يخصه، فالإقامة المقصودة لذاتها، يستوي فيها حم ما زاد على ثلاثة أيام وحكم الاستيطان. ولذا بقي ما فوق الثلاثة على النهي، أما الثلاثة فحكمها حكم السفر لأنه جاء الأذن للمهاجر أن يقيم فيها، فصار حكمها حكم مرور المهاجر بمهجره في حال سفره حيث لم يمنع منه أصلاًز ¶ __________ ¶ (1) فتح الباري 7/267.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وهذا هو مذهب جمهور العلماء. قال الموفق ابن قدامة رحمه الله بعد أن ذكر الرواية الأولى عن الإمام أحمد رحمه الله وعنه أنه إذا نوى إقامة أربعة أيام أتم، وإن نوى دونها قصر وهذا قول مالك والشافعي وأبي ثور، لأن الثلاث حد القلة بدليل قول النبي - صلى الله عليه وسلم - : \"يقيم المهاجر بعد قضاء نسكه ثلاثاً\" ولما أخلى عمر - رضي الله عنه - أهل الذمة، ضرب لمن قدم منهم تاجراً ثلاثاً فدل على أن الثلاث في حكم السفر، وما زاد في حكم الإقامة، وروى هذا عن عثمان - رضي الله عنه - .أ.هـ(1). ¶ __________ ¶ (1) المغني 3/147.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد ذهب الإمام أحمد في المشهور عنه إلى أن المدة التي تلزم المسافر الإتمام بنية الإقامة فيها هي ما كان أكثر من إحدى وعشرين صلاة. كذا قال الموفق ابن قدامة رحمه الله ثم أستدل لهذا بعد إيراده مذاهب الأئمة فقال: ولنا ما روى أنس، قال: خرجنا مع رسول الله - صلى الله عليه وسلم - إلى مكة، فصلى ركعتين حتى رجع، وأقام بمكة عشراً يقصر الصلاة. متفق عليه. وذكر أحمد حديث جابر وابن عباس أن النبي - صلى الله عليه وسلم - قدم لصبح رباعة، فأقام النبي - صلى الله عليه وسلم - اليوم الرابع والخامس والسادس والسابع، وصلى الفجر بالأبطح يوم الثامن، فكان يقصر الصلاة في هذه الأيام، وقد أجمع على إقامتها. قال: فإذا أجمع أن يقيم كما أقام النبي - صلى الله عليه وسلم - قصر، وإذا أجمع على أكثر من ذلك أتم. قال الأثرم: وسمعت أبا عبدالله يذكر حديث أنس في الإجماع على الإقامة للمسافر. فقال: هو كلام ليس يفقهه كل أحد. وقوله: أقام النبي - صلى الله عليه وسلم - عشراً يقصر الصلاة. فقال: قدم النبي - صلى الله عليه وسلم - ل صبح رابعة وخامسة وسادسة وسابعة. ثم قال: وثامنة يوم التروية، وتاسعة وعاشرة فإنما وجه حديث أنس أنه حسب مقام النبي - صلى الله عليه وسلم - بمكة ومنى، وإلا فلا وجه له عندي غير هذا فهذه أربعة أيام، وصلاة الصبح بها يوم التروية تمام إحدى وعشرين صلاة يقصر، فهذا يدل على أن من أقام إحدى وعشرين صلاة يقصر، وهي تزيد على أربعة أيام، وهذا صريح في خلاف قول من حده بأربعة أيام. ¶ ثم قال رحمه الله: ¶ وحديث ابن عباس في إقامة تسع عشرة، وجهه أن النبي - صلى الله عليه وسلم - لم يجمع الإقامة. قال أحمد: أقام النبي - صلى الله عليه وسلم - بمكة ثماني عشرة زمن الفتح؛ لأنه أراد حنينا، ولم يكن ثم إجماع المقام. وهذه هي إقامته التي رواها ابن عباس، والله أعلم (1). ¶ تعقيب: ¶ __________ ¶ (1) المغني 147، 149، 151.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ثبت فيما سبق أن النبي - صلى الله عليه وسلم - صلى صلاة الفجر من اليوم الرابع من ذي الحجة بذي طوى، وذلك قبل دخوله مكة، وقبل إقامته بالأبطح، كما أنه صلى الظهر من اليوم الثامن بمنى. فيكون عدد الصلوات التي صلاها رسول الله - صلى الله عليه وسلم - بمقامه بالأبطح عشرين صلاة فقط لا واحداً وعشرين خلافاً لما أستدل له ابن قدامة رحمه الله، لأنه لا يصح أن تعد صلاة الفجر من اليوم الرابع ضمن الصلوات التي صلاها أثناء إقامته - صلى الله عليه وسلم - بالأبطح لأنها فعلت قبل الإقامة فيه، كما أن صلاة الظهر من اليوم الثامن لم تدخل في الحساب لأنها كانت بمنى، والواجب أن يكون مصير الصلاتين واحداً، لأن كلا منهما فعلت في غير مكان الإقامة. ثم إن الراجح اعتبار عدد الأيام في تحديد الإقامة لا عداد الصلوات لأن الأيام هي محل الإقامة والسفر، ولدلالة حديث نهي المهاجر عن الإقامة أكثر من ثلاثة أيام بعد الصدر، لأن الحديث جعل محل الحكم عدد الأيام لا عدد الصلوات. والفرق بينهما ظاهر، ولأن اليوم الذي ينفر فيه المهاجر من منى لا يعد في الحساب وقد تكون صلوات ذلك اليوم قبل الصدر، كما أن المهاجر قد يصلي بعض صلوات يوم الرحيل من مكة بمكة ولا يعد هذا مخالفة للنهي، لأن الأذن جاء بإقامة ثلاثة أيام تامة ولا يحصل هذا إلا إذا لم يعد يوم النزول ويوم الرحيل لأنهما يومان ناقصان، ولأنه لا يمكن أن تتحقق إقامة ثلاث أيام تامة إلا بهذا الحساب. ¶ وعلى هذا فأكثر عدد الصلوات التي يمكن أن يصليها المسافر أثناء إقامته ثلاث وعشرون صلاة، ولا يعد هذا إقامة، لأنه قد يصلي في يوم النزول أربع صلوات، ويوم الرحيل كذلك. لأنهما يومان ناقصان. فلا يؤثران في حكم الإقامة. والله أعلم. ¶ 6- تحرير مذهب عبدالله بن عمر ¶ - - رضي الله عنه - -",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وردت عن عبدالله بن عمر – - رضي الله عنه - - أربع عشرة رواية في قصره للصلاة حال إقامته، منها ما هو من قوله، ومنها ما هو من فعله، وإليك بيانها: ¶ أولاً: روى الإمام مالك، عن الزهري، عن سالم بن عبدالله أن عبدالله بن عمر كان يقول: أصلي صلاة مسافر ما لم أجمع مكثاً، وإن حبسني ذلك اثنتي عشرة ليلة (1). ¶ ورواه عبدالرزاق، عن معمر وابن جريج، عن الزهري، عن سالم، عن ابن عمر أنه قال: لو قدمت أرضاً لصليت ركعتين ما لم أجمع مكثاً، وإن أقمت اثنتي عشرة ليلة (2). ¶ ورواه الإمام الطحاوي فقال: حدثنا يونس، قال: ثنا سفيان، عن الزهري به، ولفظه: أصلي صلاة مسافر ما لم أجمع إقامة، وإن مكثت ثنتي عشرة ليلة (3). ¶ ورواه الطبري فقال: حدثنا يونس، أنبأنا سفيان، عن الزهري، به، بلفظه (4). ¶ الحكم عليه: ¶ رواة الأصل والمتابعات: ثقات وإسناده متصل فهو صحيح. ¶ ثانياً: روى عبدالرزاق، عن عبدالله بن عمر، عن نافع أن ابن عمر كان يقول: إذا أجمعت أن تقيم اثنتي عشرة ليلة فأتم الصلاة (5). ¶ الحكم عليه: ¶ فيه عبدالله بن عمر بن حفص بن عاصم بن عمر بن الخطاب وهو ضعيف (6) لكن يشهد له ما قبله. ¶ ثالثاً: روى عبدالرزاق، عن هشام بن حسان، عن ابن سيرين، قال: كتب عبيد الله بنعمر إلى ابن عمر، وهو بأرض فارس: إنا مقيمون إلى الهلال، فكتب: أن أصلي (7) ركعتين (8). ¶ الحكم عليه: ¶ هشام بن حسان الأزدي أبو عبدالله البصري، ثقة من أثبت الناس في ابن سرين (9)، وبقية رجاله ثقات. فهو صحيح. ¶ __________ ¶ (1) الموطأ، باب صلاة المسافر ما لم يجمع مكثا 1/151. ¶ (2) مصنف عبدالرزاق 2/534. ¶ (3) شرح معاني الآثار 1/420. ¶ (4) تهذيب الآثار 1/247. ¶ (5) المصنف 2/534. ¶ (6) التقريب 314. ¶ (7) كذا في المصنف، ولعل الصواب: أن صلى ركعتين، بحذف الألف، حتى يستقيم الكلام. ¶ (8) المصنف 2/534. ¶ (9) التقريب 572.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "رابعاً: روى الطحاوي فقال: حدثنا أبو بكرة، قال: ثنا روح، ثنا شعبة، عن حبان البارقي، قال: قلت لابن عمر، إني من بعث أهل العراق. فكيف أصلي؟ ¶ قال: إن صليت أربعاً، فأنت في مصر، وإن صليت ركعتين فأنت في سفر (1). ¶ قال الطحاوي: فدل ذلك أن مذهبه كان في صلاة المسافر في الأمصار هكذا (2). ¶ الحكم عليه: ¶ أبو بكرة هو: بكار بن قتيبة بن أسد بن عبيد الله البكراوي الثقفي. الحنفي كان على قضاء مصر. حدث عنه ابن خزيمة، وأكثر عنه الطحاوي. ذكره ابن حبان في الثقات. ¶ وقال السهارنفوري في تراجم الأحبار: قال مولانا محمد يوسف: ثقة مأمون (3). ¶ وقال الذهبي: القاضي الكبير العلامة المحدث، أبو بكرة، الفقيه الحنفي قاضي القضاة بمصر (4). ¶ روح بن عبادة القيسي، ثقة فاضل (5). ¶ حيان (6) بن إياس البارقي الواسطي، ويقال الأزدي. وثقه ابن معين، وقال أبو حاتم: شيخ واسطي صالح. وذكره ابن حبان في الثقات. ¶ وقال السهارنفوري: ليس له عند الطحاوي إلا حديث الباب (7). ¶ فالحديث رجاله ثقات وإسناده متصل، إلا أن أبا بكرة لم يوثقه أحد من المتقدمين فيما أعلم، ولكنه إمام في الفقه والقضاء والعدل بين الناس ومحدث كبير، فهو عدل في دينه رضا في سيرته. ¶ خامساً: روى عبدالرزاق عن عمر بن ذر، قال: سمعت مجاهداً يقولك كان ابن عمر إذا قدم مكة فأراد أن يقيم خمس عشرة ليلة سرح ظهره، فأتم الصلاة (8). ¶ __________ ¶ (1) شرح معاني الآثار 1/425. ¶ (2) المصدر السابق، 1/427. ¶ (3) ثقات ابن حبان 8/152، الأنساب 2/273. تراجم الأحبار 4/364. ¶ (4) السير 12/599. ¶ (5) التقريب 211. ¶ (6) حيان. بالياء في جميع المصادر التي وقفت عليها، ولكنه في شرح المعاني بالباء، والصواب: بالياء. ¶ (7) الجرح والتعديل 3/244، تاريخ البخاري 3/54، ثقات ابن حبان 4/170 تعجيل المنفعة 110 الأنساب 2/32، تراجم الأحبار 1/326. ¶ (8) مصنف عبدالرزاق 2/534.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ورواه أبو بكر بن أبي شيبة فقال: حدثنا وكيع، قال: ثنا عمرو (1) بن ذر، عن مجاهد قال: كان ابن عمر إذا أجمع على إقامة خمس عشرة سرح ظهره، وصلى أربعاً (2). ¶ الحكم عليه: ¶ عمر بن ذر بن عبدالله الهمداني المرهبي أبو ذر الكوفي. ثقة رمى بالإرجاء (3) وبقية رجاله أئمة. ¶ سادساً: روى عبدالرزاق، عن عبدالله بن عمر، عن نافع أن ابن عمر أقام بأذربيجان ستة أشهر يقصر الصلاة. قال: وكان يقول: إذا أزمعت إقامة أتم (4). ¶ ورواه الطبري، فقال: حدثنا ابن حميد، حدثنا هارون بن المغيرة، عن داود بن قيس، عن نافع أن ابن عمر أقام بأذربيجان ستة أشهر يقصر الصلاة ولم يستطرع أن يخرج من البرد، ولم يرد الإقامة (5). ¶ الحكم عليه: ¶ إسناد عبدالرزاق فيه عبدالله بن عمر وهو ضعيف، وتقدم. ¶ وأما إسناد الطبري ففيه محمد بن حميد بن حبان الرازي، قال ابن حجر: حافظ، ضعيف. وكان ابن معين حسن الرأي فيه (6). ¶ إلا أن أحدهما يشهد للآخر. فهو حسن لغيره. ¶ سابعاً: روى الطبري فقال: حدثنا يونس، وأنبأنا سفيان، عن ابن أب ينجيح قال: أتيت سالما أسأله وهو عند باب المسجد، فقلت: كيف كان أبوك يصنع؟ قال: كان إذا صدر الظهر، وقال: نحن ماكثون، أتم الصلاة، وإذا قال: اليوم وغداً، قصر، وإن مكث عشرين ليلة (7). ¶ الحكم عليه: ¶ يونس هو: ابن عبدالأعلى بن ميسرة الصدفي، وسفيان هو: ابن عيينة. فرجاله ثقات. ¶ __________ ¶ (1) كذا في المصنف والصواب، عمر. كما عند عبدالرزاق. ¶ (2) مصنف ابن أبي شيبة 2/455. ¶ (3) التقريب 412. ¶ (4) المصنف 2/533. ¶ (5) تهذيب الآثار 1/249. ¶ (6) التقريب 475. ¶ (7) تهذيب الآثار 1/247.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ثامناً: روى الطبري فقال: حدثنا ابن المثنى، حدثنا محمد بن جعفر، حدثنا شعبة، قال: سمعت عبدالواحد المكي، يحدث عن سالم بن عبدالله بن عمر قال: كان ابن عمر إذا أجمع المقام أتم الصلاة، ولقد أقام بمكة شهراً يصلي ركعتين، فقيل له: لو صليت قبلها أو بعدها؟ قال: لو صليت قبلها أو بعدها لأتممت الصلاة (1). ¶ الحكم عليه: ¶ ابن المثنى هو: محمد بن المثنى بن عبيد العنزي، ثقة ثبت، ومحمد بن جعفر هو الهذلي البصري المعروف بغندر، ثقة صحيح الكتاب إلا أن فيه غفلة. وشعبة إمام، أما عبدالواحد المكي فهو لا بأس به، كذا في التهذيب والتقريب، فعلى هذا فالحديث حسن، والله أعلم. ¶ تاسعاً: روى الطبري، فقال: حدثنا ابن حميد، حدثنا سلمة بنالفضل، عن ابن إسحاق، عن أبان بن صالح، عن سالم بن عبدالله، أن ابن عمر كان إذا قدم مكة فلم يدر أيظعن أم يقيم؟ قصر خمس عشرة ليلة، فإذا عرف أنه يقيم أتم الصلاة (2). ¶ الحكم عليه: ¶ ابن حميد هو: محمد بن حميد بن حبان، ضعيف كما قال ابن حجر. وقد تقدم. ¶ أما سلمة بن الفضل فهو صدوق كثير الخطأ كما في التقريب. ¶ أما محمد بن إسحاق، فصدوق يدلس، وقد عنعن. ¶ لكن الحديث حسن للشواهد السابقة واللاحقة. ¶ عاشراً: روى الطبري فقال: حدثنا هناد بن السري الحنظلي،حدثنا أبو الأحوص، عن حصين بن عبدالرحمن السلمي، قال: كان الشعبي معنا بواسط فحضرت صلاة، فدخلت منزلي، ثم خرجت، فقال: كم صليت؟ فقلت: أربعاً، فقال: لكني ما صليت غير ركعتين، رأيت عبدالله بن عمر بمكة ما يصلي إلا ركعتين حتى خرج منها (3). ¶ الحكم عليه: ¶ هناد بن السري بن مصعب بن أبي بكر الحنظلي التميمي. ¶ وقد نسبه الطبري إلى حنظل، وجاء في تهذيب نسبته إلى تميم، وأرى أنه الحنظلي التميمي، لأن حنظل بطن من بطون تميم كما في اللباب (4). ¶ وهو ثقة كما في التقريب. ¶ __________ ¶ (1) تهذيب الآثار 1/246. ¶ (2) المصادر السابق 1/248. ¶ (3) تهذيب الآثار، مسند عمر 1/245. ¶ (4) اللباب في تهذيب الأنساب 1/396.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "أبو الأحوص هو: سلام بن سليم الحنفي الكوفي. كما في ترجمة هناد بن السري في تهذيب الكمال. وهو ثقة متقن صاحب حديث كما في التقريب. ¶ أما حصين بن عبدالرحمن السلمي فهو ثقة تغير حفظه بآخره كما في التقريب. ¶ أحد عشر: روى الطبري فقال: حدثنا ابن المثنى، حدثنا مسلمة بن الصلت الشيباني، حدثنا علي بن المبارك، عن يحي بن أبي كثير، عن نافع، عن ابن عمر أنه كان إذا قدم مكة فلبث بها سبعاً أو ثمانيا صلى صلاة المسافر إلا أن يصلي مع الإمام (1). ¶ الحكم عليه: ¶ فيه: مسلمة بن الصلت الشيباني البصري. ¶ قال أبو حاتم: متروك، وقال الأزدي: ضعيف، وقال ابن عدي: لا يعرف وذكره ابن حبان في الثقات (2). ¶ اثنا عشر: روى الطبري فقال: حدثنا ابن المثنى، حدثنا يحيى القطان عن عبيد الله، قال: أخبرني نافع أن ابن عمر كان يقصر الصلاة ما لم يجمع إقامة (3). ¶ الحكم عليه: ¶ جميع رواته ثقات، فهو صحيح. ¶ ثلاثة عشر: روى الطبري فقال: حدثنا محمد بن العلاء، حدثنا ابن أدريس، أنبأنا ليث، عن الشعبي، قال: أقمت بالمدينة ستة أشهر أو عشرة أشهر لا يأمرني ابن عمر إلا بركعتين. إلا أن أصلي مع قوم فأصلي بصلاتهم (4). ¶ الحكم عليه: ¶ محمد بن العلاء أبو كريب الهمداني الكوفي. الحافظ، وابن أديس هو عبدالله بن أدريس الأودي الكوفي ثقة. ¶ أما ليث فهو: ليث بن أبي سليم بن زنيم متروك كما في التقريب. ¶ __________ ¶ (1) تهذيب الآثار مسند عمر 1/248. ¶ (2) الجرح والتعديل 8/269، الثقات 9/180، الكامل 3/1157، اللسان 6/33. ¶ (3) تهذيب الآثار، مسند عمر 1/248. ¶ (4) المصدر السابق، 1/249.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أربعة عشر: روى الطبري فقال: حدثنا زيد بن أخرم الطائي، حدثني عبدالصمد، حدثنا شعبة، عن يحيى بن أبي إسحاق، عن القاسم بن مخيمرة، عن أبي صالح – أو – ابن صالح. قال: سألت عبدالله بن عمرو وقلت: أكون في زرعي وغنمي ستة أشهر، كيف أصلي؟ فقال: ركعتين، وسألت ابن الزبير فقال: مثل ذلك، وسألت ابن عمر فقال: مثل ذلك، فقلت: سبحان الله، أكون في زرعي وغنمي! فقال: سبحان الله صل ركعتين. ورواه الطبري أيضاً من طريق ابن المثنى، عن عبدالصمد، عن شعبة به إلا أنه قال: عن صالح أو عن ابن صالح (1). ¶ الحكم عليه: ¶ فيه أبو صالح أو ابن صالح أو صالح، كذا حصل الشك في الإسناد، ولم أستطع تحديده،ك ما أن محقق تهذيب الآثار الشيخ محمود محمد شاكر ذكر أنه لم يقف عليه. والله أعلم. ¶ التوفيق بين هذه الروايات: ¶ اختلف أهل العلم في تحديد مذهب عبدالله بن عمر – - رضي الله عنه - - لتعدد الروايات عنه، لأنه ربما وقف أحدهم على بعضها دون يقينها، فحدد مذهبه من خلال ما وقف عليه منها، وربما كان سبب ذلك ما أداه إليه اجتهاده بعد النظر فيها. ¶ قال شيخ الإسلام ابن تيمية بعد ذكره لرواية الأثرم بإسناده عن نافع أنه قال: ما كان ابن عمر يصلي بمكة إلا ركعتين إلا أن يرفع المقام، ولهذا أقام مرة اثنتي عشرة يصلي ركعتين، وهو يريد الخروج. قال شيخ الإسلام: وهذا يبين أنه كان يصلي قبل الموسم ركعتين مع أنه نوى الإقامة إلى الموسم، وكان ابن عمر كثير الحج. وكان كثيراً ما يأتي مكة قبل الموسم بمدة طويلة (2). ¶ __________ ¶ (1) تهذيب الآثار، مسند عمر، 1/245. ¶ (2) مجموع الفتاوى 24/142.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قلت: ما ذكره شيخ الإسلام من استنباط فيه نظر، لأن الروايات السابقة تتفق على أن ابن عمر إذا أجمع المقام أكثر من اثنى عشر يوماً أو خمسة عشر يوماً أتم سواء كان ذلك لأجل الموسم، أو لغيره، وإن أصرح ما يدل على هذا ما جاء في الروايتين الخامسة والتاسعة. وقد رأيت كثيراً من المعاصرين الذين ذهبوا إلى القول بقصر المسافر إذا أقام ما لم يرجع إلى وطنه أو يتخذ ما أقام به موطناً قد نسبوا إلى ابن عمر القول بهذا المذهب، ثم اكتفوا بالاحتجاج لهذا بقصره بأذربيجان، فهذه الرواية هي العمدة لديهم في تحديد مذهبه. - رضي الله عنه - . ¶ وأرى أن في هذا تقويلاً لهذا الصحابي ما لم يقله، ونسبته إلى مذهب لم يذهب إليه، كما أن فيه مخالفة للدقة العلمية، حيث لم يحددوا مذهبه بناء على جميع الروايات المختلفة التي صدرت عنه، ثم التوفيق بينها. ¶ ولذا فلما وقف ابن حزم على هذه الروايات المختلفة ذهب إلى أنه لا يصح الاحتجاج بما روي عن ابن عمر – - رضي الله عنه - - في هذا الموضوع. لمخالفته نفسه ولمخالفة ابن عباس له (1). ¶ وأرى أن قول ابن عمر – - رضي الله عنه - - موافق لمذهب الجمهور، وهو أن من عزم على الإقامة أتم، ومن لم يعزم قصر ولو طالت إقامته. ¶ وأن قصره بأذربيجان لكونه لم يعزم على الإقامة، بل هو مكره عليها لحبس الثلج له، وهذا هو رأي الموفق ابن قدامة، كما هو صريح احتجاجه بما روى عن ابن عمر – - رضي الله عنه - - (2). ¶ ثمن من خلال استعراضنا للروايات السابقة يمكن تحديد مذهبه في النقاط التالية: ¶ أنه إذا عزم على مكث اثنتي عشرة ليلة أو خمس عشرة ليلة أتم الصلاة، وإن لم يعزم قصر ولو مكث طويلاً. ¶ أن إقامته بأذربيجان لم تكن مقصودة بل مكره عليها. ¶ أن من مر بمصر فله أن يصلي أربعاً، لأنه في مصر، وله أن يقصر، لأنه مسافر لم يجمع على إقامة. ¶ أن من صلى مع الإمام المقيم فإنه يتم. والله أعلم. ¶ __________ ¶ (1) انظر المحلى 5/23. ¶ (2) انظر المغني 3/153، وما بعدها.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "7- تحرير مذهب ابن عباس ¶ - - رضي الله عنه - - ¶ روى ابن عباس – - رضي الله عنه - - عدة روايات في قصر المسافر حال إقامته وهذه الروايات مختلفة، ففي بعضها، القصر من غير تحديد بمدة معينة، وفي بعضها الآخر تحديد مدة القصر بأيام معينة، وإليك بيان هذه الروايات والحكم عليها. ¶ أولاً: روى ابن أبي شيبة فقال: حدثنا جرير، عن مغيرة، عن سماك بن سلمة، عن ابن عباس قال: إن أقمت في بلد خمسة أشهر فأقصر الصلاة (1). ¶ ورواه الطبري عن ابن حميد عن جرير. به بمعناه (2). ¶ الحكم عليه: ¶ جرير هو: ابن عبدالحميد بن قرط الضبي، ثقة صحيح الكتاب. ¶ والمغيرة هو: ابن مقسم الضبي، ثقة متقن، إلا أنه كان يدلس، ولا سيما عن إبراهيم. ¶ وسماك بن سلمة الضبي، ثقة، كذا في التقريب، إلا أن المزي ذكر في تهذيب الكمال: أن سماك رأى ابن عباس، ولم يذكر أنه روى عنه. ¶ فهذا الحديث رجاله ثقات إلا أن فيه شبهة التدليس، لأن مغيرة رواه عن سماك بالعنعنة. والله أعلم. ¶ ثانياً: روى ابن أبي شيبة فقال: حدثنا وكيع، قال: ثنا شعبة، عن أبي التياح الضبعي، عن رجل من عنزه يكنى: أبا المنهال قال: قلت لابن عباس: إني أقيم بالمدينة حولاً لا أشد على سير، قال: صل ركعتين (3). ¶ ورواه الطبري: فقال حدثنا ابن المثنى، حدثني وهب بن جرير، حدثنا شعبة. به بلفظه (4). ¶ الحكم عليه: ¶ أبو التياح: هو: يزيد بن حميد الضبعي، ثقة ثبت. كما في التقريب. ¶ أو المنهال: هو عبدالرحمن بن مطعم البناني أبو المنهال المكي. بصري نزل مكة، وهو ثقة كما في التقريب أيضاً. ¶ __________ ¶ (1) المصنف 2/453. ¶ (2) تهذيب الآثار مسند عمر 1/256. ¶ (3) المصنف 2/453. ¶ (4) تهذيب الآثار مسند عمر 1/255.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قال البخاري: روى أبو التياح عن أبي المنهال العنزي: سألت ابن عباس - رضي الله عنه - - فلا أدري هو ذا أم لا؟(1) ¶ ثالثاً: روى ابن أبي شيبة فقال: حدثنا وكيع، قال: ثنا المثنى بن سعيد، عن أبي جمرة (2) نصر بن عمران، قال لابن عباس: إنا نطيل القيام بالغزو بخراصان فكيف ترى؟ ¶ فقال: صل ركعتين، وإن أقمت عشر سنين (3). ¶ الحكم عليه: ¶ رجاله ثقات كما في التقريب. ¶ رابعاً: روى الإمام البخاري عن ابن عباس – - رضي الله عنه - - أنه قال: أقام النبي - صلى الله عليه وسلم - ، تسعة عشر يقصر، فنحن إذا سافرنا تسعة عشر قصرنا (4)، وإن زدنا أتممنا (5). ¶ خامساً: روى ابن أبي شيبة فقال: حدثنا حفص، عن عاصم، عن عكرمة، عن ابن عباس أن النبي - صلى الله عليه وسلم - أقام سبع عشرة يقصر الصلاة، قال: وقال ابن عباس: من أقام سبع عشرة قصر الصلاة، ومن أكثر من ذلك أتم (6). ¶ الحكم عليه: ¶ حفص هو: ابن غياث النخعي أبو عمر الكوفي. ثقة فقيه تغير قليلاً بآخره. ¶ وعاصم هو: ابن النضر بن المنتشر الأحول التميمي. صدوق. كما في التقريب. ¶ سادساً: روى الطبري عن عمران بن موسى القزاز، حدثنا عبدالوارث بن سعيد، حدثنا ليث، عن مجاهد، أن ابن عباس قال: إذا قدمت أرضاً لا تدري متى تخرج، فأتم الصلاة، وإذا قلت: أخرج اليوم، أخرج غداً، فاقصر ما بينك وبين عشر، ثم أتم الصلاة (7). ¶ الحكم عليه: ¶ فيه ليث بن أبي سليم، وهو ضعيف الحديث. ¶ __________ ¶ (1) قوله: فلا أدري هو ذا أم لا، عدها ابن حجر من قول البخاري، وليست موجودة في التاريخ، وذكر محقق التاريخ أنها سقطت من الأصل. والله أعلم. التاريخ 5/352، التهذيب 6/270. ¶ (2) جاء في المصنف: حمزة بالحاء، والتصويب من التقريب. ¶ (3) المصنف 4/453. ¶ (4) المراد به: إذا سافرنا فأقمنا. كما صرح به الحافظ انظر حاشية ص41. ¶ (5) صحيح البخاري مع فتح الباري 2/561. ¶ (6) المصنف 2/454. ¶ (7) تهذيب الآثار مسند عمر 1/254.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "سابعاً: روى الطبري فقال: حدثنا محمد بن المثنى، حدثنا محمد بن جعفر، حدثنا شعبة، عن أبي حمزة، قال: قلت لابن عباس: ما تطيب نفسي أن أصلى بمكة ركعتين، فقال: تطيب نفسك أن تصلي الصبح أربعاً؟ قلت: لا، قال: إنها ليست بقصر، صل ركعتين، وصل بعدها ركعتين (1). ¶ الحكم عليه: ¶ محمد بن المثنى بن عبيد العنزي الحافظ، ومحمد بن جعفر هو المعروف بغندر. وأبو حمزة هو: نصر بن عمران. ¶ رواة هذا الإسناد ثقات. ¶ ثامناً: روى الطبري فقال: حدثنا ابن المثنى، حدثنا محمد بن جعفر،حدثنا شعبة، عن زائدة بن عمير قال: سألت ابن عباس: كيف أصلي بمكة؟ قال: ركعتين ركعتين (2). ¶ الحكم عليه: ¶ زائدة بن عمير الطائي وثقه ابن معين (3)، وبقية رجاله ثقات. ¶ التوفيق بين هذه الروايات: ¶ إن هذه الروايات متعارضة، لأن الروايات الثلاث الأولى تدل على أن للمسافر أن يقصر حال إقامته ولو كانت طويلة. أما الروايتان الرابعة والخامسة فإنهما تدلان على أن المسافر إذا أقام أكثر من تسعة عشر يوماً أو سبعة عشر يوماً أتم أما إذا كانت كذلك أو أقل من ذلك فإنه يقصر. ¶ إلا أن الروايتين السابعة والثامنة، لم تتعرضا لتحديد مدة الإقامة، بل غاية ما تدلان عليه أن على المسافر أن يقصر وهو بالمصر وهو بالمصر. ولو صحت الرواية السادسة لكان المصير إليها متعيناً، لأنها مشتملة على إيضاح علة القصر، وعلة الإتمام، وعلى ضوئها يمكن الجمع بين الروايات.وذلك بأن تحمل الروايات الثلاث الأولى وكذا الروايتان السابعة والثامنة على من أقام وهو يقول: اليوم أخرج غداً أخرج، ثم يمكث المدة الطويلة وهو لم يخرج. ¶ __________ ¶ (1) تهذيب الآثار مسند عمر 1/254. ¶ (2) تهذيب الآثار مسند عمر 1/256. ¶ (3) الجرح والتعديل 3/612.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "أما تحديد مدة القصر فهي لمن يدري متى يخرج. وبهذا تجتمع الروايات، ولا يبقى إلا مسألة واحدة وهي كم المدة التي إذا أقامها قصر، فبعض الروايات تدل على أنها تسعة عشر وبعضها سبعة عشر، وبعضا عشرة، ومرد هذا الاختلاف يعود إلى تعدد إقامة النبي - صلى الله عليه وسلم - فقد أقام تسعة عشر يوماً بتبوك، وأقام سبعة عشر يوماً بمكة عام الفتح، كما أقام عشرة أيام عام حجة الوداع، وقصر في هذه المدد المختلفة. ¶ وهذا الجمع وإن كان دليله ضعيفاً إلا أنه متعين صيانه لكلام الحبر ابن عباس من التناقض والاضطراب. ¶ وقد سبق ذكر رأي ابن حزم، وهو أنه لا يرى صحة الاحتجاج بما روي عن ابن عباس – - رضي الله عنه - - لمخالفته لما روى عن ابن عمر – - رضي الله عنه - -(1). ¶ ولذا فلا يصح اعتبار ابن عباس ممن يرى قصر المقيم غير المستوطن لما سبق من رواية البخاري عنه، كما لا يصح الاحتجاج ببعض كلامه دون بعض لمخالفة الدقة العلمية، ولما فيه من تقويله ما لم يقله، ونسبته إلى مذهب لم يذهب إليه. والله أعلم. ¶ 8- تحرير مذهب أنس بن مالك ¶ - - رضي الله عنه - - ¶ وقفت على روايتين مسندتين عن أنس – - رضي الله عنه - - في قصر الصلاة أثناء إقامته، وهاتان الروايتان غير مختلفتين، بل هما متفقتان، على أنه كان يقصر أثناء إقامته بفارس، وإليك بيانهما والحكم عليهما: ¶ أولاً: روى الطبري، فقال: حدثنا عمران بن موسى، حدثنا عبدالوارث، حدثنا يونس، عن الحسن، أن أنس بن مالك كان بنيسابور على جبايتها، فكان يصلي ركعتين، ثم يسلم، ثم يصلي ركعتين، ولا يجمع، وكان الحسن معه شتوتين (2). ¶ وقد تابع عبدالوارث، ابن عليه – بمعناه -. ¶ الحكم عليه: ¶ عمران بن موسى القزاز، وعبدالوارث بن سعيد العنبري، ويونس بن عبيد بن دينار العبدي، والحسن البصري، وهم رواة هذا الإسناد، وهم ثقات إلا عمران فهو صدوق، كما في التقريب. ¶ __________ ¶ (1) المحلى 5/23. ¶ (2) تهذيب الآثار مسند عمر 1/256، 257.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ثانياً: روى الطبري فقال: حدثنا ابن المثنى، حدثنا سالم بن نوح، عن عمر ابن عامر، عن قتادة، أن أنساً أقام بفارس سنتين يقصر الصلاة (1). ¶ الحكم عليه: ¶ فيه عمر بن عامر السلمي له مناكير عن قتادة، كذا قال أحمد كما في التهذيب. ¶ إلا أن رواية الحسن السابقة تشهد لروايته فهي حسنة والله أعلم. ¶ إيضاح سبب ذلك: ¶ لم يرد فيهما بيان لنوع إقامته كما ترى، إلا أن الرواية الأولى تدل علىأنه كان يصلي أربعاً لكنه يفصل بينهما بسلام، فلعل صلاة الركعتين الأخيرتين من باب الاحتياط، لأن الأمر مشكل عليه، فهو يقصر الصلاة لكون إقامته ليست باختياره، فهو إذاً مسافر، لأنه ولي ولاية لم يرضها، ثم صلى ركعتين أخريين إكمالاً للصلاة من باب الاحتياط قياساً على إكمال نقص الصلاة بالنافلة لأن حاله أشبهت حال المقيمين. فغن كان الأمر كذلك فهو يدل على أن هذا القصر فيه إشكال عنده، فلا يصح الاحتجاج به لأحد إلا لمن فعل كفعله. ¶ ولا يصح أن تحمل الركعتان بعد السلام على أنها نافلة، لأن الراوي صرح بأنه لا يريد بهذا جمع الصلاة، فهذا يدل على أنه لا يرد بها النافلة وإلا لقال الراوي، ثم يتنفل بعدهما. ¶ أما إقامته بفارس فيحتمل أنه أقام من أجل الغزو ومحاضرة العدو فهذه الإقامة كإقامته بالشام سنتين لمحاصرة العدو كما فسرها بهذا ابن القيم رحمها لله حينما قال: وكذلك إقامة أنس بالشام سنتين يقصر الصلاة، وإقامة الصحابة برام هرمز سبعة أشهر يقصرون، ومن المعلوم أن مثل هذا الحصار والجهاد يعلم أنه لا ينقضي في أربعة أيام.أ.هـ(2). والله أعلم. ¶ القسم الثاني ¶ دراسة رأي أشهر المفتين بقصر ¶ المغتربين أثناء إقامتهم ¶ اقتصرت في هذا القسم على دراسة رأي ثلاثة من العلماء دون التعرض لكلام غيرهم، لأن شيخ الإسلام يعتبر أو من كتب في هذا الموضوع من أهل السنة حسبما اطعلت عليه. ¶ __________ ¶ (1) تهذيب الآثار مسند عمر 1/257. ¶ (2) زاد المعاد 3/15.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "أما شيخنا العلامة محمد بن صالح العثيمين فهو الذي نشر هذا الرأي في مجتمعنا المعاصر إذ لم يكن العامة تعمل بهذا قبل إعلانه لرأيه. صحيح أنه لم يكن الوحيد الذي قال به بعد شيخ الإسلام بل سبقه إلى القول به غيره كما نص عليه في مقدمة رسالته لكن رأي هؤلاء لم يعد كتب أصحابها فهي آراء شخصية غير منتشرة لدى معاصريهم. ¶ أما سبب العناية بكلام ابن القيم فلمنزلة الإمام في الأمة، ولأنه لم يصح القول بأن رأيه كرأي شيخه وسيظهر هذا جلياً فيما بعد إن شاء الله. ¶ وعلى الناظر الكريم في هذا القسم أن يحسن الظن بإخوانه وعلماء أمته. وليبقي النظر عند حدود الكلام دون التعرض للمقاصد. فإن تحديدها والمحاسبة عليها متروك لعلام الغيوب الذي يعلم ما في القلوب والله الهادي إلى الصواب. ¶ 1- دراسة رأي شيخ الإسلام ¶ ابن تيمية – رحمه الله - ¶ يعتبر شيخ الإسلام من أوائل من كتب في هذا الموضوع – فيما أعلم – وقد جاءت كتابته ضمن الفتاوى التي قام بجمعها الشيخ عبدالرحمن بن قاسم – رحمه الله -. ¶ وقد قمت بدراسة وتحليل ما كتبه والإجابة عنه في النقاط التالية: ¶ أولاً: قال شيخ الإسلام – رحمه الله – وأما الإقامة فهي خلاف السفر فالناس رجلان: مقيم ومسافر، ولهذا كانت أحكام الناس في الكتاب والسنة أحد هذين الحكمين: إما حكم مقيم، وإما حكم مسافر. وقد قال تعالى: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُم } فجعل للناس يوم ظعن، ويوم إقامة، والله تعالى أوجب الصوم وقال: { فَمَنْ كَانَ مِنْكُمْ مَرِيضاً أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ } فمن ليس مريضاً، ولاعلى سفر فهو الصحيح المقيم. ولذلك قال النبي - صلى الله عليه وسلم - : \"إن الله وضع عن المسافر الصوم، وشطر الصلاة\"، فمن لم يوضع عنه الصوم وشطر الصلاة فهو المقيم\"(1). ¶ تعقيب: ¶ __________ ¶ (1) الفتاوى 24/136.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "هذا الكلام صحيح على رأي من يرى أن الظاعن هو المسافر. إلا أن الشيخ – رحمه الله – لم يشر إلى ما دلت عليه الآية من بيان صفة المسافر، وصفة المقيم، مع أنها قد دلت على امتنان الله تعالى على عباده بأن جعل لهم من جلود الأنعام بيوتاً يسهل عليهم حملها يوم سفرهم، كما يسهل عليهم بناؤها يوم إقامتهم. ¶ فالآية قد دلت على أن من حمل بيته وسار في يوم واحد يسمى ظاعناً، وأن من بنى بيته، وقطع سيره في يوم واحد آخر سمي مقيماً. فاعتبار هذه الأوصاف عند تحديد الظعن والإقامة أمر مهم. ¶ ولو أشار الشيخ إليها لتميز المسافر عن المقيم، هذا إذا حملنا اليوم الوارد في الآية على ظاهره، أما إذا أولناه بالحين كما قال به بعض المفسرين، فإن مجرد الحط عن الرحال، ونصب الخيام يعتبر إقامة لا ظعنا. فيجب على فاعله الاتمام والصيام، مع أنه غير مستوطن، وعلى هذا فالآية تدل على خلاف ما ذهب إليه ابن تيمية وذلك أنه منع المقيم غير المستوطن من الاتمام. والآية تدل على أن مجرد إقامة اليوم أو الحين مخرجه له عن حكم المسافر. والله أعلم. ¶ ثانياً: قال – رحمه الله – وقد أقام النبي - صلى الله عليه وسلم - في حجته بمكة أربعة أيام، ثم ستة أيام بمنى: ومزدلفة، وعرفة يقصر الصلاة هو وأصحابه، فدل على أنهم كانوا مسافرين، وأقام في غزوة الفتح تسعة عشر يوماً يقصر الصلاة، وأقام بتبوك عشرين يوماً يقصر الصلاة. ¶ ومعلوم بالعادة أ، ما كان يفعل بمكة، وتبوك لم يكن ينقضي في ثلاثة أيام، ولا أربعة حتى يقال: إنه كان يقول: اليوم أسافر، غداً أسافر. ¶ بل فتح مكة وأهلها وما حولها – كفار محاربون له – وهي أعظم مدينة فتحها، وبفتحها ذلت الأعداء، وأسلمت العرب، وسرى السرايا إلى النواحي ينتظر قدومهم، ومثل هذه الأمور مما يعلم أنها لا تنقضي في أربعة أيام، فعلم أنه أقام لأمور يعلم أنها لا تنقضي في أربعة، وكذلك في تبوك (1). ¶ تعقيب: ¶ __________ ¶ (1) الفتاوى 24/136.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "في هذا إشكال حيث سوى – رحمه الله – بين إقامته - صلى الله عليه وسلم - في الحج، وإقامته في غزوتي مكة وتبوك، والصحيح أن بينهما فرقا، لأن إقامته لانتظار الحج، مقصودة بداية ونهاية، بل من حين أنشأ سفره - صلى الله عليه وسلم - من المدينة لعلمه بما يحتاجه الطريق من الأيام، ولعلمه متى يبدأ الرجل إلى منى. ¶ أما إقامتا مكة وتبوك فليستا كذلك، لأن الباعث عليهما ظروف الجهاد بعد الوصول إلى أرض المعركة، وليس بمجرد الاختيار، بل إنهما غير مقصودتين من إنشاء السفر، كما أن عددهما غير مراد أيضاً، فهما أشبه ما يكون بإقامة من وقف خلف أسوار المدينة لفتحها، أو من انقطع به السبيل لحصار الثلج، أو العدو. ¶ ولذا فإن النبي - صلى الله عليه وسلم - لم يتم، لأن قصد السفر لم ينقطع حيث لم يقصد الإقامة، بل ظروف الجهاد اقتضتها. ¶ ومما يؤكد هذا أن هذه الإقامة لا تعارض نهى النبي - صلى الله عليه وسلم - المهاجر أن يقيم في مهجره بعد قضاء نسكه أكثر من ثلاث، لأن الإقامة المنهى عنها هي المقصودة لذاتها، أما هذه الإقامة فغير مرادة لذاتها بل اقتضتها الظروف الجهادية. ¶ وعلى هذا فإن ما استدل به الشيخ لا يصلح دليلاً على ما ذهب إليه لعدم مطابقة الدليل ما استدل به عليه. والله أعلم. ¶ ثالثاً: قال – رحمه الله – وأيضاً فمن جعل للمقام حداً من الأيام: إما ثلاثة، وإما أربعة، وإما عشرة، وإما اثنى عشر، وإما خمسة عشر، فإنه قال قولاً لا دليل عليه من وجهة الشرع. وهي تقديرات متقابلة. ¶ فقد تضمنت هذه الأقوال تقسيم الناس إلى ثلاثة أقسام: إلى مسافر، وإلى مقيم مستوطن، وهو الذي ينوي المقام في المكان، وهذا هو الذي تنعقد به الجمعة، وتجب عليه، وهذا يجب عليه اتمام الصلاة، بلا نزاع، فإنه المقيم المقابل للمسافر. ¶ والثالث: مقيم غير مستوطن أوجبوا عليه إتمام الصلاة والصيام وأوجبوا عليه الجمعة، وقالوا: لا تنعقد به الجمعة، وقالوا إنما تنعقد الجمعة بمستوطن.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وهذا التقسيم – هو تقسيم المقيم إلى مستوطن وغير مستوطن – تقسيم لا دليل عليه من جهة الشرع، ولا دليل على أنها تجب على من لا تنعقد به، بل من وجبت عليه انعقدت به. وهذا إنما قالوه لما أثبتوا مقيماً عليه الاتمام والصيام ووجدوه غير مستوطن، فلم يمكن أن يقولوا تنعقد به الجمعة، فإن الجمعة إنما تعقد بالمستوطن. لكن إيجاب الجمعة على هذا، وإيجاب الصيام، والاتمام على هذا هو الذي يقال: إنه لا دليل عليه بل هو مخالف للشرع (1). ¶ تعقيب: ¶ لا نسلم بصحة نفي تقسيم المقيم إلى مستوطن، وغير مستوطن، ما لا نسلم بنفي وجوب الجمعة على من لا تنعقد به، ولا يصح أيضاً قوله: بأنه لا دليل من الشرع على هذا التقسيم، للأمور التالية: ¶ ذهب شيخ الإسلام – رحمه الله – إلى أن أهل البادية: الذين يشترون في مكان، ويصيفون في مكان إذا كانوا في حال ظعنهم من المشتى إلى المصيف، ومن المصيف إلى المشتى، فإنهم يقصرون، وأما إذا نزلوا بمشتاهم ومصيفهم لم يفطروا ولم يقصروا وإن كانوا يتتبعون المراعي (2). ¶ فهو هنا يرى أن هناك نوعاً من المقيمين، ولكنهم غير مستوطنين فأوجب عليهم الاتمام والصيام في حال إقامتهم، ولم يوجب عليهم صلاة الجمعة؛ لأنهم غير مستوطنين، كما بين ذلك في رسالته إلى أهل البحرين (3). ¶ فهو قد قال بوجود قسم ثالث على الرغم من نفيه له، فإذا وجحد هذا في البدو، فلماذا لا يصح وجوده ف يالحضر؟ ¶ إ، عموم قول الله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا نُودِيَ لِلصَّلاةِ مِنْ يَوْمِ الْجُمُعَةِ فَاسَعَوْا إِلَى ذِكْرِ اللَّهِ } يدل على وجوب السعي على كل من سمع النداء سواء كان مستوطناً أم بادياً أم مسافراً، ومن المقرر أنها لا تنعقد إلا بمن كان مستوطناً. ¶ __________ ¶ (1) الفتاوى 24/137. ¶ (2) الفتاوى 25/213. ¶ (3) انظر: الفتاوى 24/117، 119.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وبهذا يمكن الرد على شيخ الإسلام حينما نفى ثبوت الدليل على وجوبها على من لا تنعق به، ثم إنه قد أشار في موضع آخر إلى مثل ما قلت، فقال – رحمه الله – وكذلك يحتمل أن يقال بوجوب الجمعة على من في المصر من المسافرين، وإن لم يجب عليهم الإتمام، كما لو صلوا خلف من يتم فإن عليهم الاتمام تبعاً للإمام، كذلك تجب عليهم الجمعة تبعاً للمقيمين. ¶ ثم قال: والمقيم هو المستوطن. ومن سوى هؤلاء فهو مسافر يقصر الصلاة، وهؤلاء تجب عليهم الجمعة، لأن قوله: { إِذَا نُودِيَ لِلصَّلاةِ } ونحوها يتناولهم، وليس لهم عذر، ولا ينبغي أن يكون في مصر المسلمين من لا يصلى الجمعة، إلا من هو عاجز المريض والمجنون، وهؤلاء قادرون عليها، لكن المسافرين لا يعقدون جمعة لكن إذا عقدها أهل مصر صلوا معهم، وهذا أولى من إتمام الصلاة خلف الإمام المقيم (1). ¶ فأرى أن كلامه هذا كاف في الرد على كلامه السابق، فيكون له في المسألة قولان، أو تراجع عن قوله السابق والله أعلم بالصواب. ¶ اعتبر – رحمه الله – من كان معه في السفينة امرأته، وجميع مصالحه، ولا يزال مسافراً، فهذا لا يقصد ولا يفطر (2). ¶ فهو هنا أعطى هذا النوع من المسافرين أحكام المقيمين من حيث الاتمام والصيام، ولا يرى وجوب الجمعة عليهم، لعدم سماعهم النداء وعدم حضورهم أمصار المسلمين، فهو قد اعتبر استدامة السفر مخرجة للمسافر من أحكامه، ولذا أعطاه أحكام المقيمين، وليست استدامة الإقامة مخرجة للمقيم عن أحكامه. فثبت بهذا تقسيم المسافر إلى قسمين: مسافر له أحكام السفر، ومسافر له أحكام المقيمين غير المستوطنين، فهذا يدل على عدم صحة نفي تقسيم الناس إلى قسمين. حيث أعطى مستديم السفر أحكام المقيمين غير المستوطنين. والله أعلم. ¶ __________ ¶ (1) الفتاوى 24/184. ¶ (2) الفتاوى 25/213.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أما قوله: فمن جعل للمقام حداً من الأيام إما ثلاثة، وإما أربعة، وأما عشرة، وإما اثنى عشر، وإما خمسة عشر، فإنه قال قولاً لا دليل عليه من جهة الشرع، وهي تقديرات متقابلة.أ.هـ. ¶ قلت: لا نسلم بنفي الدليل من الشرع عن كل هذه الأقوال، كما لا نسلم أن هذه الأقوال يرد بعضها بعضاً. لتعارضها، وتقابلها، لأن التحديد بها جاء نتيجة للجمع بين الأدلة، وقد أخذ كل عالم بواحد منها، لأنه هو الذي أداه إليه اجتهاده. ¶ وأرى أن الصواب هو القول بتحديد ذلك بثلاثة أيام تامة ماعدا يومي الدخول والخروج (1)، لأن النبي - صلى الله عليه وسلم - قدم مكة بعد الفجر من اليوم الرابع ورحل إلى منى ضحى اليوم الثامن، فهو قدم أقام خمسة أيام بيومي الدخول والخروج، ثلاثة تامة، ويومان ناقصان وهذا القول نتيجة للجمع بين الأدلة، وذلك أن القصر لا يجوز إلا لمن ضرب في الأرض، فمفهوم ذلك أن من توقف ضربه، فقد امتنع قصره، لأنه لما فقد الشرط فقد المشروط. ¶ فلما ثبت قصر النبي - صلى الله عليه وسلم - بمكة عام حجة الوداع، وهو مقيم في الأبطح إقامة مقصودة: معلومة البداية، ومعلومة النهاية، قلنا بجواز القصر في هذه المدة لوجود المخصص لها من حكم الإقامة، أما ما زاد على هذه المدة فلم يثبت فيها مخصص. ولا يصح أن يقال بأن ما ثبت في الثلاثة يثبت فيما زاد عليها، لأن هذا الحكم إنما ثبت عن طريق الفعل لا القول، فلا يعم ذلك، لما تقرر في علم الأصول من أنه لا عموم للأفعال. ¶ فعلى هذا فلا يصح التسوية بين الثلاثة الوارد فيها المخصص، وبين ما زاد عليها لعدم ورود المخصص. ¶ __________ ¶ (1) إنني كنت أتحدث في جميع مواضيع هذا البحث السابقة واللاحقة على أن المدة أربعة أيام وذلك مجاراة لكلام كثير من أهل العلم، وهو على سبيل التنزل في الخطاب لا على أنه تحديدا لما أراه. والله الموفق.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "أما الأقوال الأخرى فأرى أنها ضعيفة، لأن الإقامة بتبوك عشرون يوماً، وعام الفتح تسعة عشر يوما، لم تكن مقصودة فهي غير قاطعة للسفر، فلا تعارض الإقامة المقصودة القاطعة للسفر، والله أعلم. ¶ أما إقامة اثني عشر يوماً فلم أقل لها على دليل إلا الموقوف على ابن عمر الذي سبق ذكره في القسم الأول من هذا البحث. ¶ أما العشرة فقد ثبت فيها الإقامة بمكة عام حجة الوداع، لكنها إقامات متعددة بأماكن مختلفة، وأطولها الإقامة بالأبطح فهي الحجة. أما الأربعة، فيه القول الثاني في تحديد إقامة النبي - صلى الله عليه وسلم - بالأبطح فمن يرى أنه وصل إليه قبل الفجر عدها أربعة، ومن يرى أنه وصل بعد الفجر عدها ثلاثة، والله أعلم. ¶ رابعاً: قال – رحمه الله – والنبي - صلى الله عليه وسلم - قدم صبح رابعة من ذي الحجة، وكان يصلى ركعتين، لكن من أين لهم أنه لو قدم صبح ثالثة وثانية كان يتم، ويأمر أصحابه بالاتمام، ليس في قوله، وعمله ما يدل على ذلك.أ.هـ(1). ¶ تعقيب: ¶ ونحن نقول في المقابل من أين الدليل على أن النبي - صلى الله عليه وسلم - لو أقام أكثر من ذلك قصر، فلما لم يثبت ذا،ولا ذاك، لزمنا طلب دليل آخر، وهو أن الله تعالى إنما أجاز القصر والفطر لمن كان مسافراً، ومن لم يكن مسافراً فهو مقيم، والأصل فيمن قصد الإقامة، أنه انقطع سفره، إ لا أن هذه الأيام الثلاثة ثبت فيها فعل رسول الله - صلى الله عليه وسلم - فخصصناها من عموم الإقامة، وبقي ما عداها لم يثبت فيه ما يخصصه، فهو باق على أصله، وما بقي على أصله لا يطالب له بدليل يخصصه من الدليل المخصص، لأنه يلزم منه الدور، وهو ممنوع، فعلى من ادعى خروج ما زاد على ثلاثة أيام من أحكام الإقامة الدليل الذي لا يحتمل التأويل. والله الموفق. ¶ __________ ¶ (1) الفتاوى 24/138.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "خامساً: قال – رحمه الله – ولو كان هذا حداً فاصلاً بين المقيم والمسافر لبينه للمسلمين كما قال الله تعالى: { وَمَا كَانَ اللَّهُ لِيُضِلَّ قَوْماً بَعْدَ إِذْ هَدَاهُمْ حَتَّى يُبَيِّنَ لَهُمْ مَا يَتَّقُون } . ¶ والتمييز بين المقيم والمسافر بنية أيام معدودة يقيمها ليس هو أمراً معلوماً لا بشرع ولا لغة ولا عرف. ¶ وقد رخص النبي - صلى الله عليه وسلم - للمهاجر أن يقيم بمكة بعد قضاء نسكه ثلاثاً، والقصر في هذه جائز عند الجماعة، وقد سماه إقامة، ورخص للمهاجر أن يقيمها، فلو أراد المهاجر أن يقيم أكثر من ذلك بعد قضاء النسك لم يكن له ذلك. ¶ وليس في هذا ما يدل على أن هذه المدة فرق بين المسافر والمقيم بل المهاجر ممنوع أن يقيم بمكة أكثر من ثلاث بعد قضاء المناسك (1). ¶ تعقيب: ¶ في هذا الكلام نظر للأمور التالية: ¶ لقد بين الله تعالى: الحد الفاصل بين المقيم والمسافر في كتابه، وذلك من خلال قوله تعالى: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُم } فمن ظعن في يوم فهو ظاعن، ومن أقام في يوم فهو مقيم، ومن المعلوم أن من أقام أو ظعن في أكثر من ذلك فهو أولى بأن يسمى مقيماً أو ظاعناً. ¶ إلا أن السنة أدخلت بعض أحوال المقيم في حكم المسافر فعلينا أن نقتصر على ما خصصته السنة، ونبقي ماعداه تحت حكم أصله. ¶ كما أن هناك وجها آخر من البيان. وذلك أن الله تعالى علق القصر والفطر بالسفر، فمن لم يكن مسافراً فهو مقيم، والخطاب بلغة العرب، فالمخاطبون قد بان لهم الأمر، لتفريقهم من حيث اللغة بين المقيم والمسافر، فلا يصح أن يقال بأن مثل هذا لم يرد فيه البيان. والله أعلم. ¶ قوله: والتمييز بين المقيم والمسافر بنية أيام معدودة..إلخ. ¶ __________ ¶ (1) الفتاوى 24/138.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "قلت: إن كان يقصد – رحمه الله – بقوله هذا أن مجرد نية إقامة عدد معين من الأيام، وكذا مجرد نية سفر عدد من الأيام بلا مباشرة الفعل، فصحيح، إذ أن من نوى السفر، أو نوى الإقامة فإن هذا لا يجعله مقيماً ولا مسافراً، ما لم يباشر ذلك. ¶ أما إن كان قصده، عدم انقطاع السفر بإقامة عدد معين من الأيام، فلا نسلم له، لأن المقيم تنقطع إقامته بسفر عدد معين من الأيام، وكذا السفر فإنه ينقطع بإقامة عدد معين من الأيام، لأن السفر من عمل القلوب والأبدان، فمن قطع النية، توقف عن السفر بإقامة فصل الشتاء، أو فصل الصيف كالبدو فإن سفرهم ينقطع حتى عند شيخ الإسلام – رحمه الله – كما مره، وهم في الواقع قصدوا إقامة عدد معين من الأيام قد تطول، وقد تقصر. ¶ ثم إن الله تعالى قد أضاف اليوم إلى الظعن، كما أضافه إلى الإقامة، فمن سافر يوماً فقد صار مسافراً، ومن أقام يوماً فقد صار مقيماً، وكذا من زاد في أيام سفره، وأيام إقامته. هذا هو مقتضى كلامه السابق – رحمه الله – والله أعلم. ¶ إن حديث نهى النبي - صلى الله عليه وسلم - المهاجر أن يقيم أكثر من ثلاثة أيام من أدلة الجمهور على انقطاع السفر بعدد معين من الأيام. ¶ وأرى أن وجه الدلالة، هو في تسوية النبي - صلى الله عليه وسلم - في النهي بين ما زاد على ثلاثة أيام، وبين الاستيطان، حيث ورد النهي عما فوق الثلاثة، وهذا يشمل الاستيطان لأنه قصد المكث بمكة إلى ما لا نهاية له، وهو ممنوع منه المهاجر من باب أولى. ¶ أما الثلاثة فما دون فقد اعتبر الشارع المقيم فيها مقيماً، ولذلك سماه به إلا أنه أعطاه حكم المسافر من حيث جواز الإقامة بمكة، فالمهاجر إذا مر بها وهو مسافر أو مر بها، ونوى الإقامة ثالثة فما دون فحكمه واحد. ¶ فهذا دليل على أن إقامة هذا العدد من الأيام لا يخرج بالمهاجر عن حكم المسافر، فإذا صح هذا، فإنه: يجوز لمن قصد إقامة هذه المدة الترخص برخص السفر. والله أعلم.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "سادساً: قال – رحمه الله – ومنهم من بنى ذلك على أن الأصل في كل من قدم المصر أن يكون مقيماً يتم الصلاة، لكن ثبتت الأربعة بإقامة النبي - صلى الله عليه وسلم - في حجته، فإنه أقامها وقصر، وقالوا في غزوة الفتح وتبوك أنه لم يعزم على إقامة مدة، لأنه كان يريد عام الفتح غزو حنين. ¶ وهذا الدليل مبني على أن كل من قدم المصر فقد خرج عن حد السفر، وهو ممنوع، بل هو مخالف للنص والإجماع والعرف. ¶ فإن التاجر الذي يقدم ليشتري سلعة أو يبيعها ويذهب، هو مسافر عند الناس، وقد يشتري السلعة، ويبيعها في عدة أيام، ولا يحد الناس في ذلك حداً (1). ¶ تعقيب: ¶ قلت: إن مذهب الجمهور التفصيل فيمن قد المصر، فإن أراد الإقامة، ولو مدة معينة عل خلاف بينهم في تحديدها، فإنهم يعتبرونه مقيماً، أما إن لم يقصد مدة بعينها، بل لقضاء عمل معين، فإنهم يعدونه مسافراً، ويستدلون على هذا بإقامة النبي - صلى الله عليه وسلم - بمكة عام الفتح، وتبوك. ¶ ومذهبهم هذا ليس محصوراً فيمن قدم مصراً من الأمصار، بل إن البدوي داخل في ذلك أيضا، وكذلك الحضري، إذ الحكم يتعلق بقصد الإقامة مع مباشرتها، ولو كان البادية، فإنه داخل في ذلك أيضاً. ¶ والجمهور هم الذي يحتجون بإقامة النبي - صلى الله عليه وسلم - بمكة عام حجة الوداع. وعلى هذا فليس مذهبهم مخالفاً للنص والإجماع والعرف. ¶ أما عدم مخالفتهم للنص، فأن مذهبهم حصيلة التوفيق بين الأدلة من الكتاب والسنة، ثم أي إجماع يعتبر منعقداً إذا كان الجمهور قد خالفوه. أما مخالف العرف فلا يصح، لأن الناس يعتبرون من عاش بينهم غريباً، ولا يعدونه مسافراً، لزوال شروط السفر الظاهرة، كالضرب في الأرض، وحمل المزاد، أما الشروط الباطنة، فمردها إليه، فإن قصد الإقامة انقطع سفره لتوافق الظاهر والباطن وإن لم يقصدها بل قصد قضاء الهمة التي سافر من أجلها فهو ملحق بالسفر لبقاء نيته، وهذا عين مذهب الجمهور. والله أعلم. ¶ __________ ¶ (1) الفتاوى 24/140.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "سابعاً: قال – رحمه الله – مبيناً مذهب ابن عمر في قصر الصلاة: وهذا يبين أنه كان يصلى قبل الموسم ركعتين مع أنه نوى الإقامة إلى الموسم، وكان ابن عمر كثير الحج، وكان كثيراً ما يأتي مكة قبل الموسم بمدة طويلة (1). ¶ تعقيب: ¶ هذا القول فيه نظر، لأن ما ساقه من روايات لا تدل على هذا بل قد قيدت ذلك بما إذا لم يجمع إقامة، وإليك ما ساقه. قال سالم: كان ابن عمر إذا أقام بمكة قصر الصلاة إلا أن يصلى مع الإمام، وإن أقام شهرين إلا أن يجمع الإقامة. ¶ وقال نافع: ما كان ابن عمر يصلى بمكة إلا ركعتين إلا أن يزمع المقام.أ.هـ. ¶ فقول سالم: إلا أن يجمع الإقامة، هم بمعنى قول نافع: إلا أن يرفع المقام. ¶ فهذا صريح في أن ابن عمر إذا نوى الإقامة بمكة أتم، وهو خلاف ما فهمه ابن تيمية – رحمه الله – وإن أصرح من ذلك ما رواه ابن أبي شيبة في مصنفه فقال: حدثنا ابن عيينة، عن إسماعيل بن أمية عن نافع، عن ابن عمر أنه كان يقيم بمكة، فإذا خرج إلى منى قصر الصلاة. ¶ فقوله: إذا خرج إلى منى قصر يدل على أنه بمكة يتم، لأنه مقيم بها. وقد أورده ابن أبي شيبة في موضعين من مصنفه الموضع الأول تحت باب: في أهل مكة يقصرون إلى منى (2). والثاني: تحت باب: في المكي يقصر الصلاة في الحج أم لا (3). ¶ فهو قد اعتبر ابن عمر في حكم أهل مكة، لأنه نوى الإقامة، فهو يتم بها، ويقصر في منى. والله أعلم. ¶ دراسة رأي ابن القيم – رحمه الله – ¶ قال – رحمه الله – أثناء ذكره لفوائد غزوة تبوك: ومنها أنه - صلى الله عليه وسلم - أقام بتبوك عشرين يوماً يقصر الصلاة، ولم يقل للأمة لا يقصر الرجل الصلاة إذا أقام أكثر من ذلك، ولكن اتفق إقامته هذه المدة، وهذه الإقامة في حال السفر لا تخرج عن حكم السفر سواء طالت أو قصرت إذا كان غير مستوطن، ولا عازم على الإقامة بذلك الموضع. ¶ __________ ¶ (1) الفتاوى 24/142. ¶ (2) المصنف 2/451. ¶ (3) الجزء المفقود من المصنف 205.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وقد اختلف السلف والخلف في ذلك اختلافاً كثيراً. ففي صحيح البخاري عن ابن عباس قال: أقام رسول الله - صلى الله عليه وسلم - في بعض أسفاره تسع عشرة يصلى ركعتين، فنحن إذا أقمنا تسع عشرة نصلى ركعتين، وإن زدنا على ذلك أتممنا. ¶ وظاهر كلام أحمد أن ابن عباس أراد مدة مقامه بمكة زمن الفتح، فإنه قال: أقام رسول الله - صلى الله عليه وسلم - بمكة ثمان عشرة زمن الفتح. لأنه أراد حنينا، ولم يكن ثم أجمعا لمقام،وهذه إقامته التي رواها ابن عباس. ¶ وقال غيره: بل أراد ابن عباس مقامه بتبوك كما قال جابر بن عبدالله: أقام النبي - صلى الله عليه وسلم - بتبوك عشرين يوماً يقصر الصلاة بواره الإمام أحمد في مسنده. ¶ وقال المسور بن مخرمة: أقمنا مع سعد ببعض قرى الشام أربعين ليلة يقصرها سعد، ونتمها. ¶ وقال نافع: أقام ابن عمر بأذربيجان ستة أشهر يصلى ركعتين،وقد حال الثلج بينه، وبين الدخول. ¶ ثم ساق قصر أنس بالشام، والصحابة برام هرمز…إلخ. ثم قال: فهذا هدى رسول الله - صلى الله عليه وسلم - وأصحابه كما ترى، وهو الصواب (1). ¶ تعقيب: ¶ إن الإمام ابن القيم – رحمه الله – يخالف شيخه شيخ الإسلام ابن تيمية – عليه رحمة الله – وذلك أن شيخ الإسلام يرى أن الناس ينقسمون قسمين: مستوطن ومسافر، فهو لا يرى وجود القسم الثالث وهو: المقيم غير المستوطن، كما سبق ذكر هذا عنه، ولكن تلميذه يخالفه فهوى يرى أن الناس ينقسمون ثلاثة أقسام: مسافر ومستوطن ومقيم عازم على الإقامة. ¶ __________ ¶ (1) زاد المعاد 3/14.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "أما من أقام، وهو غير عازم على الإقامة فهو في حكم المسافر، سواء رأى أن عمله ينقضى في أربعة أيام أم أكثر، واعتبر هذا هو مدلول إقامة النبي - صلى الله عليه وسلم - أثناء سفره، وكذا يرى أنه مدلول ما روى عن الصحابة – - رضي الله عنه - - حينما قصروا في إقامتهم خارج بلادهم، وقد رد على من خالف في هذا فقال رحمه الله: قال الإمام أحمد: إذا نوى إقامة أربعة أيام أتم، وإن نوى دونها قصر، وحمل هذه الآثار على أن رسول الله - صلى الله عليه وسلم - ، وأصحابه لم يجمعوا الإقامة البتة، بل كانوا يقولون اليوم نخرج غداً نخرج، وفي هذا نظر لا يخفى فإن رسول الله - صلى الله عليه وسلم - فتح مكة، وهي ما هي، وأقام فيها يؤسس قواعد الإسلام، ويهدم قواعد الشرك،ويمهد أمر ما حولها من العرب، ومعلوم قطعاً أن هذا يحتاج إلى إقامة أيام لا يتأتى في يوم واحد،ولا يومين، وكذلك إقامته بتبوك، فإنه أقام ينتظر العدو، ومن المعلوم قطعاً أنه كان بينه، وبينهم عدة مراحل يحتاج إلى أيام، وهو يعلم أنهم لا يوافون في أربعة أيام. ¶ وكذلك إقامة ابن عمر بأذربيجان ستة أشهر يقصر الصلاة من أجل الثلج، ومن المعلوم أن مثل هذا الثلج لا يتحلل، ويذوب في أربعة أيام بحيث تننفتح الطرق، وكذلك إقامة أنس بالشام سنتين يقصر، وإقامة الصحابة برام هرمز سبعة أشهر يقصرون، ومن المعلوم أن مثل هذا الحصار والجهاد يعلم أنه لا ينقضى في أربعة أيام. ¶ وقد قال أصحاب أحمد أنه لو أقام الجهاد عدو، أو حبس سلطان، أو مرض قصر سواء غلب على ظنه انقضاء الحاجة في مدة يسيرة أم طويلة. وهذا هو الصواب، لكن شرطوا فيه شرطاً لا دليل عليه من كتاب، ولا سنة، ولا إجماع، ولا عمل الصحابة، فقالوا: شرط ذلك احتمال انقضاء حاجته في المدة التي لا تقطع حكم السفر، وهي مادون الأربعة الأيام.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فيقال: من أين لكم هذا الشرط،والنبي لما أقام زيادة على أربعة أيام يقصر الصلاة بمكة وتبوك لم يقل لهم شيئاًن ولم يبين لهم أنه لم يعزم على إقامة أكثر من أربعة أيام، وهو يعلم أنهم يقتدون به في صلاته ويتأسون به في قصرها في مدة إقامته،فلم يقل لهم حرفاً واحداً: لا تقصروا فوق إقامة أربع ليال،وبيان هذا من أهم المهمات. ¶ وكذلك اقتداء الصحابة بعده، ولم يقولوا لمن صلى معهم شيئاً من ذلك (1). ¶ تحريم مذهب ابن القيم: ¶ إن قوله في أول كلامه السابق: ولكن اتفق إقامته هذه المدة، وهذه الإقامة في حال السفر لا تخرج عن حكم السفر سواء طالت أو قصرت إذا كان غير مستوطن، ولا عازم على الإقامة بذلك الموضع.أ.هـ. ¶ إن هذا القول يحدد لنا مذهبه – رحمه الله – فيمن سافر وأقام، فهوى يرى أن من كانت إقامته غير مقصودة بل دعت إليها الظروف التي سافر من أجلها أو كانت إلى غير إرادته كحبس سلطان، أو حصار عدو، فإنه يقصر، ولو كان يظن أنها تزيد على أربعة أيام، لأنه لم يخرج بهذه الإقامة عن حد السفر، ويرى أن هذا هو ما دل عليه رسول الله - صلى الله عليه وسلم - عام الفتح، وفي غزوة تبوك. ¶ لأن إقامته - صلى الله عليه وسلم - بمكة عام الفتح وبتبوك غير مقصودة ولا مرادة. بل اقتضتها مصلحة الجهاد والفتح، ولذلك فهي في حكم السفر أما من عزم على الإقامة أو استوطن فإنه يتم صلاته، لأنه انقطع سفره. ¶ والعزم في اللغة: إرادة الفعل، وقيل: ما عقد عليه قلبك من أمر أنك فاعله (2). ¶ وعلى هذا فالمراد بالعزم على الإقامة: أن يختارها بمحض إرادته، لا أن تفرضها عليه الظروف المحيطة به، فإن هذا لا يسمى عازماً عليها،بل ملزم بها، لأنها جاءت على خلاف إرادته، وهذا النوع من الإقامة لا تقطع حكم السفر، بخلاف ما كان عازماً عليها. ¶ __________ ¶ (1) زاد المعاد 3/15. ¶ (2) لسان العرب مادة عزم 12/399.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وقد خمل ابن القيم إقامة النبي - صلى الله عليه وسلم - في غزواته، وكذا إقامة الصحابة على هذا النوع، لأن النبي - صلى الله عليه وسلم - وأصحابه لم يختاروا الإقامة، بل مصالح الجهاد الزمت بها. ¶ أما الفرق بين المستوطن، والعازم على الإقامة، فإن المستوطن هو من قصد الإقامة المطلقة، أما العازم على الإقامة فهو من قصد إقامة مقيدة بانتهاء عمل أو مضي زمن، كإقامة البدو في أماكن الرعى حتى ينتهى المرعى، أو إقامتهم على المياه حتى ينتهى فصل الصيف، أو عزم المسافر على إقامة أياما معينة. ¶ هذا ما يمكن أ، يفسر به كلام ابن القيم – رحمه الله – إلا أنه يشكل على هذا قوله السابق في الرد على الإمام أحمد،حيث قال: قال الإمام أحمد إذا نوى إقامة أربعة أيام أتم، وإن نوى دونها قصر، وحمل هذه الآثار على أن رسول الله - صلى الله عليه وسلم - وأصحابه لم يجمعوا الإقامة البتة بل كانوا يقولون: اليوم نخرج غداً نخرج وفي هذا نظر لا يخفى…إلخ. ¶ فإن كان قوله: \"وفي هذا نظر لا يخفى\" يرجع إلى تحديد الإمام أحمد مدة الإقامة بأربعة أيام، وتفسيره لإقامة النبي - صلى الله عليه وسلم - بمكة وتبوك، فإن هذا يشكل، لأن ابن القيم يرى أن العزم على الإقامة موجب للإتمام وقاطع للسفر،وهو يشمل الأربعة، وما فوقها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "أما إن كان قوله هذا: يرجع إلى تفسير الإمام لفعل رسول الله - صلى الله عليه وسلم - وحده فلا إشكال، لاتفاق كلام ابن القيم بعضه مع بعض. فعلى هذا فالفرق بين رأي الإمام أحمد، ورأى ابن القيم هو أن الإمام أحمد اعتبر إقامة النبي - صلى الله عليه وسلم - غير مرادة البتة، بل في كل يوم يتوقع الرحيل، أما ابن القيم فهوي رأى أن إقامته - صلى الله عليه وسلم - مرادة لا لذاتها، بل لأن مصلحة الجهاد والفتح اقتضتها، ولم تكن حال النبي - صلى الله عليه وسلم - كحال من يقول: أخرج اليوم أخرج غداً، لعلم رسول الله - صلى الله عليه وسلم - بأن الأعمال التي سيقوم بها في هذه الإقامة تحتاج إلى مزيد من الأيام، لأن انتظار مقدم الجيوش، وعودة السرايا تحتاج إلى أيام عدة. ¶ وكذا حال الصحابة الذين أقاموا في حصار المدن المدد الطويلة فإن أوضاعهم تقتضي توقعهم إقامة أكثر من أربعة أيام، ومع هذا لم يتمموا. ¶ وأرى أن ابن القيم أراد الرد على تفسير الإمام أحمد لإقامة رسول الله - صلى الله عليه وسلم - بمكة وتبوك دون تعرضه للدر على من عزم على إقامة أربعة أيام، لأن كلامه منصب عليه، ولأنه يرى أن العزم على الإقامة مانع من القصر موجب للإتمام، فحمل كلامه على الاتفاق أولى من حمله على التناقض. ¶ ثم إن رده على أصحاب الإمام حينما قيدوا ذلك بشرط أن يظنه انتهاء ذلك بأقل من أربعة أيام يؤكد هذا. ¶ وقد ذهب أحد مشايخنا إلى أن مذهب ابن القيم هو عين مذهب شيخه شيخ الإسلام ابن تيمية، وهذا غير صحيح لما ظهر لنا من الفروق بين قوليهما. والله أعلم. ¶ 3- دراسة رأي شيخنا العلامة محمد ¶ ابن صالح العثيمين – حفظه الله -",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقفت على صورة لرسالة كتبها شيخنا الشيخ العلامة محمد بن صالح العثيمين – حفظه الله – بخط يده، وهي مكونة من ثلاث عشرة صفحة، وقد مضى على كتابتها تسع سنوات تقريباً حيث كانت الانتهار من تحريرها في 13/10/1405هـ كما جاء هذا في آخرها، وقد بين فهيا رأيه، والأدلة التي اعتمد عليها فيما ذهب إليه من أن للمسافر أن يقصر ما لم يرج إلى وطنه، وقد ذكر أن هذا هو مذهب طائفة من أهل العلم. ثم نقل نصوصاً من أقاويلهم وفتاويهم تشهد لما قال. ¶ وبما أنه – حفظه الله – ما زال على هذا الرأي حتى الآن فيما أعلم، ولقوة تأثير رأيه على الشباب – فقد رأيت من الضروري دراسة أبرز ما جاء في هذه الرسالة من الأدلة، والتوجيهات، و الاعتراضات، على مذهب مخالفيه، ضمن هذا البحث المتخصص بدراسة قصر الصلاة للمغتربين. ¶ ومما ينبغي التنبيه عليه أن هذه المناقشة لا تعني إلا إرادة الحق وبياناً للحقيقة العلمية المتعلقة بفهم ما جاء في الكتاب والسنة في هذا الموضوع، وإنه لتربطني بالشيخ وفقه الله رابطة المحبة في الله والاحترام والتقدير، وإن لمن يكن لي الشرف بالتتلمذ على يديه المدة الطويلة، وما مثى معه إلا كمثل ابن القيم – رحمه الله – حينما قال: شيخ الإسلام (1) حبيب إلينا، والحق أحب إلينا منه وكل من عدا المعصوم - صلى الله عليه وسلم - فمأخوذ من قوله ومتروك ونحن نحمل كلامه على أحسن محامله، ثم تبين ما فيه (2). ¶ هذا وقد سلكت في هذه الدراسة نفس الطريقة التي اتبعتها في دراسة رأي شيخ الإسلام ابن تيمية – رحمه الله – وذلك بنقل الجزء المراد مناقشته بحروفه، ثم اتباع ذلك بالتعقيب عليه.. ¶ ولم أقصد هنا استيفاء كل ما قاله بل قصدته أبرز ما رأيته بحاجة إلى مناقشة، هذا وقد افتتح رسالته بعد البسملة والحمد له بالكلمة التالية: ¶ __________ ¶ (1) يعني بشيخ الإسلام: إسماعيل الهروي. ¶ (2) مدارج السالكين 2/38.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "…فقد نشر لي جواب في جريدة (المسلمون) في عددها الخامس عشر الصادر في 28 شعبان سنة 1405هـ عن حكم المبعوثين إلى بلاد غير بلادهم هل هم في حكم المسافرين أم المستوطنين، وكانوا يقيمون في سفرهم ذلك: السنة والسنتين والثلاث والأربع فذكرت في الجواب أن قول جمهور العلماء، ومنهم الأئمة الأربعة أنهم في حكم المقيم لا يترخصون برخص السفر، وأن بعض العلماء يقول إنهم في حكم المسافرين فيترخصون برخص السفر وأن هذا اختيار شيخ الإسلام ابن تيمية وتلميذه ابن القيم،وأن ذلك ظاهر النصوص، وهو ما نراه. ¶ وقد استغرب كثير من الناس هذا القول،وظنوه قولاً بعيداً عن الصواب وهذا من طبيعة الإنسان أن يستغرب شيئاً لم يتبين له وجهه، ولكن إذا كشف له من نقابه ولاح له وجه صوابه لأن له قلبه وانشرح به صدره واطمأنت إليه نفسه وصار هذا القول الغريب عنده من آلف الأقوال لذلك رأيت أن أكتب ما تيسر لي في هذا الموضوع سائلاً الله تعالى أن ينفع به.أ.هـ. ¶ تعقيب: ¶ سبق أن تبين لنا أن مذهب ابن القيم خلاف مذهب شيخ الإسلام ابن تيمية، لوجود الفارق بينهما، وهو أن ابن تيمية يرى أن الناس ينقسمون قسمين: مقيم ومسافر،وأن المقيم عنده هو المستوطن، ومن عداه فهو مسافر، أما ابن القيم فهو يرى أن الناس ثلاثة أقسام، مسافر ومستوطن، وعازم على الإقامة، أما من أقام على غير اختياره فهو مسافر، كمن حبسه سلطان أو أقام لإنهاء ما سافر من أجله كإقامة المجاهد من أجل حصار المدن وفتحها، إلا أنه لا يقيد ذلك بشرط أن يظن من كانت هذه حاله: أن ينتهى غرضه بأقل من أربعة أيام خلافاً لمذهب الحنابلة. ¶ فهو لم يوافق شيخ ابن تيمية إلا في عدم إشتراط هذا الشرط، أما ما عداه فمذهبه وفق مذهب الحنابلة.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ثم إن مذهب ابن تيمية لم يوافق ظاهر النصوص، كما أن أفعال رسول الله - صلى الله عليه وسلم - لم تدل عليه، ولو كان الأمر كذلك لكان أهل الظاهر هم أول من قال به، لما علم من شدة تمسكهم بالظاهر حتى نسبوا إليه، والواقع أن مذهب شيخ الإسلام ابن تيمية هو نتيجة لما توصل إليه بعد محاولة فهم الأدلة الواردة في هذا، وبعد محاولة التوفيق بينها.ومن الطبيعي أن تتباين الأفهام وتختلف فيما يمكن الوصول إليه من نتائج، وأقوال راجحة، وقد جاء قول ابن تيمية واحداً من الأقوال في هذا، لا أنه ه والذي دل عليه ظاهر النصوص كما سيظهر لنا فيما بعد إن شاء الله. والله أعلم. ¶ وبعد هذا فإليك مناقشة كلام الشيخ وفقه الله. حسب الترتيب التالي: ¶ أولاً: قال – حفظه الله – للمغتربين عن أوطانهم ثلاث حالات: ¶ الحالة الأولى: أن ينووا الإقامة المطلقة في بلاد الغربة كالعمال المقيمين للعمل، والتجار المقيمين للتجارة وسفراء الدول، ونحوهم ممن عزموا على الإقامة إلا لسبب يقتضى نزوحهم إلى أوطانهم فهؤلاء في حكم المستوطنين في وجوب الصوم عليهم، وإتمام الصلاة الرباعية، والاقتصار على يوم وليلة في المسح على الخفين. ¶ الحالة الثانية: أن ينووا إقامة لغرض معين غير مقيدة بزمن، فمتى انتهى غرضهم عادوا إلى أوطانهم كالتجار القادمين لبيع السلع أو شرائها أو القادمين لمهمات تتعلق بأعمالهم الرسمية أو لمراجعة دوائر حكومية، ونحوهم ممن عزموا على العودة إلى أوطانهم بمجرد انتهاء غرضهم فهؤلاء في حكم المسافرين، وإن طالت مدة انتظارهم، فلهم الترخص برخص السفر من الفطر في رمضان، وقصر الصلاة الرباعية، ومسح الخفين ثلاث أيام، وغير ذلك ولو بقوا سنوات عديدة هذا قول جمهور العلماء بل حكاه ابن المنذر إجماعاً.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "لكن لو ظن هؤلاء أ، غرضهم لا ينتهى إلا بعد المدة التي ينقطع بها حكم السفر كما لو ظنوا أنه لا ينتهى إلا بعد أربعة أيام مثل فهل لهم الترخص على قولين ذكرهما في الإنصاف 330/2 وقال عن القول بالجواز: جزم به في الكافي ومختصر ابن تميم، قال في الحواشي: وهو الذي ذكره ابن تميم وغيره.أ.هـ. ¶ الحالة الثالثة: أن ينووا إقامة لغرض معين مقيدة بزمن، ومتى انتهى غرضهم عادوا إلى أوطانهم، فقد اختلف أهل العلم رحمهم الله في حكم هؤلاء فالمشهور من مذهب الحنابلة أنهم إذا نووا إقامة أكثر من أربعة أيام انقطع حكم السفر في حقهم فلا يترخصون برخصه من الفطر والقصر والمسح ثلاثة أيام، وقيل: إن نووا إقامة أربعة أيام أتمموا، وإن نووا دونها قصورا.أ.هـ(1). ¶ ثم ذكر بقية مذاهب الأئمة، واختار أنه مسافر حيث لا دليل على ما سواه من الكتاب أو السنة، بل ذكر أن أحادث قصر النبي - صلى الله عليه وسلم - في الحج، وقصره بمكة عام الفتح وبتبوك تدل على ما قال، وقد ذكر من أقوال ابن عمر وابن عباس ما ظاهره أنه موافق لما ذهب إليه.أ.هـ. ¶ تعقيب: ¶ ما ذكره فضيلته هي حالات المغترب الذي اختار السفر بمحض إرادته، ثم قصد بسفره هذا الإقامة لإنهاء ما سافر من أجله. ¶ إلا أنه بقي ثلاث حالات أخرى لم يتعرض لها فضيلته، وتتلخص فيمن سافر لا ليقيم، لكن ما سافر من أجله استدعى الإقامة، ومن أكره على الإقامة، ومن أكره على السفر والإقامة معاً. ¶ وإليك بيانها بالتفصيل مع إيضاح ما يناسب إقامته - صلى الله عليه وسلم - أثناء سفره منها. والله الموفق. ¶ __________ ¶ (1) ص2:1 من رسالته المخطوطة.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "الحالة الأولى (1): ¶ أن يسافر لا ليقيم، ولكن العمل الذي سافر من أجله استدعى المكث، بمكان لم يحدد من قبل، وزمان لم يقصد البقاء فيه، وذلك كإقامة المجاهدين في أرض المعركة من أجل الكر والفر ومنازلة الأعداء، أو إخافتهم وبث الرعب في نفوسهم، أو من أجل تنظيم الجيش ورص صفوفه، أو البقاء خلف أسوار المدن في حالة حصارها؛ أو في داخلها بعد فتحها، لنشر الإسلام واستتباب الأمن. ولذا فإن إقامته - صلى الله عليه وسلم - بتبوك حين حرب الروم، وإقامته - صلى الله عليه وسلم - بمكة بعد فتحها، أمر استدعته متطلبات الجهاد، كإدخال الرعب في قلوب الأعداء كما في غزوة تبوك، أو متطلبات النصر، والتمكين، ونشر الإسلام، وتعليمه، والاستعداد لجولات أخرى مع الأعداء كما في فتح مكة، ولذلك كان بقاؤه - صلى الله عليه وسلم - بمكة قبل معركة حنين، وليس بعد عمرة الجعرانة، ولم يكن النبي - صلى الله عليه وسلم - يقيم مثل هذه المدة في أكثر غزواته لعدم تطلب الأعمال الجهادية مثل ذلك. ¶ __________ ¶ (1) الفرق بين هذه الحالة والحالة الثانية التي ذكرها الشيخ أن تلك الحالة قصد صاحبها بسفره الإقامة بمكان معين لقضاء عمله، لا ينقضي هذا العمل إلا بالإقامة. إلا أنه لم يحدد لها زمناً معيناًن أما هذه الحالة فإن الإقامة غير مراده أصلا، فلم يرد مكانها ولا زمانها، وإنما حصلت له بسبب متطلبات العمل. والله أعلم.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وعلى هذا فلا يصح ما قاله الشيخ من أن إقامته - صلى الله عليه وسلم - بمكة عام الفتح وبتبوك داخله في الحالة الثالثة من الحالات التي ذكرها، لأن تلك الحالة خاصة بمن سافر ليقيم لغرض معين مقيدة بزمن معين. وهو لم يقم دليلاً على أن النبي - صلى الله عليه وسلم - قصد بسفره هذا أن يقيم بتبوك زمناً معيناً لغرض معين، وكذا في فتح مكة، ولا أظن أن لديه دليلاً على ذلك، لأن القصد من أعمال القلوب، وإثبات ذلك يحتاج إلى ثبوت التصريح به من النبي - صلى الله عليه وسلم - ، فأين الدليل على أنه - صلى الله عليه وسلم - قصد حينما أقام بتبوك أن يبقى عشرين يوماً، وعلى من ادعى ذلك أن يأتي بالإسناد الصالح للاحتجاج، ومع هذا فإن المعروف عن غزوة تبوك أنها جاءت في وقت الشدة حتى سمى جيشها جيش العسرة، وكانت امتحاناً للمؤمنين، حتى إن النبي - صلى الله عليه وسلم - لم يوربها، ولو علم الناس أنها سفر من أجل الإقامة لغرض معين مقيدة بزمن معين مقيدة بزمن معين لم يتخلف أحد فيما أظن، ولكن الأمر خلاف ذلك بل هيا لحرب ضد الروم، إلا أن ظروف هذه الغزوة جاءت هكذا، فلا يصح إذاً أن نقول سافر ليقيم، ولكنه - صلى الله عليه وسلم - سافر ليجاهد، فكان من الأعمال الجهادية الإقامة بتلك الأصقاع. ¶ أما إقامة النبي - صلى الله عليه وسلم - في مكة عام حجة الوداع، فليست أيضاً كما قال الشيخ: إقامة لغرض معين مفي زمن معين. بل هي إٌامة بين سفرين، لأن النبي - صلى الله عليه وسلم - لما قدم مكة صبيحة الرابع من ذي الحجة بقي - صلى الله عليه وسلم - حتى ضحى الثامن، ثم ارتحل إلى منى ليقضي مناسك الحج، فهو في هذه المدة ليس له من عمل إلا انتظار أيام حج مع أخذ الراحة بعد مشقة السفر، وليلحق به بقية أصحابه.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "وعلى هذا فلا تصح التسوية بين هذه الإقامة، وإقامته - صلى الله عليه وسلم - عام الفتح وبتبوك، لأن هذه الإقامة مقصودة، وتلك غير مقصودة اقتضتها متطلبات الجهاد.والله أعلم. ¶ وعلى ضوء ما سبق اتضح لنا أن الاستدلال بهذه الأحاديث على ما قعده الشيخ غير مسلم له، لأن من قصد الإقامة مدة معينة لغرض معين كطلاب المنح الدراسية، والعمالة التي تأتي بعقود سنوية، قد قصدوا بسفرهم من بلادهم إقامة مدة معينة للعمل، وهذا مخالف لحال رسول الله - صلى الله عليه وسلم - خصوصا في إقامتي فتح مكة وغزوة تبوك. أما إقامته - صلى الله عليه وسلم - عام حجة الوداع فسيأتي لها مزيد بحث إن شاء الله. ¶ الحالة الثانية: ¶ من كان مسافرً ثم في أثناء سفره أكره على الإقامة، كأن ينقطع به السبيل: إما بحصار عدو، أو ثلج أو سيل أو مرض، أو ضياع نفقة، أو حبس سلطان كما حصل لابن عمر – - رضي الله عنه - - في أذربيجان حينما حاصره الثلج، فمنعه من السفر، وهكذا كانت حال كثير من السلف الذين يتخلفون في الأمصار، لانقطاع السبيل بهم، فقد تخرصوا بخرص السفر. لا لأنهم نووا الإقامة، ولكن لكونهم أكرهوا عليها. ¶ ولا يصح أن يكون ما حصل لابن عمر – - رضي الله عنه - - بأذربيجان من الحالة الثالثة التي ذكرها لشيخ. لأن تلك الحالة فيمن نوى بسفره أن يقيم مدة محددة لغرض محدد، وابن عمر – - رضي الله عنه - - لم يسافر لمجد الإقامة بأذربيجان حال نزول الثلج، ثم ليس له غرض في هذه الإقامة، حتى يصح أن يقال بأنه أقام لغرض معين، بل قد أكره على ذلك.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "صحيح أن أهل تلك البلاد يعلمون متى يذوب الثلج، فمن المسلم بن أن يكون ابن عمر – - رضي الله عنه - - قد علم أن المدة التي يستغرقها ذوبان الثلج طويلة تفوق أربعة أيام بل تبلغ شهوراً، فقصره – - رضي الله عنه - - لا لكونه قصد الإقامة بل لكونه أكره عليها. فهو ما زال مسافراً، لأنه لم يجمع على الإقامة، وهذا معروف من مذهبه، وهو أنه يقصر ما لم يجمع على الإقامة. ¶ وبهذا ظهر أن حاله ليست كالحالة الثالثة التي ذكرها الشيخ، لأن تلك الحالة قد أجمع صاحبها على الإقامة. والله أعلم. ¶ الحالة الثالثة: ¶ من أكره على السفر، وعلى الإقامة معاً، كمن ولي ولاية لا يرضاها أو كلف بعمل يحتاج تنفيذ إلى سفر وإقامة كما حصل لمسروق حينما ولى ولاية لم يرضها، فإن من كانت هذه حاله فهو في حكم المسافر، لمباشرته السفر، ولا،ه لم يجمع على إقامة طواعية، بل أ:ره عليها. ¶ وهذه الحالة لا يصح أن يقال بأنها داخلة تحت الحالة الثالثة من حالات التي ذكرها الشيخ، لأن تلك الحالة جاءت الإقامة فيها مقصودة كما جاءت طواعية بلا إكراه. أ/ا في هذه الحالة فإن الإقامة فيها غير مقصودة بل مكره عليها صاحبها كما أكره على السفر من أجلها، فإذا وجد الفرق بينهما فلا تماثل. والله الموفق. ¶ ثانياً: قال – حفظه الله -: ¶ أما الكتاب فقد قال الله تعالى: { وَإِذَا ضَرَبْتُمْ فِي الْأَرْضِ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَقْصُرُوا مِنَ الصَّلاةِ } فأطلق الله تعالى الضرب في الأرض، وعمم في وقته، والضرب في الأرض هو السفر فيها، ويكون للجهاد والتجارة وغيرها، قال الله تعالى: { يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا } ¶ وقال تعالى: { عَلِمَ أَنْ سَيَكُونُ مِنْكُمْ مَرْضَى وَآخَرُونَ يَضْرِبُونَ فِي الْأَرْضِ يَبْتَغُونَ مِنْ فَضْلِ اللَّهِ وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ } .",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "فإذا كان الله تعالى قد أباح القصر للضاربين في الأرض ومنهم المجاهدون والتجار، وهو سبحانه يعلم أن منهم من يبقى أياماً وشهوراً للقتال والحصار وبيع السلع وشرائها كما هو الواقع، ولم يستثن الله عز وجل ضارباً من ضارب ولا حالا من حال. ¶ إذا كان الأمر كذلك علم أن الحكم لا يختلف من ضارب إلى ضارب، ولا في حال دون حال، ولو كان ثمة ضارب أوحال تخرج من هذا الحكم لبينه الله تعالى في كتابه أو على لسان رسوله، لأن الله تعالى أوجب بفضله على نفسه البيان، فقال تعالى: { إِنَّ عَلَيْنَا لَلْهُدَى } وقال: { فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ * ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ } . وبيانه شامل لبيان لفظه، وبيان معناه وحكمه. ¶ ولو كان ثمة ضارب أو حال تختلف عن هذا الحكم لكان حكمها المخالف من شرع الله تعالى، وإذا كان من شرعه فلا بد أن يحفظ، وينقل إلينا كما قال الله تعالى: { إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ } وهو شامل لحفظ لفظه، وما يتضمنه من الأحكام، فلما لم يحفظ في ذلك حكم مخالف، ولم ينقل، علم أنه لا وجود له. ¶ وهذه القاعدة تنفعك في هذه المسألة وغيرها، وهي أن كل نص جاء مطلقاً أو عاماً، فإنه يجب ابقاؤه على إطلاقه، وعمومه حتى يقوم دليل على تقييده وتخصيصه لقوله تعالى: { وَنَزَّلْنَا عَلَيْكَ الْكِتَابَ تِبْيَاناً لِكُلِّ شَيْء } فلو كان مقيداً أو مخصصاً لما ورد مطلقاً أو عاماً لبينه الله تعالى.أ.هـ(1). ¶ تعقيب: ¶ صحيح ما ذكره الشيخ من أن هذه الآية عامة في عموم الضارب، فهي تدل على أن لكل ضارب القصر من الصلاة في السفر، سواء كان سفره سفر معصية أم سفر طاعة، وسواء كان سفر سفراً مباحاً أم واجباً، وعلى من خص ضارباً دون ضارب الدليل. ¶ كما أنه صحيح ما ذكره من أن الأصل في الأدلة المطلقة، والعامة أن تبقى على عمومها، وإطلاقها ما لم يرد دليل على التخصيص أو التقييد. ¶ __________ ¶ (1) ص4 من رسالته المخطوطة.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ثم إنه صحيح أيضاً كل ما ذكره الشيخ من حفظ الشريعة، وكمال بيانها، إلا أنني أخالفه، في إدخاله في عموم الآية حالة من أقام لغرض معين مقيداً ذلك بزمن معين، ومتى انتهى غرضه عاد إلى وطنه، ولو نوى مدة طويلة، ربما تصل إلى سنوات. ¶ ووجه المخالفة أنه جعل هذه الإقامة من أنواع السفر الذي دل عليه عموم الآية، ثم طلب الدليل على من ادعى إخراج هذا النوع من أنواع الضارب الذي ورد ذكره في الآية. ¶ ثم استدل على ذلك – وفقه الله – بما تقرر من كمال الشريعة، وكمال حفظها، إذ لو كان هناك ضارب مخصوص لحفظ دليله. ¶ وفي المقابل أقول: على من قال بهذا أن يأتي بدليل يدل على أن من نوى الإقامة مدة معينة لغرض معين يسمى ضارباً، ومسافراًن لأن الإقامة خلاف السفر، فالآية تدل على جواز القصر للضارب دون غيره، وغره المقيم، فهي دليل يرد بها على هذه الدعوى، ولا يصح عقلاً أن يستدل بدليل على أمر مختلف فيه مع أن الدليل على خلاف ما استدل به عليه. ¶ ووجه ذلك: أن الله تعالى علق حكم القصر في الآية على الضارب، دون المقيم، والمقيم نقيض الضارب كما قال الله تعالى: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُم } فلا يصح إذا أن تكون الآية دليلاً على أمرين متناقضين، وهما القصر حال الضرب، والقصر لمن توقف ضربه وصار مقيماً. ¶ قال ابن حزم – رحمه الله – أما الإقامة في الجهاد والحج والعمرة، فإن الله تعالى لم يجعل القصر إلا معا لضرب في الأرض، ولم يجعل رسول الله - صلى الله عليه وسلم - القصر إلا مع السفر لا مع الإقامة، وأن السفر إنما هو التنقل في غير دار الإقامة، وأن الإقامة هي السكون وترك النقلة، والتنقل في دار الإقامة. هذا حكم الشريعة والطبيعة معا (1). ¶ __________ ¶ (1) المحلى 5/24.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "وذكر الكاساني – رحمه الله – أن من أدلة الشافعية: أن الإقامة متى وجدت حقيقة ينبغي أن تكمل الصلاة قلت الإقامة أو كثرت، لأنها ضد السفر، والشيء يبطل بما يضاده إلا أن النبي - صلى الله عليه وسلم - أقام بتبوك تسعة عشر يوماًن وقصر الصلاة فتركنا هذا القدر بالنص. ¶ وذكر أيضاً: أن القياس يبطل السفر بقليل الإقامة، لأن الإقامة قرار والسفر انتقال، والشيء ينعدم بما يضاده، فينعدم حكمه ضرورة، إلا أن قليل الإقامة لا يمكن اعتباره، لأن السفر لا يخلو عن ذلك عادة، فسقط اعتبار القليل لمكان الضرورة، ولا ضرورة في الكثير، والأربعة في حد الكثرة، لأن أدنى درجات الكثير أن يكون جمعاً والثلاثة – وإن كانت جمعاً – لكنها أقل الجمع فكانت ف يحد القلة من وجه فلم تثبت الكثرة المطلقة، فإذا صارت أربعة صارت في حد الكثرة على الإطلاق لزوال معنى القلة من جميع الوجوه (1). ¶ وبهذا ظهر أنه لا يصح استدلال الشيخ بالآية، بل الواجب أن تورد الأدلة أولاً على اعتبار هذا النوع من الإقامة سفراً، ولو فرضنا صحة ذلك لصار هذا النوع ملحقاً بالسفر، لا حقيقة السفر، فتبقى الآية دالة على خلاف قوله، والله أعلم. ¶ ثالثاً: قال – حفظه الله ورعاه -: وأما السنة ففيها أدلة: ¶ الأول: ما ثبت في صحيح البخاري عن جابر وابن عباس – - رضي الله عنه - - قالا: قدم النبي - صلى الله عليه وسلم - وأصحابه صبح رابعة من ذي الحجة مهلين بالحج.. الحديث وكان النبي - صلى الله عليه وسلم - في حجته يصلى ركعتين حتى رجع إلى المدينة، قال أنس بن مالك – - رضي الله عنه - - خرجنا مع النبي - صلى الله عليه وسلم - من المدينة إلى مكة، فكان يصلي ركعتين ركعتين حتى رجعنا إلى المدينة. متفق عليه. وفي رواية لمسلم: خرجنا من المدينة إلى الحج. ¶ __________ ¶ (1) بدائع الصنائع 1/97.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "ووجه الدلالة منه أن النبي - صلى الله عليه وسلم - أقام إقامة لغرض الحج مقيدة بزمن معين وقد نواها من قبل بلا ريب، ومع ذلك بقي يصلي ركعتين حتى رجع إلى المدينة فدل ذلك على أن الإقامة لغرض معين متى انتهى رجع إلى وطنه لا ينقطع بها حكم السفر وإن كانت المدة محددة. ¶ فإن قلت: إنما أقام النبي - صلى الله عليه وسلم - قبل الخروج إلى منى أربعة أيام، وهذه المدة لا ينقطع بها حكم السفر. ¶ فالجواب: أن يقال من أين لك العلم بأن النبي - صلى الله عليه وسلم - لو قدم في اليوم الثالث من ذي الحجة فأقام خمسة أيام لم يقصر بل الظاهر الغالب إلى الظن أنه لو قدم حينئذ لقصر، لأن قدومه لليوم الرابع وقع اتفاقاً لا قصد بلا ريب، وما وقع اتفاقالم يكن مقصودا فلا يتعلق به حمن منع أو إيجاب. ¶ ويقال ثانياً: من المعلوم أن النبي - صلى الله عليه وسلم - كان يعلم أن من الحجاج من يقدم في اليوم والثالث والثاني والأول من ذي الحجة بل وقبل ذلك فالحج أشهر معلمات تبتدئ من دخول شوال، ولم يقل للأمة من قدم للحج قبل اليوم الرابع من ذي الحجة فليتم صلاته، ولو كان هذا حم الله تعالى في خلقه لبينه النبي - صلى الله عليه وسلم - لوجوب البلاغ عليه ودعاء الحاجة إلى بيانه، والقول بأن هذا حكم الله تعالى مع سكوت النبي - صلى الله عليه وسلم - عن بيانه الموجود مقتضيه قول فيه نظر لا يخفى. ¶ فإن قلت: إذن فما وجه احتجاج المحددين بأربعة أيام بهذا الحديث؟ ¶ فالجواب أن وجه احتجاجهم به قولهم: إن مجرد الإقامة ينقطع بها السفر خولف في الأيام الرابعة لورود النص به، فبقي ما زد على ذلك على الأصل، وهوانقطاع السفر. وهذه الدعوى ممنوعة شرعاً، وعرفا قال شيخ الإسلام في الفتاوى جمع ابن قاسم 140/24 وهذا الدليل مبني على أنه من قدم المصر فقد خرج عن حد السفر وهو ممنوع بل هو مخالف للنص والإجماع والعرف.أ.هـ.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أما وجه منعها شرعاً فإن النبي - صلى الله عليه وسلم - أقام بمكة في حجة الوداع عشرة أيام كما ذكره أنس بن مالك – - رضي الله عنه - - أربعة قبل الخروج إلى منى، وستة بعد ذلك وأقام بها في غزوة الفتح تسعة عشر يوما، وأقام في تبوك عشرين يوما، وكان يقصر الصلاة مع هذه الإقامات المختلفة. ¶ وأما وجه منعها عرفا، فإن الناس يقولون في الحاج إنه مسافر للحج، وإن كان قد سافر في أول أشهر الحج، ويقولون للمسافر للدراسة إنه مسافر إلى الدراسة ي الخارج، ونحو ذلك، فيسمونه مسافراً، وإن كان مقيما لغرضه الذي يريده مدة معينة وعلى هذا فالأصل أن المسافر باق على سفره حقيقة، وحكما حتى يقطعه باستيطان أو إقامة مطلقة (1). ¶ تعقيب: ¶ هذا الحديث من أدلة الجمهور على أن لمن نوى الإقامة أربعة أيام فأقل القصر والفطر، لأن هذا هو ما دل عليه فعل رسول الله - صلى الله عليه وسلم - ، وعلى من قال بأكثر من ذلك الدليل الصريح. ¶ لكن شيخنا – حفظه الله – خالف في هذا فاعتبر هذا الفعل من النبي - صلى الله عليه وسلم - هو من الأدلة على جواز القصر والفطر لمن نوى الإقامة أكثر من أربعة أيام ما دامت نيته إقامة مدة معينة لغرض معين متى انتهى غرضه سافر، ولو طالت المدة، وللجواب على هذا أقول: ¶ __________ ¶ (1) صفحة 4،5 من رسالته المخطوط.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "اعتبر – حفظه الله – سبب إقامة النبي - صلى الله عليه وسلم - هو إقامته لغرض معين، وهذا لا يصح، بل سبب إقامة النبي - صلى الله عليه وسلم - في الأبطح من صبيحة الرابع من ذي الحجة حتى ضحى الثامن منه إما هو من أجل انتظار دخول وقت أيام منى فهو في هذه الأربعة الأيام لم يقض عملا معينا، بل كان - صلى الله عليه وسلم - مقيما لذات الإقامة حتى حان وقت الرحيل، فهذا الحديث لا يصح أن يكون دليلاً على ما استدل به عليه، أما إقامته - صلى الله عليه وسلم - بمنى أيام التشريق، وكذا إقامته قبل ذلك بمنى وعرفة ومزدلفة، فإنها إقامات مؤقتة بوقت محدد لأداء عمل واجب. ¶ فهي تختلف عن إقامته - صلى الله عليه وسلم - قبل ذلك بالأبطح، لذا فهذا النوع من الإقامة لا يصح الاحتجاج به على غير مماثلة. ¶ وقد قال بعض أهل العلم بأن القصر فيها من أجل النسك، ولذا صح لأهل مكة القصر مع أنهم في غير سفر. ثم إنها إقامات دون أربعة أيام فهي داخلة فيها، ولا يصح اعتبارها إقامة واحدة، لوجود فواصل الترحال بينها. والله أعلم. ¶ في قوله – وفقه الله – أن النبي - صلى الله عليه وسلم - أقام إقامة لغرض الحج مقيدة بزمن معين، وقد نواها من قبل بلا ريب.أ.هـ. ¶ قلت: فيه إشكال وإبهام. وجه ذلك، أنه إن كان يقصد بإقامة النبي - صلى الله عليه وسلم - للحج إدخال أربعة الأيام التي أقامها النبي قبل أيام منى، فإن قوله هذا يعارض ما قاله بعد ذلك، وهو قوله: لأن قدومه لليوم الرابع وقع اتفاقا لا قصداً بلا ريب، وما وقع اتفاقاً لم يكن مقصوداً فلا يتعلق به حكم منع أو إيجاب. ¶ إذا كيف يصح أن تكون الإقامة مقصودة بلا ريب، مع أنها وقعت اتفاقاً بلا ريب هذا كلام متعارض.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "أما إن كان يقصد بإقامة النبي - صلى الله عليه وسلم - للحج أيام منى وعرفة ومزدلفة دون إقامته - صلى الله عليه وسلم - بالأبطح عند قدومه، فلا يصح هذا لما تخلل هذه الأيام من الرحيل والنزول، ثم إن هذه الإقامة واجبة، لأنها لأداء أمر واجب فهي تختلف عن الحالة التي ذكرها الشيخ حيث إن تكل الحالة ليست واجبة، فإذا وجب الفرق امتنع التسوية في الحكم. ¶ أما إن كان يقصد جميع الأيام فقد جمع بين ما كانت إقامته مقصودة مع ما وقع اتفاقا على حد رأيه، وهذا غير سليم. والله أعلم. ¶ في قوله: فالجواب أن يقال من أين لك العلم بأن النبي - صلى الله عليه وسلم - لو قدم في اليوم الثالث من ذي الحجة، فأقام خمسة أيام لم يقصر بل الظاهر الغالب على الظن أنه لو قدم حينئذ لقصر، لأن قدومه لليوم الرابع وقع اتفاقاً لا قصداً بلا ريب، وما وقع اتفاقاً لم يكن مقصوداً فلا يتعلق به حمن منع أو إيجاب.أ.هـ. ¶ قلت: في هذا نظر؛ لأنه من المقرر لدى علماء الأصول أن الأفعال لا عموم لها، لكن الشيخ خالف حيث جعل لهذا الفعل عموماً فأعطى حكم الأربعة للخمسة وما زاد على ذلك أيضاً. ¶ وحجته في ذلك أن قدوم النبي - صلى الله عليه وسلم - في اليوم الرابع وقع اتفاقاً لا قصدا ثم جزم في ذلك، ولكنه لم يستدل على ما جزم به. ¶ وإن المتأمل في حياة رسول الله - صلى الله عليه وسلم - ليجزم بأن قدوم النبي - صلى الله عليه وسلم - في الرابع وقع قصداًن لأنه يعرف الطريق الذي بين مكة والمدينة، وكم من الأيام يستغرق،كيف لا وهو الذي سلكه في أسفاره إلى الشام للتجارة، وفي زمن هجرته، وعمرة الحديبية وعمرة القضاء وعام الفتح، ثم إن الذين صحبوه في سفره هذا هم وجوه المهاجرين والأنصار وهم من أعلم الناس بهذا الطريق. ¶ فكيف يصح الجزم بما قال مع ما عرف عن رسول الله - صلى الله عليه وسلم - من أن من مقاصده تعليم الناس المناسك.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "ونحن إذاً أمعنا النظر في هذه الأيام التي أقامها قبل رحيله إلى منى نجد أنها جاءت على أدق وأحم ما يكون، فهو - صلى الله عليه وسلم - قدم صبيحة الرابع (1)، ثم رحل ضحى الثامن، فكان مقامه خمسة أيام: ثلاثة تامة، ويوم النزول، ويوم الرحيل، وهذا يتفق مع نهيه - صلى الله عليه وسلم - المهاجرين أن يقيموا بعد قضاء نسكهم في مهجرهم أكثر من ثلاثة أيام، ولا تتحقق إقامة ثلاثة أيام إلا إذا لم يعد يوم النزول ويوم الرحيل. ¶ صحيح أن إقامة رسول الله - صلى الله عليه وسلم - هذه قبل قضاء النسك، ونهيه عن الإقامة إنما هو بعد قضاء النسك، لكنه يدلنا على أن الإقامة للمهاجرين بمكة محددة، وهو سيد المهاجرين فلم يكن قدومه إليها كيف ما اتفق. ¶ ثم لا يصح أن يجعل ما لم يفعله رسول الله - صلى الله عليه وسلم - مثل ما فعله، فهو لم يقم الخمسة والستة، فيجب الاقتصار على دلالة ما فعله، ولا يصح الاحتجاج بما لم يفعله. والله أعلم. ¶ أما قوله: فيقال ثانياً: من المعلوم أن النبي - صلى الله عليه وسلم - كان يعلم أن من الحجاج من يقدم في اليوم الثالث والثاني والأول من ذي الحجة، بل وقبل ذلك فالحج أشهر معلمات تبتدئ من دخول شوال، ولم يقل للأمة من قدم للحج قبل اليوم الرابع من ذي الحجة فليتم صلاته، ولو كان هذا حم الله تعالى في خلقه لبينه النبي - صلى الله عليه وسلم - لوجوب البلاغ عليه، ودعاء الحاجة إلى بيانه، والقول بأن هذا حكم الله تعالى مع سكوت النبي - صلى الله عليه وسلم - عن بيانه الموجود مقتضيه: قول فيه نظر لا يخفى.أ.هـ. ¶ جواب: ¶ __________ ¶ (1) قال شيخ الإسلام: الصحيح أنه إنما صلى الصبح يومئذ بذي طوى، ودخل مكة ضحى، كذا جاء مصرحاً به في أحاديث. الفتاوى 24/141.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "صحيح أن النبي - صلى الله عليه وسلم - لم يقل للأمة من قدم للحج قبل اليوم الرابع من ذي الحجة فليتم صلاته، ولكنه لم يقل لهم - صلى الله عليه وسلم - من قدم بعد هلال شوال فعليه أن يقصر، فظهر بهذا أن هذه المسألة من المسائل التي لم يرد فيه نص جلي بل تحتاج إلى استنباط، ومع هذا فلا يصح إدخالها في حكم الأربعة لما عرف لدى علماء الأصول من التفريق بين دلالة الأقوال، ودلالة الأفعال، والقصر في الأربعة ثبت عن طريق الفعل، فحكم القصر فيها لا يشمل ما زاد عليها، وإلا لخالفنا ما اتفقنا عليه من تعقيد كما لا يصح أن يقال بأن الإتمام أو القصر في هذه الحالة هو حكم الله على خلقه. ¶ ولا أن يقال بأن ما لم يبينه رسول الله - صلى الله عليه وسلم - بالقول ليس لله فيه حم؛ لأننا لا نستطيع الجزم بإصابة حكم الله إثباتاً أو نفياً، إلا في المسائل المجمع عليها. أما المسائل المختلف فيها (1) ¶ __________ ¶ (1) علق على قولي هذا شيخنا سماحة المفتي الشيخ عبدالعزيز بن باز – حفظه الله – فقال: إلا أ، يكون في المسألة الخلافية نص صحيح صريح فإن للحاكم والمفتي أن يقول هذا هو الحكم الشرعي الذي دل عليه النص، ويذكره سواء كان من القرآن أو من السنة الصحيحة، ولا تكون هذه المسألة من المسائل الاجتهادية، وإن كانت خلافية، لأن العالم قد يخفى عليه النص فيأخذ باجتهاده، ويتضح النص لغيره فيأخذ به. ¶ بخلاف مسائل الاجتهاد، وهي التي لا نص فهيا من كتاب ولا من سنة وهي التي لا يجوز للعالم أن يقول فيها: إن حكمه فيها هو حكم الله. لكن يقول هذا حكمي حسبما ظهر لي من الأدلة الشرعية أو القواعد الشرعية، أو نحو هذه العبارة. ¶ ومن هنا يتضح أنه لا يجوز أن يقال: لا إنكار في مسائل الخلاف، لأنه قد يكون فهيا ما دليله وضاح من الكتاب أو السنة الصحيحة ولكن خفي على بعض العلماء فقال برأيه، فيجب على من خالفه الإنكار عليه إذا اتضح له صحته بخلاف مسائل الاجتهاد وهي التي لا نص فيها، فإنه لا إنكار فيها على من خالف أحد الرأيين، أو الأراء حسب اجتهاده وتحريه الحق، والله ولي التوفيق.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "، فإن المفتي يقولك هذا حكمي في المسألة، لأنه لا يدري هل أصاب حكم الله فيها، أم لا، ولذا فينبغي الاجتهاد لمعرفة حكم الله فيمن أقام بمكة ينتظر الحج هل له القصر أم لا. ¶ وإنني أقول في هذا: إن الله تعالى شرع القصر للضارب في الأرض دون غيره، فيجب أن يقصر هذا الحكم على من كان ضارباً، أما من كان مقيماً فيجب عليه الإتمام لزوال وصف الضرب عنه، واتصافه بكونه مقيماً. ¶ وعلى هذا فإن من عزم على إقامة أكثر من أربعة أيام فإنه داخل في حكم المقيم لا الضارب، فيجب عليه الإتمام ما لم يرد دليل يخصه. أما من عزم على إقامة أربعة أيام فأقل، فإنه ملحق في حكم الضارب ومخصوص من حكم المقيم لثبوت فعل رسول الله - صلى الله عليه وسلم - في حجة الوداع، وهذا يشمل من قدم مكة في أشهر الحج ينتظر الموسم. ¶ فظهر بهذا أنه لا يصح الاحتجاج بعدم قول النبي - صلى الله عليه وسلم - للأمة: من قدم مكة للحج قبل اليوم الرابع من ذي الحجة فعليه الإتمام، لأن الأصل فيمن أقام أنه يتم، فلا يصح أن يترك هذا الأصل لعدم ورود دليل من السنة يدل عليه، بل الواجب العمل به حتى يرد ما يخصصه. ¶ أما قوله: لو كان هذا حكم الله تعالى في خلقه لبينه النبي - صلى الله عليه وسلم - لوجوب البلاغ عليه، ودعاء الحاجة إلى بيانه، والقول بأن هذا حكم الله تعالى مع سكوت النبي - صلى الله عليه وسلم - عن بيانه الموجود مقتضيه قول فيه نظر لا يخفى.. ¶ قلت: هذا القول فيه نظر، لأن البيان عن أحكام الله ليس محصوراً في أقوال النبي - صلى الله عليه وسلم - ، بل إن أدلة الشرع متعددة من الكتاب والسنة والقياس والإجماع، ثم إن الدلالات متعددة أيضاً فدلالة المنطوق والمفهوم والقول والفعل والتقرير، وغيرها، فلا يصح أ، يحصر البيان بأقوال رسول الله - صلى الله عليه وسلم - فلا يقال عما سكت عنه رسول الله - صلى الله عليه وسلم - ليس عليه دليل بل لا بد من استقصاء الأدلة كلها. والله الموفق.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "أما قوله: إن وجه احتجاجهم به قولهم: إن مجرد الإقامة ينقطع بها السفر خولف في الأيام الأربعة، لورود النص به، فبقي ما زاد على ذلك على الأصل، وهو انقطاع السفر، وهذه دعوى ممنوعة شرعاً وعرفاًن قال شيخ الإسلام ابن تيمية: وهذا الدليل مبني على أنه من قدم المصر فقد خرج عن حد السفر، وهو ممنوع بل هو مخالف للنص والإجماع والعرف.أ.هـ. ¶ ثم ذهب يوضح وجه المخالفة للنص والعرف. ¶ قلت: لا نسلم أن مذهب الجمهور هو: أن مجرد الإقامة ينقطع بها السفر، لأن الإقامة متنوعة، فمنها ما ينقطع بها السفر، وهي الإقامة التي عزم عليها فاعلها، إما بقصد الرحيل بعد مضى أكثر من أربعة أيام أو بقصد الاستيطان، ومنها ما لا ينقطع بها السفر، كالإقامة المكره عليها فاعلها، كمن حبسه الثلج، أو التي لم يقصدها فاعلها بل دعت الظروف التي سافر من أجلها كإقامة النبي - صلى الله عليه وسلم - عام الفتح وبتبوك. ¶ وكذا لا نسلم بأن مذهب الجمهور مبني على أن من قدم المصر فقد خرج عن حد السفر، لأن مجرد القدوم ليس بإقامة، ثم إن الجمهور لا يفرقون بين حصول الإقامة من البدوي ساكن الصحاري، أومن الحضرى ساكن القرى والأمصار، فمن قصد إقامة أكثر من أربعة أيام فقد انقطع سفره بغض النظر عن مكان إقامته. ¶ ومما ينبغي ملاحظته أن الشيخ اعتبر أن مذهب المحددين هو انقطاع السفر بمجرد الإقامة أما ابن تيمية فذكر أن مذهب بعضهم هو: انقطاع السفر بقدوم المصر، فعلى هذا فلا يصح الاستشهاد بقول ابن تيمية لصحة قول الشيخ هذا لما بين الرأيين من الاختلاف. ¶ ثم إن شيخ الإسلام استدل على بطلان ما ذكره لمخالفته النص والإجماع والعرف، وقوله هذا صحيح، إذ لا يصح أن يكون مجرد القدوم إلى المصر مانعاً من القصر لإجماع الأمة على أن مجرد الوصول إلى الأمصار ليس مانعاً من القصر، ولأن النبي - صلى الله عليه وسلم - قد وصل إلى مكة فلم ينقطع سفره، ولم يمتنع عن القصر.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "إلا أن شيخنا ذهب يستدل بالسنة والعرف على ضعف ما نسبه إلى الجمهور، ولكنه لمن يستدل بالإجماع، لأن الإجماع لا ينعقد مع مخالفة الجمهور له، فظهر بهذا الاختلاف بني قول شيخ الإسلام، وبين قول شيخنا. ¶ ثم لا نسلم له احتجاجه بالسنة لأن إقامة النبي - صلى الله عليه وسلم - بمكة عام الفتح وبتبوك غير مقصودة بل دعت إليها متطلبات الجهاد والغزو، بخلاف الإقامة بمكة عام حجة الوداع، فهي مقصودة حيث وصل النبي - صلى الله عليه وسلم - قبل موعد الرحيل إلى منى، فإذا اختلفت الإقامات أمتنعت التسوية. ¶ ثم إن النبي - صلى الله عليه وسلم - أقام بمكة عشرة أيام غير متواصلة، بل لم يقم إقامة متواصلة إلا ثلاثة أيام أو أربعة أيام، لأنه رحل هو وأهل مكة إلى منى وعرفات ومزدلفة فقصر وقصر أهل مكة معه، فهذا بالنسبة للنبي - صلى الله عليه وسلم - ولمن قدم معه إلى مكة، يعتبر سفراً. أما بالنسبة لأهل مكة فقيل لأجل النسك وقيل لأجل السفر. ¶ وكذا لا نسلم له بصحة احتجاجه بالعرف، لأن قول الناس لمن حج ولو في أول أشهر الحج بأنه مسافر، لأن هذا باعتبار ما كان. لا وصفا لحاله وقت قولهم هذا، لعدم معرفتهم بحاله إذ قد يكون ميتاً، أو مستوطناً أو هو ما زال مواصلاً للسفر أو قصد الإقامة. ¶ فظهر أن قولهم هذا لا تتعلق به أحكامه، وكذا من سافر من أجل الدراسة، لأن الأحكام إنما تتعلق بالحقائق لا بالمجاز. ¶ والعرف المؤثر في هذا هو عرف من يقيم بينهم، لأنه وصف متعلق به حقيقة، لا مجازاً، ونحن ندرك أن الناس يرون من أقام معهم من الغرباء، بأنهم يعتبرونه مقيماً غريباً لا مسافراً غريباً، ما لم ينشئ سفراً جديداً. ¶ والعرب تفرق في لغتها، بين الغائب والمسافر والغريب والمقيم. ولكل وصف من هذه الأوصاف طريقة في الاستعمال، فينبغي التدقيق في تفسير هذه الكلمات. والله الموفق. ¶ قال: ,على هذا فالأصل أن المسافر باق على سفره حقيقة وحكماً حتى يقطعه باستيطان أو إقامة مطلقة.أ.هـ.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "قلت: صحيح أن المسافر باق على سفره حقيقة، وحكماً حتى يقطعه، والخلاف مع الشيخ إنما هو في الشيء الذي ينقطع به السفر، فهو يرى أنه لا ينقطع إلا بالاستيطان، أو الإقامة المطلقة، أما الجمهور فيرون أن قصد الإقامة تقطع السفر، ثم اختلفوا في عدد أيامها مع اتفاقهم على شرطها. ¶ وبالرجوع إلى كتاب الله ظهر لنا أن القصر مربوط بالضرب، فمتى انقطع الضرب وجب الإتمام، وهذا المفهوم قد نطقت به آية: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ } إذ المراد بالاطمئنان: سكون البدن من الضرب، والقلب من الخوف فلم يرد في الدلالتين ذكر للاستيطان أو الإقامة المطلقة. ¶ فعلى هذا فلا أرى صحة اشتراط أحدهما لما في ذلك من المخالفة للآيتين. ثم بعد الرجوع إلى لسان العرب تبين أنه لا فرق بين الاستيطان والإقامة المطلقة، قال في اللسان: الوطن المنزل تقيم به، وهو موطن الإنسان ومحله (1). ¶ فمن نوى الإقامة المطلقة فقد اتخذ المكان وطناً، أما من نوى الإقامة ثم السفر بعدها، فهو المقيم غير المستوطن. ¶ وإنه يلزم من جعل الاستيطان هو القاطع للسفر وحده، أن يقول بمشروعية القصر للبدو في حال مشتاهم ومصيفهم، لأنهم لا يشتون إلا بنية الرحيل في الصيف، ولا يصيفون إلا بنية الرحيل في الشتاء، فثبت أن الاستيطان عندهم غير وارد مدى الحياة. وقد أجمع أهل العلم على وجوب الإتمام في حال إقامتهم شتاء وصيفاً، لانقطاع سفرهم بالإقامة المؤقتة، وعدم وجوب الجمعة لعدم قصد الاستيطان. والله أعلم. ¶ رابعاً: قال – وفقه الله -: ¶ الدليل الثاني من السنة ما ثبت في صحيح البخاري عن ابن عباس -= - رضي الله عنه - 0 أن النبي - صلى الله عليه وسلم - أقام بمكة تسعة عشر يوما يصلى ركعتين، وفيه عن ابن عباس أيضا قال: صام رسول الله - صلى الله عليه وسلم - حتى إذا بلغ الكديد الماء الذي بين قديد وعسفان أفطر فلم يزل مفطرا حتى انسلخ الشهر. ¶ __________ ¶ (1) لسان العرب، مادة: وطن. 13/451.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "وفي هذين الحديثين القصر، والفطر مع إقامة تزيد على أربعة أيام. ¶ الدليل الثالث: ما رواه جابر بن عبدالله – - رضي الله عنه - - أن النبي - صلى الله عليه وسلم - أقام بتبوك عشرين يوما يقصر الصلاة. أخرجه أبو داود والبيهقي وأعلاه بتفرد معمر بوصله، لكن قال النووي: هو حديث صحيح الإسناد على شرط البخاري ومسلم، وتفرد معمر بوصله لا يقدح فيه، فإنه ثقة حافظ.أ.هـ. ¶ ففي هذا الحديث أن النبي - صلى الله عليه وسلم - قصر مع أنه قام عشرين يوما. فلما ثبت قصر النبي - صلى الله عليه وسلم - في هذه الأحاديث مع اختلاف المدد التي أقامها علم أن تحديد المدة التي ينقطع بها حكم السفر بأيام معلومة قول ضعيف، ولو كان الحكم مختلفا بين مدة وأخرى لبينه النبي - صلى الله عليه وسلم - لأمته، لئلا يتأسوا به فيما لا يحل لهم. ¶ فإن قلت إن النبي - صلى الله عليه وسلم - قصر في غزوة الفتح وفي غزوة تبوك فيما زاد على أربعة أيام، لأنه لم يعزم على إقامة هذه المدة فهو يقول أخرج اليوم أخرج غداً حتى تمادى به الأمر إلى هذه المدة. ¶ فالجواب أ، يقال من أين لك أن النبي - صلى الله عليه وسلم - لم يعزم على ذلك، وهل يمن أ، تشهد على رسول الله - صلى الله عليه وسلم - بهذا مع أن العزم قصد القلب، ولا يطلع عليه إلا بوحي من الله تعالى أو إخبار من العازم، ولم يحص لواحد منهما في هذه المسألة فتكون دعوى أن النبي - صلى الله عليه وسلم - لم يعزم الإقامة هذه المدة قولا بلا علم.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "ويقال ثانياً: بل الظاهر الذي يغلب على الظن أن النبي - صلى الله عليه وسلم - كان عازما على الإقامة أكثر من أربعة أيام. قال شيخ الإسلام ابن تيمية في الفتاوى جمع ابن قاسم 136/24: وأقام (يعني النبي - صلى الله عليه وسلم - ) في غزوة الفتح تسعة عشر يوما يقصر الصلاة وأقام بتبوك عشرين يوما يقصر الصلاة، ومعلوم بالعدة أن مما كان يفعل بمكة وتبوك لم يكن ينقضى ثلاثة أيام، ولا أربعة يقال إنه كان يقول: اليوم أسافر غدا أسافر بل فتح مكة وأهلها وما حولها كفار محاربون له وهي أعظم مدينة فتحها، وبفتحها ذلت الأعداء، وأسلمت العرب، وسرى السرايا إلى النواحي ينتظر قدومهم، ومثل هذه الأمور مما يعلم أنها لا تنقضي في أربعة، أيام فعلم أنه أقام لأمور يعلم أنها لا تنقضى في أربعة وكذلك في تبوك. ¶ وذكر نحو ذلك تلميذ ابن القيم في زاد المعاد 30/3: وأن في حمله على أنه لم يجمع الإقامة نظرا لا يخفى. فإذا تبين ضعف القول بتحديد المدة التي ينقطع بها حكم السفر بأربعة أيام أو نحوها فإن أي مدة تزيد على ذلك في تحديد مدة الإقامة التي تمنع الترخص برخص السفر تحتاج إلى دليل، فإذا قال قائل: إذا نوى إقامة شهر أتم، وإن نوى دون ذلك قصر، قيل: ما دليلك على ما قلت، وإذا قال آخر: إذا نوى إقامة سنة أتم، وإن نوى دون ذلك قصر قيل له أين الدليل لما قلت وهكذا.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "وحينئذ يكون مناط الحكم هو المعنى والوصف ما دام الإنسان مسافرا مفارقا لوطنه فأحكام السفر في حقه باقية ما لم يقطعه باستيطان، أو إقامة مطلقة، وأنت لو سألت المغتربين من أصحاب هذه الحال: هل نويتم الاستيطان أو الإقامة المطلقة لقالوا: لا وإنما ننتظر انتهاء مهمتنا فمتى انتهت رجعنا إلى أوطاننا سواء انتهت في الوقت المقرر أم قبله فليس لنا غرض في الإقامة في هذا المكان أو البلد وإنما غرضنا الأول، والأخير الحصول على مهمتنا، فهم مشابهون في القصد لأصحاب الحال الثانية، وإن كانوا يختلفون عنهم بتحديد مدة الإقامة التي قد علم بمقتضى الأدلة السابقة أنها ليس مناط الحكم، ولهذا جعل شيخ الإسلام ابن تيمية – رحمه الله تعالى – الحكم فيهما واحد كما نقله عنه تلميذه ابن مفلح في كتاب الفروع. ¶ وبهذا يتبين لك الفرق بين أصحاب هذه الحال والحال الأولى، لأن أصحاب هذه الحال لم ينووا الإقامة إلا لهذا الغرض أما أصحاب الحال الأولى فقد نووا الإقامة المطلقة إلا أن يحصل لهم ما يقتضى الخروج. والفرق بين من يريد الإقامة إلا أن يحصل له ما يقضتى الخروج، وبين من يريد الخروج لولا ما يقتضى الإقامة فرق ظاهر لمن تأمله.أ.هـ(1). ¶ تعقيب: ¶ للجواب عن هذا أقول: ¶ قوله – وفقه الله – فلما ثبت قصر النبي - صلى الله عليه وسلم - في هذه الأحاديث مع اختلاف المدد التي أقامها علم أن تحدي المدة التي ينقطع بها حكم السفر بأيام معلومة قول ضعيف، ولو كان الحكم مختلفاً بين مدة وأخرى لبينه النبي - صلى الله عليه وسلم - لأمته لئلا يتأسوا به فيما لا يحل لهم.أ.هـ. ¶ __________ ¶ (1) ص7 من رسالته المخطوطة.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "قلت: في هذا نظر، لأن اختلاف مدة إقامته - صلى الله عليه وسلم - عام الفتح وفي تبوك لا أثر لها فيما احتج بهما عليه؛ لأنهما إقامتان على نمط واحد، فإحداهما تؤكد الأخرى. وذلك أنه أقام بسبب متطلبات الجهاد، وليستا إقامة مقصودة من قبل معلومة البداية ومعلومة النهاية. لما عرف من حال المجاهد أنه لا يعرف ما سيواجهه من الأحداث. بخلاف إقامته - صلى الله عليه وسلم - بمكة عام حجة الوداع، فإنها إقامة مرادة من قبل معلومة البداية والنهاية، لما علم من معرفة رسول الله - صلى الله عليه وسلم - بالطريق بين مكة والمدينة، وكم من الزمن يحتاج المسافر لقطعه، ولمعرفة رسول الله - صلى الله عليه وسلم - ببداية وقت الذهاب إلى منى قبل أن ينشئ السفر من المدينة. ¶ فملا وجد هذا الاختلاف بني الأحاديث حمل الجمهور كل حديث على ما دل عليه، ولم يسووا بينها، ثم وفقوا بين هذه الأفعال، وبين ما ثبت بالكتاب والسنة القولية، من أن القصر والفطر إنما يشرعان للمسافر دون المقيم، وبما أن السفر والإقامة حالتان تعرضان لشخص واحد، فلا بد من وضع فاصل بينهما. وقد جاءت إقامات رسول الله - صلى الله عليه وسلم - في سفره متنوعة بعضها مقصوداً معلوم البداية والنهاية، وبعضها غير مقصود، ولا معلوم البداية ولا النهاية، فخص الجمهور من أحكام المقيم تلك الحالات التي فعلها رسول الله - صلى الله عليه وسلم - وألحقوها بأحكام السفر، وبقي ما عداها داخلاً في أحكام المقيم لما علم في أصول الفقه من أنه لا عموم للأفعال إذ لا يصح التسوية بين ما ثبت فيه الفعل، وما لم يثبت فيه الفعل. والله أعلم. ¶ أما قوله: فلو كان الحكم مختلفاً بين مدة وأخرى لبينه النبي - صلى الله عليه وسلم - لأمته لئلا يتأسوا به فيما لا يحل لهم.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "قلت: لقد بين النبي - صلى الله عليه وسلم - هذا بل وقد بينه الله في كتابه، فإذا رددنا أفعال رسول الله - صلى الله عليه وسلم - إلى كتاب الله وإلى أقوال رسول الله - صلى الله عليه وسلم - ، علمنا أن من كان مقيماً سواء كان مستوطناً أم غير مستوطن فعليه الإتمام والصيام، ومن كان مسافراً فله الفطر والقصر، ثم جاءت إقامات الرسول - صلى الله عليه وسلم - أثناء سفره مترخصاً فهيا رسول الله - صلى الله عليه وسلم - برخص السفر، لأنه مسافر، فمن كانت حاله كحال رسول الله - صلى الله عليه وسلم - فله ذلك، ومن لم يكن فهو مقيم. ¶ والإشكال إذاً ليس في عدم البيان بل في فقه البيان، فإن قصرنا الاستدلال بتحدي السفر والإقامة على الأفعال وحدها دون أن نضمها إلى بقية الأدلة، صار البيان قاصراً، ولكن بعد جمع الأدلة من خلل الكتاب والسنة تكون الرؤية واضحة والبيان كاملاً، وحصل لنا معرفة كيفية التأسى برسول الله - صلى الله عليه وسلم - . والله الموفق. ¶ قوله: فالجواب أن يقال: من أين لك أن النبي - صلى الله عليه وسلم - لم يعزم على ذلك، وهل يمكنك أن تشهد على رسول الله - صلى الله عليه وسلم - بهذا مع أن العزم: قصد القلب، ولا يطلع عليه إلا بوحي من الله تعالى أو إخبار من العازم، ومل يحصل واحد منهما، في هذه المسألة، فتكون دعوى أن النبي - صلى الله عليه وسلم - لم يعزم الإقامة هذه المدة قولا بلا علم.أ.هـ. ¶ قلت: ونحن نقول في المقابل من أين الدليل على أن النبي - صلى الله عليه وسلم - قصد إقامة مدة معينة لعمل معين، وأنه أنشأ لهما هذا السفر، وهل بالإمكان أن نشهد على رسول الله - صلى الله عليه وسلم - بأنه أراد ذلك وقصده عند إنشاء سفره، وأثناء الإقامة، ولا أظن أننا فاعلون، لأنه لم يثبت التصريح لا بهذا ولا بذلك، فتبقى المسألة اجتهادية، خاضعة لغلبت الظن.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "ولا يصح في المسائل الخلافية أن يطالب الخصم بأن لا يقول برأيه إلا إذا شهد على أن الرسول - صلى الله عليه وسلم - ، أراد كذا، أو قصد كذا، لأن الخصم سيقول لك في مقابل قولك هذا، هل تشهد أنت على أن الرسول - صلى الله عليه وسلم - لم يرد كذا، ولم يقصد كذا. ¶ ولو كان الأمر كذلك لتعطلت الأحكام عن كثير من الأدلة المستنبطة من الكتاب والسنة بغلبت الظن. ¶ والذي يظهر لي – والله أعلم – أن النبي - صلى الله عليه وسلم - لم يقصد المقام بتبوك مدة معينة إنما قصد - صلى الله عليه وسلم - غزو الروم في وقت شديد الحر، مع قلة ما في أيد صحابته - صلى الله عليه وسلم - ، وقد صرح بالمكان الذي قصده، ولم يوربه، فتخلف من تخلف، وتبعه - صلى الله عليه وسلم - ثلاثون ألف. ¶ فهل يصح أن نقول إنه قصد إقامة مدة معينة لعمل معين كما يرى الشيخ حفظه الله، إذ لو كان الأمر كذلك فلربما لم يتخلف أحدِ، ولكنها لحرب مع الروم، وعدم معرفة ما سيواجهه الجيش. ¶ ومن المعلوم لدى دارسي الغزوات والحروب أن المعارك لا تحدد بوقت معين من قبل القائد قبل السفر أو حين تقابل الجيوش، كما أنه لا يعلم ماذا سيواجهه، وماذا سيحل له، وكذا الحال بالنسبة لغزوة تبوك حتى قال رسول الله - صلى الله عليه وسلم - :\"الحمد لله على ما رزقنا في سفرنا هذا من أجر وحسبة\"(1). ¶ وليس هناك ما يدفع هذا الغالب من حال رسول الله - صلى الله عليه وسلم - ، ونحن لا نجرؤ علىأن نشهد على رسول الله - صلى الله عليه وسلم - بأن هذه هي حقيقة حاله، بل الأمر راجع إلى غلبة الظن، ثم إن الشيخ لم يذكر دليلاً يمكن به أن يدفع هذا الظاهر، كما أنه ليس بالإمكان أن نشهد على رسول الله - صلى الله عليه وسلم - أنه قصد إقامة مدية معينة لعلم معين. ¶ __________ ¶ (1) طبقات ابن سعد 2/167.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ثم إن هذا العمل المعين الذي يراه، لا يمكن تحديده بضابط بل هو من أجل إظهار قوة المسلمين، وإخافة الروم، واخضاع بعض النواحي، وهذا لا يمكن فعله بمدة معينة، بل هو أمر اجتهادي يحتاج إلى بقاء مدة غير محددة حتى يظهر لقائد الجيش أنه تحقق له ذلك، فهذا يؤكد أن المدة غير مراده بالإقامة، وغير محددة، لأنها خاضعة لتحقيق أغراض الغزو. والله أعلم. ¶ قوله: بل الظاهر الذي يغلب على الظن أن النبي - صلى الله عليه وسلم - كان عازماً على الإقامة أكثر من أربعة أيام، ثم استشهد بكلام شيخ الإسلام، وابن القيم. ¶ قلت: إن الشيخ هنا لم يشهد على رسول الله - صلى الله عليه وسلم - بهذا بل رده إلى غلبة الظن وهذا صحيح، وهو يدل على أنه لا يصح مطالبة المخالف بأن يشهد على رسول الله - صلى الله عليه وسلم - بأنه لم يعزم على الإقامة، وأن عدم شهادته لا يعني ضعف قوله، لأن الأمر في كلا القولين راجع إلى غلبة الظن. ¶ أما ما ذكره ابن تيمية، وتلميذه ابن القيم، من أن حال رسول الله - صلى الله عليه وسلم - ليست كحال من يقول: اليوم أخرج غداً أحرج، فصحيح، ولكن لا يلزم من صحة هذا صحة القول بأن من لم يعزم الاستيطان فهو مسافر، لأن رسول الله - صلى الله عليه وسلم - لم يعزم على الإقامة أصلاً، بل اقتضتها ظروف الجهاد، فإذا كانت بدايتها غير مقصودة، فإن نهايتها كذلك. لأن السبب الداعي إلى هذه الإقامة ليس مجرد القصد بل مصلحة الجهاد والفتح، فمتى انتهت سافر ورحل. ¶ فمن كانت حاله كحال رسول الله - صلى الله عليه وسلم - فله القصر، ومن لم تكن حاله كحال رسول الله - صلى الله عليه وسلم - فليس له القصر. ¶ وبموجب هذا فإن الحالة التي ذكرها الشيخ تختلف عن حال رسول اله - صلى الله عليه وسلم - من أربعة أوجه:",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "الوجه الأول: أن النبي - صلى الله عليه وسلم - لم يسافر ليقيم مدة معينة لعمل معين، بل إن أحوال هذه الغزوات اقتضت هذا النوع من الإقامة، بخلاف من سافر ليقيم مدة معينة لعمل معين، فإن سفره وسيلة لإقامته، بخلاف حال رسول الله - صلى الله عليه وسلم - فهو لم يسافر ليقيم، بل سافر ليجاهد، وليس من مستلزمات الجهاد الإقامة بمكن معين، بل هو الكر والفر، فإقامته وسيلة لتحقيق مقتضى سفره. ¶ الوجه الثاني: أن النبي - صلى الله عليه وسلم - سافر للجهاد، وليس من لوازم مجاهدة العدو إنجاز عمل معين، بل هذا خاضع لظروف العمل الجهاد، وليس بإمكان القائد عند انشاء سفره تحديد ما سينجزه، بل إن النبي - صلى الله عليه وسلم - لما دعا إلى غزوة تبوك أعلن عن وجهته، لأخذ العدة لمقابلة العدو في ساحة الوغى، ولكن الله أراد غير ذلك إذ لم يتم الإلتقاء بين الجيشين لعدم قدوم الروم إلى أرض الجزيرة بل بقوا بحمص، ولذا بقى - صلى الله عليه وسلم - بتبوك من أجل إظهار قوة المسلمين، كما قام بإرسال بعض القادة لاخضاع بعض النواحي، فهذا العمل الجهادي يختلف عم مثل به الشيخ لما أفتى به، إذ أ، من يقيم في دار الغربة للدراسة، أو يقدم لعمل معين، فإن ما قصد تحقيقه يلزم له إقامة مدة معينة معلومة البداية، ومعلومة النهاية، بخلاف حال رسول الله - صلى الله عليه وسلم - في غزوتي مكة وتبوك. ¶ الوجه الثالث: أن النبي - صلى الله عليه وسلم - لم يقصد إقامة مدة معينة معلومة البداية ومعلومة النهاية، بخلاف من سافر للدراسة أو للعمل، فإن هؤلاء وأمثالهم سافروا ليقيموا مدة معينة، فإذا اختلفت المقاصد، لم يحصل صحة الاستدلال. ¶ ومن الذي يستطيع أن يجزم بأن النبي - صلى الله عليه وسلم - كان قد حدد يوم سفره حينما أقام أو أثناءها، والظاهر من حاله - صلى الله عليه وسلم - أنه لما رأى أن الأهداف قد تحققت أذن بالرحيل.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "الوجه الرابع: أن النبي - صلى الله عليه وسلم - لم تتغير حاله في أثناء إقامته عن حاله أثناء سفره فهو يصدق عليه أنه مسافر عرقا، وقصدوا بخلاف من أقام للدراسة أو للعمل ونحوهم، فإنهم قد تغيرت أحوالهم، فسكنوا البيوت، إما بتملك أو استئجار، كما أن حياتهم صارت مثل حياة المقيمين فهم مقيمون عرفا، وقصداً، لكن في نيتهم السفر بعد مدة، ولذا استحقوا بأن يوصفوا بأنهم غير مستوطنين، ولا يصح وصفهم بأنهم مسافرين، إلا أن الشيخ – وفقه الله – ألغى هذا الظاهر من حالهم، وتمسك بنية سفر سيفعل بعد إقامة طويلة، فألحقهم بسببه بحال من قصد السفر وباشره، وهذا لا يصح لاختلاف العرف، والواقع، والقصد، والحال. ¶ وقد كان ابن عمر – - رضي الله عنه - - إذا أقام اثنى عشر يوماً، وسرح ظهره أتم، فجعل تسريح الظهر مع إقامة هذه المدة مخرجة له عن حكم المسافر، وملزمه له بحكم المقيم، فالاحتجاج بفعل ابن عمر هذا أقوى من الاحتجاج بقصره بأذربيجان، لتماثل الأحوال وتشابهها. والله أعلم. ¶ قوله: فإذا قال قائل: إذا نوى إقامة شهر أتم، وإن نوى دون ذلك قصر، قيل: ما دليلك على ما قلت، وإذا قال آخر: إذا نوى إقامة سنة أتم، وإن نوى دون ذلك قصر، قيل له: أين الدليل لما قلت، وكذا. ¶ وحيث يكون مناط الحكم هو المعنى والوصف، فما دام الإنسان مسافراً مفارقاً لوطنه فأحكام السفر في حقه باقية ما لم يقطعه باستيطان أو إقامة مطلقة..إلخ. ¶ قلت: الدليل على إتمام من نوى الإقامة القصيرة أو الطويلة الكتاب والسنة، لأن الله اشترط لجواز القصر، والفجر كون المسلم مسافراً كما أوجب الإتمام، والصوم على من كان مقيماًن فإذا صح أن يوصف المسلم بأنه مقيم، وجب عليه الإتمام والصيام ساء طالت الإقامة أم قصرت، وسواء قصد المقيم سفراً بعد ذلك أم لم يقصد، ويشم لهذا جميع أنواع إقامة المسافر أثناء سفره فالأصل فيها أنها تقطع السفر،لأنها خرجت به عن مسماه إلى اسم آخر.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "والواجب أن ترتب الأحكام على مسمياتها، حيث رتبها الشارع إذ لا يصح أن تعطى أحكام المسافر للمقيم، ولا العكس، إلا أنه لما جاءت أحاديث فخصت بعض الإقامات وألحقتها بالسفر، قال بها لجمهور، ولم يعمموا ذلك على كل ا يقطع مواصلة السفر من أنواع الإقامات، وهذا هو الجمع الذي تبرأ به الذمة، والمتفق مع أصول الفقه، لأنه لا يجوز الأخذ بالأفعال دون الاستدلال بالأقوال، بل الواجب التوفيق بينها إذا أمكن. ¶ قال ابن حزم – رحمه الله – أما الإقامة في الجهاد والحج والعمرة، فإن الله تعالى لم يجعل القصر إلا مع الضرب في الأرض، ولم يجعل رسول الله - صلى الله عليه وسلم - القصر إلا مع السفر لا مع الإقامة، وبالضرورة ندري أن حال السفر غير حال الإقامة، وأن السفر إنما هو التنقل في غير دار الإقامة، وأن الإقامة هي السكون، وترك النقلة، والتنقل في دار الإقامة، هذا حكم الشريعة والطبيعة معاً. فإذا ذلك كذلك فالمقيم في مكان واحد مقيم غير مسافر بلا شك، فلا يجوز أن يخرج عن حال الإقامة، وحكمها في الصيام والإتمام إلا بنص، وقد صح بإجماع أهل النقل أن رسول الله - صلى الله عليه وسلم - نزل في حال سفره، فأقام باقي نهاره، وليلته، ثم رحل في اليم الثاني، وأنه عليه السلام قصر في باقي يومه ذلك، وفي ليلته التي بين يومي نقلته، فخرجت هذه الإقامة من حكم الإقامة من حكم الإقامة في الإتمام والصيام، ولولا ذلك لكان ميم ساعة له حكم الإقامة…إلخ (1). ¶ ولذا فإن الدليل الذي طلبه الشيخ هو عدم صحة وجه الدلالة من الدليل الذي اعتمد عليه.. لأن النبي - صلى الله عليه وسلم - لم يسافر عام الفتح، وفي غزوة تبوك ليقيم، فكيفي يصح الاستدلال به على من كان سفره من أجل إقامته شهراً أو أقل أو أكثر. والله أعلم. ¶ __________ ¶ (1) المحلى 5/24.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "قوله: وحيث يكون مناط الحكم هو المعنى، والوصف فما دام الإنسان مسافراً مفارقاً لوطنه، فأحكام السفر في حقه باقية ما لم يقطعه باستيطان أو إقامة مطلقة.أ.هـ. ¶ قلت: لم يجعل الله تعالى مناط الحكم في القصر والفطر مفارقة الوطن، والسفر بل جعل مناط ذلك الضرب في الأرض، والسفر دون غيرهما. ¶ كما أنه سبحانه وتعالى لم يجعل مناط وجوب الإتمام والصيام مجرد الاستيطان، بل جعل مناط ذلك الاطمئنان وقطع السفر، والفرق بين مفارقة الوطن والسفر العموم والخصوص، فإن كل مسافر مفارق لوطنه، وليس كل مفارق لوطنه مسافراًن لانقطاع السفر بقصد الإقامة المطلقة أو المقيدة في غير الوطن. ¶ أما الفرق بين الاطمئنان وقطع السفر، والاستيطان: فإن الاطمئنان هو سكون البدن عن الحركة، والقلب عن الخوف، وقطع السفر، هو توقف البدن عن الضرب في الأرض، مع قصد قطع ذلك. ¶ أما الاستيطان، فهو أن يتخذ المكان وطناً يأوى إليه أبداًن فإذا وجد الفرق فلا يصح الغاء ما جعلها لله مناطاً للحكم ونصب غيره بديلاً عنه. ¶ وإنه يلزم من قول الشيخ أن تكون الإقامة المقيدة بزمن أطال أم قصر داخلة في مسمى السفر، وفي أحكامه أيضاً، وهذا خلاف كتاب الله تعالى، لأن الله تعالى جعل مناط القصر: الضرب في الأرض، ومفهوم ذلك أن من توقف ضربه وجب عليه الإتمام، وهذا المفهوم قد نطقت به الآية الواردة بعد آية القصر بآية، وهي قوله تعالى: { فَإِذَا اطْمَأْنَنْتُمْ فَأَقِيمُوا الصَّلاةَ } . ¶ ولم يقال تعالى: فإذا استوطنتم، أو نحوه، والفرق بين المعنيين كبير كما سبق. والله أعلم. ¶ قوله: وأنت لو سألت المغتربين من أصحاب هذه الحال هل نويتم الاستيطان أو الإقامة المطلقة لقالوا: لا، وإنما ننتظر انتهاء مهمتنا فمتى انتهت رجعنا إلى أوطاننا سواء انتهت في الوقت المقرر أم قبله..إلخ. ¶ قلت: لا يصح قصر هؤلاء لأمور:",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "أن شرط القصر والفطر قد زال عنهم بمجرد قصدهم الإقامة، لأن السفر هو السفور من أجل قطع المسافة، وهؤلاء قطعوا هذا بالإقامة المقصودة، ولذا توقفوا عن الضرب في الأرض، فكيف يصرح قصرهم مع زوال شرطه عنهم؟ ¶ إنهم سافروا من بلادهم لقصد الإقامة في بلاد الغربة، فلم تكن حالهم كحال رسول الله - صلى الله عليه وسلم - حينما سافر إلى مكة عام الفتح وإلى تبوك لا ليقيم، ولكن ليجاهد، وقد يكون الجهاد بالإقامة أو بغيرها، فلم تكن إقامة رسول الله - صلى الله عليه وسلم - مرادة من قبل، ولا محددة البداية، والنهاية، بل ولم ينشئ السفر من أجلها، بخلاف إقامة هؤلاء فإنها مرادة ومحددة بداية ونهاية، وأنشأوا السفر من أجلها، فكيف يصح الاستدلال بحال رسول الله - صلى الله عليه وسلم - على هذه الحال مع الاختلاف الكبير بين الإقامتين؟ ¶ سماهم الشيخ غرباءن وهذه تسمية صحيحة، لأن الغريب عند العرب: من بعد عن وطنه كما في اللسان، وفي الحديث أن النبي - صلى الله عليه وسلم - أمر بتغريب الزاني سنة (1) أي يجب إبعاده عن وطنه هذه المدة. ¶ فهم بهذا الاسم قد خرجوا عن مسمى السفر، حيث صاروا مقيمين بين غيرهم، ولذا سموا غرباء. ¶ فلما ثبت الفرق بينهم، وبين المسافرين، قلنا بوجوب الصيام والإتمام عليهم، لأن مناط الرخصة في ذلك السفر لا الغربة. ولا الإقامة. والله أعلم. ¶ قوله: وبهذا يتبين لك الفرق بين أصحاب هذه الحال، والحال الأولى لأن أصحاب هذه الحال لم ينووا الإقامة إلا لهذا الغرض، أما أصحاب الحال الأولى فقد نوا الإقامة المطلقة إلا أن يحصل لهم ما يقتضي الخروج، والفرق بين من يريد الإقامة إلا أن يحصل لهما يقتضي الخروج، وبين من يريد الخروج لولا ما يقتضي الإقامة ظاهر لمن تأمله. ¶ __________ ¶ (1) لسان العرب مادة: غرب 1/639.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "قلت: ما ذكره الشيخ من وجود الفرق بين الإقامتين صحيح، ولكن هذا الفرق لا تأثير له في قطعهما للسفر إذ يستويان في كونهما إقامتين مقصودتين بعد التوقف عن الضرب في الأرض، وانقطاع السفر بهما، وهذا هو المؤثر في حكم بقاء السف، أو قطعه. ¶ أما الفرق بينهما، فإنما يتعلق في قطعهما ذاتهما، وإنشاء سفر جديد غير الأول بعدهما. وهذا إنما يحصل تحقيقه بعد إنشاء السفر الجديد، وقد لا يحصل هذا السفر، وذلك بأن تتغير نية صاحب الإقامة المحددة إلى إقامة مستديمة، أو قد يموت قبل إنشاء السفر الجديد. ¶ وحقيقة هذا الرأي: أن يكون مجرد نية إنشاء سفر جديد بعد الانتهاء من إقامة مقصودة مؤثرة في بقاء السفر الذي قطعه صاحبه بهذه الإقامة. وهذا خلاف ما دل عليه الكتاب والسنة حيث علقت أحكام السفر فيهما بعد مباشرته، لا بمجرد نية أنه سيسافر فيما بعد. والله أعلم. ¶ خامساً: قال – حفظه الله -: ¶ وأما الآثار فروى مسلم في صحيح عن موسى بن سلمة الهذلي، قال: سألت ابن عباس كيف أصلى إذا كنت بمكة إذا لم أصل مع الإمام، قال: ركعتين سنة أبي القاسم - صلى الله عليه وسلم - . ¶ وروى ابن أبي شيبة في مصنفه بسند صحيح عن أبي جمرة نصر بن عمران، قال: قلت لابن عباس: إنا نطيل المقام بخراسان فكيف ترى؟ قال: صل ركعتين، وإن أقمت عشر سنين. ¶ وروى الإمام أحمد في مسنده عن ثمامة بن شراحيل قال: خرجت إلى ابن عمر فقلت: ما صلاة المسافر؟ قال: ركعتين ركعتين إلا صلاة المغرب ثالثاً.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "قلت: أرأيت إن كنا بذي المجاز. قال: وما ذو المجاز؟ قلت: مكان نجتمع فيه ونبيع فيه نمكث عشرين ليلة أو خمس عشرة ليلة. قال: يا أيها الرجل كنت بأذربيجان لا أدري قال أربعة أشهر أو شهرين فرأيتهم يصلونها ركعتين ركعتين ورأيت نبي الله نصب عيني يصليها ركعتين ركعتين ثم نزع هذه الآية: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً } . ¶ وروى البيهقي عن نافع ابن عمر – - رضي الله عنه - - قال: ارتج علينا الثلج ونحن بأذربيجان ستة أشهر في غزاة، وكنا نصلي ركعتين قال النووي: وهذا سند على شرط الصحيحين، ورواه عبدالرزاق بلفظ: أقام بأذربيجان ستة أشهر يقصر الصلاة. ¶ وروى عبدالرزاق عن الحسن قال: كنا مع عبدالرحمن بن سمرة ببعض بلاد فارس سنتين فكان لا يجمع، ولا يزيد عن ركعتين. ¶ وروى أيضاً عن أنس بن مالك – - رضي الله عنه - - أنه أقام بالشام شهرين مع عبدالملك بن مروان يصلي ركعتين، وذكر في المغنى والفتاوى وزاد المعاد أن أنس بن مالك – - رضي الله عنه - - أقام بالشام سنتين يصلي صلاة المسافر. ¶ وروى البيهقي عن أنس بن مالك – - رضي الله عنه - - أن أصحاب رسول الله - صلى الله عليه وسلم - أقاما برام هرمز تسعة أشهر يقصرون الصلاة قال النووي: إسناده صحيح، وقال ابن حجر: صحيح. ¶ فهذه آثار عن أربعة من أصحاب: عبدالله بن عباس وعبدالله بن عمر وعبدالرحمن بن سمرة وأنس بن مالك كلها تدل على جواز القصر مع المدة الطويلة.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "وفي صحيح البخاري عن ابن عباس – - رضي الله عنه - - قال: أقام النبي - صلى الله عليه وسلم - تسعة عشر يقصر فنحن إذا سافرنا تسعة عشر قصرنا (1) وإن زدنا أتممنا. وهذا يخالف ما أفتى به نصر بن عمران، فيكون لابن عباس – - رضي الله عنه - - في ذلك قولان (2). ¶ تعقيب: ¶ في استدلال الشيخ بهذه الآثار نظر لعدم صراحتها فيما ذهب إليه، لأن هؤلاء الصحابة لم يقصدوا الإقامة، بل هم مضطرون إليها. ولأن هذه الآثار أقوال بعض الصحابة قد عارضتها أقوال أخرى لصحابة آخرين، فقد روى عن علي – - رضي الله عنه - - أنه قال: إن أقام عشرا أتم، وه رواية عن ابن عباس، وروى عن ابن عباس أيضاً: إن أقمنا تسع عشرة أتممنا، كما ذكره الشيخ. ¶ وروى عن ابن عمر: أنه كان إذا أجمع إقامة اثني عشر يوماً أتم. ¶ وعن عائشة – - رضي الله عنه - - يقصر ما لم يضع الزاد والمزاد. ¶ كما روى عن عمر – - رضي الله عنه - - أنه كان يرى أن من نوى إقامة خمسة عشر يوماً، أتم، وإن نوى دونها قصر (3). ¶ ومن المسلم به أنه لا يصح الاحتجاج بقول بعض الصحابة مع مخالفة بعضهم الآخر، لأنه ليس قول بعضهم حجة على بعض، بل لا بد عند اختلافهم من الاحتكام إلى الكتاب والسنة . ¶ كما لا يصح الاحتجاج بأحد أقوال الصحابي الواحد دون الرجوع إلى بقية أقواله الأخرى في المسألة الواحدة في لتحديد مذهبه حتى لا ينسب إلى الصحابي ما لم يقله. والله الموفق. ¶ سادساً: قال – وفقه الله -: ¶ وأما الآثار عن التابعين فمنها ما رواه عبدالرزاق في مصنفه عن علقمة وهو من أصحاب ابن مسعود أنه أقام بخوارزم سنتين فصلى ركعتين. ¶ __________ ¶ (1) قال الحافظ: المراد به: إذا سافرنا وأقمنا تسعة. انظر حاشية ص39. ¶ (2) ص8 رسالة الخطية. ¶ (3) سبق تخريج بعض هذه الموقوفات في القسم الأول، وقد أورد بعضها ابن القيم في زاد المعاد 3/15.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "وروى عن أبي وائل أنه خرج مع مسروق إلى السلسلة فقصر،وأقام سنين يقصر قلت: يا أباع عائشة ما يحملك على هذا؟ قال: ألتماس السنة، وقصر حتى رجع. ¶ وروى عن معمر عن أبي إسحاق قال: أقمنا مع وال قال أحسبه بسجستان سنتين، ومعنا رجال من أصحاب ابن مسعود، فصلى بنا ركعتين ركعتين حتى انصرف ثم قال كذلك كان ابن مسعود يفعل. ¶ وروى عن الشعبي أنه قال: كنت أقيم سنة أو سنتين أصلي ركعتين أو قال: ما أزيد على ركعتين، فهذه آثار عن جماعة من التابعين، وكلها تدل على جواز القصر مع المكث الطويل. ¶ تعقيب: ¶ هذه الآثار عبارة عن أفعال من هؤلاء السادة العلماء – رحمهم الله – ولا يصح الاستشهاد بها على ما ذهب إليه لعدم صراحتها، لأنها تحتمل أن إقامة هذه المدد الطويلة غير مقصودة منهم، بل ألزمتهم بها الظروف المحيطة بهم، فهي داخلة في الحالة الثانية من الحالات التي ذكرها الشيخ. ¶ ثم إن بعث التابعين على خلاف هذا، فلا يصح الاحتجاج بقول بعضهم دون الجوع إلى أقول بقيتهم إذ ليس أحدهم حجة على بقيتهم بل الواجب عند الاختلاف الرجوع إلى الكتاب والسنة لمعرفة ما اختلف فيه من الحق. والله الموفق. ¶ سابعاً: قال – وفقه الله-: ¶ وأما النظر فيقال: لو كانت نية إقامة مدة تزيد على أربعة أيام أو خمسة عشر يوما أو غير ذلك مما ذكر تحديد المدة قاطعة لحكم السفر لكانت إقامة هذه المدة بالفعل قاطعة له أيضاً، بقل أولى لأن وجود الإقامة القاطعة بالفعل أبلغ في التأثير من نيتها لو قدر أن للنية تأثيرا، لأن الإقامة إذا حصلت لم يمكن رفعها بخلاف نيتها فإ،ه يمكن فسخها وتجديد نية السفر، ولهذا كان أحد أقوال الشافعية: أنا لمسافر إذا أقام المدة التي تقطع نيتها حكم السفر لزمه الإتمام: وإن لم ينو الإقامة، وهذا عين الفقه والنظر الصحيح، فإنه إذا كانت إقامة هذه المدة غير مؤثرة كان مقتضى النظر الصحيح أن لا تؤثر نيتها، وإن كانت نيتها مؤثرة كان وقوعها بالفعل أولى بالتأثير.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "وأيضاً فإن القائلين بتأثير نية الإقامة يقولون إنها تمنع القصر والفطر ورخص السفر ولا تعطى المقيم حقاً في انعقاد الجمعة به وتولية إمامتها وخطابتها ولهذا قالوا لا يصح أن يكون إماما في الجمع في مكان إقامته. ولا خطبا فيها ولا يحسب من العدد المعتبر لها مع قولهم إنه لا يترخص برخص السفر لانقطاع حكمه في حقه، ومقتضى النظر الصحيح أن تطرد القاعدة في حقه لئلا يحصل التناقض (1). ¶ تعقيب: ¶ قلت: ما ذكره الشيخ – وفقه الله – من النظر فيه نظر للأمور التالية: ¶ لا يكون المسافر مسافراً بمجرد السفور، وقطع المسافة، بل لا بد لذلك من قصد قطع المسافة التي يحتاج قاطعها إلى حمل الزاد فعلا أو حكما. وإلا فإنه لا فرق بين الراعي المقيم وكذا المنبت والحطاب والرائد، والمسافر، لأنهم يتفقون في الإسفار، وقطعا لمسافة، وحمل الزاد غالباً. ¶ لكن المسافر يخالفهم في قصد قطع المسافة، وهم إنما قصدوا طلب المصالح التي خرجوا من أجلها. لا قطع المسافة لذاتها، فظهر بهذا أن النية لها تأثير في مسمى السفر، فعلى هذا فلا يكون المقيم مسافراً إلا بشرطين وهما: قصد قطع المسافة مع مباشرة فعلها. وليس من شرط السفر عدم التوقف عن قطع المسافة بعد الفعل بل شرط ذلك عدم قطع قصد السفر، لأن من أقام للراحة من تعب السفر أو للنوم لا ينقطع سفره، لأنها إقامة من أجل مواصلة السفر، فهي داخلة فيه، وكذا من أقام لانتظار رفقة أو لأداء عمل طرأ عليه فأجبره على الإقامة؛ لأنها إقامة غير مقصودة بل دعت إليه الظروف المحيطة بالمسافر كإقامة النبي - صلى الله عليه وسلم - عام الفتح وفي غزوة تبوك. ¶ __________ ¶ (1) ص9 من رسالته الخطية.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "إما إذا قصد الإقامة وباشرها، فإن سفره قد انقطع، لزوال شرط السفر عنه، وسواء كانت هذه الإقامة المقصودة إقامة محددة أم مطلقة، لأن الإطلاق أو التقييد لا يعود إلى شرط صحتها عند أول وقوعها، بل إن هذا يعود إلى استدامتها أو السفر بعدها. ولا يصح أن تكون نية السفر بعدها ملغية لنية فعلها. لما يلزم من ذلك من جعل المقيم مسافراً مع عدم مباشرته لقصد السفر وقطع المسافة، بل إن في هذا وجوداً للمشروط قبل وجود شروطه، وهذا ممتع عقلا وشرعا. ¶ هذا هو مقتضى النظر في نظري. والله أعلم. ¶ لا يشترط في اعتبار المقيم مسافراً أن ينوى بسفره الاستمرار في السفر، بل لو نوى المسافر بسفره عدداً معيناً من الأيام، فإنه يصيراً مسافراً، وتنقطع إقامته بذلك، وهذا محل إجماع. ¶ ومقتضى النظر، أن تكون إقامة عدد معين من الأيام مؤثرة في قطع السفر، لأ، سفر عدد معين من الأيام مؤثر في قطع الإقامة. أما أن يقال بأن السفر لا ينقطع إلا بالاستيطان أو الإقامة المطلقة. وتنقطع الإقامة بسفر عدد معين من الأيام لا بمجرد الاستمرار في السفر، فإن هذا عدم اطراد، وهو مخالف للنظر. ¶ جواباً لتساؤل الشيخ عن الفرق بين مجرد نية إقامة أربعة أيام أو أكثر منها قبل فعلها، وبين إقامتها أو أكثر منها بلا نية. أقولك سبق أن بينت أن المسافر لا يكون مسافراً إلا بشرطين وهما: قصد قطع المسافة مع مباشرة فعل ذلك. فمن نوى الإقامة فقد قطع نية سفره، أما من أقام فعلاً بلا قصد الإقامة فإن نية السفر باقية لديه، لكنه لم يواصل قطع المسافة، فظاهر الأمر أن يكون المسافر بمجرد قصد الإقامة مقيماً، وكذا بمجرد التوقف عن قطع المسافة يكون مقيماً أيضاً لتخلف أحد شرطي السفر في هاتين الحالتين.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "إلا أن السنة جاءت فخصت كل واحدة منهما، وذلك أنها دلت على أن من قصد إقامة ثالثة أيام فإنه لا ينقطع سفره، وتركت ما زاد على ذلك على الأصل. كما دلت على أن من أقام فعلا بلا قصد قطع مواصلة السفر، فإنه مسافر وذلك أن النبي - صلى الله عليه وسلم - كان يقيم للراحة والنوم فيقصر، كما أنه أقام عام الفتح وبتبوك بلا قصد بل دعت إلى ذلك الظروف المحيطة به. فلم يترك القصر. ¶ فمن كانت إقامته كإقامة رسول الله - صلى الله عليه وسلم - فله القصر ومن لا، فليس له ذلك وبهذا يتبين ما يقتضيه النظر والشرع، وهذا كاف في الفرق بينهما. والله أعلم. ¶ حكم الشيخ على رأي الشافعية بأنه عين الفقه، والنظر الصحيح: وهذا غير سليم، لأنه لو كان كذلك لأخذ به الشيخ، فلما لم يأخذ به كان رأياً ضعيفاً عند الشيخ نفسه – وفقه الله -. ¶ أما ضعفه من حيث النظر فظاهر لما سبق من أن نية إقامة عدد معين من الأيام ينقطع بها نية السفر، وإذا انقطع السفر زالت أحكامه. ¶ أما مجرد إقامة مدية معينة تزيد على أربعة أيام، ولكنها بلا نية، فإن السفر لم ينقطع بها لما سبق من دلالة السنة كما في الفقرة الماضية، وعلى هذا فلا يصح التسوية بين إقامة انقطعت بها نية السفر، وأخرى لم تنقطع بها نية السفر، خلافاً للشافعية. والله أعلم. ¶ قوله: لأن وجود الإقامة القاطعة بالفعل أبلغ في التأثير من نيتها، لو قدر أن للنية تأثيراًن لأن الإقامة إذا حصلت لم يمكن رفعها بخلاف نيتها فإنه يمكن رفعها.أ.هـ. ¶ قلت: هذا الاعتراض منقوض بكون السفر ينقطع بمجرد نية الاستيطان أو الإقامة المطلقة، لأنه يمكن فسخهما قبل التمكن من الفعل أو بعد مضى أيام معدودة بسفر آخر. وما من مستوطن إلا وفي نيته إنشاء سفر في المستقبل إما لحج أو لعمرة أو لتجارة أو غير ذلك، وهذا لم يمنع من كون الاستيطان أو الإقامة المطلقة قاطعة للسفر.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "ثم إن هذا لم يوجب أن تكون الإقامة القاطعة بالفعل أبلغ من مجرد نية الاستيطان، والإقامة المطلقة في قطع السفر عند الشيخ ومخالفيه. ¶ فعلى هذا فإنه يجب أن تكون مجرد نية الإقامة المحددة قاطعة للسفر قياساً على مجرد نية الاستيطان، والإقامة المطلقة، للاشتراك بينها في وجود نية الإقامة عند حدوث فعلها، ولأن الخلاف بين هذه الإقامات ليس في صحة كونها إقامات قاطعة للسفر، ولكنه في استدامتها، أو عدم استدامتها وذلك بإنشاء سفر آخر بعد الانتهاء من قصد الإقامة. ¶ ويجب أن لا يكون لنية الاستدامة أو عدمها تأثير في عدم قطع سفر قد انقطع، بقصد الإقامة، لأن الاستدامة قد تنقطع بنية السفر بعدها، كما أن غير المستديم قد يقطع ذلك بنية الاستدامة، فتعلق الأحكام بمجرد حدوث نية الإقامة أقوى من تعلقها بمجرد عدم قطعها لما يلزم على هذا من جواز القصر والفطر للمستوطن عند أول حدوث قصد قطع استيطانه، ولو لم يباشر سفره، وهذا ممتنع. والله الموفق. ¶ قوله: فإذا كانت إقامة هذه المدة غير مؤثرة كان مقتضى النظر الصحيح أن لا تؤثر نيتها. ¶ قلت: هذا غير صحيح لما سبق من أن من شروط السفر قصد قطع المسافة، فإذا زال هذا القصد انقطع السفر، بخلاف مواصلة السير، فإنه ليس من شروط السفر، بعد حدوثه، لأن إقامة المسافر للراحة أو للنوم، أو لانتظار الرفقة، لا ينقطع بها السفر بالإجماع، مع أن السير قد توقف. ¶ فمن أقاما أياماً بلا نية، فإن قصد السفر لديه باق، والذي حصل هو توقف مواصلة السير فقط، أما من نوى إقامة أيام معدودة، فإن قصد السفر لديه قد انقطع، مع توقف مواصلة السير أيضاً. ¶ فكيف يصح القول بأن النظر الصحيح يقتضي اعتبار الإقامة بلا نية أقوى من الإقامة بنية، بل النظر الصحيح اقتضى خلاف ذلك كما ترى. والله أعلم.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "قوله: فإن القائلين بتأثير نية الإقامة يقولون إنها تمنع القصر والفطر ورخص السفر، ولا تعطى المقيم حقاً في انعقاد الجمعة به، وتولية إمامتها وخطابتها…، ثم قال: ومقتضى النظر الصحيح أن تطرد القاعدة في حقه لئلا يحصل التناقض..أ.هـ. ¶ قلت: هذا غير صحيح، بل مقتضى النظر الصحيح يدل على خلاف هذا، لأن شروط إقامة الجمعة غير شروط إتمام الصلاة والصيام، فمن شروط إقامة الجمعة الاستيطان لا مجرد الإقامة المقصودة، بخلاف إتمام الصلاة، فإنه لا يصح قصرها إلا للمسافر، ومن لم يكن مسافراً وجب عليه الإتمام سواء كان مستوطناً أم غير مستوطن، ولذا فإن البدوي يعتبر مقيماً في مشتاه ومصيفه، وهو غير مستوطن، فوجب عليه الإتمام والصيام لكون مقيماً، ولم تجب عليه الجمعة لكونه غير مستوطن، وهذا هو مذهب الأئمة حتى عند شيخ الإسلام ابن تيمية – رحمه الله – (1). ¶ ثم إن من شروط الجمعة الذكورية، فيجب على المرأة المستوطنة الإتمام والصيام، ولا يجب عليها حضور الجمعة بخلاف الذكر الحر المستوطن، فإذا ظهر الفرق فلا قياس. والله أعلم. ¶ ثم إن هناك خلافاً في بعض المسائل التي ذكرها الشيخ كتولي الإمامة مثلاً، وليس هذا موضعاً لبسط الكلام فيها. والله الموفق. ¶ ثامناً: قال – حفظه الله -: ¶ وأما القياس فمن وجهين: ¶ __________ ¶ (1) الفتاوى 24/117، 119.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "أحدهما: أن يقال أي فرق بين رجلين كلاهما قدم البلد لغرض معين لا ينوي الإقامة إلا لهذا الغرض لكن أحدهما يعرف متى ينتهي، والثاني لا يعرف فنقول للأول لا تترخص برخص السفر إذا علمت أنه لا ينتهي إلا بعد كذا وكذا من الأيام، ونقول للثاني لك أ، تترخص وإن أقمت سنين حتى وإن ظننت أنه لا ينتهي إلا بعد تمام المدة على القول الذي حكاه في الإنصاف عن الكافي ومختصر ابن تميم، فإن قلت: الفرق أن الأول حدد مدة إقامته بخلاف الثاني فالجواب: أن تحديد المدة لا أثر له في نية قطع السفر، لأن السبب فيهما واحد وهو الإقامة لانتظار انتهاء الغرض لكن الأول حدد مدة إقامته باعتبار طبيعة الغرض وربما تحدث له موانع يتأخر بها عن الوقت المحدد وربما تتجدد له أسباب يتقدم بها. وقد سبق لك أن النبي - صلى الله عليه وسلم - أقام إقامة محددة في حجة الوداع فقصر وأقام أطول منها في غزوة الفتح وتبوك فقصر لأن العلة في الإقامتين واحدة وهي انتظار انتهاء ما أقام من أجله، وعلى هذا فيكون الفرق غير مفرق. ¶ الوجه الثاني من القياس: أن يقال أي فرق بين رجلين قدما بلدا لغرض يغادران البلد بمجرد انتهائه لكن أحدهما نوى أن يقيم ستا وتسعين سعة فقط والثاني نوى أن يقيم سبعا وتسعين ساعة ثم نقول للأول: حكم السفر باق في حقك لك أن تترخص برخصه، ونقول للثاني قد انقطع حكم السفر في حقك فليس لك أن تترخص برخصه، ونقول للثاني قد انقطع حكم السفر في حقك فليس لك أن تترخص برخص السفر من أن كل واحد منهما لا يريد إ قامة مطلقة وإنما يريد إقامة مرتبطة بغرض متى انتهى عاد إلى وطنه، وكل منهما يعتبر نفسه غرباً في محل إقامته، وظاعنا عنه ولو قيل له بعد انتهاء غرضه أقم ما أقام فكيف يمكن أن نفرق بينهما سفرا وإقامة بفرق ساعة (1)؟ ¶ تعقيب: ¶ هذا القياس جاء من وجهين، فالجواب عنه يحتاج إلى جوابين أيضاً، وهما: ¶ الجواب الأول: ¶ __________ ¶ (1) ص9 من رسالته الخطية.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "هذا القياس لا يلزم الجمهور، لأنه على خلاف مذهبهم، وذلك للأمور التالية: ¶ ليست علة قطع السفر عند الجمهور هي معرفة متى ينتهى غرضه الذي أقام من أجله، ولا عدم معرفة ذلك حتى تصح التسوية بين الإقامتين، ويصح إلغاء الفارق بينهما، لكن علة ذلك عندهم هي نية الإقامة مع مباشرة فعلها لا مجرد حدوثها بلا نية، فمن قصد إقامة أكثر من ثلاثة أيام فقد انقطع سفره، سواء عرف متى ينتهى غرضه أم لم يعرف ذلك، لأن محل قصد الإقامة هو الزمن لا الغرض الذي أقام من أجله. ¶ أما من لم يقصد إقامة عدد من الأيام، لكونه قدم البلد، لانهاء غرض لا يعرف متى ينتهى غرضه، فهذا في الحقيقة لم ينو الإقامة، ولذا لم ينقطع سفره لأن هذه الإقامة جاءت على غير مراده وقصده بل دعى إليها الغرض الذي سافر من أجله، فلا يصح التسوية بينها وبين إقامة مقصوده، وبهذا ظهر الفرق بين الإقامتين. ¶ ثم إن حكم الإقامة هو حكم السفر، فمجرد قطع المسافة في الصحراء لا يسمى فاعله مسافراً، وإن كان حاملاً للزاد، لأن من شرط السفر قصد قطع المسافة. ¶ ولذا فلا يصح للراعي والرائد والمنبت الترخص برخص السفر، وإن تساووا مع المسافر بقطع المسافة، لاختلافهم في قصد قطعها. وكذا يقال في الإقامة، فمجرد التوقف في المكان لا يسمى صاحبه مقيماً، لأنه لم يقصدها، فتوقفه كالمشي للعري ونحوه. والله أعلم. ¶ لا يصح هذا القياس إلا على رأي الشيخ – سلمه الله – ومن وافقه، لأنه قاس إحدى الإقامتين على الأخرى بعد إلغاء تأثير نية الإقامة في قطع السفر، وهذا الإلغاء مختلف فيه، فلا يصح أن يحتج به على من لا يقول به ، وهم الجمهور.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ثم إن مما يدل على عدم صحة هذا الإلغاء أن السفر لم ينعقد إلا بعد قطع نية الإقامة بنية السفر، فلماذا لا تكون نية الإقامة قاطعة لنية السفر أيضا، وهذا هو القياس الصحيح، ومما يشهد لصحته مدلول قوله الله تعالى: { يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ } فمن لم يكن مقيماً فهو ظاعن، ومن لم يكن ظاعناً فهو مقيم، وليس بينهما قسم ثالث. والله أعلم. ¶ قوله: أن النبي - صلى الله عليه وسلم - أقام إقامة محددة في حجة الوداع فقصر وأقام أطول منها في غزوتي الفتح وتبوك فقصر، لأن العلة في الإقامتين واحده، وهي انتظار انتهاء ما أقام من أجله. ¶ قلت: هذا لا يصح لوجود الفارق بين الإقامتين، وذلك أن الإقامة في حجة الوداع ليست من أجل انتظار إنهاء ما أقام من أجله، بل من أجل دخول وقت ما سافر من أجله، وهي أيام المناسك. ¶ أما إقامته - صلى الله عليه وسلم - في غزوتي الفتح وتبوك، فهي كما قال الشيخ من أجل انتظار إنها ما أقام من أجله. ¶ فلما اختلفت علة الإقامتين، فإنه لا يصح التوحيد بينهما وذلك بجعل مدلولهما واحداً. ¶ ولذا فإن مذهب الجمهور: أن الأصل في نظير الإقامة في حجة الوداع، أن تكون قاطعة للسفر، فلما قصر النبي - صلى الله عليه وسلم - فيها أخذ الجمهور بهذا الفعل، واقتصروا على عدد أيامه، فخصوها من أصلها، ولم يزيدوا عليها، لأن لا عموم للأفعال، وعلى هذا فإن الزيادة محكومة بأصلها، وهو أن من قصد الإقامة انقطع قصد سفره. ¶ أما لما كانت إقامته - صلى الله عليه وسلم - من أجل انتظار إنها ما أقام من أجله، فإن الإقامة غير مقصودة لذاتها، فلم ينقطع بها قصد السفر لعدم التعارض بين قصد الإقامة مع قصد السفر. ¶ وعلى هذا فلا يصح التوحيد بني دلالة الإقامتين. والله أعلم. ¶ الجواب الثاني:",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "قلت: في الأصل أنه لا فرق بين من يقيم ستاً وتسعين ساعة، ومن يقيم سبعاً وتسعين ساعة، لأنهما إقامتان مقصودتان فاستويا في قطع قصد السفر، لأنه لا يصح أ، يقال ببقاء السفر لمن قصد الإقامة لما في ذلك من الجمع بين الضدين. ¶ إلا أن فعل رسول الله - صلى الله عليه وسلم - دل على أن من أقام ستاً وتسعين ساعة أنه مسافر، ولم يدل على أن من أقام أكثر من ذلك أنه مسافر، فيجب الجمع بين الأدلة، وذلكن بتخصيص ما خصصته السنة، وإبقاء ما لم تخصصه على أصله، ولذا فإن من أقام ستا وتسعين ساعة فهو مسافر،ومن زاد فهو مقيم، ولا يصح أن يقال بأنه يشمله فعل رسول الله - صلى الله عليه وسلم - لأنه لا عموم للأفعال، كما لا يصح التسوية بين ما ورد فيه مخصص، وبين ما لم يرد فيه ذلك. والله أعلم. ¶ تنبيه: ¶ هذه المناقشة التي جرت حول تحديد مدة الإقامة بعدد الساعات جاءت على سبيل التنزل والمجاراة لا على سبيل تحديد الرأي. ¶ لأن الصواب فيما أرى – والله أعلم – أن تحديد مدة الإقامة القاطعة للسفر يعود إلى عدد الأيام لا إلى عدد الساعات، وذلك أن المسافر إذا قصد إقامة ثلاثة أيام تامة فإنه لا ينقطع سفره، وهذا لا يتأتى إلا إذا لم يعد ما يقيمه من يومي الدخول والخروج من الإقامة. وقد يطول ما يقيمه منهما وقد يقصر. لكن لا أثر له في تغيير الحكم. ¶ لكن لو قصد إقامة أكثر من ثلاثة أيام، فإنه يتم، ولا يتأتى هذا إلا إذا قصد إقامة اليوم الرابع معها بأكمله. ثم يخرج في اليوم الخامس، إذ لو خرج في اليوم الرابع لصار مقيماً ثلاثة أيام تامة فقط. ¶ وهذه لا ينقطع بها السفر، هذا هو المتفق مع مذهب جمهور من يرى تحديد المدة بالأيام، وقد ذهب الإمام أحمد إلى تحديد مدة الإقامة بعدد الصلوات والله أعلم. ¶ إيضاح:",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "إن المراد من مناقشة رأي شيخ الإسلام ابن تيمية رحمه الله وتلميذه ابن القيم رحمه الله، ورأي شيخنا حفظه الله إبانة لما رأيته من حق في القول في هذه الموضوعات نضحاً للنفس وللأخوان حتى لا نقصر حيث يجب الإتمام، ولا نفطر حيث يجب الصيام. ¶ ولا أريد بهذا أن أضع نفسي في مصاف هؤلاء العلماء بل إنني أتقرب إلى الله بمحبتهم في الله لعظيم إتباعهم للسنة ولعظيم نصحهم للأمة، كيف لا وقد سبقونا إلى الإيمان والإسلام وقد عرف عنهم نشر العلم والعمل به، والدفاع عن عقيدة سلف الأمة، ونصرة كتاب الله وسنة رسوله - صلى الله عليه وسلم - ، فجزاهم الله عن الإسلام والمسلمين ما يجزي به عباده الصالحين. ¶ وليعلم أن الأراء التي تمت مناقشتها مما يسوغ الاختلاف فيها، لأنها من المسائل الفقهية الاجتهادية وليست من المسائل الاعتقادية التوقيفية. ولذا فإنه قد تم أجر – إن شاء الله – من صح قصده، وإن لم يصب الحق الذي يريده الله، ومن المعلوم أنه لا يصح للمرء أن يجزم في مثل هذه المسائل بأنه أصاب الحق الذي يريده الله، لأن هذه المسألة وما يشابهها تعد من الأمور الظنية الخاضعة للاجتهاد والنظر. فالمصيب فيها مأجور كما أن المخطيء فيها مأجور. والله أعلم بالصواب. ¶ الخاتمة ¶ من خلال الدراسة السابقة توصلت بعون الله إلى فوائد مهمة، من أبرزها ما يلي: ¶ إن الآيات الواردة بشأن قصر الصلاة، وإتمامها قد دلت بمنطوقها ومفهومها على مشروعية القصر لمن كان ضارباً في الأرض، ووجوب الإتمام لمن كان مطمئناً قد انقطع سفره. ¶ دلت السنة على مشروعية القصر، والفطر لمن كان مسافراً، وعلى وجوب الإتمام على من انقطع سفره. ¶ إن إقامة النبي - صلى الله عليه وسلم - عام الفتح وفي تبوك كانت غير مقصودة لذاتها، بل إن متطلبات الجهاد دعت إليها، ولذا فهي في حكم السفر، فيشرع القصر لمن كانت حاله كحال رسول الله - صلى الله عليه وسلم - .",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "إن إقامة النبي - صلى الله عليه وسلم - في حجة الوداع كانت مقصودة لذاتها لا لمجرد إنجاز عمل أثناءها. ¶ إن مذهب ابن عمر وكذا ابن عباس وجوب الإتمام لمن قصد الإقامة. ¶ عدم صحة القول بمشروعية قصر الصلاة لمن أقام إقامة غير دائمة. ¶ عدم صحة القول بأن القياس دل على أن للمقيم غير المستوطن القصر والفطر. وكذا عدم صحة القول بأن النظر يقتضي ذلك. ¶ إن القياس الصحيح، والنظر السليم قد دلا على انقطاع السفر لمن قصد الإقامة. ¶ إن من قصد إقامة أكثر من ثلاثة أيام ما عدا يومي الدخول و الخروج فقد انقطع سفره. ¶ أما من كانت إقامته ثلاثة فأقل فإنه يقصر، ولا يحسب في هذا يومي الدخول والخروج. ¶ مخالفة مذهب ابن القيم لمذهب شيخه شيخ الإسلام. ¶ إن من كانت إقامته غير مقصودة، وذلك أن تقتضيها الظروف المحيطة بالمسافر فإنه يعتبر مسافراً وإن طالت المدة. والله أعلم. ¶ هذا ما يسر الله تحريره والحمد لله الذي بنعمته تتم الصالحات، وصلى الله على نبينا محمد وعلى آله وأصحابه أجمعين وعلى من تمسك بسنته إلى يوم الدين. ¶ الفهارس ¶ ثبت المصادر والمراجع ¶ القرآن الكريم. ¶ صحيح البخاري مع فتح الباري، الطبعة السلفية. ¶ صحيح الإمام مسلم مع شرح النووي، طباعة المطبعة المصرية. ¶ سنن أبي داود، بتعليق محمد محي الدين عبد الحميد، نشر دار إحياء السنة. ¶ سنن الترمذي، تحيق عبدالرحمن عثمان، تصوير دار الفكر. ¶ موطأ الإمام مالك، رواية يحيى الليثي، الطبعة الأولى. ¶ مسند أحمد، تصوير المكتب الإسلامي. ¶ مصنف عبدالرزاق، توزيع المكتب الإسلامي. ¶ مصنف ابن أبي شيبة، طباعة الدار السلفية، بومباي – الهند. ¶ الإحسان بترتيب صحيح ابن حبان، الناشر: دار الكتب العلمية، بيروت. ¶ شرح معاني الآثار للطحاوي، تحقيق محمد النجار – نشر المكتبة العلمية. ¶ تهذيب الآثار للطبري، نشر جامعة الإمام. ¶ سنن البيهقي، مطبعة حيدر آباد – الطبعة الأولى. ¶ المنتقى مع نيل الأوطار لابن تيمية، طباعة مصطفى الحلبي.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "فتح الباري، المطبعة السلفية، بتحقيق ابن باز. ¶ نيل الأوطار للشوكاني، طباعة مصطفى الحلبي. ¶ التأريخ الكبير للإمام البخاري، تصوير دار الكتب العلمية – بيروت. ¶ الجرح والتعديل لابن أبي حاتم، الطبعة الأولى – المطبعة العثمانية – الهند. ¶ طبقات ابن سعد، تصوير دار صادر – بيروت. ¶ ثقات ابن حبان، الطبعة الأولى المطبعة العثمانية – الهند. ¶ الكامل في الضعفاء لابن عدي – الناشر: دار الفكر – بيروت. ¶ الأنساب للسمعاني، تحقي الحلو – الناشر: محمد دمج – بيروت. ¶ نصب الراية للزيعلي، الناشر: المكتبة الإسلامية. ¶ سير أعلام النبلاء للذهبي، الطبعة الأولى، نشر مؤسسة الرسالة. ¶ ميزان الاعتدال للذهبي، تحقيق علي البجاوي، الناشر دار المعرفة بيروت. ¶ اللباب في تهذيب الأنساب، لابن الأثير – تصوير: دار صادرت – بيروت. ¶ تهذيب الكمال للمزي، نسخة مصورة من المخطوطة – نشر دار التراث. ¶ تهذيب التهذيب لابن حجر – الطبعة الأولى، مطبعة المعارف النظامية. ¶ تقريب التهذيب لابن حجر، تحقيق محمد عوامة. ¶ لسانالميزان لابن حجر – من منشورات مؤسسة الأعلى – بيروت. ¶ تعجيل المنفعة لابن حجر، بعناية السيد المدني. ¶ التلخيص الحبير لابن حجر، بعناية السيد المدني – دار المحاسن. ¶ تراجم الأحبار للمظاهري، الناشر: المكتبة الخليلية – الهند. ¶ المعرفة والسنن للبيهقي، تحقيق قلعجي – الطبعة الأولى. ¶ المحلى لابن حزم، تحقيق أحمد شاكر. ¶ المجموع للنووي، الناشر: المكتبة العلمية – الفجالة. ¶ بدائع الصنائع للكاساني، نشر دار الكتب العلمية بيروت. ¶ المغني لابن قدامة، بتحقي التركي والحلو – مطبعة هجر. ¶ مجموع فتاوى شيخ الإسلام ابن تيمية، جمع ابن قاسم – الطبعة الأولى. ¶ زاد المعاد لابن القيم، تحقيق شعيب الأرناووط. ¶ تهذيب اللغة للأزهري، تحقيق عبدالسلام هارون – مطبعة دار القومية العربية بمصر. ¶ معجم مقاييس اللغة لابن فارس، تحقيق عبدالسلام هارون – دار الكتب العلمية.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "لسان الميزان – لابن منظور، تصوير: دار صادر. ¶ المصباح المنير للفيومي – المكتبة العلمية – بيروت. ¶ مدارج السالكين لابن القيم، الطبعة الأولى، دار الكتب العلمية – بيروت. ¶ التمهيد لابن عبدالبر بعناية وزارة الأوقاف المغربية. ¶ فهرس الموضوعات ¶ مقدمة سماحة المفتي العام الشيخ عبدالعزيز بن باز ¶ مقدمة المؤلف ¶ المنهج في تخريج الأحاديث والحكم عليها ¶ التمهيد ¶ التعريف بالألفاظ اللغوية المتعلقة بالمسافر والمقيم ¶ الحاضر ¶ البادي ¶ القريب ¶ الغائب ¶ الضارب في الأرض ¶ المطمئن ¶ المستوطن ¶ الظاعن ¶ المقيم ¶ المسافر ¶ النتيجة ¶ الفرق بين لفظي السفر والضرب في الأرض ¶ القسم الأول ¶ تاريخ قصر الصلاة والتوفيق بين ما ورد في ذلك ¶ حكم القصر في السفر ¶ مشروعية القصر في القرآن ¶ دلالة قصر النبي - صلى الله عليه وسلم - أثناء إقامته في سفر ¶ مدة الإقامة التي تقصر فيها الصلاة ¶ التعقيب في معارضة مذهب الإمام أحمد ¶ تحرير مذهب عبدالله بن عمر – - رضي الله عنه - - ¶ التوفيق بين الروايات عنه – - رضي الله عنه - - ¶ تحرير مذهب ابن عباس – - رضي الله عنه - - ¶ التوفيق بين الروايات عنه – - رضي الله عنه - - ¶ تحرير مذهب أنس – - رضي الله عنه - - ¶ إيضاح سبب ذلك ¶ القسم الثاني ¶ دراسة رأي شيخ الإسلام ابن تيمية ¶ التعقيب عليه في ذلك ¶ ثانياً: استدلالة في إقامتي مكة وتبوك ¶ التعقيب عليه في ذلك ¶ ثالثاً: رده على الذين حددوا للإقامة بعدد من الأيام ¶ التعقيب عليه في ذلك ¶ رابعاً: رده على من احتج بالإقامة عام حجة الوداع ¶ التعقيب عليه في ذلك ¶ خامساً: رده على من فرق بين الإقامة والسفر بعدد الأيام ¶ التعقيب عليه في ذلك ¶ سادساً: مناقشته من جعل مجرد قدوم المصر إقامة ¶ التعقيب: في بيان مذهب الجمهور في ذلك ¶ سابعاً: بيانه لمذهب ابن عمر – - رضي الله عنه - - ¶ التعقيب عليه في ذلك ¶ دراسة رأي ابن القيم ¶ نص مذهبه في ذلك ¶ التعقيب في تحرير مذهب ¶ تحرير مذهب ابن القيم ¶ دراسة رأي العلامة محمد بن صالح العثيمين",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "تحديده لرأيه، وذكره لبعض من ذهب إلى ذلك ¶ التعقيب عليه في ذلك ¶ أولاً: رأيه في حالات المغتربين ¶ التعقيب عليه في ذلك ¶ الحالة الأولى مما لم يذكره من حالات ¶ الحالة الثانية مما لم يذكره من حالات ¶ حالة الثالثة مما لم يذكره من حالات ¶ ثانياً: رأيه في المراد بالضارب في القرآن ¶ التعقيب عليه في ذلك ¶ ثالثاً: المراد بالمسافر في السنة ¶ التعقيب على ذلك ¶ تعليق سماحة المفتي على رأي المؤلف ¶ رابعاً: الدليل الثاني من السنة على المراد بالمسافر ¶ التعقيب عليه في ذلك ¶ خامساً: الآثار عن الصحابة الدالة على تحديدهم للمسافر ¶ التعقيب عليه في ذلك ¶ سادساً: الآثار عن التابعين الدالة على مذهبه في ذلك ¶ التعقيب عليه في ذلك ¶ سابعاً: استدلاله من النظر على رأيه ¶ التعقيب عليه في ذلك ¶ ثامناً: استدلاله بالقياس لرأيه ¶ التعقيب عليه في ذلك ¶ تنبيه ¶ إيضاح ¶ الخاتمة ¶ الفهارس ¶ ثبت المصادر والمراجع ¶ فهرس الموضوعات",
            "page": "114",
            "part": "1"
        }
    ],
    "t36409": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قصر الصلاة للمغتربين"
        }
    ]
}