{
    "b36405": [
        {
            "id": "1",
            "nass": "فِقْهُ الْجِهَاد ¶ لفضيلة الشيخ ¶ د. ياسر برهامي ¶ الدعوة السلفية ¶ Omar_rahal2005@yahoo.com ¶ Omar_rahal84@hotmail.com ¶ ( ¶ تحتل قضية الجهاد في سبيل الله أهمية قصوى في حياة المسلمين ، فقد أعز الله به المسلمين الأوائل وقامت عليه فتوحاتهم الكبرى التي نشر الله بها دينه في مشارق الأرض ومغاربها كما بشر بذلك رسول الله صلي الله عليه وسلم وخرج الناس من عبادة العباد إلى عبادة رب العباد ، ومن جور الأديان إلى عدل الإسلام ومن ضيق الدنيا إلى سعة الدنيا والآخرة ، وبقيت دولة الإسلام قاهرة لعدوها غالبة لقوى الشر في العالم ما تمسكت به وأقامته ، وما أن تركته الأمة إلا تسلط عليها عدوها وأذلها وأخذ بعض ما في أيديها إلا انه بحمد الله وفضله لم ينقطع ، ولا ينقطع إلى يوم القيامة مصداقاً لقول رسول الله صلي الله عليه وسلم : \" لا تزال عصابة المسلمين يقاتلون على الحق ظاهرين على من ناوأهم إلى يوم القيامة\". رواه البخاري ومسلم واللفظ له . ¶ وكذلك تحتل قضية الجهاد أهمية كبرى في فكر الصحوة الإسلامية المعاصرة وعملها ، وتصور الجماعات الإسلامية العاملة على الساحة لهذه القضية وتطبيقها في الواقع مما يسبب كثيراً من الاختلاف والافتراق بين مرجح لبعض الصور ومانع لها ، ولاشك أنه يلزم المسلم أن يكون على علم وبينة من أمره في هذا الباب الخطير حتى لا يكون تاركاً لما أوجبه الله عليه ضناً بدنياه وإيثاراً لملذاته على أمر آخرته فيقع في النفاق وهو لا يشعر ، وكذلك حتى لا يكون سالكاً سبيل الغواية من حيث أراد الهداية مُقْدِماً على ما يضر نفسه وأمته ودعوته من حيث أراد نفعها .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن هنا كان تناولنا لموضوع الجهاد في سبيل الله لبيان موقف الدعوة السلفية لأبنائها وغيرهم ممن قد يكون لم يطَّلع أو يسمع منا وإنما يسمع عنا وما أكثر ما يُسمع في هذا المجال مما يزيد التنافر والتباغض وسوء الفهم والظن ونسأل الله تعالي أن يوفقنا لما يحبه ويرضاه ، وأن يجعلنا من المجاهدين في سبيله فهو أعلم بمن يجاهد في سبيله وهو مولانا نعم المولى ونعم النصير. ¶ كتبه: ¶ ياسر بن حسين بن برهامي ¶ عفا الله عنه ، وعن المسلمين أجمعين ¶ فضائل الجهاد والمجاهدين ، وفضل الشهادة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "قال الله تعالى: ( لاَّ يَسْتَوِي الْقَاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُوْلِي الضَّرَرِ وَالْمُجَاهِدُونَ فِي سَبِيلِ اللّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فَضَّلَ اللّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلاًّ وَعَدَ اللّهُ الْحُسْنَى وَفَضَّلَ اللّهُ الْمُجَاهِدِينَ عَلَى الْقَاعِدِينَ أَجْرًا عَظِيمًا( ]النساء:95[ ، وقال الله تعالى:( أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللّهِ لاَ يَسْتَوُونَ عِندَ اللّهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الظَّالِمِينَ (19) الَّذِينَ آمَنُواْ وَهَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ اللّهِ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ أَعْظَمُ دَرَجَةً عِندَ اللّهِ وَأُوْلَئِكَ هُمُ الْفَائِزُونَ ( ]التوبة: 19-20[ . روى مسلم في صحيحهِ عن النعمان بن بشير قال : كنت عند منبر رسول الله صلي الله عليه وسلم في نفر من أصحابه ، فقال رجل منهم ما أبالى أن لا أعمل لله عملاً بعد الإسلام إلا أن أسقى الحاج ، وقال آخر: بل عمارة المسجد الحرام ، وقال الآخر: بل الجهاد في سبيل الله خير مما قلتم فزجرهم عمر بن الخطاب ( وقال: لا ترفعوا أصواتكم عند منبر رسول الله صلي الله عليه وسلم وهو يوم الجمعة،ولكن إذا صليت الجمعة دخلت فاستفتيته فيما اختلفتم فيه، فأنزل الله تعالي:( أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللّهِ وَالْيَوْمِ الآخِرِ ( ]التوبة:19[ (مسلم بشرح النووي 6/86) ، وقال تعالى: ( إِنَّ اللّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُم بِأَنَّ لَهُمُ الجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ ( ]التوبة:111[ ، وقال تعالى: ( يَا أَيُّهَا الَّذِينَ آَمَنُوا",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ (10) تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ ( ]الصف: 9-10[ ، وقال تعالى: (وَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِي سَبِيلِ اللّهِ أَمْوَاتًا بَلْ أَحْيَاء عِندَ رَبِّهِمْ يُرْزَقُونَ (169)فَرِحِينَ بِمَا آتَاهُمُ اللّهُ مِن فَضْلِهِ وَيَسْتَبْشِرُونَ بِالَّذِينَ لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ( ]آل عمران: 169-170[. ¶ وعن أبى هريرة ( قال:\" سئل رسول الله صلي الله عليه وسلم أي العمل أفضل ؟ قال: إيمان بالله ورسوله. قيل: ثم ماذا ؟ قال: الجهاد في سبيل الله ، قيل: ثم ماذا ؟ قال: حج مبرور \" [متفق عليه] ، وعن أنس قال: قال رسول الله صلي الله عليه وسلم: \" لغدوة في سبيل الله أو روحة خير من الدنيا وما فيها \" [متفق عليه]. ¶ وعن عثمان( قال : \" سمعت رسول الله صلي الله عليه وسلم يقول: رباط يوم في سبيل الله خير من ألف يوم فيما سواه من المنازل \" [رواه الترمذي وقال حسن صحيح].",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وعن أبي هريرة ( قال: قال رسول الله صلي الله عليه وسلم:\" من قاتل في سبيل الله فواق ناقة وجبت له الجنة \" [رواه الترمذي وحسنه] ، والفواق ما بين الحلبتين ، وعنه قال رسول الله صلي الله عليه وسلم:\" تضمن الله لمن خرج في سبيله لا يخرجه إلا جهاد في سبيلي وإيماناً وتصديقاً برسلي فهو ضامن أن أدخله الجنة أو أرجعه إلى منزله الذي خرج منه بما نال من أجر أو غنيمة، والذي نفس محمد بيده ما من كلم (أي جرح) يُكْلَم في سبيل الله إلا جاء يوم القيامة كهيئة يوم كٌلِمَ ،لونه لون الدم وريحه ريح المسك ،والذي نفس محمد بيده لولا أن يشق على المسلمين ما قعدت خلاف سرية تغزوا في سبيل الله أبداً ، ولكن لا أجد سعة ويشق عليهم أن يتخلفوا عنى ، والذي نفس محمد بيده لوددت أن أغزو في سبيل الله فأقتل ثم أغزو فأقتل ثم أغزو فأقتل \" [رواه مسلم وروى البخاري بعضه]. ¶ وعن زيد بن خالد أن رسول الله صلي الله عليه وسلم قال:\" من جهز غازياً في سبيل الله فقد غزا ومن خلف غازياً في أهله بخير فقد غزا \" [متفق عليه] ، وعن أبي هريرة ( قال رسول الله صلي الله عليه وسلم:\" ما يجد الشهيد من مس القتل إلا كما يجد أحدكم من مس القرصة \" [رواه الترمذي وقال حسن صحيح] . ¶ والأحاديث في فضل الجهاد والشهادة أكثر من أن تحصى . ¶ قال الفضل بن زياد سمعت أبا عبد الله يعني أحمد بن حنبل وذكر له أمر العدو فجعل يبكي ويقول ما من أعمال البر أفضل منه ، وقال لا نعلم شيئاً من أبواب البر أفضل من السبيل . ¶ ((( ¶ حب الجهاد فرض وكراهيته نفاق",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال تعالى: (وَلاَ عَلَى الَّذِينَ إِذَا مَا أَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لاَ أَجِدُ مَا أَحْمِلُكُمْ عَلَيْهِ تَوَلَّواْ وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدَّمْعِ حَزَنًا أَلاَّ يَجِدُواْ مَا يُنفِقُونَ ( ]التوبة:92[ ، وقال تعالي: (قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُم مِّنَ اللّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُواْ حَتَّى يَأْتِيَ اللّهُ بِأَمْرِهِ وَاللّهُ لاَ يَهْدِي الْقَوْمَ الْفَاسِقِينَ( ]التوبة:24[ . وقال تعالي: (فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ اللّهِ وَكَرِهُواْ أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ اللّهِ وَقَالُواْ لاَ تَنفِرُواْ فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَّوْ كَانُوا يَفْقَهُونَ( ]التوبة:81[ . ¶ وعن سهل بن حنيف أن رسول الله صلي الله عليه وسلم قال:\" من سأل الله الشهادة بصدق بلغه الله منازل الشهداء وإن مات على فراشه \" [رواه مسلم] . ¶ وعن أبي أمامه (:\" من لم يغز أو يجهز غازياً أو يخلف غازياً في أهله بخير أصابه الله بقارعة قبل يوم القيامة \" [رواه أبو داود بإسناد صحيح] ، وفى الرواية الأخرى \" مات على شعبة من النفاق \" [رواه مسلم] . ¶ ((( ¶ معنى الجهاد وأنواعه ¶ قال بن حجر في الفتح (6/1): الجهاد شرعاً بذل الجهد في قتال الكفار ، ويطلق أيضاً على مجاهدة النفس والشيطان والفساق . ¶ وقال الكاساني في بدائع الصنائع (7/97): الجهاد في سبيل الله فعبارة عن بذل الجهد وهو الوسع والطاقة ، أو عن المبالغة في العمل من الجهد وفي عرف الشرع يستعمل في بذل الوسع والطاقة بالقتال في سبيل الله تعالي بالنفس والمال واللسان أو غير ذلك أو المبالغة في ذلك .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "روى أبو داود بإسناد صحيح أن النبي صلي الله عليه وسلم قال: \" جاهدوا المشركين بأموالكم وأنفسكم ألسنتكم \" . ¶ وروى أحمد وابن حبان والحاكم وصححه ووافقه الذهبي:\" المجاهد من جاهد نفسه في طاعة الله ، والمهاجر من هجر ما نهى الله عنه \" . ¶ روى أبو داود والترمذي وحسنه عن النبي صلي الله عليه وسلم: \" أفضل الجهاد كلمة عدل عند ذي سلطان جائر \" [ورواه النسائي بسند صحيح] . ¶ وقد قال تعالى: ( فَلَا تُطِعِ الْكَافِرِينَ وَجَاهِدْهُم بِهِ جِهَادًا كَبِيرًا] (الفرقان:52[ ، أي بالقرآن . ¶ ومن هنا يتضح أن الجهاد عند إطلاقه يراد به قتال الكفار وقد يراد به مقاومة الشر والسعي في إبطاله والأمر بالمعروف والنهى عن المنكر بصوره المختلفة ، فليس محصوراً في القتال . ¶ قال ابن القيم رحمه الله في بيان مراتب الجهاد : فجهاد النفس أربع مراتب:- ¶ إحداها: أن يجاهدها على تعلم الهدى ودين الحق الذي لا فلاح لها ولا سعادة في معاشها ومعادها إلا به ومتى فاتها علمه شقيت في الدارين . ¶ الثانية: أن يجاهدها على العمل به بعد علمه وإلا فمجرد العلم بلا عمل إن لم يضرها لم ينفعها . ¶ الثالثة: أن يجاهدها على الدعوة إليه وتعليمه من لا يعلمه وإلا كان من الذين يكتمون ما أنزل الله من الهدى والبينات ولا ينفعه علمه ولا ينجيه من عذاب الله . ¶ الرابعة: أن يجاهدها على الصبر على مشاق الدعوة إلى الله وأذى الخلق ويتحمل ذلك كله لله . ¶ ثم ذكر جهاد الشيطان على مرتبتين في دفع الشبهات ودفع الشهوات . ¶ ثم جهاد الكفار والمنافقين أربع مراتب بالقلب واللسان والمال والنفس وجهاد المنافقين أخص باللسان ، وجهاد الكفار أخص باليد . ¶ ثم جهاد أرباب الظلم والبدع والمنكرات فثلاث مراتب :- ¶ الأولى: باليد إذا قدر . ¶ الثانية: فإن عجز انتقل إلى اللسان . ¶ الثالثة: إن عجز جاهد بقلبه .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قال فهذه ثلاثة عشر مرتبة من الجهاد ، ومن لم يغز ولم يحدث نفسه بالغزو مات على شعبة من النفاق .أهـ.(زاد المعاد 2/39-40)... باختصار. ¶ وتظهر فائدة تعدد أنواع الجهاد ومراتبه وعدم انحصاره في القتال وإن كان القتال هو ذروة السنام لهذا الذين وهو المقصود في إطلاق الآيات والأحاديث في معرفة أولويات العمل الإسلامي ومعرفة سبيل الأنبياء عموماً والنبي صلي الله عليه وسلم خصوصاً في التغيير فإن الكثير من الناس ربما يدفعه تصوره القاصر على مفهوم الجهاد إلى أعمال غير منضبطة بضوابط الشرع ليتخلص من ظنه تضييع الجهاد وقد غاب عنه أن واجب الوقت الذي هو فيه نوع آخر من أنواع الجهاد ، والناظر في سنة الأنبياء الذين أمروا بالقتال يرى بجلاء أن أولويات العمل بدأت أولاً بالدعوة إلى الإيمان بمعانيه الشاملة ثم إيجاد الطائفة المؤمنة القادرة على تحمل مسؤوليات هذا الدين ثم شرع القتال بعد ذلك بل لا يمكن أن يقوم الجهاد بمعنى القتال إلا إذا سبقته هذه المقدمات . ¶ قال ابن القيم : \" ولما كان جهاد أعداء الله في الخارج فرعاً على جهاد العبد نفسه في ذات الله \" كما قال النبي صلي الله عليه وسلم:\" المجاهد من جاهد نفسه في ذات الله والمهاجر من هجر ما نهى الله عنه \" كان جهاد النفس مقدماً على جهاد العدو في الخارج وأصلاً له فإنه ما لم يجاهد نفسه أولاً لتفعل ما أمرت به وتترك ما نهيت عنه ويحاربها في الله لم يمكنه جهاد عدوه في الخارج .أهـ.(زاد المعاد 2/38).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وليس المقصود من هذا تعطيل الجهاد بمعنى القتال إذا تعين بزعم تربية النفس وجهادها أو اشتراط العدالة في المجاهدين حتى يجاب عنه باتفاق العلماء على وجوب القتال على الفسقة والاستعانة بهم إجماعاً كما يقول البعض ، بل المقصود بيان حقيقة كونية وسنة شرعية لا يمكن أن يقوم الجهاد إلا بها وقد سار عليها الأنبياء وأصحابهم فلابد لنا ونحن نحدد للصحوة أولويتها وعملها في واقعنا المعاصر أن نسير على منهجهم ولا يغيب عنا أن جيوش الصحابة والتابعين لم يكن أكثرهم حديثي الإسلام أو من الفساق والمنافقين حاشاهم من ذلك ، بل هم بحمد الله أكمل الأمة إيماناً وأكثرهم علماً وأحسنهم عملاً ، وبهذا نصرهم الله . ¶ قال البخاري في صحيحه : باب عمل صالح قبل القتال . ¶ وقال أبو الدر داء : إنما تقاتلون بأعمالكم . ¶ ولاشك أن حالة الضرورة غير حالة الاختيار ، وحالة إحياء الأمة من رقدتها الطويلة وبعثها من تحت سلطان عدوها غير حالة الدفع عن الأمة القائمة إذا نزل بها عدوها إذ لا يستجيب لداعي الجهاد ، بل لكل دواعي طاعة الله في حالة الرقاد إلا من استجاب للإيمان والالتزام أصلاً ، ولا يقوم الحق ومنه الجهاد إلا بقيام الطائفة المؤمنة أولاً فإذا قلنا للناس الآن أن أولى الأولويات في الوقت الحاضر هو إعداد العدة العسكرية (ونحن لانشك في وجوبها مع القدرة) ولكننا نعلم مقدار قوة المؤمنين المتواضعة على ذلك ونعلم كذلك بُعد شباب الأمة ورجالها عن الالتزام بدينهم أصلاً ونعلم ما يترتب على ذلك من أمور ربما تودي بالدعوة من أصلها مع أن الإعداد المادي ربما لا يستغرق إلا أسابيع أو شهور إذا استجاب المرء لداعي الإيمان والالتزام إذا قلنا هذه هي أولى الفرائض وأوجب الواجبات وأن من لا يقوم به خائن لأمته ودينه كان ذلك خلطاً في الموازين ، وقلباً لسنن الأنبياء الشرعية ومخالفة لسنن الله الكونية .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وإن كان لابد لنا أن نستحضر من هذا المقام تربية المسلمين على روح البذل والجهاد بصوره ومراتبه المختلفة ، وتعريفهم بحقيقة صراعهم مع الباطل وحب الجهاد في سبيل الله والشوق إليه فإن ذلك من لوازم الإيمان كما سبق بيانه . ¶ ((( ¶ مراحل تشريع الجهاد ووجوبه ¶ قال ابن القيم -رحمه الله-: فصل في ترتيب سياق هديه مع الكفار والمنافقين من حين بعث إلى حين لقي الله تعالي ، أول ما أوحى إليه ربه ( أن يقرأ باسم ربه الذي خلق وذلك أول نبوته فأمره أن يقرأ في نفسه ولم يأمره إذ ذاك بتبليغ ، ثم أنزل عليه ( يَا أَيُّهَا الْمُدَّثِّرُ (1) قُمْ فَأَنذِرْ( ]المدثر:1-2[ ، فنبأه قومه ثم أنذر من حولهم من العرب ثم أنذر العرب قاطبة ثم أنذر العالمين . ¶ فأقام بضعة عشر سنة بعد نبوته ينذر بالدعوة بغير قتال ولا جزية ويؤمر بالكف والصبر والصفح ثم أذن له في الهجرة وأذن له في القتال ثم أمره أن يقاتل من قاتله ويكف عمن اعتزله ولم يقاتله ثم أمره بقتال المشركين حتى يكون الدين كله لله ثم كان الكفار معه بعد الأمر بالجهاد ثلاثة أقسام: أهل صلح وهدنة ، وأهل حرب ، وأهل ذمة ، فأمر أن يتم لأهل العهد والصلح عهدهم ، وأن يوفى لهم به ما استقاموا على العهد فإن خاف منهم خيانة نبذ إليهم عهدهم ولم يقاتلهم حتى يعلمهم بنقض العهد وأمر أن يقاتل من نقض عهده ، ولما نزلت سورة براءة نزلت ببيان حكم هذه الأقسام كلها فأمر أن يقاتل عدوه من أهل الكتاب حتى يعطوا الجزية أو يدخلوا في الإسلام وأمره فيها بجهاد الكفار والمنافقين والغلظة عليهم فجاهد الكفار بالسيف والسنان ، والمنافقين بالحجة واللسان وأمره فيها بالبراءة من عهود الكفار ونبذ عهودهم إليهم وجعل أهل العهد في ذلك ثلاثة أقسام :- ¶ قسماً: أمره بقتالهم وهم الذين نقضوا عهده ولم يستقيموا له فحاربهم وظهر عليهم. وقسماً: لهم عهد مؤقت لم ينقضوه ولم يظاهروا عليه فأمره أن يتم لهم عهدهم إلى مدتهم.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقسماً: لم يكن لهم عهد ولم يحاربوه أو كان لهم عهد مطلق فأمر أن يؤجلهم أربعة أشهر فإذا انسلخت قاتلهم إلى أن قال فقاتل الناقض لعهده وأجل من لا عهد له أو له عهد مطلق أربعة أشهر وأمره أن يتم للموفى بعهده عهده إلى مدته فأسلم هؤلاء كلهم ولم يقيموا على كفرهم إلى مدتهم وضرب على أهل الذمة الجزية فاستقر أمر الكفار معه بعد نزول براءة على ثلاثة أقسام : محاربين له ، وأهل عهد ، وأهل ذمة ، ثم آل حال أهل العهد والصلح إلى الإسلام فصاروا معه قسمين : محاربين ، وأهل ذمة . ¶ والمحاربون له خائفون منه فصار أهل الأرض معه ثلاثة أقسام : مسلم مؤمن به ، ومسالم له آمن ، وخائف محارب .أهـ. (باختصار من الزاد 81/82) . ¶ يظهر من هذا التلخيص لمراحل تشريع الجهاد أنه مر بمراحل :- ¶ أولها: مرحلة الكف والإعراض والصفح حيث كان القتال محرماً قال تعالى :( أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أَيْدِيَكُمْ وَأَقِيمُواْ الصَّلاَةَ وَآتُواْ الزَّكَاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّهِ أَوْ أَشَدَّ خَشْيَةً( ]النساء:77[. ¶ روى ابن جرير والنسائي في سننهِ عن ابن عباس ( أن عبد الرحمن بن عوف وأصحاباً له أتوا النبي صلي الله عليه وسلم:\" فقالوا: يا رسول الله كنا في عز ونحن مشركون فلما آمنا صرنا أذلة ، فقال إني أمرت بالعفو فلا تقاتلوا \" . ¶ فلما حوله الله إلى المدينة أمر بالقتال فكفوا فأنزل الله تعالى: ( أَلَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّواْ أَيْدِيَكُمْ ( ]النساء:77 [. ¶ وقال ابن القيم - رحمه الله - عن هذه المرحلة: والله سبحانه يأمرهم بالصبر والعفو والصفح حتى قويت الشوكة واشتد الجناح فأذن لهم بالقتال ولم يفرضه عليهم فقال :( أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلَى نَصْرِهِمْ لَقَدِيرٌ ( ]الحج:39[ .أهـ .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وهذه هي المرحلة الثانية: مرحلة الإذن بالقتال . ¶ ثم المرحلة الثالثة: وهى الأمر بالقتال لمن قاتلهم دون من يقاتل: وذلك بقوله تعالى:(وَقَاتِلُواْ فِي سَبِيلِ اللّهِ الَّذِينَ يُقَاتِلُونَكُمْ ( ]البقرة:190[ . ¶ ثم المرحلة الرابعة: فرض عليهم قتال المشركين كافة ، بقوله تعالى: ( وَقَاتِلُواْ الْمُشْرِكِينَ كَآفَّةً ( ]التوبة:36[ ، وقوله : ( فَإِذَا انسَلَخَ الأَشْهُرُ الْحُرُمُ فَاقْتُلُواْ الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُواْ لَهُمْ كُلَّ مَرْصَدٍ فَإِن تَابُواْ وَأَقَامُواْ الصَّلاَةَ وَآتَوُاْ الزَّكَاةَ فَخَلُّواْ سَبِيلَهُمْ ( ]التوبة:5[ ، وقوله: ( قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ ( ]التوبة:29[ ، وقوله تعالى: (وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ ( ]الأنفال:39[. ¶ وعن ابن عباس وأبى العالية ومجاهد والحسن وقتادة والربيع بن أنس والسدي ومقاتل بن حيان وزيد بن أسلم يعنى حتى لا يكون شرك . ¶ وقال النبي صلي الله عليه وسلم:\" أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله فإذا قالوها عصموا منى دماءهم وأموالهم وحسابهم على الله \" [متفق عليه] . وهذه المرحلة الأخيرة هي التي استقر عليها الأمر في معاملة المسلمين للكفار من جميع الأجناس ، أهل الكتاب وغيرهم . وقال أكثر السلف بنسخ آيات الموادعة والصفح والعفو ، ولا يختلف العلماء من المذاهب الأربعة وغيرهم على أنه يلزم المسلمين عند القدرة ابتداء الكفار بالقتال ولو لم يقاتلوا المسلمين ، وهذا جهاد الطلب مع لوازم جهاد الدفع بالإجماع. ¶ ((( ¶ جهاد الدفع وجهاد الطلب",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "قال النووي -رحمه الله- في المنهاج : كان الجهاد على عهد رسول الله صلي الله عليه وسلم فرض كفاية وقيل عين ، وأما بعده فللكفار حالان :- ¶ أحدهما: يكونون ببلادهم ففرض كفاية إذا فعله من فيهم كفاية سقط الحرج عن الباقين ، قال ولا جهاد على صبى ومجنون وامرأة ومريض وذي عرج بيّن وأقطع وأشل وعبد وعادم أهبة قتال وكل عذر يمنع من وجوب الحج منع الجهاد إلا خوف طريق من كفار وكذا من لصوص المسلمين على الصحيح والدَيْنُ الحال يحرم سفر جهاد وغيره إلا بإذن غريمه والمؤجل لا وقيل يمنع سفراً مخوفاً ويحرم جهاد إلا بإذن أبويه إن كانا مسلمين لا سفر تعلم فرض عين وكذا كفاية في الأصح فإن أذن أبواه والغريم ثم رجعوا وجب الرجوع إن لم يحضر الصف فإن شرع في قتال حرم الانصراف في الأظهر . ¶ الثاني : يدخلون بلدة لنا فيلزم أهلها الدفع بالممكن فإن أمكن تأهب لقتال وجب الممكن حتى على فقير وولد ومدين وعبد بلا إذن وقيل إن حصلت مقاومة بأحرار اشترط إذن سيده ، وإلا فمن قصد دفع عن نفسه بالممكن إن علم أنه إن أخذ قتل وإن جوز الأسر فله أن يستسلم ومن هو دون مسافة قصر من البلدة كأهلها ومن على المسافة يلزمهم الموافقة بقدر الكفاية إن لم يكف أهلها ومن يليهم ، قيل وإن كفوا ولو أسروا مسلماً فالأصح وجوب النهوض إليهم لخلاصه إن توقعناه .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قال الشربيني في الشرح : الحال الثاني من حالي الكفار يدخلون بلدة لنا أو ينزلون على جزائر أو جبل في دار إسلام ولو بعيداً من البلد فيلزم أهلها الدفع بالممكن منهم ويكن الجهاد حينئذ فرض عين وقيل كفاية واعتمده البلقيني وقال أن نص الشافعي يشهد له فإن أمكن أهلها تأهب استعداد لقتال وجب على كل منهم الممكن أي الدفع للكفار بحسب القدرة حتى على فقير بما يقدر عليه وولد ومدين وعبد ولا إذن من أبوين ورب ودين ومن سيد . وفي معنى دخولهم البلدة ما لو أطلوا عليها والنساء كالعبيد إن كان فيهن دفاع وإلا فلا يحضرن ( و إلا ) بأن لا يمكن أهل البلدة التأهب لقتال بأن هجم الكفار عليهم بغتة فمن قصد من المكلفين ولو عبداً أو امرأة أو مريضاً دفع عن نفسه الكفار بالممكن له إن علم أنه إن أخذ قتل وإن جوز الأسر والقتل فله أن يدفع عن نفسه وله أن يستسلم لقتل الكفار إن كان رجلاً لأن المكافحة حينئذ استعجال للقتل والأسر يحتمل الخلاص هذا إن علم أنه متى امتنع من الاستسلام قتل وإلا امتنع عليه الإستسلام ، وأما المرأة فإن علمت امتداد الأيدي إليها بالفاحشة فعليها الدفع وإن قتلت لأن الفاحشة لا تباح عند خوف القتل وإن لم تمتد إليها الأيدي بالفاحشة الآن ولكن توقعتها بعد السبي احمتل جواز استسلامها ثم تدفع إذا أريد منها (1) قال : والذين هم على مسافة القصر فأكثر يلزمهم في الأصح إن وجدوا زاداً ومركوباً الموافقة بقدر الكفاية إن لم يكف أهلها ومن يليهم دفعاً عنهم وإنقاذاً لهم . ¶ تنبيه : أشار بقوله بقدر الكفاية إلى أنه لا يجب على الجميع الخروج بل إذا صار إليهم قوم فيهم كفاية سقط الخروج عن الباقين .أهـ . (مغنى المحتاج 4/308 :220) . ¶ ((( ¶ تنبيه : ¶ (1) فرض الكفاية إذا لم يقم به أهله وتركه الجميع أثم كل من لا عذر له من الأعذار السابق بيانها من الصبيان والنساء والمرضى وغيرهم . ذكره النووي في روضة الطالبين .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "(2) دليل أن جهاد الطلب فرض كفاية فعل الخلفاء الراشدين وحكى القاضي عبد الوهاب فيه الإجماع ولو فرض على الأعيان لتعطل المعاش . أفاده الشربينى في مغنى المحتاج. ¶ قال القرطبي: إذا تعين الجهاد بغلبة العدو على قطر من الأقطار أو بحلوله بالعقر فإذا وجب على جميع أهل تلك الدار أن ينفروا ويخرجوا إليه خفافاً وثقالاً ، شباناً وشيوخاً ، كل على قدر طاقته من كان له أب بغير إذنه ومن لا أب له ولا يتخلف أحد يقدر على الخروج من مقاتل أو مكثر فإن عجز أهل تلك البلدة عن القيام بعدوهم كان على من قاربهم وجاورهم أن يخرجوا على حسب ما لزم أهل تلك البلدة حتى يعلموا أن فيهم طاقة على القيام بهم ومدافعتهم وكذلك كل من علم بضعفهم عن عدوهم وعلم أنه يدركهم ويمكنه غياثهم لزمه أيضاً الخروج إليهم فالمسلمون كلهم يد على من سواهم ولو قارب العدو دار الإسلام ولم يدخلها لزمهم أيضاً الخروج إليه حتى يظهر دين الله وتحمى البيضة وتحفظ الحوزة ويخزى العدو ولا خلاف في ذلك . ¶ وقسم ثان من واجب الجهاد فرض أيضاً على الإمام إغزاء طائفة إلى العدو كل سنة مرة يخرج معهم بنفسه حتى يدخلوا في الإسلام أو يعطو الجزية عن يد ، ومن الجهاد ما هو نافلة وهو إخراج الإمام طائفة بعد طائفة وبعث السرايا في أوقات الغرة وعند إمكان الفرصة والإرصاد لهم بالرباط في موضع الخوف وإظهار القوة فإن قيل كيف يصنع الواحد إذا قصر الجميع قيل له يعمد إلى أسير واحد فيفديه فإنه إذا فدى الواحد فقد أدى فى الواحد أكثر مما كان يلزمه في الجماعة فإن الأغنياء لو اقتسموا فداء الأسرى ما أدى كل واحد منهم إلا أقل من درهم ويغزو بنفسه إن قدر وإلا جهز غازياً ¶ قال صلي الله عليه وسلم \" من جهز غازياً فقد غزا ، ومن خلفه في أهله بخير فقد غزا \" أخرجه الصحيح وذلك لأن مكانه لا يغنى وماله لا يكفى .أهـ.(تفسير القرطبي 4/2990-2991).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "قال الكاساني في بدائع الصنائع (10/98): بيان كيفية فرض الجهاد فالأمر فيه لا يخلو من أحد وجهين إما إن كان النفير عاماً وإما إن لم يكن فإن لم يكن النفير عاماً فهو فرض كفاية ومعناه أن يفترض على جميع من هو من أهل الجهاد لكن إذا قام به البعض سقط عن الباقين لقوله تعالى: ¶ ( فَضَّلَ اللّهُ الْمُجَاهِدِينَ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ عَلَى الْقَاعِدِينَ دَرَجَةً وَكُلاًّ وَعَدَ اللّهُ الْحُسْنَى ( ]النساء:95[ ، ولو كان الجهاد فرض عين في الأحوال كلها لما وعد الله القاعدين الحسنى لأن القعود يكون حراماً ، وقوله (: ( وَمَا كَانَ الْمُؤْمِنُونَ لِيَنفِرُواْ كَآفَّةً فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ لِّيَتَفَقَّهُواْ فِي الدِّينِ وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رَجَعُواْ إِلَيْهِمْ ( ]التوبة:122[. ¶ ولأن ما فرض له الجهاد وهو الدعوة إلى الإسلام وإعلاء الدين الحق ودفع شر الكفرة وقهرهم يحصل بقيام البعض به وكذا النبي صلي الله عليه وسلم \" كان يبعث السرايا \" ولو كان فرض عين في الأحوال كلها لكان لا يتوهم منه القعود عنه بحال ولا أذن لغيره بالتخلف عنه بحال قال : ولا يباح للعبد أن يخرج بغير إذن مولاه ولا المرأة بغير إذن زوجها ، وكذا الولد لا يخرج إلا بإذن والديه أو أحدهما إذا كان الآخر ميتاً لأن بر الوالدين فرض عين فكان مقدماً على فرض الكفاية ، هذا إذا لم يكن النفير عاماً فأما إذا عم النفير بأن هجم العدو على بلدة فهو فرض عين يفترض على كل واحد من آحاد المسلمين ممن هو قادر عليه لقوله (:( انْفِرُواْ خِفَافًا وَثِقَالاً ( ]التوبة:41[ ، قيل نزلت فى النفير ، وقوله ( :( مَا كَانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُم مِّنَ الأَعْرَابِ أَن يَتَخَلَّفُواْ عَن رَّسُولِ اللّهِ ( ]التوبة:120[ .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فيخرج العبد بغير إذن مولاه والمرأة بغير إذن زوجها وكذا يباح للولد أن يخرج بغير إذن والديه .أهـ. مختصراً . ¶ قال ابن قدامة في المغنى (8/346-374): عند قول الخرقى : والجهاد فرض على الكفاية إذا قام به قوم سقط عن الباقين ، قال ويتعين الجهاد في ثلاثة مواضع :- ¶ أحدها : إذا التقى الزحفان وتقابل الصفان حرم على من حضر الانصراف وتعين عليه المقام لقوله تعالى: ( يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمْ فِئَةً فَاثْبُتُواْ وَاذْكُرُواْ اللّهَ كَثِيرًا ( ]الأنفال:45[ ، وقوله: ( وَاصْبِرُواْ إِنَّ اللّهَ مَعَ الصَّابِرِينَ ( ]الأنفال:46[ ، وقوله تعالى:( يَا أَيُّهَا الَّذِينَ آمَنُواْ إِذَا لَقِيتُمُ الَّذِينَ كَفَرُواْ زَحْفاً فَلاَ تُوَلُّوهُمُ الأَدْبَارَ ( ]الأنفال:15[. ¶ الثاني : إذا نزل الكفار ببلد تعين على أهله قتالهم ودفعهم . ¶ الثالث : إذا استنفر الإمام قوماً لزمهم النفير لقول الله تعالى: (يَا أَيُّهَا الَّذِينَ آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفِرُواْ فِي سَبِيلِ اللّهِ اثَّاقَلْتُمْ إِلَى الأَرْضِ ( ]التوبة:38[ ، وقال النبي صلي الله عليه وسلم:\" إذا استنفرتم فانفروا \" . ¶ * ويشترط لوجوب الجهاد سبعة شروط : ¶ الإسلام والبلوغ والعقل والحرية والذكروة والسلامة من الضرر ووجود النفقة .أهـ. ¶ تنبيهات وفوائد :- ¶ (1) قال النووي : قال الإمام (يعنى الجويني) : المختار عندي مسلك الأصوليين فإنهم قالوا الجهاد دعوة قهرية فيجب إقامته بحسب الإمكان حتى لا يبقى إلا مسلم أو مسالم ، ولا يختص بمرة في السنة ، بل ولا يعطل إذا أمكنت الزيادة وما ذكره الفقهاء حملوه على العادة الغالبة (يعنى قولهم يجب في السنة مرة ، وهو قول الأكثرين) ، الروضة (10/209).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "(2) وقال أيضاً لو أسروا مسلماً أو مسلمين فهل هو كدخول دار الإسلام (يعنى في كون الجهاد يصبح فرض عين) وجهان أحدهما لا لأن إزعاج الجنود لواحد بعيد ، وأصحهما نعم لأن حرمته أعظم من حرمة الدار فعلى هذا لابد من رعاية النظر فإن كانوا على قرب من دار الإسلام وتوقعنا استخلاص من أسروه لو طرنا إليهم فعلنا وإن توغلوا فى بلاد الكفر ولايمكن التسارع إليهم وقد لايتأتى خرقها بالجنود واضطررنا إلى الإنتظار كما لو دخل ملك عظيم الشوكة طرف بلاد الإسلام لا يتسارع إليه آحاد الطوائف . ¶ (3) من هذا الكلام الأخير تعرف حكم ما لو تسلط الكفار على بلد من بلاد المسلمين واستقر أمرهم على ذلك فصار من بها من المسلمين في حكم الأسرى فلابد هنا من النظر في توقع استخلاص البلد وأهله من عدم ذلك وذلك لأن مسارعة الآحاد مع شوكة الكفار لا تغنى فلا ينطبق حينئذ كلام الفقهاء على قتال الدفع من خروج المرأة بغير إذن زوجها والعبد بغير إذن سيده ونحوه إذ ذلك حال نزول الكفار لا حال استقرار شوكتهم فمثلاً لا يشك عاقل أن استخلاص الأندلس الآن من الكفار لا يتأتى بذهاب الآحاد فلا يتصور القول بوجوب الخروج عينياً لذلك ، وهذا حال الضرورة الذي يضطر فيه المسلمون للانتظار رغم سقوط البلاد والعباد ، ولا حول ولا قوة إلا بالله . وإن كان مع الانتظار يلزم أخذ أسباب القوة فإن ما لا يتم الواجب إلا به فهو واجب (راجع هنا ما ذكرناه أعلاه عن أولويات العمل الإسلامي لإقامة الجهاد وغيره من الواجبات الشرعية ) . ¶ مما سلف من القول يتضح لك جلياً أن الأمر المستقر عند العلماء كافة .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "هو المرحلة الأخيرة من مراحل الجهاد وهو لزوم البدء بالقتال للكفار (حسب الإمكان أو كل سنة مرة) وهنا هو جهاد الطلب وهو فرض كفاية كما يلزم جهاد الدفع عن المسلمين وبلادهم إذا نزل بها العدو وهذا فرض عين على أهل البلد المقصود ومن حوله على مسافة القصر وفرض كفاية على غيرهم حتى تحصل بهم الكفاية في الدفع ، وأما القول بأن الإسلام لم يعرف إلا الحرب الدفاعية وأن الأصل في معاملة الكفار هو السلم لا القتال قول محدث بدعة ضلالة ابتدعها المنهزمون روحياً وعقلياً أمام ضغط الواقع المعاصر وقد خالفوا صريح الأدلة نحو قوله تعالى: ( وَقَاتِلُوهُمْ حَتَّى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلّه ( ]الأنفال:39[، وقوله تعالى: ( فَاقْتُلُواْ الْمُشْرِكِينَ حَيْثُ وَجَدتُّمُوهُمْ ( ]التوبة:5[ ، وقول النبي صلي الله عليه وسلم \" اغزوا في سبيل الله قاتلوا من كفر بالله \" [رواه مسلم] ، وقوله صلي الله عليه وسلم \" أمرت أن أقاتل الناس ... \" الحديث . ¶ وما أحسن ما كتبه الأستاذ سيد قطب -رحمه الله- في مقدمة سورة الأنفال والتوبة من الظلال في الرد على هؤلاء فراجعه (ظلال القرآن 1431-1443 وما بعدها) . ¶ ولقد ظهرت بدع جديدة من إنكار وجوب قتال أهل الكتاب حتى يعطوه الجزية بل وتسمية الجزية ضريبة خدمة عسكرية تسقط إذا شاركونا القتال ، ويسعى هؤلاء الذين يسمون أنفسهم أصحاب الاتجاه الإسلامي المستنير إلى تعميم هذا المفهوم المنحرف لقضية الجهاد فضلاً عن إنكار جهاد الطلب وهذا خرق للإجماع بل لو أن طائفة استقر أمرها على ذلك لصارت طائفة ممتنعة عن شريعة من شرائع الإسلام الظاهرة المتواترة يجب قتالها كما سيأتي بيانه من كلام شيخ الإسلام ابن تيمية في فتوى التتار باتفاق أئمة المسلمين . ¶ * هل هذه المراحل نسخ أم يُعمل بها عند الحاجة ؟",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إذا كان الأمر على ما وصفنا من استقرار الأمر على المرحلة الأخيرة فما حكم المراحل السابقة هل زال حكمها بالكلية أم يعمل بها عند الحاجة. الحق أن أكثر السلف وأهل العلم صرحوا بنسخ آيات الصفح والصبر والكف ونحوها من المسالمة والموادعة ، وأنكر البعض النسخ كالزركشي حيث قال في البرهان (41:21-24) قسم بعضهم النسخ من وجه آخر إلى ثلاثة أضرب :- ¶ الثالث: ما أمر به لسبب ثم يزول السبب كالأمر حين الضعف والقلة بالصبر والمغفرة للذين لا يرجون لقاء الله تعالي ونحوه من عدم إيجاب الأمر بالمعروف والنهى عن المنكر والجهاد ونحوها ثم نسخه إيجاب ذلك هذا ليس بنسخ في الحقيقة وإنما هو نسئ كما قال تعالي : ( أَوْ نُنسِهَا ( ، فالمنسأ هو الأمر بالقتال إلى أن يقوى المسلمون . ¶ وفى حالة الضعف يكون الحكم وجوب الصبر على الأذى وبهذا التحقيق تبين ضعف ما لهج به كثير من المفسرين في الآيات الآمرة بالتخفيف أنها منسوخة بآية السيف .أهـ. ¶ وذكر السيوطي هذا الكلام في الإتقان ولم ينسبه للزركشي (الإتقان :66) والحقيقة أن الخلاف بين الفريقين خلاف لفظي لا حقيقة له إذ مصطلح النسخ عند السلف يشمل التقييد والتخصيص وبيان الإجمال كما بين ذلك شيخ الإسلام ابن تيمية في الإكليل (116) ، فالجميع تفق على أنه لا يكلف المستضعف الذي يشبه حاله حال رسول الله صلي الله عليه وسلم والمسلمين بمكة ما لا طاقة له به من القتال ، وقد سبق الزركشي غيره من أهل العلم بذلك.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يقول شيخ الإسلام ابن تيمية في الصارم المسلول (صفحة221) فمن كان من المؤمنين بأرض هو فيها مستضعف أو في وقت هو فيه مستضعف فليعمل بآية الصبر والصفح والعفو عمن يؤذى الله ورسوله من الذين أوتو الكتاب والمشركين ، وأما أهل القوة فإنما يعملون بآية قتال أئمة الكفر الذين يطعنون في الذين ، وبآية قتال الذين أوتو الكتاب حتى يعطوه الجزية عن يد وهم صاغرون قال ابن كثير في تفسير قوله تعالى: ( وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا ( ]الأنفال:61[ . ¶ وقال ابن عباس ومجاهد وزيد بن أسلم وعطاء والخراساني وعكرمة والحسن وقتادة أن الآية منسوخة بآية السيف في براءة ( قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ ( ]التوبة:29[ ، وفيه نظر لأن آية براءة فيها الأمر بقتالهم إذا أمكن ذلك فأما إذا كان العدو كثيفاً فإنه يجوز مهادنتهم كما دلت عليه هذه الآية الكريمة وكما فعل النبي صلي الله عليه وسلم يوم الحديبية فلا منافاة ولا نسخ ولا تخصيص ، والله أعلم . ¶ قال القرطبي (2879-2880) قال ابن العربي : قد قال الله تعالى: ( وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا وَأَنتُمُ الأَعْلَوْنَ ( ]آل عمران:139[ . ¶ فإذا كان المسلمون على عزة ومنعة وجماعة عديدة وشدة شديدة فلا صلح ، وإن كان للمسلمين مصلحة في الصلح لنفع يجتلبونه أو ضرر يدفعونه فلا بأس أن يبتدئ المسلمون إذا احتاجوا إليه وقد صالح رسول الله صلي الله عليه وسلم أهل خيبر على شروط نقضوها فنقض صلحهم وقد صالح الضمرى وأكيدر دومة وأهل نجران وقد هادن قريشاً لعشرة أعوام حتى نقضوا عهده وما زالت الخلفاء والصحابة على هذه السبيل التى شرعناها سالكة وبالوجوه التي شرحناها عاملة .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقال الشافعي ( : لا تجوز مهادنة المشركين أكثر من عشر سنين على ما فعل النبي صلي الله عليه وسلم عام الحديبية فإن هودن المشركون أكثر من ذلك فهي منتقضة لأن الأصل فرض قتال المشركين حتى يؤمنوا أو يعطوا الجزية . ¶ وقال ابن حبيب من المالكية: تجوز مهادنتهم السنة والسنتين والثلاث وإلى غير مدة .أهـ.( والمقصود إلى أن يقوى المسلمون فينبذوا إليهم على سواء قبل قتالهم كما بينه ابن القيم في الزاد) . ¶ قال ابن حجر في الفتح (7/198): قال الشافعي: إذا ضعف المسلمون عن قتال المشركين جازت لهم مهادنتهم على غير شيء يعطونهم لأن القتل للمسلمين شهادة ، وإن الإسلام أعز أن يعطى المشركين على أن يكفوا عنهم إلا في حالة مخالفة اصطلام المسلمين لكثرة العدو لأن ذلك من معاني الضرورات وكذلك لو أسر رجل مسلم فلم يطلق إلا بفدية جاز . ¶ قال ابن قدامة في المغني (8/ 459 :461): لا تجوز المهادنة مطلقاً من غير تقدير مدة لأنه يفضى إلى ترك الجهاد بالكلية وقال: وتجوز مهادنتهم على غير مال . ¶ وأما إن صالحهم على مال نبذله لهم فقد أطلق أحمد القول بالمنع منه وهو مذهب الشافعي لأن فيه صغاراً على المسلمين وهذا محمول على غير حالة الضرورة فأما إذا دعت إليه الضرورة وهو أن يخاف على المسلمين الهلاك أو الأسر فيجوز ، ولأن بذل المال إن كان فيه صغار فإنه يجوز تحمله لدفع صغار أعظم منه وهو القتل والأسر وسبى الذرية الذين يفضى سبيلهم إلى كفرهم . ¶ قال الشيباني في السير الكبير: وإذا خاف المسلمون المشركين فطلبوا موادعتهم فأبى المشركون أن يودعهم حتى يعطيهم المسلمون على ذلك مالاً فلا بأس بذلك عند تحقق الضرورة .أهـ.(92/16).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وبهذه النقول كلها يتضح لك أنه لا خلف بين السلف أن العمل بالمرحل الأخيرة من الجهاد إنما هو حسب الإمكان والقدرة وأما مالا قدرة عليه فلا يكلف الله نفساً إلا وسعها ، وإلا عليهم الأخذ بأسباب القدرة حتى يزول عنهم هذا الاضطرار ، وهكذا يتضح لك أخي الكريم أن إنكار المرحلية بالكلية واعتبارها جنباً وإلزام من يقول بها بأنه يدعو إلى ترك سائر الواجبات التي فرضت بعد المرحلة المكية غلو مخالف لكلام أهل العلم من المذاهب الأربعة وغيرهم ، والله أعلم . ¶ * هل يقتصر معنى الضرر والعجز في الجهاد على المعنى الحسي؟ ¶ سبق أن نقلنا كلام أهل العلم عن سقوط وجوب الجهاد عن الأعمى والأعرج والصبيان والنساء والمرضى وعادم الأهبة والنفقة ونحوهم (راجع كلام النووي في المنهاج السابق ذكره)، وذلك لقوله تعالى: ( لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ ( ] النور:61[ ¶ فهل تقتصر صورة الضرر على ذلك كما حاول البعض قصرها على ذلك أم أنه عند غلبة الظن بحصول الأذى الجسيم على طائفة من المسلمين من هزيمة وقتل وسبى وأسر من غير مصلحة راجحة تدخل في هذا المعنى كذلك . ¶ لاشك أن هذه الصورة داخلة في معنى العجز وقد سبق في المسألة السابقة في كلام العلماء على حالة الضرورة واحتمال نوع من الصغار فيها لدفع صغار أعظم منه ، وقد دلت آيات سورة الأنفال على جواز ترك القتال إذا كان العدو يزيد على ضعف المسلمين . ¶ قال تعالى: (الآنَ خَفَّفَ اللّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِن يَكُن مِّنكُم مِّئَةٌ صَابِرَةٌ يَغْلِبُواْ مِئَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُواْ أَلْفَيْنِ بِإِذْنِ اللّهِ وَاللّهُ مَعَ الصَّابِرِينَ( ]الأنفال:66[ .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "روى ابن جرير عن ابن عباس ( قال: لما نزلت هذه ا لآية ثقلت على المسلمين وأعظموا أن يقاتل عشرون مائتين ومئة ألفاً فخفف الله عنهم فنسخها بالآية الأخرى فقال: ( الآنَ خَفَّفَ اللّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ( ]الأنفال:66[ فكانوا إذا كانوا على الشطر من عدوهم لم ينبغ لهم أن يفروا منهم وإن كانوا دون ذلك لم يجب عليهم أن يقاتلوا وجاز لهم أن يتحوزوا عنهم . ¶ قال الكاساني في بدائع الصنائع (7/98): الغزاة إذا جاءهم جمع من المشركين مالا طاقة لهم به وخافوهم أن يقتلوهم فلا بأس أن ينحازوا إلى بعض أمصار المسلمين أو إلى بعض جيوشهم والحكم في هذا الباب لغالب الرأي ، وأكبر الظن دون العدد فإن غلب على ظن الغزاة أنهم يقاومونهم يلزمهم الثبات وإن كانوا أقل عدداً منهم وإن كان غالب ظنهم أنهم يغلبون فلا بأس أن ينحازوا إلى المسلمين ليستعينوا بهم وإن كانوا أكثر عدداً من الكفرة ، وكذا الواحد من الغزاة ليس معه سلاح مع اثنين منهم معهما سلاح أو مع واحد من الكفرة ومعه سلاح لا بأس أن يولى دبره متحيزاً إلى فئة. ¶ قال النووي في روضة الطالبين:(10/274) قال الجمهور : ¶ إذا التقى الصفان فله حالان :- ¶ أحدهما: أن لا يزيد عدد الكفار على ضعف عدد المسلمين بل كانوا مثلي المسلمين أو أقل فتحرم الهزيمة والانصراف إلا متحرفاً لقتال أو متحيزاً إلى فئة . ¶ هذا الذي ذكرناه من تحريم الهزيمة إلا لمتحرف أو متحيز هو في حال القدرة أما من عجز بمرض ونحوه أو لم يبق معه سلاح فله الانصراف بكل حال ويستحب أن يولى متحرفاً أو متحيزاً فإن أمكنه الرمي بالأحجار فهل تقوم مقام السلاح وجهان أصحها تقوم . ¶ ومن مات فرسه وهو لا يقدر على القتال راجلاً فله الانصراف ومن غلب على ظنه أنه إن ثبت قتل هل له الانصراف وجهان الصحيح المنع .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الحالة الثانية : إذا زاد عدد الكفار على مثلي المسلمين جاز الانهزام وهل يجوز انهزام مائة من أبطالنا من مائتين وواحد من ضعفاء الكفار وجهان أصحهما لا لأنهم يقاومونهم لو ثبتوا وإنما يراعى العدد عند تقارب الأوصاف ، والثاني نعم لأن اعتبار الأوصاف يعسر ، ويجرى الوجهان في عكسه ، وإن غلب على ظنهم أنهم إن ثبتوا ظفروا استحب الثبات ، وإن غلب على ظنهم الهلاك ففي وجوب الفرار وجهان قال الإمام : إن كان في الثبات الهلاك المحض من غير نكاية وجب الفرار قطعاً وإن كان فيه نكاية فوجهان أصحهما يستحب ولا يجب . وذكر ابن جزى الغرناطي المالكي في القواني الفقهية نحواً من هذا (128) - ومما يعضد هذا قول موسى للإسرائيلي: ( إِنَّكَ لَغَوِيٌّ مُّبِينٌ ( ]القصص:18[. ¶ قال القرطبي: لأنه يشاد كل يوم من لا يقدر عليه . وقال النبي صلي الله عليه وسلم في حديث نزول عيسى بن مريم عن يأجوج ومأجوج \" فأوحى الله إلى نبي الله عيسى إني قد أخرجت عباداً لي لا يدان لأحد بقتالهم فحرز عبادي إلى الطور\" . ¶ فالواجب عند العجز عن القتال تحريز عباد الله المؤمنين وحفظهم لا مصادمتهم لعدو يصطلمهم ويهلكهم بغير مصلحة فالجهاد لا يعود على مقصوده وهو إعلاء كلمة الله وإعزاز دينه وأهله بالنقض بقتل المسلمين وسبى نسائهم من غير مصلحة للمسلمين . ¶ وأما قول من يقول أنه ليس بعد الكفر مفسدة فهو أعظم المفاسد قلنا نعم هو أعظم المفاسد من جهة النوع أما من جهة الكم فالزيادة عليه بالصد عن سبيل الله وأذية المسلمين مع استمرار الكفر وبقائه أعظم مفسدة وضرراً قال الله تعالى: ( الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللّهِ زِدْنَاهُمْ عَذَابًا فَوْقَ الْعَذَابِ بِمَا كَانُواْ يُفْسِدُونَ ( ]النحل:88[ ، فكافر يؤذى المسلمين أشد خطراً من كافر لا يؤذيهم . ¶ * هل وجود الإمام شرط في وجوب القتال ؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال ابن قدامة في المغنى: (8/352-353) وأمر الجهاد موكول إلى الإمام ويلزم الرعية طاعته فيما يراه من ذلك ، فإن عدم الإمام لم يؤخر الجهاد لأن مصلحته تفوت بتأخيره وإن حصلت غنيمة قسمها أهلها على موجب الشرع. ¶ قال القاضي: ويؤخر قسمة الإماء حتى يظهر إماماً احتياطاً للفروج. ¶ قال النووي في المنهاج: يكره غزو بغير إذن الإمام أو نائبه . ¶ قال الشربيني في الشرح: استثنى البلقيني من الكراهة صوراً ¶ أحدهما: أن يفوت المقصود بذهابه للاستئذان . ¶ ثانيهما: إذا عطل الإمام الغزو وأقبل وجنوده على أمور الدنيا كما يشاهد . ¶ ثالثهما: إذا غلب على ظنه أنه لو استأذن لم يأذن له ، (مغنى المحتاج 4/220) . ¶ فائدة: ¶ قال ابن قدامة: قال أحمد لا يعجبني أن يخرج مع الإمام أو القائد إذا عرف بالهزيمة وتضييع المسلمين ، وإنما يغزو مع من له شفقة وحيطة على المسلمين فإن كان القائد يعرف بشرب الخمر والغلول يغزى معه إنما ذلك في نفسه . ¶ ويروى عن النبي صلي الله عليه وسلم:\"إن الله ليؤيد هذا الدين بالرجل الفاجر \" .أهـ. ¶ قال الجويني في غياث الأمم : (عند كلامه على خلو الزمان عن الإمام) أما من يسوغ استقلال الناس فيه بأنفسهم ولكن الأدب يقتضى فيه متابعة أولى الأمر ومراجعة مرموق العصر كعقد الجمع وجر العساكر للجهاد واستيفاد القصاص في النفس والطرف فيتولاه من الناس عند خلو الدهر عن الإمام طوائف من ذوى الخبرة والبأس . ¶ وقال : فإذا شغر الزمان عن الإمام وخلا عن سلطان ذي خبرة وكفاية ودراية فالأمور موكولة إلى العلماء فحق على الخلائق على اختلاف طبقاتهم أن يرجعوا إلى علمائهم ويصدروا في جميع قضايا الولايات عن رأيهم.أهـ.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "قال شيخ الإسلام ابن تيمية: خاطب الله المؤمنين بالحدود والحقوق خطاباً مطلقاً كقوله تعالى: ( الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا ( ]النور:2 [، وقوله تعالى: (وَالَّذِينَ يَرْمُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَدَاء فَاجْلِدُوهُمْ ( ]النور4:[ ، وكذلك قوله: ( وَلَا تَقْبَلُوا لَهُمْ شَهَادَةً أَبَدًا ( ]النور:4[ . ¶ ولكن قد علم أن المخاطب بالفعل لابد أن يكون قادراً عليه والعاجزون لا يجب عليهم وقد علم أن هذا فرض على الكفاية وهو مثل الجهاد بل هو نوع من الجهاد ، فقوله تعالى: ( كُتِبَ عَلَيْكُمُ الْقِتَالُ ( ]البقرة:216[. ¶ وقوله تعالى: ( وَقَاتِلُواْ فِي سَبِيلِ اللّهِ ( ]البقرة:190[ ، قوله تعالى: ( إِلاَّ تَنفِرُواْ يُعَذِّبْكُمْ ( ]التوبة:39[. ¶ ونحو ذلك هو فرض على الكفاية من القادرين ، والقدرة هي السلطان فلهذا وجب على ذي السلطان ونوابه إقامة الحدود : قال ( والأصل أن هذه الواجبات تقام على أحسن الوجوه فمتى أمكن إقامتها من أمير لم تحتج إلى أينين ، ومتى لم يقم إلا بعدد ومن غير سلطان أقيمت ما لم يكن في إقامتها فساد يزيد على إضاعتها فإنها من باب الأمر بالمعروف والنهى عن المنكر (34/175). ¶ قال ابن حجر في الفتح في شرح حديث غزوة مؤتة : قال الطحاوي: هذا الأصل يؤخذ منه أن على المسلمين أن يقدموا رجلاً إذا غاب الإمام يقوم مقامة إلى أن يحضر .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكذا قال الخطابي وعنه البغوي: ومن هنا تعلم من هذه النقول من أئمة العلماء من المذاهب المختلفة أن وجود الخليفة ليس شرطاً في وجود الجهاد لأنه خطاب متوجه للمسلمين أصلاً والواجب على المسلمين أن يرجعوا إلى علمائهم في تقديم رجل منهم يقودهم في الجهاد بنوعيه الدفع والطلب ويلزمهم أن يجتمعوا ولا يفترقوا فإنه لا تحصل مصلحة الجهاد إلا بالاجتماع بل وسائر مصالحهم ولاشك أن من يشترط وجود الخلافة أولاً قبل الجهاد يلزمه أن ما جرى في أفغانستان وما يجرى في البوسنة وأريتيريا والفلبين وكشمير وسائر البلاد التي يقاتل فيها المسلمون أعداءهم يلزم أن كل هذا محرم غير مشروع وما أبطل من أن ينسب لأحد من علماء الإسلام. ¶ وقد روى أبو داود في سننه عن عقبة بن مالك قال: بعث النبي صلي الله عليه وسلم سرية فسلحت رجلاً منهم سيفاً فلما رجع قال: لو رأيت مالا منا رسول الله صلي الله عليه وسلم قال:\" أعجزتم إذا بعثت رجلاً منكم فلم يمض لأمري أن تجعلوا مكانه من يمضى لأمري \" [حسنه الألباني] . ¶ * هل يشترط انفراد المسلمين بأرض ينطلقون منها في الجهاد ؟ ¶ ليس في كلام العلماء السابقين فيما اطلعنا عليه نصاً على مثل هذا الشرط ومن هنا اختلف المعاصرون في ذلك فمنهم من قال: لم يقاتل النبي صلي الله عليه وسلم إلا بعد وجود الأرض في المدينة ومنهم من قال: لا دليل على الاشتراط من مجرد الفعل وإنما كان المانع من القتال بمكة عدم القدرة والشوكة كما سبق بيانه، وقد ذكر العلماء شروط وجود الجهاد ولم يذكروا هذا الشرط بل صرحوا في حالة طروء الكفر على الإمام وردته ووجوب الخروج عليه إذا قدرت على ذلك طائفة أن ذلك يتعين عليها وهذا نوع من الجهاد.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال القاضي عياض: أجمع العلماء على أن الإمامة لا تنعقد لكافر وعلى أنه لو طرأ عليه الكفر انعزل ، وقال: وكذا لو ترك إقامة الصلوات والدعاء إليها. فلو طرأ عليه كفر وتغيير للشرع أو بدعة خرج عن حكم الولاية وسقطت طاعته ووجب على المسلمين القيام عليه وخلعه وتنصيب إمام عدل إن أمكنهم ذلك ، فإن لم يقع ذلك إلا لطائفة وجب عليها القيام بخلع الكافر ولا يجب في المبتدع إلا إذا ظنوا القدرة عليه فإن تحققوا العجز لم يجب عليهم القيام وليهاجر المسلم عن أرضه إلى غيرها ويفر بدينه ، صحيح مسلم (12/299) ولاشك أن الخروج إنما يكون من الأرض التي هم فيها وهى مازالت تحت حكم الكافر. وإن كان المتأمل لتاريخ المسلمين قديماً وحديثاً يرى أن حصول القدرة على القتال مرتبط إرتباطاً وثيقاً بوجود أرض تأوي المسلمين كما حدث في أفغانستان وغيرها ، فلهذا والله أعلم نرى أن اشتراط الأرض إنما هو الأغلب ضمن شرط القدرة وليس شرطاً مستقلاً . ¶ قال النووي في شروط اعتبار الخارجين على الإمام أهل بغى: ¶ الخصلة الثانية : أن يكون لهم شوكة وعدد وشرط جماعة من الأصحاب في الشوكة أن ينفردوا ببلدة أو قرية أو موضع في الصحراء ، والأصح الذي قاله المحققون أنه لا يعتبر ذلك وإنما يعتبر استعصاؤهم وخروجهم عن قبضة الإمام حتى لو تمكنوا من المقاومة وهم محفوفون بجند الإسلام حصلت الشوكة .أهـ.(روضة الطالبين 10/52) . ¶ * أصناف من يقاتلون وأحكام قتالهم ؟ ¶ أولاً: الكفار وهم أنواع :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "النوع الأول: اليهود والنصارى والمجوس: وهؤلاء يجب قتالهم حتى يسلموا أو يعطوا الجزية عن يد وهم صاغرون لقوله تعالى: ( قَاتِلُواْ الَّذِينَ لاَ يُؤْمِنُونَ بِاللّهِ وَلاَ بِالْيَوْمِ الآخِرِ وَلاَ يُحَرِّمُونَ مَا حَرَّمَ اللّهُ وَرَسُولُهُ وَلاَ يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُواْ الْكِتَابَ حَتَّى يُعْطُواْ الْجِزْيَةَ عَن يَدٍ وَهُمْ صَاغِرُونَ ( ]التوبة29[ صاغرون أي أذلاء . وقال النبي صلي الله عليه وسلم في المجوس \" سنوا بهم سنة أهل الكتاب \" ، وقد روى البخاري \" أن رسول الله صلي الله عليه وسلم أخذ الجزية من مجوس هجر\" . ¶ قال ابن قدامة في المغنى (8/362): ولا نعلم خلافاً بين أهل العلم في هذين القسمين يعنى أهل الكتاب والمجوس في قبول الجزية منهم وإقرارهم على دينهم . ¶ النوع الثاني: من غير أهل الكتاب والمجوس مثل عبدة الأوثان ومن عبد من استحسن: فهؤلاء لا تقبل منهم الجزية عند الشافعي وأحمد في ظاهر الرواية ، بل لا يقبل منهم إلا الإسلام أو القتل ، وعند أبى حنيفة تقبل من جميع الكفار إلا عبدة الأوثان من العرب وهو رواية عن أحمد ، وعند مالك تقبل من جميع الكفار (راجع المغنى 8/263 - مختصر خليل 117 وشرحه وحاشية الدسوقي- ورضة الطالبين 10/305 -بدائع الصنائع 8/110-111) . ¶ قال ابن القيم رحمه الله في الزاد (2/80): فلما نزلت آية الجزية أخذها صلي الله عليه وسلم من ثلاث طوائف من المجوس واليهود والنصارى ، ولم يأخذها من عباد الأصنام فقيل لا يجوز أخذها من كافر غير هؤلاء ومن دان بدينهم إقتداء بأخذه وتركه وقيل بل تؤخذ من أهل الكتاب وغيرهم من الكفار كعبادة الأصنام من العجم دون العرب ¶ والأول: قول الشافعي -رحمه الله- وأحمد في إحدى روايتيه .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "والثاني : قول أبي حنيفة -رحمه الله- وأحمد في الرواية الأخرى وأصحاب القول الثاني يقولون إنما لم يأخذها من مشركي العرب لأنها إنما نزل فرضها بعد أن أسلمت دار العرب ولم يبق فيها مشرك فإنها نزلت بعد فتح مكة ودخول العرب في دين الله أفواجاً فلم يبق بأرض العرب مشرك ولهذا غزا بعد الفتح تبوك وكانوا نصارى ، ولو كان بأرض العرب مشركون لكانوا يلونه وكانوا أولى بالغزو من الأبعدين ومن تأمل السير وأيام الإسلام علم أن الأمر كذلك فلم تؤخذ منهم الجزية لعدم من يؤخذ منه لا لأنهم ليسوا من أهلها ، قالوا وقد أخذها من المجوس وليس بأهل كتاب ولا يصح أنه كان لهم كتاب ورفع وهو حديث لا يثبت مثله ولا يصح سنده ولا فرق بين عباد النار وعباد الأصنام ، بل عباد الأوثان أقرب حالاً من عباد النار وكان فيهم من التمسك بدين إبراهيم ما لم يكن في عباد النار أعداء إبراهيم الخليل فإذا أخذت منهم الجزية فأخذها من عباد الأصنام أولى وعلى ذلك تدل سنة رسول الله صلي الله عليه وسلم كما ثبت عنه في صحيح مسلم أنه قال \" إذا لقيت عدوك من المشركين فادعهم إلى إحدى خلال ثلاث فأيهن أجابوك إليها فاقبل منهم وكف عنهم ثم أمره أن يدعوهم إلى الإسلام أو الجزية أو يقاتلهم \" .أهـ. ¶ والذي في صحيح مسلم أنه يدعوهم إلى الإسلام والهجرة أو الإسلام مع البقاء في بلادهم ويكونون كأعراب المسلمين يجرى عليهم حكم الله ولا يكون لهم في الفيء نصيب إلا أن يقاتلوا مع المسلمين أو الجزية فإن هم أبوا فاستعن بالله وقاتلهم (صحيح مسلم _ شرح النووي) ، فيظهر من هذا أن القول الراجح قبول الجزية من جميع كفار العالم اليوم خاصة أنه لا يوجد الآن مشركو عرب بل من كان منهم كافراً فهو مرتد أو أهل الكتاب.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "النوع الثالث: المرتدون: وهؤلاء لا يقرون على الجزية بالإجماع بل لا يقبل منهم إلا الإسلام أو القتل ، والخلاف في المرأة المرتدة هل تقتل أم تحبس حتى تسلم أو تسترق ، وقتلها قول الجمهور لقول النبي صلي الله عليه وسلم:\" من بدل دينه فاقتلوه \"[متفق عليه] قال ابن حجر في الفتح(12/72) وقتل أبو بكر في خلافته امرأة ارتدت والصحابة متوافرون فلم ينكر أحد عليه وقد أخرج ذلك كله ابن المنذر وأخرج الدارقطني أثر أبى بكر من وجه حسن وأخرج مثله مرفوعاً في قتل المرتدة لكن سنده ضعيف وقد وقع في حديث معاذ أن النبي صلي الله عليه وسلم لما أرسله إلى اليمن قال له \" أيما رجل ارتد عن الإسلام فادعه فإن عاد وإلا فاضرب عنقه ، وأيما امرأة ارتدت عن الإسلام فادعها فإن عادت وإلا فاضرب عنقها \" وسنده حسن ، وهو نص في موطن النزاع فيجب المصير إليه .أهـ. ¶ والقول بالاسترقاق منقول عن على ( فإنه استرق من سبى بنى خليفة أم ولده محمد المعروف بابن الخليفة قال الخطابي: ثم لم ينقض عهد الصحابة حتى أجمعوا على أن المرتد لا يسبى . ¶ أما المرتد فلا خلاف في وجوب قتله ، والخلاف في استتابته والراجح عند الجمهور وجوبها وعند البعض استحبابها ، وإليه مال البخاري (راجع فتح الباري 12/267 - روضة الطالبين 10/75 - بدائع الصنائع 4/301 - حاشية الدسوقي على الشرح الكبير 4/301 - المغنى 8/125) . ¶ فائدة: قتل المرتد للإمام ويعزر من قتله بغير إذن لافتئاته على الإمام ولا ضمان عليه ولا كفارة هذا ما لم يقاتل فإذا قاتل قتله كل من قدر عليه ( أفاده في مغنى المحتاج 4/140).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "هذه الأنواع الثلاثة يلزم قتالهم باتفاق العلماء ، وأما الواحد المقدور عليه من الطوائف الثلاثة فقد بينا حكم المرتد والمرتدة ، وأما الكفار الأصليون فالرجال الأحرار البالغون يخير فيهم الإمام أو أمير الجيش تخيير مصلحة ويفعل الأحظ لأهل الإسلام من قتل أو من فداء بأسرى مسلمين أو مال أو استرقاق فإن خفي الأحظ حبسهم حتى يظهر وقيل لا يسترق وثنى وكذا عربي وهذا مرجوح ولو أسلم أسير عصم دمه وبقى الخيار في الباقي أفاده النووي في الروضة . وهذا في المقاتلين أما الرهبان والأجراء والشيوخ والعميان والزمني الذين لا يقاتلون ولا رأى لهم فقولان للعلماء : الجمهور على عدم جواز قتلهم وهو قول مالك وأحمد وأصحاب الرأي والشافعي في أحد قوليه ، وقال في الآخر يجوز قتلهم (راجع المغنى 8/477- مغنى المحتاج 4/223- بدائع الصنائع 7/103) فأما إذا كان لهم رأى أو قاتلوا جاز قتلهم باتفاق العلماء أما النساء والصبيان فلا يقتلون لحديث ابن عمر ( \" أن النبي صلي الله عليه وسلم نهى عن قتل النساء والصبيان \" [متفق عليه] . ¶ والعبيد كالنساء والصبيان عن الجمهور . ومن قاتل من هؤلاء جميعاً قتل بلا خلاف (المغنى 8/475-478) ، ويصبح النساء والصبيان والعبيد رقيقاً بمجرد الأسر (المنهاج للنووي بشرح مغنى المحتاج 4/227-المغنى 8/379). ¶ قال النووي: ويجوز حصار الكفار في البلاد والقلاع وإرسال الماء عليهم ورميهم بنار ومنجنيق وتبييتهم في غفلة فإن كان فيهم مسلم أسير أو تاجر جاز ذلك على المذهب ول التحم حرب فتترسوا بنساء وصبيان جاز رميهم وإن دفعوا بهم عن أنفسهم ولم تدع ضرورة إلى رميهم فالأظهر تركهم وإن تترسوا بمسلمين فإن لم تدع ضرورة إلى رميهم تركناهم وإلا جاز رميهم في الأصح ، وذكر ابن قدامة في المغنى نحو ذلك (8/448-454).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فإن سأل الساري تخليتهم على إطاء الجزية فقد قال ابن قدامة: لم يجز ذلك في نسائهم وذراريهم لأنهم صاروا غنيمة كالسبي ، وأما الرجال فيجوز ذلك فيهم ولا يزال التخيير الثابت فيهم ، وقال أصحاب الشافعي: يحرم قتلهم كما لو أسلموا ولنا أنه بدل لا تلزم الإجابة إليه فلم يحرم قتلهم كبدل عبدة الأوثان (8/375) ورجح في مغنى المحتاج عدم الوجوب وبقاء التخيير. ¶ تناولنا في الفصل السابق أصناف من يقاتلون من الكفار وصفة قتالهم ، ونتناول في هذا الفصل بيان أصناف من يقاتلون من المنتسبين للإسلام ، ولاشك في خطورة هذه المسألة ، فإن أمر الدماء وحرمتها من أعظم الأمور كما قال النبي صلي الله عليه وسلم : \" لا يزال المسلم في فسحة من دينه ما لم يصب دماً حراماً \" [رواه البخاري] . ¶ وغلظ النبي صلي الله عليه وسلم على أسامة قتله الرجل بعد نطق الشهادة فقال صلي الله عليه وسلم : \" أقتلته بعد أن قال لا إله إلا الله ، فكيف تفعل بلا إله إلا الله إذا جاءت يوم القيامة \" متفق عليه . ¶ وفى الصحيح قول النبي صلي الله عليه وسلم : \" أول ما يقضى بين الناس يوم القيامة في الدماء \" ، فوجب على المسلمين أن يحترزوا أعظم التحرز قبل أن يقدموا على قتال أو قتل من ثبت له حكم الإسلام إلا ببينة أوضح من شمس النهار ، وفى نفس الوقت يلزما إن يقاتلوا من أمر الشرع بقتاله حفظاً لرأسمال الإسلام حتى قال ابن هبيرة فيما نقله .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ابن حجر في الفتح (12/301) : (( إن قتال الخوارج أولى من قتال المشركين والحكمة فيه أن قتالهم حفظ لرأسمال الإسلام ، وفى قتال أهل الشرك طلب الربح وحفظ رأس المال أولى)) ، ومقصوده قتال المشركين قتال الطلب الذي هو فرض كفاية ، أما الدفع فهو حفظ لرأسمال الإسلام أيضاً ، بل هو أعظم بلا شك إذ في تركه تبديل الملة وفى ترك قتال من لزم قتاله من المسلمين تأويلها إلا أن القتال على التأويل الفاسد المذموم يمنع الانحراف المهلك الذي سار في طريقة اليهود والنصارى حتى صاروا إلى الكفر . ¶ ((( ¶ أصناف من يقاتلون من المنتسبين إلى الإسلام ¶ وردت أدلة الكتاب والسنة والإجماع بالأمر بقتال عدة طوائف من أهل القبلة ، وهم أهل البغي وقطاع الطرق ومن أبى قبول الفرائض والتزامها وامتنع عن شريعة من شرائع الإسلام ، وإن لم يخرج عن الدين كمانعي الزكاة . ¶ * الطائفة الأولى : البغاة : ¶ الأصل في قتالهم قوله (: ( وإن طائفتان من المؤمنين اقتتلوا فأصلحوا بينهما ، فإن بغت إحداهما على الأخرى فقاتلوا التي تبغي حتى تفئ إلى أمر الله ، فإن فاءت فأصلحوا بينهما بالعدل واقسطوا إن الله يحب المقسطين ، إنما المؤمنون إخوة فأصلحوا بين أخويكم ( ]الحجرات9-10[. ¶ قال ابن قدامة في المغنى (8/104): وفى هذه الآية خمس فوائد : ¶ أحدها : أنهم لم يخرجوا بالبغي عن الإيمان ، فإنه سماهم مؤمنين . ¶ الثانية : أنه أوجب قتالهم . ¶ الثالثة : انه أسقط قتالهم إذا فاءوا إلى أمر الله . ¶ الرابعة : أنه أسقط عنهم التبعة فيما أتلفوه في قتالهم . ¶ الخامسة : أن الآية أفادت جواز قتال كل من منع حقاً عليه . ¶ وقال : الخارجون عن قبضة الإمام أصناف أربعة : ¶ أحدها : قوم امتنعوا وخرجوا عن طاعته وخرجوا عن قبضته بغير تأويل ، فهؤلاء قطاع طرق ساعون في الأرض بالفساد يأتي حكمهم في باب منفرد.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "الثاني : قوم لهم تأويل إلا أنهم نفر يسير لا منعة لهم كالواحد والاثنين والعشرة ونحوهم ، فهؤلاء قطاع طريق في قول أكثر أصحابنا وهو مذهب الشافعي ، لأن ابن ملجم لما جرح علياً قال للحسن : إن برئت رأيت رأيي ، وإن مت فلا تمثلوا به . ¶ فلم يثبت لفعله حكم البغاة قال: وقال أبو بكر: لا فرق بين الكثير والقليل وحكمهم حكم البغاة . ¶ الثالث : الخوارج : الذين يكفرون بالذنب ويكفرون عثمان وعلياً وطلحة والزبير وكثيراً من الصحابة ، ويستحلون دماء المسلمين وأموالهم إلا من خرج معهم فظاهر قول الفقهاء من أصحابنا المتأخرين أنهم بغاة حكمهم ، وهذا قول أبى حنيفة والشافعي وجمهور الفقهاء وكثير من أهل الحديث ، ومالك يرى استتابتهم ، فإن تابوا وإلا قتلوا على إفسادهم لا على كفرهم ، وذهبت طائفة من أهل الحديث إلى أنهم كفار مرتدون حكمهم حكم المرتدين وتباح دماؤهم وأموالهم ، فإن تحيزوا في مكان وكانت لهم منعة وشوكة صاروا أهل حرب كسائر الكفار ، وإن كانوا في قبضة الإمام استتابهم كاستتابة المرتدين ، فإن تابوا وإلا ضربت أعناقهم وكانت أموالهم فيئاً لا يرثهم ورثتهم المسلمون . ¶ قال ابن المنذر : لا أعلم أحداً وافق أهل الحديث على تكفيرهم وجعلهم كالمرتدين . ¶ والرابع : قوم من أهل الحق يخرجون عن قبضة الإمام ويرومون خلعه لتأويل سائغ ، وفيهم منعة يحتاج في كفهم إلى جمع الجيوش فهؤلاء البغاة .أهـ. مختصراً . ¶ قال النووي في روضة الطالبين : (10/50): الذين يخالفون الإمام بالخروج عليه وترك الانقياد والامتناع من أداء الحقوق ينقسمون إلى بغاة وغيرهم ، أما البغاة فتعتبر فيهم خصلتان :-",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "إحداهما: أن يكون لهم تأويل يعتقدون بسببه جواز الخروج على الإمام أو منع الحق المتوجه عليهم فلو خرج قوم عن الطاعة ومنعوا الحق بلا تأويل سواء كان حداً أو قصاصاً أو مالاً لله ( أو للآدميين عناداً أو مكابرة ولم يتعلقوا بتأويل فليس لهم أحكام البغاة ، وكذا المرتدون ثم التأويل للبغاة إن كان بطلانه مظنوناً فهو معتبر ، وإن كان بطلانه مقطوعاً به فوجهان أوفقهما لإطلاق الأكثرين أنه لا يعتبر كتأويل المرتدين ، والثاني يعتبر ويكفى تعطيلهم فيه ، وقد يغلط الإنسان في القطعيات . ¶ الثانية : أن يكون لهم شوكة وعدد بحيث يحتاج الإمام في ردهم إلى الطاعة إلى كلفة ببذل مال أو إعداد رجال ونصب قتال فإن كانوا أفراداً يسهل ضبطهم فليسوا بغاة ، وشرط جماعة من الأصحاب في الشوكة أن ينفردوا ببلدة أو قرية أو موضع من الصحراء ، والأصح الذي قاله المحققون أنه لا يعتبر ذلك وإنما يعتبر استعصاؤهم وخروجهم عن قبضة الإمام حتى لو تمكنوا من المقاومة وهم محفوفون بجند الإسلام حصلت الشوكة . ¶ قال الإمام : يجب القطع بأن الشوكة لا تحصل إذا لم يكن لهم متبوع مطاع إذ لا قوة لمن لا يجمع كلمتهم مطاع. ¶ * وهل يشترط أن يكون فيهم إمام منصوب لهم أو منتصب ؟ ¶ وجهان ويقال قولان أصحهما عند الأكثرين لا يشترط .أهـ. مختصراً . ¶ قال الشيخ خليل ابن إسحاق المالكي في مختصره : الباغية فرقة خالفت الإمام لمنع حق أو لخلعه فللعدل قتالهم وإن تابوا . ¶ قال أحمد الدردير في الشرح الكبير لمختصر خليل: البغي لغةً هو التعدي ، وشرعاً: قال ابن عرفة هو الامتناع من طاعة من ثبتت إمامته في غير معصية بمغالبة ولو تأولاً .أهـ. ¶ وقوله في غير معصية متعلق بطاعة ، ومقتضاه أن من امتنع عن طاعته في مكروه يكون باغياً ، وقيل لا تجب طاعته في المكروه فالممتنع لا يكون باغياً وهو الأظهر لأنه من الإحداث في الدين ما ليس منه فهو رد فإذا أمر الناس بصلاة ركعتين بعد أداء فرض الصبح لم يتبع .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال : (الباغية فرقة) أي طائفة من المسلمين خالفت الإمام الذي ثبتت إمامته باتفاق الناس عليه ، ويزيد بن معاوية : لم تثبت إمامته لأن أهل الحجاز لم يسلموا له الإمامة لظلمه ونائب الإمام مثله (لمنع حق) لله أو لآدمي وجب عليها كزكاة وكأداء ما عليهم مما جبوة لبيت مال المسلمين كخراج الأرض (أو لخلعه) أي وخالفته لإرادتها خلعه أي عزله لحرمة ذلك عليهم وإن جار إذ لا يعزل السلطان بالظلم والفسق وتعطيل الحقوق بعد انعقاد إمامته ، وإنما يجب وعظه (فللعدل قتالهم وإن تابوا) الخروج عليه لشبهة قامت عندهم ، ويجب على الناس معاونته عليهم ، وأما غير العدل فلا تجب معاونته . ¶ قال مالك ( : دعه وما يراد منه ينتقم الله من الظالم بظالم ثم ينتقم من كليهما كما أنه لا يجوز له قتالهم لاحتمال أن يكون خروجهم عليه لفسقة وجوره وإن كان لا يجوز لهم الخروج عليه . ¶ يتضح مما سبق أن المتفق عليه من صفة أهل البغي أنهم طائفة من أهل الحق لهم منعة وشوكة يخرجون على الإمام لتأويل سائغ أخطأوا فيه ، وهؤلاء كأهل الجمل وصفين الذين خرجوا على علي ( لظنهم أنه يعلم قتلة عثمان ولا يقتص منهم ، فإن كانوا بلا شوكة ولا منعة وخرجوا عن الإمام فحكمهم حكم قطاع الطريق عند الجمهور في ضمان ما أتلفوه وعدم سقوط تبعة قتالهم ، وإن كانوا خرجوا بلا تأويل ، بل عناداّ وامتناعاً عن الحق فهم محاربون ساعون في الأرض فساداً ، وكذا إذا كان التأويل غير معتبر على الصحيح فإذا كان الإمام عدلاً جاز له قتالهم ووجبت معاونته ، أما إذا لم يكن عدلاً بل فاسقاً فلا يجوز له قتالهم حتى يتوب ويقاتل بعد ذلك ، ولا يعان حال ظلمه كما قال الإمام مالك . ¶ ((( ¶ صفة قتالهم وأحكامهم",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال النووي في المنهاج : ولا يقاتل البغاة حتى يبعث إليهم أميناً فطناً ناصحاً يسألهم ما ينقمون ، فإن ذكروا مظلمة أو شبهة أزالها ، فإن أصروا نصحهم ثم آذنهم بالقتال ، فإن استمهلوا اجتهد وفعل ما رآه صواباً ولا يقتل مدبرهم ولا مثخنهم وأسيرهم ولا يطلق وإن كان صبياً أو امرأة حتى تنقضي الحرب ويتفرق جمعهم إلا أن يطيع باختياره ويرد سلاحهم وخيلهم إليهم إذا انقضت الحرب وأمنت غائلتهم ولا يستعمل في قتال إلا لضرورة ولا يقاتلون بعظيم كنار ومنجنيق إلا لضرورة كأن قاتلوا به أو أحاطوا بنا ولا يستعان عليهم بكافر ولا بمن يرى قتلهم مدبرين . 4/128. ¶ قال ابن قدامة في المغنى (8/114): أهل البغي إذا تركوا القتال إما بالرجوع إلى الطاعة ، وإما بإلقاء السلاح ، وإما بالهزيمة إلى فئة أو إلى غير فئة ، وإما بالعجز لجراح أو مرض أو أسر فإنه يحرم قتلهم واتباع مدبرهم ، وبهذا قال الشافعي . وقال أبو حنيفة : إذا هزموا ولا فئة لهم كقولنا (أي لا يجوز قتلهم) وإن كانت لهم فئة يلجئون إليها جاز قتل مدبرهم وأسيرهم ، والإجازة على جريحهم ، وإن لم يكن لهم فئة لم يقتلوا لكن يضربون ضرباً وجيعاً ويحبسون حتى يقلعوا عما هم عليه ويحدثوا توبة . ذكروا هذا فى الخوارج .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ويروى عن ابن عباس ( نحو هذا واختاره بعض أصحاب الشافعي لأنه متى لم يقتلهم اجتمعوا ثم عادوا للمحاربة ، ولنا ماروى عن على ( عنه أنه قال يوم الجمل لا يذفف على جريح ، ولا يهتك ستر ولا يفتح باب ، ومن أغلق باباً أو بابه فهو آمن ولا يتبع مدبر (1) ، فإن قتل إنسان من مُنِعَ من قتله ضمنه لأنه قتل معصوماً لم يؤمر بقتله ، وفى القصاص وجهان . وأما أسيرهم فإن دخل فى الطاعة خلى سبيله ، وإن أبى ذلك وكان رجلاً جلداً من أهل القتال حبس ما دامت الحرب قائمة ، فإذا انقضت الحرب خلى سبيله وشُرط عليه أن لا يعود إلى القتال ، وإن لم يكن الأسير من أهل القتال كالنساء والصبيان والشيوخ الفانين خلى سبيلهم ولم يحبسوا في أحد الوجهين . وإن قتل أهل البغي أساري أهل العدل لم يجز لأهل العدل قتل أسراهم لأنهم لا يقتلون بجناية غيرهم . فأما غنيمة أموالهم وسبى ذريتهم فلا نعلم في تحريمه بين أهل العلم خلافاً .أهـ. باختصار . ¶ قال الدسوقي في حاشية الشرح الكبير (4/299): يمتاز قتال البغاة عن قتال الكفار بأحد عشر وجهاً : أن يقصد بالقتال ردعهم لا قتلهم ، وأن يكف عن مدبرهم ولا يجهز على جريحهم ولا تقتل أسراهم ولا تغنم أموالهم ولا تسبى ذرا ريهم ولا يستعان عليهم بمشرك ولا يوادعهم على مال ولا تنصب عليهم الرعادات ولا تحرق مساكنهم ولا يقطع شجرهم . ¶ قال الكاساني الحنفي في بدائع الصنائع (4/140): الإمام إذا قاتل أهل البغي فهزمهم وولوا مدبرين فإن كانت لهم فئة ينحازون إليها فينبغي لأهل العدل أن يقتلوا مدبرهم ويجهزوا على جريحهم لئلا يتحيزوا إلى الفئة فيمتنعوا بها فيكروا على أهل العدل ، وأما أسيرهم فإن شاء الإمام قتله استئصالاً لشأفتهم ، وإن شاء حبسه لاندفاع شره بالأسر والحبس وإن لم يكن فئة يتحيزون إليها لم يتبع مدبرهم ولم يجهز على جريحهم ولم يقتل أسيرهم لوقوع الأمن عن شرهم عند انعدام الفئة .أهـ.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "مما سبق يتضح أن أهل البغي يقاتلون لدفع شرهم بعد إزالة شبهتهم ودعوتهم إلى الرجوع إلى الحق لقوله (: ( فَأَصْلِحُوا بَيْنَهُمَا ( ، فلا يبدءون بالقتال قبل الإصلاح ، فإذا قوتلوا لا يتبع مدبر ولا يجهز على جريح ولا يقتل أسير عند عدم وجود فئة لهم باتفاق عامة العلماء ، وعند وجود فئة لهم كذلك عند الجمهور خلافاً للحنفية . وأما الأموال والنساء والذراري فتحريمها باق بلا خلاف بين العلماء لأنهم مسلمون ، وأما نفوذ أحكامهم وقبول شهادتهم فالذي عليه الجمهور قبول شهادتهم وأنه ينفذ من أحكامهم ما ينفذ من أحكام قاضى أهل العدل وينقضي منها ما ينقضي من حكمه من حدود أقاموها وزكاة جمعوها وغيرها (روضة الطالبين 10/53-المغنى 8/119-حاشية الدسوقي على الشرح الكبير 4/300). خلافاً للحنفية الذين يرون عدم إنقاذ أحكامهم إلا في بعض الصور (بدائع الصنائع 7/142) ، والجمهور على أنهم لا يضمنون نفساً ولا مالاً مما أتلفوه حال القتال ولا يجب عليهم بعد توبتهم أو هزيمتهم قصاص ولا دية . ¶ لقول الزهري : كانت الفتنة العظمى بين الناس وفيهم البدريون فأجمعوا على أنه لا يقام حد على رجل ارتكب فرجاً حراماً بتأويل القرآن وليغرم مالاً أتلفه بتأويل القرآن . (المغنى 8/113-مغن المحتاج 4/124) ، وذهب البعض لتضمينهم وهو أحد الوجهين عند الشافعية ورجحه الشوكاني في السيل الجرار (4/559) . ¶ * الخوارج ومانعي الزكاة هل هم أهل بغى ؟ ¶ أطلق كثير من العلماء من أتباع المذاهب الأربعة وغيرهم أن مانعي الزكاة والخوارج أهل بغى ، قال الخطابي : مما يجب تقديمه في هذا أن يُعلم أن أهل الردة كانوا صنفين : ¶ الأول : صنف ارتدوا عن الدين ونابذوا الملة وعادوا إلى الكفر: وهم الذين عناهم أبو هريرة بقوله: وكفر من كفر من العرب . ¶ والصنف الآخر: هم الذين فرقوا بين الصلاة والزكاة فأقروا بالصلاة وأنكروا فرض الزكاة ووجوب أدائها إلى الإمام :",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وهؤلاء على الحقيقة أهل بغى وإنما لم يدعوا بهذا الاسم في ذلك الزمان خصوصاً لدخولهم في غمار أهل الردة فأضيف الاسم في الجملة إلى الردة إذ كانت أعظم الأمرين وأهمهما وأرخ قتال أهل البغي في زمن على بن أبى طالب ( إذ كانوا منفردين في زمانه لم يختلطوا بأهل الشرك .إلى أن قال : فإن قيل كيف تأولت أمر الطائفة التي منعت الزكاة على الوجه الذي ذهبت إليه وجعلتهم أهل بغى ؟ وهل إذا أنكرت طائفة من المسلمين في زماننا فرض الزكاة وامتنعوا عن أدائها يكون حكمهم حكم أهل البغي ، قلنا لا فإن من أنكر فرض الزكاة في هذه الأزمان كان كافراً بإجماع المسلمين ، والفرق بين هؤلاء وأولئك أنهم عذروا لأسباب وأمور لا يحدث مثلها في هذا الزمان منها قرب العهد بزمان الشريعة الذي كان يقع معه تبديل الأحكام ومنها أن القوم كانوا جهالاً بأمور الدين ، وكان عهدهم بالإسلام قريباً فدخلتهم الشبهة فعذروا ، فأما اليوم وقد شاع دين الإسلام واستفاض في المسلمين علم وجوب الزكاة حتى عرفها الخاص والعام واشترك فيها العالم والجاهل فلا يعذر أحد بتأويل يتأوله في إنكارها ،وكذا الأمر في كل من أنكر شيئاً مما أجمعت عليه الأمة من أمور الدين إذا كان علمه منتشراً كالصلوات الخمس وصوم شهر رمضان والاغتسال من الجنابة وتحريم الزنا والخمر ونكاح ذوات المحارم ونحوها من الأحكام إلا أن يكون رجلاً حديث عهد بالإسلام ولا يعرف حدوده ، فإنه إذا أنكر شيئاً منها جهلاً به لم يكفر وكان سبيله أولئك القوم في بقاء اسم الدين عليه ، فأما ما كان الإجماع فيه معلوماً من طريق علم الخاصة كتحريم نكاح المرأة على عمتها وخالتها ، وأن القاتل عمداً لا يرث ، وأن للجدة السدس ، وما أشبه ذلك من الأحكام فإن من أنكرها لا يكفر بل يعذر لعدم استفاضة علمها في العامة .أهـ. من شرح مسلم للنووي (1/173) .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "يتضح من هذا الكلام النفيس أن التأويل المقطوع ببطلانه ولكنه لا يخالف المعلوم من الدين بالضرورة وانتشر علمه في العامة يمنع من التكفير لكن لا يمنع من القتال ، والذي يختاره الخطابي أن التأويل الباطل يعتبر في إعطاء حكم البغاة لأصحابه ، وقد سبق كلام النووي (أنظر صفحة 15) ومثله كلام ابن قدامة إذ قال في المغنى (8/107) والصحيح إن شاء الله أن الخوارج يجوز قتلهم ابتداءاً والإجازة على جريحهم ، والذي يظهر من صنيع الإمام البخاري رحمه الله التفرقة بين أهل البغي وبين مانعي الزكاة والخوارج إذ بوّب قتال مانعي الزكاة والخوارج في كتاب استتابة المرتدين والمعاندين وقتالهم لا في أبواب قتال أهل البغي فقال : باب قتال من أبى قبول الفرائض وما نسبوا إلى الردة . وقد سبق بيان معنى الردة في حقهم وكلام الخطابي وأنها عن بعض الدين لاعن أصل الدين . ¶ وبوب لقتال الخوارج فقال باب قتل الخوارج والملحدين بعد إقامة الحجة عليهم . ¶ قال ابن حجر رحمه الله فى فتح البارى (12/280): والذين تمسكوا بأصل الإسلام ومنعوا الزكاة بالشبهة التى ذكروها لم يحكم عليهم بالكفر قبل إقامة الحجة وقد اختلف الصحابة فيهم بعد الغلبة عليهم هل تغنم أموالهم وتسبى ذراريهم كالكفار أو كالبغاة ؟ فرأى أبو بكر الأول وعمل به وناظره عمر فى ذلك وذهب إلى الثانى ووافقه غيره فى خلافته على ذلك واستقر الإجماع عليه في حق من جحد شيئاً من الفرائض بشبهة فيطالب بالرجوع فإن نصب القتال قوتل وأقيمت عليه الحجة فإن رجع وإلا عومل معاملة الكافر حينئذ ويقال أن أصبغ من المالكية استقر على القول الأول فعُد من ندرة المخالف . قال النووي: الخوارج صنف من المبتدعة يعتقدون أن من فعل كبيرة كفر وخلد في النار.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قال الشافعي: وجماهير الأصحاب ( لو أظهر قوم رأى الخوارج وتجنبوا الجماعات وكفروا الإمام ومن معه فإن لم يقاتلوا وكانوا في قبضة الإمام لم يقتلوا ولم يقاتلوا ثم إن صرحوا بسب الإمام أو غيره من أهل العدل عزروا وإن عرضوا ففي تعزيزهم وجهان أصحهما لا يعزرون ولو بعث الإمام إليهم والياً فقتلوه فعليهم القصاص وهل يتحتم قتل قاتله كقاطع الطريق لأنه شهر سلاح أم لا لأنه لم يقصد إخافة الطريق وجهان أصحهما لا يتحتم . ¶ وأطلق البغوي أنهم إن قاتلوا فهم فسقة وأصحاب بهت فحكمهم حكم قطاع الطريق . وحكى الإمام في تكفير الخوارج وجهين . ¶ قال: فإن لم نكفرهم فلهم حكم المرتدين ، وقيل حكم البغاة ، فإن قلنا كالمرتدين لم تنفذ أحكامهم . روضة الطالبين (10/52) . ¶ وقال أيضاً في المنهاج: ولو أظهر قوم رأى الخوارج كترك الجماعات وتكفير ذى الكبيرة ولم يقاتلوا تركوا وإلا فقطاع طريق . ¶ قال الشربيني في مغنى المحتاج: أي فحكمهم إن لم نكفرهم وهو الأصح كحكم قطاع طريق ، فإن قتلوا أحداً ممن يكافئهم اقتص منهم كغيرهم لا أنهم قطاع طريق فلا يتحتم قتلهم . ¶ قال محمد بن عبد الله بن حسين في زوائد زاد المستقنع: الخوارج الذين يكفرون بالذنوب ويستحلون دماء المسلمين فظاهر قول المتأخرين من أصحابنا أنهم بغتة حكمهم حكمهم وذهب أحمد في إحدى الروايتين عنه وطائفة من أهل الحديث إلى أنهم كفار مرتدون حكمهم حكم المرتدين ، قال في الترغيب والرعايتين وهى أشهر وذكر ابن حامد أنه لا خلاف فيه . ¶ وقال الشيخ (يعنى ابن تيمية) أجمعوا أن كل طائفة ممتنعة من شريعة متواترة من شرائع الإسلام يجب قتالها ليكون الدين كله لله كالمحاربين وأولى وقال في الرافضة شر من الخوارج قال وفى قتل واحد منهما ونحوها وكفره روايتان والصحيح جواز قتله كالداعية ونحوه (2/997) زوائد زاد المستقنع",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقد حقق شيخ الإسلام ابن تيمية: أن قتال الخوارج ومانعي الزكاة والطوائف الممتنعة من الشريعة قسم ثالث فقال : إن الأئمة متفقون على دم الخوارج وتضليلهم وإنما تنازعوا في تكفيرهم على قولين مشهورين في مذهب مالك وأحمد وفى مذهب الشافعي أيضاً نزاع في كفرهم ، ولهذا كان فيهم وجهان في مذهب أحمد وغيره على ... ¶ * الطريقة الأولى : أنهم بغاة . ¶ * والطريقة الثانية : أنهم كفار كالمرتدين ويجوز قتلهم ابتداء وقتل أسيرهم واتباع مدبرهم ومن قدر عليه منهم استتيب كالمرتد فإن تاب وإلا قتل كما أن مذهبه في مانعي الزكاة إذا قاتلوا الإمام عليها هل يكفرون مع الإقرار بوجوبها على روايتين وهذا كله مما يبين أن قتال الصديق لمانعي الزكاة وقتال على للخوارج ليس مثل القتال يوم الجمل وصفين فكلام على وغيره في الخوارج يقتضى أنهم ليسوا كفاراً كالمرتدين عن أصل الإسلام وهذا هو المنصوص عن الأئمة كأحمد وغيره ، وليسوا مع ذلك حكمهم كحكم أهل الجمل وصفين، بل هم نوع ثالث وهذا أصح الأقوال فيهم .الفتاوى (28/518). وقال أيضاً (28/551): وهؤلاء إذا كان لهم طائفة ممتنعة فلا ريب أنه يجوز قتل أسيرهم واتباع مدبرهم والإجهاز على جريحهم ، وقال (28/589): كل ما أخذ من التتار يخمس ويباح الإنتفاع به .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وقال (229): فأما قتل الواحد المقدور عليه من الخوارج كالحرورية والرافضة ونحوهم فهذا فيه قولان للفقهاء هما روايتان عن الإمام أحمد ، والصحيح أنه يجوز قتل الواحد منهم كالداعية إلى مذهبه ونحو ذلك ممن فيه فساد فإن النبي صلي الله عليه وسلم قال \" أينما لقيتموهم فاقتلوهم \" وقال صلي الله عليه وسلم \" لئن أدركتهم لأقتلنهم قتل عاد \" ، وقال عمر ( لصبيغ بن عسل: لو وجدتك محلوقاً لضربت الذي فيه عيناك ، ولأن على بن أبى طالب ( طلب أن يقتل عبد الله بن سبأ أول الرافضة حتى هرب منه ولأن هؤلاء من أعظم المفسدين في الأرض ، فإذا لم يندفع فسادهم إلا بالقتل قتلوا ، ولا يجب قتل كل واحد منهم إذا لم يظهر هذا القول أو كان في قتله مفسدة راجحة ، ولهذا ترك النبي صلي الله عليه وسلم قتل ذلك الخارجي ابتداء لئلا يتحدث الناس أن محمداً يقتل أصحابه ولم يكن إذ ذاك فيه فساد عام ، ولهذا ترك على قتلهم أول ما ظهروا لأنهم كانوا خلقاً كثيراً وكانوا داخلين في الطاعة والجماعة ظاهراً لم يحاربوا الجماعة ولم يكن تبين له أنهم هم ، وأما تكفيرهم وتخليدهم فيه أيضاً للعلماء قولان مشهوران وهما روايتان عن أحمد ، والقولان في الخوارج والمارقين من الحرورية والرافضة ونحوهم ، والصحيح أن هذه الأقوال التي يقولونها التي يعلم أنها مخالفة لما جاء به الرسول صلي الله عليه وسلم كفر وكذلك أفعالهم التي هي من جنس أفعال الكفار بالمسلمين هي كفر أيضاً وقد ذكرت دلائل ذلك في غير هذا الموضع لكن تكفير الواحد المعين منهم والحكم بتخليده في النار موقوف على ثبوت شروط التكفير وانتفاء موانعه ، فإنا نطلق القول بنصوص الوعد والوعيد والتكفير والتفسيق ، ولا نحكم للمعين بدخوله في ذلك العام حتى يقوم فيه المقتضى الذي لا معارض له .أهـ.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وقد نقل ابن كثير في البداية والنهاية روايتين عن علي ( في أموال الخوارج وأسند أنه لم بخمس أموالهم ولم يقسمها وأمر بتفريق من لم يقتل منهم في قبائلهم ، وهذا يدل على أنه لم يكن يكفرهم بأعيانهم ولم ينقل عنه قط أنه سبى النساء والذراري ويمكن حمل الأحاديث التي وردت في مروقهم من الدين وأنهم كلاب النار وهى متواترة في ذمهم على من كان منافقاً كافراً في الباطن كما قال ابن تيمية - رحمه الله - في كتاب الإيمان (وكذلك سائر الثنتين وسبعين فرقة من كان منهم منافقاً فهو كافر في الباطن ومن لم يكن منافقاً بل كان مؤمناً بالله ورسوله في الباطن وإن أخطأ التأويل كائناً ما كان خطؤه وقد يكون فيه شعبة من النفاق ولا يكون فيه النفاق والذي يكون صاحبه في الدرك الأسفل من النار .أهـ. ¶ * مما سبق يتضح أنه :- ¶ 1- اختلف العلماء في تكفير الخوارج ومانعي الزكاة الذين يقاتلون على منعها على قولين الراجح منها وهو قول جماهير العلماء عدم التكفير بالعموم وهو المنقول عن على ( فى الخوارج . ¶ 2- أجمع العلماء على ذم الخوارج وتبديعهم ومثلهم مانعي الزكاة ومن أبى التزام الفرائض وحق الإسلام وأنهم ليسوا كمن خرج على الإمام بتأويل سائغ معتبر فلا يفسق بذلك عند جماهير العلماء ، وأجمعوا على أن الصحابة كلهم عدول ولا يفسق أحد منهم ولو وصفوا بالفئة الباغية . ¶ 3- ومع ذلك يرى أكثر العلماء أن قتال الخوارج ومانعي الزكاة من جنس قتال البغاة فلا يغنم مال ولا تسبى لهم ذرية ولا يذفف على جريح ولا يقتل أسير ولا يتبع مدبر والواحد المقدور عليه منهم لا يجوز قتله ولا يجب ابتداؤهم بالقتال إذا لم ينصبوا حرباً ولم يستعدوا لذلك (فتح الباري 12/298).",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "4- ويرى بعض العلماء أن قتال الخوارج ومانعي الزكاة قسم ثالث ليس كقتال المرتدين ولا كقتال البغاة فيجوز الإجازة على الجريح وقتل الأسير والواحد المقدور عليه ما لم يكن في قتله مفسدة راجحة وتقسم أموالهم كغنائم ويجب قتالهم ابتداء وهم من الذين يحاربون الله ورسوله ، ويسعون في الأرض فساداً وهذا ترجيح شيخ الإسلام ابن تيمية . والخلاف في هذه المسألة خلاف سائغ يجتهد فيه الإمام أومن يقوم مقامه في الجهاد . ¶ الطائفة الثانية: قتال المحاربين وقطاع الطريق : ¶ الأصل في ذلك قوله تعالى: (إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ (33) إِلاَّ الَّذِينَ تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ فَاعْلَمُواْ أَنَّ اللّهَ غَفُورٌ رَّحِيمٌ( ]المائدة:33-34[ . ¶ روى الجماعة عن أنس أن ناساً من عكل قدموا على النبي صلي الله عليه وسلم وتكلموا بالإسلام فاستوخموا المدينة فأمر النبي صلي الله عليه وسلم بِذَوْدِ وراعِ ، وأمرهم أن يخرجوا فليشربوا من أبوالها وألبانها فانطلقوا حتى إذا كانوا بناحية الحَرَّة كفروا بعد إسلامهم وقتلوا راعي النبي صلي الله عليه وسلم واستاقوا الذود فبلغ ذلك النبي صلي الله عليه وسلم فبعث الطلب في آثارهم فأمر بهم فسمروا أعينهم وقطعوا أيديهم وتركوا في ناحية الحرة حتى ماتوا على حالهم . ¶ قال الشوكاني في السبيل الجرار (4/368): وكون سبب نزولها في المشركين الذين أخذوا لقاح النبي صلي الله عليه وسلم لما شكوا إليه وباء المدينة لا يدل على اختصاص هذا الحد بهم فإن الاعتبار بعموم اللفظ لا بخصوص السبب .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "قال القرطبي في تفسير الآية: قال مالك المحارب عندنا من حمل على الناس في مصر أو في برية وكابرهم عن أنفسهم وأموالهم دون ثائرة (هياج) ولا ذحل (ثأر) ولا عداوة . ¶ قال ابن المنذر اختلف عن مالك في هذه المسألة فأثبت المحاربة في المصر ونفى ذلك مرة ، وقالت طائفة حكم ذلك في المصر أو في المنازل والطرق وديار أهل البادية والقرى سواء وحدودهم واحدة وهذا قول الشافعي وأبى ثور ، قال ابن المنذر: كذلك هو لأن كلاً يقع عليه اسم المحاربة والكتاب على العموم وليس لأحد أن يخرج من جمله الآية قوماً بغير حجة .أهـ. ¶ قال النووي في روضة الطالبين (10/154): تعتبر فيهم الشوكة والبعد عن الغوث وأن يكونوا مسلمين مكلفين فالكفار ليس لهم حكم قطاع الطريق . ¶ قال ابن تيمية (الفتاوى 28/302): قطاع الطريق الذين يعترضون الناس بالسلاح في الطرقات ونحوها ليغصبوهم المال مجاهرة . قال الله تعال: ( إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ( ]المائدة:33[ ¶ وقد روى الشافعي -رحمه الله- : في مسنده عن ابن عباس ( في قطاع الطريق: إذا قتلوا وأخذوا المال قتلوا ولم يصلبوا ، وإذا أخذوا المال ولم يقتلوا قطعت أيديهم وأرجلهم من خلاف ، وإذا أخافوا السبيل ولم يأخذوا مالاً نفوا من الأرض .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وهذا قول كثير من أهل العلم كالشافعي وأحمد وهو قريب من قول أبى حنيفة رحمه الله ومنهم من قال للإمام أن يجتهد فيهم فيقتل من رأى قتله مصلحة وإن كان لم يقتل مثل أن يكون رئيساً مطاعاً فيهم ، ويقطع من رأى قطعه مصلحة وإن لم يأخذ المال مثل أن يكون ذا جلد وقوة في أخذ المال ،كما أن منهم من يرى أنهم إذا أخذوا المال قتلوا وقطعوا وصلبوا، والأول قول الأكثر ، فمن كان من المحاربين قتل فإنه يقتله الإمام حداً لا يجوز العفو عنه بحال بإجماع العلماء . ¶ ذكره ابن المنذر ، ولا يكون أمره إلى ورثة المقتول . وقال: إذا كان المحاربون الحرامية جماعة ، فالواحد منهم باشر القتل بنفسه والباقون له أعوان وردء له فقد قيل يقتل المباشر فقط ، والجمهور على أن الجميع يقتلون ولو كانوا مئة ، وأن الردء والمباشر سواء وهذا هو المأثور عن الخلفاء الراشدين .والطائفة إذا انتصر بعضها ببعض حتى صاروا ممتنعين فهم مشتركون في الثواب والعقاب كالمجاهدين . ¶ فأعوان الطائفة الممتنعة وأنصارها منها فيما لهم وعليهم ، وهكذا المقتتلين على عصبية ودعوى جاهلية كقيس ويمن ونحوها وهما ظالمتان كما قال النبي صلي الله عليه وسلم \" إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار : يا رسول الله هذا القاتل فما بال المقتول ؟ قال إنه أراد قتل صاحبه \" أخرجاه في الصحيحين وتضمن كل طائفة ما أتلفته للأخرى من نفس ومال وإن لم يعرف عين القاتل ، لأن الطائفة الواحدة الممتنع بعضها كالشخص الواحد ، وفى ذلك قوله ( : ( كُتِبَ عَلَيْكُمُ الْقِصَاصُ فِي الْقَتْلَى ( ]البقرة:178[ .أهـ.باختصار . ¶ قال الشيخ خليل بن اسحق في مختصره (331): المحارب قاطع الطريق لمنع سلوك أو آخذ مال مسلم أو غيره على وجه يتعذر معه الغوث وإن انفرد بمدينة كمسقى السكران لذلك ومخادع الصبي أو غيره ليأخذ ما معه والداخل في ليل أو نهار في زقاق أو دار قَاتَل ليأخذ المال فيقاتل بعد المناشدة إن أمكن .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "قال الدردير في الشرح الكبير: على قوله (على وجه يتعذر معه الغوث) فإن كان من شأنه عدم تعذره فغير محارب بل غاصب ولو سلطاناً فيشمل مسألة سقى السكران ومخادعة الصبي أو غيره ليأخذ ما معه وجبابرة أمراء مصر ونحوهم يسلبون أموال المسلمين ويمنعونهم أرزاقهم ويغيرون على بلادهم ولا تتيسر استغاثة منهم بعلماء ولا غيرهم . ¶ قال الدسوقي في حاشيته: وفى البدر القرافي أن من أخذ وظيفة أحد لا جنحة فيه بتقرير سلطان فهو محارب لأنه يتعذر معه الغوث منه مادام معه تقرير السلطان ، ثم ذكر تردداً في كون الذين يأخذون المكوس محاربين بمنزلة قطاع الطرق أو غاصبين (1).وقال في قوله جبابرة أمراء مصر ، فهم محاربون لا غصَّاب . وقال أيضاً: من خرج لإخافة السبيل قصداً للغلبة على الفروج فهو محارب أقبح ممن خرج إخافة السبيل لأخذ المال . ¶ قال شيخ الإسلام ابن تيمية -رحمه الله-: فأما إذا طلبهم السلطان أو نوابه لإقامة الحد بلا عدوان فامتنعوا عليه فإنه يجب على المسلمين قتالهم باتفاق العلماء حتى يقدر عليهم كلهم ومتى لم ينقادوا إلا بقتال يفضى إلى قتلهم جميعاً قوتلوا ، وإن أفضى إلى ذلك سواء كانوا قد قتلوا أو لم يقتلوا ويقتلون في القتال كيفما أمكن ويقاتل من قاتل معهم ممن يحميهم ويعينهم فهذا قتال وذاك إقامة حد ، وقتال هؤلاء أوكد من قتال الطوائف الممتنعة عن شرائع الإسلام ، فإن هؤلاء تحزبوا لفساد النفوس والأموال وهلاك الحرث والنسل ليس مقصودهم إقامة دين ولا ملك لكن قتالهم ليس كقتال الكفار إذا لم يكونوا كفاراً ولا تؤخذ أموالهم إلا أن يكونوا أخذوا أموال الناس بغير حق ، فإن عليهم ضمانها فيؤخذ منهم بقدر ما أخذوا وإن لم نعلم عين الآخذ ، وإذا جرح الرجل منهم جرحاً مثخناً لم يجهز عليه حتى يموت إلا أن يكون وجب عليه القتل ، وإذا هرب وكفانا شره لم نتبعه إلا أن يكون عليه حد أو نخاف عاقبته ، ومن أُسِرَ منهم أقيم عليه الحد الذي يقام على غيره .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ومن الفقهاء من يشدد فيهم حتى يرى غنيمة أموالهم وتخميسها وأكثرهم يأبون ذلك ، فأما إذا تحيزوا إلى مملكة طائفة خارج عن شريعة الإسلام وأعانوهم على المسلمين قوتلوا كقتالهم .أهـ. ¶ ((( ¶ أعدهُ لكم ، وقام بتنسيقهُ أخوكم في الله: ¶ عمر بن رحال السكندري ¶ Omar_rahal84@hotmail.com ¶ Omar_rahal2005@yahoo.com ¶ نرجوا تنبيهنا على أية أخطاء مطبعية في الكتاب ، بمراسلتي على العناوين المذكورة آنفاً. ¶ ولا تنسونا من صالح دعائكم ¶ (1) الراجح من جهة الدليل عدم لزوم الدفع إن علمت أنها تقتل لقوله ( ( ومن يكرههن فإن الله من بعد إكراههن غفور رحيم ( ¶ (1) قال ابن حجر : صح عن على من غير وجه . ¶ (1) الراجح أن أصحاب المكوس ليسوا قطاع طريق رغم أنه من أشد الناس عذاباً يوم القيامة ، ولكنه صائل (انظر الفتاوى لابن تيمية 8/319) ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ فقه الجهاد ــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــــ لفضيلة الشيخ/ يَاسِر بُرهَامي ¶ 17",
            "page": "52",
            "part": "1"
        }
    ],
    "t36405": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فقه الجهاد"
        }
    ]
}