{
    "b36407": [
        {
            "id": "1",
            "nass": "قتل الغيلة ¶ قتل الغيلة ¶ إعداد : ¶ عادل بن عبدالله المطرودي ¶ ( ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين، أما بعد: ¶ فهذا بحث في مسألة (الغيلة). ¶ الغيلة في اللغة هي: قال الأصمعي: \"قتل فلان فلاناً غيلة، أي في اغتيال وخفية، وقيل: هو أن يخدع الإنسان حتى يصير إلى مكان قد استخفى له فيه من يقتله، قال ذلك أبو عبيد \"(1). ¶ وفي القاموس وشرحه: \"(غاله) الشيء يغوله غولاً، أهلكه كاغتاله، وغاله أخذه من حيث لم يدر\"(2). ¶ الغيلة في الاصطلاح: وأما غيلة في اصطلاح الفقهاء فقد اختلفوا في ذلك: ¶ يقول الباجي المالكي ـ رحمه الله ـ: \"أصحابنا يوردونه على وجهين: ¶ أحدهما: القتل على وجه التحيل والخديعة. ¶ والثاني: على وجه القصد الذي لا يجوز عليه الخطأ\"(3). ¶ ويقول القرطبي ـ رحمه الله ـ: \"والمغتال كالمحارب وهو الذي يحتال في قتل إنسان على أخذ ماله، وإن لم يشهر السلاح، لكن دخل عليه بيته أو صحبه في سفر فأطعمه سما فقتله فيقتل حداً لا قوداً\"(4). ¶ ويقول شيخ الإسلام ابن تيمية ـ رحمه الله ـ: \"وأما إذا كان يقتل النفوس سرا؛ لأخذ المال، مثل الذي يجلس في خان يكريه لأبناء السبيل، فإذا انفرد بقوم منهم قتلهم وأخذ أموالهم، أو يدعو إلى منزله من يستأجره لخياطة أو طب أو نحو ذلك فيقتله ويأخذ ماله، وهذا يسمى القتل غيلة\"(5). ¶ فالمتحصل من كلام هؤلاء العلماء ومن غيره: ¶ * أن من الفقهاء من خص الغيلة بالقتل خفية لأخذ المال. ¶ * ومنهم من جعل الغيلة هي قتل شخص لأخذ ما معه من مال، أو زوجة أو أخت ونحو ذلك. ¶ * ومنهم من توسع فيه، وجعل أي قتل فيه خديعة وتحيل أو على وجه القصد الذي لا يحتمل معه الخطأ هو الغيلة.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "على كل حال فالاختلاف في ضابط قتل الغيلة لا أثر له بالنسبة لمن لم يفرق بين أنواع القتل العمد العدوان؛ لأن النتيجة عنده هي إيجاب القصاص، لكن من يرى التفريق بين أنواع القتل العمد العدوان، فيجعل الغيلة من قبيل الحد، ويجعل الصور الأخرى من قبيل القصاص، فهؤلاء يظهر أثر الخلاف عندهم والله أعلم. ¶ الخلاف بين الفقهاء فيما يوجبه قتل الغيلة من القصاص أو القتل حداً ¶ وبيان ما يترتب على الخلاف ¶ القول الأول: ¶ أن القتل غيلة موجب للقصاص، وهذا يعني أن الأمر بيد أولياء القتيل، إن شاءوا أن يعفو فلهم ذلك، وإن شاءوا الاستيفاء فلهم ذلك. ¶ وهو قول الحنفية والشافعية والحنابلة في المشهور من مذهبهم، وابن حزم. ¶ قال أبو حنيفة ـ رحمه الله ـ: \"من قتل رجلاً عمداً قتل غيلة أو غير غيلة، فذلك إلى أولياء القتيل، فإن شاءوا قتلوا، وإن شاءوا عفوا\"(6). ¶ وقال الشافعي ـ رحمه الله ـ: \"كل من قُتل في حرابة أو صحراء أو مصر أو مكابرة أو قُتل غيلة على مال أو غيره أو قُتل نائرة، فالقصاص والعفو إلى الولي، وليس إلى السلطان من ذلك شيء\"(7). ¶ وفي كشاف القناع قال: \"وقتل الغِيلة بكسر الغين المعجمة، وهي القتل على غرة وغيره ـ أي غير قتل الغيلة ـ سواء في القصاص والعفو؛ لعموم الأدلة ...\"(8) . ¶ أدلة أصحاب القول الأول: ¶ استدلوا بأدلة منها: ¶ الدليل الأول: عموم الأدلة التي لم تُفرق بين قتل الغيلة وغيره من أنواع القتل ومنها: ¶ أ . قوله تعالى: (9) . ¶ ب . قوله تعالى: (10). ¶ قال ابن حزم ـ رحمه الله ـ: \"فعمَّ تعالى كل قتل وجعل العفو في ذلك للولي\"(11). ¶ جـ. وقوله ( في حديث أبي هريرة: \"وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهْوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا يُودَى وَإِمَّا يُقَادُ\"(12). ¶ قال ابن حزم ـ رحمه الله ـ: \"ونحن نشهد بشهادة الله أن الله ـ تعالى ـ لو أراد أن يخص من ذلك قتل غيلة، أو حرابة، لما أغفله ولا أهمله، ولبيَّنه النبي (\"(13).",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال ابن حجر: \"استدل به الجمهور على جواز أخذ الدية في قتل العمد ولو كان غيلة\"(14). ¶ الدليل الثاني: ما جاء في الأثر \"أن عمر بن الخطاب ( أتي برجل قد قتل عمداً، فأمر بقتله، فعفا بعض الأولياء، فأمر بقتله؛ فقال ابن مسعود (: كانت لهم النفس جميعاً، فلما عفا هذا أحيا النفس فلا يستطيع أن يأخذ حقه حتى يأخذ غيره. قال: فما ترى؟ قال: أرى أن تجعل الدية عليه في ماله، وترفع حصة الذي عفا. فقال عمر: وأنا أرى ذلك\"(15). ¶ قال الشافعي ـ رحمه الله ـ نقلاً عن محمد بن الحسن تعليقاً على هذا الأثر: \"فقد أجاز عمر وابن مسعود العفو من أحد الأولياء، ولم يسألوا: أقتل غيلة كان ذلك أو غيره\"(16). ¶ الدليل الثالث: واستدلوا أيضاً بما رواه عبدالرزاق أن عروة كتب إلى عمر بن عبدالعزيز في رجل خنق صبياً على أوضاح له حتى قتله، فوجدوه والحبل في يده، فاعترف بذلك، فكتب أن ادفعوه لأولياء الصبي فإن شاءوا قتلوه. ولم يسأل عمر عن صفة القتل أهو غيلة أم لا؟ ولم يُنكر عليه، فكان إجماعاً. ¶ وأجيب: بأن عمر بن عبد العزيز حكم في قضية عنده، وحكم الحاكم يرفع الخلاف لاسيما وهو ـ رحمه الله ـ من أهل الاجتهاد، فلا داعي للإنكار عليه، لما تقرر من أن حكم الحاكم رافع للخلاف، وأيضاً فإن دعوى ترك السؤال مجرد احتمال لا دليل عليه؛ إذ ليس في أي من الأثرين ثبوت السؤال ولا نفيه مع تساوي الاحتمالين يسقط الاستدلال.(17) . ¶ ونوقش هذا الاعتراض: بأن الأصل عدم السؤال ولم يُنقل مع أهميته، فدل على أنه لم يكن. ¶ الدليل الرابع: واستدلوا من المعنى بأنه قتيل في غير محاربة، فكان أمره إلى وليه كسائر القتل(18). ¶ وأُجيب: بأن فيه شبهاً بالحرابة، أو هو منها. ¶ القول الثاني:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ذهب المالكية والحنابلة في وجه في المذهب، وهو اختيار شيخ الإسلام ابن تيمية وتلميذه ابن القيم، والشيخ محمد بن إبراهيم، ومجلس هيئة كبار العلماء، إلى أن عقوبة القاتل غيلة هي القتل حداً لا قصاصاُ فلا يصح فيه العفو.(19) ¶ أدلة أصحاب القول الثاني: ¶ استدلوا بأدلة أهمها ما يلي: ¶ الدليل الأول: قوله تعالى: (20). ¶ نقل ابن فرحون عن ابن القاسم أنه قال: \"وقتل الغيلة من الحرابة\"(21). ¶ وقد أُجيب بما قاله أبو محمد بن حزم: \"فلا تخلو هذه الآية من أن تكون على الترتيب، أو التخيير، فإن كانت على الترتيب فالمالكيون لا يقولون بهذا، وإن كانت على التخيير ـ وهو قولهم ـ فليس في الآية ما يدعونه من أن قاتل الحرابة والغيلة لا خيار فيه لولي القتيل ـ فخرج قولهم عن أن يكون له متعلق، أو سبب يصح، فبطل ما قالوه\"(22). ¶ الدليل الثاني: واستدلوا أيضاً بما رواه أنس بن مالك (: \"أَنَّ يَهُودِيًّا رَضَّ رَأْسَ جَارِيَةٍ بَيْنَ حَجَرَيْنِ، فَقِيلَ لَهَا: مَنْ فَعَلَ بِكِ هَذَا أَفُلاَنٌ أَفُلاَنٌ؟ حَتَّى سُمِّيَ الْيَهُودِيُّ، فَأَوْمَأَتْ بِرَأْسِهَا، فَجِيءَ بِالْيَهُودِيِّ فَاعْتَرَفَ، فَأَمَرَ بِهِ النَّبِيُّ ( فَرُضَّ رَأْسُهُ بِالْحِجَارَةِ \"(23). ¶ وجه الاستدلال من الحديث: أن الرسول ( قتل اليهودي دون الرجوع إلى أولياء الجارية، ولم ينتظر إذنهم بالقتل، ولم يدفعه إليهم ليقتلوه، أو يعفو عنه، فدل على أنه يُقتل حداً ولا مجال للعفو فيه.(24) ¶ نوقش: بأن الحديث لا يمكن اعتباره حجة على عدم جواز العفو؛ إذ لم يرد فيه أن النبي ( لم يشاور وليها، ولا أنه شاوره؛ ولأن الأصل هو تخيير أولياء المقتول لقوله (: \"وَمَنْ قُتِلَ لَهُ قَتِيلٌ فَهْوَ بِخَيْرِ النَّظَرَيْنِ إِمَّا يُودَى وَإِمَّا يُقَادُ\" (25).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الدليل الثالث: واستدلوا أيضاً بحديث أنس بن مالك ( أنه قال:\"قَدِمَ أُنَاسٌ مِنْ عُكْلٍ أَوْ عُرَيْنَةَ، فَاجْتَوَوُا الْمَدِينَةَ، فَأَمَرَهُمُ النَّبِيُّ ( بِلِقَاحٍ، وَأَنْ يَشْرَبُوا مِنْ أَبْوَالِهَا وَأَلْبَانِهَا، فَانْطَلَقُوا، فَلَمَّا صَحُّوا قَتَلُوا رَاعِيَ النَّبِيِّ ( وَاسْتَاقُوا النَّعَمَ، فَجَاءَ الْخَبَرُ فِي أَوَّلِ النَّهَارِ، فَبَعَثَ فِي آثَارِهِمْ، فَلَمَّا ارْتَفَعَ النَّهَارُ جِيءَ بِهِمْ، فَأَمَرَ فَقَطَعَ أَيْدِيَهُمْ وَأَرْجُلَهُمْ، وَسُمِرَتْ أَعْيُنُهُمْ، وَأُلْقُوا فِي الْحَرَّةِ يَسْتَسْقُونَ فَلاَ يُسْقَوْنَ حتى ماتوا. قَالَ أَبُو قِلاَبَةَ: فَهَؤُلاَءِ سَرَقُوا وَقَتَلُوا وَكَفَرُوا بَعْدَ إِيمَانِهِمْ، وَحَارَبُوا اللَّهَ وَرَسُولَهُ\"(26) . ¶ وجه الاستدلال: أن النبي ( قتلهم دون أخذ رأي أولياء الدم، فلو كان العفو معتبراً في قتل الغيلة لما أمر النبي ( بقتلهم إلا بعد الوقوف على رأي الأولياء، لاحتمال عفوهم عن الجناة.(27) ¶ ويُناقش: بمثل ما نوقش به حديث اليهودي الذي رض رأس الجارية، ويحتمل أن الراعي المقتول ليس له أولياء يطالبون بدمه فاقتص النبي من قاتليه على اعتباره ولي من لا ولي له.(28) ¶ الدليل الرابع: واستدلوا أيضاً بما رواه ابن عمر ( : أن غلاماً قُتل غيلة، فقال عمر (: \"لو اشترك فيها أهل صنعاء لقتلتهم\"(29) ¶ وجه الاستدلال: أنه لم ينقل أن عمر ( استشار أحداً من أولياء الدم، ولو كان لهم حق العفو لرد الأمر إليهم، وطلب رأيهم، ولم يُنقل أن أحداً من الصحابة أنكر عليه، فكان إجماعاً. (30) ¶ ونوقش: بأنه لا يلزم من عدم النقل عدم الاستشارة ولا عدم وجود من يُنكر. ¶ وأجاب عنه ابن قدامة أيضاً بقوله: \"وقول عمر: (لأقدتهم به) أي أمكنت الولي من استيفاء القود منهم\"(31).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "كما يمكن الجواب عنه بأن عمر ( لم يتعرض لعفو الأولياء بإثبات ولا نفي، بل كان كلامه جواباً لمن استشكل قتل الجماعة بالواحد. ¶ الدليل الخامس: واستدلوا أيضاً بما رواه مسلم بن جندب الهذلي: \"أن عبدالله بن عامر كتب إلى عثمان بن عفان أن رجلاً من المسلمين عدا على دهقان فقتله على ماله، فكتب إليه عثمان أن أقتله، فإن هذا قتل غيلة على الحرابة\"(32). ¶ نوقش: بأن هذا الأثر ضعيف ضعفه ابن حزم؛ لأنه من رواية عبدالملك بن حبيب، قال ابن حزم ـ رحمه الله ـ: \"وهو ساقط الرواية جداً\"، وكذبه ابن عبدالبر، وقد كان فقيهاً في مذهب مالك.(33) ¶ وقال الذهبي ـ رحمه الله ـ: \"الرجل أجل من ذلك ولكنه يغلط\"(34). ¶ كما أن فيه انقطاعاً بين مسلم بن جندب وعثمان. (35). ¶ وهناك آثار أخرى مقاربة لهذا الأثر وكلها ضعيفة الأسانيد. ¶ الدليل الخامس: واستدلوا من المعنى: ¶ يقول ابن تيمية ـ رحمه الله ـ: \"أنهم كالمحاربين؛ لأن القتل بالحيلة كالقتل مكابرة، كلاهما لا يمكن الاحتراز منه؛ بل قد يكون ضرر هذا أشد؛ لأنه لا يُدرى به\"(36) ¶ يمكن أن يُناقش: فيقال: إن القتل العمد العدوان غالباً لا يمكن الاحتراز منه؛ لأن القاتل غالباً يحرص على التخفي، وعدم الظهور مع حرصه على إخفاء جريمته، وذلك بالحذر الشديد عند قتل من يريد قتله، وهذا يعني أنه على قولكم سنعتبر أي قتل متعمدٍ من قبيل الغيلة، وهذا غير صحيح. ¶ كما أن قياسكم الغيلة على الحرابة قياس مع الفارق؛ لأن الحرابة تكون بشروط معروفة تخالف الغيلة، ومنها أن يأتوا مجاهرة ويأخذوا المال قهراً، وغير ذلك مما ينافي الغيلة التي هي على وجه الاختفاء. ¶ الترجيح: ¶ بعد عرض الأقوال وأدلتها ومناقشة ما يمكن من ذلك، فإني أقول: إن المسألة مشكلة، وأدلتها متجاذبة، وإن كانت النفس تميل إلى القول الأول ـ وهو أن الغيلة موجبة للقصاص ـ وذلك لعدة اعتبارات أهمها ما يلي:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1. أن الأصل في القتل العمد أن يكون حكمه القصاص، وهذا أمر لاشك فيه؛ لوروده في الكتاب والسنة، ولا يُترك هذا الأصل إلا بدليل واضح بيَّن، ولم يظهر لي في أدلة القول الثاني ما ينقل عن هذا الأصل لورود الاحتمالات عليها التي تجعلها تضعف أمام الأصل العام في القتل العمد. ¶ 2. عدم انضباط هذا القول وذلك في بيان معنى الغيلة؛ لذلك تجد بعضهم يذكر ضابطاً يمكن أن يدخل تحته كل صور العمد، وهذا الاضطراب وعدم الانضباط يضعف القول، ولو كان للغيلة حكم خاص تنفرد به؛ لبيَّن الشارع صفتها وحكمها، فلما لم يكن ذلك دل على أن حكمها حكم الأصل العام وهو القصاص. ¶ ولكني أعود فأقول: إن المسألة تحتاج لمزيد دراسة وتحرير، وهذا البحث لا يفي بحق المسألة، ومما تجدر الإشارة إليه أن المحاكم عندنا في المملكة قد أخذت بما قررته هيئة كبار العلماء من أن قتل الغيلة يعد موجباً للقتل حداً. ¶ وآخر دعوانا أن الحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد. ¶ المراجع ¶ * أبحاث هيئة كبار العلماء، طبع رئاسة إدارة البحوث العلمية والإفتاء 1426هـ. ¶ * الأم، للإمام الشافعي، ت.د.رفعت عبد المطلب، دار الوفاء 1426هـ. ¶ * الجامع لأحكام القرآن، للقرطبي، ت.عبدالرزاق المهدي، دار الكتاب العربي 1422هـ. ¶ * السياسة الشرعية، للإمام ابن تيمية، نشر وزارة الشؤون الإسلامية والأوقاف 1419هـ. ¶ * العفو عن العقوبة في الفقه الإسلامي، د. زيد الزيد ، دار العاصمة 1410هـ. ¶ * القصاص في النفس، أ.د. عبدالله العلي الركبان، مؤسسة الرسالة، الطبعة الثانية 1401هـ. ¶ * المحلى، للإمام ابن حزم، ت. أحمد شاكر، دار إحياء التراث العربي 1422هـ. ¶ * المغني للإمام ابن قدامة، ت. عبدالله التركي، وعبدالفتاح الحلو، دار هجر، ط. الثانية 1419هـ. ¶ * المنتقى شرح الموطأ، لأبي الوليد الباجي. ¶ * تاج العروس من جواهر القاموس، للزبيدي،ط. دار الفكر.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "* تبصرة الحكام في أصول الأقضية ومناهج الأحكام، لابن فرحون المالكي، ¶ ت. جمال مرعشلي، دار عالم الكتب 1423هـ. ¶ * تهذيب اللغة، للأزهري، ط. الدار المصرية، ت.محمد النجار. ¶ * حاشية الدسوقي على الشرح الكبير للدردير، دار إحياء الكتب العربية. ¶ * زاد المعاد في هدي خير العباد، لابن قيم الجوزية، ت. شعيب الأرنؤوط، وعبد القادر الأرنؤوط، مؤسسة الرسالة، الطبعة الثالثة 1419هـ. ¶ * صحيح البخاري، دار السلام. ¶ * صحيح مسلم، دار السلام. ¶ * فتح الباري شرح صحيح البخاري ، للحافظ ابن حجر، المطبعة السلفية، ط. الأولى، ت. محب الدين الخطيب، وترقيم محمد فؤاد بعدالباقي. ¶ * كشاف القناع عن متن الإقناع، للبهوتي، طبع بمطبعة الحكومة بمكة 1394هـ. ¶ * مجموع فتاوى شيخ الإسلام ابن تيمية ، جمع عبدالرحمن بن قاسم وابنه محمد، طبع مجمع الملك فهد لطباعة المصحف 1416هـ. ¶ * مغني المحتاج إلى معرفة معاني ألفاظ المنهاج، للخطيب الشربيني، ت. محمد خليل عيتاني، دار المعرفة 1425 هـ. ¶ (1) انظر: تهذيب اللغة 8/195. ¶ (2) انظر: تاج العروس 8/51. ¶ (3) انظر: المنتقى شرح الموطأ 7/116. ¶ (4) انظر: أحكام القرآن 6/144. ¶ (5) انظر: السياسة الشرعية (ص67). ¶ (6) انظر: الأم 9/157. ¶ (7) انظر: الأم 9/158، ومغني المحتاج 3/30. ¶ (8) 5/621. ¶ (9) سورة الإسراء: الآية (33). ¶ (10) سورة البقرة: الآية (178). ¶ (11) انظر: المحلى 12/149. ¶ (12) رواه البخاري في سياق طويل في قصة دخول مكة، كتاب الديات، باب من قُتل له قتيل فهو بخير النظرين رقم (6880)، ومسلم كتاب الحج رقم (3305). ¶ (13) انظر: المحلى 12/149. ¶ (14) فتح الباري 12/210. ¶ (15) رواه الشافعي في الأم 9/157، وعبدالرزاق في مصنفه 10/13. ¶ (16) انظر: الأم 9/158. ¶ (17) انظر: بحث قتل الغيلة ضمن أبحاث هيئة كبار العلماء 3/430. ¶ (18) المغني 11/461.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "(19) انظر: الشرح الكبير مع حاشية الدسوقي 4/238، وتبصرة الحكام 2/204، الجامع أحكام القرآن للقرطبي 6/144، وزاد المعاد 4/45، مجموع الفتاوى 28/316، 317، وأبحاث هيئة كبار العلماء 3/416، 418، وللشيخ ابن غصون وجهة نظر مغايرة وإن كان لا يوافق الجمهور. ¶ (20) سورة المائدة: الآية (33). ¶ (21) انظر: تبصرة الحكام 2/204. ¶ (22) انظر: المحلى 12/149. ¶ (23) رواه البخاري، كتاب الديات، باب إذا أقر بالقتل مرة قتل به، رقم (68884)، ومسلم كتاب القسامة رقم (4365). ¶ (24) انظر: العفو عن العقوبة 298. ¶ (25) انظر: المحلى 12/148، والقصاص في النفس (ص187، 188). ¶ (26) رواه البخاري، كتاب الوضوء، باب أبوال الإبل والدواب والغنم ومرابضها رقم (233)، ومسلم، كتاب القسامة والمحاربين رقم (4353). ¶ (27) انظر: القصاص في النفس (ص186). ¶ (28) انظر: المحلى 12/149. ¶ (29) رواه البخاري معلقاً مجزوماً به، كتاب الديات، باب إذا أصاب قوم من رجل هل يُعاقب أو يُقتص منهم كلهم؟ رقم (6896). ¶ (30) انظر: أبحاث هيئة كبار العلماء 3/433. ¶ (31) انظر: المغني 11/461. ¶ (32) رواه ابن حزم في المحلى 12/147. ¶ (33) انظر: المحلى 4/60ـ 62. ¶ (34) انظر: ميزان الاعتدال 2/653. ¶ (35) انظر: المحلى 12/148. ¶ (36) انظر: مجموع الفتاوى 28/316، 317. ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ أحكام قتل الغيلة في الفقه ¶ 13",
            "page": "9",
            "part": "1"
        }
    ],
    "t36407": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قتل الغيلة"
        }
    ]
}