{
    "b36401": [
        {
            "id": "1",
            "nass": "رد شبه المجيزين لنقل الاعضاء من الناحيتين الدينية والطبية ¶ د. محمود محمد عوض سلامة(1) ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف المرسلين، سيدنا محمد بن عبد الله المبعوث رحمة للعالمين وعلى آله وصحبه أجمعين.وبعد: ¶ فإن من فضل الله تعالى على الإنسان أن خلقه وصوره في أحسن صورة، فقال سبحانه: (لقد خلقنا الإنسان في أحسن تقويم) (2). ثم ميزه عن سائر الخلق بالعقل والفهم والإفصاح عن نفسه بالكلام، ومنحه من القوى الباطنة والظاهرة ما يعينه على مواجهة الحياة، ثم أرسل إليه الرسل لإرشاده إلى ما فيه خيره وصلاح نفسه. ¶ كما أنه سبحانه جعل هذه الإنسان خليفة له في الأرض، قال تعالى: (وإذ قال ربك للملائكة إني جاعل في الأرض خليفة....... الآية) (3) وسخر سبحانه كل ما في الكون لخدمته حتى يعيش حياة آمنة مطمئنة، قال تعالى: (الم تروا أن الله سخر لكم في السموات وما في الأرض وأسبغ عليكم نعمة ظاهرة وباطنة ومن الناس من يجادل في الله بغير علم ولا هدى ولا كاب منير) (4) وهذا التسخير الذي منحه الله سبحانه للإنسان هو حق إنتفاع أو حق منفعة وليس حق ملك، لأن المالك الحقيقي لكل شيء حتى الإنسان نفسه هو الله سبحانه وتعالى. ¶ __________ ¶ (1) أستاذ ورئيس قسم الشريعة الإسلامية – جامعة القاهرة – كلية الحقوق – ببني سويف ¶ (2) سورة التين آية رقم 95/4. ¶ (3) سورة البقرة صدر الآية رقم 2/30. ¶ (4) سورة لقمان الآية 31/20.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن ثم يحق للإنسان أن ينتفع بما سخره الله له، وليس له أن يملكه لغيره إلا في الحدود التي أجازتها الشريعة الغراء الصالحة لكل زمان ومكان. وإذا كانت الشريعة الإسلامية قد وضعت الضوابط لحدود الإنتفاع بما خلق الله تعالى، ومعرفة ما يحل ويحرم من التصرفات في كل ما منحنا الله إياه فإن أول الأشياء الممنوحة لنا والمسخرة لمصلحنا، هذا الجسد الإنساني الذي يعايشنا ويصاحبنا منذ بدء وجودنا حتى يرث الله الأرض ومن عليها(1). ومن أجل ذلك أمر الله سبحانه وتعالى الإنسان بالحرص على ما ينفعه والإبتعاد عما يضره، والإستعانة بالله في كل أموره مع الأخذ بالأسباب، ففي صحيح مسلم عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف وفي كل خير، إحرص على ما ينفعك واستعن بالله ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل قدر الله وما شاء فعل، فإذا (لو) تفتح عمل الشيطان(2). ومن المعلوم أنه من مقاصد الشريعة الإسلامية حفظ النفس البشرية، لذلك شرع القصاص حفاظا عليها، بل إنه حرم سبحانه على الإنسان أن يلقي بنفسه في التهلكة أو يقتل نفسه أو يسبب في ذلك، قال تعالى: (ولكم في القصاص حياة)(3) وقال: (ولا تلقوا بأيديكم إلى التهلكة) (4) وقال سبحانه: (ولا تقتلوا أنفسكم إن الله كان بكم رحيما) (5). ¶ __________ ¶ (1) حكم نقل الأعضاد في الفقه الإسلامي د. حسن علي الشاذلي ص 13. ¶ (2) رواه مسلم 2664 في القدر باب في الأخذ بالقوة وترك العجز (المجلة). ¶ (3) سورة البقرة آية 179. ¶ (4) سورة البقرة من الآية 195. ¶ (5) سورة النساء من الآية 29.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن أجل المحافظة على النفس الإنسانية، أمرت الشريعة الإسلامية – في حالة إصابة الإنسان بالمرض – أن يلجأ للعلاج والدواء، فعن جابر رضي الله عنه، عن رسول الله صلى عليه وسلم قال: (لكل داء دواء، أصيب دواء الداء برأ بإذن الله عز وجل) (1). ¶ وعن أسامة بن شريك قال: قال رسول الله صلى الله عليه وسلم: (تدأووا فإن الله عز وجل لم يضع داءً إلا ووضع له دواء غير داء واحد الهرم) (2). فالتداوي مطلوب، والأخذ بالأسباب مطلوب حتى يمكن للآنسان أن يعيش في صحة جيدة، ويكون إنسان نافعاً ومنتجاً لنفسه ولمجتمعه، إلا أن هذا التداوي يجب أن يكون في حدود ما أباحته الشريعة الإسلامية من دواء. أما ما نسمعه اليوم ون من التداوي بنقل عضو من شخص سليم لآخر مريض سواء كان بالتبرع أو بالبيع، فهذا مما لا يجوز شرعا كذلك لا يجوز التداوي بنقل العضو من ميت إلى حي، وذلك لأن الأعضاء ليست ملكاً له، ولا هي بمنزله المال، فلا يجوز له التصرف فيها. ¶ __________ ¶ (1) رواه مسلم 2204 في السلام (26) باب لكل داء دواء واستحباب التداوي وأحمد في المسند 14581/486 من سند جابر رضي الله عنه (المجلة) ¶ (2) رواه ابو دأود 3855 في الطب في فاتحته والترمذي فيه 2039 باب الدواء والحث عليه وابن ماجه فيه 3436 باب: ما انزل الله من داء الا انزل له شفاء وقال ابو عيسى: حسن صحيح – المجلة -.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويجب على المجتهدين في مجال الفقه الإسلامي أن يتريثوا في مثل هذه الأمور الخطيره التي لا يعلم مداها إلا الله، ولا نطوع نصوص القرآن والسنة لمجاراة هؤلاء العلماء التجريبيين وخاصة الذين يعتبرون أن استقطاع جزء من وقتهم لدراسة الدين ومعرفة احكامه في هذه الأمور والمعاملات وفروع العلم والمعرفة، هو مضيعة للوقت وإهدار له، وتؤدي إلى التخلف والجهل، بل ويعتبرون أن جميع أنواع العلم والمعرفة والعمل يقومون به هو من العبادة دون الرجوع إلى كتاب الله وسنة رسوله صلى الله عليه وسلم الذين يحددان العمل الصالح من الفاسد غافلين ومتناسين أن للكون إلها خالقا له وصانعا، وهو وحده يعلم سره وسر صلاحه وفساده بعيدين عن قول الله تعالى: (ألا يعلم من خلق وهو اللطيف الخبير) (1) وهو المنفرد بذاته القادر على تسيير الكون وحفظه وإصلاحه، والقادر وحده على حفظ الإنسان فهو سبحانه الذي يعلم سره(2). ¶ ومع ذلك نرى بعض الباحثين(3) تسرع في الحكم وأجاز نقل الأعضاء من إنسان لآخرت سواء من حي إلى حي أو من ميت إلى حي، مستدلا بعدة أدلة من السهل الرد عليها وتنفيذها إن شاء الله تعالى. ¶ لذلك سوف ينحصر حديثنا في المباحث التالية: ¶ المبحث الأول : أقوال العلماء في نقل الأعضاء إجمالاً. ¶ المبحث الثاني : تحديد مفهوم الموت بين الدين والطب. ¶ المبحث الثالث : المناقشات التي أوردها المانعون على أدلة المجيزين. ¶ المبحث الرابع الرابع: الرأي الراجح وأدلته. ¶ الخاتمة : ونبين فيها أهم نتائج البحث: ¶ (رب إشرح لي صدري ويسر لي امري واحلل عقدة من لساني يفقهوا قولي) (4). ¶ المبحث الأول ¶ أقوال العلماء في نقل الأعضاء من إنسان لآخر ¶ __________ ¶ (1) سورة الملك أية 67/14. ¶ (2) نقل الأعضاء البشرية بين العلم والدين للمفكر الإسلامي فتحي إبيم منصور ص 14/15. ¶ (3) وايضا نجد التشريعات في بعض الدول العربية أجازت نقل وزراعة الاعضاء. ¶ (4) سورة طه الآيات من 25 : 28",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "إن مسألة نقل الأعضاء من إنسان لآخر عمل مستحدث في هذا العصر نتيجة للتقدم العلمي، لم يتحدث عنه الفقهاء المسلمون السابقون، ولم يعالجوه بصورة مباشرة في نصوصهم الفقهية، وكل ما وجدناه في هذه النصوص بعض صور من التصرف في الجسد الإنساني ذكرت في باب البيع عند تحديد شروط المبيع، وعند الحديث عن مدى جواز الإنتفاع بأجزاء هذا الجسد سواء كان هذا الإنتفاع لصاحب الجسد نفسه أو لغيره، وعند الكلام عن بعض القواعد الفقهية كقاعدة الضرورات تبيح المحظورات، وقاعدة إرتكاب أخف الضررين. ¶ وإليك بعض هذه النصوص: ¶ يقول المرغيناني: (لا يجوز بيع شعور الإنسان، ولا الإنتفاع بها، لأن الآدمي مكرم لا مبتذل، فلا يجوز أن يكون شيء من أجزائه مهاناً ومبتذلاً) (1). ¶ وجاء في مجمع الأنهر: (ويكره معالجة بعظم إنسان أو خنزير، لأنها محرم الإنتفاع(2) بها). ¶ ويقول الشربيني: (ويحرم جزماً على شخص قطعه، أي بعض نفسه لغيره من المضطرين، لأن قطعه لغير ليس فيه قطع البعض لاستبقاء الكل) (3). ¶ ويقول أبن قدامه : ولا يجوز التداوي بمحرم ولا بشي فيه محرم مثل ألبان الأتن(4) ولحم شيء من المحرمات ولا شرب الخمر(5)). ¶ ويقول إبن حزم : (وكل ما حرمه الله عز وجل من المآكل والمشارب... فهو كله عند الضرورة حلال حاشا لحوم بني آدم وما يقتل من تنأوله، فلا يحل من ذلك شيء أصلا لا بضرورة ولا بغيرها) (6). ¶ هذه النصوص وأشباهها في كتب الفقه تدل على أن الأصل تحريم الإنتفاع بأجزاء الإنسان إما لكرامته، وإما لعدم إمكان الإنتفاع بها على وجهه مشروع. ¶ __________ ¶ (1) الهداية شرح بداية المبتدي ج3، ص 46. ¶ (2) مجمع الأنهر ج2، ص 525. ¶ (3) مغنى المحتاج ج4، ص 307، 310. ¶ (4) الأتن جمع أتان وهي الحمارة (أنثى). ¶ (5) المغني والشرح الكبير ج10، ص 533 وما بعدها. ¶ (6) المحلى لابن حزم ج7، ص 426.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد أورد الفقهاء بعض الصور إستثناء من هذا الأصل، أاحوا فيها الإنتفاع بأجزاء الآدمي ببعض وجوه الإنتفاع، ومعظمها مقيد بحالة الضرورة، جميعها محل خلاف بينهم(1)، ومن هذه الإستثناءات ما يتعلق بالإنتفاع من جسد الحي كبيع لبن الآدمية، ومنها ما يتعلق بالإنتفاع من جسد الميت، كأكل المضطر من جثة الإنسان الميت، وشق بطن المرأة الميتة لإستخراج جنينها. ¶ أما الفقهاء المعاصرون فهم الذين تحدثوا عن عملية نقل الأعضاء من إنسان لآخر على سبيل التداوي، وسوف نذكر آراءهم إجمالاً في هاتين الصورتين: ¶ الصورة الأولى : نقل الأعضاء من إنسان حي إلى آخر. ¶ الصورة الثانية : نقل الأعضاء من إنسان ميت إلى آخر حي. ¶ أولا: نقل الأعضاء من إنسان حي إلى آخر ¶ صدرت فتأوى كثيرة من المجامع الفقهية ودوائر الإفتاء والهيئات العلمية، تبيح كلها نقل الأعضاء من إنسان حي إلى آخر بشروط(2). ¶ __________ ¶ (1) أبحاث فقهية للدكتور محمد نعيم ياسين ص 139. ¶ (2) منها: ¶ فتوى المجمع الفقهي لرابطة العالم الإسلامي، الدورة الثامنة المنعقدة في مكة المكرمة في 28/4 – إلى 7/5/1405هـ. ¶ قرار هيئة كبار العلماء في المملكة العربية السعودية رقم 99 في 6/12/1402هـ. ¶ فتوى مجمع الفقه الإسلامي التابع لمنظمة المؤتمر الإسلامي في مؤتمره الرابع المنعقد في مدينة جدة من 18-23 جمادي الأخرة 1408هـ. ¶ فتوى لجنة الإفتاء في المملكة الأردنية الهاشمية في 20/5/1397هـ. ¶ فتوى لجنة الإفتاء الجزائرية في 6/3/1392هـ. ¶ ندوة عقدت بالكويت في 24 ربيع الأول سنة 1405هـ. ¶ توصيات المؤتمر الثامن لكلية الطب جامعة الأزهر المنعقدة في الفترة من 18:16/10/1996م. ¶ بيان للناس من الأزهر الشريف-المجلد العاشر. ¶ فتأوى معاصرة للدكتور يوسف القرضأوي. ¶ فتوى لفضيلة مفتي جمهورية مصر العربية السابق، د. نصر فريد في جريدة الأهرام في 26 يونيو 2001، وغيرهم من الفتأوى والآراء الفقهية لبعض الفقهاء المعاصرين.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وخلاصة ما قاله أصحاب هذا الإتجاه: ¶ أنه لا مانع شرعاً من أخذ عضو من إنسان حي لزرعه في إنسان آخر محتاج إليه لإنقاذ حياته إذا اضطر إلى ذلك، وأمنت الفتنة في نزعه لمن أخذ منه، وغلب على الظن نجاح زرعه ممن سيزرع فيه، وقد اتفق أصحاب هذا الإتجاه على عدم جواز نقل الخصية والمبيض منعاً لإختلاط الأنساب، وعدم جواز نقل الأعضاء المفردة كالكبد أو القلب من حي إلى مريض لأن في ذلك هلاكا للأول، وكذلك عدم جواز أخذ مقابل سواء مادي أو عيني. ¶ وقد وضع أصحاب هذا الأتجاه عدة ضوابط للنقل من أهمها: ¶ الضرورة القصوى للنقل، بحيث تكون حالة المريض سيئة للغاية، ولا ينقذه من ذلك إلا نقل عضو سليم إليه من إنسان آخر، بينما درجة قرابة حتى الدرجة الثانية، ولا يجوز النقل حتى الدرجة الرابعة إذا حالت ضرورة النقل من الدرجات السابقة، ويقدر ذلك أهل الخبرة الطبية العدول شريطة أن يكون المأخوذ منه وافق على ذلك حالة كونه بالغا عاقلا مختارا(1). ¶ أن يكون نقل العضو محققا لمصلحة مؤكدة للمتلقي أو يغلب على الظن تحقيق هذه المصلحة. ¶ ألا يضر أخذ العضو من المتبرع به ضررا يخل بحياته العادية، لأن القاعدة الشرعية تقول: إن الضرر لا يزال مثله، ولا بأشد منه، ولأن التبرع حينئذ يكون من قبيل الإلقاء بالنفس إلى التهلكة، وهو أمر غير جائز شرعا(2). ¶ أن يكون هذا النقل بدون مقابل. ¶ ألا يكون العضو المنقول مؤديا إلى اختلاط الأنساب بأي حال من الاحوال. ¶ __________ ¶ (1) لا يشترط درجة قرابة بين المتبرع والمتلقي إلا فئة قليلة من أصحاب هذا الإتجاه منهم الدكتور نصر فريد واصل مفتي جمهورية مصر العربية في المصدر السابق. ¶ (2) فتوى المجمع الفقهي لرابطة العالم الإسلامي، الدورة الثامنة في 28/4 : 7/5/1405.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "صدور إقرار كتابي من اللجنة الطبية قبل النقل بالعلم بهذه الضوابط مع إعطائه لذوي الشأن من الطرفين، المنقول منه العضو والمنقول إليه قبل إجراء العملية الطبية، على أن تكون هذه اللجنة متخصصة ولا تقل عن ثلاثة أطباء عدول وليس لأحد منهم مصلحة في عملية النقل(1). ¶ وقد إستدل المجيزون للنقل بما فهموه من عموم قواعد الشريعة مثل الضرورات تبيح المحظورات، الضرر يزال المشقة تجلب التيسير، تحقيق أعلى المصلحتين، إرتكاب أخف الضررين، وإذا تعارضت مفسدتان تدرأ أعظمها ضررا بارتكاب اخفهما ضررا، والإستدلال بآيات الإضرار إلى غير ذلك من الأدلة التي سنناقشها في المبحث الأخير إن شاء الله تعالى. ¶ وهناك اتجاه آخر بمنع التبرع بالأعضاء بين الأحياء، حيث يرى أصحاب هذا الإتجاه أنه لا يجوز للإنسان أن يتصرف في أعضاء جسده ولو بالتبرع على أساس أن اعضاء جسد الإنسان هي جميعها ملك لله سبحانه. ¶ وقد استند أصحاب هذا الإتجاه إلى قاعدة: (من لا يملك التصرف لا يملك الإذن فيه) (2). ¶ ويرى فضيلة الشيخ متولي الشعرأوي : أن نقل الأعضاء من الحي إلى الحي حرام، ثم يقول: \"والذين يحأولون أن يفرقوا بين التربع والبيع عليهم أن يعرفوا أن كلاهما فرع الملكية ولا أحد يملك جسده، والذين يقولون إن كل شيء ملك لله عليه أن يعلموا أن هناك فرقا بين شيء ملكه الله للإنسان ملكية تصرف، وشيء ملكه الله للإنسان ملكية إنتفاع فقط كالجسد، وملكية الإنتفاع لا تجيز التصرف\"(3). ¶ __________ ¶ (1) من فتوى الدكتور نصر فريد واصل السابقة، وانظر في هذه الضوابط: الطبيب أدبه وفقه لكل من د. زهير أحمد، د. محمد علي البار، ص 216/217، عمليات نقل وزراعة الأعضاء البشرية بين الشرع والقانون د. سميرة عايد الديات ص 93. ¶ (2) حكم نقل الأعضاء في الفقه الإسلامي للدكتور حسن الشاذلي ص 102. ¶ (3) مجلة عقيدتي، ص14 في 5 صفر 1418 هـ- 10 يونية 1997م.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويقول أستاذنا الدكتور يوسف قاسم(1): \"أجمع علماء القواعد أن حق الإنسان في سلامة جسمه حق مشترك بين الإنسان وبين الله الغني ويقول علماء القواعد إن حق الله غالب، ومعنى أن حق الله غالب أن حق الإنسان في سلامة جسمه هو حق غير قابل للتنازل، فلا يجوز للإنسان أن يتنازل عن جزء من جسده أو عضو من أعضائه، لأن هذا الحق غير قابل للتنازل وهذا بالإجماع(2). ¶ ثانيا: نقل الأعضاء من الميت إلى الحي ¶ وهنا أيضا الخلاف قائم بين الفقهاء المعاصرين: ¶ فلقد أفتى بعضهم بجواز نقل أي عضو من إنسان ميت إلى إنسان حي في حاجة إليه بشروط معينة، وإليك بعضا من هذه الفتأوى: ¶ فقد جاء في كتاب بيان للناس من الأزهر الشريف ج 2: ¶ \"أولا: إذا كان المنقول منه ميتا، فإن كان قد أوصى أو أذن قبل وفاته بهذا النقل، فلا مانع من ذلك، حيث لا يوجد دليل يعتمد عليه في التحريم، وكرامة أجزاء الميت لا تمنع من إنتفاع الحي بها، تقديما للأهم على المهم، والضرورات(3) تبيح المحظورات كما هو مقرر. وإن لم يوص أو لم ياذن قبل موته، فإن أذن أولياؤه جاز، وإن لم يأذنوا قيل بالمنع وقيل بالجواز، ولا شك أن الضرورة في إنقاذ الحي تبيح المحظور، وهذا النقل لا يصار إليه إلا للضرورة. ¶ وجاء في مجلة الأزهر تحت عنوان: بيان من مجمع البحوث الإسلامية ودار الإفتاء المصرية بالحكم الشرعي في نقل ا لأعضاء من الحي إلى الحي ومن الميت إلى الحي، جاء فيها: ¶ __________ ¶ (1) الأساليب الطبية الحديثة والقانون الجنائي، ندوة علمية بجامعة القاهرة في نوفمبر سنة 1993 ¶ (2) ومن هؤلاء الفقهاء الذين منعوا النقل بين الأحياء الدكتور أنور محمود دبور والدكتور عبد الرحمن العدوي، والدكتور صفوت حسن لطفي وغيرهم كثير. ¶ (3) من كتاب بيان للناس من الأزهر الشريف ج2 ص 313 مستندا إلى الفتأوى الإسلامية المجلد العاشر ص 3714.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "\"والموت شرعا مفارقة الحياة للإنسان مفارقة تامة بحيث تتوقف كل الأعضاء بعدها توقفا تاما عن اداء وظائفها، فإذا ما تمت هذه المفارقة التامة للحياة بالنسبة للإنسان، وأقر بذلك الطبيب الثقة المتخصص، فإنه في هذه الحالة وفي أقصى حالات الضرورة يجوز نقل عضو من أعضاء جسد الميت إلى جسد إنسان حي، إذا كان هذا الإنسان الميت قد أوصى بذلك قبل وفاته كتابة، أو شهد بذلك إثنان من ورثته، وإذا لم تكن هناك وصية ولا شهادة ففي هذه الحالة يكون الإذن من السلطة المختصة. ¶ وفي جميع الأحوال يجب أن يكون الإذن بالنقل دون أي مقابل، كما يجب ايضا أن يكون العضو المنقول لا يؤذي إلى اختلاط الأنساب... وهذا كله بناء على القاعدة الفقهية المشهورة وهي : أن الضرر الأشد يزال بالضرر الأخف، والضرر الأشد هنا يتمثل في بقاء الإنسان الحي عرضة للمرض الشديد وللهلاك المتوقع، والضرر الأخف يتمثل في أخذ شيء من إنسان ميت لعلاج إنسان حي في حاجة شديدة إلى هذا الأخذ(1). ¶ افتى فضيلة شيخ الأزهر الحالي (2): \"يجوز التبرع بالأعضاء، وبجواز نقل الأعضاء من الميت إلى الحي، واشترط لذلك أن يكون ذلك بوصية من الميت قبل وفاته أو بموافقة كتابية من الورثة\"(3). ¶ وقد بنى هؤلاء رايهم على أساس بعض القواعد الفقهية، كقاعدة الضرورات تبيح المحظورات وقاعدة: إذا تعارضت مفسدتان روعي أعظمها بارتكاب اخفها ضررا وغير ذلك من الأدلة التي سوف نناقشها في المبحث الأخير إن شاء الله تعالى. ¶ وقد اشترط هؤلاء عدة شروط لأخذ العضو من العضو من جسم المتوفى: ¶ __________ ¶ (1) مجلة الأزهر عدد المحرم 1418 هـ مايو 1997 ج 1 السنة السبعون. ¶ (2) فضيلة الأستاذ الدكتور محمد سيد طنطأوي – جريدة أخبار اليوم ص 3 عدد رقم 3/5/1997 ¶ (3) ومن هؤلاء العلماء أيضا الدكتور القرضأوي، والمفتي السابق لجمهورية مصر العربية، د. نصر فريد وغيرهما من علماء العالم العربي، بل وأخذت بعض التشريعات العربية بهذا الرأي.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "موافقة الميت على نزع عضو من أعضائه بعد وفاته، أو موافقة ورثته على ذلك. ¶ موافقة ولي أمر المسلمين أو من ينوب عنه في حالة الجثة المجهولة. ¶ أن يغلب على ظن الطبيب استفادة المريض بالجزء المنقول إليه. ¶ أن تكون المصلحة المترتبة على نقل العضو أعظم من المفسدة التي اقتضت حظره(1). ¶ ان يكون القصد من ذلك رعاية المصلحة للمريض المتلقي وأن يكون ضروريا لذلك. ¶ ألا يترتب على الإستقطاع تشويه كبير بالجثة(2). ¶ ألا يكون المضطر ذميا أو معاهدا أو مستأمنا إذا كانت جثة الميت لمسلم. ¶ أن يكون المضطر معصوم الدم، فلو كان مهدر الدم لم يجز له الإنتاع بلحم الآدمي الميت. ¶ وهناك إتجاه آخر يمنع نقل العضو من الميت إلى الحي على أساس أن جسد الآدمي ملك لله سبحانه وتعالى، وبالتالي لا يجوز للإنسان وهو حي أو يوصي أو يتبرع بشيء من أعضائه بعد موته، كما لا يجوز لأحد أقاربه أو النيابة العامة أو أي جهة أخرى الإذن بالمساس بجسد هذا الميت لأخذ عضو منه أو أكثر(3). ¶ المبحث الثاني ¶ تحديد مفهوم الموت بين الدين والطب ¶ إن تحديد لحظة وفاة الشخص وخروج الروح من جسده أمر اختص الله به نفسه، ولا يمكن للإنسان مها وصل من العلم، أن يحدد على وجه اليقين، لحظة الوفاة. ¶ __________ ¶ (1) الموقف الفقهي والأخلاقي من قضية زرع الأعضاء د. محمد علي البار ص 169، مختارات من الفتأوى والبحوث للشيخ جاد الحق ص 44، مدى مشروعية التصرف في جسم الآدمي أسامة عبد السميع ص 300، الأحكام الشرعية للأعمال الطبية د. احمد شرف ا لدين ص 124، عمليات نقل وزراعة الأعضاء البشرية بين الشرع والقانون، د. سميرة عايد الديات ص 241/242. ¶ (2) نص المشرع الأردني في المادة 7 من القانون رقم 23/1977 على أنه \"لا يجوز أن يؤدي نقل العضو في أي حالة من الحالات إلى إحداث تشويه ظاهر في جثة المتوفى\" د. سميرة عايد، وانظر أبحاث فقهية في قضايا طبية معاصرة د. محمد نعيم ياسين ص 171. ¶ (3) انظر المراجع السابقة",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال تعالى: (الله يتوفى الأنفس حين موتها)(1) وقال سبحانه: (وما كان لنفس أن تموت إلا بإذن الله كتابا مؤجلا) (2). ¶ يقول القرطبي: (وأجل الموت هو الوقت الذي في معلومه سبحانه، أن روح الحي تفارق جسده)(3). ¶ وقال سبحانه: (ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون) (4). ¶ وأجل الإنسان هو الوقت الذي يعلم الله انه يموت الحي فيه لا محاله، وهو وقت لا يجوز تأخير موته عنه لا من حيث إنه ليس مقدورا تأخيره(5). إلا أنه توجد علامات، تدل على حدوث الوفاة تحدث عنها العلماء، ونا بالعين المجردة في الواقع، كما أن الأطباء إختلفوا في اللحظة التي تحدث فيها الوفاة، هل هي لحظة توقف القلب نهائيا عن العمل؟ ¶ أم هي لحظة موت خلايا المخ حتى ولو ظل القلب ينبض؟ ¶ نتحدث عن ذلك في المطلبين التاليين: ¶ المطلب الأول : مفهوم الموت وعلاماته في الفقه الإسلامي. ¶ المطلب الثاني : تحديد مفهوم الموت عند علماء الطب. ¶ المطلب الأول ¶ مفهوم الموت وعلاماته في الفقه الإسلامي ¶ اطلاقات كلمة الموت: ¶ جاء في الوجوه والنظائر تفسير الموت على خمسة أوجه(6). ¶ الأول: الموت، حال النطفة قبل انتقالها، قال تعالى في سورة البقرة: (وكنتم أمواتا) يعني نطفا، وقال تعالى في سورة آل عمران: (وتخرج الحي من الميت) يعني النسمة من النطفة. ¶ __________ ¶ (1) سورة الإعراف 7/34. ¶ (2) سورة آل عمران 3/145. ¶ (3) الجامع لأحكام القرآن ج4، ص 146. ¶ (4) سورة الأعراف 7/34. ¶ (5) الجامع لأحكام القرآن للقرطبي ج 7، ص 129. ¶ (6) الوجوه والنظائر لألفاظ كتاب الله العزير للدامغاني ج2، ص 218: 220 طبعة المجلس الأعلى للشؤون الإسلامية 1416 هـ.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الثاني: الموت: الضلالة، والميت، الضال، قال تعالى: في سورة الأنعام: (أو من كان ميتاً فأحييناه) يعني: ضالا فهديناه، مثلها سورة فاطر: (وما يستوي الأحياء ولا الأموات) يعني: المؤمن والكافر، وقال تعالى في سورة النمل : (إنك لا تسمع الموتى) يعني الكفار، مثلها في سورة الأنعام. ¶ الثالث: الميت يعني قلة النبات في الارض، قال تعالى في سورة الأعراف: (حتى إذا أقلت سحابا ثقالا سقناه لبلد ميت)، يعني الأرض ليس فيها نبات فهي ميتة، مثلها في سورة الملائكة وتسمى سورة فاطر وقال تعالى في سورة يس: (وآية لهم الأرض الميتة) التي ليس عليها نبات: (أحييناها) بالنبات. ¶ الرابع: الموت: ذهاب الروح عقوبة من غير أن تستوفي الأرزاق الآجال قال تعالى – في بني إسرائيل للسبعين(1)- في سورة البقرة: (وهم ألوف حذر الموت فقال لهم الله موتوا ثم أحياهم). ¶ الخامس: الموت: ذهاب الروح بالآجال، وهو الموت الذي لا يعود صاحبه إلى الدنيا، قال تعالى في سورة الزمر: (إنك ميت وإنهم ميتون) وقال تعالى: (كل نفس ذائقة الموت) ونحو كثير. ¶ وجاء في المعجم الوسيط مات الحي موتا: فارقته الحياة، ومات الشيء همد وسكن، يقال: ماتت الريح، سكنت، والنار بردت(2). ¶ ويقول الرازي: الموت، ضد الحياة... والميتة ما لم تلحقه الذكاة والموت بالضم، الموت والموات، ما لا روح فيه(3). ¶ مفهوم الموت عند فقهاء الشريعة الإسلامية ¶ يقول إبن عابدين: \"الموت صفة وجودية خلقت ضد الحياة، وقيل عدمية، وعلامته إسترخاء قدميه، واعوجاج منخره، وانخساف صدغيه... وأن تمتد جلدة خصيتيه لإنشمار الخصيتين بالموت\"(4). ¶ وجاء في بُلغة السالك: \"والموت كيفية وجودية تضاد الحياة فلا يعري الجسم عنهما ولا يجتمعان فيه\"(5). ¶ __________ ¶ (1) أي السبعين رجلا الذين اختارهم موسى عليه السلام. ¶ (2) المعجم الوسيط ج2، ص 890 ¶ (3) مختار الصحاح ص 266 مادة: موت. ¶ (4) حاشية إبن عابدين ج1 – 570. ¶ (5) بلغة السالك ج1، ص 193.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وجاء في حاشية العدوي: أنه يستحب إغماضه إذا قضى نحبه \"والنحب النذر\" ولا يخفي أن كل حي لا بد أن يموت، فكأنه نذر لازم، فإذا مات، فقد قتضى نحبه أي نذره، وحاصلة أن المراد مات بالفعل جزما، ولذلك أتي بإذا المفيدة للتحقيق... ومن علامات تحقق الموت انقطاع نفسه وانفراج شفتيه\"(1). ¶ وجاء في فقه الشافعية: أن الموت مفارقة الروح الجسد وقيل: عرض يضاف للحياة وقيل عدم الحياة عما من شانه الحياة، وهذا هو الأحسن لدخول السقط وإخراج الجمادات، لأن الأول يرد عليه السقط الذي لم تنفخ فيه الروح، لأنه يقال عليه ميت مع أن روحه لم تدخل جسده حتى يقال \" فارقته\" ويرد على الثاني الجمادات لأنه لا يقال عليها ميتة مع قيام العرض بها. والروح باق لا يفنى، وأما قوله تعالى: (الله يتوفى الانفس حين موتها) (2)، فيه تقدير أي حين موت أجسادها(3). ¶ وجاء في مغني المحتاج: \"والموت فمارقة الروح للبدن... ويبادر بغسله إذا تيقن موته بظهور شيء من أماراته كاسترخاء قدم وميل أنف وانخساف صدغ\"(4). ¶ يتضح لنا من هذه النصوص أن الموت هو مفارقة الروح للبدن بحيث تتوقف جميع أعضاء جسم الإنسان عن أداء الوظائف المنوطة بها توقفا تاما. ¶ أو هو التوقف الذاتي لجميع مظاهر الحياة وأجهزة الجسم وأعضائه، وأنه لا قول بموت ما دام جزء من الجسم حيا، فتوقف جدع المخ فقط لا يعد موتا(5) فالموت الذي تبني عليه الاحكام الشرعية من إرث وقصاص ودية وإنتهاء العقود وغير ذلك من الأحكام لا يتحقق إلا بمفارقة الروح للجسد. ¶ __________ ¶ (1) حاشية العدوي (كفاية الطالب الرباني) ج1، ص 358. ¶ (2) سورة الزمر 39/42. ¶ (3) حاشية البيجرمي على الخطيب ج1، ص 235. ¶ (4) مغني المحتاج ج1 ص 329/332 وانظر البيجوري على ابن القاسم ج1، ص 252. ¶ (5) الجمعية العمومية للفتوى والتشريع بمجلس الدولة، أخبار اليوم 5/5/1997.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وبهذه المفارقة تتوقف جميع أجهزة الجسم وتنتهي مظاهر الحياة من نفس ونبض، وتماسك عضلات، وغير ذلك(1). ¶ وحتى يتحقق الموت فعلا، فلا بد من خروج الروح من كل الجسد، فلو خرجت من بعض الجسد فقط، لا يعد هذا الشخص ميتا وتثبت له كل حقوق الأحياء. ¶ يقول ابن حزم: فمن قتل إنسانا يجود بنفسه للموت، قال علي: روينا من طريق أبي بكر إبن شيبة عن جابر عن الشعبي في رجل قتل رجلا قد ذهبت الروح من نصف جسده قال: يضمنه: قال علي : لا يختلف إثنان من الأمة كلها في أن من قربت نفسه من الزهوق بعله أو بجراحه أو بجناية بعمد أو خطأ، فمات له ميت فإنه يرثه وإن كان عبدا فأعتق فإنه يرثه ورثته من الأحرار وأنه إن قدر على الكلام فأسلم وكان كافرا وهو يميز بعد فإنه مسلم يرثه أهله من المسلمين... فصح أنه حي بعد لا شك، إذ لا يختلف إثنان من أهل الشريعة وغيرهم في انه ليس إلا حي أو ميت ولا سبيل إلى قسم ثالث فإذا هو كذلك، وكنا على يقين من ان الله تعالى قد حرم إعجال موته وغمنه ومنعه النفس فيبقين وضرورة ندري أن قاتله قاتل نفس بلا شك، فمن قتله في تلك الحال عمدا فهو قاتل نفس عمد أو من قتله خطأ فهو قاتل خطأ، وعلى العامد أو الدية أو المفاداة وعلى المخطئ الكفارة، والدية على عاقلته وكذلك في أعضائه القود في العمد\"(2). ¶ __________ ¶ (1) فضيلة الشيخ جاد الحق شيخ الأزهر السابق، جريدة الأهرام 11/8/1995. ¶ (2) المحلي لإبن حزم ج 10، ص 581.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وهذا الكلام الذي ذكره ابن حزم يدل على انه لا يعتبر الإنسان ميتا طالما بقيت الروح في عضو من اعضائه، وهذا يدحض قول من قال: إن الموت هو موت الدماغ حتى ولو ظل القلب ينبض(1). فالموت- كما قلنا – لا يتحقق إلا بمفارقة الروح لجميع الجسد، وتوقف جميع أعضاء واجهزة الجسم عن العمل، مع برودة الجسم لفقدانه حرارة الحياة التي تبعثها الروح في الجسد والتي تميز الحي من الميت والسليم من السقيم(2). ¶ المطلب الثاني ¶ تحديد مفهوم الموت عند علماء الطب ¶ من الأهمية بمكان تحدد اللحظة التي يعتبر عندها الإنسان ميتا، بإعتبار أن هذه اللحظة هي التي يتحدد فيها التدخل لنقل الأعضاء من الميت إلى الحي لأن نقل العضو قبل هذه اللحظة يعتبر جريمة قتل عمد، إذا ترتب على ذلك وفاة الشخص، أو جريمة جرح افضت إلى عاهة مستديمة. ¶ أما ما يقع من هذه الافعال بعد حوادث الوفاة، فلا يمثل إلا انتهاكا لحرمة الميت فحسب(3). ¶ ولتوضيح ذلك نقول: إن لعلماء الطب في ذلك اتجاهين: ¶ الإتجاه الأول: ويرى أصحابه تحديد موت الشخص بالتوقف النهائي للقلب والرئتين، والجهاز التنفسي عن العمل توقفا تاما. حيث يترتب على هذا التوقف حرمان المخ وسائر أعضاء الجسم من سريان الدم إليها، ويحدد البعض(4) مراحل الموت على النحو التالي: ¶ في الأحوال العادية يحدث ما يسمى بالموت الإكلينيكي، في مرحلة أولى حيث يتوقف القلب والرئتان عن العمل. ¶ __________ ¶ (1) سوف نوضح الرأي الطبي في هذا الموضوع في المطلب الثاني، وللاسف أخذ به بعض الفقهاء المسلمين المعاصرين. ¶ (2) الدكتور صفوت حسن لطفي، مذكرات على الكمبيوتر ص1. ¶ (3) الدكتورة فوزية عبد الستار، الاساليب الطبية الحديثة والقانون الجنائي ص 114. ¶ (4) الطبيب د. محمد سليمان، الطب الشرعي ص 81 وما بعدها، القاهرة 1959 الطب الشرعي، د. صلاح الدين مكارم ج1 ص 147، 150 نقابة المحامين 1992 الأحكام الشرعية للأعمال الطبية، د. أحمد شرف الدين ص 158/159",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وفي مرحلة ثانية تموت خلايا المخ بعد بضع دقائق من توقف دخول الدم المحمل بالأكسجين للمخ. ¶ وبعد حدوث هاتين المرحلتين تظل خلايا الجسم حية لمدة تختلف من عضو إلى آخر. وفي نهايتها تموت هذه الخلايا، فيحدث ما يسمى بالموت الخلوي وهو يمثل المرحلة الثالثة للموت. ¶ ولا شك أن هذا الإتجاه يتفق مع مفهوم الموت في الشريعة الإسلامية وفي القانون الوضعي المصري ويتفق أيضا مع المنطق والعقل السليم، لأن القلب هو بمثابة الموتور المحرك لجميع أجهزة الجسم، فإذا توقف عن العمل توقفت كل أجهزة الجسم المرتبطة به بما فيها المخ. ¶ الإتجاه الثاني: ويرى أصحابه أن المعيار الحديث للموت هو موت المخ وقد اختلف أصحاب هذا الإتجاه حول مفهوم موت المخ(1). ¶ يرى البعض منهم أن المقصود بموت المخ هو موت جذع المخ، ويسمى ايضا موت المخ ككل. وتأخذ به المدرسة البريطانية، ويعارضها الأطباء الألمان على أساس ان مريض موت جذع المخ قد يكون في غيبوبة عميقة، ولكنه يحتفظ بقدرته على التفكير والإحساس. ¶ ويرى البعض الآخر أن المقصود بموت المخ، موت كل المخ في حين يرى البعض أن المقصود هو موت الوظائف العليا للمخ. ¶ ويرى الداعون إلى الأخذ به أنه يكفي لإعلان وفاة الإنسان أن يفقد ما يميزه كإنسان، وهو يتمثل في إستقبال المنبهات، والإحساس والتمييز. ¶ __________ ¶ (1) انظر تفصيل ذلك د. صفوت حسن لطفي، دراسة علمية حول أهم الأبحاث المقدمة لندوة المنظمة الإسلامية للعلوم الطبية بالكويت في ديسمبر 1996 تحت عنوان : التعريف الطبي للموت ص 3 ويقول الدكتور حمدي السيد: جذع المخ هو الجزء الأسفل من المخ وهو عبارة عن تجمع لانسجة هامة جدا كل الأعصاب التي تنزل من المخ تنزل على النخاع الشوكي وتتوزع على الأعصاب، الندوة التليفزيونية المسجلة بينه وبين الدكتور صفوت حسن لطفي.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ويقول الدكتور صفوت حسن لطفي معقبا على ذلك: \"ولكن هذا التعريف يواجه معارضة كبيرة، لأنه يحكم بالموت على كل مرضى الغيبوبة، المسماة بالحالة الخضرية الدائمة P.V.S، والأمراض العقلية، ومرض غياب القشرة المخية\"، ثم يقول: \" ومن الجدير بالذكر أن بعض الأطباء العرب يؤيدون الأخذ بهذا المفهوم رغم المعارضة الواسعة له ويتحمسون له ويطالبون به كحل للمستقبل مثل الدكتور سهيل الشمري بجامعة الكويت الذي يقول في بحثه بعنوان \"موت المخ\" المأزق والحل إنه يرى أن حل هذه المعضلة الفلسفية سيكون في إعتبار فقدان الوعي وبصورة نهائية هو الموت الحقيقي وفي هذا الإطار سيعتبر المرضى النباتيون والمولودون بدون دماغ في عداد الأموات بالرغم من حياة أبدانهم (1). ¶ ولموت جذع المخ علامات تتلخص في الآتي(2). ¶ الانعدام التام للوعي. ¶ الانعدام الإنعكسات الحدقية. ¶ انعدام الحركات العضلية اللاشعورية، خاصة التنفس. ¶ انعدام أي اثر لنشاط المخ في جهاز رسم المخ الكهربائي. ¶ اختفاء اثر أشعة الصبغة لشرايين المخ في تلك المنطقة. ¶ إستمرار تلك العلامات السابقة لفترة كافية. ¶ __________ ¶ (1) د. صفوت حسن لطفي المرجع السابق ص 3. ¶ (2) د. مصطفى محمد الذهبي، نقل الأعضاء بين الطب والدين ص 107 د. محمد علي البار، الموقف الفقهي والأخلاقي من قضية زرع الأعضاء ص 33 د/أحمد عبد الله الكندري المرجع السابق ص 191.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "واتفق الأطباء على أن هذا المعيار ليس حاسما في حالة الأطفال المصابين بغيبوبة، أو الأشخاص المصابين بتسمم خطير وغامض أو في حالة انخفاض درجة الجسم إلى ما دون المعدل الطبيعي ويمكننا هنا ان نستنتج مبررات هذا الإتجاه، حيث يقصد أصحاب هذا الإتجاه المحافظة على أعضاء جسم الإنسان من التلف، لأن القول بموت المخ أو ما يسمى بموت جذع المخ رغم عدم توقف القلب عن النبض، يعطي الفرصة للأطباء لأخذ هذه الأعضاء للانتفاع بها، لأنها ما تزال حية(1). ¶ أما القول بأن الموت هو توقف القلب عن النبض والجهاز التنفسي عن العمل، يضيع على الأطباء فرصة الإنتفاع بهذه الأعضاء، لأن هذه الأعضاء تموت وتتلف بعد موت القلب بدقائق معدودة. ¶ بل أن هناك بعض الفتأوى الشرعية تؤيد هذا المفهوم منها: ¶ قال مفتي جمهورية مصر العربية: \"إنه يمكن الإستفادة من جميع أعضاء أجساد المتوفين في حوادث دون الرجوع للورثة أو النيابة العامة\"(2). ¶ ولا شك أن هذه الفتوى تجاري الاتجاه الثاني في تحديد مفهوم الوفاة بوفاة المخ أو وفاة جذع المخ، لأن الحصول على هذه الأعضاء، وهي في حالة يمكن الإنتفاع بها، لا يكون إلا وفق هذا المفهوم حيث تظل الأعضاء حية يمكن نقلها إلى إنسان آخر للانتفاع بها. ¶ في مجلس مجمعه الفقه الإسلامي الذي عقد بالأردن، قرر ما يلي(3): ¶ يعتبر شرعا أن الشخص قد مات، وتترتب جميع الأحكام المقررة شرعا للوفاة أذا تبينت فيه احدى العلامتين التاليتين: ¶ __________ ¶ (1) نشرت جريدة الأهرام بتاريخ 15/9/1992 العدد رقم 38634 تحت عنوان: العلم في حياتنا، نقل وزراعة الأعضاء بين مصر والعالم: أوضحت ان حقيقة الموت هي : توقف المخ عن العمل الذي يأمر القلب فينبض، ويأمر اجهزة الجسم فتعمل. ¶ (2) مجلة المصور في عددها الصادر في 29/4/1988 تحت عنوان \"عيون وعظام واطراف في بنوك مصرية\". ¶ (3) ندورة مجلس مجمع الفقه الإسلامي المنعقد بعمان بالأردن من 13:8 صفر 1407هـ الموافق 11 : 16 /10/1986م",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "إذا توقف قلبه وتنفسه توقفا تاما وحكم الأطباء بأن هذا التوقف لا رجعة فيه. ¶ إذا تعطلت جميع وظائف دماغه تعطلا نهائيا، وحكم الأطباء الإخصائيون بأن هذا التعطل لا رجعة فيه، وأخذ دماغه في التحلل. ¶ وفي هذه الحالة يسوغ رفع أجهزة الإنعاش المركبة على الشخص وإن كان بعض الأعضاء كالقلب ما زال يعمل بفضل الأجهزة المركبة. ¶ الإتجاه الذي نرجحه: ¶ بعد أن ذكرنا هذين الإتجاهين، والتعريف الذي وضعه الفقهاء المسلمون وغيرهم ممن ذكرنا، للموت، يثور عندنا هذا التساؤل. ¶ هل يعتبر الإنسان ميتا موتا حقيقيا بمجرد موت المخ أو ما يسمى بموت جذع المخ مع استمرار نبض القلب؟ وبالتالي تؤخذ أعضاؤه لزرعها في إنسان آخر في حاجة إليها. ¶ أم أنه لا بد من توقف القلب تماما عن النبض، وبالتالي جميع الأجهزة المرتبطة به حتى يمكن القول بموته موتا حقيقيا؟ ¶ وللإجابة على هذه التساؤلات: سوف نذكر الأدلة الشرعية وأقوال الفقهاء المسلمين المعاصرين، وأقوال الأطباء المتخصصين والتي تؤيد ما نختاره.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "نقول – وبالله التوفيق: إن الإتجاه الذي نرجحه هو الإتجاه الأول القائل: بتحديد موت الشخص بالتوقف النهائي للقلب والرئتين والجهاز التنفسي عن العمل توقفا تاما، حيث يترتب على هذا التوقف حرمان المخ وسائر أعضاء الجسم سريان الدم إليها/ لأنه إذا ظلت بعض أجهزة الجسم حية، فلأن الروح ما زالت بها لأن الإنسان إما ميت، وإما حي، ولقد سبق إلى هذا القول الإمام إبن حزم حيث يقول: إذا لا يختلف إثنان من أهل الشريعة ويغرهم في انه ليس إلا حي أو ميت، ولا سبيل إلى قسم ثالث، فإذا هو كذلك، وكنا على يقين من أن الله تعالى قد حرم إعجال موته وغمه ومنعه النفس، فيبقين وضرورة ندري أن قاتله قاتل نفس بلا شك، فمن قتله في تلك الحال عمدا فهو قاتل عمد أو من قتله خطأ فهو قاتل خطأ، وعلى العامد القود أو الدية أو المفاداة، وعلى المخطئ الكفارة والدية على عاقلته، وكذلك في أعضائه القود في العمد(1). ¶ هذا وقد حرمت الشريعة الإسلامية قتل الإنسان بغير حق: ¶ قال تعالى: (ولا تقتلوا النفس التي حرم الله إلا بالحق) (2). ¶ وقال سبحانه: (ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خالدا فيها وغضب الله عليه ولعنه وأعد له عذابا عظيما) (3). ¶ وقال عليه الصلاة والسلام في الحديث الذي رواه ابن عمر رضي الله عنهما: \"لن يزال المؤمن في فسحة من دينه ما لم يصب دما حراما\"(4). ¶ __________ ¶ (1) المحلى لابن حزم ج10، ص 518، سبق ذكر هذا النص. ¶ (2) سورة الأنعام آية 151، والاية 33 من سورة الإسراء. ¶ (3) سورة النساء آية 93. ¶ (4) رواه البخاري 6862 في الديات في فاتحته من حديثا ابن عمر رضي الله عنهما.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أقوال العلماء المعارضة للاتجاه الثاني: رفض الشيخ جاد الحق شيخ الأزهر السابق، اعتبار توقف الدماغ البشري عن العمل دليلا على وفاة صاحبه، وقال: كيف تأخذون عضوا من أعضاء الشخص المتوفى دماغه، ولا تزال الروح باقية داخل جسده وهي التي تملك القدر على تحريك أي عضو من أعضاء الجسم وحتى خلجات الجسد ورعشاته البسيطة. وقام على أثر ذلك عميد معهد الأورام بإرسال خطاب عاجل لشيخ الأزهر يقول فيه: ¶ \"إن الدماغ العضو المهيمن على الجسد، لا العكس ولم يحدث ان توفى دماغ مريض، وإستعاد الحياة من بعده، الأمر الذي سيساعد على إجراء عمليات زرع الأعضاء المختلفة من جسد الشخص المتوفى إلى جسد اخر...\" ¶ وقد رد فضيلة شيخ الأزهر بقوله: إن موت خلايا الدماغ مع بقاء خلايا القلب حية لا يعد دليلا علميا على وفاة الشخص، وأعاد التأكيد على فتواه، بجواز نقل الأعضاء من جسم الشخص المتوفى بشريطة التأكيد من حدوث الوفاة بشكل تام\". واتهم فضيلة شيخ الأزهر صراحة من يقدم على قطع عضو في هذه الحالة بأنه في حكم القاتل المتعمد إذا انتهت الحياة بإنتزاع هذا العضو ويجب محاكمته جنائيا(1). ¶ وترى لجنة البحوث الفقهية بالأزهر ومجمع البحوث الإسلامية أن نَقل الأعضاء حرام، وحكموا على من يقوم بإنتزاع الأعضاء من أي جسد لو يزال قلبه نابضا، ولم تزل فيه بقية للحياة بأنه قاتل نفس حرم الله قتلها إلا بالحق وتجب محاكمته جنائيا(2). ¶ __________ ¶ (1) الاهرام المسائي 14/12/1993. ¶ (2) مجلة الأزهر عدد نوفمبر 1992، جريدة الاحرار الصادرة بتاريخ 2 مايو 1993 وانظر الحقائق الخطيرة المخفاة في قضية نقل وزراعة الاعضاء للدكتور صفوت حسن لطفي ص 3.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ويستنكر الدكتور يوسف قاسم ما يسمى بموت المخ قائلا: \"فوجئنا هذه الايام بالموت الإكلينيكي أو موت المخ، والتصرف في أشخاص حكم عليهم بالإعدام وبعد التنفيذ وقبل انتهاء النبض يتدخل الطب بحقنة تخديرية معينة ليظل النبض مستمرا، وينقل من الأسكندرية إلى القاهرة ليقوم الطبيب بمهمة القصاب مرة أخرى. القصاب الذي أمره النبي صلى الله عليه وسلم بأن يريح الذبيحة وأن يحد الشفرة، حتى يعجل بالإنتهاء حتى لا تتعذب الذبيحة... وإذا بنا بما إبتلى بالإعدام يزاد بلاء على بلاء أن توجل حياته وتؤخر حتى يقطع منه كلية أو يؤخذ منه كبدا أو عضو اخر... (1). ¶ أقوال الأطباء المتخصصين التي تؤيد الإتجاه الذي رجحناه: ¶ يرى الدكتور مصطفى الذهبي، أن موت المخ أو جذع المخ ليس كافيا في القطع بموت الإنسان، وأنه أمر غير مستقر علميا، ولا ينهض أن يكون حقيقة علمية ثابتة فيعتد بها(2). ¶ ويقول الدكتور فخري صالح: أم بالنسبة للقلب، فإننا في عرف الطب الشرعي نعتبر أن الإنسان لا يزال على قيد الحياة طالما أن قلبه ينبض وهناك حالة تعتبر من الحالات الخاصة في الطب وهي الحالة التي يموت فيها جذع المخ ويظل القلب ينبض وتسمى هذه الحالة \"الجثة ذات القلب النابض\" وقد يفكر البعض في استغلال هذا القلب النابض، ولكننا في عرف الطب الشرعي نعتبر أن استئصال أي عضو من جسم شخص ما زال قلبه ينبض يعتبر قتلا مهما كانت حالة بقية أجهزة الجسم(3). ¶ __________ ¶ (1) الأساليب الطبية الحديثة والقانون الجنائي ص 61/62. ¶ (2) نقل الأعضاء بين الطب والدين، ص 108. ¶ (3) جريدة أخبار اليوم بتاريخ 14/6/1997.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويقول الدكتور صفوت حسن لطفي(1): إنه من البديهيات التي يدركها أي طبيب أن جراحات نقل الأعضاء كالقلب أو الرئة أو الكبد أو الكلية أو البنكرياس أو النخاع وغيرها، لا يمكن أن تؤخذ من إنسان ميت فعلا أي موتا شرعيا حقيقيا، بمفارقة الروح للجسد وتوقف جميع الأعضاء الحيوية عن أداء وظائفها بما في ذلك القلب، وإنما تؤخذ من انسان حي موضوع على جهاز التنفس الصناعي بسبب المرض أو الإصابة الجسيمة في حادث، ولم تفارق روحه جسده، وما زال قلبه ينبض بالحياة، إذ أن المريض الذي يتنفس بواسطة الأجهزة، وشخصه الأطباء بأنه مصاب بتوقف المخ عن العمل، هذا الإنسان شرعا إنما هو إنسان حي بدليل وجود الروح التي تبعث الدفء والحرارة في هذا الجسد الذي يحتفظ بدرجة حرارة طبيعية. ¶ ثم يقيم دليلا آخر على ان من توقف مخه دون قلب هو إنسان حي بقوله: ¶ ومن الوقائع الطبية الثابتة في المجالات العلمية أن بعض هذه الحالات التي حدثت فيها غيبوبة عميقة أو توقف المخ عن العمل قد أفاقت من غيبوبتها بعد فترات ترأوحت بين عدة ساعات أو بضع أيام أو أسابيع عاد بعدها المريض إلى الحياة ومارس أنشطته الطبيعية، وليس ادل على حياة مرضى الغيبوبة العميقة وتوقف المخ عن العمل من استمرار الحمل لدى بعض سيدات حوامل، قضين في هذه الغيبوبة شهورا طويلة واستمر نمو الجنين رغم غيبوبة الأم، حتى تمت الولادة لأطفال بأوزان طبيعية في موعد الولادة الطبيعي، وإنه من البديهي أنه لكي ينمو الجنين وينبض بالحياة فإنه لا بد أن يستمد وجوده من جسد أمه الحي الذي ينبض بالحياة ويمده بها. ¶ __________ ¶ (1) أسباب تحريم نقل وزراعة الأعضاء الآدمية / ص 21:19",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثم يستطرد قائلا: ومن الحقائق العلمية والطبية الثابتة أيضا، أن الكثير من مرضى الغيبوبة العميقة أو توقف المخ عن العمل لا يموتون إذا ما تم فصل أجهزة التنفس الصناعي عنهم، بل تستمر حياتهم بعد ذلك لفترات لا يعلمها إلا الله سبحانه وتعالى، ولا يستطيع أحد من الأطباء مهما أوتي من علم أن يحدد ساعة وفاة أحد المرضى... ¶ ولعلنا جميعا نذكر قضية \"الفتاة الأمريكية كارين\" والتي أقامها والداها طالبين فصل جهاز التنفس الصناعي عنها بعد إصابتها بتوقف المخ عن العمل رغم معارضة أطباء المستشفى ورجال الدين، وبعد أن تم فصلها عن جهاز التنفس الصناعي فإنها لم تمت واستمرت في الحياة. ¶ وقال علماء الطب(1): إنه فيما يختص بتعريف الموت من وجهة النظر الطبية نرى أنه الزوال الدائم والتام والأكيد لكل علامات الحياة من جميع اجهزة واعضاء الجسم. وقد أجمع الحاضرون(2) على أن توقف وظائف جذع المخ لا يعني الموت إذ أن تلك الوظائف تتوقف ولا زالت الروح لم تفارق الجسد، ولا زالت الأعضاء الحيوية \"المخ – القلب – الكبد – الكلى – الرئتين\" تعمل، كما أن الواجب المهني والأخلاقي والشرعي على الطبيب هو أن يبذل قصارى جهده علميا وجسديا لإنقاذ حياة المريض الذي يعاني من توقف وظائف جذع المخ، لا ان يستأصل عضوا من هذا المريض، ويعجل بموته أملا في نقل العضو إلى مريض آخر. ¶ وقد صدر عن الندوة توصيات منها: ¶ أن الموت لا يتحقق إلا بتوقف جميع الوظائف الحيوية للجسم وذلك بتوقف وظائف القلب والمخ والكبد، والرئتين، وان توقف وظائف جذع المخ لا يعد مسوغا طبيا لتحقيق الموت، وعلى ذلك فعن نقل الأعضاء قبل التحقق من الموت ينطوي على جريمة إعتداء على جسد حي. ¶ __________ ¶ (1) توصيات المؤتمر الثامن لكلية الطب جامعة الأزهر المنعقدة في الفترة من 16 – 18/10/1996 ¶ (2) الحلقة الدراسية حول نقل الأعضاء بمقر نادي أعضاء هيئة التدريس بجامعة القاهرة بتاريخ 8/5/1997.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ويؤكد الغالبية العظمى من أطباء مصر(1) بأنهم من المعلومات والأفلام والوثائق العلمية من المراكز والمراجع العالمية التي تبين استمرار الحياة لدى من يطلق عليهم \"موتى جذع المخ أو موتى المخ\" وكل ما يخفيه بعض الأطباء من الحقائق العلمية، عن الخلافات حول ما يسمى بمفهوم موت المخ والممارسات الخطيرة المتعلقة بمشروع القانون المذكور، موثقا بأعلى درجات التوثيق العلمي المتعارف عليه طبيا. ¶ وسوف نذكر مقتطفات من بيان الجمعية المصرية لجراحي الأعصاب عن موت جذع المخ(2). ¶ __________ ¶ (1) حول مشروع قانون نقل الأعضاء الجاري تقديمه لمجلس الشعب، من هؤلاء أ.د/ صفوت حسن لطفي. أ.د/ عادل حسن، أ.د / أحمد محمد علي مسعود، أ.د/ منير فوزي، أ.د/ عادل حسن رشاد غزال، د.أحمد عبد الأعلى الشواربي، د/ محمد عبد العظيم علي، د. عادل أحمد حليم، د/ مصطفى كامل، د/ يحيى زايد، د/ هاني ممدوح حنفي، د. حاتم سعد، د. عادل أحمد حليم، د. مصطفى كامل، د. يحي زايد، د. هاني ممدوح حنفي، د. حاتم سعد، د. علاء عبد العزيز الجندي، د. مصطفى كامل، د. يحي زايد، د. هاني ممدوح حنفي، د. حاتم سعد، د. علاء عبد العزيز الجندي، د. جمال احمد صبحي، د, سمير سليم، د. محمود الشنأوي، د. علاء الدين زيدان. ¶ (2) الجمعية المصرية لجراحي الأعصاب، بتاريخ 14/4/1997م، دار الحكمة ومن رؤساء هذه الجمعية أ.د اسماعيل الشافعي ، أ.د سيد القشاشي ، أ.د/ عبد الحميد الشواربي، أ.د / حسين الشريف. أ.د / سعيد أبو عوف الرئيس، أ.د/ شريف عبد العزيز عزت الوكيل، أ.د/ حسن جاد جأويش السكرتير،أ.د/ محمد لطفي إبيم، أمين الصندوق، أ.د /أحمد سعد.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "جاء في هذا البيان \" أنه لما كان حدوث الموت هو أهم حدث في حياة الإنسان لذا كان التيقن من الموت أساس تشخيص الموت، وعلى هذا لم تثر اختلافات أو صار جدل على مدى القرون الطويلة منذ بدء الخليفة حول وصف حلول الموت بإنسان طالما أن التثبت من الموت يعني توقف مظاهر الحياة كلها بما فيها التنفس وضربات القلب. ¶ ولكن في الربع الأخير من القرن الذي نعيشه ظهرت تعريفات مستخدثة لتشخيص الموت، هدفها أن يتم تشخيص الموت قبل توقف القلب لغرض ما، ويدور التشخيص المستحدث حول أن توقف نشاط جذع المخ أو ما يسمى بموت جذع المخ، إنما هو الوفاة ش. ¶ وجاءت بعض النقاط الهامة في هذا البيان: ¶ أولا: توقف نشاط جذع المخ عدا النبض يعني أن هناك بعض النشاط مازال قائما، إذ أن القلب ما زال ينبض، قد يقول البعض: إن القلب قد ينبض تلقائيا، في مريض على جهاز التنفس الصناعي، فعلا قد يكون ذلك، ولكن أيضا نبض القلب نابعا من نشاط المراكز المعنية بذلك في جذع المخ، إذن تشخيص توقف نشاط جذع المخ كلية يجب ألا يتم إلا بعد توقف القلب ايضا. ¶ ثانيا: منذ ثلاثين عاما، كان توقف القلب يعني الموت، ولو كان مجال البحث العلمي توقف عند هذه المقولة، لما حدث التقدم الذي أمكن عن طريقه استعادة نشاط القلب، بل وقد يتعمد وقفه اثناء بعض العمليات ثم يعاد تنشيط عمله بكفاءة. ¶ ثالثا: وحتى وقتنا هذا ما زال استعادة نشاط جذع المخ بعيد المنال إذا وصل إلى درجة معينة من الهبوط، كما تشير إليها المعايير المستخدمة في تشخيص موت جذع المخ، ولكن ما أدرانا أنه بالاستمرار في تقدم العلم قد نصل إلى استعادة نشاط جذع المخ في المستقبل القريب كما حدث في القلب مسبقا. ¶ رابعا: وقد يقول البعض إن للقلب خاصية مختلفة وهي إمكان العقل تلقائيا نقول: إن جذع المخ ايضا له خاصية إمكان عمله تلقائيا، بالنسبة لمراكز القلب والتنفس وغير ذلك.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "خامسا: إن عبارة \" موت جذع المخ أو توقف نشاطه = الموت: لن يترك اي مجال لتقديم البحث في مجال محأولة تنشيط جذع المخ، حيث تعني أن الموت قد حل فعلا، كما هو الحال لو أخذت هذه العبارة بالنسبة للقلب. ¶ سادسا: إن التيقن فعلا من حدوث الموت، هو حجر الزأوية في تشخيص الموت، وذلك يستلزم توقف القلب أيضا، بالإضافة للتنفس ولذلك فالمريض الذي على جهاز تنفس صناعي بسبب توقف التنفس، وما زال قلبه ينبض لا يمكن الجزم بموته إلا بعد توقف القلب. ¶ وبناء على ما تقدم، فإن تشخيص الموت يستلزم توقف جميع أجهزة الجسم عن العمل بما فيها القلب والتنفس بعد عمل جميع الإسعافات اللازمة. ¶ ومن الأدلة التي ذكرها الأطباء على أن موتى جذع المخ أحياء اعتراف بعض الأطباء الأجانب صراحة بأن اخذ الأعضاء من هؤلاء الموتى بعد جريمة قتل عمد إذا ترتب على ذلك موتهم(1). ¶ قال البرفيسور دافيدهيل أستاذ التخدير بجامعة كامبريدج: كم من المرضى كان يمكن ان يفيقوا لو استمرت إجراءات عملية الإفاقة لهم. ¶ في مؤتمر \"موت المخ\" بسان فرانسيسكو نوفمبر 1996 قدم الدكتور تروج الأستاذ المشارك للتخدير بجامعة هارفارد ورقة طبية هاجم فيها مسألة موت المخ، وقال : إنه رغم التزامه بالبروتوكولات المطبقة لموت المخ في عمله في جامعة هارفارد، فإنه يعتقد أن المرضى الذين يتم جني الأعضاء منهم والذين يقوم بتخديرهم \"أحياء وليسوا أمواتا\" بل إنه يرى أن: المخ نفسه لم يزل حيا في هؤلاء المرضى بدليل إستمرار الغدة النخاعية والتي هي جزء من المخ في العمل لدى مرضى موت المخ. ¶ __________ ¶ (1) انظر تفصيل ذلك في البحث القيم للأستاذ الدكتور صفوت حسن لطفي تحت عنوان: موت المخ ليس حقيقة علمية، وإنما هو مجرد مفهوم (Comcept) لتبرير جني الأعضاء، وليس متفقا عليه كما يزعمون ص 5،4.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "إعتراف أحد أطباء القلب في مركز لنقل الأعضاء في بريطانيا في الفيلم العلمي الوثائقي لهيئة BBC بعنوان \"هل من تؤخذ اعضاؤهم موتى حقيقة\" بأن الأطباء يقتلون هؤلاء المرضى المسمين بموتى المخ، فعندما سأله مذيع BBC بعد المناقشة العلمية بين أطراف القضية: هل يعد ذلك قتلا للمريض؟ ¶ فأجاب بالحرف الواحد: نعم نحن نقتل المرضى. ¶ ومن الأدلة أيضا: الدراسات الأمريكية والبريطانية عن عودة بعض الحالات إلى الحياة الطبيعية بعد تشخيصها تشخيصا كاملا، كموتى مخ: ¶ في دراسة البروفيسور كورين في مستشفى بل فيو في نيويورك التي أجريت على 165 حالة انطبقت عليها جميع الإختبارات الإكلينيكية لتشخيص موت المخ طبقا للمعايير البريطانية، ولكن د/ كورين لم يفصل عنها جهاز التنفس الصناعي فأفاقت 14 حالة وعادت للحياة الطبيعية. ¶ في دراسة للبروفيسور Hughes تبين أن 25% من المرضى الذين تم تشخيصهم كموتى مخ طبقا للمعايير البريطانية قد استعادوا الأفعال الإنعكاسية لجذع المخ مرة أخرى. ¶ في دراسة على 503 مريضا تم تشخيصهم، كموتى مخ، في أمريكا عادت بعض الحالات إلى الوعي الكامل والحياة الطبيعية رغم أنه انطبقت عليها كل معايير تشخيص موت المخ ولفترات مختلفة. ¶ أورد الفيلم الوثائقي لهيئة BBC بعنوان \"هل من تؤخذ أعضاؤهم موتى حقا؟\" القصة التفصيلية لعدد من المرضى تم تشخيصهم \"كموتى مخ\" في بريطانيا تشخيصا كاملا... ولكنهم أفاقوا وعادو إلى الحياة الطبيعية، بل إن أحدهم كان قد أدخل فعلا إلى غرفة العمليات لإنتزاع أعضائه. ¶ ومن الأدلة أيضا: إستمرار مظاهر الحياة في المرضى الذين تم تشخيصهم على أنهم موتى مخيا(1). ومن ذلك : ¶ __________ ¶ (1) بحث قيم للدكتور صفوت حسن لطفي بعنوان \"تعريف الموت من الناحية الطبية ص 2،3.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "إستمرار قدرة المريض على أن يسعل أو يتقيأ كرد فعل منعكس ونظرا لوجود هذه القدرة لدى الكثير من مرضى موت المخ، فقد أكد الطبيبان بييتس وكارونا أن وجود هذه القدرة أمر يجب أن نتوقعه في موت المخ، ولا يتعارض مع صحة التشخيص. ¶ وجود نشاط عصبي عضلي وإنقباضات عضلية بل وحركات مركبة للأطراف والجذع، مثل ثني الذارعين عند الكوع وإبعاد الذراعيين عن الجسم، وكذلك محأولة النهوض، وجذب اليدين إلى الصدر... كل هذه المظاهر قد تكررت في 60% من الحالات التي تم تشخيصها كموت لجذع المخ في الدراسة التي أجا جرستنبراند ومساعدوه عام 1990، ويقول الدكتور صفوت: \" ومما هو جدير بالذكر أن هذه المظاهر قد تكررت ايضا وبصورة ملفته في دراسة أخرى أجا الطبيبان جلب وروبرتس عام 1990 مما جعلهما يصرحان بأن مثل هذه المظاهر يجب توقعها في كل حالة موت مخ\". ¶ ردود الأفعال المنعكسة الخاصة بالجهاز الدوري كإرتفاع ضغط الدم الشرياني، وزيادة سرعة ضربات القلب كثيرا ما تحدث كرد فعل عند إجراء اختبار فصل جهاز التنفس الصناعي أو كرد فعل للألم الناتج عن إجراء عمليات جني الأعضاء\". ¶ في دراستين حديثتين، وجد أن نسبة الهرمونات الصادرة من الغدة النخامية وما تحت الثلاماس أعلى بكثير مما هو متوقع في حالات موت جذع المخ مما فسر على أنه نتيجة احتفاظ بعض اجزاء الغدة النخامية ومات تحت الثلاماس بحيويتها بعد وفاة جذع المخ. ¶ المريض الذي يعاني من موت جذع المخ يستطيع أن يحتفظ بحرارة جسده في الحدود الطبيعية، وهذا إن دل على شيء فإنما يدل على وجود نشاط في أنسجة الجسم المختلفة. ¶ ويقول الدكتور صفوت: ومن المعروف أيضا، أن المتوفي مخيا، يتمتع بما يسميه البعض جزافا، بالحياة الخضرية... أي أن اظافره تنمو وكذلك شعره يطول، كما أن جهازه الهضمي قادر على القيام بوظائفه المعتادة مثل الهضم والإمتصاص والتمثيل الغذائي...\" ¶ وخلاصة القول في ذلك:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أولا: إنه ثبت بما لا يدع مجالا للشك أن الموت الحقيقي، هو توقف القلب عن النبض توقفا تاما لا رجعة فيه، وتوقف جميع أجهزة الجسم المرتبطة به عن العمل تماما، والذين قالوا بذلك هم الأطباء المتخصصون من العرب والأجانب، كما سبق أن ذكرنا. ¶ ثانيا: إن الأخذ بما توصل إليه هؤلاء الأطباء هو تنفيذ لأمر الله تعالى الذي قال في محكم كتابه: \"فاسألوا أهل الذكر إن كنتم لا تعلمون) (1). وكان من الواجب على أساتذتنا ومشايخنا الأجلاء الذي تسرعوا في الفتوى بجواز أخذ الأعضاء من موتى المخ أو موتى جذع المخ اعتمادا على بعض التقارير الطبية، أن يتانوا في إصدار الأحكام الشرعية، لأنها احكام خطيرة يترتب عليها قتل إنسان بغير ذنب ارتكبه وهو محرم شرعا بالأدلة الثابتة في القرآن الكريم والسنة النبوية. ¶ ورغم أنني على يقين من أن موتى جذع المخ أحياء- إعتمادا على ما سبق أن ذكرته من الأدلة الطبية – إلا أنني سوف افترض ان احد الفريقين ليس على حق، فكيف نجروء بالإفتاء في مسألة مختلف فيها بين أهل الطب أنفسهم، بل كان من الأفضل بل من الواجب أن نتوقف دفعا للشبهة، ونظل متمسكين بمفهوم الموت المعروف واليقيني الذي قال به الفقهاء المسلمون ومن قبلهم، والأطباء المتخصصون، لقول صلى الله عليه وسلم \"الحلال بين والحرام بين وبينهما مشبهات لا يعلمها أكثر الناس فمن اتقى المشبهات إستبرأ لدينه وعرضه، ومن وقع في الشبهات كراع يرعى حول الحمى يوشك أن يواقعه (20) وهذا اللفظ للبخاري (2). ¶ __________ ¶ (1) سورة النحل من الآية رقم 43. ¶ (2) رواه البخاري 52 في الايمان (39) باب فضل من استبرأ لدينه ومسلم 1599 في المساقات (20) باب اخذ الحلال وترك الشبهات وابو دأود 3329 في البيوع والنسائي 4465 في البيوع (44) باب اجتناب الشبهات من حديث النعمان بن يشير رضي الله عنه.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وها هو أحد العلماء المعاصرين(1) يقول: إن الأطباء قد خدعونا بقولهم: \"الموتى حديثا\" فنحن نفهم أن لفظ الموتى يشير غلى من مات موتا حقيقيا كاملا، وأن لفظ \"حديثا\" يشير إلى أن الوفاة تمت منذ وقت قصير، ولكننا فوجئنا بالأطباء يحأولون من وراء هذا المسمى اخذ الأعضاء حية من الموتى الذين تنبض قلوبهم، وتجري الدماء في عروقهم فكيف يستقيم هذا؟ وهل يمكن إعطاء تصريح بالدفع لمريض ما زال في العناية المركزة\". ¶ بل إن بعض الأطباء الذين قالوا بموت جذع المخ على أنه موت حقيقي قال بعد أن استمع إلى كلمة بعض الأطباء المعارضين لما يسمى بمفهوم موت المخ، وما جرى من مناقشات بين الأطباء في المؤتمر الرابع لرابطة الجراحين العرب والذي عقد في القاهرة في 30 نوفمبر 1993، وقال: إنه كان يعتقد قبل هذه المناقشة بأن قضية \"موت المخ\" ليس فيها خلاف جوهري ولا تتعارض مع الشرع ولكنه بعد هذه المناقشة العلمية الدينية الجادة اصبح يرى أن هذه القضية – على أقل تقدير – موضع لاختلاف الآراء من الناحية الدينية وتحتاج إلى دراسة متأنية لكافة جوانبها(2). ¶ __________ ¶ (1) الدكتور عبد الرحمن العدوي عضو مجمع البحوث الإسلامية في ندوة بجامعة الأزهر، مجلة اخر ساعة10/4/1996. ¶ (2) دراسة علمية حول أهم الأبحاث المقدمة لندوة المنظمة الإسلامية للعلوم الطبية بالكويت في ديسمبر 1996 تحت عنوان\" التعريف الطبي للموت إعداد أ.د / صفوت حسن لطفي ص 12.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وفي السعودية نجد أن المركز السعودي اجرى استبيانا حول رأي غير الموافقين على عملية نقل الأعضاء من المتوفيين دماغيا، تبين من هذا الاستبيان ان 60% منهم لم يوافقوا على قرار هيئة كبار العلماء(1) وأيضا فإن شيخ الأزهر الحالي الذي افتى بجواز نقل وزراعة الأعضاء قال عندما سئل عن موقفه من انتزاع الأعضاء من مريض ما يسمى بموت المخ: \"لم أقل بجواز نقل اعضاء موتى المخ... وما أكثر ما ينقل عني محرفا\"(2). ¶ ثالثا: وبناء على ما تقدم: ¶ فإن من يقوم بإنتزاع أي عضو من جسد لم يزل قلبه نابضا، يكون قاتلا لنفس حرم الله قتلها إلا بالحق. وقد افتى بذلك أيضا شيخ الأزهر بتاريخ 25/6/1992م. ¶ ويؤكذ هذا ايضا الشيخ سعد الحجأوي حيث يقول: ¶ إن الغيبوبة ليست دليلا كافيا على الموت... وإن اتخاذ القرار من ثلاثة أطباء بقتل مريض الغيبوبة هو اعتداء على الإنسان والحياة، والأطباء يتحملون رسالة العلاج والرحمة وادوات خدمة المرضى وليس قتلهم والإجهاز عليهم، كما انهم لا يملكون حياة المريض التي هي هبة الله تعالى، ولا يملكون اعضاءه، وهذا اعتداء اخر ايضا ويفتح ابواب الشر واحكام الأهواء، وهو ما يخالف أحكام الشرع الإسلامي الحنيف الذي يحترم الحياة ويحفظ كرامة الإنسان حيا وميتا(3). ¶ المبحث الثالث ¶ المناقشات الواردة على أدلة المجيزين للنقل ¶ أورد المانعون لنقل الأعضاء عدة مناقشات على أدلة المجيزين لنقلها، ومن أهم هذه المناقشات: ¶ __________ ¶ (1) أخبار اليوم 16/5/1997. ¶ (2) اللواء الإسلامي 5/10/1995، الاهرام 12/10/1995. ¶ (3) جريدة المسلمون 11/4/1997.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "أولا: استدل المجيزون للنقل بأن تبرع الإنسان بكليته مثلا وإن لزم منه إسقاط حق الله بالنسبة له إلا أن فيه رعاية حق الله أيضا في بدن المتبرع له، وهو صون حياته من الهلاك، ورعاية هذا الحق أولى من جهة انه يتضمن الحافظ نفسين، في حين أن في الأول حفاظا على نفس واحدة، ولا شك أن الحفاظ على نفسين أولى بالرعاية من الحفاظ على نفس واحدة في ميزان الشرع، لا سيما وأن المتبرع لا يترتب على تبرعه ضرر لا يمكن تحمله(1). ¶ ويمكن مناقشة هذا الدليل من جهتين: ¶ الأولى: نقول إن هناك إجماعا على أن حق الإنسان في سلامة جسمه حق مشترك بين الإنسان وبين خالقه إلا أن حق الله هو الغالب، وبالتالي لا يجوز للإنسان أن يتنازل عن جزء من جزء من جسده أو عن عضو من أعضائه، لان هذا الحق غير قابل للتنازل بالإجماع ايضا(2). ¶ الثانية: نقول أيضا أن التبرع بالكلية أو العين عمل خطير، لأن التبرع بالكلية مثلا يؤدي إلى وجود شخصين مريضين في المجتمع بدلا من شخص واحد فانتزاع هذه الكلية من الشخص يؤدي إلى ضعف قوة هذا الشخص وحاجته المستمر إلى العناية الصحية، وهذا ولا شك يؤثر على قيامه بواجباته نحو ربه ونحو أسرته بل ونحو مجتمع، فضلا عن المتاعب النفسية التي تحدث له. ¶ قد يقول قائل متخصص في الطب: إن الإنسان يمكنه أن يعيش بكلية واحدة أو جزء من كلية، نقول له: إذا كان الأمر كذلك، فلماذا خلق الله الكلية الثانية؟ ¶ بل لقد ثبت بالنص القرآني أن الله سبحانه وتعالى لم يخلق شيئا عبثا بل خلق كل شيء بقدر ولفائدة قدرها هو سبحانه وتعالى، قال سبحانه: (إنا كل شيء خلقناه بقدر) (3). ¶ __________ ¶ (1) نقل وزراعة الأعضاء البشرية في الميزان الشرعي، إعداد زيان توفيق خليل ص 266 بحث منشور في مجلة الشريعة والقانون جامعة الإمارات المتحدة. ¶ (2) الأساليب الطبية مرجع سابق، أ.د / يوسف قاسم ص 58 وما بعدها ¶ (3) سورة القمر 54/49.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فالله سبحانه وتعالى قد هيأ الكليتين للعمل وفق نظام دقيق بحيث يعمل كل جزء من كل كلية وتستريح الأجزاء الأخرى، وفي حالة إنتزاع إحدى الكليتين تزاد دورات العمل في الكلية المتبقية، فيتضخم حجمها نتيجة لزيادة العمل(1). ¶ ثانيا: قالوا : إن قضية التبرع مبنية على إسقاط العبد حقه في العضو، والحق اعم من الملك، فإذا انتفت ملكية الإنسان لبدنه وأعضائه، لا ينتفي حقه فيها، والتبرع بالعضو ليس من قبيل التمليك حتى تشترط له الملكية، بل من قبيل التنازل عن الحق وهو لا يستلزم الملكية(2). ¶ نقول ردا على ذلك: ¶ إن الإنسان له ولاية على ذاته لا تتعدي بأي حال وجه المنفعة، سواء قلنا إنه يملك أعضاءه ملكية إنتفاع، أو له حق انتفاع فيها، فليس له ان يتصرف في اي عضو من اعضاء جسده، لأن الذي له ذلك هو المالك الحقيقي للجسد وهو الله عز وجل. ¶ يقول \"توما الأكويني\" في كتابه \"المجموعات اللاهوتية\": يجب على كل إنسان أن يحافظ على كل عضو من جسمه بالصورة التي يلقاها من الله، فالجسم مملوك ملكية رقبة لله، ولا يستطيع ان يتصرف فيه، لأن التصرف لا يكون إلا للمالك، فالإنسان ليس له إلا حق انتفاع على جسمه(3). ¶ ثالثا: المناقشات الواردة على الإستدلال بعموم قواعد الشريعة الإسلامية: ¶ __________ ¶ (1) أدلة تحريم نقل الأعضاء الآدمية. إعداد محمد نور الدين مربو بنجر المكي ص 77/87، نقل وزراعة الإعضاء الآدمية من منظور إسلامي، د. عبد السلام السكري ص 144/145. ¶ (2) ريان توفيق خليل ص 285، مجلة الشريعة والقانون، جامعة الإمارات العربية المتحدة. ¶ (3) مقدمة القانون المدني \"نظرية الحق، للدكتور حسام الأهواني ص 36ط – دار النهضة وانظر د. عبد السلام السكري السابق ص 149، والدكتور محمد نور الدين السابق ص 84/85.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قالوا: إن هذه القواعد إنما تتنأول ما دل الشرع على إرتكابه بدليل من كتاب أو سنة أو إجماع أو قياس صحيح، وأن ما دل الشرع على رخصة فيه، فإن الرخصة تقدر بقدرها ولا يزاد عليها، وإن ما اطلق الشارع تحريمه من غير تقييد ولا استثناء لا يدخل في هذه القواعد كعصمة النفس المعصومة في كتاب الله وسنة رسوله صلى الله عليه وسلم(1). ¶ ويقول الدكتور يوسف قاسم: أجمع العلماء على أن نظرية الضرورة لا تقبل في جرائم النفس أبدا، لأنه لا يصح أن ينقذ إنسان على حساب إنسان اخر، وهذا ايضا بالإجماع، مسائل ليست محل خلاف بل محل إجماع(2). ¶ ويقول أيضا : والضرورة يجب ان تقدر بقدرها، بحيث لا يؤدي الفعل المرتكب في ظلها إلى ضرورة أشد من الضرر المراد تفاديه(3). ¶ ويؤكد الأطباء هنا أن ضررا كبيرا سوف يلحق الإنسان المتلقي ويتمثل هذا الضرر في أن المريض المتلقي بعد إجراء عملية زرع الأعضاء له يصبح مجبرا على تنأول أدوية تقليل المناعة الطبيعية، وهي أدوية \"سيكلوسبورين، والأميوران والكورتيزون\" ولا يمكنه الإستغناء عنها طيلة حياته لمقأومة طرد الجسم للعضو الغريب، بالإضافة إلى ذلك فسوف يتعرض المريض لأضرار خطيرة وعلى رأسها إتلاف انسجة الكلى ثم الفشل الكلوي، والضرر البالغ الذي سوف يلحق الجهاز العصبي والهضمي والغذذ اللمفأوية والغدد الصماء والجهاز العظمي وغيرها(4). ¶ رابعا: المناقشات الواردة على استدلالهم بالقياس على جواز أكل ميتة الآدمي عند الإضطرار: ¶ نؤكد ما سبق أن ما قلناه: إن الإجماع قائم على أن نظرية الضرورة لا تقبل في جرائم النفس ابدا. ¶ __________ ¶ (1) حكم نقل الأعضاء للدكتور عقيل بن أحمد العقيلي ص 90. ¶ (2) الأساليب الطبية الحديثة والقانون الجنائي ص 59، ونظرية الضرورة ص 59، ونظرية الضرورة ص286. ¶ (3) نظرية الضرورة للاستاذ الدكتور / يوسف قاسم ص 113. ¶ (4) أسباب تحريم نقل وزراعة الأعضاء للاستاذ الدكتور /صفوت حسن لطفي ص 36.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وأيضا فإن آيات الضرورة ليس فيها دليل على إباحة لحم أو عظم الآدمي لا بأكل عند الضرورة، ولا ينقل أعضاء حي أو ميت عندها، بل الآيات تتحدث عن الاشياء المحرمة على الإنسان، وأن ما حرم الله في كتابه على لسانه رسوله صلى الله عليه وسلم ومنع من تنأوله منها لا يحل إلا في حالة الاضطرار(1) فالله سبحانه وتعالى بين المحرمات على سبيل التفصيل وأباح اكلها عند الضرورة، فيجب الإقتصار على ما أباحه تعالى حتى لا نكون من المعتدين، قال تعالى: (ولا تعتدوا إن الله لا يحب المعتدين) (2). ¶ ويتضح لنا أيضا من خلال النصوص التي ذكرها المجوزون للنقل أن للفقهاء قولين في جواز أكل لحم الآدمي الميت المعصوم عند الضرورة(3). ¶ القول الأول: أنه لا يجوز أكل الميت المعصوم على أي حال، وذلك لكرامة الآدمي وحرمته حيا أو ميتا، ولقوله صلى الله عليه وسلم \"كسر عظم الميت ككسره حيا\"(4). ¶ القول الثاني : أنه يجوز أكل الميت المعصوم لضرورة المخمصة، لأن حرمة الحي أكد من حرمة الميت. ¶ وللفقهاء أيضا قولان في جواز أكل لحم الآدمي الميت غير المعصوم عند الضرورة. ¶ والذي نرجحه: هو عدم جواز أكل لحم الآدمي الميت، معصوما كان أو غير معصوم في حالة الضرورة، وذلك لأن الله سبحانه وتعالى كرمه، واقتطاع اي جزء منه لا تتناسب مع هذا التكريم، كما أن الشريعة الإسلامية نهت عن التمثيل بالجسد حتى ولو كان صاحبه غير معصوم. ¶ __________ ¶ (1) حكم نقل الأعضاء د. عقيل أحمد السابق ص 81. ¶ (2) سورة البقرة آية 190 وسورة المائدة أية 78. ¶ (3) أنظر عرض هذه الاقوال : الفتأوى الإسلامية المجلد العاشر ص 3558/3559. ¶ (4) رواه ابو دأود 3207 في الجنائز 64- باب في الحفار يجد العظم هل يتنكب المكان؟ وهو حديث صحيح بشواهده والإمام أحمد في المسند برقم 25343 من مسند السيدة عائشة رضي الله عنها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقد رجحت دار الإفتاء المصرية ذلك، حيث جاء في الفتوى رقم 1300 تحت موضوع: أكل لحم الآدمي \"بعد أن عرضت لأقوال الفقهاء، والذي نختاره للإفتاء هو قول الحنفية والظاهرية وبعض فقهاء المالكية والحنابلة القائلين بعدم جواز اكل لحم الآدمي الميت عند الضرورة لكرامته(1). ¶ وعليه، فيحرم نقل الأعضاء من الميت إلى الحي، لان في ذلك إعتداء على حرمته التي صانها الشارع له حتى بعد وفاته. ¶ خامسا: المناقشات الواردة على قولهم: إنه حيث وجدت المصلحة فثم شرع الله. ¶ قالوا: ما المقصود بالمصلحة التي يريدونها، أهي المصلحة التي يقرها الشرع والتي تتفق مع قوانينه؟ أم هي المصلحة التي يا كل إنسان بنظره القاصر أنها مصلحة ولو خالفت قواعد الشرع\"(2). ¶ قال الخوارزمي: والمراد بالمصلحة المحافظة على مقصود الشرع بدفع المفاسد عن الخلق. (3). ¶ وقال الإمام الرازي: إنها عبارة عن المنفعة التي قصدها الشارع الحكيم لعبادة من حفظ دينهم ونفوسهم وعقولهم ونسلهم وأموالهم طبق ترتيب معين فيما بينها(4). ¶ وعرفها الغزالي بأنها: جلب منفعة أو دفع مضرة، ثم قال : ولسنا نعني به ذلك، فإن جلب المنفعة ودفع المضرة مقاصد الخلق، وصلاح الخلق في تحصيل مقاصدهم، ولكنا نعني بالمصلحة المحافظة على مقصود الشرع(5). ¶ ومعنى هذا أن الناس قد يعدون الأمر منفعة وهو في نظر الشارع مفسدة وبالعكس، فليس هناك تلازم بين المصلحة والمفسدة في عرف الناس وفي عرف الشارع(6). ¶ __________ ¶ (1) الفتأوي الإسلامية المجلد العاشر ص 3559. ¶ (2) أدلة تحريم نقل الأعضاء الآدمية ص 114، 115. ¶ (3) إرشاد الفحول ص 358. ¶ (4) المحصول للامام محمد فخر الدين الرازي ج2 ص 434. ¶ (5) المستصفي للغزالي ج 1 ص 139. ¶ (6) بحوث في الأدلة المختلف فيها للدكتور محمد السعيد عبد ربه ص 79.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وأية مصلحة في نقل عضو من إنسان ميت إلى إنسان حي، لقد ثبت بشهادة الأطباء – كما سبق أن ذكرنا – أن هناك ضررا بالغا يقع على الإنسان المتلقي من لفظ الجسم للاعضاء المزروعة، وتقليل المناعة الطبيعية في هذا الجسم، والإصابة بالأمراض المختلفة فأي مصلحة في هذا؟ هذا من ناحية ومن ناحية اخرى يشترط أن تكون المصلحة من المصالح المحققة على معنى أن يتحقق من تشريع الحكم بناء على المصلحة، جلب منفعة أو دفع مضرة(1). وهنا المصلحة، وهي شفاء المريض ليست محققة بل هي موهومة أو على الأكثر يغلب على الظن تحقق الشفاء، فكيف نقدم على المساس بحرمة جسد الميت في سبيل مصلحة ليست محققة ومن ناحية ثالثة يشترط ألا تصطدم المصلحة والحكم الذي بني عليها مع أصل من أصول الشريعة ولا دليل من أدلتها(2). ¶ فإذا اصطدمت بنص شرعي أو إجماع كانت مصلحة ملغاة وقطع الأعضاء الآدمية وزرعها في إنسان اخر مصلحة تصطدم مع النصوص الشرعية والإجماع. ¶ أما النصوص الشرعية فهي: ¶ قوله تعالى: (ولقد كرمنا بني آدم) ومسألة قطع الأعضاء تتنافى مع قضية تكريم الإنسان حيا وميتا. ¶ وقوله صلى الله عليه وسلم: كسر عظم الميت ككسره حيا(3). ¶ وقوله صلى الله عليه وسلم أيضا: \"أغزوا باسم الله، في سبيل الله، قاتلوا من كفر بالله، اغزوا ولا تغلوا ولا تغدروا ولا تمثلوا ولا تقتلوا وليدا.... (4). ¶ وقال إبن عابدين: عظم الذمي محترم فلا يكسر إذا وجد في قبره لأنه لما حرم إيذاؤه في حياته لذمته، وجبت صيانة نفسه عن الكسر بعد موته\"(5). ¶ __________ ¶ (1) الأدلة المختلف فيها للمؤلف ص 74. ¶ (2) أصول الأحكام الشرعية للدكتور يوسف قاسم ص 193. ¶ (3) سبق تخريج الحديث. ¶ (4) رواه مسلم 1731 في الجهاد والسير (2) باب تأمير الإمام الأمراء عني البعوث ووصيته اياهم باداب الغزو وغيرها. ¶ (5) حاشية ابن عابدين ج 1، ص 607.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والإجماع منعقد على أن نظرية الضرورة لا تقبل في جرائم النفس أبدا، لأنه لا يصح ان ينقذ إنسان على حساب إنسان أخر(1) أو على حساب المساس بحرمة جسد الميت الذي كرمه الله وحرم التمثيل به. ¶ سادسا: المناقشات الواردة على الإستدلال بآيات الاضطرار ¶ نقول: إنه ليس في آيات الاضطرار دليل على إباحة لحم الآدمي أو شيء من أجزائه الثابتة فيه، لا بأكل ولا بنقل أعضاء حي أو ميت عند الضرورة، بل الآيات تتحدث عن الأشياء التي حرمها الله تعالى على الإنسان، وأن ما حرمته الشريعة الإسلامية لا يحل إلا في حالة الاضطرار. ¶ وقد فصل الله المحرمات على سبيل الحصر في كتابه الكريم وفي سنة نبية صلى الله عليه وسلم وهي عشرون صنفا على التحديد(2) لأن لفظة \"إنما في قوله تعالى: \"إنما حرم عليكم الميتة والدم ولحم الخنزير\"(3) تفيد الحصر، وتتضمن النفي والإثبات، فتثبت ما تنأوله الخطاب وتنفي ما عداه، وقد حصرت ها هنا التحريم لا سيما وقد جاءت عقيب التحليل في قوله تعالى: \"يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم\" فأفادت الإباحة على الإطلاق، ثم اعقبها بذكر المحرم بكلمة \"إنما\" الحاصرة، فاقتضى ذلك الإيعاب للقسمين، فلا محرم يخرج عن هذه الآية(4). ¶ فإذا كانت الشريعة الإسلامية قد بينت المحرمات على سبيل التفصيل وأباحت أكلها عند الضرورة، فيجب الاقتصار على ما اباحته خاصة وان المفسرين قالوا عند قوله تعالى: (فمن اضطر) أي فمن اضطر إلى شيء من هذا المحرمات أي احوج إليها(5). ¶ سابعا: المناقشات الواردة على الإستدلال بالنصوص الدالة على الإثبات والتعأون: ¶ __________ ¶ (1) أ.د / يوسف قاسم – نظرية الضرورة ص 287. ¶ (2) نقل الأعضاء للذهبي ص 69، حكم نقل الأعضاء للعقيلي ص 81. ¶ (3) سورة البقرة 2/173. ¶ (4) الجامع لأحكام القرآن للقرطبي ج 2 ص 145. ¶ (5) المصدر السابق ص 151.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "قالوا: إن الإيثار المحمود ما كان في حدود المأذون به شرعا كالجهاد في سبيل الله لنصر دين الله، فيصبر المسلم في مثل هذه المواقف ويفدي دينه وعباد الله وبلاد المسلمين إيثارا لعلو الإسلام وعباد الله وبلاد الله على النفس والنفيس(1). ¶ وإيثار الإنسان لأخية الإنسان إنما يكون في حدود طاقته، وفي حدود ما يملكه، أما أن يتبرع الإنسان بعضو من أعضائه بعد موته لإنسان آخر، فهذا مما لا يملك، لأن التبرع فرع الملكية، والإنسان بخروج روحه يكون قد فقد ملكيته شرعا لكل شيء سوى عمله، فلا يصح منه ان يوصي بالتبرع بجسده ولا يجزء منه بعد وفاته، بل نقول أكثر من ذلك: إن الإنسان لا يملك أساسا جسده، بل هو ملك لخالقه وملكيته له عبارة عن ملكية إنتفاع، تزول هذه الملكية بوفاته، فكيف يصح له ان يوصي بها لغيره؟ ¶ ثامنا : المناقشات إن هذا القياس غير صحيح، لأن شرع من قبلنا شرع لنا، ما لم يرد في شرعنا ما يخالفه، وهذه المسألة من هذا القبيل، فشرعنا لا يجيز ذلك لأن الناس متساوون في عصمة الأنفس: ¶ قال القرطبي : الإقتراع على إلقاء الآدمي في البحر لا يجوز، وإنما كان ذلك في يونس، وزمانه مقدمة لتحقيق برهانه، وزيادة في إيمانه فإنه لا يجوز لمن كان عاصيا أن يقتل ولا يرمي به في الناس أو البحر وإنما تجري عليه الحدود و التعزيز على مقدار جنايته، وقد ظن بعض الناس أن البحر إذا هال على القوم فأضطروا إلى تخفيف السفينة أن القرعة تضرب عليهم، فيطرح بعضهم تخفيفا، وهذا فاسد، فإنها لا تخف برمي بعض الرجال، وإنما ذلك في الأموال، ولكنهم يصبرون على قضاء الله عز وجل(2). ¶ وقال بأن حجر رحمه الله عند تفسير قصة إلقاء يونس في البحر بالقرعة: ¶ __________ ¶ (1) أدلة تحريم نقل الأعضاء الآدمية، مرجع سابق ص 107، والدكتور الذهبي ص 75 والدكتور العقيلي ص 122. ¶ (2) الجامع لأحكام القرآن للقرطبي ج 15، ص 83.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "والإحتجاج بهذه الآية في إثبات القرعة يتوقف على القول بأن شرع من قبلنا شرع لنا وهو كذلك ما لم يرد في شرعنا ما يخالفه وهذه المسالة من هذا القبيل، لأنه كان في شرعهم جواز القاء البعض لسلامة الأخرين، وليس ذلك في شرعنا، لأنهم مستوون في عصمة الأنفس، فلا يجوز إلقاؤهم بقرعة ولا بغيرهم(1). ¶ ويقول البعض: وعلى فرض صحة قول من اباح إلقاء أحد ركاب السفينة في البحر بالاقتراع عند الضرورة فنقول: لا يجوز التنظير بتلك المسألة على حكم نقل الأعضاء، لأن التعارض في مسألة السفينة كانت بين المصلحة العامة والمصلحة الخاصة، بينما في نقل الأعضاء، ليست هناك مصلحة عامة، فتقدم على حساب المصلحة الخاصة، بل الأمر هو تعارض بين مصالح فردية، ولا دخل للمصلحة العامة في تلك المسألة على الإطلاق(2). ¶ وقد سبق القول إن حالة الضرورة لا تنطبق على الأنفس بالإجماع، فلا يجوز قتل نفس في سبيل إنقاذ نفس أخرى. ¶ تاسعا: المناقشات الواردة على استدلالهم على جواز نقل الأعضاء بالقياس على جواز شق بطن الميت لإستخراج الجنين أو المال. ¶ قالوا: إن هذا القياس مردود لعدة أمور(3): ¶ إن حياة هذا الجنين هي حياة منفصلة ومستقلة عن حياة الأم بخلاف العضو المنزوع فهو جزء من الجسد وخاصة إذا كان منزوعاً من حي، لأن حياته متصلة بحياة المتبرع. ¶ ونقول إيضا: إن هناك فارقا كبيرا بين شق البطن لإستخراج الجنين، وبين نزع عضو من جسد الميت ففي شق البطن لإستخراج الجنين محافظة على حياته وليس هناك أي مساس أو اعتداء على حرمة الميت، بخلاف نزع عضو من جسد الميت لزرعه في شخص آخر ففيه مساس بحرمة هذا الجسد الذي كرمه الله تعالى حيا وميتا. ¶ __________ ¶ (1) فتح الباري لابن حجر ج 5 ص 294. ¶ (2) نقل الأعضاء بين الطب والدين للدكتور مصطفى الذهبي ص 78. ¶ (3) حكم نقل الأعضاء للعقيلي ص 97،ونقل الأعضاء للذهبي ص 85/86 وأدلة تحريم نقل الأعضاء لمحمد نور الدين المي ص 126/127.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أعضاء الأم ملك لها، فهي تملك كما قلنا الإنتفاع بها في حياتها بخلاف الجنين فهي لا تملكه. ¶ إخراج هذا الجنين الحي واجب شرعا، وتتركه إهدار لحياته، بل إن من تعمد ذلك فعليه الديه المقررة للجنين. ¶ خروج هذا الجنين للحياة فيه مصلحة للأم لقوله صلى الله عليه وسلم، إذا مات الإنسان انقطع عنه عمله إلا من ثلاثة: إلا من صدقة جارية أو علم ينتفع به، أو ولد صالح يدعو له(1). ¶ وأما بخصوص شق بطن الميت لإستخراج المال، فقد سبق أن رأينا من خلال النصوص المذكورة، أن هذه مسألة خلافية بين الفقهاء وعلى القول بالجواز، فإن هذا المال جزء منفصل عن الجسد ولا يملكه بخلاف الأعضاء فإنها متصلة ويملكها. ¶ عاشرا: المناقشات الواردة على إستدلالهم بالقياس على جواز التبرع بالدم. ¶ قالوا: إن قياس نقل الأعضاء وزراعتها على نقل الدم قياس غير صحيح لأن نقل العضو يعتمد على قطعة من الإنسان، ولا يخفي ما في ذلك من المساس بحرمة جسد الميت، والعضو المقطوع من الحي لا يعوضه الجسم بخلاف الدم، لأنه سائل متجدد يفرزه الجسم من \"جهاز إفراز مكونات الدم المختلفة\" ويستمر سريانه في شرايين الجسم وأوردته فترة من الزمن ثم يفسد وتتكسر خلاياه، ويقوم الجسم بإفراز مكوناته وخلاياه مرة أخرى وهكذا. ¶ وأيضا فإنه لا يقع اي ضرر فعلي على المتبرع بالدم، بل إن اخذ بعض الدماء منه، يجعل أجهزة إفراز مكونات الدم وخلاياه تنشط في تعويض ما أخذ بل إنه يجوز شرعا فصد الدم لعلاج بعض الأمراض كضغط الدم وغيرها وهو ما يعرف بالحجامة(2). ¶ __________ ¶ (1) رواه مسلم 1631 في الوصية (3) باب ما يلحق الإنسان من الثواب بعد وفاته (المجلة). ¶ (2) أسباب تحريم نقل وزراعة الأعضاء الآدمية للدكتور صفوت حسن لطفي ص 25/26 الدكتور عبد الرحمن العدوي مجلة منبر ا لإسلام ص 83 – مرجع سابق، نقل الأعضاء للدكتور مصطفى الذهبي ص 89، أدلة تحريم نقل الأعضاء، محمد نور الدين ص 128.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "حادي عشر: مناقشة الإستدلال بأن التبرع بالأعضاء من باب الصدقة ¶ نقول: إنه لم يرد نص شرعي يشير من قريب أو بعيد إلى أن التبرع بالأعضاء من باب الصدقات، بل الوارد فقط أحاديث تأمر بالمحافظة على الأعضاء، وسلامتها وأداء حق الله فيها بالشكر، ومن هذه الاحاديث قوله صلى الله عليه وسلم \"كل سلامي من الناس عليه صدقة كل يوم تطلع فيه الشمس يعدل بين الناس صدقة\"(1). ¶ ثم يتساءل البعض قائلا: \"إذا كان الشيخ القرضأوي يرى أن العضو المنقول من أنواع الصدقة الجارية، فنحن نسأل: إذا تم نقل عضو من مشرك إلى مسلم، فهل تجوز الصدقة من المشرك على المسلم على الإطلاق أم هي مقيدة بقود؟ ثم أين يدفن هذا العضو بعد وفاة المسلم المنقول إليه في مقابر المسلمين؟ أم ينزع ويدفن في مقابر المشركين\"(2). ¶ ونقول أيضا: إن التبرع بالمال غير التبرع بالأعضاء، فالمال متجدد بخلاف الأعضاء والمال يملكه الإنسان وله حق التصرف فيه بخلاف الأعضاء. ¶ المبحث الرابع ¶ الرأي الراجح وأدلته ¶ بعد ذكر آراء الفقهاء والأطباء المتخصصين في حكم نقل الأعضاء من إنسان لآخر يترجح، من وجهة نظري، الرأي الذي يحرم نقل الأعضاء مطلقا، وذلك للأسباب الآتية: ¶ أولا: لقوة أدلتهم وسلامتها وخلوها من المناقشات غير الهادفة. ¶ __________ ¶ (1) رواه البخاري 2707 في الصلح باب فضل الإصلاح بين الناس ومسلم 1009 في الزكاة باب بيان أن اسم الصدقة يقع على نوع من المعروف. ¶ (2) الدكتور الذهبي السابق ص 91/92.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "ثانيا: إن من شروط التبرع أن يكون الإنسان مالكا للشيء المتبرع به، وكما سبق أن قلنا إن الإنسان لا يملك اعضاءه، بل هي ملك لله تعالى، وملكية الإنسان لها، ملكية انتفاع فقط، وملكية الإنتفاع لا تجيز التبرع أو الوصية بالاعضاء بعد موته، بل إن وصية الإنسان بعضو من أعضائه قد تؤدي إلى المبادرة وسرعة الإجهاز على حياته قبل ان يموت العضو ويتلف(1). ¶ ثالثا: وعلى فرض أن الإنسان يملك أعضاءه، ويجوز له التبرع بها، فهل تتسبب هذه الأعضاء في إطالة عمر الإنسان الذي تنقل إليه؟ بالقطع: لا، لأن الآجال والأعمال محددة تحديدا دقيقا من قبل الحق سبحانه وتعالى. ¶ رابعا: وأيضا، فإن قاعدة الضرورات تبيح المحظورات \"لا تطبق هنا لأن هناك إجماعا كما سبق أن ذكرنا على الضرورة لا تقبل جرائم النفس ابدا\"(2). ¶ ولو كانت الضرورة عذرا في مجال نقل الأعضاء لما نهي النبي صلى الله عليه وسلم المرأة أن تصل شعر إبنتها بشعر آخر، بل قال: لعن الله الواصلة والمستوصلة\"(3) واللعن يقتضي النهي عن الفعل الملعون، والنهي يفيد التحريم، ونتساءل هنا: أليست هذه حالة ضرورة؟ بالقطع: نعم وقول الرسول صلى الله عليه وسلم في ذلك، دليل على تحريم نقل العضو من إنسان لآخر. ¶ خامسا: الأخطار الجسيمة التي تحدث للمريض المنقول إليه العضو والتي ذكرها الأطباء المتخصصون وتتمثل في الآتي: ¶ __________ ¶ (1) الدكتور عبد الرحمن العدوي، مجلة منبر الإسلام ص 33 العدد الثاني السنة 51 لسنة 1413هـ. ¶ (2) أ.د/ يوسف قاسم، نظرية الضرورة ص 286 ¶ (3) رواه مسلم 2122 (115) في اللباس والزينة (33) باب تحريم فعل الواصلة والمستوصلة وابن ماجة 1987 في النكاح /52 باب الواصلة والواشمة من حديث اسماء رضي الله عنها – المجلة-.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "في أثناء عملية الزرع وبعدها يضطر الأطباء إلى إعطاء المريض أدوية تقليل المناعة الطبيعية لمقأومة طرد الجسم للعضو الغريب الذي تمت زراعته فيه. أول هذه العقاقير: دواء السيكلوسبورين الذي يعطي بمعدل خمسة ملليجرامات لكل كيلو جرام من وزن الجسم في اليوم الواحد على جرعات مقسمة كل ثماني ساعات أو اثنتي عشرة ساعة، ويؤدي تنأول هذا العقار إلى القصور الوظيفي للكليتين وإلى تطورات عصبية نفسية للمنقول إليه، فضلا عن تعرضه إلى الإلتهابات المتعددة الشديدة من جراء نقص كفاءة جهاز المناعة مثل الإلتهاب الرئوية العنيفة(1). ¶ وثاني هذه العقاقير: الإستيرويدات، والعقار المسمى بـ\"و/ك ت303 O.K.T وهو الدواء الفعال ي منع طرد العضو المزروع ويقول المتخصصون\": وسواء كان هذا وذلك، فإن دور كلا الدواءين في إخماد المناعة لا يقل بحال عن السييكلوسبورين. كذا عقار الإذاثيوبرين ينطوي على مضاعفات مقاربة للكورتيزون. ثم إن المريض يصير معرضا لأخطار الفيروس الكبدي (س) والفيروس المضخم للخلايا الذي ينتقل بواسطة الدم الذي يتعين ويتحتم إعطاؤه للمريض المنقول إليه إما أثناء أو بعد إجراء الجراحة(2). ¶ طرد الجسم للعضو المزروع، وهذا قد يكون بعد العملية مباشرة أو في الأسابيع التالية لها. أو الطرد المزمن في أي وقت طوال حياة المريض \"وهذا يعني فشل عملية الزرع مع ضرورة إجراء عملية جراحية لإستئصال العضو الغريب الذي طرده الجسم\"(3). ¶ __________ ¶ (1) الدكتور السيد محمد سليمان، مجلة الأزهر ص 754/755 تحت عنوان: تداعيات زرع الأعضاء على المدى القريب والبعيد ج 5 السنة السبعون جماد الأولى 1418هـ. ¶ (2) المرجع السابق نفس الموضوع ¶ (3) الدكتور صفوت حسن لطفي – المرجع السابق ص 36.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "تعرض المريض المنقول إليه العضو، في الفترة من ستة أشهر إلى اثني عشر شهرا، لعديد من الأضرار الجسيمة، كالفشل الكلوي والسمنة الشديدة وتصلب الشرايين وإرتفاع ضغط الدم، وإرتفاع نسبة الدهون بالدم(1). ¶ تعرض المريض المتلقي للإصابة بالسرطان والعجز التام، حيث يرى المتخصصون من الأطباء، أن الأورام السرطانية تزداد في أعضاء الجسم المختلفة في حالات ما بعد زرع الأعضاء بأكثر من مائة ضعف عن الحالات العادية لأسباب غير معروفة(2). ¶ وفي تقرير نشرته جريدة عقيدتي في عددها المؤرخ 15/12/1992(3) عن مؤتمر الجراحين الدوليين، قال الأطباء الإيرانيون: إنهم قاموا بإجراء أكثر من 400 (أربعة مائة عملية زرع كلى) وأكدوا أن المرضى الذين نقلت إليهم الكلى، كان نسبة بقائهم على قيد الحياة تتراجع من عام لأخر وفي نهاية التقرير ينصح هؤلاء الأطباء بعدم معالجة المصابين بالفشل الكلوي بنقل كلى جديدة إليهم، والأفضل هو اللجوء إلى الغسيل الكلوي حيث أكدت تجاربهم ان عمليات زرع الكلى تسبب أضرارا ومضاعفات خطيرة تؤدي في النهاية إلى الوفاة. ¶ بل أكدت آخر الإحصائيات التي عرضت على المؤتمر أن نسبة الإصابة بالأمراض السرطانية مثل سرطان الجلد، والغدد الليمفأوية وعنق الرحم والثدي، تزداد مائة مرة بين الذين تجري تلك العمليات. ¶ __________ ¶ (1) الدكتور السيد محمد سليمان، مجلة الأزهر العدد السابق ص 755. ¶ (2) الدكتور صفوت حسن لطفي ص 37. ¶ (3) راجع مجلة منبر الإسلام العدد السابق ص 8 تحت عنوان: تحذير شامل من عمليات نقل الأعضاء \"للدكتور عبد الرحمن العدوي\"",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ولا شك أن هذه أضرار جسيمة تلحق بالشخص المنقول إليه العضو، وتجب إزالتها بإزالة الأسباب المؤدية إليها وهي عمليات نقل وزراعة الأعضاء، لقوله صلى الله عليه وسلم فيما رواه ابن عباس: \"لا ضرر ولا ضرار\" الضرر يزال\" وعليه فإن نقل الأعضاء من إنسان إلى آخر على سبيل العلاج حرام لأنها تؤدي إلى هذه الأضرار المذكورة وغيرها، وخاصة أن هناك بديلا للنقل وهو العلاج عن طريق الغسيل الكلى، أو تنأول الأدوية مثلا أو إجراء عمليات جراحية ونحو ذلك. ¶ سادسا: ظهور ما يسمى بموت المخ أو الموت الإكلينيكي وقد أدى ذلك إلى: ¶ إنتزاع الأعضاء من مرضى الغيبوبة ومصابي الحوادث بدلا من علاجهم: ¶ فبلا من أن يبذل علماء الطب جهدهم من أجل إنقاذ هؤلاء المرضى، يتعجلون الحكم بموتهم \"إكلينيكيا\" والقلب لا يزال ينبض حتى يمكنهم الحصول على الأعضاء وهي ما تزال حية لإستخدامها في عمليات الزرع(1). ¶ إنهم يقتلون الأطفال، ويسرقون أعضاءهم بإسم مفهوم موت المخ فقد ورد في جريدة (المسلمون) بتاريخ 23/5/1997 مقال للدكتور حسن حسن علي أستاذ التخدير بجامعة هارفارد بالولايات المتحدة تحت عنوان \"الأنتظار بالنسبة للأطفال مجرد احتياط\" يعترف فيه بأنه: ينبغي الإنتظار لمدة تترأوح بين أسبوعين إلى ثلاثة اسابيع قبل إثبات الوفاة الدماغية في الأطفال....، ومرفق صورة المقال الذي يقدم إلى الأطباء الذين يشيدون بأخذ بعض الدول العربية بمفهوم موت المخ... إذ أن البروتوكولات المطبقة فيها فعليا لا تصبر على الأطفال لمدة 3 أسابيع، وإنما تنتظر فقط لمدة 24 ساعة على الأكثر من سن شهرين إلى اثنى عشر شهرا. ¶ __________ ¶ (1) الدكتور صفوت لطفي السابق ص 29 والدكتور عبد الرحمن العدوي المرجع السابق ص 85.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "أما الأطفال فوق السنة الأولى فيعاملون معاملة البالغين أي ينتظرون لمدة 8 ساعات فقط قبل إنتزاع الأعضاء منهم(1). لكل هذه الأسباب وغيرها أرجح ما قاله الفقهاء والأطباء المتخصصون من تحريم العلاج بنقل الأعضاء. ¶ خاتمة البحث ¶ يجدر بنا في النهاية هذا البحث أن نستخلص أهم النتائج التي توصلنا إليها ¶ أولا: لم يعالج الفقهاء المسلمون السابقون مسألة نقل الأعضاء بصورة مباشرة وكل ما وجدناه في نصوصهم الفقهية بعض صورة (ج) من التصرف في الجسد الإنساني ذكرت في باب البيع، وعند الحديث عن مدى جواز الإنتفاع بأجراء هذا الجسد، وعند حديثهم عن بعض القواعد الفقهية. ¶ ثانيا: للفقهاء المعاصرين اتجاهان في نقل الأعضاء سواء بين الأحياء، أو من الميت للحي ولكل اتجه دليله الخاص به، وقد أردنا عدة مناقشات على أدلة المجيزين للنقل لدحض هذه الأدلة. ¶ ثالثا: قد بينا مفهوم الموت في كل من الفقه الإسلامي والطب وانتهينا إلى تعريف الموت في الفقه الإسلامي وقلنا: إنه مفارقة الروح للبدن مفارقة تامة، بحيث تتوقف جميع أعضاء جسم الإنسان عن أداء الوظيفة المنوطة بها توقفا تاما وقلنا أيضا إن لعلماء الطب في تعريف الموت إتجاهين، أحدهما ما يسمى بموت المخ أو موت جذع المخ أو كما يقولون الموت الإلكينيكي، وإنتهينا إلى ترجيح الإتجاه الذي يتفق – في تعريف الموت – مع تعريفه في الفقه الإسلامي. ¶ رابعا: نقترح في هذا المجال – بدلا من نقل الإعضاء – عدة اقتراحات تتلخص على النحو التالي: ¶ أن تكرس الدولة جهدها، وكذلك أفراد الأمة، لأزالة الأسباب المؤدية إلى هذه الأمراض، والتي إنتشرت بشكل خطير في دول العالم الثالث، وتكمن هذه الأسباب في التلوث البيئي في مصادر المياه التي إمتلأت بمخلفات المصانع، كما أن مياه الصرف الصحي تختلط بمياه الشرب في كثير من المناطق. ¶ __________ ¶ (1) عقيدتي 12 صفر 1418هـ ص 14.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "كما تكمن هذه الأسباب أيضا في بعض الأساليب التي تستخدم في الزراعة برش ثمار الفواكه بالهرمونات والتي تصل بذلك مباشرة إلى جسم الإنسان دون تعرضها للتمثيل الغذائي داخل النبات. ¶ وكذلك الإستخدام الواسع لمكسبات اللون والطعم والرائحة والتي تستخدم فيها مواد صناعية تسبب أضرارا خطيرة بالكبد والكلى وغيرهما، كما تحتوي على مواد تسبب الأورام السرطانية. ¶ وأيضا الاستخدام الواسع لبعض المواد الكيميائية الحافظة لبعض الأغذية الجاهزة في الأسواق، حيث تستخدم للحفظ فيها مواد صناعية يحتمل إحداثها لأضرار صحية خطيرة لمستهلكيها، وذلك لضعف الرقابة والقوانين التي تمنع تسرب هذه المواد إلى الأطعمة(1). ¶ أن يوجه الأطباء المتخصصون علمهم وجهدهم للوصول إلى العلاج لهذه الأمراض، بدلا من التركيز على عمليات نقل الأعضاء المحرمة شرعا لأن نقل الأعضاء ليس هو العلاج الوحيد فقد اخبرنا رسول الله صلى الله عليه وسلم \" أن لكل داء دواء\"(2). ¶ وعلى علماء الأمة وخاصة الأطباء المتخصصين أن يبذلوا أقصى ما في وسعهم للوصول إلى هذا الدواء. ¶ بل لقد سمعنا بالفعل في هذه الأيام عن التقدم العلمي – في مجال الهندسة الوراثية – هذا التقدم سوف تنتهي معه كل المشكلات القانونية والعلمية للنقل والتخوف من أن يتحول الأمر في النهاية لتجارة في الأعضاء البشرية. ¶ ومفاد هذا التقدم أنه يمكن أخذ خلايا صغيرة من العضو، ويتم التعامل معها بيولوجيا وكيميائيا، وفي خلال فترة زمنية محددة يتم نسج العضو المراد زرعه، والجديد بالذكر أن هذه الخلايا تؤخذ من نفس عضو الإنسان الأصلي المراد تغييره(3). ¶ __________ ¶ (1) أ.د/ صفوت حسن لطفي – ص 39 المرجع السابق. ¶ (2) رواه مسلم 2204 في السلام (26)باب لكل داء دواء واستحباب التداوي وأحمد في المسند 14581 / 486 من مسند جابر – رضي الله عنه – المجلة. ¶ (3) الدكتور مصطفى أبو النصر، وكيل طب القاهرة – جريدة الأهرام ص 3 في 26/يونيو /2001.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "ضرورة التوسع في تجهيز المستشفيات بالأجهزة اللازمة لعملية الغسيل الكلوي، حيث نرى كثيرا من الدول تراجعت من عملية نقل الأعضاء ونظمت عملية الغسيل الكلوي لمواطنيها المصابين بالفشل الكلوي ثلاث مرات اسبوعيا. ¶ وفي النهاية أتوجه إلى الله العلي القدير أن يبرئ أمه محمد صلى الله عليه وسلم من مثل هذه الأمراض المستعصية، وأن يوفقنا دائما إلى ما يحبه ويرضاه إنه سميع قريب مجيب الدعاء. ¶ أهم مراجع البحث ¶ القرآن الكريم وعلومه : ¶ الجامع لأحكام القرآن: لأبي عبد الله محمد بن أحمد الأنصاري القرطبي – دار الكتب العلمية بيروت. 1413هـ -1993م. ¶ الوجوه والنظائر لألفاظ كتاب الله للحسين بن محدم الدامغاني ط المجلس الأعلى للشؤون الإسلامية 1412هـ 1993. ¶ السنة وعلومها: ¶ صحيح مسلم للإمام مسلم بن الحجاج بشرح النووي، تحقيق عبد الله أحمد أبو زينة طبعة دار الشعب، تحقيق محمد فؤاد عبد الباقي طبعة دار الحديث. ¶ فتح الباري بشرح صحيح البخاري، للإمام أحمد بن علي بن حجر العسقلاني – دار الريان للتراث- القاهرة الطبعة الأولى 1407هـ. ¶ مسند الإمام احمد بن حنبل – مؤسسة قرطبة. ¶ نيل الأوطار للشوكاني للإمام محمد بن علي الشوكاني – المطبعة الأميرية 1297هـ. ¶ مرجع اللغة: ¶ المعجم الوسيط: مجمع اللغة العربية بالقاهرة. ¶ مختار الصحاح للإمام محمد بن أبي بكر عبد القادر الرازي – مكتبة لبنان. ¶ كتب القواعد والأصول: ¶ إرشاد الفحول إلى تحقيق الحق من علم الأصول – دار المعرفة بيروت. ¶ أصول الأحكام الشرعية للدكتور يوسف قاسم – دار النهضة العربية. ¶ أصول الفقه للشيخ محمد أو زهرة – دار الفكر العربي. ¶ الأدلة المختلف فيها للدكتور محمود محمد عوض طبعة 1418هـ - 1998 م. ¶ المحصول للإمام فخر الدين محمد بن عمر بن الحسين بن الحسن الرازي الشافعي. ¶ المستصفى لحجة الإسلام أبو حامد الغزالي – دار الكتب العلمية بيروت. ¶ بحوث في الأدلة المختلف فيها للدكتور محمد السعيد عبد ربه 1400 هـ - 1980.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "كتب الفقه: ¶ أولا: الفقه الحنفي: ¶ الهداية شرح بداية المبتدي لأبي الحسن علي بن ابي بكر الرشداني المرغيناني – مصطفى البابي الحلبي. ¶ رد المحتار على الدر المختار لأبن عابدين - دار الكتب العلمية بيروت. ¶ مجمع الأنهر شرح ملتقى الأبحر موسى بن محمد بن محمد بن سليمان المشهور بقاضي زادة – دار إحياء التراث العربي بيروت. ¶ ثانيا: الفقه الملكي: ¶ حاشية الخرشي على مختصر سيدي خليل وبهامشه حاشية الشيخ علي العدوي – دار الكتاب الإسلامي القاهرة. ¶ بلغة السالك لأقرب المسالك إلى مذهب الإمام مالك للشيخ أحمد بن محمد الصأوي على الشرح الصغير لأحمد بن محمد الدردير ط 1372 هـ- مصطفى الحلبي. ¶ حاشبة الدسوقي علي الشرح الكبير للعلامة شمس الدين محمد بن أحدم بن عرفة الدسوقي – دار الفكر بيروت. ¶ حاشبة العدوي على شرح أبي الحسن المسمى كفاية الطالب الرباني لرسالة إبن أبي زيد القيرواني. ¶ ثالثا : الفقه الشافعي: ¶ البيجرمي على الخطيب: حاشية الشيخ سليمان البيجرمي على شرح الخطيب للشيخ محمد الشربيني 1370 هـ مصطفى الحلبي. ¶ حاشية البيجوري للعلامة الشيخ إبيم البيجوري على شرح العلامة أبن القاسم الغزي على متن الشيخ ابي شجاع طبعة 1343 هـ الحلبي. ¶ روضة الطالبين للنووي – دار الكتب العلمية بيروت. ¶ مغني المحتاج إلى معرفة ألفاظ المنهاج للشيخ محمد الشربيني الخطيب طبعة 1377هـ - مصطفى الحلبي. ¶ رابعا: الفقه الحنبلي: ¶ المغني لأبي محمد عبد الله بن أحمد بن محمد بن قدامة المتوفى سنة 620هـ، وبهامشه الشرح الكبير للعلامة شمس الدين عبد الرحمن بن محدم بن أحمد بن قدامة المتوفى 680 هـ - دار الغد العربي. ¶ كشاف القناع على متن الإقناع لمنصور بن يونس بن صلاح الدين بن حسن بن إدرس البهوتي. ¶ خامسا: الفقه الظاهري: ¶ المحلي لابن حزم الظاهري المتوفي 356هـ تحقيق أحمد محمد شاكر دار التراث القاهرة. ¶ سادسا : فقه الإمامية:",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "المختصر النافع للشيخ أبي القاسم نجم الدين جعفر بن حسن الحلي – بدون تاريخ. ¶ سابعا: ومن الابحاث الفقهية المعاصرة: ¶ نظرية الضرورة في الفقه الجنائي الإسلامي والقانون الجنائي الوضعي للدكتور يوسف قاسم طبعة 1413هـ-1993م مطبعة جامعة القاهرة. ¶ ثامنا : الفتأوي: ¶ بحوث وفتأوي إسلامية في قضايا معاصرة لفضيلة الشيخ جاد الحق علي جاد الحق. ¶ فتأوي المجامع الفقهية التابعة لرابطة العالم الإسلامي. ¶ بيان للناس من الأزهر الشريف – المجلد العاشر. ¶ فتأوي معاصرة للدكتور يوسف القرضأوي – دار الوفاء للطباعة والنشر. ¶ تاسعا: بحوث متخصصة: ¶ ابحاث فقهية في قضايا طبية معاصرة محمد نعيم ياسين – دار النفائس الاردن. ¶ أدلة تحريم نقل الأعضاء الآدمية محمد نور الدين المكي- مجلس إحياء كتب التراث. ¶ أسباب تحريم نقل وزراعة الأعضاء الادمية للدكتور صفوت حسن لطفي – بدون تاريخ. ¶ الأحكام الشرعية للأعمال الطبية للدكتور احمد شرف الدين الطبعة الثانية 1407هـ. ¶ الحقائق الخطيرة المخفاة في قضية نقل وزراعة الأعضاء للدكتور صفوت حسن لطفي. ¶ المسؤولية الجسدية في الإسلام، عبد الله إبيم موسى ط أولى 1416 هـ دار ابن حزم. ¶ الموقف الفقهي والأخلاقي من قضية زرع الأعضاء للدكتور محمد علي البار- الدار الشامية بيروت الطبعة الأولى 1414هـ. ¶ حكم نقل أعضاء الإنسان في الفقه الإسلامي للدكتور حسن الشاذلي كتاب الجمهورية 1989م. ¶ حكم نقل الأعضاء مع التعقبات البينة على من تعقب ابن تيمية للدكتور عقيل بن احمد العقيلي طبعة 1412هـ ¶ حول مشروع قانون نقل الأعضاء الجاري تقديمه لمجلس الشعب المصري للدكتور صفوت حسن لطفي. ¶ التعريف بمرض الموت للدكتور صفوت حسن لطفي – مذكرات على الكمبيوتر. ¶ نقل الأعضاء بين الطب والدين للدكتور مصطفى الذهبي دار الحديث ط أولى 1414هـ. ¶ نقل الأعضاء البشرية بين العلم والدين للمفكر الإسلامي فتحي إبيم منصور – أمير للطباعة.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "نقل وزراعة الأعضاء الآدمية للدكتور عبد السلام السكري دار المنار ط أولى 1408هـ. ¶ نقل وزراعة الأعضاء البشرية في الميزان الشرعي – ريان توفيق خليل مجلة كلية الشريعة والقانون جامعة الإمارات عدد 1420هـ. ¶ عاشرا: رسائل علمية : ¶ عمليات نقل وزرع الأعضاء البشرية بين الشرع والقانون د. سميرة عايد الديات ط أولى 1999. ¶ نقل وزراعة الأعضاء دراسة مقارنة بين القانون الوضعي والفقه الإسلامي للدكتور أحمد عبد الله السكندري رسالة دكتو مقدمة إلى كلية حقوق عين شمس. ¶ مدى مشروعية التوصرف في جسم الآدمي، أسامة عبد السميع – رسالة ماجستير مقدمة إلى كلية الشرعية والقانون جامعة الأزهر. ¶ مدى سلطة الإنسان على جسده دراسة فقهية مقارنة – محمد الصغير حسن – رسالة ماجستير مقدمة إلى معهد الدراسات الإسلامية بالقاهرة 2001. ¶ حادي عشر : مجلات وجرائد: ¶ مجلة الأزهر بأعدادها المذكورة في البحث. ¶ مجلة البحوث الفقهية المعاصرة- العدد السادس- السنة الثانية 1411هـ ¶ مجلة المصور 29/4/1988 – ومجلة آخر ساعة 10/4/1996. ¶ مجلة الوعي الإسلامي عدد 354 سنة 1416هـ ¶ الأهرام – والأخبار – والجمهورية بأعدادها المذكورة في البحث. ¶ الندوات والمؤتمرات العلمية المذكورة في البحث.",
            "page": "54",
            "part": "1"
        }
    ],
    "t36401": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رد شبه المجيزين لنقل الاعضاء من الناحيتين الدينية والطبية"
        }
    ]
}