{
    "b36400": [
        {
            "id": "1",
            "nass": "دليل المعتكف ¶ وصفة اعتكاف النبي صلى الله عليه وسلم ¶ ********************************************************************* ¶ كتبه ¶ أبوحفص أحمد بن عبد السلام السكندري ¶ المقدمة ¶ الحمد الله رب العالمين ، و العاقبة للمتقين ، ولا عدوان إلا على الظالمين ، و أشهد أن لا إله إلا الله إله الأولين و الأخرين و أشهد أن محمداًًًُ عبده و رسوله خاتم النبين و إمام المرسلين و سيد العالمين ، صلى الله عليه وسلم و على آله وصحبه أجمعين ، ثم أما بعد . ¶ فهذه رسالة مختصرة جمعت فيها ما يتعلق بعبادة الاعتكاف من وعظ وحث ، وفقه وأحكام ، ونصائح و آداب ، عسى أن تكون دليلاً للعاكفين إلى نيل رضا رب العالمين، وأسأل الله أن يجعلها ذخراً لنا يوم الدين ، و أن يتقبلها قبول أعمال عباده المخلصين ، وألا يجعل فيها لأحد غيره شيئاً. ¶ \" ربنا تقبل منا إنك أنت السميع العليم \" ¶ الاعتكاف لغة : هو اللُّبثُ أو الحبس والملازمة. ¶ و عرّفه الإمام الشافعيّ رحمه الله بأنّه \" لزوم المرء شيئاً و حبس نفسه عليه برّاً كان أوإثماً \" . ¶ قال تعالى : \" ما هذه التماثيل التى أنتم لها عاكفون \". ¶ و قال جلا وعلا : \" فأتوا على قوم يعكفون على أصنامٍ لهم \". ¶ و قال جلا وعلا : \" ولا تباشروهن و أنتم عاكفون فى المساجد \". ¶ و سُمَّى الاعتكاف الشرعيِ اعتكافاً لملازمة المسجد. ¶ قال النووى رحمه الله : الاعتكاف فى الشرع : هو اللبث فى المسجد من شخص مخصوص بنِيًّة مخصوصة.(¬1) ¶ و الاعتكاف سُنّةٌ بالإجماع ولا يجب على الإنسان إلا إذا نَذَره، و هو من سنن الهدى التى سنَّها لنا رسول الله صلى الله عليه وسلم ، وفى البخاري و مسلم من حديث عائشة رضى الله عنها ( أن رسول الله صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان فلم يزل يعتكف حتى مات ). ¶ ¬__________ ¶ (¬1) زاده فيه الصوم من يرى باشتراط الصوم لصحة الاعتكاف .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فقد حرص رسول الله صلى الله عليه و سلم على هذه العبادة الجليلة و حرص عليها أصحابه من بعده ، و ذلك لأهمية هذه العبادة البالغة ، فإن صلاح القلب و استقامته على طريق سيره إلى الله تعالى متوقفٌ على جمعيته على الله ، و لَمَّ شعثه بإقباله بالكلية على الله ، و هذه وظيفة الاعتكاف. ¶ يقول بن القيم رحمه الله فى الزاد \" و شرع لهم الاعتكاف الذى مقصوده و روحه عكوف القلب على الله تعالى و جمعيته عليه و الخلوة به و الانقطاع عن الاشتعال بالخلق و الاشتغال به وحده سبحانه ، بحيث يصير ذكره و حبه و الاقبال عليه فى محل هموم القلب وخطراته فيستولى عليها بدَلها ، و يصير الهم كله به ، و الخطرات كلها بذكره ، و التفكير فى تحصيل مراضيه و ما يُقرِّب منه ، فيصير أنسه بالله بدلاً عن أنسه بالخلق ، فيُعِدُّه بذلك لأنسه به يوم الوحشة فى القبور حين لا أنيس له ، و لا ما يفرح به سواه ، فهذا مقصود الاعتكاف الأعظم ). ¶ فالعبد يحتاج إلى الاعتكاف كما يحتاج الى مطية سريعة تقطع به بعض مراحل سفره فى زمن قصير حتى توقفه على مشارف مراده و مقصده ، وقد يحتاج إليه كما يحتاج المسافر المسرع الذى اختلطت عليه الطرق و كاد أن يدخل التيه إلى أن يقف وقفة ، يتبصر بها طريقه ، و يحدد بها مراده و إلا سار يتخبط خبط عشواء. ¶ و بالجملة فإن احتياج العبد الى الاعتكاف يرجع الى ثلاثة أشياء : ¶ - حاجة العبد إلى الخلوة و التبتل حتى يحدث الأنس بالله و يذوق حلاوة القرب منه. ¶ - حاجة العبد إلى أن يقطع عن نفسه الشواغل التى تصدُّه عن طريقه لكى يجمع القلب و الهمَّة على السيرإلى الله. ¶ - حاجة العبد إلى العكوف على سؤال ربه المغفرة حتى يمُنََّ الله بها عليه . ¶ الحاجة إلى الخلوة و التبتل ¶ قال الله تعالى \" واذكر اسم ربك وتبتل إليه تبتيلا \" . ¶ التبتل هو الانقطاع ، فقوله جل وعلا \" وتبتل إليه تبتيلا \" أى انقطع لعبادته انقطاعاً . ¶ و الانقطاع لله لا يكون إلا بعد درجتين :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الأولى : الانقطاع عن الخلق . ¶ الثانية : الانقطاع عن النفس . ¶ فأما الانقطاع عن الخلق فهو انقطاع عنهم بالجسد ، و انقطاع عنهم بالقلب . ¶ فالانقطاع عن الخلق بالجسد هو الخلوة والوحدة ، و الاعتكاف هو الخلوة الشرعية(¬1). ¶ فانقطاع المرء بجسده عن الناس يعنيه على انقطاع قلبه عنهم لذلك عرف بعضهم الاعتكاف بأنه \"قطع العلائق عن الخلائق للاتصال بخدمة الخالق \" قال الإمام أحمد : ¶ \" رأيت الوحدة أروَحَ لقلبى \" . ¶ وقال رحمه الله : \" أشتهى ما لا يكون ، أشتهى مكاناً لا يكون فيه أحد من الناس \". ¶ فخلوة الرجل بربه و انقطاعه عن الناس تعينه على أن يقطع قلبه عنهم و أن يصله بربه فيحدث الأنس المنشود . ¶ قيل لبعضهم و كان كثير التفرد : أما تستوحش ؟! قال :كيف أستوحش وهو يقول \" أنا جليس من ذكرنى؟!\" ¶ وقال آخر : ما كنتُ أظن أن يستوحش مع الله أحد . ¶ يقول الخطابى رحمه الله معلقاً على هذا الكلام: \"ما أشرف هذه المنزلة ، و أعلى هذه الدرجة ، وأعظم هذه الموهبة ، إنما لا يستوحش مع الله من عمر قلبه بحبه و أنس بذكره ، و ألف مناجاته بسرِّه ،و شُغِل به عن غيره ، فهو مستأنس بالوحدة مغتبط بالخلوة\" . ¶ قيل لبعضهم : أريد أن أصحبك ، فقال :إذا مات أحدنا فمن يصحب الأخر؟ قال : الله ، قال : فليصحبْه الآن . ¶ ¬__________ ¶ (¬1) اعلم أن العزلة قد تكون مشروعة إذا أدت لترك واجب أو كانت على هيئة مبتدعة ، يقول ابن الجوزي فى كتابه تلبيس إبليس \" كان خيار السلف يؤثرون الوحدة و العزلة عن الناس اشتغالا بالعلم و التعبد إلا أن عزلة القوم لم تقطعهم عن جمعة و لا جماعة و لا عيادة مريض و لا شهود جنازة و لا قيام بحق ، و إنما عزلة عن الشر و أهله و مخالطة البطالين ، و قد لبس إبليس على جماعة من المتصوفة ، فمنهم من اعتزل فى جبل كالرهبان يبيت وحده و يصبح وحده ففاتته الجمعة و صلاة الجماعة و مخالطة أهل العلم \" .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وكان الفضيل رحمه الله يقول : كفى بالله محباً و بالقرآن مؤنساً و بالموت واعظاً ، اتخذ الله صاحباً ، وذر الناس جانباً . ¶ فهذه الخلوة وهى الانقطاع عن الناس بالجسد من سنن الاعتكاف فقد كان رسول الله صلى الله عليه وسلم يأمر بخباء فيُضْرَب له فى المسجد يخلو فيه بربه عز وجل . ¶ أما الانقطاع عن الناس بالقلب فهو أن يقطع عن قلبه الالتفات إلى ما سوى الله ، حباً له أو خوفاً منه ، أو رغبة فيه ، أو مبالاة به ، أو فكراً فيه . ¶ و هذا كله إنما يعين عليه التفرد و الخلوة فى خباءٍ يحجبك عن الناسِِِ و يحجب الناسَ عنك ، فيكفيك هَمَّ الاشتغال بنظرهم و مايؤدى إليه من رياء و تصنع ، ويكون همُّكَ الأوحد هو مراقبة نظر الله إليك ، وسمعه لمناجاتك ، وعلمه بخطَراتك ، فتعمل على توحيد ظاهرك وباطنك وإصلاح عملك وقلبك ، وجمع نيتك على شىء واحد وهو أن يرى الله منك ما يحب ، فتعبده وكأنك تراه ، وهذا هو مراد الله من العبد وهو مرتبة الإحسان ، وقد قال الله جل وعلا \" هل جزاء الإحسان إلا الإحسان\" وقال \" للذين أحسنوا الحسنى وزيادة \" ، فإذا وجد الله منك إحسانا ً أثابك حلاوة تجدها فى قلبك ولذة ً تشعر بها حين تسجد بين يديه ، و أبدلك بأنس المخلوقين الذى هو فى حقيقة الأمر وحشة وكرب ، أنساً ً به سبحانه لأنك تركت َ الخلق من أجله ومن ترك شيئا ً لله أبدله الله خيرا ً منه . ¶ ولا أفضل البتة من الأنس بالله . ¶ قال ابن القيم رحمه الله \" فإن سرور القلب بالله وفرحه به وقرّة العين به ، لا يشبهه شىء من نعيم الدنيا البتة ، وليس له نظر يقاس به ، وهو حال من أحوال أهل الجنة ، حتى قال بعض العارفين : إنه لتمرُّ بى أوقات أقول فيها : إن كان أهل الجنه فى مثل هذا ، إنهم لفى عيش طيب \". وقال آخر : مساكينُ اهلُ الدنيا خرجوا منها وما ذاقوا أطيب ما فيها ، قالوا وما أطيب ما فيها ؟ ، قال : محبة الله والأنس به والشوق إلى لقائه والإقبال عليه والإعراض عمّا سواه .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وأما الدرجة الثانية التى لابد للعبد من تحصيلها كى يصحَّ انقطاعه إلى الله ويكمل بعد الانقطاع عن الخلق ، الانقطاع ُ عن النفس وهو أن يقطع العبد عن قلبه حظوظ نفسه المزاحمة لمراد الله منه ، وحظوظ النفس هى ما سوى مراد الله الدينى منك كائنا ً ما كان ، فقد يكون حظ النفس محرما ً أو مكروها ً أو مباحا ً أو مستحبا ً إلا أن غيره أحب الله منه ، فينبغى على العبد أن يقدم مراد الله الدينى على مراده ولو كان مراده مباحا ً أو مستحبا ً ، ¶ فالانقطاع إلى الله لا يتم ولا يكمل إلا إذا قطع العبد عن قلبه حظوظ نفسه فلا يريد إلا ما أراده الله ، ولا يحب إلا ما أحبه الله ، ولا يقدم إلا ما قدمه الله ، ولا يؤخر إلا ما أخره الله ، ولا يفرح إلا بموافقته لمرضاة الله ، ولا يحزن إلا على ما فاته من الله فكله لله و بالله ومع الله . ¶ فهكذا يعين الاعتكاف على التبتل والانقطاع إلى الله حيث تنقطع فيه عمن حولك ، وتنقطع فيه عن حظوظك ورغباتك ، فتدفعك هذه العباده دفعا ً نحو مرادك ومقصودك وهو القرب من رب العالمين . ¶ الحاجه إلى قطع النفس عن الشواغل التى تقطع الطريق إلى الله ¶ ذ َكرْنا أن الحاجة إلى الاعتكاف ترجع إلى ثلاثة أشياء ، أولها ما مرَّ ذكره وهو الحاجه إلى التبتل والخلوة ، والثانى هو الحاجه إلى قطع النفس عن الشواغل والقواطع التى تقطع على العبد سيره إلى ربه وتعطّله وربما تمنع وصوله إليه مطلقا ً. ¶ وهذه الشواغل التى تحول بين العبد وربه ، يحول الاعتكاف بينها وبين العبد ، فيمنع اتصاله بها ، ويُبطل عملَها وتأثيرها ، حتى يشتدَّ سير العبد إلى ربه فى زمن اعتكافه ويزداد قربه من الله ، فإذا خرج من الاعتكاف بعد ذلك وقد تخلص من تأثير هذه الشواغل على قلبه وسيره ، وازداد قربا ً من ربه ، كان على الجادة سائر العام إلا أن تصيبه الأدواء والأمراض وتتصل به هذه الشواغل بعد ذلك .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولتعرف خطورة هذه الشواغل ننقل لك ما قاله ابن القيم رحمه الله عنها فى مدارجه حيث قال : ¶ \"اعلم أن القلب يسير إلى الله عز وجل ، والدار لآخرة ، ويكشف عن طريق الحق ونهجه ، وآفات النفس والعمل ، وقطَّاع الطريق ، بنوره وحياته وقوته وصحته وعزمه ، وسلامة سمعه وبصره ، وغيبة الشواغل والقواطع عنه . ¶ وهذه الشواغل تطفىء نوره ، وتعور عين بصيرته ، وتثقل سمع قلبه ، إن لم تصمَّه وتبكمْه ، وتوهن صحته وتفتر عزيمته ، وتوقف همّته ، وتنكسه إلى ورائه ، ومن لا شعور له بهذا فميت قلبه ، ما لجرح بميت إيلام . ¶ فهى عائقة له عن نيل كماله ، قاطعة له عن الوصول إلى ما خلق له ، وُجعل نعيمه وسعادته وابتهاجه ولذته فى الوصول إليه ، فإنه لا نعيم له ولا لذة ولا ابتهاج ولا كمال و إلا بمعرفة الله ومحبته ، والطمأنينه بذكره والفرح والابتهاج بقربه ، والشوق إلى لقائه ، فهذه جنته العاجله ، كما أنه لا نعيم له فى الآخرة ولا فوز إلا بجواره فى دار النعيم فى الجنه الآجله ، فله جنتان ، لا يدخل الثانية إن لم يدخل الأولى . ¶ وسمعت شيخ الإسلام ابن تيمية – قدس الله روحه – يقول : إن فى الدنيا جنة من لم يدخلها لم يدخل جنة الآخرة . ¶ فهذه القواطع والشواغل قاطعة عن هذه الجنة حائلة بين القلب و بين الرب إن لم يتداركها المريض خيف على قلبه من الموت \" . ¶ وأهم هذه الشواغل التى يقطعها الاعتكاف عن النفس : ¶ ? كثرة الخلطة والصحبة . ¶ ? كثرة الطعام والشراب . ¶ ? كثرة النوم . ¶ وأثر الاعتكاف الصحيح الموافق لصفة اعتكاف النبى صلى الله عليه وسلم وهديه واضح فى قطع هذه الثلاثة عن النفس وإبطال أثرها . ¶ وأثرها أخطر ما يكون على العبد وسيره . ¶ فأما ما تؤثره كثرة الخلطة كما يقول ابن القيم :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فامتلاء القلب من دخان أنفاس بنى آدم حتى يسوَدَّ ، ويوجب له تشتتا ً وتفرقا ً ، وهما ً وغما ً وضعفا ً ، وحملا ً لما يعجز عن حمله من مؤنة قرناء السوء ، و إضاعة مصالحه ، والاشتغال عنها بهم وبأمورهم ، وتَقَسُّم فكره فى أودية مطالبهم وإرادتهم ، فماذا يبقى منه لله وللدار الآخرة ؟! هذا ، وكم جلبت خلطة الناس من نقمة ، ودفعت من نعمة ؟! وأنزلت من محنة ، وعطلت من منحة ، واحلَّت من رزية ، وأوقعت من بليّة ؟! وهل آفة الناس إلا الناس ؟! . ¶ كم أهدرت مخالطة الناس من أوقات ثمينة كانت مطايا العبد فى سيره إلى الله ، فتخلَّف بذلك عن السائرين ، وقعد مع القاعدين ، وصار من الخوالف . ¶ دخل بعض الناس على رجل من السلف فقالوا له : لعلنا شغلناك ؟ فقال : صدقتم كنت أقرأ فتركت القراءة من أجلكم \" ¶ وقال أخر لأصحابه حرصا ً على أوقاتهم \" إذا خرجتم من عندى فتفرقوا لعل أحدكم يقرأ القرآن فى طريقه ، ومتى أجمعتم تحدثتم \" . ¶ قال بعض السلف : إذا طال المجلس صار للشيطان فيه نصيب . ¶ فهذه بعض آثار كثرة المخالطة فانظر كيف تعوق العبدَ فى طريقه إلى ربه ، ولعل هذا ما دفع بعضَ أصحاب ابن السماك أن يكتب إليه : ¶ \" أما بعد . فإن الناس كانوا أدواءً يتداوى به فأصبحوا داءً لا يقبل دواءً ، ففر منهم فرارك من الأسد ، واتخذ الله مؤنسا ً ، والسلام \" . ¶ وأما ما يؤثره الإسراف فى الطعام والشراب فيقول ابن القيم رحمه الله :\" فإنه- أى الإسراف فى الطعام – يثقله عن الطاعات ، ويشغله عنها بمزاولة مؤنة البطنة ومُحاولتها ، حتى يظفر بها ، فإذا ظفر بها شغله بمزاولة تصرفها ووقاية ضررها والتأذى بثقلها ، وقوى عليه مواد الشهوة وطرق مجارى الشيطان ووَسَّعَها ، فإنه يجرى من ابن آدم مجرى الدم ، فالصوم يضيق مجاريه ويسد عليه طرقه ، والشبع يطرقها ويوسعها ، ومن أكل كثيرا ً شرب كثيرا ً فنام كثيرا ً فخسر كثيرا ً وفى الحديث المشهور \" ما ملأ آدمى شرا ً من بطنه \" .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأما تأثير كثرة النوم : ¶ فإن الكثيرمنه يميت القلب ، ويثقل البدن ، ويضيع الوقت ، ويورث كثرة الغفلة والكسل ، ومنه المكروه جدا ً ، ومنه الضارُّ غير النافع للبدن . ¶ ولو لم يكن فى كثرة النوم مصيبة إلا ضياع الوقت الثمين الذى هو رأس مال العبد الذى لا يملك غيره حقيقة ً لكفى بها مصيبه . ¶ ومن أحسن ما قيل فى قيمة هذا الوقت وأهميته ما قال ابن القيم فى فوائده حيث قال \" وضياع الوقت أشد على المؤمن من الموت فإن الموت يقطعه عن الدنيا وضياع الوقت يقطعه عن الله \". ¶ ولا شك أن للاعتكاف أثر بالغ فى حفظ الوقت ، وتهيئة مُناخ العزلة والوحدة والتبتل ، وتقليل الطعام والشراب والنوم والمخالطه . ¶ ولهذا قلنا إن وظيفة الاعتكاف الأولى لم شعث القلب وقطع الاشتغال بالخلق ، حتى لا ينشغل القلب إلا بالله جل وعلا وبتحصيل مراضيه وما يقربه منه . ¶ الحاجه إلى العكوف على سؤال الله المغفرة ¶ قال عطاء : مَثَل ُ المعتكف كرجل له حاجة إلى عظيم ، فيجلس على بابه ، ويقول : لا أبرح حتى ُيغفر لى . ¶ نحتاج للاعتكاف لحاجتنا الشديدة إلى أن نلزم باب الرجاء ونلح الطَرْق على أبواب السماء ، حتى يفتح لنا ، و كما قيل : من ألح الطرق ُفتح له . ¶ بعدما أثقلتنا الذنوب وهتكت أستارنا العيوب واسودت من خطايانا الصحائف والوجوه والقلوب ، نحتاج إلى أن نتوب ، نحتاج إلى أن نقف وقفة ندم واستغفار بين يدى العفو الغفار ، نحتاج إلى أن نقف وقفة المعترف بخطيئته ، والتائب من كبيرته وصغيرته ، وقفة العبد الأبق الذى أطال الهروب من سيده ، حتى ضاقت عليه الأرض بما رحبت ، وضاقت عليه نفسه ، وعلم أنه لا منجا ولا ملجأ من الله إلا إليه ، فرجع مطأطأ رأسه ، يعلوه الندم والخجل ، ويرتعد من الخوف والوجل ، ولكن يدفعه الرجاء والأمل ، لسان حاله يقول : ¶ لئن جَل َّ ذنبى وارتكبت المأثما وأصبحت فى بحر الخطيئة عائما ¶ أجرُر ذيلى فى متابعة الهوى لأقضى أوطارَ البطالة هائما",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "فها أنا ذا يارب ّ أقررت بالذى جنيت على نفسى وأصبحت نادما ¶ أجلُّ ذنوبى عند عفوك سيدى حقيرٌ وإن كانت ذنوبى عظائما ¶ يا رب عبدك قد أتاك وقد عصاك وقد هفا ¶ يكفيه منك حياؤه من سوء ماقد أسلفا ¶ حمل الذنوب على الذنوب الموبقات وأسرفا ¶ و قد استجار بذيل عفوك من عقابك خائفا ¶ ربِ اعف عنه وعافه فلأنت أولى من عفا ¶ فى الصحيحين عن أبى هريرة رضى الله عنه أن النبى صلى الله عليه وسلم قال \" من قام ليلة القدر إيمانا ً واحتسابا ً غفر له ما تقدم من ذنبه \" ¶ وإذا كان رسول الله صلى الله عليه وسلم يعتكف التماسا ً لليلة القدر فماذا ينبغى أن يفعل أمثالنا من أصحاب الخطايا والبلايا ؟! ، وإذا كان اعتكاف العشر وإحياء لياليها يثمر مغفرة ما تقدم من الذنوب فهل يغلو فى طلب ذلك عشر ؟! لا والله ولا شهر ، لا والله ولا دهر . ¶ فعلينا أن نحرص على اعتكاف هذه الأيام وعلى إحياء هذه الليالى ورُب سهر ليلة أورث راحة أبدية ، فلله درُّ قوم ٍ بادروا الأوقات ، واستدركوا الهفوات ، فالعين مشغولة بالدمع عن المحرمات ، واللسان مقيدٌ بالذكر عن الهلكات ، والقلب عاكف على مراقبة رب الأرض والسماوات ، فهؤلاء هم المسارعون إلى المغفرة والجنات ، المستبقون الخيرات ، المعتكفون فى الأخبية ، الذين يصومون النهارَ والليلَ ُيقيمون ، وهؤلاء هم الفائزون حقا ً الذين يبشرون بقوله تعالى \" ألا تخافوا ولا تحزنوا وأبشروا بالجنة التى كنتم توعدون \". ¶ فقه الاعتكاف وأحكامه ¶ ? الاعتكاف كما قَدَّمنا : هو اللبث فى المسجد من شخص مخصوص بنيّة مخصوصة . ¶ حكم الاعتكاف وزمانه ومكانه : ¶ الاعتكاف سنة بالإجماع . ¶ قال ابن المنذر : أجمعوا على أن الاعتكاف لا يجب على الناس فرضا ً إلا أن يوجبه المرء على نفسه فيجب عليه .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- وهو مستحب طوال العام ، ويتأكد استحبابه فى العشر الأواخر من شهر رمضان وفى البخارى عن عائشة رضى الله عنها \" أن النبى صلى الله عليه وسلم كان يعتكف العشر الأواخر من رمضان حتى توفاه الله\". ¶ - ومن شرع فى اعتكاف ِ تطوع ٍ لم يلزمه إتمامه ، وُيكره له قطعه من غير عذر ، وإذا قطعه ا ُستحب له أن يقضيه بعد ذلك . ¶ لما فى الصحيحين عن عائشة رضى الله عنها \" أن النبى صلى الله عليه وسلم ذكر أن يعتكف العشر الأواخر من رمضان فاستأذنته عائشة فأذن لها ، وسألت حفصه عائشة أن تستأذن لها ففعلت ، فلما رأت ذلك زينب ابنة جحش أمرت ببناء فبنى لها ، قالت : وكان رسول الله صلى الله عليه وسلم إذا صلى انصرف إلى بنائه فبصربالأبنية فقال : ما هذا ؟ قالوا : بناء عائشة وحفصة وزينب ، فقال البرَّ أردن بهذا؟! ما أنا بمعتكف ، فرجع فلما أفطر اعتكف عشرا ً من شوال \" ¶ - وأما من شرع فى اعتكاف منذور واشترط فيه التتابع لزمه إتمامه فإن لم يتمَّه لزمه القضاءُ وجوبا ً ولا كفارة عليه . ¶ - والأفضل ألا يقل َّ الاعتكاف عن يوم وليلة خروجا ً من خلاف من لم يصحح الاعتكاف مدة أقل من ذلك ، فيدخل قبل غروب الشمس ويخرج بعد غروبها من اليوم التالى . ¶ - فإن أراد أن يعتكف أقل من ذلك جاز بشرط أن يلبث قدرا ً يسمَّى عكوفا ً أى إقامة ولو بلا سكون ، قال شمس الدين الرملى فى نهاية المحتاج \" بحيث يكون زمنها فوق قدر زمن الطمأنينة فى الركوع ونحوه\". ¶ - ولم يصح فى اشتراط مدة معينة دليل . ¶ - ويصح الاعتكاف فى أى وقت من الليل والنهار وفى أى يوم من العام ، ولو يومى العيدين ، وليس وقت ولا يوم ُيمنع فيه الاعتكاف . ¶ - الأفضل أن يعتكف صائما ً ولا يشترط لصحة الاعتكاف الصوم لأن النبى صلى الله عليه وسلم اعتكف فى العشر الأوائل من شوال كما فى صحيح مسلم ، وفيها يوم العيد فلابد أنه صلى الله عليه وسلم كان مفطرا ً فيه .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "- ولما رواه البخارى عن عمر أنه قال : يا رسول الله صلى الله عليه وسلم إنى نذرت فى الجاهلية أن اعتكف ليلة فى المسجد الحرام ، قال النبى صلى الله عليه وسلم ¶ \" أوف بنذرك \". ¶ - وكذلك أخرج الدارقطنى عن ابن عباس بإسناد صحيح موقوف عليه \" ليس على المعتكف صيام إلا أن يجعله على نفسه \" ¶ - ولا يصح الاعتكاف إلا فى المساجد ، الرجل والمرأة فى ذلك سواء . ¶ - قال تعالى \" ولا تباشروهن وأنتم عاكفون فى المساجد\" ¶ - ولأن نساء النبى صلى الله عليه وسلم كن يعتكفن فى المسجد ولو جاز اعتكاف المرأة فى بيتها لفعلنه رضوان الله عليهن وكان ذلك أولى لهن لقول الله جل وعلا \" وقرن فى بيوتكن \" ولأن ثواب صلاة المرأة فى بيتها أكبر منه فى المسجد و لأنه أيسر . ¶ - وروى البيهقى عن ابن عباس أنه قال \" إن أبغض الأمور على الله البدع و إن من البدع الاعتكاف فى المساجد التى فى الدور \" . ¶ - فلا يصح الاعتكاف فى غرفة مهيأة للصلاة داخل البيت ، ولا يصح الاعتكاف فى غار أو كهف كما يفعل جهال الصوفية ، ولم يثبت أن رسول الله صلى الله عليه وسلم دخل غار حراء بعد بعثته . ¶ ويصح الاعتكاف فى كل مسجد . ¶ و أفضل المساجد : المسجد الحرام ثم المسجد النبوي ثم المسجد الأقصى . ¶ وهى المساجد التى لا ُيشدُّ الرحال إلا إليها كما فى الصحيحين . ¶ وروى ابن ماجه عن جابر : أن رسول الله صلى الله عليه وسلم قال : \"صلاة فى مسجدى أفضل من ألف صلاة فيما سواه إلا المسجد الحرام ، وصلاة فى المسجد الحرام أفضل من مائة ألف صلاة فيما سواه \" ¶ ثم تستوى المساجد كلها بعد ذالك فلا فضل لمسجد على آخر . ¶ غير أنه :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "- يحرُم الاعتكاف فى مسجد فيه قبر ، لأنه لابد للمعتكف من الصلاة والصلاة فيه محرمة ، وفى صحيح مسلم عن جندب بن عبدالله البجلى رضى الله عنه أن النبى صلى الله عليه وسلم قال \" ألا و إن من كان قبلكم كانوا يتخذون قبور أنبيائهم وصالحيهم مساجد ، ألا فلا تتخذوا القبور مساجد ، إنى أنهاكم عن ذلك \". ¶ ولأن فى هذه المساجد من المنكرات ما يصل إلى حد الكفر والشرك وقد قال الله تعالى \" وقد نزل عليكم فى الكتاب أن إذا سمعتم آيات الله يكفر بها ويستهزئ ُبها فلا تقعدوا معهم حتى يخوضوا فى حديث غيره إنكم إذا مثلهم \" ¶ و لأن الاعتكاف فى هذه المساجد ذريعة إلى أن ُيعتقدَ فضلُها بسبب القبر أو المقبور وهذا يجر إلى الوقوع فى المحذور من تبرُّك وتوسل شركى وغير ذلك مما ُيرى ويقع فى هذه المساجد . ¶ - ينبغى الحرص على المساجد التى تقام فيها السنَّة ، والبعد عن مساجد أهل البدع وأصحاب الطرق الصوفية لما فى هذه المساجد من بدع ومنكرات توقع من تواجد فيها فى حرج شرعى . ¶ - وينبغى الحرص على مسجد تقام فيه الجماعة فى الصلوات الخمس وتقام فيه الجمعة حتى لا يضطر المعتكف إلى الخروج إلى صلاة الجمعة . ¶ وقد روى أبو داود عن عائشة رضى الله عنها \" ولا اعتكاف إلا فى مسجد جامع \". ¶ - فإن اعتكف فى مسجد لا تقام فيه الجمعة وجب عليه الخروج إليها إن كان من أهل وجوبها ، وعليه العود إلى معتكفه فور انقضائها ، ويصح أن يكمل اعتكافه فى مسجد الجمعة ولا يعود . ¶ - فإن كان اعتكافه منذورا ً واشترط فيه التتابع فيجب عليه أن يعتكف فى مسجد جامع ، فإن لم يفعل وجاءت عليه الجمعة وجب عليه الخروج إليها ، ويبطل اعتكافه بذلك على الراجح لأنه كان يمكنه الاحتراز من ذلك بالاعتكاف فى مسجد جامع . ¶ - فإن نذر اعتكافا ً متتابعا ً واشترط الخروج لصلاة الجمعة جاز ولا يبطل التتابع بالخروج .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- ومن نذر الاعتكاف فى مسجد بعينه غير المساجد الثلاثة أجزأه الاعتكاف فى أى مسجد أخر لتساوى كل المساجد غير المساجد الثلاثة فى الفضل ، ولكن الأفضل أن يلتزم ما عيَّنه إلا أن يجعل بدلا ً منه واحدا ً من المساجد الثلاثة فيكون هو الأفضل . ¶ - و لو نذر الاعتكاف فى المسجد الأقصى أجزأه الاعتكاف فى المسجد النبوى والمسجد الحرام . ¶ - ولو نذر الاعتكاف فى المسجد النبوى أجزأه الاعتكاف فى المسجد الحرام . ¶ - ولو نذر الاعتكاف فى المسجد الحرام تعين ولم يقم غيره مقامه . ¶ - وقد روى أبو داود عن جابر رضى الله عنه \" أن رجلا ً قام يوم الفتح فقال : يا رسول الله إنى نذرت لله إن فتح الله عليك مكة أن أصلى فى بيت المقدس ركعتين ، قال : صلى َّ ها هنا \". ¶ - ومن نذر الاعتكاف فى زمن معين لزمه ، فإن أخره أثم وكان قضاء ً. ¶ شروط الاعتكاف ¶ يشترط لصحة الاعتكاف ما يلى : ¶ 1. الإسلام : فلا يصح الاعتكاف من كافر . ¶ 2. العقل أو التمييز : فلا يصح من مجنون ولاصبى غير مميز ، لأنه ليس من أهل العبادات ، ويصح اعتكاف الصبى المميز. ¶ 3. أن يكون فى مسجد كما مر فلا يصح فى غيره . ¶ 4. النية : فلا يصح الاعتكاف بغير نية لقول النبى صلى الله عليه وسلم كما فى الصحيحين \" إنما الأعمال بالنيات وإنما لكل امرئ ما نوى \" واشترط الشافعية إن كان الاعتكاف فرضا أن يعين نية الفرض ليميزه عن التطوع . ¶ 5. الطهارة من الجنابة والحيض والنفاس : فلا يصح ابتداء الاعتكاف لجنب ولا لحائض ولا لنفساء لعدم جواز مكثهم فى المسجد لقول الله تعالى \" يا أيها الذين آمنوا لا تقربوا الصلاة و أنتم سكارى حتى تعلموا ما تقولون ولا جنبا ً إلا عابرى سبيل حتى تغتسلوا \" ، وحدث الحائض والنفساء أفحش من حدث الجنب فالمنع لهما أولى . ¶ - فإن أجنب المعتكف لزمه الاغتسال ، فإن لم يتمكن منه فى المسجد جاز له الخروج للاغتسال ولا ينقطع اعتكافه بذلك .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "- وإن حاضت المرأة وجب عليها الخروج وهل ينقطع اعتكافه بذلك أم لا ؟ ¶ - إن كان اعتكافها فى ُمدَّة لا يمكن حفظها من الحيض لم ينقطع اعتكافها المنذور المتتابع بالحيض ، فإن طهرت بنت عليه ، كما لو حاضت فى صوم شهرين متتابعين فإنهما تبنى ولا تستأنف بالإجماع كما نقله ابن المنذر . ¶ - أما إن كان اعتكافها المنذور المتتابع فى مدة يمكن حفظها من الحيض فحاضت بطل اعتكافها وعليها الاستئناف متى طهرت ، كما لو حاضت فى صوم ثلاثة أيام متتابعة . ¶ - أما المستحاضة فلها أن تبتدئ الاعتكاف وهى فى حكم الطاهرة إلا أن عليها الاحتزاز من تلويث المسجد . ¶ - وفى البخارى ومسلم عن عائشة رضى الله عنها قالت \"اعتكفت مع رسول الله صلى الله عليه وسلم امرأة من أزواجه مستحاضة ، فكانت ترى الًحمرة والُصفرة فربما وضعنا الطست تحتها وهى تصلى \". ¶ 6. الشرط السادس لصحة الاعتكاف وهو خاص بالمرأة : إذن الزوج لزوجته : ¶ فلا يصح اعتكاف المرأة بغير إذن زوجها عند الحنفية والشافعية والحنابلة ويصح مع الإثم عند المالكية . ¶ لأن الاستمتاع بها حق للزوج فلا يجوز لها تفويت هذا الحق عليه بغير إذنه . ¶ - فإن اعتكفت تطوعا ً بغير إذنه أو بإذنه فله إخراجها وقتما شاء وكذلك إن نذرته بغير إذنه . ¶ - وإن اعتكفت بإذنه اعتكافا ً منذورا ً فله إخراجها أيضا ً ، إلا أن تكون قد استأذنته فى اعتكاف منذور قد عينت فيه الزمان أو اشترطت فيه التتابع فأذن لها فلا يجوز له إخراجها فى هذه الحالة ، قال شمس الدين الرملى فى نهاية المحتاج \" لأن المعَيَّن لا يجوز تأخيره والمتتابع لا يجوز الخروج منه لما فيه من إبطال العبادة بغير عذر\". ¶ جواز الاشتراط فى الاعتكاف: ¶ يصح لمن نذر الاعتكاف أن يشترط الخروج فى وقت مُعيَّن كأن يقول : أعتكفُ إلا فى وقت كذا إلى كذا. ¶ أو يعلِّق الخروج على حدوث أمر ما كأن يقول : أعتكف إلا إذا عرض لى كذا فأخرج.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أو يعلق قطع الاعتكاف على حدوث أمر ما كأن يقول : أعتكف إلا إذا عرض لى كذا فأقطع الاعتكاف. ¶ والفرق بين الخروج والقطع أن اشتراط الخروج يبيح له أن يخرج إذا وقع الشرط وعليه العود بمجرد انقضاء ما خرج له ، فإن أخَّر العود انقطع التتابع ولزمه الاستئناف. ¶ أما اشتراط القطع إذا عرض عارض فإنه لا يلزمه العود ويكون اعتكافه قد أجزأه بمجرد وقوع الشرط. ¶ ودليل جواز الاشتراط : أن الاعتكاف إنما لزمه بالالتزام فكان على حسب ما التزم. ¶ وقال النووى :\"إذا اشترط الخروج لعارض كعيادة المريض واتَّباع الجنائز أو غير ذلك فكأنه اشترط اعتكاف زمان دون زمان وهو جائز باتفاق\". ¶ وكذا قال ابن قدامة \"ولأنَّ الاعتكاف لايختص بقدر ، فإذا شَرَطَ الخروج َ فكأنه نذر القدر الذى أقامه\". ¶ - ويصح أن يشترط الخروج لأى عارض دينى أو دنيوى ، مباح مقصود غير مناف للاعتكاف فلا يصح اشتراط الخروج لأمر غير مباح كسرقة ، ولا لشئ غير مقصود كنزهة، ولا لشئ مناف للاعتكاف كأن يشترط الخروج للجماع. ¶ - ولوقال على أن أعتكف إلا أن يبدوَ لى ألا أعتكف لم يصح الشرط لتعليقه على مجرد الخيرة وهو مناف للالتزام. ¶ ما يجوز للمعتكف فعله وما لا يجوز : ¶ - لا يجوز للمعتكف أن يخرج من غير عذر لقول عائشة رضى الله عنها كما فى البخارى ومسلم \" إن كان رسول الله صلى الله عليه وسلم لَيُدخِل ُعلىَّ رأسه وهو فى المسجد فأرجله ،وكان لا يَدْخُلُ البيت إلا لحاجة الإنسان إذا كان معتكفا ً\" ¶ - فلو جاز الخروج من غير عذر لَمَا تكلَّف رسول الله صلى الله عليه وسلم إدخال رأسه فقط ولكان الأيسر عليه أن يدخل هو لعائشة والنبى صلى الله عليه وسلم ما خُيِّرَ بين أمرين إلا اختار أيسرها ما لم يكن إثما ً. ¶ - فإن خرج من غير عذر بطل اعتكافه لأنه فعل ما ينافى الاعتكاف إذ الاعتكاف هو اللبث فى المسجد وملازمته. ¶ - قال ابن المنذر : وأجمعوا على أن للمعتكف أن يخرج من معتكفه للغائط والبول.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "- قال النووى : ولا يجب عليه فعلها – أى قضاء الحاجة – فى غير داره ، يقصد أنه لا يجب عليه قضاء الحاجة فى دورات المياه المعدة بالمسجد مثلاً أو فى دار صديق له بجوار المسجد لما فى ذلك من مشقة وخدش للمروءة وتَزِيدُ دارُ الصَّديق على ذلك بالمنة بها . ¶ - إلا إذا كان لا يشق عليه دخول تلك الأماكن وهى مناسبة لمثله فلا تنخرم مروءته بدخولها فليس له أن يخرج لبيته لقضاء الحاجة . ¶ - و إذا خرج إلى بيته لقضاء الحاجة فله أن يتوضأ تبعا ً ، وليس له أن يخرج إلى بيته لمجرد الوضوء . ¶ - وإذا خرج لقضاء الحاجة فلا ُيكَلَّفُ المشىَ بسرعة بل يمشى على سجيته من غير إسراع ولا تباطؤ. ¶ - وإذا كان الأكل فى المسجد يخرم المروءة فى عرف أهل المكان فله أن يخرج ليأكل فى بيته. ¶ - ويجوز للمؤذن المعتكف أن يخرج إلى منارة المسجد للأذان ولو كانت خارج المسجد وخارج رحبته ولا يبطل الاعتكاف بذلك . ¶ - ورحبة المسجد (وهى ما كان مضافا ً إلى المسجد ُمحَجَّرا ًعليها ) وسطحه من المسجد ، فيصح الاعتكاف فيهما ويحرم على الجنب والحائض المكث فيهما. ¶ - وإذا كان لإمام المسجد أو عماله غرفة معدة للسكنى فلا يجوز لهم حال َ اعتكافهم دخولها ، لأن رسول الله صلى الله عليه وسلم كانت بيوته على المسجد وكان لا يدخلها وهو معتكف . ¶ - ويجوز للمعتكف الخروج لصلاة الجنازة وعيادة المريض فى اعتكاف التطوع، وهو خلاف الأولى لقول عائشة كما فى الصحيحين\"إن كنت لأدخل البيت للحاجة والمريض فيه فما أسأل عنه إلا وأنا مارة\" ¶ - ودل هذا الأثر على أنه لو خرج لقضاء الحاجة أو ما شابه فله أن يسأل على المريض فى طريقه من غير أن يتوقف . ¶ - أما الاعتكاف الواجب فلا يخرج منه لعيادة المريض ولا لصلاة الجنازة ،فإن خرج بطل اعتكافه . ¶ - إلا أنْ تتعين عليه صلاة جنازة أو تغسيل ميت أو دفنه فيخرج ثم يعود بعدها ويبنى على ما مضى .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "- ويلزمه الخروج لصلاة الجمعة إن كان من أهل فرضها فإن كان اعتكافه واجبا ً وقد اشترط التتابع ولم يشترط الخروج للجمعة بطل اعتكافه وعليه الاستئناف وإلا فلا . ¶ - ومن مرض مرضا ً لا يؤمن معه تلويث المسجد كسلس البول وإطلاق الجوف فله أن يخرج كما يخرج لحاجة الإنسان ، ولا ينقطع التتابع على الراجح . ¶ - فإن كان مرضا ً يسيرا ًيمكن معه المقام فى المسجد من غير مشقة كالصداع ونحوه لم يخرج ، فإن خرج بطل اعتكافه . ¶ - وإن كان مرضا ً يشق مع الإقامة فى المسجد لحاجته إلى الفراش أو الطبيب أو من يُمرِّضه ويخدمه أُبيح له الخروج ولا ينقطع التتابع على الراجح . ¶ - فإن أغمى عليه فأُخرج من المسجد لم يبطل اعتكافه لأنه لم يخرج باختياره وعليه العود فور مفيقه. ¶ - وإن خاف من ظالم فخرج واستتر لم يبطل اعتكافه لأنه مضطر إلى ذلك . ¶ - ويجوز للمعتكف أن يلبس ما شاء من المباحات ، و أن يتطيب ويتزين وُيرَجِّل شعره ويدهن ، لا حرج فى ذلك كله ، وقد مَرَّ أن عائشة رضى الله عنها كانت ترجل شعر رسول الله صلى الله عليه وسلم وهومعتكف . ¶ - وله أن يُعَلِّم العلمَ ويتعلمَه ويُقرئَ القرآن ويَقْرأه على غيره على سبيل التعلم ويستحب ذلك كله على الراجح ، وهو مذهب أبى حنيفة والشافعى خلافا ً لأحمد ومالك. ¶ - وقد ثبت فى السنة فضل العالم على العابد ،وفى الأثر عن ابن عمر \"أن مجلس فقه واحد أحبَّ إلىَِّ من عبادة ستين سنة\" ولأِنَّ الاشتغال بالعلم فرض كفاية فهو أفضل من النافلة. ¶ - ويجوز الأكل فى المسجد وكذا النوم فيه ، ويجب الاحتراز من كل ما يلوث المسجد ومن الأطعمة ذات الرائحة المؤذية كالثوم والبصل ، وفى الحديث المتفق عليه \"من أكل ثوما ً أو بصلا ً فليعتزل مسجدنا\". ¶ - ويجوز للمعتكف أن يبيع ويشترى ما يحتاج إليه من غير إكثار ، أما على سبيل التجارة والتربح فقد قال ابن هبيرة \"و اجمعوا على أنه ليس للمعتكف أن يتجر ، ويكتسب بالصنعة على الإطلاق\". ¶ مبطلات الاعتكاف",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "- يبطل الاعتكاف بالخروج عمدا ً من غير عذر فإن خرج ناسيا ً أو جاهلا ً لم يبطل كما هو مذهب الشافعية خلافا ً للجمهور. ¶ - يبطل الاعتكاف بالجماع وبكل وطء وبالإنزال بالمباشرة دون الفرج لقوله تعالى\"ولا تباشروهن وأنتم عاكفون فى المساجد\". ¶ - فإن جامع ناسيا ً أو جاهلا ً لم يبطل. ¶ - يَبْطُل الاعتكاف بالرِّدة لقوله تعالى \" لئن أشركت ليحبطن عملك \" فإن عاد وأسلم يجب عليه استئناف اعتكافه المتتابع ولا يجزئه البناء على ما قبل الردة. ¶ - الحيض والنفاس. ¶ - الوقوع فى كبيرة الغيبة والنميمة و القذف يُبْطِل ُالاعتكافَ عند المالكية فى أحد القولين المشهورين فى مذهبهم ، لذلك يجب الاحتزاز الشديد من الوقوع فى هذه الكبائر. ¶ * وللمعتكف إذا فعل ما يبطل اعتكافه ثلاث حالات كما قَسَّمَها الشافعية : ¶ 1) فإن كان ذلك فى التطوع، لم يبطل ما مضى من الاعتكاف ، لأن ذلك القدر لو أفرد واقتصر عليه أجزأه ، ولا يجب عليه إتمامه ، لأنه لا يجب عليه المضى فى فاسده ، فلا يلزمه بالشروع كالصوم. ¶ 2) وإن كان اعتكافا ً منذورا ً لم يشترط فيه التتابع لم يبطل ما مضى من اعتكافه ، لما ذكر فى التطوع ، لكن يلزمه هنا أن يتمم المدة المنذورة لأن الجميع قد وجب عليه ، وقد فعل البعض فوجب الباقى. ¶ 3) وإن كان قد شرط التتابع ، بطل التتابع ، ويجب عليه أن يستأنف ليأتى به على الصفة التى وجبت عليه. ¶ صفة اعتكاف النبى صلى الله عليه وسلم وما يستحب للمعتكف وما يكره ¶ \" كان النبى صلى الله عليه وسلم يعتكف فى كل رمضان عشرة أيام ، فلما كان العام الذى قبض فيه اعتكف عشرين يوما ً \". رواه البخارى عن أبى هريرة . ¶ وكان يعتكف العشر الأوسط ثم اعتكف العشر الأواخر يلتمس بذلك ليلة القدر.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وفى البخارى عن أبى سعيد أنه قال \"اعتكفنا مع رسول الله صلى الله عليه وسلم العشر الأوسط من رمضان قال فخرجنا صبيحة عشرين قال فخطبنا رسول الله صبيحة عشرين فقال : إنى رأيت ليلة القدر و إنى نُسيتُها فالتمسوها فى العشر الأواخر فى وتر\". ¶ \"وظل يعتكف العشر الأواخرمن رمضان حتى توفاه الله\". رواه البخارى عن عائشة. ¶ وكان إذا فاته الاعتكاف قضاه من العام المقبل ،وروى أحمد عن أنس أنه قال\" وكان النبى صلى الله عليه وسلم إذا كان مقيما ً اعتكف العشر الأواخر من رمضان وإذا سافر اعتكف من العام المقبل عشرين\" ¶ \"وخرج مرة من اعتكافه فى رمضان ثم قضاه فى شوال\" رواه البخارى عن عائشة. ¶ \"وكان إذا أراد الاعتكاف ُضرب له بخباء فى المسجد يخلو فيه بربه فإذا صلى الصبح ¶ دخله \" كما فى البخارى. ¶ ولم يكن من هديه صلى الله عليه وسلم أن يشترط فى اعتكافه الخروج لشئ . ¶ \" ولم يكن يخرج إلا لحاجة \" كما فى البخارى وفى مسلم \" إلا لحاجة الإنسان \" ¶ \" وكان ُيخْرِجُ رأسه لعائشة ترجِّلُها وهو معتكف \" كما فى البخارى ¶ \" وكانت بعض أزواجه تزوره فى المسجد وهو معتكف فيكلمها ساعة ثم يقوم معها فيقلبها إلى باب المسجد \" كما فى البخارى. ¶ \"وكان إذا اعتكف أذن لبعض زوجاته أن يعتكفن معه\" كما فى البخارى. ¶ \" ولم يقم رسول الله صلى الله عليه وسلم ليلة يتمها إلى الصباح ،ولم يقرأ القرآن فى ليلة قط \" رواه أبو داود عن عائشة وصححه الأبانى. ¶ وكان إذا رأى ما يستدعى أمرا ً بالمعروف أو إنكارا ً خرج من خبائه وأنكر ، وفى سنن أبى داود \" أنه سمع أصحابه يجهرون بالقراءة فكشف الستر وقال : ألا إن كلكم مناج ربه ، فلا يؤذِيَنّ َبعضكم بعضا ً ،ولا يرفع بعضكم على بعض فى القراءة أو قال : فى الصلاة \" ¶ - فيستحب للمعتكف أن يوافق اعتكافهُ اعتكافَ رسول الله صلى الله عليه وسلم ، وخير الهدى هدى محمد صلى الله عليه وسلم .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "- ويستحب للمعتكف التشاغل على قدر الاستطاعة ليلا ًونهارا ً بالصلاة وتلاوة القرآن ،وذكر الله تعالى والاستغفار والتفكر والتدبر فى ملكوت السماوات والأرض وفى آيات الله الكونية والقرآنية. ¶ - وأن يكثر الصلاة على النبى صلى الله عليه وسلم الذى سن لنا هذه العبادة الجليلة وأن يحضر مجالس العلم والوعظ بالمسجد ونحو ذلك من ألوان الطاعات . ¶ - ويستحب أن يعتكف صائما ً ليكون أقرب إلى صورة الاعتكاف النبوى وخروجا ً من خلاف من اشترط الصوم لصحة الاعتكاف. ¶ - ويستحب أن يمكث المعتكف ليلة العيد إذا اتصل اعتكافه بها ، ليخرج منه إلى المصلى لصلاة العيد ، ُروِىَ ذلك عن جماعة من السلف. ¶ - ويكره للمعتكف أن يشتغل بما لا يعينه من الأقوال والأفعال وأن يكثر من الكلام ، وفى الحديث الذى رواه الترمذى وحسنه \" من حسن إسلام المرء تركه ما لايعنيه \"، وروى البخارى ومسلم عن النبى صلى الله عليه وسلم أنه قال \" إن الله حرَّم عليكم عقوق الأمهات و وأد البنات ، ومنعا ً وهات و كره لكم قيل وقال وكثرة السؤال وإضاعة المال\". ¶ - ويكره له المراء والجدال والخصومات فى الدين أو فى غيره من أمور الدنيا . ¶ - ويكره للمعتكف الصمت طوال اليوم ، ويحرم إن فعله على وجه القربة والتعبد لأنه صوم أهل الكتاب وليس من شرعنا \" ورأى أبوبكر رضى الله عنه امرأة يقال لها زينب لا تتكلم ، فقال: مالها لا تتكلم ، فقالوا : حجت مصمتة - أى صامتة - فقال لها : تكلمى فإن هذا لا يحل ، هذا من عمل الجاهلية \" رواه البخارى. ¶ - ويكره للمعتكف رفع الصوت بالقراءة والذكروالكلام حتى لا يؤذى غيره ويشوش عليه ، وقد روى أبو داود عن أبى سعيد أنه قال \" اعتكف رسول الله صلى الله عليه وسلم فسمعهم يجهرون بالقراءة ، فكشف الستر وقال : ألا إن كلكم مناج ربه ، فلا يؤذين بعضكم بعضا ،ولا يرفع بعضكم على بعض فى القراءة أو قال فى الصلاة\"",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- ينبغى على المعتكف أن يحترز من الاضطجاع أو الاستلقاء على نحو يخدش المروءة ويمس الحياء وعليه بالاحتشام والوقار فى أحواله كلها . ¶ - ينبغى على المعتكف أن يحرص على نظافة المسجد ، وأن يعين إخوانه فى ذلك وفى كل ما يحتاجون إليه ، وفى الصحيحين عن أنس رضى الله عنه قال \" كنا مع النبى صلى الله عليه وسلم أكثرنا ظلا ً الذى يستظل بكسائه ، وأما الذين صاموا فلم يعملوا شيئا ً ، وأما الذين أفطروا فبعثوا الركاب وامتهنوا وعالجوا ، فقال النبى صلى الله عليه وسلم :ذهب المفطرون بالأجر\" ¶ - و أخيرا ً : الاعتكاف أيام معدودة وفرصة محدودة ، وهو أيام وساعات إن ضاعت منها ساعة فلن تعود إلى قيام الساعة ،ومَلَكُ الشمس لا يفترعن سوقها وضياع الوقت أشد على المؤمن من الموت ، فإن الموت يقطعه عن الدنيا وضياع الوقت يقطعه عن الله ، فاحرص على ما ينفعك ،و إياك والتوسع فى المباحات أو تقديم المفضول على الفاضل فإنه لا يقع فى ذلك إلا مغبون . ¶ وتذكر هذه الكلمات المضيئة لعلى بن أبى طالب رضى الله عنه حيث قال \" ألا إن لله عبادا ً كمن رأى أهل الجنة فى الجنة ينعمون وأهل النار فى النار يعذبون ،شرورهم مأمونة وقلوبهم محزونة وأنفسهم عفيفة وحوائجهم خفيفة ،صبروا أياما ً قليلة لنيل راحة طويلة ، أما الليل فمصفوفة أقدامهم تجرئ دموعهم على خدودهم ، يجأرون إلى الله فى فكاك رقابهم\".",
            "page": "21",
            "part": "1"
        }
    ],
    "t36400": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "دليل المعتكف"
        }
    ]
}