{
    "b36417": [
        {
            "id": "1",
            "nass": "صفة حجة النبي- صلى الله عليه وسلم- كأنك معه ¶ تأليف ¶ فضيلة الشيخ الدكتور: عبد الوهاب بن ناصرالطريري ¶ المقدمة ¶ جاء نصر الله والفتح، ودخل الناس في دين الله أفواجاً، وسربت قبائل العرب من أنحاء الجزيرة تؤم طيبة الطيبة، فإذا هم من كل حدب ينسلون، يفدون على رسول الله - صلى الله عليه وسلم - فيسعهم خلقه وبره، ويغشاهم نوره وهداه، فانشغل النبي - صلى الله عليه وسلم- بهم، وحبس نفسه لهم، وتقصفت سنة تسع ورسول الله - صلى الله عليه وسلم- يتلقى هذه الوفود تباعاً حتى سميت سنة تسع عام الوفود. ¶ فلما دخلت سنة عشر آذن رسول الله - صلى الله عليه وسلم- الناس بالحج، وأعلمهم أنه حاج سنته هذه، فقدم المدينة بشر كثير كلهم يريد أن يأتم برسول الله - صلى الله عليه وسلم- ويصحبه في حجته تلك. ¶ فياكل مؤمن برسالة رسول الله، وياكل محب لمحمد بن عبد الله، أحضر قلبك وشعورك ومشاعرك لتصحب بوجدانك ركبه - صلى الله عليه وسلم- دعونا نمد أبصار بصائرنا إلى هذا الموكب العظيم، يقوده إمام البشرية وسيد الخلق وخيرة الله من خلقه، لنرى مشاهد تأخذ بمجامع القلوب، وسيرة عطرة تستجيش المشاعر والشعور، إنه الحديث الحبيب عن الحبيب، وهو يقود المسلمين ليريهم مناسكهم ويعلمهم كيف يحجون بيت ربهم. ¶ خرج النبي - صلى الله عليه وسلم- من المدينة يوم السبت بعد صلاة الظهر، ثم نزل بذي الحليفة فأقام بها يومه ذلك وبات ليلته تلك؛ حتى يتتابع إليه الناس ويدركه من بعد عنه.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "سار - صلى الله عليه وسلم- تكلؤه رعاية الله، وتتنزل عليه ملائكته، ويتتابع عليه الوحي من ربه، فلما أصبح قال: (أتاني الليلة آت من ربي فقال: \"صل في هذا الوادي المبارك وقل عمرة في حجة). تهيأ - صلى الله عليه وسلم- لإحرامه غاية التهيؤ، حتى لتستشعر من تهيوئه عظيم العبادة التي سيدخلها، فيحتفل لها هذا الاحتفال ويستقبلها هذا الاستقبال، أشعر هديه وقلده، واغتسل صلى الله عليه وسلم لإحرامه، ثم لبد رأسه وتطيب من كفي عائشة - رضي الله عنها- بأطيب الطيب عندها، وتضمخ بالطيب فكان- صلى الله عليه وسلم- وهو الطيب المطيب ينفح طيباً، ويرى وبيص الطيب في مفارقة بعد ذلك. ¶ لبس - صلى الله عليه وسلم- إحرامه وصلى الظهر ثم استقل راحلته على غاية من الخشوع والخضوع والتعظيم لرب العالمين، متواضعاً لله معظماً لشعائره. ¶ انظر إلى راحلته ورحله، وإلى وطائه ومتاعه، لقد ركب راحلته وعليها رحل رث وقطيفة لا تساوي أربعة دراهم، فلما انبعثت به راحلته استقبل القبلة، وحمد الله وسبح وكبر وقال: لبيك حجة لا رياء فيها ولا سمعة، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك، لبيك إله الحق. ¶ أما متاعه وزاده فكان ما تحمله زاملة أبي بكر- رضي الله عنه- فكانت زاملته- وزاملة أبي بكر واحدة، ولك أن تتفكر ما الذي صحبه - صلى الله عليه وسلم- من بهجة الدنيا وزينتها، إذا كان كل ما حمله هو ما قاسمه ظهر زاملة أبي بكر رضي الله عنه سار -صلى الله عليه وسلم- وصاحبه في مسيره من المدينة إلى مكة هو صاحبه من مكة إلى المدينة يوم أن هاجر إليها قبل عشر سنين، حينما خرج - صلى الله عليه وسلم- وقد نذرت به القبائل وتطلبته وهو \"يقول لصاحبه لا تحزن إن الله معنا\"، وهاهو اليوم يسير مسيراً آخر هو وصاحبه من المدينة إلى مكة والأرض قد وطئت له، والقبائل التي كانت تطلبه قد آمنت كلها به، وهذه جموعها تزحف معه في هذا المسير.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "سار - صلى الله عليه وسلم- تحيط به القلوب وترمقه المقل، وتفديه المهج،فهو معهم كواحد منهم، لم توطأ له المراكب، ولم تتقدمه المواكب ولم تشق له الطرقات، ولم تنصب له السرادقات، وإنما سار بين الناس، ليس له شارة تميزه عنهم إلا بهاء النبوة وجلال الرسالة، يسير معهم وفي غمارهم، يقول أنس كنت ردف أبي طلحة على راحلته وإن ركبته لتكاد تمس ركبة رسول الله - صلى الله عليه وسلم- وهو يقول: لبيك حجة وعمرة، لقد كان الناس حوله كما قال جابر رضي الله عنه: نظرت مد بصري بين يدي رسول الله - صلى الله عليه وسلم- ما بين راكب وماشٍ، ومن خلفه مثل ذلك، وعن يمينه مثل ذلك، وعن شماله مثل ذلك ورسول الله - صلى الله عليه وسلم- بين أظهرنا عليه ينزل القرآن وهو يعرف تأويله فما عمل من شيء عملناه. ¶ سار - صلى الله عليه وسلم- بهذه الجموع الزاحفة حوله ما بين راكب وماشٍ تحيط به كما تحيط الهالة بالقمر،فتنزل عليه جبريل فقال: \"يا محمد مر أصحابك فليرفعوا أصواتهم بالتلبية فإنها شعار الحج، فاهتزت الصحراء وتجاوبت الجبال بضجيج الملبين، وهتافهم بتوحيد رب العالمين. لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك، لبيك إله الحق، لبيك ذا المعارج، لبيك وسعديك، والخير في يديك والرغباء والعمل، زحفت تلك الجموع على هذه الحال هتاف بالتلبية، وعجيج بالذكر، وإعلان بشعار الحج. ¶ أما رسول الله - صلى الله عليه وسلم- فهو يقطع هذه الفيافي الفساح، وكأنما جبالها ووهادها وآكامها وأوديتها تروي له خبرها، وتحدثه بمن مر بها، فتراءت للرسول - صلى الله عليه وسلم- أطياف الأنبياء الذين ساروا يؤمون هذا البيت قبله، كأنما يراهم أمامه ويرافقهم في مسيره. ¶ فلما مر بوادي عسفان قال: (يا أبا بكر أي واد هذا؟) قال: (وادي عسفان) قال:(لقد مر به هود وصالح على بكرات خطمها الليف، أُزُرُهُم العباء، وأرديتهم النمار، يحجون البيت العتيق).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولما مر بوادي الأزرق قال: (أي وادٍ هذا؟) قالوا: وادي الأزرق، قال: (كأني أنظر إلى موسى بن عمران منصباً من هذا الوادي واضعاً أصبعيه في أذنيه له جؤار إلى الله بالتلبية ماراً بهذا الوادي). ¶ ولما مر بثنية قال: (أي ثنية هذه؟) قالوا: هرشى قال: (كأني أنظر إلى يونس بن متى على ناقة حمراء جعدة، خطامها ليف، وهو يلبي وعليه جبة صوف). ¶ ويقول عن فج الروحاء: (لقد مر بالروحاء سبعون نبياً، فيهم نبي الله موسى حفاة عليهم العباء، يؤمون بيت الله العتيق). ¶ إنها شعيرة ضاربة في عمق الزمن، تتابع فيها أنبياء الله ورسله، فهل تتذكر أيها المؤمن وأنت تحج بيت الله أنك تسير في إثر هذه القافلة العظيمة من أنبياء الله ورسله، في طريق سار فيه إبراهيم وهود وصالح وموسى ويونس ومحمد - صلى الله عليهم وسلم-، وسيتبعك ويتبعهم فيه عيسى بن مريم كما قال - صلى الله عليه وسلم- \"ليهلن ابن مريم بالروحاء حاجاً أو معتمراً أو ليثنينهما\"، إنك وأنت تسير هذا المسير تستشعر أنك ذو نسب في الهداية عريق. ¶ إنه مسير سار فيه أنبياء الله ورسله، فادع ربك الذي سيرك في طريقهم الذي سلكوه أن يجمعك بهم في نزلهم غداً في الآخرة مع الذين أنعم الله عليهم من النبيين والصديقين والشهداء والصالحين وحسن أولئك رفيقا. ¶ سار- صلى الله عليه وسلم- في الطريق بين المدينة ومكة، مسافراً يتلقى ما يتلقاه المسافر من وعثاء السفر ونصب الطريق، فقد مرض -صلى الله عليه وسلم- في مسيره هذا واشتد به صداع الشقيقة فاحتجم في وسط رأسه. ¶ وانقطع أثناء المسير بعير صفية بنت حُيي أم المؤمنين فتجاوزها الركب فرجع إليها رسول الله - صلى الله عليه وسلم- فإذا هي تبكي فجعل يمسح دموعها بيده، وجعلت تزداد بكاء وهو يسكنها وينهاها، فلما أكثرت انتهرها وأمر الناس بالنزول ولم يكن يريد أن ينزل حتى أصلح شأن صفية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وفي أحد منازله -صلى الله عليه وسلم- في الطريق في مكان يسمى العرج جلس رسول الله - صلى الله عليه وسلم -وبجانبه زوجه عائشة، وجلس صاحبه أبو بكر وبجانبه ابنته أسماء ، وكان أبو بكر ينتظر أن يطلع عليه غلامه بزاملته التي كانت تحمل متاعه ومتاع النبي - صلى الله عليه وسلم- فطلع الغلام وليس معه بعيره فقال أبو بكر: أين بعيرك؟ قال: أضللته البارحة، فطفق أبو بكر يضربه ويقول: بعير واحد وتضله، وجعل النبي - صلى الله عليه وسلم- ينظر إليه ويبتسم ويقول: انظروا إلى هذا المحرم ما يصنع! وجعل أبو بكر يتغيظ على غلامه، والنبي - صلى الله عليه وسلم- يقول: \"هون عليك يا أبا بكر فإن الأمر ليس إليك ولا إلينا معك\" ولم يلبثوا طويلاً حتى وجدت الزاملة وجاء الله بها. ¶ ولما قرب النبي - صلى الله عليه وسلم- من مكة نزل مكاناً يقال له \"سرف\" وعرض على أصحابه من لم يكن ساق الهدي أن يجعلها عمرة، ولم يعزم عليهم، ثم دخل على عائشة - رضي الله عنها فإذا هي تبكي ، فقال لها: ما يبكيك؟ قالت: والله لوددت أن لم أكن خرجت العام، قال: فمالك؟ قالت: سمعت قولك لأصحابك ومنعت العمرة، فقال: (لعلك نفست)؟- أي حضت - قالت: نعم. فجعل -صلى الله عليه وسلم- يسري عنها ويواسيها ويتلطف بمشاعرها ويقول: (إن هذا شيء كتبه الله على بنات آدم، وإنما أنت امرأة من بنات آدم كتب عليك ما كتب عليهن فلا يضرك، افعلي ما يفعل الحاج غير ألا تطوفي بالبيت حتى تطهري، وكوني في حجك فعسى الله أن يرزقكيها)، أي: العمرة. ¶ وهكذا كان - صلى الله عليه وسلم - خير الناس لأهله براً بهم ورعاية لمشاعرهم، واحتفالا واهتماماً بما يهمهم، وهكذا كانت أمنا عائشة - رضي الله عنها- مباركة في شأنها كله، فكان ما أصابها في هذا المكان تشريعاً ظاهراً لنساء المسلمات إذا أصابهن ما أصابها.فصلوات الله وبركاته عليهم أهل البيت.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "لقد سار - صلى الله عليه وسلم - فكان مسيره هداية وتشريعا،ً وتعلماً للمناسك، ودلالة على الخير. ¶ الرسول ( في مكة ¶ قطع رسول الله - صلى الله عليه وسلم- الطريق بين مكة والمدينة في ثمانية أيام تعرض فيها لنصب الطريق ووعثاء السفر، ولذلك لما قرب من مكة بات قريباً منها يستريح هناك، ويتهيأ لدخولها نهاراً، فبات عندبئر \"ذي طوى\" في المكان المعروف اليوم بجرول أو آبار الزاهر، فلما أصبح - صلى الله عليه وسلم- اغتسل ثم دخل مكة من ثنية كداء، وهي التي تنزل اليوم على جسر الحجون، وذلك ضحوة يوم الأحد جهاراً نهارا؛ً ليراه الناس فيقتدوا به، فأناخ راحلته - صلى الله عليه وسلم- عند المسجد، ثم دخل من الباب الذي كان يدخل منه يوم كان بمكة، باب بني شيبة، دخل -صلى الله عليه وسلم- الحرم فإذا هو على ملة أبيه إبراهيم ليس حول الكعبة صنم ولا يطوف بها عريان ولم يحج إليها مشرك، دخل النبي الحرم فيا لله ما الذي كان يتداعى في خاطره تلك الساعة، وساحة الحرم تتفسح أمام عينيه. ¶ هذه الساحة التي شهدت دعوته وبلاغه وبلاءه، وصبره على أذى قومه وجراءتهم عليه.. أما دخل الحرم ليصلي فيه قبل نحو عشر سنين فألقوا سلا الجزور على ظهره وهو ساجد، أما دخل الحرم فقام إليه ملأ من قريش فأخذوا مجامع ردائه فخنقوه به حتى جاء أبو بكر فخلصه منهم وهو يقول: \"أتقتلون رجلاً أن يقول ربي الله\"..؟! ¶ هل تذّكّر - صلى الله عليه وسلم- في تلك الساعة أحواله تلك في مكة، وهو يدخل الحرم وليس فيه ولا معه إلا مؤمن به متبع لدينه، وقد صدقه ربه وعده، وأظهره على الدين كله.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إننا لا نستطع الجزم بالذي كان يتداعى في خاطره ويجول في خلده، ولكننا نستشعر من حاله أن تلك الذكريات كانت تتراءى له، وأنه كان على حال من التأثر وهو يَدِفُّ إلى الكعبة المشرفة، فإنه لما وصل الحجر استلمه وكبر ثم فاضت عيناه بالبكاء، ثم وضع شفتيه عليه فقبله وسجد عليه، وكان به حفيا، وكان موقفاً تسكب فيه العبرات. ¶ طاف -صلى الله عليه وسلم- بالبيت سبعة أشواط، مضطبعاً بردائه، رمل في الأشواط الثلاثة الأولى، وحُفظ من دعائه بين الركنين\" ربنا آتنا في الدنيا حسنةً وفي الآخرة حسنةً وقنا عذاب النار\". ¶ فلما فرغ من طوافه مشى إلى مقام أبيه إبراهيم وهو يقرأ \"واتخذوا من مقام إبراهيم مصلى\" ثم صلى ركعتين قرأ في الأولى: \"قل يا أيها الكافرون\" وفي الثانية: \"قل هو الله أحد\".ثم عاد - صلى الله عليه وسلم- إلى الحجر فقبله، ومسحه بيديه ثم مسح بهما وجهه، ثم توجه إلى الصفا فصعده وهو يقرأ \"إن الصفا والمروة من شعائر الله\"، أبدأ بما بدأ الله به، حتى نظر إلى البيت فاستقبله ورفع يديه الشريفتين وهو يهتف: الله أكبر الله أكبر، الله أكبر، لا إله إلا الله وحده لا شريك له ،له الملك وله الحمد، وهو على كل شيء قدير، لا إله إلا الله وحده، أنجز وعده، وصدق عبده،وهزم الأحزاب وحده، ودعا في مقامه ذلك ما شاء الله أن يدعو، ثم نزل فلما انصبت قدماه في بطن الوادي أسرع - صلى الله عليه وسلم- واشتد في السعي وهو يقول:لا يقطع الأبطح إلا شداً، اسعوا فإن الله كتب عليكم السعي،واشتد - صلى الله عليه وسلم - في السعي وهو الأيد القوي، حتى إن إزاره ليدور على ركبتيه من شدة السعي، وكان في الثالثة والستين من عمره المبارك. ¶ فلما وصل إلى المروة رقيها واستقبل البيت وكبر وهلل ورفع يديه ودعا وصنع كما صنع على الصفا.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وفي هذه الأثناء فشا الخبر في مكة وتنادى الناس: رسول الله في المسجد...، رسول الله على الصفا.. رسول الله على المروة... ولفظت البيوت من فيها، جاءت القلوب المشوقة، والعيون الظامئة، تريد أن ترى محيا رسول الله - صلى الله عليه وسلم- حتى خرج العواتق والإماء يقلن: هذا رسول الله، هذا رسول الله! وازدحم الناس عليه ينظرون إلى وجهه المنور، فلما كثروا حوله وكان - صلى الله عليه وسلم- كريماً سهلاً لا يضرب الناس بين يديه، ولا يقال: إليك إليك، ولا عنك عنك، أمر براحلته فركبها ليشرف للناس، ويروه كلهم شفقة عليهم ورأفة ورحمة بهم،، فأتم سعيه راكباً ، فلما قضى سعيه أمر من لم يسق الهدي من أصحابه أن يحلوا من إحرامهم ويجعلوها عمرة، فتعاظم الصحابة - رضي الله عنهم- ذلك، وشق عليهم، حتى قال جابر: كبر ذلك علينا وضاقت به صدورنا، تعاظموه لأنهم خرجوا من المدينة لا يذكرون إلا الحج وقد لبوا به فكيف يفسخونه إلى عمرة؟ ثم كيف يؤدون العمرة في أشهر الحج وأيامه، وكانوا يرون في الجاهلية العمرة في أشهر الحج من أفجر الفجور؟ ثم كيف يحلون ويتمتعون بما يتمتع به المحل وليس بينهم وبين يوم عرفة إلا أربعة أيام؟ حتى قالوا لرسول الله - صلى الله عليه وسلم- أيُّ الحل؟ قال: الحل كله، قالوا: أيذهب أحدنا إلى منى وذكره يقطر منياً؟!.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وأما أنه شق عليهم؛ فإنهم يرون رسول الله صلى الله عليه وسلم أمامهم لم يحل وإنما لزم إحرامه، وهم الذين أشربت قلوبهم حب رسول الله -صلى الله عليه وسلم- وحب متابعته فيما يأتي ويذر، ولذا تباطؤوا في إجابته طمعاً أن يشركوه في حاله التي هو عليها من عدم الحل، ورأى النبي - صلى الله عليه وسلم- تباطؤهم وترددهم، فغضب من ذلك ودخل على عائشة تعرف من حاله الغضب حتى ظنت أن أحداً آذاه وأغضبه فقالت: من أغضبك أدخله الله النار؟!. قال: (أو ما شعرت أني أمرت الناس بأمر فإذ هم يترددون)، ثم قام -صلى الله عليه وسلم- فيهم فقال: (قد علمتم أني أتقاكم لله عز وجل، وأصدقكم وأبركم ، ولولا هدي لحللت كما تحلون، ولو استقبلت من أمري ما استبدرت لم أسق الهدى فحُلّوا). ¶ فطابت قلوبهم وقرت أعينهم بمقال رسول الله -صلى الله عليه وسلم- ذلك وحَلّوا وسمعوا وأطاعوا كما هو شأنهم أبداً مع رسول الله -صلى الله عليه وسلم- فرضي الله عنهم وأرضاهم.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم سار - صلى الله عليه وسلم - بمن معه حتى نزل بالأبطح شرق مكة وهو مكان فسيح واسع يشمل اليوم ما يسمى العدل والمعابده إلى الحجون، فنزل بالناس وأقام بهم أربعة أيام، يوم الأحد والاثنين والثلاثاء والأربعاء، وكان رفيقاً بالناس، ومن رفقه بهم أنه لم يذهب إلى المسجد الحرام والكعبة المشرفة خلال تلك المدة؛ لأنه لو ذهب لسارت معه هذه الجموع العظيمة، ولشق ذلك عليهم ولكن صلى بهم هناك في الأبطح، ، وكان - صلى الله عليه وسلم- قريباً من الناس والناس قريبون منه، يهابه كل أحد ويدنو منه كل أحد؛ يسعهم بالخلق العظيم الذي جبله عليه ربه، فكان - صلى الله عليه وسلم- في قبة حمراء في الأبطح، فإذا توضأ لصلاته خرج بلال ببقية وضوئه فيفيضها على الناس، فمن أصاب منها شيئاً تمسح به، ومن لم يصب منها أصاب من بلل صاحبه، يبغون بركة رسول الله - صلى الله عليه وسلم-، ثم يخرج فيصلي بهم فحدث أبو جحيفة - رضي الله عنه- عن مشهد من مشاهده مع النبي - صلى الله عليه وسلم- أيامه تلك فقال: خرج الرسول - صلى الله عليه وسلم- بالهاجرة وعليه حلة حمراء مشمراً كأني أنظر إلى بريق ساقيه، فصلى بالناس ركعتين، فلما قضى صلاته قام الناس إليه فجعلوا يأخذون بيديه فيمسحون بها وجوههم، فأخذت بيده فوضعتها على وجهي فإذا هي أبرد من الثلج وأطيب رائحةً من المسك.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وتتابع إلى رسول الله - صلى الله عليه وسلم- في الأبطح من لم يدركه في الطريق ، وكان ممن أتاه هناك عليّ بن أبي طالب وأبو موسى الأشعري - رضي الله عنهما- قادمين من اليمن، محرمين بإحرامٍ كإحرام رسول الله - صلى الله عليه وسلم-، فلما دخل علي - رضي الله عنه- على زوجه فاطمة بنت رسول الله وكانت قد حلت من عمرتها، وجدها قد لبست ثياباً مصبوغة، واكتحلت، وطيبت بيتها، فعجب من حالها، وحلِّها من إحرامها، وسألها عن ذلك، فقالت: أبي أمرني بذلك، فذهب عليّ محرشاً أباها عليها كما يصنع الشببة من الأزواج، فأخبر الرسول - صلى الله عليه وسلم- أن فاطمة قد حلت واكتحلت ولبست ثياباً صبيغاً وزعمت أنك أمرتها بذلك يا رسول الله، فقال - صلى الله عليه وسلم-: \"صدقت، صدقت، صدقت، أنا أمرتها به\" ثم قال لعلي - رضي الله عنه-: \"بما أهللت؟\" قال قلت: اللهم إني أهل بما أهل به رسولك، وكان معه الهدي فقال له: \"فلا تحل\". ¶ وجاء أبو موسى الأشعري - رضي الله عنه- إلى رسول الله - صلى الله عليه وسلم- فقال له: \"بما أهللت؟\" قال: بإهلالٍ كإهلال النبي - صلى الله عليه وسلم- قال: \"هل سقت الهدي؟\" قال: لا، قال: \"فطف بالبيت وبين الصفا والمروة ثم حل\". ¶ وهكذا بقي -صلى الله عليه وسلم- في الأبطح قريباً من الناس، دانياً إليهم، معلماً ومبيناً ما يعرض لهم، فروي عنه أنه خطب الناس في اليوم السابع فأخبرهم بمناسكهم، وعلمهم أحكام حجهم، حتى إذا كان يوم التروية ركب - صلى الله عليه وسلم- إلى منى ضحى وأحرم الذين كانوا قد حلوا معه من الأبطح مهلين بالحج حين توجهوا إلى منى وانبعثت رواحلهم نحوها، فصلى بمنى الظهر والعصر والمغرب والعشاء والفجر يقصر الرباعية ركعتين، ويصلي كل صلاة في وقتها، وكأنما كان هذا النفير إلى منى يوم التروية تهيئة وإعداداً للنفير إلى عرفات. ¶ على صعيد عرفات",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أشرقت الشمس على خير يوم طلعت فيه الشمس، يوم الجمعة يوم عرفة، وسار الركاب الشريف من منى إلى عرفات، وجموع الحجيج تسير معه، سار - صلى الله عليه وسلم- ولا يظن قومه إلا أنه سيقف معهم في مزدلفة كما كان شأنهم في الجاهلية، حيث جعلوا لأنفسهم موقفاً خاصاً يقفون فيه، ولا يقفون مع الناس في عرفة؛ إذ يرون لأنفسهم مكانة وتميزاً لجوارهم بيت الله، وأنهم بذلك لا يشاركون الناس في الوقوف في عرفات، ولكن رسول الله - صلى الله عليه وسلم- الذي جاء بدينه للعالمين، لم يجئ به لفئة من الناس يميزهم، ولو كانوا قومه وعشيرته، تجاوزهم وسار ليقف مع الناس عملاً بقول ربه: \"ثم أفيضوا من حيث أفاض الناس\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "سار - صلى الله عليه وسلم- بالناس ومع الناس قريباً منهم، يدنو منه من شاء، ويكلمه من شاء، فهذا أعرابي يعرض له بين عرفات ومزدلفة يمسك بخطام ناقته وهي سائرة، ويوقفه والناس حوله يتساءلون: ماله؟ ماله؟ ولكن النبي - صلى الله عليه وسلم- يقطع عليهم تساؤلهم قائلاً: أرب ماله، -أي له شأن وله حاجة- وسأل الأعرابي: (يا رسول الله أخبرني بعمل يدخلني الجنة، فقال -صلى الله عليه وسلم-: تعبد الله ولا تشرك به شيئاً، وتقيم الصلاة، وتؤتي الزكاة، وتصل الرحم، دع الناقة). ويسير - صلى الله عليه وسلم- على حاله هذه \"رخاء حيث أصاب\" حتى وصل إلى نمرة فإذا قبة قد ضربت له هناك، فجلس فيها حتى زالت الشمس فركب راحلته القصواء، ثم نزل بها إلى بطن وادي عُرَنَة -وهو أرض دمثة فسيحة يسهل اجتماع الناس عليها وجلوسهم فيها- فاجتمع الناس حوله في بطن الوادي، ورسول الله - صلى الله عليه وسلم- على راحلته مشرف عليهم، أطاف به الناس فعرفته العيون، وأصاخت له المسامع، واشْرَأبَّت له الأعناق، وخفقت بحبه القلوب، تتعلق بمحياه، وتتلقف قوله، فتطاول - صلى الله عليه وسلم- للناس قد أمكن قدميه في الغرز، واعتمد على مقدم الرحل، وأشرف للناس ليخطبهم خطبة عظيمة، جمع فيها معاقد الدين، وعصم الملة، وتعظيم الحرمات، فدوى صوته بين أهل الموقف، حامداً الله مثنياً عليه، ثم قال: أيها الناس إن دماءكم وأموالكم حرام عليكم حرام كحرمة يومكم هذا في شهركم هذا، في بلدكم هذا، ألا كل شيء من أمر الجاهلية تحت قدمي موضوع، ودماء الجاهلية موضوعة، وإن أول دم أضع من دمائنا دم ابن ربيعة ابن الحارث ابن عبد المطلب، وربا الجاهلية موضوع، وأول ربا أضعه ربانا ربا العباس بن عبد المطلب، فإنه موضوع كله، واتقوا الله في النساء، فإنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله، ولكم عليهن ألا يواطئن فرشكم أحداً تكرهونه، فإن فعلن فاضربوهن ضرباً غير مبرح، ولهن عليكم رزقهن",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكسوتهن بالمعروف، وقد تركت فيكم ما لن تضلوا بعده إن اعتصمتم به، كتاب الله\". ¶ ثم أقبل -صلى الله عليه وسلم- على هذه الجموع يستشهدهم شهادة عظيمة، شهادة البلاغ والأداء ويقررهم بجواب السؤال إذا سئلوا يوم القيامة \"فلنسألن الذين أرسل إليهم ولنسألن المرسلين\": أيها الناس، إنكم مسؤولون عني فما أنتم قائلون؟ ¶ ألا ما أعظم السؤال! وما أعظم المقام! ثلاث وعشرون سنة قضاها رسول الله -صلى الله عليه وسلم- في بلاغ ودعوة، وصبر ومصابرة، وجهد وجهاد، أُخْرِجَ -في سبيل بلاغ رسالات الله- من بلده وهي أحب البلاد إليه، وقوتل في بدر، وأصيب في أحد، وحوصر في الخندق، وشد على بطنه حجرين من الجوع وصُدَّ عن البيت، وقُتِل أقاربه وأقرب الناس إليه بين يديه، كل ذلك بلاغاً للدين وأداءً للرسالة، ومع ذلك يسأل ويستشهد على بلاغه أمته، فأجابته هذه الجموع كلها بالجواب الذي لا يمكن أن تجيب بغيره، وشهدت بالشهادة التي لا يحق لها أن تشهد بسواها، نطقت هذه الجموع بفم واحد: نشهد أنك قد بلَّغت ونصحت وأديت الذي عليك، ورفع - صلى الله عليه وسلم- إصبعه الشريفة إلى السماء، وجعل ينكتها إلى الناس وهو يقول:\"اللهم اشهد، اللهم اشهد، اللهم اشهد\". ¶ ونحن اليوم بعد ألف وأربع مئة سنة نشهد للرسول - صلى الله عليه وسلم- بما شهد له به أصحابه، أنه قد بلغ الرسالة وأدى الأمانة، ونصح الأمة، وتركنا على المحجة البيضاء لا يزيغ عنها إلا هالك، فصلى الله وسلم وبارك عليه..",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وكان من عجاب هذا الموقف أن الذي كان يبلغ عن رسول الله - صلى الله عليه وسلم- للناس، ويصرخ فيهم بمقاله هو (ربيعة بن أمية بن خلف)! هذا الذي قتل أبوه في بدر هبرا بالسيوف، وهو يقاتل رسول الله -صلى الله عليه وسلم- فإذا ابنه يبلغ عن رسول الله -صلى الله عليه وسلم- ويصرخ في الناس بكلماته ألا إنها أنوار النبوة وهدي الرسالة أطفأت ترات الجاهلية في القلوب التي كانت تتوارث الحقد، وتستعر فيها حرارة الثأر، فتبدلت وعادت خلقاً آخر لما هطلت عليها فيوض النبوة\" فاهتزت وربت وانبتت من كل زوج بهيج\"، فإذا رسول الله -صلى الله عليه وسلم- أحب إليهم من آبائهم وأمهاتهم وقلوبهم التي بين جوانحهم\" ذلك هدى الله يهدي به من يشاء\". ¶ فرغ رسول الله - صلى الله عليه وسلم- من خطبته، فأذن بلال وأقيمت الصلاة، فصلى رسول الله - صلى الله عليه وسلم- الظهر والعصر قصراً وجمعاً، ثم ركب راحلته ودفع إلى عمق عرفة ليقف عند ذيل الجبل عند الصخرات مستقبلاً القبلة رافعاً يديه داعياً وملبياً، وكان -صلى الله عليه وسلم- مع وقوفه في مقامه ذلك قائماً بأمر الناس تعليماً ورعاية وتوجيهاً ودلالة، يأتيه ناس من أهل نجد يسألونه عن الحج، فيقول لهم: الحج عرفة، ويخاطب الناس قائلاً:(وقفت هاهنا وعرفة كلها موقف)، وأرسل للناس وهم في فجاج عرفة صارخاً يصرخ بهم: أن كونوا على مشاعركم، فإنكم على إرث من إرث أبيكم إبراهيم، ويسقط رجل من أهل الموقف عن راحلته فتنفصم عنقه ويموت؛ رجلٌ من غمار الناس، لا نعرف اسمه ولا قبيلته ولا بلده، ولكن ربه الذي خلقه يعلم حاله وإليه مآله، فيقول النبي - صلى الله عليه وسلم- \"اغسلوه بماء وسدر، وكفنوه في ثوبيه، ولا تمسوه طيباً ولا تخمروا رأسه فإنه يبعث يوم القيامة ملبياً\".",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وكان رسول الله -صلى الله عليه وسلم- في موقفه ذلك بارزاً للناس، مشرفاً عليهم، يجيئه أعرابي من قيس يقال له: ابن المنتفق وصِف له رسول الله -صلى الله عليه وسلم-فتطلبه حتى لقيه بعرفات قال: فزاحمت عليه، فقيل لي: إليك عنه، فقال: دعوا الرجل، أرب ماله، قال: فزاحمت حتى خلصت إليه فأخذت بخطام راحلته فما غير علي، قال: شيئين أسألك عنهما: ما ينجيني من النار، وما يدخلني الجنة؟ قال: فنظر إلى السماء ثم أقبل إلي بوجهه الكريم فقال: لأن كنت أوجزت المسألة لقد أعظمت وطولت فاعقل علي: اعبد الله لا تشرك به شيئاً، وأقم الصلاة المكتوبة، وأد الزكاة المفروضة، وصم رمضان\" وجاء الأعراب الذين وافوا الموقف يطيفون برسول الله - صلى الله عليه وسلم- ويدنون إليه ليروا محياه، فإذا استنار لهم وجهه قالوا: هذا الوجه المبارك، وينزل الروح الأمين على قلب محمد - صلى الله عليه وسلم- بالوحي من ربه في هذا الموقف العظيم بهذه الآية العظيمة الشاذة الفاذة \"اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً\"، فسري عن رسول الله - صلى الله عليه وسلم- فقرأها على الناس معلناً كمال الدين وتمام النعمة، وعبودية البشر بالإسلام الذي رضيه لهم ربهم ولم يرض لهم سواه، فلما سمعها عمر -رضي الله عنه- فقهها واستشعر من معناها أن مهمة رسول الله - صلى الله عليه وسلم- قد انتهت بكمال الدين، وأنه يوشك أن يلحق بربه الذي أرسله، فاستعبر باكياً وهو يقول: ليس بعد الكمال إلا النقصان.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أما رسول الله - صلى الله عليه وسلم- فقد قضى عشية يومه تلك في حال من التضرع واللهج بالدعاء حتى ظن أصحابه أنه قد صام يومه ذلك لما رأوا من انقطاعه للعبادة والدعاء فأرسلت إليه أم الفضل بقدح لبن وهو واقف على بعيره فشرب منه والناس ينظرون إليه، وكان في دعائه رافعاً يديه إلى صدره، كاستطعام المسكين منكسراً لربه- عز وجل- حتى إنه عندما اضطربت به راحلته فسقط خطامها تناوله بيد، وأبقى يده الأخرى مبسوطة يدعو بها. ¶ وكان -صلى الله عليه وسلم- لهجاً بالثناء على الله تهليلاً وتحميداً وتلبية (لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شيء قدير، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد لك والنعمة، لك والملك لا شريك لك لبيك إله الحق) وكأنما جاشت أشواق الرسول - صلى الله عليه وسلم- واستشرف قرب الأجل فسمع عشية ذلك اليوم وهو يزيد في تلبيته (لبيك إن العيش عيش الآخرة)، وتقضَّت ساعات النهار ورسول الله - صلى الله عليه وسلم- علىحاله تلك، خشوع وخضوع ولهج بالدعاء والذكر، حتى إذا تناهىالنهار دعا بأسامة بن زيد، ليكون ردفه، فتنادى الناس يدعون أسامة واشرَأبَّت أعناق الأعراب ينتظرون هذا الذي حظي بشرف ردف النبي - صلى الله عليه وسلم-، وظنوه رجلاً من كبار أصحاب النبي -صلى الله عليه وسلم-، فما فجئهم إلا وشاب أسود أفطس أجعد يتوثب ناقة النبي - صلى الله عليه وسلم-، ثم يلتزمه من خلفه ليكون له -من بين أهل الموقف كلهم- شرف الارتداف مع النبي - صلى الله عليه وسلم- فقال حدثاء العهد بالإسلام متعجبين: أهذا الذي حبسنا ابتغاؤه! وكأنما كان رسول الله - صلى الله عليه وسلم- بهذا الانتخاب والاختيار يعلن تحطيم الفوارق بين البشر، ويدفن تحت مواطئ راحلته النعرات الجاهلية، والفوارق الطبقية، والنزعات العنصرية، ليعلن بطريقة عملية أنه لا فضل لعربي على أعجمي، ولا أبيض على أسود إلا بالتقوى.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فلما آذنت الشمس بالغروب أقبل رسول الله - صلى الله عليه وسلم- على بلال فقال: يا بلال استنصِت الناس، فأنصت الناس لرسول الله -صلى الله عليه وسلم- ليفيض على قلوبهم البشرى بالفيض الغامر من رحمة الله وعفوه، قائلاً: أيها الناس أتاني جبريل آنفاً فأقرأني السلام من ربي، وقال: بشِّر أهل الموقف والمشعر أن الله قد غفر لهم وتحمل عنهم التبعات\" فقال عمر: يا رسول الله، هذه لنا خاصة؟ فقال -صلى الله عليه وسلم-: بل لكم ولمن بعدكم إلى يوم القيامة، فقال عمر: كثر خير الله وطاب. ¶ فلما وجبت الشمس وغاب قرصها، أشار -صلى الله عليه وسلم- للناس قائلاً:\" ادفعوا على اسم الله\". ¶ فدفع الناس معه، وهو -صلى الله عليه وسلم- في حطمة الناس وغمارهم، ليس له طريق خاص، وإنما هو -صلى الله عليه وسلم- مع الناس وهو إمام الناس، لا يدفع أحد أمامه، ولا يصد أحد من ورائه، وقد رفع يمينه المباركة يشير إليهم بسوطه قائلاً: (رويداً أيها الناس، السكينة السكينة، إن البر ليس بإيجاف الركاب)، وإذا سمع حطمة الناس خلفه وتدافعهم تطاول وأشار إليهم:\"السكينة السكينة\"، يقول ذلك وهو أول من فعله، فقد شنق راحلته وكبح زمامها، حتى إن رأسها ليصيب مورك رحله من شدة كبحه لزمامها، وظل -صلى الله عليه وسلم- في مسيره ذلك عليه السكينة والجلال والوقار حتى وافى مزدلفة فصلى المغرب والعشاء جمع تأخير ثم هجع -صلى الله عليه وسلم- ليلته تلك إلى السحر، بعد يوم طويل حفيل بحلائل الأعمال، ونهار عامر بالعبادة والدعاء والذكر والتعليم والإرشاد والدلالة على الخير.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "تنفس الصبح وأضاءت خيوط الفجر الأولى، وقام - صلى الله عليه وسلم- مسارعاً إلى صلاة الفجر، فصلاها في غاية البكور في أول الوقت، ثم ركب راحلته وتوجه إلى (المشعر الحرام) فاستقبل القبلة ورفع يديه، يدعو ويلبي، ويكبر ويهلل على حال من الضراعة والخضوع، وهو -مع ذلك- يعلم الناس ويبين لهم، فقد جاءه عروة بن مضرس، فقال:يا رسول الله، جئتك من حبلي طي، أتعبت نفسي وأنصبت راحلتي، والله ما تركت من جبل إلا وقفت عليه، فهل لي من حج؟ قال - صلى الله عليه وسلم-:(من شهد معنا هذه الصلاة - يعني صلاة الفجر بجمعٍ- ووقف معنا حتى نفيض منه، وقد أفاض قبل ذلك من عرفات ليلاً أو نهاراً فقد تم حجه وقضى تفثه). ¶ وبقي - صلى الله عليه وسلم- في المشعر الحرام حتى أسفر جداً، وقاربت الشمس أن تطلع، فدفع ركابه الميمون من مزدلفة قبل طلوع الشمس مخالفاً هدي المشركين، فإنهم كانوا لا يدفعون من مزدلفة إلا عند طلوع الشمس على رؤوس الجبال مثل عمائم الرجال، دفع - صلى الله عليه وسلم- وهو على حال من السكينة، ونداؤه للناس حين دفعوا معه (عليكم السكينة) وهو كاف ناقته، كحاله في شأنه كله - صلى الله عليه وسلم- رفيق يحب الرفق، حتى إذا وصل وادي محسر - بين مزدلفة ومنى - أسرع قدر رمية بحجر، وأردف ابن عمه الفضل بن العباس بن عبد المطلب، وأمره أن يلقط له حصى الجمار، فالتقط له سبع حصيات صغار بحجم حبة الحمص أو أكبر قليلاً، فوضعهن في يده، ثم قال للناس: (بأمثال هؤلاء بأمثال هؤلاء، وإياكم والغلو، فإنما أهلك من كان قبلكم الغلو).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "حتى إذا وصل النبي - صلى الله عليه ومسلم - إلى جمرة العقبة استقبلها جاعلاً منى عن يمينه، ومكة عن يساره، ومعه بلال وأسامة، أحدهما ممسك بخطام ناقته، والآخر رافع ثوباً يظلله به، وهو يرمي جمرة العقبة بسبع حصيات، يكبِّر مع كل حصاة، وقطع التلبية التي كان قد لهج بها مع رميه وتكبيره عند جمرة العقبة، وكان في شأنه كله متواضعاً لله معظماً لشعائره، قال قدامه بن عبد الله - رضي الله عنه-:\" رأيت رسول الله - صلى الله عليه وسلم - يرمي جمرة العقبة من بطن الوادي يوم النحر على ناقةٍ صهباء لا ضرب ولا طرد ولا إليك إليك. ¶ وازدحم الناس حوله فقال:(يا أيها الناس لا يقتل بعضكم بعضا وإذا رميتم فارموا بمثل حصى الخذف، ولتأخذوا مناسككم، فإني لا أدري لعلي لا أحج بعد حجتي هذه)، وكان الناس حوله يصله من شاء منهم، الرجل والمرأة، والكبير والصغير، لا يُدفع عنه أحد ولا يُبعد، فجاءت امرأة حسناء شابة تسأله والفضل ردفه، -وكان شاباً وسيماً وضيئاً حسن الشعر- فجعلت تنظر إليه وطفق ينظر إليها وأعجبه حسنها، فالتفت النبي - صلى الله عليه وسلم- فإذا الفضل ينظر إليها فأخلف بيده فأخذ بذقن الفضل، فدفع وجهه عن النظر إليها، فنظر من الشق الآخر فصرف وجهه مرةً أخرى، حتى قال أبوه العباس: يا رسول الله لويت عنق ابن عمك، فقال - صلى الله عليه وسلم-:(رأيت غلاماً حدثاً وجارية حدثةً فخشيت أن يدخل بينهما الشيطان)، فقالت المرأة: يا رسول الله، إن فريضة الله أدركت أبي شيخاً كبيراً، لا يستطيع أن يثبت على الراحلة أفأحج عنه؟ قال:(نعم حجي عنه).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولا تدري ممَّ تعْجَب في هذا المشهد، هل من تواضع النبي - صلى الله عليه وسلم- وقربه من الناس ودنوه منهم، حتى تجترئ عليه فتاة في هذا المشهد الحافل بهذا السؤال وهذه الحال، أم من تفهّم النبي - صلى الله عليه وسلم- لنوازع الشباب، وما جبلت عليه النفوس الفتية؟! فيسارع بالتأديب اللطيف الذي يجمع الرفق والمودة، ولا يستثيره تكرر المشهد إلى العنف أو الغلظة، أم من جرأة النبي - صلى الله عليه وسلم- على ابن عمه وقريبه دون المرأة؛ لأن الفضل يحتمل من رسول الله - صلى الله عليه وسلم- ما لا تحتمله فتاة غريبة. ¶ ثم وقف رسول الله - صلى الله عليه وسلم- للناس على ناقته العضباء بين الجمرات، وأطاف به أصحابه كأن على رؤوسهم الطير، فخطبهم خطبة عظيمة فتح الله لها أسماعهم حتى سمعوه في منازلهم، فقال:\"ألا إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض، السنة اثنا عشر شهراً، منها أربعة حرم؛ ثلاثة متواليات؛ ذو القعدة، وذو الحجة، والمحرم، ورجب مضر الذي بين جمادى وشعبان\". ثم قال:\"ألا أي يوم هذا؟\" قلنا: الله ورسوله أعلم. فسكت حتى ظننا أنه سيسميه بغير اسمه. قال:\"أليس يوم النحر؟\" قلنا: بلى. ثم قال:\"أي شهر هذا؟\" قلنا: الله ورسوله أعلم. فسكت حتى ظننا أنه سيسميه بغير اسمه. قال:\"أليس ذا الحجة؟\" قلنا: بلى. ثم قال:\"أي بلد هذا؟\" قلنا: الله ورسوله أعلم. فسكت حتى ظننا أنه سيسميه بغير اسمه. قال:\"أليست البلدة؟\" قلنا: بلى. قال:\"فإن دماءكم وأموالكم وأعراضكم عليكم حرام، كحرمة يومكم هذا، في شهركم هذا، في بلدكم هذا، وستلقون ربكم، فيسألكم عن أعمالكم، ألا لا ترجعوا بعدي ظلال يضرب بعضكم رقاب بعض، ألا هل بلغت؟ ألا ليبلغ الشاهد الغائب، فلعل من يبلغه يكون أوعى له من بعض من سمعه\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وجعل يتطاول للناس ويقول:\"ألا تسمعون\"، واستشعر الناس أنها موعظة مودع، فقام رجل من طائفة الناس فقال: يا رسول الله اعهد إلينا قال: صلُّوا خمسكم، وصوموا شهركم، وأطيعوا ذا أمركم تدخلوا جنة ربكم، وثار الناس إلى رسول الله - صلى الله عليه وسلم- يسألونه وجاءت الأعراب من هاهنا وهاهنا فسألوه فقالوا: يا رسول الله نتداوى؟ قال:\"نعم، تداووا فإن الله لم يضع داءً إلا وضع له دواء غير داء واحد الهرم\". فسألوه عن أشياء هل علينا حرج في كذا وكذا؟ فقال:\"عباد الله وضع الله الحرج إلا امرأً اقترض مسلماً ظلماً فذلك حرج وهلك\" قالوا: ما خير ما أعطي الناس يا رسول الله؟ قال:\"خلق حسن\". ¶ ومنهم من قدم من أقاصي الجزيرة، يسألونه عن أحكام المناسك، فمن قائل: نسيت أن أرمي الجمار فقال: (ارم ولا حرج) ومن قائل: حلقت قبل أن أذبح فقال: (اذبح ولا حرج)، وجاءه رجل فقال: لم أشعر فنحرت قبل أن أرمي قال: (ارم ولا حرج) فما سئل عن شيء قدم ولا أخر إلا قال: (افعل ولا حرج) وما سألوه عن شيء إلا قال:( لا حرج، لا حرج)، ثم قال:(قد أذهب الله الحرج، إلا رجلا اقترض امرأً مسلماً، فذلك الذي حرج وهلك). ¶ ثم نزل النبي - صلى الله عليه وسلم- منزله بمنى -وهو مكان مسجد الخيف الآن- وأنزل المهاجرين بميمنه والأنصار يسرته، والناس حولهم من بعدهم. ¶ وسأله أصحابه أن يبنوا له بمنى بناءً يظله، فأبى عليهم أن يكون له بناء يميزه في هذا المشعر عن سائر الناس، وقال:(لا، منى مناخ من سبق).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثم انصرف إلى المنحر- وهو ما بين المسجد والجمرة الصغرى- لينحر هديه، وقال:(ادعوا لي أبا حسن)، فدعي له علي، فقال: (خذ بأسفل الحربة)، وأخذ رسول الله - صلى الله عليه وسلم- بأعلاها، ثم قربت إليه البدن أرسالاً، فإذا العجب كل العجب يقع من هذه الإبل العجماوات وهي تقرب إلى رسول الله - صلى الله عليه وسلم- لينحرها قرباناً لربه -عز وجل-. لقد جعلت الإبل يزدلفن لرسول الله - صلى الله عليه وسلم- أيها يبدأ به أولاً! إنها الحيوانات التي يقال لها يوم القيامة: كوني ترابا،ً ومع هذا تزدلف إلى رسول الله - صلى الله عليه وسلم- أيها يبدأ به أولاً لينحرها، فماذا يقول المؤمن برسول الله المتبع لدينه، أما كانت أعيننا عمياً وآذاننا صماً وقلوبنا غلقاً، حتى فتحها الله وأحياها بمحمد - صلى الله عليه وسلم- فكيف ينبغي لحبها له أن يكون؟. ¶ أما والله لو ذابت القلوب في أحنائها، وتفتت الكبود في أجوافها؛ حباً له وشوقاً إليه لما كانت -وربي- ملومة، فصلوات الله وسلامه وبركاته عليه. ¶ نحر - صلى الله عليه وسلم- هديه فنحر -بيده الشريفة- ثلاثاً وستين بدنة، بعدد سني عمره المبارك، ثم أمر علياً بنحر ما بقي منها، وقال للناس: (من شاء اقتطع)، وأمر علياً أن يقوم عليها، وقال له: (اقسم لحومها وجلودها وجلالها بين الناس، ولا تعطين الجزار منها شيئاً، نحن نعطيه من عندنا، وخذ من كل بعير حذية من لحم، واجعلها في قدر واحد؛ حتى نأكل من لحمها ونحسوا من مرقها) وقال:(نحرت ها هنا ومنى كلها منحر).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ثم دعا رسول الله - صلى الله عليه وسلم- بالحلاق ليحلق رأسه المقدس، فجاء معمر بن عبد الله ومعه الموسى، فنظر رسول الله - صلى الله عليه وسلم- في وجهه، ثم قال له ملاطفاً: (يا معمر، قد أمكنك رسول الله من شحمة أذنه وفي يدك الموسى) فقال معمر: والله يا رسول الله إن ذلك لمن نعم الله علي ومنه، فقال - صلى الله عليه وسلم- :(أجل) ثم قال له: خذ، -وأشار إلى جانبه الأيمن- فأطاف به أصحابه، ما يريدون أن تقع شعرة إلا في يد رجل، فجعل يقسم بين من يليه الشعرة والشعرتين، ثم قال للحلاق: خذ -وأشار إلى جانبه الأيسر- ثم قال: أين أبو طلحة؟ فجاء أبو طلحة، فدفع إليه شعر رأسه الأيسر كله، وكأنما استعاد - صلى الله عليه وسلم- عشر سنين قضاها في المدينة، وبيت أبي طلحة وزوجه أم سليم وربيبه أنس بن مالك، كأنما هو من بيوت النبي - صلى الله عليه وسلم-، خدمةً لرسول الله، وعناية بشأنه وقرباً وحفاوة، فإذا رسول الله - صلى الله عليه وسلم- يختاره هذا اليوم على أهل هذا الموقف كلهم، فيعطيه شعر شق رأسه كله، ويناوله ما لم يناول أحداً مثله، وينطلق أبو طلحة يحوز الشعر المقدس، وكأنما طلاع الأرض ذهباً وفضة بين يديه - رضي الله عنه-. ¶ ودعا رسول الله - صلى الله عليه وسلم- للمحلقين فقال: (اللهم ارحم المحلقين) قالوا: والمقصرين يا رسول الله؟ قال: (اللهم ارحم المحلقين)، قالوا: والمقصرين يا رسول الله؟ قال: (اللهم ارحم المحلقين) قالوا: والمقصرين يا رسول الله؟ قال: والمقصرين. قال مالك بن ربيعة - رضي الله عنه-: سمعت النبي - صلى الله عليه وسلم- يقول ذلك وأنا -يومئذ- محلوق الرأس فما يسرني بحلق رأسي حمر النعم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وبعد أن رمى -صلى الله عليه وسلم- يوم العيد ونحر وحلق نزع إحرامه ولبس ثيابه، وطيبته عائشة - رضي الله عنها- بأطيب ما تجد من الطيب، وضمخت بيديها رأسه الكريم مسكاً، ثم ركب- صلى الله عليه وسلم- إلى البيت مردفاً أسامة بن زيد، فلما وصل الكعبة طاف راكباً يستلم الحجر بمحجن كان معه، فلما فرغ من طوافه ذهب إلى سقاية عمه العباس، حيث كان يسقي الناس النبذ فاستسقى من أوعيتهم التي يجعلون فيها سقاية الناس، فقال عمه العباس: (يا فضل اذهب إلى أمك) فأت رسول الله - صلى الله عليه وسلم- بشراب من عندها فأبى - صلى الله عليه وسلم- ذلك، وقال: (لا حاجة لي فيه، اسقوني مما يشرب منه الناس) قال يا رسول الله: إنهم يضعون أيديهم فيه، يشير إلى أن أيدي الناس تقع في هذه الأوعية الكبيرة، وأراد أن يسقي رسول الله - صلى الله عليه وسلم- بشراب يخصه به، ولكن النبي - صلى الله عليه وسلم- أبى أن يكون له تميز في أمر السقاية، وأن يختص نفسه بما لا يشركه فيه غيره، حتى وإن كان شراباً يؤثره به عمه، لذا أعاد عليه أخرى (اسقني) فسقاه عمه العباس مما يشرب منه الناس، فقال - صلى الله عليه وسلم- (أحسنتم وأجملتم، هكذا فاصنعوا)، ثم أتى زمزم - وبنو عبد المطلب يسقون ويعملون فيها- فقال:(اعملوا فإنكم على عمل صالح)، فنزعوا له دلواً فشرب منها، ثم مجَّ فيها من فمه الطيب مجة، فأخذوها وأفرغوها في زمزم؛ حتى تعم بركة بقية شرابه ومجته من بعده، ثم قال لهم:(لولا أن تغلبوا عليها لنزعت بيدي، حتى أضع الحبل على هذه) وأشار إلى عاتقه، وذلك أنه لو نزع لصارت سنة يتبعه فيها الناس، ولغُلِبَ بنو العباس على سقايتهم التي كانت من مآثرهم قبل الإسلام، ولذا شرب من الدلو مع الناس، ولم ينزع مع بني عمه حتى لا يغلبوا عليها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ثم عاد - صلى الله عليه وسلم- إلى منى، فصلى بالناس صلاة الظهر، ولك أن تتساءل: كيف اتسع وقته لكل هذه الأعمال من الرمي، والخطبة، وإفتاء الناس، وانزالهم منازلهم، ثم النحر لثلاث وستين بدنة، ثم الحلق، والتهيؤ للطواف باللباس والطيب، ثم القدوم للبيت والطواف، ثم الرجوع بعد ذلك؟!. ¶ فكيف اتسع لذلك كله صخوة من نهار، إنها البركة التي جعلها الله في وقته وعمله، ولذا أنجز في هذا الوقت كل هذه الأعمال الكثيرة، فإن أبيت التساؤل فانظر كيف اتسعت ثلاث وعشرون سنة من عمره لأعظم إنجاز في تاريخ البشرية، وهو بلاغ رسالات الله إلى الخلق، واستنقاذهم من النار، وإخراجهم من الظلمات إلى النور. ¶ عاد -صلى الله عليه وسلم- إلى منى، فمكث بها يومه يصلي الصلوات في أوقاتها ويقصر الرباعية منها، ووقته معمور بالذكر؛ عملاً بقول الله -عز وجل-:\"واذكروا الله في أيام معدودات فمن تعجل في يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى\". ¶ والمستشرف لأخبار النبي وحاله يُرى أنه -صلى الله عليه وسلم-كان يكبر في قبته ويكبر أهل منى بتكبيره حتى ترتج فجاج منى بالتكبير. ¶ حتى إذا كان اليوم الحادي عشر -ويسمى يوم الرؤوس- خطب الناس على بغلة شهباء وعليه برد أحمر، وعلي -رضي الله عنه- يبلغ عنه الناس، قال رافع بن عمرو المازني -رضي الله عنه-: أقبلت مع أبي وأنا غلام وصيف أو فوق ذلك في حجة الوداع فإذا رسول الله -صلى الله عليه وسلم- يخطب الناس على بغلة شهباء وعلي بن أبي طالب -رضي الله عنه- يعبر عنه والناس من بين جالس وقائم فجلس أبي وتخللت الركاب حتى أتيت البغلة فأخذت بركابه ووضعت يدي على ركبته فمسحت حتى الساق حتى بلغت بها القدم ثم أدخلت كفي بين النعل والقدم فيخيل إلي الساعة أني أجد برد قدمه على كفي.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولأن عجب رافع بن عمرو من برد قدم النبي -صلى الله عليه وسلم- فإننا نعجب من برد خلقه، وطيبه نفسه، إنها النفس الرضية والخلق العظيم أن يمضي -صلى الله عليه وسلم- في خطبته ويدع الغلام يمسح قدمه، ويدخل يده تحت شراك نعله وهو ماضٍ في شأنه معلماً بحاله ومقاله. ¶ فلما زالت الشمس توجه إلى الجمرات ماشياً فبدأ بالصغرى فرماها بسبع حصيات يكبر الله مع كل حصاة ثم تقدم حتى أسهل ليبعد عن زحام الناس، فرفع يديه واستقبل القبلة ودعا وتضرع طويلاً، ثم قصد الجمرة الوسطى فرماها كما رمى الصغرى، ثم أخذ ذات الشمال واستقبل القبلة ورفع يديه داعياً متضرعاً وأطال الوقوف، ثم رمى جمرة العقبة ولم يقف عندها. ¶ وهكذا صنع في اليوم الثاني عشر والثالث عشر، وكان -صلى الله عليه وسلم- سمحاً في إقامة المناسك -وهو المبعوث بالحنفية السمحة-، ميسراً للناس رفيقاًَ بهم، فمن ذلك أنه رخص للرعاة أن يرموا يوم النحر ثم يدعوا يوماً ثم يرموا من الغد، ورخص للعباس أن يبيت بمكة لأجل سقايته، ولم يحفظ عنه في حجته أنه أوجب دماً على أحد برغم كثرة الجموع معه، وكونهم حدثاء عهد بالإسلام، يؤدون حجهم أول مرة، وإنما كان هجيراه للناس افعل ولا حرج، لا حرج لا حرج، قد أذهب الله عنكم الحرج، مصدقاً قول ربه:\"وما جعل عليكم في الدين من حرج\".",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وهكذا انقضت ثلاثة أيام ورسول الله -صلى الله عليه وسلم- في منى التي شهدت فجاجها وشعابها دعوته الأولى قبل بضع عشرة سنة، يوم كان يغشى قبائل العرب في مواسمها، ويدخل عليها فجاج منى يدعوهم إلى الله، وقومه جُرءَاءُ عليه، يجاهرونه بالكفر، ويبادرونه بالعدوان، ويتعاقدون على القطيعة، يذكر هذا كله وفجاج منى تذكره بماضيها معه، وماضيه معها، يوم سرى في ظلمة الليل مواعداً عصبة الأنصار، يتسللون إليه تسلل القَطا ليبايعهم على الهجرة، مستخفياً من قومه أن ينذروا به، هل ذكَّرت منى رسول الله -صلى الله عليه وسلم- هذا وغيره ليقول لما سئل: أين تنزل غداً يا رسول الله؟ قال:( في خيف بني كنانة، حيث تقاسموا على الكفر). ¶ لقد اختار رسول الله -صلى الله عليه وسلم- خيف بني كنانة مكاناً لنزوله إذا خرج من منى؛ ليظهر جميل صنع الله وصدق موعوده، فهذا المكان هو الذي تعاقدت فيه قريش وحلفاؤها بنو كنانة على مقاطعة بني هاشم وبني المطلب فلا يبايعوهم ولا يناكحوهم حتى يسلموا إليهم محمداً، جهداً منهم أن يطفئوا نور الله والله متم نوره ولو كره الكافرون، والله غالب على أمره ولكن أكثر الناس لا يعلمون، ثم ها هو محمد -صلى الله عليه وسلم- ينزل في ذات المكان وقد أظهره الله على الدين كله، ونصره وأعزه، وفتح له فتحاً مبيناً، وأكمل له الدين، وأتم عليه النعمة، ودخل الناس في دينه أفواجاً، وحج بالناس وبين لهم شرائع الدين، وأقام لهم مناسكهم، وقد نفر بعد إكمال المناسك فنزل في الموضع الذي تقاسمت فيه قريش على الظلم والعدوان والقطيعة مراغمة للشرك، وإعلاناً بالشكر لله على جميل صنعه ولطيف تدبيره.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فلما رمى في اليوم الثالث عشر نفر إلى المحصب -خيف بني كنانة- فصلى هناك الظهر والعصر والمغرب والعشاء، ثم هجع هجعة حتى ذهب هوي من الليل فاستيقظ -صلى الله عليه وسلم- ليسير بمن معه إلى الكعبة، فيطوف طواف الوداع، وكانت عائشة -رضي الله عنها- قالت لرسول الله -صلى الله عليه وسلم- تلك الليلة: يا رسول الله، يرجع الناس بعمرة وحجة وأرجع أنا بحجة -تشير إلى أنها لم تأتِ بعمرة مستقلة قبل حجها كما صنع بقية أزواج النبي -صلى الله عليه وسلم-، وإنما كانت قارنة بسبب حيضتها- فقال لها رسول الله -صلى الله عليه وسلم-:\"يسعك طوافك بالبيت لحجك وعمرتك، فأبتْ، وقالت: يا رسول الله يرجع الناس بأجرين وأرجع بأجر واحد، إني أجد في نفسي أني لم أطف بالبيت حتى حججت، وكان رسول الله -صلى الله عليه وسلم- رجلاً سهلاً إذا هويت شيئاً تابعها عليه فأمر أخاها عبد الرحمن أن يذهب بها فيعمرها من التنعيم فذهبت فطافت وسعت ثم وافت رسول الله -صلى الله عليه وسلم- وهو في طريقه في المحصب إلى مكة. ¶ سار -صلى الله عليه وسلم- إلى المسجد الحرام فطاف بالكعبة وصلى بالناس صلاة الصبح يترسل في قراءته بسورة الطور، وكانت هذه آخر صلاة صلاها والكعبة وجاهه، وآخر نظرات تملتها عيناه من بيت الله المعظم الذي طالما تملته ونظرت إليه.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ثم سرب -صلى الله عليه وسلم- من مكة من أسفلها من المكان المعروف بالشبيكة، وسربت معه القبائل إلى بلادها، وتفرقت جموعها في فجاج الأرض بعد أيام عظيمة مشهودة كانوا فيها مع رسول الله -صلى الله عليه وسلم-، وما كانت هذه الجموع تدري أنه -وهو يودعها- كان يودع الدنيا، وأن أيامهم معه هي أيامه الأخيرة مع الحياة، وأنه قد أنهى مهمته على الأرض وقضى ما عليه، وإنما هي شهران وأيام ثم يلحق بالرفيق الأعلى والمحل الأسنى، فصلوات الله وسلامه وبركاته على نبيه محمد النبي الصادق الأمين، وعلى آل بيته الطيبين الطاهرين، وخلفائه الراشدين، وسائر الصحابة أجمعين، ومن اتبعهم بإحسان إلى يوم الدين.… ¶ الفهرس ¶ الموضوع ¶ الصفحة ¶ المقدمة.......................................................................... ¶ 3 ¶ الرسول -صلى الله عليه وسلم- في مكة ................... ¶ 15 ¶ على صعيد عرفات .................................................... ¶ 26 ¶ * * * ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 14 ¶ 13 _",
            "page": "30",
            "part": "1"
        }
    ],
    "t36417": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "صفة حجة النبي- صلى الله عليه وسلم- كأنك معه"
        }
    ]
}