{
    "b36427": [
        {
            "id": "1",
            "nass": "المولد ¶ الشيخ سمير المالكي ¶ بسم الله الرحمن الرحيم ¶ الحمد لله الذي أكمل لهذه الأمة الدين وأتمَّ عليها النعمة ورضي لها الإسلام ديناً وشرعة ومنهاجاً . ¶ وجعلها خير أمة أخرجت للناس ، وبعث لها أفضل الرسل وأنزل عليها أعظم كتاب . ¶ والصلاة والسلام على البشير النذير والسراج المنير نبينا محمد وعلى آله وصحبه الذين اتبعوا سنته واقتفوا أثره ، وعلى التابعين لهم بإحسان ومن تبعهم من الأئمة الأعلام إلى يوم البعث والحساب . ¶ أما بعد ، فقد اختلف الناس في هذا الزمان ومن قبلُ ، في حكم الاحتفال بمولد النبي صلى الله عليه وسلم ، فمنهم من رآه من البدع الحسنة ، ومنهم من عده من جملة العادات التي لا علاقة لها بالبدع والمحدثات ، ومنهم من أنكره وجعله من قسم المبتدعات الداخلة في عموم قول النبي صلى الله عليه وسلم (( وإياكم ومحدثات الأمور فإن كل بدعة ضلالة )) ، ونحوه من الأحاديث . ¶ وأنا ، وإن كنت أرجح القول الأخير ، وقد أشرت إليه في ورقات كتبتها من قبل سميتها \" المختصر في حكم الأعياد المحدثة \" ، إلا أني ألتمس شيئاً من العذر لمن اشتبهت عليه المسألة ممن اقتصر على مجرد الاحتفال وقراءة السيرة النبوية ، ونحو ذلك مما قد يفعله بعض الناس رغبة في الخير والثواب ومحبة للنبي صلى الله عليه وسلم وفرحاً بمولده . ¶ أما ما يفعله كثير من المحتفلين بالمولد من بدع أخَرْ، أثناء الاحتفال ، فإن هذا لا عذر لهم فيه ، وهو مما لا ينبغي الخلاف فيه ولا يعتبر . ¶ هذا وقد كنت كتبت في مسألة البدعة كتاباً فصَّلت فيه حكمها وذكرت الأدلة على تحريمها من الكتاب والسنة والآثار عن السلف ، وأجبت عن أدلة المخالفين ، ولم أخص بدعة معينة ، وأظن أن فيه غنية عن هذا الكتاب ، لأن الاحتفال بالمولد داخل ضمن البدع بحسب المعنى الذي شرحته هناك للبدعة .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لكني رأيت أن أفرد لهذه البدعة كتاباً مختصراً أجمع فيه خلاصة ما قرأته في المسألة ، وأرد فيه على أدلة من استحسنها أو عدَّها من العادات المباحة . ¶ وجعلت كتابي هذا في مقدمة وفصلين وخاتمة ، وأسأل الله تعالى أن ينفع به من قرأه ، سواء أقره أم انتقده . ¶ *********** ¶ مقدمة ¶ الحكم على الشيء فرع عن تصوره ، فقبل الحديث عن حكم الاحتفال بالمولد ، لابد أن نعلم ما المقصود بهذا الاحتفال ؟ وسنختصر اسمه في هذا الكتاب ونسميه \" المولد \" ، فإنه مشهور بهذا الاسم عند كثير من العامة. ¶ كما أننا لابد أن نعرف معنى \" البدعة \"، فإن كثيراً من الناس يعجبون حين ننكر عليهم بدعتهم ظناً منهم أن البدعة لا تطلق إلاعلى المحدثات العظيمة التي هي كفر أو قريبة من الكفر. ¶ فإذا تصورنا حقيقة \" المولد \" ومعنى \" البدعة \" ، سهل الخطب وزال العجب . ¶ * \" فالمولد \" في نظر كثير من الناس عبارة عن احتفال سنوي في شهر ربيع الأول في اليوم الثاني عشر منه أو في غيره من أيام الشهر، يقام لذكرى مولد الرسول صلى الله عليه وسلم ، ويشتمل على قراءة شيء من القرآن و طرف من السيرة وإنشاد قصائد في مدح النبي صلى الله عليه وسلم وذكر شمائله ، ويتخلل ذلك الصلاة على رسول الله صلى الله عليه وسلم ، والتي تؤدى بشكل جماعي على هيئة النشيد . وغالباً ما يختم بطعام أو وليمة بهذه المناسبة . ¶ وقد لا يقتصر على ذلك البرنامج ، بل يزاد فيه أو ينقص منه ، بحسب اختلاف الأهواء والأذواق . ¶ وبعض الناس يحتفل \" بالمولد \" كل شهر أوكل أسبوع ، وبعضهم يحتفل به بحسب المناسبات السعيدة التي تحدث له أو لبعض من يحبه ، فإذا افتتح متجراً أو سوقاً ، أو فرح بمقدم غائب من سفر ، أو ولد له مولود ، أو نحو ذلك ، جمع الناس وصنع لهم \" مولداً \" . وهذا مشتهر عندنا في مكة وبلاد الحجاز . وبعضهم يحتفل به بمناسبة الزواج . وهو مشهور في بلاد الشام والمغرب .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وبعض \" الموالد \" يحصل فيها شيء من المنكرات الظاهرة ، كاختلاط الرجال بالنساء ، وغير ذلك ، وهذا لا يكاد يفعل عندنا في الجزيرة ، بل هو مما تنكره العامة عندنا ، ولله الحمد . ¶ وبعضهم يصنع في \" المولد \" أموراً مستغربة كرقصة الزار أو المزمار، وهي معروفة عندنا في الحجاز ، أو القيام الجماعي عند ذكر ولادة النبي صلى الله عليه وسلم وينشدون عندها \" مرحبا يا نور عيني مرحبا جد الحسين \" ويُرش عليهم ماء الورد ، وهذه عادة مشهورة عندنا في مكة ، ويسمونها \" الفزّ ة \" ( بالفاء والزاي المشددة ، ونحن نطلق الفزة على القيام أو سرعة القيام ). ¶ وهذا القيام ، أو \" الفزة \" ، يختلف بحسب \" الفازِّين \" . ¶ فأكثرهم لا يدري ما سبب القيام ، فيتبع العادة ويقلد غيره ، وبعضهم يقوم تعظيماً لذكر ولادته صلى الله عليه وسلم فيستشعر حضور ذاته وشخصه في ذهنه ، وفيه مخالفة صريحة لهدي النبي صلى الله عليه وسلم لأنه كان يكره القيام له في حياته ، كما قال أنس بن مالك رضي الله عنه عن الصحابة \" لم يكن شخص أحب إليهم من رسول الله صلى الله عليه وسلم ، وكانوا إذا رأوه لم يقوموا لما يعلمون من كراهيته لذلك \" رواه الترمذي [ 5/90 ] . ¶ * وقد ناظرت أحدهم في هذا القيام ، فزعم أنه يقوم تعظيماً لذكراسم النبي صلى الله عليه وسلم ، وتعمدت أن أطيل الكلام عن النبي صلى الله عليه وسلم أثناء المناظرة، ثم قلت له : يا أخي لقد جاء ذكراسم النبي صلى الله عليه وسلم في مجلسنا هذا مرات عديدة ، فلماذا لم تقم ، ولو لمرة واحدة ؟ وكان يلزمك أن تقوم كلما جاء ذكره ، وأنت لم تفعل ولن تفعل . ¶ * ومن \" الفازِّين \" من يعتقد أن روح النبي صلى الله عليه وسلم تحضر حين \" الفزة \"، فيقوم لهذا الاعتقاد ، وهو مع مخالفته لحديث أنس المتقدم ، فإنه اعتقاد باطل لا دليل عليه إلا محض الظن والتخرص .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* وأعظم من ذلك كله ، تلك القصائد التي تنشد في بعض \" الموالد \" في مدح النبي صلى الله عليه وسلم ووصفه ، والتي فيها غلو وتجاوز عن الحد المباح . ¶ وأشهر القصائد التي تنشد في \" الموالد \" ، قصيدة البوصيري . ¶ والتي يقول فيها : ¶ دع ما ادعته النصارى في نبيهم واحكم بما شئت قولاً فيه واحتكم ¶ وانسب إلى ذاته ما شئت من شرف وانسب إلى قدره ما شئت من عِظم ¶ فإن قدر رسول الله ليس له حد فيعرب عنه ناطق بفم ¶ والمعنى : لا تقل في النبي صلى الله عليه وسلم مثل ما قالت النصارى في المسيح ، إنه الله أو ابن الله أو ثالث ثلاثة ، وقل غير ذلك ما شئت ، وهذا من صيغ العموم ، وكرره بقوله \" ما شئت من شرف ، وما شئت من عظم \" ، ثم أكد هذا الغلو بقوله \" ليس له حد \" !! ¶ وقد أفصح البوصيري في قصيدته بمراده بقوله \" ماشئت \" حيث قال بعد ذلك : ¶ فإن من جودك الدنيا وضَرتها ومن علومك علم اللوح والقلم ¶ فقد زعم أن من بعض عطاء النبي صلى الله عليه وسلم لأمته ، الدنيا وضرتها ، وهي الآخرة ، فماذا ترك لله ؟ ¶ وزعم أن من بعض علوم النبي صلى الله عليه وسلم علم اللوح المحفوظ ، والقلم الذي كتب مقادير الخلائق ، فماذا ترك لله ؟ ¶ وقال البوصيري أيضاً : ¶ لو ناسبتْ قَدْرَه آياتُه عِظماً أحيا اسمُه حين يُدعى دارسَ الرَّمم ¶ والمعنى : أن الآيات التي أوتيها النبي صلى الله عليه وسلم ( ومنها القرآن ) ، لاتناسب قدره ، وإلا لو ناسبت قدره لكان مجرد ذكر اسمه كافياً لإحياء الموتى . ¶ هذا الذي يتبين لي من معنى البيت ، وهو غلو ظاهر . ¶ ومما جاء في بعض \" الموالد \" في مكة ، قول القائل : ¶ وقف تجاه قبر رسول الله مبتهلاً وناجي الباب حتى تبلغ الأملا ¶ ومرِّغ الخدًّ في أعتاب حضرته فإن أعتابه حصن لمن دخلا ¶ وقول الآخر : ¶ ما مدَّ لخير الخلق يداً أحدٌ إلا و به سعدا ¶ فلذاك مددت إليه يدي وبذلك كنت من السعدا ¶ وقول الآخر : ¶ بل كيف نخشى وقد صرنا له تبعاً وحبه في جميع القلب يملاه",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لا تحرق النارُ قلباً ظل يسكنه حبيب خالقها فالنار تخشاه ¶ قلت : وهناك أبيات وقصائد تنشد في بعض \" الموالد \" أعظم غلواً وأشد خطراً من هذه وقد ذكرت أمثلة منها في خاتمة هذا الكتاب ، وقد نهى الله عز وجل عن الغلو في الدين ، فقال { قل يا أهل الكتاب لا تغلو في دينكم } . ¶ وقال النبي صلى الله عليه وسلم (( إياكم والغلو في الدين ، فإنما أهلك من كان قبلكم الغلو في الدين )) رواه النسائي [ 5/268] . ¶ ومقصودنا هنا في هذا البحث ، الكلام عن \" المولد \" المجرد عن كل تلك المنكرات الأخرى ، كالغلو والكذب ، وهو أعظمها ، أو الاعتقادات الباطلة ، كحضور الروح الشريفة في تلك الاحتفالات ، أو \" الفزّة \" ، بسبب أو بدون سبب ، أو الرقص ، أو الاختلاط بين الرجال والنساء . . . الخ . ¶ قال شيخ الإسلام ابن تيمية \" وأما ما يُفعل في هذه المواسم ، مما جنسه منهي عنه في الشرع ، فهذا لا يحتاج إلى ذكره ، لأن ذلك لا يحتاج أن يدخل في هذا الباب \" . ¶ ثم مثَّل شيخ الإسلام على ذلك بأمثلة ، منها : اختلاط الرجال والنساء ، وقال بعدها \" فإن قبح هذا ظاهر لكل مسلم \" . انظر اقتضاء الصراط المستقيم مخالفة أصحاب الجحيم [ 2 / 634 ] . ¶ وبنحو ذلك أجاب الطرطوشي ، فيما نقله عنه أبو شامة ، لما سئل عن بدعة الاجتماع ليلة ختم القرآن في التراويح ونصب المنابر ، فأجاب بأنه إذا خلا من اللغط ومن الفسوق والاختلاط بين الرجال والنساء ، وانتهاك حرمات الله ، فهذا هو البدعة والمنكر، أما إذا اقترن بهذا الاجتماع شيء من ذلك فإنه زيادة في الفسوق والمعصية . انظر الباعث [ ص 57 ] . ¶ قلت : كذلك إنكارنا لبدعة \" المولد \" ينصب على \" المولد \" المجرد عن البدع والمنكرات الأخرى ، أما مع وجودها فالأمر أشد وأعظم . ¶ وسيأتي أن الصحابة والسلف أنكروا البدع المجردة عن غيرها من المنكرات .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "* ومما يجدر التنبيه عليه أن بدعة \" المولد \" في الأزمنة المتأخرة كثيراً ما تشتمل على إنشاد قصائد المديح للرسول صلى الله عليه وسلم ، ولما كانت تلك القصائد لا تخلو – في العادة – من الغلو والكذب – كما رأيت في بعض أبيات قصيدة البوصيري المذكورة آنفاً ، اشتد النكير على بدع \" الموالد \" أكثر من غيرها من البدع ، كبدعة صلاة \" الرغائب \" في أول جمعة من رجب ، وكبدعة صلاة ليلة النصف من شعبان ، وبدعة صيام النصف من شعبان ، وبدعة دعاء ختم القرآن في تراويح رمضان ، وغيرها من البدع المشهورة ، فإن هذه البدع متعلقة بعبادة الله وتعظيمه ، من صلاة وصيام وذكر ودعاء ، وليس فيها مجال للغلو في أحد من المخلوقين . وليت غلاة \" المولد \" ، صرفوا ذلك المديح وذلك التعظيم لمن يستحقه ، وهو الله سبحانه وتعالى ، بدلاً من المخلوق . ¶ * فلو قال القائل في مدح الرب سبحانه : ¶ فإن من جودك الدنيا وضرتها ومن علومك علم اللوح والقلم ¶ لكان صادقاً في قوله ولما أنكر عليه أحد . ¶ * ولو قال في مدح الرب سبحانه : ¶ لو لم تكن في معادي آخذاً بيدي فضلاً ، وإلا فقل يا زلة القدم ¶ لكان محقاً فيما قال . ¶ * وهو سبحانه الذي يستحق أن يقال عنه : \" وانسب إلى قدره ما شئت من عظم \" ¶ \" فإن قدر إله الكون ليس له حد فيعرب عنه ناطق بفم \" ¶ واعلم أن الله سبحانه وتعالى يحب أن يسمع من عبده المدح والحمد والتعظيم والإجلال ، وفي الحديث الصحيح (( لا أحد أحب إليه المدح من الله تعالى ، من أجل ذلك مدح نفسه )) . رواه البخاري [ 9 / 280 ] ومسلم [ 2762 ] . ¶ * وهو سبحانه (( أهل الثناء والمجد )) . ¶ وأما مدح غير الله من المخلوقين فلا ينبغي الإسهاب فيه ولا التعدي والتجاوز فيه ، مهما بلغت رتبته وعلا قدره . قال تعالى في كتابه { فلا تزكوا أنفسكم هو أعلم بمن اتقى } . النجم 32 ¶ وقال { ألم تر إلى الذين يزكون أنفسهم بل الله يزكي من يشاء } . النساء 49",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال ابن كثير عن هذه الآية \" قيل : نزلت في ذم التمادح والتزكية . وفي صحيح مسلم عن المقداد بن الأسود قال : أمرنا رسول الله صلى الله عليه وسلم أن نحثو في وجوه المداحين التراب \" . ¶ وفي الصحيحين .. أن رسول الله صلى الله عليه وسلم سمع رجلاً يثني على رجل ، فقال (( ويحك قطعت عنق صاحبك )) . ثم قال (( إن كان أحدكم مادحاً صاحبه لا محالة ، فليقل : أحسبه كذا ، ولا يزكي على الله أحداً )) . ¶ وذكر القرطبي نحو هذا وزاد \" فأما مدح الرجل بما فيه من الفعل الحسن والأمر المحمود ليكون منه ترغيباً له في أمثاله وتحريضاً للناس على الاقتداء به في أشباهه فليس بمداح ، وإن كان قد صار مادحاً بما تكلم به من جميل القول فيه \" . ¶ ثم ذكر القرطبي ما مُدح به النبي صلى الله عليه وسلم من الشعر ، وذكر حديث (( لا تطروني كما أطرت النصارى عيسى ابن مريم إنما أنا عبد فقولوا عبدالله ورسوله )) ثم قال \" فمعناه : لا تصفوني بما ليس فيَّ من الصفات تلتمسون بذلك مدحي ، كما وصفت النصارى عيسى بما لم يكن فيه ، فنسبوه إلى أنه ابن الله فكفروا بذلك وضلوا. ¶ وهذا يقتضي أن من رفع امرءاً فوق حده وتجاوز مقداره بما ليس فيه فمعتدٍ آثم ، لأن ذلك لو جاز في أحد لكان أولى الخلق بذلك رسول الله صلى الله عليه وسلم \" ا هـ . أحكام القرآن [ 5/247 ] . ¶ قلت : وقد منع النبي صلى الله عليه وسلم أصحابه من التجاوز في تعظيمه ومدحه ، فلما قال له رجل \" ما شاء الله وشئت \" قال (( أجعلتني لله عدلاً بل ما شاء الله وحده )) رواه أحمد [ 1839 ] . ¶ ولما جاء قوم وقالوا \" أنت سيدنا \" قال (( السيد الله تبارك وتعالى )) قالوا \" وأفضلنا فضلاً وأعظمنا طولاً \" فقال لهم (( قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان )) . رواه أبو داود [ 4806 ] .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فهذه الأحاديث وغيرها من أظهر الأدلة على حرص النبي صلى الله عليه وسلم على سد ذرائع الغلو المفضي إلى الشرك ، كما حصل للنصارى حين بلغ بهم الغلو إلى الكفر والشرك . ¶ ولولا خوف الإطالة لسردت جملة من الأبيات والقصائد التي قيلت في مدح النبي صلى الله عليه وسلم وتعظيمه ، والتي لا يصح أن تقال في مخلوق بحال ، وانظرها إن شئت في كتابي \" جلاء البصائر \" . ¶ *********** ¶ الفصل الأول ¶ الأدلة على التحذير من الابتداع في الدين ¶ تواترت نصوص الكتاب والسنة وآثار السلف على التحذير من البدع والمحدثات وأذكر منها على سبيل المثال ، لا الحصر ، ما يلي : ¶ أ – أدلة الكتاب ¶ * قال الله تعالى { ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءهم البينات } . ¶ قال قتادة : يعني أهل البدع . انظر الاعتصام للشاطبي [ 1/56 ] . ¶ * وقال تعالى { وأن هذا صراطي مستقيماً فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله }. ¶ قال مجاهد : السبل هي البدع والشبهات . انظر الاعتصام [ 1/58 ] . ¶ * وقال تعالى { قل هل ننبئكم بالأخسرين أعمالاً الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعاً } . ¶ وهذه الآية تعم أهل الابتداع ، وقد وصفهم الله بالضلال مع ظن الاهتداء ، وهو حال أهل البدع والأهواء . انظر الاعتصام [ 1/ 66 ] . ¶ ######## ¶ ب – أدلة السنة ¶ * قال النبي صلى الله عليه وسلم (( من أحدث في أمرنا هذا ما ليس منه فهو رد )) وفي لفظ (( من عمل عملاً ليس عليه أمرنا فهو رد )) رواه البخاري [ 5/221 ] ومسلم [ 1718 ] ، واللفظ الأخير لمسلم . ¶ * وكان صلى الله عليه وسلم يقول في خطبته يوم الجمعة (( إن خير الحديث كتاب الله وخير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل بدعة ضلالة )) رواه مسلم [ 867 ] .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "* وقال في موعظته المشهورة (( فإنه من يعش منكم فسيرى اختلافاً كثيراً ، فعليكم بسنتي وسنة الخلفاء الراشدين المهديين تمسكوا بها وعضوا عليها بالنواجذ ، وإياكم ومحدثات الأمور فإن كل محدثة بدعة وكل بدعة ضلالة )) رواه أبو داود [ 4607 ] والترمذي [ 2678 ] . ¶ ########## ¶ ج – آثار السلف ¶ * قال ابن عباس رضي الله عنهما \" اتبع ولا تبتدع \" . انظر شرح السنة للبغوي [1/214] . ¶ * وقال ابن مسعود رضي الله عنه \" اتبعوا ولا تبتدعوا فقد كفيتم \" . شرح السنة [1/214] . ¶ * وقال أبو الدرداء رضي الله عنه \" اقتصاد في السنة خير من اجتهاد في البدعة \" رواه اللالكائي في السنة [ 2/88 ] . ¶ * وقال معاذ بن جبل رضي الله عنه \" إياكم وما ابتدع فإن ما ابتدع ضلالة \" . رواه أبو داود [ 4611 ] . ¶ * وقال ابن عمر رضي الله عنهما \" كل بدعة ضلالة وإن رآها الناس حسنة \" . انظر الباعث على إنكار البدع والحوادث لأبي شامة [ ص 17 ] . ¶ * وأنكر ابن مسعود على قوم رآهم في المسجد متحلقين حلقاً ، وفي أيديهم حصى يسبحون بها ويكبرون ويهللون ، فقال لهم \" إنكم لعلى ملة هي أهدى من ملة محمد صلى الله عليه وسلم أو مفتتحوا باب ضلالة \" . قالوا \" والله يا أبا عبدالرحمن ما أردنا إلا الخير \" قال \" وكم من مريد للخير لن يصيبه \" . رواه الدارمي [ 1/68 ] . ¶ * وأنكر غضيف بن الحارث رضي الله عنه على عبدالملك بن مروان رفع الأيدي على المنبر يوم الجمعة في الدعاء ، وعلى تخصيص وقت للموعظة بعد صلاتي الصبح والعصر ، وقال \" إنهما أمثل بدعكم عندي \" رواه أحمد [ 4/105 ] . ¶ * وأنكر عمارة بن رويبة رضي الله عنه على بشر بن مروان لما رفع يديه في خطبة الجمعة وقال له \" قبح الله تينك اليدين \" رواه مسلم [ 874 ] . ¶ * وأنكر عمر رضي الله عنه على الذين قصدوا أماكن صلى فيها النبي صلى الله عليه وسلم عرضاً فصلّوا عندها . انظر مصنف عبدالرزاق [ 2/118] .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "* وأنكر علي بن الحسين بن علي بن أبي طالب رضي الله عنهم على رجل رآه يجيء إلى فرجة كانت عند قبر النبي صلى الله عليه وسلم فيدخل فيها فيدعو . انظر مسند أبي يعلى [ 469 ] . ¶ * وسأل رجل الإمام مالكاً عن الإحرام بالعمرة من المسجد بدلاً عن الميقات فقال : لا تفعل فإني أخاف عليك الفتنة . ¶ فقال الرجل \" ومافي هذا من الفتنة ؟ إنما هي أميال أزيدها \" ! ¶ فقال الإمام مالك \" وأي فتنة أعظم من أن ترى أن اختيارك لنفسك خير من اختيار الله واختيار رسوله صلى الله عليه وسلم \" انظر الباعث [ ص 26 ] . ¶ * وسئل الحسن البصري عن قوم يجتمعون في البيوت ، يقرأون كتاب الله ويصلون على النبي صلى الله عليه وسلم ويدعون لأنفسهم ولعامة المسلمين ، فنهاهم عن ذلك أشد النهي . انظر البدع لابن وضاح [ ص 48 ] . ¶ * وقد كان الإمام مالك كثيراً ما يقول : ¶ وخير الأمور ما كان سنة ً وشر الأمور المحدثات البدائع ¶ انظر الاعتصام للشاطبي [ 1/85 ] . ¶ * وأنكر إبراهيم النخعي والحكم وحماد بدعة التعريف ، وهي اجتماع الناس عشية عرفة في غير عرفة ، للذكر والدعاء ، وقالوا : محدث . انظر البدع لابن وضاح [ ص 102 ] . ¶ قلت : ولم يزل دأب الأئمة والعلماء من العهد القديم إلى يومنا هذا على إنكار البدع والمحدثات في الدين ، وصنفوا في ذم البدع مصنفات مفردة ، منها : البدع لابن وضاح المتوفى سنة 287هـ ، والحوادث والبدع لأبي بكر الطرطوشي المتوفى سنة 520هـ ، والباعث على إنكار البدع والحوادث لأبي شامة المتوفى سنة 665هـ، والاعتصام للشاطبي المتوفى سنة 790هـ . ¶ وأما بدع الاعتقاد والفرق الخارجة عن منهج أهل السنة والجماعة ، فإن المصنفات المفردة فيها أشهر من أن تذكر ، وهي الموسومة بكتب \" السنة \" لأنها في مقابل البدع المحدثة لدى الفرق . ¶ * ولنرجع إلى مقصودنا هنا ، وهو الكلام عن الأدلة السابقة في النهي عن البدع والتحذير منها .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال ابن رجب الحنبلي في جامع العلوم والحكم \" قوله صلى الله عليه وسلم : كل بدعة ضلالة ، من جوامع الكلم لا يخرج عنه شيء ، وهو أصل عظيم من أصول الدين ، وهو شبيه بقوله صلى الله عليه وسلم : من أحدث في أمرنا هذا ما ليس منه فهو رد ، فكل من أحدث شيئاً ونسبه إلى الدين ولم يكن له أصل من الدين يرجع إليه فهو ضلالة ، والدين بريء منه ، وسواء في ذلك مسائل الاعتقادات أو الأعمال أو الأقوال الظاهرة والباطنة \" ا هـ . ¶ قلت : وقد ذكر أهل العلم تعريفاً يضبط معنى \" البدعة \" وقالوا إن أصل كلمة \" البدعة \" في اللغة تعني : الاختراع والإحداث على غير مثال سابق . فهي من حيث هذا المعنى تطلق على ما يمدح ويذم ، فما وافق منها أصلاً من أصول الدين ولم يخالفه فهو محمود ، وما خالف ذلك فهو مذموم . وعليه ينزل كلام من مدح بعض البدع أو قسمها إلى قسمين أو أكثر ، كما سيأتي شرحه في الفصل الثاني . ¶ وأما \" البدعة \" في الشرع فقد غلب إطلاقها على الحدث المكروه في الدين ، فلا يكاد يستعمل إلا في الذم ، وهو الذي ورد ذكره في النصوص والآثار السابقة عن السلف . انظر الباعث [ ص 23 – 24 ] . ¶ * وحدَّ الشاطبي للبدعة الشرعية حداً ضبطها به ، فقال \" هي طريقة في الدين مخترعة تضاهي الشرعية يقصد بالسلوك عليها المبالغة في التعبد لله سبحانه \" . الاعتصام [1/37] . ¶ ثم شرح الحدّ ، وذكر في شرحه أن قوله \" في الدين \" أخرج المبتدعات الدنيوية ، وقوله \" تضاهي الشرعية \" أي تشابه الطريقة المشروعة من حيث إن المبتدع جعل لبدعته رسوماً وهيئة واجتماعاً وخصها بخصائص كما للسنن الشرعية ، فمن أمثلة البدع التي التزم أصحابها هيئة وكيفية معينة لم يرد بها الشرع : الذكر الجماعي بصوت واحد ، واتخاذ يوم ولادة النبي صلى الله عليه وسلم عيداً . ¶ ومن أمثلة تخصيص عبادات معينة في أوقات معينة لم يعينها الشرع : صيام يوم النصف من شعبان وقيام ليلته . انظر الاعتصام [ 1/39 ] .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قلت : وإنكار السلف للبدع كان بسبب التخصيص في العبادات ، سواء كان في الزمان أو المكان أو العدد أو الكيفية أو السبب . ¶ * فابن مسعود رضي الله عنه أنكر على المتحلقين في المسجد لأن اجتماعهم كان على طريقة مخترعة وهيئة مخصوصة لم يرد بها الشرع . ¶ مع أن الذكر مشروع مسنون ، لكنه لم يُخص بتلك الطريقة . ¶ * وغضيف بن الحارث رضي الله عنه أنكر على عبد الملك بن مروان تخصيص رفع اليدين في خطبة الجمعة ، مع أن رفع اليدين فيما سوى ذلك ثابت عن رسول الله صلى الله عليه وسلم في مواطن وحالات أخرى كثيرة . ¶ وأنكرغضيف كذلك تخصيص الموعظة والتذكير بعد صلاتي الصبح والعصر ، لأن النبي صلى الله عليه وسلم سنَّ الموعظة ، إما مطلقاً من غير تخصيص ، وإما بتخصيص في الخطب الراتبة ، كخطبة الجمعة والعيدين والاستسقاء ونحو ذلك . ¶ * وأنكر مالك بن أنس رحمه الله على من أراد تخصيص الإحرام من عند المسجد بدلاً من ميقات ذي الحليفة ، ومعلوم أن المسجد النبوي أفضل من الميقات ، لكن ليس العبرة بكونه أفضل ، بل باتباع السنة ، فكان فعل ذلك الرجل بدعة لتخصيص المكان . ¶ * وأنكر الحسن البصري على المجتمعين في البيوت يقرأون القرآن ويصلون على النبي صلى الله عليه وسلم ويدعون لأنفسهم ولعامة المسلمين ، وجعل ذلك بدعة ، لأنه تخصيص في الكيفية والهيئة ، مع أن أفراد ما فعلوه من العبادات مسنونة في الأصل ، كقراءة القرآن والصلاة على النبي صلى الله عليه وسلم والدعاء ، لكن التخصيص بتلك الطريقة مبتدع . ¶ * وإنكار الإمام مالك وأبي بكر الطرطوشي وأبي شامة وغيرهم لبدعة دعاء ليلة ختم القرآن في التراويح ، لأن ذلك الدعاء في ذلك الموضع لم يرد عن النبي صلى الله عليه وسلم ، وإن فعله بعض أئمة العلم ، كالإمام سفيان بن عيينة وتبعه على ذلك الإمام أحمد ، لكنه تخصيص للدعاء في موضع ( وهو الصلاة ) بسبب ( وهو ختم القرآن ) وهذا التخصيص بدعة ، لأنه لم يرد في السنة .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد أنكر بدعة دعاء ختم القرآن الشيخ بكر أبو زيد وتبعه الشيخ العثيمين ، وهما من كبار علماء بلاد الحرمين ، فلا حجة لمن أصر على فعل هذه البدعة بسكوت غيرهما من العلماء عنها ، فإن العبرة بالسنة وبمن اتبعها لا بمن خالفها كائناً من كان . ¶ فإن قيل فعلها أحمد وسفيان وأقرها فلان وفلان ، قلنا أنكرها مالك وأبوشامة والطرطوشي وفلان وفلان . ¶ وقد رخص الإمام أحمد في فعل أشياء أنكرها غيره من الأئمة ، والحق مع المنكرين لا مع الإمام أحمد ، وكل من عدا النبي صلى الله عليه وسلم يُؤخذ من قوله ويُرد . ¶ قال شيخ الإسلام ابن تيمية \" فقد رخص أحمد وغيره في التمسح بالمنبر والرمانة التي هي موضع مقعد النبي صلى الله عليه وسلم ويده ، ولم يرخصوا في التمسح بقبره ، وكره مالك التمسح بالمنبر ... \" انظر اقتضاء الصراط المستقيم [2/619] . ¶ * وإنكار الخليفة عمر بن الخطاب رضي الله عنه على من قصد أماكن للصلاة لكون النبي صلى الله عليه وسلم صلى فيها ، لأن في ذلك تخصيصاً لمكان لم يخصه النبي صلى الله عليه وسلم بالصلاة ، وإنما صلى فيه اتفاقاً وعرضاً ، لا قصداً . ¶ قال شيخ الإسلام ابن تيمية \" لأن متابعة النبي صلى الله عليه وسلم تكون بطاعة أمره وتكون في فعله ، بأن يفعل مثل ما فعل على الوجه الذي فعله ، فإذا قصد العبادة في مكان ، كان قصد العبادة فيه متابعة له ، كقصد المشاعر والمساجد . ¶ وأما إذا نزل في مكان بحكم الاتفاق ، لكونه صادف وقت النزول ، أو غير ذلك ، مما يُعلم أنه لم يتحرَّ ذلك المكان ، فإذا تحرينا ذلك المكان لم نكن متبعين له ، فإن الأعمال بالنيات \" الاقتضاء [ 2/745 ] .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "قلت : ومن هذا الباب تتبع المشاهد والمواضع التي صلى فيها النبي صلى الله عليه وسلم في المدينة ، فإنه لم يقصدها لذاتها ولم يتحرَّ الصلاة عندها ، فقصد الصلاة عندها لأجل أن النبي صلى الله عليه وسلم صلى فيها ، يُعدُّ من البدع المكانية . قال ابن وضاح \" وكان مالك بن أنس وغيره من علماء المدينة يكرهون إتيان تلك المساجد وتلك الآثار للنبي صلى الله عليه وسلم بالمدينة ، ما عدا قباء وأحداً \" . ثم ذكر ابن وضاح أن سفيان الثوري ووكيع بن الجراح وغيرهما لم يتتبعوا الآثار في بيت المقدس . ¶ ثم قال \" فعليكم بالاتباع لأئمة الهدى المعروفين ، فقد قال بعض من مضى : كم من أمر هو اليوم معروف عند كثير من الناس كان منكراً عند من مضى ، ومتحبب إليه بما يُبغّضه عليه ، ومتقرب إليه بما يبعده منه ، وكل بدعة عليها زينة وبهجة \" ا هـ . البدع [ ص 91 – 92 ] . ¶ * وذكر أبو شامة سبب إنكاره لقيام ليلة النصف من شعبان ، فقال \" وقيام الليل مستحب في جميع ليالي السنة ، وإنما المحذور المنكر تخصيص بعض الليالي بصلاة مخصوصة على صفة مخصوصة .. \" الباعث [ص 55] . ¶ وقال أبو شامة أيضاً \" ولا ينبغي تخصيص العبادات بأوقات لم يخصصها بها الشرع بل تكون جميع أفعال البر مرسلة في جميع الأزمان ، ليس لبعضها على بعض فضل، إلا ما فضّله الشرع وخصه بنوع من العبادة ... \" إلى أن قال \" فالحاصل أن المكلف ليس له منصب التخصيص ، بل ذلك إلى الشارع ، وهذه كانت صفة عبادة رسول الله صلى الله عليه وسلم \" الباعث [ ص 77 ] .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال الشاطبي \" فإذا ندب الشرع مثلاً إلى ذكر الله فالتزم قوم الاجتماع عليه على لسان واحد ، وبصوت ، أو في وقت معلوم مخصوص عن سائر الأوقات ، لم يكن في ندب الشرع ما يدل على هذا التخصيص الملتزم ، بل فيه ما يدل على خلافه ..\" إلى أن قال \" ومثل هذا : الدعاء ، فإنه ذكر لله ، ومع ذلك فلم يلتزموا فيه كيفيات ، ولا قيدوه بأوقات مخصوصة بحيث تشعر باختصاص التعبد بتلك الأوقات .. \" الاعتصام [ 1/249 ] . ¶ *********** ¶ بدع الأعياد ¶ ومما يلحق بالبدع أيضاً ، الأعياد المحدثة ، والمواسم المخترعة ، وقد كان لكل أمة عيد للاجتماع والاحتفال فيه ، ولإظهار الفرح والسرور ، أو لغير ذلك من الأمور، كما كان في الجاهلية أعياد زمانية كالنيروز ، وأعياد مكانية ، كالأسواق المشهورة ، عكاظ والمجنة وذي المجاز . ¶ * وفي سنن أبي داود [ ح 1134 ] من حديث أنس رضي الله عنه قال \" قدم رسول الله صلى الله عليه وسلم المدينة ولهم يومان يلعبون فيهما ، فقال : ما هذان اليومان ؟ قالوا : كنا نلعب فيهما في الجاهلية . فقال رسول الله صلى الله عليه وسلم : إن الله أبدلكم بهما خيراً منهما ، يوم الأضحى ويوم الفطر \" . ¶ قال ابن تيمية \" فوجه الدلالة : أن العيدين الجاهليين لم يقرهما رسول الله صلى الله عليه وسلم ولا تركهم يلعبون فيهما على العادة ، بل قال : إن الله أبدلكم بهما يومين آخرين ، والإبدال من الشيء يقتضي ترك المبدل منه ، إذ لا يجمع بين البدل والمبدل منه .. \" إلى أن قال \" فالعيد يجمع أموراً : منها : يوم عائد ، كيوم الفطر ويوم الجمعة . ومنها : اجتماع فيه . ومنها : أعمال تتبع ذلك ، من العبادات والعادات ، وقد يختص العيد بمكان بعينه ، وقد يكون مطلقاً ، وكل من هذه الأمور قد يسمى عيداً . ¶ * فالزمان : كقوله صلى الله عليه وسلم ليوم الجمعة (( إن هذا يوم جعله الله للمسلمين عيداً )) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "* والاجتماع والأعمال : كقول ابن عباس \" شهدت العيد مع رسول الله صلى الله عليه وسلم \" . ¶ * والمكان : كقوله صلى الله عليه وسلم (( لا تتخذوا قبري عيداً )) . ¶ وقد يكون لفظ العيد اسماً لمجموع اليوم والعمل فيه ، وهو الغالب ، كقول النبي صلى الله عليه وسلم (( دعهما يا أبا بكر فإن لكل قوم عيداً وإن هذا عيدنا )) انتهى . انظر الاقتضاء [ 1 / 432 - 442 ] . ¶ وقال في موضع آخر في شرح حديث (( إن لكل قوم عيداً وهذا عيدنا )) : \" قوله : إن لكل قوم عيداً وهذا عيدنا ، فإن هذا يوجب اختصاص كل قوم بعيدهم ، كما أن الله سبحانه لما قال { ولكلٍ وجهة هو موليها } وقال { لكلٍ جعلنا منكم شرعة ومنهاجاً }، أوجب ذلك اختصاص كل قوم بوجهتهم وبشرعتهم ، وذلك أن اللام تورث الاختصاص .. ¶ وقوله : وهذا عيدنا ، يقتضي حصر عيدنا في هذا ، فليس لنا عيد سواه .. وليس غرضه صلى الله عليه وسلم الحصر في عين ذلك العيد ، أو عين ذلك اليوم ، بل الإشارة إلى جنس المشروع .. \" . ¶ إلى أن قال \" ومن هذا الباب : حديث عقبة بن عامر رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال (( يوم عرفة ، ويوم النحر ، وأيام منى ، عيدنا أهل الإسلام ، وهي أيام أكل وشرب )) رواه أبو داود والنسائي والترمذي وقال : حديث حسن صحيح . ¶ فإنه دليل مفارقتنا لغيرنا في العيد ، والتخصيص بهذه الأيام الخمسة لأنه يجتمع فيها العيدان المكاني والزماني ، ويطول زمنه ، وبهذا يسمى العيد الكبير .. \" انتهى . الاقتضاء [ 1/447] . ¶ قلت : ومن هنا عدّ شيخ الإسلام ابن تيمية وغيره من الأئمة \" المولد \" من جملة بدع الأعياد ، لأنه يعود ويتكرر في أيام معلومة من كل عام .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال رحمه الله \" وكذلك ما يحدثه بعض الناس ، إما مضاهاة للنصارى في ميلاد عيسى عليه السلام ، وإما محبة للنبي صلى الله عليه وسلم وتعظيماً ، والله قد يثيبهم على هذه المحبة والاجتهاد ، لا على البدع ، من اتخاذ مولد النبي صلى الله عليه وسلم عيداَ ، مع اختلاف الناس في مولده ، فإن هذا لم يفعله السلف ، مع قيام المقتضي له وعدم المانع فيه ، لو كان خيراً . ¶ ولو كان هذا خيراً محضاً ، أو راجحاً ، لكان السلف رضي الله عنهم أحق به منا ، فإنهم كانوا أشد محبة لرسول الله صلى الله عليه وسلم وتعظيماً له منا ، وهم على الخير أحرص . ¶ وإنما كمال محبته وتعظيمه في متابعته ، وطاعته ، واتباع أمره ، وإحياء سنته باطناً وظاهراً ، ونشر ما بعث به ، والجهاد على ذلك بالقلب واليد واللسان ، فإن هذه طريقة السابقين الأولين من المهاجرين والأنصار والذين اتبعوهم بإحسان . ¶ وأكثر هؤلاء ، الذين تجدهم حراصاً على أمثال هذه البدع ، مع مالهم فيها من حسن القصد والاجتهاد الذي يُرجى لهم بهما المثوبة ، تجدهم فاترين في أمر الرسول صلى الله عليه وسلم عما أمروا بالنشاط فيه ... \" ¶ إلى أن قال \" فتعظيم المولد واتخاذه موسماً ، قد يفعله بعض الناس ، ويكون له فيه أجر عظيم لحسن قصده ، وتعظيمه لرسول الله صلى الله عليه وسلم ... \" انظر الاقتضاء [ 2/615 – 617 ] . ¶ قلت : واشتمل كلام شيخ الإسلام رحمه الله على جملة من الفوائد ، يحتاج في شرحها وتفصيلها إلى مجلد ، مع أنها كلمات وأسطر معدودة ، ويمكن الإشارة إليها في مسائل : ¶ الأولى : أن تعظيم يوم مولد النبي صلى الله عليه وسلم فيه مضاهاة ومشابهة لما يفعله النصارى من تعظيم ميلاد المسيح عليه السلام . ¶ الثانية : أن فيه إحداث عيد سوى الأعياد المشروعة في الإسلام . ¶ الثالثة : أنه لم يتفق الناس على تعيين يوم مولده صلى الله عليه وسلم ، بل هم مختلفون فيه ، وهذا أحرى أن لا يتخذ عيداً .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الرابعة : أننا نستدل على بدعة هذا \" المولد \" - بترك السلف له - ، مع كونهم أحرص منا على الخير ، وأشد محبة وتعظيماً للرسول صلى الله عليه وسلم . ¶ الخامسة : أن ما تركه السلف ، مع وجود المقتضي لفعله ، وعدم المانع منه ، يدل على أن هذا الترك سنة ، وأن ما يقابله من الفعل بدعة . ¶ فالمقتضي لفعل \" المولد \" سواء كان تعبيراً عن المحبة والتعظيم للنبي صلى الله عليه وسلم ، أم لغير ذلك من الأسباب التي يتعلق بها الذين يفعلونه ويؤيدونه ، فهذا الاقتضاء كان موجوداً في عهد السلف . ¶ وأما المانع من الفعل ، فإنه لم يكن ثمة مانع من أن يفعله سلف هذه الأمة وخيارها ، لو كان ذلك خيراً محضاً أو راجحاً . ¶ فلما لم يفعلوه (( مع وجود المقتضي والدافع والسبب ، وانتفاء المانع والحاجز عن الفعل )) ، علمنا أنه بدعة محدثة . ¶ السادسة : أن فاعل هذه \" الموالد \" قد يؤجر ويثاب على نيته وقصده ، لا على عمله ، فإنه قصَدَ التعبير عن حب النبي صلى الله عليه وسلم وتعظيم قدره والفرح بيوم ولادته ، وقصَدََ حضور مجالس الخير والذكر رغبة في الأجر ، لكنه أخطأ العمل والوسيلة . ¶ السابعة : أن محبة النبي صلى الله عليه وسلم وتعظيمه إنما تكون بطاعته واتباع أمره واجتناب نهيه وإحياء سنته ظاهراً وباطناً ، كما فعل الصحابة والسلف ، لا في فعل البدع والمحدثات . ¶ الثامنة : أن الغالب على هؤلاء الحريصين على فعل \" الموالد \" التكاسل والفتورعن فعل الواجبات والسنن المشروعة . ¶ *********** ¶ متى ابتدع \" المولد \" ؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لعل أول من يعزى إليه إحداث \" الموالد \" هم العبيديون ، فقد ذكر المقريزي في كتابه \" المواعظ والاعتبار بذكر الخطط والآثار \" [ 1/490 ] ما خلاصته : \" كان للخلفاء الفاطميين في طول السنة أعياد ومواسم ، وهي : موسم رأس السنة ، ويوم عاشوراء ، ومولد النبي صلى الله عيه وسلم ، ومولد علي بن أبي طالب رضي الله عنه ، ومولد الحسن ، ومولد الحسين عليهما السلام ، ومولد فاطمة الزهراء عليها السلام ، ومولد الخليفة الحاضر ، وليلة أول رجب ، وليلة نصفه ، وليلة أول شعبان ، وليلة نصفه ، وموسم ليلة رمضان ، وليلة الختم ، وموسم عيد الفطر ، وموسم عيد النحر ، وعيد الغدير ، وكسوة الشتاء ، وكسوة الصيف ، وموسم فتح الخليج ، ويوم النوروز ، ويوم الغطاس ، ويوم الميلاد ، وخميس العدس ، وأيام الركوبات ..\" . ¶ وذكر الشيخ محمد بخيت المطيعي ، مفتي الديار المصرية سابقاً ، في كتابه \" أحسن الكلام فيما يتعلق بالسنة والبدعة من الأحكام \" [ ص 44 ] ، أن أول من أحدث تلك الاحتفالات بالموالد الستة ، أي : مولد النبي صلى الله عليه وسلم ، ومولد علي وفاطمة والحسن والحسين رضي الله عنهم ، ومولد الخليفة الحاضر ، هو المعز لدين الله وذلك في سنة 362هـ . ¶ وأن هذه الاحتفالات بقيت إلى أن أبطلها الأفضل بن أمير الجيوش بعد ذلك . ¶ وكذا قال الشيخ علي محفوظ في كتابه \" الإبداع في مضار الابتداع \" [ ص 251 ] والأستاذ علي فكري في \" المحاضرات الفكرية \"[ ص 84 ] ، وغيرهم ، إن العبيديين هم أول من أحدث هذه الأعياد والاحتفالات . ¶ من هم العبيديون ؟",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال ابن كثير رحمه الله تعالى في كتابه \" البداية والنهاية \" : \" كان الفاطميون من أغنى الخلفاء وأكثرهم مالاً ، وأجبرهم وأظلمهم ، وأنجس الملوك سيرة ، وأخبثهم سريرة ، ظهرت في دولتهم البدع والمنكرات ، وكثر أهل الفساد ، وقل عندهم الصالحون من العلماء والعبّاد ، وكثر بأرض الشام النصرانية والدرزية والحشيشية ...\" ا هـ نقله باختصار [ 12/267 ] . ¶ قلت : والأئمة متفقون على ذمهم ، لخبث ملتهم وفشو البدع في عهدهم ، وإنما ذكرت ذلك حتى يعلم المخالفون الذين يحيون \" الموالد \" من هو سلفهم في هذا الأمر ، فيرغبون عن هديهم والتشبه بهم ، فإنه من غير المعقول أن تكون هذه الأعياد المحدثة محمودة مندوباً إليها ، فتقصر عنها الأمة كلها طوال القرون الفاضلة، ويسبقهم إليها أولئك الظلمة الضلال . ¶ سلطان إربل وإحياء الموالد ¶ وكان بالموصل رجل من الزهاد هو الشيخ عمر بن محمد الملا \" وكانت له زاوية يُقصد فيها ، وله في كل سنة دعوة في شهر المولد ، يحضر فيها عنده الملوك والأمراء والعلماء والوزراء ، ويحتفل بذلك \" . ¶ انظر البداية والنهاية لابن كثير [ 12 / 263 ] . ¶ وقال أبوشامة في معرض كلامه عن الاحتفال بالمولد النبوي : \" وكان أول من فعل ذلك بالموصل الشيخ عمر بن محمد الملا ، أحد الصالحين المشهورين ، وبه اقتدى في ذلك صاحب إربل وغيره ، رحمهم الله تعالى \" انظر الباعث [ ص 13 ] . ¶ وصاحب إربل هذا هو المظفر أبو سعيد كوكبري بن زين الدين علي بن تبكتكين سلطان إربل ، المتوفى سنة 630هـ ، وهو أشهر من بالغ في الاحتفال بالمولد النبوي بعد العبيديين ، فكان يعمل لذلك احتفالاً هائلاً ، كما ذكر ابن كثير في تاريخه ، وقال : \" قال السبط : حكى بعض من حضر سماط المظفر في بعض الموالد ، كان يمد في ذلك السماط خمسة آلاف رأس مشوي ، وعشرة آلاف دجاجة ، ومائة ألف زبدية ، وثلاثين ألف صحن حلوى .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال : وكان يحضر عنده في المولد أعيان العلماء والصوفية ، فيخلع عليهم ، ويطلق لهم ، ويعمل للصوفية سماعاً من الظهر إلى الفجر ، ويرقص بنفسه معهم .. \" . ¶ إلى أن قال : \" وكان يصرف على المولد في كل سنة ثلاثمائة ألف دينار \" ا هـ نقله من تاريخ ابن كثير [ 13 / 136 – 137 ] . ¶ وقال الشيخ علي محفوظ : \" وأول من أحدث المولد النبوي بمدينة إربل الملك المظفر أبو سعيد في القرن السابع ، وقد استمر العمل بالموالد إلى يومنا هذا ، وتوسع الناس فيها وابتدعوا بكل ما تهواه أنفسهم وتوحيه إليهم شياطين الإنس والجن ، ولا نزاع في أنها من البدع ، إنما النزاع في حسنها وقبحها ... \" انظر الإبداع في مضار الابتداع [ص251] . ¶ قلت : فتبين مما سبق ، أن الاحتفال \" بالموالد \" هو من ابتداع العبيديين ، ثم تابعهم عليها غيرهم من الزهاد والملوك ، وقلدهم في ذلك العوام . وقد علمت أن هذا كله مخالف لدلالات النصوص الشرعية ولعمل سلف هذه الأمة في القرون المفضلة . ¶ ويلتحق بذلك كل الاحتفالات والأعياد المحدثة ، سواء كانت متعلقة بمناسبات دينية ، كذكرى الإسراء والمعراج أوالهجرة أو الغزوات والفتوحات ، أم بغيرها من المناسبات ، كالأعياد الوطنية ونحوها ، فكلها داخل في حيز البدع والمحدثات . ¶ مفاسد البدع ¶ هذا وللبدع مفاسد ومضار قد لا يدركها كثير من الناس ، خاصة من ابتلي باقتحامها ، وأشرب قلبه بها ، وفعلها شبيه بفعل الخمر التي يجرُّ قليلها إلى كثيرها حتى تورد صاحبها المهالك . ¶ ومن مفاسد البدع التي ذكرها الأئمة : ¶ 1 – أن القلوب تستعذبها ، وتستغني بها عن كثير من السنن ، وتنقص بسببها العناية بالفرائض والسنن المشروعة ، فتجد الرجل يجدُّ ويجتهد فيها ، ويخلص في أدائها ، مالا يفعل مثله ولا قريباً منه عند أدائه للعبادات المشروعة . انظر الاقتضاء [2/611] .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "2 – وأعظم من ذلك أنها قد تفضي بصاحبها إلى اعتقاد أن الشريعة قاصرة عن تحصيل مصالح العباد وإصلاح قلوبهم ونيل رضا الرب سبحانه والقرب منه ، و أن البدع هي التي تقوم بهذه المصالح وحدها ، أو تكمل ما قصرت الشريعة عنه . ¶ وهذا اعتقاد خطير قد يؤدي إلى الكفر والعياذ بالله . ومن هنا اشتد نكير السلف على البدع والمبتدعة . ¶ 3 – كما أنها قد تفضي بصاحبها إلى اعتقاد أرجحية بدعته على سنة الرسول صلى الله عليه وسلم . ¶ وقد جاء في حديث الرهط الذين سألوا عن عبادة النبي صلى الله عليه وسلم فلما اخبروا كأنهم تقالّوها ، فأرادوا الزيادة في العبادة عن المشروع ، فغضب النبي صلى الله عليه وسلم من مقالتهم وقال (( أما والله إني لأخشاكم لله وأتقاكم له ... )) إلى أن قال (( فمن رغب عن سنتي فليس مني )) متفق عليه . ¶ فأعلمهم النبي صلى الله عليه وسلم أنه ، بعبادته المقتصرة على المشروع ، أخشى لله وأتقى ممن زعم أنه سيبلغ ببدعته درجة أعلى من ذلك . ¶ قال الحافظ في الفتح [ 9/ 106 ] في شرح قوله (( فليس مني )) \" إن كان إعراضاً وتنطعاً يفضي إلى اعتقاد أرجحية عمله ، فمعنى : فليس مني ، ليس على ملتي ، لأن اعتقاد ذلك نوع من الكفر \" ا هـ . ¶ وقد لحظ هذا المعنى كبار الصحابة عند إنكارهم للبدع ، فقال ابن مسعود رضي الله عنه لأصحاب الحلق في المسجد \" إنكم لعلى ملة هي أهدى من ملة محمد أو مفتتحوا باب ضلالة \" . ¶ ولا ريب أنهم لم يظنوا أن ملتهم أهدى من ملة النبي صلى الله عليه وسلم ، لكن ابن مسعود خشي عليهم مثل هذا الظن المفضي إلى الكفر ، وإن لم يظنوه أول الأمر ، لكن لسان حالهم يُلمحُ إلى هذا الظن السيِّء ¶ واعتبر بمآل أولئك ، حيث قال الراوي بعد ذلك : \" رأينا عامة أولئك الحلق يطاعنونا يوم النهروان مع الخوارج \" انظر سنن الدارمي [ 1/68 – 69 ] . ¶ قلت : وللعلماء في تكفير الخوارج قولان ، مع اتفاقهم على أنهم من أشد أهل البدع وأبعدهم عن الدين والملة .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "* وقد لحظ هذا المعنى كذلك ، الإمام مالك ، حين أنكر على الرجل الذي أراد الإحرام من المسجد بدلاً عن الميقات ، فقال \" وأي فتنة أعظم من أن ترى أن اختيارك لنفسك خير من اختيار الله واختيار رسوله \" . انظر الباعث [ ص 26 ] . ¶ 4 – ولسان حال المبتدع ، يُلمحُ إلى أن النبي صلى الله عليه وسلم قصَّر في تبليغ الرسالة ، لعدم دلالته أمته على تلك البدع ، فجاء المبتدع واستدرك ما فات الرسول صلى الله عليه وسلم من البيان والبلاغ . ¶ وقد أشهد النبي صلى الله عليه وسلم ربه على أصحابه في حجة الوداع حين قال في خطبته يوم عرفة (( وأنتم مسئولون عني فما أنتم قائلون ؟ قالوا نشهد أنك قد بلغت وأديت ونصحت ، فقال بأصبعه السبابة يرفعها إلى السماء وينكتها إلى الناس : اللهم اشهد اللهم اشهد اللهم اشهد )) . ¶ انظر صحيح مسلم [ 1218 ] وسنن أبي داود [ 1905 ] . ¶ وقال صلى الله عليه وسلم (( ليس من عمل يقرب إلى الجنة إلا قد أمرتكم به ، ولا عمل يقرب إلى النار إلا قد نهيتكم عنه )) رواه الحاكم [ 2/4 ] والبغوي [14 / 303 ] . ¶ وقد لحظ الإمام مالك هذا المعنى ، فقال \" من ابتدع في الإسلام بدعة يراها حسنة ، فقد زعم أن محمداً صلى الله عليه وسلم خان الرسالة ، لأن الله يقول { اليوم أكملت لكم دينكم } ....\" الاعتصام [ 1/49 ] . ¶ *********** ¶ الفصل الثاني : شبهات المؤيدين \" للمولد \" ¶ من المعلوم قطعاً أنه ما من صاحب مذهب مبتدع أو طريقة مخترعة يريد لها الانتشار والقبول لدى العامة إلا ويحرص أشد الحرص على تزيين بدعته وتحليتها حتى يقنع بها أكبر عدد من الجماهير ، الذين يتخذهم بعد ذلك مطية لبلوغ هدفه وترويج بدعته ، ووقوداً لإشعال فتنة الخلاف ، حتى يصبح الناس فرقاً وأحزاباً ، ويلتبس الحق بالباطل ، والسنة بالبدعة ، والمعروف بالمنكر ، ويعود الدين غريباً في أهله كما بدأ أول الأمر .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "* ولن يعجز المبتدع أن يجد في متشابه القرآن والسنة ما يعزز بدعته ويدعم باطله . وفي هذا الصنف من الناس نزل قول الله تعالى { فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله } . ¶ * ولن يعجز أن يخترع دليلاً ، إن لم يجد في متشابه النصوص بغيته ، إذ الكذب على الله وعلى الرسول صلى الله عليه وسلم قد فشا في الأمة إبّان القرون المفضلة . ومن ثم قال ابن المبارك \" الإسناد من الدين ، ولولا الإسناد لقال من شاء ما شاء \" انظر مقدمة صحيح مسلم . ¶ * وأما القياس ، فإنه من أكثر أدلة القوم ، لأنه لا يحتاج إلى عناء البحث عن متشابهات النصوص ، ولا اختلاق الكذب في الأحاديث والأخبار ، بل يكفي أن يركّب المبتدع جملة من الكلام ، بأي شكل كان ، ثم يؤلف منه قياساً فاسداً ، ثم يقول للناس : هذه أدلتي ! ¶ ومن هنا شدد كثير من الأئمة السابقين على من يقيسون الأمور بأهوائهم ، لأن أكثر البدع إنما راجت بهذا النوع من الأقيسة الفاسدة . ¶ وأول من أسس القياس الفاسد واستعمله هو إبليس – لعنه الله – حين علل استكباره عن السجود لآدم بقوله { أنا خير منه خلقتني من نار وخلقته من طين } . ¶ فاحتج على كفره بمثل هذا القياس العقلي الفاسد ، المتضمن لمقدمتين ونتيجة . ¶ فالمقدمة الأولى : أنه خلق من نار ، وآدم خلق من تراب . ¶ والثانية : أن النار أفضل وأعظم من التراب . ¶ والنتيجة : أنه أفضل من آدم . ¶ وكل من قاس بعقله قياساً يرد به النصوص ويستكبر عن طاعة الرب سبحانه فقد اتخذ إبليس إماماً له في ذلك ، شعر أم لم يشعر .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ثم اعلم بأن أهل البدع والأهواء ، وسائر المخالفين للسنة ، إذا استدلوا على بدعهم وأهوائهم بالنصوص الشرعية ، لا يقصدون الإذعان لما جاء في تلك النصوص وطاعتها في الأمر والنهي ، والتحاكم إليها فيما ظهر من الأمور أو خفي ، بل غرضهم هو إضلال العامة والتلبيس عليهم ، وعلامة ذلك أنهم لم ينظروا في تلك النصوص الشرعية قبل أن يبتدعوا ، بل أسسوا بدعهم واخترعوا ما شاءوا بعقولهم وأهوائهم أولاً ، ثم بحثوا في النصوص عما يؤيد ما اخترعوه ، فجعلوا نصوص الوحي تابعة لأهوائهم . ¶ وشأن الراسخين في العلم على الضد من ذلك ، فإنهم نظروا أولاً في الأدلة ثم اتبعوا ما فيها ، فجعلوها إماماً لهم وقائداً يقودهم إلى الهدى . ¶ وهناك فرق آخر نبه إليه الشاطبي ، فقال \" شأن الراسخين تصور الشريعة صورة واحدة يخدم بعضها بعضاً ، كأعضاء الإنسان إذا صورت صورة مثمرة . ¶ وشأن متبعي المتشابهات أخذ دليل ما – أي دليل كان – عفواً وأخذاً أولياً ، وإن كان ثَم ما يعارضه من كلي أو جزئي ..\" . الاعتصام [ 1/245 ] . ¶ قلت : وخلاصة المسألة : أن عامة أهل البدع لابد أن يوردوا على بدعهم أدلة وحججاً يشبهون بها على الناس ، وهي لا تعدو – غالباً – أن تكون : ¶ 1 – أدلة من الكتاب والسنة ، لكنها عامة أو مطلقة لا تصلح لأن يستدل بها على خصوص تلك البدعة . ¶ 2 – أدلة من الكتاب والسنة ، لكنها من المتشابه الذي يجب رده إلى المحكم . ¶ 3 – أدلة من الكتاب والسنة ، لكنها تدل على عكس ما استدلوا عليه . ¶ 4 – أدلة من السنة ، لكنها ضعيفة لا تصلح للاستدلال بها على شيء ، لشدة ضعفها ونكارتها ، وربما تكون مكذوبة أو لاأصل لها . ¶ 5 – القياس على الأدلة الثابتة ، وهذا كثير لدى المبتدعة . ¶ 6 – القياس على آثار الصحابة وأفعال السلف ، وهذا أقل من سابقه . ¶ 7 – الاستدلال بأقوال الرجال ، من العلماء والفقهاء والشيوخ والوعاظ وغيرهم ، وهذا مشتهر عند المبتدعة ، ومن أكثر ما يتعلقون به .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "8 – الاستدلال بكثرة من يفعلها من العامة ، وهذا من أقوى ما يستدلون به ويتكثرون به . ¶ 9 – القياس على البدع الأخرى المشهورة ، التي سكت عن إنكارها أكثر أهل العلم ، عجزاً أو خوفاً ، وهذا في الواقع ، لا يلجأون إليه إلا عند المناظرة والمحاجّة لإسكات المنكرين عليهم . ¶ قلت : وسأشرع الآن في ذكر بعض ما استدل به المؤيدون \" للمولد \" ، والجواب عليه ، وسأختصر الكلام منعاً للإطالة. ¶ *********** ¶ الدليل الأول ¶ قول الله تعالى { وكلاً نقص عليك من أنباء الرسل ما نثبت به فؤادك }. هود [120] . ¶ قالوا : فكما أن النبي صلى الله عليه وسلم قد قص عليه القرآن قصص الأنبياء السابقين ، ليعتبر بها ، وليثبت على الحق وعلى أداء الرسالة كما أمر ، ونحن أشد افتقاراً وحاجة إلى أن نقرأ سيرته صلى الله عليه وسلم ونتدارسها ، فمن ثم عملنا هذا \" المولد \" . ¶ والجواب على هذا : أن يقال : إن هذا الاستدلال غريب ، فالآية ومعناها في واد ، وما استدلوا بها عليه في واد آخر ، ونحن لم نختلف معهم أبداً في مشروعية دراسة السيرة النبوية ، بل في الاحتفال بالمولد ، وأين هذا من هذا ؟ ¶ ولو كنا أنكرنا عليهم قراءة السيرة وتعلمها ، لكان لهم أن يستدلوا بهذه الآية ، وبغيرها من الآيات الكثيرة التي ذكرالله فيها من سيرة الرسول صلى الله عليه وسلم في غزواته ، كغزوة بدر( سورة الأنفال ) وأحد ( سورة آل عمران ) والأحزاب ( سورة الأحزاب ) ... الخ . ¶ وإنما الذي ننكره عليهم هو بدعة الاحتفال بالمولد . أما دراسة السيرة والشمائل النبوية فنحن أحرص منهم عليها . والواقع والتاريخ يشهد أن سلفنا من أهل السنة هم الذين حفظ الله بهم سنة النبي صلى الله عليه وسلم وسيرته وشمائله وجميع شئونه ، فهي مدونة في كتب \" الحديث \" و\" السيرة \" و\" الشمائل \" ويوجد طرف منها في سائر العلوم الأخرى ، ككتب التفسير والفقه والأدب والتاريخ والزهد وغيرها .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فالفضل يرجع في حفظها وروايتها وتدوينها وتحملها وتبليغها ، بعد الله تعالى ، إلى الرواة من أهل السنة ، فهم أحق بها وأهلها . ¶ فأصحاب الكتب الستة المشهورة : صحيح البخاري ومسلم والسنن الأربعة إضافة إلى مسند أحمد ومعاجم الطبراني .. وهلم جراً ، كلهم من علماء السنة وأئمتها ، ليسوا من أهل \" المولد \" . ¶ وأصحاب كتب السير ، كسيرة ابن اسحق وسيرة ابن هشام وتاريخ الطبري والذهبي وابن كثير ... الخ ، كلهم من علماء \" السنة \" لا \" البدعة \" . ¶ ومن ظن أن دراسة السيرة لا تكون إلا \" بالمولد \" فقد أخطأ وزلَّ . ومن ظن أن ثبات قلبه على الحق لا يتم إلا بعمل البدع فقد خاب وضلَّ . ¶ الدليل الثاني ¶ قول الله تعالى { قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون }. يونس [ 58 ] . ¶ قالوا : ونحن نحتفل \" بالمولد \" فرحاً بولادة النبي صلى الله عليه وسلم التي هي من أعظم ما تفضل الله به على الخلق ، ولأن ولادته كانت رحمة للعالمين . ¶ والجواب :إن حصر فضل الله ورحمته في ولادة الرسول صلى الله عليه وسلم غير صحيح ، بل المشهور في معنى الآية وتفسيرها أعم من ذلك ، فقيل : فضل الله الإسلام ورحمته القرآن ، وقيل العكس ، والآية عامة في كل ما يعد من فضل الله على الأمة ، وأعظمها الهداية إلى الإيمان . ¶ ولا ريب أن ولادة النبي صلى الله عليه وسلم وبعثته للأمة ، إنما هي من فضل الله ورحمته على الناس كافة ، ولكن ما دخل هذا بالاحتفال بذكرى المولد ؟ ومن قال إن الفرح بمولده لايحصل إلا بإحياء مثل هذه البدع ؟ ولِمَ لم يفهم الصحابة ، بل حتى رسول الله صلى الله عليه وسلم من هذه الآية هذا المعنى الذي فهمه المحتفلون بالمولد؟ .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثم إن القرآن ذكر لنا حوادث أخرى يفرح بها المؤمنون ، ومنها قوله تعالى { ويومئذ يفرح المؤمنون بنصر الله } والمفسرون ذكروا أنها تعني فرح الصحابة بيوم بدر ، ولا ريب أنهم فرحوا بذلك النصر وبغيره في مواطن كثيرة ، ولكنهم لم يتخذوا شيئاً من تلك الحوادث عيداً يتكرر كل عام . ¶ ونقول أيضاً : إننا نخشى على أهل البدع من فرح آخر ذمه الله تعالى في كتابه فقال { فرح المخلفون بمقعدهم خلاف رسول الله } فكل من خالف هدي النبي صلى الله عليه وسلم وسنته ، واقتحم البدع التي حذر منها ونهى عنها ، ثم فرح بذلك فإنه داخل في معنى هذه الآية ، فالعبرة بعموم اللفظ لا بخصوص السبب . ¶ وأولى الناس فرحاً بفضل الله وبرحمته هم أهل السنة الذين لم يتجاوزوا ما شرع الله لهم من القول والعمل . ¶ الدليل الثالث ¶ قول النبي صلى الله عليه وسلم (( من سن سنة حسنة فله أجرها .. )) إلى أن قال (( ومن سنَّ سنة سيئة ... )) الحديث . ¶ قالوا : فقد قسم النبي صلى الله عليه وسلم السنة في هذا الحديث قسمين : حسنة ، وسيئة ، ولم يجعلها قسماً واحداً . ¶ \" فالمولد \" من السنن الحسنة ، لاشتماله على أمور مشروعة ، من القراءة والذكر والسيرة والصلاة على النبي صلى الله عليه وسلم ، وغير ذلك . ¶ والجواب من وجوه : ¶ 1 – أن القائل (( من سن سنة حسنة .... ومن سن سنة سيئة )) هو الذي قال (( فعليكم بسنتي وسنة الخلفاء الراشدين .... وإياكم ومحدثات الأمور فإن كل بدعة ضلالة )) . ¶ فإما أن يقولوا إن كلامه متعارض ، وحديثه متدافع ، أو يقولوا إنه متفق يصدق بعضه بعضاً ! ¶ ونحن نؤمن أن حديث النبي صلى الله عليه وسلم وكلامه يصدق بعضه بعضاً ، وليس فيه اختلاف ولا تناقض .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فقوله صلى الله عليه وسلم (( من سن سنة حسنة ... ومن سن سنة سيئة ..)) ليس فيه تقسيم البدعة إلى حسنة وسيئة ، بل البدعة وردت في الأحاديث الأخرى على قسم واحد (( كل بدعة ضلالة )) ، ويقابلها السنة (( فعليكم بسنتي ..)) كما وردت البدعة في مقابل الهدي النبوي (( خير الهدي هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها )). ¶ وعليه ، فإن تقسيمه للسنة في هذا الحديث قسمين ، يرجع إلى الأحاديث الأخرى التي قسمت الأمور قسمين ، \" هدي النبي صلى الله عليه وسلم وسنته \" ، وهي \" السنة الحسنة \" . ¶ ويقابل ذلك \" محدثات الأمور والبدعة \" وهي \" السنة السيئة \" . ¶ 2 – يؤيد ذلك ما جاء في سبب ورود هذا الحديث ، حيث ذكر الراوي جرير بن عبدالله البجلي رضي الله عنه ، أنه قدم على النبي صلى الله عليه وسلم وفد من مضر عليهم أثر الفاقة والفقر ، فحث النبي صلى الله عليه وسلم أصحابه على الصدقة فجاء رجل من الأنصار بصرّة كادت كفه تعجز عنها ، فوضعها ، ثم تتابع الناس على الصدقة ، فقال النبي صلى الله عليه وسلم (( من سن في الإسلام سنة حسنة فله أجرها وأجر من عمل بها من بعده من غير أن ينقص من أجورهم شيء ، ومن سن في الإسلام سنة سيئة كان عليه وزرها ووزر من عمل بها من بعده ، من غير أن ينقص من أوزارهم شيء )) . رواه مسلم والنسائي . انظر جامع الأصول [6/457]. ¶ قلت : فليس في هذا الحديث أن أحداً ابتدع بدعة فمدحها النبي صلى الله عليه وسلم ، بل فيه أن الأنصاري بادر إلى امتثال أمر النبي صلى الله عليه وسلم قبل غيره ، والصدقة من الأعمال المشروعة بالاتفاق ، فمن بادر إلى فعل سنة وسبق إليها ، وتبعه على ذلك غيره من الناس ، كان فعله ذلك \" سنة حسنة \" فله أجرها لأنه فعلها، وأجر من تابعه عليها من غير أن ينقص ذلك من أجورهم شيئاً .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "3 – يؤيده ، ما جاء في الحديث الآخر في صحيح مسلم [ 2674 ] من حديث أبي هريرة رضي الله عنه ، أن رسول الله صلى الله عليه وسلم قال (( من دعا إلى هدى كان له من الأجر مثل أجور من تبعه لا ينقص ذلك من أجورهم شيئاً ، ومن دعا إلى ضلالة كان عليه من الإثم مثل آثام من تبعه ، لا ينقص ذلك من أوزارهم شيئاً )). ¶ فقسم في هذا الحديث الأمور إلى أمرين \" هدى \" و \" ضلالة \" ، وهو يطابق تقسيمه في سائر الأحاديث الأخرى الأمور إلى هدي محمد صلى الله عليه وسلم \" وهي \" السنة \" ، و \" محدثات الأمور \" وهي \" البدعة \" التي حكم عليها بأنها \" ضلالة \". ¶ 4 – يؤيده ما جاء في الحديث الآخر الذي رواه الترمذي [ 2679 ] من حديث عمرو بن عوف رضي الله عنه عن النبي صلى الله عليه وسلم أنه قال : ((.. من أحيا سنة من سنتي أميتت بعدي ، كان له من الأجر مثل من عمل بها ، من غير أن ينقص ذلك من أجورهم شيئاً ، ومن ابتدع بدعة ضلالة ، لا يرضاها الله ورسوله ، كان عليه مثل آثام من عمل بها ، لا ينقص ذلك من أوزار الناس شيئاً )) . ¶ قلت : وهذا التقسيم صريح في مطابقته للأحاديث الأخرى التي قسمت الأمور إلى قسمين : سنة وبدعة ، فالحديث إذاً حجة لمن أنكر \" المولد \" لا لمن أيده . ¶ 5 – وعلى فرض أن الحديث فيه تقسيم البدع إلى قسمين ، فمن أين أخذتم أن \" المولد \" بدعة حسنة أو سنة حسنة ؟ ولم لا يكون بدعة سيئة وسنة سيئة ؟ . ¶ فيلزمكم البحث عن دليل آخر يصرِّح بتحسين \" المولد \" . ¶ الدليل الرابع ¶ قول ابن مسعود رضي الله عنه \" ما رآه المسلمون حسناً فهو عند الله حسن \". ¶ قالوا : وقد رأينا نحن ، وكثير من المسلمين في أقطار الدنيا ، \" المولد \" حسناً ، فهو عند الله حسن . ¶ والجواب على ذلك من وجوه :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1 – هذا الأثر ورد بلفظ \" إن الله تعالى اطلع في قلوب العباد فاختار محمداً صلى الله عليه وسلم فبعثه برسالته وانتجبه بعلمه ، ثم نظر في قلوب الناس بعد ، فاختار له أصحاباً فجعلهم أنصار دينه ووزراء نبيه ، فما رآه المؤمنون حسناً فهو عندالله حسن، وما رآه المؤمنون قبيحاً فهو عندالله قبيح \" . رواه البغوي في شرح السنة [1/215]. ¶ ورواه أحمد في المسند [ 3600 ] بلفظ \" فما رآه المسلمون حسناً ... \" الخ . ¶ قلت : فالأثر فيه جملتان ، ما رآه المسلمون حسناً ، وما رآه المسلمون قبيحاً أو سيئاً ، فلم يحصر الأمر في التحسين فقط ، بل شمل التقبيح أيضاً . ¶ ثم إن المقصود هنا : الإجماع ، أي ما أجمع عليه المؤمنون أو المسلمون ، والإجماع حجة ودليل شرعي . ¶ ولهذا فإن علماء الأصول استدلوا بهذا الأثر على حجية الإجماع . ( انظر شرح الكوكب المنير 2/223 ) . ¶ ولم يقل أحد إن مسألة \" المولد \" من مسائل الإجماع ، فلم يزل الخلاف قائماً بين من يؤيده ويراه \" حسناً \" ، وبين من ينكره ويراه \" قبيحاً \" . ¶ 2 – أن قائل هذا الأثر ، وهو ابن مسعود ، رضي الله عنه ، أنكر على أصحاب الحلق المجتمعين للذكر بهيئة مخترعة ، مع أنه يصدق عليهم وصف المؤمنين أو المسلمين ، وكانوا يرون عملهم ذاك \" حسناً \" . ¶ 3 – ومن المعلوم ، أنه ما من بدعة ابتدعت إلا ويراها أصحابها حسنة ، فلو صح الاستدلال بأثر ابن مسعود هذا ، لاقتضى ذلك تحسين كل البدع والمحدثات ، حتى بدع الاعتقاد ، ولما كان هناك بدعة سيئة أصلاً . ¶ ومعلوم أيضاً أن أكثر بدع الاعتقاد يضاد بعضها بعضاً ، فالخوارج يقابلهم المرجئة ، والقدرية ضد الجبرية ، والمعطلة تناقض المشبهة ، ... وهكذا . ¶ وكل بدعة من تلك البدع يراها أصحابها حسنة ، فيقتضي تحسين الضدين وتصحيح المتناقضين ، وهذا محال .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "4 – ثم إننا نعكس عليهم الاستدلال بهذا الأثر ، فنقول : إن الشق الآخر منه نص على أن \" ما رآه المسلمون سيئاً ( أو قبيحاً ) فهو عند الله سيء ( أو قبيح ) \" . ¶ ونحن وسائر المنكرين \" للموالد \" ، نراها بدعة قبيحة ، فهي إذاً عندالله كذلك . ¶ وليس احتجاج من حسنها من المسلمين بأولى من احتجاج من قبّحها ، إلا إذا قالوا بأن من قبحها ليس بمسلم !! ¶ الدليل الخامس ¶ القياس على : مشروعية صيام يوم الاثنين . ¶ قالوا : ثبت في الصحيح أن النبي صلى الله عليه وسلم كان يصوم يوم الاثنين ، وسنه للأمة ، فلما سئل عن ذلك قال (( ذلك يوم ولدت فيه )) . ¶ فهذا يدل على تخصيص يوم ولادته صلى الله عليه وسلم بفضيلة عن سائر الأيام ، ولا فرق بين من احتفى بهذا اليوم العظيم بصيام أو بغيره من القربات ، مما يوجد في \" المولد \" من القراءة والذكر وإطعام الطعام ... وغير ذلك . ¶ والجواب على ذلك من وجوه : ¶ 1 – أن هذا القياس قياس فاسد ، والمستدل به قد نصب نفسه مشرعاً للأمة ، فهو يقول : شرع لكم رسول الله صلى الله عليه وسلم الصيام يوم ولادته ، وشرعت لكم الاحتفال بغير الصيام . ¶ 2 – ويقتضي كذلك أن يكون شرع هذا المبتدع أكمل وأفضل من شرع النبي صلى الله عليه وسلم ، لأن النبي صلى الله عليه وسلم اقتصر شرعه على الصيام كل اثنين ، والصيام قربة واحدة ، مخصوصة بيوم معين كل أسبوع . ¶ ومخترع \" المولد \" توسع في القربات ، ولم يخصها بنوع واحد ، بل شمل أكثر من قربة وطاعة ، كقراءة القرآن والذكر والصلاة على النبي صلى الله عليه وسلم ودراسة السيرة وإطعام الطعام . ¶ كما توسع في الزمان ، فلم يقتصر على يوم واحد في الأسبوع ، بل إن شاء فعل \" المولد \" كل أسبوع ، وإن شاء فعله كل عام في يوم معين أو في غيره من شهر ربيع الأول ، وإن شاء فعل ذلك في أي وقت بسبب أو من غير سبب .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "3 – ونقول أيضاً : إن في هذا الاحتفال ، الذي يجعله كثير من الناس \" عيداً \" ، مناقضة صريحة لما سنه النبي صلى الله عليه وسلم ، فإنه سن فيه الصوم ، والعيد يخالف الصوم ويعارضه ، ولهذا حرم صوم يومي العيدين ، الفطر والأضحى ، وكذلك أيام التشريق لأنها أيام عيد ، ولهذا قال النبي صلى الله عليه وسلم (( أيام التشريق أيام أكل وشرب وذكر لله )) رواه مسلم [ 1141 ] . ¶ ولأن يوم الجمعة هو عيد الأسبوع فإنه نهي عن إفراده بالصوم . رواه البخاري ومسلم [ انظر جامع الأصول 6/ 359 ] . ¶ 4 – ثم نقول كذلك ، إنه يلزم على هذا أن ينظر في كل ما شرعه النبي صلى الله عليه وسلم وسنه لأمته ، مما كان له سبب ، فيقاس عليه عبادة أخرى من أجل ذلك السبب . ¶ فأصل الطواف بالبيت إنما شرع لسبب ما حصل من بناء إبراهيم وإسماعيل عليهما السلام للبيت ، والصلاة خلف المقام ، لأنه الحجر الذي رقى عليه إبراهيم عليه السلام ، فهذا سببه في الأصل ، وقد سنَّ النبي صلى الله عليه وسلم للأمة الطواف بالبيت والصلاة خلف المقام . ¶ وأصل السعي بين الصفا والمروة إنما كان بسبب ما حصل من هاجر حين سعت بينهما طلباً للغوث ، ثم سنه النبي صلى الله عليه وسلم للأمة في الحج والعمرة . ¶ فلا يصح أن يبتدع أحد بدعاً في ذلك المكان نظراً للسبب الأول ، بل يقتصر على ما سنه النبي صلى الله عليه وسلم لأمته ولا يقيس عليه . ¶ ثم إن الطواف والسعي يختلفان في بعض الشروط والأحكام ، مع أن سببهما في الأصل ما ذكر من أمر إبراهيم عليه السلام وهاجر ، لكننا التزمنا بعد ذلك بما سنه لنا رسول الله صلى الله عليه وسلم في العبادتين من سنن من غير زيادة ولا نقصان . ¶ فالطواف مشروع في كل وقت ، ولا يشترط له الإحرام بالعمرة أو الحج ، والطهارة واجبة فيه ، بخلاف السعي ، فإنه لا يشرع إلا في حج أو عمرة ، ولا تجب له الطهارة .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقل مثل ذلك فيما روي من أسباب شرع من أجلها بعض المناسك ، كرمي الجمار والهدي والأضحية ، فالذي شرع لنا منه هو ما سنه النبي صلى الله عليه وسلم ، دون النظر إلى السبب الذي من أجله شرع . ¶ ومعلوم بالضرورة أن الزيادة على تلك المناسك المشروعة : كاستلام الحجر أو تقبيله ، والتكبير عند كل طواف ، والرمل في الأشواط الثلاثة الأولى للمحرم ، في طواف القدوم أو طواف العمرة ، ثم الصلاة ركعتين خلف المقام ، والإسراع بين العلمين في السعي ، ورمي الجمرات بالحصى بعدد معين والهدي في الأيام المعلومات ... الخ ، معلوم أن الزيادة على ذلك مما لم يسنه النبي صلى الله عليه وسلم في الكيفية أو العدد أو الزمان أو المكان ، يعد من البدع المتفق على تحريمها ومنعها ، فكيف بمن قاس على تلك السنن المشروعة بدعاً متعلقة بعبادات أخرى محتجاً بأصل السبب ؟ ¶ 5 – واعتبر بتفضيل يوم الجمعة واختياره عيداً لهذه الأمة ، فقد ذكر أن من أسباب ذلك أنه \" فيه خُلق آدم وفيه أدخل الجنة وفيه أخرج منها ... \" الحديث . رواه مسلم وغيره. انظر جامع الأصول [ 9/266 ] . ¶ وقد شرع في هذا اليوم العظيم شرائع وسنن كالصلاة والخطبة وقراءة سورة الكهف وكثرة الصلاة على النبي صلى الله عليه وسلم ، وتحري ساعة الإجابة ، التي قيل إنها وقت الخطبة ، وقيل آخر ساعة من اليوم . فلو ابتدع رجل قربات أخرى ، قياساً على ذلك المشروع ، كالصيام أو الذكر بهيئة مخصوصة ، أو الصلاة قبل الجمعة بعدد معين أو غير ذلك ، أو احتفل بذكر سيرة آدم وقراءة ما ورد عنه من الفضائل في القرآن والسنة ، لكان ذلك من المحدثات المنكرات . ولا ريب أن خلق آدم من نعمة الله على الخلق ، لأنه أبو البشر ، وأصل النوع الإنساني ، كما أنه أول الأنبياء ، فالفرح بيوم خلقه نظير الفرح بيوم ولادة غيره من الأنبياء الذين هم من ذريته .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "تنبيه : ألف بعض أهل البدع في زماننا كتاباً سماه : \" حول الاحتفال بالمولد \" ذكر فيه أكثر من عشرين دليلاً على تحسين بدعة المولد ، وذكر من الأدلة على ذلك تفضيل يوم الجمعة لأنه يوم \" ولد فيه آدم \" كذا قال ، فنسب الولادة لآدم ، فمن الذي وَلَدَ آدم ؟ ! ¶ الدليل السادس ¶ القياس على : مشروعية صيام يوم عاشوراء . ¶ قالوا : لما هاجر النبي صلى الله عليه وسلم إلى المدينة ورأى اليهود تصوم يوم عاشوراء وتعظمه ، فسأل عن ذلك فقيل له : إنه يوم نجى الله فيه موسى عليه السلام من فرعون وقومه ، فصامه موسى شكراً لله تعالى ، وصامه اليهود تبعاً لموسى عليه السلام ، فقال النبي صلى الله عليه وسلم نحن أحق بموسى منكم ، فصامه ، وأمر بصيامه . وهذا احتفال بيوم له مناسبة عظيمة ، فكذلك الاحتفال \" بالمولد \" . ¶ والجواب على ذلك من وجوه : ¶ 1 – أن هذا من جنس القياس السابق ، وهو القياس على ما سنه النبي صلى الله عليه وسلم لأمته لسبب أو مناسبة ، فيقاس عليه غيره من البدع المحدثة ، وهو قياس فاسد. ¶ 2 – أن مشروعية صيام عاشوراء لهذه الأمة إنما عرف بسنة النبي صلى الله عليه وسلم ، لا لكون موسى عليه السلام صامه ، فنحن لم ننظر إلى السبب الذي من أجله سن الصيام ، وإنما اتبعنا السنة في ذلك . ¶ 3 – ومن ثم ، فإن المشروع فعله في يوم عاشوراء ، إنا هو الاقتصار على ما سنه النبي صلى الله عليه وسلم لأمته من الصيام ، دون الزيادة على ذلك ، إلا ما ورد من صيام يوم قبله أو بعده ، مخالفة لأهل الكتاب . انظر مسند أحمد [ 1/241 ] . ¶ وأهل الكتاب كانوا يحتفلون بهذا اليوم ويتخذونه عيداً ، ويلبسون نساءهم فيه حليّهم وشارتهم . انظر جامع الأصول [ 6/307 ] . ¶ وكانت قريش تصومه أيضاً وتستر فيه الكعبة . انظر جامع الأصول [ 6/305 ] . ¶ ومع ذلك ، فإنه لم يشرع لهذه الأمة في هذا اليوم سوى الصيام .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "4 – ولا عبرة بما أحدثه بعض المسلمين يوم عاشوراء من بدع ، حيث اتخذه بعضهم يوم فرح وزينة ، وقابلهم آخرون فاتخذوه مأتماً و نياحة . ¶ قال شيخ الإسلام ابن تيمية في سياق حديثه عما ابتدعه بعض أصحاب الفرق من النياحة يوم عاشوراء \" وأما اتخاذ أمثال أيام المصائب مآتم ، فليس هذا في دين المسلمين ، بل هو إلى دين الجاهلية أقرب ، ثم فوّتوا بذلك ما في صوم هذا اليوم من الفضل ، وأحدث بعض الناس فيه أشياء مستندة إلى أحاديث موضوعة لا أصل لها ، مثل : فضل الاغتسال فيه ، أو التكحل ، أو المصافحة ، وهذه الأشياء ونحوها من الأمور المبتدعة ، وكلها مكروهة ، وإنما المستحب صومه ... \" الخ . انظر الاقتضاء [ 2/621 ] . ¶ قلت : فإذا كانت الزيادة على ما شرع في يوم عاشوراء تعد من البدع المنكرة ، فكيف بمن ابتدع بدعاً أخرى ، \" كالمولد \" ، بدعوى القياس على صوم عاشوراء ؟ ¶ 5 – ثم إن النبي صلى الله عليه وسلم اقتصر على صيام يوم عاشوراء ، ومناسبته في الأصل معلومة ، ولم يتعدّ ذلك إلى المناسبات الأخرى التي حدثت له ، مثل يوم بدر ، وهو النصر الأكبر لهذه الأمة التي هي خير الأمم ، على المشركين ، وفيه نصر نبينا صلى الله عليه وسلم ، الذي هو أفضل من موسى عليه السلام ، و نصر أصحابه رضي الله عنهم ، الذين هم أفضل من أصحاب موسى ، وهو يوم الفرقان كما سماه الله تعالى في القرآن ، لأن الله فرّق به بين الحق والباطل . ¶ ومع ذلك فإن النبي صلى الله عليه وسلم لم يتخذه عيداً ، ولم يخصه بعمل ولا بفضيلة عن سائر أيام السنة ، وإنما هو كغيره من أيام رمضان ، وفضله تابع لفضل الشهر لا من أجل غزوة بدر . ¶ وقل مثل ذلك في سائر الأيام والحوادث التي حدثت للنبي صلى الله عليه وسلم ، والتي حدثت من بعده للأمة ، كنصر أبي بكر يوم الردة ، ونصر المؤمنين في القادسية واليرموك والقسطنطينية وغيرها من المعارك والملاحم المشهورة .",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "فترك النبي صلى الله عليه وسلم وأصحابه والمؤمنين الاحتفال بذكرى تلك الحوادث ، يدل على فساد قياس الاحتفال \" بالمولد \" على يوم عاشوراء . ¶ الدليل السابع ¶ القياس على : إحداث الصحابة لأشياء لم تكن في عهد الرسول صلى الله عليه وسلم . ¶ قالوا : جمع أبو بكر رضي الله عنه المصحف ، وجمع عمر رضي الله عنه الناس على إمام واحد في صلاة التراويح ، وصرح بأن ما فعله بدعة فقال \" نعمت البدعة هذه \" ، وأحدث عثمان رضي الله عنه أذاناً ثالثاً يوم الجمعة .. إلى غير ذلك من المحدثات والبدع الحسنة . ¶ ونحن نقيس على ذلك \" المولد \" ، فإنه \" بدعة حسنة \" لاشتماله على أفعال الخير . ¶ والجواب على ذلك من وجوه : ¶ 1 – أننا لا نسلم أن الذي فعله الصحابة رضوان الله عليهم من البدع ، بل هو من \" المصالح المرسلة \" ، وفرق كبير بين الأمرين ، إذ البدعة هي طريقة مخترعة في الدين ، والمصلحة المرسلة هي مما اقتضته أدلة الشرع ، مما لم ينص على عينه ، لكنه يندرج تحت تلك النصوص ، وهي من الوسائل لا المقاصد . ¶ * فحفظ القرآن من الضياع أو النقص مأمور به ، ولم يحتج إليه في عصر الرسول صلى الله عليه وسلم لأنه كان إذ ذاك محفوظاً في الصدور ، وكتابته مفرقة غير مجتمعة في مصحف واحد ، فلما مات النبي صلى الله عليه وسلم ومات بعض من كان يحفظه ، جُمع ذلك المتفرق في مصحف واحد حفظاً له من الضياع والنقص . ¶ * وجمع عمر الناس في التراويح على إمام واحد ، هو في الحقيقة من السنن التي شرعها النبي صلى الله عليه وسلم ، حيث صلى بأصحابه عدة ليالٍ ، لكنه ترك ذلك خشية أن يفرض عليهم قيام رمضان . انظر جامع الأصول [ 6/118 ] . ¶ وقد رغب أمته في القيام خلف الإمام حتى ينصرف ، حيث قال (( إن الرجل إذا قام مع الإمام حتى ينصرف حسب له قيام ليلة )) . ¶ رواه أحمد [ 5/159 ] . ¶ فصلاة التراويح إذاً خلف الإمام سنة سنها النبي صلى الله عليه وسلم ورغَّب فيها .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وأما قول عمر رضي الله عنه \" نعمت البدعة هذه \" ، فإنه لم يقصد مدح البدعة التي ورد النهي عنها في الأحاديث والآثار ، وحاشا عمر الفاروق أن يعارض قول رسول الله صلى الله عليه وسلم ويخالف هديه ، وإنما قصد المعنى اللغوي للبدعة ، والبدعة من حيث اللغة تشمل القسمين ، الممدوح والمذموم ، بخلاف البدعة في الشرع فإنها كلها مذمومة . ¶ قال ابن رجب \" وأما ما وقع في كلام السلف من استحسان بعض البدع ، فإنما ذلك في البدع اللغوية لا الشرعية ، فمن ذلك قول عمر رضي الله عنه لما جمع الناس في قيام رمضان على إمام واحد في المسجد \" نعمت البدعة هذه \" ، ومراده أن هذا الفعل لم يكن على هذا الوجه قبل هذا الوقت ، ولكن له أصل في الشريعة يرجع إليه .. \" انتهى باختصار . انظر جامع العلوم والحكم [ 399 ] . ¶ * وأما الأذان الثالث الذي أحدثه عثمان رضي الله عنه ، فإنه كان بسبب كثرة الناس في زمانه وبعدهم عن المسجد النبوي ، وربما كان بعضهم في السوق فلا يبلغه أذان المؤذن يوم الجمعة ، وهو وقت خروج الإمام للناس وجلوسه على المنبر ، فيفوت عليهم الخطبة أو جزء منها ، فرأى عثمان رضي الله عنه أن يرسل من يؤذن للناس في السوق قبل وقت الخطبة وكان له دار بالسوق اسمها \" الزوراء \" ، فكان يؤذن له عليها . ¶ انظر فتح الباري لابن حجر العسقلاني [ 2/394 ] . ¶ ففعل عثمان رضي الله عنه هو من قبيل المصالح المرسلة ، لأن حضور الناس من أول الخطبة وعدم فوات شيء منها أو من الصلاة هو من مصالح الدين التي دلت عليها النصوص ، ولهذا نهي عن البيع والشراء وقت النداء للجمعة ، ولم يقصد عثمان رضي الله عنه أن يحدث للناس عبادة تقربهم إلى الله تعالى ، كما يفعل أهل البدع . ¶ * يبين ذلك ويؤكده أن عثمان رضي الله عنه ، وغيره من الصحابة ، لم يسنوا للناس أذاناً لصلاة العيد والاستسقاء ، لعدم الحاجة إلى ذلك ، بل أبقوا الأمر على ما كان عليه من قبل .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "* ويؤيده كذلك أن أئمة السلف أنكروا الزيادة على المشروع في الأذان والإقامة للصلوات ، ومن ذلك : التثويب ، وهو قول المؤذن بين الأذان والإقامة \" قد قامت الصلاة ، حي على الصلاة حي على الفلاح \" ، وهذه البدعة حدثت في الصدر الأول ، فأنكرها الإمام مالك وغيره . انظر الاعتصام للشاطبي [ 1/53 ] . ¶ * وقد أحدث الناس بعد ذلك في الأذان أذكاراً وأدعية وصلاة على الرسول صلى الله عليه وسلم ، وكذلك يوم الجمعة قبل الخطبة ، وكل ذلك من المحدثات والبدع . ¶ قال الحافظ ابن حجر \" وأما ما أحدث الناس قبل وقت الجمعة من الدعاء إليها بالذكر والصلاة على النبي صلى الله عليه وسلم فهو في بعض البلاد دون بعض ، واتباع السلف الصالح أولى \" . فتح الباري [ 2/394 ] . ¶ قلت : والمقصود أن كل ما نقل عن الخلفاء الراشدين من أمور يُظن أنها من البدع التي نهى عنها النبي صلى الله عليه وسلم ، فهي ليست منها ، بل من قبيل المصالح المرسلة . وأما ما ورد على لسان عمر رضي الله عنه من مدح للبدعة ، فإن المقصود بها المعنى اللغوي لا الشرعي ، وكذلك ما نقل عن الشافعي وغيره من تقسيم للبدعة إلى قسمين أو أكثر ، فالمراد البدعة من حيث اللغة ، أما البدعة الشرعية فهي قسم واحد . ¶ 2 – ثم إننا نقول : لو سلمنا جدلاً أن الخلفاء الراشدين أحدثوا للأمة محدثات ، فإن قياسكم \" المولد \" على محدثاتهم لا يصلح ، لأننا مأمورون باتباع سنتهم ، ولم نؤمر باتباع سنتكم . ¶ * فقد قال النبي صلى الله عليه وسلم (( فعليكم بسنتي وسنة الخلفاء الراشدين المهديين من بعدي )) . ¶ * وقال (( اقتدوا باللذين من بعدي أبي بكر وعمر )) . رواه الترمذي [ 3663 ] . ¶ * وقال (( إن الله تعالى جعل الحق على لسان عمر وقلبه )) . رواه الترمذي [ 3683 ] . ¶ * وقال (( لو كان بعدي نبي لكان عمر بن الخطاب )) . رواه الترمذي [ 3678 ] .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قلت : وقد نظرنا في حال من أحدث \" المولد \" فما رأينا له من الفضل ذرة مما ورد في فضائل الخلفاء الراشدين ، بل ولا من هو دونهم من الصحابة ولا التابعين . ¶ 3 – ونقول كذلك : لو سلمنا جدلاً أن الخلفاء الراشدين أحدثوا للأمة أموراً ، أو امتدحوا بعض البدع ، كما قال عمر \" نعمت البدعة هذه \" ، فإننا لا نسلم أن بدعة \" المولد \" تماثل ما أحدثوه ، ولا تشابه ما امتدحوه . ¶ بل نقول : إن \" المولد \" يماثل ما ذمه الصحابة من البدع ، مثل اجتماع الناس على الذكر المخترع وقد أنكره ابن مسعود رضي الله عنه عليهم ، ومثل تخصيص الصبح والعصر بالمواعظ والقصص ، وقد أنكره غضيف بن الحارث ...وهكذا . ¶ 4 – أن قياس \" المولد \" على ما سنه الخلفاء الراشدون ، قياس مع الفارق ، حيث تخلفت فيه بعض شروط القياس . ¶ فمن شروطه \" أن يكون الوصف الجامع موجوداً في الفرع كما هو في الأصل \" . ¶ انظر تقريب الوصول إلى علم الأصول [ ص 355 ] . ¶ ومعنى هذا الشرط : أن تكون العلة الموجودة في الفرع المقيس ، ( وهو هنا \" المولد\" ) ، مساوية للعلة الموجودة في الأصل المقيس عليه ( وهو هنا : جمع المصحف ، مثلاً ) . ¶ ولا ريب أن العلة في الفرع مغايرة لعلة الأصل من كل وجه ، وهذا مما يفسد القياس ويبطله . ¶ 5 – ونقول أخيراً : هب أن عمر بن الخطاب رضي الله عنه وغيره من السلف امتدحوا \" البدعة \" التي ذمها الرسول صلى الله عليه وسلم ونهى عنها بقوله (( وإياكم ومحدثات الأمور )) وقوله (( كل بدعة ضلالة )) . ¶ فإن الواجب هو اتباع قول الرسول صلى الله عليه وسلم لأننا مأمورون باتباع سنته ، وبطاعة أمره واجتناب نهيه ، ولسنا مأمورين باتباع سنة غيره إلا تبعاً لسنته ، ولا بطاعة غيره إذا خالف أمره ، وهذا من الأصول المتفق عليها بين علماء الأمة ، أنه لا حجة لأحد في مخالفة الرسول صلى الله عليه وسلم كائناً من كان .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومرد الأمور عند التنازع إنما هو إلى الله ( أي إلى كتابه ) ، وإلى الرسول صلى الله عليه وسلم ( أي إلى سنته ) ، كما قال الله تعالى { يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول وأولي الأمر منكم فإن تنازعتم في شيء فردوه إلى الله والرسول} . ¶ الدليل الثامن ¶ القياس على ثواب أبي لهب ، بالتخفيف عنه ، بسبب فرحه بمولد النبي صلى الله عليه وسلم . ¶ قالوا : قد ثبت في صحيح البخاري أن أبا لهب يخفف عنه العذاب كل إثنين بسبب فرحه يوم ولد النبي صلى الله عليه وسلم ، فأعتق من أجل ذلك جاريته ثويبة . ¶ فالمسلم أولى بالثواب ، لقاء فرحه \" بالمولد \" من ذلك الكافر المحارب . ¶ والجواب على هذا القياس \" العجيب \" من وجوه : ¶ 1 – أن هذه القصة وردت في صحيح البخاري عرضاً ، حيث أورد حديثاً في كتاب النكاح ، من طريق عروة بن الزبير عن زينب بنت أبي سلمة عن أم حبيبة رضي الله عنها ، وجاء فيه أن ثويبة أرضعت النبي صلى الله عليه وسلم وأبا سلمة . ¶ ثم قال الراوي عروة بن الزبير \" وثويبة مولاة لأبي لهب ، وكان أبولهب أعتقها فأرضعت النبي صلى الله عليه وسلم ، فلما مات أبو لهب أُريَه بعض أهله بشر حِيبة، قال له : ماذا لقيت ؟ قال أبولهب : لم ألق بعدكم ، غير أني سُقيت في هذه بعتاقتي ثويبة \" ا هـ . انظر فتح الباري [ 9/140 ] . ¶ قلت : هذا نص الرواية التي أوردها البخاري في صحيحه ، فلو فرض أن لها علاقة بمسألة \" المولد \" فإنها ليست من قول الرسول صلى الله عليه وسلم ، ولا من إقراره ، وليست من قول الصحابي ، حتى يحتج بها من يحتج بأقوال الصحابة ، وإنما هي حكاية منام أوردها التابعي عروة بن الزبير ، ولم يوردها محتجاً بها ، وهي حكاية عن مجهول ، وإسنادها مرسل منقطع .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ومثل هذا الإسناد ، الذي يرويه التابعي عن واقعة لم يشهدها ، وإنما حدثت من زمن بعيد ، بالطريقة التي وردت بها هذه القصة ، لا يصلح الاعتماد عليه ، ولا الاحتجاج بمثله بحال ، لا في الحرام والحلال ، ولا في فضائل الأعمال . ¶ فإذا أضيف إلى ذلك أيضاً ، كونها حكاية منام عن مجهول ، كان أدعى لسقوطها وعدم الاعتداد بها ، وهذ كله على فرض أن لها علاقة بالاحتفال \" بالمولد \" . ¶ * ولننظر في حكاية المنام التي أوردها عروة بن الزبير عن ذلك المجهول ، وفيها أنه رأى أبا لهب – لعنه الله – في شر حالٍ ، إلا أنه سقي في \" هذه \" [ أي : في النقرة التي بين الإبهام والتي تليها من الأصابع ، كما دلت عليه رواية أخرى ] ، بعتاقته لمولاته ثويبة . ¶ ففيها أن الكافر يثاب على بعض أعمال الخير والبر التي عملها في الدنيا ، وهذا يعارض النصوص المحكمة ، التي تدل على نقيض ذلك ، كما في قوله تعالى { وقدمنا إلى ما عملوا من عمل فجعلناه هباء منثوراً}. الفرقان 23 . ¶ وكقوله تعالى { مثل الذين كفروا بربهم أعمالهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شيء ذلك هو الضلال البعيد }. إبراهيم 18 . ¶ وكقوله { والذين كفروا أعمالهم كسراب بقيعة يحسبه الظمآن ماءً حتى إذا جاءه لم يجده شيئاً ووجد الله عنده فوفاه حسابه }. النور 39 . ¶ وكقوله { مثل ما ينفقون في هذه الحياة الدنيا كمثل ريح فيها صر أصابت حرث قوم ظلموا أنفسهم فأهلكته } . آل عمران 117 . ¶ وكقوله { ولا يحزنك الذين يسارعون في الكفر إنهم لن يضروا الله شيئاً يريد الله ألا يجعل لهم حظاً في الآخرة ولهم عذاب عظيم }. آل عمران 176 . ¶ والآيات في هذا المعنى كثيرة وهي تدل على أن الكافر ليس له ثواب في الآخرة على ما عمله في الدنيا من أعمال الخير والبر، لأن من شروط قبول العمل الصالح : الإيمان.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "* وفي صحيح مسلم [ 214 ] من حديث عائشة رضي الله عنها أنها قالت : يا رسول الله إن ابن جدعان كان في الجاهلية يصل الرحم ، ويطعم المسكين ، فهل ذلك نافعه ؟ فقال رسول الله صلى الله عليه وسلم (( لا ينفعه ، إنه لم يقل يوماً : رب اغفر لي خطيئتي يوم الدين )) . ¶ وهؤلاء الذين استدلوا بمثل ذلك المنام ، لو جيء لهم بنص ثابت عن رسول الله عليه الصلاة والسلام ، مما أخرجه أصحاب الصحاح والسنن المشهورة ، فيما يخالف أهواءهم ومذاهبهم المبتدعة ، لقالوا : هذا حديث آحاد لا نقبله ، لأنه يتعارض مع النصوص المتواترة . ¶ فكيف يستدلون هنا بمثل تلك الحكاية ، التي رواها تابعي عن مجهول رأى مناماً ، ولا ندري من الرائي ، لعله كان كافراً مثل أبي لهب . ثم لو فرض أنه أسلم ، فهل كانت رؤياه تلك قبل إسلامه أم بعده ؟ ¶ ثم هي ، كما رأيت ، تعارض نصوصاً متواترة صريحة في الحكم . ¶ وقد أشار الحافظ ابن حجر لهذه المعارضة والمخالفة للمتواتر ، فقال في شرح هذه القصة \" وفي الحديث ( يعني الأثر المنامي ) ، دلالة على أن الكافر قد ينفعه العمل الصالح في الآخرة ، لكنه مخالف لظاهر القرآن . قال الله تعالى { وقدمنا إلى ما عملوا من عمل فجعلناه هباءً منثوراً } . ¶ وأجيب أولاً : بأن الخبر مرسل ، أرسله عروة ، ولم يذكر من حدثه به . وعلى تقدير أن يكون موصولاً ، فالذي في الخبر رؤيا منام ، فلا حجة فيه ، ولعل الذي رآها لم يكن إذ ذاك أسلم بعد ، فلا يحتج به ... \". ¶ ثم ذكر الحافظ قولاً آخر في احتمال التخفيف عن بعض الكفار ، ثواباً لما فعلوه من خير في الدنيا ، وذكر أن المتبع في ذلك : التوقيف ( أي النص من الكتاب والسنة ) نفياً وإثباتاً . انظر فتح الباري [ 9 / 145 – 146 ] .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قلت : ولا يوجد ، في مسألتنا هنا ، نص شرعي يُعتد به في هذا الأمر ، كما وجد في التخفيف عن أبي طالب حيث ثبت ذلك في حديث صحيح صريح ، فيخص به عموم الوارد في الكتاب والسنة ، ويبقى ما عدا ذلك داخلاً في العموم . ¶ 2 – عروة بن الزبير تابعي ، لو فرض أنه روى حديثاً عن النبي صلى الله عليه وسلم ، ولم يذكر فيه الصحابي ، فإن حديثه مرسل ، وهو من أقسام المنقطع ، والاحتجاج بالمرسل مختلف فيه ، واتفقوا على أنه : لا يرقى إلى درجة الحديث الصحيح المتصل ، فلو تعارض معه سقط الاحتجاج بالمرسل . ¶ فكيف إذا كان الإرسال عن مجهول العدالة ؟ وكيف إذا كانت رؤيا منام ، لايدرى هل لها تأويل أم هي أضغاث أحلام ؟! . ¶ 3 – وليس في هذه الرواية ، التي حكاها عروة عن ذلك المحتلم المجهول ، ما يتعلق \" بالمولد \" ، وغاية ما فيها أن أبا لهب أثيب لعتاقته لجاريته ثويبة . ¶ وأما ما نقله الحافظ عن السهيلي \" أن العباس قال : لما مات أبو لهب رأيته في منامي بعد حول في شر حال ، فقال : ما لقيت بعدكم راحة ، إلا أن العذاب يخفف عني كل يوم إثنين ، قال : وذلك لأن النبي صلى الله عليه وسلم ولد يوم الإثنين ، وكانت ثويبة بشرت أبا لهب بمولده فأعتقها \" ا هـ . انظر فتح الباري [ 9 / 145 ] . ¶ قلت : ولم يذكر السهيلي مستنده في تلك الرواية عن العباس ، وإنما علقها عنه ، وتعليق السهيلي لا يحتج به أحد من أهل العلم باتفاق . ¶ ثم إن القائل \" وذلك أن النبي صلى الله عليه وسلم ولد يوم الاثنين ، وكانت ثويبة ..\" الخ ، هو السهيلي لا العباس ، فهو شرح للقصة وتعليل ، ليس عليه دليل .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وانظر البداية والنهاية لابن كثير [ 2/273 ] حيث قال \" وذكر السهيلي وغيره ، أن الرائي له هو أخوه العباس . وكان ذلك بعد سنة من وفاة أبي لهب بعد وقعة بدر ، وفيه أن أبا لهب قال للعباس : إنه ليخفف عليّ في مثل يوم الإثنين . قالوا لأنه لما بشرته ثويبة بميلاد ابن أخيه محمد بن عبدالله أعتقها من ساعته ، فجوزي بذلك لذلك \" ا هـ . ¶ 4 – ثم نقول : إن الرواية التي ذكرها السهيلي عن العباس ، فيها : أن الرؤيا كانت بعد موت أبي لهب بسنة ، وقد هلك أبو لهب في السنة الثانية بعد بدر . انظر البداية والنهاية [ 3/309 ] . ¶ وإسلام العباس كان ، على القول المشهور ، في السنة الثامنة للهجرة عام الفتح . انظر البداية والنهاية [ 4/287 ] . ¶ فعلى هذا القول ، فإن رؤيا العباس كانت حال كفره ، فلا عبرة بها بحال . ¶ 5 – ثم إن هناك رواية تعارض ما ذكر ، من أن أبا لهب أعتق ثويبة فرحاً بمولد النبي صلى الله عليه وسلم ، فقد ذكر ابن سعد في طبقاته أن ثويبة أعتقت بعدما هاجر النبي صلى الله عليه وسلم إلى المدينة . انظر الإصابة [ 4/250] . ¶ 6 – ثم نقول ، إننا لم ننكر ، ولا ننكر أبداً أن يفرح المرء بحدث عظيم ، سواء كان دينياً أو دنيوياً ، ولكن المنكر هو أن يتخذ ذلك الحدث عيداً وذكرى يتكرر كل عام ، ولو فرض أننا شهدنا اليوم الذي ولد فيه رسول الله صلى الله عليه وسلم أو الذي بُعث فيه ، أو نصر فيه على عدوه ، لفرحنا بذلك أشد الفرح ، لكننا لا نحتفل به في ذكرى مروره كل عام ، لأن ذلك يصيره عيداً ، ولأن النبي صلى الله عليه وسلم لم يفعله هو ولا أصحابه ، وإنما كانوا يفرحون بالحدث وقت حصوله فقط ، كما فرح النبي صلى الله عليه وسلم بالنصر في بدر وغيرها ، وكما فرح كعب بن مالك رضي الله عنه بتوبة الله عليه ، وكما فرحت عائشة رضي الله عنها بنزول براءتها من السماء ، ولم يتخذ أحد من ذلك عيداً يتكرر ، ويوماً يُعظم دون سائر الأيام .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "7 – ثم نقول أيضاً : إن أبا لهب ، لم يتخذ يوم ولادة النبي صلى الله عليه وسلم عيداً وذكرى يحتفل به كل عام ، ولم تحدث معاندته للرسول صلى الله عليه وسلم وبغضه له إلا بعد البعثة ، فاستمر أربعين سنة ، لم يحتفل به يوماً واحداً ، سوى فرحه يوم مولده وإعتاقه لثويبة ، على فرض ثبوت ذلك ، فكيف يصح قياس \" المولد \" المتكرر كل عام ، على فعل أبي لهب ، الذي اقتصر على الفرح والإعتاق في يوم ولادة الرسول صلى الله عليه وسلم فقط ؟ . ¶ الدليل التاسع ¶ القياس على الاحتفالات والأعياد الوطنية ، التي اشتهرت في هذا الزمان ، فلكل بلد عيد ، بل أعياد ، يحتفلون بها ، كذكرى الاستقلال أو البيعة أو الثورة أو النصر على عدو ، أو غير ذلك من الأعياد المخترعة . ¶ قالوا : فالاحتفال بذكرى مولد النبي صلى الله عليه وسلم ، أولى من سائر تلك الأعياد الوطنية . ¶ والجواب على ذلك من وجوه : ¶ 1 – أن هذا قياس فاسد أيضاً ، لأن تلك الأعياد ، ليست من سنن المتقين ، ولا من سبيل الصالحين ، وأكثرها مأخوذ عن الأمم الكافرة ، وإليهم يُعزى أصل اختراعها وإحداثها . ¶ والقياس لا يصح على أفعال آحاد المؤمنين ، ولو كانوا من العلماء الأخيار ، فكيف إذا كان أصل ذلك مأخوذاً عن الكفار؟. ¶ 2 – ولقد عاشت الدول الإسلامية في عز ومجد ورفعة ، قروناً عديدة ، وتتابع عليها خلفاء وأمراء وملوك في أقاصي الأرض ، مشرقاً ومغرباً ، ولم تظهر فيهم تلك الأعياد الوطنية ، مع كثرة ما كان في تلك الحقب من الفتوحات والملاحم العظيمة . ¶ فلما حصل النقص في الأمة ، وظهر عليها عدوها واتخذته لها قدوة وأسوة ، وتتابعت عليها الهزائم والنكسات لأسباب كثيرة معلومة ، اخترع لها تلك الأعياد ، تقليداً للأقوى والأغلب ، وستراً لمعالم الوهن والضعف والهزيمة في ميادين الحرب ، وإلهاءً للشعوب المستضعفة ، المغلوبة على أمرها ، المتلهفة للنصر والظفر ، والمتحسرة على ما ضاع منها من العز والمجد والسؤدد .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "* فتلك الأعياد والمناسبات الوطنية ، هي في ذاتها شيء مخترع ، فكيف يصلح أن يقاس على فعلها عمل آخر مبتدع ؟ ¶ وقد تقدم أن الأعياد المحدثة ، وإن كانت للهو والزينة والفرح ، لا للتعبد والتقرب ، فإنها داخلة ضمن البدع المنكرة ، ولهذا منع النبي صلى الله عليه وسلم أصحابه من اتخاذ النيروز والمهرجان عيداً ، ولم يكونوا يتقربون إلى الله بهما ، بل كانوا يتخذونهما للفرح واللعب والزينة ، كسائر ما يفعل في الأعياد ، فنهاهم النبي صلى الله عليه وسلم عن ذلك وقال (( قد أبدلكم الله بهما خيراً منهما )) . وقال (( لكل قوم عيد وهذا عيدنا )) . ¶ فالاحتفالات الوطنية ، سواء سُميت عيداً أم يوماً أم أسبوعاً أم غير ذلك ، فإنها كلها داخلة ضمن البدع والمحدثات ، فكيف يقاس على فعلها بدع أخرى ؟ . ¶ 3 – إن من شروط صحة القياس : أن يكون \" الأصل \" المقيس عليه ( وهو هنا العيد الوطني ) ثابتاً بدليل شرعي ، وأن يكون متفقاً عليه عند الخصمين [ انظر تقريب الوصول ص 352 ] . وكلا الشرطين منتفٍ هاهنا . ¶ فالعيد الوطني لم يثبت بدليل شرعي ، بل هو إما مكروه أو محرم ، ولو فرض أنه مباح فإن إباحته على البراءة الأصلية ، لا بدليل شرعي . ¶ ثم إن العيد الوطني مختلف فيه عند الخصمين ، فأكثر أهل العلم ينكره ويعده بدعة ، أو يعده من المعاصي المكروهة . ¶ 4 – ثم نقول أخيراً : إن من قاس \" المولد \" على \" العيد الوطني \" ، لم يقصد به القياس لإثبات حكم شرعي أو عقلي ، بل قصد أن يُسكت خصمه الذي ينكر عليه فعل \" المولد \" ، فيقول : كما أنكم تسكتون عن الإنكار على من يحتفل بذاك العيد الوطني ، فاسكتوا كذلك عن الإنكار على من يحتفل بالمولد .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "والجواب : أن السكوت عن إعلان الإنكار على الأعياد الوطنية ، لا يعني الرضا بها، فقد يكون هناك مانع من ذلك لدى بعض أهل العلم ، فاكتفى بالإنكار بالقلب ، وقد وجدت فتاوى صرحت بإنكارها ، والإنكار بدرجاته الثلاث يكون حسب القدرة ، كما لا يخفى . ¶ وسواء كان هذا الساكت معذوراً أو غير معذور ، فإن هذا لا يغير من الحق شيئاً ، ولا يبيح للمبتدع أن يحتج به على بدعته ، ويدفع به إنكار المنكرين عليه . ¶ الدليل العاشر ¶ الاحتجاج بالبراءة الأصلية . ¶ قالوا : إن \" المولد \" ليس من العبادات ، التي يدخل فيها الابتداع ، بل هو من العادات ، التي هي في الأصل مباحة ، استناداً إلى البراءة الأصلية . ¶ والجواب على ذلك من وجوه : ¶ 1 – أننا لا نسلم أن \" المولد \" من العادات ، فإنه يشتمل على جملة من العبادات والقربات : كقراءة القرآن ، والذكر ، والصلاة على النبي صلى الله عليه وسلم ، وقراءة السيرة النبوية ، وهذه كلها عبادات لا عادات . ¶ 2 – أن هذا يناقض دعوى أكثر المحتفلين \" بالمولد \" ، لأنهم يرونه من القربات ، ولهذا احتجوا عليه بالأدلة الشرعية ، من القرآن والسنة والقياس ، كما تقدم ذكربعضها في هذا الكتاب . ¶ 3 – يؤيد ذلك ، أن أكثرهم أقروا ببدعة \" المولد \" ، لكنهم قالوا : إنه بدعة حسنة ، لاشتماله على عبادات مشروعة منصوص على أفرادها ، وقياساً على تقسيم البدع إلى قسمين ، أو أكثر . ¶ 4 – بل ذهب بعضهم إلى أبعد من ذلك ، فجعلوا \" المولد \" من السنن الحسنة ، ونفوا عنه وصف البدعة ، واحتجوا على ذلك بعمومات الأدلة التي تنص على استحباب القراءة والذكر ودراسة العلم والصلاة على الرسول صلى الله عليه وسلم .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "بل إننا سمعنا من شط ّ منهم وصرح بوجوب فعل \" المولد \" ، إما باللفظ الصريح ، وإما باللزوم ، حيث قال : إن الاحتفال \" بالمولد \" دلالة على محبة الرسول صلى الله عليه وسلم وتعظيمه وإجلاله ، ومعلوم – قطعاً – أن ذلك من الفرائض والواجبات لا من المستحبات . ¶ وسمعت ، أكثر من مرة ، من يرمي المنكرين \" للمولد \" ، بأنهم مبغضون للرسول صلى الله عليه وسلم ، وهو رمي بالكفر ، شعر القائل بذلك أم لم يشعر . ¶ وكلّ هذا ينقض دعوى من يزعم أن \" المولد \" من العادات . ¶ 5- ثم لو كان \" المولد \" \" عادة \" من جملة \" العادات \" ، فلمَ كل تلك \" الضجة \" وذلك \" الصخب \" وتلك المناظرات والخصومات ، بل والتهم والقذف بين الفريقين ، المؤيد \" للمولد \" والمنكر له ؟ أيعقل أن يكون كل ذلك من أجل عادة من العادات ؟. ¶ 6 – ونقول أخيراً : إن القول بأن \" المولد \" من العادات ، ليس مذهباً للقوم ، ولا لبعضهم ، وإنما هو قول اخترعه بعض المتحذلقين منهم ، من أجل إفحام خصومهم ، المنكرين \" للمولد \" . ¶ فإنهم ، لما رأوا حجج المنكرين منصبة على مسألة الابتداع في الدين ، ورأوا أن كفتهم راجحة ، لقوة تلك الحجج ، وتواتر الأدلة من الكتاب والسنة ، وإجماع سلف الأمة ، على ذم البدعة والتحذير منها ، ورأوا أن وصف البدعة لازم \" للمولد \" وللقائمين عليه ، أرادوا التنصّل من ذلك الوصف ، فاخترعوا القول بأنه عادة لا عبادة . ¶ الدليل الحادي عشر ¶ الاحتجاج بفعل أكثر الناس ، وبتأييد كثير من العلماء ، وتحسينهم \" للمولد \" . ¶ قالوا : ولو كان بدعة منكرة ، أو مكروهة ، لما تتابع على فعلها تلك الجموع الغفيرة من المسلمين ، في شتى بقاع المعمورة ، ولما أيدها واستحسنها كثير من العلماء والشيوخ ، وبعضهم من المشاهير أمثال : أبي شامة صاحب كتاب \" الباعث \" والحفاظ : ابن حجر والسخاوي والسيوطي وغيرهم من علماء المسلمين .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قالوا : وليس مع المنكرين \" للمولد \" إلا العدد القليل من العلماء والمفتين ، وأكثرهم من بلد واحد ، مِمّن لهم مذهب متشدد في الدين ، وفقههم منحصر في أقوال وفتاوى معينة لا يتعدونها ، ترجع إلى المدرسة \" النجدية الوهابية \" المعتمدة على مذهب واحد ، ورأي واحد . ¶ والجواب على هذا الدليل من وجوه : ¶ 1 – أن الاحتجاج بالكثرة ، من العامة والعلماء ، ليس دليلاً شرعياً معتبراً ، ولم ينقل عن أحد من علماء الملة ، الاستدلال بالكثرة في مسائل الخلاف ، وإنما يستدل بها مَن عَدِم الدليل والحجة ، وعَجزَ عن المناظرة والمحاجَّة . ¶ 2 – أن الأدلة الشرعية منحصرة في نصوص الكتاب والسنة وإجماع علماء الأمة ، وأما ما سوى ذلك ، كالقياس ، وقول الصحابي ، وعمل أهل المدينة في عصر الخلفاء الراشدين ، والاستحسان ، والاستصحاب .... وغيرها من الأدلة ، فإن من يحتج بها يشترط أن لا تخالف نصاً شرعياً . ¶ أما مذهب الأكثرين ، وأقوال العلماء والمفتين ، فإنها لا تعد دليلاً في ذاتها ، فضلاً عن أن يعارض بها نصوص الشرع ، وهذا محل اتفاق بين العلماء كافة ، ونصوصهم صريحة في ذلك . ¶ 3 – أن نصوص الكتاب والسنة ، والآثار المروية عن سلف الأمة ، دلت على أن مذهب الأكثرية ليس بحجة . ¶ قال الله تعالى { وما أكثر الناس ولو حرصت بمؤمنين } يوسف [ 103 ] . ¶ وقال { وإن كثيراً من الناس لفاسقون } المائدة [ 49 ] . ¶ وقال سبحانه { وإن كثيراً ليضلون بأهوائهم بغير علم إن ربك هو أعلم بالمعتدين } الأنعام [ 119 ] . ¶ وقال { ولقد أضل منكم جبلاً كثيراً أفلم تكونوا تعقلون } يس [ 62 ] . ¶ وقال تعالى { ولكن أكثر الناس لا يعلمون } الأعراف [ 187 ] . ¶ وقال الله تعالى { ولكن أكثر الناس لا يؤمنون } هو [ 17 ] . ¶ وقال { ولكن أكثر الناس لا يشكرون } يوسف [ 38 ] . ¶ والآيات في هذا المعنى أكثر من أن تحصر .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأما السنة ، فقد أشار النبي صلى الله عليه وسلم إلى هذا المعنى في حديث الفرق ، حين قال (( وإن أمتي ستفترق على ثلاث وسبعين فرقة كلها في النار إلا واحدة )) ثم فسرها بأنها الجماعة . انظر السنة للالكائي [ 1/101 ] . ¶ وقد فسر الصحابة معنى \" الجماعة \" بغير ما يفهمه بعض الناس من أنها الكثرة الغالبة ، فقال ابن مسعود رضي الله عنه لمن سأله \" كيف لنا بالجماعة \" ؟ فقال \" إن جمهور الجماعة هي التي تفارق الجماعة ، إنما الجماعة ما وافق طاعة الله وإن كنت وحدك \"\" رواه اللالكائي في السنة [ 1/109 ] . ¶ * وصح عنه صلى الله عليه وسلم أنه قال (( بدأ الإسلام غريباً وسيعود غريباً كما بدأ فطوبى للغرباء )) رواه مسلم [ 145 ] . ¶ زاد الترمذي من طريق آخر (( الذين يُصلحون ما أفسد الناس من بعدي من سنتي )) [2630] . ¶ ورواه الإمام أحمد من طريق آخر بلفظ (( طوبى للغرباء ، فقيل : من الغرباء يا رسول الله ؟ قال : أناس صالحون في أناس سوءٍ كثير ، من يعصيهم أكثر ممن يطيعهم )) [ 2/177 ] . ¶ * وقد ذكر النبي صلى الله عليه وسلم أموراً ستحدث لأمته في آخر الزمان ، منها : ¶ أ – رفع العلم وفشو الجهل . انظر صحيح البخاري [ 7062 ] . ¶ ب – وقال (( لا يأتي عليكم زمان إلا والذي بعده أشر منه حتى تلقوا ربكم )) انظر صحيح البخاري [ 7068 ] . ¶ وقد جاء تفسير هذا الحديث من كلام ابن مسعود حيث قال \" لا يأتي عليكم يوم إلا وهو شر من اليوم الذي كان قبله حتى تقوم الساعة ، لست أعني رخاءً من العيش يصيبه ، ولا مالاً يفيده ، ولكن لا يأتي عليكم يوم إلا وهو أقل علماً من اليوم الذي مضى قبله ، فإذا ذهب العلماء استوى الناس فلا يأمرون بالمعروف ولا ينهون عن المنكر فعند ذلك يهلكون \" . انظر فتح الباري [ 13/21 ] .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ج – ذهاب الإسلام ورفع القرآن . حيث قال صلى الله عليه وسلم (( يدرس الإسلام كما يدرس وشي الثوب حتى لا يُدرى ما صيام ولا صلاة ولا نسك ولا صدقة . وليُسرى على كتاب الله عز وجل في ليلة فلا يبقى في الأرض منه آية .. )) الحديث . رواه ابن ماجه [4049] . ¶ * أما الآثار عن الصحابة وأئمة السلف في غربة الدين وأهله وكثرة المخالفين ، فإنها أيضاً كثيرة جداً . ¶ * ومن ذلك قول ابن مسعود المتقدم \" إن جمهورالجماعة هي التي تفارق الجماعة \". ¶ * ومنه قول أنس رضي الله عنه ، لما دخل عليه الزهري فرآه يبكي ، فسأله فقال \" لا أعرف شيئاً مما أدركت إلا هذه الصلاة ، وهذه الصلاة قد ضيعت \" رواه البخاري [ 530 ]. ¶ * ومنه قول أبي الدرداء رضي الله عنه \" لو خرج رسول الله صلى الله عليه وسلم اليوم ، ما عرف شيئاً مما كان عليه هو وأصحابه ، إلا الصلاة ، \" قال الأوزاعي \" فكيف لو كان اليوم \" ؟ ، قال عيسى بن يونس \" فكيف لو أدرك الأوزاعي هذا الزمان \" ؟ انظر البدع لابن وضاح [ 129 ] . وروى نحوه البخاري [ 650 ]. ¶ * وقول يونس بن عبيد \" ليس شيء أغرب من السنة ، وأغرب منها من يعرفها \" . رواه اللالكائي في السنة [ 1/58 ] . ¶ * وقول الحسن البصري \" لو أن رجلاً أدرك السلف الأول ، ثم بُعث اليوم ، ما عرف من الإسلام شيئاً إلا هذه الصلاة \" . انظر البدع لابن وضاح [140] . ¶ * وقول ميمون بن مهران \" لو أن رجلاً نُشر فيكم من السلف ، ما عرف فيكم غير هذه القبلة \" . انظر البدع لابن وضاح [ 141 ] . ¶ * وقول ابن المبارك \" اعلم – أي أخي – أن الموت اليوم كرامة لكل مسلم لقي الله على السنة ، فإنا لله وإنا إليه راجعون ، فإلى الله نشكوا وحشتنا ، وذهاب الإخوان ، وقلة الأعوان ، وظهور البدع ، وإلى الله نشكوا عظيم ما حل بهذه الأمة من ذهاب العلماء وأهل السنة وظهور البدع \" . انظر البدع لابن وضاح [ 88 ] .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "* وقول سفيان الثوري \" إذا بلغك عن رجل بالمشرق صاحب سنة، وآخر بالمغرب ، فابعث إليهما بالسلام وادع لهما ، ما أقل أهل السنة والجماعة \" رواه اللالكائي في السنة [ 1/64 ] . ¶ قلت : فإذا كانت شكوى أولئك السلف ، من الصحابة والتابعين ، من غربة السنة والدين ، في تلك القرون المفضلة ، فكيف بالقرون المتأخرة ؟ فهل يصح بعد هذا أن يحتج أحد على بدعته بالكثرة ؟ . ¶ 4 – أنه يلزم من الاحتجاج بالكثرة في المسائل أن يكثر الإنسان التلون في دين الله ، والتنقل من رأي إلى رأي ، ومن مذهب إلى مذهب ، لأن الزمان متقلب ، فربما يأتي زمان يكثر فيه القائلون بأقوال واعتقادات باطلة ، فيحتج لها مؤيدوها بالكثرة ، ثم لا تلبث برهة حتى يفنى القائلون بها ، أو يقل عددهم ، ويأتي آخرون بأقوال أخرى مناقضة لتلك ، ويكثرون ، ... وهكذا . ¶ فمن يحتج بالكثرة ، أو بالغلبة ، فإنه يلزمه على ذلك ، أن يتنقل في المذاهب والأقوال ، مائلاً إلى جانب الكثرة . وهذا التلون ، وهو التنقل من مذهب إلى مذهب ، قد حذر منه السلف ، فقد قال حذيفة رضي الله عنه \" اعلم أن الضلالة ، حق الضلالة ، أن تعرف ما كنت تنكر ، وأن تنكر ما كنت تعرف ، وإياك والتلون في دين الله تعالى ، فإن دين الله واحد \" . رواه اللالكائي في السنة [ 1/90 ] . ¶ 5 – ثم إننا لا نسلم بأن المؤيدين \" للمولد \" هم الأكثر ، لأن هذه الأكثرية مفتقرة إلى إحصاء دقيق ، والزعم بأن المحتفلين \" بالمولد \" ، أو المستحسنين له من العلماء ، أكثر ممن ينكرونه ، دعوى لا برهان عليها . ¶ نعم يمكن أن يقال : إنهم كثير ، لكن الدعوى بأنهم أكثر وأغلب ، هي محل شك كبير. ¶ قال شيخ الإسلام رداً على المحتجين بكثرة المؤيدين للبدع \" إذا فعلها قوم ذوو فضل ودين ، فقد تركها في زمان هؤلاء ، معتقداً لكراهتها ، وأنكرها ، قوم إن لم يكونوا أفضل ممن فعلها فليسوا دونهم .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ولو كانوا دونهم في الفضل ، فقد تنازع فيها أولوا الأمر ، فترد إلى الله ورسوله صلى الله عليه وسلم ، وكتاب الله وسنة رسوله مع من كرهها ، لا مع من رخص فيها. ثم عامة المتقدمين ، الذين هم أفضل من المتأخرين ، مع هؤلاء \" ا هـ . انظر الاقتضاء [ 2/610 ] . ¶ 6 – ثم إننا نقول ، إن عدد الذين لا يحتفلون \" بالمولد \" ، ربما يزيد على المحتفلين به ، وهم ، وإن لم يصرحوا بالإنكار ، فإن لسان الحال يغني عن لسان المقال . ¶ وإلا فما الذي يمنع أولئك عن الحضور ، ولو مرة كل عام ، خاصة من كان منهم حريصاً على العبادة والخير ، وحضور مجالس العلم والذكر ؟ . ¶ قد يقال إن المانع من حضور العدد الغفير من الناس هو شغلهم بكسب الرزق – مثلاً – أو غير ذلك من الحاجات الدنيوية أو المصالح الدينية ، ولا يشترط أن يكونوا ممن ينكرون \" الموالد \" ، \" ولا ينسب لساكت قول \" . ¶ والجواب : أن مداومتهم على ترك حضورها ، يشعر بإنكارها ، أو بإنكار فضلها ، ويبعد أن يداوموا على ترك فضيلة تضاهي الأعياد الشرعية ،[في نظر من يؤيدها]، إلا إذا كانوا ينكرون فضلها . ¶ فإن قيل ، إن كثيراً من الناس معرضون عن حضور الجمعة والجماعات ، وهي مشروعة ، ومع ذلك فإنهم لا ينكرون فضلها ، وإنما تركوها تكاسلاً ، لا جحوداً ، فلعلهم تركوا \" الموالد \" ، تكاسلاً أيضاً . ¶ والجواب : فرق بين ترك الواجبات والسنن المشروعة ، وبين ترك المحدثات المبتدعة ، فإننا استدللنا على أنهم تركوا الأولى تكاسلاً ، لأن الأمة متفقة على مشروعيتها ، ولو أنكرها أحد لخرج من الدين بالكلية ، وأما الأمور المبتدعة ، فإن ترك فعلها ، كافٍ في الحكم عليها ، خاصة إذا داوم المسلم على ذلك الترك . ¶ وفرق بين ما كان من الأعمال مقصوداً فعله ، كالعبادات المشروعة ، وبين ما كان مقصوداً تركه ، كالبدع والأعياد المحدثة . ¶ الدليل الثاني عشر",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "إلزام القائلين ببدعية \" المولد \" ، بالحكم على المحتفلين به ، من العامة ، والمؤيدين له من العلماء ، بالضلال والهلاك . ¶ والجواب على ذلك الإلزام من وجوه : ¶ 1 – أن الذي حكم على البدع والمحدثات ، بالضلال والهلاك ، هو المصطفى الذي لا ينطق عن الهوى صلى الله عليه وسلم حيث قال (( فإن كل محدثة بدعة ، وكل بدعة ضلالة ، وكل ضلالة في النار )) . ¶ وقال عن الفرق المخالفة : (( كلها في النار إلا واحدة )) . ¶ فالإلزام إذاً ، لا يلزمنا نحن ، بل يلزم من حكم به في الأصل ، ونحن أطعناه في ذلك الحكم ، قولاً وعملاً واعتقاداً . ¶ 2 – وقد حكم الله تعالى ، ورسوله صلى الله عليه وسلم ، على معاص ٍ كثيرة بالهلاك والعذاب في النار ، فليس الحكم خاصاً بالمحدثات والبدع . ¶ 3 – والحكم العام على العمل ، أوالعامل ، بالضلال أو الهلاك ، لا يقتضي بالضرورة الحكم على كل العاملين . ¶ فقول النبي صلى الله عليه وسلم (( ما أسفل من الكعبين من الإزار في النار )) رواه البخاري . ¶ وقوله (( من جرّ ثوبه خيلاء لم ينظر الله إليه يوم القيامة )) متفق عليه . ¶ انظر جامع الأصول [ 10/ 636 – 637 ] . ¶ لا يقتضي أن كل من أسبل إزاره ، أو جر ثوبه خيلاء ، أن يحصل له العذاب المذكور في هذين الحديثين . ¶ لأنه قد يكون له حسنات ماحية ، أو مصائب مكفِّرة ، أو شفاعة مقبولة ، أو عفو إلهي من غير سبب من تلك الأسباب ، قال تعالى { إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء } . ¶ ومرد أمور الثواب والعقاب إلى الله تعالى وحده . ¶ فكذلك القول فيمن تلبّس بشيء من البدع والأهواء .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "4 – وقد يعذر المحتفلون بالمولد ، والمؤيدون له من العلماء كذلك ، إن اجتهدوا وأخطأوا ، ظناً منهم أن هذا العمل يقرب إلى الله ، إذا لم يقصدوا المحادة لله ورسوله صلى الله عليه وسلم ، ولا التعصب لأقوال المخالفين ، كما نص على ذلك القرآن ، في قوله تعالى { وليس عليكم جناح فيما أخطأتم به ولكن ما تعمدت قلوبكم وكان الله غفوراً رحيماً } الأحزاب [ 5 ] . ¶ قال ابن كثير \" فإن الله تعالى قد وضع الحرج في الخطأ ، ورفع إثمه ، كما أرشد إليه في قوله تعالى آمراً عباده أن يقولوا { ربنا لاتؤاخذنا إن نسينا أو أخطأنا } . وثبت في صحيح مسلم أن رسول الله صلى الله عليه وسلم قال : قال الله عز وجل : قد فعلت . ¶ وفي صحيح البخاري عن عمرو بن العاص رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : (( إذا اجتهد الحاكم فأصاب فله أجران ، وإن اجتهد فأخطأ فله أجر )) . وفي الحديث الآخر (( إن الله تعالى رفع عن أمتي الخطأ والنسيان وما يكرهون عليه )) \" . انتهى كلام ابن كثير . ¶ قلت : فقد دلت النصوص ، على رفع الإثم والحرج عن المخطئين من عامة الأمة ، وعلى أجر المجتهدين منها خاصة . ¶ ومرد ذلك كله إلى الله تعالى { هو أعلم بمن اتقى } . ¶ قال ابن تيمية ، في معرض حديثه عن المبتدع ، \" قد يكون متأولاً في الشرع ، فيغفر له لأجل تأويله ، إذا كان مجتهداً الاجتهاد الذي يُعفى معه عن المخطئ ، ويثاب أيضاً على اجتهاده ، لكن لا يجوز اتباعه في ذلك ، كما لايجوز اتباع سائر من قال أو عمل ، قولاً أو عملاً ، قد عُلم الصواب في خلافه ، وإن كان القائل أو الفاعل ، مأجوراً أو معذوراً \" ا هـ . الاقتضاء [ 2/580 ]. ¶ وقال في موضع آخر \" فإن قيل : إن هذه المواسم – مثلاً – فعلها قوم من أولي العلم والفضل ، الصديقين فمن دونهم ، وفيها فوائد ..",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قلنا : لاريب أن من فعلها متأولاً مجتهداً ، أو مقلداً ، كان له أجر على حسن قصده ، وعلى عمله ، من حيث ما فيه من المشروع ، وكان ما فيه من المبتدَع مغفوراً له \" ا هـ . باختصار . الاقتضاء [ 2/608 – 609 ] . ¶ قلت : مراده أنه يؤجر على حسن قصده ، ويؤجر كذلك ، على ما تضمنته تلك المواسم المحدثة من عبادات مشروعة ، كالذكر مثلاً ، وأما ما فيها من الابتداع ، فإنه يغفر له ذلك . ¶ وقد نص شيخ الإسلام على احتمال إثابة المحتفلين \" بالمولد \" فقال \" والله قد يثيبهم على هذه المحبة والاجتهاد ، لا على البدع \" . الاقتضاء [ 2 / 615 ] . ¶ وقال أيضاً \" فتعظيم المولد ، واتخاذه موسماً ، قد يفعله بعض الناس ، ويكون له فيه أجر عظيم ، لحسن قصده ، وتعظيمه لرسول الله صلى الله عليه وسلم ، كما قدمته لك ، أنه يحسن من بعض الناس ، ما يُستقبَحُ من المؤمن المسدَّد \" انظر الاقتضاء [2/617] . ¶ وقد ظن بعض من لا فقه له ولا نظر ، أن ابن تيمية يؤيد الاحتفال بالمولد ، بقوله ذاك ، وليس الأمر كما ظنوا ، فقد صرح ابن تيمية في كلامه بأن المولد بدعة ، حيث قال \" وكذلك ما يحدثه بعض الناس إما مضاهاة للنصارى في ميلاد عيسى عليه السلام ، وإما محبة للنبي صلى الله عليه وسلم وتعظيماً ، والله قد يثيبهم على هذه المحبة والاجتهاد ، لا على البدع ، من اتخاذ مولد النبي صلى الله عليه وسلم عيداً ، مع اختلاف الناس في مولده ، فإن هذا لم يفعله السلف ، مع قيام المقتضي له ، وعدم المانع فيه ، لو كان خيراً . ¶ ولو كان هذا خيراً محضاً ، أو راجحاً ، لكان السلف رضي الله عنهم أحق به منا ، فإنهم كانوا أشد محبة لرسول الله صلى الله عليه وسلم وتعظيماً له منا ، وهم على الخير أحرص . ¶ وإنما كمال محبته وتعظيمه ، في متابعته ، وطاعته ، واتباع أمره ، وإحياء سنته ، باطناً وظاهراً ...\"",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "إلى أن قال \" وأكثر هؤلاء ، الذين تجدهم حراصاً على أمثال هذه البدع ، مع مالهم فيها من حسن القصد والاجتهاد ، الذي يُرجى لهم بهما المثوبة ، تجدهم فاترين في أمر الرسول عما أمروا بالنشاط فيه .. \" ا هـ . ¶ قلت : فهل في هذا الكلام تأييد \" للمولد \" ، أم إنكار له ؟ . ¶ وانظر كلامه رحمه الله في مجموع الفتاوى [ 23/133 ] و [ 25/298 ] ، ففيه تصريح ببدعية \" المولد \" . ¶ والمقصود : أن العذر ، أو الأجر ، لمن أخطأ من الناس ، أو من العلماء ، في مسألة \" المولد \" ، قد دلت عليه نصوص الشرع ، من الكتاب والسنة . ¶ * ويدل على ذلك قصة الرجل الذي أسرف على نفسه بالمعاصي ، ثم أمر بنيه أن يحرقوه بعد موته ، ويذرّوا نصفه في البر ونصفه في البحر ، ظناً منه أن الله تعالى لن يقدر على جمعه ، حيث قال \" لعلي أن أضل الله \" فغفر الله له . انظر جامع الأصول [10/350] وفتح الباري [ 6/523 ] . ¶ * ويدل عليه أيضا قصة الرجل الآخر الذي ضلت راحلته ، فلما وجدها قال \" اللهم أنت عبدي وأنا ربك \" أخطأ من شدة الفرح . انظر جامع الأصول [ 2/510 ] . ¶ *********** ¶ الخاتمة ¶ وخلاصة ما سبق بيانه في هذا الكتاب ، أن تعظيم ذكرى المولد ، واتخاذه عيداً يتكرر كل عام في شهر ربيع الأول ، في يوم معين من الشهر ، أو في كل أيام الشهر أو في المناسبات السعيدة ، أمر مخترع لم يفعله الرسول صلى الله عليه وسلم طيلة حياته ، لا قبل البعثة ولا بعدها ، ولو كان خيراً وقربة وعملاً صالحاً لدل الأمة عليه ، فإنه صلى الله عليه وسلم رحيم بهذه الأمة ، حريص على صلاحها وفلاحها في الدنيا والآخرة ، وعلى كل ما يقربها إلى الجنة ويباعدها عن النار . { لقد جاءكم رسول من أنفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رؤوف رحيم . فإن تولوا فقل حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم }.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "* ثم إن أصحاب النبي صلى الله عليه وسلم لم يحتفلوا بذكرى مولده ، ولا بغيره من الأحداث العظام ، التي شهدوها مع النبي صلى الله عليه وسلم ، كيوم الهجرة ، ويوم بدر والأحزاب والفتح وحنين وغيرها ، ولا ريب أن لها في نفوسهم الأثر الكبير . ¶ * ثم تبعهم على ذلك ، من جاء بعدهم من التابعين ، والأئمة المهديين ، وفيهم أصحاب المذاهب الأربعة المتبوعة . ¶ * ومضت تلك القرون الفاضلة ، والأمر على ما هو عليه من ترك الأمة كلها ، من شرقها إلى غربها ، الاحتفال بذكرى \" المولد \" وغيره من أحداث السيرة المشهورة ، التي لا تقل أهمية عن يوم المولد ، لأنها جزء من عمر النبوة والرسالة . ¶ * حتى إذا حدث النقص في الأمة ، بعد تلك القرون الفاضلة ، وظهرت غربة الدين ، وفشت البدع والأهواء في أوساط المسلمين ، نبتت نابتة تزعم أنها أحق بالرسول صلى الله عليه وسلم ، وأولى بتعظيمه ، ممن سبقها من الصحابة والتابعين وأئمة الدين ، فأحدثت الاحتفال بذكرى يوم مولده صلى الله عليه وسلم ، وكان هذا في القرن الرابع الهجري ، وكان منحصراً في بلد معين ، وفي طائفة معينة ، حيث أحدثه ملوك الدولة \" العبيدية \" بمصر . ¶ * ثم لما شاع العمل بهذا \" المولد \" بين المسلمين ، اخترع له بعض المنتسبين للعلم والتصوف ، أدلة تؤيده ، وتحسِّن بدعته . ¶ وقد أوصلها بعضهم إلى أكثر من عشرين دليلاً ، زعم أنها مستنبطة من الكتاب والسنة . ¶ وليت شعري ، كيف يظن بالنبي صلى الله عليه وسلم أنه كتم بيانها للأمة ، حتى جاء ذلك المتكلِّف ليستدرك عليه ما فاته من البيان ؟ . ¶ وكيف فات على الصحابة ، وعلماء الأمة ، في القرون الفاضلة ، فهمها واستنباطها ، وهم كانوا أعلم وأفقه بالكتاب والسنة ، من ذلك المتكلِّف ، وغيره من أدعياء العلم والمعرفة .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "* وأكثر الأدلة ، التي يستند إليها المؤيدون \" للمولد \" ، إنما هي عمومات ومطلقات ، ليس فيها تخصيص بيوم معين في العام أو في الشهر ، ولا تقييد بهيئة أو كيفية للذكر ، أو لدراسة السيرة النبوية ، أو للصلاة على النبي صلى الله عليه وسلم . ¶ وفرق كبير بين الإطلاق والتعميم ، وبين التقييد والتخصيص ، في العبادات ، ومن هنا حصل الاشتباه على كثير من الناس في مسألة \" المولد \" ، وغيرها من البدع والمحدثات ، فإنهم نظروا إلى ما اشتملت عليه من أمور مشروعة ، كالذكر مثلاً ، فاستحسنوها لذلك ، دون النظر إلى مسألة التخصيص والتقييد ، وهي الفاصل بين البدعة والسنة . ¶ * وبحثنا في هذا الكتاب هو عن \" المولد \" الذي خلا من غيره من المنكرات ، ومنها ، بل أعظمها : ما يذكر في قصائد المدح للرسول صلى الله عليه وسلم ، من الغلو والتجاوز في وصفه صلى الله عليه وسلم ، بما لا يجوز وصفه به ، وهو الذي خشي منه صلى الله عليه وسلم على أمته ، وأنكر على من بالغ من أصحابه في مدحه ووصفه ، سداً لذريعة الشرك به ، كما أشركت النصارى ، حيث غلت في نبيها عيسى عليه السلام ، وكما أشرك من قبلنا من الأمم ، بالغلو في الأنبياء والصالحين . ولهذا قال النبي صلى الله عليه وسلم (( لا تطروني كما أطرت النصارى عيسى ابن مريم إنما أنا عبد فقولوا عبد الله ورسوله )) ، وقال (( إياكم والغلو في الدين ، فإنما هلك من كان قبلكم بالغلو في الدين )) . ولما قال له رجل \" ما شاء الله وشئت \" ، قال (( أجعلتني مع الله عدلاً ، بل ما شاء الله وحده )) . ¶ وقال لمن قال له \" أنت سيدنا ، وأفضلنا فضلاً ، وأعظمنا طولاً \" ، (( قولوا بقولكم أو بعض قولكم ولا يستجرينكم الشيطان )) .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "فهذا \" الغلو\" ، الذي يقع من كثير من الناس اليوم ، في شخص الرسول صلى الله عليه وسلم ، أعظم خطراً ، وأشد نكارة ، من عمل \" المولد \" نفسه ، لأن عمل \" المولد \" ، لا يعدو كونه من البدع العملية ، والخلاف فيه قريب ، والخطْب فيه يسير . ¶ * ولقد استغل بعض دعاة السوء ، ورؤوس الضلالة ، تلك \" الموالد \" لبثّ تلك القصائد المنكرة ، التي قد لا يفهم معانيها أكثر المحتفلين بها ، وإنما يسمعونها تنشد بأصوات جميلة ، فيطربون لها ، وربما رددوا بعض أبياتها ، وهم لا يفقهون ما فيها من غلو وتجاوز في وصف الرسول صلى الله عليه وسلم ومدحه . ¶ * ونحن على يقين بأن تلك الجماهير الغفيرة من المسلمين ، الذين يحرصون على حضور \" المولد \" ، إنما غرضهم إظهار محبة الرسول صلى الله عليه وسلم وتعظيمه ، وحضور مجالس الذكر والخير ، وليس لهم غرض في محادة الله ورسوله صلى الله عليه وسلم ، ولا في مخالفة أمره ، ولو وقفوا على مافي تلك القصائد من مزالق وطامّات ، قد تفضي إلى الكفر أو الشرك ، لما رضوا بها ، ولأنكروها أشد الإنكار . ¶ كقول البوصيري في \" البردة \" . ¶ فإن من جُودك الدنيا وضّرتها ومن علومك علم اللوح والقلم ¶ وقول الآخر : ¶ إني إذا سامني ضيمٌ يُروّعني أقول يا سيد السادات يا سندي ¶ وقول الآخر : ¶ توجّهْ رسول الله في كل حاجة لنا ومُهِمٍ ّ في المعاش وفي القلب ¶ وقول الآخر : ¶ يا من يجود على الوجود بأنعٍُم خُضْر تعُمُّ عموم صوْب الصيّب ¶ يا من نناديه فيسمعنا على بُعد المسافة سمع أقرب أقربِ ¶ وقول الآخر : ¶ يا رسول الله عجِّل سيدي بزوال البؤس عنّا والضّررْ ¶ وارحم الأمة جمعاً إنهم لم يزالوا في عناء وكدرْ ¶ وقول الآخر : ¶ حسبي بجاهك مأمناً ومثابة وببحر جودك مورد استغنائي ¶ وقول الآخر : ¶ ومرِّغ الخد في أعتاب حضرته فإن أعتابه حصن لمن دخلا ¶ إلى غير ذلك من القصائد ، التي قيلت في مدح الرسول صلى الله عليه وسلم , وتنشد في \"الموالد\" وفي غيرها من المناسبات المبتدعة .",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "* وأما المنكرات الأخرى , التي قد تصاحب بعض \" الموالد \" , فإنها ظاهرة لا تخفى على الناس , كالاختلاط بين الرجال والنساء , وهذه توجد في بعض البلدان , ولا حاجة لذكرها هنا في هذا البحث , لظهور نكارتها . ¶ * ومما يجدر التنبيه عليه هنا , أن مسألة \" دراسة السيرة النبوية \" , التي يدعي كثير من الناس اختصاص \" الموالد \" بها , والتي من أجلها يحرصون على الاحتفال بها هي من أقل ما يعتنى به فيها . ¶ فأغلب \" الموالد \" إنما تقتصر على تلاوة جزء يسير من مقدمات \" السيرة \", فتذكر الإرهاصات التي سبقت مولد النبي صلى الله عليه وسلم , وبعض الآيات والمبشرات و المنامات , التي بشرت بمولده , وطرفاً من سيرة قريش وآل عبدالمطلب . ¶ ثم تكرر مثل تلك القصص والأحداث في كل \"مولد\", فأين هي بقية السيرة ؟ ¶ وأين الحديث عن بعثته صلى الله عليه وسلم , وما تلاها من الحوادث العظيمة , بدءاً بما لقيه في مكة من أذى قريش , وما تبع ذلك من الهجرتين إلى الحبشة ، ثم الهجرة إلى المدينة وما تبعها من غزوات وفتوحات. وهي السيرة الحقيقية للنبي صلى الله عليه وسلم , التي تبدأ من مبعثه وتنتهي بموته صلى الله عليه وسلم , أما قبل البعثة , فإنما هي مقدمات وإرهاصات . ¶ فالدعوى العريضة , التي يدعيها أصحاب \" المولد \", من حرصهم على دراسة السيرة , دعوى لا حقيقة لها في الواقع , وأكثر الناس جهلاً بالسيرة , وبشمائل النبي صلى الله عليه وسلم , وبهديه وبسنته , هم أصحاب تلك \" الموالد \". ¶ * ولقد جمعتني ببعضهم مجالس عامة , وخصصت حديثي عن بعض الشمائل المتعلقة بالنبي صلى الله عليه وسلم , وسألت من حضر عن خاتم النبوة , ما هو ؟ وأين يقع ؟ فما أجابني أحد من أولئك بجواب صحيح , مع أنهم محافظون على حضور \" المولد \" . ¶ وسألتهم أيضاً عن أهل بيت النبي صلى الله عليه وسلم , وعن أسماء أزواجه وأولاده , وعن بعض خصائصهم وفضائلهم , فرأيتهم لا يفقهون من ذلك إلا الشيء اليسير.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأما عن هدي النبي صلى الله عليه وسلم في عاداته وعبادته , فما أظنهم سمعوا بشيء منها في تلك \" الموالد \", فإنها لم تخترع لذلك ، وإنما اخترعت لأمر آخر ، ولغرض آخر . ¶ وعلى كلٍ , فمن أراد قراءة السيرة النبوية , والشمائل المحمدية , وتعلمها فيمكنه ذلك عن طريق مجالس العلم المشروعة الخالية من أي شائبة من شوائب الابتداع والإحداث . ¶ وأنا أقر هنا , بأن هناك قصوراً في تعليم السيرة وتبليغها للناس , وأكثر العلماء والدعاة من أهل السنة ، مقصرون في هذا الجانب , مما حدا بكثير من العامة إلى اللجوء إلى طلبها في \" الموالد \" وغيرها من الاحتفالات المخترعة . ¶ وكلمة أخيرة , أوجهها إلى العلماء والخطباء والوعاظ , بأن يكثروا من ذكر السيرة النبوية , والشمائل المحمدية , في خطبهم ودروسهم ومواعظهم , فإنها ترقق القلوب , وتهذَب النفوس , وتزيد من محبة النبي صلى الله عليه وسلم و أهل بيته وأزواجه وأصحابه , وترغِّب في عمل الخير والإحسان , وهي أولى من تكثير الكلام فيما لا فائدة فيه , وأولى من الثرثرة وكثرة السجع الذي ابتلي به كثير من الخطباء في هذا الزمان , ولا يكن همكم الدائم , وشغلكم الشاغل , التحذير من \" الموالد \", دون إيجاد البديل الملائم , الذي يروي عطش قلوب المحبين المعظِّمين لسيد ولد آدم , صلى الله عليه وسلم . ¶ هذا ما أردت ذكره وبيانه , وأسأل الله تعالى أن يهدينا وسائر المسلمين لما يحبه ويرضاه من الأعمال والأقوال , وأن يحبب إلينا الإيمان والسنة , ويكره إلينا الكفر والبدعة , إنه سميع مجيب ، وآخر دعوانا أن الحمد لله رب العالمين . ¶ وكتب / ¶ سمير بن خليل المالكي المكي الحسني ¶ في 5/3/1429هـ ¶ ص ب 2682 ¶ جوال 0555521637",
            "page": "63",
            "part": "1"
        }
    ],
    "t36427": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المولد"
        }
    ]
}