{
    "b36439": [
        {
            "hno": null,
            "id": "1",
            "nass": "تحقيق الآمال في جواز إخراج صدقة الفطر بالمال ¶ للسيد أحمد الصديق الغماري ¶ توفي سنة (1380هـ) ¶ حققه وعلق عليه وقدم له وخرَّج أحاديثه ¶ الدكتور صلاح محمد أبو الحاج ¶ مركز العلماء للدراسات وتقنية المعلومات ¶ عمان، الأردن",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "( ¶ إن الحمد لله نحمده ونستعينه، ونستغفره ونستهديه، ونعوذ بالله من شرور أنفسنا وسيئات أعمالنا، مَن يهده الله فهو المهتد، ومَن يضلله فلن تجد له ولياً مرشداً، وأشهد أن لا إله إلا الله وأن محمد رسول الله بعثه بالحنيفية السمحة، مبلغاً وهادياً ومرشداً وميسراً، وعلى آله وصحابته الكرام البررة، وعلى مَن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: ¶ فمن سنن الله عز وجل في إعمار هذا الكون وديمومة الحياة عليه التدافع بين مخلوقاته أجمع، ومن ذلك ظهور أقوام ليس لهم شغل شاغل إلا فتنة العوام في دينهم، وإرباكهم في أحكامه؛ لتمسكهم بظواهر من النصوص دون تمحيص لمعانيها ومبانيها، وعرضها على غيرها من الأدلة الشرعية، مما جعلهم يتخبطون ويتيهون في معرفة أحكام الشرع المبين، وما ذاك إلا لتركهم هدي نبيهم ( وصحابته والتابعين لهم ومن تبعهم، الذين اقتدى كل منهم بمن سبقه واقتفى أثره، في العلم والتعليم. ¶ ولما كانت مسألة جواز إخراج القيمة في صدقة الفطر من المسائل التي يثيرون الضجيج حولها كل عام في رمضان مخالفين في ذلك للعقل والبرهان، ومتمسكين بظواهر للنصوص لا تسعفهم في تحقيق المرام، وقد تصدى لتعريتها محدث العصر، وخاتمة الحفاظ، السيد أحمد الصديق الغماري في كتابه ((تحقيق الآمال في إخراج زكاة الفطر بالمال))، فأتى بالحجج الساطعة من القرآن والسنة وعمل الصحابة والتابعين وفقهاء الدين على ذلك، بما يرفع شك كلّ قارئ في صحة وجواز إخراج القيمة في عصرنا بعدما تبدل الحال، وتغير الزمان، وانتشر المال، وعسر الحصول على الأطعمة المنصوص عليها. ¶ وهذه الطبعة للكتاب هي الثالثة، إذ أنه طبع أول مرّة في حياة المؤلف (1362هـ) بالمطبعة المهدية بتطوان في المغرب، واعتمدت في تحقيق الكتاب على هذه الطبعة؛ لأنها طبعت في حياة المؤلف، وعلى نفقته الخاصة. ¶ والطبعة الثانية بتحقيق نظام بن محمد صالح يعقوبي سنة (1409هـ) في مصر.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "والطبعة الثالثة هي التي بين أيدينا، دفعنا إليها نشر العلم الشرعي بين المسلمين، لا سيما لما سبق أن قلنا أن هذه المسألة من المسائل التي يعاني المسلمون منها كل عام، بسبب ما يثار حولها من الشكوك، فما أحوجنا إلى نشر هذا الكتاب، وإيصاله إلى كل طالب علم؛ لننتهي من هذه البلبلة المفتعلة؛ وليتفرغ المسلمون لعبادة ربهم والقيام بالدعوة في سبيله بدل الاشتغال بالفتن والقيل والقال، مما لا فائدة فيه إلا تشكيك الناس في دينهم وعلمائه. ¶ وتتميماً للفائدة قدمت بين يدي النص المحقق بتمهيد في ترجمة المؤلف، وتمهيد في اختصار ما ورد في الرسالة من الأدلة على جواز إخراج القيمة تسهل على القارئ الكريم الاطلاع عليها في دقائق معدودات، وتمهيد في أحكام صدقة الفطر على المذهب الحنفي الذي يتخرج عليه جواز إخراج القيمة، سائلاً المولى عز وجل أن يكون هذا العمل خالصاً لوجهه الكريم، وأن يتقبله مني ويجعله في ميزان حسناتي، وأن يغفر لي ولوالديّ وشيوخي وزوجي والمسلمين والمسلمات، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ وكتبه ¶ الدكتور صلاح محمد أبو الحاج ¶ 6/شوال/1425هـ ¶ الموافق 19/تشرين الثاني/2004م ¶ الأردن/عمان/صويلح ¶ التمهيد الأول ¶ ترجمة المؤلف(1) ¶ أولاً: اسمه ونسبه وكنيته ولقبه: ¶ __________ ¶ (1) هذه الترجمة اقتبستها من ترجمته في بداية كتابه: درء الضعف عن حديث من عشق فعف ص10-13، ومن ترجمته في بداية تحقيق الآمال ص13-27، ومن أراد التفصيل في ترجمته فليراجع: الأنيس والرفيق في ترجمة الشيخ أحمد الصديق لتلميذه عبد الله التليدي، وتشنيف الأسماع بشيوخ الإجازة والسماع لمحمود سعيد ممدوح، وإسعاف الإخوان الراغبين بتراجم ثلة من علماء المغرب المعاصرين لابن الحاج السلمي، البحر العميق في مرويات ابن الصديق للمؤلف، وهو مخطوط بخطه في جزئين.",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "السيد شهاب الدين، أبو الفيض وأبو الخير، أحمد بن محمد بن الصديق بن أحمد بن محمد بن قاسم بن محمد بن محمد بن عبد المؤمن، ينتهي نسبه إلى إدريس الأكبر ـ فاتح المغرب ـابن عبد الله الكامل ابن الحسن المثنى ابن الحسن السبط ابن سيدنا علي بن أبي طالب كرم الله وجهه. ¶ ونسبه من جهة أمه ينتهي إلى إدريس الأكبر، وهي حفيدة الإمام المفسر العارف أحمد بن عجيبة الحسني (ت1224هـ). ¶ ثانياً: مولده وطلبه للعلم: ¶ ولد سنة (1320هـ) بقبيلة بني سعيد، وهي قريبة من قبيلة غمارة، وبدأ بحفظ القرآن الكريم عند بلوغه الخامسة من عمره، وبعد أن أكمل حفظه وجوَّده، حفظ ((الآجرومية))، و((المرشد المعين))، و((بلوغ المرام))، و((ألفية ابن مالك))، و((الجوهرة))، و((مختصر خليل))، وغيرها. ¶ ثم اشتغل بالدرس فحضر دروس شيخه وتلميذ والده العربي بن أحمد بودرة، ودروس الفقيه أحمد بن عبد السلام العبادي. ¶ وفي سنة (1339هـ) وصل للقاهرة للدراسة على علماء الأزهر المعمور حسب توجيهات والده، فقرأ على الشيخ محمد إمام السقا الشافعي كتباً عديدة، وتتلمذ على شيخ الشافعية محمد بن سالم الشرقاوي، والشيخ محمد السمالوطي المالكي، وشيخ المالكية أحمد بن نصر العدوي، وفقيه العصر الشيخ محمد بخيت المطيعي الحنفي، والشيخ عمر حمدان المحرسي، والشيخ محمد حسنين مخلوف المالكي، والشيخ محمد شاكر المالكي، والشيخ محمود خطاب السبكي المالكي، والشيخ ياسين الجندي، والشيخ حسن حجازي. ¶ وأخذ عن المحدث محمد بن جعفر الكتاني، والسيد محمد بن إدريس القادري، ومسند العصر أحمد رافع الطهطاوي الحنفي، وشيخ علماء الشام بدر الدين البيباني، وغيرهم.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "أقبل المترجم أثناء إقامته في القاهرة على مطالعة كتب الأصول وحده، وانقطع في منزله لمطالعة الحديث والاعتناء به حفظاً وتخريجاً ونسخاً، ومكث في منزله سنتين لا يخرج إلا للصلوات، ولا ينام الليل حتى يصلي الضحى، وشرع في كتابة تخريجه الموسع على ((مسند الشهاب)) الذي سماه ((فتوحات الوهاب))، وهو في مجلدين. ¶ ثم أقام في المغرب حوالي أربع سنوات، أقبل فيها على الاشتغال بالحديث حفظاً ومطالعة، وتصنيفاً وتدريساً، وألف شرحاً كبيراً على رسالة ابن أبي زيد القيرواني ذكر فيه لكل مسألة أدلتها من الكتاب والسنة، وسماه: ((تخريج الدلائل لما في رسالة القيرواني من الفروع والمسائل))، كتب منه مجلداً ضخماً إلى كتاب النكاح، ثم عدل عن التطويل، فكتب كتاباً مختصراً سماه: ((مسالك الدلالة على متن الرسالة))، تمّ في مجلد. ¶ ثم رجع إلى القاهرة سنة (1349هـ) فألف عدّة مصنفات تدل على براعته، وتردد عليه علماء الأزهر للزيارة والاستفادة رغم صغر سنه، وجلس للإملاء بمسجد الحسين، ومسجد الكخيا، واحتاجه مشايخه كالشيخ بخيت، واللبان، والخضر حسين، وعبد المعطي السقا، وأحمد الطهطاوي، وعمر حمدان، ويوسف الدجوي، غيره. ¶ وفي سنة (1354هـ) رجع إلى المغرب بسبب وفاة والده فاستلم الزاوية وقام بالخلافة عن والده، واعتنى بالتدريس والإملاء، وكان صاحب دعوة بين الناس. ¶ وكان يحارب السفور والمدارس العصرية والتشبه بالكفار، وله في ذلك جزء سماه: ((الاستنفار لغزو التشبه بالكفار)). ¶ ثالثاً: جهاده وحجه ووفاته: ¶ حارب الاستعمار، وسعى في إخراجه من المغرب، وقام بثورتين ضد الإسبان، سنة (1355هـ) وسنة (1369هـ)، وانتهت الأخيرة بالحكم عليه بالسجن لمدة ثلاث سنوات ونصف، ثم حدد إقامته في طنجة بعد خروجه إلى غير ذلك. ¶ وبعد خروجه من المعتقل زاد إيذاؤه من قبل الاستعمار تارة والحزبيين تارة أخرى ففضل مغادرة المغرب إلى مصر (1377هـ)، واستقبل فيها بكل إجلال وإكرام واشتغل بالتصنيف.",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "وخرج إلى الحجاز حاجاً ومعتمراً مرتين، ودخل دمشق وحلب وزار السودان. ¶ وبعد رجوع إلى القاهرة مرض مرضاً شديداً، وفي يوم الأحد غرّة جمادى الثانية سنة (1380هـ) انتقل إلى رحمة ربه، رحمه الله رحمة واسعة. ¶ رابعاً: مؤلفاته: ¶ نافت مؤلفاته على مئتين وخمسين مؤلفاً، وطبع منها خمسة وأربعون مؤلفاً، ومن مصنفاته: ¶ إبراز الهم المكنون من كلام ابن خلدون، طبع بدمشق. ¶ الاستعاذة والحسبلة ممن صحح حديث البسملة، طبع بمصر. ¶ إرشاد المربعين إلى طرق حديث الأربعين، طبع بمصر. ¶ إزالة الخطر عمن جمع بين الصلاتين في الحضر، طبع بمصر. ¶ إحياء المقبور بأدلة بناء المساجد والقباب على القبور، طبع بمصر. ¶ إقامة الدليل على حرمة التمثيل، طبع بمصر. ¶ الإقليد في تنزيل كتاب الله على أهل التقليد. ¶ الإفضال والمنة برؤية النساء لله في الجنة. ¶ إياك من الاغترار بحديث اعمل لدنياك. ¶ الاسهاب في الاستخراج على مسند الشهاب، مجلدان. ¶ اختصار مكارم الأخلاق لابن أبي الدنيا. ¶ الأخبار المسطورة في القراءة في الصلاة ببعض السورة. ¶ الاستفاضة بحديث وضوء المستحاضة. ¶ الأربعون المتتالية بالأسانيد العالية، مجلد. ¶ الإشراف بتخريج الأربعين المسلسلة بالأشراف. ¶ إظهار ما كان خفياً من بطلان حديث: (لو كان العلم بالثريا). ¶ الأمالي المستظرفة على الرسالة المستطرفة في أسماء كتب السنة المشرفة. ¶ الإلمام بطرق المتواتر من حديثه (. ¶ الأمالي الحسينية. ¶ الأجوبة الصارفة لإشكال حديث الطائفة. ¶ الائتساء بإثبات نبوة النساء. ¶ إسعاف الملحين ببيان حال حديث: (إذا ألف القلب الإعراض عن الله ابتلي بالوقيعة في الصالحين). ¶ الإجازة للتكبيرات السبع على الجنازة. ¶ اغتنام الأجر على تصحيح حديث: (أسفروا بالفجر). ¶ إيضاح المريب من تعليق إعلام الأريب. ¶ البرهان الجلي في تحقيق انتساب الصوفية إلى علي. مجلد. ¶ بيان الحكم المشروع في أن الركعة لا تدرك بالركوع. مجلد. ¶ بيان غربة الدين بواسطة العصريين المفسدين.",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "البيان والتفصيل لوصل ما في الموطأ من البلاغات والمراسيل. ¶ بذل المهجة، منظومة تائية في ستمئة بيت في التاريخ. ¶ تحقيق الآمال في إخراج زكاة الفطر بالمال، طبع بتطوان. ¶ تحسين الفعال بالصلاة في النعال، طبع بمصر. ¶ تشنيف الآذان باستحباب السيادة في اسمه ( في الأذان، طبع بمصر. ¶ التصور والتصديق بأخبار الشيخ محمد بن الصديق، طبع بمصر. ¶ توجيه الأنظار لتوحيد العالم الإسلامي في الصوم والإفطار، طبع بمصر. ¶ تبيين البلة ممن أنكر حديث: (ومن لغا فلا جمعة له). ¶ تعريف المطمئن بوضع حديث: (دعوه يئن). ¶ تعريف الساهي اللاهي بتواتر حديث: (أمرت أن أقاتل الناس حتى يقولوا لا إله إلا الله). ¶ تخريج الدلائل لما في رسالة القيرواني من الفروع والمسائل. تم منه جزآن. ¶ تحفة الأشراف بإجازة الحبيب السقاف. ¶ تبيين المبدأ في طرق حديث: (بدأ الدين غريباً وسيعود كما بدأ). ¶ تحسين الخبر الوارد في الجهاد الأكبر. ¶ التعريف لما أتى به حامد الفقي في تصحيح الطبقتين خاصة من التصحيف: أي طبقات الحنابلة وذيلها. ¶ جؤنة العطار في طرف الفوائد ونوادر الأخبار، تم منه مجلدان وبعض الثالث. ¶ جهد الإيمان بطرق حديث الإيمان. ¶ جمع الطرق والوجوه لحديث: (اطلبوا الخير عند حسان الوجوه). ¶ الجواب المفيد للسائل المستفيد. ¶ الحنين بوضع حديث الأنين. ¶ حصول التفريج بأصول العزو والتخريج. ¶ درء الضعف عن حديث: (من عشق فعف). طبع بمصر في دار الإمام الترمذي ودار المصطفى. ¶ دفع الرجز بطرق حديث: (أكرموا الخبز). ¶ رفع شأن المنصف السالك وقطع لسان المتعصب الهالك في سنية القبض في الصلاة عند مالك، طبع بمصر. ¶ رياض النزيه في فضل القرآن وفضل حامليه، مجلد. ¶ الرغائب في طرق حديث: (ليبلغ الشاهد منكم الغائب). ¶ رفع المنار لحديث: (من سئل عن علم فكتمه ألجم بلجام من نار). ¶ رفض اللي بتواتر حديث: (من كذب علي). ¶ الزواجر المقلقة لمنكر التداوي بالصدقة. ¶ زجر من يؤمن بطرق حديث: (لا يزني الزاني وهو مؤمن).",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "سبل الهدى في إبطال حديث: (اعمل لدنياك كأنك تعيش أبدا)، طبع بتطوان وبمصر. ¶ سبحة العقيق في ترجة الشيخ سيدي محمد بن الصديق، مجلد. ¶ شوارق الأنوار المنيفة بظهور النواجذ الشريفة، طبع بمصر. ¶ شهود العيان بثبوت حديث: (رفع عن أمتي الخطأ والنسيان). ¶ شمعة العنبر ببدعة أذان الجمعة على المنارة وعند المنبر. ¶ شرف الإيوان في حديث: (الممسوخ من الحيوان). ¶ الصواعق المنزلة على من صححه حديث البسملة. ¶ صفع التياه بإبطال حديث: (ليس بخيركم من ترك دنياه). ¶ صلة الوعاة بالمرويات والرواة. تم منه مجلد. ¶ صرف النظر عن حديث: (ثلاث يجلين البصر). ¶ صدق اللهجة. ¶ طباق الحال الحاضرة لخير سيد الدنيا والآخرة، طبع بمصر. ¶ الطرق المفصلة لحديث أنس في البسملة. ¶ طرفة المنتقي للأحاديث المرفوعة من زهد البيهقي. ¶ عواطف اللطائف بتخريج أحاديث عوارف المعارف، مجلد. ¶ العتب الإعلاني لموثق صالح الفلاني. ¶ العقد الثمين في حديث: (إن الله يبغض الحبر السمين). ¶ غنية العارف بتخريج أحاديث عوارف المعارف، وهو اختصار العواطف. ¶ فتح الملك العلي بصحة حديث: (باب مدينة العلم علي)، طبع بمصر. ¶ فصل القضاء في تقديم ركعتي الفجر على صلاة الصبح عند القضاء. ¶ فتح الوهاب بتخريج أحاديث الشهاب، جزآن. ¶ فك الربقة بطرق حديث: (الثلاث وسبعين فرقة). ¶ قطع العروق الوردية من صاحب البروق النجدية. ¶ كشف الرين في طرق حديث: (مر على قبرين). ¶ الكسملة في تحقيق الحق في أحاديث الجهر بالبسلمة. ¶ كشف الخبي بجواب الجاهل الغبي. ¶ كتاب الحسن والجمال والعشق والحب من الحاديث المرفوعة خاصة. ¶ لب الأخبار المأثورة في مسلسل عاشوراء، طبع بطنجة. ¶ لثم النعم بنظم الحكم لابن عطاء الله السكندري. ¶ المنح المطلوبة في استحباب رفع اليدين في الدعاء بين المكتوبة، طبع بفاس. ¶ مطالع البدور في بر الوالدين، طبع بطنجة ومصر. ¶ المثنوني والبتار في نحر العنيد المعثار الطاعن فيما يصح من السنن والآثار، طبع بمصر.",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "مفتاح الترتيب لأحاديث تاريخ الخطيب، طبع بمصر. ¶ مفتاح المعجم الصغير للطبراني. ¶ المداوي لعلل المناوي في شرحيه على الجامع الصغير، في ستة مجلدات. ¶ المستخرج على الشمائل الترمذية، مجلد. ¶ المؤانسة بالمرفوع من حديث المجالسة للدينوري. ¶ المعجم الوجيز للمستجيز، طبع بمصر. ¶ مسالك الدلائل على مسائل الرسالة لابن أبي زيد القيراوني، طبع مصر. ¶ المسهم بطرق حديث: (طلب العلم فريضة على كل مسلم). ¶ المنتده بتواتر حديث: (المسلم من سلم المسلمون من لسانه ويده). ¶ موارد الأمان بطرق حديث: (الحياء من الإيمان). ¶ المناولة في طرق حديث المطاولة. ¶ مسامرة النديم بطرق حديث: (دباغ الأديم). ¶ مجمع فضلاء البشر من أهل القرن الثالث عشر، تم منه مجلد كبير إلى حرف العين. ¶ مناهج التحقيق في الكلام على سلسلة الطريق. ¶ المغير على الأحاديث الموضوعة في الجامع الصغير، طبع بمصر. ¶ مسند الجن. ¶ المؤذن في أخبار سيدي أحمد بن عبد المؤمن. ¶ الميزانيات. ¶ منية الطلاب بتخريج أحاديث الشهاب، مجلد. ¶ نفث الروع بأن الركعة لا تدرك بالركوع. ¶ نيل الحظوة بقيادة الأعمى أربعين خطوة. ¶ نصب الجرة لنفي الإدراج عن الأمر بإطالة الغرة. ¶ هداية الرشد لتخريج أحاديث ((بداية المجتهد)). ¶ هداية الصغراء بتصحيح حديث التوسعة على العيال يوم عاشوراء، طبع بمصر. ¶ الهدي المتلقي من حديث: (أكمل المؤمنين إيماناً أحسنهم خلقاً). ¶ وشي الإهاب بالمستخرج على ((مسند الشهاب))، ثلاث مجلدات. ¶ وسائل الخلاص في تحريف حديث: (من فارق الدنيا على الإخلاص). ¶ التمهيد الثاني ¶ خلاصة المقال في جواز ¶ إخراج زكاة الفطر بالمال(1) ¶ __________ ¶ (1) هذه الخلاصة تمثل تلخيص ما ورد في هذه الرسالة القيمة، وقد استخرجتها منها؛ لتيسير نشرها وتوزيعها بين المسلمين؛ لسهولة ويسر الاطلاع عليها لكل مسلم، وقد نشرت في جريدة الغد في الأردن في يوم الخميس 28/رمضان/1425هـ الموافق 11/تشرين الثاني/2004م.",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "كثر السؤال والقيل والقال في جواز إخراج صدقة الفطر بالمال؛ لما ظهر من تشديد بعض الناس، وحمل المسلمين على مرادهم، مع أنها من المسائل الفقهية المختلف فيها بين الفقهاء، وللتيسير ورفع الحرج فيها مجال، لا سيما في زماننا بعد أن انتشر المال، وقلّ المنصوص عليها من القمح والشعير بين الناس، كيف وقد أقرّ الرسول ( أخذ القيمة في الزكاة، وكان عمل الخلفاء الراشدين كعمر ( وعلي ( وغيرهما من كبار الصحابة على ذلك، ومشى العمل على ذلك في زمن الخليفة الراشد الخامس عمر بن عبد العزيز (، وكانت الفتوى على ذلك في الخلافة العباسية وغيرها حتى في أيام السلطة العثمانية التي حكمت المسلمين أكثر من خمس قرون متوالية؛ لأن الإفتاء والقضاء في غالب هذه الدول كان على المذهب الحنفي، وإخراج القيمة جائز عندهم. ¶ فجمهور الفقهاء كان على جواز إخراج القيمة بالمال كأبي حنيفة وأبي يوسف ومحمد بن الحسن والطحاوي وكافة المجتهدين في المذهب الحنفي الذي قيل: إن ثلثي المسلمين على هذا المذهب، كيف وقد وافقهم الثوري وابن راهويه وأبو ثور والإمام الناصر والمؤيد بالله من أئمة الزيدية، كما هو مذهب بقية أهل البيت، وقال به جماعة من المالكية كابن حبيب وأصبغ وابن أبي حازم وابن دينار وابن وهب وهو وجه للشافعي، ورواية عن أحمد وهو مذهب البخاري واختاره بعض الشافعية والحنابلة وغيرهم، ونصر هذا القول خاتمة الحفاظ السيد أحمد الصديق الغماري المالكي في رسالته التي بين أيدينا(1). ¶ وتفصيل ما أجمل مع بيان الأدلة على ذلك فيما يلي ملخصاً: ¶ __________ ¶ (1) ينظر: شرح الوقاية ص229، وزكاة الفطر أحكامها ونوازلها ص124، وتحقيق الآمال، وغيرها.",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "إن عمل الصحابة ( على جواز إخراج القيمة في صدقة الفطر: روى ابن أبي شيبة(1) عن أبي إسحاق السبيعي ـ وهو من مشاهير التابعين، وقد أدرك علياً ( وجماعة من الصحابة ( ـ يقول: ((أدركتهم ـ أي الصحابة ـ وهم يعطون في صدقة الفطر الدراهم بقيمة الطعام)). ¶ ولم يكن أخذه ( القيمة مقتصراً صدقة الفطر بل شاملاً للزكاة وغيرها، ومن ذلك: ¶ ما رواه ابن أبي شيبة(2):((قال بعث رسول الله ( معاذاً ( إلى اليمن فأمره أن يأخذ الصدقة من الحنطة والشعير، فأخذ العروض والثياب من الحنطة والشعير))، وأخذه العروض والثياب هو أخذ بالقيمة؛ إذ قدروا كم تكون الزكاة في الحنطة والشعير وأخذوا بقيمتها من العروض والثياب، وسيأتي أن الرسول ( أقره على ذلك. ¶ إن عمر (: ((كان يأخذ العروض في الصدقة من الورق وغيرها))(3) ، والورق: أي الفضة؛ إذ كان ( يأخذ قيمة صدقة الفضة عروضاً. ¶ إن علياً (: ((كان يأخذ العروض في الجزية من أهل الإبر الإبر، ومن أهل المال المال، ومن أهل الحبال الحبال))(4)؛ إذ أنه ( كان يأخذ قيمة الجزية من كل قوم بما يناسبهم. ¶ قال الإمام أبو عبيد(5) بعد ذكر الروايات السابقة: ((قد رخصا ـ أي عمر وعلي ( ـ في أخذ العروض والحيوان مكان الجزية، وإنّما أصلها الدراهم والدنانير والطعام، وكذلك كان رأيهما ( في الديات من الذهب والورق والإبل والبقر والغنم والخيل، وإنما أرادا التسهيل على الناس فجعلا على أهل كل ما يمكنهم))، فهذان الصحابيان المبشران بالجنة والوارد في فضلهما أحاديث كثيرة قبلا من المسلمين دفع القيمة في كلّ صدقة وزكاة ودية وغيرها، أفلا يرضى المسلمون بما رضيا لهما، مع ما سبق وسيأتي أن الرسول ( رضي بذلك لأمته. ¶ __________ ¶ (1) في مصنفه2: 398. ¶ (2) في مصنفه 2: 404. ¶ (3) في مصنف ابن أبي شيبة 2: 404. ¶ (4) في مصنف ابن أبي شيبة 2: 404. ¶ (5) في كتاب الأموال ص510.",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وقال الإمام المحدث الفقيه بدر الدين العَيْني(1):((واعلم أن دفع القيمة في الزكاة جائز عندنا، وكذا في الكفارة وصدقة الفطر والعشر والخراج والنذر، وهو قول عمر وابنه عبد الله وابن مسعود وابن عباس ومعاذ وطاوس (، وقال الثوري: يجوز إخراج العروض في الزكاة إذا كانت بقيمتها، وهو مذهب البخاري، وإحدى الروايتين عن أحمد، ولو أعطى عرضاً عن ذهب وفضة، قال: أشهب يجوز، وقال الطرطوشي: هذا قول بيِّن في جواز إخراج القيم في الزكاة، قال وأجمع أصحابنا ـ من المالكية ـ على أنه لو أعطى فضة عن ذهب أجزأه، وكذلك إذا أعطى درهماً عن فضة عند مالك (... وهو وجه للشافعية، وأجاز ابن حبيب دفع القيمة إذا رآه أحسن للمساكين)). ¶ إن على إخراج القيمة عمل الأئمة من فضلاء التابعين الذين شهد لهم باتباع بهدي النبي ( وهدي الخلفاء الراشدين هو الأمر بإخراج المال بدل الطعام في صدقة الفطر، فها هو الخليفة الراشد عمر بن عبد العزيز ( يأمر ولاته في دولته بأخذ المال في صدقة الفطر، فروى وكيع عن قرة قال: ((جاءنا كتاب عمر بن عبد العزيز ( في صدقة الفطر نصف صاع عن كل إنسان أو قيمته نصف درهم))(2)، وروى عن ابن عون قال: ((سمعت كتاب عمر بن عبد العزيز ( يقرأ إلى عدى بالبصرة يُؤخذ من أهل الديوان من أعطياتهم عن كلّ إنسان نصف درهم))(3) يعني في زكاة الفطر. ¶ إن إجزاء القيمة عن المال هو قول كبار التابعين؛ كالحسن البصري العالم الزاهد المشهور؛ إذ روي عنه أنه قال: ((لا بأس أن تعطى الدرهم في صدقة الفطر))(4). ¶ __________ ¶ (1) في عمدة القاري شرح صحيح البخاري9: 8. ¶ (2) في مصنف ابن أبي شيبة 2: 298، وغيره. ¶ (3) في مصنف ابن أبي شيبة 2: 298، وغيره. ¶ (4) في مصنف ابن أبي شيبة 2: 298، وغيره.",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "إن الأصل في الصدقة المال، قال (: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً}(1)، قال ابن الأثير (: ((المال في الأصل ما يملك من الذهب والفضّة، ثم أطلق على كل ما يُقتنى ويُملك من الأعيان، وأكثر ما يطلق عند العرب على الإبل؛ لأنها كانت أكثر أموالهم))(2). ¶ وبيان الرسول ( الصدقة بالتمر، أو الشعير، أو الأقط، أو الزبيب؛ إنما هو للتيسير ورفع الحرج، لا لتقييد الواجب وحصر المقصود فيه؛ لأن أهل البادية وأرباب المواشي تعزّ فيهم النقود، وهم أكثر مَن تجب عليه الزكاة، فكان الإخراج ممَّا عندهم أيسر عليهم؛ فلذلك فرض على أهل المواشي أن يتصدّقوا من ماشيتهم، وعلى أهل الحب أن يتصدّقوا من حبّهم، وعلى أهل الثمار من ثمارهم، وعلى أهل النقد من نقدهم، تيسيراً على الجميع؛ ولئلا يُكَلَّفَ أحدٌ استحضارَ ما ليس عنده مع اتحاد المقصد في الجميع وهو مواساة الفقراء. ¶ إن رسول الله ( أخذ القيمة في صدقة الزكاة، من ذلك أنه قال لمعاذ ( عند بعثه إلى اليمن: (خذ الحب من الحب والشاة من الغنم، والبعير من الإبل، والبقرة من البقر)(3)، ومع هذا التعيين الصريح منه (، إلا أن معاذاً ( قال لأهل اليمن: ((ائتوني بعرض ثياب خميص أو لبيس في الصدقة مكان الشعير))(4)، لعلمه ( أن المرادَ سد حاجة الفقراء لا خصوص هذه الأعيان، ولذلك قال (: ((فإنّه أهون عليكم وخير للمهاجرين بالمدينة))(5)، وأقره النبي ( على ذلك، ولو كان خلاف الشرع المفترض لما أقرّه، ولأمره برد ذلك إلى أهله ونهاه عنه. ¶ __________ ¶ (1) التوبة103. ¶ (2) ينظر: لسان العرب 6: 4300، وغيره. ¶ (3) في المستدرك 1: 546، وصححه، وسنن أبي داود 2: 109، وسنن ابن ماجة 1: 508. ¶ (4) في صحيح البخاري 2: 525، وغيره. ¶ (5) في سنن الدارقطني 2: 100، وغيره.",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "إن النبي ( قال: (في خمس من الإبل شاة)(1) وكلمة في حقيقة للظرف، وعين الشاة لا توجد في الإبل، فلما أجاز ( إخراجها من الإبل، وليست الشاة من الإبل، دلّ ذلك على المراد قدرها من المال، ومَن أراد الاستفاضة في الأحاديث عن النبي ( في جواز إخراج القيمة فليراجع ((تحقيق الآمال))(2). ¶ إن ثبت جواز أخذ القيمة في الزكاة المفروضة في الأعيان كالمواشي، فمن باب أولى جواز أخذ القيمة في صدقة الفطر المفروضة على رقاب المسلمين الكبير والصغير، وقد اقتضت حكمة الشرع أمر الناس بإخراج الطعام؛ ليتمكن جميعهم من أداء ما فرض عليهم، ولا يحصل ذلك في زمن الصحابة في النقود؛ لأنها كانت نادرة لا سيما في البوادي، فلو كان الأمر بإعطاء النقود لتعذر الأمر في إخراجها بالكلية على الفقراء، ولتعسر على كثير من الأغنياء الذي كان غناهم بالمواشي، وهذا على عكس ما في زماننا من تيسر النقود في أيدي الناس، وتعسر توفر القمح والشعير إلا عند خواص المؤمنين. ¶ __________ ¶ (1) في المستدرك 1: 549، وجامع الترمذي 3: 17، وسنن أبي داود 2: 98، وغيرها. ¶ (2) ص48-59.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "إن النبي ( غاير بين القدر الواجب من الأعيان المنصوص عليها، مع تساويها في كفاية الحاجة، فأوجب من التمر والشعير صاعاً، ومن البرّ نصف صاع، وذلك لكونه أعلى ثمناً لقلته بالمدينة في عصره، فدل أنه اعتبر القيمة، ولم يعتبر الأعيان، ولو اعتبرها لسوّى بينها في المقدار، ويؤيد هذا الفهم ما رواه ابن عمر ( قال: (كان الناس يخرجون صدقة الفطر على عهد رسول الله ( صاعاً من شعير أو تمر...، فلما كان عمر ( وكثرت الحنطة جعل عمر نصف صاع حنطة مكان صاع من تلك الأشياء)(1)، وأن علياً ( ((لما قدم المدينة ورأى رخص السعر، قال: قد أوسع الله عليكم، فلو جعلتموه صاعاً من كل شيء))(2) فدل ذلك على أن العبرة هي التيسير على الناس، وإخراج ما فيه مصلحة للفقراء، وأي مصلحة هذه الأيام في القمح والشعير، وقد تغير الزمان، وصار اعتماد الناس على المخابز الآلية، وأصبح وجود القمح نادراً بين الناس؛ لأنهم لا يستعملونه، فإخراج هذه الأعيان ذاتها أصبح فيه عسر، ولا مصلحة فيه إلا للتجار؛ لأنهم سيبيعونه بثمن غال، ويشترونه من الفقراء بثمن بخس. ¶ __________ ¶ (1) في سنن أبي داود 2: 122، وغيره. ¶ (2) في سنن أبي داود 2: 114، وغيره.",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "إن النبي ( قال: (أغنوهم عن الطواف هذا اليوم)(1). فصرح النبي ( بعلة وجوب الصدقة وهي إغناء الفقراء يوم العيد، وأفضل شيء في إغناء الفقراء هو توفير النقد لهم في زماننا؛ لأنه الأصل الذي يتوصّل به إلى كلّ شيء من ضروريات الحياة، بخلاف عصر النبي ( فكان الطعام أفضل في إغناء الفقراء عن الطواف ، وكانوا يتبادلون السلع بعضها ببعض، أضف إلى ذلك الإغناء بيوم العيد؛ ليعم السرور جميع المسلمين، وهذا المعنى لا يحصل اليوم بإخراج الحب الذي ليس هو طعام الفقراء والناس كافة، ولا في إمكانهم الانتفاع به ذلك اليوم، وإنما يحصل المقصود بإخراج المال الذي ينتفع به الفقير في الحال، فكان إخراجه هو الأولى والأفضل. وأيضاً: إن الفقراء يحتاجون إلى الملابس، فلا يحصل لهم الإغناء بإخراج الطعام؛ لانعدام المبادلة في زماننا، وإنما يحصل الإغناء بالنقود؛ إذ يمكنهم شراء ما يحتاجون. ¶ إنه ( فرض زكاة الفطر طعمة للمساكين، فعن ابن عباس (، قال: (فرض رسول الله ( زكاة الفطر طهرة للصائم من اللغو والرفث، وطعمة للمساكين مَن أدّاها قبل الصلاة، فهي زكاة مقبولة، ومَن أداها بعد الصلاة فهي صدقة من الصدقات)(2)، ومعلوم أن الطعمة لا تحصل للمسلمين في زماننا بإخراج البُر، والشعير، والتمر، والزبيب، كما تحصل لهم بإخراج النقد؛ لأنه يمكن أن يطعم ما يريد من أصناف المأكولات؛ لانتشار المال، واعتماد الناس عليه في التبادل، بخلاف الزمان الأول. ¶ __________ ¶ (1) في طبقات ابن سعد 1: 248، ومعرفة علوم الحديث ص131، وسنن الدارقطني 2: 152، وغيرها. ¶ (2) في سنن أبي داود 2: 111، وسنن ابن ماجة 1: 585، والمستدرك1: 598، وصححه الحاكم.",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "إن النبي ( عيَّن الطعام في زكاة الفطر لنُدْرَته بالأسواق في تلك الأيام، وشدة احتياج الفقراء إليه، فإن غالب المتصدّقين في عصر النبي ( ما كانوا يتصدّقون إلا بالطعام، فكان ( كلما حثّ الناس على الصدقة بمناسبة قدوم فقراء أو ضيوف بادروا إلى الإتيان بالطعام لمسجده (، قال (: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ مِسْكِيناً وَيَتِيماً وَأَسِيراً}(1)، وقال (: {وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ}(2)، ولم ينقل أنهم كانوا يتصدقون بالمال إلا على سبيل الندرة؛ لحاجة الفقراء إلى الطعام واللباس لا إلى المال، أما الآن فحاجة الفقراء إلى المال؛ لحصول الكفاية لهم به. ¶ إنه ( قال: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ}(3)، والمال هو المحبوب اليوم، فكثير من الناس يهون عليهم إطعام والطعام، وعمل الولائم، ويصعب عليه ثمن ذلك للفقراء، والحال في عصر النبي ( على خلاف ذلك؛ لذلك كان إخراج الطعام في عصرهم أفضل. ¶ إن الزكاة وجبت على كل أحد من ماله الذي عنده، لا يكلف استحضار غيره، كما في الأحاديث السابقة، والذي عند الناس اليوم هو النقد، فالواجب عليهم الإخراج مما عندهم، ولا يكلفون استحضار الحب الذي ليس عندهم. ¶ إن المنصوص عليه في صدقة الفطر هو بيان لقدر الواجب لا لعينه؛ إذ لو كان بياناً لعين الواجب لما خالفه الصحابة والتابعون والأئمة والفقهاء، فذكروا من الأعيان ما لم يرد به نص من الشارع، وإذا ثبت ذلك جاز إخراج المال؛ علماً أنه لا فارق بين زكاة الفطر وزكاة المال، فإما أن تجوز القيمة فيهما أو تمنع فيهما. ¶ إن القاعدة الشرعية تقول: المشقة تجلب التيسير؛ ومعلوم أن إخراج الطعام فيه مشقة على المعطي في تحصيله، وعلى الفقير في الانتفاع منه وبيعه خصوصاً يوم العيد، وعلى فرض انتفاء المشقة فالحاجة قد تقوم مقام المشقة. ¶ __________ ¶ (1) الإنسان:8. ¶ (2) الحاقة:34. ¶ (3) آل عمران: من الآية92.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "إن مراعاة المصالح من أعظم أصول الشريعة، وعلل أحكامها التي تنبني عليها، وإخراج المال في هذا العصر يجتمع في جلب المصلحة ودفع المفسدة؛ لأن إخراج الحب الذي فيه مصلحة مقرونة بمفسدة إضاعة المال؛ أن الفقراء سيبيعونه بأبخس الأثمان،فيضيع بذلك مال كثير يمكن للفقراء الاستفادة منه. ¶ التمهيد الثالث ¶ أحكام صدقة الفطر(1) ¶ وتسمى زكاة الفطر، وزكاة رمضان، وزكاة الصوم، وصدقة الصوم، وصدقة الرؤس، وزكاة الأبدان(2). ¶ أولاً: دليل وجوبها: ¶ عن بن عمر (: (إن رسول الله ( فرض زكاة الفطر من رمضان على الناس صاعاً من تمر أو صاعاً من شعير على كل حر أو عبد ذكر أو أنثى من المسلمين)(3)، ومعنى فرض: أي قدر أداء الفطر؛ لأن الفرض في اللغة التقدير، قال (: {فَنِصْفُ مَا فَرَضْتُمْ}(4): أي قدرتم. ¶ عن عبد الله بن ثعلبة ( قال (: (أدوا صاعاً من بر أو قمح بين اثنين أو صاعاً من تمر أو صاعاً من شعير عن كل حر وعبد وصغير وكبير)(5). ¶ عن ابن عمر (: (أمر النبي ( بصدقة الفطر عن كل صغير وكبير حراً أو عبد صاعاً من شعير أو صاعاً من تمر فعدل الناس بعد بمدين من بر)(6). ¶ __________ ¶ (1) هذه الأحكام على المذهب الحنفي؛ لأن أتباعه هم غالبية المسلمين؛ ولأن جواز إخراج القيمة في صدقة الفطر قائل بها أصحاب هذا المذهب بلا نزاع ولا خلاف بينهم فيها، بخلاف المذاهب الأخرى؛ لذلك اخترنا عرض الأحكام الأخرى في صدقة الفطر طبقاً لما عليه العمل في هذا المذهب، والله الموفق. ¶ (2) ينظر: معارف السنن 5: 299، وينظر: زكاة الفطر أحكامها ونوازلها المستجدة ص83-138، وغيره. ¶ (3) في صحيح مسلم 2: 677، واللفظ له، وصحيح البخاري 2: 547، وغيرهما. ¶ (4) البقرة: من الآية237. ¶ (5) في سنن الدارقطني 2: 150، وغيره. ¶ (6) في صحيح ابن خزيمة 4: 86، وصحيح ابن حبان 8: 94، وغيرهما.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "إنها واجبةً لا فرضاً; لأن الفرض اسم لما ثبت لزومه بدليل مقطوع به, ولزوم هذا النوع من الزكاة لم يثبت بدليل مقطوع به، بل بدليل فيه شبهة العدم، وهو خبر الواحد(1). ¶ ثانياً: شرائط الوجوب: ¶ الإسلام؛ فلا تجب على الكافر; لأنه لا سبيل إلى الإيجاب في حالة الكفر; لأن فيها معنى العبادة حتى لا تتأدى بدون النية, والكافر ليس من أهل العبادة. ¶ الحرية؛ فلا تجب على العبد؛ لأن الوجوب هو وجوب الأداء ولا سبيل إلى إيجاب الأداء على العبد; لأن العبد لا يكلف بأدائها في الحال ولا بعد العتق, وإيجاب فعل لا سبيل إلى أدائه رأساً ممتنع بخلاف الصبي الغني إذا لم يخرج وليه أنه يلزمه الأداء; لأنه يقدر على أدائه بعد البلوغ(2). ¶ الغنى؛ فلا يجب الأداء إلا على الغني، بدليل: ¶ عن أبي هريرة (: (لا صدقة إلا عن ظهر غنى)(3)، وفي لفظ: (أفضل الصدقة أو خير الصدقة عن ظهر غنى واليد العليا خير من اليد السفلى وابدأ بمن تعول)(4). ¶ عن أبي صعير (، قال (: (أدوا زكاة الفطر صاعاً من تمر أو صاعاً من شعير أو نصف صاع من بر أو قال قمح عن كل انسان صغير أو كبير ذكر أو أنثى حر أو مملوك غنى)(5). ¶ عن أبى هريرة (، قال: (زكاة الفطر عن كل حر وعبد ذكر أو أنثى صغير أو كبير غنى)(6). ¶ وحد الغنى الذي يجب به صدقة الفطر أن له نصاب الزكاة وإن لم ينم، والنماء يكون بالحول مع الثمنية أو السوم أو نية التجارة، والمراد بالنمو الحقيقي: وهو الزيادة بالتولد والتناسل والتجارات، أو النمو التقدير: وهو تمكنه من الزيادة بكون المال في يده أو يد نائيه(7). ¶ __________ ¶ (1) ينظر: بدائع الصنائع 2: 69، وغيره. ¶ (2) ينظر: البدائع 2: 70، والوقاية ص229، وغيرهما. ¶ (3) في صحيح البخاري 2: 518 معلقاً، وغيره. ¶ (4) في صحيح مسلم 2: 717، وغيره. ¶ (5) في شرح معاني الآثار 2: 45، وغيره. ¶ (6) في شرح معاني الآثار 2: 45، وغيره. ¶ (7) ينظر: التعليقات المرضية ص198، وشرح الوقاية ص229، وغيرهما.",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "فمَن كان له نصابُ الزَّكاة: أي نصابٌ فاضلٌ من حاجتِهِ الأصليِّة، بأن كان من أحدِ الثَّمنين، أو السَّوائم، أو مالِ التِّجارة تجبُ عليه الصَّدقة، وإن لم يحل عليه الحول، وإن كان من غيرِ هذه الأموال، كدارٍ لا يكونُ للسُّكنى ولا للتَّجارة، وقيمتُها تبلغ النِّصاب تجبُ بها صدقةُ الفطرِ مع أنه لا تجبُ بها الزَّكاة، وبهذا النصاب يحرم عليه أخذ الصدقة والزكاة التي مصارفها الفقراء، فهو نصاب حرمانِ بخلافِ نصابِ وجوبِ الزَّكاة، فإنه يشترط فيه النماء(1). ¶ والغنى شرط الوجوب لا شرط بقاء الواجب حتى لو افتقر بعد يوم الفطر لا يسقط الواجب; لأن هذا الحق يجب في الذمة لا في المال، فلا يشترط لبقائه بقاء المال. ¶ ويخرج بشروط الوجوب: ¶ العقل والبلوغ؛ فليسا من شرائط الوجوب، فتجب صدقة الفطر على الصبي والمجنون(2) إذا كان لهما مال ويخرجها الولي من مالهما؛ لأنها ليست بعبادة محضة بل فيها معنى المؤنة. ¶ ثالثاً: شرط وسبب وجوب الأداء عن غيره: ¶ الأول: شرطه: ¶ أن يكون مَن عليه الواجب عن غيره من أهل الوجوب على نفسه. ¶ الثاني: سببه: ¶ رأس يلزمه مؤنته ويلي عليه ولاية كاملة؛ لأن الرأس الذي يمونه ويلي عليه ولاية كاملة تكون في معنى رأسه في الذب والنصرة، فكما يجب عليه زكاة رأسه يجب عليه زكاة ما هو في معنى رأسه، فيجب عليه أن يخرج صدقة الفطر عن مماليكه الذين هم لغير التجارة؛ لوجود السبب، وهو لزوم المؤنة وكمال الولاية مع وجود شرطه سواء كانوا مسلمين, أو كفاراً؛ بدليل : ¶ __________ ¶ (1) ينظر: الوقاية ص229، وعمدة الرعاية 1: 302، وغيرهما. ¶ (2) وقال محمد وزفر: لا فطرة عليهما لأنها عبادة, والعبادات لا تجب على الصبيان, والمجانين كالصوم, والصلاة, والزكاة, ينظر: البدائع 2: 70، وغيره.",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "عن ابن عمر ( قال: (أمر رسول الله ( بصدقة الفطر عن الصغير والكبير والحر والعبد ممن تمونون)(1)، فهو عام يشمل المسلم والكافر. ¶ عن أبي هريرة (، قال: كان يخرج زكاة الفطر عن كل إنسان يعول من صغير و كبير حر أو عبد ولو كان نصرانياً مدين من قمح أو صاعاً من تمر(2). ¶ عن ابن عباس ( قال: يخرج الرجل زكاة الفطر عن كل مملوك له، وإن كان يهودياً أو نصرانياً(3). ¶ أنه وجد سبب وجوب الأداء عنه وشرطه. ¶ وتفصيل ذلك فيما يلي: ¶ الأول: مَن يلزمه الإخراج عنهم: ¶ أولاده الصغار إذا كانوا فقراء؛ لأن نفقتهم واجبة على الأب وولاية الأب عليهم تامة, ولا يخرج الجد عن ابن ابنه الفقير الصغير حال عدم الأب أو حال كونه فقيراً؛ لأن ولاية الجد ليست بولاية تامّة مطلقة بل هي قاصرة(4). ¶ ولده الكبير المجنون. ¶ __________ ¶ (1) في سنن البيهقي الكبير 4: 161، وسنن الدارقطني 2: 140، ومسند الشافعي ص93، وغيرها. ¶ (2) قال الزيلعي في نصب الراية 2: 414: رواه الطحاوي في المشكل، وهو يصلح للمتابعة سميا من رواية ابن المبارك. ¶ (3) في مصنف عبد الرزاق 3: 324، وغيره. ¶ (4) هذا ما نص عليه الكاساني في البدائع 2: 70-71، وفي الهدية العلائية ص213: والجد كالأب عند فقده، فلتحرر.",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "خادمة المملوك له لو كان مدبراً(1) أو أم ولد(2) أو كافراً لعموم الأمر, ولا يجب عليه أن يخرج عن مكاتبه ولا عن رقيق مكاتبه; لأنه لا يلزمه نفقتهم وفي ولايته عليهم قصور ولا يجب على المكاتب أن يخرج فطرته عن نفسه ولا عن رقيقه؛ لأنه لا ملك له حقيقة; لأنه عبد ما بقي عليه درهم، والعبد مملوك فلا يكون مالكا ضرورة(3). ¶ الثاني: مَن لا يلزمه الإخراج عنهم: ¶ أولاده الصغار الأغنياء. ¶ أولاده الكبار العقلاء سواء كانوا ذكوراً أو إناثاً وإن كانوا في عياله بأن كانوا فقراء زمنى؛ لأن أحد شطري السبب وهو الولاية منعدم. ¶ الحمل لانعدام كمال الولاية؛ لأنه لا يعلم حياته. ¶ أبويه وإن كانا في عياله لعدم الولاية عليهما. ¶ زوجته؛ لأن شرط تمام السبب كمال الولاية وولاية الزوج عليها ليست بكاملة فلم يتم السبب؛ إذ لا يلي عليها في غير الحقوق الزوجية(4). ¶ رابعاً: جنس الواجب وقدره وصفته ودليله: ¶ الأول: جنسه وقدره: ¶ __________ ¶ (1) مُدَبَّراً: وهو العبد الذي أُعتِقَ عن دُبُر، أي بعد الموت، بأن قال له مولاه: إن مت فأنت حر، ودُبُرُ الشيءِ مؤخَّره. ينظر: طلبة الطلبة ص53، 115. ¶ (2) أمّ ولد: هي الأمة التي وطئها سيدها، فولدت له ولداً وادَّعى نسبه، فلا يجوز بيعها، وتكون حرَّة بعد وفاته. ينظر: شرح حدود ابن عرفة ص528-529. ¶ (3) ينظر: بدائع الصنائع 2: 70-71، والوقاية ص230، والهدية العلائية ص213، وغيرها. ¶ (4) ينظر: رد المحتار 2: 75، وبدائع الصنائع 2: 70-71، والوقاية ص230، وغيرها.",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "نصف صاع(1) من حنطة، أو دقيق(2) حنطة، أو سويق(3) حنطة، أو زبيب(4)؛ لأن قيمة الزبيب تزيد على قيمة الحنطة في العادة، ثم اكتفي من الحنطة بنصف صاع فمن الزبيب أولى. ¶ صاع من تمر، أو شعير، أو دقيق شعير، أو سويق شعير؛ ويجوز تأدية كل منها وإن كان رديئاً(5). ¶ وهذ الأشياء المنصوص عليه معلولة بكونها مالاً متقوماً على الإطلاق، وذكره ( المنصوص عليه للتيسير; لأنهم كانوا يتبايعون بذلك على عهده ( (6). ¶ وأما الأقط (7) فتعتبر فيه القيمة لا يجزئ إلا باعتبار القيمة(8). ¶ الثاني: صفة الواجب: ¶ __________ ¶ (1) أي نصف صاع عراقي، وهو مَنَوان: والمَنّ ، وهو ما يساوي: 8.1539 كيلو غرام. ينظر: الموسوعة الفقهية الكويتية 26: 306، ومعجم لغة الفقهاء ص460. ¶ (2) دقيقه: أي طحينه. ينظر: مختار الصحاح(ص208). ¶ (3) سويقه: أي ما يتّخذ من البُرّ، وهو الناعم من الدقيق. ينظر: تاج العروس 25: 480، والتعليقات المرضية ص213. ¶ (4) وجعل أبو يوسف ( ومحمد (: الزبيب كالتمر في وجوب صاع منه، وهي رواية الحسن عن الإمام، وصحّحها البهنسي، وغيره، وفي الحقائق، والشرنبلالية عن البرهان: وبه يفتى. ينظر: الدر المختار 2: 76، والدر المنتقى 1: 229، وفي مجمع الأنهر 1: 229: الأولى أن يراعى فيه القدر والقيمة. ¶ (5) ينظر: رد المحتار 2: 364، وغيره. ¶ (6) ينظر: شرح الوقاية ص229، والبدائع 2: 72، وغيرهما. ¶ (7) الأقط: قال الأزهري : يتخذ من اللبن المخيض يطبخ ثم يترك حتى يمصل. ينظر: المصباح ص17، وغيره. ¶ (8) ينظر: بدائع الصنائع 2: 72، وغيره.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "إن وجوب المنصوص عليه من حيث إنه مال متقوم على الإطلاق لا من حيث إنه عين فيجوز أن يعطي عن جميع ذلك القيمة دراهم, أو دنانير(1), أو فلوساً, أو عروضاً, أو ما شاء؛ لأن الواجب في الحقيقة إغناء الفقير؛ لقوله (: (أغنوهم عن المسألة في مثل هذا اليوم)(2), والإغناء يحصل بالقيمة بل أتم وأوفر; لأنها أقرب إلى دفع الحاجة، وبه تبيّن أن النص معلول بالإغناء وأنه ليس في تجويز القيمة يعتبر حكم النص في الحقيقة. ¶ ولا يجوز أداء المنصوص عليه بعضه عن بعض باعتبار القيمة سواء كان الذي أدى عنه من جنسه, أو من خلاف جنسه بعد أن كان منصوصاً عليه. ومن فروعه: ¶ لو أخرج الحنطة عن الحنطة باعتبار القيمة بأن أدى نصف صاع من حنطة جيدة عن صاع من حنطة وسط لا يجوز. ¶ لو أدى نصف صاع من تمر تبلغ قيمته قيمة نصف صاع من الحنطة عن الحنطة، فلا يجوز، بل يقع عن نفس التمر وعليه تكميل الباقي بأن يقدم نصف صاع أخرى من التمر; لأن القيمة لا تعتبر في المنصوص عليه، وإنما تعتبر في غيره(3). ¶ خامساً: كيفية ووقت وجوبها ووقت أدائها: ¶ الأول: كيفية وجوبها: ¶ إنها تجب وجوباً موسعاً في العمر كالزكاة, والنذور والكفارات ونحوها على الصحيح(4); لأن الأمر بأدائها مطلق عن الوقت، فلا يتضيق الوجوب إلا في آخر العمر كالأمر بالزكاة، وسائر الأوامر المطلقة عن الوقت. ¶ الثاني: وقت وجوبها: ¶ __________ ¶ (1) والدراهم أولى من الدقيق. ينظر: تبيين الحقائق 1: 310، ومجمع الأنهر1: 289. قال الحصكفي في الدر المنتقى1: 229: وعليه الفتوى حالة السعة، أما في الشدة فدفع العين أفضل فلا خلاف حينئذ في الحقيقة. ¶ (2) سيأتي تخريجه. ¶ (3) ينظر: بدائع الصنائع 2: 72-73، وغيره. ¶ (4) قال بعض أصحابنا : إنما يجب وجوبا مضيقاً في يوم الفطر عينا. ينظر: بدائع الصنائع 2: 69، وغيره.",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "هو وقت طلوع الفجر الثاني من يوم الفطر حتى لو و ولد له ولد, أو كان كافراً فأسلم , أو كان فقيراً(1) فاستغنى إن كان ذلك قبل طلوع الشمس تجب عليه الفطرة, وإن كان بعده لا تجب عليه(2)، وكذا من مات قبل طلوع الفجر لم تجب فطرته وإن مات بعده وجبت؛ لقوله (: (صومكم يوم تصومون وفطركم يوم تفطرون)(3): أي وقت فطركم يوم تفطرون خص وقت الفطر بيوم الفطر حيث أضافه إلى اليوم, والإضافة للاختصاص فيقتضي اختصاص الوقت بالفطر يظهر باليوم وإلا فالليالي كلها في حق الفطر سواء فلا يظهر الاختصاص، وبه تبين أن المراد من صدقة الفطر: أي صدقة يوم الفطر فكانت الصدقة مضافة إلى يوم الفطر فكان سبباً لوجوبهاً. ¶ ولو عجل الصدقة على يوم الفطر فإنه يجوز مطلقاً على الصحيح(4)؛ لأن الوجوب إن لم يثبت فقد وجد سبب الوجوب، وهو رأس يمونه ويلي عليه, والتعجيل بعد وجود السبب جائز كتعجيل الزكاة(5). ¶ الثالث: وقت أدائها: ¶ __________ ¶ (1) ينظر: الوقاية ص260، وفتح باب العناية 1: 554، والهدية العلائية ص241، وغيرها، وغيرها. ¶ (2) وعند الشافعي تجب بغروب الشمس، فمن أسلم في الليلة أو ولد فيها لا تجب عليه. ينظر: نهاية المحتاج 3: 112، ومغني المحتاج 1: 402، وحاشيتا قليوبي وعميرة 2: 42، والمنهاج 1: 402، وفتوحات الوهاب 2: 274. ¶ (3) سبق تخريجه . ¶ (4) في التبيين 1: 311: ولا تفصيل فيه بين مدة ومدة في الصحيح، وفي الدر المختار 1: 78: وعامة المتون والشروح على صحة التقديم مطلقاً، وهو المذهب. لكن صحح صاحب التنوير 1: 78 التقديم بشرط دخول رمضان، وفي الجوهر النيرة 1: 135: هو الصحيح، وعليه الفتوى. ¶ (5) ينظر: بدائع الصنائع 2: 74، وغيره.",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وهو جميع العمر ولا تسقط بالتأخير(1) عن يوم الفطر(2)، بدليل: ¶ عن ابن عمر ( قال: (أمرنا رسول الله ( بزكاة الفطر أن تؤدّى قبل خروج الناس إلى الصلاة)، قال: فكان ابن عمر يؤدّيها قبل ذلك باليوم واليومين(3). ¶ إن الأمر بأدائها مطلق عن الوقت فيجب في مطلق الوقت غير عين، وإنما يتعيّن بتعيينه فعلاً, أو بآخر العمر كالأمر بالزكاة، وفي أي وقت أدّى كان مؤدّياً لا قاضياً كما في سائر الواجبات الموسعة. ¶ ويستحب أن يخرج الصدقة قبل الخروج إلى المصلى(4)، بدليل: ¶ عن ابن عمر (: (إن النبي ( أمر بزكاة الفطر قبل خروج الناس إلى الصلاة)(5). ¶ عن ابن عباس (، قال: (فرض رسول الله ( زكاة الفطر طهرة للصائم من اللغو والرفث، وطعمة للمساكين مَن أدّاها قبل الصلاة، فهي زكاة مقبولة، ومَن أداها بعد الصلاة فهي صدقة من الصدقات)(6). ¶ قوله ( : (أغنوهم عن الطواف في مثل هذا اليوم)(7)، فإذا أخرج قبل الخروج إلى المصلى استغنى المسكين عن السؤال في يومه ذلك، فيصلي فارغ القلب مطمئن النفس(8). ¶ سادساً: ركن صدقة الفطر: ¶ __________ ¶ (1) وإن طالت المدة. ينظر: شرح ملا مسكين ص67، وغيره. ¶ (2) وقال الحسن بن زياد : وقت أدائها يوم الفطر من أوله إلى آخره وإذا لم يؤدها حتى مضى اليوم سقطت؛ لإن هذا حق معروف بيوم الفطر فيختص أداؤه به كالأضحية . ينظر: البدائع 2: 74، وغيره. ¶ (3) في سنن أبي داود 2: 111، وسكت عنه، وينظر: التمهيد 14: 326، وغيره. ¶ (4) ينظر: الوقاية ص231، وفتح باب العناية 1: 554، والهدية العلائية ص241، وغيرها. ¶ (5) في صحيح البخاري 2: 548، وغيره. ¶ (6) في سنن أبي داود 2: 111، وسنن ابن ماجة 1: 585، والمستدرك1: 598، وصححه الحاكم. ¶ (7) سبق تخريجه. ¶ (8) ينظر: البدائع 2: 74، وغيره.",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وهو التمليك لقوله (: (أدوا عن كل حر وعبد)(1), والأداء هو التمليك فلا يتأدى بطعام الإباحة وبما ليس بتمليك أصلاً، وليس إسلام المؤدى إليه ليس بشرط لجواز الأداء، فيجوز دفعها إلى أهل الذمة، ويجوز أن يعطى ما يجب في صدقة الفطر عن إنسان واحد جماعة مساكين ويعطى ما يجب عن جماعة مسكيناً واحداً; لأن الواجب زكاة فجاز جمعها وتفريقها كزكاة المال ولا يبعث الإمام عليها ساعياً; لأن النبي ( لم يبعث ولنا فيه قدوة(2). ¶ سابعاً: مكان الأداء: ¶ وهو الموضع الذي يستحب فيه إخراج الفطرة فعن نفسه وعبيده حيث هو(3)، أما زكاة المال فحيث المال ويكره إخراجها إلى أهل غير ذلك الموضع؛ لأن صدقة الفطر تتعلق بذمة المؤدي لا بماله بدليل أنه لو هلك ماله لا تسقط الصدقة. وأما زكاة المال فإنها تتعلق بالمال. ألا ترى أنه لو هلك النصاب تسقط؟ فإذا تعلقت الصدقة بذمة المؤدي اعتبر مكان المؤدي ولما تعلقت الزكاة بالمال اعتبر مكان المال(4). ¶ __________ ¶ (1) سبق تخريجه. ¶ (2) ينظر: بدائع الصنائع 2: 74-75، وغيره. ¶ (3) هذا عند محمد، وقال أبو يوسف: يؤدي صدقة الفطر عن نفسه حيث هو وعن عبيده حيث هم. ينظر: البدائع 2: 75، وغيره. ¶ (4) ينظر: بدائع الصنائع 2: 75، وشرح الوقاية ص229، وغيره.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "( ¶ وصلى الله على سيدنا محمد وآله وسلم ¶ الحمد لله وكفى، وسلام على عباده الذين اصطفى. ¶ أما بعد: ¶ فمَن يعلم أنّ أفعال المكلفين لا تخلو من أحكام لله، ويعلم أن نصوصَ الشرع الدالّة على الأحكام محصورة متناهية، والأفعال والحوادث غير محصورة ولا متناهية، وما لا ينحصر ولا يتناهى لا يضبطه ما ينحصر ويتناهى. ¶ يعلم قطعاً أن الاجتهادَ واجب الاعتبار، وأن الزمانَ لا يجوز عقلاً خلوه من مجتهد قائم لله بالحجّة على خلقه(1) ¶ __________ ¶ (1) مسألة خلو الزمان عن مجتهد مسألة مهمة يكثر طرحها والتعرض لها في الأوساط العلمية، وقلما أحدٌ يحقق القول فيها، والمؤلف رحمه الله تعالى لم تكن المسألة موضوع بحثه؛ لذا لم يوفها حقها من العرض والتبيين، فكان في كلامه إيهام لما هو الصواب، فحاصل الكلام فيها أنها مسألة خلافية عند علماء الأصول: ¶ فذهب الأكثر كالآمدي وابن الحاجب إلى جواز خلو العصر عن المجتهد، وجزم به في المحصول، وقال الرافعي: الخلق كالمتفقين على أنه لا مجتهد اليوم، ولعله أخذه من الإمام الرازي, أو من قول الغزالي في الوسيط: قد خلا العصر عن المجتهد المستقل؛ لأن الأصل عدم موجب منع من خلو الزمان عن مجتهد، بل ثبت موجب خلو الزمان عن المجتهد، وهو ما رواه البخاري 1: 50: قال (: (إن الله لا يقبض العلم انتزاعاً ينتزعه من العباد، ولكن يقبض العلم بقبض العلماء حتى إذا لم يبق عالماً اتخذ الناس رؤوساً جهالاً فسئلوا فأفتوا بغير علم فضلوا وأضلوا). ¶ وذهب الحنابلة إلى أنه لا يخلو الزمان عن مجتهد، ووافقهم بعض الشافعية كأبي إسحاق والزبيري وابن دقيق العيد؛ لأن الله تعالى لو خلى زماناً من قائم بحجة زال التكليف؛ إذ التكليف لا يثبت إلا بالحجة الظاهرة، وإذا زال التكليف بطلت الشريعة، ولأنه لو عدم الفقهاء لم تقم الفرائض كلها, ولو عطلت الفرائض كلها لحلت النقمة بذلك في الخلق؛ ولأن الخلو من مجتهد يلزم منه إجماع الأمة على الخطأ, وهو ترك الاجتهاد الذي هو فرض كفاية. ¶ وتحقيق الكلام أنه يجوز خلو عصر عن مجتهد مطلق، ولا يجوز خلوها عن مجتهد في المذهب؛ لأن باجتهاد الأئمة الأربعة تحقق للأمة غايتها من الاجتهاد المطلق من الكتاب والسنة وآثار الصحابة والتابعين بتنقيح الفروع، وتأسيس القواعد والأصول، وبذلك تمت المرحلة الأولى والأساسية في الفقه وقد قام بها الأئمة الأربعة، ثم انتقل الفقه إلى مرحلته الثانية، وهي مرحلة البناء والتشييد التي قام بها المجتهدون في المذاهب، فهؤلاء الذين لا يجوز خلو الزمان عنهم؛ لئلا تتعطل الأحكام الفقهية فيما يستجد للناس من المسائل الفقهية، ومن تأمل في حجج القائلين بمنع خلو الزمان عن المجتهد يجد أن ما عللوا بها يمكن أن يقوم به المجتهد في المذهب، بالأضافة إلى أن الأمة لم تقبل إلا اجتهاد هؤلاء الأئمة الأربعة المستقلين رغم كثرة المجتهدين المطلقين، واستمرت في استقاء أحكام مسائل الحادثة من أصولهم وفروعهم، قال الزركشي في البحر المحيط 8: 241-242: والحق أن الفقيه الفطن القياس كالمجتهد في حق العامي, لا الناقل فقط... والحق أن العصر خلا عن المجتهد المطلق, لا عن مجتهد في مذهب أحد الأئمة الأربعة وقد وقع الاتفاق بين المسلمين على أن الحق منحصر في هذه المذاهب, وحينئذ فلا يجوز العمل بغيرها , فلا يجوز أن يقع الاجتهاد إلا فيها. وينظر: التقرير والتحبير 3: 339-340، والبحر المحيط 240-242، وغيرهما.",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "، وذلك باستنباط حكم أفعالهم المحدثة ووقائعهم المتجدّدة، حتى يكون لكلّ حادثة اجتهاد يُبيِّن حكم الله فيها بطريق النظر والاستدلال، وإلا لزم تعطيل الأحكام في كثيرٍ من الحوادث والأفعال، وترك الخلق سدىً يعمهون في بحار الهوى والضلال، واجتماع الأمة على الخطأ والباطل، وذلك محال. ¶ ولهذا حكمَ الأئمةُ وفقهاءُ الإسلام(1) ¶ __________ ¶ (1) جاء البحر المحيط للزركشي 8: 139-140: لما لم يكن بد من تعرف حكم الله في الوقائع, وتعرف ذلك بالنظر غير واجب على التعيين, فلا بد أن يكون وجود المجتهد من فروض الكفايات, ولا بد أن يكون في كل قطر ما تقوم به الكفايات ولهذا قالوا: إن الاجتهاد من فروض الكفايات، قال ابن الصلاح: والذي رأيت في كلام الأئمة يشعر بأنه لا يتأتى فرض الكفاية بالمجتهد المقيد, قال: والظاهر أنه لا يتأتى في الفتوى وإن لم يتأدّ به في آحاد العلوم التي منها الاستمداد في الفتوى. ¶ وقال بعضهم: الاجتهاد في حق العلماء على ثلاثة أضرب: ¶ الأول: فرض عين، وهو على حالين: ¶ اجتهاده في حقّ نفسه عند نزول الحادثة. ¶ اجتهاده فيما تعيّن عليه الحكم فيه، فإن ضاق فرض الحادثة كان على الفور وإلا على التراخي. ¶ الثاني: فرض كفاية، وهو على حالين: ¶ إذا نزلت بالمستفتي حادثة فاستفتى أحد العلماء توجه الفرض على جميعهم, وأخصهم بمعرفتها من خصّ بالسؤال عنها, فإن أجاب هو أو غيره سقط الفرض, وإلا أثموا جميعاً، لكن حكى أصحابنا وجهين فيما إذا كان هناك غير المفتي, هل يأثم بالرد ؟ أصحهما : لا. ¶ إن تردد الحكم بين قاضيين مشتركين في النظر فيكون فرض الاجتهاد مشتركا بينهما, فأيهما تفرد بالحكم فيه سقط فرضه عنهما. ¶ الثالث: ندب، وهو على حالين: ¶ فيما يجتهد فيه العالم من غير النوازل؛ ليسبق إلى معرفة حكمه قبل نزوله. ¶ أن يستفتيه قبل نزولها.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "من سائر المذاهب بأن الاجتهادَ فرضٌ كفائي، وأنه يجب أن يكون في كلّ قطر مَن تقوم به الكفاية، وأن الفرضَ لا يتأدّى بالمجتهد المقيّد، بل لا بُدّ من المجتهد المطلق(1)، وحكموا بالاتفاق على هذا، بل حكى الإمام الشافعي ( وغيره الإجماع عليه. ¶ والاجتهاد: هو استعمال النظر في النصوص، واستفراغ الوسع والطاقة في استخراج الأحكام منها، بقياس ما لم يذكر فيها على ما ذكر بعلّة جامعة مع مراعاة الأصول والمقاصد. ¶ وبهذا كانت شريعتنا مستمرة إلى قيام الساعة وعامة لكافة الناس، فكان النبي يبعث إلى قومه خاصّة، وبعث نبينا ( إلى الناس كافّة، وختم به النبيون(2) فلا نبي بعده؛ لأن شريعتَه صالحةٌ لكلِّ جيل في كلِّ مكان وزمان متكفلة بسعادة الخلق، ومصالحهم الدينية والدنيوية في كل عصر وأوان. ¶ فما من حادث يحدث في قطر على اختلاف عوائده وطبيعته، ولا في زمان على تبدل أطواره وتغير حالته، إلا وفي نصوص الشريعة وأصولها ما يبيِّن حكم الله تعالى في تلك العوائد المختلفة، والحوادث المتجدّدة، والوقائع النادرة المتباينة، {مَا فَرَّطْنَا فِي الْكِتَابِ مِنْ شَيْءٍ}(3)، ولولا ذلك لكانت الأمة مضطرة إلى وضع القوانين وتغييرها بتغير الأزمان، وتبدل الأطوار، كما شأن الأمم الأخرى على اختلاف الملل والأديان، فما من أمة، بل ولا دولة إلا وتُغيِّر قوانينها الشرعية والسياسية، وتُدْخِلُ عليها من الزيادات والتعديلات ما يُناسب الظروف والأحوال كلَّما تغيَّرت الحوادث، وتبدلت الأطوار، وربَّما وقع لهم ذلك في السنة الواحدة مرّات. ¶ __________ ¶ (1) سبق تنقيح هذه المسألة، فكلام المؤلف رحمه الله تعالى محل نظر. ¶ (2) في الأصل: النبيئون. ¶ (3) الأنعام: من الآية38.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "أما الشريعة الإسلامية فمنذ جاء بها نبيها الأكرم، ورسولها الأشرف الأعظم (، وهي مستمرة خالدة، عامة شاملة لكل الوقائع والحوادث والقضايا والنوازل، في كلِّ العصور والأزمان، لا تتغير ولا تتبدل، {إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ}(1). ¶ فمَن رجع إلى كتب الفقه والنوازل الشرعيّة، يجد أحكام القضايا المحدثة، والنوازل المستجدة، لا تخرج عن قواعد الشريعة وأصولها(2)، مهما كثرت النوازل وتباينت أنواعها، وتعددت الوقائع، واختلفت أجناسها، لا فرق فيها بين ما صدر في القرن الأول والثاني، أو السابع والثامن، أو الثالث عشر والرابع عشر على اختلاف الأزمان، وتباينها وتغيّر حوادثها وأطوارها. ¶ __________ ¶ (1) الحجر:9. ¶ (2) وهذا لا شك فيه، وفيه تأكيد لما سبق أن نقحناه سابقاً؛ لأن كتب الفتاوى والنوازل على كثرتها؛ إذ أنها لا تحصى عدداً، فإنها لا تخرج التزام مذهب فقهي والتفريع على مسائله وقواعده، وهي بذلك قد وفت حاجة أهل كل زمان كانت فيه، فلم تتعطل الشريعة، وأصحاب هذه الفتاوى لا يخرجون عن الاجتهاد المذهبي الذي به يحصل الديمومة للشريعة الإسلامية.",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وهذا أيضاً من أعظم الحجج، وأوضح البراهين على عدم انقطاع الاجتهاد(1)، وخلو الزمان من المجتهدين، فإن كتبَ النوازل والفتاوى على المذاهب الأربعة وغيرها بالغة آلاف المجلدات، وجلّ ما اشتملت عليه صادر عن غير الأئمة الأربعة، بل وعن غير أصحابهم، وأصحاب أصحابهم، إنما هو استنباط مَن جاء بعدهم من الفقهاء والمفتين في كلِّ عصر إلى وقتنا هذا، الذي هو مع ضعف همم أهله، وقلّة عنايتهم بالعلم، ورغبتهم فيه، قلّما يخلو فيه بلد أو قبيلة من مفت أو مفتين يستنبطون لكلّ حادثة حكمها من النصوص الفقهية والقواعد المذهبية، أو كما تقدَّمَ لها من الأشباه والنظائر التي حكم فيها أمثالُهم من المفتين السابقين. ¶ فهذا عين الاجتهاد الذي ينكره جهلة العصور المتأخرة، ويدعون استحالته وعدم قدرة أهل الزمان عليه، مع أنهم مجتهدون حتى في إنكارهم الاجتهاد الذي لم ينكره أئمتهم، بل عدّوه من فروض الكفاية والواجبات التي لا يجوز خلو الزمان منها، وهم بهذا الاجتهاد لا يشعرون. ¶ __________ ¶ (1) إن علمائنا السابقين عندما قالوا: بإغلاق باب الاجتهاد بعد القرن الثالث والرابع الهجري، إنما قصدوا إغلاق وسد باب التلاعب في الشريعة من قبل مَن يدعي الاجتهاد المطلق، ويفتي بما يوافقه هواه وجاهه ويرضي أسياده، أما باب الاجتهاد فلم يغلق بدليل استمرار العلماء في كفاية حاجة الناس بأحكام المسائل الجديدة، واستمرار حكم دولة الإسلام بهذا الدين من خلال اجتهاد الفقهاء الملتزمين مذهباً فقهياً، وكثرت الشروح والحواشي والفتاوى وما حوته من المسائل المتجددة في كل عصر لأكبر دليل على استمرار الاجتهاد وعدم إغلاقه.",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "ومن أمثلة ذلك الحوادث العامّة التي حدثت في هذه الأزمان ممّا لم يسبق له مثيلٌ في عصر الشارع، والقرون السالفة حتى المتأخّر منها، بل منه ما لم يحدث إلا في هذا القرن الرابع عشر، ممّا نشأ عن الاختراعات الحديثة والخوارق المدهشة التي كانت من زمن قريب تعد من المستحيل، فأصبحت اليوم من المألوفات العادية: كالتصوير الفوتغرافي(1)، والصوت الفوتغرافي، وحبس القرآن في اسطواناته، وقراءته في الراديوم، وسماعه منه، وقبول أخبار التلغراف، والتليفون بثبوت هلال رمضان والعيد، وحصول الميراث بخبر الوفاة(2) منهما، وركوب الطيارة، والغواصة، وحكم الصلاة فيهما، وطبع الكتب والمصاحف بالمطابع، والتعامل بالأوراق المالية والبنكية، وضمان السلع المعروف بالسكورتاه(3)، والتداوي بالإبر للصائم(4)، وغير ذلك من الحوادث المستجدات التي بين حكمهما علماء العصر القائلون بإنقطاع الاجتهاد، واستحالة وجوده، والحاكمون بضلال مَن يدعيه مع أنهم مجتهدون. ¶ __________ ¶ (1) تعرضت لتفصيل الكلام في مسألة التصوير في كتابي البيان في فقه الأيمان والنذور والحظر والإباحة ص243-261 بعرض أقوال العلماء وحججهم فيها، وببيان قوة أدلّة مَن قال بجواز التصوير الفوتغرافي؛ لأنه لا يوجد فيه مضاهاة لخلق الله تعالى، التي هي علّة تحريم التصوير اليدوي، فحقيقة التصوير الفوتغرافي أنه حبس العكس كمَن يقف أمام المرآة، فإنه يرى عكسه. ¶ (2) في الأصل: الوفات. ¶ (3) أي عقود التأمين، وهذه المسألة ما زالت مجال بحث وتحقيق، وقد ألفظ فيها عشرات الكتب، لكن التأمين بصوره الحالية لا يخلو عن القمار كما أفاده شيخنا العلامة محمد رفيع العثماني حفظه الله تعالى، وقال لي: إن هذه المسألة لم تنضح بعد، وهي محلّ أخذ ورد وحوار عندهم في بلاد الهند. ¶ (4) خير مَن فصَّل الكلام في مسألة التداوي في الصيام هو شيخنا العلامة محمد رفيع حفظه الله ورعاه في كتابه الماتع: ضابط المفطرات في مجال التداوي.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "ومن أمثلة ذلك أيضاً: ما حدث في هذه الأزمان المتأخرة بسبب وجود آلات الطحن البخارية والكهربائية من انتشار الدقيق(1) في الحواضر انتشاراً أغنى عن اقتيات الحبوب، حتى قلّ وجودها، وانقطع بسبب ذلك وجود الأرحاء الحجرية من البيوت، ولم يبق إلا الآلات المذكورة التي يتعذر فيها طحن القليل من الحبّ: كالصاع ونصفه كما هو معلوم، فاكتفى الناس بالدقيق الموجود بكل دكان،وأعرضوا عن الحب لما يحصل فيه من التعب والمشقة. ¶ فنشأ عن ذلك ما يدعو إلى النظر في زكاة الفطر، هل يُنْتَقل فيها من المنصوص عليه إلى ما جرت به العادة، وهو الدقيق، أو لا بد من المنصوص عليه، ولو مع جريان العادة بعدم اقتياته. ¶ ثم حصل في هذه السنة بسبب الحرب العالمية وانقطاع المواصلات قلّة الحبّ والدقيق معاً، وصارت الحكومة توزّع على الناس الخبز، ومنعت بيع الدقيق، ولم يبق في المتناول إلا القمح بثمن مضاعف على الخبز سبع مرّات، بل أزيد. ¶ فكثر سؤال الناس عن زكاة الفطر مع ارتفاع القمح إلى الثمن المذكور، فأفتيناهم بجواز إخراج المال والدقيق لمن كان متيسراً لديه. ¶ وقلنا: إن المال أفضل من الدقيق نظراً لحال الوقت ومصلحة الفقير، وكان هذا في السنة الماضية حيث كان الدقيق لا زال متيسر الحصول عليه، أما في هذه السنة التي انقطع فيها الدقيق بالكلية، فأفتيناهم لما تكرّر السؤال بإخراج المال، ووافقنا على ذلك بعض أهل العلم، فأفتى أهل بلده بجواز إخراج المال، فقامت قيامة طلبتها، وكادت السموات يتفطرن، أو تنشق الأرض أو تخر الجبال، هذا إن خالف المذهب وأفتى موافقة لنا بجواز إخراج المال. ¶ فطلب منِّي أن أبيِّن له مستند ما ذهبت إليه، أذكر له ذلك مبسوطاً، فأجبته بهذا الجزء، وسميته: ¶ تحقيق الآمال ¶ في جواز إخراج زكاة الفطر بالمال ¶ فقلت وبالله التوفيق: ¶ __________ ¶ (1) دققت الشيء دقاً، فهو مدقوق، ودقيق الحنطة وغيرها: وهو الطحين. ينظر: المصباح المنير ص197، وغيره.",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "فصل ¶ [في الأحاديث الواردة في جواز ¶ إخراج صدقة الفطر من الدقيق](1) ¶ أما استنادنا في إخراج الدقيق: ¶ فقال النَّسائي(2)(3): ((أخبرنا محمد بن منصور، حدثنا سفيان، عن ابن عجلان، قال: سمعت عياض بن عبد الله يخبر عن أبي سعيد الخدري ( قال: (لم نخرج على عهد رسول الله صلى الله عليه وآله وسلم إلا صاعاً من تمر، أو صاعاً من شعير، أو صاعاً من زبيب، أو صاعاً من دقيق(4)، أو صاعاً من أقط(5)، أو صاعاً من سُلْت(6) )، ثمّ شكّ سفيان(7)، فقال: دقيق أو سلت))(8). ¶ __________ ¶ (1) زدت هذا العنوان للتوضيح. ¶ (2) وهو أحمد بن شعيب بن عليّ النَّسَائِيّ، أبو عبد الرحمن، نسبة إلى نَسَاء مدينة بخراسان، صاحب السنن الكبرى، والمجتبى، قال الدارقطني: كان أفقه مشايخ مصر في عصره وأعلمهم بالحديث، (ت303هـ). ينظر: مرآة الجنان 2: 240-241، تهذيب الكمال 1: 328-340، العبر 2: 123، الكشف 2: 1006، النجوم الزاهرة 4: 188. ¶ (3) في السنن الكبرى 2: 28، ¶ (4) الدقيق: أي الطحين. ينظر: مختار الصحاح ص208، وغيره. ¶ (5) الأقط: قال الأزهري : يتخذ من اللبن المخيض يطبخ ثم يترك حتى يمصل. ينظر: المصباح ص17. ¶ (6) السُّلْت: نوع من الشعير يشبه البر. ينظر: شرح السيوطي على المجتبى 5: 51، وحاشية السندي5: 51، وغيرهما. ¶ (7) وهو سفيان بن عُيَيْنَةَ بن أبي عمران الهلاليّ الكُوفِيّ المَكَّيّ، أبو محمد، قال ابن سعد: كان إماماً عالماً ثبتاً حجَّةً زاهداً ورعاً مجمعاً على صحَّة حديثه وروايته، حجَّ سبعين حجَّة، (107-198هـ). ينظر: وفيات الأعيان 2: 391-393، التقريب ص184. ¶ (8) في المجبتى 5: 52.",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "ورواه أبو داود(1)(2) فقال: ((حدثنا حامد بن يحيى، أخبرنا سفيان، ح، وحدثنا مسدد حدثنا يحيى عن ابن عجلان، سمع عياضاً قال سمعت: أبا سعيد الخدري ( يقول: (لا أخرج أبداً إلا صاعاً إنا كنّا نخرج على عهد رسول الله صلى الله عليه وآله وسلم صاع تمر، أو شعير، أو أقط، أو زبيب)، هذا حديث يحيى زاد سفيان: (أو صاعاً من دقيق)، قال حامد: فأنكروا عليه، فتركه سفيان، قال أبو داود: فهذه الزيادة وهم من ابن عيينة)). ¶ __________ ¶ (1) وهو سليمان بن أَشْعث بن إسحاق الأزدي السِّجِسْتَانِيّ، أبو داود، صاحب كتاب السنن، قال الذهبي في: كان رأساً في الحديث رأساً في الفقه. (202-275هـ). ينظر: العبر 2: 55، تذكرة الحُفَّاظ للقيسراني 2: 591، الكشف 2: 1004. ¶ (2) في سننه 2: 113.",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "قلت(1): ابن عيينة متأكّد من هذه الزيادة غير واهم فيها، كما بيَّنه الدَّارَقُطْنيّ(2) في ((سننه))(3) فقال: ((حدثنا إبراهيم بن حماد، ثنا العباس بن يزيد، ثنا سفيان ابن عيينة، حدثنا إبراهيم بن حماد، ثنا العباس بن يزيد، ثنا سفيان ابن عيينة، حدثنا ابن عجلان، عن عياض بن عبد الله، أنه سمع أبا سعيد الخدري ( يقول: (ما أخرجنا على عهد رسول الله صلى الله عليه وآله وسلم إلا صاعاً من دقيق، أو صاعاً من تمر، أو صاعاً من سلت، أو صاعاً من زبيب، أو صاعاً من شعير، أو صاعاً من أقط). قال أبو الفضل: فقال له علي بن المَدينيّ(4): وهو معنا: يا أبا محمد لا يذكر في هذا الدقيق، قال: بلى هو فيه)). ¶ فهذا يدل على [أن](5) ابنَ عيينة متأكّد ممّا رواه، وهو إمام من أئمة الحديث، وأحد كبار الحفاظ الثقات الأثبات، فزيادته مقبولة. ¶ __________ ¶ (1) القائل هو المؤلف رحمه الله رحمة واسعة. ¶ (2) وهو علي بن عمر بن أحمد الدَّارَقُطْنِيّ البَغْدَادِيّ الشَّافِعِيّ، أبو الحسن، من مؤلفاته: السنن الكبير، المختلف والمؤتلف، والأفراد، قال أبو الطيب الطَبَري: الدَّارَقُطْنِيّ أمير المؤمنين في الحديث. (306-385هـ). ينظر: وفيات 3: 297-299. روض المناظرص184-185. الكامل في التاريخ7: 174. طبقات الشافعية الكبرى2: 312. الأنساب 2: 437-439. الرسالة المستطرفةص18-19 ¶ (3) سنن الدارقطني 2: 146. ¶ (4) وهو علي بن عبد الله بن جعفر السَّعْدِي البصري، أبو الحسن، المشهور بابن المديني، قال ابن حجر: أعلم أهل عصره بالحديث وعلله، حتى قال البُخَاريّ: ما استصغرت نفسي إلا عند علي بن المديني، وقال شيخه ابن عيينة: كنت أتعلَّم منه أكثر مما يتعلّم مني، (ت234هـ). ينظر: العبر 1: 418، التقريب ص342. ¶ (5) ساقطة من الأصل، وسياق الكلام يقتضيها.",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "ورواه الدَّارَقُطْنِيّ بسياق آخر(1) من قول النبي صلى الله عليه وآله وسلم، فقال: ((حدثنا عثمان بن أحمد الدقّاق، حدثنا أحمد بن العباس بن أشرس، ثنا سعيد بن الأزهر الواسطي، ثنا ابن عيينة، عن ابن عجلان، عن عياض بن عبد الله، عن أبي سعيد الخدري ( أن النبي صلى الله عليه وآله وسلم قال لهم في صدقة الفطر: (صاع من زبيب، صاع من تمر [صاع](2) من أقط، صاع من دقيق).)). ¶ ويشهد له ورود الدقيق في حديث ابن عباس ( وزيد بن ثابت ( وجابر بن عبد الله ( وإن كانت أسانيدها ضعيفة. ¶ أما حديث ابن عباس (: ¶ فقال الدارقطني(3): ((حدثنا الحسين بن إسماعيل، حدثنا أبو الأشعث، حدثنا الثقفي، عن محمد بن سيرين، عن ابن عباس (، قال: (أمرنا أن نعطي صدقة رمضان عن الصغير والكبير والحرّ والمملوك صاعاً من طعام، مَن أدّى براً قُبِل منه، ومَن أدّى شعيراً قُبِل منه ومن أدّى زبيباً قُبِل منه، قال: وأحسبه قال: ومَن أدّى دقيقاً قُبِل منه، ومَن أدّى سويقاً(4) قُبِل منه)(5).)). ¶ وأما حديث زيد بن ثابت (: ¶ __________ ¶ (1) في سننه 2: 146. ¶ (2) ساقطة من الأصل، ومثبتة من السنن 2: 146. ¶ (3) في سننه 2: 144. ¶ (4) السويق: أي ما يتّخذ من البُرّ، وهو الناعم من الدقيق. ينظر: تاج العروس 25: 480، وغيره. ¶ (5) في صحيح ابن خزيمة 4: 88، وسنن البيهقي الكبير 4: 168، وفي علل ابن أبي حاتم 1: 216: قال أبو حاتم: هذا حديث منكر.",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "فقال الحاكم(1) في ((المستدرك))(2): ((حدثنا أبو الوليد العنزي، ثنا عباد بن زكريا، ثنا سليمان بن أرقم، عن الزهري، عن قبيصة بن ذويب، عن زيد بن ثابت (، قال: (خطبنا رسول الله صلى الله عليه وآله وسلم فقال: مَن كان عنده طعام فليتصدَّق بصاع من برّ، أو صاع من شعير، أو صاع من تمر، أو صاع من دقيق، أو صاع من زبيب، أو صاع من سلت).)). ¶ ورواه الدَّارَقُطْنِيّ من هذا الوجه ثم قال(3): ((لم يروه بهذا الإسناد وهذه الألفاظ إلا سليمان بن أرقم، وهو متروك)).هـ. ¶ أما الحاكم فقال(4): ((إنه إسناد يخرج في الشواهد)). ¶ وأما حديث جابر (: ¶ فرواه الطبرانيّ(5) في ((المعجم الأوسط))(6) عنه، قال: قال رسول الله صلى الله عليه وآله وسلم: (صدقة الفطر على كل إنسان مدان من دقيق أو قمح، ومن الشعير صاع، ومن الحلواء زبيب أو تمر صاع). وفي سنده الليث بن حماد، وهو ضعيف(7). ¶ فصل ¶ [في مذاهب الفقهاء ¶ في إخراج الدقيق] ¶ __________ ¶ (1) وهو محمد بن عبد الله بن محمد الضَّبِّي الطَّهْمَان النَّيْسابوري، أبو عبد الله، وإنما عرِّف بالحاكم لتقلده القضاء، قال ابن خَلكان: إمام أهل الحديث في عصره، والمؤلف فيه الكتب التي لم يسبق إلى مثلها، كان عالماً عارفاً واسع العلم، من مؤلفاته: المستدرك على الصحيحين، ومعرفة علوم الحديث، وتاريخ نيسابور، وفضائل الشافعي، (321-405هـ). ينظر: وفيات 4: 280-281. العبر 3: 91. طبقات ابن قاضي شهبة 1: 197-198. المستطرفة ص17. ¶ (2) مستدرك الحاكم 1: 871. ¶ (3) في سننه 2: 150. ¶ (4) في المستدرك 1: 570. ¶ (5) وهو سليمان بنُ أحمد بن أَيُّوب اللَّخْمِيّ الطَّبَرَانِيّ، أَبو القَاسِم، نسبةً إلى طَبَرية، مدينة من الأردن، قال الذهبي: مسند العصر، واسع الحفظ بصيراً بالعلل والرجال والأبواب (260-360هـ). ينظر: العبر 3: 315-316. مرآة الجنان3: 372. ¶ (6) المعجم الأوسط 7: 338. ¶ (7) ومثله قال الهيثمي في مجمع الزوائد 3: 81.",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "وإخراج الدقيق هو مذهب الحنفية(1)، والحنابلة(2)، وقول أبي القاسم(3) الأنماطي(4) من الشافعية، وابن حبيب(5)، وأصبغ(6)، وجماعة من المالكية، بل قال ابن حبيب: ((إنما منع مالك ( الدقيق من أجل الريع، فإذا أخرج بمقدار ما يريع فهو جائز على قوله كما يفهم منه))(7) ¶ __________ ¶ (1) ينظر: رد المحتار 2: 364، والتعليقات المرضية ص213، والدر المختار 2: 76، والدر المنتقى 1: 229، ومجمع الأنهر 1: 229، وشرح الوقاية ص229، والبدائع 2: 72، وغيرها. ¶ (2) ينظر: الإنصاف 3: 179-180، وكشاف القناع 2: 253، ومطالب أولي النهى 2: 112، وغيرها. ¶ (3) وهو عثمان بن سعيد بن بشار الأنماطي، كان فقيهاً ورعاً أخذ الفقه عن المزني والربيع، قال أبو إسحاق: كان الأنماطي هو السبب في نشاط الناس بالأخذ بمذهب الشافعي في تلك البلاد، (ت288هـ). ينظر: طبقات الأسنوي 1: 33، وطبقات ابن هداية الله ص32-33. ¶ (4) نسبه له النووي في المجموع 6: 91، وغيره. ¶ (5) لعله: عبد الملك بن سليمان بن هارون السلمي القرطبي المالكي، قال الذهبي: الإمام العلامة فقيه الأندلس، أحد الأعلام، من مؤلفاته: الواضحة، والجامع، وفضائل الصحابة، وغريب الحديث، وتفسير الموطأ، وطبقات الفقهاء، (ت238هـ). ينظر: سير أعلام النبلاء 12: 102-107. ¶ (6) لعله: أصبغ بن الفرج بن سعيد بن نافع الأموي المصري المالكي، أبو عبد الله، قال الذهبي: الشيخ الإمام الكبير مفتي الديار المصرية، طلب العلم وهو شاب كبير ففاته مالك والليث، وقال ابن معين: كان من أعلم خلق الله برأي مالك، يعرفها مسألة مسألة، متى قالها مالك، ومن خالفه فيها. (150ـ 225هـ). ينظر: سير أعلام النبلاء 10: 656-657. ¶ (7) في المنتقى شرح الموطأ 2: 188: زكاة الفطر تخرج من القوت. وقد اختلفت الرواية عن مالك فيما يجزئ إخراجها عنه فقال مالك في المختصر: يؤديها من كل ما تجب فيه الزكاة إذا كان ذلك من قوته، وروى عنه ابن القاسم في كتاب ابن المواز تؤدى من تسعة أشياء: القمح والشعير والسلت والأرز والدخن والذرة والزبيب والأقط والتمر زاد ابن حبيب العلس فجعلها عشرة وقال: إن أخرج الدقيق بريعه أجزأه, وكذالك الخبز. وقال أشهب: لا تجزئ إلا الأربعة التي في الحديث الشعير والتمر والزبيب والأقط إلا أن الشعير يدخل معه القمح والسلت ; لأنهما جنس واحد. ¶ وفي التاج والإكليل 3: 260: وقال ابن الحاجب: لو أقتيت غيرها كالقطاني والسويق والتين واللحم واللبن فالمشهور تجزئ, وفي الدقيق بريعه قولان. وفي المدونة: لا يجزئ أن يخرج في زكاة الفطر دقيقاً. قال ابن حبيب: إنما كره إخراج الدقيق من أجل الريع فمن أخرج منه قدر ما يزيد على كيل الطعام أجزأه .",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": ". ¶ ويُخَرَّج أيضاً على قولهم: إن الفطرةَ تخرجُ من غالب قوت البلد، بل ومن قوت المزكي نفسه، ثم من القوت الذي كان يقتاته في رمضان لا في سائر السنة، كما قال ابن العربي(1)(2) وغيره، فعلى هذا مَن كان يقتات الدقيق في كلّ هذه الأحوال، فالواجب عليه إخراجه لا غيره على ما تقتضيه هذه الأقوال. ¶ فصل ¶ [في مذاهب العلماء في ¶ إخراج صدقة الفطر مالاً] ¶ وأما إخراج المال فهو قول جماعة من الصحابة والتابعين، منهم: ¶ __________ ¶ (1) وهو محمد بن عبد الله بن محمد المعافري الأندلسي الإشبيلي المالكي، المعروف بابن العربي، أبو بكر، قال الذهبي: كان من أهل التفنّن في العلوم والاسبتحار فيها، مع الذكاء المفرط، من مؤلفاته: عارضة الأحوذي في شرح الترمذي، والقبس شرح الموطأ (468-543هـ). ينظر: الصلة 2: 559. العبر4: 125. مرآة الجنان3: 379-380. ¶ (2) في عارضة الأحوذي 3: 189.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "1) الحسن البصري(1)، و2) عمر بن عبد العزيز(2)، وهو مذهب: 3) الثوري(3)، و4) أبي حنيفة(4)، و5) أبي يوسف(5) واختاره من الحنفية 6) الفقيه أبو جعفر(6) ¶ __________ ¶ (1) وهو الحسن بن يسار البصري، أبو سعيد، كان من سادات التابعين وكبرائهم، وجمع كل فنّ من علم وزهد وورع وعبادة، (21-110هـ). ينظر: وفيات 2: 69-72، الأعلام 1: 242. ¶ (2) وهو عمر بن عبد العزيز بن مروان، أمير المؤمنين، أمه أم عاصم بن عاصم بن عمر بن الخطاب، وعدَّ مع الخلفاء الراشدين، (ت101هـ). ينظر: التقريب ص353. ¶ (3) وهو سُفْيان بن سعيد بن مسروق الثَّوْرِي الكوفي، أبو عبد الله، قال ابن معين: سفيان أمير المؤمنين في الحديث، (95-161هـ). ينظر: وفيات2: 386-391. مرآة الجنان 1: 345-347. الأعلام 3: 158. ¶ (4) وهو النعمان بن ثابت بن المزربان، التابعي المشهور، رأى أنساً وغيره، والمنسوب إليه أكبر المذاهب الفقهية، قال الشافعي: الناس عيال في الفقه على أبي حنيفة، (80-150هـ). ينظر: الخيرات الحسان ص74-75. مناقب الإمام أبي حنيفة30-31. العبر 1: 214-215. ¶ (5) وهو يعقوب بن إبراهيم بن حبيب، صاحب أبي حنيفةَ، قال الذهبي: أبو يوسف قاضي القضاة، وهو أول من دعي بذلك، وكان مع سعة علمه أحد الأجواد الأسخياء. وقال: ابن سماعة: كان أبو يوسف يصلي بعدما ولي القضاء في كل يوم مئتي ركعة، من مؤلفاته: الأمالي، النَّوادر، والآثار، والخراج، (113-182هـ). ينظر: النجوم الزاهرة 2: 107-708، العبر1: 284، الفوائد البهيةص372. الجواهر المضية 3: 315-317. تاج التراجم ص613. ¶ (6) وهو أحمد بن محمد بن سلامة الأَزْدِي الحَجْريّ الطَّحَاوِيّ المِصْريّ، قال أبو إسحاق: انتهت إليه رئاسة الحنفية بمصر، وقال: ابن يونس: كان ثقة ثبتاً لم يخلف مثله، من مؤلَّفاته: شرح معاني الآثار، ومختصر الطحاوي، (229-321هـ). ينظر: وفيات(1: 71-72). العبر(2: 186). روضة المناظر(ص171)، الفوائد البهية(ص59-63)، والتعليقات السنية(ص59).",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "، وبه العمل والفتوى عندهم(1) في كلِّ زكاة، وفي الكفارات والنذر والخراج وغيرها(2). ¶ __________ ¶ (1) والدراهم أولى من الدقيق. كما في تبيين الحقائق 1: 310، ومجمع الأنهر1: 289. قال الحصكفي في الدر المنتقى1: 229: وعليه الفتوى حالة السعة، أما في الشدة فدفع العين أفضل فلا خلاف حينئذ في الحقيقة. ¶ قال الكاساني في البدائع 2: 72: وهذ الأشياء المنصوص عليه معلولة بكونها مالاً متقوماً على الإطلاق، وذكره ( المنصوص عليه للتيسير; لأنهم كانوا يتبايعون بذلك على عهده (، ...وإن وجوب المنصوص عليه من حيث إنه مال متقوم على الإطلاق لا من حيث إنه عين فيجوز أن يعطي عن جميع ذلك القيمة دراهم, أو دنانير، أو فلوساً, أو عروضاً, أو ما شاء؛ لأن الواجب في الحقيقة إغناء الفقير؛ لقوله (: (أغنوهم عن المسألة في مثل هذا اليوم)( ), والإغناء يحصل بالقيمة بل أتم وأوفر; لأنها أقرب إلى دفع الحاجة، وبه تبيّن أن النص معلول بالإغناء وأنه ليس في تجويز القيمة يعتبر حكم النص في الحقيقة. ¶ (2) ينظر: رد المحتار 3: 727، والفتاوى الهندية 2: 62، والدر المختار 3: 727، والبيان في الأيمان والنذور والحظر والإباحة ص78، وغيرها.",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وهو أيضاً مذهب: 7) الإمام الناصر، و8) المؤيد بالله من أئمة أهل البيت الزيدية، وبه قال 9) إسحاق بن راهويه(1) و10) أبو ثور(2) إلا أنهما قيَّدا ذلك بالضرورة، كما هو مذهب بقية أهل البيت أعني جواز القيمة عند الضرورة، وجعلوا منها طلب الإمام المال بدل المنصوص. ¶ __________ ¶ (1) وهو إسحاق بن إبراهيم بن مَخْلَد الحَنْظَلي المروزي، أبو يعقوب، المعروف بابن راهويه، قال أحمد: لا أعلم بالعراق له نظيراً، وما عبر الجسر مثل إسحاق، وقال أبو زرعة: ما رؤي أحفظ من إسحاق، من مؤلفاته: المسند، والتفسير، (161-238هـ ). ينظر: وفيات 1: 199-201. والعبر 1: 426. معجم المؤلفين1: 339. ¶ (2) وهو إبراهيم بن خالد بن ابي اليمان الكَلْبِيّ البَغْدَادِي، أبو ثور، قال ابن حبان: كان أحد أئمة الدنيا فقهاً وعلماً وورعاً وفضلاً، صنف الكتب وفرّع على السنن، وذب عنها، يتكلم في الرأي فيخطئ ويصيب، (ت240هـ). ينظر: الميزان 1: 148-189. النجوم الزاهرة2: 301-302. الأعلام1: 30-31.",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "وهو قول جماعة من المالكية: 11) كابن حبيب، و12) أصبغ، و13) ابن أبي حازم، و14) ابن دينار(1)، و15) ابن وهب(2) على ما يقتضيه إطلاق النقل عنهم في تجويز إخراج القيم في الزكاة الشاملة لزكاة المال وزكاة الرؤوس، بخلاف ما نقلوه عن ابن القاسم(3) وأشهب(4) من كونهما أجازا إخراج القيمة في الزكاة إلا زكاة الفطر وكفارة الأيمان. ¶ قال الدارقُطْنيّ(5): ((حدثنا يزداد بن عبد الرحمن، ثنا أبو سعيد الأشج، حدثنا يونس ابن بكير عن أبي حنيفة ( قال: لو أنك أعطيت في صدقة الفطر اهليلج لأجزأ)). ¶ __________ ¶ (1) لعله: عيسى بن دينار الغافقي القُرطبي، أبو محمد، قال الذهبي: فقيه الأندلس ومفتيها، الإمام، لزم ابن القاسم مدة، وعول عليه، وكان صالحاً خيراً ورعاً، يذكر بإجابة الدعوة، وقال ابن وضاح: هو الذي علم أهل الأندلس الفقه، (ت212هـ). ينظر: سير أعلام النبلاء 10: 439-440. ¶ (2) لعله: عبد الله بن وهب بن مسلم الفِهْرِي القرشي المصري، أبو محمد، قال ابن حجر: ثقة حافظ عابد فقيه، قال أبو سعد بن يونس: جمع ابن وهب بين الفقه والرواية والعبادة، وله تصانيف كثيرة، (125-197هـ). ينظر: التقريب ص271، العبر 1: 322-323، وغيرهما. ¶ (3) وهو عبد الرحمن بن القاسم العُتَقي المصري، أبو عبد الله، صاحب الإمام مالك، قال الذهبي: الإمام الفقيه قد أنفق أموالاً كبيرة في طلب العلم، ولزم مالكاً مدّة، وسأله عن دقائق الفقه. (ت191هـ). ينظر: العبر 1: 307، وغيره. ¶ (4) وهو أشهب بن عبد العزيز بن داود القَيْسِيّ الجَعْديُّ المالكيّ المِصْرِيّ، أبو عمرو، تلميذ الإمام مالك، وانتهت له الرَّئاسة بمصر بعد ابن القاسم، ( 150-204هـ). ينظر: وفيات 1: 238-239، العبر 1: 345. ¶ (5) في سننه 2: 150.",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وقال ابن أبي شَيْبة(1) ( في ((مصنفه))(2): (باب إعطاء الدراهم في زكاة الفطر): ¶ ((حدثنا أبو أسامة عن ابن عون قال: سمعت كتاب عمر بن عبد العزيز ( [يقرأ](3) إلى عدي بالبصرة: يُؤخذ من أهل الديوان من أعطياتهم عن كلّ إنسان نصف درهم))(4) يعني في زكاة الفطر. ¶ ((حدثنا وكيع عن قرة قال: جاءنا كتاب عمر بن عبد العزيز ( في صدقة الفطر نصف صاع عن كل إنسان أو قيمته نصف درهم)) (5). ¶ ((حدثنا وكيع عن سفيان عن هشام عن الحسن ( قال: لا بأس أن تعطى الدرهم في صدقة الفطر))(6). ¶ ((حدثنا أبو أسامة عن زهير قال سمعت أبا إسحاق (، يقول: أدركتهم وهم يعطون في صدقة الفطر الدراهم بقيمة الطعام)) (7). ¶ قلت(8): وأبو إسحاق هذا هو عمرو بن عبد الله السَّبيعيّ(9) من الطبقة الوسطى من التابعين أدرك علياً ( وجماعة من الصحابة ( فهو يحكي عنهم، ويثبت أن ذلك كان معمولاً به في عصرهم وسيأتي تعيين بعضهم. ¶ فصل ¶ [في أدلة جواز إخراج ¶ صدقة الفطر مالاً] ¶ __________ ¶ (1) وهو عبد الله بن محمد بن أبي شَيْبَةَ الكوفي العَبْسى، قال أَبو زرعة: ما رأيتُ أحفظَ منه. من مؤلفاته: المسند، والمصنف، (159-235هـ). ينظر: العبر(1: 421). مرآة الجنان 2: 116. النجوم الزاهرة 2: 282. ¶ (2) في مصنف ابن أبي شيبة 2: 398. ¶ (3) ساقطة من الأصل، ومثبتة من المصنف 2: 398. ¶ (4) في مصنف ابن أبي شيبة 2: 398. ¶ (5) في مصنف ابن أبي شيبة 2: 398. ¶ (6) في مصنف ابن أبي شيبة 2: 398. ¶ (7) في مصنف ابن أبي شيبة 2: 398. ¶ (8) القائل هو المؤلف رحمه الله تعالى رحمة واسعة. ¶ (9) وهو عمرو بن عبد الله بن عبيد الهَمْداني السَّبيعي، أبو إسحاق، قال ابن حجر: ثقة مكثر عابد من الثالثة اختلط بأخرة، (ت129هـ). ينظر: التقريب ص360، وغيره.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "فمَن كان مقلِّداً فحسبُه تقليدَ هؤلاء الأئمة، ولو من غير مذهبه(1)، فإن الانتقال من مذهب إلى مذهب، ولو في بعض النوازل جائز على الصحيح المشهور في كلّ المذاهب(2) ¶ __________ ¶ (1) قال العلامة عبد الغني النابلسي في خلاصة التحقيق في بيان حكم التقليد والتلفيق ص122: أما غير المجتهد فهم عامة الناس فلا يجب عليهم التزام العمل بمذهب معين من المذاهب الأربعة على القول الراجح، بل يجوز لكل أحد منهم أن يعمل في عبادة أو معاملة على أي مذهب شاء، لكن بعد استيفاء جميع الشروط التي يشترطها المذهب، إلا كان عمله باطلاً بالإجماع... ومتى عمل عبادة أو معاملة ملفقة أخذ لها من كل مذهب قولاً لا يقول به صاحب المذهب الآخر، فقد خرج عن المذاهب الأربعة واخترع له مذهباً خامساً، فعبادته باطلة، ومعاملته غير صحيحة، وهو متلاعب في الدين، وغير عامل بمذهب من مذاهب المجتهدين؛ لأنه لو سئل كل مفت من أهل المذاهب الأربعة، فلا يسوغ له أن يفتي بصحة تلك العبادة أو المعاملة؛ لفقد شروط صحتها عنده، فإن قولهم: العامي لا مذهب له، يعين معيناً، وإنما مذهبه مذهب مفتيه، فأي فقيه أفتاه جاز له العمل بقوله. ¶ (2) إن الأصل للمفتي المقلّد أن لا يفتي إلا بمذهب إمامه حسب القواعد السابقة؛ إذ أن تقليد إمام معيّن حكم مبنيّ على المصالح الشرعية؛ لئلا يقع الناس في اتباع الهوى، فإن التقاط رخص المذاهب بالهوى والتشهي حرام، ولذلك منع كثير من العلماء التلفيق بين المذاهب، وليس جميع ذلك إلا لوقاية الناس عن اتباع أهوائهم الفاسدة، وإلا فالمحقق أن جميع مذاهب المجتهدين محقّة لا سبيل لطعن في أحد منها؛ لأن كل مجتهد بذل ما في وسعه من جهد في الوصول إلى مراد النصوص واستخراج الأحكام منها. ¶ فليست الشريعة منحصرةٌ في مذهب إمام واحد، بل كل مذهب جزء من أجزاء الشريعة وطريقة من طرق العمل عليها، فالمسائل الفقهية المدونة في مذهب واحد تندرجُ في قسم الشرع المؤول دون الشرع المنَزّل، وإنما الشرع المنزّل دائر بين سائر المذاهب، ومَن ظن أن الشريعة منحصرة في مذهب واحد من هذه المذاهب فإنه مخطئ بيقين. ¶ ومن هذه الجهة ربما يجوز لمفتي مذهب واحد أن يختار قول المذهب الآخر للعمل أو للفتوى بشرط أن لا يكون ذلك بالتشهي المجرّد واتباعاً للهوى، وإنما يجوز ذلك في حالتين: ¶ الأولى: الضرورة أو الحاجة: وذلك أن يكون في المذهب في مسألة مخصوصة حرج شديد لا يطاق أو ضرورة واقعية لا محيص عنها فيجوز أن يعمل بمذهب آخر؛ دفعاً للحرج، ورفعاً للضرورة وهذا كما أفتى علماء الهند بمذهب المالكية في مسألة المفقود وغيرها. ¶ وقد نص علماء المذهب على ذلك في بعض المسائل كما في أصول الإفتاء ص52-53 وغيره، فقد صرَّح جمعٌ من الحنفية كالقُهُستاني في جامع الرموز 2: 217والحصكفي في الدرِّ المنتقى شرح الملتقى 1: 713-714.، وابن عابدين وغيرهم: بأنّه لو أفتى حنفيٌّ في هذه المسألة بقول مالك ( عند الضرورة لا بأس به. ¶ قال العلامة محمد تقي العثماني في في أصول الإفتاء ص53 وقد تعقدت في عصرنا المعاملات وكثرت فيها حاجات الناس، ولا سيما بعد حدوث الصناعات الكبيرة وشيوع التجارة فيما بين البلدان والأقاليم، فينبغي للمفتي أن يسهل على الناس في الأخذ بما هو أرفق فيما تعم به البلوى، سواء كان في غير مذهبه من المذاهب الأربعة، وقد أوصى بذلك شيخ مشايخنا العلامة رشيد أحمد الكنكوهي صاحبه الشيخ العلامة أشرف علي التهانوي وقد عمل بذلك التهانوي في كثير من المسائل في إمداد الفتاوى. ¶ ولكن يجب لجواز الإفتاء بمذهب الغير بسبب الحاجة أو عموم البلوى أن تتحقق الشروط الآتية: ¶ أن تكون الحاجة شديدة والبلوى عامة في نفس الأمر لا مجرد الوهم بذلك. ¶ أن يتأكد المفتي بآراء غيره من أصحاب الفتوى بمسيس الحاجة، والأحسن أن لا يتبادر بالإفتاء منفرداً عن غيره، بل يجتهد أن يضمّ معه فتوى غيره من العلماء؛ لتكون الفتوى جماعياً لا انفرادياً. ¶ أن يتأكد ويتثبت في تحقيق المذهب الذي يريد أن يفتي به تحقيقاً بالغاً، والأحسن أن يراجع في ذلك علماء ذلك المذهب ولا يكتفي برؤية مسألة في كتاب أو كتابين؛ لأن كل مذهب له مصطلحات تخصه وأساليب ينفرد بها، وربّما لا يصل إلى مرادها الحقيقي إلا مَن مارس هذه المصطلحات والأساليب. ¶ أن يؤخذ ذلك المذهب بجميع شروطه المعتبرة عنده؛ لأن لا يؤدي ذلك إلى التلفيق في مسألة واحدة. ¶ الثانية: أن يكون المفتي متبحراً في المذهب عارفاً بالدلائل؛ له نظر عميق في القرآن والسنة وإن لم يبلغ درجة الاجتهاد. ينظر: كتابي المدخل إلى دراسة الفقه الإسلامي ص261-263، وغيره.",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": ". ¶ وأما مَن كان من أهل العلم والنظر وقبول الحجّة والدليل فليعلم أن استدلالنا لهذه المسألة من وجوه: ¶ الوجه الأول ¶ إن الأصل في الصدقة المال، قال تعالى: {خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً}(1)، والمال في الأصل ما يملك من الذهب والفضة، وأطلق على ما يُقتنى من الأعيان مجازاً وأكثر ما يطلقه العرب على الإبل؛ لكونها أكثر مالهم(2). ¶ وبيان رسول الله صلى الله عليه وآله وسلم المنصوص عليه، إنما هو للتيسير ورفع الحرج، لا لتقييد الواجب وحصر المقصود فيه؛ لأن أهل البادية وأرباب المواشي تعزّ فيهم النقود، وهم أكثر مَن تجب عليه الزكاة، فكان الإخراج ممَّا عندهم أيسر عليهم؛ فلذلك فرض على أهل المواشي أن يتصدّقوا من ماشيتهم، وعلى أهل الحبّ أن يتصدّقوا من حبّهم، وعلى أهل الثمار من ثمارهم، وعلى أهل النقد من نقدهم، تيسيراً على الجميع ولئلا يُكَلَّفَ أحدٌ استحضارَ ما ليس عنده مع اتحاد المقصد في الجميع وهو مواساة الفقراء. ¶ الوجه الثاني ¶ إن أخذَ القيمة في الزكاة ثابت عن النبي صلى الله عليه وآله وسلم وعن جماعة من الصحابة في عصره وبعد عصره: ¶ __________ ¶ (1) التوبة: من الآية103. ¶ (2) قال ابن الأثير (: المال في الأصل ما يملك من الذهب والفضّة، ثم أطلق على كل ما يُقتنى ويُملك من الأعيان، وأكثر ما يطلق عند العرب على الإبل؛ لأنها كانت أكثر أموالهم. ينظر: لسان العرب 6: 4300. ¶ وقال ابن منظور في لسان العرب 6: 4300: المال: ما ملكته من جميع الأشياء. ¶ وقال محمد بن الحسن: المال: كلّ ما يتملكه الناس من دراهم أو دنانير أو ذهب أو فضة أو حنطة أو شعير أو خبز أو حيوان أو ثياب أو سلاح أو غير ذلك. ينظر: المغرب ص448-449. ¶ وقال الأزهري : تموّل مالاً اتخذه قنية، فقول الفقهاء: ما يتموّل: أي ما يعد مالا في العرف، والمال عند أهل البادية النعم. ينظر: المصباح المنير ص586.",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "قال يحيى بن آدم القُرشيّ(1) في كتاب ((الخراج))(2): حدثنا سفيان بن عُيَيْنة عن عمرو بن دينار عن طاوس قال: قال معاذ ( باليمن: ((ائتوني بعرض ثياب آخذه منكم مكان الذرة والشعير، فإنه أهون عليكم، وخير للمهاجرين بالمدينة))(3). ¶ وقال أيضاً(4): حدثنا سفيان بن عيينة عن إبراهيم بن ميسرة عن طاوس، قال: قال معاذ (: ائتوني بخَميس(5) أو لَبِيس(6) آخذه منكم مكان الصدقة، فإنه أهون عليكم وخير للمهاجرين بالمدينة. ¶ وقال ابن أبي شَيْبة في ((المصنّف))(7): ¶ ((حدثنا عبد الرحيم عن الحجاج عن عمرو بن دينار عن طاوس قال: بعث رسول الله صلى الله عليه وآله وسلم معاذاً ( إلى اليمن فأمره أن يأخذ الصدقة من الحنطة والشعير فأخذ العروض والثياب بدل الحنطة والشعير. ¶ حدثنا جرير بن عبد الحميد عن ليث عن عطاء أن عمر (: ((كان يأخذ العروض في الصدقة من الورق وغيرها)). ¶ حدثنا ابن عُيَينة عن إبراهيم بن ميسرة ـ فذكر مثل ما رواه يحيى ابن آدم عن سفيان في الخَميس واللَبيس ـ ثم قال: حدثنا وكيع عن سفيان عن إبراهيم بن ميسرة عن طاوس أن معاذاً ( كان يأخذ العروض في الصدقة. ¶ __________ ¶ (1) وهو يحيى بن آدم بن سليمان القرشي الكوفي، أبو زكريا، قال ابن معين وأبو حاتم وآخرون: ثقة. قال النووي: وهو من العلماء المصنفين، من مؤلفاته: الخراج، والزوال، والفرائض. (ت203هـ). ينظر: تهذيب الأسماء 2: 150، ومعجم المؤلفين 4: 87، وغيرهما. ¶ (2) ص147. ¶ (3) في سنن الدارقطني 2: 100. ¶ (4) أي يحيى بن آدم في كتاب الخراج ص147. ¶ (5) الخميس ثوب طوله خمسة أذرع. ينظر: طلبة الطلبة ص20. ¶ (6) اللبيس: الملبوس الخَلَق. ينظر: طلبة الطلبة ص20، وقال المطرزي في المغرب ص155: يعني الصغير من الثياب. ¶ (7) مصنف ابن أبي شيية 2: 404.",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "حدثنا وكيع عن أبي سنان عن عنترة: ((إن علياً ( كان يأخذ العروض في الجزية من أهل الإبر(1) [الإبر](2)، ومن أهل المال المال، ومن أهل الحبال الحبال)).))(3). ¶ وقال أبو عبيد في كتاب ((الأموال))(4): ((قد جاء الثبت عن النبي صلى الله عليه وآله وسلم أن أمر معاذاً حين خرج إلى اليمن بالتيسير على الناس، وأن لا يأخذ كرائم أموالهم، ثم جاء مفسراً عن معاذ في حديث له آخر أنه قال هناك: ائتوني بخَميس أو لَبيس آخذه منكم مكان الصدقة، فإنه أيسر عليكم، وأنفع للمهاجرين بالمدينة، فالأسنان(5) بعضها ببعض أشبه من العروض بها، وقد قبلها معاذ (. ¶ وروى عن عمر ( وعلي ( مثله في الجزية أنهما كانا يأخذان مكانها غيرها: ¶ حدثني يحيى بن بكير عن مالك عن زيد بن أسلم عن أبيه عن عمر ( أنه كان يأتيه من الشام نعم كثيرة من الجزية. ¶ حدثنا محمد بن ربيعة وأبو نعيم عن سعيد بن سنان عن عنترة عن علي ( أنه كان يأخذ الجزية من أصحاب الإبر الإبر ـ فذكر مثل ما رواه ابن أبي شيبة ـ ثم قال: قد رخصا في أخذ العروض والحيوان مكان الجزية، وإنّما أصلها الدراهم والدنانير والطعام، قال: وكذلك كان رأيهما في الديات من الذهب، والورق، والإبل، والبقر والغنم، والخيل، وإنما أرادا التسهيل على الناس فجعلا على أهل كل ما يمكنهم)).[ا]هـ. ¶ __________ ¶ (1) في تاج العروس 10: 5-8: أبر النخل والزرع يأبره: أي أصلحه... والإبرة: شجر كالتين. والله أعلم. ¶ (2) ساقطة من النسخة المحققة، ومثبتة في الأصل، وفي المصنف 2: 404. ¶ (3) انتهى النقل من مصنف ابن أبي شيبة 2: 404. ¶ (4) ص509. ¶ (5) الأسنان جمع سن: وهي المعروفة ثم سمي بها صاحبها كالناب للمسنة من النوق، ثم استعيرت لغيره كابن المخاض وابن اللبون ومن المشتق منها الأسنان، وهو في الدواب أن تنبت السن التي بها يصير صاحبها مسناً أي كبيراً، وأدناه في الشاة والبقر الثني، وأقصاه فيهما الصلوغ وفي الإبل البزول. ينظر: المغرب ص237، وغيره.",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "وقال البُخاريّ(1) في ((صحيحه))(2): (باب العروض في الزكاة): ((وقال طاوس قال معاذ ( لأهل اليمن: ائتوني بعرض ثياب خميص أو لبيس في الصدقة مكان الشعير والذرة أهون عليكم، وخير لأصحاب النبي صلى الله عليه وآله وسلم بالمدينة)). ثم استدلّ البُخاريّ بما سيأتي من الأحاديث. ¶ وقال البَيْهَقيّ(3) في ((سننه))(4): (باب مَن أجاز أخذ القيم في الزكاة) ثم: أخرج حديث معاذ من طريق يحيى بن آدم القرشي بروايتي عمرو بن دينار وإبراهيم بن ميسرة عن طاوس. ¶ __________ ¶ (1) وهو محمد بن إسماعيل بن إبراهيم الجُعْفِي البُخَارِيّ، أبو عبد الله، من مؤلفاته: الأدب المفرد، والتاريخ الكبير، والضعفاء، قال الذهبي: كان من أوعية العلم، يتوقَّدُ ذكاء، ولم يخلف بعده مثله،(194-256هـ). ينظر: تهذيب الأسماء واللغات(1: 67)، العبر(2: 13). ¶ (2) صحيح البخاري 2: 525. ¶ (3) وهو أحمد بن الحسين بن علي الخُسْرَوْجِرْدي البَيْهَقِيّ، أبو بكر، قال إمام الحرمين: ما من شافعي إلا وللشافعي في عُنُقِهِ منَّة إلا البيهقي، فإن له المنّة على الشافعي نفسه، وعلى كل شافعي لما صنفه في نصرة مذهبه من ترجيح الأحاديث، كالسنن الكبير، والسنن الصغير، ومعرفة السنن والآثار، وجمعه لنصوصه في كتابه المسمَّى بالمبسوط، وتصنيفه في مناقبه، (ت458هـ). ينظر: العبر (3: 242). طبقات الأسنوي(1: 98-99). ¶ (4) سنن البيهقي الكبير 4: 113، وفي سنن الدارقطني 2: 100.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "ومعلوم أن معاذاً كان يرسل ذلك إلى النبي صلى الله عليه وآله وسلم؛ لأنه هو متولي الصدقة ومفرّقها على الفقراء بالمدينة، وقد قبل ذلك وأقرّه عليه مع أنه صلى الله عليه وآله وسلم لَمّا وجهه إلى اليمن، قال له: (خذ الحب من الحب، والشاة من الغنم، والبعير من الإبل، والبقرة من البقر)(1)، كما رواه البَيْهَقيّ(2)، فقال: ((أخبرنا أبو علي الروذباريّ وأبو عبد الله الحافظ، قالا: حدثنا أبو العبّاس محمد بن يعقوب حدثنا الربيع بن سليمان حدثنا عبد الله بن وهب أخبرني سليمان بن بلال عن شريك بن عبد الله بن أبي نمر عن عطاء بن يسار عن معاذ بن جبل ( أن رسول الله صلى الله عليه وآله وسلم بعثه إلى اليمن، فقال: (خذ الحب من الحب والشاة من الغنم، والبعير من الإبل، والبقرة من البقر).)). ¶ ومع هذا التعيين الصريح قال معاذ ( للناس: ائتوني بعرض ثياب بدل الشعير والذرة؛ لعلمه أن المرادَ سد حاجة الفقراء لا خصوص هذه الأعيان، ولذلك قال: فإنّه أهون عليكم وخير لأصحاب رسول الله صلى الله عليه وآله وسلم بالمدينة، وأقره النبي صلى الله عليه وآله وسلم على ذلك ولو كان خلاف الشرع المفترض لما أقرّه، ولأمره برد ذلك إلى أهله ونهاه عنه، كما وقع في غيره(3). ¶ فصل [في ذكر دليل آخر على ¶ جواز أخذ النبي ( القيمة في الزكاة] ¶ __________ ¶ (1) في المستدرك 1: 546، وصححه، وسنن أبي داود 2: 109، وسنن ابن ماجة 1: 508، وسنن الدارقطني 2: 99، وغيره. ¶ (2) في سننه الكبير 4: 112. ¶ (3) رحم الله المؤلف رحمة واسعة على دقة فهم واستدلاله مع حفظه الواسع، فلو لم يكن له سوى هذا الاستدلال على جواز إخراج القيمة في الزكاة لكفى حجّة وبرهاناً في الردّ على كلّ مخالف، وإن مثل هذا الاستدلال لو كتبناه بماء الذهب ما أوفيناه حقّه.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "ومن ذلك أن النبي صلى الله عليه وآله وسلم قال: (في خمس من الإبل شاة)(1)، وكلمة في حقيقة للظرف وعين الشاة لا توجد في الإبل، فلمّا أجاز إخراجها من الإبل وليست منها دلّ ذلك على المراد قدرها من المال. ¶ وكذلك رأى النبي صلى الله عليه وآله وسلم في إبل الصدقة ناقة كَوْماء(2) فغضب على المصدق، وقال: (ألم أنهكم عن أخذ كرائم أموال الناس، فقال الساعي: أخذتها ببعيرين من إبل الصدقة، فقال: نعم إذاً)(3). كما رواه ابن أبي شيبة في ((مصنفه))(4): حدثنا عبد الرحيم بن سليمان عن مجالد عن قيس ابن أبي حازم عن الصُنابحيّ الأحمسي(5) قال: (إن رسول الله صلى الله عليه وآله وسلم أبصر ناقة مسنّة في إبل الصدقة فغضب، وقال: قاتل الله صاحب هذه النّاقة. فقال: يا رسول الله إنّي ارتجعتها(6) ببعيرين من حواشي الصدقة. قال: فنعم إذاً)(7). ¶ __________ ¶ (1) في المستدرك 1: 549، وجامع الترمذي 3: 17، وسنن البيهقي الكبير 4: 88، وسنن أبي داود 2: 98، وسنن ابن ماجة 1: 573، وغيرها. ¶ (2) الكوماء: الناقة العظيمة السنام. ينظر: طلبة الطلبة ص16، وغيره. ¶ (3) ولفظه في سنن البيهقي الكبير 4: 133: عن قيس بن أبي حازم عن النبي (: (إنه رأى في إبل الصدقة ناقة كوماء فسأل عنها، فقال المصدق: إني أخذتها بإبل. فسكت). ¶ (4) مصنف ابن أبي شيبة 5: 53. ¶ (5) زاد في النسخة المحققة عن الأعمش. ولم أقف عليها في المصنف ولا في سنن البيهقي ولا في مسند أحمد، فليحرر. ¶ (6) الارتجاع أن يأخذ سنا مكان سن كذلك فسره أبو عبيد فقال: إذا أوجبت على رب المال أسنان من الإبل فأخذ المصدق مكانها أسنانا فوقها أو دونها فتلك التي أخذ رجعة بكسر الراء؛ لأنه ارتجعها من التي وجبت على ربها. ينظر: التحقيق 2: 32، وغيره. ¶ (7) لفظه عند أحمد في المسند 4: 349: عن الصنابحي قال: (رأى رسول الله ( في إبل الصدقة ناقة مسنة فغضب، وقال: ما هذه. فقال: يا رسول الله إنى ارتجعتها ببعيرين من حاشية الصدقة. فسكت).",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "وأخذ البعير ببعيرين إنما يكون باعتبار القيمة، فهذا يدلّ على أن التنصيص على الأسنان المخصوصة والشاة إنما هو لبيان قدر المالية التي هي الأصل، وأن التخصيص المذكور إنما هو للتَّيسير على أرباب المواشي. ¶ فصل [في ذكر دليل آخر على جواز ¶ أخذ النبي ( القيمة في الزكاة] ¶ ومن ذلك ما رواه أبو داود(1): حدثنا محمد بن منصور، حدثنا يعقوب بن إبراهيم، حدثنا أبي عن ابن(2) إسحاق، حدثني عبد الله بن أبي بكر، عن يحيى بن عبد الله بن عبد الرحمن بن سعد بن زُرارة، عن عمارة بن عمرو بن حَزْم، عن أبي بن كعب ( قال: (بعثني رسول الله صلى الله عليه وآله وسلم مصدقاً، فمررت برجل فلمّا جمع لي ماله، لم أجد عليه فيه إلا ابنة مخاض، فقلت: أدّ ابنة مخاض، فإنها صدقتك، فقال: ذاك ما لا لبن فيه ولا ظهر(3)، ولكن هذه ناقة فتية عظيمة سمينة فخذها. فقلت له: ما أنا بآخذ ما لم أومر به، وهذا رسول الله صلى الله عليه وآله وسلم منك قريب، فإن أحببت أن تأتيه فتعرض عليه ما عرضت عليّ فافعل. قال: فإنّي فاعل فخرج معي بالناقة التي عرض علي حتى قدمنا على رسول الله صلى الله عليه وآله وسلم فذكر له القصّة، ثمّ قال: وها هي ذه، جئتك بها يا رسول الله خذها. فقال له رسول الله صلى الله عليه وآله وسلم: ذاك الذي عليك فإن تطوعت بخير آجرك الله فيه، وقبلناه منك. قال: فها هي ذه. فأمر رسول الله صلى الله عليه وآله وسلم بقبضها ودعا له في ماله بالبركة)(4). ¶ __________ ¶ (1) في سننه 2: 104، إلا أن في الرواية اختصار يسير من المؤلف رحمه الله تعالى. ¶ (2) في الأصل: أبي، والمثبت من السنن. ¶ (3) أي لا ينتفع بها بلبنها ولا بالركوب عليها. ينظر: بذل المجهود 8: 83، وغيره. ¶ (4) في صحيح ابن خزيمة 4: 24، وصحيح ابن حبان 8: 63، والمستدرك 1: 556، وسنن البيهقي الكبير 4: 96، وينظر: موارد الظمآن 1: 204، وتحفة المحتاج 2: 46، وغيرهما.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "وجه الدلالة منه: إن النبيّ صلى الله عليه وآله وسلم أخبر أن بعض الناقة تطوع وبعضها فرض مكان بنت مخاض، وليس في فروض الصدقة بعض ناقة، فثبت أنه عليه الصلاة والسلام أخذها على وجه البدل مراعاةً لمصلحة الفقراء. ¶ فصل [في ذكر دليل آخر على جواز ¶ أخذ النبي ( القيمة في الزكاة] ¶ ومن ذلك ما استدلّ به البُخاري فقال: في ((صحيحه))(1): حدّثنا أبو اليمان، أخبرنا شعيب قال: حدثنا أبو الزناد، عن الأعرج، عن أبي هريرة ( قال: (أمر رسول الله صلى الله عليه وآله وسلم بصدقة، فقيل: منع ابن جميل وخالد بن الوليد والعبّاس بن عبد المطلب فقال النبي صلى الله عليه وآله وسلم: ما ينقِم ابن جميل إلا أنه كان فقيراً فأغناه الله ورسوله، وأما خالد فإنكم تظلمون خالداً قد احتبس أدْراعَه وأعْتُدَه(2) في سبيل الله(3)...(4) ) الحديث. ¶ وجه الدلالة منه: إن النبي صلى الله عليه وآله وسلم أجاز لخالد أن يحاسب نفسه بما حبسه فيما يجب عليه فدلّ على جواز إخراج القيمة في الزكاة. ¶ __________ ¶ (1) صحيح البخاري 2: 534. ¶ (2) أعتدة وأعتاد جمع عَتاد: وهي آلات الحرب من السلاح والدواب وغيرها. ينظر: شرح النووي على مسلم ص7: 56، وغيره. ¶ (3) ومعنى الحديث أنهم طلبوا من خالد زكاة أعتاده ظناً منهم أنها للتجارة، وأن الزكاة فيها واجبة، فقال لهم: لا زكاة علي. فقالوا للنبي ( إن خالداً منع الزكاة، فقال لهم: إنكم تظلمونه؛ لأنه حبسها ووقفها في سبيل الله قبل الحول عليها فلا زكاة فيها، ويحتمل أن يكون المراد لو وجبت عليه زكاة لأعطاها ولم يشح بها؛ لأنه قد وقف أمواله لله تعالى متبرعاً، فكيف يشح بواجب عليه. ينظر: شرح النووي على صحيح مسلم 7: 56، وغيره. ¶ (4) وتماتمه: (وأما عباس عم رسول الله صلى الله عليه وسلم فهي عليه ومثلها معها) في مصنف عبد الرزاق 4: 18، وصحيح مسلم 2: 676، وصحيح ابن خزيمة 4: 48، وغيرها.",
            "page": "59",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "واستدلّ البُخاريّ أيضاً بما رواه فقال(1): حدّثنا محمد بن عبد الله، حدثني أبي، قال حدثني ثمامة، إن أنس بن مالك ( حدثه: (إن أبا بكر الصديق ( كتب له التي أمر الله رسوله ومن بلغت صدقته بنت مخاض وليست عنده وعنده بنت لبون فإنها تقبل منه، ويعطيه المصدق عشرين درهماً أو شاتين، فإن لم يكن عنده بنت مخاض على وجهها وعنده ابن لبون فإنه يقبل منه وليس معه شيء). ¶ وقال أيضاً(2): حدثنا محمد بن عبد الله، حدثني أبي، قال حدثني ثمامة، إن أنساً ( حدّثه: (إن أبا بكر ( كتب له فريضة الصدقة التي أمر الله رسوله صلى الله عليه وآله وسلم مَن بلغت عنده من الإبل صدقة الجَذَعة [وليست عنده جذعة](3) وعنده حقة فإنّها تقبل منه الحِقّة، ويجعل معها شاتين إن استيسرت له، أو عشرين درهماً...(4) ) الحديث. ¶ وهو صريح في أخذ القيمة بدل الواجب. ¶ واستدلّ البُخاري أيضاً(5) بقول النبي صلى الله عليه وآله وسلم للنساء يوم عيد الفطر كما ورد مصرّحاً به في ((مسند أحمد))(6): (تصدّقن ولو من حليكنّ، فجعلت المرأة تلقي الخرص والخاتم والشيء). ¶ __________ ¶ (1) في صحيحه 2: 525. ¶ (2) أي البخاري في صحيحه 2: 527. ¶ (3) سقطت من الأصل، والمثبت من الصحيح. ¶ (4) وتمام الحديث: (ومَن بلغت عنده صدقة الحقة وليست عنده الحقة وعنده الجذعة فإنها تقبل منه الجذعة ويعطيه المصدق عشرين درهما أو شاتين، ومَن بلغت عنده صدقة الحقة وليست عنده إلا بنت لبون فإنها تقبل منه بنت لبون ويعطي شاتين أو عشرين درهماً، ومَن بلغت صدقته بنت لبون وعنده حقة فإنها تقبل منه الحقة ويعطيه المصدق عشرين درهماً أو شاتين، ومن بلغت صدقته بنت لبون وليست عنده وعنده بنت مخاض فإنّها تقبل منه بنت مخاض ويعطي معها عشرين درهما أو شاتين) في صحيح البخاري 2: 527. ¶ (5) في صحيحه 2: 525. ¶ (6) مسند أحمد 1: 376، 425، 3: 502، 6: 363، وليس فيها ذكر عيد الفطر، فلعله مذكور في غيره هذه المواضع، والله أعلم.",
            "page": "60",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "قال البُخاري(1): ((فلم يستثن صدقة الفرض من غيرها)). ¶ وتتبع مثل هذه الأحاديث يطول، قال العَيْنيّ(2) في ((شرح البخاري))(3): ((واعلم أن دفعَ القيمة في الزكاة جائز عندنا(4)، وكذا في الكفارة وصدقة الفطر والعشر والخراج والنذر وهو قول عمر وابنه عبد الله وابن مسعود وابن عبّاس ومعاذ وطاوس (، وقال الثوري: يجوز إخراج العروض في الزكاة إذا كانت بقيمتها، وهو مذهب البُخاري وإحدى الروايتين عن أحمد، ولو أعطى عرضاً عن ذهب وفضّة، قال أشهب: يجوز(5). وقال الطُّرْطُوشي(6): هذا قول بَيِّن في جواز إخراج القيم في الزكاة. قال: وأجمع أصحابنا على أنه لو أعطى فضّة عن ذهب أجزأه، وكذلك إذا أعطى درهماً عن فضّة عند مالك، وقال سحنون(7) ¶ __________ ¶ (1) في صحيحه 2: 525. ¶ (2) وهو محمود بن أحمد بن موسى العنتابي العَيْني الحلبي القاهري الحنفي، أبو محمد، بدر الدين، قال السيوطي: كان إماماً عالماً علامة عارفاً بالعربية والتصريف حافظاً للغة سريع الكتابة، عمَّر مدرسة بقرب الجامع الأزهر ووقف كتبه بها، من مؤلفاته: البناية في شرح الهداية، ورمز الحقائق شرح كنز الدقائق، وشرح شرح معاني الآثار، (762-855هـ). الضوء اللامع 10: 131-135. كتاب أعلام الأخيار ق351/ب-ق352/أ. الفوائد البَهيَّة ص340. البدر الطالع 2: 294-295. ¶ (3) عمدة القاري شرح صحيح البخاري 9: 8. ¶ (4) أي عندنا في المذهب الحنفي. ¶ (5) في عمدة القاري 9: 8: يجزئ. ¶ (6) وهو محمد بن الوليد بن خلف الفِهْري الأندلسي الطُّرْطُوشي، قال ابن بَشْكُوال: كان إماماً عالماً، زاهداً ورعاً، ديناً متواضعاً، متقشفاً متقللاً من الدنيا، راضيا باليسير. وقال الذهبي: الإمام العلامة القدوة الزاهد شيخ المالكية، لازم أبا الوليد الباجي.(451-520هـ). ينظر:سير أعلام النبلاء 19: 490-496، وغيره. ¶ (7) وهو عبد السلام بن سعيد بن حبيب التنوخي، الملقب بسَحْنون، انتهت إليه رئاسة العلم في المغرب، له: المدونة، أخذ عن أبي القاسم، وابن وهب، وأشهب، (160-240هـ). ينظر: العبر 1: 432-433. الأعلام 4: 129.",
            "page": "61",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": ": لا يجزيه. وهو وجه للشافعية، وأجاز ابن حبيب دفع القيمة إذا رآه أحسن للمساكين. وقال مالك والشافعي: لا يجوز. وهو قول داود(1) )). ¶ قال الَعْينِيّ(2): ((وحديث الباب حجة لنا(3)؛ لأن ابن لبون لا مدخل له في الزكاة إلا بطريق القيمة؛ لأن الذكر لا يجوز في الإبل إلا بالقيمة؛ ولذلك احتجّ به البُخاري أيضاً في جواز إخراج القيم مع شدّة مخالفته للحنفية(4) )). [ا]هـ. ¶ قلت(5): وكذلك قبول بنت لبون مكان بنت مخاض مع أخذ عشرين درهماً من المصدق دليل على جواز القيمة؛ لأن الواجب بعض بنت لبون لا هي كلها. ¶ وإذا ثبت ذلك في الزكاة فهي شاملة لزكاة الفطر؛ إذ لا فارق أصلاً، والقيمة كما تكون عَرَضاً تكون نقداً، بل هو الأصل فيها. ¶ __________ ¶ (1) وهو داود بن علي بن خلف الأصْبَهَانِيّ، أبو سليمان، الملقَّب بالظَّاهري، وسمي بذلك لأخذه بظاهر الكتاب والسنة وإعراضه عن التأويل والرأي والقياس، (201-270هـ). ينظر: الميزان3: 26-28. وفيات 2: 255-257. طبقات الفقهاء للشيرازي ص102. العبر 2: 45. ¶ (2) في عمدة القاري 9: 8. ¶ (3) أي معشر الحنفية. ¶ (4) ومن شدة مخالفة الإمام البخاري للحنفية في صحيحه أنه كثيراً ما يذكر قال بعض الناس، ويقصد به الأحناف، إلا أن ما أورده البخاري في قوله قال: بعض الناس على الحنفية في مخالفتهم لبعض الأحاديث لم يسلم له، بل تصدّى له كبار الحنفية، وبيَّنوا أن الحقّ مع الأحناف حتى في هذه المسائل التي استدركها البخاري عليهم، ومن الرسائل التي ألفت مستقلة في ذلك: كشف الالتباس عما أورده الإمام البخاري على بعض الناس للعلامة عبد الغني الميداني (ت1298هـ) بتحقيق الشيخ عبد الفتاح أبو غدة، وأيضاً: بعض الناس في دفع الوساس، وأيضاً: إيقاظ الحواس فيما قال بعض الناس، وأيضاً: للدكتور عبد المجيد محمود دراسة متخصص في ذلك طبعت بعناية الشيخ عبد الفتاح رحمه الله تعالى. ينظر: كشف الالتباس ص1-14. ¶ (5) القائل هو المؤلف رحمه الله تعالى.",
            "page": "62",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "الوجه الثالث ¶ إنه إذا ثبت جواز أخذ القيمة في الزكاة المفروضة في الأعيان فجوازها في الزكاة المفروضة على الرقاب من باب أولى؛ لأن الشرع أوجب الزكاة في عين الحبّ والتمر والماشية والنقدين كما تقدّم في حديث معاذ ( الذي قال له النبي صلى الله عليه وآله وسلم لَمّا بعثه إلى اليمن: (خذ الحبّ من الحبّ، والشاة من الغنم، والبعير من الإبل، والبقرة من البقر)، فهو حقّ ثابت في أعيان هذه الأشياء خلافاً لمَن قال: إنه ثابت في الذمّة. ¶ أما زكاة الفطر، فإنّها ثابتة في الرقاب ولذلك وجبت على الذكر والأنثى، والحرّ والعبد، والكبير والصغير، والغني والفقير؛ ولهذا أيضاً كان الصحيح وجوب إخراجها على الزوجة نفسها، لا على زوجها؛ لتعلقها بالرقاب، وما كان كذلك فلا ينوب فيه أحد عن أحد، إلا مَن خصّه الدليل ممَّن لا يستقل بتموين نفسه كالصبيّ والمملوك. ¶ قال أبو داود(1): حدثنا مُسدّد وسليمان بن داود العتكي، قالا: حدثنا حماد بن زيد، عن النعمان بن راشد، عن الزهري، عن ثعلبة بن عبد الله بن أبي صعير، عن أبيه، قال: قال رسول الله صلى الله عليه وآله وسلم: (صاع من بُرّ أو قمح عن كلّ اثنين صغير أو كبير، حر أو عبد، ذكر أو أنثى، أما غنيكم فيزكّيها لله(2)، وأما فقيركم فيردّ الله عليه أكثر ممَّا أعطى)(3). ¶ __________ ¶ (1) في سننه 2: 114. ¶ (2) هكذا في الأصل، وفي السنن فيزكيه الله. ¶ (3) في سنن البيقهي الكبير 4: 167، وسنن الدارقطني 2: 148، وشرح معاني الآثار 2: 45، ومسند أحمد 5: 432، والآحاد والمثاني 1: 451، وينظر: نصب الراية 2: 406، وغيره.",
            "page": "63",
            "part": "1"
        },
        {
            "hno": null,
            "id": "60",
            "nass": "فهذا يدلّ على أن الفقير يعطيها عن نفسه، ويأخذها من غيره، فدلّ على وجوبها على الفقير(1). ¶ وقال أبو داود(2) أيضاً: ((حدثنا محمود(3) بن خالد الدمشقي وعبد الله بن عبد الرحمن السَّمرقنديّ، قالا: حدثا مروان بن محمد، ثنا أبو يزيد(4) الخولاني، ثنا يسار بن عبد الرحمن الصدفي، عن عكرمة، عن ابن عباس (، قال: (فرض(5) رسول الله صلى الله عليه وآله وسلم زكاة الفطر: طهرة للصائم من اللغو والرفث، وطعمة للمساكين مَن أدّاها قَبْلَ الصلاة، فهي زكاة مقبولة، ومَن أدّاها بعد الصلاة، فهي صدقة من الصدقات)(6). ¶ فعلَّل وجوبها بكونها طهرة للصائم من اللغو والرفث فدلّ على أنها واجبة على كلّ صائم غنياً كان أو فقيراً؛ لأن كلّ صائم محتاج إلى التطهير غنياً كان أو فقيراً، وإذا اشتركوا في العلّة اشتركوا في الوجوب. ¶ __________ ¶ (1) ما استدلّ به المؤلف وجيه إلا أنه محل نظر عند مَن قال: إن الصدقة لا تجب إلا على من ملك الزكاة، ومعنى الحديث: وأما فقيركم فيرد الله تعالى عليه أكثر مما أعطاه المساكين؛ إذ المراد بالفقير عندهم الفقير بالإضافة إلى أكابر الأغنياء، أو يقال: إن الفقير إذا أعطاه متطوعاً من غير أن يجب عليه يرد الله عليه أكثر مما أعطاه، وقال الإمام القاري: إن ذكر الفقير في الحديث شاذ. ينظر: بذل المجهود 8: 142، وغيره. ¶ (2) في سننه2: 111. ¶ (3) في الأصل: محمد، والمثبت من السنن. ¶ (4) في الأصل: زيد، والمثبت من السنن. ¶ (5) قال الخطابي: قوله فرض رسول الله ( زكاة الفطر فيه بيان أن صدقة الفطر فرض واجب كافتراض الزكاة الواجبة في الأموال، وفيه بيان أن ما فرض رسول الله (، فهو كما فرض الله؛ لأن طاعته صادرة عن طاعة الله، وقد قال بفرضية زكاة الفطر. ينظر: الترغيب والترهيب 2: 96، وغيره. ¶ (6) في المستدرك 1: 568، وصححه، وسنن البيهقي الكبير 4: 162، وسنن الدارقطني 2: 138، سنن ابن ماجة 1: 585، وغيرها.",
            "page": "64",
            "part": "1"
        },
        {
            "hno": null,
            "id": "61",
            "nass": "والمقصود أنها مفروضة في الرقاب؛ ولذلك سمّيت زكاة الفطر؛ لأنها مأخوذة من الفطرة التي هي أصل الخِلقة كما قال ابن قُتيبة(1)، ونصّ عليه صاحب الحاوي(2) والنَّوويّ(3)(4) وغيرهم، بل ورد عن النبي صلى الله عليه وآله وسلم تسميتها زكاة الرؤوس(5) في حديث رواه الطبرانيّ في ((الأوسط))(6) من حديث زيد بن ثابت (: (إن النبي صلى الله عليه وآله وسلم قال له: (يا زيد أعط زكاة رأسك مع الناس وإن لم تجد إلا خيطاً)(7). ¶ __________ ¶ (1) وهو عبد الله بن مسلم بن قتيبة الدينوري، أبو محمد، من مؤلفاته: غريب القرآن، عيوبن الأخبار، وتأويل مختلف الحديث، وجامع الفقه، (213-276هـ). ينظر: معجم المؤلفين 2: 297. ¶ (2) وهو علي بن محمد بن حبيب الماوردي البصري الشافعي، أبو الحسن، قال الذهبي: كان إماماً في الفقه والأصول والتفسير، بصيراً بالعربية، ولي قضاء بلاد كثيرة، من مؤلفاته: الحاوي، والإقناع، وأدب الدنيا والدين، (ت450هـ). ينظر: طبقات الأسنوي(2: 206-207). العبر(3: 223). ¶ (3) وهو يحيى بن شرف بنِ حسنِ الحزامي الحورَّاني النَّوَوِيّ الشَّافِعِيّ، أبو زكريا، محيي الدين، وهو محرر المذهب الشافعي ومهذبه وملقحه ومرتبه. من مؤلفاته: الأذكار، منهاج الطالبين، رياض الصالحين، (631-676هـ). طبقات الشافعية لابن قاضي شهبة 3: 9-13. ينظر: طبقات الأسنوي 2: 266-267. مرآة الجنان 4: 182-186. روض المناظر ص267. ¶ (4) في المجموع شرح المهذب 6: 61، ونقله عن صاحب الحاوي. ¶ (5) وتسمى أيضاً:زكاة رمضان، وزكاة الصوم، وصدقة الصوم، وزكاة الأبدان. ينظر: معارف السنن 5: 229. ¶ (6) المعجم الأوسط 2: 114. ¶ (7) في المعجم الكبير 2: 335، قال الهيثمي في مجمع الزوائد 3: 81: فيه عبد الصمد بن سليمان الأزرق وهو ضعيف.",
            "page": "65",
            "part": "1"
        },
        {
            "hno": null,
            "id": "62",
            "nass": "ولمّا كان الحال فيها كذلك اقتضت حكمة الشرع البالغة أمر الناس بإخراج الطعام؛ ليتمكن جميعهم من أداء ما فرض عليهم، ولا يحصل لهم فيه عسر ولا مشقّة، قد يُؤدَّيان بالكثير منهم إلى تركه وتفويته لمشقته، أو عدم القدرة عليه؛ وذلك لأن النقود كانت نادرة الوجود في تلك الأزمان ببلاد العرب لا سيما البوادي منها، وخصوصاً الفقراء. ¶ فلو أمر بإعطاء النقود في الزكاة المفروضة على الرؤوس لتعذّر إخراجها على الفقراء بالكلية، ولتعسّر أيضاً على كثير من الأغنياء الذين كان غناهم بالمواشي والرقيق والطعام، كحال أهل باديتنا وغيرها إلى اليوم، فإن الكثير من أغنياء البادية لا توجد بيدهم النقود إلا على سبيل الندرة؛ لعدم احتياجهم إليها في غالب أحوالهم، حتى أن مَن يحتاج منهم إلى شيء من النقود يخرج بعض الطعام أو الماشية؛ ليحصل عليه كما هو معلوم من حالهم، خصوصاً البوادي البعيدة من المدن. ¶ أما الطعام فإنه متيسر للجميع، ولا يخلو منه منزلٌ إلا مَن بلغ به الفقر منتهاه، فكان من أعظم المصالح وأبلغ الحكم العدول عن المال النادر العسر إخراجه، إلى الطعام المتيسر وجوده وإخراجه لكل الناس. ¶ ***وقد أشار إلى مثل هذا أبو بكر بن العربي فقال في ((العارضة))(1): ((إن النبي صلى الله عليه وآله وسلم رتّب ذلك على حكمة بديعة، وهي أن زكاة الفطر وجبت في الأموال مطهرة للأبدان ورفعة لِلَغَط الصيام، وكانت في كل أحد قدر ما عنده كما كانت الزكاة الأصلية على كل أحد في ماله لا يكلف غيره؛ ولذلك قلنا فيما اختلف في علماؤنا من أن زكاة الفطر يعطيها من قوته لا من قوت أهل بلده؛ لأنها وجبت في ماله، فتكون بحسب حاله، كما قال أشهب عنه، وما أراد النبي صلى الله عليه وآله وسلم فيما بلغ إلا التوسعة على كلّ واحد من غير تكلُّف؛ ليجمع بين أداء العبادة ورفع الحرج والكلفة)). [ا]هـ. ¶ __________ ¶ (1) عارضة الأحوذي 3: 189.",
            "page": "66",
            "part": "1"
        },
        {
            "hno": null,
            "id": "63",
            "nass": "ومعلوم أن رفعَ الحرجِ والكلفة في الحواضر اليوم إنّما هو في دفع المال لا في إخراج الحبّ بالنسبة لكل من الآخذ والمعطي. ¶ كما أن العلة التي من أجلها أمر الشارع بإخراج الطعام، وهي قلّة النقود وعدم تيسرها للجميع قد زالت وانعكس الحال، فصارت النقود ميسرة للجميع بخلاف الحب، فوجب أن يدورَ الحكم مع العلّة، وينتقل إلى الأسهل الأيسر، وهو المال الذي هو أيضاً الأصل في دفع الصدقات. كما تقدم. ¶ الوجه الرابع ¶ إن النبي صلى الله عليه وآله وسلم غاير بين القدر الواجب من الأعيان المنصوص عليها مع تساويها في كفاية الحاجة وسد الخلة، فأوجب من التمر والشعير صاعاً، ومن البُرّ نصف صاع وذلك لكونه أعلى ثمناً؛ لقلته بالمدينة في عصره، فدلّ على أنه اعتبر القيمة ولم يعتبر الأعيان؛ إذ لو اعتبرها لسوى بينها في المقدار. ¶ فإن قيل: إن نصف صاع لم يثبت عن النبي صلى الله عليه وآله وسلم كما قال ابن المُنْذر(1) والبَيْهَقيّ؟ ¶ قلناً: بل هو ثابت لوروده عن النبي صلى الله عليه وآله وسلم والخلفاء الراشدين وغيرهم من الصحابة والتابعين من طرق كثيرة لا يبقى معها شكّ في ثبوته، بل لا يبعد القول بتواتره. ¶ فقد ورد من حديث: ¶ عبد الله بن عمرو بن العاص (. ¶ وعبد الله بن عباس (. ¶ وعائشة (. ¶ وعبد الله بن ثعلبة (. ¶ وأسماء بنت أبي بكر (. ¶ وعبد الله بن عمر بن الخطاب (. ¶ وجابر بن عبد الله (. ¶ وزيد بن ثابت (. ¶ وعصمة بن مالك (. ¶ وعلي بن أبي طالب (. ¶ وأبي هريرة (. ¶ وأبي سعيد الخدري ( موصولاً. ¶ وعن: ¶ سعيد بن المسيب. ¶ __________ ¶ (1) وهو محمد بن إبراهيم بن المُنْذِر النيسابوري، أبو بكر، قال الأسنوي: أحد الأئمة الأعلام، لم يقلِّد أحداً في آخر عمره، من مؤلفاته: المبسوط، والأوسط في السنن والإجماع والإختلاف، والإشراف على مذاهب أهل العلم، والاقناع، والإجماع، (242-319). ينظر:وفيات 4: 207. مرآة الجنان2: 261-262. طبقات المفسرين 2: 50-52. طبقات الأسنوي 2: 197.",
            "page": "67",
            "part": "1"
        },
        {
            "hno": null,
            "id": "64",
            "nass": "وأبي سلمة بن عبد الرحمن. ¶ وعبيد الله بن عبد الله بن عتبة بن مسعود. ¶ والقاسم بن محمد. ¶ وسالم بن عبد الله مرسلاً. ¶ وعن: ¶ أبي بكر (. ¶ وعمر (. ¶ وعثمان (. ¶ وعلي (. ¶ وجابر (. ¶ وابن مسعود (. ¶ وابن الزبير (. ¶ وابن عباس (. ¶ ومعاوية (. ¶ وأبي سعيد الخدري ( موقوفاً. ¶ وعن: ¶ مجاهد. ¶ وعطاء. ¶ والشعبي. ¶ وعمر بن عبد العزيز. ¶ والحسن البصري. ¶ وطاوس. ¶ وعبد الله بن شداد. ¶ وإبراهيم النخعي. ¶ والحكم. ¶ وحماد مقطوعاً. ¶ فحديث عبد الله بن عمرو (: ¶ قال التِّرْمِذيّ(1)(2): ((حدثنا عُقبة بن مُكْرم البصري، ثنا سالم بن نوح، عن ابن جُريج، عن عمرو بن شُعَيب، عن أبيه، عن جدّه: (إن النبي صلى الله عليه وآله وسلم بعث منادياً في فِجاج مكّة: ألا إن صدقة الفطر واجبة على كلّ مسلم ذكر أو أنثى حرّ، أو عبد صغير أو كبير، مدان من قمح أو سواه صاع من طعام).))(3). قال التِّرْمذيّ(4): ((هذا حديث حسن غريب)). ¶ طريق آخر: ¶ __________ ¶ (1) وهو محمد بن عيسى بنِ سَوْرَة التِّرْمِذِيِّ الضَّرير، قال اللكنوي: كان أحد العلماء الحُفَّاظ الأعلام له تصانيفٌ كثيرةٌ، وكتابه الجامع أحسنُ كتبهِ وأكثرها فائدةً وأحسنها ترتيباً. (209-279هـ). ينظر: تهذيب الكمال(26: 250-252). وفيات(4: 278). ¶ (2) في جامعه 3: 6. ¶ (3) في علل الترمذي للقاضي 1: 108: ابن جريج لم يسمع من عمرو بن شعيب، قال محمد: رأيت أحمد بن حنبل وعلي بن عبد الله والحميدي وإسحاق بن إبراهيم يحتجون بحديث عمرو بن شعيب، وشعيب قد سمع من جده. ¶ (4) في جامعه 3: 60.",
            "page": "68",
            "part": "1"
        },
        {
            "hno": null,
            "id": "65",
            "nass": "قال الدارقُطْنِيّ(1): ((حدثنا أبو سهل بن زياد، ثنا عبد الكريم بن الهيثم، ثنا إبراهيم بن مهدي، ثنا المعتمر، قال: أنبأني علي بن صالح، عن ابن جُريج، عن عمرو بن شُعيب، عن أبيه، عن جدّه: (إن رسول الله صلى الله عليه وآله وسلم أمر صائحاً صاح: إن صدقة الفطر حقّ واجب على كلّ مسلم صغير أو كبير، ذكر أو أنثى، حرّ أو مملوك، حاضر أو باد، مدان من قمح أو صاع من شعير أو تمر).)). ¶ وحديث عبد الله بن عباس (: ¶ قال أحمد(2): ((حدثنا يزيد، قال أخبرنا حميد، عن الحسن، قال خطب ابن عباس ( في آخر رمضان فقال: يا أهل البصرة أدّوا زكاة صومكم، قال: فجعل الناس ينظر بعضهم إلى بعض، فقال: من هاهنا من أهل المدينة، قوموا فعلموا إخوانكم، فإنهم لا يعلمون أن رسول الله صلى الله عليه وآله وسلم فرض صدقة رمضان نصف صاع من بُر، أو صاعاً من شعير، أو صاعاً من تمر على العبد والحرّ، والذكر والأنثى))(3). ¶ ورواه أبو داود(4) والنَّسَائِيّ(5) وقال: ((إن الحَسَن لم يسمع من ابن عبّاس ()). وكذا قال ابن المَدينيّ والبَزَّار(6) وغيرهما. ¶ لكن له طريقٌ آخر: ¶ __________ ¶ (1) في سننه 2: 141. ¶ (2) في مسنده 1: 351. ¶ (3) في الدارقطني 2: 152، ¶ (4) في سننه 5: 50. ¶ (5) في السنن الكبرى 1: 553، 2: 26، 28، والمجتبى 3: 190، 5: 50، 52، ولا يوجد في هذه المواضع قول النسائي: الحسن لم يسمع من ابن عباس، فلعله مذكور في غيرها. ¶ (6) وهو أحمد بن عمرو بن عبد الخالق البَصْرِيّ البَزَّار، أبو بكر، قال الدَّارَقُطْني: ثقة يخطئ ويتَّكلُ على حفظه. من مؤلفاته: المسند، (ت292هـ). ينظر: العبر 2: 92، الكشف 2: 1682.",
            "page": "69",
            "part": "1"
        },
        {
            "hno": null,
            "id": "66",
            "nass": "قال محمد بن مخلد، حدثنا محمد بن علي الوراق، ثنا داود بن شبيب، ثنا يحيى بن عباد، ثنا ابن جُريج، عن عطاء، عن ابن عبّاس (: (إن رسول الله صلى الله عليه وآله وسلم أمر صارخاً ببطن مكة ينادي أن صدقة الفطر حق واجب على كل مسلم صغير أو كبير، ذكر أو أنثى، حرّ أو مملوك، حاضر أو باد، مدان من قمح أو صاع من شعير أو تمر)(1)، ذكره البَيْهَقيّ في ((سننه))(2). ¶ وقال(3): روى مِثْلَه الكديميّ عن داود بن شبيب، قال: ((وهذا حديث ينفرد به يحيى بن عباد، عن ابن جُريج هكذا، وإنّما رواه غيره عن ابن جُريج، عن عطاء من قوله في المُدَّين. وعن ابن جُريج، عن عمرو بن شُعيب مرفوعاً إلى النبي صلى الله عليه وآله وسلم في سائر ألفاظه)). ¶ قلت(4): ويحيى بن عبّاد ضعَّفوه، لكن قال داود بن شبيب: ((كان من خيار الناس)). ذكرَه الدارقُطْنيّ في إسناد هذا الحديث من ((سننه))(5). ¶ ومع هذا فله طريق ثالث: ¶ قال الدارقُطْنِيّ(6): ((حدثنا محمد بن أحمد بن أبي الثلج، حدثني جدّي، قال حدثنا محمد بن عمر الواقدي، حدثنا عبد الحميد بن عمران، عن ابن أبي أنس، عن أبيه، عن أبي سلمة بن عبد الرحمن، عن ابن عباس (، عن رسول الله صلى الله عليه وآله وسلم: (إنه أمر بزكاة الفطر صاعاً من تمر، أو صاعاً من شعير، أو مدين من قمح على كلّ حاضر وباد، صغير وكبير، حرّ وعبد).)). ¶ محمد بن عمر الواقدي فيه مقال. ¶ لكن للحديث طريق رابع: ¶ __________ ¶ (1) في المستدرك 1: 569، وصححه، وسنن الدارقطني 2: 141. ¶ (2) سنن البيهقي الكبير 4: 172. ¶ (3) أي البيهقي في سنن الكبير 4: 172. ¶ (4) القائل هو المؤلف رحمه الله. ¶ (5) سنن الدارقطني 2: 142. ¶ (6) في سننه 2: 143.",
            "page": "70",
            "part": "1"
        },
        {
            "hno": null,
            "id": "67",
            "nass": "قال الدارقُطْنِيّ أيضاً(1): ((حدثنا أبو ذر أحمد بن محمد بن سليمان الواسطي، ثنا سعدان بن نصر، ثنا أبو النضر هاشم بن القاسم، عن سلام الطويل، عن يزيد العمي، عن عكرمة، عن ابن عباس (، قال: قال رسول الله صلى الله عليه وآله وسلم: (صدقة الفطر عن كلّ صغير وكبير، ذكر وأنثى، يهودي أو نصراني، حر أو مملوك، نصف صاع من بُرّ، أو صاع من تمر، أو صاع من شعير).)). ¶ قال الدارقُطْنِيّ(2): ((سلام الطويل متروك الحديث))(3). ¶ وحديث عائشة (: ¶ قال محمد بن الحَسَن(4) في كتاب ((الحجج))(5): ((أخبرنا إسرائيل بن يونس، حدثنا منصور بن المعتمر الشامي، عن إبراهيم النخعي، عن الأسود بن يزيد، عن عائشة رضي الله عنها، قالت: (كان الناس يعطون زكاة رمضان نصف صاع، فإذا أوسع الله على الناس فإني أرى أن يتصدق بصاع).)). ¶ هذا حديث صحيح، ولها حديث آخر سيأتي في حديث: (أغنوهم عن الطواف في هذا اليوم). ¶ وحديث عبد الله بن ثعلبة (: ¶ قال أحمد(6): ((حدثنا عبد الرزاق، حدثنا ابن جُريج، قال: قال ابن شهاب: قال عبد الله بن ثعلبة بن صعير العذري ( خطب رسول الله صلى الله عليه وآله وسلم قبل الفطر بيومين فقال: (أدّوا صاعاً من بُرّ أو قمح بين اثنين، أو صاعاً من تمر، أو صاعاً من شعير عن كل حر، وعبد صغير وكبير).)). ¶ __________ ¶ (1) في سننه 2: 150. ¶ (2) في سننه 2: 150. ¶ (3) وقال الدارقطني في سننه 1: 220: سلام الطويل، وهو ضعيف الحديث. ¶ (4) وهو مُحَمَّد بن الحَسَن بن فرقد الشَّيْبَانِيّ، أبو عبد الله، صاحب أبي حنيفة، قال الشافعي: ما رأيت أعقل ولا أفقه ولا أزهد ولا أروع ولا أحسن نطقاً وإيراداً من محمد بن الحسن. من مؤلفاكته: المبسوط، والجامع الصغير، والجامع الكبير، والسير الكبير، (132-189هـ). ينظر: بلوغ الأماني ص4، مقدِّمة الهداية14:3. والنافع الكبير ص34-38، مقدمة السعاية ص37. ¶ (5) الحجة على أهل المدينة 1: 536-537. ¶ (6) في مسنده 5: 432.",
            "page": "71",
            "part": "1"
        },
        {
            "hno": null,
            "id": "68",
            "nass": "هذا إسناد صحيح إلا أنه وقع فيه اضطراب ليس هذا موضع بيانه. ¶ ورواه أبو داود(1) والطحاويّ(2)(3) والطبرانيّ(4) والدارقُطْنِيّ(5) وجماعة(6). ¶ وحديث أسماء بنت أبي بكر (: ¶ قال أحمد(7): ((حدثنا عتاب بن زياد، حدثنا عبد الله بن المبارك، قال: أخبرنا ابن لهيعة، عن محمد بن عبد الرحمن بن نوفل، عن فاطمة بنت المنذر، عن أسماء بنت أبي بكر، قالت: (كنا نؤدّي زكاة الفطر على عهد رسول الله صلى الله عليه وآله وسلم مدين من قمح بالمد الذي تقتاتون به)(8).)). ¶ هذا حديث حَسَن، وعبد الله بن لهيعة إمام وضَعْفُه ناشئٌ من وَهْمه، فإذا رَوَى ما وافقه عليه الناس فحديثه مقبول خصوصاً ما رواه عنه الكبار كعبد الله بن المبارك. ¶ وله مع هذا طريق آخر: ¶ __________ ¶ (1) في سننه 2: 114. ¶ (2) في شرح معاني الآثار 2: 45، ومشكل الآثار 4: 342، 343. ¶ (3) وهو أحمد بن محمد بن سلامة الأَزْدِي الحَجْريّ الطَّحَاوِيّ المِصْريّ، أبو جعفر، قال أبو إسحاق: انتهت إليه رئاسة الحنفية بمصر، وقال: ابن يونس: كان ثقة ثبتاً لم يخلف مثله، من مؤلَّفاته: شرح معاني الآثار، ومختصر الطحاوي، (229-321هـ). ينظر: وفيات 1: 71-72. روضة المناظر ص171، الفوائد البهية ص59-63، والتعليقات السنية ص59. ¶ (4) في المعجم الكبير 2: 87. ¶ (5) في سننه 2: 150. ¶ (6) في مصنف عبد الرزاق 3: 318، والآحاد والمثاني1: 452، والأحاديث المختارة 9: 120 ¶ (7) في مسنده 6: 346، 355. ¶ (8) في المستدرك 1: 571، وصححه، وسنن البيقهي الكبير 4: 170، 171، ومصنف ابن أبي شيبة 2: 400، والمعجم الكبير 24: 82، وغيره.",
            "page": "72",
            "part": "1"
        },
        {
            "hno": null,
            "id": "69",
            "nass": "قال الطَّحاويّ(1): ((حدثنا فهد وعليّ بن عبد الرحمن، قالا: حدثنا ابن أبي مريم، أخبرني يحيى بن أيوب، إن هشام بن عروة حدّثه عن أبيه، إن أسماء بنت أبي بكر أخبرته: (أنها كانت تخرج على عهد رسول الله صلى الله عليه وآله وسلم عن أهلها الحرّ منهم والمملوك مدين من حنطة، أو صاعاً من تمر بالمد أو الصاع الذي يقتاتون به(2) ).)). ¶ وحديث عبد الله بن عمر بن الخطاب (: ¶ قال الدارقُطْنِيّ(3): ((حدثنا أحمد بن محمد بن علي الديباجي، ثنا أيوب بن سليمان الصُّغْدي(4)، ثنا يزيد بن عبد ربه، ثنا بقية عن داود بن الزبرقان، عن أيوب، عن نافع، عن ابن عمر ( قال: قال رسول الله صلى الله عليه وآله وسلم: (صدقة الفطر صاع من تمر، أو صاع من شعير، أو مدان من حنطة عن كلّ صغير وكبير، حرّ وعبد).)). ¶ داود بن الزبرقان ضعيف(5)، وقال البُخاريّ: ((حديثه مقارب))(6). ¶ وله طريق آخر: ¶ قال الدارقُطْنِيّ(7): ((حدثنا إبراهيم بن محمد بن يحيى، ثنا مكي بن عبدان، ثنا أبو الأزهر، ثنا محمد بن شرحبيل الصنعاني، ثنا ابن جُريج، عن سليمان بن موسى، عن نافع، أنه أخبره عن ابن عمر ( أنه قال: (أمر رسول الله صلى الله عليه وآله وسلم عمرو بن حَزْم في زكاة الفطر نصف صاع من حنطة، أو صاع من تمر).)). ¶ __________ ¶ (1) في شرح معاني الآثار 2: 43. ¶ (2) وفي النسخة المطبوعة من شرح معاني الآثار: يتبايعون به، بدل: يقتاتون به. ¶ (3) في سننه 2: 143. ¶ (4) في الأصل: الصفدي، والمثبت من السنن. ¶ (5) ينظر: تلخيص الحبير 1: 120. ¶ (6) ينظر: ميزان الاعتدال 3: 12. ¶ (7) في سننه 2: 154.",
            "page": "73",
            "part": "1"
        },
        {
            "hno": null,
            "id": "70",
            "nass": "محمد بن شرحبيل ضعَّفَه الدارقُطْنِيّ، وذكره ابن حِبَّان(1) في ((الثقات))، وقال(2): ((مستقيم الحديث))، فهو على رأيه حسن الحديث. ¶ وحديث جابر (: ¶ رواه الطَّبَرانيّ في ((الأوسط))(3) عنه (: ((قال: قال رسول الله صلى الله عليه وآله وسلم: (صدقة الفطر على كلّ إنسان مدّان من دقيق أو قمح، ومن الشعير صاع، ومن الحلواء زبيب أو تمر صاع صاع).)). ¶ وفي سنده الليث بن حماد الإصْطَخريّ ضعَّفَه الدارقُطْنيّ(4)، لكنه ورد من غير طريقه إلا أنه موقوف كما سيأتي. ¶ وحديث زيد بن ثابت (: ¶ قال الدارقُطْنيّ(5): ((حدثنا أحمد بن العبّاس البغوي، حدثنا أبو بدر عباد بن زكريا الصريمي، حدثنا ابن أرقم عن الزهري، عن قَبيصة بن ذُؤيب، عن زيد بن ثابت (، قال: (خطبنا رسول الله صلى الله عليه وآله وسلم، فقال: من كان عنده فليتصدق بنصف صاع من بُرّ، أو صاع من شعير، أو صاع من دقيق، أو صاع من زبيب، أو صاع من سلت)(6).)). ¶ قال الدارقُطْنِيّ(7): ((سليمان بن أرقم متروك الحديث)). ¶ وحديث عصمة بن مالك (: ¶ __________ ¶ (1) وهو محمد بن حِبَّان بن أحمد التَّمِيمِيّ البُسْتيّ الشَّافِعِيّ، أبو حاتم، قال ابن السمعاني: كان إمام عصره تولَّى قضاء سمرقند مدَّة، من مؤلفاته: الصحيح المسمَّى الأنواع والتقاسيم، والثقات، ومعرفة المجروحين، (ت354هـ). ينظر: العبر 2: 300. طبقات الأسنوي 1: 201. الأعلام 6: 306-307. ¶ (2) في الثقات 9: 52. ¶ (3) المعجم الأوسط 7: 338. ¶ (4) قال الهيثمي في مجمع الزوائد 3: 81: وفيه الليث بن حماد وهو ضعيف. ¶ (5) في سننه 2: 150. ¶ (6) في المستدرك 1: 571. ¶ (7) في سننه 2: 150.",
            "page": "74",
            "part": "1"
        },
        {
            "hno": null,
            "id": "71",
            "nass": "قال الدارقُطْنيّ(1): ((حدثنا محمد بن أحمد بن عمرو بن عبد الخالق، حدثنا أحمد بن رشدين، ثنا سعيد بن عفير، ثنا الفضل بن المختار، حدثني عبيد الله بن مَوْهب(2)، عن عصمة بن مالك، عن النبي صلى الله عليه وآله وسلم: (في صدقة الفطر مدّان من قمح، أو صاع من شعير، أو تمر، أو زبيب، فمَن لم يكن عنده أقط وعنده لَبَن فصاعين من لبن).)). ¶ قلت: الفضل ابن المختار ضعيف. ¶ وحديث علي (: ¶ قال الدارقُطْنِيّ(3): ((حدّثنا محمد بن عبد الله بن غيلان، ثنا الحسن بن الصباح البزاز، حدثنا أبو بكر بن عياش، عن أبي إسحاق، عن الحارث، عن عليّ عن النبي صلى الله عليه وآله وسلم أنه قال: (صدقة الفطر عن كلّ صغير وكبير، حرّ وعبد، نصف صاع من بُرّ أو صاع من تمر).)). ¶ قال الدارقُطْنِيّ(4): ((كذا حدّثنا مرفوعاً، وحدثنا عبد الله بن أحمد المارستاني، حدثنا الحسن البزّاز، ثنا أبو بكر بن عياش بهذا موقوفاً، وهو الصواب)). ¶ وحديث أبي هريرة (: ¶ قال أحمد(5): ((حدّثنا عبد الرزاق، أنا معمر عن الزهري، عن الأعرج، عن أبي هريرة (: (في زكاة الفطر على كلّ حرّ وعبد، ذكر أو أنثى، صغير أو كبير، فقير أو غني، صاع من تمر أو نصف صاع من قمح)، قال[معمر](6): وبلغني أن الزهري كان يرفعُه إلى النبي صلى الله عليه وآله وسلم)). ¶ ورواه الطّحاويّ(7) والدارقُطْنيّ(8) كلاهما من طريق عبد الرزاق(9). ¶ وحديث أبي سعيد (: ¶ يأتي في حديث: (أغنوهم عن الطواف في هذا اليوم). ¶ ومرسل سعيد بن المسيب (: ¶ __________ ¶ (1) في سننه 2: 149. ¶ (2) في الأصل: وهب، والمثبت من السنن. ¶ (3) في سننه 2: 149. ¶ (4) في سننه 2: 149. ¶ (5) في 2: 277. ¶ (6) سقطت من الأصل، ومثبتة من المسند. ¶ (7) في شرح معاني الآثار 2: 45. ¶ (8) في سننه 2: 149. ¶ (9) في مصنفه 3: 311.",
            "page": "75",
            "part": "1"
        },
        {
            "hno": null,
            "id": "72",
            "nass": "قال أبو داود في ((المراسيل))(1): ((حدثنا قتيبة، أنا الليث عن عقيل، عن ابن شهاب، عن سعيد بن المسيب (، قال: (فرض رسول الله صلى الله عليه وآله وسلم زكاة الفطر مُدّين من حنطة).)). ¶ وقال الطّحاويّ(2): ((حدثنا أحمد بن داود، ثنا سليمان بن حرب، ثنا حماد بن زيد، عن عبد الخالق الشيباني، عن سعيد بن المسيب (، قال: (كانت الصدقة تعطى على عهد رسول الله صلى الله عليه وآله وسلم وأبي بكر وعمر رضي الله عنهما نصف صاع من حنطة).)). ¶ وقال أبو عبيد في كتاب ((الأموال)): ((حدثنا إسماعيل بن إبراهيم، حدثنا عبد الخالق بن سلمة الشيباني، قال سمعت سعيد بن المسيب (، يقول: (كانت الفطرة على عهد رسول الله صلى الله عليه وآله وسلم صاع تمر أو نصف صاع حنطة عن كل رأس).)). ¶ قلت: وهذا من أعلى المراسيل التي يحتج بها حتى مَن يقول بعدم حجّية المرسل(3) ¶ __________ ¶ (1) المراسيل ص137. ¶ (2) في شرح معاني الآثار 2: 146. ¶ (3) ومسألة قبول المرسل الكلام فيها طويلة الذيل، والمؤلف أشار إلى ذلك دون أن يفصّل؛ لأن المقام ليس مقام تفصيل فيه، وتميماً للفائدة نذكر نبذة ممّا قيل حوله لكثرة ما يثار حوله من كلام: ¶ فإن الحنفية يرون قبول الخبر المرسل إذا كان مرسله ثقة، كالخبر المسند، وعليه جرت جمهرة فقهاء الأمة، من الصحابة، والتابعين، وتابعيهم، إلى رأس المئتين؛ قال العلامة ظفر أحمد التهانوي ( في إعلاء السنن 20: 284.: لأن من أسند فقد أحال على غيره، ومن أرسل فقد تكفل لصحة الخبر؛ لأن العدل الثقة إذا قال: قال رسول الله ( كذا جازماً بذلك، فالظاهر من حاله أنه لا يستجيز ذلك إلا وهو عالم أو ظان أن النبي ( قاله، فإنه لو كان ظاناً أن النبي ( لم يقله أو كان شاكاً فيه لما استجاز في دينه النقل الجازم عنه؛ لما فيه من الكذب والتدليس على المستعمرين، وذلك يستلزم تعديل من روى عنه. ¶ قال الإمام الكوثري في مقدمة نصب الراية ص297-298: ولا شكّ أن إغفال الأخذ بالمرسل ـ ولا سيما مرسل كبار التابعين ـ تَرْكٌ لشطر السُّنَّة. ¶ قال الإمام أبو داود ( في رسالته إلى أهل مكّة المتداولة بين أهل العلم بالحديث: وأما المراسيل، فقد كان يحتج بها العلماء، فيما مضى، مثل سفيان الثوري، ومالك بن أنس، والأوزاعي ( حتى جاء الشافعي (، فتكلم فيه. ¶ وقال الإمام الطبري (: لم يزل الناس على العمل بالمرسل، وقبوله، حتى حدث بعد المئتين القول برده. ¶ وفي كلام ابن عبد البر ما يقتضي أن ذلك إجماع. ¶ ومناقشة من ناقشهم بأنه يوجد بين السلف مَن يحاسب بعض من أرسل محاسبة غير عسيرة، مناقشة في غير محلها؛ لأن تلك المحاسبة إنما هي من عدم الثقة بالراوي المرسل، كما ترى مثل هذه المحاسبة في حق بعض المسندين، فإذن ليست المسألة مسألة إسناد وإرسال، بل هي مسألة الثقة بالراوي. ¶ والإمام الشافعي (، لما ردَّ المرسل، وخالف من تقدمه اضطربت أقواله، فمرة قال: إنه ليس بحجّة مطلقاً، إلا مراسيل ابن المسيِّب (، ثم اضطّر إلى ردّ مراسيل ابن المسيِّب نفسه في مسائل، ثم إلى الأخذ بمراسيل الآخرين، ثم قال: بحجية المرسل عند الاعتضاد؛ ولذلك تعب أمثال البيهقي ( في التخلص من هذا الاضطراب، وركبوا الصعب، وفي مسند الشافعي نفسه مراسيل كثيرة، بالمعنى الأعم الذي هو المعروف بين السلف، وفي موطأ مالك نحو ثلاثمائة حديث مرسل، وهذا القدر أكثر من نصف مسانيد الموطأ. والبخاري نفسه تراه يستدلّ في كتبه بالمراسيل، وكذا مسلم في المقدمة، وجزء الدباغ( ). ¶ وقال العلامة الكوثري في هامش شروط الأئمة الخمسة ص65: وقد احتج بالمرسل أبو حنيفة وأصحابه ومالك وأصحابه، وكذا الشافعي وأحمد وأصحابهما إذا اعتضد بمسند آخر أو مرسل آخر بمعناه عن راوٍ آخر فيدلّ على تعدد المخرج أو وافقه قول بعض الصحابة ( أو إذا قال به أكثر أهل العلم، فإذا وجد أحمد هذه الأربعة دلّ على صحة المرسل. ¶ وجه التوفيق بين قول الفقهاء بتصحيح المرسل، وقول متأخري أهل الرواية بتضعيفه أن الحفاظ يريدون صحة الحديث المعين إذا كان مرسلاً وهو ليس بصحيح على طريقهم ومصطلحاتهم؛ لانقطاعه وعدم اتصال إسناده إلى النبي ( ، وأما الفقهاء فمرادهم صحة ذلك المعنى الذي دل عليه الحديث، فإذا عضد ذلك المرسل قرائن تدلّ على أن له أصلاً قوي الظنّ بصحة ما دل عليه فاحتج به مع ما احتف به من القرآن.",
            "page": "76",
            "part": "1"
        },
        {
            "hno": null,
            "id": "73",
            "nass": "، وهو أيضاً من أصح المراسيل. ¶ ومرسل أبي سلمة بن عبد الرحمن ( وعبيد الله بن عبد الله بن عتبة بن مسعود (: ¶ قال الطَّحاويّ(1): ((حدّثنا ربيع الجيزي، حدثنا أبو زرعة، قال: أنا حيوة، أنا عقيل، عن ابن شهاب أنه سمع سعيد بن المسيب وأبا سلمة بن عبد الرحمن وعبيد الله بن عبد الله بن عتبة (، يقولون: (أمر رسول الله صلى الله عليه وآله وسلم بزكاة الفطر بصاع من تمر أو بمُدّين من حنطة).). ¶ ومرسل القاسم وسلام (: ¶ قال الطَّحاويّ(2): ((حدثنا ابن أبي داود، حدثنا ابن أبي مريم، قال: أخبرني يحيى بن أيوب، قال: حدثني عقيل، عن ابن شهاب، عن سعيد بن المسيب وعبيد الله بن عبد الله بن عتبة والقاسم وسالم (، قالوا: (أمر رسول الله صلى الله عليه وآله وسلم في صدقة الفطر بصاع من شعير أو مدين من قمح).)). ¶ أما الموقوفات: ¶ فقال عبد الرزّاق في ((مصنّفه))(3): ((أخبرنا معمر، عن أبي قلابة، عن أبي بكر أنه أخرج زكاة الفطر مُدّين من حنطة وإنّ رجلاً أدّى إليه صاعاً بين اثنين)). ¶ قال البَيْهَقيّ في ((السنن))(4): ((هذا منقطع)). ¶ قلت(5): قد ورد من طريق متصل إلا أنه مبهم. ¶ قال الطَّحاويّ(6): ((حدثنا أو بكرة قال حدثنا أبو عمر وهلال بن يحيى، قالا: حدثنا أبو عوانة، عن عاصم الأحول، عن أبي قلابة، قال أخبرني من دفع إلى أبي بكر الصديق ( صاع بُرّ بين اثنين)). ¶ ورواه الدارقُطْنِيّ(7) بهذه الإسناد أيضاً. ¶ __________ ¶ (1) في شرح معاني الآثار 2: 46. ¶ (2) في شرح معاني الآثار 2: 46. ¶ (3) مصنف عبد الرزاق 3: 315، 316. ¶ (4) سنن البيهقي الكبير 4: 169. ¶ (5) القائل هو المؤلف رحمه الله. ¶ (6) في شرح معاني الآثار 2: 46. ¶ (7) في سننه 2: 152.",
            "page": "77",
            "part": "1"
        },
        {
            "hno": null,
            "id": "74",
            "nass": "وقال الطَّحاويّ(1): ((حدثنا أبو بكرة، حدثنا أبو عمر، قال: أنا حماد عن الحجاج بن أرطأة، قال: ذهبت أنا والحكم بن عتبة إلى زياد بن النضر، فحدثنا عن عبد الله بن نافع أن أباه سأل عمر بن الخطاب ( فقال: إني رجل مملوك فهل في مال زكاة، فقال عمر (ك إنما زكاتك على سيدك أن يؤدي عنك عند كلِّ فطر صاعاً من شعير، أو تمر، أو نصف صاع من بُرّ)). ¶ وقال أيضاً(2): ((حدثنا ابن أبي داود، ثنا نعيم عن ابن عيينة، عن الزهري، عن ابن أبي صعير، قال: كنّا نخرج زكاة الفطر على عهد عمر بن الخطاب ( نصف صاع)). ¶ وتقدَّمَ في مرسل سعيد بن المسيب إضافته إلى أبي بكر وعمر (. ¶ وقال أيضاً(3): ((حدثنا ابن أبي داود، حدثنا القواريري، حدثنا حماد بن زيد، عن خالد الحذاء، عن أبي قلابة، عن أبي الأشعث، قال: خطبنا عثمان بن عفان ( فقال: في خطبته أدّوا زكاة الفطر صاعاً من تمر، أو صاعاً من شعير عن كلّ صغير وكبير، حر وعبد، ذكر وأنثى. ¶ حدثنا أبو زُرعة عبد الرحمن بن عمرو الدمشقي حدثنا القواريري فذكر بإسناده عن عثمان أنه خطبهم فقال: أدّوا زكاة الفطر مُدّين من حنطة. ولم يذكر ما سوى ذلك ممّا ذكره ابن أبي داود)). ¶ وقال محمد بن الحَسَن في كتاب ((الحجج))(4): ((أخبرنا إسرائيل بن يونس، قال حدثنا عبد الأعلى البعلي(5)، عن محمد بن علي الأكبر ابن الحنفية، عن علي بن أبي طالب (، قال: زكاة الفطر على كل كبير وصغير، حر وعبد، نصف صاع حنطة، أو نصف صاع من تمر)). ¶ __________ ¶ (1) في شرح معاني الآثار 2: 46. ¶ (2) أي الطحاوي في شرح معاني الآثار 2: 46. ¶ (3) أي الطحاوي في شرح معاني الآثار 2: 46. ¶ (4) الحجة على أهل المدينة 1: 537-538. ¶ (5) علق محقق الحجة على أهل المدينة: إنه في جميع النسخ البعلي، وهو خطأ، والصحيح هو الثعلبي.",
            "page": "78",
            "part": "1"
        },
        {
            "hno": null,
            "id": "75",
            "nass": "قلت(1): كذا وقع في الأصل، ولعلّه سبق قلم من الكاتب، والصواب: نصف صاع من حنطة أو صاع من تمر(2)، كما مرّ عند الدارقُطْنيّ في حديث عليّ ( المرفوع. ¶ وقال الدارقُطْنيّ(3): ((حدّثنا عبد الله بن محمد بن إسحاق المروزي، ثنا الحَسَن ابن أبي الربيع، ثنا عبد الرزّاق، عن الثوري، عن عبد الأعلى، عن أبي عبد الرحمن السَّلمي، عن علي (، قال: على مَن جرت عليهم نفقتك نصف صاع برّ، أو صاع من تمر)). ¶ فهذه الرواية عن الخلفاء الأربعة (. ¶ أمّا غيرهم من الصحابة (: ¶ فقال عبد الرزّاق في ((مصنّفه))(4): ((أنبأنا ابن جُريج، أخبرني أبو الزبير أنه سمع جابر بن عبد الله ( يقول: صدقة الفطر على كلّ مسلم صغير وكبير عبد أو حرّ مُدّان من قمح، أو صاع من تمر، أو شعير)). ¶ وقال أيضاً(5): ((أنبأنا ابن جُريج، أخبرني عبد الكريم أبو أُميّة، عن إبراهيم عن علقمة والأسود، عن ابن مسعود (، قال: مُدّان من قمح، أو صاع من تمر، أو شعير)). ¶ ورواه ابنُ أبي شَيْبة في ((مصنّفه))(6): حدثنا محمد بن بكر، عن ابن جُريج به مثله. ¶ وقال ابن أبي شَيْبة أيضاً(7): ((حدثنا محمد بن بكر عن ابن جُريج عن عمرو أنه سمع ابن الزبير ( وهو على المنبر، يقول: مدان من قمح أو صاع من شعير أو تمر(8). ¶ حدثنا عبد الرحمن بن سليمان، عن حجّاج، عن عطاء، عن ابن عباس ( قال: الصدقة صاع من شعير أو تمر))(9). ¶ __________ ¶ (1) القائل هو المؤلف رحمه الله. ¶ (2) قال محقق الحجة على أهل المدينة 1: 538: في جميع النسخ: أو نصف صاع من تمر، وهو خطأ، بل الصواب من تمر. ¶ (3) في سننه 2: 152. ¶ (4) في مصنف عبد الرزاق 3: 315. ¶ (5) أي عبد الرزاق في مصنفه 3: 314. ¶ (6) مصنف ابن أبي شيبة 3: 62. ¶ (7) في مصنفه 3: 62. ¶ (8) في مصنف عبد الرزاق 3: 313. ¶ (9) مصنف ابن أبي شيبة 3: 63.",
            "page": "79",
            "part": "1"
        },
        {
            "hno": null,
            "id": "76",
            "nass": "وقال الطَّحاويّ في ((مشكل الآثار))(1) و((شرح معاني الآثار))(2) معاً: ((حدثنا أبو بكرة بكّار بن قُتيبة، حدثنا حجاج بن المنهال، ثنا حمّاد، عن يونس، عن الحسن، أن مروان بعث إلى أبي سعيد ( أن ابعث إليّ بزكاة رفيقك، فقال أبو سعيد ( للرسول: إنَّ مروان لا يعلم إنّما علينا أن نعطي لكلّ رأس عند كل فطر صاعاً من تمر، أو نصف صاع من بُرّ)). ¶ وأما الآثار عن التابعين: ¶ فقال ابن أبي شَيْبة في ((المصنف))(3): (باب مَن قال: نصف صاع بُرّ) فذكر بعض ما تقدّم، وقال: ¶ ((حدثنا جرير، عن منصور، عن إبراهيم (، قال: صدقة الفطر عن الصغير والكبير، والحر والعبد، عن كلّ إنسان نصف صاع من قمح(4). ¶ حدثنا جرير، عن منصور، عن مجاهد (، قال: عن كلّ إنسان نصف صاع من قمح، وما خالف القمح من تمر، أو زبيب، أو أقط، أو غيره، أو شعير فصاع تام(5). ¶ حدثنا هشيم، عن إسماعيل بن سالم، عن الشَّعبيّ ( أنه كان يقول: صدقة الفطر عمَّن صام من الأحرار، وعن الرقيق من صام منهم ومن لم يصم نصف صاع من بُرّ، أو صاع من تمر أو شعير(6). ¶ حدثنا هشيم، عن منصور، عن الحَسَن ( أنه قال: مثل قول الشعبي فيمن لم يصم من الأحرار(7). ¶ حدثنا محمد بن بَكر، عن ابن جُريج، عن أبي الزبير (، قال: مُدّان من قمح، أو صاع من تمر، أو شعير(8). ¶ حدثنا محمد بن بَكر، عن ابن جُريج، عن عبد الكريم، عن ابن طاوس، عن أبيه (، قال: نصف صاع من قمح، أو صاع من تمر(9). ¶ حدثنا محمد بن بَكر، عن ابن جُريج، عن عطاء (، قال: مُدّان من قمح، أو صاع من تمر، أو شعير(10). ¶ __________ ¶ (1) مشكل الآثار 4: 26. ¶ (2) شرح معاني الآثار 2: 44. ¶ (3) مصنف ابن أبي شيبة 3: 61-62. ¶ (4) في مصنف ابن أبي شيبة 3: 61. ¶ (5) في مصنف ابن أبي شيبة 3: 61. ¶ (6) في مصنف ابن أبي شيبة 3: 61. ¶ (7) في مصنف ابن أبي شيبة 3: 62. ¶ (8) في مصنف ابن أبي شيبة 3: 62. ¶ (9) في مصنف ابن أبي شيبة 3: 62. ¶ (10) في مصنف ابن أبي شيبة 3: 62.",
            "page": "80",
            "part": "1"
        },
        {
            "hno": null,
            "id": "77",
            "nass": "حدثنا أبو داود، عن شعبة أن سأل الحكم وحماداً فقالا: نصف صاع حنطة، قال: وسألت عبد الرحمن بن القاسم وسعد بن إبراهيم، فقالا: مثل ذلك(1). ¶ حدثنا أبو أسامة، عن إسحاق بن سليمان الشَّيبانيّ، قال: حدثني أبو حبيب، قال: سألت عبد الله بن شداد عن صدقة الفطر، فقال: نصف صاع من حنطة أو دقيق(2). ¶ حدثنا أبو أسامة، عن ابن عون، قال: سمعت كتاب عمر بن عبد العزيز إلى عَدي يُقرأ بالبصرة في صدقة رمضان على كلّ صغير وكبير، حرّ أو عبد، ذكر أو أنثى، نصف صاع من بُرّ أو صاع من تمر))(3). ¶ فصل [في ثبوت ¶ نصف الصاع عن النبي (] ¶ فهذه الروايات تثبت صحّة ورود نصف الصاع عن النبي صلى الله عليه وآله وسلم بطريق القطع والتواتر؛ إذ يستحيل عادة أن يتواطأ كلّ هؤلاء الرواة على الكذب، أو اتّفاق الخلفاء الراشدين، ومَن ذكر معهم من الصحّابة والتابعين الذين لم يفش فيهم داء التقليد على القول بما لا أصل له عن رسول الله صلى الله عليه وآله وسلم، وإذا ثبت ذلك وبطل ادّعاء البَيْهَقيّ ضَعْف أحاديث نصف الصاع من البُرّ ثبت المطلوب، وهو كون النبي اعتبر القيمة في زكاة الفطر. ¶ ثمّ إن ما دلَّت عليه الأحاديث المذكورة هو مذهب الثوري وأبي حنيفة وابن المبارك وأكثر أهل الكوفة، وهو أيضاً قول سعيد بن جبير وعروة بن الزبير ومصعب بن سعد مع مَن تقدم النقل عنهم من الصحابة والتابعين، وقول ابن حبيب من المالكية فيما نقله عنه ابن يونس. ¶ الوجه الخامس ¶ إنّه ورد عن الصحابة ( التصرّف في القدر الواجب في الفطرة على سبيل الاجتهاد منهم، وهو دليل على أنهم فهموا من النبي صلى الله عليه وآله وسلم اعتبار القيمة ومراعاة المصلحة. ¶ __________ ¶ (1) في مصنف ابن أبي شيبة 3: 62. ¶ (2) في مصنف ابن أبي شيبة 3: 62. ¶ (3) في مصنف ابن أبي شيبة 3: 62.",
            "page": "81",
            "part": "1"
        },
        {
            "hno": null,
            "id": "78",
            "nass": "قال أبو داود(1): ((حدّثنا الهيثم بن خالد الجُهنيّ، حدّثنا حسين بن علي الجُعفي، عن زائدة، حدّثنا عبد العزيز بن أبي رواد، عن نافع، عن عبد الله بن عمر (، قال: (كان الناس يخرجون صدقة الفطر على عهد رسول الله صلى الله عليه وآله وسلم صاعاً من شعير أو صاعاً من تمر أو سلت أو زبيب، فلمّا كان عمر ( وكثرت الحنطة، جعل عمر ( نصف صاع حنطة مكاناً من تلك الأشياء(2) )). ¶ ورواه النَّسَائيّ في ((الكبرى))(3) والدارقُطْنيّ(4). ¶ وقال أبو داود(5): ((حدثنا محمد بن المثنى، حدثنا سهل بن يوسف، قال حميد: أخبرنا عن الحسن، قال: خطبنا ابن عباس ( في آخر رمضان على منبر البصرة، فقال: (فرض رسول الله صلى الله عليه وآله وسلم هذه الصدقة صاعاً من تمر، أو شعير، أو نصف صاع من قمح على كلّ حرّ ومملوك، ذكر أو أنثى، صغير أو كبير، فلمّا قَدِمَ عليّ ورأى رخص السعر، قال: قد أوسع الله عليكم فلو جعلتموه صاعاً من كلّ شيء).)). ¶ ورواه أحمد والنَّسائيّ(6) والدارقُطْنيّ والطَّحاويّ(7) والبَيْهَقي(8) وجماعة. ¶ وقال محمد بن الحسن في كتاب ((الحجج))(9): ((أخبرنا إسرائيل بن يونس، قال حدثنا منصور بن المعتمر الشامي(10)، عن إبراهيم النخعي، عن الأسود، عن عائشة رضي الله عنها، قالت: (كان الناس يعطون زكاة الفطر نصف صاع، فأمّا إذا أوسع الله على الناس، فإنّي أرى أن يتصدّق بصاع).)). ¶ __________ ¶ (1) ي سننه 2: 112. ¶ (2) ي سنن أبي داود: مكان صاع من تلك الأشياء، والمثبت من الأصل، ومن سنن الدارقطني2: 145. ¶ (3) السنن الكبرى 2: 26. ¶ (4) في سنن الدارقطني 2: 145. ¶ (5) في سننه 2: 114. ¶ (6) في السنن الكبرى 2: 26. ¶ (7) في مشكل الآثار 4: 40-41. ¶ (8) في سننه 4: 168. ¶ (9) الحجة على أهل المدينة 1: 537. ¶ (10) قال محقق الحجة على أهل المدينة 1: 537: في جميع النسخ الشامي، وهو مصحف، والصواب: السلمي.",
            "page": "82",
            "part": "1"
        },
        {
            "hno": null,
            "id": "79",
            "nass": "وروى الأئمة الستة في كتبهم(1) وغيرهم(2) عن أبي سعيد الخدري ( قال: (كنّا نُخْرجُ إذ كان فينا رسول الله صلى الله عليه وآله وسلم زكاة الفطر من كلّ صغير وكبير، حر أو مملوك صاعاً من طعام، أو صاعاً من أقط، أو صاعاً من شعير، أو صاعاً من تمر، أو صاعاً من زبيب، فلم نزل نخرجه حتى قدم معاوية حاجّاً أو معتمراً، فكلَّم الناس على المنبر، فكان فيما كلَّم به الناس أن قال: إنّي أرى أن مُدّين من سمراء الشام تعدل صاعاً من تمر، فأخذ الناس بذلك، قال أبو سعيد: أما أنا فلا أزال أخرجه أبداً ما عشت). ¶ وروى الحاكم في ((المستدرك))(3) عنه ( ((أنه قال: لا أخرج إلا كما كنت أخرجه في عهد رسول الله صلى الله عليه وآله وسلم صاعاً من تمر، أو صاعاً من حنطة، أو صاعاً من شعير، فقال له رجل من القوم: أو مدين من قمح، فقال: لا تلك قيمة معاوية لا أقبلها ولا أعمل بها)(4).)). ¶ وقوله في هذه الرواية: أو صاعاً من حنطة، وهم من بعض الرواة كما بيَّنه الحفّاظ(5)، وكما دلّ عليه قول الرجل لأبي سعيد: أو مُدّين من قمح؛ إذ لو ذكر أبو سعيد ( القمح لما استدركه الرجل في سؤاله مع أن الروايات المتكاثرة الصحيحة ليس في شيء منها ذكر القمح. ¶ __________ ¶ (1) في صحيح مسلم 2: 678، وجامع الترمذي 3: 53، وسنن أبي داود 2: 113، واللفظ له، والمجتبى 5: 51، وسنن ابن ماجة 1: 585. ¶ (2) كما في سنن البيهقي الكبير 4: 165، ومسند الشافعي ص93، ومصنف عبد الرزاق 3: 316، وشرح معاني الآثار 2: 42، وصحيح ابن خزيمة 4: 86، والمسند المستخرج 3: 63، وغيرها. ¶ (3) مستدرك الحاكم 1: 570. ¶ (4) في صحيح ابن خزيمة 4: 89، وصحيح ابن حبان 8: 98، وسنن البيهقي الكبير 4: 165، وسنن الدارقطني 2: 145، وشرح معاني الآثار 2: 42، ومعتصر المختصر 1: 137، وغيرها. ¶ (5) قال ابن عبد البر في التمهيد 4: 129: وليس بمحفوظ.",
            "page": "83",
            "part": "1"
        },
        {
            "hno": null,
            "id": "80",
            "nass": "وروى الشَّيخان(1) عن عبد الله بن عمر رضي الله عنهما، قال: (أمر النبي صلى الله عليه وآله وسلم بزكاة الفطر صاعاً من تمر، أو صاعاً من شعير، قال عبد الله: فجعل الناس عْدُلَه مُدَّين من حنطة). ¶ فهذا التصرّف من الصحابة ( دليلٌ واضح لما قلناه؛ إذ لو لم يكن كذلك لَمَا استجاز الصحابة ( خصوصاً عمر وعلي رضي الله عنهما مخالفة رسول الله صلى الله عليه وآله وسلم في شيء حدّه وقدّره؛ ولذلك تمسّك به أبو سعيد الخدري (؛ لعدم فهمه من النبي صلى الله عليه وآله وسلم ما فهموه، وكذلك عبد الله بن عمر؛ لشدة تمسّكه بالوارد ووقوفه معه. ¶ قال ابنُ وضّاح(2): ((حدثنا موسى بن معاوية، حدثنا وكيع، عن عمران بن جرير، عن أبي مجلز، قال: قلت لابن عمر: إن الله قد أوسع، والبُرّ أفضل من التمر، فقال له ابن عمر: إن أصحابي سلكوا طريقاً، فأنا أحب أن أسلكه))(3). ¶ فأقرّه عبد الله بن عمر على تبديل الوارد بغيره لمصلحة الفقراء، ولم ينكر عليه ذلك بقوله: لا يجوز، ولكنه أجاب بأن اختياره في نفسه هو التمسك بالوارد، وعمل مَن مضى قبله من الصحابة ( على عادته (، والسبب في هذا أن عبد الله بن عمر لم يرو عن النبي صلى الله عليه وآله وسلم البُرّ، بل أحاديثه المتفق على صحّتها ليس فيها إلا التمر والشعير فقط. ¶ __________ ¶ (1) أي البخاري في صحيحه 2: 548، ومسلم في صحيحه 2: 678. ¶ (2) وهو محمد بن وضاح بن بزيخ المرواني، قال ابن الفرضي: كان عالماً بالحديث، بصيراً بطرقه وعلله، وكثير الحكاية عن العباد، ورعاً، زاهداً، صبوراً على نشر العلم، متعففاً، نفع الله أهل الأندلس به، (199ـ 287هـ). ينظر: سير أعلام النبيلاء 13: 445-446. ¶ (3) في المحلى لابن حزم 4: 249.",
            "page": "84",
            "part": "1"
        },
        {
            "hno": null,
            "id": "81",
            "nass": "وبها تمسّك ابن حَزْم(1) وأهل الظاهر، فقالوا: لا يجوز في الفطرة إلا التمر والشعير فقط، ولا يجوز فيها البُرّ ولا غيره مستدلين بأنه لم يصحّ عن النبي صلى الله عليه وآله وسلم صريحاً إلا التمر والشعير. ¶ وأيّدوا ذلك بما رواه أبو داود(2): حدثنا مسدد وسليمان بن داود العتكي، قالا: حدثنا حماد عن أيوب، عن نافع، قال:...(3) وكان(4) عبد الله بن عمر يعطى التمر فأعوز أهل المدينة التمر عاماً فأعطى الشَّعير(5). ¶ يعني ولم ينتقل إلى البُرّ وقوفاً مع الوارد الذي علمه هو ورواه، واختياره في نفسه الذي هو من باب الورع والاحتياط لا ينافي كونه يرى جواز ذلك خصوصاً، وهو يرويه عن أبيه، ويقرّ أبا مجلز عليه، ويخبر أن الناس أخذوا به، ولم يحصل منه إنكار لذلك. ¶ الوجه السادس ¶ إن النبي صلى الله عليه وآله وسلم قال: (أغنوهم عن الطواف هذا اليوم) كما رواه ابن سعد(6) والحاكم والدارقُطْنِي وجماعة. ¶ __________ ¶ (1) قال ابن حزم في المحلى 4: 238: زكاة الفطر من رمضان فرض واجب على كل مسلم, كبير أو صغير, ذكر أو أنثى, حر أو عبد, وإن كان من ذكرنا جنينا في بطن أمه عن كل واحد صاع من تمر أو صاع من شعير, ولا يجزئ شيء غير ما ذكرنا, لا قمح, ولا دقيق قمح أو شعير, ولا خبز ولا قيمة; ولا شيء غير ما ذكرنا. ¶ (2) في سننه 2: 133. ¶ (3) في السنن 2: 133: قال عبد الله: فعدل الناس بعد نصف صاع من بر، قال. ¶ (4) في الأصل: قال، والمثبت من السنن. ¶ (5) في صحيح البخاري 2: 549، وصحيح ابن خزيمة 4: 81، وسنن البيهقي الكبير 4: 160، وغيرها. ¶ (6) وهو محمد بن سعد بن منيع الهَاشِميّ الزُّهْرِيّ القُرَشِيّ البَصْرِيّ، أبو عبد الله، كاتب الوَاقِدِيّ، قال أبو حاتم والذَّهَبِيُّ وابنُ حجر: صدوق، من مؤلفاته: طبقات الصحابة، والطبقات الكبرى، (168-230هـ). ينظر: الميزان 6: 163، والتقريب ص414، والأعلام7: 6.",
            "page": "85",
            "part": "1"
        },
        {
            "hno": null,
            "id": "82",
            "nass": "قال ابن سَعْد في ((الطبقات))(1): ((أخبرنا محمد بن عمر الواقدي، حدثنا عبد الله بن عبد الرحمن الجُمَحيّ، عن الزُّهريّ، عن عروة، عن عائشة رضي الله عنها، قال: وأخبرنا عبيد الله بن عمر، عن نافع، عن ابن عمر (، قال: وأخبرنا عبد العزيز بن محمد، عن ربيح بن عبد الرحمن بن أبي سعيد الخدري عن أبيه عن جده (، قالوا: (فرض صوم رمضان بعدما حولت القبلة إلى الكعبة بشهر في شعبان على رأس ثمانية عشر شهراً من مهاجر رسول الله صلى الله عليه وآله وسلم، وأمر عليه الصلاة والسلام في هذه السنة بزكاة الفطر، وذلك قبل أن تفرض الزكاة في الأموال، وأن يخرجَ على الصغير والكبير، والذكر والأنثى، والحرّ والعبد، صاع من تمر، أو صاع من زبيب، أو مُدّان من بُرّ، وأمر بإخراجها قبل الغدو إلى الصلاة، وقال: أغنوهم يعني المساكين عن الطواف هذا اليوم).)). ¶ وقال الحاكم في ((علوم الحديث))(2): ((حدثنا أبو العبّاس محمد بن يعقوب، ثنا محمد بن إبراهيم السمهري، ثنا نصر بن حماد، ثنا أبو معشر، عن نافع، عن ابن عمر (، قال: (أمرنا رسول الله صلى الله عليه وآله وسلم أن نخرج صدقة الفطر عن كل صغير وكبير، حرّ وعبد، صاعاً من تمر، أو صاعاً من زبيب، أو صاعاً من شعير، أو صاعاً من قمح، وكان يأمرنا أن نخرجَهما قبل الصلاة، وكان رسول الله صلى الله عليه وآله وسلم يقسمها قبل أن ينصرفَ إلى المصلى، ويقول: أغنوهم عن الطواف في هذا اليوم).)). ¶ وقال الدارقُطْنِيّ(3): ((حدثنا الحسين بن إسماعيل وإسحاق بن محمد بن الفضل، قالا: حدثنا يوسف بن موسى، ثنا وكيع، ح، وحدثنا محمد بن القاسم بن زكريا، حدثنا أبو سعيد الأشج، ثنا وكيع، عن أبي معشر، عن نافع، عن ابن عمر ( قال: (فرض رسول الله صلى الله عليه وآله وسلم صدقة الفطر، وقال: أغنوهم في هذا اليوم).)). ¶ __________ ¶ (1) طبقات ابن سعد 1: 248. ¶ (2) معرفة علوم الحديث ص131. ¶ (3) في سننه 2: 152.",
            "page": "86",
            "part": "1"
        },
        {
            "hno": null,
            "id": "83",
            "nass": "فصرَّح النبي صلى الله عليه وآله وسلم بعلّة وجوب الزكاة، وهي إغناء الفقراء يوم العيد، وذلك بالمال أفضل من غيره؛ لأنه الأصل الذي يتوصل به إلى كلّ شيء من ضروريات الحياة إلا أن الطعام في ذلك العصر كان أفضل من جهة كونه صلى الله عليه وآله وسلم أراد إغناء الفقراء في خصوص يوم العيد وكفايتهم عن الطواف والتعب في الحصول على القوت فيه؛ لأنه لم يكن وقتئذ بالأسواق دقيق ولا خبز ولا طعام مطبوخ، كما هي الحال في البادية اليوم. ¶ بل ربّما كان الحبّ يفقد من الأسواق، ولا يوجد إلا في وقت معلوم حين يرد به التجار من الخارج، فربّما يصادف يوم العيد إقفال سوق الطعام أو عدم وجوده للبيع، فلو أمر النبي صلى الله عليه وآله وسلم بالدراهم لفات المقصود من كفاية الفقير هَمَّ الطعام يوم العيد، الذي هو يوم سرور وذكر وعبادة، ولظل يطوف، ويسأل القوت كسائر الأيام، فأمر النبي صلى الله عليه وآله وسلم بالطعام؛ ليكفوا مشقة البحث وهم السؤال. ¶ أما وقتنا هذا، فالحال فيه بخلاف ما ذكر، فإن الطعام متيسر بالأسواق والدكاكين، فكلّ ما يحتاجه الفقير يجده من غير كلفة ولا مشقة متى كان بيده المال، بل انعكست القضية، وانتقل التعب والمشقة والشغل إلى الانتفاع بالحبّ، فكان إخراج المال من أجل هذا أفضل. ¶ الوجه السابع ¶ إنّه عليه الصلاة والسلام قال: (أغنوهم عن الطواف في هذا اليوم)، فقيد الإغناء بيوم العيد؛ ليعم السرور جميع المؤمنين، ويستوي فيه الغني والفقير، ويتفرغ الجميع لذكر الله تعالى وعبادته وحمده وشكره على ما أنعم به من التوفيق؛ لأداء فريضة الصوم المكفّر للذنوب والمقرب من ربّ الأرباب، ثم على إباحة الفطر تخفيفاً من الله سبحانه ورحمة، ولو شاء لجعل الدهر كلّه مفروضاً فيه الصيام {لا يُسْأَلُ عَمَّا يَفْعَلُ}(1) إلى غير ذلك من جليل نعمه، وعظيم مننه. ¶ __________ ¶ (1) الأنبياء: من الآية23.",
            "page": "87",
            "part": "1"
        },
        {
            "hno": null,
            "id": "84",
            "nass": "وهذا المعنى لا يحصل اليوم بإخراج الحبّ الذي ليس هو طعام الفقراء، والناس كافّة، ولا في إمكانهم الانتفاع به ذلك اليوم، حتى لو أرادوا اقتياته على خلاف عادتهم لفقدان الأَرْحاء(1) من بيوتهم، وعدم إمكان طحنه للأكثر في آلات الطحن الكبرى؛ لأنه لا يجتمع لأكثرهم ما يستحقّ الطحن فيها. ¶ ثمّ لو أرادوا بيعه لما تمكنوا منه ذلك اليوم كما هو معلوم، فلا يحصل مقصد الشارع من إغنائهم وكفايتهم في خصوص يوم العيد، وإنما يحصل مقصوده بإخراج المال الذي ينتفع به الفقير في الحال، فكان إخراجه هو الأولى والأفضل. ¶ الوجه الثامن ¶ إنه صلى الله عليه وآله وسلم فرض زكاة الفطر طعمة للمساكين كما قال ابن ماجة(2)(3): ((حدثنا عبد الله بن أحمد بن بشير بن ذكوان وأحمد بن الأزهر، قالا: حدثنا مروان بن محمد، ثنا أبو يزيد الخَولاني، عن يسار بن عبد الرحمن الصَّدفي، عن عكرمة، عن ابن عبّاس (، قال: (فرض رسول الله صلى الله عليه وآله وسلم زكاة الفطر طهرة للصائم من اللغو والرفث وطعمة للمساكين، فمَن أدّاها قبل الصلاة فهي زكاة مقبولة، ومن أداها بعد الصلاة، فهي صدقة من الصدقات)(4). ¶ ورواه أبو داود(5) والدارقُطْنِيّ(6) والحاكم(7) وصحَّحه على شرط البُخاري. ¶ __________ ¶ (1) الأرحاء جمع رحى: وهي الطاحونة. ينظر: المصباح المنير ص223، وغيره. ¶ (2) وهو محمد بن يزيد بن ماجة الرَّبَعي القزويني، أبو عبد الله، وماجة: لقبٌ لأبيه يزيد قاله أَبو يعلى الخلِيلي، وقيل: ماجة اسم أمّه، وهو صاحب كتاب السنن، (209-273هـ). ينظر: العبر2: 51. سِيَر النُّبَلاء 13: 277-279. ¶ (3) في سننه 1: 585. ¶ (4) في سنن البيهقي الكبير 4: 162، وينظر: الترغيب والترهيب 2: 96، والفردوس 2: 296، وغيرهما. ¶ (5) سننه 2: 111. ¶ (6) في سننه 2: 138. ¶ (7) في المستدرك 1: 568.",
            "page": "88",
            "part": "1"
        },
        {
            "hno": null,
            "id": "85",
            "nass": "فالنبي صلى الله عليه وآله وسلم فرضها طعمة للمساكين يوم العيد، والحب ليس طعام الناس اليوم خصوصاً المساكين، بل مَن كان منهم متأهلاً فطعامه الدقيق، ومن كان منفرداً فطعامه الخبز المباع بالأسواق، هذا في المغرب. ¶ وأما في مثل مصر، فإن طعام الغني والفقير إنما هو الخبز المباع من السوق، فكان المتعين إخراج هذين الصنفين؛ لأنهما طعام الناس بالحواضر لا غيرهما من بُرّ وشعير وتمر وزبيب، ولَمّا كان الفقراء لا يميز فيهم بين المتأهل الذي مصلحته في الدقيق؛ لأنه طعامه على ما جرت به العادة في المغرب وبين العزب والمنفرد الذي لا ينتفع بالدقيق؛ لعدم مَن يخبز له، بل منفعته في الخبز، انتقل الحكم إلى المال الذي فيه مصلحة الجميع، فيأخذ به المتأهل الدقيق ويأخذ غيره الخبز. ¶ وأيضاً قد يجتمع له من الخبز ما يفضل عن قوت اليوم واليومين، فييبس وتنعدم به الفائدة، فيكون فيه ضياع المال وضياع الفقير بخلاف المال. ¶ الوجه التاسع ¶ إن النبيّ صلى الله عليه وآله وسلم عيَّن الطعام في زكاة الفطر؛ لندرته بالأسواق في تلك الأزمان، وشدّة احتياج الفقراء إليه، لا إلى المال، كما يعلمه مَن سبرَ الأحاديث وأحوال الصحابة ( وأخبارهم ومارس كتب الحديث والسير، فإن غالب المتصدّقين في عصر النبي ( ما كانوا يَتَصدّقون إلا بالطعام، فكان النبي صلى الله عليه وآله وسلم كلَّمَا حثَّ على الصدقة بمناسبة قدوم فقراء أو ضيوف بادروا إلى الإتيان بالطعام لمسجده صلى الله عليه وآله وسلم لما كان به من أهل الصُّفّة وَمن كان يّؤُمُّه من الوفود والفقراء، وربّما تصدّقوا بالثياب في بعض المناسبات وتصدّق نساؤهم بحليهنّ، ولم ينقل أنهم كانوا يتصدّقون بالمال إلا على سبيل الندرة؛ لشدة احتياج الفقراء إلى الطعام واللباس لا إلى المال. ¶ ولهذا كان الفقراءُ يفرحون بمَن يأتيهم بطعام، أو يدعوهم إليه، كما يحكيه أبو هريرة ( وغيره من أهل الصُّفّة وغيرهم.",
            "page": "89",
            "part": "1"
        },
        {
            "hno": null,
            "id": "86",
            "nass": "ومن أجل هذا تَجِدُ الحقَّ سبحانه وتعالى يمدح بإطعام الطعام، ويوعد مَن يبخل به ولا يحض عليه: ¶ فيقول جلّ جلاله: {وَيُطْعِمُونَ الطَّعَامَ عَلَى حُبِّهِ}(1). ¶ ويقول تعالى في حق بعض الكفّار: {إِنَّهُ كَانَ لا يُؤْمِنُ بِاللَّهِ الْعَظِيمِ. وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ}(2). ¶ {فَذَلِكَ الَّذِي يَدُعُّ الْيَتِيمَ. وَلا يَحُضُّ عَلَى طَعَامِ الْمِسْكِينِ}(3). ¶ {كَلاَّ بَلْ لا تُكْرِمُونَ الْيَتِيمَ. وَلا تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ}(4). ¶ فخصَّ سبحانه وتعالى الإطعام بالذكر من أجل شدّة الحاجة إليه في عصر النزول، وعدم الحاجّة إلى المال مع شموله لكلّ الأزمان، وإلا فمعلوم بالضرورة أن الذي ينفق المال على حبّه ممدوح ومثاب كمطعم الطعام، والذي يبخلُ بالمال ولا يحضّ على إنفاقه مذموم ومعاقب بمثل ذلك العقاب. ¶ وهذا أيضاً هو السرّ في تعيين الطعام في الكفارات؛ ولذلك كان الحكم شاملاً لجميعها عند أكثر مَن قال بالقيمة كما قدمنا. ¶ ويؤيّد هذا ما رواه الطَّبَرانيّ في ((الأوسط))(5) من حديث عمر بن الخطاب ( قال: (سئل رسول الله صلى الله عليه آله وسلم أي الأعمال أفضل؟ قال: إدخالك السرور على المؤمن: أشبعتَ جوعتَه، أو كسوتَ عورتَه، أو قضيتَ له حاجة)(6). ¶ __________ ¶ (1) الإنسان: من الآية8. ¶ (2) الحاقة:33-34. ¶ (3) الماعون:2-3. ¶ (4) الفجر:17-18.. ¶ (5) المعجم الأوسط 5: 202. ¶ (6) قال الهيثمي في مجمع الزوائد 3: 130: فيه محمد بن بشير سنان، وهو ضعيف. وقال المنذري في الترغيب 2: 37: ورواه أبو الشيخ في الثواب من حديث ابن عمر بنحوه.",
            "page": "90",
            "part": "1"
        },
        {
            "hno": null,
            "id": "87",
            "nass": "فجعل صلى الله عليه وآله وسلم إدخال السرور على المؤمن بالطعام واللباس لا بالمال، مع أن الحال في عصرنا بخلاف ذلك، فإن السرور يدخلُ على الفقراء اليوم بالمال لا بالطعام؛ ولهذا لو خيِّر كثيرٌ منهم بين أكلة غالية ثمينة وبين نصف ثمنها لاختار الثمن، كما شاهدنا ذلك، حتى من المعتوهين والمجدوبين الذين لا يعرفون للمال قيمة في الكثير الغالب، فإنّ منهم مَن إذا أعطى المال قبله، وإذا أعطي الرغيف أو الطعام ردّه، وأعرض عنه ما لم يكن شديد الجوع. ¶ ومَن يأخذ الطعام من الفقراء اليوم، فإنّما يأخذه؛ ليبيعه لا ليأكله هو وعياله، وهذا في الطعام المهيأ المطبوخ فضلاً عن الحبّ من بُرّ وشعير وغيرهما، ولم يكن شيء من هذا في زمن النبي صلى الله عليه وآله وسلم. ¶ ويؤيّده أيضاً ما رواه البُخاري في ((الأدب المفرد))(1)، قال: ((حدثنا سليمان أبو الربيع، حدثنا جرير بن عبد الحميد، عن ليث [عن محمد بن بشر](2)، عن محمد بن الحنفية، عن علي (، قال: لأن أجمع نفراً من إخواني على صاع، أو صاعين من طعام، أحبُّ إليّ من أن أخرج إلى سوقكم، فاعتق رقبة))(3). ¶ ورواه الطَّبَرانيّ في ((مكارم الأخلاق))(4)، فقال: ((حدثنا فضيل بن محمد الملطي(5)، حدثنا عبد الغفار بن الحكم، حدثنا شريك، عن كثير أبي إسماعيل، عن محمد بن بشر، عن عليّ بن أبي طالب ( قال: لأن أجمع ناساً من أصحابي على صاع من طعام، أحبّ إليّ من أن أخرج إلى السوق فاشتري نسمة فاعتقها)). ¶ __________ ¶ (1) الأدب المفرد ص199. ¶ (2) سقطت من الأصل، والمثبت من الأدب المفرد ص199. ¶ (3) قال المنذري في الترغيب 2: 38: رواه أبو الشيخ في الثواب موقوفاً عليه (، وفي إسناده ليث بن أبي سليم. ¶ (4) مكارم الأخلاق ص100. ¶ (5) في الأصل: المليكي، والمثبت من المكارم.",
            "page": "91",
            "part": "1"
        },
        {
            "hno": null,
            "id": "88",
            "nass": "فأخبر ( أن إطعام الطعام أحبّ إليه من عتق الرقاب مع أن العتق أفضل، ولكنه له نظر إلى رغبة أهل وقته في الطعام، وكون السرور به عظيماً مع علمه بما في إدخال السرور على المؤمنين من الثواب العظيم والخير الجسيم. ¶ ولهذا أيضاً قال: لمَن أطعمه هريسة هلا أعلمتني أفرح. كما ذكرَه أبو طالب المكي(1) في ((القوت)). يعني أنه كان ينبغي أن يعلمَه بذلك؛ ليفرح، فيحصل للمطعم ثواب كبير من أجل فرحه رضي الله عنه وكرم وجهه. ¶ __________ ¶ (1) وهو محمد بن علي بن عطية الحارثي المكي، أبو طالب، من مؤلفاته: قوت القلوب في معاملة المحبوب ووصف طريق المريد إلى مقام التوحيد. (ت386هـ). ينظر: معجم المؤلفين 3: 522.",
            "page": "92",
            "part": "1"
        },
        {
            "hno": null,
            "id": "89",
            "nass": "وقال العارف الشَّعرانيّ(1) في ((الميزان))(2) في توجيه المذاهب في زكاة الفطر: ((وأما مَن جوَّز إخراج القيمة(3)، فوجهُهُ أن الفقراءَ يصيرون بالخيار بين أن يشتري أحدَهم حبّاً أو طعاماً مهيأ للأكل من السوق، فهو مخفف من ذلك الوجه على الأغنياء والفقراء، فإنه يوم أكل وشرب وبِعال(4) وذكر لله تعالى عز وجل، فالطعام يسرّ أجسام الناس، وذكر الله يسرّ أرواحهم، فيحصل بذلك السرور الكامل؛ للأرواح والأجسام، وقد ذقنا ذلك مرّة في ليلة الجمعة، فصرنا نأكل ونذكر، فحصل لنا سرور لا يعادله سرور، ومَن شكّ فليجرب، لكن بعد جلاء قلبه من الرعونات والأدناس)). [ا]هـ. ¶ الوجه العاشر ¶ إن الله تعالى قال: {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ}(5)، والمال هو المحبوب اليوم، فإن كثيراً من الناس يهون عليه إطعام الطعام، وأعمال الولائم، ويصعب عليه دفع ثمن ذلك للفقراء، بل ونصفه وربعه وعشره، كما أنه يهون عليه دفع خبزة، ولا يهون عليه دفع ثمنها، كما هو مشاهد في كثير من الناس. ¶ والحال في عصر النبي ( كان بخلاف هذا كما أوضحناه؛ ولذلك كان إخراج الطعام في حقهم أفضل؛ لأنه إليهم أحبّ، وإخراج المال في عصرنا أفضل؛ لأنه إلينا أحب. ¶ الوجه الحادي عشر ¶ __________ ¶ (1) وهو عبد الوهاب بن أحمد بن علي الحنفي الشَّعْرَانِيّ الصوفي، نسبة إلى محمد بن الحنفية، من مؤلفاته: تنبيه المغترين في آداب الدين، والجواهر والدرر الكبرى، والدرر المنثورة في زبدة العلوم المشهورة، والميزان، ولواقح الأنوار في طبقات الأخيار، (898-973هـ). ينظر: الأعلام(4: 331-332). ¶ (2) الميزان الكبرى 2: 12. ¶ (3) وقال الإمام الشعراني في الميزان 2: 12 عمن لم يقل بإخراج القيمة: إنه مشدد على المخرج وعلى الفقراء؛ لأن الاقتصار على الوارد في ذلك. ¶ (4) بِعال: وهو ملاعبة الرجل امرأته. ينظر: طلبة الطلبة ص48. ¶ (5) آل عمران: من الآية92.",
            "page": "93",
            "part": "1"
        },
        {
            "hno": null,
            "id": "90",
            "nass": "إن الفقهاء قالوا: يجوز الانتقال في الزكاة الواجبة إلى ما هو أفضل للآية المذكورة والأحاديث السابقة، والمال في وقتنا أفضل من الحبّ، فيجوز الانتقال إليه على قولهم، ويكون مع مراعاة المصلحة، هو الأفضل. ¶ الوجه الثاني عشر ¶ إن الطَّبَرانيّ روى في ((الأوسط)) عن زيد بن ثابت ( إن النبي صلى الله عليه وآله وسلم قال له: (يا زيد أعط زكاة رأسك مع الناس، ولو لم تجد إلا خيطاً)(1). ¶ فيجوز إعطاء كلّ ما يمكن أن ينتفع به، فدلّ على جواز إخراج المال بطريق الأولى، وهذا كقوله صلى الله عليه وآله وسلم لمن أراد التزوج بالمرأة التي وهبت نفسها له صلى الله عليه وآله وسلم: (التمس ولو خاتماً من حديد)(2): أي أقلّ ما يتموّل وإن كان المراد في حديث الباب المبالغة في الحثّ على إخراج الزكاة وعدم التأخّر عنها إلا أنه يشير إلى ما ذكرناه. ¶ أما ضعف هذا الحديث من جهة الإسناد، فإنه لا يضرّ في الشواهد، بل إن الفقهاء يحتجون بما هو أضعف منه فيما لا دليل له غيره، كما أوضحناه في غير هذا الموضع، وبيَّنا أن قولَهم في الحديث الضعيف: لا يعمل له في الأحكام كلام غير معمول به إلا عند التنازع والخصام(3). ¶ الوجه الثالث عشر ¶ __________ ¶ (1) في المعجم الكبير 2: 335، قال الهيثمي في مجمع الزوائد 3: 81: فيه عبد الصمد بن سليمان الأزرق وهو ضعيف. ¶ (2) في صحيح البخاري 4: 1919، وجامع الترمذي 3: 421، وغيرهما. ¶ (3) ويؤيد ذلك ما ذكره العلامة أبو زهرة كتابه ابن حنبل في الكلام عن أصول الإمام أحمد ص217: إن من أصوله الأخذ بالمرسل والحديث الضعيف إذا لم يكن في الباب شيء يدفعه، وهو الذي رجحه على القياس، وليس المراد بالضعيف عنده الباطل ولا المنكر، ولا ما في روايته متهم بحيث لا يسوغ الذهاب إليه.",
            "page": "94",
            "part": "1"
        },
        {
            "hno": null,
            "id": "91",
            "nass": "إن النبي صلى الله عليه وآله وسلم أخذ من أهل البادية الأقط، كما رواه الطَّبَرانيّ في ((الأوسط))(1) من حديث أبي سعيد الخدري ( ولهذا قال الشافعية: لا يجوز إخراجُه لأهل الحواضر؛ لأنه ليس طعاماً لهم، فدلّ على أن النبي صلى الله عليه وآله وسلم اعتبر في كلّ قوم طعامهم وعادتهم، وعادتنا اليوم الانتفاع بالمال فيكون هو المخرج. ¶ الوجه الرابع عشر ¶ إن النبي ( قال: (أغنوهم) كما سبق، والغنى وجود ما يتوصّل به الإنسان إلى حاجته، والحاجة كما تكون إلى الطعام، تكون إلى اللباس وغيره من لوزام الحياة، فقد يكون الفقير عنده قوته يوم العيد، ولكنه محتاج إلى الملبوس أو غيره من الضروريات، فإخراج المال الذي يسدّ الخلل من جميع الوجوه هو الذي يتحقّق به الغنى المقصود للشارع، فهو المتعيّن أو الأفضل. ¶ الوجه الخامس عشر ¶ إنّ مرادَ الشارع بفرض هذه الزكاة بيوم العيد جلب السرور إلى الفقراء بوجود كفايتهم من الطعام فيه، حتى يعمّ السرور جميع المؤمنين، ولا ينفرد به الأغنياء؛ ولذلك اشترط إخراجها قبل الصلاة، فقال (: (مَن أداها قبل الصلاة فهي زكاة مقبولة، ومَن أدّاها بعد الصلاة فهي صدقة من الصدقات)(2)، وذلك ليتمكن صلى الله عليه وآله وسلم هو وخلفاؤه في الأمة بعده من تفريقها أول النهار، كما كان يفعله صلى الله عليه وآله وسلم، فإنّه كان يفرِّقها قبل الغدو إلى المصلى؛ ليكون اليوم مشمولاً بالسرور من أوله، حتى يطمئن الفقراء بوجود قوتهم فيه. ¶ __________ ¶ (1) المعجم الأوسط 9: 24، ولفظه: عن أبي سعيد الخدري (: (أخذ ( زكاة الفطر من أهل البادية الأقط). ¶ (2) في المستدرك 1: 568، وصححه، وسنن البيهقي الكبير 4: 162، وسنن الدارقطني 2: 138، سنن ابن ماجة 1: 585، وغيرها.",
            "page": "95",
            "part": "1"
        },
        {
            "hno": null,
            "id": "92",
            "nass": "ولولا هذا المعنى لما شرط صلى الله عليه وآله وسلم إخراجها قبل الصلاة، وغاير بين حكمها قبل الصلاة وبعدها بجعل الأولى فرضاً مقبولاً، والثانية صدقة من الصدقات؛ لأن الفرض مثاب عليه أكثر من غيره، فيسارع الناس إليه، والحكمة ما ذكرناه، وإلا فمن المعلوم أن انتفاعَ الفقير بالمدّ من الطعام قبل الصلاة مساوٍ له إذا أخذه بعدها بدون فارق أصلاً. ¶ وهذا القصد لا يحصل اليوم للفقراء بالحبّ؛ لأنه مع كونه غير طعام لهم، فإنّهم محتاجون إلى غيره ممَّا يُؤْتَدَم به من لحم وإدامٍ وخُضَر وغيرها، ممَّا يشتدّ حزنهم من فقدانها يوم العيد ما لا يشتدّ، بل ولا يحصل في سائر الأيام، حيث جرت العادة بالتوسع في الطعام يوم العيد. ¶ ولهذا نوع النبي صلى الله عليه وآله وسلم الفطرة إلى ما هو طعام مجرد كالبُرّ والسُّلْت والشَّعير، وإلى ما هو طعام وحلواء كالتمر والزبيب؛ لأن هذه الأشياء كان طعام جميع الطبقات في ذلك العصر، فيستوي في تناولها الغني والفقير يوم العيد. ¶ أما في عصرنا هذا، فإن التمر والزبيب لا يستعملان خصوصاً في الحواضر لا طعاماً ولا حلواء، بل القائم مقامهما بالمغرب اليوم هو السكر والشاي، فإن غالبَ الناس يتأدَّم به، ومنهم مَن يفضِّله على الإدام، ويكتفي به عنه. ¶ وإذا انتقلت الحاجة جاز إخراجه، أو إخراج القيمة التي يتوصّل بها إليه، كما جوّز الفقهاء إخراج الأرز والذرة والجبن والخبز واللحم وغيرها ممَّا لا ذكر له في الحديث؛ لكونها طعاماً للناس. ¶ الوجه السادس عشر ¶ إن الزكاة وجبت على كلّ أحد في ماله الذي عنده لا يكلّف استحضاره غيره كما ورد في الأحاديث التي سبق بعضُها، وكما نصّ عليه ابن العَرَبي في ((العارضة))(1)، وغيره. ¶ والذي عند الناس اليوم هو الدقيق أو المال، فالواجب عليهم الإخراج ممّا عندهم، ولا يكلفون استحضار الحبّ الذي ليس عندهم. ¶ الوجه السابع عشر ¶ __________ ¶ (1) عارضة الأحوذي 3: 189.",
            "page": "96",
            "part": "1"
        },
        {
            "hno": null,
            "id": "93",
            "nass": "إن النبي صلى الله عليه وآله وسلم لم يحصر الواجب في المنصوص عليه، ويقل: لا يجوز لكم إخراج غيره، بل صرَّح بالعلّة التي تشمل المال بالطريق الأولى، ولذلك أخرج الصحابة ( في حياته الزبيب والسُّلت والأَقط، مع أنه لم يفرض إلا التمر والشعير والبُرّ، فقبل منهم ولم يرده عليهم، فكان أعظم دليل على عدم الحصر في الأنواع المذكورة، وأن المراد ما صرّح به في العلّة، وهو إغناء الفقراء يوم العيد؛ ولذلك أتى الصحابة ( بكلّ ما يعدّ غنى في عصرهم، وإن لم ينصّ عليه النبي صلى الله عليه وآله وسلم، والإغناء في عصرنا بالمال، فكان إخراجه هو الأولى والأفضل. ¶ الوجه الثامن عشر ¶ إنه لو لم يرد نصّ بالتعليل، أو على فرض عدم صحّته، فالعقل وشواهد الحال وأصول الشرع قاضية باعتباره خصوصاً، وقد تقرَّر في أصول الفقه وقواعد مذهب الإمام مالك أن الأصل في الأحكام المعقوليّة لا التعبّد؛ لأنه أقرب إلى القبول والبعد عن التحرج، كما نصّ عليه المقري في ((قواعده)). ¶ الوجه التاسع عشر ¶ إن كلّ كلام معناه أوسع من اسمه، فالحكم لمعناه لا لاسمه، كما تقرَّر في الأصول، وذلك كالنهي عن الاستجمار بدون ثلاثة أحجار(1)، فإنّ معنى الحجر أوسع من اسمه في هذا التركيب، فيجزئ ثلاث مسحات بحروف حجر واحد، كما يجزئ بغيره ممّا في معناه من كلّ طاهر مزيل لعين النجاسة. ¶ وكذلك القول هنا، فإن معنى المنصوص عليه أوسع من اسمه، فيجوز إخراج كلّ ما ينفع الفقير ويسدّ حاجته وخلته يوم العيد. ¶ الوجه العشرون ¶ __________ ¶ (1) فعن أبي هرير (، قال (: (من استجمر فليوتر من فعل فقد أحسن) في صحيح ابن حبان 4: 257، والمستدرك 1: 261، والمسند المستخرج 1: 301، وغيرها.",
            "page": "97",
            "part": "1"
        },
        {
            "hno": null,
            "id": "94",
            "nass": "إن مراعاة(1) المقاصد مقدّمة على رعاية الوسائل، كما هو مقرّر في أصول المالكية وقواعد مذهبهم، ونحن نعلم قطعاً أن قصد الشارع نفع الفقراء، والمنصوص عليه وسيلة أعم من أن تكون محصورة فيه، فكلّ ما كان وسيلة للنفع فهو جائز. ¶ أما إذا انتقل النفع من وسيلة إلى أخرى كما انتقل من الحبّ إلى المال، فالواجب اتباع الأخيرة لوجهين: ¶ أحدهما: إن معنى الوسيلة انتقل منها فلم تبق وسيلة. ¶ وثانيهما: إن مراعاة المقاصد توجب علينا إلغاءها حيث صارت المقاصد تفوت بها. ¶ وقد تقرَّر في قواعد المالكية أيضاً أن سقوط اعتبار المقصود يوجب سقوط اعتبار الوسيلة، فإذا أسقطنا اعتبار المقصود الذي هو نفع الفقراء المنحصر في المال، سقط به اعتبار الوسيلة، وهي الحبّ، ولم يبق لها اعتبار ولا فائدة. ¶ الوجه الحادي والعشرون ¶ إن كثرة الثواب تتبع كثرة المصلحة؛ ولذا كانت القربة المتعدية أفضل؛ لأن مصلحتها أكثر، قال القَرَافيّ(2): ((إنما الفضل على قدر المصالح الناشئة عن القربات)). [ا]هـ. ¶ ومصالح التقرب بالمال أكثر، فالقربة به أفضل. ¶ الوجه الثاني والعشرون ¶ __________ ¶ (1) في الأصل: مرعاة. ¶ (2) وهو أحمد بن إدريس بن عبد الرحمن الصنهاجي القَرَافيّ المالكي، أبو العباس، شهاب الدين، قال ابن فرحون: الامام العلامة وحيد دهره وفريد عصره أحد الاعلام المشهورين والائمة المذكرين انتهت اليه رئاسة الفقه على مذهب مالك. من مؤلفاته: أنوار البروق في أنواء الفروق، والإحكام في تميير الفتاوى عن الأحكام وتصرف القاضي والإمام، والذخيرة،و شرح تنقيح الفصول، (ت684هـ). ينظر: الديباج المذهب 1: 63، الأعلام1: 90.",
            "page": "98",
            "part": "1"
        },
        {
            "hno": null,
            "id": "95",
            "nass": "ما تقرَّر في قواعد المالكية أيضاً: من أنه لا فضل للمنصوص على غيره ممّا هو في معناه؛ ولذا قَدَّم ابنُ الحاجب(1) العسل في قوله: وأما الجامد كالعسل والدهن الجامدين؛ إشارة إلى هذه القاعدة؛ لأن العسل غير منصوص عليه في المسألة المذكورة. ¶ فكذلك يقال: هذا الدقيق والمال لا فضل للمنصوص عليهما على مقتضى هذه القاعدة، وقد عمل بها الفقهاء في مسألتنا أيضاً، بل فضلوا بعض ما لم يرد به النصّ على ما ورد، بل منهم مَن منع بعض الوارد، وقال: لا يجوز إخراجه مع تجويزه ما لم يرد. ¶ الوجه الثالث والعشرون ¶ إن المنصوص عليه بيان لقدر الواجب لا لعينه؛ إذ لو كان بياناً لعين الواجب لَمَا خالفه الصحابة ( والتابعون والأئمة والفقهاء فذكروا من الأعيان ما لم يرد به نصّ من الشارع، وإذا ثبتَ ذلك جاز إخراج المال. ¶ وعلى هذه القاعدة بَنَى مَن قال: بجواز إخراج القيمة كابن القاسم وأشهب وأصبغ وابن وهب وابن حبيب وغيرهم من المالكية، واستثناء ابن القاسم لزكاة الفطر خروج عن هذه القاعدة، وتحكُّمٌ لا دليلَ عليه، بل هو مجرد استحسان؛ لأنه لا فارق بين زكاة الفطر وزكاة المال، فإمّا أن تجوز القيمة فيها، أو تمنع فيها. ¶ الوجه الرابع والعشرون ¶ إن مراعاة حقّ الفقراء مُقدّمٌ عند الإمام مالك كما نصّ عليه فقهاء مذهبه. ¶ ويؤيّده في مسألتنا كون الشارع فرض زكاة الفطر حتى على الصغار الذين لم يبلغوا الحلم، بل وعلى الذي لم يخلق بعد على مذهب بعض الأئمة مع أن النبي صلى الله عليه وآله وسلم علَّل وجوبها بكونها طهرة للصائم من اللغو والرفث. ¶ __________ ¶ (1) وهو عثمان بن عمر بن أبي بكر الدّوَني الكردي الأَسْناوي المصري المالكي الأصولي النحوي، أبو عمرو، جمال الدين، من مؤلفاته: مختصر منتهى السَّول والأمل في علمي الأصول والجدل، والكافية، والشافية، وجامع الأمهات، والإيضاح، والمقصد الجليل، (570-646هـ). ينظر: وفيات3: 248-250. مرآة الجنان3: 114. الكشف2: 1370، 1853.",
            "page": "99",
            "part": "1"
        },
        {
            "hno": null,
            "id": "96",
            "nass": "ومعلوم أن الأولاد الصغار لم يصوموا ولم يحصل منهم لغو ولا رفث، وما ذاك إلا لتوسيع كمية الزكاة مراعاة لحق الفقراء. ¶ وكذلك وجبت الزكاة في مال اليتيم الصغير الذي لم يجب عليه صيام ولا صلاة ولا غيرهما من التكاليف؛ لهذا المعنى أيضاً، مع أن فيه مخالفة لأصل عظيم من أصول الشريعة وهو رفع التكليف عمَّن لم يبلغ الحُلم، كلّ ذلك مراعاة لمصلحة الفقراء. ¶ وإذا ثبت هذا لم يبق شكّ في أن العدول عن المنصوص عليه إلى ما فيه نفع الفقراء ومصلحتهم أولى. ¶ قال العارف الشَّعرانيّ(1): ((سمعت سيدي علي الخواص ( يقول: المطلوب من الأغنياء يوم العيد زيادة البِرّ والإكرام للفقراء والمساكين؛ ولذلك أوجب الشارع على الوالد إخراج الزكاة عن الصبيّ الذي لم يبلغ الطاقة على الصوم توسعة على المساكين، وإلا فما هنالك صوم يكون معلقاً بين السماء والأرض حتى يؤمر الصبيّ الإخراج)). ¶ الوجه الخامس والعشرون ¶ إنّ كلّ حكم شرعيّ أمكن تعليله، فالقياس جارٍ فيه على قواعد مالك، وهذا حكمٌ معلَّل، فالقياس جارٍ فيه؛ إذ لم يقم دليلٌ على المنع منه. ¶ الوجه السادس والعشرون ¶ __________ ¶ (1) في الميزان الكبرى 2: 12.",
            "page": "100",
            "part": "1"
        },
        {
            "hno": null,
            "id": "97",
            "nass": "إن المشقّة تجلب التيسير كما هو مقرر في أصول الشريعة وقواعد الفقه؛ لما رواه عبد بن حميد(1) وأحمد في ((مسنديهما))(2) من حديث ابن عباس ( قال: (قيل: يا رسول الله أي الأديان أحبّ إلى الله، قال الحنيفية السمحة)(3). ¶ وما رواه أحمد(4) من حديث جابر ( إن رسول الله ( قال: (بعثت بالحنيفية السمحة)(5). ¶ وما رواه ابن مَنْدَه(6) في ((فوائده)) من حديث أبي بن كعب ( قال: (أقرأني رسول الله صلى الله عليه وآله وسلم إن الدين عند الله الحنيفية السمحة، لا اليهودية ولا النصرانية)، وهذا مما نسخ لفظه وبقي معناه. ¶ وما رواه البُخاري(7) من حديث أبي هريرة ( إن النبي ( قال: (إن الدين يسر، ولن يشاد الدين أحدٌ إلا غلبه، فسددوا وقاربوا...) الحديث. ¶ __________ ¶ (1) وهو عبد بن حميد بن نصر الكِسِّي، أبو محمد، روى له البُخَارِيّ في التَّاريخ، ومسلم في صحيحه، والتِّرْمِذِيّ في جامعه، من مؤلفاته: منتخب مسند عبد بن حميد، مسندان كبيران، وتفسير القرآن، (ت249هـ). ينظر: الثقات(8: 401). الرسالة المستطرفة(ص50). طبقات الحفاظ(1: 238). مرآة الجنان(2: 155). هدية العارفين(ص437). ¶ (2) مسند عبد بن حميد ص199، ومسند أحمد 1: 236. ¶ (3) وفي صحيح البخاري 1: 23 معلقاً: قال (: (أحب الدين إلى الله الحنيفية السمحة)، والمعجم الأوسط 7: 229، ومسند الشهاب 2: 104، وغيرها. ¶ (4) في مسنده 5: 266. ¶ (5) في مسند الروياني 2: 317، والمعجم الكبير 8: 170، وغيرهما. ¶ (6) وهو محمد بن يحيى بن مَنْدَهْ العبدي، أبو عبد الله، ومَنْدَهْ لقب جدّه ، من مؤلفاته: تاريخ أصبهان، ومعرفة الصَّحَابَة، (ت301هـ). ينظر: وفيات(4: 289). الأعلام(8: 3). ¶ (7) في صحيحه 1: 23.",
            "page": "101",
            "part": "1"
        },
        {
            "hno": null,
            "id": "98",
            "nass": "وما رواه البُخاري(1) ومسلم(2)(3) من حديث أنس ( قال: قال رسول الله صلى الله عليه وآله وسلم: (يسّروا ولا تعسّروا وبشروا ولا تنفروا). ¶ إلى غيرها من الأحاديث الكثيرة والمؤسسة لهذه القاعدة مع قوله تعالى: {يُرِيدُ اللهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ}(4)، وقوله تعالى: {يُرِيدُ اللهُ أَنْ يُخَفِّفَ عَنْكُمْ}(5)، وقوله تعالى في صفة نبينا صلى الله عليه وآله وسلم: {وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالأَغْلالَ الَّتِي كَانَتْ عَلَيْهِمْ}(6)، وقوله تعالى: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا}(7). ¶ وعلى هذه القاعدة يتخرَّج جميع رخص الشارع وتخفيفاته، ولها أمثلة كثيرة: ¶ كإسقاط نصف الصلاة في السفر. ¶ وإسقاط اعتبار وقتها في الجمع فيه، وفي المطر. ¶ وإسقاط حرمة رمضان على المسافر والمريض. ¶ وإسقاط الغسل والوضوء على المريض الجنب والمحدث. ¶ وإسقاط غسل الرجلين للابس الخفين. ¶ وإسقاط أركان الصلاة كالقيام والركوع والسجود على من وجب عليه الإيماء. ¶ وإسقاط القيام في النوافل. ¶ وإباحة أكل الميتة للمضطر، وشرب الخمر لذي غصة، والصلاة بالنجاسة المعفو عنها عند الاستجمار، وغير ذلك من المسائل التي عدل فيها عن الأصل للمشقة المحقّقة أو المظنونة. ¶ فإذا ثبت التخفيف في هذه الأصول، فكيف لا يثبت في الزكاة بدفع الحبّ مع وجود المشقّة على المعطي في الحصول عليه، وعلى الفقير في الانتفاع به، خصوصاً يوم العيد، كما شرحناه. ¶ الوجه السابع والعشرون ¶ __________ ¶ (1) في صحيحه 5: 2269. ¶ (2) وهو مسلم بن الحجَّاج بن مسلم القُشَيْريّ النِّيْسَابُورِيُّ ، أبو الحسين، صاحب الصحيح، (204-261هـ). ينظر: تهذيب الكمال 499-509. وفيات1: 194-196. العبر2: 23. ¶ (3) في صحيحه 3: 1359. ¶ (4) البقرة: من الآية185. ¶ (5) النساء: من الآية28. ¶ (6) الأعراف: من الآية157. ¶ (7) البقرة: من الآية286.",
            "page": "102",
            "part": "1"
        },
        {
            "hno": null,
            "id": "99",
            "nass": "وعلى فرض انتفاء المشقّة، فالحاجة قد تقوم مقام المشقّة، ولذلك أبيح النظر المحرم إلى مَن يريد نكاح المرأة، أو معاملتها ببيع أو غيره: كتحمل الشهادة وأدائها، وكاللمس المحرم أيضاً للطبيب والحجّام ونحوهما، والنظر إلى فروج الزانيين؛ لتحمل شهادة الزنى، وإلى فرج المرأة؛ للشهادة على الولادة والبكارة، وإلى ثديها للشهادة على الرضاع، وغير ذلك. ¶ فإذا أباحث الحاجة ما هو محرم؛ فلأن تبيحَ المال في الزكاة التي هو الأصل فيها أولى. ¶ الوجه الثامن والعشرون ¶ إن الفقهاءَ القائلين بعدم إجزاء الدقيق علَّلوه بكونه غير كامل المنفعة؛ لذهاب ريعه، وهذه العلّة موجودة اليوم في الحبّ، فإن الفقراءَ يبيعونَه بأقلّ من ثمنه بما يعدل أضعاف منفعة الريع الساقط من الدقيق، فوجب أن يدور الحكم مع العلّة. ¶ الوجه التاسع والعشرون ¶ إن إخراجَ المال في هذا العصر يجتمع فيه جلب مصلحة ودفع مفسدة، فيقدَّم على إخراج الحبّ الذي فيه مصلحة مقرونة بمفسدة إضاعة المال؛ لأن الفقراء يبيعونه بأبخس الأثمان، فيضيع بسبب ذلك مالٌ كثيرٌ بين مشتريه للزكاة وبين بائعه الفقير، وكم من الفقراء مَن لا يجتمع له ما يكفيه للطحن والبيع فيضيع ولا يحصل به انتفاع. ¶ الوجه الثلاثون ¶ إنّ الحكمَ إذا وقع فيه خلافٌ هل هو مخصوص بالنصّ أو غير مخصوص، فالظاهرُ حملُه على عدم الخصوص حتى يثبتَ الخصوص بنصّ أو إجماع، كما تقرَّرَ في أصول الفقه، والزكاة لم يثبت تخصيص الحكم فيه بنصّ ولا إجماع، فوجبَ عدم اعتباره والقول بالعموم. ¶ الوجه الحادي والثلاثون ¶ إنّ مراعاةَ المصالح من أعظم أصول الشريعة، وعلل أحكامها التي ينبني عليها جميعها، وحيثما دارت تدور معها، فالشريعة كلُّها مبنيّة على جلب المصالح ودرء المفاسد.",
            "page": "103",
            "part": "1"
        },
        {
            "hno": null,
            "id": "100",
            "nass": "وعلى هذه القاعدة بنى العزُّ بن عبد السلام(1) ((قواعده الكبرى)) التي يجب على الفقيه والمفتي بناء الأحكام عليها. ¶ فمَن تأمّل الأوامر وجد الشارع أمر بها لما فيها من المصالح الدنيوية، أو الأخروية، ومن تأمّل النواهي وجدَه كذلك نهى عنها لما فيها من المفاسد الدنيوية أو الأخروية، وبحسب تأكّد المصلحة وعظمها يكون الوجوب والندب والاستحباب، وبعظم المفسدة وشدّتها يكون الحرام والمكروه، وخلاف الأولى، إلا أن ذلك منه ما هو ظاهر يشترك في إدراكه الخاصّ والعام، ومنه ما هو خفي لا يطّلع عليه إلا ذو القدم الراسخ في الفهم والعلوم. ¶ فالكذب مثلاً حرام من أكبر الكبائر بحيث جعله الشارع كفراً ونفاقاً، فقال تعالى: {إِنَّمَا يَفْتَرِي الْكَذِبَ الَّذِينَ لا يُؤْمِنُونَ بِآياتِ اللهِ}(2)، وقال تعالى: {فَأَعْقَبَهُمْ نِفَاقاً فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكَذِبُونَ}(3). ¶ __________ ¶ (1) وهو عبد العزيز بن عبد السلام بن أبي القاسم السلمي المغربي الدمشقي المصري، عز الدين، الملقب بسلطان العلماء، قال النووي: الإمام المجمع على إمامته وجلالته، وتمكنه في أنواع العلوم وبراعته، قال: الأسنوي: كان شيخ الإسلام علماً وعملاً، وورعاً، وعملاً، وزهداً، من مؤلفاته: التفسير الكبير، ومسائل الطريقة، والفرق بين الإيمان والإسلام(578-660هـ). ينظر: تهذيب اللغات ص22. طبقات الأسنوي2: 84-85. مرآة الجنان4: 153-154. ¶ (2) النحل: من الآية105. ¶ (3) التوبة:77.",
            "page": "104",
            "part": "1"
        },
        {
            "hno": null,
            "id": "101",
            "nass": "ومن هنا قال النبي صلى الله عليه وآله وسلم: (آية المنافق ثلاث، وإن صام وصلى وزعم أنه مسلم: إذا حدث كذب، وإذا وعد أخلف، وإذا ائتمن خان)(1). وقال النبي صلى الله عليه وآله وسلم: (يطبع المؤمن على كلّ خلة إلا الخيانة والكذب)(2). ¶ ومع هذا الوعيد الشديد أباحه لما عارضت مفسدته مصلحة كبرى، هي الإصلاح بين الناس فقال صلى الله عليه وآله وسلم: (ليس بكذّاب مَن أصلح بين اثنين، فقال: خيراً أو نمى خيراً)(3)، بل يصير الكذب واجباً يعاقب على تركه، كما إذا ترتب عليه حقن دم مسلم بريء. ¶ وكذلك أعراض الناس محرمة أشدّ التحريم حتى جعلها الشارع من أربى الربا الذي أخفّه أشدّ من اثنين وثلاثين أو ست وثلاثين زنية في الإسلام. ¶ ومع هذا الوعيد الشديد أبيحت في جرح الرواة والشهود؛ لما يترتب عليها من عظيم المصلحة في حفظ الدين وحقوق المسلمين. ¶ وظهور الناس محرَّمةٌ أشدّ التحريم، ومع ذلك أبيحت في الزكاة والمغانم في الجهاد؛ لما في ذلك من المصالح الكبرى من نشر الدين وإعلاء كلمة الله ومعونة الفقراء. ¶ وهكذا تنبني أحكام الشريعة كلّها على مراعاة المصالح، وتدور معها كيفما دارت، كما يعرف ذلك مَن تتبَّعَه وأمعنَ النظرَ فيه. ¶ وإذا ثبت ذلك، فالمصلحة قاضية بإخراج المال، وتفضيله على الحبوب. ¶ الوجه الثاني والثلاثون ¶ __________ ¶ (1) في صحيح مسلم 1: 78، واللفظ له، وصحيح البخاري 1: 21، وصحيح ابن حبان 1: 490، وغيرها. ¶ (2) في مسند أحمد 5: 252، والأحاديث المختارة 3: 258، وسنن البيقهي الكبير 10: 197، ومصنف ابن أبي شيبة 5: 236، ومسند البزار 3: 341، ومسند سعد 1: 121، وغيرها بألفاظ متقاربة. ¶ (3) في مسند الشهاب 2: 210، وتاريخ بغداد 6: 383، وغيرهما.",
            "page": "105",
            "part": "1"
        },
        {
            "hno": null,
            "id": "102",
            "nass": "إن الوقوف مع النصّ والتمسّك بالظاهر فيما هو بيِّن العلّة واضح الحكمة، قلب للحقائق وعكس لمقاصد الشارع، فإن مَن يسمع قول الله تعالى: {إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ الْيَتَامَى ظُلْماً }(1)، فيحملها على خصوص الأكل ويتلفها، وينتفع بها في اللباس والركوب والمسكن وغير ذلك يكون مخالفاً للآية، داخلاً في الوعيد بإجماع الأمة، بل والعقلاء وإن تمسك بالظاهر، ووقف مع النصّ. ¶ وكذلك مَن يسمع قول الله تعالى في حق الوالدين: {فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا}(2)، فيبصق في وجههما ويضربهما ويتمسّك بنص التأفيف والانتهار يكون عاقاً داخلاً في النهي والوعيد بلا خلاف بين العقلاء. ¶ ولهذا لما تمسّك اليهود بمثل هذا الوقوف مع النص، والظاهر في صيد السمك الذي نهاهم الله عنه يوم السبت، فنصبوا الشباك عشية الجمعة، وأخذوها يوم الأحد عاجلهم الله بعقابه فمسخطهم قردة وخنازير، مع أنهم لم يخرجوا عن ظاهر اللفظ؛ لأن التعويل على قصد المتكلم ومراده لا على الألفاظ؛ لأنها لم تقصد لنفسها، وإنما قصدت للمعاني والتوصل بها إلى معرفة المراد. ¶ فلو تمسّكنا اليوم بالنصّ في زكاة الفطر وأخرجنا التمر والزبيب لما كنَّا ممتثلين، ولا مُزكين؛ ولهذا نصّ الفقهاء على أن الأعيان المنصوص عليها لا تجزئ إلا لمَن كانت قوته، وقالوا: في الأقط لا يجزئ إلا لأهل البادية: أي بادية الحجاز الذين كان الأقط طعامهم؛ لأن المراد ما يكون قوتاً للفقراء لا عين المنصوص. ¶ __________ ¶ (1) النساء: من الآية10. ¶ (2) الاسراء: من الآية23.",
            "page": "106",
            "part": "1"
        },
        {
            "hno": null,
            "id": "103",
            "nass": "فكما نصّ الفقهاءُ على هذا وانتقل الحكم في نظرهم من المنصوص إلى غيره، كذلك ينتقل إلى المال الذي لم يكن في عصرهم بمنزلته الآن، على أن المال الحقيقي الذي هو الذهب والفضة قد انتقل حكمه أيضاً إلى الورق الذي لو أُعطيه الفقيرُ منذ أعوام لعدّه سخرية واستهزاء، واليوم لو أعطي قرشاً من الفضّة لعدّه سخرية واستهزاء به، بخلاف الورق، فالعبرة بالمنفعة والمقاصد لا بالوسائل والأسباب. ¶ فصل ¶ [في وجوب إخراج الطعام ¶ على أهل البادية البعيدة] ¶ فمراعاة لهذه المقاصد نقول: إن الواجب على أهل البادية البعيدة من المدن إخراج الطعام المقتات عندهم لا التمر ولا المال؛ لأن حالَهم مشابه لحال أهل عصر النبي صلى الله عليه وآله وسلم في كون طعامهم الحبّ مع وجود الأَرْحاء في بيوتهم التي تمكنهم من الانتفاع به بخلاف المال، فإن الفقيرَ لو أخذه في البادية لاضطر معه إلى السؤال حيث لا توجد أسواق ولا دكاكين؛ لبيع الطعام المهيأ المطبوخ، لا خبز ولا غيرها، كما كان في عصر النبي صلى الله عليه وآله وسلم. ¶ وكذلك لو تغيّر الحال في المدن وانقطعت الالآت وعادت المياه إلى مجاريها الأصلية، فإنّ الحكمَ يكون كذلك، أما اليوم فالمال في الحواضر أنفع للفقراء وإخراجه هو الأفضل والأولى. والله أعلم. ¶ فصل ¶ [في أسباب عدم جواز تقليد ¶ القائلين بعدم جواز إخراج القيمة] ¶ وإذا ثبت من هذه الوجوه والدلائل جواز إخراج المال، فاعلم أن تقليد الفقهاءَ القائلين بعدم إجزائه لا يجوز لأسباب: ¶ السبب الأول: ¶ إنهم حكموا بذلك بناءً على ما كان عليه الحال في عصرهم المشابه لعصر النبي صلى الله عليه وآله وسلم، والذي استمر كذلك إلى أوائل هذا القرن الرابع عشر، أما اليوم فقد تغيّر الحال تغيّراً لو وقع في عصرهم لَمَا أفتوا إلا بإخراج المال مراعاةً لما ذكرناه من الأدلة.",
            "page": "107",
            "part": "1"
        },
        {
            "hno": null,
            "id": "104",
            "nass": "ومثل هذه المسألة أيضاً: زكاة الأوراق المالية، فإنّ مَن تمسَّك بنصوص الفقهاء الذين كان التعامل في زمانهم محصوراً في النقدين، وقررّوا أن الزكاةَ لا تدخل غيرها من الفلوس فحكم بإسقاط الزكاة في الأوراق بناءً على نصوص الفقهاء(1)، فإنّه يكون بذلك مسقطاً لأحد أركان الإسلام، وهادماً أصلاً من أصوله، وملغياً مقصداً من أهم مقاصدِه، وكم لها من نظير لمَن تأمّل ذلك وتتبَّعه، مع أنّ من أصول المالكية القول بما جرى له العمل والاعتماد على الأعراف، ولو فيما خالف صريح الكتاب والسنة من غير مبرّر، ولا معتمد يعتمد عليه أصلاً، سوى العرف والعمل الجاري. ¶ السبب الثاني: ¶ إن العلمَ بضعف الدليل يوجب عدم اعتبار القول المبني على ذلك الدليل؛ ولهذا قرَّر علماء الفقه والأصول أن الإمامَ لا يقلّد فيما ضعف مدركه فيه، بل يجب إلغاء مذهبه، واعتبار الدليل الذي نحن متعبّدون به. ¶ وإذا عُلِمَ هذا، فإنّ الفقهاء تعلَّقوا في هذه المسألة بشبهتين ضعيفتين: ¶ إحداهما: ¶ كون الشارع أوجب أشياءَ مختلفة القيمة، فدلّ على إرادة الأعيان. ¶ وهذه شبهة ضعيفة أو باطلة من وجهين: ¶ الوجه الأول: ¶ __________ ¶ (1) وممَّن فصل الكلام في مسألة زكاة الأوراق النقدية العلامة محمد حسنين مخلوف العدوي المالكي في رسالته القيمة التبيان في زكاة الأثمان ص45-557، طبعة الحلبيّ. وينظر: تفصيل أحكام الأوراق النقدية: تكملة فتح الملهم 1: 589-590، وغيره.",
            "page": "108",
            "part": "1"
        },
        {
            "hno": null,
            "id": "105",
            "nass": "إنها من قياس الحاضر على الغائب المجهول، فإنّهم قاسوا عصرهم على عصر النبي صلى الله عليه وآله وسلم، وظنّوا أن هذه الأشياء لَمَا كانت مختلفة القيم في عصرهم، كانت كذلك في عصر النبي صلى الله عليه وآله وسلم، وهذا أمر يحتاج إلى نقل صريح في إثباته، وإلا فالأزمنة والعصور تختلف في الأسعار ومساوات الأشياء وتفاضلها، وقد وجدنا هذه الأشياء اختلفت من عصر النبي صلى الله عليه وآله و سلم إلى عصر عمر ( وعلي (، فكان البرّ قليلاً أو مفقوداً في زمانه صلى الله عليه وآله وسلم بالمدينة المنوّرة، وكثر في زمان عمر وعثمان وعلي ( بسبب فتح الشام ومصر وغيرهما من الأقطار. ¶ وأقصى ما بين زمان النبي صلى الله عليه وآله وسلم وزمان عمر ( ثمانية عشر عاماً، فكيف بستمئة سنة، فإن هذا الدليل استدلّ به ابنُ العربي من المالكية في المئة السادسة، ومن قَبْلِه الخَطَّابيّ(1) من الشافعية في المئة الرابعة. ¶ كما أنّ أهل المدينة كان طعامهم في عصر النبي صلى الله عليه وآله وسلم التمر مجرداً، بحيث يمكثون الشهر والشهرين بل الشهور لا يذوقون فيها طعاماً غيره، ثم بعده بقليل تغيّر الحال وصار طعامهم كسائر الناس، وبقي التمر عندهم للتفكّه والتأدّم لا للاقتيات به وحده. ¶ فكيف يقاس العصر المتأخّر على المتقدّم مع هذا التباين العظيم؟! ¶ الوجه الثاني: ¶ إن هذه دعوى غير مسلمة، فإن النبي صلى الله عليه وآله وسلم غاير بين الأعيان ولم يسوّ بينها كما قدّمناه من طرق بلغت حدّ التواتر، فبطل هذا الدليل من أصله. ¶ الشبهة الثانية: ¶ __________ ¶ (1) وهو حمد بن محمد بن إبراهيم بن الخَطَّاب الخَطَّابي البُسْتِيّ، من مؤلفاته: معالم السنن في شرح سنن أبي داود، وغريب الحديث، وأعلام السنن في شرح البخاري، (ت388هـ). ينظر: وفيات(2: 214-216). مراة الجنان(2: 435-436). الأنساب(3: 380). العبر(3: 39. مقدمة التعليق الممجد(1: 99).",
            "page": "109",
            "part": "1"
        },
        {
            "hno": null,
            "id": "106",
            "nass": "قولهم: إن المالَ بدلٌ، والبدل لا ينتقل إليه إلا عند فقدان المبدل. ¶ وهذه الشبهة ضعيفة أيضاً من وجهين: ¶ إحداهما: ¶ إنها قاعدة غير مطّردة، بل منقوضة، فالمسح على الخفين بدل من الماء، وهو جائز مع وجود المبدل وهو الماء. ¶ ثانيهما: ¶ عدم تسليم كون المال بدلاً عن الطعام، بل نقول: إنه أصل داخل في عموم العلّة التي صرّح بها الشارع، وهي إغناء الفقراء، بل لا يبعد أن يقال: إنه الأصل، والطعام بدلٌ منه؛ لفقدان فائدته في ذلك العصر مع ندرته كما أوضحناه. ¶ فصل: السبب الثالث: ¶ إنّهم اضطربوا في هذه المسألة، وتناقضوا فيها تناقضاً يوجب عدم اعتبار قولهم فيها؛ لأنهم لم يتمسّكوا فيها بنصّ ولا قياس، ولا تعبديّة ولا معقوليّة. ¶ أما النص: ¶ فمخالفوه في قولهم بجواز إخراج كلّ مقتات غالباً: كالأرز، والدُّخن(1)، والذُّرة، والسُّلت، والسَّويق، والقَطَّانيّ(2)، واللحم، واللبن، وغيرها مع أن النصّ لم يرد بشيء منها. ¶ وخالفوه أيضاً في قولهم: إن الأقط لا يجوز إلا لمَن كان قوته، ومنهم مَن منع منه مطلقاً مع أنه ورد في النصّ الصحيح. ¶ __________ ¶ (1) الدُّخن: وهو نوع من الحبوب معروف. ينظر: المصباح المنير ص191، وغيره. ¶ (2) القطاني: خُضر الصيف، وقيل: هي اسم جامع للعدس والماش والباقلي واللوبياء والحمص والأرز والسمسم التي تدخر وتطبخ سميت بذلك؛ لأنه لا بد منها لكل من قطن بالمكان: أي أقام وقيل؛ لأنها تحصد مع القطن. ينظر: المغرب ص389، وغيره.",
            "page": "110",
            "part": "1"
        },
        {
            "hno": null,
            "id": "107",
            "nass": "وخالفوه أيضاً في قولهم: إن الواجب من البُرّ صاع مع أنه لم يصح عن النبي صلى الله عليه وآله وسلم إلا نصف صاع، بل أنكر جمع من الحفّاظ: كابن المُنْذر، وابن حَزْم، والبَيْهَقيّ، والحافظ، ثبوت البُرّ عن النبي صلى الله عليه وآله وسلم مطلقاً لا بصاع ولا بنصف صاع، وأكّدوا ذلك بأن البُرّ لم يكن في زمان النبي صلى الله عليه وآله وسلم بالمدينة كما ورد في الصحيحين وغيرهما من حديث أبي سعيد وعبد الله بن عمر (، وبيَّنوا أن المرادَ بالطعام في حديث أبي سعيد ( هو الشعير لا البُرّ، وردّوا على مَن زعم أنه البُرّ وأبطلوا زعمه بما لا يقبل النزاع، ولولا خوف التطويل لبيَّنا ذلك، ولتكلمنا على جميع الأحاديث الواردة بصاع من البُرّ حتى يتحقّق الناظر من ضعفِها، وفي تضعيف هؤلاء الحفّاظ كفاية. ¶ فصل ¶ [في دفعة شبهة ¶ أن المنصوص عليه تعبدي] ¶ فإن قالوا: إنّ المنصوص عليه تعبّدي لا يفهم له معنى ولا علّة؟ ¶ شقد ناقضتم هذا، وصرحتم بأنه معقول المعنى بيِّن العلّة؛ ولذلك قستم عليه كل ما في معناه. ¶ وإن قالوا: هو معقول المعنى فلذلك قسنا عليه؟ ¶ قلنا: قد ناقضتم هذا أيضاً ولم تقيسوا عليه كلّ ما في معناه، بل تحكّمتم، فألحقتم أشياء ومنعتم غيرها مع اتّحاد الجميع في العلّة. ¶ ثم نسألهم عن العلّة التي جوّزت لهم القياس والإلحاق؟ ¶ فإن قالوا: المطعوميّة. ¶ قلنا: قد ناقضتم هذا فلم تجيزوا كلّ مطعوم من خضر وفواكه وحلواء. ¶ وإن قالوا: الاقتيات. ¶ قلنا: قد ناقضتم هذا أيضاً، فمنعتم الدقيق والسَّويق والحمص والعدس والفول وغيرها ممّا هو مقتات، واضطرب مالك في القَطّانيّ فأجازها مرّة، ومنع منها أخرى. ¶ وإن قالوا: هي خاصّة بالمُعشَّر. ¶ قلنا: ناقضتم ذلك باللحم واللبن والأقط والدقيق وغيرها وهي غير معشَّرة. ¶ وإن قالوا: ممّا تنبته الأرض خاصّة. ¶ قلنا: ناقضتم ذلك باللحم واللبن والأقط، فإنّها من الحيوان.",
            "page": "111",
            "part": "1"
        },
        {
            "hno": null,
            "id": "108",
            "nass": "فهكذا اضطربت أقوالهم وتناقضت آراؤهم في هذه المسألة، فلم تجر فيها على نصّ ولا قياس، وما كان هذا سبيله فلا يجوز لمسلم العمل به؛ لأنه استحسان مجردٌ عن الدليل، ونحن مكلّفون باتباع الحقّ والدليل، لا باتباع استحسان الناس وآرائهم. ¶ وحينئذ فلا يخلو الحال في هذه المسألة من أمرين لا ثالث لهما: ¶ إما الوقوف مع النصّ والجمود عليه، والقول بأنه لا يجوز غيره مطلقاً، كما هو مذهب أهل الظاهر وبعض الحنابلة والمالكية. ¶ وإما النظر إلى المعنى واعتبارها وتجويز كلّ ما يحصل مقصود الشارع ممّا فيه نفع الفقراء وسدّ خلتهم. ¶ وما سوى هذا فتحكّم يأباه العقل ولا يرضاه الدليل والسلام. [ا]هـ. ¶ كملت الرسالة المسمَّاة: ((تحقيق الآمال في إخراج زكاة الفطر بالمال)) على يدّ مؤلِّفها أحمد بن محمد بن الصديق غفر الله له بمنه آمين، وذلك يوم الخميس خامس القعدة من سنة تسع وخمسين وثلاثمئة وألف.",
            "page": "112",
            "part": "1"
        }
    ],
    "t36439": [
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تمهيد تحقيق الآمال"
        },
        {
            "id": "2",
            "lvl": "2",
            "sub": "1",
            "tit": "مقدمة المحقق"
        },
        {
            "id": "3",
            "lvl": "2",
            "sub": null,
            "tit": "التمهيد الأول: ترجمة المؤلف"
        },
        {
            "id": "9",
            "lvl": "2",
            "sub": null,
            "tit": "التمهيد الثاني: خلاصة المقال في جواز إخراج زكاة الفطر بالمال"
        },
        {
            "id": "18",
            "lvl": "2",
            "sub": null,
            "tit": "التمهيد الثالث: أحكام صدقة الفطر"
        },
        {
            "id": "28",
            "lvl": "1",
            "sub": "1",
            "tit": "نص تحقيق الآمال"
        },
        {
            "id": "28",
            "lvl": "2",
            "sub": "2",
            "tit": "مقدمة المؤلف"
        },
        {
            "id": "35",
            "lvl": "2",
            "sub": null,
            "tit": "الأحاديث الواردة في جواز إخراج صدقة الفطر من الدقيق"
        },
        {
            "id": "41",
            "lvl": "2",
            "sub": null,
            "tit": "مذاهب العلماء في إخراج صدقة الفطر مالاً"
        },
        {
            "id": "103",
            "lvl": "2",
            "sub": null,
            "tit": "وجوب إخراج الطعام على أهل البادية البعيدة"
        }
    ]
}