{
    "b36436": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ بيان حكم اختلاف المطالع والحساب الفلكي ¶ \" صوموا لرؤيته و أفطروا لرؤيته \" ¶ كتبه ¶ سامي وديع عبد الفتاح القدومي ¶ samiwadi@maktoob.com ¶ حقوق الطبع محفوظة لدار الوضاح ¶ عمان - الأردن ¶ بسم الله الرحمن الرحيم ¶ أولاً : ( هل رؤية الهلال في بلد رؤية لباقي البلدان ؟؟؟) ¶ مما ابتلي الناس به في هذه العصور تسلّط أهل الكفر عليهم ، مما شتّت شملهم وفرّق جمعهم ، وكسر شوكتهم ، واستباح بيضتهم ،فعمل الكفار على تمزيق دولة الإسلام دياراً وأمصاراً ، والبلية تكمن في قلوب المسلمين ، حيث جُعلت هذه القلوب دياراً وأمصارا ً، وصار الولاء للبلد ، وصارت النفوس معلقة في بقعة من الأرض متناسية أن أرض العالم الإسلامي كلّها أرض للمسلمين ؛ لكل المسلمين . ¶ والبلية الكبرى تكمن في أن أحكام الشرع صارت تتبع عند بعضهم لهذا التقسيم وهذه الحدود التي أوجدها الكافر بين أرضنا وأجسادنا وقلوبنا ؛ فصار المسلمون في بدء شهر رمضان - وكذا شوال - مثالاً يحتذى به في الفرقة والتشتت والخلاف ؛ فهذه البقعة تعلن صيامها لبدء شهر رمضان ، وتلك البقعة التي بجانبها تعلن بقاء شهر شعبان ، فيصبح أهل البقعة الأولى والبلد الأول صياما ً، ويصبح أهل البقعة الثانية والبلد الثاني مفطرين . ¶ ونجد الجنود والموظفين على هذه الحدود المصطنعة - التي جعلوها حدوداً للحكم الشرعي وهي من صنع الكافر - في البلد الأول صياماً ، وموظفي الحدود في البلد الثاني مفطرين ، وما بينهم إلا عدة أمتار ، فأي مهزلة هذه؟!! أهي الحكم الشرعي ، لا والله؟!! فالإسلام ما كان ليتخذ حدّاً حدّه كافر حدّاً للشرع ، وقانوناً يُفتى به ، ودستوراً يسار عليه ، وتنظيماً تقام عليه معاملات العباد وعباداتهم ، فالدين يجب أن يهيمن على الواقع ليغيره لا أن يهيمن الواقع على الدين ليغيره .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قال ابن تيمية : \" إنه إذا اعتبرنا حداً - كمسافة القصر ، أو الأقاليم - فكان رجل في آخر المسافة والإقليم ، فعليه أن يصوم ويفطر وينسك ، وآخر بينه وبينه غلوة سهم لا يفعل شيئاً من ذلك ، وهذا ليس من دين المسلمين \"(¬1). ¶ قال أحمد شاكر :\" ثبت في مصر لدى المحكمة العليا الشرعية أن أول شهر ذي الحجة من هذا العام ( سنة 1357 هـ ) يوم السبت ، فكان عيد الأضحى يوم الاثنين ( 30 يناير سنة 1939 م ) . ¶ بعد بضعة أيام ، نشر في المقطم أن الحكومة العربية السعودية لم يثبت عندها أن السبت أول ذي الحجة ، فصار أوله الأحد ، فكان وقوف الحجيج بعرفه يوم الإثنين ، والعيد يوم الثلاثاء ( 31 يناير سنة 1939 م) . ¶ وفي يوم الجمعة 21 ذي الحجة (10 فبراير سنة 1939 م ) نشرت جريدة البلاغ عن مراسلها في بومباي بالهند في أول فبراير سنة 1939 م : أن المسلمين في بومباي احتفلوا بعيد الأضحى بهذا العام يوم الأربعاء خلافاً لما أعلن في الممالك الإسلامية الأخرى . ¶ ومعنى هذا أنه لم يثبت لدى مسلمي الهند أن أول الشهر السبت ولا الأحد فاعتبروا أوله يوم الإثنين . ¶ وهكذا في أكثر أشهر المواسم ، يتراءى الناس الهلال في البلاد الإسلامية ، فيُرى في بلدٍ ولا يُرى في بلد أخر ، ثم تختلف مواسم العبادات في بلاد المسلمين ، فبلد صائم وبلد مفطر، وبلد مضحّ ٍ وبلد يصوم أهله يوم عرفة \"(¬2). ¶ وكان الفرق في بدء الصيام لعام 1999م ثلاثة أيام ، وبدء الإفطار في أربعة أيام ؛ فنيجيريا أفطرت في يوم الجمعة 6/1/1999م ، والسعودية والأردن في يوم السبت ، ومصر والمغرب في يوم الأحد ، والهند والباكستان في يوم الإثنين(¬3). ¶ ¬__________ ¶ (¬1) - مجموع الفتاوى ، طبعة دار الوفاء : ج26 ، ص 63 . ¶ (¬2) - أوائل الشهور العربية ، ص 3 . ¶ (¬3) - الاستفادة من الحساب الفلكي في رؤية الهلال ، محمد قعدان ، ومحمد عودة . رسالة المعلم ،العدد 2، المجلد 43، ص 83 .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي رمضان (1409هـ) ثبت دخول رمضان يوم الخميس الموافق السادس من أبريل 1989 م في المملكة العربية السعودية، والكويت، وقطر، والبحرين، وتونس وغيرها، كلها برؤية المملكة، وثبت دخوله في مصر والأردن والعراق والجزائر والمغرب وغيرها يوم الجمعة، أما باكستان والهند وعمان وإيران وغيرها فصاموا يوم السبت(¬1). ¶ وفي رمضان (1427) أعلنت السعودية والكويت وقطر والإمارات واليمن وفلسطين ولبنان وبنغلادش وغيرها من البلاد الإسلامية يوم الإثنين الموافق 23/10/2006 م عيداً ، بينما أعلنت الأردن ومصر والمغرب وسوريا يوم الإثنين صياماً . ¶ ومن المؤسف أن بعضهم أراد أن يعلل الفرقة والتشتت في الإفطار والصيام ، بشبه مدعياً أنها دليل ، بانياً فتواه على قاعدة ؛ ألا وهي : القول باختلاف المطالع . ¶ أما معنى اختلاف المطالع فهو أن طلوع الهلال في بدء الشهر في الشام ليس ملزماً لأهل الحجاز بالصوم أو حكم دخول الشهر ؛ لأن مطلع الهلال في الشام يختلف عن مطلع الهلال في الحجاز(¬2). ¶ وقد قال بعضهم : إن حكم تعلم اختلاف المطالع يتجه أن يكون كتعلم أدلة القبلة حتى يكون فرض عين في السفر ، وفرض كفاية في الحضر(¬3). ¶ ¬__________ ¶ (¬1) - مقال بعنوان : الحساب الفلكي وإثبات الصيام . ¶ www.islamonline.net ¶ (¬2) - \"وفي حاشية الكردي ما نصه : اختلاف المطالع : أن يكون طلوع الفجر أو الشمس أو الكواكب أو غروبها في محل متقدماً على مثله ...... ولزم من رؤيته في الشرق رؤيته في بلد الغرب دون العكس ؛ فيلزم من رؤيته في مكة رؤيته في مصر ، ولا العكس \" إعانة الطالبين لأبي بكر الدمياطي،دار الفكر ، 2/219. ¶ (¬3) - انظر إعانة الطالبين لأبي بكر الدمياطي ، دار الفكر ، 2/220 .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ويستدل الذين يقولون باختلاف المطالع بحديث كُرَيب عند مسلم والذي فيه أَنَّ أُمَّ الْفَضْلِ بِنْتَ الْحَارِثِ بَعَثَتْهُ إِلَى مُعَاوِيَةَ بِالشَّامِ قَالَ فَقَدِمْتُ الشَّامَ فَقَضَيْتُ حَاجَتَهَا وَاسْتُهِلَّ عَلَيَّ رَمَضَانُ وَأَنَا بِالشَّامِ فَرَأَيْتُ الْهِلَالَ لَيْلَةَ الْجُمُعَةِ ثُمَّ قَدِمْتُ الْمَدِينَةَ فِي آخِرِ الشَّهْرِ فَسَأَلَنِي عَبْدُ اللَّهِ بْنُ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا ثُمَّ ذَكَرَ الْهِلَالَ فَقَالَ مَتَى رَأَيْتُمْ الْهِلَالَ فَقُلْتُ رَأَيْنَاهُ لَيْلَةَ الْجُمُعَةِ فَقَالَ أَنْتَ رَأَيْتَهُ فَقُلْتُ نَعَمْ وَرَآهُ النَّاسُ وَصَامُوا وَصَامَ مُعَاوِيَةُ فَقَالَ لَكِنَّا رَأَيْنَاهُ لَيْلَةَ السَّبْتِ فَلَا نَزَالُ نَصُومُ حَتَّى نُكْمِلَ ثَلَاثِينَ أَوْ نَرَاهُ فَقُلْتُ أَوَ لَا تَكْتَفِي بِرُؤْيَةِ مُعَاوِيَةَ وَصِيَامِهِ فَقَالَ لَا هَكَذَا أَمَرَنَا رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَشَكَّ يَحْيَى بْنُ يَحْيَى فِي نَكْتَفِي أَوْ تَكْتَفِي . ( مسلم : 1819 ) ¶ وقد فهم منه بعضهم أن اكتفاء ابن عباس برؤية أهل المدينة وعدم أخذه برؤية أهل الشام دليل على اختلاف المطالع ، فلا يصوم أهل بلد برؤية بلد آخر ، وكذا الإفطار . ¶ وقول ابن عباس رضي الله عنه : \" لا هكذا أمرنا رسول الله صلى الله عليه وسلم \" مخالف للمرفوع الذي ورد عن رسول الله صلى الله عليه وسلم بسند صحيح . وإن كان قول ابن عباس يأخذ حكم المرفوع ولكنه غير صريح بذلك - في مثل هذه المسألة - لاحتمال أنه فهمه من قول الرسول صلى الله عليه وسلم .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويرحم الله الشوكاني إذ قال : \"واعلم أن الحجة إنما هي في المرفوع من رواية ابن عباس لا في اجتهاده الذي فهم عند الناس،والمشار إليه بقول:(لا هكذا أمرنا رسول الله صلى الله عليه وسلم )هو( فلا نزال نصوم حتى نكمل ثلاثين ) والأمر الكائن من رسول الله صلى الله عليه وسلم هو ما أخرجه الشيخان وغيرهما بلفظ(لا تصوموا حتى تروا الهلال ولا تفطروا حتى تروه فإن غمّ عليكم فأكملوا العدّة ثلاثين)\"(¬1). ¶ إذن ؛ لا دليل على اعتبار اختلاف المطالع في حديث كُريب ، بل قد ثبت عن النبي عليه الصلاة والسلام ما ينفي اعتبار اختلاف المطالع في حديث صحيح ، وهو عَنْ أَبِي عُمَيْرِ بْنِ أَنَسٍ حَدَّثَنِي عُمُومَةٌ لِي مِنَ الْأَنْصَارِ مِنْ أَصْحَابِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ غُمَّ عَلَيْنَا هِلَالُ شَوَّالٍ فَأَصْبَحْنَا صِيَامًا فَجَاءَ رَكْبٌ مِنْ آخِرِ النَّهَارِ فَشَهِدُوا عِنْدَ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّهُمْ رَأَوْا الْهِلَالَ بِالْأَمْسِ فَأَمَرَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُفْطِرُوا مِنْ يَوْمِهِمْ وَأَنْ يَخْرُجُوا لِعِيدِهِمْ مِنْ الْغَدِ . ¶ ( أحمد :19675،13463 ) ( النسائي : 1539 ) ( ابن ماجه : 1643 ) ¶ وهذا حديث صحيح . ¶ ¬__________ ¶ (¬1) - نيل الأوطار ، ج 4 ، ص254 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والشاهد في هذا أن الركب جاءوا من آخر النهار وكانوا قد رأوا الهلال بالأمس ، فإن المسافة التي يستطيع قطعها ذلك الركب – علماً بأن الهلال أول الشهر يظهر بعد غروب الشمس لمدة خمسين دقيقة في أحسن حالاته(¬1)- ستين كيلو متراً تقريباً ، وهذه مسافة يُفصل بها بين أي دولة ودولة ؛ لأن الحد الفاصل بين دولتين – عادة - لا يكون إلا عدداً محدوداً من الكيلومترات . ¶ وهنا أمر رسول الله صلى الله عليه وسلم أهل المدينة بالأخذ بقول من هم خارجها ؛ فإن قال قائل : أخذ بذلك رسول الله صلى الله عليه وسلم لعدم اختلاف المطالع . قلنا : أولا ً: هات برهانك ، فكما أن اعتبار المطلع لا يختلف على بعد خمسين كيلو متراً ، فكذا لا يختلف على بعد ستين أو سبعين أو ثمانين وهلّم جراً ، فيمتد الحكم حول بقعة من رأى الهلال آخذاً حكم بقعة من رآه سارياً متراً متراً حتى يعمّ الأرض ، فإن قال أحدهم : هنا يعتبر المطلع قلنا له أقم دليلاً وبرهاناً على أن هذا المتر من هذا البلد من مطلع مختلف عن المتر الآخر من البلد المجاور . ¶ وثانياً : ليس هنالك دليل علمي على أن الهلال يتولد في ليلة تولداً يختص بالسعودية وفي الليلة الثانية تولداً يختص بالعراق ، بل إن الهلال في عصرنا هذا أصبح عالِماً بالسياسة ، تقولون : كيف ؟ فأقول : إن القمر في هذا العصر قد غيّر مطالعه وفق اتفاقية سايكس بيكو المعروفة ، وهذه السخرية هي لازم قول الذين يفتون أن رؤية الهلال في الأردن لا تُلزم المسلمين في سوريا أو لبنان . وأقول لهؤلاء مبشراً لهم : إن القمر يجهز نفسه حتى يغيّر مطالعه وفق خارطة الشرق الأوسط الكبير الجديدة ؛ لا قدّر الله ! ¶ ¬__________ ¶ (¬1) - انظر جريدة الرأي الأردنية ، 10/3/1997، ص41،بعنوان : الحسابات الفلكية للهلال ومعنى تولده ، بقلم محمد شوكت عودة ، الجمعية الفلكية الأردنية",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إذن ؛ إذا رؤي الهلال في ماليزيا ليلاً فإنهم يصومون بطلوع الفجر عليهم ، أما من في المغرب العربي فإنهم أيضاً يصومون عندما يطلع عليهم فجر ذلك اليوم ، وهكذا دواليك دواليك . ¶ فإن قال قائل إن العلة في هذا هو وجود الإمام ، فيلزم من هو في بلده دون الآخر الذي ليس في بلده لأنه ليس تحت حكمه ، واستدل بما روته عائشة عن رسول الله صلى الله عليه وسلم : ( عرفةُ يوم يُعَرِّف الإمام ، والأضحى يوم يضحّ الإمام ، والفطر يوم يفطر الإمام )(¬1). ¶ فإننا نقول له : إن هذا القول باطل ؛ لأن القائل بهذا القول يلزمه أن لا يُلزم من يعيش في دولة غربية يحكمها كافر أن يصوم رمضان ؛ لأنه لا يقع تحت سلطان الإمام المسلم ، وبهذا فسد قولهم بجعل الإمام هو المناط في اختلاف يوم الصيام والإفطار ، وفسد أنه وصف مؤثّر . ¶ إذن فمسألة الصيام مع الإمام أو الإفطار معه ليس لذات الإمام ، بل لأن الإمام مخوّل في البحث عن ثبوته ، فإن ثبت بوجه شرعي اتبعنا الوجه الشرعي لأنه هو الشّرع ؛ وثبوته في بلد ثبوت لباقي البلدان . ¶ ¬__________ ¶ (¬1) - وقال عنه الشيخ أحمد شاكر : إسناده صحيح . انظر أوائل الشهور العربية ، ص26 . ¶ وجاء في ( خلاصة البدر المنير : ج2،ص18) : \" محمد بن المنكدر عن عائشة مرسل ... وله طريقان آخران فيهما ضعف ذكرتهما في الأصل ) .وقال في ( التلخيص الحبير: ج2، ص257 ) : \" ونقل الترمذي عن البخاري أنه سمع منها ) . ورواه الطبراني في ( المعجم الأوسط : ج7 ،ص 78 ) : \" عن مسروق أنه دخل على عائشة يوم عرفة ، فقال : اسقوني . فقالت عائشة : ليس ذلك إنما عرفة يوم الإمام ، ويوم النحر يوم ينحر الإمام ، أوَ ما سمعت يا مسروق أن رسول الله صلى الله عليه وسلم كان يعدله بصيام ألف يوم \" .قال في ( مجمع الزوائد : ج3 ، ص190 ) : \" رواه الطبراني في الأوسط ، وفي إسناده دلهم بن صالح ؛ ضعفه ابن معين وابن حبان \" .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ونلخص الرد على هذه الشبهة كالآتي : إن الإمام وضع لتطبيق شرع الله ،وأنه لا يطاع في معصية ، ورفض الصيام مع ثبوته بوجه شرعي هو عدم تطبيق للشرع وطاعته في ذلك طاعة في الإثم وكما في حديث النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ لَا طَاعَةَ لِمَخْلُوقٍ فِي مَعْصِيَةِ اللَّهِ عَزَّ وَجَلَّ \"(¬1)،وهذا ليس من باب الخروج عليه ؛ لأن الخروج لا يكون بطاعة الله بالصيام . ¶ ويُسأل من يقول باتباع الحاكم ولو خالف جُلَّ بلاد المسلمين : لو ثبت هلال رمضان في البلاد المجاورة ولم يعلن حاكم بلدك الصيام فهل تصوم ؟ ¶ فسيقول : لا . ¶ فنقول له : ويومين ؟ ¶ فسيقول : لا . ¶ فسنقول : وثلاثة ؟ وأربعة ؟ وخمسة ؟ وستة ؟ وسبعة؟ وثمانية ؟ وتسعة ؟ وعشرة ؟ وهكذا . ¶ فإن كان ملتزماً بأن الصيام مع الحاكم فقط ، فيلزمه ألا يصوم حتى ولو تأخر الحاكم عن صيام رمضان ثلاثين يوماً . ¶ وإن قال : بل نصوم لأنه لا طاعة لمخلوق في معصية الخالق . ¶ فنقول له : وهذا ينطبق على اليوم الواحد أيضاً ؛ لأنك قد أفطرت يوماً من رمضان ؛ لأن النبي - صلى الله عليه وسلم - قال : صُومُوا لِرُؤْيَتِهِ وَأَفْطِرُوا لِرُؤْيَتِهِ . وهذا خطاب لكل المسلمين . ¶ وقال الدكتور القرضاوي : \" فإذا أصدرت السلطة الشرعية المسؤولة عن إثبات الهلال في بلد إسلامي ـ المحكمة العليا، أو دار الإفتاء، أو رئاسة الشؤون الدينية، أو غيرها ـ قرارها بالصوم أو بالإفطار، فعلى مسلمي ذلك البلد الطاعة والالتزام ؛ لأنها طاعة في المعروف، وإن كان ذلك مخالفا لما ثبت في بلد آخر، فإن حكم الحاكم هنا رجح الرأي الذي يقول: إنَّ لكل بلد رؤيته\"(¬2). ¶ ¬__________ ¶ (¬1) - رواه أحمد : 3694 ، ابن حبان 10/430، ،أبو يعلى1/241، والطبراني في الكبير 18/165 ، 170 ، 177 ، 185 ،والأوسط 2/209 ، والطيالسي 856 . وهو حديث صحيح . ¶ (¬2) - الحساب الفلكي وإثبات أوائل الشهور للقرضاوي ، ص21 ، - http://saaid.net/book/index.php",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والصحيح غير هذا ؛ لأن إعلان الصيام في بلد دون بلد ليس من باب النظر الشرعي الذي تمخض عنه هذا الرأي الفقهي - الذي بان خطؤه - وإنما يخضع إعلان الصيام والفطر لاعتبارات سياسية واعتبارات أخرى كاعتبار الاستقلال في إعلان الصيام والفطر تابعاً لاستقلالية البلد واستقلال إرادته وسيادته . ¶ وإن أراد أحد أن يجادل في هذه المسلَّمة فإنني أقول له : في أثناء حرب الخليج الأولى انقسم بعض المسلمين العرب إلى قسمين ؛ قسم يؤيد العراق وقسم يؤيد الكويت ، وبعد انتهاء الحرب ظلت العلاقات متوترة ، ولذلك أعلنت الدول الخليجية المؤيدة للكويت والدول العربية الأخرى المؤيدة - مثل مصر وسوريا - الفطر ، وأعلنت الأردن والعراق ودول أخرى معهم الصيام ، وأما فلسطين ؛فصام أهل الضفة الغربية تبعاً للأردن ، وأفطر أهل عزة تبعاً لمصر . ¶ وهذا مثال وغيض من فيض ، والمخفي في دهاليز الحكومات أعظم ؛ فقولوا لي بربكم أين النظر الفقهي في هذا ؟؟؟ ¶ ومن الجدير بالذكر أن هذا الرأي الفقهي ينكمش ويتجمد في يوم عيد الأضحى ، لماذا ؟؟؟؟؟؟ ¶ أليس الأمر كما تزعمون برؤية كل بلد وحده ؟؟؟؟ ¶ أليس الأمر كما تزعمون أنه تقعيد فقهي لدى الحكومات ؟؟؟؟؟ ¶ ولا أدل من هذا على أن الأمر ليس تبنياً من الحاكم لرأي فقهي ، وإنما هو تبنٍ من الحاكم لرأي هوائي ، مصدره الهوى ، وحاديه المصلحة ، وعمدته سيادة البلاد في قراراتها . ¶ وأي حكومات هذه التي تتبنى رأياً فقهيا ً - بان خطؤه - في الصيام ، وفي المقابل تتبنى وتحكم المسلمين بأحكام الكفر ، بل وإذا طالب أحد بحكم الله عُذّب وسجن ، ولا يُقبل من المواطنين إلا أن يقولوا رضينا بأحكام الكفر قانوناً حاكماً ، وبخلاف ذلك فالويل كل الويل ، والعذاب كل العذاب لمن يتجرأ ويقول : هذا القانون قانون مرفوض شرعاً . مع أن هذا القول من المعلوم من الدين بالضرورة الضرورية .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أتجبر الحكومات شعبها على قول الكفر ، ولا تأبه لذلك ، وأما الصيام فتخاف على دقة وقته ؟؟؟؟ أي تناقض هذا بل أي تلاعب يحكمه الهوى والغي ؟؟؟؟ ¶ ومن الغباء أن أقيم الدلائل على وضوح الشمس في منتصف نهار يوم صحو ؛ لأن من لا يرَها أعمى البصر أو أعمى البصيرة أو هما معاً . ¶ ولا يقال إن للحاكم أن يتبنى أي حكم اختلف فيه الفقهاء من باب الاختيار المجرد ، بل لا بد أن يكون الرأي معتبراً ، وإلا فإن من الفقهاء من قال بحل الربا ، بل من الفقهاء من أباح شرب المسكرات دون السكر ، وفرق بين الخمر والمسكر كما هو معلوم عند أهل العلم . ¶ ومن هنا ؛ لا يحق لأحد أن يمنع المسلم من الصيام بعد أن ثبت أنه أول يوم من رمضان ، وصام غيرنا من المسلمين ؛ لأن صومنا يوم يصوم المسلمون وفطرنا يوم يفطر المسلمون ، وليس يوم تصوم سلطة كل بلد وتفطر كما تشاء . ¶ ويطرح بعضهم شبهة أخرى ، وخلاصتها أن دعوة أهل بلد ما أن يصوموا مع المسلمين هي دعوة للفرقة في ذلك البلد لأن بعضهم سيصوم وبعضهم سيفطر و بهذا تقع الفرقة. ¶ وهذه شبهة أوهى من بيت العنكبوت حيث إن الفرقة في ترك الصيام مع أمة الإسلام وفي ترك الحكم الشرعي لا في الصوم مع أمة الإسلام واتباع الحكم الشرعي . ¶ وقد أورد بعضهم شبهة أخرى ، وهي : أن اختلاف المسلمين في أوقات الصوم كاختلافهم في أوقات الصلاة ، فكما هو معلوم أن وقت صلاة الظهر – مثلاً – يختلف من بلد إلى آخر بل من مدينة لأخرى . ¶ وفي هذا المعنى يقول القرافي : \" إن المالكية جعلوا رؤية الهلال في بلد من البلاد سبباً لوجوب الصوم على جميع أقطار الأرض ، ووافقتهم الحنابلة \" .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثم رجح القرافي ما يخالف مذهبه ، وهو ما لكي ، فقال : \" إذا تقرر الاتفاق على أن أوقاف الصلوات تختلف باختلاف الآفاق ، وأن لكل قوم فجرهم وزوالهم وغير ذلك من الأوقات ؛ فيلزم ذلك في الأهلة ، بسبب أن البلاد المشرقية إذا كان الهلال فيها في الشعاع وبقيت الشمس تتحرك مع القمر إلى الجهة الغربية ، فما تصل الشمس إلى أفق المغرب إلا وقد خرج الهلال من الشعاع ، فيراه أهل المغرب ، ولا يراه أهل المشرق . ¶ هذا أحد أسباب اختلاف رؤية الهلال ، وله أسباب أُخر مذكورة في علم الهيئة ، لا يليق ذكرها ههنا ، إنما ذكرتُ ما يقرب فهمه . ¶ وإذا كان الهلال يختلف باختلاف الآفاق وجب أن يكون لكل قوم رؤيتهم في الأهلة ، كما أن لكل قوم فجرهم وغير ذلك من أوقات الصلاة ، وهذا حق ظاهر ، وصواب متعين . أما وجوب الصوم على جميع الأقاليم برؤية الهلال في قطر منها ؛ فبعيد عن القواعد والأدلة لم تقتض ذلك \"(¬1). ¶ وأقول : قياس الهلال على الشمس قياس مع الفارق ، ولا أريد بيان ذلك من الناحية الفلكية ؛ والتي تبين التباين بين حقيقة حركة القمر ومنازله ، وبين حركة الأرض اليومية حول نفسها، والتي ينتج عنها الليل والنهار ، وبين حركتها السنوية حول الشمس ، والتي ينتج عنها السنة الشمسية . فالتباين في واقع الأشياء ينتج عنه التباين في واقع القياس .(¬2) ¶ ونحن لا نقول :إن كل من في الأرض يصومون في نفس اللحظة ، أو يفطرون في نفس اللحظة ، ولكن نقول : لو رؤي الهلال في باكستان فإن أهل باكستان يصومون وقت طلوع فجرهم ، ويأتي أهل العراق بعدهم ، ثم أهل مصر ثم المغرب ، وهذا الاختلاف وقت الصوم والفطر يتناسب وحركة القمر . ¶ ¬__________ ¶ (¬1) - الفروق : ج2 ، ص 203-204 ، نقلاً عن أوائل الشهور العربية . ¶ (¬2) - وانظر للتعرف على هذه الأمور الفلكية كتاب : ظواهر جغرافية في ضوء القرآن الكريم ، لإبراهيم النصيرات .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولكن لو فرضنا أن الهلال رؤي في منطقة السلط وهي مدينة أردنية تقع غرب مدينة عَمّان ، فعلى القول باختلاف المطالع فإن الصوم لا يلزم أهل إيران وباكستان برؤية أهل السلط ؛ لأن هذه البلاد تقع شرق مكان الرؤية ، ويلزم من هذا أن رؤية الهلال في السلط الأردنية لا تُلزم أهل مدينة الأزرق الأردنية؛ لأنها تقع شرق مدينة السلط . ولا أحد يقول بهذا . ¶ فإن قيل : بل يلزم لقرب مدينة الأزرق من السلط . ¶ فأقول : لا بد من تحديد ضابط للبعد والقرب ، ولذلك فإننا نسير متراً واحداً شرق السلط ، ونقول هل يلزم أهل هذا المكان الصوم . ¶ فإن قالوا نعم . ¶ نقول : نسير متراً آخر ونسأل ، فإن بقي الجواب نعم ، فإننا سنصل العراق وتركيا والسعودية إيران وغير ذلك من البلاد التي يخيم عليها الليل . ¶ فإن قالوا يكفي هنا . ¶ قلنا : لهم هاتوا دليلاً . ¶ وإذ لا دليل ؛ فإن القول باعتبار اختلاف المطالع في الصوم باطل . ¶ وقال أحمد شاكر في كتابه : \" والبديهي الذي لا يحتاج إلى دليل أن أوائل الشهور لا تختلف باختلاف الأقطار أو تباعدها ، وإن اختلفت مطالع القمر ؛ فإذا غاب القمر بعد مغيب الشمس فقد دخل الشهر وبدأ .... فالذين ذهبوا من العلماء إلى أن اختلاف المطالع معتبر ، وأن لكل بلد رؤيتهم ؛ فإنما كانوا منطقيين جداً مع الحكم بالرؤية ؛ لأن هذا هو المستطاع إذ ذاك .... والذين أهدروا اختلاف المطالع ، وحكموا بسريان الرؤية في بلد على جميع أقطار الأرض ، كانوا ناظرين إلى الحقيقة المجردة ، أن أول الشهر يجب أن يكون في هذه الكرة الأرضية يوماً واحداً . وهو الحق الذي لا مرية فيه \" وقال قبل ذلك : \" بل الظاهر لنا من نقول بعض الناقلين أن أكثر الفقهاء لا يعتبرون اختلاف المطالع ، كما نقل النووي عن ابن المنذر ، مما يفهم منه أنه قول الأئمة الأربعة والليث بن سعد،و إن اختلف أتباعهم فيه بعد ذلك \"(¬1). ¶ ¬__________ ¶ (¬1) - أوائل الشهور العربية :ص 17 – 20 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الأدلة على وجوب الصوم على كل من بلغه رؤية الهلال ¶ بعد أن بيّنا بطلان اعتبار اختلاف المطالع بحديث أبي عمير أولاً وبالدليل العلمي ثانيا ً ، نثبت وجوب الصوم على كل من بلغه خبر رؤية الهلال عند طلوع فجر الليلة التي رؤي فيها ، وإن شطّت به الدار . ¶ أولاً: قال رسول الله صلى الله عليه وسلم: \" صوموا لرؤيته وافطروا لرؤيته \"(¬1)ولفظ هذا الحديث عام يندرج تحته جميع المسلمين ، والعموم يبقى على عمومه - كما تقرر في الأصول - ما لم يصرفه صارف ، وهنا لم يصرفه صارف من آية أو حديث مرفوع أو إجماع . ¶ قال ابن تيمية : \" فالضابط أن مدار هذا الأمر على البلوغ لقوله : \" صوموا لرؤيته \" فمن بلغه أنه رُؤي ثبت في حقه من غير تحديد بمسافة أصلاً ، وهذا يطابق ما ذكره ابن عبد البر في أن طرفي المعمورة لا يبلغ الخبر فيهما إلا بعد أشهر فلا فائدة فيه ، بخلاف الأماكن التي يصل الخبر فيها قبل انسلاخ الشهر فإنها محل الاعتبار \"(¬2). ¶ ويشير ابن تيمية إلى ما ذكره ابن عبد البر : \" قد أجمعوا أنه لا تراعى الرؤية فيما أخر من البلدان كالأندلس وخراسان وكذلك كل بلد له رؤيته إلا ما كان كالمصر الكبير وما تقاربت أقطاره من بلاد المسلمين \"(¬3). ¶ قال الشّوكاني : \" والذي ينبغي اعتماده هو ما ذهب إليه المالكية وجماعة من الزيدية واختاره المهدي منهم ، ولا يلتفت إلى ما قاله ابن عبد البر من أن هذا القول خلاف الإجماع . ¶ قال : لأنهم قد أجمعوا على أنه لا تراعى الرؤية فيما بَعُد من البلدان كخرسان والأندلس. وذلك لأن الإجماع لا يتم والمخالف مثل هؤلاء الجماعة \"(¬4). ¶ ¬__________ ¶ (¬1) - ( وهذا حديث أخرجه البخاري: 1810،ومسلم: 1081) ¶ (¬2) - ( مجموع الفتاوى ، ط دار الوفاء : ج25 /ص64 ) ¶ (¬3) - ( الاستذكار : ج10/ ص30) ¶ (¬4) - (نيل الأوطار:ج4/ص255)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ثانياً : قوله صلى الله عليه وسلم : \" الصوم يوم تصومون والفطر يوم تفطرون والأضحى يوم تضحون \" أخرجه الترمذي (697).وقال : هذا حديث حسن غريب .(¬1) ¶ ¬__________ ¶ (¬1) - وقد جاء هذا الحديث من طريق ابن المنكدر عن أبي هريرة ،عند أبي داود والدارقطني والبيهقي وأبو علي الهروي ، وهذا طريق منقطع بين ابن المنكدر وأبي هريرة . ¶ وجاء من طريق آخر عند ابن ماجه وفيه مجهول خالف الثقات ، فجعله من حديث محمد بن سيرين عن أبي هريرة ، وجاء عند الترمذي والدارقطني من طريق ابن المنكدر عن عائشة ، وفيه ضعيف خالف الثقات . انظر إرواء الغليل للألباني 4/11- 14. ¶ وقد رواه الترمذي عن سعيد المقبري عن أبي هريرة باللفظ المذكور أعلاه وهو سند حسن إلى حد ما ، وذلك للكلام في عثمان بن محمد فقد قال الحافظ عنه في التقريب : صدوق له أوهام . ¶ وقد وقفت على شاهد للحديث في مسند الإمام الشافعي ص73 : أخبرنا إبراهيم بن محمد حدثني عبد الله بن عطاء بن إبراهيم مولى صفية بنت عبد المطلب عن عروة بن الزبير عن عائشة عن النبي - صلى الله عليه وسلم - قال : \" الفطر يوم تفطرون ، والأضحى يوم تضحون \" وفيه ¶ عبد الله بن عطاء قال فيه أبو حاتم : شيخ . قلت : ومثله من يصلح للاعتبار . وبهذا الشاهد ، وبما سبق ، فإن الحديث بمجموع طرقه مما يحتج به . وإبراهيم بن محمد هو بن العباس المطلبي الصدوق ، وليس إبراهيم بن محمد بن أبي يحيى المتروك ؛ لأن الشافعي كان يسمي المتروك بإبراهيم بن أبي يحيى ، أي ينسبه إلى جده مباشرة دون أبية أو بذكر أبيه . ¶ قال الشافعي : أخبرنا إبراهيم بن أبي يحيى عن جعفر بن محمد عن أبيه ... ( مسند الشافعي ج1/ص286 ) وانظر ( مسند الشافعي ج1/ص302 ) ( مسند الشافعي ج1/ص315 ) ( مسند الشافعي ج1/ص340 ) (مسند الشافعي ج1/ص366 ) . ¶ وقال الشافعي : أخبرنا إبراهيم بن محمد بن أبي يحيى ( مسند الشافعي ج1/ص72 )",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ومعنى الحديث أن الصوم يوم يصوم المسلمون ، والفطر يوم يفطر المسلمون . فإذا صام المسلمون في بلد ما لزم البقية ، أي إذا صاموا فصوموا لأن الصوم يوم تصومون ، وكذلك إذا أفطروا فأفطروا ؛ لأن الفطر يوم تفطرون . ¶ وقال ابن الهمام :\" وإذا ثبت في مصر [ أي : في بلد ] لزم سائر الناس فيلزم أهل المشرق في رؤية أهل المغرب في ظاهر المذهب \"(¬1)أي : المذهب الحنفي . ¶ قال ابن قدامة : \" وإن رأى الهلالَ أهلُ بلد لزم الناس كلهم الصوم \" فقال ابن مفلح الحنبلي معلقاً: \" للعموم ولأن الشهر في الحقيقة ما بين الهلالين وقد ثبت أن هذا اليوم منه في جميع الأحكام \"(¬2) ¶ وقال ابن مفلح الحنبلي : \" وإن ثبتت رؤيته بمكان قريب أو بعيد لزم جميع البلاد الصوم وحكم من لم يره كمن رآه ولو اختلفت المطالع نص عليه وذكره جماعة \"(¬3). ¶ وقال ابن قدامة : \" فصل : وإذا رأى الهلال أهل بلد لزم جميع البلاد الصوم ، وهذا قول الليث وبعض أصحاب الشافعي . ¶ وقال بعضهم : إن كان بين البلدين مسافة قريبة لا تختلف المطالع لأجلها ؛ كبغداد والبصرة ، لزم أهلها الصوم برؤية الهلال في إحداهما ، وإن كان بينهما بُعد كالعراق والحجاز والشام ، فلكل أهل بلد رؤيتهم ..... ولنا [ يقصد : الحنابلة ] قول الله تعالى : ( فمن شهد منكم الشهر فليصمه ) البقرة : 185 ........ ¶ وأجمع المسلمون على وجوب صوم شهر رمضان ، وقد ثبت أن هذا اليوم من شهر رمضان بشهادة الثقات ، فوجب صومه على جميع المسلمين ، ولأن شهر رمضان ما بين الهلالين ، وقد ثبت أن هذا اليوم منه في سائر الأحكام من حلول الدَّين ووقوع الطلاق ..... ¶ ¬__________ ¶ (¬1) - ( فتح القدير:ج2/ص313 ) ¶ (¬2) - ( المبدع شرح المقنع :ج3/ص7 ) وانظر ( زاد المستقنع ج1/ص78 ) ¶ (¬3) - ( الفروع:ج3/ص12 )",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فيجب صيامه بالنص والإجماع ، ولأن البينة العادلة شهدت برؤية الهلال فيجب الصوم كما لو تقاربت البلدان ، فأما حديث كريب فإنما دل على أنهم لا يفطرون بقول كريب وحده ، ونحن نقول به \"(¬1). ¶ وقال البهوتي : \" وإذا ثبتت رؤية الهلال بمكان قريباً كان أو بعيداً لزم الناس كلهم الصوم ، وحكم من لم يره حكم من رآه ؛ لقوله - صلى الله عليه وسلم - صوموا لرؤيته . وهو خطاب للأمة كافة ، ولأن الشهر في الحقيقة ما بين الهلالين ، وقد ثبت أن هذا اليوم منه في جميع الأحكام \"(¬2) ¶ وذهب الصيرمي والقاضي أبو الطيب والدارمي وأبو علي السنجي وغيرهم من الشافعية إلى الصيام برؤية أي بلد للهلال(¬3). ¶ قال النووي : \" وإذا رُؤي ببلد لزم حكمه البلد القريب دون البعيد في الأصح \" قال الخطيب الشربيني شارحاً : \" والثاني : يلزم في البعيد أيضاً \"(¬4). ¶ إذن ؛ فالقول ببطلان المطالع هو وجه عند الشافعية ، والخلاف بين الشافعية في هذا قوي وليس ضعيفاً ؛ ويدل على هذا قول النووي في ( نفس الكتاب ، والجزء ، ص12 ) : \" وحيث أقول الأصح أو الصحيح فمن الوجهين أو الأوجه ، فإن قوي الخلاف ، قلت : الأصح ، إلا فالصحيح \" . ¶ وهنا قال النووي : \" الأصح \" ؛ لأن الخلاف قوي بين الشافعية في هذا . ¶ وأحب أن أشير إلى أن الخلاف عند الشافعية في البلد البعيد أما القريب - كما يظهر من كلام النووي - فلا خلاف فيه . ¶ ¬__________ ¶ (¬1) - ( المغني ، دار الفكر ، ط1 ، ج 3 ، ص5 ) ¶ (¬2) - كشاف القناع ، دار الفكر ، ج2/ص303 ¶ (¬3) - انظر . المجموع شرح المهذب:ج6/ص273 . ¶ (¬4) - ( منهاج الطالبين مع مغني المحتاج ، دار الفكر ، ج1 ، ص 422 )",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قال ابن عبد البر : \" واختلف العلماء في حكم هلال رمضان أو شوال يراه أهل بلد دون غيرهم ، فكان مالك فيما رواه عنه ابن القاسم والمصريون إذا ثبت عند الناس أن أهل بلد رأوه فعليهم القضاء في ذلك اليوم الذي أفطروه وصامه غيرهم برؤية صحيحة ، وهو قول اللّيث والشافعي والكوفيين وأحمد . وروى المدنيّون عن مالك وهو قول المغيرة وابن دينار وابن الماجشون أن الرؤية لا تلزم غير أهل البلد الذي وقعت فيه إلا أن يكون الإمام يحمل الناس على ذلك \"(¬1). ¶ وذكر القرطبي أحد قولي الإمام مالك : \" وأما مذهب مالك – رحمه الله – في هذه المسألة ؛ فروى ابن وهب وابن القاسم عنه في ( المجموعة ) أن أهل البصرة إذا رأوا هلال رمضان ثم بلغ ذلك الكوفة والمدينة واليمن أنه يلزمهم الصيام أو القضاء إن فات الأداء \"(¬2). ¶ وقد قرر مجلس مجمع الفقه الإسلامي - المنعقد في دورة مؤتمره الثالث بعمان عاصمة الأردن من 8 إلى 13 صفر 1407هـ / 11 إلى 16 أكتوبر 1986م . ¶ في مدى تأثير اختلاف المطالع على توحيد بداية الشهور. ¶ أنه إذا ثبتت الرؤية في بلد وجب على المسلمين الالتزام بها ولا عبرة لاختلاف المطالع لعموم الخطاب بالأمر بالصوم والإفطار(¬3). ¶ وبهذا يظهر وجوب الصوم على جميع المسلمين برؤية أي بلد . ¶ وتبين أن هذا القول هو : ¶ - الظاهر من مذهب الحنفية كما ذكر ابن الهمام في (فتح القدير) . ¶ - رواية ابن القاسم وابن وهب والمصريين عن الإمام مالك كما في ( الاستذكار) و ( الجامع ) . ¶ - وجه عند الشافعية كما في ( المجموع ) و ( المنهاج ) وقول الشافعي كما في ( الاستذكار ) . ¶ - مذهب الإمام أحمد بن حنبل كما في ( المغني ) و ( المبدع ) و ( الفروع ). ¶ - قول ابن تيمية كما في ( الفتاوى ) . ¶ - قول الشوكاني كما في ( النَّيل ) . ¶ ¬__________ ¶ (¬1) - ( الاستذكار:ج10/ص28-29 ) ¶ (¬2) - ( الجامع لأحكام القرآن ،دار الفكر ط 1993 ، ج2 ، ص 276 ) ¶ (¬3) - www.islampedia.com",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "- وهذا ما أقره مجلس الفقه الإسلامي المنعقد في الأردن . ¶ والأدلة في جانبهم كما هو مبين آنفاً . ¶ ثانياً : ( هل يثبت دخول الشهر القمري بالحساب الفلكي ؟؟؟؟ )(¬1) ¶ ( حقيقة الحساب الفلكي ) ¶ ¬__________ ¶ (¬1) - لقد اقتبست في هذا البحث عبارات أشرت إلى مصدرها ، ولكن لتداخل الأفكار لم أشر إلى بعضها ، وللأمانة العلمية أسرد مظان هذه العبارات ، وهي : ¶ - أوائل الشهور العربية ، أحمد شاكر ، مكتبة ابن تيمية السلفية . ¶ - دخول الشهر القمري بين رؤية الهلال والحساب الفلكي ، لفهد الحسون . ¶ http://saaid.net/book/index.php ¶ - التحديد الفلكي لأوائل الشهور القمرية لعبد الله المنيع . ¶ http://saaid.net/book/index.php ¶ - لماذا الاختلاف حول الحساب الفلكي للزرقا . ¶ http://saaid.net/book/index.php ¶ - الحساب الفلكي وإثبات أوائل الشهور العربية ليوسف القرضاوي . ¶ http://saaid.net/book/index.php ¶ - انظر قواطع الأدلة في الرد على من عول على الحساب في الأهلة حمود التويجري . ¶ http://saaid.net/book/index.php ¶ - مقال بعنوان \" الفقيه والسياسي وإثبات الشهور العريبة \" لعبد الرحمن الحاج . ¶ www.islamonline.net ¶ - مقال بعنوان \" الحساب الفلكي لتحديد أوائل الشهور العربية \" للدكتور مسلم شلتوت . ¶ www.islamonline.net ¶ - الاستفادة من الحساب الفلكي في رؤية الهلال ، محمد قعدان ، ومحمد عودة . رسالة المعلم ،العدد 2، المجلد 43 . ¶ - كتب ورسائل وفتاوى ابن تيمية في الفقه . ¶ - فتح الباري ، بيت دار الأفكار",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "القمر كما هو معروف جرم تابع للأرض وجسم مظلم لا يضيء بذاته، بل يعكس ما يسقط عليه من ضوء الشمس إلى الأرض ؛ فيصبح مرئيًا بالنسبة لسكان الأرض . وهذه الإضاءة واتساع مساحتها تختلف باختلاف زاوية موقع القمر اليومي من الأرض والشمس ، مما ينشأ عنها ظاهرة أوجه القمر المعروفة ، والتي استخدمها المسلمون أساسًا للتقويم الهجري المعمول به ؛ تطبيقًا لقول الله تعالى في كتابه الكريم \" يسألونك عن الأهلة قل هي مواقيت للناس والحج \" . ¶ حيث يتم التثبت من بدء أول يوم من الشهر القمري برؤية الهلال بعد غروب الشمس في يوم 29 من الشهر القمري السابق ، وإذا تعذرت رؤية الهلال يتوجب إكمال عدة الشهر القمري السابق 30 يومًا ، ثم يبدأ بعد ذلك الشهر القمري الجديد ؛ وذلك لأداء فريضتي الصوم والحج عند المسلمين . ¶ لذلك كان لدراسة حركة القمر أهمية كبيرة لتحديد ميلاد الأهلة التي تساعد كثيرًا في تحديد بدايات الأشهر القمرية ؛ وذلك لأن أمر الهلال يثير اهتمام الكثير من الناس وخاصة المسلمين الذين دأبوا في أقطارهم المختلفة للتطلع إلى الأفق لرؤيته بعد غروب الشمس . فبعضهم قد يوفق في رؤية الهلال ، بينما يشتبه الآخرون فيتوهمون رؤيته ، ومنهم من لا يتمكن من رؤيته البتة ؛ وبذلك قد يحصل الاختلاف بين الأقطار العربية والإسلامية في تعيين موعد إقامة الشعائر الدينية .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ومدار القمر حول الأرض يختلف بكونه غير منتظم ، وفيه الكثير من التعقيد بسبب التأثير الجذبي الواقع عليه من قبل كل من الشمس والأرض ، ولهذا فإن الاختلاف في مداره المركزي يكون غير ثابت وسرعته في المدار غير ثابتة أيضًا ؛ ونظرًا لوجود هذا التفاوت في الاختلاف المركزي للمدار فإن التصحيحات اللازمة والأخذ بعين الاعتبار لكثير من العوامل والمؤثرات التي تؤثر على حركة القمر ومداره وموقعه خلال دورانه حول الأرض ؛ لأن كل هذه العوامل تؤثر بشكل أو بآخر على زمن دورة القمر وموقع القمر في السماء وبعده وقربه عن الأرض ، هذا بالإضافة إلى تأثير الكواكب السيارة القريبة من الأرض على حركة ومدار القمر . ¶ وعلى الرغم من أن هذه التأثيرات بسيطة فإنه يجب مراعاتها في الحسابات الفلكية ، وخاصة إذا ما توخينا الدقة العالية في حسابات مدة الدورة ولحظة ميلاد الهلال وموقع القمر في أي لحظة مطلوبة ، ونعني بمواقع القمر في السماء بعده عن الشمس ، وموقعه بالنسبة لأفق راصد معين ، وزمن شروقه وزمن غروبه ، وما إلى ذلك من الأمور الأخرى التي تسهل عملية الاستدلال على القمر ومشاهدته، وخاصة عندما يكون في طور الهلال . ¶ ولقد تمكن العالم الفلكي الأوروبي \"براون\" في نهاية القرن التاسع عشر من وضع جداول مفصلة لتحديد حركة القمر ، ثم تمكن الباحثون الفلكيون في القرن الحالي من تصحيح هذه الجداول ووضعها بصيغة معادلات يمكن استعمالها لتحديد موقع القمر . ¶ وبعد انتشار الحاسبات الآلية، فقد قام بعض الفلكيين المسلمين بتطوير برامج للحاسب الآلي لتحديد حركة الأرض حول الشمس بالاستناد إلى قوانين \"كبلر\" ، وذلك لتحديد زمن غروب الشمس بالدقة المطلوبة ، وبعد ذلك يتم تحديد موقع الهلال استنادًا إلى المعادلات المشتقة من جداول \"براون\" لحركة القمر .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولقد برز من الفلكيين المسلمين الذين تطرقوا إلى موضوع استخدام الحساب الفلكي لتحديد أوائل الشهور الهجرية العديد من العلماء ، أشهرهم \" البتاني\" 850-929م ، و\" البيروني\" 973-1048م ، \" ونصير الدين الطوسي \" 1258-1274م . ¶ وفي القرن الماضي قام اللواء المصري \" محمد مختار باشا \" 1846-1897 بتأليف كتابه \" التوفيقات الإلهامية في مقارنة التواريخ الهجرية بالسنين الإفرنجية والقبطية من سنة 1 إلى سنة 1500 هجرية \" . ¶ أما في السنوات الأخيرة ، فقد برز اهتمام المسلمين بالموضوع ، ولعل السبب هو تطور طرق المواصلات والاتصالات بين أرجاء العالم الإسلامي المختلفة ، في حين لا زال المسلمون يختلفون في أوقات أعيادهم ، حتى في الدول المتجاورة . ¶ وقد برز في هذا المجال عدد من البحوث ، أهمها تلك التي نشرها الأستاذ الماليزي الدكتور \"محمد إلياس\" في السبعينيات ، وتلك التي نشرها الأستاذ الدكتور \"حميد مجول النعيمي\" ومجموعته بقسم الفلك – كلية العلوم – جامعة بغداد في الثمانينيات . ¶ ولتحديد بداية الشهر القمري الشرعي ، يجب تحديد الشروط اللازمة التي تسمح للعين المجردة بتمييز هلال الشهر الجديد، وهناك عوامل كثيرة تؤثر على عملية الرؤية هذه أهمها : ¶ 1 - عمر الهلال وبعده الزاوي عن قرص الشمس . ¶ 2 - ارتفاع الهلال عن مستوى الأفق وقت الغروب . ¶ 3 - بُعد القمر عن الأرض . ¶ 4 - طبيعة الظروف الجوية وشفافية الهواء . ¶ إن العاملَين الأول والثاني هما الرئيسان في تحديد القدرة على الرؤية ، أما العامل الثالث فتأثيرها قليل ؛ حيث إن بُعد القمر عن الأرض يتغير بحدود + 4% ، ولا يؤثر ذلك كثيرًا على قابلية الرؤية ومن الممكن إهماله ، أما العامل الرابع فتعتمد على العديد من العوامل المحلية في وقت الرؤية ولا يمكن معرفتها مسبقًا(¬1). ¶ ¬__________ ¶ (¬1) ¶ - انظر مقالاً بعنوان \" الحساب الفلكي لتحديد أوائل الشهور العربية \" للدكتور مسلم شلتوت . www.islamonline.net",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "\" التحديد بالحساب الاقتراني فإنه يتم بكثير من الدقة ، فهو يرتبط بتحولات هندسية بحتة، وهي الأوضاع النسبية للكواكب الثلاثة ( الأرض ، الشمس ، القمر ) ، منذ زمن طويل نسبياً ... وهو يتم بخطأ لا يتجاوز الدقيقة الواحدة في أيامنا هذه ، ومن المفيد هنا - ربما - الإشارة إلى أن كسوف الشمس في عام ( 1999م ) كان معروفاً بدقة منذ خمسين عاماً . ¶ فلو كان إثبات الشهر القمري يتأسس على الاقتراني ( كما هو الحال في تونس مثلاً ) لما كانت هناك مشكلة فلكية ذات اعتبار ، ولكن تحديده من خلال رؤية الهلال يعقد المسألة إذ يدخل فيها عوامل فيزيولوجية وجغرافية وفيزيائية \".(¬1)لما سيأتي بيانه بأن الرؤية لا تتزامن مع الاقتران المركزي بل تأتي بعده ؛ أي بعد الاقتران المركزي ومن ثم الاقتران السطحي ، ولا تلزم الرؤية من الاقتران السطحي . ¶ \" فالقمر يدور حول الأرض من الغرب إلى الشرق ، أي باتجاه دوران الأرض حول نفسها ، ويحتاج القمر لإتمام دورة كاملة ليعود إلى الطور نفسه ( محاق ، بدر .....) إلى (29.53) يوماً وهو الشهر القمري الاقتراني . فالقمر يقطع مسافة زاوية في السماء نسبة إلى النجوم في كل ليلة قرابة (13ْ) نحو الشرق أو نصف درجة في كل ساعة تقريباً ، وهذا مساوٍ لقطره تقريباً . ¶ ويبدأ الشهر الاقتراني عندما يكون القمر واقعاً بين الأرض والشمس ، وتسمى هذه اللحظة ( الاقتران ) ، ويكون القمر عندئذ في طور المحاق ، حينئذٍ لا يمكن رؤية القمر ؛ لأن وجهه المضيء يكون باتجاه الشمس ووجهه المظلم باتجاه الأرض ، وبعد لحظة الاقتران يتحرك القمر باتجاه الشرق ، ونستطع رؤية جزء من سطحه المضيء على شكل هلال رفيع جهة الغرب بُعيد غروب الشمس مباشرة ¶ ¬__________ ¶ (¬1) ¶ - مقال بعنوان \" الفقيه والسياسي وإثبات الشهور العريبة \" لعبد الرحمن الحاج . www.islamonline.net",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وتعد رؤية الهلال في أوائل تولده أساساً آخر في تحديد الشهر القمري ، ويسمى الشهر القمري الشرعي ، إذ يبدأ برؤية الهلال أول مرة بُعيد غروب الشمس في جهة الغرب وينتهي مع بداية رؤية الهلال الجديد مرة أخرى في جهة الغرب بُعيد غروب الشمس ، وهنا يجب أن نفرق بين تولد الهلال وبداية ظهور الهلال . ¶ ( الفرق بين تولد الهلال وبداية ظهور الهلال ) ¶ فتولد الهلال يحدث عندما يكون القمر محاقاً وتكون نسبة إضاءة القمر حينها صفراً إذا كان القمر في طور المحاق وقت الكسوف . وثمة مصطلحان لتولد الهلال : ¶ الاقتران المركزي ( التولد المركزي ) ويقتضي أن كلاً من الشمس والأرض والقمر عبارة عن نقاط تقع على استقامة واحدة وهي لحظة عالمية واحدة . ¶ والاقتران الآخر يسمى الاقتران السطحي ( التولد السطحي ) ويقتضي أن كلاً من الشمس و الأرض والقمر كرات حيث يقع مركزا القمر والشمس على استقامة واحدة مع الراصد الفلكي على سطح الأرض ، ولا يعد الاقتران السطحي لحظة واحدة بالنسبة للعالم ، بل لكل منطقة على سطح الأرض موعدها المختلف لحدوث الاقتران ، ومثال ذلك كسوف الشمس وهو عبارة عن اقتران مرئي ، إذ يلاحظ أن مواعيد الكسوف تختلف من منطقة إلى أخرى . ¶ أما ظهور الهلال ورؤيته فيحصل عندما يتحرك القمر من لحظة الاقتران في فترة قصيرة من الزمن ، إذ تبدأ أشعة الشمس بالانعكاس عن سطحه فنراه على شكل هلال رفيع . والقمر في هذه الحالة يكون قريباً من الشمس . وعلينا أن نتحراه بُعيد غروب الشمس بالقرب من المنطقة التي غابت عنها الشمس .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويمكن تحديد لحظة الاقتران بالحسابات الفلكية في غاية الدقة ، إذ يبلغ متوسط الشهر القمري الاقتراني (29.53) يوماً أي ما يعادل (29) يوماً ، (12) ساعة ، و (44) دقيقة و ( 2.78) ثانية ، أي أن الإنسان بوسعه أن يحدد طول الشهر الاقتراني بجزء من الثانية . ومن الأدلة على دقة الحسابات الفلكية تحديد الكسوفات والخسوفات بدقة متناهية ، بالإضافة إلى دقة هبوط الإنسان مرات عدة على سطح القمر وهبوط العديد من المركبات الفضائية على سطح المريخ ،والحسابات الفلكية هي من الثوابت والحقائق فلا مجال للتشكيك في صحتها . ¶ و معلوم أن وكالة ناسا الأمريكية أنجزت الحسابات الفلكية لتولد الهلال لخمسة آلاف سنة بدءاً من عام (2000) قبل الميلاد وحتى عام ( 3000) ميلادية . ¶ ( كيف نحدد بداية القمر الشهري ؟ ) ¶ أما بالنسبة لتحديد بداية الشهر القمري الشرعي ونهايته الذي يعتمد على رؤية الهلال في أول ظهوره ، فإن الحسابات الفلكية لا تحدد هذه اللحظة . لكن يمكن الاستفادة من الحسابات الفلكية في تحديد لحظة الاقتران وبالتالي يمكننا تحديد الليلة التي يتحرى فيها المسلمون مراقبة هلال الشهر الجديد وفقاً للمعايير الآتية : ¶ 1- ألا يقل عمر القمر عن (15) ساعة و (24) دقيقة . عمر القمر هو الفرق الزمني بين وقت حدوث الاقتران ووقت رصده عند غروب الشمس ، بوساطة العين المجردة . ¶ 2- ألا يقل ارتفاع القمر عن الأفق ( 7 ْ) . ¶ 3- أن يتأخر غروب القمر بعد غروب الشمس فترة من الزمن لا تقل عن (22) دقيقة . وغروب القمر : غروب الحافة العليا لقرص القمر يوم المحاق مع مراعاة الارتفاع على سطح البحر . ¶ 4- ألا تقل مسافة الزاوية بين مركزي القمر والشمس عن ( 7ْ ) .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "مع ملاحظة أن زيادة أحد الشروط أعلاه يقابلها نقصان في غيرها(¬1). ¶ وعلى أي حال إذا تحققت الشروط أعلاه بالشكل الذي وصفناه ، فإن إمكانية رؤية الهلال في أول ظهوره ممكنة . ¶ لتوضيح ذلك نأخذ مثال رؤية هلال رمضان لعام ( 1999 ) . ¶ دلت الحسابات الفلكية أن لحظة الاقتران في شهر رمضان عام ( 99 ) هي الساعة ( 12 ) مساء ليل الأربعاء بتوقيت عمّان . والشمس تغرب في عمّان في الساعة الخامسة مساءً ، فلن يكون يوم الأربعاء هو الأول من شهر رمضان ؛ لأن الهلال لم يتولد بعد وبالتالي فإن إمكانية رؤيته مستحيلة في مساء يوم الثلاثاء بعد غروب الشمس ؛ إذ لا يوجد هناك هلال نراه في سماء الأردن بعد غروب الشمس ، والذي يقول أنه رأى الهلال يكون قد رأى شيئاً غير موجود . ¶ بل إن إمكانية رؤية الهلال في اليوم التالي ( ليلة الخميس ) كانت غير ممكنة ، إذ قام (11) راصداً فلكياً باستخدام المقراب في جنوب مصر وعلى جبل مرتفع برصد الهلال ، ولم يتمكنوا من رؤيته . وقد أفاد الحساب الفلكي أن إمكانية رؤيته بالمقراب ستكون بدءاً من حدود مصر مع ليبيا ، وفعلياً تم رصده بالمقراب في وسط الولايات المتحدة الأمريكية وبالعين المجردة في غربها . ¶ ¬__________ ¶ (¬1) - قلت : وهذا يدل على عدم انضباط شروط إمكانية الرؤية بشكل قطعي ، فقد قرأت في بحوث أخرى مقادير مختلفة بعض الشيء عن هذه المقادير المذكورة آنفاً ، وأما حساب الاقتران المركزي والسطحي فهو منضبط .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "غير أن هذه لحظة الاقتران المركزي هي واحدة لجميع أهل الأرض ، ولكن الذي يختلف كلما قلنا هو الاقتران السطحي ، إذ يبلغ أقصى فرق بين اقترانيين سطحيين للشهر نفسه أربع ساعات تقريباً ، بالإضافة إلى اختلاف غروب الشمس بين أقطار البلاد الإسلامية ويمتد (8) ساعات بين ماليزيا وموريتانيا ، وعملياً يمكن أن يرى الهلال أول رمضان في غرب العالم الإسلامي ولا يرى في شرقه في الليلة ذاتها، أي يمكن أن يختلف بدء الصيام بين غرب العالم الإسلامي وشرقه بيوم واحد ( على اعتبار اختلاف المطالع ) ، ولكن لا يوجد سند علمي لأن يكون الفرق أكثر من يوم واحد . ¶ وللأسف الشديد كان الفرق في بدء الصيام لعام ( 1999 ) ( 3 ) أيام وبدء الإفطار في أربعة أيام : نيجيريا يوم الجمعة ( 6/1 ) ، السعودية والأردن السبت ( 7/1 ) ، مصر والمغرب يوم الأحد (8/1 ) والهند والباكستان يوم الاثنين ( 9/1 ) . ¶ ولتوضيح ذلك نأخذ المثال الآتي على اعتبار اختلاف المطالع : ¶ هب أن لحظة الاقتران في شهر ما هي الساعة ( 3 ) صباحاً بتوقيت الأردن ، والشمس تغرب في الساعة الخامسة مساءً ، فيكون قد مضى على عمر الهلال ( 14 ) ساعة ، وإمكانية الرؤية على فرض تحقق الشروط الأخرى - كما ذكرنا سابقاً - تكون غير ممكنة . ¶ وفي إيران تغرب الشمس قبل ( 3 ) ساعات من الأردن فيكون عمر الهلال ( 11 ) ساعة وإمكانية الرؤية أيضاً غير ممكنة . وفي الرياض تغرب الشمس قبل ساعة من الأردن فيكون عمر الهلال (13) ساعة وإمكانية الرؤية غير ممكنة . ¶ أما في المغرب فتغرب الشمس بعد ساعتين من الأردن فيكون عمر الهلال ( 16 ) ساعة وإمكانية رؤية الهلال ممكنة(¬1). ¶ ¬__________ ¶ (¬1) - قلت : فتثبت رؤية الهلال في باقي الدول التي تخيم عليها نفس الليلة بناء على رؤية الهلال في المغرب العربي ، ثم يسري إثبات رؤية الهلال على الدول التي يسير إليها الليل .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وعلى ذلك فالمغرب والدول التي لها المطلع نفسه تبدأ الصيام في اليوم التالي من رؤية الهلال . وفي اليوم التالي تكون رؤية الهلال ممكنة في باقي البلاد الإسلامية ، إذ يكون كبيراً نسبياً بما يكفي لرؤيته .... ¶ والحقيقة أن البلاد الإسلامية تعتمد في تحديد الأشهر الهجرية تارة على الحساب الفلكي وتارة أخرى على الرؤية ، ومثال ذلك اليمن في عام 1420هـ صامت يوم الأربعاء علماً بأن الهلال لم يكن متولداً ليرى في سماء اليمن بعد غروب الشمس . ومثال آخر ما حدث في شهر ذي الحجة 1416هـ ، إذ أعلنت السعودية أن أول أيام شهر ذي الحجة هو 18/4/96 ، بمعنى أن الهلال تمت رؤيته ليلة 17/4، إلا أن الهلال كان يحتاج إلى سبع ساعات حتى يتولد ، وفي ذلك اليوم حصل كسوف للشمس من نيوزلندا فاضطرت السعودية حينها إلى تغيير بداية شهر ذي الحجة . ¶ ومن الأمثلة أيضاً ما جرى في عام 1999 وهو إفطار الأردن والسعودية ، حيث أعلنت السعودية ثبوت رؤية هلال شوال ليلة الجمعة واتبعتها الأردن ، وفعلياً الهلال تولد في الساعة 9.16 ليلة الجمعة ، وبالتالي فإن إفطارنا في الأردن لعام 1999 كان مبنياً على الحساب الفلكي وليس على الرؤية ؛ لأن الرؤية مستحيلة بعد غروب شمس الخميس . ¶ ومن الأخطاء أيضاً زيادة عدة الشهر الهجري عن 30 يوماً أو نقصانه عن 29 يوماً ، ومثال ذلك ما حصل سابقاً في عدة شعبان في الأردن ، إذ لوحظ أن عدة هذا الشهر في أربع سنوات كانت 28 يوماً ، وفي سنة أخرى جاءت 31 يوماً ، وهذا مناقض لما عرف من أن عدة الشهر الهجر 29 يوماً أو 30 يوماً فقط . \"(¬1) ¶ آراء العلماء بالأخذ بالحساب الفلكي ¶ انقسم العلماء المعاصرين إلى : ¶ ? قائل برد الحساب الفلكي والأخذ بالرؤية فقط . ¶ ¬__________ ¶ (¬1) - الاستفادة من الحساب الفلكي في رؤية الهلال ، محمد قعدان ، ومحمد عودة . رسالة المعلم ،العدد 2، المجلد 43، ص 81 – 84 .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "? وقائل بوجوب الأخذ بالحساب الفلكي في إثبات بداية الشهر القمري وكذلك نهايته دون النظر إلى الرؤية . ¶ ? وقائل بالأخذ بالحساب الفلكي في النفي لا في الإثبات ، أي في نفي الرؤية عند عدم جوازها فلكياً ، ولكن لا بد من الرؤية لإثبات دخول الشهر وذهابه . ¶ أدلة القائلين برد الحساب الفلكي والأخذ بالرؤية فقط(¬1): ¶ الدليل الأول من أدلة المانعين : الابتداع في الدين والشرع فيه بما لم يأذن به الله ؛ لإن الشرع حصر طرق ثبوت دخول الشهر بأحد طريقين لا ثالث لهما : رؤية الهلال أو إكمال الشهر ، وإضافة طريقة ثالثة لثبوت دخول الشهر هو استدراك على الشارع الحكيم العليم ، وقد قال تعالى ( وَمَن يُشَاقِقِ الرَّسُولَ مِن بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدَى وَيَتَّبِعْ غَيْرَ سَبِيلِ الْمُؤْمِنِينَ نُوَلِّهِ مَا تَوَلَّى وَنُصْلِهِ جَهَنَّمَ وَسَاءتْ مَصِيرًا ) (سورة النساء : 115 ) . ¶ ويُرد على هذا بأن \" الأخذ بالحساب القطعي اليوم وسيلةً لإثبات الشهور: يجب أن يقبل من باب \" قياس الأولى \" ، بمعنى أن السنة التي شرعت لنا الأخذ بوسيلة أدنى - لما يحيط بها من الشك والاحتمال ، وهي الرؤية - لا ترفض وسيلة أعلى وأكمل وأوفى بتحقيق المقصود ، والخروج بالأمة من الاختلاف الشديد في تحديد بداية صيامها وفطرها وأضحاها ، إلى الوحدة المنشودة في شعائرها وعباداتها ، المتصلة بأخص أمور دينها ، وألصقها بحياتها وكيانها الروحي ، وهي وسيلة الحساب القطعي \"(¬2). ¶ ¬__________ ¶ (¬1) - انظر قواطع الأدلة في الرد على من عول على الحساب في الأهلة حمود التويجري . وانظر رؤية الهلال بين الرؤية الشرعية والفلكية ¶ من حوار مجلة الهجرة مع الشيخ محمد بن إسماعيل المقدم . وانظر دخول الشهر القمري بين رؤية الهلال والحساب الفلكي لفهد حسون . ¶ http://saaid.net/book/index.php ¶ (¬2) - الحساب الفلكي وإثبات أوائل الشهور العربية ليوسف القرضاوي ، ص1 . http://saaid.net/book/index.php",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "والقول بالحساب الفلكي هو اجتهاد مبني على قواعد علمية وهو رأي اجتهادي معتبر بغض النظر عن كونه صحيحاً أم خطأً ، ولا يقال لكل قول يخالف اجتهاد شخص أو جماعة أو مذهب إنه ابتداع ، وإلا فإن المذاهب الأربعة مليئة بل طافحة بالابتداع في الدين وهذا قول غير منصف . ¶ بل هو اجتهاد معتبر مبني على قواعد وضوابط وأسس . ¶ الدليل الثاني من أدلة المانعين : قول الله تعالى : ( فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ ) ( سورة البقرة : 185 ) . ¶ ووجه الدلالة : أن المراد بالشهود رؤية الهلال كما هو المتبادر ، وبه فسره أهل العلم العارفون بمدلول لغة القرآن وهم القدوة في ذلك لا من خالف إجماع السلف . ¶ ويُرد عليه - على سبيل المثال لا الحصر - بقول القرطبي : ¶ \" وشهد بمعنى حضر ، وفيه إضمار ، أي : من شهد منكم المصر في الشهر عاقلًا بالغاً صحيحاً مقيماً فليصمه ، وهو يقال عام فيخصص بقوله : ( فمن كان منكم مريضاً أو على سفر الآية ، وليس الشهر بمفعول وإنما هو ظرف زمان \"(¬1) ¶ وقال ابن كثير : ¶ \" ( فمن شهد منكم الشهر فليصمه ) هذا إيجاب حتم على من شهد استهلال الشهر أي كان مقيماً في البلد حين دخل شهر رمضان وهو صحيح في بدنه أن يصوم لا محالة \"(¬2). ¶ وأيضاً فلو كان لمقصود بالشهود رؤية الهلال لما وجب على من لم ير الهلال صيام ، لأنه لم يشهد رؤيته ؛ لأن النص ( فمن شهد منكم الشهر فليصمه ) ومفهومه : من لم يشهده فلا يصمه ، فلو كان المقصود بالشهود الرؤية لما استقام المعنى ، ولكن المعنى يستقيم بقول الإمامين ابن كثير والقرطبي وغيرهما من العلماء . ¶ ¬__________ ¶ (¬1) - تفسير القرطبي ، دار الشعب ، ج2/ص299 ¶ (¬2) - تفسير ابن كثير ،ى دار الفيحاء ، ج1/ 293.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "الدليل الثالث من أدلة المانعين : الأحاديث النبوية الصحيحة كحديث ابن عمر – رضي الله عنهما – أن رسول الله – صلى الله عليه وسلم – قال: « إذا رَأيتُموهُ فصوموا ، وإِذا رأَيتُموهُ فأفطِروا ، فإن غُمَّ عليكم فاقْدُرُوا له »(¬1). ¶ وفى الاعتماد على الحساب الفلكي إهدار للعلة الشرعية ، وإسقاط لحجية الرؤية الشرعية والحجية القضائية لحكم المحاكم الشرعية ، واعتبار لما ألغاه الشرع ، وهو الحساب الفلكي ، وشذوذ عن اتفاق من يعتد به من أهل العلم وفقهاء المذاهب الذين حُكي عنهم الإجماع على عدم جواز العمل به . ¶ فرتب وجوب الصوم والفطر على رؤية الهلال بالعين ، لا على العلم بوجود الهلال فلكياً دون رؤية بصرية ، فالنبي صلى الله عليه وآله وسلم لم يقل \" صوموا لوجود الهلال أو ثبوته \" حتى يعم الوجود كلاً من الوجودين الفلكي والبصري ، بل قال : \" صوموا لرؤيته \" والرؤية أخص من الوجود ، فقد يوجد الهلال فلكياً ولكن لا يُرى لأسباب كثيرة ، فلا يجب الصوم . ¶ ¬__________ ¶ (¬1) - ( البخاري : 1767 ) ( مسلم : 1799 )",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أضف إلى هذا أن الشق الأخير من الحديث يدل دلالة قاطعة على أن وجود الهلال ليس هو العلة ، وإنما العلة هي تحقق الرؤية الحسية الملموسة ، وذلك لأن قوله صلى الله عليه وآله وسلم \" فإن غم عليكم ، يفيد بأنه عند وجود الهلال وراء الغيم أو غيره يجب عدم الصوم ، وإكمال الشهر ثلاثين يوماً ، مما يقطع بأن العلة ليست هي مجرد وجود الهلال ، وإنما هي أخص من ذلك ، ألا وهى : تحقق الرؤية البصرية ، وبهذا ألغى الشارع الحكيم اعتبار الوجود العلمي للهلال علة للصوم أو الفطر ، وأكد على أن الوجود الحسي البصري هو العلة ، وليس ذلك لأن قوة درجة الحساب الفلكي في الإثبات أقل من درجة الشهادة على الرؤية ، أو لعدم صحة مقدمات ونظريات علم الفلك ولكن لأن رحمة الله بعباده اقتضت أن يعلق أسباب عبادتهم وعللها بأمور حسية ملموسة لكل المكلفين ، دفعاً للحرج والمشقة على الناس ، وأن تكون علل الأحكام وأسبابها ثابتة وحسية وعامة يسهل إدراكها لجميع المكلفين دون مشقة ، وألا ترتبط هذه العبادات بأمور عقلية علمية معنوية لا يدركها كل الناس ، ولا كل من يريد أن يلتمسها حتى يتحقق عموم العلة مع عموم التكليف ، ويسر إدراكها مع يسر أدائه . ¶ ويُرد على هذا بأن \" الرؤية.. وسيلة متغيرة لهدف ثابت.... أما الهدف من الحديث فهو واضح بيّن، وهو أن يصوموا رمضان كله، ولا يضيعوا يومًا منه أو يصوموا يومًا من شهر غيره ، كشعبان أو شوال ، وذلك بإثبات دخول الشهر أو الخروج منه ، بوسيلة ممكنة مقدورة لجمهور الناس ، لا تكلفهم عنتًا ولا حرجًا في دينهم . ¶ وكانت الرؤية بالأبصار هي الوسيلة السهلة والمقدورة لعامة الناس في ذلك العصر ، فلهذا جاء الحديث بتعيينها ؛ لأنه لو كلفهم بوسيلة أخرى كالحساب الفلكي ـ والأمة في ذلك الحين أمية لا تقرأ ولا تحسب ـ لأرهقهم من أمرهم عسراً ، والله يريد بأمته اليسر ولا يريد بهم العسر.....",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "فإذا وُجِدتْ وسيلة أخرى أقدر على تحقيق هدف الحديث ، وأبعد عن احتمال الخطأ والوهم والكذب في دخول الشهر ، وأصبحت هذه الوسيلة ميسورة غير معسورة ، ولم تعد وسيلة صعبة المنال ، ولا فوق طاقة الأمة ، بعد أن أصبح فيها علماء وخبراء فلكيون وجيولوجيون وفيزيائيون متخصصون على المستوى العالمي ، وبعد أن بلغ العلم البشري مبلغًا مكّن الإنسان أن يصعد إلى القمر نفسه، وينزل على سطحه، ويجوس خلال أرضه، ويجلب نماذج من صخوره وأتربته! فلماذا نجمد على الوسيلة ـ وهي ليست مقصودة لذاتها - ونغفل الهدف الذي نشده الحديث ؟! \"(¬1) ¶ \" وواضح من هذا أن الأمر باعتماد رؤية الهلال ليس لأن رؤيته هي في ذاتها عبادة ، أو أن فيها معنى التعبد ، بل لأنها هي الوسيلة الممكنة الميسورة إذ ذاك ، لمعرفة بدء الشهر القمري ونهايته لمن يكونون كذلك ، أي: أميين لا علم لهم بالكتابة والحساب الفلكي \"(¬2). ¶ الدليل الرابع من أدلة المانعين : وقد أجمع الفقهاء على الالتزام بالعلة الشرعية للصوم وهى الرؤية البصرية للهلال ، وأجمعوا على رفض الأخذ بالحساب الفلكي سواء في ذلك حالة الصحو أم حالة الغيم ، إلا من شذ من المتأخرين وأحدث سبباً لم يشرعه الله ، ولا عبرة بهذا الشذوذ مع انعقاد الإجماع الفقهي قبله والإجماع العملي أيضاً. ¶ ¬__________ ¶ (¬1) - الحساب الفلكي وإثبات أوائل الشهور العربية ليوسف القرضاوي ، ص9-10 . ¶ http://saaid.net/book/index.php ¶ (¬2) - لماذا الاختلاف حول الحساب الفلكي للزرقا ، ص 7. ¶ http://saaid.net/book/index.php",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال ابن تيمية :\" فإنا نعلم بالاضطرار من دين الإسلام أن العمل في رؤية هلال الصوم أو الحج أو العدة أو الإيلاء أو غير ذلك من الأحكام المعلقة بالهلال بخبر الحاسب أنه يرى أو لا يرى لا يجوز ، والنصوص المستفيضة عن النبي – صلى الله عليه وسلم - بذلك كثيرة ، وقد أجمع المسلمون عليه ولا يعرف فيه خلاف قديم أصلًا ولا خلاف حديث إلا أن بعض المتأخرين من المتفقهة الحادثين بعد المائة الثالثة زعم أنه إذا غم الهلال جاز للحاسب أن يعمل في حق نفسه بالحساب ، فإن كان الحساب دل على الرؤية صام وإلا فلا . ¶ وهذا القول وان كان مقيداً بالإغمام ومختصاً بالحاسب فهو شاذ مسبوق بالإجماع على خلافه ، فأما اتباع ذلك في الصحو أو تعليق عموم الحكم العام به فما قاله مسلم \"(¬1) ¶ ويُرد على هذا القول بأن الإجماع لم ينعقد على رفض الحساب الفلكي القطعي الموجود الآن ، وإنما انعقد على شيء آخر يسمى حساباً أو تنجيماً أو غير ذلك ولكنه تخميني ، واختلاف حقيقة الشيء المجمع عليه يقتضي إخراج ما يختلف عن حقيقته من دائرة الإجماع . ¶ فإجماع الأمة على أن مسيلمة كذاب لا يصح أن يندرج تحته رجل يعيش الآن واسمه مسيلمة ولا يدعي ما ادعاه مسيلمة ؛ لأن حقيقتهما مختلفة ، وهذا هو شأن الحساب الفلكي القديم المجمع على رده والحساب الفلكي الموجود الآن ؛ لأن ذلك ظنون تخمينية ، وهذا قطعي وعلمي . ¶ إذن فمسألة الحساب الفلكي الموجود الآن من المسائل المستحدثة . ¶ الدليل الخامس من أدلة المانعين : الأخذ بما نفاه رسول الله - صلى الله عليه وسلم - عن أمته من أميتها في الكتابة والحساب . ¶ ¬__________ ¶ (¬1) - كتب ورسائل وفتاوى ابن تيمية في الفقه ج25/ص132-133 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وقد قال شيخ الإسلام أبو العباس ابن تيمية رحمه الله تعالى :\" ولهذا ما زال العلماء يعدون من خرج إلى ذلك قد ادخل في الإسلام ما ليس منه فيقابلون هذه الأقوال بالإنكار الذي يقابل به أهل البدع وهؤلاء الذين ابتدعوا فيه ما يشبه بدع أهل الكتاب والصابئة أنواع قوم منتسبة إلى الشيعة من الإسماعيلية وغيرهم يقولون بالعدد دون الرؤية ومبدأ خروج هذه البدعة من الكوفة \"(¬1). ¶ وحديث النبي صلى الله عليه وسلم : \" إِنَّا أُمَّةٌ أُمِّيَّةٌ لَا نَكْتُبُ وَلَا نَحْسُبُ \"(¬2)إنما هو خبر ، والخبر - كما هو معلوم - إما أن يراد به الأمر - كما في قوله تعالى ( في آياتٌ بيناتٌ مقامُ إبراهيمَ ومن دخلَهُ كانَ آمناً ) ( آل عمران : 97 ) - أو يراد به مجرد الأخبار . ¶ فإن كان المقصود به الأمر بأن نبقى أمة أمية لا تحسب ولا تكتب فهذا أمر معلوم الفساد ¶ وإن كان المقصود به بيان واقع المسلمين في ذلك العصر فالواقع قد تغير ، فنحن الآن لسنا أمة أمية لا تحسب ولا تكتب . ¶ ولكن بعد أن تيسر لهذه الأمة الدخول في ميادين العلم ومن ذلك علم الفلك فقد زالت عن هذه الأمة الأمية ، فصارت تحسب وتكتب وتعلم وتقرأ وتخترع وتدرك ما أدركه الآخرون من آيات الله وعجائب مخلوقاته وأسرار مكنوناته ودقائق صنعه وإتقان إبداعه . ¶ الدليل السادس من أدلة المانعين : مخالفة السنة الثابتة عن النبي - صلى الله عليه وسلم - في قبول شهادة العدول من المسلمين على رؤية الهلال في دخول شهر رمضان وخروجه والعمل بها ، وقد قال الله تعالى :( فَلْيَحْذَرِ الَذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ ) ( النور : 63 ) . ¶ ¬__________ ¶ (¬1) - كتب ورسائل وفتاوى ابن تيمية في الفقه ج25/ص179 ¶ (¬2) - ( البخاري : 1780 ) ( مسلم : 1806 )",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وهذا الأمر ليس من باب المخالفة ؛ لأنه إذا تبين أن هذا الشاهد مخطئ يقيناً تُرد شهادته من باب تحري الحق لا من باب عصيان الرسول صلى الله عليه وسلم . ¶ لأضرب مثلاً : جاء أربعة شهود عدول – فيما يظهر لنا ، والله يتولى السرائر – وشهدوا عند القاضي أن زيداً قد أخذ مالاً من عمرو سنة 2004 م أمام أعينهم . وتبين للقاضي بأدلة قاطعة أن زيداً مات سنة 1996م ، فهل سيقبل القاضي بقول الشهود ، يقيناً : لا . ¶ ولكن هل يُقال إن القاضي عصى الله ورسوله في رد شهادة الشهود ؟؟؟ الصحيح : لا ؛ لأن خطأهم ظهر بما هو أقوى وأيقن وأوضح . ¶ ومثاله قوله تعالى : ( فإن عُثر على انهما استحقا إثماً فآخران يقومان مقامهما من الذين استحق عليهما الأوليان ) الآية المائدة / 107 . ¶ ووجه الدلالة :إنه إن عُثر على دليل يدل على أن الشاهدين على الوصية قد خانا فيشهد اثنان من أولياء الميت على خيانة الشاهدين ، وبهذا تُرد شهادتها وتبطل(¬1). ¶ ويستدل بوجه الدلالة هذا على ما نحن فيه بأنه إن عُثر على خطأ الشهود أو خيانتهما فإن شهادتهم تُرد وتبطل ، وحكم الحساب الفلكي القطعي باستحالة رؤية الهلال دليل قطعي على خطأ من شهد بالرؤية ¶ الدليل الثامن من أدلة المانعين : الحساب الفلكي ظني وثبت خطؤه . ¶ لقد قام دليل مادي في الساحة المعاصرة على أن الحساب أمر تقديري اجتهادي يدخله الغلط والاضطراب ، وذلك في النتائج الحسابية التي ينشرها الحاسبون في الصحف من تعذر ولادة شهر كذا ، ثم تثبت رؤية الهلال بشهادة شرعية معدلة ، أو رؤية فاشية في ذات الليلة التي قرروا استحالته فيها . ¶ ¬__________ ¶ (¬1) - انظر تفسير ابن كثير ج2/ص113 ، و تفسير السعدي ج1/ص247 ، وابن جزي ج1/247-249.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وقد \" حصل في ثبوت شهر شوال لعام 1425هـ ، حيث أن الفلكيين نُشرت أقوالهم في الأسبوعيّن الأخيرين من رمضان ، ويفيدون أن هلال شوال لا يمكن أن يُرى مساء الجمعة ، وأن شهر رمضان سوف يكمل ، وأن أول أيام العيد هو يوم الأحد ، ومن ذلك ما ذكرته صحيفة الجزيرة السعودية يوم الثلاثاء 19\\9\\1425هـ عدد [11723] ، تحت عنوان ( السبت 30 رمضان متمم لشهر رمضان ، والعيد الأحد لتعذر رؤية الهلال مساء الجمعة ) ¶ حيث ذكرت الصحيفة أن الدكتور زكي بن عبد الرحمن المصطفى – مساعد المشرف على معهد بحوث الفلك والجيوفيزياء ، ورئيس قسم الفلك بمدينة الملك عبد العزيز للعلوم والتقنية – أوضح أن رؤية الهلال مساء يوم الجمعة 29 رمضان 1425هـ متعذرة وغير ممكنة في جميع مناطق المملكة ؛ وذلك لكون القمر يغرب قبل غروب الشمس مساء ذلك اليوم ، وقال الدكتور زكي المصطفى : إن الشمس تغرب عن مكة المكرمة يوم الجمعة [ ليلة السبت ] الساعة الخامسة وأربعين دقيقة ، ويغرب القمر الساعة الخامسة وإحدى وثلاثين دقيقة ، وعليه فإن يوم السبت 13 نوفمبر 2004م سيكون – بإذن الله تعالى – المتمم لشهر رمضان ، وأن يوم الأحد الموافق 14 نوفمبر 2004م أول أيام عيد الفطر المبارك . ¶ وبعد أسبوع من هذا الخبر نشرت نفس الصحيفة – أي في يوم الثلاثاء 26\\9\\1425هـ عدد (11730 ) – مقالاً تحت عنوان ( الأحد المقبل أول أيام العيد فلكيا ً) ، نقلت فيه عن المهندس محمد شوكت عودة – نائب رئيس لجنة الأهلة والتقويم والمواقيت في الاتحاد العربي لعلوم الفضاء والفلك – أن الأحد الموافق 14 تشرين الثاني هو أول أيام عيد الفطر ، وقال : إن الاقتران المركزي لشهر شوال لهذا العام سيكون يوم الجمعة الموافق 12 تشرين الثاني في الساعة 27 : 14 بالتوقيت العالمي . ¶ ومن المستحيل رؤية الهلال في ذلك اليوم من جميع دول العالم الإسلامي لغروب القمر قبل غروب الشمس ...",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومن الشواهد المعاصرة أيضاً على ذلك أنا رأينا بعض البلدان الإسلامية تعلن الصوم والفطر بموجب الحساب الفلكي ، والفارق بينها وبين البلدان التي تثبته بالرؤية يومان أو ثلاثة ، فهل يكون في الدنيا فارق في الشهور القمرية الشرعية كهذه المدة ... ¶ وهذا كله دليل مادي واضح على أن النتائج الفلكية المعاصرة في هذا ظنية وضعيفة \"(¬1). ¶ قال الشيخ عبد الله المنيع : \" وقد أجمع علماء الفلك على أن ولادة الهلال تتم في وقت محدد بالدقيقة إن لم يكن بالثانية ، وأن علماء الفلك قاطبة لا يختلفون في ذلك التحديد إلا إذا اختلف علماء الرياضيات في نتيجة جمع عشرين مع خمسة عشر أو نحو ذلك من النتائج القطعية . ¶ وإنما الاختلاف بين الفلكيين في مسألة إمكان رؤية الهلال بعد اتفاقهم وإجماعهم على تحديد وقت ولادته، فبعضهم يقول بولادته قبل غروب الشمس ، ولكن لا يمكن رؤيته إلا إذا كان على زاوية أفقية محددة بدرجة معينة وعلى ارتفاع درجات محددة أيضاً بعدد كخمس درجات أو ست أو أقل من ذلك أو أكثر، فهذه المسألة محل اختلاف بينهم مع اتفاقهم جميعاً على تحديد وقت الولادة . ¶ وهذا الاختلاف هو الذي أوجد خلطاً بين علماء الشريعة وفقهائها قديماً وحديثاً ، فلم يفرقوا بين الولادة وبين إمكان الرؤية من عدمه ؛ فظنوا أن الاختلاف في إمكان الرؤية هو اختلاف في تحديد الولادة \"(¬2). ¶ ولا بد هنا من التنبيه على أن بعض الفلكيين قد يكون حسابه خاصاً ببلده ، ولهذا يجب حمل هذا الكلام على خصوصه لا عمومه ؛ لأنه كما تقرر سابقاً أن الهلال إذا رؤي ببلد فكل بلد لم يطلع عليه الفجر فإنه داخل في حكم الرؤية . ¶ أدلة القائلين بالأخذ بالحساب الفلكي : ¶ ¬__________ ¶ (¬1) - دخول الشهر القمري بين رؤية الهلال والحساب الفلكي ، لفهد الحسون ، ص44-47 . ¶ http://saaid.net/book/index.php ¶ (¬2) - التحديد الفلكي لأوائل الشهور القمرية للشيخ عبد الله المنيع ، ص 10- 14 . ¶ http://saaid.net/book/index.php",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وقبل الكلام في أدلتهم أنقل نصاً للشيخ أحمد شاكر ¶ قال الشيخ أحمد شاكر : \" فمما لا شك فيه أن العرب قبل الإسلام و في صدر الإسلام لم يكونوا يعرفون العلوم الفلكية معرفة علمية جازمة، كانوا أمة أميين ، لا يكتبون ولا يحسبون ، ومن شدا منهم شيئًا من ذلك فإنما يعرف مبادئ أو قشوراً ، عرفها بالملاحظة والتتبع ، أو بالسماع والخبر ، لم تبن على قواعد رياضية، ولا على براهين قطعية ترجع إلى مقدمات أولية يقينية ، ولذلك جعل رسول الله صلى الله عليه وسلم مرجع إثبات الشهر في عبادتهم إلى الأمر القطعي المشاهد الذي هو في مقدور كل واحد منهم ، أو في مقدور أكثرهم . وهو رؤية الهلال بالعين المجردة ، فإن هذا أحكم وأضبط لمواقيت شعائرهم وعباداتهم ، وهو الذي يصل إليه اليقين والثقة مما في استطاعتهم ، ولا يكلف الله نفسًا إلا وسعها . ¶ لم يكن مما يوافق حكمة الشارع أن يجعل مناط الإثبات في الأهلة الحساب والفلك ، وهم لا يعرفون شيئًا من ذلك في حواضرهم ، وكثير منهم بادون لا تصل إليهم أنباء الحواضر ، إلا في فترات متقاربة حيناً ، ومتباعدة أحياناً ، فلو جعله لهم بالحساب والفلك لأعنتهم ، ولم يعرفه منهم إلا الشاذ والنادر في البوادي عن سماع إن وصل إليهم ، ولم يعرفه أهل الحواضر إلا تقليدًا لبعض أهل الحساب ، وأكثرهم أو كلهم من أهل الكتاب . ¶ ثم فتح المسلمون الدنيا، وملكوا زمام العلوم، وتوسعوا في كل أفنانها ، وترجموا علوم الأوائل ، ونبغوا فيها ، وكشفوا كثيرًا من خباياها ، وحفظوها لمن بعدهم ، ومنها علوم الفلك والهيئة وحساب النجوم .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وكان أكثر الفقهاء والمحدثين لا يعرفون علوم الفلك ، أو هم يعرفون بعض مبادئها ، وكان بعضهم أو كثير منهم لا يثق بمن يعرفها ولا يطمئن إليه ، بل كان بعضهم يرمي المشتغل بها بالزيغ والابتداع ، ظناً منه أن هذه العلوم يتوسل بها أهلها إلى ادعاء العلم بالغيب - التنجيم - وكان بعضهم يدعي ذلك فعل ا، فأساء إلى نفسه وإلى علمه ، والفقهاء معذورون ، ومن كان من الفقهاء والعلماء يعرف هذه العلوم لم يكن بمستطيع أن يحدد موقفها الصحيح بالنسبة إلى الدين والفقه ، بل كان يشير إليها على تخوف . ¶ هكذا كان شأنهم، إذ كانت العلوم الكونية غير ذائعة ذيعان العلوم الدينية وما إليها ، ولم تكن قواعدها قطعية الثبوت عند العلماء . ¶ وهذه الشريعة الغراء السمحة ، باقية على الدهر ، إلى أن يأذن الله بانتهاء هذه الحياة الدنيا ، فهي تشريع لكل أمة ، ولكل عصر ، ولذلك نرى في نصوص الكتاب والسنة إشارات دقيقة لما يستحدث من الشؤون ، فإذا جاء مصداقها فسرت وعلمت ، وإن فسرها المتقدمون على غير حقيقتها . ¶ وقد أشير في السنة الصحيحة إلى ما نحن بصدده، فروى البخاري من حديث ابن عمر عن النبي صلى الله عنه وسلم أنه قال :\" إنَّا أُمَّةٌ أُمِّيَّةٌ ، لا نكتُبُ ولا نَحْسُبُ ، الشهرُ هكذا وهكذا . يعنى مرةً تسعةً وعشرين ، ومرةً ثلاثين \" . ورواه مالك في الموطأ والبخاري ومسلم وغيرهما بلفظ : \" الشهر تسعةٌ وعشرون ، فلا تصوموا حتى تروا الهلال ، ولا تفطروا حتى تروه ، فإن غُمَّ عليكم فاقدُرُوا له \" . ¶ وقد أصاب علماؤنا المتقدمون رحمهم الله في تفسير معنى الحديث ، وأخطأوا في تأويله ، ومن أَجْمَعِ قولٍ لهم في ذلك قول الحافظ ابن حجر :\" المراد بالحساب هنا حساب النجوم وتسيرها ، ولم يكونوا يعرفون من ذك إلا النزر اليسير .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "فعلق الحكم بالصوم وغيره بالرؤية ، لرفع الحرج عنه في معاناة التيسير ، واستمر الحكم في الصوم لو حدث بعدهم مَن يعرف ذلك . بل ظاهر السياق ينفى تعليق الحكم بالحساب أصلاً . ويوضحه قوله في الحديث الماضي : فإن غُمّض عليكم فأكملوا العدةَ ثلاثين . ولم يقل فَسَلوا أهل الحساب . والحكمة فيه كونُ العدد عند الإغماء يستوي فيه المكلفون ، فيرتفع الاختلاف والنزاع عنهم . وقد ذهب قوم إلى الرجوع إلى أهل التيسير في ذلك ، وهم الروافض(¬1)، ونقل عن بعض الفقهاء موافقتهم ، قال الباجي : وإجماع السلف الصالح حجة عليهم . قال ابن بزيزة : وهو مذهب باطل ، فقد نهت الشريعة عن الخوض في علم النجوم ، لأنها حَدْسٌ وتخمين ، ليس فيها قطع ولا ظنٌ غالب ، مع أنه لو ارتبط الأمر بها لضاق ، إذ لا يعرفها إلا القليل \" . ¶ ¬__________ ¶ (¬1) - لا ندري مذا يريد الحافظ بالروافض ؟ إن كان يريد الشيعة الإمامية ، فالذي نعرفه من مذهبهم أنه لا يجوز بالحساب عندهم . وإن كان يريد ناساً آخرين فلا ندري من هم !! . أحمد شاكر .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "فهذا التفسير صواب ، في أن العبرة بالرؤية لا بالحساب ، والتأويل خطأ ، في أنه لو حدث من يعرف ذلك ( استمر الحكم في الصوم ) ، لأن الأمر باعتماد الرؤية وحدها جاء معللاً بعلة منصوصة ، وهي أن الأمةَ \" أمية لا تكتب ولا تحسب \" والعلة تدور مع المعلول وجوداً وعدماً ، فإذا خرجت الأمةُ عن أميتها ، وصارت تكتب وتحسب ، أعني صارت في مجموعها ممن يعرف هذه العلوم ، وأمكن الناسَ - عامتهم وخاصتهم - أن يصلوا إلى اليقين والقطع في حساب أول الشهر ، و أمكن أن يثقوا بهذا الحساب ثقتهم بالرؤية أو أقوى ، إذا صار هذا شأنهم في جماعتهم وزالت علة الأمية : وجب أن يرجعوا إلى اليقين الثابت ، وأن يأخذوا في إثبات الأهلة بالحساب وحده ، وأن لا يرجعوا إلى الرؤية إلا حين يستعصي عليهم العلم به ، كما كان ناسٌ في باديةٍ أو قريةٍ ، لا تصل إليهم الأخبار الصحيحة الثابتة عن أهل الحساب . ¶ وإذا وجب الرجوع إلى الحساب وحده بزوال علة منعه ، وجب أيضاً الرجوع إلى الحساب الحقيقي للأهلة ، واطّراحُ إمكانِ الرؤية وعدمِ إمكانها ، فيكون أولُ الشهر الحقيقي الليلة التي يغيب فيها الهلال بعد غروب الشمس ، ولو بلحظة واحدةٍ . ¶ فهذه بلدنا - مصر - فيها مرصد من أعظم المراصد ، وفيها علماء بالفلك والهيئة ، من الأزهريين وغيرهم ، ممن يستطيعون أن يحسبُوا حساب القمر حين يغيب بعد الشمس ولو بلحظة ، في كل وقت وكل شهر ، ويحكموا في ذلك الحكمَ القاطعَ الجازمَ ، الموجبَ لليقين عند أهل العلم . ¶ فماذا علينا من بأس إذا رجعنا لقولهم وعلمهم ، ووثقنا بحسابهم في ذلك ، ثقتَنَا بحسابهم في مواقيت الصلاة وغيرها من العبادات ؟ وثقتَنَا بأخبار التلغراف والتلفون والراديو في إثبات الهلال بالرؤية من أي بلد من بلدان مصر أو السودان أو غيرهما ؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "لقد كان للأستاذ الأكبر الشيخ المراغي ، منذ أكثر من عشر سنين ، حين كان رئيس المحكمة العليا الشرعية : رأي في ردّ شهادة الشهود ، إذا كان الحساب يقطع بعدم إمكانية الرؤية ، كالرأي الذي نقلتُه هنا عن تقي الدين السبكي ، وأثار رأيه هذا جدالاً شديداً ، وكان والدي وكنت أنا وبعض إخواني ممن خالف الأستاذ الأكبر في رأيه . ولكنني أصرح الآن بأنه كان على صواب ، وأزيدُ عليه وجوبَ إثبات الأهلة بالحساب ، في كل الأحوال ، إلاَّ لمن استعصى عليه العلم به . ¶ وما كان قولي هذا بِدْعاً من الأقوال : أن يختلف الحكم باختلاف أحوال المكلفين ، فإن هذا في الشريعة كثير ، يعرفه أهل العلم وغيرهم ، ومن أمثلة ذلك في مسألتنا هذه : أن الحديث \" فإن غُمَّ عليكم فاقْدُرُا لَهُ \" ورد بألفاظ أُخر ، في بعضها \" فإن غُمَّ عليكم فأكملوا العِدَّةَ ثلاثين \" . ففسَّر العلماء الرواية المجملة \" فاقْدُرُا له \" بالرواية المفسرة \" فأكملوا العدة \" ، ولكنَّ إماماً عظيماً من أئمة الشافعية ، بل هو إمامهم في وقته ، وهو أبو العباس أحمد بن عمر بن سُرَيج ، جمع بين الروايتين ، بجعلها في حالين مختلفتين : أن قوله \" فاقدروا له \" معناه : قَدَّرُوه بحسب المنازل ، وأنه خطاب لمن خصه الله بهذا العلم . وأن قوله \" فأكملوا العدة \" : خطاب للعامة(¬1). ¶ فقولي هذا يكاد ينظر إلى قول ابن سريج ، إلا أنه جعله خاصاً بما إذا غُمّض الشهر فلم يره الراؤون وجعل حكم الأخذ بالحساب للأقلّين ، على ما كان في وقته من قلة عدد العارفين به ، وعدم الثقة بقولهم وحسابهم ، وبطء الأخبار إلى البلاد الأخرى ، إذا ثبت الشهر في بعضها . ¶ ¬__________ ¶ (¬1) - انظر شرح القاضي أبي بكر بن العربي على الترمذي ( ج 3 ص 207 – 208 ) وطرح التثريب ( ج 4 ص 111 – 113 ) وفتح الباري ( ج 4 ص 104 ) .أحمد شاكر",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وأما قولي بأنه يقضي بعموم الأخذ بالحساب الدقيق الموثوق به ، وعموم ذلك على الناس ، بما يُسِّرَ في هذه الأيام من سرعة وصول الأخبار وذُيُوعها . ويبقى الاعتماد على الرؤية للأقل النادر ، ممن لا يصل إليه الأخبارُ ، ولا يجد ما يثق به من معرفة الفلك ومنازل الشمس والقمر . ¶ ولقد أرى أن قولي هذا أعدل الأقوال ، وأقربها إلى الفقه السليم ، إلى الفهم الصحيح للأحاديث الواردة في هذا الباب\"(¬1). ¶ ولكن قد ذهب الجمهور إلى أن المراد بقوله \" فاقدروا له قدره \" أي انظروا في أول الشهر واحسبوا تمام الثلاثين . ويرجح هذا التأويل الروايات الأخر المصرحة بالمراد وهي ما تقدم من قوله : \" فأكملوا العدة ثلاثين \" وهذا أصرح ما ورد في ذلك(¬2). وهذا أظهر من قول من فسر التقدير بالحساب الفلكي . ¶ وقد رد ابن العربي على ابن سريج قوله أن \" ( فاقدروا قدره ) ، خطاب لمن خصه الله بهذا العلم ، وأن قوله ( فأكملوا العدة ) \" خطاب للعامة . فرد عليه ابن العربي قائلاً : فصار وجوب رمضان عنده مختلف الحال يجب على قوم بحساب الشمس والقمر ، وعلى آخرين بحساب العدد ، وهذا بعيد عن النبلاء(¬3). ¶ أدلة القائلين بوجوب الأخذ بالحساب الفلكي : ¶ الدليل الأول : إن الأخذ بالحساب القطعي اليوم وسيلةً لإثبات الشهور ، يجب أن يقبل من باب \" قياس الأولى\" ، بمعنى أن السنة التي شرعت لنا الأخذ بوسيلة أدنى، لما يحيط بها من الشك والاحتمال - وهي الرؤية - لا ترفض وسيلة أعلى وأكمل وأوفى بتحقيق المقصود ، والخروج بالأمة من الاختلاف الشديد في تحديد بداية صيامها وفطرها وأضحاها ، إلى الوحدة المنشودة في شعائرها وعباداتها، المتصلة بأخص أمور دينها، وألصقها بحياتها وكيانها الروحي، وهي وسيلة الحساب القطعي. ¶ ¬__________ ¶ (¬1) - أوائل الشهور العربية ، أحمد شاكر ، مكتبة ابن تيمية السلفية ، ص 11- 18. ¶ (¬2) - انظر فتح الباري ، بيت دار الأفكار ، ص1059. ¶ (¬3) - انظر المرجع السابق ، ص 1060.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الدليل الثاني : علم الفلك الحديث يقوم على المشاهدة بوساطة الأجهزة، وعلى الحساب الرياضي القطعي . ومن الخطأ الشائع لدى كثير من علماء الدين في هذا العصر ، اعتقاد أن الحساب الفلكي هو حساب أصحاب التقاويم ، أو النتائج ، التي تطبعُ وتوزع على الناس ، وفيها مواقيت الصلاة ، وبدايات الشهور القمرية ونهايتها ، وينسب هذا التقويم إلى زيد ، وذاك إلى عمرو من الناس ، الذين يعتمد معظمهم على كتب قديمة ينقلون منها تلك المواقيت ، ويصفونها في تقويماتهم . ¶ ومن المعروف أن هذه التقاويم تختلف بين بعضها بعضاً ، فمنها ما يجعل شعبان (29) يومًا، ومنها ما يجعله (30) يوماً ، وكذلك رمضان ، وذو القعدة وغيرها . ¶ الدليل الثالث : أما ما ورد عن ابنَ عمرَ – رضيَ اللّهُ عنهما – عن النبيِّ – صلى الله عليه وسلم – أنهُ قال: «إنّا أُمَّةٌ أُمِّيةٌ لا نَكتُبُ ولا نَحسُبُ ، الشهرُ هكذا وهكذا. يَعني مرَّةً تسعةً وعشرينَ ومرَّةً ثلاثين» فلا حجة فيه؛ لأنه يتحدث عن حال الأمة، ووصفها عند بعثته لها عليه الصلاة والسلام ، ولكن أميتها ليست أمرًا لازمًا ولا مطلوبًا . ¶ وقد اجتهد عليه الصلاة والسلام أن يخرجها من أميتها بتعليم الكتابة ، وبدأ بذلك منذ غزوة بدر، فلا مانع أن يأتي طور على الأمة تكون فيه كاتبة حاسبة . والحساب الفلكي العلمي الذي عرفه المسلمون في عصور ازدهار حضارتهم ، وبلغ في عصرنا درجة من الرقي تمكن بها البشر من الصعود إلى القمر ، هو شيء غير التنجيم أو علم النجوم المذموم في الشرع . ¶ على أن أحمد شاكر نحا بهذه القضية منحى آخر ، فقد ذهب إلى إثبات دخول الشهر القمري بالحساب الفلكي، بناءً على أن الحكم باعتبار الرؤية معلل بعلة نصت عليها السنة نفسها ، وقد انتفت الآن ، فينبغي أن ينتفي معلولها ، إذ من المقرر أن الحكم يدور مع علته وجودًا وعدمًا .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وواضح أيضًا لكل ذي علم وفهم أن أمر الرسول -صلى الله عليه وسلم- بإتمام الشهر القائم ثلاثين حين يغم علينا الهلال بسبب ما حاجبٍ للرؤية من غيم أو ضباب أو غيرهما ليس معناه أن الشهر القائم يكون في الواقع ثلاثين يومًا ، بل قد يكون الهلال الجديد متولدًا وقابلاً للرؤية لو كان الجو صحوًا ، وحينئذ: يكون اليوم التالي الذي اعتبرناه يوم الثلاثين الأخير من الشهر هو في الواقع أول يوم من الشهر الجديد الذي علينا أن نصومه أو نفطر فيه ، ولكن لأننا لا نستطيع معرفة ذلك من طريق الرؤية البصرية التي حُجبت ، ولا نملك وسيلة سواها فإننا نكون معذورين شرعًا إذا أتممنا شعبان ثلاثين يومًا وكان هو في الواقع تسعة وعشرين يوماً ، فلم نصم أول يوم من رمضان ؛ إذ ( لاَ يُكَلِّفُ اللّهُ نَفْسًا إِلاَّ وُسْعَهَا ) بنص القرآن العظيم . ¶ هذا تحليل الموضوع وفهمه عقلاً وفقهًا، وليس معنى إتمام الثلاثين حين انحجاب الرؤية أننا بهذا الإتمام نصل إلى معرفة واقع الأمر وحقيقته في نهاية الشهر السابق وبداية اللاحق ، وأن نهاية السابق هي يوم الثلاثين . ¶ الدليل الرابع : إن الرؤية وسيلة متغيرة لهدف ثابت ، فإذا وجدت وسيلة أخرى أقدر على تحقيق هدف الحديث ، وأبعد عن احتمال الخطأ والوهم والكذب في دخول الشهر ، وأصبحت هذه الوسيلة ميسورة غير معسورة ، ولم تعد وسيلة صعبة المنال ، ولا فوق طاقة الأمة ، بعد أن أصبح فيها علماء وخبراء فلكيون وجيولوجيون وفيزيائيون متخصصون على المستوى العالمي ، وبعد أن بلغ العلم البشري مبلغًا مكن الإنسان أن يصعد إلى القمر نفسه ، وينزل على سطحه ، ويجوس خلال أرضه، ويجلب نماذج من صخوره وأتربته! فلماذا نجمد على الوسيلة ـ وهي ليست مقصودة لذاتها - ونغفل الهدف الذي نشده الحديث ؟!",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وواضح من هذا أن الأمر باعتماد رؤية الهلال ليس لأن رؤيته هي في ذاتها عبادة ، أو أن فيها معنى التعبد ، بل لأنها هي الوسيلة الممكنة الميسورة إذ ذاك ، لمعرفة بدء الشهر القمري ونهايته لمن يكونون كذلك ، أي: أميين لا علم لهم بالكتابة والحساب الفلكي . ¶ ولازم هذا المفاد من مفهوم النص الشرعي نفسه أن الرسول - صلى الله عليه وسلم - وقومه العرب إذ ذاك لو كانوا من أهل العلم بالكتاب والحساب بحيث يستطيعون أن يرصدوا الأجرام الفلكية، ويضبطوا بالكتاب والحساب دوراتها المنتظمة التي نظمتها قدرة الله العليم القدير بصورة لا تختل، ولا تختلف، حتى يعرفوا مسبقًا بالحساب متى يهل بالهلال الجديد، فينتهي الشهر السابق ويبدأ اللاحق، لأمكنهم اعتماد الحساب الفلكي. وكذا كل من يصل لديهم هذا العلم من الدقة والانضباط إلى الدرجة التي يوثق بها ويطمئن إلى صحتها . ¶ هذا حينئذ - ولا شك – أن الحساب الفلكي أوثق وأضبط في إثبات الهلال من الاعتماد على شاهدين ليسا معصومين من الوهم وخداع البصر، ولا من الكذب لغرض أو مصلحة شخصية مستورة ، مهما تحرينا للتحقق من عدالتهما الظاهرة التي توحي بصدقهما ، وكذلك هو - أي طريق الحساب الفلكي- أوثق وأضبط من الاعتماد على شاهد واحد عندما يكون الجو غير صحو والرؤية عسيرة، كما عليه بعض المذاهب المعتبرة في هذا الحال. ¶ وما دام من البدهيات أن رؤية الهلال الجديد ليست في ذاتها عبادة في الإسلام ، وإنما هي وسيلة لمعرفة الوقت ، وكانت الوسيلة الوحيدة الممكنة في أمة أمية لا تكتب ولا تحسب ، وكانت أميتها هي العلة في الأمر بالاعتماد على العين الباصرة ، وذلك بنص الحديث النبوي مصدر الحكم ، فما الذي يمنع شرعًا أن نعتمد الحساب الفلكي اليقيني ، الذي يعرفنا مسبقًا بموعد حلول الشهر الجديد ، ولا يمكن أن يحجب علمنا حينئذٍ غيم ولا ضباب إلا ضباب العقول ؟",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "إن الفقهاء الأوائل الذين نصوا على عدم جواز اعتماد الحساب في تحديد بداية الشهر القمري للصوم والإفطار، وسموه حساب التسيير، قالوا: إنه قائم على قانون التعديل ، وهو ظني مبني على الحدس والتخمين ، وكلهم قد بنوا على حالة هذا الحساب الذي كان في زمنهم ، حيث لم يكن في وقتهم علم الفلك - الذي كان يسمى علم الهيئة ، وعلم النجوم ، أو علم التسيير أو التنجيم - قائمًا على رصد دقيق بوسائل محكمة ؛ إذ لم تكن آنذاك المراصد المجهزة بالمكبرات من العدسات الزجاجية العظيمة التي تقرب الأبعاد الشاسعة إلى درجة يصعب على العقل تصورها ، والتي تتبع حركات الكواكب والنجوم ، وتسجلها بأجزاء من مئات أو آلاف الأجزاء من الثانية الواحدة ، وتقارن بين دورتها بهذه الدقة ؛ ولذا كانوا يسمونه علم التسيير الذي يقوم على قانون التعديل ؛ حيث يأخذ المنجم الذي يحسب سير الكواكب عددًا من المواقيت السابقة ، ويقوم بتعديلها بأخذ الوسطى منها ، ويبني عليها حسابه ، وهذا معنى قانون التعديل كما يشعر به كلامهم نفسه . ¶ من هنا كان حسابهم حدسيًا وتخمينًا كما وصفه أولئك الفقهاء الذي نفوا جواز الاعتماد عليه، وإن كان بعضهم كالإمام النووي صرح بجواز اعتماد حسابهم لتحديد جهة القبلة ومواقيت الصلاة دون الصوم ، مع أن الصلاة في حكم الإسلام أعظم خطورة من الصوم بإجماع الفقهاء، وأشد وجوبًا وتأكيدًا.(¬1) ¶ وقد سبق آنفاً عرض أدلة القائلين برفض الحساب الفلكي ومناقشتها بأقوال الآخذين بالحساب الفلكي ، وفيما سبق غُنية عن الإعادة . ¶ أدلة القائلين بالأخذ بالحساب الفلكي في النفي لا الإثبات : ¶ ونقصد هنا بالنفي أي نفي إمكانية رؤية الهلال ، ونقصد بالإثبات إثبات إمكانية رؤية الهلال . ¶ ¬__________ ¶ (¬1) - انظر الحساب الفلكي وإثبات أوائل الشهور العربية ليوسف القرضاوي ، ص 6- 11 . وانظر لماذا الاختلاف حول الحساب الفلكي لمصطفى الزرقا ، ص1 – 15. ¶ http://saaid.net/book/index.php",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "واستدل القائلون بالأخذ بالحساب الفلكي في النفي لا الإثبات بالأدلة التالية : ¶ 1- لا يجوز رفض الحساب الفلكي للأدلة التي استدل بها الآخذين بالحساب الفلكي بالجملة . ¶ 2- لا يجوز الاعتماد في إثبات دخول الشهر على الحساب الفلكي دون الرؤية لأن أمر إثبات دخول الشهر الشرعي مرتبط بالرؤية . ¶ 3- والذي يقوي التمسك بالرؤية لإثبات الشهر هو أن الاقتران السطحي لا يلزم منه رؤية الهلال . لأن رؤية الهلال شيء زائد على الاقتران السطحي . فقد يحدث الاقتران وتكون الرؤية غير ممكنة . ¶ ثم إن مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الثالث بعمان عاصمة الأردن من 8 إلى 13 صفر 1407هـ / 11 إلى 16 أكتوبر 1986م. ¶ في حكم إثبات أوائل الشهور القمرية بالحساب الفلكي. ¶ وجوب الاعتماد على الرؤية، وأنه يستعان بالحساب الفلكي والمراصد مراعاة للأحاديث النبوية والحقائق العلمية(¬1). ¶ وبعد استعراض أقوال العلماء في كيفية إثبات رؤية الهلال ، والنظر إلى ما يقوله أهل علم الفلك ؛ فإن النصوص الشرعية علّقت بداية الشهر على الرؤية ، وعلمنا أنه لا يلزم من الاقتران إمكانية الرؤية ، أي قد يحدث الاقتران وتبقى الرؤية غير ممكنة . ¶ وببيان آخر لا يمكن رؤية الهلال وقت الاقتران المركزي . وثانيا ً: لا يلزم من إثبات الاقتران السطحي أن يُرى الهلال ؛ لأن الفلكيين وضعوا شروطاً للتمكن من رؤية الهلال رغم حدوث الاقتران السطحي ؛ أي لا بد من ثبوت رؤية الهلال رغم إثبات الاقتران السطحي . ¶ وعلى هذا فالشهر يثبت برؤية الهلال ، ولكن إذا ثبت فلكياً أن الهلال لم يتولد ، أو أن رؤيته مستحيلة ، فإن الشهادة لا تقبل برؤيته ؛ لأن الشهادة ظنية والحساب قطعي . ¶ هذا ، والله أعلم . ¶ تم بحمد الله ¶ في يوم الثلاثاء : 8/1/1427هـ ¶ الموافق : 7/2/2006م ¶ ¬__________ ¶ (¬1) - www.islampedia.com",
            "page": "48",
            "part": "1"
        }
    ],
    "t36436": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "بيان حكم اختلاف المطالع والحساب الفلكي"
        }
    ]
}