{
    "b36442": [
        {
            "id": "1",
            "nass": "تقنين الشريعة ¶ أضراره ومفاسده ¶ بقلم ¶ فضيلة الشيخ عبد الله بن عبد الرحمن بن بسام ¶ طبع على نفقة ¶ بعض المحسنين ¶ مطابع دار الثقافة ¶ مكة – الزاهر ¶ 1379 هـ ¶ بسم الله الرحمن الرحيم ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده وعلى آله وأصحابه والتابعين لهم بإحسان إلى يوم الدين. ¶ وبعد: فقد جرى لي مباحثة مع صاحب الفضيلة الشيخ عبد الملك بن إبراهيم آل الشيخ رئيس هيئات الأمر بالمعروف حفظه الله تعالى في شأن الدعايات التي يكاد بها الإسلام وأهله وأن في مقدمة هذه الدعايات المضللة السعي في تعطيل الأحكام الشرعية ليحل محلها القوانين الأوربية التي دان بها كثير من البلاد بسبب تعطيل المسلمين دينهم وإعراضهم عن أم ربهم فسلط عليهم أعداؤهم فغروهم في كل شيء حتى في الأحكام والشرائع وذكر فضيلة الشيخ أن أصحاب هذه القوانين لا يتمكنون من مفاجأتنا بها قبل سابق تمهيد وتوطيد فلا بد إذاً من تمهيد الطريق أمامها بالدعوة إلى قانون يدعى بغير إسمه وتستمد أحكامه من الشريعة الإسلامية فإذا تم هذا فقد زالت العقبة الكأداء فما بعدها أيسر منها. ¶ حذرنا فضيلته من هذه الدعايات وحثنا على محاربتها بكل وسيلة لأنه من الجهاد في سبيل الله تعالى فلم نلبث أن رأينا كلمة نشرت في جريدة (البلاد) بقلم سمير شما تحمل هذه الدعوة فكتبت رداً عليها في جريدة (الندوة) قياماً بأداء واجب النصح لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم فما أن رأى فضيلة الشيخ عبد الملك حفظه الله – الرد حتى أكد إعادة نشره في رسالة خاصة نصحاً للإسلام وغيرة على أحكامه وطلب مني تصحيح ما وقع منه من أخطاء مطبعية يسيرة فقمت بذلك وأضفت إليه زيادات تدعو حاجة التوضيح والبيان إليها ويتسع لها –أيضاً- نطاق الرسالة والله ولي التوفيق. ¶ وهذا هو المقال:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "قرأت كلمة الأستاذ (سمير شما) في عدد البلاد (271) الصادر في 20/6/79 هـ حول «تقنين الشريعة» وأنا لا أشك في غيرة الأستاذ على دينه وتمسكه بأهداب شريعته ولكنه تحول إلينا أفكار وآراء من أعداء الداء يحاربون الإسلام بكل وسيلة ولعلهم وجدوا أنجح سلاح للقضاء عليه هي هذه الأسلحة اللينة الملمس البراقة المنظر وهي طريق الأفكار الهادئة والبحوث المستطابة وبهذا يلجون إلى مقصدهم بلا تنفير ولا ضوضاء، فتجد هذه البحوث الجديدة عندنا قلوباً تقبلها وتأخذها عن حسن نية وسلامة طوية وفيها ما فيها من السم الزعاف. ¶ هذه الفكرة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذه الفكرة التي عرضها الأستاذ ورغب في تنفيذها وهي: «أن يقوم رجال الدين في المملكة بتوحيد الأحكام بمجلة واحدة تأخذ بما يقررونه في صالح المسلمين من أقوى المذاهب حجة ودليلاً من الكتاب والسنة دون التقيد بمذهب» هذه الفكرة التي عرضها الأستاذ من تلك الدعايات المغرضة التي دخلت علينا من أعدائنا ليهدموا بها عنوان نهضتنا وطريق عزنا وهو ديننا المجيد وعقيدتنا المقدسة، وما أصيب إخواننا العرب والمسلمون في مشارق الأرض ومغاربها بهذه (القوانين الأرضية) بدل (القوانين السماوية) إلا لأنهم قد ابتلوا باستعمار أعداء الإسلام لبلادهم فلما أحس هؤلاء المستعمرون قرب خروجهم من تلك البلاد التي امتصوا خيراتها واستعبدوا أ÷لها حنقوا عليهم فبغوا لهم الغوائل فخلفوا بعدهم هذه القوانين الاستعمارية منها لتقوم مقام حكمهم الظالم وسيطرتهم المستبدة ونفوذهم الطاغي تركوها أثراً سيئاً وفساداً ظاهراً ليهدموا بها الدين الذي أخضعهم أول مرة فلا يخضعهم كرة أخرى ولما طهر الله هذه (البلاد السعودية) –ولله الحمد- من أقدامهم القذرة بقيت طاهرة نشم منها عطور النبوة وترى فيها شمائل الرسالة بتحكيم السنة المطهرة الكاملة فقلت فيها الجرائم والجنايات بينما غيرها بعج ويضج من القتل والنهب والسلب والفجور والخمور لأن تلك القوانين التي لم تتصف ببركة الشريعة وحكمها لم تكف لقمع الشر وردعه فاضطرب الأمن واختل النظام وتفاقم الشر. ¶ وأنا لا أحمل كلام الأستاذ مالا يحتمل ولا أقوله ما لا يقول ولا ألزمه بما لم يلتزم ولكني أذكره إلى أن هذا هو نتيجة دعوته وثمرة فكرته. ¶ (لماذا لم تنفذ؟) ¶ ونحب –الآن- أن نناقش مقال الأستاذ على ضوء ما أيد به فكرته: فقد ذكر أن هذه الفكرة قديمة لدى حكومتنا وأن أول من فكر فيها المغفور له الملك الراحل وذلك منذ أكثر من ثلاثين عاماً ولكننا لم نر –والحمد لله- أثراً لهذه الفكرة",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فما الذي صرف فكر الملك عبد العزيز عن تنفيذها، وهو من علمناه في همته، وعزمه، وفي محبته لكل ما فيه صلاح للإسلام والمسلمين، وإذا كان قد تركها هذه الحقبة الطويلة من الزمن - وهو الدائب على مصالح الأمة - أفلا يكون لنا قدوة به وبأمثاله من سلفنا الصالح، فيما لو كان خيراً لسبقونا إليه، والخير كله في الاتباع، والشر كله في الابتداع فيما يتعلق بالشرع والدين، ولو حققنا سبب انصرافه عن ¶ هذه الفكرة لوجدنا أن تفكيره الصائب واستشارته لأهل الغيرة من العلماء العاملين هدياه إلى أن ليس من الخير والصالح إبرازها فماتت في جوف من أذاعها. ¶ (مقدمة ذات حدين) ¶ ثم نقل الأستاذ فصلاً من كتاب لشيخ الجامع الأزهر سابقاً حول سياسة الشريعة فيه شيء من روح الإسلام ونفحته العطرية إلا أنها مقدمة ذات حدين يستعملها المحق المنصف لبيان مرونة الإسلام وسماحته وأنه صالح لكل زمان ومكان ومتكفل بسعادة البشرية في دنياها وأخراها ويستغلها المبطل بدعوى (المرونة) لقيادة الإسلام إلى مهاوي الضلال. ¶ والإسلام شريعة الله العامة ونظامه الخالد أنزله على خلاصة البشر بعد أن تجمعت فيهم العقول السابقة والآراء السالفة أنزله عليهم يتجدد بتجددهم ويتطور بتطورهم لما فيه من عوامل البقاء وعناصر الخلود والله عليم حكيم. ¶ وقد جاء في كلام فضيلة شيخ الجامع الأزهر جملتان يحسن الوقوف عندهما ومناقشتهما.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الأولى قوله: (العادة محكمة في كل ما ليس فيه نص شرعي) فإن أراد بهذا أن العادة أصل من أصول التشريع التي تستمد منها الأحكام فهو غير صحيح لأن الأصول انتهت بانتهاء عهد النبوة، والنبي صلى الله عليه وسلم حين بعت معاذاً إلى اليمن قاضياً وأقره على أصول التشريع: الكتاب والسنة والاجتهاد الذي هو قياس الأشباه بالنظائر لم يرجعه إلى عاداتهم وعمر بن الخطاب حين كتب إلى أبي موسى كتابه المشهور في القضاء: قال له فيه: (ثم الفهم الفهم فيما أدلى إليك مما ورد عليك وليس في كتاب ولا سنة ثم قايس الأمور عند ذلك) فقد أمره إذا أعوزه الحكم من الكتاب والسنة أن يقيس ما لم يرد فيه النص على ما ورد فيه ولم يرجعه إلى العادات والتقاليد فليس العرف والعادة مصدرا تشريع وتحكيم وإلا لاستغنى الناس بعاداتهم عن الشرائع ولصار مصدر الأحكام ما هم عليه من التقاليد إن كان هذا مراد فضيلة الشيخ بتلك الجملة فيسعول الناس في أحكامهم على عاداتهم وسيقولون إن هذه النصوص كانت لزمن مضى وأحوال تقدمت ونحن في زمن وحال غيرهما فلا تصلح تشريعاً لنا وإنما يجب أن نستمد أحكامنا وأنظمتنا من بيئتنا ومجتمعنا الذي نعيش فيه وسيئ المطالبون أن الذي أنزل هذه الشريعة عالم بما سيحدث وما يتجدد فأودع في شرعه ما يسد حاجة كل جديد وقديم وإن أراد فضيلة الشيخ بكلامه أن العادة المطردة والعرف القائم بين الناس دليل ثبوت الحكم الشرعي كأكل الضيف والمدعو من الطعام المقدم لهما ولو بلا إذن صريح من صاحب المنزل وإعطاء القصار أو الخياط ثوبه لغسله أو خياطته بأجرة العادة فهذا وأمثاله تعتبر فيه العادة مبينة لقدر الحق الشرعي، ومثله الرجوع إلى أهل المعرفة في بيان الغبن في",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "البيع أو العيب في المبيع اللذين أثبت فيهما الشارع الخيار للمشتري وكذلك بيان نفقة الزوجة والقريب التي تختلف باختلاف الزمان والمكان و(الحرز) الذي شرطه الشارع لقطع يد السارق يرجع في بيانه إلى العرف الذي يحدده حسب الأموال والحكام والبلدان وكذلك بيان ما يدخل في مسمى الدار عند إطلاق بيعها وما لا يدخل يرجع فيه إلى العادة الجارية عند الناس وكذلك بيان ما على المؤجر والمستأجر عند استئجار الدار والدآبة وما على المساقي وصاحب الشجر في المساقاة. ¶ كل هذه المسائل وكثير من أمثالها للعرف فيها فضل البيان والتفسير للنصوص فإن كان هذا هو مراد الشيخ فهو صحيح لأنه مطابق للحق والواقع ولذا فإنه يتعين على الحاكم أن يكون عارفاً لعادات بلاد حكمه وعرفها ولغتها واصطلاحها لأن ذلك ينير الطريق أمامه ويبصره مراد النص فإن فهم كثير من النصوص لا يكفي الحاكم في حكمه ما لم يعرف ما عليه الناس من عادات واصطلاحات ليحسن التطبيق والملاءمة بين النصوص والواقع وإلا لاضطرب أمره وفاته شيء كثير من الملابسات التي تعينه على تحري الصواب فهذا مراد مستقيم لتحكيم العادة وإجراء الشروط العرفية كالشروط اللفظية قد جرى في الشرع اعتباره. ¶ ونظن أن هذا هو مراد فضيلة شيخ الجامع الأزهر وأنه قد وضحه في كتابه أكمل توضيح وأتمه وإنما نقل لنا الأستاذ (سمير) هذه الجملة المحتملة فلزم مناقشتها لئلا يظن غير المراد الصحيح منها. ¶ البحث العلمي يقتضي التقصي",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "الثانية: نقل الأستاذ عن شيخ الجامع الأزهر جملة عن ابن عقيل أسفت للتصرف فيها حيث بترت عن المعنى الذي يخفف مرارتها ويهون بشاعتها وأمانة البحث والعلم تقتضي التقصي والتحري وكلام ابن عقيل الذي نقله ابن القيم في الجزء الرابع من (أعلام الموقعين) ص (309) في أثناء مناظرته مع فقيه هكذا: (قال الآخر لا سياسة إلا ما وافق الشرع، فقال ابن عقيل: السياسة ما كان من الأفعال بحيث يكون الناس معه أقرب إلى الصلاح وأبعد عن الفساد وإن لم يشرعه الرسول صلى الله عليه وسلم ولا نزل به الوحي فإن أردت بقولك لا سياسة إلا ما وافق الشرع أي لم يخالف ما نطق به الشرع ف صحيح وإن أدرت ما نطق به الشرع فغلط وتغليط للصحابة). ¶ من هذا نفهم أن ابن عقيل أراد أننا إذا لم نجد في (الوحيين) نصًا في الحكم رجعنا إلى الأصول الأخرى للشريعة ¶ وهي التي توافق (ما نطق به الشرع) ، على ما في كلام ابن عقيل من الجراءة والخشونة في التعبير لإرادة هذا المعنى، ولكنه في مقام مناظرة، وعلى ما عرف عنه ¶ -عفا الله عنه- من ميل إلى كتب أهل الكلام الذين عطلوا النصوص استناداً إلى العقل الذي غلوا فيه فحرقوا لأجله ما كبر على مداركهم من النصوص ¶ ولذا فإن المحقق ابن القيم لم ينقل عن ابن عقيل هذا من باب التقرير والرضا وإنما عقب عليه بقوله: (قلت هذا موضع مزلة أقدم ومضلة أفهام وهو مقام ضنك في معترك صعب فرط فيه طائفة فعلطوا الحدود وضيعوا الحقوق وجرؤا أهل الفجور والفساد وجعلوا الشريعة قاصرة لا تقوم بمصالح العباد وسدوا على أنفسهم طرقاً صحيحة من الطرق التي يعرف بها المحق من المبطل وعطلوها مع علمهم وعلم الناس بها أنها أدلة حق ظنًّا منهم منافاتها لقواعد الشرع والذي أوجب لهم ذلك نوع تقصير في معرفة حقيقة الشريعة والتطبيق بين الواقع وبينها",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فلما رأى ولاة الأمر ذلك وأن الناس لا يستقيم أمرهم إلا بشيء زائد على ما فهمه هؤلاء فأحدثوا لهم قوانين سياسية تنتظم بها مصالح العالم فتولد من تقصير أولئك في الشريعة وأحداث هؤلاء من أوضاع سياستهم شر طويل وفساد عريض وتفاقم لأمر وتعذر استدراكه. ¶ وأفرط فيه طائفة أخرى فشرعت فيه ما يناقض حكم الله ورسوله وكلا الطائفتين أتيت من قبل تقصيرها في معرفة ما بعث الله به رسوله فإن الله أرسل رسله وأنزل كتبه ليقوم الناس بالقسط وهو العدل الذي قامت به السموات والأرض ¶ فإذا ظهرت أمارات الحق وقامت أدلة العقل وأسفر صبحه بأي طريق كان قلم شرع الله ودينه ورضاه وأمره والله تعالى يم يحصر طرق العدل وأدلته وأماراته في نوع واحد وأبطل غيره من الطرق التي هي أقوى منه وأدل وأظهر بل بين مما شرعه من الطرق أن مقصوده إقامة الحق والعدل وقيام الناس بالقسط فأي الطرق استخرج به الحق ومعرفة العدل وجب الحكم بموجبها ومقتضاها) هو من كلامه رحمه الله. ¶ نقلت هذا الفصل القيم من كلام هذا الإمام العلامة ليرى الحق وأنواره في مطاوي كتب أسلافنا فلا يصدنا عنه ويحجب أبصارنا أفكار مظلمة ولتفهم الشريعة الإسلامية بهذه النفس الفسيحة واللفظ البعيد والفراسة الصائبة لا بتلك المواد الجافة الواقفة ¶ فهناك (سياسة شرعية) لا تحيط بها المجلة والقوانين، ولا تستوعبها بطون الكتب؛ وإنما مقرها الفكر الواعي، والنفس المتفقهة، والاجتهاد الصائب، والله يهدي من يشاء إلى صراط مستقيم. ¶ (دعاية مدسوسة)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والذي نعتقد أن هذه الدعاية إحدى الدعايات التي يكاد بها الإسلام منذ زمن بعيد وقد جعلت الدركة الأولى لتعطيل أحكام يدننا التي شرعت العبادات وهذبت النفوس وقومت الأخلاق وفرضت الحدود وبينت علاقة العبد بربه وعلاقته مع غيره من الزوج والوالد والولد والأخ والقريب والجار والمسلم والذمي والمعامل وغير ذلك من أحكام وآداب قامت على ميزان القسط والعدل بينما هذه القوانين الوضعية لم تحاول سوى معاملات الأفراد ففشلت ودليل فشلها آثارها السيئة التي تقرأ بعض جرائمها في الصحف والمجلات والنشرات، وليس لها من الرواج إلا أنها تحدرت إلينا من قوم أحكم منا صناعة وأعظم منا اختراعاً فنحب أن نهرول خلفهم بلا بصيرة ولا روية لأن تقدمهم في الصناعة جعلنا نديت لهم بكل شيء حتى في الشرائع والأديان ولو رجع الحق إلى نصابه لعلم أن أكثر قوانين أوربا مقتبس من فقهنا ومنها: (قانون نابليون الأول) وغيره، فشوه وغير وقدم إلينا فصارت بضاعتنا المسلوبة منا المشوهة بعنا أغلى وأنفق من إنتاجنا الذي لا يزال –والحمد لله- جديداً طرياً لم تغيره الآراء المضلة ولا الأهواء الجامحة: ولكنه التقليد الأعمى أوجب لنا الرغبة في استبدال (دستورنا الإلهي) بهذه: (القوانين البشرية) التي عجزت عن تحقيق الأحكام وفشلت في ضبط الأمن والنظام سيكون من آثار سن هذه المجلة عدا الإرهاص والتمهيد لتغيير الأحكام الشرعية مفاسد ومضار منها: ¶ 1) لدينا تراث ضخم من الفقه الإسلامي الذي تعب أسلافنا في استنباطه وتدوينه والتوسع فيه بحيث لا يوجد حادثة أو يتجدد أمر إلا ويوجد له من النظائر والمسائل ما يسهل إدراجه معه فكيف نتحجر واسعاً بهذه المجلة الضيقة والقوانين المحدودة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2) إن الذين سيقومون بتدوين هذه المجلة ووضعها سيأخذون قولاً من أقوال ورأياً من آراء فليت شعري ما الذي حملهم على تقييد الأمة بقول دون الآخر –إذا كانوا يعتقدونه- مع أن القول المهمل يعتمد على مثل ما اعتمد عليه القول المختار من الحجة والبرهان. ¶ 3) أحوال الناس مختلفة وعاداتهم متباينة حسب اختلاف زمانهم ومكانهم وبيئتهم ولكن القضاة سيحكمون بمواد هذه المجلة الموحدة فهل راعينا العادات التي غلونا سابقاً في أمرها حتى جعلناها مصدراً من مصادر التشريع. ¶ 4) يتولى أحكام المسلمين حكام أحرار مهما قيدوا، فإنها لا تطمئن أنفسهم بإصدار الحكم حتى يبحثوا عن الحق والصواب، وستقيدهم هذه المجلة، وستغلق أمامهم نوافذ النور؛ حيث ¶ إن النور لا يعدوها حسب حال واضعيها الذين جعلوا من القضاة آلة صماء يدبرها هذا الاختراع الجديد. ¶ 5) ستقصر نظر الحاكم وتحد من علمه لأنه لن يجني من بحثه ثمراً ولن ينتفع بما علم إذا فليقصر عناه وليرح فكره ولتكن النتيجة ما تكون. ¶ 6) إن في وضعها وتقييد العمل بما فيها حد للحريات وهضم للحقوق وازدراء للآراء والأفكار وإلا فما معنى أن يكون ما فيها هو الصواب المعمول به وما عداها يلغي ويترك ما دام أن الذين قالوا به لا يقلون عن هؤلاء الواضعين علماً وفهماً واستدلالاً، وكيف نعيب التقيد بمذهب واحد من المذاهب الأربعة وغيرها مع أنه فتاوى إمام أجمعت الأمة على دينه وورعه وعلمه وإمامته وتابعه عليه سلسلة ذهبية من فطاحل العلماء وكبار الفقهاء ثم لا نعيب أنفسنا بوضع كتاب وضعه رجال ليس لهم ما لأولئك من المزايا فنحكمه في دمائنا وأموالنا وننسى ما عداه من كتاب ربنا وسنة نبينا وآراء سلفنا.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "7) أن الحاكم بهذه المجلة قد أخل بأعظم شرط يشترط في القاضي وهو الاجتهاد وطلب الحق من مظانه فقد اشترط العلماء في القاضي أن يكون مجتهداً مطلقاً متحرياً للصواب من منابعه الأولى: الكتاب والسنة والقياس الصحيح وإجماع الأمة فلما تعسر عليهم هذا النوع من القضاة –حيث نكب المسلمون في دينهم وعلمهم من هجمات أعدائهم من التتر والصليبين وغيرهم- لما تعسر عليهم الاجتهاد المطلق قنعوا بأن يكون القاضي مجتهداً ولو في مذهب إمامه الذي يقلده وذلك أضعف أداة فينظر في أصول إمامه وفتاويه ومتقدم أقواله ومتأخرها وأدلته ومآخذها وينظر في كلام كبار أصحابه، أما المقلد المتقيد فلم يره العلماء أهلاً للقضاء والفتيا قال شيخ الإسلام ابن تيمية: (وأجمع العلماء على تحريم الحكم والفتيا بالهوى وبقوله أو وجه من غير نظر في الترجيح ويجب العمل بموجب اعتقاده فيما له وعليه إجماعاً) وقال أيضاً: (ولا يجوز التقليد مع معرفة الحكم اتفاقاً وقبله لا يجوز على المشهور). ¶ قال ابن القيم: (لا يجوز للمقلد أن يفتي في دين الله تعالى بما هو مقلد وليس على بصيرة فيه سوى أنه قول منق لده دينه هذا إجماع من السلف كلهم وصرح به الإمام أحمد والشافعي رضي الله عنهما وغيرهما وقطع أبو عبد الله الحليمي والقاضي أبو المحاسن وغيرهما بأنه لا يجوز للمقلد أن يفتي بما هو مقلد فيه) وكلام السلف في ذم التقليد كثير. ¶ وإذا كان الاجتهاد مشروطاً في الحاكم والتقليد مذموم له وأقل ما يطلب منه أن يكون مجتهداً في مذهب أمامه فالحاكم بهذه المجلة أحط حالاً منه لأنه لن يجتهد بقضية فهو مقصور عليها حيث قد انقطع بها الاجتهاد كما انقطعت الرسالة «بمحمد صلى الله عليه وسلم».",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "8) إن هذا تحول وتقهقر بالقضاء والأحكام جاء عن قصد أو عن حسن نية وإلا فإصلاح القضاء لا يكون بتكييل القضاة وتقييدهم وإنما يكون بفتح أبواب الاجتهاد والبحث والتجديد في ابتكار المعاني من النصوص الشرعية ليصلوا –دائمًا- بين دينهم وما تجدد من الحوادث والطوارئ فيظل هذا الدين كما أراده الله الدستور الخالد والنظام الباقي: {إنا نحن نزلنا الذكر وإنا له لحافظون}. ¶ 9) إن التزام الحكم والفتيا بهذه المواد من المجلة هو تحتيم بالتمذهب بها وهي آراء واجتهاد لعلماء قال غيرهم بخلافها حيث إن نسبة المجمع عليه فيها قليل ولا يجب اتباع أحد مهما كان مقامه غير المشرع صلى الله عليه وسلم. ¶ 10) إن الحاكم الحر عن القيود الطليق عن الحدود الذي فقه الشرع فقهاً علمياً ونفسياً وقذف اله في قلبه النور وأشعر قلبه الإخلاص والمراقبة وألزم نفسه التحقيق والتدقيق سيؤتيه الله نوراً وفهماً وفراسةً في الأحكام لا تجدها المجلات ولا تحيط بها المواد والقوانين وإنما هو النظر الثاقب والبصيرة النافذة والإلهام الإلهي وهذا شيء لا يوجد في الكتب وإنما يستمد بمراقبة الحاكم الأعلى وقرب القلب من العليم الحكيم ومن قيد نفسه بهذه المجلة الصماء فأنى له هذا. ¶ 11) إن الحق معرفة الهدى بدليله فأين مواده هذه المجلة الجافة الجامدة من هذا التراث الدسم لسلفنا الذين قرنوا أحكامه بالأدلة فجعلوا العامل بها يرى الحق تواكبه الأنوار فنحل فيها البركة ويتحقق فيها الصلاح والإصلاح. ¶ وبعد: فإننا نعتقد أن كثيراً من هؤلاء المنادين بهذه الفكرة وأمثالها لم يقصدوا لدينهم وأمتهم إلا الخير ولكنهم مخدوعون من دعايات وتأثيرات لم يستطيعوا التحرر منها والانفلات من ربقتها ولذا فإننا ندعوهم إلى التفكير الصحيح والبحث الطويل والتمهل ببث هذه السموم التي يتلقونها من قوم يعتقدون فيهم النصح ثم يذيعونها فينا بدعوى التجديد والتطوير مع أنه ليس كل جديد صالحاً ولا كل تطور محموداً.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ونحن نذكرهم بأننا في وضع من أعمالنا وأحكامنا تغبط عليه؛ فنحن في شرع ظاهر، وشر مدحور، وحسن معتقد، وأمن شامل، ورخاء، وصحة، وتقدم مطرد، وسائرون –بعون الله تعالى- بخطا ثابتة، واتزان إلى أكمل مما نحن فيه، وكل تحوير وتغيير من هذا النوع فهو –لا سمح الله- عقبة في طريقنا، ونكسة في اتجاهنا، فليحذر الذين تشبعوا بآراء الغربيين والمستغربين أن ¶ يحاولوا تطبيقها علينا بحذافيرها فكما أن في بعضها الخير فإن في الكثير منها الشر المستطير ونخشى أن يصيبنا ما أصاب غيرنا. ¶ وليعلموا أن لنا في هذه البلاد المقدسة وضعاً غير وضع غيرنا وحالاً غير حالهم وعلينا رسالة ليست عليهم فنحن قبلة المسلمين في مشارق الأرض ومغاربها فإنهم ينظرون إلينا في مجال الدين والتشريع نظرة القائد والمرشد فمن هنا شع نور الشريعة ومن هنا سن الدستور المساوي ومن هنا خرج آباؤنا يحملون إلى الناس رسالة الحق والعدل والمساواة والحرية وفي هذه الرحاب كسرت الطواغيت المضلة وألغيت القوانين الجائرة فلنحافظ على زمام الدين ولنذب عنه ولننصره ما بقينا في منبعه الأصيل هداة مهتدين. ¶ هذا ونسأل الله تعالى أن يعيد إلى الإسلام عزه وإلى المسلمين مجدهم وأن يوفقهم إلى التمسك بدينهم وتطبيق أحكامه العادلة المقسطة ليسودوا كما ساد آباؤهم من قبل فقد أنزله الله تعالى حكمه ورحمة وسعادة للبشر في دنياهم وأخراهم. ¶ انتهت هذه الرسالة في غرة رجب من عام 1379 هـ في مكة المكرمة بقلم عبد الله بن عبد الرحمن بن صالح البسام وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين.",
            "page": "13",
            "part": "1"
        }
    ],
    "t36442": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الشريعة_أضراره_ومفاسده"
        }
    ]
}