{
    "b36447": [
        {
            "id": "1",
            "nass": "صفة صلاة رسول الله صلى الله عليه وسلم ¶ شرح العلاَّمة عبد الكريم بن عبد الله الخضير ¶ غفر الله له ولوالديه ولجميع المسلمين ¶ اعتنى به ¶ أبو هاجر النجدي ¶ الحمد لله رب العالمين وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين ..... ¶ أما بعد .... ¶ فإن الدين الحنيف الذي نتشرف بالانتساب إليه مبني على دعائم وقواعد وثوابت لا محيد عنها ولا مندوحة منها, فقد جاء في الحديث الصحيح من حديث عبد الله بن عمر رضي الله عنهما قال: قال رسول الله صلى الله عليه وسلم: (بني الإسلام على خمس: شهادة ألا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة والحج وصوم رمضان) وفي رواية (صوم رمضان والحج). ¶ فبالنسبة للركن الأول وهو الشهادتان, لا يتم الدخول في هذا الدين إلا بعد النطق بهما لقوله عليه الصلاة والسلام: (أُمِرت أن أقاتل الناس حتى يقولوا لا إله إلا الله), فإذا تم ذلك فلا بد من إقامة هذه الدعائم الأربع العملية. ¶ فإذا كان لا يدخل في الدين إلا إذا نطق بالشهادة, فالركن الذي يليها هو الصلاة, وقد جاء في أمرها ما جاء, وجاء تعظيم شأنها في النصوص الكثيرة الصحيحة الثابتة عن النبي عليه الصلاة والسلام. ¶ قال عليه الصلاة والسلام: (بين المرء وبين الكفر والشرك ترك الصلاة), وقال: (العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر), وجاء عن عبد الله بن شقيق أنهم كانوا -يعني الصحابة - لا يرون شيئاً من الأعمال تركه كفر إلا الصلاة. ¶ أما بقية الأركان كالزكاة والحج والصوم فتكفير تاركها أمر مختلف فيه بين أهل العلم, والقول بكفر تارك أحد الأركان قول عند العلم وهو رواية في مذهب الإمام أحمد, لكن المرجح أنه لا يكفر, لكنه انتهك أمراً عظيماً وركب خطراً جسيماً, يُخشَى عليه من الكفر إذا ترك أحد الأركان.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وأما الصلاة فعرفنا ما قاله عبد الله بن شقيق, وعرفنا ما ورد عنه عليه الصلاة والسلام, ولذا فالمفتى به أن تارك الصلاة ولو أقر بوجوبها فإنه كافر, نسأل الله السلامة والعافية, والكلام في هذا أمر معروف. ¶ فإذا عرفنا عظم شأن الصلاة, فكيف نصلي؟ ¶ صح عنه عليه الصلاة والسلام أنه قال: (صلوا كما رأيتموني أصلي), وهو القدوة وهو الأسوة, ولا طريق لنا لمعرفة ما جاء عن الله عز وجل إلا بواسطته وعن طريقه عليه الصلاة والسلام, فعلى طالب العلم أن يُعنَى بما ثبت عنه عليه الصلاة والسلام, وأن يُقتَفي أثره. ¶ صلاته عليه الصلاة والسلام نُقِلَت بطرق تثبت بها الحجة, وتُلزِم المسلم باتباعها واقتفاءها لصحتها عنه عليه الصلاة والسلام, من الاشتغال بشروطها إلى السلام والفراغ منها. ¶ وجدير بنا أن نعرف هذه الشروط التي لا تصح الصلاة إلا بها, وإن كانت خارجة عن ماهية الصلاة, فالصلاة لا تصح إلا بشروط ذكرها أهل العلم. ¶ قد يقول قائل: هذه الشروط ليست من صلب الصلاة!!. ¶ نقول: نعم, ولكن لا تصح الصلاة إلا بها, ولذا لا بد من معرفتها, فهي خارج ماهية الصلاة ولا تصح الصلاة إلا بها, وهي: ¶ الإسلام, فلا تصح الصلاة من كافر. ¶ والعقل, فلا تصح من مجنون. ¶ والتمييز, فلا تصح من صبي لا يميز, بحيث لا يعرف الخطاب ولا يرد الجواب ولا يعرف كيف يصلي. ¶ والطهارة, لقوله عليه الصلاة والسلام: (لا يقبل الله صلاة أحدكم إذا أحدث حتى يتوضأ), وقوله: (لا تقبل صلاة بغير طهور). ¶ ومنها اجتناب النجاسة, ومنها ستر العورة, ومنها استقبال القبلة, ومنها النية, والتاسع دخول الوقت, فلا تصح الصلاة قبل وقتها, وهذه الشروط مبسوطة في كتب الحديث وكتب الفقه أيضاً. ¶ إذا عرفنا هذا فأول أعمال الصلاة القيام لهذه الصلاة. ¶ والقيام للصلاة مع القدرة ركن من أركانها, وهذا في الفريضة. فأول أركان الصلاة الداخلة في ماهيتها القيام, فلا تصح صلاة قادر على القيام من قعود, وهذا في الفريضة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأما النافلة فتصح من قعود ولو كان قادراً مستطيعاً, لكن على النصف من الأجر. ¶ في حديث عمران بن حصين (صل قائماً, فإن لم تستطع فقاعداً, فإن لم تستطع فعلى جنب): فالحديث دليل على أن القيام مع الاستطاعة لا بد منه في الفريضة. ¶ وفي الحديث الآخر (صلاة القاعد على النصف من أجر صلاة القائم). ¶ قد يقول قائل: لماذا لا نصحح الفريضة على النصف أخذاً بعموم الحديث (صلاة القاعد على النصف من أجر صلاة القائم) وعمومه يتناول الفريضة والنافلة؟!! ¶ نقول: عمومه مُعارَض بحديث عمران بن حصين (صل قائماً فإن لم تستطع فقاعداً), فلا تصح الصلاة إلا مع عدم الاستطاعة. ¶ ما الذي دلنا على أن المراد بهذه الصلاة النافلة؟ ¶ دلنا على ذلك سبب ورود الخبر, فالنبي عليه الصلاة والسلام دخل المسجد والمدينة مُحِمَّة - فيها حمى - فوجدهم يصلون من قعود, فقال عليه الصلاة والسلام: (صلاة القاعد على النصف من أجر صلاة القائم), فدلنا سبب الورود على أن الصلاة نافلة, كما دلنا أيضاً على أنهم قادرون على أن يصلوا من قيام. ¶ فقصرنا الحديث على سببه, لأن عمومه مُعارَض بما هو أخص منه وهو حديث عمران بن حصين. ¶ قد يقول قائل: العبرة بعموم اللفظ لا بخصوص السبب؟!! ¶ نقول: هذا صحيح, وهذه القاعدة متفق عليها, ونُقِلَ عليها الإجماع, لكن يُعمَل بالعموم مالم يُعارَض بما هو أخص منه, فإذا عُورِض هذا العموم, قصرنا الخبر على سببه. ¶ فسبب الورود يدل على أنه في النافلة, لأن النبي عليه الصلاة والسلام دخل المسجد وهم يصلون, ولو كانت فريضة لم يصلوا قبل حضوره عليه الصلاة والسلام, ودل على أنهم يستطيعون القيام, بدليل أنهم تجشموا القيام فقاموا وهم مرضى. ¶ فإذا كان الشخص يستطيع القيام, وصلى النافلة من قعود, صحت صلاته, لكن ليس له من الأجر إلا النصف. ¶ وأما الفريضة, فلا تصح إلا من قيام بالنسبة للقادر, وأما العاجز فتصح صلاته فرضاً ونفلاً, وأجره كامل إن شاء الله تعالى.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إذا قام - بعد أن توافرت الشروط التي ذكرناها - بين يدي ربه عز وجل كبر كما في حديث أبي حميد وغيره. ¶ إذا توافرت هذه الشروط - ونحن نشرح صفة صلاة النبي عليه الصلاة والسلام - أقبل على صلاته مفرغاً قلبه من هموم الدنيا, منتظراً لصلاته, مرتاحاً بها. ¶ هكذا كانت حاله عليه الصلاة والسلام, بخلاف حال كثير من الناس, يأتي الواحد منا وذهنه مشغول بأمور الدنيا, فأحياناً يدخل الإنسان في صلاته وينصرف منها ما عقل منها شيئاً, وحينئذ لا يكون له من أجر الصلاة شيء, وليس له من صلاته إلا ما عقل. ¶ أحياناً يأتي للصلاة وهو مستثقل لها يريد الراحة منها, بخلاف حال النبي عليه الصلاة والسلام, الذي يرتاح بها من هموم دنياه, لأنه يستحضر بقلبه وقالبه أنه ماثل بين يدي ربه جل وعلا. ¶ لكن انشغلنا بأمور دنيانا فعوقبنا بانصراف القلوب عن هذه العبادة العظيمة, ولو استحضرنا مثولنا بين يدي الله جل وعلا ما صارت حالنا كهذه, ولما شغلنا بأدنى شاغل ونحن في الصلاة. ¶ أدنى شاغل يشغلنا: دخل شخص المسجد - وهذه قصة واقعة - فلما كبر الإمام تأمل هذا المصلي المسجد, فوجده مسجداً كبيراً ومناسباً, إلا أنه ليس بجامع, فأخذ يخطط لهذا المسجد كيف يكون جامع وهو ليس فيه منبر؟ وإذا بجانب المحراب غرفة, فقال: تُزَال هذه الغرفة ويُوضَع منبر. يقول هذا الشخص: فرغوا من الصلاة وأنا أنقل العفش الذي في الغرفة إلى آخر المسجد. ¶ فنأتي إلى الصلاة ونحن بهذه القلوب مع الأسف الشديد, لماذا؟ ¶ لأننا شُغِلنا بدنيانا, ولم يكن همنا إرضاء ربنا والإقبال على ما يرضيه. ¶ وإذا كان هذا الشخص قد انشغل بمباح, فكيف بمن اشتغل بمحرم؟!! يخطط كيف يفعل إذا خرج من المسجد ليزاول بعض المحرمات. ¶ نعم, لو كان انشغالنا مثل انشغال عمر رضي الله عنه وأرضاه, يجيش الجيوش وهو يصلي, من عبادة إلى عبادة.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لكن الأولى والأكمل أن يتجه إلى ما هو بصدده من العبادة التي كُلِّفَ بها وأُمِرَ بها, لكن إذا كان انشغاله بعبادة فهو على خير إن شاء الله تعالى. ¶ فنلاحظ ارتفاع الخشوع الذي هو لب الصلاة بتشبثنا بأمور دنيانا وإعراضنا عن الآخرة. ¶ الأمر الثاني: سبب ظاهر لدى الناس كلهم, وهو الران الذي غطى على القلوب بسبب المكاسب المدخولة, التي لم يسلم منها إلا القليل النادر. ¶ مكاسبنا مدخولة, فالتاجر يعرف حاله, ونعرف أوضاع التجار ومعاملات التجار, والموظف ونعرف أحوال الموظفين من عدم إيفاء الوظيفة حقها والله المستعان. ¶ فعلى الإنسان أن يقبل إلى صلاته فرحاً بها مرتاحاً بها. ¶ فإذا مثل بين يدي ربه قال: الله أكبر, ورفع يديه مع هذا التكبير, كما ثبت ذلك عن النبي عليه الصلاة والسلام في حديث أبي حميد وغيره. ¶ وأمر النبي عليه الصلاة والسلام المسيء بهذه التكبيرة, فقال له: (إذا قمت إلى الصلاة فأسبغ الوضوء ثم استقبل القبلة فكبر). ¶ هذه التكبيرة هي تكبيرة الإحرام, وهي ركن من أركان الصلاة عند جمهور أهل العلم, ويقول الحنفية أن هذه التكبيرة شرط من شروط الصلاة وليست بركن. ¶ قد يقول قائل: ما فائدة هذا الخلاف؟!! ¶ نحن نتفق مع الحنفية وغيرهم أن الشرط لا بد منه لصحة الصلاة, والأركان كذلك, وهذه الشروط لا تسقط عمداً ولا سهواً, وكذلك الأركان, إذاً ما الفرق وما المحصلة وما فائدة الخلاف بين الجمهور والحنفية؟!! لأن هؤلاء يقولون بأنها شرط, وهؤلاء يقولون بأنها ركن!! ¶ قد يقول قائل: لنتجاوز هذا لأنه ليس فيه فائدة. ¶ نقول: لا, بل فيه فائدة. ¶ وقد أشرنا في البداية إلى أن الشروط خارج الماهية, والأركان داخلة. ¶ فإذا قلنا أن تكبيرة الإحرام شرط, قلنا أنها خارج الصلاة على رأي الحنفية, وإذا قلنا أنها ركن, صارت داخل الصلاة, وهذا قول الجمهور.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "هل معنى هذا أن الحنفية يجيزون أن يكبر تكبيرة الإحرام في البيت ويأتي يصلي, كما يجيزون له أن يتوضأ في بيته ويأتي للصلاة, وكلاهما شرط؟!! ¶ الجواب: لا, فهم يقولون بأنها شرط مقارن لأول جزء من الصلاة بدون فاصل. ¶ إذاً ما فائدة الخلاف؟!! ¶ لأنه قد يُتَصور أن الحنفية يقولون شرط, والطهارة شرط, إذاً توضأ في بيتك واحضر للصلاة, وكبر تكبيرة الإحرام في بيتك واحضر الصلاة!!! ¶ هم يقولون: لا, لا تصح الصلاة بهذه الطريقة, لأن التكبيرة شرط, لكنها مقارنة لأول جزء من ماهية الصلاة. ¶ من فوائد هذا الخلاف - والفوائد كثيرة - يقولون: لو كبر وهو حامل نجاسة - نفترض أنها عين متنجسة - ثم قال: الله أكبر, ووضعها مع نهاية التكبير, وهذا متصور, قد يقع لبعض الناس, بأن يكون بيده شيء, ثم مع نهاية التكبير يضعه, ثم يتبين له أن هذا متنجس, أو يعرف هذا من قبل. ¶ فهذا صلاته صحيحة عند الحنفية, وباطلة عند الجمهور, لأنه حمل النجاسة خارج الصلاة عند الحنفية, وحملها داخل الصلاة عند الجمهور. ¶ وعندهم أيضاً لو قلب المتنفل صلاته إلى فرض مع نهاية التكبير, فصلاته صحيحة عند الحنفية, وباطلة عند الجمهور. ¶ وغير ذلك من المسائل التي لا نطيل بذكرها. ¶ إذا مثل بين يدي ربه جل وعلا ثم كبر تكبيرة الإحرام لا يشرع له أن يقول قبل تكبيرة الإحرام شيء. يقول ابن القيم: ولم يقل شيئاً قبلها, ولا تلفظ بالنية ألبتة. ¶ ولا قال: أصلي صلاة كذا مستقبلاً القبلة أربع ركعات إماماً أو مأموماً, ولا قال: أداءً ولا قضاءً ولا فرض الوقت. ¶ فهذه عشر بدع موجودة في كثير من بلدان المسلمين, يجهرون بالنية ويعينون الأركان وفرض الوقت وما يتعلق بذلك. فهي موجودة, لكن لم يثبت شيء في هذا حديث عن النبي عليه الصلاة والسلام, لا صحيح ولا ضعيف, ولا عن صحابته الكرام ولا عن التابعين لهم بإحسان.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "إنما يُذكَر عن الإمام الشافعي ما لا يدل على مرادهم أن الفرق بين الصلاة والصيام أن الصلاة في أولها نطق, فهم زعموا أن هذا النطق هو الجهر بالنية. ¶ والنية شرط من شروط الصلاة, وشرط من شروط الطهارة, وشرط لجميع العبادات, لقوله عليه الصلاة والسلام: (إنما الأعمال بالنيات, وإنما لكل إمرئٍ ما نوى) فلا تصح عبادة بدون النية. ¶ لكن ما معنى النية؟!! ¶ هذه مسألة يعاني منها كثير من الناس ممن ابتلي بالوسواس, وأعداد هؤلاء من الرجال والنساء, من الشباب وغيرهم يزداد يوماً بعد يوم. ¶ هذه النية هي مجرد القصد إلى الفعل, فبمجرد ما تذهب إلى الماء وتفتح الماء لتتوضأ هذه هي النية, ولا شيء أكثر من ذلك, وبمجرد أن تقف بين يدي ربك في الصف وتقول: الله أكبر, فهذه هي النية, لأنك قصدت الصلاة وانتهى الإشكال. ¶ وكثير من الناس يعرف أن هذه النية شرط, ويعرف أن العبادة كلها لا تصح إلا بهذا الشرط, فيحتاط لهذا الشرط, فتجده يستحضر ذهنه في بداية الأمر, ويتشدد في هذا الباب فيستحضر هذه النية لئلا تشرد, ثم بعد ذلك يؤكدها ويردها ثانية, ثم يجهر بها, ثم يُبتَلى بالوسواس. ¶ وأسئلة من ابتلي بهذا الوسواس لا تنتهي, وقد يصل الأمر إلى حد ميئوس منه, إلا أن يتداركه الله جل وعلا. ¶ يقول بعضهم أن كل مفصل من مفاصل الأصابع له نية تخصه في الوضوء, ويحاول الوضوء الساعات, ثم إذا جاء إلى الصلاة فلها نصيبها الأكبر من النية وطول الوقت عنده. ¶ وقد طرق الباب شخص في الساعة الثامنة صباحاً في الشتاء, يقول أنه إلى الآن يحاول أن يصلي العشاء فما استطاع!!!. ¶ فلننتبه لهذا الأمر ولنهتم له, ونأتي بالعبادات على الوجه المأمور بها من غير إفراط ولا تفريط, ولا نزيد على أعداد ما جاء عن النبي عليه الصلاة والسلام في غسل الأعضاء, لئلا نُبتَلى.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "قد يزيد بعض الناس من باب الاحتياط, فنقول: لا, هذه بدعة, والاحتياط إذا أدى إلى ارتكاب محظور أو ترك مأمور فالاحتياط في ترك هذا الاحتياط كما قال شيخ الإسلام رحمه الله. ¶ فالشخص عليه أن يقطع الطريق على الشيطان, لأن الشيطان يريد أن يلبس على المسلم, ويريد أن يخرجه من دينه, ويبذل ما يستطيع من وسوسة وشواغل وصوارف ليصرفه عن دينه. ¶ وقد يُفتَى بعض الموسوسين بأن الصلاة قد سقطت عنه, لا يحتاج إلى وضوء, ولا يحتاج إلى نية, لماذا؟ ¶ لأنه يجلس ثماني ساعات يتوضأ, وهذا موجود, وهو كثير. ¶ قد يقول لمن يقول له ذلك بأن يتوضأ بدون نية ويصلي على أي حال كانت : هل أنا مجنون؟!!!. فبعض الموسوسين يقرب من أن تُسقَط عنه الصلاة. ¶ وتمر هذه الأحوال يومياً, وهي تزيد, فعلينا أن نقطع الطريق على الشيطان. ¶ وأحياناً يشك الإنسان هل غسل العضو مرتين أو ثلاث؟ ¶ ونحن نعرف أنه إذا تردد هل صلى ركعتين أو ثلاث فإنه يبني على الأقل ليؤدي الصلاة بيقين, لكن إذا تردد هل غسل العضو مرتين أو ثلاث؟ ¶ نقول: اجعلها ثلاثاً. ¶ وإذا قال: لماذا لا أبني على اليقين؟ ¶ نقول: لا, لا تبن على اليقين في مثل هذا, لماذا؟ ¶ لأنك إذا كان الواقع ثلاث, ثم زدت, فقد خرجت إلى بدعة, لكن إذا كان الواقع اثنتين واقتصرت عليهما, فأنت في سنة, ومازلت في حيز المسنون, لأن النبي عليه الصلاة والسلام توضأ مرةً مرة, ومرتين مرتين, وثلاثاً وثلاثاً, فكون الإنسان يقتصر على الأقل في الوضوء, هذا لأنه في دائرة السنة. ¶ لكن لا يقال مثل هذا في الصلاة, فلمجرد الشك أنه تردد هل صلى اثنتين أو ثلاث نقول له: تبني على الأقل. ¶ لأنك إن بنيت على الأكثر وصارت صلاتك ناقصة فصلاتك باطلة, لكن إذا بنيت على الأكثر ونقص وضوءك من ثلاث إلى اثنتين فوضوءك صحيح وعلى السنة.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "لكن من ابتلي بالوسواس واستمر معه ذلك, وصار في كل صلاة يتردد هل صلى اثنتين أو ثلاث, نقول له: اعتبرها ثلاثاً إلى أن تعافى من هذا الوسواس, لأنه إذا قيل له: تبني على الأقل, فإنه يبنى على الأقل ثم إذا صلى ثالثة نسي هل صلى اثنتين أو ثلاث, إلى ما لا نهاية. ¶ وهذا الوسواس موجود في الوضوء, وموجود في الصلاة, وموجود في الطلاق, وهذا شأنه خطير. ¶ بعض الموسوسين لأدنى ملابسة يُخَيَّلُ له أنه طلق زوجته. ¶ فهذا مدرسٌ يقول: جئت إلى المدرسة وعدد الطلاب قليل, فقال لي زميلي: ائت بطلابك مع طلابي, وارتح أنت. ¶ فقلت له: لا بأس, وأتيت بهم. ¶ ثم خطر لي أني لما قلت له: لا بأس, أنه قال لي: هل طلقت زوجتك؟ فقلت: نعم. ¶ ما الذي أدخل المسكينة مع الطلاب؟!!! ¶ لكنه الشيطان, ونعوذ بالله من الشيطان. ¶ والشيطان ينبغي للإنسان أن يكثر من الاستعاذة منه, وأن يكثر الذكر وتلاوة القرآن, وأن يعتصم ويلجأ إلى الله جل وعلا أن يعصمه منه. ¶ وإلا فهذه وظيفته, كما قال تعالى: (فبعزتك لأغوينهم أجمعين). ¶ فإذا أُذِّنَ للصلاة هرب وولى وأدبر وله ضراط, وله حصاص, ثم إذا فرغ الأذان, جاء ليوسوس, فإذا ثُوِّبَ للصلاة وأقيمت الصلاة هرب, ثم إذا انتهت الإقامة رجع ليوسوس للمصلين ويقول للواحد منهم: اذكر كذا اذكر كذا اذكر كذا, حتى يخرج الإنسان من صلاته وليس معه من أجرها شيء. ¶ وهذا الذي يريده, فهو يريد أن يكثر السواد معه, وهذه وظيفته. ¶ فعلينا أن ننتبه لهذا الأمر ونحتاط له, لأن الإنسان قد يؤتى من شدة الحرص مع الجهل فيزيد على المشروع فيُبتلى. ¶ كان دأبه عليه الصلاة والسلام في إحرامه لصلاته أن يقول: الله أكبر. ¶ بهذا اللفظ لا غير, فلا يتم الدخول في الصلاة إلا بهذا اللفظ, فلا يجزئ (الله الأعز), أو (الله الأكرم), أو (الله الكبير) كما يقول بعض أهل العلم. ¶ فلا يجزئ إلا هذا اللفظ حيث لم ينقل غيره عن النبي عليه الصلاة والسلام, فلا يجزئ غيره.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وكان عليه الصلاة والسلام يرفع يديه إذا كبر للإحرام حذو منكبيه, كما في حديث أبي حميد وابن عمر وغيرهما. ¶ حذو منكبيه أي مقابل منكبيه. والمنكب هو مجتمع رأس العضد مع الكتف. ¶ وقال وائل بن حجر: إلى حيال أذنيه. ¶ وقال البراء: قريباً من أذنيه. ¶ وجاء في بعض الألفاظ: إلى فروع أذنيه. ¶ المقصود أنه يرفع يديه مع تكبيرة الإحرام, لكن إلى أي حد؟ ¶ منهم من قال: هذا تنوع, فأحياناً يرفع إلى منكبيه, وأحياناً يرفع إلى أذنيه, وهكذا. ¶ ومنهم من قال: الجمع ممكن بأن تُجعَل ظهور الكفين حيال وحذو المنكبين, وأطراف الأصابع إلى فروع الأذنين, وقد دل على هذا الجمع حديث وائل بن حجر عند أبي داود. ¶ وهذا الرفع لليدين لم يختلف أحد من الأئمة في استحبابه, بل هو مستحب عند الأئمة كلهم, بخلاف الرفع في المواضع الباقية. ¶ ومواضع رفع اليدين في الصلاة هي: ¶ الموضع الأول: مع تكبيرة الإحرام. ¶ الموضع الثاني: مع تكبيرة الركوع. ¶ الموضع الثالث: مع الرفع من الركوع, مع قوله (سمع الله لمن حمده ربنا ولك الحمد). ¶ هذه ثلاثة مواضع يقول بها الجمهور, ويختلفون في الموضع الرابع الذي هو بعد القيام من الركعتين, وهو ثابت في صحيح البخاري من حديث ابن عمر (إذا قام من الثانية بعد التشهد رفع يديه). ¶ هذا في البخاري ولم يثبته الإمام أحمد, ولذا لا يوجد في كتب الحنابلة, لأن الإمام أحمد يرى أنه موقوف على ابن عمر, والبخاري يرجح الرفع. ¶ يكون ابتداء الرفع لليدين مع ابتداء التكبير, وانتهاء الرفع مع انتهاءه, لأن الرفع له ومن أجله فكان معه. ¶ وبعض الناس يتصرف تصرف أشبه ما يكون بالعبث, فإذا كبر حرك يديه ولو لم تصل إلى سرته, وبمجرد ما يومئ بيديه يظن أنه رفع يديه, وهذا لا يكفي, بل لا بد من الرفع, وأدنى ما جاء فيه حذو المنكبين. ¶ في الصحيحين من حديث ابن عمر رضي الله عنهما أن النبي صلى الله عليه وسلم كان يرفع يديه حذو منكبيه حين يكبر, فيكون ابتداؤه مع ابتداءه.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وهذا الرفع أعني - رفع اليدين - سنة عند عامة أهل العلم, وأصحاب المذاهب المتبوعة كلهم يقولون بأنه سنة. ¶ ولم يوجبه أحد, إلا ما يُذكَر عن داود الظاهري والأوزاعي والحميدي شيخ البخاري, أوجبوا الرفع مع تكبيرة الإحرام, وقالوا بوجوبه لثبوته عن النبي عليه الصلاة والسلام. ¶ وقد روي رفع اليدين في أول الصلاة مع تكبيرة الإحرام من طريق خمسين صحابياً, منهم العشرة المشهود لهم بالجنة, فثبوت الرفع في هذا الموضع قطعي. ¶ إذا كبر تكبيرة الإحرام وانتهى من رفع يديه ووضعهما يضع يده اليمنى على ظهر اليسرى. ¶ أخرج ابن خزيمة من حديث وائل بن حجر رضي الله عنه قال: (صليت مع النبي صلى الله عليه وسلم فوضع يده اليمنى على يده اليسرى على صدره) والحديث صحيح بشواهده. ¶ وهو أقوى من حديث علي رضي الله عنه (من السنة وضع الكف على الكف تحت السرة). ¶ فهو أقوى من هذا الحديث, بل الحديث الآخر مضعف. ¶ ثم بعد ذلك يقرأ دعاء الاستفتاح, ففي الصحيحين من حديث أبي هريرة رضي الله عنه قال: (كان رسول الله صلى الله عليه وسلم إذا كبر للصلاة سكت هنيهةً قبل أن يقرأ - أي سكت مدةً بين التكبير والقراءة - فسأله - أبو هريرة يسأل النبي عليه الصلاة والسلام وهو معروف بالحرص على الخير - أرأيت سكوتك ما تقول؟ فقال: أقول (اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب, اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس, اللهم اغسلني من خطاياي بالماء والثلج والبرد), وهذا مخرج في الصحيحين وغيرهما من حديث أبي هريرة. ¶ هنا يقول (اللهم باعد بيني) بالإفراد, ولم يقل (باعد بيننا), وجاء في حديث ثوبان وغيره الوعيد الشديد على من أَمَّ الناس في الصلاة وخص نفسه بالدعاء دونهم (لا يَؤُمَّنَّ أحد قوماً فيخص نفسه بالدعاء),",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والمقصود أنه جاء النهي عن تخصيص النفس بالدعاء بالنسبة للإمام, وهنا عليه الصلاة والسلام ثبت عنه أنه قال (اللهم باعد بيني) وهذا إفراد, حيث خص نفسه بهذا الدعاء!!! ¶ ابن خزيمة لما رأى المعارِض والمعارَض بينهما بون في الثبوت, فهذا في الصحيحين وذاك حديث حسن, حكم على الحديث الآخر بأنه موضوع, لماذا؟ ¶ لأنه مخالف لما ثبت في الصحيحين. ¶ لكن إذا أمكن الجمع, والإسناد لا بأس به, فلا داعي إلى الحكم بالوضع, لأن النظر في المعارضة يأتي بعد تعذر الجمع, والجمع ممكن. ¶ شيخ الإسلام رحمه الله تعالى يقول: تخصيص النفس بالدعاء المراد به الدعاء الذي يُؤمَّن عليه, أما دعاء الإمام الذي لا يُؤمِّن عليه المأموم فلا مانع من أن يخص نفسه بالدعاء, ولا مانع أن يقول (اللهم باعد بيني وبين خطاياي), وأن ويدعو لنفسه في السجود ويدعو بين السجدتين (اللهم اغفر لي), كما ثبت عن النبي عليه الصلاة والسلام أنه يخص نفسه بالدعاء الذي لا يُؤمَّن عليه. ¶ لكن هل يُعقَل في دعاء القنوت مثلاً أن يقول الإمام (اللهم اهدني فيمن هديت, اللهم عافني فيمن عافيت) والمأمومون يقولون (آمين)؟!! هل يُعقَل أنه يدعو لنفسه ويُؤمِّن المأمومون على دعائه لنفسه؟!! ¶ هذا لا يجوز بحال. ¶ بل قد يتصرف بعض المأمومين بما يبطل صلاته. ¶ إذا خص نفسه بالدعاء والناس يقولون (آمين) هذا لا شك أنه يعرض صلاة بعض المأمومين للبطلان, لا سيما من عُرِف بشيء من الحمق. ¶ فمثل هذا الدعاء الذي يُؤمَّن عليه لا يجوز تخصيص الإمام نفسه فيه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "السخاوي وجمع من أهل العلم يرون أن الدعاء الذي لا يجوز تخصيص الإمام نفسه فيه هو الدعاء الذي لا يشترك فيه الإمام والمأموم في الصلاة, أي الذي لا يشرع لكل مصلٍّ, فإنه لا يجوز للإمام أن يخص نفسه به, بمعنى أنه إذا جاء بدعاء لم يُشرَع أصله في الصلاة, من الدعاء المطلق مثلاً, في السجود أو بعد أن يستعيذ بالله من أربع, يتخير من المسألة ما شاء, لكن لا يجوز له أن يخص نفسه, إضافةً إلى ما في دعاء القنوت. ¶ لكن كأن رأي شيخ الإسلام رحمه الله أوضح. ¶ إن استفتح بقوله (سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك) فهو حسن, لثبوته عن عمر رضي الله عنه. ¶ وكان يستفتح به في مقام النبي صلى الله عليه وسلم ويجهر به ويعلمه الناس. ¶ رواه مسلم موقوفاً على عمر, وهو مخرج عند أحمد وأصحاب السنن مرفوعاً. ¶ والإمام أحمد رحمه الله تعالى يرجح هذا الاستفتاح - أي استفتاح عمر - من وجوه. ¶ وذكر ابن القيم رحمه الله تعالى وجوه كثيرة لترجيح هذا الاستفتاح. ¶ لكن ما دام ثبت المرفوع وفي الصحيحين أيضاً كما تقدم فلا شك أنه يكون أرجح. ¶ لكن إن استفتح بهذا الدعاء المأثور عن هذا الخليفة الراشد والذي جهر به بين الصحابة في أمر توقيفي في عبادة فحسن, والمظنون به أنه تلقاه عن النبي صلى الله عليه وسلم. ¶ وقد صح عن النبي عليه الصلاة والسلام في دعاء الاستفتاح ألفاظ وصيغ كثيرة, منها المختصر ومنها المطول, وغالبها وجلها في صلاة الليل, ومنها (اللهم رب جبرائيل وميكائيل, فاطر السموات والأرض, عالم الغيب والشهادة, أنت تحكم بين عبادك فيما كانوا فيه يختلفون, اهدني لما اختُلِف فيه من الحق بإذنك, إنك تهدي من تشاء إلى صراط مستقيم), فهذا ثبت عنه, لكنه في صلاة الليل. ¶ وثبت أيضاً عنه أدعية مطولة.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعلى المسلم أن يحفظ جوامع هذه الأدعية, ويأتي بها على التعاقب, لأن الاختلاف بينها ليس اختلاف تضاد بأن نرجح بعضها على بعض ونقتصر عليه, وإنما هو اختلاف تنوع, وكلها ثابتة عن النبي عليه الصلاة والسلام. ¶ كما أشار إلى ذلك الإمام أحمد, يقول: أما أنا فأذهب إلى ما روي عن عمر رضي الله عنه, ولو أن رجلاً استفتح ببعض ما روي عن النبي صلى الله عليه وسلم من الاستفتاح كان حسناً. ¶ لكن دعاء الاستفتاح جاء بصيغ على المسلم ولا سيما من ينتسب إلى العلم وطلبه أن يحفظها, ويأتي بها على التعاقب ولا يجمع بينها. ¶ بل أحياناً يستفتح بهذا, وأحياناً يستفتح بهذا, وفي صلاة الليل يستفتح بكذا, وهكذا. ¶ ودعاء الاستفتاح سنة. ¶ ثم بعد الاستفتاح يستعيذ بالله من الشيطان الرجيم. ¶ والتعوذ سنة عند الجمهور, وإن جاء الأمر به في قوله تعالى (فإذا قرأت القرآن فاستعذ بالله), فقد حمله عامة أهل العلم على الاستحباب, وقيل بوجوبه. ¶ فكان عليه الصلاة والسلام بعد التكبير وبعد الاستفتاح الذي سبق ذكره يقول: (أعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ونفثه). ¶ والحديث لا يسلم من مقال, ولكن له شواهد يثبت بها. ¶ فيتعوذ بالله من الشيطان الرجيم, وإن قال (من همزه ونفخه ونفثه) لا سيما في صلاة الليل فحسن, والحديث الذي ذكرناه هو في المسند والسنن من حديث أبي سعيد. ¶ ثم بعد ذلك يقول (بسم الله الرحمن الرحيم), ويسر بها مطلقاً, سواء جهر بالقراءة أو أسر بها, وإن جهر بها أحياناً فلا بأس. ¶ ثبت في الحديث أن النبي عليه الصلاة والسلام كان يستفتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين, وفهم منه بعض أهل العلم أن البسملة وما قبل البسملة لا يشرع بعد التكبير, وهذا معروف عند المالكية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "بل بالغ بعض الرواة في رواية هذا الحديث فقال: صليت خلف رسول الله صلى الله عليه وسلم وأبي بكر وعمر, فكانوا يستفتحون القراءة بالحمد لله رب العالمين, لا يذكرون بسم الله الرحمن الرحيم في أول القراءة ولا في آخرها. ¶ لكن هل يلزم من كونهم يستفتحون القراءة بالحمد لله رب العالمين ألا يقولوا (بسم الله الرحمن الرحيم) سراً, بحيث لم يسمعها الراوي؟!! ¶ ولذا الحافظ ابن حجر حمل نفي الذكر على نفي الجهر, وصحح الرواية التي في صحيح مسلم. ¶ ومنهم من أعلها, لأنها مخالفة لما جاء في أحاديث أخرى. ¶ ومُثِّلَ بها لعلة المتن. ¶ يقول الحافظ العراقي رحمه الله تعالى: ¶ وعلة المتن كنفي البسملة ¶ إذ ظن راوٍ نفيها فنقله ¶ ظن أن النبي عليه الصلاة والسلام لا يقولها ألبتة, فنقله. ¶ لكن إذا أمكن حمل الخبر الذي جاء بإسناد صحيح على محمل صحيح, بحيث يتفق ويتسق مع النصوص الأخرى, تعين ذلك, لا سيما وأن الخبر في صحيح مسلم. ¶ فإذا حملنا عدم الذكر على عدم الجهر انتهى الإشكال. ¶ ومن أهل العلم من يرى استحباب الجهر بالبسملة مطلقاً, لأنها آية من الفاتحة, فهي كغيرها من آيات الفاتحة, يُجهر بها. ¶ فإذا قال: يستفتحون القراءة بالحمد لله رب العالمين, يعني بسورة الحمد. ¶ والبسملة آية منها على هذا القول. ¶ والجمهور على أنها يُسَرُّ بها, لحديث (قسمت الصلاة بيني وبين عبدي نصفين, فإذا قال العبد: الحمد لله رب العالمين). فدل على أنها ليست بآية من الفاتحة. ¶ والمسألة التي في كون البسملة آية من الفاتحة أو ليست بآية مسألة طويلة الذيول, والخلاف فيها كبير بين أهل العلم: هل هي آية من الفاتحة؟ أو ليست بقرآن فيما عدا سورة النمل؟ أو هي آية في القرآن ليست من سورة بعينها جاءت للفصل بين السور؟ ¶ على أنهم يتفقون على أنها ليست بآية من سورة براءة, وعلى أنها بعض آية من سورة النمل, والخلاف في غيرها من المواضع.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وشيخ الإسلام يرجح أنها آية واحدة جاءت للفصل بين السور, فعلى هذا الإسرار بها أفضل, وإن جهر بها أحياناً فلا بأس حينئذ. ¶ ودعاء الاستفتاح والاستعاذة والبسملة سنن. ¶ ثم بعد ذلك يقرأ الفاتحة. ¶ والفاتحة ركن من أركان الصلاة عند الجمهور, لا تصح إلا بها, وتلزم كل مصلٍّ إلا المسبوق, على خلاف بين أهل العلم في المأموم: هل يتحمل الإمام عنه القراءة في كل صلاة؟ أم في الجهرية دون السرية؟. ¶ في حديث عبادة بن الصامت أن رسول الله صلى الله عليه وسلم قال: (لا صلاة لمن لم يقرأ بفاتحة الكتاب), فدل على أنها لا بد منها فهي ركن من أركان الصلاة, لكن تلزم من؟ ¶ كل مصلٍّ تلزمه الفاتحة, كما يقوله أبي هريرة, وهو اختيار البخاري والشوكاني. فعلى هذا لو جاء والإمام راكع, وأدرك الركوع, لم يدرك الركعة, لماذا؟ ¶ لأنه لن يتمكن من قراءة الفاتحة, والفاتحة ركن لكل مصلٍّ على هذا القول. ¶ والقول الثاني أنها تلزم كل مصلٍّ إلا المسبوق, فتلزم الإمام والمأموم والمنفرد في كل ركعة, حاشا المسبوق, فالمسبوق الذي دخل والإمام راكع فأدرك الركوع تسقط عنه قراءة الفاتحة, بدليل حديث أبي بكرة, وهذا قول الإمام الشافعي, وأنها لازمة لكل مصلٍّ عدا المسبوق. ¶ والمعروف عند كثير من أهل العلم أنها تلزم الإمام والمنفرد, وأما المأموم فلا تلزمه, لأن قراءة الإمام قراءة لمن خلفه, وللحديث (وإذا قرأ فأنصتوا), ولقوله تعالى (إذا قُرِئَ القرآن فاستمعوا له وأنصتوا). ¶ ومنهم من يفرق بين الصلاة السرية والصلاة الجهرية, فتلزم المأموم في السرية دون الجهرية, ليجمع بين النصوص في هذا. ¶ وعلى كل حال القول المرجح المتوجه أنها تلزم الإمام والمأموم والمنفرد, سواء جهر الإمام أو أسر, لأن حديث عبادة بن الصامت صحيح صريح ونفيٌ للصلاة, والصلاة المنفية هي الصلاة الشرعية المجزئة, أي لا صلاة صحيحة إلا بفاتحة الكتاب, فعلى هذا على الإنسان أن يُعنَى بها ويهتم بها ولا يتساهل بشأنها.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "قد يقول قائل: إذا جهر الإمام لا أستطيع أن أقرأ !!! ألا يوجد بعض الناس من هذا النوع؟!! ¶ يوجد من الناس من إذا سمع شيئاً ارتج عليه فلا يستطيع أن يقرأ والإمام يقرأ, فنقول: مثل هذا حكمه حكم العاجز عن القراءة. ¶ قد يقول قائل: أنا أصلي مع إمام يستعجل في قراءته, فلا أتمكن من قراءة الفاتحة خلفه, بحيث إذا قرأت ثلاث أو أربع آيات ركع هذا الإمام!!! ¶ نقول: حكمك حكم المسبوق, وصلاتك صحيحة. ¶ لكن الذي يستطيع القراءة خلف الإمام ولو جهر الإمام, القراءة في حقه ركن من أركان الصلاة. ¶ وكانت قراءته عليه الصلاة والسلام مداً, أي يمد القراءة, ويقف عند كل آية, ففي البخاري عن قتادة قال: سُئِلَ أنس رضي الله عنه: كيف كانت قراءة النبي صلى الله عليه وسلم؟ فقال: كانت مداً, ثم قرأ (بسم الله الرحمن الرحيم), يمد بـ(بسم الله) ويمد بـ(الرحمن) ويمد بـ(الرحيم). ¶ هذه قراءته عليه الصلاة والسلام, لكن يمد المد المعتدل, لأن بعض الناس يبالغ في المد, فيخرج القراءة عن حقيقتها, ويترتب على قراءته زيادة حروف, فالقراءة في الصلاة لا سيما الفاتحة التي هي ركن من أركانها لا بد أن يتقنها المسلم, فلو أخل بشيء منها ولو بشدة, ولو بحرف من حروفها, فإنه خطر على الصلاة أن تبطل, وإذا لحن فيها لحناً يحيل المعنى بطلت الصلاة, فليُعنَى المسلم بالفاتحة, لأنها لا تصح الصلاة إلا بها. ¶ فإذا فرغ من الفاتحة قال (آمين), يجهر بها إذا جهر بالقراءة, ويجهر بها من خلفه, فيجهر بها الإمام والمأموم في الصلاة الجهرية, جاء ذلك في حديث أبي هريرة عند الدارقطني والحاكم وصححه, ولأبي داود والترمذي من حديث وائل بن حجر نحوه, وفي الصحيحين وغيرهما من حديث أبي هريرة, أن النبي صلى الله عليه وسلم قال: (إذا أمَّن الإمام فأمِّنوا, فإنه من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "جاء في الحديث الصحيح قوله عليه الصلاة والسلام (فإذا كبر فكبروا, وإذا ركع فاركعوا, وإذا قال: سمع الله لمن حمده فقولوا: ربنا ولك الحمد), وهنا قال (إذا أمَّن الإمام فأمِّنوا): ترتيب أعمال المأموم على أعمال الإمام بالفاء ماذا يقتضي؟ ¶ يقتضي التعقيب, بأن تكون أعمال المأموم عقب أعمال إمامه, من غير مَهْلة, ومن غير تراخٍ, لأنها عُطِفت بالفاء, والفاء مع اقتضاءها الترتيب, تقتضي التعقيب. ¶ الفعل الماضي الأصل فيه أن الحدث انتهى, لأنه ما دل على حدثٍ في زمن مضى, يعني هل تستطيع أن تقول: جاء زيد, وهو لم يجيء بعد؟ لا تستطيع. ¶ فنأتي إلى قوله (إذا كبر فكبروا): معناه إذا فرغ من التكبير فكبروا, إذا فرغ بحيث إذا انقطع صوت الإمام كبِّر, لأن موافقة الإمام في مثل هذا ممنوعة, لكن في قوله (إذا ركع فاركعوا) هل نقول: إذا فرغ الإمام من الركوع اركعوا؟ أو نقول: إذا شرع في الركوع اركعوا, بمعنى إذا بدأ بالركوع اركعوا؟ يعني هل ننتظر حتى ينتهي الإمام من الركوع ثم نركع؟ أو بمجرد ما يباشر الركوع نركع؟ ¶ قلنا ذلك كله لأن الفعل الماضي يطلق ويراد به الفراغ منه كما هو الأصل, ويطلق ويراد به الشروع فيه, ويطلق ويراد به إرادة الفعل. ¶ فقوله تعالى (إذا قمتم إلى الصلاة فاغسلوا) الآية, ما معنى (إذا قمتم إلى الصلاة)؟ ¶ المعنى: إذا أردتم القيام, ولو أخذنا الفعل - الذي هو (فاغسلوا) - على ظاهره, فإنه يكون كل واحد إداوة الوضوء معه في الصف, فإذا قام ليكبر توضأ, هذا مقتضى الفعل, أننا إذا فرغنا من القيام توضأنا, لكن المراد بالفعل هنا إرادة الفعل, يعني إذا أردت القيام فتوضأ. ¶ وقوله تعالى (فإذا قرأت القرآن فاستعذ بالله) الآية, ما معنى (فإذا قرأت القرآن)؟",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المعنى: إذا أردت القراءة, ومقتضى اللفظ والفعل ماضٍ - الذي هو (قرأت) - أن الاستعاذة تكون بعد الفراغ من القراءة, لأن الفعل ماضٍ, والحدث انتهى, لكن المراد بالفعل هنا إرادة الفعل, يعني إذا أردت القراءة فاستعذ بالله. ¶ ومن ذلك ما معنا (إذا أمَّن الإمام فأمِّنوا), لأننا لو حملناه على أنه إذا فرغ من التأمين كما حملنا التكبير, فمعنى ذلك أننا ننتظر حتى يُؤمِّن الإمام, بحيث إذا قال (آمين) وانقطع صوته, فإننا نقول (آمين). ¶ هل هذا هو المراد؟ أو المراد أننا نؤمِّن مع الإمام, لأنه من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه؟ ¶ المراد هو الثاني, فعلى هذا يكون المراد (إذا أراد التأمين فأمِّنوا معه) في وقتٍ واحد, بحيث يكون صوت المأموم مع صوت الإمام, وعرفنا أن الفعل يطلق ويراد به الإرادة, ويطلق ويراد به الشروع, ويطلق ويراد به الفراغ من الفعل. ¶ في قوله (إذا أمِّن الإمام فأمِّنوا, فإنه من وافق تأمينه تأمين الملائكة غفر له ما تقدم من ذنبه) ما معنى (من وافق تأمينه تأمين الملائكة)؟ هل المراد بذلك الوقت؟ أو الكيفية بحيث يكون مده مثل مد الملائكة في ابتدائه وانتهائه؟ أو نقول: هذا أمر غيبي يوفق الله جل وعلا له من شاء, فلنحرص على اتباع السنة, ولن نخيب بعد ذلك, لأنه ما الذي يدريك أنك وافقت تأمين الملائكة؟َ!! لكن أنت تحرص على تطبيق السنة, وتنتظر حتى يقول الإمام (ولا الضالين) لقوله عليه الصلاة والسلام (فإذا قال: ولا الضالين, فقولوا: آمين), فإذا انقطع صوته بقوله (ولا الضالين) فقولوا (آمين). ¶ لأن النص (إذا أمَّن الإمام فأمِّنوا) وفي النص الآخر (وإذا قال: ولا الضالين, فقولوا: آمين), وهذا النص مفسر للذي قبله, بمعنى أننا نقول (آمين) مع الإمام.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فعلى الإنسان أن يحرص, ويستحضر قلبه, لأن هذا دعاء, لأن معنى (آمين): اللهم استجب, والله جل وعلا لا يقبل من قلب غافل, فنستحضر هذه الصلاة, ونستحضر هذه الأدعية, فإذا قلنا (آمين) ووافق تأميننا تأمين الملائكة غفر لنا ووُفقنا لموافقتهم. ¶ قال ابن القيم: وكان له سكتتان, سكتة بين التكبير والقراءة. يريد بها السكتة التي سأله عنها عليه الصلاة والسلام أبو هريرة: أرأيت سكوتك بين التكبير والقراءة ما تقول؟ فهذه هي السكتة الأولى وهي في الصحيحين. ¶ جاء إجمالاً أنه كانت له سكتتان, واختُلِف في الثانية, وجاء ما يدل على أنها بعد الفراغ من الفاتحة, وجاء ما يدل على أنها بعد الفراغ من القراءة, فمن أهل العلم من قال: المراد بالسكتة الثانية, إذا فرغ الإمام من قراءة الفاتحة يسكت ليقرأ المأموم الفاتحة, ليمكِّن المأموم من قراءة الفاتحة. ¶ ومنهم من يقول: لا, بل السكتة الثانية بعد الفراغ من القراءة, ليتراد النَّفَسُ قبل الركوع. ¶ ومنهم من يقول: هي ثلاث سكتات, فلا يصل بين القراءتين, فإذا قال (آمين) انتظر قليلاً وهي سكتة, وإذا فرغ من القراءة سكت ليتراد النَّفَس. ¶ وكلام أهل العلم في هذه المسألة معروف, وعلى الكلام الأخير تكون ثلاثاً. ¶ يقول ابن القيم: والظاهر أنما هي اثنتان فقط, وأما الثالثة فسكتةٌ لطيفةٌ لأجل تراد النَّفَس, فلم يكن يصل القراءة بالركوع, بخلاف السكتة الأولى, فإنه يجعلها بعد الاستفتاح. والثانية قد قيل: إنها لأجل قراءة المأموم. فعلى هذا ينبغي تطويلها بقدر قراءة الفاتحة, ليتمكن المأموم من قراءة الفاتحة. وأما الثالثة فللراحة والنَّفَس فقط, وهي سكتة كما قال ابن القيم لطيفة, فمن لم يذكرها فلقصرها, ومن اعتبرها جعلها سكتة ثالثة, فلا اختلاف بين الروايتين. ¶ روى الإمام أحمد وأبو داود والترمذي من حديث الحسن البصري عن سمرة عن النبي صلى الله عليه وسلم أنه كان يسكت سكتتين: إذا استفتح, وإذا فرغ من القراءة كلها.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وفي رواية: سكتة إذا كبر, وسكتة إذا فرغ من قراءة غير المغضوب عليهم ولا الضالين. ¶ مجموع الروايات تدل على أن السكتات ثلاث, لكن هل يثبت مثل هذا الحكم بمثل هذا الإسناد (الحسن عن سمرة)؟ هل سمع الحسن من سمرة أو لم يسمع؟ المسألة خلافية بين أهل العلم, وأما سماع الحسن من سمرة حديث العقيقة فهذا في صحيح البخاري, عن حبيب بن الشهيد: قال لي محمد بن سيرين: سل الحسن عمن سمعت حديث العقيقة؟ فقال: عن سمرة. ¶ فهذا نص على أن الحسن سمع من سمرة حديث العقيقة, لكن هل سمع غيره؟ ¶ في المسألة خلاف بين أهل العلم, فيبقى كل على مذهبه, من يثبت سماع الحسن من سمرة مطلقاً يقول: الحديث صحيح, ومن لا يثبته يقول: الحديث فيه انقطاع. والحسن رحمه الله معروف بالإرسال, وهو موصوف بالتدليس. ¶ على كل حال بعد قراءة الفاتحة يسكت الإمام, ولو لم يكن بقدر قراءة الفاتحة للمأموم, المقصود أنه يفصل بين القراءتين, وإذا أنهى القراءة يسكت ليتراد النَّفَس, وبهذا يكون جمع بين الروايات كلها. ¶ من لا يحسن القراءة وعجز عن تعلمها: ¶ بعض الناس لا سيما من كبار السن ممن لم يلتفت إلى الحفظ إلا بعد أن طعن في السن, مثل هذا يصعب عليه القراءة, وقد يكون حافظاً للفاتحة, لكن حفظه غير مجزئ وغير صحيح, بحيث يُخَيَّل للإنسان أنه قارئ, وليس بقارئ بالفعل. ¶ فالذي يقرأ وهو إمام مسجد في بلد من البلدان فيقول (ثم لا تسئلن يومئذ عن النعيم) هل هذا قراءته صحيحة؟!! لا,ليست بصحيحة. وهل هذا تغيير يسير؟!! ¶ لا, هذا يقلب المعنى رأساً على عقب, فاللام لام التأكيد تُقلَب (لا) النافية؟!!! ¶ فبعض الناس من هذا النوع, وسمعنا من كبار السن من العوام قراءات فيها تصحيف, وفيها تحريف, وفيها اللحن حدِّث ولا حرج, الذي هو تغيير الحركات. فالتصحيف التحريف شيء لا يخطر على البال عند العوام.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أقول: الفاتحة وهي ركن من أركان الصلاة, على المسلم أن يُعنَى بها, والحمد لله الأمور متيسرة الآن, فحلق القرآن في كل مكان, والبيوت مملوءة ممن يقرأ القرآن من الذكور والإناث, فما الذي يمنع كبير السن من رجل أو امرأة أن يطلب من يعينه على حفظ الفاتحة ولو من الصغار؟!! ولو يموت وهو يتعلم الفاتحة فليس بكثير, ولأنه يتعلم علم من أهم العلوم, أمر لا تصح الصلاة بدونه. ¶ لكن إذا عجز واستغلق عليه الأمر ولم يتمكن من حفظ شيء اكتفى بالتحميد والتكبير التهليل, فعن رفاعة بن رافع أن رسول الله صلى الله عليه وسلم علم رجلاً الصلاة, فقال: (إذا كان معك قرآن فاقرأ, وإلا فاحمد الله وكبره وهلله, ثم اركع) رواه أبو داود والترمذي وقال: حديث حسن. ¶ فيه حكم من لم يستطع تعلم الفاتحة, كحديث العهد بالإسلام, فإذا أسلم شخص ونطق بالشهادة وعُلِّم الوضوء وتوضأ وجاء إلى الصلاة, فإنه يُنتظر به إلى أن يحفظ الفاتحة, وحفظها يحتاج إلى وقت طويل, لا سيما إذا كان كبير سن, فيقال له: كبر واحمد وهلل, وتحفظ بعد ذلك إن شاء الله تعالى. ¶ ثم إذا فرغ من الفاتحة قرأ سورة في الركعتين الأوليين, ففي الصحيحين عن أبي قتادة أن النبي عليه الصلاة والسلام كان يقرأ في الظهر في الأوليين بأم الكتاب وسورتين, وفي الركعتين الأخريين بفاتحة الكتاب, ويسمعنا الآية أحياناً -يعني في صلاة الظهر, الصلاة السرية, يسمعون منه الآية أحياناً, عليه الصلاة والسلام, فعلى الأئمة أن يفعلوا مثل هذا اقتداءً به عليه الصلاة والسلام -ويطول في الركعة الأولى - أي يطيل في الركعة الأولى ما لا يطيل في الثانية, وهكذا في العصر, وهكذا في الصبح. والحديث مخرج في الصحيحين, ورواه أبو داود وزاد: قال: فظننا أنه يريد بذلك أن يدرك الناس الركعة الأولى.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وعن أبي سعيد الخدري أن النبي صلى الله عليه وسلم كان يقرأ في صلاة الظهر في الركعتين الأوليين في كل ركعة قدر ثلاثين آية, وفي الأخريين قدر قراءة خمس عشرة آية, أو قال: نصف ذلك, وفي العصر في الركعتين الأوليين في كل ركعة قدر خمس عشرة آية, وفي الأخريين قدر نصف ذلك. رواه مسلم وأحمد. فعلى هذا: القراءة تطول في الركعتين الأوليين من الظهر والعصر, وتكون الركعة الأولى أطول من الثانية, وفي الركعتين الأخريين إن شاء اقتصر على الفاتحة, وإن قرأ معها سورة أخرى فلا بأس, وهو ثابت, وهذا بالنسبة لصلاة الظهر والعصر. ¶ يقول ابن القيم: فإذا فرغ من الفاتحة أخذ في سورة غيرها, وكان يطيلها تارة, ويخففها لعارض من سفر أو غيره, ويتوسط فيها غالباً, وكان يقرأ في الفجر بنحو ستين آية إلى مائة آية, وصلاها بسورة ق, وصلاها بالروم, وصلاها بـ(إذا الشمس كورت), وصلاها بـ(إذا زلزلت) في الركعتين كلتيهما, وصلاها بالمعوذتين وكان في السفر, وصلاها فافتتح سورة المؤمنون, حتى إذا بلغ ذكر موسى وهارون في الركعة الأولى أخذته سعلةٌ فركع, وكان يصليها فجر يوم الجمعة بـ(ألم تنزيل السجدة) وسورة (هل أتى على الإنسان) كاملتين. ¶ وقرأ في المغرب بالأعراف, وفرَّقها في الركعتين, وصلاها مرةً بالطور, ومرةً بالمرسلات. في حديث جبير بن مطعم في الصحيح أنه سمع النبي عليه الصلاة والسلام يقرأ في صلاة المغرب بالطور, يقول: وذلك أول ما وقر الإيمان في قلبي. وكان قد جاء في فداء أسرى بدر قبل أن يسلم. ¶ وقرأ بـ(سبح اسم ربك الأعلى) و (والتين والزيتون) والمعوذتين, وكان يقرأ فيها بقصار السور من المفصل. قال ابن عبد البر: وكلها آثار صحاح مشهورة.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "لكن لم يكن يداوم عليه الصلاة والسلام على قصار المفصل, فقد عرفنا أنه قرأ بالأعراف, وهي سورة طويلة, وقرأ بالمرسلات, وقرأ أيضاً بالطور, فعلى الإمام ألا يشق على المأمومين, بل يأخذ بهذه القاعدة العامة (إذا أم أحدكم الناس فليخفف, فإن فيهم الكبير والضعيف وذا الحاجة), وهي قاعدة مطردة, فلا يشق على الناس, ولا يملهم من الصلاة, ولا يجعلهم يستثقلون الصلاة ويكرهونها, لكن يأتي بالسنة, فيأتي بالطوال أحياناً, ويفعل السنة أحياناً, ويلاحظ أحوال المأمومين, وهذا هو الأصل. ¶ يقرأ في صلاة المغرب في الركعتين الأوليين بالفاتحة وسورة, وفي الركعة الثالثة ثبت عن أبي بكر رضي الله عنه في الركعة الثالثة من صلاة المغرب أنه كان يقرأ فيها بعد الفاتحة بقوله جل وعلا (ربنا لا تزغ قلوبنا بعد إذ هديتنا وهب لنا من لدنك رحمة) إلى آخر الآية, فهذا ثابت عن أبي بكر الصديق, رواه الإمام مالك. ¶ ويرون أن هذا بمثابة القنوت, لأنها آية تتضمن دعاء, والمغرب ثبت أنها وتر النهار, وهذا عمل من هذا الخليفة الراشد المسدد الذي أُمِرنا بالاقتداء به, فلو فُعِلَت اقتداء بهذا الخليفة الراشد فلا بأس, لا سيما أحياناً, يعني لا يداوم عليها الإنسان, ولو تُرِكَت باعتبار أنها لا يثبت فيها شيء مرفوع فالأمر فيه سعة. وأما العشاء الآخرة فقرأ فيها بـ(والتين والزيتون), ووقَّت لمعاذ بن جبل ب(والشمس وضحاها) و (سبح اسم ربك الأعلى) و (والليل إذا يغشى) ونحوها. ¶ وأنكر عليه قراءة البقرة, وقال له: (أفتانٌ أنت يا معاذ؟), لما قرأ سورة البقرة والناس في صلاة العشاء, وقد تأخر عليهم, لأنه كان يصلي مع النبي عليه الصلاة والسلام, ثم يأتي فيصلي بالناس, فشكاه أحد المأمومين بعد أن انصرف إلى النبي عليه الصلاة والسلام, فنهاه عن ذلك, ووقَّت له (والشمس وضحاها) و (سبح اسم ربك الأعلى) و (والليل إذا يغشى).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأما الجمعة فكان يقرأ فيها بسورتي الجمعة والمنافقين كاملتين, وسورتي سبح والغاشية. ¶ وتقدم ذكر السكتة التي بعد القراءة, بقدر ما يتراد إليه النَّفَس, ثم بعد ذلك يركع رافعاً يديه مكبراً, وهذا هو الموضع الثاني من مواضع رفع اليدين, فالأول مع تكبيرة الإحرام, والثاني مع تكبيرة الركوع. فإذا كبر وركع مكن يديه من ركبتيه كأنه قابضهما, وأما التطبيق فقد كان في أول الأمر ثم نُسِخ, وهو وضع اليدين بين الركبتين. ¶ ثم هصر ظهره كما في حديث أبي حميد في البخاري وغيره, ومعنى هصر ظهره أي ثنى ظهره. ¶ ووتَّر يديه, أي جعل يديه إذا قبض بهما ركبتيه كالوتر, بمعنى أنهما مستقيمتان, ونحاهما عن جنبيه. وبسط ظهره, أي مد ظهره وعدَّله. ¶ وجاء في وصف حاله عليه الصلاة والسلام أثناء الركوع أنه بحيث لو صُبَّ الماء على ظهره لاستقر, ومتى يستقر الماء؟ ¶ إذا لم يكن فيه ميلان ولا انحناء. ¶ فيبسط ظهره ويمده, وفي حديث عائشة رضي الله عنها (كان إذا ركع لم يشخص رأسه, ولم يصوِّبه, ولكن بين ذلك) رواه مسلم. ¶ ومعنى (يشخص رأسه): يرفعه, ومعنى (لم يصوِّبه): لم يخفضه. ¶ الروح إذا خرجت شَخَص البصر, يعني ارتفع, ومنه قوله تعالى (فلا تحسبن الله غافلاً عما يعمل الظالمون, إنما يؤخرهم ليوم تشخص فيه الأبصار), فالمقصود بهذه اللفظة (لم يشخص) يعني لم يرفع رأسه. ¶ وقولها (ولم يصوبه): يعني لم يخفض رأسه, فالتصويب هو الخفض, ولذا جاء في المطر (اللهم اجعله صيباً نافعاً), فقوله (صيباً) يعني ينزل, فتصويب الرأس إنزاله. ¶ وفي حديث الواهبة التي وهبت نفسها للنبي عليه الصلاة والسلام كما في الحديث الصحيح, أن النبي عليه الصلاة والسلام صعَّد النظر فيها وصوَّبه, يعني رفع بصره وأنزله, لينظر إلى هذه المرأة الواهبة, هل تصلح له أو لا تصلح له عليه الصلاة والسلام. ¶ المقصود أنه يكون رأسه بين ذلك, بين الخفض وبين الرفع.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وكان يقول (سبحان ربي العظيم), وتارةً يقول مع ذلك (سبحان اللهم وبحمدك اللهم اغفر لي). ¶ لما نزل قوله تعالى (فسبح باسم ربك العظيم) قال: (اجعلها في ركوعكم), ولما نزل قوله تعالى (سبح اسم ربك الأعلى) قال: (اجعلوها في سجودكم), فالركوع والسجود موضع للتسبيح, وهو التنزيه, ولذا تحرم قراءة القرآن في الركوع والسجود, وقد جاء النهي الصحيح عن القراءة في الركوع والسجود, فلا يجوز أن يُقرَأ القرآن في حال الركوع والسجود. ¶ وللركوع صفة, وللسجود أخرى: (أما الركوع فعظموا فيه الرب, وأما السجود فأكثروا فيه من الدعاء فقَمِنٌ أن يستجاب لكم). ¶ هل مفهوم هذا أننا لا ندعو في الركوع؟ ¶ لا, لا يقتضي هذا, لكن يكون أكثر الذكر في هذا الموضع التعظيم, وإلا فقد جاء قوله (سبحانك اللهم ربنا وبحمدك اللهم اغفر لي) في الركوع وهو دعاء, لكن ينبغي أن يكون الدعاء في السجود أكثر لأنه قَمِنٌ أن يستجاب لكم, ويكون التعظيم في الركوع أكثر. ¶ وكان ركوعه عليه الصلاة والسلام المعتاد مقدار عشر تسبيحات, وسجوده كذلك, وكان يقول في ركوعه أيضاً (سبوح قدوس رب الملائكة والروح) رواه مسلم, وتارةً يقول (اللهم لك ركعت, وبك آمنت, ولك أسلمت, خشع لك سمعي وبصري ومخي وعظمي وعصبي) رواه مسلم أيضاً, لكن قال ابن القيم أن هذا إنما حُفِظَ عنه في قيام الليل. ¶ ثم يرفع رأسه من الركوع بعد ذلك, بعد أن يطمئن في ركوعه ويذكر ما ورد من أذكار في الركوع على الوصف الذي ذُكِر يرفع رأسه من الركوع رافعاً يديه, وهذا هو الموضع الثالث من مواضع رفع اليدين, قائلاً (سمع الله لمن حمده), فهذا أحد ثلاثة مواضع تُرفَع فيها اليدان جاءت بها النصوص الصحيحة الصريحة, وعرفنا أن الموضع الرابع هو بعد القيام من التشهد الأول. ¶ فإذا استوى قائماً من ركوعه قال (ربنا ولك الحمد), ويقول الإمام والمنفرد (سمع الله لمن حمده) أثناء الركوع لأنه ذكر الانتقال, مثل التكبير.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فإذا استوى قائماً قال (ربنا ولك الحمد), وربما قال (ربنا لك الحمد) بدون واو, وربما قال (اللهم ربنا لك الحمد) بـ(اللهم) دون الواو, وربما جمع بينهما فقال (اللهم ربنا ولك الحمد), فهذه أربع صيغ, كلها ثابتة, وإن زعم ابن القيم رحمه الله تعالى أن الصفة الرابعة, وهي الجمع بين اللهم والواو, لم تصح, لكنها صحيحة ثابتة في صحيح البخاري, ونحن نعلم أن ابن القيم رحمه الله تعالى إنما ألف كتابه زاد المعاد في حال السفر, وليس عنده مراجع ولا كتب, لكنه إمام حافظ, ومن يعرو من الخطأ والنسيان والذهول, فهو ليس بمعصوم رحمة الله عليه. ¶ فالجمع بين (اللهم) والواو صحيح ثابت في صحيح البخاري. ¶ ويجمع الإمام والمنفرد بين التسميع والتحميد, فيقول كل من الإمام والمنفرد (سمع الله لمن حمده, ربنا ولك الحمد) اقتداءً بالنبي صلى الله عليه وسلم. ¶ لكن المأموم هل يجمع بينهما؟ ¶ ذهب إلى ذلك الإمام الشافعي, فعند الشافعية أن المأموم يجمع بين (سمع الله لمن حمده) و (ربنا ولك الحمد) لأنه ثبت أن النبي عليه الصلاة والسلام يقول (سمع الله لمن حمده) ويقول (ربنا ولك الحمد), والمأموم مطالب بالاقتداء بالنبي عليه الصلاة والسلام والأئتساء به. ¶ وغيره يقول: الإمام يقول (سمع الله لمن حمده), والمأموم يقول (ربنا ولك الحمد), والإمام أيضاً يقول (ربنا ولك الحمد), فقد صح عنه صلى الله عليه وسلم أنه كان يقول (سمع الله لمن حمده, اللهم ربنا لك الحمد, ملء السموات وملء الأرض وملء ما شئت من شيء بعد, أهل الثناء والمجد أحق ما قال العبد, وكلنا لك عبد, لا مانع لما أعطيت ولا معطي لما منعت, ولا ينفع ذا الجد منك الجد) رواه مسلم. إذاً كلٌّ من الإمام والمنفرد يجمع بين التسميع والتحميد, والمأموم يقول (ربنا ولك الحمد) ولا يقول (سمع الله لمن حمده). ¶ لماذا نقول: لا يقول المأموم (سمع الله لمن حمده)؟",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لأنه جاء في الحديث الصحيح (فإذا قال سمع الله لمن حمده, فقولوا: ربنا ولك الحمد), فهذه وظيفة الإمام, وتلك وظيفة المأموم. ¶ قد يقول قائل: الرسول عليه الصلاة والسلام هو القدوة وجمع بينهما؟ ¶ نقول: هو القدوة في مثل حاله عليه الصلاة والسلام, فيكون قدوة للإمام في هذا, لأن هذا وصفه حال كونه إماماً, وما الذي يخرج المأموم؟ ¶ يخرجه قوله عليه الصلاة والسلام: (فإذا قال سمع الله لمن حمده, فقولوا: ربنا ولك الحمد), لأن العطف بالفاء يقتضي الترتيب مع التعقيب, فبمجرد ما يقول الإمام (سمع الله لمن حمده) يقول المأموم (ربنا ولك الحمد), كما مضى نظيره وهو (فإذا قال: ولا الضالين, فقولوا: آمين), فهل معنى هذا أننا مع الإمام نقول (ولا الضالين)؟ ¶ لا, نقول (آمين) بعد انقطاع نفسه من قوله (ولا الضالين), وبعد انقطاع نفسه من قوله (سمع الله لمن حمده) نقول (ربنا ولك الحمد), لأن العطف بالفاء يقتضي هذا. ¶ صح عنه أنه كان يقول: (اللهم اغسلني من خطاياي بالماء والثلج والبرد, ونقني من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس, وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب), وذكر مسلم عن أنس رضي الله عنه أنه قال: كان رسول الله صلى الله عليه وسلم إذا قال (سمع الله لمن حمده) قام حتى نقول: قد أوهم, ثم يسجد, ثم يقعد بين السجدتين حتى نقول: قد أوهم. ¶ وبعض الناس عنده خلل كبير في هذين الركنين, أعني ركني القيام من الركوع والقيام من السجود, فهو مجرد نقر, فبعض الناس يفعل هذا بحيث إذا رفع هبط مباشرة. وهؤلاء قد يكونون من الناس الوافدين الذين اعتنقوا مذاهب أخرى, لكن \"النبي عليه الصلاة والسلام إذا قال (سمع الله لمن حمده) قام حتى نقول: قد أوهم - يعني يطيل هذا الركن, الذي هو القيام - ثم يسجد, ثم يقعد بين السجدتين حتى نقول: قد أوهم \", وهذا في صحيح مسلم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وفي حديث أبي حميد (فإذا رفع رأسه استوى حتى يعود كل فقار إلى مكانه), ما المراد بقوله (إلى مكانه)؟ هل هو قبل الركوع؟ أو قبل الدخول في الصلاة؟ ¶ هو الآن قبل الركوع قابض يديه على صدره, ثم ركع وقبض ركبتيه, ثم رفع من ذلك الركوع, فإذا رفع رأسه استوى حتى يعود كل فقار إلى مكانه, هل المراد إلى مكانه قبل الركوع؟ أو قبل الدخول في الصلاة؟ وما الذي يترتب على هذين الاحتمالين؟ ¶ إذا قلنا: قبل الركوع, يكون بعد الركوع قابض كما كان قبل الركوع, وهذا هو الأولى, وهو الذي ورد في حديث وائل بن حجر. ¶ وإذا قلنا: حتى يعود كل فقار إلى مكانه قبل الدخول في الصلاة, معناه أنه يرسل يديه, لأنه قبل الصلاة ليس هناك قبض, ولهذا قال بعضهم أنه لا يقبض يديه بعد الركوع, بل زعم أن ذلك بدعة. ¶ والصواب أنه يقبض يديه بعد الركوع, والمراد: حتى يعود كل فقار إلى مكانه قبل الركوع, وهو الأقرب. ¶ ثم يهوي للسجود دون رفع لليدين, فكان عليه الصلاة والسلام لا يرفع يديه إذا هوى للسجود, كما جاء في وصف صلاته عليه الصلاة والسلام, وأما حديث (كان يرفع مع كل خفض ورفع) فقد قرر الحفاظ أنه وهم من الراوي, وصوابه (يكبر مع كل خفض ورفع), بل الثابت عنه عليه الصلاة والسلام أنه كان لا يرفع يديه إذا هوى للسجود. ¶ في حديث وائل بن حجر - وهذه مسألة كثر فيها الكلام, وهي في غاية الأهمية - مسألة ماذا يقدم إذا سجد؟ هل يقدم يديه؟ أو يقدم ركبتيه؟ ¶ جاء في حديث وائل بن حجر: رأيت رسول الله صلى الله عليه وسلم إذا سجد وضع ركبتيه قبل يديه, والحديث مخرج في السنن,فقد رواه الأربعة, وصححه بعض أهل العلم, وعلى هذا إذا سجد المصلي يضع ركبتيه ثم بعد ذلك يضع يديه, وهذا مرجح عند جمع من أهل العلم, وانتصر له ابن القيم.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لكن روى أبو داود والترمذي والنسائي من حديث أبي هريرة أنه قال: قال رسول الله صلى الله عليه وسلم: (إذا سجد أحدكم فلا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه), وهذا عكس الحديث السابق. ¶ وحديث أبي هريرة أقوى من حديث وائل, كما يقول الحافظ ابن حجر: فإن له شاهداً من حديث ابن عمر, صححه ابن خزيمة, وذكره البخاري معلقاً موقوفاً. ¶ وهذه المسألة إلى بسط, وتحتاج إلى توضيح, فعندنا حديثان متضادان في الظاهر, وإذا رأيت من يرجح تقديم الركبتين, كما في حديث وائل, فإنه يحكم على حديث أبي هريرة بأنه ضعيف لأنه مقلوب, وإذا رأيت من يرجح تقديم اليدين على الركبتين, لأنه جاء في حديث أقوى من حيث الصناعة وله شواهد, فإنه يحكم على حديث وائل بأنه ضعيف. ¶ ابن القيم رحمه الله تعالى قال إن حديث أبي هريرة مقلوب. ¶ كيف كان مقلوباً؟!! ¶ يقول: في الحديث (إذا سجد أحدكم فلا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه) وإذا وضع يديه قبل ركبتيه فقد شابه البعير, لأن البعير يقدم يديه في بروكه قبل ركبتيه, إذاً يكون هذا تناقض, فهو مقلوب, لأننا لو أخذناه على ظاهره صرنا متناقضين, هكذا قرر ابن القيم, وأطال رحمه الله تعالى في تقرير القلب في هذا الحديث, وأجلب على هذه المسألة بكل ما أوتي من قوة وبيان وسعة اطلاع, ليقرر أن الحديث مقلوب. ¶ وبعضهم يرى وينقل عن بعض كتب أهل اللغة أن ركبتي البعير في يديه, لكن افترض أن ركبتي البعير في يديه, هل ينحل الإشكال؟ ¶ لا, لا ينحل الإشكال, لأنه إذا قدم يديه أشبه بروك البعير في الصورة. ¶ شيخ الإسلام رحمه الله يرى أن الصورتين كلاهما صحيحتان وجائزتان, وسواء قدم الإنسان يديه أو قدم ركبتيه سيان, فهذه ثابتة من فعله عليه الصلاة والسلام, وهذه ثابتة من أمره (وليضع يديه) فاللام لام الأمر. ¶ وهذه المسألة تحتاج إلى دقة فهم, هل الحديث الثاني حديث أبي هريرة مقلوب كما قال ابن القيم؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أقول: الحديث ليس بمقلوب, وآخره يشهد لأوله, (لا يبرك كما يبرك البعير, وليضع يديه قبل ركبتيه), هل فهمنا معنى البروك؟ ¶ لا, لم نفهم معنى البروك لكي نفهم الحديث. ¶ هل طعن أحد من الأئمة المتقدمين في الحديث بأنه مقلوب؟ ¶ لا, لم يطعن أحد فيه بأنه مقلوب, ومن تكلم فيه تكلم في إسناده, ولم يتكلم في متنه, إذاً هل خفيت هذه العلة على المتقدمين؟ ¶ لا, لم تخفى, لأنها واضحة, فالذي أدركه ابن القيم يمكن أن يدركه آحاد الناس, فكل إنسان يرى البعير يقدم يديه قبل ركبتيه. ¶ لكننا لم نفهم معنى البروك. متى يقال: برك البعير؟ ¶ يقال: برك البعير, إذا نزل على الأرض بقوة, وأثار الغبار وفرَّق الحصى, فإذا برك المصلي على يديه بقوة وأثار الغبار وفرَّق الحصى وخلخل البلاط كما يفعل بعض الناس نقول: هذا برك مثل ما يبرك البعير, لكن إذا قدم يديه قبل ركبتيه ووضعهما مجرد وضع على الأرض فإنه لا يكون برك مثل بروك البعير, وامتثل قوله عليه الصلاة والسلام (وليضع يديه قبل ركبتيه). ¶ فالملاحظ مجرد الوضع, فإذا نزل الإنسان على الأرض بقوة, وقدم يديه قبل ركبتيه, وسُمِعَ لنزوله على الأرض صوت - لأن بعض الناس إذا نزل على الأرض فإنك تسمع البلاط يتخلخل - فهذا برك مثل ما يبرك البعير, لكن لو قدم ركبتيه بقوة على الأرض, هل يكون فعل مثل ما فعل النبي عليه الصلاة والسلام كما في حديث وائل (رأيت رسول الله صلى الله عليه وسلم إذا سجد وضع ركبتيه قبل يديه)؟ ¶ لا, بل نقول: هذا برك مثل ما يبرك الحمار, يقدم ركبتيه لكن بقوة, وقد نهينا عن مشابهة الحيوانات. ¶ أيهما أقوى حديث وائل أو حديث أبي هريرة؟ ¶ حديث أبي هريرة أقوى (وليضع يديه قبل ركبتيه), فلنفرق بين مجرد الوضع وبين مشابهة البعير في بروكه على الأرض بقوة. ¶ ألا تفرِّق بين وضع المصحف على الأرض وبين رميه على الأرض وإلقاءه؟",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هناك فرق, فالأول جائز عند أهل العلم, لكن رمي المصحف على الأرض وإلقاؤه خطر عظيم, وبعض أهل العلم يفتي بكفر من يفعل هذا, إذا فعله استخفافاً, ففرق بين أن ترمي المصحف, وبين أن تضعه مجرد وضع على الأرض, وهذا جائز. ¶ فعلينا أن نفهم معنى الوضع, وحينئذ لا يكون هناك تعارض بين أول الحديث ولا آخره, فنحتاج إلى ترجيح بين الحديثين, والذي يقول إن حديث أبي هريرة أرجح يقول: نقدم اليدين قبل الركبتين, لكن لا نبرك مثل بروك البعير, ولا ننزل على الأرض بقوة, بل نضع اليدين قبل الركبتين, والذي يرجح حديث وائل يقول: النبي عليه الصلاة والسلام كان يضع ركبتيه مجرد وضع على الأرض قبل يديه. ¶ وشيخ الإسلام رحمه الله لحظ مسألة وضع ورفق وهدوء في الصلاة, وسواء قدم الإنسان يديه أو ركبتيه, المقصود أنه يضع مجرد وضع فهما سيان. ¶ والذي يرجح حديث أبي هريرة على حديث وائل, وهو مقتضى ما ذكره الحافظ ابن حجر هنا, يقول: أنا أقدم يديَّ قبل ركبتيَّ برفق, وأضع يديَّ على الأرض قبل ركبتيَّ, وامتثلت هذا الأمر (وليضع يديه قبل ركبتيه), ولم أشبه البعير. ¶ لأن التشبيه يأتي في النصوص ولا يراد به المطابقة من كل وجه, بل إذا وُجِدَت المشابهة ولو من وجه حصل التشبيه, وصح التشبيه, ولا يلزم أن تكون المشابهة من كل وجه. ¶ وإلاَّ فتشبيه رؤية الباري جل وعلا برؤية القمر ليلة البدر إذا قلنا من كل وجه لزم على هذا لوازم, صار الحديث مضاداً لقوله جل وعلا (ليس كمثله شيء), لكن التشبيه من وجه دون وجه, فهو تشبيه للرؤية بالرؤية, لا المرئي بالمرئي. ¶ وهنا التشبيه إنما هو في النزول على الأرض بقوة, فالإنسان إذا نزل على يديه بقوة على الأرض قلنا: أشبه البعير, وإذا نزل بركبتيه بقوة على الأرض قلنا: أشبه الحمار, وكلاهما ممنوع, والمصلي منهي عن مشابهة الحيوانات, ولذا يرى بعضهم التخيير بين الفعلين, ويلاحظ مسألة الوضع, فسواء قدم يديه أو قدم ركبتيه لا فرق.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إذا وصل إلى الأرض, وهوى إليها ساجداً, سجد على الأعضاء السبعة, امتثالاً للأمر الوارد من قِبَل الله جل وعلا لنبيه عليه الصلاة والسلام في قوله: (أُمِرت أن أسجد على سبعة أعظم), والآمر هنا هو الله جل وعلا, لأنه لا يتصور آمر للنبي عليه الصلاة والسلام إلا الله, بخلاف ما لو قال الصحابي (أُمِرنا) أو (نُهِينا) فالمتجه والذي عليه الجمهور أن الآمر والناهي هو النبي عليه الصلاة والسلام, فإذا قال النبي عليه الصلاة (أُمِرت) كما هنا أو (نُهِيت عن قتل المصلين) فالآمر والناهي هو الله جل وعلا, وهذا مفصل في موضعه. ¶ قال عليه الصلاة والسلام: (أُمِرت أن أسجد على سبعة أعظم: على الجبهة, وأشار بيده إلى أنفه) الحديث, يعني كأن الجبهة والأنف عظم واحد, وهذا عضو من الأعضاء السبعة, لأنه قال (سبعة) وهي ثمانية. ¶ لماذا قال: (أُمِرت أن أسجد على سبعة أعظم) وإذا فصلناها صارت ثمانية, الجبهة والأنف واليدان والركبتان وأطراف القدمين؟ ¶ لأنه قال (على الجبهة) وأشار بيده إلى أنفه, فدل على أن الأنف تابع للجبهة, وهما بمنزلة العضو الواحد, فالأصل هو الجبهة, والأنف تابع لها, فإذا سجد على الأنف فقط لم يجزئ السجود, ولم يصح, لكن إذا سجد على الجبهة فقط, وترك التابع وهو الأنف, فالمسألة خلافية بين أهل العلم, والحديث يدل على أن السجود على الأنف مأمور به, لأنه مع التفصيل لما أُجمِل والبيان لما أُجمِل, وبيان الواجب واجب عند أهل العلم. ¶ قوله (واليدين): المراد باليدين الكفان, لكن هل المراد بالكفين ظهورهما؟",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "لا, المراد بطون الكفين, وبطن الكفن يشمل الراحة وبطون الأصابع. ويُلاحَظ من بعض المصلين أنه يسجد ببطون الأصابع فقط, وهذا لا يجزئ, لأن الأصل في الكف الراحة وظهر الكف. بل بعضهم يسجد على هيئة العاجن, وهذا موجود لا سيما عند أحداث الأسنان الصغار, بحيث يجمع الكفين ويسجد عليهما, فهذا نراه كثيراً لا سيما عند صغار السن, والسجود على هذه الكيفية لا يجزئ, فليُلاحَظ. ¶ قوله (والركبتين): المخالفة في السجود على الركبتين قليلة, لأنه لا يتصور أن شخصاً يرفع ركبتيه أو يرفع إحداهما, اللهم إلا إذا كان شخصاً معانداً. ¶ لكن الخلل كثيراً ما يكون في السجود على الأنف واليدين, بحيث يرفع الأنف أو اليدين, ولا يمكنهما من الأرض. ¶ والخلل يتطرق أيضاً إلى السجود على أطراف القدمين, فكثيرٌ من الناس يرفع أطراف القدمين, وأطراف القدمين من الأعضاء السبعة التي أُمرنا بالسجود عليها كما في قوله (وأطراف القدمين), فلا بد من السجود على أطراف القدمين, ليتم المأمور به, لأن الأمر متجه إلى سبعة أعضاء, فلا يتم امتثال الأمر إلا باجتماعها. ¶ لكن قد يحتاج الإنسان إلى رفع إحدى القدمين ليحك بها الأخرى, بحيث يكون ساجداً فلسعته بعوضة, فاحتاج إلى الحك, فإن استوعب رفع القدم السجود كله فالسجود فيه نظر, لكن إن حك رجله بها وأعادها فلا يؤثر إن شاء الله تعالى, وتكون حركة يسيرة معفو عنها إن شاء الله تعالى. ¶ وحديث السجود على الأعضاء السبعة أخرجاه في الصحيحين من حديث ابن عباس. ¶ وعن العباس بن عبد المطلب رضي الله عنه أنه سمع رسول الله صلى الله عليه وسلم يقول: (إذا سجد العبد سجد معه سبعة آراب - أي: أعضاء - وجهه وكفاه وركبتاه وقدماه) رواه الجماعة إلا البخاري. ¶ هل يلزم مباشرة الأعضاء السبعة للأرض أو المسجود عليه؟ ¶ لو سجد على حائل بالنسبة للقدمين فلا إشكال, لأن الصلاة في الخفاف جائزة إجماعاً, وستر الركبتين من تمام ستر العورة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وبقي ستر اليدين وستر الوجه, ومباشرة الكفين والوجه للمسجود عليه: إذا دعت الحاجة إلى ذلك من حر شديد أو برد شديد, فقد جاء ما يدل على ذلك. والسجود على المتصل أو المنفصل مسألة تفصيلية تحتاج إلى مزيد من البسط, وهم يكرهون السجود على المتصل, بمعنى أنه إذا أراد أن يسجد وضع الشماغ وسجد عليه, لكن إذا سجد على شيء منفصل, فالنبي عليه الصلاة والسلام سجد على الخمرة, فلا بأس بذلك إن شاء الله تعالى. ¶ بالنسبة لليدين فإنهما تكونان مضمومتي الأصابع, والأصابع إلى جهة القبلة, وبحذاء الوجه, ومقابل الوجه. ¶ والقدمان أيضاً أصابعهما إلى جهة القبلة, إن أمكن ذلك, وإلا فبعض كبار السن يحصل عندهم تصلب في الأصابع, فلا يتمكنون من استقبال القبلة بها. ¶ وهل تلصق القدمان إحداهما بالأخرى؟ أو من تمام المجافاة أن يبعِد إحدى الرجلين عن الأخرى؟ ¶ قولان لأهل العلم: فمن يقول بعموم المجافاة يشمل الرجلين, فإذا جافى يديه عن جنبيه, ورفع ظهره, فليجافي قدميه أيضاً, لأن هذا من تمام المجافاة. ¶ ومنهم من يقول: لا, بل المستحب أن تُلصَق القدم بالقدم, وجاء ما يدل على ذلك في صحيح ابن خزيمة وفي الصحيح أيضاً من حديث عائشة (فوقعت يدي على قدميه). استُدِل به على أن القدمين تُلزَقان. ¶ يقول ابن القيم: ولم يثبت عن النبي صلى الله عليه وسلم السجود على كور العمامة من حديث صحيح ولا حسن, ولكن روى عبد الرزاق في المصنف من حديث أبي هريرة أنه قال: كان رسول الله صلى الله عليه وسلم يسجد على كور العمامة. وهو من رواية عبد الله بن محرر وهو متروك, وذكره أبو أحمد الزبيري من حديث جابر, ولكنه من رواية عمر بن شِمْر عن جابر الجعفي وهو متروك عن متروك. ¶ قد يقول قائل: حديث جابر يشهد لحديث أبي هريرة, والحديث الحسن لغيره هو عبارة عن حديث ضعيف مع حديث ضعيف!! ¶ لكن حديث المتروك شديد الضعف, وكذلك ما يشهد له شديد الضعف, فلا يرتقي هذا بهذا, ولا ينجبر هذا بهذا.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وكان عليه الصلاة والسلام يسجد على الأرض كثيراً, وهي الأصل, لقوله عليه الصلاة والسلام: (جعلت لي الأرض مسجداً وطهوراً), وقد يسجد على الماء والطين, كما ثبت ذلك في حديث ليلة القدر, ليلة إحدى وعشرين, وثبت أنه سجد على الخمرة المتخذة من خوص النخل, وعلى الحصير المتخذ منه, وصلى عليه كما في حديث أنس, وعلى الفروة المدبوغة, والمقصود أن هذه الأمور لا بأس بالسجود عليها إذا كانت منفصلة عن المصلي. ¶ قد يقول قائل: ماذا عن السجود على التربة التي يتخذها بعض المبتدعة, ولا يرون الصلاة إلا عليها؟!! ¶ هذه التربة يزعمون أنها مأخوذة من تراب كربلاء, ولا يصححون الصلاة إلا بالسجود عليها, أو ما يقوم مقامها من الأرض, ولذا تراهم لا يسجدون على الفرش, بل يسجدون على الأرض, أو يضعون شيئاً يجعلونه بمثابة هذه التربة من قرطاس أو من خوص أو ما أشبه ذلك, والمقصود أن هذه مبتدَعة, لم يقل بها من يُعتَدُّ بقوله من أهل العلم, وأيضاً التشبث بها, وأنها من تربة طاهرة, من كربلاء أو ما أشبهها, فكربلاء لم يرد فيها ما يخصها من نص صحيح, بل تمسك بها بعض من زاغ في دينه وحاد عن الصراط المستقيم, والله المستعان. ¶ وكان إذا سجد عليه الصلاة والسلام مكن جبهته وأكفه من الأرض, ونحَّى يديه عن جنبيه, وجافى بهما حتى يُرَى بياض إبطيه, ولو شاءت بهمة وهي الشاة الصغيرة أن تمر تحتهما لمرت, فهو يبالغ عليه الصلاة والسلام في المجافاة. ¶ وفي صحيح مسلم عن البراء أنه صلى الله عليه وسلم قال: (إذا سجدت فضع كفيك وارفع مرفقيك), وفي صحيح ابن حبان (كان رسول الله صلى الله عليه وسلم إذا سجد ضم أصابعه), فيضم أصابعه لأنها إذا ضُمَّت استقبلت القبلة, وإذا فُرِّجت اتجهت إلى جهات متعددة, فالمطلوب ضمها ليُستقبَل بها القبلة. ¶ وكان يقول في سجوده (سبحان ربي الأعلى) ثلاث مرات, وربما كررها أكثر من ذلك, وأمر بها فقال: (اجعلوها في سجودكم).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وحث عليه الصلاة والسلام على كثرة الدعاء في السجود فقال: (أما الركوع فعظموا فيه الرب, وأما السجود فأكثروا فيه من الدعاء فقَمِنٌ أن يستجاب لكم), أي حريٌّ وجدير أن يستجاب لكم, لأن العبد أقرب ما يكون إلى ربه وهو ساجد. ¶ ولذا يختلف أهل العلم في المفاضلة بين طول السجود وبين طول القيام, وهي مسألة معروفة, وسبب الخلاف فيها ما جاء من الحث على طول القيام, وأن النبي عليه الصلاة والسلام قام حتى تفطرت قدماه, والصلاة تسمى قيام, وقيام الليل المراد به صلاته, وجاء في الحديث (ما من عبد يدركها وهو قائم) فيُعبَّر بالقيام عن الصلاة لأهميته, وقال تعالى (قوموا لله قانتين) والقيام من القنوت, والسجود أيضاً جاء فيه نصوص, مثل ما تقدم (أقرب ما يكون العبد من ربه وهو ساجد) و (وأما السجود فأكثروا فيه من الدعاء). ¶ ما معنى هذا الكلام, أعني المفاضلة بين إطالة هذين الركنين؟ ¶ يتضح المعنى بهذا المثال: شخص يريد أن يصلي ساعة, هل يستغل غالب هذه الساعة بقراءة القرآن في الصلاة, بمعنى أنه يطيل القيام ولا يطيل الركوع والسجود؟ ¶ أو يطيل الركوع والسجود أطول من القيام, بمعنى أنه يخفف القراءة, وينكسر بين يدي ربه عز وجل, وينطرح بين يديه, ويطرق بابه متلذذاً بمناجاته حال أقرب ما يكون إليه وهو السجود؟ ¶ الذي حرره جمع من أهل العلم أن القيام أفضل بذكره, والسجود أفضل بهيئته, فالمسألة حسب ما يرتاح إليه الإنسان, فبعض الناس يتلذذ بطول القراءة, فيقال لمثل هذا: أطل القيام, وأطل القراءة, ولا بأس,فما دام أنك تتلذذ بها, وقلبك يحضر أثناء قراءة القرآن وتدبر القرآن أكثر من حضوره حال السجود, نقول: افعل هذا, ومثل هذا يسمى قيام, وقيام الليل من أفضل العبادات, وهو دأب الصالحين, وفي الحديث (نِعْمَ الرجل عبد الله لو كان يقوم من الليل), فالصلاة يُعَبَّر عنها بالقيام لأهميته.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "لكن الشخص الذي يقول: أنا إذا بدأت أقرأ القرآن يسرح ذهني, ولا أتدبر, لكن إذا سجدت وأخذت في الأدعية قرُبت من ربي وناجيته وأحضرت قلبي, نقول: كله خير إن شاء الله تعالى, فالذي هو أنفع لقلبك أكثر منه, لأن الإنسان قد يُفتَح له باب يقربه من الله جل وعلا, ويجد نفسه في الأبواب الأخرى دون, فليستغل هذا الباب, وهو على خير في الحالتين كلتيهما. ¶ وكان من دعائه عليه الصلاة والسلام (سبحانك اللهم وبحمدك اللهم اغفر لي), ومنه (اللهم إني أعوذ برضاك من سخطك, وبمعافاتك من عقوبتك, وأعوذ بك منك لا أحصي ثناءً عليك أنت كما أثنيت على نفسك) رواه مسلم من حديث عائشة, وكان يقول (اللهم لك سجدت, وبك آمنت, ولك أسلمت, سجد وجهي للذي خلقه وصوره, وشق سمعه وبصره, تبارك الله أحسن الخالقين) رواه مسلم من حديث علي رضي الله عنه, وكان يقول (اللهم اغفر لي ذنبي كله, دِقَّه وجِلَّه, وأوله وآخره, وعلانيته وسره) رواه مسلم من حديث أبي هريرة, وغير ذلك من الأدعية التي ثبتت عنه عليه الصلاة والسلام في هذا الركن, فلتُرَاجَع كتب السنة. ¶ وكان عليه الصلاة والسلام إذا سجد لا يفترش ذراعيه, بل كان يجافيهما كما سبق, بل نهى عن ذلك فقال: (ولا يفترش أحدكم ذراعيه افتراش الكلب), وفي رواية (افتراش السبع). ¶ وبعض الناس يفترش حال كونه متعباً, ويضع يديه على الأرض, وبعضهم يرتاح بذلك, لكن هذا منهي عنه. ¶ لكن إن احتاج إلى ما يسند يديه, فليضع أطرافهما على ركبتيه, وجاء في ذلك ما يدل عليه عند الحاجة إليه, وإلا فالأصل المجافاة. ¶ والمجافاة يفعلها الإمام بلا إشكال, لأنه لا يضيِّق على أحد, وكذلك المنفرد يفعلها, لكن المأموم المأمور بالتراص في الصف المجافاة قد تصعب عليه, وعلى كل حال من أمكنه أن يفعل هذه السنة فليحرص عليها.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الطمأنينة في السجود ركن كغيرها من الأركان, كما في حديث المسيء, حيث نُصَّ على الطمأنينة في جميع الأركان ومنها السجود, بل ثبت عنه عليه الصلاة والسلام أن سجوده كان قريباً من ركوعه, وركوعه كان قريباً من قيامه, وجاء ما يدل على أن صلاته في قيامها وركوعها وسجودها قريباً من السواء. ¶ كيف يكون السجود قريب من الركوع, والركوع قريب من القيام, وقد ثبت عنه عليه الصلاة والسلام أنه صلى بالبقرة ثم النساء ثم آل عمران, أي خمسة أجزاء؟ فإذا قام بمقدار خمسة أجزاء, وركع بمقدارها, وسجد بمقدارها, كانت الركعتان بمثابة قراءة القرآن كاملاً؟!! ¶ نقول: المقاربة نسبية, بمعنى أنه إذا كان القيام طويلاً كان الركوع طويلاً, ولا يعني أنه طويل كطول القيام, بمعنى أنه إذا قام ساعة ثم ركع دقيقة, هل يكون هذا مناسباً؟ لا, لا يكون مناسباً, وكذا لو سجد دقيقة فهذا غير مناسب. ¶ لكن إذا قام ساعة, فليطل الركوع, وليطل السجود, ليكون قيامه وركوعه وسجوده كلها مستوية في الطول, والمراد به الطول النسبي. ¶ ثم يرفع من السجود مكبراً, وثبت هذا التكبير من فعله عليه الصلاة والسلام, وأمر بذلك المسيء في صلاته. ¶ والتكبير للركوع, والتكبير للسجود, والتكبير للرفع منه, وبقية التكبيرات عدا تكبيرة الإحرام, يسمونها تكبيرات الانتقال, وهي واجبة عند الحنابلة, وسنة عند غيرهم. ¶ والرفع من السجود كالهوي إليه ليسا من مواضع رفع اليدين, وأما حديث (كان يرفع مع كل خفض ورفع) نبهنا إلى أن من أهل العلم من حكم عليه بأنه وهم غير محفوظ, والمحفوظ أنه كان يكبر مع كل خفض ورفع. ¶ واستحب بعضهم رفع اليدين أحياناً مع كل خفض ورفع, ولا يداوم على ذلك, لأن أكثر من وصف صلاة النبي عليه الصلاة والسلام لم يذكر هذا الرفع, بل صرحوا بعدمه, فقالوا: كان لا يرفع يديه إذا هوى إلى السجود.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ثم إذا جلس استوى جالساً من سجوده يفرش رجله اليسرى, فيقعد عليها مطمئناً, ولا ينقر هذا الركن نقراً, كما يفعله بعض الناس, حيث ينقرون ما بعد الركوع وما بين السجدتين نقراً, بحيث لا يتمكن ولا من الاستواء, لكن هذا ركن لا بد من الطمأنينة فيه, وقد أمر بذلك النبي عليه الصلاة والسلام المسيء. ¶ وكان ينصب رجله اليمنى, ويستقبل بأصابعها القبلة, وربما نصب قدميه وقعد على عقبيه, كما في حديث ابن عباس عند مسلم وغيره, وهو غير الإقعاء الذي جاء النهي عنه, بل صرح ابن عباس أنه السنة, فلو فُعِلَ هذا أحياناً عملاً بحديث ابن عباس لكان أولى. ¶ وكان يضع يديه على فخذيه, ويجعل مرفقه على فخذه, وطرف يده على ركبته, وكان يطمئن في هذه الجلسة كما تقدم, بل كان يطيلها حتى تكون قريباً من سجدته, بل قد يمكث أحياناً حتى يقول القائل: قد نسي, فكل هذا ثابت عنه عليه الصلاة والسلام. ¶ وهذه الجلسة هي للدعاء, وجاء فيها أدعية محفوظة عن النبي عليه الصلاة والسلام, كقوله (رب اغفر لي وارحمني واجبرني واهدني وعافني وارزقني), وربما كرر (رب اغفر لي, رب اغفر لي). ¶ وماذا عن القبض, قبض اليد اليمنى ورفع الأصبع وتحريكها في هذا الركن؟ ¶ يقول ابن القيم رحمه الله تعالى: وكان يقبض ثنتين من أصابعه, ويحلق حلقةً, ثم يرفع أصبعه, يعني السبابة, يدعو بها ويحركها, هكذا قال وائل بن حجر عنه. ¶ وأما حديث أبي داود عن عبد الله بن الزبير أن النبي صلى الله عليه وسلم كان يشير بأصبعه إذا دعا ولا يحركها, يعني يرفعها فقط, فهذه الزيادة في صحتها نظر, وقد ذكر مسلم حديث ابن الزبير بطوله في صحيحه ولم يذكر هذه الزيادة, بل قال: كان رسول الله صلى الله عليه وسلم إذا قعد في الصلاة جعل قدمه اليسرى بين فخذه وساقه, وفرش قدمه اليمنى, ووضع يده اليسرى على ركبته اليسرى, ووضع يديه اليمنى على فخذه اليمنى, وأشار بأصبعه.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "عرفنا أنه يفترش في هذه الجلسة بين السجدتين, وهذا هو المحفوظ, وهو أيضاً محفوظ في التشهد الأول, أي الافتراش, بأن يفرش رجله اليسرى ويقعد عليها, وينصب اليمنى. ¶ لكن ابن القيم نقل حديث ابن الزبير في صحيح مسلم (إذا قعد في الصلاة جعل قدمه اليسرى بين فخذه وساقه) و هل هذا في هذا الموضع أو في التشهد؟ وهل يمكن تطبيق هذه الصورة من جميع المصلين؟ أو لا يمكن؟ ¶ هذه ممكنة بالنسبة لغير البدين, لكن بعض الناس لا يمكنه ذلك, ويصعب عليه جداً تطبيقها. ¶ يقول ابن القيم: وأيضاً فليس في حديث أبي داود عنه أن هذا كان في الصلاة, وأيضاً لو كان في الصلاة لكان نافياً وحديث وائل بن حجر مثبتاً وهو مقدم, وهو حديث صحيح, ذكره أبو حاتم في صحيحه. ¶ وعلى كل حال هذه الزيادة, زيادة التحريك, منهم من يقول أنها زيادة من ثقة, وهو مثبِت وغيره نافي, والمثبِت مقدم على النافي. ¶ ومنهم من يحكم عليها بأنها زيادة غير محفوظة. ¶ ثم يكبر ويسجد السجدة الثانية, وأمر بها المسيء في صلاته, وكان يصنع في هذه السجدة مثل ما صنع في الأولى. ¶ ثم يرفع رأسه مكبراً من السجدة الثانية, وجاء الأمر بالتكبير في هذا الموضع في حديث المسيء. ¶ والسجدة الثانية هيئتها وأذكارها كالأولى, لكن هل هي طول الأولى؟ أو أقصر منها؟ وهل كل سجود دون الذي قبله؟ أو مثله؟ ¶ قاعدة الصلاة أن كل فعل من أفعالها دون الذي قبله, بمعنى أن الركعة الأولى بجملتها أطول من الركعة الثانية, والثانية أطول من الثالثة, وهكذا, لكن هل سجدات الصلاة بمنزلة واحدة, والتخفيف والتطويل إنما هو في القراءة, كما نُصَّ على ذلك في بعض الأحاديث؟ أو أن الركعة الثانية بكاملها أقصر من الأولى, والثالثة أقصر من الثانية؟",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "لنستحضر حديث صلاة الكسوف, وفيه (فقام رسول الله صلى الله عليه وسلم قياماً طويلاً نحواً من قراءة سورة البقرة, ثم ركع ركوعاً طويلاً, ثم رفع, ثم قام قياماً طويلاً وهو دون القيام الأول, ثم ركع ركوعاً طويلاً وهو دون الركوع الأول, ثم سجد سجوداً طويلاً, ثم رفع, ثم سجد سجوداً طويلاً وهو دون السجود الأول, ثم قام قياماً طويلاً وهو دون القيام الأول, ثم ركع ركوعاً طويلاً وهو دون الركوع الأول, ثم قام قياماً طويلاً وهو دون القيام الأول, ثم ركع ركوعاً طويلاً وهو دون الركوع الأول) إلى آخر الصلاة. ¶ ماذا نستفيد من هذا الحديث في قوله (وهو دون القيام الأول) و (وهو دون الركوع الأول)؟ كم في صلاة الكسوف المشروحة من قيام؟ ¶ فيها أربعة قيامات, وفيها أربعة ركوعات وأربع سجدات, وهذا هو المتفق عليه في الصحيحين, وإن جاء في مسلم الثلاثة الركوعات والأربعة, وجاء في غيره الخمسة. ¶ لكن قوله (وهو دون الركوع الأول) يحتمل أن يكون المراد بالأول الأولية المطلقة, وهو الذي هو أول ركوع, وما عداه من الركوعات الثلاثة دون الركوع الأول أولية مطلقة, فلا يلزم من هذا أن يكون كل ركوع دون الذي قبله, لأننا نحكم على الركوع الأول أولية مطلقة بأنه متميز عن غيره, وما عداه من الركوعات كلها دونه, فالركوع الأول أولية مطلقة متميز بالطول, ودونه الركوعات الثلاثة الباقية, وقل مثل هذا في السجود. ¶ ويحتمل أن يكون المراد بالأول الأولية النسبية, وليس المراد به الأولية المطلقة, وما معنى الأولية النسبية؟ معناه أن كل ركوع أول بالنسبة للذي يليه, فالركوع الثاني أول بالنسبة للثالث, والركوع الثالث أول بالنسبة للرابع, وهكذا. ¶ فإذا قلنا بأن المراد بالأولية الأولية المطلقة قلنا: المتميز هو الأول, والثلاثة الباقية كلها على حد سواء.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وإذا قلنا الأولية نسبية, وأن كل قيام دون الذي قبله, وأن كل ركوع دون الذي قبله, وأن كل سجود دون الذي قبله, صارت الصلاة متدرجة, فإذا قرأ في القيام الأول البقرة, فإنه يقرأ في الثاني آل عمران مثلاً, لكن هل يقرأ في الثالث النساء؟ ¶ على الاحتمال الأول هذا ممكن, لأن النساء دون البقرة, فالقيام الثالث دون القيام الأول أولية مطلقة, لكن على الاحتمال الثاني, وهي الأولية النسبية, فهذا غير ممكن فيما لو قرأ آل عمران, ويمكن ذلك لو قرأ يونس مثلاً, لتكون الصلاة متدرجة بقراءة البقرة ثم آل عمران ثم يونس, ثم بعد ذلك في القيام الرابع, ماذا يقرأ؟ هل يقرأ هود مثلاً؟ ¶ على الاحتمال الأول, على التدريج, لا يقرأ هود, بل يقرأ يس مثلاً, لتكون الصلاة متدرجة, فيكون كل قيام دون الذي قبله. ¶ لكن إذا قلنا أن المراد بالأولية أولية مطلقة انتهى الإشكال, فيكون القيام الأول متميز, وما بعده متساوٍ, فليقرأ في القيام الأول البقرة, وفي الثاني آل عمران, وفي الثالث النساء, وفي الرابع الأعراف, لتكون متقاربة, ويفوقها القيام الأول, الذي هو الأول أولية مطلقة. ¶ نأتي إلى ما عندنا, وصلاة الكسوف تقرب لنا ما عندنا من الصلاة: بعض الناس يُلاحَظ عليه إطالة آخر سجدة في الصلاة, ولا حظنا من الشيوخ الكبار الذين أدركناهم كذلك, يطيلون السجدة الأخيرة من الصلاة, ويفعلها بعض الشباب الآن, فهل نقول أن هذا خلاف السنة, لأن كل ركن دون الذي قبله, فالسجدة الأخيرة دون التي قبلها, والتي قبلها دون التي قبلها, وهكذا؟ ¶ أو نقول: تتميز الركعة الأولى, وما عداها يكون دون الأولى, بغض النظر عن الثانية والثالثة والرابعة؟",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كأن ملحظ من يطيل السجدة الأخيرة أنها هي الوداع بالنسبة للسجود والقرب من الله جل وعلا لأنها آخر شيء, فيريد أن يصلي صلاة مودع, ولو في جزء الصلاة, ويستدرك ما فاته وغفل عنه في السجدات السابقة.فهذا قد يلحظه بعض الناس, لكن العبرة بما ثبت عن النبي عليه الصلاة والسلام, لأن العبادات توقيفية, فإذا لم يكن السجود الرابع أقل من الثالث, فعلى أقل الأحوال يكون مثله. ¶ ثم ينهض من السجدة الثانية مكبراً غير رافع ليديه. ¶ جاء في الصحيح عن أبي قلابة أنه قال: جاءنا مالك بن الحويرث في مسجدنا هذا, فقال: إن لأصلي بكم وما أريد الصلاة, أصلي كيفما رأيت رسول الله صلى الله عليه وسلم يصلي, فقلت لأبي قلابة: كيف كان يصلي؟ فقال: مثل صلاة شيخنا هذا, يعني عمرو بن سلمة الجرمي, وكان يجلس إذا رفع رأسه من السجود قبل أن ينهض. ¶ إذا رفع رأسه من السجدة الثانية وأراد أن ينهض إلى الركعة الثانية جلس, وفي رواية (وإذا رفع رأسه عن السجدة الثانية جلس واعتمد على الأرض ثم قام), وفي رواية عنه, أعني مالك بن الحويرث, أنه رأى رسول الله صلى الله عليه وسلم يصلي, فإذا كان في وتر من صلاته, لم ينهض حتى يستوي قائماً, بمعنى أن موضع هذا الجلوس إذا أنهى الركعة الأولى أو أنهى الركعة الثالثة. ¶ هذه الجلسة يسميها الفقهاء جلسة الاستراحة, واختلفوا في مشروعيتها. ¶ أولاً: ثبوتها عن النبي عليه الصلاة والسلام لا إشكال فيه, فحديث مالك بن الحويرث في البخاري, وليس لأحد كلام. ¶ لكن قال بمشروعيتها الشافعي, وطائفة من أهل الحديث, وهو رواية عن أحمد. ¶ لكن هل هي بالفعل جلسة استراحة؟ أو هي زيادة تكليف في الصلاة؟ وهل الأسهل للمصلي إذا سجد أن يقوم مباشرة, أو يجلس ثم يقوم, لا سيما من يحتاج على حد زعمهم؟ فالذي يثقل أو يحس بوجع في ركبتيه, هل الأسهل له أن يقوم إلى الركعة؟ أو يجلس ثم يقوم؟ ¶ الأسهل له أن ينهض إلى الركعة مباشرة, لأن جلوسه زيادة عبء عليه, لماذا؟",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "لأنه في السجود, الرجل ليست منثنية انثناءً تاماً, بل نصف انثناء, ثم إذا قام مباشرة, فإنه أسهل عليه من كونه يثنيها ثنياً كاملاً ثم يقوم. ¶ أقول: كون الفقهاء سموها جلسة استراحة, وليس في النصوص ما يدل على هذه التسمية, من أجل ماذا؟ ¶ من أجل أن يسموها راحة في الصلاة, وإنما يفعلها من يحتاج إلى هذه الراحة, لكن إذا تصورناها زيادة عبء في الصلاة, وعناء في الصلاة, فإننا لا نحتاج إلى أن نقول: لا يفعلها إلا من احتاج إليها, بل نقول العكس: المحتاج قد لا يجلس هذه الجلسة, لأنها ليست جلسة طويلة, بحيث يرتاح راحة تامة, بل هي مجرد جلسة خفيفة, ثم يقوم, فهذه زيادة تكليف عليه. ¶ هذه الجلسة التي ثبتت في الصحيح من حديث مالك بن الحويرث لم يستحبها الأكثر, وهم الحنفية والمالكية والحنابلة في المشهور عندهم, واستحبها الإمام الشافعي والإمام أحمد في رواية كما تقدم. ¶ من استحبها استدل بهذا الحديث, ومن لم يستحبها قال أنها إنما حفظت عن النبي عليه الصلاة والسلام في آخر حياته لما ثَقُل, ولذا لم يذكرها جميع من وصف صلاة النبي عليه الصلاة والسلام إلا مالك بن الحويرث. ¶ هذا بالنسبة للإمام أم بالنسبة للمأموم؟ ¶ عند هؤلاء: لا يجلس المأموم, لماذا؟ ¶ لأنه إنما جعل الإمام ليؤتم به, كما في الحديث (إنما جعل الإمام ليؤتم به, فلا تختلفوا عليه). ¶ أما بالنسبة لتسميتها جلسة الاستراحة, وأنها إنما يحتاج إليها عند الحاجة إليها, فأقول: قد تكون الحاجة إلى تركها, وهذا شيء مجرب, فإن كبار السن, والذين عندهم روماتيزم وما أشبه ذلك, تصعب عليهم هذه الجلسة, وإنما ينهضون من السجود مباشرة, فكونها تفعل عند الحاجة, أنا أقول: الحاجة داعية إلى تركها.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وأما كونها لم تنقل إلا من طريق مالك بن الحويرث, فقد نص ابن القيم وابن حجر على أنها جاءت في بعض طرق حديث أبي حميد الذي وصف صلاة النبي عليه الصلاة والسلام بحضرة عشرة من الصحابة, ونص ابن حجر في التلخيص على أنها جاءت في بعض طرق حديث المسيء. ¶ أما قوله عليه الصلاة والسلام (إنما جعل الإمام ليؤتم به, فلا تختلفوا عليه) فنقول: إذا ترك الإمام أمراً مشروعاً فإنه لا يقتدى به, ولنفترض أن الإمام حنفي لا يرفع يديه مع الركوع ولا مع الرفع منه, أو لنفترض أنه حنبلي لا يرفع يديه بعد القيام من الركعتين, فهل يُتابَع أو لا يُتابَع؟ ¶ إذا ترك المشروع لا يُتابَع, وإنما يُتابَع فيما جاء موافقاً للشرع, فإذا ترك هذه الجلسة يكون قد ترك أمراً مشروعاً, فيأتي بها المأموم, كما يرفع يديه ولو كان الإمام لا يرفع يديه. ¶ ولنفترض أن الإمام لا يجافي, وتيسر للمأموم المجافاة, فهل نقول: لا تختلفوا عليه؟ ¶ لا, لا نقول ذلك. ¶ قد يقول قائل: هذه الجلسة فعل زائد يترتب عليه التأخر عن الإمام؟ ¶ فنقول: لا يترتب عليه شيء, وهذا مجرب, تستطيع أن تجلس هذه الجلسة ولا يفوتك إلا بمقدار آية, وبمقدار ما يقول الإمام (الحمد لله رب العالمين), وبعض الناس يفعلها ولا يفوته شيء, فليس بتأخير كثير حتى تقول (لا تختلفوا عليه), بل تثني رجليك وتجلس ثم تنهض, ولذا جاء في وصفها في حديث مالك بن الحويرث (كان يجلس إذا رفع رأسه من السجود), وفي رواية (وإذا رفع رأسه عن السجدة الثانية جلس واعتمد على الأرض ثم قام), وفي رواية (فإذا كان في وتر من صلاته لم ينهض حتى يستوي قاعداً), يعني ثم يقوم, ولذلك لا يشرع فيها ذكر, لأنها ليست طويلة. ¶ ومن ينفي وجودها لعدم وجود الذكر, وأنه لا يخلو فعل من أفعال الصلاة عن ذكر, وأن ما يُذكَر مما لا ذكر فيه فليس بمشروع, نقول له: هذا ليس بصحيح, بل نحن نتبع الدليل حيثما جاء.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قد يقول قائل: إذا فعلها الإمام فمتى يكبر, لأن بعض المأمومين لا يفعلها, فإذا كبر الإمام قبل الجلسة, قام الناس قبله, فمتى يكبر؟ ¶ الأصل في التكبير أنه للانتقال, والانتقال يكون من حين يرفع رأسه من السجود إلى أن يستتم قائماً, ففي مثل هذه الصورة يكون تكبيره أثناء قيامه, لأن هذا هو الانتقال إلى الركن الذي يليه, لأنه لو كبر قبل ذلك نهض قبله الذين لا يجلسون هذه الجلسة. ¶ وعلى كل حال تكبيرات الانتقال الأصل في وجودها الدلالة على الأفعال, فالأصل في الصلاة أنها أفعال, والأقوال للدلالة عليها, فلتكن مقارنةً للانتقال, وما سميت تكبيرة الانتقال بهذا الاسم, وما أضيفت إلى الانتقال, إلا لأنه سبب التكبير, فهي من إضافة المسبَّب إلى سببه. ¶ وعرفنا أن الأكثر حملوا ما جاء في حديث مالك بن الحويرث على أنها إنما كانت بسبب الضعف, والنبي عليه الصلاة والسلام ما فعلها حتى كبر وبدَّن وثقل جسمه, ولذا يسميها الأكثر جلسة استراحة, لأنهم لحظوا فيها هذا الملحظ. ¶ وقد أطال ابن القيم رحمه الله في تقرير ذلك, وأنها إنما تُفعَل عند الحاجة. ¶ ودعموا ذلك بأنها لم تنقل من قِبَل من وصف صلاة النبي عليه الصلاة والسلام غير مالك بن الحويرث, فلو كانت مما يداوم على فعله لنُقِلَت. ¶ لكن مثل ما تقدم, قد أشار ابن القيم وابن حجر إلى أنها وردت في بعض طرق حديث أبي حميد, وابن حجر أيضاً أشار إلى أنها جاءت في بعض طرق حديث المسيء. ¶ ثم بعد ذلك ينهض إلى الركعة الثانية, والخلاف في كيفية هذا النهوض كالخلاف في كيفية الهُوِيِّ للسجود, فالذي يرجح تقديم اليدين على الركبتين يقول: يرفع ركبتيه قبل يديه, أي على العكس من الهُوِي. ¶ والذي يرجح تقديم الركبتين على اليدين في الهُوِيِّ للسجود يقول: يرفع يديه قبل ركبتيه في الانتقال من السجود إلى الركعة الثانية. ¶ فالخلاف هنا كالخلاف السابق, وهو فرع منه.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "في البخاري أن النبي عليه الصلاة والسلام كان ينهض إلى الركعة الثانية معتمداً على الأرض, وهل الاعتماد يكون على الركبتين أو على اليدين؟ ¶ كل ما يسندك فأنت معتمد عليه, فلو أسندت ظهرك على الجدار صرت معتمداً عليه, ولو جعلت ركبتيك على الأرض وأنت جالس فأنت معتمدٌ على ركبتيك, لكن على ماذا تعتمد في النهوض من السجود؟ ¶ المتبادر من اللفظ في قوله (كان ينهض معتمداً على الأرض) أن الاعتماد إنما يكون بما يكون فيه الدفع الذي هو وسيلة الانتقال, والدفع إنما يكون باليدين. ¶ وفي الحديث: (كان يعجن في الصلاة), أي يعتمد على يديه إذا قام, كهيئة العاجن, بحيث يضم جُمعَيْه ويقوم عليهما كهيئة العاجن, وفي بعض الألفاظ (العاجز), وهذا الحديث رواه أبو إسحاق الحربي, ومعناه عند البيهقي بسندٍ قواه بعضهم وأثبته واعتمد عليه, والأكثر على عدم ثبوته. ¶ وعلى كل حال إذا قام على يديه, على القول بتقديم اليدين على الركبتين في النهوض من السجود, فسواء جمعهما كالعاجن, أو بسطهما للاعتماد عليهما, فلا فرق, اللهم إلا إن صحت رواية الحربي. ¶ ثم يفعل في الركعة الثانية كالأولى, إلا أنها أقصر من الأولى. ¶ ويقرأ فيها الفاتحة وسورة, ثم يركع مكبراً رافعاً يديه, ويأتي بالذكر الذي سبق ذكره في الركعة الأولى, ثم يرفع من الركوع رافعاً يديه قائلاً (سمع الله لمن حمده) إن كان إماماً أو منفرداً, قائلاً (ربنا ولك الحمد) إن كان مأموماً, ويأتي بالذكر الوارد في هذا, ثم يهوي إلى السجود كما فعل في الركعة الأولى, فيسجد السجدة الأولى ثم الثانية على ما سبق شرحه. ¶ فإذا فرغ من السجدة الثانية من الركعة الثانية جلس للتشهد, فإن كانت الصلاة ثنائية جلس مفترشاً كما يجلس بين السجدتين, ومثله التشهد الأول من الثلاثية والرباعية, ففي حديث عائشة رضي الله عنها (وكان يقول في ركعتين التحية, وكان يفرش رجله اليسرى وينصب رجله اليمنى).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "يفترش في التشهد إذا لم يكن في الصلاة إلا تشهد واحد, وأما إذا كان في الصلاة تشهدان, فالتشهد الأول وضعه وهيئته الافتراش, كالجلسة بين السجدتين, فيفرش رجله اليسرى, وينصب اليمنى, ويقعد على اليسرى. ¶ وإذا جلس للتشهد الأول, يقول ابن القيم: فإذا جلس للتشهد, وضع يده اليسرى على فخذه اليسرى, ووضع يده اليمنى على فخذه اليمنى, وأشار بأصبعه السبابة, وكان لا ينصبها نصباً, ولا ينيمها, بل يحنيها شيئاً, ويحركها شيئاً, كما تقدم في حديث وائل بن حجر (يحركها يدعو بها), وكان يقبض أصبعيه, وهما الخنصر والبنصر, ويحلِّق حلقة, وهي الوسطى مع الإبهام, ويرفع السبابة يدعو بها, ويرمي ببصره إليها, ويبسط الكف اليسرى على الفخذ اليسرى ويتحامل عليها. ¶ رأى النبي عليه الصلاة والسلام رجلاً يدعو بأصبعيه - اليمنى واليسرى - فقال له عليه الصلاة والسلام: (أحِّد أحِّد) وأشار بالسبابة, يعني واحدة, لأنها إشارة إلى الوحدانية, ولذا تُرفَع وقت الشهادة, عند قول (أشهد ألا إله إلا الله), وهذا الحديث رواه النسائي والحاكم وابن أبي شيبة, وسنده لا بأس به. ¶ وثبت أنه عليه الصلاة والسلام قام عن هذا التشهد - الأول - في صلاة الظهر بعد أن نسيه, وجبره بسجود السهو, كما في حديث عبد الله بن مالك بحينة في الصحيحين, فقد قام النبي عليه الصلاة والسلام, فسبحوا به فلم يرجع, فلما تشهد التشهد الأخير سجد سجدتين ثم سلم, فالتشهد الأول واجب لمداومة النبي عليه الصلاة والسلام عليه, وليس بركن لأن النبي عليه الصلاة والسلام لما قام عنه لم يرجع, والركن لا بد من وجوده, لأن الركن هو الجانب الأقوى, فلو كان ركناً لما جُبِرَ بالسجود, ولو كان سنة لما احتيج إلى السجود, فسجوده عليه الصلاة والسلام للسهو بسبب ترك التشهد الأول دل على وجوب هذا التشهد.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "الذي يقال في هذا الركن ورد عن النبي عليه الصلاة والسلام بألفاظ متعددة, واللفظ المشهور تشهد ابن مسعود, وهو متفق عليه في الصحيحين وغيرهما, وهناك تشهد ابن عباس, رواه مسلم, وتشهد ابن عمر, رواه أبو داود, وتشهد أبي موسى, رواه مسلم, وتشهد عمر, رواه مالك والبيهقي, وتشهد عائشة, عند أبي عوانة. ¶ وكل واحد من الأئمة رجح تشهداً من التشهدات, ورجح لفظاً من الألفاظ, ولا شك أن أقوى هذه التشهدات من حيث الثبوت تشهد ابن مسعود, واختاره الإمام أحمد, وكل إمام يختار صيغة من صيغ التشهد, وهي موجودة منصوص عليها في كتب السنة. ¶ والتشهد الذي يحفظه عامة الناس في هذه البلاد هو تشهد ابن مسعود, وهو المحفوظ, بل الأرجح والأقوى روايةً عن النبي عليه الصلاة والسلام. ¶ وذهب بعضهم إلى أن الاختلاف بين هذه الصيغ اختلاف تنوع, وليس اختلاف تضاد, وعلى هذا يُراوَح بينها, فمرةً يتشهد المصلي بتشهد ابن مسعود, ومرةً يتشهد بتشهد ابن عباس, ومرةً يتشهد بتشهد ابن عمر, ومرةً يتشهد بتشهد أبي موسى, ومرة يتشهد بتشهد عمر, إلى آخره, فكلها ثابتة عن النبي عليه الصلاة والسلام. ¶ وهذا كما قيل في دعاء الاستفتاح, وتقدم الكلام فيه, لأن دعاء الاستفتاح ورد على صيغ متعددة, ورجح بعضهم بعض الصيغ على بعض, لكن اختار بعضهم أن اختلافها اختلاف تنوع, فيُؤتَى بهذا أحياناً, ويُؤتَى بهذا أحياناً, وهذا في النافلة, وهذا في الفريضة, وهذا في قيام الليل, إلى آخره, وهذا يجعل المسلم يحفظ ما ورد عن النبي عليه الصلاة والسلام, ويجعله أيضاً يُحضِر قلبه حينما يقرأ دعاء الاستفتاح. ¶ لأننا إذا قلنا أنه اختلاف تنوع, بحيث أنه مرةً يقرأ هذا, ومرةً يقرأ ذاك, فإن ذلك لا يصير له عادة, لأن الإنسان إذا اعتاد شيئاً أتى به من لا شعور, وكل واحد يدرك ذلك, فإذا كان يكثر من قراءة سورة من السور, ثم صف يتنفل قبل الصلاة, فإنه يقرأ هذه السورة بعد الفاتحة تلقائياً, ولا يدري إلا وهو منتهٍ منها.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وكذلك التشهد, إذا كان لا يحفظ غيره, فإنه قد يمر به وهو لا يشعر, والفاتحة كذلك. وهكذا إذا اعتاد ذكراً بعينه, فإنه لا يُحضِر قلبه في الغالب. ¶ لكن إذا كان يُراوِح بين الأذكار, فإنه في الغالب يُحضِر قلبه, وما معنا من هذا النوع, فيُراوَح بين هذه الأذكار من التحيات ودعاء الاستفتاح, فيحفظ الجميع, ومرةً يقول هذا, ومرةً يقول ذاك, ويُؤجَر على الجميع. ¶ ثم بعد ذلك إذا قرأ التشهد الأول, هل يصلي على النبي عليه الصلاة والسلام؟ أو لا يصلي عليه؟ ¶ المسألة فيها سعة, فمن أهل العلم من رأى استحباب الصلاة على النبي عليه الصلاة والسلام في هذا الموضع, ومنهم من رأى أن التشهد الأول ينبغي تخفيفه. ¶ وقد جاء وصف تشهده عليه الصلاة والسلام وهيئته في التشهد أنه كأنه على الرضف, وهي الحجارة المحماة, يعني كأنه يخفف هذا التشهد بقدر الإمكان, والحديث في ثبوته كلام لأهل العلم. ¶ وإذا صلى على النبي عليه الصلاة والسلام في التشهد الأول, ولا سيما إذا كان مأموماً وأطال الإمام, فالأمر سهل, وفيه سعة. ¶ فإذا انتهى من التشهد نهض مكبراً رافعاً يديه, كما في حديث ابن عمر عند البخاري, وهذا الموضع من مواضع رفع اليدين في الصلاة هو الموضع الرابع. ¶ فالموضع الأول عند تكبيرة الإحرام, والثاني عند الركوع, والثالث عند الرفع منه, والرابع يكون بعد القيام من الركعتين. ¶ فإذا قام من الركعتين كبر رافعاً يديه, والرفع هنا مقارن للتكبير, والتكبير مقارن للانتقال, وهذا هو الأصل, لأن الرفع للدلالة على التكبير, ويقولون: من مشروعيته ليعرف الأصم الذي لا يسمع التكبير, فإذا رفع الإمام أو من بجواره يديه عرف أن المسألة فيها انتقال وفيها تكبير, فالرفع للدلالة على التكبير, والتكبير للدلالة على الانتقال, فتكون الثلاثة مقترنة.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ويختار بعضهم أنه يرفع يديه وهو جالس, قبل أن يكبر, وقبل أن ينتقل, لكن إذا عرفنا أن الرفع هنا مثل الرفع مع تكبيرة الإحرام, فإنه يكون مقارناً للتكبير, ومثله الرفع مع تكبيرة الركوع, والرفع مع قوله (سمع الله لمن حمده), فهو مقارن للتكبير, والتكبير مقارن للانتقال, لأنه للدلالة عليه. ¶ والرفع في الموضع الرابع حين يقوم من الركعتين بعد التشهد يقول به الشافعية, وحديثه ما خرجه البخاري من حديث ابن عمر, وصحيح لا إشكال فيه, لكن لماذا لم يقل الحنابلة بالرفع في هذا الموضع؟ هل خفي حديث ابن عمر على الإمام أحمد؟ ¶ لأن بعض الناس يعتب على من يقلد الإمام أحمد في مثل هذا, لأن الحديث صحيح وثابت في البخاري. فهل نحتج على الإمام أحمد بما خرجه البخاري؟ أو نقول: إمام من أئمة المسلمين, إن لم يكن أعظم من البخاري فليس دونه, فلا يُحتَج عليه بفعل غيره؟ ¶ الإمام البخاري رحمة الله عليه خرج الحديث من حديث ابن عمر مرفوعاً, والإمام أحمد يرجح وقفه على ابن عمر, فهل نستدل على الإمام أحمد بترجيح البخاري؟ ¶ لا يمكن, لأن الإمام أحمد مجتهد, ولا يُلزَم بقول غيره من المجتهدين, وهو مأجور على كل حال, سواء كان الرجحان معه أو مع غيره, فإن أصاب فله أجران, وإن أخطأ فله أجر. ¶ لكن من عرف مثل هذا النص في كتاب اشتُرِطت صحته وتلقته الأمة بالقبول فلا مندوحة له عن العمل به, ولو صحح الإمام أحمد خلاف ذلك, وحتى لو صحح البخاري نفسه في خارج الصحيح عدم الرفع لم نعتبر قوله, لأنه ليست قوة صحيح البخاري بمجرد ترجيح البخاري, أو بقوة أسانيده فقط, وإنما القوة جاءته من تلقي الأمة له بالقبول والاتفاق على تقديمه, فهو اكتسب القوة من هذه الحيثية. ¶ والحافظ ابن حجر رحمه الله تعالى يقول: تلقي الأمة للحديث بالقبول أقوى من مجرد كثرة الطرق.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "فمن يسمع هذا الحديث وهو في البخاري لا مندوحة له عن العمل به, اللهم إلا إذا كان مقلداً, فالمقلد يعتمد إمام تبرأ الذمة بتقليده كأحمد أو غيره, وتبرأ ذمته, لأنه ليس فرضه أن يبحث في الكتب وينظر في الراجح والمرجوح, وإلا لم يكن هناك عوام, بل فرض العامي جاء في قوله تعالى (فاسألوا أهل الذكر), ولا يكلف بما لا يطيق, وإلا لو كان فرضه البحث والنظر في الراجح والمرجوح لطُلِب من الأمة كلها أن تتعلم. ¶ فالعامي الذي يقلد أحمد ولا يرفع يديه تبرأ ذمته, ولا يُلزَم بقول غيره, لكن يقال له من باب المشورة: الإمام البخاري خرج هذا الحديث, وهو أيضاً من مواضع الرفع, فلو رفعت لكان أحوط لك. ¶ وإذا قال إن الإمام أحمد ترجح عند هذا وأنا أقلده, لم نلزمه بقول غيره. ¶ وهذا كلام صحيح, فالذي ليس من أهل النظر, بحيث لا يستطيع النظر في الأدلة ولا في الأقوال, ولا يستطيع أن يرجح بينها على الطرق المعتبرة عند أهل العلم, هذا فرضه سؤال أهل العلم, وإذا قلد من تبرأ الذمة بتقليده انتهى الإشكال, لا يُلزَم بقول غيره. ¶ ثم يصلي الثالثة, ثم يجلس للتشهد الثاني في الثلاثية, في صلاة المغرب. ¶ يصلي الثالثة مثل ما يصلي الأولى والثانية, إلا أن القراءة يُقتصَر فيها على الفاتحة, فإذا انتهى من الركعة الثالثة بقراءتها وبركوعها وبرفعها وبسجدتيها جلس للتشهد الثاني, وهذا في الثلاثية في صلاة المغرب, وإن كانت رباعية قام إلى الرابعة كما يقوم من الأولى إلى الثانية, بعد الجلسة التي يسمونها جلسة الاستراحة, والتي جاءت في حديث مالك بن الحويرث, ومالك بن الحويرث يقول: فإذا كان في وتر من صلاته لم ينهض حتى يستوي قاعداً. ¶ فقوله (في وتر من صلاته) يعني بعد أن يصلي الأولى, وبعد أن يصلي الثالثة, فهذا الوتر من صلاته.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ينهض إلى الرابعة مكبراً, لكن غير رافع ليديه, ويقتصر في الثالثة والرابعة على قراءة الفاتحة, وربما أضاف إليهما في صلاة الظهر بعض آيات, فقد جاء ما يدل على ذلك. ¶ ثم يجلس للتشهد الأخير, وهو ركن من أركان الصلاة, لا تصح إلا به, ويقعد فيه متوركاً. ¶ ما معنى التورك؟ ¶ معناه أن يدخل رجله اليسرى تحت ساقه اليمنى, وينصب اليمنى, ويجلس على مقعدته, فهذا هو التورك, وهو ثابت عنه في الصحيحين وغيرهما. ¶ في التشهد الأول يفترش, وفي الثاني يتورك, وهذا ما تدل عليه الأحاديث الصحيحة, وبه يقول الإمام أحمد رحمه الله تعالى. ¶ والإمام أبو حنيفة يقول: ليس هناك شيء اسمه تورك, وكل الصلاة افتراش, فيفترش في التشهد الأول, ويفترش في التشهد الثاني. ¶ ويقول الإمام مالك: كل التشهدات تورك, وليس هناك افتراش, بل الافتراش في الجلسة بين السجدتين فحسب, وأما التشهد فهو تورك كله, الأول والثاني. ¶ والشافعي رحمه الله تعالى يرى أن كل تشهد يعقبه سلام يُتورَّك فيه, وأما التشهد الذي لا يعقبه سلام فإنه لا يُتورَّك فيه, فالتشهد الأول في الصلاة ذات التشهدين يفترش المصلي ولا يتورك, وفي التشهد في الصلاة التي ليس فيها إلا تشهد واحد كالنافلة أو صلاة الفجر فإنه يتورك, ويخالف مذهب الحنابلة في التشهد الثاني إذا كان لا يعقبه سلام, بأن يعقب التشهد الذي الأصل فيه أن يُتورَّك فيه عنده سجود سهو مثلاً فإنه يفترش, لأنه لا يعقبه سلام, فهناك اتفاق وافتراق بين المذهبين. ¶ والحنفية ليس عندهم شيء اسمه تورك, والمالكية يقولون: كل تشهد فيه تورك, والحنابلة يقولون: التشهد الأول افتراش, والثاني تورك, وهو الذي دلت عليه النصوص, وهو الراجح, والأئمة لا تخلو مذاهبهم من أدلة, ولكن مع ذلك هذه الأدلة الصحيحة صريحة ومفسرة للأدلة المجملة.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ويقرأ في هذا الركن التشهد الذي سبق في التشهد الأول بالصيغ المذكورة, لكن هل معناه أنه يذكر جميع الصيغ, بحيث يقرأ في التشهد تشهد ابن مسعود, وتشهد ابن عباس, وتشهد ابن عمر, وتشهد عمر, إلى آخره؟ ¶ لا, بل يختار واحداً منها, إذا كان ممن يرى أن اختلافها اختلاف تنوع. ¶ ثم بعد ذلك يصلي على النبي عليه الصلاة والسلام بالصيغة الواردة (اللهم صل على محمد وعلى آل محمد كما صليت على إبراهيم وعلى آل إبراهيم - جاء في بعض الروايات بهذا, وبعضها اقتُصِر فيها على الآل - اللهم بارك على آل محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم - وفي بعض الروايات: كما باركت على آل إبراهيم). ¶ وإبراهيم لو لم يُذكَر لدخل تبعاً, لأن الشخص يدخل في آله دخولا قطعياً, ودخولا أولياً, بدليل قوله جل وعلا: (ويوم القيامة أدخلوا آل فرعون أشد العذاب), فهل معنى هذا أنه يُدخَل الآل ويُترَك فرعون؟ ¶ لا, بل يدخل. ¶ فإذا ذُكِر إبراهيم أو لم يُذكَر, فإنه داخلٌ, لئلا يُقَال: كيف يكون المشبَّه محمد, والمشبَّه به آل إبراهيم, والأصل في المشبَّه أنه أضعف من المشبَّه به؟ فهل محمد أضعف من إبراهيم وآل إبراهيم؟ ¶ نقول: لا, محمد داخل في ولد إبراهيم, لأنه من ولده, فهو من آله. ¶ وهذه الصيغة هي الواردة, وهي التي لا يجوز التغيير فيها, فهي متعبَّد بها, فلا تقول (اللهم صل على سيدنا محمد), لأن هذه عبادة محددة جاءت بلفظها في موضعها, فلا تجوز الزيادة عليها. ¶ والتنصيص على الآل لا بد منه في هذا الموضع, أي في التشهد في الصلاة, لأنها حُفِظَت عن النبي عليه الصلاة والسلام بهذه الصيغة. ¶ وهل يجوز أن نضيف الصحب في التشهد؟ ¶ لا, لا يجوز, لأن هذا تعبد. ¶ لكن ماذا عن خارج الصلاة؟",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "عن أبي مسعود الأنصاري قال: أتانا رسول الله صلى الله عليه وسلم ونحن في مجلس سعد بن عبادة, فقال له بشير بن سعد: أمرنا الله تعالى أن نصلي عليك يا رسول الله, فكيف نصلي عليك؟ قال: فسكت رسول الله صلى الله عليه وسلم حتى تمنينا أنه لم يسأله, ثم قال رسول الله صلى الله عليه وسلم: (قولوا: اللهم صل على محمد وعلى آل محمد) الحديث, والأمر المذكور في الحديث هو الوارد في قوله تعالى (يا أيها الذين آمنوا صلوا عليه وسلموا تسليماً), فهل معنى ذلك أننا نلتزم الصلاة على الصحب حتى في خارج الصلاة؟ ¶ الصلاة على النبي عليه الصلاة والسلام فرد من أفراد الأمر بالصلاة في الآية, وفي الحديث فسره ببعض أفراده في هذا الموضع, وهذا لا يعني أننا نلتزم الصلاة على الآل خارج الصلاة, أو لا نزيد الصحب خارج الصلاة, لماذا؟ ¶ لأن هذا تفسير للعام ببعض أفراده, والتفسير للعام ببعض أفراده لا يقتضي التخصيص, كتفسير النبي عليه الصلاة والسلام القوة بالرمي, كما في قوله تعالى: (وأعدوا لهم ما استطعتم من قوة), قال عليه الصلاة والسلام: (ألا إن القوة الرمي), فهل معنى هذا أننا لا نستعد للعدو إلا بالرمي؟ ماذا عن الوسائل الأخرى؟ ¶ نقول: هذا تفسير لعام ببعض أفراده فلا يقتضي التخصيص, لكن من باب العناية بالآل يُنَصُّ عليهم في مثل هذا الموضع. ¶ اللفظ المتعبد به داخل الصلاة لا يجوز أن نزيد فيه أو ننقص منه, لكن خارج الصلاة ونحن نمتثل الأمر بالصلاة على النبي عليه الصلاة والسلام في الآية, يتم الامتثال بقولنا (صلى الله عليه وسلم), ولا يتم الامتثال إذا قلنا ذلك في الصلاة.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وإذا أردنا في خارج الصلاة أن نعطف على النبي على النبي عليه الصلاة والسلام فلا نقتصر على الآل ولا نقتصر على الصحب, لأن كلاً من الآل والصحب لهم حقوق, فالآل لهم حق عظيم على الأمة, وهم وصية النبي عليه الصلاة والسلام, وحق الصحب ليس دون حق الآل, وإذا كان الآل هم وصية النبي عليه الصلاة والسلام وعلينا أن نصلي عليهم تبعاً له فلنصلي على الصحب لأنهم بواسطتهم وصلنا هذا الدين, وهم الذين حفظ الله بهم الدين, وهم الذين نشروا الدين. ¶ ففي خارج الصلاة نعطف الصحب على الآل على النبي عليه الصلاة والسلام, وإلا فأصل امتثال الآية يتم بدونهما, لكن لما لهم من الحق نصلي عليهم. ¶ لكن لا ينبغي في خارج الصلاة أن نقتصر على الآل, لأن الاقتصار على الآل صار شعاراً لطائفة من المبتدعة, كما أننا لا نقتصر على الصحب, لأنه صار شعاراً لمبتدعة آخرين, بل نجمع بينهما, وهذا هو مذهب أهل السنة والجماعة, وهو تولي من تولاه الله جل وعلا من خيار هذه الأمة, من آل النبي عليه الصلاة والسلام المتبعين له الطيبين الطاهرين, ومن صحابته الكرام الغر الميامين. ¶ ثم بعد هذا يستعيذ المصلي بالله من أربع, فقد جاء الأمر بالاستعاذة من هذه الأربع في قوله (إذا تشهد أحدكم فليستعذ بالله من أربع, يقول: اللهم إني أعوذ بك من عذاب جهنم, ومن عذاب القبر, ومن فتنة المحيا والممات, ومن شر فتنة المسيح الدجال). ¶ والجمهور على أن الاستعاذة سنة, وأما طاووس بن كيسان فهو يوجبها, وأمر ابنه بإعادة الصلاة لما ترك الاستعاذة بالله من أربع, كما في صحيح مسلم, وأوجبها بعض أهل العلم, لأن اللام لام الأمر, في قوله (فليستعذ), والأصل في الأمر بالوجوب.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ثم بعد ذلك يتخير من المسألة ما شاء, من أمور الدين والدنيا, وعلَّم النبي عليه الصلاة والسلام أبا بكر أن يقول: (اللهم إني ظلمت نفسي ظلماً كثيراً, ولا يغفر ولا يغفر الذنوب إلا أنت, فاغفر لي مغفرةً من عندك وارحمني, إنك أنت الغفور الرحيم). ¶ وهل يقول المصلي قبل السلام ما علمه النبي عليه الصلاة والسلام معاذ بن جبل في قوله: (يا معاذ, إني أحبك, فلا تدع أن تقول في دبر كل صلاة: اللهم أعني على ذكرك وشكرك وحسن عبادتك)؟ أو يقوله بعد السلام؟ ¶ الدبر يشمل ما كان متصلاً بما هو دبرٌ له, ويشمل أيضاً ما كان منفصلاً عنه, فدبر الدابة متصل بها, أي جزء منها, وأيضاً لما قال النبي عليه الصلاة والسلام الأذكار التي تقال في أدبار الصلوات, كالتسبيح ثلاثاً وثلاثين والتحميد ثلاثاً وثلاثين والتكبير ثلاثاً وثلاثين والختم بلا إله إلا الله دبر كل صلاة, هل تقال قبل السلام أو بعده؟ ¶ تقال بعد السلام, وعليه فالدبر يحتمل أن يكون قبل, ويحتمل أن يكون بعد, فإذا أطال الإمام, وبقي عندك وقت, وأردت أن تقول (اللهم أعني على ذكرك وشكرك وحسن عبادتك) فلا بأس, وإن أخرته إلى ما بعد السلام فلا بأس, والمسألة فيها سعة. ¶ والقاعدة التي قعدها شيخ الإسلام من أن الأدعية داخل الصلاة والأذكار خارج الصلاة منتقضة, لأن الصلاة مملوءة بالأذكار, وأيضاً بعد السلام أدعية, فقد حُفِظَ عنه بعد انصرافه من صلاته قوله (رب قني عذابك يوم تبعث عبادك) وهو دعاء بعد الانصراف من الصلاة, فليس بمطرد أن كل دعاء ينبغي أن يكون داخل الصلاة, وعليه فإذا قال (اللهم أعني على ذكرك وشكرك وحسن عبادتك) قبل السلام إن كان فيه سعة ووقت فلا بأس, وإن أخره إلى ما بعد السلام فاللفظ محتمل. ¶ ثم بعد ذلك يسلم عن يمينه قائلاً (السلام عليكم ورحمة الله) حتى يُرَى بياض خده الأيمن, كما كان يفعل عليه الصلاة والسلام, ثم يسلم عن يساره قائلاً (السلام عليكم ورحمة الله) حتى يُرَى بياض خده الأيسر.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "وأما زيادة (وبركاته) في التسليمة الأولى فقد رواها أبو داود, وصححها بعضهم, وحكم آخرون بشذوذها. ¶ وبعضهم يقول: لو تقال أحياناً عملاً بهذه الرواية فلا بأس. ¶ وعلى كل حال من تركها مطلقاً له ذلك, لأن هذه الرواية حكم جمع من الحفاظ بشذوذها, بل منكرةٌ لا تثبت عن النبي عليه الصلاة والسلام على قولهم, ومنهم من نظر في الإسناد, وقال: يمكن أن يثبت به مثل هذا الحكم, ومنهم من يقول: لو تقال أحياناً ولا يُداوَم عليها فلا بأس. ¶ والسلام الذي هو تحليل الصلاة ركن من أركانها عند جمهور أهل العلم, خلافاً لأبي حنيفة. ¶ ومسائل الصلاة مسائل كبيرة, والحاجة إلى بسطها داعية, وعموم طلاب العلم وعامة المسلمين كلهم بحاجة إلى بسط مثل هذه المسائل وتوضيحها, لأن كل مسلم مطالب بأن يصلي كما كان النبي عليه الصلاة والسلام يصلي, كما في قوله عليه الصلاة والسلام: (صلوا كما رأيتموني أصلي). ¶ والله أعلم وصلى الله وسلم وبارك على عبده ورسوله نبينا محمد وعلى آله وصحبه أجمعين. ¶ ?? ¶ ?? ¶ ?? ¶ ?? ¶ 18",
            "page": "59",
            "part": "1"
        }
    ],
    "t36447": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "صفة صلاة رسول الله صلى الله عليه وسلم"
        }
    ]
}