{
    "b36456": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ إن الحمد لله، نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، وسيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله. ¶ \"يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون\" [آل عمران: 102]. ¶ \"يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبَثَّ منهما رجالاً كثيراً ونساءً واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيباً\" [النساء: 1] ¶ \"يا أيها الذين آمنوا اتقوا الله وقولوا قولاً سديداً يصلح لكم أعمالكم ويغفر لكم ذنوبكم ومن يطع الله ورسوله فقد فاز فوزاً عظيماً\" [الأحزاب: 70 - 71]. ¶ أما بعد…فإن من الأصول المقررة في الشريعة:- ¶ (أن الشارع الكريم لا يأمر إلا بما مصلحته خالصة أو راجحة، ولا ينهى إلا عما مفسدته خالصة أو راجحة). ¶ وهذا الأصل شامل لجميع الشريعة، لا يشذ عنه شيء من أحكامها. ¶ لا فرق بين ما يتعلق بالأصول أو بالفروع، وما يتعلق بحقوق الله وحقوق عباده، قال تعالى:- ¶ \"إنّ الله يأمر بالعدل والإحسان وإيتاء ذي القربى وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون\" [النحل: 90] فلم يبق عدلٌ ولا إحسان ولا صلة إلا أمر به في هذه الآية الكريمة، ولا منكر متعلق بحقوق الله، ولا بغي على الخلق في دمائهم وأموالهم وأعراضهم إلا نهى عنه ووعظ عباده أن يتذكروا ما في هذه النواهي من الشرّ والضرر فيجتنبوها (1) [1]). ¶ ولقد نهى الله عز وجل عن المعاصي جميعها توعد من خالف أمره بالعقاب الأليم يوم القيامة: \"ومن يعص الله ورسوله فإن له نار جهنم خالدين فيها أبداً \" [الجن: 23]. ¶ __________ ¶ (1) انظر القواعد والأصول الجامعة للسعدي (الرسائل والمتون العلمية: 1/ 288).",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "ومن هذه المعاصي كبائر أغلظ الشرع فيها وبالغ في النهي عنها والتحذير منها وما ذلك إلا لمصلحة العباد أنفسهم. ¶ ولعل من هذه الكبائر ما ابتلي به المسلمون اليوم لضعف إيمانهم، وقلة يقينهم فأصبح وبالاً على مجتمعاتهم ودولهم فتدهور اقتصاد تلك البلدان المتعاملة به، وانحلت مجتمعاتهم وتفككت، ألا وهو: ((الرِّبا)) الذي عده الله سبحانه من الموبقات وحرمه في القرآن وعلى لسان رسوله صلى الله عليه وسلم تحريماً أكيداً. ¶ ولما كان الربا من المحرمات التي انتشرت في هذه الأيام وأصبح الناس يتعاملون به بينهم، كان من الواجب على طلبة العلم أن يبينوا حكم الله ورسوله - صلى الله عليه وسلم- في هذه المعاملة المحرمة…. ¶ ولهذا فإني قد اخترت هذا البحث الذي هو بعنوان:- ¶ (آثار الربا الاجتماعية والاقتصادية) ¶ لعله أن يكون لبنة من لبنات هذه الواجب العظيم .. ولعل قارئاً يقرأ ما فيه من الأدلة على تحريم الربا وما فيه من أضرار وخيمة على المجتمع وعلى اقتصاد البلدان- وقد تعامل به- فيتوب إلى الله من التعامل بالربا ويزداد يقيناً برحمة الله تعالى لعباده في تحريمه للربا. ¶ واسأل الله تعالى أن يهدي المسلمين لسلوك الطريق المستقيم ـ الذي فيه فلاحهم وسعادتهم ـ وترك هذه المعاملات التي حرمها الله تعالى. ¶ خطة البحث:- ¶ قسمت مادة هذا البحث إلى مقدمة وتمهيد، وخمسة فصول، وخاتمة. ¶ أما المقدمة فقد بينت فيها أهمية الموضوع وسبب اختياري له، وخطة البحث، ومنهجي فيه. ¶ وأما التمهيد فجعلته مَعْبَراً أنفذ من خلاله إلى فصول البحث، وأما الفصول الخمسة فهي مشتملة على ما يلي:- ¶ الفصل الأول:- في تعريف الربا:- وفيه مبحثان:- ¶ قرآن كريم المبحث الأول:- في التعريف اللغوي للربا. ¶ قرآن كريم المبحث الثاني:- في التعريف الاصطلاحي للربا. ¶ الفصل الثاني:- في أدلة تحريم الربا:- وفيه ثلاث مباحث:- ¶ قرآن كريم المبحث الأول:- في أدلة تحريم الربا في القرآن الكريم.",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "قرآن كريم المبحث الثاني:- في أدلة تحريم الربا في السنة. ¶ قرآن كريم المبحث الثالث:- في دليل الإجماع على تحريم الربا. ¶ الفصل الثالث:- في التدرج في تحريم الربا. ¶ الفصل الرابع:- في آثار الربا الاجتماعية:- ويشمل على ما يلي:- ¶ قرآن كريم تمهيد. ¶ قرآن كريم المبحث الأول:- في آثار الربا من الناحية الأخلاقية والنفسية. ¶ قرآن كريم المبحث الثاني:- في آثار الربا الاجتماعية على الجماعة. ¶ الفصل الخامس:- في آثار الربا الاقتصادية:- ويشتمل على ما يلي:- ¶ قرآن كريم تمهيد. ¶ قرآن كريم المبحث الأول:- في الآثار الاقتصادية العامة. ¶ قرآن كريم المبحث الثاني:- في الأضرار الاقتصادية في القروض الإنتاجية الربوية. ¶ قرآن كريم المبحث الثالث:- في الأضرار الاقتصادية في قروض الحكومات الربوية من أهالي بلادها:- وفيه مطلبان:- ¶ - المطلب الأول:- في القروض التي تكون لأغراض غير مثمرة. ¶ - المطلب الثاني:- في القروض التي تكون لأغراض مثمرة. ¶ قرآن كريم المبحث الرابع:- في الأضرار الاقتصادية في قروض الحكومات الربوية من الخارج. ¶ وأما الخاتمة فهي تشمل على أهم النتائج التي توصلت إليها من خلال البحث. ¶ منهجي في البحث:- ¶ أولاً:- اعتنيت بجمع أهم الآثار الربوية ثم ترتيبها وتقسيمها حتى يسهل قراءتها والاستفادة منها. ¶ ثانياً:- عزوت الآيات القرآنية بذكر اسم السورة، ورقم الآية المستشهد بها. ¶ ثالثاً:- اعتنيت بتخريج الأحاديث النبوية من مصادرها مع الحرص على بيان درجة الحديث إن لم يكن في الصحيحين أو أحدهما إن تيسر ذلك. ¶ رابعاً:- اعتنيت بذكر تراجم الأعيان والأشخاص المذكورين في صلب البحث، وأعتني بذكر ترجمة العَلَم الوارد في غير النقل، وقد أذكر ترجمة من ورد في النقل ولا ألتزم بذلك. ¶ خامساً:- اعتنيت بالنقل الحرفي لإثبات صحة النسبة وقد وجدت بعض التغييرات بين ما قرأته في بعض الكتب وبين المصادر الأصلية.",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "سادساً:- اكتفيت بذكر بيانات النشر للمراجع والمصادر في ثبت المراجع والمصادر ولم أذكرها في الهوامش. ¶ سابعاً:- زودت البحث بفهارس للآيات القرآنية والأحاديث النبوية وتراجم الأعلام وموضوعات البحث. ¶ هذا واسأل الله تعالى أن ينفعني بهذا البحث وأن يجعله خالصاً لوجهه، وهذا الجهد ما وفقت فيه لصواب فذلك بفضل الله تعالى وكرمه أولاً وآخراً، وإن كان غير ذلك فحسبي أني بذلت جهدي وأسأل الله العفو عن الزلات والصفح عن الهفوات إنه قريب مجيب الدعوات… ¶ وصلى الله وسلم وبارك على نبينا محمد وآله وصحبه إلى يوم الدين ¶ التمهيد ¶ إن الرِّبا أساسه ظلم، وإن التعامل الربوي أمر قبيح تنكره العقول السليمة وتمزقه الشرائع السماوية… ¶ ولم يكن ذلك إلا لما يتضمنه الربا من المفاسد العظيمة وظلم الناس، وفي هذا البحث- إن شاء الله - سنحاول التعرف على أهم آثار الربا على المجتمع وعلى الاقتصاد في البلاد التي يتعامل أهلها بالربا… ¶ وفي هذا بيان لبعض حكم العزيز الحكيم جلّ شأنه في تحريمه لهذه المعاملة. ¶ وسيقف القارئ في هذا البحث على مجموعة من الآثار التي تنطبع على مَنْ يتعامل بالربا ولا يملك إلا أن يقول: ¶ إن ربك حكيم عليم…. نعم إن ربك حكيم عليم. ¶ ومع أن طريق الشر واضح جلي إلا أن ثمة من يعتقد أن في الربا مصالح وأنه لا يمكن أن تسير الحياة بلا ربا… ¶ فإلى من بقيت له فطرته السليمة تعرف المعروف وتنكر المنكر، وإلى أولي الألباب والنُّهى هذه الآثار كي يعرفوا مقدار نعمة الله تعالى عليهم أن هداهم للإيمان بحكمة الله تعالى في أمره ونهيه ومن ذلك تحريمه عليهم الربا .. ¶ وإليهم هذه الآثار لتكون لهم سبباً لزيادة إيمانهم ويقينهم وحبهم لربهم تبارك وتعالى ويقفوا على بعض معالم حِكَم الله تعالى في خلقه فتكون سبباً لهم يتقربون إلى الله تعالى بما يمليه عليهم من طاعته وامتثال أمره واجتناب نهيه…",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "والآن ننتقل إلى موضوعنا ونتناول فصوله ومباحثه نسأل الله تعالى أن يجعله مبلغاً لمقصوده موصلاً لهدفه… ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "الفصل الأول: (تعريف الربا) ¶ وسنذكر التعريف اللغوي ثم التعريف الاصطلاحي عند الفقهاء وما يلاحظ على هذه التعريفات الاصطلاحية:- ¶ المبحث الأول:- ¶ التعريف اللغوي:- ¶ الراء والباء والحرف المعتل وكذلك المهموز منه يدل على أصل واحد، وهو الزيادة والنمو والعلو…والرِّبا تثنية رِبوان و رِبَيَان (1) [1]). ¶ فالربا هو الفضل والزيادة (2) [2]). وتقول: ربا الشيء يربوا رُبُوَّاً ورِباءاً أي: زاد ونما، وأربيته: نميته، وفي التنزيل العزيز: ¶ \"ويربي الصدقات\" [البقرة: 265]. ¶ ومنه أخذ الرِّبا المحرم (3) [3]). ¶ المبحث الثاني:- ¶ التعريف الاصطلاحي للربا ¶ اختلفت تعريفات المذاهب للربا وسنذكر تعريف كل مذهب على حده ثم نبين-إن شاء الله- وجه اختلاف تعريفات العلماء للربا:- ¶ قرآن كريم تعريف الربا في المذهب الحنفي:- ¶ هو عندهم:- (فضلُ مالٍ بلا عوض في معاوضة مال بمال) (4) [4]). ¶ وقيل هو:- (الفضل الخالي عن العوض المشروط في البيع) (5) [5]). ¶ قرآن كريم تعريفه في المذهب المالكي:- ¶ هو:- (كل زيادة لم يقابلها عوض) (6) [6]). ¶ قرآن كريم تعريفه في المذهب الشافعي:- ¶ هو:- (عقد على عوض مخصوص غير معلوم التماثل في معيار الشرع حالة العقد أو مع تأخير في البدلين أو أحدهما) (7) [7]). ¶ قرآن كريم تعريفه في المذهب الحنبلي:- ¶ هو:- (الزيادة في أشياء مخصوصة) (8) [8]). ¶ ــ والمتأمل في هذه التعريفات وغيرها من تعريفات العلماء للربا يجد أنها تنقسم إلى ثلاثة أقسام وهي كما يلي:- ¶ __________ ¶ (1) معجم مقاييس اللغة: 2/ 483 - 484. مادة (ربى أ). ¶ (2) المصباح المنير: 217. ¶ (3) لسان العرب: 14/ 307. مادة (ربا). ¶ (4) البحر الرائق شرح كنز الرقائق: 6/ 135. وعمدة القارئ: 11/ 199. ¶ (5) المبسوط: 12/ 109. ¶ (6) أحكام القرآن: 1/ 242. ¶ (7) نهاية المحتاج: 3/ 409. ومغني المحتاج: 2/ 21. ¶ (8) المغني: 6/ 51.",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "1) تعريفات مقصورة على ربا القروض:- ¶ فمن العلماء من حصر تعريفه للربا في نطاق ربا القروض ومنهم الإمام ابن الأثير حيث يقول:- ¶ \" وهو في الشرع : الزيادة على أصل المال من غير عقد تبايع \"(1)[9]). ¶ ـ ومنهم الإمام الواحدي فقد عرفه بقوله:- ¶ \" الربا اسم للزيادة على أصل المال من غير بيع \" (2)[10]). ¶ ومما هو واضح في تعريف هذين الإمامين أنهما عرفا ربا القروض فقط، وأما ربا البيوع فأخرجاه من نطاق التعريف بقولهما: (من غير عقد تبايع) و: (من غير بيع) ولعلهما اقتصرا على تعريف ربا القروض مراعين أنه هو الربا الجلي المتفق عليه(3)[11]). ¶ 2) تعريفات مقصورة على ربا البيوع:- ¶ فمن العلماء من اقتصر على تعريف ربا البيوع أثناء تعريفه للربا وهذه هي تعريفات الحنفية والشافعية السابقة. ¶ ويلاحظ أن تلك التعريفات تتحدث عن الربا في نطاق البيوع، ولعل سبب الاقتصار على تعريف ربا البيوع يرجع إلى أنهم أرادوا معالجة ربا البيوع فحسب(4)[12]). ¶ 3) تعريفات للربا باعتبار مفهومه الشامل:- ¶ ومن العلماء من عرف الربا باعتبار مفهومه الشامل كالإمام ابن العربي في قوله:- (كل زيادة لم يقابلها عوض) (5)[13]). ¶ وكذلك تعريف الحنابلة السابق إنما هو باعتبار مفهومه الشامل. ¶ ويظهر من هذه التعريفات شمولها ربا القروض وربا البيوع، حيث توجد الزيادة فيهما، إلا أن تعريف الإمام ابن العربي غير مانع، حيث تدخل زيادات ليست من الربا(6)[14]). ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ ¶ __________ ¶ (1) النهاية في غريب الحديث و الأثر : 2 / 192 . ¶ (2) 10]) نقل ذلك عنه الإمام النووي في تهذيب الأسماء واللغات القسم الثاني : 2 / 118 مادة ( ربو ) . ¶ (3) 11]) التدابير الواقية من الربا في الإسلام : 24 – 25 . ¶ (4) 12]) السابق : 25 . ¶ (5) 13]) أحكام القرآن : 1 / 242 . ¶ (6) 14]) التدابير الواقية : 26 . بتصرف .",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "الفصل الثاني: أدلة تحريم الربا ¶ لقد حرم الله الربا وقرر أنه من أكبر الكبائر كما بَيَّن أنه سبب لعقوبات عديدة في الدنيا والآخرة. ¶ ولم يقف عند هذا الحد، بل منع الاسلام من تقديم أي مساعدة للتعامل الربوي (1) [1]). ¶ وتنوعت أدلة تحريمه فقد جاء ذلك في الكتاب والسنة وأجمع المسلمون على ذلك وسنذكر -إن شاء الله تعالى- الأدلة من الكتاب ثم من السنة ثم الإجماع على ذلك:- ¶ المبحث الأول:- أدلة تحريم الربا في القرآن الكريم:- ¶ لا شك أن القرآن قد نهى عن كثير من المنكرات وشدد الوعيد في بعضها، ولكن الكلمات التي جاء بها لإعلان حرمة الربا أشدُّ وآكد من الكلمات التي أوردها للنهي عن سائر المنكرات والمعاصي (2) [2]). ¶ وذكر الله -عز وجل- تحريم الربا في آيات من كتابه الكريم منها:- ¶ 1. قوله تعالى:-\" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المسِّ ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحاب النار هم فيها خالدون\" [البقرة: 275]. ¶ ويستدل بهذه الآية على تحريم الربا من عدة وجوه هي:- ¶ قرآن كريم الوجه الأول: ذكر حال المرابي في قوله \"الذين يأكلن الربا \" وحتى قوله \"ذلك بأنهم قالوا إنما البيع مثل الربا\":- ¶ روى الإمام الطبري -رحمه الله- عن سعيد بن جبير -رحمه الله- في تفسير هذه الآية قوله:- (يبعث آكل الربا يوم القيامة مجنوناً يخنق) (3) [3]). ¶ ونقل عن قتادة قوله:- (وتلك علامة أهل الربا يوم القيامة، بعثوا وبهم خبل من الشيطان) (4) [4]). ¶ ومعنى الآية:- ¶ __________ ¶ (1) التدابير الواقية: 47. ¶ (2) الربا للمودودي: 101. ¶ (3) جامع البيان: 3/ 103 وروى ابن أبي حاتم معناه عن ابن عباس رضي الله عنهما انظر تفسير ابن كثير: 1/ 308. ¶ (4) جامع البيان: 3/ 103.",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "أن الذين يربون الربا لا يقومون في الآخرة من قبورهم إلا كما يقوم الذي يخنقه الشيطان فيصرعه من الجنون(1)[5]). ¶ والله سبحانه وتعالى إنما يرتب هذه العقوبات على المعاصي والموبقات لا على القربات والمباحات. ¶ وذكره سبحانه لحالهم هذا وأنهم كما كانوا في الدنيا في طلب المكاسب الخبيثة كالمجانين، عوقبوا في البرزخ والقيامة ، بأنهم لا يقومون من قبورهم، أو يوم بعثهم ونشورهم إلا كما يقوم الذي يتخبطه الشيطان من الجنون والصرع يدل على الترهيب من هذا العمل الذي يكون مصير فاعله في الآخرة هذا الحال. ¶ ــ تنبيه:-هذا الوعيد ليس خاصاً بالأكل فليس المقصود من الربا في هذه الآية الأكل إلا أن الذين نزلت فيهم هذه الآيات كانت طعمتهم ومأكلهم من الربا فذكرهم بصفتهم معظماً بذلك عليهم أمر الربا ومقبحاً إليهم الحال التي هم عليها في مطاعمهم ويدل لهذا القول قوله تعالى: \" يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين\" الآية [ البقرة : 278 ] فالتحريم من الله في ذلك لكل معاني الربا وهي تدل على أن العمل به وأكله وأخذه وعطاؤه سواء(2)[6]). ¶ قرآن كريم الوجه الثاني:- في قوله تعالى :- (وأحل الله البيع وحرم الربا) ¶ وهذا تحريم صريح جازم في كتاب الله(3)[7]). ¶ ومعنى الآية:- ¶ أن الله تعالى أحل البيع وحرم نوعاً من أنواعه وهو البيع المشتمل على الربا. ¶ قرآن كريم الوجه الثالث:- في قوله تعالى:- (ومن عاد فأولئك أصحاب النار هم فيها خالدون). ¶ ففي هذا أن الربا موجب لدخول النار والخلود فيها، وذلك لشناعته ما لم يمنع من الخلود مانع الإيمان(4)[8]). ¶ __________ ¶ (1) جامع البيان : 3 / 103 . ¶ (2) جامع البيان : 3 / 103 ، والربا خطره وسبيل الخلاص منه : 11 – 12 بتصرف وستأتي الأحاديث في ذلك . ¶ (3) الربا وأثره على المجتمع الإنساني : 47 . ¶ (4) تيسير الكريم الرحمن : 1 / 245 ، وجامع البيان : 3 / 105 .",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "2. الدليل الثاني من القرآن:- قوله تعالى:- (يمحق الله الربا ويربي الصدقات والله لا يحب كل كفّار أثيم) [ البقرة : 286 ] . ¶ وهذه الآية أيضاً تدل على تحريم الربا ويستدل بها على ذلك من أربعة وجوه هي:- ¶ قرآن كريم الوجه الأول:- أنَّ الله تعالى يذهب الربا إما بأن يذهبه بالكلية من يد صاحبه أو يحرمه بركة ماله فلا ينتفع به بل يعدمه به في الدنيا ويعاقبه عليه يوم القيامة(1)[9]). ¶ وهذا يدل على تحريمه لأن الله تعالى طيب لا يقبل إلا طيباً كما ورد ذلك في عدة أحاديث(2)[10]). ¶ قرآن كريم الوجه الثاني:- في قوله تعالى:- \"والله لا يحب كل كفار أثيم\" ¶ فحرمانه(3)[11]) من محبة الله يستلزم بغضه ومقته له(4)[12]) ، وهو يدل على تحريم عمل المرابي الذي بسببه استحق غضب الله ومقته. ¶ قرآن كريم الوجه الثالث:- تسميته كفاراً، أي مبالغاً في كفر النعمة بقسوته على العاجز عن القضاء، واستغلاله لما يعرض له من الضرورة بدلاً من إنظاره وتأخير دينه إلى الميسرة وإسعافه بالصدقة ، أو كفاراً الكفر المخرج من الملَّة إن استحلَّه(5)[13]). ¶ قرآن كريم الوجه الرابع:- تسميته أثيماً وهي صيغة مبالغة من الإثم ، وهو كل ما فيه ضرر في النفس أو المال أو غيرهما (6)[14]). ¶ 3. الدليل الثالث من القرآن الكريم:- قوله تعالى:- \"يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين، فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تَظْلمون ولا تُظْلمون\" [ البقرة : 278 – 279 ]. وهاتان الآيتان تدلان على تحريم الربا من عدة وجوه هي:- ¶ __________ ¶ (1) تفسير ابن كثير : 1 / 310 . بتصرف . ¶ (2) 10]) انظرها في جامع البيان : 3 / 105 – 106 ¶ (3) 11]) أي المرابي . ¶ (4) 12]) الفرق بين البيع والربا : 11 . ¶ (5) 13]) الفرق بين البيع والربا : 11 . ¶ (6) 14]) الفرق بين البيع والربا : 11 .",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "قرآن كريم الوجه الأول:- من قوله:- \"يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا\" :- ¶ حيث أمر الله تعالى عباده المؤمنين بتقواه نهياً لهم عمَّا يقربهم إلى سخطه ويبعدهم عن رضاه، أي خافوه وراقبوه فيما تفعلون \"وذروا ما بقي من الربا\" أي اتركوا ما لكم على الناس من الزيادة على رؤوس الأموال بعد هذا الإنذار(1)[15]). ¶ وهذا يدل على أن الربا من أسباب سخط الله تعالى لأن الله نهى المؤمنين عنه وأمرهم بالتخلص مما بقي منه ومن خالف أمر الله تعالى فقد عرَّض نفسه للهلاك والعقاب إن لم يتب إلى الله تعالى فيتوب الله عليه. ¶ قرآن كريم الوجه الثاني:- من قوله تعالى:- \"إن كنتم مؤمنين\" :- أي بما شرع الله لكم من تحليل البيع وتحريم الربا وغير ذلك(2)[16]). ¶ ومما يفهم من الآية الكريمة أن من مقتضيات الإيمان ترك الربا (3)[17])، وهذا يدل على تحريمه. ¶ قرآن كريم الوجه الثالث:- من قوله تعالى:- \"فإن لم تفعلوا فأذنوا بحرب من الله ورسوله\" :- ¶ وهذا تهديد شديد ووعيد أكيد لمن استمر على تعاطي الربا بعد الإنذار(4)[18])، وأذان الحرب من الله ورسوله بسبب هذه الجريمة يدل على أنها من الكبائر(5)[19]). ¶ يقول الإمام القرطبي- رحمه الله- :(دلت هذه الآية على أن أكل الربا والعمل به من الكبائر) (6)[20]). ¶ قرآن كريم الوجه الرابع:- من قوله تعالى:- \"وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تُظلمون\". ¶ __________ ¶ (1) 15]) تفسير ابن كثير : 1 / 312 . ¶ (2) 16]) تفسير ابن كثير : 1 / 312 . ¶ (3) 17]) التدابير الواقية من الربا : 18 . ¶ (4) 18]) تفسير ابن كثير : 1 / 312 . ¶ (5) 19]) التدابير الواقية : 49 . ¶ (6) 20]) الجامع لأحكام القرآن : 3 / 364 .",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "فوصَفَه بالظلم وهو ظلم محقق لأن فيه تسلط الغني على الفقير ومعلوم أن ظلم المحتاج أعظم من ظلم غير المحتاج (1)[21])، وقد قال تعالى في الحديث القدسي – محرماً الظلم- :\"يا عبادي إني حرمت الظلم على نفسي وجعلته بينكم محرماً فلا تظالموا\" رواه مسلم(2)[22]). ¶ 4. الدليل الرابع من القرآن الكريم:- قوله تعالى:- \"وما ءاتيتم من ربا ليربوا في أموال الناس فلا يربوا عند الله وما ءاتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون\". ¶ ومعنى (لا يربوا عند الله): أي لا يحكم به بل هو للمأخوذ منه، وهذه الآية تدل على تحريم الربا على القول بأنها في الربا المحرم وهو أحد الأقوال في تفسير هذه الآية(3)[23]). ¶ *هذا ما تيسر من ذكر الأدلة من كتاب الله تعالى على تحريم الربا، ومَنْ تأمّل بعض ما تقدم حصل له العلم اليقيني بأنه من المحرمات التي نهى الله تعالى عنها نهياً أكيداً ورتب عليها العقوبة في الدار الآخرة، وننتقل الآن لذكر الأدلة على ذلك من سنة المصطفى صلى الله عليه وعلى آله وسلم. ¶ المبحث الثاني:- أدلة تحريم الربا في السنة المطهرة:- ¶ إنَّ الأحاديث في تحريم الربا كثيرة ومشهورة، وقد توعَّد الله آكل الربا بضروب من الوعيد مما يدل على عظم إثمه وفحش ضرره فقد تنوع الوعيد عليه في النصوص القرآنية – كما سبق بيانه- والأحاديث النبوية، فعدَّ النبيُّ صلى الله عليه وسلم المرابي من أهل الموبقات وهي أكبر الكبائر ووردت عدة أحاديث صحيحة في لعن آكل الرِّبا وموكله وكاتبه وشاهديه، ووردت عدة أحاديث في الوعيد الشديد عليه وسنذكر فيما يلي بعض هذه الأحاديث ونجملها في العناوين التالية:- ¶ 1) ما ورد من لعن رسول الله صلى الله عليه وآله وسلم لآكل الربا ومن عاونه على هذا الباطل:- ¶ __________ ¶ (1) 21]) فقه وفتاوى البيوع : 150 –151 . ¶ (2) 22]) صحيح مسلم بشرح النووي : 16 / 108 رقم ( 2577 ) . ¶ (3) 23]) فتح القدير : 4 / 284 – 285 .",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "; عن جابر رضي الله عنه قال:\" لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله، وكاتبه وشاهديه، وقال: هم سواء\" رواه مسلم(1)[24]). ¶ ; وعن عبد الله بن مسعود رضي الله عنه قال: \" لعن رسول الله صلى الله عليه وسلم آكل الربا وموكله\" رواه مسلم(2)[25]). ¶ ; وعن علي بن أبي طالب رضي الله عنه قال: \" لعن رسول الله صلى الله عليه وسلم عشرة: آكل الربا وموكله وكاتبه وشاهديه والحالّ والمحلَّل له ومانع الصدقة، والواشحة والموستوشحة \" رواه الإمام أحمد(3)[26]). ¶ 2. ما ورد من نهيه صلى الله عليه وآله وسلم عن آكل الربا وعدِّه من الموبقات:- ¶ ; عن أبي جحيفة رضي الله عنه قال: \" نهى النبي صلى الله عليه وسلم عن ثمن الكلب وثمن الدم ، ونهى عن الواشمة والموشومة، وآكل الربا وموكله، ولعن المصور\" رواه البخاري(4)[27]). ¶ ; وعن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: \" اجتنبوا السبع الموبقات، قالوا: وما هي يا رسول الله، قال: الشرك بالله والسحر وقتل النفس التي حرم الله إلا بالحق ، وأكل الربا وأكل مال اليتيم، والتولي يوم الزحف، وقذف المحصنات الغافلات المؤمنات\" متفق عليه(5)[28]). ¶ 3. ما ورد عنه صلى الله عليه وآله وسلم من تقريره – في خطبته في حجة الوداع – لتحريم الربا ووضعه:- ¶ عن سليمان بن عمرو عن أبيه قال: سمعت رسول الله صلى الله عليه وسلم في حجة الوداع يقول:- ¶ __________ ¶ (1) 24]) صحيح مسلم بشرح النووي : 11 / 22 رقم ( 1598 ) . ¶ (2) 25]) صحيح مسلم بشرح النووي : 11 / 22 رقم ( 1597 ) . ¶ (3) 26]) المسند بتحقيق أحمد شاكر : 2 / 53 رقم ( 635 ) وفي إسناده ضعف كما ذكر ذلك الشيخ أحمد شاكر لكن الجملة الأولى منه إلى قوله : ( وشاهديه ) صحيحة كما في حديث مسلم السابق . ¶ (4) 27]) صحيح البخاري مع الفتح : 4 / 368 رقم ( 2086 ) . ¶ (5) 28]) صحيح البخاري مع الفتح : 5 / 462 رقم ( 2766 ) وصحيح مسلم بشرح النووي : 2 / 70 رقم(89)",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "\" ألا إنَّ كل ربا من ربا الجاهلية موضوع، لكم رؤوس أموالكم لا تظلمون ولا تظلمون ، ألا وإن كل دم من دم الجاهلية موضوع، وأول دم أضع منها دم الحارث بن عبد المطلب كان مسترضعاً في بني ليث فقتلته هذيل، قال: اللهم هل بلغت؟ قالوا: نعم. ثلاث مرات.قال:- \" اللهم اشهد\" . ثلاث مرات. رواه أبو داود ومسلم نحوه(1)[29]). ¶ 4. ذكره صلى الله عليه وسلم لعقوبة من يظهر فيهم الربا:- ¶ ; عن عمرو بن العاص رضي الله عنه قال:- سمعت رسول الله صلى الله عليه وسلم يقول: \" ما من قوم يظهر فيهم الربا إلا أخذوا بالسنة، وما من قوم يظهر فيهم الرشا إلا أخذوا بالرعب\" رواه الإمام أحمد(2)[30]). ¶ ; وعن أبي أمامة رضي الله عنه : أن رسول الله صلى الله عليه وسلم قال:- \" يبيت قوم من هذه الأمة على طعم وشرب ولهو ولعب فيصبحوا قد مسخوا قردة وخنازير ، وليصبنهم خسف وقذف حتى يصبح الناس فيقولون خسف الليلة بدار فلان ، ولترسلن عليهم حجارة من السماء كما أرسلت على قوم لوط على قبائل فيها، وعلى دور بشربهم ، ولترسلن عليهم الريح العقيم التي أهلكت عاداً على قبائل ، وعلى دور شربهم الخمر ولبسهم الحرير واتخاذهم القينات وأكلهم الربا، وقطيعة الرحم..\" رواه الإمام أحمد مختصراً(3)[31]). ¶ 5. ما ورد في حديث الإسراء وغيره من ذكر عقوبة المرابي يوم القيامة:- ¶ __________ ¶ (1) 29]) أبو داود : 3 / 628 رقم ( 3334 ) وصحيح مسلم بشرح النووي : 8 / 138 رقم ( 1218 ) . ¶ (2) 30]) مرويات الإمام أحمد في التفسير : 1 / 242 – 243 رقم ( 508 ) قال أحمد البنا : لم أقف عليه لغير الإمام أحمد وسنده لا بأس به . ( الفتح الرباني :15 / 70 . لكن الحديث ضعفه الألباني في ضعيف الجامع الصغير برقم (5211 ) . ¶ (3) 31])مسند الإمام أحمد : 5 / 259 .",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "; عن سمرة بن جندب رضي الله عنه قال: قال النبي صلى الله عليه وسلم: \" رأيت الليلة رجلين أتياني فأخرجاني إلى أرض مقدسة، فانطلقا حتى أتينا على نهر من دم، فيه رجل قائم، وعلى وسط النهر رجل بين يديه حجارة، فأقبل الرَّجل الذي في النهر ، فإذا أراد الرجل أن يخرج رمى الرجل بحجر في فيه فردَّه حيث كان، فجعل كلما جاء ليخرج رمى في فيه بحجر فيرجع حيث كان ، فقلت: ما هذا؟ فقال: الذي رأيته في النهر : آكل الربا \". رواه الإمام أحمد مختصراً والبخاري بهذا اللفظ(1)[32]). ¶ ; وعن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:- \" أتيت ليلة أسري بي على قوم بطونهم كالبيوت فيها الحيات ترى من خارج بطونهم، فقلت: من هؤلاء يا جبريل؟ قال: هؤلاء أكلة الربا\" . رواه الإمام أحمد(2)[33]). ¶ 6. ما ورد من الأحاديث عن رسول الله صلى الله عليه وسلم في أنه أشد من الزنا والعياذ بالله:- ¶ ; عن عبد الله بن حنظلة الراهب \"مرفوعاً\" : \" درهم ربا يأكله الرجل – وهو يعلم – أشد عند الله من ست وثلاثين زنية \" رواه الإمام أحمد والدارقطني (3)[34]). ¶ __________ ¶ (1) 32]) مرويات الإمام أحمد في التفسير : 1 / 238 رقم ( 494 ) والبخاري مع الفتح : 4 / 367 رقم (2085). ¶ (2) 33]) مرويات الإمام أحمد في التفسير : 1 / 238 رقم ( 496 ) قال ابن كثير : وفي إسناده ضعف . ( تفسير ابن كثير : 1 / 309 ) وضعفه أيضاً الشيخ الألباني كما في الجامع الصغير رقم ( 133 ) . ¶ (3) 34]) مرويات الإمام أحمد في التفسير : 1 / 238 رقم ( 495 ) وسنن الدارقطني : 3 / 16 رقم ( 48 ) وهو في السلسلة الصحيحة : 3 / 29 رقم ( 1033 ) .",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "; وعن البراء بن عازب رضي الله عنه مرفوعاً : \" الربا اثنان وسبعون باباً ، أدناها مثل إتيان الرجل أمه، وإن أدنى الربا استطالة الرجل في عرض أخيه \" رواه الطبراني(1)[35]) . ¶ ; وعن وهب بن الأسود خال رسول الله صلى الله عليه وسلم قال: \" دخلت على رسول الله فقال لي: ألا أنبئك بشيء من الربا؟ قلت: بلى يا رسول الله، قال: \" الربا سبعون باباً ، أدنى فجرة منها كاضطجاع الرجل أمه\" (2)[36]). ¶ 7. ما ورد من الأحاديث الدالة على محق البركة من المال الذي رابى فيه صاحبه ، وأن عاقبته إلى زوال:- ¶ ; عن عبد الله بن مسعود رضي الله عنه، أن النبي صلى الله عليه وسلم قال: \" الربا وإن كَثُر فإن عاقبته إلى قل\" رواه الإمام أحمد(3)[37]). ¶ قال ابن كثير – رحمه الله - : (وهذا من باب المعاملة بنقيض المقصود) (4)[38]). ¶ وقال معمر: (سمعت أنه لا يأتي على صاحب الربا أربعون سنة حتى يمحق)، وقاله الثوري ، وقال عبد الرزاق : قد رأيته. رواه عبد الرزاق(5)[39]). ¶ 8. ما ورد من إنكار الصحابة رضي الله عنهم على من تعامل بالربا أو أذن في ذلك:- ¶ ; عن سليمان بن يسار : \" أن صكاك التجار خرجت فاستأذن التجارُ مروانَ في بيعها فأذن لهم، فدخل أبو هريرة – رضي الله عنه- عليه فقال له: \" أذنت في بيع الربا وقد نهى رسول الله صلى الله عليه وسلم أن يشتري الطعام ثم يباع حتى يُستوفى \" . ¶ __________ ¶ (1) 35]) المعجم الأوسط : 7 / 158 رقم ( 7151 ) وهو في السلسلة الصحيحة : 4 / 488 رقم ( 1871 ) . ¶ (2) 36]) السلسلة الصحيحة : 4 / 490 . حيث ذكر الشيخ رحمه الله أن إسناده رجاله كلهم ثقلت وذكر أن الحديث أخرجه ابن مندة في المعرفة . ¶ (3) 37]) المسند بتحقيق أحمد شاكر : 5 / 283 رقم ( 3754 ) وصحح إسناده الشيح أحمد شاكر ورواه أيضاً ابن ماجة : 2 / 765 رقم ( 2279 ) وحسنه ابن حجر في الفتح : 4 / 369 . ¶ (4) 38]) تفسير ابن كثير : 1 / 311 . ¶ (5) 39]) مصنف عبد الرزاق : 8 / 316 رقم ( 15353 ) .",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "قال سليمان : فرأيت مروان بعث الحرس فجعلوا ينتزعون الصكاك من أيدي من لا يتحرج منهم\" رواه الإمام أحمد(1)[40]). ¶ والأحاديث في هذا الباب كثيرة ، وكتب الفقه والحديث والتفسير وغيرها مليئة بالنقول عن كبار العلماء من الصحابة والتابعين وأئمة المذاهب وغيرهم… ¶ وفي هذا القدر من أدلة السنة على تحريم الربا كفاية لمن كان له قلب أو ألقى السمع وهو شهيد(2)[41]). ¶ المبحث الثالث:- دليل الإجماع على تحريم الربا :- ¶ لقد نقل غير واحد من أهل العلم إجماع الأمة على تحريم الربا في الجملة وإن اختلفوا في بعض صوره، وممن نقل ذلك :- ¶ 1. الإمام النووي :- حيث يقول رحمه الله- : ( أجمع المسلمون على تحريم الربا وأنه من الكبائر وقيل إنه كان محرماً في جميع الشرائع وممن حكاه الماوردي) (3)[42]). ¶ 2. شيخ الإسلام ابن تيمية رحمه الله:- يقول رحمه الله:- ( المراباة حرام بالكتاب والسنة والإجماع) (4)[43]). ¶ 3. الإمام الصنعاني:- حيث قال:- (وقد أجمعت الأمة على تحريم الربا في الجملة وإن اختلفوا في التفاصيل) (5)[44]). ¶ ; ومن راجع أقوال العلماء في الربا علم يقيناً أن الربا محرم مجمع عليه، فهو من المحرمات التي لا يسع جهلها…. ولا تجد أحداً من أهل العلم إلا قال لك: الربا حرام، ولا تجد باحثاً مسلماً يخشى الله إلا وهو يحكي التحريم عمن قبله. ¶ - هذا ما تيسر جمعه من أدلة تحريم الربا، وهي كما سبق تدل دلالة قطعية على ذلك لمن تأملها. ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ ¶ __________ ¶ (1) 40]) المسند بتحقيق أحمد شاكر : 16 / 156 رقم ( 7347 ) وقال الشيخ أحمد شاكر : إسناده صحيح . ¶ (2) 41]) الربا وأنواعه : 17 . ¶ (3) 42]) المجموع شرح المهذب : 9 / 487 . ¶ (4) 43]) مجموع الفتاوى : 29 / 418 . ¶ (5) 44]) سبل السلام : 3 / 65 .",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "الفصل الثالث: التدرج في تحريم الربا ¶ ذكر بعض الباحثين أن الربا في القرآن الكريم تدرجت الآيات في تحريمه كما تدرجت في تحريم الخمر (1) [1]). ويمكن ترتيب هذه التدرج كما يلي:- ¶ 1. المرحلة الأولى:- ما جاء في سورة الروم وهي مكية نزلت قبل الهجرة ببضع سنين مقروناً بذم الربا ومدح الزكاة وذلك قبل فرض الزكاة كما في قوله تعالى:- \" وما آتيتم من ربا ليربوا في أموال الناس فلا يربوا عند الله وما آتيتم من الزكاة تريدون وجه الله فأولئك هم المضعفون\" [الروم: 39]. ¶ وقد جاء في السور المكية أصول الواجبات والمحرمات بوجه إجمالي كما في هذه الآية (2) [2]). ¶ 2. المرحلة الثانية:- وهي في قوله تعالى في سورة النساء:- \" فبظلم من الذين هادوا حرمنا عليهم طيبات أحلت لهم وبصدهم عن سبيل الله كثيراً، وأخذهم الربا وقد نُهوا عنه وأكلهم أموال الناس بالباطل وأعتدنا للكافرين منهم عذاباً أليماً\". [النساء: 160 - 161]. ¶ أي أن الله قد نهاهم عن الربا فتناولوه وأخذوه واحتالوا عليه بأنواع من الحيل وصنوف من الشبه (3) [3]). ¶ وهذا تلميح بالتحريم لأنه جاء على سبيل الحكاية عن بني إسرائيل وأن الربا كان محرماً عليهم، فاحتالوا على أكله، فهو بذلك تمهيد، وإيماء إلى إمكان تحريم الربا على المسلمين كما هو محرم على بني إسرائيل… ¶ وفيه إيماء آخر، وهو أنه إذا حرم عليكم الربا فلا تفعلوا مثل فعلهم، فتلقوا من العذاب الأليم مثل ما لقوا لأن هذا السلوك ليس إلا سلوك الكافرين والعياذ بالله (4) [4]). ¶ 3. المرحلة الثالثة:- في سورة آل عمران حيث يقول تعالى:- \" يا أيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة واتقوا الله لعلكم تفلحون، واتقوا النار التي أعدت للكافرين، وأطيعوا الله والرسول لعلكم ترحمون\" [آل عمران: 130 - 132]. ¶ __________ ¶ (1) الفائدة والربا: 30. ¶ (2) فقه وفتاوى البيوع: 152. ¶ (3) تفسير ابن كثير: 3/ 553. ¶ (4) الفائدة والربا: 30.",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "أي: يا أيها الذين آمنوا لا تأكلوا الربا في إسلامكم بعد إذ هداكم له، كما كنتم تأكلونه في جاهليتكم(1)[5]). ¶ وهذا مفيد لتحريم الربا- كما سبق بيانه – إلا أنه لم يكن فيه من التهديد والوعيد ما كان في آخر مراحل التحريم. ¶ 4. المرحلة والأخيرة :- وفي هذه المرحلة جاءت الآيات الكريمة بالحكم الشرعي:- \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس ذلك بأنهم قالوا إنما البيع مثل الربا وأحل الله البيع وحرم الربا فمن جاءه موعظة من ربه فانتهى فله ما سلف وأمره إلى الله ومن عاد فأولئك أصحاب النار هم فيها خالدون، يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار أثيم\" إلى قوله:- \" يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين، فإن لم تفعلوا فأذنوا بحرب من الله ورسوله وإن تبتم فلكم رؤوس أموالكم لا تظلمون ولا تظلمون\" [ البقرة : 275 – 279 ]. ¶ وهذه الآيات من آخر ما نزل من القرآن الكريم، كما قال ابن عباس رضي الله عنهما في قوله تعالى:- \" يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين\" إلى قوله \" وهم لا يظلمون\" [ البقرة : 278 – 279 ] قال:- (هذه آخر آية نزلت على النبي صلى الله عليه وسلم) رواه البخاري معلقاً بصيغة الجزم(2)[6]). ¶ __________ ¶ (1) جامع البيان : 3 / 34 . ¶ (2) البخاري مع الفتح : 4 / 368 باب موكل الربا .",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "- ويستمر تحريمه إلى يوم القيامة ، هذا تاريخ الربا عبر التاريخ، وكابوسه الثقيل على الأمم وموقف الشرائع السماوية منه ومحاربته لإنقاذ البشرية من ويلاته ولكنْ يأبى الذين استحوذ عليهم الشيطان واستولى عليهم الشحُّ إلا عتواً ونفوراً ليستمروا على التحكم بأموال الناس بغير حق(1)[7]). ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ ¶ __________ ¶ (1) فقه وفتاوى البيوع : 152 . وانظر في التدرج في تحريم الربا : فقه السنة : 3 / 156 والفائدة والربا الصفحات السابقة في الفصل . هذا وبعض العلماء لم يذكر هذا التدرج .",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "الفصل الرابع: آثار الربا الاجتماعية ¶ تمهيد ¶ إن الربا عمل يتنافى مع الشرع الإسلامي، إنه يقوم على الاستغلال، والمرابي لا يجعل الله في حسابه ولا يراعي المبادئ والغايات والأخلاق، وإنما الغاية عنده هي تحصيل المال بأي طريق وأية وسيلة، ويؤدي هذا إلى إنشاء نظام يسحق البشرية ويشقيها أفراداً وجماعات، دولاً وشعوباً، لمصلحة شرذمة قليلة من المرابين لا يرعون عهداً ولا ذمة لأحد من الناس (1) [1]). ¶ وللربا في المجتمعات التي تتعامل به آثارٌ وخيمة على الفرد وحده وعلى المجتمع بأسره ويمكن أن نبحث في آثار الربا الاجتماعية من ناحيتين:- ¶ الناحية الأخلاقية والنفسية والناحية الجماعية وهي كما يلي:- ¶ المبحث الأول:- آثار الربا من الناحية الأخلاقية والنفسية:- ¶ __________ ¶ (1) الربا وخطره وسبيل الخلاص منه: 29.",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "أنزل الله دينه ليقيم العباد على منهج العبودية الحقة التي تعرج بهم إلى مدارج الكمال، وتسموا بهم إلى المراتب العليا، وبذلك يتخلصون من العبودية(1)[2])، لِيقَصروا أنفسهم على عبادة رب الخلائق، ويتخلصون بذلك من الدخن والفساد الذي يخالط النفوس في تطلعاتها ومنطلقاتها،إنّ الإسلام يريد أن يطهر العباد في نفوسهم الخافية المستورة، وفي أعمالهم المنظورة، وتشريعات الإسلام تعمل في هذين المجالين، وهذا الذي نشير إلى أنّ الإسلام يريده بنا هو الذي سمّاه القرآن التزكية والتطهير: \" خذ من أموالهم صدقة تطهرهم وتزكيهم بها \" [ التوبة : 103 ] . وقد أقسم الرب تبارك وتعالى في سورة الشمس أقساماً سبعة على أنّ المفلح من زكَّا نفسه، والخائب من دسَّاها:- \" قد أفلح من زكاها، وقد من دساها \" [ الشمس : 9 –10 ] . والربا واحد من الأعمال التي تعمق في الإنسان الانحراف عن المنهج السوي، ذلك أنّ المرابي يستعبده المال، ويعشي ناظريه بريقُه، فهو يسعى للحصول عليه بكل سبيل، وفي سبيل تحقيق المرابي لهدفه يدوس القيم، ويتجاوز الحدود، ويتعدى على الحرمات(2)[3]). ¶ والربا ينبت في النفس الإنسانية صفات ذميمة ويصرف عنه ما يحصل للمؤمنين المتقين من السعادة، وفيما يلي استعراض لأهم هذه الآثار الملاحظة على من يتعامل بالربا:- ¶ 1. الربا ينبت في النفس الإنسانية الجشع كما ينبت الحرص والبخل:- ¶ __________ ¶ (1) أي عبودية البشر . ¶ (2) الربا وأثره على المجتمع الإنساني : 101 – 102 .",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وهما مرضان ما اعتورا نفساً إلا أفسدا صاحبها(1)[4]) فبالنظر إلى العمل بالربا نجد أنه يبدأ من رغبة في جمع المال منطبعاً بالأثرة والبخل وضيق الصدر والعبودية للمال والتكالب عليها… وهذا على العكس مما يأمر به الشرع الاسلامي القائم على الزكاة والصدقات وعلى الكرم والسخاء والإيثار … وغير ذلك من الصفات الشريفة(2)[5]). ¶ 2. الشَّره والكسل غير المريح:- ¶ وإنَّ هذه الآفة(3)[6]) تظهر آثارها جلية واضحة في الشره الذي يخيم على نفوس المرابين، ويجعلهم يستغلون كل قوى غيرهم وإنتاجه في كسب يعود عليهم، فإنَّ من السَّهل على مَنْ عنده عشرة آلاف درهم أن يعرضها بفائدة خمسة في المائة أو ستة في المائة فيجيء إليه وهو جالس في عقر داره خمسمائة درهم كل عام، من غير جهد ولا عمل ومن غير أن يتعرض لخسارة ، إلا أن تجتاح المقترض جائحة تأكل الأخضر واليابس ولا تبقي ولا تذر… وفي غالب الأحيان قد احتاط الدائن لماله فينقض عند نكبة المدين على ما عساه يكون قد بقي من ماله… ¶ ; وإنّ ذلك الكسل الذي يكون فيه الدائن ليس هو الكسل المريح، بل هو الكسل الذي يصحبه الوسواس الدائم والاضطراب المستمر لأنه قد أودع ثروته بين أيدي الناس يراقبهم، ويتتبعهم، لا ليشركهم في خسارتهم ومغارمهم كما يشركهم في كسبهم ومغانهم، بل يترقبهم ليحافظ على ماله وفائدته التي تتضاعف عاماً بعد عام.. (4)[7]) ¶ 3. الإسراف وعدم الادخار:- ¶ __________ ¶ (1) الربا وأثره على المجتمع الإنساني : 102 . ¶ (2) الربا وخطره وسبيل الخلاص منه : 29 – 30 . وانظر أيضاً الربا أضراره وآثاره : 52 . ¶ (3) أي آفة الربا وهي آفة اجتماعية واقتصادية . ¶ (4) تحريم الربا تنظيم اقتصادي : 14 – 15 .",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "وإن تسهيل القرض بفائدة شجع الكثيرين على الإسراف وعدم الادخار، فإنه إذا كان يشجع على الادخار الآثم عند بعض الناس، فهو يشجع على عدم الادخار عند الآخرين، لأنه إذا كان المسرف يرى مَنْ يقرضه بالفائدة في أي وقت فأنه لا يرعوي، ولا يحسب حساب المستقبل بحيث يدخر في حاضره ما يحتاج إليه في قابله، وإن اضطرته حاجته يجد المصرف الذي يقرضه بفائدة الضامن الذي يضمنه(1)[8]). ¶ 4. الاضطراب النفسي المستمر:- ¶ إن التعامل بالربا يوجد اضطراباً نفسياً مستمراً بالنسبة لآكل الربا وموكله على السواء، وإنه فوق ما يحدثه من اضطراب في النظام الاقتصادي يوجد قلقاً نفسياً مستمراً للمتعاملين، وهو بالنسبة لآكله ينبعث من جشعٍ أساسه الكسب من جهود غيره، وبالنسبة للآخر المستغل ينبعث من جشعٍ في كسبٍ ليس في مقدوره. ¶ والجشع من طبيعته أن يحدث اضطراباً مستمراً في قلب الجاشع، وأحاسيسه ومشاعره، ولذلك قرر بعض الأطباء المتدينين أنّ كثرة الأمراض التي تصيب القلب – فيكون من مظاهرها ضغط الدم المستمر أو الذبحة الصدرية أو الجلطة الدموية أو النزيف بالمخ أو الموت المفاجئ – سببها ذلك الاضطراب الاقتصادي الذي ولَّد جشعاً لا تتوافر أسبابه الممكنة… ولو اسْتُبدل بذلك النظام الاقتصادي – الذي يجعل المقرض آكلاً دائماً، والمقترض مأكولاً غارماً في أكثر الأحوال أو كثير منها – نظامٌ اقتصادي أساسه التعاون بين المقرض والمقترض في المغنم والمغرم لكان أجلب للاطمئنان وأعدل وأقوم وأهدى سبيلاً(2)[9]). ¶ 5. تخبط المرابي:- ¶ قال تعالى:- \" الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس\" [ البقرة : 275 ]. ¶ __________ ¶ (1) السابق : 17 . ¶ (2) تحريم الربا تنظيم اقتصادي : 18 – 19 . والربا وأثره على المجتمع الإنساني : 104- 105 .",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وهذه الآية وإن كانت – كما يقول كثير من المفسرين- تتحدث عن حال المرابي عندما يقوم من قبره وأن حاله يكون كالذي يتخبطه الشيطان من المس، إلا أن النظرة المتأملة تهدينا إلى أن الحال التي يبعث عليها المرابي مناسبة للحالة التي كان عليها في الدنيا، فالجزاء من جنس العمل، فلما كان المرابي في دنياه يتخبط خبط عشواء، ويتصرف تصرفات خرقاء، كان خاله في الآخرة على الخط نفسه، قال الحرالي:- ¶ (في إطلاقه إشعار بحالهم في الدنيا والبرزخ والآخرة، ففي إعلامه إيذان بأن آكله يُسلب عقله، ويكون بقاؤه في الدنيا بخُرْقٍ لا بعقل، يُقبل في محل الإدبار، ويدبر في محل الإقبال) (1)[10]). ¶ وقد عقب البقاعي على مقال الحرالي بقوله:- ¶ (وهو مؤيد بالمشاهدة فإنا لم نر ولم نسمع بآكل ربا ينطق بالحكمة ولا يشهر بفضيلة، بل هم أدنى الناس وأدنسهم) (2)[11]).(3)[12]). ¶ 6. الجبن والكسل:- ¶ فالمرابي جبان يكره الإقدام، ولذلك يقول المرابون والذين ينظرون لهم: إنّ الانتظار هو صنعة المرابي فهو يعطي ماله لمن يستثمره، ثم يجلس ينتظر إنتاجه لينال حظّاً معلوماً بدل انتظاره، وهو كسول متبلد لا يقوم بعمل منتج نافع، بل تراه يريد من الآخرين أن يعملوا ثم هو يحصل على ثمرة جهودهم(4)[13]). ¶ 7. قسوة القلب:- ¶ إنَّ قلوب المرابين في بعض الأحيان تكون أقسى من الحجارة :- \" ثم قست قلوبكم من بعد ذلك فهي كالحجارة أو أشد قسوة وإنّ من الحجارة لما يتفجر منه الأنهار وإن منها لما يشقق فيخرج منه الماء وإن منها لما يهبط من خشية الله \"[ البقرة : 74 ] . ¶ __________ ¶ (1) 10]) تفسير القاسمي : 3 / 701 . ¶ (2) 11]) السابق . ¶ (3) 12]) الربا وأثره على المجتمع الإنساني : 107 –108 . ¶ (4) 13]) الربا وأثره على المجتمع الإنساني : 102 – 103 . وقد تقدم أن هذا الكسل تصحبه آثار أخرى من الاضطراب وغيره مما يجعل المرابي ليس مرتاحاً في حياته .",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "لقد وصف الله آكل الربا بأنه كفار أثيم في قوله:- \" يمحق الله الربا ويربي الصدقات والله لا يحب كل كفار أثيم\" [ البقرة : 276 ]. ¶ وكفار وأثيم صيغتان من صيغ المبالغة تدلان على أن المرابي بلغ الغاية في الكفر(1)[14]) والإثم، وذلك أن المرابي كما يقول ابن كثير- رحمه الله-:- ¶ (لا يرضى بما قسم الله له من الحلال ولا يكتفي بما شرع له من الكسب المباح، فهو يسعى في أكل أموال الناس بالباطل بأنواع المكاسب الخبيثة فهو جحود لما عليه من النعمة، ظلوم آثم بأكل أموال الناس بالباطل) (2)[15]).(3)[16]). ¶ وإنّ اهتمامات المرابي وتطلعاته وغاياته تدور حول أمر واحد هو مصالحه الذاتية، فلا تراه يحزن لدموع الثكالى، ولا لأنات الحزانى، ولا لأوجاع اليتامى، يرى البؤساء والفقراء، فلا يعرف من حالهم إلا أنهم صيد يجب أن تُمتص البقية الباقية من دمائهم. ¶ ألم يصل الحال بالمرابين قساة القلوب إلى أن يستعبدوا في بعض أدوار التاريخ أولئك المعسرين الذين لم يستطيعوا أن يفوا بديونهم وما ترتب عليها من ربا خبيث؟. ¶ 8. أن أكل الربا والتغذي به من جملة موانع إجابة الدعاء:- ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم:- ¶ __________ ¶ (1) 14]) سبق المراد بالكفر هنا . ¶ (2) 15]) تفسير ابن كثير : 1 / 312 . ¶ (3) 16]) الربا وأثره على المجتمع الإنساني : 108 –109 .",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "\" إن الله طيب لا يقبل إلا طيباً ، وإن الله تعالى أمر المؤمنين بما أمر به المرسلين فقال:- \"يا أيها الرسل كلوا من الطيبات واعملوا صالحاً\" [ المؤمنون : 51 ] وقال تعالى:- \" يا أيها الذين آمنوا كلوا من طيبات ما رزقناكم \" [ البقرة : 172 ] ثم ذكر الرجل يطيل السفر أشعث أغبر، يمد يديه إلى السماء، يا رب ، يا رب، ومطعمه حرام، ومشربه حرام، وملبسه حرام، وغذي بالحرام، فأنى يستجاب لذلك\" رواه الإمام أحمد ومسلم والترمذي والدارمي(1)[17]). ¶ فيؤخذ من هذا الحديث أن التوسع في الحرام والتغذي به من جملة موانع الإجابة…. وقد يكون ارتكاب المحرمات مانع من الإجابة أيضاً وكذلك ترك الواجبات…. وعن عمر- رضي الله عنه- قال:- (بالورع عما حرم الله يقبل الله الدعاء والتسبيح)…. وقال مالك بن دينار : (أصاب بني إسرائيل بلاء، فخرجوا مخرجاً فأوحى الله تعالى إلى نبيه أن أخبرهم أنكم تخرجون إلى الصعيد بأبدان نجسة وترفعون إليّ أكُفًّا قد سفكتم بها الدماء وملأتم بها بيوتكم من الحرام، الآن اشتد غضبي عليكم ولن تزدادوا مني إلا بعداً). ¶ وقال بعض السلف: (لا تستبطئ الإجابة، وقد سددت طرقها بالمعاصي) (2)[18]). ¶ ; ولا شك إن من أعظم المحرمات ومن أكبر الكبائر أكل الربا والتعامل به فيكون داخلاً في معنى هذا الحديث، لأن من ملء بيته من الربا وكان مطعمه ربا وملبسه ربا ومشربه الربا وغذي بالربا فقد عرض نفسه لهذه العقوبة من الله تعالى وهي عدم إجابة الدعوة. ¶ المبحث الثاني:- آثار الربا على المجتمع بأسره:- ¶ __________ ¶ (1) 17]) مسلم بشرح النووي : 7 / 88 رقم ( 1015 ) والترمذي : 8 / 174 رقم ( 2992 ) وأحمد : 2 / 2328 . والدارمي : 2 / 210 رقم ( 2720 ) . ¶ (2) 18]) جامع العلوم والحكم : 1 / 275 – 277 . وفيه الآثار عن عمر ومالك بن دينار وبعض السلف .",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "إنه لا يكاد يختلف اثنان في أنَّ المجتمع الذي يتعامل أفراده فيما بينهم بالأثرة، ولا يساعد فيه أحد غيره إلا أن يرجو منه فائدة راجعة على نفسه، ويكون فيه عوزُ أحد ما وضيقُه وفقرُه فرصةً يغتنمها غيره للتمول والاستثمار، فتكون مصلحة الطبقات الغنية الموسرة فيه مناقضة لمصلحة الطبقات المعدمة، لا يمكن أن يقوم ويظل قائماً مثل هذا المجتمع على قواعد محكمة أبداً، ولا بد أن تبقى أجزائه مائلة إلى التفكك والتشتت في كل حين من الأحيان. ¶ ثم إذا عاونت على هذه الوضعية الأسباب الأخرى أيضاً، لا تلبث هذه الأجزاء تتحارب وتتشابك فيما بينها. ¶ وبالعكس من ذلك، إن المجتمع الذي يقوم بناؤه على التعاون والتناصح والتكافل ويتعامل أعضاؤه فيما بينهم بالكرم والسخاء، ولا يكاد يحس فيه أحد أن أحداً من إخوانه في حاجة إلى مساعدته، إلا سارع إلى الأخذ بيده، وعامل فيه الأغنياء إخوانهم الفقراء بالإعانة متطوعين أو بالتعاون العادل على الأقل، لا بد أن تنشأ وتنمو صعداً عواطف التحاب والتناصر والتناصح في قلوب أفراد مثل هذا المجتمع وتبقى أجزاؤه متكافلة متساندة فيما بينها ولا تتطرق إليه عوامل التنازع والتصادم الداخلي أبداً، وأن يكون أسرع كذلك إلى الرُّقي والكمال والازدهار من المجتمع الأول(1)[19]). ¶ والآثار التي تظهر في المجتمع الذي يتعامل بالربا آثار كثيرة نذكر بعضها فيما يلي:- ¶ 1. فقدان التآلف وحصول الكراهية والحقد والبغض بين أفراد ذلك المجتمع:- ¶ __________ ¶ (1) 19]) الربا للمودودي : 50 –51 .",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "لا يمكن أن تقوم المجتمعات الإنسانية ما لم يترابط الناس فيما بينهم بروابط الود والمحبة القائمة على التعاون والتراحم التكافل، ومنبعُ الود والمحبة والتكافل والتعاون والتراحم الأخوةُ بين أفراد الأمة الواحدة . والأفراد في الجماعة، أو القطاع من الأمة الذين لا تؤرقهم آلام إخوانهم وأوجاعهم ومصائبهم كالعضو الأشل، الذي عدم فيه الإحساس وانقطعت روابطه بباقي الجسد،…. كيف ينعم مجتمع إذا انبث في جنباته أكلة الربا الذين يقيمون المصائد والحبائل لاستلاب المال بطريق الربا وغيره من الطرق!! وكيف يتآلف مجتمع يسود فيه النظام الربوي الذي يسحق القويُّ فيه الضعيف!! كيف نتوقع أن يحب الذين نُهبت أموالهم، وسُلبت خيراتهم ناهبيهم وسالبيهم!! إنّ الذي يسود في مثل هذه المجتمعات هو الكراهية والحقد والبغضاء، فترى القلوب قد امتلأت بالضغينة، والألسنة قد ارتفعت بالدعاء على هؤلاء … الذين سلبوهم أموالهم(1)[20]). ¶ فالربا ينمي الضغائن والأحقاد بين الناس لعدم اقتناع المقترض بما أُخذ منه مهما كانت حاجته، ورغبته فيه(2)[21]) فينشأ الحقد والغضب في قلبه ضد صاحب المال، حيث يشاهده يأخذ منه ما كسبه بعرق جبينه ظلما وباطلاً بدل أن يواسيه أو يقرضه قرضاً حسناً في ظروفه الحرجة… وهذا ليس كلاماً نظرياً فحسب، بل يشهد على ذلك التاريخ ويصدقه الواقع(3)[22]). ¶ وكثيراً ما يتعدى الأمر ذلك – الحقد والبغض- عندما يقوم المقترض بثورات تعصف بالمرابين وأموالهم وديارهم، وتجرف في طريقها الأخضر واليابس(4)[23]). ¶ 2. اختلال توزيع الثورة المؤدي إلى خلل يصيب المجتمع:- ¶ __________ ¶ (1) 20]) الربا وأثره على المجتمع الإنساني : 108 – 109 . ¶ (2) 21]) الاقتصاد الإسلامي : 85 . ¶ (3) 22]) التدابير الواقية : 90 –91 . ¶ (4) 23]) الربا وأثره على المجتمع الإنساني : 109 –110 .",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "إذا أصبح المال دولة بين الأغنياء، شقي أغنياء ذلك المجتمع وفقراؤه، والربا يركز المال في أيدي فئة قليلة من أفراد المجتمع الواحد، ويحرم منه الجموع الكثيرة، وهذا خلل في توزيع المال … وهو الذي يجعل اليهود يصرون على التعامل بالربا، ونشرِه بين العباد، كما يحرصون على تعليم أبنائهم هذه المهنة، كي يسيطروا على المال ويحوزوه إلى خزائنهم. ¶ وهذا الخلل الذي يُحدثه الربا في المجتمعات الإنسانية- وهو خلل توزيع الثروة- داءٌ يعجز علاجه الأطباء، وقد اعترف رجال الاقتصاد في العالم الغربي بعجزهم عن علاج هذا الخلل الذي أصاب العالم الغربي … يقول أحدهم:- (إنني وقد قاربت سنَّ التقاعد، أريد أ، أوصي الجيل الأصغر مني سنّاً في هذه القضية: لقد أصبحنا الآن بعد هذه الجهود الطويلة في بلبلة مستمرة، فكلنا يشقى بسبب توزيع الثروة، وتوزيع الدخل، سواء منها ما كان جزئياً، مثل قضية الفائدة والربا، أم ما كان مثل تفاوت الطبقات، تعبنا في هذا ولم نصل إلى شيء). ¶ وهذا تصريح منه بالنتيجة الحتمية التي يصير إليها كل معرض عن هدي السماء: (لقد أصبحنا في بلبلة مستمرة)…(كلنا يشقى بسبب توزيع الثروة)…وتعبنا ولم نصل إلى شيء)…. ¶ إنه الشقاء ، شقاء الحياة الدنيا، وشقاء الآخرة أشد وأبقى \" ومن أعرض عن ذكري فإن له معيشة ضنكاً ونحشره يوم القيامة أعمى، قال رب لم حشرتني أعمى وقد كنت بصيراً، قال كذلك أتتك آياتنا فنسيتها وكذلك اليوم تنسى، وكذلك نجزي من أسرف ولم يؤمن بآيات ربه ولعذاب الآخرة أشد وأبقى\"[ طه : 124 – 126 ] (1)[24]). ¶ ومن ظواهر هذا الأثر تضخم المال بطريق غير مشروعة، لأنه تضخم على حساب سلب مال الفقير وضمه إلى كنوز الغني، وحسبك بهذا داءاً فتاكاً في المجتمعات وسبباً في الخصومات والعداوات…(2)[25]) ¶ __________ ¶ (1) 24]) الربا وأثره على المجتمع الإنساني : 111 – 114 . بتصرف . والربا خطره وسبيل الخلاص منه : 30 . ¶ (2) 25]) تيسير العلام : 2 / 198 .",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "3. تدمير الربا للمجتمعات:- ¶ إن الربا بما يحدثه في النفوس من أمراض، وبما يوجده في الاقتصاد من بلايا، وبما يصنعه من خلل يصيب المجتمعات الإنسانية بالدمار…وقد لعب الربا دوراً هاماً في انهيار المجتمعات..وظهور الاقتصاديات القائمة على الرق منظراً لأن القرض قبل زمن كان مضموناً بشخص المقترض نفسه إلى جانب ضمانات أخرى كانت النتيجة نزع ملكية صغار المزارعين، وتحويل عدد منهم إلى رقيق، مما أدى في النهاية إلى تركيز الملكية العقارية في أيد قلائل، هذا ما فعله الربا في الماضي، وقد استطاع الكُتَّاب الذين لم يتعمقوا في باطن الأمور أن يدركوا آثاره في تلك المجتمعات، ولكن كثيراً من هؤلاء يظنون أن الفائدة الربوية اليوم لا تحدث في المجتمعات الإنسانية ما أحدثته في تلك المجتمعات، لقد حول المرابون في القديم البشرَ إلى عبيد يعملون في المزارع التي سرقوها من أولئك العبيد، ولا يزال المرابون إلى اليوم يسعون إلى السيطرة على ثمار جهود البشر وسرقة عَرَقِهم وأموالهم….وقد يقال إن الحال اليوم قد تغير، والفائدة أصبحت محدودة، وهي لا ترهق الأفراد ولا المؤسسات ولا الحكومات، وهذا قصور في النظر وخطل من القول، فإن فوائد البنوك الربوية وبيوتات المال في أوائل القرن لم تكن تتعدى الثلاثة أو الأربعة أو الخمسة أو الستة أو السبعة في المائة على أكثر تقدير، أما اليوم فإن الفائدة التي كانت تعلنها البنوك الربوية قد بلغت (18)أو(20) في المائة، وقد بلغ الربا في بعض المعاملات في إحدى الدول في أزمة من الأزمات (800) في المائة وكان حجم الأموال التي سببت الأزمة بلغ (27) ملياراً منها (9) مليارات تراكمت بسبب الربا والذين لا يأكلون الربا كانوا أبعد الناس عن التأثر بتلك الأزمة.",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ومما يدل على أن هذا البلاء لا يزال آخذاً بأنفاس الناس، ولا يزال رابضاً على قلوبهم، أن ما يسمى بدول العالم الثالث اليوم مثقلة بديون لا تستطيع صادراتها كلها أن تفي بسداد خدمة الديون الربوية(1)[26]). ¶ 4. عدم استخدام المواهب في نهضة البلاد واستغلال خيراتها:- ¶ فهو يربي الإنسان على عدم استخدام مواهبه التي أنعم الله بها عليه في العمل النافع والإنتاج المثمر، فيقعد عن العمل والسعي في الأرض وإذا وجد أن إيداعه لنقوده في بنك مثلاً يمكنه من الأكل من ربحها، فيفعل ذلك ويترك العمل ويصبح عضواً فاسداً في المجتمع حيث أفسد تعامله بالربا خلقه وشعوره تجاه أخيه فتفسد بذلك حياة الجماعة…(2)[27]) ¶ 5. التعامل بالربا يؤدي إلى خَلْق طبقة مترفة لا تعمل:- ¶ حيث تعتمد هذا الطبقة على ما يعود لها من الأرباح الربوية، فتتعطل المكاسب والتجارات والحرف والصناعات التي لا تنتظم مصالح العالم إلا بها، إذ من يحصل على درهمين بدرهم كيف يتجشم مشقة كسب أو تجارة(3)[28]). ¶ 6. استغلال حاجة المحتاجين:- ¶ فالربا يستغل حاجة المحتاجين ويلحق بهم الكثير من الأضرار دون اختيار منهم(4)[29]) ، فالمجتمع الذي يتعامل بالربا مجتمع منحل، متفكك لا يتساعد أفراده فيما بينهم، ولا يساعد أحد غيره إلا إذا كان يرجو من ورائه شيئاً(5)[30]). ¶ 7. الربا يلغي معاني الفضيلة:- ¶ __________ ¶ (1) 26]) الربا وأثره على المجتمع الإنساني : 114 – 118 . بتصرف . ¶ (2) 27]) الربا خطره وسبيل الخلاص منه : 30 . ¶ (3) 28]) فقه وفتاوى البيوع : 154 . ومن محاسن الدين الإسلامي : 81 . ¶ (4) 29]) الاقتصاد الإسلامي : 85 . ¶ (5) 30]) الربا أضراره وآثاره : 52 .",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "فهو يلغي معاني الفضيلة، والتعاون على البر والتقوى(1)[31]) ، فالمرابي الذي قد أعشى نظره بريقُ المال لا يعرف إلا مصالحه وهو يبغض كل ما يؤدي إلى انقطاع أرباحه الربوية، وبهذا تتربى عنده تلك الخصال الذميمة من الشَّره والبخل والكسل والجبن هي مضادة تماماً لمعاني الفضيلة من الكرم والشجاعة والتعاون وحب الخير لعموم المسلمين. ¶ 8. انقطاع المعروف بين الناس من القرض:- ¶ لعل من الحكم في تحريم الربا أنه يؤدي إلى انقطاع المعروف والإحسان الذي في القرض، إذْ لو حَلَّ درهم بدرهمين ما سمح أحد بإعطاء درهم بمثله(2)[32]). ¶ 9. أنه وسيلة الاستعمار:- ¶ يقول السيد سابق رحمه الله :- (وهو وسيلة الاستعمار، ولذلك قيل: الاستعمار يسير وراء تاجر أو قسيس، ونحن قد عرفنا الربا وآثاره في استعمار بلادنا) (3)[33]). ¶ هذه بعض الآثار التي تظهر في ذلك المجتمع الذي يتعامل بالربا، وهذا بعض ما يلاقيه من استبدل أوامر الله تعالى ومنهجه السوي بغيره من المناهج الأرضية ولو التزم الناس بأوامر دينهم التي منها ترك الربا وتحريمه، لعاشوا حياة سعيدة بعيدة عن الشقاء والضرر، ولكن الله سبحانه جعل السعادة لأهل الإيمان، والشقاء لمن أعرض عن الله وعن ذكره، والله المستعان. ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ ¶ __________ ¶ (1) 31]) الاقتصاد الإسلامي : 85 . ¶ (2) 32]) فقه وفتاوى البيوع : 154 . ومن محاسن الدين الإسلامي : 81 . ¶ (3) 33]) فقه السنة : 3 / 157 .",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "الفصل الخامس: آثار الربا الاقتصادية ¶ تمهيد ¶ إن الربا آفة من الآفات، إذا أصابت الاقتصاد فإنها تنتشر فيه انتشار السرطان في جسم الإنسان، وكما عجز الأطباء عن علاج السرطان فإن المفكرين ورجال السياسة والاقتصاد عجزوا عن علاج بلايا الربا. ¶ ومن العجيب أن بعض الناس ظنوا أن الربا يحدث خيراً للناس، ومثلهم في ذلك مثل الذين يظنون أن التورم في بعض الأجساد الناشئ من المرض صحةً وعافيةً، فليس كل تضخم في الجسم صلاحاً، إن السرطان إنما هو تكاثر غير طبيعي لخلايا الجسم، وهذا التكاثر ليس في مصلحة الإنسان، بل هو مدمر لحياته، وفاتك به. ¶ وكذلك ما يولد الربا ليس صلاحاً للاقتصاد بل هو مدمر للاقتصاد، والمشكلة أنَّ بلايا الربا لا تظهر مرة واحدة في كيان المجتمع وكيان الاقتصاد، يقول الرازي: (الربا وإن كان زيادة في الحال إلا إنه نقصان في الحقيقة) (1) [1]). وهذا مستفاد من النص القرآني: \" يمحق الله الربا \" [البقرة:276] فالمحق نقصان الشيء حالاً بعد حال … فالذين يتعاملون بالربا يظنون أن فيه كسباً، والحقيقة التي أخبر بها العليم الخبير، والتي كشف عنها واقع البشر الذي دمره سرطان الربا أن الربا ممحقةٌ للكسب مدمرٌ للاقتصاد، ذلك أنه يطيبه بعلل خبيثة يعي الطبيبَ…. دواؤُها، الربا ليس بركة ورخاء بل هو مرض عضال يُذهب المال ويقلله، يقول الرسول صلى الله عليه وسلم: \"إن الربا وإن كثر فإن عاقبته تصير إلى قل\" (2) [2]). أي: قلة. ¶ وعلماؤنا الذين أبصروا الحقائق من خلال النصوص القرآنية والحديثية أدركوا هذه الحقيقة، يقول الرازي: (إن الربا وإن كان زيادة في الحال إلا أنه نقصان في الحقيقة، وإن الصدقة وإن كانت نقصاناً في الصورة فهي زيادة في الحقيقة) (3) [3]). ¶ __________ ¶ (1) تفسير الرازي: 7/ 94. ¶ (2) سبق تخريجه. ¶ (3) تفسير الرازي: 7/ 94. بتصرف.",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "ويقول المراغي: (إن عاقبة الربا الخرابُ والدمار، فكثيراً ما رأينا ناساً ذهبت أموالهم، وخربت بيوتهم بأكلهم الربا) (1)[4]). ¶ ويقول القاسمي: (المال الحاصل من الربا لا بركة له، لأنه حاصل من مخالفة الحق، فتكون عاقبته وخيمة) (2)[5]). ¶ والآفات الاقتصادية التي يجلبها الربا كثيرة(3)[6]) ، وسنذكر بعضها فيما يلي مبتدئين بالآثار العامة لهذه الآفة الاقتصادية – آفة الربا- :- ¶ المبحث الأول:- الآثار الاقتصادية العامة للربا ¶ والآثار العامة للربا على الاقتصاد كثيرة منها ما يلي:- ¶ 1. الربا من أسباب غلاء الأسعار:- ¶ يشكو العالم اليوم من غلاء الأسعار، وسببه يرجع إلى حدٍّ كبير إلى النظام الربوي السائد اليوم، لا يرضى صاحب المال، إذا استثمر ماله في صناعة أو زراعة أو شراء سلعة، أن يبيع سلعته أو الشيء الذي أنتجه إلا بربح أكثر من نسبة الربا، وذلك لأنه يفكر بأنه استثمر المال وبذل الجهد واستعد لتحمل الخسارة فلا بد أن تكون نسبة الربح أكثر من نسبة الربا، وكلما زادت نسبة الربا غلت الأسعار أكثر منها بكثير، هذا إذا كان المنتج أو التاجر صاحب مال. ¶ __________ ¶ (1) تفسير المراغي : 3 / 58 . ¶ (2) محاسن التأويل : 3 / 710 . ¶ (3) انظر ما سبق في الربا وأثره على المجتمع الإنساني : 118 – 120 .",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "وأما إذا كان المنتج أو التاجر ممن يقترض الربا، فرفعُه أسعار منتجاته وسلعته أمرٌ بدهي، حيث سيضيف إلى نفقاته ما يدفعه ربا…. يقول أحد علماء الغرب: (لعله يلزم أن تكون نسبة الربح من (15) إلى (20%) لترغيب الناس في مخاطرة الاستثمار عندما يكون سعر الفائدة الخالص(5) أو(6%)، وتُحدث تلك النسبة من الربح تفاوتاً في توزيع الدخل الفردي، وعند انخفاض السعر الخالص إلى (2) أو (3%) تحت تأثير نظام المصارف أو الوسائل المالية الأخرى سيكون ممكناً للمبادلة الاجتماعية أو السلطات المباشرة خفض نسبة الربح إلى (5) أو (10%) ) (1)[7]). ¶ ولا يقف الأمر عند غلاء الأسعار، بل يحدث اضطراب في حياة الناس حيث لا يتمكنون من شراء حاجاتهم الأساسية بسبب غلاء الأسعار(2)[8]). ¶ هذا لأن الربا والفائدة سبب في رفع تكاليف الإنتاج التي يترتب عليها رفع الأسعار وهذا يؤدي إلى أضرار محققة على الناحية الاقتصادية(3)[9]). ¶ 2. الربا من أسباب البطالة:- ¶ يتسبب الربا في انتشار البطالة، وذلك لأن أصحاب الأموال يفضلون أموالهم بالربا على استثمارها في إقامة مشروعات صناعية أو زراعية أو تجارية، وهذا- بالتالي- يقلِّل فرص العمل، فتنتشر البطالة في المجتمعات التي يسود فيها التعامل الربوي، ويؤكد هذا ما نشاهده من معاناة الدول الغربية من مشكلة البطالة رغم تقدُّمها فنياً وتطورها في الصناعة… ¶ __________ ¶ (1) نقلاً من كتاب التدابير الواقية : 58 . ¶ (2) التدابير الواقية من الربا : 84 – 85 . بتصرف يسير . ¶ (3) الربا خطره وسبيل الخلاص منه : 33 . بتصرف .",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "وتبذل حكومات تلك الدول الجهد لتشغيل الناس والسيطرة على مشكلة مع إبقاء سبيلها؟ وقد بَيَّن علماء الغرب الارتباط الوثيق بين البطالة والتعامل الربوي، يقول أحدهم: (من مصلحتنا أن نخفض سعر الربا إلى درجة يتمكن من تشغيل الناس جميعاً) (1)[10]).(2)[11]). ¶ 3. التضخم:- ¶ التضخم يقصد به: وجود اتجاه صعودي في الأثمان بسبب وجود طلب زائد أو فائض بالنسبة إلى إمكانية التوسع في العروض. ¶ والتضخم له أسباب طبيعية وأسباب غير طبيعية، ومن الأسباب غير الطبيعية الربا، فالمرابي بما يقرضه من فائدة مرتفعة يجبر أصحاب السلع والخدمات على رفع أثمان هذه السلع والخدمات، ولا شك أن التضخم يسيء إلى الناس كثيراً خاصة أصحاب الدخول النقدية الثابتة كالموظفين والعمال، ومن ثمَّ تنخفض دخولهم الحقيقية، وإذا اضطرت الحكومات إلى مواجهة الأمر برفع دخول الموظفين والعمال فالملاحظ أن تقرير الزيادة لا يتم بسرعة وفي الوقت المناسب، ولذلك يجب أن يعمل المفكرون ورجال السياسة والاقتصاد على محاربة التضخم، خاصة ذلك النوع الذي يُسمِّيه الاقتصاديون بالتضخم الجموح والذي ترتفع فيه الأثمان ارتفاعاً غير طبيعي، ومن أعظم الأسباب التي تؤدي إليه الربا، فمنعه إنما هو علاج لمرض خطير(3)[12]). ¶ 4. الربا يسبب شقاوة المقترضين لحاجاتهم الشخصية:- ¶ __________ ¶ (1) 10]) نفلاً عن التدابير الواقية من الربا : 87 . ¶ (2) 11]) انظر هذا الأثر في التدابير الواقية من الربا : 85 – 87 . ¶ (3) 12]) الربا وأثره على المجتمع الإنساني : 123 – 124 .",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "يبدو أن النظام الربوي يساعد المقترضين، حيث يتمكنون من تلبية حاجاتهم بالمال الذي ينالونه بالقرض، لكن إذا نظرنا إلى ما يترتب على هذا الاقتراض وجدنا أنه سبب دمارهم وشقاوتهم،…. إنَّ نسبة الربا التي يتقاضاها المرابون من هؤلاء عالية جداً … ونتيجة لذلك، إذا وقع أحدٌ فريسةً للمرابين، فلا يكاد يخرج من شباكهم، يدفع المقترض ربا الدَّين، في كثير من الأحيان أكثر من أصل الدَّين، في حين يبقى الدَّين في ذمته كاملاً غير ناقص، وقد قيل عن حالة المدين المزارع في الهند:- (يولد الفلَّاح وهو مدين، ويعيش وهو مدين، ويموت وهو مدين) (1)[13]) ، وقد بين هذا علماؤنا قبل الغرب أثناء ذكرهم حكمة تحريم الربا، يقول الإمام ابن القيم – رحمه الله- أثناء بيانه حكمة تحريم ربا القروض:- (فأما الجلي فربا النسيئة، وهو الذي كانوا يفعلونه في الجاهلية، مثل أن يؤخر دينه ويزيده في المال وكلما أخره زاد في المال، حتى تصير المائة عنده آلافاً مؤلفة، وفي الغالب لا يفعل ذلك إلا معدم محتاج، فإذا رأى أن المستحقَّ يؤخر مطالبته، ويصبر عليه بزيادة يبذلها له، تكلَّف بذلها ليفتدي من أسر المطالبة والحبس، ويدافع من وقت إلى وقت، فيشتد ضرره، وتعظم مصيبته، ويعلوه الدَّين حتى يستغرق جميع موجوده، فيربوا المال على المحتاج من غير نفع يحصل له، ويزيد مال المرابي من غير نفع يحصل منه لأخيه، فيأكل مال أخيه بالباطل، ويحصل أخيه على غاية الضرر، فمن رحمة أرحم الراحمين وحكمته وإحسانه إلى خلقه أن حرم الربا) (2)[14]). ¶ 5. منع الربا من الاستثمار في المشروعات المفيدة للمجتمع:- ¶ __________ ¶ (1) 13]) نقلاً من التدابير الواقية : 89 . ¶ (2) 14]) إعلام الموقعين : 2 / 103 . وانظر هذا الأثر في التدابير الواقية : 87 – 89 .",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "يجد صاحب المال في النظام الربوي فرصة للحصول على نسبة معينة من الربا على ماله، وهذا يصرفه عن استثمار ماله في مشروعات صناعية وزراعية وتجارية مهما كانت مفيدة للمجتمع، إلا إذا اعتقد حصول نسبة ربح أكثر من تلك المشروعات من نسبة الربا، ¶ وقد لا يرغب مع ذلك في تلك المشروعات، حيث إنها تتطلب بذل الجهد واستعداداً لتحمل الخسارة، في حين يتمكن فيه صاحب المال من الحصول على الربا بدون مشقة ومخاطرة، وقد بَيَّن العلماء هذه الحقيقة أثناء ذكرهم حكمة تحريم الربا، يقول الفخر الرازي:- (قال بعضهم : الله تعالى إنما حرم الربا من حيث إنّه يمنع الناس عن الاشتغال بالمكاسب، وذلك لأن صاحب الدرهم إذا تمكن بواسطة عقد الربا من تحصيل الدرهم الزائد نقداً كان أو نسيئة، خفَّ عليه اكتساب وجه المعيشة، فلا يكاد يتحمَّل مشقة الكسب والتجارة والصناعات الشاقة) (1)[15]). ¶ ويؤثر إعراض الناس عن استثمار أموالهم في المشروعات المختلفة على نمو رأس مال المجتمع… ¶ فهكذا يحرم الربا أصحاب الأموال من استثمار أموالهم في المشروعات ويجعلهم كسالى، ويترتب على هذا الانخفاض في الإنتاج، ويظهر تأثير الربا في انخفاض الإنتاج من جانب آخر، وذلك أن نفقات المشروع الذي يقترض صاحبه مالاً له بالربا تزداد، فتقل نسبة الأرباح وبالتالي تضعف الرغبة في تنفيذ المشروع، وهذا يؤدي إلى انخفاض الإنتاج(2)[16]). ¶ 6. تعطيل الطاقات البشرية:- ¶ __________ ¶ (1) 15]) تفسير الرازي : 7 / 87 . ¶ (2) 16]) انظر هذا الأثر في التدابير الواقية : 82 – 84 .",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "الربا يعطل الطاقات البشرية المنتجة، ويُرغِّب في الكسل وإهمال العمل، والحياة الإنسانية إنما ترقى وتتقدم إذا بذل الجميع طاقاتهم الفكرية والبدنية في التنمية والإعمار، والمرابي الذي يجد المجال رحباً لإنماء ماله بالربا يسهل عليه الكسب الذي يؤمن له العيش، فيألف الكسل، ويمقت العمل، ولا يشتغل بشيء من الحرف والصناعات، يقول الرازي:( حرم الربا من حيث إنّه يمنع الناس عن الاشتغال بالمكاسب، وذلك لأن صاحب الدرهم إذا تمكن بواسطة عقد الربا من تحصيل الدرهم الزائد نقداً كان أو نسيئة، خفَّ عليه اكتساب وجه المعيشة، فلا يكاد يتحمَّل مشقة الكسب والتجارة والصناعات الشاقة، وذلك يفضي إلى انقطاع منافع الخلق، ومن المعلوم أن مصالح العالم لا تنتظم إلا بالتجارات والحرف والعمارات) (1)[17]). ثم إنَّ تعطيل الربا للطاقات المنتجة لا يتوقف على تعطيل طاقة المرابي، بل إنّ كثيراً من طاقات العمال ورجال الأعمال قد تقل أو تتوقف، ذلك أن الربا يوقع العمال في مشكلات اقتصادية صعبة، فالذين تصيبهم المصائب في البلاد الرأسمالية لا يجدون إلا المرابي الذي يقرضهم المال بفوائد عالية تعتصر ثمرة أتعابهم، فإذا أحاطت هذه المشكلات بالعمال أثرت في إنتاجهم. ¶ هذا جانب، وجانب آخر أن الربا يسبب الركود الاقتصادي والبطالة وهذا يعطل الطاقات العاملة في المجتمعات الإنسانية(2)[18]). ¶ 7. تعطيل المال:- ¶ وكما يعطل الربا جزءاً من الطاقات البشرية الفاعلة، فإنه كذلك يعطل الأموال عن الدوران والعمل، والمال للمجتمع يعد بمثابة الدم الذي يجري في عروق الإنسان، وبمثابة الماء الذي يسيل إلى البساتين والحقول، وتوقف المال عن الدوران يصيب المجتمعات بأضرار فادحة، مثله كمثل انسداد الشرايين، أو الحواجز الذي تقف في مجرى الماء. ¶ __________ ¶ (1) 17]) تفسير الرازي : 7 / 87 . ¶ (2) 18]) الربا وأثره على المجتمع الإنساني : 120 –121 .",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "وقد رهب الله تبارك وتعالى الذين يكنزون المال وتهددهم بالعذاب الأليم الموجع:- \" والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب أليم، يوم يُحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لأنفسكم فذوقوا ما كنتم تكنزون\" [ التوبة : 34 –35 ] ¶ وقد شرع الله من الأحكام ما يكفل استمرار تدفق المال إلى كل أفراد المجتمع، بحيث لا يصبح المال دولة بين الأغنياء دون غيرهم:\" كي لا يكون دولة بين الأغنياء منكم\" [ الحشر : 7 ]. ¶ والمرابي بجبنه وتطلعاته إلى الكسب الوفير لا يدفع ماله إلى المشروعات النافعة والأعمال الاقتصادية إلا بمقدار يضمن عودة المال وافراً كثيراً، وهو يحبسه إذا ما أحس بالخطر، أو طمع في نسبة أعلى من الفائدة في المستقبل، وعندما يقل المال في أيدي الناس يقع الناس في بلاء كبير. ¶ ثم إن مقترضي المال بالربا لا يُسهمون في الأعمال المختلفة إلا إذا ضمنوا نسبة من الربح أعلى من الربا المفروض على الدَّين(1)[19]). ¶ 8. الربا يشجع على المغامرة والإسراف:- ¶ __________ ¶ (1) 19]) السابق : 122 – 123 .",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "الحصول على المال بالربا سهل ميسور، ما دام المرابي يضمن عودة المال إليه، ولذا فإنّ الذين ليس لهم تجربة، وليس عندهم خبرة، يغريهم الطمع، فيأخذون القروض بالربا، ثم يدخلون في أعمال هي إلى المقامرة أقرب منها إلى الأعمال الصالحة، ومتى كَثُر هذا النوع من الأعمال فإنه يضر باقتصاد الأمة، والمرابي لا يمتنع من إمداد هؤلاء بالمال، لأنه لا يشغل باله الطريقة التي يوُظَّف المال بها، وكل ما يشغله عودة المال برباه، وقد أوجب علينا الإسلام منع السَّفيه من التصرف في ماله حفاظاً على ثروة الأمة من الضياع:- \" ولا تؤتوا السفهاء أموالكم التي يجعل الله لكم قياماً\" [ النساء : 5 ] ولاحظ قوله: \"أموالكم\"، فقد جعل مال السفيه مالاً للأمة بها قوام أمرها فالربا يسهل وضع الكثير من مال الأمة بين أيدي المغامرين والجهلاء الذين قد يبددون هذه الأموال، ويزداد الأمر سوءاً عندما يستولي المرابي على بيوتهم ومزارعهم والبقية الباقية من مصانعهم ومتاجرهم. ¶ وسهولة الاقتراض بالربا تشجع على الإسراف وإنفاق المال فيما لا يفيد ولا يغني..يقول المراغي(1)[20]):- ¶ (فالسر في هذا أن المقترضين يسهل عليهم أخذ المال من غير بدل حاضر ويزين لهم الشيطان إنفاقه في وجوه الكماليات التي كان يمكن الاستغناء عنها، ويغريهم بالمزيد من الاستدانة، ولا يزال يزداد ثقل الدّين على كواهلهم حتى يستغرق أموالهم، فإذا حل الأجل لم يستطيعوا الوفاء وطلبوا التأجيل، ولا يزالون يماطلون ويؤجلون، والدّين يزداد يوماً بعد يوم، حتى يستولي الدائنون قسراً على كل ما يملكون، فيصبحون فقراء معدمين، صدق الله :\" يمحق الله الربا ويربي الصدقات\"[ البقرة : 276 ] (2)[21]). ¶ 9. الكساد والبطالة:- ¶ __________ ¶ (1) 20]) تفسير المراغي : 3 / 58 – 59 . ¶ (2) 21]) الربا وأثره على المجتمع الإنساني : 129 –130 .",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "إذا ارتفعت أثمان الأشياء ارتفاعاً عالياً فإن الناس يكفون عن الإقبال على السلع والخدمات المرتفعة الأثمان، إما لعدم قدرتهم على دفع أثمانها، أو لأنها ترهق ميزانيتهم، وإذا امتنع الناس عن الشراء كسدت البضائع في المخازن والمتاجر، وعند ذلك تقلل المصانع من الإنتاج، وقد تتوقف عنه، ولا بد في هذه الحالة من أن تستغني المصانع والشركات عن جزء من عمَّالها وموظفيها في حالة تخفيض إنتاجها، أو تستغني عن جميع عمّالها وموظفيها إذا توقفت عن الإنتاج، وعندما يحس المرابين بما يصيب السوق من زعزعة يزيدون الطين بلَّة، فيقبضون أيديهم، ويسحبون أموالهم، فعند ذلك تكون الهزات الاقتصادية. الأمر العجيب لأن الأموال في المجتمع كثيرة، ولكنها في خزائن المرابين، والناس بحاجة إلى السلع، ولكنهم لا يشترونها لعدم وجود المال بين أيديهم، والعُمَّال يحتاجون إلى عمل، ولكن المصانع والشركات تمتنع من تشغيلهم لحاجتها إلى المال من جانب وإلى تصريف بضاعتها من جانب. ¶ إن الربا يحدث خللاً في دورة التجارة، والإسلام في سبيل إصلاح هذا الخلل وغيره حرَّم الربا، وشرع تشريعات كثيرة تمنع تركز المال في أيدي طائفة من أفراد المجتمع…",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "واليوم تعاني أمريكا زعيمة الرأسمالي من أزمة بطالة مخيفة حيث زاد عدد العاطلين عن العمل في أمريكا عن اثني عشر مليوناً، وعدد الشركات التي أعلنت إفلاسها في عام 1982م ربا على (25000) شركة، وهذه النسبة تُعدُّ رقماً قياسياً لم تبلغه تلك الديار منذ سنة 1933م، وأظهرت إحصاءات رسمية أذيعة في بون ألمانيا الغربية أن عدداً قياسياً من شركات ألمانيا الغربية قد أفلست في عام 1982م بسبب الكساد والركود الاقتصادي وأسعار الفائدة المرتفعة ونقص رأس المال الاستثماري …(1)[22]) إن تكبيل الأمم بهذه القيود الرهيبة يجعلها تعمل وتعمل وتعمل ولا تستفيد من عملها شيئاً، كل عملها يذهب إلى خزائن المرابين،وعند ذلك لا يستطيع الأفراد الحصول على حاجياتهم، ومع ذلك فإن الدولة تفرض المزيد من الضرائب، وترفع الأسعار لمواجهة العجز في مدفوعاتها، فتقوم الثورات وتحصل الاضطرابات وتزهق الأرواح،… وقد يصل الأمر إلى درجة تعجز الدولة عن السداد وعند ذلك تلغي الدولة ديونها…(2)[23]) ¶ 10. توجيه الاقتصاد وجهة منحرفة:- ¶ ومن بلايا الربا أنه يُوجه الاقتصاد وجهة منحرفة، فالمرابي يدفع لمن يعطيه ربحاً أكثر، وأخذ القرض الربوي لا يوظف المال الذي اقترضه إلا في مجالات تعود عليه بربح أكثر مما فرضه عليه المرابي. ¶ إذن القضية تكالبٌ على تحصيل المال، وفي سبيل ذلك تتجاوز المشروعات النافعة التي تعود بالخير على المجتمع، ويوظف المال في المشروعات الأكثر إدراراً للربح. ¶ فإذا كانت نوادي القمار ونوادي العهر والفسق تعطي عائداً أكثر من المشروعات الصناعية والتجارية فإن المال الربوي يجري إليها جرياً، في حين تحرم المشروعات التي يحتاج إليها الإنسان من تلك الأموال(3)[24]). ¶ 11. التسبب في الأزمات الجائحة:- ¶ __________ ¶ (1) 22]) كتب هذا الكلام بتاريخ 1408 هـ . ¶ (2) 23]) السابق : 124 – 128 . ¶ (3) 24]) السابق : 128 – 129 .",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "إن الربا في ذاته يسهل على الناس أن يدخلوا في مغامرات لا قبل لهم باحتمال نتائجها – كما سبق بيانه- فالتاجر بدل أن يتجر في قدر من المال يتكافأ مع قدرته المالية على السداد، يأخذ مالاً بفائدة ليزيد في متجره، وقد يكسب من ذلك….، ولكن العاقبة غير محمودة إن نزلت البضائع، فإنه لا يكون في قدرته البيع في الوقت الذي يريد، إذ أن الفائدة التي تلاحقه، والديون التي تركبه تضطره للبيع في الوقت الذي لا يناسبه، فتكون الخسارة الفادحة، أو يكون الإفلاس المدمِّر، والديون تحيط بذمته، كما تحيط الأغلال بعنقه. ¶ وقد ثبت أن الأزمات الجائحة التي تعتري الاقتصاد العالمي تكون من الديون التي تركب الشركات المقلة، فإن عجزها عن السداد عند الكساد يدفعها إلى الخروج عن بضاعتها بأقل الأثمان إن وجدت من يشتري، ولذلك كانت تعالج هذه الأزمات الجائحة بتقليل الديون بطرق مختلفة، كإحداث تضخم مالي من شأنه أن يضعف قيمة النقد فيقل الدين تبعاً لذلك…. أو بتنقيص الديون مباشرة(1)[25]). ¶ 12. إضعاف القوة الشرائية عند الطبقة الفقيرة والعمال مما يعرقل ترقية التجارة والصناعة:- ¶ إن المرابي يسلب مَنْ يقرضه من ذي الحاجة آخرَ ما يبقى عنده من قوة الشراء. ¶ __________ ¶ (1) 25]) تحريم الربا تنظيم اقتصادي : 16 .",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "إن بطالة مئات الألوف من البشر، والدخل الزهيد لملايين منهم سبب عرقلة شديدة في سبيل ترقية تجارة البلاد وصناعتها،…. وإذا حصلت بعض القوة الشرائية عند هؤلاء الملايين من الفقراء بدخلهم القليل وأجورهم غير الكافية، فإنهم لا يستطيعون أن يشتروا بها أدوات الحاجة ومرافق الحياة اللازمة، فإن المرابي يسلبهم معظمها ثم لا يستهلكها في اشتراء البضائع والخدمات ولكن ليزيد على المجتمع قروضاً تجلب مزيداً من الربا إلى خزانته، فلو أنه إذا كان في الدنيا كلها خمسون مليون رجل ممن وقعوا في مخالب المرابين يؤدي كل واحد منهم جنيهاً فقط في كل شهر، فمعناه أن الدنيا يبقى فيها في كل شهر من البضائع ما قيمته خمسون مليوناً دونما استهلاك، وينصرف هذا القدر من المال في كل شهر في خلق قروض ربوية جديدة بدل أن يرجع إلى إنتاج البلاد الاقتصادي(1)[26]). ¶ 13. وضع مال المسلمين بين أيدي خصوم الإسلام:- ¶ من أخطر ما أصيب به المسلمون أنهم أودعوا الفائض من أموالهم في البنوك الربوية في دول الكفر، وهذا الإيداع يجرد المسلمين من أدوات النشاط الاقتصادي ومن القوة الظاهرة في المبادلات، ثم يضعها في أيدي أباطرة المال- اليهود- الذين أحكموا سيطرتهم على أسواق المال وهذه والفوائد الخبيثة التي يدفعها لنا المرابون هي ثمن التحكم في السيولة الدولية(2)[27]). ¶ المبحث الثاني:- من أضرار الربا في قروض التجار والصناع (القروض الإنتاجية) (3)[28]) : ¶ هذه القروض هي التي يأخذها التجار والصناع وأصحاب الحرف الأخرى لاستغلالها في شؤونهم المثمرة(4)[29]). ¶ __________ ¶ (1) 26]) الربا للمودودي : 58 – 59 . بتصرف . ¶ (2) 27]) الربا وأثره على المجتمع الإنساني : 132 . ¶ (3) 28]) هذا المبحث اعتمدت فيه على كتاب الربا للمودودي وقمت بترتيبه وتقسيمه على النقاط التي سأذكرها . ¶ (4) 29]) الربا للمودودي : 59 .",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "إنَّ مما تقتضيه مصلحة التجارة والصناعة والزراعة وما إليها من الأعمال الاقتصادية الأخرى، أن الذين يشتركون فيها من أي وجه من الوجوه ينبغي أن تكون مصالحهم وأغراضهم وميولهم متحدة متجهة إلى ترقيتها والارتفاع بها، وأن تكون خسارتها خسارتهم جميعاً حتى يسعوا مجتمعين للسلامة من خطرها وإنقاذ أنفسهم من الوقوع فيه، وأن يكون ربحها ربحهم جميعاً ليستفيدوا في ترقيتها. ¶ فكان مما تُجبه المصلحة الاقتصادية من هذه الناحية أن الذين يشتركون في التجارة أو الصناعة أو الزراعة لا بقواهم الذهنية أو البدنية ولكن برؤوس أموالهم فقط، ينبغي أن تكون مشاركتهم أيضاً من هذا النوع نفسه حتى يكونوا على اتصال بها كغيرهم، ويسعوا معهم في ترقيتها وإنقاذها من الوقوع في الخسارة، لكن لما انفتح على وجوه المرابين من أصحاب الأموال أن يستغلوا أموالهم في التجارة والصناعة لا من حيث هم شركاء فيها بل على أن يكون منهم ديناً فيها، وألا يزالوا يحصلون كذلك من التجارة أو الصناعة على ربحهم حسب سعر معين سنة فسنة أشهراً فشهر… ¶ فالذين بأيديهم الوسائل لجمع المال واستغلاله في أعمال الإنتاج الاقتصادي لا يستغلونه في التجارة أو الصناعة بأنفسهم ولا يشاركون به غيرهم بل الذي يتمنونه ويسعون له دوماً أن ينصرف رأس مالهم في تجارة غيرهم أو صناعتهم أو زراعتهم بصورة الدين حتى يضمن لهم ربح مالي معين على تقلبات الأحوال وحدوث الكوارث، ويودُّون أن يكون هذا الربح المالي المعين على أرفع ما يكون من السعر السنوي أو الشهري مما له مضار فادحة عديدة نشير إلى بعضها فيما يلي(1)[30]):- ¶ 1. ركز المال في موضع واحد دون أن يتقلب في شأنٍ نافع مثمر وتعذر وسائل الإنتاج: ¶ لا يزال معظم رأس المال بل كله أكثر الأحيان، مدخراً مرتكزاً في موضع واحد دون أن يتقلب في شأن نافع مثمر لا لشيء إلا لأن الرأسماليين يرجون ارتفاع سعر الربا في السوق. ¶ __________ ¶ (1) 30])الربا للمودودي : 59 – 60 .",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "نعم، تكون في الدنيا وسائل كافية قابلة للإنتاج، وكذلك يكون في الدنيا عدد غير يسير من طلاب المعاش يهيمون على وجوههم ملتمسين العمل المرتزق لأنفسهم، وكذلك يكون الطلب على أدوات الحاجة ومرافق الحياة موجوداً في الناس، ولكن على كل ذلك لا تكون في الدنيا وسائل الإنتاج ولا يجد العاطلون عملاً يرتزقون منه ولا تستهلك البضائع في الأسواق حسب الطلب الحقيقي. ¶ وما كل ذلك إلا لأن الرأسمالي لا يعطي ماله لتجارة أو صناعة مادام لا يرجوا أن يعود عليه ماله بذلك السعر المرتفع الذي يود أن يناله بماله(1)[31]). ¶ 2. عدم الاستفادة من الأموال إلا وفق مصلحة ذلك المرابي:- ¶ إن الطمع في السعر المرتفع شيء يجعل الرأسمالي يمسك ماله عن جريانه إلى تجارة البلاد وصناعتها وزراعتها، أولا يفتحه لها إلا وفق مصلحته الشخصية ، لا وفق حاجة البلاد، ومضرة ذلك على البلاد كمضرة من لا يفتح ماء ترعته، أو لا يفتحه إلا وفق ما تقتضيه مصلحته الذاتية لا وفق ما تقتضيه حاجة المزارع والبساتين. ¶ يستعد لفتح الماء بسعر رخيص على أوسع قدر إذا كانت المزارع والبساتين لا تحتاج إليه، ويرفع سعره على قدر ما تشتد إليه حاجة المزارع والبساتين، ولا يزال يرفعه ويرفعه حتى لا تعود لأصحاب المزارع والبساتين منفعة ما في إرواء أراضيهم بمائه بهذا السعر(2)[32]). ¶ 3. اتجاه رأس المال إلى أعمال لا تحتاج إليها المصلحة العامة:- ¶ إنه من آثار الربا أن رأس المال لا يرضى أن يتجه إلى أعمال نافعة تشتد إليها الحاجة للمصلحة العامة مادامت لا ترد على صاحبه بالربح حسب سعر الربا في السوق، ويجري – على العكس من ذلك- متدفقاً إلى أعمال لا تحتاج إليها المصلحة العامة مادامت تعود على صاحبها بربح مغدق. ¶ __________ ¶ (1) 31]) السابق : 61 – 62 . ¶ (2) 32]) السابق : 62 .",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "وبالجانب الآخر إن الربا هو الذي يحمل التجار والصناع ويدفعهم إلى الاستعانة بكل ما تصل إليه أيديهم من الطرق المشروعة وغير المشروعة ليكسبوا أكثر من سعر الربا(1)[33]). ¶ 4. إرغام أصحاب الصناعة والحرف على سلوك طريق ضيق النظر وعلى عدم الجرأة في أعمالهم:- ¶ يأبى الرأسماليون أن يقرضوا العمال والصناع أموالهم لأجل طويل لأنهم يريدون، في جانب أن لا تخلوا أيديهم أبداً من مقدار كبير من المال قابل للاستغلال في القمار، ويرتؤون في الجانب الآخر أنه إذا ارتفع سعر الربا في السوق فيما بعد فإنهم سيخسرون بما يكونون أقرضوا من أموالهم لأجل طويل من قبل. ¶ فينتج من كل ذلك أن أصحاب الصناعة والحرف الأخرى يُرغمون طبعاً على سلوك طريق ضيق النظر، وعلى عدم الجرأة في أعمالهم، فلا يأخذون من هؤلاء الرأسماليين إلا ديوناً قصيرة الأجل ويكتفون بأعمال موقتة محدودة النطاق مكان أن يعملوا شيئاً للمصلحة العامة الدائمة والتوسيع في نطاقها. ¶ ففي مثل هذا الوضع يستعصي عليهم أن يصرفوا ثروة عظيمة في شراء الآلات والماكينات المستحدثة، بل لا يجدون لأنفسهم بُدَّاً أن يظلوا يستخدمون ما بأيديهم من الآلات والماكينات القديمة المستعملة وألاّ يوردوا إلى السوق إلا منتجات رديئة، حتى يتمكنوا من الوفاء بما عليهم من الدين ورباه ويولدوا مع ذلك شيئاً من الربح لأنفسهم، ثم إن من آثار هذه الديون القصيرة الأجل نفسها أن أصحاب المصانع يقللون من إنتاج البضائع في مصانعهم بمجرد ما يحسون بقلة الطلب عليها من السوق، ولا يجدون من أنفسهم جرأة ـ ولو إلى مدة قصيرة ـ على أن يبقوا ينتجون البضائع في مصانعهم على ذلك النطاق نفسه الذي كانوا ينتجونها عليه من قبل، لأنهم يجدون أنفسهم مهددين بالخطر الداهم قائمين على شفا حفرة من الإفلاس إذا انخفضت قيمة بضائعهم في السوق(2)[34]). ¶ __________ ¶ (1) 33]) السابق : 63 . بتصرف يسير . ¶ (2) 34]) السابق : 63 – 64 .",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "5. إفلاس أكثر المدينين أو إتيانهم بحيل غير مشروعة مخلة بالنظام الاقتصادي في البلاد:- ¶ إن المال الذي يستقرضه التجار والصناع لمشاريعهم التجارية والصناعية لأجل طويل، يسبب أخذ الربا عليه منهم حسب سعر معين كثيراً من المفاسد. ¶ فمثل هذه الديون تؤخذ عامة لعشرة أعوام أو عشرين أو ثلاثين عاماً ويتفق فيها الفريقان على سعر مخصوص يوفيه المدين إلى الدائن سنوياً، ولا يراعي فيها ولا يمكن أن يراعي مادام لا يرى الفريقان من ظهر الغيب ما سيتقلب على أثمان البضائع من تطورات الارتفاع أو الانخفاض وأنه إلى أي حد سوف تزيد أو تقل أو تنعدم بتاتاً فرص الربح للمدين خلال مدة العشر سنين أو العشرين أو الثلاثين سنة الآتية. ¶ وهَبْ أن رجلاً يستقرض اليوم مقداراً عظيماً من المال لعشرين سنة بسعر (70%) سنوياً ثم ينشئ على أساسه عملاً كبيراً مهماً، فهو مضطر بطبيعة الحال ألا يزال يؤدي إلى الدائن سنة فسنة إلى سنة(2017م) قسطاً من أقساط دينه وما عليه من الربا، ولكن إذا انخفضت الأثمان في السوق سنة (1999م) إلى شطر ما هي عليه اليوم مثلاً، فمعناه أن هذا المدين مادام لا يبيع في تلك السنين القادمة أضعاف ما يبيعه اليوم من بضائع، فإنه لن يستطيع أن يؤدي إلى الدائن قسطه من الدين ولا من الربا وستكون النتيجة اللازمة لذلك أن يفلس أكثر مدينين هذا الدائن أو يأتوا بحيل غير مشروعة مخلة بنظام بلادهم الاقتصادي لينقذوا أنفسهم من الإفلاس. ¶ ومما لا يكاد يقوم فيه أدنى ارتياب عند كل عاقل أن الرأسمالي الذي يقرض التجار والصناع بين الأثمان المرتفعة والمنخفضة في مختلف الأزمان، ليس ربحه الذي لا يتبدل مع انخفاض الأثمان وارتفاعها في شيء من العدل والإنصاف ولا يمكن إثبات تمشيه مع مبادئ الاقتصاد، ومساعدته على الرفاهية الاجتماعية.",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "أوقد سمعتم في الدنيا بمقاول إذا كان يعاهد زبائنه على أن يهيأ لهم شيئاً من أدوات حاجتهم، يقطع أن لن يهيأ لهم هذا الشيء في العشرين سنة القادمة إلا بهذا السعر الذي يهيئه لهم به الآن. ¶ فإن كان هذا الوضع الغريب لا يمكن في نوع من أنواع البيع الطويلة الأجل في الدنيا، فما للرأسمالي المرابي وحده دون غيره مع مدينه على قيمة مخصوصة لدينه، ثم لا يزال يتقاضاه إياهم إلى مدة غير قصيرة من السنين! (1)[35]). ¶ المبحث الثالث:- ¶ من أضرار الربا في قروض الحكومات من أهالي بلادها ¶ وهذه القروض هي التي تأخذها الحكومات من أهالي بلادها لأغراض مثمرة أو غير مثمرة. ¶ فهي على قسمين: نوع يكون لأغراض غير مثمرة ونوع يكون لأغراض مثمرة(2)[36]). ¶ ونتناول الآن كل قسم بالبحث لنعرف مضار الربا فيه:- ¶ المطلب الأول ¶ في قروض الحكومات من أهالي بلادها لأغراض غير مثمرة:- ¶ كالحروب: أما هذا النوع فإن الربا عليه لا يختلف في شكله من الربا الذي يتقاضاه المرابون من مدينيهم الأفراد، بل هو شر منه وأكثر قذراً لأنه ليس معنى هذا النوع من الربا إلا أن ثمة رجلاً من كفله المجتمع ورباه وأخذ بيده حتى أصبح قادراً على الكسب ودافع عنه الأخطار وحماه من المضار والخسائر، وقام نظامه المدني والسياسي والاقتصادي بجميع الخدمات التي تيسر له أن يكسب معاشه وهو آمن وداع فأصبح يأبى أن يقرض مجتمعه شيئاً من ماله بغير الربا، حتى ولا عند الحاجات التي ليس من شأنها أن ترجع بشيء من الربح المالي، والتي تتوقف على تحققها مصلحته نفسه مع مصلحة غيره من أبناء المجتمع. ¶ تراه يقول لمجتمعه الذي كفله ورباه : لا بد لي أن اتقاضاك أجري سنوياً على ما تقترض مني من المال، سواء أكسبت منه ربحاً أم لم تكسب. ¶ __________ ¶ (1) 35]) السابق : 64 – 66 . بتصرف . ¶ (2) 36]) السابق : 66 . بتصرف .",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "أَقْذِرْ بهذا الوضع من المعاملة وأَبْشِعْ عندما تتعرض البلاد لحرب، ويمسي نفس هذا المرابي وماله وعرضه مع نفوس غيره من أفراد المجتمع وأموالهم وأعراضهم عرضة للخطر. ¶ ومن المعلوم أن كل شيء في الخزانة ينفق في مثل هذه الحالات، وأنه لا ينفق لغرض ينحصر في نجاحه أو إخفاقه موت هذا المرابي وحياته أيضاً مع موت سائر أفراد المجتمع وحياتهم. ¶ ومن أجل ذلك يكون جميع أفراد المجتمع يضحون فيه بمهجهم وأرواحهم وأوقاتهم وجهودهم ولا يتساءل أحد منهم عما سينال من الربح سنوياً على ما يبذل من روحه وأوقاته وجهوده للدفاع عن البلاد، إلا هذا المرابي فإنه يرفع رأسه من جمعهم ولا يرضى بإقراض شيء من ماله إلا على شرط أن ينال الربح على ماله بحساب كذا وكذا في المائة سنوياً، وألا يزال يناله مادامت الأمة بجميع أفرادها لا تصفيه حسابه وتؤدي إليه آخر قرش من رأس ماله ولو طالت هذه المدة إلى قرن كامل بل إلى عدة قرون، ويصر على أن ينهال هذا الربح على خزنته حتى من جيوب أولئك الذين يجرحون لدفاعهم عن بلادهم في أيديهم وأرجلهم ورؤوسهم، ويصابون في أولادهم وإخوانهم وأزواجهم عبثاً فهل تستحق مثل هذه الفئة أن يكفلها المجتمع ويسمنها بإيكالها الربا؟!!(1)[37]). ¶ المطلب الثاني ¶ من أضرار الربا في قروض الحكومات من أهالي بلادها لأغراض مثمرة:- ¶ يتسبب الربا في هذا النوع من القروض في مضار وخيمة في اقتصاد البلاد منها ما يلي:- ¶ 1. إصابة الحكومات بأزمات مالية شديدة:- ¶ إن القروض التي تأخذها الحكومات لأغراضها المثمرة، تأخذها عامة لآجال طويلة، ولكن لا تكون أي حكومة، عندما تأخذ هذه القروض بسعر سنوي معين، على علم بما سيطرأ على أحوال بلادها الداخلي والشؤون الدولية الخارجية من التطورات والحوادث خلال العشرين أو الثلاثين سنة الآتية، ولا تدري هل ستعود عليها هذه الأغراض التي تأخذ لها هذه القروض بشيء من الربح أم لا؟. ¶ __________ ¶ (1) 37]) السابق : 66 – 67 .",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "وكثيراً ما تخطئ هذه الحكومات في مقاييسها وقلما تعود عليها مشاريعها وأعمالها بالربح على حسب سعر الربا فضلاً عن أن تعود عليها بربح أكثر. ¶ فكل هذا من الأسباب الهامة والعوامل الأساسية التي تصيب الحكومات بأزمات مالية شديدة يستعصي عليها معها إيفاء رأس المال الديون السالفة وأقساط الربا فضلاً عن أن تنفق مزيداً من المال على مشاريع مثمرة جديدة(1)[38]). ¶ 2. عدم إنفاق الحكومة الأموال في مشاريع مفيدة إن كانت نسبة ربحها أقل من الربا المفروض عليها:- ¶ إن سعر الربا في السوق يقرر حداً للربح من المال، لا تستعد أي حكومة أن تنفق أموالها في عمل يرجع عليها بربح دونه، ولو كان ذلك العمل في منتهى الإفادة والنفع بالنسبة للجمهور في البلاد، فعمارة البقاع غير العامرة وإصلاح الأراضي القاحلة، وتهيئة الماء للري في البقاع الجدبة، وإنشاء الشوارع في القرى وحفظ صحة سكانها… وما إلى هذا من الأعمال النافعة الأخرى بالنسبة للبلاد وعامة سكانها، فمهما تكن بالغة في أهميتها في حد ذاته ومهما يلحق بالبلاد من الضرر بعدم وجودها، فإن أي حكومة لا تكاد تنفق فيها شيئاً من مالها مادامت لا ترجوا منها ربحاً مساوياً لسعر الربا في السوق أو أكثر منه(2)[39]). ¶ 3. فرض الضرائب والمكوس على أهالي البلاد:- ¶ إن الحقيقة في باب مثل هذه الأعمال والمشاريع التي تستقرض الحكومة المال بالربا للإنفاق فيها أن الحكومة إنما تلقي وزر رباها على عامة أهالي البلاد وتستجلبه من جيب كل واحد منهم بفرض الضرائب والمكوس عليهم ولا تزال تؤدى إلى الرأسماليين إلى مدة مديدة من الزمن آلافاً مؤلفة من الليرات في كل سنة. ¶ فإذا كانت الحكومة تشرع اليوم مثلاً في مشروع كبير للري، وتنفق فيه خمسين مليون ليرة باستقراضها بسعر (6%)، فعليها – بحكم هذا الحساب- أن تؤدي في كل سنة ثلاثة ملايين من الليرات إلى الرأسماليين. ¶ __________ ¶ (1) 38]) السابق : 68 . ¶ (2) 39]) السابق : 68 – 69 .",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "ومن الظاهر أن ليس بيد الحكومة ينبوع ينفجر لها بمثل هذا القدر الكبير من المال فهي تلقي وزره على الفلاحين الذين ينتفعون من هذا المشروع، ولا بد –على هذا- أن يكون هناك في كل ما يؤدي هؤلاء الفلاحون إلى الحكومة من المال جزء لأداء هذا الربا. ¶ كما أن الظاهر كذلك أن هؤلاء الفلاحين لا يؤدون هذا الربا من جيوب أنفسهم، بل يلقون وزره على قيمة حاصل أراضيهم كأن هذا الربا يُؤخذ على وجه غير مباشر من كل من يشتري الغلة من السوق ليعد منه الخبز في بيته من أهالي البلاد(1)[40]). ¶ 4. جريان الأموال من الفقراء إلى الأغنياء:- ¶ وتتمة للأثر السابق: إذا عجزت الحكومة مثلاً، عن تسديد هذا الدين إلى خمسين سنة فإنها لن تنفك إلى نصف قرن تقوم بواجب جمع \"الاكتتاب\" من الفقراء وتساعد به الأغنياء في بلادها، ولن تكون منزلتها في هذا الشأن مختلفة عن منزلة كاتب الحسابات المرابي فكل هذا مما يجعل الثروة في الاقتصاد الاجتماعي تجري من الفقراء إلى الأغنياء، مع أن الذي يقتضيه فلاح الجماعة ومصلحتها هو أن يكون جريان الثروة من الأغنياء إلى الفقراء(2)[41]). ¶ وأخيراً إن هذه المضار والمفاسد لا توجد في الربا الذي تؤديه الحكومة على قروض تأخذها لأغراضها المثمرة فحسب، بل هي توجد أيضاً في جميع المعاملات الربوية التي يتعامل بها أصحاب التجارة والصناعة والحرف الأخرى، لأن من الظاهر أن كل تاجر أو صانع أو زارع لا يؤدي الربا إلى المرابي من جيبه، بل يلقي وزره على أثمان بضائعه ومنتجاته وحاصلات أرضه ويجمعه فلساً فلساً من جيوب عامة الأهالي \"اكتتابا\" منهم لمساعدة أصحاب الملايين وعشرات الملايين. ¶ __________ ¶ (1) 40]) السابق : 69 – 70 . ¶ (2) 41]) السابق : 70 .",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "الحق أن أكثر من يستحق المساعدة في هذا النظام المنكس الغاشم هو أغنى من في البلاد من أصحاب الثراء والأموال، وأن أكثر من يجب عليه أن يساعد هذا \"المسكين\" هو من لا يكسب بعرق جبينه ووصله سواد ليله ببياض نهاره إلى ليرة أو بعض ليرة حيث الحرام عليه أن يشتري بها رغيفاً يمسك به رمق حياته وحياة أهله وأولاده المتضورين جوعاً قبل أن يُخرج من هذا الرغيف حق ذلك \"المسكين\" المتمول الذي يستحق المرحمة والمعونة أكثر من غيره(1)[42]). ¶ المبحث الرابع:- ¶ من أضرار الربا في قروض الحكومات من الخارج ¶ وهي القروض التي تأخذها الحكومات من المرابين من خارج بلادها(2)[43]). ¶ إن مثل هذه القروض تكون عامة لمبالغ عظيمة قد تبلغ أحياناً آلاف الملايين… والحكومات عامة تأخذ هذه القروض في أحوال تهجم فيها على بلادها أزمات غير عادية لا تكاد تكفي وسائل البلاد المالية لتقوم في وجهها وتكشف غمتها، فتتجه إذن للاستقراض من الخارج طمعاً في ترقية وسائلها بمزيد من السرعة إذا أنفقت مقداراً عظيماً من المال في مشاريعها وأعمالها الإنشائية، ثم إن هذه القروض تؤخذ عامة بسعر يتراوح بين(6-7) و(9-10%) سنوياً، أي أن الربا عليها كثيراً ما يبلغ مئات الملايين سنوياً…!! ¶ إن المتمولين والمرابين في سوق المال الدولية يقرضون مثل هذه الحكومات أموالهم بتوسيط حكوماتهم بينهم وبينها ويرتهنون منها إحدى وسائل دخلها المهمة كالجمرك أو التنبول أو السكر أو الملح، ضماناً منها بوفاء قروضها إليهم. ¶ إن هذا النوع من القروض الربوية يحمل في نفسه جميع المفاسد والسيئات والمضار التي سلف فيها القول آنفاً… ¶ ولكن بالإضافة إلى جميع هذه المفاسد والمضار يحمل هذا النوع في نفسه مفسدةً هي أشد خطراً وأكثر مضرة على الإنسانية من سائرها هي:- ¶ __________ ¶ (1) 42]) السابق : 70 –71 . ¶ (2) 43]) السابق : 71 .",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "\" أن الأمم بجميع ما تشتمل عليه من الأفراد والطوائف تختل ميزانيتها وحالتها الاقتصادية لأجل هذا النوع من القروض\" ¶ مما يؤثر تأثيراً غير محمود في الوضع الاقتصادي للدنيا كلها، ويغرس بذور العداوة والبغضاء بين أمم الأرض وشعوبها، وليس إلا من فضل هذه القروض أن شباب الأمم البائسة عندما تتكسر قلوبهم في آخر الأمر يبدءون بالإقبال على فلسفات سياسية واجتماعية واقتصادية متطرفة والبحث عن الحل لمصائبهم وكوارثهم .. بطريق ثورات دامية وحروب ضارية. ¶ من الظاهر أن كل حكومة إذا لم تكن وسائلها المالية كافية في رفع مصائبها وقضاء حاجاتها، فإن لها أن تؤدي كل سنة ربا مقداره عشرات ومئات الملايين… مع أدائها قسطاً من أقساط دينه، ولا سيما إذا كان دائنها ارتهن منها وسيلة كبيرة من وسائلها المالية وضيق نطاق دخلها عما كان عليه من قبل. ¶ ومن ثَمَّ إن حكومةً تستقرض مبلغاً عظيماً من المال بهذا الطريق، قلما تزول مصائبها في معظم الأحيان، لأنها كثيراً ما تلتجئ لتصفية أقساط قروضها ورباها إلى فرض الضرائب الفادحة على رؤوس سكان بلادها والإقلال من نفقاتها، مما يزيد من قلق الأهالي ويسعر نار اضطرابهم في جانب لأنهم لا يستعيضون عما ينفقون من المال مالاً يعادله، وفي الجانب الآخر يستعصي على الحكومة أن تبقى مؤدية أقساط القروض والربا في الميعاد على ما تكلف به الجمهور وفوق طاقتهم في أداء الضرائب.",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "ثم إذا بدأ التقصير عن البلاء في أداء قروضها، بدأ قارضوها يرمونها بقلة الأمانة وأكل مال الغير بالحرام وبدأت جرائدهم …. بإيماء منهم، تطعن فيها، حتى يؤول الأمر إلى أن تتوسط حكومتهم بينهم وبينها ولا تقتصر على الضغط والإرهاب السياسي عليها لمصلحة رأسمالها فقط، بل تستغل مصائبها ونكباتها لمصالحها السياسية أيضاً، فتحاول حكومة البلاد المدينة النجاة من هذه الأزمة بالزيادة من ضرائبها على سكان بلادها وتقل من نفقاتها ولكن ذلك يؤثر تأثيراً لا تحمد عواقبه في أهاليها ويحدث في طبيعتهم النزق والطيش لأجل ما يتقبلون فيه بصفة دائمة من الأوزار المالية والأزمات الاقتصادية المتصاعدة، فيزيدهم طعن المقترضين في الخارج وضغطهم السياسي غضباً وزمجرة، مما يفضي بهم أخيراً إلى عدم الثقة بالمدبرين المعتدلين في بلادهم ويستعر في صدورهم نار الغضب والحنق ويجعلهم يتبعون المتطرفين الذين يتبرءون إلى الميدان يتحدون أصحاب تلك الديون يقولون: (أنزلونا عن مطالبكم واستردوا منا أموالكم إن كنتم على ذلك من القادرين). ¶ وهنا يبلغ شر الربا وفتنته منتهاها، فهل لرجلٍ من ذوي الفهم والتعقل بعد كل هذا، أن يشك في فداحة شرور الربا ومفاسده وويلاته على المجتمع الإنساني، ويتردد في الاعتراف بأن الربا سيئة يجب تحريمها بتاتاً؟. ¶ وهل لرجلٍ بعد أن شاهد مضار الربا ونتائجه، على ما بيناها آنفاً، أن يرتاب في صدق قول الرسول صلى الله عليه وآله وسلم:- ¶ \"الربا سبعون جزءاً أيسرها أن ينكح الرجل أمه\" (1)[44]) . (2)[45]). والحمد لله رب العالمين . ¶ --- ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ ¶ __________ ¶ (1) 44]) سبق تخريجه . ¶ (2) 45]) الربا للمودودي : 71 – 74 . مختصراً .",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "الخاتمة ¶ الحمد لله رب العالمين… والصلاة والسلام على أشرف الأنبياء والمرسلين وبعد… .. ¶ فإنه قد كان لهذا البحث فوائد بالنسبة لي ولعل من أهم النتائج التي توصلت لها هي ما يلي:- ¶ 1. أن السبب في تخلف الأمم والشعوب هو بعدها عن الدين الإسلامي فهو مصدر عزة الأمم وسبب رقيها. ¶ 2. كمال الدين الإسلامي وأنه لا ينهى عن أمر إلا لما فيه من المفسدة ولا يأمر بفعل إلا لما فيه من المصلحة. ¶ 3. أن الكتاب والسنة قد دلاً دلالة قاطعة على تحريم الربا وكذا جاء تحريمه في الجماع. ¶ 4. أن الربا من كبائر الذنوب وأنه من الموبقات كما دل على ذلك الكتاب والسنة. ¶ 5. أن للربا آثاراً سيئة على المجتمعات التي تتعامل به منها ما يلي:- ¶ قرآن كريم أن الربا ينبت في النفس الإنسانية الجشع والحرص والبخل. ¶ قرآن كريم الشره والكسل غير المريح. ¶ قرآن كريم الإسراف وعدم الادخار. ¶ قرآن كريم الاضطراب النفسي المستمر. ¶ قرآن كريم تخبط المرابي. ¶ قرآن كريم الجبن والكسل. ¶ قرآن كريم قسوة القلب. ¶ قرآن كريم أنه من جملة موانع الدعاء. ¶ قرآن كريم فقدان التآلف وحصول الكراهية والحقد والبغض. ¶ قرآن كريم اختلال توزيع الثروة. ¶ قرآن كريم تدمير الربا للمجتمعات. ¶ قرآن كريم عدم استخدام المواهب في نهضة البلاد. ¶ قرآن كريم التعامل به يؤدي إلى خلق طبقة مترفة لا تعمل. ¶ قرآن كريم استغلال حاجة المحتاجين. ¶ قرآن كريم الربا يلغي معاني الفضيلة. ¶ قرآن كريم انقطاع المعروف بين الناس من القرض. ¶ قرآن كريم أنه وسيلة الاستعمار. ¶ 6. أن الربا آفة من الآفات الاقتصادية وهو سرطان الدول ومن آثاره على الاقتصاد ما يلي:- ¶ * الربا من أسباب غلاء الأسعار. ¶ * الربا من أسباب البطالة. ¶ * التضخم. ¶ * يسبب شقاوة المقترضين لحاجتهم الشخصية. ¶ * منع الربا من الاستثمار في المشروعات المفيدة. ¶ * تعطيل الطاقات البشرية. ¶ * تعطيل المال. ¶ * الربا يشجع على المغامرة والإسراف. ¶ * الكساد والبطالة. ¶ * توجيه الاقتصاد وجهة منحرفة.",
            "page": "58",
            "part": "1"
        },
        {
            "hno": null,
            "id": "59",
            "nass": "* التسبب في الأزمات الجائحة. ¶ * إضعاف القوة الشرائية عن الطبقة الفقيرة والعمال مما يعرقل ترقية التجارة والصناعة. ¶ * وضع مال المسلمين بين أيدي خصوم الإسلام. ¶ * تركيز المال في موضع واحد وتعذر وسائل الإنتاج. ¶ * عدم الاستفادة من الأموال إلا وفق مصلحة المرابي. ¶ * اتجاه رأس المال إلى أعمال لا تحتاج إليها المصلحة العامة. ¶ * إرغام أصحاب الصناعة والحرف على سلوك طريق ضيق النظر وعلى عدم الجرأة في أعمالهم. ¶ * إفلاس أكثر المدينين أو إتيانهم بحيل غير مشروعة مخلة بالنظام الاقتصادي في البلاد. ¶ * إصابة الحكومات بأزمات مالية شديدة. ¶ * عدم إنفاق الحكومة الأموال في مشاريع مفيدة إذا كانت نسبة ربحها أقل من الربا المفروض عليها. ¶ * فروض الضرائب والمكوس على أهالي البلاد. ¶ * جريان الأموال من الفقراء إلى الأغنياء. ¶ * اختلال ميزانية الأمم والشعوب والحالة الاقتصادية. ¶ 7. أن الرقي والتقدم الذي يزعمه أعداء الإسلام في بلادهم إنما هو في الحقيقة انحطاط بمستوى البشرية إلى أنزل الدركات في العيش وسلب الإنسان فطرياته التي يحفظها له الإسلام. ¶ إلى غير ذلك من الفوائد والنتائج العديدة. ¶ هذا واسأل الله العظيم أن ينفعني بهذا البحث وأن يجعله خالصاً لوجهه الكريم وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين. ¶ وآخر دعوانا أن الحمد لله رب العالمين…. ¶ كتبه / فهد بن مبارك الحربي ¶ دليل البحوث الإسلامية تاريخ الإنشاء 1422هـ",
            "page": "59",
            "part": "1"
        }
    ],
    "t36456": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المقدمة"
        },
        {
            "id": "6",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الأول: (تعريف الربا)"
        },
        {
            "id": "8",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثاني: أدلة تحريم الربا"
        },
        {
            "id": "18",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الثالث: التدرج في تحريم الربا"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الرابع: آثار الربا الاجتماعية"
        },
        {
            "id": "34",
            "lvl": "1",
            "sub": null,
            "tit": "الفصل الخامس: آثار الربا الاقتصادية"
        },
        {
            "id": "58",
            "lvl": "1",
            "sub": null,
            "tit": "الخاتمة"
        }
    ]
}