{
    "b36451": [
        {
            "id": "1",
            "nass": "عيد الأم ! نبذة تاريخية ، وحكمه عند أهل العلم ¶ الحمد لله والصلاة والسلام على رسول الله ¶ تمهيد ¶ فقد أخبر النبي صلى الله عليه وسلم عن وقوع متابعة أمته للأمم السابقة من اليهود والنصارى والفرس ، وليس هذا – بلا شك – من المدح لفعلهم هذا بل هو من الذم والوعيد ، فعن أبي سعيد رضي الله عنه أن النبي صلى الله عليه وسلم قال : \" لتتبعن سَنن من قبلكم شبراً بشبرٍ وذراعاً بذراعٍ ، حتى لو سلكوا جحر ضبٍّ لسلكتموه ، قلنا : يا رسول الله اليهود والنصارى ؟ قال : فمن !؟ \" ، رواه البخاري ( 3269 ) ومسلم ( 2669 ) . ¶ عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" لا تقوم الساعة حتى تأخذ أمتي بأخذ القرون قبلها شبراً بشبرٍ وذراعاً بذراعٍ ، فقيل : يا رسول الله كفارس والروم ؟ فقال : ومن الناس إلا أولئك ؟ \" .رواه البخاري ( 6888 ) . ¶ أخذ القرون : المشي على سيرتهم . ¶ وقد تابع جهلة هذه الأمة ومبتدعتها وزنادقتها الأمم السابقة من اليهود والنصارى والفرس في عقائدهم ومناهجهم وأخلاقهم وهيئاتهم ، ومما يهمنا – الآن – أن ننبه عليه في هذه الأيام هو اتباعهم ومشابهتم في ابتداع \" عيد الأم \" أو \" عيد الأسرة \" ، وهو اليوم الذي ابتدعه النصارى تكريماً – في زعمهم – للأم ، فصار يوماً معظَّما تعطَّل فيه الدوائر ويصل فيه الناس أمهاتهم ويبعثون لهن الهدايا والرسائل الرقيقة ، فإذا انتهى اليوم عادت الأمور لما كانت عليه من القطيعة والعقوق . ¶ والعجيب من المسلمين أن يحتاجوا لمثل هذه المشابهة وقد أوجب الله تعالى عليهم بر الأم وحرَّم عليهم عقوقها وجعل الجزاء على ذلك أرفع الدرجات . ¶ تعريف العيد ¶ قال شيخ الإسلام ابن تيمية : ¶ فالعيد اسم لما يعود من الاجتماع على وجه معتاد ، عائد : إما بعود السنة أو بعود الأسبوع أو الشهر أو نحو ذلك \" اقتضاء الصراط المستقيم \" ( 1 / 441 ) .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقال ابن عابدين – رحمه الله - : \" سُمي العيد بهذا الاسم ؛ لأن لله تعالى فيه عوائد الإحسان ، أي : أنواع الإحسان العائدة على عباده في كل يوم ، منها : الفطر بعد المنع عن الطعام ، وصدقة الفطر ، وإتمام الحج بطواف الزيارة ، ولحوم الأضاحي ، وغير ذلك ، ولأن العادة فيه الفرح والسرور والنشاط والحبور \" . \" حاشية ابن عابدين \" ( 2 / 165 ) . ¶ كم عيد في الإسلام ؟ ¶ يلحظ المسلم كثرة الأعياد عند المسلمين في هذه الأزمنة ، مثل \" عيد الشجرة \" ، و \" عيد العمال \" و \" عيد الجلوس \" و \" عيد الميلاد \" …الخ وهكذا في قائمة طويلة ، وكل هذا من اتباع اليهود والنصارى والمشركين ، ولا أصل لهذا في الدين ، وليس في الإسلام إلا عيد الأضحى وعيد الفطر . ¶ عن أنس بن مالك قال كان لأهل الجاهلية يومان في كل سنة يلعبون فيهما فلما قدم النبي صلى الله عليه وسلم المدينة قال : كان لكم يومان تلعبون فيهما وقد أبدلكم الله بهما خيراً منهما : يوم الفطر ، ويوم الأضحى . ¶ رواه أبو داود ( 1134 ) والنسائي ( 1556 ) ، وصححه الشيخ الألباني . ¶ بر الأم ¶ قال الله تعالى : { وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً وَبِالْوَالِدَيْنِ إِحْسَاناً وَبِذِي الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينِ وَالْجَارِ ذِي الْقُرْبَى وَالْجَارِ الْجُنُبِ وَالصَّاحِبِ بِالْجَنْبِ وَابْنِ السَّبِيلِ وَمَا مَلَكَتْ أَيْمَانُكُمْ إِنَّ اللَّهَ لا يُحِبُّ مَنْ كَانَ مُخْتَالاً فَخُوراً } [ النساء / 36 ] . ¶ وقال تعالى : { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً إِمَّا يَبْلُغَنَّ عِنْدَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاهُمَا فَلا تَقُلْ لَهُمَا أُفٍّ وَلا تَنْهَرْهُمَا وَقُلْ لَهُمَا قَوْلاً كَرِيماً } [ الإسراء / 23 ] .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عن أبي هريرة رضي الله عنه قال : جاء رجل إلى رسول الله صلى الله عليه وسلم فقال : يا رسول الله من أحق الناس بحسن صحابتي ؟ قال : أمك ، قال : ثم من ؟ قال : ثم أمك ، قال : ثم من ؟ قال : ثم أمك ، قال : ثم من ؟ قال : ثم أبوك . رواه البخاري ( 5626 ) ومسلم ( 2548 ) . ¶ قال الحافظ ابن حجر : ¶ قال ابن بطال : مقتضاه أن يكون للأم ثلاثة أمثال ما للأب من البر ، قال : وكان ذلك لصعوبة الحمل ثم الوضع ثم الرضاع فهذه تنفرد بها الأم وتشقى بها ثم تشارك الأب في التربية ، وقد وقعت الإشارة إلى ذلك في قوله تعالى { ووصينا الإنسان بوالديه حملته أمه وهناً على وهنٍ وفصاله في عامين } ، فسوَّى بينهما في الوصاية ، وخص الأم بالأمور الثلاثة ، قال القرطبي : المراد أن الأم تستحق على الولد الحظ الأوفر من البر ، وتقدَّم في ذلك على حق الأب عند المزاحمة ، وقال عياض : وذهب الجمهور إلى أن الأم تفضل في البر على الأب ، وقيل : يكون برهما سواء ، ونقله بعضهم عن مالك والصواب الأول . ¶ \" فتح الباري \" ( 10 / 402 ) . ¶ بل وحتى الأم المشركة فإن الشرع المطهر الحكيم رغَّب بوصلها : ¶ فعن أسماء بنت أبي بكر رضي الله عنهما قالت : قدمتْ عليَّ أمِّي وهي مشركة في عهد رسول الله صلى الله عليه وسلم فاستفتيتُ رسول الله صلى الله عليه وسلم قلت : قدمتْ عليَّ أمِّي وهي راغبة أفأصل أمي ؟ قال : نعم صِلِي أمَّك . رواه البخاري ( 2477 ) . ¶ الأم في بلاد الكفر ¶ إن المتتبع لأحوال الأسرة عموما وللأم خاصة في المجتمعات الغير إسلامية ليسمع ويقرأ عجباً ، فلا تكاد تجد أسرة متكاملة يصل أفرادها بعضهم بعضاً فضلا عن لقاءات تحدث بينهم وفضلا عن اجتماع دائم . ¶ وكما قال بعض المشاهدين لبلاد الكفر : إنك قد تجد في الأسواق أو الطرقات أما وابنها أو ابنتها ، أو أبا وابنه وابنته ، لكنه من النادر أن تجد الأسرة كاملة تتسوق أو تمشي في الطرقات .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وعندما يصير الأب أو الأم في حالة الكِبَر يسارع البار ! بهما إلى وضعهما في دور العجزة والمسنِّين ، وقد ذهب بعض المسلمين إلى بعض تلك الدور وسأل عشرة من المسنِّين عن أمنيته ، فكلهم قالوا : الموت !! وما ذلك إلى بسبب ما يعيشه الواحد منهم من قهر وحزن وأسى على الحال التي وصل الواحد منهم إليها وتخلى عنهم فلذات أكبادهم في وقت أحوج ما يكون الواحد إليهم . ¶ وقت عيد الأم عند الدول ¶ الاحتفال بعيد الأم يختلف تاريخه من دولة لأخرى ، وكذلك أسلوب الاحتفال به ، فالنرويج تقيمه في الأحد الثاني من فبراير ، أما في الأرجنتين فهو يوم الأحد الثاني من أكتوبر ، وفي لبنان يكون اليوم الأول من فصل الربيع ، وجنوب أفريقيا تحتفل به يوم الأحد الأول من مايو. ¶ أما في فرنسا فيكون الاحتفال أكثر بالعيد كعيد الأسرة في يوم الأحد الأخير من مايو حيث يجتمع أفراد الأسرة للعشاء معاً ثم تقدم كيكة للأم. ¶ والسويد أيضا عندها عطلة عيد الأسرة في الأحد الأخير من مايو وقبلها بأيام يقوم الصليب الأحمر السويدي ببيع وردات صغيرة من البلاستيك تقدم حصيلتها للأمهات اللاتي يكن في عطلة لرعاية أطفالهن . وفي اليابان يكون الاحتفال في يوم الأحد الثاني من مايو مثل أمريكا الشمالية وفيه يتم عرض صور رسمها أطفال بين السادسة والرابعة عشرة من عمرهم وتدخل ضمن معرض متجول يحمل اسم \"أمي\" ويتم نقله كل 4 سنوات يتجول المعرض في عديد من الدول . ¶ عيد الأم ، نبذة تاريخية ¶ قال بعض الباحثين :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "يزعم بعض المؤرخين أن عيد الأم كان قد بدأ عند الإغريق في احتفالات عيد الربيع، وكانت هذه الاحتفالات مهداة إلى الإله الأم \"ريا\" زوجة \"كرونس\" الإله الأب، وفي روما القديمة كان هناك احتفال مشابه لهذه الاحتفالات كان لعبادة أو تبجيل \"سيبل\" –أم أخرى للآلهة. وقد بدأت الأخيرة حوالي 250 سنة قبل ميلاد السيد المسيح عليه السلام؛ وهذه الاحتفالات الدينية عند الرومان كانت تسمى \"هيلاريا\" وتستمر لثلاثة أيام من 15 إلى 18 مارس . ¶ الأحد في إنجلترا ¶ وهو يوم شبيه باحتفالات عيد الأم الحالية، ولكنه كان يسمى أحد الأمهات أو أحد نصف الصوم، لأنه كان يُقام في فترة الصوم الكبير عندهم، والبعض يقول إن الاحتفالات التي كانت تقام لعبادة وتكريم \"سيبل\" الرومانية بُدِّلت من قبل الكنيسة باحتفالات لتوقير وتبجيل مريم عليها السلام ، وهذه العادة بدأت بحَثِّ الأفراد على زيارة الكنيسة التابعين لها والكنيسة الأم محمَّلين بالقرابين، وفي عام 1600 بدأ الشباب والشابات ذوو الحرف البسيطة والخادمون في زيارة أمهاتهم في \"أحد الأمهات\" مُحمَّلين بالهدايا والمأكولات، هذا عن انجلترا أما عن الولايات المتحدة الأمريكية فكانت هناك قصة أخرى. ¶ الولايات المتحدة ¶ آنا.م.جارفس: (1864-1948): ¶ هي صاحبة فكرة ومشروع جعل يوم عيد الأم إجازة رسمية في الولايات المتحدة، فهي لم تتزوج قط وكانت شديدة الارتباط بوالدتها، وكانت ابنه للدير، وتدرس في مدرسة الأحد التابعة للكنيسة النظامية \"أندرو\" في جرافتون غرب فرجينيا، وبعد موت والدتها بسنتين بدأت حملة واسعة النطاق شملت رجال الأعمال والوزراء ورجال الكونجرس؛ لإعلان يوم عيد الأم عطلة رسمية في البلاد، وكان لديها شعور أن الأطفال لا يقدرون ما تفعله الأمهات خلال حياتهم، وكانت تأمل أن يزيد هذا اليوم من إحساس الأطفال والأبناء بالأمهات والآباء، وتقوى الروابط العائلية المفقودة ¶ البداية:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قامت الكنيسة بتكريم الآنسة آنا جارفس في جرافتون غرب فرجينيا وفلادلفيا وبنسلفانيا في العاشر من مايو 1908، وكانت هذه بداية الاحتفال بعيد الأم في الولايات المتحدة . ¶ وكان القرنفل من ورود والدتها المفضلة وخصوصًا الأبيض ؛ لأنه يعبر عن الطيبة والنقاء والتحمل والذي يتميز به حب الأم، ومع مرور الوقت أصبح القرنفل الأحمر إشارة إلى أن الأم على قيد الحياة، والأبيض أن الأم رحلت عن الحياة . ¶ وأول إعلان رسمي عن عيد الأم في الولايات المتحدة كان غرب فرجينيا ولاية أوكلاهوما سنة 1910، ومع عام 1911 كانت كل الولايات المتحدة قد احتفلت بهذا اليوم، ومع هذا الوقت كانت الاحتفالات قد دخلت كلاً من المكسيك، وكندا، والصين، واليابان، وأمريكا اللاتينية وأفريقيا ، ثم وافق الكونجرس الأمريكي رسميًّا على الإعلان عن الاحتفال بيوم الأم، وذلك في العاشر من مايو سنة 1913، وقد اختير يوم الأحد الأول من شهر مايو للاحتفال بعيد الأم . ¶ عيد الأم العربي",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "بدأت فكرة الاحتفال بعيد الأم العربي في مصر على يد الأخوين \"مصطفى وعلي أمين\" مؤسسي دار أخبار اليوم الصحفية.. فقد وردت إلى علي أمين ذاته رسالة من أم تشكو له جفاء أولادها وسوء معاملتهم لها، وتتألم من نكرانهم للجميل.. وتصادف أن زارت إحدى الأمهات مصطفى أمين في مكتبه.. وحكت له قصتها التي تتلخص في أنها ترمَّلت وأولادها صغار، فلم تتزوج، وأوقفت حياتها على أولادها، تقوم بدور الأب والأم، وظلت ترعى أولادها بكل طاقتها، حتى تخرجوا في الجامعة، وتزوجوا، واستقل كل منهم بحياته، ولم يعودوا يزورونها إلا على فترات متباعدة للغاية، فكتب مصطفى أمين وعلي أمين في عمودهما الشهير \"فكرة\" يقترحان تخصيص يوم للأم يكون بمثابة تذكرة بفضلها، وأشارا إلى أن الغرب يفعلون ذلك، وإلى أن الإسلام يحض على الاهتمام بالأم، فانهالت الخطابات عليهما تشجع الفكرة، واقترح البعض أن يخصص أسبوع للأم وليس مجرد يوم واحد، ورفض آخرون الفكرة بحجة أن كل أيام السنة للأم وليس يومًا واحدًا فقط، لكن أغلبية القراء وافقوا على فكرة تخصيص يوم واحد، وشارك القراء في اختيار يوم 21 مارس ليكون عيدًا للأم، وهو أول أيام فصل الربيع؛ ليكون رمزًا للتفتح والصفاء والمشاعر الجميلة.. واحتفلت مصر بأول عيد أم في 21 مارس سنة 1956م .. ومن مصر خرجت الفكرة إلى البلاد العربية الأخرى .. وقد اقترح البعض في وقت من الأوقات تسمية عيد الأم بعيد الأسرة ليكون تكريمًا للأب أيضًا، لكن هذه الفكرة لم تلق قبولاً كبيرًا، واعتبر الناس ذلك انتقاصًا من حق الأم، أو أن أصحاب فكرة عيد الأسرة \"يستكثرون\" على الأم يومًا يُخصص لها.. وحتى الآن تحتفل البلاد العربية بهذا اليوم من خلال أجهزة الإعلام المختلفة.. ويتم تكريم الأمهات المثاليات اللواتي عشن قصص كفاح عظيمة من أجل أبنائهن في كل صعيد . انتهى",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ولا عجب بعدها من معرفة أن أكثر من يحتفل بهذه الأعياد اليهود والنصارى والمتشبهون بهم ، ويُظهرون ذلك على أنه اهتمام بالمرأة والأم وتحتفل بعض الأندية الماسونية في العالم العربي بعيد الأم كنوادي الروتاري والليونز . ¶ وبالمناسبة فإن يوم عيد الأم وهو 21 مارس هو رأس السنة عند الأقباط النصارى ، وهو يوم عيد النوروز عند الأكراد . ¶ الموقف الشرعي من عيد الأم : ¶ الإسلام غني عما ابتدعه الآخرون سواءً عيد الأم أو غيره ، وفي تشريعاته من البر بالأمهات ما يغني عن عيد الأم المبتدع . ¶ فتاوى أهل العلم ¶ 1. قال علماء اللجنة الدائمة : ¶ الحمد لله وحده والصلاة والسلام على رسوله وآله وصحبه .. وبعد : ¶ أولا : العيد اسم لما يعود من الاجتماع على وجه معتاد إما بعود السنة أو الشهر أو الأسبوع أو نحو ذلك فالعيد يجمع أمورا منها : يوم عائد كيوم عيد الفطر ويوم الجمعة ، ومنها : الاجتماع في ذلك اليوم ، ومنها : الأعمال التي يقام بها في ذلك اليوم من عبادات وعادات .ثانيا : ما كان من ذلك مقصودا به التنسك والتقرب أو التعظيم كسبا للأجر ، أو كان فيه تشبه بأهل الجاهلية أو نحوهم من طوائف الكفار فهو بدعة محدثة ممنوعة داخلة في عموم قول النبي صلى الله عليه وسلم \" من احدث في امرنا هذا ما ليس منه فهو رد \" رواه البخاري ومسلم ، مثال ذلك الاحتفال بعيد المولد وعيد الأم والعيد الوطني لما في الأول من إحداث عبادة لم يأذن بها الله ، وكما في ذلك التشبه بالنصارى ونحوهم من الكفرة ، ولما في الثاني والثالث من التشبه بالكفار ، وما كان المقصود منه تنظيم الأعمال مثلا لمصلحة الأمة وضبط أمورها كأسبوع المرور وتنظيم مواعيد الدراسة والاجتماع بالموظفين للعمل ونحو ذلك مما لا يفضي إلى التقرب به والعبادة والتعظيم بالأصالة ، فهو من البدع العادية التي لا يشملها قوله صلى الله عليه وسلم : \" من أحدث في امرنا هذا ما ليس منه فهو رد \" فلا حرج فيه بل يكون مشروعاً .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وبالله التوفيق وصلى الله على نبينا محمد وآله وصحبه وسلم . ¶ اللجنة الدائمة للبحوث العلمية و الإفتاء ¶ \" فتاوى اللجنة الدائمة \" ( 3 / 59 ، 61 ) . ¶ 2. وقالوا – أيضاً - : ¶ لا يجوز الاحتفال بما يسمى \" عيد الأم \" ولا نحوه من الأعياد المبتدعة لقول النبي صلى الله عليه وسلم \" من عمل عملا ليس عليه أمرنا فهو رد \" ، وليس الاحتفال بعيد الأم من عمله صلى الله عليه وسلم ولا من عمل أصحابه رضي الله عنهم ولا من عمل سلف الأمة ، وإنما هو بدعة وتشبه بالكفار . ¶ \" فتاوى اللجنة الدائمة \" ( 3 / 86 ) . ¶ 3. وقال الشيخ عبد العزيز بن باز : ¶ اطلعتُ على ما نشرته صحيفة (الندوة) في عددها الصادر بتاريخ 30 / 11 / 1384 هـ تحت عنوان (تكريم الأم.. وتكريم الأسرة) فألفيت الكاتب قد حبذ من بعض الوجوه ما ابتدعه الغرب من تخصيص يوم في السنة يحتفل فيه بالأم وأَوْرَدَ عليه شيئا غفل عنه المفكرون في إحداث هذا اليوم وهي ما ينال الأطفال الذين ابتلوا بفقد الأم من الكآبة والحزن حينما يرون زملائهم يحتفلون بتكريم أمهاتهم واقترح أن يكون الاحتفال للأسرة كلها واعتذر عن عدم مجيء الإسلام بهذا العيد ؛ لأن الشريعة الإسلامية قد أوجبت تكريم الأم . ¶ ولقد أحسن الكاتب فيما اعتذر به عن الإسلام وفيما أورده من سيئة هذا العيد التي قد غفل عنها من أحدثه ولكنه لم يشر إلى ما في البدع من مخالفة صريح النصوص الواردة عن رسول الإسلام عليه أفضل الصلاة والسلام ولا إلى ما في ذلك من الأضرار ومشابهة المشركين والكفار فأردت بهذه الكلمة الوجيزة أن أنبه الكاتب وغيره على ما في هذه البدعة وغيرها مما أحدثه أعداء الإسلام والجاهلون به من البدع في الدين حتى شوهوا سمعته ونفروا الناس منه وحصل بسبب ذلك من اللبس والفرقة ما لا يعلم مدى ضرره وفساده إلا الله سبحانه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقد ثبت في الأحاديث الصحيحة عن رسول الله صلى الله عليه وسلم التحذير من المحدثات في الدين وعن مشابهة أعداء الله من اليهود والنصارى وغيرهم من المشركين مثل قوله صلى الله عليه وسلم : \" من أحدث في أمرنا هذا ما ليس منه فهو رد \" متفق عليه وفي لفظ لمسلم \" من عمل عملاً ليس عليه أمرنا فهو رد \" ، والمعنى : ¶ فهو مردود على ما أحدثه وكان صلى الله عليه وسلم يقول في خطبته يوم الجمعة : \" أما بعد فإن خير الحديث كتاب الله وخير الهدى هدي محمد صلى الله عليه وسلم وشر الأمور محدثاتها وكل بدعة ضلالة \" خرجه مسلم في صحيحه ، ولا ريب أن تخصيص يوم من السنة للاحتفال بتكريم الأم أو الأسرة من محدثات الأمور التي لم يفعلها رسول الله صلى الله عليه وسلم ولا صحابته المرضيون ، فوجب تركه وتحذير الناس منه ، والاكتفاء بما شرعه الله ورسوله .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقد سبق أن الكاتب أشار إلى أن الشريعة الإسلامية قد جاءت بتكريم الأم والتحريض على برها كل وقت وقد صدق في ذلك فالواجب على المسلمين أن يكتفوا بما شرعه الله لهم من بر الوالدة وتعظيمها والإحسان إليها والسمع لها في المعروف كل وقت وأن يحذروا من محدثات الأمور التي حذرهم الله منها والتي تفضي بهم إلى مشابهة أعداء الله والسير في ركابهم واستحسان ما استحسنوه من البدع, وليس ذلك خاصا بالأم بل قد شرع الله للمسلمين بر الوالدين جميعا وتكريمهما والإحسان إليهما وصلة جميع القرابة وحذرهم سبحانه من العقوق والقطيعة وخص الأم بمزيد العناية والبر؛ لأن عنايتها بالولد أكبر ما ينالها من المشقة في حمله وإرضاعه وتربيته أكثر قال الله سبحانه: { وَقَضَى رَبُّكَ أَلا تَعْبُدُوا إِلا إِيَّاهُ وَبِالْوَالِدَيْنِ إِحْسَاناً } الإسراء/23 ، وقال تعالى : { وَوَصَّيْنَا الأِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ } لقمان/14 ، وقال تعالى : { فَهَلْ عَسَيْتُمْ إِنْ تَوَلَّيْتُمْ أَنْ تُفْسِدُوا فِي الأَرْضِ وَتُقَطِّعُوا أَرْحَامَكُمْ . أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ فَأَصَمَّهُمْ وَأَعْمَى أَبْصَارَهُمْ } محمد/22 ، 23 . ¶ وصح عن رسول الله صلى الله عليه وسلم أنه قال: ألا أنبئكم بأكبر الكبائر ؟ قالوا : بلى يا رسول الله ، قال : الإشراك بالله ، وعقوق الوالدين وكان متكئا فجلس فقال : ألا وقول الزور ألا وشهادة الزور ، وسأله صلى الله عليه وسلم رجل فقال : يا رسول الله أي الناس أحق بحسن صحابتي ؟ قال : أمك ، قال : ثم من ؟ قال : ثم أمك ، قال : ثم من ؟ قال : ثم أمك ، قال : ثم من ؟ قال : أبوك ثم الأقرب فالأقرب .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال عليه الصلاة والسلام \" لا يدخل الجنة قاطع \" ، يعني : قاطع رحم ، وصح عنه صلى الله عليه وسلم أنه قال : من أحب أن يبسط له في رزقه ويُنسأ له في أجَله فليصل رحمه \" ، والآيات والأحاديث في بر الوالدين وصلة الرحم وبيان تأكيد حق الأم كثيرة مشهورة وفيما ذكرنا منها كفاية ودلالة على ما سواه وهي تدل مَنْ تأملها دلالة ظاهرة على وجوب إكرام الوالدين جميعا واحترامهما والإحسان إليهما وإلى سائر الأقارب في جميع الأوقات وترشد إلى أن عقوق الوالدين وقطيعة الرحم من أقبح الصفات والكبائر التي توجب النار وغضب الجبار نسأل الله العافية من ذلك . ¶ وهذا أبلغ وأعظم مما أحدثه الغرب من تخصيص الأم بالتكريم في يوم من السنة فقط ثم إهمالها في بقية العام مع الإعراض عن حق الأب وسائر الأقارب ولا يخفى على اللبيب ما يترتب على هذا الإجراء من الفساد الكبير مع كونه مخالفا لشرع أحكم الحاكمين وموجباً للوقوع فيما حذر منه رسوله الأمين . ¶ ويلتحق بهذا التخصيص والابتداع ما يفعله كثير من الناس من الاحتفال بالموالد وذكرى استقلال البلاد أو الاعتلاء على عرش الملك وأشباه ذلك فإن هذه كلها من المحدثات التي قلد فيها كثير من المسلمين غيرهم من أعداء الله وغفلوا عما جاء به الشرع المطهر من التحذير من ذلك والنهي عنه وهذا مصداق الحديث الصحيح عن رسول الله صلى الله عليه وسلم حيث قال : \" لتتبعن سَنن من كان قبلكم حذو القذة بالقذة حتى لو دخلوا جحر ضب لدخلتموه ، قالوا : يا رسول الله اليهود والنصارى ؟ قال : فمن \" ،",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وفي لفظ آخر: \" لتأخذن أمتي مأخذ الأمم قبلها شبراً بشبر وذراعاً بذراع ، قالوا : يا رسول الله فارس والروم ؟ قال : فمن ؟ \" ، والمعنى فمن المراد إلا أولئك فقد وقع ما أخبر به الصادق المصدوق صلى الله عليه وسلم من متابعة هذه الأمة إلا من شاء الله منها لمن كان قبلهم من اليهود والنصارى والمجوس وغيرهم من الكفرة في كثير من أخلاقهم وأعمالهم حتى استحكمت غربة الإسلام وصار هدي الكفار وما هم عليه من الأخلاق والأعمال أحسن عند الكثير من الناس مما جاء به الإسلام وحتى صار المعروف منكرا والمنكر معروفا والسنة بدعة والبدعة سنة عند أكثر الخلق بسبب الجهل والإعراض عما جاء به الإسلام من الأخلاق الكريمة والأعمال الصالحة المستقيمة فإنا لله وإنا إليه راجعون ¶ ونسأل الله أن يوفق المسلمين للفقه في الدين وأن يصلح أحوالهم ويهدي قادتهم وأن يوفق علماءنا وكتابنا لنشر محاسن ديننا والتحذير من البدع والمحدثات التي تشوه سمعته وتنفر منه إنه على كل شيء قدير وصلى الله وسلم على عبده ورسوله محمد وآله وصحبه ومن سلك سبيله واتبع سنته إلى يوم الدين . ¶ \" مجموع فتاوى الشيخ ابن باز \" ( 5 / 189 ) . ¶ 4. وقال الشيخ صالح الفوزان : ¶ ومن الأمور التي يجري تقليد الكفار فيها : تقليدهم في أمور العبادات ، كتقليدهم في الأمور الشركية من البناء على القبور ، وتشييد المشاهد عليها والغلو فيها . وقد قال صلى الله عليه وسلم : \" لعنة الله على اليهود والنصارى اتخذوا قبور أنبيائهم مساجد \" ، وأخبر أنهم إذا مات فيهم الرجل الصالح بنوا على قبره مسجدا ، وصوروا فيه الصور ، وإنهم شرار الخلق ، وقد وقع في هذه الأدلة من الشرك الأكبر بسبب الغلو في القبور ما هو معلوم لدى الخاص والعام وسبب ذلك تقليد اليهود والنصارى .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ومن ذلك تقليدهم في الأعياد الشركية والبدعية كأعياد الموالد عند مولد الرسول صلى الله عليه وسلم وأعياد موالد الرؤساء والملوك ، وقد تسمى هذه الأعياد البدعية أو الشركية بالأيام أو الأسابيع – كاليوم الوطني للبلاد ، ويوم الأم وأسبوع النظافة – وغير ذلك من الأعياد اليومية والأسبوعية، وكلها وافدة على المسلمين من الكفار ؛ وإلا فليس في الإسلام إلا عيدان: عيد الفطر وعيد الأضحى ، وما عداهما فهو بدعة وتقليد للكفار ، فيجب على المسلمين أن ينتبهوا لذلك ولا يغتروا بكثرة من يفعله ممن ينتسب إلى الإسلام وهو يجهل حقيقة الإسلام ، فيقع في هذه الأمور عن جهل ، أو لا يجهل حقيقة الإسلام ولكنه يتعمد هذه الأمور ، فالمصيبة حينئذ أشد ، { لقد كان لكم في رسول الله أسوة حسنة لمن كان يرجو الله واليوم الآخر وذكر الله كثيراً } الأحزاب/21 . ¶ من خطبة \" الحث على مخالفة الكفار\" ¶ 5. وسئل فضيلة الشيخ محمد بن صالح العثيمين عن حكم الاحتفال بما يسمى عيد الأم ؟. ¶ فأجاب :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "إن كل الأعياد التي تخالف الأعياد الشرعية كلها أعياد بدع حادثة لم تكن معروفة في عهد السلف الصالح وربما يكون منشؤها من غير المسلمين أيضا؛ فيكون فيها مع البدعة مشابهة أعداء الله سبحانه وتعالى ، والأعياد الشرعية معروفة عند أهل الإسلام ، وهي عيد الفطر ، وعيد الأضحى ، وعيد الأسبوع ( يوم الجمعة ) وليس في الإسلام أعياد سوى هذه الأعياد الثلاثة ، وكل أعياد أحدثت سوى ذلك فإنها مردودة على محدثيها وباطلة في شريعة الله سبحانه وتعالى ، لقول النبي صلى الله عليه وسلم \" من أحدث في أمرنا هذا ما ليس منه فهو رد \" أي : مردود عليه غير مقبول عند الله وفي لفظ : \" من عمل عملا ليس عليه أمرنا فهو رد \" ، وإذا تبين ذلك فإنه لا يجوز في العيد الذي ذكر في السؤال والمسمى عيد الأم ، لا يجوز فيه إحداث شيء من شعائر العيد ، كإظهار الفرح والسرور ، وتقديم الهدايا وما أشبه ذلك ، والواجب على المسلم أن يعتز بدينه ويفتخر به وأن يقتصر على ما حده الله تعالى لعباده فلا يزيد فيه ولا ينقص منه ، والذي ينبغي للمسلم أيضا ألا يكون إمعة يتبع كل ناعق بل ينبغي أن يُكوِّن شخصيته بمقتضى شريعة الله تعالى حتى يكون متبوعا لا تابعا ، وحتى يكون أسوة لا متأسياً ؛ لأن شريعة الله - والحمد لله - كاملة من جميع الوجوه كما قال تعالى { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا } ، والأم أحق من أن يحتفى بها يوماً واحداً في السنة ، بل الأم لها الحق على أولادها أن يرعوها ، وأن يعتنوا بها ، وأن يقوموا بطاعتها في غير معصية الله عز وجل في كل زمان ومكان . ¶ \" فتاوى إسلامية \" ( 1 / 124 ) ومجموع فتاوى الشيخ ابن عثيمين \" ( 2 / 301 ، 302 ) . ¶ 6. وقال شيخ الإسلام – في التعليق على موضوع مقارب - :",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وبهذا يتبين لك كمال موقع الشريعة الحنيفية ، وبعض حكم ما شرع الله لرسوله [ من ] مباينة الكفار ومخالفتهم في عامة الأمور ؛ لتكون المخالفة أحسم لمادة الشر وأبعد عن الوقوع فيما وقع فيه الناس ، فينبغي للمسلم إذا طلب منه أهله وأولاده شيئاً من ذلك أن يحيلهم على ما عند الله ورسوله ويقضي لهم في عيد الله من الحقوق ما يقطع استشرافهم إلى غيره فإن لم يرضوا فلا حول ولا قوة إلا بالله ومن أغضب أهله لله أرضاه الله وأرضاهم . فليحذر العاقل من طاعة النساء في ذلك وفي الصحيحين عن أسامة بن زيد قال : قال رسول الله صلى الله عليه وسلم : \" ما تركت بعدي فتنة أضر على الرجال من النساء \" ، وأكثر ما يفسد الملك والدول طاعة النساء ، ففي صحيح البخاري عن أبي بكرة قال : قال رسول الله صلى الله عليه وسلم : \" لا أفلح قوم ولوا أمرهم امرأة \" . .. وقد قال صلى الله عليه وسلم لأمهات المؤمنين لما راجعنه في تقديم أبي بكر : \" إنكن صواحب يوسف \" ، يريد أن النساء من شأنهن مراجعة ذي اللب كما قال في الحديث الآخر : \" ما رأيت من ناقصات عقل ودين أغلب للب ذي اللب من إحداكن \" . ¶ قال بعض العلماء : ينبغي للرجل أن يجتهد إلى الله في إصلاح زوجته ، وقد قال صلى الله عليه وسلم : \" من تشبه بقوم فهو منهم \" . ¶ \" مجموع الفتاوى \" ( 25 / 324 – 326 ) . ¶ والله أعلم . ¶ المصدر موقع الإسلام سؤال وجواب ¶ الصفحة الرئيسة",
            "page": "16",
            "part": "1"
        }
    ],
    "t36451": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عيد الأم"
        }
    ]
}