{
    "b36461": [
        {
            "id": "1",
            "nass": "أحاديث الاستفتاح رواية ودراية للشيخ ¶ د/ عبد الرحمن بن عبد الكريم الزيد ¶ نبذة : ¶ بحث في جمع أحاديث أدعية الاستفتاح الواردة عن النبي - صلى الله عليه وسلم - وبيان معانيها وفقهها والمسائل المتعلقة بالاستفتاح. ¶ المقدمة ¶ الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا من يهده الله فلا مضل له، ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمداً عبده ورسوله. ¶ { ياأَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُّسْلِمُونَ } (¬1)، { ياأَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُواْ اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً } (¬2). ¶ { ياأَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللَّهَ وَقُولُواْ قَوْلاً سَدِيداً * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً } (¬3). ¶ أما بعد فإن أصدق الحديث كتاب الله، وخير الهدي هدي محمد - صلى الله عليه وسلم - وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة. ¶ فهذا بحث في جمع أحاديث أدعية الاستفتاح الواردة عن النبي - صلى الله عليه وسلم - وبيان معانيها وفقهها والمسائل المتعلقة بالاستفتاح. والذي دعاني إلى هذا البحث أسباب: ¶ 1) أنها متعلقة بالصلاة التي هي من أعظم أركان الإسلام والتي يجب أن تتوفر عناية المسلم على أداءها على وجهها بالحرص على الاقتداء بالنبي - صلى الله عليه وسلم - فيها. ¶ ¬__________ ¶ (¬1) سورة آل عمران، الآية: 102. ¶ (¬2) سورة النساء، الآية: 1. ¶ (¬3) سورة الأحزاب، الآيتان: 70 – 71.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "2) ما نراه من جهل عند كثير من المسلمين بهذه الاستفتاحات مع ما فيها من معاني عظيمة وما تفيضه على المصلي من خشوع وإخبات. وأكثر الناس في هذا الزمان نجدهم يلتزمون استفتاحاً واحد يحفظون ويرودونه في فرائضهم ونوافلهم مع أن السنة التنويع في هذا الباب. ¶ 3) أردت أن تكون هذه الاستفتاحات مجموعة للقارئ في مؤلف واحد ليسهل الرجوع إليها وحفظها. ولم أر فيها مؤلفاً مستقلاً قبل فأرجو من الله أن تكون سبباً في الإقبال على حفظها والعمل بها. ¶ * خطة البحث: ¶ بدأت البحث بالمقدمة ثم تمهيد ذكرت فيه التعريف اللغوي والإصطلاحي للاستفتاح وحكم الاستفتاح. وهل ورد الأمر به في القرآن أولاً؟ ثم قسمت البحث إلى ثلاثة فصول : ¶ الأول: الأحاديث المطلقة أو المقيدة في الفريضة وهي كالتالي: ¶ 1- حديث أبي هريرة : ( اللهم باعد ..... ) الحديث. ¶ 2- حديث علي: ( اللهم وجهت وجهي ... ) الحديث. ¶ 3- حديث عمر بن الخطاب وأبي سعيد الخدري وعائشه.: ( سبحانك اللهم ... ) الحديث. ¶ 4- حديث أنس بن مالك: ( الحمد لله حمداً كثيراً طيباً .... ) الحديث. ¶ 5- حديث ابن عمر: ( الله أكبر كبيراً والحمد لله كثيراً ... ) الحديث. ¶ 6- حديث عبدالله بن عمرو : ( الحمد لله ملء السموات والأرض ... ) الحديث. ¶ الثاني: أحاديث استفتاحات صلاة الليل والنافلة وهي كالتالي: ¶ 1- حديث عبدالله بن عباس: ( اللهم لك الحمد أنت قيمّ ... ) الحديث. ¶ 2- حديث عائشة: ( اللهم رب جبرائي وميكائيل ... ) الحديث. ¶ 3- حديث عائشة رضي الله عنها: ( كان يكبر عشراً و يسبح عشراً ... ) الحديث. ¶ 4- حديث حذيفة بن اليمان: ( الله ذو الملكوت والجبروت والكبرياء والعظمة ... ) الحديث. ¶ الثالث: الأحكام المتعلقة بالاستفتاح في الصلاة وتحته مباحث: ¶ الأول: مذاهب العلماء فيما يستفتح به. وأفضل أنواع الاستفتاح. ¶ الثاني: موضع دعاء الاستفتاح. ¶ الثالث: هل يسر في الاستفتاح أم يجهر.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الرابع: هل يقتصر على دعاء واحد من أدعية الاستفتاح أم يجمع بين أكثر من واحد. ¶ الخامس: هل يستفتح في كل ركعة في المفروضة والمسنونة. وهل يقوله كل مصلى. ¶ السادس: هل يستفتح في الصلوات الطارئة؟ ¶ السابع: إذا شرع الإمام في الجهرية بالقراءة فهل يستفتح المأموم؟ ¶ الثامن: الاستفتاح قبل التكبير. ¶ * المنهج المتبع أثناء كتابة البحث: ¶ وقد راعيت – بفضل الله تعالى – أثناء كتابتي للبحث الأمور التالية: ¶ 1) نقلت الأحاديث الشريفة من مراجعها الأصلية وقمت بتخريجها، فإذا كان الحديث في البخاري أو مسلم اكتفيت بتصحيحهما حيث أجمعت الأمة على تلقيهما بالقبول، وإذا كان الحديث في غيرهما فإني أذكر إسناده وأدرسه وأذكر ما توصلت إليه من درجته وأنقل أقوال أهل العلم في ذلك. ¶ 2) استفدت من تفاسير المفسرين، وشروح المحدثين، جزاهم الله تعالى عنا خير الجزاء. ¶ 3) ذكرت أقوال وآراء علماء الأمة في موضوع الاستفتاح. ¶ 4) تحريت الرجوع إلى المراجع الأصلية عند نقل الآراء فإن لم أجد اعتمدت على علماء المذاهب. ¶ 5) قمت بعزو الآيات القرآنية إلى سورها وأرقامها. ¶ 6) قمت بوضع فهرس لمصادر البحث وأطراف الأحاديث والموضوعات. ¶ هذا وأسأل الله أن يجعل العمل خالصاً ¶ لوجهه وأن ينفع به المسلمين وصلى الله وسلم على نبينا محمد وآله وصحبه ¶ الباحث ¶ تمهيد: التعريف اللغوي والإصطلاحي للاستفتاح ¶ أولاً: الاستفتاح لغة: ¶ استفتاح: مصدر بمعنى الابتداء (¬1)، وطلب الفتح، والفتح نقيض الإغلاق. ¶ ومنه فتح الباب، واستفتحه: إذا طرقه ليفتح له. ¶ ويكون الفتح أيضاً بمعنى القضاء والحكم، ومنه قول الله تعالى مخبراً عن شعيب: { رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ وَأَنتَ خَيْرُ الْفَاتِحِينَ } (¬2). ¶ ويكون الفتح بمعنى النصر، واستفتح: طلب النصر، ومنه الآية: ¶ { ¶ ¬__________ ¶ (¬1) المعتمد، محمد عبدالله قاسم ( فتح )، ص 467. ¶ (¬2) سورة الأعراف، الآية: 89.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "إِن تَسْتَفْتِحُواْ فَقَدْ جَاءَكُمُ الْفَتْحُ } (¬1) (¬2). ¶ ثانياً: المعنى الإصطلاحي: ¶ يستعمل الفقهاء الإستفتاح بمعان: ¶ الأول: استفتاح الصلاة: وهو الذكر الذي تبدأ به الصلاة بعد التكبير، وقد يقال له: دعاء الاستفتاح، وإنما سمي بذلك لأنه أول ما يقوله المصلي (¬3) بعد التكبير فهو يفتتح صلاته، أي يبدؤها به. ¶ الثاني: استفتاح القارئ إذا ارتج عليه، أي استغلق عليه باب القراءة، فلم يتمكن منها، فهو يعيد الآية ويكررها ليفتح عليه من يسمعه. ¶ الثالث: طلب النصرة ¶ والمعنى: الأول هو المراد في هذا البحث ويعبر عنه بعض الفقهاء أيضاً بدعاء الإستفتاح، وبالإفتتاح، وبدعاء الإفتتاح، إلا أن الأكثر يقولون: الإستفتاح، واستفتح: أي قال الذكر الوارد في موضعه بعد التكبير (¬4). ¶ ذكر خلاف العلماء في حكم الاستفتاح ¶ اختلف العلماء في هذه المسألة على أقوال ثلاثة: ¶ القول الأول: ¶ قالوا بالوجوب وهي رواية عن الإمام أحمد (¬5) واختارها ابن بطة (¬6) ، وأدلة هذا القول: حديث المسيء صلاته، عن رواية رفاعة ومنه: ( إنه لا تتم صلاة لأحد من الناس حتى يتوضأ فيبلغ الوضوء \" يعني مواضعه \" ثم يكبر ويحمد الله عز وجل ويثني عليه ) (¬7). ¶ ¬__________ ¶ (¬1) سورة الآنفال، الآية: 19. ¶ (¬2) المعجم الوجيز، مجمع اللغة العربية ( فتح )، ص ص 460 – 461. ¶ (¬3) حاشية شهاب الدين القيلوبي، (1/ 146). ¶ (¬4) الموسوعة الكويتية، وزارة الأوقاف والشئون الإسلامية، (4/45). ¶ (¬5) المبدع شرح المقنع، ( 1/433 ). ¶ (¬6) فتح العلام بشرح مرشد الأنام، محمد عبدالله الجرداني ( 2/290 ). ¶ (¬7) أخرجه أبو داود ك: الصلاة، ب: من لم ير الجهر ببسم الله الرحمن الرحيم، ( 1/783 ) ومحمد الألباني ( 1/148 ) رقم ( 705 )، وأخرجه النسائي في كتاب التطبيق ( باب ) الرخصة في ترك الذكر في السجود برقم ( 1136 )، مكتبة المطبوعات الإسلامية ( بحلب ).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "قال ا لصنعاني في سبل السلام (¬1): ( يشعر بأن المراد بقوله يحمده غير القراءة وهو دعاء الافتتاح فيؤخذ منه وجوب مطلق الحمد والثناء بعد تكبيرة الإحرام ). ¶ القول الثاني: ¶ قالوا بأن دعاء الاستفتاح مستحب وهو قول جمهور أهل العلم (¬2) واستدلوا بفعل النبي - صلى الله عليه وسلم - واستفتاحه بها (¬3). ¶ القول الثالث: ¶ ¬__________ ¶ (¬1) 210/2 ) وانظر أيضاً فتح العلام شرح بلوغ المرام ( 1/230 ). ¶ (¬2) المجموع ( 279/3)، المغني ( 1/515) والشرح الكبير ( 1/515 )، وانظر شرح درر المختار ابن عابدين ( 1/475 )، والمهذب ( 1 / 476 )، وتنقيح التعليق لابن عبدالهادي ( 1/339 ). ¶ (¬3) أي بأدعية الاستفتاح، وكذلك استدلوا بجهر عمر بها في محضر من الصحابة، راجع المغني ( 1/516 ).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهو قول الإمام مالك حيث روي عنه أنه يقول: الاستفتاح غير مشروع في الصلاة (¬1)، وإنما على المصلي أن يكبر ثم يقرأ فاتحة الكتاب. واستدلوا بحديث عائشة قالت: ( كان رسول الله - صلى الله عليه وسلم - يفتتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين ... ) الحديث (¬2). واستدلوا أيضاً بعمل أهل المدينة كما ذكر ذلك ابن بطّال في شرح البخاري (¬3)، واستدلوا أيضاً بحديث أنس. قال: ( كان النبي - صلى الله عليه وسلم - وأبو بكر يفتتحون الصلاة بالحمد لله رب العالمين (¬4). لكن روى أبو داود (¬5) في سننه قال حدثنا القعبني قال: مالك: لا بأس بالدعاء في الصلاة في أوله وأوسطه وآخره في الفريضة وغيرها. وسنده صحيح. ¶ والراجح هو القول الثاني ( قول الجمهور ) لقوة أدلتهم حتى إنَّ ابن جرير الطبري وابن تيمية نقلا الإجماع على استحباب دعاء الاستفتاح (¬6). وأما الجواب على استدلال أهل القول الأول فيحمل حديث رفاعة على الذي ليس عنده قرآن (¬7) . وأما جواب الجمهور على الإمام مالك: ¶ ¬__________ ¶ (¬1) المدونة الكبرى ( 1/ 192 )، مختصر خليل ( ص 30 )، القوانين الفقهية لابن جزي الكلبي ( 1/65 ). ¶ (¬2) رواه مسلم في كتاب الصلاة، باب ما يجمع صفة الصلاة ... برقم ( 1110 ). ¶ (¬3) شرح البخاري لابن بطال ( 2/362 )، وراجع أيضا الإشراف على نكت عيون الخلاف ( 1/148 )، والمدونه ( 1/192 )، وبداية المجتهد ( 1/178 ). ¶ (¬4) أخرجه مسلم في كتاب الصلاة باب حجة من قال لا يجهر بالبسملة برقم ( 892 )، انفرد به راجع تحفة الإشراف ( 178 ). ¶ (¬5) رواه أبو داود في كتاب الصلاة باب ما يستفتح به الصلاة من الدعاء، برقم ( 769 ). ¶ (¬6) جامع البيان في تأويل القرآن ( 11/500 )، الفتاوى لابن تيمية ( 22/403 ). ¶ (¬7) سبل السلام ( 2/210 )، وفتح العلام ( 1/230 ) وبل الغمام للشوكاني ( 1/279 ).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فالحديث الذي استدلوا به من حديث عائشة فهي روت ثلاثة أحاديث من أدعية الاستفتاح فيحمل على أن المراد افتتاح القراءة الجهرية وهذا مثل قول أنس الوارد عنه نحو قولها والاستفتاح يسر به ولا يجهر. ¶ قال ابن قدامة: وحديث أنس أراد به الاستفتاح في القراءة كما جاء في حديث أبي هريرة أن الله تعالى قال: { قسمت الصلاة بيني وبين عبدي نصفين } (¬1) وفسر ذلك بالفاتحة. وهذا مثل قول عائشة (¬2)، يتعين حمله على هذا لأنه قد ثبت عن الذين روى عنهم أنس الاستفتاح بما ذكرنا (¬3) أ. هـ. ومع هذا فليس في حديث عائشة تصريح بنفي دعاء الاستفتاح أقول: ¶ أقول: وقد ثبت عن بعض علماء المدينة القول بدعاء الاستفتاح، روى أبو داود في سننه عن شعيب بن أبي حمزة قال: قال لي ابن المنكدر وأبن أبي فروه وغيرهما من فقهاء المدينة: فإذا قلت أنت ذاك فقل: وأنا من المسلمين، يعني قوله: ( وأنا أول المسلمين ) (¬4). يعني في دعاء الاستفتاح، فتبين بهذا رجحان قول الجمهور. والله أعلم. ¶ مسألة: هل ورد الاستفتاح في القرآن الكريم؟ ¶ ذكر بعض المفسرين عن الضحاك أنه قال: في قوله تعالى: { وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ } (¬5) أن المراد بها دعاء الاستفتاح وسأسوق الأقوال في الآية وأذكر الراجح. ¶ اختلف العلماء في تفسير هذه الآية على أربعة أقوال: ¶ أحدها: صل الله حين تقوم من منامك قاله ابن عباس. ¶ الثاني: قل سبحانك اللهم وبحمدك حين تقوم من مجلسك قاله عطاء وسعيد بن جبير ومجاهد في آخرين. ¶ ¬__________ ¶ (¬1) أخرجه مسلم، كتاب الصلاة باب وجوب قراءة الفاتحة في كل ركعة برقم ( 878 ). ¶ (¬2) يعني حديث عائشة : \" كان رسول الله - صلى الله عليه وسلم - يفتتح الصلاة بالتكبير والقراءة بالحمد لله رب العالمين \" وقد تقدم تخرجه. ¶ (¬3) المغني ( 1/ 516 ). ¶ (¬4) رواه أبو داود في كتاب الصلاة باب ما يستفتح به في الصلاة من الدعاء برقم ( 762 ). ¶ (¬5) سورة الطور، الآية: 48.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الثالث: قل سبحانك الله وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك حين تقوم في الصلاة قاله الضحاك. ¶ الرابع: سبح الله إذا قمت من نومك قاله حسان بن عطية (¬1). ¶ والراجح: في هذا ما رجحه ابن جرير حيث قال بعد أن ذكر قولين لأهل العلم: ¶ وأولى القولين في ذلك بالصواب قول من قال معنى ذلك وصل بحمد ربك حين يقوم من منامك نوم القائلة وإنما عنى صلاة الظهر. ¶ وإنما قلت: هذا القول أولى القولين بالصواب، لأن الجميع مجمعون على أنه غير واجب أن يقال في الصلاة: سبحانك وبحمدك، وما روي عن الضحاك عند القيام إلى الصلاة، فلو كان القول كما قاله الضحاك لكان فرضاً أن يقال: لأن قوله { وَسَبِّحْ بِحَمْدِ رَبِّكَ } أمر من الله تعالى بالتسبيح، وفي إجماع الجميع على أن ذلك غير واجب الدليل الواضح على أن القول في ذلك غير الذي قاله الضحاك، وإنما قلنا عنى به القيام من نوم القائلة؛ لأنه لا صلاة تجب فرضاً بعد وقت من أوقات نوم الناس المعروف إلا بعد نوم الليل. وذلك صلاة الفجر أو بعد نوم القائلة، وذلك صلاة الظهر. فلما أمر بعد قوله { وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ } بالتسبيح بعد إدبار النجوم، وذلك ركعتا الفجر بعد قيام الناس من نومها ليلاً، عُلمِ أن الأمر بالتسبيح بعد القيام من النوم هو أمر بالصلاة التي تجب بعد قيام من نوم القائلة ... ) (¬2) أ. هـ. ¶ وبهذا يتبين أن القول بأن الأمر بالاستفتاح وارد في القرآن قول مرجوح والله تعالى أعلم ،،، ¶ الباب الأول ¶ الأحاديث المطلقة أو المقيدة بالفريضة ¶ الحديث الأول ¶ ¬__________ ¶ (¬1) زاد المسير لابن الجوزي ( 8/60)، تفسير القرطبي ( 9/ 78 – 79 )، فتح القدير للشوكاني ( 5/146 ). ¶ (¬2) في تفسيره ( 11/501 ).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عن أبي هريرة - رضي الله عنه - قال: ( كان رسول الله - صلى الله عليه وسلم - يسكُتً بين التكبير وبين القراءةِ إسْكاتةً قال: أحسبُه قال: هُنَيَّةً – فقلتُ: بأبي وأمي يا رسولَ اللهِ، أرأيت إسكاتُكَ بينَ التكبير وبين القراءةِ ما تقولُ؟ قال: أقولُ اللهمَّ باعد بيني وبينَ خطاياي كما باعدتَ بين المشرقِ والمغرب، اللهمَّ نقني من الخطايا كما يُنَقَّى الثوبُ الأبيضُ من الدنس، اللهم اغسلْ خطاياي بالماء والثلجِ والبردِ ). ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ تخريج الحديث ¶ - رواه البخاري، كتاب الأذان، باب ما يقول بعد التكبير، ( 1/259 )، رقم ( 702 ، 711 ) وانظر البخاري بشرح الفتح ( 2/229 ). ¶ - ورواه مسلم، كتاب المساجد، باب ما يقال بين تكبيرة الإحرام والقراءة، ( 1/419 ) رقم ( 598 ). ¶ - ورواه أبو داود، كتاب الصلاة، باب السكتة عند الافتتاح، (1/207 )، ح ( 781 ). ¶ - ورواه النسائي، كتاب الافتتاح، باب الدعاء بين تكبيرة الإحرام والقراءة ( 2/128 )، ح ( 895 ). ¶ - ورواه ابن ماجه، كتاب إقامة الصلوات والسنة فيها، باب افتتاح الصلاة، ( 1/264 )، ح: ( 805 ). ¶ - ورواه أحمد، 2/ 231، وص 494 ). ¶ - وابن حبان، كتاب الصلاة، ذكر الإباحة للمرء أن يفتتح الصلاة بالدعاء، ( 3/135 )، ح ( 1772 ) و ( 1775 ). ¶ - وأبو عوانة، (1/ 429) ( 1598، 1599، 1600 ). ¶ - والدارمي، ( 1 / 284 ). ¶ المبحث الثاني ¶ الحديث من ناحية الدراية: فيه مطلبان: ¶ المطلب الأول ¶ الشرح التفصيلي ¶ (( كان رسول الله - صلى الله عليه وسلم - يسكت بين التكبير والقراءة إسكاته )).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "إسكاته على وزن إفعاله وهو من المصادر الشاذة إذ القياس سكوتاً، وهو منصوب مفعولاً مطلقاً، أي سكوتاً يقتضي كلاماً (¬1) قال أبو زرعة أحسبه أي أظن أبا هريرة قال هنيّة هذه رواية عبدالواحد بن زياد بالظن، ورواية ابن جرير عند مسلم وغيره، وابن فضيل عند ابن ماجة بلفظ سكت هنيّة من غير تردد، وإنما اختار البخاري رواية عبدالواحد لوقوع التصريح بالتحديث فيها في جميع الإسناد (¬2). ¶ وهنية فيها ثلاث قراءات: ¶ الأولى: بضم الهاء وفتح النون وسكون الياء آخر الحروف وفتح الهمزة كخطيئة ( هُنَيْئة ) وبذلك قال القرطبي (¬3). ¶ الثانية: الهاء مفتوحة موضع الهمزة وبها قال الحميدي وابن جرير ( هُنَيْهَة ). ¶ الثالثة: بضم الهاء وفتح النون وتشديد الياء بغير همزة وبها قال النووي (¬4) والهنية: السكتة اللطيفة. ¶ ¬__________ ¶ (¬1) اللؤلؤ والمرجان فيما اتفق عليه الشيخان، محمد فؤاد عبدالباقي، (1، ص 118 ). ¶ (¬2) كوثر المعاني الدراري، محمد الخضر الشنقيطي، ( 9/130)، وانظر فتح الباري الباري، ابن حجر، ( 3 /131 ). ¶ (¬3) المفهم لما أشكل من تلخيص صحيح مسلم، أبو العباس القرطبي، (2 / 1046 )، وانظر الإعلام بفوائد عمدة الأحكام، أبي حفص عمر بن علي الأنصاري، ( 3 / 9 ). ¶ (¬4) المنهاج شرح مسلم بن الحجاج، ( 5،/ 98 – 99 ).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فقلت بأبي وأمي يا رسول الله وذلك مثل ما يقال فداك أبي وأمي أي مفدي بأبي وأمي (¬1) \" أرأيت \" أي أخبرني إسكاتك إفعال من السكوت (¬2) بين التكبير وبين القراءة ما تقول وقع السؤال بقوله ما تقول دون قوله هل تقول مع أن السؤال ( بهل ) مقدم على السؤال بما هنا (¬3) \" قال: أقول اللهم باعد بيني وبين خطاياي \" المراد بالمباعدة محو ما حصل منها، والعصمة عما سيأتي منها، وفي قوله \" اللهم باعد \" مجازان: ¶ الأول: استعمال المباعدة في ترك المؤاخذة، والمباعدة إنما تكون في الزمان والمكان. ¶ الثاني: استعمالها في الإزالة الكلية مع أن أصلها لا يقتضي الزوال، وليس المراد البقاء مع البعد، ولا ما يطابقه من المجاز، بل المراد الإزالة الكلية مثل قوله تعالى: { تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدَاً بَعِيداً } (¬4) والمراد الثاني منه، وكذلك التشبيه بالمباعدة بين المشرق والمغرب فإن المراد ترك المؤاخذة (¬5). ¶ (( اللهم نقني من خطاياي كما ينقى الثوب الأبيض من الدنس )) قوله نقني أي نظفني بتشديد القاف، وعند أبي داود أنقني، وقوله الدنس: بفتحتين هو الوسخ (¬6)، وجاء في رواية مسلم \" من الدرن \" وفي رواية أخرى \" من الوسخ \" هذه الجملة تدل على أن المراد بذلك الخطايا التي وقعت منه لأنه قال: نقني منها كما ينقى الثوب الأبيض من الدنس أي كما يغسل الثوب الأبيض إذا أصابه الدنس فيرجع أبيض، وذكر البياض لأنه اشد ما يؤثر فيه الوسخ بخلاف الأسود. ¶ (( ¶ ¬__________ ¶ (¬1) عمدة القاري شرح صحيح البخاري، محمود بن أحمد العيني، ( 5 / 294 ). ¶ (¬2) شرح السنة، البغوي، ( 3 / 40). ¶ (¬3) الإعلام بفوائد عمدة الأحكام، عمر الأنصاري، (3 / 7 ). ¶ (¬4) سورة آل عمران، الآية: 30. ¶ (¬5) الشرح الممتع، محمد بن صالح العثيمين، ( 3 / 63 ). ¶ (¬6) مختار الصحاح، محمد بن أبي بكر الرازي، ص 212 ( دن س )، وانظر القاموس المحيط، الفيزوزآبادي، ص 546.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "اللهم اغسل خطاياي بالماء والثلج والبرد )) هو حب الغمام (¬1)، وذكر أنواع المطهرة المنزلة من السماء التي لا يمكن حصول الطهارة الكاملة إلا بأحدها تبياناً لأنواع المغفرة التي لا يخلص من الذنوب إلا بها، أي طهرني من الخطايا بأنواع مغفرتك، التي هي في تمحيص الذنوب نهاية هذه الأنواع الثلاثة في إزالة الأرجاس ورفع الجنابة والأحداث. ¶ ويحتمل أنه سأل الله أن يغسل خطاياه بهذه الأنواع التي يستعملها المتطهرون لرفع الأحداث والمعنى: كما جعلتها سبباً لحصول الطهارة، فاجعلها سبباً لحصول المغفرة ودليلة حديث أبي هريرة عن النبي - صلى الله عليه وسلم - (( إذا توضأ العبد المسلم أو المؤمن، فغسل وجهه، خرج من وجهه كل خطيئة نظر إليها بعينه مع الماء أو آخر قطر الماء )) (¬2). ¶ قال ابن تيمية: لما كانت الذنوب تورث حرارة النارناسب أن يذكر الماء لاطفائها والثلج والبرد لتبريد حرارتها. ¶ المطلب الثاني ¶ * فوائد الحديث ¶ 1) حرص أبي هريرة - رضي الله عنه - على العلم بشهادة النبي - صلى الله عليه وسلم - له حين قال له: يا رسول الله من أسعد الناس بشفاعتك \"؟ قال: \" لقد ظنت ألا يسألني أحد عن هذا غيرك لما أرى من حرصك على العلم، ثم قال: أسعد الناس بشفاعتي من قال: لا إله إلا الله خالصاً من قلبه \" (¬3)، ولما رأى أبو هريرة - رضي الله عنه - النبي - صلى الله عليه وسلم - يسكت بين التكبير والقراءة ومعلوم أن الصلاة ذكر كلها ما من شيء فيها إلا وفيه ذكر قولي وفعلي، علم أنه لابد أن يقول شيئاً قال: ( أرأيت سكوتك بين التكبير والقراءة ما تقول ). ¶ ¬__________ ¶ (¬1) المرجع السابق، محمد بن أبي بكر الرازي، ص 47، وانظر القاموس المحيط، الفيزوزآبادي، ص 267. ¶ (¬2) رواه مسلم، كتاب الطهارة، باب خروج الخطايا من ماء الوضوء، ( 1/215 ) ( 577 ). ¶ (¬3) رواه البخاري، كتاب العلم، باب الحرص على الحديث، ( 1/49 )، ح: 99.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ولعله استدل على أصل القول بحركة الفم، كما استدل غيره على القراءة بإضطراب اللحية (¬1). ¶ 2) وفيه أن دعاء الاستفتاح يكون بعد تكبيرة الإحرام وخالف في ذلك الهادي والقاسم وأبو العباس وأبو طالب من أهل البيت (¬2). ¶ 3) فيه البيان بمشروعية الاستفتاح بهذا الدعاء. ¶ 4) فيه مشروعية سؤال المباعدة من الذنوب والتنقية منها والغسل وتأكد ذلك، فإن ذلك ليس من التحجير في الدعاء، بل هو من باب العلم بسعة رحمة الله تعالى وجوده وكرمه (¬3). ¶ 5) فيه جواز تخصيص الإمام نفسه بالدعاء، دون المأمومين؛ فإن الظاهر منه - صلى الله عليه وسلم - أنه كان إماماً فيحمل النهي الوارد في تخصيص الإمام نفسه، وأنه جاء لنهيهم على كراهة التنزيه لا التحريم (¬4). ¶ 6) قال - صلى الله عليه وسلم - : ( اللهم اغسلني من خطاياي ) فأضاف الخطايا إلى نفسه . وقال تعالى: { وَاسْتَغْفِرْ لِذَنبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ } (¬5) وقال تعالى: { لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ } (¬6) فيه أن النبي - صلى الله عليه وسلم - يخطئ، ولكن الذنوب لا تبقى عليه لأنه معصوم من الإقرار على الذنب، ومغفور له بخلاف غيره فإنه يذنب وقد يقر على ذلك ويستمر في معصيته وقد لا يغفر له، أما النبي - صلى الله عليه وسلم - فلابد أن ينبه عليه مهما كان الأمر { ياأَيُّهَا النَّبِيُّ لِمَ تُحَرِّمُ مَا أَحَلَّ اللَّهُ لَكَ تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ وَاللَّهُ غَفُورٌ رَّحِيمٌ } (¬7) . ¶ ¬__________ ¶ (¬1) الشرح الممتع، محمد العثيمين، (3/ 63 ). ¶ (¬2) نيل الأوطار، محمد علي الشوكاني، (1/ 751 ). ¶ (¬3) الإعلام بفوائد الأحكام، ابن الملقن، ( 3/ 17 ). ¶ (¬4) المرجع السابق، ابن الملقن، ( 3 / 17). ¶ (¬5) سورة محمد، الآية: 19. ¶ (¬6) سورة الفتح، الآية: 2. ¶ (¬7) سورة التحريم، الآية: 1.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولكن لاشك أن هناك من الذنوب ما عصم النبي - صلى الله عليه وسلم - من الوقوع فيها وهو الكذب والخيانة، وكذلك معصوم مما يخل بأصل العبادة، وأصل الأخلاق كالشرك، وكسفاسف الأخلاق كالزنا، ولكن الخطايا التي بينه وبين ربه هذه قد تقع منه، لكنها خطايا صغيرة تكفر، وقد غفر الله له ما تقدم من ذنبه وما تأخر (¬1). ¶ 7) استدل بعض الشافعية على أن الثلج والبرد مطهران، واستبعده ابن عبدالسلام، واستدل به أحمد على طهورية الثلج والبرد (¬2). ¶ 8) استدل الأحناف به على نجاسة الماء المستعمل، قال ابن حجر: وهو بعيد (¬3). ¶ 9) أن صفة الاستفتاح الإسرار به، إلا إذا كان حاجة لجهر ليعلمه من خلفه من المصلين كما فعله عمر - رضي الله عنه - (¬4). ¶ 10) قوله ( كان ) تشعر بكثرة الفعل، أو المداومة عليه، وقد تكون لمجرد وقوعه (¬5). ¶ 11) ترقى - صلى الله عليه وسلم - في هذا الدعاء فطلب أولاً مطلباً يليق بالعبودية، وهو المباعدة، ثم ترقى فطلب التنقية، ثم ترقى فطلب الغسل فإنه أبلغ منها، وكذلك أدخل حرف التشبيه على التنقية وأسقطه في الغسل تحقيقاً للنقاء من كل وجه لأن الغسل بثلاثة أشياء يكون أبلغ من التنقية بالماء وحده لأن تنقية الثوب إنما عهدت بالماء خاصة (¬6). ¶ 12) فيه جواز الدعاء في الصلاة بما ليس في القرآن خلافاً للحنفية والهادوية (¬7). ¶ ¬__________ ¶ (¬1) الشرح الممتع، محمد العثيمين، ( 3/ 64 – 66 ). ¶ (¬2) بذل المجهود في حل أبي داود، خليل أحمد السهارنفوري، ( 1/ 522 )، وانظر الإعلام، ابن الملقن، ( 3/ 10 ). ¶ (¬3) فتح الباري، أحمد بن حجر، ( 3/ 133 ). ¶ (¬4) توضيح الأحكام شرح عمدة الأحكام، عبدالله البسام، ( 1/ 19 ). ¶ (¬5) الأعلام بفوائد عمدة الأحكام، ابن الملقن، ( 3 / 6 ). ¶ (¬6) المرجع السابق، ابن الملقن، ( 3/10 ). ¶ (¬7) اتحاف القاري، أبو صهيب العدوي، ( 1 / 432 ).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "13) أدب أهل العلم في حسن تلقين العلم، فالمتعلم يسأل، والمعلم يجيب السائل عن المسائل التي هم في حاجة إليها رغم اشتغالهم بالعمل لا أغلوطات المسائل (¬1). ¶ 14) فيه إرشاد الأمة إلى الاستغفار، وأن الاستغفار فيه زيادة خير (¬2). ¶ 15) قال العلماء: هذا الحديث أصح أحاديث الاستفتاح وأفضلها حتى قيل: لقد ثبت أنه تواتر لفظه فضلاً عن معناه (¬3). ¶ الحديث الثاني ¶ عن علي بن أبي طالب عن رسول - صلى الله عليه وسلم - ،أنه كان إذا قام إلى الصلاة قال: \" وجهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين، إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين. اللهم! أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك ظلمت نفسي واعترفت بذنبي فأغفر لي ذنوبي جميعاً إنه لا يغفر الذنوب إلا أنت، وأهدني لأحسن الأخلاق لا يهدي لأحسنها إلا أنت، واصرف عني سيئها، لا يصرف عني سيئها إلا أنت، لبيك وسعديك والخير كله في يديك والشر ليس إليك أنا بك وإليك تباركت وتعاليت، استغفرك وأتوب إليك ) رواه مسلم. ¶ وفي رواية أخرى له: كان رسول الله - صلى الله عليه وسلم - إذا استفتح الصلاة كبر ثم قال: ( وجهت وجهي ) وقال: ( وأنا أول المسلمين ). ¶ ومثله دون قوله: ( أنت ربي وأنا عبدك ) إلخ ويزيد ( اللهم أنت الملك لا إله إلا أنت سبحانك وبحمدك ) من حديث محمد بن مسلمة. ¶ ¬__________ ¶ (¬1) توضيح الأحكام، عبدالله البسام، ( 1/ 19 ). ¶ (¬2) مصباح الزجاجة في زوائد ابن ماجة، الإمام البوصيري، ص 243. ¶ (¬3) الدراري المضيئة شرح الدرر البهية، محمد علي الشوكاني، ( 1/ 111) انظر الوجيز في فقه السنة والكتاب العزيز، عبدالعظيم بدوي الخلفي ص 93، السراج الوهاج، صديق حسن خان، ( 2/ 334 ).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ومثله أيضاً إلى قوله \" وأنا أول المسلمين \" ويزيد \" اللهم أهدني لأحسن الأخلاق وأحسن الأعمال لا يهدي لأحسنها إلا أنت وقني سيء الأخلاق والأعمال لا يقي سيئها إلا أنت \" من حديث جابر. ¶ المبحث الأول ¶ * الحديث من جهة الرواية ¶ تخريج الحديث ¶ - رواه مسلم، كتاب صلاة المسافرين، باب دعاء النبي - صلى الله عليه وسلم - ودعائه بالليل، ( 1/534 ) ح ( 771 ). ¶ - رواه الشافعي في مسنده، ( 1/ 195 )، ( 217 ). ¶ - رواه النسائي، كتاب الافتتاح، باب نوع آخر من الذكر والدعاء بين التكبير والقراءة ( 2/129 )، ح ( 897 ). ¶ - رواه أبو داود، كتاب الصلاة، باب ما يقول عند افتتاح الصلاة، ( 1/201 )، ح: ( 760 ). والترمذي ك: الدعوات ، ب: ومنه وجهت وجهي ، ح: ( 3421 ). ¶ - ابن أبي شيبة، كتاب الصلوات، ( 1/ 231 ). ¶ - سنن الدار قطني، كتاب الصلاة، باب دعاء الاستفتاح بعد التكبير، (1 /297 ). ¶ - شرح السنة للبغوي، ( 3/ 34 )، ( 572 ). ¶ - ابن حبان، ( 2/ 51 ) ( 445 ). ¶ - أبو عوانة، كتاب الصلوات ، باب ما يقول للسكتة لتكبرة الإحرام، ( 1/ 432 – 433 ) ( 1607، 1608 ). ¶ - عبدالرزاق، كتاب الصلاة، باب ما يقول في استفتاح الصلاة، ( 1/80 ) ( 2567 ). ¶ - والطبراني في الدعاء، جامع أبواب القول عند الافتتاح الصلاة بعد التكبير وحين القراءة باب من ذلك، ( 2/ 1026) ( 493، 494 ). ¶ - الطحاوي شرح مشكل الآثار، ( 1 / 199 ). ¶ - رواه أحمد، مسند علي بن أبي طالب، ( 1/ 95 ). ¶ المبحث الثاني ¶ الحديث من جهة الدراية فيه مطلبان: ¶ المطلب الأول ¶ * الشرح التفصيلي للحديث ¶ قوله: \" أنه كان إذا قام إلى الصلاة \" وزاد ابن حبان \" إذا قام إلى الصلاة المكتوبة \" وكذلك رواه الشافعي وقيده أيضاً بالمكتوبة وكذا الترمذي وابن حبان.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وقد وقع وَهْم من بعض علمائنا الأجلاء حيث قيدوه بصلاة الليل منهم ابن حجر (¬1) في بلوغ المرام وفي فتح الباري، وابن القيم (¬2)، والشوكاني (¬3) ومحمد محمود الصواف (¬4) ، بعد عزو الحديث لمسلم لكن قد ورد بأنه - صلى الله عليه وسلم - قال ذلك في المكتوبة كما سبق. ¶ فهذا الدعاء مشروع في الفريضة والنافلة كما لا يخفى، وإنما منشأ هذا الوهم هو أن الإمام مسلم ذكره في صحيحه في باب الدعاء في صلاة الليل وقيامة، فرحم الله الجميع. ¶ قال صديق حسن خان: ثم فيه التصريح أنه كان يتوجه بهذا في صلاته، ولم يقيده بصلاة الليل كما ورد في بعض التوجهات فالعمل عليه، والاستمرار على فعله، وهو الذي ينشرح له الصدر، وينثلج به القلب، وإن كان جميع ما ورد من وجه صحيح فيجوز العمل عليه، ويصير فاعله عاملاً بالسنة مؤدياً لما شرع له \" (¬5). ¶ قوله \" وجهت \" في حذف \" إني \" إيماء إلى أنه لم يرد القراءة \" وجهي \" بسكون الياء وفتحها أي توجهت بالعبادة بمعنى أخلصت العبادة لله \" فأقم وجهك للدين القيم \" (¬6) أي أقم قصدك للذي فطر السماوات والأرض أي للذي خلقهما وعملهما من غير مثال سابق وإنما جمع السماوات لسعتها، والسماوات هي ما علا فيشمل العرش. والأرض: ما سفل فيشتمل ما تحتها. ¶ ¬__________ ¶ (¬1) بلوغ المرام، ابن حجر، ص 62، فتح الباري، ابن حجر، 2/ 230. ¶ (¬2) زاد المعاد، ابن قيم الجوزية، 1/ 203. ¶ (¬3) نيل الأوطار، محمد علي الشوكاني، 1/ 753. ¶ (¬4) تعليم الصلاة، محمد الصواف، ص60. ¶ (¬5) السراج الوهاج، صديق حسن خان، 2/ 334. ¶ (¬6) سورة الروم، الآية ( 43 ).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقَدَّم السماوات لأنها أشرف من الأرض لكونها سكن الملائكة المطهرين لا غير، والأرض وإن كان فيها الأنبياء لكنها احتوت على المفسدين (¬1) { حنيفاً } أي مائلاً من كل دين باطل إلى الدين الحق ثابتاً عليه، وانتصابه على الحال وما أنا من المشركين فيه تأكيد وتعريض، والمشرك هو الكافر، كفار باعتبار ستر الحقيقة، ومشركون كونهم عبدوا الشياطين بطاعتهم { نُسُكِي } أي ديني أو حجي أ ذبائحي، والأقرب كل ما يتقرب إلى الله وهذا من ذكر العام بعد الخاص { وَمَحْيَايَ وَمَمَاتِي } المقصود منه أن المتصرف في الحياة هو الله والمميت هو الله. أو أن المسلم يعترف بأن حياته وموته لله من حيث أنه صرف عبادته لله، أو أن مقصوده النوم أي نومي وصحوتي لله تعالى رب العالمين { للَّهِ رَبِّ الْعَالَمِينَ } في معنى الرب أربعة أقوال: ) المالك ... 2) السيد ... 3) المدير ... 4) المربي (¬2). ¶ والعالمين جمع عالم وليس له واحد من لفظه. ¶ قال جماعة من أهل التفسير والكلام العالم: كل المخلوقات. ¶ وقيل هم الملائكة والجن والأنس، وزاد أبو عبيدة والفراء: والشياطين وقيل بنو آدم خاصة، قاله الحسن بن الفضل وأبو معاذ النحوي. ¶ وقيل الدنيا وما فيها. ¶ وقيل كل ما سوى الله واختاره صديق حسن وهو القوي المختار (¬3). ¶ واشتقاقهُ من العلامة لأن كل مخلوق علامة على وجود صانعه، وقيل من العلم فيختص بالعقلاء، والأول أكثر وأشهر وأوضح (¬4). ¶ ¬__________ ¶ (¬1) المنهل العذب المورد، محمود السبيكي، ( 5/161). ¶ (¬2) المجموع شرح المهذب، النووي، ( 3 / 316 ). ¶ (¬3) السراج الوهاج، صديق حسن خان، ( 2/ 328 ). ¶ (¬4) المرجع السابق، صديق حسن خان، ( 2/ 329 ).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "\" لا شريك له \" في ذاته وصفاته وأفعاله، وهذا توكيد \" وبذلك أمرت \" أي بالتوحيد الكامل الشامل للإخلاص قولاً وعملاً واعتقاداً \" وأنا أول المسلمين \" يريد به أنه أول المسلمين من القرن الذي بعث فيهم وبذلك أمره ربه عز وجل بقوله: { قُلْ إِنَّ صَلاَتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي للَّهِ رَبِّ الْعَالَمِينَ * لاَ شَرِيكَ لَهُ وَبِذلِكَ أُمِرْتُ وَأَنَاْ أَوَّلُ الْمُسْلِمِينَ } (¬1)، ومثل ذلك قول موسى عليه السلام لما أفاق من صعقته حين سأل ربه يريد أن ينظر إليه. { فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ الْمُؤْمِنِينَ } (¬2)، يعني بذلك المؤمنين الذين إمنوا به، وقد كان قبله أنبياء مؤمنون صلوات الله عليهم، وغير أنبياء ممن كان آمن بما جاءتهم به الأنبياء وكان رسول الله - صلى الله عليه وسلم - يقول تلك تارة وهذه أخرى لأنه أول مسلمي هذه الأمة (¬3). ¶ أما من قال أن السنة لغير النبي - صلى الله عليه وسلم - أن يقول: وأنا من المسلمين فيقول الشوكاني رحمه الله رداً عليه: هو وهم منشؤه توهم أن معنى وأنا أول المسلمين: أني أول شخص أتصف بذلك بعد أن كان الناس بمنعزل عنه وليس كذلك، بل معناه بيان المسارعة في الامتثال لما أمر به (¬4). ¶ ¬__________ ¶ (¬1) سورة الأنعام، الآيتان ( 162، 163 ). ¶ (¬2) سورة الأعراف، الآية ( 143 ). ¶ (¬3) شرح مشكل الآثار، الطحاوي، (1/ 615). ¶ (¬4) نيل الأوطار، محمد علي الشوكاني، ( 1/754 ) وأيد هذا الألباني – رحمه الله – في هامش كتابه \" صفة صلاة النبي - صلى الله عليه وسلم - ( ص: 92 ) قال: ونظيره { قُلْ إِن كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَاْ أَوَّلُ الْعَابِدِينَ } وقال موسى { أَوَّلَ الْمُؤْمِنِينَ } .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "\" اللهم \" الميم بدل من حرف النداء أنت الملك لا إله إلا أنت. أي المتفرد بالملك والألوهية، والملك من أسماء الله الحسنى { فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ } (¬1)، { يُسَبِّحُ لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ الْمَلِكِ الْقُدُّوسِ الْعَزِيزِ الْحَكِيمِ } (¬2)، \" أنت ربي \" هذا تخصيص بعد تعميم \" وأنا عبدك ظلمت نفسي \" أي بالغفلة عن ذكر ربي أو يوضع محبة الغير في قلبي، أو بأن أوردتها موارد المعاصي. \" واعترفت بذنبي \" أي بعملي خلاف الأولى والاعتراف بالذنب بمنزلة الرجوع منه (¬3) \" فاغفر لي ذنوبي جميعاً إنه \" بالكسر هذه رواية مسلم، وعند أبي داود. \" فاغفر لي ذنوبي جميعاً فأنه لا يغفر الذنوب إلا أنت \" \" وأهدني \" أي: دلني ووفقني لأحسن الأخلاق في عبادتك وغيرها من الأخلاق الظاهرة والباطنة لا يهدي لأحسنها إلا أنت \" واصرف عني \" أي أحفظني وأمنعني سيئها أي أقبحها \" لا يصرف عني سيئها إلا أنت لبيك \" أصل لبيك لبين فحذف النون بالإضافة، وأريد بالتثنية التكرير من غير نهاية أي: أنا مداوم على طاعتك دواماً بعد دوام، وأقيم على طاعتك من غير نهاية كقوله تعالى: { ارجِعِ البَصَرَ كَرَّتَيْنِ } (¬4) أي كرة بعد كرة ومرة بعد مرة (¬5) وسعديك أي اسعاداً بعد اسعاد. والمساعدة المعاونة. \" والخير كله \" أي اعتقاداً وقولاً وفعلاً \" في يديك \" اثبات اليدين صفة حقيقة له سبحانه على ما يليق به (¬6)، ¶ ¬__________ ¶ (¬1) سورة طه، الآية: 114. ¶ (¬2) سورة الجمعة، الآية: 1 ¶ (¬3) العلم الهيب شرح الكلم، محمود بن أحمد العيني، ص 267. ¶ (¬4) سورة الملك، الآية: 4. ¶ (¬5) مختصر النهاية في غريب الحديث والأثر، ص 140، انظر لسان العرب، الفيروزآبادي،ص 33، ومختار الصحاح، محمد بن أبي بكر الرازي، ص 589، والمعجم الوجيز، مجمع اللغة العربية، ص 589 ( لبب ). ¶ (¬6) شرح العقيدة الواسطية، محمد خليل هراس، ص 44..",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "قال تعالى: { مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ } (¬1) وقال تعالى: { وَقَالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُواْ بِمَا قَالُواْ بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ } (¬2) \" والشر ليس إليك \" فيه للعلماء خمسة أقوال: ¶ الأول: معناه لا يتقرب به إليك قاله: الخليل، وأحمد، والنضر بن شميل، وإسحاق بن راهوية، ويحيى بن معين، وأبو بكر بن خزيمة، والأزهري، وغيرهم. ¶ الثاني: حكاه الشيخ أبو حامد عن المزني وقاله أيضاً غيره معناه لا يضاف إليك على انفراده فلا يقال يا خالق القردة والخنازير، ويارب الشر، ونحوه هذا وإن كان يقال يا خالق كل شيء ورب كل شيء وحينئذ يدخل الشر في العموم. ¶ الثالث: معناه الشر لا يصعد إليك وإنما يصعد الكلم الطيب والعمل الصالح. ¶ الرابع: معناه والشر ليس شراً بالنسبة إليك فإنك خلقته لحكمة بالغة وإنما هو شر بالنسبة إلى المخلوقين وهذا قول المتأخرين. ¶ الخامس: حكاه الخطابي أنه كقوله فلان إلى بني فلان إذا كان عداده فيهم وكان وجهه وبره إليهم وبه قال النووي أيضاً (¬3). ¶ قال الإمام النووي: مذهب أهل الحق أن كل المحدثات فعل الله تعالى وخلقه سواء خيرها وشرها (¬4). ¶ ¬__________ ¶ (¬1) سورة ص، الآية: 75. ¶ (¬2) سورة المائدة، الآية: 64. ¶ (¬3) المجموع شرح المهذب، النووي، ( 3/ 317 )، وانظر عون المعبود، محمد شمس الحق العظيم آبادي، ( 1/ 329 )، نيل الأوطار، محمد علي الشوكاني، ( 1 / 755 )، وشرح مسلم ( 1/317 ). ¶ (¬4) المنهاج شرح مسلم بن الحجاج، ( 6/ 59 ).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "\" أنا بك وإليك \" أي أعوذ وأعتمد بك وألوذ وأقوم بك، قوله \" وإليك \" أي أتوجه والتجئ وأرجع وأتوب إليك فأنت المبدأ والمنتهى، وقيل أستعين بك وأتوجه إليك، وقيل أنا موقن بك وبتوفيقك عملت، والتجائي إليك، وكل هذه المعاني من باب خلاف التنوع. ( تباركت ) أي تعظمت وتمجدت وتعاليت عما أوهمه أوهام، ويتصور عقول الآنام ولا تستعمل هذه الكلمات إلا لله تعالى استغفرك أي أطلب المغفرة لما مضى. ¶ \" وأتوب \" أي أرجع من فعل الذنب فيما بقي متوجهاً إليك بالتوفيق والثبات إلى الممات. ¶ المطلب الثاني ¶ * فوائد الحديث ¶ 1) مشروعية الدعاء بهذا الدعاء في الفريضة أو النافلة و بيان أهميته وفضله. ¶ 2) مشروعية تقديم العبد الاعتراف بالذنب على طلب العفو والمغفرة (¬1) ومنه قوله تعالى: { رَبَّنَا ظَلَمْنَا أَنفُسَنَا } (¬2) في قصة آدم وحواء. ¶ 3) عظم شأن التوحيد، والاعتراف له بالوحدانية ظاهراً وباطناً ومحياً ومماتاً. ¶ 4) عظم شأن الأخلاق وقرنها - صلى الله عليه وسلم - بالتوحيد وذكرها بعده. ¶ 5) الأدب مع الله تعالى ابتداءاً و انتهاءاً أو الاعتراف بالجميل السابق واللاحق، ولا ينسب الشر إليه سبحانه خلافاً للمعتزلة (¬3). ¶ 6) أن صدق التوجه إلى الله والإخلاص له وتوحيده يناسب الابتداء في هذه العبودية العظيمة وهي الصلاة لتكون خالصة لله مقبولة عنده سبحانه. ¶ 7) أن كل خير واصل للمر فهو من الله سبحانه. ¶ 8) توسل العبد إلى ربه ببيان تقصيره وظلم لنفسه وإقراره بذنبه بين يدي ربه من أسباب المغفرة والثواب. ¶ الحديث الثالث ¶ لفظ الاستفتاح ¶ ( سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك ) ¶ تخريج الحديث ودرجته: ¶ ورد عن طائفة من الصحابة وهم كالتالي: ¶ ¬__________ ¶ (¬1) العلم الهيب شرح الكلم الطيب، العيني، ص 297. ¶ (¬2) سورة الأعراف، الآية: 23. ¶ (¬3) مرقاة المفاتيح، علي سلطان القاري، ( 1/ 512 ).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "1) عن عمر بن الخطاب - رضي الله عنه - \" موقوفاً \" أخرجه مسلم في صحيحه قال: حدثنا محمد بن مهران الرازي حدثنا الوليد بن مسلم حدثنا الأوزاعي عن عبدة أن عمر بن الخطاب كان يجهر بهؤلاء الكلمات يقول: سبحانك اللهم وبحمدك ... الخ. ¶ ثم قال: وعن قتادة أنه كتب إليه يخبره عن أنس بن مالك أنه حدثه قال: صليت خلف النبي - صلى الله عليه وسلم - وأبي بكر وعمر وعثمان فكانوا يستفتحون بـ \" الحمد لله رب العالمين ... الخ. ¶ المبحث الأول ¶ تخريج الحديث: انفرد به مسلم رحمه الله. كتاب الصلاة باب حجة من قال لا يجهر بالبسملة ( 1/741 )، ح ( 892 ) نقل النووي عن أبي علي الغساني قال: هكذا وقع عن عبدة أن عمرو وهو مرسل يعني أن عبدة وهو ابن أبي لبابة لم يسمع من عمر قال وقوله بعده عن قتادة يعني الأوزاعي عن قتادة. عن أنس هذا هو المقصود من الباب وهو حديث متصل. ثم قال النووي: وإنما فعل مسلم هذا لأنه سمعه هكذا فأداة كما سمعه ومقصوده الثاني المتصل دون الأول المرسل، ولهذا نظائر كثيرة في صحيح مسلم وغيره ولا إنكار في هذا كله (¬1). ¶ وقد صحّ موصولاً عن عمر ( موقوفاً ) أخرجه الدار قطني ( 1/299 ) من طرق عن عمر ( موقوف ) وقال: هذا صحيح عن عمر قوله ورواه من طريق مرفوعاً لكنه قال الصواب الموقوف. ¶ وأخرجه الحاكم في المستدرك ( 1/360 ) قال: وقد صحت الراوية فيه عن أمير المؤمنين عمر بن الخطاب أنه كان يقوله ثم أخرجه بسنده ثم قال: وقد أسند هذا الحديث عن عمر ولا يصح ( يقصد أنه ورد مرفوعاً ). وأخرجه أيضاً البيهقي ( 2/36 ) وأخرج عبدالرزاق في المصنف ( 2/75 ) بسنده عن عكرمة بن خالد أن عمر - رضي الله عنه - كان يعلم الناس إذا قام الرجل للصلاة أن يقول: فذكره. ¶ ¬__________ ¶ (¬1) شرح النووي، ( 2/333 ).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "2) عن أبي سعيد الخدري - رضي الله عنه - مرفوعاً. أخرجه أبو داود ك: الصلاة، ب: من رأى الاستفتاح بسبحانك اللهم ( 1/206 ) ح: ( 775 ) والنسائي في المجتبى ك: الصلاة ب: نوع آخر من الذكر في افتتاح الصلاة ( 2/132 ) ح: ( 899 ) واحمد في المسند ( 3/50 ). والترمذي ك: الصلاة ب: ما يقول عند افتتاح الصلاة ( 2/9، 10 ) ح: ( 242 ) والدارمي ( 1/282 ) وابن ماجة ك: الصلاة ب: افتتاح الصلاة ( 1/264 ) ح: ( 804 ) والطحاوي ( 1/116 ) وأبو يعلى ( 2/358 ) والدار قطني ( 1/298 ) ح: 112 وابن خزيمة ( 1/238 ) كلهم من طرق عن جعفر بن سليمان الضبعي عن علي بن علي الرفاعي عن أبي المتوكل الناجي عن أبي سعيد الخدري - رضي الله عنه - مرفوعاً. ولفظه عند النسائي \" أن النبي - صلى الله عليه وسلم - كان إذا افتتح الصلاة قال: \" سبحانك اللهم ... الخ وكذا عند ابن ماجة وأحمد في رواية أما البقية ففي روايتهم أن ذلك في قيام الليل. وزاد أبو داود والطحاوي وأبو يعلى في آخره \" ثم يقول لا إله إلا الله ثلاثاً ثم يقول: الله أكبر كبيراً ثلاثاً \" أما رواية الترمذي فزاد \" ثم يقول الله أكبر كبيراً \" أما رواية أحمد ففيها زيادة ثم يقول لا إله إلا الله ثلاثاً ثم يقول أعوذ بالله السميع العليم من الشيطان الرجيم من همزه ونفخه ثم يقول: الله أكبر ثلاثاً \" – أما رواية ابن خزيمة ففيها وهم حيث ذكر التكبير للإحرام ثلاثاً ولذلك تكلم هو فيها وردّها أما حال اسناد الحديث فكالتالي:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "فجعفر بن سليمان الضبعي صدوق (¬1) روى له مسلم والأربعة وأبو المتوكل الناجي اسمه علي بن داود السامي البصري ثقة روى له الستة (¬2) أما على بن علي الرفاعي اليشكري أبو إسماعيل البصري فمختلف فيه وثقة يحيى معين ووكيع وأبو زرعة وكان شعبة يقول فيه: أذهبوا بنا إلى سيدنا وابن سيدنا علي بن علي الرفاعي وقال أحمد: لم يكن به بأس إلا أنه رفع أحاديث وقال مرة: صالح قيل كان يشبه بالنبي - صلى الله عليه وسلم - . وقال النسائي: لا بأس به وقال أبو حاتم: ليس بحديثه بأس قال ابنه: يحتج به قال: لا ... وقال ابن حبان: يخطئ كثيراً وقال الترمذي: كان يحيى بن سعيد يتكلم في علي بن علي. وقال ابن المديني عن يحيى بن سعيد: كان يرى القدر، ولخصّ حاله ابن حجر بقوله : لا بأس به رمي بالقدر وكان عابداً (¬3)\" أقول: فيتبين بهذا أن الحديث حسن بهذا السند. ويقويه الأحاديث الأخرى في الباب. وقد صححه الشيخ الألباني رحمه الله (¬4). ¶ ¬__________ ¶ (¬1) انظر ترجمته في تاريخ البخاري ( 2/192 ) الجرح والتعديل ( 1/481 ) تهذيب التهذيب ( 2/95 ) تحرير التقريب ( 1/218 ). ¶ (¬2) انظر ترجمته في تاريخ البخاري ( 6/273 ) سير أعلام النبلاء ( 5/8 ) تهذيب التهذيب ( 7/318 ) تحرير التقريب ( 3/42 ). ¶ (¬3) التاريخ الكبير ( 6/388 ) الجرح والتعديل ( 6/1080 )، ميزان الاعتدال ( 3/147 )، تهذيب الكمال ( 21/76 ) تهذيب التهذيب ( 7/308 )، تحرير التقريب ( 3/50 ). ¶ (¬4) ارواء الغليل ( 2/50 ).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3) عن عائشة – رضي الله عنها – مرفوعاً أخرجه الترمذي ك: الصلاة ب: ما يقول عند افتتاح الصلاة ( 2/11 ) وابن ماجه في سننه ك: الصلاة ب: افتتاح الصلاة ( 1/264 ) ح ( 806 ) والطحاوي ( 1/117 ) والدار قطني في سننه رقم ( 113 ) ( 1/296 )، والبيهقي في السنن ( 2/34 ) كلهم من طرق عن حارثة بن أبي الرجال عن عمرة عن عائشة – رضي الله عنها – قالت: كان النبي - صلى الله عليه وسلم - إذا افتتح الصلاة قال: سبحانك اللهم ... \" قال الترمذي: لا نعرفه إلا من هذا الوجه. ¶ وقال البيهقي بعد إخراجه: هذا لم نكتبه إلا من حديث حارثة وهو ضعيف. وحارثة قال عنه في التقريب: ضعيف (¬1) وللحديث طريق آخر عن عائشة أخرجه أبو داود في سننه ك: الصلاة ب: من رأى الاستفتاح بسبحانك اللهم وبحمدك ( 1/207 ) ح: ( 776 ) والدار قطني في سننه رقم ( 112 ) ( 1/296 ) والحاكم في المستدرك ( 1/235 ). ¶ والبيهقي في الموضع السابق كلهم من طرق عن طلق بن غنام ثنا عبدالسلام بن حرب الملائكي عن بديل بن ميسرة عن أبي الجوزاء عن عائشة وقال الحاكم: صحيح الإسناد ووافقه الذهبي وقال ابن حجر في التلخيص الحبير ( 1/86 ): ورجال الإسناد ثقات لكن فيه انقطاع – يعني بين أبي الجوزاء وعائشة – أقول فهذا الطريق يقوي الذي قبله فالحديث حسن. ¶ 4) عن أنس - رضي الله عنه - مرفوعاً: أخرجه الدار قطني ( 1/300 ) من طريق محمد بن الصلت حدثنا أبو خالد الأحمر عن حميد عن أنس ومحمد بن الصلت صدوق يهم (¬2). ¶ ¬__________ ¶ (¬1) تقريب التهذيب ( ص:149 ) وانظر ترجمته في الجرح والتعديل ( 3/255 )، وضعفاء البخاري ( 1/37 ) والضعف للنسائي ( 1/29 )، وتهذيب الكمال للمزني ( 5/313 ). ¶ (¬2) انظر ترجمته في الثقات لابن حبان ( 9/82 )، تهذيب الكمال ( 15/400 )، تهذيب التهذيب ( 9/207 )، الكاشف ( 2/182 )، التقريب ص 484.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وللحديث طريق آخر أخرجه الطبراني في كتاب الدعاء ( 2/135 ) من طريق الفضل بن موسى السيناني عن حميد الطويل عن أنس به فالحديث صحيح وقد صححه الألباني في الارواء (¬1). ¶ فبهذا يتبين لنا ان الاستفتاح بـ \" سبحانك اللهم وبحمدك ... الخ \" ورد من طريق أربعة من الصحابة - رضي الله عنهم - . يتقوى بعضها ببعض فهو صحيح ثابت. ¶ المبحث الثاني ¶ الحديث من جهة الدراية فيه مطلبان: ¶ الأول: الشرح التفصيلي للحديث: ¶ \" سبحان \" في الأصل مصدر ثم صار علماً للتسبيح وهو منصوب بفعل لازم اضماره تقديره: ¶ 1- أسبحك تسبيحاً أي أنزهك تنزيهاً عمالا ينبغي لجلال ذاتك وكمال صفاتك. ¶ 2- وقيل تقديره: أسبحك تسبيحاً متلبساً ومقترناً بحمدك فالباء للملابسة والواو زائدة (¬2) ومعناه أي: أنزهك عن النقائض تنزيها متلبساً بحمدك. ¶ وبحمدك الواو عاطفة على محذوف تقديره: سبحتك بكل ما يليق تسبيحك به أو مقترناً بحمدك. ¶ وقوله وبحمدك: هذا الجار والمجرور إما متصل بفعل مقدر وتكون الباء سببية أو صفة لمصدر محذوف فأحمدك يا رب وأثني عليك بما تستحقه من المحامد والثناء، ونظيره قوله تعالى: { سَبِّحِ اسْمَ رَبِّكَ الأَعْلَى } (¬3). ¶ والحمد: وصف المحمود بالكمال الذاتي والفعلي فإن الله سبحانه كامل في ذاته، ومن لازم كماله في ذاته أن يكون كاملاً في صفاته (¬4). ¶ والحمد باللسان خاصة على الجميل الاختياري من نعمة وغيرها (¬5). ¶ وتبارك فعل لا يتصرف فلا يستعمل منه غير الماضي، والبركة النماء والزيادة (¬6). ¶ ويقال تبارك تقدس وتعاظم وفيه معنيان: ¶ ¬__________ ¶ (¬1) ارواء الغليل، ( 2/50 ). ¶ (¬2) مرقاة المفاتيح، علي القاري، ( 1،/ ص 515 ). غاية المرام ( 4/78 ). ¶ (¬3) سورة الأعلى، الآية: 1. ¶ (¬4) الشرح الممتع، محمد العثيمين، ( 3/ 57 ). ¶ (¬5) التوضيحات الأثرية، فخر الدين بن الزبير المحسي، ص 10. ¶ (¬6) المعجم الوجيز، مجمع اللغة العربية، ص 46، ( برك ).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الأول: أي تعاظم اسمك وكثرت بركته في السموات والأرض. ¶ الثاني: تعاظمت ذاتك وكثرت بركتك (¬1). ¶ \" اسمك \" اسم هنا مفرد، لكنه مضاف فيشمل كل اسم من أسماء الله تعالى. ¶ \" وتعالى \" تفاعل من العلو أي علت عظمتك على عظمة كل أحد غيرك. ¶ \" جدك \" الحظ والسعادة والغنى (¬2)، قال الحافظ: أي تعالي غناك عن أن ينقصه إنفاق أو يحتاج إلى معين ونصير (¬3). ¶ قال مجاهد: جَدّك أي ذكرك، وقال ابن عباس: قدرك وأمرك وهذا كله متجه لأن الجد هو حظ المجدود من الخيرات والأوصاف الجميلة، فجد الله سبحانه وتعالى هو الحظ الأكمل من السلطان الباهر والصفات العالية العظيمة، ومن هذا قول اليهود حين قدم رسول الله - صلى الله عليه وسلم - المدينة للأنصار: يا بني قيلة هذا جدكم الذي تنتظرون (¬4). ¶ \" ولا إله غيرك \" أي لا يستحق أن يعبد غيرك، أي لا معبود بحق سواك فأنت المستحق للعبادة وحدك لا شريك لك بما وصفت به نفسك من الصفات الحميدة وبما أسديته من النعم الجسيمة (¬5). ¶ ¬__________ ¶ (¬1) مرقاة المفاتيح، على القاري، (1/ 515 ). ¶ (¬2) المرجع الأسبق، ومجمع اللغة العربية، ص 94، (جدّ ). ¶ (¬3) القول المسدد في الذب عن مسند أحمد، ابن حجر العسقلاني، ( 3/ 177 ). ¶ (¬4) أخرجه البخاري في صحيحه بلفظ \" يا معشر العرب هذا جدكم الذي تنتظرون \" كتاب فضائل الصحابة باب هجرة الرسول - صلى الله عليه وسلم - إلى المدينةن ص 317، ( 3905 )، وانظر معونة أولي النهي شرح المنتهى، ابن النجار الفتوحي، ( 2/ 108 ). ¶ (¬5) توضيح الأحكام، البسام، ( 1/ 221 ).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وهذه كلمة التوحيد التي أرسل بها جميع الرسل { وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نُوحِي إِلَيْهِ أَنَّهُ لا إِلَهَ إِلاَّ أَنَاْ فَاعْبُدُونِ } (¬1) وقال - صلى الله عليه وسلم - \" من قال لا إله إلا الله ثم مات دخل الجنة \" (¬2). ¶ * فوائد الحديث: ¶ 1) قال ابن القيم: وإنما اختار الإمام أحمد هذا لعشرة أوجه ذكرتها في مواضع أخرى: ¶ منها جهر عمر به يعلمه الناس. ¶ ومنها: اشتماله على أفضل الكلام بعد القرآن، فإن أفضل الكلام بعد القرآن: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، وقد تضمنها هذا الاستفتاح مع تكبيرة الإحرام. ¶ ومنها أنه استفتاح أخلص للثناء على الله، وغيره متضمن للدعاء، والثناء أفضل من الدعاء، ولهذا كانت سورة الإخلاص تعدل ثلث القرآن؛ لأنها أخلصت لوصف الرحمن تبارك وتعالى، والثناء عليه، ولهذا كان \" سبحان الله والحمد لله، ولا إله إلا الله، والله أكبر \" أفضل الكلام بعد القرآن، فيلزم أن ما تضمنها من الاستفتاحات أفضل من غيره من الاستفتاحات. ¶ ومنها أن غيره من الاستفتاحات عامتها إنما هي في قيام الليل في النافلة، وهذا كان عمر يفعله، ويعلمه الناس في الفرض. ¶ ومنها أن هذا الاستفتاح إنشاء للثناء على الرب تعالى، متضمن للأخبار عن صفات كماله، ونعوت جلاله، والاستفتاح بـ \" وجهت وجهي \" إخبار عن عبودية العبد، وبينهما من الفرق ما بينهما. ¶ ومنها أن من اختار الاستفتاح بـ \" وجهت وجهي \" لا يكمله وإنما يأخذ بقطعه من الحديث، ويذر باقية، بخلاف الاستفتاح بـ \" سبحانك اللهم وبحمدك \" فإن من ذهب إليه يقوله كله إلى آخره (¬3). ¶ ¬__________ ¶ (¬1) سورة الأنبياء، الآية: 25. ¶ (¬2) رواه مسلم، كتاب الجنائز، باب تلقين الموتى لا إله إلا الله، ( 1/ 743)، ح: ( 917 ). من حديث أبي ذر رضي الله عنه. ¶ (¬3) زاد المعاد في هدي خير العباد لابن قيم الجوزية ( 1/205، 206 ).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "2) قوله \" سبحانك اللهم وبحمدك \" هذه الجملة تتضمن التنزيه والإثبات تتضمن التنزيه في قوله \" سبحانك اللهم \" والإثبات في قوله \" وبحمدك \" لأن الحمد هو وصف المحمود بالكمال مع محبته وتعظيمه، فتكون هاتان الجملتان جامعتين للتنزيه والإثبات. ¶ وينزه الله سبحانه وتعالى عن ثلاثة أشياء: ¶ - الأول: النقص في صفات الكمال فيتصف بالعلم الكامل، وبالحياة الكاملة وبالسمع الكامل. ¶ - الثاني: عن صفات النقص المجردة عن الكمال، فلا يوصف بالعجز ولا بالظلم وما أشبه ذلك. ¶ - الثالث: وعن صفات المخلوقين (¬1). ¶ 3) في قوله \" تبارك اسمك \" المراد أن اسم الله نفسه كله بركة وإذا كان اسم المسمى بركة فالمسمى أعظم بركة وأشد وأولى. ¶ أمثلة من بركة اسم الله: ¶ أ- لو ذبحت الذبيحة بدون تسمية لكانت ميته نجسة حراماً، ولو سمي عليها لكانت ذكية طيبة حلالاً. ¶ ب- إذا سمي على الوضوء على قول من يرى وجوب التسمية صح الوضوء، وإن لم يسم لم يصح الوضوء، وعلى قول من يرى الاستحباب يكون الوضوء أكمل مما لو لم يسم (¬2). ¶ 4) قوله \" لا إله غيرك \" أي لا معبود بحق إلا الله، وهناك معبودات باطلة سوى الله تعالى: { ذَلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الْبَاطِلُ } (¬3). ¶ وهذه الآلهة وإن سميت آلهة فهي باطلة { إِنْ هِيَ إِلاَّ أَسْمَاءٌ سَمَّيْتُمُوهَا أَنتُمْ وَآبَاؤُكُم مَّا أَنَزَلَ اللَّهُ بِهَا مِن سُلْطَانٍ } (¬4) (¬5). ¶ الحديث الرابع ¶ ¬__________ ¶ (¬1) الشرح الممتع للشيخ محمد العثيمين، ( 3/ 54 – 56 ). ¶ (¬2) المرجع السابق، محمد العثيمين، ( 3/58 ). ¶ (¬3) سورة الحج، الآية: 62. ¶ (¬4) سورة النجم، الآية: 23. ¶ (¬5) المرجع الأسبق، محمد العثيمين، ( 3/ 59).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "عن أنس أن رجلاً جاء فدخل الصف وقد حفزه النفس فقال: الحمد لله حمداً كثيراً طيباً مباركاً فيه \" فلما قضى رسو ل الله - صلى الله عليه وسلم - صلاته قال: ( أيكم المتكلم بالكلمات؟ فأرم القوم فقال: أيكم المتكلم بها فإنه لم يقل بأساً. فقال رجل: جئت وقد حفزني النفس فقلتها، فقال: لقد رأيت اثنى عشر ملكاً يبتدرونها أيهم يرفعها ).. ¶ وزاد أبو داود وأبو عوانة في أخر الحديث: \" إذا جاء أحدكم فليمش نحو ما كان يمشي فليصل ما أدرك وليقض ما سبقه \". ¶ المبحث الأول ¶ تخريج الحديث: ¶ 1- رواه مسلم، كتاب المساجد، باب ما يقال بين تكبيرة الإحرام والقراءة ( 1/419 )، ح: 600. ¶ - وأبو داود، كتاب الصلاة، باب ما يستفتح به الدعاء ( 1/203 ) ح: 763. ¶ - والنسائي في المجتبى، كتاب الافتتاح، باب نوع آخر من الذكر بعد التكبير ( 2/132 ) ح: 901. ¶ - وأبو عوانه ج1 ص 430 ( 1602 ) ( 1603 ). ¶ - والطبراني في الدعاء ج2، ص 1035، ( 510 ). ¶ المبحث الثاني ¶ الحديث من جهة الدراية فيه مطلبان: ¶ المطلب الأول: الشرح التفصيلي للحديث: ¶ عن أنس أن رجلاً جاء فدخل الصف الرجل المبهم في الحديث هو رفاعة الأنصاري، وروي أنه حكى ذلك عن غيره لا أنه جرى له (¬1). ¶ وقد حفزه. بالفاء والزاي أي جهد وضاق أي اشد، والحفز تحريك الشيء من خلفه (¬2)، يريد النفس الشديد المتتابع. ¶ النَفَس يعني حركة النفس من كثرة السرعة في الطريق إلى الصلاة لإداركها (¬3) فقال: الحمد لله حمداً كثيراً أي يترادف مدده ولا ينتهي. ¶ وكثيراً: منصوب بمضر يدل عليه الحمد، أو يحتمل أن يكون بدلاً جار على محله (¬4) طيباً وصف له أي خالصاً من الرياء. ¶ ¬__________ ¶ (¬1) سلاح المؤمن في الدعاء والذكر، أبي الفتح محمد بن همام، ص 316. ¶ (¬2) المعجم الوجيز، مجمع اللغة العربية، ص 160 ( حفز ). ¶ (¬3) مرقاة المفاتيح، على سلطان القاري، ( 1/ 514). ¶ (¬4) بذل المجهود، السهانفوري، ( 3/ 417 ).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "مباركاً فيه يقتضي بركة وخيراً كثيراً يترادف إردافه ويتضاعف إمداده. ¶ قال ابن الملك: أي حمداً جعلت البركة فيه يعني حمداً كثيراً غاية الكثرة وقيل مباركاً بدوام ذاته وكمال غايته (¬1). ¶ فلما قضى رسول الله - صلى الله عليه وسلم - أي أدى صلاته قال أيكم المتكلم بالكلمات أي المذكورات المسموعة آنفاً. ¶ فأَرَم القوم فقال أيكم المتكلم بها بفتح الراء المهملة وتشديد الميم أي سكتوا مأخوذة من المرمة وهي الشفة إذا أطبقوها (¬2). ¶ وردت عند غير مسلم ( أزَم ) بالزاي المفتوحة وتشديد الميم من الأزم وهو الأمساك (¬3). ¶ قوله: \" فإنه لم يقل باساً \" يجوز أن يكون مفعولاً به أي لم يتفوه بما يؤخذ عليه أو أن يكون مفعولاً مطلقاً أي ما قال قولاً يشدد عليه. ¶ فقال رجل: جئت وقد حفزني النفس فقلتها أي الكلمات المذكورة ثناء وشكراً لله حيث أدركت الركعة. ¶ فقال: لقد رأيت اثني عشر ملكاً يبتدرونها: ¶ قال ابن عبدالملك: يعني يسبق بعضهم بعضاً في كتب هذه الكلمات ورفعها إلى حضرة الله لعظمها وعظم قدرها وتخصيص المقدار يؤمن به، ويفوض علمه إلى الله تعالى (¬4). ¶ وقال العيني: قد وقع في تعيين العدد اثنى عشر أن الكلمات ( الحمد لله حمداً كثيراً ) ست فبعث الله تعالى لكل كلمة منها ملكين تعظيماً لشأنها وتكثيراً لثواب قائلها (¬5). ¶ ولعل التوجيه الأول أفضل، أما الثاني فلا دليل عليه لأنه من المغيبات فرحم الله الإمام العيني. ¶ أيهم يرفعها مبتد أو خبر والجملة في موضع نصب أي يبتدرونها ويستعجلون أيهم يرفعها. ¶ المطلب الثاني ¶ * فوائد الحديث ¶ ¬__________ ¶ (¬1) مرقاة المفاتيح، علي سلطان القاري، ( 1/ 514 ). ¶ (¬2) المجموع شرح المهذب، النووي، ( 3/ 320 ). ¶ (¬3) المعتمد، محمد عبدالله قاسم، ص 1، ( أرم ). ¶ (¬4) من مرقاة المفاتيح، علي سلطان القاري، ( 1/515 ). ¶ (¬5) المنهل العذب المورد، السبكي، ( 5/ 174 ).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "1- دل الحديث على جواز افتتاح الصلاة بهذه الكلمات لأنه - صلى الله عليه وسلم - أقرها وبين مزيد فضلها. ¶ 2- الحديث يبين فضل هذا القول. ¶ 3- فيه دليل على أن غير الحفظة قد تكتب أعمال العباد وطاعتهم وترفعها وتتنافس في ذلك وترغب فيه (¬1). ¶ 4- قال علي القاري في المرقاة: وأما كلام الطيبي أن سببه شدة عدوه حذراً من أن تفوته الجماعة فينا فيه أمره عليه السلام بالإتيان إلى الصلاة بالوقار والسكينة وأجاب ابن حجر أنه محمول على ما ذهب إليه بعض أئمتنا من أن محل الكراهة فيمن علم أنه يدرك الجماعة ولو لم يسع. ¶ أما من علم أنه لا يدركها إلا أن يسعى فلا يكره له السعي ثم قال: والأرجح عندنا أنه لا فرق، وعدم إنكاره عليه السلام على تقدير علمه بالعدو إنما يدل على الجواز لا على الكراهة، والكلام في غير الجمعة أما هي فيجب السعي إذا توقف عليه إدراكها وهو إنما يحصل بإدراك ركوع الركعة الثانية (¬2). ¶ وقال القرطبي في المفهم: \" في الحديث دليل على أن من أسرع عند إقامة الصلاة ليدركها لم يفعل محرماً لكن الأولى به الرفق والسكينة \" (¬3). ¶ أقول: الذي يظهر التزام الرفق والسكينة فيصح ما ذكر لو لم يرد إرشاد من النبي - صلى الله عليه وسلم - لذلك أما وقد ورد ذلك وهو رواية أبي داود وأبي عوانة – التي أوردتها في التخريج ولفظها آخر الحديث \" إذا جاء أحدكم فليمش نحو ما كان يمشى ... الخ \" فهذا صريح بالتزام الرفق والسكينة والله أعلم. ¶ 5- قوله \" وليقض ما سبقه \" اختلف العلماء في هذه المسألة – مسألة إدراك المسبوق للصلاة هل هو أول صلاته أم لا. ¶ فقال الشافعي وجمهور العلماء من السلف والخلف: ما أدركه المسبوق مع الإمام أول صلاته، وما يأتي به بعد سلام إمامه آخرها. ¶ ¬__________ ¶ (¬1) أكمال المعلم بفوائد مسلم، أبي الفضل عياض بن موسى، ( 2/ 551 ). ¶ (¬2) من مرقاة المفاتيح، علي القاري، ( 1 / 514 ) ولم أجد كلام ابن حجر فيما بين يدي من الكتب. ¶ (¬3) المفهم ( 2/217 ).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وعكسه أبو حنيفة - رضي الله عنه - وطائفة. ¶ وعن مالك وأصحابه روايتان كالمذهبين، وحجة هؤلاء: وأقض ما سبقك وحجة الجمهور أن أكثر الرويات ( وما فاتكم فأتموا ) (¬1) وأجابوا عن رواية واقض ما سبقك أن المراد بالقضاء الفعل لا القضاء المصطلح عليه عند الفقهاء، وقد كثر استخدام القضاء بمعنى الفعل فمنه قوله تعالى { فَقَضَاهُنَّ سَبْعَ سَمَاوَاتٍ } (¬2) وقوله تعالى { فَإِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ } (¬3) وقوله تعالى: { فَإِذَا قُضِيَتِ الصَّلاَةُ } (¬4)، ويقال قضيت حق فلان، ومعنى الجميع الفعل (¬5). والأقرب إلى الصواب قول الجمهور. ¶ الحديث الخامس ¶ عن ابن عمر - رضي الله عنه - قال: بينما نحن نصلي مع رسول الله - صلى الله عليه وسلم - إذ قال رجل في القوم الله أكبر كبيراً، والحمد لله كثيراً، وسبحان الله بكرة وأصيلا فقال رسول الله - صلى الله عليه وسلم - \" من القائل كلمة كذا وكذا؟ قال رجل من القوم. أنا يا رسول الله! قال عجبت لها فتحت لها أبواب السماء \". ¶ قال ابن عمر: فما تركتهن منذ سمعت رسول الله - صلى الله عليه وسلم - يقول ذلك. ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ تخريج الحديث ¶ رواه مسلم، كتاب المساجد، باب ما يقال بين تكبيرة الإحرام والقراءة ( 1/420 ) ح: ( 601 ). ¶ - ورواه أحمد ( 4/80 – 83 – 85 ). ¶ - وابن أبي شيبة ( 1/ 123 ). ¶ - وابن حبان، كتاب الصلاة، باب ما يقال في السكتة لتكبيرة الافتتاح والقراءة والدليل على أن جميع ما بين في هذا الباب من القول على الإباحة، ج2، ص 150،ح: ( 443 ). ¶ - وأبو عوانة ج1، ص 431، ح: ( 1604 ) و ( 1605 ). ¶ ¬__________ ¶ (¬1) رواه مسلم، كتاب المساجد، باب استحباب آتيان الصلاة بسكيته ووقار والنهي عن اتيانها سعياً، ( 1/420 )، ح: ( 602 ). ¶ (¬2) سورة فصلت، الآية: 12. ¶ (¬3) سورة البقرة، الآية: 200. ¶ (¬4) سورة الجمعة، الآية: 10. ¶ (¬5) المنهاج شرح مسلم بن الحجاج، النووي، ( 5/ 99 ).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- والحاكم في المستدرك ( 1/235). ¶ - وعبدالرزاق ( 1/76) كتاب الصلاة باب استفتاح الصلاة، ح: ( 2559 ) و ( 2560 ). ¶ - وأبو نعيم في الحلية ( 4/264 – 265 ). ¶ وجاء هذا الحديث أيضاً عن جبير بن مطعم - رضي الله عنه - . ¶ رواه – أبو داود، كتاب الصلاة، باب ما يستفتح به في الصلاة من الدعاء ( 1/279 ) ح: ( 764 ) و ( 765 ). لكنه بتكرير هذه الألفاظ ثلاثاً من طريق شعبة عن عمرو بن مرة عن عاصم العنزي عن ابن جبير عن أبيه وأخرجه بن ماجه كتاب إقامة الصلاة، باب الاستعاذة في الصلاة ( 1/2525 ) ح: ( 807 ). ¶ وابن أبي شيبة ج1 ( ص 231. من طريق حصين عن عمرو بن مرة عن عباد بن عاصم عن نافع بن جبير بن مطعم عن أبيه، وأخرجه ابن حبان في صحيحه ك: الصلاة ب: صفة الصلاة وذكر ما يتعوذ به المصلى ح: ( 1779 ) والحاكم في مستدركه ( 1/239 ) وقال: صحيح الأسناد ولم يخرجاه ووافقه الذهبي وأخرجه البيهقي ( 2/35 ) وابن خزيمة في صحيحه ح: ( 468، 469 ) كلهم من طرق عن شعبة به. ¶ وجاء أيضاً عن عبدالله بن أوفى. ¶ أخرجه الطبراني في الدعاء، ص 1036، ح: ( 515 ). ¶ وجاء أيضاً عن ابن مسعود. ¶ أخرجه ابن أبي شيبة ( 1/233 ). ¶ والبيهقي ( 2/36 ). ¶ وجاء أيضاً عن انس. ¶ أخرجه الطبراني ص 1036، ح ( 511 ). ¶ المبحث الثاني ¶ الحديث من جهة الدراية ¶ قوله الله أكبر كبيراً حال مؤكدة، وقيل منصوب على القطع من اسم الله، وقيل بإضمار أكبر، وقيل صفة لمحذوف أي تكبيراً كبيراً. ¶ ومعناه أي أعظم من تعرف عظمته (¬1). ¶ والحمد لله كثيراً صفة لمحذوف مقدر أي حمداً كثيراً على النعم الظاهرة والباطنة في الدنيا والعقبى وما بينهما (¬2). ¶ ¬__________ ¶ (¬1) المنهل العذب المورد، السبكي، ( 5/ 166 ). ¶ (¬2) بذل المجهود، السهانفوري، ( 1/ 499 ).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وسبحان الله بكرة وأصيلاً. أي باكراً (¬1) ومنه قوله تعالى: { بِالْعَشِيِّ وَالإِبْكَارِ } (¬2) والأصيل: الوقت بعد العصر إلى المغرب (¬3). ¶ * فوائد الحديث: ¶ 1- الميل الظاهر لو أنه أسقط ( الله أكبر ) ووصل كبيراً بتكبيرة الإحرام لا تبطل صلاته حيث أطلق فلم يقصد التحرم ولا الافتتاح مع كونه قاصداً للفعل مع التعيين ونية الفريضة، فإن المطلوب فيه الافتتاح هو كما يحصل بقوله \" الله أكبر كبيراً \" يحصل بغيره (¬4) كذا قيل وفيه نظر لي فأن تكبيرة الإحرام ركن مقصودة بذاتها والاستفتاح سنة له ألفاظه فلا يخلط بينهما. والله أعلم. ¶ 2- قوله \" { بكرة وأصيلاً } خص هذين الوقتين لاجتماع ملائكة الليل والنهار فيهما (¬5). ¶ وقال بعضهم: الأظهر أن يراد بهما الدوام كما في قوله: { وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيّاً } (¬6). ¶ ويمكن أن يكون التخصيص تنزيه الله تعالى عن التغير في أوقات بغير أوقات (¬7). ¶ الحديث السادس ¶ عن عبد الله بن عمرو - رضي الله عنه - قال: جاء رجل ورسول الله - صلى الله عليه وسلم - يصلي فدخل في الصلاة فقال: ( الحمد لله ملء السماوات والأرض \" فلما قضى رسول الله - صلى الله عليه وسلم - صلاته قال: أيكم المتكلم بالكلمات؟ قال رجل أنا يا رسول الله قال: لقد رأيت الملائكة يتلقى بها بعضهم بعضاً ). ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ تخريج الحديث ودرجته ¶ رواه الإمام أحمد ( 5/249 ) وفي المرقمة ح: ( 6343 ). ¶ والبزار، ص 524، ( 7060 ). ¶ ¬__________ ¶ (¬1) لسان العرب، ابن منظور، ص 353، ( بكر ). ¶ (¬2) سورة آل عمران، الآية: 41. ¶ (¬3) مختار الصحاح، الرازي ص 18. ¶ (¬4) حاشية أبي الضياء نور الدين علي بن علي الثبراملي ( 1/ 454 – 455 ). ¶ (¬5) مرقاة المفاتيح، علي سلطان القاري، ( 1/ 519 ). ¶ (¬6) سورة مريم، الآية ( 62 ). ¶ (¬7) بذل المجهود، السهانفوري، ( 4/ 500 ).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "اسناد الحديث: قال الإمام أحمد: حدثنا عبدالصمد حدثنا حماد عن عطاء عن أبيه عن عبدالله بن عمرو به وهذا اسناد حسن، عبدالصمد هو ابن عبدالوارث بن سعيد بن ذكوان ؟؟؟ أبو سهل البصري العنبري، وثقة ابن سعد وابن نمير وابن حبان وابن قانع وقال: يخطئ. وقال الحاكم: ثقة مأمون وقال ابن حجر: صدوق ثبت في شعبة توفي: 207هـ روى له الجماعة (¬1). ¶ أما حماد فهو: ابن سلمة بن دينار الخزاز البصري المتوفى سنة 167هـ وهو ثقة مشهور و ثقة الأئمة روى له مسلم والأربعة (¬2) أما عطاء فهو ابن السائب بن مالك الثقفي الكوفي المتوفى سنة 136هـ وهو صدوق إلا أنه تغير واختلط كما قال ابن حجر، وقد وثقه أحمد ويعقوب بن سفيان وابن سعد وغيرهم وقال أبو حاتم: محله الصدق قبل أن يختلط ثم تغير وقال النسائي: ثقة في حديثه القديم إلا أنه تغير. لكن سماع حماد بن سلمة من قبل الاختلاط ففي الكواكب النيرات أن الجمهور على أن رواية حماد بن سلمة عنه قبل الاختلاط قاله ابن معين وأبو داود والطحاوي وحمزة الكناني وذكر ذلك عن ابن معين ابن عدي في الكامل وعباس الدوري توفي عطاء بن السائب 136هـ روى له الجماعة إلا مسلم (¬3). ¶ ¬__________ ¶ (¬1) انظر ترجمته في تهذيب الكمال ( 18/99 )، وتهذيب التهذيب ( 6/291 ) التقريب ( 365 ) والتاريخ الكبير ( 6/105 ). ¶ (¬2) انظر ترجمته في تهذيب الكمال ( 7/253 )، وتهذيب التهذيب ( 3/11 )، التقريب ( 178 )، التاريخ الكبير ( 3/22 )، والجرح والتعديل ( 3/140 ). ¶ (¬3) انظر ترجمته في تهذيب الكمال ( 20/86 )، الكواكب النيرات ( 1/61 )، وتهذيب التهذيب ( 7/183 )، التقريب ( 1/391 ) ، والتاريخ الكبير ( 6/465 )، والجرح والتعديل ( 6/332 ).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "- وأما أبوه وهو السائب بن مالك أبو يحيى الثقفي الكوفي فهو ثقة وثقة ابن معين والعجلي وابن حبان وهو من التابعين روى عن علي وعمار وعبدالله بن عمرو وروى عنه ابنه عطاء وأبو إسحاق السبيعي. روى له البخاري في الأدب والباقون سوى مسلم (¬1). ¶ فيتبين أن الحديث بهذا السناد حسن واسناده كما تبين لي متصل وقد حسنه شعيب الأرناؤط في تحقيق المسند. ¶ المبحث الثاني ¶ الحديث من جهة الدراية فيه مطلبان: ¶ المطلب الأول: الشرح التفصيلي للحديث: ¶ جاء رجل ورسول الله - صلى الله عليه وسلم - يصلي فدخل في الصلاة فقال: الحمد لله مِلء السموات والأرض. بكسر الميم ونصب الهمزة ورفعها. والنصب أشهر صفة لمصدر محذوف، أو حال: أي حال كونه مالئاً لتلك الأجرام. وبالرفع صفة الحمد، والمعنى أحمدك حمداً لو جسم لملأ هذه الأجرام المذكورة وهذا تمثيل وتقدير لأن الكلام لا يقدر بالمكاييل وإنما المراد منه تكثير العدد حتى لو قدر أن تكون تلك الكلمات أجساماً تملأ الأماكن لبلغت من كثرتها ما يملأ السموات والأرض. ¶ فلما قضى رسول الله - صلى الله عليه وسلم - صلاته أي أداها وانتهى منها قال: أيكم المتكلم بالكلمات؟ قال رجل أنا يا رسول الله قال: لقد رأيت الملائكة يتلقى بها بعضهم بعضاً. أي يستبقون برفعها إلى محل العرض والقبول لعظم قدرها وكثرة نوابها فيلاقي بعضهم بعضاً أثناء المسابقة. ¶ وهذا يدل على فضيلة هذه الكلمات وإقرار الاستفتاح بها في الصلاة. ¶ المطلب الثاني ¶ * فوائد الحديث: ¶ 1- الصحابة هم أحرص الناس على كسب الأجور والمسارعة في الخيرات. والاقتداء بالنبي - صلى الله عليه وسلم - . ¶ ¬__________ ¶ (¬1) انظر ترجمته في تهذيب الكمال ( 10/192 )، تهذيب التهذيب ( 3/390 )، التقريب ( 228 )، والجرح والتعديل ( 4/242 ).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "2- الصحابة منهم من يجتهد فينزل القرآن مؤيداً له كعمر بن الخطاب أو يُقِرُّه المصطفى - صلى الله عليه وسلم - كهذا الصحابي الجليل الذي ذكره عبدالله بن عمرو في الحديث وغيرها كثير. ¶ 3- ينبغي للمسلم أن يحمد ربه في صلاته وفي خارج صلاته في السراء وفي الضراء إذ له الحمد في الأولى والآخرة، والحمد كما هو معروف عند العلماء أبلغ من الشكر، لأن الحمد فيه تعظيم للرب سبحانه، إقرار في الباطن، وذكراً على اللسان، وأثره الظاهر على الجوارح والأركان. ¶ 4- الملائكة طيبون طاهرون لربهم عابدون وله حامدون ذاكرون يرفعون إليه أعمال العباد ومبتغاهم مجالس العلم والكلمة الطيبة من ذكر الله رب العالمين، ومما يحبه أحكم الحاكمين ويتنافسون لأخذه ورفعه. ¶ 5- مشروعية هذا الاستفتاح في الفريضة والنافلة فظاهر القصة على أنه في الفريضة وما جاز في الفريضة جاز في النافلة. ¶ الباب الثاني ¶ الأحاديث المقيدة بصلاة الليل أو النافلة ¶ الحديث الأول ¶ عن ابن عباس أن رسول الله - صلى الله عليه وسلم - كان يقول إذا قام من الليل يتهجد قال: ( اللهم لك الحمد أنت نور السموات والأرض ومن فيهن ولك الحمد أنت قيم السموات والأرض ومن فيهن ولك الحمد أنت ملك السموات والأرض ومن فيهن أنت الحق، ووعدك حق، وقولك الحق، والجنة حق، والنار حق والنبيون حق ومحمد - صلى الله عليه وسلم - حق والساعة حق، اللهم لك أسلمت وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت أنت المقدم وأنت المؤخر لا إله إلا أنت أو لا إله غيرك ). لفظ البخاري وعند مسلم \" أنت رب \" بدل \" أنت ملك \" ¶ المبحث الأول ¶ الحديث من جهة الرواية: ¶ المطلب الأول: تخريج الحديث ودرجته. ¶ - رواه البخاري، كتاب التهجد، باب التهجد بالليل، ( 1/377 ) ح: ( 1069 ) وفي كتاب الدعوات، باب الدعاء إذا انتبه من الليل( 5/2328 )، ح ( 5958 ) .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "- رواه مسلم، كتاب صلاة المسافرين، باب الندب الأكيد إلى قيام الليل، ( 1/532 ) ح: ( 769 ). ¶ - رواه أبو داود، كتاب الصلاة، باب ما يستفتح به الصلاة من الدعاء ( 1/205 )، ( 771 )، ( 772 ). ¶ - رواه ابن ماجه، كتاب إقامة الصلوات، باب ما جاء في الدعاء إذا قام الرجل من الليل ( 1/430 ) ح: ( 1355 ). ¶ - وأخرجه عبدالرزاق، كتاب الصلاة، باب الاستفتاح في الصلاة، ج1، ص 78، ح: ( 2565 ). ¶ - أخرجه أبو عوانه ( 2/299 ). ¶ - البيهقي ( 3/4 ) وزاد ولا حول ولا قوة إلا بك. ¶ - ابن حبان ( 2597 ) وزاد أنت إلهي لا إله إلا أنت ولا إله غيرك. ¶ المبحث الثاني ¶ الحديث من جهة الدراية: فيه مطلبان ¶ المطلب الأول: الشرح التفصيلي للحديث ¶ \" كان النبي - صلى الله عليه وسلم - إذا قام من الليل يتهجد \" ظاهره أنه كان يقوله أول ما يقوم إلى الصلاة قبل أن يحرم، ولكن الرواية الثانية فيها التصريح بأنه كان يقول ذلك بعد الإحرام، وترجم ابن خزيمة لهذا الحديث فقال الدليل على أنه - صلى الله عليه وسلم - كان يقول هذا بعد أن يُكّبر وساق الحديث وفيه كان رسول الله - صلى الله عليه وسلم - إذا قام للتهجد قال بعد ما يُكّبر (¬1). ¶ \" اللهم لك الحمد أنت نور السموات والأرض \" أي منورهما وخالق النور الحسي والمعنوي فيهما، أما في السموات فالشمس والقمر والنجوم والعرش والملائكة وفي الأرض بالمصابيح والسرج والأنبياء والعلماء الصالحين فبنورك يهتدي أهل السموات والأرض وبه يبصر ذو العماية ويرشد ذو الغواية. قال الماوردي: في تفسير الآية: { اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ } فيه أربعة أقوال أحدهما: معناه الله هادي السموات والأرض قاله ابن عباس وأنس. ¶ الثاني: الله مدبر السموات والأرض قال مجاهد. ¶ الثالث: الله ضياء السموات والأرض، قاله أبي. ¶ الرابع: منور السموات والأرض فعلى هذا فبم نورهما؟ ثلاثة أقاويل:- ¶ ¬__________ ¶ (¬1) ابن خزيمة، ( 1151 ).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أحدها: الله نور السموات بالملائكة ونور الأرض بالأنبياء. ¶ الثاني: أنه نور السموات بالهيبة ونور الأرض بالقدرة. ¶ الثالث: نورهما بشمسها وقمرها ونجومهما، قاله الحسن وأبو العالية (¬1). ¶ قال ابن سعدي: وأصل النور كيفية تدركها الباصرة أولاً، وتدرك بواسطتها سائر المبصرات، كالكيفية الفائضة من الشمس والقمر والأجرام الكثيفة المحاذية لها. وهو بهذا المعنى يستحيل إطلاقه على الله تعالى فهو بالمعنى المراد هنا من صفات الأفعال قال الله تعالى { اللَّهُ نُورُ السَّمَاوَاتِ وَالأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَن يَشَاءُ وَيَضْرِبُ اللَّهُ الأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلَيِمٌ } (¬2). ¶ قال ابن سعدي: النور الحسي والمعنوي وذلك أنه تعالى بذاته نور، وحجابه نور الذي لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه وبه استنار العرش والكرسي والشمس والقمر، وبه استنارت الجنة وكذلك المعنوي يرجع إلى الله، فكتابه نور، وشرعه نور، والإيمان والمعرفة في قلوب رسله وعباده المؤمنين نور، فلولا نوره تعالى لتراكمت الظلمات؛ ولهذا كل محل يفقد نوره فَثَمَّ الظلمة والحصر (¬3). ¶ \" ولك الحمد \" أي الثناء لك وحدك أنت قيم السموات والأرض وفي رواية مسلم قيّام، أي القائم بأمرهما وتدبير شؤونهما دون سواك قال تعالى: { اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ } (¬4). ¶ ¬__________ ¶ (¬1) النكت والعيون، تفسير الماوردي ( 4/102 ). ¶ (¬2) سورة النور، الآية: 35. ¶ (¬3) تيسير الكريم الرحمن، عبدالرحمن بن سعدي، ( 3/ 401 ). ¶ (¬4) سورة البقرة، الآية: 255.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "قال ابن سعدي: القيوم تدخل فيه جميع صفات الأفعال، لأن القيوم الذي قام بنفسه، واستغنى عن جميع مخلوقاته، وقام بجميع الموجودات فأوجدها وأبقاها وأمدها بجميع ما تحتاج إليه وهي وجودها وبقائها (¬1). ¶ \" ولك الحمد أنت رب السموات والأرض ومن فيهن \" عبر به تغليباً للعقلاء على غيرهم، فهو رب كل شيء ومليكه ومُصْلِحه، وكرر الحمد للاهتمام بشأنه وليناط به كل مرة، وقدم الجار والمجرور لإفادة التخصيص أي لا يستحق الحمد إلا أنت. ¶ \" أنت الحق \" قال تعالى: { ذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ } (¬2)، والحق فيه ثلاثة معان (¬3): ¶ الأول: أي المتحقق وجوده الثابت بلا شك. ¶ الثاني: هذا الوصف له سبحانه وتعالى بالحقيقة خاص به لا ينبغي لغيره. ¶ الثالث: يحتمل أن يكون معناه أنت الحق بالنسبة إلى من يدعي فيه أنه إله أو بمعنى أن من سماك إلهاً فقد قال الحق وهذا هو القول الرابع. ¶ \" ووعدك حق \"الذي لا شك فيه وكائن لا محالة (¬4) { وَكَانَ وَعْدُ رَبِّي حَقّاً } (¬5). ¶ \" وقولك حق \" القرآن كلام الله تعالى على الحقيقة بلفظه ومعناه وأنه غير مخلوق (¬6). ¶ \" ولقاؤك حق \" المراد باللقاء البعث بعد الموت للحساب والجزاء على الأعمال، قال تعالى: { فَمَن كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلاً صَالِحاً وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدَا } (¬7). ¶ ¬__________ ¶ (¬1) تيسير الكريم الرحمن، ابن سعدي، ( 1/ 202 ). ¶ (¬2) سورة الحج، الآية: 6. ¶ (¬3) عون المعبود، عظيم آبادي، ( 1/ 336 ). ¶ (¬4) تفسير القرآن العظيم، اسماعيل بن كثير، ( 3/ 606 ). ¶ (¬5) سورة الكهف، الآية: 98. ¶ (¬6) الإتمام بشرح العقيدة الصحيحة لابن باز، عبدالعزيز فتحي، ص 66. ¶ (¬7) سورة الكهف، الآية: 110.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "\" والجنة حق \" هي البستان الكثير الأشجار (¬1)، وشرعاً: الدار التي أعدها الله في الآخرة للمتقين (¬2) قال تعالى: { أُعِدَّتْ لِلْمُتَّقِينَ } (¬3). ¶ \" والنار حق \" هي عنصر طبيعي فعال يمثله النور والحرارة المحرقة (¬4)، وشرعاً هي الدار التي أعدها الله للكافرين (¬5) قال تعالى { أُعِدَّتْ لِلْكَافِرِينَ } (¬6). ¶ والساعة حق قال تعالى: { وَأَنَّ السَّاعَةَ اتِيَةٌ لاَّ رَيْبَ فِيهَا } (¬7). ¶ \" اللهم لك أسلمت \" قال تعالى: { فَإِلَهُكُمْ إِلَهٌ وَاحِدٌ فَلَهُ أَسْلِمُواْ وَبَشِّرِ الْمُخْبِتِينَ } . ¶ قال الشيخ محمد بن عبدالوهاب: الإسلام هو الاستسلام لله بالتوحيد، والإنقياد له بالطاعة والبراءة من الشرك وأهله. ¶ \" وبك آمنت \" الإيمان لغة: هو التصديق الجازم (¬8) ، وشرعاً: قول اللسان، واعتقاد بالجنان وعمل بالجوارح والأركان (¬9). ¶ ¬__________ ¶ (¬1) المعجم الوجيز، مجمع اللغة العربية، ص 121، ( جن ). ¶ (¬2) شرح لمعة الاعتقاد، محمد العثيمين، ص 131. ¶ (¬3) سورة آل عمران، الآية: 133. ¶ (¬4) المعجم الوجيز، مجمع اللغة العربية، ص 639. ¶ (¬5) شرح لمعة الاعتقاد، محمد العثيمين، ص 131. ¶ (¬6) سورة البقرة، الآية ( 24 ). ¶ (¬7) سورة الكهف، الآية: 21. ¶ (¬8) المعجم الوجيز، مجمع اللغة العربية، ص 25، ( أَمِنَ ). ¶ (¬9) التعليقات الزكية على العقيدة الواسطية، عبدالله الجبرين، ( 1/ 69 ).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "\" وعليك توكلت \" { وَعَلَى اللَّهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ } (¬1). وقال { وَمَن يَتَوَكَّلْ عَلَى اللَّهِ فَهُوَ حَسْبُهُ } (¬2) والتوكل هو الاعتماد على الله تعالى كفاية وحسباً في جلب المنافع ودفع المضار وهو من تمام الإيمان وعلامته لقوله تعالى: { وَعَلَى اللَّهِ فَتَوَكَّلُواْ إِن كُنتُم مُّؤْمِنِينَ } وإذا صدق العبد في اعتماده على الله كفاه ما أهمه (¬3). ¶ \" وإليك أنبت \" هي الرجوع إلى الله تعالى بالقيام بطاعته واجتناب معصيته { وَأَنِيبُواْ إِلَى رَبِّكُمْ وَأَسْلِمُواْ لَهُ } (¬4). ¶ \" وبك خاصمت \" أي خاصمت من عاداك ولم يطع أمرك. ¶ \" وإليك حاكمت \": أي وجعلت محاكمتي مع كل من جحد الحق إلى كتابك وسنة نبيك - صلى الله عليه وسلم - ، قال تعالى: { فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ ثُمَّ لاَ يَجِدُواْ فِي أَنْفُسِهِمْ حَرَجاً مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيماً } (¬5). ¶ قال الشيخ السعدي: فالتحكيم في مقام الإسلام، وانتفاء الحرج في مقام الإيمان والتسليم في مقام الإحسان فمن استكمل هذه المراتب وكملها فقد استكمل مراتب الدين كلها ومن ترك هذا التحكيم المذكور غير ملتزم له فهو كافر، ومن تركه مع التزامه فله حكم أمثاله من العاصين (¬6). ¶ \" فاغفر لي ما قدمت وما أخرت \" فيه خمسة أقوال: ¶ 1- أي أخرت من عمل أي جميع ما فرط مني. ¶ 2- ما قدمت قبل النبوة وما أخرت بعدها. ¶ 3- ما أخرته في علمك وقضيته عليَّ. ¶ 4- إن ما وقع مني في المستقبل من ذنب فاجعله مقرونا بمغفرتك. ¶ ¬__________ ¶ (¬1) سورة المائدة، الآية: 23. ¶ (¬2) سورة الطلاق، الآية: 3. ¶ (¬3) حاشية ثلاثة الأصول، محمد العثيمين، ص 58. ¶ (¬4) سورة الزمر، الآية: 54. ¶ (¬5) سورة النساء، الآية: 65. ¶ (¬6) تيسير الكريم الرحمن، ابن سعدي، ( 1/ 365 ).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "5- وما أخرت إنما هو بالنسبة من ذنوبه المتأخرة لأن الاستغفار قبل الذنب محال قال الأسنوي: أما الطلب قبل الوقوع أن يغفر إذا وقع فلا استحالة فيه (¬1). ¶ وهذا من قبيل خلاف التنوع والمؤدى واحد، أما القول الخامس فقول أن الاستغفار قبل الذنب محال. فهو غير صحيح بل هو ليس بمحال كما ذكر الأسنوي ومنه الدعاء بالمغفرة للصغير في دعاء صلاة الجنازة. ¶ المطلب الثاني ¶ * فوائد الحديث ¶ 1- فيه دليل على كمال صفات الله عز وجل وعلى كمال نعمه على عباده. ¶ 2- الغرض من كون المذكورات حقاً أنها ثابتة يجب الإيمان بها. ¶ 3- دل الحديث على مشروعية دعاء الافتتاح في الصلاة بهذه الكلمات. ¶ 4- فيه دلالة على مزيد معرفة النبي - صلى الله عليه وسلم - بربه وعظيم قدرته، ومواظبته على الذكر والدعاء والثناء على ربه والاعتراف له تعالى بحقوقه والإقرار بصدق وعده ووعيده. ¶ 5- دل على استحباب تقديم الثناء على الله تعالى عند كل مطلوب منه عز وجل اقتداء به - صلى الله عليه وسلم - . ¶ 6- قال شيخ الإسلام: فهذا الذكر تضمن الأنواع الثلاثة: فقدم ما هو خبر عن الله واليوم الآخر ورسوله، ثم ذكر ما هو خبر عن توحيد العبد وإيمانه ثم ختم بالسؤال وهذا لأن خبر الإنسان عن نفسه سلوك يشهد فيه نفسه، وتحقيق عبادة الله عز وجل، أما الثناء المحض فهو لا يشهد فيه إلا لله عز وجل بأسمائه وصفاته، وما جرد فيه ذكر الله تعالى أفضل مما جرد فيه الخلق أيضاَ (¬2). ¶ الحديث الثاني ¶ ¬__________ ¶ (¬1) بذل المجهود في حل أبي داود، السهانفوري، ح4، ص 494. ¶ (¬2) مجموع فتاوى شيخ الإسلام، جمع عبد الرحمن بن قاسم، ( 22/390 ).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "عن أبي سلمة بن عبدالرحمن بن عوف قال: سألت عائشة أم المؤمنين رضي الله عنها: بأي شيء كان نبي الله يفتتح صلاته إذا قام من الليل؟ قالت: كان إذا قام من الليل افتتح صلاته قال: ( اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك إنك تهدي من تشاء إلى صراط مستقيم ). ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ 1) رواه مسلم، كتاب صلاة المسافرين، باب دعاء النبي - صلى الله عليه وسلم - ودعائه بالليل ( 1/534 ) ح: ( 770 ). ¶ 2) أبو داود كتاب الصلاة، باب ما يستفتح به الصلاة من الدعاء ( 1/204 ) ح ( 767 ). ¶ 3) ابن ماجه، كتاب إقامة الصلوات، باب ما جاء في الدعاء إذا قام الرجل من الليل، ( 1/431 ) ح: ( 1357 ). ¶ 4) الترمذي، كتاب الدعوات، باب ما جاء في الدعاء عند افتتاح الصلاة بالليل، ( 5/484 ) ح: ( 3420 ). ¶ المبحث الثاني ¶ الحديث من جهة الدراية فيه مطلبان ¶ المطلب الأول: الشرح التفصيلي للحديث ¶ قوله \" سألت عائشة أم المؤمنين: بأي شيء كان نبي الله يفتتح صلاته إذا قام من الليل \" المقصود بها صلاة التهجد. ¶ قالت: كان إذا قام من الليل افتتح صلاته اللهم رب لا يجوز نصب رب على الصفة لأن الميم المشددة بمنزلة الأصوات فلا يوصف بها ما اتصل به فالتقدير يا رب جبريل وهو قول سيبويه وأبو علي. ¶ وقال الزجاج: أنها صفة فكما لا تمنع الصفة مع الياء لا تمنع مع الميم (¬1). ¶ \" جبريل \" أعظم الملائكة وهو أمين الوحي كما قال تعالى: { وَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَالَمِينَ * نَزَلَ بِهِ الرُّوحُ الأَمِينُ * عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ * بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ } (¬2). ¶ \" وميكائيل \" وظيفته التي وكله الله بها المطر والنبات. ¶ ¬__________ ¶ (¬1) بذل المجهود، السهانفوري، ( 1/ 503 ) ¶ (¬2) سورة النمل، الآية: 102.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "\" وإسرافيل \" وظيفته التي وكل بها النفخ في الصور يوم القيامة (¬1). ¶ \" فاطر السماوات والأرض \" أي مبدعهما ومخترعهما وخالقهما سبحانه. ¶ \" عالم الغيب والشهادة \" أي بما غاب وظهر عند غيره. ¶ \" أنت تحكم بين عبادك \" يوم القيامة بالتمييز بين المحق والمبطل بالثواب والعقاب فيما كانوا فيه يختلفون في أمر الدين في أيام الدنيا. ¶ \" اهدني لما اختلف فيه من الحق \" أي للذي اختلف فيه عند مجئ الأنبياء وهو طريق مستقيم دعو إليه فاختلفوا فيه. ¶ \" بإذنك \" أي بتوفيقك وتيسيرك { فَمَن يُرِدِ اللَّهُ أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ وَمَن يُرِدْ أَن يُضِلَّهُ يَجْعَلْ صَدْرَهُ ضَيِّقاً حَرَجاً كَأَنَّمَا يَصَّعَّدُ فِي السَّمَاءِ كَذلِكَ يَجْعَلُ اللَّهُ الرِّجْسَ عَلَى الَّذِينَ لاَ يُؤْمِنُونَ } (¬2). ¶ \" إنك تهدي من تشاء إلى صراط مستقيم \" جملة مستأنفه متضمنة للتعليل { وَهَذَا صِرَاطُ رَبِّكَ مُسْتَقِيماً قَدْ فَصَّلْنَا الآيَاتِ لِقَوْمٍ يَذَّكَّرُونَ } (¬3). ¶ المطلب الثاني ¶ * فوائد الحديث ¶ 1- فيه دلالة على مشروعية افتتاح صلاة الليل بهذه الكلمات. ¶ 2- الحديث فيه دلالة على حرص السلف الصالح من الصحابة والتابعين على الاقتداء بالصادق الأمين - صلى الله عليه وسلم - وفيه دلالة على فقه أمنا عائشة – رضي الله عنها -. ¶ 3- في الحديث ذكر بعض الملائكة العظام وأنهم عبيد الله سبحانه وتعالى، وفي هذا تعظيم الذات الإلهية جل في علاه فإن هؤلاء عظام أشداء فكيف بالرب سبحانه وتعالى. ¶ ¬__________ ¶ (¬1) الإرشاد إلى صحيح الاعقتاد \" صالح الفوزان \"، ص 193. ¶ (¬2) سورة الأنعام، الآية: 125. ¶ (¬3) سورة الأنعام، الآية: 126.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "4- في الحديث حث على التدبر في آيات الله الكونية إذ هي معتبرة في الإرشاد إلى الواحد الأحد والله سبحانه فطر هذه السموات بما فيها من شهب ونجوم وكواكب ومجرات، وفطر الأرض بما عليها من خلائق من الجن والأنس والهوام وبما فيها من المعادن والمياه وغيرها. ¶ 5- فيه رد علم الغيب والشهادة إلى علام الغيوب، وأنه هو المستحق لذلك فلا يشرك معه أحد. ¶ 6- فيه تفويض الأمر كله للرب سبحانه وتعالى وحده يوم الوقوف بين يديه فيحكم بين الناس فيما كانوا فيه يختلفون في حياتهم الدنيا، ولا يشرك في حكمه أحدٌ ولم يتخذ من عباده في حكمه عضدا بل هو الحكم العدل. ¶ 7- من حكمة الله سبحانه في عباده أن يختلفوا شعباً وأهواء ومللا وأحزاب كي يتبين الصادق من الكاذب، والصالح من الطالح، والحزب الذين وعدهم الله بالنجاة في الدنيا والآخرة هم حزبه المتبعون لكتابه، المقتدون بنبيه السائرون على نهج أصفيائه من السلف الصالح. ¶ 8- كان من هدي المصطفى - صلى الله عليه وسلم - أن يسأل الله الهداية والرشاد وخاصة فيما اختلف فيه، فإذا كان الرسول - صلى الله عليه وسلم - ذو المكانة العظيمة عند رب العالمين ليس بيده هداية نفسه بل يستعين بالله ربه فمن باب أولى ألا يهدي غيره، ولكن الله يهدي من يشاء ويجعل رسوله سبباً ومفتاحاً للهداية. ¶ 9- الله سبحانه يهدي من يشاء ويضل من يشاء وهو أحكم الحاكمين، يهدي من هو أهل الهداية، آخذ بأسبابها سالك طريقها، متعلق قلبه بالله مولاه ويضل من هو أهل للضلالة آخذ بأسبابها سالك طريقها متعلق قلبه بالشهوات والشبهات. ¶ 10- الحق هو صراط مستقيم لا عوج فيه ولا أَمتا، واضح المعالم يستقي من معنيه كل إمام من أئمة السلف ويهتدي بنبراسه بإذن الله.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "11- قال ابن حجر المكي: كأنه قدم جبريل لأنه أمين الكتب السماوية، فسائر الأمور الدينية راجعة إليه وأخّر إسرافيل لأنه أمين اللوح المحفوظ والصور فإليه أمر المعاش والمعاد، ووسط ميكائيل لأنه أخذ بطرف من كل منهما لأنه أمين المطر والنبات ونحوهما مما يتعلق بالأرزاق المقومة للدين والدنيا والآخرة وهما أفضل من ميكائيل (¬1). ¶ الحديث الثالث ¶ عن عاصم بن حميد قال: سألت عائشة: بأي شيء كان يفتتح رسول الله - صلى الله عليه وسلم - قيام الليل؟ فقالت: لقد سألتني عن شيء ما سألني عنه أحد قبلك، كان إذا قام كبر عشراً وحمد الله عشراً وسبح عشراً، وهلل عشراً، واستغفر عشراً، قال: اللهم اغفر لي وأهدني وارزقني وعافني ويتعوذ من ضيق المقام يوم القيامة. ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ تخريج الحديث ودرجته: ¶ - رواه أبو داود، كتاب الصلاة، باب ما يستفتح به الصلاة من الدعاء ص ( 1/203 )، ح: ( 766 ). ¶ - وابن ماجه، كتاب إقامة الصلوات، باب ما جاء في الدعاء إذا قام الرجل من الليل ( 1/431 ) ح: ( 1356 ) والنسائي في المجتبى ( 3/208 ) ك: الصلاة ب: ذكر ما يستفتح به القيام. ¶ وأخرجه أحمد من طريق ربيعة الجرشي قال سألت عائشة فذكره ( 23950 ) ترقيم العالمية. ¶ وفيه \" ويتعوذ من الضيق يوم الحساب عشراً \". ¶ ¬__________ ¶ (¬1) عون المعبود، محمد شمس الدين العظيم آبادي، ( 1/ 334 ).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "اسناده: قال أبو داود: حدثنا محمد بن رافع ثنا زيد بن الحباب أخبرني معاوية بن صالح أخبرني أزهر بن سعيد الحرازي عن عاصم بن حميد به. وتابع محمد بن رافع أبو بكر بن أبي شيبة عند ابن ماجة وعصمة بن الفضل عند النسائي – قال أبو داود بعد إخراجه: ورواه خالد بن معدان عن ربيعه الحرشي عن عائشة والحديث اسناده حسن – محمد بن رافع بن أبي زيد أبو عبدالله القشيري، ثقة، قال فيه الإمام مسلم: ثقة مأمون صحيح الكتاب ووثقه النسائي ومحمد بن شاذان وابن حبان وقال أبو زرعة صدوق. ت: 245هـ روى عنه من الأئمة البخاري ومسلم وأبو داود والنسائي والترمذي (¬1). ¶ - وزيد بن الحباب بن الريان العكلي أبو الحسين الكوفي، صدوق، وثقة علي بن المديني وعثمان بن أبي شيبة وقال ابن عدي: هو ممن لا يشك في صدقه. ¶ وقال أبو حاتم: صدوق صالح، وقال أحمد: صدوق كثير الخطأ. وقال ابن معين: يقلب حديث الثوري ولم يكن به بأس. قال الحافظ: صدوق يخطىء في حديث الثوري. ت: 220. روى له مسلم والأربعة (¬2). ¶ - ومعاوية بن صالح بن جدير الحضرمي الحمصي أبو عمرو ثقة وثقة أحمد وابن مهدي وابن معين وأبو زرعة والعجلي والنسائي ت: 158هـ روى له مسلم والأربعة (¬3). ¶ ¬__________ ¶ (¬1) الجرح والتعديل ( 7/254 )، تهذيب الكمال ( 25/192 )، تهذيب التهذيب ( 9/141 )، تذكرة الحفاظ ( 2/509 )، التقريب ص: 478، الثقات لابن حبان ( 9/152 ). ¶ (¬2) الكامل ( 3/209 )، التاريخ الكبير ( 3/391 )، الثقات ( 8/250 ) تهذيب الكمال ( 10/40 ) لسان الميزان ( 2/503 )، الكاشف ( 1/415 )، تهذيب التهذيب ( 3/347 )، التقريب ( 222). ¶ (¬3) معرفة الثقات للعجلي ( 2/284 )، التاريخ الكبير ( 7/335 )، الثقات لابن حبان ( 7/470 )، تهذيب الكمال ( 28/186 )، الكاشف ( 2/76)، تهذيب التهذيب ( 10/189 )، التقريب ( ص: 538 ).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأزهر بن عبدالله بن جميع بن سعيد الحرازي الحمصي وينسب إلى جد أبيه صدوق لكن تكلموا فيه للنصب. وقد وثقه العجلي وابن وضاح وابن حبان وقال الذهبي: حسن الحديث لكنه ناصبي وضعفه ابن الجارود وقال: يسب علياً - رضي الله عنه - روى له أبو داود والترمذي والنسائي (¬1). ¶ - أما عاصم بن حيمد السكوني الحمصي، فوثقه ابن حبان والدار قطني وقال الذهبي: وثق وقال ابن حجر: صدوق مخضرم. روى له أبو داود والنسائي وابن ماجة والترمذي في الشمائل (¬2). ¶ فتبين بهذا أن الحديث حسن وقد ورد له طريق آخر عن عائشة أشار إليه أبو داود وأخرجه أحمد عن طريق خالد بن معدان عن ربيعه الحرشي عن عائشة – رضي الله عنها – واسناده حسن أيضاً وقد صحح الحديث الألباني في صفة صلاة النبي - صلى الله عليه وسلم - ص 95. ¶ المبحث الثاني ¶ الحديث من جهة الدراية ¶ المطلب الأول: الشرح التفصيلي للحديث ¶ قوله \"بأي شيء كان يفتتح رسول الله - صلى الله عليه وسلم - قيام الليل \" أي يبتدئ من الأذكار، فيه إطلاق العام وهو قيام الليل، وإرادة الخاص وهو الصلاة (¬3). ¶ \" فقالت: لقد سألتني عن شيء ما سألني عنه أحد قبلك \" فيه تحسين لسؤاله وتزيين لمقالة وتأسف على غفلة الناس عن حاله (¬4). ¶ ¬__________ ¶ (¬1) تهذيب الكمال ( 2/327 )، والتاريخ الكبير ( 1/456 )، تهذيب التهذيب ( 1/179 )، الكاشف ( 1/231 )، التقريب ( 97 ). ¶ (¬2) الجرح والتعديل ( 6/342 )، تهذيب الكمال ( 13/481 )، تهذيب التهذيب ( 5/36 )، التقريب ( ص 285 )، الكاشف ( 1/518 )، الثقات ( 5/235 )، التاريخ الكبير ( 6/481 ). ¶ (¬3) بذل المجهود، السهانفوري، ( 1/ 176 ). ¶ (¬4) عون المعبود ( 2/ 323 ).",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "\" كان إذا قام كبر عشراً وحمد عشراً وسبح عشراً \" أي إذا قام إلى الصلاة كبر تكبيرة الإحرام فقال الله أكبر عشراً، والحمد لله عشراً، وسبحان الله عشراً وهلل عشراً أي: يقول لا إله إلا الله (¬1). ¶ \" واستغفر عشراً ثم قال: اللهم اغفر لي واهدني وارزقني وعافني \": أي من البلاء في الدارين ومن الأمراض الظاهرة والباطنة. ¶ ويتعوذ من ضيق المقام يوم القيامة: أي اشتداد أحوالها وسكرات أهوالها أي يتحصن بالله تعالى من ضيق ذلك المقام يوم القيامة (¬2). ¶ المطلب الثاني ¶ * فوائد الحديث: ¶ 1- السؤال نصف العلم، ومن استفتى أفتي فعلم، والسلف كانوا قدوة في ذلك فإذا استصعب عليهم ما علم عند غيرهم ممن آتاهم الله العلم والحكمة سألوه ولم يتكبروا عليه، أو يستحيوا منه، وهذا أدب ينبغي لطالب العلم مراعاته. ¶ 2- لأمنا أم المؤمنين عائشة بنت الصديق – رض الله عنهما – مكانة عظيمة، وشأن بالغ، إذ رفع الله منزلتها بالعلم فكانت تفتى فتنفع الناس بعلمها وكانت تعلم من أحوال رسول الله - صلى الله عليه وسلم - الخاصة ما لا يعلمه غيرها ولذلك كان الصحابة والتابعون يسألونها – رضي الله عنها -. ¶ 3- كان السلف أحرص الناس على اتباع سنة النبي - صلى الله عليه وسلم - فكانوا يسألون عنها سواء كانت عبادة، أو معاملة فيتنافسون فيها ويحرصون عليها مداومين متسابقين. ¶ 4- كان النبي - صلى الله عليه وسلم - ينوع في أذكاره، وهذا منهج قويم في تحفيز القلوب وشحذاً للهمم، وإبعادٌ للملُ والسأم. ¶ 5- ينبغي للمسلم أن يكثر من الاستغفار، لأن النبي - صلى الله عليه وسلم - وهو من هو كان يستغفر، أفلا نستغفر نحن وقد لطختنا الآثام والذنوب والخطايا والعيوب. ¶ 6- فضل التكبير والتحميد والتسبيح والتهليل. ¶ ¬__________ ¶ (¬1) مختار الصحاح، الرازي، ص 697، ولسان العرب، ابن منظور، ص 1072. ¶ (¬2) عون المعبود، محمد شمس الدين العظيم آبادي، ( 2/323 ).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "7- حسن التعامل مع الآخرين حيث أثنت عائشة على سؤال الرجل الدال على حرصه على الخير حيث سبق غيره بهذا السؤال. ¶ الحديث الرابع ¶ عن حذيفة بن اليمان - رضي الله عنه - قال: صليت مع النبي - صلى الله عليه وسلم - ليلة من رمضان فقام يصلي فلما كَبّر قال: الله ذو الملكوت والجبروت والكبرياء والعظمة، ثم استفتح البقرة ... الخ ). ¶ المبحث الأول ¶ الحديث من جهة الرواية ¶ تخريج الحديث ودرجته: ¶ للحديث طريقان عن حذيفة بن اليمان - رضي الله عنه - : ¶ الأول: أخرجه ابن أبي شيبة في مصنفه ك: الصلاة ب: فيما يفتتح الصلوات ( 2/164 ) رقم ( 7697 ) قال: حدثنا ابن فضيل عن العلاء بن المسيب عن عمرو بن مرة عن طلحة بن يزيد عن حذيفة به. وأخرجه أحمد في المسند ( 5/400 ) وفي المرقمة ( رقم: ( 23447 ) قال: حدثنا خلف بن الوليد ويحيى بن زكريا ثنا العلا بن المسيب به. ¶ وأخرجه الحاكم في المستدرك ( 1/466 ) من طريق زهير عن العلاء به. ¶ الطريق الثاني: أخرجه الطيالسي في مسنده ( 1/56 ) ح: 416 قال حدثنا شعبة قال أخبرني عمرو بن مرة أنه سمع أبا حمزة يحدث عن رجل من بني عبس شعبة - يرى أنه صلة بن زفر - عن حذيفة مرفوعاً به. ¶ وأخرجه أحمد ( 5/398 ) ح: ( 23423 ) وأبو داود في سننه ك: الصلاة ب: ما يقول الرجل في ركوعه وسجوده ( 1/231 ) ح: ( 874 ). ¶ والنسائي ك: التطبيق ب: ما يقول في قيامه ( 2/199 ) ح ( 1070 ). ¶ كلهم من طرق عن شعبة به. وأبو حمزة المذكور في هذا السند هو طلحة بن يزيد المذكور في الطريق الأول كما سيأتي في ترجمة السند وهو يرويه مرة عن حذيفة مباشرة ومرة عن رجل من بني عبس عنه. ¶ سنده ودرجته: ¶ دراسة إسناده عند ابن أبي شيبة:",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "- ابن فضيل: هو محمد بن غزوان بن جرير الضبي مولاهم أبو عبدالرحمن الكوفي سمع من العلاء بن المسيب كما ذكر المزي وغير ومن تلاميذه الإمام أحمد وابن أبي شيبة وغيرهما، وثقة ابن معين وقال أبو زرعة: صدوق وقال أحمد: كان يتشيع وكان حسن الحديث وقال النسائي: لا بأس به وقال أبو حاتم: شيخ ت: 195هـ روى له الجماعة (¬1) والذي يظهر أنه كما قال ابن حجر: صدوق عارف رمي بالتشيع. ¶ - العلاء بن المسيب: بن رافع الأسدي الكاهلي ويقال الثعلبي الكوفي روى عن عمرو بن مرة والحكم به عتيبة وسهيل بن أبي صالح وغيرهم وروى عنه محمد بن فضيل بن غزوان ومروان بن معاوية وغيرهم كما ذكر ابن حجر في التهذيب. وهو ثقة حيث وثقه ابن معين وابن عمار وابن حبان والعجلي وابن سعد ويعقوب بن سفيان وغيرهم روى له الجماعة إلا الترمذي (¬2). ¶ - عمرو بن مرة: بن عبدالله بن طارق المرادي الجملي، أبو عبدالله الكوفي الأعمى روى عن إبراهيم النخعي وسعيد بن جبير وابن المسيب وعبدالله بن أبي أو فى غيرهم وعنه الأعمش وشعبة والعلاء بن المسيب وهو ثقة زكاة الإمام أحمد ووثقه ابن معين وأبو حاتم. ت: 116هـ روى له الجماعة (¬3). ¶ ¬__________ ¶ (¬1) تهذيب الكمال ( 26/293 )، الجرح والتعديل ( 8/57 )، تذكرة الحفاظ ( 1/315 )، التاريخ الكبير ( 1/207 )، الكاشف ( 2/211 )، تقريب التهذيب ص 502، تهذيب التهذيب ( 9/359 ). ¶ (¬2) الجرح والتعديل ( 6/360 )، التاريخ الكبير ( 6/512 )، تهذيب التهذيب ( 8/171 )، تهذيب الكمال ( 22/541 )، معرفة الثقات ( 2/150 )، تقريب التهذيب ( 1/436 )، الكاشف ( 2/106 ). ¶ (¬3) التاريخ الكبير ( 6/368 ) تهذيب الكمال ( 22/232 )، الثقات لابن حبان ( 5/183 )، تذكرة الحفاظ ( 1/121 )، الجرح والتعديل ( 6/257 )، تهذيب التهذيب ( 8/89 )، الكاشف ( 2/88 )، التقريب ( 283 ).",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "- طلحة بن يزيد: الأنصاري أبو حمزة الكوفي مولى قرظة بن كعب، روى عن حذيفة بن اليمان وقيل عن رجل عنه وروى عن زيد بن أرقم روى عنه عمرو بن مرة قال يحيى بن معين: لم يرو عنه غيره. وثقه النسائي وذكره ابن حبان في الثقات روى الجماعة سوى مسلم قال الذهبي في الكاشف روى عن حذيفة مرسلاً (¬1). ¶ - صلة بن زفر ( المبهم في الطريق الآخر ): العبسي أبو بكر الكوفي قال البخاري: سمع من حذيفة وابن مسعود، سمع منه أبو وائل والشعبي، وهو ثقة وثقه ابن معين وابن خراش والخطيب واثنى عليه شعبة وذكره ابن حبان في الثقات. روى له الجماعة توفي في خلافة مصعب بن الزبير (¬2). ¶ - حذيفة بن اليمان الصحابي الجليل - رضي الله عنه - : ¶ درجته: اسناده الأول مرسل فيه انقطاع بين طلحة بن يزيد أبو حمرة وحذيفة - رضي الله عنه - كما ذكر الذهبي لكن الأسناد الثاني متصل خاصة وقد عُرف المبهم حيث ذكره شعبة رحمه الله فالذي يظهر أن الحديث حسن وقد صححه الحاكم على شرط الشيخين. وصححه الشيخ الألباني في صفة النبي ص ( 95 ) والشيخ شعيب الأرناؤط في تحقيقه للمسند. ¶ المبحث الثاني ¶ الحديث من جهة الدراية وفيه مطلبان ¶ المطلب الأول ¶ شرح الحديث التفصيلي: ¶ قوله \" الله أكبر \" أي من كل شيء أعظم. ¶ \" ذو الملكوت \" أي صاحب الملك ظاهراً أو باطناً والصيغة للمبالغة. ¶ وهو العزو السلطان (¬3). ¶ ¬__________ ¶ (¬1) الجرح والتعديل ( 4/476 )، الثقات ( 4/394 )، تهذيب الكمال ( 13/446 )، تهذيب التهذيب ( 5/26 )، الكاشف ( 1/515 )، التقريب ( 283 ). ¶ (¬2) التاريخ الكبير ( 4/321 )، معرفة الثقات ( 1/469 )، الجرح والتعديل ( 4/446 )، طبقات بن سعد ( 6/195 )، الثقات لابن حبان ( 4/383 )، تهذيب الكمال ( 13/233 )، تهذيب التهذيب ( 4/384 )، الكاشف ( 1/505 ). ¶ (¬3) لسان العرب: ابن منظور، ( 3/ 182 ).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "\" والجبروت\" من الجبر والقهر (¬1) والجبار الذي يقهر العباد على ما أراد. ¶ \" والكبرياء والعظمة \" أي غاية الكبرياء ونهاية العظمة والبهاء والعظمة والكبرياء من المعاني المترادفة (¬2). ¶ \" ثم استفتح \" أي قرأ الثناء فإنه يسمى دعاء الاستفتاح، أو استفتح بالقراءة أي بدأ بها من غير الإتيان بالثناء لبيان الجواز، أو بعد الثناء جمعاً بين الروايات وحملاً على أكمل الحالات. ¶ المطلب الثاني ¶ * فوائد الحديث ¶ 1- كان من هدي النبي - صلى الله عليه وسلم - وسنته أن يقوم الليل يناجي ربه في تلك الخلوات، ويتضرع إليه بالدعاء، ويتقرب إليه بالحمد والثناء وقراءة الآيات. ¶ 2- مفتاح الطاعات والقربات: الثناء على رب البريات، وتفويض الأمور إليه وإثبات الملك والجبروت له استحقاقاً دون غيره من المخلوقات، وكان هذا هو هدي المصطفى المختار - صلى الله عليه وسلم - . ¶ 3- المؤمن يطيل الوقوف بين يدي ربه في ظلمات الليل راجياً أن يخفف عنه من طول القيام يوم الدين، وكان هذا هدي محمد - صلى الله عليه وسلم - حتى كانت قدماه تتفطران من طول قنوته وقراءته. ¶ 4- كلما ازداد إيمان المرء بربه ازدادت طاعاته وقرباته، وإمام الأبرار وسيد المتقين الأخيار محمد - صلى الله عليه وسلم - هو أحرص الناس على إرضاء رب العالمين وأشدّهم في التمسك بالدين، رغم أن الله غفر له ما تقدم من ذنبه وما تأخر ولكنه الشكر لله رب السماوات والأرضين. ¶ 5- من المعالم البارزة في باب أسماء الله وصفاته عند أهل السنة والجماعة عدم تسمية الله بما لم يسم به نفسه أو يسمه به رسوله - صلى الله عليه وسلم - ولا يصفونه إلا بما وصفته به النصوص وهذا لأمور: ¶ الأول: أن مخالفة هذا المنهج قول على الله بغير علم، وإذا كان البشر لا يرضون أن يسموا بغير أسمائهم، فكيف يجوز هذا في حق خالق البشر. ¶ ¬__________ ¶ (¬1) مختصر النهاية، ابن الأثير، ص 21. ¶ (¬2) القاموس المحيط، الفيزوزآبادي، ص 1139.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الثاني: إن مخالفة هذا المنهج تَقَدمُّ بين يدي الله ورسوله وقد نهينا عن التقدم بين يدي الله ورسوله قال الله تعالى: { ياأَيُّهَا الَّذِينَ آمَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ وَاتَّقُواْ اللَّهَ إِنَّ اللَّهَ سَمِيعٌ عَلِيمٌ } (¬1). ¶ الثالث: إن أسماء الله حسنى ومهما اجتهد العبد فإنه قد لا يوفق للتعرف على الاسم الأحسن الذي يستحقه الرب تبارك وتعالى (¬2). ¶ 6- الله مختص بالكبرياء والعظمة ولا يجوز لمخلوق ان ينازعه فيها ففي الحديث \" الكبرياء ردائي والعظمة ازاري فمن نازعني فيهما ادخلته ناري \". أخرجه أبو داود وابن ماجة وصححه ابن حبان والحاكم (¬3). ¶ الباب الثالث ¶ الأحكام المتعلقة بالاستفتاح في الصلاة ¶ المبحث الأول: مذاهب العلماء فيما يستفتح به والأفضل من أدعية الاستفتاح الواردة ¶ للعلماء في أفضل الأدعية التي يستفتح بها أقوال: ¶ القول الأول: مذهب الإمام أحمد رحمه الله تعالى الاستفتاح بـ \" سبحانك اللهم وبحمدك ... \" ¶ فهذا الأولى عند الإمام أحمد لأنه قال: لو أن رجلاً استفتح ببعض ما روى عن النبي - صلى الله عليه وسلم - كان حسناً (¬4). والاستفتاح بسبحانك اللهم مذهب الحنفية أيضا (¬5) وهو قول كثير من أهل العلم قال الإمام الترمذي: والعمل على هذا أكثر أهل العلم من التابعين وغيرهم. ¶ ¬__________ ¶ (¬1) سورة الحجرات، الآية: 1. ¶ (¬2) أسماء الله وصفاته في معتقداً أهل السنة والجماعة، عمر سليمان الأشقر، ص28. ¶ (¬3) انظر سنن أبي داود ( 4/59 )، ح: 4090 وابن ماجة ( 2/1397 )، ح: 4174، وابن حبان ( 12/486 ) ح: 567، والمستدرك للحاكم ( 1/129 )، ح: 203. ¶ (¬4) كشاف القناع لـ منصور بن يونس البهوتي ( 1/335 )، وانظر منار القاري لحمزة محمد قاسم ( 1/158 ) ومسائل الإمام أحمد رواية ابن عبدالله ص 74، والإنصاف ( 2/42 ). ¶ (¬5) بدائع الصنائع ( 1/299 ) والفقه الإسلامي ( 1/689 ).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أقول: وقد اسلفت في شرح الحديث قول ابن القيم في ترجيح هذا الاستفتاح من عشرة وجوه ذكرها في زاد المعاد. ¶ القول الثاني: قول الإمام الشافعي – رحمه الله – وابن المنذر وهو الاستفتاح بـ \" وجهت وجهي ... الخ ونسب إلى علي بن أبي طالب - رضي الله عنه - (¬1) واختاره الآجري من الحنابلة (¬2) قال الإمام الشافعي في كتابه الأم بعد ذكر حديث علي:وبهذا كله أقول وآمر وأحب أن يؤتي به كما يروي عن رسول الله - صلى الله عليه وسلم - ولا يغادر منه شيئاً (¬3) لكن قال النووي في المجموع: إذا كان أماماً لم يزد على قوله وجهت وجهي إلى قوله وأنا من المسلمين. إلا أن يكون منفرداً أو إماماً لقوم محصورين ورضوا بالتطويل استوفى حديث على بكماله (¬4). ¶ ووجهه هذا القول كما ذكر النووي أن حديث \" سبحانك اللهم وبحمدك \" فيه كلام فلم يثبت أما حديث \" وجهت وجهي ... \" فثابت فتعين اعتماده (¬5). ¶ القول الثالث: قول للإمام أبي يوسف تلميذ أبي حنيفة (¬6) وهو أن يجمع بين \" سبحانك اللهم وبحمدك \" و \" جهت وجهي \" واختار هذا القول ابن هيبرة وإجازه شيخ الإسلام ابن تيمية كما سيأتي ودليل هذا القول الحديث الوارد في الجمع بينهما وسيأتي في مبحث آت أن هذا الحديث لا يثبت. ¶ ¬__________ ¶ (¬1) المجموع ( 3/278 ) روضة الطالبين ( 1/339 ). ¶ (¬2) غاية المرام لابن عبدالهادي ( 4/92 ). ¶ (¬3) الأم ( 1/106 ). ¶ (¬4) المجموع ( 3/279 ). ¶ (¬5) انظر الحاوي الكبير للماوردي، ( 2/101 ). ¶ (¬6) شرح الزرقاني للموطأ ( 1/194 )، بدائع الصنائع للكاساني ( 1/472 )، وانظر الأنصاف ( 2/42 ) والاختيارات الفقهية للبعلي ( 76 – 77 ).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "القول الرايع: أنه يقول هذا تارة وهذا تارة أي ينّوع بين أدعية الاستفتاح فينوع في الفريضة بما ورد فيها وفي النوافل بما ورد فيها وهذا قول شيخ الإسلام ابن تيمية واختيار ابن مفلح من الحنابلة (¬1) وهذا الذي رجحه شيخنا سماحة الشيخ عبدالعزيز بن باز والشيخ محمد بن عثيمين رحمهما الله أقول: وهو الموافق للسنة وبه يحصل العمل بكل الأحاديث الواردة. كما كان يفعل - صلى الله عليه وسلم - والله أعلم. ¶ القول الخامس: وهو قول للشوكاني – رحمه الله – والمباركفوري أن أفضلها على الإطلاق حديث أبي هريرة \" اللهم باعد ... الخ ) وعللوا ذلك بقولهم أنه أصح حديث على الإطلاق حيث قيل أنه متواتر لفظه فضلاً عن معناه (¬2). ¶ وأختم بكلام جيد لشيخ الإسلام ابن تيمية في هذا الموضوع يقول رحمه الله: أفضل أنواع الاستفتاح ما كان ثناء محضاً مثل \"سبحانك اللهم وبحمدك ... الخ \" وقوله \" الله أكبر كبيرا والحمد لله كثيراً وسبحان الله بكرة وأصيلاً \" ولكن ذاك فيه من الثناء ما ليس في هذا، فإنه تضمن ذكر الباقيات الصالحات التي هي أفضل الكلام بعد القرآن وتضمن قوله \" تبارك اسمك وتعالى جدك \" وهما من القرآن أيضاً ولهذا كان أكثر السلف يستفتحون به وكان عمر بن الخطاب - رضي الله عنه - يجهر به ويعلمه الناس. ¶ النوع الثاني: هو الخبر عن عبادة العبد كقوله: \" وجهت وجهي للذي فطر السموات والأرض ... الخ \" وهو يتضمن الدعاء وان استفتح العبد بهذا بعد ذلك فقد جمع بين الأنواع الثلاثة وهو أفضل الاستفتاحات. ¶ النوع الثالث: ما كان دعاء للعبد كقوله \" اللهم باعد بيني وبين خطاياي ... \" الخ (¬3). ¶ ¬__________ ¶ (¬1) الاختبارات الفقهية ( 77 )، المبدع ( 1/433 )، الشرح الممتع لابن عثيمين ( 3/62 ). ¶ (¬2) الدراري المضيئة للشوكاني ( 1/92 )، وتحفة الأحوذي ( 2/46 )، والروضة الندية للقنوجي ( 1/267 ). ¶ (¬3) مجموع فتاوى شيخ الإسلام ابن تيمية ( 22/394 )، جمع عبدالرحمن بن قاسم.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "المبحث الثاني: موضع دعاء الاستفتاح في الصلاة ¶ - أعلم أن جمهور أهل العلم يرون أن موضع دعاء الاستفتاح بعد تكبيرة الأحرام وقبل قراءة الفاتحة، إلا أنه روي عن بعض الحنفية المتأخرين إستحبابهم قول وجهت وجهي قبل تكبيرة الأحرام لإحضار النية (¬1). ¶ - قال الشوكاني في السيل الجرّار \" من له حظ من علم السنة المطهرة ورزق نصيباً من إنصاف يعلم أن جميع الأحاديث الواردة في التعوّذ والتوجهات مصرّحة بأنه - صلى الله عليه وسلم - كان يفعل ذلك بعد تكبيرة الافتتاح، وهذا مما لا يكاد أن يشك فيه عارف أو يخالطه فيه ريب ... \" أ. هـ (¬2). ¶ المبحث الثالث: هل يجهر الإمام به أولا ...؟ ¶ - لا يجهر الإمام بدعاء الاستفتاح إلا أحياناً، يعلم الناس والدليل على أن السنة عدم الجهر به حديث أبي هريرة في الاستفتاح وقد تقدم. ¶ قال شيخ الإسلام \" لكن لا نزاع بين أهل العلم بالحديث : أن النبي - صلى الله عليه وسلم - لم يجهر بالاستفتاح \" (¬3) أ. هـ. ¶ - ولو جهر به لم تبطل صلاته، لكنه فعل مكروهاً (¬4) إلا إن كان القصد تعليم الناس. وقال ابن قدامة: ولا يجهر الإمام بالاستفتاح وعليه عامة أهل العلم لأن النبي - صلى الله عليه وسلم - لم يجهر به وأنما جهر به عمر ليعلم الناس \" (¬5). ¶ قال الشافعية: لو جهر به كان مكروهاً ولا تبطل صلاته (¬6). ¶ المبحث الرابع:هل يستفتح في كل ركعة في المفروضة والمسنونة؟ وهل يقول الاستفتاح كل مصلٍ ¶ ¬__________ ¶ (¬1) مجمع الأنهر ( 1/94 ). ¶ (¬2) السيل الجرار ( 1/223 ). ¶ (¬3) مجموع الفتاوى ( 22/ 247، 275 ). ¶ (¬4) الأذكار للنووي ( 44 ). ¶ (¬5) الشرح الكبير، لابن قدامه ( 4/516 ) ¶ (¬6) الأذكار للنووي، ص 44.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "لا يؤتي بدعاء الاستفتاح إلا في أول كل مفروضة أو منذورة أو مسنونة راتبة كسنة فجر وظهر، وكذا في أول كل ركعتين من النافلة المتعددة الركعات كالتروايح والضحى والوتر إن أراد أن يفعلها كلها فلا بأس (¬1). وهو مذهب الشافعي (¬2). ¶ قال الشيخ طه العفيفي نقلاً عن الدين الخالص: اتفق العلماء على أن الاستفتاح لا يشرع إلا في الركعة الأولى. أ. هـ (¬3). ¶ واختلف العلماء هل يقول دعاء الاستفتاح كل مصلٍ على قولين: ¶ القول الأول: أنه يقوله كل مصل سواء كان إماماً أو مأموماً أو منفرداً و هو قول الجمهور (¬4). ¶ القول الثاني: استثنى المأموم وهو قول ابن حزم حيث قال في المحلى: ولا يقولها المأموم لأن فيها شيئاً من القرآن وقد نهى عليه السلام أن يقرأ خلف الإمام إلا بأم القرآن فقط (¬5). ¶ أقول: وقول ابن حزم مردود مرجوح فما فيها من ألفاظ تشابه القرآن لا يقصد بها القرآن. والله أعلم. ¶ المبحث الخامس: الجمع بين الاستفتاحات ¶ ذهب شيخ الإسلام في فتاويه (¬6) إلى أنه يستحب للمصلي بالليل أن يستفتح بالأدعية كلها وقال رحمه الله: وهذا أفضل من أن يداوم على نوع ويهجر غير ه أ.هـ. ¶ وقال - رحمه الله – كما في ( الاختيارات الفقهية ) (¬7): ويستحب أن يجمع في الاستفتاح بين قوله \" سبحانك اللهم وبحمدك إلى آخره \" وبين \" وجهت وجهي إلى آخره \" وهو اختيار أبي يوسف وابن هبيرة انتهى. ¶ ¬__________ ¶ (¬1) مطالب أولي النهى شرح غاية المنتهى، مصطفى السيوطي الرحيباني، ( 1/ 426 ). ¶ (¬2) الأم، الشافعي، ( 1/ 28 ). ¶ (¬3) من أفعال النبي - صلى الله عليه وسلم - في الطهارة والصلاة، طه العفيفي، ص 126. ¶ (¬4) المجموع للنووي، ( 3/279 ). ¶ (¬5) المحلى ( 4/98 ). ¶ (¬6) مجموع فتاوى شيخ الإسلام ابن تيمية، عبدالرحمن بن قاسم، ( 22/ 347 ). ¶ (¬7) الاختيارات الفقهية، علاء الدين بن حسن بن عباس، ص ص 76 – 77.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "ونقل الساجي عن الشافعي استحباب الجمع بين التوجيه والتسبيح وهو اختيار ابن خزيمة وجماعة من الشافعية، قاله الحافظ ابن حجر في ( الفتح ) (¬1). ¶ وذهب العلامة ابن عثيمين في ( الشرح الممتع ) (¬2) إلى أنه لا يشرع الجمع لأن النبي - صلى الله عليه وسلم - أجاب أبا هريرة حين سأله بأنه يقول: \" اللهم باعد بيني وبين خطاياي \" الخ ولم يذكر \" سبحانك اللهم وبحمدك \" فدل على أنه لا يجع بينهما. ¶ أقول: وهذا هو الأظهر لأن الذي يجمع بين استفتاحتين كأنه جاء بشيء جديد وصيغة في العبادة لم ترد. وكل ما ورد في الجمع بين الاستفتاحات لم يثبت فقد ورد في الجمع بين \" وجهت وجهي \" الخ \" و \" سبحانك اللهم وبحمدك \" ثلاثة أحاديث هي حديث ابن عمر وحديث جابر وحديث علي رضي الله عنهم وهي كالتالي:- ¶ 1) حديث ابن عمر: ¶ قال الإمام الطبراني رحمه الله: ¶ حدثنا الحسين بن إسحق التستري ثنا عبدالوهاب بن فليح المكي، ثنا المعافى ابن عمران عن عبدالله بن عامر الأسلمي عن محمد بن المذكور، عن عبدالله بن عمر - رضي الله عنه - قال: كان رسول الله - صلى الله عليه وسلم - إذا افتتح الصلاة قال: وجهت وجهي للذي فطر السموات والأرض حنيفاً مسلماً وما أنا من المشركين \"، \" سبحانك اللهم وبحمدك وتبارك اسمك، وتعالى جدك ولا إله غيرك \" إن صلاتي ونسكي ومحياي ومماتي لله رب لعالمين لا شريك له وبذلك أمرت وأنا أول المسلمين \" ¶ ¬__________ ¶ (¬1) فتح الباري، ابن حجر العسقلاني، ( 1/ 133 ). ¶ (¬2) الشرح الممتع، الشيخ محمد بن عثيمين، ( 3/ 67 ).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "أخرجه الطبراني في الكبير (¬1). وهذا الحديث اسناده ضعيف. ضعفه البيهقي والزيلعي قال في نصب الراية: والحديث معلول بعبد الله بن عامر نقل شيخنا الذهبي في ميزانه تضعيفهُ عن جماعة كثيرة، وقال ابن حبان في كتاب الضعفاء: كان يقلب الأسانيد والمتون ويرفع المراسيل والموقوفات، ثم اسند عن ابن معين أنه قال فيه: ليس بشيء (¬2). ¶ وضعف الحديث أيضاً الهيثمي (¬3)، والصنعاني (¬4). ¶ 2) حديث جابر - رضي الله عنه - قال الإمام البيهقي: ¶ أخبرنا أبو الحسن بن عبدان أنبأ أحمد بن عبيد الصفار ثنا بن ناجية ثنا إبراهيم بن يعقوب الجوزاني ثنا عبدالسلام بن محمد الحصي ثنا بشر بن شعيب ابن أبي حمزة أن أباه حدثه أن محمد بن المنكدر أخبره أن جابر بن عبدالله أخبره أن رسول الله - صلى الله عليه وسلم - كان إذا استفتح الصلاة، قال: سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك، وجهت وجهي ... (¬5) الخ وهذا الحديث أيضاً ضعيف ضعفه البيهقي نفسه. ¶ قال البيهقي في \" المعرفة \" وقد روي في الجمع بينهما عن محمد بن المنكدر مرةً عن ابن عمر ومرةً عن جابر وليس بالقوى أ. هـ. ¶ 3) حديث علي - رضي الله عنه - : ¶ ¬__________ ¶ (¬1) أخرجه الطبراني في المعجم الكبير، ( 12/353 ) وأخرجه أيضاً في كتاب \" الدعاء \" ( 2/1031 ) وقد ضعفه محقق الكتاب. محمد سعيد البخاري. ¶ (¬2) نصب الراية للزيلعي ( 1/435 ) وانظر ترجمة عبدالله بن عامر في الميزان رقم ( 3499 ). ¶ (¬3) مجمع الزوائد ( 2/107 ). ¶ (¬4) سبل السلام ( 2/ 226 ). ¶ (¬5) السنن الكبرى ( 2/35 )، ح ( 2181 ).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "جاء في كتاب العلل لأبي حاتم. قال سأل أحمد بن سلمة أبي عن حديث رواه اسحاق بن راهوية في أول \" كتاب الجامع \" عن الليث بن سعد عن سعيد بن يزيد عن الأعرج عن عبيد الله بن أبي رافع عن علي بن أبي طالب عن النبي - صلى الله عليه وسلم - أنه كان يجمع في أول صلاته بين سبحانك اللهم وبحمدك، وبيت وجهت وجهي ... إلى آخرهما قال إسحق: والجمع بينهما أحب إليَّ. ¶ فقال أبي: هذا حديث باطل موضوع لا أصل له أرى أنه من رواية خالد بن القاسم المدائني، وقد كان خرج إلى مصر فسمع من الليث، فرجع إلى المدائن، فسمع منه الناس، وكل يوصل المراسيل، ويضع لها أسانيد، فخرج رجل من أهل الحديث إلى مصر فكتب كتب الليث هناك، ثم قدم بها بغداد فعارضوا بتلك الأحاديث فبان لهم أن أحاديث خالد مفتعلة (¬1). ¶ والخلاصة كما قال الحافظ ابن رجب: وقد ورد في الجمع أحاديث غير قوية الأسانيد (¬2). ¶ المبحث السادس: مسألة: هل يستفتح في الصلوات الطارئة؟ ¶ اُختلف في الاستفتاح في صلاة الجنازة، والمشهور في مذهب الإمام أحمد أنه لا يستفتح لأنها مبنية على التخفيف (¬3) وكذا عند الشافعية (¬4) وإلى عدم مشروعية دعاء الاستفتاح ذهب الألباني، وقال: وهو مذهب الشافعية (¬5). ¶ وقال الشيخ ابن عثيمين – رحمه الله - : \" وهو الأقرب \" (¬6) واستحب الاستفتاح فيها الحنفية لأنها كسائر الصلوات (¬7). ¶ ¬__________ ¶ (¬1) العلل لابن أبي حاتم ( 1/147 )، وانظر نصب الراية ( 1/435، 436 ). ¶ (¬2) فتح الباري شرح صحيح البخاري، لابن رجب الحنبلي ( 4/347 ). ¶ (¬3) المبدع ( 2/249 ). ¶ (¬4) المجموع ( 3/275 ). ¶ (¬5) أحكام الجنائز، محمد ناصر الدين الألباني، ص 14. ¶ (¬6) الشرح الممتع، محمد صالح العثيمين، ح3، ص ص 70 – 71. ¶ (¬7) بدائع الصنائع ( 1/464 )، اللباب شرح الكتاب ( 1/104 ).",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "وأما صلاة الخوف فقال منصور البهوتي في ( كشاف القناع ): \" وكذا صلاة الخوف \" (¬1) يعني أن لا يستفتح بها كصلاة الجنازة، أما العيدين فقال ابن قدامة في ( المغني ): يستفتح يعني بدعاء الاستفتاح عقيب التكبيرة الأولى للإحرام ( أي في صلاة العيدين ) ثم يكبَّر تكبيرات العيد (¬2). ونُسِب هذا القول للجمهور (¬3) . ¶ أقول: ومثلها صلاة الاستسقاء لأن صفتها كصفة العيدين عندهم والله أعلم. ¶ المبحث السابع: إذا شرع الإمام في القراءة الجهرية أو غيرها فهل يستفتح، وإن سها عنه هل يعود إليه ¶ يستفتح المأموم عند الحنابلة في الصلاة السرية وفي الجهرية في مواضع السكتات (¬4). ¶ والشافعية يرون أن له الاستفتاح إن شرع أمامه في الفاتحة أو أمّن لتأمين إمامه ولكن لا يبدأ به إذا بدأ هو بالفاتحة أو التعوذ فإنهم قالوا لا يستحب إلا بشروط خمسة: ¶ 1- أن يكون في غير صلاة الجنازة. ¶ 2- أن لا يخاف فوت وقت الأداء. ¶ 3- ألا يخاف المأموم فوت بعض الفاتحة. ¶ 4- ألا يدرك الإمام في غير القيام. ¶ 5- ألا يشرع في التعوذ أو القراءة ولو سهواً (¬5). ¶ ¬__________ ¶ (¬1) كشاف القناع، منصور بن يونس البهوتي، ص 335. ¶ (¬2) المغني، ابن قدامة، ( 1/240 ). ¶ (¬3) المجموع للنووي ( 3/275 )، المبدع ( 1/183 ). ¶ (¬4) الفقه الإسلامي وأدلته، وهبة الزحيلي، (1/ 690 ). ¶ (¬5) المرجع السابق، وهبة الزحيلي، ( 1/ 691 – 692) ، وانظر أنوار المسالك شرح عمدة السالك وعدة الناسك، محمد الأزهري الغمراوي، ص 53 – 54.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "أما ان سها المصلي عنه فقال الشافعي: إذ ذكره قبل القراءة وقبل التعوذ قاله وإذا ذكره بعد القراءة لم يقله، ويقوله في الركعة الأولى فقط ولا يقوله فيما بعد بحال (¬1) وهذا الذي ذكره الشافعي – رحمه الله – ذكر نحوه ابن قدامة عند الحنابلة (¬2) ونقل النووي عن الغزالي بأنه إذا سها عن الاستفتاح وذكره حتى بعد التعوذ قاله (¬3) . ¶ أقول: والأظهر الأول لأنه سنة فات محلها. والله أعلم. ¶ المبحث الثامن: حكم دعاء الاستفتاح قبل تكبيرة الإحرام ¶ يستفتح بعد تكبيرة الإحرام وهو قول جمهور العلماء؛ لأن الرسول - صلى الله عليه وسلم - كان إذا كبر استفتح. ¶ وخالف في ذلك الهادي والقاسم وأبو العباس وأبو طالب من أهل البيت فقالوا يكون قبل التكبير محتجين برواية \" كان إذا استفتح الصلاة يكبر ثم يقول \" (¬4) واحتجوا أيضاً بقوله تعالى: { وَكَبِّرْهُ تَكْبِيراً } بعد قوله تعالى: { الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ وَلَداً } (¬5) قالوا: المراد بقوله \" وكبره \" تكبيرة الإحرام. ¶ ووافق القول الثاني رواية عند المالكية: يقول أبو بكر الكشناوي: ¶ وأما الدعاء قبل الدخول في الصلاة وبعد الإقامة فجائز بل مندوب، وعن مالك - رضي الله عنه - : ندب قوله قبلها \" سبحانك اللهم وبحمدك وتبارك اسمك وتعالى جدك ولا إله غيرك، وجهت وجهي، اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب ونقني من الخطايا كما ينقى الثوب الأبيض من الدنس وأغسلني من خطايا بالماء والثلج والبرد (¬6). ¶ ¬__________ ¶ (¬1) الأم ( 1/106 ). ¶ (¬2) الشرح الكبير ( 1/516 ). ¶ (¬3) المجموع ( 3/275 ). ¶ (¬4) مسند الإمام أحمد، ( 1/ 95)، ح: ( 729 ). ¶ (¬5) سورة الإسراء، الآية: 111. ¶ (¬6) أسهل المدارك شرح إرشاد السالك، أبو بكر حسن الكشناوي، ( 1/ 223 ).",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "أقول: ولا شك أن قول الجمهور هو الصواب والقول الثاني مرجوح لورود التقييد في حديث أبي هريرة كان رسول الله - صلى الله عليه وسلم - إذا كبر في الصلاة سكت هنية قبل القراءة \" وحمل المطلق على المقيد واجب كما هو الحق عند علماء الأصول (¬1). ¶ وأما استدلالهم بالأية فمردود ، لأن المراد بقوله وكبره تكبيراً مطلق التعظيم كما عليه جمهور المفسرين لا خصوص تكبيرة الإحرام، ولأن الواو لا تقتضي ترتيباً. ¶ هذا ما تيسر لي جمعه في هذا الموضوع الذي أسأل الله أن ينفع به ويكون في ميزان الحسنات، وأسأله سبحانه التوفيق والسداد. ¶ وصلى الله وسلم على نبينا محمد وآله وصحبه أجمعين. ¶ قائمة المصادر ¶ ? الإحسان بترتيب صحيح ابن حبان لابن بلبان. علاء الدين علي بلبان الفارسي ( 8 ) أجزاء. ط: بيروت: مؤسسة الكتب الثقافية. 1407هـ - 1987م. ¶ ? أحكام الجنائز للعلامة الألباني. مكتبة المعارف. 1412هـ. ¶ ? الأحكام في أصول الأحكام. ابن حزم الظاهري. ط د. بيروت: دار الكتب العلمية. ¶ ? الإختيارات الفقهية لشيخ الإسلام ابن تيمية: تأليف أبي الحسن البعلي. دار العاصمة للنشر والتوزيع. الطبعة الأولى. 1418هـ. ¶ ? الأذكار المنتقية من كلام سيد الأبرار - صلى الله عليه وسلم - للنووي ط د. بيروت: دار مكتبة الهلال. 1986م. ¶ ? إرشاد الفحول. محمد علي الشوكاني. جزئين. ط1. تحقيق: أبي حفص سامي بن العري الأثري. بيروت: مؤسسة الريان. 1421هـ - 2000م. ¶ ? أسهل المدارك شرح إرشاد السالك في فقه الإمام مالك. أبي بكر حسن الكشناوي. ( 3 ) أجزاء. ط2. بيروت: دار الفكر. ¶ ? إعلاء السنن. ظفر أحمد التهانوي. ط1. تحقيق: حازم القاضي. بيروت: دار الكتب العلمية. 1418هـ - 1997م. ¶ ? إغاثة الطالبين. السيد البكري. ( 4 ) أجزاء. ط4. تحقيق: أبي بكر بن محمد شطا. بيروت: دار إحياء التراث العربي. ¶ ¬__________ ¶ (¬1) إعلاء السنن، ظفر أحمد التهانوي، ( 1/ 195) وانظر شرح فتح القدير، كمال الدين محمد عبدالواحد ( 1/251 ).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "? الإقناع في الفقه الشافعي. أبو الحسن علي بن محمد بن حبيب الماوردي. ط1. تحقيق: خضر محمد خضر. الكويت: دار العروبة. 1402هـ - 1982م. ¶ ? الأمُ. أبو عبدالله محمد بن أدريس الشافعي. ( 9 ) أجزاء. ط1. تحقيق: محمود مطرجي. بيروت: دار الكتب العلمية. 1413هـ - 1993م. ¶ ? الإنصاف في معرفة الراجح من الخلاف على مذهب الإمام أحمد. علاء الدين أبي الحسن علي بن سليمان المرداوي. ( 9 ) أجزاء. ط2. تحقيق: محمد حامد الفقي. 1400هـ - 1980م. ¶ ? الإنصاف لابن هبيرة. يحيى بن محمد بن هبيرة. جزئين. ط: الرياض: المؤسسة السعدية. ¶ ? أنوار المسالك شرح عمدة السالك وعدة الناسك. محمد الأزهري وهو شرح على متن عمدة السالك وعدة الناسك. شهاب الدين أبي العباس أحمد بن النقيب المحري الشافعي. ط1. تحقيق: عبدالله بن إبراهيم الأنصاري. قطر: دار أحياء التراث الإسلامي. ¶ ? الأوسط في السنن والإجماع والإختلاف. أبي بكر محمد بن إبراهيم بن المنذر النيسابوري. ( 6 ) أجزاء. ط1، تحقيق: أبي حماد صغير أحمد محمد حنيف. الرياض: دار طيبة 1409هـ - 1988م. ¶ ? إرواء الغليل في تخريج أحاديث منار السبيل. محمد ناصر الدين الألباني. ( 9) أجزاء. ط2. بيروت: المكتب الإسلامي. 1405هـ - 1985م. ¶ ? الإعلام بفوائد عمدة الأحكام. أبي حفص عمر بن علي الأنصاري المعروف بابن الملقن ( 5 ) أجزاء. ط1. تحقيق: عبدالعزيز أحمد المشيقيح. الرياض: دار العاصمة. 1417هـ - 1997م. ¶ ? بدائع الصنائع في ترتيب الشرائع. علاء الدين أبي بكر بن مسعود الطاساني الحنفي. ط1. تحقيق: محمد عدنان بن ياسين درويش. بيروت: مؤسسة التاريخ العربي. 1417هـ - 1997م. ¶ ? بذل المجهود في حل أبي داوود. خليل أحمد السهانفوري. تحقيق: محمد زكريا بن يحيى الكاندهلوي. د ط. دار الكتب العلمية. ¶ ? التاريخ الكبير للإمام محمد بن إسماعيل البخاري، تحقيق: السيد هاشم الندوي، ط: دار الفكر.",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "? تحرير التقريب للحافظ ابن حجر، د. بشار عواد معروف، والشيخ شعيب الارناؤط، ط: 1، دار الرسالة، 1417هـ. ¶ ? تحفة الأحوذي بشرح جامع الترمذي. محمد عبدالرحمن المباركفوري. ( 9 ) أجزاء. ط2. تصحيح عبدالرحمن محمد عثمان. القاهرة: مطبعة المدني. 1384هـ. ¶ ? تحفة الملوك في فقه مذهب الإمام أبي حنيفة النعمان. زين الدين محمد بن أبي بكر ابن عبدالقادر. ط . تحقيق: عبدالله نذير أحمد. بيروت: دار البشائر الإسلامية. 1417هـ - 1997م. ¶ ? التحقيق في أحاديث الخلاف. لأبي الفرج بن الجوزي. جزئين. ط1. تحقيق: سعد عبدالحميد السعدني. لبنان: دار الكتب العلمية. 1415هـ 1994م. ¶ ? تعليم الصلاة. محمد محمود الصواف. ط1. تحقيق: سيد بن عباس الحليمي. الشارقة: الصناعات المطبيعية والمكتبية. 1418هـ - 1998م. ¶ ? تفسير القرآن العظيم. اسماعيل بن كثير. ط1. بيروت: دار ومكتبة الهلال 1410هـ - 1990م. ¶ ? تقريب التهذيب للإمام أحمد بن علي بن حجر العسقلاني، تحقيق: محمد عوانة، ط: دار الرشيد، سوريا، الطبعة الأولى، 1406هـ. ¶ ? تهذيب التهذيب، للحافظ أحمد بن علي حجر العسقلاني، تحقيق مصطفى عبدالقادر، ط: دار الكتب العلمي. ¶ ? تهذيب الكمال للإمام يوسف بن الزكي المزي، تحقيق، د. بشار عواد معروف، ط: مؤسسة الرسالة، بيروت، الطبعة الأولى، 1400هـ. ¶ ? توضيح الأحكام من بلوغ المرام. عبدالله بن عبد الرحمن البسام. ط:3. الرياض: مكتبة النهضة الحديثة. 1417هـ - 1997م. ¶ ? تيسير العلام شرح عمدة الأحكام. عبدالله بن عبدالرحمن البسام. . ط:1. دمشق: مكتبة دار الفيحاء 1414هـ - 1994م. ¶ ? تيسير الكريم الرحمن في تفسير كلام المنان. عبدالرحمن بن سعدي. ط: جدة دار المدين 1408هـ - 1998م. ¶ ? الثقات للإمام محمد بن حبان البشي، تحقيق: شرف الدين أحمد، ط: دار الفكر، الطبعة الأولى، 1395هـ. ¶ ? الجرح والتعديل للإمام عبدالرحمن بن أبي حاتم الرازي، ط: دار احياء التراث، بيروت، الطبعة الأولى، 1371هـ.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "? الجوهر النقي. العلامة علاء الدين بن علي بن عثمان الشهير بابن التركماني. ط1. حيدر آباد: مطبعة مجلس دائرة المعارف العثمانية. 1346هـ ¶ ? الحاوي الكبير في فقه مذهب الإمام الشافعي. علي محمد حبيب الماوردي. 18ج . ط1. تحقيق: علي محمد عوض وعادل أحمد عبدالموجود. بيروت: دار الكتب العلمية 1414هـ - 1994م. ¶ ? الدراري المضية شرح الدرر البهية. محمد علي الشوكاني. ط د. القاهرة: مكتبة التراث الإسلامي. ت د. ¶ ? الدراية في تخريج أحاديث الهداية. أحمد بن علي بن حجر العسقلاني. ط: 1 د. تحقيق: عبدالله هاشم اليماني. القاهرة: مكتبة ابن تيمية. ¶ ? الدرر المضية فيما وقع فيه الخلاف بين الشافعية والحنفية. عبداللطيف الديب. ط1. قطر: إدارة أحياء التراث الإسلامي. 1416هـ - 1986م. ¶ ? دليل السالك لمذهب الإمام مالك في جميع العبادات والمعاملات والميراث. محمد سعد. 4ج. ط د. بيروت: دار الفكر. ¶ ? روضة الطالبين وعمدة المفتين. الإمام النووي. 12ج. ط2. تحقيق: زهير الشاويش. بيروت: المكتب الإسلامي. 1405هـ - 1985م. ¶ ? الروضة الندية شرح الدرر البهية. صديق حسن خان. 2ج. ط2. بيروت: دار الندوة الجديدة. 1988م – 1408هـ. ¶ ? زاد المعاد في هدي خير العباد. ابن القيم الجوزية. ط: تحقيق: شعيب الأرنؤوط وعبدالقادر الأرنؤوط. بيروت: مؤسسة الرسالة. 1414هـ. 1994م. ¶ ? سبل السلام شرح بلوغ المرام. محمد اسماعيل الصنعاني. ط د. تحقيق: حازم علي بهجت. بيروت: دار الفكر. 1415هـ - 1995م. ¶ ? السراج الوهاج شرح الشيخ محمد المزهري القمراوي. ط د . بيروت: دار الجيل 1408هـ - 1987م. ¶ ? السراج الوهاج من كشف مطالب صحيح مسلم بن الحجاج. صديق حسن خان. 7 ج. ط د. تحقيق: عبدالله بن إبراهيم الأنصاري. الدوحة: وزارة الشئون الإسلامية. ¶ ? سنن أبي داود، للإمام سليمان بن الأشعث أبو داود السجستاني، تحقيق: محمد محي الدين عبد الحميد، ط: دار الفكر.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "? سنن ابن ماجة للإمام محمد بن يزيد ابن ماجة القزويني، تحقيق: محمد فؤاد عبدالباقي، ط: دار الفكر، بيروت. ¶ ? سنن البيهقي للإمام أحمد بن الحسين أبو بكر البيهقي، تحقيق: محمد عبدالقادر عطا، ط: دار الباز، 1414هـ، مكة المكرمة. ¶ ? سنن الدار قطني. علي عمر الدار قطني. 4ج. ط د. بيروت: عالم الكتب. ¶ ? سنن الدارمي: أبو محمد عبدالله بن عبدالرحمن بن الفضل بن بهزام الدارمي. ط1. تحقيق: مصطفى ديب البغا. بيروت: دار القلم. 1412هـ - 1991م. ¶ ? السنن الكبرى للإمام النسائي، تحقيق: د. عبدالغفار البنداوي وسيد كردي، الأولى، 1411هـ، ط: دار الكتب العلمية، بيروت. ¶ ? سنن النسائي ( المجتبى ) لإمام أحمد بن شعيب أبو عبدالرحمن النسائي، تحقيق: عبدالفتاح ابو غده، ط: مكتب المطبوعات، حلب، الطبعة الثانية. ¶ ? سير أعلام النبلاء. أحمد بن عثمان الذهبي. ط11. تحقيق: شعيب الأرنؤوط. بيروت: مؤسسة الرسالة 1419هـ - 1998م. ¶ ? السيل الجرَّار المتدفق على حدائق الأزهار للشوكاني. دار الكتب العلمية. بيروت. ¶ ? الشرح الكبير: تأليف شمس الدين أبي الفرج بن قدامة المقدسي. دار الكتاب العربي. 1403هـ. ¶ ? الشرح الممتع. محمد بن صالح العثيمين.. ط2. الرياض: مؤسسة آسام 1416هـ - 1995م. ¶ ? شرح صحيح البخاري: لابن بطّال. مكتبة الرشد. 1420هـ. ¶ ? صحيح البخاري الإمام محمد بن إسماعيل البخاري تحقيق. د. مصطفى البغا، ط: دار ابن كثير ، الطبعة الثالثة، بيروت، 1407هـ. ¶ ? صحيح مسلم، الإمام مسلم بن الحجاج القشيري، تحقيق محمد فؤاد عبدالباقي، ط: دار إحياء التراث، بيروت. ¶ ? صفة صلاة النبي - صلى الله عليه وسلم - للعلامة الألباني. مكتبة المعارف. الطبعة الأولى. 1411هـ. ¶ ? عارضة الأحوزي شرح صحيح الترمذي. ابن العربي المالكي. ط1. بيروت: دار إحياء التراث العربي. 1415هـ - 1995م.",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "? العلل ومعرفة الرجال للإمام أحمد تحقيق: وصي الدين بن عباس، ط: المكتب الإسلامي، بيروت، الطبعة الأولى، 1408هـ. ¶ ? العلم الهّيب شرح الكلم الطيب. أبي محمد محمود بن أحمد بن موسى بدر الدين العيني. ط2. تحقيق: أبي المنذر خالد إبراهيم المصري. الرياض: مكتبة الرشيد. 1421هـ - 2000هـ. ¶ ? عمدة القاري شرح صحيح البخاري. بدر الدين أبي محمد محمود بن أحمد العيني. قطر: دار إحياء التراث العربي. ¶ ? عون المعبود شرح سنن أبي داود. محمد شمس الدين العظيم آبادي. ط: بيروت: دار الكتب العلمية. 1419هـ - 1998م. ¶ ? غاية المرام شرح مغني ذوي الأفهام. يوسف بن عبدالهادي الحنبلي. تأليف عبدالمحسن ناصر آل عبيكان. ط1. بيروت: مؤسسة الرسالة. 1419هـ - 1998م. ¶ ? فتح الباري بشرح صحيح البخاري. ابن حجر العسقلاني. مراجعة: طه عبدالرؤوف سعد ومصطفى محمد الهواري – محمد عبدالمعطي. القاهرة: مكتبة القاهرة. ¶ ? فتح الباري. شرح صحيح البخاري: للحافظ بن رجب الحنبلي. دار ابن الجوزي. الطبعة الأولى. 1417هـ. ¶ ? الفقه الإسلامي وأدلته. وهبة الزحيلي. ط2. دمشق: دار الفكر 1405هـ - 1985م. ¶ ? القاموس المحيط. مجد الدين محمد بن يعقوب الفيروز آبادي. ط6. بيروت: مؤسسة الرسالة. 1419هـ - 1998م. ¶ ? الكاشف للإمام محمد بن احمد الذهبي تحقيق محمد عوامة، ط: دار القبلة، جدة، الطبعة الأولى، 1413هـ. ¶ ? الكافي في فقه الإمام المبجل أحمد بن حنبل. موفق الدين بن قدامة المقدسي. ط5. بيروت: المكتب الإسلامي. 1408هـ - 1988م. ¶ ? الكامل في ضعفاء الرجال للإمام عبدالله بن عدي الجرجاني، تحقيق: يحيى مختار، ط: دار الفكر، الطبعة الثالثة، 1409هـ. ¶ ? كتاب الدعاء. أبي القاسم سليمان بن أحمد الطبراني. 2ج. ط1. تحقيق: محمد سعيد محمد حسن البخاري. بيروت: دار البشائر الإسلامية. 1407هـ - 1987م.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "? كتاب السنن الكبرى. البيهقي، أبو بكر أحمد بن حسين بن علي البيهقي. 10ج . ط1. حيدر آباد: مطبعة مجلس المعارف الإسلامية. 1346 ¶ ? الكتاب المصنف في الأحاديث والآثار أبي بكر ابن أبي شيبة الكوفي. تحقيق: عبدالخالق الأفغاني. ¶ ? كتاب مواهب الجليل لشرح مختصر خليل. أبو عبدالله محمد بن عبدالرحمن المغربي المعروف بالخّطاب. ط2. دمشق: دار الفكر. 1398هـ - 1978م. ¶ ? كشاف القناع على متن الإقناع. منصور البهوتي. بيروت: عالم الكتب. ¶ ? الكواكب الدرية في فقه المالكية. محمد حجة عبدالله. 4ج. ط5. القاهرة: مكتبة الكليات الأزهرية. 1410هـ - 1981م. ¶ ? الكواكب النيرات في معرفة من اختلط من الرواة محمد بن أحمد أبو البركات الذهبي، تحقيق: حمدي السلفي، ط: دار العلم، الكويت. ¶ ? كوثر المعاني الدراري في كشف خبايا صحيح البخاري. محمد الخضر الجكني الشنقيطي. 9ج. بيروت: مؤسسة الرسالة. 1415هـ - 1995م. ¶ ? اللباب في الفقه الشافعي. لأبي الحسين أحمد بن محمد بن احمد الضبيّي. ط1. تحقيق: عبدالكريم بن صينتان بن خليوي العمري الحربي. المدينة المنورة دار البخاري. 1416هـ. ¶ ? اللباب في شرح الكتاب. تأليف عبدالغني الغنيمي الميداني. الكتاب تصنيف أبو الحسين أحمد بن محمد القدروي الحنفي. ط4. تحقيق: محمد محي الدين عبدالحميد. 1381هـ - 1961م. ¶ ? المبدع شرح المقنع. أبي إسحاق برهان الدين إبراهيم بن محمد بن عبدالله بن محمد بن مفلح. ج1. دمشق: المكتب الإسلامي. 1394هـ - 1974م. ¶ ? مجمع الزوائد ومنبع الفوائد. نور الدين الهيثمي. ط3. دار الكتاب العربي. 1402هـ - 1982م. ¶ ? المجموع شرح المهذب. أبي بكر زكريا محي الدين شرف النووي. بيروت. دار الفكر. ¶ ? مجموع فتاوي شيخ الإسلام أحمد بن تيمية. عبدالرحمن بن محمد قاسم. الرياض: مكتبة المعارف. ¶ ? المحلى بالآثار لابن حزم. دار الجيل. بيروت.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "? المدونة الصغرى. بشر بن غنّام الخرساني. سلطنة عمان. وزارة التراث القومي والثقافي. 1404هـ - 1984م. ¶ ? المدونة الكبرى للإمام مالك بن أنس الأصبحي رواية الإمام سحنون بن سعد التّنوفي عن الإمام عبدالرحمن بن قاسم. ج5. ط1. بيروت: دار الكتب العلمية. ¶ ? مرقاة المفاتيح شرح مشكاة المصابيح. علي سلطان محمد القاري. دار أحياء التراث العربي. ¶ ? مسائل الإمام أحمد برواية ابنه عبدالله. المكتب الإسلامي . ¶ ? المستدرك. الحاكم النيسابوري. بيروت: 1398هـ - 1987م. ¶ ? مسند أبي عوانة. أبو عوانة يعقوب بن إسحاق الاسسفرائي. تحقيق: أيمن بن عارف الدمشقي. بيروت: دار المعرفة. 1419هـ - 1998م. ¶ ? مسند الإمام أحمد بن حنبل. الرياض: بيت الأفكار الدولية. 1419هـ - 1998م. ¶ ? مسند الشافعي للإمام محمد بن أدريس الشافعي، ط: دار الكتب العلمية، بيروت. ¶ ? المصنف لأبي بكر عبدالرزاق بن همام الصنعاني ومعه كتاب الجامع للإمام معمر بن راشد الأزدي. رواية عبدالرزاق الصنعاني. ط2. تحقق حبيب الرحمن الأعظمي. بيروت: المكتب الإسلامي. 1403هـ - 1983م. ¶ ? مطالب أولي النهي شرح غاية المنتهى. مصطفى السيوطي الرحيبائي. ط1. المكتب الإسلامي. 1380هـ - 1961م. ¶ ? المعجم الكبير للإمام سليمان بن أحمد أبو القاسم الطبراني، تحقيق: حمدي السلفي، ط: مكتبة العلوم والحكمة، الموصل، الطبعة الثانية، 1404هـ. ¶ ? المعجم الوجيز. مجمع اللغة العربية. دار التحرير. ¶ ? معرفة الثقات للإمام أحمد بن عبدالله أبو الحسن العجلي، تحقيق: عبدالعليم عبدالعظيم، ط: مكتبة الدار ، المدينة، 1405هـ. ¶ ? معرفة السنن والآثار عن الإمام أبي عبدالله محمد بن إدريس الشافعي مخرج على ترتيب مختصر أبي إبراهيم إسماعيل بن يحيى المزني، أبي بكر أحمد بن الحسن بن علي البيهقي. تحقيق: سعيد عسروي حسن. بيروت: دار الكتب العلمية. 1410هـ - 1991م.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "? مغنى المحتاج إلى معرفة معاني ألفاظ المنهاج. شمس الدين محمد بن محمد الخطيب الشربيني. ج4. ط1. تحقيق: علي محمد معوض، عادل أحمد عبد الموجود. بيروت: دار الكتب العلمية. 1415هـ - 1994م. ¶ ? المغني لابن قدامة. دار الكتاب العربي. 1403هـ. ¶ ? المفهم لما أشكل من تلخيص صحيح مسلم. الإمام أبو العباس القرطبي. ج7. تحقيق: محيى الدين مستو. يوسف علي بدوي . أحمد السيد. محمود إبراهيم بزال. ¶ ? من أفعال الرسول في الطهارة والصلاة. طه عبدالله العفيفي. ط2. بيروت: دار الجيل. 1414هـ - 1984م. ¶ ? منهاج الطالبين وعمدة المفتين. أبو زكريا يحيى بن شرف النووي الشافعي، وبالهامش متن المنهاج. زكريا الأنصاري. دار إحياء الكتب العربية. ¶ ? المنهاج شرح صحيح مسلم بن الحجاج: للإمام النووي. دار المعرفة. بيروت. الطبعة الرابعة. 1418هـ. ¶ ? المنهل العذب المورود شرح سنن الإمام أبي داود. محمود محمد خطاب السبكي. ط2. المكتبة الإسلامية. 1394هـ. ¶ ? المهذب في فقه الإمام الشافعي. أبو إسحاق إبراهيم بن علي بن يوسف الفيزو آبادي الشيرازي. ج1. ط2. بيروت: دار المعرفة. 1379هـ - 1959م. ¶ ? مواهب الجليل في أدلة خليل. أحمد بن أحمد المختار الحنكي الشنقطي. قطر: إدارة إحياء التراث الإسلامي. 1403هـ - 1983م. ¶ ? الموسوعة الفقهية الكويتية. ¶ ? نصب الراية تخريج أحاديث الهداية. جمال الدين أبي محمد عبدالله بن يوسف الزيلعي. مع الهداية شرح بداية المبتدي برهان الدين أبي الحسن علي بن أبي بكر الميرغيناني. تحقيق: أحمد شمس الدين. بيروت:دار الكتب العلمية. ¶ ? النكت والعيون تفسير الماوردي، تأليف أبي الحسن علي بن محمد بن حبيب الماوردي، مراجعة: السيد عبدالمقصود عبدالرحيم، ط: دار الكتب العلمية ومؤسسة الكتب الثقافية ببيروت. ¶ ? نهاية المحتاج إلى شرح المنهاج. شمس الدين محمد بن أبي العباس أحمد بن حمزة.. ط: دار المكتبة الإسلامية.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "? نيل الأوطار من أسرار منتقى الأخبار. محمد بن علي الشوكاني. ط1. تحقيق: أحمد محمد المسيد. محمود إبراهيم بزال. محمد أديب الموصلي. ، بيروت: دار الكلم الطيب. 1419هـ - 1999م. ¶ ? الوجيز في فقه السنة والكتاب العزيز. عبدالعظيم بدوي الخلفي. ط2. المنصورة. دار ابن رجب. 1420هـ - 2000هـ. ¶ فهرس أطراف الأحاديث ¶ الحمد لله حمداً كثيراً طيباً .... ) الحديث ... 33 ¶ الحمد لله ملء السموات والأرض ... ) الحديث ... 41 ¶ سبحانك اللهم وبحمدك ... ) الحديث ... 25 ¶ كان يكبر عشراً و يسبح عشراً ... ) الحديث ... 55 ¶ الله أكبر كبيراً والحمد لله كثيراً ... ) الحديث ... 38 ¶ الله ذو الملكوت والجبروت والكبرياء والعظمة ... ) الحديث ... 59 ¶ اللهم باعد بيني وبين خطاياي ..... ) الحديث ... 10 ¶ اللهم رب جبرائيل وميكائيل ... ) الحديث ... 51 ¶ اللهم لك الحمد أنت قيمّ ... ) الحديث ... 44 ¶ اللهم وجهت وجهي ... ) الحديث ... 17 ¶ فهرس الموضوعات ¶ المقدمة ... 1 ¶ التمهيد ... 5 ¶ الباب الأول: الأحاديث المطلقة أو المقيدة بالفريضة ... 10 ¶ الحديث الأول: أبي هريرة: اللهم باعد ... 11 ¶ الحديث الثاني: حديث علي ابن أبي طالب: ( وجهت وجهي ... 17 ¶ الحديث الثالث: حديث سبحانك اللهم وبحمدك ... ... 25 ¶ الحديث الرابع: حديث أنس: الحمد لله حمداً كثيراً ... 33 ¶ الحديث الخامس: ( الله أكبر كبير ... 38 ¶ الحديث السادس: حديث عبدالله بن عمرو ( الحمد لله ملء السماوات ... 41 ¶ الباب الثاني: الأحاديث المقيدة بصلاة الليل والنافلة ... 44 ¶ الحديث الأول: حديث بن عباس ( اللهم لك الحمد أنت نور ... 44 ¶ الحديث الثاني: عبدالرحمن بن عواف ( اللهم رب جبرائيل ... 51 ¶ الحديث الثالث: حديث عائشة ( كان إذا قام كبر عشرة ... 55 ¶ الحديث الرابع حديث حذيفة بن اليمان: ( الله ذو الملكوات ... 59 ¶ الباب الثالث: الأحكام المتعلقة بالاستفتاح في الصلاة ... 64 ¶ فهرس المصادر ... 74 ¶ فهرس الأحاديث ... 82",
            "page": "76",
            "part": "1"
        }
    ],
    "t36461": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}