{
    "b36462": [
        {
            "id": "1",
            "nass": "أحاديث ربا الفضل وأثرها في العلة والحكمة في تحريم الربا ¶ الشيخ: محمد بن علي بن حسين الحريري ¶ خلاصة البحث: ¶ يهدف البحث إلى حصر أحاديث ربا الفضل – ربا البيوع – التي استشهد بها الفقهاء وتخريج هذه الأحاديث بعزوها إلى مصادرها، وأهم الآراء الفقهية التي تناولت هذه الأحاديث لإيضاح العلة الربوية وحكمة التحريم، وتصنيف هذه الأحاديث بالنسبة إلى رواية كل صحابي، وتقييم مرويات الصحابي إلى الموضوعات التي تناولها الحديث، ثم أفردت أحاديث المزابنة وبيع الحيوان بمبحث مستقل لمعظم رواة الأحاديث في هذين الموضوعين وتلخيص المذاهب الفقهية فيها، ثم سردت أهم النتائج المستفادة من مجموع الأحاديث. ¶ ويحتاج الباحثون والفقهاء عند معالجتهم مسائل الربا والصرف إلى الاستدلال بأحاديث نبوية متعددة، وبروايات تضم زيادة كلمة أو جملة تؤثر في الحكم الفقهي، وقد لمست من خلال معاناتي لهذه الجوانب شدة الحاجة إلى حصر الأحاديث النبوية في هذا الباب أو معظمها على الأقل؛ ليكون لدى المسلم فكرةٌ شاملةٌ حول الربا في السنة النبوية وعلاقة ذلك الربا بما ذكرته الآيات القرآنية. ¶ ودراسة الأحاديث النبوية المبينة لأحكام الربا والصرف تحتاج إلى دراسة متأنية تستهدف الجوانب التالية: ¶ 1- محاولة ترتيب الأحاديث النبوية ترتيباً تاريخياً يمكن معه فهم السياسة النبوية في تطبيق حكم الربا، ومحاربته، واستئصاله من حياة المسلمين الاقتصادية. ¶ 2- دراسة هذه الأحاديث بحسب أهميتها في الاستدلال الفقهي عند أئمة المذاهب الأربعة وسائر المجتهدين في بقية العصور. ¶ 3- بيان وجه التكافل والتلاقي والمواءمة بين الربا المحرم في القرآن الكريم والربا المحرم في السنة النبوية.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقد أفلح المحدثون رحمهم الله في استقراء أحاديث الربا، ونجد ذلك واضحاً عند البغوي في (شرح السنة) حيث حكم لعشرة أحاديث بالصحة، وسائر الأحاديث يتراوح بين الحسن وهو أكثرها، وربما حصل الضعف والرد لبعض تلك الأحاديث. ¶ واستقصى ابن الأثير في جامع الأصول أحاديث الربا ومصادر تخريجها بإيجاز يتيح للباحث التوسع والاستقصاء. ¶ كما استقصى الحافظ بدر الدين العيني في عمدة القارئ تخريج أحاديث الربا في أبواب البخاري المتعددة، مع الإشارة إلى من ذكره من المحدثين. ¶ وقد ذكر السبكي في تكملة المجموع أحاديث ربا الفضل عن عشرين من الصحابة، وعزا مروياتهم إلى أصولها الحديثية مع الإشارة إلى ضعف اثنين منها فقط . ¶ كما ذكر المولوي السنبهلي رواية حديث الأعيان الستة عن ستة عشر صحابياً، مع ذكر من أخرجها من المحدثين . ¶ وقد جعل الشافعي حديث عبادة بن الصامت رضي الله عنه عمدة باب في الربا، وقدمه على حديث أبي سعيد الخدري؛ لأن عبادة أكبر سناً وأقدم صحبة. ¶ أما الحنفية فقد جعلوا حديث أبي سعيد الخدري عمدة الباب عندهم فهو أتم الأحاديث بعد حديث عبادة ، والحديثان متفق على صحتهما بإجماع الأمة. ¶ ويمكننا تصنيف أحاديث الربا في أربعة أصناف : ¶ الأول: الأحاديث التي تنفر من الربا وتنذر عليه بالوعيد الشديد؛ لأنه من الكبائر. ¶ الثاني: أحاديث تتعلق بالمعنى العام والموسع للربا؛ كالنهي عن بيع الثمار قبل بدو صلاحها، و((غبن المسترسل ربا)) و((الناجش آكل ربا)). ¶ الثالث: النهي عن ربا الجاهلية – الديون – وهي الأحاديث المؤكدة للنصوص القرآنية. ¶ الرابع: أحاديث النهي عن ربا البيوع – ربا الفضل –. ¶ وسأحاول تناول القسم الأخير من الأحاديث تسهيلاً للعزو إليها من المباحث القادمة، وحاولت جمع أحاديث كل صحابي على حدة؛ كي لا يتشتت الموضوع وتتفرع السبل. ¶ (1) أحاديث أبي سعيد الخدري رضي الله عنه:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هو أبو سعيد سعد بن مالك بن سنان الخدري، استصغر يوم أُحد، واستشهد أبوه مالك بن سنان في تلك الغزوة، وقد شهد أبو سعيد غزوات ما بعد أُحد، كان من أفقه أحداث الصحابة رضي الله عنهم، وانتقل إلى رحمة الله تعالى عام 63هـ أو 65هـ، فهو من سن عبدالله بن عمر، والبراء بن عازب، وسمرة بن جندب، ورافع بن خديج رضي الله عنهم، والفارق بينهم سنة واحدة تقريباً . ¶ ويمكن تقسيم مرويات أبي سعيد في الربا والصرف إلى ثلاثة أقسام: ¶ 1- حديث الأعيان الستة. ¶ 2- أحاديث الصرف والرد على ابن عباس رضي الله عنهما في إباحة الفضل في الصرف. ¶ 3- أحاديث مبادلة التمر بالتمر – الرديء بالجيد. ¶ أولاً: حديث الأعيان الستة: ¶ أخرج مسلم في صحيحه عن أبي سعيد الخدري قال: قال رسول الله r: \"الذهب بالذهب، والفضة بالفضة، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح، مثلاً بمثل، يداً بيد، فمن زاد أو استزاد فقد أربى، الآخذ والمعطي سواء\" . ¶ ثانياً: أحاديث الصرف: ¶ أخرج البخاري عن عبدالله بن يوسف، عن مالك، عن نافع، عن أبي سعيد الخدري رضي الله عنه: أن رسول الله r قال: \"لا تبيعوا الذهب بالذهب إلا مثلاً بمثل، ولا تُشِفُّوا بعضها على بعض، ولا تبيعوا الوَرِق بالورق إلا مثلاً بمثل، ولا تُشِفُّوا بعضها على بعض، ولا تبيعوا منها غائباً بناجز\" . ¶ كما أخرج البخاري بسنده، عن سالم بن عبدالله عن عبدالله ابن عمر رضي الله عنهما، أنا أبا سعيد الخدري حدثه مثل ذلك حديثاً عن رسول الله r، فلقيه عبدالله بن عمر فقال: يا أبا سعيد، ما هذا الذي تحدث عن رسول الله r؟ فقال أبو سعيد في الصرف: سمعت رسول الله r يقول: \"الذهب بالذهب، مثلاً بمثل، والورق بالورق مثلاً بمثل\" .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأخرج البخاري، عن أبي صالح الزيات، أنه سمع أبا سعيد الخدري رضي الله عنه يقول: ((الدينار بالدينار، والدرهم بالدرهم)) فقلت له: فإن ابن عباس لا يقوله. قال أبو سعيد: سألته، فقلت: سمعته من النبي r أو وجدته في كتاب الله؟ وقال: كل ذلك لا أقول وأنتم أعلم برسول الله مني ولكن أخبرني أسامة أن النبي r قال: \"لا ربا إلا في النسيئة\" . ¶ وفي رواية الترمذي، قال نافع: (انطلقت أنا وابن عمر إلى أبي سعيد، فحدثنا: أن رسول الله r قال: سمعته أذناي هاتان يقول: \"لا تبيعوا الذهب بالذهب إلا مثلاً بمثل، والفضة بالفضة إلا مثلاً بمثل، لا تشفوا بعضه على بعض، ولا تبيعوا منه غائباً بناجز\") . ¶ ولمسلم، عن أبي نضرة قال: ((سألت ابن عمر، وابن عباس عن الصرف؟ فلم يريا به بأساً، فإني لقاعد عند أبي سعيد الخدري، فسألته عن الصرف؟ فقال: ما زاد فهو ربا، فأنكرت ذلك لقولهما، فقال: لا أحدثك إلا ما سمعت من رسول الله r، جاءه صاحب نخلة بصاع من تمر طيب، وكان تمر النبي r هذا اللون، فقال له النبي r: \"أنى لك هذا؟\" قال: انطلقت بصاعين، فاشتريت به هذا الصاع، فإن سعر هذا في السوق كذا، وسعر هذا كذا، فقال رسول الله r: \"ويلك، أربيت، إذا أردت ذلك، فبع تمرك بسلعة، ثم اشتر بسلعتك أي تمر شئت\"، قال أبو سعيد: فالتمر بالتمر أحق أن يكون ربا أم الفضة بالفضة؟ قال: فأتيت ابن عمر بعد، فنهاني، ولم آت ابن عباس، قال: فحدثني أبو الصهباء: أنه سأل ابن عباس عنه بمكة؟ فكرهه)) .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ولمسلم من رواية أخرى، عن أبي نضرة قال: ((سألت ابن عباس عن الصرف؟ فقال: يداً بيد؟ فقلت: نعم، قال: لا بأس، فأخبرت أبا سعيد، فقلت: إني سألت ابن عباس عن الصرف؟ فقال: يداً بيد؟ قلت: نعم؛ قال: فلا بأس به، قال: أَوَ قال ذلك؟ إن سنكتب إليه فلا يفتيكموه، قال: فو الله لقد جاء بعض فتيان رسول الله r بتمر فأنكره، قال: كأن هذا ليس من تمر أرضنا، قال: كان في تمر أرضنا، أو في تمرنا، العام بعض الشيء، فأخذت هذا وزدت بعض الزيادة، قال: \"أضعفت، أربيت، لا تقربن هذا، إذا رابك من تمرك شيء فبعه، ثم اشتر الذي تريد من التمر\" . ¶ ثالثاً: أحاديث بيع التمر الرديء بالجيد: ¶ وعن أبي سعيد الخدري، وأبي هريرة رضي الله عنهما، أن رسول الله r استعمل رجلاً على خيبر، فجاءه بتمر جنيب، فقال: \"أَكُلّ تمر خيبر هكذا؟\" قال: لا والله يا رسول الله، إنا لنأخذ الصاع من هذا بالصاعين، والصاعين بالثلاث، فقال: \"لا تفعل بع الجمع بالدراهم، ثم ابتع بالدراهم جنيباً\"، وقال في الميزان مثل ذلك متفق عليه، أخرجه البخاري من رواية عبدالمجيد بن سهيل بن عبدالرحمن، عن سعيد بن المسيب، عن أبي سعيد وأبي هريرة، قال ابن عبدالبر: لم يذكر أبو هريرة إلا في رواية عبدالمجيد، وقد رواه قتادة، عن سعيد بن المسيب، عن أبي سعيد الخدري وحده، وقد أخرج النسائي، وابن حبان رواية قتادة من طريق سعيد بن أبي عروبة عنه، لكن سياقه مغاير لقصة عبدالمجيد.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقد جاء في إحدى الروايات بدل [استعمل رجلاً على خيبر] [بعث أخا بني عدي من الأنصار إلى خيبر] وقد صرح باسمه أبو عوانة والدارقطني من طريق عبدالعزيز الداروردي عن عبدالمجيد بن سهيل بن عبدالرحمن بن عوف، بأن الرجل الذي استعمل على خيبر هو سواد بن غزية – بوزن عطية – ولعله الذي قَبَّلَ جِلْدَ النبي r في غزوة بدر عندما كان سواد بارزاً في الصف. والمراد بالجنيب: الطيب، الصلب الذي أخرج منه حشفه ورديئه، بعكس الجمع، أي: المختلط، والحكم الواضح في الحديث: أن التمر لا يباع إلا مثلاً بمثل في الكيل، وهذا معنى – وكذلك الميزان – فما يباع موزوناً يراعى فيه التماثيل عند اتحاد الجنس، ولا عبرة للجودة والرداءة، فالتمر باختلاف أنواعه جنس واحد. وقد أمر r بفسخ العقد، كما سيأتي في رواية مسلم: ((هذا الربا فردوه)) من طريق أبي نضرة، عن أبي سعيد . ¶ عن أبي سعيد قال: جاء بلال إلى النبي r بتمر برني، فقال له النبي r: \"من أي هذا؟\" قال: كان عندنا تمر رديء، فبعت منه صاعين بصاع، فقال: \"أوه، عين الربا، عين الربا، لا تفعل، ولكن إذا أردت أن تشتري فبع التمر ببيع آخر، ثم اشتر به\" متفق عليه. ¶ وروى البخاري، عن أبي سعيد رضي الله عنه قال: (كنا نرزق تمر الجمع، وهو: الخلط من التمر، وكما نبيع صاعين بصاع، فقال النبي r: \"لا صاعين بصاع، ولا درهمين بدرهم\" . ¶ وفي رواية النسائي: \"لا صاعَي تمر بصاع، ولا درهمين بدرهم\" . ¶ وقد أخرج الموطأ الحديث الأول – موصول أبي سعيد الخدري – مرسلاً، عن عطاء بن يسار ، كما أخرج النسائي مثله، عن أبي صالح الزيات: أن رجلاً من أصحاب النبي r قال: يا رسول الله، إنا لا نجد الصيحاني ولا العذق بجمع التمر حتى نزيدهم، فقال رسول الله r: \"بعه الورق، ثم اشتر بذلك\" .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد أخرج الدارمي حديث بلال المتقدم، قال بلال رضي الله عنه: كان عندي مُدّ تَمر للنبي r فوجدت أطيب منه صاعاً بصاعين، فاشتريت منه، فأتيت به النبي r، فقال: \"من أين هذا لك يا بلال؟\" قلت: اشتريته صاعاً بصاعين، قال: \"رده، ورد علينا تمرنا\" . ¶ وأخرج الطحاوي حديث بريدة بسند فيه الفضل بن حبيب السراج: أن رسول الله r اشتهى تمراً، فأرسل بعض أزواجه – ولا أراها إلا أم سلمة – بصاعين من تمر، فأتوا بصاع من عجوة، فلما رآه r أنكره فقال: \"من أين لكم هذا؟\" قالوا: بعثنا بصاعين، فأتينا بصاع، فقال: \"ردوه فلا حاجة لي فيه\" . ¶ (2) أحاديث عبادة بن الصامت رضي الله عنه: ¶ هو صحابي كبير، توفي بالرملة عام 35هـ ، وحديثه في الأعيان الستة هو العمدة عند الشافعية، وجميع مرويات الحديث تدور حول موضوع الأعيان الستة إلا ما روي من سرده الحديث خلال قصة بيع معاوية آنية الفضة بأكثر من وزنها. ¶ عن عبادة بن الصامت رضي الله عنه، عن النبي r أنه قال: \"الذهب بالذهب مثلاً بمثل، والفضة بالفضة مثلاً بمثل، والتمر بالتمر مثلاً بمثل، والبُرُّ بالبُرِّ مثلاً بمثل، والملح بالملح مثلاً بمثل، والشعير بالشعير مثلاً بمثل، فمن زاد أو ازداد فقد أربى، بيعوا الذهب بالفضة كيف شئتم يداً بيد، وبيعوا البر بالتمر كيف شئتم يداً بيد، وبيعوا الشعير بالتمر كيف شئتم يداً بيد\" . ¶ وفي رواية أبي قلابة: [عبدالله بن زيد بن عمر الجرمي البصري أحد الأعلام] قال:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "\"كنت بالشام في حلقة فيها مسلم بن يسار فجاء أبو الأشعث [شراحيل بن آدة الصنعاني يروي عن شداد بن أوس وثوبان وأوس بن أوس الثقفي وعبادة بن الصامت وغيرهم وثقه ابن حبان] فقالوا: أبو الأشعث أبو الأشعث، فجلس، فقلت له: حدث أخانا حديث عبادة بن الصامت، فقال: نعم، غزونا غزاة وعلى الناس معاوية، فغنمنا غنائم كثيرة، فكان فيما غنمنا آنية من فضة، فأمر معاوية رجلاً أن يبيعها في أعطيات الناس، فتسارع الناس في ذلك، فبلغ عبادة بن الصامت فقام، فقال: ((إني سمعت رسول الله r ينهى عن بيع الذهب بالذهب، والفضة بالفضة، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح، إلا سواءً بسواءٍ، عيناً بعينٍ، فمن زاد أو ازداد فقد أربى)) فرد الناس ما أخذوا، فبلغ ذلك معاوية، فقام خطيباً فقال: ألا ما بال رجال يتحدثون عن رسول الله r أحاديث قد كنا نشهده ونصحبه فلم نسمعها منه، فقام عبادة بن الصامت – فأعاد القصة – وقال: لنحدثن بما سمعنا من رسول الله r وإن كره معاوية، أو قال: وإن رغم ما أبالي ألا أصحبه في جنده ليلة سوداء\" . ¶ وقد أخرج مسلم الحديث برواية: \"الذهب بالذهب والفضة بالفضة... مثلاً بمثل سواءً بسواء، يداً بيد فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يداً بيد\". ¶ وروى أبو داود، عن عبادة بن الصامت: أن رسول الله r قال: \"الذهب بالذهب تبرها وعينها، والفضة بالفضة تبرها وعينها، والبر بالبر مُدْيٌ بمُدْيٍ، والشعير بالشعير مُدْيٌ بمديٍ، والتمر بالتمر مُدْيٌ بمديٍ، والملح بالملح مُدْيٌ بمُدْيٍ، فمن زاد أو ازداد فقد أربى، ولا بأس ببيع الذهب بالفضة والفضةُ أكثرهما يداً بيد، وأما نسيئة فلا، ولا بأس ببيع البر بالشعير والشعير أكثرهما يداً بيد، وأما نسيئة فلا\" . ¶ وأخرج النسائي أنه جمع المنزل بين عبادة بن الصامت ومعاوية، فحدثهم عبادة قال:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "\"نهانا رسول الله r عن بيع الذهب بالذهب، والورق بالورق، والبر بالبر، والشعير بالشعير، والتمر بالتمر، والملح بالملح، إلا مثلاً بمثل، يداً بيد، وأمرنا أن نبيع الذهب بالورق، والورق بالذهب، والبر بالشعير، والشعير بالبر، يداً بيد كيف شئنا)) وروي بصيغة نهي\" . ¶ (3) حديث أسامة بن زيد رضي الله عنه: ¶ عن أسامة بن زيد رضي الله عنهما أن النبي r قال: \"إنما الربا في النسيئة\"، وفي رواية أخرى قال: \"لا ربا فيما كان يداً بيد\". وهو حديث صحيح متفق عليه والمقصود به: ((لا ربا.. أي الأغلظ الشديد التحريم المتوعد عليه بالعقاب الشديد، كما تقول العرب: لا عالم في البلد إلا زيد مع أن فيها علماء غيره وإنما القصد نفي الأكمل لا نفي الأصل، وأيضاً فنفي تحريم ربا الفضل من حديث أسامة إنما هو بالمفهوم فيقدم عليه حديث أبي سعيد؛ لأن دلالته بالمنطوق ويحمل حديث أسامة على الربا الأكبر. ¶ وقال الطبري: ¶ \"معنى حديث أسامة ((لا ربا إلا في النسيئة)) إذا اختلفت الأنواع حيث يجوز التفاضل ويبقى الربا في التأجيل فقط، وقد وقع في نسخة الصنعاني قال البخاري سمعت سليمان بن حرب يقول: ((لا ربا إلا في النسيئة)) هذا عندنا في الذهب بالورق والحنطة بالشعير متفاضلاً ولا بأس به يداً بيد ولا خير فيه نسيئة\" . ¶ وأخرج البيهقي بسنده، أنه سمع أبا الجوزاء يقول: كنت أخدم ابن عباس تسع سنين، إذ جاءه رجل فسأله عن درهم بدرهمين؟ فصاح ابن عباس وقال: إن هذا يأمرني أن أطعمه الربا، فقال ناس حوله: إن كنا لنعمل هذا بفتياك، فقال ابن عباس: قد كنت أفتي بذلك حتى حدثني أبو سعيد وابن عمر: أن النبي r نهى عنه، وأنا أنهاكم عنه.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأخرج البيهقي قال: سئل لاحق بن حميد أبو مجلز وأنا شاهد عن الصرف، فقال: كان ابن عباس لا يرى به بأساً زماناً من عمره، حتى لقيه أبو سعيد الخدري، فقال له: يا ابن عباس، ألا تتقي الله، حتى متى تؤكل الناس الربا، أما بلغك أن رسول الله r قال ذات يوم – وهو عند زوجته أم سلمة –: \"إني أشتهي تمر عجوة\" وإنها بعثت بصاعين من تمر عتيق إلى منزل رجل من الأنصار، فأتيت بدلهما بصاع من عجوة، فقدمته إلى رسول الله، فأعجبه فتناول تمرة ثم أمسك، فقال: \"من أين لكم هذا؟\" قالت: بعثت بصاعين من تمر عتيق إلى منزل فلان، فأتينا بدلها من هذا الصاع الواحد، فألقى التمرة من يده، وقال: \"ردوه ردوه، لا حاجة لي فيه، التمر بالتمر، والحنطة بالحنطة، والشعير بالشعير، والذهب بالذهب، والفضة بالفضة، يداً بيد، مثلاً بمثل، ليس فيه زيادة ولا نقصان، فمن زاد أو نقص فقد أربى، وكل ما يكال أو يوزن\" فقال ابن عباس: ذكرتني يا أبا سعيد أمراً أُنسيته، أستغفر الله وأتوب إليه، وكان ينهى بعد ذلك أشد النهي . ¶ (4) أحاديث أبي هريرة رضي الله عنه: ¶ عن أبي هريرة رضي الله عنه قال: قال رسول الله r \"الذهب بالذهب وزناً بوزن، مثلاً بمثل، والفضة بالفضة وزناً بوزن، مثلاً بمثل، فمن زاد أو استزاد فهو ربا\"، وفي رواية قال: \"الدينار بالدينار لا فضل بينهما، والدرهم بالدرهم لا فضل بينهما\"، وفي رواية الموطأ: \"الدينار بالدينار، والدرهم بالدرهم لا فضل بينهما\"، وفي رواية أخرى قال: \"التمر بالتمر، والحنطة بالحنطة، والشعير بالشعير، والملح بالملح، مثلاً بمثل، يداً بيد، فمن زاد أو استزاد فقد أربى إلا ما اختلفت ألوانه\" . ¶ وواضح من مجموع روايات حديث أبي هريرة تقسيم الأعيان الربوية إلى مجموعتين: الأطعمة الأربعة، والأثمان، وهو إجماع الفقهاء، فلا عبرة لمن يقول: إن العلة في الأعيان الستة يجب أن تكون علة واحد. ¶ (5) حديث أبي بكرة نفيع بن الحارث الثقفي رضي الله عنه – ت 51هـ:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أبو بكرة – رضي الله عنه – حديثه في البخاري بسنده، عن عبدالرحمن بن أبي بكرة، عن أبيه قال: قال أبو بكرة رضي الله عنه: قال رسول الله r: \"لا تبيعوا الذهب بالذهب إلا سواء بسواء، والفضة بالفضة إلا سواء بسواء، وبيعوا الذهب بالفضة، والفضة بالذهب كيف شئتم\". وأخرجه البخاري من طريق آخر عن يحيى بن أبي إسحاق، عن عبدالرحمن بن أبي بكرة، عن أبيه رضي الله عنه قال: ((نهى النبي r عن الفضة بالفضة، والذهب بالذهب، إلا سواء بسواء، وأمرنا أن نبتاع الذهب بالفضة كيف شئنا، والفضة بالذهب كيف شئنا)) . ¶ والحديث أيضاً أخرجه مسلم، وفي آخره: ((فسأله رجل، فقال: يداً بيد؟ قال: هكذا سمعت)) ، وذكره أبو عوانة في مستخرجه، وفي آخره: ((والفضة بالذهب كيف شئتم، يداً بيد)). ¶ وأصرح من ذلك حديث عبادة بن الصامت عند مسلم ((فإذا اختلفت الأصناف فبيعوا كيف شئتم)). ¶ (6) أحاديث عمر بن الخطاب رضي الله عنه: ¶ روى البخاري، والموطأ: ((قال مالك بن أوس بن الحدثان النضري: أنه التمس صرفاً بمائة دينار، قال: فدعاني طلحة بن عبيد الله فتراوضنا حتى اصطرف مني فأخذ الذهب يقلبها بيده ثم قال: حتى يأتي خازني من الغابة، وعمر يسمع ذلك، فقال: والله لا تفارقه حتى تأخذ منه، قال رسول الله r: \"الذهب بالذهب ربا إلا هاء وهاء، والبر بالبر ربا إلا هاء وهاء، والشعير بالشعير ربا إلا هاء وهاء، والتمر بالتمر ربا إلا هاء وهاء\" . ¶ وأخرج مالك في الموطأ، عن عبدالله بن عمر رضي الله عنهما: أن عمر بن الخطاب رضي الله عنه قال: ((لا تبيعوا الذهب بالذهب إلا مثلاً بمثل، ولا تشفوا بعضها على بعض، ولا تبيعوا الورق بالورق إلا مثلاً بمثل، ولا تشفوا بعضها على بعض، ولا تبيعوا الورق بالذهب أحدهما غائب والآخر ناجز، وإن استنظرك إلى أن يلج بيته فلا تُنْظِرْهُ إني أخاف عليكم الرَّمَاء، والرَّماء: هو الربا)) .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "هكذا أخرجه مالك موقوفاً، عن نافع، عن ابن عمر، وعن عبدالله بن دينار، عن ابن عمر، عن أبيه، وهو نفس حديث أبي سعيد الخدري في الصحيحين، وجاء به هنا بزيادة: ((وإن استنظرك إلى أن يلج..)) إلخ الحديث. ¶ وأخرج البيهقي بسنده، عن أبي جمرة ميمون القصاب، عن سعيد بن المسيب، عن عمر رضي الله عنه، عن النبي r قال: \"الذهب بالذهب، والفضة بالفضة، والحنطة بالحنطة، والشعير بالشعير، مثلاً بمثل، من زاد أو ازداد فقد أربى\" وأبو جمرة ضعيف، وقد اضطرب السند بسببه. ¶ (7) حديث علي بن أبي طالب رضي الله عنه: ¶ أصل حديثه عند ابن ماجه بسنده، عن عمر بن محمد بن علي بن أبي طالب، عن أبيه، عن جده قال: قال رسول الله r: \"الدينار بالدينار، والدرهم بالدرهم، لا فضل بينهما، فمن كانت له حاجة بورق فليصرفها بذهب، ومن كانت له حاجة بذهب فليصرفها بورق، والصرف هاء هاء\" . ¶ (8) حديث عثمان بن عفان رضي الله عنه: ¶ أخرج مالك في الموطأ، أنه بلغه عن جده مالك بن أبي عامر: أن عثمان بن عفان قال: قال لي رسول الله r: \"لا تبيعوا الدينار بالدينارين، ولا الدرهم بالدرهمين\"، وقد وصله مسلم من طريق ابن وهب، عن مخرمة بن بكير، عن سليمان بن يسار . ¶ (9) حديث معمر بن عبدالله رضي الله عنه: ¶ عن معمر بن عبدالله بن نافع رضي الله عنه أنه أرسل غلامه بصاع قمح، فقال: بعه ثم اشتر به شعيراً، فذهب الغلام فأخذ صاعاً وزيادة بعض صاع، فلما جاء معمراً أخبره بذلك، فقال له معمر: لِمَ فعلت ذلك؟ انطلق فرده، ولا تأخذن إلا مثلاً بمثل، فإني كنت أسمع رسول الله r يقول: \"الطعام بالطعام مثلاً بمثل\" قال: وكان طعامنا يومئذ الشعير، قيل له: فإنه ليس بمثله، قال: ((إني أخاف أن يضارع)) . ¶ وأخرج مالك في الموطأ، عن سعيد بن المسيب، عن رسول الله r أنه قال: \"لا ربا إلا فيما كيل أو وزن مما يؤكل أو يشرب\" ، والصحيح: أنه من قول سعيد، ومن رفعه فقد توهم. ¶ (10) عبدالله بن عمر رضي الله عنهما:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لعبدالله بن عمر رضي الله عنهما عدة أحاديث في أبواب الربا، ولعل أشهر أحاديثه هي: ¶ 1- حديث اقتضاء الذهب من الورق، وبالعكس عندما كان يبيع الإبل بالبقيع. ¶ 2- حديث الإحسان في أداء القرض. ¶ 3- منع ربا الفضل في الصرف ولا عبرة للصياغة في النقدين. ¶ 1 – اقتضاء الذهب من الورق: ¶ عن ابن عمر رضي الله عنهما قال: (كنت أبيع الإبل بالبقيع، فأبيع الدنانير فآخذ مكانها الورق، وأبيع بالورق وآخذ مكانها الدنانير، فأتيت رسول الله r، فوجدته خارجاً من بيت حفصة، فسألته عن ذلك؛ فقال: \"لا بأس به بالقيمة\"). ¶ وهذه رواية الترمذي، وقال الترمذي: وقد روي موقوفاً على ابن عمر . ¶ وفي رواية أبي داود قال: (كنت أبيع الإبل بالبقيع، فأبيع بالدنانير وآخذ الدراهم، وأبيع بالدراهم وآخذ الدنانير، آخذ هذه من هذه، وأعطي هذه من هذه، فأتيت رسول الله r وهو في بيت حفصة، فقلت: يا رسول الله، رويدك أسألك، إني أبيع الإبل بالدنانير وآخذ الدراهم، وأبيع بالدراهم وآخذ الدنانير، آخذ هذه من هذه، وأعطي هذه من هذه، فقال رسول الله r: \"لا بأس أن تأخذها بسعر يومها، ما لم تفترقا وبينكما شيء\") . ¶ وفي أخرى له بمعناه، والأول أتم، ولم يذكر ((بسعر يومها)). ¶ وأخرج النسائي نحواً من هذه الروايات. ¶ وله في أخرى: ((أنه كان لا يرى بأساً في قبض الدراهم من الدنانير، والدنانير من الدراهم)) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "واقتضاء الذهب من الفضة أو العكس عن أثمان السلعة هو في الحقيقة بيع ما لم يقبض، فدل جوازه على أن المقصود بيع ما لم يقبض ما يراد ببيعه الربح؛ لما روي من النهي عن ربح ما لم يضمن، واقتضاء الذهب من الفضة خارج عن هذا المعنى؛ لأن المراد به: التقابض حيث لا يشق ولا يتعذر لا التصارف والترابح. واشتراط كونها بسعر يومها فلا تطلب ربح ما لم تضمن واشتراط أن لا يتفرقا وبينهما شيء؛ لأنه في الحقيقة صرف، ولا يصح إلا بالتقابض. وأكثر أهل العلم على جواز اقتضاء الدراهم من الدنانير وبالعكس، ومنعه ابن شبرمة وأبو سلمة بن عبدالرحمن . ¶ وقد تفرد برفع الحديث سماك بن حرب. قال شعبة: ¶ \"وأنا أفرقه، وسبب ضعفه أنه كان يقبل التلقين، ولكنه إلى التوثيق أقرب إن شاء الله، فحديثه حسن كما هو مقتضى كلام ابن عدي\" . ¶ 2 – الإحسان في أداء القرض: ¶ أخرج مالك رضي الله عنه قال: ¶ \"بلغني أن رجلاً أتى ابن عمر رضي الله عنهما، فقال: إني أسلفت رجلاً سلفاً، واشترطت عليه أفضل مما أسلفته، فقال عبدالله بن عمر: فذلك الربا، قال: فكيف تأمرني يا أبا عبدالرحمن؟ قال عبدالله بن عمر: السلف على ثلاثة وجوه: سلف تسلفه تريد به وجه الله، فلك وجه الله، وسلف تسلفه تريد به وجه صاحبك، فلك وجه صاحبك، وسلف تسلفه لتأخذ خبيثاً بطيب، فذلك الربا، قال: فكيف تأمرني يا أبا عبدالرحمن؟ قال: أرى أن تشق الصحيفة، فإن أعطاك مثل الذي أسلفته قبلته، وإن أعطاك دون الذي أسلفته فأخذته أُجرت، وإن أعطاك أفضل مما أسلفته طيبة به نفسه، فذلك شكر شكره لك ولك، أجر ما أنظرته\" . ¶ وعن مجاهد بن جبر رحمه الله أنه قال:\"استسلف عبدالله ابن عمر من رجل دراهم، ثم قضاه دراهم خيراً منها، فقال الرجل: يا أبا عبدالرحمن، هذه خير من دراهمي التي أسلفتك، فقال عبدالله بن عمر: قد عملت، ولكن نفسي بذلك طيبة\" . ¶ 3 – منع ربا الفضل في الصرف، ولا عبرة لصياغة الحلي من النقدين:",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أخرج مالك في الموطأ، عن حميد بن قيس المكي، عن مجاهد بن جبر أنه قال: ¶ \"كنت مع عبدالله بن عمر، فجاءه صائغ، فقال له: يا أبا عبدالرحمن، إني أصوغ الذهب، ثم أبيع الشيء من ذلك بأكثر من وزنه، فأستفضل قدر عمل يدي، فنهاه عبدالله عن ذلك، فجعل الصائغ يردد عليه المسألة وعبدالله ينهاه، حتى انتهى إلى باب المسجد، أو إلى دابة يريد أن يركبها، ثم قال عبدالله بن عمر: ((الدينار بالدينار، والدرهم بالدرهم، لا فضل بينهما، هذا عهد نبينا إلينا، وعهدنا إليكم))\" . ¶ وأخرج النسائي المسنَدَ منه فقط، وجعله من مسند عمر رضي الله عنه، تبعاً لمالك رحمه الله، وتبعهما ابن الأثير في (جامع الأصول)، إلا أنه أسنده لعمر رضي الله عنه، ولعله سقطت كلمة – ابن – من النسخة التي وقعت لابن الأثير . ¶ وروى الشافعي هذا الأثر، عن سفيان بن عيينة، عن وردان الرومي – الصائغ – عن ابن عمر، فقال في آخره: ((هذا عهد صاحبنا إلينا، وعهدنا إليكم)) ، قال الشافعي: ¶ \"يعني صاحبنا: عمر بن الخطاب رضي الله عنه، ورجح البيهقي ذلك؛ لأن الأخبار ترجح أن ابن عمر لم يسمع في ذلك من النبي شيئاً\". ¶ ثم قال الشافعي: ¶ \"ولعله أراد عهد النبي إلى أصحابه بعدما ثبت له ذلك من حديث أبي سعيد وغيره\". ¶ وتكلم ابن عبدالبر في ذلك، ورجح رواية مالك، ونسب الخطأ للشافعي، ورأى أن رواية سفيان الثوري مجملة ورواية مالك مبينة (صاحبنا – نبينا) ولكن الصواب مع الشافعي؛ لما روى مسلم، عن نافع قال: ¶ \"كان ابن عمر يحدث عن عمر في الصرف ولم يسمع من النبي r فيه شيئاً ولكن لرواية ابن عمر أصل في تحريم ربا الفضل؛ لأنه روى حادثة بلال عندما جاء بتمر جنيب ولعله – ابن عمر – أرسل ذلك؛ لما ثبت له من حديث أبي سعيد وغيره\" .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "عن ابن عمر رضي الله عنه قال: قال رسول الله r: \"لا تبيعوا الدينار بالدينارين، ولا الدراهم بالدرهمين، ولا الصاع بالصاعين، فإني أخاف عليكم الرماء\" – وهو: الربا – فقام إليه رجل، فقال: يا رسول الله، أرأيت الرجل يبيع الفرس بالأفراس، والنجيبة بالإبل فقال: \"لا بأس، إذا كان يداً بيد\" . ¶ (11) حديث البراء بن عازب وزيد بن أرقم: ¶ أخرج البخاري بسنده قال: ¶ \"سمعت أبا المنهال [عبدالرحمن ابن مطعم البناني المكي يروي عن ابن عباس والبراء بن عازب وزيد بن أرقم ت عام 106هـ] قال: سألت البراء بن عازب وزيد بن أرقم رضي الله عنهم عن الصرف، فكل واحد منهم يقول: هذا خير مني، فكلاهما يقول: ((نهى رسول الله صلى عن بيع الذهب بالورق ديناً))\". ¶ وقد أخرج البخاري هذا الحديث برواية أخرى عن أبي المنهال قال: ¶ \"كنت أتجر في الصرف، فسألت زيد بن أرقم رضي الله عنه [تحويل السند] سألت البراء بن عازب وزيد بن أرقم عن الصرف فقالا: كنا تاجرين على عهد رسول الله r، فسألنا رسول الله r عن الصرف فقال: \"إن كان يداً بيد فلا بأس، وإن كان نسيئاً فلا يصلح\"\". ¶ وأخرجه البخاري ثالثة قال: ¶ \"سألت أبا المنهال عن الصرف يداً بيد، فقال: اشتريت أنا وشريك لي شيئاً يداً بيد نسيئة فجاءنا البراء بن عازب، فسألناه، فقال: فعلت أنا وشريكي زيد بن أرقم، وسألنا النبي r عن ذلك، فقال: \"ما كان يداً بيد فخذوه، وما كان نسيئة فردوه\"\" . ¶ ولكن أوضح روايات البخاري لهذا الحديث تلك الرواية التي جاء بها في أول كتاب مناقب الأنصار. ¶ عن سفيان عن عمر وسمع أبا المنهال – عبدالرحمن بن مطعم – قال:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "\"باع لي دراهم بدراهم في السوق نسيئة، فقلت: سبحان الله، أيصلح هذا؟ فقال: سبحان الله، والله لقد بعتها في السوق فما عابه أحد، فسألت البراء بن عازب، فقال: قدم النبي r ونحن نبايع هذا البيع، فقال: \"ما كان يداً بيد فليس به بأس وما كان نسيئة فلا يصلح\" والق زيد بن أرقم فاسأله، فإنه كان أعظمنا تجارة، فسألت زيد بن أرقم، فقال مثله\" . ¶ والبراء بن عازب استصغر يوم بدر مع عبدالله بن عمر، ثم شهد أُحداً وبقية المشاهد، وقد فتح الري عام 24هـ، وشهد فتح [تستر] مع أبي موسى الأشعري، توفي في إمارة مصعب بن الزبير عام 72هـ . ¶ أما زيد بن أرقم رضي الله عنه فقد استصغر يوم أُحد، وكانت أول مشاهدة غزوة الخندق، توفي رضي الله عنه عام 66هـ، وقيل 68هـ ، وقد صرح البراء وزيد في حديثهما أنهما كانا شركاء في التجارة، وواضح من الحديث أنه يحكي ما كان أول الهجرة حيث اعتاد النَّساء وعدم التقابض، وهو ما كان شائعاً في الجاهلية؛ ولهذا صرح الحميدي في مسنده بأن الحديث منسوخ . ¶ ولزيد بن أرقم ذكر في الحديث أبي إسحاق السبيعي عن امرأته العالية بنت أنفع بن شرحبيل أنها قالت: ¶ \"دخلت أنا وأم ولد زيد بن أرقم وامرأته على عائشة رضي الله عنها، فقالت أم ولد زيد بن أرقم: إني بعت غلاماً من زيد بن أرقم بثمانمائة درهم إلى العطاء، ثم اشتريه منه بستمائة درهم، فقالت لها: بئس ما شريت، وبئس ما اشتريت، أبلغي زيد بن أرقم أنه قد أبطل جهاده مع رسول الله r إلا أن يتوب، قالت: يا أم المؤمنين، أرأيتِ إن لم آخذ إلا رأس مالي؟ فقرأت عائشة: \"فَمَن جَآءَهُ مَوْعِظَةٌ مِّن رَّبِّهِ فَانتَهَى فَلَهُ مَا سَلَفَ وَأَمْرُهُ إِلَى اللهِ\"\" . ¶ والحديث ضعيف؛ لأن فيه داود بن الزبرقان الذي قال فيه يحيى بن معين: ¶ \"ليس بشيء، وضعفه جداً علي بن المديني، واتهمه آخرون بعدم الحفظ؛ ولهذا قال عنه أحمد: صدوق فيما وافق الثقات ولا يحتج به إذا انفرد\". ¶ قال الشافعي:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "\"لو ثبت هذا الحديث فإن عائشة رضي الله عنها عابت على زيد بن أرقم بيعاً إلى العطاء؛ لأنه أجل غير معلوم، وهذا ما لا يجيزه الشافعي، وإن أجاز العينة في شكلها الظاهري، ومن أصوله رحمه الله: إن اختلف الصحابة في مسألة أن يأخذ بقول من وافقه القياس، ثم يقول: ونحن لا نثبت الحديث عن عائشة، كما أن زيداً لا يبيع إلا ما يراه حلالاً، ولا يبتاع إلا مثله\" . ¶ (12) فضالة بن عبيد رضي الله عنه: ¶ عن فضالة بن عبيد رضي الله عنه، عن النبي r قال: \"لا تبيعوا الذهب بالذهب إلا وزناً بوزن\" . ¶ عن فضالة بن عبيد قال: ¶ \"أُتي رسول الله r وهو بخيبر بقلادة، فيها خرز وذهب، وهي من المغانم تباع، فأمر رسول الله r بالذهب الذي في القلادة، فنزع وحده، ثم قال لهم رسول الله r: \"الذهب بالذهب وزناً بوزن\"، وفي رواية قال: ((اشتريت يوم خيبر قلادة باثني عشر ديناراً، فيها ذهب وخرز ففصلتها، فوجدت فيها أكثر من اثني عشر ديناراً، فذكرت ذلك للنبي r، فقال: \"لا تُبَاع حتى تُفَصَّل\"\" . ¶ وفي أخرى قال حنش الصنعاني: ¶ \"كنا مع فضالة في غزوة، فطارت لي ولأصحابي قلادة، فيها ذهب وورق وجوهر، فأردت أن أشتريها، فسألت فضالة بن عبيد، فقال: انزع ذهبها فاجعله في كفة، واجعل ذهبك في كفة، ثم لا تَأخُذَنَّ إلا مثلاً بمثل، فإني سمعت رسول الله r يقول: \"من كان يؤمن بالله واليوم الآخر فلا يأخذن إلا مثلاً بمثل\"\". ¶ وأخرج الترمذي الرواية الثانية، وأبو داود الثانية والثالثة، ولأبي داود أيضاً قال: ¶ \"أُتي رسول الله r عام خيبر بقلادة فيها ذهب وخرز ابتاعها رجل بتسعة دنانير أو بسبعة دنانير، فقال النبي r: \"لا، حتى تميز بينه وبينه\" فقال: إنما أردت الحجارة، وفي رواية التجارة: فقال النبي r: \"لا، حتى تميز بينهما\"، قال فرده: حتى ميز بينهما\" . ¶ وفي أخرى قال: ¶ \"أصبت يوم خيبر قلادة فيها ذهب وخرز فأردت أن أبيعها، فذكر ذلك للنبي r، فقال: \"افصل بعضها من بعض ثم بعها\"\" . ¶ وفي أخرى قال:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "\"كنا مع رسول الله r يوم خيبر نبايع اليهود الأوقية الذهب بالدينارين والثلاثة، فقال رسول الله r: \"لا تبيعوا الذهب بالذهب إلا وزناً بوزن\"\" . ¶ وحديث فضالة، قال في التلخيص: له عند الطبراني طرق كثيرة جداً فيها قلادة من خرز وذهب – ذهب وجوهر – خرز معلقة بذهب، وروي بيعها بسبعة دنانير، وباثني عشر ديناراً، وبتسعة دنانير، وقد أجاب البيهقي عن هذا الاختلاف بأنها بيوع متعددة شهدها فضالة، قال ابن حجر: ¶ \"وهذا الاختلاف لا يوجب ضعفاً، بل المقصود من الاستدلال محفوظ لا اختلاف فيه، وهو النهي عن بيع ما لم يفصل، وأما جنسها وقدر ثمنها فلا يتعلق به ما يوجب الحكم بالاضطراب، سيما وأن معظم الرواة ثقات، فيحكم بصحة رواية أحفظهم وأضبطهم وتكون رواية الباقين بالنسبة إليه شاذة\". ¶ وخلاصة الحديث: أن الذهب المختلط بغيره لا يجوز بيعه بذهب حتى يفصل ويميز؛ ليعرف مقدار الذهب بدقة ويتحقق التماثل بيقين، ومثل ذلك الفضة وسائر الأعيان الربوية . ¶ والموضوع الذي تطرحه أحاديث فضالة بن عبيد قد رأينا مثله في أحاديث عبادة بن الصامت، وروي مثلها عن أبي الدرداء مع معاوية رضي الله عنه، وهي ما أخرج مالك في الموطأ عن زيد بن أسلم عن عطاء بن يسار، أن معاوية بن أبي سفيان باع سقاية من ذهب أو ورق بأكثر من وزنها، فقال أبو الدرداء: سمعت رسول الله r ينهى عن مثل هذا إلا مثلاً بمثل، فقال له معاوية: ما أرى بمثل هذا بأساً فقال أبو الدرداء: من يعذرني من معاوية؟ أنا أخبره عن رسول الله r ويخبرني عن رأيه، لا أساكنك بأرض أنت بها ثم قدم أبو الدرداء على عمر بن الخطاب فذكر ذلك له، فكتب عمر بن الخطاب إلى معاوية أن لا تبيع ذلك إلا مثلاً بمثل وزناً بوزن)) . ¶ وأخرج في الموطأ عن يحيى بن سعيد قال: (أمر رسول الله r السعدين يوم خيبر أن يبيعا آنية من المغنم من ذهب أو فضة، فباعا كل ثلاثة بأربعة عيناً أو كل أربعة بثلاثة عيناً، فقال لهما: \"أربيتما فرداً\") .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وروى سعيد بن منصور أن عمر رضي الله عنه أرسل رجلاً ليبيع آنية مموهة بالذهب، فباعها من يهودي بأكثر من وزنها، فأمره عمر بالفسخ، وأمره أن يبيعها وزناً بوزن . ¶ (13) سعد بن أبي وقاص رضي الله عنه: ¶ عن أبي عياش رضي الله عنه – واسمه زيد – أنه سأل سعد بن أبي وقاص عن البيضاء بالسلت، فقال له سعد: أيتهما أفضل؟ قال: البيضاء، فنهاه عن ذلك، وقال سعد: سمعت رسول الله r يُسأل عن اشتراء التمر بالرطب، فقال رسول الله r: \"أينقص الرطب إذا يبس؟\" قال: نعم، فنهاه عن ذلك . ¶ وفي رواية أخرى لأبي داود عن أبي عياش أنه سمع سعد بن أبي وقاص يقول: ((نهى رسول الله r عن بيع الرطب بالتمر نسيئة)) . ¶ (14) جابر بن عبدالله رضي الله عنه: ¶ روى أبو محمد عبدالله بن وهب في مسنده قال: أخبرني ابن لهيعة، عن أبي الزبير، عن جابر قال: ((كنا في زمان رسول الله r نعطي الصاع من حنطةٍ في ستة آصع من تمر، فأما سوى ذلك من الطعام فيكره ذلك إلا مثلاً بمثل))، فالتماثل في بيع النقد – الحال – شرط لابد منه . ¶ (15) رويفع بن ثابت رضي الله عنه: ¶ أخرجه الطحاوي بسنده عن حنش الصنعاني يحدث عن رويفع بن ثابت يقول: إن رسول الله r قال في غزوة خيبر: \"بلغني أنكم تبتاعون المثقال بالنصف والثلثين، وأنه لا يصلح إلا المثقال بالمثقال والوزن بالوزن\"، ورويفع بن ثابت صحابي أنصاري، قال البخاري عنه في التاريخ الكبير: يعد في المصريين، وله حديث سمعه من رسول الله r . ¶ (16) أنس بن مالك رضي الله عنه: ¶ عن أنس، أن النبي r قال: \"ما وزن مثلاً بمثل إذا كان نوعاً واحداً، وما كيل مثلاً بمثل إذا كان نوعاً واحداً\" . ¶ (17) أبو بكر الصديق رضي الله عنه: ¶ أخرج ابن أبي شيبة وعبيد بن حميد، عن محمد بن السائب الكلبي، عن سلمة بن السائب، عن أبي رافع، عن أبي بكر رضي الله عنه قال: (سمعت النبي r يقول: \"الذهب بالذهب وزناً بوزن، والفضة بالفضة وزناً بوزن، والزائد والمستزيد في النار\") والكلبي ضعيف.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وحكم السبكي في (تكملة المجموع): أن الحديث لم يصح . ¶ (18) رافع بن خديج رضي الله عنه: ¶ أخرج أبو جعفر الطحاوي في شرح معاني الآثار بسنده قال حدثني نافع قال: مشى عبدالله بن عمر إلى رافع بن خديج في حديث بلغه عنه في بيان الصرف، فأتاه فدخل عليه فسأله عنه، فقال رافع: (سمعته أذناي، وأبصرته عيناي، رسول الله r يقول: \"لا تشفوا الدينار على الدينار، والدرهم على الدرهم، ولا تبيعوا غائباً منها بناجز، وإن استنظرك حتى يدخل عتبة بابه\") . ¶ المزابنة ومسألة العرايا: ¶ مما يلحق بأحاديث تحريم ربا الفضل بعض الأحاديث التي تناولت البيوع المنهي عنها لعدم تحقق التماثل في الجنس الربوي الواحد كما مر معنا ذكرها في بيوع الجاهلية. ¶ والمزابنة لغة: الدفع بشدة، وسمي البيع كذلك؛ لأن كلا من المتبايعين يدفع صاحبه عن حقه بما يزداد فيه. ¶ والمراد بها: بيع التمر في رؤوس النخل بالتمر . ¶ والثمر: هو الرطب على النخلة، فإذا قطع فهو الرطب، وإذا خزن فهو التمر، ثم أطلق الثمر على كل محاصيل الأشجار. ¶ وقد أخرج البخاري ومسلم حديث أبي سعيد الخدري ((نهى رسول الله r عن المزابنة والمحاقلة))، ومثله عن أبي هريرة وابن عباس وعبدالله بن عمر رضي الله عنهم، وجاء في بعض الأحاديث (المزابنة): بيع الثمر بالثمر كيلاً، وبيع الكرم بالزبيب كيلاً، وفي رواية عن ابن عمر رضي الله عنهما قال: ((نهى رسول الله r عن المزابنة: أن يبيع الرجل تمر حائطه إن كان نخلاً بتمر كيلاً، وإن كان كرماً أن يبيعه بزبيب كيلاً، وإن كان زرعاً أن يبيعه بكيل طعام، نهى عن ذلك كله)). ¶ وذلك لأن مبادلة التمر بالتمر والقمح بالقمح والعنب بالزبيب لابد فيها من التساوي، وإلا وقعا في ربا الفضل حيث لا يصلح الخرص والتخمين لتحقيق المساواة المطلوبة [الجهل بالمماثلة كحقيقة المفاضلة]. ¶ بل جاء النهي عن بيع التمر بالرطب من حديث سعد بن أبي وقاص \"أينقص الرطب إذا يبس؟\"، قال: نعم، فنهى عن ذلك.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما حديث يحيى بن أبي كثير بسنده: عن سعد بن أبي وقاص: ((نهى رسول الله r عن بيع الرطب بالتمر نسيئة)). ¶ فالراجح: أن كلمة نسيئة ليست من النص، وقد ضبط الحديث أربعة حفاظ أحفظ من يحيى على النهي عن بيع الرطب بالتمر فقط . ¶ وأحاديث المزابنة تضمنت الرطب والزبيب، فيجب إضافتهما للأعيان الستة. ¶ وتطبيقاً لقاعدة [اليسر ورفع الحرج] رخص r في العرايا، وهو: أن يبتاع الفقراء بتمرهم المخزون شيئاً من الرطب على رؤوس النخل بالشروط المعروفة عند الفقهاء والتي تضمنها حديث محمود بن لبيد . ¶ – حاجة الفقراء للرطب. – عدم النقود في أيديهم. – في خمسة أوسق فما دون. – الالتزام بخرصها التقريبي. – عدم النَساء فيها خلافاً للمالكية . ¶ الربا في الحيوان: ¶ لا يدخل الحيوان في الأموال الربوية؛ لأنه قيمي، ولكن مبادلة الحيوان بالحيوان أو القرض فيه يجعل التبادل داخلاً في مبادلة المتجانسين، وقد كان افتراض الحيوان أمراً تعرفه العرب – كما مر في ربا الجاهلية ويضاعفون السن في كل عام – وقد ثبت في حديث أبي هريرة رضي الله عنه، أن رسول الله r استقرض سناً فأعطى سناً خيراً من سنه، وقال: \"خياركم أحاسنكم قضاء\" رواه الإمام أحمد، والترمذي وصححه . ¶ وأخرج الجماعة إلا البخاري حديث أبي رافع أنه قال: ((استلف النبي r بكراً ورد خياراً رباعياً)). ¶ وقد اتفق الفقهاء على جواز قرض الحيوان، وجواز السلم فيه، ومنعه الحنفية ، وقالوا: إن المال القيمي يصير مثلياً إذا أمكن وصفه في الذمة. ¶ ولهذا ذهب جمهور الفقهاء إلى جواز مبادلة الحيوان بالحيوان مع التفاضل دون نَساء، أما مع النَّساء فهو قرض ربوي، واستدلوا بعدة أحاديث: ¶ فعن عبدالله بن عمرو بن العاص رضي الله عنهما: ((أن رسول الله r أمره أن يجهز جيشاً، فنفدت الإبل، فأمره أن يأخذ في قلاص الصدقة، فكان يأخذ البعير بالبعيرين إلى إبل الصدقة)) أخرجه أبو داود .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وعن حسن بن محمد بن علي بن أبي طالب: أن علي بن أبي طالب رضي الله عنه ((باع جملاً له يُدعى عُصِيْفِيراً بعشرين بعيراً إلى أجل)) أخرجه الموطأ. ¶ وعن نافع: أن عبدالله بن عمر رضي الله عنهما ((اشترى راحلةً بأربعة أَبْعِرَةٍ مضمونةٍ عليه، يُوفيها صاحبها بالرَّبذة)) . ¶ وعن جابر بن عبدالله رضي الله عنهما، أن رسول الله r قال: \"لا يصلح الحيوان اثنان بواحد نسيئة، ولا بأس به يداً بيد\" . ¶ واحتج الحنفية لمذهبهم بحديث سمرة بن جندب رضي الله عنه قال: ((نهى r عن بيع الحيوان بالحيوان نسيئة)) أخرجه الترمذي والنسائي، وفيه انقطاع بين الحسن وسمرة، حيث لم يسمع منه إلا حديث العقيقة. ¶ ويرى الحنفية: أن هذا الحديث يعتبر نسخاً للأحاديث السابقة التي تجيز الاستقراض والتفاضل، وقالوا: إن الأحاديث المبيحة إنما هي في السلم الذي يجعل القيمي بوصفه في الذمة كالمثليات . ¶ ولكن مذهب الجمهور تعضده الأدلة الثابتة؛ ولهذا فلا بأس في مبادلة الحيوان بالحيوان مع الفضل والنَّساء. ¶ النتائج المستفادة من سرد الأحاديث: ¶ يتضح من سرد هذه الأحاديث الأمور التالية: ¶ 1- أن الأموال الربوية كلها من المثليات القابلة للقرض، وليست أموالاً قيمية – كالدور، والثياب – تقبل الإجارة والإعارة، مما يؤكد أن الأصل في التحريم هو القروض، لا سيما وأن هذه الأموال كان العرب والأمم السابقة يتقارضونها فيما بينهم. ¶ 2- أن الفضل بمعنى: الزيادة يتحقق في الكمية والمقدار، كما يتحقق في فضل الحلول على الأجل، وفضل العين على الدين، ولهذا شرطت الأحاديث: ((مثلاً بمثل، يداً بيد، سواء بسواء)). ¶ 3- أن اختلاف المتبادلين فئة [ذهب بقمح] يبيح الفضل والنَّساء، واختلافهما صنفاً [ذهب بفضة – قمح بشعير] يبيح الفضل وحده ولا يبيح النَّساء، أما اختلافهما جودةً ورداءةً فلا عبرة له. فكل ما لا يجوز فيه التفاضل لا يجوز فيه النَّساء، فإذا جاز التفاضل قد يجوز النَّساء وقد لا يجوز.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "4- الأعيان الربوية مجموعتان: ¶ أجمع الفقهاء على انقسام الأعيان الربوية إلى مجموعتين: النقود، والأطعمة. وتنفرد كل مجموعة بعلتها، وهذا الإجماع تخصيص لعموم حديث الأعيان الستة أو تقييد لمطلقه، كما نقله السبكي عن محمد بن يحيى والشيرازي صاحب المهذب . ¶ ويستفاد هذا الإجماع من اتفاق المذاهب على جواز إسلام الموزونات كلها بالذهب والفضة، وهو ما انتقضت به علة الحنفية في الوزن. ¶ فجواز عقد السلم بتقديم الذهب والفضة على أن يستلم قمحاً وشعيراً في المستقبل دليل على تميز الذهب والفضة عن المطعومات الأربعة. ¶ على أنه بوسعنا الاستدلال على تقسيم الأعيان الربوية من أحاديث الربا نفسها، فأحاديث الصرف التي رواها أبو سعيد الخدري رضي الله عنه تناولت الذهب والفضة وحدهما بأحاديث مستقلة عن الأعيان الستة. ¶ ومثل ذلك: حديث أبي بكر، وحديث عمر رضي الله عنه في المصارفة بين طلحة ومالك بن أوس، وحديث ابن عمر، وحديث على بن أبي طالب، وعثمان بن عفان، وفضالة بن عبيد، وأبي الدرداء، ورويفع بن ثابت، وأبي بكر الصديق رضي الله عنهم أجمعين، وأصرح من هذا كله حديث أبي هريرة الذي روى حديث الدينار والدرهم مستقلاً عن الأطعمة الأربعة في رواية أخرى؛ ولهذا فإنه من العبث النظر إلى الأعيان الستة على أنها مجموعة واحدة، ويجب أن يشملها علة ربوية واحدة. ¶ يمتاز ربا الفضل بالخصائص التالية: ¶ 1- لا يكون ربا الفضل إلا في صور خاصة من عقدي الصرف والمقايضة عند اتحاد جنس البدلين، كالذهب بالذهب والتمر بالتمر. ولا يكون ربا الفضل أبداً في البيع المطلق عند توسيط النقود. ¶ 2- لا يكون ربا الفضل إلا في البيوع الحاضرة فحيث حظر التفاضل بين البدلين يحرم تأجيل شيء منهما؛ ولهذا سمي ربا الفضل بربا النقد الذي يقابل ربا الدين الذي لا يقع إلا في التأجيل والنسيئة.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "3- التفاضل المحظور هو زيادة كمية في مقدار أحد البدلين، كما في حديث التمر ((كيل جيد بكيلين من الرديء)) وعند وجود فرق يعتد به في قيمة البدلين دل الشرع على عدم مقايضتهما مباشرة لأنها توقع في ربا الفضل بل يباع البدلان بالنقود ويشتري الطرفان الصنف الذي يريد. وفي حال إهدار التفاوت في قيم البدلين المتماثلين جنساً إذا تم تبادلهما بالصرف والمقايضة لا يجوز إهدار ذلك في مال اليتيم والمريض ومال الوقف حيث يتم التقويم بقيمته من غير جنسه مراعاة لحق العبد ولحق الشرع . ¶ 4- لا ينتفي ربا الفضل إلا بتحقق المساواة بين البدلين كيلاً أو وزناً، ولا عبرة لإبراء الطرف الخاسر فيهما لأن من زاد أو استزاد أو ازداد فقد ازداد فقد أربى والحظر لمحض حق الله تعالى، ويقع العقد الربوي باطلاً في الصرف والمقايضة، أما في القرض فيفسد العقد بشرط الربا ويرجع صحيحاً بإلغاء الشرط المفسد. ¶ 5- ربا الفضل يوصد بعض أبواب المقايضة، ويفتح أبواب البيع بالنقود إذ هي أضبط وأدق تقديراً لقيم السلع وفي استخدام النقود تنشيط للتجارة وازدهار للأسواق. ¶ ربا النَّساء أو ربا اليد: ¶ تعارف الفقهاء إطلاق ربا النسيئة على ربا الديون المذكورة في القرآن الكريم، بينما ربا (النَّساء) هو الشطر الثاني المفهوم من حديث الأعيان الستة مما يسميه الفقهاء ربا النَّساء، أو ربا اليد عند الشافعية – إنما هو في البيوع ولا علاقة له بالديون، وقد حظرت به السنة التأجيل في بعض البيوع الخاصة أو التأخير في تنفيذها، فيجب لصحة العقد حضور البدلين وتسليمها ناجزاً، ولا يدخل فيه السلف في أي من المتعاقدين ويمتاز بالخصائص التالية: ¶ 1- يسري ربا النَّساء حيث يطبق ربا الفضل دائماً، كبيع الذهب بالذهب، فكما يحرم التفاضل يحرم غياب أحد البدلين عن مجلس العقد في الصرف والمقايضة، فلا يصح العقد بشرط تأجيل أحد البدلين.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "2- يتسع ربا النَّساء في الصرف والمقايضة حتى عند اختلاف الجنس، فيجب تسليم البدلين عند التعاقد في مجموعتي النقود والأطعمة، بينما يتوقف عمل ربا النسيئة باستخدام النقد مع السلع الأخرى. ¶ 3- أباحت الشريعة التجارة المؤجلة البيع الآجل، والقروض، كما نظمته آية الدين حيث يتأجل دين القرض؛ رفقاً بالمدين، ويباح للتاجر استثمار ماله في البيع المؤجل، والسلم بتأخير الثمن أو المبيع فيهما. ¶ فكان ربا نسيئة استثناء من هذه الإباحة، وهذا هو مصدر اعتراض القائلين: ((إنما البيع مثل الربا))؛ لأنهم قاسوا القرض بفائدة معينة على البيع المؤجل بربح مقابل للتأجيل، وهو البيع الذي يسميه الحنفية: المرابحة، ويشبه البيع بالتقسيط مع زيادة الثمن مقابل التأجيل. ¶ وللشوكاني رسالة في هذا الموضوع سماها: [شفاء العلل في حكم زيادة الثمن لمجرد الأجل] . ¶ وما دامت الزيادة في الأثمان المؤجلة أصلها الإباحة، فليس القصد من تحريم التأجيل في الصرف والمقايضة هو سد الذريعة إلى ربا الديون الذي يحظر الاعتياض عن التأجيل – كمال قال الأستاذ زكي الدين بدوي – تبعاً لابن القيم، وصار هذا عرفاً عند أكثر الفقهاء. ¶ 4- حرمت السنة بيع الكالئ بالكالئ فلا يصح بيع مؤجل بمؤجل مثله ولو كان الدينان متماثلين نوعاً ومقداراً وأجلاً، وفي ذلك تأكيد لربط ماهية ربا النسيئة بالديون وإبراز ربا النَّساء كقسم مستقل عن الديون وليبقى قسيماً لربا البيوع فلا يختلط بربا الديون، فهناك فرق بين ربا النَّساء – الذي يحظر التأجيل في بعض البيوع وبين ربا الدين الذي لا يعرض بنوع من التحريم لتأجيل الديون، وإنما يقتصر التحريم فيه على أخذ عوض عن الأجل زيادة عن رأس مال الدين.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ولعل ربا البيوع لم يكن واضح المعالم حتى بالنسبة لبعض الصحابة حيث كان عبدالله بن مسعود رضي الله عنه يبيع نفاية بيت المال في الكوفة حتى بلغه النهي عنه، فقال الصيارفة: يا معشر الصيارفة، إن الذي كنت أبايعكم لا يحل، لا تحل الفضة إلا وزناً بوزن . ¶ واستشهد بمذهب ابن عباس قبل رجوعه، فكان رضي الله عنه لا يرى بأساً في بيع درهم بدرهمين حتى بلغه حديث أبي سعيد الخدري فتراجع عن قوله. ¶ ولهذا كان المخالفون فيه صغار الصحابة ((ابن عباس – ابن مسعود – معاوية – البراء – أسامة – ابن عمر – ابن الزبير)) رضي الله عنهم. ¶ v إن اختلاف العلماء ليس في أصل تحريم ربا الفضل، بل في نطاق هذا التحريم وشموله لأنواع متعددة في المعاملات بسبب اختلافهم في مناط الحكم وعلته، فالأعيان الستة ليست محل اختلاف، بل الاختلاف في تعديتها بالعلة. ¶ v إن الشريعة عندما تحرم أمراً فإنها تضيّق المسالك والطرق المؤدية إليه لتقتلع جذوره، ففي الخمر لم يحرم الإسلام شرب القدر المسكر فقط، بل حرم شرب القليل والكثير ((ما أسكر كثيره فقليله حرام))؛ وما ذلك إلا لأن المرء إذا اعتاد القليل خلص إلى الكثير، ولهذا حرم الإسلام قليل الخمر وكثيره، بل حرم تصنيعها وترويجها والمساعدة فيها، ومثل هذا في الربا، حيث حرم ربا الفضل كي لا يتوصل به لربا النسيئة – الربا الكامل الجلي – تضييقاً لمسالك الربا، وقطعاً لدابره في المجتمع، فتحريم ربا الفضل إنما هو سد للذرائع، فنهى عن بيع الجنس بجنسه متفاضلاً، ونهى عن بيع الجنس بغير جنسه إلا بشرط الحلول والتقابض في المجلس. ¶ قال ابن القيم: ¶ \"فمنعهم من ربا الفضل؛ لما يخاف عليهم من ربا النسيئة، وذلك أنهم إذا باعوا درهماً بدرهمين ولا يكون هذا إلا للتفاوت في الجودة والسكة والثقل والخفة تدرجوا بالربح المعجل إلى الربح المؤخر، وهو ربا النسيئة، وهي ذريعة قريبة، فمن الحكمة منعهم من ذلك لسد باب المفسدة\" .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وكما حرم ربا الفضل حرم العمل عند المرابي وإعانته على الربا، فالآخذ والمعطي سواء، وكذلك كاتبه وشاهداه كلهم في الإثم سواء، ويدخل في اللغة من يؤجر عماراته للمرابين، ومن يودع الأموال عندهم وإن لم يتقاضوا منهم الربا. ¶ وتضييقاً لمسالك الربا نهى r عن منافع القروض كهدايا المقترضين للدائنين وغيرها من الخدمات المقدمة بسبب القرض ما لم تكن لعادة سابقة على القرض، وقد تواتر ذلك عن الصحابة بأحاديث كثيرة. ¶ ومن هذا الباب حرم الإسلام بيوع الجاهلية المؤدية إلى ربا الفضل فنهى عن المخابرة: المزارعة ببعض ما يخرج من الأرض، والمزابنة: بيع التمر على الأرض بالتمر في النخل، والمحاقلة: وهي بيع الحب في سنبله. قال ابن كثير: ¶ \"وإنما حرمت هذه الأشياء وما شاكلها؛ حسماً لمادة الربا؛ لأنه لا يعلم التساوي بين الشيئين قبل الجفاف، ولهذا قال الفقهاء: الجهل بالمماثلة كحقيقة المفاضلة\" ، ((أينقص الرطب إذا يبس؟))\". ¶ وقد حرم الإسلام كل صور التحايل على الربا المحرم؛ كبيع العينة، وتوسيط شخص ثالث بينهما، وغير ذلك من الحيل التي ابتدعتها أكلة الربا. ¶ أكدت السنة تحريم ربا النسيئة المذكورة في القرآن الكريم وأضافت أحاديث الأعيان الستة النهي عن معاملات لا يظهر فيها الإنساء والتأجيل، وإنما فيها فضل – زيادة أحد البدلين على الآخر – وهو ما عرف بربا الفضل. ¶ وقد توهم بعض الباحثين أن العلاقة بين ربا القرآن الكريم – الديون – وربا السنة – البيوع – هي علاقة التباين، فالتمسوا لربا الفضل حِكَماً تختلف عن حكمة تحريم ربا الديون، وكانت هذه الحِكَم تتنافى مع يسر الشريعة وإباحتها للمسلم التمتع في مباهج الحياة والحلال الطيب من المتاع مما يشي بتسرب شيء من تعاليم الكنيسة في الحجر والتضييق.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ولو صدقت هذه الحكم لما رخص النبي r في بيع العرايا توسعةً لمن اشتهى الرطب، مما يدل على أن المقصود حظر طريقة معينة في التعامل، وليس حظر الحصول على الجيد من الطعام، وقد أصاب ابن القيم عندما أشار إلى أن تحريم الفضل إنما هو لسد الذريعة إلى ربا النسيئة، وهو ما يؤكده الشاطبي في حديثه عن حكمة التحريم. ¶ والحقيقة أن حكمة التحريم واحدة في ربا القرآن وربا السنة، هي: منع الظلم الذي دلت عليه آيات الربا نصاً في أكثر من موضع، وأن اختصاص الأصناف الستة بالذكر ليس لذواتها أو لصفات معينة فيها، بل مراعاة للواقع حيث كانت تمثل ما يجري به التعامل الفعلي (فيما يكال ويوزن، أو في السن كالحيوان) ويؤكد ذلك نصوص العهد القديم والجديد في الديانات السابقة. ¶ ولقد جاءت الأوامر بالزكاة في القرآن الكريم دون تحديد أصناف الأموال التي تخرج منها، وفصَّلت السنة ذلك، ولم يقل أحد بالتفريق بين الزكاة في القرآن الكريم والزكاة في السنة النبوية، فيجب أن ينسحب ذلك على الربا، فليس في المحرمات ما له حكمة تحريم قرآنية تختلف عن حكمة واردة في السنة النبوية وحكمة التحريم في كلٍ واحدة. وكذب المستشرقون في ادعاءاتهم أن ربا الفضل أخذه المسلمون عن اليهود، فالفقه اليهودي لا يعرف ربا البيوع نهائياً. ¶ والله الموفق، وصلى الله وسلم على نبينا محمد.",
            "page": "29",
            "part": "1"
        }
    ],
    "t36462": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": null
        }
    ]
}