{
    "b36470": [
        {
            "id": "1",
            "nass": "سلسة أخطاء النساء 1 ¶ للشيخ / ندا أبو أحمد ¶ تمهيد ¶ إن الحمد لله تعالى نحمده ونستعينه ونستغفره ونعوذ بالله تعالى من شرور أنفسنا وسيئات أعمالنا من يهد الله فلا مضل له ومن يضلل فلا هادى له واشهد أن لا اله إلا الله وحده لا شريك له واشهد أن محمداً عبده ورسوله.......... ¶ { يَا أَيُّهَا الَّذِينَ آمَنُواْ اتَّقُواْ اللّهَ حَقَّ تُقَاتِهِ وَلاَ تَمُوتُنَّ إِلاَّ وَأَنتُم مُّسْلِمُونَ } ¶ { يَا أَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمُ الَّذِي خَلَقَكُم مِّن نَّفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيرًا وَنِسَاء وَاتَّقُواْ اللّهَ الَّذِي تَسَاءلُونَ بِهِ وَالأَرْحَامَ إِنَّ اللّهَ كَانَ عَلَيْكُمْ رَقِيبًا} ¶ { يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا - يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَن يُطِعْ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا } ¶ أما بعد .... ، ¶ فإن أعداء الإسلام بل أعداء الإنسانية اليوم من الكفار والمنافقين والذين في قلوبهم مرض غاظهم ما نالته المرأة من كرامة وعزه وصيانة في الإسلام ¶ وعلموا أن بصلاح المرأة ينصلح حال المجتمع وأن بفساد المرأة تدمير وفساد للمجتمع ¶ فجعلوا همهم أفساد المرأة والعمل على أخراجها من بيتها لتشارك الرجال في أعمالهم جنباً إلى جنب . ¶ وجعلوا من المرأة أداة تدمير وحبك يصادون بها ضعاف الإيمان وأصحاب الغرائز الجانحة. ¶ فخرجت المرأة علينا في صورة ممرضة في المستشفي أو مضيفة في طائرة أو مدرسة في المدارس المختلطة أو ممثلة في المسرح أو مغنية أو مذيعة خرجت علينا سافرة فاتنة متبرجة، وجعلوها سلعة لترويج منتجاتهم فجعلوا صورها العارية على معروضاتهم ومنتجاتهم وصدق ربنا حيث يقول: ¶ { وَيُرِيدُ الَّذِينَ يَتَّبِعُونَ الشَّهَوَاتِ أَنْ تَمِيلُوا مَيْلًا عَظِيمًا} ( النساء 27)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "كل هذا جعل المرأة تتخلي عن وظيفتها الحقيقية في البيت من التفرغ للزوج أو تربية للنشأ. ¶ وجعلها كذلك بعيدة عن تعاليم دينها الحنيف فوقعت فيما وقعت فيه من بدع وخرافات ومخالفات نذكرها في هذه السلسلة ¶ حتى تكون الأخت المسلمة على بينة من هذه المخالفات فتتجنبها. ¶ وهذا حال المؤمنات الصادقات اللاتي يتمثلن قوله تعالي ¶ { وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا } ( الأحزاب: 36) ¶ ولتعلم كل مسلمة أن الله لم يخلقها عبثاً بلا منهج تسير عليه ، بل وضع له الطريق وذكر لها الغاية وجزاء الأتباع وعاقبة الإبتداع ، قال تعالي: ¶ { فَإِمَّا يَأْتِيَنَّكُمْ مِنِّي هُدًى فَمَنِ اتَّبَعَ هُدَايَ فَلَا يَضِلُّ وَلَا يَشْقَى - وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى - قَالَ رَبِّ لِمَ حَشَرْتَنِي أَعْمَى وَقَدْ كُنْتُ بَصِيرًا - قَالَ كَذَلِكَ أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وَكَذَلِكَ الْيَوْمَ تُنْسَى } ¶ فإلي من تريد النجاة إليك هذه السلسلة من أخطاء النساء سائلين المولي تبارك وتعالي أن ينفع بها سائر المسلمين من كل حدب وصوب. ¶ أخطاء المرأة المتعلقة باللباس والزينة ¶ 1. خروج المرأة متبرجة: ¶ والتبرج: هو أن تبدى المرأة زينتها ومحاسنها و ما يجب أن تستره مما تستدعي به شهوة الرجال. ¶ وهذا فعل الجاهلية الأولي والتي نهي الله عنه ¶ قال تعالي{وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} (الأحزاب: 33) ¶ واخرج الإمام أحمد بسند حسن عن اميمة بنت رقيقة أنها جاءت إلي رسول الله - صلى الله عليه وسلم - تبايعه على الإسلام فقال:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "\"أبايعك على أن لا تشركي بالله شيئا ولا تسرقي َ ولا تزني ولا تقتلي ولدك، ولا تأتي ببهتان تفترينه بين يديك ورجليك ولا تنوحي ولا تبرجي تبرج الجاهلية الأولي\" ¶ وقد بين لنا رسول الله - صلى الله عليه وسلم - مآل وعاقبة المتبرجة السافرة ¶ فقد أخرج الإمام مسلم من حديث أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: ¶ \"صنفان من أهل النار لم أرهما قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات (1) مميلات مائلات (2) رؤوسهم كأسنمة البخت المائلة (3) لا يدخلن الجنة ولا يجدن ريحها وإن ريحها لتوجد في مسيرة كذا وكذا.\" ¶ أختاه يا من خلعت حجابك ولم تستحي من ربك ألست حفيدة خديجة وعائشة وفاطمة ؟ ألست من نساء المؤمنين ؟ ¶ إذا قلت نعم فعليك أن تنصاعي لقول رب العالمين: ¶ {يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} (الأحزاب 59) ¶ أختاه\"أتعرفين من الذي أمرك بالحجاب؟ إنه الله. أتعرفين من هو الله ؟ ¶ {وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ} ¶ أعلمي أن الذي أمرك بالعفة {يَعْلَمُ خَائِنَةَ الْأَعْيُنِ وَمَا تُخْفِي الصُّدُورُ} ¶ أعلمي أيتها الأخت الفاضلة أن المرأة إذا خلعت حجابها خلعت معه حيائها ومن خلعت حياءها خلعت معه إيمانها ¶ __________ ¶ (1) كاسيات عاريات : أي يكشفن شيئاً من أبدانهم إظهارأً لجمالهن أو يلبسن ثياباً رقيقه تصف ما تحتها. ¶ (2) مميلات مائلات : أي متبخترات في مشيتهن مميلات أكتافهن أو مائلات إلى الرجال مميلات لهم بما يبدين من زينتهن ¶ (3) كأسنمة البخت المائلة: أي يجمعن الضفائر فوق رؤسهم فتشبه اسنمة الإبل",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فقد أخرج الحاكم في المستدرك بسند صحيح عن ابن عمر أن النبي - صلى الله عليه وسلم - قال ¶ \"إن الحياء و الإيمان قرينا ً جميعا فإذا رفع أحدهما رفع الأخر\" ¶ وصدق النبي - صلى الله عليه وسلم - حيث قال كما عند البخاري \"إذا لم تستح فاصنع ما شئت\" ¶ أختاه: اسمعي هذا الحديث وعيه جيدا وانظري أين أنت من هذا: ¶ أخرج أبو داود أن النبي - صلى الله عليه وسلم - قال ¶ \"من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة\"فقالت أم سلمه فكيف يصنع النساء بذيولهن ؟ قال: يرخينه شبراً قالت: إذن تنكشف أقدامهن قال: يرخين ذراعا لا يزدن عليه.” ¶ يا سبحان الله ! الرسول - صلى الله عليه وسلم - يقول لأم سلمه يرخينه شبراً ولكنها تقول أن النساء لا يطيقن هذا لأن أقدامهن ستنكشف عند المشي فلم ترضي أن يرخي الثوب شبراً يجرجر في الأرض ولكن فتيات هذا الزمان رضين بهذا الشبر ولكنه ليس شبراً يجرجر في الأرض ولكنه شبراً فوق الركبتين ¶ لحد الركبتين تشمرين ... بربك أي نهر تعبرين ¶ كأن الثوب ظل في صباح ... يزيد تقلصا حيناًَ فحيناً ¶ تظنين الرجال بلا شعور ... أم لأنك ربما لا تشعرين ¶ وانظري أختاه إلى هذه المرأة السوداء. امرأة من أهل الجنة. تعالي لنري قصتها ¶ اخرج البخاري ومسلم عن عطاء بن رباح عن أبن عباس رضي الله عنهما قال: ¶ \" ألا أريك امرأة من أهل الجنة؟ فقلت: بلي. فقال هذه المرأة السوداء أتت النبي - صلى الله عليه وسلم - فقالت: ¶ \" إني اصرع، وإني اتكشف، فادع الله تعالي لي فقال: إن شئت صبرت ولك الجنة وإن شئت دعوت الله تعالي أن يعافيك، فقالت: أصبر. ثم قالت\"إني أتكشف فادع الله تعالي لي أن لا اتكشف.فدعا لها \"",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "سبحان الله تخاف أن يظهر شيء وجسدها وهى تعاني من مرض الصرع وهى معذورة ولكنها حيية عفيفة أبية، فطلبت من النبي - صلى الله عليه وسلم - أن يدعو الله ألا تتكشف فهي تصبر على المرض و آلامه ولكنها لا تصبر على التكشف فما بال الذين يكشفون عن أجسادهم بلا مرض و لا صرع ¶ - وقد سئل سماحة الشيخ محمد بن ابراهيم رحمه الله : ¶ ما حكم سفر المرأة وخرجها بين الرجال الأجانب؟ ¶ الجواب: الحمد لله لا يخفي أن عمل المسلمين ونساء النبي - صلى الله عليه وسلم - ونساء الصحابة في عهده وعهد خلفائه الراشدين والسلف الصالح أن المرأة لا تخرج سافرة والنصوص الشعرية من الكتاب وأقوال سلف الأمة، ومن بعدهم عن هذا كثيرة معروفة وقد أمر الله نساء المؤمن ¶ { يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابِيبِهِنَّ} (الأحزاب: 59) ¶ وفسره ابن عباس وغيره بتغطية الوجه من الرجال الأجانب ولم يضع الجناح في ترك الحجاب إلا عن القواعد بشرط عدم التبرج فقال تعالي ¶ {وَالْقَوَاعِدُ مِنَ النِّسَاءِ اللَّاتِي لَا يَرْجُونَ نِكَاحًا فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَنْ يَضَعْنَ ثِيَابَهُنَّ غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ} (النور: 60) ¶ وقال - صلى الله عليه وسلم - \" المرأة عورة\" والعورة يجب سترها كلها ولا يجوز كشف شيء منها ¶ وحكي ابن المنذر \" الإجماع على أن المرأة المحرمة تغطي رأسها وتستر شعرها وتسدل الثوب علي وجهها سدلاً خفيفاً تستتر به عن نظر الرجال الأجانب وحكي ابن رسلان اتفاق المسلمين على منع النساء أن يخرجن سافرات الوجوه ولو تتبعنا كل ما ورد في هذا لطال الكلام وفي هذا كفاية لمن كان قصده الحق. ¶ 2. خلع الحجاب بحجج واهية: ¶ فهناك من النساء من تقول. أنا غير مقتنعة بالحجاب ¶ فالجواب على هذه المرأة من جهتين: ¶ الجهة الأولي: ¶ نقول لها هل أنت مقتنعة بصحة بدين الإسلام فالإجابة منها ستكون نعم أن مقتنعة فأنا أقول لا اله إلا الله محمد رسول الله.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "فنقول لها أن الله أمر بأوامر وجاء الرسول - صلى الله عليه وسلم - بشرائع, وأن الحجاب من شريعة الإسلام والذي أمر به هو الله سبحانه في كتابه ورسوله - صلى الله عليه وسلم - في سنته. ¶ فهل هناك مسلم عاقل يقول عندما اقتنع بالإسلام أنفذ أوامره؟ الجواب: لا ؛ لأن المسلم الحقيقي الذي رضي بالله رباً وبالإسلام ديناً قال الله تعالي عنهم ¶ {وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى اللَّهُ وَرَسُولُهُ أَمْرًا أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلَالًا مُبِينًا} (الأحزاب 36) ¶ وقال تعالي{إِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنَا وَأَطَعْنَا وَأُولَئِكَ هُمُ الْمُفْلِحُونَ} (النور: 51) ¶ خلاصة الأمر ¶ إذا كانت هذه الأخت مقتنعة بالإسلام فكيف لا تقتنع بأوامره. ¶ وهناك من تقول الجو حار في بلادي وأنا لا أتحمله فكيف إذا لبست الحجاب؟ ¶ الله يقول لمثل هؤلاء{قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ} (التوبة81 ) ¶ فكيف تقارنين حر بلادك بحر نار جهنم ¶ اعلمي أيتها الأخت الكريمة أن الشيطان قد اصطادك بإحدى حبائله الواهية ليخرجك من حر الدنيا إلي نار جهنم فأنقذي نفسك من شباكه واجعلي من حر الشمس نعمه لا نقمة إذ هو يذكرك بحر جهنم والذي يفوق هذا الحر أضعاف مضاعفة فعند ذلك ترجعين إلى الله وتضحين براحة الدنيا في سبيل النجاة من النار التي قال الله عن أهلها{لَا يَذُوقُونَ فِيهَا بَرْدًا وَلَا شَرَابًا إِلَّا حَمِيمًا وَغَسَّاقًا} ¶ خلاصة الأمر نقول لهذه الأخت ¶ حفت الجنة بالمكارة وحفت النار بالشهوات ¶ وهناك من تقول: أخاف إذا التزمت بالحجاب أن أخلعه مره أخري فقد رأيت كثيراً يفعلن ذلك ¶ فنقول لهذه الأخت",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "لو كان كل الناس يفكرون بهذا المنطق لتركوا الدين جملة وتفصيلاً ولتركوا الصلاة لأن بعضهم يخاف تركها، ولتركوا الصيام لأن كثيرين يخافون من تركه.. ألخ ¶ أرأيت كيف نصب الشيطان حبائله حتى صدك عن سبيل الحق؟ ¶ والله تعالي يحب استمرار الطاعة حتى ولو كانت قليلة أو كانت مستحبة فكيف إذا كان واجباً مفروضاً مثل الحجاب ¶ فالنبي - صلى الله عليه وسلم - أخبرنا أن\"أحب العمل إلى الله أدومه و إن قل\" ¶ فلماذا لم تبحثي عن الأسباب التي أدت بهؤلاء إلى ترك الحجاب ثم تجتنبيها وتعملي على تفاديها؟ ¶ لماذا لم تبحثي عن أسباب الثبات علي الهداية والحق حق تلتزمي بها؟ ¶ فمن تلك الأسباب: ¶ 1. الإكثار من الدعاء بثبات القلب على الدين ¶ فقد أخرج الترمذي عن أنس أن النبي - صلى الله عليه وسلم - كان يقول ¶ \"يا مقلب القلوب ثبت قلبي علي دينك\" ( صحيح الجامع7864) ¶ 2. الالتزام بكل شرائع الإسلام والتي فيها الحجاب ¶ قال تعالي{وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا} (النساء 66) ¶ خلاصة الأمر ¶ إنك لو تمسكتي بأسباب الهداية وذقت حلاوة الإيمان لما تركت أوامر الله تعالي بعد أن تلتزمي بها ¶ 3. مصاحبة الخيارات من النساء فإنهن خير معين في زمن الغربة وكثرة الفساد ¶ {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُمْ بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ الْحَيَاةِ الدُّنْيَا وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَنْ ذِكْرِنَا وَاتَّبَعَ هَوَاهُ وَكَانَ أَمْرُهُ فُرُطًا} ¶ (الكهف: 28) ¶ 4. حضور مجالس العلم ¶ 5. حفظ القرآن الكريم وقراءة ورد يومي ¶ 6. المواظبة علي الصلاة والصبر علي الطاعة ¶ قال تعالي{وَاسْتَعِينُوا بِالصَّبْرِ وَالصَّلَاةِ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى الْخَاشِعِينَ}(البقرة 45) ¶ وهناك من تقول\"سألبس الحجاب بعدما أتزوج\" ¶ فنقول لهذه الأخت",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أعلمي أختاه أنه إذا تقدم إليكِ شاب وأنت سافرة متبرجة ورضي بهذا الأمر فهو ليس علي خلق و لا دين وهو زوج لا يغار علي محارم الله ولا يغار عليك ولا يعينك علي دخول الجنة والنجاة من النار. ¶ إن بيتاً بني أساسه علي معصية الله وإغضابه حق علي الله تعالي أن يكتب عليه الشقاء في الدنيا والآخرة ¶ قال تعالي{وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى} ¶ (طه: 124) ¶ واعلمي أيتها الأخت ¶ أن الزواج نعمه من الله يعطيها من يشاء فكم من متحجبة تزوجت وكم من سافرة لم تتزوج وأن هذا الأمر سبق به القلم قبل خلق السماوات والأرض بخمسين ألف عام فليس الحجاب يعطل الزواج كما أن خلعه وعدم ولبسه لا يأتي بالخطاب ويعجل بالزواج ¶ وقد يلبس الشطان علي بعض الفتيات فتقول هذه الفتاه إن تبرجي وسفوري هو وسيلة لغاية نبيلة وطاهرة وهو الزواج ¶ فنقول لها أن الغاية الطاهرة لا تبيح الوسيلة الفاجرة في الإسلام فإذا شرفت الغاية فلابد من طهارة الوسيلة ¶ لأننا نعرف من القواعد الأصولية في الإسلام أن الوسائل لها حكم المقاصد ¶ خلاصة الأمر ¶ لا يبارك الله في زواج قام علي المعصية والفجور. ¶ وهناك من تقول: أعرف أن الحجاب واجب ولكنني سألتزم عندما يهديني الله. ¶ - فنقول لهذه الأخت ¶ ما هي الخطوات التي اتخذتيها حتى تتحصلي علي هذه الهداية الربانية؟ ¶ فنحن نعرف أن الله تعالي قد جعل بحكمته لكل شيء سبباً فكان من ذلك أن المريض يتناول الدواء كي يُشفى، والمسافر يركب السيارة أو الدابة حتى يصل إلي غايته، والأمثلة كثيرة ولا حصر لها، فأين سعيك أيتها الأخت في طلب الهدايه، وهل بذلت أسبابها من دعاء الله مخلصة، كما قال تعالي ¶ {اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ } (الفاتحة: 6 ) ¶ ومن مجالسة الصالحات فإنه خير معين على الهداية والاستمرار فيها حتى يهديها الله تعالي ويزيدها هدي ويلهمها رشدها وتقواها",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولتعلم الأخت أنها لو لبست الحجاب لأنتهي الأمر ويكون الله قد هداها ¶ ولتعلم الأخت أيضاً أن الهدايه رزق يحتاج إلى سعي ¶ وهناك وقفة جميلة مع هذا الحديث الذي أخرجه البخاري عن عبد الله بن مسعود أن النبي - صلى الله عليه وسلم - قال: ¶ إن أحدكم ليجمع خلقة في بطن أمة أربعين يوماً ، ثم يكون علقة مثل ذلك، ثم يكون مضغة مثل ذلك ثم يرسل الله إليه الملك فينفخ فيه الروح ، ويؤمر بأربع كلمات: بكتب رزقه وأجله وعمله وشقي أو سعيد.\" ¶ فكما أن الرزق مقسوم ومكتوب ولكننا نسعى إليه فكذلك السعادة والهداية رزق يحتاج منا إلى سعي ¶ وهناك من تقول أنا مازلت صغيره علي الحجاب وسألتزم بالحجاب بعد أن أكبر ¶ فنقول لها أيتها ألأخت ¶ أن ملك الموت زائر يقف علي بابك ينتظر أمر الله حتى يدخل عليك في أي لحظه من لحظات عمرك قال تعالي ¶ {فَإِذَا جَاءَ أَجَلُهُمْ لَا يَسْتَأْخِرُونَ سَاعَةً وَلَا يَسْتَقْدِمُونَ} ¶ فالموت يا أختاه لا يعرف صغيره ولا كبيرة وربما جاء لك وأنت مقيمة علي هذه المعصية العظيمة تحاربين رب العزة بسفورك وتبرجك. ¶ فيا أختاه لا تنس الله فينساك بأن يتركك ويكلك لنفسك يصرف عنك وسائل التوفيق والإيمان فتضيعي قال تعالي{ نَسُوا اللَّهَ فَنَسِيَهُمْ} (التوبة: 67) ¶ وقال تعالي{وَلَا تَكُونُوا كَالَّذِينَ نَسُوا اللَّهَ فَأَنْسَاهُمْ أَنْفُسَهُمْ أُولَئِكَ هُمُ الْفَاسِقُونَ} ( الحشر:19) ¶ يا أختاه ¶ ابتعدي في مرحة الشباب عن كل المعاصي والذنوب فإنها من أهم المراحل التي سيسأل عنها العبد يوم القيامة فقد أخرج الترمذي من حديث أبي برزه أن النبي - صلى الله عليه وسلم - قال ¶ \" لا تزول قدما عبد يوم القيامة حتى يسأل عن أربع خصال عن عمره فيما أفناه وعن شبابه فيما، أبلاه، وعن ماله من أين أكتسبه، وفيما أنفقه وعن علمه ماذا عمل فيه\"",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فمع أن الشباب مرحلة من مراحل العمر ولكنها ذكرت بعده لأنها أهم مراحل العمر التي سيسأل عنها العبد فإذا جاء الخاص بعد العام فهذا دليل علي أهمية الخاص ¶ فهيا يا أختاه سابقي إلى الطاعة مع المسابقين استجابة لدعوة رب العالمين حيث قال في كتابه الكريم ¶ {سَابِقُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السَّمَاءِ وَالْأَرْضِ} ¶ {وَسَارِعُوا إِلَى مَغْفِرَةٍ مِنْ رَبِّكُمْ وَجَنَّةٍ عَرْضُهَا السَّمَاوَاتُ وَالْأَرْضُ} ( آل عمران ) ¶ 3. لبس الحجاب العصري (النقاب المغري) ¶ ظهر في الآونة الأخيرة الحجاب والنقاب العصري بصوره ملفته للنظر حيث ¶ - تكون العباءة مفصلة علي الجسم وضيقه ¶ - ويكون لها كم واسع وبها فصوص وتطريز أو تجعل في حجابها شريطاً ملوناً ¶ - وقد تكون مفتوحة من الخلف أو من الجانب ومزينة من أعلي إلى أسفل ذات الكلف والدانتيل ¶ وجاء في فتاوى المرأة (94) ¶ ما حكم لبس العباءة المطرزة أو الطرحة المطرزة، وطريقته بأن تضع المرأة العباءة على الكتف ثم ¶ تلف الطرحة على رأسها ثم تغطي وجهها، مع العلم أن هذه الطرحة ظاهرة للعيان ولم تخف ما ¶ تحت العباءة فما الحكم في ذلك؟ - لأن ذلك قد انتشر كثيراً بين النساء ¶ فأجاب فضيلته: ¶ لاشك أن اللباس المذكور من التبرج والزينة، وقد قال الله تعالي لنساء النبي - صلى الله عليه وسلم - ¶ {وَقَرْنَ فِي بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ الْجَاهِلِيَّةِ الْأُولَى} (الأحزاب: 23) ¶ وقال عز وجل{وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ} (النور: 31) ¶ فإذا كان الله عز وجل نهي نساء النبي - صلى الله عليه وسلم - أن يتبرجن تبرج الجاهلية الأولي ونهي نساء المؤمنين أن ¶ يضربن بأرجلهن ليعلم ما يخفين من زينتهن دل ذلك على أن كل ما يكون من الزينة فإنه لا يجوز",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "إظهاره ولا إبداؤه لأنه من التبرج بالزينة، وليعلم أنه كلما كان لباس المرأة ابعد عن الفتنه فإنه ¶ أفضل وأطيب للمرأة وأذكي على خشيتها لله سبحانه وتعالي والتعلق به. ¶ - وهناك من تلبس النقاب الفاتن والذي يبرز العين وجزء من الخد ¶ - وهناك من تترك بعض الشعرات تظهر من حجابها ¶ - ويلبسون المطرز والمزركش من العباءات والخمر الشفافة بحجة انه لا يوجد غيرها في الأسواق - أو ترتدي أحداهن إشارباً فيزيدها فتنه ثم تزعم أن هذا هو الحجاب ¶ - وهناك من تلبس العباءة أو الإسدال أو الملحفة الخفيفة والتي لا تلبس تحتها ثياب فيظهر ويتحدد جسدها ¶ أخرج الإمام احمد بسند حسن من حديث أسامه بن زيد رضي الله عنه:قال: ¶ \"كساني رسول الله - صلى الله عليه وسلم - قبطية(1) كثيفة كانت مما أهداها دحيه الكلبي فكسوتها امرأتي فقال لي رسول الله - صلى الله عليه وسلم -مالك لم تلبس القبطية ؟ قلت: يا رسول الله كسوتها امرأتي. فقال لي رسول الله صلي الله عليه وسلم: مرها فلتجعل تحتها غلاله(2) إني أخاف أن تصف حجم عظامها\" ¶ - وهنالك من تلبس ملابس قصيرة: ¶ فبعض المحجبات يرتدين ملابس قصيرة فيظهر جزء من أرجلهن وهذا من العورة ومحرم ظهروه ¶ للأجانب فيجب أن تراعي المرأة المسلمة أن يكون جلبابها طويلاً حتى لا ينكشف شيء من جسدها ¶ بسبب الرياح أو غيرها. ¶ أخرج أبو داوود بسنده أن النبي - صلى الله عليه وسلم - قال: ¶ من جر ثوبه خيلاء لم ينظر الله إليه يوم القيامة. فقالت أم سلمه: كيف تصنع النساء بذيولهن؟ قال: يرخين ¶ شبراً، قالت: إذا تنكشف أقدامهن، قال: فيرخين ذراعا ولا يزدن علي ذلك.( الذراع يقاس من منتصف الساق) ¶ ولعل بعض النساء تتسأل وتقول لو فعلت ذلك سيصيب ثوبي النجاسة كما قالت أم سلمه للنبي - صلى الله عليه وسلم - ¶ كما في مسند الإمام أحمد: ¶ __________ ¶ (1) قبطية: يضم القاف ، شقه او ثوب من القباطي وهي ثياب كانت تعمل بمصر ¶ (2) الغلاله: شعار يلبس تحت الثوب وقيل بطائن تلبس تحت الدروع",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "\" يا رسول الله إني أطيل وامشي في المكان القذر. فقال رسول الله - صلى الله عليه وسلم -: يطهره ما بعده. \" ¶ ومن تمام الفائدة هنا أن نذكر شروط الحجاب الشرعي: ¶ شروط الحجاب الشرعي: ¶ أن يكون واسعاً فضفاضاً: ¶ أي غير ضيق حتى لا يصف شيئاً من جسمها أو يظهر أماكن الفتنه من الجسم والحديث السابق الذي مر معنا دليل ذلك ¶ 2.أن يكون مستوعب لجميع البدن بلا استثناء. لقوله - صلى الله عليه وسلم - كما عند الترمذي\"المرأة عوره\" ¶ 3.ألا يكون الحجاب زينة في نفسه أو ذا ألوان جذابة تلفت الأنظار لقوله تعالي ¶ {ولا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا} ¶ قال الذهبي: ومن الأفعال التي لعنت المرأة عليها أظهار زينتها كذهب أو لؤلؤ من تحت نقابها وتطيبها بطيب كمسك إذا خرجت وكذا لبسها عند خروجها كل ما يؤدي إلى التبرج كمصوغ براق وإزار حرير وتوسعة كم وتطويله. وكل ذلك من التبرج الذي يمقت الله عليه فاعله في الدنيا والآخرة ولتجرأ النساء في فعل هذه الأمور وغيرها من الأمور المحرمة أعلمنا النبي - صلى الله عليه وسلم - كما عند البخاري: ¶ \" أطلعت في النار فرأيت أكثر أهلها النساء.\" ¶ 4.أن يكون كثيفا لا يشف: ¶ لان الستر لا يتحقق إلا به أما الشفاف فهو يجعل المرأة كاسيه بالاسم عارية في الحقيقة ¶ اخرج ابن حبان بسند صحيح صححه العلامة احمد شاكر عن ابن عمر عن النبي - صلى الله عليه وسلم - ¶ \"يكون في آخر امتي رجال يركبون علي سروج كأشباه الرحال ينزلون علي أبواب المساجد نساؤهم كاسيات عاريات علي رؤسهن كأسنمة البخت العجاف العنوهن فإنهن ملعونات لو كان وراءكم أمة من الأمم خدمتهن نساؤكم كما خدمتكم الأمم قبلكم\" ¶ 5.ألا يكون مطيباً: ¶ فقد أخرج النسائي وابن خزيمة وابن حبان في صححيهما أن النبي - صلى الله عليه وسلم - قال: ¶ \"أيما امرأة استعطرت فمرت على قوم ليجدوا ريحها فهي زانية وكل عين زانية\" ¶ 6.ألا يشبه لباس الرجال:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فقد اخرج البخاري واحمد وغيرهما من حديث ابن عباس رضي الله عنهما قال ¶ \"لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجل بالنساء والمتشبهات من النساء بالرجال.\" ¶ وعند الطبراني ¶ \"أن امرأة مرت علي رسول الله - صلى الله عليه وسلم - متقلده قوساً فقال: لعن الله المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال\" ¶ واخرج أبو داود والنسائي من حديث أبي هريرة: أن النبي - صلى الله عليه وسلم - ¶ \"لعن الرجل يلبس لبسه المرأة والمرأة تلبس لبسه الرجال\" ¶ 7.إلا يشبه لباس الكافرات: ¶ مثل أن يكون قصيراً أو سافراً ¶ قال النبي - صلى الله عليه وسلم - كما عند الإمام احمد ¶ \"من تشبه بقوم فهو منهم\" ¶ فيحسن بالمسلمة أن تعود بناتها علي الحشمة وارتداء الطويل من الملابس , ¶ اخرج الإمام مسلم عن عبد الله بن عمرو رضي الله عنهما قال: ¶ رأي رسول الله - صلى الله عليه وسلم -علي ثوبين معصفرين، فقال: إن هذه من ثياب الكفار فلا تلبسها، قلت: أغسلها؟ قال لا بل احرقها\" ¶ 8.ألا يكون لباس شهرة: ¶ ولباس الشهرة هو كل ثوب يقصد به الاشتهار بين الناس سواء كان الثوب نفسياً يلبس تفاخراً أو خفيفاً يلبس إظهارا للزهد. ¶ قال النبي - صلى الله عليه وسلم - \"من لبس ثوب شهرة البسه الله يوم القيامة ثوباً مثله ثم يلهب فيه النار\" حديث حسن ذكره (الألباني في صحيحة 6526) ¶ 4. لبس المرأة البنطلون: ¶ البنطلون من أسوء ما ابتلي به كثير من النساء – هداهن الله – وهو من الفجور الذي عم فهو وإن كان يتستر العورة إلا أنه يصفها وصفاً مهيجاً للغرائز ومثيراً للشهوات ¶ هذا وقد وجه سؤال إلي اللجة الدائمة للإفتاء برئاسة سماحة الشيخ / عبد العزيز بن باز رحمه الله: هل يجوز للمرأة أن ترتدي بنطلون كالرجال ¶ فكانت الإجابة ¶ ليس للمرأة أن تلبس الثياب الضيقة لما في ذلك من تحديد جسمها وذلك مثار الفتنة والغالب في البنطلون انه ضيق يحدد أجزاء البدن التي يحيط بها ويسترها",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كما انه قد يكون في لبس المرأة للبنطلون تشبه من النساء بالرجال وقد لعن النبي - صلى الله عليه وسلم - المتشبهات بالرجال. ¶ وقد سئل فضيلة الشيخ ابن جبرين في كتاب النخبة من الفتاوى النسائية: ¶ ما حكم لبس البنطلون للنساء عند غير أزواجهم؟ ¶ فقال الشيخ وأجاب: ¶ لا يجوز للمرأة عند غير زوجها مثل هذه اللباس لأنه يبين تفاصيل جسمها والمرأة مأمورة أن تلبس ما يستر جميع بدنها لأنها فتنة وكل شيء يبين من جسمها يحرم لبسه عند الرجال أو النساء أو المحارم أو غيرهم إلا الزوج الذي يحل له النظر إلى جميع بدن زوجته فلا بأس أن تلبس عنده الرقيق أو الضيق ونحوه – والله أعلم ¶ هذا وقد وجه سؤال إلى فضيلة الشيخ حامد بن عبد ا لله – أستاذ الثقافة الإسلامية بكلية التربية الأساسية بالكويت وخطيب مسجد ضاحية الصباحية ¶ إذا كان البنطلون فوقه قميص طويل يصل إلى تحت الركبة فهل يجوز لبسه وما نصيحتك للاتي يلبسن البنطلون الضيق والجينز و يذهبن إلى المسجد والسوق وعليهن غطاء الرأس ويدعين أنهن متحجبات ¶ الجواب: ¶ الواجب علي المرأة أن تمتثل في حجابها قوله تعالي ¶ { يَا أَيُّهَا النَّبِيُّ قُلْ لِأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَاءِ الْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِنْ جَلَابيبِهِنَّ ذَلِكَ أَدْنَى أَنْ يُعْرَفْنَ فَلَا يُؤْذَيْنَ وَكَانَ اللَّهُ غَفُورًا رَحِيمًا} (الأحزاب: 59) ¶ ومعني الآية: أن الله عز وجل أمر المؤمنات أن يجعلن علي ثيابهن الملاءة أو الملحفة التي تغطي كل الجسد من فوق الثياب ¶ قال الأمام القرطبي ¶ الجلابيب\"جمع جلباب\"والصحيح أنه الثوب الذي يستر جميع البدن. ¶ وفي صحيح مسلم من حديث ام عطية أنها قالت: ¶ قلت يا رسول الله: إحدانا لا يكون لها جلباب؟ ¶ قال لتلبسها أختها من جلبابها. ¶ فقال في القاموس الجلباب هو ما تغطي به ثيابها من فوق كالملحفة وقد دل الحديث الذي رواه مسلم أن المرأة لا يحل لها أن تخرج من بيتها بلا جلباب",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "واخرج البخاري ومسلم عن عائشة رضي الله عنها قال: ¶ \"إن كان رسول الله - صلى الله عليه وسلم - ليصلى الصبح فينصرف النساء متلفعات بمروطهن ما يعرفن من الناس\" ¶ قال الخطابي: والمروط: اكسيه تلبس ¶ وبهذا يعلم أن المرأة يجب عليها أن تلبس الجلباب فوق الثياب عن الخروج من بيتها ولا يجوز لها لبس البنطلون فهي تأثم بذلك هذا إن كان واسعاً . ¶ إما إذا كان ضيقا فهو اشد إثما لأنه يصف جسدها ويبدي مفاتنها فيكون عليها إثم مضاعف إثم مخالفة أمر الله تعالى بلبس الجلباب وإثم ما يجلبه لباسها الضيق من افتنان الرجال بها ونظرهم إليها فهي شريكة في الإثم مع كل من ينظر إليها بشهوة لأنها دعته إلى زني النظر بلباسها الفاتن. ¶ ومن دعا إلى ضلاله فعليه وزرها ووزر من عمل بها إلى يوم القيامة ¶ تنبيهات: ¶ لا حرج أن تلبس المرأة البنطلون لزوجها ما لم يكن مشابهاً لباس الرجال. ¶ لا تخرج المرأة بالبنطلون أمام المحارم فضلاً عن الأجانب ¶ لا باس أن تلبس المرأة البنطلون تحت العباءة الساترة – فإنه أعون على عدم التكشف لاسيما عند صعود الدرج أو ركوب السيارات ¶ لا يلتفت إلى الحديث الذي يحتج به البعض على جواز لبس المرأة البنطلون وهو\"رحم الله المتسرولات\"وهو حديث ضعيف انظر الضعيفين للألباني (3252) (601) وضعيف الجامع (3102) (92) ، وعلي فرض صحته فهو السروال الذي يكون تحت الجلباب أو الملحفة أو الإسدال وهو أدعي وأكمل في الستر والحشمة للمرأة. ¶ لبس الشهرة ¶ أخرج الأمام أحمد وأبو داود عن ابن عمر قال ¶ \" قال رسول الله - صلى الله عليه وسلم - من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة\" ¶ أي يوجب مذلتة يوم القيامة كما لبس في الدنيا ثوباً يتعزز به علي الناس ويترفع به عليهم ¶ قال ابن رسلان ¶ لأنه لبس الشهرة في الدنيا ليعز به ويفتخر على غيره، فيلبسه الله يوم القيامة ثوباً يشتهر بمذلته وأحتقارة عقوبة له والعقوبة من جنس العمل.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ويدخل في ذلك لبس الخيلاء الذي تتمايل صاحبته حتى تلفت به الأنظار وكذا لبس المعصفر والملون بألوان تلفت الأنظار. ¶ قال المناوي: ¶ - من لبس ثوب شهرة: أي ثوب تكبر وتفاخر والشهرة هي التفاخر في اللباس المرتفع أو المنخفض للغاية. ¶ - ألبسه الله يوم القيامة: التي هي دار الجزاء وكشف الغطاء ¶ - ثوب مذلة: والجزاء من جنس العمل فمن لبس ثوب شهرة في الدنيا ليفتخر بها علي غيره فإن الله يلبسه يوم القيامة ثوب مذلة ويصغره في عيون الناس ويحقره في القلوب. ¶ وهناك رواية أخرى أخرجها أبو داوود بسند حسن عن ابن عمر أن النبي - صلى الله عليه وسلم - قال: ¶ \" من لبس ثوب شهرة، ألبسه الله يوم القيامة ثوباً مثله ثم تلهب فيه النار\" ¶ - وقد وجه سؤال لفضية الشيخ عبدالله الفوزان: ¶ ما حكم لبس ثوب الشهرة؟ ¶ الجواب : ¶ لا يجوز لامرأة مسلمة أن تختار من ألوان الثياب ما ترضي به رغبة الدعابة ولا يتعلق بضرورة اللباس أو حسنة وجماله في حدود المباح وإنما لأجل أن يرفع الرجال إليها أبصارهم وتفتن تلك النظرات الجائعة ¶ وقد ورد عن عبد الله بن عمر رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - ¶ \" من لبس ثوب شهرة في الدنيا ألبسه الله ثوب مذلة يوم القيامة ثم ألهب فيه ناراً\" ¶ قال ابن الأثير ثوب الشهرة: \"هو الذي إذا لبسه الإنسان افتضح به وأشتهر بين الناس\" ¶ 6.لبس المرأة الكعب العالي ¶ فلبس المرأة الكعب العالي فيه ما فيه من الفساد ونشر الشرور وكان أول ما كان في بني إسرائيل حيث كانت تتخذه المرأة كي تتشرف للرجال ويراها الرجال ¶ فقد اخرج عبد ا لرازق في مصنفه بسند صحيح عن عبد الله بن مسعود قال : ¶ كان الرجال والنساء في بني إسرائيل يصلون جميعاً وكانت المرأة لها الخليل تلبس القالبين تطول بهما لخليها فألقي عليهن الحيض لخليلها\" ¶ فكان ابن مسعود يقول: أخروهن حيث أخرهن الله.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "أضف إلى ذلك أن الكعب العالي يجعل مشية المرأة وحركاتها ملفته لنظر الرجال وذلك لأنه يجعل المرة تتمايل وتمشي ببطء. أضف إلي ذلك ما يحدثه هذا الكعب من صوت يلفت الأنظار ¶ وأخرج الأمام مسلم وأحمد وهو في السلسلة الصحيحة (486) عن أبي سعيد الخدرى قال: ¶ قال رسول الله - صلى الله عليه وسلم - : كان في بني إسرائيل امرأة قصيرة فصنعت رجلين من خشب فكانت تسير بني امرأتين قصيرتين، واتخذت خاتماً من ذهب وحشت تحت فصه أطيب الطيب – المسك – فكانت إذا مرت بالمجلس حركته فنضخ ريحه ¶ وفي رواية ¶ وجعلت له غلقا فإذا مرت بالملأ أو بالمجلس قالت به ففتحته ففاح ريحه. ¶ - وقد وجه سؤال للجنة الدائمة للإفتاء: ¶ ما حكم لبس الكعب العالي للمرأة ، ووضع المناكير بأظافر المرأة؟ وأيهما أفضل المناكير أم الخضاب؟ وما حكم وضع الحناء للمرأة أثناء الحيض؟ ¶ الجواب: لبس الكعب العالي لا يجوز، لأنه يعرض المرأة للسقوط والإنسان مأمور شرعاً بتجنب المخاطر بمثل عموم قوله تعالي{ وَلَا تَقْتُلُوا أَنْفُسَكُمْ} ( سورة النساء: 29) ¶ وقوله تعالي{ وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ} ( سورة البقرة: 19) ، كما أنه يظهر قامة المرأة وعجزيتها بأكثر مما هي عليه، وفي هذا تدليس وإبداء بعض الزينة التي نهيت عن إبدائها المرأة المؤمنة ¶ لقوله تعالي{ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آبَائِهِنَّ أَوْ آبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ} ( سورة النور: 31) أما المناكير فلا يجوز لما فيها من منع وصول الماء في الوضوء والغسل إلى الأظافر وقد شملتها الفتوى المشار إليها في الجواب الثاني، وأما الحناء للمرأة فلا تعلم مانعاً منه كحال الطهر. ¶ 7.التشبه بالرجال",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "هناك من النساء من تخرج عن فطرتها وتتمرد على أنوثتها وتتشبه بالرجال فهذه المرأة ملعونة. ¶ اخرج البخاري من حديث ابن عباس – رضي الله عنه- قال: ¶ لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء والمتشبهات من النساء بالرجال.\" ¶ وعند البخاري أيضا من حديث ابن عباس كذلك أنه قال: ¶ لعن رسول الله - صلى الله عليه وسلم - المخنثين من الرجال والمترجلات من النساء.\" ¶ وأخرج أبو داود وهو في صحيح الجامع (5071) عن أبي هريرة أن النبي - صلى الله عليه وسلم - قال: ¶ \" لعن الله الرجل يلبس لبسه المرأة، والمرأة تلبس لبسه الرجل\" ¶ قال الحافظ في الفتح (10 / 345) ¶ قال الطبري: المعني لا يجوز للرجال التشبه بالنساء في اللباس والزينة التي تختص بالنساء ولا العكس. ، ثم قال الحافظ وكذا في الكلام والمشي ¶ - وقد سئل فضيلة الشيخ صالح الفوزان: ¶ ما حكم لبس المرأة ملابس تشبه الرجال؟ ¶ الجواب: يجب أن يكون لباس المرأة لا يشبه لباس الرجال فقد لعن النبي - صلى الله عليه وسلم - المتشبهات من النساء بالرجال ، ولعن المترجلات من النساء وتشبهها بالرجال في لباسه أن تلبس ما يختص به نوعاً وصفة في عرف كل مجتمع بحسبه. ¶ بل هناك من الوعيد الشديد الذي ينتظر المرأة المترجلة ¶ فقد اخرج النسائي عن عبد الله بن عمر قال: قال رسول الله - صلى الله عليه وسلم - ¶ \" ثلاثة لا ينظر الله عز وجل إليهم يوم القيامة: العاق لوالديه والمرأة المترجلة والديوث\" ¶ وفي لفظ آخر ذكره الألباني في الصحيحة (5071) ¶ \"ثلاثة لا يدخلون الجنة أبدا الديوث ورجلة النساء ومدمن الخمر.\" ¶ واخرج أبو داود بسند صحيح عن أبي مليكة قال: ¶ قيل لعائشة رضي الله عنها إن امرأة تلبس النعل- أي الخاص بالرجال- فقالت:لعن رسول الله - صلى الله عليه وسلم - الرجلة من النساء ¶ أختاه يا صاحبة البنطال (البنطلون) ¶ إنها متعة قليلة عابرة لا تساوي لعنة الله وغضبه",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فمن لعنها اله تعالى فقد خسرت خسراناً مبيناً، خسرت الدنيا والآخرة وذلك هو الخسران المبين. ¶ 8. النمص: ¶ وهذا الأمر قد تفشي في نساء المسلمين – بل وفي بعض المحجبات – حتى أنه الآن لينكر على من لا تفعله ¶ والنمص حرام سواء كان للزوج أو لغيره بإذن الزوج أو بدونه ¶ وذلك لما أخرجه البخاري ومسلم عن عبد الله بن مسعود ان النبي - صلى الله عليه وسلم - قال ¶ \"لعن الله النامصة و المتنمصة\" ¶ وفي رواية أخري في الصحيحين أيضا عنه قال: ¶ لعن الله الواشمات والمستوشمات والمتنمصات والمتفلجات للحسن المغيرات خلق الله، فجاءته امرأة فقالت: إنه بلغني انك لعنت كيت وكيت، فقال: مالي لا ألعن من لعن رسول الله - صلى الله عليه وسلم -ومن هو في كتاب الله؟ ¶ فقال: لقد قرأت ما بين اللوحين فما وجدت ما تقول. قال لئن كنت قرأتيه لقد وجدتيه، أما قرأت ¶ {مَا آتَاكُمُ الرَّسُولُ فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فَانْتَهُوا} (الحشر:7)، قالت بلي قال فإنه نهي عنه ¶ والنمص قيل هو إزالة الشعر من الوجه مطلقاُ وقيل: هو إزالة شعر الحاجب وترقيقه خاصة دون سائر الوجه وهذا هو المنقول عن عائشة وهى اعلم بمثل هذا من غيرها ¶ وقد وجه سؤال للجنة الدائمة للإفتاء: ¶ ما النمص؟ وهل يجوز للمرأة أن تزيل شعر اللحية والشارب، وشعر الساقين، أو اليدين؟ ¶ وإذا كان الشعر ملاحظاً على المرأة وسبب نفره الزوج فما حكمه؟ ¶ الجواب: النمص: الأخذ من شعر الحاجبين ، وهو لا يجوز لأن الرسول- صلى الله عليه وسلم - لعن النامصة والمتنمصة ويجوز أن تزيل ما قد ينبت لها من لحية أو شارب أو شعر في يديها أو ساقيها. ¶ (تنبيهان) ¶ 1. اختلف أهل العلم في حكم إزالة الشعر الذي ينبت في وجه المرأة على قولين والأرجح هو ما ذهب إليه جمهور العلماء وهو جواز ذلك لحصول الأذى منه ولأنه لا يدخل في معنى النمص المحرم",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فقال الإمام النووي كما في شرح مسلم (14، 106) يستثني من النمص ما إذا نبت للمراة لحية أو شارب أوعنفقه فلا يحرم إزالتها بل يستحب وبذلك قال الشافعية والحنابلة ¶ - وقد وجه سؤال لسماحة الشيخ عبدالعزيز بن باز رحمه الله : ¶ ما حكم إزالة الشعر الذي ينبت في وجه المرأة؟ ¶ الجواب : هذا فيه تفصيل إن كان شعراً عادياً فلا يجوز أخذه لحديث ¶ \" لعن رسول الله - صلى الله عليه وسلم - النامصة والمتنمصة\" ¶ هو اخذ الشعر من الوجه والحاجبين أما أن كان شيئاً زائداً يعتبر مثله تشويهاً للخلقة كالشارب واللحية فلا بأس بأخذه ولا حرج لأنه يشوه خلقتها ويضرها. ¶ 2.. يقول الدكتور وهبه احمد حسن – كلية الطب جامعة الإسكندرية ¶ إن إزالة شعر الحواجب بالوسائل المختلفة ينشط الحلمات الجلدية فتتكاثر خلايا الجلد، وفي حالة توقف الإزالة ينمو شعر الحواجب بكثافة ملحوظة وإن كنا نلاحظ أن الحواجب الأصلية تلائم الشعر والجبهة واستدارة الوجه. أهـ ¶ 9.تفليج الأسنان ¶ والتفليج:وهو مباعدة الأسنان بعضها عن بعض إظهاراً لصغر السن وحسن الأسنان وهذا الفعل لغير التطيب حرام لما فيه من تغيير خلق الله والتدليس والتلبيس ¶ فقد أخرج البخاري ومسلم \"لعن رسول الله - صلى الله عليه وسلم - المتفلجات للحسن المغيرات لخق الله.\" ¶ قال صاحب المغني ( 3 / 16، 15) ¶ فإذا فعل هذا لغرض التطبب جاز وكذلك يجوز شد الأسنان بالذهب إذا خشي عليها التساقط وزرع الأسنان والأضراس فكل هذا مباح للضرورة. ¶ 10.الوشم ¶ اخرج البخاري عن أبي جحيفة رض الله عنه – قال: ¶ \" نهي الرسول عن ثمن الدم وثمن الكلب وكسب البغي ولعن الواشمة والمستوشمه\" ¶ اخرج البخاري ومسلم من حديث عبد الله بن مسعود قال: قال رسول الله - صلى الله عليه وسلم - ¶ \"لعن الله الواشمات والمستوشمات والنامصات والمتنمصات والمتفلجات للحسن المغيرات لخلق الله\" ¶ قال النووي في شرح مسلم ( 14، 106)",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "والواشمة هي التي تغرز إبرة أو مسله أو نحوهما في ظهر الكف أو المعصم أو الشفة أو غير ذلك من بدن المرأة حتى يسيل الدم ثم تحشو ذلك الموضع بالكحل أو النوره فيخضر ومن تطلب فعل ذلك فهي المستوشمه وهذا حرام على الفاعلة والمفعول بها باختيارها وقد يفعل بالبنت الصغيرة فتأثم الفاعلة ولا أثم على البنت لعدم تكليفها حينئذ. أهـ ¶ وقد انتشرت هذه الأيام بين الفتيات ظاهرة دق الوشم الذي اتخذ شكلا جديداً من حيث المكان الذي يتم فيه الوشم من حيث تسلك إلى صدور الفتيات وبطونهن فتكشف الفتاه عن عوراتها أمام من يقوم بتلك المهمة المنكرة – وقد يكون رجلاٌ – في محلات الكوافير والتي خصصت قسماً بها لدق الوشم وبأسعار باهظة. ¶ ثم تكشف هذه العورة مرات أخرى أمام الجميع لتظهر هذه النقوش وكل هذا بزعم أنها الموضة – نعوذ بالله من الخذلان. ¶ - وقد وجه سؤال للجنة الدائمة للإفتاء: ¶ ما حكم الوشم في الجسم وهل هو مانع إذا ما أراد الموشوم أداء فريضة الحج؟ ¶ الجواب: يحرم الوشم لما ثبت عن النبي - صلى الله عليه وسلم - \" لعن الواصلة والمستوصله والواشمة والمستوشمة \" والوسم يكون في الخدود والشفة وغيرها من الجسم بأن يغير لونها بزرقة أو خضرة أو سوداء ولا يمنع الوشم من أداء الحج. ¶ ملاحظات ¶ لدق الوشم على الجلد آثار طبية وخيمة: ¶ حيث يقول الدكتور عبد الهادي محمد عبد الغفار استشاري الأمراض الجلدية والتناسلية\"إن المواد الغريبة التي تدخل الجلد تؤدى إلى حساسية الجلد وإذا احتوت على مواد بترولية فإنه يؤدي إلى سرطان الجلد وتليفه، والوخز بالإبر يؤدى إلى نقل أمراض الكبد الوبائي والايدز ¶ ظهر في هذه الأيام نوع آخر من الوشم بحيث يطبع الوشم على الجلد أو يرسم بدلاً من دقه على الجلد فهذا إذا لم يكن ضاراً بالجلد فلا باس به لأنه ليس تغيير لخلق الله فأشبه الحناء بشرط أن لا تبيديه المرأة إلا لزوجها وإن كان الأحوط تركه لما فيه من التشبه بالمتوشمات",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "( نقلاً عن كتاب صحيح فقه السنة لأبي مالك.) ¶ 10. إطالة الأظافر وطلائها بالمناكير: ¶ فإن إطالة الأظافر وعدم تقليمها مخالف لسنن الفطرة ¶ فقد اخرج الإمام مسلم عن عائشة قال: ¶ قال رسول الله - صلى الله عليه وسلم - :عشر من الفطرة: قص الشارب، وإعفاء اللحية، والسواك، واستنشاق الماء، وقص الإظفار، وغسل البراجم\" ¶ وأخرج الإمام البخاري عن أبي هريرة قال: ¶ قال رسول الله - صلى الله عليه وسلم - :خمس من الفطرة\"الأستحداد، والختان وقص الشارب ونتف الإبط وتقليم الأظفار\" ¶ قال الحافظ ابن حجر رحمه الله: ¶ قال القاضي البيضاوي ¶ \"الفطره هي السنن القديمة التي اختارها الأنبياء واتفقت عليها الشرائع، ولا يجوز أن تترك هذه الأظافر أكثر من أربعين يومأً دون تقليم\" ¶ فقد أخرج الإمام مسلم من حديث أنس – رض الله عنه- قال: وقت لنا في قص الشارب وتقليم الأظفار ونتف الإبط وحلق العانة أن لا تترك أكثر من أربعين ليلة\" ¶ أما طلاء الأظافر بما يمسي\"المناكير\"فإنه تقليد لغير المسلمين بجانب انه عازل عن وصول ماء الوضوء إلى الأظافر وعلى هذا فلا يجوز طلاء الأظافر بهذه المناكير. ¶ وكذلك لا يجوز وصل الأظافر بأظفار صناعية أطول وأكثر بريقاً فإن هذا من تغيير خلق الله وفيه التشبه بالكافرات ومخالفة للفطرة السليمة. ¶ - وقد وجه سؤال إلى اللجنة الدائمة للإفتاء: ¶ ما حكم تطويل الأظافر؟ ¶ الجواب: تطويل الأظافر مكروه وإن لم يكن محرماً لأن النبي- صلى الله عليه وسلم - وقت لتقليم الأظافر أربعين يوماً. ¶ ملحوظة: للمرأة أن تصبغ أظافرها بالحناء زينة للزوج ولا مانع من ذلك و لا يكون حائل أو عازل عن وصول الماء إلى الأظفار ¶ فقد اخرج أبو داود والنسائي عن عائشة رض الله عنها قالت:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أومأت امرأة من وراء ستر بيدها كتاب إلى رسول الله - صلى الله عليه وسلم - فقبض النبي - صلى الله عليه وسلم - يده وقال:ما أدري أيد رجل أم يد امرأة؟ ، قالت: بل يد امرأة، قال لو كانت امرأة لغيرت أظافرك – يعني بالحناء ¶ 11. خروج المرأة متعطرة ¶ إن خروج المرأة متعطرة ذريعة من الذرائع التي سدها الإسلام منعاً للإثارة وتهيج شهوات الرجال ¶ بل منع الإسلام خروج المرأة متعطرة حتى إلى المسجد ¶ فقد اخرج الإمام مسلم من حديث زينب الثقفيه – زوجة عبد الله بن مسعود قالت: ¶ \" قال لنا رسول الله - صلى الله عليه وسلم - :إذا شهدت إحداكن المسجد فلا تمس طيباً\" ¶ وإذا كان الإسلام قد نهي المرأة عن التطيب عند إرادة الذهاب إلى المسجد وهو اشرف بقاع الأرض لتؤدي أعظم شعيره في الإسلام مع من طهرت قلوبها وزكت نفوسهم وأشرقت وجوههم بماء الوضوء ولهجت ألسنتهم بذكر الله، فما القول بمن خرجت في كامل زينتها متلطخة بالعطر الفواح الصاخب في مجالس اللهو وفي الطرقات والشوارع ¶ هذه المرأة قال عنها النبي - صلى الله عليه وسلم - من حديث أخرجه الأمام أحمد والنسائي: ¶ \"أيما امرأة أستعطرت فمرت علي قوم ليجدوا من ريحها فهي زانية\" ¶ قال المناوي: ¶ كما في فيض القدير معللاً لماذا وصفها النبي - صلى الله عليه وسلم - بأنها زانية لأنها هيجت شهوة الرجال بعطرها وحملتهم على النظر اليها فكل من ينظر إليها فقد زني بعينية ويحصل لها إثم ذلك لأنها حملته على النظر إليها وشوشت قلبه. أ هـ ¶ ومن الأخطاء كذلك: ¶ خروج المرأة من بيتها - غير متعطرة- ولكنها تحمل طفلها الذي عطرته وهذا لا يجوز ¶ - لأن كله لفت أنظار الرجال إليها بسبب الرائحة مازالت موجودة فبقي حكم التخريج ¶ وأخرج الإمام مسلم عن أبي هريرة قال: ¶ \" قال رسول الله - صلى الله عليه وسلم - أيما امرأة أصابت بخوراً فلا تشهد معنا العشاء الآخرة\" ¶ - وقد وجه سؤال للجنة الدائمة للإفتاء:",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "هناك حديث يمنع النساء من استعمال الطيب والروائح المعطرة وخاصة عن الذهاب إلى المسجد فهل يجوز التطيب لتخفيف رائحة جسدها التي لا يزيلها الصابون؟ ¶ الجواب: الأصل أنه لا يجوز للمرأة التطيب بماله رائحة عطرة إذا أرادات الخروج من بيتها سواء كان خروجها إلى المسجد أم إلى غيره لعموم قوله- صلى الله عليه وسلم - \" أيما امرأة أستعطرت ثم خرجت فمرت على قوم ليجدوا ريحها فهي زانية وكل عين زانية\" رواه أحمد والنسائي والحاكم من حديث أبي موسي رضي الله عنه. وليس هناك رائحة في الجسد لا يزيلها الصابون فيما نعلم حتى تحتاج بعد اغتسالها إلى استعمال الطيب وليست المرأة أيضاً مطالبة بالذهاب إلى المسجد بل صلاتها في بيتها خير لها من صلاتها في المسجد ¶ 12. استعمال العطور المحتوية على الكحول (البرفان – الكولونيا) ¶ أكثر الروائح العطرية المعروفة بـ( الكولونيا أو البارفانات)تحتوي على مادة الكحول (الاثيليي)وقد ثبت بقول أهل الخبرة من الأطباء أنها مسكرة وعلى هذا فلا يجوز استعمالها كطيب لأمرين ¶ الأول: ان الله تعال قال: ¶ { إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالْأَنْصَابُ وَالْأَزْلَامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ} ¶ (المائدة 90) ¶ فسمى الله تعالى الخمر وهي كل مسكر رجساً، وأمر باجتنابها وهذا يقتضي الاجتناب المطلق الذي لا ينتفع معه بشيء من المسكر. وكذلك أمر النبي - صلى الله عليه وسلم - بإراقة الخمر ولو كانت فيها منفعة أخري لبينها كما بين جواز الانتفاع بجلود الميتة. ولما أراقها فلا يخفي على منصف أن التضمخ بالطيب المذكور والتلذذ برائحته واستطابته واستحسانه مع أنه مسكر فيه ما فيه وكيف تطيب نفس مؤمن أن يضعه على جسده وربه سبحانه وتعالى يقول له \" فَاجْتَنِبُوهُ \" ¶ الأمر الثاني:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أن الخمر نجس – عند جمهور العلماء من الأئمة الاربعه وغيرهم فتحرم على هذا الصلاة في الثوب أو البدن الذي أصابه هذا العطر بل تبطل الصلاة عند الجمهور بذلك ¶ ملحوظة: ¶ هناك من أهل العلم من أجاز هذه العطور إذا كانت نسبة الكحول فيها قليلة أو إذا كانت هذه العطور مذابة بغير هذا الكحول ولكن الأحوط ترك ذلك كله وعدم وضع هذه العطور ¶ 13. صبغ الشعر بالسواد: ¶ جاء الإسلام وحرض على صبغ الشعر مخالفة لليهود والنصارى، ¶ فقد اخرج البخاري و مسلم من حديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: ¶ \" إن اليهود والنصارى لا يصبغون فخالفوهم\" ¶ لكن حرم الإسلام صبغ الشعر بالسواد ¶ فقد اخرج مسلم في صحيحة عن جابر بن عبد الله – رضي الله عنهما – قال: ¶ \"أُتي بأبي قحافه يوم فتح مكة ورأسه ولحيته كالثفامة بياضاً فقال رسول الله - صلى الله عليه وسلم - : غيروا هذا بشيء واجتبوا السواد \" ¶ بل توعد كل من يصبغ بالسواد بوعيد شديد لأن هذا يدخل في باب التدليس والغش والخداع فقد اخرج أبو داود وغيره عن ابن عباس قال: ¶ \"قال رسول الله - صلى الله عليه وسلم - يكون قوم يخضبون في آخر الزمان بالسواد كحواصل طير الحمام لا يريحون رائحة الجنة\" ¶ قال محمد شمس الحق العظيم آبادي كما في عون المعبود (7/281) ¶ قوله: يخضبون: أي يغيرون الشعر الأبيض من الشيب الواقع في الرأس واللحية ¶ بالسواد: أي باللون الأسود ¶ كحواصل الحمام: أي كصدورها فإنها سود غالباً، واصل الحوصلة المعدة والمراد هنا صدره الأسود ¶ لا يريحون: أي لا يشمون و لا يجدون رائحة الجنة يعني ريحها ¶ قال النووي رحمه الله: ¶ ويحرم خضبه بالسواد على الأصح، وقيل يكره كراهة تنزيه والمختار التحريم لقوله - صلى الله عليه وسلم - ¶ \"واجتنبوا السواد\" هذا من مذهبنا. ¶ - وقد وجه سؤال لفضية الشيخ عبدا لله الفوزان: ¶ ما حكم صبغ المرأة شعرها باللون الأسود؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "الجواب: صبغ المرأة رأسها بالسواد منهي عنه لعموم نهيه - صلى الله عليه وسلم - عن صبغ المرأة شعرها بالسواد. ¶ ومن ذلك حديث جابر بن عبدالله رضي الله عنه: قال : أُتي بأبي قحافة رضي الله عنه يوم فتح مكة ورأسه ولحيته كالثغامة بياضا ً فقال رسول الله - صلى الله عليه وسلم - \" غيروا هذا الشيب واجتنبوا السواد\" ¶ وعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم - \" يكون قوم يخضبون في آخر الزمان بالسواد كحواصل الحمام لا يريحون رائحة الجنة\" ¶ تنبيه: ¶ المرأة كالرجل في هذا الباب ¶ من أراد أن يصبغ إتباعا للسنة ومخالفة لأهل الكتاب فعليه بالحناء والكتم ¶ فقد اخرج أبو داود وغيره من حديث أبي ذر قال: ¶ \" قال رسول الله - صلى الله عليه وسلم - إن أحسن ما غير به الشيب الحناء الكتم\" ¶ الكتم: نبات يخلط بالوسمة يخضب به والوسمة شجره يختضب بورقها. ¶ 14- نهي المرأة عن جمع الشعر فوق الرأس ¶ ُسئل الشيخ ابن عثيمين رحمه الله – كما في فتاوي المرأة ¶ ما حكم وضع الحشوي داخل الرأس ِ؟ أي ما حكم تجميع المرأة لشعرها فوق الرأس أو ما يسمونه بوضع الكعكة ؟ فأجاب فضيلته: ¶ الشعر إذا كان الرأس على فوق فإن هذا عند أهل العلم داخل في النهي أو في التحذير الذي جاء عن النبي - صلى الله عليه وسلم - في قوله الحديث الصحيح: ¶ الذي أخرجه مسلم من حديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال: ¶ \" صنفان من أهل النار لم أرهما قوم معهم سياط كأذناب البقر يضربون بها الناس، ونساء كاسيات عاريات مائلات مميلات رؤوسهن كأسنمة البخت المائلة لا يدخلن الجنة ولا يجدن ريحها وإن ريحها يوجد من مسيرة كذا وكذا\" ¶ مائلات: أي لغيرهن إلى فعلهم المذموم بتعليمهم إياهن ذلك أو يمشين متبخترات مميلات لأكتافهم أو تمشطن مشطه الميلاء وهي مشطه البغايا ¶ مميلات: أي يمشطن غيرهن تلك المشطة ¶ رؤوسهن كأسنمة البخت: أي يكبرنها بلف نحو عمامة أو عصابة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فقول النبي - صلى الله عليه وسلم - نساء كاسيات عاريات مائلات مميلات رؤؤسهم كأسنمة البخت المائلة. ¶ فإذا كان الشعر فوق ففيه نهي،أما إذا كان علي الرقبة مثلاً فإن هذا لا باس به إلا إذا كانت المرأة ستخرج إلى سوق فإنه في هذه الحالة يكون من التبرج، لأنه سيكون له علامة من وراء العباءة تظهره ويكون هذا من باب التبرج ومن أسباب الفتن فلا يجوز. ¶ 15- وصل الشعر بشعر آخر (لبس الباروكة) ¶ فلا يجوز للمرأة أن تصل شعرها بشعر آخر (كلبس الباروكة) ¶ سواء كان ذلك للزوج أو لغيره فإنه حرام ¶ فقد اخرج البخاري ومسلم عن أسماء بنت الصديق – رضي الله عنها – قالت ¶ إن امرأة جاءت الي رسول الله - صلى الله عليه وسلم - فقالت: ¶ إني أنكحت ابنتي ثم أصابها شكوى فتمرق رأسها (أي تساقط شعرها) وزوجها يستحثني بها أفاصل رأسها؟، فسب رسول الله - صلى الله عليه وسلم - الواصلة والمستوصلة \" ¶ فتمرق: انتثر وسقط ¶ الواصلة: التي تصل شعر المرأة بشعر آخر ¶ المستوصله: التي تطلب من يفعل بها ذلك ¶ وفي رواية أخري عند البخاري ومسلم أيضا عن أسماء ¶ \" أن النبي - صلى الله عليه وسلم - لعن الواصلة والمستوصله\" ¶ وتدل الرواية الأولي على أن وصل الشعر حرام على المرأة وان تساقط شعرها ¶ واخرج البخار ومسلم عن معاوية بن أبي سفيان –رضي الله عنه: ¶ انه تناول قصة من شعر كانت بيد خرسي فقال أين علماؤكم ؟ سمعت رسول الله - صلى الله عليه وسلم - ينهي عن مثل هذه ويقول\"إنما هلكت بنو إسرائيل حيث اتخذ هذه نساؤهم ¶ وعند البخاري ومسلم من حديث معاوية رضي الله عنه، خطب لما قدم المدينة واخرج كبه من شعر أو قصة من الشعر فقال ما بال نساؤكم يجعلن في رؤوسهن مثل هذا سمعت رسول الله يقول ما من امرأة تجعل في رأسها شعراً من شعر غيرها إلا كان زوراً ولبس الباروكة زوراً ولا شك في ذلك. ¶ - وقد وُجه سؤال لفضيلة الشيخ \"محمد بن صالح العثيمين\" – رحمه الله -: ¶ هل يجوز للمرأة أن تستعمل الباروكة \" الشعر المستعار\" ؟",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "الجواب: الباروكة محرمة وهي داخلة في الوصل وإن لم تكن وصلاً، فهي تظهر رأس المرأة على وجه أطول من حقيقة فتشبه الوصل، وقد لعن النبي- صلى الله عليه وسلم - الواصلة والمستوصلة لكن إن لم يكن على رأس شعر أصلاً أو كانت قرعاء فلا حرج من استعمال الباروكة ليستر هذا العيب لأن إزالة العيوب جائزة. ¶ - وقد وجه سؤال للجنة الدائمة للإفتاء: ¶ ما حكم لبس المرأة ما يسمي بالباروكة لتتزين بها لزوجها؟ ¶ الجواب: ينبغي لكل من الزوجين أن يتجمل للأخر بما يحببه فيه ويقول العلاقة بينهما لكن في حدود ما أباحته شريعة الإسلام دون ما حرمته ولبس الباروكة بدأ في غير المسلمات واشتهرت بلبسه والتزين به حتى صار من سيمتهن فلبس المرأة المسلمة إياها وتزينها بها ولو لزوجها فيه تشبه بالكافرات، وقد نهي النبي- صلى الله عليه وسلم - عن ذلك بقوله \" من تشبه بقوم فهو منهم\" ¶ ولأنه في حكم وصل الشعر بل أشد منه وقد نهي النبي- صلى الله عليه وسلم - عن ذلك ولعن فاعله. ¶ ملحوظة: ¶ الراجح من قولي أهل العلم أنه يجوز للمرأة أن تصل شعرها بخيوط الحرير أو الصوف أو القماش مما لا يشبه الشعر فإن هذا ليس بوصل ولا في معني مقصود الوصل وإنما هو للتجمل والتحسين\" ¶ ذهب إلى ذلك الإمام أحمد بن حنبل رحمه الله ¶ ونقل ذلك أيضا النووي عن القاضي عياض ¶ 16- حلق المرأة لرأسها: ¶ كما منعت المرأة من وصل الشعر فإنها كذلك تمنع من حلق الرأس ¶ قال الشيخ محمد بن ابراهيم آل الشيخ – مفتي الديار السعودية – رحمه الله: ¶ وأما شعر رؤؤس النساء فلا يجوز حلقه لما رواه النسائي في سننه عن على رضي الله عنه، ورواه البزار عن عثمان، ورواه ابن جرير عن عكرمة – رضي الله عنهم قالوا: ¶ \" نهي رسول الله - صلى الله عليه وسلم - أن تحلق المرأة رأسها\" ¶ والنهي إذا جاء عن النبي - صلى الله عليه وسلم - فإنه يقضى التحريم ما لم يرد له معارض ¶ قال الملا على قاري في المرقاة شرح المشكاة",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قوله\"أن تحلق المرأة رأسها وذلك لأن الذوائب للنساء كاللحى للرجال في الهيئة والجمال ¶ (أ هـ من مجموع فتاوي الشيخ محمد إبراهيم) (2/29) ¶ وأما قص شعر رأسها فإن كان لحاجه غير الزينة كأن تعجز عن مئونته أو يطول كثيراً ويشق عليها فلا باس بقصه بقدر الحاجة كما كان بعض أزواج النبي - صلى الله عليه وسلم - يفعلنه بعد وفاته لتركهن التزين بعد وفاته واستغنائهن عن تطويل الشعر ¶ وأما إن كان قصد المرأة من قص شعرها هو التشبه بالكافرات والفاسقات أو التشبه بالرجال فهذا محرم بلا شك للنهي عن التشبه بالكفار عموماً وعن تشبه المرأة بالرجال ¶ وإن كان قصد منه التزين فالذي يظهر أنه لا يجوز: ¶ قال الشيخ محمد الأمين الشنقيطي – رحمه الله – في أضواء البيان: ¶ إن العرف الذي جارياً في كثير من البلاد بقطع المرأة شعر رأسها إلى قرب أصوله سنه إفرنجية مخالفة لما كان عليه نساء المسلمين ونساء العرب قبل الإسلام فهو من جمله الانحرافات التي عمت البلوى بها في الدين والخلق والسمت وغير ذلك ثم أجاب عن حديث\"أن أزواج النبي - صلى الله عليه وسلم - يأخذن من رؤسهن حتى كالوفرة\" ¶ بأن أزواج النبي - صلى الله عليه وسلم - إنما قصرن رؤسهن بعد وفاته لأنهن كن يتجملن في حياته ومن أجمل زينتهن شعورهن أما بعد وفاته فلهن حكم خاص بهن لا تشاركهن فيه امرأة واحدة من نساء جميع أهل الأرض وهو انقطاع أملهن انقطاعاً كلياً في التزويج ويأسهن في اليأس الذي لا يمكن أن يخالطه طمع فهن كالمعتدات المحبوسات بسببه وفاة النبي - صلى الله عليه وسلم - إلى الموت، ¶ قال تعالي{وَمَا كَانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلَا أَنْ تَنْكِحُوا أَزْوَاجَهُ مِنْ بَعْدِهِ أَبَدًا إِنَّ ذَلِكُمْ كَانَ عِنْدَ اللَّهِ عَظِيمًا}(الأحزاب: 53) ¶ واليأس من الرجال بالكلية قد يكون سبباً للترخيص في الإحلال بأشياء من الزينة لا تحل لغير ذلك السبب. أ هـ أضواء البيان (5/598:601)",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "- وقد وجه سؤال لفضية الشيخ الألباني\" رحمه الله \" ¶ ما حكم أخذ المرأة شيئاً من شعرها؟ ¶ الجواب: قص المرأة شعرها ينظر فيه إلى الدافع إلى هذا العمل فإن كانت المرأة تقص شعرها تشبهاً بالكافرات أو الفاسقات فلا يجوز أن تقص شعرها بهذه النية. أما إن كانت المرأة تقص تخفيفاً من شعرها أو تحقيقاً لرغبة زوجها فلا رأي في ذلك مانعاً مادام أنه في صحيح مسلم أن نساء النبي- صلى الله عليه وسلم - كن يأخذن من شعورهن حتى تكون كالوفرة. ¶ - وقد وجه سؤال للجنة الدائمة للإفتاء: ¶ ما حكم تقصير المرأة شعرها للضرورة مثلاً في بريطانيا النساء يرين أن تغسيل الشعر الكثيف صعب عليهن في الجو البارد فلذا يقصون شعورهن؟ ¶ الجواب: إذا كان الواقع كما ذكرت جاز لهن أن يقصرن شعورهن بقدر ما تدعو إليه الحاجة فقط، أما تقصير للتشبه بالكافرات فلا يجوز لقول النبي - صلى الله عليه وسلم - \" من تشبه بقوم فهو منهم\" ¶ محلوظه: ¶ ولا يجوز لها أن تطيع زوجها إذا أمرها بذلك لأنه لا طاعة لمخلوق في معصية الخالق. ¶ 17- لبس العدسات الملونة للزينة ¶ وهذا حرام لأنه تغير لخلق الله. ¶ قال تعالي{{إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا - لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا - وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا} (النساء:117) ¶ هذا وقد سئل فضيلة الشيخ صالح بن فوزان – حفظه الله – عن حكم لبس العدسات الملونة بحجة الزينة وإتباع الموضة علماً بأن قيمتها غالية؟",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فأجاب: لبس العدسات من أجل الحاجة لا بأس به أما إن كان من غير حاجه فإن تركه أحسن خصوصاً إذا كان غالى الثمن فإنه يعد من الإسراف المحرم، علاوة على ما فيه من التدليس والغش لأنه يظهر العين بغير مظهرها الحقيقي من غير حاجه إليه (من فتاوي زينة المرأة صـ49) ¶ 18- وضع المكياج بصوره مستمرة والإسراف فيه: ¶ بداية ينبغي أن نعرف أنه يجوز للمرأة أن تتزين للزوج بما شاءت من المساحيق فقد أخرج الترمذي أن النبي - صلى الله عليه وسلم - قال\"خير طيب النساء ما ظهر لونه وخفي ريحه\" ¶ ويؤيد ذلك أيضاً ما أخرجه البخاري من حديث أنس – رضي الله عنه – ¶ قال: أن عبد الرحمن بن عوف جاء إلى رسول الله ( وبه اثر صفره، فسأله النبي (، فأخبره أنه تزوج امرأة من الأنصار.......... الحديث ¶ قال النووي في شرح هذا الحديث: ¶ أن الصفرة تعلقت به من جهة زوجته، فهذا دليل على استعمال المرأة للأصباغ والمساحيق ¶ والخلاصة: ¶ أن للمرأة أن تستعمل المكياج ما دامت لا تبديه إلا لمن أذن الله لها في إبدائه لهم، وإذا لم يكن فيه تدليس ولا غش لأحد وإذا لم يثبت له ضرر كبير على بشرة المرأة. ¶ تنبيه: هناك من الأطباء من يذكر أن للمكياج أضراراً على البشرة فإذا ثبت ذلك فعلى المرأة أن تحد من استخدامه أو تتحرى الأصباغ والمساحيق الغير ضارة بشهادة أهل الطب، وتستخدمها بلا تكلف وتكون بين الحين والآخر ويكون الغرض من ذلك إعفاف الزوج والتزين له. ¶ - وقد وجه سؤال لفضيلة الشيخ صالح الفوزان: ¶ ما حكم المساحيق التي تضعها لنساء على وجوهن للزينة؟ ¶ الجواب:المساحيق فيها تفصيل : إن كان يحصل بها الجمال وهي لا تضر الوجه ولا تسبب فيه شيئاً فلا بأس به ولا حرج أما إن كانت تسبب فيها شيئاً كبقع سوداء أو تحدث أضراراً فيه أخري فإنها تمنع من أجل الضرر. ¶ ويقول الدكتور مصطفي حسين عبد المقصود أستاذ الأمراض الجلدية والتناسلية بكلية طب طنطا – إن هذا المكياج الصناعي الحديث له أضرار بالفعل على البشرة",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أولا: ضرر المكياج: ¶ يؤدي على ضمور الجلد وتجعده وبالتالي يؤدي إلى عجز مبكر في الجلد ¶ يؤدي إلى جفاف الجلد وتشققه ¶ يؤدي إلى التهاب الجلد وتهيجه بالحساسية والإكزيما ¶ يؤدي إلى تغير في لون الجلد إما عن طريق زيادة اللون وظهور مناطق سمراء ككلف الحمل، وإما بقلة الصبغات في الجلد وظهور بعض البقع البيضاء. ¶ تؤدي بعض الألوان إلى امتصاص الإشعاعات وظهور حساسية ضوئية بالجلد أو تكاثر نمو الشعر بالوجه ¶ قد تؤدي هذه المواد إلى تغير في تركيب خلايا الجلد مما قد ينتج عنه بعض الأورام. ¶ تؤدي الكريمات التي تستعمل كأساس إلى إغلاق مسام الجلد وظهور بعض الحبوب التي تشبه حب الشباب. ¶ كما يؤدي المكياج إلى تهيج حب الشباب لدي المصابين به وعدم استجابته للعلاج ¶ ثانياً احمر الشفايف ¶ يودي إلى جفاف الشفتين وتشققهما ويؤدي إلى التهاب وتهيج الشفتين ¶ يؤدي الاستعمال المتكرر له إلى الإكزيما والحساسية بالشفتين كما قد ينتج عنها بعض الأورام للشفتين ¶ تؤدي المادة الملونة إلى امتصاص الإشعاعات وتركيزها حول الشفتين مما يؤدي إلى زيادة اللون واسمرار الشفتين ¶ عند اختلاطها بالطعام والشراب قد يؤدي امتصاص بعض هذه المواد إلى أضرار بالغه بالجسم... أ هـ ¶ وجاء في مجلة الوعي الإسلامي الكويتية عدد 140 ص 93 مقال للدكتور وجيه زين العابدين يقول فيه: ¶ أما المساحيق والدهون التي توضع في الوجه فإنه تعرضه للإصابة بالبثور والالتهابات في الجلد، فيضعف ويصاب بالتجعد والشيخوخة قبل الأوان، وقد يترك التجعد خطاً بارزاً تحت العين، ولما تبلغ الفتاه بعد العشرين عاما، وكم من مره سببت الرموش الصناعية التهابات بالجفن أو جاءت الحساسية للجفن من الصبغ الذي يوضع فوقه. ¶ وقد يعرض الأحمر الشفاه للتورم أو تيبس جلدها الرقيق وتشققه لأنه يزيل الطبقة الحافظة للشفاه ويسبب أحيانا صبغ الأظافر تشققاً وتكسراً في الأظافر ويعرضها للالتهابات المتكررة والتشوه أو المرض المزمن.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إن الإنسان بطبيعته لابد أن يجد له من الحماية من المؤثرات الخارجية التي تصيبه بحكم حياته في هذه الأرض. والجلد هو خط الدفاع الأول فبقدر ما تكون عنايتنا بالجلد نستفيد من قواه الدفاعية ومن المؤسف أن المدينة الحديثة تتعرض لهذه القوي الدفاعية بالأذى عن طريق الإسراف في استعمال أدوات التجميل ومواده ¶ ويقول الدكتور وهبه احمد حسن – كلية الطب جامعة الإسكندرية: ¶ إن إزالة شعر الحواجب بالوسائل المختلفة ثم استخدام أقلام الحواجب وغيرها من مكياج الجلد لها تأثيرها أيضاً فهي مصنوعة من مركبات معادن ثقيلة مثل الرصاص أو الزئبق تذاب في مركبات دهنية مثل زيت الكاكاو ن كما أن بعض المواد الملونة تدخل فيها بعض المشتقات البترولية وكلها أكسيدات مختلفة تضر بالجلد. ¶ وإن امتصاص المسام الجلدية لهذه المواد يحدث التهابات وحساسية أما لو استمر استخدام هذه المكياجات فإن له تأثيراً ضاراً على الأنسجة المكونة للدم والكبد والكلى فهذه المواد الداخلة في تركيب المكياجات لها خاصية الترسب الكامل فلا يتخلص الجسم منها بسرعة وإن إزالة شعر الحواجب بالوسائل المختلفة ينشط الحلمات الجلدية فتتكاثر خلايا الجلد، وفي حالة توقف الإزالة ينمو شعر الحواجب بكثافة ملحوظة وإن كنا نلاحظ أن الحواجب الأصلية تلائم الشعر والجبهة واستدارة الوجه. ¶ وتقول الدكتورة نادية عبد الحميد صالح – استشارية أمراض العيون ¶ إن مستحضرات تجميل العيون تحتوى على كيماويات حارقه تؤدي إلى الأضرار بالعيون وتساقط الرموش والتهابات ودمامل بالجفون، مع ظهور الأكياس الدهنية بها، كذلك تؤدي هذه المستحضرات إلى ترهل في جلد الجفون، وتبدو العينان مرهقتين وذابلتين مع ظهور الهالات السوداء حول جفون العيون، ثم حذرت الدكتورة نادية من تبادل هذه المستحضرات مع الغير حتى لا تكون وسيله لضرر آخر يكمن في العدوى بأمراض العيون عندما تستخدم سيده أخرى أدوات التجميل كالقلم والفرشاة ¶ ملحوظة :",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ذكر بعض الأطباء حقائق علميه حول الألوان التي تستخدم حول العينين: ¶ اللون الأسود ما هو إلا كربون أسود، وأكسيد الحديد الأسود. ¶ اللون الأزرق ما هو إلا ازرق بروس ومواد أخرى زرقاء ¶ اللون الأخضر هو لون أحد اكاسيد الكروم ¶ اللون البني هو احد اكاسيد الحديد المحروق ¶ اللون الأصفر هو أكسيد حديد ¶ ولكل هذه المواد الكيميائية تسبب أضرارا خطيرة للعين وما حولها ¶ 19. إجراء عمليات التجميل من غير ضرورة: ¶ انتشرت في هذه الأونه مراكز جراحات التجميل ولاقت رواجاً من الفاسقات اللاهثات وراء سراب الشهرة والجمال. ¶ وذلك من أجل تكبير بعض أجزاء الجسم أو تصغيرها أو تفتيح لون البشرة أو شد الوجه أو تنسيق القوام أو عمل وشم غير ذلك ، ومما لاشك فيه أن عمليات التجميل منها المباح أو واجب وبعضها حرام . ¶ أولا عمليات التجميل المحرمة: ¶ وهي كل ما يدخل في باب تغيير خلق الله سبحانه وتعالى، فالله عز وجل – خلق الناس منهم الطويل أو القصير والأسود والأبيض والجميل والدميم وهذا كله من آيات تفرده وإبداعه سبحانه وتعالي فهو الرب المصور كما قال تعالي ¶ { هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ} (آل عمران: 6) ¶ ولا شك أن التعدي على خلق الله بتغير الصورة أو اللون أو التركيب يدخل في باب العدوان على خلق الله جل وعلا كما قال تعالي ¶ {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ}(الروم: 30) ¶ أي لا تبدلوا خلق الله وهذا خبر يراد به الإنشاء، والشيطان يعمل على إضلال بني آدم ويأمرهم بتغيير خلق الله .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال تعالي{إِنْ يَدْعُونَ مِنْ دُونِهِ إِلَّا إِنَاثًا وَإِنْ يَدْعُونَ إِلَّا شَيْطَانًا مَرِيدًا - لَعَنَهُ اللَّهُ وَقَالَ لَأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَفْرُوضًا - وَلَأُضِلَّنَّهُمْ وَلَأُمَنِّيَنَّهُمْ وَلَآمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الْأَنْعَامِ وَلَآمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللَّهِ وَمَنْ يَتَّخِذِ الشَّيْطَانَ وَلِيًّا مِنْ دُونِ اللَّهِ فَقَدْ خَسِرَ خُسْرَانًا مُبِينًا} (النساء:117- 119) ¶ فتغير اللون أو تغيير الصورة التي ركب الله الإنسان عليها وخاصة صوره الوجه – كل ذلك من إتباع الشيطان الذي يريد إضلال بني آدم وأن يعتدوا على خلق الله بالتبديل والتغيير ¶ وقد قال تعالى: ¶ {لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ذَلِكَ الدِّينُ الْقَيِّمُ وَلَكِنَّ أَكْثَرَ النَّاسِ لَا يَعْلَمُونَ} (الروم:30) ¶ ومما لا شك فيه أن أعظم أعمال تبديل خلق الله حرمه هي تغيير الجنس من ذكر إلى أنثي والعكس، وهذا فيمن خلق الله ذكراً كاملاً فأراد أن يكون أنثي والعكس أو التحويل إلى جنس ثالث كإيجاد جنس لا يحمل ويستخدم للاستمتاع فقط فهذا من الأجرام والإفساد في الأرض. ¶ ملحوظة: ¶ من اجتمعت فيه أعضاء الذكورة والأنوثة وهو ما يعرف بالخنثي فإن إجراء عمليه جراحية لإلحاقه بالجنس الغالب عليه فهذا لا يدخل في تغيير خلق الله بل هذا رجوع إلى أصل الخلقة. ¶ ومن الأدلة على تحريم تغيير خلق الله ما جاء في السنة: ¶ فقد اخرج البخاري ومسلم عن عبد الله بن مسعود أن رسول الله - صلى الله عليه وسلم - قال: ¶ لعن الله الواشمات والمستوشمات والنامصات والمتنمصات والواصلات والمتفلجات للحسن المغيرات لخلق الله\" ¶ واللعن هو الطرد من رحمه الله ¶ الواشمة: هي التي تصنع الوشم لنفسها أو لغيرها ¶ المستوشمة: هي التي تطلب من غيرها أن يصنع الوشم لها. ¶ النامصة: هي التي تطلب من غيرها أن يأخذ من شعر حاجبها أو حاجب غيرها وترققه",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المتنمصة: هي التي تطلب من غيرها أن تفعل ذلك بحاجبها. ¶ الواصلة: هي التي تصل شعرها أو شعر غيرها بشعر آدمية أو بشعر صناعي، ¶ وهناك حديث عن البخاري ومسلم أن رسول الله - صلى الله عليه وسلم - قال\"لعن الله الواصلة والمستوصلة\" ¶ والمستوصلة هي التي تطلب من شخص أخر أن يفعل ذلك بشعرها. ¶ المتفلجات: ِ وهن اللاتي تفلج الأسنان ومعناه بررها لجعل فلج وفرقة بين كل سن وآخر. ¶ فالرسول - صلى الله عليه وسلم - حرم في هذا الحديث بعض الأمور بعينها وذكر أنها من تبديل خلق الله وهذا يدل على حرمه هذه الأمور وعلى كل ما يدخل في هذا المعني وتوجد فيه هذه العلة وهي تغير خلق الله ومن ذلك: ¶ تنسيق قوام الجسم بتكبير بعض أجزائه أو تصغيرها. ¶ تفتيح لون البشرة، قال تعالي { وَمِنْ آيَاتِهِ خَلْقُ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافُ أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ إِنَّ فِي ذَلِكَ لَآيَاتٍ لِلْعَالِمِينَ} ( الروم 22) ¶ شد الوجه أو صبغ الشعر بالسواد: ¶ - لان فيه تدليس حيث يوحي للآخرين بأن هذا الشخص أو تلك المرأة أصغر سناً من الحقيقة. ¶ فقد اخرج الإمام مسلم عن جابر – رض الله عنه- أن أبا قحافة والد أبي بكر الصديق رضي الله عنه جاء يوم فتح مكة ورأسه ولحيته كالثفامه بياضاً، فقال رسول الله - صلى الله عليه وسلم - ¶ \"غيروا هذا واجتنبوا السواد\" الثفام: (نبات أبيض) ¶ 4- الوشم والنمص ولبس الباروكة وتصغير الأسنان ¶ 5- عمليات شفط الدهون لغير حاجه. ¶ ملحوظة ¶ بعد عرض بسيط لبعض الأمور المحرمة شرعاً والتي لا يجوز فعلها وإنها تغيير لخلق الله وتكون سبباً للعلن والطرد من رحمه الله فهناك محظور أخر وهو أن المرأة قد تتكشف على الطبيب دون ضرورة قهرية ¶ ثانياً عمليات التجميل الواجبة أو المباحة شرعاً: ¶ كوجود عيب بجسم الإنسان يمنع أحد أعضاء الجسم من أداء وظيفته أو يقلل كفاءته مثال ذلك",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "شخص عينه مغلقه أو يقع جفنه على عينه لضعف العضلات فيه أو على عينه سحابه تمنع الرؤية، فهذا يحل له إجراء عمليه لتمكين عينه من الرؤية. ¶ شخص فمه أو شفته مشقوقة تعوق الكلام والطعام والشراب، لا حرج هنا في إجراء عملية جراحية لتصحيح هذا العيب ¶ شخص أذنه مغلقه أو بها ثقب في الطبلة بحيث لا يمكنه السماع أو عنده ضعف في السمع فإذا كانت العملية الجراحية تعيد إليه السمع أو تقويه فلا مانع من إجراء تلك العملية ¶ شخص يده ملتوية أو أصابعه معوجه أو هناك تشوهات تعوق أداء تلك اليد لوظيفتها فلا مانع كذلك من أجراء عملية جراحية لتصحيح الحالة غير الطبيعية. ¶ شخص له ساق أطول من الأخرى بدرجة تؤثر على مشيته، لا مانع من أجراء عمليه جراحية لزيادة طول الساق القصيرة لتصبح مثل الساق الآخري ¶ شخص أحد أسنانه أطول من بقية الأسنان بدرجة ملحوظة تؤذيه هنا يباح تقصير السن الطويل لإزالة الضرر... وهكذا ¶ إزالة التشوهات التي ربما تكون حدثت في أثناء الحمل بسبب عقار أو غيره وكذلك إزالة ما يخالف أصل الخلقة كالأصبع السادس والزيادات اللحمية ولا يدخل هذا في باب التغيير لخلقة الله. من فتاوى للشيخ عبد الرحمن عبد الخالق ¶ وكذلك من الأمور المباحة قفل الجروح الغائرة وإعادة ترميم الجروح المتهتكة وترقيع الحروق الشديدة وخاصة ما يصيب الوجه والأماكن التي تظهر من الجسم غالباً ¶ وهذا كله يرجع إلى باب إصلاح وإعادة الهيئة الأصلية إلي الجسد. ¶ ملحوظة: ¶ قبل إجراء العملية يستفتي في ذلك علماء الدين وعلماء الطب فيسأل علماء الدين هل هذه العملية مباحة شرعاً ؟ ¶ ولا يكتفي بسؤال عالم واحد بل يسأل عدد من العلماء المشهود لهم بالعلم والورع ¶ ويسال علماء الطب، هل يغلب على الظن نجاح هذه العملية ؟ وهل لها أضرار ؟ ويسأل أكثر من طبيب ويكون مشهود له بخشية الله بحيث لا يكون همه جمع المال والربح المادي ¶ تمت بحمد الله ¶ سبحانك اللهم وبحمدك اشهد أن لا إله إلا أنت أستغفرك وأتوب إليك",
            "page": "37",
            "part": "1"
        }
    ],
    "t36470": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أخطاء المرأة المتعلقة باللباس والزينة"
        }
    ]
}