{
    "b36472": [
        {
            "id": "1",
            "nass": "آداب الزيارة ¶ بين النساء ¶ بقلم ¶ زاهر بن محمد الشهري ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد الله رب العالمين والصلاة والسلام على نبينا محمد وعلى آله وصحبه أجمعين. وبعد: ¶ إن الله- عز وجل- أنزل دين الإسلام وأنزل فيه الأدب الذي تصلح به الحياة، وهذا الأدب- الذي هو من صميم هذا الدين- أمر غفل عنه كثير من الناس، وهو ضروري للمسلم مع الله سبحانه وتعالى، ومع الرسل، ومع الخلق، وضروري له في أحواله حتى ولو كان وحده، ولا شك أن من جوانب العظمة في الدين الإسلامي الآداب التي جاءت في الشريعة والتي تميز المسلمين عن غيرهم وتظهر سمو هذه الشريعة وكمالها وعظمها، والدين أدب كله. والأدب هو اجتماع خصال الخير في العبد. ¶ قال الشيخ عبد الرحمن بن يحيى المعلمي رحمه الله: \"قد أكثر العارفون بالإسلام المخلصون له من ¶ تقرير أن كل ما وقع فيه المسلمون من الضعف والخور والتخاذل وغير ذلك من وجوه الانحطاط إنما كان لبعدهم عن حقيقة الإسلام، وأرى أن ذلك يرجع إلى أمور: ¶ الأول: التباس ما ليس من الدين بما هو منه. ¶ الثاني: ضعف اليقين بما هو من الدين. ¶ الثالث: عدم العمل بأحكام الدين. ¶ وأرى أن معرفة الآداب النبوية الصحيحة في العبادات والمعاملات والإقامة والسفر والمعاشرة والوحدة والحركة والسكون واليقظة والنوم والأكل والشرب والكلام والصمت وغير ذلك مما يعرض للإنسان في حياته، تحري العمل بها كلما تيسر- هو الدواء الوحيد لتلك الأمراض، فإن كثيراً من تلك الآداب سهل على النفس، فإذا عمل الإنسان بما يسهل عليه منها تاركة لما يخالفها لم يلبث إن شاء الله تعالى أن يرغب في الازدياد، فعسى أن لا تمضى عليه مدة إلا وقد أصبح قدوة لغيره في ذلك.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وبالاهتداء بذلك الهدي القويم والتخلق بذلك الخلق العظيم- ولو إلى حد ما- يستنير القلب وينشرح الصدر، وتطمئن النفس، فيرسخ اليقين، ويصلح العمل، وإذا كثر السالكون في هذا السبيل لم تلبث تلك الأمراض أن تزول إن شاء الله \"ا. هـ. ¶ وإن من الآداب التي غفل عنها البعض (آداب الزيارة بين النساء) فلقد جرت العادة في أكثر البلاد الشرقية أن تخصص المرأة فترة بعد العصر أو في الصباح لاستقبال صديقاتها أو زيارتهن على اختلاف في طريقة الزيارة أهي دورية منظمة أم عفوية، وأياً كانت الحال لا يخلو البيت يومها من إعلان حالة الطوارئ فيها: فاستعدادات فوق العادة تستنزف الجهد وتضيع الوقت وتبعثر المال، وتحول يوم الاستقبال إلى مباراة بين الأسر فيما يقدم للضيوف وفي إبراز مظهر البيت ولباس أهله، ولو سئلت غالبية النساء عن الهدف من هذه الزيارة لكان أحسن ما يفصحن به: إنه التلاقي لقتل الوقت والتسلية ودفع السأم والملل عنهن. ¶ فما تقولين لرب العالمين يا أمة الله؟ ما تقولين له إذا سألك عن الوقت المهدر في الزيارات الذي إن لم يخل من المحرمات فلا يخلو من لغو الكلام والثرثرة التي ذمها الرسول صلى الله عليه وسلم. وأين حق الزوج والأولاد؟ ومتى تؤدين حقوق مجتمعك وأمتك الإسلامية؟ لمن تتركين مهمتك إذا كان همك الوحيد هو الخروج من البيت واللهو الفارغ؟ ¶ إن واجباتك ليست محصورة في التنظيف وإرضاء الزوج والإنجاب، لا يا أختاه، فأنت مربية الأجيال وممولة للمجتمع المسلم ببناته من نساء ورجال، إن واجبك هو التربية الرشيدة للأبناء، وإعدادهم إعداداً إسلامياً يجعلهم قادرين على حمل الأمانة والنهوض بالأمة وبناء المجتمع الفاضل المنشود.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وكأني بك- أختي المسلمة- تتساءلين: وهل هذا يعني البعد عن الناس وعدم الاختلاط بهم؟. والجواب: إن اختيار المخالطة مطلقاً خطأ، واختيار الانفراد مطلقاً خطأ. والإسلام دين تجمع وألفة، والاختلاط بالناس والتعارف بينهم من تعاليمه الأساسية، وقد فضل الرسول صلى الله عليه وسلم المسلم الذي يخالط الناس على ذلك الذي هجرهم ونأى عنهم: \"المؤمن الذي يخالط الناس ويصبر على أذاهم أفضل من الذي لا يخالط الناس ولا يصبر على أذاهم \" وكيف يكون الإحسان للجيران والأقارب إلا بمواصلتهم ومعرفة أحوالهم؟ فكم من زيارة دلت على خير في الدنيا والآخرة؟! مسحت بها المسلمة آلام أختها المصابة، تقوي عزيمتها، وتشد من أزرها، وتدفعها إلى الصبر، تحيي عندها حسن الظن بالله وقرب الفرج، تشاركها أفراحها، تعلمها ما تجهله من أمور الدنيا والدين، تتناصح وإياها وتتشاور لما فيه خيرها وخير المسلمين. أما المخالطة العشوائية التي لا يأبه لها كثير من النساء، فما هي إلا مظهر من مظاهر انهزام المرأة وتخاذلها عن القيام بواجباتها الأسرية، وهروب من التبعات المنزلية لتمضي مع صويحباتها فترة لهو ولغو. وهي حالة مرضية من حيث الهدف والمضمون. ومن أجل علاج هذا الأمر، وجعل الزيارات والخلطة مقيدة بأحكام الكتابة والسنة أضع بين يديك (خمسين أدباً) من آداب الزيارة، بعضها آخذ بزمام بعض، مضمنة لمخالفات وآفات، وفي ختامها ذكرت لك بعض الكتب التي يمكن الاستفادة منها في استغلال الأوقات المهدرة في الزيارات، بقراءتها أو تلخيصها وعرضها على الحاضرات \"والدال على الخير كفاعله \". ¶ وفقني الله وإياك لكل خير، وجعلنا من الدعاة إلى سبيله بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، والله يرعاك ويحفظك، وهو تعالى حسبي ونعم الوكيل. ولا حول ولا قوة إلا بالله العلي العظيم. ¶ كتبه ¶ زاهر بن محمد الشهري ¶ الخبر 31952 ¶ ص. ب 73690 ¶ وقفات قبل الخروج ¶ [",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "1] لتكن زيارتك خالصة لله تعالى، لا رياء ولا سمعة، ولا لتحقيق مصلحة دنيوية بحتة ولا لضياع الأوقات فيما يعود عليك بالندم والحسرات، فإنك موقوفة بين يدي الله تعالى، عن أبي هريرة- رضي الله عنه- عن النبي صلى الله عليه وسلم \"أن رجلاً زار أخاً له في قرية أخرى. فأرصد الله تعالى على مدرجته ملكاً، فلما أتى عليه قال: أين تريد؟ قال: أريد أخاً لي في هذه القرية. قال: هل لك عليه من نعمة تربها عليه؟ قال: لا. غير أني أحببته في الله. قال فإني رسول الله إليك بأن الله قد أحبك كما أحببته فيه\". ¶ [2] تذكري فضل الزيارة وما أعد الله - عز وجل- للمتزورات من الأجر العظيم. فعن أبي هريرة - رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: \"من عاد مريضاً أو زار أخاً له في الله. ناداه مناد: بأن طبت وطاب ممشاك وتبوأت من الجنة منزلاً\". ¶ وعن معاذ بن جبل- رضي الله عنه- قال: سمعت رسول الله صلى الله عليه وسلم يقول: \"قال الله تعالى: وجبت محبتي للمتحابين في، والمتجالسين في، والمتزاورين في، والمتباذلين في\" . ¶ [3] احرصي على زيارة أهل الخير والصلاح اللاتي يذكرنك بالله تعالى، ويشحذن الهمة للمسارعة في الخيرات. قال الله تعالى: {وَاصْبِرْ نَفْسَكَ مَعَ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ } [الكهف: 28]. ¶ وقال عليه الصلاة والسلام: \"إنما مثل الجليس الصالح وجليس السوء، كحامل المسك ونافخ الكير، فحامل المسك إما أن يحذيك وإما أن تبتاع منه، وإما أن تجد منه ريحاً طيبة. ونافخ الكير إما أن يحرق ثيابك، وإما أن تجد منه ريحاً خبيثة\". ¶ [4] عليك بالاستئذان من ولي أمرك سواء كان أباً أو أماً أو زوجاً، وطاعة الآخير أوجب وألزم، قال شيخ الإسلام ابن تيمية: \"لا يحل للزوجة أن تخرج من بيتها إلا بإذن زوجها، وإذا خرجت المرأة بغير إذن زوجها اعتبرت عاصية لله تعالى ولرسوله صلى الله عليه وسلم\".",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وطاعة الزوج ليست تسلطاً منه، ولا امتهاناً للمرأة، وانتقاصاً لشخصيتها، إنما هي من طاعة الله تعالى والقربات إليه التي تثاب عليها ويجب أن تعتز بها. ¶ [5] اختاري الوقت واليوم المناسب للزيارة، فلا يكن الوقت في الصباح الباكر أو في وقت الظهيرة بعد الغداء أو في وقت متأخر من الليل، فإن وقت الصباح الباكر وقت نوم عند بعض النساء ووقت عمل عند أخريات. ووقت الظهيرة بعد الغداء هو وقت القيلولة، ووقت نوم واستراحة لأفراد الأسرة العاملين. والوقت المتأخر من الليل هو وقت السكون والراحة أيضاً وهو وقت خاص بأفراد الأسرة. ¶ [6] تحديد موعد مسبق للزيارة، عن طريق الهاتف إن استطعت. وتجنبي الزيارات المفاجئة التي قد تسبب الضيق والإزعاج لصديقتك، خاصة إذا كانت صديقتك أو بيتها في حال أو في هيئة تكره أن يراها أحد عليها. ¶ [7] البسي عند الزيارة المعتدل من الثياب الذي لا شهرة فيه ولا مخيلة ولا تكبر. واحذري من اللباس غير المحتشم الذي يؤدي إلى تكشف العورة، وكذلك تسريحات الشعر المشبوهة المقلد فيها نساء الغرب الكافرات. ¶ [8] لا تتطيبي عند الخروج من البيت فقد قال عليه الصلاة والسلام: \"أيما امرأة تطيبت ثم خرجت إلى المسجد، لم تقبل لها صلاة حتى تغتسل \". ¶ هذا- يا أختي الكريمة- في حق من خرجت قاصدة بيت الله لأداء فرض من فرائض الله، فما بالك بمن خرجت متعطرة ومتطيبة إلى الزيارة؟ بلا شك أن التحريم هنا أشد والعقوبة أقسى وأعظم؟ قال عليه الصلاة والسلام: \"أيما امرأة استعطرت ثم خرجت، فمرت على قوم ليجدوا من ريحها فهي زانية\" . ¶ [9] التزمي بالحجاب الشرعي الذي هو عبادة وليس عادة، فالحجاب للمرأة المسلمة هو مجموعة الأحكام الإلهية التي تحفظ للمرأة كرامتها وعفتها وحياءها وأنوثتها وتحفظ لها دينها، وتغطية وجه المرأة وشعرها هو أحد هذه الأحكام الشرعية الإلهية. ¶ ومن شروط الحجاب الشرعي: ¶ 1- أن يكون ساتراً لجميع البدن. ¶ 2- أن يكون كثيفاً غير رقيق ولا شفاف.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "3- أن لا يكون زينة في نفسه أو مبهرجاً ذا ألوان جذابة يلفت الأنظار. ¶ 4- أن يكون واسعة غير ضيق، ولا يجسم البدن، ولا يظهر أماكن الفتنة في الجسم. ¶ 5- أن لا يكون الحجاب مشابهاً لملابس الرجال. ¶ ولا يغرنك- أيتها المباركة- تلك التي قد حسرت عن وجهها، وفسرت عن مفاتنها: ¶ ذبلت أزاهير العفاف وسعرت في الحرب نار للهوى شعواء ¶ عجباً لمن صبغوا الوجوه بأحمر إذ ليس في تلك الوجوه حياء ¶ [10] لا تنسي دعاء الخروج من المنزل: \"بسم الله توكلت على الله، لا حول ولا قوة إلا بالله، اللهم إني أعوذ بك أن أضل أو أضل، أو أزل أو أزل، أو أظلم أو اظلم، أو أجهل أو يجهل علي \" فيقال لك حينئذ كفيت ووقيت وهديت، وتنحى عنك الشيطان. فيقول لشيطان آخر: كيف لك بمن قد هديت وكفيت ووقيت. ¶ [11] احذري من الضرب بالأرجل ليعلم ما تخفين من زينة،قال تعالى: {وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ } [النور:31]. ¶ يقول أحدهم: (إني أعرف فلانة عندما تنزل على السلم، فسئل: وكيف؟ قال: أعرفها بحذائها، فإن له نغمات خاصة أميزها به وأميزه بها!! ¶ قلت: رحم الله نسوة تأدبن بأدب القرآن. ¶ [12] لا يجوز لك أن تركبي مع السائق الأجنبي- غير المحرم- والخلوة معه، فقد كال الرسول صلى الله عليه وسلم: \"لا يخلون أحدكم بامرأة إلا مع ذي محرم \" ولا تكوني مثل فلانة التي تعد السائق كأنه ليس رجلاً فتقوم بتغطية وجهها عن غير محارمها من الرجال ولكنها تكشفه ¶ للسائق، وتخرج معه متعطرة ولا تبالي بذلك، وتأخذ معه وتعطي في الحديث، وقد تركب بجانبه، بل قد يمتد الأمر إلى أن تلصق جسدها بجسده. فرحماك ربي!! ¶ عند عتبة باب المزارة ¶ [13] إذا وصلت إلى باب من تنوين زيارتها فإن للاستئذان آداباً ملخصها:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "1- الاعتدال في قرع الباب دفعاً لإزعاج الناس؛ ولأن قرع الباب بشدة من أساليب الإثقال والعنف وفعل الظلمة المروعين. ذهبت امرأة إلى الإمام أحمد فدقت عليه الباب دقاً شديداً فخرج وهو يقول: \"هذا دق الشرط \" مستنكراً لهذا. ¶ ولهذا كان الصحابة يقرعون أبواب النبي صلى الله عليه وسلم بالأظافير، وبعض الناس لا يحلو له الطرق ولا يرتاح إلا إذا ضرب الباب بالخمس، وعليك باستعمال المنبه الكهربائي بلطف لا بعنف وإطالة. ¶ 2- البدء بالسلام لقوله تعالى: {وَتُسَلِّمُوا عَلَى أَهْلِهَا} [النور: 27]. ¶ 3- الاستئذان ثلاث مرات، فإن أذن لك وإلا انصرفي، إن لم تكن الزيارة عن موعد لقوله تعالى:{ فَلَا تَدْخُلُوهَا حَتَّى يُؤْذَنَ لَكُمْ وَإِن قِيلَ لَكُمُ ارْجِعُوا فَارْجِعُوا هُوَ أَزْكَى لَكُمْ } [النور: 28]. ¶ 4- لا تنظري من ثقب الباب إلى داخل المنزل، ولا تمكني الأطفال من ذلك. ¶ 5- إذا قيل لك: من الطارق؟ فأفصحي عن اسمك أو كنيتك المشهورة بها ولا تقولي: أنا؟ فقد كرهها محمد صلى الله عليه وسلم. ¶ 6- لا تقفي تلقاء الباب بوجهك، ولكن ليكن الباب عن يمينك أو يسارك كما ورد في الحديث عند أبي داود. ¶ [14] ينبغي لصاحبة البيت أن تظهر الفرح والسرور بزيارات الأخوات لها، فإن النبي صلى الله عليه وسلم إذا جاءه وفد أو قوم قال: \"مرحباً بالوفد- أو بالقوم- غير خزايا ولا ندامى\" وقالت عائشة- رضي الله عنها- قال النبي صلى الله عليه وسلم: \"مرحباً بابنتي \". وقالت أم هانئ- رضي الله عنها- جئت النبي صلى الله عليه وسلم فقال: \"مرحباً بأم هانئ\". ¶ فقلت له أهلاً وسهلاً ومرحباً فهذا مبيت صالح وصديق ¶ وقال الآخر: ¶ وإني لطلق الوجه للمبتغي القرى وإن فنائي للقرى لرحيب ¶ أضاحك ضيفي قبل إنزال رحله فيخصب عندي والمكان جديب ¶ وما الخصب للأضياف أن يكثر القرى ولكنما وجه الكريم خصيب ¶ قيل للأوزاعي- رحمه الله-: ما إكرام الضيف؟ قال: \"طلاقة الوجه، وطيب الكلام \".",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال ابن عباس- رضي الله عنهما-: \"أعز الناس علي جليسي، الذي يتخطى الناس إلي، أما والله إن الذباب يقع عليه فيشق علي \". ¶ في بيت المزارة ¶ [15] إذا دخلت إلى المجلس أو المكان المعد لاستقبال النساء فسلمي على الحاضرات، وحييهن بتحية الإسلام: السلام عليكن ورحمة الله وبركاته. ¶ [16] اجلسي حيث تجلسك صاحبة المنزل؛ لأنها أعرف بعورات بيتها ومداخله. ¶ [17] اجلسي حيث ينتهي بك المجلس،ولا تقيمي واحدة من مكانها فقد نهى النبي صلى الله عليه وسلم عن ذلك. ¶ [18] ينبغي للجالسات أن يتفسحن ويتوسعن لقول الله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ} [المجادلة:11]. وجاء في الحديث الحسن: \"إذا جاء أحدكم إلى مجلس فأوسع له فليجلس فإنها كرامة أكرمه الله بها وأخوه المسلم، فإن لم يوسع له فلينظر أوسع موضع فليجلس فيه \". ¶ [19] لا تزاحمي غيرك ولا تؤذيها بقول أو فعل كأخذ متاع أو شيء خاص بها على سبيل المزاح فقد نهى النبي صلى الله عليه وسلم عن ذلك فقال: \"لا يأخذ أحدكم متاع صاحبه لاعباً ولا جاداً\" . ¶ [20] لا يحل لك أن تفرقي بين اثنتين إلا بإذنهما كما ورد عن النبي صلى الله عليه وسلم. ولأنه قد يكون بينهن حديث خاص أو شيء معين فإذا جلست قطعت المحادثة بينهن. ¶ [21] لا تجلسي على هيئة تؤدي لانكشاف شيء من العورة، ولا ينبغي التهاون في هذا كما يحصل من بعض النساء هداهن الله تعالى. ¶ [22] إذا كان المجلس فيه جزء جاءت عليه الشمس، وجزء فيه ظل، فصارت المرأة جالسة نصفها في الظل ونصفها الآخر في الشمس فإنها تتحول من هذا المكان إلى مكان آخر كما جاء في الحديث: \"نهى رسول الله صلى الله عليه وسلم أن يجلس بين الضح والظل \" والسبب كما جاء في الحديث لأنه مجلس الشيطان. ¶ [",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "23] إذا لم يكن في المجلس إلا ثلاث نسوة فلا يجوز لاثنتين أن يتكلمن مع بعض والثالثة على جنب؛ لأن فيه أذية لها وقد قال الله تعالى: {وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا فَقَدِ احْتَمَلُوا بُهْتَانًا وَإِثْمًا مُّبِينًا} [الأحزاب: 58]. وقال عليه الصلاة والسلام: \"إذا كنتم ثلاثة فلا يتناجى اثنان دون الآخر حتى تختلطوا بالناس فإن ذلك يحرنه \" وكذا لو كن ثلاثة دون الرابعة أو خمسة دون السادسة أو تسعة دون العاشرة فإنه حرام، والمقصود ألا تبقى واحدة وحدها. ¶ ويدخل في ذلك أيضاً التحدث بلغة لا تفهمها الثالثة، أو الكتابة في ورقة بين اثنتين دون الثالثة. كل ذلك داخل في التناجي المحرم. ¶ [24] إذا قامت المرأة من مكانها لحاجة ثم رجعت فهي أحق به كما ورد في الحديث. ¶ [25] لا تظهري لصديقتك شيئاً من الفضول في قولك أو فعلك بكثرة الاستفسار عن أشياء تخصها، أو تخص زوجها- والتي ربما تكون عادية- ولكنها لا تحب البوح بها لك أو لغيرك. ¶ [26] ينبغي إظهار الرضا والسرور والبشاشة بما تقدمه صاحبة البيت من طعام أو شراب، واستكثاره مهما كان قليلاً، وتقديم النصيحة لها بالبعد عن الإسراف والتكلف للضيف في المأكل والمشرب، وعدم التحدث بعيوب الطعام الذي قدمته لك مهما كان نوعه. ¶ [27] كما أن البدن يحتاج إلى طعام وشراب فإن الروح والقلب أشد حاجة إلى الفائدة فقدمي لزائرتك مع الحلوى اللذيذة بضعة أشرطة أو كتيبات نافعة لعل الله عز وجل ينفع بها جاهلة ويهدي بها ضالة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولذا أقترح عليك- أيتها المباركة- أن تضعي في غرفة الضيوف بعض الكتيبات أو المطويات فوق إحدى الطاولات، لأنك لاشك ستتركين ضيفتك لبعض الوقت لتحضير القهوة مثلاً أو إعداد طعام العشاء ونحوه.. وقد تمل من الانتظار. وفي هذه اللحظات فإن وجود المصحف وبعض الكتيبات المفيدة ذات الغلاف الأنيق والمحتوى الجيد هي من أفضل الوسائل الدعوية؛ لأن يد إحدى الحاضرات لابد أن تمتد إليها، فتكونين بذلك أعنت مسلمة على شغل وقتها بما ينفعها، وكتب لك الأجر بإذن الله وأنت منشغلة في مطبخك. ¶ وبإمكانك أيضاً أن تضعي داخل مجموعة من المظاريف الأنيقة أشرطة وكتيبات نافعة ثم تقومين بإهدائها للزائرات قبل الخروج من المنزل. والدال على الخير كفاعله. ¶ [28] \"إنما المجالس بالأمانة\" كما قال النبي صلى الله عليه وسلم، فيجب حفظ أسرار المجالس، قال عليه الصلاة والسلام: \"إذا حدث الرجل بالحديث ثم التفت فهي أمانة \" . ¶ وكما قيل: صدور الأحرار مستودع الأسرار. ¶ ولتحذر الأخوات من إفشاء السر بسبب غضب يقع بينهن: ¶ أداري خليلي ما استقام بوده وأمنحه ودي إذا يتجنب ¶ ولست بباد صاحبي بقطيعة ولا أنا مبد سره حين يغضب ¶ [29] ينبغي للمتزاورات ألا ينزعن ثوب الحياء، فهو زينة المرأة وجمالها، وقد كان النبي صلى الله عليه وسلم أشد حياء من العذراء في خدرها. والحياء رادع عن كثير من الأخلاق السيئة، قال عليه الصلاة والسلام: \"الحياء لا يأتي إلا بخير، الحياء خير كله \". ¶ إذا لم تخش عاقبة الليالي ولم تستحي فافعل ما تشاء ¶ فلا والله ما في العيش خير ولا الدنيا إذا ذهب الحياء ¶ كعيش المرء ما استحيا بخير ويبقى العود ما بقي اللحاء ¶ [",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "30] تجنبي كثرة المزاح فإنه إذا تجاوز الحد أورث مقتاً واحتقاراً لصاحبه، وقد يملأ القلوب بالأحقاد إذا كان مزاحاً ثقيلاً وجارحاً لكرامة الشخص ولمشاعره، وإياك والمزاح المحرم المشتمل على الكذب فقد قال صلى الله عليه وسلم: \"ويل للذي يحدث فيكذب ليضحك به القوم، ويل له، ويل له \" . ¶ [31] تجنبي الجدل والمخاصمة فإنها تنفر القلوب. وأبشرك بحديث النبي صلى الله عليه وسلم: \"أنا زعيم ببيت في ربض الجنة لمن ترك المراء وإن كان محقاً، وبيت في وسط الجنة لمن ترك الكذب وإن كان مازحاً، وبيت في أعلى الجنة لمن حسن خلقه \". ¶ [32] عليك في الزيارة بإجلال الكبيرة وصاحبة الفضل، وإنزال كل واحدة منزلتها اللائقة بها قال عليه الصلاة والسلام: \"ليس منا من لم يجل كبيرنا ويرحم صغيرنا، ويعرف لعالمنا حقه \". ¶ وجاء أخوان إلى رسول الله صلى الله عليه وسلم ليحدثاه بحادثة وقعت لهما- وكان أحدهما أكبر من أخيه- فأراد أن يتكلم الصغير فقال له النبي صلى الله عليه وسلم: \"كبر كبر\" أي أعط الكبير حقه، ودع لأخيك الأكبر الكلام . ¶ [33] من الأدب أنك إذا تحدثت فليكن صوتك لطيفاً خفيضاً، وليكن جهرك بالكلام على قدر الحاجة، فإن الجهر الزائد عن الحاجة يخل بأدب المتحدث، ويدل على قلة الإحترام للمتحدث إليه، قال تعالى: { وَاغْضُضْ مِن صَوْتِكَ إِنَّ أَنكَرَ الْأَصْوَاتِ لَصَوْتُ الْحَمِيرِ} [لقمان: 19]. أي اخفض منه ولا ترفعه عالياً إذا حادثت الناس، فإن الجهر الزائد بالصوت منكر وقبيح. ¶ قال ابن زيد: لو كان رفع الصوت خيراً ما جعله الله للحمير. ¶ وقال عاصم بن بهدلة الكوفي: دخلت على عمر بن عبد العزيز فتكلم رجل عنده فرفع صوته. فقال عمر: مه، كف. بحسب الرجل من الكلام ما أسمع أخاه أو جليسه. ¶ [34] إذا حدثت إحدى الحاضرات بحديث أو خبر أو أمر من الأمور، وكنت تعرفينه، فلا تخجليها بإظهار معرفتك له، ولا تداخليها فيه، وأبدي لها اهتمامك وإصغاءك.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قال التابعي الجليل عطاء بن أبي رباح: إن الشاب ليحدثني بحديث فأستمع له كأني لم أسمعه، ولقد سمعته قبل أن يولد. ¶ وقال إبراهيم بن الجنيد: قال حكيم لابنه: تعلم حسن الاستماع كما تتعلم حسن الكلام. فإن حسن الاستماع إمهالك للمتكلم حتى يفضي إليك بحديثه، وإقبالك بالوجه والنظر إليه، وترك المشاركة له في حديث أنت تعرفه. ¶ وأنشد الحافظ الخطيب البغدادي في هذا المقام: ¶ ولا تشارك في الحديث أهله وإن عرفت فرعه وأصله ¶ [35] إذا أشكل عليك شيء من حديث محدثتك، فاصبري عليها حتى تنتهي من الحديث ثم استفهمي منها بأدب ولطف وتمهيد حسن للاستفهام. ولا تقطعي عليها كلامها أثناء الحديث، فإن ذلك يخل بأدب الاستماع، ويحرك في النفس الكراهة. ¶ [36] حاولي وأنت في بيت أختك أو صديقتك أن لا تتفقديه تفقد الفاحص الممحص، بل غضي بصرك في أثناء قعودك، قاصرة نظرك على ما تحتاجين إليه فحسب، ولا تفتحي مغلقاً من خزانة، أو صندوق، أو صرة ملفوفة، أو شيء مستور، فإن هذا خلاف أدب الإسلام والأمانة التي خولتك بها أختك أو محبتك دخول بيتها والمقام عندها. ¶ [37] تجنبي بذاءة اللسان من السب واللعن والتفحش في القول فإنه من خوارم المروءة، فالحياء في الكلام يتطلب من المسلمة أن تنزه لسانها عن الفحش، وأن تطهره من البذاءة. عن عبدالله بن مسعود- رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: \"ليس المؤمن بالطعان، ولا باللعان، ولا بالفاحش البذيء\" . ¶ [38] اعلمي- وفقك الله لكل خير- أن أكثر النساء لا يكاد ينقطع لهن كلام، ولا تهدأ لألسنتهن حركة، فإذا ذهبت تحصين ما قلن وجدت جله لغواً ضائعاً، أو هذراً ضاراً، لا يقدم ولا يؤخر، ولا يسمن ولا يغني من جوع، بل هو إلى الضرر أقرب منه إلى النفع. ¶ فتارة تتحدث الزائرات والجليسات في سفاسف الأمور ومحقراتها. وتارة يتحدثن عن الفن والفنانات وأخبارهن.. وعن آخر صيحات الموضة.- وتارة يتحدثن عن سقطات الأخريات، وتتبع عوراتهن.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فما لهذا ركبت الألسنة في الأفواه، ولا لهذا تقدر نعمة اللسان وموهبة البيان. ¶ [39] حذار.. حذار.. حذار.. من الوقوع في فاكهة المجالس (الغيبة) قال الإمام النووي- رحمه الله-: \"فأما الغيبة فهي ذكرك الإنسان بما فيه مما يكره، سواء كان في بدنه، أو دينه، أو دنياه، أو نفسه، أو خلقه، أو خُلقه، أو ماله، أو ولده، أو والده، أو زوجه، أو خادمه، أو مملوكه، أو عمامته، أو ثوبه، أو مشيته، أو حركته وبشاشته وعبوسه وطلاقته، أو غير ذلك مما يتعلق به، سواء ذكرته بلفظك أو كتابك، أو رمزت أو أشرت إليه بعينك أو يدك أو رأسك أو نحو ذلك \" أ. هـ ¶ اقرئي كلام الإمام النووي مرة أخرى.. وقارني بينه وبين أغلب الأحاديث في الزيارات والمجالس النسائية. وتأملي قول الله- عز وجل: {يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِّنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَب بَّعْضُكُم بَعْضًا أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَّحِيمٌ} [الحجرات: 12] ¶ وعن عائشة- رضي الله عنها- قالت: قلت للنبي صلى الله عليه وسلم: حسبك من صفية كذا وكذا- تعني قصيرة- \"لقد قلت كلمة لو مزجت بماء البحر لمزجتها \" وحكيت له إنساناً فقال: \"ما أحب أني حكيت إنساناً وأن لي كذا وكذا\" . ¶ قال النووي معلقاً: \"قلت: مزجته: أي: خالطه يتغير بها طعمه أو ريحه لشدة نتنها وقبحها، وهذا الحديث من أعظم الزواجر عن الغيبة أو أعظمها،وما أعلم شيئاً من الأحاديث يبلغ في الذم لها هذا المبلغ {وَمَا يَنطِقُ عَنِ الْهَوَى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى} [سورة النجم 3-4] ¶ نسأل الله الكريم لطفه والعافية من كل مكروه \"أ. هـ.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وكما أن الغيبة محرمة فإن استماعها وإقرار قائلها دون نصحه محرم، فيجب على الأخت أن تذب عن عرض أختها بكل ما تستطيع فعن معاذ بن أنس الجهني عن النبي صلى الله عليه وسلم قال: \"من حمى مؤمناً من منافق \" أراه قال: \"بعث الله ملكاً يحمي لحمه يوم القيامة من نار جهنم. ومن رمى مسلماً بشيء يريد شينه به حبسه الله على جسر جهنم حتى يخرج مما قال \". ¶ أيتها المباركة: ¶ لقد وضعت إحدى الأخوات في صدر المجلس على طاولة صغيرة\"ولا يغتب بعضكم بعضاً\".. في البداية الضحكات مكتومة، والأعين مشدودة.. وكأنها تقول لهن: إياكن والغيبة.. وكلما تحدثت إحداهن ثم عرجت على ذكر فلانة أشارت صاحبة المنزل إلى اللوحة.. شيئاً فشيئاً حتى خلت مجالسهن من الغيبة. ¶ [40] من الملاحظ على مجالس النساء كثرة الحلف، فمنهن من يجري الحلف على لسانها بمناسبة وبدون مناسبة. فإذا تحدثت إلى إحدى الجليسات بحديث أكثرت من الحلف، ولو لم يطلب منها ذلك. وإنما تحلف لجريان ذلك على لسانها، أو لأنها تريد تأكيد كلامها، ليجد قبولاً في قلوب السامعات. وربما كانت تلك الحلفة حلفة فاجرة لا تبر فيها ولا تصدق. ¶ فينبغي للمسلمة أن تتجنب كثرة الحلف ولو كانت صادقة، ذلك أن كثرة الحلف تدل على قلة وقار الله تعالى في قلب العبد. قال تعالى: {وَاحْفَظُواْ أَيْمَانَكُمْ } [المائدة: 89]. فحفظ اليمين، وقلة الحلف دليل على تعظيم الله- عز وجل- بل إن ذلك من مقومات المروءة، وإذا احتاجت المسلمة إلى الحلف أو طلب منها فلا بأس في ذلك. ¶ [41] إياك وتتبع عثرات الجليسات. فهناك من إذا جلست إليها إحدى الأخوات، ثم شرعت في حديث ما بدأت في تتبع عثراتها، وتصيد زلاتها، فما أن تنبس المتحدثة بكلمة عوراء أو نحوها إلا وتحفظها، وتترواها، وتذكرها بها بين الفينة والأخرى. ¶ ومن هنا نجد الجليسات ينفرن من مثل هذه الجليسة، وتحفظن من الكلام معها في أي أمر.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وليس ذلك الفعل- تتبع العثرات- من المروءة في شيء، بل المروءة تقتضي أن تتعامى الأخت عن عيوب جليستها، وأن تتغاضى عما يصدر منها من خطل أو زلل؛ لتحفظ على جليستها كرامتها وعزتها. ثم إن هي رأت منها أمراً يستوجب التنبيه نبهتها بلطف وأدب دون أن تخدش كرامتها. قال الحكماء: من حاول صديقاً يأمن زلته، ويدوم اغتباطه به، كان كضال الطريق الذي لا يزداد لنفسه إتعاباً إلا ازداد من غايته بعداً. ¶ وحكى الأصمعي عن بعض الأعراب أنه فال: تناس مساوي الإخوان تذم لك ودهم. ¶ إذا ما بدت من صاحب لك زلة فكن أنت محتالاً لزلته عذرا ¶ أحب الفتى ينفي الفواحش سمعه كأن به عن كل فاحشة وقرا ¶ سليم دواعي الصدر لا باسط أذى ولا مانع خيراً ولا قائل فجرا ¶ فيا أخيتي.. تغافلي فإنه سبب التآلف، ومن شدد نفر، ومن تراخى تألف. ¶ ليس الغبي بسيد في قومه لكن سيد قومه المتغابي ¶ والتي لا تتغافل ولا تتغابى ولا تتغاضى عن زلات أخوانها وجليساتها فلتكن كما قال الشاعر: ¶ عش وحيداً إن كنت لا تقبل العذ ر وإن كنت لا تجاوز زله ¶ قال أبو قلابة: ¶ إذا بلغك من أخيك شيء تكرهه فالتمس له العذر جهدك، فإن لم تجد له عذراً فقل في نفسك: لعل لأخي عذراً لا أعلمه. ¶ [42] بعض الأخوات إذا زارتها إحداهن فجلست إليها أخذت تأمرها وتنهاها، وتكلفها ببعض الأعمال. وهذا الصنيع ليس من المروءة في شيء إذ المروءة تقتضي القيام بخدمة الزائرات، والمبالغة في إكرامهن. ¶ قال المقنع الكندي: ¶ وإني لعبد الضيف ما دام نازلاً وما شيمة لي غيرها تشبه العبدا",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فمن الاحتفاظ بالمروءة أن تتجنب المرأة تكليف زائرتها ولو بعمل خفيف، كأن يكون بالقرب من الزائرة كتاب فتطلب منها مناولتها إياه، أو أن يكون بجانبها الزر الكهربائي فتشير إليها بالضغط عليه لإنارة المنزل، أو أن تأمرها بإدارة أقداح الشاي على الجليسات، أو نحو ذلك. أما إذا قامت الزائرة وتكرمت بخدمة الحاضرات فلا بأس في ذلك، خصوصاً إذا كانت المزارة لها حق، كانت من أهل الفضل والتقى والعلم. ¶ [43] اعلمي- وفقك الله لكل خير- أن المجالس لها احترامها وحقها، فلا يحسن بالمرأة أن يصدر منها ما ينافي الذوق فيها، وما يبعث على الكراهة والاشمئزاز. وذلك كأن تتجشأ في المجلس، أو تتثاءب، أو تتمخط، أو تبصق في حضرة غيرها. ¶ ومن هذا القبيل تخليل الأسنان، وإدخال الأصبع في الأنف، وكثرة التنحنح، والقهقهة، والتمطي، والعبث بالشعر، ونحو ذلك. ¶ فالذي يليق بالمرأة إذا جلست في المجلس أن تكون ذات هيبة وأدب ووقار، فذلك أكمل لأدبها، وأدعى لاحترامها وتبجيلها. ¶ [44] إذا قدم لك طعام فتأدبي بأدب الإسلام في أكله ومن ذلك: ¶ 1- التسمية في أوله بقولك: (بسم الله) وليس من السنة إضافة (الرحمن الرحيم). ¶ 2- الأكل باليد اليمنى، والحذر من الأكل باليد الشمال كما هي عادة بعض المسلمين هداهم الله. ¶ 3- الأكل مما يليك إذا كان الطعام صنفاً واحداً، وأما إذا كان أصنافاً فلا بأس من التنقل مع مراعاة الأدب وشعور الأخريات. ¶ 4- الأكل من جانب القصعة (الصحن) وعدم الأكل من الوسط ؛ لأن البركة تنزل وسط الطعام. ¶ 5- يستحب الأكل بثلاثة أصابع. ¶ 6- عدم عيب الطعام، فإن اشتهيتيه فكليه، وإن كرهتيه فاتركيه، وأثني على الطعام. ¶ 7- إذا سقطت منك لقمة على (السفرة) أو غيرها فأميطي ما علق بها من أذى ثم عليك بأكلها ولا تدعيها للشيطان. ¶ 8- لا تأكلي متكئة فإن النبي صلى الله عليه وسلم قال: \"لا آكل متكئاً\".",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "9- إذا كنت صائمة صوم تطوع فلك أن تفطري وتطعمي، ولك أن تكملي صومك مع الدعاء لأختك في طعامها بالبركة. ¶ 10- لا تقرني بين تمرتين فقد ورد النهي عن ذلك من النبي صلى اله عليه وسلم إلا أن تستأذن المرأة أخواتها. ¶ 11- إذا انتهيت من الطعام فيستحب لك لعق الأصابع قبل مسحها أو غسلها. ¶ 12- احمدي الله- عز وجل- في آخر الطعام بقولك (الحمد له الذي أطعمني هذا ورزقنيه من غير حول مني ولا قوة) فمن قال هذا الدعاء غفر له ما تقدم من ذنبه . ¶ [45] وإذا قدم لك شراب فتأدبي بأدب الإسلام في شربه ومن ذلك: ¶ 1- الشرب باليد اليمنى، وإياك والشرب بالشمال فإنه خلاف السنة وفيه تشبه بالكفار. ¶ 2- التسمية قبل الشرب بقولك: \"بسم الله \". ¶ 3- احرصي على الشرب قاعدة ما استطعت. ¶ 4- يستحب التنفس ثلاثاً أثناء الشرب خارج الإناء. ¶ 5- النهي عن التنفس داخل الإناء. ¶ 6- النهي عن النفخ في الشراب، وإن كان فيه أذى فيزال بإهراقه من الإناء. ¶ 7- احمدي الله- عز وجل- في آخر الشراب، فقد قال النبي صلى الله عليه وسلم: \"إن الله ليرضى عن العبد أن يأكل الأكلة فيحمده عليها أو يشرب الشربة فيحمده عليها\". ¶ [46] عليك بإصلاح ما قد يتلفه أطفالك من متاع أو أثاث في بيت المزارة أثناء الزيارة (إذا كان بالإمكان إصلاحه وقتئذ) وتنظيف أو إزالة ما قد يحدثه أطفالك من فوضى أو قذارة في بيتها حتى لا تشعر أنك ضيفة ثقيلة عليها أنت وأطفالك. ¶ [47] عن أبي هريرة- رضي الله عنه- قال: قال رسول الله صلى الله عليه وسلم: \"ما جلس قوم مجلساً لم يذكروا الله تعالى فيه، ولم يصلوا على نبيهم، إلا كان عليهم ترة، فإن شاء عذبهم، وإن شاء غفر لهم \" . ¶ وإن من الغفلة أن تجلس المرأة في مجلس وتقوم منه ولم تذكر الله- عز وجل- ولم تصل على النبي صلى الله عليه وسلم. فما أشقاه من مجلس!!.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فاحرصي- بارك الله فيك- على ذكر الله تعالى، والصلاة والسلام على النبي صلى الله عليه وسلم، وأكثري من الاستغفار فقد كان حبيبك صلى الله عليه وسلم يستغفر الله ويتوب إليه في اليوم أكثر من سبعين مرة . ¶ وعن ابن عمر- رضي الله عنه- قال: كنا نعد لرسول الله صلى الله عليه وسلم في المجلس الواحد مائة مرة: \"رب اغفر لي وتب على إنك أنت التواب الرحيم \" فإذا كان هذا حال النبي صلى الله عليه وسلم فكيف بأحوالنا وكيف بمجالسنا التي لا يذكر الله فيها؟! ¶ قال الحسن البصري- رحمه الله-: \"أكثروا من الاستغفار في بيوتكم، وعلى موائدكم، وفي طرقاتكم، وفي أسواقكم، وفي مجالسكم، فإنكم لا تدرون متى تنزل المغفرة\". ¶ فطوبى لمن وجدت في صحيفتها يوم القيامة ذكراً كثيراً واستغفاراً وصلاة وسلاماً على النبي صلى الله عليه وسلم. ¶ [48] تحلي بخلق الإيثار، وهو أن تؤثري غيرك بالشيء مع حاجتك إليه. قال الله تعالى: {وَيُؤْثِرُونَ عَلَى أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ} [الحشر: 9]. والمؤثرة على نفسها تاركة لما هي محتاجة إليه. ¶ كان قيس بن سعد بن عبادة- رضي الله عنه- من الأجواد المعروفين حتى إنه مرض مرة، فاستبطأ إخوانه في العيادة، فسأل عنهم؟ فقالوا: إنهم كانوا يستحيون مما لك عليهم من الدين. فقال: أخزى الله مالاً يمنع الإخوان من الزيارة. ثم أمر منادياً ينادي: من كان لقيس عليه مال فهو منه في حل. فما أمسى حتى كسرت عتبة بابه، لكثرة من عاده. إنه خلق الإيثار، وهو من أفضل أخلاق العباد وأشرفها وأعلاها. والأخلاق ثلاثة: ¶ 1- خلق (الإيثار) وهو خلق الفضل. ¶ 2- وخلق (القسمة والتسوية) وهو خلق العدل.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "3- وخلق (الاستئثار والاستبداد) وهو خلق الظلم. فصاحب الإيثار محبوب مطاع مهاب. ولن نجد مثلاً في الإيثار أبلغ مما حصل بين المهاجرين والأنصار فهل نتشبه بالقوم (إن التشبه بالكرام فلاح)؟ لما قدم المهاجرون إلى المدينة كانوا أحوج ما يكونون إلى ما يخفف عنهم آلام الغربة، والفاقة والفرقة، إذ تركوا دارهم وأموالهم وأهليهم وحلوا ببلد لم يكن ليتسع حتى لأهله فضلاً عن النازحين إليه، فقاسمهم الأنصار كل ما يملكون، فرضي الله عن الصحابة أجمعين. ¶ قال أبو سليمان الداراني: لو أن الدنيا كلها في لقمة ثم جاءني أخ لي لأحببت أن أضعها في فيه. ¶ [49] لا تكرري الزيارات في فترات متقاربة من الزمن، حتى لا تتولد الجفوة والسآمة بكثرة الخلطة واللقاءات والاجتماعات المتكررة والمتقاربة، وقد قيل: (زر غباً تزدد حباً) وقيل أيضاً: \"لا تزر القوم قبل أن يشتاقوا إليك، ولا تمكث حتى يضجروا منك\". إلا إذا علمت من صاحبتك أنها لا تسأم من تكرار الزيارة في زمن متقارب. وكما قال ابن بطال: الصديق الملاطف لا يزيده كثرة الزيارة إلا محبة بخلاف غيره. ¶ [50] وفي ختام الزيارة ونهايتها قدمي الشكر لصاحبة المنزل على استقبالها لك، وحسن ضيافتها، وقدمي لها الاعتذار إن بدا منك أو من أطفالك أي أذى لها أو لأطفالها أثناء الزيارة، فإن هذا الاعتذار قد تذهب ما في القلوب من كدر أو جفاء أو شحناء إن وجد. ¶ وكما بدأت بالسلام حين قدمت، فيسن أن تسلمي كذلك إذا انصرفت فتقولي: (السلام عليكن ورحمة الله وبركاته). كما ورد عن النبي صلى الله عليه وسلم أنه قال: \"إذا انتهى أحدكم إلى المجلس فليسلم، فإن بدا له أن يجلس فليجلس، ثم إذا قام فليسلم فليست الأولى بأحق من الآخرة \" . ¶ وليكن خروجك من بيت المزارة كحالك يوم أن خرجت من بيتك من الأدب والحشمة وغيرها.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ولا تنسي دعاء كفارة المجلس فقد قال رسول الله صلى الله عليه وسلم: \"من جلس في مجلس فكثر فيه لغطه فقال قبل أن يقوم من مجلسه ذلك: سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت أستغفرك وأتوب إليك، إلا غفر له ما كان في مجلسه ذلك \" .",
            "page": "20",
            "part": "1"
        }
    ],
    "t36472": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "آداب الزيارة بين النساء"
        }
    ]
}