{
    "b36489": [
        {
            "id": "1",
            "nass": "تسهيل المناسك للناسك ¶ تأليف ¶ سعد الدين رزيقه حسنين ¶ غفر الله له ولوالديه ¶ قدم له وراجعه ¶ فضيلة أ. د. محمد عبد المنعم البرى ¶ رئيس جبهة علماء الأزهر الشريف وعميد مركز الدراسات الإسلامي بجامعة الأزهر ¶ يهدى ولا يباع",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ تقديم ¶ ********* ¶ الحمد لله وسلام على عباده الذين اصطفى ¶ وصلى الله وسلم وبارك على سيدنا محمد وآله وصحبه ومن تبعهم بإحسان فى الأولين وفى الآخرين وفى الملأ الأعلى إلى يوم الدين، عدد من دخلوا فى رحمتك بسببه يا أرحم الراحمين ¶ وبعد ¶ فبنظرة سريعة فى كتاب الشيخ سعد الدين رزيقه حول مناسك الحج والعمره وجدته حاز فضيلتي الإيجاز والإفادة دون إخلال أو قصور، ¶ ومن شاء استيضاحا لمعنى غمض عليه فليسأل أهل الذكر. ومن شاء مزيدا فإلى المراجع الإسلامية المتخصصة (يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات). ¶ سائلا المولى الكريم أن يكتبه من الصدقات الجارية (علم ينتفع به) لأخى الشيخ سعد خالصا لوجه الكريم وأن ينفعني وإياه بدعوات الحجاج والصالحين. ¶ إن ربى سميع مجيب، ¶ أ. د. محمد البرى ¶ رئيس جبهة علماء الأزهر الشريف",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الثانية ¶ الحمد لله وحده وأصلى وأسلم على من لا نبى بعده وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين اللهم آمين. وبعد ¶ فهذه هى الطبعة الثانية من رسالة تسهيل المناسك للناسك أقدمها لحجاج بيت الله الحرام لعام 1418 من هجرة المصطفى صلى الله عليه وسلم بعد أن قام فضيلة الأستاذ الدكتور محمد عبد المنعم البرى بمراجعتها وتقديمها مشكوراً رغم انشغاله وكثرة مسئولياته نسأل الله تعالى أن ينفعه بعلمه وأن يمتعه بالصحة والعافية ويحفظه زخراً للمسلمين أجمعين، وأن يجعل هذا العمل خالصاً لوجهه الكريم ولا يجعل لإحدٍ فيه شيئاً ويجعل ثوابه لمشايخى ووالدىَّ وزوجى وأولادى. ¶ وآخر دعوانا أن الحمد لله رب العالمين، ¶ الثلاثاء، 06 شوال، 1418 هـ ¶ الموافق ... 03 فبراير، 1998 م ¶ وكتبه ¶ الفقير إلى عفو مولاه ¶ أبو إسحاق",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ مقدمة الطبعة الأولى ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فهو المهتدى ومن يضلل فلن تجد له ولياً مرشداً وأشهد أن لاإله إلا الله وحده صدق وعده ونصر عبده وأعز جنده وهزم الأحزاب وحده وأشهد أن محمداً عبده ورسوله بلغ الرسالة وأدى الأمانة ونصح للأمة وتركها على المحجة البيضاء ليلها كنهارها لا يزيغ عنها إلا هالك. ¶ أما بعد: ¶ فهذه رسالة فى كيفية أداء الحج والعمرة كما أمر الله تعالى وأداها رسوله صلى الله عليه وسلم. وما فيها من حكم إلا وله دليله من كتاب الله تعالى وسنة رسوله صلى الله عليه وسلم وأقوال العلماء فيه. والهدف من هذه الرسالة ليست مضاهاة أو مباراة غيرها من الرسائل بل أن تتميز باليسر والسهولة فى القراءة والاستيعاب والتطبيق وقسمتها إلى هذه المقدمة وخمسة أبواب، الأول منها ويحتوى على أدلة الأحكام من كتاب الله وما وقع تحت يدي من سنة رسوله صلى الله عليه و آله وسلم، والباب الثانى: وهو قسمين الأول بين يدىَّ الباب وذكرت فيه المصطلحات الخاصة بالحج والعمرة والتى تحتاج إلى تعريف يوضح معناها، والقسم الثانى من الباب وهو فى صفة الحج والعمرة وسلكت فيه مسلك الاختصار غير المخِّل بالمنَّاسك وأحلت الدليل على الحكم قدر المستطاع إلى باب الأدلة وهو الباب الأول أو جعلته وأقوال العلماء فيه بالهامش (أسفل الصفحة). ¶ ولم أتطرق فى هذه الرسالة للخلاف بين العلماء الأفاضل ولم أنتصر فيها لأى مذهب من المذاهب الإسلامية المعتبرة، ¶ أما الباب الثالث فجعلته خاص بزيارة مسجد الرسول صلوات الله وسلامه عليه وقبره الشريف ومشروعية ذلك ثم الباب الرابع وقد جعلت فيه أحكام الحج والعمرة الخاصة بالمرأة وما اختلفت فيه من الأحكام عن الرجل ثم الباب الخامس والأخير وجعلت فيه بعض فتاوى أولى العلم الخاصة بالحج والعمرة. ¶ و أسأل الله تعالى العلى القدير وهو المستعان أن يبارك فى هذا العمل وينفع به ويتقبله منى، وأن يغفرَ لى تقصيرى وزلتى فيه و أن يجعله لى صدقة جارية وكل من ساعد على إخراجه ونشره وقراءته ... إنه على كلِ شىءٍ قدير وبالإجابة جدير. ¶ والحمد لله رب العالمين وصلى اللهم على سيدنا محمد وعلى آله وصحبه والتابعين إلى يوم الدين. ¶ الثلاثاء، 05 ذو القعدة، 1411 هـ ... كتبه ¶ الموافق 30 مايو، 1990 م ... سعد الدين رزيقه حسنين",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "مدينة نيويورك ¶ الباب الأول ¶ فيما ذكر فى فضل الحج والعمرة وأحكامهما ¶ (1) من كتاب الله تعالى: ¶ قوله تعالى \" وإذ جعلنا البيت مثابة للناس وأمنا واتخذوا من مقام إبراهيم مصلى وعهدنا إلى إبراهيم وإسماعيل أن طهرا بيتى للطائفين والعاكفين والركع السجود * وإذ قال إبراهيم رب اجعل هذا بلداً آمناً وارزق أهله من الثمرات من آمن منهم بالله واليوم الآخر قال ومن كفر فأمتعه قليلا ثم أضطره إلى عذاب النار وبئس المصير * وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا إنك أنت السميع العليم * ربنا واجعلنا مسلمين لك ومن ذريتنا أمةً مسلمةً لك وأرنا مناسكنا وتب علينا إنك أنت التواب الرحيم \" (¬1) ¶ ** \" إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوَّف بهما ومن تطوَّع خيراً فإن الله شاكرٌ عليم \" (¬2) ¶ ** \" وأتموا الحج والعمرة لله فإن أحصرتم فما استيسر من الهدى ولا تحلقوا رؤوسكم حتى يبلغ الهدى محله فمن كان منكم مريضاً أو به أذىً من رأسه ففديةٌ من صيامٍ أو صدقةٍ أو نسك فإذا أمنتم فمن تمتع بالعمرة إلى الحج فما استيسر من الهدى فمن لم يجد فصيام ثلاثة أيامٍ فى الحج وسبعةٍ إذا رجعتم تلك عشرةٌ كاملة ذلك لمن لم يكن أهله حاضري المسجد الحرام واتقوا الله واعلموا أن الله شديد' العقاب * الحج أشهرٌ معلومات فمن فرض فيهن الحج فلا رفث ولا فسوقَ ولا جدالَ فى الحج وما تفعلوا من خيرٍ يعلمه' الله وتزودوا فإن خير الزاد التقوى واتقونِ يا أولى الألباب * ليس عليكم جناحٌ أن تبتغوا فضلاً من ربكم فإذا أفضتم من عرفات فاذكروا الله عند المشعرِ الحرام واذكروه' كما هداكم وإن كنتم من قبله لمن الضالِّين * ثم أفيضوا من حيث' أفاضَ الناس واستغفروا الله إن الله غفورٌ رحيم * فإذا قضيتم مناسككم فاذكروا الله كذكركم آباءكم أو أشد ذكراً فمن الناس من يقول ربنا آتنا فى الدنيا وماله' فى الآخرةِ من خلاق \" (¬3) ¶ ** \" و اذكروا الله فى أيامٍ معدودات فمن تعجل فى يومين فلا إثم عليه ومن تأخر فلا إثم عليه لمن اتقى واتقوا الله واعلموا أنكم إليه تحشرون \" (¬4) ¶ ¬__________ ¶ (¬1) آيه رقم 125 إلى 128 سورة البقرة ¶ (¬2) آيه رقم 158 من سورة البقرة ¶ (¬3) آيه رقم 196 إلى 200 من سورة البقرة ... (4) آيه رقم 203 من سورة البقرة ¶ (¬4) آيه رقم 25 من سورة الحج",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "** \" إن الذين كفروا ويصدون عن سبيل الله والمسجد الحرام الذى جعلناه للناسِ سواءً العاكف فيه والباد ومن يرد فيه بإلحادٍ بظلمٍ نذقه'من عذابٍ أليم \" (¬1) ¶ ** \" وأذن فى الناس بالحج يأتوك رجالاً وعلى كلِ ضامرٍ يأتين من كلِ فجٍ عميق * ليشهدوا منافع لهم ويذكروا اسم الله فى أيامٍ معلومات على ما رزقهم من بهيمة الأنعام فكلوا منها وأطعموا البائسَ الفقير * ثم ليقضوا تفثهم وليوفوا نذورهم وليطوفوا بالبيتِ العتيق \" (¬2) ¶ ** \" ذلك ومن يعظم شعائر الله فإنها من تقوى القلوب * لكم فيها منافع إلى أجلٍ مسمىٍ ثم محلها إلى البيت العتيق * ولكلِ أمة جعلنا منسكاً ليذكروا اسم الله على ما رزقهم من بهيمة الأنعام فإلهكم إلهٌ واحد فله' أسلموا وبشرِ المخبتين \" (¬3) ¶ ** \" والبدن جعلناها لكم من شعائرِ الله لكم فيها خير فاذكروا اسم الله عليها صوافَّ فإذا وجبت جنوبها فكلوا منها وأطعموا القانع و المعتر كذلك سخرناها لكم لعلكم تشكرون * لن ينال الله لحومها ولا دماؤها ولكن يناله التقوى منكم كذلك سخرها لكم لتكبروا الله على ما هداكم وبشر المحسنين \" (¬4) ¶ ¬__________ ¶ (¬2) آيه رقم 27 إلى 29 من سورة الحج ¶ (¬3) آيه رقم 32 إلى 34 من سورة الحج ¶ (¬4) آيه رقم 36 إلى 37 من سورة الحج",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "(2) من أحاديث المصطفى صلوات الله وسلامه عليه: ¶ 1) عن ابن عمر رضى الله عنهما أن رسول الله صلى الله عليه وسلم قال: {بنى الإسلام على خمس شهادة أن لا ¶ إله إلا الله وأن محمداً رسول الله صلى الله عليه وسلم وإقام الصلاة وإيتاء الزكاة وحج البيت وصوم رمضان}. ¶ ـ متفق عليه ـ ¶ 2) عن أبى هريرة ر ضى الله عنه قال خطبنا رسول الله صلى الله عليه وسلم فقال: {يا أيها الناس قد فرض الله ¶ عليكم الحج فحجوا فقال رجل: أكل عام يارسول الله؟ فسكت حتى قالها ثلاثاً فقال رسول الله صلى الله عليه ¶ وسلم: لو قلت نعم لوجبت ولما استطعتم ثم قال: ذرونى ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم ¶ واختلافهم على أنبيائهم فإذا أمرتكم بشيىءٍ فأتوا منه ما استطعتم وإذا نهيتكم عن شيىءٍ فدعوه}. ¶ ـ رواه مسلم ـ ¶ 3) عن أبى هريرة رضى الله عنه قال: سمعت رسول الله صلى الله عليه وسلم يقول: {من حج فلم يرفث (¬1) ولم ¶ يفسق (¬2) رجع كيوم ولدته أمه}. ... ـ متفق عليه ـ ¶ 4) عن أبى هريرة رضى الله عنه قال: أن رسول الله صلى الله عليه وسلم قال: {العمرة إلى العمرة كفارة لما ¶ بينهما و الحج المبرور (¬3) ليس له جزاء إلا الجنة}. ... ـ متفق عليه ـ ¶ 5) عن عائشة رضى الله عنها قالت: قلت يا رسول الله نرى الجهاد أفضل العمل أفلا نجاهد فقال: {لكن أفضل ¶ الجهاد حج مبرور}. ... ـ رواه البخارى ـ ¶ 6) عن عائشة رضى الله عنها أن رسول الله صلى الله عليه وسلم قال: {مامن يوم أكثر من أن يعتق الله فيه عبداً ¶ من النار من يوم عرفه}. ... ـ رواة مسلم ـ ¶ 7) عن ابن عباس رضى الله عنهما أن النبى صلى الله عليه وسلم قال: {عمرة فى رمضان تعدل عمرة أو حجة ¶ معى}. ... ـ متفق عليه ـ ¶ 8) روى أبو أمامه أن النبى صلى الله عليه وسلم قال: {من لم يحبسه مرض أو حاجة ظاهرة أو سلطان جائر فلم ¶ يحج فليمت إن شاء يهودياً أو نصرانياً} (¬4) ¶ ¬__________ ¶ (¬1) الرفث: الجماع أو مقدمات الجماع أو فحش القول ¶ (¬2) الفسوق: ارتكاب المعاصى والسباب ¶ (¬3) المبرور: الذى لا يرتكب صاحبه فيه معصيه ¶ (¬4) أخرجه أحمد فى الإيمان والدارمى والبيهقى وقال وهذا وان كان إسناده غير قوى فله شاهد من قول عمر ابن الخطاب رضى الله عنه (لقد هممت بأن أبعث رجالأً إلى أهل الأمصار فلينظروا كل من كان له جدة ولم يحج فيضربوا عليه الجزية ما هم بمسلمين ما هم بمسلمين) رواه البيهقى وأخرجه سعيد بن منصور بسندٍ صحيح / الدين الخالص صفحة 24 الجزء التاسع.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "9) قال ابن عباس رضى الله عنهما: {وَقَتَ رسول الله صلى الله عليه وسلم لإهل المدينة ذا الحليفة، و لإهل ¶ الشام الجحفة، و لأهل نجد قرن المنازل، ولأهل اليمن يلملم، قال فهن لهن ولمن أتى عليهن من غير أهلهن ¶ لمن كان يريد الحج أو العمرة فمن كان دونهن فمهله من أهله وكذلك حتى أهل مكة يهلون (¬1) منها} (¬2) ¶ ـ رواه البخارى ـ ¶ 10) قال صلى الله عليه وسلم: {لا يلبس المحرم الثوب ولا العمائم ولا السراويل ولا البرانس ولا الخفاف إلا من ¶ لم يجد نعلين فليلبس خفين وليقطعهما من أسفل الكعبين}. ... ـ رواه البخارى ـ ¶ 11) قال صلى الله عليه وسلم: {لا يَنكح المحرم ولا ينكح ولا يخطب}. ... ـ رواه مسلم ـ ¶ 12) قال صلى الله عليه وسلم: {الطواف حول البيت مثل الصلاة إلا أنكم تتكلمون فيه فمن تكلم فلا يتكلم إلا ¶ بخير}. ... ـ رواه الترمذى ـ ¶ 13) قال صلى الله عليه وسلم: {اسعوا فإن الله كتب عليكم السعى}. ¶ ـ رواه ابن ماجه وأحمد والشافعى وقال فى الفتح: هوحسن لكثرة طرقه ـ ¶ 14) قال صلى الله عليه وسلم: {إنما جعل رمى الجمار والسعى بين الصفا والمروة لإقامة ذكر الله تعالى}. ¶ ـ رواة الترمذى وصححه ـ ¶ 15) قال صلى الله عليه وسلم: {الحج عرفه}. ¶ ـ رواه أحمد والترمذى وهو صحيح / منهاج المسلم ـ ¶ 16) قال صلى الله عليه وسلم: {لتأخذوا عنى مناسككم}. ... ـ رواه مسلم ـ ¶ 17) قال صلى الله عليه وسلم: {قفوا على مشاعركم فإنكم على إرث من إرث أبيكم إبراهيم}. ¶ ـ رواه الترمذى وحسنه ـ ¶ 18) قال صلى الله عليه وسلم: {يا أيها الناس عليكم بالسكينة فإن البر ليس بالإيضاع (¬3)}. ¶ ¬__________ ¶ (¬1) الإهلال: هو رفع الصوت بالتلبية ناوياً الحج أو العمرة أو الحج والعمرة معاً ¶ (¬2) ميقات أهل العراق ذات عرق وبهذا قال عمر وروى جابر أنه قال: فى مهل أهل العراق من ذات عرق يقول الراوى أبو الزبير أحسن رفعه للنبى صلى الله عليه وسلم. قال ابن عباس: ميقات أهل العراق العقيق وهو الأحوط عند ابن عبد البر / الجداول الجامعة فى العلوم النافعة ¶ (¬3) الإيضاع: الإسراع",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ـ رواه البخارى ـ ¶ 19) عن ابن عمر رضى الله عنهما أن رسول الله صلى الله عليه وسلم كان لا يستلم إلا الحجر والركن اليمانى}. ¶ ـ فتح البارى / الجداول الجامعة فى العلوم النافعه ـ ¶ 20) عن جابر رضى الله عنه عن النبى صلى الله عليه وسلم قال: {وقفت هاهنا بجمع، وجمع كلها موقف}. ¶ ـ رواه مسلم 2/ 893 ـ ¶ 21) عن جابر رضى الله عنه أن النبى صلى الله عليه وسلم قال: {أحلوا من إحرامكم فطوفوا بالبيت وبين الصفا ¶ والمروة وقصروا وأقيموا حلالاً}. ... ـ رواه مسلم 2/ 885 ـ ¶ الباب الثاني ¶ صفة الحج والعمرة ¶ بين يدي الباب ¶ 1. الحج: (هو بفتح الحاء وكسرها) ¶ لغة: بمعني القصد / كثرة القصد إلى من تعظمه ¶ شرعاً: هو قصد البيت الحرام لأداء أفعال مخصوصه {إحرام، طواف (قدوم , إفاضه)، رمي ... جمرات، نحر، وقوف بعرفة ... إلخ} في زمانٍ مخصوص هو أشهر الحج (شوال، ذو القعدة، إلي اليوم العاشر من ذى الحجة). ¶ 2. العمرة: هى زيارة بيت الله الحرام والطواف حوله والسعى بين الصفا والمروة والحلق أو التقصير وذلك فى ¶ جميع أيام السنة. ¶ 3. الركن: وهو العمل من أعمال الحج أو العمرة الذى بسقوطه يبطل الحج كالوقوف بعرفة. ¶ 4. الواجب: وهو العمل من أعمال الحج أو العمرة الذى لو تركه المحرم وجب عليه دم أو صيام عشرة أيام ¶ إن كان لا يقدر على الدم كالسعى بين الصفا والمروة عند الحنفيين والحنابلة أو كالذبح لغير ¶ المفرد بالحج بعد رمي جمرة العقبة. ¶ 5. ... السنة: هى العمل الذى لو تركه المحرم لا يجب عليه فيه دم ولكن يفوته أجر كدخول البيت الحرام من ¶ باب السلام والرمل فى الأشواط الثلاث الأولى فى طواف القدوم والبيات بمنى ليلة عرفة والذبح ¶ والحلق قبل زوال يوم النحر. ¶ 6. المحذور: وهو العمل الممنوع الذى لو فعله المحرم لوجب عليه فيه فدية (دم أو صيام أو إطعام) وهو مخير ¶ بين الثلاثة أمور كمن حلق رأسه أو قَلَّم أظفاره وهو محرم، ومن تطيب أو لبس المخيط عامداً",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فلا خلاف فى وجوب الفدية عليه (أما إذا كان ناسياً فلا شيىء عليه). ¶ 7. الشرط: هو ما يتوقف وجود الحكم على وجوده ويلزم من عدمه عدم الحكم كالاستطاعة لوجوب الحج ¶ وكون السعى بين الصفا والمروة فى المسعى شرط لصحة السعى، وكون الطواف فى المسجد ¶ الحرام شرط لصحة الطواف. ¶ 8. الميقات: وهو إما: أ – ميقات مكانى: وهو المكان الذى لا يجوز للحاج أو المعتمر أن يتعداه بدون ¶ إحرام والمواقيت المكانية مذكورة فى الحديث رقم 9 باب الأدلة. ¶ ب – ميقات زمانى: وهو الزمن الذى حدده الشارع للإحرام بالحج أو العمرة فيه ¶ فبالنسبة للعمرة هو جميع أيام السنة، أما الحج فهو شهر شوال وذو القعدة ¶ و ذو الحجة وهو قول عمر وابن عباس ومالك رضى الله عنهم، وقال ¶ الشافعى: آخر أشهر الحج ليلة النحر، وقال ابن مسعود و قتادة: أشهر ¶ الحج شوال و ذو القعدة إلى فجر عشرة من ذى الحجة. ¶ 9. أنواع الحج: ¶ أ. الإفراد: وهو أن يهل (يرفع صوته بالتلبية ناوياً النسك) بالحج فقط من الميقات فى أشهر الحج. ¶ ب. التمتع: وهو أن يهل المحرم بعمرة مفردة من الميقات في أشهر الحج حتى إذا فرغ منها حَلَّ له كل ¶ شيء حتى النساء ثم يحرم بالحج فى اليوم الثامن من ذى الحجة (يوم التروية) من نفس ¶ العام من محله بمكة. ¶ ج. القران: وهو أن يقرن (يجمع) بين الحج والعمرة في النية والتلبية و أن يكونا بإحرامٍ واحد (¬1) ¶ 10. أيام المناسك: وهى سبعة أيام من شهر ذى الحجة، أولها بعد الزوال السابع من ذى الحجة و آخرها بعد ¶ الزوال الثالث عشر من ذى الحجة وهو آخر أيام التشريق. فالسابع من ذى الحجة لايعرف ¶ له اسمٌ مخصوص وفيه يخطب الإمام بعد صلاة الظهر خطبة يأمر فيها الناس بالذهاب إلى منىٍ ¶ من غدهم ويحثهم على السكينة والتقوى، أما الثامن من ذى الحجة فيسمى يوم التروية، ¶ سمى بذلك لأنهم كانوا يتروون بحمل الماء معهم من مكة إلى عرفات ويسمى أيضاً يوم ¶ النقلة لأنهم ينتقلون فيه من مكة إلى منىٍ وهو اليوم الذى يهل فيه المتمتع بالحج، أما ¶ ¬__________ ¶ (¬1) وهذة الأنواع الثلاثة جائزة ومجمع عليها حكاه الإمام النووي في شرح صحيح مسلم واختلفت الآراء في أيهما أفضل ولكلٍ دليله، وعن الإمام أحمد أن من ساق الهدى فالقران أفضل له ليوافق فعل النبى صلى الله عليه وسلم ومن لم يسق الهدى فالتمتع أفضل له ليوافق ما تمناه الرسول صلى الله عليه وسلم وأمر به أصحابه (نيل الأوطار ص 311/ ج 4)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "اليوم التاسع فهو يوم عرفة، واليوم العاشر هو يوم النحر، واليوم الحادى عشر يسمى يوم ¶ القَرّ (بفتح القاف وتشديد الراء) سمى بذلك لأنهم يقرون فيه بمنىٍ أو يقيمون مطمئنين، ¶ واليوم الثانى عشر يسمى يوم النفر الأول (وهو اليوم الذى ينفر فيه المتعجل برمي الجمرات ¶ فى يومين) أما آخر أيام التشريق وهو اليوم الثالث عشر من ذى الحجة ويسمى بيوم النفر ¶ الثانى (وهو اليوم الذى ينفر فيه الحجيج بعد رمى جمرات اليوم الثالث). ¶ 11. الإضطباع: وهو أن يجعل المحرم وسط ردائه تحت منكبه الأيسر (¬1) ¶ 12. الحِجْر: (حِجْر إسماعيل) وهو بكسر الحاء وسكون الجيم فضاء شمال الكعبة شرفها الله محاط بقوس من ¶ البناء الرخامي على شكل نصف دائرة يُدخل إليه من فتحتين بينه وبين البيت ويكون الطواف ¶ من خارج الحِجْر ولا يصح من داخله (¬2) ويستحب الإكثار من الدخول فيه والصلاة فيه والدعاء ¶ لأنه من البيت أو بعضه ويستجاب الدعاء فيه (¬3) ¶ 13. الشاذروان: (بشين معجمة وذال مفتوحة ثم راء ساكنة) وهو القدر الذى ترك من عرض الأساس ¶ خارجاً من عرض الجدار مرتفعاً عن وجه الأرض ثلثي ذراع (¬4) ¶ 14. المُلتزم: (بضم الميم وفتح الزاي) وهو مابين الحجر الأسود وباب الكعبة المشرفة ويستحب الدعاء عنده ¶ 15. طواف القدوم: وهو الطواف حول الكعبة المشرفة حين القدوم للحج أو العمرة وهو أول طواف ¶ ويكون فيه لا فى غيره الرمل (سرعة المشى) والإضطباع. وهذا الطواف سنة لغير أهل ¶ مكة ويعتبر الطواف الأول للمتمتع بالعمرة إلى الحج. ¶ 16. الهدي: وهو ما يُهدى من النعم إلى الحرم تقرباً إلى الله تعالى ويستحب للمُهدى أن يذبح أو يشهد ذبحه ¶ وتجوز الإنابة فيه، ويساق الهدى إذا كان الحاج قارناً بين الحج والعمرة. ¶ 17. الدم: وهو ذبح شاة أو سُبع بقرة أو بُدنة ويجب الدم على: ¶ أ. مقدمات الجماع ¶ ب. وعلى من اجتمعت فيه الشروط الخمسة التالية: ¶ ¬__________ ¶ (¬1) وهو سنة فى طواف القدوم أو الإفاضة وطواف العمرة، روى أبو داود بإسنادٍ صحيح عن ابن عباس رضى الله عنهما أن رسول الله صلى الله عليه وسلم وأصحابه اعتمروا من الجعرانة فرملوا بالبيت فجعلوا أرديتهم تحت آباطهم ثم قذفوها على عواتقهم اليسرى (المجموع للنووى ص23/ج8). ¶ (¬2) الدين الخالص، المجموع للنووى ص23/ج8 ¶ (¬3) المجموع للنووى ص269/ج8 ¶ (¬4) المجموع للنووى ص24/ج8",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "* يحرم بالعمرة فى أشهر الحج ... * أن يحج من عامه هذا ¶ * أن لا يسافر بين عمرته هذه والحج سفراً يقصر فيه ¶ * أن يحل من إحرام العمرة قبل إحرامه بالحج ¶ * أن لا يكون من حاضري المسجد الحرام (¬1) ¶ 18. الفدية: وهى إما دم وهو ذبح شاة أو صيام ثلاثة أيام أو إطعام ستة مساكين لكل مداً من بر، وتجب ¶ الفدية على من: ¶ أ. غطى رأسه ... ب. حلق شعره أو قصره وإن قل ¶ ج. قلم أظافره ... د. مس الطيب ... هـ. لبس المخيط (¬2) ¶ 19. معنى على الفور: أى لا يجوز تأخيره متى توفرت الشروط (¬3) ¶ 20. معنى على التراخى: أى يجوز تأخيره إلى قبل الموت حتى ولو استطاع (¬4) ¶ * يجب الحج على المسلم العاقل البالغ الحر المستطيع (¬5)، والحج فى العمر مرة واحدة فمن زاد فتطوع وهو واجب ¶ على الجن المسلم بنفس الشروط السابقة (¬6). هذا وقد فرض الحج فى السنة التاسعة من الهجرة النبوية الشريفة. ¶ صفة الحج والعمرة ¶ من أراد الحج أو العمرة فعليه أن يبدأ بالتوبة ورد المظالم وقضاء الديون ورد الودائع وإعداد نفقته ومن يعول من مالٍ حلال طيب، وأن يختار رفيق صالح مُحب للخير معين عليه يذكره إذا نسى ويعينه إذا ذكر ويصَبره إذا ضاق صدره ويقويه إذا عجز (¬7). ثم يودع رفقاءه وأهله وجيرانه ويقول: (استودع الله دينك وأمانتك وخواتيم عملك ¶ ¬__________ ¶ (¬1) المغنى لابن قدامه ص499 - ص501/ 3 ¶ (¬2) لقوله تعالى (فمن كان منكم مريضاً أو به أذىً من رأسه ففدية من صيامٍ أو صدقةٍ أو نسك). البقرة /196 ¶ (¬3) رجح الشوكانى فى نيل الأوطار أن الحج واجب على الفور ص285/ج4 ¶ (¬4) وهناك خلاف بين العلماء فى جواز تأخير الحج ورجح الشيخ السبكى فى الدين الخالص أنه واجب على التراخى ص21/ج9 ... (6) الاستطاعة شرط لوجوب الحج وقد فسرها رسول الله صلى الله عليه وسلم فى حديث ابن عمر بالزاد والراحلة والزاد زاده وزاد من يعول مدة غيابه ¶ (¬5) لقوله تعالى (ولله على الناس حج البيت من استطاع إليه سبيلاً) قال ابن عِلان: دخل فى الناس الجن بناءاً على أنه من نوس إذا تحرك. دليل الفالحين ص78 /ج7 ¶ (¬7) الإحياء ص32/ج1 ... (2) أبو داود والترمذى وصححه",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وزودك الله التقوى وغفر ذنبك) (¬1)، ثم يشرع فى السفر ولا ينسى آداب وأذكار السفر وهى مبسوطة فى غير هذا الموضع. وعليه أن يقلم أظافره ويحف شاربه ويحلق عانته وينتف إبطيه وقد فعل ذلك رسول الله صلى الله عليه وسلم، ثم يغتسل للإحرام وهو مستحب للرجال والنساء وفرض على النُفساء وحدها (¬2) ثم يلبس إزاراً (وهو ما يوضع من السرة إلى الركبة) ورداءاً (وهو ما يوضع على النصف الأعلى من الجسم) أبيضين نظيفين ويعقد إزاره ولا بأس بعقد الهِميان وهو الحزام إذا كانت فيه نقوده (¬3)، ويلبس نعلين فإذا لم يجد إزاراً يلبس السراويل و إذا لم يجد نعلين يلبس الخُفين لقول الرسول صلى الله عليه وسلم (وليحرم أحدكم فى إزار ورداء ونعلين) (¬4) فإذا وصل إلى ميقاته صلى فريضة أو نافلة (¬5) ثم ينوى نسكه فإذا كان قارناً قال لبيك اللهم بحجٍ وعمرة أو لبيك اللهم بعمرة (¬6) وإن كان مفرداً قال لبيك اللهم بحج أو اللهم هذه حجة لا رياء فيها ولا سمعة (¬7)، ثم يقول اللهم مَحِلى حيث حبستنى (¬8). حتى إذا حبسه مرض أو شيىء تحلل وليس عليه دم وعليه حج من قابل إذا كانت هذه حجة الإسلام، ثم يلبى بتلبية النبى صلى الله عليه وسلم ويقول: لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك لا شريك لك (¬9). وكان من تلبيته أيضاً صلى الله عليه وسلم (لبيك إله الحق) وجائز أن يزيد: لبيك ذا المعارج لبيك ذا الفواضل وكان ابن عمر يزيد: لبيك وسعديك والخير بيديك والرغباء إليك والعمل (¬10). ¶ ويرفع صوته بالتلبية لقول الرسول صلى الله عليه وسلم: (أفضل الحج العج والثج) والعج هو رفع الصوت ¶ بالتلبية والثج هو سيلان دماء الهدى والأضاحى (¬11). وتستحب التلبية عند الركوب أو النزول وكلما علا مكاناً ... مرتفعاً أو هبط وادياً أو قابل صديقاً أو إقامة صلاة أو الفراغ منها، ويستحب له الدعاء والصلاة على رسول الله صلى الله عليه وسلم كلما فرغ من التلبية (¬12)، ويستمر فى التلبية حتى جمرة العقبة (¬13)، ويكف لسانه عن كل شيىء إلا ذكر الله تعالى ويغض بصره ويكثر من البر والإحسان ولتعتلى شفتيه ابتسامة ويُلين الكلام ويُبذل السلام والطعام ¶ ¬__________ ¶ (¬1) لإن أسماء بنت عميس ولدت محمد ابن أبى بكر الصديق بالبيداء فذكر أبو بكر ذلك لرسول الله صلى الله عليه وسلم فقال مرها فلتغتسل. المحلى ص82/ج7 ولقول ابن عمر من السنة أن يغتسل إذا أراد الإحرام وإذا أراد دخول مكة. رواه الحاكم وصححه / الجداول الجامعة فى العلوم النافعة ¶ (¬2) وهو ثابت عن عائشة وابن عمر وابن عباس رضى الله عنهم. الجداول الجامعة ... (5) رواه أحمد عن ابن عمر رضى الله عنهم. الجداول الجامعة 2/ 34 ¶ (¬3) ركعتا الإحرام مجمع على استحبابهما فى غير وقت الكراهة قال القاضى حسين وتجزئه الفريضة، وقال النووى فى شرح المهذب هى سنة مقصودة فينبغى ألا ¶ تندرج كسنة الصبح. المجموع شرح المهذب / الدين الخالص. ... (7) مناسك الحج والعمرة للشيخ الألبانى ص14 ¶ (¬4) رواة الضياء بسندٍ صحيح ... (9)، (10)، (11) مناسك الحج والعمرة للألبانى ص 14،15،16. ¶ (¬11) حديث حسن / مناسك الحج والعمرة للألبانىص17 ... (2) منهاج المسلم ص332 / مناسك الألبانى ص18 ¶ (¬12) قال ابن مسعود رضى الله عنه خرجت مع رسول الله صلى الله عليه وسلم فما ترك التلبية حتى رمى جمرة العقبة إلا أن يخلطها بتكبير أو تهليل. رواه أحمد بسند جيد وصححه الحاكم والذهبى كما فى الحج الكبير / مناسك الألبانى ¶ (¬13) البخارى ص779 مختصر الألبانى والبيهقى ومجمع الزوائد 3/ 225،239 –أبو داود 1630 نقلاً عن مناسك الألبانى.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فإذا بلغ الحرم المكى ورأى بُيوت مكة المكرمة أمسك عن التلبية، ويستحب له الغسل لدخول مكة (إذا استطاع) وليدخل نهاراً (إذا استطاع) (¬1) ويدخل من الناحية العليا (باب المصلاة) ويدخل المسجد الحرام من باب بنى شيبة (باب السلام) ويقدم رجله اليمنى ويقول اللهم صل على محمد وسلم اللهم افتح لى أبواب رحمتك (¬2) فإذا رأى البيت رفع يديه إن شاء ويدعو اللهم أنت السلام ومنك السلام فحينا ربنا بالسلام (¬3)، ويقول أيضاً اللهم زد هذا البيت تشريفاً وتكريماً وتعظيماً ومهابة وزد من شرفه وكرمه ممن حجه أو اعتمره تشريفاً وتكريماً وتعظيماً وبراً (¬4)، ثم يأتى المطاف ويكون على وضوء ومضطبعاً وساتراً للعورة (¬5)، ويبدأ بالحجر الأسود فيستقبله استقبالاً ناوياً الطواف فيقبله ويستلمه بيده ثم يقبل يده ويسجد عليه إن استطاع ولا يزاحم عليه ففيه من الإيذاء ما لايحمد فإن لم يستطع السجود والتقبيل والاستلام باليد استلمه بشىء ثم يقبل ذلك الشىء وإلا أشار إليه بيده أو عصاة (¬6)، ويقول حين يبدأ بالطواف والاستلام بسم الله والله أكبر اللهم إيماناً بك وتصديقاً بكتابك ووفاءاً بعهدك واتباعاً لسنة نبيك صلى الله عليه وسلم (¬7)، ويجعل البيت عن يساره ويقترب من البيت قدر المستطاع فهو أفضل ويطوف راملاً أى مسرع الخطى فى الثلاثة أشواط الأولى (¬8)، ويُكثر من الدعاء وذكر الله تعالى والصلاة على رسول الله صلى الله عليه وسلم وقراءة القرءان ولا يلتزم دعاءاً معيناً من كتابٍ معين فى شوط معين ولكن يجتهد فى الدعاء ويستحب له أن يقول: اللهم إنى أسالك العفو والعافية فى الدنيا والآخرة، ربنا آتنا فى الدنيا حسنة وفى الآخرة ¶ حسنة وقنا عذاب النار، وذلك بين الركن اليمانى والحجر الأسود (¬9)، ويسن له أن يستلم الركن اليمانى حين الوصول إليه فى غير مزاحمة وإلا ترك الاستلام (¬10) ولا يُشار إليه ولا يستلم أى ركن آخر من أركان الكعبة ويفعل ذلك ثلاثة أشواط مبتدءاً بالحجر الأسود ومنتهياً عنده ثم يترك الرمل فى الأشواط الأربعة الباقية فإذا انتهى من السبعة أشواط غطَّى كتفه الأيمن ثم يأتى المُلتزم ويدعو الله باكياً خاشعاً (وقد فعله ابن عباس رضى الله عنهما)، ثم يأتى ¶ ¬__________ ¶ (¬1) الكلم الطيب لابن تيمية ... (6) مناسك الحج للألبانى ص20 ¶ (¬2) رواه الشافعى والبيهقى عن ابن جريج عن النبى صلى الله عليه وسلم وهو مرسل معضل كما قال النووى فى المجموع ص8/ج8 وكذلك فى منهاج المسلم. ¶ (¬3) للحديث: (ولا يطوف بالبيت عريان) والحديث الآخر عن عائشة رضى الله عنها (أن النبى صلى الله عليه وسلم أول شيىء بدء به حين قدم مكة أن توضأ ثم طاف بالبيت). متفق عليه / المجموع ص18ج8. ¶ (¬4) اعلم رحمك الله أن للكعبة أربعة أركان الركن الذى فيه الحجر الأسود وهو قبلة أهل خراسان والركن العراقى وهو قبلة أهل العراق والركن الشامى وهو قبلة أهل الشام والركن اليمانى وهوقبلة أهل اليمن وهو آخر ما يمر عليه من الأركان، وركن الحجر الأسود والركن اليمانى مبنيان على قواعد ابراهيم عليه السلام. انظر الجداول الجامعة، والإرواء 1112، والمناسك للألبانى، والمجموع للنووى ص29_33 ج8، ونيل الأوطار ص41ج5. ¶ (¬5) ذكره صاحب المهذب من حديث جابر وبيض له المنذرى والنووى، ورواه الشافعى عن ابن أبى نجيح وفى الأم عن سعيد ابن سالم عن ابن جريج، وروى البيهقى (اللهم إيمانا بك ... ) عن على رضى الله عنه بسندٍ ضعيف انظر المجموع ص30،31ج8، نيل الأوطار ص47ج5 وعن ابن عمر رضى الله عنهما مثله ¶ (¬6) هذا ما استطاع ويتقى الله وإلا يطوف بأى وضع كان، فقد ثبت عن النبى صلى الله عليه وسلم من حديث جابر وابن عباس وابن عمر رضى الله عنهم أنه رمل ثلاثاً ومشى أربع. انظر المجموع ص40ج8، والجداول الجامعة ص124. ¶ (¬9) منهاج المسلم، نيل الأوطار ص47ج5، وكان ابن عباس يقول إذا جاء الركن اليمانى اللهم قنعنى بما رزقتنى واخلف لى على كل غائبة بخير، وكان عبد الرحمن ابن عوف يقول رب قنى شح نفسى. المغنى لابن قدامة ص396ج3. ¶ (¬10) معنى الاستلام التقبيل بوضع الشفتين عليه دون صوت.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "مقام ابراهيم عليه السلام (وهو المقام الذهبى الذى فى مواجهة باب الكعبة) ويقرأ ((واتخذوا من مقام إبراهيم مصلى)) ويجعل المقام بينه وبين الكعبة ويصلى ركعتين يقرأ فيهما ((قل ياأيها الكافرون، وقل هو الله أحد)) ولا بأس أن يصليهما إلى غير ستر ويمر الطُّوَاف بين يديه (¬1)، فإذا فرغ من صلاته يستحب له أن يدعو خلف المقام بما أحب من أمر الدنيا والآخرة فإذا فرغ يستحب له أن يعود إلى الحجر الأسود فيقبله ويسجد عليه أو يستلمه أو يشير إليه كما سبق بيانه، فإذا فرغ ذهب إلى زمزم يشرب منها ويتضلع ويدعو عند الشرب بما شاء ويصب على رأسه منها (¬2)، فإذا فرغ يخرج إلى المسعى من باب الصفا فإذا اقترب من الصفا قرأ قوله تعالى ((إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يَطَوَّفَ بهما ومن تطوع خيراً فإن الله شاكرٌ عليم)) ويقول نبدأ بما بدأ الله به ثم يرقى جبل الصفا حتى يرى الكعبة قدر المستطاع ويجب عليه أن يلصق رجله فى الإبتداء والإنتهاء بصخرات الجبل فإن صعد فهو الأكمل للأحاديث الصحيحة وعمل الصحابة ومن بعدهم وهو سنة مؤكدة فيستقبل الكعبة ويقول: الله أكبر ثلاثاً، لا إله إلا الله وحده لاشريك له له الملك وله الحمد وهو على كل شىءٍ قدير لا إله إلا الله وحده صدق وعده ونصر عبده وهزم الأحزاب وحده ثم يدعو بما يشاء لدنياه وآخرته .. يكرر ذلك ثلاث مرات (¬3)، ثم ينزل من على الصفا متوجهاً إلى المروة ماشياً حتى يبقى بينه وبين الميل الأخضر (وهو عمود أخضر بارز) قدر بسيط فيمشى مسرعاً الخُطى (راملاً) حتى يصل إلى الميل الأخضر الثانى ثم يمشى عادياً حتى يصل إلى المروة، ويستحب له أن يدعو، ويكثر من الذكر، وقراءة القرءان، والصلاة على رسول الله صلى الله عليه وسلم فى أثناء سعيه، وإن قال: رب اغفر وارحم إنك أنت الأعز الأكرم فلا بأس (¬4)، ثم يرقى على المروة ويستقبل القبلة ويفعل ما فعل على الصفا ويحسب هذا شوطاً واحداً ثم يكرر هذا الشوط حتى تصير الأشواط سبعة أشواط بثمانى وقفات (أربعة وقفات على الصفا وأربعة وقفات على المروة) فيبدأ السعى بالصفا وينتهى من السعى كله بالمروة (¬5)، ولا تشترط الطهارة فى السعى كالطواف ولكنها تستحب للساعى وكذلك ستر العورة (¬6)،فإذا انتهى من الشوط السابع على المروة فإن كان معتمراً أو متمتعاً بالعمرة إلى الحج فعليه أن يُقَصِّر من شعره، أو يحلقه (¬7)، ¶ فإذا حلق أو قصر فقد تمت عمرته فإن كان متمتعاً إلى الحج حل له كل شىء حتى النساء (أما إن كان مفرداً أو قارناً وجب عليه أن يبقى على إحرامه) فإذا كان يوم التروية (اليوم الثامن من ذى الحجة) أَحرم وأَهل بالحج من ¶ ¬__________ ¶ (¬1) المغنى لابن قدامة ص401ج3. وخالفه الألبانى فقال وينتبه ألا يمر من أمام المصلين هناك لعموم الأحاديث. ¶ (¬2) منهاج المسلم ص333، ومسالك الألبانى ص24، وقال النووى فى المجموع الصواب الذى تظاهرت به الأحاديث الصحيحة أنه لا يشتغل عقب صلاة ... ¶ الطواف بشىء إلا استلام الحجر الأسود ثم الخروج إلى الصفا و الله أعلم. ¶ (¬3) مسالك الألبانى ص25، المجموع للنووى ص69ج8، المغنى ص404ج3. ... (6) المناسك للألبانى ¶ (¬4) المغنى ص405ج3، منهاج المسلم ص334، المجموع ص68،69ج8. ... (8) المجموع ص74ج8، المغنى ص407ج3، الجداول ص125 ¶ (¬5) إذا كان معتمراً فقط فالأفضل الحلق ويجوز التقصير ويكون من كل الرأس أو ما يسمى تقصيراً أما إذا كان متمتعاً وهناك وقت كاف يطول الشعر فيه = ... ¶ = حلق، وإلا فالأفضل التقصير ويجعل الحلق للحج. المجموع ص81ج8، المغنى ص409ج3، الجداول ص125، ومناسك الألبانى. ¶ (¬6) المجموع ص84ج8، والمغنى ص423،425ج3، الحج والعمرة للشيخ ابن باز، ومناسك الألبانى ص29. ¶ (¬7) المجموع ص93،94ج8، والمغنى ص427ج3. ... (3) المجموع ص33ج8",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "مكانه وفعل كما فعل عند الإحرام للعمرة من غسل ولبس ملابس الإحرام وأن يلبى ويطوف سبعاً ويصلى ركعتين ثم يخرج إلى منىً ملبياً فيقيم يومه وليلته ويصلى بها الظهر والعصر والمغرب والعشاء قصراً والبيات فى منى سنة وليس واجباً (¬1)، ثم يخرج منها إذا طلعت الشمس ملبياً متوجهاً إلى نَمرة بطريق ضب فيقيم بها وإن شاء بعرفة حتى تزول الشمس ويلبى ويكبر ويحمد ويهلل أثناء مسيره، ثم يخطب الإمام خطبة يعلم فيها الناس مناسكهم وما هم مقدمون عليه من وقوف بعرفة ورمى جمار وجمع حصى، ويقصر الخطبة ويعجل الصلاة، ثم يصلى بالناس الظهر والعصر قصراً وجمعاً فى وقت الظهر بأذانٍ واحد و إقامتين وهو الأفضل والسنة، ومن لم يصل مع الإمام يصليهما وحده فى رحله، فإذا قضيت الصلاة ذهب إلى عرفات للوقوف ويستحب له الغسل (¬2)، وعرفة كلها موقف والأفضل أن يقف عند الصخرات أسفل جبل الرحمة ويستقبل القبلة ويكثر من الدعاء والتلبية والتهليل وقول: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شىء قدير وله أن يقول أيضاً: إنما الخير خير الآخرة لقول النبى صلى الله عليه وسلم ذلك كله، ويكون راكباً أو جالساً أو واقفاً فكل ذلك جائز والركوب أفضل لفعله صلى الله عليه وسلم ولا يزال هكذا حتى تغرب الشمس ولا يُشترط للوقوف طهارة فإذا غربت الشمس وأفاض الإمام من عرفات دفع معه إلى مزدلفة فى سكينة وهدوء ولا يزاحم ولا يؤذى فإن كان هناك فرجة أسرع، ويكثر من التكبير والذكر فى سيره حتى يصل إليها فينزل بها ويصلى المغرب العشاء قصراً وجمعاً فى وقت العشاء بأذان واحد وإقامتين (¬3)، ثم ينام حتى فجر اليوم العاشر من ذى الحجة فيصلى الفجر ثم يقف على قزح وهو المشعر الحرام فيستقبل القبلة ويدعو، ومزدلفة كلها موقف، ويقف حتى يُسفر جداً، ثم يدفع إلى منى قبل أن تطلع الشمس وهو يلبى وعليه السكينة، ويجمع حصى الجمار من طريقه أو من مزدلفة (¬4)، ويكون حجم الحصاة أكبر من حجم الحمصة ودون حجم البندقة ويجمع سبعون حصاة، والسنة أن يبقى بمزدلفة حتى يطلع الفجر إلا الضعفة فيستحب لهم الدفع قبل الفجر فإن دفع غير الضعفة قبل الفجر بعد نصف الليل جاز ولا دم عليه (¬5)، فإذا وصل وادى مُحَسِّر وهو بين منى ومزدلفة أسرع إن كان ماشياً أو راكباً وحين يصل إلى منى يذهب تواً إلى جمرة العقبة فيرميها بسبع حصيات يكبر مع كل حصاة ويقطع التلبية مع أول حصاة ولا يرميها إلا بعد طلوع الشمس وهو ¶ وقت الفضيلة، وهناك وقت جواز أوله نصف الليل من ليلة النحر إلى قبل الغروب يوم النحر (¬6)، فإذا انتهى من جمرة العقبة يوم النحر {حل له كل شىء إلا النساء لكن عليه أن يطوف الإفاضة فى اليوم نفسه وإلا عاد محرماً} (¬7) ¶ ¬__________ ¶ (¬1) المغنى ص445ج3،وكان ابن عمر وسعيد ابن جبير يأخذا الحصى من جمع واستحبه الشافعى رضى الله عنهم / المجموع ص137ج8،وعن الإمام أحمد قال خذ الحصى من حيث شئت، وقال الألبانى من منى / المناسك ص132. ¶ (¬2) وهو قول الشافعى ومالك وأحمد وخالفهم أبى حنيفة. ¶ (¬6) المجموع ص153،154ج8، المغنى ص447،448،449ج3، قال ابن عبد البر: أجمع علماء المسلمين على أن رسول الله صلى الله عليه وسلم رمى جمرة ¶ العقبة ضحى ذلك اليوم و أن من رماها يوم النحر قبل المغيب فقد رماها فى وقت لها و إن لم يكن مستحباً لها. ¶ (¬7) مناسك الألبانى ص34",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "انصرف إلى منى فإن كان معه هدى أو أُضحية ذبحه أو أناب من يذبحه له ويستحب له أن يذبحه هو، ويجوز له الذبح فى أى مكان من منى فكلها منحر وكذلك مكة كل فجاجها طريق ومنحر، ووقت الذبح بعد طلوع شمس يوم النحر ومضى قدر صلاة العيد والخطبتين وينتهى وقت الذبح بانتهاء أيام التشريق (وعند الإمام أحمد يوم النحر ويومان بعده)، ويجوز أن يشترك سبعة فى البعير أو البقرة، ومن لم يجد الهدى فعليه صوم ثلاثة أيام فى الحج وسبعة إذا رجع إلى أهله، ويجوز له الصوم فى أيام التشريق الثلاثة، ويجوز له صوم يوم عرفة وكرهه الإمام أحمد (¬1)، ثم يحلق أو يقصر والحلق أفضل ويبدأ بشق رأسه الأيمن (والأصلع يمرر الموسى على رأسه)، وإلى هنا فقد تحلل التحلل الأصغر فيحل له كل شىء إلا النساء فيُقَلِم أظفاره، ويحف شاربه، ويلبس المخيط والمحيط. ثم يذهب إلى مكة سيراً إن أمكن فيأتى البيت ويطوف طواف الإفاضة وهو أحد أركان الحج فيتطهر ويطوف كطواف القدوم إلا انه لا يضطبع ولا يرمل فيه ثم يصلى ركعتين خلف مقام إبراهيم، فإن كان مفرداً (أى حج فقط) أو قارناً (حج وعمرة بإحرام واحد) فلا سعى عليه فقد كفاه سعيه الأول بعد طواف القدوم وهنا يحل له كل شىء حتى النساء ويسمى التحلل الأكبر، و أما إن كان متمتعاً بالعمرة إلى الحج فبعد أن يصلى الركعتين خلف مقام إبراهيم يذهب للسعى بين الصفا والمروة (¬2) سبعة أشواط كسعيه الأول وهنا يحل له كل شىء حتى النساء، ثم يذهب إلى زمزم فيشرب منها ويتضلع ويدعو كما سبق، ثم يرجع إلى منى يصلى فيها الظهر ولا يبيت بمكة ليالى وأيام التشريق وهو السنة، ويرمى الجمرات الثلاث الصغرى والوسطى والكبرى كل يوم بعد الزوال كل واحدة بسبع حصيات بادئاً بالصغرى وهى الأقرب إلى مسجد الخيف وأولهن من جهة عرفات فيستقبل الكعبة ثم يرمى ويكبر مع كل حصاة فإذا فرغ تقدم قليلاً عن يمينه وقام قياماً طويلاً ويدعو رافعاً يديه فى خشوع وخضوع (¬3) ثم يأتى الجمرة الوسطى ويصنع كما صنع فى الصغرى ولكن حين فراغه يتقدم إلى الشمال قليلاً مستقبلاً القبلة رافعاً يديه يدعو فى خشوع ثم يأتى الجمرة الكبرى ويجعل البيت عن يساره ومنى عن يمينه ويفعل مافعل فى الصغرى والوسطى وحين ينتهى من الرمى ينصرف ولايقف عندها ولايدعو وعليه أن يكرر الرمى للجمرات الثلاث بنفس الترتيب والأداء السابق ¶ ¬__________ ¶ (¬1) لحديث عائشة و ابن عمر رضى الله عنهما قالا لم يرخص فى أيام التشريق أن يصمن إلا لمن لم يجد الهدى / مناسك الألبانى ص36. ¶ (¬2) ذلك إذا لم يسع قبل عرفة فإنه يجوز له أن يطوف بعد إحرامه بالحج تحية ويسعى سعى الحج قبل عرفة ولايبقى عليه حينئذ إلا طواف الإفاضة بعد رمى جمرة ... ¶ العقبة / أ. د. البرى. ¶ (¬3) قدر استطاعته بعيداً أن يتطاير إليه الحصى / المجموع ج8",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فى اليوم الثانى والثالث من أيام التشريق (¬1)، هذا ويبقى وقت الرمى إلى غروب الشمس من اليوم الثالث (¬2)، ويجوز له أن يجمع رمى يومين فى يوم واحد لترخيص النبى صلى الله عليه وسلم لرعاء الإبل فى البيتوتة ان يرموا يوم النحر ثم يجمعوا رمى يومين بعد النحر فيرموهما فى أحدهما (¬3)، ويجوز له أن يتعجل رمى الثلاثة أيام فى يومين (فى اليوم الأول واليوم الثانى من أيام التشريق)، ولكن لابد له من نزول مكة فى اليوم الثانى بعد رميه ولا يبقى إلى الغروب فإن بقى إلى غروب اليوم الثانى بات لرمى اليوم الثالث (¬4)، ويجوز النيابة فى الرمى عن الصغير، ومن فى حكمه من المرضى والعاجزين لحديث جابر ابن عبد الله عند ابن ماجة رضى الله عنهم قوله حججنا مع رسول الله صلى الله عليه وسلم ومعنا النساء والصبيان فلبينا عن الصبيان ورمينا عنهم (¬5). ¶ فإذا فرغ من الرمى يستحب له أن يأتى المحصَّب وهو مكان متسع بين مكة ومنى وينزل به ويصلى الظهر والعصر والمغرب والعشاء، ويبيت به ليلة الرابع عشر (ولو ترك ذلك كله لاشىء عليه)، وبهذا يكون قد فرغ من أداء الحج فإذا أراد السفر إلى أهله طاف للوداع ويجعل آخر عهده بالبيت، أما المقيم بمكة فليس عليه طواف وداع (¬6)، وله أن يحمل معه من ماء زمزم ماتيسر له تبركاً به فكان رسول الله صلى الله عليه وسلم يحمله معه فى الأداوى والقِرب وكان يصب على المرضى ويسقيهم (¬7)، فإذا خرج من المسجد الحرام فلا ينسى أن يقول: اللهم صل على محمد وسلم اللهم إنى أسألك من فضلك ويخرج برجله اليسرى. فإذا رجع إلى بلده وأهله عليه أن يلتزم تقوى الله تبارك وتعالى فى أعماله كلها ويكثر من الصالحات ويكف عن المعاصى مااستطاع حتى يأذن الله تعالى له بزيارة أخرى، فالحج مرة فمن زاد فهو تطوع (¬8). ¶ ¬__________ ¶ (¬1) لورود ذلك كله عن رسول الله صلى الله عليه فعن ابن عمر رضى الله عنه أنه كان يرمى الجمرة الدنيا بسبع حصيات ثم يكبر على اثر كل حصاة ثم يتقدم فيقوم مستقبل القبلة قياماً طويلاً فيدعو ويرفع يديه ثم يرمى الجمرة الوسطى كذلك فيأخذ ذات الشمال ويقوم مستقبل القبلة قياماً طويلاً فيدعو ويرفع يديه ثم يرمى الجمرة ذات العقبة من بطن الوادى ولا يقف عندها ويقول هكذا رأيت رسول الله صلى الله عليه وسلم يفعل. فتح البارى ص331ج4، المجموع ص239ج8، المغنى ص 475ج3، الجداول الجامعة. ¶ (¬2) وهناك من يقول إلى الفجر الثانى من تلك الليلة وهذا فيما سوى اليوم الثالث الذى يفوت رميه بغروب شمسه بلا خلاف وكذا جميع الرمى يفوت بغروب شمس ¶ اليوم الثالث من أيام التشريق لفوات زمن الرمى. المجموع ص239ج8. ¶ (¬3) أخرجه أصحاب السنن. ... (4) المغنى ص479ج3. ¶ (¬4) المجموع ص244،245ج8، منهاج المسلم ص336. ... (6) المجموع 253، 254ج8، المغنى 484،485ج3. ¶ (¬5) مناسك الألبانى ص43. ¶ (¬6) رواه أبو داود واحمد والحاكم وصححه. وقال الشيخ الجزائرى فى منهاج المسلم يستحب تكرار الحج كل خمسة أعوام لقول الرسول صلى الله عليه وسلم ¶ فيما يرويه عن ربه عز وجل: (إن عبداً صححت له جسمه ووسعت عليه فى المعيشة يمضى عليه خمسة أعوام لا يفد إلى لمحروم) رواه ابن حبان فى ¶ صحيحه والبيهقى وتكلم فى إسناده.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الباب الثالث ¶ زيارة المسجد النبوى الشريف ¶ وقبر الرسول صلوات الله وسلامه عليه وقبر صاحبيه ¶ المدينة المنورة: ¶ حَرَّم خليل الله إبراهيم عليه السلام مكة المكرمة وحَرَّم رسول الله صلى الله عليه وسلم المدينة المنورة فقال: (اللهم إن إبراهيم حَرَّم مكة وأنا أُحرم مابين لابتيها ـ حرتيها ـ) ... ـ رواه مسلم ـ ¶ وقال أيضاً صلى الله عليه وسلم: (المدينة حرام مابين عائر إلى ثور فمن أحدث فيها حدثاً أو آوى فيها محدثاً فعليه لعنة الله والملائكة والناس أجمعين لا يقبل الله منه صرفاً ولا عدلاً ولا يختلى خلاها ولا ينفر صيدها ولا تلتقط لقطتها إلا لمن أشاد بها ولا يصلح لرجل أن يحمل فيها السلاح ولا يصلح أن يقطع منها شجرة ولا يعضد إلا مايساق به الجمل). ... ـ رواه مسلم ـ ¶ وقال أيضاً صلوات الله وسلامه عليه (إن الإيمان ليأرز إلى المدينة كما تأرز الحية إلى جحرها ولا يصبر على لأوائها وشدتها أحد إلا كنت له شفيعاً أو شهيداً يوم القيامة). ... ـ متفق عليه ـ ¶ وقال عليه الصلاة وأزكى السلام: (المدينة خير لهم لو كانوا يعلمون لايدعها أحد رغبة عنها إلا أبدل الله فيها من هو خير منه). ... ـ جزء من حديث رواه مسلم ـ ¶ فضل المسجد النبوى الشريف: ¶ المسجد النبوى الشريف من المساجد الثلاثة التى تُشد الرحال إليها لقول النبى صلى الله عليه وسلم: (لا تُشد الرحال إلا إلى ثلاثة مساجد المسجد الحرام ومسجدى هذا والمسجد الأقصى) وفى روضته الشريفة صلى الله عليه وسلم قال: (ما بين بيتى ومنبرى روضة من رياض الجنة) (¬1). ¶ وفى فضل الصلاة فى المسجد الحرام وفى المسجد النبوى قال صلى الله عليه وسلم: (صلاة فى مسجدى هذا أفضل من ألف صلاة فيما سواه إلا المسجد الحرام، وصلاة فى المسجد الحرام أفضل من مائة ألف صلاة فيما سواه) (¬2). ¶ فمن يزور المدينة المنورة يذكر دائماً أنها مهجر رسول الله صلى الله عليه وسلم ومهبط وحيه، وأنه صلى الله عليه وسلم أوصى بأهلها خيراً فيتقى الله تعالى فيها وفى معاملة أهلها. ¶ ¬__________ ¶ (¬1) متفق عليهما. ¶ (¬2) رواه مسلم إلى (إلا المسجد الحرام)، وروى الجملة الأخيرة الإمام أحمد فى مسنده وابن حِبان فى صحيحه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وحين يذهب إلى المسجد النبوى الشريف يدخل بيمينه ويقول: (اللهم اغفر لى ذنوبى وافتح لى أبواب رحمتك)، ثم يأتى الروضة الشريفة فإن وجد متسعاً صلى و إلا ففى أى مكان يصلى ركعتين أو ما تيسر له أن يصلى من فرائض أو نوافل، ملتزماً الخشوع والتؤدة وعدم رفع الصوت أو المزاحمة. ¶ زيارة قبره صلى الله عليه وسلم (وهى مستحبة): ¶ والمقصود بالزيارة هنا الزيارة الشرعية التى لا يرتكب فيها مخالفات كالتمسح بالقبر أو الدوران حوله أو أخذ شىء من ترابه أو الصلاة تجاهه أو تلاوة القرءان عنده أو رفع الصوت أو ماشابه ذلك من مغالاة العامة عند زيارة قبره الشريف صلى الله عليه وسلم. ¶ وكيفية الزيارة الشرعية أن يتجه إلى القبر فيسلم على رسول الله صلى الله عليه وسلم قائلاً: السلام عليك يارسول الله، أشهد أنك أديت الأمانة وبلغت الرسالة ونصحت للأمة، فجزاك الله عنا خير الجزاء. ثم ينتقل قليلاً إلى اليمين فيسلم على أبى بكرٍ الصديق رضى الله عنه قائلاً: السلام عليك ياأبا بكر الصديق، جزاك الله عن أمة الإسلام خيراً، ثم ينتقل إلى اليمين قليلاً فيسلم على عمر ابن الخطاب رضى الله عنه قائلاً: السلام عليك ياأمير المؤمنين، جزاك الله عن أمة محمد خيراً. ¶ ثم يخرج من المسجد برجله اليسرى قائلاً: اللهم صل على محمد وسلم، اللهم إنى أسألك من فضلك. ¶ ويستحب له أن يأتى مسجد قُباء ويصلى ركعتين فيه، وأيضاً يذهب إلى البقيع يزور أهله إذ كان رسول الله صلى الله عليه وسلم يزوره ويسلم على أهله ويدعو لهم. ¶ ثم يلتزم حين الرجوع إلى أهله التكبير على كل شرف من الأرض ويقول: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شىء قدير، آيبون تائبون عابدون لربنا حامدون، صدق الله وعده ونصر عبده وهزم الأحزاب وحده. ¶ هذا وليعلم كل حاج تقبل الله منا ومنه أنه لا علاقة للحج البتة بزيارة مسجد وقبر رسول الله صلى الله عليه وسلم ولا تعتبر ركن من أركانه بل هى زيارة مستقلة تماما عن الحج فمن أتى بها فبها ونعمت وله الأجر والثواب ومن لم يأت بها فلا حرج عليه وقد ترك المستحب والله تعالى أعلم.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الباب الرابع ¶ حج المرأة وما تختلف فيه مع الرجل ¶ فى هذا الباب سأذكر فقط الأشياء التى تختلف فيها المرأة عن الرجل فى الحج وأيضاً ماتحتاجه المرأة من أحكام إذا كانت صاحبة عذر أو حائض أو نفساء ... الخ. ¶ الحج فرض على المرأة المستطيعة بشروطه كالرجل تماماً، وقد ورد فى فضل الحج بالنسبة للمرأة أحاديث كثيرة يطول المقام بسردها، ويكفى أن أفضل الجهاد بالنسبة للمرأة هو الحج المبرور كما ورد عن النبى صلى الله عليه وسلم (¬1). ¶ فإذا أرادت المرأة الحج فعليها ما على الرجل من أركان الحج وواجباته وسننه، إلا انها تختلف عنه فى أشياء نجملها فيما يلى: ¶ 1. استئذان الزوج: لابد للمرأة أن تستأذن زوجها فى الخروج للحج ويستحب للزوج أن يأذن لها وليس له أن ¶ يمنعها من حجة الإسلام. ¶ 2. ملابس الإحرام: فللمرأة أن تحرم فى ملابسها العادية ولها أن تُظهر فقط وجهها وكفيها، فإذا مر الرجال ¶ بجوارها لها أن تسدل بيشتها أو نقابها حتى يمر الرجال. ¶ 3. المحرم: لا يحل لامرأة أن تسافر إلا ومعها محرم. ¶ ومحرم المرأة هو الذى يجوز له النظر إليها والخلوة بها وأن يسافر معها، وهو كل من حُرم عليه نكاحها على ¶ التأبيد وبسبب مباح ولحرمتها: كالأب والإبن والأخ وابن الأخ وابن الأخت والأخ من الرضاعة وابن أخيها ¶ وابن أختها وأبو الزوج وابن زوجها. والأب الكافر لايكون محرماً لإبنته المسلمة نص عليه الإمام أحمد. ¶ ويكون المحرم عاقلاً بالغاً حسن التصرف وتكون نفقته عليها، ولا تسافر المرأة إلا مع زوجها أو محرم لها وإلا ¶ فنسوة ثقات وإلا فامرأة ثقة وإلا فرفقة مأمونة هذا ماقاله أهل العلم ولكل دليله فليرجع إليه فى كتب الفقه. ¶ 4. إذا مات المحرم فى الطريق قال أهل العلم تتم المرأة حجها وقال الإمام أحمد إذا تباعدت مضت فقضت الحج أو ¶ ترجع إذا كانت المسافة قريبة (¬2). ¶ ¬__________ ¶ (¬1) متفق عليه ... (2) المغنى لابن قدامة ¶ (¬2) رواه مسلم وأبو داود وابن ماجة والبيهقى والدارمى.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "5. يستحب للحائض والنفساء الإغتسال للإحرام لحديث عائشة رضى الله عنها قالت: (نفست بنت عميس محمد ¶ ابن أبى بكر بالشجرة فأمر رسول الله صلى الله عليه وسلم أبا بكر أن يأمرها أن تغتسل) (¬1). ¶ هذا ويصح منهما جميع أفعال الحج (كالسعى بين الصفا والمروة والوقوف بعرفة ورمى الجمار وغيرها) إلا ¶ الطواف والصلاة. ¶ 6. ويستحب لها الخضاب للإحرام (يديها إلى الكوعين وتمسح وجهها) ولا يجوز طلاء الأظافر وما إليه لا قبل ¶ ولا بعد الإحرام. ¶ 7. ولا تنتقب المرأة المحرمة ولا تلبس القفازين ولا تلبس ما مسه ورس ولا زعفران، ولتلبس بعد ذلك من ألوان ¶ الثياب ما أحبت ويجوز لها أن تلبس الخف (¬2). ¶ 8. تلبية المرأة: تلبى المرأة حتى ولو كانت حائضاً أو نفساء، وليس على النساء رفع أصواتهن بالتلبية ولكن تُسمع نفسها ومن يليها. ¶ 9. بالنسبة للمرأة التى لا يرقأ (يقف أو يجف) دمها، ومن أصابها دم فساد أو علة يجوز لها أن تطوف ولا شىء ¶ عليها. ¶ 10. لابد للمرأة المحرمة من ستر جميع بدنها إلا الوجه والكفين ولا اضطباع عليها ولا رمل (مشى بخطى سريعة فى الطواف). ¶ 11. يستحب للمرأة أن تطوف ليلاً أو حين خلو المطاف ولا تخالط ولا تزاحم الرجال خاصة عند الحجر ¶ الأسود والركن اليمانى وحِجْر إسماعيل. ¶ 12. أن لا ترقى أو تصعد المرأة الصفا والمروة حالة الزحام وليس معنى هذا ألا تستوعب السعى بين الصفا ¶ والمروة بل لابد لها على الأقل من أن تلصق عقبيها بأسفل جبل الصفا أو جبل المروة ويستحب سعيها ليلاً. ¶ 13. يجوز لها إن كانت عاجزة أو ضعيفة أو مريضة أو مغمى عليها أن تكلف من يرمى عنها ويكون هو أو هى ¶ قد رمى عن نفسه. ¶ 14. ليس على النساء حلق إنما عليهن التقصير، واختلف فى قدر ما تقصره من شعرها فلها أن تجمع شعرها ¶ إلى مقدم رأسها ثم تأخذ من أطرافه قدر أُنملة. ¶ 15. يجوز للمرأة أن تنيب من يذبح لها وأن تشهد هى الذبح. ¶ 16. إذا أحرمت المرأة الحائض مفردة أو قارنة فلا طواف عليها إلا طواف واحد هو طواف الإفاضة ويسقط ¶ عنها طواف القدوم وعلى هذا أجمع العلماء. ¶ ¬__________ ¶ (¬2) اختلف الفقهاء فى الثوب الذى مسه طيب وفى القفازان وفى النقاب وفى الثوب المعصفر.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "17. إذا أحرمت الحائض بالعمرة متمتعة إلى الحج وظنت أنها تطهر قبل الحج طافت للعمرة بعد الطهور ثم ¶ تتحلل من الإحرام ثم تهل بالحج يوم التروية، أما إذا ظنت أنها لن تطهر قبل الحج فتنوى الإفراد ¶ بالحج ولا هدى عليها أو تنوى القران ويكفيها طواف واحد هو طواف الإفاضة وعليها هدى للقران وهو ¶ ذبح شاة أو بُدنة أو سُبعها يوم النحر. ¶ 18. يستحب تعجيل الإفاضة للنساء يوم النحر إن كن يخفن مبادرة الحيض، وقال عطاء: إذا خافت المرأة ¶ الحيضة فلتزر البيت قبل أن ترمى. ¶ 19. أما من حاضت قبل طواف الإفاضة فإذا بقيت بمكة إلى أن تطهر ثم تطوف فبها ونعمت، فإذا لم تستطع ¶ البقاء بمكة إلى أن تطهر فقال المالكية يُجزئها طواف القدوم، وقال ابن عمر رضى الله عنهم لا بأس من ¶ استعمال المرأة الدواء ليرتفع حيضها حتى تؤدى هذا الطواف، أما الأحناف وإحدى الروايتين عن أحمد أنه ¶ يصح طوافها لكن يلزمها بُدنة أو بقرة، وقال ابن تيمية فى الفتاوى أنه جائز للحائض التى لايمكنها أن تقيم ¶ حتى تطهر أن تطوف طواف الإفاضة ولا دم عليها فسقط عنها ما عجزت عنه فإن لها عذراً وهو مطابق ¶ للآية (فاتقوا الله ما استطعتم) والحديث (إذا أمرتكم بأمر فأتوا منه ما استطعتم) ولابد لها أن تغتسل ¶ وتستفثر (تستحكم). ¶ 20. أما المرأة التى حاضت قبل طواف الوداع فالإجماع على أن طواف الوداع يسقط عنها. فقد روى ¶ عن ابن عباس قال: (أُمر الناس أن يكون آخر عهدهم بالبيت إلا أنه خُفف عن المرأة الحائض) (¬1)، وعن ¶ عائشة حين ذكرت حيضة صفية بنت حيى رضى الله عنهما للرسول صلى الله عليه وسلم فقال: أحابستنا ¶ هىَ فقالت إنها قد أفاضت وحاضت بعد الإفاضة فقال صلى الله عليه وسلم: (فلتنفر) (¬2). ¶ 21. الحائض والنفساء ومسجد الرسول صلى الله عليه وسلم: ¶ مسجد الرسول صلى الله عليه وسلم كأى مسجد آخر من هذه الناحية والعلماء فى دخول الحائض ¶ والنفساء المسجد على أقوال مختلفة، فقد أخذ بعضهم بالعزيمة وبعضهم بالرخصة ولكلٍ دليله وحجته. ¶ فعند الحنابلة يجوز للحائض أن تدخل المسجد إذا أمِنت عدم تلويثه وقد استحكمت من نفسها وكذلك ¶ عند بعض الظاهرية والمُزنى وابن المنذر والقاضى أبى الطيب ولا يجوز ذلك عند المالكية والأحناف ¶ والشافعية إلا لضرورة. أما مسجد الرسول صلى الله عليه وسلم فالأفضل أن تأخذ الحائض والنفساء ¶ بالأحوط فلا تدخل مسجده صلى الله عليه وسلم لزيارته والله أعلم. ¶ ¬__________ ¶ (¬1) رواه البخارى ومسلم. ¶ (¬2) رواه مسلم.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الباب الخامس ¶ الفتاوى ¶ وهذا الباب جعلته لتكون الاستفادة من هذه الرسالة استفادة عملية، فجمعت فيه فتاوى خاصة بالحج والعمرة ¶ لبعض أهل العلم الأفاضل نفع الله بعلمهم وجعله فى ميزان حسناتهم. ¶ نقلاً عن كتاب الفتاوى الجزء الأول لسماحة الشيخ عبد العزيز ابن باز حفظه الله: ¶ س1. بعضهم يفتى للقادم للحج بطريق الجو بأن يحرموا من جدة وآخرون ينكرون ذلك فما هو وجه الصواب؟ ¶ ج1. الواجب على جميع الحجاج براً وبحراً وجواً أن يحرموا من الميقات الذى يمرون عليه براً أو يحاذونه جواً وبحراً ¶ لقول النبى صلى الله عليه وسلم لما وقت المواقيت: (هن لهن ولمن أتى عليهن من غير أهلهن ممن أراد الحج ¶ والعمرة) ـ متفق عليه ـ، أما جدة فليست ميقاتاً للوافدين وإنما هى ميقات لأهلها ولمن وفدوا عليها ¶ غير مريدين الحج ولا العمرة ثم أنشأوا نية الحج والعمرة منها. ¶ س2. إمرأة أدت الحج وقامت بجميع مناسكه إلا رمى الجمار فقد وكلت من يرميها عنها لإن معها طفلاً صغيراً ¶ علماً أن هذا الحج هو حج الفريضة فما حكم ذلك؟ ¶ ج2. لا شىء عليها فى ذلك ورمى الوكيل يُجزىء عنها لما فى الزحام وقت رمى الجمار من الخطر العظيم على ¶ النساء ولاسيما من معها طفل. ¶ س3. إذا لم يجد الحاج مكاناً يبيت فيه بمنى فماذا يفعل، وهل إذا بات خارج منى عليه شىء؟",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ج3. إذا اجتهد الحاج فى التماس مكان فى منى ليبيت فيه ليالى منى فلم يجد شيئاً فلا حرج عليه أن ينزل فى ¶ خارجها لقول الله عز وجل: (فاتقوا الله ما استطعتم) آيه 16 سورة التغابن، ولا فدية عليه من جهة ترك ¶ المبيت فى منى لعدم قدرته عليه. ¶ س4. ماذا تفعل المرأة المحرمة إذا سقطت من رأسها شعرة رغماً عنها؟ ¶ ج4. إذا سقط من رأس المحرم ذكراً كان أو أنثى شعرات عند مسحه فى الوضوء أو عند غسله لم يضره ذلك ¶ وهكذا لو سقط من لحية الرجل أو من شاربه أو من أظافره شىء لا يضره إذا لم يتعمد ذلك، وإنما المحذور أن ¶ يتعمد قطع شىء من شعره أو أظافره وهو مُحرِم وهكذا المرأة لا تتعمد قطع شىء، أما شىء يسقط من غير ¶ تعمد فهذه شعرات ميتة تسقط عند الحركة فلا يضر سقوطها. ¶ س5. بالنسبة لمن أدى فريضة الحج هل يجوز له بدلاً من الحج للمرة الثانية أن يتبرع بقيمة نفقات الحج إلى ¶ المجاهدين المسلمين فى أفغانستان وغيرها حيث أن الحج للمرة الثانية تطوع والتبرع للجهاد فرض ... أفيدونا ¶ جزاكم الله خيراً؟ ¶ ج5. من حج الفريضة فالأفضل له أن يتبرع بنفقة الحج الثانى للمجاهدين فى سبيل الله كالمجاهدين الأفغان ¶ والمهاجرين منهم اللاجئين فى الباكستان لقول النبى صلى الله عليه وسلم لما سئل أى العمل أفضل؟ قال صلى ¶ الله عليه وسلم: (إيمان بالله ورسوله) قال السائل: ثم أى؟ قال: (الجهاد فى سبيل الله) قال السائل: ثم ¶ أى؟ قال: (حج مبرور) ـ متفق على صحته ـ، فجعل الحج بعد الجهاد والمراد به حج النافلة لإن الحج ¶ المفروض ركن من أركان الإسلام مع الاستطاعة، وفى الصحيحين عن النبى صلى الله عليه وسلم أنه قال: ¶ (من جهز غازياً فقد غزا، ومن خَلَفَه فى أهله بخير فقد غزا)، ولا شك أن المجاهدين وأمثالهم من المجاهدين فى ¶ سبيل الله فى أشد الحاجة إلى المساعدة المادية من إخوانهم، والنفقة فيهم أفضل من النفقة فى حج التطوع ¶ للحديثين المذكورين وغيرهما، وبالله التوفيق. ¶ س6. يعتقد بعض الحجاج أنه إذا لم يتمكن الحاج من زيارة المسجد النبوى فإن حجه ينقص فهل هذا صحيح؟ ¶ ج6. الزيارة للمسجد النبوى سنة وليست واجبة وليس لها تعلق بالحج بل السنة أن يزار المسجد النبوى فى جميع ¶ السنة ولا يختص ذلك بوقت الحج لقول النبى صلى الله عليه وسلم: (لا تُشد الرحال إلا إلى ثلاثة مساجد ¶ المسجد الحرام ومسجدى هذا والمسجد الأقصى) ـ متفق عليه ـ، ولقوله صلى الله عليه وسلم: (صلاة ¶ فى مسجدى هذا خير من ألف صلاة فيما سواه إلا المسجد الحرام) ـ متفق عليه ـ، وإذا زار المسجد ¶ النبوى شرع له أن يصلى فى الروضة ركعتين ثم يسلم على النبى صلى الله عليه وسلم وعلى صاحبيه أبى بكر",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وعمر رضى الله عنهما، كما يشرع له زيارة البقيع والشهداء للسلام على المدفونين هناك من الصحابة ¶ وغيرهم والدعاء لهم والترحم عليهم كما كان النبى صلى الله عليه وسلم يزورهم وكان يعلم أصحابه إذا ¶ زاروا القبور أن يقولوا: (السلام عليكم أهل الديار من المؤمنين والمسلمين وإنا إن شاء الله بكم لاحقون نسأل ¶ الله لنا ولكم العافية) وفى رواية: (يرحم الله المستقدمين منا والمستأخرين اللهم اغفر لأهل بقيع الغرقد) ¶ ويشرع له أن يزور مسجد قباء ويصلى فيه ركعتين لإن النبى صلى الله عليه وسلم كان يزوره كل سبت ¶ ويصلى فيه ركعتين وقال عليه الصلاة والسلام: (من تطهر فى بيته فأحسن الطهور ثم أتى مسجد قباء فصلى ¶ فيه كان كعمرة)، هذه هى المواضع التى تزار فى المدينة المنورة، أما المساجد السبعة ومسجد القبلتين وغيرهما ¶ من المواضع التى يذكر بعض المؤلفين فى المناسك زيارتها فلا أصل لذلك ولا دليل عليه والمشروع للمؤمن ¶ دائماً هو الاتباع دون الابتداع، والله ولى التوفيق. ¶ س7. كيف يتم وداع الحائض والنفساء؟ ¶ ج7. ليس على الحائض والنفساء وداع لما ثبت عن ابن عباس رضى الله عنهما قال: (أُمر الناس أن يكون آخر ¶ عهدهم بالبيت إلا أنه خفف عن المرأة الحائض) ـ متفق عليه ـ والنفساء فى حكمها عند أهل العلم. ¶ نقلاً عن كتاب مجموع فتاوى ابن تيمية رحمه الله تعالى: ¶ س1. هل يجوز أن تحج المرأة بلا محرم؟ ¶ ج1. إن كانت من القواعد اللاتى لا يحضن، وقد يئست من النكاح، ولا محرم لها فإنه يجوز فى أحد قولى العلماء ¶ أن تحج مع من تأمنه، وهو إحدى الروايتين عن أحمد ومذهب مالك والشافعى. ¶ س2. رجل عليه دين لشخص غائب ببغداد، والمديون مقيم بمصر وهو معسر، وقصد شخص أن يحج به من عنده ¶ فهل يجوز له أن يحج وعليه الدين؟ ¶ ج2. نعم يجوز أن يحج المدين المعسر إذا حججه غيره، ولم يكن فى ذلك إضاعة لحق الدين إما لكونه عاجزاً عن ¶ الكسب، وإما لكون الغريم غائباً لا يمكن توفيته من المكسب، والله أعلم. ¶ س3. شخص لا يقدر على الأُضحية ‍‍؛ هل يستدين؟ ¶ ج3. الحمد لله رب العالمين إن كان له وفاء فاستدان مايضحى به فحسن، ولا يجب عليه أن يفعل ذلك والله أعلم.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "س4. شخص وقف بعرفة ولا يمكنه الذهاب إلى البيت خوفاً من القتل أو ذهاب المال؛ هل يجزئه الحج أم لا؟ ¶ وفيمن يكون ببدنه أو رأسه أذى فلبس وغطى رأسه؛ هل تجب عليه الفدية أم لا؟ وما هى الفدية؟ ومن لم ¶ يجد إلا بعيراً حراماً هل يجزئه الحج عليه؟ وما هو الإفراد والقران والتمتع؟ وما الأفضل؟ ومن لم يعلم ذلك ¶ هل يصح حجه أم لا؟ ¶ ج4. الحمد لله رب العالمين، لابد بعد الوقوف من طواف الإفاضة وإن لم يطف بالبيت لم يتم حجه بإتفاق الأمة، ¶ وإن أحصره عدو عن البيت وخاف فلم يمكنه الطواف تحلل ويذبح هدياً، ويحل، وعليه الطواف بعد ذلك إن ¶ كانت حجة الإسلام، فيدخل مكة بعمرة يعتمرها تكون عوضاً عن ذلك. ¶ ولا يجوز تغطية رأسه من غير حاجة، ولا لبس القميص والجبة ونحو ذلك إلا لحاجة، فإن خاف من شدة البرد ¶ أن يمرض لبس وافتدى، واستغفر الله من ذنوبه. ¶ والفدية للعذر أن يذبح شاة يقسمها بين الفقراء، أو يصوم ثلاثة أيام، أو يتصدق على ستة فقراء كل فقير ¶ بنصف صاع تمر وإن تصدق على كل واحد برطل خبز جاز. ¶ ولا يجوز أن يحج على بعير مُحَرَّم. ¶ والأفضل لمن ساق الهدى أن يقرن بين العمرة و الحج، وإن لم يسق الهدى وأراد أن يجمع بين العمرة والحج ¶ فالتمتع أفضل، وإن حج فى سفرة واعتمر فى سفرة فالإفراد أفضل، وإذا أحرم مطلقاً ولم يخطر بباله هذه ¶ الأمور صح حجه إذا حج كما يحج المسلمون، والله سبحانه وتعالى أعلم بالصواب. ¶ نقلاً عن الفتاوى الإسلامية من دار الإفتاء المصرية المجلد الأول ص128، ص132: ¶ س1. سئل فضيلة المفتى الشيخ محمد بخيت رحمه الله تعالى ¶ قامت الحرب وصار السفر إلى الحجاز لتأدية فريضة الحج صعباً وطريقه غير مأمون فما حكم الشرع الشريف ¶ فى ذلك؟ ¶ ج1. أجاب بأنه عند غلبة الخوف فى الطريق وعدم غلبة السلامة يكون الطريق غير مأمون فيجوز تأخير الحج إلى أن ¶ يصير الطريق مأموناً وتغلب السلامة وتزول غلبة الخوف. ¶ س2. سئل فضيلة المفتى الشيخ عبد المجيد سليم رحمه الله تعالى ¶ أنا سيدة مصرية مسلمة ومتعلمة ومتزوجة من رجل رجعى وأود الحج ولكن زوجى يمنعنى عن أداء هذه ¶ الفريضة بمفردى دونه مع ملازمة لإحدى قريباتى نظراً لعدم سنوح فرصة له لترك أعماله لإنه ليس له معين ¶ سوى الله فإذا خالفته وصممت على أداء الفريضة قهراً عنه بمفردى فهل هذا يُعد مخالفة لأصول الدين، وهل",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أُعاقب على هذا من الله؟ أرجو الإفادة؛ ¶ ج2. أجاب بأنه لا يجب الحج على السيدة المذكورة إلا إذا كان معها زوجها أو محرم لها ولا يحل لها أن تحج بدون ¶ زوجها أو محرمها لحديث البخارى ومسلم (لا تسافر امرأة ثلاثاً إلا ومعها محرم) زاد مسلم (أو زوج)، ¶ ولقوله عليه الصلاة والسلام: (لا يحل لامراة تؤمن بالله واليوم الآخر أن تسافر سفراً يكون ثلاثة أيام فصاعداً ¶ إلا ومعها أبوها أو زوجها أو ابنها أو ذو محرم معها) رواه الترمذى وغيره، وعن أبى هريرة رضى الله عنه عن ¶ النبى صلى الله عليه وسلم قال: (لا يحل لامرأة تُسافر مسيرة يوم وليلة إلا مع ذى محرم عليها) .. وغير ذلك ¶ من الأحاديث. ومن هذا يُعلم أن السيدة إذا سافرت من غير زوجها أو محرم لها كانت آثمة مرتكبة ما نهى ¶ عنه صلى الله عليه وسلم من السفر بدون زوج أو محرم ومرتكبة أيضاً معصية أخرى هى مخالفتها لزوجها الذى ¶ فرض الله على الزوجة طاعته فى غير معصية والذى جعل حقه على المرأة أوجب من حق أبيها كما تدل على ¶ ذلك الأحاديث ويكفينا أن نذكر منها مارواه الترمذى عن أبى هريرة رضى الله عنه عن النبى صلى الله عليه ¶ وسلم قال: (لو كنت آمراً أحداً أن يسجد لأحد لأمرت المرأة أن تسجد لزوجها) .. وبهذا عُلم الجواب ¶ عن السؤال والله سبحانه وتعالى أعلم.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "المراجع ¶ 1. إحياء علوم الدين للإمام الغزالى وبحاشيته تخريج الإمام العراقى ... دار إحياء الكتب العربية ¶ 2. الجداول الجامعة فى العلوم النافعة للشيخ جاسم مهلهل الياسين ... دار الدعوة ¶ 3. الدين الخالص للأستاذ محمود خطاب السبكى ... مطبعة الإستقامة ¶ 4. العبادة فى الإسلام للشيخ يوسف القرضاوى ... مؤسسة الرسالة ¶ 5. الفتاوى الإسلامية من دار الإفتاء المصرية ... المجلس الإعلى للشئون الإسلامية ـ مطابع الأهرام ¶ 6. الفتاوى ج1 لسماحة الشيخ عبد العزيز ابن باز ... مؤسسة الدعوة الإسلامية بالرياض ¶ 7. الكلم الطيب لابن تيمية تحقيق الشيخ الألبانى ¶ 8. المجموع شرح المهذب للإمام النووى تتمة الشيخ المطيعى ... دار الفكر ¶ 9. المحلى لابن حزم تحقيق الشيخ أحمد شاكر ... دار التراث ¶ 10. المعجم المفهرس لألفاظ القرءان للأستاذ محمد فؤاد عبد الباقى ... دار الفكر ¶ 11. المغنى لابن قدامة ... دار الكتب العلمية ¶ 12. رياض الصالحين للإمام النووى ... مكتبة السلام العالمية ¶ 13. علم أصول الفقه للشيخ عبد الوهاب خلاف ... دار القلم ـ الكويت ¶ 14. عون المعبود شرح سنن أبى داود للعظيم آبادى مع شرح ابن القيم ... مكتبة ابن تيمية ¶ 15. فقه السنة للشيخ السيد سابق ... دار التراث ¶ 16. فقه النساء فى الحج للأستاذ محمد عطية خميس ... دار الأنصار ¶ 17. مجموع فتاوى ابن تيمية ... مكتبة المعارف ـ المغرب ¶ 18. مناسك الحج والعمرة للشيخ ناصر الدين الألبانى ... جمعية إحياء التراث الإسلامى ¶ 19. منهاج المسلم للشيخ أبى بكر الجزائرى ... دار التراث ¶ 20. نيل الأوطار للشيخ الشوكانى ... دار الجيل ¶ الفهرس ¶ الموضوع ... الصفحة ¶ مقدمة فضيلة الشيخ البرى ... 2 ¶ مقدمة الطبعة الثانية ... 3",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "مقدمة الطبعة الأولى ... . ... 4 ¶ الباب الأول ... 1.: آيات من كتاب الله تعالى فى فضل الحج والعمرة وأحكامهما ... 5 ¶ 2.: ماورد من أحاديث فى فضل الحج والعمرة وأحكامهما ... 7 ¶ الباب الثانى ... : معانى لمفردات متداولة فى موضوع الحج والعمرة ... 9 ¶ : كيفية الحج والعمرة ... 12 ¶ الباب الثالث ... : فضل المدينة المنورة، وفضل المسجد النبوى الشريف ... 18 ¶ : الزيارة الشرعية لقبر الرسول صلى الله عليه وسلم وقبر ¶ صاحبيه رضى الله عنهما ... 19 ¶ الباب الرابع ... : أمور خاصة بحج وعمرة المرأة تختلف فيها عن الرجل ... 20 ¶ الباب الخامس ... : فتاوى الشيخ ابن باز فى الحج ... 23 ¶ : فتاوى الشيخ ابن تيمية فى الحج ... 24 ¶ : فتاوى دار الإفتاء المصرية فى الحج ... 25 ¶ المراجع ... 27 ¶ الفهرست ... 28",
            "page": "30",
            "part": "1"
        }
    ],
    "t36489": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كتاب تسهيل المناسم للناسك"
        },
        {
            "id": "2",
            "lvl": "1",
            "sub": null,
            "tit": "تقديم"
        },
        {
            "id": "3",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الثانية"
        },
        {
            "id": "4",
            "lvl": "1",
            "sub": null,
            "tit": "مقدمة الطبعة الأولى"
        },
        {
            "id": "5",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الأول فيما ذكر فى فضل الحج والعمرة وأحكامهما"
        },
        {
            "id": "9",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثاني صفة الحج والعمرة"
        },
        {
            "id": "19",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الثالث زيارة المسجد النبوى الشريف"
        },
        {
            "id": "21",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الرابع حج المرأة وما تختلف فيه مع الرجل"
        },
        {
            "id": "24",
            "lvl": "1",
            "sub": null,
            "tit": "الباب الخامس الفتاوى"
        },
        {
            "id": "29",
            "lvl": "1",
            "sub": null,
            "tit": "المراجع"
        }
    ]
}