{
    "b36487": [
        {
            "id": "1",
            "nass": "زيادة لفظة \" وبركاته \" في التسليم من الصلاة ¶ منقول ¶ من كتاب (( الموازنة بين المتقدمين والمتأخرين )) ¶ للشيخ الدكتور حمزة المليباري ¶ المثال السادس (¬1) ¶ زيادة لفظة \" وبركاته \" في التسليم من الصلاة ¶ رويت هذه الزيادة : \" وبركاته \" في حديث عبد الله بن مسعود رضي الله عنه ، من رواية الثوري وعمر بن عبيد الطنافسي وأي الأحوص سلام بن سليم عن أبي إسحاق عن أبي الأحوص عوف بن مالك عن ابن مسعود ، ولفظه :\" أن النبي صلى الله عليه وسلم كان يسلم عن يمينه وعن يساره حتى يرى بياض خده ، السلام عليكم ورحمة الله وبركاته ، السلام عليكم ورحمة الله وبركاته \" . ¶ كما وردت هذه الكلمة في حديث وائل بن حجر رضي الله عنه من رواية موسى بن قيس الحضرمي عن سلمة بن كهيل عن علقمة بن وائل عن أبيه وائل ولفظه : \" صليت مع النبي صلى الله عليه وسلم فكان يسلم عن يمينه السلام عليكم ورحمة الله وبركاته وعن شماله السلام عليكم ورحمة الله \" . ¶ قال الطبراني - بعد أن أورد الحديث في ترجمة حجر بن عنبس عن وائل -:\" هكذا رواه موسى بن ¶ قيس عن سلمة قال عن علقمة بن وائل وزاد في السلام وبركاته )) (¬2) ¶ وقال الشيخ الألباني حول حديث وائل هذا :\" وإسناده صحيح رجاله كلهم ثقات رجال الصحيح . وقد صححه عبد الحق في الأحكام ( ق 56/2) والنووي في المجموع ( 3/479) والحافظ ابن حجر في بلوغ المرام ، لكنهما أورداه مع الزيادة في التسليمتين ، فلا أدري أذلك وهم منهما ، أو هو من اختلاف النسخ ،فإن الذي في نسختنا وغيرها من المطبوعات ليس فيها هذه الزيادة في التسليمة الثانية ، وهو الموافق لحديث ابن مسعود في مسند الطيالسي كما تقدّم ، والله أعلم \" . ¶ ¬__________ ¶ (¬1) هذا المثال أخذته من بحث أخينا الفاضل / سعيد المري القطري ( حفظه الله ) حيث قدّمه لي ضمن متطلبات مادة العلل في الدراسات العليا ، وزدت فيع بعض الشئ ليتسق أسلوب الموازنة على أساليب الأمثلة الأخرى .(1) ¶ (¬2) المعجم الكبير 22/45(2)",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ثم قال الشيخ : \" ( تنبيه ) احتج المؤلف رحمه الله بالحديث على أن الأولى أن لا يزيد : \" وبركاته \" وإذا عرفت ما سبق من التحقيق يتبين للمنصف أن الأولى الإتيان بهذه الزيادة ، ولكن أحياناً ، لأنها لم ترد في أحاديث السلام الأخرى ، فثبت من ذلك أن النبي صلى الله عليه وسلم لم يداوم عليها وكن تارة وتارة \" اهـ (¬1) . ¶ تفصيل الكلام حول هذين الحديثين ¶ الحديث الأول : حديث ابن مسعود ¶ 1- رواية الثوري : ¶ ¬__________ ¶ (¬1) إرواء الغليل 2/31ـ32(3)",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "روى حديث ابن مسعود عن الثوري تسعة من أصحابه وهم : عبد الرحمن بن مهدي ، ووكيع بن الجراح ، وأبو نعيم الفضل بن دكين ، وعبد الرزاق بن همام ، وأبو داود سليمان بن داود الطيالسي ، ومحمد بن كثير العبدي ، وعبيد الله بن موسى ا لعبسي ، ومحمد بن الحسين الشيباني ، و عبد الله بن الوليد ، فأما ابن مهدي (¬1) ، وعبد الرزاق (¬2) ، وأبو داود الطيالسي (¬3) ، وعبيد الله بن موسى (¬4) ، ومحمد بن الحسن (¬5) ، وعبد الله بن الوليد (¬6) ، فلم تختلف الروايات عنهم فيعدم ذكر هذه الزيادة . ¶ ¬__________ ¶ (¬1) أخرجه أحمد 1/444 ، قال : حدثنا عبد الرحمن . والترمذي ح295 قال: حدثنا محمد بن بشار قال : أنا عبد الرحمن . والنسائي 3/63 قال : أخبرنا عمرو بن علي قال : أنا عبد الرحمن . (1) ¶ (¬2) أخرجه في المصنف 2/219 ، وأحمد 1/409 ، وغيره عنه .(2) ¶ (¬3) أخرجه الشاشي في مسنده 2/148 قال : حدثنا عباس بن محمد الدوري عن أبي داود الطيالسي .(3) ¶ (¬4) أخرجه الطحاوي في شرح معاني الآثار 1/267 قال : حدثنا علي بن شيبة قال لنا عبيد الله بن موسى العبسي .(4) ¶ (¬5) أخرجه محمد بن الحسن الشيباني في كتاب الحجة 1/142 ـ 143(5) ¶ (¬6) أخرجه ابن المنذر في الأوسط 3/219 قال : حدثنا علي بن الحسن قال : حدثنا عبد الله عن سفيان ووقع في المطبوع بين عبيد الله وسفيان (( بن )) بدل (( عن )) وهو خطأ ظاهر فإن ابن المنذر كثيراً ما يروي عن علي بن الحسن عن عبد الله بن الوليد عن الثوري . انظر مثلاً الأوسط 1/132 ، 135 ، 145 ، 162 ، 184 ، وغيرها كثيراً ، ثم إنه لا يوجد في الرواة أصلاً من اسمه عبد الله بن سفيان في طبقة من يروي عن أبي إسحاق ، وقد أخطأ المحقق كهذا الخطأ في عدد من المواضع .(6)",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأما وكيع وأبو نعيم ومحمد بن كثير فقد اختلف عليهم ، فرواه أحمد بن حنبل وأبو خيثمة زهير بن حرب عن وكيع بدون ذكر هذه الزيادة أيضا (¬1) ً ، وكذا رواه علي بن عبد العزيز البغوي وأبو أمية محمد بن إبراهيم الطرسوسي عن أبي نعيم (¬2) ، وخالفهم عبد الله بن عمر الذي يلقبونه مشكدانة فروى الحديث عن وكيع وأبي نعيم بإثبات هذه الزيادة (¬3) . ¶ وأما محمد بن كثي رفروى الحديث عنه أبو داود سليمان بن الأشعث السجستاني بدون هذه الزيادة (¬4) ، وخالفه الفضل بن الحباب فذكرها (¬5) . ¶ 2- رواية عمر بن عبيد الطنافسي: ¶ وروى هذا الحديث عن عمر بن عبيد الطنافسي ثمانية من أصحابه وهم أبو بكر بن أبي شيبة وأحمد بن حنبل ومحمد بن عبيد المحاربي وأخوه يعلى بن عبيد وزياد بن أيوب الذي يلقبونه دلويه ومحمد بن آدم المصيصي وإسحاق بن إبراهيم بن حبي بن الشهيد ومحمد بن عبد الله بن نمير . ¶ ¬__________ ¶ (¬1) أخرجه أحمد 1/390 ، 444 قال : حدثنا وكيع ، وأبو يعلى في مسنده 9/128 قال : حدثنا أبو خيثمة حدثنا وكيع .(7) ¶ (¬2) أخرجه الطحاوي في شرح معاني الآثار 1/267 قال : حدثنا أبو أمية قال : حدثنا أبو نعيم ، والطبراني في الكبير 10/123 قال : حدثنا علي بن عبد العزيز حدثنا أبو نعيم .(8) ¶ (¬3) أخرجه أبو العباس السراج قال : حدثنا عبد الله بن عمر ـ يعني مشكدانة ـ حدثنا وكيع وأبو نعمي به ، رواه الحافظ ابن حجر بسنده في نتائج الأفكار 2/222 وقال : هكذا في أصل سماعنا من مسند السراج بخط الحافظ مجد الدين بن النجار وكذلك وجده بخط الحافظ زكي الدين البرزالي .(9) ¶ (¬4) أخرجه أبو داود في السنن عنه ح 96(1) ¶ (¬5) أخرجه ابن حبان 5/333 قال : أخبرنا الفضل بن الحباب .(2)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فأما أبو بكر بن أبي شيبه وأحمد بن حنبل (¬1) ومحمد بن عبيد (¬2) ومحمد بن آدم (¬3) ويعلى بن عبيد (¬4) فلم تختلف الروايات عنهم في عدم ذكر هذه الزيادة . ¶ وأما ابن نمير وإسحاق بن الشهيد وزياد بن أيوب فقد اختلف نسخ الكتب التي أخرجت هذا الحديث عنهم . ¶ فأما رواية ابن نمير عند ابن ماجه (¬5) وليس في المطبوع من سنن ابن ماجه ذكر لهذه الزيادة ولذلك قال صاحب بذل المجهود (( رأيت نسخ ابن ماجه التي طبعت في الهند والتي طبعت في مصر ولم أجد فيها أثراً من هذه الزيادة)) (¬6) وقال ابن رسلان في شرح السنن: لم نجدها في ابن ماجه )) (¬7) ¶ لكن قال صاحب السبل (( راجعنا سنن ابن ماجه من نسخه صحيحه مقروءة فوجدنا فيه ما لفظه ) ثم ساق الحديث بذكر الزيادة (¬8) فيه . ¶ ¬__________ ¶ (¬1) أخرجه في المصنف 1/265 وأحمد بن حنبل أخرجه في المسند 1/448(3) ¶ (¬2) أخرجه أبو داود ح997 وقال : وحدثنا محمد بن عبيد المحاربي .(4) ¶ (¬3) أخرجه النمسائي في السنن الصغرى 3/63 قال : أخبرني محمد بن آدم بدون تفسير لكيفية السلام .(5) ¶ (¬4) أخرجه الطبراني في المجم الكبير 10/123 وقال : حدثنا محمد بن زهير الأيلي ثنا عبدة بن عبد الله الصفار ثنا يعلى بن عبيد .(6) ¶ (¬5) ذكر ذلك الحافظ ابن حجر في نتائج الأفكار 2/223 إذ قال : وهكذا أخرجه ابن ماجه عن محمد بن عبد الله بن نمير عن عمر بن عبيد عن أبي إسحاق وفيه (( وبركاته )) .(7) ¶ (¬6) بذل المجهود 5/338(8) ¶ (¬7) انظر عون المعبود 3/207 ـ 208(9) ¶ (¬8) انظر المصدر السابق (10)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وقال مؤلف غاية المقصود ( لكل نسخه السنن لابن ماجه التي عند شيخنا نذير حسين المحدث أظنها بخط القاضي ثناء الله رحمه الله والتي بأيدينا تؤيد كلام ابن رسلان فإنها خاليه عن هذه الزيادة )) (¬1) وتعقبه صاحب عون المعبود بقوله : لكن الاعتماد في ذلك الباب على نسخه صحيحه مقروءة على الحافظ كما قاله الأمير اليماني في السبل فإنه رأى هذه الزيادة وأيضاً قد اثبت هذه الزيادة من رواية ابن ماجه الحافظ في التخليص وغيره من الكتب) (¬2) . ¶ الراجح في رواية ابن نمير عن عمر بن عبيد ¶ قال مقيدة ( عفا الله عنه)* لم أجد من اثبت هذه الزيادة في رواية محمد بن عبد الله بن نمير عند ابن مادة ممن خرّج الحديث أو شرحه سوى الحافظ ابن حجر والأمير الصنعاني والأقرب إلى الصواب عدم إثباتها في سنن ابن ماجه لكثرة من لم يذكرها من شراح ومخرجين ولأن في عدم اثباتها من رواية ابن نمير موافقة لما رواه لجماعه عن عمر بن عبيد الطنافسي وعن غيره ممن روى الحديث وسيأتي بيان من رواه غير سفيان وعمر بن عبيد . ¶ تعقيب استطرادي على قول الإمام الصنعاني ¶ في ترجيح نسخه سنن ابن ماجه ¶ وأما قول صاحب عون المعبود من أن الاعتماد في ذلك الباب على نسخة مقروءة على الحافظ كما قاله الأمير اليماني فقول بعيد عن التحقيق لا سيما في هذه الإعصار المتأخرة لأن الناس قد توسعوا منذ زمن بعيد في السماع والقراءة فقد قال البيهقي وهو يحكي حال بعض المحدثين (( توسع من توسع في السماع من بعض محدثي زماننا الذي لا يحفظون حديثهم ولا يحسنون قراءة كتبهم ولا يعرفون ما يقرأ عليهم بعد أن تكون القراءة عليهم من اصل سماعهم )) (¬3) . ¶ ¬__________ ¶ (¬1) انظر المصدر السابق (11) ¶ (¬2) انظر المصدر السابق (1) ¶ (¬3) انظر مقدمة ابن الصلاح ص 93ـ 94(2)",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال الذهبي ( فليس طلب الحديث اليوم على الوضع المتعارف عند من حيز طلب العلم بل اصطلاح وطلب أسانيد عالية واخذ عن شيخ لا يعي وتسميع لطفل يلعب ولا يفهم أو لرضيع يبكي أو لفقيه يتحدث مع حدث أو آخر ينسخ وفاضلهم مشغول عن الحديث بكتابه الأسماء أو بالنعاس والقارئ إن كان له مشاركة فليس عنده من الفضيلة اكثر من قراءة ما في الجزء سواء تصحف عليه الاسم أو اختلط المتن أو كان من الموضوعات فالعلم عن هؤلاء بمعزل والعمل لا أكاد أراه بل أرى أموراً سيئة نسأل الله العفو )) (¬1) . ¶ ونقل الذهبي عن ابن حيويه أنه قال : (( جئت إلى شيخ عنده الموطأ فكان يقرأ عليه وهو يتحدث فلما فرغ قلت: أيها الشيخ يقرأ عليك وأنت تتحدث فقال: قد كنت اسمع قال فلم اعد إليه ) ثم علق الذهبي على ذلك بقوله ( قلت كذا شيوخ الحديث اليوم إن لم ينعسوا تحدثوا وان عوتبوا قالوا ¶ قد كنا نسمع وهذه مكابرة )) (¬2) ¶ ونقل الذهبي أيضا : (( وقد تسمح الناس في هذه الأعصار بالإسراع المذموم الذي يخفي معه بعض الألفاظ والسماع هكذا لا ميزة له على الإجازة ، بل الإجازة صدق وقولك: سمعت أو قرأت هذا الجزء كله مع التمتمة ودمج الكلمات كذب وكان الحفاظ يعقدون مجالس للإمام وهذا قد عدم اليوم والسماع بالإملاء يكون محققا ببيان الألفاظ للمسمع والسامع )) (¬3) . ¶ ¬__________ ¶ (¬1) سير أعلام النبلاء 7/167(3) ¶ (¬2) انظر سير أعلام النبلاء 16/160 ـ 161(1) ¶ (¬3) الموقظة ص67(2)",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "هكذا هو حال الرواية في زمن البيهقي وزمن الذهبي فما ظنك بحال الرواية في زمن الصنعاني أيقال بعد ذلبك بترجيح لفظة شاذة ليست في كل النسخ بحجه أن النسخة التي وجدت فيها تلك اللفظة نسخه صحيحه مقروءة كما يقول الصنعاني ولم يكتف بذلك صاحب عون المعبود حتى زاد فجعلها نسخه صحيحه مقروءة على الحافظ على أن من يوصف بالحفظ في ذلك العصر اعني عصر الصنعاني إنما يوصف بذلك لأجل كثره ما يحصله من الإجازات والقراءة على الشيخ ولا يتأتى ذلك لهم إلا بسرعة القراءة بل كانوا يفتخرون بذلك فيقول قائلهم قرأت البخاري في ثلاثة أيام ومسلما ً في ستة أيام ومعجم الطبراني الصغير بين المغرب والعشاء . وأمثال ذلك بل كان هذا النوع من القراءة في زمن يزخر بالحفاظ بالمحققين عند أهل هذا العصر كالذهبي وابن حجر والسيوطي وأضاربهم ولقد رأيت بنفسي في هذا العصر أناساً يقرؤون على بعض الشيوخ قراءة لا يمكنني معها معرفة ما يقول إلا بالمتابعة في الكتاب ولا أكاد أدرك الموضع الذي يقرؤه ولذلك اشترط ابن الصلاح لمن أراد الاحتجاج بحديث أو العمل به من الكتب المعتمدة مراجعه اصل قد قوبل بأصول صحيحه متعددة مروية بروايات متنوعة ليحصل له بذلك مع شهره هذه الكتب وبعدها عن أن تقصد بالتبديل والتحريف الثقة بصحة ما اتفقت عليه تلك الأصول فجعل الثقة لا تحصل إلا بالذي اتفقت عليه تلك الأصول المتعددة (¬1) ¶ الراجح في رواية ابن الشهيد وابن أيوب عن عمر بن عبيد ¶ وأما رواية إسحاق بن الشهيد وزياد بن أيوب فأخرجها ابن خزيمة عنهما بذكر هذه الزيادة كما في النسخة المطبوعة بتحقيق د.مصطفى الأعظمي (¬2) غير أن ابن حجر روى هذا الحديث بسنده من طريق ابن خزيمة فلم يذكر هذه الزيادة ثم قال (أخرجه ابن خزيمة في صحيحه هكذا )) (¬3) ¶ ¬__________ ¶ (¬1) مقدمة ابن الصلاح ص31(3) ¶ (¬2) صحيح ابن خزيمة 1/359(4) ¶ (¬3) نتائج الأفكار 2/220(5)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وقال في التخليص ( تنبيه وقع في صحيح ابن حبان من حديث ابن مسعود زيادة ـ (وبركاته ) - وهي عند ابن ماجه أيضا وهي عند أبي داود أيضا في حديث وائل بن حجر فيتعجب من ابن الصلاح حيث يقول أن هذه الزيادة ليست في شئ من كتب الحديث )) (¬1) ¶ وهذا دليل على انه لم ير هذه الزيادة في حديث ابن مسعود عند ابن خزيمة وكذا كل من خرج الحديث فإني لم أجد من عزى هذه الزيادة لابن خزيمة سوى من اعتمد على النسخة السابقة ثم إن أبا داود السجستاني قد روى هذا الحديث من طريق أحد شيخي ابن خزيمة في هذه الرواية وهو زياد بن أيوب فلما ذكر هذه اللفظة (¬2) وعليه فالأقرب إلى الصواب عدم إثبات هذه الزيادة في حديث ابن مسعود عند ابن خزيمة . ¶ 3- رواية أبي الأحوص سلام بن سليم : ¶ روى هذا الحديث عن أبي الأحوص أربعه من أصحابه مسدد بن مسرهد (¬3) وأبو الفضل عباس بن الوليد النرسي (¬4) وسهل بن عثمان العسكري (¬5) وهناد بن السري فلم يذكر هذه الزيادة سوى هناد بن السري وحده (¬6) وقول الجماعة أولى بالصواب . ¶ خلاصه القول في تصحيح حديث ابن مسعود ¶ قال مقيدة ( عفا الله عنه ) إنما قلت بأن الصواب عدم ذكره زيادة –وبركاته – فيما تقدم من الروايات عن ابن مسعود لما يلي: ¶ ¬__________ ¶ (¬1) التلخيص 1/271(1) ¶ (¬2) أخرجه أبو داود ح997 قال : وحدثنا محمد بن عبيد المحاربي وزياد بن أيوب .(2) ¶ (¬3) أخرجه عنه أبو داود ح996(3) ¶ (¬4) أخرجه عنه أبو يعلى في مسنده 9/39ـ40 ، وابن حبان 5/331 قال : أخبرنا أحمد بن علي بن المثنى قال : حدثنا العباس بن الوليد النرسي (4). ¶ (¬5) أخرجه الطبراني في الكبير 10/123 قال : حدثنا عبد الرحمن بن سلم الرازي ثنا سهل بن عثمان . (5) ¶ (¬6) ذكر رواية هناد الحافظ في نتائج الأفكار 2/221 ووقع في المطبوع تحريف ((هناد بن السري )) إلى (( أبي هناد السلولي )) وليس في الرواة أحد بهذا النعت . (6)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أولاً : كثره من روى هذا الحديث عن النبي صلى الله عليه وسلم وبدون هذه الزيادة فقد روى التسليمتين عن النبي صلى الله عليه وسلم غير ابن مسعود جماعه من الصحابة رضي الله عنهم منهم سعد بن أبي وقاص (¬1) وابن عمر (¬2) وجابر بن سمره (¬3) والبراء (¬4) ¶ وعمار بن ياسر (¬5) وعقبه بن عامر (¬6) وطلق بن علي (¬7) وغيرهم (¬8) وأصح هذه الأحاديث حديث جابر بن سمره وحديث ابن مسعود وحديث سعد بن أبي وقاص رضي الله عن الجميع والثلاثة في مسلم وحديث سعد ليس فيه بيان كيفيه التسليم . ¶ ثانياً : كثرة من روى هذا الحديث عن ابن مسعود غير أبي الأحوص بدون هذه الزيادة فقد رواه عن ابن مسعود أبو معمر (¬9) غير انه لم يبين كيفيه التسليم ورواه الأسود ¶ وعلقمه (¬10) ورواه مسروق بن الأجدع (¬11) لكنه من رواية جابر الجعفي عن أبي الحضر عنه وجابر ضعيف إلا أن الراوي عنه شعبه وسفيان ومن روى حديث مسروق عن غير جابر الجعفي فقد أخطأ. هذه أمثل روايات هذا الحديث عن ابن مسعود وقد روى عن غير هؤلاء عنه وليس في شئ من هذه الروايات ذكر لهذه الزيادة . ¶ ¬__________ ¶ (¬1) مسلم ح 582(7) ¶ (¬2) أحمد 2/71 ، والنسائي 3/62ـ63(8) ¶ (¬3) مسلم ح 431(9) ¶ (¬4) ابن أبي شيبة في المصنف 1/266(10) ¶ (¬5) ابن ماجه ح916(1) ¶ (¬6) انظر المطالب العالية ح545(2) ¶ (¬7) ابن حبان في الثقات 7/590(3) ¶ (¬8) انظر التلخيص الحبير 1/270 ـ 271(4) ¶ (¬9) مسلم 581(5) ¶ (¬10) أخرجه أحمد 1/394 ، 418 ، 426 ، 442 ، والترمذي ح 253 ، والنسائي 2/205 ، 233 من طرق عن زهير بن معاوية وإسرائيل وأبي الأحوص عن أبي إسحاق عن عبد الرحمن بن الأسود عنهما به ، وليس في هذه الطريق مخالفة لما رواه الجماعة عن أبي إسحاق عن أبي الأحوص عوف بن مالك عن ابن مسعود ؛ لأن أبا الأحوص سلام بن سليم يروي الحديث عن أبي إسحاق على الوجهين وإن كان قد اقتصر في لفظه عن الأسود وعلقمة على ذكر التكبير دون التسليم .(6) ¶ (¬11) أحمد 1/390 ، 409 ، 438(7)",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ثالثاً : كثره من روى حديث ابن مسعود عن أبي إسحاق السبعي بدون ذكر هذه الزيادة فقد رواه عن أبي إسحاق أيضا خمسة من أصحابه لم يختلف عنهم في إسناده ولا متنه متابعين في ذلك ما ذكرت انه الصواب عن الثوري وعمر بن عبيد وأبي الأحوص وهم الحسن بن صالح (¬1) ومعمر (¬2) وزائدة (¬3) وشريك (¬4) ¶ وعلي بن صالح (¬5) . وتابعهم على المتن جماعة واختلف عنهم في الإسناد وهم : زهير بن معاوية وإسرائيل ويونس بن أبي إسحاق وأبو الأحوص وإبراهيم بن طهمان وأبو بكر بن عياش وأبو ملك عبد الملك بن الحسين وخالد بن ميمون ويوسف بن إسحاق وحديج بن معاوية وأبو وكيع (¬6) . ¶ ¬__________ ¶ (¬1) أخرجه أحمد 1/408 قال : حدثنا حميد بن عبد الرحمن قال : حدثنا الحسن .(8) ¶ (¬2) أخرجه عبد الرزاق عنه 2/219 ، وأحمد 409 قال : حدثنا عبد الرزاق قال : حدثنا معمر .(9) ¶ (¬3) أخرجه ابن أبي شيبة في المصنف 1/265 قال : حدثنا حسين بن علي عن زائدة ، وأبو داود ح 996 قال : حدثنا أحمد بن يونس قال : حدثنا زائدة ، والطبراني في الكبير 10/123 قال : حدثنا محمد بن النضر الأزدي ثنا معاوية بن عمرو ثنا زائدة .(10) ¶ (¬4) أخرجه أبو داود ح 996 قال : حدثنا تميم بن المنتصر قال : أخبرنا إسحاق يعني ابن يوسف عن شريك . (11) ¶ (¬5) أخرجه النسائي 3/63 قال : أخبرنا زيد بن أخزم عن أبي داود يعني عبد الله بن داود الخريبي عن علي بن صالح ، والطبراني في الكبير 10/123 قال : حدثنا عبد الله بن محمد بن سحبان الشيرازي ثنا الحسن بن علي بن عفان ثنا معاوية بن هشام عن علي بن صالح لكن قال الدار قطني : تفرد به عبد الله بن داود عن علي بن صالح كما في أطراف الغرائب 4/147(1) ¶ (¬6) انظر العلل للدار قطني 5/8 ـ 11(2)",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فعدة من روى هذا الحديث عن أبي إسحاق ثمانية عشر راويا كله م متفقون على عدم ذكره هذه الزيادة في المتن وان اختلفوا في الإسناد سوى ثلاثة اختلف على اثنين منهم أصحابهما اعني الثوري وأبا الأحوص وأكثر أصحابهما واحفظهم على عدم ذكره هذه الزيادة واختلفت النسخ عن الثالث اعني عمر بن عبيد في إثبات هذه الزيادة وعدم إثباتها عن بعض أصحابها عنه بينما لم تختلف النسخ في عد إثبات هذه الزيادة عن جل أصحابهم واحفظهم عنه . ¶ رابعاً : أن من فصل في روايات هذا الحديث من الأئمة كأبي داود (¬1) والدار قطني (¬2) والطبراني (¬3) مع ما عرف عنهم من الاعتناء التام بذكر اوجه الاختلاف والزيادات في الروايات (¬4) لم يذكروا هذه الزيادة عن أحد من رواة هذا الحديث مع انهم ذكروا روايات من رويت عنهم هذه الزيادة. ¶ خامساً : أن شعبه بن الحجاج كان ينكر هذا الحديث حديث أبي إسحاق أن يكون مرفوعاً ولذلك لم يخرجه البخاري أصلاً ولم يخرجه مسلم من طريق أبي إسحاق . ¶ الحديث الثاني حديث وائل بن حجر ¶ ¬__________ ¶ (¬1) السنن ح 996(3) ¶ (¬2) العلل 5/4 ـ 11(4) ¶ (¬3) المعجم الكبير 10/123 ـ 128(5) ¶ (¬4) قال ابن رجب : (( وأما الزيادات في المتون وألفاظ الحديث فأبو داود رحمه الله في كتاب السنن أكثر الناس اعتناء بذلك ( شرح علل الترمذي 2/639 ) .(6)",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "روى هذا الحديث سلمه بن كهيل واختلف عنه فرواه سفيان (¬1) والعلاء بن صالح (¬2) ومحمد بن سلمه بن كهيل (¬3) عن سلمه بن كهيل عن حجر بن عنبس عن وائل بن حجر انه صلى خلف النبي صلى الله عليه وسلم فلما قرأ فاتحه الكتاب جهر بآمين قال: وسلم عن يمينه وعن يساره حتى رأيت بياض خده . ¶ وخالفهم شعبه في الإسناد والمتن فقال عن سلمه عن أبي العنبس عن علقمه عن وائل بن حجر عن ¶ النبي صلى الله عليه وسلم فلما قال (( ولا الضالين )) قال : (( آمين )) فأخفى بها صوته ووضع ¶ يده اليمنى على يده اليسرى وسلم عن يمينه وعن يساره . ¶ نصوص النقاد في بيان خطأ شعبه في هذه الرواية ¶ ¬__________ ¶ (¬1) أخرجه أحمد 4/317 ، قال : ثنا محمد بن عبد الله بن الزبير ثنا سفيان .(1) ¶ (¬2) أخرجه ابن أبي شيبة في المصنف 1/265 ، قال : حدثنا ابن نمير عن العلاء بن صالح ، والترمذي مختصراً ح 249 ، قال : حدثنا أبو بكر محمد بن أبان قال : حدثنا عبد الله بن نمير عن العلاء ، والطبراني في الكبير 22/45 ، قا ل: حدثنا عبيد بن غنام ثنا أبو بكر بن أبي شيبة ثنا ابن نمير عن العلاء بن صالح ، وحدثنا محمد بن يحيى بن منده الأصبهاني حدثنا أبو كريب ثنا محمد بن بشر وعبد الله بن نمير عن علي بن صالح أخرجه أبو داود ح 933 قا لالمزي في تهذيب الكمال 22/513 وهو وهم .(2) ¶ (¬3) أخرجه الطبراني في الكبير 22/45 ، قال : حدثنا عبد الله بن أحمد بن حنبل ثنا الأزرق بن علي ثنا حسان بن إبراهيم ثنا محمد بن سلمة بن كهيل .(3)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهكذا رواه جماعه عن شعبه (¬1) وهو المحفوظ عنه ولذلك خطأه الحفاظ فقال الترمذي : سمعت محمد بن إسماعيل يقول حديث سفيان الثوري عن سلمه بن كهيل في هذا الباب اصح من حديث شعبه وشعبه اخطأ في هذا الحديث في مواضع قال ( عن سلمه بن كهيل عن حجر أبي العنبس) وانما هو ( خحر بن عنبس ) وكنيته أبو السكن وزاد فيه ( عن علقمه بن وائل) وإنما هو ( حجر بن عنبس عن وائل بن حجر) ليس في ( علمقه ) وقال ( وخفض بها صوته ) والصحيح ( انه جهر بها ) . وسألت أبا زرعه فقال : حديث سفيان اصح من حديث شعبه وقد رواه العلاء بن صالح (¬2) وقال مسلم ( أخطأ شعبه في هذه الرواية حين قال وأخفى صوته )) (¬3) ¶ وقال الدار قطني ( كذا قال شعبه وافخر بها صوته ويقال انه وهم فيه لأن سفيان الثوري ومحمد بن سلمه بن كهيل وغيرهما رووه عن سلمه فقالوا: ورفع صوته بآمين )) (¬4) ¶ رواية موسى بن قيس عن سلمه بن كهيل ¶ ورواه موسى بن قيس الحضرمي عن سلمه بن كيل عن علقمه بن وائل عن أبيه قال : صليت مع النبي صلى الله عليه وسلم فكان يسلم عن يمينه السلام عليكم ورحمة الله وبركاته وعن شماله السلام عليكم ورحمة الله )) (¬5) ¶ فخالف موسى بن قيس الجميع في هذا الإسناد حيث اسقط حجرا وجعل مكانه ( علقمه ) وفسر السلام ، وزاد فيه : لفظة (( وبركاته )) . ¶ ¬__________ ¶ (¬1) انظر مسند أبي دواد الطيالسي ، ص 138 ، ومسند أحمد 4/316 ، والتمييظ لمسلم ، ص 180 ، ، وصحيح ابن حبان 5/109 ، والمعجم الكبير للطبراني 22/9 ، 45 ، والمستدرك للحاكم 2/253(4) ¶ (¬2) العلل الكبير للترمذي ، ص68 ، 69 ، وانظر التاريخ الكبير 3/73(5) ¶ (¬3) التمييز ، ص 180(6) ¶ (¬4) سنن الدار قطني 1/334(1) ¶ (¬5) أخرجه أبو داود ح 997 ، قال : حدثنا عبده بن عبد الله ثنا يحيى بن آدم ثنا موسى ، والطبراني في الكبير 22/45 ، قال: حدثنا أسلم بن سهل الواسطي ثنا أبو الشعثاء علي بن الحسن ثنا يحيى بن أدم به .(2)",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال الطبراني ـ بعد أن أورد الحديث في ترجمه حجر بن عنبس عن وائل :\" هكذا رواه موسى بن قيس عن سلمة قال عن علقمة بن وائل وزاد في السلام \" وبركاته :\" (¬1) ¶ وقد ذكر العقيلي عددا من الأحاديث لموسى بن قيس ، ليش هذا الحديث من ضمنها ثم قال : (( هذه الأحاديث من أحسن ما يروى عصفور ، وهو يحدث بأحاديث رديئة بواطيل (¬2) ، فلعل هذا من الأحاديث التي أخطأ فيها . ¶ الراجح في حديث وائل بن حجر عدم ذكر (( وبركاته )) ¶ وعلى هذا فإن كلمة (( وبركاته )) لا تصح من حديث وائل بن حجر أيضاً لما يلي : ¶ أولاً : أن موسى بن قيس أخطأ في إسناد هذا الحديث ، وهذا قرينة على عدم الثقة بما ينفرد به من الزيادة في المتن ، وظني أنه أختلط عليه حديث حجر بن عنبس هذا بحديث علقمة عن أبيه قال : (( رأيت رسول الله صلى الله عليه وسلم إذا كان قائماً في الصلاة قبض بيمينه على شماله )) (¬3) ، فلعل موسى بن قيس تداخل عليه غسناد هذه الحديث وتوهم أنه لمتن حديث حجر ، وزاد على سبيل التوهم في السالم لفظه : ((وبركاته )) . ¶ ثانياً : أنه لم يتابع على هذه الرواية من أحد أصحاب سلمة بن كهيل ، وفيهم الحفاظ المتقون ، كالثوري وغيره . ¶ ثالثاً : أن الحديث قد روى من وجه آخر عن وائل بن حجر بدون هذه الزيادة ، فقد رواه شعبة عن عمرو بن مرة قال : سمعت أبا البختري يحدث عن عبد الرحمن اليحصبي عن وائل الحضرمي قال : صليت مع رسول الله صلى الله عليه وسلم فكان يسلم عن يمينة وعن شماله (¬4) ¶ رابعاً : أن موسى بن قيس وإن كان ثقة فليس ممن يقبل تفرده بالزيادة عن سلمة بن كثيل دون ¶ ¬__________ ¶ (¬1) المعجم الكبير 22/45(3) ¶ (¬2) ضعفاء العقيلي 4/164(4) ¶ (¬3) أخرجه أحمد 4/316 ، والنشائي 2/125 من طؤيقين عن علقمة به .(5) ¶ (¬4) أخرجه أبو داود الطيالسي ص 137 ، وابن أ[ي شيبة في المصنف 1/265 ، وأحمد 4/316 ، والدارمي ح 1252 ، وأبو القاسم البغوي في مسند ابن الجعد ، ح 125 ، وغيرهم من طرق عن شعبة به .(1)",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الأجلة من أصحابه ممن روى الحديث عنه . ¶ زيادة الثقة في هذا الحديث ¶ فإن قيل هذه زيادة من ثقة فهي مقبولة ، كما قال صاحب عون المعبود ، إذ قال : ((ومع صحة إسناد حديث وائل ـ كما قال الحافظ في بلوغ المرام ـ يتعين قبول زيادته، إذ هي زيادة عدل ، وعدم ذكرها في رواية غير ليست رواية لعدمها ، وقد عرفت أن الوارد زيادة (( وبركاته )) وقد صحت ، ولا عذر عن القول بها )) (¬1) . فالجواب أن يقال : أن الزيادة في حديث ما ـ كغيرها من مسائل المصطلح التي جعل لها المتأخرون من أهل الإصطلاح قوانين مطردة ـ أشبه بالمسائل الفقثية البحتة ، بينما ليس لأهل الحديث فيها حكم كلي ، بل عملهم في ذلك دائر مع القرائن في كل حديث حديث (¬2) . ¶ ولذلك قال الترمذي : (( ورب حديث إنما يستغرب لزيادة تكون في الحديث )) (¬3) ، وليست الغرابة تقدح بمجرد التفرد ، بل بما يحف ذلك من القرائن أيضاً . ولذلك قال أبو داود : (( فإنه لا يحتج بحديث غريب ولو كان من رواية مالك ويحي بن سعيد والثقات من أئمة العلم )) (¬4) ، بينما يقبل تفرد مثل هؤلاء في بعض الأحيان بحسب القرائن حيث لم يقو جانب الرد على جانب القبول . ¶ وأما إذا خلا المقام من المرجحات والقرائن ، فإن النظر ينصب حينئذ إلى الترجيح بقوة الحفظ والإتقان ، ويكون ذلك بمثابة القرينة ، ولذلك قال ابن خزيمة : ((لسنا ندفع أن تكون الزيادة مقبولة من الحفاظ ، ولكنا نقول : إذا تكافأت الرواة في الحفظ والإتقان فروى حافظ عالم بالأخبار زيادة في خبر قبلت زيادته ، فإذا تواردت الأخبار ، فزاد ، وليس مثلهم في الحفظ ، زيادة لم تكن تلك الزيادة مقبولة )) (¬5) . ¶ ¬__________ ¶ (¬1) عون المعبود 3/207 ـ 208(2) ¶ (¬2) انظر النكت على كتاب ابن الصلاح ، للحافظ ابن حجر 2/604 ، وتدريب الراوي 1/222(3) ¶ (¬3) سنن الترمذي 5/759(4) ¶ (¬4) رسالة أ[ي داود ، ص 29(5) ¶ (¬5) النكت على كتاب ابن الصلاح 2/689(6)",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وعليه فلا يصح جعل هذه الرواية ـ التي تبين بالقرائن المتقدمة أن راويها خلط في إسنادها ومتنها ـ من قبيل زيادة الثقة المقبولة بحال ، والله تعالى أعلم . وفي ضوء ما تقدم يبتين أن من صحح حديث إبن مسعود أو حديث وائل بهذه الزيادة فقد تساهل في ذلك (¬1) ، والله تعالى أعلم . ¶ تنبيه : ¶ ذكر الشيخ الألباني رحمة الله عليه زيادة (( وبركاته )) في صفة الصلاة له ، وعزى حيثها لأبيس داود وابن خزيمة ثم قال : (( وصححه عبد الحق في أحكامه ، وكذا النووي والحافظ إبن حجر ورواه عبد الرزاق في مصنف ( 2/219 ) . ¶ قال مقيده عفا الله عنه : في كلامة ( رحمة الله عليه ) نظر من وجوه : ¶ الأول : أنه عزى هذه الزيادة إلى أبي داود وابن خزيمة ، فهذا العزو يوهم وزودها في حديث واحد عندهما ، مع أنهما حديثان ، ثم رتب على ذلك ما ذكر من التصحيح عمن ذكرهم ، وهذا يقتضي أنههم صححوا الحديثين معاً ، وهذا خلاف الواقع فإن حديث ابن خزيمة لم يصحح أحد م هؤلاء . ¶ الثاني : أن النووي قد حكم برد هذه الزيادة في الأذكار ، وأنها لم تجيء إلا في رواية لأبي داود ، يعني رواية وائل بن حجر (¬2) ، فلعله حصل ليس في العزو من جهة أن بعض الشافعية يرى هذه الزيادة ويصحح الحديث فيها ، والله أعلم . ¶ ¬__________ ¶ (¬1) كالشيخ الألباني ـ رحمه الله تعالى ـ ، انظر صفة الصلاة ، ص 187(1) ¶ (¬2) انظر نتائج الأفكار 2/219(2)",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الثالث : أنه عزى الحديث لعبد الرزاق في المصنف ، برقم ( 2/219 ) وليس الحديث في مسنداً ، والذي سبب هذا الخطأ أن عبد الرزاق ذكر حديث أبي الضحى في التسليم عن مسروق عن عبد الله مرفوعاً ، دون ذكر زيادة (( وبركاته )) ، ثم ذكر بعده حديثا موقوفاً على أبن مسعود ، فيه ذكر هذه الزيادة معقباً عليه بقوله : ((أظنه لم يتابعه عليه أحد )) ، ثم أسند حديثاً عن معمر والثوري عن أبي إسحاق عن أبي الأحوص عن عبد الله مرفوعاً ولم يذكر لفظه بل قال : (( مثل أبي الضحى )) ، فظن الشيخ الألباني ( رحمة الله عليه ) أن حديث أبي الضحى هو السابق على هذا مباشرة ، لأن هذا هو الكثير من صنيع أهل الحديث أنه يحيلون لفظ بعض الروايات على ما يسبقها مباشرة إذا أتحد اللفظ أو المعنى ، فعزي الشيخ الرواية مرفوعة بزيادة ((وبركاته )) لعبد الرزاق ، والله أعلم .",
            "page": "18",
            "part": "1"
        }
    ],
    "t36487": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "زيادة وبركاته في التسليم"
        }
    ]
}