{
    "b36495": [
        {
            "id": "1",
            "nass": "الجوال (( مسائل وأحكام )) ¶ المقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهده الله فلا مضل له ومن يضلل فلا هادي له وأشهد أن لا إله إلا الله وحده لا شريك له وأشهد أن محمدا عبده ورسوله يا أيها الذين آمنوا اتقوا الله حق تقاته ولا تموتن إلا وأنتم مسلمون . ¶ يا أيها الناس اتقوا ربكم الذي خلقكم من نفس واحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والأرحام إن الله كان عليكم رقيبا . ¶ يا أيها الذين آمنوا اتقوا الله وقولوا قولا سديدا . يصلح لكم أعمالكم ويغفر لكم ذنوبكم . ¶ ومن يطع الله ورسوله فقد فاز فوزا عظيما . ¶ …أما بعد :فهذه رسالة لطيفة جمعت فيها ما استطعت من مسائل وأحكام يحتاج إليها مستخدمي الهواتف النقالة ، لاسيما وقد انتشرت في أيدي الناس كانتشار النار في الهشيم ، ولا يكاد يخلو منها بيت من بيوت المسلمين ،فدعت الحاجة وبقوة إلى التفقه في الدين فيما يتعلق بهذه النازلة ، والنظر في مسائلها وإعلام الناس بالحكم الشرعي في مختلف مسائل هذه القضية ... ¶ …والله أرجو أن أكون قد وفقت في جمع وإعداد هذه المادة ، فإن كان صواباً فمن الله وحده ، وإن كان غير ذلك فمني والشيطان ... ¶ وصلى الله على خليل الرحمن وشفيع الأنام وسلم ,وعلى آله وصحبه والتابعين .... ¶ حكم استخدام الجوال ¶ س :ما حكم استخدام (الجوال) الهاتف النقال باعتباره يسبب أضرارا ؟ ¶ ج :فإن كل ما يضر بالإنسان، ويخل بصحته، مما ثبت ضرره بالنفس ثبوتاً معتبراً شرعاً، فإنه لا يجوز استخدامه، ولا استعماله بأي نوع من أنواع الاستعمال المؤدي إلى حصول الضرر به، ما لم تكن هناك ضرورة ملجئة إلى استعماله، والضرورة تقد بقدرها، لكن الحكم بمنع أمر ما من أجل ضرره، يتوقف على ثبوت ذلك الضرر، فإن الأحكام لا تبنى على مجرد الظن والتخمين.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فإذا ثبت أن الهاتف المحمول يسبب سرطان الدماغ أو غيره من الأمراض فإنه لا يجوز استعماله ويكون ذلك حينئذ من قتل الشخص لنفسه والإلقاء باليد إلى التهلكة، قال الله تعالى: وَلاَ تَقْتُلُواْ أَنفُسَكُمْ إِنَّ اللّهَ كَانَ بِكُمْ رَحِيمًا [النساء:29]، وقال الله تعالى: وَأَنفِقُواْ فِي سَبِيلِ اللّهِ وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ وَأَحْسِنُوَاْ إِنَّ اللّهَ يُحِبُّ الْمُحْسِنِينَ [البقرة:195]، وقال النبي صلى الله عليه وسلم: لا ضرر ولا ضرار. رواه ابن ماجة وغيره ، قال الألباني في \"السلسلة الصحيحة\" 1 / 443 برقم250 :حديث صحيح عن أبي سعيد الخدري ، و عبد الله ابن عباس ، و عبادة بن الصامت ، و عائشة ، و أبي هريرة ، و جابر بن عبد الله ،و ثعلبة بن مالك رضي الله عنهم .. اهـ ¶ ولكن الوأعلم،ه هو أن هذه الأمور مجرد احتمالات، وأن أهل الاختصاص مختلفون في الأضرار التي يسببها الهاتف المحمول، فمنهم من يثبت بعض الأضرار ومنهم من ينفيها، فلا يزال في الأمر غموض، ومع هذا نقول يجب طرح الأمر على أهل الاختصاص. ¶ وهكذا حكم وضع أجهزة قاطع إرسال الجوال في المساجد فهناك بعض الكتابات من بعض الأطباء عن ضرر هذه الأجهزة ، وفي المقابل هناك من الأطباء من كتب أنه لم يثبت حتى الآن ضررها .وآخر الأبحاث الطبية تؤكد أن ما وصل إليه العلم الحديث لا يكفي لتأكيد الضرر أو نفيه.فلنبق إذن مع الأصل الذي هو عدم ثبوت الضرر، عافانا الله جميعًا من كل سوء. ¶ وعليه لا بأس في استخدام هذه الأجهزة لإنهاء ظاهرة أصوات الجوال المزعجة - وغير المزعجة- وبالتالي المحافظة على روح الصلاة والخشوع فيها . والله أعلى وأعلم ، ونسبة العلم إليه أسلم ¶ الجوال في وغيره. ¶ س : ما حكم تنبيه المصلين لإغلاق الهاتف الجوال عند دخول المسجد ؟",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ج: كتابة لافتة على باب المسجد ، مثل ( الرجاء إقفال الهاتف النقال قبل دخول المسجد) ، وذلك للتذكير ، عمل طيب يثاب عليه إن شاء الله تعالى لما يترتب عليه من تنبيه المصلين على ضرورة إغلاق الهاتف الجوال عند دخول المسجد، فقد يترتب على فتحه تشويش على المصلين بما يطلقه من رنين عند الاتصال خصوصاً إذا اشتمل على موسيقى، وبالتالي فهذا فيه تنبيه إلى خير وطاعة لله تعالى، وقد قال النبي صلى الله عليه وسلم: من دل على خير فله مثل أجر فاعله. رواه مسلم وغيره . والله أعلى وأعلم ¶ س: ما حكم حمل المصلي الهاتف النقال ( الجوال ) وفيه موسيقى وقرآن ؟ ¶ ج: فقد نص أهل العلم على أنه يكره للمصلي أن يحمل معه ما أصله مباح مما يشغله عن الخشوع في صلاته، وأماالإصدار: والأغاني الماجنة ونحو ذلك فلا يجوز استصحابها لا في الهاتف ولا في غيره وتجب إزالتها، لكن حمل الهاتف المحتوي عليها لا يبطل الصلاة، لكن يعظم الإثم وتشتد الحرمة على من دخل المسجد ومعه ذلك الجوال ولم يغلقه وهو يعلم أنه سيسمع منه تلك الأصوات في المسجد أو في حال الصلاة لما في ذلك من عدم تعظيم شعائر الله، ولما فيه من أذى للمصلين، وقد نهى الله ورسوله عن ذلك كما هو معلوم، وعليه فنوصيك بتقوى الله تعالى وتغيير ما بداخل الجهاز من الأغاني بشيء جائز، وفي حالة الدخول في المسجد أو في الصلاة أغلقه حتى لا يشغلك ويشغل بقية المصلين عن صلاتهم، وأما تحميل القرآن والأغاني على شريحة واحدة في الجوال أو غيره من الأجهزة فلا ينبغي وإذا حصل الخلط بين القرآن والأغاني فإنه حينئذ لا يجوز لما ذلك من لبس الحق بالباطل والاستهانة بالقرآن ونحو ذلك. ¶ وفي مجلة البحوث الإسلامية العدد السبعون - الإصدار : من رجب إلى شوال لسنة 1424هـ ، فتاوى سماحة الشيخ عبد العزيز بن عبد الله بن محمد آل الشيخ ( نغمات الجوال في المساجد )",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "يقول السائل : سماحة الشيخ هل من نصيحة للذين يتهاونون في نغمات الجوال في المساجد و يسببون الإزعاج للمصلين ؟ ¶ ج : لا شك أن الجوال وسيلة اتصال نافعة ، لكن بيوت الله لها حرمتها ، وإذا كان إنشاد الضالة فيها محرما فكيف بهذه الأصوات المزعجة للمصلين والتالين والذاكرين ! فيجب عليك البعد 32:لإضرار بإخوانك, والحرص على احترام بيوت الله، فاحرص على إغلاق الجوال داخل المسجد أو على الأقل إغلاق صوته؛ احتراما لبيوت الله. سورة الحج الآية 32 : ذَلِكَ وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ\" . ¶ وفي ( اللقاء الشهري [53]رقم (1، 2) ) للشيخ : ( محمد بن صالح العثيمين ) ¶ السؤال: فضيلة الشيخ.. يلاحظ في الوقت الحاضر بشكل ظاهر كثرة استخدام الجوال عند تأدية المشاعر خاصة في الحرم في الطواف والسعي، فما توجيهك يا فضيلة الوالد؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الجواب: أنا الحمد لله أديت العمرة في رمضان ولم أجد في هذا إشكالاً، وحضرت المساجد في الجماعة ولم أجد إشكالاً، فأنا أتعجب من كثرة السؤال حول هذا الموضوع والإشكالات، حتى أني سمعت بعض الناس الإمام يقول: استووا، اعتدلوا، طفوا البياجر. وكلاماً هذا معناه، المسألة ما وصلت إلى هذا إطلاقاً، لكن لا شك أن الإنسان إذا عرف أن الاتصالات هذه كثيرة وأبقى الهاتف أو البيجر أبقاه مفتوحاً لا شك أنه يؤذي؛ لأن بعض الناس -ما شاء الله!- يكون عليه اتصالات كثيرة، فهذا نقول له: أقفلها حتى لا تؤذي، وإذا كان اوالمالكية:له عليه وعلى آله وسلم خرج على أصحابه وهم يقرءون القرآن ويجهرون بالقرآن نهاهم عن ذلك وقال: (لا يؤذين بعضكم بعضاً) في الجهر بالقراءة، فكيف بهذه الأصوات؟ فعلى كل حال: من عرف من نفسه أن الاتصالات تكثر عليه فليغلق هذا. وانظر أيضا اللقاء الأربعون من اللقاءات الشهرية التي تتم ليلة الأحد الثالث من كل شهر، وهذه الليلة ليلة الأحد الحادي والعشرين من شهر رجب عام (1417هـ) والله أعلى وأعلم ¶ س: ما حكم قطع الصلاة بحجة رنين الجوال ؟وهل يجوز لمن نسي إغلاق هاتفه ورن في حالة الصلاة أن يغلقه ويتم صلاته؟ ¶ ج: لا يجوز قطع الصلاة المفروضة إلا لعذر شرعي، جاء في الموسوعة الفقهية الكويتية (ج 36 / ص 47): ¶ ( قطع العبادة الواجبة بعد الشّروع فيها بلا مسوّغ شرعيّ غير جائز باتّفاق الفقهاء ، لأنّ قطعها بلا مسوّغ شرعيّ عبث يتنافى مع حرمة العبادة ، وورد النهي عن إفساد العبادة، قال تعالى : { وَلَا تُبْطِلُوا أَعْمَالَكُمْ } ، أما قطعها بمسوّغ شرعيّ فمشروع ، فتقطع الصلاة لقتل حية ونحوها للأمر بقتلها ، وخوف ضياع مال له قيمة له أو لغيره ، ولإغاثة ملهوف ، وتنبيه غافل أو نائم قصدت إليه نحو حية ، ولا يمكن تنبيهه بتسبيح ، ويقطع الصوم لإنقاذ غريق ، وخوف على نفس ، أو رضيع .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "أما قطع التطوّع بعد الشّروع فيه فقد اختلف الفقهاء في حكمه فقال الحنفية والمالكية : لا يجوز قطعه بعد الشّروع بلا عذر كالفرض ويجب إتمامه ، لأنّه عبادة ، ويلزم بالشّروع فيه، ولا يجوز إبطاله ، لأنّه عبادة . ¶ وقال الشافعية والحنابلة : يجوز قطع التطوّع الحدث،لحجّ والعمرة ، لحديث « المتنفل أمير نفسه » ولكن يستحبّ إتمامه ، أما الحجّ والعمرة فيجب إتمامهما ، وإن فسدا إذا شرع فيهما، لأنّ نفلهما كفرضهما. ¶ وتنقطع الصلاة بإتيان ما يتنافى معها كتعمّد الحدث ، ونية الخروج منها بعد الإحرام ، والكلام الكثير عرفاً ، والعمل الكثير ، ونحو ذلك من مبطلاتها ). انتهى ¶ ومنه يعلم أنه لا يجوز قطع الصلاة المفروضة لأجل إغلاق الهاتف المحمول إذ يمكن للمصلي أن يغلق الهاتف المحمول أو على أقل تقدير أن يسكت رنين الهاتف بحركة يسيرة في أثناء الصلاة، وقد ثبت في الحديث أن النبي - صلى الله عليه وسلم - : ( أمَّ الناس في المسجد فكان إذا قام حمل أمامة بنت زينب وإذا سجد وضعها ) رواه البخاري ومسلم ،ولا يؤثر ذلك في صحة الصلاة. ¶ وعلى أصحاب الهواتف المحمولة أن يتقوا الله ويحرصوا على إغلاق هواتفهم قبل الدخول إلى المسجد حتى لا يؤذوا إخوانهم المصلين، فقد ورد في الحديث عن أبي سعيد الخدري - رضي الله عنه - قال :( اعتكف رسول الله - صلى الله عليه وسلم - في المسجد فسمعهم يجهرون بالقراءة فكشف الستر وقال : ألا إن كلكم مناجٍ ربه فلا يؤذي بعضكم بعضاً ولا يرفع بعضكم على بعض في القراءة أو قال في الصلاة) رواه أبو داود بإسناد صحيح كما قال الإمام الألباني في صحيح سنن أبي داود - (ج 3 / ص 332)1332 ,وحتى يجنبوا بيوت الله هذه النغمات الموسيقية التي عمت بها البلوى في كثير من المساجد، كما ننصح بالابتعاد عن النغمات الموسيقية والاكتفاء بما هو خال من الألحان ونحوها، لحرمة استماع الموسيقى من الجوال وغيره . والله أعلى وأعلم",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "س: ما حكم شحن الجوال (الهاتف النقال) من كهرباء المسجد ؟ ¶ ج:لا يجوز شحن الجوال من كهرباء المسجد لأن كهرباء المسجد لا يجوز أن تستغل في الأمور الشخصية فلا يجوز لشخص مثلاً أن يمد خطاً من كهرباء المسجد إلى بيته والأصل عند العلماء أن المال الموقوف يستعمل حسب شرط الواقف إن كان هنالك شرط له فإن لم يكن له شرط فيستعمل المال الموقوف حسب ما تعارف الناس عليه وينبغي التنبيه إلى أن وجود الوصلات الكهربائية التي توصل بها الهواتف لشحنها لا يدل على أن الأوقاف قد أذنت في شحن الجوالات فهذه الوصلات إنما وضعت لخدمة المسجد من استخدام المكنسة الكهربائية أو مكبر الصوت ونحو ذلك ولا يصح القول بأن وجودها إذن للناس باستعمالها. كما أن فتح هذا الباب للناس يعني تحميل المساجد مصاريف عالية ولا يقولن أحد إن شحن الجوال ليس مكلفاً وعليه أن ينظر إلى كثرة الجوالات مع الناس. ¶ راجع: فتاوى ورسائل محمد بن إبراهيم آل الشيخ - (ج 9 / ص 70)،و لقاء الباب المفتوح رقم 168 للشيخ : محمد بن صالح العثيمين الخميس هو الثاني والعشرون من شهر جمادى الآخرة عام (1418هـ). والله أعلى وأعلم ¶ س : حكم استخدام الجوال في الحرمين الشريفين ؟ ¶ ج : لا حرج في استخدام الجوال في الحرمين الشريفين ، إذا لم يكن ذلك في وقت الصلاة ، أو يكن فيه تشويش على الطائفين بالبيت الحرام ،أو المصلين فيه ، لأن الكلام في الجوال كالكلام مع شخص بجنبك ، وذلك لا حرج فيه. والله أعلى وأعلم ¶ س : ما حكم استعمال الجوال أو الهاتف في المسجد للمعتكف؟ وما ضوابط ذلك إذا كان جائزاً؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ج : لا بأس باستعمال الجوال والهاتف للمعتكف في المسجد إذا لم يشوش على الناس، فإن شوش على الناس فإنه لا يستعمل، لأن النبي صلى الله عليه وعلى آله وسلم خرج على أصحابه ذات ليلة وهم يصلون في المسجد أوزاعاً ويجهرون بالقراءة، فقال: (لا يؤذين بعضكم بعضاً في القراءة، كلكم يناجي ربه) وأمرهم ألا يجهروا لئلا يؤذي بعضهم بعضاً، فإذا كانت هذه الجوالات أو البياجر تشوش على المصلين فإن الواجب أن يصكها الإنسان ويغلقها حتى لا يشوش على إخوانه. وبهذه المناسبة أود أن أذكر إخواني الأئمة الذين يصلون بالميكرفون ويفتحونه على حافات المسجد أو في المنارة فإن ذلك يشوش على من بقربهم من المساجد، ويشوش على أهل البيوت الذين يصلون وحدهم، وربما يؤدي إلى الإضرار بأهل البيوت، قد يكون المريض متشوفاً للنوم فيطير عنه النوم ويتأذى بهذا، فأدعو إخواني الأئمة إلى إقفال الميكرفونات عن المنائر وقت الصلاة؛ لأنها أذية لا شك فيها، وليس فيها فائدة للمصلين؛ لأن المصلين قد يستغنون بالمكبرات الداخلية، ولا للذين خارج المسجد؛ لأن الذين خارج المسجد إذا سمعوا القراءة وظنوا أن الإمام قريباً يركع أسرعوا وركضوا لإدراك الركوع فخالفوا بذلك السنة؛ ولأن بعض الناس وقد شكي إلينا هذا يبقى في بيته ويقول: مازال في الركعة الأولى والإنسان إذا أدرك ركعة من الصلاة فقد أدرك الصلاة، ثم يبقى إلى أن يبقى ركعة ثم قد يدرك الركعة وقد لا يدركها. ¶ اللقاء الشهري 71 في هذه ليلة الأحد الحادي عشر من شهر رمضان المبارك عام (1420هـ). ¶ الذكر والأذان في الجوال ¶ س : ما حكم جعل الأذان والآيات القرآنية بدلاً من النغمات والرنات الموسيقية في أجهزة الجوال ( الهاتف النقال) ؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ج : لا يجوز شرعاً أن تجعل آيات القرآن الكريم ولا ألفاظ الأذان بدل رنات الجوال (الهاتف المحمول) وهذا الحكم في هذه المسألة المستجدة مخرج على القواعد الشرعية الثابتة بالنصوص من كتاب الله وسنة نبيه صلى الله عليه وسلم وأول هذه القواعد الشرعية هي وجوب تعظيم شعائر الله يقول الله تعالى { ذلك وَمَنْ يُعَظِّمْ شَعَائِرَ اللَّهِ فَإِنَّهَا مِنْ تَقْوَى الْقُلُوبِ } سورة الحج الآية 32. ويقول تعالى { ذلك ومن يعظم حرمات الله فهو خير له عند ربه } سورة الحج الآية 30. ¶ قال الإمام القرطبي [ { ومن يعظم شعائر الله } الشعائر جمع شعيرة، وهو كل شيء لله تعالى فيه أمر أشعر به وأعلم.... فشعائر الله أعلام دينه لا سيما ما يتعلق بالمناسك ... ] تفسير القرطبي 12/56. ¶ ولا شك أن آيات القرآن الكريم والأذان من أعظم شعائر الله فيجب صيانتها أن تكون بدل رنة الجوال بل إن في ذلك امتهاناً لكلام رب العالمين وخاصة أن صاحب الجوال لا يتحكم في زمان ومكان تلقي المكالمة الهاتفية فيمكن أن يتلقى المكالمة وهو في المرحاض فلا يقبل شرعاً أن ينطلق الأذان من المراحيض والحمامات ولا يقبل شرعاً أن تتلى آية من كتاب الله في المراحيض والحمامات وكلام الله أجل وأعز من أن يتلى في تلكم الأماكن، وأيضاً لو كان الهاتف المحمول في جيب خلفي لحامله وهو جالس عليه فتلقى مكالمة فماذا يحدث؟ سيخرج الأذان وترتل آيات القرآن الكريم من تحت مؤخرته !! وهذا لا يقبل في دين الله.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ومن هذه القواعد أن كلام الله عز وجل مقدس ومحترم وينبغي التأدب عند سماعه كما قال تعالى { وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ } سورة الأعراف الآية 204 . قال العز بن عبد السلام : [ الاستماع للقرآن والتفهم لمعانيه من الآداب المشروعة المحثوث عليها ] فتاوى العز بن عبد السلام ص485 - 486 . وقال جلال الدين السيوطي:[ يسن الاستماع لقراءة القرآن ، وترك اللغط والحديث بحضور القراءة ، قال تعالى: ( وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ ) ] الإتقان 1/145. ¶ ومن هذه القواعد أن الأذان عبادة مؤقتة بأوقات معلومة وهو إعلام بدخول وقت الصلاة فلا يجوز لأحد أن يؤذن إلا في الأوقات المعروفة فعن مالك بن الحويرث عن النبي صلى الله عليه وسلم قال إذا حضرت الصلاة فأذنا وأقيما ثم ليؤمكما أكبركما ) رواه البخاري ومسلم.وكذا يجوز الأذان فيما ورد فيه الإذن الشرعي باستعمال ألفاظ الأذان مثل الأذان في أذن المولود فعن أبي رافع رضي الله عنه قال ( رأيت رسول الله صلى الله عليه وسلم أذن في أذن الحسن بن علي حين ولدته فاطمة بالصلاة ) رواه الترمذي وقال حديث حسن صحيح ، كما أنه إذا استعمل الأذان في رنات الجوال فإنه سيؤدي إلى البلبلة والتشويش على الناس في الأوقات المقدرة شرعاً للصلوات والصيام ونحو ذلك.فلذلك كله وسداً لأبواب انتهاك شعائر الله لا يجوز جعل الأذان وآيات القرآن الكريم بدلاً من رنات الهاتف ويمكن أن يستعاض عن ذلك برنات عادية ليست موسيقية أو غير ذلك مما ليس فيه مخالفة شرعية. والله أعلى وأعلم ¶ س : ما حكم الهواتف المحمولة ( الجوال )التي تحتوي على القران الكريم ؟",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ج : الجوال ليس لبالجواب:صحف وكل شئ تخزن فيه المصاحف على هيئة موجات كهربائية أو مغناطيسية مثل الأشرطة ليس له حكم المصحف لان الحكم يتعلق بالكتابة إلا أن تكون الكتابة ظاهره على الشاشة أما عند اختفائها يختفي حكم \" انه شئ من القران \" لان المعلومات عندما تختفي عن الشاشة تكون مجرد شحنات مخزنه في دوائر كهربائية يجب إعادة معالجتها حتى تتحول إلى كتابه و من ثم يتم عرضها على الشاشة . ¶ فتاوى لها علاقة بالجواب : ¶ فتاوى اللجنة الدائمة - 2 - (ج 3 / ص 41) ¶ س 3 . هل مصاحف ( البرايل ) المكتوبة بنقاط ( البرايل ) للمكفوفين لها نفس الحرمة للمصاحف المكتوبة باللغة العربية للمبصر؟ ¶ ج 3 : لا يظهر أن المصاحف المكتوبة بطريقة برايل لها حكم المصاحف المكتوبة بالحروف العربية . ¶ وبالله التوفيق ، وصلى الله على نبينا محمد وآله وصحبه وسلم . ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو ... عضو ... الرئيس ¶ صالح الفوزان ... عبد الله بن غديان ... عبد العزيز بن عبد الله آل الشيخ ¶ وفي المجلد الرابع (الصفحة رقم:810) (التفسير) قراءة ومس المصحف ممن به حدث أكبر أو أصغر > قراءة الجنب > حمل الجنب والحائض شريطا عليه تلاوة ¶ السؤال الثالث من الفتوى رقم ( 9620 ) : ¶ س3: كما نعلم أن القرآن الكريم له حرمته حيث لا يمسه إلا المطهرون، ما رأيك في الشريط المسجل عليه قرآن كريم للرجل أو المرأة إذا كان عليهم جنابة أو المرأة إذا كانت حائض، هل يجوز لمس أو حمل الشريط الذي فيه قرآن كريم؟ ¶ ج: لا حرج في حمل أو لمس الشريط المسجل عليه القرآن لمن كان عليه جنابة ونحوها. ¶ وبالله التوفيق. وصلى الله على نبينا محمد، وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو نائب رئيس اللجنة الرئيس ¶ عبد الله بن غديان عبد الرزاق عفيفي عبد العزيز بن عبد الله بن باز ، والله أعلى وأعلم",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "س : ما حكم وضع لفظ الجلالة أو أي اسم من أسماء الله الحسنى أو اسم الرسول محمد صلى الله عليه وسلم خلفية على شاشة الجهاز النقال ( الجوال ) ؟ ¶ ج : الأولى عدم جعل اسم الجلالة خلفية لشاشة الجهاز النقال، لأن الجوال ربما يدخل به صاحبه محل قضاء الحاجة، والأصل هو البعد عن إدخال ما فيه اسم الله عن الدخول به في محل قضاء الحاجة لما في ذلك من تعظيم شعائر الله. ¶ فالأولى أن تجعل خلفية شاشته رمزاً إسلامياً كصورة الكعبة أو غيرها من المعالم أو تجعل حكمة مفيدة . والله أعلى وأعلم ¶ س : ما حكم دخول الحمام بالجوال وفي شاشته لفظ الجلالة ؟ ¶ ج : ذهب جمهور الفقهاء إلى كراهة دخول الخلاء بشيء فيه ذكر الله عز وجل إلا لحاجة ، كالدراهم التي عليها اسم الله تعالى . ¶ وصرح جماعة منهم بأنه إذا أخفى ما معه فلا حرج حينئذ . قال ابن قدامة رحمه الله : \" إذا أراد دخول الخلاء ومعه شيء فيه ذكر الله تعالى استحب وضعه ... فإن احتفظ بما معه مما فيه ذكر الله تعالى ، واحترز عليه من السقوط ، أو أدار فص الخاتم إلى باطن كفه فلا بأس . قال أحمد : الخاتم إذا كان فيه اسم الله يجعله في باطن كفه ، ويدخل الخلاء . وقال عكرمة : اقلبه هكذا في باطن كفك فاقبض عليه ، وبه قال إسحاق ، ورخص فيه ابن المسيب والحسن وابن سيرين ، وقال أحمد في الرجل يدخل الخلاء ومعه الدراهم : أرجو أن لا يكون به بأس \" اهـ من المغني (1/109) . ¶ وسئل الشيخ ابن عثيمين رحمه الله : ما حكم الدخول إلى الحمام بأوراق فيها اسم الله ؟ ¶ فأجاب : \" يجوز دخول الحمام بأوراق فيها اسم الله ما دامت في الجيب ليست ظاهرة ، بل هي مخفية ومستورة \" .اهـ من \"فتاوى الطهارة\" ص (109) ،و( (100) فائدة من العلامة الشيخ ابن عثيمين ) للشيخ : ( محمد المنجد )). ¶ وعلى هذا ؛ فلا حرج من دخول الخلاء بالهاتف المحمول وعلى شاشته عبارة \"الله أكبر\" على أن يضعه في جيبه , بحيث لا يكون ظاهراً .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "س : ما حكم استخدام الجوال من أجل إخبار الناس عبر رسالة جماعية بالجنائز التي سيصلى عليها في المدينة ؟ ¶ إعلان الموت بالرسائل الهاتفية أو البريد الإلكتروني جرى عمل كثير من الناس في هذه الأيام عليه ، والذي يظهر أن مثل هذا إن كان لأجل الصلاة على الميت أو الدعاء له أو تعزية المصاب به ونحو ذلك فهو مستحب؛ لأن ذلك وسيلة لتلك الصالحات، والوسائل لها حكم الغايات، وما لا يتم الصالح إلا به فهو صالح. وكذلك الحكم إن كان ذلك لمصلحة. ويمكن أن يقال: إن إعلان الموت بالرسائل الهاتفية أو البريد الإلكتروني لا يخرج عن حكم النعي المستحب. ¶ وقد جاء في الموسوعة الفقهية الكويتية - (ج 112 / ص 1و 2) :\" النعي المستحب أو المندوب إليه على حسب تعبير بعض الفقهاء- هو على ما صرح الحنفية به وبعض الشافعية وهو المتجه عند الحنابلة وهو قول النخعي وابن سيرين - ما كان فيه إعلام الجيران والأصدقاء.قال في الفتاوى الهندية : يستحب أن يعلم جيرانه وأصدقاؤه حتى يؤدوا حقه بالصلاة عليه والدعاء له. (ج 4 / ص 400) ¶ روى سعيد بن منصور عن النخعي لا بأس إذا مات الرجل أن يؤذن صديقه وأصحابه، إنما يكره أن يطاف في المجلس فيقال أنعي فلانا لأن ذلك من فعل أهل الجاهلية ، وروي نحوه باختصار عن ابن سيرين . ¶ قال النووي ، في شرح حديث ( أن رسول الله صلى الله عليه وسلم نعى للناس النجاشي في اليوم الذي مات فيه فخرج بهم إلى المصلى، وكبر أربع تكبيرات ) : فيه استحباب الإعلام بالميت ، لا على صورة نعي الجاهلية ، بل مجرد إعلام الصلاة عليه وتشييعه وقضاء حقه في ذلك، والذي جاء من النهي عن النعي ليس المراد به هذا وإنما المراد نعي الجاهلية المشتمل على ذكر المفاخر وغيرها. شرح مسلم (ج 7 / ص 21)",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقال ابن مفلح : ويتوجه استحبابه، لإعلامه صلى الله عليه وسلم أصحابه بالنجاشي ، وقوله عن الذي يقم المسجد، أي يكنسه ( أفلا كنتم آذنتموني به، دلوني على قبره ) أي أعلمتوني، قال ابن سيرين لا أعلم بأسا أن يؤذن الرجل بالموت صديقه وحميمه . الفروع (ج 3 / ص 203) ¶ وحديث الذي يقم المسجد الذي أشار إليه ابن مفلح وغيره في إيذان أصحاب المنعي وأقاربه هو ما رواه أبو هريرة رضي الله عنه ( أن أسود (رجلا أو امرأة) كان يقم المسجد فمات ولم يعلم النبي صلى الله عليه وسلم بموته، فذكره ذات يوم فقال ما فعل ذلك الإنسان؟ قالوا مات يا رسول الله، قال أفلا آذنتموني؟ فقالوا إنه كان كذا وكذا قصته (قال الراوي فحقروا شأنه) قال فدلوني على قبره فأتى قبره فصلى عليه )، ونقل النووي عن الحاوي للماوردي أن بعض الشافعية استحب النعي للغريب الذي إذا لم يؤذن به لا يعلمه الناس . ¶ والوجه في الاستحباب عند ابن قدامة في المغني - (ج 2 / ص 431)أن في كثرة المصلين على الميت أجرا لهم ونفعا للميت فإنه يحصل لكل مصل منهم قيراط من الأجر، وجاء عن النبي صلى الله عليه وسلم أنه قال ( ما من ميت يصلي عليه أمة من المسلمين يبلغون مائة كلهم يشفعون له إلا شفعوا فيه ) وقال صلى الله عليه وسلم كذلك ( ما من رجل مسلم يموت فيقوم على جنازته أربعون رجلا لا يشركون بالله شيئا إلا شفعهم الله فيه ) ويشمل حكم الاستحباب النداء في الأسواق على ما نقل ابن عابدين عن النهاية قوله إن كان المنعي عالما أو زاهدا فقد استحسن بعض المتأخرين النداء في الأسواق لجنازته وهو الأصح، ولكن لا يكون على هيئة التفخيم . والله أعلى وأعلم ¶ التجارة والبيوع في عالم الجوال ¶ س : حكم بيع جهاز الهاتف النقال ( الجوال ) ؟",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "ج : قال الله تعالى: وَأَحَلَّ اللَّهُ الْبَيْع [البقرة:275] وقال تعالى: يَاأَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ [النساء:29]. ¶ لكن هذا الأصل الذي هو إباحة البيع والمتاجرة قد يعرض له ما يحرمه مثل: أن يكون المبيع غير مأذون في اتخاذه شرعاً لحرمة ذاتية مثل الخمر والخنزير والمعازف ونحو ذلك، أو لحرمة عارضة مثل استخدامه في المحرم وذلك مثل بيع السلاح لقطاع الطرق أو الكفار والمحاربين أو بيع العنب لمن يعصره خمراً، فالنوع الأول من هذين النوعين وهو ما كان حراما لذاته مثل الخمر وآلات المعازف لا يجوز بيعه ولا شراؤه ولا المساعدة فيه بحال من الأحوال. أما النوع الثاني وهو ما حرم بيعه لعارض مثل السلاح والعنب فحرمة بيعه مقيدة بما إذا علم البائع من حال المشتري أنه يستعمله في الحرام، ومن هذا النوع الأخير المتاجرة في الآلات التي سأل عنها السائل. ¶ وذلك لأنها آلات صالحة للاستعمال المباح والاستعمال المحرم، فإذا علم من حال مشتريها استعماله إياها في المحرمات حرم بيعها له، لأنه يدخل في باب التعاون على الإثم والعدوان المنهي عنه بنص القرآن في قوله تعالى: وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ [المائدة:2] .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقد جاء في الأحاديث الصحيحة التصريح بدخول المتعاونين مع بعض العصاة في الإثم والوعيد المترتب على ارتكاب تلك المعاصي والتسوية بينهم في ذلك، مما يدل على أن إعانة أهل المعاصي على معاصيهم لها حكم مباشرة المعصية، مثال ذلك قوله صلى الله عليه وسلم: لعن الله الخمر وشاربها وساقيها وبائعها ومبتاعها وعاصرها ومعتصرها وحاملها والمحمولة إليه. رواه أبو داود وغيره. ومثال آخر أيضاً وهو ما في صحيح مسلم من أنه صلى الله عليه وسلم: لعن آكل الربا ومؤكله وكاتبه وشاهديه وقال: هم سواء..... لكن بما أن المسميات المسئول عنها بعضها يستعمل في الحرام أكثر من استعماله في المباح فنقول فيها: ما كان استعماله في الحرام هو الأكثر مثل الدش والفيديو فلا يجوز بيعه إلا لمن علم أنه لا يستخدمه إلا في المباح . ¶ وأما التليفون المحمول \"الجوال\" فلا مانع من بيعه وشرائه إلا لمن علمت يقيناً أو ظنا غالباً أنه سيستخدمه في أمر محرم، فلا يجوز بيعه له لما في بيعه له من إعانته على ارتكاب المحرم . والله أعلى وأعلم ¶ س : ما حكم بيع أرقام المميزة للهواتف النقالة ( الجوال ) بأسعار باهظة ؟ ¶ ينبغي لكل مسلم أن يعلم : أن الله تعالى نهى عن الإسراف والتبذير، وهما مجاوزة الحد في إنفاق الأموال . ¶ قال تعالى : ( وَكُلُوا وَاشْرَبُوا وَلا تُسْرِفُوا إِنَّهُ لايُحِبُّ الْمُسْرِفِينَ ) الأعراف/31 .وقال تعالى : ( وَآتِ ذَا الْقُرْبَى حَقَّهُ وَالْمِسْكِينَ وَابْنَ السَّبِيلِ وَلا تُبَذِّرْ تَبْذِيرًا . إِنَّ الْمُبَذِّرِينَ كَانُوا إِخْوَانَ الشَّيَاطِينِ وَكَانَ الشَّيْطَانُ لِرَبِّهِ كَفُورًا ) الإسراء/26 ، 27 . ¶ وليعلم كل مسلم أنه لن تزول قدمه إلى جنة ولا إلى نار حتى يسأله الله تعالى عن أشياء ، ومنها : عن ماله من أين اكتسبه وفيم أنفقه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "عن أبي برزة الأسلمي رضي الله عنه قال : قال النبي صلى الله عليه وسلم : ( لا تزول قدما عبد حتى يسأل عن أربع عن عمره فيم أفناه ، وعن علمه ما فعل فيه ، وعن ماله من أين اكتسبه ، وفيم أنفقه ، وعن جسمه فيم أبلاه ) . رواه الترمذي ( 2417 ) وقال : حسن صحيح ، وصححه الشيخ الألباني في \" صحيح الترغيب والترهيب \" ( 126 ) . ¶ وليُعلم بعد هذا : أن شراء أرقام هواتف الجوالات المميزة بآلاف الدنانير والريالات نوع من الإسراف أو التبذير أومن الإنفاق في الحرام ، وأن الله تعالى سائل كل واحد من هؤلاء عن ماله هذا الذي أنفقه في مثل هذه المجالات . ¶ وبخاصة أننا نرى المسلمين في أكثر بقاع الأرض في بأس وضنك في حياتهم ومعيشتهم ، وأن بعضهم لا يجد لقمة يسد بها جوعه ، وآخرين لا يجدون لباساً يواري سوآتهم ، وآخرين لا يجدون سكناً يؤويهم ، بل قد هدِّمت بيوت بعضهم فوق رؤوسهم.وفي هذا الوقت العصيب نجد من المسلمين من اشترى رقماً منها بما يعادل ( 360 ألف دولاراً ) !وقد انتشرت هذه الحمى في بلدان متعددة كان الأولى أن ينتشر فيه مساعدة المسلمين وحفظ الأموال من السفه والإسراف والتبذير . ¶ والملاحظ أن الذي يدفع هؤلاء إلى مثل هذا الشراء أمور منكرة كالكبر والتعالي والتفاخر على غيرهم ،و الرقم المتميز لا يعني تميز صاحبه أو يعتبر تميزاً له بالسذاجة والاهتمام بتوافه الأمور ، والرقم المتميز ليس هو تقنية - كما في السيارات نفسها -يبحث عنها الإنسان لما فيها من راحة أو سرعة أو أمان ، والرقم المتميز ليس هو تمتع بالنظر إليه - كبعض الطيور - بل هو تعالٍ وتفاخر وتبذير للأموال . ¶ ولو كان الرقم المميز في رقم هاتف لشركة تجارية - مثلاً – أو دائرة مهمة يحتاجها الناس أو ما شابه ذلك لكان لشرائه وجه على أن لا يبلغ سعره ما ذكرناه .وشراء الرقم المتميز يشبه إلى حد بعيد ما جاء النهي عنه من لبس ثوب الشهرة .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "\" من لبس ثوب شهرة ألبسه الله يوم القيامة ثوبا مثله - وفي لفظ :\" ثوب مذلة \" - \" زاد بعض الرواة :\" ثم تلهب فيه النار \" . رواه أبو داود ( 4029 ) وابن ماجه ( 3607 ) . ¶ قال ابن القيم :هذا لأنه قصد به الاختيال والفخر ، فعاقبه الله بنقيض ذلك ،فأذله ، كما عاقب من أطال ثيابه خيلاء بأن خسف به الأرض فهو يتجلجل فيها إلى يوم القيامة . \" زاد المعاد \" ( 1 / 145 ، 146 ) . ¶ وقال شيخ الإسلام ابن تيمية :وتكره الشهرة من الثياب ، وهو المترفع الخارج عن العادة ،والمتخفض الخارج عن العادة ؛ فإن السلف كانوا يكرهون الشهرتين : المترفع والمتخفض ،وفى الحديث \" من لبس ثوب شهرة ألبسه الله ثوب مذلة \" ، وخيار الأمور أوساطها . \" مجموع الفتاوى \" ( 22 / 138 ) . ¶ والخلاصة : أنه لا يجوز بيع وشراء هذه الأرقام المميزة ، ولو جاز لبعض الناس ما جاز لهم أن يبذلوا فيها هذه الأموال الطائلة . ¶ والواجب على من وهبه الله المال أن يشكر هذه النعمة ويحافظ عليه ، وأن لا ينفقه فيما يبغض الله تعالى أو فيما لا طائل وراءه ، وليعلم أنه مسئول عن هذا المال يوم القيامة : من أين اكتسبه وفيم أنفقه .والله الموفق . ¶ س : هل يجوز شراء بطاقات شحن الجوال عليها صور نساء ، فهل المال العائد من ذلك حلال ؟ ¶ ج : لا يجوز للشركات المنتجة لبطاقات شحن الجوالات وغيرها أن يضعوا صور نساء عليها ، ولا يجوز للمطابع أن تطبع هذه البطاقات ؛ لما في هذه الصور من امتهان للمرأة وجعلها سلعة ترويجية ؛ ولما فيها من فتنة للشباب بإثارتهم وتهييجهم على الفاحشة .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأما بالنسبة لمن يشتري هذه البطاقات ليبيعها : فإن كانت الصورة مقصودة للمشتري ، فيحتفظ بها ، فلا يجوز شراؤها ولا بيعها ، وإن لم تكن الصور مقصودة ، ومصير هذه البطاقة المهانة والرمي في سلة المهملات : فيجوز له شراؤها وبيعها .والغالب أن هذه البطاقات تشترى من أجل الاتصال ، لا من أجل ما عليها من صور . وإن استطاع طمس الصورة أو إزالتها دون تأثير على بيعها فليفعل ، وإن وَجد غيرها من البطاقات تخلو من الصور فينبغي أن لا يعدل عنها لشراء الأولى ، بل يمتنع - هو وغيره - عن شرائها ، ولعله في التضييق عليهم بعدم الشراء أن يكفوا عن وضع صور النساء على هذه البطاقات . والله أعلى وأعلم ¶ س : ما حكم بيع جوالات الكاميرا والبلوتوث ؟ ¶ ج : يجوز لك بيع هذا الجوال ولو كان بعض من يقتنيه يستخدم شيئًا من خدماته وتقنياته في الحرام؛ لأن هذه التقنية والخدمة مباحة في أصلها، ولا يصح أن توصف بالحرمة ما لم تكن هي حراماً في ذاتها، ثم إنها خدمة وتقنية ملحقة بالجوال ليست مستقلة حتى يقال إنك قد أعنت من اشترى هذا الجوال على الحرام. فالحقيقة أنها مضافة مضمنة في جهاز الجوال ويجوز تبعًا ما لا يجوز استقلالاً، والذي لا يشك أحد في جواز بيعه مع علمنا أن بعض من يشتريه يشتريه للمعاكسات الهاتفية، فهل قال أحد بتحريم بيع الجوال لأجل هذا؟! ¶ أما إتلاف الجوال خشية أن يكون في بيعه إعانة على الإثم فهو إتلاف للمال وتضييع له، والشرع قد نهى عن إتلاف المال. ولم يأمر بإتلاف شيء منه إلا ما كان حرامًا في نفسه كالخمر. ¶ ثم إن الجيل القادم من الجوالات سيكون غالبها مزودًا بهذه التقنيات، فهل سيكون بيعها جائزًا لمرة واحدة؟! أي تشترى جديدة ثم لا تباع مستعملة! فتاوى واستشارات الإسلام اليوم - (ج 13 / ص 256)",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "علماً بأن هناك من أهل العلم من حرم استعمال وبيع هذا الجهاز ( الهاتف المحمول مع الكاميرا ) كالشيخ الدكتور عبدالله بن جبرين , والدكتور عبدالرحمن المحمود في مجلة الدعوة ,وكذلك العلامة ابن جبرين في فتوى نشرت له على الشبكة . والله أعلى وأعلم ¶ س : هو أنني استخرجت شريحة هاتف جوال باسمي ولكن الدافع والمستخدم شخص آخر وصدرت فاتورة كبيرة ولم يسدد الشخص ،هل أنا أتحمل دفعها وتكون في ذمتي؟ ¶ ج : فإن السائل مطالب بتسديد هذه المبالغ المستحقة على الهاتف لصالح شركة الاتصالات لأنه هو الذي التزم بتحمل تبعات كل المصاريف المستحقة عليه. والأصل في هذا قوله صلى الله عليه وسلم: المسلمون على شروطهم. رواه الترمذي وصححه الألباني. ¶ إلا أن لك الرجوع على الشخص المستخدم بالمبالغ المذكورة إذا لم تتبرع له بذلك. والله أعلى وأعلم ¶ س : هل يجوز عمل رسوم في جوال بقصد الكسب المادي؟ علما بأنها رسوم متحركة لحيوانات بمؤثرات صوتية .. ¶ جاء في الموسوعة الفقهية الكويتية - (ج 13 / ص 98) :أنّه يحرم تصوير ذوات الأرواح مطلقاً ، أي سواء أكان للصّورة ظلّ أو لم يكن . وهو مذهب الحنفيّة والشّافعيّة والحنابلة .وتشدّد النّوويّ حتّى ادّعى الإجماع عليه . وفي دعوى الإجماع نظر يعلم ممّا يأتي . ¶ وقد شكّك في صحّة الإجماع ابن نجيم كما في الطّحطاويّ على الدّرّ ، وهو ظاهر ، لما تقدّم من أنّ المالكيّة لا يرون تحريم الصّور المسطّحة . لا يختلف المذهب عندهم في ذلك .وهذا التّحريم عند الجمهور هو من حيث الجملة . ¶ - والتّصوير المحرّم صرّح الحنابلة بأنّه من الكبائر . قالوا : لما في الحديث من التّوعّد عليه بقول النّبيّ صلى الله عليه وسلم « إنّ أشدّ النّاس عذاباً يوم القيامة المصوّرون » . أدلّة القولين الثّاني والثّالث بتحريم التّصوير من حيث الجملة : ¶ و استند العلماء في تحريم التّصوير من حيث الجملة إلى الأحاديث التّالية :",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الحديث الأوّل : عن عائشة رضي الله عنها قالت : « قدم رسول اللّه صلى الله عليه وسلم من سفر ، وقد سترت سهوة لي بقرام فيه تماثيل ، فلمّا رآه رسول اللّه صلى الله عليه وسلم هتكه ، وتلوّن وجهه . فقال : يا عائشة : أشدّ النّاس عذاباً يوم القيامة الّذين يضاهون بخلق اللّه . قالت عائشة : فقطعناه فجعلنا منه وسادة أو وسادتين » . وفي رواية أنّه قال : « إنّ من أشدّ النّاس عذاباً يوم القيامة الّذين يشبّهون بخلق اللّه » . وفي رواية أخرى قال : « إنّ أصحاب هذه الصّور يعذّبون يوم القيامة ، ويقال لهم : أحيوا ما خلقتم ». وفي رواية : « إنّها قالت : فأخذت السّتر فجعلته مرفقة أو مرفقتين ، فكان يرتفق بهما في البيت » . وهذه الرّوايات متّفق عليها . ¶ هذا وإنّ قوله صلى الله عليه وسلم : « إنّ أشدّ النّاس عذابا يوم القيامة المصوّرون » رواه الشّيخان أيضا مرفوعاً من حديث ابن مسعود رضي الله وقوله : « إنّ أصحاب هذه الصّور يعذّبون يوم القيامة يقال لهم أحيوا ما خلقتم » روياه أيضاً من حديث عبد اللّه بن عمر رضي الله عنهما . ¶ الحديث الثّاني : عن عائشة رضي الله عنها قالت : « واعد رسول اللّه صلى الله عليه وسلم جبريل أن يأتيه في ساعة ، فجاءت تلك السّاعة ولم يأته . قالت : وكان بيده عصاً فطرحها ، وهو يقول : ما يخلف اللّه وعده ولا رسله . ثمّ التفت ، فإذا جرو كلب تحت سرير ، فقال : متى دخل هذا الكلب ؟ فقلت : واللّه ما دريت به . فأمر به فأخرج ، فجاءه جبريل ، فقال له رسول اللّه صلى الله عليه وسلم : وعدتني فجلست لك ولم تأتني ؟ فقال : منعني الكلب الّذي كان في بيتك . إنّا لا ندخل بيتاً فيه كلب ولا صورة » .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وروت ميمونة رضي الله عنها حادثة مثل هذه ، وفيها قول جبريل : « إنّا لا ندخل بيتا فيه كلب ولا صورة » . وروى عليّ بن أبي طالب رضي الله عنه أنّ النّبيّ صلى الله عليه وسلم أخبره بحادثة جبريل ، وما قال له . وروى القصّة أيضاً أبو هريرة رضي الله عنه . الحديث الثّالث : عن أبي هريرة رضي الله عنه « أنّه دخل داراً تبنى بالمدينة لسعيد ، أو لمروان ، فرأى مصوّراً يصوّر في الدّار ، فقال سمعت رسول اللّه صلى الله عليه وسلم يقول : قال اللّه تعالى : ومن أظلم ممّن ذهب يخلق خلقاً كخلقي ، فليخلقوا ذرّة ، أو ليخلقوا حبّة ، أو ليخلقوا شعيرة » . ¶ الحديث الرّابع : عن ابن عبّاس رضي الله عنهما أنّه جاءه رجل فقال : إنّي رجل أصوّر هذه الصّور فأفتني فيها . فقال : ادن منّي ، فدنا منه ، ثمّ قال : ادن منّي ، فدنا منه ، حتّى وضع يده على رأسه ، وقال : أنبّئك بما سمعت من رسول اللّه صلى الله عليه وسلم . سمعت رسول اللّه صلى الله عليه وسلم يقول : « كلّ مصوّر في النّار ، يجعل له بكلّ صورة صوّرها نفساً ، فيعذّبه في جهنّم » ثمّ قال : إن كنت لا بدّ فاعلاً فاصنع الشّجر وما لا نفس له . ¶ الحديث الخامس : عن أبي الهيّاج الأسديّ أنّ عليّا رضي الله عنه قال له : « ألا أبعثك على ما بعثني عليه رسول اللّه صلى الله عليه وسلم : ألا تدع صورة إلا طمستها ، ولا قبراً مشرفا إلا سوّيته » ..اهـ ¶ فالأصل في عمل الرسوم التحريم، وخاصة إذا كانت مصحوبة بأصوات موسيقية، وأشد من ذلك إذا كان مضمونها أو ما توحي إليه مما هو محرم كالإساءة إلى الإسلام، أو الإغراء بالدعارة والفجور والانحلال. والله أعلى وأعلم ¶ س : ما حكم شراء خط جوال من شركة تتعامل بالربا ؟",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ج : لا مانع من شراء الخط من الشركة المشار إليها، إذ لا علاقة بين صفقة الشراء، وما تقع فيه الشركة من المخالفات، وإن كان الأفضل أن يتم شراء هذا الخط من شركة لا تقع في مخالفات شرعية إن وجدت، وذلك زجراً لكل شركة تخالف الشرع بهجر التعامل معها، وحثاً لأمثالها على التزام منهج الله تعالى في المعاملات . ¶ لقاء الباب المفتوح [2] ) للشيخ : ( محمد بن صالح العثيمين ) الخميس، الخامس من شهر ذي القعدة عام: (1412هـ ¶ :.... يجوز قبول الهدية ممن يتعامل بالربا، وأيضاً يجوز معه البيع والشراء إلا إذا كان في هجره مصلحة، أي: في عدم معاملته وعدم قبول هديته مصلحة، فنتبع هذا ابتغاء المصلحة، أما ما حُرِّم لعينه فهو حرام على الآخذ وغيره، فالخمر مثلاً لو أهداه إلى يهودي مثلاً أو نصراني ممن يرون إباحة الخمر فهل يجوز لي قبوله؟ لا؛ لأنه حرام عليَّ بعينه. وإنسان سرق مال شخص، وجاء إليَّ فأعطاني إياه، هذا المال المسروق يحرم أم لا يحرم؟ يحرم؛ لأن هذا المال بعينه حرام. هذه القاعدة تريحك من إشكالات كثيرة: ما حُرِّم لكسبه فهو حرام على الكاسب دون مَن أخذه بطريق الحلال، إلا إذا كان في هجره، وعدم الأخذ منه، وعدم قبول هديته، وعدم المبايعة معه والشراء مصلحة تردعه عن هذا العمل، فهذا يُهْجَر من أجل ابتغاء المصلحة، حتى الأكل! أليس النبي صلى الله عليه وسلم قبل دعوة اليهودي وأكل من طعامه؟!...... اهـ والله أعلى وأعلم ¶ س : هل يرشي الشرطي لئلا يعطيه مخالفة على تكلمه بالجوال في السيارة ؟ ¶ ج : جاءت الشرائع الربانية بحفظ الضرورات الخمس : الدين والعقل والنفس والمال والعرض ، ومما لا شك فيه أن الالتزام بقواعد السير وأنظمة المرور مما يساهم في الحفاظ على النفس والمال ، وعليه : فإن الشريعة الإسلامية تُلزم المسلمين بالالتزام بهذه القواعد والأنظمة ، وخاصة أنه ليس فيها ما يخالف الشرع ، إنما هي للحفاظ على أرواح الناس وممتلكاتهم .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وليست مخالفة هذه القواعد والأنظمة مما يعود ضرره على السائق وحده ، بل إنه يتعدى ذلك إلى غيره من الناس ، فالحوادث التي تحصل في الطرق نتيجة مخالفة تلك القواعد والأنظمة يكون فيها - غالباً - أطراف متعددة ، وهذا يزيد من مسئولية المخالف ويشغل ذمته بأحكام متعددة كالدية والصيام وتعويض الضرر وغيرها . ¶ وتعزير المخالف بدفع الغرامة المالية جائز شرعاً ، وهو قول إسحاق بن راهويه وأبي يوسف صاحب أبي حنيفة ، وابن فرحون من المالكية ، وشيخ الإسلام ابن تيمية وابن القيم ، بل قد ذكر ابن القيم رحمه الله في كتابه \" الطرق الحكمية \" أدلة كثيرة على جواز التعزير بالمال ، ونقل كلام شيخ الإسلام فيه ، ورد على من قال بنسخه وفي \" حاشيته على تهذيب سنن أبي داود \" ( 4 / 319 ) قال : \" وفي ثبوت شرعية العقوبات المالية عدة أحاديث عن النبي صلى الله عليه وسلم لم يثبت نسخها بحجة وعَمِل بها الخلفاء بعده \" انتهى ¶ وينبغي أن تكون الغرامة معقولةً بحيث تحصل المصلحة المقصودة منها ، وهي ردع الناس عن هذه المخالفة ، ولا بأس بأن تكون مرتفعة بحسب طبيعة المخالفة وقوة أثرها على النفس والآخرين . ¶ ومما لا شك فيه أن استعمال السائق للجوال أثناء قيادة السيارة مما يسبب حوادث قد تؤدي إلى إزهاق أرواح ، فضلاً عن إتلاف أموال . وقد تنادى العقلاء في كل أرجاء الأرض إلى ضرورة التشديد في العقوبة لمنع استعمال الجوال أثناء القيادة ، وقد قامت أبحاث ميدانية في \" بريطانيا \" تبيَّن بها أن التأثير السلبي لاستعمال الجوال يفوق ما تحدثه الخمور من تأثير على قدرة السائق في التحكم بالسيارة !وهذه الأبحاث بيَّنت أن قائد السيارة الذي يستعمل الهاتف الجوال أثناء القيادة أقل تحكماً بالقيادة بنسبة ثلاثين بالمائة بالمقارنة بمن يقودها وهو في حالة السكر !! أما بالمقارنة مع الشخص العادي فإن تحكم من يستعمل الهاتف الجوال أثناء القيادة أقل بنسبة خمسين بالمائة !",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "بل إن بعض الخبراء يقولون : إن استعمال السائقين للجوال أثناء قيادة سياراتهم حتى ولو كان عن طريق سماعات الأذن فإنه يضاعف احتمالات وقوع حوادث بنسبة 400 بالمائة ! وانظر تفصيل ذلك في \" جريدة الوطن \" القطرية ، الأربعاء 20 / 7 / 2005 . ¶ والخلاصة : أن استعمال الهاتف الجوال أثناء قيادة السيارة سبب رئيس لحصول الحوادث ، فترتيب عقوبة على هذه المخالفة سواء كانت بتغريم مال ، أو السجن له ما يبرره ، وعليه : لا يجوز لك دفع رشوة للشرطي حتى لا يوقع عليك هذه العقوبة ، لأنك أنت المقصّر والمتعدي ، إلا إذا كان الشرطيّ ظالماً ، بحيث ادَّعى عليك شيئاً لم تفعله ، فلا حرج في هذه الحالة إذا لم تستطع التخلص من ظلمه إلا بدفع رشوة له أو لغيره . والله أعلى وأعلم ¶ س : وسألته رحمه الله: عن بيع بعض المحلات للهاتف الجوال، ويسددون ثمن الشريحة لشركة الاتصالات، ثم يقسطون كل المبلغ على المشتري، ويكون بالزيادة؟ ¶ فقال: الظاهر أن هذا لا يجوز؛ لأن المشتري يقول للبائع: أقرضني ثمن الشريحة، أي: سدد عني لشركة الاتصالات ثم أسدد لك بزيادة، وهذه الزيادة رباً، لكن يجوز أن يبيعه الهاتف فقط بالأقساط لأنه يملكه، أما أن يقول: سدد عني الشريحة وأعطيك بزيادة، فهذا قرضٌ بزيادة وهو رباً. ¶ شريط (100) فائدة من العلامة الشيخ ابن عثيمين ) للشيخ : ( محمد المنجد ) ¶ س : يقول : اشتريت جهاز جوال بثلاثمائة وخمسين ريالا على أن أدفع للشخص مبلغ أربعمائة وخمسين ريالا ، دفعت منها مائة ريال نقدا والباقي كل شهر خمسون ريالا هل هذا البيع جائز ؟",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ج : إذا حصل الاتفاق بينك وبين صاحب الجوال على أن يبيعك إياه بأربعمائة وخمسين ريالا مؤجلة وكان الاتفاق على ذلك من بداية العقد فالبيع جائز ولا محظور فيه أما إن كان بيعك بثلاثمائة وخمسين ثم جعل بعد ذلك زيادة مائة ريال مقابل التأخير والعجز عن السداد فهذا غير جائز ؛ لأنه من الربا المحرم الذي قال الله عنه سورة البقرة الآية 275 وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا كفانا الله وإياكم بحلاله عن حرامه . ¶ من مجلة البحوث الإسلامية (الجزء رقم : 68، الصفحة رقم: 86)> العدد الثامن والستون - الإصدار : من ذو القعدة إلى صفر لسنة 1422هـ 1423هـ > الفتاوى > من فتاوى سماحة الشيخ عبد العزيز بن عبد الله بن محمد آل الشيخ > البيع بالأجل ¶ س : ما حكم العمل في تعبئة نغمات الهاتف المحمول ؟ ¶ ج: فلا حرج عليك في هذا العمل ما لم تكن النغمات التي تعبأ في الهاتف نغمات موسيقية فإذا كانت كذلك لم يجز العمل في هذا المجال، لما فيه من إعانة على نشر الموسيقى المحرمة، وقد قال الله تعالى: وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلا تَعَاوَنُوا عَلَى الْأِثْمِ وَالْعُدْوَانِ [المائدة:2]، واعلم أخي السائل أن من ترك شيئاً لله عز وجل عوضه الله خيراً منه، وقد قال الله تعالى وهو أصدق القائلين: وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً* وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ [الطلاق:2- 3]. والله أعلى وأعلم ¶ س :ما حكم العمل في تركيب أبراج الهواتف المحمولة ؟ ¶ ج : أي عمل من شأنه أن يلحق الضرر بالناس لا يجوز الإقدام عليه، لما تقرر في الفقه الإسلامي من أنه لا ضرر ولا ضرار، وهي قاعدة عظيمة من قواعد الشريعة، ولها فروع كثيرة وينبني عليها كثير من أبواب الفقه، ومن هذه القاعدة أن للإنسان أن يتصرف في ملكه ما شاء من التصرفات ما لم يضر بغيره ضررا ظاهرا.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "جاء في تبصرة الحكام في أصول الأقضية ومناهج الأحكام - (ج 5 / ص 440) :مَسْأَلَةٌ : أَمَّا الضَّرَرُ ؟ فَمِثْلُ مَا يُحْدِثُ الرَّجُلُ فِي عَرْصَتِهِ مِمَّا يَضُرُّ بِجِيرَانِهِ مِنْ بِنَاءِ حَمَّامٍ أَوْ فُرْنٍ لِلْخُبْزِ أَوْ لِسَبْكِ ذَهَبٍ أَوْ فِضَّةٍ أَوْ كِيرٍ لِعَمَلِ الْحَدِيدِ ، فَقَدْ قَالَ ابْنُ الْقَاسِمِ عَنْ مَالِكٍ فِي الْمَجْمُوعَةِ : أَنَّ لَهُمْ مَنْعَهُ. اهـ. ¶ هذا، والذي يحكم بأن هذا الفعل ضرر أو لا هم أهل العلم بهذا الأمر وهم هنا الاختصاصيون في هذا النوع من الإضرار. ¶ وجاء في الكتاب المتقدم (ج 5 / ص 440) :وَلَيْسَ تَنْفُذُ شَهَادَةٌ بِالضَّرَرِ فِيمَا لَمْ يَرَهُ أَهْلُ الْعِلْمِ ضَرَرًا . ¶ فإذا قررت الجهات المختصة الثقة أن تركيب هذه الأبراج ليس فيه ضرر على الناس فلا مانع من العمل في تركيبها ولا عبرة بكلام العوام فيما يزعمون من ضرر لهذه الأجهزة. والله أعلى وأعلم ¶ لقطة الجوال ¶ س : ما حكم بيع لقطة الجوال ؟ ¶ ج : فالجهاز الذي أصبح تحت يدك إذا لم يمكن التعرف على مالكه بأي وسيلة من الوسائل، فإنه يصبح في حكم اللقطة تجري عليه أحكامها، وهي معرفة ما يتميز به عن غيره، ثم تعريفه ونشر خبره في أماكن اجتماع الناس في الأسواق وأبواب المساجد والأماكن العامة، وتقوم الصحف المحلية اليوم مقام كثير مما أشرنا إليه.وتعتبر اللقطة وديعة عند ملتقطها لا يضمنها إلا بالتعدي عليها أو التفريط فيها، فإن جاء صاحبها وعرف علامتها وأماراتها التي تميزيها عما عداها دفعت له، فإن مضت سنة ولم يظهر صاحبها جاز للملتقط أن يتصدق بها أو ينتفع بها ببيع أو غير ذلك، سواء كان غنياً أو فقيراً.إذا ظهر صاحبها، فإما أن يجيز التصدق بها أو التملك لها، وإلا فله قيمتها على الملتقط، ولا يجوز للملتقط أن يبيع اللقطة قبل التعريف سنة.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والأصل في اللقطة حديث زيد بن خالد رضي الله عنه قال: جاء رجل إلى النبي صلى الله عليه وسلم فسأله عن اللقطة فقال: اعرف عفاصها ووكاءها ثم عرفها سنة، فإن جاء صاحبها وإلا فشأنك بها . إلى آخر الحديث وهو في البخاري وغيره . وعلى هذا، فلا يجوز لك أن تبيع الجوال، ولا أن يتصرف فيه إلا بعد مضي سنة من التقاطه ونشر خبره. والبيع الذي حصل إذا كان قبل سنة التعريف، فإنه باطل فيجب عليك رد الجوال لأخيك، ويجب على أخيك رد القيمة، أما إذا كان بعد سنة من التعريف فلا حرج في ذلك. والله أعلى وأعلم ¶ الطلاق بالجوال ¶ س : إذا كتب الزوج لزوجته رسالة بالهاتف المحمول : أنت طالق ، ثم قال لم أقصد الطلاق ، هل يقع بذلك الطلاق ؟. ¶ ج : أولاً : جاء في الموسوعة الفقهية الكويتية - (ج 36 / ص 166) : \"6 - إذا كتب الزوج إلى زوجته كتاباً بطلاقها ، فإن كتب إليها : يا فلانة أنت طالق ، أو كتب : هي طالق طلقت في الحال سواء وصل إليها الكتاب أو لم يصل ، وهذا باتّفاق ، لكن قال المالكية والشافعية إذا كتب لزوجته ناوياً الطلاق حين الكتابة وقع الطلاق ; لأنّ الكتابة طريق في إفهام المراد كالعبارة وقد اقترنت بالنّية ، فإن لم ينو لم تطلق ; لأنّ الكتابة تحتمل الفسخ والحكاية وتجربة القلم والمداد وغيرها ، وأضاف الشافعية أنّه إذا قرأ ما كتبه حال الكتابة أو بعدها فصريح فإن قال قرأته حاكياً ما كتبته بلا نية طلاق صدّق بيمينه . ¶ وقال ابن رشد من المالكية : إن كتب مستشيراً أو متردّداً وأخرج الكتاب عازماً على الطلاق أو لا نية له وقع الطلاق لحمله على أنّه نوى الطلاق ، وإن كتب الطلاق غير عازم عليه ، بل كتبه متردّداً أو مستشيراً ولم يخرجه ، أو أخرجه متردّداً فلا يقع الطلاق إلا إذا وصل الكتاب إلى الزوجة ، وإن لم يصل لا يقع الطلاق .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وإن كان الطلاق معلقاً فقد ذهب جمهور الفقهاء - الحنفية والشافعية والحنابلة - إلى أنّ الزوج لو علق الطلاق على شرط الوصول إليها ، بأن كتب : إذا وصل كتابي إليك فأنت طالق ، لا يقع الطلاق حتى يصل إليها الكتاب ; لأنّه علق الوقوع بشرط الوصول فلا يقع قبله كما لو علقه بشرط آخر . ¶ والحكم كذلك عند المالكية إذا كانت أداة الشرط \" إن \" ; لأنّ \" إن \" صريحة في الشرط فلا تطلق إلا عند وصول الكتاب إليها ، أما إذا كانت أداة الشرط \" إذا \" فقد اختلف المالكية في وقت وقوع الطلاق ، فذهب الدردير والدّسوقيّ والخرشيّ إلى وقوع الطلاق في الحال مثل قوله لها في كتابه : أنت طالق وهذا بناء على أنّ أداة الشرط ( إذا ) لمجرد الظرفية فينجز الطلاق كمن أجل الطلاق بمستقبل\" . اهـ ¶ ثانياً : إذا كتب الزوج رسالة لزوجته : أنت طالق ، سواء كانت بالهاتف المحمول أو على ورقة أو بالبريد الإلكتروني ، فهذا يُرجع فيه إلى نيته وقت الكتابة ، فإن كان عازما على الطلاق ، وقع الطلاق ، وإن كتب ذلك ولم يكن ناوياً للطلاق ، وإنما أراد إدخال الحزن على زوجته أو غير ذلك من المقاصد لم يقع الطلاق \". ¶ قال ابن قدامة رحمه الله : \" ولا يقع الطلاق بغير لفظ الطلاق ، إلا في موضعين : أحدهما ، من لا يقدر على الكلام ، كالأخرس إذا طلق بالإشارة ، طلقت زوجته ...الموضع الثاني : إذا كتب الطلاق ، فإن نواه طلقت زوجته ، وبهذا قال الشعبي ، والنخعي والزهري والحكم وأبو حنيفة ومالك وهو المنصوص عن الشافعي \".وإن كتب بلا نية الطلاق ، لم يقع عند الجمهور : \" لأن الكتابة محتملة ، فإنه يقصد بها تجربة القلم ، وتجويد الخط ، وغم الأهل ، من غير نية\" . انتهى من \"المغني\" (7/373) ،و\"مطالب أولي النهى\" (5/346) .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال الشيخ محمد بن إبراهيم رحمه الله : \" فقد وصلنا استفتاؤك وفهمنا ما تضمنه من أن رجلاً كتب طلاق زوجته فلانة بنت فلان طلقة واحدة ، وأنه ذيل الكتابة بتوقيعه واسمه ، وأنه لم يقصد إيقاع الطلاق بزوجته ، ولم ينوه إطلاقاً ، بل كتب الورقة ليرهب زوجته ويهددها لكي ترتدع عن معاملتها السيئة لزوجها إلى آخر ما ذكر . وتسأل هل يقع الطلاق من الرجل المذكور على الزوجة ، أم لا ؟ ¶ والجواب : الحمد لله , إذا كان الأمر كما ذكرت في أنه لم يقصد من كتابته صريح طلاق زوجته إلا تهديدها وإرهابها لترتدع عن معاملتها السيئة له ، وأنه لم يقصد الطلاق ولم ينوه إطلاقاً فلا يقع الطلاق المذكور ، وبالله التوفيق \" انتهى . ¶ \"فتاوى محمد بن إبراهيم\" (11/سؤال رقم 3051) . ¶ وسئل الشيخ محمد بن إبراهيم أيضاً عن رجل كتب طلاق امرأته وأراد بذلك غم أهله وتهديدها . ¶ فأجاب : \" يظهر لنا أن الطلاق غير واقع ، وإنما أراد من هذه الورقة غم أهله وتهديدها ، وقد ذكر العلماء أنه إذا قصد من كتابة الطلاق تجويد خطه أو غم أهله قبل منه مقصده ولا يقع الطلاق ، قال في \"شرح زاد المستقنع- الجزء الثالث ص150\" : ومن كتب صريح طلاق امرأته بما يبين وقع وإن لم ينوه ، لأنها صريحة فيه ؛ فإن قال : لم أرد إلا تجويد خطي أو غم أهلي قبل . اهـ . وبالله التوفيق \" انتهى . ¶ وفي مجموع فتاوى ابن باز (الجزء رقم : 21، الصفحة رقم: 287)كتاب الطلاق 132 - الطلاق يقع كتابة ولفظا ¶ من عبد العزيز بن عبد الله بن باز إلى حضرة الأخ المكرم س . ف . ع . وفقه الله لكل خير ، آمين . ¶ سلام عليكم ورحمة الله وبركاته ، بعده صدرت من مكتب سماحته برقم ( 997 ) في 22\\6\\1388هـ . :",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يا محب كتابكم الكريم المؤرخ 3\\6\\1388هـ وصل وصلكم الله بهداه ، وما تضمنه من الإفادة عما أمرك به والداك من تطليق زوجتك ، وأنك طلقتها كتابة لا لفظا بقولك : قد طلقت زوجتي على سنة الله ورسوله ، ولم تزد على هذا الكلام ، وسؤالك لنا عما إذا كان يحل لك الرجوع إليها بعقد جديد ، كان معلوما . ¶ والجواب : إذا كان الواقع كما ذكرت في خطابك فهو طلاق شرعي موافق للسنة ولا يقع به إلا طلقة واحدة ، ولك مراجعتها ما دامت في العدة ، فإن كانت قد خرجت من العدة حلت لك بنكاح جديد إذا رضيت بالعود إليك ولم يسبق أن طلقتها قبل هذا الطلاق طلقتين . وفق الله الجميع لما فيه رضاه . والسلام عليكم ورحمة الله وبركاته . ¶ وفي فتاوى إسلامية - (ج 3 / ص 381)الطلاق بالكتابة ¶ س - رجل كان جالسا مع أخته وزوجته فطلب من أخته أن تجيء بالقلم فكتب على ورقة طلاق طلاق بغير إضافة إلى أحد فغصبت أخته القلم ثم كتبت ثلاث مرات طلاق طلاق طلاق ثم ألقى الورقة إلى امرأته وقال لها أنظري هل صحيح ما كتب وهو لم يرد كتابة هذه الألفاظ لامرأته ؟ ¶ ج- هذا الطلاق غير واقع على المرأة المذكورة إذا كان لم يقصد به طلاقها وإنما أراد مجرد الكتابة أو أراد شيئاً أخر غير الطلاق لقول النبي ، - صلى الله عليه وسلم - ، \" إنما الأعمال بالنيات \" . الحديث . وهذا قول جمع كثير من أهل العلم وحكاه بعضهم قول الجمهور لأن الكتابة في معنى الكناية والكناية لا يقع بها الطلاق إلا مع النية في أصح قولي العلماء إلا يفترن بالكتابة ما يدل على قصد إيقاع الطلاق فيقع بها الطلاق والحادثة المذكورة ليس فيها ما يدل على قصد إيقاع الطلاق والأصل بقاء النكاح والعمل بالنية . ¶ وأسأل الله أن يوفق الجميع للفقه في دينه والثبات عليه إنه جواد كريم . الشيخ ابن باز رحمه الله تعالى ¶ وفي فتاوى اللجنة الدائمة",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "(الجزء رقم : 20، الصفحة رقم: 140)(الطلاق) > حكم تحريم المرأة نفسها على زوجها > طلقها بالثلاث كتابة ثم راجعها ثم طلقها بالثلاث كتابة الفتوى رقم ( 154 ) ¶ س: طلق زوجته ثلاثا بكتابة هذه الحروف: (نعم أنا ف. ع. ع قد طلقت زوجتي بالثلاث) ولم يتكلم، بل كتب وهو صامت، وهذا كان على إثر زعل بينهما، ثم راجعها فورا وأشهد عليها ثم آذته زوجته مرة أخرى فطلقها ثلاثا بكتابة هذه الحروف: (إنها طالق وطالق وطالق) كتبها وهو صامت لم يتكلم، يقول: فهل يقع طلاق بلا إشهاد، وهل يقع الطلاق بالكتابة مع الصمت عن النطق بالطلاق، وهل لي رجعة أو لا؟ ¶ ج: إذا كان الحال كما ذكرت في سؤالك وتفسيره من تطليقك زوجتك ثلاثا بالكتابة، ثم رجعتها بشهود، ثم تطليقك إياها ثلاثا بكتابتك: (أنت طالق وطالق وطالق)- فزوجتك هذه مطلقة ثلاثا على كل حال، نطقت بالطلاق أم كنت صامتا، ما دمت كتبت إليها الطلاق، وسواء شهدت على طلاقك أم لم تشهد، وعليه فقد بانت منك امرأتك البينونة الكبرى، فلا تحل لك حتى تنكح زوجا غيرك، نكاح رغبة، لا نكاح تحليل. وبالله التوفيق، وصلى الله على نبينا محمد وآله وصحبه وسلم. ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو عضو نائب الرئيس ¶ عبد الله بن سليمان بن منيع عبد الله بن عبد الرحمن بن غديان عبد الرزاق عفيفي ¶ وفي الملخص الفقهي للفوزان 2 - (ج 1 / ص 226) :\" الحالة الأولى : إذا كتب صريح الطلاق كتابة تقرأ ، ونواه ; وقع ، وإن لم ينوه ; فعلى قولين ، والذي عليه الأكثر أنه يقع \". اهـ ¶ الجوال آلة طرب !!! ¶ س: يوجد في كثير من هواتف الجوال، نغمات جرس موسيقية، فهل يجوز وضع هذه النغمات بدلا من الجرس العادي؟ ¶ عليه نأمل من سماحتكم الاطلاع، وتوجيهنا بما ترون، نفع الله بكم المسلمين، وشكر الله لكم، وحفظكم من كل سوء ومكروه .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ج: لا يجوز استعمال النغمات الموسيقية في الهواتف أو غيرها من الأجهزة ؛ لأن استماع الآلات الموسيقية محرم، كما دلت عليه الأدلة الشرعية، ويستغنى عنها باستعمال الجرس العادي. وبالله التوفيق، وصلى الله على نبينا محمد وآله وصحبه وسلم . ¶ (الجزء رقم : 26، الصفحة رقم: 261)(كتاب الجامع 3) > الاستماع إلى الملاهي > النغمات الموسيقية في الجوال ¶ الفتوى رقم ( 20842 ) اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو عضو عضو الرئيس ¶ بكر أبو زيد صالح الفوزان عبد الله بن غديان عبد العزيز بن عبد الله آل الشيخ ¶ ووضع نغمات الهاتف الجوال على الأصوات الموسيقية منكر ومحرم ؛ ¶ أولاً: لأن النبي صلى الله عليه وسلم قد نصّ على تحريم المعازف حيث قال : \" ليكونن من أمتي أقوام يستحلون الحِرَ والحرير والخمر والمعازف .. \" الحديث ، رواه البخاري (5590) وفي الحديث دليل على تحريم آلات العزف والطرب من وجهين ؛ أولهما : قوله صلى الله عليه وسلم : \" يستحلون \" فإنه صريح بأن المذكورات ومنها المعازف هي في الشرع محرمة ، فيستحلها أولئك القوم . ¶ ثانيا : قرن المعازف مع المقطوع بحرمته وهو الزنا والخمر ، ولو لم تكن محرمة لما قرنها معها ( السلسلة الصحيحة للألباني 1/140-141 بتصرف ) . ¶ قال شيخ الإسلام رحمه الله : فدل هذا الحديث على تحريم المعازف ، والمعازف هي آلات اللهو عند أهل اللغة ، وهذا اسم يتناول هذه الآلات كلها . مجموع الفتاوى (11/535 ) . ¶ جوال الشباب ¶ س : انتشرت ظاهرة خطيرة وهي عملية تبادل الرسائل بين الفتيان والفتيات ( رسائل مخلة ) عبر الجوال هل من كلمة في هذا الجانب ؟. ¶ ج : الحمد لله ،في الحقيقة أنا أشبّه الرسائل التي ترد عبر الجوال بكتابات الحمامات ، هذه قذارات وقول من لا يفقهون والعجيب أن أرقامهم تظهر مع رسائلهم وهناك رسائل أحياناً تظهر فيها نوع من الشرك بالله . ¶ الشيخ إبراهيم الخضيري .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فيجب نصح هؤلاء المستعملين لهذه الرسائل بالجوالات وتذكيرهم بالله عز وجل وبحكم ما يفعلونه وأنهم قد يدخلون فيمن يشيع الفاحشة في الذين آمنوا .. والله المستعان . مجلة الدعوة العدد/1795 ص/47. اهـ ¶ وإن من أعظم نعم الله تعالى على خلقه أن يسر لهم سبل الاتصال بوجود هذه الأجهزة من هاتف محمول أو شبكة الإنترنت وغيرهما، وشكر كل نعمة بحسبها، فشكر مثل هذه النعم يكون بتسخيرها في طاعة الله تعالى، والدعوة إلى منهج الحق، والأمر بالمعروف والنهي عن المنكر، والتواصي بالحق والتواصي بالصبر، وهذا أمر متيسر، وعاقبته الخير، قال الله تعالى: وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ (آل عمران:104) ، وثبت في صحيح مسلم عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: من دعا إلى هدى كان له من الأجر مثل أجور من تبعه، لا ينقص ذلك من أجورهم شيئاً... الحديث، فحري بالمسلم أن يشكر ربه على هذه النعمة ليبارك له فيها، وليزيده من فضله، قال تعالى: لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ (ابراهيم: من الآية7).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وإن من كفران هذه النعمة تسخيرها في معصية الله تعالى، بمثل ما ذكر السائل من رسائل الحب والغرام التي هي من فتح باب الشر على شباب وشابات المسلمين، وقد توعد الله تعالى من يسعى إلى نشر الفاحشة في مجتمع المسلمين بقوله سبحانه: إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَةِ (النور: من الآية19) ، فليتق الله من اتخذ هذا النهج سبيلاً، وليعلم أن عاقبة ذلك الندم، وزوال النعم، قال تعالى: وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ (النحل:112). والله أعلى وأعلم ¶ س : ما حكم الاحتفاظ بصور النساء في الهاتف النقال ( الجوال ) ؟ وهل يجوز إدخال هذه الهواتف النقالة إلى المسجد أو يفضل تركها في السيارة؟ ¶ ج : لا يجوز الاحتفاظ بصور نساء أو بصور عيون نساء أجنبيات في الهاتف لأنه لا يحل لمستخدم الهاتف النظر إليهن، ويحرم إدخالها المسجد من باب أولى، أما هل يجوز له الاحتفاظ بصورة محرم له كأمه أو أخته... أو بصورة زوجته مثلاً، فالحكم هنا يجري عليه الخلاف الواقع في جواز التصوير الفوتوغرافي من عدمه، لكن يبقى محذور آخر على القول بجواز التصوير الفوتوغرافي وفق الضوابط، وهو احتمال اطلاع آخرين على الصور ممن لا يحل لهم النظر إلى تلك الصور.وأما الصلاة فلا تبطل بحمل المصلي للجوال الذي به صور . والله أعلى وأعلم ¶ س : ما حكم تعليق الهاتف المحمول ( الجوال ) على الصدر ؟ ¶ ج : الأصل في الأشياء الحل والإباحة، إلا ما قام الدليل على خلافه لقوله تعالى: هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الْأَرْضِ جَمِيعًا {البقرة: 29}.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وتعليق الهاتف المحمول لا يخرج من هذا الأصل، إلا أن يكون ذلك يجلب ضرراً لصاحبه، فيحرم حينئذ لقاعدة رفع الضرر، فقد قال النبي صلى الله عليه وسلم: لا ضرر ولا ضرار . رواه مالك \"السلسلة الصحيحة\" 1 / 443 برقم250 ،أو يكون على وجه الافتخار أو الغرور فيمنع . والله أعلى وأعلم ¶ مسائل متنوعة ¶ س : ما حكم النظر في جوالات الآخرين واستعراض الرسائل دون رضاهم ؟ ¶ ج : ذلك من كشف الستر، ومن التطفل المذموم، بل هو ضرب من ضروب الخيانة، وباب من أبواب سوء الظن؛ لأن الناظر في رسائل جوال غيره ربما رأى رسالة ففهمها على غير وجهها، أو ظن أنها أرسلت إلى امرأة يعاكسها وقد يكون صاحب الجوال أرسلها إلى زوجته.وقد تكون الرسالة وردت إليه وهو لم يرض بها، فيسيء الناظرُ الظنَّ في صاحبه وهو براء من ذلك. وهذا يؤكد ما مضى التنبيه عليه من حفظ الجوال، والحذر من إلقائه بين الآخرين، ويوجب أن يستحضر العاقل أنه ربما استعرض الجوالَ غير صاحبه فيرى الرسائل ويكشف الستر، وربما أساء الظن. وينبغي للمرسل أن يحتاط لذلك، خصوصاً النساء؛ لأنه ربما استعرض الجوال زوج صاحبتها، أو أخوها، وربما كان مريض النفس، فكان ذلك سبباً فيما لا تحمد عقباه. والله أعلى وأعلم ¶ س : ما حكم التشبع، والادعاء: كحال من يريد لفت الأنظار، وإظهار العظمة، وبيان أنه إنسان مهم، حيث يوهم من حوله بأن فلاناً من أهل الفضل، والمكانة يبحث عنه، ويتصل به؟",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ج : يقول الشيخ بكر أبو زيد -حفظه الله-: (( في الجماعة أفراد يحملون همَّ العظمة، وأن يحمدوا بما لم يفعلوا، وقد صح عن النبي - صلى الله عليه وسلم- أنه قال: (( المتشبع بما لم يعط كلابس ثوبي زور )). رواه البخاري ( 5219 )، ومسلم ( 2129 ) و( 2130 ).ومن المهاتفين العُراة إجراؤهم المهاتفة الوهمية لبعض ذوي القدرة، والمكانة، أو ذوي القدر والجاه واليسار، أو يُسرُّ إلى بعض خواصه أن يتصل به، على أنه ذاك الذي يشار إليه، فترى المسكين يوهم الحاضرين عنده بالاهتمام البالغ، وبعض العبارات والحركات لهذه المقامات؛ ليبين للحضور أنه شخص مرموق رفيع المستوى،كأنه يقول: (( هأناذا؛ فاعرفوني )). ¶ وهو اتصال وهميٌّ مكذوب.وقد شاهدت وشاهد غيري من ذلك عجباً. ¶ والمهم أن يعرف أولئك أنهم عراة، وقلَّ أن تخفى حالهم؛ فلا تسلك أيها المسلم سبيلهم )) . أدب الهاتف ص35-36. والله أعلى وأعلم ¶ س : ما حكم الصليب الموجود في شاشة جوال النوكيا في أسفل الشاشة على اليسار، وهو صغير ومغطى بقوس من فوقه للتمويه ، هل نحمله في جيوبنا، وهل ندخل به في المساجد؟ ¶ ج : فمن المعلوم أن لبس الصليب، ولبس ما يحتوي على الصليب لا يجوز، ولا شك في هذا، ولكن من المهم أن نعرف ما هو الصليب الذي لا يجوز لبسه ولا حمله. ¶ إن من الناس من يشدد في هذه المسألة تشديداً يفضي إلى العنت والمشقة والحرج، فكل خطين متقاطعين هو عنده من قبيل الصليب الذي يجب طمسه ولا يجوز حمله ولا لبس ما يحويه، وهذا تشديد ما أنزل الله به من سلطان، وتعنيت لم يرده الإسلام. ¶ هذه الخطوط المتقاطعة والأشكال المزخرفة والعلامات التي ترمز إلى مصطلحات معينة أو أوامر، أو دلالات ليس من قبيل الصلبان المنهي عن لبسها أو حملها.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ولو أخذنا بهذه النظرة لوقعنا في حرج عظيم وانشغالٍ بالطمس والتغيير يستغرق أوقاتنا عما هو أهم وأجدى، مثلاً حرف الـ (t)، وعلامة(+) يظهر فيها شكل الصليب بشكل واضح، لكن يجوز قطعاً استخدامها والكتابة بها؛ لأنها تكتب على أنها حروف وعلامات، لا يقصد منها شعار الصليب ولا حتى الرمز له. ¶ وما أشرت إليه من العلامة الموضوعة في أسفل شاشة جوال النوكيا في الزاوية اليسرى السفلية، والتي وضعت رمزاً إلى مدى قوة الإرسال ليس صليباً واضحاً، بل هو يحكي صورة أبراج الشبكة، وهو إلى صورتها أقرب منه إلى صورة الصليب المعروفة، فلا يهولنك مثل هذا، واشتغل بما ينفعك، ولا تضيق أمراً لك فيه سعة. والله أعلى وأعلم ¶ س :ما حكم استخدام جوال الشركة لأغراض شخصية ؟ ¶ ج : لا يجوز للعامل أن يستخدم أدوات العمل في مصالحه الخاصة لأن في ذلك مخالفة لحق العمل، وتفريطاً في الأمانة التي تحملها لجهة العمل؛ إلا إذا كانت هذه الأدوات لا تنقص باستخدامه. ¶ ولا شك أن استخدام الهاتف في مكتب العمل للأغراض الشخصية يضر بالعمل من جهة التكاليف المالية إذا كانت عليه رسوم. ¶ ويضره كذلك بشغله عن استقبال المراجعين وأصحاب الحوائج..... فإذا كنت قد استخدمت الهاتف لمنافعك الشخصية، فالواجب عليك أن تستأذن من رب العمل، وإلا فإن عليك أن تدفع التكلفة المالية التي استهلكتها إلى جهة العمل؛ إلا أن يسامحك المسؤول المخول، فهذه هي الطريقة الصحيحة . والله أعلى وأعلم ¶ س : ما حكم من يعمل رنة لصاحبه ثم يغلق ، على أن يتصل صاحبه به ويتحمل الأخير قيمة المكالمة ؟",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ح : هذا من البخل ، ومناقض لحديث أَنَسٍ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ :\" لَا يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبَّ لِأَخِيهِ مَا يُحِبُّ لِنَفْسِهِ \". متفق عليه ، وعلى المتصل الأول صاحب الحاجة تحمل قيمة المكالمة ، وقد علم من فعل المشائخ والعلماء الكبار إذا اتصلوا على فلان ثم لم يجدوه فاتصل ذلك الشخص على الشيخ ،فإن الشيخ يطلب منه إغلاق السماعة حتى يتصل عليه الشيخ ويتحمل قيمة المكالمة لأنه هو صاحب الحاجة ولا يحمل غيره قيمة المكالمة بل يتحملها هو . اهـ بتصرف ¶ قناة المجد – برنامج الراصد – الشيخ محمد صالح المنجد ¶ نصيحة وتوجيه لأصحاب الجوالات ¶ السؤال: فضيلة الشيخ! ظهر في الآونة الأخيرة جهاز الجوال وكثر استعماله من النساء وخاصةً من الفتيات، وأسيء استعماله في المعاكسات فلا رقيب ولا حسيب من البشر، فهل من نصيحةٍ للآباء والفتيات، فإنه أصبح من أخطر حبائل الشيطان!!",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "الجواب: النصيحة: إن أسباب الشر في عصرنا كثرت، وهي فتنة يفتتن بها من أراد الله فتنته، وهي ابتلاء من الله عز وجل، فإن الله تعالى قد يبتلي العباد بتيسير سبل المعاصي لهم، وما ذكره السائل واقع: فإن الجوالات وسيلة قريبة لاتصال الشابات بالشباب؛ لأنها تستخدمه في كل مكان حتى ولو كان في المرحاض -في الحمام- ولأنه إذا اتصل أحد يظهر رقمه في الجوال ويسهل الاتصال به، فهو خطير. ولذلك أولاً: أنصح شبابنا وشاباتنا من هذا العمل المشين، وأرجو أن يكون مستقبل الإسلام على أيديهم خير مستقبل. ثانياً: أنصح الآباء والأولياء أن يتحسسوا وينظروا ببصر ثاقب: كيف تستعمل الشابة هذا الجوال، وكيف يستعمله الشاب؟ وقلت لكم: إن الله قد يبتلي العباد بتيسير أسباب المعاصي ليمتحنهم عز وجل، ولنا مثلان: المثل الأول: في أمم قبلنا. والمثل الثاني: في صدر هذه الأمة. فاليهود حرم عليهم صيد السمك يوم السبت، فإذا كان يوم السبت جاءت الأسماك على ظهر الماء: إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعاً وَيَوْمَ لا يَسْبِتُونَ لا تَأْتِيهِمْ [الأعراف:163] في أيام الأسبوع الباقية لا تأتي، وطال عليهم الأمد، فقالوا: لا بد من حيلة، وهي أن نضع شباكاً يوم الجمعة فيأتي السمك ويتكاثر فيها، وإذا كان يوم الأحد خذوه، فماذا فعل الله بهم؟ قال الله عز وجل: وَلَقَدْ عَلِمْتُمْ الَّذِينَ اعْتَدَوْا مِنْكُمْ فِي السَّبْتِ فَقُلْنَا لَهُمْ كُونُوا قِرَدَةً خَاسِئِينَ [البقرة:65] فكانوا قردة. وصدر هذه الأمة ابتلاهم الله عز وجل وهم محرمون بالصيد المحرم على الحرام، فكان الصيد تناله أيديهم ورماحهم .. الزاحف تناله اليد، فالأرنب يمسكه بيده، والغزال يمسكه بده، والطائر يدركه برمحه، مع أن الطيور لا تدرك إلا بالسهام، والرمح -كما تعرفون- عبارة عن عصا أو نحوه في رأسه حديد مدبب، ينالها برمحه .. فالصحابة؟ أمسكوا عن هذا، ما أحد منهم صاد صيداً مع أنه",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "سهل. والآن المعصية سهلت بواسطة هذه الأجهزة فعلينا أن ننتبه، وأخشى أن يعمنا الله تعالى بعقاب، وأن يبدل هذا الأمن خوفاً، وهذا الشبع جوعاً، وهذه الكسوة عرياً؛ لأن الله عز وجل يقول: وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنْ السَّمَاءِ وَالأَرْضِ لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنْ السَّمَاءِ وَالأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ * أَفَأَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا بَيَاتاً وَهُمْ نَائِمُونَ * أَوَ أَمِنَ أَهْلُ الْقُرَى أَنْ يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ * أَفَأَمِنُوا مَكْرَ اللَّهِ فَلا يَأْمَنُ مَكْرَ اللَّهِ إِلاَّ الْقَوْمُ الْخَاسِرُونَ [الأعراف:96-99]. أجارنا الله وإياكم من هذا! ¶ فهذا هو اللقاء المتمم للستين من اللقاءات الشهرية التي تتم في الجامع الكبيرة في عنيزة ، وهذه الليلة هي ليلة التاسع عشر من شهر رجب عام (1419هـ). اللقاء الشهري 60 مع الشيخ محمد بن صالح العثيمين رحمه الله تعالى ¶ ونسأل اللّه العظيم لنا ولكم علماً نافعاً ، ويكون لنا لديه يوم القيامة شافعاً ، أسأل اللّه العظيم أن يغفر زلتي ، ويقبل توبتي ، ويقيل عثرتي ، وصلى اللّه على محمد وآله وصحبه وسلم . ¶ وكتب / رأفت الحامد بن عبدالخالق غفر الله له ولوالديه وللمسلمين آمين ¶ 25/ رجب / 1428 هـ ليلة الجمعة ¶ الحمد الله وحده وصلى الله وسلم على محمد وآله وصحبه .. ¶ وبعد .. ¶ فإن هذا النوع من الأجهزة سبب لفساد الكثير من الأسر ، ولنشر الصور الفاضحة بين الناس ، ولخراب الأسر ووقوع الطلاق ، متى رأى الرجل صورة زوجته منشورة أمام الناس ، ولقطيعة الأرحام ¶ حيث أن هذا الجهاز يلتقط الصورة على حين غفلة من المرأة ، ثم ينشرها في الجولات الأخرى وفي المجتمعات . ¶ فعلى هذا ..",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يحرم بيع هذه الأجهزة وشراؤها ، ويجب ردها على من صنعها ، وإفسادها وإتلافها متى وجدت بأيدي الشباب والنساء على كل حالة ، ولا عوض لها ولا حرمة لها لما فيها من الفساد الكبير . ¶ فمن سعى في توريدها وبيعها فأنه ممن يسعى في الأرض فسادا. ¶ ومن صنعها ونشرها فهو من الذين يحبون أن تشيع الفاحشة بين المؤمنين . ¶ نسأل الله أن يخذ أعداء الدين وأن يرد كيدهم في نحورهم . ¶ وصلى الله وسلم على محمد وأله وصحبه ¶ قاله وكتبه : ¶ عبدالله بن عبدالرحمن الجبرين ¶ 27/3/1423 هـ",
            "page": "42",
            "part": "1"
        }
    ],
    "t36495": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الجوال_(_مسائل_وأحكام_)"
        }
    ]
}