{
    "b36499": [
        {
            "hno": null,
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ المقدمة ¶ الحمد لله العلي الكبير، مجيب دعوة المضطرين، وكاشف كرب المكروبين، وموهن مكر الماكرين، سبحانه لا يهدي كيد الخائنين، والصلاة والسلام على خاتم الأنبياء والمرسلين نبينا محمد وعلى آله وصحبه أجمعين ومن تبعهم بإحسان إلى يوم الدين. ¶ أما بعد: فإن المسلمين بعد انحلال وحدتهم عام 1342 عاشوا بين نازلتين حربيتين تخريبيتين -استعماريتين(1)-: ¶ الأولى: استعمار الكفار لبلاد الإسلام في معركتهم الحربية الدموية وسلاحهم المصلت على رقاب المسلمين، حتى احتلوا عامة ديار الإسلام، ولم يبق منها رقعة إلا دخلها الاستعمار سوى حرم الإسلام، قلب جزية العرب فقد حماها الله منه؛ إذ لم يحتلها استعمار كافر منذ طلوع فجر الإسلام حتى يومنا هذا -بحمد الله-، وأمام هذا الاستعمار كان المسلمون -بحمد الله- صوتاً واحداً ضده، واستمرت جهودهم في الجهاد والدفاع حتى أنقذ الله البلاد والعباد من استيلاء الكافرين، وكتب الله عليهم الجلاء من بلاد المسلمين. ¶ أما الثانية: فإن أعداء الله عباد الصليب وغيرهم من الكافرين، أنزلوا بالمسلمين استعماراً من طراز آخر هو: \"الاستعمار الفكري\" وهو أشد وأنكى من حربهم المسلحة؟! فأوقدوها معركة فكرية خبيثة ماكرة، وناراً ماردة، وسيوفاً خفية على قلوب المسلمين باستعمارها عقيدة وفكراً ومنهج حياة؛ ليصبح العالم الإسلامي غربياً في أخلاقه ومقوماته، متنافراً مع دين الإسلام الحق، وكان أنكى وسائله: جلب \"نظام التعليم الغربي\" و\"المدارس الاستعمارية - الأجنبية العالمية\" إلى عامة بلاد العالم الإسلامي، ولم يبق منها بلد إلا دخلته هذه الكارثة سوى حرم الإسلام قلب جزيرة العرب - فقد حماها الله منها. ¶ ولما حلت هذه النازلة في بلاد الإسلام لم يكن محل جدل بين العلماء في تحريم فتح المدارس الأجنبية في بلاد المسلمين، وفي تحريم إدخال أولادهم فيها، وهذان الحكمان لا يحتاجان إلى إقامة دليل؛ لقبح هذه الطامة بطرفيها، وبشاعتها، وشناعتها؛ إذ الحكم بتحريم قبول الاستعمار الفكري أولى من الحكم بتحريم الاستعمار الحسي، ولا يرضى المسلم الحق أن يكون للكافرين على المؤمنين سبيل مطلقاً. ¶ __________ ¶ (1) عن لفظ \"الاستعمار\" انظر: \"المعجم الوسط\": (2/626-627)",
            "page": "1",
            "part": "7"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "لكن قدر الله وما شاء فعل، ففي هذا العام عام 1419 امتد نفوذ مدارس أعداء الله عباد الصليب وغيرهم من الكفرة والملاحدة إلى قلب جزيرة العرب، ففتحوا فيها مدارسهم، وجاءت فيها هذه الفتنة الكبيرة، والخطيئة الخطيرة، التي ظاهرها تعليم الأجنبيين وباطنها الدعوة إلى غير سبيل المؤمنين، فأثارت استياء المسلمين فيها، وجرحت إحساسهم، ورأوا أنها أعظم ضربة وجهت إلى جزيرتهم ولا عهد لقلب الجزيرة بها، وحذروا المسارعين إليها من سوء عاقبتها، فالآن لا بد من بيان سطوة هذه الكارثة على الإسلام، ومدى ما نفشته في عقيدته وأخلاقه من الإفساد، والتعددية والانقسام، عسى أن يكون هذا البيان مضخة إنقاذ، يطفئ من جذوتها، ويُذهب سعيرها وسُعارها، ولإسماع المسلمين كلمة الحق في حكمها وتشخيص مخاطرها، والخلوص من معرة الكتمان، عسى الله أن ينفع به من شاء من عباده، ولولا بشاعة هذه النازلة لما حركت للقلم ساكناً، فأقول: ¶ إن عدداً جماً غفيراً من المصلحين الغيورين من العلماء وغيرهم في شتى أقطار العالم الإسلامي: في المملكة، ومصر، والسودان، والعراق، والشام بأقسامه الأربعة، وفي تركيا، والهند، والباكستان، وفي الكويت، والإمارات، وفي المغرب بولاياته الأربع، وفي إندونيسيا، وماليزيا… وغيرها أعلنوا موقفهم الإسلامي الصريح من المدارس المقطوعة الصلة بالإسلام عقيدة ومنهجاً ولغة وتاريخاً: (المدارس الاستعمارية الأجنبية.. العالمية) التي افتتحت في بلاد المسلمين لتكون محاضن للأجيال المسلمة محذرين منها ومن إدخال أولاد المسلمين فيها، مبينين مخاطرها على الأمة الإسلامية في حاضرها ومستقبلها، وأنها معاقل للخيانة بالمسلمين باستعمار أجيالهم عقدياً وفكرياً وثقافياً، وما في ذلك من تذويب الشخصية الإسلامية وتشكيل العقل والفكر بما يرفضه الإسلام، وأنها بحق: \"البيت المظلم\". وأنها حرب جلية فكرية من عباد الصليب أعمق من حروبهم الصليبية المسلحة، وأنها \"السيوف المصلتة\" على القلوب، فإنهم لما اغمدوا سيوفهم عن رقاب المسلمين سلوها على قلوبهم، وإنها: \"الخنجر المسموم\" الذي طعن به المسلمون فأصاب منهم مقاتل متعددة فأخذوا يعالجون الجرح النازف، والخنجر المسموم ما زال مغروزاً في جسم الأمة الإسلامية، فأولى لهم انتزاع الخنجر ليزول الجرح ويقف النزيف. وأنها شر القوى المسلطة على العالم الإسلامي.",
            "page": "2",
            "part": "7"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "وهم لبالغ كيدهم ومكرهم، تركوا المدارس الحكومية والأهلية على ما هي عليه من مناهج سليمة لم يتعرضوا لها، لكن عملوا على جادة الأسلوب البطيء المباشر \"فتح المدارس الأجنبية\" بجانبها؛ لتعلم الدنيا ولا تعلم الدين، وفي بعضها جزء هو من جملة إخراج المسلمين من الإسلام، فهي بحق مثل بناء الكنائس بجانب المساجد، بيوت كفر وردة بجانب بيوت إسلام وطاعة. ¶ ويبين الأستاذ محمد إقبال شدة مخاطر هذه المدارس على المسلمين فيقول(1): \"إن التعليم -الغربي- هو الحامض الذي يذيب شخصية الكائن الحي، ثم يكون كما شاء، وأن هذا الحامض هو أشد قوة وتأثيراً من أي مادة كيماوية\". ¶ وبذل أولئك المصلحون في إنكار هذه البلية والدفع في وجهها جهوداً مشكورة ذات جوانب متعددة ومنها: تأليف الكتب، والرسائل، والمقالات، وإصدار البيانات والفتاوى بشأنها التي زادت عن ستين عدداً سيأتي خبرها في البيانات اللاحقة إن شاء الله تعالى. ¶ واليوم في هذا العام 1419 تزحف هذه المدارس إلى قلب الجزيرة العربية، أول مفتاح للتنصير والتغريب ودخول أول أزمة جديدة في مجال التعليم وهي أولى وسيلة في مثلث التبشير: (المدرسة – المستشفى – دار الأيتام) فتزدحم بها المدن، وتنتشر في ساعة من نهار، ولا حول ولا قوة إلا بالله العزيز الحكيم. ¶ وعسى أن لا تكون واحدة من فعاليات المؤتمرات المتتابعة لوحدة الأديان والتقريب بينها، في \"ظاهرة التحول\" المخيفة، كالتركيز على تغريب المرأة في فعاليات مؤتمرات المرأة والإسكان... ¶ وعسى أن لا تكون من آثار \"نظرية الخلط\" –العولمة- تحت شعار \"المدارس المنتسبة\": \"نحن نعيش في عالم واحد، ونتعلم من أجل عالم واحد\"، شعار: \"توأمة المدارس\" وشعار: \"التربية الدولية\" المتجاوزة لحدود الدين واللغة. ¶ وإننا في هذه البلاد –قلب الجزيرة العربية- حماها الله وسائر بلاد المسلمين من كل سوء –مرت بنا مواقف في مجال التعليم الوافد والمدارس الأجنبية منها: ¶ الموقف الأول: ¶ __________ ¶ (1) بواسطة كتاب: الصراع بين الفكرة الإسلامية والفكرة الغربية للندوي.",
            "page": "3",
            "part": "7"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "كنا في هذه البلاد نسمع عما حل في عامة أقطار العالم الإسلامي من المصيبة العظيمة، والرَّزية الفادحة الأليمة من السماح لأمم الكفر والضلال من النصارى، وغيرهم بفتح المدارس الأجنبية على أرض الإسلام، وجعلها محاضن لأولاد الجاليات في شعورهم الديني، وشعائرهم الدينية... فنتألم لذلك، ونسأل الله –سبحانه- أن يرفع هذه البلاء عن المسلمين، وأن يعيذنا وإياهم من شرورها وأن لا نراها على أرضنا، وهي البقية الباقية اليوم. ¶ الموقف الثاني: ¶ وكنا نرى جهود المخلصين من العلماء والناصحين والغيورين في مصر والشام والعراق وغيرها في التحذير من هذه المدارس وتحريم افتتاحها، وتحريم إدخال أولاد المسلمين فيها، وأن هذا من أعظم المحرمات وأكبر الجنايات على ذراري المسلمين، ومستقبل الأمة الإسلامية، وتتكون جهودهم المباركة في مناصحة الولاة بإغلاقها، وفي احتساب الأهالي بفتح المدارس الأهلية الإسلامية؛ لاحتضان أولاد المسلمين، وتعليمهم فيها، وفي نشر المؤلفات والفتاوى والمقالات الصحفية في التحذير من هذه المدارس، إلى غير ذلك مما سترى خبره –إن شاء الله تعالى- في البيانات اللاحقة. ¶ فنحمد الله على إقامة الحجة ويشاركهم من علمائنا من شاء الله في إقامتها، وندعو لنا ولهم بالثبات والمثوبة، ونحث ذوي اليسار على مد يد المعونة حسب القدرة. ¶ الموقف الثالث: ¶ بالأمس القريب يبذل الناصحون منا النصح، والتحذير من مخاطر ابتعاث شببة المسلمين في هذه الديار إلى بلاد الكفر، وإلى المدارس الأجنبية في البلاد الإسلامية؛ اتقاءً للمخاطر على عقيدتهم وسلوكهم وتلويث أفكارهم. ¶ الموقف الرابع: ¶ بالأمس القريب يبذل الناصحون منا النصيحة تلو الأخرى بحماية مناهج التعليم من نفثات السوء، ونفوذ الضلال إليها، وبتقوية المواد الدينية الإسلامية وغرس العقيدة في قلوب ذراري المسلمين، وانتقاء المدرسين الموثوق بدينهم وسلامة معتقدهم والجاري سلوكهم على السلامة والسداد، والحذر من جلب المدرسين، الذين مرجت عهودهم، وداخلتهم أمراض الشبهات، والشهوات؛ لما لاحتضانهم أولاد المسلمين من مخاطر لا تخفى. ¶ الموقف الخامس: ¶ كل هذا يجري بالأمس –ونأمل الخير إلى الأبد- أما اليوم فيأتي موقف المواقف في فاتحة العام الدراسي لهذا العام 1419: ¶ دهى الجزيرة أمرٌ لا عزاء له……هوى له أحد وانهد ثهلان",
            "page": "4",
            "part": "7"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "اليوم يُفتح في بلادنا: \"البيت المظلم\"، تحل في بلادنا أعظم ضربة توجه إلى هذه البلاد إنها قاصمة الظهر/ بفتح المدارس الأجنبية العالمية الاستعمارية. ¶ اليوم هي على أرضنا ملء السمع والبصر. ¶ اليوم نزلت في قلب الجزيرة العربية، حرم الإسلام وعاصمة المسلمين وقاعدتهم: نازلة الشؤم والخطر، نازلة أولى وسائل التبشير، وأدهى وسائل التنصير والتغريب، والنقلة الحادة بأولاد المسلمين من محاضنهم الإسلامية –المدارس الحكومية والأهلية الإسلامية- بنقلتهم وإسلامهم إلى محاضن الكفر والضلال والإباحية والإلحاد في: (المدارس العالمية-الأجنبية). ¶ إنها والله رزية وأي رزية تحل في قلب الجزيرة العربية بجوار الحرمين الشريفين في بلد التوحيد وتحكيم الشرع المطهر، في البلد الذي لا يجوز في تجنس الكافر بجنسيته، ولا تمليكه جزءً من أرضه، واليوم يؤذن لأعداء الله ورسوله وأعداء المؤمنين بفتح محاضن لأولادنا لمن ليسوا على ديننا: المدرس كافر أو عاهر، والمناهج مستوردة كافرة... ¶ إنه موقف الواقف، موقف الدهشة والاستغراب، والحسرة والندامة، والفجيعة والألم. ¶ إنها ساعة الذهول فينا، فحق أن يقال لنا: \"اصنعوا لآل جعفر طعاماً\". ¶ إنها قنطرة إلى مبدأ حرية تغيير الدين. ¶ إنها درجة إلى: (عولمة التعليم) بين المدارس الدينية للملل المختلفة، وبينها وبين المدارس اللادينية –العلمانية-. ¶ إنها حركة لهدم الماضي المشرق العريق والمستقبل المضيء باسم (تجديد البناء) ومن آثارها: كسر حاجز النفرة من الكفر والكافرين، ومنها: أنه لن يقال للكافر: يا كافر، بعد الآن. ¶ إنها: تعطينا التفاتة، لكتاب: عبدالودود شلبي (الزحف إلى مكة) وفيه يقول عن المنصر الأمريكي روبرت ماكس: \"لن تتوقف جهودنا وسعينا في تنصير المسلمين حتى يرتفع الصليب في سماء مكة، ويقام قدّاس الأحد في المدينة\" انتهى كلامه –قبحه الله وخيب أمله-. ¶ وأحسن الله إلى المؤلف شلبي، إذ قال بعده: \"نحن في انتظار أبرهة الأمريكي لا على أبواب مكة، فهو لن يراها أبداً ولكن على أبواب جهنم التي تنتظره وأمثاله ليستقر هناك في دركها الأسفل\" انتهى.",
            "page": "5",
            "part": "7"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "إن قلب الجزيرة العربية يعتبر بلداً مغلقاً أمام المبشرين المنصرين، وإن فتح هذه المدارس هي خطوة جريئة لنفوذ سلطانهم الكنسي والثقافي فالخطوة بعدها: (فتح الكنائس)، وبث الأناجيل، والكتب التنصيرية، والإعلام التنصيري، وفتح المحاكم الأجنبية وفتح مراكز الإرساليات –البعثات- التنصيرية كما هي أمامنا وخلفنا عن أيماننا وعن شمائلنا في جميع بلدان الخليج العربي بلا استثناء!! امتداداً للواقع الحزين في العالم الإسلامي. ¶ إنها مؤامرة أمم الكفر في اقتحام حرم الإسلام، إن المشكلة أفظع مما نتصور: إنها إقامة حزام جغرافي لمجموعة الدول الكافرة تحصر المنابع الإسلامية؟! ¶ اللهم إنا نبرأ إليك من الرضا بهذه المدارس، أو أن تطمئن لها قلوبنا وغاية ما نملكه هو بذل النصيحة لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم فنبين ما نعلمه عن هذه المدارس الأجنبية في تاريخها ومخاطرها وأصولها وسيرتها ووجوب نبذها عن بلاد المسلمين وإغلاقها وإيقاف نشاطها وانتماآتها مستخلصاً مما كتبه عدد من علماء المسلمين وكتابهم –لله درهم ولله أبوهم- لعل الله أن ينفع بها، وأسوة بما صدر من اللجنة الدائمة للبحوث العلمية والإفتاء بالبيان الصادر في 3/2/1420 القاطع بتحريمها والتحذير منها ووجوب إغلاقها ورفعها عن المسلمين.. ¶ وعسى أن تقرّ أعين المسلمين بتنفيس الكربة فيُنشِدوا: ¶ الحمد لله على ما نفّسه……من الكروب وسقوط المدرسة ¶ فإلى كل مسلم هذه البيانات عن هذه النازلة (المدارس العالمية الأجنبية). ¶ المؤلف ¶ بكر بن عبدالله أبو زيد آل غيهب ¶ في مدينة النبي صلى الله عليه وسلم ¶ البيانات ¶ البيان الأول: جهود المصلحين من العلماء وغيرهم في مقاومتها. ¶ البيان الثاني: أسماؤها. ¶ البيان الثالث: تبعيتها. ¶ البيان الرابع: تاريخها. ¶ البيان الخامس: الأولويات في فتح المدارس الاستعمارية. ¶ البيان السادس: برامج المدارس الاستعمارية وإدارتها وأساتذتها. ¶ البيان السابع: أهدافها وآثارها المدمرة للمسلمين. ¶ البيان الثامن: نماذج من أقوال العلماء وبياناتهم وفتاويهم عن المدارس الاستعمارية. ¶ البيان التاسع: حكم الشريعة الإسلامية في المدارس الأجنبية المبني على النصوص الشرعية والقواعد والمقاصد العامة. ¶ البيان الأول ¶ جهود المصلحين من العلماء وغيرهم في مقاومتها",
            "page": "6",
            "part": "7"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "مضى على الأمة الإسلامية نحو: \"1300\" عام وحياتها قائمة على الولاء والبراء، الولاء للإسلام والمسلمين والبراءة من الكفر والكافرين، وعلى الحب والبغض في الله، محبة الإسلام والمسلمين، وبغض الكفر والكافرين، فبينهم وبين الكفار حاجز من الإيمان تنقطع عن نواله أعناق الرجال، ومن دونه خرط القتاد، فلا غرابة أن يُقابلو بالرفض كل ما يرفضه الإسلام، فضلاً عما ينابذه ويهدم كيانه. ¶ وكان من تلك المرفوضات: \"المدارس الأجنبية الاستعمارية التبشيرية\" التي أوفدتها البعثات والإرساليات النصرانية لإنشاب مخالبها الاستعمارية في جسد الأمة الإسلامية، وكان أول قدم تُمهّد لهم نشوب الاستعمار الذاتي: الاستعمار العقلي والفكري والثقافي \"بالتعليم\" بداية من حضانة الأطفال، وتعليم البنات، إلى نشر المدارس، إلى التعليم العالي في الكليات والجامعات وتكثيف بثها في بلدان المسلمين. ¶ ولا شك أن هذا غريب علىجسد الأمة الإسلامية يخترق قواعدها ومسلماتها من الأساس، فرفضته شكلاً ومضموناً، وتعالت الصيحات، والنداآت من الناصحين من العلماء الغيورين وغيرهم بالتحذير من هذه المدارس، ومن افتتاحها، وإدخال أولاد المسلمين فيها. ¶ وكانت جهودهم الدفاعية في الخطوة الآتية: ¶ الخط الدفاعي الأول: في إصدار الكتب والرسائل والمقالات والفتاوى والبيانات وإليك قائمة بأهم ما تم الوقوف عليه حسب الوفيات أو تاريخ النشر: ¶ 1- إرشاد الحيارى في تحذير المسلمين من مدارس النصارى. ¶ 2- مختصر إرشاد الحيارى في تحذير المسلمين من مدارس النصارى. ¶ …كلاهما من تأليف: يوسف بن إسماعيل – المتوفى سنة 1350. ¶ 3- مضار تعليم الأبناء في مدارس الأجانب/ السيد علي حبيب –مجلة الإسلام- ربيع الآخر سنة 1352. ¶ 4- مدارس التبشير/ محمد السيد صبحو –مجلة الإسلام- جمادى الأولى سنة 1352. ¶ 5- بيان مشيخة الأزهر عن معاهد المبشرين/ مجلة الإسلام – جمادى الثانية سنة 1352. ¶ 6- تفسير المنار/ محمد رشيد رضا - المتوفى سنة 1354. في مواضع من تفسيره: 10/410-411،514-515. ¶ 7- فتاوى محمد رشيد رضا أيضاً ج6 ص2387 بعنوان: تعليم أولاد المسلمين في المدارس اللادينية الحكومية وغيرها أو مدارس النصرانية. وأصل هذه الفتوى منشور في مجلة المنار سنة 1350 مج32، ج3 ص178،181. ¶ 8- الغارة على العالم الإسلامي – لخصها ونقلها إلى العربية/ مساعد اليافي المتوفى سنة 1363. ومحب الدين الخطيب المتوفى سنة 1389.",
            "page": "7",
            "part": "7"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "9- جدد نفسك/ للشيخ محمد صبري عابدين – مجلة الأزهر سنة 1373 مج25 ج3. ¶ 10- المدارس الغربية في البلاد الشرقية/ أحمد أمين – المتوفى سنة 1373. فيض الخاطر 10/1150-1154. ¶ 11- المدارس الأجنبية والإسلام/ أحمد حمزة – مجلة لواء الإسلام – ذو القعدة سنة 1375. ¶ 12- نصيحة مختصرة في الحث على التمسك بالدين والتحذير من المدارس الأجنبية/ للشيخ عبدالرحمن السعدي المتوفى سنة 1376. ¶ 13- تعليم الدين في المدارس (ضمن مقالات: حكم الجاهلية/ ص174،176) للشيخ أحمد بن محمد شاكر المتوفى سنة 1377. ¶ 14- الدعوة إلى الإصلاح ص/152-158. ¶ 15- رسائل الإصلاح ص/152-158. ¶ 16- الهداية الإسلامية، ص/151-152. ¶ …جميعها للشيخ محمد الخضر حسين التونسي المتوفى سنة 1377. ¶ 17- مطابقة الاختراعات العصرية. ص65،66/لأحمد محمد الصديق المتوفى سنة 1380. ¶ 18- آثار الشيخ محمد البشير الإبراهيمي المتوفى سنة 1385. ¶ 19- البكاء ليس وسيلة إيجابية لمقاومة المدارس التبشيرية/ مجلة المجتمع –عدد93 صفر سنة 1392. ¶ 20- معاقل التبشير في الجابرية وواجب المسؤولين/ مجلة المجتمع – عدد 288 صفر سنة 1392. ¶ 21- تصفية المدارس التنصيرية في الكويت ضرورة ملحة/ مجلة المجتمع – عدد 288 صفر سنة 1396. ¶ 22- الغزو الفكري (مجموعة بحوث مقدمة لمؤتمر الفقه الإسلامي الذي عقدته جامعة الإمام محمد بن سعود الإسلامية بالرياض سنة 1396) مطبوعات جامعة الإمام سنة 1404. ¶ 23- المدارس التبشيرية التضليلية.. إلى متى؟/ مجلة المجتمع – عدد 350 جمادى الأولى سنة 1397. ¶ 24- حكم الشريعة الإسلامية في تعليم المسلمين أولادهم بالمدارس الأجنبية/ للشيخ حسن مشاط المكي المتوفى سنة 1399. ¶ 25- خاتمة كشف الشبهات/ للشيخ عبدالرحمن بن محمد الدوسري المتوفى سنة 1399. ¶ 26- الأجانب والتعليم بمصر/ صالح رمضان محمود – مجلة المؤرخ العربي العدد 17 سنة 1401. ¶ 27- المدارس الأجنبية (ضمن المنتقى من محاضرات جمعية الشبان المسلمين ص324-335). ¶ 28- هل هذه النهضة خاضعة لسلطان العلم؟ مجلة المنار سنة 1348 - مج30 ج3. ¶ …كلاهما لعجاج نويهض المتوفى سنة 1402. ¶ …[والعجيب أن هذا الرجل ذكر عنه أحمد العلاونة أنه درزي كما في ترجمته في ذيل الأعلام ص137]. ¶ 29- الاتجاهات الوطنية في الأدب المعاصر. ¶ 30- حصوننا مهددة من داخلها/ كلاهما لمحمد محمد حسين المتوفى سنة 1403. ¶ 31- مخاطر التعليم الأجنبي في البلاد العربية/ عمر السباخي – مجلة العربي.",
            "page": "8",
            "part": "7"
        },
        {
            "hno": null,
            "id": "9",
            "nass": "32- التبشير والسياسة التعليمية في مناطق جبال النوبة/ كمال عثمان صالح – مجلة دراسات إفريقية – العدد الأول رجب سنة 1405. ¶ 33- التبشير والاستعمار (ص65-90)/عمر فروخ المتوفى سنة 1408. ومصطفى الخالدي المتوفى سنة 1397. ¶ 34- الآثار التغريبية لمدارس اللغات -المدارس الأجنبية – للأستاذ طلبة الدمنهوري (ضمن دراسات وآراء في التربية الإسلامية) الكتاب الأول. محرم سنة 1411. ¶ 35- التعليم في بلاد الشام في القرن التاسع عشر وأوائل القرن العشرين/ عبدالكريم الباني – مجلة التراث العربي – دمشق عدد 45 ربيع الثاني سنة 1412. ¶ 36- المخططات الاستعمارية لمكافحة الإسلام/ محمد محمود الصواف المتوفى سنة 1413. (ص212-224). ¶ 37- أسلمة التعليم في ديار المسلمين. عمر بن سليمان الأشقر. طبع دار النفائس عام 1414. ¶ 38- التبشير الصليبي/ الوسائل والأهداف. من رسائل جمعية الإصلاح بالإمارات طبع عام 1413. ¶ 39- المدارس التنصيرية/ نديم هزاز – مركز البلقان للدراسات والأبحاث العلمية – استانبول سنة 1415. ¶ 40- انحراف الشباب عن الدين والتحاقهم بالمرتدين/ للشيخ عبدالله بن زيد آل محمود المتوفى سنة 1417 (مجموعة الرسائل ج2 ص217). ¶ 41- أباطيل وأسمار/ محمود محمد شاكر المتوفى سنة 1418. ¶ 42- تعليم الغالب للمغلوب (قصة 150 عاماً من التعليم الأجنبي في مصر) مجلة الأسرة عدد 59 سنة 1419. ¶ 43- غزو في الصميم/ عبدالرحمن بن حسن حبنكة الميداني. ¶ 44- الموالاة والمعاداة في الشريعة الإسلامية/ محماس بن عبدالله بن محمد الجلعود. ج2 ص/669-681. ¶ 45- أساليب الغزو الفكري/ علي محمد جريشة ومحمد شريف الزيبق ص/62-70. ¶ 46- واقعنا المعاصر/ محمد قطب. ص/ 217-234. ¶ 47- بلاد شنقيط: المنارة والرباط. ص/355-366 طبع سنة 1987م. ¶ 48- إفريقيا المسلمة 100 الهوية الضائعة ص/ 100-131 كلاهما تأليف / الخليل النحوي. ¶ 49- أثر الفكر الغربي في انحراف المجتمع المسلم بشبه القارة الهندية/ خادم حسين إلهي بخش. ص/ 109-167. ¶ 50- أفيقوا أيها المسلمون قبل أن تدفعوا الجزية. ¶ 51- الزحف إلى مكة. ¶ كلاهما للأستاذ عبدالودود شلبي. ¶ 52- التربية الإسلامية الحرة/ للشيخ أبي الحسن علي الحسني الندوي. ¶ 53- الصراع بين الفكرة الإسلامية والفكرة الغربية. لأبي الحسن الندوي. ص173-187. ¶ 54- أين محاضن الجيل المسلم/ للأستاذ يوسف العظم. ¶ 55- احذروا الأساليب الحديثة في مواجهة الإسلام ص/71-80 لسعد الدين السيد صالح.",
            "page": "9",
            "part": "7"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "56- التغريب في التعليم في العالم الإسلامي (وخاصة ص76 فما بعدها) محمد عبدالعليم مرسي – منشورات جامعة الإمام محمد بن سعود الإسلامية بالرياض سنة 1409. ¶ 57- الخنجر المسموم الذي طعن به المسلمون/ أنور الجندي. ¶ 58- التطوير بين الحقيقة والتضليل/ جمال عبدالهادي وعلي أحمد لبن. ¶ 59- المؤسسات التعليمية الأجنبية في اسطنبول. تأليف سهيل صبان رسالة ماجستير من جامعة الإمام بالرياض عام 1409-1412. ونشر ملخصها في مجلة عالم الكتب في المجلد الحادي عشر: العدد الأول. ¶ 60- المسلمون وظاهرة الهزيمة النفسية/ عبدالله بن حمد الشبانة. ص/63-73، 161-181. طبع عام 1409 بالرياض. ¶ 61- ملامح عن النشاط التنصيري في الوطن العربي/ إبراهيم عكاشة علي. نشر جامعة الإمام بالرياض عام 1407. ص/28-32، 127-128 بالحواشي. ¶ 62- فتوى اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية برقم (4172) وتاريخ 4/12/1401. ¶ 63- فتوى اللجنة الدائمة للبحوث العلمية والافتاء بالمملكة العربية السعودية برئاسة سماحة الشيخ عبدالعزيز بن عبدالله بن باز بتحريم تأجير الأماكن للمدارس الأجنبية. ورقم هذه الفتوى (20262) في 3/3/1419. ¶ 64- بيان اللجنة الدائمة للبحوث العلمية والافتاء بالمملكة العربية السعودية في 3/2/1420 بتحريم فتح المدارس الأجنبية في بلاد المسلمين. برئاسة سماحة الشيخ عبدالعزيز بن عبدالله آل الشيخ أعانه الله وسدده. ¶ …وكان قد نظر فيه سماحة الشيخ عبدالعزيز بن باز قبيل وفاته وأقره وزاد فيه قبل وفاته بيومين اثنين، وكانت زيادته في النص على خصوصية جزيرة العرب والأحاديث في ذلك، وعاجلته المنية قبل أن يوقعه فرحمه الله رحمة واسعة ورفع درجته في عليين فقد كان يحمل هم إصلاح الأمة وردها إلى الجادة إلى آخر يوم من حياته. ¶ هذا ما تم الوقوف عليه فضلاً عن المصادر الأساس في ذلك، وهي الكتب التي تتحدث عن التبشير والاستعمار، والغزو الفكري، والتعليم وتاريخه، والتربية، والتبعية، والثقافة، والإرساليات –البعثات- النصرانية، وفي المقالات المتتابعة في الدوريات. ¶ الخط الدفاعي الثاني: إغناء الناس عن هذه المدارس الاستعمارية بفتح المدارس الإسلامية الحكومية والخاصة؛ لأن المدارس الأجنبية داءٌ يجب أن يستأصل بالدواء، وهذا من الأدوية التي تخفف استقطابها لأولاد المسلمين.",
            "page": "10",
            "part": "7"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "الخط الدفاعي الثالث: نشر النصيحة بالكلمة من الموعظة الحسنة والخطب التحذيرية والدروس العلمية العامة تحذيراً من هذه المدارس الاستعمارية وأن على أولياء الأولاد أن يتقوا الله في أنفسهم وفي أولادهم فلا يدفعوا بهم إلى هذه المدارس التي تصدهم عن دينهم، وتُمرض أخلاقهم، وتوهن عقيدتهم، وأن كل تهذيب بلا إسلام فلا خير فيه وكل تأديب من غير تقوى الله لا أثر له. ¶ الخط الدفاعي الرابع: تكونت لجنة أزهرية لمكافحة التنصير في مصر، وصار لها فروع متعددة في أنحاء مصر عام 1350 فما بعد، تصدّت للتنصير، وصد عادياته عن المسلمين. ¶ ولقاء هذه الخطوط الدفاعية تعرّض المصلحون لبعض المحن الدنيوية منها أنه في عام 1350 فُصِل بضعة وسبعون عالماً من وظائفهم في الأزهر(1). فإنا لله وإنا إليه راجعون والحمدلله على كل حال. ¶ البيان الثاني ¶ أسماؤها ¶ للاسم شأن عظيم؛ لتنوع دلالته، فالأسم دليل على المسمى يُعرف به ويدلك على حقيقته، فترغب إليه أو تحذره، وتواليه أو تعاديه، إذ الأسماء قوالب للمعاني، وفي حال يحصل اللبس والتلبيس لقاء التضليل بالأسماء على خلاف ما تحويه من الحقائق، فتكون العبرة بالمقاصد والمعاني لا بالألفاظ والمباني؛ لهذا صار لا بد لنا من استقراء ما أمكن من أسماء هذه المدارس الوافدة؛ ليعرفها المسلمون بأسمائها المطابقة لحقيقتها، أو المُضلَّلُ بها، فيحذروها. ¶ وبالتتبع وجد أن أسماءها على أنواع ثلاثة هي: ¶ 1- أسماؤها العامة: ¶ باعتبار وِفَادتها من بلاد الكفر إلى بلاد الإسلام وهي: \"المدارس الأجنبية\" ويقال: \"الإفرنجية\" و\"الغربية\" و\"الحديثة\" و\"العالمية\" و\"مدارس دنلوب\" نسبة إلى القسيس دنلوب الذي تولى كبرها في مصر. ويسميها بعض علماء المسلمين: \"المدارس.................(2) بالغايات والمقاصد، فإن الكفرة لما .................(1) طالما أعملوها في رقاب المسلمين سلَّو سيوفهم على الإسلام في صدور المسلمين عن طريق التعليم... ولهذا لقبها أنور الجندي بلقب: \"الخنجر المسموم\" وعنون به كتابه: \"الخنجر المسموم الذي طعن به المسلمون\"، ولقبها الأستاذ/ عبدالعزيز الثنيان بلفظ: \"السيوف الخفية\" في مقالته المنشورة في جريدة الجزيرة. وأرى أن اسمها بلا مواربة: \"المدارس الكفرية\". ¶ 2- أسماؤها العامة: ¶ __________ ¶ (1) ملامح عن النشاط التنصيري في الوطن العربي. لإبراهيم عكاشة. ص/127-128 طبع جامعة الإمام عام 1407. ¶ (2) اعتذار: مكان النقاط غير واضح في الأصل (الناسخ).",
            "page": "11",
            "part": "7"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "باعتبار هدفها التبشيري بالنصرانية، وهي: \"الإرسالية\" –البعثات النصرانية-، \"الإنجيلية\"، \"التنصيرية\" \"التبشيرية\"، \"الشيوعية\"، \"البروتستانتية\"، \"الكاثلوكية\"، \"الأرمنية\"، ويسميها بعض المستشرقين: \"دق الأسفين\". يُقال: دق بينهم أسفيناً أي فرّق بينهم، كما في: \"المعجم الوسيط\": (1/18). ¶ وتُسمّى مدارس المبتدئين باسم: \"مدارس التلقين\" وهي التي تسبق التعميد، وباسم: \"مدارس الأحراش\". ¶ 3- أسماؤها الخاصة لكل مدرسة: ¶ باعتبار تبعيتها التبشيرية ومنها ما ذكره يوسف العظم في رسالته: \"أين محاضن الجيل المسلم\" إذ قال: ¶ \"ولو اتسع المجال هنا لسردت لكم أسماء تلك المدارس جميعاً وأسماء المؤسسات أو الطوائف أو الأفراد الذين يكمنون خلفها، ولكن لن أحرمكم من تلمس الداء والإحساس بالخطر فأنقل لكم موجزاً عن ذلك في عرض سريع: ¶ أما المدارس فمنها: المدرسة اليسوعية. مدرسة المطران المارونية. الفرير. المعمدانية. التراسنطا. راهبات ماريوسف. الراعي الصالح. المطران. المانويت. راهبات الفرنسيسكان. الكلية الأهلية. ميتم الأرض المقدسة. هانوميان بوزباستيان البيلار. المدرسة الأميريكة. والأرمن الأرثوذكس. طاركنشاتس. الشبان المسيحية. الافنستت. المخلص. السالزيان. الصناعية . السبئيين. راهبات سيدة الرسل. الكلية البطريركية. اللاتينية. الناصري. الإنجيلي. التقارب. المسيحي. راهبات الوردية. الثقافة الأرثوذكية. السريان. راهبات صهيون. القبطية. دار الطفل. الشهيدة دميانة. سيدة البشارة. السلام. المحبة. القدسية مريم. القديس نقولا. العائلة المقدسة. المدرسة الليسية. الراهبات الفرنسيسكان. ¶ هذا قليل من كثير.. ولكن ملحوظتين لا بد من إبدائهما هنا: ¶ أولاً: أن معظم هذه المدارس ذات فروع متعددة للرياض والبنين والبنات. ¶ ثانياً: أن كل هذه المدارس لا تستأجر بيوتاً، وإنما تمتلك البيوت والحدائق والعمارات في ظل الكنيسة وأفياء الدير. ¶ وأما المؤسسات والطوائف التي تكمن خلف هذه المدارس التبشيرية فمنها:",
            "page": "12",
            "part": "7"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "البطريركية اللاتينية. جمعية القدس والمشرق. المجمع الكنسي. بطريركية الأرمن. إرسالية المعمدانية. جمعية المانونيت. الأسقفية الإنجليكانية لكنيسة المعمدانية. راهبات الفرنسيسكان. أخوة المدارس. المسيحية. الآباء الفرنسيسكان. الرهبنة السالية. الكنيسة اللوثرية. الاتحاد اللوثوري العالمي. مؤسسة الأمريكان. جمعية اتحاد القدس. جمعية السريان الخيرية. إرسالية الأفدنستت. بطريركية الروم الكاثوليك. وبطريركية الروم الأرثوذكس. بطريركية الأرمن الكاثوليك. مطران السريان الأرثوذكس. جمعية التقارب المسيحي. واضح من سياق ذكر المدارس التي سمعتم أسماءها لم آت عليها جميعاً كما لم أعرض أسماء كل الجمعيات والمؤسسات التي تمولها لأن ذلك يطول بنا ولكنه عَرْض لأهمها وأبرزها وأشهرها.. وهناك الكثير المنتشر الذي تعرفه كل مدينة، وقرية، وحي أردني وجد فيه النصارى أم لم يوجدوا لأن هذه المدارس لا تقام لأبنائهم وإنما لأبنائنا ولا تؤسس لِتُعلِّم إنم لِتُضِلَّ، ولذلك فحظنا منها حظ وافر وحصتنا من وجودها حصة الأسد والحمدلله الذي لا يحمد على مكروه سواه..\" انتهى. ¶ ومنها أيضاً: الكلية الفرنسية. كلية الجيزويت. كلية الفرير. كلية فكتوريا الإنجليزية. كلية سان مارك الفرنسية. كلية سانت كاترين، بجانب كنيسة سانت كاترين بالقاهرة. مدارس أم الإله؟ مدارس بنات الإحسان. مدارس العازاريين. ¶ ورأيت في البحرين: \"مدرسة القلب المقدس\". ¶ وأما في قلب جزيرة العرب، ففتحت على نحو بعض هذه الأسماء ولما حصلت جفوة واستنكار غُيِّرت الاسم للتعمية فمثلاً : \"مدارس الأفق الأمريكية\" غيرت خلال شهر باسم \"مدارس الأفق العالمية\"، ومنها: \"مدرسة نافذة المستقبل العالمية\"، و\"الأكاديمية الفلبينية العالمية\" وهكذا بلغت ما يزيد عن مائة وخمسين مدرسة في ظرف عام، فلا حول ولا قوة إلا بالله العظيم. ¶ البيان الثالث ¶ تبعيتها ¶ إن افتتاح هذه المدارس، يكون تحت إحدى مظلتين، وقد تجمعهما وهما نوعان: ¶ 1- مدارس تابعة للإرساليات –البعثات- التنصيرية، الكاثوليكية والبروتستانتية: \"جمعيات التبشير\" الإيطالية، والفرنسية، والبريطانية، والألمانية، والأمريكية، واليونانية.. وكل إرسالية تحمل لقباً منها: \"إرسالية الفرير\" و\"إرسالية الجزويت\" وهكذا حسب الانتماء الدعوي لأمم الكفر.",
            "page": "13",
            "part": "7"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "2- مدارس تابعة للسفارات الأجنبية؛ ولهذا تجدها مدارس: \"فرنسية\" و\"ألمانية\" و\"أمريكية\" أو غيرها، وقد تسمى باسم: \"المدارس القومية\" وهي مشتهرة باسم: \"مدارس الجاليات\". ¶ وكل مدرسة من النوعين المذكورين تخدم ما تنتمي إليه من دين ونحلة وسلوك ومنهج، لكن النوع الأول المقصود به استعمار مواليد المسلمين والتأثير عليهم، وأما النوع الثاني فقد يكون مقصوراً على أولاد الجالية فقط، ففيه مبدأ وجودها على الأرض الإسلامية، وقد يُسْمَح بإدخال أولاد المسلمين فيها، فتشارك النوع الأول في آثارها الاستعمارية. ¶ وقد تسمح بإدخال أولاد الكفار الذين ليسوا على ملتها فتكون مراكز للتنصير إن كانت نصرانية. أو مراكز للتهويد إن كانت يهودية، أو للإلحاد إن كانت لا دينية وجميعها مدارس إلحاد. ¶ فهي على كلا الحالين: \"بيوت مظلمة\" و\"مدارس كفرية\" ولا يقول مسلم بجواز فتح بيت يكفر فيه بالله تعالى مثل: \"الكنائس\" في بلد إسلامي ولا يختلف أهل الإسلام في تحريم فتح مكان يكفر فيه بالله تعالى كالمدرسة والكنيسة في بلد إسلام، فكيف في حَرَمِه. ¶ البيان الرابع ¶ تاريخها ¶ مضى ثلاثة عشر قرناً وأقطار العالم الإسلامي لا تعرف شيئاً من مدارس التعليم الأجنبية، ولا يجرؤ أرباب الديانات والنِّحَل من يهود ونصارى ومجوس وهندوس وغيرهم على افتتاح مراكز للتعليم في ديار المسلمين، لكن على مشارف انحلال الدولة العثمانية أواخر القرن الثالث عشر وبداية القرن الرابع عشر وانتعاش الروح الاستعمارية التبشيرية في العالم ونشوب الاستعمار في عامة أقطار العالم الإسلامي كان المبشِّر الأول هو (المدرسة)؟! وهي شر قوى الغزو الفكري والثقافي المسلطة على النفسية العامة في هذه البلدان الإسلامية. ¶ إنها المدارس الأجنبية والكليات والجامعات بلا فرق بين التبشيرية منها وغير التبشيرية، وإن كان السواد الأعظم منها هو التبشير على كل حال. ¶ وإنما كانت: \"المدرسة\" و\"التعليم\" أولى خطط التبشير لسببين مهمين: ¶ الأول: ان حاجة الناس إلى العلم لا تنقطع فالإقبال عليه غريزة دافعة إلى طلبه. ¶ الثاني: أن التعليم يتضمن تنشئة الأجيال وهذه المدارس تصبغهم بصبغتها وتوجههم بوجهتها. ¶ وما إن كفّ الكفار عن غزو المسلمين بالسيف والنار، إلا وقد كثّفوا غزوهم للمسلمين بطريق التعليم. ¶ وكانت أول شرارة قدحت في افتتاح المدارس الأجنبية في بلاد المسلمين:",
            "page": "14",
            "part": "7"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "في بيروت: بإنشاء مدرسة للبنات في الإمبراطورية العثمانية سنة 1830م؛ لأن البنات سيكن أمهات فإذا تربين في هذه المدارس النصرانية أثّرن على أولادهن!! وكانت تُعنى ببنات الأسر والبيوت الكبيرة اللاتي ستكون لهنّ السيطرة على الجيل المقبل، ولهذا قال بعض دعاتهم: إن مدرسة البنات في بيروت هي بؤبؤ عيني!! ¶ ولبنان هو الذي تركزت فيه جهود الأمريكيين والفرنسيين. ¶ وفي مصر عام 1840م من خلال البعثات التنصيرية قام الآباء بتأسيس الكلية الفرنسية بالإسكندرية والجمعية الإنجيلية البروتستانتية، ثم تبعتها مدارس الآباء اليسوعيين عام 1880م مقدمة لاحتلال مصر عام 1882م وبلغ عدد مجموع الطلاب من المسلمين 7117 طالباً مسلماً حتى عام 1891م وكان انتشار المدارس الأجنبية فيها مكثفاً حتى أنها الآن تبلغ عشرات الآلاف من المدارس ويبلغ نسبة الدارسين فيها من المسلمين 52% من الطلاب بمصر. ويشير مؤرخو المدارس الأجنبية أن الجالية اليونانية كلما حلوا في بلد أنشأوا فيه كنيسة ومدرسة كما فعلوا في الإسكندرية عام 1843م ثم في المنصورة، وطنطا، وبور سعيد، والسويس، والقاهرة وغيرها. ¶ وهكذا الجالية الإيطالية منذ عام 1862م والجالية الألمانية عام 1866م واليهود منذ عام 1872م والمارونيين السوريين، وكانت أولى الجاليات الجالية الأرمنية عام 1828م في بولاق. ¶ ونشرت مجلة: \"المجتمع\" عددها/350 في 29/5/1397 موافقة السادات لكارتر على إنشاء جامعة في مصر للتبشير بالدين المسيحي في الوطن العربي بشرط قيام الحكومة الأمريكية بتمويلها. ¶ وفي سوريا في نحو هذا التاريخ جهود موسعة لفتح المدارس الإرسالية حتى كان نصيب سوريا وحدها من المدارس الأمريكية عام 1909م: (174) مدرسة في المدن والقرى. ¶ ثم تطورت بهم الحال إلى إنشاء الكليات للتعليم العالي وكان أولاها في بيروت سنة 1862م التي تحولت فيما بعد باسم: (الكلية السورية الإنجيلية) ثم هي اليوم: (الجامعة الأمريكية في بيروت). ¶ ثم فتحوا في استنابول: (كلية روبرت). ¶ ومن خبرها أن أول مُنَصِّر أمريكي وصل إلى استانبول عام 1831م، فولد له مولود فيها وسماه: \"قسطنطين واشنطن\" للربط بين تركيا وأمريكا؛ لنجاحه في مهمته التنصيرية. ¶ وفي عام 1863م طرح المنصِّر هاملين على صديقه روشلد اليهودي إنشاء مدرسة ثانوية بجوار \"قلعة الروملي\" قائلاً: \"لقد أنشأ الأتراك حصناً لتفح اسطانبول وأنا سأُنشئ هنا مدرسة لهدمهم\".",
            "page": "15",
            "part": "7"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وكان من عملاء هؤلاء المنصرين في تركيا الجنرال: أحمد وفيق باشا الذي أمَّن أرضاً للمدرسة؛ ولذا لما سُئِلَ السلطان عبدالحميد الثاني عن المكان الذي سيدفن فيه الجنرال، قال: \"في قلعة الروملي\"؛ ليستمع الرجل الذي باع للبروستانت أرضاً ليؤسسوا عليها صوت أجراسهم، أصوات هذه الأجراس إلى يوم القيامة(1)\" انتهى. ¶ ثم في القاهرة: (الكلية الأمريكية). ¶ ثم أنشأ الفرنسيون كلية في مدينة: (لاهور) من مدن الهند. ¶ وفي السودان: أسس الإنجليز كلية في الخرطوم عام 1903م بإسم: (كلية غوردن) باسم ضابط إنجليزي. ¶ وفي السودان من أنواع المدارس والبعثات التنصيرية الشيء الكثير، بل إن عدد الكنائس في الخرطوم يفوق عدد المساجد!! ¶ وأما في جبال النوبة فقد استولت على التعليم فيها الإرساليات البريطانية منذ عام 1919م وحاصرت توسع الإسلام واللغة العربية وأقفلت ما يفتح من المدارس الإسلامية عام 1931م. ¶ وفي العراق: في أوائل القرن العشرين الميلادي كانت أول مدرسة تبشيرية في البصرة: (مدرسة للبنات) ومكتبة في العشائر، ثم انتشرت مدارسهم في أنحاء العراق. ¶ وفي موريتانيا: جاء في كتاب: \"بلاد شنقيط\" للخليل النحوي. ص/357-360 ما مختصره عن المدارس الفرنسية: \"وتلك الحقيقة أدركها السكان الذين جعلوا المدرسة –الفرنسية- نازلة فقهية، فطرحوا على بساط الجدل الفقهي مسألة حكم إرسال الأبناء الصغار إلى مدارس الكفار. ¶ وكان المستفتين شعراً محمد بن محمد المصطفى البارتيلي، من أهل بوتيلميت الذي قال: ¶ مِلْح البلاد ما جواب سائل ……عن حكم أمر في البلاد نازل ¶ إسلامُنا أولادنا الصغارا……طوعاً إلى مدارس النصارى ¶ اعتبر بعض العلماء الاستفتاء من باب السؤال عن المعلوم و\"السؤال عن المعلوم مذموم\" وواجه بعضهم بالصمت خوفاً أو تقية، وأجاب بعضهم تلميحاً فوق التصريح. ¶ وكان الشيخ أحمد بن الشيخ عبدالرحمن بن فتى الشقروي من فرسان هذا الميدان، فقد قاوم المدرسة الفرنسية، وظل يرفضها حتى بعد استقلال البلاد. وله في ذلك شعر كثير. ¶ __________ ¶ (1) المدارس التنصيرية. ص/17-20،19 إصدار مركز البلقان.",
            "page": "16",
            "part": "7"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "وإلى تحريم المدرسة الفرنسية ذهب المختار بن بلول المتوفى سنة 1398/1978م في فتوى منشورة، صرح فيها بمنع إرسال الأطفال إلى المدرسة الفرنسية، مذكراً بأن كل مولود يولد على الفطرة حتى يكون أبواه يهودانه أو ينصرانه أو يمجسانه كما جاء في الحديث، وعلى أبوي الطفل ومعلميه حراسة عقيدته ورعايتها، فقد نُهي الرجال البالغون عن مجالسة أهل البدع، فكيف بالصبيان.. ونقل المختار كلاماً في المعنى عن ابن الحاج في كتابه \"المدخل\" وعن النبهاني في كتابه: \"إرشاد الحيارى في تحذير المسلمين من مدارس النصارى\". ¶ وهكذا وقعت المدرسة الفرنسية على الشناقطة وقع الصاعقة وكانت تفتح في الأحياء والقرى بقرار مركزي لا يُستأمر السكان فيه، ولا يُعذرون في عدم تنفيذه. فنفرت من العلماء طائفة تطلب النجدة من المدرسة – الكارثة. ¶ من ذلك أن الإدارة الاستعمارية قررت في الخمسينات فتح مدرسة في حي \"أولاد أعمر أكداش\" الحسنيين، فهب الشيخ محمد حام ابن آلا المتوفى سنة 1379/1959م لإجهاض القرار، فاستنجد بزعيم قبيلته محمد بن إبراهيم بن الشيخ الحسن وبالشيخ عبدالله بن الشيخ سيديا، وكانا مسموعي الكلمة عند الفرنسيين. ¶ وقد آتت جهود الشيخ محمد حامد أكلها، فتقرر إلغاء المدرسة وتلقى الحي التهاني بهذا النصر العظيم، فحمد الله عليه بلسان الشيخ أحمد بن أحمد دام: ¶ الحمد لله على ما نفّسه ……من الكروب وسقوط المدرسة ¶ إلى آخره...\" انتهى. ¶ وهكذا بذروا مدارسهم لتعليم أولاد الجاليات الأجنبية ثم آلت إلى محاضن لأولاد المسلمين في عامة أقطار العالم الإسلامي ولم يبق إلا قلب الجزيرة العربية وفي عام 1419 افتتحت المدارس الأجنبية في قلب الجزيرة العربية فكانت أول دفعة منها تربو على (100) مدرسة في أنحاء مختلفة.. وقد أفرزت بعض هذه المدارس نشرة تبشيرية في شهورها الأولى من الافتتاح، كما جرى اللباس للطالبات في احتفال التخرج بلباس الراهبات!!: ¶ لمثل هذا يموت القلب من كمدٍ……إن كان في القلب إسلامٌ وإيمان ¶ البيان الخامس ¶ الأولويات في فتح المدارس الاستعمارية ¶ إن جرّ الشعوب كلها مسلمة كانت أم غير مسلمة إلى الانحراف بين الإلحاد والإباحية، وخاصة جرُّها إلى \"الكنيسة\" هي الغاية القصوى من هذه المدارس، لكن لهم أولويات في فتحها استعجالاً للأثر، واستغلالاً للغرض منها:",
            "page": "17",
            "part": "7"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "1- الأولوية للبلاد التي يكثر فيها الفقر والجهل؛ لأن كلاً من عاملي الجهل والفقر، ينتج الفرصة أكثر لنشر الانحراف، وبخاصة إلى التنصير. ¶ ولذا كثّفوا نشاطهم في مجاهل أفريقيا، وأدرك أعداء الله عباد الصليب مأربهم، ويُجسد هذا التأثير بعض الأفارقة، فيقول: \"عندما جاء النصارى إلى بلادنا كان لديهم الإنجيل ولدينا الأرض واليوم لدينا نحن الإنجيل ولديهم الأرض\"(1). ¶ 2- الأولوية للبلاد التي يكثر فيها الصراع الفكري، والتعداد الملي، مثل: لبنان، ومصر، وسوريا، وفلسطين، والأردن، والهند، والباكستان... ¶ 3- الأولوية للولايات ذات الرقع الصغيرة؛ لضعف نفوذها ومعنوياتها. ¶ 4- الأولوية في مجال مراحل التعليم، فتح محاضن الأطفال؛ لأن سن الطفولة وما قاربها هو البيئة الخصبة؛ لتلقيح التنصير، وسهولة التحويل، وسرعة التأثير، قبل أن تأخذ طبائعهم أشكالها الإسلامية عقيدة وشريعة. ¶ 5- الأولوية في مجال الجنسين للبنات؛ لأن البنات سيكنّ أمهات، وهن أسرع وأقوى تأثيراً على مواليدهن من الآباء، فتؤدِّي الأم الغرض الاستعماري في قلوب أولادهن بلا مؤونة يقول أحد المبشرين: \"جسب\": \"إن مدارس البنات في بلاد الإسلام هي بؤبؤ عيني، لقد شعرت دائماً أن مستقبل الأمر في سوريا إنما هو بمنهج تعليم بناتها ونسائها\". ¶ وقبل هذا وبعده المقايضة لقاء الاستعمار المعنوي، مثل: سابقة يد الإفضال، وعمليات الإنقاذ من الأزمات السياسية، والصحية، والاقتصادية، وغيرها، من خلال هذا الاستعمار المعنوي يُقحمون أولى وسائلهم للاستعمار الفكري: \"المدارس\" باسم الإمداد بالتعليم الحضاري. ¶ البيان السادس ¶ برامج المدارس الاستعمارية وإدارتها وأساتذتها ¶ لما كان هناك أهداف من وراء فتح المدارس الاستعمارية في بلاد المسلمين، فليس غريباً أن تُتَّخذ التدابير اللازمة، والضمانات الكافية، لتحقيق تلكم الأهداف والغايات؛ ولهذا وجهوا العناية إلى الآتي: ¶ 1- برامج التعليم فيها ومناهجها هي المتبعة في بلادها، وعلى اتصال دائم بخطط التعليم القومي الديني في بلادها. ¶ 2- الابتعاد في مناهج هذه المدارس الاستعمارية عن المناهج الرسمية للبلد المسلم التي تُفتح فيها؛ لأن التقيد بها يفقدها عنصراً أساساً في صفتها التبشيرية؛ ولهذا تشتد مطالبتها بجعل التعليم حراً. ¶ __________ ¶ (1) المدارس التنصيرية. ص/4 إصدار مركز البلقان.",
            "page": "18",
            "part": "7"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "3- اختيار المدرسين الذين على مللهم ونحلهم علماً وتطبيقاً من القسس والرهبان وغيرهم من الكفرة والملاحدة. ¶ 4- رصد أضخم ميزانية في العالم لمواجهة الإسلام من طرق شتى، أهمها ما يصرف على المدارس والجامعات ورياض الأطفال. ¶ البيان السابع ¶ أهدافها وآثارها المدمرة للمسلمين ¶ الحديث عن هذا البيان في أمور: ¶ الأمر الأول: منزلة التعليم لأي أمة: ¶ التعليم مثل أي كائن حي مستقل بذاته، له جُرمٌ وجَوهرٌ، وله شَبحٌ ورُوح. ¶ وما روح التعليم وجوهره إلا ظل لعقائد واضعيه وأخلاقهم، فلابد أن ينتج الأهداف والغايات التي تعكس آثار هذا التعليم بكليته على العقائد، والأخلاق، والثقافة، والسياسة، والاجتماع. ¶ فإذا تَبنّت أمة نظام التعليم في عقيدتها وأخلاقها، أنتج أهدافه منعكسة على شدِّ الأمة إلى عقيدتها وأخلاقها، وسياستها، وآدابها الاجتماعية، والثقافية، ووحدتها في ذلك، وتضييق مساحة الصراع والتبدد والانقسام. ¶ أمّا إذا تبنت أمة نظام تعليم وافد في ظل عقيدة غير عقيدتها، وأخلاق غير أخلاقها، فإنه ينتج أهدافه منعكسة عليها في الاعتقاد والأخلاق والسياسة والاجتماع؛ لما تنطوي عليه نقوس ناشئتها في أفكار وانحرافات مغايرة لما عليه إيمانها وعقيدتها وسلوكها، مفضياً ذلك إلى زعزعة العقيدة، ثم الردة الفكرية، فالعقدية، وبه تؤول حياة الأمة إلى تبدد وانقسام، وتصدع وصراع، وتعيش في ظله بين البناء والهدم، والتصديق والتكذيب، والاحترام والازدراء، والتشقق في تزايد وامتداد، والصراع في تصاعد واتساع، ولا تسأل حينئذٍ عن فشو الفوضى، واضطراب الأحوال. ¶ والحاصل أن نظام التعليم الوافد ينفذ إلى صخرة الوحدة والاجتماع، ويفككها إلى الفوضى والصراع، حتى تصل إلى حال يصعب التغلُّب عليها، فتكون بداية النهاية، ولا حول ولا قوة إلا بالله العزيز الحكيم. ¶ هذه حقيقة مُسَلَّمةٌ في تصورها، وأهدافها، وآثارها، فما هي آثار هذا النظام التعليمي الأجنبي على الأمة الإسلامية؟! وما هي وسائل إغراء الغزو به؟! ¶ الأمر الثاني: وسائل الإغراء في التعليم الاستعماري:",
            "page": "19",
            "part": "7"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "لفظاعة الأهداف والغايات الإفسادية، في المدارس الاستعمارية، وعظيم نكايتها بالمسلمين بين الإلحاد والإباحية، لبسوا لها المسوح من اللين، وأفاضوا بغشاوة على أبصار المسلمين، وخادعوا بصائرهم، وأتقنوا فنّ الخداع والمكر، إنها وداعة الأفعى في صورة العلم والحضارة والتقدم والثقافة، ثم سياسة الانفتاح والخلط والعولمة. فهرع إليها جهّال المسلمين، وفسقتهم ومُرّاقُهم. ولذا صارت الإغراآت بها في مرحلتين: ¶ المرحلة الأولى: وسائل إغراء هي بمثابة: \"بطاقة الدخول\" للمدارس الأجنبية –نظام التعليم الغربي- في البلاد الإسلامية. ¶ فأنشئت باسم أنها: ¶ 1- مدارس تثقيفية تهذيبية تهدف إلى التثقيف العام وتنوير الأذهان. ¶ 2- ولنشر العلوم الحضارية بين المسلمين. ¶ 3- وإقناع الناس بأنها نماذج متقدمة للثقافة والعلوم وتعليم اللغات. ¶ 4- وإيهام الناس بأنها رفيعة المستوى فيلهثون وراءها مصابين بداء الغرور والاستعلاء. ¶ 5- وباسم مكافحة ما يعانيه المسلمون من الجهل والتخلف. ¶ 6- وباسم تعليم أولاد الجاليات. ¶ 7- ورصد الأموال الطائلة لها وبذلها. ¶ المرحلة الثانية: وسائل إغراء هي بمثابة: \"بطاقة دخول\" أولاد المسلمين فيها. ¶ اتخذ أعداء الله وسيلتين لضمان الإقبال عليها ودفع أولاد المسلمين إليها، وهما: ¶ 1- جعلها وسيلة للرزق من ناحية جعل الأولوية للمتخرجين منها في الوظائف. ¶ 2- أكسبوها مكانة اجتماعية تفوق مكانة الدارسين في المدارس الحكومية أو الخاصة؛ ولهذا يلقب المنتسبون إليها: بالطبقة الجديدة، والطبقة المعاصرة، والطبقة المتطورة. ¶ الأمر الثالث: أهداف نشر التعليم الأجنبي بين المسلمين: ¶ من معجزات النبوة الظاهرة، وآثارها الباهرة، الحديث المتفق على صحته \"كل مولود يولد على الفطرة فأبواه يهودانه أو ينصرانه أو يمجسانه\" ومن مآثر علماء المسلمين المشكورة، العمل على تلقين عامتهم وأولادهم هذا الحديث، وقاية لهم في فطرتهم ودينهم، وحماية لهم من الضلال.",
            "page": "20",
            "part": "7"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "ولذا صار حقاً أن احتضان الصغار وتعليمهم قبل تشكلهم بالإسلام علماً وعملاً، هو البيئة الخصبة للقاح الأول في توجيههم نحو الخير أو الشر؛ ولهذا استعمل المبشرون من عباد الصليب وغيرهم من أرباب الديانات الكافرة هذه الخاصية فعملوا عملهم بالاستعمار العقلي والفكري والثقافي والعقدي في العالم الإسلامي، بسعيهم جادّين إلى فتح المدارس الاستعمارية في بلاد المسلمين، وزرعها هنا وهناك من أرض الإسلام لنشر حقدهم الأسود لإفساد العقائد والعقول، بداية من رياض الأطفال إلى نهاية التعليم الجامعي، مصانع لهم لعلهم يظهرون، وأوكاراً ومصايد يتصيدون بها من ضعفت عقولهم، أو مرجت عهودهم، أو من عضّهم الفقر بنابه، أو من أوقعهم سوء حظهم في قبضة هؤلاء الضالين كل هذا لغاية الغايات لديهم تحويل المسلمين بِرِدّة شاملة عن دينهم الحق: \"الإسلام\" ولو لم يكن من مساوئها: إلا تقليب النظر من أولاد المسلمين في وجوه الكافرين من المدرسين والإداريين، والتلاميذ ورحم الله الإمام أحمد فكان إذا نظر إلى نصراني غمض عينيه، فقيل له في ذلك، فقال: لا أقدر أن أنظر إلى من افترى على الله وكذب عليه: ¶ تلك الوجوه التي ضلت بأجمعها …بئس الوجوه عليها الذل والعار ¶ ما أحلم الله عن قوم مقررهم……على الرعية أغلال وآصار ¶ وإن الأمة الإسلامية هي الأسوة الحسنة لأهل الأرض، فإذا ما داخلها التعليم الأجنبي عنها، فإنه سيصيبها في غربة في دينها، وغياب في أخلاقها، ولغتها، وآدابها، واحتقار لتاريخها في ماضيها وحاضرها، وانشطار في وحدتها وآليات حياتها، وفرقة بعد اجتماع، وخلاف بعد وفاق. ¶ وتَسَلُّم قيادتها من جيل جديد، هو على الأقل: إسلامي في الاسم، وعقد النكاح، وتسجيل المواليد، أجنبي في اللسان، والذوق، والرأي، والتفكير، يسهم في قتل روح أمته وفي طمس جوهرها. ¶ ألا إن هذه الموجة الطاغية التي أجتالت العالم الإسلامي جلب: \"التعليم الأجنبي\" لتثقيف ناشئتها هي في الحقيقة مؤامرة على الدين والأخلاق والمروؤات واللغة والتاريخ، فلعنة الله على الظالمين الذين يبغونها عوجاً وبالآخرة هم كافرون.",
            "page": "21",
            "part": "7"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "واليوم أقبلت أمم الكفر على فتح هذه \"البيوت المظلمة\" المدارس الاستعمارية في قلب جزيرة العرب كشأنها في بلاد المسلمين الأخرى قائمة على تعصب ديني وتثقيف قومي في اللسان والتاريخ، فكل مدرسة تُعنى بدين بلادها، ولغتها، وتاريخها، ومقومات حياتها، تلقنها طلاب مدارسها، وتسعى بواسطتهم لنشرها بين أهليهم ومن يسمع صوتهم، وينفذ إليه بصرهم وهذه بالطبع تفضي إلى الآثار المدمرة في: اللغة، والتاريخ، والدين. ¶ أما في اللغة: فهذه المدارس المظلمة بالقومية القائمة، مِهادٌ لنشر التثقيف القومي بلسانها ولغتها، ولضرب الحصار الثقافي اللغوي علىعقلية الجيل المسلم باستعمار لسانه بالرطانة الأعجمية، ومعلوم أن كل لغة تحمل فكر الناطقين بها، ففي تغليب اللغة الأجنبية على اللغة العربية لتدريس المواد، بثٌّ للفكر الأجنبي في عقول الناشئة، وهذا يفضي إلى الآثار الآتية: ¶ 1- إن فرض اللغة الأجنبية لغتة لتعليم المواد الدراسية، هو في حد ذاته اقتحام للحصن الإسلامي: \"اللغة العربية\" بإبعاد مظهريتها شعاراً لأهل الإسلام، وحجبها عن لسان الناشئة، وكم في هذا من إضعافها وتبغيضها في نفوسهم؛ بل عزل لهم عن إسلامهم، فإنه إذا حيل بين المسلم ولغته لغة القرآن، تم العزل له بطبيعة الحال عن إسلامه وأمجاده، وحضارته، وأول ما ينزع منه اعتقاده في كتاب ربه. \"القرآن العظيم\" الذي نزل بلسان عربي مبين على خاتم الأنبياء والمرسلين ليكون نذيراً للعالمين. ¶ 2- نتيجة لتدريس المواد بغير العربية، يتكون لدى الطالب عقدة الإحساس المعمق بقصور لغته عن تدريس العلوم الحديثة، ثم قطع صلة هذه العلوم بالإسلام ولغته العربية. ¶ 3- ثم أنفة الشباب المسلم من لغتهم وآدابها، وزهدهم فيها حتى لا يعلموا منها إلا ما يعلمه العامي منها، وهذا سبب فعّال في تدهور اللغة العربية وحجب شيوعها واستعمالها. ¶ 4- ومن آثار هذه الخطة الغضبية وجود استعداد تام لدى عامة هذا النشأ المسلم –إن كان بقي له شيء من إسلامه- الذي تربّى في هذه المدارس الأجنبية بتصويب السهام إلى اللغة العربية من كل جانب، وأصبحت عنده حساسية مفرطة ضد من يخطئ في اللغة الأجنبية التي تلقنها، وأما لغته العربية فلا حجر أن يجمع هو أو يمر على سمعه جميع سوآت اللحن. ¶ وهذا الوضع المزري ينتقل بالطبع إلى كل ما هو مكتوب باللغة العربية وأعظم ذلك \"القرآن الكريم\" الذي نزل بلسان عربي مبين، فلا يحسن قراءته فضلاً عن فهمه وتدبره.",
            "page": "22",
            "part": "7"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وهذا آخر المطاف المطلوب صرف الجيل عن تراث الأمة الإسلامية المكتوب بلسانها العربي، وفي مقدمتها الوحيان الشريفان \"الكتاب والسنة\". ¶ والانصراف إلى التراث الوافد المكتوب باللغة التي تلقنها وشب عليها، وكسر عقود حياته في دراستها، كما هو مشاهد ومعروف في أبناء كثير من الدول العربية التي سلخ الاستعمار لسانها. ¶ قال شيخ الإسلام ابن تيمية –رحمه الله تعالى- في: \"اقتضاء الصراط المستقيم\": (ص/306-307): \"واعلم أن اعتياد اللغة يؤثر في العقل، واللغة، والدين، تأثيراً قوياً بيناً، ويؤثر أيضاً في مشابهة صدر هذه الأمة من الصحابة والتابعين، ومشابهتهم تزيد العقل، والدين، والخلق. ¶ وأيضاً فإن نفس اللغة العربية من الدين، ومعرفتها فرض واجب، وإن فهم الكتاب والسنة فرض ولا يفهم إلا بفهم اللغة العربية، وما لا يتم الواجب إلا به فهو واجب\" انتهى. ¶ وأما في التاريخ: فهذه المدارس المظلمة بالقومية القائمة مِهادٌ لنشر ثقافتها التاريخية، ولضرب الحصار على عقلية الجيل المسلم عن تاريخه وشحنه بتاريخ أوروبا وأمريكا مثلاً، فهو لا يرى من خلال دراسته، وموادها، واساتذتها، ومناهجها إلا تاريخ أوروبا مثلاً، وأنها أرقى الشعوب، مدنيتها هي الأم للعالم، وأنها هي الحقيقة بالسيطرة على العالم، وأما تاريخ الإسلام فمحجوب عنه مشوب بالنقص والاحتقار. ¶ والحاصل أن التعليم الأجنبي إبادة للأجيال المسلمة، وصياغة لها في ثقافتها التاريخية بما لا صلة له بالإسلام ولا بالمسلمين. ¶ وأما في الدين: فإن غزو هذه المدارس التثقيفي القومي هو تمهيد للغزو الديني فهي معاقل تبشير بالديانات والنِحَل التي محاها الإسلام وأبطلها، والتي لا يزال الكافرون ينتمون إليها كالنصرانية بمذاهبها الثلاثة: الكاثوليك، والبروتستانت، والأرثوذكس. ¶ وإن الوليد المسلم الذي يرمي به أبواه في أحضان هذه المدارس الاستعمارية: ¶ إما أن يخرج مسلماً خواء مفرغاً من مقوماته من حيث لا يشعر مشحوناً بمقومات غيره في دينه وثقافته، يستخدمونه لأغراضهم وغاياتهم. ¶ وإما رِدّة إلى دين باطل كالنصرانية. ¶ وإما رِدّة إلى غير دين: \"اللادينية\". نعود بالله من ذلك ونسأله سبحانه الثبات على الإسلام. ¶ أما الرِّدة إلى النصرانية:",
            "page": "23",
            "part": "7"
        },
        {
            "hno": null,
            "id": "24",
            "nass": "فإن مدارس عباد الصليب هي أكثر المدارس انتشاراً، وأقواها دعاية للكفر إلى دين النصارى الحيارى، أو إلى اللادينية؛ لأنهم يتسنمون قارتي أوروبا وأمريكا ويتملكون القوة المادية الصناعية في العالم، فسحروا أعين الناس، واسترهبوهم. ¶ ولهذا فإنه يقع في هذه المدارس التنصيرية التي تفتح في بلاد المسلمين وتحتضن مواليدهم، من شعائر عباد الصليب ما يكون كفيلاً بتلقين التقوى المسيحية، والسلوك المسيحي، وتنشئة طلابها على فلسفة مسيحية للحياة –هكذا على حد قولهم-؟! ¶ ومن هذه الفعلات الكفرية: ¶ 1- إقامة شعائر الصلوات النصرانية، والترانيم، وغيرها، ومشاهدة أولاد المسلمين لها على الأقل، أو إلزامهم بالمشاركة فيها. ¶ 2- إلزام الطلاب بالذهاب إلى الكنيسة. ¶ 3- إلزام الطلاب بالمشاركة في المراسيم الدينية الكنسية. ¶ 4- إرشادهم إلى تقبيل الصليب حتى تغفر لهم ذنوبهم. ¶ 5- كفارة خطأ الطالب تقبيل الصليب. ¶ 6- إثارة الشبه حول الإسلام وتلقينها تلكم النفوس البريئة. ¶ 7- عرض الكتب التي تطعن في الإسلام. ¶ ولهذا فإن بعض منظري المدارس الأمريكية التنصيرية في بلاد المسلمين، يُمثِّل: \"المدرسة\" بالطُّعم، ويمثل: \"التنصير\" بالسُّنَّارة للاصطياد، ويقول: \"لا خير في سُنَّارة بلا طُعم\" أي لا خير في مدرسة بلا تنصير؟! ¶ الردة إلى اللادين: سلخ هذه المدارس الاستعمارية لدين المسلم إلى الإلحاد والعلمنة هي أوسع مساحة من ردته إلى دين باطل كالنصرانية. ¶ وهي مهمة الذي كفروا في الذين أسلموا بهدم كيانهم المعنوي والحسي: ¶ هدم العقيدة الإسلامية. ¶ هدم الأخلاق الإسلامية. ¶ هدم الوحدة الإسلامية. ¶ هدم الدولة الإسلامية. ¶ فهدم العقيدة الإسلامية ينتج الإلحاد. ¶ وهدم الأخلاق الإسلامية: ينتج الإباحية؛ ولذا كانت هذه المدارس الاستعمارية هي أول من أدخل فتنة الاختلاط بين الجنسين؛ لما فيه من إشاعة الفساد والمنكرات وهدم العفة والاحتشام(1)، وحصل فيها رفض قبول الطالبات المحجبات(2). ¶ وهدم الوحدة الإسلامية: ينتج الفوضى. ¶ وهدم الدولة الإسلامية: ينتج الولاية الكافرة. ¶ الأمر الرابع: آثارها المدمرة في المسلمين: ¶ __________ ¶ (1) مختصر إرشاد الحيارى 1 ص/16-17. ¶ (2) المصدر السابق.",
            "page": "24",
            "part": "7"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "إن الهدف ينتج الأثر، فكل هدف من أهداف هذه المدارس الاستعمارية تأتي آثاره المدمرة ومخاطره البالغة على المسلمين بواسطة ناشئتهم الذين ارتموا في أحضان هذه المدارس، وقد تحقق لعباد الصليب وغيرهم من أمم الكفر بواسطة مدارس الضرار هذه، تكوين قوى مضادة للمسلمين من أنفسهم وذراريهم وبني جلدتهم، خَلَفوا أساتذتهم الكفرة بِنَوْبة المستعمر لبلاد الإسلام، وهم على طبقات متعددة كل فرد منها بقدر تأثره بما تلقاه من الإباحية والإلحاد، وهي: ¶ 1- طبقة المتاثرين بالنصرانية: ¶ تَجِدُ عامة من كَتَبَ عن المدارس الاستعمارية، يذكر نماذج لأحداث مؤلمة وقعت في قطره أو في غير قطره من بلاد الإسلام تكشف الأخطار التي تؤدي إليها هذه المدارس من الردة إلى النصرانية وخدمة السياسة الاستعمارية: ¶ فمن الحوادث في مصر أن شاباً مسلماً ارتد إلى النصرانية فحمله النصارى على الوعظ والدعوة إلى النصرانية في مجامعهم وكنائسهم فحز ذلك في نفس جمال الدين الأفغاني، فاتفق مع آخرين على اختطافه وهو يعِظ في كنيسة في الأزبكية ففعلوا، ووضعوه في مكان خفي، فذهب هو وتلميذه الشيخ محمد عبده إليه، وأقنعاه حتى عاد إلى دينه الإسلام(1). ¶ وفي عام 1351 حصلت أحداث تنصيرية في مصر مروعة لأعداد من اليتامى والقاصرين وقد حصل لها ردة فعل من المسلمين طُرِد على اثرها بعض المنصِّرين(2). ¶ وفي عام 1413 عملت بعض المدارس الأجنبية بالكويت غِناءً يحكي قصة نبي الله يونس –عليه السلام- وفيها مقاطع افتراء على الله تعالى لتلقينه الطلاب فأصدرت لجنة الفتوى في الكويت فتوى في إنكار ذلك وبيان خطره(3). ¶ وبعض أولياء أمور الطلاب الذين زجوا بهم في هذه المدارس، يستمع من أولاده ترانيم كنسية فيستغرب ذلك وعند المتابعة يعلم أنهم قد علموهم الصلاة المسيحية(4). ¶ __________ ¶ (1) مقالات أحمد أمين: 1/151. ¶ (2) ملامح عن النشاط التنصيري في الوطن العربي، ص/126-128 لإبراهيم عكاشة علي. طبع جامعة الإمام محمد بن سعود الإسلامية. ¶ (3) مجلة الوعي الإسلامي. العدد/ 323. ¶ (4) مجلة الوعي الإسلامي. العدد/ 46.",
            "page": "25",
            "part": "7"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وكان مدرس في المدارس اليسوعية في بيروت يسأل الطلاب في صباح كل يوم: \"هل أنت بنعمة الله مسيحي\" فيجيبوا بنعم، وفي يوم أجابوا جميعهم بذلك إلا مسلماً أجاب بقوله: \"أنا مسلم\" فناله من الغضب والأذى ما ناله، وما زال المدرس به حتى أجاب بقوله: \"نعم\"(1). ¶ ومن حوادثها أن طالباً يَعلم والده نشاطه وذكائه، أخفق في دراسته، فذهب إلى المدرسة يسأل عن سبب ذلك، فأجابته المدرسة بأن الطالب لم يكمل تثقيفه الديني، لأنه شوهد يصلي صلاة المسلمين في خفية عن إخوانه، فلذا اعتبر سيء السلوك وأخفق في دراسته(2). ¶ ومن حوادثها تعلُّق الطلاب بعيد ميلاد المسيح، وإدخال بيوت أهليهم: \"شجرة الميلاد\" وسرور أهلهم بذلك؟!(3). ¶ 2- طبقة المسلوبين : ¶ ومن آثارها وجود طبقة بين المسلمين من ذراريهم، مسلوبة خاوية مفرغة من موالاة المسلمين والبراءة من الكافرين، والغيرة على الدين يعيشون بين أمراض الشبهات، وعقدة الشك والصراع الفكري والعقدي وبين أمراض الشهوات، فيعايشون الحياة الغربية بلسانهم، ومعلوماتهم، ولباسهم، ونمط حياتهم وغدوهم ورواحهم في غاية من التغريب والتفرنج. ¶ وهم بهذه المعايشة في الفكر والسلوك ينشرون التغريب والتشبه بأعداء الله بين المسلمين. ¶ وهذه الطبقة خسارة في الوجود الإسلامي، وانكسار في رأس مال المسلمين. ¶ 3- طبقة المنافقين: ¶ ومن آثارها وجود طبقة المنافقين الذين يحملون نصيبهم من الإسلام ظاهراً بالإسم، وعقد النكاح، وتسجيل المواليد، وتشييع جنائزهم ودفنها في مقابر المسلمين. وهم يستبطنون الإلحاد، ويظهرون الإباحية والفساد. ¶ 4- طبقة الملحدين: ¶ ومن آثارها وجود طبقة الكافرين ظاهراً وباطناً الذين يعلنون كفرهم وإلحادهم، فيسبون الله والرسول والإسلام، ويستهزؤون بالمسلمين ويسخرون من الدين. وما بقي لهم من الإسلام إلا ما بقي لإخوانهم المنافقين ليزداد الفريقان بها كفراً فيداخلون المسلمين بالتزاوج، وولاية الأعمال والتصرف في شؤونهم ولا حول ولا قوة إلا بالله العزيز الحكيم. ¶ ومن فعلات هذه الطبقات في بلاد الإٍسلام: ¶ __________ ¶ (1) مختصر إرشاد الحيارى. ص/28-29. حكم الشريعة الإسلامية للمشاط. ص/8. ¶ (2) انظر: احذروا الأساليب الحديثة في مواجهة الإسلام لسعد الدين صالح. ص/75. ¶ (3) انظر: مختصر إرشاد الحيارى. ص/32-33.",
            "page": "26",
            "part": "7"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "1- أن مدرسة التنصير التي افتتحت في استانبول عام 1863م هي التي قادت حركة التمرد على الدولة العثمانية بزعامة قائد الإلحاد والعلمنة والتغريب أتاتورك (1924-1938).. وهذا هدم للدولة الإسلامية(1). ¶ 2- أن مدرسة التنصير التي افتتحت في بيروت عام 1823م هي التي طرحت فكرة \"القومية العربية\" وتولت قيادتها في الوسط الإسلامي. ¶ وهذا هدم الحكم بالإسلام عقيدة وشريعة. ¶ 3- ومنها ما قاله الاستاذ أبو الحسن الندوي رحمه الله تعالى في كتابه: \"الصراع بين الفكرة الإسلامية والفكرة الغربية\": (ص/182): \"إن القادة وولاة الحكم في البلاد المسلمة كلهم إنتاج نظام التعليم الغربي ووليد حضارته. أما الذين لم يتح لهم أن يتثقفوا في بلد أوروبي وينشأوا في بيئته فإنهم تعلموا في مراكز هذا التعليم في بلادهم، وتثقفوا بها تحت إشراف ممثلية الكبار ورقابتهم، إن بعضهم تخرجوا في الكليات الحربية التي يعنى فيها بالتعليم والتربية الغربية عناية فائقة. وذلك هو السر في أن العالم الإسلامي يتأرجح بين عقليتين وفلسفتين ووجهتين مختلفتين تتصارعان دائماً...\" انتهى. ¶ 4- ومن تفعيل دور هذه الطبقات في انحراف الوسط الإسلامي توليتهم الأعمال القيادية، وتلميع شخصياتهم، وتحسينهم في نظر المسلمين، حتى يؤدوا رسالتهم المشؤومة على الأمة الإسلامية(2). ¶ 5- ومن فعاليات هذه الطبقات وآثارها في انحراف المسلمين ما يحصل من ابتلاء الأمة الإسلامية بهذا الجيل مما هو شوكة في نحرها إذ تتعالى صيحاتهم، وتتعدد نداآتهم بفرنجة المسلمين، وتجاوز القيود الشرعية عن حياتهم، وبث جرائمهم وأدوائهم الأوروبية أو الأمريكية مثلاً بين المسلمين، ويتكرهون حياتهم المبنية على العبودية لله والاحتشام والمثل العليا في الإسلام، ويبغونها إباحية ماجنة، وهم في الحقيقة دعاة التمرد على الوحي، والإرهاب بين أهليهم وذويهم وبني جلدتهم لا على شيء إلا على نعمة الإسلام. ¶ __________ ¶ (1) انظر: مختصر إرشاد الحيارى. ص/32-33. الصراع للندوي. ص/181-182. ¶ (2) انظر: مختصر إرشاد الحيارى. ص/42.",
            "page": "27",
            "part": "7"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وهذا الجيل المظلوم –من أبويه- الظالم لأعقابهم، هم سعاة الفتنة في المبادئ الإباحية والإلحادية، مثل إلحاحهم على: قضايا فصل الدين عن الحياة، وتهميش دور العلماء، وصرف النظر عن تحريم الربا والخمر والميسر، والتركيز على قضايا المرأة باسم تحريرها، وحريتها، ومساواتها بالرجل، وبالجملة الدعوة إلى صياغة المجتمع الإسلامي وصبغة من جديد بالصبغة الأوروبية، أو الأمريكية أو... كل بحسب فكر من تولى تلويثه(1). ¶ ومن هذه الآثار المدمرة يتبين أن هذه المدارس التبشيرية منها وغير التبشيرية على اختلاف أنواعها ومراحلها مرتبطة في الأهداف والغايات: ¶ أنها شر القوى المسلطة على العالم الإسلامي لتوهين الإسلام في نفوس أهله وتقويضه. ¶ أنها مراكز مسلحة بأحدث آلات الإفساد بين الإباحية والإلحاد. ¶ وأنها مراكز للإغارة على الأمة وأجيالها شر من الغارات العسكرية. ¶ وأنها آلة استلاب العقائد والأخلاق. ¶ وأنها سند لتحقيق مطامع الأعداء في المسلمين. ¶ وأنها مِدْرَةُ طعن للأمة الإسلامية في ذاتها والتشكيك في قُدراتها، ثم القضاء عليها. ¶ وصبغ رعايا المسلمين في أجيالهم المقبلة بصبغة تنابذ الإسلام. ¶ وقلب الانتماء في قول الناشئة من الولاء لدينهم ولغتهم وتأريخهم. ¶ وتفريغ العقل المسلم من مقوماته واستسلامه لمن يقوده. وهذا يلغي بالطبع أول شرط لأي نهضة إسلامية. ¶ وبالجملة إيجاد أنواع من التعددية الفكرية، والعقدية، والانتماآت المتنافرة لبث الصراع، وانفجار الانقسامات السياسية والطائفية، وفي هذا تفكيك الوحدة الإسلامية، وتهديد الأمن الإسلامي بمقوماته كافة. والله خير حافظاً وهو أرحم الراحمين. ¶ وهذه الغايات الإفسادية هي حقيقة في الإرهاب إن كان له حقيقة، ونشر الرُّعب والتمرُّد باسم العلم والتعلُّم... ¶ الآن يا معاشر المسلمين: (قد تبين الرشد من الغي فمن يكفر بالطاغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم) [البقرة: 256]. ¶ البيان الثامن ¶ نماذج من أقوال العلماء وبياناتهم وفتاويهم عن المدارس الاستعمارية ¶ __________ ¶ (1) حكم الشريعة الإسلامية للمشاط. ص/8. الصراع للندوي. ص/182-183.",
            "page": "28",
            "part": "7"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "جرد علماء المسلمين أقلامهم في التحذير من فتح المدارس الأجنبية في بلاد المسلمين، والتحذير من إدخال أولاد المسلمين فيها. وقد كان لعددٍ من علماء المملكة العربية السعودية –حماها الله من كل سوء- كلمات مشهودة في هذا قبل أن تحل في ديارهم، لكن من باب البيان والنصرة لأهل الإسلام والنصح لهم. ¶ والآن هذه نماذج من أقوالهم وأقوال غيرهم من علماء الآفاق وكتابههم، وبعض من البيانات والفتاوى وهي: ¶ 1- قال أحمد أمين في مقالته: \"المدارس الغربية في البلاد الشرقية\": \"وبعد: فواجب الشرق ألا يُشجع هذه المدارس لأنها مأوى التبشير والاستعمار معاً، وهي تجعل من نفسها داعية لدين غير دين البلاد، كما تجعل من نفسها حكومة داخل حكومة البلاد، وفي ذلك إهدار الاستقلال، ومدعاة للفساد. ¶ إن الأمم الحريصة على توحيد كلمتها وتوحيد آمالها، تصب أبناءها في قالب واحد، حتى يكونوا متفقين متساندين، أما هذه المدارس فتجعل أبناء البلاد شيعاً كل طائفة تصطبغ بصبغة خاصة، وإذ ذاك تتضارب الميول، وتتنازع الآمال، ويكون أبناء البلد الواحد، بعضهم أعداء بعض وفي ذلك من الفساد ما لا يخفى\" انتهى من: \"مقالات أحمد امين. ج10/1154\". ¶ 2- وفي صحيفة الفتح الإسلامية لمحب الدين الخطيب محاضرة بعنوان: \"المدارس التبشيرية\" جاء فيها: ¶ \"فحرامٌ أن يُسلِم الوالد ولده والأخ أخاه إلى المدرسة التبشيرية لتأخذه عدة سنوات، فتتسلمه ولداً صحيحاً بعقيدته وثقافته ودينه، ثم بعد حين ترده إلى أهله وأمته وبلاده ولداً مزيفاً، ما كان فيه قد أُخِذَ منه، وما أعطيه ففاسد لا جدوى منه ولا منفعة\" انتهى. ¶ 3- وقال الشيخ علي الطنطاوي –رحمه الله تعالى-: \"ولتضع الحكومات العربية القوانين الصريحة بإغلاق كل مدرسة أجنبية إنكليزية أو فرنسية أو أمريكية، وإلا ذهب عملنا هباء، وكان عبثاً، وأخرجت هذه المدارس من أبنائنا أعداء لنا وأعواناً لعدونا، كما وقع في الشام حين تولّى ضرب دمشق رجل عربي أبوه شيخ اسمه علاء الدين الإمام –عليه لعنة الله\" انتهى من: \"مجلة الرسالة – العدد/743\".",
            "page": "29",
            "part": "7"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "4- وقال الشيخ/ محمد أحمد الغمراوي –رحمه الله تعالى- في كتابه: \"الطريقة المثلى للمحافظة على كرامة الإسلام ورد عادية الطاعنين عليه\": (ص/15) ما نصه: \"وأسباب ضعف الروح الإسلامي في البالغين من المسلمين اليوم يمكن إجمالها في شيء واحد هو سوء التربية الإسلامية، وإذن فَعَلى المسلمين أن يعنوا العناية كلها بإنشاء أولادهم نشأة إسلامية في مدارس إسلامية ينشؤونها من أجل ذلك. ¶ ولا يَدَعوا أولادهم فريسة للمدارس غير الإسلامية الروح، تُربيهم على غير غِرار الإسلام، وتخرجهم عنه بالتدريج، فإن المسلمين إن لم يصونوا أولادهم –وهم صغار- عن تحكم الملحد أو غير المسلم في عقولهم ونفوسهم لم يكن لهم أن يعجبوا من خروجهم –وهم كبار- عن طريق الدين، ومتابعتهم من يطعن باسم العلم أو الأدب أوحرية الرأي أو حرية التفكير\" انتهى. ¶ 5- وقال شيخ الجامع الأزهر/ الشيخ محمد الخضر حسين –رحمه الله تعالى- في: \"الهداية الإسلامية\": ص/151 ما نصه: ¶ \"أبناء المسلمين في مدارس التبشير: من الذي يستطيع أن يُهيء لولده عيشاً راضياً، وينبته نباتاً حسناً، فينشأ سليم القلب طاهر اللسان، صديقاً لأسرته، عاملاً على إعلاء شأن أمته، ولكنه يأبى أن يفعل هذا الذي ينصح به لولده ويجني ثمار الحمد من عواقبه، فيعمد إليه وهو صافي الفطرة، فيلقيه في بيئة يتولاه فيها من لا يرقبون إلاً ولا ذمة، فلا يزالون يلقنونه زيغاً، ويبذرون في نفسه شراً، والذي خبث لا يخرج إلا نكداً. ¶ ذلك مثل المسلم الذي يهبه الله ولداً ليسلك به في هداية، ويعدّه لأن يكون عضواً يرتاح لسعادة قومه، ويتألم لشقائهم، فإذا هو يبعث به إلى مدارس أسست لمحاربة الدين الحنيف، ولقتل العاطفة القومية، وهي المدارس التي تنشئها في بلادنا الجمعيات التي يُقال لها \"جمعيات التبشير\".",
            "page": "30",
            "part": "7"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "إن الذي يقذف بولده بين جدران هذه المدارس، لا تكون جريمته من جريمة أولئك الذين كانوا يقتلون أولادهم خشية إملاق ببعيد، ألم يقم الدليل إِثْر الدليل على أن القائمين فيها بأمر التعليم يلقنون أبناء المسلمين معتقدات ديانة غير إسلامية، ويحملونهم على تقاليدها، ويتعرضون للطعن في شريعة الإسلام بطرق شأنها أن تؤثر على الأطفال ومن هم بمنزلة الأطفال في عدم معرفتهم بحقائق الدين معرفة تقيهم من شر ذلك الإغواء؟! ليس ذلك الذي يزج بابنه في مدارس التبشير بالذي يقتل نفساً واحدةً ولكنه يقتل خلقاً كثيراً، ويجني بعد هذا على الأمة بأجمعها، ولا أقول هذا مبالغة، فقد يصير هذا الولد أستاذاً من بعد، ويفسد على طائفة عظيمة من أبناء المسلمين أمر دينهم ووطنيتهم، كما أفسد عليه أولئك القسس أمر دينه ووطنيته، وقد أرتنا الليالي أن المتخرجين في هذه المدارس من يملك سلطة على قوم مسلمين، فيجدون فيه الغلظة والمكر وعدم احترام الشريعة ما لا يجدونه في الناشئ على غير الإسلام\" انتهى. ¶ 6- وقال أيضاً –رحمه الله تعالى- في: \"رسائل الإصلاح\": (ص/155): ¶ \"ومن الذي لا يعلم أن معاهد تقام في أوطاننا باسم العلم أو العطف على الإنسانية والغاية منها صرف النفوس عن صراط الله السوي، دَلّ على هذا كتب يدرسونها في هذه المعاهد، وهي كما قرأنا نبذاً محشوة بالطعن في الإسلام والحط من شأن الرسول الأعظم –صلى الله عليه وسلم-... وقد رأينا لهذه المدارس التي تفتح في سورية ومصر وغيرها من البلاد آثاراً محزنة. ¶ فكم من فتى مسلم بعث بها إليها فتخرج منها وهو يحمل من التنكر لقومه وشريعتهم مثل ما يحمله خصومهم المحاربون\" انتهى. ¶ 7- وقال أيضاً –رحمه الله تعالى- في كتابه: \"الدعوة إلى الإصلاح\": (ص/74-75) ما نصه: ¶ \"لم يتفشّ زيغ العقيدة فيما سلم تفشيه اليوم، لأن وسائل ساعدت على سريان وبائه لم توجد قبل، وأمهات هذه الوسائل ثلاثة أمور: ¶ أحدها: هذه المدارس التي يفتحها الأجانب في أوطاننا باسم العلم، ويغفل بعض المسلمين عن سريرتها، فتأخذهم بمظاهرها، حتى يسلموا أطفالهم وهم على الفطرة إلى من يصبغ هذه الفطرة بسواد، وينزع منها روح الأدب الذي يجعلهم أولياء لعشيرتهم نصحاء لأمتهم.",
            "page": "31",
            "part": "7"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "ثانياً: تهاون بعض الآباء بواجب أبنائهم، إذ يرسلون الناشئ إلى معاهد العلم في أوروبا قبل أن يتلقن من علوم الدين ما يجعل عقيدته مطمئنة، فيلاقي في أثناء الدراسة هنالك أو في بعض المحادثات شُبهاً لا يجد في نفسه من الحجج ما يدفعها، وإذا تواردت الشبه على الناشئ رانت على قلبه، وأصبح يُبصر وجه الحق أسوداً قائماً، فيعود إلى وطنه وهو يحمل لأبويه عقيدة أنهما في ضلال قديم. وذلك جزاء من يستهين بهدي الله، ولا يهمه إلا أن يكون لابنه مورد رزق واسع، أومنصب في أحد الدواوين. ¶ ثالثها: أن كثيراً من الحكومات الإسلامية ضعف فيها روح الاعتزاز بالدين الحنيف، فاستباح واضعوا برامج التعليم العام في مدارسها أن لا يضربوا لعلوم الدين بسهم، ومن يضرب لها فبسهم لا يغني من جهل، والتعليم الذي يهضم فيه جانب العلوم الدينية، لا يُرجى منه تهيئة نشء تتساقط عليهم الشبه فيطردونها، أو توسوس إليهم الشياطين فيستعيذون منها\" انتهى. ¶ 8- وقال الشيخ محمد رشيد رضا –رحمه الله تعالى- في: \"تفسير المنار\": (10/514): ¶ \"ولكن أكثرهم تركوا هذه الفريضة فجنوا على دينهم وملتهم وأمتهم، فصاروا أسوأ من جميع الأمم حالاً في مصالحهم الملية والسياسية، حتى فقدوا ملكهم وعزهم وشرفهم، وصاروا عالة على أهل الملل الأخرى حتى في تربية ابنائهم وبناتهم، فهم يلقونهم في مدارس دعاة النصرانية أو دعاة الإلحاد فيفسدون عليهم دينهم ودنياهم، ويقطعون روابطهم الملية والجنسية، ويعدونهم ليكونوا عبيداً أذلة للأجانب عنهم. وإذا قيل لهم لماذا لا تؤسسون لأنفسكم مدارس كمدارس هؤلاء الرهبان والمبشرين؟ أو الملاحدة الإباحيين؟ قالوا: إننا لا نجد من المال ما يقوم بذلك. وإنما الحق أنهم لا يجدون من الدين والعقل وعلو الهمة والغيرة ما يمكنهم من ذلك، فهم يرون أبناء الملل الأخرى يبذلون للمدارس والجمعيات الخيرية والسياسية ما لا يوجبه عليهم دينهم، وإنما أوجبته عليهم عقولهم وغيرتهم الملية والقومية ولا يغارون منهم، وإنما يرضون أن يكونوا عالة عليهم. تركوا دينهم، فضاعت بإضاعتهم له دنياهم (نسو الله فأنساهم أنفسهم أولئك هم الفاسقون) انتهى، ونحوه (ص/410).",
            "page": "32",
            "part": "7"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "9-10- وقال الاستاذ أبو الحسن الندوي –رحمه الله تعالى- في كتابه: \"الصراع بين الفكرة الإسلامية والفكرة الغربية\": (ص/184-185): ونقله عنه مقراً له الأستاذ محمد أمين المصري –رحمه الله تعالى- في كتابه: \"المسؤولية\": (ص/128-130) نقلاً عن محاضرة لأبي الحسن الندوي –رحمه الله تعالى- مع زيادات مهمة منها: ¶ \"لذلك ليس من المعقول ولا من الجائز أن تستورد أمة لها شخصيتها ورسالتها، ولها عقائدها ومناهج حياتها، ولها طبيعتها ونفسيتها، ولها تاريخها وماضيها، ولها محيطها الخاص وظروفها الخاصة، أن تستورد نظاماً تعليمياً من الخارج، ولا أن تكل وظيفة التعليم والتربية وتنشئة الأجيال، وصياغة العقول إلى الناس –مهما بلغوا من البراعة في التدريس، وإتقان اللغات والفنون- لا يؤمنون بهذه الأسس والعقائد، ولا يتحمسون لشرحها وتعضيدها. يقول الأستاذ الأمريكي الدكتور ج.ب كونكن في كتابه: التعليم والتربية: (إن عملية التعليم ليست عملية تعاط وبيع وشراء، وليست بضاعة تصدر إلى الخارج أو تستورد إلى الداخل، إننا في فترات من التاريخ خسرنا أكبر مما ربحنا باستيراد نظرية التعليم الإنجليزية أو الأوروبية إلى بلادنا الأمريكية\". ¶ وعلى هذا الأساس يتفق المعسكران الشرقي والغربي، وقد دل ما سبق من أقوال خبراء التعليم وقادة الفكر في أوربة وأمريكا على وجهة نظر هؤلاء إلى التربية، وإنها ليست إلا أداة مؤثرة لترسيخ العقيدة ونظرة الأمة إلى الحياة والكون، وتعميق جذورها في قلوب الناشئة ونفوسها، ونقل التراث العقلي والعقائدي والاجتماعي إلى الأجيال القادمة، وإقناعها بضرورة الاحتفاظ بها والمثابرة عليها، والجهاد في سبيلها. أما المعسكر الشرقي الذي اشتهر بالثورة على جميع الأسس والقيم، ونقد القديم وبلبلة الأفكار، فإنه شديد التمسك بهذه النظرية للتوفيق بين التربية والعقيدة التي يختارها والفلسفة التي آمن بها، وإخضاع علم التربية لهذا الغرض وصياغته في قالبه صياغة دقيقة متقنة. يقول عالم من كبار علماء الطبيعة في البلاد السوفيتية: (إن العلم الروسي ليس قسماً من أقسام العلم العالمي يدرس في البلاد السوفيتية، ولكنه قسم منفصل قائم بذاته يختلف عن سائر الأقسام كل الاختلاف، إن سمة العلم السوفيتي الأساسية: أنه قائم على فلسفة واضحة متميزة.. إن أساس علومنا الطبيعية الفلسفة المادية التي قدمها ماركس وأنجلز وستالين).",
            "page": "33",
            "part": "7"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "ومن المآسي التي تحيِّر العقل وتجرح القلب أن تظل الأقطار الإسلامية وحدها في فوضى وتعارض وغموض والتباس بين الحقائق التي تؤمن بها، وبين نظام التربية الذي تطبقه. ولا تفكر في التوفيق بين الإيمان بهذه الحقائق وبين التربية التي تنفق عليها أكبر جزء من إمكانياتها... وكانت حَرِيّة أن تكون أبعد الناس عن تلك الخطة التي تعيش فيها متطفلة على مائدة الأمم الأجنبية، وكانت حَرِيّة أن تزيل جميع العقبات في سبيل الوئام والتعاون بين العلم والدين.. ¶ إن المنقذ الوحيد للعالم من النهاية الأليمة التي ترتقبه هو وجود نظام للتربية يقوم على التوفيق بين العقيدة والثقافة، بين قوة العاطفة والتهاب جذوة الإيمان، وبين العلم الواسع والفكر النيّر، ومعرفة أحدث ما وصلت إليه الأجيال البشرية من تجربة واكتشاف. ¶ واقدِّم لكم العناصر التي تنافي الغاية وترزأ هذه الأمة في شخصيتها: ¶ 1- استيراد المناهج الدراسية والمواد التعليمية من الخارج. ¶ 2- استيراد الأساتذة والمعلمين من أوروبا وأمريكا الذين أقل ما يقال فيهم أنهم لن يخلصوا في إنشاء الجيل الجديد على عقيدة الأمة. ¶ 3- الاهتمام الزائد باللغات الأجنبية وإعطاؤها أكثر من حقها، فإنها تنمو على حساب اللغة العربية. إن تدريس عدة لغات في وقت ما قد أصبح موضع بحث عند خبراء التعليم خصوصاً في المراحل الإبتدائية والمتوسطة. ¶ 4- وجود مدرسين لا يؤمنون بأهداف الأمة ونظرتها إلى الحياة. وكيف يصح أن يكون أمثال هؤلاء أساتذة مربين وقادة موجهين، هذا شيء لا يقبله عقل ولا منطق (انتهت كلمة الاستاذ الندوي بتصرف) انتهى. ¶ ولعدد من علماء المملكة العربية السعودية ورجال التعليم فيها، كلمات مضيئة في تحريم المدارس الأجنبية، لما سمعوا عنها في العالم الإسلامي قبل افتتاحها في هذه البلاد عام 1419 نعوذ بالله من الغواية: ¶ 11- قال الشيخ حسن مشاط –رحمه الله تعالى- وهو من علماء المسجد الحرام في رسالته: \"حكم الشريعة الإسلامية في تعليم المسلمين أولادهم في المدارس الأجنبية\": (ص/31-32). ¶ \"أفيقوا أيها الأولياء استيقظوا من نوم الغفلة وارجعوا إلى إلى ربكم الجليل ولا تركنوا إلى الذين ظلموا فتمسكم النار واعلموا أنكم إذا سمحتم لأولادكم بدخول تلك المدارس فقد سمحتم لهم بدخول الكنائس وشهود طقوس الكفر وسماع الطعن في دين الإسلام وبكل ما تنهى عنه الشريعة الغراء وتأباه الفضيلة الإنسانية.",
            "page": "34",
            "part": "7"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "وتنبهوا إلى أنكم بذلك آثمون في حق الله تعالى وحق دينكم وأمتكم وحق أولادكم وعشيرتكم عاصون لله ولرسوله أشد العصيان مخالفون بذلك ما أوجبه الله عليكم نحو أولادكم من تعليمهم التعاليم الإسلامية وصونهم من كل ما يخالف ذلك. ¶ واعلموا أن في الحفاظ على الدين والأخلاق الخير والسعادة وأن ما تتوهمونه من الجاه والمال نتيجة للتعلُّم في المدارس الأجنبية لا وزن له بجانب المحافظة على الدين والأخلاق الفاضلة (زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآب) [آل عمران: 14-15]. وصدق رسول الله صلى الله عليه وسلم إذ يقول: \"يوشك أن تداعى عليكم الأمم من كل أفق كما تداعى الأكلة على قصعتها قلنا يا رسول الله أمِن قلة بنا يومئذ؟ قال: أنتم يومئذ كثير ولكنكم غُثاء كغثاء السيل تنزع المهابة من قلوب عدوِّكم ويجعل في قلوبكم الوهن قالوا: وما الوهن يا رسول الله؟ قال: حب الدنيا وكراهية الموت\" ويقول عليه الصلاة والسلام: \"أبشروا وأملوا ما يسركم فوالله ما الفقر أخشى عليكم ولكن أخشى أن تبسط الدنيا عليكم كما بسطت على من كان قبلكم فتنافسوها فتهلككم كما أهلكتهم\" انتهى. ¶ 12- وقال الشيخ عبدالرحمن الدوسري –رحمه الله تعالى- في \"خاتمة كشف الشبهات\" (ص/15) في بيان مظاهر الوثنية الجديدة، ما نصه: ¶ \"ولا يزال خريجوا المدارس الاستعمارية يركزون هذه المفاهيم في طبقات الأمة الإسلامية، وعلى الأخص في المدارس التي هي أول فرصة فرض الاستعمار علينا ثقافته بواسطتها، وأخذت تعمل الأصابع الخفية التي يحركها في هذا السبيل\" انتهى. ¶ 13- وقال القاضي الشيخ عبدالله بن سليمان بن حميد –رحمه الله تعالى- في كتابه: \"الهدية الثمينة فيما يحفظ به المرء دينه\" (ص/121-122). ¶ \"ومثل هؤلاء الذين يتعلمون في مدارس الإفرنج، فإن التلميذ على عقيدة أستاذه ودينه وأخلاقه، فهو أضر شيء على المجتمع الإسلامي، ولا يغتر بهم إلا جاهل...\" انتهى. ¶ 14- وللعلامة الشيخ عبدالله بن محمد بن حميد –رحمه الله تعالى- رسالة مطبوعة في ذلك نشرت في جريدة حراء في 27/5/1378 وطبعت في الجزء السادس عشر من: \"الدرر السنية\": (ص/21-27). ¶ 15- وقال الشيخ عبدالرحمن بن سعدي –رحمه الله تعالى- في رسالته: \"نصيحة مختصرة في الحث على التمسك بالدين والتحذير من المدارس الأجنبية\": (ص/11-16):",
            "page": "35",
            "part": "7"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "\"فصل: ومن الأصول العظيمة المهمة لصلاح الدين والدنيا: السعي في إصلاح التعليم، وإصلاح الأخلاق، لهذا يجب العناية التامة في جميع المدارس والمعاهد والتعاليم الابتدائية والنهائية في تعاليم الدين، وفي تطبيق أخلاق الدين على المعلمين والمتعلمين، فلهذا أثره الفعال في حسن نتائج التعليم، وحصول ثمراته الدينية والدنيوية. ¶ فتعاليم الدين إذا جعلت هي الأساس والأصل في التعليم، ثم طبقت التعاليم الأخرى عليها، وأنها من وسائلها ومما يعين عليها، وكلها ترجع إليها، فإن الدين يهدي ويرشد للتي هي أقوم واصلح من جميع العلوم التي تفيد الناس في دينهم ودنياهم، ويستغنون بها عن الأجانب. ¶ ويعلم بذلك غلط من قصر نظره وعلمه وضعفت بصيرته، حتى قدح في علوم الكون، وفي العلوم العصرية النافعة، وأعظم منه غلطاً من قبل جميع ما قيل أنه علوم عصرية نافعها وضارها، خيرها وشرها، فإن الواجب التمييز بين العلوم العصرية النافعة التي لا تؤثر في العقائد الدينية آثاراً ضارة، وبين العلوم العصرية التي سلكت ما لا سبيل لها إليه من النظريات الخاطئة الباطلة، المبنية على الجهل والضلال، وعلى خلاف المعلوم من دين الرسل، فكم لهذه العلوم الضارة من الآثار والنتائج القبيحة، وكم أهلكت من ضعفاء البصائر، ومن لا معرفة لهم بالدين من أمم، وكم كان المشتغلون بها أعداء لدينهم وقومهم وأوطانهم، وسلاحاً للأعداء عليهم.",
            "page": "36",
            "part": "7"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "ولهذا يجب الحذر والتحذير من دخول المدارس الأجنبية التي تدرس فيها هذه العلوم الضارة، وخصوصاً لمن لا معرفة لهم تامة في الدين، ولا بصيرة لهم فيه، فكيف يرضى من عنده دين وعقل أن يضع ولده وفلذة كبده ويسلمه لمدارس أجنبية قد عُلِمَ عداؤها لدين الإسلام، بل لجميع الأديان، ولم تؤسس إلا لصدّ الناس عن دين الله وتوحيده؟ كيف يُسْلِم العاقل موليه وهو خالي الذهن من التعاليم الدينية، ومن الأخلاق المرضية، إلى هؤلاء الذين يحشون ذهنه بالإلحاد والتشكيكات؟ والله يقول: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة) [التحريم: 6] أي بتعليمهم ما ينفعهم، وتهذيب أخلاقهم، فمن لم يعلمهم العلوم الدينية، ولم يقومهم بالأخلاق والآداب المرضية، فإنه لم يمتثل ما فرض الله عليه من جهتهم، فكيف مع هذا إذا سعى في تعليم العلوم الضارة، والأخلاق الرذيلة، فهذا من أعظم الناس جرماً، وأقلهم ديناً وأكبرهم إثماً، بل ومن أضعفهم عقلاً، فإن الأولاد أكبر مغنم ومكسب للإنسان، فكيف يرضى عاقل أن يفوِّت هذا المغنم، ويخسر أولاده خسارة لا تجبر، فإن الإنسان إنسانٌ بدينه وأخلاقه فإذا ذهب الدين والأخلاق صار أضل من الأنعام، وربما وجد هؤلاء الآباء الذين رضوا لأولادهم التعلم في المدارس الأجنبية نموذج ما عملوه معهم معجلاً: ربما احتقروا آباءهم كما احتقروا غيرهم، فإن قلوبهم مملوءة كبراً وتيهاً واحتقاراً لغيرهم، كما قال تعالى في مثل هذه العلوم: (إن الذي يجادلون في آيات الله بغير سلطان أتاهم إن في صدورهم إلا كبر ما هم ببالغيه) [غافر: 56]، (فلما جاءتهم رسلهم بالبينات فرحوا بما عندهم من العلم وحاق بهم ما كانوا به يستهزؤون) [غافر: 83].",
            "page": "37",
            "part": "7"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "وهذا مشاهد فإنك تجد كثيراً ممن يتخرجون من المدارس الأجنبية المؤسسة على الدعوة لدينهم عندهم من الكبر واحتقار غيرهم حتى آبائهم ومن يجب عليهم احترامه، ويزعمون أنهم عرفوا ما لم يعرفوا، وأنهم أهل المعرفة والعلم، وغيرهم أهل الجهل والأمية، وهم مع ذلك أجهل الخلق بعلوم الدين، وبالعلوم النافعة التي ترفع أهلها في الدنيا والآخرة كما قال تعالى: (يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات) [المجادلة: 11] فأخبر تعالى أن الرفعة الحقيقية في الدنيا والآخرة هي لمن جمع بين العلم والإيمان الصحيح، فهؤلاء الآباء الذين وضعوا أولادهم في المدارس الأجنبية قد خسروا دينهم ودنياهم، ولا بد أن يجدوا بعض جزائهم في الدنيا قبل الآخرة، فويلٌ لهم من الجهتين، ويلٌ لهم مما أهملوهم وضيعوهم من علوم الدين وأخلاقه وأعماله، وويلٌ لهم من جنايتهم الكبرى إذ وضعوهم بين يدي أعداء الدين، يلقون عليهم ما يريدون، حتى أخرجوهم من الدين، فما ظنك بطفل أو ضعيف البصيرة إذ سلمة أهله ووضعوه بين يدي معلم قد عُلِمت عداوته للدين، وحرصه الشديد إلى الدعوة إلى مذهبه وإلحاده، والحامل لوليه على هذا ضعف الدين وضعف البصيرة، والجهل الشديد، ويظن بجهله أنه بذلك ينال المراتب الدنيوية، والوظائف الراقية، وهذا جهل فاضح، فإن المراتب الدنيوية، والرياسات لا تتوقف على التعاليم بهذه المدارس، وكثيراً ما تكون حائلاً عن ذلك، كما كانت حائلاً عن الدين، ولو فرض وقدر حصول ما يؤملون من نيل الوظائف فلا خير في مراتب لا تنال إلا بذهاب الدين والأخلاق فاتقوا الله في أولادكم، فإنهم أمانات عندكم، لا يحل لكم أن تضيعوهم ولا تهملوهم ولا يحل لكم أن تضعوهم في مدارس تهلك دينهم وأخلاقهم، ويتبع ذلك فساد الدنيا واختلال الأحوال، فلابد أن تُسْألوا عن أولادكم، وعما عملتم معهم، فانظروا رحمكم الله ماذا تجيبيون عن هذا السؤال، هل تقولون: يا ربنا حفظنا فيهم الأمانة، وبذلنا ما نستطيع نحوهم من العناية والصيانة، فربيناهم بالعلوم الدينية، ولاحظناهم بالآداب المرضية، وحفظناهم من كل ما يعود عليهم بالضرر في دينهم ودنياهم، فإن كان هذا صدقاً فأبشروا بالرحمة والرضوان، وبالثواب العاجل والآجل، ولكم الهناء والتهنئة بهؤلاء الأولاد الصالحين الأذكياء البارين، الذين ينفعونكم في أمور الدين والدنيا.",
            "page": "38",
            "part": "7"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "وإن كان الجواب بعكس هذا الجواب فبشراكم بالخيبة والخسران، ويا ويحكم من الحسرة والندم، قد فاتكم المطلوب، وحصل لكم كل شر ومرهوب، وغضب عليكم علاّم الغيوب، قد خسرتم دنياكم وأخراكم، وفاتكم رشدكم وتوفيقكم وهُداكم، فيا حسرة المفرطين، ويا فضيحة المجرمين. ¶ لقد كان لكم في مدارس مملكتكم غنية كبرى عن سفركم إلى المدارس المنحرفة التي لا تعود عليكم إلا بكل شر. ¶ ومن نعمة الله على أهل الجزيرة سلامتهم من البدع، ولزومهم لمذهب السلف، واعتقادهم الصحيح وعافيتهم –ولله الحمد- من مذهب الماديين الملحدين، وسعي حكومتهم الحثيث في فتح المدارس المتنوعة: الابتدائية والنهائية، وعنايتهم في علوم الدين، واختيار الأساتذة من خيرة الوطنيين وخيرة الأزهريين، وحرصهم على تعليمهم وهم في بلادهم وبين أهلهم، حرصاً على مصالحهم، وصوناً لعقائدهم عن الدخول والالتحاق بالمدارس الأجنبية التي ضررها كبير على الدين والعقائد والشعب والبلاد، وبذلهم الأموال الطائلة في سبيل هذا التعليم، وتنشيط المعلمين والمتعلمين بكل وسيلة، أليس هذا من أكبر نعم الله عليكم، وأياديه الجزيلة الواصلة إليكم، فاحمدوا الله على هذه النعم، واقبلوا عليها بجد واجتهاد، فإن فيها أكبر غنية عن مدارس الماديين أهل الإلحاد. ¶ والحكومة –ولله الحمد- لا تزال تحث المعلمين على العناية التامة في علوم الدين وأخلاقه، وتلاحظهم في ذلك، وتضم إلى علوم الدين جميع العلوم التي تعين عليه، ويتوصل به إليه، من أنواع علوم العربية، وكذلك علوم الكون التي يطلق عليها الكثير من الناس: العلوم العصرية، التي يتوصلون بها إلى المنافع والمصالح الكثيرة، وتقتصر منها على كل ما فيه نفع للناس في دينهم ودنياهم، وكذلك تضم إليها المدارس الحربية مدارس الدفاع التي القصد منها: حفظ البلاد، وعز الدين والدنيا، وبها قيام الجهاد، وكل هذه المدارس لا تزال تترقى في كل وقت من كمال إلى أكمل، وقد ظهر من نتائجها وثمراتها ما شاهده الناس. ¶ والحكومة لا تزال ملحة في إدخال جميع التحسينات إليهان وأولتها كل اهتمام، فنسأل الله العظيم أن يوفق الجميع حكومة وشعباً للتعاون على البر والتقوى، وأن يجمع القلوب على الخير والإقبال على كل مصلحة وصلاح، إنه جواد كريم.",
            "page": "39",
            "part": "7"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "إخواني المسلمين أحذركم غاية التحذير من المدارس الأجنبية التي لم تؤسس إلا شركاً ومصائد يصطادون بها كل من تعلم فيها، ويلقونهم في هُوّة الهلاك، وإذا أردتم أن تعرفوا حق المعرفة نتائجها الوخيمة، وعواقبها الذميمة، فانظروا حالة المتعلمين بها فإنهم لا يزالون في تردٍّ من سوء إلى أسوأ منه، لأنها تنهج لهم منهجاً مرسوماً على الغاية التي يريدونها، فإنها تعمل على التحلل من الدين، ومن جميع تقاليده وأخلاقه، وأخلاق أمته، وشعائره الدينية، وفضائله السامية، وتمسخ الجيل المتعلم بها مسخاً مشوهاً، تربّي المتعلمين تربية تضعف عقولهم، وتسلب أخلاقهم، وتتمسك بأهداب الغرب المادية، وإنها حرِية أن تنتج جيلاً يحيا في عزلة تامة عن كل ما يربطه بدينه وتاريخه المجيد، فهي دائبة على المحو من أذهان التلاميذ كل طابع وصلة بدينهم وأمتهم، فهي لا تزال تنفث في عقولهم السموم القتالة لعقائدهم وأخلاقهم، وتفضي بالعقول الصغيرة إلى الشك والتشكيك والإلحاد، ولا تزال تنفخ في عقولهم روح التعظيم لأعدائهم، والإعجاب بهم والتعبد لهم، وهذه سلسلة عظيمة من سلاسل الاستعمار، يجرون به النشء المطاوع لهم إلى كل خلق رذيل، ويبعدونهم عن كل خلق جميل. ¶ ومضار المدارس الأجنبية لا يمكن إحصاؤها فنسأل الله أن يوفق المسلمين شعباً وحكومة على مقاومتها، والحذر والتحذير عنها بكل ممكن، وأن يكون لهم من براهين دينهم ما يقاومون به كل شبهة وشك وتشكيك، ولا شك أن هذا من أعظم الجهاد وأفرضه. والله الموفق، وصلى الله على محمد. ¶ قال ذلك وكتبه الفقير إلى الله: عبدالرحمن بن ناصر بن سعدي، حرره في 5 ذي القعدة 1374 وصلى الله على محمد وآله وصحبه وسلم\" انتهى. ¶ 16- ولما وقعت نازلة المدارس العالمية –الأجنبية الاستعمارية- في هذه البلاد، كتب رجل التعليم، وأستاذ الجيل، الأستاذ/ عبدالعزيز بن عبدالرحمن الثنيان مقالة بعنوان: \"السيوف الخفية\" نشرت في جريدة الجزيرة في العدد/ 11514 بتاريخ: 15/11/1420، منها: ¶ \"سألني صديق طلب المشورة والرأي عن المدرسة التي يسجل فيها أبناءه؟ ¶ قلت: أرى أن تلحقه بالمدارس الحكومية. ¶ قال: وأين أبناؤك؟ ¶ قلت: جميعهم في المدارس الحكومية. ¶ قال: وما رأيك في المدارس الأهلية؟ ¶ قلت: فيها الجيد وما دون ذلك وهي كالمدارس الحكومية تتفاوت من حيث الإدارة وهيئة التدريس وبيئة المدرسة. ¶ قال: والمدارس الأجنبية؟",
            "page": "40",
            "part": "7"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "قلت: تلك السيوف الخفية التي انبهر بها بعض الآباء وظنوا أن لها تميزاً وتفوقاً بل ونادى البعض بالتوسع فيها والترخيص لها بأن تفتح أبوابها لكل راغب وتلك نظرة قاصرة ورؤية المغلوب للغالب والضعيف للقوي. ¶ قال: وكيف تصفها بالسيوف الخفية؟ ¶ قلت: لأنها تفرّق ولا تجمع وتُشتِّت ولا توحد. ¶ قال: ولماذا؟ ¶ قلت: تعلم أن موحد المملكة وبطلها الملك عبدالعزيز طيب الله ثراه جمع المملكة بعد شتات ووحد صفوفها بعد تفرق وجاء التعليم ليؤكد الوحدة ويجمع الصف، فحين كنت في موقع المسؤولية بوزارة المعارف كانت سعادتي تزداد نشوة حين أزور المدارس في مختلف المدن والقرى وأجد الطلاب يقرأون منهجاً يجمعهم وكتباً توحدهم وكم كنت أسعد بسؤال ابنائنا في تلك المناطق عن محافظات المملكة وعن تاريخنا… فألقاهم يجيبون إجابة واحدة وأرى المدارس تتبارى في ربط أبناء المجتمع بثقافتهم الإسلامية وحضارتهم العربية... وتنشر بينهم ثقافة متجانسة تبني شخصيتهم وتقوي ولاءهم للمجتمع والقيادة. ¶ قال: ومناهج المدارس الأجنبية؟ ¶ قلت: مناهج تلك المدارس ذات ارتباط بأصولها فهي تطرح ثقافات المجتمعات التي تمثلها والتعليم في تلك المدارس وإن كان الجانب المادي فيها أقوى واثرى إلا أن الجانب الروحي.. أفقر وأجدب والتعليم فيها يتجاهل الدين الإسلامي واللغة العربية، فضلاً عن التاريخ الإسلامي... ¶ قال: وماذا يترتب على ذلك؟ ¶ قلت: تخرج أجيالاً متنافرة فاقدي الهوية متعددي الاتجاهات مختلفي التوجهات وتوجد بيننا من انتماؤه للثقافة الأمريكية وآخر للفرنسية وثالث للألمانية… وهكذا. ¶ قال: وماذا سيكون؟ ¶ قلت: يكون الهدم والبلاء، والتنافر والتناحر والازدراء والسخرية بين كل فريق وآخر ويتشتت الاجتماع وتنفر القلوب وتتمزق الوحدة التي أرسى قواعدها الملك الموحد –رحمه الله-. ¶ قال: إذاً أبارك رأيك فالمدارس الأجنبية سيوف خفية يجب الحذر منها؟ ¶ قلت: وأحمد الله فولاة الأمور والقائمون على التعليم يدركون ذلك وجمهرة من الكتاب يرون هذا الرأي فالقوة الحقيقية هي في بناء الذات وفي الاعتزاز بالهوية الإسلامية واللغة العربية… هذا وبالله التوفيق\". انتهى. ¶ 17- وفي صحيفة الإسلام العدد/1/1352 ما نصه: ¶ \"قرار هيئة كبار العلماء بالأزهر الشريف فيما يجب على الأمة الإسلامية اتخاذه إزاء أعمال المبشرين:",
            "page": "41",
            "part": "7"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "في يوم الاثنين 3 من ربيع الأول سنة 1352 (26 من يونية سنة 1933م) اجتمعت هيئة كبار العلماء بالجامع الأزهر الشريف تحت رياسة حضرة صاحب الفضيلة الأستاذ الأكبر شيخ الجامع الأزهر بناء على الدعوة الموجهة إليهم من فضيلته. ¶ وقد عرض عليهم فضيلته في هذا الاجتماع ما استفاضت به الأخبار من قيام (المبشرين) بتنصير أبناء المسلمين وفتياتهم في مختلف الجهات بما يتخذونه من وسائل الحيل والخديعة والإغراء تارة وضروب العنف والإرهاب تارة أخرى وبعد البحث والمداولة قررت الهيئة ما يأتي: ¶ أولاً: مطالبة الحكومة بأن تسن تشريعاً حازماً حاسماً يجتث بذور هذا الفساد ويستأصل شأفة هذا المرض الوبيل الفتاك كي يطمئن المسلمون على الدين الإسلامي القويم والقرآن المجيد، وكي يكون أولادهم وإخوانهم وأقاربهم في مأمن من أن تصل إليهم يد بالاعتداء أو الإغراء لتحويلهم عن دينهم. ¶ وقد عهدت في تنفيذ ذلك إلى حضرة صاحب الفضيلة الأستاذ الأكبر شيخ الجامع الأزهر ليقوم بمطالبة الحكومة بسن هذا التشريع. ¶ ثانياً: إصدار البيان الآتي: ¶ بيان إلى الأمة الإسلامية من هيئة كبار العلماء بالأزهر الشريف: ¶ أيها المسلمون. لقد استفاضت الأخبار بما يعمله هؤلاء الذين يسمون أنفسهم (مبشرين) وعمت البلاد من أولها إلى آخرها، ووصل إلى علمكم أنهم يتخذون الوسائل الفظيعة إلى تنصير أطفال المسلمين، وضعفاء العقول منهم، وأنهم لا يخجلون من ارتكاب ما لا يجيزه عقل ولا فطرة، وما يحمر منه وجه المروءة والفضيلة، ويجعلون ذلك طريقاً لإخراج الشاب المسلم الضعيف الإدراك عن دينه. ¶ فإذا أعيتهم الحيلة عمدوا (على ما جاء في الصحف) إلى التخدير والتنويم، فإذا لم يفدهم هذا عمدوا إلى الإرهاب والتعذيب حتى يصلوا إلى بغيتهم. ¶ ولقد انبث هؤلاء المبشرون في المدن والقرى، وأتقنوا الحيل فظهروا أمام ضعفاء العقول بمظهر رسل الرحمة، فأنشئوا المستشفيات تقبل المرضى وتعالجهم مجاناً، وأنشئوا المدارس تقبل أولاد الفقراء وتعلمهم بلا مقابل، وبنوا الملاجئ تقبل المعوزين وتوسع عليهم في النفقة – عمل ظاهره فيه الرحمة وباطنة فيه الختل والخداع. ¶ فأقبل ضعفاء الإدراك والعقول على مستشفياتهم ومدارسهم وملاجئهم ورائدهم حسن النية، لا يدرون أن وراء الأكمة ما وراءها. ¶ إنهم أيها المسلمون، يتخذون من هذه المستشفيات والمدارس والملاجئ شباكاً يصطادون بها ضعفاء العقول من الأطفال والمرضى والفقراء والمعوزين.",
            "page": "42",
            "part": "7"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "أما في المستشفيات فإن المبشرين ينتهزون من مرض المسلم وفقره وضعفه وحاجته إلى الصحة فرصة لزحزحته عن دين الإسلام. ¶ وأما في المدارس فإنهم يعلمون أولاد المسلمين أموراً هي ضد الدين الإسلامي وضد محمد صلى الله عليه وسلم وضد القرآن الكريم، يبثون ذلك في الدروس كالسم في الدسم، ويصورون للأطفال محمداً صلى الله عليه وسلم تصويراً مخيفاً مزعجاً. ويفترون على الدين؛ والقرآن المجيد ما شاءوا أن يفتروا، ويرغمون هؤلاء الأطفال على تأدية صلواتهم معتمدين في ذلك كله على أن الأطفال ضعفاء الإدراك يسهل تشكيكهم وتحويلهم عن دينهم. ¶ وأما في الملاجئ فإنهم يتصيدون الفقراء الذين مسهم الضر، ثم يضعونهم فيها فيطعمونهم ويكسونهم وعند ذلك يتصرف المبشرون في عقائدهم الدينية حتى يخرجوهم من دين الإسلام. ¶ فإذا تم لهم ما أرادوا اجتهدوا في قطع صلة من نَصَّروه بأهله وذوي قرابته وربما غربوه إلى البلاد البعيدة التي لا يرجع منها إلى بلاده. ¶ أيها المسلمون: إن مما فرضه الله على العلماء أن يذكروكم بما يوجبه الإسلام عليكم نحو هذه الأعمال الضارة بدينكم وأولادكم وإخوانكم وأمتكم. ¶ فالواجب عليكم شرعاً أن تحبطوا أعمال المبشرين. وتباعدوا بينهم وبين أولادكم الذين هم فلذات أكبادكم. ¶ يوجب عليكم الإسلام أن تنبذوا وتهجروا كل من يعرض ابنه أو بنته أو قريبه للدخول في هذه الأماكن الخبيثة والبيئات الضالة المضلة. ¶ إن من يدخل ولده أو مريضه في هذه الأماكن الموبوءة بعد أن افتضح أمرها وتبينت الأعمال المروعة التي ترتكب فيها لهو الرجل المحتقر في نظر الدين بل الخارج من حظيرة الإسلام إن كان عالماً بتلك النتائج التي يقصدها المبشرون راضياً بها. ¶ فيجب عليكم معاشر المسلمين أن تهجروه ولا تمكنوه من معاملتكم ولا يكون له في قلوبكم أي ميل أو عطف حتى يشعر بعظم ما ارتكب في حق دينه وأولاده وعشيرته فيفيء إلى أمر الله ويرجع عن غيه ويخرج صغيره أو قريبه من الظلمات إلى النور. ¶ أيها المسلمون: هل ترضون لأولادكم وإخوانكم أن يتخذوا غير الإسلام ديناً والله تعالى يقول: (ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين). ¶ وهل يسوغ لكم أن تسلموا أولادكم إلى طائفة المبشرين وتخدعكم حيلهم والله تعالى يقول: (يا أيها الذين آمنوا إن تطيعوا فريقاً من الذين أوتوا الكتاب يردوكم بعد إيمانكم كافرين).",
            "page": "43",
            "part": "7"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "وهل ترضون لبناتكم المسلمات أن يكن زوجات لمن ليسوا على دين الإسلام فيتصرفوا في أعراضهن ودينهن أين نخوتكم الإسلامية وأين غيرتكم على دينكم وأحسابكم وأنسابكم الكريمة. ¶ أيها المسلمون: إذا أنتم تهاونتم في أمر دينكم فماذا يكون موقفكم غداً بين يدي الله تعالى: (يوم لا تجزي نفسٌ عن نفسٍ شيئاً) أيها المسلمون: لقد علمتم أن أعمال هؤلاء المبشرين قامت على المستشفيات والمدارس والملاجئ ينشئونها في المدن والقرى ويتصيدون لها من هنا ومن هنا من أوقعهم الفقر وسوء الحظ في حبائلهم. ¶ فالإسلام يوجب عليكم أن تجتثوا الوباء من أساسه فتنشئوا مثل هذه المستشفيات والمدارس والملاجئ وتقوموا بالنفقة عليها إنقاذاً لدينكم وأعراضكم ومنعاً لفقرائكم ومعوزيكم من الذهاب إلى تلك الأمكنة الموبوءة التي علمتم أغراض المبشرين من إنشائها. ¶ قال الله تعالى: (وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة وأحسنوا إن الله يحب المحسنين) وقال تعالى: (وأنفقوا من ما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين) وقال تعالى: (مثل الذين ينفقون أموالهم في سبيل الله كمثل حبة أنبتت سبع سنابل في كل سنبلة مائة حبة والله يضاعف لمن يشاء والله واسع عليم). ¶ أيها المسلمون: إن إنقاذ الدين الإسلامي وأولاد المسلمين بإنشاء مثل هذه المستشفيات والمدارس والملاجئ والإنفاق عليها واجب على الأمة الإسلامية حكومة وشعباً على اختلاف الطبقات وفي المقدمة العلماء كل بحسب قدرته وما يستطيع بذله – وواجب العلماء أن يبذلوا أموالهم ونصحهم وإرشادهم الناس بالحجة والبرهان إلى معرفة ما يوجبه الدين الإسلامي عليهم في هذا الأمر. ¶ وواجب الحكومة التي تعنى بالمحافظة على الأرواح والأموال أن تقوم بحراسة الدين وأن تنقذ أولاد المسلمين من مخالب المبشرين وأن تضع تشريعاً حاسماً يستأصل ضلال المبشرين من الدولة المصرية. (ومن أحسن قولاً ممن دعا إلى الله وعمل صالحاً وقال إنني من المسلمين)\". انتهى.",
            "page": "44",
            "part": "7"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "\"وقد أيد هذا القرار الحكيم جميع الهيئات الدينية والعلمية بالقطر المصري ولبى نداء هذا الواجب المقدس الثراة والوجهاء فتبرعوا بمبالغ طائلة تحت إشراف لجان منظمة وستوحد الجهود لاتخاذ القرارات الحكيمة في إنشاء ما يعود على الأمة بالخير والسعادة(1)\". ¶ 18- قرار من العلماء في كلية الشريعة الإسلامية: ¶ في يوم الثلاثاء ربيع الأول 1352 (27 يونية سنة 1933) اجتمع حضرات أساتذة كلية الشريعة الإسلامية برياسة حضرة صاحب الفضيلة الأستاذ الجليل الشيخ محمد مأمون الشناوي شيخ الكلية، وتداولوا فيما يقوم به المبشرون من أعمال تنفر منها العقول السليمة، وفيما يجب على المسلمين عامة والعلماء منهم خاصة نحو ذلك فأصدروا البيان الآتي: ¶ \"اطلعنا على القرار الحكيم الذي أصدرته هيئة كبار العلماء بالأزهر الشريف في شأن التبشير والمبشرين فوجدناه قد كشف الداء ووصف الدواء وأبان عن حكم الله ورسم للمسلمين المحجة البيضاء – ولا عذر بعد البيان. ¶ وإنا لنؤيد ذلك القرار، ونرى أنه هو الدواء الحاسم لصد عدوان المبشرين. ونضم صوتنا إلى صوت هيئة كبار العلماء في مطالبة أولي الأمر بسن تشريع حازم حاسم يقطع على أولئك المهرجين سبيلهم ويطمئن المسلمين على دينهم وعلى أطفالهم وذوي الحاجة والضعفاء منهم. ¶ __________ ¶ (1) هذا ويسرنا أن نسجل في مقدمة المتبرعين حضرات أصحاب الفضيلة الأستاذ الأكبر الشيخ الأحمدي الظواهري شيخ الجامع الأزهر فقد تبرع بمبلغ 200 جنيه والأستاذ الشيخ عبدالمجيد سليم مفتي الديار المصرية بمبلغ 100 جنيه وكل من الشيخ محمد عبداللطيف الفحام وكيل الجامع الأزهر والشيخ حسين والي بمبلغ 50 جنيهاً وغير ذلك مما لا يقع تحت حصر. ولا تزال المشيخة جادة الآن في طبع إيصالات تعطى للمتبرعين وستذيع قريباً أسماء حضراتهم والمبالغ التي اكتتبوا بها. ¶ …ولا يفوتنا أن ننوه بالشكر الجزيل لحضرات الأمائل الغيورين من أهالي بلاد القطر الذي ساهموا بقسط وافر في المساعدة بأموالهم الطائلة والمثل الكامل منهم كبير سراة المنيا فقد تبرع بثمانية عشر فداناً من أجود الأفدنة لجماعة الدفاع عن الإسلام – وفق الله العاملين لنصرة دينه.",
            "page": "45",
            "part": "7"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "وإن الحكومة إذ تسن هذا التشريع تعمل على صون الأمن في البلاد وعلى إطفاء نار الفتنة التي يوقدها هؤلاء المبشرون دائماًن بما يرتكبون من استهواء أبناء المسلمين، وصرفهم عن دينهم، واستعمال وسائل غير مشروعة من إغراء القاصرين والقاصرات تارة، ومن ضربهم وسجنهم تارات أخر، إلى غير ذلك من الأعمال التي تهيج شعور المسلمين، وتثير الفتن والقلاقل، وإن تشريعاً يحفظ على الأمة الإسلامية دينها لهو عمل إنساني جليل يصون المبادئ السامية ويعزز الفضيلة ومكارم الأخلاق وينشر السلام بين الناس جميعاً. فالإسلام دين السلام والمحبة والوئام. ¶ وإننا ندعو الأمة كما دعاها هيئة كبار العلماء ألا يدخلوا أبناءهم وبناتهم مدارس المبشرين ولا ملاجئهم ولا مستشفياتهم. لأنهم يسلبونهم فيها أعز شيء لديهم وهو دينهم وذلك هو الخسران المبين. ¶ وندعو الأمة كلها إلى أن يتواصوا فيما بينهم بالنصح والإرشاد في أن يمتنعوا من معاملة هؤلاء النفر الذين يرسلون أبناءهم إلى مدارس المبشرين بعد أن ظهر للعيان ضررها البليغ على الدين وبعد أن تبينت مقاصد هذه الفئة التي سمت نفسها بالمبشرين وأن يتوخوا في ذلك سبيل الحكمة والسكينة والهدوء. وليتنبهوا إلى أن أي اعتداء على أي شخص هو أكبر عقبة في سبيل العاملين للدين. ¶ كما أننا ندعو أغنياء الأمة وموسريها أن ينموا فيها عاطفة الرحمة بالفقراء والضعفاء ببذل اليسير مما أنعم الله عليهم به من الأموال في سبيل إنقاذ هؤلاء البائسين من هواة الفساد. ¶ وسنكون من أول الباذلين لأموالهم في هذه السبيل (الراحمون يرحمهم الرحمن). ¶ ساهموا أيها المسلمون في بناء المستشفيات والملاجئ والمدارس لإيواء إخوانكم وأبنائكم وذوي الحاجة منكم، ولا تلجئوهم إلى أن يدخلوا في تلك النار المستعرة مضطرين في صورة مختارين (وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون)\" انتهى. ¶ 19- وفي صحيفة الإسلام/ العدد/ 22 عام 1352 ما نصه: ¶ \"نداء من مشيخة الأزهر عن: معاهد المبشرين ¶ تلقينا من مشيخة الأزهر النداء الآتي ننشره فيما يلي بحروفه:",
            "page": "46",
            "part": "7"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "أيها المسلمون: السلام عليكم ورحمة الله وبعد. فقد قامت هيئة كبار العلماء وقادة الرأي في الأمة يحذرونكم من دور التعليم التبشيرية التي ظاهرها خدمة العلم وباطنها فتنة المسلمين عن دينهم، وكان ذلك إجماعاً من الأمة على اختلاف هيئاتها وطبقاتها، والآن وقد دخل العام الدراسي يرى شيخ الجامع الأزهر ورئيس هيئة كبار العلماء من الواجب الديني عليه أن يذكر الأمة بالواجب عليها شرعاً من وجوب تجنب هذه المعاهد. ¶ أيها المسلمون: ¶ هاهي ملاجئ الحكومة قد فتحت أبوابها فليلجها من به حاجة إليها، وهاهي ذي مدارس الدولة فليتقدم آباء التلاميذ بأولادهم إليها وليبتعدوا عن تلك المدارس التي تحول أبناءهم عن دينهم. ¶ أيها المسلمون: ¶ قال رسول الله صلى الله عليه وسلم: \"ألا كلكم راعٍ وكلكم مسؤول عن رعيته، فالأمام الذي على الناس راع عليهم وهو مسؤول عنهم، والرجل راع على أهل بيته وهو مسؤول عنهم، والمرأة راعية على بيت بعلها وولدها وهي مسؤولة عنهم، والعبد راع على مال سيده وهو مسؤول عنه، وكلكم راع ومسؤول عن رعيته\". ¶ ومن رعاية الرجل على أهل بيته وهو مسؤول عنها أن يحسن القيام على تربية أبنائه وأن ينشئهم على الأخلاق الفاضلة وأن يحفظ عليهم دينهم وألا يعرضهم لكل ما يفتنهم عن دينهم. ¶ وقد ثبت أن بعض هذه المدارس تنتهز فرصة ضعف أولادكم وتشككهم في دينهم، وتحط من قدر نبيهم وتكون النتيجة إما أن يعيشوا بلا دين، وإما أن يستبدلوا ديناً غير الإسلام بدين الإسلام، فأنتم مسؤولون عن ذلك غداً بين يدي الله تعالى فيقال لكم: لماذا دفعتم أبناءكم وهم ضعفاء لمن يفتنونهم عن دينهم ويردونهم بعد إيمانهم كافرين؟ ¶ إذا كانت شفقتكم الأبوية تدفعكم إلى أن تكدوا لأبنائكم وتجمعوا لهم العقار والأرضين ليسعدوا في الدنيا وينجوا من شقائها فأحرى بهذه الشفقة نفسها أن تدفعكم إلى حفظ دين أبنائكم لتحرزوا لهم سعادة الآخرة ولتنجوهم من شقائها وعذابها وليحرزوا السعادتين وينالوا الحسنيين. ¶ أيها المسلمون: ¶ إننا لا نجد بدّاً من أن نسدي إليكم النصح خالصاً ونتلو عليكم (كذا) حكم الله (كذا) الرهيب فيمن أدخل أولاده في هذه المدارس. إن من أدخل ولده أو قريبه من هذه الدور وهو يعلم أنها أعدت لإخراج الناس من دينهم فهو مرتد عن الإسلام (كذا) لم يكن الله ليغفر له ولا ليهديه سبيلاً (كذا) ألا قد بلغت اللهم فاشهد ليعلم الشاهد الغائب. ¶ أيها المسلمون:",
            "page": "47",
            "part": "7"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "ليست المضار الناجمة من دخول هذه المدارس مقصورة على المسلمين في أمر آخرتهم بل هي تتعداه إلى أمر دنياهم وإننا نعيذكم بالله من يوم تشطر فيه الأسرة المصرية شطرين، شطر يدين بدين الآباء والجدود وهو دين الإسلام وشطر آخر يتشكك في الأديان كلها أو يدين بدين يتلقفه من هذه البيئات فيقع في الأسرة بقدر هذا الاختلاف فتنفصم العرى وتنحل القوى ويقع في الأمة من الفرقة بقدر ما وقع في الأسرة نسأل الله أن لا يكون فأبعدوا هذا اليوم ولا تصوبوا سهامكم إلى نحوركم ولا تلقوا بأيديكم إلى التهلكة فإنه ليس أحمق من أمة تسعى بقدمها إلى هلاكها وتبحث عن حتفها بظلفها. ¶ (هذا بلاغ للناس ولينذروا به وليعلموا أنما هو إله واحد وليذكر أولوا الألباب)\" انتهى. ¶ 20- فتوى رقم (4172) وتاريخ 4/12/1401 من اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية: ¶ الحمد لله وحده، والصلاة والسلام على من لا نبي بعده. وبعد: فقد اطلعت اللجنة الدائمة للبحوث العلمية والإفتاء على ما ورد إلى سماحة الرئيس العام من المستفتي… وقد سأل المستفتي عن خمسة عشر سؤالاً، وبعد دراسة اللجنة لأسئلة المستفتي أجابت عن كل سؤال عقبه بما يناسبه: ¶ ومنها: \"ما الحكم أن يأخذ رجل ابنه أو ابنته، ويسجله في مدرسة فرنسية، أو إنجليزية المخالفتين لتعاليم الدين مع زعمه أنه مسلم وأنه يختار لهم مستقبلاً حسناً. ¶ ج: يجب على الوالد أن يربي أولاده ذكوراً وإناثاً تربية إسلامية، فإنهم أمانة بيده، وهو مسؤول عنهم يوم القيامة، ولا يجوز له أن يدخلهم مدارس الكفار؛ خشية الفتنة وإفساد العقيدة والأخلاق، والمستقبل بيد الله جل وعلا، يقول الله جل وعلا: (ومن يتق الله يجعل له من أمره يسرا). ولقد صدرت فتوى من اللجنة في الموضوع نرفق لك صورة منها\" انتهى. ¶ 21- فتوى رقم (20262) وتاريخ 3/3/1419 من اللجنة الدائمة بالمملكة العربية السعودية: ¶ الحمد لله وحده والصلاة والسلام على من لا نبي بعده.. وبعد:",
            "page": "48",
            "part": "7"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "فقد اطلعت اللجنة الدائمة للبحوث العلمية والإفتاء على ما ورد إلى سماحة المفتي العام من المستفتي/… والمحال إلى اللجنة من الأمانة العامة لهيئة كبار العلماء برقم (1514) وتاريخ 21/2/1419. وقد سأل المستفتي سؤالاً هذا نصه: (اتصل بي أحد الأصدقاء من الرياض يسأل ويقول يوجد لدي عمارة معروضة للإيجار، وقد طلبت السفارة الفليبينية استئجارها لجعلها مدارس خاصة بأولادهم وهم غير مسلمين، فهل يجوز لي تأجيرها عليهم أم لا، أفتونا، وجزاكم الله خير الجزاء…). ¶ وبعد دراسة اللجنة للاستفتاء أجابت بأنه لا يجوز لك تأجير الفلة المذكورة مدرسة يعلم فيها دين غير دين الإسلام لأن هذا من التعاون على الإثم والعدوان الذي نهى الله عنه بقوله سبحانه: (وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان واتقوا الله إن الله شديد العقاب). ومن ترك شيئاً لله عوضه الله خيراً منه، ونشكرك على اهتمامك وسؤالك عما يبرئ ذمتك وبالله التوفيق. ¶ وصلى الله على نبينا محمد وآله وصحبه وسلم… ¶ اللجنة الدائمة للبحوث العلمية والإفتاء ¶ عضو…… …نائب الرئيس……… الرئيس ¶ عبدالله بن عبدالرحمن الغديان…عبدالعزيز بن عبدالله بن محمد آل الشيخ… عبدالعزيز بن عبدالله بن باز ¶ عضو………عضو ¶ بكر بن عبدالله أبو زيد……صالح بن فوزان الفوزان ¶ 22- بيان من اللجنة الدائمة للبحوث العلمية والإفتاء عن حكم فتح المدارس الأجنبية في بلاد المسلمين: ¶ الحمد لله والصلاة والسلام على من لا نبي بعده نبينا محمد وعلى آله وصحبه وبعد: ¶ فقد اطلعت اللجنة الدائمة للبحوث العلمية والإفتاء على ما ورد إليها من كتابات وأسئلة واستفسارات حول ظاهرة شيوع المدارس والكليات الأجنبية في بلاد المسلمين والمراد بها: تلك المدارس التي أسست على غير تقوى من الله ورضوان وإنما أسست على مناهج إفرنجية لا تمت إلى الإسلام ولغته وتاريخه بصلة.",
            "page": "49",
            "part": "7"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "ولا يخفى على كل مسلم نوّر الله بصيرته شدة عداوة اليهود والنصارى للمسلمين وأنهم لا يزالون يكيدون للإسلام وأهله ليلاً ونهاراً ويعملون الخطط والشباك للوقيعة بالمسلمين وإخراجهم من دينهم الحق إلى شعب الغواية والضلال!! فصارعوا المسلمين بالغزو المسلح أحقاباً من الزمن، ثم أخذوا يدسون الشبهات على العقول المسلمة في عقيدتهم وقرآنهم ونبيهم وهو ما اصطلح عليه بالغزو الفكري أو الثقافي حتى آلت النوبة إلى طعن المسلمين في أجيالهم وعقولهم صراحة عن طريق فتح المدارس والكليات ذات الصبغة الإلحادية من جهة والإباحية من جهة أخرى. فنشطوا في العناية بها شكلاً ومضموناً لجذب عدد أكبر من عامة المسلمين لإضلالهم وإغوائهم وجدّوا إلى تكثيرها والدعاية لها حتى أصبح لها في كل بلد إسلامي منارة وصوت وتخرج فيها من أولاد المسلمين ذكوراً وإناثاً ما تتجرع الأمة بسببهم أصناف الانحلال العقدي والأخلاقي والسعي في قذف الأمة في محاضن أعدائها وحسبنا الله ونعم الوكيل، وقد قام ثلة من علماء الأقطار الإسلامية –شكر الله سعيهم- في الشام ومصر والجزيرة العربية وغيرها ببيان خطر هذه المدارس على المسلمين وأنها امتداد للهجمات الشرسة من أعدائهم للقضاء على الإسلام في قلوب المسلمين وحياتهم. وامتداداً لتلك الجهود المباركة من علماء الأمة فإن اللجنة الدائمة للبحوث العلمية والإفتاء تقرر ما يلي: ¶ أولاً: فتح المدارس والكليات الأجنبية في بلاد المسلمين وسيلة من وسائل الغزو المنظم ضد المسلمين من قبل أعدائهم لا سيما \"المنصِّرون\" وأنها خطة خبيثة كشف عن حقيقتها الغيورون على مصالح هذه الأمة. وسبق أن صدر من هذه اللجنة فتوى برقم (20096) وتاريخ 22/12/1418 في التحذير من وسائل التنصير ومنها: فتح المدارس الأجنبية في بلاد المسلمين. ¶ ثانياً: بناءً على ما تقدم فإنه لا يجوز للمسلمين فتح المدارس والكليات الأجنبية ولا تشجيعها ولا الرضا بها ولا إدخال أولاد المسلمين فيها لأنها من وسائل الهدم والتدمير للعقيدة الإسلامية والأخلاق السوية وهذا ضرر ظاهر وفساد محقق يجب دفعه وسد الذرائع الموصلة إليه، ويزداد الأمر تحريماً فتح هذه المدارس في جزيرة العرب لما ثبت عن النبي صلى الله عليه وسلم أنه قال: \"لا يجتمع دينان في جزيرة العرب\" ولأنه صلى الله عليه وسلم أوصى بإخراج الكفار منها.",
            "page": "50",
            "part": "7"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "ثالثاً: لا يجوز بناء ولا تأجير الأماكن والمحلات للمدارس والكليات الأجنبية لأن ذلك من التعاون على الإثم والعدوان والله عز وجل يقول: (وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدوان واتقوا الله إن الله شديد العقاب) وسبق أن صدر من هذه اللجنة فتوى برقم (20262) وتاريخ 3/3/1419 تقضي بتحريم ذلك. ¶ رابعاً: يجب على جميع المسلمين رعاةً ورعيةً العناية بتعليم الأولاد ذكوراً وإناثاً الإسلام الحق عقيدةً وأحكاماً وأخلاقاً وآداباً، ولا يجوز تفريغ برامج التربية والتعليم من ذلك ولا مزاحمة دين الإسلام بغيره من العقائد والمذاهب والآراء الباطلة. ¶ خامساً: ليعلم كل مسلم استرعاه الله رعية أن الله عز وجل سيسأله عن هذه الأمانة التي حملها فإن كان أداها على الوجه الأكمل ونصح لها فليحمد الله، وإن كان غير ذلك فلا يلومن إلا نفسه، قال الله تعالى: (يا أيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة). وقال النبي صلى الله عليه وسلم: \"كلكم راع وكلكم مسؤول عن رعيته\"، وقال أيضاً عليه الصلاة والسلام: \"ما من عبدٍ يسترعيه الله رعيةً يموت يوم يموت وهو غاش لرعيته إلا حرّم الله عليه الجنة\". ¶ نسأل الله عز وجل أن يصلح أحوال المسلمين وأن يبطل كيد الكائدين وأن يتوفانا مسلمين إنه على كل شيء قدير، والحمد لله رب العالمين، وصلى الله وسلم على نبينا محمد وعلى آله وصحبه أجمعين. ¶ عضو…………… الرئيس ¶ عبدالله بن عبدالرحمن الغديان………عبدالعزيز بن عبدالله بن محمد آل الشيخ ¶ عضو…………عضو ¶ بكر بن عبدالله أبو زيد………صالح بن فوزان الفوزان ¶ البيان التاسع ¶ حكم الشريعة الإسلامية في المدارس الأجنبية المبني على النصوص الشرعية والقواعد والمقاصد العامة ¶ أولاً: وجوب إعلان إنكارها والبراءة منها: ¶ يجب على كل مسلم أن يبغض المنكر إذا رآه وأن يسعى في إزالته حسب استطاعته، ومن لم يبغض المنكر ولم ينكره فلا خير فيه كما أخبر النبي صلى الله عليه وسلم بذلك في قوله: \"من رأى منكم منكراً فليغيره بيده، فإن لم يستطع فبلسانه، فإن لم يستطع فبقلبه وليس وراء ذلك من الإيمان حبة خردل\". ¶ ولا يستريب مؤمن بعد أن يعرف حال المدارس الأجنبية وآثارها السيئة على المسلمين أفراداً وجماعات وأمة أنها من أعظم المنكر فيجب بغضها وإنكارها وإعلان البراءة منها. ¶ ثانياً تحريم الإذن بفتحها:",
            "page": "51",
            "part": "7"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "لا يجوز لأهل الإسلام تمكين أهل الكفر والضلال والنحل الباطلة من يهود ونصارى ومجوس وملاحدة وغيرهم من الدعوة إلى باطلهم والإذن لهم بفتح المكاتب والمؤسسات من أجل ذلك، ومنها المؤسسات التعليمية على كافة المستويات، ابتداءً من رياض الأطفال وانتهاءً بالجامعة؛ لأن في ذلك إباحة للردة عن الإسلام، والرضا بما يخالف الدين الحق، وفي ذلك ظهور للكفر على الإيمان، وهذا يضاد مقصود الرسالة المحمدية، قال الله تعالى: (هو الذي أرسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون) [التوبة: 33] كما أن كل مبدأ واعتقاد يخالف الإسلام فهو مشتمل على الطعن في الإسلام وأحكامه وتشريعاته فيكيف يُقرُّ ذلك بين المسلمين على أرض الإسلام؟! ¶ فمن النصيحة للمسلمين تطهير بلادهم من كل نجس، ونبذ كل باطل حماية لهم، وصيانة للإسلام من الطعن عليه. ¶ ولا نرى هذه المدارس الاستعمارية الأجنبية العالمية إلا بيوتاً مظلمة تضارع مساجد الضرار، فهي تضار المدارس الإسلامية؛ لمناهجها الكفرية ونظامها الغربي، وهي داعية تفريق المؤمنين وشق وحدتهم: طلاب مدارس إسلامية وطلاب مدارس أجنبية، كالشأن في مسجد الضرار يصلي فيه بعضهم ويترك \"مسجد قباء\" الذي يصلي فيه المسلمون، وهي أوكار لمن حارب الله ورسوله من أمم الكفر التي زحفت بمناهجها وأساتذتها، لفتح هذه البيوت المظلمة واحتضان أولاد المسلمين فيها. وذلك باسم نشر العلم، والحضارة وتثقيف العقل البشري والله يشهد وكل مسلم يشهد إنهم لكاذبون، كالشأن في بناة مسجد الضرار من المنافقين. ¶ قال الله –عز شأنه-: (والذين اتخذوا مسجداً ضراراً وكفراً وتفريقاً بين المؤمنين وإرصاداً لمن حارب الله ورسوله من قبل وليحلفن إن أردنا إلا الحسنى والله يشهد إنهم لكاذبون) [التوبة:107]. ¶ ثالثاً: وجوب كفاية المسلمين بفتح المدارس الإسلامية: يجب على من بسط الله يده أن يهيء لأولاد المسلمين ذكوراً وإناثاً المدارس الصالحة النقية الخالية من الكفر والإلحاد والفحش والفجور والاختلاط بين الجنسين، وأن يختار لها من المعلمين: الأكفاء، الناصحين لدينهم وأمتهم، المشفقين على أولاد المسلمين ومصالحهم. ¶ كما يجب العناية بالمناهج والكتب الدراسية شكلاً ومضموناً وأن تنطلق من الاعتقاد الصحيح بالإسلام وإرادة الخير للأمة أفراداً وجماعات.",
            "page": "52",
            "part": "7"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "كما لا يجوز لأهل الإسلام تعطيل المناهج والمقررات الدراسية من تعلم أصول الإسلام ونواقضه وفرائضه، ومن ذلك التوحيد والإيمان وما يضاده من الكفر والشرك، وكذلك تعليم فرائض الإسلام وآدابه وسننه ومعاملاته وأحكامه. ¶ وهذه أمانة كبرى والسؤال عنها يوم القيامة عسير!! فاللهم اهد من وليته شيئاً من أمور المسلمين وأعنه على كل خير إنك قريب مجيب. ¶ رابعاً: تحريم الاتجار بفتحها والعمل بها: ¶ يجب على عامة المسلمين من أهل التجارة والمال أن يطيِّبوا مكاسبهم طاعة لله، واتقاء لغضبه سبحانه ورجاءً لبركته، وأن يكونوا وُعاةً فطناء فلا يجلبوا لإخوانهم المسلمين الشر والفساد والإلحاد، من أجل متاع الدنيا القليل، وعملاً بالقاعدة اليهودية الغائية، والماكيافيلية(1): الغاية تبرر الوسيلة!! سواء كان الاتجار عن طريق التعليم الأجنبي أو العمل فيه أو غيره من الطرق. وليعلموا أنهم مسؤولون يوم القيامة عن كل فرد فرد تسببوا في إضلاله وإفساده. ¶ وليعلموا أيضاً أن كل درهم يحصلونه من وراء هذا التعليم الهادم للإسلام والأمة أنه سحت وحرام. وليتقوا الله حق التقوى وليوقنوا بأن ما أباحه الله تعالى ففيه غنية عن الحرام، وأن من ترك شيئاً لله عوضه خيراً منه. ¶ خامساً: تحريم الإعانة عليها بالتأجير أو الدعاية ونحوها: ¶ لا يحل لمسلم أن يعين المدارس الهادمة للإسلام والأمة بأي نوع من أنواع الإعانة أو المشاركة فيها أو التشجيع عليها لأن الله عز وجل يقول: (ولا تعاونوا على الإثم والعدوان) [المائدة: 2]. والإعانة تكون بمثل: المشاركة بالمال أو بالعمل أو بتأجير الأرض أو المحل أو بالدعاية وغير ذلك. والراضي بالمنكر والمعين له كالفاعل نعوذ بالله من ذلك. ¶ سادساً: تحريم إدخال أولاد المسلمين فيها: ¶ __________ ¶ (1) نسبة إلى اليهودي الإيطالي ماكيافيلي، منشئ: \"النظرية القومية\".",
            "page": "53",
            "part": "7"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "لا يحل لمسلم يؤمن بالله واليوم الآخر أن يُلقي بأولاده إلى التهلكة في أحضان المدارس الأجنبية وهم لا يملكون لأنفسهم نفعاً ولا ضراً، ولا يعلمون من الإسلام شيئاً قليلاً ولا كثيراً فيتلقون الكفر والإلحاد والشر والفساد وناهيك بأثر ذلك على فِطَر الصغار الأغرار والنبي صلى الله عليه وسلم أخبر بأنه: \"ما من مولود إلا يُولد على الفطرة فأبواه يهوِّدانه أو ينصِّرانه أو يمجِّسانه\" فكل مولود فإنه يولد على فطرة الإسلام لو ترك على حاله ورغبته لما اختار غير الإسلام لولا ما يعرض لهذه الفطرة من الأسباب المقتضية لإفسادها وتغييرها وأهمها التعاليم الباطلة والتربية السيئة الفاسدة، وقد أشار إليها النبي صلى الله عليه وسلم بقوله: \"فأبواه يهوِّدانه أو ينصِّرانه أو يمجِّسانه\" أي: أنهما يعملان مع الولد من الأسباب والوسائل ما يجعله نصرانياً خالصاً أو يهودياً أو مجوسياً، ومن هذا: تسليم الأولاد الصغار الأغرار إلى المدارس الكفرية أو اللادينية بحجة التعلم فيتربون في حجرهم ويتلقون تعليمهم وعقائدهم منهم، وقلب الصغير قابل لما يلقى فيه من الخير والشر بل ذلك بمثابة النقش على الحجر، فَيُسَلِّمونهم إلى هذه المدارس نظيفين، ثم يستلمونهم ملوثين، كل بقدر ما عَبَّ منها ونَهَلَ، وقد يدخله مسلماً ويخرج منها كافراً، نعوذ بالله من ذلك، فالويل كل الويل لمن تسبب في ضلال ابنه وغوايته، فمن أدخل ولده راضياً مختاراً مدرسة وهو يعلم أنها تسعى بمناهجها ونشاطاتها لإخراج أولاد المسلمين من دينهم وتشكيكهم في عقيدتهم فهو مرتد عن الإسلام كما نص على ذلك جمع من العلماء. ¶ نسأل الله السلامة والعافية لنا ولجميع المسلمين. ¶ سابعاً: تحريم فتحها في بلد الإسلام مطلقاً:",
            "page": "54",
            "part": "7"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "لا يجوز فتح مدرسة من هذه المدارس في بلد من بلدان المسلمين حتى ولو لم يُسمح لأولاد المسلمين بالدخول فيها؛ لأنها بيوت كفر، يُلَقَّنُ فيها دين غير دين الإسلام، فَيُكْفَرُ فيها بالله تعالى، ولا يجوز لبلد إسلامي فتح بيت يُكفر فيه بالله تعالى أو الإذن به، ولأنها تكون مراكز للدعوة إلى دين وملة غير الإسلام، كتنصير من ليس على ملة الإسلام من أصحاب الملل الأخرى، فتكون مراكز لنقله من كفر إلى كفر في بلد إسلام، وعلى مرأى ومسمع من المسلمين، ولأنها تعطي الملل الكافرة قوة واعتباراً للبقاء على كفرهم، وسابقة لتوسع الكفرة في مطالبهم بفتح معابد لهم كالكنائس، ولأنها تخالف ما جرى عليه عمل المسلمين من الشروط على الذميين ونحوهم، كما في كتاب الشروط العمرية وغيره. والله المستعان. ¶ ثامناً: تحريم فتحها في جزيرة العرب والمناشدة بإلغائها: ¶ أحكام هذا الفصل تَعُمُّ كل مسلم، وتَشْمُلُ كل بلد إسلامي، لكنها تتأكد في حق: \"جزيرة العرب\" وفي حق من أضيفت إليهم: \"عربها\"؛ لما للجزيرة من المزايا التي اقتضت تفضيلها على جميع بلدان العالم الإسلامي، تجمع مزاياها: الذاتية، وعمق الجذور الإسلامية التي لا ينافسها فيها أي بلد في العالم، وهذا لِحِكَم يريدها الله –سبحانه- فإنها حرم الإسلام، وقاعدته، وعاصمته الأولى والأخيرة وهي مأرز الإيمان، ومتنزل القُرآن، ودار السنة والقدوة، ودار نبي الإسلام، وعَرين صحابته الكرام، وقبلة المسلمين، ودار حجهم وعُمرتهم، ولا يجتمع فيها دينان، ولا مجال فيها للمبادئ الهدامة. ¶ وأهلها هم أصل العرب ومادة الإسلام، فارتبطت الجزيرة بهم وارتبطوا بها، فهي بحق أرضاً وأهلاً دار القيادة والتوجيه والإشراف والمركز الرئيس للعالم الإسلامي، وحصن الدعوة إلى الله، والمحافظة على حدوده وحرماته. ¶ لهذا يجب أن تبقى داراً وأهلاً متمتعة بالأصالة وصفاء التوحيد، وحسن الأسوة، والاستقلال، والاكتفاء الذاتي، وأن ترفض التبعية والتقليد ونفوذ الوفادات الأجنبية عليها فلا مجال فيها لما ينابذها. ¶ ومن هذا: \"التعليم\" فهو لباس من ألبسة التقوى فلا تُكْسَى الجزيرة بخاصة ولا أهل الإسلام بعامة بلباس تعليمي ينكث التقوى ويوهن الإسلام.",
            "page": "55",
            "part": "7"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "فحرامٌ ثم حرامٌ فتح المدارس الأجنبية \"المدارس الاستعمارية\" العالمية، مدارس الذين كفروا في دار الإسلام وحَرَمِهِ: قلب جزيرة العرب، وحرام ثم حرام على أي مسلم إدخال أولاده ومن تحت يده فيها، ويجب على من ولاه الله الأمر رفع هذه المصيبة عن المسلمين، وستكون من أعظم أياديه على المسلمين في مسيرة جهوده الإسلامية العظيمة. ¶ تاسعاً: وجوب تواصي المسلمين بالتحذير منها: ¶ يا أهل الإسلام: احذروا هذه المدارس الاستعمارية العالمية، واحفظوا ذراريكم منها؛ لما فيها من أسباب الردة والفساد، والفسوق والعصيان، وانصحوا بالحذر منها أقاربكم وإخوانكم من المسلمين ولكم عبرة فيما حصل من آثارها السيئة في العالم الإسلامي، والسعيد من وُعِظَ بغيره. ¶ عاشراً: واجب العلماء المسلمين مواصلة البيان بإنكارها: ¶ يا علماء المسلمين: تابعوا النُّصح والبيان، إثْرَ النصيحة والبيان عن هذه المدارس المظلمة وحذِّروا المسلمين من سوء عاقبتها، واحملوهم على الحق والتواصي به والصبر عليه. قال الله عز شأنه: (والعصر إن الإنسان لفي خسر إلا الذين آمنوا وعملوا الصالحات وتواصوا بالحق وتواصوا بالصبر). ¶ هذه نصيحتي وغاية جُهدي، والحمد لله رب العالمين. ¶ المؤلف ¶ بكر بن عبدالله أبو زيد آل غيهب ¶ فهرس الموضوعات ¶ المقدمة…1 ¶ البيان الأول: جهود المصلحين من العلماء وغيرهم في مقاومتها…9 ¶ البيان الثاني: أسماؤها…16 ¶ البيان الثالث: تبعيتها…19 ¶ البيان الرابع: تاريخها…20 ¶ البيان الخامس: الأولويات في فتح المدارس الاستعمارية…25 ¶ البيان السادس: برامج المدارس الاستعمارية وإدارتها وأساتذتها…27 ¶ البيان السابع: أهدافها وآثارها المدمرة للمسلمين…28 ¶ البيان الثامن: نماذج من أقوال العلماء وبياناتهم وفتاويهم ¶ عن المدارس الاستعمارية…40 ¶ البيان التاسع: حكم الشريعة الإسلامية في المدارس الأجنبية ¶ المبني على النصوص الشرعية والقواعد والمقاصد العامة …65",
            "page": "56",
            "part": "7"
        }
    ],
    "t36499": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "المدارس العالمية الأجنبية"
        }
    ]
}