{
    "b36494": [
        {
            "id": "1",
            "nass": "رسائل ¶ إلى ¶ الحجاج والمعتمرين ¶ كتبها ¶ إسلام محمود دربالة ¶ الناشر دار الآفاق ¶ للبحث العلمي والنشر والترجمة ¶ www.afaak.net ¶ info@afaak.net ¶ مقدمة ¶ إن الحمد لله نحمده ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلَا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} [آل عمران: 102]. ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيبًا} [النساء: 1]. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلًا سَدِيدًا * يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا} [الأحزاب: 70-71]. ¶ أما بعد: ¶ فهذه رسائل كتبتها لك أخي الحاج والمعتمر أسأل الله أن تلقى القبول عندك، وأن يعم بها الخير والنفع. ¶ ذكرت فيها أركانًا وسننًا وآدابًا ونصائح ووقفات، ينتفع بها الحاج والمعتمر في أعمال الحج والعمرة، عسى أن تكون هذه الرسائل معينة على تصحيح العبادة، وتقويم الخلل والتنبيه على مواطن الزلل. ¶ نفعني الله وإياك بها، ورزقنا جميعًا العلم النافع والعمل الصالح، اللهم اشرح قلوبنا لذكرك، وحبب إلينا طاعتك، وألهمنا رشدنا يا كريم. ¶ وكتبه ¶ إسلام محمود دربالة ¶ islamderbalah@hotmail.com ¶ التشويق إلى حج البيت العتيق",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الحمد لله الذي فرض على عباده حج بيته العتيق، وجعل الشوق إلى زيارته حاديًا لهم ورفيقًا، والصلاة والسلام على من أنار الله به الدرب والطريق، وعلى آله وصحبه ومن تبعهم بإحسان إلى يوم الدين... أما بعد : ¶ * فإن الله تعالى فرض على عباده الحج إلى بيته العتيق في العمر مرة واحدة، وجعله أحد أركان الإسلام الخمسة التي بني عليها، لقوله صلى الله عليه وسلم:)) بُني الإسلام على خمس...)) وذكر منها ((حج بيت الله الحرام (( متفق عليه. ¶ * فالحج فريضة ثابتة بالكتاب والسنة والإجماع. ¶ * ولما كانت النفوس مجبولة على محبة الأوطان وعدم مفارقتها، رغب الشارع في الحج ترغيبًا شديدًا، وجعل له فضائل جليلة، وأجورًا كبيرة، لأنه يتطلب مفارقة الأوطان والمألوفات من أهل ومال وصاحب وعشيرة، وكذلك حثًّا للعباد على قصد هذا البيت بالحج والزيارة، وتشويقًا لهم إلى رؤية تلك المعالم التي هبط فيها الوحي، ونزلت فيها الرسالة. ¶ أخي سارع ولا تتأخر ¶ * قال تعالى: { وَلِلّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطَاعَ إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ الْعَالَمِينَ } [آل عمران:97]. ¶ * وقال صلى الله عليه وسلم : ((من أراد الحج فليتعجل، فإنه قد يمرض المريض، وتضل الضالة، وتعرض الحاجة)) أحمد وابن ماجة وحسنه الألباني. ¶ * وقال عمر بن الخطاب رضي الله عنه: لقد هممت أن أبعث رجالاً إلى هذه الأمصار، فننظر كل من كانت له جدة ولم يحج، فيضربوا عليه الجزية، ما هم بمسلمين.. ما هم بمسلمين. ¶ الحج يهدم ما كان قبله",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "* عن عمرو بن العاص رضي الله عنه قال : لما جعل الله الإسلام في قلبي، أتيت رسول الله صلى الله عليه وسلم فقلت: ابسط يدك فلأبايعك، فبسط، فقبضت يدي. فقال : ((مالك يا عمرو؟)) قلت: أشترط. قال : ((تشترط ماذا؟)) قلت: أن يغفر لي. قال: ((أما علمت أن الإسلام يهدم ما قبله، وأن الهجرة تهدم ما كان قبلها، وأن الحج يهدم ما كان قبله؟(( رواه مسلم. ¶ الحج طهارة من الذنوب ¶ * عن أبي هريرة رضي الله عنه قال: سمعت النبي صلى الله عليه وسلم يقول: ((من حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه)) لفظ البخاري. ¶ * ولفظ مسلم: ((من أتى هذا البيت)) وهو يشمل العمرة. وعند الدار قطني: ((من حج واعتمر)). والرفث: الجماع، أو التصريح بذكر الجماع أو الفحش من القول. ¶ * قال الأزهري : هي كلمة جامعة لما يريد الرجل من المرأة. والفسوق: المعاصي. ومعنى: ((كيوم ولد ته أمه)) أي بلا ذنب. قال ابن حجر: وظاهره غفران الصغائر والكبائر والتبعات. ¶ الحج من أفضل أعمال البر ¶ * عن أبي هريرة قال: سئل النبي صلى الله عليه وسلم : ((أي الأعمال أفضل؟ قال: إيمان بالله ورسوله. قيل ثم ماذا؟ قال: جهاد في سبيل الله. قيل: ثم ماذا؟ قال: حج مبرور)) متفق عليه)). ¶ * قال أبو الشعثاء: نظرت في أعمال البر، فإذا الصلاة تجهد البدن، والصوم كذلك، والصدقة تجهد المال، والحج يجهدهما. ¶ فضل الحج المبرور ¶ * عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: ((العمرة إلى العمرة كفارة لما بينهما، والحج المبرور ليس له جزاء إلا الجنة)) متفق عليه. ¶ * والحج المبرور : هو الذي لا يخالطه إثم. وقيل: المتقبل. وقيل: الذي لا رياء فيه ولا سمعة، ولا رفث ولا فسوق. وقيل: علامة بر الحج أن تزداد بعده خيرًا، ولا يعاود المعاصي بعد رجوعه. ¶ * وعن الحسن البصري قال: الحج المبرور؟ أن يرجع زاهدًا في الدنيا راغبًا في الآخرة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "* وروي أن الحج المبرور هو إطعام الطعام، وطيب الكلام، وإفشاء السلام. والصحيح أنه يشمل ذلك كله. ¶ الحج جهاد المرأة ¶ * عن عائشة رضي الله عنها قالت: قلت يا رسول الله ! ألا نغزو ونجاهد معكم؟ فقال: ((لكن أحسن الجهاد وأجمله الحج، حج مبرور)) قالت عائشة: فلا أدع الحج بعد إذ سمعت هذا من رسول الله صلى الله عليه وسلم)). متفق عليه. ¶ * وعن أبي هريرة رضي الله عنه مرفوعًا: ((جهاد الكبير والضعيف والمرأة: الحج والعمرة)) النسائي وحسنه ا لألباني. ¶ الحج والعمرة ينفيان الفقر والذنوب ¶ * عن جابر رضي الله عنه، أن النبي صلى الله عليه وسلم قال: ((أديموا الحج والعمرة، فإنهما ينفيان الفقر والذنوب، كما ينفي الكير خبث الحديد)) رواه الطبراني والدارقطني وصححه الألباني. ¶ * وعن ابن مسعود رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم : ((تابعوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد والذهب والفضة، وليس للحجة المبرورة ثواب إلا الجنة)) أحمد والترمذي وصححه الألباني. ¶ الرسالة الأولى ¶ الإخلاص ¶ الإخلاص لله سبحانه وتعالى هو الركن الأول من أركان العمل الصالح قال عز وجل {فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا} [الكهف: 110]. ¶ فليكن حجك أخي الكريم أختي الكريمة خالصًا لله عز وجل لا رياء فيه ولا سمعة بل ابتغاء مرضاة الله، لا لأجل أن تتباهى بحجك، ولا لأجل أن يقال عنك: الحاج فلان، فالإخلاص الإخلاص. ¶ الرسالة الثانية ¶ المتابعة لرسول الله",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "النبي صلى الله عليه وسلم هو قدوتنا وأسوتنا في كلِّ صغيرةٍ وكبيرةٍ، والفوز والنجاة في متابعته والسعادة والهناء في هديه، قال عز وجل: { لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ} [الأحزاب:21]. وقال عز وجل: { قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ} [آل عمران: 31]. ¶ فجعل متابعة الرسول من لوازم محبته ومن الأدلة على صدق المحبة، فهل أنت تحب رسول الله صلى الله عليه وسلم حقًّا؟. ¶ الرسالة الثالثة ¶ العلم الصحيح هو الطريق إلى العبادة الصالحة ¶ قال عز وجل: { يَرْفَعِ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ} [المجادلة: 11]. ¶ وقال صلى الله عليه وسلم: (فضل العالم على العباد كفضل القمر على سائر الكواكب) فالعلم هو السبيل الصحيح لاعتقاد صحيح ولعملٍ صالحٍ قويم. ¶ لأنك بالعلم تعرف مراد الله، وتعرف هدي رسول الله صلى الله عليه وسلم فاحرص قبل كل عبادة من العبادات على تعلم أركانها وشروطها وواجباتها وسننها حتى تفعلها، واحرص على معرفة ما يبطل الأعمال وينقضها ويفسدها حتى تبتعد عنه. ¶ الرسالة الرابعة ¶ التوحيد أولاً ¶ التوحيد هو أول أركان الإسلام ولا تصح عبادة من العبادات إلا بتحقيق العبد للتوحيد، وهو الذي أرسل الله لأجله الرسل وأنزل الكتب قال عز وجل: { وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولاً أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ} [النحل: 36]. ¶ وقال عز وجل: { فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ لِذَنْبِكَ} [محمد: 19]. ¶ إلا أن بعض من ينتسب إلى الإسلام قد يقع في أفعال أو يأتي بأقوال تنافي التوحيد وتنقضه أو تخدش في كماله الواجب. ¶ ومن ذلك: النذر لغير الله كمن ينذر للأولياء، وأصحاب القبور.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "- وكذلك الاستغاثة بغير الله، ودعاء غير الله، وطلب الحاجات من غير الله { أَمَّنْ يُجِيبُ الْمُضْطَرَّ إذَا دَعَاهُ} [النمل: 62]. ¶ - وكذلك الحلف بغير الله كالحلف بالآباء والأمهات، كمن يقول: والنبي والحسين ورحمة أبي.. وما شابه. ¶ والرسول صلى الله عليه وسلم يقول: ((من كان حالفًا فليحلف بالله أو ليصمت)) [رواه البخاري ومسلم]. فاحرص أخي على معرفة أركان التوحيد وأسسه حتى تحافظ عليها، وكذلك معرفة نواقضه وما يضاده من باب قول القائل. ¶ عرفت الشر لا للشر ولكن لتوقيه ¶ ومن لا يعرف الشر من الخير يقع فيه ¶ الرسالة الخامسة ¶ احذر البدعة ¶ البدعة في الدين: هي ما أحدث في دين الله، ولم يكن على عهد رسول الله صلى الله عليه وسلم، فإن ما لم يكن في زمان رسول الله دينٌ فلا يكون دينًا أبدًا. ¶ والخير كل الخير في اتباع من سلف، والشر كل الشر في ابتداع من خلف، والنبي صلى الله عليه وسلم قال: ((إياكم ومحدثات الأمور)) [رواه أحمد والترمذي وابن ماجه وصححه الألباني] ¶ وابن مسعود -رضي الله عنه- يقول: اتبعوا ولا تبتدعوا فقد كفيتم. ¶ فاحذر أخي الكريم -كل الحذر- من الوقوع في البدع؛ فإنها من أخطر مداخل الشيطان بعد الشرك بالله. ¶ فاحرص على معرفة السنن وجانب البدع، ولا يكون ذلك إلا بالعلم النافع وسؤال أهل العلم. ¶ الرسالة السادسة ¶ من آداب الحج والعمرة ¶ آداب الحج تنقسم إلى قسمين: آداب واجبة، وآداب مستحبة. ¶ فأما الآداب الواجبة: فهي أن يقوم الإِنسان بواجبات الحج وأركانه، وأن يتجنب محظورات الإحرام الخاصة, والمحظورات العامة، الممنوعة في الإِحرام وفي غير الإِحرام، لقوله تعالى: (الْحَجُّ أَشْهُرٌ مَّعْلُومَاتٌ فَمَن فَرَضَ فِيهِنَّ الْحَجَّ فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الْحَجِّ( [البقرة: 197].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وأما الآداب المستحبة في سفر الحج: فهي أن يقوم الإِنسان بكل ما ينبغي له أن يقوم به: من الكرم بالنفس والمال والجاه، وخدمة النفس, و خدمة إخوانه, وتحمل أذاهم، والكف عن مساوئهم، والإِحسان إليهم، سواء كان ذلك بعد تلبسه بالإِحرام، أو قبل تلبسه بالإِحرام؛ لأن هذه آداب عالية فاضلة، تطلب من كل مؤمن في كل زمانٍ ومكانٍ، وكذلك الآداب المستحبة في نفس فعل العبادة كأن يأتي الإِنسان بالحج على الوجه الأكمل، فيحرص على تكميله بفعل مستحباته القولية والفعلية. ¶ الرسالة السابعة ¶ الحج وأركانه ¶ الحج: هو أن يحرم المسلم من الميقات ويخرج إلى منى ثم إلى عرفة ثم إلى مزدلفة ثم إلى منى مرةً ثانية، ويطوف ويسعى، ويستكمل أفعال الحج. ¶ والحج فرضٌ بإجماع المسلمين، وهو أحد أركان الإسلام. ¶ وللحج شروط وجوب هي: ¶ 1- الإسلام. ¶ 2- العقل. ¶ 3- البلوغ. ¶ 4- الحرية. ¶ 5- القدرة على الحج بالمال والبدن. ¶ أما أركانه فهي أربعة: ¶ 1- الإحرام. ¶ 2- الوقوف بعرفة. ¶ 3- الطواف. ¶ 4- السعي. ¶ من أخل بشيء من هذه الأركان لم يتم نُسكه ولم يصح حجه. ¶ وأما واجباته فهي: ¶ 1- أن يكون الإحرام من الميقات. ¶ 2- أن يقف بعرفة إلى الغروب. ¶ 3- أن يبيت بمزدلفة. ¶ 4- أن يبيت بمنى ليلتين بعد العيد. ¶ 5- أن يرمي الجمرات. ¶ 6- أن يطوف للوداع. ¶ من أخل بشيءٍ من هذه الواجبات عامدًا فعليه الإثم والفدية، والفدية هي شاةٌ يذبحها ويفرقها في مكة، وإن كان غير متعمدٍ فلا إثم عليه لكن عليه الفدية. ¶ الرسالة الثامنة ¶ محظورات الإحرام ¶ 1- الجماع. ¶ 2- المباشرة بشهوة وكل مقدمات الجماع. ¶ 3- عقد النكاح. ¶ 4- خطبة النساء. ¶ 5- قتل الصيد. ¶ 6- الطيب بعد عقد النية بالإحرام سواء في البدن أو الثوب. ¶ 7- لبس الرجل القميص والبرنس والسراويل والعمائم والخفاف. ¶ 8- تغطية الرجل رأسه بملاصق معتاد كالطاقية والعمامة والغترة، ويجوز الاستظلال بما ليس بملاصق كالخيمة والشمسية وسقف السيارة.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "9- ومن المحظورات في الحج لبس المرأة النقاب والقفازين، ولا بأس أن تسدل من أعلى رأسها ما يغطي وجهها بحضرة الأجانب، وإنما المنهي هو لبس النقاب، وكذلك لها أن تغطي يدها بجزءٍ من ثوبها. ¶ الرسالة التاسعة ¶ صفة الحج ¶ نذكر هنا صفة الحج على سبيل الإِجمال والاختصار فنقول: إذا أراد الإِنسان الحج أو العمرة، فتوجه إلى مكة في أشهر الحج، فإن الأفضل أن يحرم بالعمرة أولاً ليصير متمتعًا، فيحرم من الميقات بالعمرة. وعند الإِحرام يغتسل كما يغتسل من الجنابة، ويتطيب في رأسه ولحيته، ويلبس ثياب الإِحرام، ويحرم عقب صلاة فريضة، إن كان وقتها حاضرًا، أو نافلة ينوي بها سنة الوضوء، لأنه ليس للإِحرام نافلة معينة، إذ لم يرد ذلك عن النبي (، ثم يلبي فيقول: ((لبيك اللهم عمرة، لبيك اللهم لبيك، لبيك لا شريك لك لبيك، إن الحمد والنعمة لك والملك، لا شريك لك))، ولا يزال يلبي حتى يصل إلى مكة. ¶ فإذا شرع في الطواف قطع التلبية، فيبدأ بالحجر الأسود يستلمه ويقبله إن تيسر، وإلا أشار إليه، ويقول: ((بسم الله والله أكبر، اللهم إيمانًا بك، وتصديقًا بكتابك، ووفاءً بعهدك، واتباعًا لسنة نبيك محمد ())، ثم يجعل البيت عن يساره ويطوف سبعة أشواط، يبتدئ بالحجر ويختتم به. وفي هذا الطواف يسنُّ أن يرمل في الثلاثة أشواط الأولى، بأن يسرع المشي ويقارب الخطى، وأن يضطبع في جميع الطواف، بأن يخرج كتفه الأيمن، ويجعل طرفي الرداء على الكتف الأيسر. فإذا أتم الطواف صلي ركعتين خلف المقام. وفي طوافه كلما حاذى الحجر الأسود كبّر, ويقول بينه وبين الركن اليماني: ((ربنا أتنا في الدنيا حسنةً، وفي الآخرة حسنةً، وقنا عذاب النار))، ويقول بقية طوافه ما شاء من ذكرٍ ودعاء.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وليس للطواف دعاءٌ مخصوص لكل شوط، وعلى هذا فينبغي أن يحذر الإِنسان من هذه الكتيبات التي بأيدي كثيرٍ من الحجاج، والتي فيها لكل شوطٍ دعاءٌ مخصوص، فإن هذا بدعة لم ترد عن رسول الله (، وقد قال النبي (: ((كل بدعةٍ ضلالة)) [أخرجه أحمد وأبو داود وابن ماجه والترمذي وفال: حسنٌ صحيح]. ¶ ويجب أن يتنبه الطائف إلى أمرٍ يخل به بعض الناس في وقت الزحام: فتجده يدخل من باب الحِجْر، ويخرج من الباب الثاني، فلا يطوف بالحجر, وهذا خطأٌ؛ لأن الحِجْر أكثره من الكعبة، فمن دخل من باب الحجر وخرج من الباب الثاني، لم يكن قد طاف بالبيت، فلا يصح طوافه. ¶ وبعد الطواف يصلي ركعتين خلف مقام إبراهيم إن تيسر له، وإلا ففي أي مكان من المسجد، ثم يخرج إلى الصفا، فإذا دنا منه قرأ: (إِنَّ الصَّفَا وَالْمَرْوَةَ مِن شَعَائِرِ اللهِ( [البقرة: 158], ولا يعيد هذه الآية بعد ذلك، ثم يصعد على الصفا ويستقبل القبلة، ويرفع يديه، ويكبر الله ويحمده، ويقول: ((لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيءٍ قدير، لا إله إلا الله وحده، أنجز وعده، ونصر عبده، وهزم الأحزاب وحده)). ثم يدعو بعد ذلك، ثم يعيد الذكر مرةً ثانية، ثم يدعو، ثم يعيد الذكر مرةً ثالثة. ¶ ثم ينزل متجهًا إلى المروة، فيمشي إلى العلم الأخضر -أي العمود الأخضر- ويسعى من العمود الأخضر إلى العمود الثاني سعيًا شديدًا، أي يركض ركضًا شديدًا، إن تيسر له ولم يتأذّ أو يؤذ أحدًا، ثم يمشي بعد العلم الثاني إلى المروة مشيًا عاديًا، فإذا وصل المروة، صعد عليها واستقبل القبلة ورفع يديه، وقال مثل الذي قال على الصفا، فهذا شوط. ¶ ثم يرجع إلى الصفا من المروة، وهذا هو الشوط الثاني، ويقول فيه ويفعل كما قال في الشوط الأول وفعل.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "فإذا أتم سبعة أشواط -من الصفا للمروة شوط، ومن المروة للصفا شوطٌ آخر. فإذا أتم سبعة أشواط- فإنه يقصّر شعر رأسه، ويكون التقصير شاملاً لجميع الرأس، بحيث يبدو واضحًا في الرأس. والمرأة تقصر من كل طرف رأسها بقدر أُنملة، ثم يحلّ من إحرامه حلاًّ كاملاً, فيتمتع بما أحل الله له من النساء والطيب واللباس وغير ذلك. ¶ فإذا كان يوم الثامن من ذي الحجة أحرم بالحج، فاغتسل، وتطيب, ولبس ثياب الإِحرام، وخرج إلي منى فصلى بها الظهر والعصر والمغرب والعشاء والفجر، خمس صلوات، يصلي الرباعية ركعتين، وكل صلاةٍ في وقتها، فلا جمع في منى، وإنما هو القصر فقط. ¶ فإذا طلعت الشمس يوم عرفة، سار إلى عرفة، فنزل بنمرة إن تيسر له، وإلا استمر إلى عرفة فينزل بها، فإذا زالت الشمس، صلى الظهر والعصر قصرًا وجمع تقديم، ثم يشتغل بعد ذلك بذكر الله، ودعائه، وقراءة القرآن، وغير ذلك مما يقرب إلى الله تعالى، وليحرص على أن يكون آخرَ ذلك اليوم مُلِحًّا في دعاء الله ( فإنه حريٌّ بالإِجابة. ¶ فإذا غربت الشمس، انصرف إلى مزدلفة فصلى بها المغرب والعشاء جمعًا وقصرًا، ثم يبقى هناك حتى يصلي الفجر، ثم يدعو الله ( إلى أن يسفر جدًّا، ثم يدفع بعد ذلك إلى منى، ويجوز للإِنسان الذي يشق عليه مزاحمة الناس، أن ينصرف من مزدلفة قبل الفجر، لأن النبي ( رخص لمثله. ¶ فإذا وصل إلى منى بادر فرمى جمرة العقبة الأولى قبل كل شيء بسبع حصيات، يكبر مع كل حصاة، ثم ينحر هديه، ثم يحلق رأسه، وهو أفضل من التقصير، وإن قصره فلا حرج، والمرأة تقصر من أطرافه بقدر أنملة. وحينئذٍ يحل التحلل الأول، فيباح له جميع محظورات الإِحرام ما عدا النساء.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "فينزل بعد أن يتطيب ويلبس ثيابه المعتادة ينزل إلى مكة، فيطوف طواف الإِفاضة سبعة أشواط بالبيت، ويسعى بين الصفا والمروة, سبعة أشواط، وهذا الطواف والسعي للحج، كما أن الطواف والسعي الذي حصل منه أول ما قدم للعمرة، وبهذا يحلّ من كل شيءٍ حتى من النساء. ¶ ولنقف هنا لننظر ماذا فعل الحاج يوم العيد؟ فالحاج يوم العيد: رمى جمرة العقبة, ثم نحر هديه، ثم حلق أو قصر, ثم طاف، ثم سعى، فهذه خمسة أنساك يفعلها على هذا الترتيب، فإن قدم بعضها على بعض فلا حرج؛ لأن النبي ( كان يُسأل يوم العيد عن التقديم والتأخير، فما سئل عن شيء قُدّم ولا أُخر يومئذ إلا قال: ((افعل ولا حرج)) [رواه البخاري ومسلم] فإذا نزل من مزدلفة إلى مكة، وطاف وسعى، ثم خرج ورمى فلا حرج، ولو رمى ثم حلق قبل أن ينحر، فلا حرج, ولو رمى ثم نزل إلى مكة وسعى و طاف فلا حرج، ولو رمى ونحر وحلق ثم نزل إلى مكة وسعى قبل أن يطوف لا حرج، المهم أن تقديم هذه الأنساك الخمسة بعضها على بعض لا بأس به، لأن الرسول ( ما سئل عن شيء قُدم ولا أُخر يومئذ إلا قال: ((افعل ولا حرج)) وهذا من تيسير الله ( ورحمته بعباده. ¶ وقد بقى من أفعال الحج: المبيت في منى ليلة الحادي عشر، وليلة الثاني عشر، وليلة الثالث عشر لمن تأخر، لقول الله تعالى: (وَاذْكُرُواْ اللّهَ فِي أَيَّامٍ مَّعْدُودَاتٍ فَمَن تَعَجَّلَ فِي يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلا إِثْمَ عَلَيْهِ لِمَنِ اتَّقَى( [البقرة: 203]. فيبيت الحاج بمنى ليلة الحادي عشر، وليلة الثاني عشر، ويجزئ أن يبيت في هاتين الليلتين معظم الليل.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فإذا زالت الشمس من اليوم الحادي عشر، رمى الجمرات الثلاث؛ يبدأ بالصغرى وهي الأولى التي تعتبر شرقية بالنسبة للجمرات الثلاث فيرميها بسبع حصيات متعاقبات، يُكَبِّر مع كل حصاة، ثم يتقدم عن الزحام قليلاً، و يقف مستقبلاً القبلة, رافعًا يديه, يدعو الله دعاءً طويلاً, ثم يتجه إلى الوسطى فيرميها بسبع حصيات متعاقبات، يكبر مع كل حصاة، ثم يتقدم قليلاً عن الزحام، ويقف مستقبلاً القبلة، رافعًا يديه، يدعو الله تعالى دعاءً طويلاً، ثم يتقدم إلى جمرة العقبة، فيرميها بسبع حصيات متعاقبات، يكبر مع كل حصاة، ولا يقف عندها؛ اقتداءً برسول الله (. ¶ وفي ليلة الثاني عشر، يرمي الجمرات الثلاث كذلك، وفي اليوم الثالث عشر - إن تأخر - يرمي الجمرات الثلاث كذلك. ¶ ولا يجوز للإنسان أن يرمي الجمرات الثلاث في اليوم الحادي عشر، والثاني عشر، والثالث عشر قبل الزوال؛ لأن النبي ( لم يرم إلا بعد الزوال، وقال: ((خذوا عني مناسككم)) [رواه مسلم والبيهقي وهذا لفظ البيهقي] وكان الصحابة يتحينون الزوال، فإذا زالت الشمس رمَوْا، ولو كان الرمي قبل الزوال جائزًا لبيَّنه النبي ( لأمته، إما بفعله، أو قوله، أو إقراره، ولمّا اختار النبي ( وسط النهار للرمي، وهو شدة الحر، دون الرمي في أوله الذي هو أهون على الناس، عُلم أن الرمي في أول النهار لا يجوز، لأنه لو كان من شرع الله (، لكان هو الذي يُشْرَع لعباد الله، لأنه الأيسر، والله ( إنما يشرع لعباده ما هو الأيسر. ولكن يمكنه إذا كان يشقُّ عليه الزحام، أو المضي إلى الجمرات في وسط النهار، أن يؤخر الرمي إلى الليل، فإن الليل وقت للرمي، إذ لا دليل على أن الرمي لا يصح ليلاً، فالنبي ( وقَّت أول الرمي ولم يوَقِّت آخره، والأصل فيما جاء مطلقًا، أن يبقى على إطلاقه حتى يقوم دليل على تقييده بسبب أو وقت.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم ليحذر الحاج من التهاون في رمي الجمرات، فإن من الناس من يتهاون فيها حتى يوكل من يرمي عنه، وهو قادر على الرمي بنفسه، وهذا لا يجوز ولا يجزيء، لأن الله تعالى يقول في كتابه: (وَأَتِمُّواْ الْحَجَّ وَالْعُمْرَةَ لله( [البقرة: 196]. والرمي من أفعال الحج، فلا يجوز له الإِخلال به، ولأن النبي ( لم يأذن لضَعَفَة أهله أن يوكلوا من يرمي عنهم. ¶ بل أذن لهم بالذهاب من مزدلفة في آخر الليل، ليرموا بأنفسهم قبل زحمة الناس. ولأن النبي ( لم يأذن للرعاة الذين يغادرون منى في إبلهم، لم يأذن لهم أن يوكلوا من يرمي عنهم، بل أذن لهم أن يرموا يومًا ويدعوا يومًا ليرموه في اليوم الثالث. وكل هذا يدل علي أهمية رمي الحاج بنفسه, و أنه لا يجوز أن يوكل أحدًا, ولكن عند الضرورة لا بأس بالتوكيل، كما لو كان الحاج مريضًا أو كبيرًا لا يمكنه الوصول إلى الجمرات، أو امرأة حاملاً تخشى على نفسها أو ولدها, ففي هذه الحال يجوز التوكيل. ¶ ولولا أنه ورد عن الصحابة أنهم كانوا يرمون عن الصبيان، لقلنا: إن العاجز يسقط عنه الرمي، لأنه واجب عجز عنه، فيسقط عنه لعجزه عنه، ولكن لما ورد جنس التوكُّل في الرمي عن الصبيان، فإنه لا مانع من أن يلحق به من يشابههم في تعذر الرمي من قبل نفسه. ¶ المهم أنه يجب علينا أن نُعظم شعائر الله، وألا نتهاون بها، وأن نفعل ما يمكننا فعله بأنفسنا لأنه عبادة، كما قال النبي (: ((إنما جُعل الطواف بالبيت وبالصفا والمروة، ورمي الجمرات لإقامة ذكر الله)) [أخرجه أحمد وأبو داود والترمذي وقال: حسن صحيح].",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإذا أتم الحج، فإنه لا يخرج من مكة إلى بلده، حتى يطوف للوداع، لحديث ابن عباس رضي الله عنهما قال: كان الناس ينفرون من كل وجه، فقال النبي (: ((لا ينفرن أحدٌ حتى يكون آخر عهده بالبيت)) [رواه البخاري ومسلم] إلا إذا كانت المرأة حائضًا أو نُفَساء، وقد طافت طواف الإِفاضة، فإن طواف الوداع يسقط عنها، لحديث ابن عباس رضي الله عنهما: ((أُمِر الناس أن يكون آخر عهدهم بالبيت، إلا أنه خُفف عن الحائض)) [رواه البخاري ومسلم]، ولأن النبي ( لما قيل له: إن صفية قد طافت طواف الإِفاضة، قال: ((فلتنفر إذًا)) [أخرجه البخاري ومسلم وأحمد وهذا لفظه] وكانت حائضًا. ¶ ويجب أن يكون هذا الطواف آخر شيء، وبه نعرف أن ما يفعله بعض الناس، حين ينزلون إلى مكة، فيطوفون طواف الوداع، ثم يرجعون إلى منى، فيرمون الجمرات، ويسافرون من هناك، فهذا خطأ، ولا يجزئهم طواف الوادع، لأن هؤلاء لم يجعلوا آخر عهدهم بالبيت، وإنما جعلوا آخر عهدهم بالجمرات. ¶ الرسالة العاشرة ¶ المرأة في الحج ¶ الحج هو نصيب المرأة المسلمة من الجهاد لحديث عائشة رضي الله عنها أنها قالت يا رسول الله هل على النساء جهاد؟ قال: ( نعم عليهن جهاد لا قتال فيه الحج والعمرة ). [رواه أحمد وابن ماجة ]. ¶ للحج شروط عامة للرجل والمرأة وهي الإسلام والعقل والحرية والبلوغ والاستطاعة المالية. ¶ - 1المحرم: وتختص المرأة باشتراط وجود المحرم الذي يسافر معها للحج وهو زوجها أو من تحرم عليه تحريمًا أبديًّا بنسب: كأبيها وابنها وأخيها أو بسبب مباح كأخيها من الرضاع أو زوج أمها أو ابن زوجها. ¶ والدليل على ذلك حديث ابن عباس رضي الله عنهما أنه سمع النبي صلى الله عليه وسلم يخطب: ((يقول لا يخلون رجل بامرأة إلا ومعها ذو محرم ولا تسافر إلا مع ذي محرم)). ¶ فقام رجل فقال: يا رسول الله إن امرأتي خرجت حاجة وإني اكتتبت في غزوة كذا وكذا فقال له صلى الله عليه وسلم: ((انطلق فحج مع امرأتك)) [متفق عليه].",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وعن ابن عمر رضي الله عنهما أنه قال: قال رسول الله صلى الله عليه وسلم: ((لا تسافر المرأة ثلاثًا إلا مع ذو محرم )) [متفق عليه]. ¶ والأحاديث في هذا كثيرة تنهى عن سفر المرأة للحج وغيره بدون محرم لأن المرأة ضعيفة يعتريها ما يعتريها من العوارض والمصاعب في السفر لا يقوم بمواجهتها إلا الرجال وهي مطمع للفساق فلا بد من محرم يصونها ويحميها. ¶ ويشترط في المحرم الذي تصحبه المرأة في حجها: ¶ العقل والبلوغ والإسلام فإن أيست من وجود المحرم لزمها أن تستنيب من يحج عنها. ¶ -2 وإذا كان الحج نفلاً اشترط إِذْن زوجها لها بالحج، لأنه يفوت به حقه عليها، وللزوج حق في منعها من حج التطوع. ¶ - 3يصح أن تنوب المرأة عن الرجل في الحج والعمرة باتفاق العلماء كما يجوز أن تنوب عن امرأة أخرى سواء كانت بنتها أو غير بنتها. ¶ - 4إذا اعترى المرأة وهي في طريقها إلى الحج حيض أو نفاس فإنها تمضي في طريقها وتكمل حجها وتفعل ما تفعله النساء الطاهرات غير أنها لا تطوف بالبيت فإن أصابها ذلك عند الإحرام فإنها تحرم؛ لأن عقد الإحرام لا تشترط له الطهارة. ¶ - 5وتفعل المرأة عند الإحرام كما يفعل الرجل من حيث الاغتسال والتنظيف بأخذ ما تحتاج إلى أخذه من شعر وظفر. ¶ -6 عند نية الإحرام تخلع المرأة البرقع والنقاب إذا كانت لابسة لهما قبل الإحرام؛ يقول النبي صلى الله عليه وسلم: ((لا تنتقب المرأة المحرمة)) [رواه البخاري]. وتغطي وجهها بغير النقاب والبرقع بأن تضع عليه الخمار أو الثوب عند رؤية الرجال غير المحارم لها وكذا تغطي كفيها عنهم بغير القفازين بأن تضع عليهما ثوبًا لأن الوجه والكفين عورة يجب سترها عن الرجال الأجانب في حالة الإحرام وغيرهما.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "-7 يجوز للمرأة حال إحرامها أن تلبس ما شاءت من الملابس النسائية التي لا زينة فيها ولا مشابهة لملابس الرجال وليست ضيقة تصف حجم أعضائها ولا شفافة لا تستر ما وراءها وليست قصيرة تنحسر عن رجليها أو يديها بل تكون ضافية كثيفة واسعة. ¶ وأجمع أهل العلم على أن للمحرمة لبس القميص والدروع والسراويلات والخمر والخفاف ولا يتعين عليها أن تلبس لونًا معينًا من الثياب كالأخضر وإنما تلبس ما شاءت بشرط الحشمة والتستر، ويجوز لها استبدال ثيابها بغيرها إذا أرادت. ¶ -8 يسن للمرأة أن تلبي بعد الإحرام بقدر ما تسمع نفسها وإنما كره لها رفع الصوت مخافة الفتنة بها، ولهذا لا يسن لها أذان ولا إقامة والمسنون لها في التنبيه في الصلاة التصفيق دون التسبيح. ¶ -9 يجب على المرأة في الطواف التستر الكامل وخفض الصوت وغض البصر وعدم مزاحمة الرجال وخصوصًا عند الحجر الأسود أو الركن اليماني، وتطوف في أقصى المطاف لأن المزاحمة حرام لما فيها من الفتنة وأما القرب من الكعبة وتقبيل الحجر فهما سنتان مع تيسرهما ولا ترتكب محرمًا لأجل تحقيق سنة. والسنة في حقها أن تشير إلى الحجر إذا حاذته من بعيد. ¶ -10 وطواف النساء وسعيهن مشي كله وأجمع أهل العلم أنه لا رمل على النساء حول البيت ولا بين الصفا والمروة وليس عليهن اضطباع. ¶ -11 أما عن ما تفعله المرأة الحائض من مناسك الحج وما لا تفعله حتى تطهر. فإن الحائض تفعل كل مناسك الحج من إحرام ووقوف بعرفة ومبيت بمزدلفة ورمي الجمار، ولا تطوف بالبيت حتى تطهر؛ لقول النبي صلى الله عليه وسلم لعائشة: ((افعلي ما يفعل الحاج غير أن لا تطوفي بالبيت حتى تطهري)). ولا تسعى المرأة الحائض بين الصفا والمروة لأن السعي لا يصح إلا بعد طواف النسك لأن النبي صلى الله عليه وسلم لم يسع إلا بعد الطواف. وقال جمهور العلماء أن الحاج لو سعى قبل الطواف لم يصح سعيه.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تنبيه: لو طافت المرأة وبعد أن انتهت من الطواف أصابها الحيض؛ فإنها في هذه الحالة تسعى، لأن السعي لا تشترط له الطهارة. ¶ -12 يجوز للنساء أن ينفرن مع الضعفة من مزدلفة بعد غيبوبة القمر ويرمين جمرة العقبة عند الوصول إلى منى خوفًا عليهن من الزحام. ¶ -13 المرأة تقصر من رأسها للحج والعمرة من رءوس شعر رأسها قدر أُنملة ولا يجوز لها الحلق. والأُنملة: هي رأس الأصبع. ¶ -14 المرأة الحائض إذا رمت جمرة العقبة وقصرت من رأسها فإنها تحل من إحرامها ويحل لها ما كان محرمًا عليها بالإحرام إلا أنها لا تحل للزوج إلا بعد طواف الإفاضة. فإن مكنته من نفسها قبل ذلك وجبت عليها الفدية وهي ذبح شاة في مكة وتوزيعها على فقراء الحرم. ¶ -15 إذا حاضت المرأة بعد طواف الإفاضة فإنها تسافر متى أرادت ويسقط عنها طواف الوداع لحديث عائشة رضي الله عنها أنها قالت: حاضت صفية بنت حيي بعدما أفاضت، قالت: فذكرت ذلك لرسول الله صلى الله عليه وسلم، فقال: أحابستنا هي؟ قلت: يا رسول الله إنها قد أفاضت وطافت بالبيت ثم حاضت بعد الإفاضة. قال: ((فلتنفر إذن)) [متفق عليه]. ¶ وعن ابن عباس رضي الله عنه: أن النبي صلى الله عليه وسلم أمر الناس بأن يكون آخر عهدهم بالبيت إلا أنه خفف عن المرأة الحائض والنفساء. ¶ الرسالة الحادية عشر ¶ أعياد المسلمين وأفراحهم ¶ الإسلام دين البهجة والسرور وهو لا يحرم على العباد إلا ما يضرهم، ولا يشرع لهم إلا ما فيه مصلحة لهم. ¶ وقد شرع لنا رب العزة والجلال عيدان: ¶ أما الأول فهو عيد الفطر بعد أن يتم العباد صيام شهر رمضان. ¶ والثاني يوم الأضحى وهو اليوم العاشر من ذي الحجة، واليوم العاشر والحادي عشر والثاني عشر تُعرف بأيام التشريق.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال النبي صلى الله عليه وسلم ((أيام التشريق أيام أكل وشرب وذكر الله عز وجل)). فاحذر أخي الحاج من المعاصي التي تقع من بعض الناس في أيام الأعياد وأيام التشريق من تبرج النساء، وإبرازهن الزينة للأجانب والاختلاط بين الرجال والنساء، وفي الحديث: ((ما تركت فتنة أضر على الرجال من النساء)) [رواه البخاري ومسلم]، واحذر الملاهي والمعازف المحرمة من الأغاني الماجنة والموسيقى والنظر إلى النساء الكاسيات العاريات، ففي الحديث الصحيح عن النبي صلى الله عليه وسلم: ((ليكونن من أمتي أقوام يستحلون الحر والحرير والخمر والمعازف)) [ أخرجه البخاري تعليقًا، وأبو داود وغيره متصلاً وهو صحيح]. ¶ واحذر الغيبة والنميمة والكذب ففي الحديث: ((لا يدخل الجنة قتات)) [متفق عليه]. ¶ واحذر التشبه بالكفار في اللباس والعادات والأعياد فالمسلم له شخصيته المميزة {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا} [البقرة: 143]. ¶ الرسالة الثانية عشر ¶ لبيك اللهم لبيك ¶ التلبية: هي استجابة العباد لدعوة ربهم، فهم يأتون بيته استجابة لأمره وامتثالاً لمراده ولسان حالهم ومقالهم استجبنا لك يا ربنا وأجبناك إجابة تلو إجابة. ¶ فأنت أيها الحاج أعلنت الاستسلام والخضوع لأمر الله، فاحذر معصية الله ومخالفة أمره. ¶ واحذر من دعاء غير الله أو النذر لغير الله واطلب حوائجك من ملك السموات والأرض الذي لا يعجزه شيء في الأرض ولا في السماء، وتذلل بين ويديه وحدك عسى أن يشملك برحمته ويمن عليك بغفرانه. ¶ الرسالة الثالثة عشر ¶ العمرة: أحكامها وآدابها ¶ العمرة في اللغة: بمعنى الزيارة. ¶ وهي ما اشتمل على هيئتها من الأركان والواجبات والمستحبات، ومن الإحرام من الميقات والطوف بالبيت والسعي بين الصفا والمروة والحلق أو التقصير وقد اختلف العلماء في وجوبها فمنهم من قال: إنها واجبة ومنهم من قال إنها سنة والظاهر وجوبها لكن وجوبها دون وجوب الحج. ¶ وشروط وجوبها: ¶ 1- الإسلام. ¶ 2- العقل. ¶ 3- البلوغ.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "4- الحرية. ¶ 5- القدرة بالمال والبدن. ¶ وأما أركان العمرة فهي: ¶ 1- الإحرام. ¶ 2- الطواف. ¶ 3- السعي. ¶ وواجباتها: ¶ 1- أن يكون الإحرام من الميقات. ¶ 2- الحلق أو التقصير. ¶ وما عدا ذلك فهو من السنن ومن أخل بشيء من واجبات العمرة متعمدًا فعليه الإثم والفدية. ¶ وإن كان غير متعمد فلا إثم عليه لكن عليه الفدية. ¶ الرسالة الرابعة عشر ¶ أخطاء يقع فيها الحجيج ¶ أخي الحاج الكريم هناك بعض الأخطاء يقع فيها كثيرٌ من الحجاج إما جهلاً أو نسيانًا أو تهاونًا، وسأذكر لك بعضًا منها حتى تتجنبها ليسلم لك حجك بإذن الله تعالى. ¶ أولاً: الأخطاء التي يرتكبها بعض الناس في الإحرام: ¶ -ترك الإحرام من الميقات. ¶ -الاضطباع عند الإحرام وهو: أن يخرج كتفه الأيمن ويجعل طرف ردائه على كتفه الأيسر، والاضطباع يكون عند طواف القدوم فقط. ¶ -اعتقاد بعضهم أنه يجب أن يصلي ركعتين عند الإحرام. ¶ ثانيًا: الأخطاء ما بين الميقات إلى المسجد الحرام: ¶ -ترك التلبية والانشغال عنها بالكلام، وأخطر من ذلك قضاء الوقت بالمحرمات كسماع الأغاني. ¶ -التلبية بصوتٍ جماعي والسنة أن يلبي كل حاج بمفرده بدون أن يكون هناك من يقول التلبية ويتبعه الناس. ¶ ثالثاً: الأخطاء عند دخول المسجد الحرام: ¶ -اعتقاد وجوب الدخول من باب معين إلى الحرم، فتجد بعض الحجاج يتعب نفسه بالسؤال عن باب العمرة أو باب الفتح أو غيره، والأمر واسع -ولله الحمد- فلك أن تدخل من أي باب تيسر لك. ¶ -الابتداع بأدعية معينة عند دخول الحرم. ¶ وليس هناك دعاء خاص لدخول الحرم، وإنما ورد عن رسول الله صلى الله عليه وسلم دعاء لدخول جميع المساجد ومنها الحرم مثل قوله: ((بسم الله والصلاة والسلام على رسول الله، اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك))[رواه أبو داود والترمذي وأصله عند مسلم] ¶ رابعًا: الأخطاء في الطواف:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "النطق بالنية عند الطواف، فبعض الناس يقول: (اللهم إني نويت أن أطوف بالبيت سبعة أشواط) وهذا لم يرد عن النبي صلى الله عليه وسلم ولا صحابته الكرام. ¶ -عدم البدء بالطواف من عند الحجر الأسود. ¶ -المزاحمة الشديدة عند الحجر الأسود والركن اليماني. ¶ -الظن أن تقبيل الحجر شرطٌ لصحة الطواف. ¶ -تقبيل الركن اليماني بينما السنة استلامه أو الإشارة إليه. ¶ -الظن أن استلام الحجر والركن اليماني من أجل التبرك، بينما هو متابعة للنبي صلى الله عليه وسلم. ¶ -الرمل -وهو الإسراع بالمشي مع تقارب الخطا- في جميع الأشواط. والسنة: الرمل في الثلاثة الأشواط الأولى ويمشي ما بين الركن اليماني والحجر الأسود. ¶ - تخصيص كل شوط بدعاء معين. وتزداد هذه البدعة إذا حمل الطائف كتيبًا يقرأ منه وهو لا يعرف معنى ما يقول. ¶ -الدخول من باب الحجر في الطواف وهذا خطأٌ عظيم. ¶ -عدم الالتزام بجعل الكعبة عن يساره مثل من يمسك نساءه، ويحجر عليهم مع صاحبه، فيضطر إلى جعل الكعبة عن يمينه أو أمامه أو خلفه، وهذا قد لا يصح منه طوافه؛ لأن من شروط الطواف أن تكون الكعبة عن يساره. ¶ -استلام جميع أركان الكعبة. ¶ -رفع الصوت بالدعاء وهذا يذهب الخشوع، ويسقط هيبة البيت، ويشوش على الطائفين، والتشويش على الناس في عبادتهم أمرٌ منكر. ¶ -الظن أن ركعتي الطواف لابد أن تكون قريبًا من المقام فتجده يضيق على الناس وعلى الطائفين، ويحصل بذلك أذًى شديد. ¶ -تطويل ركعتي الطواف وهذا مخالفٌ للسنة؛ فإن الرسول صلى الله عليه وسلم كان يخففهما، وهو بتطويله يؤذي الطائفين، ويحجز على الآخرين الذين هم أولى منه بالمكان. ¶ -تخصيص دعاء للمقام، وتزداد هذه البدعة إذا كان الدعاء جماعيًا. ¶ -التمسح بالمقام وهذا لم يرد فيه نص عن رسول الله صلى الله عليه وسلم. ¶ خامسًا: الأخطاء في السعي: ¶ -النطق بالنية. ¶ -رفع اليدين على الصفا والإشارة بهما نحو الكعبة كما في الصلاة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "-المشي مشيًا واحدًا بين الصفا والمروة وترك السعي الشديد بين العلمين، وهذا للرجال فقط، أما النساء فتمشي مشيًا واحدًا. ¶ وعكس ذلك بحيث يسعى سعيًا شديدًا في جميع السعي. فيحصل بذلك مفسدتان: الأولى: مخالفة السنة. والثانية: إتعاب نفسه ومزاحمة الآخرين والمشقة عليهم. ومن الناس من يفعل ذلك تعجلاً في إنهاء العبادة، وهذا شر ممن قبله؛ إذ أن هذا ينبئ عن التبرم من العبادة. وهذا خطأٌ عظيم فينبغي أن يؤدي العبادة بانشراح صدر وفرح وخشوع. ¶ -تلاوة آية: {إِنَّ الصَّفَا وَالْمَرْوَةَ}[البقرة: 158] عند كل صعود على الصفا والمروة. وإنما الذي ورد تلاوتها عند أول السعي حين الصعود على الصفا. ¶ -تخصيص كل شوط بدعاء معين. ¶ -الدعاء من كتاب فيقرأ كلامًا لا يعرف معناه. ¶ -البداءة بالسعي من المروة. ¶ -اعتبار الشوط الواحد من الصفا إلى الصفا، فيصبح السعي مضاعفًا. ¶ -السعي في غير نسك. لاعتقاد بعض الناس التنفل بالسعي وأنه مثل الطواف. ¶ سادسًا: الأخطاء في الحلق أو التقصير: ¶ -حلق بعض الرأس. ¶ -قص شعرات قليلة من رأسه ومن جهة واحدة، وهذا مخالف للآية: {مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ}[الفتح: 27]، بينما السنة تعميم جميع الرأس بالحلق أو التقصير. ¶ -الحلق أو التقصير بعد لبس ثيابه من العمرة، والواجب أن يفعل ذلك وهو بثياب الإحرام، فمن فعل ذلك جهلاً منه فلا حرج عليه لكن يلزمه أن يعود إلى إحرامه ويحلق ثم يحل. ¶ سابعًا: الأخطاء التي تقع في يوم التروية -اليوم الثامن من ذي الحجة: ¶ -اعتقاد وجوب الركعتين عند الإحرام، واعتقاد وجوب الإحرام بلباس جديد. ¶ -الاضطباع بعد الإحرام. والاضطباع لا يشرع إلا في طواف القدوم فقط. ¶ -اعتقاد أنه لا يصح الإحرام للحج بالثياب التي أحرم بها بالعمرة. ¶ -ترك الجهر بالتلبية عند الذهاب إلى منى. ¶ -الذهاب إلى عرفة مباشرةً. ¶ -البقاء في مكة وعدم الذهاب إلى منى. ¶ -الجمع بين الصلوات بمنى. ¶ -إتمام الصلاة بمنى بينما السنة قصرها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثامنًا: الأخطاء التي تقع في الذهاب إلى عرفة والوقوف بها: ¶ -ترك الجهر بالتلبية حين الخروج إلى عرفة. ¶ -الوقوف خارج حدود عرفة. ¶ -الاتجاه إلى الجبل دون القبلة. ¶ -الظن بوجوب الوقوف خلف الجبل. ¶ -الاعتقاد أن للجبل قدسية خاصة فيصعدون إليه، ويصلون فيه ويعلقون على أشجاره. ¶ -الظن بوجوب صلاة الظهر يوم عرفة مع الإمام في مسجد نمرة، مع وجود المشقة. ¶ -الخروج من عرفة قبل غروب الشمس. ¶ -إضاعة الوقت بغير فائدة، ويزداد الأمر إثمًا إذا أضيع الوقت بالأمور المحرمة مثل: التصوير، وسماع المحرمات: كالأغاني والمعازف، والكلام البذيء، وإيذاء الناس. ¶ تاسعًا: الأخطاء التي تقع في الدفع إلى مزدلفة: ¶ -الإسراع الشديد. ¶ -النزول قبل الوصول إلى مزدلفة. ¶ -صلاة المغرب والعشاء في الطريق قبل الوصول إلى مزدلفة. ¶ -تأخير صلاة العشاء عن وقتها بحجة عدم الوصول إلى مزدلفة. حيث إن بعض الحجاج تتأخر بهم السيارات في الطريق فلا يصلون إلى مزدلفة إلا بعد منتصف الليل أو قرب الفجر فيؤخرون الصلاة حتى يصلوا إلى مزدلفة وهذا خطأٌ كبيرٌ. ¶ -صلاة الفجر قبل وقتها: فبعض الحجاج-هداهم الله-لا يرقبون وقت طلوع الفجر، فما أن يسمعوا أن أحدًا من الحجاج أذن إلا ويبادرون بالصلاة. ¶ -الخروج من مزدلفة ليلاً وعدم المبيت بها. ¶ -إحياء الليل بالصلاة أو الدعاء. ¶ -البقاء فيها حتى تطلع الشمس. ¶ -الظن بأن الحصى لا يصح إلا أن يكون من مزدلفة مع أنه لم يرد أن النبي صلى الله عليه وسلم التقط الحصى من مزدلفة. ¶ عاشرًا: في رمي الجمار: ¶ وقد بين الرسول صلى الله عليه وسلم الحكمة من رمي الجمار بقوله: ((إنما جعل الطواف بالبيت، والسعي بين الصفا والمروة، ورمي الجمار لإقامة ذكر الله لا لغيره) [أخرجه أحمد وأبو داود والترمذي، وقال: حسن صحيح] ¶ فمن الأخطاء في الرمي: ¶ -غسل الحصى أو تطييبه. ¶ -الظن بأن هذه الجمرات شياطين، فيحدث من ذلك مفاسد منها:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "-أن هذا الظن خطأ، فإنما نرمي هذه الجمرات إقامةً لذكر الله وتحقيقًا للتعبد لله عز وجل. ¶ -يأتي الإنسان بغيظ وحنق وقوة فتجده يؤذي الناس فيتقدم كأنه جمل هائج. ¶ -أن الإنسان لا يستحضر أنه يتعبد الله تعالى بهذا الرمي؛ فهو يستبدل بالذكر المشروع الذكر غير المشروع بناءً على هذا الظن، فتجده يأخذ الأحجار الكبيرة والخشب والنعال. ¶ -الظن بأنه لابد أن تصيب الحصاة العمود. ¶ -التوكيل بالرمي مع القدرة عليه. ¶ -الظن بأنه لا يجوز الرمي إلا بحصى مزدلفة. ¶ والصحيح: أنه يجوز الرمي بكل حصاة من أي مكان. ¶ -الرمي من غير ترتيب أو منكسًا. فإن كان جاهلاً أُمر أن يعيد في وقته وإن كان قد خرج وقته فلا حرج عليه لجهله. ¶ -الرمي قبل وقت الرمي. ¶ -الرمي بأقل من سبع حصيات. ¶ -ترك الوقوف للدعاء بعد الجمرة الأولى والثانية. ¶ -الرمي زائدًا عن المشروع سواء بالعدد أو المرات. ¶ الحادي عشر: الأخطاء التي تقع في منى: ¶ -ترك المبيت بها من غير عذر. ¶ -عدم التأكد والبحث التام عن مقام له بها فيتعذر بعدم وجود المحل فيقيم في مكة أو العزيزية. ¶ -الخروج من منى قبل الزوال من اليوم الثاني عشر. ¶ الرسالة الخامسة عشر ¶ نصائح طبية ¶ الحج موسم إسلامي فريد، يتجمع فيه على بقعة واحدة ولعدة أسابيع أكثر من مليوني مسلم من جميع أنحاء العالم.. ولا شك أن الحج يفرض على الحاج عددًا من الأمور، فهناك مصاعب السفر، والمشي أثناء تأدية الشعائر الدينية. وتقلبات الجو في مكة المكرمة والمدينة المنورة أثناء فصل الصيف.. ¶ ولا غرابة إذن أن يشعر العديد من الحجيج بالتعب والإرهاق نتيجة التعرض لطارئ التغيرات، كما أن ذلك قد يزيد الأعباء الملقاة على القلب والصدر أو الكليتين عند المصابين بمرض في هذه الأعضاء. ¶ ولما كانت تأدية مشاعر الحج تتم في وقت محدد، فإن العديد منهم يتردد في طلب الاستشارة الطبية، كما أن هناك عددًا منهم يتعجل في طلب الخروج من المستشفى كي لا تفوته إحدى شعائر الحج.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومما يسعد النفس أن نجد عددًا من الدراسات الطبية قد نشرت حديثًا في بعض المجلات الطبية. فكانت من بينها دراسة عن ضربات الشمس التي يتعرض لها الحجاج، وأخرى عن المشاكل الطبية والجراحية التي تحدث عندهم بشكل عام، ودراسات عن المشاكل الكلوية وأخرى عن التهاب السحايا وغيرها.. ¶ التهاب الأمعاء أكثر الأمراض انتشار في الحج. نشر الدكتور حسن الغزنوي من جامعة الملك عبد العزيز بجدة عام 1988 م دراسة نشرت في مجلة Saudi Medical Journal قد أجريت على عدد من الحجيج، وأظهرت الدراسة أن لتهاب المعدة والأمعاء كان أكثر الأمراض شيوعًا بين الحجيج، وخاصة عند المصريين والسوريين. وكان المسنون أكثر عرضة للإصابة به. ¶ أما المرض الثاني فكان التهاب الرئة حيث ترافق بنسبة عالية من الوفيات عند من هم فوق الخمسين. ¶ ولكن السبب الرئيس للوفيات عند الحجاج كان ( ضربة الشمس Heat Stroke ) حيث كانت مسئولة عن 28% من الوفيات عند الحجاج. وكان الْمُسِنُّون والنساء أكثر عرضة للوفاة من الاختناق بسبب الازدحام أثناء رمي الجمرات. ¶ أمراض القلب عند الحجيج ¶ لا شك أن هناك العديد من مرضى القلب الذين يأتون إلى الحج كل عام. وقد قام الدكتور محمد يوسف من مستشفى الملك عبد العزيز بالمدينة المنورة بإجراء دراسة في موسم حج عام 1413 هـ، وخلال ذلك الموسم أدخل 754 حاجًا إلى المستشفى مصابًا بمشاكل طبية باطنية. وكانت نسبة المصابين بالأمراض الصدرية 73 % من الحالات، في حين كان نسبة المصابين بمرض قلبي 61 %. وكان ربع مرضى القلب مصابًا بمرض في شرايين القلب التاجية، أما الربع الآخر فكان مصابًا بارتفاع ضغط الدم ¶ وبلغت نسبة الذين أصيبوا بجلطة في القلب 16 % من الحالات. وللأسف فقد كان معظم المرضى مصابًا بأكثر من مرض واحد.. وقد توفي خلال تلك الفترة 57 حاجًا، وكانت جلطة القلب مسئولة عن نصف هذه الوفيات.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأكد الباحث في بحثه الذي قدم في اجتماع جمعية أمراض القلب عام 1995 م أن توقف المرضى عن تناول الدواء كان السبب وراء دخول الكثيرين منهم إلى المستشفيات.. ومن المشاكل التي يواجهها الأطباء في معالجة الحجاج صعوبة التفاهم مع المريض بسبب عائق اللغة، وعدم وجود تقارير طبية لدى المرضى تنبئ عن حالتهم الصحية قبل مجيئهم إلى الحج. ¶ ضربة الشمس عند الحجيج ¶ ضربة الشمس حالة طبية إسعافية تتميز بارتفاع درجة حرارة الجسم إلى ما فوق 40ْ م، وانعدام التعرق، وحدوث اضطرابات في الجهاز العصبي تتراوح ما بين الاختلاط الذهني وفقدان الوعي ( السبات ). وفي المملكة العربية السعودية، وحيث الحرارة أثناء فصل الصيف قد تصل إلى 48ْ م، إن حالات ضربة الشمس عادة قليلة عند السكان المحليين نظرًا لاعتيادهم على تحمل مثل تلك الدرجات. ولكن حدوث ضربة الشمس يزداد بشكل واضح أثناء موسم الحج، حينما يأتي فصل الصيف، عند الوافدين من الحجاج. ¶ وتحدث حالات ضربة الشمس عادة في الأسبوعين الأولين من شهر ذي الحجة على الطريق المؤدية من مكة المكرمة إلى عرفات فمنى فمكة المكرمة، بسبب الزحام والجو الحار وعوامل أخرى عديدة.. وقد وضُعِت ترتيبات خاصة للوقاية، ولعلاج حالات ضربات الشمس في مراكز متخصصة في مكة المكرمة ومنى وعرفات.. وتحتوي هذه المراكز على وحدات خاصة لتبريد الجسم أطلق عليها اسم ( وحدات مكة المكرمة لتبريد الجسم )",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وقد نشرت المجلة الطبية السعودية عام 1986 م دراسة قورنت فيها طريقتان من طرق التبريد، الأولى : وهي طريقة التبريد السريع بواسطة ( وحدة مكة المكرمة لتبريد الجسم) وأما الثانية : فكانت الطريقة التقليدية البسيطة للتبريد، وذلك بتغطية جسم المريض بصفائح من الشاش المرطب مع رذاذ الماء العادي في درجة حرارة الغرفة على المريض، وتعريضه لتيار هوائي من جميع الاتجاهات بمراوح كهربائية. ولم يكن هناك أي اختلاف يذكر في زمن التبريد، أو النتائج النهائية بين المجموعتين، مما يوحي بأن الطريقة العادية والبسيطة ما زالت وسيلة فعالة في علاج هذه الحالات. ¶ ويعزو الباحثون سبب كثرة حدوث ضربة الشمس عند الحجيج إلى عدة عوامل منها : ¶ 1. ارتفاع حرارة الجو والرطوبة أثناء الليل عندما يكون موسم الحج في الصيف. ¶ 2. ازدحام الحجيج وما ينجم عنه من قلة حركة الهواء. ¶ 3. عدم التعود على الجو الحار. ¶ 4. الأعمال المجهدة التي يقوم بها الحجاج كالمشي، وخاصة في منتصف النهار وإصرار بعض الحجاج على صعود جبل الرحمة يوم عرفات، والمسير لعدة كيلومترات. ¶ 5. ازدحام السيارات والباصات، وعدم وجود مكيفات هوائية في العديد منها. ¶ 6. الإصابة السابقة للعديد من هؤلاء المرضى بأمراض مختلفة كمرض السكر والأمراض القلبية وغيرها. ¶ 7. البدانة ¶ 8. الجفاف ¶ 9. الشيخوخة. ¶ التغيرات القلبية في ضربة الشمس ¶ نشرت مجلة Journal of Saudi Heart Association عام 1994 م عددًا من الدراسات التي قدمها الباحثون في مؤتمر أمراض القلب الذي عقد في مدينة الدمام في شهر كانون الثاني يناير 1994 م. ومن هذه الأبحاث بحث قدمه الدكتور ليث ميمش من مستشفى الملك فيصل التخصصي بالرياض، حيث قام وزملاؤه بدراسة التغيرات التي تحدث في تخطيط القلب عند 28 مريضا أصيب بالإعياء الحراري Heart Exhanstion و 34 مريضًا أصيبوا بضربة الشمس. وتبين أن تخطيط القلب كان غير طبيعي عند 29 من أصل 34 مريضًا.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وكان تسرع القلب الجيبي Sinus Tachycardio هو الصفة الغالبة عند كثير من المرضى. كما كانت هناك تبدلات في تخطيط القلب توحي بوجود نقص في تروية العضلة القلبية. ¶ وقدم الأستاذ الدكتور محمد نوح من مستشفى جامعة الملك خالد بالرياض دراسة أجريت على 51 حاجًا مصابًا بضربة الشمس بواسطة تخطيط القلب بالأمواج فوق الصوتية. فتبين أن 17 % من هؤلاء كان مصابًا باضطراب موضعي في حركية عضلة القلب. كما حدث انصباب في التامور ( الغشاء المغلف لعضلة القلب ) في ربع الحالات. ¶ الأمراض الطفيلية في الحج ¶ أجرى الدكتور سروات من مستشفى النور بمكة المكرمة دراسة نشرت في مجلة J.Egypt Soc. Parasitology عام 1993 م حول نسبة حدوث الأمراض الطفيلية عند الحجاج. فكان من أكثرها شيوعًا حدوث الإسهالات نتيجة الإصابات بطفيلي الجيارديا. وهو مرض شائع الحدوث في البلدان النامية، ويمكن التعرف على هذا المرض بواسطة فحص البراز. كما يمكن معالجته بسهولة بواسطة عقار يدعى ( Flagyl ) Metronidazole كما شوهدت بعض حالات من الملاريا والبلهارسيا. وأكد الباحثون أن فحص البول والبراز يظل وسيلة فعالة جدًّا في تشخيص هذه الأمراض. ¶ ينصح الحاج قبل مجيئه بمراجعة طبيبه، والحصول على تقرير طبي بالحالة المرضية كما ينصح بالتزود بكمية كافية من الدواء كي لا ينقطع عن تناول أدويته الموصوفة له من قبل. وهناك عدد من الوصايا العامة للحجاج أهمها : ¶ 1. الاعتناء بنظافة الطعام والشراب، وغسل الخضراوات والفواكه جيدًا. ¶ 2. تجنب التعرض للشمس لفترات طويلة، والابتعاد عن أماكن الازدحام قدر الإمكان ¶ 3. أخذ قسط كاف من الراحة والنوم. ¶ 4. ارتداء الملابس القطنية الخفيفة الواسعة والفاتحة اللون. ¶ 5. الإكثار من السوائل في الأيام الحارة وخاصة في يوم عرفات. ¶ 6. الإقلال من المجهود العضلي كالمشي في الأسواق عند اشتداد حرارة الجو ¶ 7. استشارة الطبيب فور الشعور بأي توعك أو مرض. ¶ الرسالة السادسة عشر",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "في رحاب مسجد النبي صلى الله عليه وسلم. ¶ زيارة مسجد النبي صلى الله عليه وسلم سنة لقول النبي صلى الله عليه وسلم: ((لا تشد الرحال إلا إلى ثلاثة مساجد: المسجد الحرام، ومسجدي هذا، والمسجد الأقصى))[رواه البخاري ومسلم]. ¶ وإذا سافر المعتمر أو الحاج إلى مسجد رسول الله صلى الله عليه وسلم فليكن قصده الأول الصلاة في مسجد رسول الله صلى الله عليه وسلم، والسلام على النبي صلى الله عليه وسلم وصاحبيه على الوجه المشروع من غير بدعٍ ولا غلو. ¶ واعلم أخي الكريم أنه لا علاقة بين الحج والعمرة وزيارة مسجد النبي ولكن أهل العلم رحمهم الله يذكرونه في باب الحج لأن الناس في الأزمان السالفة كان يشق عليهم أن يفردوا الحج والعمرة في سفر، وزيارة المسجد النبوي في سفر، فكانوا إذا اعتمروا مروا على المدينة لزيارة مسجد رسول الله صلى الله عليه وسلم. ¶ ومن آداب زيارة مسجد النبي صلى الله عليه وسلم السلام على النبي صلى الله عليه وسلم وصاحبيه في أدب وعدم فعل البدع من التمسح بالجدران أو التبرك بها، والحذر من الشرك المخرج عن الملة من دعاء النبي صلى الله عليه وسلم وطلب تفريج الكربات منه وغير ذلك. ¶ فإن هذا من الشرك الذي لا يجوز فإن النبي صلى الله عليه وسلم لا يملك لنفسه ضرًا ولا نفعًا، ولا يملك لغيره نفعًا ولا ضرًا، { قُلْ إِنِّي لَا أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا} [الجن: 21]. { قُلْ لَا أَمْلِكُ لِنَفْسِي نَفْعًا وَلَا ضَرًّا إِلَّا مَا شَاءَ اللَّهُ} [الأعراف: 88]. ¶ فالرسول صلى الله عليه وسلم بشر محتاجٌ إلى الله عز وجل، ولا يملك أن يجلب نفعًا لأحد ويدفع ضرًا عن أحد. ¶ الرسالة السابعة عشر ¶ مزارات مكة والمدينة ¶ تشرع زيارة البقيع ومسجد قُباء فإن رسول الله صلى الله عليه وسلم كان يأتي البقيع ويسلم على أهله وأمر بزيارة القبور فقال: ((زوروا القبور فإنها تذكر الآخرة)) [أخرجه مسلم وابن ماجة وغيرهما وهذا لفظ ابن ماجة].",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وكان النبي صلى الله عليه وسلم يزور مسجد قباء ويصلي فيه ركعتين وقد تقدم زيارة المسجد النبوي وقبر النبي صلى الله عليه وسلم وصاحبيه، وأما زيارة جبل ثور وغار حراء في مكة فلا أصل له ولا تشرع زيارته، ولا تشرع زيارة المساجد السبعة في المدينة لأنه لا يوجد دليل على استحباب زيارة مواضع في مكة والمدينة غير ما ذكرنا، ومن ادعى غير ذلك فعليه الدليل. ¶ الرسالة الثامنة عشر ¶ الصلاة الصلاة ¶ كانت آخر وصية من وصايا رسول الله صلى الله عليه وسلم: ((الصلاة الصلاة وما ملكت أيمانكم)) [أخرجه أحمد وابن ماجة وصححه الألباني]. ¶ وقال صلى الله عليه وسلم ((العهد الذي بيننا وبينهم الصلاة فمن تركها فقد كفر)) [أخرجه أحمد والترمذي وغيرهما وقال الترمذي: حسن صحيح غريب] فاحذر أن تكون ممن جائوا إلى الحج وفرطوا في الصلاة فأي حج ذلك وأي عمرة تلك وأنت تارك للصلاة، فالحذر الحذر من التهاون بها. ¶ { وَأْمُرْ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ عَلَيْهَا} [طه: 132]. ¶ الرسالة التاسعة عشر ¶ الحج وأثره ¶ نعمة عظيمة أن يصطفيك الله عز وجل وييسر الله لك الحج فاحمد النعمة وصنها وحافظ على آثارها وفضلها واسأل الله عز وجل قبول حجك وعمرتك واعلم أن التوفيق لهذه العبادة من النعم المستحقة للشكر. ¶ فحافظ على أوامر الله واجتنب نواهيه وتعلم الخير وأرشد الناس إليه واحرص عليه، نشئ أبنائك تنشئة إيمانية واحملهم على الخير وانههم عن الشر، وأمر أهلك بالخير والحجاب، وستر العورات وانههن عن التبرج والسفور، ومقارفة المحرمات وفعل المنكرات. ¶ واحرص على التوحيد ركن الإسلام الأول صنه عما يقدح فيه أو يخدش جنابه، وادع إلى سبيل ربك بعد التعلم واحرص على العمل بما تعمل فلا نجاة ولا فلاح بدون عمل. ¶ الرسالة العشرون ¶ خاتمة ودعاء",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "اللهم إني أسألك العفو والعافية في ديني ودنياي وأهلي ومالي. اللهم استر عوراتي, وآمن روعاتي اللهم احفظني من بين يدي ومن خلفي, وعن يميني وعن شمالي ومن فوقي, وأعوذ بعظمتك أن أغتال من تحتي. ¶ اللهم عافني في بدني اللهم عافني في سمعي, اللهم عافني في بصري. لا إله إلا أنت. اللهم إني أعوذ بك من الكفر والفقر ومن عذاب القبر, لا إله إلا أنت. ¶ اللهم أنت ربي لا إله إلا أنت خلقتني, وأنا عبدك, وأنا على عهدك ووعدك ما استطعت, أعوذ بك من شر ما صنعت, أبوء لك بنعمتك علي, وأبوء بذنبي, فاغفر لي, إنه لا يغفر الذنوب إلا أنت. ¶ اللهم إني أعوذ بك من الهم والحزن, وأعوذ بك من العجز والكسل, ومن البخل والجبن, وأعوذ بك من غلبة الدين, وقهر الرجال. ¶ اللهم اجعل أول هذا اليوم صلاحًا وأوسطه فلاحًا, وآخره نجاحًا, وأسألك خيري الدنيا والآخرة يا أرحم الراحمين. ¶ اللهم إني أسألك الرضى بعد القضاء, وبرد العيش بعد الموت, ولذة النظر إلى وجهك الكريم, والشوق إلى لقائك, في غير ضراء مضرة, ولا فتنة مضلة, وأعوذ بك أن أَظلم أو أُظلم, أو أَعتدي أو يُعتدى علي, أو أكتسب خطيئة أو ذنبًا لا تغفره. ¶ اللهم إني أعوذ بك أن أرد إلى أرذل العمر. ¶ اللهم اهدني لأحسن الأعمال والأخلاق لا يهدي لأحسنها إلا أنت.. واصرف عني سيئها لا يصرف عني سيئها إلا أنت. ¶ اللهم أصلح لي ديني, ووسع لي في داري وبارك لي في رزقي. ¶ اللهم إني أعوذ بك من القسوة والغفلة والذلة والمسكنة وأعوذ بك من الكفر والفسوق والشقاق والسمعة والرياء. وأعوذ بك من الصمم والبكم والجذام وسيئ الأسقام. ¶ اللهم آت نفسي تقواها, وزكها, أنت خير من زكاها, أنت وليها ومولاها. ¶ اللهم إني أعوذ بك من علم لا ينفع, وقلب لا يخشع, ونفس لا تشبع, ودعوة لا يستجاب لها. ¶ اللهم إني أعوذ بك من شر ما عملت, ومن شر ما لم أعمل, وأعوذ بك من شر ما علمت, ومن شر ما لم أعلم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "اللهم إني أعوذ بك من زوال نعمتك, وتحول عافيتك, وفجاءة نقمتك, وجميع سخطك. ¶ اللهم إني أعوذ بك من منكرات الأخلاق والأعمال والأهواء والأدواء, وأعوذ بك من غلبة الدين, وقهر العدو, وشماتة الأعداء. ¶ اللهم أصلح لي ديني, الذي هو عصمة أمري, وأصلح لي دنياي التي فيها معاشي, وأصلح لي آخرتي, التي إليها معادي, واجعل الحياة زيادة لي في كل خير, واجعل الموت راحة لي من كل شر, رب أعني ولا تعن علي, وانصرني ولا تنصر علي, واهدني ويسر الهدى لي. ¶ اللهم اجعلني ذكّارًا لك, شكّارًا لك, مطواعًا لك, مخبتًا إليك, أواهًا منيبًا, رب تقبل توبتي, واغسل حوبتي, وأجب دعوتي, وثبت حجتي, واهد قلبي وسدد لساني, واسلل سخيمة صدري. ¶ اللهم إني أسألك الثبات في الأمر, والعزيمة على الرشد, أسألك شكر نعمتك وحسن عبادتك, وأسألك قلبًا سليمًا, ولسانًا صادقًا, وأسألك من خير ما تعلم, وأعوذ بك من شر ما تعلم, وأستغفرك مما تعلم, وأنت علام الغيوب. ¶ اللهم ألهمني رشدي, وقني شر نفسي. اللهم إني أسألك فعل الخيرات وترك المنكرات, وحب المساكين, وأن تغفر لي وترحمني, وإذا أردت بعبادك فتنة, فتوفني إليك منها غير مفتون. ¶ اللهم إني أسألك حبك, وحب من يحبك, وحب كل عمل يقربني إلى حبك. ¶ اللهم إني أسألك خير المسألة, وخير الدعاء وخير النجاح, وخير الثواب, وثبتني وثقل موازيني, وحقق إيماني, وارفع درجتي, وتقبل صلاتي, واغفر خطيئاتي, وأسألك الدرجات العلى من الجنة. ¶ اللهم إني أسألك فواتح الخير, وخواتمه, وجوامعه, وأوله وآخره, وظاهره وباطنه والدرجات العلى من الجنة اللهم إني أسألك أن ترفع ذكري, وتضع وزري, وتطهر قلبي, وتحصن فرجي, وتغفر لي ذنبي, وأسألك الدرجات العلى من الجنة, اللهم إني أسألك أن تبارك في سمعي, وفي بصري, وفي روحي, وفي خَلقي, وفي خُلقي, وفي أهلي, وفي محياي, وفي عملي, وتقبل حسناتي, وأسألك الدرجات العلى من الجنة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "اللهم إني أعوذ بك من جهد البلاء, ودرك الشقاء, وسوء القضاء, وشماتة الأعداء, اللهم مقلِّب القلوب, ثبت قلبي على دينك. ¶ اللهم مصرِّف القلوب والأبصار, صرِّف قلوبنا على طاعتك. اللهم زدنا ولا تنقصنا, وأكرمنا ولا تهنا, وأعطنا ولا تحرمنا, وآثرنا ولا تؤثر علينا. اللهم أحسن عاقبتنا في الأمور كلها, وأجرنا من خزي الدنيا وعذاب الآخرة. ¶ اللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معصيتك, ومن طاعتك ما تبلغنا به جنتك, ومن اليقين ما تهون به علينا مصائب الدنيا, ومتعنا بأسماعنا وأبصارنا وقواتنا ما أحييتنا واجعلها الوارث منا, واجعل ثأرنا على من ظلمنا, وانصرنا على من عادانا, ولا تجعل الدنيا أكبر همنا ولا مبلغ علمنا ولا تجعل مصيبتنا في ديننا ولا تسلط علينا بذنوبنا من لا يخافك ولا يرحمنا. ¶ اللهم إني أسألك موجبات رحمتك, وعزائم مغفرتك, والغنيمة من كل بر, والسلامة من كل شر, والفوز بالجنة, والنجاة من النار. ¶ اللهم لا تدع لنا ذنبًا إلا غفرته, ولا عيبًا إلا سترته, ولا همًّا إلا فرجته, ولا دينًا إلا قضيته, ولا حاجة من حوائج الدنيا والآخرة هي لك رضا ولنا صلاح إلا قضيتها يا أرحم الراحمين. ¶ اللهم إني أسألك رحمة من عندك, تهدي بها قلبي, وتجمع بها أمري, وتلم بها شعثي, وتحفظ بها غائبي وترفع بها شاهدي, وتبيض بها وجهي, وتزكي بها عملي, وتلهمني بها رشدي, وترد بها الفتن عني, وتعصمني بها من كل سوء. ¶ اللهم إني أسألك الفوز يوم القضاء, وعيش السعداء, ومنازل الشهداء, ومرافقة الأنبياء والنصر على الأعداء. ¶ اللهم إني أسألك صحة في إيمان, وإيمانًا في حسن خلق, ونجاحًا يتبعه فلاح, ورحمة منك وعافية منك ومغفرة منك ورضوانا. ¶ اللهم إني أسألك الصحة والعفة, وحسن الخلق, والرضاء بالقدر. اللهم إني أعوذ بك من شر نفسي, ومن شر كل دابة أنت آخذ بناصيتها, إن ربي على صراط مستقيم. ¶ المراجع ¶ - موسوعة الحديث الشريف - شركة حرف للبرمجيات",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "- الموسوعة الحديثية المصغرة- مركز نور الإسلام لأبحاث القرآن والسنة ¶ - سلسلة فقه العبادات لشيخنا محمد بن صالح العثيمين- طبعة مركز الدكتور عبد الوارث الحداد ¶ - رسائل للحجاج والمعتمرين - لشيخنا يحيى بن إبراهيم اليحيى- طبعة دار المسلم. ¶ - منهج السالكين وتوضيح الفقه في الدين - للشيخ عبد الرحمن السعدي - طبعة المكتبة الإسلامية. ¶ - مقال للدكتور حسان شمسي باشا بعنوان (أبحاث طبية في الحج) - شبكة الإنترنت. ¶ - القول السديد في وجوب الاهتمام بالتوحيد - إسلام محمود دربالة - طبعة دار الآفاق.",
            "page": "33",
            "part": "1"
        }
    ],
    "t36494": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسائل إلى الحجاج والمعتمرين"
        }
    ]
}