{
    "b36506": [
        {
            "id": "1",
            "nass": "حكم الإسلام في العملاء والجواسيس ¶ إعداد ¶ الدكتور صالح الرقب ¶ الجامعة الإسلامية-كلية أصول الدين ¶ الحمد لله رب العالمين، وأفضل الصلاة وأتم التسليم، على سيدنا محمد خاتم الأنبياء والمرسلين، وعلى آله وأصحابه أجمعين، والتابعين، ومن تبع هداهم بإحسان إلى يوم الدين، وبعد.. ¶ التجسس لغة: هو اللمس باليد، وجس الخبر: أي بحث عنه، وتجسس الأمر: أي تفحصه وتطلبه وبحث عنه. والتجسس: هو التفتيش في بواطن الأمور، كما يفعل الطبيب المداوي، ويقال: جس الأرض جساً: وطئها. ومنه قول المتنبي في وصف الأسد:- ¶ يطأُ الثرى مُترفقاً في تيهه ...... فكأنه آس يجسُّ عليلا ¶ وجاء في لسان العرب:إن الجساس هو الأسد، لأنه يؤثر في فريسته ببراثنه. والتحسس (بالحاء)، هو أيضاً طلبُ الأخبار والبحث عنها. وهو بنفس معنى التجسس. وقيل:إن التجسس (بالجيم) أن يطلب المعلومة لغيره و(بالحاء) أن يطلب المعلومة لنفسه. وقد جاء في التنزيل الحكيم (ولا تجسسُوا)(120)، أي لا تبحثوا عن عورات المسلمين. كما ورد في قوله تعالى: (يا بنيَّ اذهبُوا فتحسسُوا مِن يوسفَ وأخيهِ).",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "والتّجسس مأخوذ من الجس، وهو في الأصل مَسُّ العرق وتعرُّف نبضه للحكم به على الصحة والسقم، كما في مفردات الأصفهاني، ومنه اشتق الجاسوس، فالتّجسّس محاولة العلم بالشيء بطريقة سرية لا يفطن لها، أو البحث عما يكتم من الأمور، وقيل: هو والتحسس- بالحاء- بمعنى واحد، وقيل: إن الثاني هو طلب الأخبار والبحث عنها، وقيل: هو تطلبها لنفسه، أما التجسس فهو طلبها لغيره، وقيل غير ذلك. جاء في (النهاية في غريب الحديث،المجلد الأول،باب الجيم مع السين)\":التَّجَسُّسُ بالجِيم : التَّفْتيش عن بوَاطِن الأمور وأكْثَر ما يُقال في الشَّرّ . والجَاسُوس : صاحب سرّ الشَّرّ . والنَّامُوسُ : صاحب سر الخير . وقيل التَّجَسَّس بالجيم أن يَطْلُبَه لِغَيره، وبالحاء أن يَطْلُبَه لنَفْسِه . وقيل بالجيم : الْبَحثُ عن العَوْرَات، وبالحاء : الاسْتِمَاع، وقيل مَعْناها واحِدٌ في تَطَلُّب مَعرفة الأخبار .\" ¶ الجاسوسية اصطلاحاً: البحث والتنقيب عما يتعلق بالعدو، من معلومات سرية باستخدام الوسائل السرية والفنية، ونقل ذات المعلومات بذات الوسائل، أو بواسطة العملاء والجواسيس، والاستفادة منها في إعداد الخطط. ¶ الجاسوسية قانوناً:العمل سراً وبادعاء وهمي للاستيلاء-أو محاولة الاستيلاء- على معلومات سرية بقصد إبلاغها إلى جهة معادية. ¶ والتجسس من حيث دوافعه نوعان: ¶ 1- نوع خاص يكون الدافع عليه الفضول وحب الإطلاع على عورات الآخرين، ليتلذذ الجاسوس-في مجالسه الخاصة والعامة-بالخوض في الحديث عن أعراض الناس وعوراتهم، ويتباهى بأنّه يملك الدليل والبينة على صدق دعواه وقوله..لذا جاء عقب النهي عن التجسس النهي عن الغيبة؛ لأنّ الغيبة نتيجة حتمية للتجسس، فكل من تجسّس لا بد له من أن يقع في غيبة الآخرين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "2- ونوع عام يكون دافعه نقل المعلومات ورفع التقارير إلى الطواغيت الظالمين وغيرهم من الكفرة والمشركين..وهذا من الموالاة..وهو أشد أنواع التجسس جرماً، وهو من الكفر الأكبر الذي يخرج صاحبه من الملة ولا بد. ¶ والنهي عن التجسس الوارد في الآية:(يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلا تَجَسَّسُوا وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً أَيُحِبُّ أَحَدُكُمْ أَنْ يَأْكُلَ لَحْمَ أَخِيهِ مَيْتاً فَكَرِهْتُمُوهُ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ تَوَّابٌ رَحِيمٌ)الحجرات:12. يشمل النوعين السابقين، والعام أولى بالنهي من الخاص. ¶ وللجاسوسية صور وأشكال متعددة منها: ¶ 1- جواسيس مهمتهم بيع الأراضي الفلسطينية أو سمسرتها للعدو الصهيوني. ¶ 2- منهم من يكلفون بالإسقاط الخلقي والأمني، ونشر المخدرات، وإشاعة الفواحش في المجتمع. ¶ 3- منهم من يساعدون العدو ويشتركون معه في قتل وتصفية واغتيال المناضلين والمجاهدين من أبناء الشعب الفلسطيني بالدلالة عليهم، ولو كان الأمر بسيطا جدا كأن يخبر أين المناضل أو أين بيته، أو أي مساعدة كانت، ويدخل في هذا النوع من الجاسوسية ما يسمى بالتعاون الأمني القائم-ومنه إحباط أعمال المجاهدين الفلسطينيين- بين دولة العدو الصهيوني وبين الأطراف العربية بفعل الاتفاقيات الظالمة وغير المعتبرة شرعاً، لقول رسول الله صلى الله عليه وسلم فيما أخرجه ابن ماجة عن أبي هريرة رضي الله عنه أنّ النّبي صلى الله عليه وسلم قال:\"من أعان على قتل مؤمن بشطر كلمة لقي الله مكتوب بين عينيه:آيس من رحمة الله\". وما كان العدو لينجح في قتل واغتيال واعتقال المئات من المناضلين لولا هذا التعاون الأمني، ومساعدة الجواسيس وتسهيل مهمة الأعداء.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "4- ومنهم الأجراء: وهم الذين باعوا أنفسهم لأعداء دينهم وأمتهم وأوطانهم مقابل ثمن بخس دراهم معدودة، أو مناصب موعودة، أو شهوات مبذولة ومتع مرذولة، وهؤلاء الأجراء يستخدمهم الاستعمار لتحقيق مصالحه وأهدافه، وهؤلاء يرتدون ثياب الوطنية أثناء حملتهم المسعورة ضد الإسلام عقيدة ونظاماً وثقافة، وأثناء استيرادهم للمبادئ والأفكار والمذاهب المعادية للإسلام ومن هؤلاء الأجراء: زمرة السياسيين الذين ينفذون سياسة الأعداء في الحكم والسياسة، وزمرة الماليين الذي ينفذون سياسة الأعداء في مجال المال والاقتصاد، وزمرة العسكريين الذين يجرون شعوبهم لعار الهزيمة والذل في ميادين القتال، وزمرة الصحفيين والمثقفين والأدباء الذين ينشرون فكر الأعداء وثقافتهم ورذائلهم الاجتماعية. ¶ التجسس نوعان: ¶ 1- التجسس المشروع الممدوح: ¶ وهو التجسس على العدو للحذر منه، والاستعداد لمقاومته فمشروع. قال الحافظ ابن حجر في الفتح:\"وَيُسْتَثْنَى مِنْ النَّهْي عَنْ التَّجَسُّس مَا لَوْ تَعَيَّنَ طَرِيقًا إِلَى إِنْقَاذ نَفْس مِنْ الْهَلَاك مَثَلًا كَأَنْ يُخْبِر ثِقَة بِأَنَّ فُلَانًا خَلَا بِشَخْصٍ لِيَقْتُلهُ ظُلْمًا, أَوْ بِامْرَأَةٍ لِيَزْنِيَ بِهَا, فَيُشْرَع فِي هَذِهِ الصُّورَة التَّجَسُّس وَالْبَحْث عَنْ ذَلِكَ حَذَرًا مِنْ فَوَات اِسْتِدْرَاكه, نَقَلَهُ النَّوَوِيّ عَنْ \" الْأَحْكَام السُّلْطَانِيَّة \" لِلْمَاوَرْدِيِّ وَاسْتَجَادَهُ, وَأَنَّ كَلَامه: لَيْسَ لِلْمُحْتَسِبِ أَنْ يَبْحَث عَمَّا لَمْ يَظْهَر مِنْ الْمُحَرَّمَات وَلَوْ غَلَبَ عَلَى الظَّنّ اِسْتِسْرَار أَهْلهَا بِهَا إِلَّا هَذِهِ الصُّورَة.(فتح الباري 10/482).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "و عَنْ ابْنِ الْمُنْكَدِرِ قَالَ:سَمِعْتُ جَابِرًا يَقُولُ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ الْأَحْزَابِ: مَنْ يَأْتِينَا بِخَبَرِ الْقَوْمِ ؟ فَقَالَ الزُّبَيْرُ: أَنَا،ثُمَّ قَالَ:مَنْ يَأْتِينَا بِخَبَرِ الْقَوْمِ ؟ فَقَالَ الزُّبَيْرُ: أَنَا، ثُمَّ قَالَ:مَنْ يَأْتِينَا بِخَبَرِ الْقَوْمِ ؟ فَقَالَ الزُّبَيْرُ: أَنَا،ثُمَّ قَالَ:إِنَّ لِكُلِّ نَبِيٍّ حَوَارِيَّ ، وَإِنَّ حَوَارِيَّ الزُّبَيْرُ. رَوَاهُ الْبُخَارِيّ (4113)، وَمُسْلِم. ¶ روى مسلم أن النبي صلى الله عليه وسلم أرسل بَسْبَسة بن عمرو الأنصاري عينا لتقصي أنباء عير أبي سفيان في غزوة بدر، وقد ذهب صلى الله عليه وسلم بنفسه ومعه أبو بكر إلى بدر وقابلا رجلا وسألاه عن أخبار قريش وعرفا منه مكانهم، ولمّا كان الرجل قد شرط عليهما أن يعرف من هما قال النبي صلى الله عليه وسلم أخيرا \"نحن من ماء\" ثم انصرفا عنه، وحار الرجل في معرفة هذا النسب، ولعلّ الرسول صلى الله عليه وسلم يقصد أنهما خلقا من ماء. كما بعث عليا والزبير وسعد بن أبي وقاص مع جماعة إلى بدر لهذا الغرض، وقبل خروجه إلى بدر أرسل طلحة بن عبيد الله وآخر لذلك، وكانت سرية عبد اللّه بن جحش إلى نخلة - بين مكة والطائف- في رجب من السنة الثانية للهجرة لاستطلاع أخبار قريش، وفي سنة أربع أو خمس من الهجرة بعث رسول الله صلى الله عليه وسلم بريدة بن الخصيب الأسلمي ليعرف أخبار بني المصطلق عند ماء يسمى \"المريسيع\".",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويجوز للدولة إزاء العناصر المعادية والأجنبية ما لا يجوز لها إزاء المواطنين والرعية. فالتجسس على الأعداء عمل مشروع - مطلقاً - وهو ضرورة من ضرورات الحرب، ندب رسول الله ص من يؤديه من صحابته الأجلاء، كحذيفة بن اليمان، ونعيم بن مسعود، وعبد الله بن أنيس، وخوات بن جبير، وعمرو بن أمية، وسالم بن عمير، وغيرهم. وبذا، فان المسلمين مكلفون باستطلاع أخبار العدو ومواطن ضعفه، ومواقع آلياته، وحركة جنده، ويعتبر ذلك كله جهاداً في سبيل الله، يجزى فاعله خيراً: (ولا ينالونَ مِن عدو نيلاً إلاَّ كتبَ لهُم بهِ عملٌ صالح). ¶ 2- التجسس المذموم المحرم: ¶ التجسس غير المشروع فهو التجسس الساعي إلى فضح عورات الناس، وهتك أستارهم، أو المدفوع بالتشفي والحقد، أو النابع من حب الاستطلاع وحده. وقد جاء في الحديث الشريف: \"إنك إن اتبعت عورات الناس أفسدتهم أو كدت أن تفسدهم. ومنه التجسس للعدو ونقل أخبار المسلمين إليه، وحادث حاطب بن أبي بلتعة معروف، حيث أرسل خطابا إلى أهل مكة يخبرهم فيه بأن الرسول صلى الله عليه وسلم سيغزوهم وأعطاه لامرأة لحق بها في الطريق فأخذه منها من أرسلهم الرسول صلى الله عليه وسلم لذلك، وكان ضبطه في مكان يسمى \"روضة خاخ\"، ولمّا سئل حاطب عن ذلك لم يكذب وأقرّ بأنّه لم يفعله كفراً ولا رِدةً، ولكن لمصلحة شخصية له، ولما أراد عمر بن الخطاب قتله قال له الرسول عليه الصلاة والسلام:\"إنّه قد شهد بدرا، وما يدريك لعل الله اطلع على أهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم\". ونزل في ذلك أول سورة الممتحنة:(يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاء تُلْقُونَ إِلَيْهِم بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءكُم مِّنَ الْحَقّ). وجاء في بعض روايات الحادثة أن الرسول صلى الله عليه وسلم أمر بضرب عنق المرأة حاملة الكتاب إن لم تدفعه لهم.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال تعالى:\"يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيرًا مِنَ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا\".الحجرات: 12. قال الطبري:وَقَوْله:\"وَلَا تَجَسَّسُوا\". يَقُول:وَلَا يَتَتَبَّع بَعْضكُمْ عَوْرَة بَعْض, وَلَا يَبْحَث عَنْ سَرَائِره, لَا عَلَى مَا لَا تَعْلَمُونَهُ مِنْ سَرَائِره. قال ابن كثير في تفسير الآية:\"وَلَا تَجَسَّسُوا\" أَيْ عَلَى بَعْضكُمْ بَعْضًا، وَالتَّجَسُّس غَالِبًا يُطْلَق فِي الشَّرّ، وَمِنْهُ الْجَاسُوس. ¶ والتجسس هو نوع من السعي بالفساد، وعمل يعرِّض مصالح المسلمين وبلادهم للضرر، وقد نزلت الآية الكريمة في عقاب من يحاربون الله ورسوله ويسعون في الأرض فسادًا وهى قوله تعالى في سورة المائدة:(إِنَّمَا جَزَاء الَّذِينَ يُحَارِبُونَ اللّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَادًا أَن يُقَتَّلُواْ أَوْ يُصَلَّبُواْ أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ أَوْ يُنفَوْاْ مِنَ الأَرْضِ ذَلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيَا وَلَهُمْ فِي الآخِرَةِ عَذَابٌ عَظِيمٌ)المائدة:33. ومن يتجسس على المسلمين ويتصل بأعدائهم ويعطيهم علمًا بأسرار عسكرية سرية لينتفعوا بها في البطش بهم، وإلحاق الأذى والضرر ببلادهم جدير بأن نعامله معاملة من يحارب الله ورسوله ويسعى في الأرض فسادًا، فلكل أمة نظمها العسكرية. والمصلحة العامة تستلزم أن تحتفظ لنفسها بأسرار تخفيها عن أعدائها، ولا يعلمها إلا أهلها المتصلون بحكم عملهم بها. فإذا سولت نفس أحد المواطنين له بأن يستطلع أمر هذه الأسرار بطرقه المختلفة، وينقلها إلى أعدائه وأعداء بلاده كان جاسوسًا، وكان ممن يسعى في الأرض بالفساد، ولأن من شأن إطلاع العدو على هذه الأسرار أن يسهل عليه محاربة المسلمين وتوهين قواهم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ويجب المحافظة على الأسرار، وهي أماناتٌ، يقول الله تعالى عنها: (يَا أيهَا الذينَ آمنُوا لا تخونُوا اللهَ والرسولَ وتخونُوا أماناتكُم وأنتُم تعلمونَ). وكل هذا يستدعي أن تكون الجبهة الداخلية متماسكة، «بعضهم أولياء بعض»، لا يوالون عدواً، ولا يُسلمون نصيراً، قال تعالى: (يَا أيهَا الذينَ آمنُوا لا تتخذُوا عدوي وعدوكُم أولياءَ تلقُونَ إليهم بالمودةِ وقَد كفرُوا بمَا جاءكُم مِن الحقِ) وتماسك جبهة المؤمنين أمر رباني: (والمؤمنونَ والمؤمناتُ بعضهُم أولياءُ بعض يأمرونَ بالمعروفِ وينهونَ عن المنكرِ ويقيمونَ الصلاةَ ويؤتونَ الزكاةَ ويطيعونَ اللهَ ورسولهُ أولئكَ سيرحمهمُ اللهُ إنَّ اللهَ عزيزٌ حكيمٌ).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "والتّجسّس على المسلم منهي عنه لأنّ فيه كشفا للعورات، ولذلك أجاز النبي صلى الله عليه وسلم أن تفقأ عين من نظر إلى بيت غيره من نافذة أو غيرها ليتعرف ما بداخله بغير إذنهم، عن أبى هريرة قال:قال رسول الله صلى الله عليه وسلم ثم لو يتحقق أحد في بيتك ولم تأذن له فخذفته بحصاة ففقأت عينه ما كان عليك جناح\"(رواه البخاري 6493، 6/2525، ورواه مسلم 2158، 3/1699). وعن أبى هريرة عن النبي صلى الله عليه وسلم قال ثم من يتحقق إلى دار قوم بغير إذنهم ففقئوا عينيه فلا دية ولا قصاص\".(رواه البخاري6505، 6/2530). وقال صلى الله عليه وسلم:\"يا معشر من آمن بلسانه ولم يدخل الإِيمان قلبه لا تغتابوا المسلمين ولا تتبعوا عوراتهم، فإن من اتبع عوراتهم يتبع اللّه عورته، ومن يتبع الله عورته يفضحه في بيته\".رواه أبو داود بإسناد حسن. وقال:\"من استمع خبر قوم وهم له كارهون صُبَّ له في أذنه الآنك يوم القيامة\".رواه البخاري، والآنك هو الرصاص المذاب. وقال صلى الله عليه وسلم :\"من استمع إلى حديث قوم وهم يفرون منه، صُبَّ في أذنيه الآنك\". صحيح الأدب المفرد:883. وهذا فيمن يستمع على وجه الفضول والتطفل، فكيف بمن يستمع على وجه التجسس لصالح أعداء المسلمين من الكافرين؟ فالتجسس على عورات المسلمين وخصوصياتهم لصالح أعدائهم من المشركين المجرمين لا يمكن أن يمتهنها إلا كل منافق خسيس عريق في النفاق والخداع..! ¶ وقال صلى الله عليه وسلم:\"من حمى مؤمناً من منافقٍ بعث الله ملكاً يحمي لحمه يوم القيامة من نار جهنم، ومن رمى مسلماً بشيءٍ يُريد شَينَه به حبسَه الله على جسر جهنم حتى يخرجَ مما قال\". صحيح سنن أبي داود:4086. هذا فيمن يرمي مسلماً بشيء يريد شينه به..فكيف بمن يرمي مسلماً بشيءٍ يريد به قتله أو سجنه في سجون الطواغيت الظالمين..؟!",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وعَنْ أَبِي هُرَيْرَة رَضِيَ اللَّه عَنْهُ قَالَ:قَالَ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ \" إِيَّاكُمْ وَالظَّنّ فَإِنَّ الظَّنّ أَكْذَبُ الْحَدِيثِ وَلَا تَجَسَّسُوا وَلَا تَحَسَّسُوا وَلَا تَنَافَسُوا وَلَا تَحَاسَدُوا وَلَا تَبَاغَضُوا وَلَا تَدَابَرُوا وَكُونُوا عِبَاد اللَّه إِخْوَانًا\". رَوَاهُ الْبُخَارِيّ (6064)، وَمُسْلِم (2563). ¶ وَقَالَ الْقُرْطُبِيّ:الْمُرَاد بِالظَّنِّ هُنَا التُّهْمَة الَّتِي لَا سَبَب لَهَا كَمَنْ يَتَّهِم رَجُلًا بِالْفَاحِشَةِ مِنْ غَيْر أَنْ يَظْهَر عَلَيْهِ مَا يَقْتَضِيهَا, وَلِذَلِكَ عَطَفَ عَلَيْهِ قَوْله \" وَلَا تَجَسَّسُوا \" وَذَلِكَ أَنَّ الشَّخْص يَقَع لَهُ خَاطِر التُّهْمَة فَيُرِيد أَنْ يَتَحَقَّق فَيَتَجَسَّس وَيَبْحَث وَيَسْتَمِع, فَنَهَى عَنْ ذَلِكَ, وَهَذَا الْحَدِيث يُوَافِق قَوْله تَعَالَى:\" اِجْتَنِبُوا كَثِيرًا مِنْ الظَّنّ, إِنَّ بَعْض الظَّنّ إِثْم, وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضكُمْ بَعْضًا\" فَدَلَّ سِيَاق الْآيَة عَلَى الْأَمْر بِصَوْنِ عِرْض الْمُسْلِم غَايَة الصِّيَانَة لِتَقَدُّمِ النَّهْي عَنْ الْخَوْض فِيهِ بِالظَّنِّ, فَإِنْ قَالَ الظَّانّ أَبْحَثُ لِأَتَحَقَّق, قِيلَ لَهُ:\"وَلَا تَجَسَّسُوا \" فَإِنْ قَالَ: تَحَقَّقْت مِنْ غَيْر تَجَسُّس، قِيلَ لَهُ:\"وَلَا يَغْتَبْ بَعْضكُمْ بَعْضًا\".",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وعَنْ مُعَاوِيَة رَضِيَ اللَّه عَنْهُ قَالَ سَمِعْت النَّبِيّ صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ يَقُول:\"إِنَّك إِنْ اِتَّبَعْت عَوْرَات النَّاس أَفْسَدْتهمْ أَوْ كِدْت أَنْ تُفْسِدهُمْ\"، فَقَالَ أَبُو الدَّرْدَاء رَضِيَ اللَّه عَنْهُ كَلِمَة سَمِعَهَا مُعَاوِيَة رَضِيَ اللَّه عَنْهُ مِنْ رَسُول اللَّه صَلَّى اللَّه عَلَيْهِ وَسَلَّمَ نَفَعَهُ اللَّه تَعَالَى بِهَا. رواه أبو داود (4888)، وإسناده صحيح. وأورد القرطبي قصةً فقال: وَقَالَ عَمْرو بْن دِينَار:كَانَ رَجُل مِنْ أَهْل الْمَدِينَة لَهُ أُخْت فَاشْتَكَتْ, فَكَانَ يَعُودهَا فَمَاتَتْ فَدَفَنَهَا. فَكَانَ هُوَ الَّذِي نَزَلَ فِي قَبْرهَا, فَسَقَطَ مِنْ كُمّه كِيس فِيهِ دَنَانِير, فَاسْتَعَانَ بِبَعْضِ أَهْله فَنَبَشُوا قَبْرهَا فَأَخَذَ الْكِيس ثُمَّ قَالَ: لَأَكْشِفَنَّ حَتَّى أَنْظُر مَا آلَ حَال أُخْتِي إِلَيْهِ, فَكَشَفَ عَنْهَا فَإِذَا الْقَبْر مُشْتَعِل نَارًا, فَجَاءَ إِلَى أُمّه فَقَالَ: أَخْبِرِينِي مَا كَانَ عَمَل أُخْتِي ؟ فَقَالَتْ: قَدْ مَاتَتْ أُخْتك فَمَا سُؤَالك عَنْ عَمَلهَا ! فَلَمْ يَزَلْ بِهَا حَتَّى قَالَتْ لَهُ: كَانَ مِنْ عَمَلهَا أَنَّهَا كَانَتْ تُؤَخِّر الصَّلَاة عَنْ مَوَاقِيتهَا, وَكَانَتْ إِذَا نَامَ الْجِيرَان قَامَتْ إِلَى بُيُوتهمْ فَأَلْقَمَتْ أُذُنهَا أَبْوَابهمْ, فَتَجَسَّس عَلَيْهِمْ وَتُخْرِج أَسْرَارهمْ, فَقَالَ: بِهَذَا هَلَكَتْ\". ¶ أقوال الفقهاء في حكم الجاسوس: ¶ وتحدث الفقهاء عن عقوبة الجاسوس، فقالت المالكية والحنابلة وغيرهم يقتل الجاسوس المسلم إذا تجسس للعدو على المسلمين، وذهب أبو حنيفة والشافعي إلى عدم قتله، إنما يعاقب تعزيراً، إلا أن تظاهر على الإسلام فيقتل، أو ترتب على جاسوسيته قتل ومثله الذمي. و إن كان كافراً يقتل في حال الحرب، وكذلك في حال السلم إن كان هناك عهد لأنّه نقض للعهد.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقد ورد في السنة ما يدل على قتل الجاسوس مطلقا.قال وعن سلمة بن الأكوع قال:\"أُتي النبي صلى الله عليه وسلم عين من المشركين وهو في سفر فجلس عند أصحابه، ثم انسل، فقال صلى الله عليه وسلم:\"اطلبوه فاقتلوه\" قال:فسبقتهم إليه فقتلته، وأخذت سلبه، فنفلني إياه\".(البخاري3/1110، أبو داود 3/48). وقوله:\"أتى النبي صلى الله عليه وآله وسلم عين\" في رواية لمسلم أن ذلك كان في غزوة هوازن، وسمّي الجاسوس عيناً لأنّ عمله بعينه أو لشدة اهتمامه بالرؤية واستغراقه فيها كأن جميع بدنه صار عينا. وفي الحديث دليل على أنه يجوز قتل الجاسوس. قال النووي فيه قتل الجاسوس الحربي الكافر وهو باتفاق. ¶ وأما المعاهد والذمي فقال مالك والأوزاعي:ينتقض عهده بذلك، وعند الشافعية خلاف ذلك. أما لو شرط عليه ذلك في عهده فينتقض اتفاقا. وحديث فرات المذكور في الباب يدل على جواز قتل الجاسوس الذمي. وذهبت الهادوية إلى أنه يقتل جاسوس الكفار والبغاة إذا كان قد قتل أو حصل القتل بسببه وكانت الحرب قائمة، وإذا اختل شيء من ذلك حبس فقط. ¶ وأمر النبي صلى الله عليه وسلم بقتل المرأة التي حملت كتاب حاطب إلى كفار قريش عام الفتح، ومن دون أن تُستتاب. كما في الحديث عن سعد بن أبي وقاص قال:لما كان يوم فتح مكة، أمَّن رسول الله صلى الله عليه وسلم الناس إلا أربعة نفر، وامرأتين. من هاتين المرأتين هذه المرأة التي حملت رسالة حاطب إلى كفار قريش، واسمها سارة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد أفتى كثير من العلماء المتقدمين والمتأخرين بأنّ الجاسوس مرتد عن الإسلام كافر يجب قتله، إن ترتب على جاسوسيته قتل المجاهدين، أو مساعدة العدو في الاحتلال، أي يختلف حكم الجاسوس بحكم حالة جاسوسيته، فقد روي عن الإمام مالك بن أنس قوله:\"الجاسوس المسلم الحكم الشرعي فيه القتل مطلقا لإضراره بالمسلمين، وسعيه بالفساد في الأرض، وهو حد الحرابة(تفسير القرطبي 18/ 50- 53). ووافقه بعض أصحاب الإمام أحمد بن حنبل رضي الله عنه\".وذلك في كتاب الطرق الحكمية في السياسة الشرعية لابن القيم الجوزي. وابن الماجشون من المالكية فقال:\"إذا كانت تلك عادته قُتل لأنه جاسوس\". ¶ يقول ابن تيمية:\"وأما مالك وغيره فحكى عنه أن من الجرائم ما يبلغ به القتل ووافقه بعض أصحاب أحمد في مثل الجاسوس المسلم إذا تجسس للعدو على المسلمين.. فإن أحمد يتوقف في قتله وجوز مالك وبعض الحنابلة كابن عقيل قتله ومنعه أبو حنيفة والشافعي وبعض الحنابلة كالقاضي أبي يعلى\".(السياسة الشرعية ص115-114،مجموع الفتاوى 35/405،345). ¶ جاء في صفحة 143 من الجزء الثاني من كتاب تبصرة الحكام لابن فرحون المالكي قال سحنون من المالكية:إذا كاتب المسلم أهل الحرب قتل ولم يستتب، ولا دية لورثته كالمحارب.(أي لم تطلب منه التوبة كما تطلب من المرتد). وقال ابن القاسم: يقتل، ولا يعرف لهذا توبة، وهو كالزنديق.(أقضية الرسول صلى الله عليه وسلم، لمحمد بن فرَج ص191). وقال غيرهما من أصحاب مالك: يجلد جلداً وجيعاً، ويطال حبسه، وينفى من موضع يقرب من الكفار",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقد أجاز الحنفية قتله سياسة، كما أجازوا قتل الساحر والزنديق الداعي، لأن كلا منهم يفسد في الأرض بسعيه في إفساد عقيدتهم. ..وقد جاء في(تنقيح الحامدية)من كتب الحنفية ما نصه:\" سئل في رجل عدائي-كثير الاعتداء- مفسد غمَّاز يسعى في الأرض بالفساد، ويوقع الشر بين العباد، ويغرى على أخذ الأموال بالباطل، وذبح العباد ويؤذى المسلمين بيده ولسانه، ولا يرتدع عن تلك الأفعال إلا بالقتل فما حكمه؟ فأجاب صاحب التنقيح بأنّه إذا كان كذلك و أخبر جمٌٌّ من المسلمين بذلك يُُقتل، وٌيثاب قاتله ؛ لما فيه من دفع شره عن عباد الله\". ¶ وقال سلطان العلماء ابن عز الدين بن عبد السلام في كتابه القيم (قواعد الأحكام في مصالح الأنام\" 1/ 19): إن \"ما يسببه الجاسوس- الجاسوس الذي ظاهره الإسلام-أعظم عند الله من التولي يوم الزحف بغير عذر\". ¶ وقد قال شيخ الإسلام ابن تيمية في اختياراته:من جمز إلى معسكر التتر، ولحق بهم ارتد، وحل ماله ودمه. نقلا عن(الدرر السنية 8/338، ومجموعة الرسائل النجدية 3/35)، وعلق الشيخ رشيد رضا في الحاشية بقوله:\"وكذا كل من لحق بالكفار المحاربين للمسلمين وأعانهم عليهم، وهو صريح قوله تعالى:(ومن يتولهم منكم فإنه منهم)\".",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وقال ابن القيم:\":\" فيه جواز قتل الجاسوس، وإن كان مسلما، والعفو عن حاطب لأنّ اللّه قد غفر لأهل بدر وهو منهم، فمن لم يكن كذلك جاز قتله، وهو مذهب مالك وأحد الوجهين في مذهب أحمد، وقال الشافعي وأبو حنيفة لا يقتل، وهو ظاهر مذهب أحمد، والفريقان يحتجان بقصة حاطب. والصحيح أنّ قتله راجع إلى رأى الإمام فإنّ رأى في قتله مصلحة للمسلمين قتله، وإن كان بقاؤه أصلح استبقاه. وهو رأى معقول يرجع فيه لتقدير المسئولين ومصلحة الأمة، وقتله إما حداً وإما تعزيراً، وآية المحاربة والإفساد في الأرض فيها متسع للآراء\".(زاد المعاد في هدي خير العباد 2/ 170). وقال: \"يجوز قتل الجاسوس المسلم إذا اقتضت المصلحة قتله وهذا قول مالك وبعض أصحاب أحمد واختاره ابن عقيل\"(الطرق الحكمية ص 156). ¶ وقال في الجاسوس الذمي:\"الجاسوس عين المشركين وأعداء المسلمين وقد شرط على أهل الذمة ألا يؤوه في كنائسهم ومنازلهم فإن فعلوا انتقض عهدهم وحلت دماؤهم وأموالهم وهل يحتاج ثبوت ذلك إلى اشتراط إمام العصر له على أهل الذمة أو يكفي شرط عمر رضي الله عنه على قولين معروفين للفقهاء\".(أحكام أهل الذمة ص1233). ¶ وقوله عليه السلام:\"أنه قد شهد بدرا\". ظاهر هذا أنّ العلة في ترك قتله كونه ممن شهد بدرا، ولولا ذلك لكان مستحقا للقتل، ففيه متمسك لمن قال إنه يقتل الجاسوس ولو كان من المسلمين. ¶ والنبي صلى الله عليه وآله وسلم أمر بقتل فرات بن حيان وكان ذميا وكان عينا لأبي سفيان وحليفا لرجل من الأنصار، فمر بحلقة من الأنصار فقال: إني مسلم، فقال رجل من الأنصار: يا رسول الله إنه مسلم، فقال رسول الله صلى الله عليه وآله وسلم: إن منكم رجالا نكلهم إلى إيمانهم منهم فرات بن حيان\" رواه أحمد وأبو داود وترجمه بحكم الجاسوس الذمي.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال ابن القيم:\"واستدل به من يرى قتله كمالك وابن عقيل من أصحاب أحمد وغيرهما قالوا: لأنّه علل بعلة مانعة من القتل منتفية في غيره، ولو كان الإسلام مانعًا من قتله لم يعلل بأخص منه، لأن الحكم إذا علل بالأعم كان الأخص عديم التأثير. وهذا أقوى\".( زاد المعاد 2/ 170). ¶ وقال الشوكاني تعقيبا على حديث فعل حاطب بن أبي بلتعه. وقال في التعليق عليه: وفى الحديث دليل على أنه يجوز قتل الجاسوس، وأن فيه متمسكًا لمن قالوا: إنه يجوز قتل الجاسوس، ولو كان من المسلمين\".(نيل الأوطار شرح منتقى الأخبار 8/166- 165). ¶ وصدرت فتاوى عديدة في هذا العصر من كبار العلماء المسلمين الحكم الشرعي فيها قتل الجاسوس. لأنّ التجسس على المسلمين لصالح الكفار هو ناقض من نواقض الإسلام، وحكم الجاسوس كما جاء في الكتاب والسنة القتل كفرا لتوليه الكفار، وقد ذكر الشيخ محمد بن عبد الوهاب رحمه الله في نواقض الإسلام:الناقض الثامن (مظاهرة المشركين ومعاونتهم على المسلمين، والدليل قوله تعالى:(وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَإِنَّهُ مِنْهُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ المائدة: 51).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وجاء في موسوعة المفاهيم لمجمع البحوث التابع للأزهر الشريف:..والذي يدل اليهود على عورات المسلمين، ويتسبب في قتل الأبطال على أيدي اليهود يعد محاربا يستوجب قتله؛ لأنّه تسبب في قتل المسلمين، وسبب السبب يأخذ حكم السبب، ومن أعان على القتل ولم يباشره كان قاتلاً أيضاً، على أن هذا الأمر الذي قام به من التعاون مع الأعداء يعد خيانة لله وخيانة لرسوله صلى الله عليه وسلم، وخيانة لهذا الدين، وخيانة للمسلمين، وقد صحّ عن النبي صلى الله عليه وسلم أنه قال:\"من أعان ظالماً بباطل ليدحض بباطله حقاً فقد برئ من ذمة الله تعالى وذمة رسوله\".أخرجه الطبراني، السلسلة الصحيحة:1020. وقد أفتى العلماء بقتل هذا الخائن الجاسوس للضرر الملحق بجماعة المسلمين منه.ويطبق عليه حد الحرابة. ¶ وقد أفتى الشيخ حسن مأمون مفتي مصر الأسبق بقتل من يتعاون مع الأعداء ملحقاً الأذى والضرر في صفوف المسلمين. على أنّه يجب أخذ بالغ الاحتياط في رمي الناس بهذه الجريمة، فالجاسوسية واقعة مادية لابدَّ أن تثبت على المتهم بالإقرار أو بالبينة، كما تثبت بالأوراق القاطعة في ذلك. ¶ وجاء في تفسير المنار للإمام محمد عبده:ولا نزاع في أن الجاسوسية من أخطر الأعمال التي تعرض البلاد للفساد والشر والضرر إذا لم يضرب بيد قوية على من تسول له نفسه أن يقدم عليها غير مراع في عمله حرمة دينه وبلاده وأهله ووطنه، ومالهم عليه من حقوق.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وقال أحمد شاكر رحمه الله في(كلمة الحق):\"أما التعاون مع الإنجليز بأي نوع من أنواع التعاون، قلّ أو كثر، فهو الردّة الجامحة، والكفر الصّراح، لا يقبل فيه اعتذار، ولا ينفع معه تأول، ولا ينجي من حكمه عصبية حمقاء، ولا سياسة خرقاء، ولا مجاملة هي النفاق، سواء أكان ذلك من أفراد أو حكومات أو زعماء. كلهم في الكفر والردة سواء، إلا من جهل وأخطأ، ثم استدرك أمره فتاب وأخذ سبيل المؤمنين، فأولئك عسى الله أن يتوب عليهم، إن أخلصوا من قلوبهم لله لا للسياسة ولا للناس..\".وقال:\"ولا يجوز لمسلم في أي بقعة من بقاع الأرض أن يتعاون معهم بأي نوع من أنواع التعاون، وإن التعاون معهم-أي الفرنسيين- حكمه حكم التعاون مع الإنجليز: الردة والخروج من الإسلام جملة، أيا كان لون المتعاون معهم أو نوعه أو جنسه\". ¶ وقال الشيخ عبد العزيز بن باز رحمه الله:\"وقد أجمع علماء الإسلام على أنَّ من ظاهر الكفار على المسلمين وساعدهم بأي نوع من المساعدة فهو كافر مثلهم\".(مجموع الفتاوى والمقالات 1/274).وقال بن باز أيضا:\"أما الكفار الحربيون فلا تجوز مساعدتهم بشيء، بل مساعدتهم على المسلمين من نواقص الإسلام، لقول الله عز وجل (ومن يتولّهم منكم فإنه منهم ).(فتاوى إسلامية، جمع محمد بن عبد العزيز المسند ج4 السؤال الخامس من الفتوى رقم 6901). ¶ وقال الشيخ سليمان العلوان في كتابه(التبيان شرح نواقض الإسلام):\"ومظاهرة المشركين ومعاونتهم على المسلمين فتنة عظيمة قد عمّت فأعمّت، ورزية رمت فأصمت، وفتنة دعت القلوب فأجابها كل قلب مفتون بحب المشركين، ولا سيما في هذا الزمن، الذي كثر فيه الجهل، وقل فيه العلم، وتوفرت فيه أسباب الفتن، وغلب الهوى واستحكم، وانطمست أعلام السنن والآثار...ثمّ اعلم أنَّ إعانة الكفار تكون بكل شيء يستعينون به، ويتقوون به على المسلمين..\".",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ويقول الشيخ عطية صقر-رئيس لجنة الفتوى بالأزهر سابقا-:ذكر القرطبي في تفسيره أن من نقل أخبار المسلمين إلى العدو ولم يستحل ذلك لم يكفر، ويترك أمره إلى الإمام ليعاقبه بما يراه، كما قال مالك وابن القاسم وأشهب، وقال عبد الملك: إذا كانت عادته تلك قُتِل؛ لأنه جاسوس، ولإضراره بالمسلمين وسعيه بالفساد في الأرض، كالذين يحاربون الله ورسوله، ويسعون في الأرض فسادا، وعلى هذا الرأي بعض أصحاب أحمد وابن القيم. ¶ ويقول الشيخ الدكتور يوسف القرضاوي:\"هؤلاء الخونة، الذين يعاونون أعداء أمتهم على الإثم والعدوان. هؤلاء حكمهم حكم اليهود المحتلين، لأن ولاءهم لهم، وعونهم لهم، والله تعالى يقول: (ومن يتولهم منكم فإنه منهم) المائدة: 51. بل الحق أني أرى هؤلاء شرا من اليهود الغزاة المعتدين، فإن اليهودي عدو واضح معروف، وهذا عدو من جلدتنا، ويتكلم بلساننا، فهو من المنافقين الذين قال الله عنهم: (إن المنافقين في الدرك الأسفل من النار ولن تجد لهم نصيرا) النساء: 145. فالمنافق شر من الكافر...ومن المقرر أن المنافق إذا استتر بنفاقه، وعمل أعمال المسلمين الظاهرة، عومل معاملة المسلمين، ووكل أمر سريرته إلى الله، وفقا لقاعدة: أمرنا أن نحكم بالظاهر، والله يتولى السرائر. فإذا ظهر منه ما يؤذي المسلمين أخذ به، وعوقب العقوبة الرادعة، كما في قوله تعالى: (لئن لم ينته المنافقون والذين في قلوبهم مرض والمرجفون في المدينة لنغرينك بهم ثم لا يجاورونك فيها إلا قليلا معلونين أينما ثقفوا أخذوا وقتلوا تقتيلا)الأحزاب:60، 61.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويضيف الدكتور القرضاوي:إنّ هذا أيضا يرجع إلى مدى جريمة الجاسوس، ومقدار توغله في خدمة الأعداء ومساندتهم، وماذا ترتب على ذلك من مضار، كأن سهل قتل مسلم أو نحو ذلك. ويجب أن يرد ذلك إلى محكمة مسلمة تنظر في جرائمهم، وتقيم حكمها على أساس البينات، لا على مجرد الدعاوى أو الشبهات، فمن أعان الأعداء على أهله وقومه، ودل على عوراتهم، حتى ترتّب على ذلك سفك دم حرام:وجب أن يقتل لا محالة، لأنه شر من قطاع الطريق الذين يحاربون الله ورسوله ويسعون في الأرض فسادا. ومن لم يبلغ هذه الدرجة عوقب بما يناسبه إذا ثبت عليه. وينبغي التشديد في الإثبات حتى لا يعاقب أحد بغير حق. ومن صحا ضميره، وأراد أن يكفر عن ماضيه فباب الجهاد أمامه واسع، عسى الله أن يبدل سيئاتهم حسنات وكان الله غفورا رحيما. الجاسوس الذي يرشد الأعداء إلى المجاهدين، ويسعى في الأرض فسادا، يجوز قتله اتفاقا، لكن لا بد من أن يتم ذلك عن طريق الحاكم أو من يقوم مقامه حتى يعطي الجاسوس فرصة للدفاع عن نفسه ويستطيع القاضي التثبت من نسبة هذه الجريمة إليه، فإن لم يكن ثمة حاكم مسلم فلتقوم بذلك جماعة من المسلمين الأتقياء العدول الذين يحاكمون الجاسوس ويتأكدوا من نسبة هذه الجرائم إليه.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويقول الشيخ حامد البيتاوي- رئيس رابطة علماء فلسطين والقاضي في المحاكم الشرعية-: الجاسوسية هي نوع من موالاة العدو المحتل وهي جريمة وخيانة عظمى، وكبيرة من الكبائر وهي خيانة لله وللرسول وللمؤمنين فهي حرام شرعا، حيث يصدق في العملاء قول الله تعالى:\"يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض، ومن يتولهم منكم فإنه منهم\". وقوله:\"يا أيها الذين آمنوا إن تطيعوا فريقا من الذين أوتوا الكتاب يردوكم بعد إيمانكم كافرين\"، وحديث رسول الله صلى الله عليه وسلم \"لا يحل دم امرئ مسلم إلا بإحدى ثلاث، الثيب الزاني والنفس بالنفس، والتارك لدينه المفارق للجماعة\".حيث يعتبر الجاسوس تاركا لدينه مفارقا لجماعة المسلمين. ¶ وبالنسبة للخصوصية الفلسطينية لما يمرّ به الفلسطينيون من انتفاضة الأقصى ومقاومة الاحتلال، والحلّ بأن تكون هناك جهة اختصاص، \"أي مرجعية دينية وسياسية\" تحاكم الجواسيس وتتثبّت من الجريمة لتحكم عليهم وفق الشرع. ومن جهة أخرى لا يجب أن تترك هذه الفئة الضالة والخارجة من شعبنا والتي باعت دينها ودنياها بثمن بخس لإسرائيل تصول وتجول وتعيث في الأرض فساداً بأي حجة من الحجج. ¶ كما لا يجب فتح هذا الباب على مصراعيه وإطلاق اليد في قتل الجواسيس لما قد يحدث من أخطاء وقتل أناس أبرياء كما حدث في الانتفاضة الأولى، حيث تثبت براءة الشخص بعد قتله، كما يؤدي ذلك إلى الإساءة لأفراد أسرته ولعائلته وعشيرته ومجتمعه بشكل عام. وقد يقتل أشخاص تكون الجريمة التي ارتكبوها لا تستحق القتل، لأنّ الجاسوسية درجات متفاوتة. كما توجد حالات يجب مراعاتها كأن تكون العميلة امرأة حاملاً على سبيل المثال ¶ ولمعالجة الجاسوسية لا بد من العمل على عدة محاور أساسية هما: ¶ 1- تربية أبناء الشعب الفلسطيني التربية الإسلامية الصحيحة من عقيدة سليمة وخلق، حتى يكون لكل مواطن دينه القويم والمتين الذي يمنعه من الجاسوسية والعمالة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "2- يجب أن يكون هناك قانون حازم وحكم شرعي يردع أمثال هؤلاء الجواسيس. ¶ 3- ينبغي فتح باب التوبة لمن تورط منهم في هذا الجرم، ثم تبين له خطؤه وخطيئته، وأن يشجع على ذلك، فإنّ باب التوبة مفتوح، والتائب من الذنب كمن لا ذنب له. والله يحب التوابين ويحب المتطهرين. وقد قال تعالى:(إنّ الذين فتنوا المؤمنين والمؤمنات ثم لم يتوبوا فلهم عذاب جهنم ولهم عذاب الحريق) البروج:10. فرغم أنهم عذبوا المؤمنين والمؤمنات لم يحرمهم من التوبة، ولم يغلق بابها في وجوههم لو أرادوا. وكما في موقف أبي لبابة رضي الله عنه، حينما أخبر اليهود بمصيرهم بعد انتهاء غزوة بني قريظة، وكان الرسول صلى الله عليه وسلم قد عزم على قتلهم، فلما سألوا أبا لبابة: ما يفعل فينا رسولكم؟ فلم يتكلم إنما أشار إلى عنقه بيده كناية عن الذبح والقتل، فاعتبر أبو لبابة هذه الإشارة خيانة لله ورسوله وجماعة المؤمنين، فذهب إلى مسجد الرسول صلى الله عليه وسلم وربط نفسه فيه حتى يقبل الله توبته، ونزل العفو عنه من الله، وقبول توبته، وقد أخبره بذلك رسول الله صلى الله عليه وسلم. ¶ وينبغي أن يُُلاحظ أن الجاسوس اليوم وبسبب تعقّد وسائل القتال وتعددها ودقتها، يختلف أثره عمّا مضى، فضرره في هذا العصر مضاعف جدا، بل هو مدمّر، وقد يكون ضرره أشد من ضرر جيش من العدو، فبه يمكن توجيه الصواريخ، والقنابل الذكية، إلى أماكن القيادات للقضاء عليها، وبه يمكن الاستدلال على أماكن السلاح، فيتم تدمير قوّة الجهاد في طرفة عين، وبه يمكن إفشال عمليات نوعيّة للجهاد، فالمعلومة اليوم قد تكون أشدّ فتكا ممّا مضى من التاريخ كله، ولهذا فحتى لو كان القول بعقوبة الجاسوس بأقل من القتل محتملا للصواب في الماضي، غير انه في هذا العصر بعيد جدا عن الصواب. ولأن الدول المعاصرة تعلم حقيقة ومدى خطر الجاسوس في هذا العصر، ودوره الحيوي في الحروب، فكثير منها يقرر عليه عقوبة الإعدام.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "والأصل أن قتل العملاء والعميلات هو من اختصاص الدولة الإسلامية، فإن لم توجد دولة تقوم بهذا، فإنه يمكن إنشاء هيئة اختصاص تحل محل القضاة أو الدولة، حتى لا تحدث الفوضى والتجاوزات، ويجب التثبت من عمالة المتهمين بالعمالة والخيانة، حتى لا يحكم على الناس بالظن، ويحكم على الرجل أو المرأة بالعمالة بشهادته وإقراره، أو بشهادة رجلي عدل، حيث قال رسول الله صلى الله عليه وسلم \"ادرؤوا الحدود بالشبهات\". ¶ حكم عائلة الجاسوس-زوجته وأطفاله: ¶ لا يجوز قصد عائلة الجاسوس الذي يعمل لحساب العدو الصهيوني ويعينهم على المجاهدين رغم أنه يستحق القتل لردته وحربه على المسلمين، فثبوت هذا الحكم بحقه لا يستلزم ثبوته بحق أقربائه، ومنهم زوجته وأولاده، فزوجته وأولاده إن لم يكونوا مثله فهؤلاء يعامَلون كمسلمين، ولا يؤخذون بجريرته، هذا هو الحكم والإجراء الذي يقره الإسلام في معاملة هؤلاء الجواسيس لأعداء الله تبارك وتعالى، الذين يرشدونهم إلى عورات المسلمين، وندعو الله تبارك وتعالى أن يجنب شعبنا كابوس هؤلاء المجرمين.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والزوجة إذا علمت بثبوت العمالة عليه بالأدلة اليقينية فلا يجوز لها أن تبقى على ذمته؛ بل عليها أن تفارقه؛ لأنه خان الله ورسوله والمؤمنين قال تعالى:(ولا تزر وازرة وزر أخرى)، وقال تعالى:(وأن ليس للإنسان إلا ما سعى). فزوجة فرعون ضرب الله بها مثلاً للذين آمنوا، رغم أن زوجها بلغ من الكفر أن قال:(أنا ربكم الأعلى)، تعالى الله عما يقول علواً كبيراً. ففي مجتمعاتنا التي يحكمها الكفر وتتفشى فيها الجاهلية تجد في العائلة الواحدة مؤمناً وكافراً، والواجب على المسلم الحريص على دينه أن يفارق الكفار وإن كانوا من أقرب الأقربين إليه، وبالخصوص من يعمل لصالح العدو الصهيوني أو الصليبي من جاسوس وغيره، فيحقق بذلك البراءة من الكفار، فإن في مخالطة الكافرين وعدم مفارقتهم فتنة وفساداً كبيراً، قال تعالى:(والذين كفروا بعضهم أولياء بعض إلا تفعلوه تكن فتنة في الأرض وفسادٌ كبير) الأنفال73، فمعنى قوله تعالى:(إلا تفعلوه)أي:إن لم تفارقوا الكفار. كما أنّ مفارقة أولئك المسئول عنهم لأقربائهم من الجواسيس فيه حماية لهم مما قد يصيبهم من أذى المجاهدين من غير قصد منهم. ¶ حكم أموال الجاسوس: ¶ أموال الجاسوس الذي يعمل لصالح المحتل ومنه المال الذي يستخدمه للتجسس على المجاهدين:أموال الجاسوس وغيره ممن يتعاون مع العدو ضد المجاهدين مستباحة لا حرمة لها، تؤخذ وتصرف في مصارف الجهاد، ومن يستولي عليها يسلمها إلى بيت مال المجاهدين، يتصرف بها أمير الجهاد لصالح الجهاد والمجاهدين، والله تعالى أعلم. ¶ العمل في التجسس:",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "نهى الشرع عن ذلك أشد النهي، قال تعالى:\"وَلا تَجَسَّسُوا وَلا يَغْتَبْ بَعْضُكُمْ بَعْضاً\" الحجرات:12. وثبت في الصحيحين وغيرهما من حديث أبي هريرة رضي الله عنه قال: قال رسول الله صلى الله عليه وسلم: إياكم والظن، فإن الظن أكذب الحديث ولا تجسسوا ولا تحسسوا ولا تباغضوا وكونوا إخوانا.. وفي الآدب المفرد للبخاري من حديث معاوية رضي الله عنه أن رسول الله صلى الله عليه وسلم قال: إنك إذا اتبعت الريبة في الناس أفسدتهم فإني لا أتبع الريبة فيهم فأفسدهم. وفي سنن أبي داود ومسند أحمد ومستدرك الحاكم ومعجم الطبراني من حديث جبير بن نفير وكثير بن مرة وعمر بن الأسود والمقدام بن معدي كرب وأبي أمامة عن النبي صلى الله عليه وسلم قال: إن الأمير إذا ابتغى الريبة في الناس أفسدهم.\" ¶ وفي سنن البيهقي من حديث عبد الرحمن بن عوف: أنه حرس مع عمر ليلة بالمدينة، فبينما هم يمشون شب لهم سراج في بيت فانطلقوا يؤمونه حتى إذا دنوا منه إذ باب مجاف على قوم لهم فيه أصوات مرتفعة ولغط، فقال عمر رضي الله عنه، وأخذ بيد عبد الرحمن فقال: أتدري بيت من هذا؟ قلت: لا، قال: هذا بيت ربيعة بن أمية بن خلف وهم الآن بشرب، فما ترى؟ قال عبد الرحمن:أرى قد أتينا ما نهى الله عنه\". ولا تجسسوا\" فقد تجسسنا، فانصرف عنهم عمر رضي الله عنه وتركهم. وفي المصنف لابن أبي شيبة عن زيد بن وهب قال: أتى ابن مسعود فقيل له: هذا فلان تقطر لحيته خمراً، فقال عبد الله: إنا قد نهينا عن التجسس، ولكن إن يظهر لنا منه شيء نأخذه به.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وإذا كان الشرع قد نهى عن التجسس على أهل المعاصي ما لم يظهروا ذلك ويصروا عليه.. فالتجسس على أهل الإيمان والصلاح من المسلمين ومتابعة تحركاتهم وسكناتهم، والسعي في الوقيعة بهم أكثر إثماً وأشد قبحاً. ولذا فلا يجوز العمل في التجسس إلا إذا كان على الكفار ودولهم، ومعرفة مكائدهم وكيدهم للإسلام وأهله فيجوز ذلك، بل قد يكون من القربات والطاعات، لكن العمل بذلك لا يبيح الانتحار بحال، بل فعل ذلك من أعظم الجرائم وأكبر الذنوب",
            "page": "26",
            "part": "1"
        }
    ],
    "t36506": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "حكم الإسلام في العملاء والجواسيس"
        }
    ]
}