{
    "b36518": [
        {
            "id": "3",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمدُ لله معطي الجزيلَ لمنْ أطاعه ورَجَاه، وشديد العقاب لمن أعرضَ عن ذكره وعصاه، اجْتَبَى من شاء بفضلِهِ فقرَّبَه وأدْناه، وأبْعَدَ مَنْ شاء بعَدْلِه فولاَّه ما تَولاَّه، أنْزَل القرآنَ رحمةً للعالمين ومَنَاراً للسالِكين فمنْ تمسَّك به نال منَاه، ومنْ تعدّى حدوده وأضاع حقُوقَه خسِر دينَه ودنياه، أحْمدُه على ما تفضَّل به من الإِحسانِ وأعطاه، وأشْكره على نِعمهِ الدينيةِ والدنيويةِ وما أجْدَرَ الشاكرَ بالمزيدِ وأوْلاه، وأشهد أنْ لا إِله إلاَّ الله وحده لا شريك له الكاملُ في صفاتِهِ المتعالي عن النُّظَراءِ والأشْباه، وأشهد أنَّ محمداً عبدُه ورسولُه الَّذِي اختاره على البشر واصْطفاه، صلَّى الله عليه وعلى آلِهِ وأصحابه والتابعينَ لهم بإِحسانٍ ما انْشقَّ الصبحُ وأشْرقَ ضِياه، وسلَّم تسليماً. وبعد. ¶ الحمد لله الذي مَنَّ علينا بإتمام هذا النفعِ للمسلمين، وأرشدنا طريق الحق للسالكين، وأعطانا من فضله ما لا يحصيه العالمين، فلله الفضل من قبل ومن بعد، ¶ فهذا الكتاب جعلني أتفكر بحال المسلمين الذين لا يعلمون عن موضوعه إلا قليلا، لأنه قليل الذكر بين المسلمين، فحدثتني نفسي أن أكتب بهذا الموضوع كتابا يسهل على القارئ أو طالب العلم مناله وفهمه وبيانه، فحاولت تبسيط المسائل بقدر ما أستطيع، وأن أتجنب الخلافات الفقهية التي قد تشتت على طالب العلم مراده، لكنني ذكرت بعضها وهي التي لابد منها مثل أحوال الجد مع الإخوة. وأرجو من الله العلي القدير أن يمن علينا بعلم نافع، وفهم واسع، وتحصيل جامع، فإنه أقرب سامع. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ يوسف طالب الرفاعي ¶ ابو عاصم",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بسم الله الرحمن الرحيم ¶ بقلم (الوالد العزيز الشيخ ¶ محمد إبراهيم شقرة \"أبومالك\") ¶ بسم الله خير الأسماء، في الأرض وفي السماء، وصلاة وتسليماً على خير الرسل والأنبياء. ¶ أما بعد،،، ¶ فإن كلام النبوة كله له نور ينبعث في الناس، يدخل قلوبهم من غير طرائق، يختار منها ويدع، فهو نور جعله الله سبحانه له من ظاهر ومن باطن، فهو من بين يديّ حافظ، ومن خلفه، ومن عن يمينه، ومن عن شماله، ومن فوقه، ومن تحت رجليه، وهذا هو سرُّ التوفيق والظهور، الذي لا يفارق من يجعل من النّص الكريم – كتاباً وسنةً- حامياً وظهيراً، وهادياً بإذن الله سبحانه ونصيراً، ولا زال الحق يواليه ويواريه، إلى أن يحيط به رضاه، ولا يخلف له به ظناً، وحتى يأتيه يوم يلاقيه، فيكون من أحسن ما يلاقيه به، ما يحفظ منه في صدره. ¶ ومن أنفس هذا الكلام وأجمعه للحسن وأوفاه بالجمال حرفاً ومعنى قوله صلوات الله وسلامه عليه (لا تزال طائفة من أمتي قائمة بأمر الله، لا يضرهم من خذلهم ولا من خالفهم، حتى يأتي أمر الله، وهم ظاهرون على الناس). ¶ وإذا ما نحن احتوينا مفردات هذا الحديث في أنفسنا بالنظر المتأمل البصير، وجدنا مؤلف هذا الكتاب العزيز مؤتلفاً مع هذه الطائفة التي أفردها الرسول - صلى الله عليه وسلم - بالثناء والذكر الحسن، فأمر الله عز وجل دينه الذي ختم الله به الأديان كلها، فقال تعالى {الْيَوْمَ أَكْمَلْتُ",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلَامَ دِينًا}، وكل حكم من الأحكام التي كلف الله بها عباده هي من هذا الدين، ومن وفقه الله لبيان هذا الحكم، والقيام به في الناس – تعليماً وتفقيهاً ودعوة- فقد حقق بذلك شيئاً من معنى قوله سبحانه {وَمَنْ أَحْسَنُ قَوْلًا مِمَّنْ دَعَا إِلَى اللَّهِ وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ الْمُسْلِمِينَ (33)} ويكون قد أدرج نفسه في معنى هذا الحديث الشريف (لا تزال طائفة من أمتي .... الحديث) وصير نفسه جزءاً من معناه الواسع الجليل، ليس من باب الاختيار، بل إنما هو من باب الغلبة والجبر، وهكذا يجد المسلم نفسه في أحيان كثيرة آخذاً نفسه بنفسه إلى منازل ينتهي فيها إلى تلكم الطائفة التي أثنى عليها رسول الله صلوات الله وسلامه عليه. ¶ وهذه الطائفة – التي أثنى عليها الرسول - صلى الله عليه وسلم -، وصار الناس يعرفونهاـ بتصورها وسلوكها البادي بحركته، وثبوته، وتوافقه، وتخالفه، على مدى العقود والأجيال، والقرون والآماد – ليست تلتقي وتجتمع على نمط واحد من أنماط المعرفة والعلم، بل قد يكون لقاء، ويكون اختلاف، والأرجح والأغلب أن يكون اختلاف في ذلك، لكي تتحقق دائرة المعرفة الإنسانية الكاملة في حياة الأمة، فينشأ منها جميعاً نمط حضاري مؤتلف، لا بد فيه من أصلين يقوم عليهما، تكون له بهما صفة الاستمرار والدوام، والنفع المؤثر في حياة الأمة الخاصة والعامة، ويكون القوامون عليها بمثل ذلكم التصور والسلوك، إما تلكم الطائفة برقتها، وإما جزء منها، أتقنت بالتجربة وحسن الإحاطة والنظر، أكثر من غيرها ما يكفل لهذا النمط الحضاري صفة الدوام والاستمرار، بأصليه الاثنين، وهما حاجات الأمة وما يقتضيه وجود حياتها، ثم الحرص على التأليف والجمع بين مقتضيات هذا النمط الحضاري، وما ينبغي أن يخفي علينا أن العلوم الشرعية، التي انتجها الكتاب والسنة، وقدمتها عقول العلماء في أطرها الحسنة الجميلة للأمة في جميع أعصارها وأمصارها، وأوثقتها إليها في قوة،",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ووضوح وسلامة، وتناسق جميل، ونظام لا يختل على الزمن، ومذ أن ظهرت هذه العلوم، ولازالت وستبقى إن شاء الله العلي القدير هذه العلوم في أطرها الجميلة الحسنة للأمة، وإلى أن يرث الله الأرض ومن عليها، فتكون هي الحارس الأمين القائم على سلامة النمط الحضاري العظيم، الذي أقامته الأمة على الأرض، حيثما توجهت بها إرادة الجهاد في سبيل الله، كما تكون أيضاً المدد الذي لا ينقطع، والمعين الذي لا ينضب لسعادتها، ومجدها، ونعيم حياتها، وما ينبغي أن يخفي على من له صلة بالعلوم الشرعية أن هذه العلوم متفاوتة في أصولها وفروعها، وأسباب حفظها ونمائها، وما ينبغي أن يغيب عن كل من له وصلة بهذه العلوم، أن ألزمها، وأشدها حاجة، وأوثقها بها وأقربها إليها مودة، هو علم الميراث: وهو أشرف العلوم، ترعى به الحقوق، وتصان أسبابها، وتحمي مقتضياتها، وتعرف الطرائق المؤدية إليها، فتؤدي إلى أهلها كما يأمر الله ويرضى. ¶ ولقد نظرت في هذا المؤلف لأحد الأبناء الأخيار من طلاب العلم الواقفين بتوفيق من ربهم، ورضاً لا ينقطع في أكنافه الجميلة الوارفة الظلال، وهو الابن الكريم \"السيد يوسف بن طالب الرفاعي\". ¶ فوجدت فيه علماً نافعاً، وجهداً جامعاً، وبراعةً ظاهرةً، وتبويباً حسناً، وقدرةً علميةً فائقةً، قل أن يوجد مثل لها في تواليف من سبقه ممن يزعمون العلم المخادع المنهوب في علم الشريعة، وليتهم أبلسوا لكان خيراً لهم وأهدى. ¶ أما هذا العلم العظيم – علم المواريث- العلم الذي قالوا فيه: علمُ شهر، ونسيانُ دهر، وهو أول العلوم رفعاً ونسياناً وذهاباً، فأولئك أبعد الناس عنه، وأضلهم سبيلاً إليه، وأقلهم حيلة أمامه، فما كان أحسن صنيعاً أقدم عليه الابن يوسف بجرأة الواثق أنه من أهل هذا العلم، الذي أحجم عنه حتى أهله، ولولا أن الله علمه لكان صريعه، فهنيئاً له صنيعه",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "هذا، وجزاه الله خير الجزاء، ووفقه للمزيد من العلم النافع، فيكون إن شاء الله ممن يرفعهم درجات بعلمه، والدعوة إليه، ومن تلكم الطائفة التي تدعوا إليه على بصيرة، ومن معه من أمثاله الطيبين. ¶ وصلى الله وسلم على نبينا محمد وعلى آله وصحبه ومن دعا بدعوته وسار على خطاه وهديه، إنه سميع مجيب. ¶ كتبه أبو مالك ¶ محمد إبراهيم شقرة",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "علم الفرائض ¶ يسمى هذا العلم (بعلم الفرائض) (وعلم الموارث) (التركة) (الأنصبة). ¶ العلم: هو إدراك الشيء على ما هو عليه في الواقع. ¶ الفرائض: جمع فريضة، كأن تقول حدائق جمع حديقة وهي مقدرة، وذلك لما فيها من السهام المقدرة شرعاً. ¶ علم الفرائض: هو فقه المواريث، وعلم الحساب الموصل لمعرفة ما يخص كل ذي حق من التركة، وهو كما قيل: (علم بقواعد فقهية وحسابية يعرف بها نصيب كل وارث من التركة). ¶ علم الأنصبة: أن يكون لكل وارث نصيب مما ترك الميت. ¶ المواريث: جمع ميراث وهو اسم لما يورث عن الميت أو خَلفَّهُ بعد وفاته. ¶ التركة: هو كل ما يتركه الميت خلفه من أموال وعقارات وغير ذلك. ¶ يؤخذ علم الفرائض: من الكتاب والسنة، والإجماع، واجتهاد الصحابة - رضي الله عنهم -. ¶ غايته: إلحاق نصيب كل وارث من مورثة بالقدر المعلوم له. ¶ فضله: ¶ 1 - عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (يا أبا هريرة تعلموا الفرائض وعلموها، فإنها نصف العلم، وهو ينسى وهو أول شيء ينزع من أمتي\" (¬1) ¶ 2 - عن عبد الله بن عمرو أن رسول الله - صلى الله عليه وسلم - قال: (العلم ثلاثة وما سوى ذلك فضل، آية محكمة، أو سنة قائمة، أو فريضة عادلة) (¬2) ¶ ¬__________ ¶ (¬1) – رواه ابن ماجه (2719)، والدارقطني (453) والبيهقي (6/ 209). ¶ (¬2) – رواه أبو داوود (2882).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "3 - عن الأحوص عن ابن مسعود قال: قال رسول الله - صلى الله عليه وسلم - (تعلموا القرآن وعلموه الناس، وتعلموا الفرائض وعلموها، فإني إمرؤٌ مقبوض، والعلم مرفوع، ويوشك أن يختلف إثنان في الفريضة والمسألة فلا يجدان أحداً يخبرهما) (¬1). ¶ 4 - عن أنس قال: قال رسول الله - صلى الله عليه وسلم - (ارحم أمتي بأمتي أبو بكر، وأشدها في دين الله عمر، وأصدقها حياءاً عثمان، وأعلمها بالحلال والحرام معاذ بن جبل، واقرؤها لكتاب الله أبي، وأعلمها بالفرائض زيد بن ثابت، ولكل أمة أمين، وأمين هذه الأمة أبي عبيدة بن الجراح) (¬2).وهذا الحديث فيه إشارة إلى (زيد بن ثابت) أنه أعلم بالفرائض لقوله - صلى الله عليه وسلم - (أفرضكم زيد بن ثابت) (¬3). ¶ وقال عمر بن الخطاب - رضي الله عنه - (من يسأل عن الفرائض فليأت زيد بن ثابت). ¶ وقال عبدالله بن عمر - رضي الله عنهم - عند وفاة زيد بن ثابت (اليوم مات عالم المدينة). ¶ وقال صاحب الرحبية: ¶ وأنَّ هذا العلمَ مخصوصٌ بما ... قد شاع فيه عنْد كُلِّ العلما ¶ بأنَّهُ أَوْلُ عِلْمٍ يُفقدُ ... في الأرض حتى لا يكادُ يوجدُ ¶ وأنَّ زيدٌ أُخِصَّ لا محالة ... بما حباه خاتمُ الرِّسالة ¶ مِن قوله في فضْله مُنبِّها ... أفرضكم زيدٌ وناهيك بها ¶ ¬__________ ¶ (¬1) – ذكره أحمد بن حنبل في رواية ابنه عبدالله. ¶ (¬2) – رواه الترمذي (3790) وابن ماجه (154). ¶ (¬3) – رواه الترمذي (3794) في المناقب، وابن ماجة في المقدمة (154) باب فضل أصحاب رسول الله - صلى الله عليه وسلم -.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الحقوق التي تأخذ من التركة ¶ بعد وفاة صاحب التركة فإن التركة من أموال وغيرها يوزع حسب أهميتها على الترتيب التالي: ¶ 1 - تجهيز الميت: فيؤخذ منها كل ما يلزم لدفن الميت من كفن وحنوط، وحفر القبر، وأجرة المغسل، وكل ما يلزم الميت حتى يوارى في التراب ¶ 2 - الديون التي تتعلق بعين التركة: مثل الرهن أو الشراء كأن يشتري عقارا ويسجَّل بإسمه ولم يعطي البائع حقه فيصرف لَهْ ما له من التركة وغيرها من المعاملات، قروض شيكات. ¶ 3 - الديون المتعلقة في ذمة الميت: فإنها تأتي بعد ما ذُكِر ومُقدَّمة قبل الوصية وهذا مثل: كفارات، أو نذر، أو حج، وغيرها. ¶ 4 - الوصية: وهي تأتي بعد الدين، وذلك لحديث علي - رضي الله عنه - قال: إنكم تقرؤون هذه الآية {مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ} [النساء آية 12]، وأن رسول - صلى الله عليه وسلم - (قضى بالدين قبل الوصية) (¬1). ¶ وتكون الوصية بأقل من الثلث لقوله - صلى الله عليه وسلم - (الثلث والثلث كثير) (¬2). ¶ يقول ابن عباس: (وددت لو أن الناس غضوا من الثلث، لقول النبي - صلى الله عليه وسلم - والثلث كثير) (¬3). ¶ ¬__________ ¶ (¬1) – رواه أحمد والترمذي (2094) وابن ماجه (2715) حسنه الشيخ الألباني. ¶ (¬2) – متفق عليه البخاري (1296) ومسلم (1628). ¶ (¬3) – متفق عليه البخاري (2/ 186) ومسلم (5/ 73).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولا يجوز الوصية لأحد من الورثة لقوله - صلى الله عليه وسلم - في حجة الوداع (أن الله قد أعطى كل ذي حق حقه فلا وصية لوارث) (¬1)، وإن كان موص فليوصي لغير الورثة من أقاربه أو أصحابه أو جيرانه فكل من كان له نصيب من الميراث لا يجوز أن يوصي له بشيء. ¶ 5 - المال الباقي للورثة: حسب ما فرضه الله تعالى عليهم لقوله تعالى: {لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا (7)} [سورة النساء آية 7]. ¶ الديون المرسلة (الذمة) 0 ¶ الإرث ¶ تجهيز الميت ¶ وفاته ثم ¶ **************** ¶ ¬__________ ¶ (¬1) – صحيح: أبو داوود (2870) الترمذي (2120) النسائي (3641).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أركان الميراث ¶ مورَّث ... وارث ... موروث ¶ اعلم أن أركان الإرث ثلاثة: ¶ 1 - المورث: وهو الرجل الذي توفاه الله. ¶ 2 - الوارث: وهو الذي ينتمي إلى الميت بسبب من أسباب الميراث. ¶ 3 - الموروث: وهي التركة التي يخلفها الميت بعد موته. ¶ شروط الإرث ¶ موت المورَّث ... حياة الوارث ... سبب الإرث ¶ اعلم أنه يجب أن تتوفر ثلاثة شروط حتى يتم توزيع الميراث وهي: ¶ 1 - موت المورث حقيقة أو حكما: فأما موته حقيقة بأن تعلم علم اليقين أنه قد توفي، مثل رجل مات وحضرت جنازته أو اشتهر بين أهله أنه مات وغيرها، وأما حكما: فقد يكون غائبا أو مفقوداً أو حكم القاضي بموته ورثنا ماله. ¶ 2 - حياة الوارث حقيقة أو حكما: أما حياته حقيقة فشخص يعيش معنا ونراه ويدب بالحياة، وأما الحياة حكما: مثل حياة جنين الذي لا ندري أيولد حيا أم ميتا فنحكم بحياته حكما. ¶ 3 - سبب الإرث: هي صلة القرابة بين الوارث ومورثه والجهة التي يدلي بها من نكاح أو نسب أو ولاء وهذا عنوان الدرس القادم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أسباب الإرث ¶ نكاح ... نسب ... ولاء ¶ وهي تحقق سبب واحد مما ذكر حتى نورث به الوارث وهي ثلاثة أسباب: ¶ 1 - النكاح: وهو العقد الصحيح على الزوجة ولو لم يكن بناء ولا خلوة، أي يرث أحد الزوجان الآخر بمجرد العقد ولو لم يدخل بها ودليله قوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ} {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ} [سورة النساء: ... آية 12]. ¶ وحديث علقمة: أن عبد الله بن مسعود - رضي الله عنه - قضى في امرأة توفي عنها زوجها ولم يدخل بها أن لها الميراث فشهد معقل بن سنان الأشجعي أن النبي - صلى الله عليه وسلم - قضى في بروع بنت واشق بمثل ما قضى به عبد الله بن مسعود (¬1). ¶ فالمقصود بسبب النكاح هما أحد الزوجان: ¶ 2 - النسب: وهو اتصال الوارث بالميت بقرابة مثل (أب، ابن، أخ، أم)، ... ولقوله تعالى: {وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ} [سورة النساء: 33]، وأكثر المواريث تأتي عن طريق النسب بل إن معظم الورثة هم من قبيل النسب. ¶ ¬__________ ¶ (¬1) – صحيح: رواه الترمذي (1145).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "3 - الولاء: وهو إذا كان لك عبد رقيق ثم أعتقته سواء كان العتق كفارة أو نذر أو غيره وبعد أن أعتقته مات العبد وكان لهذا العبد مال وليس له وارث فأنت وليه وأنت أحق بميراثه لحديث ابن عمر مرفوعاً (الولاء لحمة كلحمة النسب) (¬1). ¶ وحديث عائشة رضي الله عنها أن النبي - صلى الله عليه وسلم - قال (إنما الولاء لمن أعتق) (¬2). ¶ فالمعِتق والمعِتقَة هم وارثان بالإجماع إذا لم يوجد للمعتَق وارث، واعلم أنه لا يوجد أسباب للميراث غيرها. ¶ يقول صاحب الرحبية: ¶ أسباب ميراث الورى ثلاثة كل يفيد ربَّه الوراثه ¶ وهي نكاح وولاء ونسب ... ما بعدهن للمواريث سبب ¶ والميراث ورد في كتاب الله في ثلاثة آيات في سورة النساء، وهن: ¶ 1) آية (11): {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ مِنْ بَعْدِ وَصِيَّةٍ يُوصِي بِهَا أَوْ دَيْنٍ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ لَا تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِنَ اللَّهِ إِنَّ اللَّهَ كَانَ عَلِيمًا حَكِيمًا (11)} وتخص: 1) الأولاد (بنين وبنات). ... 2) الآباء (الأب والأم) ¶ ¬__________ ¶ (¬1) – صحيح: أخرجه الإمام الشافعي (1232) والبيهقي (10/ 292). ¶ (¬2) – متفق عليه: رواه البخاري (1493) ومسلم (1504).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2) آية (12): {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ مِمَّا تَرَكْنَ مِنْ بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَا أَوْ دَيْنٍ وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ مِمَّا تَرَكْتُمْ مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَا أَوْ دَيْنٍ وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ مِنْ بَعْدِ وَصِيَّةٍ يُوصَى بِهَا أَوْ دَيْنٍ غَيْرَ مُضَارٍّ وَصِيَّةً مِنَ اللَّهِ وَاللَّهُ عَلِيمٌ حَلِيمٌ (12)} ¶ وتخص 1) الزوج والزوجة 2) الأخوة والأخوات لأم ¶ 3) آية (171): يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ ¶ وتخص 1) الأخوة والأخوات الأشقاء ¶ 2) الأخوة والأخوات لأب. ¶ ****************",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "موانع الإرث ¶ القتل ... اختلاف الدين ... الرَّق ¶ قد يوجد سبب الإرث ولكن قد يمنعه منه مانع فلا يرث الشخص لذلك المانع، والموانع التي تحرمه من الميراث ثلاثة وهي: ¶ 1 - القتل: وهو إزهاق الروح مباشرة أو تسببا ولقوله - صلى الله عليه وسلم - (ليس لقاتل شيء) (¬1) ¶ وقوله - صلى الله عليه وسلم - (ليس للقاتل من الميراث شيء) (¬2). ¶ 2 - اختلاف الدين: عليك أن تعلم أن الإرث يكون بين مسلمين أو مسلمين ولا يرث كافر مسلم لقوله - صلى الله عليه وسلم - (لا يرث الكافر المسلم، ولا المسلم الكافر) (¬3)، ولقوله - صلى الله عليه وسلم - (لا يتوارث أهل ميتين) (¬4). ¶ مثل رجل مات وله ابن نصراني وله جد فإن الجد يأخذ التركة كلها والابن محجوب حجب حرمان. ¶ 3 - الرِّق: فالعبد لا يرث لأنه ملكٌ لسيده يتصرف فيه بالبيع والشراء ولو كان له مال فهو ملك لسيده لقوله - صلى الله عليه وسلم - (من باع عبدا له مال فماله للبائع إلا أن يشترط ¶ ¬__________ ¶ (¬1) – أخرجه مالك في الموطأ (2/ 867). ¶ (¬2) – صحيح رواه أبو داوود (4564). ¶ (¬3) – رواه البخاري (1/ 402) ومسلم (5/ 59). ¶ (¬4) – رواه أبو داود (2911) وابن ماجه (2731).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المبتاع) (¬1)، فلو ورث العبد من أقاربه شيء لصار الميراث مباشرة إلى سيده وهو أجنبي عن الميت والحديث يدل على أن من يبيع عبدا ويكون له مال، فيكون هذا المال حقا لسيده إلا أن يشترط المشتري أن يأخذه وماله قال الرحبي: ¶ ويمنع الشخص من الميراث واحدة من علل ثلاث ¶ رق وقتل واختلاف دين فأفهم فليس الشك كاليقين ¶ **************** ¶ ¬__________ ¶ (¬1) – متفق عليه: رواه البخاري (2/ 81) ومسلم (5/ 17).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "ميراث الزوج ¶ ميراث الزوج ¶ النصف ... الربع ¶ يكون للزوج في حالة وفاة زوجته حالتان: ¶ 1 - أن لا يكون للزوجة فرع وارث منه أو من غيره وفي هذه الحالة يرث الزوج ... 1/ 2 التركة فرضا بالإجماع. ¶ 2 - أن يكون للزوجة فرع وارث منه أو من غيره وفي هذه الحالة يرث الزوج 1/ 4 التركة فرضا بالإجماع. ¶ ودليل هذا بالقرآن قوله تعالى: {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَمْ يَكُنْ لَهُنَّ وَلَدٌ فَإِنْ كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الرُّبُعُ} [سورة النساء آية:12]، وهذا بالإجماع. ¶ - المقصود بالولد في الآية ليس الذكر فقط وإنما الذكر والأنثى واحد منهم أو مجتمعين. ¶ - المقصود بالفرع الوارث هو كل من أدلى للميت بذكر وليس بينهم أنثى، أو يكون له أولاد من أصله ذكورا وإناثا مثل (ابن، ابن ابن، بنت ابن، بنت ابن ابن، بنت وإن نزلوا). ¶ - الآية تبين أن الميت الزوجة بدليل {وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ} {فَلَكُمُ الرُّبُعُ} [النساء آية:12].",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2 ¶ 1 ... 1/ 2 ... الزوج ¶ 1 ... الباقي ... الأخ ¶ مثال: ماتت عن زوج وأخ فما ميراث كل منهم؟ ¶ الجواب: في هذه الحالة يرث الزوج النصف فرضا لأنه لا يوجد للزوجة فرع وارث والأخ يأخذ الباقي تعصيباً. ¶ 4 ¶ 1/ 4 ... زوج ¶ 3 ... الباقي ... ابن ابن ¶ مثال: ماتت عن زوج، وابن ابن فما ميراث كل منهما؟ ¶ الجواب: في هذه الحالة يرث الزوج 1/ 4 فرضا لأنه لا يوجد للميت فرع وارث والباقي لابن الابن.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ميراث الزوجة ¶ ميراث الزوجة ¶ الربع ... الثمن ¶ - يكون للزوجة في حالة وفاة الزوج حالتان: ¶ 1 - أن لا يكون للزوج فرع وارث منها أو من غيرها وفي هذه الحالة ترث الزوجة 1/ 4 التركة فرضا. ¶ 2 - أن يكون للزوج فرع وارث منها أو من غيرها وفي هذه الحالة ترث الزوجة 1/ 8 التركة فرضا. ¶ ودليله قوله تعالى: {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ فَإِنْ كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثُّمُنُ} [سورة النساء آية:12] وهذا بالإجماع. ¶ -.المقصود بالولد في الآية ليس الذكر وإنما الذكر والأنثى واحدا منهم أو مجتمعين. ¶ - المقصود بالفرع الوارث في \"القاعدة هو كل من أدلى للميت بذكر وليس بينهم أنثى مثل \" ابن، بنت، ابن ابن، ابن ابن ابن، بنت ابن، بنت ابن ابن \" وإن نزلوا. ¶ - الآية تبين أن الميت الزوج بدليل {وَلَهُنَّ الرُّبُعُ مِمَّا تَرَكْتُمْ إِنْ لَمْ يَكُنْ لَكُمْ وَلَدٌ}. ¶ - وتدل الآية على أن الوارث الزوجة لقوله تعالى {وَلَهُنَّ الرُّبُعُ} {فَلَهُنَّ الثُّمُنُ}.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "- ملاحظة: لو كان للزوج الميت أكثر من زوجة \" اثنتان، أو ثلاثة، أو أربع \" فهن يشتركن بالسوية في الربع إذا لم يكن للميت فرع وارث أو بالثمن إذا كان للميت فرع وارث وليس لكل واحدة من الزوجات الربع أو الثمن وهذا بالإجماع عند كل أهل العلم. ¶ 8 ¶ زوجة ... /8 ... 1 ¶ بنت ... /2 ... 4 ¶ عم ... الباقي ... 3 ¶ مثال (1): مات عن زوجة وبنت و عم فما ميراث كل واحد منهم؟ ¶ الجواب: في هذه الحالة تأخذ الزوجة الثمن 1/ 8 فرضا لوجود الفرع الوارث وتأخذ البنت 1/ 2 فرضا والعم الباقي تعصيبا. ¶ 4 ¶ زوجة ... /2 ... 1 ¶ أب ... الباقي ... 3 ¶ مثال (2): مات عن زوجة وأب فما ميراث كل واحد منهم؟ ¶ الجواب: في هذه الحالة تأخذ 1/ 4 فرضا لعدم وجود الفرع الوارث والأب الباقي تعصيبا لأنه أولى رجل ذكر. ¶ 8 ¶ 3زوجات ... /8 ... 1 ¶ ابن ابن ... الباقي ... 7 ¶ مثال (3): مات عن 3 زوجات وابن ابن فما ميراث كل واحد منهم؟ ¶ الجواب: في هذه الحالة يشتركن الزوجات في 1/ 8 فرضا لوجود الفرع الوارث ولا يؤثر تعداد الزوجات في المسألة والباقي لابن الابن تعصيبا لأنه أولى رجل ذكر.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ميراث الأم ¶ الثلث ... السدس ... الباقي ¶ - يكون نصيب الأم حين وفاة ابنها أو بنتها واحد من ثلاثة إما 1/ 3 أو 1/ 6 أو 1/ 3 الباقي. ¶ الحالة الأولى: ¶ - وترث الأم 1/ 3 فرضا في ثلاث شروط يجب توافرها جميعها حتى تأخذ 1/ 3: ¶ 1 - أن لا يكون للميت فرع وارث مثل \" ابن، بنت، ابن ابن، ابن ابن ابن، بنت ابن، بنت ابن ابن \". ¶ 2 - أن لا يكون للميت عدد من الأخوة أو الأخوات: مثل: أختين، أخوان، أخت وأخ، 3 أخوة، والمقصود بعدد من الأخوة أو الأخوات \" اثنان فما فوق \" سواء ذكوراً أو إناثاً \". ¶ 3 - أن لا تكون المسألة أحدى العمدتين وسنتكلم عنها عند ميراث الأم 1/ 3 الباقي\". ¶ الحالة الثانية: ¶ - وترث الأم فيها 1/ 6 فرضا في شرطين يجب توافرها حتى تأخذ الأم 1/ 6 فرضاً: ¶ 1 - أن يكون للميت فرع وارث \" ابن، بنت، ابن ابن، وإن نزلوا \" ..",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "2 - أن يكون للميت عدد من الأخوة أو الأخوات: اثنان فما فوق سواء ذكورا أو إناثا واحدا منهم أو مجتمعين. ¶ الحالة الثالثة: ¶ -وترث الأم فيها 1/ 3 الباقي وهي أن تكون المسألة إحدى العمدتين. ¶ والمسألة العمرية: هي أن تأخذ الأم 1/ 3 الباقي بعد نصيب أحد الزوجان وللأب الباقي. ¶ ملاحظة: وهي تكون فقط في حالتين: ¶ 1 - أن يموت الزوج، ويبقى من الورثة الزوجة والأم والأب. ¶ 2 - أن تموت الزوجة: ويبقى من الورثة الزوج والأم والأب. ¶ وإليك الشرح: ¶ الدليل على الحالة الأولى والحالة الثانية: ¶ يقول تعالى: 1 - {وَلِأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِنْ كَانَ لَهُ وَلَدٌ} ¶ 2 - فَإِنْ لَمْ يَكُنْ لَهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ فَلِأُمِّهِ الثُّلُثُ} ¶ 3 - {فَإِنْ كَانَ لَهُ إِخْوَةٌ فَلِأُمِّهِ السُّدُسُ} [سورة النساء: آية 11]. ¶ الفقرة الأولى: تبين أن الأم والأب يأخذون السدس إذا كان للميت فرع وارث وهو (الولد) وهذا كما بيناه في الحالة الثانية انه إذا كان للميت فرع وارث تأخذ الأم السدس.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الفقرة الثانية: تبين أن الميت إذا لم يكن له فرع وارث ¶ أخذت الأم الثلث: وهذا كما بيناه في الحالة الأولى في ميراث الأم الثلث إذا لم يكن للميت فرع وارث. ¶ ملاحظة: تبين الفقرتين الأولى والثانية أن الفرع الوارث يحجب الأم من الثلث إلى السدس في حالة وجوده، وإذا لم يكن موجوداً تأخذ الأم الثلث. ¶ الفقرة الثالثة: تبين أن الميت إذا كان له أخوة فان الأم تأخذ السدس ومفهومها أن الميت إذا لم يكن له أخوة فإن الأم تأخذ الثلث وهذا كما بيناه في الحالة الأولى والثانية. ¶ ملاحظة: المقصود بالأخوة هنا هم اثنان فما فوق سواءاً كانوا ذكوراً أو إناثاً مفردين أو مجتمعين فان كان الميت أخ واحد أو أخت واحدة أخذت الأم الثلث. ¶ الدليل على الحالة الثالثة: ¶ المسألتين العمريتين. ¶ قدمنا أن المسالة حكم فيها عمر بن الخطاب وعثمان بن عفان وابن مسعود زيد بن ثابت وجمهور الصحابة قال الأمام مالك في الاستذكار (وهو قول كل الصحابة إلا ابن عباس). ¶ الأصل أن تأخذ الأم الثلث لعدم وجود الفرع الوارث أو عدد من الأخوة ولكن لو أخذت الأم الثلث والزوج النصف والأب الباقي لأصبح نصيب الأم أكثر من نصيب الأب وهذا خلاف ما يعرف في الفرائض إذا الأصل أن الذكر يأخذ أكثر من الأنثى فلذلك حكم على الأم أن تأخذ 3/ 1 الباقي والأب الباقي بعد نصيب أحد الزوجان وقد ورد أن",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ابن عباس خالف زيد بن ثابت على هذه المسألة فقال أين في كتاب الله أن الأم تأخذ ثلث الباقي فقال: زيد وأين في كتاب الله إعطائها الثلث كله مع الزوجين. ¶ أمثلة على ميراث الأم على الحالات الثلاثة: ¶ 3 ¶ 1/ 3 ... أم ... 1 ¶ الباقي ... أب ... 2 ¶ مثال (1): مات عن أم وأب، فما ميراث كلاً منهما؟ ¶ الجواب: الأم تورث 3/ 1 التركة لتوافر الشروط الثلاث فيها، والباقي للأب تعصباً لأنه أولى رجل ذكر وهذه صورتها. ¶ 6 ¶ 1/ 6 ... أم ... 1 ¶ الباقي ... ابن ... 5 ¶ مثال (2): مات عن أم وابن فما ميراث كلاً منهما؟ ¶ 6 ¶ زوج ... /2 ... 3 ¶ أم ... 1/ 3 الباقي ... 1 ¶ أب ... الباقي ... 2 ¶ الجواب: الأم ترث 1/ 6 فرضاً لوجود الفرع الوارث وهو الابن والابن يأخذ الباقي تعصيباً وهذه صورتها. ¶ مثال (3): ماتت عن زوج، وأم، وأب، فما ميراث كلٌ منهما؟ ¶ الجواب: هذه المسألة عمرية الزوج يأخذ النصف لعدم الفرع الوارث، والأم تأخذ 1/ 3 الباقي، والأب يأخذ الباقي وهو السدس وهذه صورتها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "4 ¶ زوجة ... /4 ... 1 ¶ أم ... 1/ 3 الباقي ... 1 ¶ أب ... الباقي ... 2 ¶ مثال (4): مات عن زوجة وأم وأب فما ميراث كلٌ منهم؟ ¶ الجواب: هذه المسألة عمرية للزوجة 1/ 4 فرضاً، وللأم 1/ 3 الباقي، وللأب الباقي تعصيباً وهذه صورتها. ¶ مثال (5): مات عن أم وأخ شقيق فما ميراث كلاً منهما؟ ¶ 3 ¶ أم ... /3 ... 1 ¶ أخ شقيق ... الباقي ... 2 ¶ الجواب: الأم تأخذ 1/ 3 فرضاً لأنه لا يوجد فرع وارث ولا يوجد عدد من الأخوة إثنان فما فوق، والأخ يأخذ الباقي تعصيباً وهذه صورتها. ¶ 12 ¶ الزوج ... /4 ... 3 ¶ الأم ... 1/ 6 ... 2 ¶ الابن ... الباقي ... 7 ¶ مثال (6): ماتت عن زوج، وابن لها من زوجها السابق، وأم فما ميراث كل منهم؟ ¶ الجواب: للزوج 1/ 4 فرضاً لوجود الفرع الوارث للميت ولا فرق بين أن يكون من زوجها أو من زوجها السابق، والأم تأخذ 1/ 6 فرضاً لوجود الفرع الوارث والابن يأخذ الباقي تعصيباً وهذه صورتها. ¶ **********",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ميراث الأب ¶ ميراث الأب ¶ بالفرض ... بالتعصيب ... بالفرض والتعصيب ¶ (إذا كان للميت فرع وارث ذكر)، ... (إذا لم يكن للميت فرع وارث)، ... (إذا كان للميت فرع وارث أنثى) ¶ 1/ 6 ... الباقي ... 1/ 6 + الباقي ¶ للأب في ميراثه ثلاثة أحوال لا غير: ¶ الحالة الأولى: ويرث الأب فيها 1/ 6 فرضاً، وهذا عندما يكون للميت فرع وارث ذكر ¶ الحالة الثانية: ويرث الأب فيها باقي التركة بالتعصيب بعد أخذ أصحاب الفروض فروضهم وذلك عندما لا يكون للميت فرع وارث لا ذكر ولا أنثى. ¶ الحالة الثالثة: ويرث الأب فيها 1/ 6 فرضاً والباقي تعصيباً بعد أخذ أصحاب الفروض فروضهم وهذا في حالة وجود فرع وارث أنثى. ¶ الدليل: ¶ الحالة الأولى: قوله تعالى {وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السُّدُسُ مِمَّا تَرَكَ إِن كَانَ لَهُ وَلَدٌ} سورة [النساء: 11]، فالآية تبين أن الميت إذا كان له فرع وارث فإن الأب يأخذ فرضه وهو السدس. ¶ الحالة الثانية: وهو أن يأخذ الباقي تعصيباً وذلك لقوله - صلى الله عليه وسلم - (الحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر) (¬1). ¶ ¬__________ ¶ (¬1) – متفق عليه: رواه البخاري (4/ 287) ومسلم (5/ 59).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد ذكرنا في الحالة الثانية أنه لا يوجد للميت فرع وارث أصلاً والأب هو أولى رجل ذكر. ¶ الحالة الثالثة: وهو أن يأخذ فرضه 1/ 6 ثم الباقي تعصيباً فهو الجمع بين الآية والحديث الذين تم ذكرهما. ¶ وهو أن الأب أخذ فرضه 1/ 6 لوجود الفرع الوارث. ¶ وأخذ الباقي تعصيباً لأنه أولى رجل ذكر لأن الفرع الوارث في هذه الحالة هي أنثى، فلو كان الوارث ذكراً لأخذ الباقي دون الأب. ¶ أمثلة على ميراث الأب: ¶ 6 ¶ الأب ... /6 ... 1 ¶ الابن ... الباقي ... 5 ¶ مثال (1): مات عن أب وابن، فما ميراث كل منهما؟ ¶ الجواب: للأب السدس وذلك لوجود الفرع الوارث الذكر، والابن الباقي تعصيباً لأنه أولى رجل ذكر وهذه صورتها. ¶ 3 ¶ الأم ... /3 ... 1 ¶ الأب ... الباقي ... 2 ¶ مثال (2): ماتت عن أم وأب، فما ميراث كلٌ منهما؟ ¶ الجواب: للأم ثلث التركة لتوافر الشروط، وللأب الباقي تعصيباً لعدم وجود الفرع الوارث وهذه صورتها.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "مثال (3): ماتت عن بنت وأب، فما ميراث كلٌ منهما؟ ¶ 6 ¶ بنت ... /2 ... 3 ¶ أب ... 1/ 6 + الباقي ... 1+2=3 ¶ الجواب: البنت ترث النصف لقوله تعالى {وَإِن كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ} [سورة النساء: 11]، والأب يأخذ السدس فرضاً والباقي تعصيباً لأنه أولى رجل ذكر، وهذه صورتها. ¶ مثال (4): ماتت عن أب وأم وبنت، فما ميراث كلٌ منهم؟ ¶ 6 ¶ أم ... /6 ... 1 ¶ بنت ... 1/ 2 ... 3 ¶ أب ... 1/ 6 + الباقي ... 1+1=2 ¶ الجواب: الأم تأخذ 1/ 6 فرضاً لوجود الفرع الوارث وهي البنت. ¶ والبنت تأخذ 1/ 2 فرضاً لانفرادها. ¶ والأب يأخذ 1/ 6 فرضاً والباقي تعصيباً وذلك لأن الفرع الوارث أنثى وليس ذكر، والأب هو أولى رجل ذكر فأخذ الباقي تعصيباً، وهذه صورتها. ¶ **********",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ميراث الجد ¶ ميراث الجد ¶ بالفرض ... بالتعصيب ... بالفرض والتعصيب ¶ 1/ 6 ... الباقي ... 1/ 6 + الباقي ¶ (إذا كان للميت فرع وارث ذكر) ... (إذا لم يكن للميت فرع وارث) ... (إذا كان للميت فرع وارث أنثى) ¶ - الجد الوارث: هو الجد الصحيح الذي أدلى للميت بذكر وليس بينهما أنثى (كأبي الأب). ¶ ملاحظة: لا يرث الجد بوجود الأب بالإجماع وذلك أن الأب يحجب الجد. ¶ - ميراث الجد كميراث الأب تماماً لا يختلف عنه بشيء سوى المسألتين العمريتين، فإن الأم تأخذ مع الأب (ثلث الباقي) وأما مع الجد فإنها تأخذ 1/ 3 المال لأن الأب والجد ليسا بنفس الدرجة. ¶ - الجد يحجب الأخوة كالأب تماماً على الراجح من أقوال الصحابة ومنهم أبو بكر الصديق وابن عباس وابن الزبير وعائشة ومعاذ بن جبل وأبي بن كعب وأبو الدرداء وأبو هريرة يقولون أن الجد مكان الأب ويحجبون به الأخوة والأخوات وهو مذهب أبو حنيفة، ونتكلم عنه في باب الحجب.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "1 - الدليل: من القرآن الكريم: ¶ قوله تعالى: {وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ} فذكر هنا لفظ الآباء على الأجداد تماماً، فإن إبراهيم وإسحاق هما جدان ليوسف عليه السلام ومع هذا ذكرهما بلفظ الأبوة وهذا قول ابن عباس وعدد من الصحابة وأبو حنيفة. ¶ 2 - الدليل من السنة الشريفة: ¶ حديث عمران بن حصين - رضي الله عنهم - قل (جاء رجل إلى النبي - صلى الله عليه وسلم - فقال: إن ابن ابني مات فمالي في ميراثه، فقال - صلى الله عليه وسلم - (لك السدس)، فلما ولى دعاه، فقال: (لك سدس آخر)، فلما ولى دعاه، فقال: (إن السدس الآخر طعمة) (¬1). ¶ فأصل المسألة أن هذا الرجل الذي مات ترك بنتين + جد والجد هو السائل فكان للبنتين الثلثان فرضاً وللجد السدس فرضاً والباقي تعصيباً لأنه أولى رجل ذكر، وليس للميت فرع وارث ذكر فأخذ الجد نصيبه مثل الأب تماماً. ¶ 3 - الإجماع وأجمع (¬2) أهل العلم من أصحاب رسول الله - صلى الله عليه وسلم - أن الجد أب الأب لا يحجبه عن الميراث غير الأب وأنزلوا الجد منزلة الأب في الحجب والميراث إذا لم يترك الميت أباً أقرب منه في جميع المواضع، إلا مع الأخوة والأخوات فاختلفوا فيه بعد وفاة أبي بكر. ¶ وذكر ابن قدامة في المغني عن ابن المنذر 7/ 64 أن الجد يقوم مقام الأب إلا في ثلاثة أشياء: ¶ 1 - زوج وأبوان 2 - زوجة وأبوان 3 - جد مع الأخوة والأخوات ¶ ¬__________ ¶ (¬1) – رواه الترمذي (2099) وأبو داود (2896). ¶ (¬2) – كما في الإقناع، ص1425، مسألة 2674 ذكر توريث الجد.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "أي في المسألتين العمريتين وحجب الأخوة، فالجد يحجب الأخوة على الراجح أما الأب فبالإجماع. ¶ أمثلة على ميراث الجد: ¶ 6 ¶ جد ... /6 ... 1 ¶ ابن ... الباقي ... 5 ¶ مثال (1): مات عن جد وابن، فما ميراث كلاً منهما؟ ¶ الجواب: للجد 1/ 6 فرضاً وللابن الباقي تعصيباً لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (2): مات عن بنت ابن وجد، فما ميراث كلٌ منهما؟ ¶ 6 ¶ بنت الابن ... /2 ... 3 ¶ جد ... 1/ 6+ الباقي ... 1+2=3 ¶ الجواب: لبنت الابن النصف وللجد 1/ 6 فرضاً + الباقي تعصيباً لأن الفرع الوارث أنثى وهذه صورتها. ¶ 4 ¶ زوجتان ... /4 ... 1 ¶ جد ... الباقي ... 3 ¶ مثال (3): مات عن جد وزوجتان، فما ميراث كلٌ منهما؟ ¶ الجواب: للزوجتان 1/ 4 لعدم الفرع الوارث، والجد له الباقي لعدم الفرع الوارث أصلاً، وهذه صورتها.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "6 ¶ الأب ... /6 ... 1 ¶ ابن الابن ... الباقي ... 5 ¶ الجد ... محجوب ... 0 ¶ مثال (4): مات عن أب، وجد، وابن ابن، فما ميراث كلٌ منهما؟ ¶ الجواب: للأب السدس فرضاً لوجود الفرع الوارث الذكر، وابن الابن الباقي لأنه أولى رجل ذكر، والجد محجوب بوجود الأب، وهذه صورتها. ¶ 12 ¶ زوجة ... 1/ 4 ... 3 ¶ أم ... 1/ 3 ... 4 ¶ الجد ... الباقي ... 5 ¶ مثال (5): مات عن زوجة وأم وجد، فما ميراث كلٌ منهما؟ ¶ الجواب: للزوجة الربع لأنه لا ولد للميت، وللأم 1/ 3 فرضاً لأنه لا ولد ولا عدد من الأخوة والجد الباقي تعصيباً لأنه أولى رجل ذكر، وهذه صورتها. ¶ ملاحظة: إذا كان الأب مكان الجد فتصبح المسألة عمرية ويصبح للأم ثلث الباقي لا ثلث التركة. ¶ **********",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ميراث الجدة ¶ 1/ 6 ¶ ميراث الجدة ¶ الجدة الوارثة: وهي الصحيحة وهي أم الأم وإن علت بمحض الإناث وأم الأب، وأم أبي الأب وإن علون وهذا بالإجماع (¬1). ¶ الجدة غير الوارثة: وهي ما تسمى الجدة الفاسدة وهي التي يكون في طريقها إلى الميت: ¶ أب بين أُمين: ¶ واجمعوا أن للجدة السدس إذا لم يكن للميت أم (¬2). ¶ القاعدة: (كل جدة أديت بوارث فهي وارثة). ¶ واجمعوا على أن الأم تحجب الجدات، كما أن الأب يحجب الأجداد (¬3). ¶ 1 - فالأم تحجب الجدات كلهن سواءاً من قبل الأم أو من قبل الأب فلا ميراث للجدة بوجود الأم بالإجماع. ¶ 2 - الجدة الأقرب تحجب الجدة الأبعد وهذا بالإجماع. ¶ ¬__________ ¶ (¬1) – ذكر الإجماع لابن حزم في مراتب الإجماع عن ابن القصار كما في (رؤوس المسائل) وهو أن: ¶ 1 - أم الأم وإن علت فهي وارثة الإجماع. ... 2 - وأم الأب وأمهاتها وهي وارثة الإجماع. ¶ 3 - وأم أبي الأب وفيه خلاف وهي ترث. ... 4 - أم أبي الأم وهي لا ترث بالإجماع. ¶ (¬2) – كما ذكر الإجماع لابن المنذر في المغني لابن قدامة (7/ 52/ الإجماع (34/ 304). ¶ (¬3) – كما في مراتب الإجماع لابن حزم نقلاً عن الإقناع.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "3 - وترث الجدة أم الأب مع وجود الأب الذي هو ابنها وبه قال سائر أهل العلم (¬1). ¶ تعدد الجدات ودليله حديث ابن مسعود - رضي الله عنه - (أن أول جدة أطعمها رسول الله - صلى الله عليه وسلم - سدساً مع ابنها وهو حي) (¬2). ¶ 1 - عند تعدد الجدات وتساويهن في القرب، فالسدس بينهن هن فيه شريكات (¬3)، مثل: 1 - أم أم مع أب 2 - أم أم الأم مع أم أم الأب. ¶ وبسبب أنهن قريبات تأخذ أم الأم 1/ 2 السدس، وأم الأب 1/ 2 السدس الآخر. ¶ 2 - إن كان بعضهن أقرب من بعض سقطت البعيدة، سواء من جهة الأم أو من جهة الأب، مثل: أم أم مع أم أبي الأب، فأم الأم أقرب من أم أبي الأب فتأخذ أم الأم السدس كاملاً. ¶ 3 - إن أدلت إحداهن بجهة وأخرى بجهتين، فلذات الجهة ثلث السدس ولذات الجهتين ثلثاه (¬4). ¶ مثل أم أم الأم وهي أم أم أبيه وأم أبي أبيه فللجدة الأولى أم أم الأم 2/ 3 السدس لأنها أدلت بجهتين، وأم أبي الأب تأخذ 1/ 3 السدس لأنها أدلت بجهة واحدة. ¶ ¬__________ ¶ (¬1) – (نكت العيون) لابن قصار وهو في الإقناع. ¶ (¬2) – أخرجه الترمذي في كتاب الفرائض (2102). ¶ (¬3) – مراتب الإجماع لابن حزم، ص101، وهو في الإقناع. ¶ (¬4) – الإقناع في مسائل الإجماع.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "أمثلة على ميراث الجدة ¶ 1 - حديث بريدة (أن النبي - صلى الله عليه وسلم - أعطى للجدة السدس إذا لم يكن دونها أم) (¬1). ¶ 2 - حديث عبادة بن الصامت (أن النبي - صلى الله عليه وسلم - قضى للجدتين من الميراث بالسدس بينهما) (¬2). ¶ 3 - حديث قبيصة بن ذؤيب قال (جاءت الجدة إلى أبي بكر - رضي الله عنه - فسألته ميراثها، فقال مالك في كتاب الله شيء، وما علمت لك في سنة رسول الله - صلى الله عليه وسلم - شيئاً، فارجعي حتى أسأل الناس فسأل الناس فقال المغيرة بن شعبة (حضرت رسول الله - صلى الله عليه وسلم - أعطاها السدس) فقال: هل معك غيرك، فقام محمد بن سلمة الأنصاري، فقال: مثل ما قال المغيرة، فأنفذه لها أبو بكر، قال: ثم جاءت الجدة الأخرى إلى عمر - رضي الله عنه - فسألته ميراثها، فقال ملك في كتاب الله شيء ولكن هو ذاك السدس فإن اجتمعتما فهو بينكما، أيكما خلت به فهو لها (¬3). ¶ 6 ¶ الجدات ... 1/ 6 ... 1 يقسم بينهن ¶ الثلاث ... بالمساواة ¶ ابن ... الباقي ... 5 ¶ مثال (1): مات عن ابن وجدات ثلاثة أم أم أم، أم أم أب، أم أبي الأب، فما ميراث كلاً منهم؟ ¶ الجواب: للجدات الثلاثة السدس فرضاً بينهن بالمساواة، والابن الباقي لأنه أولى رجل ذكر وهذه صورتها. ¶ ¬__________ ¶ (¬1) – رواه أبو داوود والنسائي. ¶ (¬2) – رواه عبدالله بن أحمد في المسند. ¶ (¬3) – رواه أبو داود في كتاب الفرائض (2897) وابن ماجه (2724).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "8 ¶ زوجة ... 1/ 8 ... 1 ¶ ابن ... الباقي ... 7 ¶ أم أم أب أم ... لا شيء ... لا شيء ¶ مثال (2): مات عن زوجه وابن وأم أم أب أم، فما ميراث كلٌ منهم؟ ¶ الجواب: للزوجة 1/ 8 فرضاً، وللابن الباقي، والجدة لا تأخذ شيء لأنها جدة فاسدة أو غير وارثة، وهذه صورتها. ¶ مثال (3): مات عن أم أم الأم، وأم الأب، وعم، فما ميراث كلٌ منهم؟ ¶ 6 ¶ أم أب ... 1/ 6 ... 1 ¶ أم أم الأم ... لا شيء ... لا شيء ¶ عمر ... الباقي ... 5 ¶ الجواب: أم الأب تأخذ 1/ 6 كاملاً، وأم أم الأم لا شيء لها لأنها سقطت بالجدة الأقرب والعم يأخذ الباقي وهذه صورتها. ¶ **********",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ميراث البنات ¶ بالفرض ... بالتعصيب بالغير ¶ (إذا لم يكن معهن أخوهن) ... (إذا كان معهن أخونهن) ¶ إذا كانت واحدة فلها (1/ 2) ... (للذكر مثل حظ الأنثيين) ¶ إذا كن البنات اثنتان فما فوق لهن 2/ 3 ¶ 1 - إذا كان للميت بنت واحدة فقط، فإن البنت تأخذ النصف فرضاً بالإجماع. ¶ 2 - إذا كان للميت أكثر من بنت اثنتان فما فوق فلهن ثلثا التركة بالإجماع من السنة. ¶ 3 - إذا كان للميت أولاد وبنات سواء بنت وولد أو بنتان وولد أو أكثر من ولد، فالذكر يأخذ نصيب الأنثيين بالإجماع. ¶ والدليل على ذلك: ¶ 1 - قال تعالى: {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِسَاءً فَوْقَ اثْنَتَيْنِ مَا تَرَكَ وَإِنْ كَانَتْ وَاحِدَةً فَلَهَا النِّصْفُ [النساء: آية 11]. ¶ 2 - حديث الرسول - صلى الله عليه وسلم -: (أنه أعطى بنتي سعد بن الربيع الثلثين) (¬1). ¶ 3 - الإجماع على ذلك. ¶ ¬__________ ¶ (¬1) – رواه الترمذي (2092) وأبو داود (2891) وابن ماجه (2720).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أمثلة: ¶ 2 ¶ بنت ... 1/ 2 ... 1 ¶ عم ... الباقي ... 1 ¶ مثال (1): مات عن بنت وعم، فما ميراث كلٌ منهما؟ ¶ الجواب: البنت لها 1/ 2 فرضاً لأنها لوحدها ولا يوجد معصب وهو الأخ والعم يأخذ الباقي تعصيباً لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (2): مات عن بنتين وأب، فما ميراث كلاً منهما؟ ¶ 6 ¶ بنتان ... 2/ 3 ... 2+2=4 ¶ أب ... 1/ 6+ الباقي ... 1+1=2 ¶ الجواب: البنتان لهما الثلثان لزيادتهما عن واحدة وعدم المعصب والأب يأخذ الباقي تعصيباً لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (3): مات عن بنت وابن وأب، فما ميراث كلٌ منهما؟ ¶ 6/ 7 ¶ أب ... 1/ 6 ... 1 ¶ بنت + ابن ... الباقي ... 4+2=6 ¶ الجواب: الأب يأخذ 1/ 6 لأنه يوجد فرع وارث ذكر، والابن والبنت لهما الباقي تعصيباً فالابن عصب أخته من النصف فرضاً إلى القسمة بينها وبينه تعصيباً للذكر مثل حظ الأنثيين وهذه صورتها. ¶ **********",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ميراث بنات الابن ¶ (إذا لم يوجد فرع وارث أعلى منهن) ... (إذا وجد فرع وارث أعلى) ¶ للذكر مثل حظ الأنثيين ¶ إذا وجد ذكر في درجتين ¶ أنثى واحدة أعلى فلها 1/ 6 تكملة الثلثان ¶ بالفرض ... بالتعصيب بالغير ... ذكر أعلى (يحجب) ¶ 1/ 2 لانفرادها 2/ 3 إذا كن اثنتان فما فوق",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ميراث بنات الابن ¶ - أجمع أهل العلم على أن بني الابن وبنات الابن بمحض الذكور يقومون مقام البنيين والبنات ذكورهم كذكورهم وإناثهم كإناثهم إذا لم يكن للميت ولد لصلبه وعلى أن بني البنات لا يرثن بالفرض ولا بالتعصيب وإنما مع ميراث أولى الأرحام لمن يقول بميراثها. ¶ - القسم الأول وهو إذا لم يوجد فرع وارث أعلى منهن بنت أو ابن صليبيين أي من الميت مباشرة. ¶ - وميراث بنت الابن هو نفسه ميراث البنت سواءاً لوحدها أو معها أحد. ¶ الحالة الأولى: إذا وجد معهن فرع وارث في درجتهن، حينئذ يرثن بالتعصيب للذكر مثل حظ الأنثيين مثل ابن ابن مع بنت ابن، أو ابن ابن ابن مع بنت ابن ابن. ¶ الحالة الثانية: يرثن فيها بالفرض إذا كانت لوحدها أخذها النصف مثل مات عن بنت ابن وأب، فما ميراث كلٌ منهما؟ ¶ وإذا كن أكثر من واحدة اثنتان، فما فوق يأخذن 2/ 3 للتعدد مثل مات عن بنتين ابن وجد، مثل: مات عن بنتين ابن وجد: ¶ 6/ 7 ¶ 1 ... 1/ 6 ... جد ¶ 4 ... ب ... ابن ابن ¶ + ¶ بنت ابن ¶ 2 ¶ أمثلة: ¶ مثال (1): مات عن ابن ابن وبنت ابن وجد، فما ميراث كلٌ منهم؟ ¶ الجواب: الجد يأخذ 1/ 6 لأنه يوجد فرع وارث ذكر وابن الابن وبنت الابن يأخذوا باقي التركة تعصيباً للذكر مثل حظ الأنثيين وهذه صورتها.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "مثال (2): مات عن بنتي ابن ابن وعم، فما ميراث كلٌ منهم؟ ¶ 3 ¶ بنتي ابن الابن ... 2/ 3 ... 1+1=2 ¶ عم ... الباقي ... 1 ¶ الجواب: لبنتي ابن الابن الثلثان يشتركن فيه بالسوية، والعم يأخذ الباقي لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (3): مات عن بنت ابن، وزوجة، وأب فما ميراث كلٌ منهم؟ ¶ 8 ¶ بنت الابن ... 1/ 2 ... 4 ¶ الزوجة ... /8 ... 1 ¶ الأب ... الباقي ... 3 ¶ الجواب: لبنت الابن 1/ 2 لانفرادها وعدم المعصب وللزوجة 1/ 8 لوجود الفرع الوارث والأب يأخذ الباقي لأنه أولى رجل ذكر وهذه صورتها. ¶ **********",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "القسم الثاني: ميراث بنات الابن (إذا وجد فرع وارث أعلى منهن): ¶ الحالة الأولى: إذا وجد فرع وارث ذكر أعلى منهن يحجبن به، لأن كل ذكر من زيادة الفرع يحجب أبناء الابن وبنات الابن بالإجماع. ¶ الحالة الثانية: إذا وجد فرع وارث أنثى أعلى منها، ففي هذه الحالة يأخذ الفرع الأنثى الأعلى النصف، ويأخذ بنات الابن السدس تكملة الثلثين لأن (الفروع الإناث لهن الثلثان فقط) وهذا بالإجماع. ¶ وذلك أن النبي - صلى الله عليه وسلم - (قضى للبنت النصف ولابنه الابن السدس تكملة الثلثين وما بقي فللأخت) (¬1). ¶ الحالة الثالثة: إذا وجد فرع وارث أنثى أعلى منهن أكثر من واحدة يستغرقن الثلثين، ولا يبقى شيء لبنات الابن فيسقطن إلا إذا كان هناك ابن ابن في درجتهن أو أنزل منهن فيعصبهن للذكر مثل حظ الأنثيين بالإجماع. ¶ مثال على الحالة الأولى: مات عن زوجة وابن وبنت ابن، فما ميراث كلٌ منهم؟ ¶ 8 ¶ زوجة ... /8 ... 1 ¶ ابن ... ب ... 7 ¶ بنت الابن ... لا شيء ... لا شيء ¶ الجواب: للزوجة 1/ 8 فرضاً لوجود الفرع الذكر، وللابن الباقي تعصيباً لأنه أولى رجل ذكر وبنت الابن تحجب بالابن فلا شيء لها وهذه صورتها. ¶ ¬__________ ¶ (¬1) – رواه البخاري (6736) والترمذي (2093) وأبو داود (2890) وابن ماجه (2721).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "مثال على الحالة الثانية: مات عن بنت، وبنت ابن ابن، وعم فما ميراث كل منهم؟ ¶ 6 ¶ بنت ... 1/ 2 ... 3 ¶ بنت ابن ابن ... 1/ 6 ... 1 ¶ جد ... 1/ 6 + الباقي ... 1+1=2 ¶ الجواب: أن للبنت النصف لانفرادها، ولبنت ابن الابن 1/ 6 تكمله الثلثين، وللجد 1/ 6 +الباقي لأن هناك فرع وارث أنثى وهذه صورتها. ¶ مثال على الحالة الثالثة: مات عن 3 بنات، وبنت ابن، وعم فما ميراث كلٌ منهم؟ ¶ 6 ¶ 3 بنات ... 2/ 3 ... 3 ¶ بنت ابن ... لا شيء ... لا شيء ¶ عم ... الباقي ... 1 ¶ الجواب: 3 بنات لهن الثلثان فقط فرضاً وللعم الباقي ولبنت الابن لا شيء فقد أخذت البنات الثلثان وهذه صورتها. ¶ مثال على الحالة الثالثة: مات عن بنتين، وبنت ابن، وابن ابن ابن، فما ميراث كل منهما؟ ¶ 3 ¶ بنتين ... 2/ 3 ... 2 ¶ بنت ابن ... ب ... 1 ¶ ابن ابن ابن ¶ للبنتين الثلثان فرضاً، ولبنت الابن لاشيء لان البنتين أخذن الثلثان ولكن ابن ابن ابن عصبها فكان لهم باقي التركة للذكر مثل حظ الأنثيين. وهذه صورتها.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الأخ أو (الابن المبارك) ¶ وهذا الأخ يكون سبباً في توريث بنات الابن، ولولاه ما ورثتنشيئاً. ¶ ويكون هذا الأخ بدرجتهن مثل ابن ابن أو انزل منهن مثل ابن ابن ابن. ¶ مثال (1): مات عن: بنت وبنت ابن، وبنت ابن ابن، وابن ابن ابن؟ ¶ 6 ¶ بنت ... 1/ 2 ... 3 ¶ بنت ابن ... 1/ 6 ... 1 ¶ بنت ابن ابن ... ب ... 2 ¶ ابن ابن ابن ¶ الجواب: للبنت 1/ 2 لانفرادها، لبنت الابن 1/ 6 تكمله الثلثين. ¶ بنت ابن ابن + ابن ابن ابن = الباقي للذكر مثل حظ الأنثيين، وهذه صورتها. ¶ وهذا هو الأخ المبارك فلولاه ما ورثت أخته شيئاً لاستغراق من فوقها الثلثان، فعصبهما فأخذت معه الباقي للذكر مثل حظ الأنثيين فسمي (الأخ المبارك). ¶ * ويشترط في الأخ المبارك إذا عصب أخته أو أخواته أن يكون من فوقه من البنات قد استغرقن الثلثان. ¶ **********",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الأخ الشؤم ¶ وهو الأخ الذي لولاه لورثت أخته أو أخواته بالفرض، فلما جاء ورثت معه بالتعصب فأخذ الباقي تعصيباً. ويكون هذا الأخ بدرجتهن أو أنزل منهن. ¶ 12 ¶ زوج ... 1/ 4 ... 3 ¶ بنت ... 1/ 2 ... 6 ¶ أم ... 1/ 6 ... 2 ¶ بنت ابن ... الباقي ... 1 ¶ ابن ابن ¶ والصحيح أنه لا يسمى بالأخ الشؤم لأنه قد منع أخواته بعدلٍ من الله تعالى، ولكن الاسم تعارف عليه عند أهل العلم. ¶ مثل: أم، وزوج، وبنت، بنت ابن، وابن ابن؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، و للزوج 1/ 4 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها، ولبنت الابن وابن الابن والباقي تعصيباً (للذكر مثل حظ الأنثيين)، وهذه صورتها. ¶ أنظر إلى هذا المثال فلولا ابن الابن لأخذت بنت الابن بالفرض 1/ 6 تكملة الثلثين فمع وجود ابن الابن ورثت معه تعصيباً للذكر مثل حظ الأنثيين فسمي (الأخ الشؤم). ¶ والفرق بين الأخ المبارك والأخ الشؤم؟ ¶ هو أن الأخ المبارك يكون سبباً لتوريث الأخت في حال أن من فوقها استكمل الثلثين وليس لها أي ميراث ولأنه عصبها فأصبح لها نصيب في الميراث بسبب أخوها. ¶ والأخ الشؤم حجب أخته من الفرض إلى التعصيب وهو في حالة عدم استكمال الثلثين لمن هن أعلى منها وهذا لبنات الابن ولو نزلوا. ¶ والأخ يحجب أخته أيضاً من النصف إلى التعصيب أو من الثلثان إلى التعصيب للذكر مثل حظ الأنثيين.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "ميراث الأخوة الأشقاء أو لأب أو لأم ¶ أجمع أهل العلم أن الأخوة كلهم لا يرثون إلا إذا كانوا كلالة. ¶ الكلالة: هي إذا لم يكن للميت أصل ولا فرع أي لا والد ولا ولد. ¶ الخلاصة: إن الأخوة والأخوات الأشقاء أو لأب لا يرثون في حالة وجود (ابن، ابن ابن، ابن ابن ابن، وأن نزلوا به بمحض الذكور ولا يكون له أصل وارث مثل الأب بالإجماع ومثل الجد على القول الراجح والصحيح من أقوال أهل العلم. ¶ ولا يرث الأخوة لأم: إذا وجد ما ذكر وزاد عليهن البنت فلو وجدت لا يرثون. ¶ - المقصود (الأخوة الأشقاء): هم الأخوة للميت من أب وأم واحد. ¶ - المقصود (بالأخوة لأب) هم الأخوة للميت من أب واحد ومن أمهات مختلفين. ¶ - المقصود (بالأخوة لأم) هم الأخوة للميت من أم واحدة ومن آباء مختلفين. ¶ وأجمعوا على أن الأخوة لأم لا يحجبهم الأخوة الأشقاء أو لأب والعكس صحيح، وهذا سنتكلم عنه في باب الحجب. ¶ الدليل على ميراث الأخوة والأخوات: ¶ 1 - قوله تعالى في سورة النساء: {يَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِي الْكَلَالَةِ إِنِ امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ وَهُوَ يَرِثُهَا إِنْ لَمْ يَكُنْ لَهَا وَلَدٌ فَإِنْ كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [سورة النساء: 176]، قال قتادة قال أبو بكر الصديق الآية التي ختم الله بها سورة",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "النساء أنزلها في الأخوة والأخوات من الأب والأم أو لأب وهذا في تفسير الآية لابن كثير. ¶ 2 - قال تعالى: {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [سورة النساء:12]. ¶ وقد أجمع أهل العلم على أن الله عز وجل أراد بالآية التي في أول النساء الأخوة من الأم والتي في آخرها الأخوة من الأب والأم) (¬1) ¶ 3 - أن رسول الله - صلى الله عليه وسلم - (قضى بالدين قبل الوصية وأن أعيان بني الأم يتوارثون دون بنى العلات الرجل يرث أخاه لأبيه وأمه دون أخيه لأبيه) (¬2). ¶ أعيان بني الأم هم الأخوة الأشقاء وبني العلات هم الأخوة الأب، والأضياف هم الأخوة الأم. ¶ 4 - قضى رسول الله - صلى الله عليه وسلم - (للبنت النصف ولابنة الابن السدس تكملة الثلثان وما بقي فللأخت) (¬3). ¶ والأدلة كثيرة ويكفي ما ذكرناه. ¶ ¬__________ ¶ (¬1) – قاله ابن المنذر في الإجماع (295). ¶ (¬2) – رواه الترمذي (2094) وابن ماجه (2715). ¶ (¬3) – رواه البخاري (6736) وأبو داود (2890) وابن ماجه (2721).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "ميراث الأخوات الشقيقات ¶ بالفرض ... بالتعصيب مع الغير بالتعصيب بالغير ¶ بثلاثة شروط: ... بثلاثة شروط: ... بثلاثة شروط: ¶ 1 - ألا يوجد فرع وارث. ... 1 - ألا يوجد فرع وارث ذكر ويوجد أنثى 1 - عدم وجود فرع وارث ذكر ¶ 2 - ألا يوجد أصل وارث ذكر. ... 2 - عدم وجود أصل وارث ذكر ... 2 - عدم وجود أصل وارث ذكر ¶ 3 - ألا يوجد معصب (الأخ) ... 3 - عدم وجود معصب (الأخ) ... 3 - وجود معصب (الأخ) ¶ للذكر مثل حظ الأنثيين ¶ إذا كانت أخت واحدة فقط 1/ 2 ¶ إذا كانت أكثر من أخت شقيقة 2/ 3 ¶ 1/ 2 ... 2/ 3 ¶ إذا كان الفرع الوارث أنثى واحدة ... إذا كان الفرع الوارث الأنثى أكثر من واحدة ¶ والباقي للأخوات الشقيقات ¶ (تعصيباً مع الغير)",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ميراث الأخوات الشقيقات ¶ بالفرض ... بالتعصيب مع الغير بالتعصيب بالغير ¶ الحالة الأولى: وترث الأخت الشقيقة فيها بالفرض، وذلك بثلاثة شروط: ¶ الشرط الأول: ألا يوجد فرع وارث ذكر أو أنثى لأنه لو وجد الفرع الوارث الذكر لحجب الأخوة والأخوات، ولو وجدت أنثى لورثت الأخت معها بالتعصيب ويسمى (تعصيب مع الغير). ¶ الشرط الثاني: ألا يوجد أصل وارث ذكر لأنه لو وجد أباً للميت لحجب الأخوة والأخوات بالإجماع ولو وجد جداً لحجبهن على الراجح والصحيح. ¶ الشرط الثالث: ألا يوجد معصب وهو الأخ الشقيق لأنه لو وجد لورثت الأخت معه بالتعصيب ولا ترث بالفرض ويسمى (التعصيب بالغير) للذكر مثل حظ الأنثيين. ¶ والمقصود أنها ترث بالفرض أي أنها تأخذ مثل ميراث البنات من الصلب تماماً إن كانت أخت واحدة فلها النصف، وإن كن اثنتان فما فوق ورثن الثلثان. ¶ مثال (1): ماتت عن ابن ابن، وزوج وأخت شقيقة، فما ميراث كل منهم؟ ¶ 4 ¶ زوج ... 1/ 4 ... 1 ¶ ابن ابن ... الباقي ... 3 ¶ أخت ... لا شيء ... لا شيء ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللابن الابن الباقي لأنه أولى رجل ذكر، أما الأخت الشقيقة محجوبة لوجود الابن فليس لها شيء.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الحالة الثانية: مات عن أب، وزوج، وأختين شقيقتين، فما ميراث كل منهم؟ ¶ 2 ¶ زوج ... 1/ 2 ... 1 ¶ أب ... الباقي ... 1 ¶ أختين ... لا شيء ... لا شيء ¶ الجواب: للزوج النصف لعدم وجود الفرع الوارث، وللأب الباقي لأنه أولى رجل ذكر، والأختين ليس لهن شيء وذلك لأنهنَّ محجوبات بالأب وهو الأصل الوارث وهذه صورتها. ¶ الحالة الثالثة: مات عن زوجة وأخ شقيق وأخت شقيقة، فما ميراث كلٌ منهم؟ ¶ 4 ¶ زوج ... 1/ 4 ... 1 ¶ أخ وأخت ... الباقي ... 3 ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، والأخ والأخت لهم الباقي لأن الأخ عصبها للذكر مثل حظ الأنثيين، وهذه صورتها. ¶ مثال آخر: ماتت عن زوج، وأختان شقيقتان، فما ميراث كلٌ منهم؟ ¶ 6/ 7 ¶ زوج ... 1/ 2 ... 3 ¶ أختين ... /3 ... 4 ¶ الجواب: للزوج النصف، وللأختين الثلثان وهذه صورتها. ¶ الحالة الثانية: ويرثن فيها بالتعصيب مع الغير وذلك بثلاثة شروط: ¶ الشرط الأول: لا يوجد فرع وارث ذكر، ويوجد أنثى فلو وجد الذكر لم يرثن. ¶ الشرط الثاني: لا يوجد أصل وارث ذكر لأنه لو وجد لم يأخذن شيء. ¶ الشرط الثالث: لا يوجد معصب، وهو أخوهن الشقيق.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وفي هذه الحالة سيكون الفرع الوارث الأنثى بين حالتين لا ثالث لهما: ¶ الحالة الأولى: أن يكون الفرع الوارث أنثى واحدة، فهي تأخذ 1/ 2 (النصف) والباقي للأخوات الشقيقات تعصيباً مع الغير. ¶ الحالة الثانية: أن يكون الفرع الوارث أكثر من واحدة، فيرثن الثلثين فرضاً ويرث الأخوات الشقيقات حينئذ الباقي تعصيباً مع الغير. ¶ ويتضح من استعراض الشروط السابقة أنه يقصد بالتعصب مع الغير أي التعصيب مع البنات وهو ما يسمى الفرع الوارث الأنثى. ¶ مثال على الحالة الأولى: مات عن بنت وأختين شقيقتين، فما ميراث كلاً منهن؟ ¶ 4/ 2 ¶ البنت ... 1/ 2 ... 1/ 2 ¶ الأختين الشقيقتين ... الباقي ... 1/ 2 ¶ الجواب: للبنت النصف لانفرادها، وللأختين الشقيقتين الباقي وهذه صورتها. ¶ مثال على الحالة الثانية: ماتت عن بنتين وأختين شقيقتين، فما ميراث كل منهن؟ ¶ 3/ 6 ¶ بنتين ... 2/ 3 ... 2/ 4 ¶ أختان شقيقتان ... الباقي ... 1/ 2 ¶ الجواب: للبنتين الثلثان، وللأختين الشقيقتان الباقي وهذه صورتها. ¶ الحالة الثالثة: ويرثن فيها بالتعصيب بالغير ويقصد به الأخ الشقيق ويرثن بثلاثة شروط: ¶ 1 - ألا يوجد فرع وارث ذكر (يوجد أنثى)",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "2 - ألا يوجد أصل وارث ذكر. ¶ 3 - أن يوجد معها أو معهن معصب (وهو الأخ الشقيق). ¶ وفي هذه الحالة بدل أن يأخذن الباقي كله أخذن الباقي مع أخوهن الشقيق للذكر مثل حظ الأنثيين: فيقل ميراثهن مع أخوهن. ¶ مثال: ماتت عن أم وزوج وأخ شقيق وأختين شقيقتين، فما ميراث كلٌ منهم؟ ¶ 6 ¶ أم ... 1/ 6 ... 1 ¶ زوج ... /2 ... 3 ¶ أخ شقيق ... الباقي ... 1+1=2 ¶ أخت شقيقة ¶ الجواب: للأم 1/ 6 لوجود جمع من الأخوة، وللزوج 1/ 2 لعدم وجود الفرع الوارث، والأخ الشقيق مع الأخت الشقيقة لهم الباقي تعصيباً للذكر مثل حظ الأنثيين، وهذه صورتها. ¶ **********",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ميراث الأخوات لأب ¶ عدم وجود الإخوة والأخوات الأشقاء ... عند وجود الأخوة والأخوات الأشقاء ¶ بالفرض ... بالتعصيب ... التعصيب بالغير ¶ بشروط ثلاثة بشروط ثلاثة بشروط ثلاثة ¶ 1 - ألا يوجد فرع وارث ذكر أو أنثى 1 - أن لا يوجد فرع وارث ذكر ويوجد أنثى 1 - أ لا يوجد فرع وارث ذكر ويوجد أنثى ¶ 2 - ألا يوجد أصل وارث ذكر. ... 2 - أن لا يوجد أصل وارث ذكر ... 2 - ألا يوجد أصل وارث ذكر ¶ 3 - ألا يوجد معصب (أخوهن) 3 - عدم وجود معصب (أخوهن) ... 3 - أن يوجد معصب (أخوهن) ¶ يرثن للذكر مثل حظ الأنثيين ¶ أخت واحدة لأب النصف 1/ 2 ... إذا كان الأشقاء ذكور ¶ أكثر من أخت لأب الثلثان 2/ 3 ... يحجب الأخوات لأب ¶ الفرع الوارث الأنثى تأخذ النصف ... إذا كانت الشقيقات إناثاً ¶ إن كانت واحدة، وإن كانتا اثنتان ¶ فما فوق يأخذن الثلثان ... شقيقة واحدة لها 1/ 2 ... أكثر من شقيقة لهن 2/ 3 ¶ والأخوات لأب تكملة لهن ... الأخوات لأب يسقطن ¶ والباقي للأخوات الأب ... 1/ 6 تكملة الثلثين ... إلا إذا وجد معصب أخ ¶ (عصبة مع الغير) ... لأب فيعصبهن في الباقي",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ميراث الأخوات لأب ¶ في حالة عدم وجود الأخوة الأشقاء ... في حالة وجود الأخوة والأخوات الأشقاء ¶ والأخوات الشقيقات ¶ ينظر في ميراث الأخوات لأب في موضوعين لا ثالث لهما: ¶ 1 - عدم وجود الأخوة أو الأخوات الشقيقات. ¶ 2 - وجود الأخوة أو الأخوات الشقيقات. ¶ الموضوع الأول: ¶ ففي حالة عدم وجود الأخوة والأخوات الشقيقات فإن ميراث الأخوات لأب مثل ميراث الأخوات الشقيقات بالضبط وهذا بالإجماع، فيرثن: ¶ 1 - بالفرض 2 - بالتعصيب مع الغير 3 - بالتعصيب بالغير ¶ الحالة الأولى: فيرثن بالفرض بثلاثة شروط: ¶ 1 - ألا يوجد فرع وارث ذكر أو أنثى، ابن، ابن ابن، بنت، بنت ابن ابن وأن أنزلوا. ¶ 2 - ألا يوجد أصل وارث ذكر: مثل الأب بالإجماع والجد على الراجح والصحيح من أقوال أهل العلم. ¶ 3 - ألا يوجد معصب وهو أخوهن لأب، لأنه لو وجد ما ورثن بالفرض ولكن ورثن (بالتعصيب بالغير).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ففي هذه الحالة إن كانت الأخت لأب لوحدها أي لا يوجد أخوات معها فترث النصف فرضاً وبالإجماع، وإن كن أختان فما فوق ورثن الثلثان فرضاً وبالإجماع فهن يأخذن ميراث الفرع الوارث الإناث بالإجماع. ¶ أمثلة: ¶ مثال (1): مات عن أم، أخت لأب وعم، فما ميراث كلٌ منهم؟ ¶ 6 ¶ 1/ 3 ... أم ... 2 ¶ 1/ 2 ... أخت لأب ... 3 ¶ الباقي ... عم ... 1 ¶ الجواب: الأم ترث 1/ 3 فرضاً لعدم الفرع الوارث، ولعدم وجود عدد من الأخوة، والأخت لأب ترث 1/ 2 فرضاً لانفرادها ولعدم وجود الفرع الوارث ولعدم وجود أصل ذكر، ولعدم وجود المعصب وهو أخوها ولعدم وجود الأخوة والأخوات الشقيقات، والعم يأخذ الباقي تعصيباً لأنه أولى رجل ذكر، وهذه صورتها. ¶ مثال (2): ماتت عن زوج، وأختين لأب وعم، فما ميراث كلٌ منهم؟ ¶ 6/ 7 ¶ 1/ 2 ... زوج ... 3 ¶ 2/ 3 ... أختان لأب ... 4 ¶ الباقي ... عم ... - ¶ الجواب: للزوج 1/ 2 فرضاً لعدم وجود الفرع الوارث وللأختين 2/ 3 فرضاً لعدم وجود الفرع الوارث ولعدم وجود الأصل الوارث الذكر ولعدم وجود المعصب وهو أخوهن ولعدم وجود الأخوة والأخوات الأشقاء ولوجود أختان أي التعدد، وللعم الباقي لأنه أولى رجل ذكر ولكن لا يبقى له شيء بعد توزيع التركة وهذه صورتها.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "الحالة الثانية: الإرث بالتعصيب مع الغير ويرثن بثلاثة شروط: ¶ 1 - ألا يوجد فرع وارث ذكر ووجد أنثى. ¶ 2 - ألا يوجد أصل وارث ذكر مثل الأب بالإجماع والجد على الراجح. ¶ 3 - ألا يوجد معصب وهو الأخ لأب. ¶ وفي هذه الحالة إذا وجد الفرع الوارث الأنثى مثل البنات أو بنات الابن وإن نزلن يرث الفرع الوارث الأنثى (النصف) فرضاً ويرث الأخوات؟ لأب الباقي وإذا وجد فرع وارث أنثى اثنتين فأكثر فإنهن يأخذن 2/ 3 الثلثان فرضاً والباقي لأخوات لأب بالإجماع وهذا يسمى (التعصيب مع الغير) لأن الأخوات يعصبن مع البنات. ¶ أمثلة: ¶ مثال (1): ماتت عن بنت وأخت لأب، فما ميراث كلٌ منهم؟ ¶ 2 ¶ بنت ... 1/ 2 ... 1 ¶ أخت لأب ... الباقي ... 1 ¶ الجواب: للبنت 1/ 2 لانفرادها، وللأخت لأب الباقي لعدم وجود الأصل والفرع الذكرين الوارثين ولعدم وجود الأخوة الأشقاء والشقيقات وعدم المعصب وهذه صورتها. ¶ مثال (2): مات عن أم وبنت وثلاثة أخوات لأب، فما ميراث كلٌ منهم؟ ¶ 6×3=18 ¶ أم ... /6 ... 1×3=3 ¶ بنت ... /2 ... 3×3=9 ¶ 3 أخوات لأب ... الباقي ... 2×3=6 ¶ الجواب: للأم 1/ 6 فرضاً لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها، وللأخوات لأب الباقي تعصيباً مع البنات وهذه صورتها.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "الحالة الثالثة: التعصيب بالغير وتكون عند عدم وجود الأشقاء والشقيقات أيضاً وكذا عند عدم وجود الفرع الوارث الذكر لأن الذكر يحجبهن وعدم وجود الأصل الوارث ولكن يشترط وجود ذكر في درجتهن مثل أخوهن حينئذ يرث الأخوات لأب (بالتعصيب بالغير) للذكر مثل حظ الأنثيين. ¶ مثال (1): مات عن أختين لأب وأخ لأب، فما ميراث كل منهم؟ ¶ 4 ¶ 2 ¶ أخ لأب ¶ للذكر مثل حظ الأنثيين ¶ 2 ¶ أختان لأب ¶ الجواب: التركة لهم جميعاً للذكر مثل حظ الأنثيين وهذه صورتها. ¶ مثال (2): ماتت عن زوج وأخ لأب وأخت لأب، فما ميراث كل منهم؟ ¶ 2×3=6 ¶ 1/ 2 ... زوج ... 1×3=3 ¶ 2 ... أخ لأب ... 1×3=3 ¶ 1 ... أخت لأب ¶ الجواب: للزوج 1/ 2 فرضاً لعدم وجود الفرع الوارث (للأخ لأب والأخت لأب) الباقي للذكر مثل حظ الأنثيين (عصبة بالغير)، وهذه صورتها. ¶ ذكرنا في ميراث الأخوات لأب في أول الكلام موضوعين وتكلمنا عن الموضوع الأول وهو في حالة عدم وجود الأخوة والأخوات الأشقاء، أما في الموضوع الثاني فنتكلم عن ميراث الأخوات لأب في حالة وجود الأخوة أو الأخوات الأشقاء.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "الموضوع الثاني: في حالة وجود الأخوة أو الأخوات الأشقاء، لا يخلو الأمر من حالتين لا ثالث لهما: ¶ 1 - وجود الأخ الشقيق سواء مع أخت شقيقة أم لا. ¶ 2 - وجود الأخوات الشقيقات فقط. ¶ ففي الحالة الأولى: إذا وجد الأخ الشقيق فإن الأخ الشقيق يحجب الأخوات والأخوة لأب بالإجماع فلا يرث الأخوة والأخوات لأب شيئاً. ¶ ذلك لأن الأخ الشقيق أقوى منهم وأنه أولى رجل ذكر وأنه أدلى للميت بجهتين الأبوة والأمومة أما الأخ أو الأخت لأب فأدلوا بالأب فقط. ¶ ففي الحالة الثانية: إذا وجدت أخت شقيقة واحدة بدون أخ شقيق ورثت النصف بالإجماع وأما الأخوات لأب فيأخذن 1/ 6 تكملة الثلثين فرضاً بالإجماع. ¶ أما إن كان هناك أختان شقيقتان فما فوق يأخذن 2/ 3 الثلثان فرضاً ولا يبقى للأخوات لأب شيء لأنهن استكملن الثلثان فلا يرثن بالإجماع إلا إذا وجد لهن أخ لأب بدرجتهن فيعصبن ويكون للذكر مثل حظ الأنثيين. ¶ 1@2 ¶ 1 ¶ 1/ 2 ¶ زوج ¶ 1 ¶ الباقي ¶ أخ شقيق ¶ لا شيء ¶ لا شيء ¶ أختان لأب ¶ أمثلة: مثال (1): ماتت عن زوج وأخ شقيق وأختين لأب فما ميراث كل منهم؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث وللأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر والأختان لأب لا شيء لهما لأنهما محجوبتان بالأخ الشقيق وهذه صورتها.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "مثال (2): ماتت عن أخت شقيقة وأخت لأب وعم، فما ميراث كل منهم؟ ¶ 6 ¶ أخت شقيقة ... 1/ 2 ... 3 ¶ أخت لأب ... /6 ... 1 ¶ عم ... الباقي ... 2 ¶ الجواب: للأخت الشقيقة 1/ 2 لانفرادها ولعدم الأصول والفروع الوارثين وللأخت لأب 1/ 6 تكملة الثلثان وللعم الباقي لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (3): مات عن أختين شقيقتين وأختين لأب وعم، فما ميراث كل منهم؟ ¶ 6 ¶ أختان شقيقتان ... 2/ 3 ... 4 ¶ أختان لأب ... لا شيء ... لا شيء ¶ عم ... الباقي ... 2 ¶ الجواب: الأختين الشقيقتين لهما 2/ 3 فرضاً للتعدد وعدم الأصل والفرع الوارث، والعم له الباقي تعصيباً لأنه أولى رجل ذكر والأختين لأب لا شيء لهما لأن الأختان الشقيقتان استكملتا الثلثان وهذه صورتها. ¶ **********",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "ميراث الأخوة للأم ¶ السدس ... الثلث ¶ إذا كان هناك أخ أو أخت واحدة إذا كان الإخوة لأم أكثر من واحد ¶ يشتركون في فهم شركاء في الثلث بالسوية ¶ (للذكر مثل حظ الأنثي) ¶ الأخوة للأم: هم أخوة الميت من أم واحدة ولكن الأب مختلف سواء أكانوا ذكوراً أو إناثاً يقول الله تعالى: {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ} [سورة النساء: 12]. ¶ والمقصود أن الأخوة لأم لا يرثون إلا إذا كانوا كلالة فيرثه حواشيه من إخوة وأخوات. ¶ الكلالة: هي أن لا يكون للميت والد ولا ولد وهذا قول الجمهور. ¶ (وأجمع أهل العلم على أن المقصود بالكلالة في الموضع الأول من سورة النساء هم الأخوة لأم) (¬1). ¶ وأما نصيبهم من الميراث فهو على حالتين: ¶ 1 - إذا كان لميت أخ واحد أو أخت واحدة لم فيرث الواحد منهم السدس فرضاً لقوله تعالى {وَإِنْ كَانَ رَجُلٌ يُورَثُ كَلَالَةً أَوِ امْرَأَةٌ وَلَهُ أَخٌ أَوْ أُخْتٌ فَلِكُلِّ وَاحِدٍ مِنْهُمَا السُّدُسُ}. ¶ ¬__________ ¶ (¬1) – قاله ابن المنذر في الإجماع (295).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "2 - إذا كان إخوة الميت لأم أكثر من واحد أي أثنان فما فوق سواءً ذكوراً أو إناثاً منفردين أو مجتمعين فإنهم يشتركون بالثلث بالسوية لا فضل لذكرهم على أنثاهم أي للذكر مثل حظ الأنثي وهذا بالإجماع لقوله تعالى: {فَإِنْ كَانُوا أَكْثَرَ مِنْ ذَلِكَ فَهُمْ شُرَكَاءُ فِي الثُّلُثِ}. ¶ ويشترط في ميراثهم شرطان: ¶ 1 - إذا لم يكن للميت أصل وارث ذكر مثل الأب بالإجماع والجد على الراجح. ¶ 2 - إذا لم يكن للميت فرع وارث ذكراً أو أنثى مثل (بنت، بنت ابن، ابن، ابن ابن، ابن ابن ابن). ¶ مثال (1): مات عن أب وابن وأخ لأم، فما ميراث كل منهم؟ ¶ 6 ¶ أب ... 1/ 6 ... 1 ¶ ابن ... الباقي ... 5 ¶ أخ لأم ... لا شيء ... لا شيء ¶ الجواب: للأب 1/ 6 فرضاً لوجود الفرع الوارث الذكر، وللابن الباقي تعصيباً لأنه أولى رجل ذكر، والأخ لأم لا شيء له لأنه محجوب بالأصل الوارث وهو الأب وبالفرع وهو الابن وهذه صورتها. ¶ مثال (2): مات عن أم وعم وأخ لأم وأخت لأم، فما ميراث كل منهم؟ ¶ 6 ¶ 1/ 6 ... أم ... 1 ¶ 1/ 3 ... أخ لأم ... 1 ¶ أخت لأم ... 1 ¶ الباقي ... عم ... 3 ¶ الجواب: للأم 1/ 6 فرضاً لوجود عدد من الأخوة فرضاً، وللأخوة (أخ+أخت) – 1/ 3 يقتسمانه بالسوية فرضاً وللعم الباقي وهذه صورتها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "مثال (3): مات عن أم وعم وأخت لأم، فما ميراث كل منهم؟ ¶ 6 ¶ أم ... 1/ 3 ... 2 ¶ أخت لأم ... /6 ... 1 ¶ عم ... الباقي ... 3 ¶ الجواب: للأم 1/ 3 فرضاً لعدم الفرع الوارث وعدم تعدد الأخوة ولأخت لأم 1/ 6 فرضاً لعدم وجود إخوة معها وعدم الحجب من الأصل والفرع، والعم الباقي لأنه أولى رجل ذكر وهذه صورتها. ¶ مثال (4): ماتت عن بنت وأخوين لأم وجد، فما ميراث كل منهم؟ ¶ 6 ¶ بنت ... 1/ 2 ... 3 ¶ جد ... 1/ 6+ الباقي ... 2+1=3 ¶ أخوين لأم ... لا شيء ... لا شيء ¶ الجواب: للبنت 1/ 2 لانفرادها، وللجد 1/ 6 فرضاً والباقي تعصيباً وذلك لأنه أولى رجل ذكر ولوجود الفرع الوارث الأنثى فقط. ¶ والأخوين لأم: لا شيء لهما لأنهما محجوبان بالبنت والجد وهذه صورتها.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الفرض والتعصيب ¶ الفرض: هو ما فرضه الله ورسوله من نصيب في الميراث، قال تعالى: {فَرِيضَةً مِنَ اللَّهِ ..... } [النساء: 11]. ¶ ويسمى هذا العلم (بعلم الفرائض) وهو علم المواريث كما قال رسول الله - صلى الله عليه وسلم - (العلم ثلاثة وما سوى ذلك فضل: آية محكمة، وسنة قائمة، وفريضة عادلة) (¬1). ¶ أما نصيب كل واحد من أصحاب الفروض فقد توكل الله تعالى بتقسيم الأنصبة فكان لكل واحد نصيبه لذلك يقول تعالى: {نَصِيبًا مَفْرُوضًا ... } [النساء: 118]. ¶ والأنصبة المفروضة هي ستة لا سابع لها وهي: ¶ 1 - النصف ... 2 - الربع 3 - الثلث ¶ 4 - الثلثان ... 5 - السدس 6 - الثمن. ¶ صاحب الفرض: هو الذي يأخذ نصيباً مقدراً شرعاً لا يزيد إلا بالرد ولا ينقص إلا بالعول (¬2). ¶ وأصحاب الفروض عشرة أصناف: ¶ 1 - زوج ... 2 - زوجة 3 - أب ¶ 4 - أم ... 5 - الجد 6 - البنات ¶ ¬__________ ¶ (¬1) – أبو داوود في الفرائض (2885). ¶ (¬2) – وسنتكلم عن الرد والعول فيما بعد.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "7 - بنات الابن 8 - الأخت الشقيقة 9 - الأخت لأب ¶ 10 - الأخوة لأم ذكوراً أو إناثاً، وتكملنا عنهم بتفصيل مسبق. ¶ العصبة: هم الذين يرثون بلا تقدير أي ليس لهم نصيب مفروض بل نصيبهم مقدر. ¶ إذا انفرد العاصب بالميراث أخذ جميع المال وإذا كان مع صاحب فرض أخذ ما بقي بعد الفرض لقول النبي - صلى الله عليه وسلم - (ألحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر) (¬1). ¶ فالعاصب يمكن أن: 1) يأخذ كامل التركة ¶ 2) باقي التركة بعد أصحاب الفروض. ¶ 3) لا يأخذ شيء كأن يستوعب الورثة أصحاب الفروض كامل التركة. ¶ وتنقسم العصبة إلى ثلاثة أقسام: ¶ 1 - عاصب بنفسه. ¶ 2 - عاصب بالغير. ¶ 3 - عاصب مع الغير. ¶ القسم الأول: عاصب بنفسه: وهو الذي يرث بنفسه ولا يريد أحد حتى يرث معه أو به وهم المجمع على إرثهم من الرجال فقط إلا الزوج والأخ من الأم وهم أربعة عشر بالإجماع: ¶ ¬__________ ¶ (¬1) – متفق عليه: رواه البخاري (6732) ومسلم (6151) (2).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "1 - ابن ... 2 - ابن ابن وإن نزل ¶ 3 - الأب ... 4 - الجد من قبل الأب وإن علا ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - ابن الأخ الشقيق ... 8 - ابن الأخ لأب ¶ 9 - العم الشقيق وإن علا 10 - العم لأب وإن علا ¶ 11 - ابن العم الشقيق ... 12 - ابن العم لأب ¶ 13 - المعِتق ... 14 - المعِتقة ¶ القسم الثاني: العصبة بالغير: وهم أربعة أصناف: ¶ 1 - البنت فأكثر مع الابن فأكثر. ¶ 2 - بنت الابن فأكثر مع ابن الابن فأكثر سواءً في درجتها أو أنزل منها وسواء أخاها أو ابن عمها ودليل القسمين {يُوصِيكُمُ اللَّهُ فِي أَوْلَادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 11]. ¶ 3 - الأخت الشقيقة فأكثر مع الأخ الشقيق فأكثر. ¶ 4 - الأخت لأب فأكثر مع الأخ لأب فأكثر والدليل قوله تعالى: {وَإِنْ كَانُوا إِخْوَةً رِجَالًا وَنِسَاءً فَلِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ} [النساء: 176]. ¶ القسم الثالث: العصبة مع الغير: وهم صنفان: ¶ 1 - الأخت الشقيقة فأكثر مع البنت أو بنت الابن فأكثر وإن نزل.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "2 - الأخت لأب فأكثر مع البنت فأكثر أو بنت الابن فأكثر. ¶ والدليل ما عليه جمهور العلماء والصحابة والتابعين ومن بعدهم أن الأخوات لأب وأم أو لأب فقط عصبة مع البنات أو بنات الابن وهذا كما رواه الجماعة إلا مسلم والنسائي أن النبي - صلى الله عليه وسلم - (قضى للبنت النصف ولابنة الابن السدس تكملة الثلثين، وما بقي فللأخت) (¬1). ¶ ففي حالة اجتماع العصبة أكثر من شخص فلهم أربع حالات: ¶ 1 - أن يتحدا في الجهة والدرجة والقوة حينها يشتركان في الميراث أي في العصبة مثل الأبناء أو الأخوة الأشقاء أو الأعمام. ¶ 2 - أن يختلفا في الجهة فيقدم الأقوى في الميراث مثل الابن والجدـ، فإن الفرع مقدم على الأصل وهذه قاعدة فيقدم الابن والجهات بالترتيب: ¶ أ) البنوة. ب) الأبوة ج) الأخوة د) العمومة. ¶ 3 - أن يتحدا في الجهة ويختلفا في الدرجة مثل أن يجتمع ابن وابن ابن فيقدم الابن على ابن الابن لأنه مقدم في الدرجة وكذلك الأب على الجد. ¶ 4 - أن يتحدا في الجهة والدرجة ويختلفا في القوة (القرابة) بحيث يكون أحدهما أقوى من الآخر فيقدم الأقوى وهم أربعة أصناف: ¶ أ) أخ شقيق وأخ الأب فيقدم الأخ الشقيق على الأخ لأب لأنه أدلى بجهتين وهم (الأب والأم وأما الأخ لأب فقدم جهة واحدة وهي الأب) ودليل ¶ ¬__________ ¶ (¬1) – رواه البخاري في الفرائض (6736) وأبو داوود في الفرائض (2890).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "هذا الكلام قول الرسول - صلى الله عليه وسلم - (الحقوا الفرائض بأهلها فما بقي فلأولى رجل ذكر) (¬1). ¶ ب) ابن أخ شقيق على ابن الأخ لأب. ¶ ت) العم الشقيق على العم لأب. ¶ ث) ابن العم الشقيق على ابن العم لأب. ¶ هذا الشكل يبين الجهات والدرجات والقرابات ¶ 1) جهة البنوة ... 1 - الابن ... 2 - ابن الابن ¶ 2) جهة الأبوة ... 1 - الأب ... 2 - الجد ¶ 3) جهة الأخوة ... 1 - الأخ الشقيق ... 3 - ابن الأخ الشقيق ... ¶ 2 - الأخ لأب ... 4 - ابن الأخ لأب ¶ 4) جهة العمومة ... 1 - العم الشقيق ... 3 - ابن العم الشقيق ¶ 2 - العم لأب ... 4 - ابن العم لأب ¶ ¬__________ ¶ (¬1) – أخرجه البخاري في كتاب الفرائض (6732) ومسلم في كتاب الفرائض (1615/ 2).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "الحجب ¶ يقول علماء الفرائض يحرم على من لا يعرف الحجب أن يفتي في الفرائض لأنه فيه تزل الأقدام، فممكن أن يُورِّث من لا نصيب له، أو أن يمنع من له نصيب في الميراث فهو باب عظيم الفائدة في مسائل الميراث. ¶ الحجب: منع شخص من كل الميراث أو من بعضه بسبب وصف أو شخص. ¶ فيسمى المانع من الميراث (الحاجب) والممنوع (محجوب) ¶ وينقسم المحجوبون إلى قسمين: ¶ 1 - محجوب بالوصف. ¶ 2 - محجوب بالأشخاص. ¶ القسم الأول: المحجوبون بالوصف: وهم إذا وجدوا يعتبر وجودهم كالعدم فلا يرثون ولا يحجبون أحد لا حجب حرمان ولا حجب نقصان وذلك لأنهم وصفوا بوصف معين وهم ثلاثة أصناف لا غير: ¶ 1 - الرق: فالعبد المملوك لا يرث لأنه ملك لسيده يتصرف به كما يشاء وماله ملك لسيده فلو ورث العبد من قريبه شيئاً لصار الميراث حينئذ لسيده وهو أجنبي عن التركة يقول الرسول الكريم - صلى الله عليه وسلم - (من باع عبداً له مال، فماله للبائع إلا أن يشترط المبتاع) (¬1). ¶ ¬__________ ¶ (¬1) – سبق تخريجه.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "2 - القتل: هو إزهاق الروح مباشرة أو تسبباً ولا فرق بين أن يكون القتل عمداً أو خطأً تعميماً لسد الذريعة ولئلا يدعي العامد في القتل أنه قتل مورثهُ خطأ. ¶ عن عبدالله بن عمرو بن العاص رضي الله عنه قال: قال رسول الله (ليس للقاتل من الميراث شيء) (¬1). ¶ 3 - اختلاف الدين: فلا يرث المسلم الكافر، ولا الكافر المسلم وكذا اليهودي أو النصراني عن أسامة بن زيد رضي الله عنه أن النبي - صلى الله عليه وسلم - قال: (لا يرث المسلم الكافر ولا الكافر المسلم) (¬2)، وذلك لأن صلة القرابة قد انتهت بينهم باختلاف الدين. ¶ قال الله تعالى لنوح عليه السلام عن ابنه: {إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ} [سورة هود: 46]. ¶ وقال - صلى الله عليه وسلم -: (لا يتوارث أهل ملتين) (¬3). ¶ وقال - صلى الله عليه وسلم - (لا يرث المسلم النصراني إلا أن يكون عبده أو أمته) (¬4). ¶ القسم الثاني: المحجوبون بالأشخاص: وهو منع شخص من الإرث بالكلية ويسمى (حجب حرمان) أو منعه من إرث أكثر إلى إرث أقل ويسمى (حجب نقصان) وسبب هذا ¶ ¬__________ ¶ (¬1) – صحيح: رواه الدارقطني (465) والبيهقي (6/ 220) وأبو داوود (4564) راجع الإرواء (6/ 117). ¶ (¬2) – متفق عليه: رواه البخاري (6764) ورواه مسلم (1614). ¶ (¬3) – رواه البخاري (1/ 402) ومسلم (5/ 59). ¶ (¬4) – رواه الدارقطني.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "الحجب بنوعيه وجود شخص أحق منه بالإرث فسُمى حجب الأشخاص ويحجب الأشخاص بحالتين: ¶ 1 - حجب نقصان. 2 - حجب حرمان وإليك البيان. ¶ الحالة الأولى: حجب النقصان: والمراد به: ¶ 1 - نقل الوارث من فرض أكثر إلى فرض أقل: مثل نقل فرض الزوج من النصف إلى فرض الربع لوجود الولد. ¶ 2 - نقل الوارث من فرض إلى تعصيب: مثل نقل فرض البنت من النصف إلى التعصيب مع أخوها. ¶ 3 - نقل من تعصيب إلى فرض: مثل نقل الأب من الباقي تعصيباً لعدم وجود الفرع الوارث الذكر أو الأنثى إلى السدس فرضاً لوجود الفرع الوارث الذكر. ¶ 4 - نقل من تعصيب أكثر إلى تعصيب أقل: مثل أن يكون مع الابن ابن آخر. ¶ والمحجوبون حجب نقصان خمسة، وهم: ¶ 1) الزوج 2) الزوجة 3) بنت الابن ¶ 4) الأم ... 5) الأخت لأب ¶ السدس ¶ الأخت لأب ¶ الأم ¶ بنت الابن ¶ الزوج ¶ الزوجة ¶ الثمن ¶ السدس ¶ السدس ¶ الربع",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "والذين يحجوبون غيرهم حجب نقصان هم ستة أنفار ما بين صاحب فرض أو عاصب وهم: ¶ 1 - الابن 2 - ابن الابن ... 3 - البنت ¶ 4 - بنت الابن 5 - الأخوان فأكثر 6 - الأخت الشقيقة ¶ 1+2 - الابن وابن الابن وإن نزل فيحجبان: ¶ 1 - الزوجة من الربع فرضاً إلى الثمن فرضاً. ¶ 2 - الزوج من النصف فرضاً إلى الربع فرضاً. ¶ 3 - والأب والجد بنقلهما من التعصيب وهو أخذ الباقي إلى السدس بالفرض. ¶ 3 - البنت: فتحجب: ¶ 1 - بنت الابن بنقلها من النصف فرضاً إلى السدس تكملة الثلثان فرضاً. ¶ 2 - وبنتي الابن بنقلهما من الثلثان فرضاً إلى السدس تكملة الثلثان فرضاً. ¶ 3 - الزوج بنقله من النصف فرضاً إلى الربع فرضاً. ¶ 4 - الزوجة بنقلها من الربع فرضاً إلى الثمن فرضاً. ¶ 5 - الأم بنقلها من الثلث فرضاً إلى السدس فرضاً. ¶ 6 - الأب أو الجد بنقلهما من التعصيب وهو أخذ الباقي إلى السدس فرضاً ولهم الباقي تعصيباً إذا كان هناك باقٍ.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "4 - بنت الابن: وتحجب من تحتها من بنات الابن حيث لا معصب لهن من أخ أو ابن ابن مساوٍ لهن في الدرجة أو أسفل منها: فتنقل الواحدة من النصف فرضاً إلى السدس تكملة الثلثان. (ويحجب الزوج والزوجة والأم والأب والجد على نحو ما حجبتهن البنت). ¶ 5 - الأخوان فأكثر أي عدد الأخوة إثنان فما فوق يحجبان: الأم بنقلها من الثلث فرضاً إلى السدس فرضاً. ¶ 6 - الأخت الشقيقة: ¶ 1 - الأخت الشقيقة الواحدة تحجب الأخت لأب بنقلها من النصف فرضاً إلى السدس فرضاً إذا لم يكن معها أخ لأب تعصب به. ¶ 2 - وتُحجب الأختان لأب بنقلهما من الثلثان فرضاً إلى السدس فرضاً إذا لم يوجد معهما أخ لأب تعصبان به. ¶ فائدة: (الزوج أو الزوجة في المسألة العمرية تَحجب الأم من الثلث إلى ثلث الباقي بشرط وجود الأب) وهذا قول عمر بن الخطاب وزيد بن ثابت وجمهور الصحابة. ¶ الحالة الثانية: حجب الحرمان: وهو منع شخص أو أكثر من الإرث بسبب وجود شخص أولى بالميراث. ¶ قواعد حجب الحرمان: ¶ 1 - أن الأصول لا يحجبهم إلا الأصول: مثل الجد لا يحجبه إلا الأب أو الجد الأقرب، والجدة لا يحجبها إلا الأم أو الجدة التي أقرب.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "2 - أن الفروع لا يحجبهم إلا الفروع مثل ابن الابن لا يحجبه إلا الابن أو ابن الابن الذي هو أعلى منه. ¶ 3 - الحواشي يحجبهم الأصل والفرع وحواش، والحواشي هم الأخوة وبنوهم والأعمام وبنوهم، مثل: الأخوة لأب يُسقطون بالابن وابن الابن وبالأب وبالجد على الراجح، والأخ الشقيق والأخت الشقيقة إذا كانت عصبة مع الغير، وهكذا نجد الأخ لأب حجب بأصول وفروع وحواش. ¶ 4 - إذا اجتمع عاصبان فأكثر قدم الأقرب جهة، مثل يقدم الشقيق على الأخ لأب لأن الشقيق أدلى بجهتين وهم الأب والأم والأخ لأب قدم جهة الأب فقط ولو اجتمع ابن مع ابن ابن فيقدم الابن لأنه أقرب جهة وهكذا. ¶ 5 - من أدلى بواسطة حجبته تلك الواسطة: وهذه القاعدة ليست على إطلاقها، كما قال ابن تيمية، مثل ابن الابن مع الابن، فابن الابن أدلى بواسطة إلى الميت وهو الابن فهذا الابن يحجب ابن الابن وهكذا مثل الجدة مع الأم والجد مع الأب والأخوة مع الأب وهي ليست على إطلاقها كما قدمنا: فمثلاً الأخوة لأم أدلو بالأم إلى الميت ومع هذا فهم يرثون وأمهم ترث ولا تحجب، وأيضاً الجدة أم الأب أدلت بالأب ومع هذا فالجدة ترث والأب يرث ولا يحجب والحاصل أن الواسطة إذا أخذت نصيب من تدلى به فإنها تحجبه مثل الأب مع الجد وأما إذا ما أخذت نصيب من تدلي به فإنها لا تحجبه مثل الأخوة لأم مع الأم. ¶ 6 - القرب: فالأقرب يحجب الأبعد مثل الجد الأقرب يحجب الجد الأبعد والجدة الأقرب تحجب الأبعد، وهكذا.",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وهناك أشخاص لا يحجبون أبداً حجب حرمان وهم: ¶ 1 - الزوج ... 2 - الزوجة 3 - الأب ¶ 4 - الأم ... 5 - ابن ... 6 - بنت أو بنتان فأكثر ¶ وأما الذين يحجبون حجب الحرمان هم ستة عشر شخصاً: ¶ 1 - إحدى عشر ذكراً ... 2 - خمسة إناث ¶ الذكور وهم: ¶ 1 - الجد ... 2 - ابن الابن 3 - الأخ الشقيق ¶ 4 - الأخ لأب 5 - ابن الأخ الشقيق 6 - ابن الأخ لأب ¶ 7 - العم الشقيق 8 - العم لأب 9 - ابن عم شقيق ¶ 10 - ابن عم لأب 11 - أخ لأم ¶ الإناث وهن: ¶ 1 - الجدة ... 2 - بنت الابن 3 - الأخت الشقيقة ¶ 4 - الأخت لأب 5 - الأخت لأم ¶ وإليك بيان ذلك بالتفصيل. ¶ قائمة الحجب: 1 - المحجوبون من الذكور: ¶ 1 - الجد: ويحجب باثنين: 1 - الأب 2 - الجد الأقرب (¬1). ¶ ¬__________ ¶ (¬1) – ليس المقصود بأنه يحجب باثنين أو ستة اجتماعها كلها، بل تكفي واحدة تحرمه الإرث كاملاً.",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "2 - ابن الابن: ويحجب باثنين: 1 - الابن 2 - ابن الابن الأقرب. ¶ 3 - الأخ الشقيق ويحجب بأربعة: ¶ 1 - الأب ... 2 - الجد على الراجح ¶ 3 - الابن ... 4 - ابن الابن وإن نزل بمحص الذكور ¶ 4 - الأخ لأب ويحجب بستة: ¶ 1 - الأب ... 2 - الجد على الراجح ¶ 3 - الابن ... 4 - ابن الابن وإن نزل بمحض الذكور ¶ 5 - الأخ الشقيق ¶ 6 - الأخت الشقيقة إذا أصبحت عصبة مع الغير (البنات أو بنات الابن) ¶ 5 - ابن الأخ الشقيق ويحجب بثمانية: ¶ 1 - الأب ... 2 - الجد على الراجح ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير ¶ 8 - الأخت لأب إذا كانت عصبة مع الغير. ¶ 6 - ابن الأخ لأب يحجب بتسعة: ¶ 1 - الأب ... 2 - الجد على الراجح",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير ¶ 8 - الأخت لأب إذا كانت عصبة مع الغير. ¶ 9 - ابن الأخ الشقيق. ¶ 7 - العم الشقيق: يحجب بعشرة: ¶ 1 - الأب ... 2 - الجد ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير ¶ 8 - الأخت لأب إذا كانت عصبة مع الغير. ¶ 9 - ابن الأخ الشقيق. 10 - ابن الأخ لأب ¶ 8 - العم لأب: يحجب بإحدى عشر: ¶ 1 - الأب ... 2 - الجد ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "8 - الأخت لأب إذا كانت عصبة مع الغير. ¶ 9 - ابن الأخ الشقيق. 10 - ابن الأخ لأب ¶ 11 - العم الشقيق. ¶ 9 - ابن العم الشقيق: يحجب بأثنى عشر: ¶ 1 - الأب ... 2 - الجد ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير ¶ 8 - الأخت لأب إذا كانت عصبة مع الغير. ¶ 9 - ابن الأخ الشقيق. 10 - ابن الأخ لأب ¶ 11 - العم الشقيق. 12 - العم لأب ¶ 10 - ابن العم لأب: يحجب بثلاثة عشر: ¶ 1 - الأب ... 2 - الجد ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - الأخ الشقيق ... 6 - الأخ لأب ¶ 7 - الأخت الشقيقة إذا كانت عصبة مع الغير ¶ 8 - الأخت لأب إذا كانت عصبة مع الغير.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "9 - ابن الأخ الشقيق. 10 - ابن الأخ لأب ¶ 11 - العم الشقيق. 12 - العم لأب ¶ 13 - ابن العم الأب ¶ 11 - الأخ لأم: ويحجب بستة: ¶ 1 - الأب ... 2 - الجد (على الراجح) ¶ 3 - الابن ... 4 - ابن الابن وإن نزل ¶ 5 - البنت ... 6 - بنت الابن",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "جدول حجب الذكور ¶ المحجوبون ... الحاجبون ¶ عددهم ... 1 ¶ الجد ... 2 ... الأب ... الجد الأقرب ¶ ابن الابن ... 2 ... ابن ... ابن ابن الأقرب ¶ الأخ الشقيق ... 4 ... الأب ... الجد ... ابن ... ابن ابن ¶ الأخ لأب ... 6 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ¶ ابن الأخ الشقيق ... 8 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ¶ ابن الأخ لأب ... 9 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ... ابن أخ ش ¶ العم الشقيق ... 10 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ... ابن أخ ش ... ابن أخ لأب ¶ العم لأب ... 11 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ... ابن أخ ش ... ابن أخ لأب ... العم ش ¶ ابن العم الشقيق ... 12 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ... ابن أخ ش ... ابن أخ لأب ... العم ش ... العم لأب ¶ ابن العم لأب ... 13 ... الأب ... الجد ... ابن ... ابن ابن ... أخ ش ... أخت ش عصبة مع الغير ... أخ لأب ... أخت لأب عصبة مع الغير ... ابن أخ ش ... ابن أخ لأب ... العم ش ... العم لأب ... ابن العم ش ¶ الأخ لأم ... 6 ... الأب ... الجد ... ابن ... ابن ابن ... البنت ... بنت الابن ¶ مع العلم أن الجد يحجب الأخوة والأخوات على الراجح وليس بالإجماع.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "المحجوبات من النساء ¶ 1 - الجدة وتحجب باثنين: 1 - الأم ... 2 - الجدة القريبة ¶ 2 - بنت الابن وتحجب باثنين: ¶ 1 - الابن ¶ 2 - البنتان فأكثر إلا إذا كان معهما معصب (الأخ المبارك) ¶ 3 - الأخت الشقيقة وتحجب بأربعة: ¶ 1 - الأب 2 - الجد على الراجح ¶ 3 – الابن 4 - ابن الابن إن نزل ¶ 4 - الأخت لأب وتحجب بسبعة: ¶ 1 - الأب 2 - الجد على الراجح ¶ 3 – الابن 4 - ابن الابن إن نزل ¶ 5 - الأخ الشقيق ¶ 6 - الأخت الشقيقة إذا كانت عصبة مع الغير (مع البنات أو بنات الابن وإن نزل) ¶ 7 - الأختين الشقيقتين إذا استغرقتا الثلثان ولم يوجد للأخت لأب معصب. ¶ 5 - الأخت لأم وتحجب بستة: ¶ 1 - الأب 2 - الجد على الراجح",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "3 – الابن 4 - ابن الابن إن نزل ¶ 5 - البنت 6 - بنت الابن وإن نزل ¶ وإليك جدول يبين هذا الحجب بسهولة. ¶ جدول حجب الإناث ¶ المحجوبات ... الحاجبون ¶ عدد ... 1 ... 6 ... 7 ... ¶ الحاجبين ¶ الجدة ... 2 ... الأم ... الجدة القريبة ¶ بنت الابن ... 2 ... الابن ... البنتان فأكثر إلا إذا كانا لهما معصب ¶ الأخت الشقيقة ... 4 ... الأب ... الجد ... الابن ... ابن الابن وإن نزل ¶ الأخت لأب ... 7 ... الأب ... الجد ... الابن ... ابن الابن وإن نزل ... الأخ ... الأخت الشقيقة إذا كانت عصبة مع الغير ... الأختان ش إذا استغرقتا الثلثان ولم يوجد لها معصب ... ¶ الشقيق ¶ الأخت لأم ... 6 ... الأب ... الجد ... الابن ... ابن الابن وإن نزل ... البنت ... بنت ... ¶ الابن ¶ مع العلم أن الجد يحجب الأخوة والأخوات على الراجح وليس بالإجماع.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "أمثلة على المحجوبون من الذكور وهم إحدى عشر شخصاً على كل حاجب، مثال: ¶ أولاً: الجد ويحجب باثنين: ¶ مثال (1): مات عن جد، وأب وزوجة؟ ¶ الجواب: للزوجة 1/ 4 فرضاً لأنه لا ولد له، وللأب الباقي لأنه أولى رجل ذكر والجد محجوب بالأب. ¶ مثال (2): مات عن أبي أبيه وأبي أبي أبيه وزوجة وابن؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث ولأبي الأب 1/ 6 لوجود الفرع الوارث الذكر، وأبي أبي الأب محجوب بالجد الأقرب، وللابن الباقي لأنه أولى رجل ذكر. ¶ ثانياً: حجب ابن الابن ويحجب باثنين: ¶ مثال (1): مات عن ابن وابن ابن وأب وزوجة؟ ¶ الجواب: للأب 1/ 6 لوجود الفرع الوارث الذكر وللزوجة 1/ 8 لوجود الفرع الوارث، وابن الابن محجوب بالابن، والابن له الباقي لأنه أولى رجل ذكر. ¶ مثال (2): ماتت عن ابن ابن ابن، وابن ابن، وزوج وأم؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث وللأم 1/ 6 لوجود الفرع الوارث، وابن ابن الابن محجوب بابن الابن الأقرب ولابن الابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ ثالثاً: الأخ الشقيق: ويحجب بأربعة: ¶ مثال (1) ماتت عن أخ شقيق وأب وبنت وأم؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وعدم المعصب، وللأب 1/ 6 فرضاً، والباقي تعصيباً لوجود الفرع الوارث الأنثى، والأخ محجوب بالأب.",
            "page": "83",
            "part": "1"
        },
        {
            "id": "84",
            "nass": "مثال (2): مات عن أخ شقيق وجد وزوجة وأم؟ ¶ الجواب: للأم 1/ 3 لعدم وجود الفرع الوارث ولعدم الأخوة، وللزوجة 1/ 4 لعدم وجود الفرع الوارث، والأخ الشقيق محجوب بالجد على الراجح، وللجد الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (3) مات عن أخ شقيق وابن وزوجة؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، والأخ الشقيق محجوب بالابن، وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): مات عن أخ شقيق وابن ابن وأم؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، الأخ الشقيق محجوب بابن الابن ولابن الابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ رابعاً: الأخ لأب ويحجب بستة: ¶ مثال (1): ماتت عن زوج وأم وأب وأخ لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث وللأم 1/ 3 الباقي بعد الزوج، فالمسألة عمرية والأخ محجوب بالأب وللأب الباقي لأنه أولى رجل ذكر. ¶ مثال (2): مات عن أخ لأب وجد وبنت؟ ¶ الجواب: للبنت 1/ 2 لانفرادها وعدم المعصب، والأخ لأب محجوب بالجد، وللجد 1/ 6 فرضاً والباقي تعصيباً لوجود الفرع الوارث الأنثى.",
            "page": "84",
            "part": "1"
        },
        {
            "id": "85",
            "nass": "مثال (3): مات عن أخ لأب وابن وأم أم؟ ¶ الجواب: لأم الأم 1/ 6 وهي الجدة، والأخ لأب محجوب بالابن، وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): مات عن زوجة وابن ابن وأخ لأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث والأخ لأب محجوب بابن الابن، وابن الابن يأخذ الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (5): مات عن أخ لأب وأخ شقيق وأخ لأم؟ ¶ الجواب: أخ لأم 1/ 6 لعدم وجود الفرع الوارث والأصل الوارث ولعدم التعدد، والأخ لأب محجوب بالأخ الشقيق، والأخ الشقيق يأخذ الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (6): ماتت عن أخ لأب، وأخت شقيقة وبنت؟ ¶ الجواب: للبنت 1/ 2 لانفرادها وعدم المعصب، والأخ لأب محجوب بالأخت الشقيقة التي صارت عصبة مع الغير وهي البنت وللأخت الشقيقة الباقي تعصيباً. ¶ خامساً: ابن الأخ الشقيق ويحجب بثمانية: ¶ مثال (1): ما ت عن أب وبنتين وابن أخ شقيق؟ ¶ الجواب: للبنتين 2/ 3 للتعدد وعدم العصبة، وابن الأخ الشقيق محجوب بالأب، والأب له الباقي تعصيباً لأنه أولى رجل ذكر.",
            "page": "85",
            "part": "1"
        },
        {
            "id": "86",
            "nass": "مثال (2): مات عن ابن أخ شقيق وزوجة وجد؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، وابن الأخ الشقيق محجوب بالجد على الراجح، وللجد الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (3): ماتت عن ابن وزوج وابن أخ شقيق؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وابن الأخ الشقيق محجوب بالابن وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): هلك عن أم وبنت وابن ابن وابن أخ شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها وعدم المعصب، وابن الأخ الشقيق محجوب بابن الابن وابن الابن له الباقي لأنه أولى رجل ذكر. ¶ مثال (5): مات عن أخ شقيق، وزوجة وابن أخ شقيق؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث وابن الأخ الشقيق محجوب بالأخ الشقيق وللأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (6): مات عن أم وبنت وأخت شقيقة وابن أخ شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها وعدم المعصب، وابن الأخ الشقيق محجوب بالأخت الشقيقة التي صارت عصبة مع الغير، وللأخت الشقيقة الباقي تعصيباً.",
            "page": "86",
            "part": "1"
        },
        {
            "id": "87",
            "nass": "مثال (7): مات عن أم وأخوان لأم وأخ لأب وابن أخ شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود جمع من الأخوة وللأخوين لأم الأم1/ 3 بالتساوي وذلك للتعدد، وابن الأخ الشقيق محجوب بالأخ لأب، والأخ لأب له الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (8): مات عن زوجة وبنتين وأم وأخت لأب وابن أخ شقيق وعم؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، وللزوجة 1/ 8 لوجود الفرع الوارث، وللبنتين 2/ 3 للتعدد وابن الأخ الشقيق محجوب بالأخت لأب التي صارت عصبة مع الغير (البنتين) والعم محجوب بابن الأخ الشقيق وللأخت الباقي تعصيباً. ¶ سادساً: ابن الأخ لأب ويحجب بتسعة: ¶ مثال (1): هلك عن أب وأم وزوجة وابن أخ لأب؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، وللأم 1/ 3 الباقي لأن المسألة عمرية وابن الأخ لأب محجوب بالأب، والأب له الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): مات عن أم، وزوج، وجد، وابن أخ لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، وللأم 1/ 3 التركة، وابن الأخ لأب محجوب بالجد على الراجح، وللجد الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (3): ماتت عن أم وبنت وابن وابن أخ لأب؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، وابن الأخ لأب محجوب بالفرع الوارث الذكر، والابن والبنت لهم الباقي تعصيباً للذكر مثل حظ الأنثيين.",
            "page": "87",
            "part": "1"
        },
        {
            "id": "88",
            "nass": "مثال (4): ماتت عن زوج وأم وابن ابن وبنت وابن أخ لأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وللأم 1/ 6 لوجود الفرع الوارث، وابن أخ لأب محجوب بابن الابن، ولابن الابن الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (5): مات عن أم وأخ لأم وأخ شقيق وابن أخ لأب؟ ¶ الجواب: للأم 1/ 6 لوجود جمع من الأخوة، وللأخ لأم 1/ 6 لانفرادها، وابن الأخ لأب محجوب بالأخ الشقيق، وللأخ الشقيق الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (6): ماتت عن ابنتين وزوج وأخت شقيقة وابن أخ لأب؟ ¶ الجواب: للبنتين 2/ 3 للتعدد وعدم المعصب، للزوج 1/ 4 لوجود الفرع الوارث، وابن الأخ الشقيق محجوب بالأخت الشقيقة التي صارت عصبة مع الغير (البنتين) وللأخت الشقيقة الباقي تعصباً. ¶ مثال (7): مات عن زوجة وأخ لأب وثلاثة أخوة لأم وابن أخ لأب؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، وللأخوة لأم 1/ 3 للتعدد، وابن الأخ لأب محجوب بالأخ لأب، وللأخ لأب يأخذ الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (8): ماتت عن زوج وبنت ابن وأخت لأب وابن أخ لأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، ولبنت الابن 1/ 2 لانفرادها وعدم المعصب، وابن الأخ لأب محجوب بالأخت لأب التي صارت عصبة مع الغير (بنت الابن)، وللأخت لأب الباقي تعصيباً.",
            "page": "88",
            "part": "1"
        },
        {
            "id": "89",
            "nass": "مثال (9): مات عن زوجة وأم وأخ لأم وابن أخ شقيق وابن أخ لأب؟ ¶ الجواب: للأم 1/ 3 لعدم وجود الفرع الوارث وجمع مع الأخوة، وللزوجة 1/ 4 لعدم وجود الفرع الوارث وللأخ لأم 1/ 6 لانفراده وابن الأخ لأب محجوب بابن الأخ الشقيق ولابن الأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر. ¶ سابعاً: العم الشقيق ويحجب بعشرة: ¶ مثال (1): ماتت عن بنت وأب وزوج وعم شقيق؟ ¶ الجواب: للبنت 1/ 2 لانفرادها وعدم المعصب وللزوج 1/ 4 لوجود الفرع الوارث وللعم الشقيق محجوب بالأب، وللأب الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): مات عن أم وجد وبنت ابن وعم شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، ولبنت الابن 1/ 2 لانفرادها وعدم المعصب، والعم الشقيق محجوب بالجد على الأرجح، وللجد 1/ 6 فرضاً + الباقي تعصيباً لأنه أولى رجل ذكر ولوجود فرع أنثى. ¶ مثال (3): مات عن بنت، وابن وزوجة وعم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، والعم الشقيق محجوب بالابن، وللابن والبنت الباقي تعصيباً للذكر مثل حظ الأنثيين. ¶ مثال (4): مات عن أم وابن ابن، وأبي أبي أبيه وأم أم أمه وعم شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث ولأبي أبي الأب 1/ 6 فرضاً، وأم أم الأم محجوبة بالأم، والعم الشقيق محجوب بابن الابن، ولابن الابن الباقي تعصيباً لأنه أولى رجل ذكر.",
            "page": "89",
            "part": "1"
        },
        {
            "id": "90",
            "nass": "مثال (5): مات عن أخ شقيق وأخ لأم وعم شقيق؟ ¶ الجواب: للأخ لأم 1/ 6 لانفراده وكونه من الكلالة والعم الشقيق محجوب بالأخ الشقيق وللأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (6): ماتت عن أخت شقيقة وأخت لأم وبنت ابن وعم شقيق؟ ¶ الجواب: لبنت الابن 1/ 2 لانفرادها وعدم المعصب وللأخت لأم 1/ 6 لانفرادها وكونها من الكلالة، والعم الشقيق محجوب بالأخت الشقيقة التي صارت عصبة مع الغير (بنت الابن) وللأخت الشقيقة الباقي تعصيباً. ¶ مثال (7): مات عن أم وجد وأخ لأب وعم شقيق؟ ¶ الجواب: للأم 1/ 3 لعدم وجود الفرع الوارث أو جمع من الأخوة، والأخ لأب محجوب بالجد على الأرجح والعم الشقيق محجوب بالجد والأخ لأب، وللجد الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (8): ماتت عن أخت للأب وبنت ابن وعم شقيق؟ ¶ الجواب: لبنت الابن 1/ 2 لانفرادها وعدم المعصب، والعم الشقيق محجوب بالأخت لأب التي صارت عصبة مع الغير (بنت الابن)، وللأخت لأب الباقي تعصيباً. ¶ مثال (9): ماتت عن زوج وعم شقيق وابن أخ شقيق؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث والعم الشقيق محجوب بابن الأخ الشقيق، وللابن الأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (10): مات عن زوجة وابن أخ لأب وعم شقيق؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، والعم الشقيق محجوب بابن الأخ لأب ولابن الأخ لأب الباقي تعصيباً لأنه أولى رجل ذكر.",
            "page": "90",
            "part": "1"
        },
        {
            "id": "91",
            "nass": "ثامناً: العم لأب ويحجب بإحدى عشر: ¶ مثال (1): مات عن أب وعم لأب، أم أبي أبيه، أم أم أبيه؟ ¶ الجواب: أم أبي الأب+ أم أم الأب لهن 1/ 6 يقسمانه بالسوية لتساويهن في القرب، والعم لأب محجوب بالأب، والأب يأخذ الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): ماتت عن زوج وأم وجد وعم لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث وللأم 1/ 3 لعدم وجود الفرع الوارث أو جمع من الأخوة والعم لأب محجوب بالجد على الراجح، وللجد الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (3): مات عن أم وابن وبنت وعم لأب؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث وللابن مع البنت الباقي تعصيباً للذكر مثل حظ الأنثيين، والعم لأب محجوب بالابن. ¶ مثال (4): مات عن زوجة وبنت وابن ابن وعم لأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها والعم لأب محجوب بابن الابن، ولابن الابن الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (5): ماتت عن زوج وبنت وأخ شقيق وعم لأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها وعدم المعصب، والعم لأب محجوب بالأخ الشقيق، والأخ الشقيق له الباقي لأنه أولى رجل ذكر.",
            "page": "91",
            "part": "1"
        },
        {
            "id": "92",
            "nass": "مثال (6): مات عن زوجة وبنتين وأخت شقيقة وعم لأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللبنتين 2/ 3 لأنهما أكثر من واحدة، والعم لأب محجوب بالأخت الشقيقة التي صارت عصبة مع الغير (البنتين) وللأخت الشقيقة الباقي تعصيباً. ¶ مثال (7): مات عن أم وأخ لأم وأخ لأب وعم لأب؟ ¶ الجواب: للأم 1/ 6 لوجود جمع من الأخوة، وللأخ لأم 1/ 6 لانفراده وعدم الأصل والفرع الوارثين، والعم لأب محجوب بالأخ لأب، والأخ لأب الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (8): ماتت عن زوج و3 بنات ابن، وأخت لأب وعم لأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، و3 بنات الابن 2/ 3 لأنهما أكثر من واحدة، والعم لأب محجوب بالأخت لأب التي صارت عصبة مع الغير (3 بنات) وللأخت لأب الباقي تعصيباً. ¶ مثال (9): مات عن أم وأخ لأم وابن أخ شقيق وعم لأب؟ ¶ الجواب: للأم 1/ 3 لعدم وجود جمع من الأخوة والاخوات وعدم وجود فرع وارث، وللأخ لأم 1/ 6 لانفراده وعدم وجود الفرع الوارث، والعم لأب محجوب بابن الأخ الشقيق، وابن الأخ الشقيق له الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "92",
            "part": "1"
        },
        {
            "id": "93",
            "nass": "مثال (10): ماتت عن زوج وابن أخ لأب، وعم لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، والعم لأب محجوب بابن الأخ لأب ولابن الأخ لأب الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (11): مات عن أم وبنت وعم شقيق وعم لأب؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها والعم لأب محجوب بالعم الشقيق وللعم الشقيق الباقي تعصيباً فهو أولى رجل ذكر. ¶ تاسعاً: ابن العم الشقيق ويحجب بإثنى عشر: ¶ مثال (1): مات عن أم وأب وابن عم شقيق؟ ¶ الجواب: للأم 1/ 3 لعدم وجود الفرع الوارث أو جمع من الأخوة، وابن العم الشقيق محجوب بالأب وللأب الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (2): مات رجل عن زوجة وجد وبنت ابن وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث وبنت الابن 1/ 2 لانفرادها وعدم المعصب وابن العم الشقيق محجوب (بالجد على الراجح) وللجد 1/ 6 فرضاً ثم الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (3): مات رجل عن أم وزوجة وابن وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، وابن عم الشقيق محجوب بالابن، وللابن الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "93",
            "part": "1"
        },
        {
            "id": "94",
            "nass": "مثال (4): ماتت امرأة عن زوج وأم وابن ابن وابن عم شقيق؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، وابن عم الشقيق محجوب بابن الابن ولابن الابن الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (5): مات رجل عن زوجة وأخ لأم وأخ شقيق وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، وللأخ لأم 1/ 6 لانفراده وعدم الأصل والفرع الوارث، وابن العم الشقيق محجوب بالأخ الشقيق، وللأخ الشقيق الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (6): ماتت امرأة عن زوج وبنت وأخت شقيقة وابن عم شقيق؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وعدم المعصب وابن العم الشقيق محجوب بالأخت الشقيقة التي صارت عصبة مع الغير (البنت) وللأخت الشقيقة الباقي تعصيباً. ¶ مثال (7): مات عن أم، أخ لأم، وأخ لأب، ابن عم شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود جمع من الأخوة وللأخ لأم 1/ 6 فرضاً لانفراده وعدم الأصل والفرع الوارث وابن العم الشقيق محجوب بالأخ لأب، والأخ لأب له الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "94",
            "part": "1"
        },
        {
            "id": "95",
            "nass": "مثال (8): مات رجل عن زوجة، وأم وبنت وابن أخ شقيق، وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وللأم 1/ 6 لوجود الفرع الوارث، وابن العم الشقيق محجوب بابن الأخ الشقيق، ولابن الأخ الشقيق الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (9): مات رجل عن زوجة، وأم وبنتي ابن، وأختين لأب وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، وبنتي الابن 2/ 3 لأنهما أكثر من واحدة، وابن العم الشقيق محجوب بالأختين لأب اللتين صارتا عصبة مع الغير (بنتي الابن) وللأختين لأب الباقي تعصيباً. ¶ مثال (10) ماتت امرأة عن زوج وأم وبنتين وابن أخ لأب وابن عم شقيق؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، وللبنتين 2/ 3 للتعدد، وابن العم الشقيق محجوب بابن الأخ لأب، وابن الأخ لأب الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (11): مات رجل عن زوجة وبنت وأم أبي أبيه وعم شقيق وابن عم شقيق؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث وللبنت 1/ 2 لانفرادها وعدم المعصب، ولأم أبي الأب 1/ 6 لعدم وجود الأم، وابن العم الشقيق محجوب بالعم الشقيق، وللعم الشقيق الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "95",
            "part": "1"
        },
        {
            "id": "96",
            "nass": "مثال (12): مات رجل عن أم وأخت شقيقة وأخت لأب وأخت لأم وعم لأب وابن عم شقيق؟ ¶ الجواب: للأم 1/ 6 لوجود الجمع من الأخوة، وللأخت الشقيقة 1/ 2 لانفرادها، وعدم الفرع الوارث، وللأخت لأب 1/ 6 تكملة الثلثين تعصيباً مع الأخت الشقيقة، وللأخت لأم 1/ 6 لانفرادها وعدم الأصل والفرع الوارثين، وابن العم الشقيق محجوب بالعم لأب، وللعم لأب الباقي تعصيباً لأنه أولى رجل ذكر، والعم لأب لم يبقى له شيء بعد توزيع الفروض. ¶ عاشراً: ابن العم لأب يحجب بثلاثة عشر: ¶ مثال (1): هلك عن أب وزوجة و3 بنات وابن عم لأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، و3 بنات 2/ 3 لزيادتهما عن واحدة، وابن العم لأب محجوب بالأب، وللأب 1/ 6 فرضاً والباقي تعصيباً لأنه أولى رجل ذكر ولوجود الفرع الوارث الأنثى. ¶ مثال (2): ماتت عن أم وبنت وجد وابن عم لأب؟ ¶ الجواب: الأم 1/ 6لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وعدم المعصب وابن العم لأب محجوب بالجد (على الراجح) وللجد 1/ 6 فرضاً والباقي تعصيباً لأنه أولى رجل ذكر ولوجود الفرع الأنثى.",
            "page": "96",
            "part": "1"
        },
        {
            "id": "97",
            "nass": "مثال (3): ماتت عن زوج وأم وابن وابن عم الأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، وابن العم لأب محجوب بالابن وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): مات عن زوجة وابن ابن وأم أبي أبيه وابن عم الأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللأم أبي الأب 1/ 6 فرضاً، وابن العم لأب محجوب بابن الابن، ولابن الابن الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (5): مات عن بنت وأخ شقيق وابن عم للأب؟ ¶ الجواب: للبنت 1/ 2 لانفرادها وعدم المعصب، وابن العم لأب محجوب بالأخ الشقيق وللأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (6): مات عن أخت شقيقه، وبنت ابن، وابن عم لأب؟ ¶ الجواب: بنت الابن 1/ 2 لانفرادها وعدم المعصب، وابن العم محجوب بالأخت الشقيقة التي صارت عصبة مع الغير (بنت الابن) والأخت الشقيقة الباقي تعصيباً. ¶ مثال (7): ماتت عن أم وأخ لأب وابن عم لأب؟ ¶ الجواب: للأم 1/ 3 لعدم وجود الفرع الوارث أو جمع الأخوة، وابن عم الأب محجوب بالأخ لأب، والأخ لأب له باقي التركة تعصيباً لأنه أولى رجل ذكر.",
            "page": "97",
            "part": "1"
        },
        {
            "id": "98",
            "nass": "مثال (8): مات عن 4 بنات وأخت لأب وابن عم لأب؟ ¶ الجواب: 4 بنات 2/ 3 للتعدد وعدم المعصب، وابن عم لأب محجوب بالأخت لأب التي صارت عصبة مع الغير (4 بنات) وللأخت الأب الباقي تعصيباً. ¶ مثال (9): مات عن زوجة، وأم أم، وابن أخ شقيق وابن عم لأب؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، ولأم الأم 1/ 6 فرضاً لعدم وجود الأم، وابن العم لأب محجوب بابن الأخ الشقيق وابن الأخ الشقيق له الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (10): ماتت امرأة عن زوج، وأخ لأم وابن أخ لأب وابن عم لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، والأخ لأم 1/ 6 لانفراده وابن العم لأب محجوب بابن الأخ لأب، وابن الأخ لأب له الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (11): مات عن أم و4 بنات وعم شقيق وابن عم لأب؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، و4 بنات لهن 2/ 3 لزيادتهما عن واحدة، وابن العم لأب محجوب بالعم الشقيق، والعم الشقيق له الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (12): مات رجل عن زوجة، وأخت لأم وعم لأب وابن عم لأب؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، وللأخت الأم 1/ 6 فرضاً وابن العم لأب محجوب بالعم لأب، وللعم لأب الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "98",
            "part": "1"
        },
        {
            "id": "99",
            "nass": "مثال (13): ماتت امرأة عن زوج، وأخوان لأم، وابن عم شقيق وابن عم لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، والأخوة لأم 1/ 3 لأنهم أكثر من واحد وابن العم لأب محجوب بابن العم الشقيق، ولابن العم الشقيق الباقي تعصيباً فهو أولى رجل ذكر. ¶ الحادي عشر: الأخ لأم وهو محجوب بستة: ¶ مثال (1): مات عن أم وأب وزوج وأخ لأم؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، وللأم 1/ 3 الباقي لأن المسألة عمرية، والأخ لأم محجوب بالأب وللأب الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): مات رجل عن زوجة، وجد وعم شقيق وأخ لأم؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث، والعم الشقيق محجوب بالجد (على الأرجح) والأخ لأم محجوب بالجد (على الأرجح) وللجد الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (3): مات عن أم وابن وأخ لأم؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث والأخ لأم محجوب بالابن وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): مات رجل عن أم وزوجة وابن ابن ابن وأخ لأم؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث، والأخ لأم محجوب بابن ابن ابن، ولابن ابن ابن الباقي تعصيباً فهو أولى رجل ذكر.",
            "page": "99",
            "part": "1"
        },
        {
            "id": "100",
            "nass": "مثال (5): مات رجل عن زوجة، وبنت وأخ لأب وعم شقيق وأخ لأم؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها، والعم الشقيق محجوب بالأخ لأب، والأخ لأم محجوب بالفرع الوارث (البنت) وللأخ لأب الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (6): مات رجل عن زوجة، وبنت ابن، وعم شقيق وأخ شقيق وأخ لأم؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، والعم الشقيق محجوب بالأخ الشقيق والأخ لأم محجوب ببنت الابن وبنت الابن لها 1/ 2 لانفرادها وعدم المعصب، وللأخ الشقيق الباقي فهو أولى رجل ذكر.",
            "page": "100",
            "part": "1"
        },
        {
            "id": "101",
            "nass": "ثانياً: أمثلة على المحجوبون من الإناث وهم خمسة أشخاص على كل حاجب مثال: ¶ أولاً: الجدة وتحجب باثنين كما تقدم: ¶ مثال (1): ماتت عن جدة وأم وزوج وأب؟ ¶ الجواب: الجدة محجوبة بالأم، وللأم 1/ 3 الباقي لعدم الفرع الوارث وعدم جمع الأخوة ولأنها مسألة عمرية، وللزوج 1/ 2 لعدم وجود الفرع الوارث وللأب الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (2): مات عن أم أم أمه، وأم أمه، عم؟ ¶ الجواب: أم أم الأم محجوبة بالجدة القريبة، وهي أم الأم، ولأم الأم 1/ 6 فرضاً لعدم وجود الأم، وللعم الباقي تعصيباً لأنه أولى رجل ذكر. ¶ ثانياً: بنت الابن وتحجب باثنين: ¶ مثال (1) ماتت عن بنت ابن وابن وزوج؟ ¶ الجواب: بنت الابن محجوبة بالابن وللزوج 1/ 4 لوجود الفرع الوارث وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): مات عن ثلاثة بنات وبنت ابن وأخت شقيقة؟ ¶ الجواب: للبنات 2/ 3 فرضاً للتعدد وبنت الابن محجوبة لاستغراق من فوقها الثلثان، وللأخت الشقيقة الباقي تعصيباً مع الغير. ¶ ثالثاً: الأخت الشقيقة وتحجب بأربعة: ¶ مثال (1): ماتت امرأة عن زوج وأب وأخت شقيقة. ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث والأخت الشقيقة محجوبة بالأب وللأب الباقي تعصيباً لأنه أولى رجل ذكر.",
            "page": "101",
            "part": "1"
        },
        {
            "id": "102",
            "nass": "مثال (2): مات عن زوجة وابن وأخت شقيقة؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، والأخت الشقيقة محجوبة بالابن، والابن له الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (3): ماتت عن ابن ابن وأخت شقيقة وأم؟ ¶ الجواب: للأم 1/ 6 لوجود الفرع الوارث، والأخت الشقيقة محجوبة بابن الابن ولابن الابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): ماتت عن جد، وزوج وأخت شقيقة؟ ¶ الجواب: للزوج 1/ 2 فرضاً لعدم وجود الفرع الوارث، والأخت الشقيقة محجوبة بالجد على الأرجح، والجد له الباقي تعصباً لأنه أولى رجل ذكر. ¶ رابعاً: الأخت لأب وتحجب بسبعة: ¶ مثال (1): ماتت عن أب وزوج وأخت لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، والأخت لأب محجوبة بالأب، وللأب الباقي تعصيباً فهو أولى رجل ذكر. ¶ مثال (2): مات عن زوجة وابن وأخت لأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللابن الباقي تعصيباً لأنه أولى رجل ذكر، والأخت لأب محجوبة بالفرع الوارث وهو الابن.",
            "page": "102",
            "part": "1"
        },
        {
            "id": "103",
            "nass": "مثال (3): ماتت عن زوج وبنت وأخت شقيقة وأخت لأب؟ ¶ الجواب: للزوج 1/ 4 لوجود الفرع الوارث، وللبنت 1/ 2 لانفرادها وعدم المعصب، والأخت لأب محجوبة بالأخت الشقيقة التي صارت عصبة مع الغير وهي البنت، وللأخت الشقيقة الباقي تعصيباً مع الغير (البنت). ¶ مثال (4): ماتت عن زوج وأختين شقيقتين وأخت لأب؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، وللأختين الشقيقتين 2/ 3 لعدم وجود الفرع الوارث، والأخت لأب لا شيء لها لاستغراق من فوقها الثلثان وهما (الأختان الشقيقتان). ¶ مثال (5): مات عن زوجة وابن ابن، وأخت للأب؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وابن الابن له باقي التركة تعصيباً فهو أولى رجل ذكر، والأخت لأب محجوبة بالفرع الوارث (الابن). ¶ مثال (6): مات عن أخ شقيق وأم وزوجة والأخت لأب؟ ¶ الجواب: للزوجة 1/ 4 فرضاً لعدم الفرع الوارث، وللأم 1/ 3 فرضاً لعدم الفرع الوارث وعدم تعدد الأخوة وللأخ الشقيق باقي التركة لأنه أولى رجل ذكر، والأخت محجوبة بالأخ الشقيق. ¶ مثال (7): مات عن زوجة وجد وأخت لأب؟ ¶ الجواب: للزوجة 1/ 4 فرضاً لعدم وجود الفرع الوارث، وللجد باقي التركة تعصيباً فهو أولى رجل ذكر والأخت لأب محجوبة بالجد.",
            "page": "103",
            "part": "1"
        },
        {
            "id": "104",
            "nass": "خامساً: الأخت لأم وتحجب بستة: ¶ مثال (1): ماتت عن أب وزوج وأخت لأم؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، والأخت لأم محجوبة بالأب، وللأب الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (2): مات عن جد وزوجة وأخت لأم؟ ¶ الجواب: للزوجة 1/ 4 لعدم وجود الفرع الوارث وللجد باقي التركة لأنه أولى رجل ذكر، والأخت لأم محجوبة بالجد (على الراجح). ¶ مثال (3): مات عن زوجة وابن وأخت لأم؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث وهو الابن، والأخت لأم محجوبة بالفرع الوارث وهو الابن وللابن الباقي تعصيباً لأنه أولى رجل ذكر. ¶ مثال (4): مات عن زوجة وابن ابن وأخت لأم؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، ولابن الابن الباقي تعصيباً لأنه أولى رجل ذكر، والأخت لأم محجوبة بابن الابن. ¶ مثال (5): ماتت عن بنت وزوج وأخت لأم وعم؟ ¶ الجواب: للبنت 1/ 2 لانفرادها وعدم المعصب، وللزوج 1/ 4 لوجود الفرع الوارث، والأخت لأم محجوبة بالفرع الوارث البنت، وللعم الباقي لأنه أولى رجل ذكر. ¶ مثال (6): ماتت عن بنت ابن وزوج وأخت لأم وأخ شقيق؟ ¶ الجواب: بنت الابن 1/ 2 لانفرادها وعدم المعصب، وللزوج 1/ 4 لوجود الفرع الوارث، والأخت لأم محجوبة ببنت الابن، وللأخ الشقيق الباقي لأنه أولى رجل ذكر.",
            "page": "104",
            "part": "1"
        },
        {
            "id": "105",
            "nass": "العول ¶ العول: هو زيادة عدد سهام الوارثين على أصل المسألة. ¶ وهذا عندما تزدحم الفروض ويزيد مقدار الفروض على نسبة التركة، ولا تتسع لها. ¶ مثال: مات شخص عن زوجة وأخت شقيقة وأخوين لأم، فما ميراث كل واحد منهم؟ ¶ 12/ 13 ¶ زوجة ... 1/ 4 ... 3 ¶ أخت شقيقة ... 1/ 2 ... 6 ¶ أخوين لأم ... 1/ 3 ... 4 ¶ الجواب: نقول أن للزوجة 1/ 4 فرضاً لعدم الفرع الوارث وللأخت الشقيقة 1/ 2 فرضاً إذ لا أصل ولا فرع وارث وللأخوين لأم 1/ 3 فرضاً للتعدد وعدم وجود أصل أو فرع وارث وهذه صورتها. ¶ أنظر يا أخي إلى المسألة فتجدهم جميعهم (أصحاب فروض). ¶ ولا يمكن أن نتجاوز عن أحد أبداً، أنت تعلم أن أصل المسألة (12) وهو القاسم المشترك بينهم، فلو وزعت هذه التركة على أصحاب الفروض وجدنا أن التركة لا تتسع لهم وأن نصيب أصحاب الفروض أكثر من التركة فحينئذ نقول أن المسألة قد (عالت) أي زادت على التركة. ¶ الحل: هو أن تجمع أسهم كل واحد من أصحاب الفروض ويكون المجموع أصلاً للمسألة الجديدة، فنقول (3+6+4) = (13) ويكون أصلاًَ للمسألة بدل (12) ويأخذ كل صاحب فرض فرضه ونقول عن المسألة عالت من (12) إلى (13) وتكتب هكذا 12/ 13.",
            "page": "105",
            "part": "1"
        },
        {
            "id": "106",
            "nass": "ملاحظة: القاسم المشترك: هو الذي يقبل القسمة على كل نصيب من غير باقي أو من غير كسور. ¶ نقول أن أصول المسألة في علم الفرائض يتكون من سبعة فقط وتقسم إلى قسمين: ¶ 1 - رؤوس مسائل لا تزدحم (أي لا تعول) أبداً وهي أربعة فقط (2، 3، 4، 8). ¶ 2 - رؤوس مسائل تزدحم (أي تعول المسألة) وتكون في ثلاثة فقط (6، 12، 24) وإليك البيان: ¶ أ- الستة تعول إلى (7، 8، 9، 10) فقط. ¶ ب- إثنى عشر وتعول إلى (13، 15، 17) فقط. ¶ ج- الأربع وعشرين وتعول إلى (27) فقط. ¶ وإليك مثالاً على كل عول من المسائل التي تزدحم فيها الفروض. ¶ أولاً: العول من (6) إلى (7، 8، 9، 10). ¶ 6/ 7 ¶ زوج ... 1/ 2 ... 3 ¶ شقيقين ... 2/ 3 ... 4 ¶ مثال: مات عن زوج وشقيقين، فما ميراثهما؟ ¶ الجواب: للزوج النصف 1/ 2 لعدم الفرع الوارث، وللشقيقين 2/ 3 لعدم المعصب وللتعدد وهذه صورتها. ¶ المسألة عالت من (6) إلى (7) فيكون أصلاً للمسألة وهذا بجمع أسهم الفروض. ¶ 1 - القاسم المشترك هو (أصل المسألة) و (رأس المسألة) وهو الذي يقبل القسمة على كل سهام الورثة من غير باقي أو من غير كسور.",
            "page": "106",
            "part": "1"
        },
        {
            "id": "107",
            "nass": "2 - سهام الورثة: هي أنصبة الورثة (نصف، ثلث، ربع ... الخ). ¶ 3 - مجموع السهام: مجموع الكسور مثل 1/ 2 يعني 2، و1/ 6 يعني 6. ¶ 6/ 8 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... 1/ 3 ... 2 ¶ أخت شقيقة ... 1/ 2 ... 3 ¶ مثال (2): ماتت عن زوج وأم وأخت شقيقة؟ ¶ الجواب: للزوج 1/ 2 فرضاً وللأم الثلث فرضاًـ والأخت 1/ 2 لانفرادها ولا معصب وقد عالت المسألة من (6) إلى (8) وهذه صورتها. ¶ 6/ 9 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... 1/ 6 ... 1 ¶ أخت ش ... 1/ 2 ... 3 ¶ أخت لأب ... 1/ 6 ... 1 ¶ أخت لأم ... 1/ 6 ... 1 ¶ مثال (3): ماتت عن زوج وأم وأخت لأب وأخت لأم؟ ¶ الجواب: للزوج 1/ 2 وللأخت الشقيقة النصف 1/ 2 وللأخت لأب 1/ 6، والأخت لأم 1/ 6، فالقاسم بينهم هو (6) ولكن عالت إلى (9) وهذه صورتها. ¶ 6/ 10 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... 1/ 6 ... 1 ¶ أختان شقيقتان ... 2/ 3 ... 4 ¶ أختان لأم ... 1/ 3 ... 2 ¶ مثال (4): ماتت عن زوج وأم وأختين شقيقتين، وأختين للأم؟ ¶ الجواب: للزوج 1/ 2 فرضاً، وللأم 1/ 6 فرضاً، والأختان الشقيقتين 2/ 3 فرضاً، ولأختان لأم 1/ 3 فرضاً وقد عالت المسألة من (6) إلى (10) وهذه صورتها.",
            "page": "107",
            "part": "1"
        },
        {
            "id": "108",
            "nass": "ثانياً: العول وازدحام الفروض من إثنى عشر إلى (13، 15، 17): ¶ 12/ 13 ¶ زوج ... 1/ 4 ... 3 ¶ بنتان ... 2/ 3 ... 8 ¶ أم ... 1/ 6 ... 2 ¶ مثال (1): ماتت عن زوج وأم وبنتين؟ ¶ الجواب: للزوج 1/ 4 فرضاً وللأم 1/ 6 فرضاً وللبنتين 2/ 3 فرضاً وقد عالت المسألة من (12) إلى (13) وهذه صورتها. ¶ 12/ 15 ¶ زوج ... 1/ 4 ... 3 ¶ أم ... 1/ 6 ... 2 ¶ بنتان ... /3 ... 8 ¶ أب ... 1/ 6 + الباقي ... 2 ¶ مثال (2): ماتت عن زوج وبنتين وأم وأب؟ ¶ الجواب: للزوج 1/ 4 فرضاً وللأم 1/ 6 فرضاً وللأب 1/ 6 فرضاً + الباقي، وللبنتان 2/ 3 فرضاً وقد عالت المسألة من (12) إلى (15) وهذه صورتها. ¶ مثال (3): عن زوجة وأم وأختان شقيقتين وأختان لأم؟ ¶ 12/ 17 ¶ زوجة ... 1/ 4 ... 3 ¶ أختان شقيقتان ... 2/ 3 ... 8 ¶ أختان لأم ... /3 ... 4 ¶ أم ... /6 ... 2 ¶ الجواب: للزوجة 1/ 4 فرضاً لعدم وجود الفرع الوارث وللأختين الشقيقين 2/ 3 فرضاً للتعدد، وللأختين لأم 1/ 3 فرضاً لعدم وجود الفرع والأصل الوارثين وللأم 1/ 6 فرضاً لوجود الفرع الوارث. وقد عالت المسألة من (12) إلى (17) وهذه صورتها.",
            "page": "108",
            "part": "1"
        },
        {
            "id": "109",
            "nass": "24/ 27 ¶ زوجة ... 1/ 8 ... 3 ¶ أم ... 1/ 6 ... 4 ¶ بنتان ... /3 ... 16 ¶ أب ... 1/ 6 + الباقي ... 4 ¶ ثالثاً: العول من (24) إلى (27): ¶ مثال (1) مات عن زوجة وأم وأب وبنتين؟ ¶ الجواب: للزوجة 1/ 8 لوجود الفرع الوارث، وللأم 1/ 6 لوجود الفرع الوارث وللبنتين 2/ 3 لأنهما أكثر من واحدة، وللأب 1/ 6 فرضاً والباقي تعصيباً لأنه أولى رجل ذكر، وقد عالت المسألة من (24) إلى (27) وهذه صورتها. ¶ وهذه المسائل التي تعول ولا يعول غيرها. ¶ **********",
            "page": "109",
            "part": "1"
        },
        {
            "id": "110",
            "nass": "تقسيم التركة على الورثة ¶ الغاية المقصودة من علم الفرائض هو هذا الدرس، وهو ثمرة علم الفرائض وهو يعلمنا كيف توزع التركة على الورثة. ¶ شروط توزيع التركة: ¶ 1 - معرفة الوارث سواءاً بالفرض أو بالتعصيب واستبعاد المحجوبين. ¶ 2 - تحديد نصيب كل وارث سواءاً فرضاً أو تعصيباً. ¶ 3 - نعرف أصل المسألة عن طريق القاسم المشترك بين الأنصبة. ¶ 4 - نستخرج عدد أسهم الورثة بالمقارنة مع أصل المسألة. ¶ 5 - نستخرج قيمة السهم بتقسيم (التركة ÷ أصل المسألة). ¶ 6 - نستخرج نصيب كل وارث بضرب عدد أسهمه في قيمة السهم الواحد يعطينا ميراثه، وإليك البيان: ¶ مثال: ماتت عن زوج وأم وأخ شقيق وتركت مبلغ (36000) دينار؟ ¶ 6 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... 1/ 3 ... 2 ¶ أخ شقيق ... الباقي ... 1 ¶ الجواب: للزوج 1/ 2 لعدم الفرع الوارث، وللأم 1/ 3 لعدم وجود الفرع الوارث وعدم الجمع بين الأخوة، وللأخ الشقيق الباقي تعصيباً لأنه أولى رجل ذكر وهذه صورتها.",
            "page": "110",
            "part": "1"
        },
        {
            "id": "111",
            "nass": "1 - فقد عرف من هم الورثة الشرعيين واستبعد المحجوبون والورثة هم (الزوج، وأم، وأخ شقيق). ¶ 2 - وقد حدد نصيب كل وارث فللزوج 1/ 2 وللأم 1/ 3 وللأخ الباقي. ¶ 3 - اصل المسألة هو (6) لأن الستة تقسم على (2) وعلى (3) من غير باقي أو كسور. ¶ 4 - تم استخراج عدد الأسهم وذلك مثل نصيب الزوج (3) أسهم وذلك لأن نصف الستة هو (3) وثلث (6) هو (2) وهذا للأم وباقي الأسهم للأخ الشقيق هو (1) وذلك بعد جمع أسهم الزوج والأم (3+2) = (5) فالباقي من الستة هو (1) وهذا نصيب الأخ الشقيق. ¶ 5 - ثم نقسم التركة وهي (36000) ديناراً على أصل المسألة وهو (6) فيأتي عندنا قيمة السهم الواحد فتصبح المسألة (التركة ÷ أصل المسألة = قيمة السهم). ¶ والتركة هي (36000) ÷ (6) أصل المسألة = (6000) وهو قيمة السهم الواحد. ¶ 6 - نضرب عدد سهام الورثة بقيمة السهم فيكون ميراثه، مثل (الزوج 3 × 6000=18000) (الأم 2 × 6000= 12000) (الأخ الشقيق 1 × 6000 = 6000) وهكذا أخذ كل وارث ميراثه. ¶ ملاحظة: إذا أردت أن تتأكد من صحة المسألة اجمع نصيب الورثة فيكون قيمة التركة فنقول (18000 + 12000 + 6000 = 36000) وهو قيمة التركة وهكذا كل المسائل والله الموفق.",
            "page": "111",
            "part": "1"
        },
        {
            "id": "112",
            "nass": "التصحيح ¶ تصحيح المسائل مهم جداً في كيفية توزيع التركة وبالمثال يتبين الكلام. ¶ 6 ¶ زوج ... 1/ 2 ... 3 ¶ 3 أخوة أشقاء ... الباقي ... 2 ¶ 3 جدات ... /6 ... 1 ¶ مثال: ماتت عن (زوج، ثلاثة جدات ثلاثة إخوة أشقاء)؟ ¶ الجواب: للزوج 1/ 2 لعدم وجود الفرع الوارث، 3 جدات لهم 1/ 6 بالتساوي، و3 أخوة أشقاء الباقي تعصيباً وهذه صورتها. ¶ لو نظرنا إلى المسألة وجدنا أن القسمة قد تمت بينهم لكن لو نظرنا مرة أخرى ونريد أن نعطي 3 أخوة سهمان فهل يمكن ذلك (لا) فنلجأ إلى تصحيح المسألة، يقول ابن قدامة في المغني (ج2/ 402). (إذا لم تنقسم سهام فريق من الورثة عليه قسمة صحيحة فاضرب عددهم في أصل المسألة وعولها إن كانت عائلة). ¶ 1/ 2 ... 6× 3 = 18 ... زوج ¶ 3 × 3 = 9 ¶ الباقي ... 2× 3 = 6 ... 3 أخوة أشقاء ¶ 1/ 6 ... 1 × 3 = 3 ... 3 جدات ¶ ففي هذه الحالة نضرب أصل المسألة وهو (6) بعدد الأخوة (3) ويكون عندنا أصل مسألة جديدة ونقسمها على نصيب الأخوة فيكون عندنا أسهم جديدة وناتجها هو نفس الحل إذا ضربنا (3) عدد الأخوة لكل نصيب من الورثة وحينئذ تصحح المسألة وإليك البيان: ¶ أصل المسألة = 6 × 3 = 18 ¶ نصيب الزوج = 3 × 3 = 9 ¶ نصيب الجدات = 1 × 3 = 3 لكل جدة سهم. ¶ نصيب الأخوة = 2 × 3 = 6 لكل أخ سهمان.",
            "page": "112",
            "part": "1"
        },
        {
            "id": "113",
            "nass": "ويكون التصحيح هكذا: ¶ رأس المسألة = رأس المسألة الأولى × عدد رؤوس من احتاج إلى التصحيح ¶ نصيب كل وارث= نصيبه الأول × العدد الذي ضربنا في رأس المسألة. ¶ مثال (2) ماتت عن زوج وأم و 3 أخوة أشقاء؟ ¶ الجواب: للزوج النصف فرضاً، وللأم السدس فرضاً، وللأخوة الباقي تعصيباً. ¶ 6×3=18 ¶ زوج ... 1/ 2 ... 3×3=9 ¶ أم ... 1/ 6 ... 1×3=3 ¶ 3 أخوة ... الباقي ... 2×3=6 ¶ انظر إلى المسألة تجد من الصعب أن تقسم (3) أخوة على (2) فنلجأ إلى التصحيح فنقول نضرب أصل المسألة بعدد الأخوة ومن ثم نضرب نصيب كل وارث بعدد الأخوة فيكون الحل هكذا: ¶ أصل المسألة = 6 × 3 = 18 ¶ نصيب الزوج = 3 × 3 = 9 ¶ نصيب الأم = 1 × 3 = 3 ¶ نصيب الأخوة = 2 × 3 = 6 لكل أخ سهمان وهذه صورتها. ¶ **********",
            "page": "113",
            "part": "1"
        },
        {
            "id": "114",
            "nass": "الرد ¶ الرد لغة: يقال رده أي ارجعه فهو الرجوع ومنه سميت الردة لأنها الرجوع عن الدين الصحيح. ¶ الرد عند الفرضيين: هو صرف الباقي من التركة عن فروض الورثة إذا لم يكن هناك عاصب يستحقه إلى أصحاب الفروض بقدر فروضهم. ¶ إن الشرع فرض ما يكون للورثة بالنصف والربع والثلث والثلثان والسدس والثمن، وبين كيف يرث أصحاب العصبات فإذا وجد أصحاب فروض وعصبة فالحكم واضح بأن يعطي أصحاب الفروض فروضهم وما بقي فللعصبة، وإن لم يبقى شيء سقطت العصبة وإن وجدت عصبة فقط أخذت التركة كلها بالتعصيب. ¶ ولكن إذا وجد أصحاب فروض لا تستغرق فروضهم التركة ولم يوجد عاصب حتى يأخذ الباقي: مثل أن يكون للميت بنت فقط فلها النصف والنصف الآخر أين يذهب وهنا تأتي مسألة الرد وهو رد باقي التركة إلى أصحابها. ¶ ملاحظة: الرد بعكس العول: حيث أن الرد زاد أصحاب الفروض عن التركة. وأما العول: فقل أصحاب الفروض عن التركة حيث لم يكف أصحاب الفروض التركة. ¶ ويشترط في الرد ثلاثة شروط: ¶ 1 - أن لا يوجد معصب: لأنه لو وجد فسترد التركة عليه بعد أصحاب الفروض. ¶ 2 - أن يوجد صاحب فرض: حتى يتم رد الباقي وإذا لم يوجد هذان الشرطان، فلا يبقى إذا إلا بيت المال أو ذو الأرحام وسنتكلم عنه في باب توريث ذوي الأرحام.",
            "page": "114",
            "part": "1"
        },
        {
            "id": "115",
            "nass": "3 - أن يبقى من أصل المسألة بقية، وهو أن يبقى من التركة شيء بعد أصحاب الفروض. ¶ وقد اتفق أهل العلم على أنه لا يرد على أحد الزوجين شيء لأنه قد يكون من غير ذوي الأرحام لقوله تعالى: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} [سورة الأنفال: 75]، إلا ما روى عن عثمان بن عفان أنه رد على زوج والله يعلم هل رد عليه لسبب غير الرد ككونه عصبة أو ذو رحم فأعطاه من أجل ذلك والله أعلم. ¶ وهكذا نفهم أن الرد يكون مع أحد الزوجين أو بدونه وأن يكون معهم صاحب فرض واحد أو أكثر فيكون لكل فرع فرعان وإليك البيان. ¶ الرد ¶ بدون أحد الزوجين ... مع أحد الزوجين ¶ صاحب فرض واحد ... صاحب فرض ... أصحاب فروض متعددة ¶ أصحاب فروض متعددة ¶ تماثل ... تباين",
            "page": "115",
            "part": "1"
        },
        {
            "id": "116",
            "nass": "أولاً: الرد بدون أحد الزوجين: ¶ 1 - إذا كان الوارث صاحب فرض واحد (¬1): ¶ في هذه الحالة يكون أصل المسألة هو عدد الرؤوس المستحقة. ¶ مثال (1): مات عن جدة وأخت لأم، فما ميراث كل واحد منهم؟ ¶ 6 ... 2 ¶ 1/ 6 ... الجدة ... 1 ... 1 ¶ 1/ 6 ... أخت لأم ... 1 ... 1 ¶ الجواب: للجدة السدس فرضاً وللأخت لأم السدس فرضاً، ويأخذون الباقي رداً بينهما بالسوية لأنهم أصحاب فرض واحد فتكون أصل المسألة من (2) لكل واحد منهم (1) وهذه صورتها. ¶ 6 ... 2 ¶ 1/ 6 ... أخ لأم ... 1 ... 1 ¶ 1/ 6 ... أخت لأم ... 1 ... 1 ¶ مثال (2): مات عن أخ لأم وأخت لأم، فما ميراث كل منهما؟ ¶ الجواب: للأخ لأم وللأخت لأم الثلث بالسوية أي لكل واحد السدس فرضاً، فيكون رأس المسألة (2) لكل واحد سهم وهذه صورتها. ¶ ملاحظة: لاحظ أن أصل المسألة هو عدد رؤوس المستحقين للتركة وأنهم أصحاب فروض وليس معهم عاصب. ¶ 2 - إذا كان الورثة أصحاب فروض متعددة بدون أحد الزوجين (¬2): ¶ وفي هذه الحالة يكون أصل المسألة من عدد سهام الورثة: ¶ ¬__________ ¶ (¬1) – المقصود بالفرض الواحد 1/ 6 لكل وارث أو 1/ 2 لكل وارث وهكذا. ¶ (¬2) – أصحاب فروض متعددة يعني هنالك أكثر من فرض 1/ 2 وهناك 1/ 6 وغيرها.",
            "page": "116",
            "part": "1"
        },
        {
            "id": "117",
            "nass": "مثال (1): مات عن بنت وبنت ابن، فما ميراث كل منهن؟ ¶ 6 ... 4 ¶ 1/ 2 ... بنت ... 3 ... 3 ¶ 1/ 6 ... بنت ابن ... 1 ... 1 ¶ الجواب: للبنت النصف فرضاً، ولبنت الابن السدس تكملة الثلثين فيكون مجموع سهامهم (4) من (6) فنجعل (4) رأس المسألة الجديدة ويرد باقي التركة حسب السهام وهذه صورتها. ¶ مثال (2): مات عن جدة وبنت وبنت ابن، فما ميراث كل واحد منهم؟ ¶ 6 ... 5 ¶ 1/ 6 ... جدة ... 1 ... 1 ¶ 1/ 2 ... بنت ... 3 ... 3 ¶ 1/ 6 ... بنت ابن ... 1 ... 1 ¶ الجواب: للجدة 1/ 6 فرضاً، وللبنت 1/ 2 فرضاً، ولبنت الابن 1/ 6 تكملة الثلثين فيكون أصل المسألة من (6) ومجموع سهامهم (5) من (6) فيجعل عدد سهامهم هو رأس المسألة الجديدة وهذه صورتها. ¶ ثانياً: مع أحد الزوجين: ¶ 1 - إذا كان هناك صاحب فرض واحد غير أحد الزوجين ففي هذه الحالة نجعل أصل المسألة من مقام أحد الزوجين: ¶ مثال (1): ماتت عن زوج وبنتين كيف يكون توزيع التركة؟ ¶ 4×2=8 ¶ الزوج ... 1/ 4 ... 1×2=2 ¶ بنتان ... 2/ 3 ... 3×2=6 ¶ الجواب: أن للزوج (1/ 4) فرضاً لوجود الفرع الوارث، وللبنتين (2/ 3) فرضاً والباقي رداً وهنا لم يستكمل أصحاب الفروض التركة، ويوجد في المسألة أحد الزوجين فنجعل رأس المسألة من مقام أحد",
            "page": "117",
            "part": "1"
        },
        {
            "id": "118",
            "nass": "الزوجين وهو (4) فيكون للزوج سهم واحد (1) وللبنتين (3) ثلاثة أسهم، والملاحظ أن ثلاثة أسهم لا تقسم على البنيين إلا بكسر، ومن أجل ذلك تصحح المسألة فنضرب أصل المسألة (4) في عدد رؤوس أصحاب الكسر، وهو هنا (2) بنتان، يكون الأصل الجديد (8) ومنه تصح المسألة بحيث يكون للزوج (2) وللبنتين (6) لكل واحد (3) أسهم وعليك أن تلاحظ أن الرد لم يكن لأحد الزوجين أبداً وإنما كان لصاحب الفرض وهذه صورته الجديدة. ¶ ملاحظة: ارجع إلى مسألة تصحيح المسائل وهو أن يكرر أصل المسألة المفترض، وذلك بضربه في عدد أفراد الورثة الذين لم تنقسم عليهم سهامهم. ¶ 4 ¶ الزوج ... 1/ 4 ... 1 ¶ بنت ... 1/ 2 ... 3 ¶ مثال (2): ماتت عن زوج وبنت، فما ميراث كل واحد؟ ¶ الجواب: للزوج الربع فرضاً لأن له فرع وارث وللبنت النصف فرضاً لانفرادها والباقي رداً وهذه صورتها. ¶ **********",
            "page": "118",
            "part": "1"
        },
        {
            "id": "119",
            "nass": "2 - إذا كان هناك أصحاب فروض متعددة غير أحد الزوجين ¶ تقسم إلى قسمين: 1 - التماثل 2 - التباين ¶ أولاً: التماثل: ¶ مثال (1): مات عن زوجة وجدة وأختين لأم، فما ميراث كل منهم؟ ¶ الجواب: في هذه المسألة نسير على ثلاثة خطوات: ¶ 1 - نعمل مسألة للورثة الذين يرد عليهم بدون أحد الزوجين وتسمى (مسألة الرد). ¶ 2 - نعمل مسألة للورثة مع الزوجين وتسمى (مسألة أحد الزوجين). ¶ 3 - نعمل جامعة بينهما. ¶ فنقول: 1 - للجدة السدس فرضاً، وللأختان لأم الثلث فرضاً، فأصل المسألة من (6) ¶ 6 ... 3 ¶ 1/ 6 ... جدة ... 1 ... 1 ¶ 1/ 3 ... أختان لأم ... 2 ... 2 ¶ فيكون للجدة (1) سهم ويكون للأختين لأم (2) سهمان ويكون مجموعهما (3) أسهم فيجعل أصل المسألة من (6) إلى (3) أسهم ونسميها (مسألة الرد) وهذا كما في مسألة الرد بدون أحد الزوجين مع وجود عدد من أصحاب الفروض، وهذه صورتها.",
            "page": "119",
            "part": "1"
        },
        {
            "id": "120",
            "nass": "2 - ونعمل مسألة مع أحد الزوجين ويكون أصل المسألة من مقام أحد الزوجين وهو ¶ 4 ¶ زوجة ... 1/ 4 ... 1 ¶ جدة ... 1/ 6 ... 1 ¶ أختان لأم ... /3 ... 2 ¶ (4) للزوجة الربع فرضاً لعدم وجود الفرع الوارث، وللجدة السدس فرضاً لعدم وجود الأم وللأختين لأم الثلث فرضاً ونسميها (مسألة أحد الزوجين)، فيكون للزوجة (1) سهم وللجدة (1) سهم وللأختين لأم (2) سهمان لكل واحد سهم وهذه صورتها. ¶ 3 - نعمل جامعة بينهما: ¶ 1 - ننظر إلى مجموع سهام أصحاب الفروض في مسألة أحد الزوجين نجده (3). ¶ 2 - ننظر إلى مقام مسألة الرد نجده (3). ¶ 3 - نرى أن بين (مسألة الرد) و (مسألة أحد الزوجين) تماثلاً هو (3) وهذا هو القسم الأول. ¶ 3 ... 4 ... 4 ¶ 1/ 4 ... زوجة ... 1 ... 1 ¶ 1/ 6 ... جدة ... 1 ... 1/ 6 ... جدة ... 3 ... 1 ¶ 1/ 3 ... أختان لأم ... 2 ... 1/ 3 ... أختان لأم ... 2 ¶ 4 - نعمل جامعة بينهما ويكون أصل الجامعة هو مقام أحد الزوجين (4) فيكون نصيب الزوجة (1) ونصيب الجدة (1) ونصيب الأخت لأم (1) ونصيب الأخت لأم (1) الجامعة. ¶ وهذا هو التماثل: ¶ سؤال للحل: مات عن زوجة وأم وأخت لأم، ما ميراث كل منهم؟",
            "page": "120",
            "part": "1"
        },
        {
            "id": "121",
            "nass": "ثانياً: التباين ¶ ذكرنا في القسم الأول أن (سهام أصحاب الفروض) في مسألة أحد الزوجين + (أصل مسألة الرد) كان بينهما تماثل، ولكن هل في كل الجامعات يكون هناك تماثل، الجواب (لا) فقد تختلف سهام أصحاب الفروض في مسألة أحد الزوجين مع أصل مسألة الرد وفي هذا نقول أن بينهما (تباين) أي اختلاف وإليك البيان: ¶ مثال (1): ماتت عن زوج وجدة وبنت ابن وأخت لأم؟ ¶ 5 ... 6 ¶ 1/ 6 ... جدة ... 1 ... 1 ¶ 1/ 2 ... بنت ابن ... 3 ... 3 ¶ 1/ 6 ... أخت لأم ... 1 ... 1 ¶ 1 - مسألة الرد: للجدة السدس فرضاً، ولبنت الابن النصف فرضاً لانفرادها وللأخت لأم السدس فرضاً، فيكون أصل المسألة من (6)، للجدة (1) سهم، ولبنت الابن (3) أسهم، وللأخت لأم (1) سهم ويكون مجموعهم (5) فيعدل أصل المسألة من (6) إلى (5) وهذه صورتها. ¶ زوج ... 1/ 4 ... 4 ¶ جدة ... 1/ 6 ... 1 ¶ بنت ابن ... 1/ 2 ... 3 ¶ أخت لأم ... /6 ¶ 2 - نضع مسألة أحد الزوجين: فيكون أصل المسألة هو مقام أحد الزوجين وهو هنا (4)، فيكون للزوج (1) سهم وللجدة وبنت الابن والأخت لأم (3) أسهم وهذه صورتها. ¶ 3 - نعمل جامعة: ¶ 1 - انظر إلى سهام الورثة في مسألة أحد الزوجين نجدها (3). ¶ 2 - ننظر إلى أصل مسألة الرد نجده (5).",
            "page": "121",
            "part": "1"
        },
        {
            "id": "122",
            "nass": "3 - فيظهر أن بينهما تبايناً أي اختلافاً (3 و5). ¶ 4 - نضرب أصل المسألتين = 4 × 5 = 20. ¶ 5 - نضرب أصل مسألة الرد في سهم أحد الزوجين (5× 1=5). ¶ 6 - نضرب مجموع سهام الورثة في مسألة أحد الزوجين في عدد سهام كل وارث في مسألة الرد فيكون (نصيب الجدة = 3×1=3) و (نصيب بنت الابن =3×3=9)، (نصيب الأخت لأم 1×3=3)، و (نصيب الزوج معروف هو 5×1=5). ¶ الجامعة = 5 + 3 + 9 + 3 = 20 سهم وهو مجموع اصل المسألتين وإليك الجامعة. ¶ الجامعة = 5 × 4 = 20 ¶ مسألة الرد ... 5 ... مسألة الزوجين ... 4 ... 20 ¶ 1/ 4 ... زوج ... 1 ... 5 ¶ 1/ 6 ... جدة ... 1 ... 1/ 6 ... جدة ... 3 ... 3 ¶ 1/ 2 ... بنت ابن ... 3 ... 1/ 2 ... بنت ابن ... 9 ¶ 1/ 6 ... أخت لأم ... 1 ... 1/ 6 ... أخت لأم ... 3 ¶ سؤال: مات عن (زوجة، وأم، وبنت، وبنت ابن)؟",
            "page": "122",
            "part": "1"
        },
        {
            "id": "123",
            "nass": "ميراث الجد مع الأخوة ¶ كان السلف يبتعدون عن الكلام في ميراث الجد مع الأخوة: ¶ 1 - فعن علي - رضي الله عنه - (من سره أن يقتحم جراثيم جهنم فليقض بين الجد والأخوة) (¬1). ¶ 2 - قال ابن مسعود (سلونا عن عضلكم واتركونا من الجد لا حياه الله ولا بياه) (¬2). ¶ 3 - وروى عن عمر بن الخطاب - رضي الله عنه - لما طعن وحضرته الوفاة قال (احفظوا عني ثلاثاً لا أقول في الجد شيئاً، ولا أقول في الكلالة شيئاً، ولا أولى عليكم أحداً) (¬3). ¶ 4 - روي عن عبيدة السلماني قال اجتمعوا في الجد على قول، أي ليقولوا فيه قولاً فسقطت حية من سقف البيت فتفرقوا، فقال عمر - رضي الله عنه - (أبى الله أن يجتمعوا في الجد على شيء) (¬4). ¶ 5 - وكان الشعبي إذا أراد أحد أن يسأله عن شيء من الفرائض قال (هات إذا لم يكن جد لا حياه الله ولا بياه). ¶ تحرز الفقهاء والصحابة من الكلام في الجد لكثرة الاختلاف فيه (¬5). ¶ ¬__________ ¶ (¬1) – البيهقي (6/ 245) والدارمي (2/ 352). ¶ (¬2) – إرواء الغليل 6/ 129 برقم 1685. ¶ (¬3) – أخرجه ابن سعد في (الطبقات) (3/ 1/256). ¶ (¬4) – نقلاً عن أحكام المواريث دراسة تطبيية، ص192 - 193. ¶ (¬5) – المبسوط للسرخس (15/ 184).",
            "page": "123",
            "part": "1"
        },
        {
            "id": "124",
            "nass": "تكلمنا في ميراث الأخوة أن الأب يحجبهم (بالإجماع) وأن الجد يحجبهم (على الراجح) وأما حجب الأب للأخوة بالإجماع لعدم وجود مخالف ولأن الأخوة لا يرثون إلا إذا كانوا كلالة. ¶ وأما حجب الجد للأخوة فهذا على الراجح من أقوال أهل العلم فمنهم من يقول بالحجب ومنهم من لا يقول وهذا على قولين. ¶ القول الأول: أن الجد يحجب الأخوة: ¶ وقال بهذا القول أبو بكر الصديق، وعبدالله بن عباس، وعبدالله بن الزبير، وروى عن عائشة وأبي بن كعب، وجابر بن عبدالله، وأبو الطفيل، وعبادة بن الصامت وهو مذهب الإمام أبو حنيفة وهو قول جمهور الصحابة رضي الله عنهم (¬1) ومن التابعين (¬2) عروة بن الزبير، وشريح، وعطاء وعمر بن عبد العزيز، والحسن، وابن سيرين وهو قول الطحاوي وهو قول جمهور التابعين دليلهم (إن الجد أب وأن الله تعالى ذكر لفظ الأجداد بالآباء كقوله تعالى: {مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ} (¬3)، وقول يوسف عليه السلام {وَاتَّبَعْتُ مِلَّةَ آبَائِي إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ} (¬4)، وكما أن الجد يأخذ نفس ميراث الأب تماماً إلا في بعض المسائل وأن الجد أب وأن الأب يحجب الأخوة فإن الجد يحجبهم أيضاً. ¶ ¬__________ ¶ (¬1) – (منار السبيل في شرح الدليل)، ص474. ¶ (¬2) – أحكام المواريث دراسة تطبيقية، ص193. ¶ (¬3) – سورة الحج (78). ¶ (¬4) – سورة يوسف (38).",
            "page": "124",
            "part": "1"
        },
        {
            "id": "125",
            "nass": "ونقل عن ابن عباس - رضي الله عنهم - قوله: (ألا يتقي الله زيد بن ثابت يجعل ابن الابن ابناً ولا يجعل أباً الأب أباً). ¶ القول الثاني: أن الجد لا يحجب الأخوة: ¶ وهو قول الإمام علي - رضي الله عنه - وزيد بن ثابت وعبدالله بن مسعود والإمام مالك والشافعي وأحمد والأوزاعي وأبو يوسف ومحمد صاحب أبي حنيفة (¬1). ¶ ودليلهم: أن ميراث الأخوة ثابت بالنص فلا يحجبون إلا بنص أو إجماع أو قياس ولم يوجد أي شيء من ذلك وقولهم أن الجد والأخوة أدلوا للميت بالأب فالجد أبو الأب والأخوة هم أولاد الأب فهم أدلوا بشخص واحد ويعاملونهم كأنهم أخوة. ¶ القول الراجح: ¶ إن القول الراجح عند أهل العلم هو القول الأول وهو حجب الجد للأخوة وبما أنه يوجد خلاف في المسألة عند الصحابة وليس فيها دليل محل النزاع، رأينا أن نذكر ميراث الأخوة مع الجد، خصوصاً وقد قال به جمع من الصحابة وكان هناك ثلاثة مذاهب في توريث الجد مع الأخوة,: ¶ 1 - مذهب علي بن أبي طالب. ¶ 2 - مذهب عبدالله بن مسعود. ¶ 3 - مذهب زيد بن ثابت وهو الذي سوف نشرحه ونبينه. ¶ ¬__________ ¶ (¬1) – البداية في علم المواريث، ص143.",
            "page": "125",
            "part": "1"
        },
        {
            "id": "126",
            "nass": "ميراث الجد مع الأخوة ¶ إذا لم يكن معهم صاحب فرض ... إذا كان معهم صاحب فرض ¶ المقاسمة ... ثلث المال ... المقاسمة ثلث الباقي السدس ¶ إذا كان الأخوة ... إذا كان الأخوة ... القسمة مع ... بعد صاحب ... لأن السدس ¶ أقل من مثليه ... أكثر من مثليه ... الأخوة بعد ... الفرض إذا ... فرضه ¶ أو ما يعادلهم من ... أو ما يعادلهم من ... أصحاب الفروض ... كان الأخوة ... أصلاً ¶ الأخوات ... الأخوات ... إذا كانوا أقل من ... أكثر من مثليه ¶ مثليه",
            "page": "126",
            "part": "1"
        },
        {
            "id": "127",
            "nass": "ميراث الجد مع الأخوة ¶ للجد مع الأخوة سواءاً لأبوين أو لأب حالتان: ¶ الحالة الأولى: إذا لم يكن معهم صاحب فرض. ¶ إذا لم يكن مع الجد والأخوة أصحاب فروض كالبنت والأم فإن للجد مع الأخوة حالتين: ¶ 1 - المقاسمة ... 2 - ثلث المال ¶ ويعمل دائماً على أن يكون الأكثر حظاً في الميراث هو الجد في كل حالاته فيمكن أن يكون ثلث المال أحظ له من المقاسمة ويمكن العكس. ¶ أولاً: المقاسمة: ¶ المقاسمة: وهو أن يأخذ الجد مثل الأخوة مقاسمة بينهم وهذا إذا كان الأخوة أقل من مثليه أي (أخ واحد). ¶ مثال (1): ماتت عن جد وأخ شقيق فأصل المسألة من (2) للجد (1) وللأخ الشقيق ¶ 2 ¶ جدة ... 1/ 2 ... 1 ¶ أخ شقيق ... /2 ... 1 ¶ (1) مقاسمة مع الجد وهذه صورتها، وهذه المقاسمة لاستوائهم في الإدلاء بالأب فعوملوا معاملة الأخوة.",
            "page": "127",
            "part": "1"
        },
        {
            "id": "128",
            "nass": "ثانياً: ثلث المال: ¶ الجد لا ينقص عن ثلث جميع المال في حالة: ¶ 1 - عدم وجود صاحب فرض. ¶ 2 - أن يكون الأخوة أكثر من مثليه أي (ثلاثة فما فوق) و ما يعادله من الإناث فكل أختين بأخ وأربعة أخوات، بأخوين. ¶ ويعمل بالاحظ للجد فإن ثلث المال للجد أفضل من مقاسمة المال مع الأخوة أذا كانوا أكثر من اثنين. ¶ مثال: مات عن جد وثلاثة أخوة فإن الجد يأخذ ثلث المال لأنه الاحظ والأفضل له من ¶ 3×3=9 ¶ جد ... 1/ 3 ... 1×3=3 ¶ 3 أخوة ... 2×3=6 ¶ المقاسمة والأخوة يأخذون الباقي وهذه صورتها. ¶ ملاحظة: إذا كان عدد الأخوة مثلي الجد أي كان عددهم (إثنان) فقط أو ما يعادله من الإناث استوي له الأمران إما المقاسمة أو ثلث المال. ¶ 3 ¶ جد ... مقاسمة 1/ 3 ... 1 ¶ أخوين لأب ... الباقي ... 2 ¶ مثال: مات عن جد وأخوين لأب، فما ميراث كل منهم؟ ¶ الجواب: للجد الخيار بين المقاسمة أو ثلث المال لاستوائها في حقه وللأخوين لأب الباقي وهذه صورتها. ¶ لاحظ: أن الجد له سهم واحد فقط لو قاسمهم وإن أخذ ثلث المال كان له سهم واحد.",
            "page": "128",
            "part": "1"
        },
        {
            "id": "129",
            "nass": "الحالة الثانية: إذا كان هناك صاحب فرض ¶ فيكون للجد مع الأخوة ثلاث حالات: ¶ 1 - المقاسمة 2 - ثلث الباقي 3 - السدس ¶ ويكون توزيع التركة بعد أن يأخذ أصحاب الفروض فروضهم ثم نأتي إلى الجد والأخوة، فيختار الجد الطريقة التي يريدها في ميراثه إما المقاسمة أو ثلث الباقي أو السدس على شرط أن يكون له الحظ الأكبر من الأخوة. ¶ أولاً: المقاسمة: ¶ فبعد أن يأخذ أصحاب الفروض فروضهم نقسم الباقي على الجد والأخوة ويشترط أن يكون عدد الأخوة أقل من مثليه يعني أقل من (اثنين) وهو أخ واحد فقط أو ما يقوم مقامهم من الإناث اثنتان بواحد فكما أن المقاسمة تكون بدون أن يكون صاحب فرض فهي تكون مع صاحب الفرض. ¶ مثال: مات عن زوجة وجد وأخ لأب، فما ميراث كل منهم؟ ¶ 4×2=8 ¶ زوجة ... 1/ 4 ... 1×2=2 ¶ جد ... نصف الباقي لكل واحد ... 3×2=6 ¶ لكل واحد ¶ 3 ¶ أخ شقيق ¶ الجواب: للزوجة 1/ 4 لعدم الفرع الوارث للجد نصف الباقي مقاسمة مع الأخ لأب وللأخ لأب النصف الآخر من الباقي مقاسمة مع الجد ثم تصحح المسألة وهذه صورتها.",
            "page": "129",
            "part": "1"
        },
        {
            "id": "130",
            "nass": "ثانياً: ثلث الباقي: ¶ يكون للجد ثلث الباقي في حالة وجود صاحب فرض إذا كان عدد الأخوة أكثر من مثليه يعني (ثلاثة فما فوق) وذلك لأن الثلث مع عدم الفروض فما أخذ من الفروض كأنه ذهب من المال كله فصار ثلث الباقي بمنزلة ثلث جميع المال، ويكون ثلث الباقي أحظ له من المقاسمة. ¶ مثال: ماتت عن زوج وجد وأربعة أخوة أشقاء؟ ¶ 6×2=12 ¶ زوج ... 1/ 2 ... 3×2=6 ¶ جد ... 1/ 3 الباقي ... 1×2=2 ¶ أخوة ... باقي 1/ 3 الباقي ... 2×2=4 ¶ الجواب: فللزوج النصف فرضاً لعدم الفرع الوارث وللجد ثلث الباقي من الزوج وللأخوة باقي ثلث الباقي من الزوج ثم تصحح المسألة من (6) إلى (12) وهذه صورتها. ¶ ثالثاً: السدس: ¶ الجد أصلاً لا يقل حظه عن السدس فرضاً مهما كان مع الأخوة أو بدونهم مع صاحب فرض أو بدونه ولكن في مسائل الجد مع الأخوة قد يكون له أكثر من السدس فيأخذ الأحظ له. ¶ ولكن إذا تزاحمت السهام فممكن أن يكون حظ الجد أقل من السدس فيأخذ الجد السدس فرضاً فهو الأحظ له ولو عالت المسألة من أجله.",
            "page": "130",
            "part": "1"
        },
        {
            "id": "131",
            "nass": "مثال: ماتت عن زوج وأم وجد وثلاثة أخوة أشقاء، فما ميراث كل منهم؟ ¶ 6×3=18 ¶ زوج ... 1/ 2 ... 3×3=9 ¶ أم ... /6 ... 1×3=3 ¶ جد ... /6 ... 1×3=3 ¶ أخوة أشقاء ... الباقي ... 1×3=3 ¶ الجواب: للزوج النصف لعدم الفرع الوارث وللأم السدس لجمع الأخوة وللجد السدس فرضاً وللأخوة الباقي تعصيباً، ثم تصحح المسألة من (6) إلى (18). ¶ **********",
            "page": "131",
            "part": "1"
        },
        {
            "id": "132",
            "nass": "مسائل هامة في الميراث ¶ أولًا: الجد مع الأخوة: ¶ إذا لم يبقى بعد أصحاب الفروض إلا السدس أخذه الجد فرضاً وسقط الأخوة بالإجماع عند من قال بتوريث الجد مع الأخوة على مذهب زيد بن ثابت. ¶ مثال: مات عن زوج وأم وجد، وثلاثة أخوة أشقاء، فما ميراث كل منهم؟ ¶ 6 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... /3 ... 2 ¶ جد ... /6 ... 1 ¶ أخوة أشقاء ... الباقي ... لا شيء ¶ الجواب: للزوج النصف فرضاً لعدم الفرع الوارث وللأم الثلث لعدم وجود الفرع الوارث والجمع من الأخوة وللجد السدس فرضاً، وللأخوة لا شيء الاستغراق أصحاب الفروض التركة، وهذه صورتها. ¶ ثانياً: المعادة: ¶ وهي أن يجتمع مع الجد أخ شقيق وأخ لأب فحينئذ يعد الأخ لأب على الجد بأن يكون الأخوة إثنان أخ شقيق وأخ لأب وفي هذه الحالة يستوي الأمران للجد إما المقاسمة أو ثلث المال وبعد القسمة يأخذ الأخ الشقيق نصيب الأخ لأب لأنه أقوى منه عصبة ولأنه يحجبه وفي هذه الحالة يكون نصيب الأخ الشقيق ضعف نصيب الجد.",
            "page": "132",
            "part": "1"
        },
        {
            "id": "133",
            "nass": "مثال: مات عن جد وأخ شقيق وأخ لأب، فما ميراث كل منهم؟ ¶ 3 ¶ جد ... 1/ 3 ... 1 ¶ أخ شقيق ... الباقي ... 2 ¶ أخ لأب ... محجوب ... لا شيء ¶ الجواب: للجد الخيار المقاسمة أو ثلث المال لاستواء الأمرين، للأخ الشقيق سهم وللأخ الأب سهم ثم يأخذ الأخ الشقيق سهم، الأخ لأب فيحجب فيكون نصيب الأخ الشقيق سهمان (2) وهذه صورتها. ¶ ملاحظة: لاحظ أنه بدون الأخ لأب كان الأحظ للجد المقاسمة ولكن مع وجوده عد على الجد ثم أخذ الأخ الشقيق نصيبه ولذلك سميت (المعادة). ¶ ثالثاً: الاكدرية ¶ الأصل أن تعامل الأخت الشقيقة أو لأب مع الجد في الميراث كأخ مع أخواته (للذكر مثل حظ الأنثيين) ولا يكون لها فرض معلوم. ¶ مثال: ماتت عن زوج وأم وأخت شقيقة لأب وجد، فما ميراث كل منهم؟ ¶ 6/ 9 ¶ زوج ... 1/ 2 ... 3 ¶ أم ... /3 ... 2 ¶ جد ... /6 ... 1 ¶ أخت شقيقة ... /2 ... 3 ¶ الجواب: للزوج النصف فرضاً لعدم الفرع الوارث وللأم الثلث لعدم الفرع الوارث وعدم تعدد الأخوة وللجد السدس فرضاً، وللأخت النصف فرضاً لانفرادها، تعول المسألة من (6) إلى (9) وهذه صورتها.",
            "page": "133",
            "part": "1"
        },
        {
            "id": "134",
            "nass": "التوضيح: ¶ 1 - انظر إلى المسألة فتجدها قد عالت عند زيد بن ثابت من (6) إلى (9) ولا عول في مسائل الجد مع الأخوة غيرها. ¶ 2 - انظر إلى الجد فقد أخذ نصيبه فرضاً السدس وله سهم واحد، والأخت أخذت نصيبها فرضاً النصف ولها ثلاثة أسهم. ¶ 3 - ثم نجمع نصيب الجد مع نصيب الأخت 1 + 3 = 4. ¶ 4 - نقسم الأسهم الأربعة على الجد والأخت (للذكر مثل حظ الأنثيين) 4 ÷ 3 = لا يصح لأنه يوجد باقي فالمطلوب سهمان للجد وسهم واحد للأخت فيكون 3 سهام. ¶ 5 - نضرب عدد السهام للجد والأخت في أصل المسألة (9×3=27) ,. ¶ 6/ 9×3=27 ¶ زوج ... 1/ 2 ... 3×3=9 ¶ أم ... 1/ 3 ... 2×3=6 ¶ جد ... 1/ 6 ... 4×3=12 للجد (8) وللأخت (4) ¶ أخت شقيقة ... 1/ 2 ¶ 6 - تصح المسألة من (27) للزوج (9) وللأم (6) وللأخت (4) وللجد (8) وهذه صورتهما. ¶ انظر إلى المسألة تجدها قد اكتملت وأخذ الجد ضعف الأخت وقل نصيب الأخت وهذه ما تسمى (الاكدرية) لتكديرها على الأخت حيث فرض لها الكثير وأخذت القليل وقيل أنها سميت بذلك لأن عبد الملك بن مروان سأل عنها رجلاً اسمه (اكدر) والله أعلم.",
            "page": "134",
            "part": "1"
        },
        {
            "id": "135",
            "nass": "ويقال في المسألة أربعة ورثوا مال الميت: ¶ 1 - أخذ أحدهم ثلثه وهو الزوج (9). ¶ 2 - والثاني ثلث الباقي وهي الأم (6). ¶ 3 - والثالث أخذ ثلث باقي الباقي وهي الأخت (4). ¶ 4 - والرابع أخذ الباقي وهو الجد (8). ¶ رابعاً: الزيديات الأربعة ¶ تكلمنا في اجتماع الإخوة مع الجد أنه إذا اجتمع أخ شقيق مع أخ لأب وهي (المعادة) وإذا كان في المسألة جد وأخت شقيقة أو لأب وهي (الأكدرية) ومعهم زوج وأم، وتكلمنا إذا اجتمع الجد مع الأخوة الأشقاء أو لأب فيكون بينهم (المقاسمة) أو ثلث المال أو السدس كما فصلناه. ¶ لكن لو اجتمع: ¶ 1 - مع الجد أخت شقيقة مع أخ لأب. ¶ 2 - شقيقة وأختان لأب. ¶ 3 - شقيقة وأخ لأب وأخت لأب. ¶ 4 - شقيقة وأخوان لأب وأخت لأب. ¶ نسمي هذه الزيديان الأربعة وسميت كذلك لأنها منسوبة إلى زيد بن ثابت - رضي الله عنه - وهن: ¶ الأولى: الزيدية العشرية ... الثانية: الزيدية العشرينية",
            "page": "135",
            "part": "1"
        },
        {
            "id": "136",
            "nass": "الثالثة: مختصرة زيد ... الرابعة: تسعينية زيد ¶ وإليك البيان: ¶ الأولى: الزيدية العشرية: ¶ سميت بالزيدية لأنها منسوبة إلى زيد بن ثابت - رضي الله عنه - وسميت بالعشرية لأن أصل المسألة عشرة. ¶ وهي (جد، وشقيقة، و أخ لأب) أصلها عدد رؤوسهم خمسة وللجد (سهمان) وللأخت النصف (سهمان ونصف) والباقي (نصف سهم). ¶ 5×2=10 ¶ جد ... المقاسمة ... 2×2=4 ¶ أخت شقيقة ... /2 ... 2.5×2=5 ¶ أخ لأب ... الباقي ... 0.5× 2=1 ¶ تنكسر المسألة على النصف ولا نصف للخمسة صحيح فيضرب مخرج النصف إثنان في أصل المسألة خمسة فتصبح عشرة وعندها تصح المسألة من عشرة. ¶ للجد خمسان أي (أربعة أسهم) وللأخت نصفها (خمسة أسهم) وللأخ لأب سهم واحد من الملاحظ أن الأحظ للجد هو المقاسمة وهذه صورتها. ¶ عدد الرؤوس (5) هو أن الجد مع الأخوة يعامل للذكر مثل حظ الأنثيين، فيكون الجد ¶ يريد سهمان، والأخ لأب سهمان والأخت سهم، فيصيران خمسة أسهم.",
            "page": "136",
            "part": "1"
        },
        {
            "id": "137",
            "nass": "الثانية: الزيدية العشرينية وهي (جد، وشقيقة، وأختان لأب) ¶ 5×4=20 ¶ جد ... المقاسمة ... 2×4=8 ¶ أخت شقيقة ... /2 ... 2.5× 4=10 ¶ أختان لأب ... الباقي ... 0.5×4=2 ¶ أصل المسألة (5) كالتي قبلها وهو عدد الرؤوس والأخت الشقيقة لها النصف (2.5) لانفرادها وللأختان لأب الباقي وهو (0.5) نصف سهم لكل واحد ربع 1/ 4، وحتى تصح المسألة تضرب الأربعة في الخمسة وهي أصل المسألة فتساوي عشرين، ولهذا سميت (عشرينية) فيكون للجد المقاسمة فهي الأحظ له فيكون أصل المسألة من عشرين للجد (8) أسهم، وللشقيقة (10) أسهم ولكل أخت لأب (1) سهم واحد وهذه صورتها. ¶ ملاحظة: ضربنا أصل المسألة في أربعة حتى يصبح لكل أخت سهم. ¶ الثالثة: مختصرة زيد: وهي أم، وجد، وأخت شقيقة، وأخ لأب، وأخت لأب) سميت ¶ 6×3=18×3=54 ¶ أم ... 1/ 6 ... 1×3=3×3=9 ¶ جد ... 1/ 3 الباقي ... 5×3=15 ¶ أخت شقيقة ... /2 ... 9×3=27 ¶ أخ لأب ... الباقي ... 5×3=15—2 ¶ أخت لأب ... الباقي ... 1×3=3—1 ¶ بالمختصرة لأن زيد بن ثابت - رضي الله عنه - اختصرها من أصل المسألة (108) إلى (54) أي النصف فتصح أن تقسمها مباشرة إلى (54). ¶ فنقول أن للأم السدس لوجود جمع من الأخوة وللجد الخيار إما",
            "page": "137",
            "part": "1"
        },
        {
            "id": "138",
            "nass": "ثلث الباقي أو المقاسمة لأن الأخوة مثلي الجد أي أثنان وللأخت الشقيقة النصف وللأخ لأب والأخت لأب الباقي للذكر مثل حظ الأنثيين ويكون التقسيم كالتالي: ¶ أن أصل المسألة من (6) للأم السدس (1) وللجد والأخوة جميعهم الباقي وهو (5) والخمسة لا تنقسم عليهم فنضرب أصل المسألة بعدد الأخوة وهم (3) فتصبح من (18) وحينها تصح المسألة فيكون للأم السدس وهو (3) أسهم وللجد ثلث الباقي أو المقاسمة فيكون له (5) أسهم، وللأخت الشقيقة النصف وهو (9) أسهم ويبقى من الأسهم (1) سهم واحد فيكون للأخ الذكر مثل حظ الأنثيين فنضرب أصل المسألة (18) مرة أخرى على (3) فتصبح أصل المسألة من (54) وحينها نستكمل الحل. ¶ فيكون للأم (9) أسهم وهو السدس وللجد (15) سهم وهو ثلث الباقي وللأخت الشقيقة (27) وهو النصف وللأخ لأب (2) سهمان وللأخت لأب (1) سهم واحد. ¶ ملاحظة: ممكن أن تضرب من البداية أصل المسألة (6) بعدد الرؤوس (6) فتصبح (36) وبعدها نضربها بعدد السهام المطلوبة للأخوة وهي (3) فتصبح من (108) ثم نختصرها إلى النصف فتصبح (54).",
            "page": "138",
            "part": "1"
        },
        {
            "id": "139",
            "nass": "رابعاً: تسعينية زيد وهي (أم وجد وأخت شقيقة وأخوان لأب، وأخت لأب) وسميت بالتسعينية لأن أصل المسألة سيكون في آخرها من (90) سهم. ¶ فيكون للأم السدس لوجود جمع من الأخوة وللجد ثلث الباقي لأنه الأحظ والأفضل له والأخت الشقيقة النصف لانفرادها وللأخوين لأب والأخت لأب الباقي للذكر مثل حظ الأنثيين. ¶ بيان الحل: ¶ أصل المسألة هو (6) ¶ للأم السدس وهو (1) سهم واحد، وللجد مع الأخوة الباقي وهو (5) فلا تصح المسألة فنضرب (6) بعدد الأخوة (3) فتصبح المسألة من (18) فيصبح للأم السدس وهو (3) وللأخت الشقيقة النصف وهو (9) وللجد ثلث الباقي بعد فرض الأم ويكون (5) ويبقى (1) سهم واحد للأخوة لأب فلا ينقسم عليها. ¶ فنضرب أصل المسألة (18) بعدد رؤوسهم (5) فيصبح عندنا أصل للمسألة الجديدة وهي (90) سهم فيكون الحل النهائي. ¶ 6×3=18×5=90 ¶ أم ... 1/ 6 ... 1×3=3×5=15 ¶ جد ... 1/ 3 الباقي ... 5×5=25 ¶ أخت شقيقة ... الباقي ... 9×5=45 ¶ أخوان لأب (4) ... 5×3=15—4 ¶ أخت لأب (1) ... 1×5= 5—1 ¶ للأم السدس (15) سهم، وللجد ثلث الباقي وهو (25) سهم، وللأخت الشقيقة النصف وهو (45) سهم، ويبقى (5) أسهم فيكون للأخوة لأب/ للأخوين لأب (4) أسهم وللأخت لأب (1) سهم واحد وهذه صورتها.",
            "page": "139",
            "part": "1"
        },
        {
            "id": "140",
            "nass": "توريث ذوي الأرحام ¶ ذوو الأرحام: هم كل قريب لا يرث بفرض ولا تعصيب أو هم من عدا الأقارب المجمع على توريثهم. ¶ وهم ثلاثة أقسام: ¶ 1 - أصول مثل (أبو أم الأب). ¶ 2 - فروع مثل (ابن بنت). ¶ 3 - حواشي مثل (الخال). ¶ وذوو الأرحام بشكل عام هم: (أولاد البنات مهما نزلوا) (أولاد بنات الابن وإن نزلوا) (الجد الرحمي وهو كل من توسط بينه وبين الميت أنثى، مثل الجد أبو الأم)، (الجدة الرحمية: وهي من توسط بينها وبين الميت جد رحمي كأم أبي الأم) (أولاد الأخوات) بشكل عام (بنات الأخوة الأشقاء أو لأب أو لأم) (أولاد الأخوة لأم) (الأعمام للأم) (العمات مطلقاً) (بنات الأعمام) (الأخوال والخالات مطلقاً وإن تباعدوا). ¶ اختلف توريث ذوي الأرحام على قولين: ¶ 1 - عدم توريثهم ويرد باقي التركة إلى بيت مال المسلمين، إذا لم يوجد صاحب فرض أو عصبة وقال بهذا القول زيد بن ثابت ومالك والشافعي. ¶ 2 - توريثهم وهو قول عبد الله بن مسعود وعلي بن أبي طالب ومعاذ بن جبل وأبو الدرداء والإمام أحمد وعمر بن الخطاب وكثير من الصحابة.",
            "page": "140",
            "part": "1"
        },
        {
            "id": "141",
            "nass": "القول الراجح: ¶ هو القول الثاني وهم القائلون بتوريثهم للأدلة الصحيحة وتراجع كثير من فقهاء المالكية والشافعية عن قولهم ودليلهم قوله تعالى: {وَأُولُو الْأَرْحَامِ بَعْضُهُمْ أَوْلَى بِبَعْضٍ فِي كِتَابِ اللَّهِ} [الأحزاب: 6]. ¶ وقول الرسول - صلى الله عليه وسلم - (الخال وارث من لا وارث له يعقل عنه ويرثه) (¬1)، وقوله - صلى الله عليه وسلم - (الخال وارث من لا وارث له) (¬2)، واشترط الفريق الأول تنظيم بيت مال المسلمين ووضعوا له شروطاً والصحيح أن بيت المال يحفظ ما بقي ولكن لا يرث. ¶ ويكون توريثهم بتنزيلهم منزلة من أدلوا به فيأخذ ميراثه لما روي عن علي وعبدالله (أنهما نزلا بنت البنت بمنزلة البنت وبنت الأخ بمنزلة الأخ وبنت الأخت بمنزلة الأخت والعمة بمنزلة الأب، والخالة بمنزلة الأم) (¬3).وروي ذلك عن عمر في العمة والخالة وعن على قاعدة: (لا يرث ذوي الأرحام مع صاحب فرض أو عصبة). ¶ 3 ¶ خال ... 1/ 3 ... 1 ¶ عمة ... الباقي ... 2 ¶ مثال (1): مات عن خال وعمة فما ميراثهم؟ ¶ الجواب: الخال له الثلث لأنه بمنزلة الأم والعمة بمنزلة الأب فلها الباقي تعصيباً وهذه صورتها. ¶ ¬__________ ¶ (¬1) – حسن صحيح رواه أبو داوود برقم (2899). ¶ (¬2) – صحيح: رواه ابن ماجه (2737) والترمذي (2/ 3) والدارقطني (461). ¶ (¬3) – رواه الإمام أحمد (2/ 79).",
            "page": "141",
            "part": "1"
        },
        {
            "id": "142",
            "nass": "مثال (2): مات عن بنت بنت بنت، بنت أخ، فما ميراثهم؟ ¶ 2 ¶ بنت بنت بنت ... 1/ 2 ... 1 ¶ بنت الأخ ... الباقي ... 1 ¶ الجواب: لبنت بنت بنت، النصف لانفرادها وتقوم مقام البنت. ولبنت الأخ لها الباقي لأنها تقوم مقام الأخ وهذه صورتها.",
            "page": "142",
            "part": "1"
        },
        {
            "id": "143",
            "nass": "الخلاصة ¶ 1 - علم الفرائض علم قسم الله به نصيب كل وارث بعدله وإن زاد نصيب الوارث فبفضله تعالى. ¶ 2 - غاية هذا العلم إلحاق الأموال والعقارات المنقولة عن الميت إلى أصحابها بما فرضه الله ورسوله. ¶ 3 - أول ما نبدأ به هو تجهيز الميت من ماله ثم سداد الديون ثم تنفيذ الوصية ثم توزيع المواريث على أصحابها. ¶ 4 - أركان الميراث: 1 - مورَّث 2 - وارث 3 - موروث. ¶ 5 - شروط الميراث: ¶ 1 - موت المورَّث حقيقة أو حكماً. 2 - حياة الوارث حقيقة أو حكماً. ¶ 3 - سبب الإرث. ¶ 6 - أسباب الميراث: 1 - نكاح 2 - نسب 3 - ولاء. ¶ 7 - موانع الميراث: 1 - القتل 2 - اختلاف الدين 3 - الرِّق. ¶ 8 - الزوج له النصف إذا لم يكن هناك فرع وارث وإذا وجد فرع وارث للزوجة فله الربع فرضاً. ¶ 9 - الفرع الوارث: هو كل من أدلى للميت بذكر وليس بينهم أنثى والبنت فرع وارث.",
            "page": "143",
            "part": "1"
        },
        {
            "id": "144",
            "nass": "10 - الزوجة لها الربع إذا لم يكن للزوج فرع وارث، وإذا وجد فرع وارث للزوج فلها الثمن فرضاً. ¶ 11 - تعدد الزوجات لا يؤثر في قيمة الميراث فإن كن اثنتين أو ثلاث أو أربع اشتركن بالربع أو بالثمن. ¶ 12 - أُمُّ الميت لها الثلث أو السدس أو ثلث الباقي. ¶ 13 - تأخذ الأم الثلث: ¶ 1 - إذا لم يوجد فرع وارث ذكر أو أنثى. ¶ 2 - إذا لم يوجد عدد من الأخوة إثنان فما فوق. ¶ 3 - إذا لم تكن المسألة إحدى العمريتين/ ولا يشترط اجتماعها بل تكفي واحدة. ¶ 14 - تأخذ الأم السدس: ¶ 1 - إذا وجد فرع وارث ذكر أو أنثى. ... 2 - إذا وجد عدد من الأخوة إثنان فما فوق. ¶ 3 - ألا تكون المسألة إحدى العمريتين/ لا يشترط اجتماعها بل تكفي واحدة. ¶ 15 - تأخذ الأم ثلث الباقي بعد نصيب أحد الزوجين إذا كانت المسألة عمرية وتكون عمرية إذا وجد مع الأم أب وزوج/ أو أم وأب وزوجة. ¶ 16 - والد الميت له بالفرض سدس التركة إذا كان للميت فرع وارث ذكر. ¶ 17 - والد الميت يأخذ باقي التركة تعصيباً إذا لم يوجد فرع وارث ذكر أو أنثى. ¶ 18 - والد الميت يأخذ السدس فرضاً والباقي تعصيباً إذا كان للميت فرع وارث أنثى.",
            "page": "144",
            "part": "1"
        },
        {
            "id": "145",
            "nass": "19 - ميراث الجد مثل ميراث الأب تماماً فله 1 - السدس 2 - الباقي تعصيباً 3 - السدس ثم الباقي. ¶ 20 - الجد الوارث هو الذي يدلي للميت بذكر وليس بينهما أنثى. ¶ 21 - يختلف الجد عن الأب في المسألة العمرية فالأم تأخذ ثلث الباقي مع الأب وأحد الزوجين، ولكن الأم تأخذ الثلث كاملاً مع الجد وأحد الزوجين. ¶ 22 - الأب يحجب الأخوة جميعاً بالإجماع، والجد يحجبهم على القول الراجح. ¶ 23 - الجدة لها السدس فرضاً وهي أم الأم وأم الأب وإن علت على أن لا يقع أب بين أُمَّيْن. ¶ 24 - الجدة لها السدس فرضاً إذا لم يكن للميت أم، فإذا وجدت أم فلا ميراث للجدة. ¶ 25 - الأم تحجب الجدات كما أن الأب يحجب الأجداد. ¶ 26 - الجدة الأقرب تحجب الجدة الأبعد وإن تساوين في القرب، فالسدس بينهن وإن أدلت إحداهن بجهتين والأخرى بجهة أخذت ذات الجهتين ثلثا السدس وثلث السدس الباقي للجدة ذات الجهة. ¶ 27 - البنات من الصلب إن كانت واحدة فقط وليس معها أخ أخذت النصف فرضاً، وإن كن البنات إثنتان فما فوق أخذن الثلثان فرضاً، وإن كان معهن أخ عصبن فلا يأخذن بالفرض بل للذكر مثل حظ الأنثيين.",
            "page": "145",
            "part": "1"
        },
        {
            "id": "146",
            "nass": "28 - بنات الابن يأخذن مثل ميراث البنات الصلب إذا لم يكن هناك بنات للصلب، فتأخذ النصف إن كانت لوحدها وإن كن إثنتان فما فوق أخذن الثلثان وإن كان هناك ابن ابن عصبن فيصبح للذكر مثل حظ الأنثيين. ¶ 29 - إذا وجد للميت بنت لصلبه أخذت النصف، وبنات الابن يأخذن السدس تكملة الثلثان وإن كان للميت أكثر من بنت فإن بنات الابن يسقطن إلا إذا وجد أخوهن فيعصبن للذكر مثل حظ الأنثيين، وإن كان للميت ذكر من صلبه فإن بنات الابن يحجبن. ¶ 30 - البنات أو بنات الابن والأخوات بشكل عام لا يزدن عن الثلثان مهما كثروا. ¶ 31 - الابن المبارك يعصب أخته فيكون لها نصيب معه بشرط استكمال من فوقها الثلثان إذا الأصل ليس لها شيء. ¶ 32 - الأخ المشؤوم يحجب أخته من الفرض إلى التعصيب. ¶ 33 - الأخوة الأشقاء أو لأب أو لأم لا يرثون إلا إذا كانوا كلالة أي لا ولد ولا والد. ¶ 34 - إذا وجد أصل أو فرع ذكر فإن الأخوة والأخوات لا يرثون. ¶ 35 - الأخوات الشقيقات إذا كانت واحدة تأخذ النصف فرضاً وإن كن اثنتان فما فوق أخذت الثلثان فرضاً. ¶ 36 - إذا كان للميت فرع وارث أنثى فقط سواءاً واحدة أو أكثر يأخذن فرضهن النصف أو الثلثان والباقي للأخوات الشقيقات إذا لم يوجد أخ شقيق ويسمى (تعصيب مع الغير).",
            "page": "146",
            "part": "1"
        },
        {
            "id": "147",
            "nass": "37 - إذا وجد أخ شقيق مع الأخوات الشقيقات عصبهن للذكر مثل حظ الأنثيين ويسمى (تعصيب بالغير). ¶ 38 - ميراث الأخوات لأب مع الأخوات الشقيقات مثل ميراث بنات الابن مع بنات الصلب. ¶ 39 - الأخوات لأب يأخذن بالفرض النصف إن كانت واحدة، وإن كن أكثر من ذلك يأخذن الثلثان إذا لم يوجد أخ لأب معهن، ولا أخوة أشقاء ولا فرع وارث أو أصل وارث. ¶ 40 - إذا وجد أخ شقيق فإن الأخوات لأب يحجبن، وإن كان هناك أخت شقيقة واحدة تأخذ النصف فرضاً والأخوات لأب يأخذن السدس تكملة الثلثان، وإن كان هناك أكثر من أخت شقيقة فلهن الثلثان والأخوات لأب يسقطن لاستغراق الأخوات الشقيقات الثلثان، إلا إذا وجد أخ لأب فيعصبهن في الباقي، للذكر مثل حظ الأنثيين. ¶ 41 - الأخوات لأب مع البنات يعاملن نفس المعاملة بين الأخوات الشقيقات مع البنات بشرط عدم وجود أخ أو أخت شقيقة. ¶ 42 - إن كان للميت أخ واحد أو أخت واحدة لأم فيرث الواحد منهم السدس فرضاً فقط، سواءاً ذكر أو أنثى. ¶ 43 - إن كان إخوة الميت لأم أكثر من واحد وسواءاً ذكوراً أو إناث مجتمعين أو منفردين، فلهم جميعاً الثلث يشتركون فيه بالسوية للذكر مثل حظ الأنثيين. ¶ 44 - الفروض في القراءات والسنة ستة:",
            "page": "147",
            "part": "1"
        },
        {
            "id": "148",
            "nass": "1 - النصف 2 - الربع 3 - الثلث 4 - الثلثان 5 - السدس 6 - الثمن. ¶ 45 - أصحاب الفروض عشرة والعاصب بنفسه أربعة عشر، والعاصب بالغير هم أربعة، والعاصب مع الغير هم صنفان. ¶ 46 - إذا اجتمع أكثر من عصبة يقدم الأقوى، وهم أربعة أصناف: ¶ أ أن يتحدا في الجهة والدرجة والقوة حينها يشتركان في الميراث أي في العصبة مثل: ابن مع ابن أو أخ شقيق مع أخ شقيق. ¶ ب إن يختلفا في الجهة فيقدم الأقوى في الميراث مثل الابن مع الجد فإن الفرع مقدم على الأصل، فالعصبة للابن دون الجد والجهات على الترتيب: ¶ 1) البنوة. 2) الأبوة. 3) الأخوة 4) العمومة. ¶ ت أن يتحدا في الجهة ويختلفا في الدرجة مثل: ابن وابن ابن فيقدم الابن على ابن الابن، ويقدم الأب على الجد. ¶ ث أن يتحدا في الجهة والدرجة ويختلفا في القوة (القرابة) وهم أربعة أصناف: ¶ 1) أخ شقيق وأخ أب، فيقدم الأخ الشقيق على الأخ الأب لأنه أدلى بجهتين أب وأم والأخ لأب بجهة واحدة. ¶ 2) ابن الأخ الشقيق على ابن الأخ لأب. ¶ 3) العم الشقيق على العم لأب. ¶ 4) ابن العم الشقيق على ابن العم لأب.",
            "page": "148",
            "part": "1"
        },
        {
            "id": "149",
            "nass": "47 - المحجوبون بالوصف ثلاثة: ¶ أ- الرق ... ب- القتل ج- اختلاف الدين (ويعتبر وجودهم كالعدم). ¶ 48 - المحجوبون بالأشخاص إما حجب حرمان فيحرمونهم كامل الميراث، أو حجب نقصان فيحرموا من نصيب أعلى إلى نصيب أقل. ¶ 49 - حجب النقصان هو: 1 - نقل الوارث من فرض أكثر إلى فرض أقل. ¶ 2 - نقل من فرض إلى تعصيب 3 - نقل من تعصيب إلى فرض. ¶ 50 - الذين يحجبون غيرهم حجب نقصان هم ستة ما بين صاحب فرض أو عاصب وهم: 1 - ابن 2 - ابن ابن 3 - بنت 4 - بنت ابن 5 - الأخوان فأكثر ... 6 - الأخت الشقيقة. ¶ والمسألة العمرية تحجب الأم من ثلث التركة إلى ثلث الباقي بعد نصيب أحد الزوجان. ¶ 51 - حجب الحرمان: وهو منع شخص أو أكثر من الإرث بسبب وجود شخص أولى بالميراث. ¶ 52 - قواعد في حجب الحرمان: ¶ أ الأصول لا يحجبهم إلا أصول: مثل الجد لا يحجبه إلا الأب أو الجد الأقرب. ¶ ب الفروع لا يحجبهم إلا فروع: مثل ابن الابن لا يحجبه إلا الابن أو ابن الابن الأقرب. ¶ ت الحواشي يحجبهم أصول وفروع وحواش: مثل الأخ لأب فيحجب بالأب والابن والأخ الشقيق.",
            "page": "149",
            "part": "1"
        },
        {
            "id": "150",
            "nass": "ث إذا اجتمع عاصبان فأكثر قدم الأقرب جهة ثم درجة ثم قوة: مثل الأخ الشقيق يقدم على الأخ لأب فهو من نفس الجهة والدرجة لكنه أقوى بالقرابة. ¶ ج من أدلى بواسطة حجبته تلك الواسطة: وهي ليست على إطلاقها إلا إذا أخذ نصيب من تدلى به. ¶ 53 - أشخاص لا يحجبون أبداً حجب حرمان وهم: ¶ أ- الزوج ب- الزوجة ج- الأب د- الأم هـ-الابن ... و- بنت أو بنتان فأكثر ¶ 54 - الذين يحجبون حجب حرمان هم ستة عشر شخصاً: 1 - إحدى عشر ذكراً ... 2 - خمسة إناث: ¶ 1 - الذكور وهم: (1 - الجد 2 - ابن الابن 3 - الأخ الشقيق 4 - الأخ لأب 5 - ابن الأخ شقيق 6 - ابن الأخ لأب 7 - العم الشقيق 8 - العم لأب 9 - ابن العم الشقيق 10 - ابن العم لأب 11 - أخ لأم. ¶ 2 - الإناث وهم: (1 - الجدة 2 - بنت الابن 3 - الأخت الشقيقة 4 - الأخت لأب ... 5 - الأخت لأم). ¶ 55 - أجمع أهل العلم أن أصحاب الفروض لا ينقص نصيبهم إلا بالعول ولا يزيد إلا بالرد. ¶ 56 - رؤوس المسائل تكون على سبعة أنواع منها يعول ومنها لا يعول وهن (2، 3، 4، 8، 6، 12، 24): ¶ أ رؤوس مسائل لا تزدحم (لا تعول) أبداً وهي أربعة (2، 3، 4، 8).",
            "page": "150",
            "part": "1"
        },
        {
            "id": "151",
            "nass": "ب رؤوس مسائل تزدحم (تعول) وتكون في ثلاثة (6، 12، 24). ¶ 57 - الستة تعول إلى (7، 8، 9، 10) فقط. ¶ الإثنى عشر تعول إلى (13، 15، 17) فقط. ¶ الأربع والعشرين إلى (27) فقط. ¶ 58 - إذا كان في المسألة نصف فقط فأصل المسألة من اثنين، والثلث فقط من ثلاثة والربع فقط من أربعة، والسدس فقط من ستة، والثمن فقط من ثمانية. ¶ 59 - أ- إذا اجتمع في المسألة نصف وثلث فأصل المسألة من ستة. ¶ ب- إذا اجتمع في المسألة ثلث وربع أو سدس وربع فأصل المسألة من إثنى عشر. ¶ ج- إذا اجتمع في المسألة الثمن والسدس أو الثمن والثلث فأصل المسألة من أربع وعشرين. ¶ 60 - أصل المسألة هو رأس المسألة وهو القاسم المشترك أي الذي يقبل القسمة على كل سهام الورثة من غير باق أو من غير كسور. ¶ 61 - تقسم التركة حسب فروض الورثة، وتصحح بضرب عدد الوارثين الذين لم تنقسم عليهم سهامهم على أصل المسألة. ¶ 62 - يرد باقي التركة على أصحاب الفروض بقدر فروضهم، إذا لم يوجد عاصب، وزادت التركة عليهم. ¶ 63 - لا يرد على أحد الزوجين شيء من الميراث بالاتفاق. ¶ 64 - أ- الرد بدون أحد الزوجين إذا كان هناك صاحب فرض واحد يكون أصل المسألة هو عدد الرؤوس المستحقة.",
            "page": "151",
            "part": "1"
        },
        {
            "id": "152",
            "nass": "ب- الرد بدون أحد الزوجين إذا كان هناك أصحاب فروض متعددة فأصل المسألة هو عدد سهام الورثة. ¶ ج- الرد مع أحد الزوجان، إذا كان هناك صاحب فرض واحد نجعل أصل المسألة من مقام أحد الزوجين، ولا يرد على أحد الزوجان شيء. ¶ د- الرد مع أحد الزوجان إذا كان هناك أصحاب فروض متعددة فتقسم إلى: ... أ- التماثل ب- التباين. ¶ 65 - الجد يحجب الأخوة جميعهم على القول الراجح، ولا يحجبهم على القول المرجوح، وإذا ورثنا الأخوة مع الجد يكون التعامل معهم تعامل الأخوة تماماً لأنهم أدلوا بالأب فيكون للذكر مثل حظ الأنثيين على شرط أن يكون الجد الأكثر حظاً في الميراث. ¶ 66 - إذا لم يكن مع الجد والأخوة صاحب فرض فيكون للجد: ¶ أ المقاسمة: إذا كان الأخوة أقل من مثليه: أو ما يعادلهم من الأخوات. ¶ ب ويكون له ثلث المال إذا كان الأخوة أكثر من مثليه أو ما يعادلهم من الأخوات. ¶ 67 - إذا كان الأخوة مثلي الجد استوى للجد الأمران المقاسمة أو ثلث المال، ولا ينقص الجد عن ثلث المال في حاله: أ- عدم وجود صاحب فرض، ب- أن يكون الأخوة أكثر من مثليه. ¶ 68 - إذا كان مع الجد والأخوة صاحب فرض، فإن الجد له: ¶ أ- المقاسمة: بعد أصحاب الفروض إذا كانوا أقل من مثليه. ¶ ب- ثلث الباقي: بعد أصحاب الفروض إذا كان الأخوة أكثر من مثليه.",
            "page": "152",
            "part": "1"
        },
        {
            "id": "153",
            "nass": "ج- السدس: لأن السدس فرضه أصلاً فدا ينقص عنه ولو عالت المسألة لأجله، وحتى لو لم يبق للأخوة شيء. ¶ 69 - يعد على الجد الأخ لأب مع وجود الأخ الشقيق ثم يأخذ الأخ الشقيق نصيب الأخ لأب لأنه يحجبه وتسمى (المعادة). ¶ 70 - قد يخلط نصيب الأخت الشقيقة أو لأب مع الجد ثم يقسم للذكر مثل حظ الأنثيين فيقل حظ الأخت بشرط وجود الزوج والأم معهم وتسمى (الأكدرية). ¶ 71 - أ- إذا اجتمع مع الجد (أخت شقيقة وأخ لأب) سميت (الزيدية العشرية) وأصل المسألة فيها عشرة أسهم. ¶ ب - إذا اجتمع مع الجد (أخت شقيقة وأختان لأب) سميت (الزيدية العشرينية) وأصل المسألة فيها عشرون سهم. ¶ ج- إذا اجتمع مع الجد (أم، أخت شقيقة، أخ لأب + أخت لأب) سميت (مختصر زيد)، فأصلها (108) واختصرها زيد إلى (54) سهم. ¶ د- إذا اجتمع مع الجد (أم، أخت شقيقة، أخوان لأب، أخت لأب) سميت (تسعينية زيد) لأن أصلها (90) سهماً. ¶ 72 - ذو الأرحام: هم كل قريب لا يرث بفرض ولا تعصيب، أو هم من عدا الأقارب المجمع على توريثهم فمنهم: أ- الأصول ب- فروع ج- حواش. ¶ 73 - ينزل كل واحد من ذوي الأرحام منزلة من تدلي به، مثل: بنت البنت منزلة البنت فتأخذ نصيبهاـ وبنت الأخ تأخذ نصيب الأخ. ¶ 74 - لا يرث ذوي الأرحام مع صاحب فرض أو عصبة.",
            "page": "153",
            "part": "1"
        },
        {
            "id": "154",
            "nass": "الخاتمة ¶ نحمد الله الذي لا يحمد غيره، الذي مَنَّ علينا إكمال هذا النفع العظيم من هذا العلم الذي كاد يُنسى لدى الجميع، ونسأل الله عز وجل أن ينفع به الإسلام والمسلمين فإن كان من صواب فمن الله وإن كان من خطأ أو نسيان أو زلة فمني ومن الشيطان، والإسلام منه براء. ¶ وآخر دعوانا أن الحمد لله رب العالمين ¶ يوسف طالب يوسف الرفاعي ¶ حرر في 26 / ذو الحجة/ 1427هـ ¶ 15/ كانون الثاني/ 2007م",
            "page": "154",
            "part": "1"
        },
        {
            "id": "155",
            "nass": "قائمة المراجع ¶ 1 - القرآن الكريم. ¶ 2 - فتح الباري شرح صحيح البخاري، ابن حجر العسقلاني، طبعة دار السلام ودار الفيحاء. ¶ 3 - شرح صحيح مسلم، الإمام النووي، طبعة دار المعرفة. ¶ 4 - تحفة الأحوذي شرح سنن الترمذي، للمباركفوري، طبعة دار الحديث. ¶ 5 - عون المعبود شرح سنن أبي داود، لمحمد أشرف الصديقي، طبعة دار إحياء التراث. ¶ 6 - سنن النسائي. ¶ 7 - سنن ابن ماحه. ¶ 8 - نيل الأوطار شرح منتقى الأخبار، الشوكاني، دار المعرفة. ¶ 9 - سبل السلام شرح بلوغ المرام، للصنعاني، دار إحياء التراث العربي. ¶ 10 - جامع العلوم والحكم، ابن رجب الحنبلي، مؤسسة الرسالة. ¶ 11 - منار السبيل في شرح الدليل، إبراهيم ضويان، دار اليقين. ¶ 12 - إرواء الغليل، محمد ناصر الدين الألباني، المكتب الإسلامي. ¶ 13 - تفسير ابن كثير، لابن كثير، دار السلام ودار الفيحاء. ¶ 14 - عمدة التفسير عن ابن كثير، أحمد شاكر، دار ابن حزم. ¶ 15 - تفسير آيات الأحكام، السايس، دار ابن كثير ودار القادري.",
            "page": "155",
            "part": "1"
        },
        {
            "id": "156",
            "nass": "16 - أسباب النزول، الواحدي، دار الفكر. ¶ 17 - أسباب النزول، السيوطي، دار الفجر للتراث. ¶ 18 - الإقناع في مسائل الإجماع، ابن القطان الفاسي، دار القلم. ¶ 19 - الإجماع، ابن المنذر، دار الكتب العلمية. ¶ 20 - مراتب الإجماع، ابن حزم والنقد لابن تيمية، دار الكتب العلمية. ¶ 21 - المغني، ابن قدامة، دار الفكر. ¶ 22 - الفتاوي الكبرى، ابن تيمية، دار الكتب العلمية. ¶ 23 - الملخص الفقهي، صالح بن فوزان الفوزان، دار المنار. ¶ 24 - أحكام المواريث، د. محمد طه أبو العلا خليفة، دار السلام. ¶ 25 - البداية في علم المواريث، وحيد عبد السلام بالي، دار ابن رجب. ¶ 26 - فقه السنة، سيد سابق، دار الفكر. ¶ ***********",
            "page": "156",
            "part": "1"
        },
        {
            "id": "157",
            "nass": "فهرس الموضوعات ¶ الموضوع ... رقم الصفحة ¶ المقدمة .................................................................. ... 3 ¶ علم الفرائض ............................................................ ... 8 ¶ الحقوق التي تأخذ من التركة ............................................. ... 10 ¶ أركان الميراث ............................................................ ... 12 ¶ شروط الإرث ............................................................ ... 12 ¶ أسباب الإرث ........................................................... ... 13 ¶ موانع الإرث ............................................................. ... 16 ¶ ميراث الزوج ............................................................ ... 18 ¶ ميراث الزوجة ........................................................... ... 20 ¶ ميراث الأم ............................................................. ... 22 ¶ ميراث الأب ............................................................. ... 27 ¶ ميراث الجد ............................................................. ... 30 ¶ ميراث الجدة ............................................................. ... 34 ¶ أمثلة على ميراث الجدة ................................................... ... 36 ¶ ميراث البنات ............................................................ ... 38 ¶ ميراث بنات الابن ....................................................... ... 41 ¶ الأخ أو (الابن المبارك) ................................................... ... 45 ¶ الأخ الشؤم .............................................................. ... 46 ¶ ميراث الأخوة الأشقاء أو لأب أو لأم .................................... ... 47 ¶ ميراث الأخوة الشقيقات ................................................. ... 49 ¶ ميراث الأخوات لأب ................................................... ... 54 ¶ ميراث الأخوة للأم ...................................................... ... 61",
            "page": "157",
            "part": "1"
        },
        {
            "id": "158",
            "nass": "الفرض والتعصيب ....................................................... ... 64 ¶ الحجب ................................................................. ... 69 ¶ المحجوبات من النساء .................................................... ... 81 ¶ العول .................................................................... ... 105 ¶ تقسيم التركة على الورثة ................................................. ... 110 ¶ التصحيح ................................................................ ... 112 ¶ الرد ..................................................................... ... 114 ¶ التباين ................................................................... ... 121 ¶ ميراث الجد مع الأخوة ................................................... ... 123 ¶ مسائل هامة في الميراث ................................................... ... 132 ¶ الجد مع الأخوة .......................................................... ... 132 ¶ المعادة .................................................................... ... 132 ¶ الاكدرية ................................................................. ... 133 ¶ الزيديات الأربعة ......................................................... ... 135 ¶ توريث ذوي الأرحام ..................................................... ... 140 ¶ الخلاصة ................................................................. ... 143 ¶ الخاتمة .................................................................... ... 154 ¶ قائمة المراجع ............................................................. ... 155 ¶ الفهرس ................................................................. ... 157 ¶ وآخر دعوانا أن الحمد لله رب العالمين.",
            "page": "158",
            "part": "1"
        }
    ],
    "t36518": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "السهل في المواريث يوسف طالب الرفاعي"
        }
    ]
}