{
    "b36512": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (24) ¶ أحكام المرأة الحامل ¶ بقلم ¶ يحيى بن عبد الرحمن الخطيب ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "المقدمة: ¶ الحمد لله رب العالمين، والصلاة والسلام على المبعوث رحمة للعالمين نبينا محمد وعلى آله وصحبه أجمعين وبعد: ¶ فقد اعتنى الإسلام بالمرأة الحامل، وعمل على حمايتها وحفظ جنينها؛ وذلك من خلال التشريعات المختلفة التي راعت ما للحامل من خصوصية، استدعت استثناءها من بعض الأحكام الشرعية، لسببين رئيسيين: ¶ الأول: ضعف بنيتها، والمشاق التي تتحملها بسبب حملها، والذي قد يضعفها عن القيام بكافة التكاليف الشرعية. ¶ الثاني: الجنين الذي تحمله في بطنها فهو شديد التأثر والحساسية للبيئة المحيطة به، وينبغي العناية به والحفاظ على حياته. ¶ وتظهر أهمية الموضوع مما يلي: ¶ 1 - لم أجد في هذا الموضوع بحثًا مستقلاً شاملاً، يجمع شتات مسائله، بل هناك بحوث جزئية تناولت بعض المباحث التي طرقتها في بحثي. ¶ 2 - مع تقدم الطب، كان لزامًا على العلماء والباحثين، مراجعة الاجتهادات الفقهية التي أظهر فيها الطب حقائق جديدة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الفصل الأول ¶ الأحكام المتعلقة بالعبادات للمرأة الحامل ¶ المبحث الأول: الدم الذي تراه الحامل: ¶ ينبغي قبل الولوج في موضوع الدم الذي تراه الحامل أن أعرض لتعريف الدماء التي تصيب المرأة. ¶ أولاً: تعريف الحيض في اللغة والاصطلاح: ¶ مصدر حاضت المرأة تحيضُ حيضًا ومحيضًا. قال المبرد: \"سمي الحيض حيضًا من قولهم: حاض السيل إذا فاض\" (¬1). ¶ ثانيًا: الحيض في اصطلاح الفقهاء: ¶ الحيض: اسم لدم خارج من الرحم لا يعقب الولادة مقدر بقدر معلوم في وقت معلوم (¬2). ¶ وعرفه ابن العربي: بأنه عبارة عن الدم الذي يرخيه الرحم فيفيض. ¶ ثالثاً: تعريف الحيض عند الأطباء: ¶ 1 - عرفته الموسوعة الطبية الحديثة بأنه: \"دورة بالمرأة تتميز بخروج دم من المهبل كان معدًا في الرحم لا ستقبال حمل لم يحدث\" (¬3). ¶ وأضافت: \"أنه في اليوم الرابع عشر من دورة الحيض تحدث الإباضة، فينخفض مستوى الإيسترين في الدم إذا لم يتم الإخصاب، فتنقبض شرايين الرحم وتتمزق بطانتها، وتخرج مع دم الحيض من المهبل مكونة ما يسمى بالطمث\" (¬4). ¶ ¬__________ ¶ (¬1) ابن منظور \"لسان العرب\" الطبعة الأولى، دار صادر: (7/ 142، 143) ¶ (¬2) الكاساني، علاء الدين أبو بكر بن مسعود الكاساني \"بدائع الصنائع\" الطبعة الثانية، دار الكتاب العربي: (1/ 39). ¶ (¬3) نخبة من العلماء \"الموسوعة الطبية الحديثة\" ترجمة مجموعة من الأطباء والخبراء العرب، الناشر: مؤسسة سحل العرب القاهرة: (3/ 566). ¶ (¬4) المرجع السابق: (3/ 567).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وأضافت الموسوعة الطبية العربية أنه: \"ينقطع الحيض في أثناء الحمل، وفي مدة الإرضاع أو جزء منها\" (¬1). ¶ تعريف الاستحاضة: ¶ المستحاضة: هي التي ترى الدم في أثر الحيض على صفة لا تكون حيضًا، وعرف الفقهاء الاستحاضة: بأنها الدم الخارج في غير أيام الحيض والنفاس (¬2). ¶ وجاء في توصيات الندوة الثالثة للفقه الطبي المنعقدة في الكويت: أن كل دم مرضي غير سويّ استحاضة. وعُرّفت الاستحاضة طبيًا: \"الدم المرضي غير السوي وأسبابها المرضية شتى\". وهذا يتفق مع ما قرره كثير من الفقهاء: من أن كل ما ليس دم جبلة فهو استحاضة (¬3). ¶ أراء الفقهاء في الحامل إذا رأت الدم: ¶ اختلف الفقهاء قديمًا وحديثًا بشأن الحامل إذا رأت الدم أثناء الحمل على رأيين: ¶ الرأي الأول: يرى المالكية (¬4) والشافعي في الجديد (¬5) وهو المعتمد ففي المذهب أن ما تراه الحامل من دم هو حيض تدعُ له الصلاة. ¶ ¬__________ ¶ (¬1) د. عبد الحسين بيرم \"الموسوعة الطبية العربية\" مطبعة دار القادسية: (ص 132). ¶ (¬2) الحسيني، أبو بكر بن محمد الحصني: \"كفاية الأخبار\" الطبعة الثانية، دار المعرفة: (1/ 46). ¶ (¬3) د. عمر الأشقر، الحيض والنفاس والحمل: (ص 35). ¶ (¬4) الخرشي، محمد الخرشي المالكي \"الخرشي على مختصر خليل مع حاشية العدوي\"، دار الكتب الإسلامي: (1/ 205). ¶ (¬5) الشربيني، مغني المحتاج: (1/ 293).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "الرأي الثاني: يرى الأحناف (¬1) والحنابلة (¬2) أن ما تراه من دم أثناء الحمل ليس بحيض، وإنما هو دم فساد، فلا تدع له الصلاة. وروي ذلك عن عائشة وابن عباس وثوبان، وهو قول جمهور التابعين، منهم سعيد بن المسيب وعطاء والحسن وجابر بن زيد وعكرمة ومحمد بن المنكدر والشعبي ومكحول وحماد والثوري والأوزاعي وأبو ثور وسليمان بن يسار وعبيد الله بن الحسن. ¶ أدلة القولين: ¶ استدل القائلون بأن ما تراه الحامل من دم هو دم حيض بالأدلة التالية: ¶ 1 - إطلاق الآية: {وَيَسْأَلونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّسَاءَ فِي الْمَحِيضِ} [البقرة: من الآية222]، وإطلاق الأخبار عن النبي - صلى الله عليه وسلم - (¬3). ¶ 2 - حديث فاطمة بنت أبي حبيش أن الرسول - صلى الله عليه وسلم - قال: \"إذا كان دم الحيضة فإنه دم أسود يعرف\" (¬4) فقد أطلق، ولم يفصل بين الحامل والحائل (¬5). ¶ ¬__________ ¶ (¬1) ابن الهمام، شرح فتح القدير: (186). ¶ (¬2) البهوتي، كشاف القناع: (1/ 2102). ¶ (¬3) الشربيني، مغني المحتاج: (1/ 293). ¶ (¬4) رواه أبو داود في سننه في كتاب الطهارة، باب من قال: إذا أقبلت الحيضة تدع الصلاة، الطبعة الأولى، دار الحديث – بيروت (1969م): (1/ 197)، ورواه النسائي في سننه في كتاب الحيض والاستحاضة الفرق بين دم الحيض والاستحاضة، طبعة دار الريان: (1/ 185). ¶ (¬5) الرافعي، فتح العزيز (مطبوع مع المجموع): (2/ 577).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "3 - ما روي عن عائشة: أنها سئلت عن الحامل ترى الدم اتصلي؟ قالت: \"لا تصلي حتى يذهب عنها الدم\" (¬1). ¶ 4 - لأنه دم في أيام العدة بصفة الحيض وعلى قدرة، فجاز أن يكون حيضًا، كدم الحامل والمرضع (¬2). ¶ استدل القائلون بأن ما تراه الحامل ليس دم حيض بالأدلة التالية: ¶ 1 - حديث أبي سعيد الخدري أن النبي - صلى الله عليه وسلم - قال: \"لا توطأ حامل حتى تضع ولا غير ذات حمل حتى تحيض حيضة\" (¬3)، فجعل وجود الحيض علمًا على براءة الرحم، فدل ذلك على أنه لا يجتمع معه (¬4)، ولو قلنا: الحامل تحيض لبطلت دلالته (¬5)؛ لأنه لا يكون حينها للتفريق بين الحامل والحائل معنى. ¶ 2 - حديث سالم عن أبيه: أنه طلق امرأته وهي حائض، فسأل عمر النبي - صلى الله عليه وسلم - فقال: \"مره فليراجعها ثم ليطلقها طاهرًا أو حاملاً\" (¬6). فجعل الحمل علمًا على عدم الحيض كما جعل الطهر علمًا على الحيض (¬7). ¶ ¬__________ ¶ (¬1) مالك، المدونة: (1/ 155). ¶ (¬2) الرافعي، فتح العزيز (مطبوع مع المجموع) •2/ 577). ¶ (¬3) أبو داود: سليمان بن الأشعث السجستاني سنن أبي داود مع معالم السنن: كتاب النكاح، باب في وطء السبايا (2157): (2/ 614). بتحقيق شعيب الأرناؤوط وعبد القادر الأرناؤوط، وقالا عنه صحيح لغيره. ¶ (¬4) ابن قدامة، المغني: (1/ 361). ¶ (¬5) الرافعي، فتح العزيز (مطبوع مع المجموع): (2/ 576). ¶ (¬6) صحيح مسلم، كتاب الطلاق، باب تحريم طلاق الحائض: (2/ 1095). وأحمد بن محمد بن حنبل الشيباني، رواه في مسنده، الطبعة الأولى، دار الكتب العلمية، بيروت (1993م): (2/ 36). ¶ (¬7) ابن قدامة، المغني: (1/ 362).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "قال الإمام أحمد \"فأقام الطهر مقام الحمل\". والله عز وجل يقول: {فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ} [الطلاق: من الآية1]. ¶ أي بالطهر في غير جماع (¬1). وحيث قال عليه الصلاة والسلام: \"ليطلقها طاهرًا أو حاملاً\"، فإنه أجاز له الطلاق في كل أوقات الحمل، واعتبار الحامل تحيض يتعارض مع هذا الجواز. ¶ رد القائلين بأن الحامل لا تحيض على الفريق الآخر: ¶ 1 - أما استدلالهم بحديث فاطمة: (فإنه أسود يعرف)، وأنه دم في أيام العادة وعلى قدره، مع وقوع ذلك ونكرره، فيرد عليه من وجوه: ¶ أ- أنكم تقرون أن دم الاستحاضة في الغالب أحمر رقيق مشرق، وربما تغير دم الحيض إلى الحمرة، ودم الاستحاضة إلى السواد (¬2)، ولا يمنع أن يكون الحيض موصوفًا بهذه الصفة مع السلامة. وأنكم رجعتم إلى التفريق بينهما: بأن دم الحيض يخرج من قعر الرحم، ودم الاستحاضة يسيل من العاذل، وأنكم تعتبرون – أي الشافعية – الدم إن نقص عن يوم وليلة أو زاد عن خمسة عشر، دم استحاضة وفساد، وإن كانت صفة الحيض، فليست الصفة الظاهرة إذًا دليلاً كافيًا للحكم بأنه حيض. ¶ ب- ليس الوقوع دليلاً كافيًا للحكم بأنه حيض. وإن كان الدكتور محمد البار قد ذكر أن خمس نساء من كل ألف امرأة يحضن في الأشهر الأولى للحمل، فهذا حيض كاذب؛ لأنه في ضوء المعطيات الطبية لا يصح اعتباره حيضًا؛ لاختلاف طبيعة الرحم بين الحامل وغير الحامل. بالإضافة لتعدد أسباب نزول الدم على الحامل، ومنها: ¶ 1 - نزيف لعدة أسباب مرضية. ¶ ¬__________ ¶ (¬1) الطبري، أبو جعفر محمد بن جرير الطبري، جامع البيان، دار الفكر: (28/ 129). ¶ (¬2) الماوردي، الحاوي: (1/ 388).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "2 - الحمل خارج الرحم، ويكون عادة مصحوبًا بآلامك في البطن، وهبوط الضغط، وهي حالة تستدعي جراحة فورًا. ¶ 3 - الرحى الغددية (الحمل العنقودية): وهو غير طبيعي، وهو عبارة عن كتل من الخلايا لها قدرة على الانتشار داخل الرحم، وذو خطورة على حياة الأم، ويجب التخلص من هذا الحمل بأسرع وقت يمكن، حفاظًا على صحة الأم (¬1). ¶ 1 - وأما استدلالهم بما روي عن عائشة: \"أن المرأة إذا رأت الدم إنها لا تصلي\". ¶ فيجاب عنه: بأنه قد وردت روايات كثيرة عنها رضي الله عنها: إن الحامل لا تحيض، وأنها تغتسل وتصلي، وقد وجّه ابن قدامة هذه الروايات: بأنه يحمل قولها على الحبلى التي قاربت الوضع جمعًا بين قوليها. فإن الحامل إذا رأت الدم قريبًا من ولادتها، فهو نفاس تَدَعُ له الصلاة (¬2). ¶ الرأي الراجح: ¶ بعد استعراض رأي الفريقين وأدلتهم والاستناد إلى الأبحاث الطبية الحديثة، يتبين صحة رأي القائلين بأن الحامل لا تحيض، فما تراه من دم هو دم فساد وعلة. ففي العلم البيولوجي يطلقون عليه الحيض الكاذب، حتى لو كان في موعده، ويحيل نزول الدم إلى أسباب عصبية وظيفية فحسب (¬3). ¶ وإن النظر العميق في الأدلة الثابتة الصحيحة يؤكد أن الحمل نفيض للحيض، فهما لا يلتقيان. وإن الدماء التي قد تنزل على المرأة أثناء حملها تتنوع أسباب المرضية، وإن كان ظاهرها أنه دم وافق عادة المرأة قبل حملها. ¶ المبحث الثاني: صلاة الحامل: ¶ ¬__________ ¶ (¬1) بحث الندوة الثالثة: (ص 438، 439). ¶ (¬2) ابن قدامة، المغني: (1/ 362). ¶ (¬3) د. أمين رويحة \"المرأة في سن الإخصاب وسن اليأس\" الطبعة الأولى. دار القلم، بيروت (1974م): (ص 58).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "أجمع أهل العلم على أن الصلوات الخمس تجب على الذكور والإناث من المسلمين. ومنهم المرأة الحامل بشرط أن يكونوا بالغين عاقلين. ¶ فلا يجوز للحامل أن تترك الصلاة بسبب حملها بإجماع أهل العلم، ولا تسقط الصلاة بحال (¬1) ¶ قد يشق على الحامل أداء كل صلاة في وقتها، فإن بعض الحوامل يثقل عليهن الحمل، ويضعفن عن الطهارة لكل صلاة في وقتها، فهل يجوز للحامل الجمع بين الصلاتين؟ ¶ ولبيان حكم الجمع بين الصلاتين للحامل، لا بد من بيان الأصل الذي يستند إليه هذا الحكم، وهو الجمع لعذر المشقة والضعف، حيث إن الحمل هو نوع مشقة للمرأة، وهو موجبٌ لضعفها، وقد يؤدي إلزامها بأداء كل صلاة في وقتها وما يتبع ذلك من طهارة إلى تحملها تكليفًا فوق طاقتها، يعجزها عن القيام به حق القيام. ¶ اختلف العلماء في الجمع بين الصلاتين؛ لعذر المشقة والضعف في الحضر على قولين: ¶ القول الأول: لا يجوز الجمع بين الصلاتين؛ لعذر المشقة والضعف في الحضر. وهذا قول جمهور الفقهاء الحنفية (¬2) والمالكية (¬3) والشافعية وأكثر الفقهاء (¬4). ¶ القول الثاني: يجوز الجمع بين الصلاتين؛ لعذر المشقة والضعف في الحضر. وهذا قول الحنابلة (¬5)، والقاضي حسين (¬6)، وهو مضمون قول جماعة من المحدثين والأئمة، ولكنهم اشترطوا ألا يتخذ ذلك ¶ ¬__________ ¶ (¬1) النووي، يحيى بن شرف النووي \"روضة الطالبين\" الطبعة الأولى، دار الكتب العلمية، بيروت (1992م): (1/ 343). ¶ (¬2) لا يجيز الأحناف الجمع في غير عرفة ومزدلفة. انظر: ابن الهمام شرح فتح القدير: (2/ 31). ¶ (¬3) الدسوقي، حاشية الدسوقي: (1/ 372). ¶ (¬4) الشربيني، مغني المحتاج: (1/ 534). ¶ (¬5) البهوتي، كشاف القناع (2/ 6)، وابن تيمية، مجموع الفتاوي: (24/ 28). ¶ (¬6) النووي، روضة الطالبين: (1/ 401)، والنووي، شرح صحيح مسلم: (5/ 218).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "عادة أو ضابط العذر المجيز للجمع هو المشقة البالغة التي تشوش على النفوس في تصرفها لعدم إطاقتها، وليس المقصود بذلك المشقة المعتادة المألوفة؛ لأنها ملازمة لجميع التكاليف الشرعية، إذ لو خلا العمل المطلوب شرعًا عن كلفة (وهي نوع مشقة) لما سمي تكليفًا. (¬1) ¶ الأدلة: ¶ استدل أصحاب القول الأول بما يلي: ¶ أولاً: حديث جابر بن عبد الله رضي الله عنهما: \"أن جبريل عليه السلام أمّ النبي - صلى الله عليه وسلم - في الصلاة يومين متتاليين، بيّن له في أولها أوّل الأوقات وفي ثانيهما آخرهما وقال له: ما بين هذين الوقتين وقت\" (¬2) ووجه الدلالة في هذا الحديث: بيان جبريل عليه السلام لأول الأوقات وآخرها، وقوله: \"بين هذين الوقتين وقت\"، يقتضي عدم جواز إخراج الصلاة عن وقتها تقديمًا أو تأخيرًا لما في هذا البيان من الحصر ليمتنع الجمع بين الصلاتين؛ لأنه إخراج أحدهما عن وقتها. (¬3) ¶ مناقشة هذا الاستدلال: ¶ قد ثبت أن النبي - صلى الله عليه وسلم -: أمر سهلة بنت سهيل، وحمنة بنت جحش لما كانتا مستحاضتين بتأخير الظهر وتعجيل العصر، والجمع بينهما بغسل واحد، فأباح لهما الجمع؛ لأجل الاستحاضة، وأخبار المواقيت مخصوصة بالصور التي أجمعنا على جواز الجمع فيها، فيخص منها محل النزاع بما ذكرنا (¬4). ¶ ¬__________ ¶ (¬1) نزيه حماد: \"معجم المصطلحات الاقتصادية في لغة الفقهاء\" الطبعة الأولى، المعهد العالمي للفكر الإسلامي، (1993م): (ص 250). ¶ (¬2) سنن النسائي، في كتاب المواقيت، باب آخر وقت العصر: (1/ 255، 256). سنن الترمذي، في أبواب الصلاة، باب ما جاء في مواقيت الصلاة: (1/ 281). وقال عنه الترمذي: هذا حديث حسن. ¶ (¬3) مشهور حسن، الجمع بين الصلاتين في الحضر بعذرؤ المطر: (102). ¶ (¬4) ابن قدامة، المغني: (2/ 277).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "واستدل أصحاب القول الثاني بما يلي: ¶ أولاً: حديث ابن عباس عن طريق حبيب بن أبي ثابت: \"جمع رسول الله - صلى الله عليه وسلم - بين الظهر والعصر، والمغرب والعشاء بالمدينة من غير خوف ولا مطر\" قيل لابن عباس: لم فعل ذلك؟ قال: \"كي لا يحرج أمته\" (¬1). ¶ وجه الدلالة من الحديث: أنه يحمل على الجمع بعذر المرض أو نحوه مما هو في معناه من الأعذار، وقال النووي: \"وهذا قول أحمد بن حنبل، وهو المختار في تأويله لظاهر الحديث، ولفعل ابن عباس وموافقة أبي هريرة \" (¬2). ¶ الترجيح: ¶ يظهر للباحث بعد استعراض الأدلة للفريقين ومناقشتها: أن الراجح هو قول القائلين بجواز الجمع بين الصلاتين؛ لعذر المشقة والضعف في الحضر، وذلك لقوة أدلتهم، وضعف استدلالات مخالفيهم، وقد قال الإمام أحمد في حديث ابن عباس: \"هذا عندي رخصة للمريض والمرضع\" (¬3). ويجوز أن يتناول من عليه مشقة من أشباههما (¬4)، والحامل يجوز لها الجمع إذا احتاجت إليه، إن كانت تلاقي مشقة فبتفريق الصلاة، وبعض الحوامل يجهدها الحمل، ويصعب عليها التطهر لكل صلاة، ومعروف عند الفقهاء أن المشقة تجلب التيسير، والله عز وجل يقول: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: من الآية78]، فلا بأس أن تجمع وهذا من باب التخفيف الذي تميزت به شريعتنا الإسلامية الغراء. ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب صلاة المسافر وقصرها، باب الجمع بين الصلاتين في الحضر: (1/ 490، 491). ¶ (¬2) النووي، شرح مسلم: (5/ 218، 219). ¶ (¬3) ابن قدامة، المغني: (2/ 277). ¶ (¬4) المرجع السابق: (2/ 278).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المبحث الثالث: صوم الحامل والمرضع في رمضان: ¶ اتفق أهل العلم على أن الحامل والمرضع إذا خافتا على أنفسهما، أو خافتا على أنفسهما وولديهما، فلهما الفطر، وعليهما القضاء فحسب؛ لأنهما بمنزلة المريض الخائف على نفسه (¬1). ¶ وإذا خافت الحامل والمرضع بسبب صيامهما على ولديهما فقط. بحيث يضر الصوم بالولد، فماذا يترتب عليهما إذا أفطرتا؟ وضابط الضرر المجيز للإفطار يعرف بغلبة الظن بتجربة سابقة، أو إخبار طبيب مسلم حاذق عدل، يثبت بمقتضاها الخوف من أن يفضي الرضاع أو الحمل إلى نقص العقل أو الهلاك أو المرض، وليس المراد من الخوف مجرّد التوهم والتخيّل (¬2). ¶ وقد اختلف أهل العلم في هذه المسألة، وذلك على أقوال: ¶ القول الأول: أن الحامل والمرضع إذا خافتا على ولديهما فقط، فعليهما القضاء والفدية، وهذا مذهب الشافعية في الراجح المعتمد من مذهبهم (¬3). وهو مذهب الحنابلة (¬4). وبه قال مجاهد، وروي ذلك عن ابن عمر وابن عباس وعطاء (¬5). ¶ ¬__________ ¶ (¬1) ابن الهمام، فتح القدير: والهداية: (2/ 355)، وابن قدامة، المغني: (3/ 139). ¶ (¬2) عقلة، محمد عقلة \"الصيام محدثاته وحوادثه\"، دار البشير – عمان (1989م): (ص 210). ¶ (¬3) الشربيني، مغني المحتاج: (2/ 174). ¶ (¬4) البهوتي، كشاف القناع: (2/ 313). ¶ (¬5) ابن عبد البر، يوسف بن عبد الله بن محمد بن عبد البر: الاستذكار الجامع لمذاهب فقهاء الأمصار، الطبعة الأولى، دار قتيبة – دمشق وبيروت، ودار الوعي – حلب والقاهرة – توثيق وتخريج عبد المعطي أمين قلعجي (1993م): (10/ 223). قال الماوردي: والصحيح عن ابن عمر: الإطعام ولا قضاء، وسيشار له. ابن عبد البر \"الاستذكار\".",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "القول الثاني: أن الحامل عليها القضاء وليس عليها الفدية، وأما المرضع فإن عليها القضاء والفدية. وهذا مذهب المالكية، وبه قال الليث (¬1). ¶ القول الثالث: أن الحامل والمرضع عليهما الفدية فقط، وليس عليهما القضاء، وهذا مروي عن ابن عباس، وعدد من التابعين. ¶ القول الرابع: أن الحامل والمرضع لا يجب عليهما القضاء ولا الفدية. وهذا مذهب ابن حزم الظاهري (¬2). ¶ القول الخامس: التخيير، فإن شاءت الحامل والمرضع أن تطعما، ولا قضاء عليها، وإن شاءتا قضتا، ولا إطعام عليهما. وهذا قول اسحق بن راهوية (¬3). ¶ القول السادس: أن الحامل والمرضع عليهما القضاء فقط، ولا فدية عليهما. وهذا مذهب الحنفية (¬4)، وهو قول الشافعي، والمزني من الشافعية (¬5)، وروي ذلك عن الحسن البصري وإبراهيم النعي والأوزاعي وعطاء والزهري وسعيد بن جبير والضحاك وربيعة والثوري وأبو عبيد وأبو ثور، وأصحاب الرأي وابن المنذر، وروي عن الليث، وهو قول الطبري (¬6). ¶ ¬__________ ¶ (¬1) تقريرات محمد عليش مع الشرح الكبير، دار الفكر بدمشق، بدون ذكر رقم الطبعة وتاريخها: (1/ 535). ¶ (¬2) ابن حزم، علي بن أحمد بن سعيد بن حزم \"المحلى\"، دار الكتب العلمية – بيروت، (1988م): (4/ 410). ¶ (¬3) البغوي، الحسين بن مسعود الفراء البغوي، شرح السنة. تحقيق شعيب أرناؤوط. المكتب الإسلامي، الطبعة الأولى، بيروت (1974م): (6/ 316). ¶ (¬4) ابن الهمام فتح القدير مع الهداية: (2/ 355). ¶ (¬5) الماوردي، الحاوي: (3/ 437). ¶ (¬6) ابن عبد البر، الاستذكار: (10/ 222)، والبغوي، شرح السنة: (6/ 316).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الأدلة: ¶ استدل أصحاب القول الأول بما يلي: ¶ أولاً: قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: من الآية184] والحامل والمرضع داخلتان في عموم الآية (¬1). لأنهما ممن يطيق الصيام، فوجب بظاهر الآية أن تلزمهما الفدية (¬2)، ويؤيده قول ابن عباس في الآية: \"كانت رخصة للشيخ الكبير والمرأة الكبيرة وهما يطيقان الصيام، أن يفطرا ويطعما مكان كل يوم مسكينًا، والحبلى والمرضع إذا خافتا. قال أبو داود: - يعني على أولادهما – وأطعمتا\" (¬3). وروي ذلك عن ابن عمر، ولا مخالف لهما في الصحابة (¬4). ¶ الرد على الاستدلال: ¶ ذهب عامة الصحابة والمفسرين إلى أن الآية: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: من الآية184] منسوخة، فكان المطيق للصوم في الابتداء مخيرًا بين أن يصوم وبين أن يفطر، ويفدي فنسخها قوله تعالى: {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} [البقرة: من الآية185]. يروي ذلك عن ابن عمر وسلمة بن الأكوع (¬5). ¶ واستدل أصحاب القول الثالث بما يلي: ¶ ¬__________ ¶ (¬1) ابن قدامة، المغني: (3/ 140). ¶ (¬2) الماوردي، الحاوي: (3/ 437). ¶ (¬3) سنن أبي داود كتاب الصوم، باب من قال، هي مثبتة للشيخ والحبلى: (2/ 738، 739)، قال الألباني عن الحديث: شاذ. محمد ناصر الدين الألباني، ضعيف سنن أبي داود، المكتب الإسلامي، الطبعة الأولى – بيروت، (1991م). ¶ (¬4) ابن قدامة، المغني: (3/ 140). ¶ (¬5) صحيح البخاري: كتاب التفسير، باب فمن شهد منكم الشهر فليصمه: (4/ 1638، 1639).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قراءة ابن عباس: {وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ} [البقرة: من الآية184] قال ابن عباس: \"ليست بمنسوخة، هو الشيخ الكبير والمرأة الكبيرة، لا يستطيعان أن يصوما، فيطعمان مكان كل يوم مسكينًا\"، فعلى قراءة ابن عباس فلا نسخ؛ لأنه يجعل الفدية على من تكلف الصوم، وهو لا يقدر عليه فيفطر ويُكفِّر، وهذا الحكم باق (¬1). ¶ ومعنى قراءة ابن عباس: يكلفونه مع المشقة اللاحقة لهم، والحامل والمرضع يتكلفون الصيام مع المشقة وقد تناولتهما الآية، وليس فيها إلا إطعام (¬2). ¶ الرد على هذا الاستدلال: ¶ 1 - قراءة ابن عباس: \"يطوِّقونه\" قراءة شاذة لا يحل لأحد أن يقرأ بها، وإن رويت وأسندت، والقراءة الشاذة لا ينبني عليها حكم؛ لأنه لم يثبت لها أصل (¬3). وقراءة كافة المسلمين هي: {وَعَلَى الَّذِينَ يُطِيقُونَهُ} وعلى ذلك خطوط مصاحفهم، وهي القراءة التي لا يجوز لأحد من المسلمين خلافها؛ لنقل جميعهم تصويب ذلك قرنًا عن قرن (¬4). ¶ 2 - أن قوله تعالى: {وَعَلَى الَّذِينَ يُطِيقُونَهُ}. منسوخة بقول أكثر المفسرين والعلماء، قال ابن حجر بعد أن أورد رأي ابن عباس بعدم نسخ الآية: \"هذا مذهب ابن عباس وخالفه الأكثر\" (¬5). ¶ ¬__________ ¶ (¬1) ابن حجر، فتح الباري: (8/ 29). ¶ (¬2) ابن قدامة، المغني: (3/ 140). ¶ (¬3) ابن العربي، محمد بن عبد الله المعروف بابن العربي \"أحكام القرآ،\" دار الجيل – بيروت، (1987م)، تحقيق محمد البجاوي: (1/ 79). وابن حزم، المحلي: (4/ 414). ¶ (¬4) الطبري، جامع البيان: (2/ 132). ¶ (¬5) ابن حجر، فتح الباري: (8/ 9).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "استدل ابن حزم بأن: الفقهاء لم يتفقوا على إيجاب القضاء، ولا على إيجاب الإطعام فلا يجب شيء من ذلك، إذ لا نص في وجوبه ولا إجماع (¬1). ¶ الرد على هذا الاستدلال: ¶ إن مجرد الاختلاف لا يسقط الدليل. بل يؤخذ برأي صاحب الدليل الأقوى، ولو كان كل خلاف بين الفقهاء يحكم بسببه على الحكم المستند للدليل بالإسقاط، لما استقام حكم شرعي إلا القليل. ¶ واستدل أصحاب القول السادس بما يلي: ¶ أولاً: حديث أنس بن مالك الكعبي: أن رسول الله - صلى الله عليه وسلم - قال: (إن الله وضع عن المسافر الصوم وشطر الصلاة، وعن الحامل أو المرضع الصوم أو الصيام) (¬2). قال عنه الترمذي: حديث حسن، ¶ والعمل على هذا عند أهل العلم، أن الحامل والمرضع إذا خافتا على ولديهما تفطران وتقضيان (¬3). ¶ وظاهر الحديث يقتضي أن يفطرا ويقضيا خاصة؛ لأن الصوم موضوع عنهما كوضعه عن المسافر إلى عدة أخرى، بينما ظاهر القرآن يقتضي في من أطاق الصوم أن يطعم ولا يصوم (¬4). ¶ ومعنى الحديث أنه وضع عن الحامل والمرضع الصوم ما دامتا عاجزتين عنه، حتى تطبقا فتقضيا. ¶ ¬__________ ¶ (¬1) ابن حزم، المحلي: (4/ 410). ¶ (¬2) رواه أحمد في مسنده: (4/ 374)، والترمذي في سننه في كتاب الصوم، باب ما جاء في الرخصة في الإفطار للحبلي والمرضع: (3/ 94)، والنسائي في سننه في كتاب الصيام، باب وضع الصيام عن الحبلى والمرضع: 4/ 190)، واللفظ للترمذي. ¶ (¬3) سنن الترمذي: (3/ 95). ¶ (¬4) ابن العربي، محمد بن عبد الله المعروف بابن العربي المالكي \"عارضة الأحوذي بشرح صحيح الترمذي\" دار العلم للجميع – سوريا – بدون ذكر رقم الطبعة وتاريخها: (3/ 238).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الترجيح: ¶ بعد استعراض آراء الفقهاء وأدلتهم يظهر لي أن الراجح هو وجوب القضاء فقط على الحامل والمرضع، دون الفدية؛ لقوة أدلة أصحاب هذا القول، وضعف أدلة أصحاب الأقوال الأخرى. وهذا في حال قَدِِرَتْ الحامل والمرضع على القضاء، فإن لم تقدر على القضاء وعجزت عنه، فإنه ينتقل إلى البدل، وهو الفدية عن كل يوم إطعام مسكين. ¶ مع ملاحظة أنه ليس للحامل والمرضع أن تفطر إلا إذا لم تطيقا الصوم إلا بجهد ومشقة مضرة بهما، وكل من أطاق الصوم بدون مشقة تضر به فالصوم واجب عليه (¬1). ¶ ¬__________ ¶ (¬1) ابن عبد البر، الاستذكار: (10/ 317).",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الفصل الثاني ¶ الأحكام المتعلقة بالأحوال الشخصية للمرأة الحامل ¶ المبحث الأول: نكاح الحامل من الزنا: ¶ حكم الزواج بالزانية: ¶ اختلف الفقهاء في حكم الزواج بالزانية على ثلاثة أقوال: ¶ القول: إنه لا حرمة للزنا في وجوب العدة منه، سواء كانت حاملاً من الزنا أو حائلاً، وسواء كانت ذات زوج، فيحل للزوج أن يطأها في الحال، أو كانت خلية عن زوج، فيجوز للزاني وغيره أن يستأنف العقد عليها في الحال، حاملاً كانت أو حائلاً، غير أنه يكره له وطؤها في حال حملها حتى تضع. وهذا مذهب الشافعية (¬1). ¶ القول الثاني: إنه إذا كانت المزني بها غير حامل، صح العقد عليها من غير الزاني ومن الزاني، وأنها لا تعقد، وذلك اتفاقًا في مذهب الحنفية، فإن نكحها الزاني نفسه حل له وطؤها عند الحنفية اتفاقًا، والولد له إن جاءت به بعد النكاح لستة أشهر، فلو كان لأقل من ذلك لا يثبت النسب، ولا يرث منه، إلا أن يقول: هذا الولد مني، ولا يقول من الزنا، وأما إن كانت المزني بها حاملاً، جاز نكاحها عند أبي حنيفة ومحمد، ولكن لا يطأها حتى تضع (¬2). ¶ القول الثالث: إن الزانية لا يجوز نكاحها، وعليها العدة من وطء الزنا بالإقرار إن كانت حاملاً، ووضع الحمل إن كانت حاملاً، فإن كانت ذات زوج حرم عليه وطؤها حتى تنقضي عدتها بالإقرار أو الحمل، وهذا قول ربيعة والثوري والأوزاعي وإسحاق، وهو مذهب المالكية والحنابلة (¬3). وتستبرأ عند ¶ ¬__________ ¶ (¬1) الشربيني، مغني المحتاج: (5/ 84). ¶ (¬2) ابن الهمام، شرح فتح القدير: (3/ 241، 242). ¶ (¬3) الدردير، الشرح الصغير: (2/ 410، 2/ 717). والبهوتي، كشاف القناع: (5/ 83).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "المالكية بثلاث حيضات، أو بمضي ثلاثة أشهر (¬1). وعند الإمام أحمد أنها تستبرأ بثلاث حيضات، ورأي ابن قدامة: أن يكفي استبراؤها بحيضة واحدة، وهو ما أيده ابن تيمية ونصره بقوة. واشترط الحنابلة شرطًا آخر لحل زواج بالزانية، وهو توبتها من الزنا (¬2). ¶ الأدلة: ¶ استدل أصحاب القول الأول، وهم الشافعية بما يلي: ¶ أولاً: قوله تعالى: {وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ} [النساء: من الآية24] فهي على عمومها في العفيفة والزانية (¬3). ¶ مناقشة هذا الاستدلال: ¶ إن عموم الآية يخصصه آيات وأحاديث أخرى حرمت نكاح الزانية. وأما اعتبار الحديث نصًا في عدم تحريم الزنا للنكاح، فإن النص عند الأصوليين، هو اللفظ الذي يدل على معناه المقصود أصالة من سوقه مع احتمال التأويل (¬4). فهل سيق هذا الحديث على معناه المقصود أصالة؟ ليس هناك دليل على ذلك. ¶ ثانيًا: أنه منتشر في الصحابة بالإجماع، فقد روي ذلك عن أبي بكر وعمر وابن عمر وابن عباس وجابر رضي الله عنهم، فقد روي عن أبي بكر قوله: \"إذا زنى رجل بامرأة لم يحرم عليه نكاحها\" (¬5). ¶ ¬__________ ¶ (¬1) الدردير، الشرح الصغير: (2/ 410). ¶ (¬2) البهوتي، كشاف القناع: (5/ 83) وابن تيمية، مجموع الفتاوي: (32/ 110). ¶ (¬3) الماوردي، الحاوي: (9/ 191). ¶ (¬4) فتحي الدريني، \"المناهج الأصولية\" الطبعة الثانية الشركة المتحدة للتوزيع، دمشق (1985): (ص 51). ¶ (¬5) الماوردي، الحاوي: (9/ 189).",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "مناقشة هذا الدليل: ¶ ادعاء الإجماع يحتاج لاستقصاء أقوال وفتاوى الصحابة، وهو ادعاء غير صحيح؛ لأنه وردت عن بعض الصحابة ما يخالف ذلك، بل وردت روايات مرفوعة إلى الرسول - صلى الله عليه وسلم - منها عن أبي هريرة قال: قال رسول الله - صلى الله عليه وسلم -: (الزاني مجلود لا ينكح إلا مثله) (¬1). وقد قال عنه ابن حجر: \"رجاله ثقات\" (¬2). وهذا الوصف خرج مخرج الغالب باعتبار من ظهر منه الزنا، وفيه دليل على أنه لا يحل للمرأة أن تتزوج من ظهر منه الزنا، وكذلك لا يحل للرجل أن يتزوج بمن ظهر منها الزنا (¬3)، ويدل على ذلك قوله تعالى: {الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ} [النور:3]. فإنه صريح في التحريم (¬4). ¶ واستدل الحنفية على مذهبهم بحل نكاح الزانية بأدلة الشافعية المتقدمة، وأما دليلهم على منع وطئها حتى تضع إن حملت من غيره: فحديث رويفع بن ثابت الأنصاري قال: قال رسول الله - صلى الله عليه وسلم -: (من كان يؤمن بالله واليوم الآخر فلا يسق ماءه ولد غيره) (¬5). يعني تحريم وطء الحبالي (¬6). ولأن حرمة الوطء كانت لعارض يحتمل الزوال، لا يستلزم فساد النكاح كما في حالة الحيض والنفاس (¬7). ¶ ¬__________ ¶ (¬1) سنن أبي داود: كتاب النكاح، باب في قوله تعالى: {الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً}: (2/ 543). ¶ (¬2) الشوكاني، نيل الأوطار: (6/ 163). ¶ (¬3) المرجع السابق: (6/ 164). ¶ (¬4) الشوكاني، نيل الأوطار: (6/ 164). ¶ (¬5) سنن الترمذي: كتاب النكاح، باب ما جاء في الرجل يشتري الجارية وهي حامل: (3/ 437)، سنن أبي داود: كتاب النكاح، باب وطء السبايا: (2/ 615). وقال عنه الترمذي: حديث حسن. ¶ (¬6) ابن الهمام، شرح فتح القدير: (3/ 242). ¶ (¬7) المرجع السابق: (3/ 242).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "واستدل المالكية على أنه لا يجوز نكاح الزانية ولو من الزاني بقول ابن مسعود رضي الله عنه: \"إذا زنى الرجل بالمرأة ثم نكحها بعد ذلك فهما زانيان أبدًا\". ¶ ولأن النكاح له حرمة، ومن حرمته ألا يُصب على ماء السفاح، فيختلط الحرام بالحلال، ويمتزج ماء المهانة بماء العزة (¬1). ¶ واستدل الحنابلة على مذهبهم بما يلي: ¶ 1 - حديث أبي سعيد الخدري ورفعه، أنه قال في سبايا أوطاس: (لا توطأ حامل حتى تضع، ولا غير ذات حمل حتى تحيض حيضة) (¬2). وهذا عام يشمل كل الحوامل (¬3). ¶ 2 - حديث أبي الدرداء، عن النبي - صلى الله عليه وسلم -: \"أنه أتى بامرأة تحج على باب فسطاط. فقال: (لعله يريد أن يلم بها؟)، فقالوا: نعم فقال رسول الله - صلى الله عليه وسلم -: (لقد هممت أن ألعنه لعنًا يدخل معه قبره. كيف يورّثه وهو لا يحل له؟ كيف يستخدمه وهو لا يحل له؟ \") (¬4). فقد شنع الرسول - صلى الله عليه وسلم - على من نكح حاملاً، فلا يجوز نكاح الحامل. ¶ 3 - لأن العدة في الأصل لمعرفة براءة الرحم، ولأنها قبل العدة يحتمل أن تكون حاملاً، فيكون نكاحها باطلاً، فلم يصح كالموطوءة بشبهة (¬5). ¶ واستدلوا على اشتراطهم التوبة بما يلي: ¶ ¬__________ ¶ (¬1) القرطبي، الجامع لأحكام القرآن: (12/ 170). والدردير، الشرح الصغير: (2/ 410) و (2/ 717). ¶ (¬2) سنن أبي داود: كتاب النكاح، باب في وطء السبايا: (2/ 614). وقد تقدم تخريج الحديث. ¶ (¬3) ابن قدامة، المغني: (6/ 601). ¶ (¬4) صحيح مسلم: كتاب النكاح، باب تحريم وطء الحامل المسببة: (2/ 1065 – 1066). ¶ (¬5) ابن قدامة، المغني: (6/ 601 – 602).",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أولاً: قوله تعالى: {الزَّانِي لا يَنْكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِكَةً وَالزَّانِيَةُ لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ وَحُرِّمَ ذَلِكَ عَلَى الْمُؤْمِنِينَ} [النور:3] فهي قبل التوبة في حكم الزنا، فإذا تابت زال ذلك (¬1). ¶ ومعنى قوله تعالى: {لا يَنْكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِكٌ} المتزوج بها إن كان مسلمًا فهو زان، وإن لم يكن مسلمًا فهو كافر؛ لأن هذه تمكن من نفسها غير الزوج من وطئها. ولهذا كان زوج الزانية مذمومًا من الناس كما أنه مذموم عند الله. وإذا كان الله إنما أباح من المسلمين وأهل الكتاب نكاح المحصنات، والبغايا لسن محصنات؛ فلم يبح الله نكاحهن. ¶ الراجح: ¶ يرى الباحث أن الراجح هو رأي الحنابلة الذين قالوا: بتحريم نكاح الزانية حتى تستبرأ وتتوب م نالزنا، سواء كان الناكح لها هو الزاني بها أو غيره. وهذا مذهب طائفة من السلف والخلف، منهم قتادة وإسحاق وأبو عبيدة. ¶ ويؤيد ذلك أيضًا أن الإسلام قد حرص على تكوين الأسرة المسلمة الصالحة، التي يتربى أفرادها على الفة والحياء فكيف يتأتى ذلك، وعمود التربية في البيت، وهي الزوجة الأم فاقدة لذلك؟ وفاقد الشيء لا يعطيه. ¶ الفرع الثاني: أقل الحمل: ¶ اتفق أهل العلم على أن أقل مدة الحمل ستة اشهر. ومعناه أن المولود يمكن أن يعيش إذا أتم في بطن أمه ستة أشهر (¬2). ويترتب عليه الحقوق الشرعية. ¶ ¬__________ ¶ (¬1) ابن قدامة، المغني: (6/ 602). ¶ (¬2) ابن الهمام، شرح فتح القدير: (4/ 313). والخرشي، حاشية الخرشي: (4/ 143). والشربيني، مغني المحتاج: (5/ 85).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الأدلة: ¶ 1 - المستفاد من مجموع آيتين، هما قوله تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ} [البقرة: من الآية233]. وقوله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً} [الاحقاف: من الآية15] (¬1). ¶ فإنه إذا كان مجموع الحمل والإرضاع ثلاثون شهرًا من الآية الأخيرة، وكان الإخبار في الآية الأولى أن مدة الإرضاع سنتان، ويساوي ذلك أربعة وعشرين شهرًا، فيكون الحمل ستة اشهر. ¶ لذلك قال ابن عباس رضي الله عنهما في قوله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً} \"إذا حملت تسعة أشهر، أرضعت إحدى وعشرين شهرًا، وإن حملت ستة أشهر أرضعت أربعة وعشرين شهرًا\" (¬2). ¶ وقد وردت روايات كثيرة في شأن أقل الحمل، عن عثمان وعلي، وعن عثمان وابن عباس، كما وردت مثلها عن عمر وابن عباس، وعن عمر وعلي، رضي الله عنهم جميعًا، وقد انعقد إجماع الصحابة على ذلك (¬3). ¶ رأي الطب: ¶ وافق الطب رأي الفقهاء وإجماع الصحابة في اعتبار أقل مدة يمكن أن يعيش فيها المولود بعد ولادته، هي بعد حملة ستة أشهر كاملة. ¶ ¬__________ ¶ (¬1) الزحيلي، الفقه الإسلامي وأدلته: (7/ 636). ¶ (¬2) البيهقي، أحمد بن الحسين البيهقي، السنن الكبرى، الطبعة الأولى، دار الكتب العلمية_ بيروت – (1994م): (7/ 727). ¶ (¬3) الماوردي، الحاوي: (11/ 2 – 205).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وفي مقابلة مع الدكتور محي الدين كحالة أكد أن أقل مدة للحمل يمكن أن يولد فيها المولود تام الخلقة هي ستة أشهر (¬1). كما أكد الدكتور أحمد ترعاني ذلك، وأضاف أن الطفل يحتاج إلى حاضنة خاصة لكي يتمكن من العيش بعد إذن الله (¬2). ¶ تفاوتت آراء الفقهاء في أكثر مدة الحمل، التي يمكن أن يستمر معها الحمل إلى أن يولد حيًا على أقوال عدة: ¶ القول الأول: إنه قد يستمر إلى أربع سنين. وهو قول الشافعي والحنابلة في ظاهر مذهبهم ورواية عن مالك (¬3). ¶ القول الثاني: إن أقصى الحمل سنتان. وهو مذهب الحنفية، والمزني من الشافعية (¬4). ¶ القول الثالث: إن أقصى مدة الحمل تسعة أشهر. وهذا رأي ابن حزم والظاهرية (¬5). ¶ الأدلة: ¶ استدل القائلون بأن أكثر الحمل أربع سنين بما يلي: ¶ 1 - أن كل ما احتاج إلى تقدير حد إذا لم يتقدر بشرع ولا لغة. كان مقداره بالعرف الوجود، كالحيض والنفاس وقد وجد مرارًا حمل وضع لأربع سنين (¬6). ¶ ¬__________ ¶ (¬1) الدكتور محي الدين كحالة: اختصاصي النسائية والتوليد. ¶ (¬2) الدكتور أحمد الترعاني: اختصاص النسائية والتوليد، وذلك في مقابلة معه. ¶ (¬3) الشربيني، مغني المحتاج: (5/ 87)، والبهوتي، كشاف القناع: (5/ 414). والخرشين حاشية الخرشي: (4/ 143). ¶ (¬4) ابن عابدين، حاشية رد المحتار: (3/ 567). والماوردي، الحاوي: (11/ 205). ¶ (¬5) ابن حزم، المحلي: (10/ 131). وابن رشد، بداية المجتهد: (2/ 110). ¶ (¬6) الماوردي، الحاوي: (11/ 205).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وروي المبارك بن مجاهد قال مشهور عندنا، كانت امرأة محمد بن عجلان تحمل، وتضع في أربع سنين، فكانت تسمى حاملة الفيل (¬1). ¶ وأما الأحناف والمزني فاستدلوا بما يلي: ¶ قول عائشة: \"لا يبقى الولد في رحم أمه أكثر من سنتين، ولو بفركة مغزل\". وذلك لا يعرف إلا توقيفًا إذ ليس للعقل فيه مجال، فكأنها روته عن النبي \" (¬2). ¶ دليل ابن حزم: ¶ يقول ابن حزم: \"ولا يجوز أن يكون حمل أكثر من تسعة أشهر، ولا أقل من ستة أشهر، لقول الله تعالى: {وَحَمْلُهُ وَفِصَالُهُ ثَلاثُونَ شَهْراً} [الاحقاف: من الآية15] وقال تعالى: {وَالْوَالِدَاتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَنْ يُتِمَّ الرَّضَاعَةَ} [البقرة: من الآية233] فمن ادعى أن حملاً وفصالاً يكون في أكثر من ثلاثين شهرًأن فقد قال الباطل والمحال ورد كلام الله عز وجل جهارًا (¬3). ¶ المناقشة: ¶ أما استدلال الحنفية بقول عائشة، فأجاب عنه ابن حزم بأن في إسناده عن عائشة، جميلة بنت سعد، مجهولة لا يدري من هي، فبطل هذا القول (¬4). ¶ ¬__________ ¶ (¬1) البيهقي، السنن الكبرى: (7/ 728). ¶ (¬2) ابن مودود، الاختيار: (3/ 179). ¶ (¬3) ابن حزم، المحلي: (10/ 131 – 132). ¶ (¬4) ابن حزم، المحلى: (10/ 132).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "رأي الطب: ¶ يؤكد الدكتور محمد علي البار أن الحمل قد يتأخر على الرغم من ضبط الحساب إلى شهر كامل. وغلا لمات الجنين في بطن أمه .. ويعتبر الطب ما زاد عن ذلك نتيجة خطأ في الحساب (¬1). ¶ كما يؤكد الدكتور أحمد ترعاني. اختصاصي النسائية والتوليد. أن الحمل قد يصل إلى عشرة شهور، ولا يزيد على ذلك؛ لأن المشيمة التي تغذي الجنين تصاب بالشيخوخة بعد الشهر التاسع، وتقل كمية الأوكسجين والغذاء المارين من المشيمة إلى الجنين فيموت الجنين (¬2). ¶ كما يؤكد الدكتور محي الدين كحالة (¬3) – اختصاصي النسائية والتوليد – حقيقة أن الحمل عشرة أشهر في أقصى مدة يستمر إليها، بل إن الأطباء يولّدون المرأة الحامل بالطرق الاصطناعية بعد تجاوز الحمل أسبوعين عن التسعة أشهر، لوصول الجنين إلى مرحلة الخطر. ¶ كما أن المرأة قد تنقطع عنها الدورة الشهرية لأسباب عديدة، منها ما هو فسيولوجي أو صحي، من ذلك اضطراب الحالة النفسية عند بعض المصابات بأعصاب القلق ونحوه (¬4). ¶ ومن ذلك أيضًا الحمل الكاذب، فإن المرأة تحس بجميع أعراض الحمل، ولكن يتبين بالكشف الطبي أنه حمل كاذب، فتعاني المرأة من انقطاع الحيض، كما تحس المرأة، وكأن هناك حركة جنين في بطنها، وهي في الحقيقة ليست إلا حركة الأمعاء داخل المبيض. ¶ ¬__________ ¶ (¬1) البار، خلق الإنسان بين الطب والقرآن: (ص 451، 452). ¶ (¬2) في مقابلة معه. ¶ (¬3) في مقابلة معه. ¶ (¬4) د. محمد زلزلة: موسوعة صحة الطفل. الطبعة الأولى. الناشر: مؤسسة دار الكتب الثقافية – الكويت، (1983م): (ص 76).",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقد يحدث لإحدى هؤلاء الواهمات بالحمل الكاذب الذي تتصور أنه بقي في بطنها سنينًا. قد يحدث أن تحمل فعلاً، فتضع طفلاً في فترة حمله، ولكنها نتيجة وهمها وإيهامها من حولها من قبل، تتصور أنها قد حملته لمدة ثلاث أو أربع سنوات (¬1). ¶ الراجح: ¶ بعد استعراض آراء الفقهاء، ووضوح أن مستندها الواقع، والذي قد تبين من خلال كلام الأطباء المحدثين أن غير دقيق، بل هو وهم ناتج عن أسباب عديدة فسيولوجية أو صحية، كالرضاع أو الحمل الكاذب، يتبين أن أقصى مدة يمكن أن يستمر إليها الحمل هي عشرة أشهر. وهذا قريب من كلام ابن حزم ومن قال برأيه من فقهائنا السابقين. ¶ قال الدكتور محمد علي البار: \"وينبغي أن ينبه من يدرسون في كتب الفقه على استحالة حدوثي هذا الحمل الطويل الممتد سنينًا، وأنه نتيجة لوهم الأم الراغبة في الإنجاب في أغلب الحالات، أو من اختراع القصاص وأساطيرهم والمشكلة أن المرأة قد تلد بعد وفاة زوجها، أو بعد طلاقها منه بعدة سنوات، فيحكم لها الفقهاء بأن الولد للفراش، وينسبون الولد لزوجها المتوفي عنها بعد سنوات، أو الذي طلقها قبل عدة سنوات\" (¬2). ¶ قال الدكتور عمر الأشقر: \"وقد بالغ القانون في الاحتياط مستندًا إلى بعض الآراء الفقهية بجانب الرأي العلمي، فجعل أقصى مدة الحمل سنة\" (¬3). ¶ ويرى الباحث أن تحلف المرأة الحامل اليمين في حالة إثبات النسب للزوج المتوفي أو المطلّق، إذا تجاوزت مدة الحمل عشرة أشهر إلى السنة؛ لأن ذلك من الحالات النادرة، والتي يشك الطب في وقوعها ¶ ¬__________ ¶ (¬1) خلق الإنسان بين الطب والقرآن: (ص 454). ¶ (¬2) خلق الإنسان بين الطب والقرآن: (ص 454). ¶ (¬3) عمر الأشقر، الحيض والنفاس والحمل: (ص 96).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ما لم يكن متابعًا للحمل من بدايته، ولذلك يجب الاحتياط في إثبات النسب للمتوفي أو المطلّق بيمين الزوجة، والله أعلم. ¶ المطلب الثاني: شروط انتهاء العدة بوضع الحمل لانتهاء العدة بوضع الحمل شرطان: ¶ الشرط الأول: أن يكون الحمل منسوبًا إلى صاحب العدة. إما ظاهرًا وإما احتمالاً، كابن الملاعنة، ولو لم يستلحقه، كما إذا لاعنها ولم تلاعنه ومات أو طلقها. وقد اشترط هذا الشرط الأئمة الأربعة (¬1). ¶ الشرط الثاني: وضع جميع الحمل. وذلك باتفاق الأئمة الأربعة؛ أن الحمل اسم لجميع ما في البطن (¬2)؛ ولأن العدة شرعت لمعرفة البراءة من الحمل، فإذا علم وجود الحمل فقد تيقن وجود الموجب للعدة وانتفت البراءة (¬3). ¶ الحمل الذي تنقضي العدة بوضعه: ¶ وأما الحمل الذي تنقضي العدة بوضعه فله تفصيل عند الفقهاء: ¶ أ- يرى الحنفية أن المراد الذي تنقضي عدة الحامل بوضعه هو ما استبان بعض خلقه أو كله، فإن لم يستبن بعضه لم تنقض العدة؛ لأنه إذا استبان فإنه ولد، وإذا لم يستبن جاز أن يكون ولدًا وغير ولد، فلا تنقضي العدة بالشك (¬4). ¶ ¬__________ ¶ (¬1) الشربيني، مغني المحتاج: (5/ 84). وابن الهمام، شرح فتح القدير: (4/ 149). والخرشي، حاشية الخرشي: (4/ 143). ¶ (¬2) ابن الهمام، شرح فتح القدير: (4/ 140). والخرشي، حاشية الخرشي: (4/ 143) والنووي، روضة الطالبين: (6/ 352). وابن قدامة، المغني: (7/ 474). ¶ (¬3) المرجع السابق: (7/ 175. ¶ (¬4) ابن مودود، الأختيار: (3/ 173).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ب- ويرى المالكية أن الحامل إذا وضعت علقة أو مضغة فقد حلت وانقضت عدتها (¬1). ¶ ج- أما الشافعية والحنابلة (¬2): فتنقضي العدة عندهم بانفصال الولد حيًا أو ميتًا، ولا تنقضي بإسقاط العلقة والدم؛ لأنها لا تدري هل هو ما يخلق منه الآدمي أو لا، ولا يتعلق به شيء من الأحكام؛ لأنه لم يثبت أنه ولد، لا بالمشاهدة ولا بالبينة. ¶ الراجح: ¶ الذي يظهر من خلال استعراض آراء المذاهب المختلفة، أن مدار الحكم في انتهاء العدة بوضع الحمل، مبني على تبين الولد من عدمه. سواء كان ذلك من خلال الفحص الطبي وهو البينة، أو المشاهدة من القوابل أو الأطباء. فإذا لم تقم المرأة بالفحص الطبي، فإنه يشترط استبانة خلق آدمي فيما أسقطته المرأة، للتيقن في الحكم بانتهاء العدة. ¶ وأما إذا تبين بالبينة من خلال الفحص الطبي تخصيب البويضة، واستقرارها في الرحم، فإن ذكل مبتدأ حمل، فإذا أسقطت المرأة بعد ذلك، وشهد أكثر من طبيب أن ما أسقطته هو نطفه لإنسان أو علقة أو فوق ذلك، ويظهر ذلك للأطباء من خلال الفحوصات الطبية المختلفة. فكل ذلك بينة يحكم بها على انتهاء العدة بوضع الحمل (¬3). ¶ المطلب الثالث: الارتياب في العدة: ¶ اختلف الفقهاء في موضع الارتياب كثيرًا. وعرّفوا المرتابة: \"بأنها التي ارتفع حيضها ولم تدر ما سببه من حمل أو رضاع أو مرض \" (¬4). ¶ ¬__________ ¶ (¬1) وابن عبد البر، الكافي: (2/ 620). ¶ (¬2) الشربيني، مغني المحتاج: (5/ 84، 85)، والبهوتي، كشاف القناع: (5/ 413). ¶ (¬3) مقابلة مع الدكتور زهير الزميلي، والدكتور محي الدين كحالة والدكتور أحمد ترعاني. ¶ (¬4) الزحيلي، الفقه الإسلامي وأدلته: (7/ 642).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "تسمى المرتابة في أثناء العدة من الطلاق عند العلماء: المختلفة الأقراء، أو المرتابة بالحيض، أو ممتدة الطهر. ¶ وقد اختلف العلماء في حكم انتهاء عدة المطلقة المرتابة بالحيض على ثلاثة أقوال: ¶ القول الأول: إن عدتها تستمر حتى تحيض ثلاث حيضات، أو تبقى حتى تدخل في سن اليأس الذي لا تحيض في مثله مثلها من النساء، فإذا دخلت في سن اليأس، استأنفت عدة الآيسة ثلاثة شهور. ¶ وهذا مذهب الحنفية والشافعية في الجديد وابن حزم والليث بن سعد والثوري، وجماعة من العلماء واعتبره ابن حجر مذهب أكثر فقهاء الأمصار (¬1). ¶ القول الثاني: إن عدتها سنة بعد انقطاع الحيض. وهذا رأي المالكية والحنابلة والشافعي في القديم وجماعة من العلماء (¬2). ¶ القول الثالث: إن عدتها ثلاثة أشهر، كحكم اللائي يئسن. ¶ قال طاووس: \"إذا كانت تحيض مختلفًا أجزاء عنها أن تعتد ثلاثة أشهر\" (¬3). ¶ وروي مثله عن جابر بن زيد. كما روي عن عكرمة وقتادة مثلهما، وروي مثله أيضًا عن ابن عباس وزيد بن ثابت رضي الله عنهما (¬4). كما أنه مذهب الزهري ومجاهد (¬5). ومال إليه ابن رشد (¬6). ¶ ¬__________ ¶ (¬1) ابن عابدين، حاشية رد المحتار: (3/ 534). وابن عبد البر، الاستذكار: (18/ 95). وابن رشد؛ بداية المجتهد: (2/ 108). والشربيني، مغني المحتاج: (5/ 82). والنووي، روضة الطالبين: (6/ 347). وابن حزم، المحلى: (10/ 51). وابن حجر، فتح الباري: (9/ 380). ¶ (¬2) الدسوقي، حاشية الدسوقي: (2/ 470). والبهوتي، كشاف القناع: (5/ 419). والشربيني، مغني المحتاج: (5/ 82). ¶ (¬3) ابن حزم، المحلى: (10/ 54، 55). وابن حجر، فتح الباري: (9/ 380). ¶ (¬4) ابن حزم، المحلي: (10/ 54، 55) مع هامشه بتحقيق الدكتور النداري. ¶ (¬5) ابن حجر، فتح الباري: (9/ 380). ¶ (¬6) ابن رشد، بداية المجتهد: (2/ 108).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الأدلة: ¶ استدل أصحاب القول الأول بقوله تعالى: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَعِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ وَاللَّائِي لَمْ يَحِضْنَ} [الطلاق: من الآية4] فظاهر الآية صريح في الحكم للآيسة والصغيرة (¬1)، ويحمل قوله {إِنِ ارْتَبْتُمْ}، أي في الحكم لا في اليأس. ¶ واستدل أصحاب القول الثاني بما يلي: ¶ 1 - ما رواه سعيد بن المسيب قال: قال عمر بن الخطاب: \"أيما امرأة طلقت، فحاضت حيضة أو حيضتين، ثم رفعت حيضتها، فإنها تنتظر تسعة أشهر، فإن بان بها حمل، وإلاّ اعتدّت بعد التسعة الأشهر ثلاثة أشهر ثم حلت \" (¬2). قال ابن المنذر: \"قضى به عمر بين المهاجرين والأنصار ولم ينكره منكر \" (¬3). ¶ 2 - أن المقصود بالعدة إنما هو ما يقع به براءة الرحم ظنًا غالبًا، بدليل أنه قد تحيض الحامل (¬4)، وإذا كان الأمر كذلك، فعدة الحمل كافية في العلم ببراءة الرحم، بل هي قاطعة على ذلك (¬5). ¶ ¬__________ ¶ (¬1) ابن حجر، فتح الباري: (9/ 380). ¶ (¬2) ابن حزم، المحلى: (10/ 54). وابن عبد البر، الاستذكار: (18/ 94). ¶ (¬3) ابن قدامة، المغني: (7/ 466). ¶ (¬4) هذا رأيهم، والصحيح كما مر أنها لا تحيض. ¶ (¬5) ابن رشد، بداية المجتهد: (2/ 198).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "واستدل أصحاب القول الثالث بقوله تعالى: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ فَع ِدَّتُهُنَّ ثَلاثَةُ أَشْهُرٍ} [الطلاق: من الآية4] قال مجاهد: \"إن لم تعلموا يحضن أو لا يحضن، واللائي قعدن عن المحيض، واللائي لم يحضن فعدتهن ثلاثة أشهر\" (¬1). ففسر قوله تعالى: {إِنِ ارْتَبْتُمْ}، أي لم تعلموا، وقول مجاهد: \"واللائي قعدن عن الحيض\"، أي حكمهن حكم اللائي يئسن. قال ابن حجر: \"وأثر مجاهد هذا وصله الفريابي\" (¬2). ¶ وعن عكرمة أنه سئل عن التي تحيض فيكثر دمها حتى لا تدري كيف حيضتها؟ قال تعتد ثلاثة أشهر، وهي الريبة التي قال الله عز وجل: {إِنِ ارْتَبْتُمْ}، قضى بذلك ابن عباس وزيد بن ثابت (¬3). ¶ المناقشة: ¶ أما استدلال أصحاب القول الأول بالآية: {وَاللَّائِي يَئِسْنَ} [الطلاق: من الآية4] على أن معناه: لم تعلموا ما حكمهن، ونفيهم لأن يكون المعنى: الارتياب في اليأس، فيجاب عنه بأنه يجوز في كلام العرب كون المعنى عدم القطع باليأس. وقد ورد عن ابن عباس وزيد بن ثابت رضي الله عنهما معنى ذلك، وورد عن بعض التابعين كمجاهد والزهري وغيرهما (¬4). ¶ القول الراجح: ¶ إن مدار الأدلة في هذه المسألة هي حول قوله تعالى: {وَاللَّائِي يَئِسْنَ مِنَ الْمَحِيضِ مِنْ نِسَائِكُمْ إِنِ ارْتَبْتُمْ} [الطلاق: من الآية4] وقد صار أصحاب القول الأول إلى الاستدلال بظاهر هذه الآية، ¶ ¬__________ ¶ (¬1) ابن حجر، فتح الباري: (9/ 379). ¶ (¬2) المرجع السابق: (9/ 380). وقد ذكره البخاري معلقًا. ¶ (¬3) ابن حزم، المحلى: (10/ 54، 55). وابن حجر، فتح الباري: (9/ 380). ¶ (¬4) ابن حزم، المحلى: (10/ 54، 55). وابن حجر، فتح الباري: (9/ 380).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "باعتبار أن من هي من أهل الحيض ليست بيائسة، وهذا الرأي كما يقول ابن رشد (¬1) فيه عسر وحرج، وأضاف ابن رشد: \"ولو قيل إنها تعتد بثلاثة أشهر لكان جيدًا، إذا فهم من اليائسة، التي لا يقطع بانقطاع حيضها\". وهذا ما ظهر أنه جائز في كلام العرب ويؤيد ذلك ما نقله عكرمة وهو تلميذ ابن عباس عن ابن عباس وزيد بن ثابت. ¶ وإذا كان المقصود من العدة التيقن من براءة الرحم فإنه يستعان بالفحص الطبي في إثبات ذلك. ¶ فالطب الآن يقطع ويجزم بحمل المرأة أو عدم حملها، بعد مضي ثلاثة أشهر من طلاقها، بل في أقل من ذلك بكثير، فإن لم يُظهر أحد هذه الفحوصات الحملَ، فلا بد أن يكون الحيوان المنوي قد مات منذ بداية اعتداد المطلقة. ¶ المبحث الثالث: طلاق الحامل ¶ تعريف الطلاق لغة واصطلاحًا: ¶ الطلاق لغة: الطالق: الناقة يحل عنها عقالها وترسل في المرعى، وأطلقت الأسير أي خليته. قال ابن منظور: طلاق النساء لمعنيين: \"أحدهما حل عقدة النكاح، والآخر: بمعنى التخلية والإرسال\" (¬2). ¶ والطلاق في الاصطلاح: حل عقد النكاح بلفظ الطلاق ونحوه (¬3). ¶ ¬__________ ¶ (¬1) ابن رشد، بداية المجتهد: (2/ 108). ¶ (¬2) ابن منظور، لسان العرب: (10/ 226). ¶ (¬3) الشربيني، مغني المحتاج: (4/ 455). وابن قدامة، المغني: (7/ 96).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "حكم طلاق الحامل: ¶ وليس في حكم طلاق الحامل خلاف كبير بين الفقهاء، والأقوال في ذل كما يلي: ¶ القول الأول: إن طلاق الحامل حرام، إذا كانت تحيض مع الحمل. وبه قال بعض المالكية منهم القاضي أبو الحسن، وهو قول أبي إسحاق من الشافعية (¬1). ¶ القول الثاني: إنه جائز. وبه قال أكثر العلماء ومنهم الأئمة الأربعة (¬2). ¶ أدلة أصحاب القول الأول: ¶ نظر القائلون بهذا القول إلى الحيض أثناء الحمل، فقاسوا الطلاق فيه على الطلاق في الحيض في غير حمل، وهو محرم بإجماع العلماء، لقوله - صلى الله عليه وسلم - في حديث ابن عمر لما طلق زوجته وهي حائض: (مره فليراجعها. ثم ليتركها حتى تطهر ثم تحيض ثم تطهر. ثم إن شاء أمسك بعد، وإن شاء طلق قبل أن يمس. فتلك العدة التي أمر الله عز وجل أن يطلَّق لها النساء) (¬3). ¶ واستدل أصحاب القول الثاني بما يلي: ¶ 1 - حديث ابن عمر، أنه طلّق امرأته وهي حائض فذكر ذلك عمر للنبي - صلى الله عليه وسلم - فقال: \"مره فليراجعها ثم ليطلقها طاهرًا أو حاملاً\". ¶ ¬__________ ¶ (¬1) سليمان بن خلف الباجي \"المنتقى شرح موطأ مالك\". الناشر: دار الكتاب العربي: (4/ 96). ¶ (¬2) وابن الهمام، شرح فتح القدير: (3/ 478). والدسوقي، حاشية الدسوقي: (2/ 363). والشربيني: مغني المحتاج: (4/ 499). والبهوتي، كشاف القناع: (5/ 242). ¶ (¬3) صحيح مسلم: كتاب الطلاق، باب تحريم طلاق الحائض بغير رضاها: (2/ 1093).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "2 - قال الإمام أحمد: أذهب إلى حديث سالم عن أبيه: (ثم ليطلقها طاهرًا أو حاملاً). فأمره بالطلاق في الطهر أو في الحمل (¬1). ¶ وقال الخطابي: \"في الحديث بيان أنه إذا طلقها وهي حامل فهو طلاق للسنة، ويطلقها في أي وقت شاء في الحمل، وهو قول عامة العلماء\" (¬2). ¶ 3 - لأن الحامل التي استبان حملها قد دخل زوجها على بصيرة حين طلقها، فلا يخاف ظهور أمر يتجدد به الندم. وهو الحمل، وليست بمرتابة؛ لعدم اشتباه وجه العدة عليها. وأما إن طلق الحامل التي لم يستبن حملها ظنًا أنها غير حامل ثم ظهر حملها ربما ندم على ذلك (¬3). ¶ سبق البيان أن الحامل لا تحيض، وما تراه من دم هو دم فساد وعلة، وأن أدلة القائلين بأن الحامل تحيض محتملة غير قاطعة، وما كان كذلك فلا يجوز أن يُبنى عليه حكم شرعي، لأن الحكم الشرعي يبنى على الدليل وليس الظن والاحتمال. ¶ الراجح: ¶ بعد استعراض أدلة أصحاب القول الثالث، وهو قول عامة الفقهاء يتبين أنه القول الراجح، سيما وأنه قد ورد في طلاقها حديث صحيح عند الإمام مسلم: (ثم ليطلقها طاهرًا أو حاملاً)، وهي زيادة من ثقة (¬4)، فهي مقبولة، مع ضعف أدلة المخالفين، التي لا تصلح ليقوم عليها الحكم بمنع طلاق الحامل. ¶ ¬__________ ¶ (¬1) صحيح مسلم: كتاب الطلاق، باب تحريم طلاق الحائض بغير رضاها: (2/ 1095). قال الشوكاني، رواه الجماعة إلا البخاري، الشوكاني، نيل الأوطار: (6/ 249). ¶ (¬2) الخطابي، معالم السنن (مع سنن أبي داود): (2/ 634). وانظر سنن الترمذي: (3/ 479). ¶ (¬3) ابن الهمام شرح فتح القدير: (3/ 478). وابن قدامة، المغني: (7/ 105). ¶ (¬4) انظر، ابن حجر: تقريب التهذيب: (ص 492).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المبحث الرابع: نفقة الحامل ¶ معنى النفقة لغة وشرعًا: ¶ النفقة لغة: ما أنفقت واستنفقت على العيال وعلى نفسك. وأنفق المال: صرفه (¬1). ¶ وعرّفه ابن الهمام بأنه: \"الإدرار على الشيء بما به بقاؤه\" (¬2). ¶ حكم نفقة المرأة الحامل المطلقة: ¶ أجمع أهل العلم على أن نفقة المطلقة ثلاثًا (المبتوتة)، أو مطلقة للزوج عليها رجعة وهي حامل واجبة. بدليل قوله تعالى: {وَإِنْ كُنَّ أُولاتِ حَمْلٍ فَأَنْفِقُوا عَلَيْهِنَّ حَتَّى يَضَعْنَ حَمْلَهُنَّ} [الطلاق: من الآية6] (¬3). ¶ الحامل المتوفي عنها زوجها: ¶ اختلف العلماء في نفقة الحامل المتوفي عنها زوجها على قولين: ¶ القول الأول: إن نفقتها من جميع المال الذي ورّثه زوجها حتى تضع حملها. وهذا مروي عن علي وابن عمر وابن مسعود، وشريح والنخعي والشعبي وحماد بن أبي سليمان والحسن وعطاء وقتادة وأبو العالية (¬4). وهو روايه عن أحمد (¬5). ¶ ¬__________ ¶ (¬1) ابن منظور، لسان العرب: (10/ 358). ¶ (¬2) ابن الهمام، شرح فتح القدير: (4/ 194). ¶ (¬3) ابن المنذر، محمد بن إبراهيم بن المنذر \"الإجماع\" الطبعة الأولى، دار الكتب العلمية، بيروت (1985م): (ص 49)، وابن عبد البر، الاستذكار: (18/ 608). ¶ (¬4) القرطبي، الجامع لأحكام القرآن: (18/ 168). ¶ (¬5) ابن قدامة، المغني: (7/ 608).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "القول الثاني: إنه لا نفقة ولا سكنى للحامل المتوفي عنها زوجها، وهو مروي عن ابن عباس وابن الزبير وجابر بن عبد الله (¬1). وعلى ذلك اتفق الأئمة الأربعة (¬2). ¶ وفي هذه الحالة لا نفقة ولا سكنى للمتوفي عنها، فإنه ينفق عليها من نصيبها من الميراث أو من مالها، إن لم يكن لها نصيب من الميراث لسبب من الأسباب (¬3). ¶ الأدلة: ¶ استدل ابن قدامة لأصحاب القول الأول بالقياس: فهي حامل من زوجها فكانت لها السكنى والنفقة كالمفارقة المطلقة من زوجها (¬4). ¶ واستدل أصحاب القول الثاني بما يلي: ¶ 1 - لأن الإجماع انعقد على أن نفقة كل من كان يجبر على نفقته وهو حيّ، مثل أولاده الأطفال وزوجته ووالديه تسقط عنه، فكذلك تسقط عنه نفقة الحامل من أزواجه (¬5). ¶ 2 - لأن المال قد صار للورثة، ونفقة الحامل وسكناها إنما هو للحمل أو من أجله، ولا يلزم ذلك الورثة؛ لأنه إن كان للميت ميراث فنفقة الحمل من نصيبه، وإن لم يكن له ميراث لم يلزم وارث الميت الإنفاق على حمل أمرأته، كما لا يلزمه ذلك بعد الولادة (¬6). ¶ ¬__________ ¶ (¬1) القرطبي، الجامع لأحكام القرآن: (18/ 168). ¶ (¬2) المرغياني، الهداية (مع شرح فتح القدير): (4/ 214). والخرشي، حاشية الخرشي: (4/ 192). والشربيني، مغني المحتاج: (5/ 175). والبهوتي، كشاف القناع: (5/ 467). ¶ (¬3) أبن عبد البر، الكافي: (2/ 627). ¶ (¬4) المرجع السابق: (7/ 608). ¶ (¬5) القرطبي، الجامع لأحكام القرآن: (3/ 185). ¶ (¬6) ابن قدامة، المغني: (7/ 608).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "المناقشة والترجيح: ¶ يرى الباحث أن الراجح هو سقوط نفقة الحامل المتوفي عنها زوجها. ¶ وقد أجاب ابن حزم على من أوجب النفقة من جميع المال للمتوفي عنها بقوله: إنه خطأ لا خفاء به؛ لأن مال الميت ليس له، بل قد صار لغيره، فلا يجوز أن ينفق على امرأته من مال الغرماء أو من مال الورثة أو مما أوصى به لغيرهما. وهذا عين الظلم (¬1). ¶ المبحث الخامس: تأجير المرأة رحمها: ¶ يراد بتأجير المرأة أن يتفق الزوجان مع امرأة أخرى على غرس البويضة الملحقة من المرأة الأولى بماء زوجها في رحم الثاني بأجر متفق عليه، وتسمى المرأة الثانية (¬2): الأم المستعارة والرحم الظئر ومؤجرة البطن. ¶ صور الرحم المستأجرة: ¶ إن الرحم المستأجرة يمكن أن تكون بصورة متعددة كما يلي (¬3): ¶ الصورة الأولى: تؤخذ بويضة من الزوجة وتلقح بماء زوجها، ثم تعاد اللقيحة إلى رحم امرأة تستأجر لذلك بسبب آفة في رحم الزوجة، أو أن هذا الرحم قد استئصل بعملية جراحية، أو ترفهًا من المرأة رغبة منها في البعد عن المشقة الناتجة من الحمل والولادة. ¶ ¬__________ ¶ (¬1) ابن حزظم، المحلى: (10/ 89). ¶ (¬2) أبو زيد، فقه النوازل: (254، 256، 257). ومجلة الفقه الإسلامي، الدورة الثانية – العدد الثاني: الجزء الأول (1986م): (ص 269). ¶ (¬3) البار والسباعي، الطبيب أدبه وفقهه: (ص 349). د. محمد البار في بحثه المقدم لمجلس مجمع الفقه الإسلامي (1986م): مجلة مجمع الفقه الإسلامي، الدولة الثانية: (ص282، 285).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الصورة الثانية: يجري تلقيح خارجي بين نطفة رجل وبويضة امرأة ليست زوجته. ثم تزرع اللقيحة في رحم امرأة متبرعة، وعند ولادة الطفل تسلمه للزوجين العقيمين. ¶ الصورة الثالثة: يجري تلقيح خارجي في وعاء الاختبار بين بذرتي زوجين. ثم تعاد اللقيحة في رحم امرأة أخرى هي زوجة ثانية للرجل. وقد تكون إحداهما متبرعة للأخرى، حيث تبرعت الأولى بالبويضة، وتبرعت الأخرى برحمها للحمل، وهذه صورة نظرية لم تحدث حتى الآن. ¶ حكم صور تأجير الرحم: ¶ منع مجلس مجمع الفقه الإسلامي المنعقد في دورة مؤتمره الثالث كل صور تأجير الرحم، فاعتبرها محرمة شرعًا وممنوعة منعًا باتًا؛ لذاتها أو لما يترتب عليها من اختلاط الأنساب وضياع الأمومة، وغير ذلك من المحاذير الشرعية (¬1). فهي محرمة لاختلال رحم الزوجية، الذي هو من دعائم الهيئة الشرعية المحصلة للأبوة والأمومة (¬2). ¶ التفصيل الفقهي في هذه المسألة: ¶ بما أن الإسلام لا يقبل طريقًا للتناسل سوى طريق الزواج، فقد أفتى علماء الإسلام الأجلاء، بأن أي وسيلة للتناسل يستخدم فيها طرف ثالث، هي لاغية وباطلة ومحرمة شرعًا وموجبة للتعزير لكل من يشترك فيها (¬3). ¶ والمقصود باستخدام طرف ثالث، استخدام مني رجل آخر أو بويضة امرأة أخرى، أو أن تحمل اللقيحة امرأة أخرى (رحم مستأجر) (¬4). ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي – الدورة الثالثة – العدد الثالث، الجزء الأول (1987): (ص 515، 516). ¶ (¬2) أبو زيد، فقه النوازل: (ص 296). ¶ (¬3) د. محمد البار في بحث المقدم لمجلس الفقه الإسلامي (1987م)، مجلة مجمع الفقه الإسلامي. للجزء الأول: (ص 462). ¶ (¬4) المرجع السابق: ص 462).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأما الصورة الثالثة من صور تأجير الرحم، وهي وضع اللقيحة في رحم الزوجة الثانية، فقد حرمها مجلس الفقه الإسلامي، وألحقها بالصور الأخرى لتأجير الرحم، بعد أن كان قد أجازها، ثم توقف بعد ذلك عن الحكم عليها للأسباب التالية: \"إن الزوجة الأخرى التي زرعت فيها لقيحة بويضة الزوجة الأولى، قد تحمل ثانية قبل انسداد رحمها على حمل اللقيحة من معاشرة الزوج لها في فترة متقاربة مع زرع اللقيحة، ثم تلد توأمين، ولا يعلم ولد اللقيحة من ولد معاشرة الزوج، كما لا تعلم أم ولد اللقيحة التي أخذت منها البويضة من أم ولد معاشرة الزوج. كما قد تموت علقة أو مضغة أحد الحملين، ولا تسقط إلا مع ولادة الحمل الآخر الذي لا يعلم أيضًا أهو ولد اللقيحة أم حمل معاشرة ولد الزوج، ويوجب ذلك اختلاط الأنساب لجهة الأم الحقيقية لكل من الحملين، والتباس ما يترتب على ذلك من أحكام، وإن ذلك كله يوجب توقف المجمع عن الحكم في الحالة المذكورة\" (¬1). ¶ نسب المولود في هذه الصورة: ¶ على الرغم من أن جميع صور تأجير الرحم محرمة شرعًا، وممنوعة منعًا باتًا، لذاتها أو لما يترتب عليها من اختلاط الأنساب وضياع الأمومة، إلا أنه ينبغي البحث في الآثار المترتبة من الولادة بهذه الصور. ¶ والسؤال المطروح هنا، لمن يكون نسب المولود الذي جاء من هذه العملية؟ ¶ أولاً: الصورة الثالثة: ¶ والتي يجري فيها تلقيح بين بذرتي زوجين، ثم تعاد اللقيحة في رحم الزوجة الثانية. ¶ ¬__________ ¶ (¬1) قرارات مجلس المجمع الفقهي الإسلامي من دورته الأولى حتى الدورة الثامنة عام (1985م): (ص 150، 151).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ينسب الولد عن طريق هذه الصورة إلى أبيه؛ لأنه زوج المرأتين، صاحبة البويضة، والتي حملت الولد وولدته، وهو صاحب الحيوان المنوي، كما أنه صاحب الفراش، وقد قال النبي - صلى الله عليه وسلم -: (الولد للفراش وللعاهر الحجر) (¬1). ¶ ثانيًا: الصورتين الأوليتين: ¶ إذا كانت المرأة التي احتضنت اللقيحة أجنبية عن صاحب الحيوان المنوي، فإن كانت ذات زوج، فإن المولود ينسب لزوجها؛ لأنه صاحب الفراش، وأعطاه الشارع حقًا في أن ينفي هذا الولد ويلاعن على ذلك (¬2). ¶ وأما إن كانت غير ذات زوج، فيكون هذا الولد قطعًا لا أب له معروفًا، ويكون من الزنا الصراح، ويأخذ حكم اللقطاء، وينسب إلى أمه. وهذا رأي جماهير العلماء. ¶ ومن أدلة هذا الرأي قوله تعالى: {وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثَى *مِنْ نُطْفَةٍ إِذَا تُمْنَى} [لنجم:45 – 46]. ¶ ووجد الدلالة من الآية أن الإنسان مكون من النطقة الملقحة من أبويه، فهما أولى به. ¶ من هي الأم في هذه الصورة؟ ¶ وأما الأم في هذه الصور الثلاث، إذا كانت المرأة التي حملت وولدت من بويضة امرأة أخرى، فقد انقسم العلماء في هذه المسألة إلى ثلاثة آراء: ¶ ¬__________ ¶ (¬1) حديث متفق عليه، صحيح البخاري، كتاب البيوع، باب تفسير المشبهات: (2/ 724)، صحيح مسلم: كتاب الرضاع، باب الولد للفراش وتوقى الشبهات: (2/ 1080). انظر: الإنجاب في ضوء الإسلام: (ص 168، 169). ¶ (¬2) المرجع السابق: (ص 168، 169).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الرأي الأول: أن الأم الحقيقية هي صاحبة البويضة. وأما صاحبة الرحم الظئر التي حملته وولدته، فهي أمُّ مثل أم الرضاع؛ لأنه اكتسب من جسمها وعضويتها أكثر مما يكتسب الرضيع من مرضعته في نصاب الرضاع، الذي يحرم به ما يحرم من النسب، وقال به بعض العلماء. ¶ الرأي الثاني: أن الأم الحقيقية هي التي حملت وولدت، وأما صاحبة البويضة، فهي مثل أم الرضاع. ¶ وقال بذلك أغلبية الفقهاء الذين تحدثوا في هذه الموضوع في مجالس مجمع الفقه الإسلامي (¬1). ¶ ومن أدلة هذا الرأي قوله تعالى: {إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ} [المجادلة: من الآية2]، وهذا نص قطعي الثبوت والدلالة، سيما أنه جاء على صيغة الحصر (¬2). ¶ الرأي الثالث: ليست إحداهما أمًا للولد؛ لأنه قد انقطعت الصلتان معًا عنهما، حيث انفصمت إحدى الصلتين قطعًا، وهي \"البويضة\" عمن ولدته، وانفصمت الصلة الثانية للأم، وهي \"الحملة والولادة\" عن صاحبة البويضة (¬3). ¶ الراجح: ¶ يميل الباحث إلى ترجيح رأي الدكتور بكر أبو زيد في عدم اعتبار أي من المرأتين، أمًا بالنسب للمولود. ولكن الباحث يرجِّح أن كلا المرأتين مثل أم الرضاع؛ لأنه تكوّن من البويضة الأولى واكتسب من الثانية. ¶ وأما الأدلة التي قدّمها أصحاب القولين الأول والثاني فهي قاصر لكل منهما، حيث إن للمولود بأمه صلتان: ¶ ¬__________ ¶ (¬1) مجلة مجمع الفقه الإسلامي – الدورة الثانية: (ص 300). ¶ (¬2) الإنجاب في ضوء الإٍلام: (ص 485). ¶ (¬3) المرجع السابق: (ص 247).",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "الأولى: صلة تكوين ووراثة، \"البويضة\" منها. ¶ الثانية: صلة حمل وولادة وحضانة، وأصلها \"الرحم\" منها (¬1). ¶ وليس دليلاً قاطعًا أنه يجوز أن تكون الأمومة الشرعية لأحدهما دون الآخر، وليس قوله تعالى: {إِنْ أُمَّهَاتُهُمْ إِلَّا اللَّائِي وَلَدْنَهُمْ}، نصًا قطعي الدلالة؛ لأن في دلالته اختلاف، فما تلده ليس من رحمها إنشاءً وانتهاءً، بل هو من رحمها انتهاءً فقط بحمله فيه، وأما البويضة فمن غيرها. ¶ ¬__________ ¶ (¬1) المرجع السابق: (ص 247).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "الفصل الثالث ¶ عقوبة المرأة الحامل ¶ مدخل إلى الفصل: ¶ إن تنفيذ العقوبات الممنوع على الحامل هو ما يضر بالحمل، فإن أمكن معاقبة الحامل على مخالفتها بحيث تقع العقوبة حال الحمل، بدون أن يسري أذى العقوبة إلى الجنين فيجوز ذلك، وإن لم يكن إقامة العقوبة عليها إلا بالإضرار بالجنين، فيجب التأخير إلى أن تضع. ¶ المبحث الأول: العقوبات اللازم تأخيرها عن الحامل إلى الوضع: ¶ أولاً: الحدود: ¶ لا خلاف بين العلماء أنه لا يقام الحد على المرأة الحامل، سواء كان الحمل من زنا أو غيره، وسواء وجبت العقوبة قبل الحمل أو بعده (¬1). ¶ ويشمل ذلك الحدود كلها كالرحم والجلد والقطع، وعلة ذلك الحفاظ على حياة الجنين؛ لئلا يهلك بتنفيذ الحد على أمه. ¶ ومستند ذلك: حديث بريدة رضي الله عنه في رجم المرأة الغامدية التي زنت: \"قالت: يا رسول الله طهّرني فقال: (ويحك ارجعي فاستغفري الله وتوبي إليه)، فقالت: أراك تريد أن تردّني كما رددت ماعز بن مالك. قال: (وما ذاك؟)، قالت: إنها حبلى من الزنى. فقال: (أنت؟)، قالت: نعم فقال لها: (حتى تضعي ما في بطنك). قال: فكفلها رجل من الأنصار حتى وضعت. قال: فأتى النبي - صلى الله عليه وسلم - فقال: قد ¶ ¬__________ ¶ (¬1) النووي: روضة الطالبين: (7/ 93). والميرغاني، الهداية مع شرح فتح القدير: (5/ 29). وابن عبد البر، الكافي: (2/ 1073). وابن قدامة، المغني: (8/ 171).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وضعت الغامدية. فقال: (إذاً لا نرجمها وندع ولدها صغيرًا ليس له من يرضعه)، فقام رجل من الأنصار فقال: إليّ رضاعه يا نبي الله قال: (فرجمها\") (¬1). ¶ قال الإمام النووي في شرحه لحديث الغامدية هذا: \"فيه أنه لا ترجم الحبلى حتى تضع سواء كان حملها من زنا أو غيره، وهذا مجمع عليه؛ لئلا يقتل جنينها، وكذا لو كان حدها الجلد وهي حامل، لم تجلد بالإجماع حتى تضع\" (¬2). ¶ ثانيًا: القصاص: ¶ وكما لا يجوز تنفيذ العقوبة على الحامل التي أصابت الحد حتى تضع، فكذلك لا يجوز أن يقتص منها. قال ابن رشد: \"أجمعوا على أن الحامل إذا قَتَلتْ عمدًا، أنه لا يقاد منها حتى تضع حملها\" (¬3). ¶ وسواء في منع القصاص منها قبل وضعها أن تكون حاملاً وقت الجناية أو حملت بعدها قبل الاستيفاء، وسواء كان القصاص في النفس أو في الطرف (¬4). ¶ واستدلوا على ذلك بالأدلة التالية: ¶ أولاً: القصاص في النفس: ¶ 1 - لقوله تعالى: {وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَاناً فَلا يُسْرِفْ فِي الْقَتْلِ} [الاسراء:33] وقتل الحامل قتل لغير القاتل. وهو الجنين فيكون إسرافًا (¬5). ¶ ¬__________ ¶ (¬1) صحيح مسلم: كتاب الحدود، باب من اعترف على نفسه بالزنا: (3/ 1322، 1324). ¶ (¬2) النووي، شرح صحيح مسلم: (11/ 201). ¶ (¬3) ابن رشد، بداية المجتهد: (2/ 495). ¶ (¬4) ابن قدامة، المغني: (7/ 731). ¶ (¬5) ابن قدامة، المغني: (7/ 731).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "2 - حديث بريدة في رجم الغامدية، وفي أن النبي - صلى الله عليه وسلم - ردها وقال لها: (حتى تضعي ما في بطنك). قال الإمام النووي: \"فيه أن من وجب عليها القصاص وهي حامل، لا يقتص منها حتى تضع، وهذا مجمع عليه\" (¬1). ¶ والعلة الجامعة في التأخير إلى الوضع، هي الحفاظ على حياة الحمل خوف هلاكه. ¶ ثانيًا: القصاص في الطرف: ¶ إن كان الغالب تضرر الحمل بالقصاص في الطرف، فلا يقتص م المرأة الحامل لما يلي: ¶ القياس: لأن استيفاء القصاص خشية السراية إلى الجاني أو إلى في حقه ممنوع، فلأن تمنع منه خشية السرايا إلى غير الجاني. وهو الحمل. بتفويت نفس معصومة أولى وأحرى (¬2). ¶ متى تستوفي العقوبة على الحامل بعد الوضع؟ ¶ أولاً: في الحدود: ¶ أ الرجم: اختلف العلماء في ذلك على قولين: ¶ القول الأول: لا يستوفي الرجم من المرأة المحصنة إذا كانت حاملاً بعد الوضع مباشرة، حتى ترضعه هي، وإن وجدت له مرضعة، وإذا انقضى الإرضاع لم يستوف أيضًا حتى يوجد للطفل كافل. وهذا مذهب الشافعية (¬3). ¶ القول الثاني: يقام الحد بالرجم على المرأة المحصنة إذا كانت حاملاً بعد الوضع مباشرة (¬4). ¶ ¬__________ ¶ (¬1) النووي، شرح صحيح مسلم: (11/ 201). ¶ (¬2) ابن قدامة، المغني: (7/ 732). ¶ (¬3) النووي، روضة الطالبين: (7/ 94). ¶ (¬4) الحصكفي، الدر المختار مع حاشية رد المحتار: (7/ 16 – 17)، والخرشي، حاشية الخرشي: (8/ 84)، ابن قدامة، المغني: (8/ 171).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "استدل الشافعية بما يلي: حديث بريدة في رجم الغامدية من طريق بشير بن المهاجر وفيه: \"فجاءت الغامدية فقالت: يا رسول الله لم تردني كما رددت ماعزًا، فو الله إني لحبلى. قال: (إما لا، فاذهبي حتى تلدي،، فلما ولدته أتته بالصبي في خرقة. قالت: هذا قد ولدته قال: (اذهبي فأرضعيه حتى تفطميه)؛ فلما فطمته أتته بالصبي ي يده كسرة خبز، فقالت: هذا يا نبي الله قد فطمته، وقد أكل الطعام، فدفع الصبي إلى رجل من المسلمين، ثم أمر بها فحفر لها إلى صدرها، وأمر الناس فرجموها\" (¬1). ¶ قال الإمام النووي: \"فهاتان الروايتان (¬2) ظاهرهما الاختلاف، فإن الثانية صريحة في أن رجمها كان بعد فطامه وأكله الخبز، والأول ظاهرها أنه رجمها عقب الولادة ويجب تأويل الأولى وحملها على وفق الثانية؛ لأنها قضية واحدة، والروايتان صحيحتان، والثانية منهما صريحة لا يمكن تأويلها، والأولى ليست صريحة، فيتعين تأويل الأولى، ويكون قوله في الرواية الأولى: (قام رجل من الأنصار، فقال: إليّ رضاعه)، إنما قال بعد الفطام، وأراد بالرضاعة كفالته وتربيته، وسماه رضاعًا مجازًا (¬3). واستدل الجمهور على قولهم بما يلي حديث بريدة من طريق ابنه سليمان، وفيه زيادة: (إذاً لا نرجمها وندع ولدها صغيرًا ليس له من يرضعه)، فقام رجل من الأنصار فقال: إليّ رضاعه يا نبي الله قال: (فرجمها\") (¬4). ¶ في هذه الرواية دليل على أن العلة في تأخير الرجم رعاية الصغير وحفظه من الهلاك، لعدم وجود من يرضعه، فلما توفرت المرأة المرضع له بتكفل رجل من الأنصار برضاعة، انتفت علة التأخير، فرجمها رسول الله - صلى الله عليه وسلم -. ¶ ¬__________ ¶ (¬1) صحيح مسلم، كتاب الحدود، باب من اعترف على نفسه بالزنا: (3/ 1323). ¶ (¬2) أي هذه الرواية، والرواية الأخرى\" إذاً لا نر جمها وندع ولدها صغيرًا ليس له من يرضعه\". ¶ (¬3) النووي، شرح صحيح مسلم: (11/ 202). وانظر: ابن حجر، فتح الباري: (12/ 150). ¶ (¬4) صحيح مسلم.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "الترجيح: ¶ يترجح لديّ قول الجمهور؛ لأن الرواية التي استدل بها الشافعية رواية شاذّة، فهي من رواية بشير بن المهاجر. وبشير بن المهاجر ليس ثقة، بل هو صدوق لين الحديث، بل قال عنه أحمد بن حنبل: \"هو منكر الحديث\"، وقال المنذري: \" ولا عيب على مسلم في إخراج هذا الحديث، فإنه أتى به في الطبقة الثانية، بعدما ساق طرق حديث ماعز، وأتى به آخرًا، ليبين إطلاعه على طرق الحديث، والله أعلم\" (¬1). ¶ وإذا كانت زيادة الثقة تقبل؛ بشرط ألا تخالف الثقات، فكيف إذا كانت المخالفة من غير الثقة؟ (¬2). ¶ والمخالفة من بشير بن المهاجر في التأخير إلى الرضاع هي مخالفة الثقات الذين ذكروا التعجيل في إقامة الحد على الغامدية، بعد تأمين من يرضع الصغير. ¶ ب- الجلد: يرى العلماء أنه لا يقام حد الجلد على المرأة الحامل حتى تضع وتخرج من نفاسها (¬3). ¶ ثانياً: في القصاص: ¶ يرى العلماء ومنهم الأئمة الأربعة تعجيل القصاص في النفس أو الطرف على الحامل إذا وضعت، ولكن يجب التأخير إلى أن توجد مرضعة أو ما يعيش به، وإلا أرضعته هي حولين وتفطمه. ومثله المرضع (¬4). ¶ ¬__________ ¶ (¬1) سنن أبي داود: (4/ 589، 590). ¶ (¬2) ابن كثير، إسماعيل بن الشيخ أبي حفص بن كثير، \"الباعث الحثيث شرح اختصار علوم الحديث\"، الطبعة الأولى – دار الفكر، والناشر دار الكتب العلمية – بيروت (1983م): (ص 54). ¶ (¬3) الميرغناني، الهداية مع شرح فتح القدير: (5/ 29). والخرشي، حاشية الخرشي: ((/ 84). والنووي، شرح صحيح مسلم: (11/ 201). وابن قدامة، المغني: (8/ 172). ¶ (¬4) ابن الهمام، شرح فتح القدير: (5/ 30). والخرشي، حاشية الخرشي: (8/ 25). والنووي، روضة الطالبين: (7/ 93). وابن قدامة، المغني: (7/ 731).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "المبحث الثاني: العقوبات التي تقام على الحامل حال حملها: ¶ ولكثرة العقوبات التي يمكن أن تقام على الحامل حال حملها، فإنني أعرض لأهمها. ¶ أولاً: الحبس: ¶ العقوبات البدنية التي تثبت بالحدود أو القصاص، ولا يمكن إقامتها في الحال هل يجب حبس المرأة لحين إقامتها عليها؟ ¶ والحبس في اصطلاح الفقهاء: هو تعويق الشخص ومنعه من التصرف بنفسه، سواء كان في بيت أو مسجد، أو كان بتوكيل الخصم أو وكيله عليه، وملازمته له (¬1). ¶ وتحبس المرأة الحامل في القصاص إلى أن يمكن الاستيفاء منها بعد الوضع، ولا يقبل منها كفيل في ذلك؛ لأن المقصود من الكفالة إقامة الكفيل مقام المكفول عنه في إيفاء الحد والقصاص، وهذا لا يتحقق في الحدود والقصاص (¬2). ¶ وأما الحبس في الحدود، فإنها تحبس عند المالكية إذا لزمها حد من حدود الله تعالى إلى الوضع، إذا خيف عليها من إقامته في حال الموت (¬3). ¶ وأما الحنفية فيرون حبس الحامل إن ثبت زناها بالبينة مخافة أن تهرب، وإن ثبت بالإقرار فلا تحبس؛ لأن الرجوع عن الإقرار صحيح، فلا فائدة في الحبس، والنبي - صلى الله عليه وسلم - لم يحبس الغامدية (¬4). ¶ ¬__________ ¶ (¬1) ابن القيم، الطرق الحكمية: (ص 102). ¶ (¬2) الزحيلي، الفقه الإسلامي وأدلته:؛ (6/ 89). ¶ (¬3) الخرشي، حاشية الخرشي: (8/ 25). ¶ (¬4) الميرغناني، الهداية مع شرح فتح القدير: (5/ 30). وابن مودود، الاختيار: (4/ 88).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "وأما الشافعية فيرون أن لا تحبس الحامل إن كان عليها رجم أو غيره من حدود الله تعالى، على الصحيح المشهور في مذهبهم؛ لأن الحدود مبنية على التخفيف والتساهل (¬1). ¶ الترجيح: ¶ يميل الباحث إلى رأي الحنفية لقوة تعليلهم، وأن من مقتضيات إقامة الحد، الحبس الذي يمكن استيفاؤه، ونأمن من هربها، وأما إن ثبت الحد بالإقرار، فلا تحبس؛ لأن لها الرجوع عنه. ¶ ثانيًا: القصاص فيما دون النفس: ¶ يستثنى من حالة وجوب تأخير القصاص فيما دون النفس إلى الوضع، ما لو كان الغالب بقاؤها، وعدم تضرر الحمل بالاستيفاء منها فيستوفي، وهذا ما نص عليه ابن قدامة (¬2). ولم أجد غيره ذكره. ¶ ثالثًا: التعزير: ¶ التعزير في اصطلاح الفقهاء: هو تأديب على ذنوب لم تشرع فيها الحدود (¬3). ¶ والتعزير يشتمل على مجموعة من العقوبات تبدأ من النصح، وتنتهي بالجلد والحبس (¬4). ¶ ويميل الباحث إلى أنه لا مانع من إيقاع عقوبات التعزير على المرأة الحامل إذا كانت لا تضر بالحمل. ¶ ¬__________ ¶ (¬1) قليوبي، حاشية قليوبي: (4/ 184). ¶ (¬2) ابن قدامة، المغني: (7/ 732). ¶ (¬3) عبد القادر عودة التشريع الجنائي الإسلامي، الطبعة العاشرة، مؤسسة الرسالة – بيروت (1989م): (1/ 127). ¶ (¬4) المرجع السابق: (1/ 127).",
            "page": "50",
            "part": "1"
        }
    ],
    "t36512": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام المرأة الحامل"
        }
    ]
}