{
    "b36510": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ رسالة القول الصائب في حكم بيع اللحم بالتمر الغائب ¶ للشيخ العلامة ¶ فيصل بن عبد العزيز آل مبارك ¶ المتوفي عام 1376 هـ ¶ رحمه الله",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ القول الصائب في حكم بيع اللحم بالتمر الغائب ¶ قال في زاد المستقنع: (ويحرم ربا النسيئة في بيع كلِّ جنسين اتفقا في علَّة ربا الفضل أي: الكيل أو الوزن ليس أحدهما نقداً، كالمكيلين والموزونين، وإن تفرَّقا قبل القبض بطُلَ، وإن باعَ مكيلاً بموزونٍ جازَ التفرُّق قبل القبضِ والنَّساء). ¶ قال في الشرح: (لأنَّهما لم يجتمِعا في أحَدِ وصفي عِلَّة ربا الفضل أشبَهَ الثيابَ والحيوان، وقال في المقنع (وأمَّا ربا النسيئة فكلُّ شيئين ليس أحدُهما ثَمَناً - علَّةُ ربا الفضل فيهما واحدة: كالمكِيلِ بالمكِيلِ والموزونِ بالموزونِ - لا يجوزُ النَّساءُ فيهِما، وإن تفرَّقا قبل التقابُضِ بطُلَ العَقْدُ، وإنْ باعَ مكيلاً بموزونٍ جاز َالتفرُّق قبل القَبضِ، وفي النَّساء روايتان) انتهى. ¶ قال في الحاشية: (إحداهما يجوزُ وهي المذهب، وبِه قال النخعي لأنَّهما لم يجتمعا في أحد وصفي عِلَّة ربا الفضل فجازَ النَّساءُ فيهما كالثياب بالحيوان، وعند من يُعَلِّلُ بالطُّعمِ لا يجيزُه هنا وجهاً واحداً، و الثانية لا يجوزُ قَطَعَ به الخِرقي وصاحبُ الوجيزِ (¬1) لأنَّهما من أموالِ الرِّبا فلم يجُزْ النَّساءُ كمكيلٍ بمثله) انتهى، وقال: (العِلَّة في تحريم ربا الفضل الكيل أو الوزن مع الطُّعم، وهو رواية عن أحمد) انتهى. ¶ قال في الاختيارت: (والعِلَّة في تحريم ربا الفضل \"الكيل أو الوزن مع الطُّعْمِ\"، وهو روايةٌ عَن أحمد) انتهى. ¶ وقال خليل من المالكيَّة: (علَّة طعام الربا اقتيات وادِّخار) انتهى. ¶ وقال القدُّوري من الحنفيَّة: (الربا محرَّم في كلِّ مكيلٍ أو موزون إذا بِيعَ بجنسِه متفاضلاً، فالعلَّة فيه \"الكيل مع الجنس\"، أو \"الوزن مع االجنس\"، فإذا بيع المكيلُ بجنسِه أو الموزون بجنسه مِثلاً بمثل ¶ ¬__________ ¶ (¬1) الوجيز لابن أبي السري الحنبلي من علماء القرنين السابع والثامن الهجري، طبع مؤخراً بتحقيق الدكتور ناصر السلامة.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "جازَ البيعُ، و إن تفاضلا لم يجُزْ، ولا يجوز بيع الجيِّد بالرديء مِمَّا فيه الربا إلاَّ مثلاً بمثلٍ فإذا عُدِمَ الوصفان: الجنسُ والمعنى المضمومُ إليه حلَّ التفاضلُ و النساءُ، وإذا وُجِدا حَرُم التفاضلُ والنَّساءُ، وإذا وُجِد أحدُهما وعُدِمَ الآخرُ حلَّ التفاضلُ وحرُم النَّساءُ، وكلُّ شيءٍ نصَّ رسول الله - صلى الله عليه وسلم - على تحريم التفاضل فيه كيلاً فهو مكيل أبداً، وإن ترك الناس فيه الكيلُ، مثل: الحنطةِ والشعيرِ، و التمرِ والملحِ، وكلُّ ما نُصَّ على تحريِم التفاضلِ فيه وزناً فهو موزونٌ أبداً، وإن تركَ الناسُ الوزنَ فيه مثل: الذهبِ والفضةِ، وما لم يُنصَّ عليه فهو محمولٌ على عاداتِ الناس) انتهى. ¶ وقال النووي في المنهاج: (إذا بِيعَ الطعامُ بالطعام: إن كان جنساً اشتُرِطَ الحلُولُ والمماثلةُ والتقابضُ قبل التفرُّقِ، أو جنسين كحنطةٍ وشعير جازَ التفاضلُ واشتُرِطَ الحُلُولُ والتقابُضُ، والطعامُ: ما قُصِدَ للطُّعْمِ اقتِياتاً أو تفَكُّهاً أو تداوِياً، و أدقَّةُ (¬1) الأصول المختلفة الجنس وخُلولُها وأدهانها أجناس، واللحوم والألبان كذلك في الأظهر، والمماثلة تُعتبرُ في المكيلِ كيلاً والموزون وزناً، والمعتبرُ غالبُ عادةِ أهل الحجاز في عهدِ رسول الله - صلى الله عليه وسلم -، وما جُهِلَ يُراعَى فيه عادة بلد البيع، وقيل: الكيل، وقيل: الموزون، وقيل: يتخيَّر، وقيل: إذا كان له أصلٌ اعتُبِرَ، والنقدُ بالنقدِ كطعامٍ بطعامٍ) انتهى. ¶ وقال الشيخُ عبدالرحمن بن قاسم في كتابِه: (الدررُ السَّنِيَّة في الأجوبة النجدية): (سُئِل الشيخ محمد بن عبدالوهاب رحمه الله عن بيعِ الحديد بالنحاس واللحمِ بالتمر نسيئة فأجابَ: و مسألةُ الحديد بالنحاس واللحم بالتمر نسيئةً ما ندري عنها، والورَعُ ترْكُه). ¶ و أجاب ابنُه الشيخ عبدالله: (وأمَّا السَّمن بالتمرِ واللحم بالتمرِ والأقِطُ بالتمرِ فالذي يعملًُ علَيه أكثرُ أهلِ العلمِ أنَّه لا يجوزُ، و يُنهَى عنه، وهو الذي نعمل عليه). ¶ وأجاب أيضاً: (وأمَّا إذا باع ذُرةً بِبُرٍّ نَساءً فهذا لا يجوزُ، وهو رباً إلاَّ إذا كان يداً بيدٍ وأمَّا بيع السمن بالحَبِّ مؤجَّلاً فلا ينبغي فِعلُه). ¶ وأجاب أيضاً: (و أمَّا بيع الحيوان بالتمر نَساءً فلا أرى به بأساً، و أمَّا بيع الدُّهنِ بالتمر والبُرِّ نساءً فلا يجوز عند جمهور العلماء، وأجازه نُفاةُ القياس القائلون بقَصْر الرِّبا على الأنواع الستة المذكورة في حديث عُبادة، ولكن قول الجمهور أولى و أحوط، وأمَّا إذا بِيعَ ذلك يداً بيدٍ فهو ¶ ¬__________ ¶ (¬1) الأدقَّةُ: جمع دقيق، أي: أنَّ دقيقَ كلِّ أصلٍ من الأصولِ الستَّةِ المذكورةِ في الحديثِ له حكمُ أصلِه.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "جائزٌ لقوله عليه السلام: (فإذا اختلفت هذه الأجناس) .. إلى آخره، وأمَّا بيعُ الدراهم بالحَبِّ وبيع الحَبِّ بالدراهمِ مؤجَّلاً فجائزٌ إذا حَضَرَ أحدُ النوعين). ¶ وأجاب الشيخ عبدالرحمن بن حسن: (أمَّا بيع اللحم بالطعام نسيئةً فإذا كان الطعام مكيلاً فهو من باب بيع الموزون بالمكيل، لأنَّ اللحم من الموزونات، فيجوز حالاًّ مقبوضاً بلا ريبٍ، وأمَّا إذا اشترى به مكيلاً ففيه روايتان: إحداهما يجوز وهو المذهب، صحَّحه في الخُلاصة وغيرها، و هو الذي ذكرتَه عن شيخِنا حمد بن ناصر رحمه الله أنَّهُ أفتاكَ به، والرواية الثانية أنَّه لا يجوز، قطَعَ به الخِرقيُُّ وصاحبُ الوجيز وصحَّحه في التصحيح، وهذه الرواية تجري على مذهب مالك إذا كان كلاهما من القوت، وتجري أيضاً على الرواية الثانية عن الإمام أحمد وقولِ الشافعي وابنِ المسيَّب أنَّ العِلَّة الطُّعمُ، فتأمَّلْه يظهر لك أقواهما) انتهى. ¶ قُلتُ: الأظهرُ قولُ الأكثرِ، لأنَّ العِلَّة هي الكيل مع الطُّعم أو الوزن مع الطُّعم - كما اختارَهُ شيخ الإسلام -، وهي موجودةٌ في بيع اللحم بالتمر ونحوه نسيئةً، واللحمُ جِنسٌ، والتَّمرُ جِنس، فيجوزُ بيعُ اللحمِ بالتمرِ حاضراً، ولا يجوزُ إذا كان أحدُهما غائباً. ¶ لقولِ النبي - صلى الله عليه وسلم -: (الذهب بالذهب و الفضة بالفضَّة و البرُّ بالبِّر والشعيُر بالشعيِر والتمرُ بالتمرِ والملحُ بالملحِ، مثلاً بمثلٍ، سواءً بسواءٍ، يداً بيدٍ، فإذا اختلفت هذه الأصناف فبيعوا كيف شئتم إذا كان يداً بيدٍ) رواه مسلم.",
            "page": "4",
            "part": "1"
        }
    ],
    "t36510": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "رسالة القول الصائب في حكم بيع اللحم بالتمر الغائب"
        }
    ]
}