{
    "b36525": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (14) ¶ كشف الستارة ¶ عن صلاة الإستخارة ¶ بقلم: أبي عمرو عبدالله بن محمد الحمادي ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسمِ اللهِ الرَّ حمنِ الرَّحيمِ ¶ مقدمة ¶ إن الحمد لله نحمده، ونستعينه ونستغفره، ونعوذ بالله من شرور أنفسنا، ومن سيئات أعمالنا، من يهده الله فلا مضل له، ومن يضلل فلا هادي له، وأشهد أن لا إله إلا الله وحده لا شري له، وأشهد أن محمداً عبده ورسوله - صلى الله عليه وسلم -. ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ حَقَّ تُقَاتِهِ وَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ} (آل عمران:102). ¶ {يَا أَيُّهَا النَّاسُ اتَّقُوا رَبَّكُمُ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَخَلَقَ مِنْهَا زَوْجَهَا وَبَثَّ مِنْهُمَا رِجَالاً كَثِيراً وَنِسَاءً وَاتَّقُوا اللَّهَ الَّذِي تَسَاءَلُونَ بِهِ وَالْأَرْحَامَ إِنَّ اللَّهَ كَانَ عَلَيْكُمْ رَقِيباً} (النساء:1). ¶ {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَقُولُوا قَوْلاً سَدِيداً يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزاً عَظِيماً} (الأحزاب:70 - 71). ¶ أما بعد: ¶ فإن أصدق الحديث كتاب الله، وخير الهدي هدي محمد - صلى الله عليه وسلم -، وشر الأمور محدثاتها، وكل محدثة بدعة، وكل بدعة ضلالة وكل ضلالة في النار. ¶ فهذه رسالة لطيفة، وصفحات أنيقة، فيها مسائل عزيزة، حول سنة مهمة في حياة المسلم، لا يستغنى عنها، لأنها تشمل كثيراً من أمور حياته اليومية، أعني صلاة الاستخارة. ¶ فنظراً لأهمية هذه العبادة ومكانتها المرموقة بين السنن، وعلاقتها الوطيدة بالعقيدة، قررت أن أفردها في رسالة مستقلة، سهلة التداول والحمل والتناول، تحتوي على مسائلها المهمة والخافية، مع توضيحها بأسهل عبارة، وأوجز إشارة دون تنطع ولا غزارة، فيسهل على كل مسلم فهمها، وتطبيقها في كل شؤون حياته. ¶ وسميتها بعون الله وتيسيره: كشف الستارة عن صلاة الاستخارة وعلاقتها بالعقيدة الصحيحة المختارة. ¶ * مادة البحث: حيث إن الرسالة قليلة المحتوى، رفيعة المستوى، حصرت بحثي فيها في أبحاث ومطالب ومسائل جزأتها كما يلي: ¶ * المقدمة: وقد احتوت على خطبة الحاجة، وسبب تأليف الرسالة واسمها وعنوانها. ¶ * المبحث الأول: وفيه تعريف الاستخارة لغة وشرعاً، وأهميتها والأدلة على مشروعيتها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقيه أربعة مطالب: ¶ المطلب الأول: في تعريف الاستخارة لغة وشرعاً. ¶ المطلب الثاني: في أهمية الاستخارة في حياة المسلم وتوصية العلماء بها. ¶ المطلب الثالث: فيه بيان نص دعاء ودليل الاستخارة من السنة وتخريجه وشرح معانيه الغريبة. ¶ أولاً: نص دعاء الاستخارة. ¶ ثانياً: تخريج النص. ¶ ثالثاً: شرح معاني غريب الحديث. ¶ المطلب الرابع: في مسائل حول صلاة الاستخارة من حديث جابر السابق. ¶ المسألة الأولى: حكم صلاة الاستخارة. ¶ المسألة الثانية: فيم تكون الاستخارة؟ ¶ المسألة الثالثة: ما الحكمة من تشبيه صلاة الاستخارة بالسورة من القرآن؟ ¶ المسألة الرابعة: متى تشرع صلاة الاستخارة؟ أو متى يبدأ وقتها؟ ¶ المسألة الخامسة: هل لابد من تخصيص ركعتين لصلاة الاستخارة أم تحصل مع النوافل؟ ¶ المسألة السادسة: من عزم على الاستخارة بعد الانتهاء من صلاة النافلة وأراد أن يأتي بدعاء الاستخارة بعد الصلاة فهل يستخير أم يعيد الصلاة؟ ¶ المسألة السابعة: أين يقال دعاء الاستخارة أقبل السلام أم بعده؟ ¶ المسألة الثامنة: هل هناك آيات أو سور معينة مخصوصة لصلاة الاستخارة؟ ¶ المسألة التاسعة: هل تجوز قراءة صلاة الاستخارة من كتاب أم لابد من حفظه. ¶ المسألة العاشرة: هل تجزئ صلاة الاستخارة بعد الفريضة؟ ¶ المسألة الحادية عشرة: ما حكم صلاة الاستخارة في أوقات النهي؟ ¶ المسألة الثانية عشرة: ماذا يفعل المستخير بعد الاستخارة؟ ¶ المسألة الثالثة عشرة: هل يصح الفصل بين الصلاة ودعاء الاستخارة؟ ¶ المسألة الرابعة عشرة: ما حكم تكرار صلاة الاستخارة؟ ¶ المسألة الخامسة عشرة: من لم يتمكن من الصلاة فهل يجوز له أن يقتصر على دعاء الاستخارة فقط دون أن يصلي ركعتين قبله؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المسألة السادسة عشرة: ما الحكمة من تقديم صلاة ركعتين على دعاء الاستخارة؟ ¶ * المبحث الثاني: في الجمع بين الاستخارة والاستشارة، وبيان خصال من يلجأ إليه المشورة. ¶ * المبحث الثالث: في بيان وذكر بعض الاستخارات المبتدعة. ¶ * المبحث الرابع: في الاستخارة وعلاقتها بالتوحيد من جميع الجهات، وبيان ذلك تفصيلاً. ¶ وفيه خمسة مطالب: ¶ المطلب الأول: تحقيق التوحيد سبب للنصر، وفشو الشرك والبدع سبب للذل والهزائم. ¶ المطلب الثاني: بيان تحريم إتيان الكهان والعرافين والمنجمين. ¶ المطلب الثالث: في بيان معنى التطير وكيفية منافاته للتوحيد وصورته في الوقت الحاضر. ¶ المطلب الرابع: في صلة الاستخارة بالتوحيد مباشرة. ¶ * المبحث الخامس: حول بيان ضعف بعض الأحاديث في الاستخارة. ¶ هذا ما تيسر جمعه والحديث عنه حول هذه السنة العظيمة، أسأل الله سبحانه الإخلاص في القول والعمل وأن يحيي بها سنة نبيه - صلى الله عليه وسلم -، وأن ينفع بها المسلمين بمنه وكرمه. ¶ المبحث الأول",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "فيه تعريف الاستخارة لغة وشرعاً ¶ وأهميتها والأدلة على مشروعيتها ¶ وفيه أربعة مطالب: ¶ المطلب الأول ¶ في تعريف الاستخارة لغة وشرعاً ¶ 1 - الاستخارة لغة: \" طلب الخيرة في الشيء. وخار الله لك؛ أي أعطاك ما هو خير لك، واستخار الله: طلب منه الخيرة والاختيار: الاصطفاء وكذلك التخير، ويقال: استخر الله يخر لك\" ¶ (¬1). ¶ 2 - والاستخارة في الاصطلاح الشرعي: طلب الاختيار؛ أي طلب صرف الهمة لما هو المختار عند الله والأولى، بالصلاة والدعاء الوارد في الاستخارة \" (¬2). ¶ وبعبارة أوضح هي عبارة عن دعاء معين ورد في السنة يقوله المسلم ويدعو به أو يأتي به بعد صلاة ركعتين من غير الفريضة، إذا عزم على فعل شيء ما من زواج أو تجارة أو سفر أو نحو ذلك، فيطلب من الله سبحانه وتعالى أن يختار له الخير ويعينه عليه، وييسره له، ويطلب منه سبحانه أن يصرفه عما يريد إذا كان فيه شر له، وسيأتي ذكر هذا الدعاء ومزيد من التفصيل فيه. ¶ المطلب الثاني ¶ في أهمية الاستخارة في حياة المسلم وتوصية العلماء بها ¶ إن الإنسان مخلوق ضعيف، بحاجة إلى إعانة الله تعالى في أموره كلها؛ وذلك لأنه لا يعلم الغيب، فلا يدري أين موطن الخير والشر فيما يستقبله من حوادث ووقائع؟ ¶ لذا كان من حكمة الله سبحانه ورحمته بعباده أن شرع لهم هذا الدعاء، لكي يتوسلوا بربهم ويستغيثوا به في توجيه السير نحو الخير والنفع. ¶ وإن العبد المسلم على يقين لا يخالطه شك أن تدابير الأمور وصرفها بيد الله سبحانه وتعالى وأنه يقدر ويقضي بما شاء، في خلقه. ¶ ¬__________ ¶ (¬1) لسان العرب (4/ 259) مادة خير. ¶ (¬2) الموسوعة الكويتية (2413).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ - وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ - وَهُوَ اللَّهُ لا إِلَهَ إِلَّا هُوَ لَهُ الْحَمْدُ فِي الْأُولَى وَالْآخِرَةِ وَلَهُ الْحُكْمُ وَإِلَيْهِ تُرْجَعُونَ} (القصص:68 - 70). ¶ قال العلامة محمد بن أحمد القرطبي المالكي – رحمه الله -: ((قال بعض العلماء: لا ينبغي لأحد أن يقدم على أمر من أمور الدنيا حتى يسأل الله الخيرة في ذلك، بأن يصلي ركعتين صلاة الاستخارة)) (¬1). ¶ ولقد فهم السلف الصالح هذا المعنى فكانوا يستخيرون ربهم في أمورهم كلها. ¶ ومن الأدلة على ذلك قصة زينب رضي الله عنها في زواجها من النبي - صلى الله عليه وسلم -، فقد استخارت ربها في ذلك. ¶ عن أنس رضي الله عنه قال: ((لما انقضت عدة زينب قال رسول الله - صلى الله عليه وسلم - لزيد: (فاذكرها علي). قال زيد: فانطلقت فقلت: يا زينب أبشري أرسلني إليك رسول الله - صلى الله عليه وسلم - يذكرك فقالت: ما أنا صانعة شيئاً حتى أتسأمر ربي، فقامت إلى مسجدها ونزل القرآن. وجاء رسول الله - صلى الله عليه وسلم - فدخل بغير أمر)) (¬2). ¶ ومعنى قول زينب: ((حتى أستأمر)) أي: حتى أستخير. ¶ ومعنى قوله: ((إلى مسجدها)) أي: موضع صلاتها من بيتها. ¶ ومعنى قول النبي - صلى الله عليه وسلم -: (اذكرها علي) أي: اخطبها لي من نفسها (¬3). ¶ قال محي الدين النووي الشافعي رحمه الله مبيناً ما في هذا الحديث من حكم وفقه قال: ((وفيه – أي في الحديث – استحباب صلاة الاستخارة لمن هم بأمر، سواء كان ذلك الأمر ظاهر الخير أم لا)) (¬4). ¶ وقال النووي أيضاً: ((ولعلها استخارت لخوفها من تقصير في حقه - صلى الله عليه وسلم -)) (¬5). ¶ والنووي رحمه الله قال هذه العبارة الأخيرة ليرفع الإشكال الذي قد يرد وهو أن الاستخارة تكون في الأمر الذي لا يعرف أهو خير أم شر؟ وأما زواج المرأة من النبي - صلى الله عليه وسلم - فخير لها، أي خيره ظاهر فكيف تستخيره؟ فبين ذلك رحمه الله. ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (13/ 202). ¶ (¬2) أخرجه مسلم في كتاب النكاح، باب: زواج زينب بنت جحش ونزول الحجاب برقم (3488)، والنسائي واللفظ له (6/ 387) برقم (3251). ¶ (¬3) حاشيتا السندي والسيوطي على سنن النسائي (6/ 387 – 388). ¶ (¬4) شرح مسلم للنووي (9/ 229 – 230). ¶ (¬5) شرح مسلم للنووي (9/ 229 – 230).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "هكذا كان حرصهم رضي الله عنهم على تطبيق هذه السنة في حياتنا، ونتوكل على ربنا سبحانه، فهو نعم المولى ونعم الوكيل. ¶ ولقد أحسن من قال: ¶ توكل على الرحمن في كل حاجة ... أردت فإن الله يقضي ويقدر ¶ إذ ما يرد ذو العرش أمراً بعبده ... يصبه وما للعبد ما يتخير ¶ وقد يهلك الإنسان من وجه حذره ... وينجو بحمد الله من حيث يحذر (¬1). ¶ المطلب الثالث ¶ في بيان نص دعاء ودليل صلاة الاستخارة ¶ من السنة وتخريجه وشرح معانيه الغريبة ¶ * أولاً: نص دعاء الاستخارة: ¶ عن جابر بن عبد الله رضي الله عنهما قال: (كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن، يقول: (إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ ثُمَّ لِيَقُلْ اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ وَأَسْأَلُكَ مِنْ فَضْلِكَ فَإِنَّكَ تَقْدِرُ وَلَا أَقْدِرُ وَتَعْلَمُ وَلَا أَعْلَمُ وَأَنْتَ عَلَّامُ الْغُيُوبِ اللَّهُمَّ فَإِنْ كُنْتَ تَعْلَمُ هَذَا الْأَمْرَ ثُمَّ تُسَمِّيهِ بِعَيْنِهِ خَيْرًا لِي فِي عَاجِلِ أَمْرِي وَآجِلِهِ قَالَ أَوْ فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثُمَّ بَارِكْ لِي فِيهِ اللَّهُمَّ وَإِنْ كُنْتَ تَعْلَمُ أَنَّهُ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي أَوْ قَالَ فِي عَاجِلِ أَمْرِي وَآجِلِهِ فَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِي الْخَيْرَ حَيْثُ كَانَ ثُمَّ رَضِّنِي بِهِ) (¬2). ¶ * ثانياً: تخريج النص: ¶ ¬__________ ¶ (¬1) ذكر هذه الآيات القرطبي في تفسيره (13/ 202). ¶ (¬2) ونص الحديث نقلته من كتاب صحيح الكلم الطيب لشيخ الإسلام ابن تيمية، بتحقيق العلامة الألباني (ص 47 – 48) لأنه أسهل في الحفظ والفهم.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الحديث: أخرجه أحمد في مسنده (11/ 520) (4642) والبخاري في عدة مواضع من صحيحه، فقد أخرجه في كتاب التهجد باب: ما جاء في التطوع مثنى مثنى، برقم (1162)، الفتح (3/ 61 – 62) وأخرجه أيضاً في الدعوات، باب: الدعاء عند الاستخارة، برقم (6382)، الفتح (11/ 218، 219). ¶ وأخرجه أيضاً في كتاب التوحيد، باب: قول الله تعالى: {قُلْ هُوَ الْقَادِرُ} (الأنعام: من الآية65) برقم (7390)، الفتح (13/ 464). ¶ وأخرجه أبو داود في سننه، في كتاب الصلاة، باب: في الاستخارة، برقم (1583) (2/ 91). ¶ وأخرجه الترمذي في سننه، في أبواب الوتر، ما جاء في صلاة الاستخارة، برقم (480) (2/ 345). ¶ وأخرجه النسائي في سننه، في كتاب النكاح، باب: كيفية الاستخارة، برقم (3253) (3/ 3389). وأخرجه أبو يعلى في مسنده (2/ 411) (2082)، وابن حبان في صحيحه (3/ 169) (887). ¶ * ثالثاً: شرح معاني غريب الحديث: ¶ وبعد ¶ أن بينا بعض من أخرجه لكي تطمئن النفوس على صحة الحديث نشرع الآن في بيان ما يشكل من بعض معانيه الغريبة. ¶ قوله: (إذا هم)، أي إذا قصد. ¶ قوله: (بالأمر) أي: بأمر من الأمور. ¶ قوله: (فليركع ركعتين): أي: ليصل، وقد يذكر الركوع ويراد به الصلاة كما يذكر السجود ويراد به الصلاة، من قبل ذكر الجزء وإرادة الكل. ¶ قوله: (من غير الفريضة) يعني: النوافل: أي تكون تلك الركعتان من النافلة. ¶ قوله: (أستخيرك) أي: أطلب الخير، أن تخير لي أصلح الأمرين؛ أي تختاره، لأنك عالم به وأنا جاهل. ¶ قوله: (وأستقدرك): أي: أطلب أن تقدرني على أصلح الأمرين، إذ أطلب منك القدرة على ما نويته، فإنك قادر على إقداري عليه، أو أن تقدر لي الخير بسبب قدرتك عليه. ¶ قوله: (تسميه باسمه) أي: تسمي أمرك وحاجتك التي قصدت الاستخارة لها في هذا الموضع. ¶ مثلاً تقول: اللهم إن كنت تعلم أن هذا السفر خير لي، أو هذا الزواج، أو هذا النوع من التجارة، أو هذه السيارة، ونحو ذلك مما تريد.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "قوله: (في ديني ومعاشي وعاقبة أمري وعاجله وآجله) يعني: إن كان فيه خير يرجع لديني ولمعاشي وعاقبة أمري. وإنما ذكر عاقبة الأمر، لأنه رب كل شيء يهمه الرجل يكون فيه خير في ذل الحال، ولكن لا يكون خيراً في آخر الأمر، بل ينقلب إلى عكسه، فزاد - صلى الله عليه وسلم - في الدعاء بقوله: (وعاقبة أمري). ¶ قوله: (فاقدره) بضم الدال، أي: اقض لي به وهيئه. ¶ قوله: (فاصرفه عني)، أي: لا تقض لي به، ولا ترزقني إياه. ¶ قوله: (واصرفني عنه) أي: لا تيسر لي أن أفعله وأقلعه من خاطري، أي لا أهتم به ولا أهمه بعد ذلك. ¶ قوله: (حيث كان) أي: اقض لي بالخير حيث كان الخير. ¶ قوله: (ثم رضني به) أي: اجعلني راضياً بذلك، أي: بخير المقدور (¬1). ¶ ¬__________ ¶ (¬1) انظر شرح ما سبق في: فتح الباري (11/ 220 – 223)، نيل الأوطار (3/ 88 – 90). عون المعبود (4/ 277)، شرح الطيبي على المشكاة (4/ 1245)، مرقاة المفاتيح (3/ 401 – 406)، عارضة الأحوذي (2/ 262 – 265)، تحفة الأحوذي (2/ 482 – 484)، العلم الهيب في شرح الكلم الطيب (ص 232 – 334).",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "المطلب الرابع ¶ في بيان مسائل حول صلاة الاستخارة ¶ من حديث جابر السابق ¶ المراد بهذه المسألة: بيان الحكم الشرعي للاستخارة، فهل هي واجبة أم سنة؟ ¶ لا خلاف بين العلماء أن صلاة الاستخارة سنة وليست بواجبة، ومعنى ذلك أن من عزم على فعل أمر ما كسفر أو زواج أو تجارة يسن له أن يصلي الاستخارة قبل أن يفعل ولا يجب عليه، ولكن لا يترك هذه السنة لأن فيها خيراً كثيراً، والله يعلم الغيب والعبد لا يعلمه. فالحاصل أنها سنة مع أن النبي - صلى الله عليه وسلم - قال: \" فليركع ركعتين\" ومع ذلك حكم العلماء أنها سنة. ¶ قال العلامة زين الدين العراقي الشافعي – رحمه الله -: (ولم أر من قال بوجوب الاستخارة) (¬1). ¶ وقال الحافظ ابن حجر الشافعي – رحمه الله -: (فكأنهم فهموا أن الأمر فيه للإشارة فعدلوا به عن سنن الوجوب، ولما كان مشتملاً على ذكر الله والتفويض إليه كان مندوباً والله أعلم) (¬2). ¶ وقال محي الدين النووي الشافعي – رحمه الله -: (صلاة الاستخارة سنة) (¬3). ¶ وقال العلامة عبد العزيز ابن باز – رحمه الله -: (صلاة الاستخارة سنة) (¬4). ¶ ومما يدل على أنها سنة حديث الأعرابي الذي أتى يسأل النبي - صلى الله عليه وسلم - ما يجب عليه من الفرائض، وهو الحديث الذي من مسند طلحة بن عبيد الله رضي الله عنه قال: (جاء رجل إلى رسول الله - صلى الله عليه وسلم - من أهل نجد ثائر الرأس نسمع دوي صوته ولا نفقه ما يقول، حتى دنا من رسول الله - صلى الله عليه وسلم -، فإذا هو يسأل عن الإسلام، فقال رسول الله - صلى الله عليه وسلم -: (خمس صلوات في اليوم والليلة) فقال: هل علي غيرهن؟ قال: (لا، إلا أن تطوع، صيام شهر رمضان) قال: هل علي غيره؟ فقال: (لا إلا أن تطوع) قال: وذكر له ¶ ¬__________ ¶ (¬1) فتح الباري (11/ 221 – 222). ¶ (¬2) فتح الباري (11/ 221 – 222). ¶ (¬3) المجموع (3/ 546). ¶ (¬4) مجموع فتاوى ابن باز (3/ 546).",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "رسول الله - صلى الله عليه وسلم - الزكاة، فقال: هل علي غيرها؟ قال: (لا، إلا أن تطوع). قال: فأدبر الرجل وهو يقول: والله لا أزيد على هذا ولا أنقص منه. فقال رسول الله - صلى الله عليه وسلم -: (أفلح إن صدق) (¬1). ¶ والشاهد من الحديث قول النبي - صلى الله عليه وسلم -: (خمس صلوات في اليوم والليلة). ¶ فدل على أن الفرض من الصلاة انحصر في هذه الفروض الخمس، وما سواها نفل. ¶ قال بدر الدين العيني الحنفي – رحمه الله -: (فأما الاستخارة فدل على عدم وجوبها للأحاديث الصحيحة الدالة على انحصار فرض الصلاة في الخمس) (¬2). ¶ وقال العراقي: ((ودل على عدم وجوب الاستخارة ما دل على عدم وجوب صلاة زائدة على الخمس في حديث: هل علي غيرها؟ قال: (لا إلا أن تطوع))) (¬3). ¶ ولكن هذا الدليل يصلح للاستدلال به على عدم وجوب ركعتي الاستخارة، فهو صرف الأمر في حديث جابر إلى الندب، وبقي الأمر في الدعاء على ظاهره يدل على الوجوب يحتاج إلى صارف. ¶ وبين الحافظ رحمه الله كيف أن الدعاء مندوب أيضاً وليس بواجب وذلك كما في قوله السابق قبل قليل وهو قوله: ((فكأنهم فهموا أن الأمر فيه للإشارة فعدلوا به عن سنن الوجوب، ولما كان مشتملاً على ذكر الله والتفويض إليه كان مندوباً والله أعلم)) (¬4) اهـ. ¶ ومعنى كلام الحافظ رحمه الله أن الصارف للأمر شيئان. ¶ الأول منهما: أن العلماء فهموا أن الأمر في قوله: \" فليركع ركعتين من دون الفريضة ثم يقول\" فهموا أن الأمر فيه من باب المشورة، لا من باب الإلزام، أي: يشير عليهم النبي - صلى الله عليه وسلم - إلى الأفضل، وذلك كأن ننصح رجلاً ما يريد وجهة ما فنقول له: اذهب من ذاك الطريق الغربي فهو أيسر لك، فالمشورة هنا واضحة أنها للإلزام والوجوب؛ فكأن النبي - صلى الله عليه وسلم - يشير عليهم وينصحهم بالاستخارة. ¶ والثاني منهما: حيث إن الأمر هنا في باب الدعاء، وأصل الدعاء من باب الندب والاستحباب كان هذا كذلك. ¶ وحيث إن هذا الدعاء فيه تفويض الأمر لله، وترك الأمر له كان ندباً والله أعلم. ¶ ¬__________ ¶ (¬1) أخرجه البخاري في كتاب الإيمان برقم (46) الفتح (2/ 142)، ومسلم واللفظ له في كتاب الإيمان برقم (100) مسلم – النووي (1/ 119 – 120)، وأبو داود في سننه (391) (1/ 104)، والنسائي برقم (457) (1/ 246). ¶ (¬2) عمدة القارئ (7/ 233). ¶ (¬3) الفتح (11/ 221). ¶ (¬4) الفتح (11/ 222).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "المسألة الثانية: فيم تكون الاستخارة؟ ¶ تكون الاستخارة في الأمور المباحة كالزواج والتجارة المباحة وغيرها. وكذلك تكون الاستخارة في المندوبات إذا حصل للمرء بينها تعارض، كأن يحتار الرجل بين أمرين فيختار الأصلح منهما والأقرب نفعاً ثم يستخير الله فيه. ولا تكون الاستخارة في ترك المحرمات والمكروهات، فلا يستخير أحد هل يسر أو لا؟ ¶ كما أنها لا تكون في الواجبات وصنائع المعروف، مما هو معروف خيره ونفعه، فلا يستخير أحد هل يصلي الظهر و لا؟ لأن ذلك واجب عليه، فهي إذن في الأمور التي لا يدري العبد وجه الصواب والخير والنفع فيها، أما الواجبات وصنائع المعروف كالعبادات فلا حاجة للاستخارة فيها. ¶ وقد يستخير الإنسان في شيء يتعلق بالعبادة، وذلك مثل السفر للحج، فيستخير الله هل يسافر هذه السنة؛ وذلك لاحتمال عدو أو فتنة؟ واختيار الرفقة هل يرافق فلاناً أم لا (¬1).؟ ¶ قال الحافظ ابن حجر: (قال ابن أبي جمرة: فإن الواجب والمستحب لا يستخار في فعلهما، والحرام والمكروه لا يستخار في تركهما، فانحصر في الأمر المباح، وفي الأمر المستحب إذا تعارض منه أمران أيهما يبدأ به ويقتصر عليه) (¬2). ¶ ولا تحتقرن شيئاً في الأمر فاستخر الله في الأمر الصغير والكبير، والعظيم والحقير مما يشرع الاستخارة فيه (فرب حقير يترتب عليه الأمر العظيم) (¬3). ¶ المسألة الثالثة: ما الحكمة من تشبيه صلاة الاستخارة بالسورة من القرآن؟ ¶ المراد بهذه المسألة معرفة الحكمة التي قال لأجلها جابر رضي الله عنه: (كان النبي - صلى الله عليه وسلم - يعلما الاستخارة في الأمور كلها كالسورة من القرآن). ¶ فشبه جابر رضي الله عنه تعليمهم النبي - صلى الله عليه وسلم - صلاة الاستخارة والدعاء كما كان يعلمهم السورة من القرآن. وقيل: (وجه التشبيه عموم الحاجة في الأمور كلها إلى الاستخارة كعموم الحاجة إلى القراءة في الصلاة) (¬4). ¶ ¬__________ ¶ (¬1) انظر هذه المسألة في: كشاف القناع (1/ 419)، الأذكار للنووي (ص 112)،عمدة القارئ (7/ 233 – 234)، نيل الأوطار (3/ 88)، تحفة الأحوذي (2/ 482)، غاية المرام (5/ 528)، الفتح الرباني (5/ 52). ¶ (¬2) فتح الباري (11/ 220). ¶ (¬3) فتح الباري (11/ 220). ¶ (¬4) الفتح (11/ 220).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أي كما أنه يحتاج إلى قراءة القرآن في الصلاة، فكذلك يحتاج إلى الاستخارة في الحياة. ¶ هذا (فيه إشارة إلى الاعتناء التام البالغ بهذا الدعاء، وهذه الصلاة لجعلها تلوين للفريضة والقرآن) (¬1). ¶ ولعل هناك حكمة أكبر ومعنى أغزر في هذا التصوير والتشبيه وهي: عدم جواز الابتداع في صلاة الاستخارة وهيئتها بشكل عام، وألفاظ دعائها بشكل خاص، فلا تدخل الألفاظ المستحدثة، والأفعال المبتدعة فيها، ويجب الاقتصار على ما ورد النص به من قول وفعل. ¶ فيكون المعنى والحكمة: كما أنه لا يجوز التغيير في القرآن عموماً ومطلقاً، فلا يزاد فيه، ولا ينقص منه، كذلك صلاة الاستخارة وألفاظها لا يزاد فيها ولا ينقص منها كالسورة من القرآن تماماً، والله أعلم. ¶ وهذا من معجزاته - صلى الله عليه وسلم -، فقد حذر من ذلك بإشارة لطيفة، ومع ذلك فقد استحدثت اليوم أنواع مبتدعة وجديدة للاستخارة، كاستخارة الكف والفنجان والأبراج وغير ذلك كما سيأتي طرحه في مبحث مستقل من هذه الرسالة. ¶ قال العلامة محمد بن عبد الله بن الحاج المالكي رحمه الله وهو يتحدث عن عدم جواز إضافة شيء إلى الاستخارة ليس منها، فبعد أن منع ذلك ونبه عليه قال: (فيا سبحان الله! صاحب الشرع اختار لنا ألفاظاً منتقاة جامعة لخيري الدنيا والآخرة حتى قال الراوي للحديث في صفتها على سبيل التخصيص والحض على التمسك بألفاظها وعدم العدول إلى غيرها (كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن) والقرآن قد علم أنه لا يجوز أن يغير ولا يزاد فيه ولا ينقص منه، وإذا نص فيه على الحكم نصاً لا يحتمل التأويل لا يرجع لغيره) (¬2). اهـ. ¶ المسألة الرابعة: متى تشرع صلاة الاستخارة؟ (أو متى يبدأ وقتها؟): ¶ المراد بهذه المسألة: تحديد الوقت الذي تشرع في الاستخارة. ¶ يبدأ وقت الاستخارة عند العزم على فعل شيء من الأشياء، والإقدام على أمر من الأمور المباحة. ¶ ويدل على ذلك قول النبي - صلى الله عليه وسلم - في الحديث السابق من رواية جابر رضي الله عنه حيث جاء فيه: (إذا هم)؛ أي: إذا قصد وعزم. ¶ وقيل: إذا ورد على قلبه الخاطر للفعل أو فعل الشيء فإنه يستخير فيظهر له ببركة الدعاء والصلاة ما هو خير له. ¶ ¬__________ ¶ (¬1) المصدر السابق. ¶ (¬2) المدخل (4/ 37 – 38).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ولكن الاستخارة عند العزم على الأمر والتصميم على فعله وقبل الشروع أرجح؛ لأن الخواطر التي ترد على القلب كثيرة، فلو استخار في كل ما بدا له وخطر على قلبه لضاعت عليه أوقاته (¬1). ¶ ومما ينبغي التنبه له أن المستخير حال استخارته ينبغي أن يكون خالي الذهن غير متعص لأمر بعينه؛ أي: لا يميل لهواه ورغبته، بل يتجرد من ذلك ويكل الأمر لله سبحانه ليظهر له الخير فيما عز وأراد. ¶ المسألة الخامسة: هل لابد من تخصيص ركعتين لصلاة الاستخارة أم تحصل مع النوافل؟ ¶ المراد بهذه المسألة: هل إتيان دعاء الاستخارة دبر النوافل وذلك كالرواتب مثلاً؛ كأن يصلي المرء راتبة الظهر، وهي: أربع ركعات قبل الظهر، وركعتان بعدها أو راتبة المغرب وهي ركعتان بعد صلاة المغرب، فلو صلى المسلم راتبة المغرب واستخار بعدها، فهل ذلك كاف ومجزئ أم لابد من أن يصلي ركعتين خاصتين لكي يستخير بعدهما؟ ¶ الصحيح الراجح في هذه المسألة – والله أعلم – أنه إن صلى نافلة من النوافل مع نية الاستخارة أجزأه ذلك بإذن الله تعالى، ولكن عليه أن يعقد العزم والنية على أنه يريد بهذه الصلاة النافلة والاستخارة معاص، قبل الشروع في النافلة. ¶ قال محي الدين النووي – رحمه الله -: (والظاهر أنها تحصل بركعتين من السنن الرواتب، وبتحية المسجد وغيرها من النوافل). ¶ وقال زين الدين العراقي – رحمه الله-: (إن كان همه بالأمر قبل الشروع في الراتبة ونحوها ثم صلى من غير نية الاستخارة وبدا له بعد الصلاة الإتيان بدعاء الاستخارة فالظاهر حصول ذلك). ¶ وقال الحافظ ابن حجر – رحمه الله -: (إن نوى تلك الصلاة بعينها وصلاة الاستخارة معاً أجزأ بخلاف ما إذا لم ينو) (¬2). ¶ والدليل على جواز ذلك قول النبي - صلى الله عليه وسلم -: (من غير الفريضة) فهذا المنطوق مفهومه أنها تحصل بعد النافلة، أما بعد الفرض فلا تجزئ، فلو صلى فريضة الصبح – مثلاً – واستخار بعدها لم يكن عمله صحيحاً. ¶ المسألة السادسة: من عزم على الاستخارة بعد الانتهاء من صلاة النافلة، وأراد أن يأتي بدعاء الاستخارة بعد الصلاة فهل يستخير أم يعيد الصلاة؟ ¶ ¬__________ ¶ (¬1) الفتح (11/ 220). ¶ (¬2) الأذكار: (ص 112)، نيل الأوطار (3/ 88)، الفتح (11/ 221).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "المراد بالمسألة: من صلى نافلة من النوافل ثم عرض له طلب الاستخارة لأمر من الأمور وهو ممن يقصد الاستخارة بعد صلاة ركعتين، فهي يكفيه صلاة النافلة التي صلاها أم يعيد صلاة أخرى؟ ¶ الظاهر – والله أعلم – أنه يعيد ركعتين لأجل الاستخارة غير التي صلاها منذ قليل؛ وذلك لأنه لابد من وجود الإرادة والنية؛ أي نية الاستخارة قبل الشروع أو الانتهاء من الصلاة؛ وذلك لعموم حديث النبي - صلى الله عليه وسلم -: (إنما الأعمال بالنيات وإنما لكل امرئ ما نوى). ¶ قال الحافظ ابن حجر – رحمه الله -: (ويبعد الإجزاء لمن عرض له الطلب بعد فراغ الصلاة لأن ظاهر الخبر أن تقع الصلاة والدعاء بعد وجود إرادة الأمر) (¬1). ¶ المسألة السابعة: أين يقال دعاء الاستخارة قبل السلام أم بعده؟ ¶ المقصود بهذه المسألة: أن دعاء الاستخارة الذي جاء في حديث جابر رضي الله عنه يقال بعد السلام والانتهاء من الصلاة أم قبل السلام؟ ¶ الأمر في هذه المسألة فيه سعة، فمن ذكر الدعاء بعد التشهد وقبل السلام فذلك جائز وهو ترجيح شيخ الإسلام أحمد بن عبد السلام بن تيمية رحمه الله حيث قال: (يجوز الدعاء في صلاة الاستخارة وغيرها قبل السلام وبعده، والدعاء قبل السلام أفضل؛ فإن النبي - صلى الله عليه وسلم - أكثر دعائه كان قبل السلام، والمصلي قبل السلام لم ينصرف، فهذا أحسن، والله تعالى أعلم) (¬2). ¶ ومن أتى بالدعاء بعد السلام – أيضاً – جاز له ذلك، والأرجح والأقرب والله أعلم أن الدعاء يكون بعد السلام والانتهاء من الصلاة، وذلك ظاهر في حديث النبي - صلى الله عليه وسلم - كما مر في حديث جابر حيث قال: (فليركع ركعتين من غير الفريضة ثم يقول: اللهم إني أستخيرك ... ). ¶ فقول النبي - صلى الله عليه وسلم -: (ثم يقول) يدل على تأخير الدعاء عن الصلاة؛ لأن ثم في اللغة تفيد الترتيب مع التراخي، أي: يصلي أولاً ثم يذكر الدعاء. ¶ قال الشوكاني – رحمه الله -: (والحديث – أي حديث جابر – يدل على مشروعية صلاة الاستخارة والدعاء عقيبها، ولا أعلم في ذلك خلافاً) (¬3). ¶ ¬__________ ¶ (¬1) فتح الباري (11/ 221). ¶ (¬2) مجموع فتاوى شيخ الإسلام (23/ 177). ¶ (¬3) نيل الأوطار (3/ 89).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وقال الحافظ ابن حجر: (هو ظاهر في تأخير الدعاء عن الصلاة، فلو دعا به أثناء الصلاة احتمل الأجزاء، ويحتمل الترتيب على تقديم المشروع في الصلاة قبل الدعاء فإن موطن الدعاء في الصلاة السجود أو التشهد) (¬1). ¶ وقال الشيخ العلامة عبد العزيز ابن باز رحمه الله لما سئل عن موضع دعاء الاستخارة ومتى يكون قال: (والدعاء فيها – أي في صلاة الاستخارة – يكون بعد السلام كما جاء بذلك الحديث الشريف) (¬2). ¶ وقال فضيلة الشيخ محمد بن عمر بازمول حفظه الله تعالى: (محل الدعاء – دعاء الاستخارة – يكون بعد السلام لقوله عليه الصلاة والسلام: (إذا هم أحدكم بالأمر؛ فليركع ركعتين من غير الفريضة، ثم ليقل ..... ) إذ ظاهره أنه بعد الركعتين؛ يعني بعد السلام) (¬3). ¶ وبأرجحية وقوع دعاء الاستخارة بعد السلام أفتى أعضاء اللجنة الدائمة للبحوث العلمية والإفتاء – وفق الله القائمين عليها – برئاسة الشيخ الوالد عبد العزيز بن باز رحمه الله تعالى حيث ورد على اللجنة العلمية للإفتاء السؤال الآتي: ¶ (س): هل دعاء الاستخارة يكون قبل التسليم أم بعد التسليم والخروج من الصلاة؟ ¶ (ج): (دعاء الاستخارة يكون بعد التسليم من صلاة الاستخارة) (¬4). ¶ المسألة الثامنة: هل هناك آيات أو سور معينة مخصوصة لصلاة الاستخارة؟ ¶ لا يوجد دليل ما يدل على قراءة سور أو آيات معينة مخصوصة بصلاة الاستخارة؛ لذا فالصحيح في المسألة أن المسلم إذا صلى الاستخارة يقرأ الفاتحة في الركعتين ثم ما تيسر له من القرآن. فيقرأ ما يحفظ من كتاب الله دون تحديد أو تقييد لشيء معين فيه، فهذا هو الصواب. وإن استحب بعض أهل العلم آيات أو سور معينة فلا يلتفت إليه؛ لأنه لا يجوز تقييد ما أطلقه الشرع، ولا تخصيص العموم إلا بدليل، والاستحباب حكم شرعي يحتاج لدليل. ¶ قال العلامة زين الدين العراقي – رحمه الله -: (لم أجد في شيء من طرق أحاديث الاستخارة تعيين ما يقرأ فيها) (¬5). ¶ ¬__________ ¶ (¬1) الفتح (11/ 222). ¶ (¬2) مجموع فتاوى ابن باز (2/ 236). ¶ (¬3) بغية المتطوع (ص 106). ¶ (¬4) فتاوى اللجنة الدائمة للبحوث والإفتاء (8/ 162). ¶ (¬5) عمدة القارئ (7/ 235).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ولما سئل العلامة عبد العزيز بن باز رحمه الله عن صفة صلاة الاستخارة قال: (وصفتها أنها تصلى ركعتين مثل بقية صلاة النافلة، يقرأ في كل ركعة فاتحة الكتاب وما تيسر من القرآن ثم يدعو) (¬1). ¶ تأمل قوله – رحمه الله-: (فاتحة الكتاب وما تيسر من القرآن) فإنه في غاية الأهمية والحكمة. ¶ وقال أعضاء اللجنة الدائمة للبحوث العلمية والإفتاء برئاسة العلامة عبد العزيز بن باز رحمه الله وقد سئلوا: هل تقرأ سور أو آيات معينة في صلاة الاستخارة قالوا: (أما القراءة فيها بالفاتحة وما تيسر بعدها من القرآن سورة كاملة أو بعض سورة) (¬2). ¶ وأقول: إن عدم تقييد صلاة الاستخارة بسورة أو آيات معينة – سوى الفاتحة – هو الذي يناسب حكمة الشرع وسهولته ويسره؛ وذلك لأن هذه الصلاة مطلوب تطبيقها والاعتناء بها من كل الناس، والناس درجات: منهم من يحفظ القرآن ومنهم من يحفظ آيات أو سوراً معينة من قصار السور، فلو حددها الشرع وقيدها بسور معينة قد لا يكون كل الناس يحفظون هذه الآيات أو السور المخصوصة بهذه الصلاة، وحينئذ يحرم كثير من الناس تطبيق هذه السنة العظيمة والتي يوفق الله بها كثيراً من البشر إلى الخير، ولكن لما شرعت هذه الصلاة وترك أمر القراءة فيها مفتوحاً للناس دل على تيسير الأمر لهمن فكل منهم يقرأ ما يحفظ ليمكنه تطبيق هذه السنة واستخارة الله عز وجل في شؤون الحياة. ¶ فتقييد صلاة الاستخارة بآيات معينة فيه نوع تضييق على المسلمين، والدين العبادات فيه مبناها على اليسر والسهولة، فالله عز وجل الذي أوحى إلى نبيه تشريع هذه الصلاة والدعاء كان قادراً على تقييدها بآيات معينة لكنه سبحانه بحكمته وتيسيره للناس، ورحمة بهم ترك الأمر لهم يختارون ما يشاءون من كتابه، فلله الحمد والمنة، فتأمل. ¶ المسألة التاسعة: هل تجوز قراءة دعاء الاستخارة من كتاب أم لابد من حفظ هذا الدعاء؟ ¶ إن بعض الناس قد يحتج لتركه صلاة الاستخارة بعدم حفظه لدعائها وأنه لا يستطيع حفظه لطوله. ¶ ويقال لمثل هذا: إن استطعت أن تحفظ الدعاء فذلك خير لك وأنفع، وإن لم تستطع حفظه، فلا يكلف الله نفساً إلا وسعها، ويجوز لك أن تقرأ الدعاء من كتاب مفتوح من كتب الأدعية وهي متوفرة، أو تكتبه في ورقة تقرأ منها بعد الصلاة، فالأمر فيه سعة ولله الحمد على تيسيره. ¶ ومع كثر تطبيق هذه السنة وتكرارها يحفظ الدعاء تلقائياً مع مرور الأيام. ¶ ¬__________ ¶ (¬1) مجموع فتاوى ابن باز (2/ 236). ¶ (¬2) فتاوى اللجنة الدائمة (8/ 161)، واللجنة الدائمة هي: اللجنة الدائمة للبحوث العلمية والإفتاء بالمملكة العربية السعودية.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وبجواز قراءة دعاء الاستخارة من كتاب ما، أفتت اللجنة الدائمة للبحوث العلمية والإفتاء، فقد سئلت اللجنة سؤالاً نصه: ¶ (س): بالنسبة إلى صلاة الاستخارة لعمل ما، أو حاجة ما أو أي شيء؛ هل يشترط أن أحفظ الدعاء الوارد عن النبي محمد عليه الصلاة والسلام (دعاء الاستخارة) أم يمكن قراءته في الكتاب فقط وبعد أداء الصلاة؟ ¶ فكان الجواب كما يلي: (إن حفظت الدعاء للاستخارة أو قرأته من الكتاب فالأمر في ذلك واسع، وعيك الاجتهاد في إحضار قلبك والخشوع لله، والصدق في الدعاء .. ) (¬1). ¶ المسألة العاشرة: هل تجزئ صلاة الاستخارة بعد الفريضة؟ ¶ المراد بهذه المسألة: إن صلى الفرض كصلاة الفجر مثلاً ثم دعاء بدعاء الاستخارة فهل يجزئ ذلك ويجوز أم لا؟ ¶ ويقال في تفصيل هذه المسألة: إن دعا بدعاء الاستخارة بعد أداء صلاة الفرض فلا يجزئه ذلك، ومعنى لا يجزئ: أي: لم يقع منه الفعل الصحيح للعبادة، فلم تقبل منه. ¶ والدليل على ذلك قول النبي - صلى الله عليه وسلم - في صفة صلاة الاستخارة: (فليركع ركعتين من غير الفريضة). ¶ فقوله: (من غير الفريضة) قال بدر الدين العيني – رحمه الله -: (دليل على أنه لا تحصل سنة صلاة الاستخارة بوقوع الدعاء بعد صلاة الفريضة لتقييد ذلك في النص بغير الفريضة) (¬2). ¶ وقال العلامة محمد بن عبد الرحمن المباركفوري رحمه الله في شرح قول النبي - صلى الله عليه وسلم -: (من غير الفريضة): ¶ (في دليل على أنه لا تحصل سنة صلاة الاستخارة بوقوع الدعاء بعد صلاة الفريضة) (¬3). ¶ وقال الحافظ ابن حجر: (فيه احتراز عن صلاة الصبح مثلاً) (¬4). ¶ المسألة الحادية عشرة: ما حكم صلاة الاستخارة في أوقات النهي؟ ¶ هناك أوقات معينة نهى النبي - صلى الله عليه وسلم - عن الصلاة فيها، فهل يجوز أداء صلاة الاستخارة في مثل هذا الوقت المنهي عنه؟ ¶ ¬__________ ¶ (¬1) فتاوى اللجنة الدائمة (8/ 161). ¶ (¬2) عمدة القارئ (1/ 233). ¶ (¬3) تحفة الأحوذي (2/ 482). ¶ (¬4) فتح الباري (11/ 221)، وانظر مرقاة المفاتيحة (3/ 402).",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وجاءت هذه الأوقات الثلاثة في حديث عقبة بن عامر الجهني رضي الله عنه قال: (ثلاث ساعات كان رسول الله - صلى الله عليه وسلم - ينهانا أن نصلي فيهن، أو أن نقبر فيهن موتانا: حين تطلع الشمس بازغة حتى ترتفع، وحين يقوم قائم الظهيرة حتى تميل الشمس، وحين تضيف الشمس للغروب حتى تغرب) (¬1). ¶ ومعنى قول النبي - صلى الله عليه وسلم -: (حين تطلع الشمس بازغة حتى ترتفع) أي: أول ما تطلع، فالوقت وقت نهي إلى أن ترتفع قيد رمح، وكذلك بعد صلاة الفجر وقت نهي عن الصلاة إلى أن ترتفع قيد رمح، حينها يجوز التنفل كصلاة الضحى والاستخارة. ¶ ومعنى قوله: (حين يقوم قائم الظهيرة) أي: حين تكون الشمس في كبد السماء أي وسطها عند الظهيرة حتى تزول وتميل بعدها يدخل وقت الظهر. ¶ ومعنى قوله: (حين تضيف الشمس للغروب) أي: تميل للغروب (¬2). فبعد صلاة العصر وقت منهي عنه، وكذلك حين تبدأ الشمس في الغروب يكون النهي ساعتها آكد. ¶ فهذه الأوقات نهي عن الصلاة فيها إلا لضرورة، كمن نام عن صلاة العصر أو الفجر واستيقظ في هذه الأوقات المنهي عنها جاز له أن يصلي لأن هذا الوقت بالنسبة له وقت أداء الصلاة المفروضة عليه. ¶ فالأفضل للمسلم أن لا يؤدي صلاة الاستخارة في هذه الأوقات المنهي عنها كبعد العصر أو الفجر، ولكن إن اضطر إلى صلاة الاستخارة بأن كان الأمر عاجلاً لا يمكن ولا يحتمل التأخير جاز له الاستخارة وإن كان الوقت وقت نهي؛ كأن يحتاج إلى شراء سيارة بعد صلاة العصر ولا يستطيع التأجيل إلى بعد غروب الشمس فحينئذ يجوز له الاستخارة لأنها تكون حينئذ من ذوات الأسباب التي يشرع فعلها في وقت النهي مثل تحية المسجد وصلاة الجنازة، وكسوف الشمس، فلو مات ميت واحتجنا إلى الصلاة عليه بعد العصر ودفنه حينئذ جاز الصلاة عليه، ولو كسفت الشمس بعد صلاة العصر جازت صلاة الكسوف وإن كان الوقت وقت نهي؛ لأن هذه الصلوات من ذوات الأسباب؛ أي: التي لها سبب يدفع لفعلها في وقت النهي؛ وكذلك صلاة الاستخارة إذا كان الذي يستخير لأجله يفوت بانتهاء وقت الكراهة. ¶ ¬__________ ¶ (¬1) أخرجه مسلم واللفظ له في كتاب الصلاة، باب صلاة المسافرين برقم (1926)، وأبو داود في كتاب الجنائز باب الدفن عند طلوع الشمس وعند غروبها (2192)، والترمذي في كتاب الجنائز، باب ما جاء في كراهية الصلاة على الجنائز عند طلوع الشمس وعند غروبها برقم (1030)، والنسائي في كتاب المواقيت، باب الساعات =التي نهي عن الصلاة فيها برقم (559)، وابن ماجة في كتاب الجنائز، باب ما جاء في الأوقات التي لا يصلى فيها على الميت ولا يدفن (1519). ¶ (¬2) شرح النووي على مسلم (6/ 354). المعنى الأخير فقط.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فذوات الأسباب من الصلاة يجوز فعلها في وقت الكراهة أو النهي لأنها تفوت إذا أخرت عن وقت النهي، وتنتهي بانتهاء وقت الكراهة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ولأنه أيضاً من المستقر والمعروف في الشرع أن الصلاة والعبادات إذا أخرت لسبب ما ويفوت وقتها تفعل حسب الإمكان والقدرة، فالمريض الذي لا يستطيع الوضوء لمرض ألم به يتيمم، وإن لم يستطع التيمم صلى على حاله التي هو عليها ولا يؤخر الصلاة عن وقتها، والمريض الذي لا يستطيع استقبال القبلة صلى ولو إلى غير القبلة ولا ينتظر ولا يؤخر الصلاة عن وقتها، وقس على ذلك الكثير، فاعتبار الوقت في الصلاة مقدم على بقية الواجبات وكذلك الأمر في التطوع. ¶ قال شيخ الإسلام ابن تيمية – رحمه الله -: (ذوات الأسباب تفعل في وقت النهي، فقد كتبنا فيما تقدم في الإسكندرية وغيرها كلاماً مبسوطاً في أن أصح قولي العلماء وهو مذهب الشافعي وأحمد في إحدى الروايتين عنه، اختارها أبو الخطاب). ¶ ثم ذكر شيخ الإسلام ابن تيمية الأدلة على جواز فعل الصلوات ذوات الأسباب في وقت النهي ثم قال: (فالشرع قد استقر على أن الصلاة بل العبادة التي تفوت إذا أخرت تفعل بحسب الإمكان والوقت ولو كان في فعلها من ترك الواجب، وفعل المحظور ما لا يسوغ عن إمكان فعله في الوقت، مثل الصلاة بل قراءة، وصلاة العريان، وصلاة المريض، وصلاة المستحاضة، ومن به سلس البول، والصلاة مع الحديث بلا اغتسال ولا وضوء، والصلاة إلى غير القبلة، وأمثال ذلك من الصلوات التي يحرم فعلها، إذا قدر أن يفعلها على الوجه المأمور به في الوقت. ¶ ثم إنه يجب عليه فعلها في الوقت مع النقص لئلا يفوت، وإن أمكن فعلها بعد الوقت على وجه الكمال. ¶ فعلم أن اعتبارات الوقت في الصلاة مقدم على سائر واجباتها، وهذا في التطوع كذلك فإنه إذا لم يمكنه أن يصلي عرياناً، أو إلى غير القبلة أو مع سلس البول، صلى كما الفرض؛ لأنه لو لم يفعل إلا مع الكمال تعذر فعله فكان فعله مع النقص خيراً مع تعطيله. ¶ وإن كان كذلك فذوات الأسباب إن لم تفعل وقت النهي فاتت وتعطلت، بطلب المصلحة الحاصلة به، بخلاف التطوع المطلق، فإن الأوقات فيها سعة، فإذا ترك في أوقات النهي حصلت حكمة النهي، وهو قطع للتشبه بالمشركين الذين يسجدون للشمس في الوقت (¬1)، وهذه الحكمة لا يحتاج حصولها إلى المنع من جميع الصلوات كما تقدم، بل يحصل المنع فيكفي التطوع المطلق). ¶ ¬__________ ¶ (¬1) يعني: عند طلوع الشمس وعند غروبها.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "ثم قال شيخ الإسلام ابن تيمية – رحمه الله -: (وذوات الأسباب كلها تفوت إذا أخرت عن وقت النهي مثل: سجود التلاوة، وتحية المسجد وصلاة الكسوف، ومثل الصلاة عقب الطهارة كما في حديث بلال، وكذلك صلاة الاستخارة إذا كان الذي يستخير له يفوت إذا أخرت الصلاة (¬1). انتهى. ¶ إذن فإذا كان الذي يستخير له يفوت عليه إن أخرت الصلاة حتى ينتهي وقت النهي جاز له الاستخارة في وقت النهي، والله أعلم. ¶ المسألة الثانية عشرة: ماذا يفعل المستخير بعد الاستخارة؟ ¶ إذا صلى المسلم الاستخارة واستمر أقدم على ما ينوي فعله، فإن كان خيراً يسره الله له، وإن كان شراً صرفه الله عنه وأبعده منه. ¶ ويعتقد كثير من الناس أو بعضهم أن المستخير إذا استخار ربه في شيء عليه أن ينتظر حتى يرى مناماً في نومه، وبناء على الرؤيا التي يراها يفعل أو لا يفعل، وهذه خرافة لا اصل لها من الدين، ولا تبنى الأحكام الشرعية على المنامات، فمتى استخرت الله لعمل ما، تول عليه واستمر وأقدم على ما تريد، ولا تنتظر مناماً ولا انشراح صدر، لأن انشراح الصدر لا ضابط له، فقد ينشرح الصدر لهوى في النفس داخلها قبل الاستخارة. ¶ قال عز الدين بن عبد السلام – رحمه الله -: (يفعل ما اتفق) (¬2). ¶ وقال محمد بن علي كمال الدين الزملكاني – رحمه الله-: (إذا صلى الإنسان ركعتي الاستخارة لأمر، فليفعل بعدها ما بدا له، سواء انشرحت نفسه له أم لا، فإن فيه الخير وإن لم تنشرح نفسه) قال: (وليس في الحديث انشراح النفس) (¬3). ¶ وينبغي على المستخير أن يجرد نفسه من الهوى، فلا يتبع هواه وما تميل إليه نفسه، بل يخلع ذلك كله ثم يستخير ويتوكل على الله سبحانه. ¶ قال القرطبي المالكي – رحمه الله -: (قال العلماء: وينبغي له أن يفرغ قلبه من جميع الخواطر حتى لا يكون مائلاً إلى أمر من الأمور) (¬4). ¶ ¬__________ ¶ (¬1) مجموع فتاوى شيخ الإسلام (23/ 210، 213 – 214، 215). ¶ (¬2) الفتح (11/ 223). ¶ (¬3) طبقات الشافعية الكبرى (9/ 206). ¶ (¬4) الجامع لأحكام القرآن (13/ 206).",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال الحافظ ابن حجر – رحمه الله -: (والمعتمد أنه لا يفعل ما ينشرح به صدره مما له فيه هوى قوي قبل الاستخارة) (¬1). ¶ المسألة الثالثة عشرة: هل يصح الفصل بين الصلاة ودعاء الاستخارة؟ ¶ والمراد بالمسألة أن من صلى صلاة الاستخارة ثم فصل بينها وبين الدعاء بفاصل قليل (¬2). أو ذكر الله وحمده قبل الشروع في الدعاء فهل جائز وتصح به الاستخارة أم لا؟ ¶ أهل العلم قالوا: إن كان الفاصل قليلاً ولم يطل لا يضر ذلك، كما أن الفصل بين الصلاة والدعاء بحمد الله والثناء عليه والصلاة على رسول الله - صلى الله عليه وسلم - لا إشكال فيه، أيضاً لأنه دعاء والدعاء يفتح بحمد الله والثناء عليه قبل الشروع فيه قال محي الدين النووي – رحمه الله-: (ويستحب افتتاح الدعاء المذكور (¬3) وختمه بالحمد لله والصلاة والتسليم على رسول الله - صلى الله عليه وسلم -) (¬4). ¶ وقال بدر الدين العيني رحمه الله مبيناً قول النبي - صلى الله عليه وسلم - في دعاء الاستخارة: (ثم ليقل اللهم ... ). ¶ قال: (دليل على أنه لا يضر تأخير دعاء الاستخارة عن الصلاة ما لم يطل الفصل) (¬5). ¶ وقال الشوكاني – رحمه الله -: (قوله: \"ثم ليقل\" فيه أنه لا يضر تأخير دعاء الاستخارة عن الصلاة ما لم يطل الفصل، وأنه لا يضر الفصل بكلام آخر يسير خصوصاً إن كان من آداب الدعاء لأنه أتى بثم المقتضية للتراخي) (¬6). ¶ المسألة الرابعة عشرة: ما حكم تكرار صلاة الاستخارة؟ ¶ قد يستخير المسلم ربه في أمر ما، ثم يشعر أن الأمور لم تنجل جيداً، ولم تتضح له الصورة ولا وجه الخير فيما عزم عليه، فيحتاج إلى تكرار وإعادة الاستخارة مرة أخرى فهل يشرع له ذلك؟ ¶ قال بدر الدين العيني – رحمه الله -: (فإن قلت: هل يستح تكرار الاستخارة في الأمر الواحد إذا لم يظهر له وجه الصواب في الفعل أو الترك ما لم ينشرح صدره لما يفعل. قلت: بلى، يستحب تكرار الصلاة والدعاء لذلك) (¬7). ¶ ¬__________ ¶ (¬1) الفتح (11/ 223). ¶ (¬2) مثل أن يناديه أحد فيرد عليه بقوله: لحظة سآتيك بعد قليل. ¶ (¬3) يعني: دعاء صلاة الاستخارة الذي جاء في حديث جابر رضي الله عنه. ¶ (¬4) الأذكار (ص 112)، حاشية ابن عابدين (2/ 28). ¶ (¬5) عمدة القارئ (7/ 234). ¶ (¬6) نيل الأوطار (3/ 89). ¶ (¬7) عمدة القارئ (7/ 235).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال علي القاري – رحمه الله -: (ويمضي بعد الاستخارة لما ينشرح له صدره انشراحاً خالياً عن هوى النفس، فإن لم ينشرح لشيء فالذي يظهر أن يكرر الصلاة حتى يظهر له الخير) (¬1). ¶ وقال الشوكاني (¬2) – رحمه الله -: (وهل يستحب تكرار الصلاة والدعاء؟ قال العراقي: الظاهر يستحب) (¬3). ¶ إذن من أهل العلم من قال إنه يستحب فضلاً عن الجواز، مما يؤكد جواز تكرار الاستخارة. وبجوز التكرار – أيضاً – أي: تكرار صلاة الاستخارة أفتى سماحة الشيخ العلامة عبد العزيز بن باز رحمه الله تعالى وسماحة الشيخ المحدث العلامة محمد ناصر الدين الألباني (¬4)، وقيد التكرار بقيد من لم تطمئن نفسه لصلاته الأولى). ¶ والدليل على جواز تكرار الاستخارة ما يلي: ¶ أولاً: أن النبي - صلى الله عليه وسلم - كان إذا دعا دعا ثلاثاً، والاستخارة دعاء بصورة مخصوصة فهي صلاة ثم دعاء، بمعنى أنها إلى الدعاء أقرب. ¶ ثانياً: ما أخرجه مسلم في صحيحه، في قصة غزو أهل الشام الكعبة واحتراقها في زمن معاوية، وأراد عبد الله بن الزبير رضي الله عنهما أن ينقض بناءها قبل إصلاحها ثم يبنيها على قواعد إبراهيم عليه السلام فقال ابن الزبير: (يا أيها الناس أشيروا علي في الكعبة: أنقضها ثم ابني بناءها، أو أصلح ما وهي منها؟) قال ابن عباس: فإني قد فرق لي رأي فيها، أي أن تصلح ما وهي منها، وتدع بيتاً أسلم الناس عليه، وأحجاراً أسلم الناس عليها، وبعث عليها النبي - صلى الله عليه وسلم -. قال ابن الزبير: (لو كان أحدكم احترق بيته ما رضي حتى يجده (¬5) فكيف بيت ربكم؟ إني مستخير ربي ثلاثاً ثم عازم على أمري ... ) (¬6). ¶ ¬__________ ¶ (¬1) مرقاة المفاتيح (3/ 406). وبينت آنفاً أنه يستخير ويمضي فيها عزم ولا ينتظر انشراح الصدر. ¶ (¬2) هو العلامة القاضي محمد بن علي بن محمد الشوكاني، من علماء اليمن رحمه الله تعالى. ¶ (¬3) نيل الأوطار (3/ 89). ¶ (¬4) نقل ترجيحهما عدنان عرعور في كتابه: ثلاث صلوات مهجورة (ص33). ¶ (¬5) يجده: يجدده، انظر شرح مسلم للنووي (5/ 105). ¶ (¬6) أخرجه مسلم في الشواهد والمتابعات (1333/ 402) في كتاب الحج، باب: نقض الكعبة.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والشاهد من الأثر والقصة قول الزبير: (إني مستخير ربي ثلاثاً) فهو دليل على جواز تكرار صلاة الاستخارة لأنه قول وفعل صحابي، فهو حجة إذا لم يعارض بل الأدلة العامة في مشروعية تكرار الدعاء والإلحاح فيه تؤيد هذا العمل. ¶ ثالثاً: (إن صلاة الاستخارة أشبه ما تكون بصلاة الاستسقاء من حيث إنها صلاة حاجة، وتشابهاً من حيث ارتباط الصلاة بالدعاء، وهذا النوع من الصلاة أشبه ما يكون دعاء بصورة مخصوصة، فإذا انضم إلى هذا المعنى اللغوي للصلاة – وهو الدعاء وكان الإكثار من الدعاء مطلوباً – فلا نرى مانعاً من تكرارها ..... ¶ ومهما قيل فهي دعاء، والدعاء يستحب تكراره، والإلحاح فيه، سواء كان مخصوصاً أو غير مخصوص) (¬1). ¶ وأما حديث أنس رضي الله عنه الذي فيه تكرار الاستخارة سبع مرات فلا يصح ولا يجوز الاحتجاج به على أنها تكرر سبع مرات (¬2). ¶ المسألة الخامسة عشرة: من لم يتمكن من الصلاة فهل يجوز له أن يقتصر على دعاء الاستخارة دون أن يصلي ركعتين قبله؟ ¶ معلوم أن الاستخارة تكون بركعتين، ثم الدعاء بعد الصلاة، ولكن إن لم يستطع المسلم الصلاة فهل يستخير بالدعاء الوارد فقط دون الصلاة؟ ¶ ¬__________ ¶ (¬1) ثلاث صلوات مهجورة (ص 32 - 33) عدنان عرعور، وأثر ابن الزبير استفدته من كتابه. ¶ (¬2) وهو حديث ضعيف جداً، وأشبه بالموضوع، أخرجه ابن السني في عمل اليوم والليلة (ص281 - 282) (598). من طريق: إبراهيم بن البراء بن النضر بن أنس بن مالك حدثنا أبي عن أبيه عن جده قال: قال رسول الله - صلى الله عليه وسلم -: (يا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات، ثم انظر إلى الذي يسبق إلى قلبك فإن الخير فيه). ¶ وآفة هذا الحديث إبراهيم بن البراء بن النضر بن أنس بن مالك. ¶ قال عنه ابن حبان في كتاب المجروحين (1/ 118): (شيخ كان يدور بالشام ويحدث عن الثقات بالأشياء الموضوعة وعن الضعفاء والمجاهيل بالأشياء المناكير لا يجوز ذكره في الكتب إلا على سبيل القدح فيه). ¶ وقال عنه العقيلي: (يحدث عن الثقات بالبواطيل). ¶ وقال ابن عدي: (ضعيف جداً حدث بالبواطيل، ومن اعتبر حديثه علم أنه ضعيف جداً وهو متروك الحديث). ¶ انظر الكامل لابن عدي (1/ 411 – 412)، الميزان للذهبي (1/ 139). ¶ والحديث قال عنه النووي في الأذكار (ص 113): (إسناده غريب فيه من لا أعرفهم). ¶ وقال الحافظ عن هذا الحديث في الفتح (11/ 223): (سنده واه جداً).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وذلك كالمرأة الحائض مثلاً، إذا طرأت لها حاجة وأرادت أن تستخير فهي لا تستطيع الصلاة، فهل يشرع لها الاستخارة بالدعاء فقط؟ ¶ الجواب: نعم تجوز الاستخارة بالدعاء دون الصلاة لمن لا يمكنه الصلاة، وهو مذهب الحنفية والمالكية والشافعية، حيث أجازوا الاستخارة بالدعاء فقط من غير صلاة إذا تعذرت الاستخارة بالصلاة والدعاء معاً (¬1). ¶ قال محي الدين النووي رحمه الله تعالى: \" ولو تعذرت عليه الصلاة استخار بالدعاء\" (¬2). ¶ المسألة السادسة عشرة: ما الحكمة من تقديم صلاة ركعتين على دعاء الاستخارة؟ ¶ إن الله سبحانه وتعالى موصوف بالحكمة، وديننا الإسلامي دين حكمة وتدبر. وقد يحاول الإنسان التوصل إلى شيء من الحكم التي في النصوص الشرعية، فيعرف حكمة التشريع فيزداد إيماناً وثباتاً، وإن لم تظهر لنا الحكمة قلنا. سمعنا وأطعنا. ¶ ودعاء الاستخارة مسبوق بصلاة ركعتين، فحاول بعض أهل العلم معرفة الحكمة من ذلك. ¶ فقالوا: إن الهدف من الاستخارة أن يجمع بين خيري الدنيا والآخرة، وأن يبعد الله عنه شر ما يريد الإقدام عليه، فهذا الطلب نوع دعاء يحتاج إلى مقدمة فيها ذل وخشوع ومناجاة واعتراف يقرع بها باب الملك قبل الشروع في الطلب وليس أفضل وأنجح لذلك من الصلاة. ¶ قال الحافظ ابن حجر: \" قال ابن أبي جمرة: \" الحكمة في تقديم الصلاة على الدعاء أن المراد بالاستخارة حصول الجمع بين خيري الدنيا والآخرة فيحتاج إلى قرع باب الملك، ولا شيء لذلك أنجح من الصلاة لما فيها من تعظيم الله والثناء عليه والافتقار إليه مآلاً وحالاً\" \" (¬3). ¶ وقال العلامة ابن الحاج المالكي – رحمه الله -: \" ثم انظر رحمنا الله وإياك إلى حكمة أمره عليه الصلاة والسلام المكلف بأن يركع ركعتين من غير الفريضة، وما ذاك إلا لأن صاحب الاستخارة يريد أن يطلب من الله قضاء حاجته. ¶ وقد قضت الحكمة أن من الأدب قرع باب من تريد حاجتك منه، وقرع باب المولى سبحانه وتعالى إنما هو بالصلاة ... ، ولأنها جمعت بين آداب جملة (¬4) فمنها خروجه عن الدنيا كلها وأحوالها بإحرامه ¶ ¬__________ ¶ (¬1) الموسوعة الفقهية الكويتية (3/ 243). ¶ (¬2) الأذكار (ص 112)، حاشية ابن عابدين (2/ 28). ¶ (¬3) فتح الباري (11/ 222). ¶ (¬4) هكذا في المطبوع عندي ولعله تصحيف والصواب جمة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بالصلاة، ألا ترى إلى الإشارة برفع اليدين عند الإحرام إلى أنه خلف الدنيا وراء ظهره، وأقبل على مولاه يناجيه، ثم ما فيها من الخضوع والندم والتذلل بين يدي المولى الكريم بالركوع والسجود؟ إلى غير ذلك مما احتوت عليه من المعاني الجليلة ليس هذا موضع ذكرها. ¶ فلما أن فرغ من تحصيل هذه الفضائل الجمة حينئذ أمره صاحب الشرع عليه الصلاة والسلام بالدعاء\" (¬1). ¶ ¬__________ ¶ (¬1) المدخل (4/ 38 – 39) بتصرف يسير.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "المبحث الثاني ¶ الجمع بين الاستخارة والاستشارة ¶ وبيان خصال من يلجأ إليه للمشورة ¶ إن الله سبحانه بكرمه وحكمته امتن على بعض عباده بعقل راجح، ونظر ثاقب وحكمة بليغة، وتجارب في الحياة كبيرة، وذلك فضل الله يؤتيه من يشاء، لذا كان الأسعد للمسلم أنه إذا اختار ربه في أمر ما، استشار ذوي العقول الناصحة فالجمع بين الاستخارة والاستشارة من كمال الحكمة والفهم والسلامة. ¶ ومن أحسن ما قيل: ¶ شاور سواك إذا نابتك نائبة ... يوماً وإن كنت من أهل المشورات ¶ فالعين تلقى كفاحاً من نأى ودنا ... ولا ترى نفسها إلا بمرآة (¬1). ¶ وقال ابن الحجاج المالكي – رحمه الله-: \" والجمع بين الاستخارة والاستشارة من كمال الامتثال للسنة، فينبغي للمكلف أن لا يقتصر على إحداهما، فإن كان ولابد من الاقتصار فعلى الاستخارة لما تقدم من قول الراوي: (كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها ما يعلمنا السورة من القرآن). والاستخارة والاستشارة بركنهما ظاهرة بينة لما تقدم ذكره من الأمثال للسنة والخروج عما يقع في النفوس من الهواجس والوساوس وهي كثيرة متعددة. ¶ وقال بعض السلف: (من حق العاقل أن يضيف إلى رأيه آراء العلماء ويجمع إلى عقله عقول الحكماء، فالرأي الفذ ربما زل، والعقل الفرد ربما ضل) (¬2). ¶ وقال أبو الحسن المارودي الشافعي – رحمه الله -: (ومن الحزم لكل ذي لب أن لا يبرم أمراً ولا يمضي عزماً إلا بمشورة ذي الرأي الناصح ومطالعة ذي العقل الراجح؛ فإن الله أمر بالمشورة نبيه - صلى الله عليه وسلم - مع ما تكفل به من إرشاده وعونه وتأييده فقال تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ}) (¬3). ¶ ¬__________ ¶ (¬1) انظر كشف الخفا للعجلوني (2/ 185 – 186). ¶ (¬2) المدخل (4/ 40 – 41) بتصرف يسير. ¶ (¬3) نقله ابن الحاج في المدخل (4/ 41).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقال النووي – رحمه الله-: (يستحب أن يستشير قبل الاستخارة من يعلم من حاله النصيحة والشفقة، والخبرة، ويثق بدينه ومعرفته ... وإذا استشار وظهر أنه مصلحة، استخار الله في ذلك) ¶ (¬1). ¶ وقال ابن حجر الهيثمي: (حتى عند التعارض – (أي تقدم الاستشارة) – لأن الطمأنينة إلى قول المستشار أقوى منها إلى النفس لغلبة حظوظها وفساد خواطرها. ¶ وأما لو كانت نفسه مطمئنة صادقة إرادتها متغلبة عن حظوظها قدم الاستخارة) (¬2). اهـ. ¶ وقال شيخ الإسلام: (ما ندم من استخار الخالق، وشاور المخلوقين، وتثبت في أمره). ¶ وقال تعالى: {وَشَاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ} (آل عمران: من الآية159) (¬3). ¶ وقال قتادة: (ما تشاور قوم يبتغون وجه الله إلا هدوا إلى أرشد أمرهم) (¬4). ¶ * خصال من يُستشار: ¶ فإذا علمت أهمية الاستشارة فالعم أن من يستشار وتطلب منه المشورة له خصال وصفات حميدة، ذكرها بعض أهل العلم، فرأيت نقلها إتماماً للفائدة، وليعلم المسلم على من يطرح أمره، ولمن يفشي سره. ¶ قال ابن الحاج المالكي رحمه الله في هذا الصدد: (فإذا عزم على المشورة ارتاد لها من أهلها من استكملت فيه خمس خصال: ¶ إحداهن: عقل كامل مع تجربة سابقة، فإن بكثرة التجارب تصح الروية، وقال عبد الله بن الحسن لابنه محمد: احذر مشورة الجاهل وإن كان ناصحاً كما تحذر عداوة العاقل إن كان عدواً، فإنه يوشك أن يورطك بمشورته فيسبق إليك مكر العاقل وتوريط الجاهل. ¶ وكان يقال: إياك ومشاورة رجلين: شاب معجب بنفسه قليل التجارب في غرة، وكبير قد أخذ الدهر من عقله كما أخذ من جسمه، وقيل في منثور الحكم: كل شيء محتاج إلى العقل، والعقل محتاج إلى التجارب. ¶ وقال الشاعر: ¶ ¬__________ ¶ (¬1) الموسوعة الكويتية (3/ 243). ¶ (¬2) الموسوعة الكويتية (3/ 243). ¶ (¬3) الوابل الصيب (ص247). ¶ (¬4) المصدر السابق.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ألم تر أن العقل زين لأهله ... ولكن تمام العقل طول التجارب ¶ والخصلة الثانية: أن يكون ذا دين وتقى فإن ذلك عماد كل صلاح وباب كل نجاح، ومن غلب عليه الدين فهو مأمون السريرة موفق العزيمة. ¶ والخصلة الثالثة: أن يكون ناصحاً ودوداً فإن النصح والمودة يصدقان الفكرة ويمحصان الرأي. ¶ وقال بعض الحكماء: لا تشاور إلا الحازم غير الحسود، واللبيب غير الحقود، وإياك ومشاورة النساء فإن رأيهم إلى الأفن (¬1)، وعزمهن إلى الوهن. ¶ وقال بعض الأدباء: مشورة المشفق الحازم ظفر، ومشورة غير الحازم خطر. ¶ وقال بعض الشعراء: ¶ أضف ضميراً لمن تشاوره ... واسكن إلى ناصح تشاوره ¶ وارض من المرء في مودته ... بما يؤدي إليك ظاهره ¶ والخصلة الرابعة: أن يكون سليم الفكر من هم قاطع وغم شاغل. فإن من عارضت فكرته شوائب الهموم لم يسلم له رأي ولم يستقم له خاطر. وقد قيل في منثور الحكم: بترداد الفكر ينجاب لك العكر. ¶ والخصلة الخامسة: أن لا يكون له في الأمر المستشار فيه غرض يتابعه ولا هوى يساعده، فإن الأغراض جاذبة، والهوى صاد، والرأي إذا عارضه الهوى وجاذبته الأغراض فسد. ¶ وقال الفضل بن العباس: ¶ وقد تحكم الأيام من كان جاهلاً ... ويردي الهوى ذا الرأي وهو لبيب ¶ ويحمد في الأمر الفتى وهو مخطئ ... ويعذل في الإحسان وهو مصيب ¶ فإذا استكملت هذه الخصال الخمس في رجل كان أهلاً للمشورة، ومعدناً للرأي فلا تعدل عن استشارته اعتماداً على ما توهمه من فضل رأيك وثقة بما تستشعره من صحة رويتك، فإن رأي غير ذي الحاجة أسلم، وهو من الصواب أقرب؛ لخلوص الفكر وخلو الخاطر مع عدم الهوى وارتفاع الشهوة (¬2). ¶ ¬__________ ¶ (¬1) الأفن: بالفتح ضعف الرأي، حاشية المدخل (4/ 43). ¶ وهذا الكلام ليس على إطلاقه بل ينطبق على بعض النساء فقط. فكم من نساء مؤمنات مشورتهن فلاح، وأكبر دليل على ذلك خديجة رضي الله عنها، وقصة النبي - صلى الله عليه وسلم - مع أم سلمة حين أشارت عليه بحلق رأسه في قصة الحديبية. ¶ (¬2) المدخل (4/ 42 – 43) بتصرف يسير.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وقال بعض الحكماء: \" الناس ثلاثة: فواحد كالغذاء لا يستغنى عنه، وواحد كالدواء يحتاج إليه في بعض الأوقات، وواحد كالداء لا يحتاج إليه أبداً\" (¬1). ¶ ونقل الخطيب في تلخيص المتشابه عن قتادة قال: \" الرجال ثلاثة: رجل، ونصف رجل، ولا شيء. فأما الذي هو رجل فرجل له عقل ورأي يعمل به وهو يشاور، وأما الذي هو نصف رجل؛ فرجل له عقل ورأي يعمل به وهو لا يشاور، وأما الذي هو لا شيء: فرجل له عقل وليس له رأي يعمل به وهو لا يشاور\" (¬2). ¶ * الذي يترك الاستخارة والاستشارة يخاف عليه من الخطأ والتعب: ¶ فإذا علمت أهمية الاستخارة وبركتها وضرورة الاستشارة والاستعانة بآراء الرجال فإن الذي يدعهما يخاف عليه من الخطأ ومجانبة الصواب والزلل في متاعب لا طاقة له بها، ومصائب لا حل لها. ¶ قال ابن الحاج المالكي – رحمه الله -: \" فمن ترك الاستخارة والاستشارة يخاف عليه من التعب فيما أخذ بسبيله لدخوله في الأشياء بنفسه دون الامتثال للسنة المطهرة، وما أحكمته في ذلك، إذ أنها لا تستعمل في شيء إلا عمته البركات، ولا تترك من شيء إلا حصل فيه ضد ذلك، نسأل الله السلامة بمنه \" (¬3). اهـ. ¶ المبحث الثالث ¶ ¬__________ ¶ (¬1) انظر كشف الخفاء للعجلوني (2/ 186). ¶ (¬2) المدخل (2/ 43). ¶ (¬3) المدخل (2/ 43).",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "بيان وذكر الاستخارات المبتدعة ¶ مع أن دعاء صلاة الاستخارة نطق به خير البشر بوحي من رب البشر والعالم بأحوالهم وما يصلحهم، ومع أن ألفاظ حديثه مانعة جامعة، مع ذلك اختار بعض الناس استخارة لنفسه مبتدعة بعيدة كل البعد عن الصحة والصواب، فحرم نفسه الخير، بل ربما أوقعها في الشرك والخرافة. ¶ قال العلامة أبو عبد الله محمد العبدري الشهير بابن الحاج – رحمه الله -: \" وليحذر مما يفعله بعض الناس ممن لا علم عنده أو عنده علم وليس عنده معرفة بحكمة الشرع الشريف في ألفاظه الجامعة للأسرار العلية؛ لأن بعضهم يختارون لأنفسهم استخارة غير الاستخارة المتقدمة الذكر، وهذا فيه ما فيه من اختيار المرء لنفسه غير ما اختار له من هو أرحم به وأشفق عليه من نفسه ووالديه، العالم بمصالح الأمور المرشد لما فيه الخير والنجاح والفلاح صلوات الله عليه وسلامه\" ¶ (¬1). ¶ ومن تلك الاستخارات المبتدعة المصنوعة: ¶ 1 - اشتراط الرؤية المنامية: \" كأن يشترط فيها: أن يرى المستخير في منامه ما نواه، أو يرى خضرة أو بياضاً إن كان ما يقصده خيراً، ويرى حمرة أو سواداً إن كان ما يقصده لا خير فيه\" (¬2). ¶ قال ابن الحاج المالكي – رحمه الله -: \" وبعضهم يستخير الاستخارة الشرعية ويتوقف بعدها حتى يرى مناماً يفهم منه فعل ما استخار فيه أو تركه، أو يراه غيره له. وهذا ليس بشيء؛ لأن صاحب العصمة - صلى الله عليه وسلم - قد أمر بالاستخارة والاستشارة لا بما يرى في المنام \" (¬3). ¶ 2 - استخارة السبحة: وصورتها: \" أن يأخذ الشخص مسبحة فيتمتم عليها بحاجته، ثم يحصر بعض حباتها بين يديه، ويعدها، فإن كانت فردية عدل عما نواه، وإن كانت زوجية، اعتبر ما نواه خيراً وسار فيه\". ¶ 3 - استخارة الفنجان: \" يعملها عادة غير صاحب الحاجة، ويقوم بعلمها رجل أو امرأة، وطريقتها، أن يشرب صاحب الحاجة القهوة المقدمة إليه، ثم يكفئ الفنجان، وبعد قليل، يقدمه لقارئه، فينظر فيه، [بعد أن أحدثت فضلات القهوة به رسوماً وأشكالاً مختلفة، شأنها في ذلك شأن كل راسب في أي إناء ¶ ¬__________ ¶ (¬1) المدخل (4/ 37). ¶ (¬2) القول المبين في أخطاء المصلين (ص 409) مشهور حسن. ¶ (¬3) المدخل (4/ 37).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "إذا انكفأ]، فيتخيل ما يريد، ثم يأخذ في سرد حكايات كثيرة لصاحب الحاجة، فلا يقوم من عنده إلا وقد امتلأت رأسه بهذه الأسطورة\". ¶ 4 - استخارة المندل: \" وطريقتها: أن يوضع الفنجان مملوءاً ماء على كف شخص مخصوص في كفه تقاطيع مخصوصة، ويكون ذلك في يوم معلوم من أيام الأسبوع، ثم يأخذ صاحب المندل (العراف) في التعزيم والهمهمة بكلام غير مفهوم وينادي بعض الجن ليأتوا بالمتهم السارق\". ¶ 5 - استخارة الرمل: \" وطريقتها أن يخطط الشخص في الرمل خطوطاً متقطعة ثم يجري بعدها طريقة حسابية معروفة لديهم، فينتهي منها إلى استخراج برج الشخص فيكشف عنه في كتاب استحضره لهذا الغرض، فيسرد عليه حياته الماضية والمستقبلية بزعمه، وهذا الكلام بعينه الذي قيل له، يقال لغيره ما دام برجاهما قد اتفقا\". ¶ 6 - استخارة الكف: \" لا تخرج عما مضى، فيعمل قارئ الكف مستعملاً قوة فراسته مستعيناً – بزعمه – باختلاط خطوط باطن الكف على سرد حياة الشخص المستقبلية\" (¬1). ¶ وهذا يدخل في الكهانة والتنجيم والعرافة المنهي عنها، وسيأتي بيان ذلك. ¶ 7 - استخارة المصحف: وصورتها أن يفتح المستخير المصحف مباشرة دون تخير أو انتقاء ثم ينظر ما نوع الآية التي فتح عليها، فإن كانت آية رحمة ونعمة استمر فيما عزم ومضى، وإن كانت آية عذاب أو نقمة أو نار ترك وأحجم عما نواه. ¶ 8 - استخارة الورق: وهي لعبة الورق وتسمى \" البلوت أو الكوتشينة\" فهي أيضاً من المبتدعات. ¶ 9 - الاستخارة المعتمدة على اسم الداخل: وطريقتها انتظار من يدخل ليشتق من اسمه الفعل أو الترك، فإن كان الداخل حسن الاسم فعل ما أراد ونواه، وإن كان فيه شدة أو غلظة كحرب أو جمر ترك ولم يقدم على ما نوى (¬2). ¶ 10 - الاستخارة بواسطة الأبراج: وقد انتشرت هذه الطريقة في آخر الزمان، لأن هذه الأبراج تعرض على صفحات الجرائد، ويقوم كل شخص بمعرفة برجه ويومه الذي ولد فيه، ثم ينظر ماذا مكتوب فيه، ¶ ¬__________ ¶ (¬1) انظر ما سبق نقله من الرقم واحد إلى ستة في كتاب القول المبين (ص 409 –410) قال الشيخ مشهور. ¶ (¬2) انظر الاستخارات المبتدعة أيضاً في: المدخل (4/ 37 – 38). الفتح الرباني للساعاتي (5/ 25) القول المبين (ص 409 – 410) للشيخ مشهور.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فيجد مثلاً: ستواجه مشاكل وحوادث وصعوبات، لا تفعل كذا أو لا تسافر، وهكذا إلى غير ذلك من المحرمات والخرافات التي تتعلق بالكهانة والتنجيم، وإلى الله المشتكى. ¶ قال ابن الحاج المالكي – رحمه الله -: \" ومن الناس من هو أسوأ حالاً من هذا، وهو ما يفعله بعضهم من الرجوع إلى قول المنجمين والنظر في النجوم، إلى غير ذلك مما يتعاطاه بعضهم\" (¬1). ¶ فالذي يفعل ما ذكر من الاستخارات المبتدعة ويترك ما شرعه الله على لسان رسوله - صلى الله عليه وسلم - لاشك أنه محروم، حرم نفسه بركة هذا الدعاء، وحرم نفسه التوفيق ودفع الضر الذي يلحق به، ولاشك في بطلان هذا الصنيع. ¶ قال ابن الحاج رحمه الله مبيناً فساد رأي من جنح إلى الاستخارة المبتدعة: \" فمن فعل شيئاً مما ذكره أو غيره، وترك الاستخارة الشرعية فلاشك في فساد رأيه، ولو لم يكن فيه من القبح إلا أنه من قلة الأدب مع صاحب الشرع صلوات الله عليه وسلامه؛ لأنه عليه الصلاة والسلام اختار للمكلف ما جمع له فيه بين خيري الدنيا والآخرة بلفظ يسير وجيز، واختار هو لنفسه غير ذلك، فالمختار في الحقيقة إنما هو ما اختاره المختار صلوات الله عليه وسلامه. ¶ فعلى هذا لا يشك ولا يرتاب في أن من عدل عن تلك الألفاظ المباركة إلى غيرها فنه يخاف عليه من التأديب أن يقع به وأنواعه مختلفة إما عاجلاً وإما آجلاً في نفسه أو ولده أو ماله إلى غير ذلك\" (¬2). ¶ والاستخارة المبتدعة مردودة، غير مقبولة، لحديث النبي - صلى الله عليه وسلم -: \" من عمل عملاً ليس عليه أمرنا فهو رد\" (¬3). أي مردود على صاحبه، وهذا كل بدعة، ولا يكون فيها خير، لأن كل بدعة ضلالة، والعجب كيف استبدل الناس الذي هو أدنى بالذي هو خير. ¶ قال ابن الحاج المالكي – رحمه الله -: [\" ولا يضيف إلى الاستخارة الشرعية غيرها؛ لأن ذلك بدعة، ويخشى من أن البدعة إذا دخلت في شيء لا ينجح أو لا يتم؛ لأن صاحب الشرع - صلى الله عليه وسلم - إنما أمر بالاستخارة والاستشارة (¬4) فقط فينبغي له أن لا يزاد عليهما ولا يعرج على غيرهما، فيا سبحان الله، صاحب الشرع صلوات الله وسلامه عليه اختار لنا ألفاظاً منقاة جامعة لخيري الدنيا والآخرة، حتى قال ¶ ¬__________ ¶ (¬1) المدخل (4/ 37). ¶ (¬2) المدخل (4/ 38). ¶ (¬3) متفق عليه. ¶ (¬4) لعله يشير بذلك إلى حديث يروى عن النبي - صلى الله عليه وسلم - أنه قال: \" ما خاب من استخار ولا ندم من استشار\" وهو حديث موضوع، وسيأتي تخريجه في آخر هذه الرسالة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "الراوي للحديث في صفتها على سبيل التخصيص والحض على التمسك بألفاظها وعدم العدول إلى غيرها: \" كان رسول الله - صلى الله عليه وسلم - يعلمنا الاستخارة في الأمور كلها كما يعلمنا السورة من القرآن\" والقرآن قد علم أنه لا يجوز أن لا يغير ولا يزاد فيه ولا ينقص منه، وإذا كان ذلك كذلك فلا يعدل عن تلك الألفاظ المباركة التي ذكرها عليه الصلاة والسلام في الاستخارة إلى غيرها من الألفاظ التي يختارها المرء لنفسه ولا غيرهما من منام يراه هو، أو يراه له غيره، أو انتظار فأل أو نظر في اسم الأيام، قال مالك رحمه الله: الأيام كلها أيام الله\"] (¬1). ¶ ¬__________ ¶ (¬1) المدخل (4/ 37 – 38).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "المبحث الرابع ¶ في الاستخارة وعلاقتها بالتوحيد ¶ من جميع الجهات وبيان ذلك تفصيلاً ¶ وفيه خمسة مطالب: ¶ المطلب الأول ¶ تحقيق التوحيد سبب للنصر ¶ وفشو الشرك والبدع سبب للذل والهزائم ¶ إن التوحيد معناه كمال العدل والإنصاف، والعدل يساوي النصر والعلو؛ وذلك لأن التوفيق بيد الله سبحانه فمن وحده كان عادلاً في جانب حق الله، ومن أشرك ظلم نفسه، ولم ينصف مع ربه الذي خلقه ورزقه وسخر له كل شيء؛ لذا كان الهم والغم والخذلان والذل حليفه طول حياته. ¶ يتساءل كثير من الناس عن سبب ذلك وهوان العالم الإسلام، ويسعون جاهدين في البحث عن الأسباب، والسعي على بث روح الجهاد والنضال في الشعوب الإسلامية، وهذا جيد، لكن السبب الرئيسي للهزيمة لم يلتفتوا إليه ولم يسعوا لإصلاحه. ¶ إن انتشار الشرك والبدع في الأمم المسلمة، لو سعى الدعاة اليوم لمحاربته وجاهدوا لنشر التوحيد، وإحياء السنن، وإخماد البدع، لظفروا بالورقة الرابحة التي بها يحصلون على النصر والفوز. ¶ وإذا قيل لهم: جاهدوا على إزالة الشر والبدع من المجتمعات، أجابوا قائلين: ليس هذا وقته، إن الدعوة إلى التوحيد وإخماد البدع تؤدي إلى التفرقة ونحن نريد النصر، ولم الشمل، ونسوا أو تناسوا أن وجود الناس بهذه الصورة المخزية وانغماسهم في مستنقعات الشرك والخرافات هو السبب الرئيسي للتفرقة والهزيمة، ولو عادوا لطريقة نبيهم في الدعوة لانتصروا ولكنهم وقعوا فيما فروا منه، وتشتتوا أكثر فأكثر من حيث لا يشعرون. ¶ قال شيخ الإسلام ابن تيمية – رحمه الله -: فلما ظهر النفاق والبدع والفجور المخالف لدين الرسول - صلى الله عليه وسلم - سلطت عليهم الأعداء فخرجت الروم النصارى إلى الشام والجزيرة مرة بعد مرة، وأخذوا الثغور الشامية شيئاً بعد شيء إلى أن أخذوا بيت المقدس في أواخر المائة الرابعة، وبعد هذا بمدة حاصروا دمشق، وكان أهل الشام بأسوأ حال بين الكفار النصارى والمنافقين الملاحدة، إلى أن تولى نور الدين الشهيد، وقام بما",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قام به من أمر الإسلام والطهارة والجهاد لأعدائه، ثم استنجد به ملوك مصر بنو عبيد على النصارى فأنجدهم، وجرت فصول كثيرة إلى أن أخذت مصر من بني عبيد، أخذها صلاح الدين يوسف بن شاذي، وخطب بها لنبي العباس، فمن حينئذ ظهر الإسلام بمصر بعد أن مكثت بأيدي المنافقين المرتدين عن دين الإسلام مائة سنة. ¶ فكان الإيمان بالرسول والجهاد عن دينه سبباً لخير الدنيا والآخرة، وبالعكس فإن البدع والإلحاد ومخالفة ما جاء به سبب لشر الدنيا والآخرة. ¶ فلما ظهر في الشام ومصر والجزيرة الإلحاد والبدع سلط الله عليه الكفار، ولما أقاموا ما أقاموه من الإسلام وقهر الملحدين والمبتدعين نصرهم الله على الكفار تحقيقاً لقوله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ - تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ - يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ - وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ} (الصف: 10 - 13). وكذلك لما كان أهل المشرق قائمين بالإسلام وكانوا منصورين على الكفار المشركين من الترك والهند والصين وغيرهم، فملا ظهر منهم ما ظهر من البدع والإلحاد والفجور سلط عليهم الكفار. ¶ قال تعالى: {وَقَضَيْنَا إِلَى بَنِي إِسْرائيلَ فِي الْكِتَابِ لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوّاً كَبِيراً - فَإِذَا جَاءَ وَعْدُ أُولاهُمَا بَعَثْنَا عَلَيْكُمْ عِبَاداً لَنَا أُولِي بَأْسٍ شَدِيدٍ فَجَاسُوا خِلالَ الدِّيَارِ وَكَانَ وَعْداً مَفْعُولاً - ثُمَّ رَدَدْنَا لَكُمُ الْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَاكُمْ بِأَمْوَالٍ وَبَنِينَ وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيراً} (الاسراء:4 - 6). ¶ وكان بعض المشايخ يقول: هولاكو ملك التتار الذي قهر الخليفة بالعراق وقتل ببغداد مقتلة عظيمة جداً، يقال: قتله منهم ألف ألف وكذلك قتل بحلب دار الملك حينئذ. ¶ كان بعض المشايخ يقول: هو للمسلمين بمنزلة بختنصر لبني إسرائيل. ¶ وكان من أسباب دخول هؤلاء ديار المسلمين ظهور الإلحاد والنفاق والبدع حتى إنه صنف الرازي كتاباً في عبادة الكواكب والأصنام وعمل السحر وسماه: \" السر المكتوم ومخاطبة النجوم\".",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ويقال: \" إنه صنفه لأم السلطان علاء الدين محمد بن لكش بن جلال الدين خوارزم شاه وكان من أعظم ملوك الأرض، وكان للرازي به اتصال قوي حتى أنه وصى إليه أولاده، وصنف له كتاباً سماه: \" الرسالة العلائية في الاختيارات السماوية\" (¬1) انتهى كلام شيخ الإسلام رحمه الله. ¶ قلت: تدبر كلام هذا الإمام الجهبذ، وما تراه من حال المسلمين اليوم تعرف بوضوح الداء والدواء، كما ستعرف من أين تؤكل الكتف. ¶ المطلب الثاني ¶ بيان تحريم إتيان الكهان والعرافين والمنجمين ¶ الكهان جمع كاهن، ويجمع أيضاً على كهنة: \" وهم قوم يكونون في أحياء العرب يتحاكم الناس إليهم، وتتصل بهم الشياطين وتخبرهم عما جاء في السماء، تسترق السمع من السماء، وتأتي وتخبر الكاهن ثم الكاهن يضيف إلى هذا الخبر ما يضيف من الأخبار الكاذبة\" (¬2). ¶ والعرافون جمع عراف: \" والعراف قيل هو الكاهن، وهو الذي يخبر عن المستقبل، وقيل: هو اسم عام للكاهن والمنجم والرمال ونحوهم ممن يستدل على معرفة الغيب بمقدمات يستعملها، وهذا المعنى أعم ويدل عليه الاشتقاق إذ هو مشتق من المعرفة، فشمل كل من تعاطى هذه الأمور وادعى بها المعرفة\" (¬3). ¶ وقال الخطابي – رحمه الله -: \" الكهنة قوم لهم أذهان حادة ونفوس شريرة وطباع نارية، فألفتهم الشياطين لما بينهم من التناسب في هذه الأمور وساعدتهم بكل ما اتصل قدرتهم إليه\" (¬4). ¶ ولقد انخدع البسطاء من الناس في هذا الزمان بمثل هؤلاء الدجالين من الكهان والمشعوذين الذي يدعون معرفة الغيب وأخبار المستقبل، فإذا أراد الواحد منهم الشروع في أمر ما، أو السفر أو خسر تجارة، أو غير ذلك من المعاناة كالمرض والعقم، وأراد الحل والدواء بادر في الذهاب إليهم والاستعانة بهم. ¶ ولهؤلاء الكهان والمنجمين والعرافين أسلوب ماكر في جلب الانتباه وزرع الدهشة والعجب في نفوس الناس؛ وذل بأن يخبروا القادم لهم عما حصل له من أمور ومعاناة وما سيحصل له من أمور ومعاناة وما سيحصل له في المستقبل القريب، كما أنهم عند العلاج والمداواة يتظاهرون بقراءة القرآن ليقنعوا من ¶ ¬__________ ¶ (¬1) انظر الفرقان: (ص115 – 116). ¶ (¬2) القول المفيد (2/ 47) للعلامة ابن عثيمين. ¶ (¬3) المصدر السابق (2/ 48). ¶ (¬4) نقله الحافظ في الفتح (10/ 266).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "أمامهم أن علاجهم شرعي لا شائبة فيه، ولا غبار عليه، ولكن ما تخفي صدورهم أكبر؛ فإن ما يفعلونه من شرك وكفر خلال استعانتهم بالجن لا يعلمه الناس، إذ أنهم لا يظهرونه ولا يبدو جلياً لكل من وفد عليهم. ¶ ولا تعجب يا أخي مما تسمع من هؤلاء الكذابين من بعض أسرارك الخاصة وكيفية معرفتهم لها، إذ أن كل إنسان له قرين من الجن يعرف عنه الشيء الكثير الذي لا يعرفه غيره، وهذا المشعوذ يستعين بقرينه وغيره من أعوانه من مردة الجن فيأتو قرينك فيخبرهم بما حصل لك ثم يخبر هؤلاء الأعوان بدورهم المشعوذ والكاهن، وبذلك تحصل له المعرفة، فلم تكن إذا معرفته بطريق الغيب، وإنما بسبب آخر كما رأيت، إذ أن الغيب لا يعلمه إلا الله سبحانه وتعالى: {قُلْ لا يَعْلَمُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ الْغَيْبَ إِلَّا اللَّهُ} (النمل: من الآية65). ¶ وإذا علمت ذلك يا أخي زال عجبك من معرفتهم لشؤونك الخاصة، وقديماً قيل: إذا عرف السبب بطل العجب. ¶ واعلم يا موفق لكل خير أن الإسلام حرم عليك إتيان هؤلاء، وسؤالهم والاستعانة بهم، وقد ثب في ذلك عدة نصوص، منها: ¶ 1 - عن أبي هريرة رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال: \" من أتى عرافاً أو كاهناً فصدقه بما يقول فقد كفر بما أنزل على محمد - صلى الله عليه وسلم - \" (¬1). ¶ 2 - وأخرج مسلم في صحيحه (¬2) عن معاوية بن الحكم السلمي قال: قلت: يا رسول الله أموراً كنا نصنعها في الجاهلية، كنا نأتي الكهان قال: \" فلا تأتوا الكهان\". ¶ ¬__________ ¶ (¬1) أخرجه أبو داود في سننه (4/ 14) (3904)، والترمذي (4/ 243) (135)، وابن ماجة (1/ 354) (639)، وصححه الألباني في صحيح أبي داود (2/ 473). ¶ (¬2) برقم (537) في السلام باب: تحريم الكهانة وإتيان الكهان.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال أبو عبد الله المازري المالكي – رحمه الله -: \" وأما الكهان فهم قوم يزعمون أنهم يعلمون الغيب بأمور تلقى في نفوسهم، وقد كذب الشرع من ادعى علم الغيب ونهى عن تصديقهم\" ¶ (¬1).اهـ. ¶ وقال أيضاً – رحمه الله -: \" وأما التنجيم: فمن اعتقد اعتقاد كثير من الفلاسفة في كون الأفلاك فاعلة لما تحتها، وكل فلك يفعل فيما تحته حتى ينتهي الأمر إلينا وسائر الحيوان والمعادن والنبات، ولا صنع للباري سبحانه وتعالى في ذلك، فإن ذلك مروق في السلام\" (¬2) اهـ. ¶ وقال القاضي عياض بن موسى المالكي رحمه الله معرفاً العراف قال: \" هو الذي يستدل على الأمور بأسباب ومقدمات يدعي معرفته بها. وقد يعتقد بعض أهل هذا الفن في ذلك بالرجز والطرق والنجوم وأسباب معتادة، وهذا الفن هي القيافة بالياء، وكلها ينطلق عليها اسم الكهانة عندهم، ويعلمها في أكثر كتبهم\" (¬3) اهـ. ¶ قلت: ومن أنواع العرافة، ما يدعيه بعضهم من معرفة مكان الدابة إذا ضلت أو معرفة الشيء المسروق وكذا السارق، حيث يذهب من ضلت دابته أو سرق متاعه إلى العراف ليخبره عن مكانها، وهو نوع من الاستعانة بالجن لاشك في تحريمه، فالعراف هذا يستخدم نوعاً من الرموز والطلاسم التي ينادي بها أعوانه من الجن يرسلهم للبحث فيخبرونه؛ لذا تجد غالب العرافين لا يخبرون من يأتيهم عن ضالتهم إلا بعد يوم أو يومين. ¶ وهكذا يدجلون على الناس ويخدعونهم، ويتلفظون لهم بألفاظ تغريهم بهم كقول العراف أو الكاهن: سنستعين بالله على العثور على ما فقدت، وهم أبعد الناس عن الاستعانة بالله سبحانه. ¶ ولقد فضح النبي - صلى الله عليه وسلم - أمر هؤلاء وكشف زيغهم وكذبهم، وذلك فيما رواه مسلم في صحيحه (¬4) عن عائشة رضي الله عنها قالت: سأل أناس رسول الله - صلى الله عليه وسلم - عن الكهان؟ فقال لهم رسول الله - صلى الله عليه وسلم -: \"ليسوا بشيء\" قالوا: يا رسول الله فإنهم يحدثون أحياناً الشيء يكون حقاً، قال رسول الله - صلى الله عليه وسلم -: \" تلك الكلمة من الجن يخطفها الجني فيقرها في أذن وليه قر الدجاجة، فيخلطون فيها أكثر من كذبة\". ¶ ¬__________ ¶ (¬1) المعلم بفوائد مسلم (2/ 275). ¶ (¬2) المعلم بفوائد مسلم (2/ 275). ¶ (¬3) إكمال المعلم (7/ 153). ¶ (¬4) في الشواهد والمتابعات (2228/ 123) في كتاب السلام، باب: تحريم الكهانة وإتيان الكهان.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومعنى قول النبي - صلى الله عليه وسلم -: \" فيقرها في أذن وليه\" قال المازوري المالكي رحمه الله في بيان هذه العبارة: \"والمعنى أن الجني يقذف بالكلمة إلى وليه الكاهن فيتسامع بها الشياطين، كما تؤذن الدجاجة بصوتها صواحبها فتتجاوب\" (¬1). ¶ وقال النووي – رحمه الله-: \" قال أهل الغريب واللغة: القر ترديد الكلام في أذن المخاطب حتى يفهمه\" (¬2). ¶ وفي بيان قول النبي - صلى الله عليه وسلم -: \" ليسوا بشيء\" قال القاضي عياض المالكي – رحمه الله-: \" وقوله فيهم ليسوا على شيء، دليل على بطلان قولهم، وأنه لا صحة ولا حقيقة له\" (¬3). ¶ وقال الحافظ ابن حجر: \" أي ليس قولهم بشيء يعتمد عليه، والعرب تقول لمن عمل شيئاً ولم يحكمه: ما عمل شيئاً\" (¬4). ¶ فإذا علمت ما سبق يا أخي المسلم فلا تنخدع بما يفعل ويقول أولئك السحرة، وتزداد يقيناً بكذبهم إذا علمت أن النبي - صلى الله عليه وسلم - لا يعلم الغيب فكيف يعلمه هؤلاء، فقد بين الله ذلك في خطابه لنبيه ليخطب به أمته فقال سبحانه وتعالى: {قُلْ لا أَمْلِكُ لِنَفْسِي نَفْعاً وَلا ضَرّاً إِلَّا مَا شَاءَ اللَّهُ وَلَوْ كُنْتُ أَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْرِ وَمَا مَسَّنِيَ السُّوءُ إِنْ أَنَا إِلَّا نَذِيرٌ وَبَشِيرٌ لِقَوْمٍ يُؤْمِنُونَ} (الأعراف:188). ¶ ولقد كان النبي - صلى الله عليه وسلم - يستخير ربه في الأمور الغيبية كما مر في دعاء الاستخارة ومنه قوله: \" وتعلم ولا أعلم وأنت علام الغيوب\". ¶ وعن عبد الله بن عباس رضي الله عنهما قال: كنت خلف النبي - صلى الله عليه وسلم - يوماً فقال: \" يا غلام إني أعلمك كلمات؛ احفظ الله يحفظك، احفظ الله تجده تجاهك، إذا سألت فاسأل الله وإذا استعنت فاستعن بالله، واعلم أن الأمة لو اجتمعت على أن ينفعوك بشيء لم ينفعوك إلا بشيء قد كتبه الله لك، ولو اجتمعوا على أن يضروك بشيء لم يضروك إلا بشيء قد كتبه الله عليك، رفع الأقلام وجفت الصحف\" (¬5). ¶ ¬__________ ¶ (¬1) المعلم (2/ 280). ¶ (¬2) شرح مسلم للنووي (7/ 486). ¶ (¬3) إكمال المعلم (7/ 145 – 155). ¶ (¬4) الفتح (10/ 269). ¶ (¬5) أخرجه أحمد في مسنده (3/ 195) (2669)، والترمذي في سننه (2516) واللفظ له وقال: \" هذا حديث حسن صحيح\"، وصححه الألباني في صحيح الترمذي (2/ 610).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "نعم يا أخي في الله ... إذا عزمت على أمر فاستعن بالله وحده وكفى به ولياً وناصراً لك، وإن تحيرت في أمر فاستخر ربك فإنه سبحانه لا تخفى عليه خافية يختار لك الخير ويدفع عنك الشر، ولا تلجأ للكهان ولا العرافين ولا المنجمين فإنهم لا يعلمون شيئاً وإنما يكذبون ويفترون. ¶ توكل على الرحمن في كل حاجة ... أردت فإن الله يقضي ويقدر ¶ إذا ما يرد ذو العرش أمراً بعبده ... يصبه وما للعبد ما يتخير ¶ وقد يهلك الإنسان من وجه حذره ... وينجو بحمد الله من حيث يحذر ¶ المطلب الثالث ¶ في بيان معنى التطير وكيفية منافاته ¶ للتوحيد وصورته في الوقت الحاضر",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "كان العرب إذا رغبوا في عمل ما أو على فعل شيء ما اعتمدوا على الطير، فإذا خرج أحدهم وسار إن رأى الطير طار يمنة وسار عن يمينه استمر في عزمه، وإن رآه طار عن شماله يسرة تشاءم به وعاد ورجع عما نواه. ¶ قال العلامة أحمد بن حجر الشافعي – رحمه الله -: \" وأصل التطير أنهم كانوا في الجاهلية يعتمدون على الطير فإذا خرج أحدهم لأمر فإن رأى الطير طار عن يمينه تيمن به واستمر، وإن رآه طار يسره تشاءم به ورجع، وربما كان أحدهم يهيج الطير ليطير فيعتمدها، فجاء الشرع بالنهي عن ذلك، وكانوا يسمونه السانح بمهملة ثم نون ثم حاء مهملة، والبارح بموحدة وآخره مهملة، فالسانح ما ولاك ميامنه بأن يمر عن يسارك إلى يمينك، والبارح بالعكس، وكانوا يتيمنون بالسانح ويتشاءمون بالبارح، لأنه لا يمكن رميه إلا بأن ينحرف إليه\" (¬1). ¶ وقال العلامة محي الدين النووي الشافعي – رحمه الله-: \"والتطير التشاؤم، وأصله الشيء المكروه من قول أو فعل أو شيء، وكانوا يتطيرون بالسوانح والبوارح، فينفرون الظباء والطيور، فإن أخذت ذات اليمين تبركوا به ومضوا في سفرهم وحوائجهم، وإن أخذت ذات الشمال رجعوا عن سفرهم وحاجتهم، وتشاءموا بها، فكانت تصدهم في كثير من الأوقات عن مصالحهم، فنفي الشارع ذلك وأبطله ونهى عنه، وأخبر أنه ليس له تأثير بنفع ولا ضر\" (¬2). ¶ وقد يتساءل الإنسان لماذا نهى النبي - صلى الله عليه وسلم - عن الطيرة؟ وما العلة في ذلك؟ الجواب على هذا بأن يقال: إن الامتناع عن المضي والفعل نتج عن أمر غيبي لا يدل عليه دليل ناطق، وإنما هي مجرد حركة لطير لا حول له ولا قوة، كما لا تدل حركته على خير أو شر فهو نوع استنباط غيبي، والأمور الغيبية لا تدخل للكائنات فيها وإنما هي من خصائص الخالق سبحانه علام الغيوب. ¶ قال الحافظ ابن حجر – رحمه الله -: \" وليس في شيء من سنوح الطير وبروحها ما يقتضي ما اعتقدوا وإنما هو تكلف بتعاطي ما لا أصل له، إذ لا نطق للطير ولا تميز فيستدل بفعله على مضمون معنى فيه، وطلب العلم من غير مظانه جهل من فاعله، وقد كان بعض عقلاء الجاهلية ينكر التطير ويمتدح بتركه\" (¬3). ¶ ¬__________ ¶ (¬1) الفتح (10/ 261). ¶ (¬2) شرح مسلم للنووي (7/ 480). ¶ (¬3) الفتح (10/ 261 –262).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ومعلوم أن الفأل الحسن أفضل من الطيرة؛ لما أخرجه البخاري في صحيحه (¬1) عن أبي هريرة رضي الله عنه قال: \" سمعت رسول الله - صلى الله عليه وسلم - يقول: \" لا طيرة، وخيرها الفأل\"، قالوا: وما الفأل؟ قال: \" الكلمة الصالحة يسمعها أحدكم\". ¶ وبين الخطابي سبب هذا التفضيل فقال – رحمه الله -: \" وإنما كان ذلك لأن مصدر الفأل عن نطق وبيان، فكأنه خبر جاء عن غيب بخلاف غيره فإنه مستند إلى حركة الطائر أو نطقه وليس فيه بيان أصلاً، وإنما هو تكلف ممن يتعاطاه\" (¬2). ¶ وبين النبي - صلى الله عليه وسلم - أن مثل التشاؤم لا يصد المسلم عن عزمه وقصده؛ وذلك فيما أخرجه مسلم في صحيحه (¬3) عن معاوية بن الحكم السلمي رضي الله عنه قال: قلت: يا رسول الله أموراً كنا نصنعها في الجاهلية، كنا نأتي الكهان قال: \" فلا تأتوا الكهان\" قال: قلت: كنا نتطير، قال: \" ذاك شيء يجده أحدكم في نفسه فلا يصدنكم\". ¶ تأمل أخي كيف نسب هذا الصحابي الجليل هذين الأمرين، أي: إتيان الكهان والتطير نسبهما إلى زمن الجاهلية وأفعال أصحابها، والمسلم يترفع عن ذلك كله. ¶ وأمعن النظر في قوله - صلى الله عليه وسلم -: \" فلا يصدنكم \" قال القاضي عياض – رحمه الله-:\" أي لا يصدنكم عما كنتم تريدون فعله، قيل: دل من هذا أن النبي - صلى الله عليه وسلم - إنما نهى عن الطيرة أن تعتقد أن لها تأثيراً، وأن من يصمم على العمل بها عمل عمل أهل الجاهلية، وأن نفيه لها نفي لحكمها لا نفي لوجودها إذا كانت الجاهلية تعتقدها، وتدين بها، ويجدون تأثيرها مما يقع في أوهامهم وتصادف قدر الله وما أمر الكهان\" (¬4). ¶ وقال الحافظ ابن حجر – رحمه الله -: \" وإنما جعل ذل شركاً لاعتقادهم أن ذلك يجلب نفعاً أو يدفع ضراً، فكأنهم أشركوه مع الله تعالى\" (¬5). ¶ 2 - وعن ابن عباس رضي الله عنهما قال: قال رسول الله - صلى الله عليه وسلم -: \" لا عدوى ولا طيرة، ولا هامة ولا صقر\" (¬6). ¶ ¬__________ ¶ (¬1) برقم [(5756) الفتح (10/ 264)]. ¶ (¬2) نقله الحافظ في الفتح (10/ 264). ¶ (¬3) برقم (537) في السلام، باب: تحريم الكهانة وإتيان الكهان. ¶ (¬4) إكمال المعلم (7/ 152). ¶ (¬5) الفتح (10/ 262). ¶ (¬6) أخرجه مسلم في صحيحه (2220) في السلام، باب: لا عدوى ولا طيرة، ولا هامة وزاد \" ولا نوء\" من مسند أبي هريرة وجابر رضي الله عنهما، وأخرجه ابن ماجة في سننه واللفظ له (4/ 3539)، وانظر الصحيحة (782).",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "3 - وعن أبي هريرة رضي الله عنه قال: قال رسول الله - صلى الله عليه وسلم -: \" لا عدوى ولا طيرة ولا صقر ولا هامة\" (¬1). ¶ * وجه كون التطير ينافي التوحيد: ¶ واعلم أن التطير ينافي التوحيد الذي مقتضاه التوكل على الله سبحانه، ولكن كيف ذلك؟ ¶ قال العلامة محمد بن صالح العثيمين حفظه الله: \" التطير ينافي التوحيد ووجه منافاته له من وجهين: ¶ الأول: أن المتطير قطع توكله على الله واعتمد على غيره. ¶ الثاني: أنه متعلق بأمر لا حقيقة له، فأي رابطة بين هذا الأمر، وبين ما يحصل لك، وهذا لاشك أنه يخل بالتوحيد؛ لأن التوحيد عبادة واستعانة قال تعالى: {إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ} (الفاتحة:5) (¬2). ¶ * أنواع أحوال المتطير: ¶ وقال ابن عثيمين حفظه الله: \" والمتطير لا يخلو من حالين: ¶ الأول: أن يحجم ويستجيب لهذه الطيرة ويدع العمل، وهذا من أعظم التطير والتشاؤم. ¶ الثاني: أن يمضي لكن في قلق وهم وغم يخشى من تأثير هذا المتطير به، وهذا أهون. ¶ وكلا الأمرين نقص في التوحيد وضرر على العبيد، بل انطلق إلى ما تريد بانشراح صدر وتيسير واعتماد على الله عز وجل ولا تسئ الظن بالله\" (¬3). ¶ * صورة التطير في الزمن الحالي: ¶ وقد يعترض علينا معترض بقوله: ما قلته في زمن قد مضى حيث كان التطير بالطيور، أما اليوم فلا وجود لمثل هذا. ¶ وأقول: إن التطير يوجد اليوم بين أفراد المجتمع ولكن بصورة غير مباشرة، وقد يسمونها بغير اسمها، فكثير من الناس في بعض البلاد إذا اخرج ورأى شيخاً كبيراً في السن أو عجوزاً عاد ورجع عما عزم عليه وتشاءم بما رآه في أول خروجه صباحاً ولسان حاله يقول: طالما رأينا العجوز في الصباح فلن نوفق في هذا اليوم، وإن لم ينطق بذلك، وأحياناً لسان الحال أبلغ من لسان المقال. ¶ ¬__________ ¶ (¬1) أخرجه البخاري [(5756) الفتح (10/ 265)]، مسلم (2220)، وأبو داود في سننه (4/ 16) (3911). ¶ (¬2) القول المفيد (2/ 77 - 78). ¶ (¬3) القول المفيد (1/ 78).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وفي بعض البلاد الإسلامية، أقول: مع الأسف الشديد في بعض البلاد الإسلامية بعض الباعة أصحاب المحلات والمتاجر إذا كان أول زبائنهم أو أول من يدخل عليهم صباحاً أعور العين فإنهم يغلقون دكانهم ويعودون أدراجهم من حيث قدموا زاعمين أنهم لن يوفقوا أو يربحوا في يوم صباحه استفتحهم فيه أعور فقد إحدى عينيه. ¶ وبعضهم إذا خرج ورأى طائر البوم أو الغراب عاد ولم يمض فيما عزم لأنه يتشاءم من هذين الطيرين، إلى غير ذلك من الغرائب والعجائب. ¶ وهذا الذي يصنعه أهل الزمن الحاضر كان يتركه ويفتخر بتركه أهل الزمن الغابر حتى قال شاعرهم في الجاهلية قبل الإسلام: ¶ الزجر والطير والكهان كلهم ... مضللون ودون الغيب أقفال ¶ وقال آخر: ¶ لعمرك ما تدري الطوارق بالحصى ... ولا زاجرات الطير ما الله صانع ¶ وقال آخر: ¶ تخير طيرة فيها زياد ... لتخبره وما فيها خبير ¶ تعلم أنه لا طير إلا ... على متطير وهو الثبور ¶ بلى شيء يوافق بعض ... شيء أحاييناً وباطله كثير (¬1). ¶ هكذا كان يقول بعض عقلاء الجاهلية فما بال أهل الإسلام يقعون فيه؟ ¶ أيها المسلم لقد من الله عليك بصلاة الاستخارة التي تدل على كمال التوحيد في قلبك، فإذا عزمت على أمر استخر الله فيه وامض فيه إذا كان مما يجوز الاستخارة فيه كما سبق بيانه، ولا يصدنك عجوز لا ذنب لها في كبر سنها ولا طير ولا نوء ولا غير ذلك. ¶ ¬__________ ¶ (¬1) نقل هذه الأبيات الحافظ ابن حجر في الفتح (1/ 262).",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "المطلب الرابع ¶ في صلة الاستخارة بالتوحيد مباشرة ¶ إن للاستخارة صلة قوية بالتوحيد، وذلك أن الإنسان عادة – ولله المثل الأعلى – لا يستشير إلا من يحب، ولا يشاور إلا من له مكانة في القلب، ومنزلة في النفس، وتعظيم لرأيه وتوجيهه. ¶ فالعبد الذي يستخير ربه في أموره كلها، ويناديه بتلك الكلمات الجليلة، ويناجيه بألفاظها الغزيرة، هذا العبد قد عظم مولاه، وعرف مكانته، وعلمه الذي لا حدود له.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "فالاستخارة توحيد خالص، فيها التسليم لله، واليقين بتوفيقه، والاعتراف بعلمه للمغيبات، والتصريح بتصرفه سبحانه في الأقدار كما شاء، ومن خلال طرح النقاط التالية تنجلي لك الصلة بينهما أكثر فأكثر. ¶ * الاستخارة بديل لما كان عليه العرب من الأزلام، والتنجيم والتكهن: ¶ قال الله تعالى: {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ وَالْمُنْخَنِقَةُ وَالْمَوْقُوذَةُ وَالْمُتَرَدِّيَةُ وَالنَّطِيحَةُ وَمَا أَكَلَ السَّبُعُ إِلَّا مَا ذَكَّيْتُمْ وَمَا ذُبِحَ عَلَى النُّصُبِ وَأَنْ تَسْتَقْسِمُوا بِالْأَزْلامِ ذَلِكُمْ فِسْقٌ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْأِسْلامَ دِيناً فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ} (المائدة:3). ¶ والأزلام هي: قداح الميسر واحدها زَلَم وزُلم (¬1). ¶ وكانت الأزلام والاستقسام – وهو طلب القسم والنصيب – عند العرب على ثلاثة أنواع، ومنها: \" التي كان يتخذها كل إنسان لنفسه، على أحدها: افعل، وعلى الثاني: لا تفعل، والثالث: مهمل لا شيء عليه، فيجعلها في خريطة معه، فإذا أراد فعل شيء أدخل يده – وهي متشابهة – فإذا خرج أحدها ائتمر وانتهى بما يخرج له، وغن خرج القدح الذي لا شيء عليه أعاد الضرب. ¶ وإنما قيل هذا الفعل استقسام لأنهم كانوا يستقسمون به الرزق وما يريدون. ¶ ونظير هذا الذي حرمه الله تعالى قول المنجم: لا تخرج من أجل نجم كذا، واخرج من نجم كذا، وقال عز وجل: {وَمَا تَدْرِي نَفْسٌ مَاذَا تَكْسِبُ غَداً} (لقمان: من الآية34). ¶ هكذا كانت العرب تفعل في الجاهلية، وهو عمل محرم وصفه الله سبحانه بالفسق كما قال سبحانه في ختام تلك المحرمات: {ذَلِكُمْ فِسْقٌ} (المائدة: من الآية3) (¬2). ¶ وحرمه الله لأنه نوع من التعرض لدعوى علم الغيب، كما أنه ليس للأزلام في معرفة علم الغيب والمستقبل أي أثر، ما هي إلا أقداح من خشب وغيره لا حول لها ولا قوة. ¶ قال العلامة أبو عبد الله القرطبي – رحمه الله-: \"قال الكيا الطبري: ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (6/ 40). ¶ (¬2) قاله القرطبي في تفسيره (6/ 40).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وإنما نهى الله عنها فيما يتعلق بأمور الغيب، فإنه لا تدري نفس ماذا يصيبها غداً، فليس للأزلام في تعريف المغيبات أثر\" (¬1). ¶ ولما جاء الإسلام أبطل هذا العمل الذي لا ينفع ولا يضر، وخطأ هذه العقيدة الباطلة ووصفها بالفسق، وشرع لنا الاستخارة التي فيها النفع والخير الكثير. ¶ قال العلامة ابن القيم الجوزية – رحمه الله -: \" وأغنانا عن الاستقسام بالأزلام طلباً لما هو خير وأنفع لنا بالاستخارة التي هي توحيد وتفويض، واستعانة وتوكل\" (¬2). ¶ وقال شيخ الإسلام ابن تيمية – رحمه الله-: \" وأهل النجوم لهم اختيارات إذا أراد أحدهم أن يفعل فعلاً أخذ طالعاً سعيداً فعمل فيه ذلك العمل لينجح بزعمهم، وقد وصف الناس كتباً في الرد عليهم وذكروا كثرة ما يقع من خلاف مقصودهم فيما يخبرون به ويأمرون به، وكم يخبرون من خبر فيكون كذباً، وكم يأمرون باختيار فيكون شراً\" (¬3). ¶ وقال أيضاً – رحمه الله -: وهذه الاختيارات لأهل الضلال بدل الاستخارة التي علمها النبي - صلى الله عليه وسلم - المسلمين كما أخبر جابر في الحديث الصحيح الذي رواه البخاري وغيره\" (¬4). ¶ * الاستخارة فيها التسليم لما يختاره الله، والاعتراف الكامل بأن الله علام الغيوب: ¶ إن المؤمن يؤمن إيماناً جازماً أن الله تعالى يختار لعباده ما يشاء، وسبحانه المتصرف في الكون والأقدار بعلمه وحكمته. ¶ قال تعالى: {وَرَبُّكَ يَخْلُقُ مَا يَشَاءُ وَيَخْتَارُ مَا كَانَ لَهُمُ الْخِيَرَةُ سُبْحَانَ اللَّهِ وَتَعَالَى عَمَّا يُشْرِكُونَ} (القصص:68). ¶ وقال الشاعر: ¶ العبد ذو ضجر والرب ذو قدر ... والدهر ذو دول والرزق مقسوم ¶ والخير أجمع فيما اختار خالقنا ... وفي اختيار سواه اللوم والشوم ¶ فإذا تقرر ذلك، فن الاستخارة خير ما يوكل فيها العبد أمره إلى مولاه ليختار له خيري الدنيا والآخرة. ¶ ¬__________ ¶ (¬1) الجامع لأحكام القرآن (6/ 41). ¶ (¬2) إغاثة اللهفان (2/ 70)، ومعنى قوله: أغنانا أي: أغنانا الله سبحانه. ¶ (¬3) الفرقان بين الحق والباطل (ص 117). ¶ (¬4) الفرقان (ص 116).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "ويبدو ذلك جلياً واضحاً في لفظ دعاء الاستخارة عند قوله: \" اللهم إني أستخيرك بعلمك\" والباء في قوله: \" بعلمك\" سببية؛ أي: بسبب علمك بالغيب والخير. ¶ \" والمعنى: أطلب منك أن تشرح صدري لخير الأمرين بسبب علمك بكيفيات الأمور وجزئياتها، وكلياتها، إذ لا يحيط بخير الأمرين على الحقيقة إلا من هو كذلك كما قال تعالى: {وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ} (البقرة: من الآية216) (¬1). ¶ ويعترف العبد بقدرة الله سبحانه وعلمه بالأمور، ويقر بعجزه وقلة علمه وانعدامه في الأمور الغيبية. ¶ حيث يقول العبد في لفظ الدعاء: [\" فإنك تقدر ولا أقدر\" أي: لا أقدر على شيء إلا بقدرتك وحولك وقوتك]. ¶ وتقول: \" وتعلم ولا أعلم\" أي: وتعلم بالعلم المحيط بجميع الأشياء خيرها وشرها كليها وجزئيها وغيرها؛ ولا أعلم أي: لا أعلم شيئاً منها إلا بإعلامك وإلهامك. ¶ وتقول: \" وأنت علام الغيوب\" وهذا من الاكتفاء أو من طريق البرهان؛ أي: أنت كثير العلم بما يغيب عن السوى، فإنك تعلم السر وأخفى، فضلاً عن الأمور الحاضرة والأشياء الظاهرة في الدنيا والآخرة] (¬2). ¶ أرأيت أخي كيف أن النطق بهذه العبارات اعتراف بالعقيدة الصحيحة، ووصف لله سبحانه بصفات الكمال والتعظيم؟ ¶ وقال العلامة بدر الدين العيني الحنفي رحمه الله وهو يذكر ما في حديث جابر من الفوائد: [\" وفيه أنه يجب على المؤمن رد الأمور كلها إلى الله تعالى وصرف أزمتها والتبرؤ من الحول والقوة إليه، وأن لا يروم شيئاً من دقيق الأمور ولا جليلها حتى يسأل الله فيه، ويسأله أن يحمله فيه على الخير، ويصرف عنه الشر إذعاناً بالافتقار إليه في كل أمره، والتزاماً لذاته بالعبودية له، وتبركاً لاتباع سنة سيد المرسلين في الاستخارة، وربما قدر ما هو خير ويراه شراً نحو قوله تعالى: {وَعَسَى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسَى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ} (البقرة: من الآية216) (¬3). ¶ ¬__________ ¶ (¬1) قاله علي القاري في المرقاة شرح المشكاة (3/ 402). ¶ (¬2) انظر ما سبق في المرقاة (3/ 403). ¶ (¬3) عمدة القاري (2/ 235).",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "المبحث الخامس ¶ حول بيان ضعف بعض الأحاديث في الاستخارة ¶ إن الأحاديث الضعيفة قد دخلت في جوانب كثيرة من جوانب هذا الدين، وغزت الكتب بألوانها وعلومها من فقه وعقائد ووعظ وتاريخ وسير وتفسير وغير ذلك. ¶ والله سبحانه قيض لهذه الأمة من يحفظ لها أمر دينها، فيتصدون لما أدخل فيه فينفقون عنه تأويل الجاهلين، وانتحال المبطلين، وكذب الوضاعين. ¶ ولما قيل للإمام عبد الله بن المبارك: هذه الأحاديث الضعيفة من لها؟ قال – رحمه الله -: يعيش لها الجهابدة.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "فالدين بحاجة إلى تصفية، تصفية من البدع والخرافات، والأحاديث الضعيفة والموضوعة التي أدخلها ضعفاء النفوس والإيمان والحفظ والإتقان. ¶ لهذا وذاك جعلت آخر بحث لي في هذه الرسالة بخصوص هذا الشأن لعلي أشارك ولو بالنزر اليسير في التصفية والتربية، وأحذر من شيء قد انتشر بين الناس، أسأل الله سبحانه القبول والتوفيق. ¶ فجمعت بعض الأحاديث الضعيفة في الاستخارة، وبينت وجه الضعف فيها ونقلت تضعيف العلماء لها حتى تطمئن القلوب، ويحذر من روايتها الناس، ويأبوا قبولها والعمل بها إن سمعوها من جهول أو مجهول يروي ما هب ودرج، فإن القصاص قد كثروا في آخر الزمان، والله المستعان وعيه التكلان. ¶ 1 - \" ما خاب من استخار، وما ندم من استشار، ولا عال من اقتصد\" [موضوع]. ¶ أخرجه القضاعي في مسند الشهاب (2/ 7) (774). والطبراني في الصغير (2/ 175) برقم (980 – الروض الداني). وفي الأوسط (6/ 365) (6627) من طريق عبد السلام بن عبد القدوس عن أبيه عبد القدوس بن حبيب عن الحسن عن أنس بن مالك به. ¶ وهذا إسناد تالف. عبد القدوس وابنه متهمان. ¶ أما عبد ¶ السلام بن عبد القدوس، فقد ضعفه أبو حاتم، وقال أبو داود: ليس بشيء. وقال ابن حبان: يروي الموضوعات. ¶ وقال ابن عدي: \" عامة ما يرويه ير محفوظ\" (¬1). ¶ وأما عبد القدوس بن حبيب فهو الكلاعي الشامي أحد المشاهير بالكذب. ¶ قال ابن حبان فيه: \" كان يضع الحديث على الثقات، لا يحل كتابة حديثه ولا الرواية عنه، وكان ابن المبارك يقول: لأن أقطع الطريق أحب إلي من أن أروي عن عبد القدوس الشامي\". ¶ وقال عبد الرزاق: ما رأيت ابن المبارك يفصح بقوله كذاب إلا لعبد القدوس. ¶ وقال الفلاس: أجمعوا على ترك حديثه. ¶ وقال النسائي: ليس بثقة. ¶ وقال ابن عدي: \" له أحاديث غير محفوظة، وهو منكر الحديث إسناداً ومتناً\" (¬2). ¶ ¬__________ ¶ (¬1) الميزان (4/ 349). ¶ (¬2) عمدة القاري (2/ 235).",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وللحديث طرق أخرى أخرجها الخطيب البغدادي في تاريخ بغداد (3/ 266) من طريق أبي جعفر محمد بن موسى عن أبيه علي، عن أبيه موسى عن آبائه عن علي قال: بعثني النبي - صلى الله عليه وسلم - إلى اليمن فقال لي وهو يوصيني: \" يا علي ما خاب من استخار، ولا ندم من استشار، يا علي عليك بالدلجة، فإن الأرض تطوى بالليل ما لا تطوى بالنهار، يا علي اغد باسم الله، فإن الله بارك لأمتي في بكورها\". ¶ وهذا إسناد مظلم أوهى من السابق وفيه انقطاع ظاهر آباء موسى هذا، فلا يصلح هذا الإسناد، ولا تقوم به حجة: ¶ و الحديث ضعفه أهل العلم وإليك البيان: ¶ قال الهيثمي في المجمع (8/ 99): \" رواه الطبراني في الأوسط والصغير من طريق عبد السلام بن عبد القدوس وكلاهما ضعيف جداً\". ¶ وقال الحافظ في الفتح (11/ 220): \" أخرجه الطبراني في الصغير بسند واه جداً\". ¶ وقال العجلوني في الكشف له (2/ 185): \" ضعيف جداً\". ¶ وقل محمد الطرابلسي السندروسي في الكشف الإلهي (2/ 618): \" ضعيف جداً\". ¶ وقال الحوت في أسنى المطالب (ص 247): \" سنده واه\". ¶ وقال العلامة ناصر الدين الألباني في الضعيفة (2/ 78): \"موضوع\". ¶ 2 - \" يا أنس إذا هممت بأمر فاستخر ربك فيه سبع مرات ثم انظر إلى الذي يسبق إلى قلبك فإن الخير فيه\" [ضعيف جداً]. ¶ أخرجه ابن السني في عمل اليوم والليلة (ص 362) (598) من طريق إبراهيم بن البراء ثنا أبي عن أبيه عن جده قال: قال رسول الله - صلى الله عليه وسلم -: \" يا انس ... \" فذكره. ¶ وآفة هذا الحديث إبراهيم بن البراء هذا وهو: إبراهيم بن البراء بن النضر بن أنس بن مالك. قال عنه العقيلي في ضعفائه (1/ 45): \" يحدث عن الثقات بالبواطيل\". ¶ وقال ابن حبان في المجروحين (1/ 118): \" شيخ كان يدورالشام لا يجوز ذكره في الكتب إلا على سبيل القدح فيه\". ¶ وذكر له ابن عدي في الكامل (1/ 412) عدة أحاديث ثم قال فيه: \" وإبراهيم بن البراء هذا أحاديثه التي ذكرتها وما لم أذكرها كلها مناكير موضوعة، ومن اعتبر حديثه علم أنه ضعيف جداً، وهو متروك الحديث\".",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "والحديث تناوله أهل العلم بالضعف: ¶ قال النووي في الأذكار (ص 113): \" إسناده غريب فيه من لا أعرفهم\". ومعنى غريب؛ أي ضعيف، فإن أهل الحديث يعبرون عن الضعف بالغرابة أحياناً، كما يفعل ذلك الترمذي كثيراً في سننه. ¶ وقال العراقي متعقباً النووي فيما قاله سابقاً: \" كلهم معروفون ولكن بعضهم معروف بالضعف الشديد\" (¬1). ¶ وقال العراقي أيضاً: \" فالحديث على هذا ساقط لا حجة فيه\" (¬2). ¶ وقال الحافظ في الفتح (11/ 223): \" وهذا لو ثبت لكان هو المعتمد لكن سنده واه جداً\". ¶ 3 - \" اللهم خر لي واختر لي\" [ضعيف]. ¶ أخرجه الترمذي في سننه (5/ 250) (3516)، والبزار في مسنده (1/ 129)، برقم (59)، البحر الزخار)، وأبو يعلى في مسنده (1/ 53) (40)، وابن السني في عمل اليوم والليلة (ص360) (597). والسهمي في تاريخ جرجان (ص 444) (843)، والبيهقي في الشعب (1/ 219) (204)، والعقيلي في الضعفاء (2/ 97)، وابن عدي في الكامل (4/ 208). والمزي في تهذيب الكمال (9/ 395)، والذهبي في السير (13/ 183). ¶ كلهم من طريق زنفل بن عبد الله عن أبي مليكة عن عائشة عن أبي بكر الصديق أن النبي - صلى الله عليه وسلم - كان إذا أراد أمراً قال: ... فذكر الحديث، وزنفل هذا تفرد بهذا الحديث فلا يعرف لا من طريقه، وهو: زنفل بن عبد الله ويقال ابن شداد العرفي، أبو عبد الله المكي. ¶ ضعفه أهل العلم وأجمعوا على ضعفه. ¶ قال عنه ابن معين: ليس بشيء. ¶ وقال النسائي: ليس بثقة. ¶ وقال الحميدي: كان يلعب مع الصبيان. ¶ وقال أبو زرعة: فيه ضعف ليس بشيء. ¶ وقال أبو داود: ضعف تجئ عنه مناكير. ¶ وقال ابن عدي: لا يتابع على ما يرويه. ¶ ¬__________ ¶ (¬1) نقل كلامه الشوكاني في النيل (3/ 89). ¶ (¬2) المصدر السابق.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "وضعفه أبو حاتم وزكريا الساجي والدارقطني والحافظ في التقريب (¬1). ¶ والحديث سأل عنه ابن أبي حاتم أبا زرعة كما في العلل له (2/ 204): فقال أبو زرعة: \" هذا حديث منكر وزنفل فيه ضعف ليس بشيء\" وضعفه الترمذي في سننه بعد إخراجه له (5/ 500) فقال: \" هذا حديث غريب، لا نعرفه إلا من حديث زنفل ... وتفرد بهذا الحديث ولا يتابع عليه\". ¶ وضعفه الحافظ ابن حجر في الفتح (11/ 220) وقال: \" سنده ضعيف\". ¶ وأورده العجلوني في الكشف له (1/ 188) وأعله بزنفل هذا وقال الشوكاني في النيل (3/ 87): \" في إسناده ضعف\". ¶ وضعفه العلامة محمد ناصر الدين الألباني في ضعيف الترمذي (ص385) (3516)، وفي السلسلة الضعيفة له (4/ 25) (1515). ¶ 4 - \" من سعادة ابن آدم استخارته الله، ومن سعادة ابن آدم رضاه بما قضاه الله، ومن شقوة ابن آدم تركه استخارة الله، ومن شقوة ابن آدم سخطه بما قضى الله\" [ضعيف]. ¶ أخرجه أحمد في مسنده (2/ 209) (1444) واللفظ له، والترمذي في سننه (4/ 396) (2151)، والبزار في مسنده (4/ 18)، برقم 1178 البحر الزخار) إلا أنه قال: \" من سعادة المرء\" والحاكم في مستدركه (1/ 706) (1955)، والبيهقي في الشعب (1/ 203). من طريق محمد بن أبي حميد عن إسماعيل بن محمد بن سرور بن أبي وقاص عن أبيه عن سعد قال: قال رسول الله - صلى الله عليه وسلم - .... فذكره. ¶ وصححه الحاكم ووافقه الذهبي، وحسن إسناده الحافظ في الفتح (11/ 220) ولكن الحديث ضعيف لضعف محمد بن أبي حميد هذا وهو: محمد بن أبي حميد إبراهيم الأنصاري الزرقي أبو المدني، لقبه حماد. ¶ قال عنه أحمد: أحاديثه مناكير. ¶ وقال ابن معين: ليس حديثه بشيء. ¶ وقال الجوزجاني: واهي الحديث ضعيف. ¶ وقال البخاري: منكر الحديث، ومعناه: لا تحل الرواية عنه. ¶ وقال النسائي: ليس بثقة. ¶ وقال أبو زرعة: ضعيف الحديث. ¶ ¬__________ ¶ (¬1) ضعفاء العقيلي (2/ 97)، الكامل (4/ 209)، تهذيب الكمال (9/ 394)، التقريب ص (34) والعلل لابن أبي حاتم (2/ 204) (2101).",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "وهذا سند عليل كسابقه آفته عبد الرحمن بن أبي بكر وهو: عبد الرحمن بن أبي بكر بن عبيد الله بن أبي مليكة التيمي المدني. ¶ قال عنه ابن معين: ضعيف. ¶ وقال النسائي: ليس بثقة، وقال مرة: متروك الحديث. ¶ وقال أحمد: منكر الحديث. ¶ وقال البخاري: منكر الحديث. ¶ وقال أبو حاتم: ليس بقوي في الحديث. ¶ وقال ابن عدي: لا يتابع في حديثه. ¶ وقال ابن حبان: ينفرد عن الثقات ما لا يشبه حديث الإثبات. ¶ وقال ابن خراش: ضعيف الحديث ليس بشيء. ¶ وقال الحافظ ابن حجر: ضعيف، وقال البزار: لين الحديث\" (¬1). ¶ وضعف الحافظ العراقي رحمه الله هذين الطريقين اللذين أخرجهما البزار وهما: طريق محمد وعامر عن أبيهما سعد بن أبي وقاص رضي الله عنه، وكلاهما يرويه عنهما عبد الرحمن بن أبي بكر وهو الضعيف الذي مر، فمدار الإسناد عليه ولذا قال الحافظ العراقي عن هذين الطريقين: ¶ \" وكلاهما لا يصح إسناده\" (¬2). ¶ 5 - \" إذا أراد أحدكم أمراً فليقل: اللهم إني أستخيرك بعلمك، وأستقدرك بقدرتك وأسألك من فضلك العظيم، فإنك تقدر ولا أقدر، وتعلم ولا أعلم وأنت علام الغيوب. اللهم إن كان كذا وكذا – للأمر الذي يريده – خيراً لي في ديني ومعيشتي وعاقبة أمري، فاقدره لي ويسره لي وأعني عليه، وإن كان كذا وكذا – للأمر الذي يريد – شراً لي في ديني ومعيشتي وعاقبة أمري، فاصرفه عني، ثم اقدر لي الخير أينما كان، لا حول ولا قوة إلا بالله\" [ضعيف بزيادة الحوقلة في آخره]. ¶ أخرجه أبو يعلى في مسنده (2/ 115 – 116) (1337)، ابن حبان في صحيحه (3/ 167) (885). والطبراني في الدعاء (3/ 1408) (1304)، والبيهقي في الشعب (1/ 220) (206) من ¶ ¬__________ ¶ (¬1) ضعفاء العقيلي (2/ 424)، تهذيب التهذيب (5/ 59)، التقريب (ص 571)، مسند البزار (3/ 305). ¶ (¬2) نقله الشوكاني في نيل الأوطار (3/ 88).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "طريق عيسى بن مالك عن محمد بن عطاء بن يسار عن أبي سعيد الخدري رضي الله عنه قال: سمعت رسول الله - صلى الله عليه وسلم - يقول ... فذكره. ¶ قال الهيثمي في الجمع (2/ 284): \" رواه أبو يعلى ورجاله موثوقون\". ¶ وقال العراقي: \" إسناده قوي\" نقله الشوكاني في النيل (3/ 87). ¶ قلت: لكن في إسناده: عيسى بن عبد الله بن مالك الدار. ¶ لم يوثقه غير ابن حبان على قاعدته المشهورة، واعتمد عليه الهيثمي فوثق رجال إسناده كما سبق. ¶ وقل عنه علي ابن المديني: مجهول لم يرو عنه غير محمد بن إسحاق. ¶ قلت: لكن المزي ذكر في تهذيبه خلقاً رووا عنه؛ لذا تعقب الحافظ ابن حجر كلام ابن المديني هذا فقال: روى عنه جماعة. ¶ وقال الحافظ في التقريب: مقبول، أي: إذا تابعه أحد وإلا فلين الحديث. ¶ فالظاهر أنه خرج من جهالة العين لأنه روى عنه جماعة، لكن الأظهر أنه بقى على جهالة الحال؛ لذا كان ابن القطان رحمه الله منصفاً في حقه لما قال عنه: مجهول الحال (¬1). ¶ قلت: وحديث الاستخارة جاء من عدة طرق عن بعض الصحابة رضي الله عنهم، ولم تأت هذه الزيادة أعني قوله: \" لا حول ولا قوة إلا بالله\" إلا عن أبي سعيد الخدري رضي الله عنه من طريق عيسى بن عبد الله. ¶ وحاله كما رأيت، فتفرده بهذه الزيادة لا يسعفه حاله لإثباتها وقبولها في باب العبادات. ¶ وكثرة شواهد الحديث تقوي رواية جابر رضي الله عنه وتدل على نكارة هذه الزيادة لأنها من طريق مجهول. ¶ وسبق ذكر حديث جابر ومن أخرجه في بداية الكتاب، كما جاء الحديث من مسند أبي هريرة رضي الله عنه عن ابن حبان في صحيحه (3/ 168) (886)، والطبراني في الدعاء (3/ 1409) (1306)، وكذلك جاء من مسند ابن عمر رضي الله عنهما عند الطبراني في الأوسط (1/ 286 – 287) (935)، ومن مسند ابن مسعود رضي الله عنه عند الطبراني في الأوسط (4/ 106) (3723) (3724)، وفي الكبير (10/ 78) (10/ 91) (10012، 10052)، وكذل من مسند أبي أيوب الأنصاري رضي الله عنه عند الطبراني في الدعاء (3/ 1410) (1307). ¶ ¬__________ ¶ (¬1) عمدة القاري (2/ 235).",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وهذه الشواهد تدعم حديث جابر رضي الله عنه وفي كثير منها ضعف، ولكنها تعتضد ببعضها البعض، والملاحظ أنهم كلهم رووا الحديث دون الزيادة الأخيرة، فالحاصل أن حديث الاستخارة صحيح ولله الحمد لكن دون لفظ الحوقلة. ¶ وضعف الحديث بهذه الزيادة العلامة ناصر الدين الألباني في الضعيفة (5/ 330) (305). والله أعلم. ¶ والحمد لله وصلى الله على محمد وصحبه ومن اتبع هداه",
            "page": "58",
            "part": "1"
        }
    ],
    "t36525": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "كشف الستارة عن صلاة الإستخارة"
        }
    ]
}