{
    "b36526": [
        {
            "id": "1",
            "nass": "سلسلة بحوث وتحقيقات مختارة من مجلة الحكمة (26) ¶ منهج الموازنة في الحكم على الأعيان عند شيخ الإسلام ¶ بقلم ¶ أبو بكر بن عبد العزيز البغدادي ¶ قام بنشره ¶ أبو مهند النجدي ¶ Almodhe1405@hotmail.com ¶ almodhe@yahoo.com",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ربما يحمل هذا الموضوع حساسية خاصة بسبب الاختلاف القائم بني بعض أعلام الدعوة إلى منهج السلف رضوان عليهم في مفهومه والعمل به، وإني إذْ أبحث فيه فإني لا أقصد أن أنتصر لطرف على آخر، بل أقصد المساهمة في الإصلاح ما استطعت، فكل المختلفين هم من رجال الدعوة الأفاضل وأعلامها، وكل له من الفضل والسبق ما يزكيه بإذن الله عن التعصب والانتصار للنفس، وإنما هو اجتهاد العلماء وهم مأجورون جميعًا رغم اختلافهم، وإن كان الاختلاف مذمومًا. ¶ ولا بد من الإشارة إلى أنَّ هذا المبحث (الموازنة بين الحسنات والسيئات في الحكم على الأشخاص) مرتبط بشكل حتمي بما سبق نشره في (الحكمة: العدد السابق: تزاحم الأحكام الشرعية عند شيخ الإسلام ابن تيمية) وقد سبقت الإشارة والتعليق على الموضوع في حينه. ولكن لما كان لهذا الموضوع خصوصيته وأهميته أفردته في هذا المبحث. ¶ كما لابد من الإشارة أيضًا إلى أن (الحكمة) نشرت في العدد التاسع بحثًا يرتبط بهذا الموضوع وهو (القواعد العلمية في النقد عند شيخ الإسلام) للأخ الباحث عبد الله بن محمد الحيالي. ¶ مواضع النزاع الواقعة بسبب الحكم إلى الأعيان ¶ من المشاكل القائمة في وقاعنا المعاصر والتي تسبب توهينًا للصف الإسلامي: مشكلة التطرف في تقييم كثير من الشخصيات الإسلامية التي ساهمت بقدر أو بآخر في بذل ما تملك من الفضل والخير في إصلاح واقع الأمة، ممن يعدون رموزًا وأعلامًا عند طوائف من المسلمين. ¶ وابتداء لا بدّ من معرفة أن كثير من هؤلاء الأعلام ليسوا علماء، بل هم دعاة برزوا في ظروف معينة صعبة – وما أكثر المصاعب في واقع الأمة – قلّ فيها العلماء، وزاد في الأمة البلاء فعظمت الحاجة إلى الجهود والفضل الذي قدمه هؤلاء الرجال ضمن تلك الظروف الزمانية والمكانية. وبالتالي فإن وقوع هؤلاء الأعلام في أنواع من الأخطاء والبدع والشطحات، أمر متوقع ليس بغريب، وتبرز هنا مشكلة أن هذه البدع قد يقتدي بها اتباعهم ظنًا منهم أنها من الدين، فتعين التنبيه عليها تحذيرًا وتنبيهًا لهم من الوقوع بها. وهنا لا بد من بذل الحكمة في النصح، فإن واقع الأمة لم يتحرر بعد من الجهل والتعصب والحزبية ونحوها من الموروثات السيئة التي خلفتها قرون السبات المظلم. ولكن بوادر الصحوة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "الإسلامية المعاصرة تنبيء عن نور ساطع ينير للبشرية سبيل الرشاد بإذن ربهم، بتوظيف جوانب الخير والقوة عند كل المسلمين، وتضعيف جوانب الجهل والتعصب بالتناصح الأخوي والتدرج المتفاعل مع الواقع. ¶ ولغرض البدء الصحيح في معالجة الإختلافات القائمة في هذا الباب يمكن تحليل الموضوع إلى الآتي: ¶ 1 - موضع الخطأ (اجتهاد أو بدعة أو معصية). ¶ 2 - حكم الشرع في من وقع بهذا الخطأ على وجه الإطلاق. ¶ 3 - حكم الشرع على الشخص المعين الذين وقع بهذا الخطأ. ¶ 4 - تقدير المصلحة الشرعية في الإعلان عن الشخص المعين الذي قارف الخطأ تحذيرًا ونصحًا للأمة. ¶ ولو اكتفينا بهذا القدر من التحليل، فإن المتتبع ليدرك بيسر أن المتنازعين من أهل العلم متفقون على تقرير موضع الخطأ وحكم الشرع فيمن وقع فيه على الإطلاق، ولكن يقع الاختلاف في الحكم على المعين من جهة، ثم تقدير المصلحة في إظهار هذا الحكم للعامة من جهة أخرى. ¶ وعلى هذا فإن الاختلاف في الحقيقة ليس اختلافًا منهجيًا، بل هو اختلاف محتمل، انحصر في موضعين هما من أصعب المواضع من جهة تحديد الحكم: ¶ الأول: الحكم على الأعيان حيث يشترط فيه ثبوت الشروط وانتفاء الموانع. ¶ والثاني: تقرير المصلحة حيث يرتبط تقريرها بالموازنة بين المصالح والمفاسد، وكلما تقاربت كلما زادت صعوبة تقرير أي الأمرين أرجح، فيتسع بذلك الإعذار للمختلفين. ¶ الردُّ على أهل البدع إذا لم يقصد به بيان الحق وهدي الخلق لم يكن عملاً صالحًا ¶ إنّ من أهم المقاصد الشرعية للبيان والدعوة هو هداية الخلق جميعًا لعبادة الله تعالى وفق شرعه، وصيانة الدين مما يعبث به الجهلة من أبنائه، وحمايته مما يكيد به أعدائه، وهذا معلوم من الدين بالضرورة. ثم إن الشريعة نصبت لهذه المقاصد وسائل لتحقيقها كاللين بالقول والفعل أو الشدة فيهما أو",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الثواب أو العقاب أو الاختصار أو التفصيل أو السكوت أو التأخير وغير ذلك من الوسائل. إن هذه الوسائل غير مقصودة لذاتها، بل هي مقصودة لغيرها فهي حتى للمقصد الواحد متنوعة من جهة ومتفاوتة من جهة ثانية، ثم إنها منضبطة بضوابط شرعية من جهة ثالثة، ومحكومة بالمقصد من جهة رابعة. وبالتالي فلا يباشر بتلك الوسائل إلا مقترنة باستحضار المقاصد والضوابط، فهي لا تستقل بنفسها البتة. فإن تمت مباشرتها مستقلة لم تكن مما أمر الله ولم تكن من الأعمال الصالحة، فإن أصبحت هي المقصودة لذاتها كانت ظلمًا، لأن الظلم وضع الشيء في غير موضعه. فإن اقترن بها ما يشينها من تعصب أو مقصد دنيوي لم تنصب له، كانت فسادًا. ذلك لأن المقصد الأسمي هو الإصلاح وهداية الناس إلى ما يحبه الله تعالى وبرضاه، كما قال تعالى على لسان شعيب عليه السلام: {إن أريد إلا الإصلاح ما استطعت وما توفيقي إلا بالله} [هود/ 88]، وقال على لسان إبراهيم عليه السلام: {فاتبعني أهدك صراطًا سويا} [مريم/43]، وقال على لسان مؤمن آل فرعون: {يا قوم اتبعون أهدكم سبيل الرشاد} [غافر/38]، بل أن الله تعالى قد وصف كتابه الكريم بالهدى: {ذلك الكتاب لا ريب فيه هدى للمتقين} [البقرة/2]،: {وما أنزلنا عليك الكتاب إلا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون} [النحل/64]،: {هو الذي أرسل رسوله بالهدى ودين الحق} [الفتح/28]، وغير ذلك من الآيات الكريمات. ¶ والدعوة إلى الله تعالى وبيان دينه من أعظم الوسائل لأعظم المقاصد، وبالتالي فالحفاظ عليها وعلى مقصدها الذي هو هداية الخلق من أعظم الطاعات لله تعالى. ¶ وبيان الحق لأهل البدع لا يخرج عن ذلك، فإن مقصد الدعوة في أهل البدع والضلال أولى منها في أهل الحق بل وأعظم أجرًا عند الله تعالى، ولذلك قال قال رسول الله - صلى الله عليه وسلم - لعلي بن أبي طالب - رضي الله عنهم - حين أعطاه الراية يوم خيبر (انفذ على رسلك حتى تنزل بساحتهم ثم ادعهم إلى الإسلام، وأخبرهم بما يجب عليهم، فو الله لئن يهدي الله بك رجلاً واحدًا خير لك من أن تكون لك حمر النعم) (البخاري في الجهاد 143 عن سهل بن سعد). ¶ قال شيخ الإسلام في (منهاج السنة 5/ 239): \"الرد على أهل البدع من الرافضة وغيرهم إن لم يَقْصُد فيه بيان الحق وهدي الخلق ورحمتهم والإحسان إليهم، لم يكن عمله صالحًا. وغذا غلّظ في ذم",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "بدعة ومعصية كان قصده بيان ما فيها من الفساد ليحذرها العباد، كما في نصوص الوعيد وغيرها. وقد يهجر الرجل عقوبة وتعزيرًا والمقصود بذلك ردعه وردع أمثاله، للرحمة والإحسان، لا لتشفي والانتقام\" أز÷ـ. ¶ ولكي لا يفهم من كلام شيخ الإسلام أن مجرد حسن القصد يسوغ الغلظة والشدة فقد بين أن القصد يجب أن يكون الرحمة والإحسان، حيث يكون المقصود رجحان كون تلك الغلظة والشدة مظنة الصلاح والإصلاح لذلك الشخص بعينه وفي ذلك الوقت وفي تلك الحال، إذ الأصل عدم الغلظة والشدة في الدعوة بل اللين والرحمة كما في قوله تعالى: {اذهبا إلى فرعون إنه طغى فقولا له قولاً لينا} [طه/44]، وقوله تعالى: {فبما رحمة من الله لنت لهم ولو كنت فظًا غليظ القلب لانفضوا من حولك} [آل عمران/159]، ولا يعدل عن الأصل إلا في حال معين عارض يكون فيه هذا العدول أرجح. ¶ ولهذا نقل عن علي رضي الله عنه أنه قال: \"حدثوا الناس بما يعرفون أتحبون أن يكذب الله ورسوله\". (رواه البخاري تعليقًا في العالم 49). ¶ الخطأ في الاجتهاد في مسائل العقيدة ¶ قد يظن البعض أنه لا يمكن وقوع الاجتهاد في مسائل العقيدة، وأن من أخطأ في مسألة من مسائل العقيدة فإنه لا يتصور أن يكون معذورًا أو مأجورًا، لأن حديث أجر المجتهد المخطئ لا ينطبق إلا على من اجتهد في مسائل الفقه العملية. إن هذا التصور في الحقيقة ليس له سند شرعي وأنه لا فرق في العذر والأجر في كل مجتهد ممن هو معدود في العلماء الذين اجتهدوا في مسائل الدين فأخطأوا قبل أن يظهر لهم الحق فيها. وقد أكد شيخ الإسلام عدم الفرق هذا في مواضع عدة: ¶ فقال في كلامه على اختلاف اجتهادات الصحابة في المسائل الشرعية في المجموع (19/ 123): \"وتنازعوا في مسائل علمية اعتقادية، كسماع الميت صوت الحي، وتعذيب الميت ببكاء أهله، ورؤية محمد - صلى الله عليه وسلم - ربه قبل الموت، مع بقاء الجماعة والألفة. ¶ وهذه المسائل منها ما أحد القولين خطأ قطعًا، ومنها ما المصيب في نفس الأمر واحد عند الجمهور اتباع السلف والآخر مؤد لما وجب عليه بحسب قوة إدراكه\" أ. هـ. ¶ وقال في كلامه على الاجتهاد في المسائل الأصولية العلمية وغيرها ناقلاً مذاهب المختلفين فيها",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "في المجموع (19/ 206 – 207): \"والقول المحكي عن عبيد الله بن الحسن العَنْبَري (¬1) هذا معناه: أنه كان لا يؤثم المخطيء من المجتهدين من هذه الأمة لا في الأصول ولا في الفروع، وأنكر جمهور الطائفتين من أهل الكلام والرأي على عبيد الله هذا القول، وأما غير هؤلاء فيقول: هذا قول السلف وأئمة الفتوى كأبي حنيفة والشافعي، والثوري وداود بن علي وغيرهم، لا يؤثمون مجتهدًا مخطئًا في المسائل الأصولية ولا في الفروعية، كما ذكر ذلك عنهم ابن حزم وغيره، ولهذا كان أبو حنيفة والشافعي وغيرهما يقبلون شهادة أهل الأهواء إلا الخطابية ويصححون الصلاة خلفهم. ¶ والكافر لا تقبل شهادته على المسلمين ولا يصلي خلفه، وقالوا هذا هو القول المعروف عن الصحابة والتابعين لهم بإحسان وأئمة الدين أنهم لا يكفرون ولا يفسقون ولا يؤثمون أحدًا من المجتهدين المخطئين، لا في مسألة عملية ولا علمية، قالوا: والفرق بين مسائل الفروع والأصول إنما هو من أقوال أهل البدع من أهل الكلام والمعتزلة والجهمية ومن سلك سبيلهم، وانتقل هذا القول إلى أقوام تكلموا بذلك في أصول الفقه، ولم يعرفوا حقيقة هذا القول ولا غيره. ¶ قالوا: والفرق بين ذلك في مسائل الأصول والفروع، كما أنها محدثة في الإسلام لم يدل عليها كتاب ولا سنة ولا إجماع، بل ولا قالها أحد م السلف الأئمة\" أ. هـ. ¶ ثم قال شيخ الإسلام مؤكدًا وناصرًا هذا الأصل فقال في المجموع (19/ 216 – 217): \"وهذا فصل الخطاب في هذا الباب، فالمجتهد المستدل من إمام وحاكم وعالم وناظر ومفت وغير ذلك إذا اجتهد واستدل فاتقى الله ما استطاع كان هذا هو الذي كلفه الله إياه، وهو مطيع لله مستحق للثواب إذا اتقاه ما استطاع، ولا يعاقبه الله البتة خلافًا للجهمية المجبرة، وهو مصيب، بمعنى أنه مطيع لله. لكن قد يعلم الحق في نفس الأمر وقد لا يعلمه، خلافًا للقدرية والمعتزلة في قولهم: كل من استفرغ وسعه علم الحق، فإن هذا باطل كما تقدم، بل كل من استفرغ وسعه استحق الثواب\" أ. هـ. ¶ ¬__________ ¶ (¬1) هو عبيد الله بن الحسن بن الحصين العَنْبَري، من تميم: قاض، من الفقهاء العلماء بالحديث من أهل البصرة ومن ساداتها فقهًا وعلمًا، ولي القضاء سنة 157هـ وتوفي سنة 166هـ.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقال شيخ الإسلام في المجموع (20/ 33 – 36): \"والخطأ المغفور في الاجتهاد هو في نوعي المسائل الخبرية والعلمية كما بسط في غير [هذا] الموضع. كمن اعتقد ثبوت شيء لدلالة آية أو حديث، وكان لذلك ما يعارضه ويبين المراد ولم يعرفه، مثل من اعتقد أن الذبيح اسحق لحديث اعتقد ثبوته، أو اعتقد أن الله لا يُرى، لقوله: {لا تدركه الأبصار} [الأنعام/ 103]، ولقوله: {وما كان لبشر أن يكلمه الله إلا وحيًا أو من وراء حجاب} [الشورى/ 51]، كما احتجت عائشة بهاتين الآيتين على انتفاء الرؤية في حق النبي - صلى الله عليه وسلم -، وإنما يدلان بطريق العموم. ¶ وكما نقل عن بعض التابعين أن الله لا يُرى، وفسروا قوله: {وجوه يومئذ ناضرة إلى ربها ناظرة} [القيامة/22]، بأنها تنتظر ثواب ربها، كما نقل ذلك عن مجاهد وأبي صالح. ¶ أو من اعتقد أن الميت لا يعذب ببكاء الحي، لاعتقاد أن قوله تعالى: {ولا تزر وازرة وزر أخرى} [فاطر/18] يدل على ذلك، وأن ذلك يقدم على رواية الراوي لأن السمع يغلط، كما اعتقد ذلك طائفة من السلف والخلف. ¶ أو أعتقد أن الميت لا يسمع خطاب الحي، لاعتقاده أن قوله: {إنك لا تسمع الموتى} [النمل/80] يدل على ذلك. ¶ أو اعتقد أن الله لا يعجب، كما اعتقد ذلك شريح، لاعتقاده أن العجب إنما يكون من جهل السبب، والله منزه عن الجهل. ¶ أو اعتقد أن الله لا يعجب، كما اعتقد ذلك شريح، لاعتقاده أن العجب إنما يكون من جهل السبب، والله منزه عن الجهل. ¶ أو أعتقد أن عليا أفضل الصحابة لاعتقاده صحة حديث الطير، وأن النبي - صلى الله عليه وسلم - قال: (اللهم أئتني بأحب الخلق إليك، يأكل معي من هذا الطائر) (¬1). ¶ ¬__________ ¶ (¬1) شيخ الإسلام بتفصيل عن هذا الحديث في \"منهاج السنة\" (4/ 76، 77، 99، 100).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أو أعتقد أن من جبس للعدو وعلمهم بغزو النبي - صلى الله عليه وسلم - فهو منافق، كما اعتقد ذلك عمر في حاطب، وقال: دعني اضرب عنق هذا المنافق. ¶ أو أعتقد أن من غضب لبعض المنافقين غضبة فهو منافق، كما أعتقد ذلك أسيد بن حضير في سعد بن عبادة، وقال: إنك منافق تجادل عن المنافقين. ¶ أو أعتقد أن بعض الكلمات أو الآيات أنها ليست من القرآن، لأن ذلك لم يثبت عنده بالنقل الثابت، كما نقل عن غير واحد من السلف أنهم أنكروا ألفاظًا من القرآن، كإنكار بعضهم: {وقضى ربك} [الإسراء/23]، وقال: إنما هي (ووصى ربك). وأنكر بعضهم قوله: {وإذ أخذ الله ميثاق النبيين} [آل عمران /81]، وقال: إنما هو ميثاق بني إسرائيل، كذلك هي في قراءة عبد الله. وإنكار بعضهم: {أفلم ييأس الذين آمنوا} [الرعد/ 31]، إنما هي (أو لم يتبين الذين آمنوا). وكما أنكر عمر علي هشام بن الحكم، لما رآه يقرأ سورة الفرقان على غير ما قرأها. وكما أنكر طائءفة من السلف على بعض القراء بحروف لم يعرفوها، حتى جمعهم عثمان على المصحف الإمام. ¶ وكما أنكر طائفة من السلف والخلف أن الله يريد المعاصي، لاعتقادهم أن معناه أن الله يحب ذلك ويرضاه ويأمر به. وأنكر طائفة من السلف والخلف أن الله يريد المعاصي، لكونهم ظنوا أن الإرادة لا تكون إلا بمعنى المشيئة لخلقها، وقد علموا أن الله خالق كل شيء، وأنه ما شاء كان وما لم يشأ لم يكن، والقرآن جاء بلفظ الإرادة بهذا المعنى وبهذا المعنى، لكن كل طائفة عرفت أحد المعنيين وأنكرت الآخر. ¶ وكالذي قال لأهله إذا أنا مت فأحرقوني، ثم ذروني في اليم فو الله لئن قدر الله علي ليعذبني عذابًا لا يعذبه أحد من العالمين. ¶ وكما قد ذكره طائفة من السلف في قوله تعالى: {يظن أن لن يقدر عليه أحد} [البلد/ 5]، وفي قول الحوارين: {هل يستطيع ربك أن ينزل علينا مائدة من السماء} [المائدة/112]، وكالصحابة الذين سألوا النبي - صلى الله عليه وسلم -: هل نرى ربنا يوم القيامة؟ فلم يكونوا يعلمون أنهم يرونه. وكثير من الناس لا يعلم ذلك، إما لأنه ظن أنه كذب وغلط\" أ. هـ. ¶ يتبين من كلام شيخ الإسلام أن الأصل العام في مذهب السلف رضوان الله عليهم عدم التفريق في جواز",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "الاجتهاد بين المسائل الفقهية والمسائل العقائدية التي لا تعلم من الدين بالضرورة، ثم أن هناك سعة وتنوعًا في الاختلاف في هذه المسائل العقائدية. وأكد شيخ الإسلام على بقاء الأخوة والألفة عند سلف الأمة الصالح ولو مع وقوع مثل هذا الاختلاف. ¶ فضرب أمثلة لبيان جواز وقوع الأخطاء الإٌعتقادية اجتهادًا تتنوع كالتالي: ¶ 1 - عدم اعتقاد صحة حديث هو في الحقيقة صحيح أو اعتقاد صحة حديث هو في الحقيقة غير صحيح. كمن فضل عليًا رضي الله عنه لاعتقاده صحة حديث الطير. ويلاحظ أنه أطلق الفاعل ولم يقيده بكونه صحابي أو غير صحابي، أو تابعي أو غير تابعي. حيث قد يحتج البعض بأن وقوع الخطأ من الصحابي لا حجة فيه، من جهة أن الدين لم يكتمل وأن القرآن ينزل، وأن النبي - صلى الله عليه وسلم - يعلّم الصحابة ما يجب عليهم اعتقاده، بخلاف من بعدهم ممن ولد بعد اكتمال الدين. ¶ 2 - اعتقاد تعارض آية مع حديث، كما وقع مع عائشة رضي الله عنها في الرؤية، وكما وقع عند طائفة من السلف والخلف في تعذيب الميت ببكاء الحي. وكما ذكره مطلقًا عند من أنكر سماع الميت للحي استدلالاً بالآية. ¶ 3 - اجتهاد في تأويل النص، كما وقع لمجاهد وأبي صالح في الرؤية، وكما وقع لشريح في صفة العجب، وكما وقع لطائفة من السلف والخلف في إنكار الإرادة. ¶ إقامة الحجة ¶ من المعلوم أن العذاب أو العقاب لا يكون إلا بعد إقامة الحجة الشرعية؛ ولكن قد يعتقد البعض إنَّ ذلك يتحقق بتلاوة آيات من القرآن الكريم أو ذكر أحاديث نبوية أو أقوال لعلماء معينين، ثم يحق له بعد ذلك أن يباشر إطلاق أحكام التكفير والتبديع والتفسيق على من ألقى إلى أسماعهم تلك النصوص. ¶ ولا شك أن الأمر أعظم من ذلك وأنه لو ساغ ذلك لاضطرب أمر الأمة ولقاتل بعضها بعضًا، وكل من القاتل والمقتول يتدين إلى الله بهذا القتال لتطبيق حكم الله على الكفار والمبتدعة والفساق، على حسب ظنهم واعتقادهم، وهم جميعًا صادقون مع أنفسهم في هذا الظن الذي هو باطل في الحقيقة. ¶ ومع أن هذا المبحث لا يتسع لاستيفاء مثل هذا الموضوع الخطير، فإنه لا بد من ذكر بعض",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الضوابط العامة التي تنفع الداعية المسلم في ضبط الأحكام المتعلقة بالأعيان في تعامله مع المجتمع: ¶ 1 - ما هي مهمة المسلم؟ ¶ إن المهمة الأساس للداعية بعد العبادة هي بيان الحق والدعوة إليه، كما قال تعالى: {وما على الرسول إلا البلاغ المبين} [النور/54]. وأن العبد مسؤول يوم القيامة عن التبليغ دون الحكم على الأعيان. وإن اهتمام الداعية المسلم بأحكام التكفير أو التبديع ونحوها على الأعيان المسلمين سيوقعه في التقصير في أمرين: الأول: المهمة الأساس، مهمة الدعوة والبيان، ذلك لأنه سينشغل بإثبات تلك الأحكام والتحقيق عن أفعال المعينين ومدى انطباقها عليهم من جهة إثبات الشروط وانتفاء الموانع. والثاني: وقوعه عمليًا بالخصام مع المسلمين الملتزمين إجمالاً دون غيرهم من أعداء الدين. وفي هذا إضعاف للألفة الواجبة بين المسلمين أمام أعدائهم. ¶ 2 - الحكم على الأعيان من مهام القضاء الشرعي. ¶ إن الحكم على الأعيان المظهرين للإسلام – على وجه العموم – هو من مسائل القضاء الشرعي الذي يختص به العلماء الذين ينتصبون للقضاء دون غيرهم. وأما بالنسبة للحكام التي تستوجب الاستتابة والتعزير فلا بد من التعزير بالسلطان. فإن أكثر هذه الأحكام تستلزم الإستتابة مع استيفائها ثبوت الشروط وانتفاء الموانع، حيث تكون الإستبانة أعظم فسادًا من التائب منها؛ وبالتالي يكون استحقاقه للحكم ظاهر. ولا شك أن فقد الإستتابة يضيع هذا الضابط. ¶ أما تصدي غير العلماء والقضاة لهذه المهام فإن فيه فسادًا عظيمًا، من حيث عدم الضابط في تحديد وحصر من يقوم بذلك من جهة، ثم إن القصور القائم في هؤلاء سينتج عنه باطل ظاهر فيما يخرجونه من الأحكام، يزيد الفرقة والبغي بين المسلمين من جهة أخرى. ¶ 3 - أحكام التبديع والتفسيق على المعينين مثل أحكام التكفير لا تكون إلا بعد إقامة الحجة وثبوت الشروط وانتفاء الموانع: ¶ قال في المجموع (10/ 372): \"فإن نصوص الوعيد التي في الكتاب والسنة ونصوص الأئمة بالتكفير والتفسيق ونحو ذلك لا يستلزم ثبوت موجبهًا في حق المعين إلا إذا وجدت الشروط وانتفت الموانع، لا فرق في ذلك بين الأصول والفروع، هذا في عذاب الآخرة فإن المستحق للوعيد من عذاب الله",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولعنته وغضبه في الدار الآخرة خالد في النار أو غير خالد، وأسماء هذا الضرب من الكفر والفسق يدخل في هذه القاعدة سواء كان بسبب بدعة اعتقادية أو عبادية أو بسبب فجور في الدنيا وهو الفسق بالأعمال\" أ. هـ. ¶ وقال في (المجموع): \"والصحيح أن هذه الأقوال التي يقولونها التي يعلم أنها مخالفة لما جاء به الرسول كفر، وكذلك أفعالهم التي هي من جنس أفعال الكفار بالمسلمين هي كفر أيضًا. وقد ذكرت دلائل ذلك في غير هذا الموضع، لكن تكفير الواحد المعين منهم والحكم بتخليده في النار موقوف على ثبوت شروط التكفير وانتفاء موانعه. فإنا نطلق القول بنصوص الوعيد والتكفير والتفسيق، ولا نحكم للمعين بدخوله في ذلك العام حتى يقوم فيه المقتضى الذي لا معارض له. وقد بسطت هذه القاعدة في (قاعدة التكفير) \" أ. هـ. ¶ 4 - ما الفرق بين تبليغ النبي - صلى الله عليه وسلم - وتبليغ الدعاة اليوم؟ ¶ إن الفرق بين تبليغ النبي - صلى الله عليه وسلم - وصحابته رضوان الله عليهم وبين تبليغ الدعاة المعاصرين فرق ظاهر، من حيث إثبات حقيقة نسبة المسألة المراد تبليغها إلى النبي - صلى الله عليه وسلم - دلالة ونقلاً، فليس هناك إشكال في إثبات ذلك بالنسبة لعصر الصحابة والتابعين، في حين لا يكون هذا سهلاً كلما زاد البعد عن العصور الأولى بسبب كثرة الاختلاف في الاجتهادات الفقهية وغيرها على مرّ الزمن من قبل العلماء والمنسوبين إلى العلم عند عوام الناس، هذا من حيث الدلالة، أما من حيث ثبوت النقل فقد نسبت كثير من النصوص غير الصحيحة إلى النبي - صلى الله عليه وسلم - إما وضعًا أو ضعفًا، وكما هو معلوم إن العامي الذي يقتدي بعالم أو مذهب ما: لا يمكن أن يثبت له صاحب السنة الصحيحة بسهولة أن ما يقوله أصدق نسبة؛ وذلك من حيث الدلالة والنقل إلى النبي - صلى الله عليه وسلم - مما يقول له من يتبعه أو يقلده، فضلاً عن إنه غير مستعد أصلاً للخوض في تفاصيل الأدلة على إثبات ذلك بسبب قصوره في إدراك تفاصيل الاستدلال والأدلة، وبالتالي يبقى معذورًا إذا لم يظهر له أن الحق عندك وليس عند عالمه وإمامه. ¶ 5 - الإعذار وتعسر حصر الموانع للشخص المعين: ¶ وهذا ضابط في غاية الأهمية، ذلك لأن كثيرًا ممن يتصدى للحكم على أعيان المسلمين يحاول أن يختصر هذه الموانع ويحصرها، ثم يعمد إلى إثبات عدمها في هذا المعين لم يحكم عليه بما شاء، ظانًا أنه",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "قد استوفى تحقيق إثبات الشروط وانتفاء الموانع. وهو في الحقيقة مخطئ، ذلك لأن الموانع أمر نسبي يختلف من شخص لآخر كما يختلف باختلاف الأحوال، فما يمكن أن يفهمه شخص معين، قد لا يفهمه شخص آخر لاختلاف المدارك واختلاف البنية العلمية السابقة، وهذا لا يمكن ضبطه البتة. كما إن كثيرًا من الناس يُعلم أنهم صادقون مع أنفسهم في ردهم الحق ظنًا منهم أنه خطأ وأن ما عندهم هو الحق الذي جاء به الرسول - صلى الله عليه وسلم -، ولكن تعرض عليهم شبه لا يمكن ضبطها، يعجزون معها على فهم الحق. فهؤلاء لا يمكن أن يقال عنهم أن الحجة أقيمت عليهم حتى لو بذل الداعي لهم عظيم وسعه في إفهامهم والنصح لهم بما يمليه عليه واجب الدعوة والبيان. وإذا كان هذا صحيحًا عند المخالفين، فإن ضبط الصدق أمر غيبي متعسر ليس هو مما كلف الله به العباد أن ينقبوا عنه في قلوب بعضهم، وإنما يتولى الله تعالى وحده سرائر الناس، ولأن الله تعالى يعلم أن العباد عاجزون عن ضبط ذلك، وأنهم إذا أصابوا في البعض فإنهم سيخطئون في البعض الآخر. ¶ ونذكر أدناه أهم الموانع التي من شأنها أن تكون عذرًا للمسلم في عدم المؤاخذة بما فعل من باطل: ¶ الجهل: ¶ الجهل هو من أعظم أسباب التخلف والضعف في الأمة، كما قال تعالى: {إنا عرضنا الأمانة على السموات والأرض والجبال فأبين أن يحملنها وأشفقن منها وحملها الإنسان إنه كان ظلومًا جهولا} [الأحزاب/ 72]. وقد أرسل الله تعالى الرسل مبلغين ومبشرين ومنذرين؛ ليخرج الناس من الظلمات إلى النور معبدين لله تعالى كما أمر، مقيمين لشرعه كما حكم. ولكن، من رحمة الله تعالى على عباده أن جعل الجهل عذرًا في عدم العذاب كما قال تعالى: {وما كنا معذبين حتى نبعث رسولا} [الإسراء/ 15]، ولكنه عذر قدري، لا يجوز التمسك به أو إبقائه إن أمكن رفعه بالعلم، وغلا ما أرسل الله رسله، ولا أنزل كتبه، ولا أمر بالدعوة إلى سبيله، ولأعذر الناس بجهلهم وأدخلهم الجنة. ¶ وقد يحصل الجهل مع عدم التمكن من العلم، وقد يحصل مع التمكن من العلم بسبب هوى أو تقصير أو انشغال بالدنيا، فيؤاخذ المرء بقدر ذلك الهوى والتقصير، لا يؤاخذ كمن هو عالم غير جاهل، وتفصيل هذا في غير هذا الموضع.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقد يعلم المرء مقدمات يجهل لوازمها الشرعية بسبب دقة تلك اللوازم أو العجز عن فهمها فيحصل جهل بالكثير من تلك اللوازم الشرعية، وهذا النوع كثير الوقوع. ¶ قال في المجموع (7/ 538): \"الجهل ببعض أسماء الله وصفاته لا يكون صاحبه كافرًا إذا كان مقرًا بما جاء به رسول الله - صلى الله عليه وسلم -، ولم يبلغه ما يوجب العلم بما جهله على وجه يقتضي كفره إذا لم يعلمه\" أ. هـ. ¶ وقال في الرد على البكري (ص 259): \"كنت أقول للجهمية من الحلولية والنفاة الذين نفوا أن الله فوق العرش لما وقعت محنتهم: أنا لو وافقتكم كنت كافرًا؛ لأني أعلم أن قولكم كفر، وأنتم عندي لا تكفرون لأنكم جهال. وكان هذا خطابًا لعلمائهم وقضاتهم وشيوخهم وأمرائهم\" أ. هـ. ¶ وقال في كلامه على مذهب وحدة الوجود (2/ 367): \"وأما الجهال الذين يحسنون الظن بقول هؤلاء ولا يفهمونه، ويعتقدون أنه من جنس كلام المشايخ العارفين، الذين يتكلمون بكلام صحيح لا يفهمه كثير من الناس، فهؤلاء تجد فيهم إسلامًا وإيمانًا ومتابعة للكتاب والسنة بحسب إيمانهم التقليدي، وتجد فيهم إقرارًا لهؤلاء وإحسانًا للظن بهم وتسليمًا لهم بحسب جهلهم وضلالهم، ولا يتصور أن يثني على هؤلاء إلا كافر ملحد أو جاهل ضال\" أ. هـ. ¶ ثم قال (2/ 379): \"ولكن لقولهم سر خفي وحقيقة باطنة لا يعرفها إلا خواص الخلق، وهذا السر أشد كفرًا وإلحاحًا من ظاهره، فإن مذهبهم فيه دقة وغموض وخفاء قد لا يفهمه كثير من الناس. ¶ ولهذا تجد كثيرًا من عوام أهل الدين والخير والعبادة ينشد قصيدة ابن الفارض ويتواجد عليها ويعظمها، ظانًا أنها من كلام أهل التوحيد والمعرفة وهو لا يعلم مراد قائلها، وكذلك كلام هؤلاء يسمعه طوائف من المشهورين بالعلم والدين، فلا يفهمون حقيقته\" أ. هـ. وقال في كلامه على مباينة الله تعالى للعالم (5/ 306): \"ويقول المثبت نفي مباينته للعالم وعلوه على خلقه باطل، بل هذه الأمور مستلزمة لتكذيب الرسول فيما أثبته لربه وأخبر عنه، وهو كفر أيضًا، لكن ليس كل من تكلّم بالكفر يكفر، حتى تقوم عليه الحجة المثبتة لكفره؛ فإذا قامت عليه الحجة كفر حينئذ؛ بل نفي هذه الأمور مستلزم للتكفير للرسول فيما أثبته لربه وأخبر به عنه؛ بل نفي للصانع وتعطيل له في الحقيقة. ¶ وإذا كان نفي هذه الأشياء مستلزمًا للكفر بهذا الاعتبار وقد نفاها طوائف كثيرة من أهل",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الإيمان، فلازم المذهب ليس بمذهب، إلا أن يستلزمه صاحب المذهب، فخلق كثير من الناس ينفون ألفاظًا أو يثبتونها بل ينفون معاني أو يثبتونها ويكون ذلك مستلزمًا لأمور هي كفر، وهم لا يعلمون بالملازمة بل يتناقضون، وما أكثر تناقض الناس لا سيما في هذا الباب، وليس التناقض كفرًا\" أ. هـ. ¶ الخطأ في الاجتهاد: ¶ الخطأ في الاجتهاد من أوسع أبواب الموانع الشرعية إذا اتقى المستدل الله تعالى وبذل ما يستطيع من العلم. والتوكيد هنا على التقوى أمر هام، فإن المرء المسلم لا ينبغي أن يعمد إلى الاستدلال من نفسه إذا كان جاهلاً وهو يقدر على سؤال من يعتقد علمه من العلماء، إلا إذا اضطر لذلرك لظرف ما، وإلا حصل فساد عظيم، كما يوجد شيء من ذلك في واقعنا المعاصر. ¶ قال شيخ الإسلام في المجموع (19/ 316): \"فالمجتهد المستدل من إمام وحاكم وعالم وناظر ومفت وغير ذلك إذا اجتهد واستدل فاتقى الله ما استطاع كان هذا هو الذي كلفه الله إياه، وهو مطيع لله مستحق للثواب إذا اتقاه ما استطاع، ولا يعاقبه الله البتة خلافًا للجهمية المجبرة، وهو مصيب، بمعنى أنه مطيع لله. لكن قد يعلم الحق في نفس الأمر وقد لا يعلمه، خلافًا للقدرية والمعتزلة في قولهم: كل من استفرغ وسعه علم الحق، فإن هذا باطل كما تقدم، بل كل من استفرغ وسعه استحق الثواب\" أ. هـ. ¶ وقال في المجموع (10/ 546): \"وهذا من أسباب فتن تقع بين الأمة، فإن أقوامًا يقولون ويفعلون أمورًا هم مجتهدون فيها، وقد أخطئوا فتبلغ أقوامًا يظنون أنهم تعمدوا فيها الذنب، أو يظنون أنهم لا يعذرون بالخطأ، وهم أيضًا مجتهدون مخطئون، فيكون هذا مجتهدًا مخطئًا في فعله، وهذا مجتهدًا مخطئًا في إنكاره، والكل مغفور لهم، وقد يكون أحدهما مذنبًا، كما قد يكونان جميعًا مذنبين\" أ. هـ. ¶ التأويل: ¶ التأويل هو نوع من الاجتهاد الخاطئ مبني على مقدمات يعتقد المتأول صحتها مع أنها في نفس الأمر ليست صحيحة. ¶ قال في المجموع (3/ 283 – 284): \"وإذا كان المسلم متأولاً في القتال أو التكفير لم يكفر بذلك كما قال عمر ابن الخطاب لحاطب بن أبي بلتعة: يا رسول الله دعني أضرب عنق هذا المنافق،",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فقال النبي - صلى الله عليه وسلم -: إنه قد شهد بدرًا، وما يدريك أن الله اطلع على أهل بدر، فقال اعملوا ما شئتم فقد غفرت لكم؟، وهذا في الصحيحين، وفيهما أيضًا من حديث الإفك: أن أسيد بن الحضير قال لسعد بن عبادة: إنك منافق تجادل عن المنافقين، واختصم الفريقان فأصلح النبي - صلى الله عليه وسلم - بينهم، فهؤلاء البدريون فيهم من قال لآخر منهم: إنك منافق، ولم يكفر النبي - صلى الله عليه وسلم - لا هذا ولا هذا، بل شهد للجميع بالجنة. ¶ وكذلك ثبت في الصحيحين عن أسامة بن زيد أنه قتل رجلاً بعد ما قال لا إله إلا الله وعظم النبي صلى الله عليه وسلم ذلك لما أخبره وقال: يا أسامة أقتلته بعد ما قال لا إله إلا الله؟ وكرر ذلك عليه حتى قال أسامة: تمنيت أني لم أكن أسلمت يومئذ. ومع هذا لم يوجب عليه قودًا، ولا دية، ولا كفارة، لأنه كان متأولاً ظن جواز قتل ذلك القائل لظنه أنه قالها تعوذًا\" أ. هـ. ¶ وقال في المجموع (12/ 494): \"فمن كان قد آمن بالله ورسوله ولم يعلم بعض ما جاء به الرسول فلم يؤمن به تفصيلاً، إما أنه لم يسمعه أو سمعه من طريق لا يجب التصديق بها، أو اعتقد معنى آخر لنوع من التأويل الذي يعذر به، فهذا قد جعل فيه من الإيمان بالله وبرسوله ما يوجب أن يثيبه الله عليه، وما لم يؤمن به فلم تقم عليه به الحجة التي يكفر مخالفها\"أ. هـ. ¶ قال في المجموع (22/ 23): \"فالأحوال المانعة من وجوب القضاء للواجب والترك للمحرم: الكفر الظاهر والكفر الأصلي وكفر الردة والجهل الذي يعذر به لعدم خطاب أو لمعارضة تأويل باجتهاد أو تقليد\" أ. هـ. ¶ قال في كلامه على وجوب الصلاة في المسجد في المجموع (23/ 231): \"فإن قيل فأنتم اليوم تحكمون بنفاق من تخلف عنها وتجوزون تحريق البيوت عليه إذا لم يكن فيها ذرية. ¶ قيل له: من الأفعال ما يكون واجبًا ولكن تأويل المتأول يسقط الحد عنه، وقد صار اليوم كثير ممن هو مؤمن لا يراها واجبة عليه، فيتركها متأولاً، وفي زمن النبي - صلى الله عليه وسلم - لبم يكن لأحد تأويل، لأن النبي - صلى الله عليه وسلم - قد باشرهم بالإيجاب\" أ. هـ. ¶ قد يكون التأويل الذي قصده شيخ الإسلام في عدم شهود الجماعة في المسجد، هو البعد والاتساع مثلاً أو الجهل أو التقليد لمن لا يذهب إلى وجوبها، ونحو ذلك. ¶ تفاوت قدرة الناس من جهة، ودقة وظهور العلم من جهة أخرى.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "من الموانع المهمة التي تؤثر في قبول ورد المسائل الشرعية، لا سيما المسائل العلمية التي وقع فيها الخلاف بين الأمة: التفاوت الواقع في أمرين مترابطين: ¶ الأول: في قابلية استيعاب العوام لفهم دلالة تلك المسائل وأدلتها والتمييز بين الاختلاف الواقع بين هذه الدلالات والأدلة. ¶ والثاني: في دقة المسائل الشرعية نفسها، حيث يتفاوت ذلك تفاوتًا كبيرًا بين مسائل ظاهرة الوضوح دلالة وأدلة، ومسائل خفية دقيقة دلالة، وأدلة لا يهتدي إلى الحق فيها إلا من آتاه الله تعالى نظرًا محققًا ونقلاً مصدقًا وتوفيقًا من عند الله مباركًا. ¶ من الواضح أن التفاوت الأول هو تفاوت فطري، والثاني هو تفاوت قدري، وبالتالي فلا لوم على أحد فيهما. إن اجتماع هذين التفاوتين سبب معتبر للخلاف، لا سيما في المسائل العلمية الدقيقة. ولكن هل يسلم لمثل هذا الخلاف؟ لا شك أنه لا يسلم إلا للحق من حيث هو حق، ولكن يراعى هذا التفاوت من جهة زيادة البيان إيضاحًا ومن جهة الرفق فيه، ثمّ من جهة إعذار المخالف بعدم رميه بأحكام التكفير والتبديع ونحوها. ¶ قال في المجموع (3/ 312): لا ريب أنه يجب على كل أحد أن يؤمن بما جاء به الرسول إيمانًا عامًا مجملاً، ولا ريب أن معرفة ما جاء به الرسول على التفصيل فرض على الكفاية فإن ذلك داخل في تبليغ ما بعث الله به رسول، وداخل في تدبر القرآن وعقله وفهمه، وعلم الكتاب والحكمة وحفظ الذكر، والدعاء إلى سبيل الرب بالحكمة والموعظة الحسنة والمجادلة بالتي هي أحسن، ونحو ذلك مما أوجبه على المؤمنين فهو واجب على الكفاية منهم. ¶ وأما ما يجب على أعيانهم فهذا يتنوع بتنوع قدرهم ومعرفتهم وحاجتهم، وما أمر به أعيانهم فلا يجب على العاجز عن سماع بعض العلم أو عن فهم دقيقه ما يجب على القادر على ذلك، ويجب على من سمع النصوص وفهمها من علم التفصيل ما لا يجب على من لم يسمعها، ويجب على المفتي والمحدث والمجادل ما لا يجب على من ليس كذلك\" أ. هـ. ¶ وقال في المجموع (3/ 314): \"فإذا كان كثير مما تنازعت فيه الأمة – من هذه المسائل الدقيقة – فقد يكون عند كثير من الناس مشتبهًا لا يقدر فيه دليل يفيد اليقين، لا شرعي ولا غيره، لم يجب على",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مثل هذا في ذلك مالا يقدر عليه، وليس عليه أن يترك ما يقدر عليه من اعتقاد قوي غلب على ظنه لعجزه عن تمام اليقين، بل ذلك الذي يقدر عليه، لا سيما إذا كان مطابقًا للحق فالاعتقاد المطابق للحق ينفع صاحبه ويثاب عليه ويسقط به الفرض إذا لم يقدر على أكثر منه. ¶ لكن ينبغي أن يعرف أن عامة من ضل في هذا الباب، أو عجز فيه عن معرفة الحق فإنما لتفريطه في اتباع ما جاء به الرسول، وترك النظر والاستدلال الموصل إلى معرفته، فلما أعرضوا عن كتاب الله ضلوا، كما قال تعالى: {فإما يأتينكم مني هدى فمن اتبع هداي فلا يضل ولا يشقى ومن أعرض عن ذكري فإن له معيشة ضنكا ونحشره يوم القيامة أعمى} [طه/ 123] قال ابن عباس: تكفل الله لمن قرأ القرآن وعمل بما فيه أن لا يضل في الدنيا ولا يشقى في الآخرة ثم قرأ هذه الآية\" أ. هـ. ¶ وقال في المجموع (20/ 165 – 166): \"ولا ريب أن الخطأ في دقيق العلم مغفور للأمنة وإن كان ذلك في المسائل العلمية، ولولا ذلك لهلك أكثر فضلاء الأمة، وإذا كان الله يغفر لمن جهل تحريم الخمر لكونه نشأ بأرض جهل؛ مع كونه لم يطلب العلم، فالفاضل المجتهد في طلب العلم بحسب ما أدركه في زمانه ومكانه إذا كان مقصوده متابعة الرسول بحسب إمكانه هو أحق أن يتقبل الله حسناته ويثيبه على اجتهاداته، ولا يؤاخذه الله بما أخطأ تحقيقًا لقوله: {ربنا لا تؤاخذنا إن نسينا أو أخطأنا} [البقرة/ 286]. ¶ قال أيضًا في المجموع (2/ 379): \"ولكن لقولهم سر خفي وحقيقة باطنة لا يعرفها إلا خواص الخلق، وهذا السر أشد كفرًا وإلحادًا من ظاهره، فإن مذهبهم فيه دقة وغموض وخفاء قد لا يفهمه كثير من الناس. ¶ ولهذا تجد كثيرًا من عوام أهل الدين والخير والعبادة ينشد قصيدة ابن الفارض ويتواجد عليها ويعظمها، ظانًا أنها من كلام أهل التوحيد والمعرفة وهو لا يعلم مراد قائلها، وكذلك كلام هؤلاء يسمعه طوائف من المشهورين بالعلم والدين، فلا يفهمون حقيقته\" أ. هـ. ¶ وقال في المجموع في كلامه على الآمدي والرازي (5/ 563): \"لكن لم يعرف هؤلاء حقيقة ما جاء به الرسول، وحصل اضطراب في المعقول به، فحصل نقص في معرفة السمع والعقل، وإن كان هذا النقص هو منتهى قدرة صاحبه لا يقدر على إزالته، فالعجز يكون عذرًا للإنسان في أن الله لا يعذبه إذا",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "اجتهد الاجتهاد التام. هذا على قول السلف والأئمة في أن من اتقى الله ما استطاع إذا عجز عن معرفة بعض الحق لم يعذب به\" أ. هـ. ¶ شيوع البدع: ¶ من الموانع المهمة لقبول الحق أو الصواب هو شيوع الباطل أو الخطأ، حيث يكون هذا الشيوع عند عوام المسلمين مظنة إلى كون الحق معه لشيوعه وانتشاره عند علمائهم وأئمتهم. ومن المعلوم أن العامي لاحظ له ولا خبرة بالأدلة والاستدلال، وبالتالي فلا بد من التدرج والتبسط والرفق في البيان، حتى يحصل المقصود من البيان وإظهار الحجة وإقامتها، ومن ثم يترتب العقاب على من خالفها بلا مانع معتبر في الشرع. ¶ قال في المجموع (3/ 239): \"والذي على السلطان في مسائل النزاع بين الأمة أحد أمرين: إما أن يحملهم كلهم على ما جاء به الكتاب والسنة، واتفق عليه سلف الأمة، لقوله تعالى: {فإن تنازعتم في شيء فردوه إلى الله والرسول} [النساء/ 59]. وإذا تنازعوا فهم كلامهم (أي كلام السلف): إن كان ممن يمكنه فهم الحق فإذا تبين له ما جاء به الكتاب والسنة دعى الناس إليه، وأن يقر الناس على ما هم عليه، كما يقرهم على مذاهبهم العلمية. ¶ فأما إذا كانت البدعة ظاهرة – تعرف العامة أنها مخالفة للشريع – كبدعة الخوارج والروافض والقدرية والجهمية فهذه على السلطان أن ينكرها، لأن علمها عام، كما عليه الإنكار على من يستحل الفواحش والخمر وترك الصلاة، ونحو ذلك. ¶ ومع هذا فغقد يكثر أهل الأهواء في بعض الأمكنة والأزمنة حتى يصير بسبب كثرة كلامهم مكافئًا – عند الجهال – لكلام أهل العلم والسنة حتى يشتبه الأمر على من يتولى أمر هؤلاء فيحتاج حينئذ إلى من يقول بإظهار حجة الله وتبيينها حتى يكون العقوبة بعد الحجة. ¶ وإلا فالعقوبة قبل الحجة ليست مشروعة: قال تعالى: {وما كنا معذبين حتى نبعث رسولاً} [الإسراء/ 15]. ولهذا قال الفقهاء في البغاة إن الإمام يراسلهم فإن ذكروا شبهة بينها، وإن ذكروا مظلمة أزالها، كما أرسل علي ابن عباس إلى الخوارج فناظرهم حتى رجع منهم أربعة آلاف، وكما طلب عمر بن عبد العزيز دعاة القدرية والخوارج فناظرهم حتى رجع منهم أربعة آلاف، وكما طلب عمر بن عبد العزيز",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "دعاة القدرية والخوارج فناظرهم حتى ظهر لهم الحق، وأقروا به، ثم بعد موته نقض غيلان القدري التوبة فصلب\" أ. هـ. ¶ شيوع شبه أهل البدع: ¶ إن الشبهة سبب عظيم لشيوع كثير من الباطل بين العوام لكونها مركبة من حق مع ما فيها من الباطل وإزالة الشبهة أمر واجب، ولكنه ليس بالسهل مثل إزالة البدع الظاهرة أو المعاصي المعلومة، وإن أمكن إزالتها من البعض فإنه لا يتوقع الداعي أن تزول من العموم بسبب تفاوت الفهم والظهور والقناعة بين الناس، فتعد بذلك عذرًا معتبرًا ومانعًا مهما في الحكم على الأعيان. ¶ قال في المجموع (5/ 483): \"وقل طائفة من المتأخرين إلا وقع في كلامها نوع غلط لكثرة ما وقع من شبه أهل البدع، ولهذا يوجد في كثير من المصنفات في أصول الفقه وأصول الدين والفقه والزهد والتفسير والحديث من يذكر في الأصل العظيم عدة أقوال ويحكي من مقالات الناس ألوانًا، والقول الذي بعث الله به رسوله لا يذكره لعدم علمه به لا لكراهته لما عليه الرسول\" أ. هـ. ¶ وقال في المجموع في كلامه على مقالات الكفر (3/ 355): أنهم يخالفون ما اتفقت عليه الملل كلها وأهل الفطر السليمة كلها؛ لكن مع هذا قد يخفي كثير من مقالاتهم على كثير من أهل الإيمان حتى يظن أن الحق معهم، لما يوردونه من الشبهات، ويكون أولئك المؤمنون مؤمنين بالله ورسوله باطنًا وظاهرًا؛ وإنما التبس عليهم واشتبه هذا كما التبس على غيرهم من أصناف المبتدعة، فهؤلاء ليسوا كفارًا قطعًا، بل يكون منهم الفاسق والعاصي؛ وقد يكون منهم المخطئ المغفور له؛ وقد يكون معه من الإيمان والتقوى ما يكون معه به من ولاية الله بقدر إيمانه وتقواه\" أ. هـ. ¶ عذر عن غلبة: ¶ قال في كلامه على بدعة ذكر الاسم المجرد مكررًا دون الكلمة التامة (10/ 567): \"وما نقل عن أبي يزيد والنوري والشبلي وغيرهم من ذكر الاسم المجرد، فمحمول على أنهم مغلوبون، فإن أحوالهم تشهد بذلك، مع أن المشايخ الذين هم أصح من هؤلاء وأكمل لم يذكروا إلا الكلمة التامة، وعند التنازع يجب الرد إلى الله والرسول، فليس فعل غير الرسول حجة على الإطلاق والله أعلم\" أ. هـ. ¶ التقليد:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "لما كان غالب عوام المسلمين مقلدين لأئمة المذاهب واتباعهم، فإن البدع والأخطاء التي يقع بها هؤلاء الاتباع المنتسبين إلى المذهب المعين تنعكس بشكل عادي على من يقلدونهم ويأتمون بهم، وبالتالي فإن مهمة نشر العلم الشرعي الصحيح بين هؤلاء المشايخ أمر في غاية الأهمية لإصلاح المجتمع من جهة، ثم إعذار الناس بتقليدهم عند وقوعهم بتلك البدع، مع نصحهم ودعوتهم إلى اتباع الحق بالحكمة والموعظة الحسنة هو كذلك من الواجبات الشرعية التي لا ينبغي أن يغفل عنها الداعية إلى الله تعالى. ¶ قال في كلامه على ترك المسلم للواجبات (22/ 10): \"بل إذا عفى للكافر بعد الإسلام عما تركه من الواجبات لعدم الإعتقاد وإن كان الله قد فرضها عليه وهو معذب على تركها، فلأن يعفو للمسلم عما تركه من الواجبات لعدم اعتقاد الوجوب، وهو غير معذبه على الترك لاجتهاده أو تقليده أو جهله الذي يعذر به أولى وأحرى، وكما أن الإسلام يجب ما كان قبله فالتوبة تجب ما كان قبله فالتوبة تجب ما كان قبلها لا سيما توبة المعذور الذي بلغه النص أو فهمه بعد أن لم يكن تمكن من سمعه وفهمه، وهذا ظاهر جدًا للغاية\" أ. هـ. ¶ وقال (10/ 371): إن ما ثبت قبحه من البدع وغير البدع من المنهي عنه في الكتاب والسنة أو المخالف للكتاب والسنة إذا صدر عن شخص من الأشخاص فقد يكون على وجه يعذر فيه، إما لاجتهاد أو تقليد يعذر فيه، وإما لعدم قدرته كما قررته في غير هذا الموضع\" أ. هـ. ¶ إعذار عام: ¶ هناك موانع متداخلة مع ما سبق من الموانع، وقد تكون مركبة مع بعضه يرجع تقديرها إلى الشخص نفسه، يصعب على الناظر تحديدها وضبطها، ولكن يمكن تقدير وجودها عند من تصدر منه الشطحات إعذارًا له ما أمكن إلى ذلك من سبيل، مع وجوب النصح والبيان. ¶ قال في كلامه على نزول الرب جل وعلا (5/ 243): \"وأما من يتوهم أن السموات تتفرج ثم تلتحم فهذا من أعظم الجهل، وإن وقع فيه طائفة من الرجال\" أ. هـ. ¶ 5 - إن المظهر للإسلام لا يكون إلا واحدًا من اثنين لا ثالث لهما: مؤمن أو منافق. ¶ هذا ضابط كلي يجعل المسلم ينظر إلى المجتمع الإسلامي وأفراده نظرة أخوة ومحبة ونظرة حذر",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وتوقف م الوقوع في المسلم بتكفير أو تفسيق أو تبديع أو نحو ذلك، فإن أمامنا إما مؤمنين أو منافقين مظهرين للإسلام لا يمكن التنقيب عن قلوبهم، وبالتالي يعاملون معاملة المسلمين. ¶ وأهل البدع لا يخرجون عن ذلك فيهم المنافق، وفيهم المؤمن المتأول المعذور ببدعته، ويدخل في ذلك كل المتنازعون في الصفات والقدر على اختلاف عقائدهم؛ وقد يكون فيهم أيضًا ظلم وعدوان، مثلما يكون من عوام المسلمين، فيعاملون بقدر ذلك ومقتضاه: وقد يكون في أهل البدع أيضًا من الإيمان والتقوى ما يرفع منزلته عند الله تعالى، وأيضًا يقال هنا إن هذا لا يصير بدعته حسنة أو مقبولة، بل تبقى قبيحة مذمومة، وإنما الكلام في الأعيان وأعذارهم. ¶ قال في كلامه على الكافر من أهل القبلة (3/ 352): \" وفصل الخطاب في هذا الباب بذكر أصلين: ¶ أحدهما: أن يعلم أن الكافر في نفس الأمر من أهلب الصلاة لا يكون إلا منافقًا، فإن الله بعث محمدًا - صلى الله عليه وسلم - وأنزل عليه القرآ وهاجر إلى المدينة صار الناس ثلاثة أصناف: مؤمن به وكافر به مظهر الكفر ومنافق مستخف بالكفر. ولهذا ذكر الله هذه الأصناف الثلاثة في أول سورة البقرة، وذكر أربع آيات في نعت المؤمنين وآيتين في الكفار ويضع عشر آية في المنافقين\". ¶ ثم قال: وإذا كان كذلك فأهل البدع فيهم المنافق الزنديق فهذا كافر، ويكثر مثل هذا في الرافضة والجهمية، فإن رؤساءهم كانوا منافقين زنادقة، وأول من ابتدع الرفض كان منافقًا. وكذلك التجهم فإن أصله زندقة ونفاق، ولهذا كان الزنادقة المنافقون من القرامطة الباطنية المتفلسفة وأمثالهم يميلون إلى الرافضة والجهمية لقربهم منهم. ¶ ومن أهل البدع من يكون فيه إيمان باطنًا وظاهرًا، لكن فيه جهل وظلم حتى أخطأ ما أخطأ من السنة؛ فهذا ليس بكافر ولا منافق، ثم قد يكون منه عدوان وظلم فيكون فاسقًا أو عاصيًا؛ وقد يكون مخطئًا متأولاً مغفورًا له خطأه؛ وقد يكون مع ذلك معه من الإيمان والتقوى ما يكون معه من ولاية الله بقدر إيمانه وتقواه، فهذا أحد الأصلين\" أ. هـ. ¶ وقال في المجموع (5/ 134):\" وكل من أظهر الإسلام ولم يكن منافقًا فهو مؤمن، له من الإيمان بحسب ما أوتيه من ذلك، وهو ممن يخرج من النار، ولو كان في قلبه مثقال ذرة من الإيمان، ويدخل في",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "هذا جميع المتنازعين في الصفات والقدر على اختلاف عقائدهم. ولو كان لا يدخل الجنة إلا من يعرف الله كما يعرفه نبيه - صلى الله عليه وسلم -، لم تدخل أمته الجنة، فإنهم أو أكثرهم لا يستطيعون هذه المعرفة، بل يدخلون الجنة وتكون منازلهم متفاضلة بحسب إيمانهم ومعرفتهم. ¶ وإذا كان الرجل قد حصل له إيمان يعبد الله به، وأتى آخر بأكثر من ذلك عجز عنه الأول لم يحمل مالا يطيق، وإن يحصل له بذلك فتنة: لم يحدث بحديث يكون له فيه فتنة\" أ. هـ. ¶ فهذا أصل عظيم في تعليم الناس ومخاطبتهم، والخطاب العام بالنصوص التي اشتركوا في سماعها، كالقرآن والحديث المشهور، وهم مختلفون في معنى ذلك. والله تعالى أعلم. وانظر أيضًا (5/ 254 – 255). ¶ 6 - ما الذي يجب على المكلف اعتقاده؟ ¶ وهذا ضابط مهم في النظر إلى عامة المسلمين، حيث يبين شيخ الإسلام أن هناك اعتبارين في الواجب من الاعتقاد: ¶ الأول الإيمان المجمل بما جاء به الرسول - صلى الله عليه وسلم - من عند الله، وهذا في الغالب ليس موضع النزاع القائم بين المسلمين. ¶ والثاني: الإيمان المفصل، حيث يكون ضابطه عند شيخ الإسلام هو أن يقر العبد بالمفردات التي ثبت عنده أن النبي - صلى الله عليه وسلم - أخبر بها. وهذا في الحقيقة ضابط نسبي، لا سيما بالنسبة للعوام، فإن العامي يثبت عنده ما يثبت لمن يقلده أو يتبعه أو يثق بعلمه، وهذا أمر غير منضبط، وبالتالي يقع الإعذار عند الخطأ، ولكن هذا لا يعني عدم بيان الحق بل يجب ذلك حتى يثبت له أنه الحق، وأما إذا لم يثبت عنده ما يثبت لمن يقلده أو يتبعه أو يثق بعلمه، وهذا أمرلا غير منضبط، وبالتالي يقع الإعذار عند الخطأ، ولكن هذا لا يعني عدم بيان الحق بل يجب ذلك حتى يثبت له أنه الحق، وأما إذا لم يثبت عنده مع ذلك لمانع ما فلا يعني هذا أن الحجة قد قامت عليه، بل يكون هذا المبلغ قد أدى ما عليه من البيان، ويكون الذي سمع البلاغ إما معذورًا في الظاهر والباطن، أو معذورًا في الظاهر دون الباطن ويكون حاله حال المنافقين الذين يعاملون معاملة المسلمين. ¶ سئل شيخ الإسلام ما الذي يجب على المكلف اعتقاده فقال (3/ 327): \"الحمد لله رب",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "العالمين، أما قوله ما الذي يجب على المكلف اعتقاده، فهذا فيه إجمال وتفصيل. ¶ أما الإجمال، فإنه يجب على المكلف أن يؤمن بالله ورسوله، ويقر بجميع ما جاء به الرسول: من أمر الإيمان بالله وملائكته وكتبه ورسله واليوم الآخر، وما أمر به الرسول ونهى، بحيث يقر بجميع ما أخبر به وما أمر به. فلا بد من تصديقه فيما أخبر والانقياد له فيما أمر. وأما التفصيل، فعلى كل مكلف أن يقر بما ثبت عنده من أن الرسول أخبر به أو أمر به، وأما ما أخبر به الرسول ولم يبلغه أنه أخبر به ولم يمكنه العلم بذلك، فهو لا يعاقب على تلك الإقرار به مفصلاً، وهو داخل في إقراره بالمجمل العام، ثم إذا قال خلاف ذلك متأولاً كان مخطئًا يغفر الله له خطأه، إذا لم يحصل منه تفريط ولا عدوان، ولهذا يجب على العلماء من الاعتقاد مالا يجب على آحاد العامة، ويجب على من نشأ بدار علم وإيمان من ذلك ما لا يجب على من نشأ بدار جهل. وأما ما علم ثبوته بمجرد القياس العقلي دون الرسالة، فهذا لا يعاقب إذا لم يعتقده\" أ. هـ. ¶ النظرة القدرية النسبية في النظر إلى الأمثل: النصرة بمن فيه بدعة ¶ إن الواقع المعاصر للأمة المسلمة هو واقع موروث بسيئاته وحسناته؛ وغذا كان الحديث عن المظهرين للتدين والالتزام المجمل فلا بد للداعية المصلح أن يلتمس ابتداء للمخطئين منهم العذر في خطأهم وانحرافهم، بيد أنه لا يبخل عليهم بما يجب عليه من القيام بالدعوة والإصلاح. ومما لا شك فيه أن هناك تباين وتدرج كبير في الخطأ والانحراف عند الأمة في هذا الواقع الموروث، يبدأ من حافة الكفر ثم يتدرج درجات ليصل إلى درجات الخير والتقوى والصلاح. ¶ وأمام هذا التباين والتزاحم في جبهة هذا الواقع الإسلامي تشتد قوى الكفر والطغيان لطعن هذه الأمة على ضعفها لأنها لا تزال تحمل في جذوتها أصل الإسلام. وبالتالي فإن هذا الواقع المرير يفرز بشكل طبيعي صراعات وردود أفعال متباينة متزاحمة مباشرة غير مستعدة للانتظار. فلا يمكن للأمة في بلد ما أن تنتظر العالم الكامل للرد على من يشيع فيها أصول الكفر والإلحاد بل ترد بمن توفر في ذلك الوقت وذلك المكان وإن كان قاصرًا عمّن هو في بلد آخر أو وقت آخر أو عمن وجد في ذلك البلد وذلك الوقت ولكنه أمسك عما يجب بيانه لعذر ما. فعندما تتحتم المعركة بين الإسلام والكفر في أمر ما فلا بد من مواجهة إسلامية ولا بد من نصرة من يقوم بهذه المواجهة عند تحتمها إن عجز عنها",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "الباقون أو أعذروا فيها. ولا ينظر في هذه النصرة إلا إلى الإسلام المجمل. فعند غياب العالم السني في وقت أو مكان يتعين فيه رد ضلالات أهل الكفر: يكون رد العالم الذي فيه بدعة وإن كانت كبيرة أمرًا واجبًا وعملاً محمودًا. وكذلك يقال في تصدي أهل البدع لمن هم أعظم ابتداعًا منهم. وكذلك يقال لمن يتصدى للدعوة في بلاد أو زمان يقل فيه أهل العلم الصافي، فيدعون إلى إسلام فيه بدعة لا يعلمون أنها بدعة، وقد يعلمون أنها بدعة ولكنهم يعتقدون أنها بدعة حسنة يحبها الله ورسوله. ¶ وواقعنا المعاصر مثال صادق لمثل هذه الحال؛ فالجهل بالدين أمر شائع بين العامة يتفاوت بين الطرق الصوفية والخرافية إلى التعصب المذهبي إلى فوق ذلك ودونه. ومن جهة أخرى فإن الدين من حيث هو دين محارب كذلك من الكثير ممن بيدهم أمر هؤلاء المسلمين العوام فضلاً عن الحرب الفاضحة التي يعلنها أهل الكفر ممن بيدهم أسباب القوة المادية المعاصرة. ¶ قال في المجموع (3/ 348): \"ومما ينبغي أن يعرف أن الطوائف المنتسبة إلى متبوعين في أصول الدين والكلام على درجات منهم من يكون قد خالف السنة في أصول عظيمة ومنهم من يكون إنما خالف السنة في أمور دقيقة. ¶ ومن يكون قد رد على غيره من الطوائف الذين هم أبعد عن السنة منه، في رده بحيث جحد بعض الحق وقال بعض الباطل، فيكون قد رد بدعة كبيرة ببدعة أخف منها، ورد باطلاً بباطل أخف منه، وهذه حال أكثر أهل الكلام المنتسبين إلى أهل السنة والجماعة. ¶ ومثل هؤلاء إذا لم يجعلوا ما ابتدعوه قولاً يفارقون به جماعة المسلمين، يوالون عليه ويعادون، كان من نوع الخطأ، والله سبحانه وتعالى يغفر للمؤمنين خطأهم في مثل ذلك. ¶ ولهذا وقع في مثل هذا كثير من سلف الأمة وأئمتها، لهم مقالات قالوها باجتهاد وهي تخالف ما ثبت في الكتاب والسنة؛ بخلاف من وإلى موافقه وعادى مخالفه وفرق بين جماعة المسلمين، وكفر وفسق مخالفه دون موافقه في مسائل الآراء والاجتهادات، واستحل قتال مخالفه دون موافقه، فهؤلاء من أهل التفرق والاختلافات\" أ. هـ. ¶ وقال في المجموع (13/ 95):\" وهذا كالحجج والأدلة التي يذكرها كثير من أهل الكلام والرأي، فإنه ينقطع بها كثير من أهل الباطل ويقوى بها كثير من أهل الحق وإن كانت في نفسها باطلة فغيرها",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أبطل منها، والخير والشر درجات، فينتفع بها أقوام ينتقلون مما كانوا عليه إلى ما هو خير منه. ¶ وقد ذهب كثير من مبتدعة المسلمين من الرافضة والجهمية وغيرهم إلى بلاد الكفار فأسلم على يديه خلق كثير، وانتفعوا بذلك وصاروا مسلمين مبتدعين، وهو خير من أن يكونوا كفارًا. وكذلك بعض الملوك قد يغزوا غزوًا يظلم فيه اغلمسلمين والكفار ويكون آثمًا بذلك، ومع هذا فيحصل به نفع خلق كثير كانوا كفارًا فصاروا مسلمين، وذلك كان شرًَا بالنسبة للقائم بالواجب، وأما بالنسبة إلى الكفار فهو خير. ¶ وكذلك كثير من الأحاديث الضعيفة في الترغيب والترهيب والفضائل والأحكام والقصص، قد يسمعها أقوام فينتقلون بها إلى خير مما كانوا عليه وإن كانت كذبًا، وهذا كالرجل يسلم رغبة في الدنيا ورهبة من السيف، ثم إذا أسلم وطال مكثه بين المسلمين دخل الإيمان في قلبه، فنفس ذل الكفر الذي كان عليه وانقهاره ودخوله في حكم المسلمين خير من أن يبقى كافرًا، فانتقل إلى خير مما كان عليه، وخف الشر الذي كان فيه، ثم إذا أراد الله هدايته أدخل الإيمان إلى قلبه. ¶ والله تعالى بعث الرسل بتحصيل المصالح وتكميلها وتعطيل المفاسد وتقليلها، والنبي - صلى الله عليه وسلم - جعل الخلق بغاية الإمكان ونقل كل شخص إلى خير مما كان عليه بحسب الإمكان: {ولكل درجات مما عملوا وليوفيهم أعمالهم وهم لا يظلمون} [الأنعام/ 1323]. وأكثر المتكلمين يردون باطلاً بباطل وبدعة ببدعة، لكن قد يردون باطل الكفار من المشركين وأهل الكتاب بباطل المسلمين، فيصير الكافر مسلمًا مبتدعًا، وأخص من هؤلاء من يرد البدع الظاهرة كبدعة الرافضة ببدعة أخف منها وهي بدعة أهل السنة. ¶ ثم قال (13/ 99): والأشعرية ما ردوه من بدع المعتزلة والرافضة والجهمية وغيرهم وبينوا ما بينوه من تناقضهم وعظموا الحديث والسنة ومذهب الجماعة، فحصل بما قالوه من بيان تناقض أصحاب البدع الكبار وردهم ما انتفع به خلق كثير\" أ. هـ. ¶ وقال في كلامه على الفلاسفة المسلمين (2/ 85): \"ثم بعد ذلك لما صار فيهم من يتحذق على طريقتهم في علم ما بعد الطبيعة، كافارابي وابن سينا ونحوهم، وصنف ابن سينا كتبًا زاد فيها بمقتضى الأصول المشتركة أشياء لم يذكرها المتقدمون، وسمى ذلك العلم الإلهي، وتكلم في النبوات والكرامات",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومقامات العارفين بكلام فيه شرف ورفعة، بالنسبة إلى كلام المتقدمين، وأن كان عند العلوم الإلهية النبوية فيه من القصور والتقصير والنفاق والجهل والضلال والكفر مالا يخفي على من له أدنى بصيرة بالعلم والإيمان، وإنما راج على من سلك طريق المتفلسفة، لأنه قرب إليهم معرفة الله والنبوات والمعجزات والولاية، بحسب أصول الصابئة الفلاسفة، لا بحسب الحق نفسه، بما أشرق على جهالاتهم من نور الرسالة وبرهان النبوة. كما فعله نسطور النصراني، الذي كان في زمن المأمون، الذي تنسب إليه النسطورية في التثليث والاتحاد، لكنه بما أضاء عليه من نور المسلمين أزال كثيرًا من فساد عقيدة النصراني. وكذلك يحيى بن عدي النصراني، لما تفلسف قرب مذهب النصارى في التثليث إلى أصول الفلاسفة في العقل والعاقل والمعقول\" أ. هـ. ¶ وقال في كلامه على أهل الكلام وأهل النظر في مناقشتهم للفلاسفة (5/ 294): \"ومن لم يهتد لهذا كالشهرستاني والرازي والآمدي ونحوهم، فهم ناظروا الفلاسفة مناظرة ضعيفة، ولم يثبتوا فساد أصولهم كما بين ذلك أئمة النظر الذين هم أجل منهم، وسلم هؤلاء للفلاسفة مناظرة ضعيفة، ولم يبينوا فساد أصولهم، إلى مقدمات باطلة استزلوهم بها عن أشياء من الحق، بخلاف أئمة أهل النظر كالقاضي أبي بكر وأبي المعالي الجويني وأبي حامد الغزالي وأبي الحسين البصري وأبي عبد الله بن الهيصم الكرامي، وأبي الوفاء علي بن عقيل. ¶ ومن قبل هؤلاء مثل أبي علي الجبائي وابنه أبي هاشم، وأبي الحسن الأشعري، والحسن بن يحيى النوبختي. ¶ ومن قبل هؤلاء: كابي عبد الله محمد بن كرام وابن كلاب وجعفر بن مبشر وجعفر بن حرب، وأبي إسحاق النظام وأبي الهذيل العلاف، وعمرو بن بحر الجاحظ، وهشام الجواليقي، وهشام بن الحكم، وحسين بن محمد النجار، وضرار بن عمرو الكوفي، وأبي عيسى محمد بن عيسى برغوث، وحفص الفرد، وغير هؤلاء ممن لا يحصيهم إلا الله من أئمة أهل النظر والكلام، فإن مناظرة هؤلاء للفلاسفة خير من مناظرة أولئك\" أ. هـ. ¶ وقال في كلامه على محنة خلق القرآن والمعتزلة (5/ 555): \"وكان ممن انتدب للرد عليهم أبو محمد عبد الله بن سعيد بن كلاب، وكان له فضل وعلم ودين. ومن قال أنه ابتدع ما ابتدعه ليظهر دين",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "النصارى في المسلمين – كما يذكره طائفة في مثالبه، ويذكرون أنه أوصى أخته بذلك – فهذا كذب عليه. وإنما افترى هذا عليه المعتزلة و الجهمية الذين رد عليهم، فإنهم يزعمون أن من أثبت الصفات فقد قال بقول النصارى. وقد ذكر مثل ذلك عنهم الإمام أحمد في (الرد على الجهمية)، وصار ينقل هذا من ليس من المعتزلة من السالمية، ويذكره أهل الحديث والفقهاء الذين ينفرون عنه لبدعته في القرآن، ويستعينون بمثل هذا الكلام الذي هو من افتراء الجهمية والمعتزلة عليه، ولا يعلم هؤلاء إن الذين ذموه بمثل هذا هم شر منه، وهو خير وأقرب إلى السنة منهم. ¶ وأبن كلاب لما رد على الجهمية لم يهتد لفساد أصل الكلام المحدث الذي ابتدعوه في دين الإسلام، بل وافقهم عليه، وهؤلاء الذين يدمون ابن كلاب والأشعري بالباطل هم من أهل الحديث. ¶ والمقصود هنا التنبيه على أصل مقالات الطوائف. وابن كلاب أحدث ما أحدثه لما اضطره إلى ذلك من دخول أصل كلام الجهمية في قلبه. وقد بين فساد قولهم بنفي علو الله ونفي صفاته، وصنف كتبًا كثيرة في أصل التوحيد والصفات، وبين أدلة كثيرة عقلية على فساد قول الجهمية، وبين فيها أن علو الله على خلقه ومباينته لهم من المعلوم بالفطرة والأدلة العقلية القياسية، كما دل على ذلك الكتاب والسنة. ¶ لكن الأصل العقلي الذي بنى عليه ابن كلاب قوله في كلام الله وصفاته هو أصل الجهمية والمعتزلة بعينه\" أ. هـ. ¶ وقال في المجموع (7/ 622): \"وكان أبو محمد عبد الله بن سعيد بن كلاب القطان له فضيلة ومعرفة رد بها على الجهمية و المعتزلة نفاة الصفات، وبين أن الله نفسه على العرش، وبسط الكلام في ذلك، ولم يتخلص من شبهة الجهمية كل التخلص، بل ظن أن الرب لا يتصف بالأمور الاختيارية التي تتعلق بقدرته ومشيئءتهن فلا يتكلم بمشيئته وقدرته، ولا يحب العبد ويرضي عنه بعد إيمانه وطاعته، ولا يغضب عليه ويسخط بعد كفره ومعصيته\" أ. هـ.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "تفاوت مراتب أهل البدع ¶ إن هذا الباب تبع لسابقه في التوكيد على أهمية معرفة تفاوت أهل البدع في قربهم وبعدهم عن الحق، وبالتالي بيان الحق والنصح لهم بقدر ذلك. ¶ ولا يمكن بحال التسوية بين المتفاوتات كما لا يمكن التسوية بين المتخالفات. حيث إن اشتراك المذاهب والفرق في وقوعها في جنس الخطأ أو جنس البدعة لا يبرر التعامل معها على حد واحد، بل لا بد من النظر إلى تفاوت درجة الخطأ ودرجة البدعة لتحقيق حسن التعامل بما يحقق ما يجب من الإصلاح. ¶ إن الطبيب لا يمكن أن يرفض مريضه لأنه مريض، كما إنه لا يشنع عليه ما فيه من العلل، بل يتلطف به، ويؤمله بالشفاء بإذن الله ثم يعطيه العلاج المناسب لعلته نوعًا وقدرًا وأسلوبًا، ذلك لأن العليل مقصده في طبه دون سائر الناس، وهو يدرك أن المرض أصنافًا وألوانًا ودرجات متفاوتة بين الحياة إلى الموت. بل تراه يتفحص مريضه عسى أن يكون قد خف عن المرض درجة أو درجتين، ثم هو يفرح بذلك أشد الفرح لدلالة ذلك على القرب من الشفاء، وحتى لو علم أن الشفاء قد لا يتحقق فإنه يفرح بخفة المرض الذي يكون بديل الشفاء حين لا يتحقق الشفاء. ¶ وإذا صدق هذا الوصف في حكيم الأبدان، فإنه لا بد أن يكون أصدق في حكيم الأديان، ألا وهو الداعية إلى الله تعالى مع من يدعوه من الناس، وكلما كان المدعو أبعد عن الإسلام كلما كانت المهمة أعظم وكان الأجر من رب العزة أجزل لما يتحمله هذا الداعية من الصبر والمداراة واستحصال الحكمة التي أمر الله بها وما يتطلبه ذلك من تقدير المصالح والمفاسد والتدرج على حسب درجة البدعة أو الخطأ وحال صاحبها. ¶ إن اعتبار مقياس القرب إلى المنهج الصحيح ضمن الأمة المسلمة أصلح لبعض أهل البدع من اعتبار البعد عن المنهج الصحيح، ولذلك يؤكد شيخ الإسلام هذا الاعتبار – اعتبار القرب إلى السنة – بالنسبة لبعض أهل البدع الكبيرة كالأشاعرة والمرجئة ونحوهم في مقابل أهل البدع الأكبر مثل الجهمية والشيعة والخوارج ونحوهم. ¶ قال في كلامه على الروافض (2/ 356 – 357): \"ومنهم ظهرت أمهات الزندقة والنفاق،",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "كزندقة القرامطة الباطنية وأمثالهم، ولا ريب أنهم أبعد طوائف المبتدعة عن الكتاب والسنة، ولهذا كانوا هم المشهورين عند العامة بالمخالفة للسنة، فجمهور العامة لا تعرف ضد السني إلا الرافضي، فإذا قال أحدهم أنا سني فإنما معناه لست رافضيًا. ¶ ولا ريب أنهم شر من الخوارج؛ لكن الخوارج كان لهم في مبدأ الإسلام سيف على أهل الجماعة، وموالاتهم (أي الروافض) الكفار أعظم من سيوف الخوارج، فإن القرامطة والإسماعيلية ونحوهم من أهل المحاربة لأهل الجماعة، وهم منتسبون إليهم. وأما الخوارج فهم معروفون بالصدق، والروافض معروفون بالكذب، والخوارج مرقوا من الإسلام وهؤلاء نابذوا الإسلام. ¶ وأما القدرية المحضة فهم خير من هؤلاء بكثير وأقرب إلى الكتاب والسنة، لكن المعتزلة وغيرهم من القدرية هم جهمية أيضًا، وقد يكفرون من خالفهم ويستحلون دماء المسلمين فيقربون من أولئك. ¶ وأما المرجئة فليسوا من هذه البدع المعظلة، بل قد دخل في قولهم طوائف من أهل الفقه والعبادة وما كانوا يعدون إلا من أهل السنة، حتى تغلظ أمرهم بما زادوه من ألأقوال المغلظة. ¶ ولما كان قد نسب إلى الإرجاء والتفضيل قوم مشاهير متبعون: تكلم أئمة السنة المشاهير في ذم المرجئة المفضلة تنفيرًا من مقالتهم، كقول سفيان الثوري: من قدم عليًا على أبي بكر والشيخين فقد أزرى بالمهاجرين والأنصار، وما أرى يصعد له إلى الله عمل مع ذلك أو نحو هذا القول، قاله لما نسب إلى تقديم على بعض أئمة الكوفيين. وكذلك قول أيوب السختياني: من قدم عليًا على عثمان فقد أزرى بالمهاجرين والأنصار قاله لما بلغه ذلك عن بعض أئمة الكوفيين، وقد روي أنه رجع عن ذلك. وكذلك قول الثوري ومالك والشافعي وغيرهم في ذم المرجئة لما نسب إلى الإرجاء بعض المشهورين. ¶ وكلام الإمام أحمد في هذا الباب جار على كلام من تقدم من أئمة الهدى، ليس له قول ابتدعه ولكنه أظهر السنة وبينها وذب عنها وبين حال مخالفيها وجاهد عليها، وصبر على الأذى فيها لما أظهرت الأهواء والبدع، وقد قال الله تعالى: {وَجَعَلْنَا مِنْهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا لَمَّا صَبَرُوا وَكَانُوا بِآياتِنَا يُوقِنُونَ} [السجدة:24]. فالصبر واليقين بهما تنال الإمامة في الدين، فلما قام بذلك قرنت باسمه من الإمامة في السنة ما شهر به وصار متبوعًا لمن بعده، كما كان تابعًا لمن قبله\" أ. هـ. ¶ وقال في المجموع (2/ 102 – 103): \"والنجارية والضرارية وغيرهم يقربون من جهم في مسائل",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "القدر والإيمان مع مقاربتهم له أيضًا في نفي الصفات. ¶ والكلابية والأشعرية خير من هؤلاء في باب الصفات، فإنهم يثبتون لله الصفات العقلية، وأئمتهم يثبتون الصفات الخبرية في الجملة، كما فصلت أقوالهم في غير هذا الموضع. وأما في باب القدر ومسائل الأسماء والأحكام. ¶ والكلابية هم اتباع أبي محمد عبد الله بن سعيد بن كلاب، الذي سلك الأشعري خطته (¬1). ¶ وأصحاب ابن كلاب كالحارث المحاسبي، وأبي العباس القلانسي ونحوهما، خير من الأشعرية في هذا وهذا، فكلما كان الرجل إلى السلف أقرب كان قوله أعلى وأفضل\" أ. هـ. ¶ تزاحم الأحكام الشرعية في الحكم على الأعيان ¶ إن الموازنة الشرعية في الحكم على الأشخاص مبنية أساسًا على أصل تزاحم الأحكام الشرعية، حيث يعد هذا الأصل من أهم أصول الشريعة فيما يتعلق بالمصالح والمفاسد، واحتمال أخف الضررين لتفويت أعظمهما، لا سيما في الوقت الحاضر حيث ضعف سلطان الدين وعظم سلطان الكفر في بلاد الإسلام مع كثرة أهله وجهلهم فعظمت البلوى بين عوام المسلمين فيما يعرض عليهم في حياتهم وفي بلادهم، من أمور شرعية لا يمكن فعلها إلا بمشقة وضرر قد تربو وقد تقصر عن حسنة تلك الأمور، فازداد النظر والاعتبار لنسبية ألعمل أو نسبية الشخص، أي كونه أخف ضررًا أو أقل شرًا أو أقرب إلى الشرع أو نحو ذلك مما له اعتبار شرعي مهم في معرفة المشروعات المرتهنة بهذه الأحوال. ¶ وقد فصل شيخ الإسلام في بيان هذه القاعدة تفصيلاً عظيمًا ذكرناه في بحث (تزاحم الأحكام الشرعية) في العدد السابع من (الحكمة)، ننقل منه هنا قدر ما تقتضيه الحاجة. ¶ قال (10/ 364): \"قد يقترن بالحسنات سيئات إما مغفورة أو غير مغفورة، وقد يتعذر أو يتعسر على السالك سلوك الطريق المشروعة المحضة إلا بنوع من المحدث لعدم القائم بالطريق المشروعة علمًا وعملاً. فإذا لم يحصل النور الصافي، بأن لم يوجد إلا النور الذي ليس بصاف وإلا بقي الإنسان في ¶ ¬__________ ¶ (¬1) في هامش المجموع كتب: في نسخة (خلفه).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الظلمة، فلا ينبغي أن يعيب الرجل وينهي عن نور فيه ظلمة إلا إذا حصل نور لا ظلمة فيه. وإلا فكم ممن عدل عن ذلك يخرج عن النور بالكلية، إذا خرج غيره عن ذلك لما في طرق الناس من الظلمة. ¶ وإنما قررت هذه القاعدة ليحمل ذم السلف والعلماء للشيء على موضعه، ويعرف أن العدول عن كمال خلافة النبوة المأمورة به شرعًا: تارة يكون لتقصير بترك الحسنات علمًا وعملاً، وتارة بعدوان بفعل السيئات علمًا وعملاً، وكلا من الأمرين قد يكون من غلبة، وقد يكون مع قدرة\" أ. هـ. ¶ فالأول: قد يكون لعجز وقصور، وقد يكون مع قدرة وإمكان. ¶ والثاني: قد يكون مع حاجة وضرورة وقد يكون مع غنى وسعة، وكل من العاجز عن كمال الحسنات والمضطر إلى بعض السيئات معذور، فإن الله يقول: {فَاتَّقُوا اللَّهَ مَا اسْتَطَعْتُمْ} [التغابن: من الآية16] وقال: {لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَهَا} [البقرة: من الآية286] وقال: {وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ لا نُكَلِّفُ نَفْساً إِلَّا وُسْعَهَا أُولَئِكَ أَصْحَابُ الْجَنَّةِ هُمْ فِيهَا خَالِدُونَ} [لأعراف:42] وقال النبي - صلى الله عليه وسلم -: (إذا أمرتكم بأمر فأتوا منه ما استطعتم) وقال سبحانه: {وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ} [الحج: من الآية78] وقال: {مَا يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ} [المائدة: من الآية6] وقال: {يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ} [البقرة: من الآية185] وقال: {فَمَنِ اضْطُرَّ غَيْرَ بَاغٍ وَلا عَادٍ فَلا إِثْمَ عَلَيْهِ} [البقرة: من الآية173] وقال: {وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَا أَخْطَأْتُمْ بِهِ} [الأحزاب: من الآية5]. ¶ وهذا أصل عظيم وهو أن تعرف الحسنة في نفسها علمًا وعملاً، سواء كانت واجبة أو مستحبة. وتعرف السيئة في نفسها علمًا وقولاً وعملاً، محظورة كانت أو غير محظورة – إن سميت غير المحظورة سيئة – وأن الدين تحصيل الحسنات والمصالح، وتعطيل السيئات والمفاسد. ¶ وأنه كثيرًا ما يجتمع في الفعل الواحد أو في الشخص الواحد الأمران، فالذم والنهي والعقاب قد يتوجه إلى ما تضمنه أحدهما، فلا يغفل عما فيه من النوع الآخر، كما يتوجه المدح والأمر والثواب إلى ما تضمنه أحدهما فلا يغفل عما فيه من النوع الآخر. وقد يمدح الرجل بترك بعض السيئات البدعية والفجورية، لكن قد يسلب مع ذلك ما حمد به غيره على فعل بعض الحسنات السنية البرية، فهذا طريق الموازنة والمعادلة، ومن سلكه كان قائمًا بالقسط الذي أنزل الله له الكتاب والميزان\" أ. هـ.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقال في الصلاة خلف أهل الأهواء والبدع (23/ 342): \"أوسط الأقوال في هؤلاء أن تقديم الواحد من هؤلاء في الإمامة لا يجوز مع القدرة على غيره. فإن كان مظهرًا للفجور أو البدع يجب الإنكار عليه ونهيه عن ذلك، وأقل مراتب الإنكار هجره لينتهي عن فجوره وبدعته، ولهذا فرق جمهور الأئمة بين الداعية وغير الداعية، فإن الداعية أظهر المنكر فاستحق الإنكار عليه، بخلاف الساكت فإنه بمنزلة من أسر بالذنب، فهذا لا ينكر عليه في الظاهر، فإن الخطيئة إذا خفيت لم تضر إلا صاحبها، ولكن إذا أعلنت فلم تنكر ضرت العامة؛ ولهذا كان المنافقون تقبل منهم علانيتهم وتوكل سرائرهم إلى الله تعالى بخلاف من أظهر الكفر. فإذا كان داعية منع من ولايته وإمامته وشهادته وروايته، لما في ذلك من النهي عن المنكر، لا لأجل فساد الصلاة واتهامه في شهادته وروايته. فإذا أمكن لإنسان ألا يقدم مظهرًا للمنكر في الإمامة وجب ذلك. لكن إذا ولاه غيره ولم يمكنه صرفه عن الإمامة، أو كان لا يتمكن من صرفه إلا بشر أعظم ضررًا من ضرر ما أظهر من المنكر، فلا يجوز دفع الفساد القليل بالفساد الكثير، ولا دفع أخف الضررين بتحصيل أعظم الضررين، فإن الشريعة جاءت بتحصيل المصالح وتكميلها وتعطيل المفاسد وتقليلها بحسب الإمكان، ومطلوبها ترجيح خير الخيرين إذا لم يمكن أن يجتمعا جميعًا، ودفع شر الشرين إذا لم يندفعا جميعًا. ¶ فإذا لم يمكن منع المظهر للبدعة والفجور إلا بضرر زائد على ضرر إمامته، لم يجز ذلك، بل يصلي خلفه ما لا يمكن فعلها إلا خلفه، كالجمع والأعياد والجماعة، إذا لم يكن هناك إمام غيره. ولهذا كان الصحابة يصلون خلف الحجاج، والمختار بن أبي عبيد الثقفي، وغيرهما الجمعة والجماعة، فإن تفويت الجمعة والجماعة أعظم فسادًا من الإقتداء فيهما بإمام فاجر لا سيما إذا كان التخلف عنهما لا يدفع فجوره، فيبقى ترك المصلحة الشرعية بدون دفع تلك المفسدة. ولهذا كان التاركون للجمعة والجماعة خلف أئمة الفجور مطلقًا معدودين عند السلف والأئمة من أهل البدع\" أ. هـ. ¶ الموازنة في تقييم الكتب ¶ أما تقييم الكتب والآراء فهو كذلك منضبط بالموازنة الشرعية في حدود الكتاب أو الرأي. وابتداء لا بد من حصر التقييم بالكتاب أو الرأي دون صاحبه لما عرفت من أن ذلك يستلزم اعتبارات أخرى لا يمكن الإحاطة بها من نفس الكتاب أو نفس الرأي والاجتهاد.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وفي وقتنا الحاضر انتشرت الكتب كثيرًا بفضل الله تعالى ثم بفضل تكنولوجيا الطباعة – التي زودنا بها الغرب! - فزاد نشر العلم الشرعي الصحيح من جهة وزاد طرح الأفكار والآراء والاجتهادات الفاسدة من جهة أخرى. ولا شك أن هذا الطرح المتباين والمختلف في نفس الساحة سيحدث تفاعلات إيجابية وأخرى سلبية، ولا بد من استثمار وتوظيف الإيجابية منها وتوسيعها، كما لا بد من تقييد وحصر السلبية بحيث لا تتعدى موضعها، مع مراعاة عدم إهمالها بل علاجها العلاج الشرعي، ذلك لأن الجهل والضلال هو من أهم أسباب تخلف الأمة وضياعها، كما هو الحال بالنسبة للتفرق والاختلاف. ¶ إن إغفال ضابط نقد الكتب بتعدي الكتاب إلى نقد صاحبة، وإهمال ذكر ما في ذلك الكتاب من الخير أو الصواب، مما يجلب التأليف والمصلحة، والتوسع في نقد الخطأ بما يتعدى موضعه، ثم رمي لوازم الخطأ من الأخطاء الأخرى التي لم يقرها الكاتب عليه – مع تقرير العلماء أن لازم المذهب ليس بمذهب -، كل هذا يجعل النقد مشوبًا بما قد يفسده ولا يأتي بما يقصده من الخير والإصلاح. ¶ ومن المناسب هنا أن نذكر أن الخير والصواب الذي يذكر في كثير من الكتب المطروحة في الساحة الإسلامية لا يقاس بالضرورة بالنسبة للعلماء وطلبة العلم ومنهج السلف الصالح رضوان الله تعالى عليهم، بل قد يكون وعظًا موجهًا إلى العوام أو تثبيتًا وترغيبًا إلى من هو حديث عهد بإسلام أو تذكيرًا وترهيبًا إلى الفسقة والفجرة من المسلمين أو نصيحة وكلمة حق إلى ذوي سلطان أو رد شبه أهل الكفر المعاصر، أو غير ذلك من الكثير مما تحتاجه الأمة مما يوجد في كثير من الكتب التي قد لا يكون أصحابه على منهج السلف الصالح على نحو دقيق. ¶ وإليك – أخي المسلم – نموذجًا من نقد شيخ الإسلام لكتب بعض مشاهير الصوفية ممن راجت كتبهم بين المسلمين مع ما فيها من البدع والخرافات التي ما أنزل الله بها من سلطان. ¶ سئل شيخ الإسلام عن \"إحياء علوم الدين\" لأبي حامد الغزالي و\"قوت القلوب\" لأبي طالب المكي. ¶ فأجاب في المجموع (10/ 550): \"أما كتاب قوت القلوب وكتاب الإحياء تبع له فيما يذكره من أعمال القلوب: مثل الصبر والشكر والحب والتوكل والتوحيد ونحو ذلك. وأبو طالب أعلم بالحديث والأثر وكلام أهل علوم القلوب من الصوفية وغيرهم من أبي حامد الغزالي، وكلامه أسد وأجود تحقيقًا،",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وأبعد عن البدعة مع أن في قوت القلوب أحاديث ضعيفة وموضوعة، وأشياء كثيرة مردودة. ¶ وأما ما في الإحياء من الكلام في المهلكات مثل الكلام على الكبر والعجب والرياء والحسد ونحو ذلك، فغالبه منقول من كلام الحارث المحاسبي في الرعاية، ومنه ما هو مقبول ومنه ما هو مردود، ومنه ما هو متنازع فيه. ¶ والإحياء فيه فوائد كثيرة، لكن فيه مواد مذمومة، فإنه فيه مواد فاسدة من كلام الفلاسفة تتعلق بالتوحيد والنبوة والمعاد، فإذا ذكر معارف الصوفية كان بمنزلة من أخذ عدوًا للمسلمين ألبسه ثياب المسلمين. ¶ وقد أنكر أئمة الدين على أبي حامد هذا في كتبه، وقالوا مرّه (الشفاء) يعني شفاء ابن سينا في الفلسفة. ¶ وفيه أحاديث وآثار ضعيفة؛ بل موضوعة كثيرة. ¶ وفيه أشياء من أغاليط الصوفية وترهاتهم. ¶ وفيه مع ذلك من كلام مشايخ الصوفية والعارفين المستقيمين أعمال القلوب الموافق للكتاب والسنة، ومن غير ذلك من العبادات والأدب ما هو موافق للكتاب والسنسة ما هو أكثر مما يرد منه، فلهذا اختلف فيه اجتهاد الناس وتنازعوا فيه\" أ. هـ. ¶ وقال في كلامه على أبو عبد الرحمن السلمي وكتابه تاريخ أهل الصفّة في المجموع (11/ 41): \"وكان معتنيًا بذكر أخبار النساك والصوفية والآثار التي يستندون إليها، والكلمات المأثورة عنهم؛ وجمع أخبار زهاد السلف وأخبار جميع من بلغه أنه كان من أهل الصفّة؛ وكم بلغوا، وأخبار الصوفية المتأخرين بعد القرون الثلاثة. وجمع ايضًا في الأبواب مثل حقائق التفسير ومثل أبواب التصوف الجارية على أبواب الفقه. ومثل كلامهم في التوحيد والمعرفة والمحبة، ومسألة السماع وغير ذلك من الأحوال، وغير ذلك من الأبواب، وفيما جمعه فوائ كثيرة ومنافع جليلة. وهو في نفسه رجل من أهل الخير والدين والصلاح والفضل، وما يرويه من الآثار فيه من الصحيح شيء كثير، ويروي أحيانًا أخبارًا ضعيفة بل موضوعة، يعلم العلماء أنها كذب. وقد تكلم بعض حفاظ الحديث في سماعه. ¶ ثم قال: فالذي جمعه الشيخ أبو عبد الرحمن ونحوه في تاريخ أهل الصفّة وأخبار زهاد السلف",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وطبقات الصوفية، يستفاد منه فوائد جليلة، ويجتنب منه ما فيه من الروايات الباطلة، ويتوقف فيما يرويه من الروايات الضعيفة. ¶ وهكذا كثير من أهل الروايات ومن أهل الآراء والأذواق من الفقهاء والزهاد والمتكلمين، وغيرهم، يوجد فيما يؤثرونه عمن قبلهم، وفيما يذكرونه معتقدين له شيء كثير، وأمر عظيم من الهدي ودين الحق، الذي بعث الله به رسوله، ويوجد أحيانًا عندهم من جنس الروايات الباطلة أو الضعيفة، ومن جنس الآراء والأذواق الفاسدة أو المحتملة شيء كثير\" أ. هـ.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "موالاة المسلمين بمن فيهم أهل البطل ¶ وصف الله تعالى المؤمنين بالألفة فيما بينهم فقال: {لَوْ أَنْفَقْتَ مَا فِي الْأَرْضِ جَمِيعاً مَا أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَكِنَّ اللَّهَ أَلَّفَ بَيْنَهُمْ} [لأنفال: من الآية63] وقال أيضًا: {مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ} [الفتح: من الآية29]، ووصف بأزائهم الكفار فقال: {تَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى} [الحشر: من الآية14] ولا شك أن هذه الصفات تجتمع مع الإيمان لأنها لازمة له، فهي تضعف بضعفه وتقوى بقوته، ولذلك ترى على مر الزمن أن أهل البدع هم دعاة الفرقة، وأهل السنة والجماعة هم دعاة الألفة والإجتماع، فهم يتحملون أذى أهل البدع والتعصب ويصبرون على ذلك ويبذلون لهم النصح ويدعون لهم بالخير والصلاح ولا يخرجون على إمامتهم إن كانوا أئمة ويصلون ورائهم وينصرون منكوبهم ويعودون مريضهم، كما هو حال إمام أهل السنة والجماعة أحمد بن حنبل رحمه الله في حال محنته معهم في خلق القرآن، وحال الإمام شيخ الإسلام أحمد بن تيمية رحمه الله في حال سجنهم له كما سيأتي بيانه. ¶ إن ولاء المسلم أصل من أعظم أصول الإسلام قال تعالى: {وَالْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بَعْضُهُمْ أَوْلِيَاءُ بَعْضٍ} [التوبة: من الآية71]، وإن هذا الولاء لم يقيد بمسلم ذي مواصفات معينة، بل ما دام المرء مسلمًا غير كافر فهو يستحق الولاء والنصرة، ويتفاضل هذا الولاء ويزداد مع زيادة الدين والإيمان. ويلاحظ أن كل النصوص الشرعية المتعلقة بالولاء والنصرة جاءت مطلقة غير مقيدة إلا بشرط الإسلام أو الإيمان. ¶ قال في المجموع (3/ 288): \"هذا مع أن الله أمر بالجماعة والائتلاف ونهى عن البدعة والاختلاف وقال: {إِنَّ الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعاً لَسْتَ مِنْهُمْ فِي شَيْءٍ} [الأنعام: من الآية159]، وقال النبي - صلى الله عليه وسلم -: (عليكم بالجماعة فإن يد الله على الجماعة) (¬1) وقال: (الشيطان مع ¶ ¬__________ ¶ (¬1) أحمد وغيره وله شواهد يكون صحيحًا إن شاء الله.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "الواحد وهو من الأثنين أبعد) (¬1) وقال: (الشيطان ذئب الإنسان كذئب الغنم والذئب أنما يأخذ القاصية والنائية من الغنم) (¬2). ¶ فالواجب على المسلم إذا صار في مدينة من مدائن المسلمين أن يصلي معهم الجمعة والجماعة ويوالي المؤمنين ولا يعاديهم، وإن رأى بعضهم ضالاً أو غاويًا وأمكن أن يهديه ويرشده فعل ذلك، وإلا فلا يكلف الله نفسًا إلا وسعها، وإذا كان قادرًا على أن يولي في إمامة المسلمين الأفضل ولاه، وإن قدر أن يمنع من يظهر البدع والفجور منعه\" أ. هـ. ¶ قال (3/ 271): \"وأنا والله من أعظم الناس معاونة على إطفاء كل شر فيها وفي غيرها، وإقامة كل خير، وابن مخلوف لو عمل مهما عمل والله ما أقدر على خير إلا وأعمله معه، ولا أعين عليه عدوه قط، ولا حول ولا قوة إلا بالله. هذه نيتي وعزمي مع علمي بجميع الأمور، فإني أعلم أن الشيطان ينزغ بين المؤمنين، ولن أكون عونًا للشيطان على إخوتي المسلمين، ولو كنت خارجًا لكنت أعلم بماذا أعاونه\" أ. هـ. ¶ ولا شيخ الإسلام وحبه لمن آذاه وعاداه وسجنه من أمراء ومشايخ وقضاة مصر: ¶ وقال في مقابلته لرسول نائب السلطان في سجنه في مصر (3/ 269): \"ولكن هذه القصة ضررها يعود عليكم؛ فإن الذين سعوا فيها من الشام أنا أعلم أن قصدهم فيها كيدكم وفساد ملتكم ودولتكم وقد ذهب بعضهم إلى بلاد التتر وبعضهم من قيم هناك فهم الذين قصدوا إفساد دينكم ودنياكم وجعلوني إمامًا بالتستر لعلمهم أني أواليكم وأنصح لكم وأريد لكم خير الدنيا والآخرة، والقضية لها أسرار كلما جاءت تنكشف، وإلا فأنا لم يكن بيني وبين أحد بمصر عداوة ولا بغضًا وما زلت محبًا لهم مواليًا لهم: أمرائهم ومشائخهم وقضاتهم\" أ. هـ. ¶ ¬__________ ¶ (¬1) الترمذي وأحمد والحاكم والحديث صحيح. ¶ (¬2) أحمد والطبراني، وفيه ضعف ورواه عبد الرزاق عن عطاء مرسلاً.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "قال (3/ 227): \"والناس يعلمون أنه كان بين الحنبلية والأشعرية وحشة ومنافرة. وأنا كنت من أعظم الناس تأليفًا لقلوب المسلمين وطلبًا لاتفاق كلمتهم واتباعًا لما أمرنا به من الإعتصام بحبل الله، وأزلت عامة ما كان في النفوس من الوحشة وبينت لهم أن الأشعري كان من أجل المتكلمين المنتسبين إلى الإمام أحمد رحمه الله ونحوه، المنتصرين لطريقه، كما يذكر الأشعري ذلك في كتبه. ¶ ثم قال: وكنت أقرر هذا للحنابلة وأبين أن الأشعري وإن كان من تلامذة المعتزلة ثم تاب، فإنه كان تلميذ الجبائي ومال إلى طريقة ابن كلاب وأخذ عن زكريا الساجي أصول الحديث بالبصرة ثم لما قدم بغداد أخذ عن حنبلية بغداد أمورًا أخرى، وذلك آخر أمره كما ذكره هو وأصحابه في كتبهم \" أ. هـ. ¶ وقال في المجموع (7/ 507): \"والمحفوظ عن أحمد وأمثاله من الأئمة إنما هو تكفير الجهمية المشبهة وأمثال هؤلاء، ولم يكفر أحمد الخوارج ولا القدرية إذا أقروا بالعلم وأنكروا خلق الأفعال وعموم المشيئة، لكن حكي عنه في تكفيرهم روايتان. ¶ وأما المرجئة فلا يختلف قوله في عدم تكفيرهم، مع أن أحمد لم يكفر أعيان الجهمية، ولا كل من قال إنه جهمي كفره، ولا كل من وافق الجهمية في بعض بدعهم، بل صلى خلف الجهمية الذين دعوا إلى قولهم وامتحنوا الناس وعاقبوا من لم يوافقهم بالعقوبات الغليظة، لم يكفرهم وأمثاله، بل كان يعتقد إيمانهم وإمامتهم ويدعو لهم ويرى الإتمام في الصلوات خلفهم والحج والغزو معهم والمنع من الخروج عليهم ما يراه لأمثالهم من الأئمة، وينكر ما أحدثوا من القول الباطل الذي هو كفر عظيم، وإن لم يعلموا هم أنه كفر، وكان ينكره ويجاهدهم على رده بحسب الإمكان، فيجمع بين طاعة الله ورسوله في إظهار السنة والدين وإنكار بدع الجهمية الملحدين وبين رعاية حقوق المؤمنين من الأئمة والأمة وإن كانوا جهالاً مبتدعين وظلمة فاسقين\" أ. هـ. ¶ وقال في المجموع (6/ 503): \"فإن الإمام أحمد مثلاً قد باشر الجهمية الذين دعوه إلى خلق القرآن ونفي الصفات، وامتحنوه وسائر علماء وقته، وفتنوا المؤمنين والمؤمنات الذين لم يوافقوهم على التجهم بالضرب والحبس والقتل والعزل عن الولايات وقطع الأرزاق ورد الشهادة وترك تخليصهم من أيدي العدو، بحيث كان كثير من أولي الأمر إذ ذاك من الجهمية من الولاة والقضاة وغيرهم يكفرون كل من لم يكن جهميًا موافقًا لهم على نفي الصفات، مثل القول بخلق القرآن، ويحكمون فيه بحكمهم في",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "الكافر، فلا يولونه ولاية ولا يفتكونه من عدو ولا يعطونه شيئًا من بيت المال ولا يقبلون له شهادة ولا فتيا ولا رواية ويمتحنون الناس عند الولاية والشهادة والإفتكاك من الأسر وغير ذلك. فمن أقر بخلق القرآن حكموا له بالإيمان، ومن لم يقر به لم يحكموا له بحكم أهل الإيمان، ومن كان داعيًا إلى غير التجهم قتلوه أو ضربوه أو حبسوه. ¶ ومعلوم أن هذا أغلظ التجهم، فإن الدعاء إلى المقالة أعظم من قولها، وإثابة قائلها وعقوبة تاركها أعظم من مجرد الدعاء إليها، والعقوبة بالقتل لقائلها أعظم من العقوبة بالضرب. ¶ ثم أن الإمام أحمد دعا للخليفة وغيره ممن ضربه وحبسه، واستغفر لهم وحللهم مما فعلوه به من الظلم والدعاء إلى القول الذي هو كفر، ولو كانوا مرتدين عن الإسلام لم يجز الاستغفار لهم، فإن الاستغفار للكفار لا يجوز بالكتاب والسنة والإجماع، وهذه الأقوال منه ومن غيره من الأئءمة صريحة في أنهم لم يكفروا المعينين من الجهمية الذين كانوا يقولون: القرآن مخلوق، وأن الله لا يرى في الاخرة. وقد نقل عن أحمد ما يدل على أنه كفر به قومًا معينين، فإما أن يذكر عنه في المسألة روايتان ففيه نظر، أو يحمل الأمر على التفصيل، فيقال: من كفر بعينه فلقيام الدليل على أنه وجدت فيه شروط التكفير وانتفت موانعه، ومن لم يكفره بعينه فلإنتقاء ذلك في حقه، هذا مع إطلاق قوله بالتكفير على سبيل العموم\" أ. هـ. ¶ الموازنة في هجر أهل البدع ¶ الهجرة نوع من أنواع التعزير والتأديب يقصد منها انزجار المهجور ليترك بدعته إذا لم ينفع معه النصح والبيان. وحتى لو كان معذورًا في بدعته عند الله لعذر ما، فإنه لما كان يظهر بدعته ويعلنها للعامة فإنه لا بد من منعه ولو بالعقوبة إذا لم ينفع النصح. ولكن هذا الأمر ليس صحيحًا في كل حال أو مع كل شخص، بل هو منضبط بضوابط مهمة إن أغفلت لم يؤد الهجر المقصد الشرعي الذي وضع له بل قد يضاده ويحصل منه فساد أعظم من فساد البدعة الظاهرة، من جهة بقاء البدعة على حالها إذا لم يزدد صاحبها عنادًا وإصرارًا في توكيدها ونشرها، ثم حصول العداوة والفرقة بما يمنع الدعوة في المسائل الأخرى التي قد تكون أكثر أهمية في الشرع من فساد تلك البدعة.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إن أهم تلك الضوابط: ¶ - إن المقصود من الهجر هو ترك البدعة، فإن عُلم أن الهجر لا يؤدي إلى تركها لم يشرع الهجر. ¶ - التفريق بين المبتدع الساكت والمبتدع الداعي إلى بدعته، وكذلك التفريق بين البدع العظيمة التي تتعلق بأصول الاعتقاد وبين غيرها، وكذلك ينبغي التفريق بين البدع الأصلية والبدع الإضافية (¬1). ¶ - يشرع الهجر إذا كان الهاجر قويًا معززًا بالسلطان، لأن الهجر عقوبة لمن لم ينفع معه النصح وبالتالي فالهجر هو إرغام له على الترك، فإذا كان الهاجر ضعيفًا لم يتحقق ذلك البتة بل قد ينقلب الأمر على الهاجر فيحصل له فساد أعظم. ¶ - وحتى مع قوة وسلطان الهاجر، فإنه لا بد من النظر إلى المصالح الشرعية الأخرى، فإن هجر من عنده منفعة ليست عند غيره قد يقطع تلك المنفعة، فالأئمة لم يتركوا الرواية عن أهل البدع الكبيرة لما عندهم من العلم. ¶ حفظ الولاء بين المسلمين حتى مع الهجر والعقوبة. ¶ - إن كثيرًا من فتاوى الأئمة ومنهم أحمد بن حنبل في هجر أهل البدع إنما كانت فتاوى أعيان، يعلم المفتي حقيقة حال المهجور، فلا ينبغي أخذها مطلقًا. ¶ قال شيخ الإسلام في المجموع (28/ 210): \"فإن الهجرة نوع من أنواع التعزير والعقوبة نوع من أنواع الهجرة التي هي ترك السيئات، فإن النبي - صلى الله عليه وسلم - قال: (المهاجر من هجر السيئات) (¬2)، وقال: (من ¶ ¬__________ ¶ (¬1) البدعة الحقيقية هي التي لم يدل عليها دليل شرعي، لا من كتاب ولا سنة ولا إجماع ولا استدلال معتبر عند أهل العلم، لا في الجملة ولا في التفصيل، ولهذا سميت بدعة حقيقية، لأنها شيء مخترع على غير مثال سابق. والبدعة الإٌضافية هي التي لها شائبتان: إحداهما أن لها من الأدلة متعلق فلا تكون من تلك الجهة بدعة، والثانية ليس لها متعلق إلا مثل ما للبدعة الحقيقية (مثل بدع تحديد الذكر والنوافل بأوقات معينة). انظر الإعتصام للشاطبي (1/ 171). ¶ (¬2) البخاري تعليقًا، وابن حبان وغيرهم والحديث صحيح.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "هجر ما نهى الله عنه) (¬1)، فهذه هجرة التقوى، وفي هجرة التعزير والجهاد: هجرة الثلاثة الذين خلفوا، وأمر المسلمين بهجرهم حتى تيب عليهم. ¶ فالهجرة تارة نوع من التقوى، إذا كانت هجرًا للسيئات، كما قال تعالى: {وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ * وَمَا عَلَى الَّذِينَ يَتَّقُونَ مِنْ حِسَابِهِمْ مِنْ شَيْءٍ وَلَكِنْ ذِكْرَى لَعَلَّهُمْ يَتَّقُونَ} [الأنعام:68 - 69] فبين سبحانه أن المتقين خلاف الظالمين، وأن المأمورين بهجران مجالس الخوض في آيات الله هم المتقون. ¶ وتارة تكون نوع من الجهاد والأمر بالمعروف والنهي عن المنكر وإقامة الحدود، وهو عقوبة من اعتدى وكان ظالمًا. ¶ وعقوبة الظالم وتعزيره مشروط بالقدرة فلهذا اختلف حكم الشرع في نوعي الهجرتين: بين القادر والعاجز، وبين قلة النوع الظالم المبتدع وكثرته وقوته وضعفه، كما يختلف الحكم بذلك في سائر أنواع الظلم، من الكفر والفسوق والعصيان. فإن كل ما حرمه الله فهو ظلم، إما في حق الله فقط، وإما في حق عباده، وإما فيهما. ¶ وما أمر به من هجر الترك والانتهاء، وهجر العقوبة والتعزير، إنما هو إذا لم يكن فيه مصلحة دينية راجحة على فعله، وإلا فإذا كان في السيئة حسنة راجحة لم تكن سيئة، وإذا كان في العقوبة مفسدة راجحة على الجريمة لم تكن حسنة، بل تكون سيئة؛ وإن كانت مكافئة لم تكن حسنة ولا سيئة. ¶ فالهجران قد يكون مقصوده ترك سيئة البدعة التي هي ظلم وذنب وإثم وفساد، وقد يكون مقصوده فعل حسنة الجهاد والنهي عن المنكر وعقوبة الظالمين لينزجروا ويرتدعوا. وليقوى الإيمان والعمل الصالح عند أهله، فإن عقوبة الظالم تمنع النفوس عن ظلمه، وتحضها على فعل ضد ظلمه من الإيمان والسنة ونحو ذلك. فإذا لم يكن في هجرانه انزجار أحد ولا انتهاء أحد، بل بطلان كثير من الحسنات المأمور بها لم تكن هجرة مأمور بها، كما ذكره أحمد عن أهل خراسان إذ ذاك: أنهم لم يكونوا يقوون ¶ ¬__________ ¶ (¬1) رواه البخاري.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "بالجهمية. فإذا عجزوا عن إظهار العداوة لهم سقط الأمر بفعل هذه الحسنة، وكان مداراتهم فيه دفع الضرر عن المؤمن الضعيف؛ ولعله أن يكون فيه تأليف الفاجر القوي. وكذلك لما كثر القدر في أهل البصرة، فلو ترك رواية الحديث عنهم لأندرس العلم والسنن والآثار المحفوظة فيهم. فإذا تعذر إقامة الواجبات من العلم والجهاد وغير ذلك إلا بمن فيه بدعة مضرتها دون مضرة ترك ذلك الواجب: كان تحصيل مصلحة الواجب مع مفسدة مرجوحة معه خيرًا من العكس، ولهذا كان الكلام في هذه المسائل فيه تفصيل. ¶ وكثير من أجوبة الإمام أحمد وغيره من الأئمة خرج على سؤال سائل قد علم المسؤول حاله، أو خرج خطابًا لمعين قد علم حاله، فيكون بمنزلة قضايا الأعيان الصادرة عن الرسول - صلى الله عليه وسلم -، إنما يثبت حكمها في نظيرها. ¶ فإن أقوامًا جعلوا ذلك عامًا، فاستعملوا من الهجر والإنكار ما لم يؤمر به، فلا يجب ولا يستحب، وربما تركوا به واجبات أو مستحبات وفعلوا به محرمات. وآخرون أعرضوا عن ذلك بالكلية، فلم يهجروا ما أمروا بهجره من السيئات البدعية، بل تركوها ترك المعرض، لا ترك المنتهي الكاره، أو وقعوا فيها، وقد يتركونها ترك المنتهي الكاره ولا ينهون عنها غيرهم، ولا يعاقبون بالهجرة ونحوها من يستحق العقوبة عليها، فيكونون قد ضيعوا من النهي عن المنكر ما أمروا به إيجابًا أو استحبابًا، فهم بين فعل المنكر أو ترك النهي عنه، وذلك فعل ما نهوا عنه وترك ما أمروا به. فهذا هذا، ودين الله وسط بين الغالي فيه والجافي عنه، والله سبحانه أعلم\" أ. هـ. ¶ وقال في المجموع (24/ 174) في كلامه على حديث: (لا يحل لمسلم أن يهجر أخاه فوق ثلاث) الحديث، قال: \"نعم صح عنه أنه هجر كعب بن مالك وصاحبيه – رضي الله عنهم – لما تخلفوا عن غزوة تبوك، وظهرت معصيتهم، وخيف عليهم النفاق، فهجرهم وأمر الناس بهجرهم، حتى أمر باعتزال أزواجهم من غير طلاق خمسين ليلة، إلى أن نزلت توبتهم من السماء. وكذلك أمر عمر رضي الله عنه بهجر صبيغ بن عسل التميمي، لما رآه من الذين يتبعون ما تشابه من الكتاب، إلى أن مضى عليه حول، وتبين صدقه في التوبة، فأمر المسلمين بمراجعته. فبهذا ونحوه رأى المسلمين أن يهجروا من ظهرت عليه علامات الزيغ من المظهرين للبدع، الداعين إليها، والمظهرين للكبائر، فأما من كان مستترًا",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "بمعصية أو مسرًا ببدعة غير مكفرة، فإن هذا لا يهجر، وإنما يهجر الداعي إلى البدعة؛ إذ الهجر نوع من العقوبة، وإنما يعاقب من أظهر المعصية قولاً وعملاً. ¶ وأما من أظهر لنا خيرًا فإنا نقبل علانيته، ونكل سريرته إلى الله تعالى، فإن غايته أن يكون بمنزلة المنافقين الذين كان النبي - صلى الله عليه وسلم - يقبل علانتيتهم، ويكل سريرتهم إلى الله، لما جاءوا غليه عام تبوك يحلفون ويعتذرون. ¶ ولهذا كان الإمام أحمد وأكثر من قبله وبعده من الأئمة كمالك وغيره لا يقبلون رواية الداعي إلى بدعة، ولا يجالسونه، بخلاف الساكت، وقد خرج أصحاب الصحيح من جماعات ممن رمي ببدعة من الساكتين، ولم يخرجوا من الدعاة إلى البدع. ¶ والذي أوجب هذا الكلام أن وفدكم حدثونا بأشياء من الفرقة والاختلاف بينكم، حتى ذكروا أن الأمر آل إلى قريب المقاتلة، فلا حول ولا قوة إلا بالله العلي العظيم\" أ. هـ. ¶ وقال في المجموع (28/ 205): \"فالمنكرات الظاهرة يجب إنكارها، بخلاف الباطنة فإن عقوبتها على صاحبها خاصة. ¶ وهذا الهجر يختلف باختلاف الهاجرين في قوتهم وضعفهم وقلتهم وكثرتهم، فإن المقصود به زجر المهجور وتأديبه ورجوع العامة عن مثل حاله فإن كانت المصلحة في ذلك راجحة بحيث يفضي هجره إلى ضعف الشر وخفيته كان مشروعًا. وإن كان لا المهجور ولا غيره يرتدع بذلك، بل يزيد الشر، والهاجر ضعيف، بحيث يكون مفسدة ذلك راجحة على مصلحته، لم يشرع الهجر، بل يكون التأليف لبعض الناس أنفع من الهجر. والهجر لبعض الناس أنفع من التأليف، ولهذا كان النبي - صلى الله عليه وسلم - يتألف قومًا ويهجر آخرين، كما أن الثلاثة الذين خلفوا كانوا خيرًا من أكثر المؤلفة قلوبهم، لما كان أولئك سادة مطاعون في عشائرهم، فكانت المصلحة الدينية في تأليف قلوبهم، وهؤلاء كانوا مؤمنين، والمؤمنون سواهم كثير، فكان في هجرهم عز الدين وتطهيرهم من ذنوبهم، وهذا كما أن المشروع في العدو القتال تارة والمهادنة تارة وأخذ الجزية تارة، كل ذلك بحسب الأحوال والمصالح. ¶ وجواب الأئمة كأحمد وغيره في هذا الباب مبني على هذا الأصل، ولهذا كان يفرق بين الأماكن التي كثرت فيها البدع، كما كثر القدر في البصرة والتنجيم بخراسان والتشيع بالكوفة، وبين ما ليس كذلك،",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ويفرق بين الأئمة المطاعين وغيرهم، وإذا عرف مقصود الشريعة سلك في حصوله أوصل الطرق إليه \" أ. هـ. ¶ وقال في المجموع (6/ 503) في عدم جواز هجر المبتدع الساكت في كلامه على رؤية الكفار رب العزة يوم القيامة: وهنا آداب تجب مراعاتها: منها: أن من سكت عن الكلام في هذه المسألة ولم يدع إلى شيء فإنه لا يحل هجره، وإن كان يعتقد أحد الطرفين، فإن البدع التي هي أعظم منها لا يهجر فيها إلا الداعية دون الساكت، فهذا أولى\" أ. هـ. ¶ وقال شيخ الإسلام مؤكدًا بقاء الولاء ومعرفة الفضل حتى حال العقوبة: ¶ فقال في المجموع (10/ 377): \"ومن هذا الباب هجر أحمد للذين أجابوا في المحنة قبل فقال في المجموع (10/ 377): \"ومن هذا الباب هجر أحمد للذين أجابوا في المحنة قبل القيد ولمن تاب بعد الإجابة ولمن فعل بدعة ما، مع أن فيهم أئمة في الحديث والفقه والتصوف والعبادة، فإن هجره لهم والمسلمين معه لا يمنع معرفة قدر فضلهم كما أن الثلاثة الذين خلفوا لما أمر النبي - صلى الله عليه وسلم - المسلمين بهجرهم لم يمنع ذلك ما كان لهم من السوابق، حتى قيل أن أثنين منهما شهدا بدرًا وقد قال الله لأهل بدر: (اعملوا ما شئتم فقد غفرت لكم) (¬1)، وأحدهم كعب بن مالك شاعر النبي - صلى الله عليه وسلم - وأحد أهل العقبة. ¶ فهذا أصل عظيم: أن عقوبة الدنيا المشروعة والمقدورة وبين عقوبة الآخرة والله سبحانه أعلم\" أ. هـ ¶ أمثلة على الموازنة ¶ ¬__________ ¶ (¬1) رواه البخاري.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "في الختام نضيف أمثلة غير التي ضمنت فيما مضى من المبحث تؤكد مبدأ الموازنة الشرعية في الحكم على الأعيان من المسلمين، عسى أن يكون في ذلك من النفع ما يعين على زيادة الألفة والمودة والتناصح بين المسلمين. ¶ - قال الزركشي في البحر المحيط (4/ 270): \"قال الحافظ ابن عدي: قلت للربيع: ما حمل الشافعي على روايته عن إبراهيم بن أبي يحيى مع وصفه إياه أنه كان قدريصا؟ فقال: كان الشافعي يقول: لأن يخر إبراهيم من السماء أحب إليه من أن يكذب. ¶ - وقال الخطيب: وتحقيق ما ذكرناه أن أئمة الحديث كالبخاري ومسلم وغيرهما رووا في كتبهم عن أهل الأهواء حتى قيل: لو حذفت رواياتهم لابيضت الكتب\". انتهى كلام الزركشي. ¶ - مدح شيخ الإسلام لصلاح الدين الأيوبي ووصفه بأنه من ملوك السنة مع أنه أشعري: ¶ قال شيخ الإسلام (3/ 281): \"ولما قدم أبو عمرو عثمان بن مرزوق إلى ديار مصر وكان ملوكها في ذلك الزمان مظهرين للتشيع، وكانوا باطنية ملاحدة، وكان بسبب ذلك قد كثرت البدع وظهرت بالديار المصرية، أمر أصحابه أن لا يصلوا إلا خلف من يعرفونه لأجل ذلك، ثم بعد موته فتحها ملوك السنة مثل صلاح الدين وظهرت فيها كلمة السنة المخالفة للرافضة، ثم صار العلم والسنة بكثر بها ويظهر\". ¶ - مدح شيخ الإسلام بعض الأعلام ممن فيه بدعة بعد ذكر كلام الخطابي في الصفات (5/ 59): وهكذا قال أبو بكر الخطيب الحافظ في رسالة له أخبر فيها أن مذهب السلف على ذلك. ¶ وهذا الكلام الذي ذكره الخطابي قد نقل نحوًا منه من العلماء من لا يحصى عددهم مثل أبي بكر الإسماعيلي والإمام يحيى بن عمار السجزي وشيخ الإسلام أبي إسماعيل الهروي صاحب منازل السائرين وذم الكلام وهو أشهر من أن يوصف، وشيخ الإسلام أبي عثمان الصابوني، وأبي عمر بن عبد البر النمري إمام المغرب وغيرهم\" أ. هـ. ¶ ثم قال في كلامه على الحلول (5/ 230): \"وقد وقع في ذلك طائفة م الصوفية، حتى صاحب منازل السائرين في توحيده المذكور في آخر المنازل في مثل هذه الحلول\" أ. هـ. ¶ ومدح أعلامًا آخرين ممن فيهم بدعة فقال في المجموع (5/ 483): \"قلت: أبو طالب رحمه الله",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وأصحابه السالمية – اتباع الشيخ أبي الحسن بن سالم صاحب سهل بن عبد الله التستري – لهم من المعرفة والعبادة والزهد واتباع السنة والجماعة في عامة المسائل المشهورة لأهل السنة ما هم معروفون به، وهم منتسبون إلى إمامين عظيمين في السنة: الإمام أحمد بن حنبل، وسهل بن عبد الله التستري، ومنهم من تفقه على مذهب مالك بن أنس كبيت الشيخ أبي محمد وغيرهم، وفيهم من هو على مذهب الشافعي. ¶ فالذين ينتسبون إليهم أو يعظمونهم ويقصدون متابعتهم أئمة هدي رضوان الله عليهم أجمعين. وهم في ذلك كأمثالهم من أهل السنة والجماعة. ¶ وقل طائفة من المتأخرين إلا وقع في كلامها نوع غلط لكثرة ما وقع من شبه أهل البدع، ولهذا يوجد في كثير من المصنفات في أصول الفقه وأصول الدين والفقه والزهد والتفسير والحديث من يذكر في الأصل العظيم عدة أقوال ويحكي من مقالات الناس ألوانًا، والقول الذي بعث الله به رسوله لا يذكره لعدم علمه به لا لكراهته لما عليه الرسول. ¶ وهؤلاء وقع في كلامهم أشياء أنكروا بعض ما وقع من كلام أبي طالب في الصفات – من نحو الحلول وغيره – أنكرها عليهم أئمة العلم والدين ونسبوهم إلى الحلول من أجلها؛ ولهذا تكلم أبو القاسم بن عساكر في أبي الأعلى الأهوازي لما صنف هذا مثالب أبي الحسن الأشعري، وهذا من مناقبه. وكان أبو علي الأهوازي من السالمية فنسبهم طائفة إلى الحلول. والقاضي أبو يعلى له كتاب صنفه في الرد على السالمية. ¶ وهم فيما ينازعهم المنازعون فيه – كالقاضي أبي يعلى وغيره – وكأصحاب الأشعري وغيرهم من ينازعهم، من جنس تنازع الناس تارة يرد عليهم حق وباطل، وتارة يرد عليهم باطل بباطل، وتارة يرد عليهم باطل بحق. ¶ وكذلك ذكر الخطيب البغدادي في تاريخه أن جماعة من العلماء أنكروا بعض ما وقع في كلام أبي طالب في الصفات. وما وقع في كلام أبي طالب من الحلول سري بعضه إلى غيره من الشيوخ الذين أخذوا عنه كأبي الحكم بن برجان ونحوه. ¶ وأما أبو إسماعيل الهروي صاحب منازل السائرين فليس في كلامه شيء من الحلول العام، لكن",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "في كلامه شيء من الحلول الخاص في حق العبد العارف الواصل إلى ما سماه هو: مقام التوحيد. وقد أباح منه بما لم يبح به أبو طالب، ولكن كنى عنه. ¶ وأما الحلول العام ففي كلام أبي طالب قطعة كبيرة منه، مع تبريه من لفظ الحلول، فإنه ذكر كلامًا كثيرًا حسنًا في التوحيد كقوله .. \"أ. هـ. ¶ وقال في كلامه على الصوفية (11/ 17): \"فطائفة ذمت الصوفية والتصوف، وقالوا: إنهم مبتدعون خارجون عن السنة؛ ونقل عن طائفة من الأئمة في ذلك من الكلام ما هو معروف، وتبعهم في ذلك طائفة من أهل الفقه والكلام. ¶ وطائفة غلت فيهم وادعوا أنهم أفضل الخلق، وأكملهم بعد الأنبياء؛ وكلا طرفي هذه الأمور ذميم. ¶ والصواب أنهم مجتهدون في طاعة الله كما اجتهد غيرهم من أهل طاعة الله، ففيهم السابق المقرب بحسب اجتهاده، وفيهم المقتصد الذي هو من أهل اليمين، وفي كل من الصنفين من قد يجتهد فيخطئ، وفيهم من يذنب فيتوب أو لا يتوب، ومن المنتسبين إليهم من هو ظالم لنفسه عاص لربه. ¶ وقد انتسب إليهم طوائف من أهل البدع والزندقة، ولكن عند المحققين من أهل التصوف ليسوا منهم: كالحلاج مثلاً، فإن أكثر مشايخ الطريق أنكروه وأخرجوه عن الطريق، مثل الجنيد بن محمد سيد الطائفة وغيره، كما ذكر ذلك أبو عبد الرحمن السلمي في طبقات الصوفية، وذكره الحافظ أبو بكر الخطيب في تاريخ بغداد \" أ. هـ. ¶ والحمد لله رب العالمين.",
            "page": "47",
            "part": "1"
        }
    ],
    "t36526": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "منهج الموازنة في الحكم على الأعيان عند شيخ الإسلام"
        }
    ]
}