{
    "b36533": [
        {
            "id": "1",
            "nass": "أحاديث المعازف ¶ حجيتها وأثرها ¶ في ¶ الفقه الإسلامي ¶ بحث مدعم ¶ من الجامعة برقم (O2O ) ¶ اعداد ¶ د. طارق محمد الطواري ¶ د. عادل جاسم الدمخي ¶ *** ¶ كلية الشريعة والدراسات الاسلامية ¶ قسم التفسير والحديث ¶ جامعة الكويت ¶ *** ¶ 1419 هـ / 1998م ¶ بسم الله الرحمن الرحيم ¶ المقدمة ¶ ... الحمد لله رب العالمين والصلاة والسلام على رسول الله وعلى آله وأصحابه ومن اهتدى بهداه .. أما بعد : ¶ ... فإن مسألة الغناء من المسائل التي تجدر العناية والكتابة فيها ، لاسيما في هذا العصر الذي إنتشر فيه الغناء وأصبح مألوفاً مسموعاً في كل واد وحي ودار ، وضجت الأرض وعجت بكثرته ، بل أصبح جزءً من حياة الناس في أعمالهم ومدارسهم ، ومعسكراتهم وأنديتهم ، وسياراتهم وبيوتهم ، فلا يبتدأ الإرسال في جهاز التلفاز أو المذياع ولاينتهي إلا بعزف ونشيد ، ولا تكون الفواصل بين العروض إلا بأغنية أو موسيقى ، ولا يكون التشجيع والحماس إلا بآلات المعازف ولا يكون الترفيه عن النفس والترويح عنها إلا بالغناء حتى ضجت الأرض وعجت من هذه الأصوات التي عمّت وطمّت ، فلا يكاد يسلم منها إنسان ، ولا يكاد يخلو منها بيت إلا مارحم ربي . ¶ ... ومع كثرة إنتشار الغناء وآلاته ونسخه وتسجيله وربيعه والتكسب منورائه ، وظهور حفلاتى الغناء الساهرة ، وتجمهر الناس حولها ، وتغلغل الغناء في حياة الناس حتى أشربته القلوب ، تكلم أهل العلم وأدلوا بدلوهم ، مابين محرم ومبيح ومحلل ، ومفصل كل يشرب من مدرسته ويدلي بدلوه ويرمي بسهمه ، فحار الناس في الحكم الشرعي لهذه المنازلة بين محرم ومحلل ومفصل ، وطلب أقوام السلام فتركوه تورعاً لاحرمة ، فرأيت أنه من الواجب الشرعي على طالب الشريعة أن يقرء المسألة بنظرة فاحصة مستفيدا من كلام من سبقه دارساً لمذاهبهم مطّلعاً على مشاربهم للوصول إلى الحكم الشرعي .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "... ولم تكن هذه المسألة وليدة اليوم ، وإنما كتب فيها خلق كثير من العلماء السابقين ، كابن الجوزي ، وابن تيمية ، وابن القيم ، وابن رجب ، وقبلهم الغزالي ، وابن الصلاح ، وابن حزم ، وكتب من اللاحقين الألباني ، وابن الجديع وخلق كثير . ¶ ... فرأيت أنه من الواجب أن أجمع وأرتِّب وأحقق القول في هذه المسألة ابرازاً للحق فيها وقضاءً على الفتنة الهوجاء التي نجمت عنها من الطعن في العلماء والكلام في نواياهم. ¶ ولذا جاء هذا البحث مشتملاً على مقدمة حوت الدوافع للكتابة في هذا البحث ، وهى التي بين يديك ، وخطورة الغناء . ¶ ... ثم التمهيد وهو مدخل للتعريف بالغناء وماهيته . ¶ ... ثم دراسة البعض أحاديث المعازيف التي عليها مدار الخلاف ، وهى نص في المسألة ، ومناقشة أراء العلماء فيها . ¶ ... ثم دراسة الآثار الموقوفة عن الصحابة في هذه المسألة . ¶ ثم استخراج فقه أحاديث الغناء والمعازف . ¶ ثم مناقشة أدلة من يرى الجواز في الغناء مطلقاً . ¶ والجواب عليه .. ¶ ... تم نقل أقوال المذاهب الأربعة في ذلك ، ونقل الاجماع عن ابن الصلاح في هذه المسألة ثم تحديد ضوابط الغناء المحظور والغناء المباح بناء على الدراسة السابقة ، ثم البديل المقبول وضوابطه ، وهو المسمى بالنشيد الإسلامي . ¶ ... ولما كان الغناء قد عنى الله في حكمه تفصيلاً في العهد المكي قبل نزول الشرائع والحدود . تطهيراً للنفس ، وتزكية لها ، كان لابدّ من اخلاص النية والتجرد للحق في دراسة هذه المسألة واتباع الحق والدليل والبعد عن التشنج والتعصب أو اتباع الهوى . ¶ ... كيف لا ، وقد نزل الكلام فيه مفصلاً في سورة لقمان وهى مكية في قوله تعالى : { وَمِنَ الْنَاسِ مَنْ يَشْتَرِيَ لَهْوَ الْجَدِيثِ لِيُضِلَ عَنْ سَبِيلِ الله بِغَيْرِ عِلْمٍ } الآية 0 قال ابن مسعود وابن عمر وابن عباس لهو الحديث الغناء 0",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "... قال ابن القيم : \" كل ماشغلك عن الله فهو من لهو الحديث من غناء أو غيره فهو من لهو الحديث \" 0 ¶ ... قال الألوسي في تفسير الآية : \" ذم الغناء بأعلى صوت وقد تظافرت الأثار واتفقت كلمة الأخيار على ذم الغناء وتحريمه مطلقاً لا في مقام دون مقام \" 0 ... ¶ ... قال القرطبي بعدما حكى التحريم وأقوال الصحابة : \" هذا أعلى ماقيل في تحريمه \" 0 ¶ ... وقد ثبت ذلك عن ابن عباد والقاسم من محمد والامام مالك 0 ¶ ... سئلوا جميعا ً ـ كلّ في عصره ـ عن حكم الله في الغناء 0 فأجاب \" ـ كلّ في عصره ـ أيها السائل إذا كان يوم القيامة وجيء بالحق وبالباطل ، ففي أيهما يكون الغناء ، فقال في الباطل 0 فقالوا له ـ كلّ في عصره ـ والباطل أين يكون 0 قال في النار 0 قالوا له : اذدهب فقد أفتيت نفسك \" 0 ¶ ... وشدد الله على الغناء في العصر المكي تطيرا للنفس كما في سورة النجم وهى مكية في قوله تعالى : { أَفَمِنْ هَذَا الّحَدِيثِ تَعْجَبُونَ وَتَضْحَكُونَ ولا تَبْكُونَ وأَنْتُمْ سَامِدُونَ فَاسْجُدُوا لله واعْبُدُوهُ } 0 ¶ ... قال ابن عباس : \" سامدون أى مغنون \" ، والسمود الغناء على لغة حيمر \"0 ¶ ... قال عكرمة : \" كان المشركون إذ نزل عليهم القرآن تغنوا كيلا يسمعوا كلام الله \" 0 ¶ ... والسمو في اللغة : \" هو السهو ، والغفلة ، واللهو والاعراض \" 0 ¶ ... قال ابن القيم : \" وهذه المعاني الأربعة كلها موجودة في الغناء \" 0 ¶ ... كما ذكر الله تحريمه في سورة الإسراء ، وهى مكية تشديداً على طهارة النفوس في رده على إبليس في قوله تعالى : { واسْتَفْزِزْ مَنْ اسْتَطَعْتَ مِنْهُمُ بِصَوتِكَ } 0 ¶ ... قال ابن عباس : \" كل داع إلى معصية الله \" 0 ¶ ... عن مجاهد قال : \" صوت الشيطان الغناء والمزامير \" 0 ¶ ... قال الحسن : \" الدف \" 0 ¶ ... قال ابن القيم : \" والغناء من أعظم الدواعي إلى معصية الله \" 0",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "... ولذا يستحيل في حكم الله تعالى أن يحرم على المسلم النظر إلى الأجنبية تلذذا حتى لا تثور شهوته ولا يحرم عليه ماهو سبب في انفجار عواطفه وبراكين شهوته مثل الغناء 0 ¶ ... قال ابن القيم رحمه الله في مدارج السالكين : \" ويستحيل في حكمة الحكيم الخبير أن يحرمّ مثل رأس الإبرة من المسكر ، لأنه يدعوا إلى كثرة الذي يدعو إلى المفاسد ، ثم يبيح ماهو أعظم سوقا إلى المفاسد من الخمر وهو الغناء \"0 ¶ ... ولما عقل السلف هذه المعاني أخذوها ، فأخذ الجد مدركين مدى تأثير هذه المعازف والغناء في أخلاق أبناءهم ، فقد ثبت عن عمر بن عبدالعزيز أنه قال لمأدب أولاد له : \" ليكن أول مايعتقدون من أدبك بغض الغناء الذي مبدأه من الشيطان وعاقبته سخط الرحمن ، فقد حدثني عدد من ثقات أهل العلم أن سماع المزامير واستماع الغناء واللهج به ينبت النفاق في القلب كما ينبت الماء العشب \" . ¶ ... قال بقية السلف عبدالرحيم الطحان في محاضرة الغناء : \" ولا يزال في الحياة مفاسد مادام الغناء منتشراً فالاصابة به أعظم بكثير من الإصابة بسائر الأمراض الخبيثة من سكر ومخدر ، أو غير ذلك لأن كل ... ذلك ليزول إذا فطمت النفس عن الغناء ، ولذا تقدم تحريمه بمكة على الحدود التي شرعت في المدينة ، وقبل أن تفرض الفرائض من زكاة وصلاة وحج ليبنى القلب على الطهارة والفضيلة من البداية \" .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "... لذا فإني أقدم هذا البحث بين يدى القاريء الكريم ، راجيا منه أن لا يسبق حكمه قراءته ، بل وجب اإنصاف واتباع الحق وقراءة الأدلة والوقوف على أثار السلف وتبع منهجهم ، وليست مسألة الغناء سبيل لكل أحد أن ييغني بها وفق مايريد ، ولا هي وقف على مؤسسة دون أخرى ، وإنما الحق أحق أن يتبع ، ومن أراد تتبع رخص العلماء والبحث عن زلاتهم وسقطاتهم فأمره إلى الله وهو موكول إلى نفسه وحسابه عند رب العالمين على نيته { يَوْمَ تُبْلَى السَرَائِر فَمَا لَهُ مِنْ قُوَةٍ ولا نَاصِرْ } ومن أراد الحق فإن الحق أبلج وأثار الصحابة واضحة وأقوال الأئمة جلية . ¶ ... فليتق الله كل عابث ، وليس في وسع أحد الاختيار إذا كان حكم الله في المسألة قطعى الثبوت والدلالة . قال تعالى : { ومَا كَانَ لِمُؤْمِنٍ ولا مُؤْمِنَةٍ إِذَا قَضَى الله ورَسُولَهُ أمْرَاً أنْ يَكُونَ لَهُمْ الْخِيَرَةِ مِنْ أَمْرِهِمْ وَمِنْ يُعْصِ الله ورَسُولَهُ فَقَدْ ضَلَّ ضَلالاً مُبِينَاً } 0 والله الهادي إلى سواء السبيل . ... ¶ ... كما لايفوتنا أن نتقدم بالشكر الجزيل لإدارة الأبحاث بجامعة الكويت لتمويلها لهذا البحث برقم ( HHo2o ) فلهم جزيل الشكر وعظيم الامتنان ، وصلى الله وسلم على نبينا محمد . ¶ مدخل البحث ¶ ... إن تحديد ماهية الشيء وتصويرها أمر مهم جداً في إلحاق الحكم عليه ، إذ أن الأحكام تبنى على المعنى الذي يحددها الشارع أو حددتها اللغة ، أو مايرجع إلى عادة الناس وعرفهم . وفي هذا يقول شيخ الإسلام (1) : \" فصل الخطاب في هذا الباب ينبغي أن ينظر في ماهية الشىء ، ثم يطلق عليه التحريم أو الكراهة أو غير ذلك \". ¶ ولاشك أن هذا المنهج يسهِّل علينا أمرين : ¶ الأول : يزيل علينا الأشكال في تحديد معنى الغناء . ¶ الثاني : يساعدنا على تصوير المسألة مما يسهِّل علينا إلحاق الحكم عليه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولمعرفة الغناء المصحوب بالعزف من دونه كان لابد من تحديد ماهيته وتميزه عن النثر والشعر الموزون المقضى . فهو في كلماته شعر موزون لايخرج عن كونه شعراً مباحاً أو شعراً غير مباح . (2) ¶ أصل هذا الكلام لابن الجوزي في تليس إبليس . ¶ يقسم العلماء الشعر المباح إلى خمسة أقسام أولها : شعر في وصف الكون وخلق الله . ثانيها : شعر الحجيج تشويقاً للقاء البيت الحرام . ثالثها : شعر الزهد والفضائل . رابعها : أشعار العرس الخالية من البذاءة . خامسها : أشعار الجهاد والغزاة لتقوية النفس على لقاء العدو . ¶ وأما الشعر الغير مباح فهو على أقسام خمسة كذلك : ¶ أولها : أشعار النياحة على الأموات ، وهو مصحوب بالتسخط على الأقدار ، ثانيها : أشعار السب والهجاء 0 ثالثها : أشعار المدح والفخر ، وهو محرم ، مثل شعر السب والهجاء مالم يكن بحق ومصلحة 0 رابعها : الأشعار الشركية التي يشبه بها المخلوق بالخالق 0 خامسها : أشعار التغني والفحش ووصف النساء 0 ... ¶ وهذا له حكم خاص به ، وإن صحبته آلات من آلات اللهو صار له حكم آخر 0 ولذا كان لابد من تعريف الغناء منفرداً وآلات اللهو منفردة 00 ¶ وتعريفهما وهما مجتمعان : ¶ تعريف الغناء في اللغة : ¶ جاء في لسان العرب أن الغناء هو \" كل من رفع صوته ووالاه ، فصوته عند العرب غناء (1) 0 والغناء من الصوت ماطرّب به قال حميد بن ثور: \" عجبت لها أنَّى يكون عناؤها فصيحاً ولم يغفر بمطقها فما (2) 0 ¶ وجاء في المصباح المنير : تغزلّ بها ، وغنىَّ بزيد : مدحه أو هجاه 0 وغنىَّ الحمام تغنة : صوّت (3) 0 ¶ ويطلق الغناء (بالمد والكسر) : على الترنم الذي تسميه العرب ( النصب) بفتح النون وسكون المهملة (4) ، وعلى الحداء ( بالمد والكسر ) المعروف عند العرب وعلى مجرد الانشاد : قال ابن الأثير في النهاية (5) في حديث عائشة (وعندي جاريتان تغنيان بغناء يوم بُعاث ) أى تنشدان الأشعار التي قيلت يوم بعاث 0 ¶ تعريفه في الاصطلاح الشرعي :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "جاء تعريف الشرعي للغناء موافقا لعُرف اللغة في تسميته برفع الصوت وموالاته ويطلق كذلك على رفع الصوت وموالاته بطريقة التلحين والتطريب ، ¶ لسان العرب : 6/3309 0 ¶ لسان العرب : 6/3310 0 ¶ المصباح المنير : 2/109 بتصرف يسير 0 ¶ انظر الفتح : 2/442 0 ¶ انظر الفتح : 3/392 0 ¶ البخاري في التوحيد : رقم 6973/ أبو داود : الصلاة : رقم 1257 ، وأحمد : 1396 0 ¶ وعلى هذا قال - عليه السلام -: \"ليس منا من لم يتغنَّ بالقرآن \" (1) 0 ومنها قوله - عليه السلام - : \" زينوا القرآن بأصواتكم \" (2) 0 ومنها أن أبا موسى الأشعري ، استمع النبي - صلى الله عليه وسلم - لصوته وأثنى على حسن الصوت وقال : \" لقد أوتي هذا مزماراً من مزامير آل داود \" 0 وقال له أبو موسى : لو أعلم أنك استمعت لحبرته لك تحبيراً ـ أى زينته وحسنته ـ (3) 0 ومنها أنه - عليه السلام - كان يسمع إنشاد الصحابة وكانوا يرتجزون بين يديه في حفر الخندق : ¶ نحن الذين بايعوا محمداً على الجهاد مابقينا أحداً ¶ ومنها - عليه السلام - سمع قصيدة كعب بن زهير وأجازه وغيرها كثير00 ¶ أما عند اصطلاح أهل الغناء والمتصوفة : ¶ ... الغناء هو رفع الصوت بالكلام الموزون المطرب المصاحب بالآلات غالباً ، وعلى هذا فإن المتصوفة وأهل الغناء متفقون على الظاهر ، غير أنهم يختلفون من جهة الباطن ، وهو كون سماع الغناء عند المتصوفة يكون بطريقة التعبد والتقرب إلى الله تعالى 0 ¶ ... وعلى هذا فإن الغناء المعروف عند العرب ، ورفع الصوت وموالاته مع شيء من التطريب والتلحين ولم يكن معروفاً بضرب الكف أو القضيب أو غيرها من الآلات 0 ¶ يقول شيخ الإسلام (3) : \" وإذا عرف5 هذا : فاعلم أنه لم يكن في القرون ¶ البخاري : التوحيد ، والنسائي في الافتتاح : رقم 1005 ، وأبو داود في الصلاة : رقم 1256 ، وأحمد في المسند : رقم 17955 ، والدارمي في فضائل القرآن : رقم 3364 0",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "البخاري في فضائل القرآن : رقم 4660 ، ومسلم في صلاة المسافرين وقصرها : رقم 1321 ، والنسائي في الافتتاح : رقم 1009 0 ¶ مسألة السماع والرقص ، تحقيق عبدالحميد شانوفة : ص 30 0 ¶ ... الثلاثة المفضلة لا بالحجاز ولا بالشام ولا باليمن ولا بمصر والمغرب والعراق وخراسان من أهل الدين والصلاح والزهد والعبادة ، من يجتمع على مثل سماع المكاء والتصدية إنما حدث هذا بعد ذلك في أواخر المائة الثانية ، فلما رآه الأئمة أنكروه 0 ¶ دراسة حديثية ¶ وردت أحاديث كثيرة في هذا الباب ، منها ماهو صحيح ، ومنها ماهو ضعيف أو موضوع ، ومنها ماهو محل نزاع بين أهل العلم في تصحيحها أو تضعيفها . ¶ وفي هذا البحث نحاول بإذن الله أن نسلط الضوء على الأحاديث التي دار حولها نقاش واسع بين أهل العلم ، والذي كان أثره البيِّن في إلحاق الحكم على الغناء المصحوب بالمعازف ، وعلى هذا فقدذهب ابن حزم ومَنْ تبعه (1) إلى عدم صحة الأحاديث في هذا الباب وكل مافيه فموضوع . وخالفه في ذلك جماهير أهل العلم من المحدثين والفقهاء الذين يروّنَ بأن الحرمة ثابتة بالكتاب والسنة الصحيحة . ¶ وإليك أخي القاريء الأحاديث التي كثر فيها الكلام بين التصحيح والتضعيف : ¶ الحديث الأول : ( ليكوننَّ من أمتي أقوام يستحلون الحِر ، والحرير ، والخمر ، والمعازف ، ولينزلنَّ أقوامُُ إلى جنب علم ، يروح عليهم بسارحةٍ لهم ، يأتيهم ـ يعني الفقير ـ لحاجة فيقولون إرجع إلينا غداً ، فيببيتهم الله . ويضع العلم ، ويمسخ آخرين قردةً وخنازير إلى يوم القيامة ) . أخرجه البخاري . ¶ (1) ... وكذلك الامام محمد بن طاهر بن علي بن أحمد بن أبي الحسن الشيباني ـ أبو الفضل المقدسي ـ المعروف بابن القيسراني في رسالته \" كتاب السماع \" تحقيق أبوالوفا المراغي .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "هذا الحديث أخرجه الإمام البخاري رحمه الله تعالى قال : وقال هشام بن عمار : حدثنا صدقة بن خالد ، حدثنا عبدالرحمن بن يزيد بن جابر ، حدثنا عطية بن قيس الكلابي ، حدثنا عبدالرحمن بن غنم الأشعري قال : حدثني أبو عامر أو أبو مالك الأشعري ـ والله ماكذبني ـ سمع النبي - صلى الله عليه وسلم - يقول : فذكر الحديث . ¶ تنازع أهل العلم في ذلك ، فمن قائل بالاتصال ، ومن قائل بالتعليق (1). ¶ فقد ذهب ابن حزم إلى أن هذا الحديث لايصح ، فهو منقطع ، لم يتصل مابين البخاري ، وصدقه ابن خالد ، قال في الغناء الملهي\" (2) . ¶ وأما حديث البخاري : فلم يُوردْهُ البخاريُّ مسنداً ، وإنما قال فيه : قال هشام بن عمَّار . وفي ( المحلىَ ) (3) : \" هذا منقطع ، لم يتصل مابين البخاري وصدقة بن خالد \" . ¶ الاعتراض الثاني على الحديث : أن الحديث مضطرب سنداً ومتناً . ¶ أما اضطرابه سنداً ، قال ابن حزم ـ رحمه الله ـ في رسالته \" ثم هو إلى أبي عامر أو أبي مالك ، ولا يُدرى أبو عامر هذا \" . ¶ الحديث المعلق هو : ( ماحذف أو سنده ، سواء أكان المحذف واحداً أو أكثر على التوالي ، ولو إلي آخر الإسناد ) . وكأنه مأخوذ من تعليق الحداد وتعليق الطلاق ونحوه لما يشترك الجميع فيه من قطع الاتصال . ¶ مقدمة ابن الصلاح ( تحقيق بنت الشاطيء ) : ص 162 ، وفتح المغيث : 1/55 0 أنظر لأحكامه : شرح نخبة الفكر : ص 17 ، النخبة النبهانية : ص 36 0 ¶ 1/434 ـ مجموعة رسائله 0 ¶ المحلى : 9/59 0 ¶ ... أما اضطرابه متناً ومن وجوه عدة : ¶ الوجه الأول : وردت بلفظى \" يستحلون \" وذكر البخاري في \" التاريخ\" بدونها . ¶ الوجه الثاني : ذكره أحمد وابن أبي شيبة وغيرهما بلفظ \" ليشربن أناس من أمتي الخمر .... \" . ¶ الوجه الثالث : جاء فيه \" يستحلون الحر \" فقيل : \" الحر \" بالحاء والراء المهملتين ، بل بالخاء والزاي المعجمتين . ¶ أقوال العلماء والأئمة في الرد على حجج ابن حزم وبيان الحق في الحديث :",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "قال الحافظ العراقي في تخريجه لهذا الحديث (1) : \" وذلك لأن الغالب على الأحاديث المعلقة أنها منقطعة بينها وبين معلِّقها ، ولها صور عديدة معروفة ، وهذا ليس منها ، لأن هشام بن عمَّار من شيوخ البخاري الذين احتج بهم في صحيحه ...\" . ¶ وقال الحافظ أبو عمرو بن الصَّلاح في علوم الحديث : \" ولا التفات إلى ابن محمد بن حزم الظاهري الحافظ في رده ما أخرجه البخاري من حديث أبي عامر أو أبي مالك الأشعري ... من جهة أن البخاري أورده قائلاً فيه : قال هشام بن عمار ، وساقه بإسناده ، فزعم ابن حزم أنه منقطع فيما بين البخاري وهشام ، وجعله جوابا هم الاحتجاج به على تحريم المعازف ، وأخطأ في ذلك من وجوه ، والحديث صحيح معروف الاتصال بشرط الصحيح . ¶ المغني عن حمل الأسفار : 2/271 0 ¶ وقال الزركشيُّ في التوضيح ، نقله عن الحافظ : \" معظم الرواة يذكرون هذا الحديث في البخاريُ معلِّقاً ، وقد أسنده أبو ذَرٍّ عن شيوخه فقال : \" قال البخاري : حدثنا الحسن بن إدريس : حدثنا هشام بن عمار (1) . وقال الحافظ : فعلى هذا يكون الحديث صحيحاً ـ على شرط البخاري ـ ورده الحافظ في الفتح (2) . فقال : \" وهذا الذي قاله خطأ نشأ عن عدم تأمل ، وذلك أن القائل : حدثنا الحسين بن إدريس هو العباس بن الفضل شيخ أبي ذر لا البخاري ، ثم هو الحسين بضم أوله وزيادة التحتانية الساكنة ، وهو الحروي ، لقبه \" خُرَّم \" بضم المعجمة وتشديد الراء ، وهو من المكثرين \". ¶ وقال شيخ الإسلام ابن تيمية في كتابه الإستقامة (3) : ¶ \" والآلات الملهية قد صح فيها مارواه البخاري في صحيحه \" تعليقاً مجزوما به، داخلاً في شرطه \" .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وقد رد كلام ابن حزم الإمام ابن القيم في أكثر من موضع من كتبه : قال في تهذيب سنن أبي داود (4) : \" وقد طعن ابن حزم وغيره في هذا الحديث ، وقالوا : لايصح ، لأنه منقطع ، لم يذكر البخاري مَنْ حدَّثه به ، وإنَّما قال : \" وقال هشام بن عمَّار \" . وقال في لإغاثة اللهفان : \" هذا الحديث صحيح ، أخرجه البخاري في صحيحه محتجاً به ، وعلقه تعليقاً مجزوماً به . ثم لو سلمنا جدلاً كلام ابن حزم بالانقطاع ، فإنه قد جاء موصولاً من طرق جماعة من الثقات الحفاظ سمعوه من هشام بن عمَّار . ¶ ص 61 ـ 62 0 ¶ 1/52 0 ¶ 1/294 0 ¶ 5/270 0 ¶ قال الطبراني في مسند الشاميين (1) : \" حدثنا محمد بن يزيد بن ( الأصل : عن ) عبدالصمد الدمشقي : ثنا هشام بن عمَّار به . ¶ وقال ابن حبَّان في صحيحه (2) : أخبرنا الحُسين بن عبدالله القطَّان قال : حدثنا هشام بن عمَّار به إلى قوله : \" المعازف \" . ¶ وواصله ـ أبو نعيم في المستخرج على الصحيح . والبيهقي : 10/221 وابن عساكر في التاريخ : 19/79 من طرق كثيرة عن هشام بن عمار ، وأخرجه الحسن بن سفيان في \" مسنده \" (3) 0 وأبو بكر الإسماعيلي في المستخرج وأبو ذر الهروي راوي \" الصحيح \" وغيرهم كثير . ¶ خلاصة القول : أن الحديث ليس منقطعاً بين البخاري وشيخه هشام كما زعم ابن حزم (4) ، فإن هشام بن عمَّار شيخ البخاري ، لقيه وسمع منه ، وخرَّج عنه في \" الصحيح \" حديثين غير هذا ، ثم إن قول الراوي \" قال فلان \" فهو بمنزلة قوله \" عن فلان \" إذ أن قائلها ( البخاري رحمه الله ) غير موصوف بالتدليس ، فهى محمولة على الإتصال على الصحيح الذي عليه جماهير أهل العلم إضافة إلى أن اللقاء بين البخاري وهشام ثابتة فتحقق شرط البخاري ، وهو ثبوت اللقاء . فكان صحيح على شرط البخاري .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الإعتراض الثاني على ابن حزم : فقد زعم ابن حزم أن الحديث فيه اضطراب في السند . قال رحمه الله في \" الرسالة \" : \" ثمَّ هو إلى أبي عامر أو ابن مالك ، ولايدري أبو عامر هذا \". ¶ 1/334 / 588 0 ¶ 8/265 / 6719 ـ ( الإحسان ) 0 ¶ هدى الساري : ص 59 0 ¶ ذهب إلى هذا الرأى كذلك من المعاصرين الشيخ محمد الغزالي رحمه الله تعالى وعف عنه 0 ¶ قول ابن حزم \" ولا يدري أبو عامر هذا \" دليل على أن \" أبا عامر \" مجهول عنده ، ومن مذهبه أنه لايقبل حديث من ذُكر بالصحبة حتى يسمى ويعرف فضله . وأبو عامر عنده ليس كذلك ، فالعلة عنده في هذا الحديث هو لكونه متردداً فيه بين معروف ومجهول وليس بالتردد في اسم الصحابي لذاته . ¶ وقد أجاب بعض العلماء على هذه الشبهة بترجيح أنه \" عن أبي مالك \" (1) . ¶ ذهب البخاري في \" التاريخ \" (2) إلى ترجيح أنه عن أبي مالك قال رحمه الله : \" وإنما يعرف هذا عن أبي مالك الأشعري .... وهي رواية مالك بن أبي مريم عن ابن غَمْ عن أبي مالك بغير شك . ¶ وقال ابن حجر في \" تهذيب التهذيب \" (3) \" والحديث لأبي مالك \" . ¶ وعلى كل حال فقد تقرر عند أهل العلم بالحديث ثبوت العدالة لجميع الصحابة ـ رحمه الله تعالى عنه ـ فالصحابي ثقة ، سواء أعُرِفَ اسمه أم لم يُعرف ، أو عرفت كنيتهُ أم لم تعرف كان عدلاُ مقبول الرواية ، وهذا مذهب جماهير أهل العلم . ¶ أما إعتراض ابن حزم على الحديث من حيث اضطراب المتن ، فالجواب على هذا ، أنه لا يمكن أن نقرر الاضطراب إلا إذا تكافأت الوجوه المختلفة من حيث القوة ، ولا يمكنه الترجيح أو الجمع بين طرقها ، والحديث الذي بين أيدينا ليس كذلك ، فإن كل ما أورد فيه ممكن فيه الجمع أو الترجيح ، وأقل مايقال في هذا : أن هذا اللفظ زيادة عن ثقة ليس لها معارض فوجب قبولها ، ¶ أحاديث ذم الغناء والمعازف في الميزان لعبد الله بن يوسف الجُديع .. بتصرف شديد . ¶ 1/1/305 0 ¶ 12/144 0",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ثم أن البخاري ـ رحمه الله _ لم يعنَ في كتابه \" التاريخ \" بمتون الأحاديث لأنه ليس هو مقصود الكتاب ، فكم من حديث مختصرها ، فلا يورد منها إلا طرفاً يسيراً ، ثم إن الرواية باللفظ المذكور فليست تقابل في قوتها رواية \" يستحلون \" والله أعلم . ¶ الحديث الثاني : ¶ \" إن في أمتي خسفاً ومسخاً وقذفاُ ، قالوا : يارسول الله ! وهم يشهدون أن لا إله إلا الله ؟ فقال : \" نعم ، إذا ظهرت المعازف ، والخمور ، ولبس الحرير \" . أخرجه نعيم بن حماد في \" الفتن \" (1) ، وأبو عمرو الداني (2) ، رواه ليث بن أبي سليم عن ابن سابط متابعاً لعمرو ، غير أن ابن سابط تابعي ، فهو مرسل ، للكن له شواهد تحسنه من حديث أبي هريرة . ¶ ... حدثنا عبيد الله بن عمر الجشمي قال : حدثنا سليمان بن سالم أبو داود قال : حدثنا حسان بن أبي سنان عن رجل عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : \" يمسخ قوم من هذه الأمة في آخر الزمان قردة وخنازير \" . قالوا : يارسول الله : أليس يشهدون إن ل إله إلا الله وأن محمداً رسول الله ؟ قال : \" بلى \" ، ويصومون ويصلون ويحجون \" . قال : فما بالهم ؟ قال : \" اتخذوا المعازف والدفوف والقينات ، فباتوا على شربهم ولهوهم فأصبحوا قد مسخوا قردةً وخنازير \". ¶ ... هذا الحديث ذكر ابن حزم في \" المحلى \" (3) من طريق سعيد بن منصور نا سليم بن سالم به ، والصواب \" سليمان بن سالم وليس سليم \" ذكره البخاري في التاريخ الكبير : 2/2/18 ، وفي الصغير \" 2/199 0 ¶ 9/3/ ب 0 ¶ ق 40/ أ 0 ¶ 9/58 0 ¶ وقال : \" لايتابع عليه \" 0 ¶ والجواب : سليمان ذكره ابن حبان في \" الثقات \" وذكره ابن أبي أبي حاتم في \" الجرح والتعديل \" (1) ، ولم يذكر فيه جرحاً ولا تعديلاً فهو مستور الحال يصلح حديثه في الشواهد والمتابعات .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وعن عمران بن حصين قال : قال رسول الله - صلى الله عليه وسلم - : \" يكون في أمتي قذف ومسخ وخسف . قيل يارسول الله ‍ متى ذلك ؟ قال : إذا ظهرت المعازف ، كثرت القينات ، وشربت الخمور \" . ¶ أخرجه الترمذي في كتاب \" الفتن \" (2) . وأبي إلى الدنيا في \" ذم الملاهي \" ( ق 1/2) ، وأبو عمرو الداني في \" السنن الواردة في الفتن \" ( ق 39/1 و 40/2 ) ، وابن نجار في \" ذيل تاريخ بغداد \" ( 18/252 ) من طريق عبدالله بن عبدالقدوس . قال : حدثني الأعمش عنهلال بن يساف عن عمران بن حصين قال : قال رسول الله - صلى الله عليه وسلم - : فذكره . قال الترمذي : \" وقد روى هذا الحديث عن الأعمش عن عبدالرحمن بن سابط عن النبي - صلى الله عليه وسلم - مرسلاً ، وهذا حديث غريب \" . ¶ رجال الحديث ثقات غير عبدالله بن عبدالقدوس ، فإنه ضعفه غير واحد من الأئمة . ¶ قال الحافظ \" صدوق ، إلا أنه يروي عن أقوام ضعاف \" ، غير أن رفضه لايضرّ حديثه ، وهو صالح الحديث في المتابعات والشواهد ، وعلى قول البخاري فإن حديثه أقوى من ذلك ، لأن شيخه هنا إمام حافظ ، والحديث ¶ 1/1/120 0 ¶ رقم ( 2137 ) ، ( 4050 ، 4051 ) 0 ¶ حسن في الشواهد والمتابعات .ومرسل الأعمش الذي علقه الترمذي ، قد وصله أبو عمرو الداني (1) من طريق حماد بن عمرو عن الأعمش به . وإن كان حماد هذا متروك ، فقد توبع كذلك من قبل ليث بن أبي سليم ، عند الداني ، وإن كان حماد هذا الأخير معروفاً بالضعف ، فقد توبع أيضا . فقال ابن أبي الدنيا ( ق 2/2 ) : حدثنا إسحاق بن إسماعيل قال : حدثنا جرير ، عن أبان ابن تغلب ، عن عمرو بن مرَة ، عن عبد الرحمن بن سابط ، قال : قال رسول الله - صلى الله عليه وسلم - فذكره . ¶ الحديث الثالث : ¶ \" إن الله حرَّم على ـ أو حرم ـ الخمر ، والميسر ، والكوبة ، وكلَّ مسكر حرام \".",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أخرجه أبو داود (2) ، والبيهقي (3) ، وأحمد في المسند (4) ، وفي الأشربة (5) ، وأبو يعلى في مسنده (6) ، وعنه ابن حبان في صحيحه (7) من طريق عبيد الله بن عمرو عن عبدالكريم عن قيس بن جبير عن ابن عباس . ¶ وكذا أخرجه الطبراني في المعجم (8) ، والدارقطني (9) من طريق معقل بن عبدالله عن عبدالكريم به في سياق مطول . ¶ 40/2 0 ¶ رقم 3696 0 ¶ رقم 10/221 0 ¶ 1/274 ( الشيخ ) أو 2625 ، 3274 ( عند الجديع ) . ¶ (14) عند الحديع عند الشيخ ناصر رقم 193 0 ¶ 2729 0 ¶ 5341 0 ¶ 12/101 عند الحديع 101 ـ 102 ـ 1ـ 2 / 12598 و 12599 0 ¶ 3/7 0 ¶ إسناد الحديث الصحيح ، فإن عبدالكريم ، وهو الجزري ثقة مشهور ، وقيس وثقه أبو زرعة ، وابن حبان 5/308 ، والنسائي ، والحافظ في التقريب (1). ¶ الحديث الرابع : ( نهى عن كسب الزمارة ). ¶ الحديث أخرجه البيهقي (2) ، والبغوي في شرح السنة (3) ، وأخرجه أبو عبيد في ( غريب الحديث ) (4) . قال : حدثنيه حجاج عن حماد بن سلمة عن هشام بن حسان ، وحبيب بن الشهيد عن ابن سيرين عن أبي هريرة عن النبي - صلى الله عليه وسلم - أنه ..... الحديث . هذا إسناد صحيح ، رجاله كلهم ثقات (5). ¶ الحديث الخامس : قال رسول الله - صلى الله عليه وسلم - : \" إنىِّ لم أنه عن البكاء ، ولكنيّ نهيت عن صوتين أحمقين فاجرين : صوت عند نعمة لهو ، ولعب ومزامير الشيطان ، وصوت عند مصيبة ، لطم وجوه ، وشق جيوب ، ورنّة شيطان \". ¶ أخرجه الحاكم ( 4/40 ) والبيهقي ( 4/69 ) ، وأبي أبي الدنيا في \" ذم الملاهي\"( ق 159/ ظاهريّة )0والبغويّ في\"شرح السنة \"( 5/430 ـ 431 ) والطيالسي في مسنده 1683 0 قال ابن تيمية في كتابه ( الاستقامة ) (6) . \" هذا الحديث من أجود مايحتج به على تحريم الغناء ، كما في اللفظ المشهور عن جابر بن عبدالله \" صوت عند نعمة \" : لهو ولعب ومزاميرالشيطان000 \" . ¶ وصححه أحمد شاكر في تعليقه على \" المسند \" . ¶ 6/126 0 ¶ 8/22 ـ 23 0 ¶ 1/341 0",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ذكر ابن طاهر القيسراني في كتاب \" السماع \" في الحديث : \" سليمان هذا متروك الحديث ¶ غير ثقة ، غير أن الحديث لم ينفرد به كما ذكرنا . ¶ (6) ... 1/292 ـ 293 0 ¶ القسم الثاني : بعض الموقوفات الصحيحة على الصحابة : ¶ ماروي عن ابن مسعود - رضي الله عنه - : \" ومن الناس من يشري لهو الحديث ليضل عن سبيل الله بغير علم ....) فقال عبدالله : الغناء والذي لا إله إلا هو ـ يرددها ثلاث مرات . ¶ أخرجه البيهقي في السنن (1) ، وشعب الإيمان (2) ، وابن الجوزي في تلبس إبليس . وقال الحاكم صحيح اإسناد ووافقه الذهبي وصححه ابن القيِّم. ¶ وعن عبدالله بن عباس رضى الله عنهما قال :\" نزلت في الغناء وأشباهه \". ¶ أخرجه البخاري في \" الأدب المفرد \" ( 1265 ) والبيهقي في السنن ( 10/221، 223 ) من طرق عنه ، وابن أبي شيبة (6/310) . ¶ أثر عبدالله بن مسعود : ( الغناء ينبت النفاق في القلب كما ينبت الماُ البقل) روي مرفوعا ولا يصح ، وروي موقوفاً من طرق أصحها : رواية ابن أبي الدنيا وغيره من طريق حماد عن إبراهيم قال : قال عبدالله فذكره 0 ¶ وإسناده جيد قوي ، فإن إبراهيم هو ابن يزيد النخعي ثقة ثبت من رجال الصحاح ، لم يدرك ابن مسعود ، لكن روايته عن ابن مسعود بدون ذكر الواسطة أصح من روايته بذكر الواسطة ، لما رواه الترمذي في علله ، وأبو زرعة الدمشقي في تاريخه ، وغيرهما بإسناد صحيح عن الأعمش 0 قال : قلت لإبراهيم ، أسند لي عن عبدالله ؟ قال : إذا قلت : عن رجل عن عبدالله فهو الذي سمعت ، وإذا قلت : قال عبدالله فهو من غير واحد من أصحاب عبدالله فهذا نصُّ من إبراهيم على أن روايته عن عبدالله تلقاها من غير واحد من ¶ 1/411 0 ¶ 2/191 0 ¶ أصحاب ابن مسعود ، وهو في الجملة ثقات واحتمالتهم مغتفرة لكثرتهم ، وقد نص على ذلك الحافظ ابن رجب في شرح العلل وابن حجر في موضع منه \" فتحه \" 0",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ماروي عن عبدالله بن عمر بن الخطاب رضي الله عنهما : \" أن ابن عمر مرَّ عليه يومُُ مُرْمون وفيهم رجلُُ يتغنىَّ ، فقال ألا لاتسمع الله لكم ، ألا لاسمع لله لكم \"0 ¶ أخرجه ابن أبي الدنيا (1) قال حدثني عبيد الله بن عمرو وأبو خيثمة ، قالا : حدثنا يحيى بن سعيد عن عبيد الله بن عمر قال حدثني نافع أن ابن عمر فذكره0 ¶ مرَّ ابن عمر بجارية صغيرة تغني ، فقال:\"لو ترك الشيطان أحداً ترك هذا \"0 ¶ أخرجه البخاري في \" الأدب المفرد \" (2) ، والبيهقي في \" السنن \" (3) من طريق عبدالعزيز الماجشون عن عبدالله بن دينار قال : \" مرَّ ابن عمر000\"0 ¶ ... رجاله كلهم ثقات رجال الصحيح فالاسناد صحيح 0 ¶ ماروى عن عائشة ـ رضى الله عنها ـ 0 ¶ ( أن بنات أخي عائشة ـ رضى الله عنها ـ حُفضْ (4) ، فألمنذلك ،فقيل لعائشة : يا أمَّ المؤمنين ‍‍! ألا ندعو لهنَّ مَنْ يُلهيهن ؟ قالت : بلى ، قالت : فأرسل إلى فلان المغنيِّ ، فأتاهم ، فمرّت به عائشة ـ رضى الله عنها ـ في البيت ، فرأته يتغنىَّ ويحرك رأسه طرباً 0 ¶ وكان ذا شعر كثير ـ فقالت عائشة ـ رضى الله عنها ـ : \" أفٍّ ، شيطان ، أخرجوه ، أخرجوه ، فأخرجوه \" 0 ¶ 156/ أ 0 ¶ رقم 784 0 ¶ 10/223 0 ¶ أى ختن 0 ¶ أخرجه البخاري في \" الأدب المفرد \" (1) ، والبيهقي (2) من طريق ابن وهب عن عمرو بن الحارث أن بكير بن الأشج حدثه أن أم علقمة مولاة عائشة أخبرته أن بنات أخي عائشة فذكرته 00 وهذا الإسناد صحيح رجاله ثقات رجال الصحيح 0 ¶ فقه أحاديث تحريم الغناء بالمعازف وأقوال العلماء فيها : ¶ وجهة دليل الحديث الأول على الحرمة هو قوله - عليه السلام - \" يستحلون \" أى يعدونها حلالاً بعد أن كانت حراماً ، ولفظ \" يستحلون \" كما جاء في كتب اللغة\" استحل الشيء عدَّه حلالاً \" (3) 0 ¶ وقد اختلف أهل العلم في مبعث الاستغلال هو اعتقادهم بحلها أو هى بالتأويلات الفاسدة 0",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "قال ابن حجر في الفتح (4) قوله \" يستحلون \" قال ابن العربي : \" يحتمل أن يكون المعنى يعتقدون ذلك حلالاً ، ويحتمل أن ذلك مجازاً على الاسترسال ، أى يسترسلون في شربها كالاسترسال في الحلال ، وقد سمعنا ورأينا من يفعل ذلك 0 ¶ وقال شيخ الإسلام ابن تيمية ـ رحمه الله تعالى ـ في كتاب إبطال التحليل (5) : \" لعل الاستحلال المذكور في الحديث إنما هو بالتأويلات الفاسدة ، فإنهم لو اسحلوها مع إعتقاد أن الرسول - صلى الله عليه وسلم - حرَّمها كانوا كفاراً ، ولم يكونوا من أمته ، ولو كانوا معترفين بأنها حرام لأوشك أن لايعاقبوا بالمسخ كسائر الذين لم يزالوا يفعلون هذه المعاصي ، ولما قيل فيهم \" يستحلون \" فإنَّ المستحلَّ للشيء هو ¶ رقم 1247 0 ¶ 10/223 ـ 224 0 ¶ المعجم الوسيط 0 ¶ 10/55 0 ¶ استحلالهم الخمر ، يعني أنهم يسمونها بغير إسمها كما في الحديث ، فيشر ، فيشربون الأشربة المحرمة ، ولا يسمونها خمراً ، واستحلالهم المعازف باعتقادهم أن آلات اللهو مجرد سمع صوت فيه لذة ، وهذا لايحرم ، كألحان الطيور ، واستحلال الحرير وسائر أنواعه بإعتقادهم أنه حلال للمقاتلة وقد سمعوا أنه يباح لبسه عند القتال عند كثير من العلماء فقاسوا سائر أحوالهم على تلك ‍‍! وهذه التأويلات الثلاثة واقعة في الطوائف الثلاثة التي قال فيها ابن المبارك رحمه الله تعالى 0 ¶ وهل أفسد الدين إلا الملوك وأحبار سوء ورهبانها ¶ ومعلوم أنها لاتغني عن أصحابها من نثر شيئاً بعد أن بلغ الرسول - صلى الله عليه وسلم - وبيَّن تحريم هذه الأشياء بياناً قاطعاً للعذر ، كما هو معروف في مواضعه \" (1) 0",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقوله - عليه السلام - \" المعازف \" قال ابن حجر في الفتح (2) بالعين المهملة والزاى بعد ما فاء جمع معزفة بفتح الزاى وهى آلات الملاهي ، ونقل القرطبي عن الجوهري أن المعازف الغناء ، والذي في صحاصه أنها آلات اللهو ، وقيل أصوات الملاهي ، وفي حواشي الدمياطي المعازف الدفوف وغيرها مما يضرب ، ويطلق على الغناء عزف وعلى كل لعب عزف ، إنتهى 0 ¶ (1) ... قلتُ : كلام شيخ الإسلام قريب إلى الصواب ، فإن كثرة ممارسة الشيء الحرام في الحياة العملية ينبأ للعوام بحلِّه ، كما هو حالنا اليوم من ممارستنا للربا في كل المعاملات المصرفية والتي تسمى العوائد اليوم حتى غَدَتْ من المسَلّمات في الحياة التجارية ، وبل وأخذت مجراها العادي عند الناس وكأن لسان حالهم يقول أن الربا حلال ولا حول ولا قوة إلا بالله 0 = ¶ ... وقال الشيخ عبدالفتاح أبو غدة ـ رحمه الله ـ في تحقيقه لرسالة المسترشدين ص 121 : \" وفي هذا الحديث بَيَّنَ النبي - صلى الله عليه وسلم - أنَّ بين هذه الفواحش ترابطاً قوياً 0 إذ1 كلّ واحد منها تستدعي الأخرى ، فالزنى يستدعي استحلال التزين بالحرير ، وهو حرام على الرجال 0 كما يستدعي استحلال شرب الخمر ، واستحلال عزف آلت اللهو ، ليُزادَ بذلك عرُام الفساد في ذلك في نفوس أهله ، وليؤجِّجَ ليَهيبه إذا فتر فيها انسأل الله السلامة والعافية \"0 ¶ (2) ... 10/55 0 ¶ ووجه الدلالة أن \" المعازف \" هى آلات اللهو لا خلاف بين أهل اللغة في ذلك ، فدل على حرمتها بكل أنواعها إلا ما استثناه الشارع كما سيأتي إن شاء الله 0",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قال ابن القيم الجوزي (1) : \" ووجه الدلالة منه ، أن المعازف هى آلات اللهو كلها ، لاخلاف بين أهل اللغة في ذلك ، ولو كانت حلالاً لما ذَمَّهم على استحلالها ، ولما قَرَن استحلالها باستحلال الخمر والخز ، فإن كان بالحاء والراء المهملتين ، فهو استحلال الفروج الحرام ، وإن كان بالخاء والزاى المعجمتين ، فهو نوع من الحرير ، غير الذي صحَّ عن الصحابة ـ رضي الله عنهم ـ لبسه إذ الخزُّ نوعان : أحدهما : من حرير 0 والثاني : من صوف ، وقد روي هذا الحديث بالوجهين 0 إنتهى 0 ¶ وقوله - صلى الله عليه وسلم - في الحديث الثاني : \" إن في أمتي خسفاً وقذفاً ومسخاً000 \" ¶ قال ابن القيم في رسالته : \" وقد توعد مستحلي المعازف فيه بأن يخسف الله بهم الأرض ، ويمسخهم قردة وخنازير ، وإن كان الوعيد على جميع هذه الأفعال ، فلكل واحد قسط في الذم والوعيد 0 ¶ قلت : وهذا غاية الوعيد على هذه الأصناف من الناس الذين تظهر فيهم المعازف والحرير والخمور بكثرة ، بل جعلها النبي - صلى الله عليه وسلم - من المعاصي يأذن بها الله بقيام الساعة ولا حول ولا قوة إلا بالله 0 ويؤيد هذا فيما رواه ابن حبَّان في صحيحه عن أبي هريرة - رضي الله عنه - أن النبي - صلى الله عليه وسلم - قال : \" لاتقوم الساعة حتى يكون في أمتي خسفُُ ومسخُُ وقذفُُ \"0 ¶ أما قوله : \" إن في أمتي خسفاً ومسخاً وقذفاً \" أى تمسخ طائفة من أمتي محمد - صلى الله عليه وسلم - قردة وطائفة خنازير ، ويخسف بطائفة ، كما دلت عليه الروايات الأخرى في معنى المسخ والقذف 0 ¶ رسالة في أحكام الغناء ـ تحقيق محمد حامد الفقي ـ وفي إغاثة اللهفان : ص 392 0",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وتحقيق القول في ذلك ، ماذكره الإمام ابن القيم في أحكام الغناء (1) 0 إذا إتصف القلب بالمكر والخديعة والفسق ، وانصبغ بذلك صبغا تاما ، صار صاحبه على خُلقُ الحيوان الموصوف بذلك : من القردة ، والخنازير ، وغيرهما 0 ثم لايزال يتزايد ذلك الوصف فيه حتى يبدو على صفحات وجهه بدواً خفياً ، ثم يقوى ويتزايد حتى يصير ظاهراً على الوجه ، ثم يقوى حتى يقلب الصورة الظاهرة 0كما قلب الهيئة الباطنة 0 ¶ ومَنْ له فراسة تامة يرى على صور الناس مسخاً من صور الحيوانات التي تخلقوا بأخلاقها في الباطن ، فقلَّ أن ترى مختالاً مكاراً مخادعاً ختَّاراً إلا وعلى وجهه مسخة قرد ، وقلَّ أن ترى رافضياً إلا على وجهه مسخة خنزير ، وقلَّ أن ترى شَرِها نهِماً ، نفسُه نفس كلبيّه إلا على وجهه مسخة كلب 0 فالظاهر مرتبط بالباطن أتمَّ إرتباط ، فإذا استحكمت الصفات المذمومة في النفس قويت على قلب الصورة الظاهرة ، ولهذا خوَّف النبي - صلى الله عليه وسلم - مَنْ سابق الإمام في الصلاة بأن يجعل الله صورته صورة حمار لمشابهته للحمار في الباطن ، فإنه يستند بمسابقة اإمام إلا فساد صلاته ، وبطلان أجره ، فإنه لايُسَلِّم قبله ، فهو شبيه بالحمار في البلادة ، وعدم الفطنة 0 إذا عرف هذا فأحق الناس بالمسخ هؤلاء الذين ذكروا في هذه الأحاديث ، فهم أسرع الناس مسخاً قردة وخنازير ، لمشابهتهم لهم في الباطن ، وعقوبات الرب تعالى ـ نعوذ بالله منها ـ جارية على وفق حكمته وعدله 00إنتهى 0 ¶ رسالة في أحكام الغناء : ص 46 لبن القيم 0 ¶ وقوله عليه الصلاة والسلام :\" إن الله حَرَم علىَّ الخمر ، والميسر ، والكوبة ، وكل مسكر حرام 0(1) ¶ ففي هذا الحديث دليل على حرمة المعازف في قوله الكوبة 0 قال الخطابي في \" المعالم \" : \" والكوبة يُفسر بـ \" الطبل \" ، ويقال : هو \" النرد \" ، ويدخل في معناه كل وتر ومزمر ونحو ذلك من الملاهي والغناء \"0",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وقال أحمد في كتاب \" الأشربة \" (2) يعني بـ الكوبة كل شىء يكب عليه 0 ¶ قلت : وفي هذا دلالة لطيفة على أن الحرمة للأشياء المذكورة جاءت بالتفصيل لا بالإجمال ، كما سيأتي بعدها إن شاء الله في الرد على المخالفين 0 ¶ وقوله - عليه السلام - ( نهى عن كسب الزمارة ) 0 ¶ الزمارة هى التي يتغنى بها وتسمى في اليمن أو الشام القصبة (3)0 ¶ جاء في لسان العرب (4) \"000 عني في القصب \" ، وجاء في المعجم الوسيط : \" آلة من قصب ، أو معدن ، تنتهي قصبتها ببوق صغير \"0 ¶ وجهة الدلالة على الحرمة : ¶ ... أن النبي - صلى الله عليه وسلم - نهى عن كسب المال من وراء هذه الحرفة ، وأنه كسب خبيث تجنبه كما جاء في الحديث الصحيح \" إن الله إذا حرم شيئاً حرَّم ثمنه \"0 ¶ 5/268 0 ¶ ص 84 0 ¶ كتاب تحريم الزد والشطرنج والملاهي لأبي بكر محمد بن الحسين الآجري ، المتوفي سنة 365 هـ 0 ¶ 2/44 ترتيب الخياط 0 ¶ وأما قوله - عليه السلام - : \" إني لم أنه عن البكاء ، ولكن نهيت عن صوتين أحمقين 000 الحديث \" 0 ¶ يقول شيخ الإسلام ابن تيمية في \" الإستقامة \" : \" 000 فنهى عن الصوت الذي يفعل عند النعمة ، كما نهى - صلى الله عليه وسلم - عن الصوت الذي يفعل عند المصيبة ، والصوت عند النعمة هو صوت الغناء \" (1) 0 ¶ وقال ابن القيم : \" فانظر إلى هذا النهي المؤكد ، بتسميته صوت الغناء صوتاً أحمق ، ولم يقتصر على ذلك حتى وصفه بالفجور ، ولم يقتصر على ذلك حتى سماه من مزامير الشبطان \"0 ¶ ثم قال : \" وقد اختلف في قوله \" لا تفعل \" وقوله \" نهيت عن كذا \" أيتهما أبلغ في التحريم ؟ \" 0 ¶ والصواب بلا ريب : أن صيغة \" نهيت \" أبلغ في التحريم ، لأن \" لاتفعل \" تحتمل النهى وغيره بخلاف الفعل الصريح 0 ¶ الإستقامة : 1/292 ـ 293 0 ¶ (2) ... إغاثة اللهفان في مصايد الشيطان : 1/403 ط المكتب الإسلامي ، تحقيق محمد عفيفي0 ¶ أدلة من يرون جواز الغناء مطلقاً (1) : ¶ الدليل الأول :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "قال ابن حزم في مسألة بيع آلات اللهو : \" لم يأت نص بتحريم جميع شيء في ذلك 00 واجتح المانعون بآثار لاتصح أو يصح بعضها ، ولا حجة لهم فيها 000 \" (2) 0 وقال \" ولا يصح في هذا الباب شيئ أبداً ، وكل مافيه موضوع 000 \" (3) 0 ¶ وقال ابن العربي : \" 000 هذه الأحاديث التي أوردناها لايصح منها شيء بحال ، لعدم ثقة ناقليها إلى مَنْ ذكر من الأعيان منها \" 0 ¶ وبالتالي ، فإن الغناء باق على الأصل الذي هو الإباحة ، مالم يأت دليل صحيح على تحريمه 0 لاسيما أن هناك أدلة تثبت هذا الأصل وتبقيه عليه وهى صحيحة ، ولعل أكثر حديث عضوا عليه بالنواجذ القائلون بالإباحة هو حديث عائشة ـ رضى الله تعالى عنها ـ نصه : ¶ عن عائشة ـ رضى الله تعالى عنها ـ أم المؤمنين قالت : \" دخل علي رسول الله - صلى الله عليه وسلم - وعندي جاريتان تغنيان بغناء بُعاث فاضطجع على الفراش وحول وجهه ، وجاء أبو بكر فانتهرني ، وقال : مزمارة الشيطان عند رسول الله ! فأقبل ¶ (1) ... الذي اشتهر بجواز الغناء مطلقاً هو الإمام أبو محمد علي بن أحمد المعروف بإبن حزم الظاهري الأندلسي ، المتوفي سنة 456 هـ ، وتابعه محمد بن طاهر بن علي بن أحمد بن أبي الحسن الشيباني ـ أبوالفضل المقدسي ـ المعروف بإبن القيسراني المتوفي سنة 507 هـ في كتابه \" كتاب السماع \" ـ ومن العجيب القول ، ومن خلال بحثي وجدتُ مَنْ نحى نحوها الإمام الجليل أبي بكر محمد بن عبدالله المعروف بإبن العربي المتوفي سنة 543 هـ ـ في تفسير قوله تعالى : { ومَنْ يَشْتَرِي لَهْوَ الحَدِيثِ 000 } 0 ¶ المحلى : ص 55 0 ¶ المحلى : ص 59 0",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "عليه رسول الله - صلى الله عليه وسلم - فلقال : \" دعهما \" ، فلما غفل غمزتهما فخرجنا 0 وكان يوم عيد يلعب فيه السودان بالدرق والحراب ، فأما سألت رسول الله - صلى الله عليه وسلم - وأما قال : \" أتشتهين تنظرين ؟ قلتُ : نعم ، فأقامني وراءه خدي على خده وهو يقول \" دونكم نبي ارفوة \" حتى إذا مللت قال :\" حسبك ؟ \" قال : \" فاذهبي \"0 ¶ وجهة دلالة الحديث : ¶ فال ابن حزم (1) : \" إنهما كانتا تغنيان ، فالغناء منها قد صح ، وقولها ليستا بمغنيتين ، أى ليستا بمحسنتين ، وهذا كله لاحجة فيه ، إنما الحجة في إنكاره - عليه السلام - على أبي بكر قوله أمزمار الشيطان عند رسول الله - صلى الله عليه وسلم - ، فصح أنه مباح مطلق لا كراهة فيه \"0 ¶ واحتج ابن حزم بحديث ابن عمر الإباحة فيرويه نافع مولى ابن عمر : أن عمر سمع صوت زمارة راع ، فوضع أصبعيه في أذنية ، وعدل راحلته عن الطريق وهو يقول : يانافع أتسمع ؟ فأقول : نعم ، فيمضي ، حتى قلت : لا ، فوضع يديه ، وأعاد راحلته إلى الطريق ، وقال : \" رأيت رسول الله - صلى الله عليه وسلم - وسمع زمارة راع 0فصنع مثل هذا \" 0 ¶ قال ابن حزم تعليقاً على الحديث : \" لو كان المزمار حراماً سماعه ، لما أباح - عليه السلام - لابن عمر سماعه ، ولو كان عند ابن عمر حراماً سماعه لما أباح لنافع سماعه ولأمر - عليه السلام - بكسره ولا بالسكوت عنه ، فما فعل - عليه السلام - شيئا من ذلك ، وإنما تجنب - عليه السلام - سماعه كتجنبه أكثر المباح من أكثر أمور الدنيا كتجنبه الأكل متكئاً 000\" (2) 0 ¶ المحلى : ص 62 0 ¶ المحلى : 62/9 0 ¶ استدلوا ببعض أحاديث منها مارواه البخاري عن عائشة قالت : زفت إمرأة إلى رجل من الأنصار 0 فقال نبي الله - صلى الله عليه وسلم - : \" ياعائشة ماكان معكم لهو ؟ فإن الأنصار يعجبهم اللهو \" (1) 0",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومنها حديث جابر 0 قال : أنكَحَت عائشة ذات يوم قرابة لها رجلً من الأنصار ، فجاءَ رسول الله - صلى الله عليه وسلم - فقال : \" أهديتم الفتاة ؟ قالوا : نعم 0 قال : أرسلتم معها ؟ فقال أبو محمد : كلمة ذهبت عني 0 فقالت : لا 0 فقال رسول الله - صلى الله عليه وسلم - : إن الأنصار قوم فيهم غزل ، فلو بعثتم معها من يقول : ¶ أتيناكم أتيناكم فحيانا وحياكم (2) ¶ ومنها حديث أبي هريرة عن النبي - صلى الله عليه وسلم - : \" ما أذِن الله عز وجل لشيء ماأذن لنبي يتغنى بالقرآن \" (3) 0 ¶ كما إستدلوا ببعض الآثار عن الصحابة منها : أن عمر مرَّ برجل يتغنى 0 فقال : إن الغناء زاد المسافر (4) 0 ¶ وعن ابراهيم النخعي أن أصحاب ابن مسعود كانوا يستقبلون الجواري في المدينة معهن الدفوف فيشققونها (5) 0 حكى الماوردي أن معاوية وعمرو بن العاص قد سمعا العود عند عبدالله بن جعز 0 ¶ وعن سعيد بن إبراهيم بن عبدالرحمن بن عوف ، أنه كان يغني بالعود(6) ¶ صحيح البخاري ، بشرح عمدة القاري : 149/20 0 ¶ ابن ماجه : 1/163 ، والحاكم في المستدرك : 1/571 0 ¶ رواه مسلم 0 ¶ نقل هذا الآثر ابن طاهر القيسراني 0 قال : حدثنا يعلى بن عباد قال : حدثنا عثمان ، حدثني زيد بن أسلم عن أبيه أن عمر 000 \" 0 ¶ المحلى : 9/63 0 ¶ المحلى : 9/63 0 ¶ وغيرها من الآثار الموقوفة 0 ¶ ... وقد ردَّ ابن حزم في كتابه المحلى على بع ... الآثار الموقوفة على بعض الصحابة الذين ينكرون الغناء ، وهى كثيرة جدا 0 ¶ ... قال ابن حزم : ¶ ... \" أنه لاحجة لأحد دون رسول الله - صلى الله عليه وسلم - ، إن الآثار قد خالفت غيرهم من الصحابة والتابعين ، إن نص الآية يبطل احتجاجهم بها ، لأن فيها { : ومِنَ النَاسِ مَنْ يَشْتَرِىَ لَهْوَ الحَدِيثَ 000 } 0",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "... وهذه الصفة من فعلها كان كافراً بلا خلاف إذا اتخذا سبيل الله تعالى هزوا ، ولو أن إمرءاً اشترى مصحفاً ليضل به عن سبيل الله ويتخذها هزواً لكان كافرا ، فهذا هو الذي ذم الله تعالى ، وما ذم قط عز وجل من اشترى لهو الحديث ليسلي به ويروِّح نفسه لا ليضل عن سبيل الله فبطل تعلقهم (1) 0 ¶ ... كما أن ابن الطاهر القيسراني شنع على من أورد آية اللهو حملها على الغناء قال : هذه التفاسير ، هل عَلِمَ هؤلاء الصحابة الذين أوردتم أقاويلهم في هذه الآية ما عَمِلَهُ رسول الله - صلى الله عليه وسلم - ، أو لم يعلمه ؟فإن قالوا : لم يعلمه وعَلِمَهُ هؤلاء ، كان جهلاً عظيماً بل كفراً ، وإن قالوا : علمه : قلنا : مانقل إلينا عنه في تفسير هذه الآية مثل مانقل عن هؤلاء من الصحابة ، وتأخير البيان عن وقت الحاجة لايجوز بحال ، ومن أمحل المحال أن يكون تفسير قوله عز وجل : { ومِنَ النَاسِ مَنْ يَشْتَرِىَ لَهْوَ الحَدِيثَ 000 } 0 هو الغناء ، ويقول رسول الله - صلى الله عليه وسلم - لعائشة رضى الله عنها : أما كان معكن من لهو ، فإن الأنصار يعجبهم اللهو ؟ وقد إستدل ابن ¶ المحلى : 60/9 بتصرف بسيط 0 ¶ كتاب السماع للقيراني : ص 76 0 ¶ طاهر على إجماع أهل المدينة بإباحة الغناء ، ثم أرجع ابن حزم في كتاب المحلى المسألة إلى النية ، قال : قال رسول الله - صلى الله عليه وسلم - : \" إنما الأعمال بالنيات وإنما000الحديث \" 0 فمن نوى باستماع الغناء عونا على معصية الله فهو فاسق ، وكذلك كل شيء غير الغناء ومننوع به ترويح نفسه ليقوى بذلك على طاعة الله ولا معصية فهو لغو معفو عنه كخروج الإنسان إلى بستانه متنزها وقعوده على باب داره متفرجاً 000 أو غير ذلك 000 إنتهى 0 ¶ ... هذا مجمل ما استدل به من يرون إباحة الغناء مطلقاً 0 والله تعالى أعلم 00 ¶ رد جمهور أهل العلم على أدلة ابن حزم ومن معه : ¶ الشبهة الأولى :",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "رد جمهور العلماء على ماذهب إليه ابن حزم من أن حديث محلول بالانقطاع ، لأن البخاري لم يصل سنده به ، وقد سبق وأن ذكرنا أقوال أهل العلم في الحكم على الحديث بما يثلج صدر كل طالب حق ولا بأس أن نذكر وجوه الاتصال بإختصار ، نقلا عن الإمام ابن القيم فيما يلي : ¶ أحدهما : أنالبخاري قد لقي هشام بن عمار وسمع منه ، فإذا قال : قال هشام فهو بمنزلة قوله : عن هشام 0 ¶ الثاني : أنه لو لم يسمع منه ، فهو لم يستجز الجزم به عنه إلا ، وقد صح عنه أنه حدث به 0 ¶ الثالث : أنه أدخله في كتابه المسمى بالصحيح محتجا به 0 ¶ الرابع : أنه علقه بصيغة الجزم 0 دون صيغة التمريض 0 ¶ الخامس : إنا لو أخربنا عن هذا كله صفحاً ، فالحديث متصل عند غيره (1)0 ¶ فالحديث صحيح متصل لا يحتمل أى شك ، ولعل هذا من أصح الأحاديث التي تدل على حرمة المعازف 0 ¶ الشبهة الثانية : ¶ استدل ابن حزم على جواز الغناء مطلقا بحديث عائشة الذي رواه البخاري ومسلم ، قالت رضى الله عنها : \" دخل علىَّ رسول الله - صلى الله عليه وسلم - وعندي جاريتان 000 الحديث \"0 ¶ وقد رد أهل العلم على زعم ابن حزم في فهم الحديث بما يلي : ¶ (1) ... نقلا عن إغاثة اللهفان ، لابن القيم : 1/391 بتصرف قليل 0 ¶ ... أن الحديث دليل على ابن حزم وليس له ، وذلك لوجوه عدة : ¶ أولها : لم ينكر رسول الله - صلى الله عليه وسلم - على أبي بكر تسمية الغناء مزمار الشيطان (1)0 ¶ ثانيها : قوله - عليه السلام - ( إن لكل قوم عيد وهذا عيدنا ) دليل على أن الأصل المنع ، فلو كان في غير العيد لوافق نهى أبي بكر محله 0",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثالثها : لولا علم أبي بكر بتحريم الغناء للأحاديث في ذلك ، لما تجرأ أبو بكر - رضي الله عنه - أن يتقدم بين يدي النبي - صلى الله عليه وسلم - وفي بيته بمثل اإنكار الشديد ، إلا أن أبا بكر ماكان يعلم أن يوم العيد يجوز فيه الغناء والضرب بالدف 0 فكأن لسان حال النبي - صلى الله عليه وسلم - أن التحريم عام ، يستثنى منه يوم العيد بالضوابط التي سنذكرها في المبحث الآتي إن شاء الله 0 ¶ رابعها : ففي هذا الحديث بيان أن هذا لم يكن من عادة النبي - صلى الله عليه وسلم - وأصحابه الاجتماع عليه ، ولهذا سماه الصِّديق أبو بكر - رضي الله عنه - مزمور الشيطان (2)0 ¶ خامسها : قول عائشة رضي الله عنها ( جاريتان ) وقولها ( ليستا بمغنيتين ) يدل على أن هذه الرخصة كانت في غناء جاريتين صغيرتين ، والصغار يرخص لهم مالا يرخص للكبار في باب اللهو واللعب (3)0 ¶ سادسها: وأما أنه - عليه السلام - لم ينكر على الجاريتين فحقُ ، ولكن كان ذلك في يوم عيد فلا يشمل غيره 0 ¶ ... قال الحافظ في الفتح ، تعليقا على قول الرسول - صلى الله عليه وسلم - \" دعهما يا أبابكر000 \" 0 فيه تعليل وإيضاح خلاف ماظنه الصديق من أنهما فعلتا ذلك بغير علمه - صلى الله عليه وسلم - لكونه دخل فوجده مغطىً بثوبه فظنه نائماً فتوجه له الانكار على ¶ رسالة في أحكام الغناء لابن القيم : ص 36 0 ¶ رسالة في السماع والرقص للشيخ محمد بن محمد المنبجي : ص 27 0 ¶ حكم الإسلام في الموسيقى بالغناء : ص 54 0 ¶ ابنته من هذه الأوجه ، مستصحبا لما تقرر عنده من منع الغناء واللهو، فبادر إلى إنكار ذلك قياماً عن النبي - صلى الله عليه وسلم - بذلك ، مستنداً إلى ماظهر له ، فأوضح له النبي - صلى الله عليه وسلم - الحال ، وعرَّفه الحكم مقروناً ببيان الحكمة بأنه يوم عيد ، أى سرور شرعي ، فلا ينكر فيه مثل هذا ، كما لاينكر في الأعراس (1)0",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "... وقال أبو الطيِّب الطبري (2) : هذا الحديث حجتنا ، لأن أبا بكر سمَّى ذلك مزمور الشيطان ، ولم ينكر النبي - صلى الله عليه وسلم - على أبي بكر قوله ، وإنما منعه من التغليظ في الإنكار لحُسن رفقته لا سيما في يوم العيد ، وقد كانت عائشة رضى الله عنها صغيرة في ذلك الوقت ، ولم ينقل عنها بعد بلوغها وتحصيلها إلا ذم الغناء ، وقد كان ابن أخيها القاسم بن محمد يذم الغناء ويمنع من سماعه ، وقد أخذ العلم عنها \" 0 ¶ ... أما حديث ابن عمر الذي احتج به ابن حزم على إباحة الغناء مطلقا0 ¶ ... رد على هذا الزعم شيخ الإسلام ابن تيمية (3) \" 000 فإن من الناس من يقول بتقدير صحة الحديث (4) لم يأمر ابن عمر بسد أذنه ، فيجاب 0 بأن ابن عمر لم يكن يستمع ، وإنما كان يسمع ، وهذا الإثم فيه ، وإنما النبي - صلى الله عليه وسلم - عدل طلباً للأكمل والأفضل ، كمن اجتاز بطريق فسمع قوماًيتكلمون بكلام محرم فسد أذنه كيلا يسمعه ، فهذا حسن ، ولو لم يسد أذنه لم يأثم بذلك ، اللهم إلا أن يكون في سماعه ضرب ديني لايندفع إلا بالسد 0 ¶ ... جاء في رسالة في السماع والرقص لابن محمد المنجي الحنبلي رحمه الله(5) ¶ فتح الباري : 2/442 0 ¶ ت 450 نقلاً من كتاب ابن الجوزي : 1/253 ـ 254 0 ¶ السماع والرقص لشيخ الإسلام : ص 27 تحقيق عبدالحميد شانومة 0 ¶ الحديث صحيح ، أخرجه ابو داود وأحمد في المسند ، وصححه الشيخ العلامة الألباني في صحيح أبي داود 0 ¶ عون المعبود : 4/435 0 ¶ ( 000 والأمر والنهى إنما يتعلق بالاستماع لا بمجرد السماع ، كما في الرؤية ، فإنه يتعلق بقصد الرؤية لأنها يحصل منها بغير الاختيار ، وكذلك في اشتمام الطيب إنما يُنهى المُحْرِم عن قصد الشم 000 وكذلك في مباشرة المحرمات كالحواس الخمس من السمع والبصر والشم والذوق واللمس إنما يتعلق الأمر والنهي في ذلك بما للعبد فيه قصد وعمل 000 \" 0 ¶ ... قلت : هذا أفقه دقيق يزيل الاشكال فتأمله 0",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "... وجاء في عون المعبود \" وتقرير الراعي لايدل على إباحته ، لأنها قضية عين ، فلعله سمعه بلا رؤية ، أو بعيداً منه على رأس جبل ، أو مكان لايمكن الوصوف إليه ، أو لعلَ الراعي لم يكن مكلفاً ، فلم يتعيّن الإنكار عليه \"0 ¶ ... ثم إن وضع إصبعيه في أذنيه مع عدم وجود القصد كما قال ابن تيمية ، فهو إذن مع وجود القصد أشد كراهةً ، ولهذا قال ابن الجوزي رحمه الله (1)0 ¶ ... \" إذا كان هذا فعلهم في حق صوت لايخرج على الاعتدال ، فكيف بغناء أهل الزمان وزمورهم ؟ ! 0 ¶ ... أما رد أهل على بعض الآثار عنالصحابة وغيرهم من التابعين لسماعهم الغناء تارة بالآلة وتارة بغيرها وعدم إنكارها 0 ¶ (1) ... ص 247 0 ... ¶ واعترض على الاستدلال بالأثر : ¶ الأول : إن إباحة المعازف لم يثبت نقلهعن أحد من الصحابة أو أحد من الأئمة المجتهدين (1) 0 ¶ ... قال الشيخ محمد بن محمود الصالحي المنبجي الحنبلي (2) : \" وإذا عرف هذا فاعلم أنه لم يكن في القرون الثلاثة المفضلة لا بالحجاز ولا بالشام ولا باليمن ولا بمصر والمغرب والعراق وخراسان من أهل الدين والصلاح والزهد والعبادة من يجتمع على مثل سماع المكاء والتعدية لا بدف ، ولا بكف ، ولا بقضيب ، وإنما حدث هذا بعد هذا بعد ذلك في أواخر المائة الثانية ، فلما رآه الأئمة أنكروه 0 ¶ ... وقال شيخ الإسلام ابن تيمية رحمه الله : \" ذكر من صنف في السماع ، ومن روى فيه من الأحاديث الموضوعة والمكذوبة ، ثم قال : وكثير من المتأخرين أهل الحديث وأهل الزهد وأهل الفقه والتصوف وغيرهم إذا صنفوا في باب ذكروا ماروى فيه من غيث وثمين ، ولم يميزوا ذلك 0 كما يوجد في كثير ممن يصنف في الأبواب مثل المصنفين في فضائل الشهور والأوقات وفضائل الأعمال والعبادات وفضائل الأشخاص ، وغير ذلك من الأبواب 000\" (3) 0 ¶ كف الرعاع : 127 ـ 132 0",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "هو محمد بن محمد بن محمد بن محمود الصالحي المنبجي ، الحنبلي ( شمس الدين أبو عبدالله ) محدث ، فقيه، سمع الحديث ، أفتى ودرس ، وكان يكتسب من حانوت له ، وتوفي في رمضان ( 785 هـ ) ( شذرات الذهب : 6/236 )0 نقلها عن شيخ الإسلام ابن تيمية ( السماع والرقص )0 ¶ ثم ذكر شيخ الإسلام قاعدة مفيدة رأيت من الأهمية بمكان نقلها ولو على هامش البحث 0 قال الشيخ رحمه الله : \"هو المقصود هنا المذكور عن سلف الأمة وأئمتها من المنقولات = ¶ قال الإمام الأوزاعي رحمه الله تعالى : كتب عمر بن عبدالعزيز إلى ( عمر بن الوليد ) كتاباً فيه : \"000 واظهارك المعازف والمزمار بدعة في الإسلام ، ولقد صممتُ أن أبعث إليك من يجزُ جُمَّتك جمَّة سوء \" (1) 0 ¶ وهذا دليل على أن الغناء بالمعازف كانت مستنكرة عند السلف ، بل ذهب شيخ الإسلام إلى أشد من ذلك عندما قال : وقد عُرِفَ بالاضطرار من دين الإسلام أن النبي - صلى الله عليه وسلم - لم يشرع لصالحي أمته وعبادهم وزهادهم أن يجتمعوا على إستماع الأبيات الملحنة ، مع ضرب بالكف ، أو ضرب بالقضيب ، أو الدف ، كما لم يبح لأأحد أن يخرج عن متابعته واتباع ماجاء من الكتاب والحكمة ، لا في باطن الأمر ، ولا في ظاهره ، ولا لعامي ولا لخاص \" (2)0 ¶ أما قول ابن الطاهر القيسراني أن إجماع أهل المدينة على إباحة الغناء فهو مردود ، والتحقيق في ذلك يجيب عنه إمام مالك نفسه ، وقد سئل رحمه الله : عما يُرَخْصُ فيه أهل المدينة من الغناء ؟ فقال : \" إنما يفعله عندنا الفسَّاق\" (3)0 قال : إذا اشترى جارية فوجدها مُغَنية كان له أن يردها بالعيب 0",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "= ... ينبغي للإنسان أن يميز بين صحيحه وسقيمه كما ينبغي ، مثل ذلك في المعقولات والمنظورات ، وكذلك في الأذواق والمواجيد والمكاشفات والمخاطبات ، فإن كل صنف من هذه الأصناف الثلاثة فيها حق وباطل ، فلا بد من التمييز بين هذا وهذا وجميع ذلك أن ماوافق كتاب الله وسنة رسوله الثابتة عنه ، وماكان عليه أصحابه فهو حق ، وما خالف ذلك فهو باطل \" 00إنتهى 0 ¶ أخرجه النسائي في سننه ( 2/178) وأبو نعيم في ( الحلية ) 5/270 بسند صحيح 0 ¶ المجموع : 11/565 0 ¶ ذكر ابن الجوزي في \" تلبيس إبليس \" ص 244 بالسند الصحيح عن إسحاق بن عيسى الطباع ـ ثقة من رجال مسلم 0 ¶ وذكر شيخ الإسلام ابن تيمية أن هذا النص عن مالك معروف في كتب أصحاب مالك مشهور وهم أعرف بمذهبه وأضبط ممن ينقل عنه الغلط ، وعن أهل المدينة من طائفة بالمشرق لاعلم لها بمذاهب الفقهاء ، ومن ذكر عن مالك أنه ضرب بعود فقد افترى عليه ، ثم يقول : وإنما نبهت على لأن فيما جمعه أبو عبدالرحمن السلمي ومحمد بن طاهر المقدسي في ذلك حكايات وآثاراً يظن من لاخبرة له بالعلم وأحوال السلف أنها صدق 000 \" 0 ¶ وقال الإمام الطبري (1) : أما مالك بن أنس ، فإنه نهى عن الغنى وعن إستماعه 000 وقال : وهو مذهب سائر أهل المدينة 0 ¶ ونقل عن الإمام الأوزاعي أنه كان يرى قول من يرخص في الغناء من أهل المدينة من زلات العلماء التي تأمر باجتنابها وينهي الاقتداء بها (2)0 ¶ وقال ابن رجب الحنبلي في نزهة للإسماع في مسألة السماع (3) : \" ومن جكى شيئا من ذلك عن مالك فقد أبطل \" 0 ¶ ثم قال بعد نقل كلام الإمام مالك في الغناء : \" فتبين بهذا موافقة علماء أهل المدينة المعتبرين لعلماء سائر الأمصار في النهي عن الغناء وذمه ، ومنهم القاسم بن محمد وغيره 0",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وروى الخَلاَّل بسنده الصحيح عن ابراهيم بن المنذر ـ مدني من شيوخ البخاري ـ وسئل فقيل له : أنتم ترخصون في الغناء ؟ فقال \" معاذ الله ! مايفعل هذا عندنا إلا الفساق والتحقيق في ذلك أنه قد وُجد من أهل المدينة من أفتى بإباحة الغناء مِنْ مَنْ لم يعتد بفتواهم يشير إلى ذلك الإمام الذهبي في ترجمة ¶ نقلا من كتاب تحريم النرد والشطرنج والملاهي للآجري : ص 121 0 ¶ نقله ابن رجب في نزهة الأسماع 0 ¶ ص 60 ، 61 0 ¶ ( يوسف بن يعقوب بن أبي سلمة الماجشون ) \" قلت أهل المدينة يترخصون في الغناء ، وهم معروفون بالتسمع فيه ، وذكر فيها : أنه كانت جواريه في بيته يضربن بالمعزف \" 0 ¶ قلت : وقد صادفت هذه الفتوى هوى فساق أهل المدينة فاستحسنوها وغدت سمة من سماتهم ، وهو مخالف قول فقهاء المدينة بلا شك ، ولهذا قال شيخ الإسلام (1) : \" لم يكن إباحة الغناء من قول فقهاء المدينة وعلمائها ، وإنما كان يضع ذلك فساقهم \" 0 ¶ أما قوله ( ابن حزم ) إن نص الآية : { ومَنْ يَشْتَرِي لَهْوَ الْحَدِيثِ } يبطل إحتجاجهم بها لأن فيها صفة من فعلها كان كافراً بلا خلاف { إِذْ إِتَخَذَا سَبِيلُُ لله هُزْواً000 } 0 ¶ وقد رد على هذا بعض أهل العلم أن لفظ \" لهو \" عام يشمل كل باطل وأن الغناء من جملة اللهو فلا تعارض كما قال ابن القيم بين تفسيره بالغناء وبأخبار الأعاجم وملوكها وملوك الروم ، ونحو ذلك مما كان النضر وابن الحارث يحدِّث به أهل مكة ، يشغلهم به عن القرآن 0",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قال ابن القيم (2) : \" والغناء أشد لهواً ، وأعظم ضرراً من أحاديث الملوك وأخبارهم ، فإنه رقية الزنا ومنبت النفاق وشرك الشيطان ، وخمرة العقل 0 إذا عرف هذا بأهل الغناء ، ومستمعوه لهم نصيب من هذا الذم بحسب إشتغالهم بالغناء عن القرآن ، وإن لم ينالوا جميعه 0 فإن الآيات تضمنت ذمَّ من استبدل لهو الحديث بالقرآن ليُضِل عن سبيل الله بغير علم ويتخذها هزواً000 ( إلى أن قال ) فمجموع هذا لايقع إلا من أعظم الناس كفراً ، وإن وقع بعضه للمغنيين ومستمعيهم فله حصَّة ونصيب من هذا الذم 0 ¶ فتاوي ابن تيمية : 11/577 0 ¶ إغاثة اللهفان : 363 0 ¶ أما قول ابن الحزم أن مسألة الغناء ترجع إلى نية الإنسان مستدلاً بذلك بحديث \" إنما الأعمال بالنيات 000\" 0 ¶ فق رد عليه بأن سماع الغناء لا تتعلق بالنية لما تؤول إليه من مفاسدة عدة ، فإن تحريم الغناء بالمعازف من تمام حكمة الشارع ، وكما شرعه ، فإنه حرم ما إشتمل على المفاسد ، وما هو إلا وسيلة وذريعة إليه فاحتجاج ابن حزم بهذا بمنزلة من يرى النظر إلى الأجنبية واستماع صوتها بحسن النية جائز ، أو الخلوة بالمرأة جائز وغيرها ، إذ أن المحرمات في الشريعة قسمان : ¶ ـ ... قسم حرم لما فيه من المفسدة ، وقسم حرم لأنه ذريعة إلى ما اشتمل على المفسدة ، وقد صدق ابن القيم (1) عندما قال : \" أنك لاتجد أحداً اعتنى بالغناء وسماع آلاته ، إلا وفيه ضلال عن طريق الهدى ، علماً وعملاً ، وفيه رغبةً عن إستماع القرآن إلى إستماع الغناء ، بحيث إذا عرض له سماع الغناء وسماع القرآن عدل عن هذا إلى ذاك ، وثقل عليه سماع القرأن 000\"0",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "... قال الإمام المنبجي في رسالته (2) : \" القاعدة الثالثة \" : إذا أشكل على الناظر أو السالك حكم شيء ، هل هو الإباحة أو التحريم فلينظر إلى مفسدته وثمرته وغايته ، فإن كان مشتملاً على مفسدة راجحة ظاهرة ، فإنه يستحيل على الشارع ، الأمر به أو إباحته ، بل يقطع أن الشرع يحرمه لا سيما إذا كان طريقه مفضياً إلى مايبغضه الله ورسوله 000 \" 0 ¶ ( انتهى الرد على ابن حزم ومن معه 00 والله الموفق ) ¶ إغاثة اللهفان : 363 0 ¶ رسالة في السماع والرقص : ص 40 0 ¶ أقوال الأئمة الأربعة في تحريم الغناء بالمعازف (1) : ¶ قول أبو حنيفة وأصحابه : ¶ قال الألوسي في روح المعاني ، بتحريم الغناء ، عن أبي حنيفة قال : \" أن الغناء حرام في جميع الأديان ، وقال السرخسي في المبسوط ، لاتقبل شهادة صاحب الغنى الذي يخادن عليه ويجمعهم (2)0 ¶ وكذلك (2) مذهب أهل الكوفة : سفيان ، وحمَّاد ، وإبراهيم ، والشعبي ، وغيرهم لا إختلاف بينهم في ذلك ، ولا نعلم خلافاً أيضاً بين أهل البصرة في المنع منه 0 ¶ قال ابن القيم : مذهب أبي حنيفة في ذلك من أشد المذاهب ، وقوله فيه أغلظ الأقوال ، وقد صرح أصحابه بتحريم سماع الملاهي كلها ، كالمزمار ، والدُّفِّ ، حتى الضرب بالقضيب ، وصرحوا بأنه معصية ، يوجب الفسق ، وترد به الشهادة ، وأبلغ من ذلك أنهم قالوا : أن السماع فسق ، والتلذذ به كفر \"(3)0 ¶ وقال أبو يوسف في دار يُسمع منها صوت المعازف والملاهي : \" أُدْخُل عليهم بغير إذنهم ، لأن النهي عن المنكر فرض ، فلو لم يجز الدخول بغير إذن لامتنع الناس من إقامة الفرض \" (4)0 ¶ حاشية الجمل : 5/380 ط 0 إحياء التراث ، حاشية ابن عابدين : 5/253 ، 4/384 ، حاشية الدسوقي 4/166 ، والمغني : 9/175 ، عمدة القاري : 6/271 ط 0 المنيرية ، بدائع الصنائع : 6/2972 ، وأسنى المطالب : 4/344 ، وإحياء علوم الدين : 2/282 0",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وجزم به مؤيد زادة في الفتاوي والزيلعي في تبيين الحقائق ، شرح كنز الدقائق ، وصاحب الفتاوي الهندية 0 ¶ ابن القيم ، رسالة في أحكام الغناء : ص 6 0 ¶ نفس المرجع 0 ¶ قول الإمام مالك وأصحابه : ¶ علمنا من خلال ردنا على التدليس الذي يوهم بأن الإمام مالك يرى الجواز ، وهذا غلط ووهم ، ونقلنا بما فيه الكفاية عن رأى الإمام مالك في الغناء ، وأنه من عمل الفساق ، وقد ساله تلميذه ابن القاسم رحمه الله عن الغناء ، فأجابه :\" قال الله تعالى \" فماذا بعد الحق إلا الضلال \" أفحق هو ؟ (1) 0 ¶ قول الإمام الشافعي رحمه الله : ¶ قال في كتاب أدب القضاء : \" إن الغناء لهوُّ مكروه ، يشبه الباطل والمحال ، ومن استكثر منه فهو سفيه ترد شهادته \" 0 ¶ قال ابن القيم : \" وصرح أصحابه العارفون بمذهبه بتحريمه ، وأنكروا على من نسب إليه حِلَّهُ ، كالقاضي أبي الطيب الطبري ، والشيخ أبي إسحاق ، وابن الصباغ (2) 0 ¶ وقال الإمام الشافعي رحمه الله في كتابه الأم : \" الرجل يغني فيتخذ الغناء صناعة يأتي عليه ويأتي له ، ويكون منسوبا إليه مشهورا به معروفا والمرأة 0 لاتجوز شهادة واحدة منهما ، وذلك أنه من اللهو المكروه ، الذي يشبه ، وأن من صنع هذا كان منسوبا إلى السفة وسقاطه المروءة \" (3)0 ¶ وقال في المهذب : \" ولا يجوز على المنافع المحرمة ، لأنه محرم ، فلا يجوز أخذ العوض عنه كالميتة والدم 0 ¶ حكم الإسلام في الموسيقى والغناء : أبو بكر الجزائري ، وانظر نيل الأوطار : 8/104 0 ¶ رسالة في أحكام الغناء لابن القيم : ص 6 0 ¶ قول الإمام أحمد رحمه الله : ¶ قال عبدالله ابنه : \" سألت أبي عن الغناء ؟ فقال : الغناء يُنْبِتُ النفاق في القلب لايعجبني ، ثم ذكر قول مالك : إنما يفعله عندنا الفساق \" 0 ¶ وقال عبدالله ، وسمعت أبي يقول : سمعت يحيى القطان يقول : لو أن رجلاً عمل بكل رخصة يقول أهل الكوفة في النبيذ ، وأهل المدينة في السماع ، وأهل مكة في المتعة ، لكان فاسقاً 0",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "... قال ابن قدامة المقدسي في المقنع : \" فلا تقبل شهادة المصافح والمتمسخر والمغني والرقاص واللآعب الشطرنج والزد والحمام \" (1) 0 ¶ ... ونص على كسر آلات اللهو كالطنبور وغيره ، إذا رآها مكشوفة ، وأمكنه كسرها 000 \" (2) 0 ¶ مسألة الإجماع في تحريم الغناء : ¶ حكى أبو عمرو بن الصلاح : الإجماع على تحريم السماع الذي جمع الدُّفَّ والشَّبَابة ، فقال في فتاويه : ¶ ... \" وأما إباحة هذا السماع وتحليله ، فليعلم أن الدُّفَّ والشبابة إذا إجتمعت ( فاستماع ) ذلك حرام ، عند أئمة المذاهب وغيرهم من علماء المسلمين ، ولم يثبت عن أحد ممن يُعْتَدَّ بقوله في الإجماع واإختلاف ـ أنه أباح هذا السماع 0 والخلاف المنقول عن بعض أصحاب الشافعي إنما نُقِل في الشبابة منفردة ، والدُّفَّ منفرداً ، فمن لايحصل ، أولا يتأمل ، ربما اعتقد خلافاً بين الشافعيين في هذا السماع الجامع هذه الملاهي ، وذلك وهم بيِّن من الصائر إليه ، تنادي عليه أدلة الشرع والعقل ، مع أنه ليس كلَّ خلاف يُستروح إليه ، ويعتمد عليه ومن تتبع ¶ كتاب تحريم الزد والشطرنج والملاهي للآجري ، حققه وعمر غرامة العمودي 0 ¶ رسالة في أحكام الغناء 0 ¶ ما اختلف فيه العلماء وأخذ بالرُّخص من أقاويلهم ، تزندق أوكاد000\"(1)0 ¶ ونقل ابن حجر الهيثمي الإجماع على حرمة المعازف ، وقال : \" ومنحكى فيها خلافاً فقد غلط أو غلب عليه هواه حتى أصمَّه وأعماه \" (2) 0 ¶ وقد حكى الإجماع كذلك أبو بكر الآجري (3) وغيره 0 ¶ حكم الغناء بدون آلة اللهو ، وتحقيق مسألة مايسمى بالنشيد الإسلامي :",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "من اللآئق أننذكر أنواع الغناء التي كانت موجودة في الجاهلية وبعدها ، وما أحدثه الناس بعد ذلك ، وتصويرها ، إذ أن الغناء المجرد عن المعازف أنواع يحتاج إلى تفصيل وتدقيق ، وقد رأيت مِنْ مَنْ كتب في المسألة خلط بما هو جائز وممنوع ، وقدر ذكرنا في مقدمة هذا البحث نقلاً عن شيخ الإسلام (4) في أنه ينبغي أن ينظر في ماهية الشيء ، ثم يطلق عليه التحريم أو الكراهة ، وإلا أشكل عليه أمر الغناء ، ولم يوفق في بيان حكم الشرع فيه 0 ¶ الغناء ليس نوعاً واحداً ، بل أنواع مختلفة ومتباينة بحسب المقصد والطريقة، وإن كان معنى الغناء هو رفع الصوت وموالاته عند العرب ، إلا أنه أخذ أشكالاً عديدة ، وأنواعاً كثيرة بعد ذلك 0 ¶ إغاثة اللهفان لابن القيم : ص 350 0 ¶ كف الرعاع : ص 124 0 ¶ نقلا عن نزهة الإجماع في مسألة السماع ، لابن رجب الحنبلي : ص 25 0 ¶ وانظر : حاشية الدسوقي : 2/339 ، وحاشية ابنعابدين : 5/253 ، وأسنى المطالب : 4/345 ، وإحياء علوم الدين : 2/282 0 ¶ أصل الكلام لابن الجوزي في كتابه تلبيس إبليس : ص 237 ـ 241 0 ¶ من بينها : ¶ أولا : الحداء : قال الجوهري (1) \" الحَدْوُ : سوق الإبل ، والغناء لها 0 ¶ ... وفي معناه أشعار الحداء في طريق مكة كقول قائلهم : ¶ ... بشرها دليلُها وقالا غداً تَرَين الطلح والجبالا ¶ ... وهذا لاخلاف بين العلماء في إباحته ، كما حكى الحافظ ابن عبدالبر وغيره 0 ¶ ... قال ابن عبدالبر : \" لاخلاف في إباحة الحُداء واستماعه ، ومن أوهمكلامه نقل خلاف فيه ، فهو شاذ أو مؤول على حاله يُخشى منها شيء غير لائق \"(2) 0 ¶ ثانيا : النصب ، جاء في اللسان (3) : \" النصب ضرب من أغاني الإعراب ، ويسمى أيضا غناء الركبان ، وهو غناء لهم يشبه الحداء ، إلا أنه أرق منه0 ¶ ... وعرفه بعض الفقهاء بأنه ضربُ من النشيد بصوت فيه تمطيط \" (4)0",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "... وهذا النوع يشبه الحداء ، إلا أنه أرق منه ، فيأخذ نفس الحكم ، وأصل ذلك ما روي عن أنس - رضي الله عنه - أنه قال \" خرج رسول الله - صلى الله عليه وسلم - إلى الخندق ، فإذا المهاجرون والأنصار يحفرون في غداة باردة ، ولم يكن لهم عبيد يعملون لهم ذلك ، فلما رأى مابهم من النضب والجوع قال : ¶ ... اللهم إن العيش عيش الآخرة فاغفر للأنصار والمهاجرة ¶ الصحاح : 6/2309 ـ 2310 بإختصار 0 ¶ كف الرعاع : ص 60 0 ¶ العرب : 7/4437 0 ¶ فتح الباري : 10/559 0 ¶ ... فأجابوه مرتجزين : ¶ ... نحن الذين بايعوا محمدا على الجهاد مابقينا أحدا(1) ¶ وقد ذكر ابن الجوزي بعض أنواع الغناء المباح 0 ¶ قال : \" 000 منها غناء الحجيج في الطرقات ، فإنَّ أقواماً من الأعاجم يقدمون للحج فينشدون في الطرقات أشعاراً يصفون فيها الكعبة وزمزم والمقام ، وفي معنى هؤلاء : الغزاة 0 فإنهم ينشدون أشعاراً يحرِّضون بها على الغزو ، وفي معنى هذا إنشاء المبارزين للقتال للأشعار تفاخراً عند النزال 000 \" 0 ¶ ومن ذلك أشعار يُنشدها المتزهدون بتطريب وتلحين تزعج القلوب إلى ذكر الآخرة ويسمونها ( الزهديات ) 0 ¶ كقول بعضهم : ¶ ياغاديا في غفلة دائما إلى متى تستحسن القبائحا ¶ وكم وإلى كم لاتخاف موقفا يستنطق الله به الجوارحا ¶ ثم روى ابن الجوزي بسنده عن أبي حامد الخلقاني أنه قال : ¶ إذا ما قال لي ربي أما استحييت تعصيني ¶ وتخفي الذنب من خلقي وبالعصيان تأتيني ؟ ! ¶ فقال : أعد علىَّ ، فأعدت عليه ، فقام ودخل بيته ، وردَّ الباب ، فسمعت نحيبه من داخلالبيت وهو يقول : إذا ماقال لي ربي 000 ( البيت ) ¶ رواه البخاري : 3/1043 ، ومسلم : 3/1432 0 ¶ تلبس إبليس ، ابن الجوزي : ص 237 0 ¶ ضابط الغناء المحرم : ¶ قال الحافظ عبدالرحمن بن رجب الحنبلي (1) :",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إن يقع على وجه اللعب واللهو فأكثر العلماء على تحريم ذلك (2) ، أعني سماع وسماعآلات الملاهي كلها 000 ( ثم قال ) والمراد بالغناء المحرم : ماكان من الشعر الرقيق الذي فيه : تشبيب بالنساء ونحوه ، مما توصف فيه محاسن في تهيج الطباع بسماع وصف محاسنه ، فهذا هو الغناء عنه ، وبذلك فسره الإمام أحمد وإسحاق بن راهويه وغيرهما من الأئمة ( ثم قال ) فهذا الشعر إذا لُحِّنْ ، وأخرج بتلحينه على وجه : يُزعج القلوب ويخرجها عن الاعتدال ويحرك الهوى الكامن المحبول في طباع البشر 0 فهو الغناء المنهي عنه ، فإن أنشد هذا الشعر على غير وجه التلحين ، فإن كان محركاً للهوى بنفسه فهو محرم أيضا ، لتحريكه الهوى ، وإن لم يسمَّ غناء فأما مالم يكن فيه شيء من ذلك فإنه ليس بمحرم ، وإن سمى غناء 000 \" 0 ¶ وقال الإمام الشاطبي في الاعتصام بعد أن أشار إلى حديث أنجشة : \" وهذا حسن ، لكن العرب لم يكن لها من تحسين النعمات مايجري مجرى ما الناس عليه اليوم 0 بل كانوا ينشدون الشعر مطلقاً ، ومن غير أن يتعلموا هذه الترجيحات التي حدثت بعدهم ، بل كانوا يرققون الصوت ويمَطِّطُونَهُ على وجه يليق بأمِيَّة العرب الذين لم يعرفوا صنائع الموسيقى ، فلم يكن فيه إلذاذ ولا إطراب يلهي ، وإنما كان لهم شيء من النشاط ، كما كان عبدالله بن رواحة يحدو بين ¶ نزهة للإسماع في مسألة السماع 0 ¶ بل نقل الإجماع أكثر من واحد أهل العلم كما أسلفنا 0 ¶ يدي رسول الله - صلى الله عليه وسلم - ، كما كان الأنصار يقولون عند حفر الخندق : ¶ نحن الذين بايعوا محمداً على الجهاد ماحيينا أبدا000 ¶ جكم النشيد الإسلامي : ¶ من خلال هذا البحث وما تضمنه من أقوال لأهل العلم فيما يجوز التغني به من الشعر وما لايجوز ، والضابط في ذلك مستصحباً ما استطعنا من نقولات تقربنا إلى فهم ماهية الغناء ، يمكننا أن نستخلص مايلي في حكم الأناشيد الإسلامية :",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "لاشك أن ماهو مشاع في أيامنا هذه من تكوين فرق خاصةلانشاد أشعار إسلامية تبعث فيها روح الجهاد والتضحية وغيرها من المعاني الإسلامية في نفوس المسلمين بألحان الأغاني الماجنة ـ في كثير من الأحيان ـ وعلى القوانين الموسيقية ، وبنغمات شرقية أو حتى غربية ، تحتاج منا وقفة لألقاء الضوء عليها من خلال النصوص الصحيحة وأقوال أهل العلم فيها : ¶ أولا : الأصل في إنشاد الأشعار ، الجواز كما دلت عليه النصوص من السنة الصحيحة ، وقد سبق وأن أوردنا بعضاً منها ، ولكن هل الجواز هنا على الإطلاق أم فيه قيود وضوابط يجب مراعاتها ، لاشك من خلال تتبعنا للنصوص وأقوال أهل العلم وجدنا أن الجواز ليس على إطلاقه 0 ¶ ضوابط الأناشيد الإسلامية : ¶ ألا يكون من الشعر الرقيق الذي فيه تشبيه بالنساء ونحوه 0 ¶ ألا يكون فيه محاسن من تهيج الطباع بسماع وصف محاسنه 0 ¶ أن يخلو من ألحان الأغاني الماجنة التي تطرب السامعين وترقصهم 0 ¶ ألا يطغى على سماع القرآن فيما يسبب هجر القرآن ، لقوله تعالى : { وقَالَ الْرَسُولُ يارَبِ إنَ قَوْمِي إِتْخَذُوا هَذَا الْقُرْآنَ مَهْجُوراً } 0 ¶ ألا يكون المقصود هو اللحن والطرب ، وليس النشيد بالذات 0 ¶ ألا يصاحبه موسيقى أو معازف إلا الدف (1) وللنساء فقط 0 ¶ يجوز للنساء الضرب بالدف في المناسبات والأفراح المشروعة فقط (2)، بما فيها قدوم الغائب (3) 0 ¶ أن يكون القصد من الإنشاد مشروعا كتنشيط على العمل الشاق ، أو لكلال النفوس ، أو المنافحة عن رسول الله - صلى الله عليه وسلم - ، وعن الإسلام وعن أهله ، أو يبعث في نفوس الناس روح الجهاد والتضحية وغيرها 0",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وإباحة الدف مشروط على الجواري أو النساء ، كما دلت عليه السنة ، أما الرجال فلا يجوز لهم ذلك ، لأن فيه تشبيها بالنساء ، بل كان السلف يسمون من يفعل ذلك مخنثاً ويسمون الرجال مخانيث ، ذكر هذا الكلام ابن قدامة في المغني : 9/174 ، وكف الرعاع لابن حجر الهيثمي : 1/77 ، وفي الفتح لابن حجر : 9/226 0 ¶ فائدة : أما السماع فيباح للرجال أيضا لورود ذلك في السنة الصحيحة 0 ¶ روى عن عمر : أنه أجاز الضرب بالدف في النكاح والختان ،والقول بإباحته في هذه المواضع مذهب الحنفية ، والمشهور في مذهب مالك ، وجزم الشافعية بإباحته في الختان ، وهو قول بعض الحنابلة 0 ¶ انظر : حاشية ابن عابدين : 5/482 ، الفتاوي الهندية : /352 ، الشرح الكبير :2/301 ، مغني المحتاج : 4/429 ، المغني : 12/41 0 ¶ دليل الإباحة الجارية التي نذرت أن تضرب بالدف بين يدي النبي - صلى الله عليه وسلم - ، ولا يصح قياس غيرها من الأوقات ، لأن إباحة الدف مستثنى من أصل عام ، وهو تحريم المعازف ، ولا يصح أن يكون المستثنى أصلا يقاس عليه غيره . والله تعالى أعلم . ¶ ألا يضيع فرضاً ، أو ينهي عن معروف . ¶ هذا ماتيسر لي من جمعه في هذا البحث ، وأرجو أن أكون قد ساهمت في إرثاء هذه المسألة ، وتصويرها مع نقل ما أمكنني من أقوال أهل العلم .. ¶ ( وصلى الله على سيدنا محمد وعلى آله وصحبه )",
            "page": "42",
            "part": "1"
        }
    ],
    "t36533": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحاديــث المعـــازف حجيتهـا وأثرهـا في الفقـــه الإســلامي د. طـارق محمـد الطـواري"
        }
    ]
}