{
    "b36535": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ أحكام الصيام ¶ أعدها عبدالرحمن بن محمد بن علي الهرفي الداعية بمركز الدعوة والإرشاد بالدمام ¶ تعريف الصيام : ¶ لغة: الإمساك. شرعا: قال الحافظ ابن حجر ـ رحمه الله ـ : امساك مخصوص في زمن مخصوص من شيء مخصوص بشرائط مخصوصة . ¶ وقال العلامة العثيمين : هو التعبد لله سبحانه وتعالى بالإمساك عن الأكل والشرب وسائر المفطرات من طلوع الفجر وإلى غروب الشمس.) ¶ = ولفظ التعبد يفرق به بين الممتنع عن الطعام والشراب والجماع فقط بلا نية وبين من نوى ، وهو ضابط جيد . ¶ أدلة وجوب الصيام : ¶ من الكتاب قال تعالى : \" يَا أَيُّهَا الَّذِينَ ءَامَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ وقال تعالى : \" شَهْرُ رَمَضَانَ الَّذِي أُنْزِلَ إلى .. وَلِتُكَبِّرُوا اللَّهَ عَلَى مَا هَدَاكُمْ ... ¶ \" بُنِيَ الإِسْلامُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لاإِلَهَ إِلااللَّهُ وَأَنَّ مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ وَالْحَجِّ . ¶ الاجماع : أجمعت الأمة على وجوب صيام رمضان على المسلمين وأن من أنكر وجوبه كفر. ¶ حكم تارك الصيام : ¶ قال الحافظ الذهبي رحمه الله: وعند المؤمنين مقرر أن من ترك صوم رمضان من غير عذر أنه شرّ من الزاني ومدمن الخمر ، بل يشكّون في إسلامه ، ويظنّون به الزندقة والانحلال . ¶ وقال شيخ الإسلام رحمه الله : إذا أفطر في رمضان مستحلا لذلك وهو عالم بتحريمه استحلالا له وجب قتله ، وإن كان فاسقا عوقب عن فطره في رمضان . ¶ الحكمة من مشروعية الصيام : ¶ أن فيه تضييقا لمجارى الشيطان في بدن الإنسان فيقيه غالبا من الأخلاق الرديئة ويزكي نفسه . ¶ فيه تزهيد في الدنيا وشهواتها وترغيب في الآخرة . 3. فيه باعث على العطف على المساكين والإحساس بأحوالهم . 4-فيه تعويد النفس على طاعة الله جل وعلا بترك المحبوب تقربا لله ¶ جملة من آداب الصيام :",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "\" الصِّيَامُ جُنَّةٌ فَلا يَرْفُثْ وَلا يَجْهَلْ وَإِنْ امْرُؤٌ قَاتَلَهُ أَوْ شَاتَمَهُ فَلْيَقُلْ إِنِّي صَائِمٌ ـ مَرَّتَيْنِ ـ وَالَّذِي نَفْسِي بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ تَعَالَى مِنْ رِيحِ الْمِسْكِ يَتْرُكُ طَعَامَهُ وَشَرَابَهُ وَشَهْوَتَهُ مِنْ أَجْلِي الصِّيَامُ لِي وَأَنَا أَجْزِي بِهِ وَالْحَسَنَةُ بِعَشْرِ أَمْثَالِهَا \" ¶ قوله : (الصِّيَامُ جُنَّةٌ) زاد سعيد عن أبي الزناد \" جُنَّةٌ مِنْ النَّارِ \" وله من حديث عثمان بن أبي العاص \" الصيام جنة كجنة أحدكم من القتال \" ولأحمد عن أبي هريرة \" جنة وحصن حصين من النار \" وله من حديث أبي عبيدة ابن الجراح \" الصيام جنة ما لم يخرقها \" زاد الدارمي \" بالغيبة \" ، ¶ وقد تبين بهذه الروايات متعلق هذا الستر وأنه من النار . وأما صاحب \" النهاية \" فقال : معنى كونه جنة أي يقي صاحبه ما يؤذيه من الشهوات . وقال القرطبي : جنة أي سترة ، يعني بحسب مشروعيته ، فينبغي للصائم أن يصونه مما يفسده وينقص ثوابه ، وإليه الإشارة بقوله \" فإذا كان يوم صوم أحدكم فلا يرفث إلخ \" ، ويصح أن يراد أنه ستره بحسب فائدته وهو إضعاف شهوات النفس ، وإليه الإشارة بقوله \" يدع شهوته إلخ \" ، ويصح أن يراد أنه سترة بحسب ما يحصل من الثواب وتضعيف الحسنات .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وقال عياض: معناه سترة من الآثام أو من النار أو من جميع ذلك وقال ابن العربي : إنما كان الصوم جنة من النار لأنه إمساك عن الشهوات ، والنار محفوفة بالشهوات . فالحاصل أنه إذا كف نفسه عن الشهوات في الدنيا كان ذلك ساترا له من النار في الآخرة . وفي زيادة أبي عبيدة بن الجراح إشارة إلى أن الغيبة تضر بالصيام ، وقد حكى عن عائشة ، وبه قال الأوزاعي : إن الغيبة تفطر الصائم وتوجب عليه قضاء ذلك اليوم . وأفرط ابن حزم فقال : يبطله كل معصية من متعمد لها ذاكر لصومه سواء كانت فعلا أو قولا ، لعموم قوله \" فلا يرفث ولا يجهل \" ولقوله في الحديث الآتي بعد أبواب \" من لم يدع قول الزور والعمل به فليس لله حاجة في أن يدع طعامه وشرابه \" والجمهور وإن حملوا النهي على التحريم إلا أنهم خصوا الفطر بالأكل والشرب والجماع) . قال النسائي : قَالَ أَبُو عُبَيْدَةَ سَمِعْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم -: يَقُولُ الصَّوْمُ جُنَّةٌ مَا لَمْ يَخْرِقْهَا. والرفث : الكلام الفاحش وكذا الجماع ، والجهل : الصياح والسفه . ¶ ويكون خلوف فم الصائم أطيب من ريح المسك في الآخرة \" وَالَّذِي نَفْسُ مُحَمَّدٍ بِيَدِهِ لَخُلُوفُ فَمِ الصَّائِمِ أَطْيَبُ عِنْدَ اللَّهِ يَوْمَ الْقِيَامَةِ مِنْ رِيحِ الْمِسْكِ \" ¶ قال العز بن عبد السلام رحمه الله: مثل المجاهد يثعب جرحه دما ؛ اللون لون دم والريح ريح مسك ¶ والصيام اختص به الله تعالى لأن فيه سرية ؛ وأن مداره على القلب ¶ و قيل انفرد بمعرفة مقدار ثوابه وبضعف حسناته حيث أن باقي الأعمال الحسنة بعشر إلى سبعمائة ضعف أما الصيام فهو لله تعالى يثيب عليه بغير تقدير .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "و إن من الأحاديث التي تُرهّب من عمل الذنوب في نهار رمضان قوله - صلى الله عليه وسلم - : \" رُبَّ صَائِمٍ لَيْسَ لَهُ مِنْ صِيَامِهِ إِلا الْجُوعُ وَرُبَّ قَائِمٍ لَيْسَ لَهُ مِنْ قِيَامِهِ إِلا السَّهَرُ\"\" مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةٌ فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ\" فمغبون من صام و لم يكتب له شيء من الأجر . ¶ \" مَنْ لَمْ يَدَعْ قَوْلَ الزُّورِ وَالْعَمَلَ بِهِ فَلَيْسَ لِلَّهِ حَاجَةٌ فِي أَنْ يَدَعَ طَعَامَهُ وَشَرَابَهُ \" ¶ فضل الصيام : ¶ \"مَنْ صَامَ يَوْمًا فِي سَبِيلِ اللَّهِ بَعَّدَ اللَّهُ وَجْهَهُ عَنْ النَّارِ سَبْعِينَ خَرِيفًا\" الْغَنِيمَةُ الْبَارِدَةُ الصَّوْمُ فِي الشِّتَاءِ. ¶ إِنَّ فِي الْجَنَّةِ بَابًا يُقَالُ لَهُ الرَّيَّانُ يَدْخُلُ مِنْهُ الصَّائِمُونَ يَوْمَ الْقِيَامَةِ لا يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ يُقَالُ أَيْنَ الصَّائِمُونَ فَيَقُومُونَ لا يَدْخُلُ مِنْهُ أَحَدٌ غَيْرُهُمْ فَإِذَا دَخَلُوا أُغْلِقَ فَلَمْ يَدْخُلْ مِنْهُ أَحَدٌ \" . ¶ فضل شهر رمضان : ¶ عن أبي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - \"إِذَا دَخَلَ شَهْرُ رَمَضَانَ فُتِّحَتْ أَبْوَابُ السَّمَاءِ وَغُلِّقَتْ أَبْوَابُ جَهَنَّمَ وَسُلْسِلَتْ الشَّيَاطِينُ \". ¶ عَن ابْنِ عَبَّاسٍ قَالَ:(كَانَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - أَجْوَدَ النَّاسِ وَكَانَ أَجْوَدُ مَا يَكُونُ فِي رَمَضَانَ حِينَ يَلْقَاهُ جِبْرِيلُ وَكَانَ يَلْقَاهُ فِي كُلِّ لَيْلَةٍ مِنْ رَمَضَانَ فَيُدَارِسُهُ الْقُرْآنَ فَلَرَسُولُ اللَّهِ - صلى الله عليه وسلم - أَجْوَدُ بِالْخَيْرِ مِنْ الرِّيحِ الْمُرْسَلَةِ. ¶ يبدأ وجوب الصوم :",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويبدأ صيام شهر رمضان بدخوله وذلك بشهادة عدل ثقة قوى البصر ويكفى إخباره بذلك لما روي عَنْ ابْنِ عُمَرَ قَالَ: ( تَرَاءَى النَّاسُ الْهِلالَ فَأَخْبَرْتُ رَسُولَ اللَّهِ - صلى الله عليه وسلم - أَنِّي رَأَيْتُهُ فَصَامَهُ وَأَمَرَ النَّاسَ بِصِيَامِهِ) . ¶ أو بإكمال عدة شهر شعبان ثلاثين يوما لأن الشهر لا يزيد عن ثلاثين عن ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا عَنْ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ قَالَ \" إِنَّا أُمَّةٌ أُمِّيَّةٌ لا نَكْتُبُ وَلا نَحْسُبُ الشَّهْرُ هَكَذَا وَهَكَذَا يَعْنِي مَرَّةً تِسْعَةً وَعِشْرِينَ وَمَرَّةً ثَلاثِينَ \" ¶ و يبدأ صيام كل يوم بطلوع الفجر الصادق و هو أشعة أفقية تخرج من الشمال للجنوب ويزيد نورها ولا يقل ، وإذا دخل الفجر يجب على الصائم الامتناع عن الطعام و الشراب . أما ما يفعله بعضهم من الامتناع قبل عشرة دقائق أو أكثر فإنه بدعة منكرة كما أفتى بذلك سماحة الشيخ ابن باز و العثيمين . ويستمر إلى دخول وقت صلاة المغرب لقوله - صلى الله عليه وسلم -: \" إِذَا أَقْبَلَ اللَّيْلُ مِنْ هَا هُنَا وَأَدْبَرَ النَّهَارُ مِنْ هَا هُنَا وَغَرَبَتْ الشَّمْسُ فَقَدْ أَفْطَرَ الصَّائِمُ \" . ¶ ومن أفطر في أحد أيام رمضان قبل دخول وقت المغرب بغير عذر فقد أتى كبيرة عظيمة ، قال النبي - صلى الله عليه وسلم - في الرؤيا التي رآها : \" حتى إذا كنت في سواء الجبل إذا بأصوات شديدة ، قلت : ما هذه الأصوات ؟ قالوا : هذا عواء أهل النار ، ثم انطلق بي ، فإذا أنا بقوم معلقين بعراقيبهم ، مشققة أشداقهم ، تسيل أشداقهم دما ، قال : قلت : من هؤلاء ؟ قال : الذين يُفطرون قبل تحلّة صومهم \" أي قبل وقت الإفطار. ¶ أهل الصيام :",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "يجب الصيام على كل مسلم عاقل بالغ قادر مقيم ، ولا يجب على الصغير ويصح منه وله أجر الصيام على الصحيح ـ ولوالديه أجر التعليم والتربية والحث على الصيام ـ ولا يصح من مجنون ولا شيخ خرف ولو صاماه ، ولا يجوز من حائض ولا نفساء . ¶ من يجوز لهم الفطر وأحكامهم : ¶ المسافر : وهو من فارق البنيان بنية السفر ويجوز له الفطر إذا عزم عزما أكيدا على سفره . ¶ قال تعالى : \" يَاأَيُّهَا الَّذِينَ ءَامَنُوا كُتِبَ عَلَيْكُمُ الصِّيَامُ إلى وَلَعَلَّكُمْ تَشْكُرُونَ \"والعلة في الفطر السفر وليست المشقة فكل سفر يجوز فيه الفطر ولو كان سفرا مريحا بالطائرة أو بغيرها . ¶ ومسألة متي يفطر الصائم فيها خلاف والراجح: هو أنه يبدأ من حيث عزم على السفر للأحاديث والآثار التالية: أولا: عَنْ مُحَمَّدِ بْنِ كَعْبٍ أَنَّهُ قَالَ أَتَيْتُ أَنَسَ بْنِ مَالِكٍ فِي رَمَضَانَ وَهُوَ يُرِيدُ سَفَرًا وَقَدْ رُحِلَتْ لَهُ رَاحِلَتُهُ وَلَبِسَ ثِيَابَ السَّفَرِ فَدَعَا بِطَعَامٍ فَأَكَلَ فَقُلْتُ لَهُ سُنَّةٌ قَالَ سُنَّةٌ) ثُمَّ رَكِبَ ) ، ¶ قال ابن العربي في العارضة : هذا الحديث صحيح ولم يقل به إلا أحمد , أما علماؤنا فمنعوا منه , … وأما حديث أنس فحديث صحيح يقتضي جواز الفطر مع أهبة السفر لكن بقي الكلام في قوله إنها سنة هل يقتضي أن ذلك مقتضى الشرع والدليل أنه حكم رسول الله - صلى الله عليه وسلم - لاحتماله .والصحيح أنه يقتضى به لأن قول أنس هي سنة يبعد أن يراد به اجتهادي وما قتضاه نظري فلم يكن بدا من أن يرجع إلى التوقف",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ثانيا: عن جَعْفَرٌ ابْنُ جَبْرٍ قَالَ: (كُنْتُ مَعَ أَبِي بَصْرَةَ الْغِفَارِيِّ صَاحِبِ النَّبِيِّ - صلى الله عليه وسلم - فِي سَفِينَةٍ مِنْ الْفُسْطَاطِ فِي رَمَضَانَ فَرُفِعَ ثُمَّ قُرِّبَ غَدَاهُ قَالَ جَعْفَرٌ فِي حَدِيثِهِ فَلَمْ يُجَاوِزْ الْبُيُوتَ حَتَّى دَعَا بِالسُّفْرَةِ قَالَ اقْتَرِبْ قُلْتُ أَلَسْتَ تَرَى الْبُيُوتَ قَالَ أَبُو بَصْرَةَ أَتَرْغَبُ عَنْ سُنَّةِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - قَالَ جَعْفَرٌ فِي حَدِيثِهِ فَأَكَلَ) . وقال الشوكاني في النيل : وهذان الحديثان يعني حديث أنس وحديث عبيد بن جبر يدلان على أنه يجوز للمسافرأن يفطر قبل خروجه من الموضع الذي أراد السفر منه.والحق أن قول الصحابي من السنة ينصرف إلى سنة الرسول - صلى الله عليه وسلم - وقد صرح هذان الصحابيان بأن الإفطار للمسافر قبل مجاوزة البيوت من السنة. ¶ ثالثا : عَنْ مَنْصُورٍ الْكَلْبِيِّ ( أَنَّ دِحْيَةَ بْنَ خَلِيفَةَ ـ رضي الله عنه ـ خَرَجَ مِنْ قَرْيَةٍ مِنْ دِمَشْقَ مَرَّةً إِلَى قَدْرِ قَرْيَةِ عُقْبَةَ مِنْ الْفُسْطَاطِ وَذَلِكَ ثَلاثَةُ أَمْيَالٍ فِي رَمَضَانَ ثُمَّ إِنَّهُ أَفْطَرَ وَأَفْطَرَ مَعَهُ نَاسٌ وَكَرِهَ آخَرُونَ أَنْ يُفْطِرُوا فَلَمَّا رَجَعَ إِلَى قَرْيَتِهِ قَالَ : وَاللَّهِ لَقَدْ رَأَيْتُ الْيَوْمَ أَمْرًا مَا كُنْتُ أَظُنُّ أَنِّي أَرَاهُ إِنَّ قَوْمًا رَغِبُوا عَنْ هَدْيِ رَسُولِ اللَّهِ - صلى الله عليه وسلم - وَأَصْحَابِهِ يَقُولُ ذَلِكَ لِلَّذِينَ صَامُوا ثُمَّ قَالَ عِنْدَ ذَلِكَ اللَّهُمَّ اقْبِضْنِي إِلَيْكَ) ¶ قال العلامة المحدث الشيخ ناصر الدين وهو قول ابن عبدالبر والقرطبي رحمهم الله: ومن خلال هذه الآثار الثلاث يظهر جليا لكل منصف أن الفطر في السفر يكون قبل الخروج من البلد وذلك لمن أراد الفطر ، حيث أن الصحابة الثلاث ذكروا أنه سنة وحكمه الرفع يقينا .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وأيهما الأفضل الفطر أم الصيام ؟ ¶ فيه خلاف قال بعض العلماء الأرفق به هو الأفضل فأيهما شاء فعل ؛ ولكن القول بأن الفطر أفضل قول قوي جدا وهو الأقرب لما رواه الإمام أحمد في مسنده رحمه الله عَنْ نَافِعٍ عَنِ ابْنِ عُمَرَ قَالَ : قَالَ : رَسُولُ اللَّهِ - صلى الله عليه وسلم -\" إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يَكْرَهُ أَنْ تُؤْتَى مَعْصِيَتُهُ \" ) وهذه رخصه من رخص الله ، وهو اختيار الإمام أحمد وشيخ الاسلام ابن تيمية وسماحة العلامة عبدالعزيز ابن باز رحمهم الله، - ¶ -وذهب الظاهرية إلى بطلان صيام من صام لظاهر الآية \"فعدة من أيام أخر \" وظاهر الآية يوافق مذهبهم ؛ ولكن لا معول عليه لما ثبت أن النبي - صلى الله عليه وسلم - صام في السفر وفعله حجة قاطعة ؛ وليس خاصا به فقد صام معه ابن رواحة ـ رَضِيَ اللَّهُ عَنْهُ ـ. ¶ وقلنا بجواز الأمران لما ثبت في الصحيين أن النبي - صلى الله عليه وسلم - صام في السفر فقد أخرج البخاري عَنْ أَبِي الدَّرْدَاءِ ـ رَضِيَ اللَّهُ عَنْهُ ـ قَالَ : ( خَرَجْنَا مَعَ النَّبِيِّ - صلى الله عليه وسلم - فِي بَعْضِ أَسْفَارِهِ فِي يَوْمٍ حَارٍّ حَتَّى يَضَعَ الرَّجُلُ يَدَهُ عَلَى رَأْسِهِ مِنْ شِدَّةِ الْحَرِّ وَمَا فِينَا صَائِمٌ إِلا مَا كَانَ مِنْ النَّبِيِّ - صلى الله عليه وسلم - وَابْنِ رَوَاحَةَ ) ).",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ويحرم الصيام على من خشي عليه الهلاك أو من شق عليه الصيام وفي مثل هذا ورد النص الصريح فقد أخرج مسلم عَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ ـ رَضِيَ اللَّهُ عَنْهُمَا ـ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم -: ( خَرَجَ عَامَ الْفَتْحِ إِلَى مَكَّةَ فِي رَمَضَانَ فَصَامَ حَتَّى بَلَغَ كُرَاعَ الْغَمِيمِ فَصَامَ النَّاسُ ثُمَّ دَعَا بِقَدَحٍ مِنْ مَاءٍ فَرَفَعَهُ حَتَّى نَظَرَ النَّاسُ إِلَيْهِ ثُمَّ شَرِبَ فَقِيلَ لَهُ بَعْدَ ذَلِكَ إِنَّ بَعْضَ النَّاسِ قَدْ صَامَ فَقَالَ : أُولَئِكَ الْعُصَاةُ أُولَئِكَ الْعُصَاةُ ـ وفي رواية أخرى ـ وَزَادَ فَقِيلَ لَهُ إِنَّ النَّاسَ قَدْ شَقَّ عَلَيْهِمْ الصِّيَامُ وَإِنَّمَا يَنْظُرُونَ فِيمَا فَعَلْتَ فَدَعَا بِقَدَحٍ مِنْ مَاءٍ بَعْدَ الْعَصْرِ ) (. ولحديث الترمذي \" لَيْسَ مِنْ الْبِرِّ الصِّيَامُ فِي السَّفَرِ \" وهذا فيمن شق عليه .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- وَاخْتَلَفَ أَهْلُ الْعِلْمِ فِي الصَّوْمِ فِي السَّفَرِ: فَرَأَى بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرِهِمْ أَنَّ الْفِطْرَ فِي السَّفَرِ أَفْضَلُ حَتَّى رَأَى بَعْضُهُمْ عَلَيْهِ الْإِعَادَةَ إِذَا صَامَ فِي السَّفَرِ. وَاخْتَارَ أَحْمَدُ وَإِسْحَقُ الْفِطْرَ فِي السَّفَرِ. و قَالَ بَعْضُ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَغَيْرِهِمْ إِنْ وَجَدَ قُوَّةً فَصَامَ فَحَسَنٌ وَهُوَ أَفْضَلُ وَإِنْ أَفْطَرَ فَحَسَنٌ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَمَالِكِ بْنِ أَنَسٍ وَعَبْدِ اللَّهِ بْنِ الْمُبَارَكِ . وقَالَ الشَّافِعِيُّ وَإِنَّمَا مَعْنَى قَوْلِ النَّبِيِّ - صلى الله عليه وسلم - لَيْسَ مِنْ الْبِرِّ الصِّيَامُ فِي السَّفَرِ وَقَوْلِهِ حِينَ بَلَغَهُ أَنَّ نَاسًا صَامُوا فَقَالَ أُولَئِكَ الْعُصَاةُ فَوَجْهُ هَذَا إِذَا لَمْ يَحْتَمِلْ قَلْبُهُ قَبُولَ رُخْصَةِ اللَّهِ فَأَمَّا مَنْ رَأَى الْفِطْرَ مُبَاحًا وَصَامَ وَقَوِيَ عَلَى ذَلِكَ فَهُوَ أَعْجَبُ إِلَيَّ . ¶ المريض : يجوز للمريض الفطر إن كان لا يستطيع الصيام وحصل له مشقة بالصيام ، أو أخبره طبيب عالم بالطب ولو غير مسلم ـ والطبيب المسلم الأمين أولى من غيره ـ أنه إن صام زاد عليه المرض أو يخشى عليه من الهلاك فلا يجوز له الصيام عند جمع من العلماء عَنْ عُبَادَةَبْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَضَى \" أَنْ لا ضَرَرَ وَلا ضِرَارَ\" وقال - صلى الله عليه وسلم - \" إِنَّ اللَّهَ يُحِبُّ أَنْ تُؤْتَى رُخَصُهُ كَمَا يَكْرَهُ أَنْ تُؤْتَى مَعْصِيَتُهُ \" ولابد للمريض من قضاء الأيام التي فاتته إذا شفاه الله تعالى. وفي حكم المريض المرضع والحامل",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أما إن كان المريض ممن لا يرجى زوال مرضه فيطعم فقط عن كل يوم مسكيناً وكذا الشيخ والشيخة قال تعالى : \" فَمَنْ كَانَ مِنْكُمْ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ وَعَلَى الَّذِينَ يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ فَمَنْ تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَهُ وَأَنْ تَصُومُوا خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ \" أخرج البخاري عن ابْنُ عَبَّاسٍ ـ رَضِيَ اللَّهُ عَنْهُمَا ـ أنه قال : ( لَيْسَتْ بِمَنْسُوخَةٍ هُوَ الشَّيْخُ الْكَبِيرُ وَالْمَرْأَةُ الْكَبِيرَةُ لا يَسْتَطِيعَانِ أَنْ يَصُومَا فَيُطْعِمَانِ مَكَانَ كُلِّ يَوْمٍ مِسْكِينًا(. ¶ قال الشيخ العلامة عبدالعزيز ابن باز رحمه الله والمغمى عليه حكمه حكم المجنون والمعتوه فإن أسترد وعيه لا قضاء عليه إلا إن كانت الإغماء مدة يسيرة كاليوم أو اليومين أو الثلاثة على الأكثر فلا بأس بالقضاء احتياطا وإما إن طالت المدة فهو كالمعتوه لا قضاء عليه،وإن رد الله عقله عليه يبتدئ العمل. =هو كما قال الشيخ الإمام المغمى عليه حكمه حكم المعتوه فليس بمكلف والقول بقضاء اليومين والثلاثة قول لطيف وإلا لو قيل لا قضاء عليه لأنه حال التكليف لم يكن مخاطبا قول قويا جدا . ولعل أن من مقضى النظر أن من أجريت له عملية جراحية وخدر لساعات طويلة جدا أو وقع تحت تأثير المخدر لأيام أن حكمه حكم المغمى عليه ، وهذا بخلاف السكران أو من استعمل المخدرات فهو مخاطب بالشرع .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولا يجوز للمكلف أن يفطر لكونه عاملا لكن إن لحق به مشقة عظيمة اضطرته إلى الإفطار في أثناء النهار فإنه يفطر بما يدفع المشقة ثم يمسك إلى الغروب ؛ ويقضي ذلك اليوم الذي أفطره . (وقال الشيخ ابن باز رحمه الله : أما أصحاب الأعمال الشاقة فإنهم داخلون ضمن المكلفين ، وليسوا في معنى المرضى والمسافرين فيجب عليهم تبيت النبية نية صوم رمضان بأن يصبحوا صائمين ومن اضطر منهم للفطر أثناء النهار فيجوز له أن يفطر بما يدفع اضطراره …. ومن لم يحصل له الضرورة وجب عليه الاستمرار في الصيام هذا ما تقتضيه الأدلة الشرعية من الكتاب والسنة (وهنا فائدة لطيفة وهي قول الشيخ أنه لابد من تبيت النية ولو كان يغلب على ظنه أن العمل مرهق جدا فقد ييسر الله له إتمام ذلك اليوم . ¶ ولا يجوز تقديم الإطعام في شعبان مثلا لأن الشهر لم يدخل بعد، ولكن يجوز في أول رمضان لأن الشهر إذا دخل وجب على المسلم صيامه كله وصار في ذمته ما دام أنه مستطيع فجاز له تقديم الإطعام بخلاف من أطعم في شعبان فإن الشهر لم يدخل في الذمه والأولى أن يطعم كل يوم بيومه أو يؤخره كله إلى آخر رمضان كما فعل أنس. فعَنْ مَالِك أَنَّهُ بَلَغَهُ أَنَّ أَنَسَ بْنَ مَالِكٍ كَبِرَ حَتَّى كَانَ لا يَقْدِرُ عَلَى الصِّيَامِ فَكَانَ يَفْتَدِي) . ¶ ويطعم عن كل يوم مسكينا وهي وجبة مشبعة إن كان مطبوخا أو نصف صاع من أرز (1,5 كجم) مع شيء من الإدام على أن يكون المسكين مسلماً . ويجوز أن يطعم نفس المسكين عن كل أيامه. على أن لايكون ممن تلزمه نفقتهم كالخدم والعمال ونحوهم فضلاعن بعض من يعلوهم من أهله و أرحامه",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وأما من أفطر من غير عذر فقد أتى كبيرة من كبائر الإثم والعدوان، وأنتهك حرمة من حرمات الله جل وعلا وتقدس . فيجب عليه التوبة أولا ثم القضاء . ولكن شتان بين من صام رمضان ومن أفطر من غير عذر ثم قضى أخرج الدارمي عن أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ : \" مَنْ أَفْطَرَ يَوْمًا مِنْ رَمَضَانَ مِنْ غَيْرِ رُخْصَةٍ رَخَّصَهُ اللَّهُ لَهُ لَمْ يَقْضِ عَنْهُ صِيَامُ الدَّهْرِ \" ). ¶ ويجب الفطر على الحائض والنفساء وكذا من تحتم عليه إنقاذ معصوم من الموت ولم يستطع إلا بالفطر فيجب عليه الفطر لإنقاذ المعصوم لأن إنقاذ معصوم من الموت أولى من صيام يوم . ومثاله من تبرع بدمٍ لمن خشي عليه من الموت وقيل له لابد من أن تأكل قبل التبرع فيفعل ولا أثم عليه . وعليهم جميعا القضاء فقط ¶ ويستحب لكل من أفطر ويقدر على القضاء ؛ سرعة القضاء ، و التتابع فيه من باب إبراء الذمة وذلك قبل صيام الستة من شوال ، فإن كان ما أفطره كثيرا كالنفساء مثلا جاز له صيام الستة من شوال قبل القضاء لعدم وجود دليل صريح يمنع ولقول عائشة رَضِيَ اللَّهُ عَنْهَا ( كَانَ يَكُونُ عَلَيَّ الصَّوْمُ مِنْ رَمَضَانَ فَمَا أَسْتَطِيعُ أَنْ أَقْضِيَ إِلا فِي شَعْبَانَ . قَالَ : يَحْيَى الشُّغْلُ مِنْ النَّبِيِّ أَوْ بِالنَّبِيِّ - صلى الله عليه وسلم - ). ويبعد أن مثل أم المؤمنين تترك مثل هذا الأجر والذي يحرص عليه عوام المسلمين في زماننا فكيف بخير القرون؟ ¶ وكذا من لم يتعمد ترك شيء من صيام رمضان فهو كمن صامه فينطبق عليه حديث أَبِي أَيُّوبَ الأَنْصَارِيِّ ـ رَضِيَ اللَّهُ عَنْهُ ـ أَنَّهُ حَدَّثَهُ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" مَنْ صَامَ رَمَضَانَ ثُمَّ أَتْبَعَهُ سِتًّا مِنْ شَوَّالٍ كَانَ كَصِيَامِ الدَّهْرِ\" ) .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "فإن أخر القضاء حتى دخل عليه رمضان آخر فله حكمان : الأول أخره لعذر فعليه القضاء فقط ، والثاني أخره بغير عذر فعليه القضاء مع التوبة من هذه المعصية فقط . ¶ ومن مات وعليه صيام انقسم لعدة أقسام : ¶ دخل عليه رمضان وهو مريض مرضا يرجى زواله ثم مات وهو لم يشف بعد فلا شيء عليه ، لأنه صار كالذي مات قبل أن يدركه رمضان . وقال به الإمام ابن باز رحمه الله والعلامة محمد العثيمين . ¶ دخل عليه رمضان وهو مريض مرضا يرجى زواله ثم مات بعدما شفي ولم يقض فهذا مفرط ، وعلى وليه أن يطعم عنه إن شاء . ¶ دخل عليه رمضان وهو مريض مرضا لا يرجى زواله ثم مات فيطعم عنه فقط . ¶ من مات وعليه صوم نذر صام عنه وليه لحديث عَائِشَةَ ـ رَضِيَ اللَّهُ عَنْهَا ـ أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" مَنْ مَاتَ وَعَلَيْهِ صِيَامٌ صَامَ عَنْهُ وَلِيُّهُ \" وقد خصه الإمام أحمد بالنذر فقط ، والأصل أنه لا يصوم أحد عن أحد وكذا كل العبادات إلا ما استثني كصيام النذر والحج . وكَانَ عَبْدَ اللَّهِ بْنَ عُمَرَ يُسْأَلُ هَلْ يَصُومُ أَحَدٌ عَنْ أَحَدٍ أَوْ يُصَلِّي أَحَدٌ عَنْ أَحَدٍ ؟؟ فَيَقُولُ : لا يَصُومُ أَحَدٌ عَنْ أَحَدٍ وَلا يُصَلِّي أَحَدٌ عَنْ أَحَدٍ . ¶ حكم من دخل رمضان وقد بقي عليه أيام من رمضان السابق : ¶ إن كان ترك القضاء تهاونا فعليه التوبة والقضاء ، أما من ترك القضاء لأسباب شرعية ككثرة السفر أو المرض أو مرضع مشتغلة بولدها أو حامل أو غير ذلك فعليه القضاء فقط . ¶ من أحكام النية في الصيام :",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "تُشترط النية في صوم الفرض وكذا كلّ صوم واجب كالقضاء والكفارة لحديث حَفْصَةَ زَوْجِ النَّبِيِّ - صلى الله عليه وسلم - أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - قَالَ : \" مَنْ لَمْ يُجْمِعْ الصِّيَامَ قَبْلَ الْفَجْرِ فَلا صِيَامَ لَهُ \" (، ويجوز أن تكون النية في أي جزء من الليل ولو قبل الفجر بلحظة . والنية عزم القلب على الصيام من الغد ، والتلفظ بها بدعة وكل من علم أن غدا من رمضان وهو يريد صومه فقد نوى(. ¶ من نوى الإفطار أثناء النهار ولم يُفطر فقال بعض أهل العلم أن صيامه لم يفسد وهو بمثابة من أراد الكلام في الصلاة ولم يتكلم . وذهب آخرون من أهل العلم ـ وهو الصحيح ـ إلى أنه يُفطر بمجرد قطع نيته ، فالواجب عليه أن يقضي ؛ وقد يفرق من نوى القطع ثم تاب من وقته فهو متردد ؛ وبين من نوى القطع ثم لم يجد ما يفطر عليه ؛ فهو مفطر بلا ريب لأنه عازم .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أما الردّة فإنها تُبطل النية بلا خلاف ، كمن سب ربه جل وعلا أو نبيه - صلى الله عليه وسلم - أو دينه أو قال عن نفسه أنه نصراني أو يهودي أو أنه كافر بدين الله أو سجد لغير الله أو فعل أي فعل يستوجب الكفر الأكبر والعياذ بالله. قال ابن قدامة رحمه الله: لا نعلم بين أهل العلم خلافا في أن من ارتد عن الإسلام في أثناء الصوم ،أنه يفسد صومه ،وعليه قضاء ذلك اليوم ،إذا عاد إلى الإسلام . سواء أسلم في أثناء اليوم ،أو بعد انقضائه ،وسواء كانت ردته باعتقاده ما يكفر به ،أو شكه فيما يكفر بالشك فيه ،أو بالنطق بكلمة الكفر ،مستهزئا أو غير مستهزئ ،قال الله تعالى : \"وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَءَايَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (65) لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ \" . وذلك لأن الصوم عبادة من شرطها النية ،فأبطلتها الردة ،كالصلاة والحج ،ولأنه عبادة محضة ،فنافاها الكفر ،كالصلاة ) . ¶ صائم رمضان يحتاج إلى تجديد النية في كلّ ليلة من ليالي رمضان ويكفي أن يخطر بقلبه أنه من الغد صائم وهذا هو الأصل في كل مسلم . ¶ ويظهر أثر الخلاف بين أهل العلم في هذه المسألة فيمن نام من قبل المغرب واسفاق بعد الفجر فالراجح أن يومه الذي أستفاق فيه لا يصح صيامه منه لعدم النية .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "النفل المطلق لا تُشترط له النية من الليل لحديث عَائِشَةَ أُمِّ الْمُؤْمِنِينَ ـ رَضِيَ اللَّهُ عَنْهَا ـ قَالَتْ :قَالَ لِي رَسُولُ اللَّهِ - صلى الله عليه وسلم - ذَاتَ يَوْمٍ : \" يَا عَائِشَةُ هَلْ عِنْدَكُمْ شَيْءٌ \" قَالَتْ فَقُلْتُ : يَا رَسُولَ اللَّهِ مَا عِنْدَنَا شَيْءٌ . قَالَ : فَإِنِّي صَائِمٌ قَالَتْ فَخَرَجَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - فَأُهْدِيَتْ لَنَا هَدِيَّةٌ أَوْ جَاءَنَا زَوْرٌ(1)قَالَتْ : فَلَمَّا رَجَعَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - قُلْتُ يَا رَسُولَ اللَّهِ أُهْدِيَتْ لَنَا هَدِيَّةٌ أَوْ جَاءَنَا زَوْرٌوَقَدْ خَبَأْتُ لَكَ شَيْئًا قَالَ : مَا هُوَ قُلْتُ حَيْسٌ قَالَ هَاتِيهِ فَجِئْتُ بِهِ فَأَكَلَ ثُمَّ قَالَ : قَدْ كُنْتُ أَصْبَحْتُ صَائِمًا \" ( ¶ وأما النفل المعيّن كعرفة وعاشوراء فالأحوط أن ينوي له من الليل ، ومذهب شيخ الإسلام رحمه الله أن من صام صيام تطوع معين كعرفة وهو لم ينو من الليل أنه لا يصح منه صيام عرفة ويكون له كصيام ¶ أي يوم آخر ؛ لأنه لم ينو وإِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى . ¶ فإن كان من الغد يوم الشك ونام قبل أن يتبين أنه من الغد رمضان أم لا علّق النية إن كان من رمضان فهو يومه لأن هذا وسعه و\" لا يُكَلِّفُ اللَّهُ نَفْسًا إِلا وُسْعَهَا \" ولأنه جازم على الصيام ناو له ولكنه شاك في دخول الشهر فيكون ناويا على الصحيح . ¶ __________ ¶ (1) الزور هم الزوار ، والحيس : طعام يتخذمن التمر واللبن المجفف والسمن .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "7.من شرع في صوم واجب ـ كالقضاء والنذر والكفارة ـ فلا بدّ أن يتمّه ، ولا يجوز أن يُفطر فيه بغير عذر . وأما صوم النافلة فإن الصائم أمير نفسه ويجوز له قطع صيامه ولو بغير عذر لقوله - صلى الله عليه وسلم -: \" الصَّائِمُ الْمُتَطَوِّعُ أَمِينُ نَفْسِهِ إِنْ شَاءَ صَامَ وَإِنْ شَاءَ أَفْطَرَ\" قال أبو عيسى الترمذي : وَالْعَمَلُ عَلَيْهِ عِنْدَ بَعْضِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرِهِمْ أَنَّ الصَّائِمَ الْمُتَطَوِّعَ إِذَا أَفْطَرَ فَلا قَضَاءَ عَلَيْهِ إِلا أَنْ يُحِبَّ أَنْ يَقْضِيَهُ وَهُوَ قَوْلُ سُفْيَانَ الثَّوْرِيِّ وَأَحْمَدَ وَإِسْحَقَ وَالشَّافِعِيِّ . وبلا ريب أن الأفضل للصائم المتطوع أن يُتمّ صومه ما لم توجد مصلحة شرعية راجحة في قطعه .لقوله تعالى : \"يَا أَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلَا تُبْطِلُوا أَعْمَالَكُمْ \" ¶ ولكن هل يُثاب من أفطر بغير عذر على ما مضى من صومه ؟ قال بعض أهل العلم بأنه لا يُثاب البتة . وقال غيرهم أنه إذا أفطر لمصلحة شرعية معتبرة فله أجر على فطره لا على صيامه ؛ كمن أفطر لمآنسة ضيف أو بر بأم ونحو ذلك . ولعل الأقرب أنه له الأجر على ما فات وكذا الأجر على إفطاره للمصلحة إن كان ثمة مصلحة . ¶ 8. من نوى الصيام أثناء النهار هل يكتب له الأجر من حيث نوى أو من أول النهار ؟ ¶ ذهب جمع من العماء أن الأجر من حيث نوى لعموم قوله ـ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ ـ \" إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى \" وهو مذهب الحنابلة وهو الأقرب للحديث السابق ولأنه قبل النية لم يكن صائما. وذهبت طائفة أخرى إلى أن الأجر يكتب له من أول اليوم لأن الصيام عمل واحد فإن صحننا صيامه من نصف اليوم كان له الأجر ممن أول اليوم. وهذا قول الجد ابن تيمية رحمه الله",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "9. من لم يعلم بدخول شهر رمضان إلا بعد طلوع الفجر فعليه أن يمسك بقية يومه وعليه القضاء عند جمهور العلماء لقوله صلى الله عليه وسلم : \" مَنْ لَمْ يُجْمِعْ الصِّيَامَ قَبْلَ الْفَجْرِ فَلا صِيَامَ لَهُ \" وذهب شيخ الإسلام ابن تيمية والإمام ابن القيم ـ رحمهما الله ـ أن صيامه صحيح إذا أمسك فور معرفته بدخول الشهر . لأمور منها أن النية تتبع العلم وهو لم يعلم إلا في النهار . ثانيا أن صيام عاشوراء في أول الأمر كان واجبا ومع هذا لم يأمر النبي ـ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ ـ أحد بالقضاء أخرج البخاري عن سَلَمَةَ بْنِ الْأَكْوَعِ ـ رَضِيَ اللَّهُ عَنْهُ ـ قَالَ أَمَرَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ رَجُلا مِنْ أَسْلَمَ أَنْ أَذِّنْ فِي النَّاسِ \" أَنَّ مَنْ كَانَ أَكَلَ فَلْيَصُمْ بَقِيَّةَ يَوْمِهِ وَمَنْ لَمْ يَكُنْ أَكَلَ فَلْيَصُمْ فَإِنَّ الْيَوْمَ يَوْمُ عَاشُورَاءَ \" قال الشيخ محمد الصالح العثيمين ـ متع الله المسلمين بحياته ـ : ولا شك أن تعليله قوي ـ رحمه الله ـ وله حظ قوي من النظر ، وكون الإنسان يقضي يوما ويبرئ ذمته عن يقين خيرا له () . قلت : وكلام شيخ الإسلام متوجه وهو الأقرب للصواب لما ذكره الشيخ ـ رحمه الله ـ من الأدلة .?",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "10. لا حرج على من أكل وشرب ناسيا لما رواه البخاري وغيره عَنْ أَبِي هُرَيْرَةَ ـ رَضِيَ اللَّهُ عَنْهُ ـ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ : \" إِذَا نَسِيَ فَأَكَلَ وَشَرِبَ فَلْيُتِمَّ صَوْمَهُ فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ \" ولعموم قوله تعالى : \"رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" ولما أخرجه مسلم عن سَعِيدَ بْنَ جُبَيْرٍ يُحَدِّثُ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ \" قَالَ : دَخَلَ قُلُوبَهُمْ مِنْهَا شَيْءٌ لَمْ يَدْخُلْ قُلُوبَهُمْ مِنْ شَيْءٍ ، فَقَالَ ـ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ـ قُولُوا سَمِعْنَا وَأَطَعْنَا وَسَلَّمْنَا قَالَ فَأَلْقَى اللَّهُ الْإِيمَانَ فِي قُلُوبِهِمْ فَأَنْزَلَ اللَّهُ تَعَالَى \"لايُكَلِّفُ اللَّهُ نَفْسًا إِلاوُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" قَالَ : قَدْ فَعَلْتُ \" رَبَّنَا وَلاتَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا \" قَالَ : قَدْ فَعَلْتُ \" وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا\" قَالَ : قَدْ فَعَلْتُ \" وقال البخاري ـ رحمه الله ـ : بَاب الصَّائِمِ إِذَا أَكَلَ أَوْ شَرِبَ نَاسِيًا وَقَالَ عَطَاءٌ : إِنْ اسْتَنْثَرَ فَدَخَلَ الْمَاءُ فِي حَلْقِهِ لابَأْسَ إِنْ لَمْ يَمْلِكْ(). ¶ أحكام الليل في رمضان : ¶ 1.يستحب تعجيل الفطور على قدر الطاقة لقوله - صلى الله عليه وسلم - قَالَ : \" لا يَزَالُ النَّاسُ بِخَيْرٍ مَا عَجَّلُوا الْفِطْرَ \" وبين - صلى الله عليه وسلم - أن العلة مخالفة اليهود لزيادة عند ابن ماجة حيث قال : \"فإن اليهود يؤخِّرون \"",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويستحب له أن يفطر على رطبات فإن لم يجد فتمرات فإن لم يجد فيحسوا حسوات من الماء لحديث أَنَسِ بْنِ مَالِكٍ ـ رَضِيَ اللَّهُ عَنْهُ ـ قَالَ : كَانَ النَّبِيُّ - صلى الله عليه وسلم - يُفْطِرُ قَبْلَ أَنْ يُصَلِّيَ عَلَى رُطَبَاتٍ فَإِنْ لَمْ تَكُنْ رُطَبَاتٌ فَتُمَيْرَاتٌ فَإِنْ لَمْ تَكُنْ تُمَيْرَاتٌ حَسَا حَسَوَاتٍ مِنْ مَاءٍ . أخرجه الترمذي . ¶ قَالَ الترمذي: أَنَّ رَسُولَ اللَّهِ - صلى الله عليه وسلم - كَانَ يُفْطِرُ فِي الشِّتَاءِ عَلَى تَمَرَاتٍ وَفِي الصَّيْفِ عَلَى الْمَاءِ . ¶ ويستحب له الدعاء عند فطره للحديث الذي رواه عَبْدَ اللَّهِ بْنَ عَمْرِو بْنِ الْعَاصِ يَقُولُ قَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم - إِنَّ لِلصَّائِمِ عِنْدَ فِطْرِهِ لَدَعْوَةً مَا تُرَدُّ \" ¶ 2.ومما يستحب لصائم فعله السحور لقوله - صلى الله عليه وسلم -: \" تسحروا فإن في السحور بركة \" و كلما كان قريبا من الفجر فهو أفضل لحديث زَيْدِ بْنِ ثَابِتٍ رَضِيَ اللَّهُ عَنْهُ قَالَ : تَسَحَّرْنَا مَعَ النَّبِيِّ - صلى الله عليه وسلم - ثُمَّ قَامَ إِلَى الصَّلاةِ . قُلْتُ :كَمْ كَانَ بَيْنَ الأَذَانِ وَالسَّحُورِ ؟ قَالَ : قَدْرُ خَمْسِينَ آيَةً . أخرجه البخاري .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "3.يصح صيام من أصبح على جنابة لما رواه البخاري أن أَبَا بَكْرِ بْنَ عَبْدِ الرَّحْمَنِ قال : كُنْتُ أَنَا وَأَبِي فَذَهَبْتُ مَعَهُ حَتَّى دَخَلْنَا عَلَى عَائِشَةَ ـ رَضِيَ اللَّهُ عَنْهَا ـ قَالَتْ : أَشْهَدُ عَلَى رَسُولِ اللَّهِ - صلى الله عليه وسلم - إِنْ كَانَ لَيُصْبِحُ جُنُبًا مِنْ جِمَاعٍ غَيْرِ احْتِلامٍ ثُمَّ يَصُومُهُ ثُمَّ دَخَلْنَا عَلَى أُمِّ سَلَمَةَ فَقَالَتْ مِثْلَ ذَلِكَ \" قَالَ أَبُو عِيسَى : ( الْعَمَلُ عَلَى هَذَا عِنْدَ أَكْثَرِ أَهْلِ الْعِلْمِ مِنْ أَصْحَابِ النَّبِيِّ - صلى الله عليه وسلم - وَغَيْرِهِمْ وَهُوَ قَوْلُ سُفْيَانَ وَالشَّافِعِيِّ وَأَحْمَدَ وَإِسْحَقَ وَقَدْ قَالَ قَوْمٌ مِنْ التَّابِعِينَ إِذَا أَصْبَحَ جُنُبًا يَقْضِي ذَلِكَ الْيَوْمَ وَالْقَوْلُ الْأَوَّلُ أَصَحُّ ) ، ويقاس عليه قياس أولى الحائض ، ولكن عليها أن تتبين من زوال العذر وانقضائه قبل الفجر . ولو أنقطع حيض الحائض من الليل قدمت السحور على الغسل ولا حرج حتى لو طلع الفجر . ( ¶ مفسدات الصيام :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الجماع : وهو الإيلاج في فرج أصلي سواءٌ دبرا كان أو قبلا، إمرأة كانت أو رجلا أو بهيمة (1). وعليهما الكفارة على الترتيب لحديث أَبَي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ :\" بَيْنَمَا نَحْنُ جُلُوسٌ عِنْدَ النَّبِيِّ - صلى الله عليه وسلم - إِذْ جَاءَهُ رَجُلٌ فَقَالَ : يَا رَسُولَ اللَّهِ هَلَكْتُ . قَالَ : مَا لَكَ قَالَ : وَقَعْتُ عَلَى امْرَأَتِي وَأَنَا صَائِمٌ فَقَالَ رَسُولُ اللَّهِ - صلى الله عليه وسلم -: هَلْ تَجِدُ رَقَبَةً تُعْتِقُهَا قَالَ لَا . قَالَ : فَهَلْ تَسْتَطِيعُ أَنْ تَصُومَ شَهْرَيْنِ مُتَتَابِعَيْنِ قَالَ : لا فَقَالَ:فَهَلْ تَجِدُ إِطْعَامَ سِتِّينَ مِسْكِينًا \" والصحيح أن الكفارة على الرجل والمرأة خلافا لمن قال أن الكفار على الرجل فقط لأن النبي - صلى الله عليه وسلم - لم يأمر المرأة بالكفارة ولا يجوز للنبي - صلى الله عليه وسلم - تأخير البيان عن وقت الحاجة . ¶ فالجواب : أن الأصل أن المرأة مكلفة مثل الرجل وعليها ما عليه إلا ما أستثناه الشارع الحكيم بالنص عليه ؛ كعدم وجب الجمعة والجماعات ووجوب الحجاب مثلا . ¶ ولا يحل لموقع على أهله الإطعام إلا بفتوى عالم معتبر ويطعمهم نصف صاع عن كل يوم مع شيء من الإدام . أو أكلة مشبعة . ¶ فإن كان الزوج أجبرها وأكرهها على الجماع بالقوة وهي متمنعة رافضة أو هددها بالضرب أو الطلاق فعليه الكفارتين ولكنه لا يصوم عنها بل يعتق أو يطعم . ¶ هل الواجب عن كل يوم كفارة أم تكفي كفارة واحدة ؟ ¶ لهذه المسألة صور هي : ¶ جامع ثم كفر ثم جامع في يوم آخر فيجب عليه كفارة أخرى قولا واحدا بلا خلاف معتبر . ¶ __________ ¶ (1) أو جني عند من يصحح أتصال الجن بأنس . والأقرب أنه لا يمكن والله أعلم .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "جامع ثم كفر ثم جامع من يومه فلا يجب عليه كفارة أخرى على الصحيح لأن اليوم لم يعد محترما في حقه وهو لا يسمى صائما مع كوننا نأمره بالأمساك . قال الشيخ محمد العثيمين: وهذا القول له وجه من النظر . لأن الجماع ورد على صوم غير صحيح(1) . ¶ جامع في يوم واحد عدة مرات ولم يكفر . فعليه كفارة واحد لأنه أبطل صيام يوم وانتهك يوما واحد فقط ولم يكفر فتتداخل الكفارت لأن الموجب واحد بلا خلاف . ¶ جامع في عدة أيام ولم يكفر . أختلف الأصحاب في هذه المسألة على قولين وكل قول قال به مذهب من المذاهب ولعل الأقرب هو أنه يجب عليه كفارة عن كل يوم لأنه انتهك حرمة عدة أيام فوجبت عليه عدة كفارات(2) . ¶ سئلت اللجنة الدائمة عمن جامع أربعة أيام من رمضان فهل الكفارة تكون عن كل يوم أو عن الأيام الأربعة ؟ ¶ فأجابت اللجنة : عليه أربع كفارات عن كل يوم من الأربعة كفارة . ¶ فإن جامع في غير رمضان كصيام واجب أو نفل فقد أساء ولا شيء عليه وعلة الكفارة حرمة الزمان والصيام مجتمعين على الصحيح . ¶ __________ ¶ (1) الممتع 6/ 419 . وقال في المقنع إن جامع ثم كفر ثم جامع في يومه فعليه كفارة ثانية نص عليه ـ أي الإمام أحمد ـ . المقنع ـ تحقيق أد . التركي ـ 7/460 . ¶ (2) المقنع والشرح الكبير والإنصاف ـ أد. التركي . 7/ 458 .قال الشيخ العلامة محمد بن عثيمن : مع أن القول بأن عليه كفارة واحدة فقط له حظ من النظر والقوة ولكن لا ينبغي الفتيا به لأنه لو أفتي به لأنتهك الناس حرمات الشهر كله . الممتع 6/ 419 .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وقد يحتال بعضهم على الكفارة بأن يأكل ثم يجامع لظنه أن الكفار لا تلزم إلا من أفطر بالجماع فقط وبه قال بعضهم . وسئل شيخ الإسلام ـ رحمه الله ـ عن مثل هذا فقال : هذا أشد ممن جامع فقط لأنه متحايل على الشرع ، وقال : ذلك لأن هتك حرمة الشهر حاصلة في موضعين بل هي في هذا الموضع أشد لأنه عاصٍ بفطره أولا فصار عاصيا مرتين فكانت الكفارة عليه أوكد . ولأنه لو لم تجب الكفارة على مثل هذا لصار ذريعة إلى ألا يكفر أحد فإنه لا يشاء أحد أن يجامع في رمضان إلا أمكنه أن يأكل ثم يجامع بل ذلك أعون له على مقصوده فيكون قبل الغداء عليه كفارة وإذا تغذى هو وامرأته ثم جامعها فلا كفارة عليه . وهذا شنيع في الشريعة لا ترد بمثله . فإنه قد استقر في العقول والأديان أنه كلما عظم الذنب كانت العقوبة أبلغ وكلما قوي الشبه قويت ، والكفارة فيها شوب العبادة وشوب العقوبة وشرعت زاجرة وماحية فبكل حال قوة السبب يقتضي قوة المسبب . ثم المجامع كثيرا ما يفطر قبل الإيلاج فتسقط الكفارة عنه بذلك على هذا القول يريد قول من لم يقل بالكفارة وهذا ظاهر البطلان )()",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "ومن جامع ناسيا فلا شيء عليه لعموم قوله تعالى : \"رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" ولما أخرجه مسلم عن سَعِيدَ بْنَ جُبَيْرٍ يُحَدِّثُ عَنْ ابْنِ عَبَّاسٍ قَالَ لَمَّا نَزَلَتْ هَذِهِ الْآيَةُ \" وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ \" قَالَ : دَخَلَ قُلُوبَهُمْ مِنْهَا شَيْءٌ لَمْ يَدْخُلْ قُلُوبَهُمْ مِنْ شَيْءٍ ، فَقَالَ النَّبِيُّ - صلى الله عليه وسلم - قُولُوا سَمِعْنَا وَأَطَعْنَا وَسَلَّمْنَا قَالَ فَأَلْقَى اللَّهُ الْإِيمَانَ فِي قُلُوبِهِمْ فَأَنْزَلَ اللَّهُ تَعَالَى \"لايُكَلِّفُ اللَّهُ نَفْسًا إِلاوُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" قَالَ : قَدْ فَعَلْتُ \" رَبَّنَا وَلاتَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا \" قَالَ : قَدْ فَعَلْتُ \" وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلانَا\" قَالَ : قَدْ فَعَلْتُ \" وَقَالَ الْحَسَنُ وَمُجَاهِدٌ : إِنْ جَامَعَ نَاسِيًا فَلاشَيْءَ عَلَيْهِ . (وسئلت اللجنة الدائمة عمن جامع ناسيا فأجابت : إذا كان الواقع كما ذكرت من جماعك لزوجتك ناسيا الصيام فليس عليك قضاء ولا كفارة لأنك معذور بالنسيان وقد قال النبي ـ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ ـ : \" إِذَا نَسِيَ فَأَكَلَ وَشَرِبَ فَلْيُتِمَّ صَوْمَهُ فَإِنَّمَا أَطْعَمَهُ اللَّهُ وَسَقَاهُ \" والجماع في معنى ذلك . أ.هـ )",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وهنا مسألة لطيفة قد تخفى على البعض وهي حكم مسافر جامع أهله . وهذا قد يحدث كثيرا لمن سافر لمكة المكرمة ـ شرفها الله ـ أثناء شهر رمضان وبقى هناك زمنا ، فإن جامع مثله فما الحكم ؟؟ . قال الشيخ محمد العثيمين ـ متع الله المسلمين بحياته ـ : الذين يذهبون إلى العمرة ويصومون هناك ثم يجامع أحدهم زوجته في النهار ليس عليه كفارة ؛ لأنه مسافر والمسافر يباح له الفطر فيباح له الجماع والأكل … (وهذا بخلاف من حل له الفطر ولكنه لم يفطر ثم جامع بعدما وصل بلده فهذا تجب عليه الكفارة قال ابن قدامة ـ رحمه الله ـ : ( أما إن نوى الصوم في سفره أو مرضه أو صغره ، ثم زال عذره في أثناء النهار ، لم يجز له الفطر ، رواية واحدة ، وعليه الكفارة إن وطئ . وقال بعض أصحاب الشافعي ، في المسافر خاصة : وجهان ؛ أحدهما ، له الفطر لأنه أبيح له الفطر في أول النهار ظاهرا وباطنا ، فكانت له استدامته ، كما لو قدم مفطرا . وليس بصحيح ؛ فإن سبب الرخصة زال قبل الترخص ، فلم يكن له ذلك ، كما لو قدمت به السفينة قبل قصر الصلاة ـ أي لا يحل له القصر ـ ، وكالمريض يبرأ ، والصبي يبلغ . وهذا ينقض ما ذكروه ) (. وكذا لو جاء مسافر وقد مسح على الخف يومين فلا يحل له المسح بعد وصوله لبلده لأن الرخصة فات محلها . ¶ إنزال المني بالمباشرة (كالمفاخذة ) أو الأستمناء بأي طريقة كانت ، وعليه التوبة من معصيته مع القضاء ولا يحل له الأكل والشرب بقية يومه . أما من فكر فأنزل أو كرر النظر فأنزل فلا شيء عليه . لقوله - صلى الله عليه وسلم - \" إِنَّ اللَّهَ تَجَاوَزَ عَنْ أُمَّتِي مَا حَدَّثَتْ بِهِ أَنْفُسَهَا مَا لَمْ تَعْمَلْ أَوْ تَتَكَلَّمْ \"( .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقال ابن حزم أن من أنزل المني عاما لا يفطر (1)وهو قول شاد لا معول عليه واستدل بأدلة لا تنفعه في قوله ذلك ، وليس المقام مقام رد عليه وإلا لبيت عور قوله ، ولإبن حزم أقوال شاذة كثيرة . ¶ إنزال المذي . قال شيخ الإسلام ـ رحمه الله ـ : يفسد صوم من قبل أو ضم فأمذى عند أكثر أهل العلم ) واختيار الشيخ أن المذي لا يفطر ، وهو الصحيح ـ بإذن الله تعالى ـ . ¶ الأكل والشرب عامدا وكذا السعوط وهو إيصال الماء ونحوه إلى الجوف عن طريق الأنف لقول ـ - صلى الله عليه وسلم - \" بَالِغْ فِي الِاسْتِنْشَاقِ إِلا أَنْ تَكُونَ صَائِمًا \" ). ¶ والأفضل ترك جميع الأبر خروجا من الخلاف وإلا فالصحيح أنها لا تفطر . ¶ وفي إبرة المغذي خلاف بين المعاصرين فذهب كثير منهم أنها تفطر لأنها تغني عن الطعام والشراب ، وذهب العلامة العثيمين إلى أنها لا تفطر لأنها ليست طعاما ولا بمعني الطعام ؛أما الشيخ السيد سابق قال : أنها لا تفطر لأن الجلد ليس بمدخل للطعام ولا الشراب. ¶ ويخرج من كلام شيخ الإسلام أنها لا تفطر قال شيخ الإسلام ـ رحمه الله ـ : ( إذا كانت الأحكام التي تعم بها البلوى لابد أن يبينها الرسول ـ صَلَّى اللَّهُ عَلَيْهِ وآله وَسَلَّمَ ـ بيانا عاما ولا بد أن تنقل الأمو ذلك فمعلوم أن الكحل ونحوه مما تعم به البلوى كما تعم بالدهن والاغتسال والبخور والطيب . ¶ __________ ¶ (1) المحلى ـ ابن حزم ـ 6/ 203 وما بعدها . وحاصل أدلته تدل على جواز القبلة والضم وملاعبة الزوجة ولا تدل على جواز الإنزال البتة .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فلو كان هذا مما يفطر لبينه النبي - صلى الله عليه وسلم - كما بين الإفطار بغيره فلما لم يبين ذلك علم أنه من جنس الطيب والبخور والدهن ، والبخور يتصاعد إلى الأنف ويدخل الدماغ وينعقد أجساما ، والدهن يشربه البدن ويدخل إلى داخله ويتقوى به الإنسان وكذلك يتقوى بالطيب قوة جيدة …….. والممنوع منه ـ الغذاء ـ إنما هو ما يصل إلى المعدة كالغذاء فيستحيل دما ويتوزع على البدن ) ¶ قال العلامة محمد الصالح العثيمين : قال بعض العماء المعاصرين إن الحقنة إذا وصلت إلى الأمعاء فإن البدن يمتصها عن طريق الأمعاء الدقيقة كالذي يصل إلى المعدة من حيث التغذي به وهذا من حيث المعنى قد يكون قويا ، لكن لقائل أن يقول : إن العلة في تفطير الصائم بالأكل والشرب ليست مجرد التغذية ، وإنما هي التغذية مع التلذذ بالأكل والشرب فتكون العلة مركبة من جزئين : أحدهما : الأكل والشرب . الثاني : التلذذ بالأكل والشرب لأن التلذ بالأكل والشرب مما تطلبه النفوس ، والدليل على هذا أن المريض إذا غذي بالإبر لمدة يومين أو ثلاثة تجده في أشد ما يكون شوقا إلى الطعام والشراب مع أنه متغذٍ ¶ وبناء على هذا وليس ببعيد أن نقول إن الحقنة لا تفطر مطلقا ولو كان الجسم يتغذى بها عن طريق الأمعاء الدقيقة . فيكون القول الراجح في هذه المسألة قول شيخ الإسلام ابن تيمية ـ رحمه الله ـ مطلقا ، ولا التفات إلى ما قال بعض المعاصرين )) وقال الشيخ سيد سابق ـ رحمه الله ـ في مباحات الصيام : الحقنة مطلقا سواء أكانت للتغذية أم لغيرها وسواء أكانت في العروق أم كانت تحت الجلد فإنها وإن وصلت إلى الجوف فإنها تصل إليه من غير المنفذ المعتاد ) . ¶ ومما سبق يظهر أن الإبرة المغذية لا تفطر لأنها ليست بدلا كاملا عن الطعام والشراب بفارق التلذذ بالطعام وعدمه في الإبر ؛ وكذا أن الطعام دخل من غير المنفذ المعتبر شرعا وهو الفم والأنف فقط .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "5.القئ عمدا : الاتفاق على أن من غلبه القئ فلا شيء عليه البتة ، والخلاف فيمن قاء بنفسه سواء أدخل أصبعه أو أكل حبة للقئ قبل وقت الصيام ثم قاء في زمن الصيام أو شم رائحة خبيثة أو حرك بطنه أو أي فعل فعله بنفسه ليخرج ما في جوفه وفيه خلاف قوي وعلة الخلاف هو الحديث فمن صححه قال بنقض صيام من قاء عمدا ومن ضعفه قال بعدم نقض صيامه . والحديث مقبول يعمل به . ¶ والحديث أخرجه أحمد والترمذي وأبو داود وللفظ للترمذي عَنْ أَبِي هُرَيْرَةَ أَنَّ النَّبِيَّ - صلى الله عليه وسلم - قَالَ : \" مَنْ ذَرَعَهُ الْقَيْءُ فَلَيْسَ عَلَيْهِ قَضَاءٌ وَمَنْ اسْتَقَاءَ عَمْدًا فَلْيَقْضِ \" ¶ قال أبو عيسى الترمذي ـ رحمه الله ـ : وَالْعَمَلُ عِنْدَ أَهْلِ الْعِلْمِ عَلَى حَدِيثِ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ - صلى الله عليه وسلم - أَنَّ الصَّائِمَ إِذَا ذَرَعَهُ الْقَيْءُ فَلَا قَضَاءَ عَلَيْهِ وَإِذَا اسْتَقَاءَ عَمْدًا فَلْيَقْضِ وَبِهِ يَقُولُ سُفْيَانُ الثَّوْرِيُّ وَالشَّافِعِيُّ وَأَحْمَدُ وَإِسْحَقُ . قلت : وهو الأقرب والله أعلم ¶ 6. الحجامة : وهي إخراج الدم الفاسد من الجسد . والدليل على أن الحجامة تفطر ما أخرجه الترمذي وغيره عَنْ رَافِعِ بْنِ خَدِيجٍ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ \" أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ \" أنفرد الإمام أحمد ـ رحمه الله ـ بالقول بفطر الحاجم والمحجوم . ¶ وأختلف أهل العلم في تصحيحه(فمن صححه ذهب إلى فطر الحاجم والمحجوم ؛ومن قال بضعفه لم ير في الحجامة بأسا على الصائم .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال شيخ الإسلام ـ رحمه الله ـ : أما الحاجم فإنه يجتذب الهواء الذي في القارورة بامتصاصه والهواء يجتذب ما فيها من الدم فربما صعد مع الهواء شيء من الدم فدخل في حلقه وهو لا يشعر والحكمة إذا كانت خفيفة أو منتشرة علق الحكم بالمظنة كما أن النائم الذي يخرج منه الريح ولا يدري يؤمر بالوضوء فكذلك الحاجم يدخل شيء من الدم مع ريقه إلى باطنه وهو لا يدري .… وكذلك لو قَدِرَ حاجم لا يمتص القارورة بل يمص غيره أو يأخذ الدم بطريق آخر لم يفطر (. ¶ قلت : على هذا نقول في هذا الزمان بأن الأصل عدم فطر الحجام لأن أكثرهم لا يمص القارورة بل يستعمل أدوات خاصة لمص الدم .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "ويبقى حكم المحجوم أو كل من سحب منه دم كثير كالتبرع فالأحسن أن يأخر التبرع أو الحجامة بعد فطره ؛ وإن أحتجم أو تبرع قبل فطره فضعف صار حكمه حكم المريض فالأولى له الفطر . وبلا مرية أن إصراره على الصيام فيه جفاء عن أمر الله ، ويصدق عليه قول الشَّافِعِيُّ ـ رحمه الله ـ فيمن صام وهو مسافر وقد أنهكه السفر ـ : وَإِنَّمَا مَعْنَى قَوْلِ النَّبِيِّ - صلى الله عليه وسلم - \" لَيْسَ مِنْ الْبِرِّ الصِّيَامُ فِي السَّفَرِ \" وَقَوْلِهِ حِينَ بَلَغَهُ أَنَّ نَاسًا صَامُوا فَقَالَ \" أُولَئِكَ الْعُصَاةُ \" فَوَجْهُ هَذَا إِذَا لَمْ يَحْتَمِلْ قَلْبُهُ قَبُولَ رُخْصَةِ اللَّهِ . فمن احتجم وأصر على الصيام مع أن الصيام يجهده فقد رفض رخصة الله ولم يقبلها قلبه . وكذا من بين له طبيب أن تبرعه بالدم سيمرضه فالأحسن له الفطر . أما من لم تمرضه الحجامة أو ما كان في معناها ذلك فلا حرج عليه في إتمام صيامه ؛ فقد أخرج البخاري عن أَنَسُ بْنُ مَالِكٍ ـ رَضِيَ اللَّهُ عَنْهُ ـ أنه سئل : ( أَكُنْتُمْ تَكْرَهُونَ الْحِجَامَةَ لِلصَّائِمِ ؟ قَالَ : لا ، إِلا مِنْ أَجْلِ الضَّعْفِ ) () وَزَادَ شَبَابَةُ حَدَّثَنَا شُعْبَةُ عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ . وقد احتجم النبي - صلى الله عليه وسلم - وهو صائم فقد أخرج البخاري ـ رحمه الله ـ عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا \" أَنَّ النَّبِيَّ - صلى الله عليه وسلم - …. وَاحْتَجَمَ وَهُوَ صَائِمٌ \" (.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "قال البخاري رحمه الله: بَاب الْحِجَامَةِ وَالْقَيْءِ لِلصَّائِمِ وَقَالَ لِي يَحْيَى بْنُ صَالِحٍ حَدَّثَنَا مُعَاوِيَةُ بْنُ سَلَّامٍ حَدَّثَنَا يَحْيَى عَنْ عُمَرَ بْنِ الْحَكَمِ بْنِ ثَوْبَانَ سَمِعَ أَبَا هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ إِذَا قَاءَ فَلَا يُفْطِرُ إِنَّمَا يُخْرِجُ وَلَا يُولِجُ وَيُذْكَرُ عَنْ أَبِي هُرَيْرَةَ أَنَّهُ يُفْطِرُ وَالْأَوَّلُ أَصَحُّ وَقَالَ ابْنُ عَبَّاسٍ وَعِكْرِمَةُ الصَّوْمُ مِمَّا دَخَلَ وَلَيْسَ مِمَّا خَرَجَ وَكَانَ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا يَحْتَجِمُ وَهُوَ صَائِمٌ ثُمَّ تَرَكَهُ فَكَانَ يَحْتَجِمُ بِاللَّيْلِ وَاحْتَجَمَ أَبُو مُوسَى لَيْلًا وَيُذْكَرُ عَنْ سَعْدٍ وَزَيْدِ بْنِ أَرْقَمَ وَأُمِّ سَلَمَةَ احْتَجَمُوا صِيَامًا وَقَالَ بُكَيْرٌ عَنْ أُمِّ عَلْقَمَةَ كُنَّا نَحْتَجِمُ عِنْدَ عَائِشَةَ فَلَا تَنْهَى وَيُرْوَى عَنْ الْحَسَنِ عَنْ غَيْرِ وَاحِدٍ مَرْفُوعًا فَقَالَ أَفْطَرَ الْحَاجِمُ وَالْمَحْجُومُ وَقَالَ لِي عَيَّاشٌ حَدَّثَنَا عَبْدُ الْأَعْلَى حَدَّثَنَا يُونُسُ عَنْ الْحَسَنِ مِثْلَهُ قِيلَ لَهُ عَنْ النَّبِيِّ - صلى الله عليه وسلم - قَالَ نَعَمْ ثُمَّ قَالَ اللَّهُ أَعْلَمُ . ¶ متفرقات : ¶ حكم من أكل في أول النهار لسبب شرعي ثم زال سبب الفطر ¶ قال ابن مسعود ـ رَضِيَ اللَّهُ عَنْهُ ـ \" من أكل في أول النهار فليأكل آخر النهار \" () فعلى هذا من أكل أو النهار بسبب شرعي فليتم أكله ولكن لا يجاهر به ، ومثاله مريض برئ أثناء النهار أو مسافر حضر إلى أهله وهو مفطر وهلم جرا . وهنا يلغز بلغز فيقال رجل يجب عليه الصيام جامع زوجته في بلده وليس عليهما شيء ؟؟ فيقال رجل قدم من سفر وزوجة طهرت من حيض . ¶ حكم من أكل أو شرب شاكا في طلوع الفجر",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فإذا كان يغلب على ظنه أن الفجر لم يدخل بعد أو كان مترددا فصومه صحيح قالوا لأن الأصل بقاء الليل وهو معذور بالخطأ ، ولعموم قوله تعالى : \"رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" وقد صح في مسلم في الحديث القدسي أن الله ـ جل وعلا ـ قال قد فعلت كما سبق نقله . ولكن على الصائم تقوى الله وتحرى دخول الفجر . ¶ حكم من أكل أو شرب شاكا في غروب الشمس ¶ إن كان شاكا فقط فيجب عليه القضاء لأن اليقين لا يزل إلا بمثله ، والأصل بقاء النهار . ¶ حكم من أكل أو شرب وقد غلب على ظنه غروب الشمس ¶ فهذا صيامه صحيح لأنه مخطئ وقد قال تعالى : \"رَبَّنَا لاتُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا \" وقد صح في مسلم في الحديث القدسي أن الله ـ جل وعلا ـ قال قد فعلت كما سبق نقله . ¶ لما أخرجه البخاري وغيره عَنْ أَسْمَاءَ بِنْتِ أَبِي بَكْرٍ الصِّدِّيقِ رَضِيَ اللَّهُ عَنْهُمَا قَالَتْ : ( أَفْطَرْنَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَوْمَ غَيْمٍ ثُمَّ طَلَعَتْ الشَّمْسُ ) قِيلَ لِهِشَامٍ فَأُمِرُوا بِالْقَضَاءِ قَالَ لَا بُدَّ مِنْ قَضَاءٍ وَقَالَ مَعْمَرٌ سَمِعْتُ هِشَامًا لَا أَدْرِي أَقَضَوْا أَمْ لا .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال الحافظ ابن حجر ـ رحمه الله ـ : قوله ( وقال معمر سمعت هشاما يقول لا أدري أقضوا أم لا ) هذا التعليق وصله عبد بن حميد قال \" أخبرنا معمر سمعت هشام بن عروة \" فذكر الحديث وفي آخره \" فقال إنسان لهشام أقضوا أم لا \" ؟ فقال \" لا أدري \" وظاهر هذه الرواية تعارض التي قبلها ،لكن يجمع بأن جزمه بالقضاء محمول على أنه استند فيه إلى دليل آخر ،وأما حديث أسماء فلا يحفظ فيه إثبات القضاء ولا نفيه ، واختلف عن عمر فروى ابن أبي شيبة وغيره من طريق زيد بن وهب عنه ترك القضاء ،ولفظ معمر عن الأعمش عن زيد \" فقال عمر : لم نقض والله ما يجانفنا الإثم \" وروى مالك من وجه آخر عن عمر أنه قال لما أفطر ثم طلعت الشمس \" الخطب يسير وقد اجتهدنا \" وزاد عبد الرزاق في روايته من هذا الوجه \" نقضي يوما \" وله من طريق علي بن حنظلة عن أبيه نحوه ،ورواه سعيد بن منصور وفيه \" فقال من أفطر منكم فليصم يوما مكانه \" وروى سعيد بن منصور من طريق أخرى عن عمر نحوه . وجاء ترك القضاء عن مجاهد والحسن وبه قال إسحاق وأحمد في رواية واختاره ابن خزيمة فقال قول هشام لا بد من القضاء لم يسنده ولم يتبين عندي أن عليهم قضاء . قال ابن المنير في الحاشية : في هذا الحديث أن المكلفين إنما خوطبوا بالظاهر ،فإذا اجتهدوا فأخطئوا فلا حرج عليهم في ذلك .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "قال ابن القيم ـ رحمه الله ـ : واختلف الناس ،هل يجب القضاء في هذه الصورة ؟ فقال الأكثرون : يجب ،وذهب إسحاق بن راهويه وأهل الظاهر إلى أنه لا قضاء عليهم ،وحكمهم حكم من أكل ناسيا ،وحكي ذلك عن الحسن ومجاهد ،واختلف فيه على عمر ،فروى زيد بن وهب قال : \" كنت جالسا في مسجد رسول الله صلى الله عليه وسلم في رمضان في رمن عمر ،فأتينا بكأس فيها شراب من بيت حفصة ،فشربنا ونحن نرى أنه من الليل ،ثم انكشف السحاب ،فإذا الشمس طالعة ،قال : فجعل الناس يقولون : نقضي يوما مكانه ،فسمع بذلك عمر فقال : والله لا نقضيه ،وما تجانفا لإثم \" رواه البيهقي وغيره . وقد روى مالك في الموطأ عن زيد بن أسلم : \" أن عمر بن الخطاب أفطر ذات يوم في رمضان في يوم ذي غيم ،ورأى أنه قد أمسى وغابت الشمس ،فجاءه رجل فقال له : يا أمير المؤمنين ،قد طلعت الشمس ،فقال عمر : الخطب يسير ،وقد اجتهدنا \" قال مالك : يريد بقوله \" الخطب يسير ،القضاء فيما نرى . والله أعلم . وكذلك قال الشافعي ،وهذا لا يناقض الأثر المتقدم . وقوله \" وقد اجتهدنا \" مؤذن بعدم القضاء . وقوله \" الخطب يسير \" إنما هو تهوين لما فعلوه وتيسير لأمره . ولكن قد رواه الأثرم والبيهقي عن عمر ،وفيه : \" من كان أفطر فليصم يوما مكانه \" وقدم البيهقي هذه الرواية على رواية زيد بن وهب ،وجعلها خطأ ،وقال : تظاهرت الروايات بالقضاء ،قال : وكان يعقوب بن سفيان الفارسي يحمل على زيد بن وهب بهذه الرواية المخالفة للروايات المتقدمة قال : وزيد ثقة إلا أن الخطأ عليه غير مأمون . وفيما قاله نظر ،فإن الرواية لم تتظاهر عن عمر بالقضاء ،وإنما جاءت من رواية علي بن حنظلة عن أبيه ،وكان أبوه صديقا لعمر ،فذكر القصة وقال فيها : \" من كان أفطر فليصم يوما مكانه \" ولم أر الأمر بالقضاء صريحا إلا في هذه الرواية وأما رواية مالك فليس فيها ذكر للقضاء ولا لعدمه ،فتعارضت رواية حنظلة ورواية زيد بن وهب ،وتفضلها رواية زيد",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "بن وهب بقدر ما بين حنظلة وبينه من الفضل . وقد روى البيهقي بإسناد فيه نظر عن صهيب : أنه أمر أصحابه بالقضاء في قصة جرت لهم مثل هذه . فلو قدر تعارض الآثار عن عمر لكان القياس يقتضي سقوط القضاء ،لأن الجهل ببقاء اليوم كنسيان نفس الصوم ،ولو أكل نسيا لصومه لم يجب عليه قضاؤه والشريعة لم تفرق بين الجاهل والناسي ،فإن كل واحد منهما قد فعل ما يعتقد جوازه وأخطأ في فعله ،وقد استويا في أكثر الأحكام وفي رفع الآثار فما الموجب للفرق بينهما في هذا الموضع ؟ وقد جعل أصحاب الشافعي وغيرهم الجاهل المخطئ أولى بالعذر من الناسي في مواضع متعددة . وقد يقال إنه في صورة الصوم أعذر منه ،فإنه مأمور بتعجيل الفطر استحبابا ،فقد بادر إلى أداء ما أمر به واستحبه له الشارع فكيف يفسد صومه ؟ وفساد صوم الناسي أولى منه ،لأن فعله غير مأذون له فيه ،بل غايته أنه عفو ،فهو دون المخطئ الجاهل في العذر . وبالجملة : فلم يفرق بينهما في الحج ،ولا في مفسدات الصلاة كحمل النجاسة وغير ذلك ،وما قيل من الفرق بينهما بأن الناسي غير مكلف والجاهل مكلف ،إن أريد به التكليف بالقضاء فغير صحيح ،لأن هذا هو المتنازع فيه ،وإن أريد به أن فعل الناسي لا ينتهض سببا للإثم ،ولا يتناوله الخطاب الشرعي فكذلك فعل المخطئ ،وإن أريد أن المخطئ ذاكر لصومه مقدم على قطعه ،ففعله داخل تحت التكليف بخلاف الناسي فلا يصح أيضا لأنه يعتقد خروج زمن الصوم ،وأنه مأمور بالفطر ،فهو مقدم على فعل ما يعتقده جائزا ،وخطؤه في بقاء اليوم كنسيان الآكل في اليوم فالفعلان سواء فكيف يتعلق التكليف بأحدهما دون الآخر ؟ ! وأجود ما فرق به بين المسألتين : أن المخطئ كان متمكنا من إتمام صومه بأن يؤخر الفطر حتى يتيقن الغروب بخلاف الناسي فإنه لا يضاف إليه الفعل ،ولم يكن يمكنه الاحتراز ،وهذا - وإن كان فرقا في الظاهر - فهو غير مؤثر في وجوب القضاء ،كما لم يؤثر في الإثم اتفاقا ،ولو كان منسوبا إلى",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "تفريط للحقه الإثم ،فلما اتفقوا على أن الإثم موضوع عنه دل على أن فعله غير منسوب فيه إلى تفريط ،لا سيما وهو مأمور بالمبادرة إلى الفطر ،والسبب الذي دعاه إلى الفطر غير منسوب إليه في الصورتين ،وهو النسيان في مسألة الناسي وظهور الظلمة وخفاء النهار في صورة المخطئ ،فهذا أطعمه الله وسقاه بالنسيان ومعناه أطعمه الله وسقاه بإخفاء النهار ولهذا قال صهيب : \" هي طعمة الله \" ،ولكن هذا أولى ،فإنها طعمة الله إذنا وإباحة وإطعام الناسي طعمته عفوا ورفع حرج ،فهذا مقتضى الدليل . يجب لمن رأى من يأكل في نهار رمضان ناسياً أن يذكره بصومه من باب التعاون على البر والتقوى . فإن كان فطره عمداً و استخفافاً بدين الله و محاربة له فيجب إبلاغ من يمكنه ردعه و تأديبه قال تعالى \" وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ \" ¶ وقد جمع البخاري ـ رحمه الله ـ بعض ما يحل للصائمة فعله فقال : بَاب اغْتِسَالِ الصَّائِمِ وَبَلَّ ابْنُ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا ثَوْبًا فَأَلْقَاهُ عَلَيْهِ وَهُوَ صَائِمٌ ، وَدَخَلَ الشَّعْبِيُّ الْحَمَّامَ وَهُوَ صَائِمٌ . ¶ وَقَالَ ابْنُ عَبَّاسٍ لابَأْسَ أَنْ يَتَطَعَّمَ الْقِدْرَ أَوْ الشَّيْءَ ، وَقَالَ ابْنُ مَسْعُودٍ إِذَا كَانَ يَوْمُ صَوْمِ أَحَدِكُمْ فَلْيُصْبِحْ دَهِينًا مُتَرَجِّلًا ، وَقَالَ أَنَسٌ إِنَّ لِي أَبْزَنَ أَتَقَحَّمُ فِيهِ وَأَنَا صَائِمٌ .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وَيُذْكَرُ عَنْ النَّبِيِّ - صلى الله عليه وسلم - أَنَّهُ اسْتَاكَ وَهُوَ صَائِمٌ ، وَقَالَ ابْنُ عُمَرَ : يَسْتَاكُ أَوَّلَ النَّهَارِ وَآخِرَهُ وَلا يَبْلَعُ رِيقَهُ وَقَالَ عَطَاءٌ إِنْ ازْدَرَدَ رِيقَهُ لاأَقُولُ يُفْطِرُ وَقَالَ ابْنُ سِيرِينَ : لابَأْسَ بِالسِّوَاكِ الرَّطْبِ قِيلَ لَهُ طَعْمٌ قَالَ وَالْمَاءُ لَهُ طَعْمٌ وَأَنْتَ تُمَضْمِضُ بِهِ . وَلَمْ يَرَ أَنَسٌ وَالْحَسَنُ وَإِبْرَاهِيمُ بِالْكُحْلِ لِلصَّائِمِ بَأْسًا . ¶ و يباح لصائم أدوية العين و الأذن ، و الحناء و الصَبِر ، ولا يفطر و لو وجد طعمها في جوفه ، و يباح له كذلك السواك طوال اليوم و شم الطيب والبخور على أن لا يدخله عامدا في جوفه .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "و إذا دخل جوفه مالم يمكن التحرز منه كذباب أو الغبار فلا شيء عليه لقوله تعالى : \" لا يكلف الله نفساً إلا و سعها \" وَقَالَ الْحَسَنُ : إِنْ دَخَلَ حَلْقَهُ الذُّبَابُ فَلاشَيْءَ عَلَيْهِ، و يباح له التبرد سواءً بالاغتسال بالماء البارد أو وضع ثوب مبلول بالماء على جسده أو المضمضة ، و ليحذر من الغرغرة . قال ابن حزم ـ رحمه الله ـ : ( ولا ينقض الصوم حجامة ولا احتلام ، ولا استمناء ، ولا مباشرة الرجل امرأته أو أمته المباحة له فيما دون الفرج ، …، أمذى أم لم يمذ ولا قبلة كذلك فيهما ، ولا قيء غالب ، ولا قلس خارج من الحلق ، ما لم يتعمد رده بعد حصوله في فمه وقدرته على رميه ، ولا دم خارج من الأسنان أو الجوف ما لم يتعمد بلعه ، ولا حقنة ولا سعوط ولا تقطير في أذن ، أو في إحليل ، أو في أنف ولا استنشاق وإن بلغ الحلق ، ولا مضمضة دخلت الحلق من غير تعمد ، ولا كحل – أو إن بلغ إلى الحلق نهارا أو ليلا – بعقاقير أو بغيرها ، ولا غبار طحن ، أو غربلة دقيق ، أو حناء ، أو غير ذلك ، أو عطر ، أو حنظل ، أو أي شيء كان ، ولا ذباب دخل الحلق بغلبة ، ولا من رفع رأسه فوقع في حلقه نقطة ماء بغير تعمد لذلك منه ; ولا مضغ زفت أو مصطكى أو علك )) وقال الموفق ابن قدامة قال أصحابنا : العلك ضربان ; أحدهما , ما يتحلل منه أجزاء , وهو الرديء الذي إذا مضغه يتحلل , فلا يجوز مضغه , إلا أن لا يبلع ريقه , فإن فعل فنزل إلى حلقه منه شيء , أفطر به , كما لو تعمد أكله . والثاني , العلك القوي الذي كلما مضغه صلب وقوي , فهذا يكره مضغه ولا يحرم ) )و أفتى سماحة الوالد ابن باز و ابن عثيمين بجواز دواء ضيق التنفس لأنه يتبخر في الفم ولا يدخل للجوف .و يصح صيام من أدخل في جوفه منظار أو نحوه ما لم يكن معه شيء من دهن أو غيره .",
            "page": "40",
            "part": "1"
        }
    ],
    "t36535": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أحكام الصيام- الهرفي"
        }
    ]
}