{
    "b36546": [
        {
            "id": "1",
            "nass": "المقدمة ¶ الحمد لله رب العالمين، والصلاة والسلام على أشرف الأنبياء والمرسلين، وبعد: ¶ فقد اعتاد بعض المؤذنين أن ينادي بالأذان قبل الفجر لغير الفجر، يفعل ذلك طوال السنة، والباعث له على ذلك إيقاظ من أراد أن يصلي قيام الليل ونحوه من أعمال الخير، ويسمى عند عامة الناس الأذان الأول. ¶ وهذا الأذان ليس لصلاة الفجر قطعاً بدليل أنه يترك منه جملتا =الصلاة خير من النوم+ قصداً ليعلم السامع له أن هذا الأذان لغير الصلاة، ويكثر وقوعه منهم في العشر الأخيرة من رمضان المبارك طلباً لحضور المسلمين صلاة التهجد. ¶ وحيث أن الأذان عبادة وقربة يتقرب بها إلى الله تعالى يتوقف العمل به على الدليل أحببت الوقوف على حكمه في ذلك الوقت المذكور، فراجعت ما يسر الله لي من الأدلة ومن كلام أهل العلم من مظانه، مستعيناً بالله طالباً منه السداد والتوفيق، فوجدت أن الأذان لم يشرع إلا للفرائض الخمس فقط بالإجماع، وأن نوافل الصلاة لا أذان لها البتة بالإجماع، وأن الأذان للغرض المذكور جاء الحديث بخلافه، وهو قوله\": ¶ =لا يمنعن أحداً منكم أذان بلال من سحوره؛ فإنه يؤذن بليل؛ ليرجع قائمكم، ويوقظ نائمكم+ متفق عليه. ¶ قال العلماء: ¶ معناه: =إن بلالاً يؤذن بليل لانتباه النوام للصلاة، ورجوع الهُجَدِ عن القيام+. ¶ وأن لفظ: =بليل+ لا يدل بإطلاقه على أن بلالاً يتقدم الوقت بزمن كثير، لمجيء الحديث الآخر بتقييده بالزمن اليسير، وهو قوله\": ¶ =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ قال الرواي: =ولم يكن بين أذانهما إلا أن ينزل هذا، ويصعد هذا+ متفق عليه. ¶ ويؤيده أن أذان بلال هذا فيه الدعاء إلى الصلاة بجملتي: =حي على الصلاة، حي على الفلاح+. ¶ أي هلموا إلى الصلاة، هلموا إلى الفلاح، فقد حضر وقت الصلاة أو قارب. ¶ وقد جعلته فصولاً على النحو التالي: ¶ فصل في مشروعية الأذان. ¶ فصل في أن الأذان لم يشرع إلا للفرائض الخمس.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "فصل في عدم جواز الأذان إلا بعد دخول وقت الصلاة. ¶ فصل في حديث سمرة بن جندب÷. ¶ فصل في حديث زياد بن الحارث الصدائي÷. ¶ فصل في حديث: =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ فصل في كلام أهل العلم في اختلاف حديث أُنَيْسَة _رضي الله عنها_. ¶ فصل في حديث عبدالله بن مسعود÷. ¶ الخلاصة. ¶ وسميته: =البيان بأن صلاة النافلة لم يشرع لها أذان+. ¶ فما كان فيه من حق وصواب فمن الله، وله الحمد والمنة، وما كان فيه سوى ذلك فمن نفسي والشيطان، والله أسأله العفو والغفران. ¶ وصلى الله وسلم على المبعوث رحمة للعالمين من ولد عدنان نبينا محمد وآله وصحبه أجمعين. ¶ فريح بن صالح البهلال ¶ 2/3/1421هـ ¶ فصل في مشروعية الأذان ¶ الأذان لغة: الإعلام. ¶ قال الله تعالى: [وَأَذَانٌ مِنْ اللَّهِ وَرَسُولِهِ](التوبة:3) أي إعلام من الله ورسوله. ¶ وشرعاً: الإعلام بدخول وقت الصلوات المفروضة والجمعة بألفاظ مخصوصة، وهي الواردة في حديث عبدالله بن زيد بن عبد ربه بن ثعلبة الأنصاري ÷ قال: ¶ =لما أمر رسولُ الله \" بالناقوس يعمل؛ ليضرب به للناس لجمع الصلاة طاف بي وأنا نائم رجلٌ يحمل ناقوساً في يده، فقلت: يا عبدالله، أتبيع الناقوس؟ قال: وما تصنع به؟ فقلت: ندعوا به إلى الصلاة، قال: أفلا أدلك على ما هو خير من ذلك؟ فقلت له: بلى، قال: فقال: تقول: الله أكبر، الله أكبر، الله أكبر، الله أكبر، أشهد أن لا إله إلا الله، أشهد أن لا إله إلا الله، أشهد أن محمداً رسول الله، أشهد أن محمداً رسول الله، حيَّ على الصلاة، حيَّ على الصلاة، حيَّ على الفلاح، حيَّ على الفلاح، الله أكبر، الله أكبر، لا إله إلا الله. ¶ فلما أصبحت أتيت رسول الله \" فأخبرته بما رأيت.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فقال: =إنها لرؤيا حق _ إن شاء الله _ فقم مع بلال، فألق عليه ما رأيت فليؤذن به؛ فإنه أندى صوتاً منك، فقمت مع بلال، فجعلت ألقيه عليه، ويؤذن به، قال: فسمع ذلك عمر بن الخطاب وهو في بيته، فخرج يجر رداءه، ويقول: والذي بعثك بالحق يا رسول الله لقد رأيت مثل الذي رأى، فقال رسول الله\": =فلله الحمد+. ¶ أخرجه أحمد(¬1) وأبو داود(¬2) والترمذي(¬3) وابن ماجة(¬4) والدارمي(¬5) وابن خزيمة(¬6) وابن حبان(¬7) والضياء المقدسي(¬8) والبخاري(¬9) والدارقطني(¬10) وابن الجارود(¬11) والبيهقي(¬12). ¶ من طريق محمد بن إسحاق، حدثني محمد بن إبراهيم بن الحارث التيمي، عن محمد بن عبد الله بن زيد بن عبدربه، قال حدثني عبدالله بن زيد به واللفظ لأبي داود. ¶ قال الترمذي: حديث حسن صحيح. ¶ وقال ابن خزيمة: سمعت محمد بن يحيى _يعني الذهلي _ يقول ليس في أخبار عبدالله بن زيد في قصة الآذان خبر أصح من هذا؛ لأن محمد بن عبدالله بن زيد سمعه من أبيه... إلى أن قال: ¶ =وخبر محمد بن إسحاق عن محمد بن إبراهيم، عن محمد بن عبد الله بن زيد ابن عبدربه، عن أبيه ثابتٌ صحيح من جهة النقل؛ لأن محمد بن عبد الله بن زيد قد سمعه من أبيه ومحمد بن إسحاق قد سمعه من محمد بن إبراهيم بن الحارث التيمي، وليس مما دلسه محمد بن إسحاق+اهـ(¬13). ¶ وقال أبو عبد الله الحاكم في ترجمة عبد الله بن زيد: ¶ ¬__________ ¶ (¬1) مسند أحمد (4/43). ¶ (¬2) سنن أبي داود (1/337) رقم499. ¶ (¬3) سنن الترمذي (1/358) رقم189 ¶ (¬4) سنن ابن ماجة (1/232) رقم706. ¶ (¬5) سنن الدارمي ص268. ¶ (¬6) صحيح ابن خزيمة (1/193) رقم371. ¶ (¬7) صحيح ابن حبان (4/572) رقم1679. ¶ (¬8) المختارة (9/373) رقم344، 345. ¶ (¬9) خلق أفعال العباد ص34. ¶ (¬10) سنن الدارقطني (1/241) رقم29. ¶ (¬11) المنتقى ص49 رقم158. ¶ (¬12) السنن الكبرى (1/390) والدلائل (7/17). ¶ (¬13) صحيح ابن خزيمة (1/193 – 197).",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "=وهو الذي أُرِي الأذان الذي تداوله فقهاء الإسلام بالقبول، ولم يخرج في الصحيحين لاختلاف الناقلين في أسانيده+اهـ(¬1). ¶ وقال البيهقي: ¶ =وفي العلل لأبي عيسى الترمذي قال: سألت محمد بن إسماعيل البخاري عن هذا الحديث _يعني حديث محمد بن إبراهيم التيمي_ فقال: هو عندي حديث صحيح(¬2). ¶ وأخرجه أحمد أيضاً(¬3) وعبدالرزاق(¬4) وابن خزيمة(¬5) وابن أبي عاصم(¬6) وأبو داود(¬7) والبيهقي(¬8). ¶ من طرق، عن الزهري، عن سعيد بن المسيب، عن عبدالله بن زيد بن عبد ربه، قال: لما أجمع رسول الله\" أن يضرب بالناقوس، يجمع للصلاة الناس، وهو كاره لموافقته النصارى طاف بي من الليل طائف وأنا نائم رجل عليه ثوبان أخضران وفي يده ناقوس يحمله، قال فقلت له: ياعبدالله أتبيع الناقوس؟ قال وما تصنع به؟ قلت: ندعوا به إلى الصلاة، قال: أفلا أدلك على خير من ذلك؟ فقلت: بلى، قال: تقول: ¶ =الله أكبر، الله أكبر، الله أكبر، الله أكبر، أشهد أن لا إله إلا الله، أشهد أن لا إله إلا الله، أشهد أن محمداً رسول الله، أشهد أن محمداً رسول الله، حي على الصلاة، حي على الصلاة، حي على الفلاح، حي على الفلاح، الله أكبر، الله أكبر، لا إله إلا الله+. ¶ قال ثم استأخرت غير بعيد، قال: ثم تقول إذا أقمت الصلاة: ¶ =الله أكبر، الله أكبر، أشهد أن لا إله إلا الله، أشهد أن محمداً رسول الله، حي على الصلاة، حي على الفلاح، قد قامت الصلاة، قد قامت الصلاة، الله أكبر، الله أكبر، لا إله إلا الله+. ¶ فلما أصبحت أتيت رسول الله\" فأخبرته بما رأيت. ¶ قال: فقال رسول الله \": ¶ ¬__________ ¶ (¬1) المستدرك (3/336). ¶ (¬2) السنن الكبرى للبيهقي (1/391). ¶ (¬3) مسند أحمد (4/42). ¶ (¬4) مصنف عبدالرزاق (1/455) رقم1774. ¶ (¬5) صحيح ابن خزيمة (1/193) رقم371. ¶ (¬6) الآحاد والمثاني (3/475) رقم1937. ¶ (¬7) سنن أبي داود (1/339). ¶ (¬8) السنن الكبرى (1/414، 415).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "=إن هذه لرؤيا حق _إن شاء الله _ثم أمر بالتأذين، فكان بلال مولى أبي بكر يؤذن بذلك، ويدعو رسول الله \" إلى الصلاة، قال: فجاءه فدعاه ذات غداة إلى الفجر، فقيل له: إن رسول الله \" نائم. ¶ قال: فصرخ بلال بأعلى صوته: الصلاة خير من النوم+. ¶ قال سعيد بن المسيب فأدخلت هذه الكلمة في التأذين إلى صلاة الفجر+. واللفظ لأحمد. ¶ قال الحاكم: ¶ =وأمثل الروايات فيه رواية سعيد بن المسيب، وقد توهم بعض أئمتنا أن سعيداً لم يلحق عبدالله بن زيد وليس كذلك؛ فإن سعيد بن المسيب كان فيمن يدخل بين علي وبين عثمان في التوسط. ¶ وإنما توفي عبد الله بن زيد في أواخر خلافة عثمان، وحديث الزهري عن سعيد بن المسيب مشهور رواه يونس بن يزيد ومعمر بن راشد وشعيب بن أبي حمزة ومحمد بن إسحاق وغيرهم+اهـ(¬1). ¶ قلت: قد أدرك سعيد بن المسيب من حياة عبد الله بن زيد 17سنة وذلك أن مولده كان في سنة 15هـ ووفاة عبدالله بن زيد كانت في سنة 32هـ، كما نص عليها ابن أبي عاصم(¬2) وابن سعد(¬3). ¶ وأخرجه ابن أبي شيبة(¬4) وعبد الرزاق(¬5) وأبو داود(¬6) وابن أبي عاصم(¬7) والترمذي(¬8) وابن خزيمة(¬9) والبيهقي(¬10) وغيرهم من طرق عن عبد الرحمن بن أبي ليلى، قال حدثنا أصحاب رسول الله\" أن عبد الله بن زيد الأنصاري جاء إلى النبي\" فقال: يا رسول الله رأيت في المنام.. الحديث. ¶ قال أبو عبد الله الحاكم: ¶ =وأما أخبار الكوفيين في هذا الباب فمدارها على حديث عبد الرحمن بن أبي ليلى، فمنهم من قال: ¶ ¬__________ ¶ (¬1) المستدرك (3/336). ¶ (¬2) انظر الآحاد والمثاني (3/475) رقم545. ¶ (¬3) انظر طبقات ابن سعد (3/537). ¶ (¬4) المصنف (1/203). ¶ (¬5) مصنف عبدالرزاق (1/461) رقم1788. ¶ (¬6) سنن أبي داود (1/345) رقم506. ¶ (¬7) الآحاد والمثاني (3/476) رقم1939. ¶ (¬8) سنن الترمذي (1/371) رقم194. ¶ (¬9) صحيح ابن خزيمة (1/199). ¶ (¬10) السنن الكبرى (1/391، 420) والدلائل (7/18).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "عن معاذ بن جبل، أو عبد الله بن زيد. ¶ ومنهم من قال: عبد الرحمن عن عبدالله بن زيد. ¶ وأما ولد عبد الله بن زيد عن آبائهم عنه، فإنها غير مستقيمة الأسانيد+(¬1). ¶ وقال الترمذي: وعبد الرحمن لم يسمع من عبد الله بن زيد. ¶ وقال ابن خزيمة: سمعت محمد بن يحيى يقول: وابن أبي ليلى لم يدرك ابن زيد(¬2). ¶ لكن ابن خزيمة يرى أن هذه الطريق ثابتة وذلك أنه قال: فأما ما روى العراقيون عن عبدالله بن زيد فقد ثبت من جهة النقل+(¬3). ¶ وقال الزيلعي: ¶ =وقال المنذري في مختصره: قول ابن أبي ليلى: حدثنا أصحابنا+ إن أراد الصحابة فيكون الحديث مسنداً، وإلا فهو مرسل+اهـ. ¶ قلت: أراد به الصحابة صرح بذلك ابن أبي شيبة في مصنفه، فقال: حدثنا وكيع، عن الأعمش عن عمرو بن مرة، عن عبد الرحمن بن أبي ليلى، قال: حدثنا أصحاب محمد\" أن عبدالله بن زيد الأنصاري جاء إلى النبي: فقال: يا رسول الله رأيت في المنام كأن رجلاً قام وعليه بردان أخضران فقام على حائط فأذن مثنى، مثنى، وأقام مثنى مثنى+اهـ، وأخرجه البيهقي في سننه عن وكيع به. ¶ قال في =الإمام+ وهذا رجال الصحيح، وهو متصل على مذهب الجماعة في عدالة الصحابة، وأن جهالة أسمائهم لا تضر+اهـ(¬4). ¶ فصل ¶ في أن الأذان لم يشرع إلا للفرائض الخمس ¶ اعلم _رحمك الله_ أن الأذان لم يشرع إلا للصلوات الفرائض الخمس والجمعة، أما النوافل فلم يشرع الأذان لها البتة, وإليك النقول عن أهل العلم في ذلك: ¶ قال الإمام الشافعي _رحمه الله تعالى_: ¶ =وسن رسول الله\" الأذان للمكتوبات ولم يَحْفَظْ عنه أحدٌ علمته أنه أمر بالأذان لغير صلاة مكتوبة, بل حفظ الزهري عنه أنه كان يأمر في العيدين المؤذن فيقول: =الصلاة جامعة+ ولا أذان إلا لمكتوبة, وكذا لا إقامة. ¶ ¬__________ ¶ (¬1) المستدرك (3/336). ¶ (¬2) صحيح ابن خزيمة (1/198). ¶ (¬3) المرجع السابق (1/197). ¶ (¬4) انظر نصب الراية (1/267).",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فأما الأعياد والخسوف وقيام شهر رمضان فأحب إليَّ أن يقال فيه: =الصلاة جامعة+ وإن لم يقل ذلك فلا شيء على من تركه إلا ترك الأفضل. ¶ والصلاة على الجنائز وكل نافلة غير الأعياد والخسوف بلا أذان فيها ولا قول: =الصلاة جامعة+اهـ(¬1). ¶ وعن الإمام مالك _رحمه الله تعالى_ أنه سمع غير واحد من علمائهم يقول: =لم يكن في الفطر والأضحى نداء ولا إقامة منذ زمان رسول الله\" إلى اليوم+. ¶ قال مالك: =وتلك السنة التي لا اختلاف فيها عندنا+(¬2). ¶ قال أبو عمر بن عبد البر _رحمه الله تعالى_ في معنى ذلك: ¶ =لم يكن عند مالك في هذا الباب حديث مسند، وفيه أحاديث صحاح مسندة ثابتة عن النبي\",وهو أمر لا خلاف فيه بين العلماء, ولا تنازع بين الفقهاء: أنه لا أذان ولا إقامة في العيدين, ولا في شيء من الصلوات المسنونات والنوافل, وإنما الأذان للمكتوبات لا غير, وعلى هذا مضى عمل الخلفاء أبي بكر وعمر وعثمان وعلي وجماعة الصحابة وعلماء التابعين وفقهاء الأمصار, وأظن ذلك _ والله أعلم _ أن لا يشبه فرضٌ بنافلة, ولا أذان لصلاة على جنازة ولا لصلاة كسوف, ولا لصلاة استسقاء ولا في عيدين؛ لمفارقة الصلوات المفروضات _ والله أعلم. ¶ هذا قول مالك في أهل المدينة والليث بن سعد في أهل مصر, والأوزاعي في أهل الشام, والشافعي في أهل الحجاز والعراق من أتباعه من النظار, والمحدثين, وهو قول أبي حنيفة والثوري وسائر الكوفيين, وبه قال أحمد بن حنبل وإسحاق وأبو ثور وداود والطبري, وكان بنو أمية يؤذن لهم في العيدين+اهـ(¬3). ¶ وقال في موضع آخر: ¶ ¬__________ ¶ (¬1) الأم للشافعي (1/102) ومعرفة السنن والآثار للبيهقي (2/224) رقم 2476. ¶ (¬2) الموطأ لمالك (1/177) كتاب العيدين- باب العمل في غسل العيدين والنداء فيهما والإقامة. ¶ (¬3) التمهيد (24/239).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "=وأما النداء والإقامة في العيدين فلا خلاف بين فقهاء الأمصار في أنه لا أذان ولا إقامة في العيدين, ولا في شيء من الصلوات المسنونات ولا في شيء من النوافل في التطوع, ولا أذان إلا في المكتوبات, فهو ثابت عن النبي\", وعن أصحابه والتابعين وجماعة فقهاء المسلمين. ¶ فمن ذلك حديث عطاء بن أبي رباح, عن جابر بن عبد الله, وابن عباس, قالا: =لم يكن يؤذن يوم الفطر ولا يوم الأضحى ولا يقام+. ¶ قال أبو عمر: إنما قالا ذلك؛ لأن بني أمية أحدثوا الأذان, ولم يكن يعرفونه قبل+اهـ(¬1). ¶ وكرر ذلك في مواضع, منها: أنه قال عند قول مالك×: ¶ =عن ابن شهاب, عن عروة بن الزبير, عن عائشة زوج النبي\", أن رسول الله\" صلى في المسجد ذات ليلة, فصلى بصلاته ناس ثم صلى الليلة القابلة, فكثر الناس, ثم اجتمعوا من الليلة الثالثة أو الرابعة فلم يخرج إليهم رسول الله\", فلما أصبح قال: =قد رأيت الذي صنعتم, ولم يمنعني من الخروج إليكم إلا أني خشيت أن تفرض عليكم+ وذلك في رمضان+(¬2). ¶ قال _رحمه الله تعالى_: ¶ =هذا حديث صحيح, لم يختلف في إسناده, ولا في متنه, وفيه من الفقه: الاجتماع في النافلة, وأن النوافل إذا اجتمع في شيء منها على سنتها لم يكن له أذان ولا إقامة؛ لأنه لم يذكر الأذان في ذلك, ولو كان لذكر ونقل. ¶ وقد اجمع العلماء أن لا أذان ولا إقامة في النافلة, فأغنى عن الكلام في ذلك+(¬3). ¶ وقال أبو زرعة العراقي _رحمه الله تعالى_ في حديث عائشة هذا: ¶ =واستدل به ابن عبدالبر على أنه لا يؤذن ولا يقام لشيء من النوافل, وإن فعلت في جماعة؛ لأنه لو وقع لنقل, وهو إجماع+اهـ(¬4) . ¶ وقال الوزير ابن هبيرة _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) الاستذكار (7/12) رقم 9441. ¶ (¬2) انظر الموطأ (1/113) باب الترغيب في الصلاة في رمضان. ¶ (¬3) التمهيد (8/108) و(10/58)، والاستذكار (5/135) رقم 6225. ¶ (¬4) طرح التثريب (3/100)",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "=وأجمعوا على أن الأذان والإقامة مشروعان للصلوات الخمس والجمعة+(¬1). ¶ وقال البغوي _رحمه الله تعالى_: ¶ =الأذان والإقامة مشروعان للفرائض الخمس إذا أديت في أوقاتها_(¬2). ¶ وقال النووي _رحمه الله تعالى+: ¶ =فالأذان والإقامة مشروعان للصلوات الخمس بالنصوص الصحيحة, والإجماع ولا يشرع الأذان ولا الإقامة لغير الخمس بلا خلاف, سواء كانت منذورة أو جنازة أو سنة. وسواء سن لها الجماعة كالعيدين والكسوفين, والاستسقاء أم لا كالضُّحى, ولكن ينادى للعيد والكسوف والاستسقاء =الصلاة جامعة+... ¶ وكذا ينادى للتراويح =الصلاة جامعة+ إذا صليت جماعة ولا يستحب ذلك في صلاة الجنازة على أصح الوجهين... إلى أن قال: ¶ =ونقل سليم الرازي في كتابه =رؤوس المسائل+ وغيره عن معاوية بن أبي سفيان وعمر بن عبد العزيز _ رضي الله عنهما _ أنهما قالا: ¶ =هما سنة في صلاة العيدين+. ¶ وهذا إن صح عنهما محمول على أنه لم يبلغهما فيه السنة. ¶ وكيف كان هو مذهب مردود, وقد ثبت في صحيح مسلم, عن جابر ابن سمرة÷ قال: ¶ =صليت مع النبي\" العيدين غير مرة, ولا مرتين بغير أذان ولا إقامة+. ¶ وفي المسألة أحاديث كثيرة صحيحة+اهـ باختصار(¬3). ¶ قلت: قول النووي× : =ولكن ينادى للعيد والاستسقاء والتراويح: بـ : =الصلاة جامعة+ فيه نظر؛ وذلك أنه لا دليل على مشروعيته، وما دام لم يشرع فلا يفعل. ¶ وقال ابن حزم _رحمه الله تعالى_ : ¶ =مسألة: ولا يؤذن ولا يقام لشيء من النوافل كالعيدين والاستسقاء والكسوف وغير ذلك _وإن صلي كل ذلك في جماعة, وفي المسجد_ ولا صلاة فرض على الكفاية كصلاة الجنازة. ¶ ويستحب إعلام الناس بذلك مثل النداء : =الصلاة جامعة+. ¶ وهذا مما لا يُعْلَمُ فيه خلاف إلا شيئاً كان بنو أمية قد أحدثوه من الأذان والإقامة لصلاة العيدين, وهو بدعة+اهـ(¬4). ¶ ¬__________ ¶ (¬1) الإفصاح (1/108) ¶ (¬2) شرح السنة (2/3.9) ¶ (¬3) المجموع للنووي (3/74 , 75 ) ¶ (¬4) المحلى لابن حزم (3/187) رقم 322.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقال يوسف بن عبد الهادي _رحمه الله تعالى_ في الأذان الإقامة: ¶ =ويشرعان للصلوات الخمس فقط(¬1). ¶ قلت: وتعبيره بالفعل المضارع يعني به اتفاق الأئمة الأربعة على ذلك كما نص عليه في مقدمة كتابه هذا =مغنى ذوي الأفهام+. ¶ وقال أبو عبد الله الدمشقي _رحمه الله تعالى_ : ¶ =واتفقوا على أن الأذان والإقامة مشروعان للصلوات الخمس والجمعة_(¬2). ¶ إلى غير ذلك من النقول الواردة في هذا الباب, وما ذكرته فيه كفاية _إن شاء الله_ لمن وفقه الله. ¶ ولعل منشد الحق الكريم بعد اطلاعه على هذه النقول في حكاية الإجماع, والاتفاق على أن النوافل لا أذان لها ولا إقامة, وإنهما خاصان بالصلوات الخمس والجمعة فقط _ يدرك أنما أحدث في بعض البلاد من الأذان لغيرها من الصلوات سواء كانت نفلاً أو فرض كفاية, لا أصل له في الشرع, فلا يجوز العمل به؛ لأنه محدث, وليس عليه أمر رسول الله\" وقد ثبت عنه\" أنه قال: =من أحدث في أمرنا هذا ما ليس منه فهو ردٌّ+, من حديث عائشة _رضي الله عنها_ أخرجه أحمد(¬3) والبخاري(¬4) ومسلم(¬5) وأبو داود(¬6) وابن حبان(¬7) وابن ماجة(¬8). ¶ وفي رواية قال\": ¶ =من عمل عملاً ليس عليه أمرنا فهو رَدِّ+. ¶ أخرجه أحمد (¬9) ومسلم(¬10) والدارقطني(¬11) وأبو عوانة(¬12) وابن أبي عاصم(¬13). ¶ قال الحافظ ابن حجر _رحمه الله تعالى_ : ¶ ¬__________ ¶ (¬1) مغنى ذوي الأفهام ص : 35. ¶ (¬2) رحمة الأمة ص 26. ¶ (¬3) مسند أحمد ( 6/240 , 270 ). ¶ (¬4) صحيح البخاري (3/167) كتاب الصلح. ¶ (¬5) صحيح مسلم (3/1343) رقم1718. ¶ (¬6) سنن أبي داود (5/12) رقم 4606. ¶ (¬7) صحيح ابن حبان (1/208) رقم 26 , 27. ¶ (¬8) سنن ابن ماجة (1/7) رقم 14. ¶ (¬9) مسند أحمد ( 6/73 , 146 , 180 , 256 ). ¶ (¬10) صحيح مسلم ( 3/1344) رقم 1718. ¶ (¬11) سنن الدارقطني (4/227) رقم 81. ¶ (¬12) مسند أبي عوانة ( 4/171) رقم 6409 , 6410 . ¶ (¬13) السنة لابن أبي عصام (1/28) رقم 52.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "=وهذا الحديث معدود من أصول الإسلام, وقاعدة من قواعده؛ فإن معناه: ¶ من اخترع في الدين ما لا يشهد له أصل من أصوله فلا يلتفت إليه+. ¶ قال النووي: =هذا الحديث مما ينبغي أن يعتنى بحفظه واستعماله في إبطال المنكرات, وإشاعة الاستدلال به كذلك اهـ(¬1). ¶ وقال النووي _رحمه الله تعالى_ في شرح الحديث: ¶ =من أحدث في أمرنا هذا ما ليس منه فهو رَدٌّ+ أي مردود. فيه دليلٌ على أن العبادات من الغسل والوضوء والصوم والصلاة إذا فعلت على خلاف الشرع تكون مردودة على فاعلها+اهـ(¬2). ¶ إذا تقرر هذا, فاعلم أنه حدث في هذه الأزمنة أن يؤذن لصلاة التهجد في العشر الأواخر من رمضان ونحوها في سائر ليالي السنة. ¶ وهذا الأذان ليس لصلاة الفجر قطعاً بدليل أن المؤذن يترك منه جملتي: =الصلاة خير من النوم+ علامة على أن أذانه ليس لصلاة الفجر. ¶ فإن قيل: قال بعض الفقهاء: يجوز الأذان لصلاة الفجر بعد منتصف الليل بدليل حديث: =إن بلالاً يؤذن بليل,فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ قيل: لا دليل فيه على ذلك, لأن إطلاق الليل قيده الراوي بالزمن اليسير بين الأذانين, وهو بمقدار ما ينزل أحدهما ويصعد الآخر, كما ستعرفه فيما بعد _إن شاء الله تعالى_. ¶ فصل ¶ في عدم جواز الأذان إلا بعد دخول وقت الصلاة ¶ اعلم, أنه اتفق العلماء _رحمهم الله_ على أنه لا يجوز الأذان للصلوات المفروضة إلا بعد دخول أوقاتها إلا الفجر فقد اختلفوا في أذانه، وهاك أقوالهم في ذلك: ¶ قال ابن المنذر _رحمه الله تعالى_ : ¶ =أجمع أهل العلم على أن من السنة أن يؤذن للصلوات بعد دخول أوقاتها إلا الفجر فإنهم اختلفوا في الأذان لصلاة الفجر قبل دخول وقتها. ¶ فقالت طائفة بجواز الأذان لصلاة الصبح من بين الصلوات قبل طلوع الفجر, هذا قول مالك والشافعي والأوزاعي وأحمد وإسحاق وأبي ثور... ¶ ¬__________ ¶ (¬1) فتح الباري (5/302). ¶ (¬2) انظر مجموعة الحديث النجدية ص27.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقالت طائفة: لا يؤذن لشيء من الصلوات إلا بعد دخول أوقاتها, هذا قول سفيان الثوري والنعمان, ويعقوب ومحمد, ثم رجع يعقوب, فقال: لا بأس أن يؤذن للفجر خاصة قبل طلوع الفجر. ¶ وقالت طائفة: لا بأس أن يؤذن للصبح قبل طلوع الفجر إذا كان للمسجد مؤذنان، أحدهما: يؤذن قبل طلوع الفجر، والآخر: بعد طلوع الفجر+اهـ(¬1). ¶ وقال ابن رشد _رحمه الله تعالى_: ¶ =أما وقت الأذان فاتفق الجميع على أنه لا يؤذن للصلاة قبل وقتها ماعدا الصبح, فإنهم اختلفوا فيها+اهـ(¬2). ¶ وقال ابن هبيرة _رحمه الله تعالى_: ¶ =وأجمعوا على أنه لا يؤذن لصلاة قبل دخول وقتها إلا صلاة الفجر فإنه يجوز أن يؤذن لها قبل دخول وقتها عند مالك والشافعي وأحمد. ¶ وقال أبو حنيفة: =لا يجوز أن يؤذن لها قبل طلوع الفجر+. ¶ وعن أحمد, قال: =أكره أن يؤذن لها قبل طلوع الفجر في شهر رمضان خاصة+اهـ(¬3). ¶ وقال ابن قدامة _رحمه الله تعالى_: ¶ =الأذان قبل الوقت في غير الفجر لا يجزئ, وهذا لا نعلم فيه خلافاً+. ¶ قال ابن المنذر: =أجمع أهل العلم على أن من السنة أن يؤذن للصلوات بعد دخول وقتها إلا الفجر؛ لأن الأذان شرع للإعلام بالوقت, فلا يشرع قبل الوقت؛ لئلا يذهب مقصوده.. إلى أن قال: ¶ يشرع الأذان للفجر قبل وقتها، وهو قول مالك والأوزاعي والشافعي وإسحاق, ومنعه الثوري وأبو حنيفة ومحمد بن الحسن.. إلى أن قال: ¶ ويكره الأذان قبل الفجر في شهر رمضان، نص عليه أحمد في رواية الجماعة؛ لئلا يغتر الناس به فيتركوا سحورهم, ويحتمل أن لا يكره في حق من عرف عادته بالأذان في الليل؛ لأن بلالاً كان يفعل ذلك+اهـ(¬4). ¶ وقال النووي _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) الأوسط ( 3/29) رقم 354 والإجماع ص 24, والإقناع (1/87). ¶ (¬2) بداية المجتهد (1/110). ¶ (¬3) الإفصاح (1/110). ¶ (¬4) المغني ( 2/62 – 65 ).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "=أما غيرها _ يعني صلاة الصبح+ فلا يصح الأذان لها قبل وقتها بإجماع المسلمين, نقل الإجماع فيه ابن جرير وغيره+اهـ(¬1). ¶ وقال القرطبي _رحمه الله تعالى_: ¶ =وأجمع أهل العلم على أن من السنة أن لا يؤذن للصلاة إلا بعد دخول وقتها إلا الفجر, فإنه يؤذن لها قبل طلوع الفجر في قول مالك والشافعي وأحمد وإسحاق وأبي ثور.. إلى أن قال: ¶ =وقال أبو حنيفة والثوري ومحمد بن الحسن: لا يؤذن لصلاة الصبح حتى يدخل وقتها+اهـ باختصار(¬2). ¶ وقال أبو عمر بن عبد البر _رحمه الله تعالى_: ¶ =وممن أجاز الأذان لصلاة الصبح ليلاً مالك والشافعي وأصحابهما والأوزاعي وأحمد بن حنبل وإسحاق وداود والطبري, وهو قول أبي يوسف يعقوب بن إبراهيم القاضي الكوفي... إلى أن قال: ¶ وقال أبو حنيفة والثوري وزفر ومحمد بن الحسن, والحسن بن حَيِّ وجمهور أهل العراق من التابعين ومن بعدهم: لا يجوز الأذان لصلاة الفجر حتى يطلع الفجر+اهـ باختصار(¬3). ¶ وقال الطحاوي _رحمه الله تعالى_: ¶ =قال أبو حنيفة ومحمد والثوري: لا يؤذن للفجر حتى يطلع الفجر. ¶ وقال أبو يوسف, ومالك والأوزاعي والشافعي: يؤذن للفجر خاصة قبل طلوع الفجر+(¬4). ¶ وقال أيضاً في موضع آخر: ¶ =فذهب قوم إلى أن الفجر يؤذن لها قبل وقتها, منهم أبو يوسف× وخالفهم في ذلك آخرون, فقالوا: لا ينبغي أن يؤذن للفجر أيضاً إلا بعد دخول وقتها كما لا يؤذن لسائر الصلوات إلا بعد دخول وقتها+اهـ(¬5). ¶ فتحصل من هذه النقول عن أهل العلم في هذه المسألة العلم بأنهم اتفقوا على عدم جواز الأذان للصلاة قبل وقتها إلا صلاة الفجر ففي الأذان لها نزاع بينهم . ¶ ¬__________ ¶ (¬1) المجموع شرح المهذب ( 3/88 ). ¶ (¬2) الجامع لأحكام القرآن ( 3/2226 ). ¶ (¬3) الاستذكار ( 4/93 ) رقم 4268 , 4270 , والتمهيد ( 10/59.58 ) . ¶ (¬4) اختلاف العلماء ( 1/187 ) رقم 119 . ¶ (¬5) معاني الآثار ( 1/139 ).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "بعضهم أجازه قبل الوقت, وبعضهم منعه, وبعض آخر فصل في المسألة, فقال: إن كانا مؤذنين فيجوز أن يؤذن أحدهما قبل الوقت والآخر بعد دخوله, وأن أصحاب الإمام أحمد نقلوا عنه كراهة الأذان قبل دخول الوقت في رمضان خاصة. ¶ وعنه: رواية بالمنع في التأذين قبل وقتها قاله الزركشي(¬1). ¶ قلت: وقد روي عن الإمام أحمد× في هذه المسألة روايات كثيرة تزيد على عشر روايات, ولعل من المناسب إيرادها هنا. ¶ قال المرداوي _رحمه الله تعالى_ على عبارة صاحب المقنع , =ولا يجوز إلا بعد دخول الوقت إلا الفجر؛ فإنه يؤذن لها بعد منتصف الليل+: ¶ 1_ الصحيح من المذهب صحة الأذان وإجزاؤه بعد نصف الليل لصلاة الفجر, وعليه جماهير الأصحاب, وبه قطع كثير منهم. ¶ 2_ قال الزركشي: لا إشكال أنه لا يستحب تقديم الأذان قبل الوقت كثيراً, قاله الشيخان, وغيرهما. ¶ 3_ وقيل: لا يصح إلا قبل الوقت يسيراً. ¶ 4_ ونقل صالح: لا بأس به قبل الفجر إذا كان بعد طلوع الفجر _ يعني الكاذب. ¶ 5_ وقيل: الأذان قبل الفجر سنة, واختاره الآمدي . ¶ 6_ وعنه: لا يصح الأذان قبلها كغيرها إجماعاً , كالإقامة قاله في الفروع. ¶ 7_ وعند أبي الفرج الشيرازي: يجوز الأذان قبل دخول الوقت للفجر والجمعة, قاله في الإيضاح.قال الزركشي: وهو أجود من قول ابن حمدان. وقيل: للجمعة قبل الزوال لعموم كلام الشيرازي. وقال الزركشي: واستثنى ابن عبدوس مع الفجر الصلاة المجموعة. قال: وليس بشيء ؛ لأن الوقتين صارا وقتاً واحداً . ¶ 8_ وعنه: يكره قبل الوقت مطلقاً, ذكرها في الرعاية وغيرها. ¶ 9_ وقال في الفائق: يجوز الأذان للفجر خاصة بعد نصف الليل. ¶ 10_ وعنه: لا, إلا أن يعاد بعده وهو المختار اهـ. ¶ ويستحب لمن أذن قبل الفجر أن يكون معه من يؤذن في الوقت, وأن يتخذ ذلك عادة؛ لئلا يغر الناس, وفي الكافي ما يقتضي اشتراط ذلك. ¶ فائدة: ¶ ¬__________ ¶ (¬1) شرح الزركشي على مختصر الخرقي ( 1/509 ).",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "11_ الصحيح من المذهب أن يكره الأذان قبل الفجر في رمضان، نص عليه، وعليه جمهور الأصحاب. جزم به في الهداية والمذهب ومسبوك الذهب، والمستوعب، والخلاصة، والتلخيص والبلغة، والنظم، والوجيز، والمنور وغيرهم، وقدمه في الفروع والشرح والمغني والرعاية الكبرى، وابن عبيدان، وابن رزين في شرحه. وقال في الرعاية الكبرى: يكره على الأظهر. ¶ 12_ وعنه: لا يكره، وهو ظاهر كلامه في المحرر، والمصنف هنا وتجريد العناية، والإفادات وغيرهم، وأطلاقهما في الفائق وابن تميم. ¶ 13_ وعنه: يكره في رمضان وغيره إذا لم يعده، نقله حنبل. ¶ 14_ وقيل: يكره إذا لم يكن عادة؛ فإذا كان عادة لم يكره. جزم به في الحاويين، وصححه الشارح وغيره واختاره المجد. ¶ قلت: وهو الصواب، وعليه عمل الناس من غير نكير. ¶ 15_ وعنه: لا يجوز، ذكرها الآمدي، وهي ظاهر إدراك الغاية؛ فإنه قال: ويجوز فيه لفجر غير رمضان من نصف الليل. ¶ 16_ وعنه: =يحرم قبله في رمضان وغيره إلا أن يعاد. ذكرها أبو الحسين+اهـ(¬1). ¶ إذا تقرر هذا، فإليك أدلة من أجاز الأذان لصلاة الفجر قبل دخول وقتها وهي سبعة أحاديث تقريباً: حديث سمرة بن جندب، وحديث زياد بن الحارث الصدائي، وحديث عبد الله بن عمر، وعائشة أم المؤمنين، وأُنَيْسَة بنت خبيب ابن يساف الأنصارية، وسهل بن سعد، وزيد بن ثابت، وحديث عبد الله بن مسعود _رضي الله عنهم_. ¶ ولما كان المقام قد يستدعي الإطالة رأيت من المناسب جعل كل حديث تحت فصل مستقل. فأقول، وبالله التوفيق: ¶ فصل ¶ في حديث سمرة بن جندب÷ ¶ عن سمرة بن جندب÷ قال: قال رسول الله\": =لا يمنعنكم من سحوركم أذان بلال، ولا الفجر المستطيل، ولكن الفجر المستطير في الأفق+. ¶ ¬__________ ¶ (¬1) الإنصاف ( 1/420/421 ) .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "أخرجه أحمد(¬1) وابن أبي شيبه(¬2) والترمذي(¬3) والطبراني(¬4) والبغوي(¬5) وابن عدي(¬6). ¶ من طريق أبي هلال محمد بن سليم الراسبي، عن سوادة بن حنظلة القشيري، عن سمرة بن جندب به. ¶ قال الترمذي: حسن. ¶ وقال البغوي: هذا حديث متفق على صحته. ¶ وأخرجه أحمد أيضاً(¬7) ومسلم(¬8) والنسائي(¬9) والطيالسي(¬10) وأبو عوانة(¬11) وأبو نعيم(¬12) والطبراني(¬13) والمزي(¬14). ¶ من طريق شعبة بن الحجاج، عن سوادة بن حنظلة، قال: سمعت سمرة يقول: قال رسول الله\": ¶ =لا يغرنكم أذان بلال، ولا هذا البياض، حتى ينفجر الفجر هكذا وهكذا _ يعني معترضاً+. ¶ قال أبو داود: =وبسط بيديه يميناً وشمالاً، ماداً يديه+. ¶ هذا لفظ النسائي، والباقون بنحوه . ¶ وأخرجه أحمد(¬15) والطبراني(¬16). ¶ من طريق همام بن يحيى، حدثني سوادة، قال: سمعت سمرة بن جندب يقول: إن رسول الله\" قال: ¶ =لا يغرنكم نداء بلال ؛ فإن في بصره سُوْءاً، ولا بياض يرى بأعلى السحر+. ¶ إسناده صحيح، رجاله ثقات، واللفظ لأحمد. ¶ ¬__________ ¶ (¬1) مسند أحمد ( 5/13 ) . ¶ (¬2) المصنف ( 3/9 , 27 ) . ¶ (¬3) سنن الترمذي ( 3/86 ) رقم 706 . ¶ (¬4) الكبير ( 7/236 ) رقم 6982 . ¶ (¬5) شرح السنة ( 2/300 ) رقم 435 . ¶ (¬6) الكامل لابن عدي ( 6/2220 ) . ¶ (¬7) مسند أحمد ( 5/7 , 18 ) . ¶ (¬8) صحيح مسلم ( 2/769 ) رقم 1094 . ¶ (¬9) السنن الصغرى ( 4/148 ) . ¶ (¬10) مسند الطيالسي ص 112 رقم 897 . ¶ (¬11) مسند أبي عوانة ( 2/184 ) رقم 2779. ¶ (¬12) مسند أبي نعيم ( 3/170 ) رقم 2459. ¶ (¬13) الكبير ( 7/236 ) رقم 6981. ¶ (¬14) تهذيب الكمال ( 12/234 ) . ¶ (¬15) مسند أحمد ( 5/9 ) . ¶ (¬16) الكبير ( 7/236 ) رقم 6980 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأخرجه مسلم(¬1) وأبو داود(¬2) وابن خزيمة(¬3) وأبو عوانة(¬4) وأبو نعيم(¬5) والدارقطني(¬6) والبيهقي(¬7) وأحمد(¬8) والحاكم(¬9). ¶ من طريق عبد الله بن سوادة بن حنظلة القشيري، حدثني والدي، أنه سمع سمرة بن جندب يقول: سمعت محمداً\": يقول: ¶ =لا يغرن أحدكم نداء بلال من السحور، ولا هذا البياض حتى يستطير+. ¶ قال الدار قطني: إسناده صحيح. ¶ وأخرجه الطيالسي(¬10). ¶ من طريق محمد بن مسلم قال: حدثني سوادة بن حنظلة القشيري، عن سمرة ابن جندب، أن رسول الله\" قال: ¶ =لا يمنعنكم أذان بلال من سحوركم، ولا الصبح المستطيل، ولكن الصبح المستطير في الأفق+، إسناده حسن. ¶ محمد بن مسلم هو ابن أبي وضاح، صدوق يهم، قاله الحافظ في التقريب أو هو ابن مهران الكوفي صدوق يخطئ قاله الحافظ أيضاً. ¶ فصل ¶ في حديث زياد بن الحارث الصدائي÷ ¶ عن زياد بن الحارث الصدائي÷ , قال: لما كان أول أذان الصبح أمرني _يعني النبي\"_ فأذنت، فجعلت أقول: أقيم يا رسول الله؟ فجعل ينظر إلى ناحية المشرق إلى الفجر, فيقول: =لا+ حتى إذا طلع الفجر نزل فبرز, ثم انصرف إليَّ _وقد تلاحق أصحابه_ يعني فتوضأ, فأراد بلال أن يقيم, فقال\" ¶ : =إن أخا صداء هو أذن، ومن أذن فهو يقيم. قال فأقمت+. ¶ ¬__________ ¶ (¬1) صحيح مسلم ( 2/769 ) رقم 1094. ¶ (¬2) سنن أبي داود ( 2/759 ) رقم 2346. ¶ (¬3) صحيح ابن خزيمة ( 3/210 ) رقم 1929. ¶ (¬4) مسند أبي عوانة ( 1/312 ) رقم 1107. ¶ (¬5) مسند أبي نعيم ( 3/170 ) رقم 2458. ¶ (¬6) سنن الدار قطني ( 2/166 ) رقم 9,8. ¶ (¬7) السنن الكبرى ( 1/380 ) و ( 4/215 ). ¶ (¬8) مسند احمد ( 5/13 ) . ¶ (¬9) المستدرك ( 1/425 ) . ¶ (¬10) مسند الطيالسي ص 122 رقم 898.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أخرجه أحمد(¬1) وأبو داود(¬2) _ واللفظ له_ والترمذي(¬3) وابن ماجة(¬4) وابن أبي شيبة(¬5) وابن الحكم(¬6) وأبو نعيم(¬7) والطبراني(¬8) والبيهقي(¬9) وابن عساكر(¬10) والمزي(¬11). ¶ من طريق عبد الرحمن بن زياد بن أنعم الإفريقي, أنه سمع زياد بن نعيم الحضرمي, أنه سمع زياد بن الحارث الصدائي, قال:... فذكره. ¶ قال ابن عساكر: هذا حديث حسن. ¶ وقال أحمد شاكر: =حديث صحيح, رواته ثقات, ولم يتكلموا فيه إلا من أجل الإفريقي, وقد رجحنا أنه ثقة+(¬12). ¶ وجه الدليل منه: ¶ قال الموفق ابن قدامة×: ¶ =وهذا قد أمره النبي\" بالأذان قبل طلوع الفجر, وهو حجة على من قال: إنما يجوز إذا كان له مؤذنان؛ فإن زياداً أذن وحده+اهـ (¬13) ¶ وأجيب عن الحديث بأنه ضعيف, لا يصح الاستدلال به. ¶ قال الترمذي _رحمه الله تعالى_: ¶ =حديث زياد إنما نعرفه من حديث الإفريقي، الإفريقي وهو ضعيف عند أهل الحديث. ¶ ضعفه يحيى بن سعيد القطان, وغيره. ¶ قال أحمد: =لا أكتب حديث الإفريقي. قال: ورأيت محمد بن إسماعيل يقوي أمره, ويقول: هو مقارب الحديث+اهـ. ¶ وقال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =قال ابن السكن: في إسناده نظر+(¬14). ¶ وقال هو: =في إسناده ضعف, وأيضاً هو واقعة عين, وكانت في سفر+(¬15). ¶ ¬__________ ¶ (¬1) مسند أحمد ( 4/169). ¶ (¬2) سنن أبي داود (1/352) رقم 514. ¶ (¬3) سنن الترمذي ( 1/383) رقم 199. ¶ (¬4) سنن ابن ماجة (1/237) رقم 717. ¶ (¬5) المصنف (1/216). ¶ (¬6) عزاه إليه أحمد شاكر في حاشيته على الترمذي (1/387). ¶ (¬7) معرفة الصحابة (3/1206) رقم 3041، وأخبار أصبهان (1/381). ¶ (¬8) الكبير (5/262) رقم 5285 , 5286 , 5287. ¶ (¬9) السنن الكبرى (1/381). ¶ (¬10) تاريخ دمشق ( 34534 ). ¶ (¬11) تهذيب الكمال (9/445) رقم 2032 . ¶ (¬12) انظر حاشية سنن الترمذي (1/386). ¶ (¬13) المغني لابن قدامة (2/64). ¶ (¬14) انظر الإصابة (1/557) رقم 2850 ¶ (¬15) فتح الباري (2/104)",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وقال ابن حبان _رحمه الله تعالى_ في الإفريقي هذا: ¶ =كان يروي الموضوعات عن الثقات, ويأتي عن الأثبات ما ليس من حديثهم وكان يدلس على محمد بن سعيد بن أبي قيس المصلوب+اهـ(¬1). ¶ وقال ابن التركماني _رحمه الله تعالى_ منتقداً سكوت البيهقي عليه: ¶ =في سنده عبد الرحمن الإفريقي, سكت عنه هنا, وقال في باب التشهد: ضعفه القطان وابن مهدي وابن معين وابن حنبل وغيرهم. ¶ وقال في باب أمهات الأولاد ضعيف+اهـ(¬2). ¶ وقال الوَلَّوِي: ¶ =حديث الصدائي ضعيف لا يصح الاستدلال به فتنبه+(¬3). ¶ قلت: وفي متنه اضطراب أيضاً؛ وذلك أنه جاء بلفظ: ¶ =لما كان أول أذان الصبح أمرني النبي\" فأذنت _ كما تقدم عند أبي داود. ¶ وجاء بلفظ: لما كان أوان أذان الصبح.. الخ عند أبي نعيم, وابن الحكم وابن عساكر والمزي. ¶ والأوان: الحين والوقت. ¶ فيكون المعنى: لما كان وقت أذان الصبح ... الخ. ¶ وجاء ذلك صريحا عند أحمد بلفظ: ¶ =فأذنت, وذلك حين أضاء الفجر... الخ+. ¶ وجاء بلفظ : =وكنت مع النبي\" في سفر, فحضرت الصلاة فقال لي النبي\": أذن+ كما عند الطبراني. ¶ فصل ¶ في حديث =إن بلالاً يؤذن بليل, فكلوا واشربوا حتى يؤذن ابن أم مكتوم+ ¶ هذا الحديث ورد من حديث ابن عمر وعائشة وأنيسة وزيد بن ثابت وسهل ابن سعد وأنس _رضي الله عنهم_. ¶ ¬__________ ¶ (¬1) المجروحين لابن حبان (2/50) ¶ (¬2) الجوهر النقي على سنن البيهقي (1/380) ¶ (¬3) شرح سنن النسائي للولوي (8 / 73) رقم 639",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أما حديث عبد الله بن عمر _رضي الله عنهما_ فأخرجه أحمد(¬1) والبخاري(¬2) ومسلم(¬3) والنسائي(¬4) والترمذي(¬5) ومالك(¬6) والدارمي(¬7) وابن خزيمة(¬8) وابن حبان(¬9) وابن أبي شيبة(¬10) والطيالسي(¬11) والطحاوي(¬12) والطبراني(¬13) والبغوي(¬14) والبيهقي(¬15). ¶ من طريق ابن شهاب. عن سالم بن عبد الله, عن أبيه أن رسول الله\". ¶ قال: =إن بلالاً يؤذن بليل, فكلوا واشربوا حتى ينادي ابن أم مكتوم+. ¶ قال: =وكان رجلاً أعمى لا ينادي حتى يقال له: أصبحت أصبحت+ واللفظ للبخاري. ¶ وأخرجه أحمد(¬16) والبخاري(¬17) ومالك(¬18) والنسائي(¬19) وابن حبان(¬20) والطحاوي(¬21) والبغوي(¬22). ¶ من طريق عبد الله بن دينار، عن عبد الله بن عمر، أن رسول الله\" قال: ¶ =إن بلالاً ينادي بليل .. الحديث. ¶ ¬__________ ¶ (¬1) مسند أحمد (2/9،123). ¶ (¬2) صحيح البخاري (1/153) كتاب الأذان – باب أذان الأعمى. ¶ (¬3) صحيح مسلم (2/768) رقم 1092. ¶ (¬4) المجتبى (2/10) والكبرى (1/500) رقم 1602. ¶ (¬5) سنن الترمذي (1/392) رقم 203. ¶ (¬6) الموطأ (1/74) باب قدر السحور من النداء. ¶ (¬7) سنن الدارمي ص 270. ¶ (¬8) صحيح ابن خزيمة (1/209) رقم 401. ¶ (¬9) صحيح ابن حبان (8/248) رقم 3469, 3470). ¶ (¬10) المصنف ( 3/9). ¶ (¬11) مسند الطيالسي ص 250 رقم 1819. ¶ (¬12) معاني الآثار (1/137). ¶ (¬13) الكبير (12/277) رقم 13106 . ¶ (¬14) شرح السنة (2/298) رقم 433. ¶ (¬15) السنن الكبرى (1/380 , 426 ). ¶ (¬16) مسند أحمد ( 2/ 62، 64، 107). ¶ (¬17) صحيح البخاري (1/153) كتاب الأذان، باب الأذان بعد الفجر. ¶ (¬18) الموطأ ( 1/74) باب قدر السحور من النداء. ¶ (¬19) السنن الصغرى ( 2/10) والكبرى ( 1/500) رقم 1601. ¶ (¬20) صحيح بن حبان ( 8/249) رقم 3471. ¶ (¬21) معاني الآثار ( 1/138). ¶ (¬22) شرح السنة ( 2/299) رقم 434.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "و أخرجه أحمد(¬1) والبخاري(¬2) و مسلم(¬3) و الدارمي(¬4) والطبراني(¬5) والبيهقي(¬6) وابن خزيمة(¬7). ¶ من طريق عبيد الله بن عمر العمري، عن نافع، عن ابن عمر _رضى الله عنهما_ قال: ¶ كان لرسول الله مؤذنان: بلال وابن أم مكتوم الأعمى فقال رسول الله\": ¶ =إن بلالاً يؤذن بليل فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ قال: ولم يكن بينهما إلا ن ينزل هذا ويرقى هذا+ واللفظ لمسلم. ¶ و أخرجه أحمد(¬8). ¶ من طريق شعبة، قال عبد الله بن دينار: أخبرني، قال: سمعت ابن عمر يقول: قال رسول الله\": ¶ =إن بلالاً ينادي بليل أو ابن أم مكتوم ينادي بليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم+. ¶ وفي رواية قال: قال رسول الله\": ¶ =إن بلالاً ينادي بليل، فكلوا واشربوا حتى ينادي بلال أو ابن أم مكتوم+(¬9) و أخرجه أحمد(¬10). ¶ من طريق هاشم، ثنا عبد الرحمن، عن زيد بن أسلم، عن ابن عمر، أن رسول الله\" قال: ¶ =إن بلالاً لا يدري ما الليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم+. ¶ قال أحمد شاكر _رحمه الله تعالى_: إسناده صحيح(¬11). ¶ قلت: إسناده حسن، رجاله ثقات غير عبد الرحمن وهو ابن عبد الله بن دينار _ روى عنه يحيى بن سعيد القطان ولم يرو عنه عبد الرحمن بن مهدي(¬12). ¶ وقال فيه الحافظ في التقريب: صدوق يخطئ. ¶ و أما حديث عائشة _رضى الله عنها_ ¶ ¬__________ ¶ (¬1) مسند أحمد ( 2/57). ¶ (¬2) صحيح البخاري ( 1/153) باب الأذان قبل الفجر. ¶ (¬3) صحيح مسلم ( 2/768) رقم 38- 1092. ¶ (¬4) سن الدرامي ( ص 270). ¶ (¬5) الكبير ( 12/ 371) رقم 13379، و الأوسط ( 1/401) رقم 704. ¶ (¬6) السنن الكبرى ( 1/382). ¶ (¬7) صحيح ابن خزيمة ( 3/211) رقم 1931. ¶ (¬8) مسند أحمد ( 2/73). ¶ (¬9) مسند أحمد ( 2/79). ¶ (¬10) مسند أحمد ( 2/123). ¶ (¬11) شرح المسند ( 8/213) رقم 6050. ¶ (¬12) انظر تهذيب الكمال للمزي (17/209) رقم 3866.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "فأخرجه البخاري(¬1) والنسائي(¬2) وابن خزيمة(¬3) والطحاوي(¬4) من طريق عبيد الله بن عمر، عن القاسم بن محمد، عن عائشة، عن النبي\" أنه قال: ¶ =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ و أخرجه أحمد(¬5) والبخاري(¬6) ومسلم(¬7) والدارمي(¬8) وابن خزيمة(¬9) والبيهقي(¬10). ¶ من طريق عبيد الله بن عمر _أيضاً_ عن نافع، عن ابن عمر، والقاسم بن محمد، عن عائشة _رضي الله عنها_ أن بلالاً كان يؤذن بليل، فقال رسول الله\": =كلوا واشربوا حتى يؤذن ابن أم مكتوم؛ فإنه لا يؤذن حتى يطلع الفجر+. ¶ قال القاسم: ¶ =ولم يكن بين أذانهما إلا أن يرقى ذا وينزل ذا+. ¶ واللفظ في كلا الطريقين للبخاري. ¶ و أخرجه ابن خزيمة(¬11) وابن حبان(¬12) والبيهقي(¬13). ¶ من طريق عبد العزيز بن محمد، عن هشام بن عروة، عن أبيه، عن عائشة _رضي الله عنها_ أن النبي\" قال: ¶ =إن ابن أم مكتوم يؤذن بليل، فكلوا واشربوا حتى يؤذن بلال، حين يرى الفجر+. ¶ وفي رواية: =إن بلالاً لا يؤذن حتى يرى الفجر+. ¶ زاد البيهقي: ¶ =قالت عائشة: وكان بلال يبصر الفجر، قال هشام: وكانت عائشة تقول: غلط ابن عمر+اهـ. ¶ قلت: عبد العزيز بن محمد هو الدراوردي فيه مقال: ¶ قال الحافظ في التقريب: صدوق كان يحدث من كتب غيره فيخطئ. ¶ و أخرجه أحمد(¬14) وابن خزيمة(¬15). ¶ ¬__________ ¶ (¬1) صحيح البخاري (1/154) باب الأذان قبل الفجر. ¶ (¬2) السنن الصغرى (2/10). ¶ (¬3) صحيح ابن خزيمة (3/211) رقم 1932. ¶ (¬4) معاني الآثار (1/138). ¶ (¬5) مسند أحمد (6/44، 54). ¶ (¬6) صحيح البخاري ( 2/231) كتاب الصوم. ¶ (¬7) صحيح مسلم ( 2/768) رقم 1092. ¶ (¬8) سنن الدارمي ص 270. ¶ (¬9) صحيح ابن خزيمة ( 1/210) رقم 403. ¶ (¬10) السنن الكبرى (1/382). ¶ (¬11) صحيح ابن خزيمة (1/211) رقم 406. ¶ (¬12) صحيح ابن حبان ( 8/251) رقم 3473. ¶ (¬13) السنن الكبرى ( 1/382). ¶ (¬14) مسند أحمد ( 6/185). ¶ (¬15) صحيح ابن خزيمة (1/211) رقم 407.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "من طريق إسماعيل بن عمر، قال: حدثنا يونس، عن أبي إسحاق، عن الأسود بن يزيد، قال: قلت: لعائشة أم المؤمنين: أيَّ ساعة توترين؟ لعله قالت: ما أوتر حتى يؤذنون، وما يؤذنون حتى يطلع الفجر. ¶ قالت: وكان لرسول الله\" مؤذنان: بلال وعمرو بن أم مكتوم، فقال رسول الله\": ¶ =إذا أذن عمرو فكلوا واشربوا؛ فإنه رجل ضرير البصر، وإذا أذن بلال فارفعوا أيدكم؛ فإن بلالاً لا يؤذن حتى يصبح+. ¶ إسناده ضعيف، يونس هو ابن أبي إسحاق. ¶ قال عبدالله بن أحمد بن حنبل سألت أبي عن يونس بن أبي إسحاق؟ فقال: حديثه مضطرب(¬1)، وضعف حديثه عن أبيه(¬2)، وقال: حديثه فيه زيادة على حديث الناس(¬3). ¶ تنبيه: ¶ قول الراوي عند البخاري المتقدم: =قال القاسم: =ولم يكن بين أذانهما إلا أن يرقى ذا وينزل ذا+ ليس هو من قول القاسم، وإنما هو من قول عائشة؛ وذلك أن عبيد الله بن عمر العمري قرن في سند الحديث بين نافع، عن ابن عمر، وبين القاسم بن محمد، عن عائشة.. ثم ذكر الحديث، وقال: قال القاسم..الخ أي قال القاسم في روايته عن عائشة ذلك القول. ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =ولا يقال: أنه مرسل؛ لأن القاسم تابعي، فلم يدرك القصة المذكورة؛ لأنه ثبت عند النسائي(¬4) من رواية حفص بن غياث، وعند الطحاوي(¬5) من رواية يحيى القطان كلاهما عن عبيد الله بن عمر، عن القاسم، عن عائشة.. فذكر الحديث. ¶ قالت: =ولم يكن بينهما إلا أن ينزل هذا ويصعد هذا+(¬6). ¶ ¬__________ ¶ (¬1) انظر العلل لأحمد (2/51) رقم 344، وتهذيب الكمال للمزي (32/492) رقم 7170. ¶ (¬2) انظر تهذيب الكمال (32/492)رقم 7170. ¶ (¬3) انظر المعرفة ليعقوب (2/173). ¶ (¬4) انظر السنن الصغرى (2/10) والكبرى (1/501) رقم 1603. ¶ (¬5) معاني الآثار (1/138). ¶ (¬6) فتح الباري (2/105).",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "قلت: وهذا ثابت عند أحمد من رواية يحيى القطان عن عبيد الله بن عمر(¬1) أيضاً وابن خزيمة(¬2). ¶ تنبيه آخر: ¶ قال الإمام مسلم _رحمه الله تعالى_: ¶ حدثنا ابن نمير، حدثنا أبي، حدثنا عبيد الله، عن نافع، عن ابن عمر _رضي الله عنهما_ قال: =كان لرسول الله\" مؤذنان: بلال وابن أم مكتوم الأعمى+. ¶ فقال: رسول الله\": ¶ =ن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم. ¶ قال: =ولم يكن بينهما إلا أن ينزل هذا ويرقى هذا+. ¶ وحدثنا ابن نمير، حدثنا أبي، حدثنا عبيد الله، حدثنا القاسم، عن عائشة، عن النبي\"بمثله+(¬3). ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =وقد وقع عند مسلم في رواية ابن نمير، عن عبيد الله بن عمر، عن نافع، عن ابن عمر مثل هذه الزيادة _ يعني بها لفظ: =ولم يكن بينهما إلا أن ينزل هذا ويصعد هذا+_ وفيها نظر أوضحته في كتاب المدرج+اهـ(¬4). ¶ قلت: هذه الزيادة ثابتة في حديث عائشة بلا ريب عند البخاري والنسائي _كما تقدم_ وعند أحمد(¬5) والدارمي(¬6) وابن خزيمة(¬7) والطحاوي(¬8) والبيهقي(¬9). ¶ وأما حديث أُنَيْسَة بنت خبيب بن يساف الأنصارية _رضي الله عنها_ فأخرجه أبو داود الطيالسي: ¶ حدثنا شعبة، عن خبيب بن عبد الرحمن، قال: حدثتني عمتي أُنَيْسَة، قالت: كان بلال وابن أم مكتوم يؤذنان للنبي\" ، فقال رسول الله\": ¶ =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم، فكنا نحبس ابن أم مكتوم عن الأذان، فنقول: كما أنت حتى نتسحر. ولم يكن بين أذانهما إلا أن ينزل هذا، ويصعد هذا(¬10). ¶ ¬__________ ¶ (¬1) مسند أحمد (6/44، 54). ¶ (¬2) صحيح ابن خزيمة (1/رقم 403، 1932). ¶ (¬3) صحيح مسلم (2/768) كتاب الصيام رقم 38. ¶ (¬4) فتح الباري (2/105). ¶ (¬5) مسند أحمد (6/54،44). ¶ (¬6) سنن الدارمي (ص270). ¶ (¬7) صحيح ابن خزيمة (1/رقم 1932،403). ¶ (¬8) معاني الآثار (1/138). ¶ (¬9) السنن الكبرى (1/382). ¶ (¬10) مسند الطيالسي (ص231 رقم 1661).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ومن طريق الطيالسي هذه أخرجه البيهقي(¬1) بمثله. ¶ وقال: ورواه محمد بن يونس الكديمي، عن أبي الوليد كما رواه الطيالسي وعمرو بن مرزوق. ¶ ورواه عن شعبة عفانُ بن مسلم ومحمد بن جعفر، وروح بن عبادة، ووهب ابن جرير بن حازم وحفص بن عمر الحوضي وسليمان بن حرب على الشك. ¶ أما حديث عفان فأخرجه أحمد(¬2) وابن أبي شيبة(¬3). ¶ قال أحمد: ثنا عفان، ثنا شعبة، عن خبيب، قال: سمعت عمتي تقول _وكانت حجت مع النبي\"_ قالت: كان رسول الله\" يقول: ¶ =إن ابن أم مكتوم ينادي بليل، فكلوا واشربوا حتى ينادي بلال أو أن بلالاً ينادي بليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم، وكان يصعد هذا وينزل هذا، فنتعلق به فنقول: =كما أنت حتى نتسحر+. ¶ وقال ابن أبي شيبة: حدثنا عفان..الخ. ¶ وأما حديث محمد بن جعفر، فأخرجه أحمد(¬4) وابن خزيمة(¬5) والطبراني(¬6) بلفظ: ¶ =إن ابن أم مكتوم أو بلال ينادي بليل، فكلوا واشربوا حتى ينادي بلال أو ابن أم مكتوم , فما كان إلا أن يؤذن أحدهما, ويصعد الآخر, فنأخذ بيده، ونقول: =كما أنت حتى نتسحر+. ¶ وأما حديث عبادة فأخرجه الطحاوي(¬7) بمثل حديث غُنْدرٍ. ¶ وأما حديث وهب بن جرير فأخرجه الطحاوي(¬8) أيضاً بمثل حديث غُنْدرٍ وَرَوحٍ. ¶ وأما حديث حفص بن عمر الحوضي وسليمان بن حرب فأخرجه الطبراني(¬9) والبيهقي(¬10)، قالا: ثنا شعبة، عن خبيب بن عبدالرحمن, قال: سمعت عمتي _وكانت قد حجت مع النبي\"_ قالت: قال رسول الله\": ¶ =إن بلالاً يؤذن بليل , فكلوا واشربوا حتى يؤذن بلال أو ابن أم مكتوم+ وكان يصعد هذا, وينزل هذا, فكنا نتعلق به فنقول: =كما أنت حتى نتسحر+. ¶ ¬__________ ¶ (¬1) السنن الكبرى (1/382). ¶ (¬2) مسند أحمد (6/433). ¶ (¬3) المصنف (3/11). ¶ (¬4) مسند أحمد(6/433). ¶ (¬5) صحيح ابن خزيمه (1/210) رقم 405. ¶ (¬6) الكبير (24/191) رقم 481. ¶ (¬7) معاني الآثار (1/138). ¶ (¬8) المرجع السابق. ¶ (¬9) الكبير(24/191) رقم 480. ¶ (¬10) السنن الكبرى (1/382).",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وجاء مقلوباً ¶ من طريق أبي الوليد وأبي عمرو, قالا ثنا شعبة, عن خبيب بن عبدالرحمن قال: سمعت عمتي أنيسة, أن رسول الله\" قال: ¶ =إن ابن أم مكتوم ينادي بليل, فكلوا واشربوا حتى ينادي بلال+. أخرجه البيهقي(¬1). ¶ وقال:هكذا رواه محمد بن أيوب الرازي عنهما =يعني مقلوباً+. ¶ قلت: أبو الوليد لعله هشام بن عبد الملك الطيالسي, وأبو عمرو لعله أبو عمر حفص بن عمر الحوضي. والواو زائدة. ¶ وجاء مقلوباً أيضاً عند أحمد(¬2) والنسائي(¬3) وابن خزيمة(¬4) وابن حبان(¬5) والطبراني(¬6) والطحاوي(¬7) وابن أبي عاصم(¬8). ¶ من طريق هشيم بن زريع, قال: أنبأنا منصور, عن خبيب بن عبدالرحمن, عن عمته أنيسة, قالت: قال رسول الله\": ¶ =إذا أذن ابن أم مكتوم فكلوا واشربوا, وإذا أذن بلال فلا تأكلوا ولا تشربوا+ قالت: ¶ =وإن كانت المرأة ليبقى عليها من سحورها, فتقول لبلال: أَمْهِلْ, حتى أفرغ من سحوري+. ¶ منصور هو ابن زاذان. ¶ فصل ¶ في كلام أهل العلم في اختلاف حديث أُنَيْسَةَ _رضي الله عنها_ ¶ علمنا مما تقدم آنفاً أن حديث أنيسة جاء على ثلاثة أوجه: ¶ الأول: رواية أبي داود الطيالسي الموافقة لما ثبت في الصحيح من حديث ابن عمر وعائشة وسمرة وغيرهم من أن المؤذن بالليل هو بلال والمؤذن بالصبح هو ابن أم مكتوم . ¶ الثاني: جاء على الشك. ¶ والثالث: جاء على القلب أي عكس حديث ابن عمر وعائشة وسمرة وغيرهم وجاء على القلب حديث عائشة من طريق الدراوردي, عن هشام بن عروة عن أبيه, عن عائشة المتقدم أيضاً. ¶ فمن أهل العلم من ذهب إلى أن الرسول\" جعل الأذان نَوْباً بين بلال وابن أم مكتوم: ¶ ¬__________ ¶ (¬1) السنن الكبرى (1/382). ¶ (¬2) مسند أحمد (6/433). ¶ (¬3) السنن الصغرى (2/10) والكبرى (1/501) رقم 1604. ¶ (¬4) صحيح ابن خزيمة (1/210) رقم 404. ¶ (¬5) صحيح ابن حبان (8/252) رقم 3474. ¶ (¬6) الكبير (24/191) رقم482. ¶ (¬7) معاني الأثار(1/138). ¶ (¬8) الآحاد والمثاني(6/260) رقم 3490.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "نوبة لبلال يؤذن بليل, ثم يؤذن ابن أم مكتوم بعد ظهور الصبح. ¶ ونوبة لابن أم مكتوم يؤذن بليل، ثم يؤذن بلال بَعْدَ بدو الصبح جمعاً بين تلك الأوجه. ¶ وممن ذهب إلى هذا ابن حبان، وجوزه الإمام ابن خزيمة والبيهقي. ¶ ومنهم من ذهب إلى أن حديث: =إن ابن مكتوم يؤذن بليل، فكلوا واشربوا حتى يؤذن بلال+ وَهْمٌ وأنه قد انقلب على الراوي؛ وذلك لمخالفته الأحاديث الثابتة في الصحيحين وغيرها. ¶ وممن ذهب إلى ذلك: أبو عمر بن عبدالبر وابن الجوزي والمزي وابن القيم. ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =وتجاسر ابن حبان فجزم بأن النبي\" كان جعل الأذان بينهما نَوْباً، وأنكر ذلك عليه الضياء المقدسي، وأما ابن عبدالبر وابن الجوزي، وتبعهما المزي فحكموا على حديث أُنَيْسَة بالوهم، وأنه مقلوب+اهـ(¬1). ¶ قلت: ولفظ ابن حبان هكذا: ¶ =هذان خبران قد يوهمان من لم يحكم صناعة العلم أنهما متضادان، وليس كذلك؛ لأن المصطفى كان جعل الليل بين بلال وبين أم مكتوم نَوْباً، فكان بلال يؤذن بالليل ليالي معلومة؛ لينبه النائم، ويرجع القائم، لا لصلاة الفجر، ويؤذن ابن أم مكتوم في تلك الليالي بعد انفجار الصبح لصلاة الغداة، فإذا جاءت نوبة ابن أم مكتوم كان يؤذن بالليل ليالي معلومة، كما وصفنا قبلُ، ويؤذن بلال في تلك الليالي بعد انفجار الصبح لصلاة الغداة من غير أن يكون بين الخبرين تضاد أو تهاتر+اهـ(¬2). ¶ وقال ابن خزيمة _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) التلخيص الحبير(1/178). ¶ (¬2) صحيح ابن حبان(8/252).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "=فأما خبر هشام بن عروة فصحيح من جهة النقل، وليس هذا الخبر يضاد خبر سالم، عن ابن عمر، وخبر القاسم، عن عائشة؛ إذ جائز أن يكون النبي\" قد كان جعل الأذان بالليل نوائب بين بلال وبين ابن أم مكتوم، فأمر في بعض الليالي بلالاً أن يؤذن أولاً بالليل، فإذا نزل بلال صعد ابن أم مكتوم، فأذن بعده بالنهار، فإذا جاءت نوبة ابن أم مكتوم بدأ ابن أم مكتوم، فأذن بليل، فإذا نزل صعد بلال فأذن بعده بالنهار، وكانت مقالة النبي\": =إن بلالاً يؤذن بليل+ في الوقت الذي كانت النوبة لبلال في الأذان بليل، وكانت مقالته\": =إن ابن أم مكتوم يؤذن بليل+ في الوقت الذي كانت النوبة في الأذان بليل نوبة ابن أم مكتوم. ¶ فكان النبي يُعَلِمُ الناس في كل الوقتين أن الأذان الأول منهما هو أذان بليل لا بنهار، وأنه لا يمنع من أراد الصوم طعاماً ولا شراباً وأن أذان الثاني إنما يمنع الطعام و الشراب؛ إذ هو بنهار لا بليل+(¬1). ¶ وقال البيهقي _رحمه الله تعالى_: ¶ =وأخبرنا أبو عبد الله الحافظ، أنا أبو بكر بن إسحاق الفقيه، قال: ¶ =فإن صح رواية أبي عمرو وغيره، فقد يجوز أن يكون بين ابن أم مكتوم وبين بلال نَوْبٌ. ¶ فكان بلال إذا كانت نوبته أذن بليل، وكان ابن أم مكتوم إذا كانت نوبته أذن بليل+. ¶ وهذا جائز صحيح، وإن لم يصح، فقد صح خبر ابن عمر وابن مسعود وسمرة وعائشة: =إن بلالاً كان يؤذن بليل+(¬2). ¶ وقال ابن القيم _رحمه الله تعالى_: ¶ =فإن قيل: عمدتكم في هذا إنما هو على حديث بلال، ولا يمكن الاحتجاج به؛ فإنه قد اضطرب الرواة فيه هل كان المؤذن بلالاً أو ابن أم مكتوم؟ وليست إحدى الروايتين أولى من الأخرى فتتساقطان. ¶ فروى شعبه عن خبيب بن عبد الرحمن، قال: سمعت عمتي أُنَيْسَةََ، أن رسول الله\" قال: ¶ =أن ابن أم مكتوم ينادي بليل، فكلوا و اشربوا حتى ينادي بلال+ رواه البيهقي، وابن حبان في صحيحه؟ ¶ ¬__________ ¶ (¬1) صحيح ابن خزيمة(1/212). ¶ (¬2) السنن الكبرى(1/382).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فالجواب: أن هذا الحديث قد رواه ابن عمر وعائشة وابن مسعود وسمرة بن جندب، عن النبي\": =إن بلالاً يؤذن بليل+ وهذا الذي رواه صاحبا الصحيح ولم يختلف عليهم في ذلك. ¶ وأما حديث أنَيْسَة فاختلف عليها في ثلاثة أوجه: ¶ أحدها: كذلك رواه محمد بن أيوب، عن أبي الوليد وأبي عمر، عن شعبة. ¶ الثاني: كحديث عائشة وابن عمر: =إن بلالاً يؤذن بليل+ هكذا رواه محمد بن يونس الكديمي، عن أبي الوليد، عن شعبة وكذلك رواه أبو داود الطيالسي وعمرو بن مرزوق عن شعبة. ¶ الثالث: رُوِيَ على الشك: =إن بلالاً يؤذن بليل فكلوا وشربوا حتى يؤذن ابن أم مكتوم+ أو قال: =ابن أم مكتوم يؤذن بليل فكلوا وشربوا حتى يؤذن بلال+. كذلك رواه سليمان بن حرب وجماعة. ¶ والصواب رواية أبي داود الطيالسي و عمرو بن مرزوق لموافقتها لحديث ابن عمر و عائشة. ¶ وأما رواية أبي الوليد وأبي عمر فمما انقلب فيها لفظ الحديث، وقد عارضها رواية الشك ورواية الجزم بأن المؤذن بليل هو بلال، وهو الصواب بلا شك؛ لأن ابن أم مكتوم كان ضرير البصر، ولم يكن له علم بالفجر، فكان إذا قيل له: =طلع الفجر أذن+. ¶ وأما ما ادعاه بعض الناس: أن النبي\" جعل الأذان نَوْباً بين بلال و ابن أم مكتوم، وكان كل منهما في نوبته يؤذن بليل، فأمر النبي\" الناس أن يأكلوا ويشربوا حتى يؤذن الآخر فهذا كلام باطل على رسول الله\" ولم يجئ في ذلك أثر قط، لا بإسناد صحيح ولاضعيف، ولا مرسل، ولا متصل، ولكن هذه طريقة من يجعل غلط الرواة شريعة، ويحملها على السنة، وخبر ابن مسعود وابن عمر وعائشة وسمرة الذي لم يختلف عليهم فيه أولى بالصحة. والله أعلم+اهـ(¬1). ¶ وقال الحافظ المزي _رحمه الله تعالى_ في تحفة الأشراف: ¶ ¬__________ ¶ (¬1) انظر إعلام الموقعين (2/365،364) وزاد المعاد (1/439،226).",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "=حديث =إذا أذن ابن أم مكتوم فكلوا وشربوا ..الحديث س في الصلاة (2:89) عن يعقوب بن إبراهيم، عن هشيم، عن منصور بن زاذان، عن خبيب بن عبدالرحمن، عن عمته أنَيْسة به، رواه شعبة، عن خبيب بن عبدالرحمن. ¶ واختلف عليه فيه، فمنهم من قال فيه هكذا، ومنهم من قال فيه كما روى ابن عمر =إن بلالاً ينادي بليل+ الحديث رقم6909. ¶ قال أبو عمر بن عبد البر: وهو المحفوظ، والصواب إن شاء الله تعالى+اهـ(¬1). ¶ وقال الحافظ ابن حجر _رحمه الله تعالى_: ¶ تنبيه: ¶ =قال ابن منده: حديث عبد الله بن دينار مجمع على صحته، رواه جماعة من أصحابه عنه، رواه عنه شعبة، فاختلف عليه فيه. ¶ ورواه يزيد بن هارون عنه على الشك: =إن بلالاً...الخ كما هو المشهور أو =إن ابن أم مكتوم ينادي بليل، فكلوا واشربوا حتى يؤذن بلال+. ¶ قال: ولشعبه فيه إسناد آخر، فإنه رواه أيضاً عن خُبيب بن عبد الرحمن عن عمته أُنَيْسَة فذكره على الشك أيضاً، أخرجه أحمد، عن غندر عنه، ورواه أبو داود الطيالسي عنه جازماً بالأول. ¶ ورواه أبو الوليد عنه جازماً بالثاني. ¶ وكذلك أخرجه ابن خزيمة وابن المنذر وابن حبان من طرق عن شعبه. ¶ وكذلك أخرجه الطحاوي والطبراني. ¶ من طريق منصور بن زاذان عن خبيب بن عبد الرحمن. ¶ وادعى ابن عبد البر وجماعة من الأئمة بأنه مقلوب، وأن الصواب حديث الباب. ¶ وقد كنت أميل إلى ذلك إلى أن رأيت الحديث في صحيح ابن خزيمة من طريقين آخرين، عن عائشة، وفي بعض ألفاظه ما يبعد وقوع الوهم فيه، وهو قوله: =إذا أذن عمرو، فإنه ضرير البصر، فلا يغرنكم، وإذا أذن بلال فلا يطعمن أحد+، وأخرجه أحمد. ¶ وجاء عن عائشة أيضاً أنها كانت تنكر حديث ابن عمر، وتقول: إنه غَلَطٌ. ¶ أخرج ذلك البيهقي من طريق الدراوردي, عن هاشم, عن أبيه, عنها فذكر الحديث وزاد: =قالت عائشة: وكان بلال يبصر الفجر+. ¶ قال وكانت عائشة تقول غلط ابن عمر+اهـ(¬2). ¶ ¬__________ ¶ (¬1) تحفة الأشراف(11/270)رقم15783. ¶ (¬2) فتح الباري (2/102).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قلت: =قول الحافظ: =وقد كنت أميل إلى ذلك إلى أن رأيت الحديث في صحيح ابن خزيمة من طريقين, عن عائشة...الخ. فيه نظر؛ فالطريقان المذكوران عن عائشة قد تقدما(¬1). ¶ وأن أحدهما فيه الدراوردي، والآخر فيه يونس بن أبي اسحاق، وفي كل منهما مقال. ¶ وعليه فتبقى الأحاديث الصحيحة لا معارض لها. والله أعلم. ¶ وأما حديث زيد بن ثابت÷ فأخرجه الطبراني(¬2). ¶ من طريق يزيد بن عياض، عن إسماعيل بن أبي حكيم، عن القاسم بن محمد، عن زيد بن ثابت، قال:قال رسول الله\": ¶ =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ إسناده ضعيف جداً. يزيد بن عياض هو ابن جُعْدُبَة كذبه مالك، وغيره قاله الحافظ في التقريب. ¶ وأخرجه الطبراني أيضاً(¬3). ¶ من طريق يحيى الحِمَّاني، ثنا عبد الرحمن بن أبي الزناد، عن أبيه، عن خارجة بن زيد والقاسم بن محمد، عن زيد بن ثابت، قال: قال رسول الله\": ¶ =إن بلا لاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ إسناده حسن. يحيى الحِمَّاني هو ابن عبد الحميد الكوفي. ¶ قال الحافظ في التقريب: اتهموه بسرقة الحديث، لكن قال فيه يحيى بن معين حين سئل عنه: ثقة. فقال السائل: يقولون فيه؟ فقال: يحسدونه، هو والله الذي لا إله إلا هو ثقة(¬4). ¶ وأما عبد الرحمن بن أبي الزناد فصدوق تغير حفظه لما قدم بغداد، قاله الحافظ في التقريب. ¶ وأما حديث سهل بن سعد÷ ¶ فأخرجه الطبراني(¬5) بقوله: ¶ حدثنا أحمد بن طاهر بن حرملة بن يحيى، حدثنا جدي حرملة بن يحيى، ثنا ابن وهب ومحمد بن إدريس الشافعي، قالا: ثنا مالك بن أنس، عن أبي حازم عن سهل بن سعد، قال:سمعت النبي\" يقول: ¶ =إن بلالاً ينادي بليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم+، وكان الشافعي يزيد في حديثه: ¶ ¬__________ ¶ (¬1) انظر ص41. ¶ (¬2) الكبير (5/124) رقم4818. ¶ (¬3) المرجع السابق رقم4819. ¶ (¬4) انظر تهذيب الكمال للمزي (31/432). ¶ (¬5) الكبير (6/140) رقم5773، والأوسط (2/524) رقم1902.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "=وكان ابن أم مكتوم لا يؤذن حتى يقال له، أصبحت، أصبحت+. ¶ قال الطبراني: لم يرو هذا الحديث عن مالك إلا ابن وهب والشافعي. ¶ وقال الهيثمي: ¶ رواه الطبراني في الأوسط، ورجاله رجال الصحيح.اهـ(¬1). ¶ قلت: وما قاله الهيثمي فيه نظر؛ فإن شيخ الطبراني في هذا الحديث يكذب قاله الدارقطني(¬2). ¶ وقال ابن عدي: =ضعيف جداً، يكذب في حديث رسول الله\" إذا روى، ويكذب في حديث الناس إذا حدث عنهم+(¬3). ¶ وأما حديث أنس بن مالك÷ ¶ فأخرجه البزار: حدثنا عبدة بن عبد الله وسعيد بن بحر، قالا: ثنا محمد بن بشر، ثنا سعيد، عن قتادة، عن أنس، أن رسول الله\" قال: ¶ =إن بلالاً يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+(¬4). ¶ قال البزار: لا نعلمه عن أنس إلا بهذا الإسناد تفرد به محمد بن بشر، عن سعيد. ¶ وقال الهيثمي _رحمه الله تعالى_: ¶ =رواه البزار، ورجاله رجال الصحيح+اهـ(¬5). ¶ قلت: وهو كما قال رجاله رجال الصحيح إلا ما يخشى من اختلاط سعيد _وهو ابن أبي عروبة_ وتدليسه، وقد انتفيا عنه هنا. ¶ أما الاختلاط فقد سمع منه محمد بن بشر _وهو العبدي الثقة الحافظ_ قبل الاختلاط. ¶ قال الحافظ ابن رجب _رحمه الله تعالى_ في سعيد بن أبي عروبة: ¶ =قال أحمد: سماع محمد بن بشر منه جيد+(¬6). ¶ وأما التدليس فقد ذكره الحافظ في طبقات المدلسين في المرتبة الثانية التي احتمل الأئمة تدليسه وأخرجوا له في الصحيح لإمامته وقلة تدليسه في جنب ما روى أو أنه لايدلس إلا عن ثقة. ¶ فصل ¶ في حديث عبد لله بن مسعود÷ ¶ قال الإمام البخاري _رحمه الله تعالى_: ¶ حدثنا أحمد بن يونس, حدثنا زهير, قال: حدثنا سليمان التيمي عن أبي عثمان النهدي, عن عبد الله بن مسعود, عن النبي\" قال: ¶ ¬__________ ¶ (¬1) مجمع الزوائد (3/153). ¶ (¬2) انظر الضعفاء والمتروكين رقم 54. ¶ (¬3) الكامل لابن عدي (1/199). ¶ (¬4) كشف الأستار(1/467) رقم 982. ¶ (¬5) مجمع الزوائد (3/153). ¶ (¬6) شرح علل الترمذي (2/566).",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "=لا يمنعن أحدكم, أو واحداً منكم أذان بلال من سحوره؛ فإنه يؤذن أو ينادي بليل؛ ليرجع قائمكم, ولينبه نائمكم, وليس أن يقول الفجر أو الصبح _وقال بأصابعه ورفعها إلى فوقُ, وطأطأ إلى أسفلُ_ حتى يقول هكذا+. ¶ وقال زهير بسبابتيه إحداهما فوق الأخرى, ثم مدهما عن يمينه وشماله+اهـ(¬1). ¶ ومن طريق زهير _وهو ابن معاوية_ أخرجه أبو داود(¬2) والطحاوي(¬3) وأخرجه أحمد(¬4) ومسلم(¬5) وأبو يعلى(¬6) وابن حبان(¬7) والبيهقي(¬8) من طريق إسماعيل ابن إبراهيم بن علية, عن سليمان التيمي به. ¶ ورواه أحمد(¬9) والبخاري(¬10) والنسائي(¬11) وأبو داود(¬12) وابن حبان(¬13) وابن ماجة(¬14) من طريق يحيى بن سعيد القطان, عن سليمان التيمي به. ¶ وأخرجه البخاري(¬15). ¶ من طريق يزيد بن زريع عن سليمان التيمي به. ¶ وأخرجه مسلم(¬16) والنسائي(¬17) وابن أبي شيبة(¬18) وابن خزيمة(¬19) والبيهقي(¬20). ¶ من طريق المعتمر بن سليمان, عن أبيه به. ¶ ¬__________ ¶ (¬1) صحيح البخاري (1/153) باب الأذان قبل الفجر. ¶ (¬2) سنن أبي داود (2/759) رقم 2347. ¶ (¬3) معاني الآثار (1/139) . ¶ (¬4) مسند أحمد (1/435) . ¶ (¬5) صحيح مسلم (2/768) رقم 1093. ¶ (¬6) مسند أبي يعلى (9/154) رقم 5238. ¶ (¬7) صحيح ابن حبان (8/246) رقم 3468. ¶ (¬8) السنن الكبرى (1/381). ¶ (¬9) مسند أحمد (1/386). ¶ (¬10) صحيح البخاري (8/133) كتاب أخبار الآحاد باب رقم 1. ¶ (¬11) السن الصغرى (4/148) والكبرى (2/81) رقم 2480. ¶ (¬12) سنن أبي داود (2/759) رقم 2347. ¶ (¬13) صحيح ابن حبان (8/250) رقم 2472. ¶ (¬14) سنن ابن ماجه(1/541) رقم 1696. ¶ (¬15) صحيح البخاري (6/176) كتاب الطلاق باب رقم 24. ¶ (¬16) صحيح مسلم (2/769) رقم 1093 ـ 40. ¶ (¬17) السنن الصغرى (2/11) والكبرى (1/501) رقم 1605. ¶ (¬18) المصنف (3/9). ¶ (¬19) صحيح ابن خزيمة (1/209) رقم 402 , و (3/210) رقم 1928. ¶ (¬20) السنن الكبرى (4/218).",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "ورواه أحمد(¬1) وابن ماجة(¬2). ¶ من طريق ابن أبي عدي _وهو محمد بن إبراهيم_ عن سليمان التيمي به. ¶ وخرجه مسلم(¬3). ¶ من طريق أبي خالد الأحمر _وهو سليمان بن حيان_ عن سليمان التيمي به. ¶ ورواه مسلم(¬4) والبيهقي(¬5). ¶ من طريق جرير بن عبد الحميد, عن سليمان التيمي به. ¶ ورواه ابن الجارود(¬6). ¶ من طريق حماد بن مسعدة, عن سليمان به. ¶ وأخرجه الطبراني(¬7). ¶ من طريق القاسم بن معن, عن سليمان به. ¶ ورواه أبو داود الطيالسي(¬8). ¶ من طريق حماد بن سلمة, عن سليمان به. ¶ وأخرجه أبو نعيم(¬9). ¶ من طريق أبي بكر بن عياش, عن سليمان به. ¶ فهؤلاء اثنا عشر رجلاً من أصحاب سليمان بن طرخان التيمي الذين رووا هذا الحديث عنه, فيما وقفت عليه. ¶ والذين وقفت عليه أيضاً أنه تفرد به سليمان, عن أبي عثمان النهدي, وتفرد النهدي به ¶ عن عبد الله بن مسعود, وتفرد ابن مسعود به عن النبي\". ¶ وعلى هذا فالحديث هذا يكون مثل حديث عمر بن الخطاب÷: ¶ =إنما الأعمال بالنيات+ أي في التفرد في آخر السند، والله أعلم. ¶ غريب الحديث: ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: في شرح الحديث: ¶ =ليرجع+ بفتح الياء وكسر الجيم المخففة، يستعمل هكذا لازماً ومتعدياً, يقال: رجع زيد, ورجعت زيداً, ولا يقال في المتعدي بالتثقيل. ¶ فعلى هذا من رواه بالضم والتثقيل أخطأ؛ فإنه يصير من الترجيع والترديد, وليس مرادنا هنا. ¶ وإنما معناه: يرد القائم المتهجد إلى راحته؛ ليقوم إلى صلاة الصبح نشيطاً أو يكون له حاجة إلى الصيام فيتسحر, ويوقظ النائم؛ ليتأهب لها بالغسل ونحوه+اهـ(¬10). ¶ ¬__________ ¶ (¬1) مسند أحمد (1/393). ¶ (¬2) سنن ابن ماجة (1/541) رقم 1696. ¶ (¬3) صحيح مسلم (2/769) 1093. ¶ (¬4) صحيح مسلم (2/769) رقم 1093_ 40. ¶ (¬5) السنن الكبرى (4/ 218). ¶ (¬6) المنتقى ص104 رقم 382. ¶ (¬7) الكبير (10/283) رقم 10558. ¶ (¬8) مسند الطيالسي ص 46 رقم 350. ¶ (¬9) مسند أبي نعيم (3/169) رقم 2457. ¶ (¬10) فتح الباري (2/104).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وجه الدليل ¶ من هذه الأدلة على جواز الأذان قبل الفجر: قوله _عليه الصلاة والسلام_: ¶ =إن بلالاً يؤذن بليل+. ¶ قال الموفق ابن قدامة _رحمه الله تعالى_ في ذلك: ¶ =وهذا يدل على دوام ذلك منه، والنبي\" أقره عليه، ولم ينهه عنه، فثبت جوازه+اهـ(¬1). ¶ وقال ابن عبد البر _رحمه الله تعالى_: ¶ =هذا إخبار منه أن شأن بلال أن يؤذن للصبح بليل، فإذا جاء رمضان فلا يمنعنكم أذانه من سحوركم، وكلوا واشربوا حتى يؤذن ابن أم مكتوم، فإن من شأنه أن يقارب الصباح بأذانه =اهـ(¬2). ¶ وقال الشيرازي _رحمه الله تعالى_: ¶ =ولأن الصبح يدخل وقتها والناس نيام، وفيهم الجنب والمحدث فاحتيج إلى تقديم الأذان، ليتأهب للصلاة، ويخالف سائر الصلوات؛ فإنه يدخل وقتها والناس مستيقظون، فلا يحتاج إلى تقديم الأذان=اهـ(¬3). ¶ قالوا: والحديث يدل على أن الأذان للصبح جائز بعد منتصف الليل، وأنه للصلاة، فيكتفى به، ولا يعاد. ¶ قال ابن عبد البر _رحمه الله تعالى_: ¶ =وفي هذا الحديث من الفقه: الأذان بالليل لصلاة الصبح؛ إذ لا أذان عند الجميع للنافلة في صلاة الليل ولا غيرها، ولا أذان إلا للفرائض المكتوبات+(¬4). ¶ وقال في موضع آخر: ¶ =وفي هذا الحديث: جواز الأذان لصلاة الصبح ليلاً، وفي إجماع المسلمين على أن النافلة لا أذان لها ما دل على أن الأذان بالليل إنما كان لصلاة الصبح+(¬5). ¶ وقال الشيرازي _رحمه الله تعالى_: ¶ =و أما الصبح فيجوز أن يؤذن له بعد منتصف الليل ؛ لقول النبي\": ¶ =إن بلال يؤذن بليل، فكلوا واشربوا حتى يؤذن ابن أم مكتوم+(¬6). ¶ وقال الموفق ابن قدامة _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) المغني (2/63). ¶ (¬2) التمهيد (10/58) والاستذكار (4/93) رقم 4269. ¶ (¬3) انظر متن المجموع شرح المهذب ( 3/86). ¶ (¬4) التمهيد (10/58). ¶ (¬5) الاستذكار (3/93) رقم 4266. ¶ (¬6) انظر متن المجموع شرح المهذب ( 3/86).",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "=قال بعض أصحابنا: ويجوز الأذان للفجر بعد نصف الليل، وهذا مذهب الشافعي+اهـ(¬1). ¶ وقال البغوري _رحمه الله تعالى_في شرح حديث: =لا يمنعنكم من سحوركم أذان بلال ... الخ: ¶ =فيه دليل على أن أذان الصبح محسوب قبل طلوع الفجر، ولا يعيد، وهو قول مالك والأوزعي وابن المبارك والشافعي وأحمد وإسحاق وأبي ثور . ¶ وقال قوم: لا يحسب، ويعيد بعد طلوع الفجر، وبه قال سفيان الثوري وأبو حنيفة. ¶ أما سائر الصلوات والجمعة فلا يحسب أذانها قبل دخول أوقاتها+اهـ(¬2). ¶ وقال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =وإلى الاكتفاء مطلقاً ذهب مالك والشافعي و أحمد و أصحابهم، وخالف ابن خزيمة و ابن المنذر وطائفة من أهل الحديث، وقال به الغزالي في الإحياء، وادعى بعضهم أنه لم يرد في شيء من الحديث ما يدل على الاكتفاء، وتعقب بحديث الباب. ¶ وأجيب بأنه مسكوت عنه، فلا يدل. ¶ وعلى التنزل فمحله إذا لم يرد نطق بخلافه، وهنا قد ورد حديث ابن عمر وعائشة بما يشعر بعدم الاكتفاء، وكان هذا هو السر في إيراد البخاري لحديثهما في هذا الباب عقب حديث ابن مسعود=اهـ(¬3). ¶ ومن حججهم على جواز الأذان لصلاة الصبح قبل طلوعه صحة هذه الأحاديث مع اعتضادها بعمل أهل الحرمين. ¶ قال البيهقي _رحمه الله تعالى_ بعدما ذكر تضعيف بعض أهل العلم لحديث حماد بن سلمة الآتي بعد _إن شاء الله تعالى_: ¶ =والأحاديث الصحاح مع فعل أهل الحرمين أولى بالقبول منه، وبالله التوفيق. ¶ أخبرنا أبو الحسين بن بشران العدل ببغداد، ثنا أبو عمرو بن السماك، ثنا إسحاق، حدثني أبو عبدالله _يعني أحمد بن حنبل_ ثنا شعيب بن حرب، قلت: لمالك بن أنس: ¶ أليس قد أمر النبي\" بلال أن يعيد الأذان؟ فقال: قال رسول الله\": =إن بلالاً يؤذن بليل، فكلوا واشربوا+. ¶ ¬__________ ¶ (¬1) المغني ( 2/65). ¶ (¬2) شرح السنة (2/300) رقم 435. ¶ (¬3) فتح الباري ( 2/104).",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "قلت: أليس قد أمره أن يعيد الأذان؟ قال: لا: لم يزل الأذان عندنا بليل+اهـ(¬1). ¶ وجاء في الموطأ عن مالك ما نصه: ¶ =لم تزل الصبح ينادى لها قبل الفجر، فأما غيرها من الصلوات، فإنا لم نرها ينادى لها إلا بعد أن يحل وقتها+اهـ(¬2). ¶ قال ابن عبد البر _رحمه الله تعالى_: في قول مالك هذا: ¶ =فهذا يدلك على أن الأذان عنده مأخوذ من العمل؛ لأنه لا ينفك منه كل يوم، فيصح الاحتجاج فيه بالعمل؛ لأنه ليس مما ينسى+اهـ(¬3). ¶ قلت: و أجيب عن عمل أهل الحرمين المذكور بأنه مخدوش، حيث أنه ثبت عن أم المؤمنين عائشة ونافع مولى ابن عمر _رضى الله عنهما_ بالسند الصحيح أنهما أخبرا عن عصرهما الذي عاشا فيه _أي الصحابة، وعصر التابعين_ أنه ما يؤذن لصلاة الفجر إلا بعد طلوعه. ¶ وسيأتي بسط ذلك عنهما في موضعه _إن شاء الله تعالى_(¬4). ¶ ولهذا قال ابن حزم _رحمه الله تعالى_ بعد أن ذكر الآثار الواردة في منع الأذان قبل طلوع الفجر: ¶ =فهذه أقوال أئمة أهل المدينة عمر بن الخطاب وعائشة أم المؤمنين ونافع وغيرهم، وهم أولى بالاتباع ممن جاء بعدهم، فوجد عملاً لا يدرى أصله، ولا يجوز فيه دعوى نقل التواتر، عن مثله أصلاً؛ لأن الروايات عن هؤلاء الثقات مبطلة لهذه الدعوى التي لا تصلح، ولا يعجز عنها أحد=اهـ(¬5). ¶ وأما الأحاديث الصحيحة المستدل بها على جواز الأذان لصلاة الصبح قبل طلوعه, فأجيب عنها بما يزيد على عشرة أوجه:- ¶ الأول: أنها صحيحة غير صريحة الدلالة على الدعوى. ¶ الثاني: أن قوله\": =إن بلالاً يؤذن بليل+ لفظ مطلق قيده رواته بالزمن اليسير الذي مقداره: =ما بين أن ينزل بلال من المنار ويصعد ابن أم مكتوم+ كما جاء في حديث عائشة وابن عمر وأنيسة _رضي الله عنهم+ بلفظ: ¶ =ولم يكن بين أذانهما إلا أن يرقى هذا وينزل هذا+. ¶ ¬__________ ¶ (¬1) السنن الكبرى ( 1/385). ¶ (¬2) الموطأ ( 1/72). ¶ (¬3) الاستذكار ( 4/70) رقم4171. ¶ (¬4) انظر ص 85 ، 88. ¶ (¬5) المحلى لابن حزم ( 3/162).",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وفي رواية: =ولم يكن بينهما إلا أن ينزل هذا ويصعد هذا+. ¶ وفي أخرى: =ولم يكن بينهما إلا مقدار ما يصعد هذا, وينزل هذا+. ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =وفي هذا تقييد لما أطلق في الروايات الأخرى من قوله: =إن بلالاً يؤذن بليل+اهـ(¬1). ¶ وقال الطحاوي _رحمه الله تعالى_: ¶ =فلما كان بين أذانهما من القرب ما ذكرنا ثبت أنهما كان يقصدان وقتاً واحداً وهو طلوع الفجر, فيخطئه بلال لما يبصر, ويصيبه ابن أم مكتوم؛ لأنه لم يكن يفعله حتى يقول له الجماعة: =أصبحت, أصبحت+. ¶ وقد قال قبل هذا بعدة أسطر: ¶ =ولو كانوا يعرفون ذلك أذاناً, لما احتاجوا إلى ذلك النداء, وأراد به _عندنا والله أعلم بذلك النداء_ إنما هو ليعلمهم أنهم في ليل بعد حتى يصلي من آثر منهم أن يصلي, ولا يمسك عما يمسك عنه الصائم+اهـ(¬2). ¶ وقال الإمام ابن دقيق العيد _رحمه الله تعالى_: ¶ =ومن قال بجواز الأذان للصبح قبل دخول وقتها اختلفوا في وقته, وذكر بعض أصحاب الشافعي أنه يكون في وقت السحر بين الفجر الصادق والكاذب. ¶ قال: ويكره التقديم على ذلك الوقت. ¶ وقد وجد في الحديث ما يقرب هذا وهو أن قوله\": ¶ =إن بلالاً يؤذن بليل+ إخبار تتعلق به فائدة للسامعين قطعاً, وذلك إذا كان وقت الأذان مشتبهاً يحتمل أن يكون عند طلوع الفجر, فبين أن ذلك لا يمنع الأكل والشرب إلا عند طلوع الفجر الصادق. ¶ وذلك يدل على تقارب وقت أذان بلال من الفجر+(¬3). ¶ وقال الزركشي _رحمه الله تعالى_: ¶ =وقال البيهقي _رحمه الله تعالى_: =مجموع ما روي في تقديم الأذان قبل الفجر إنما هو بزمن يسير, لعله لا يبلغ مقدار قراءة الواقعة, بل أقل منها, ففضيلة التقديم بهذا, لا بأكثر. ¶ وأما ما يفعل في زماننا من الأذان للفجر من الثلث الأخير فخلاف السنة إن سلم جوازه+اهـ(¬4). ¶ ¬__________ ¶ (¬1) فتح الباري ( 2/105 ). ¶ (¬2) معاني الأثار (1/140). ¶ (¬3) إحكام الأحكام لابن دقيق العيد (1/181). ¶ (¬4) شرح الزركشي (1/509).",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقال شيخ الإسلام ابن تيمية _رحمه الله تعالى_: ¶ =ويستحب أن يكون التأذين قُرَيْبَ الفجر؛ ليحصل المقصود, وهو إيقاظ النائم, ورجع القائم؛ فإنه لا يقصد قبل ذلك. ¶ وفي الصحيحين: =أنه لم يكن بين أذان بلال وبين ابن أم مكتوم إلا أن ينزل هذا ويرقى هذا+اهـ(¬1). ¶ الوجه الثالث: ¶ أن الأخبار جاءت بأن الأذان الواقع من بلال بليل أي قبل دخول وقت الفجر معللة بأن في بصره ضعفاً, وأنه لا يدري ما الليل؟! ¶ فعن سمرة بن جندب÷ قال: قال رسول الله\": ¶ =لا يغرنكم نداء بلال؛ فإن في بصره سوءاً, ولا بياض يرى بأعلى السحر+. ¶ أخرجه أحمد والطبراني بإسناد صحيح وتقدم(¬2). ¶ وعن أنس بن مالك, قال: قال رسول الله\": ¶ =لا يمنعنكم أذان بلال من السحور؛ فإن في بصره شيئاً+. ¶ أخرجه أحمد(¬3) وابن أبي شيبة(¬4) وأبو يعلى(¬5) والطحاوي(¬6) والضياء المقدسي(¬7). ¶ من طريق محمد بن بشر, ثنا سعيد, عن قتادة, عن أنس به. ¶ هذا لفظ أحمد وابن أبي شيبة وأبي يعلى والضياء. ¶ ولفظ الطحاوي والضياء في رواية: =لا يغرنكم أذان بلال؛ فإن في بصره شيئا+. ¶ قال الهيثمي _رحمه الله تعالى_: ¶ =رواه أحمد, ورجاله رجال الصحيح+(¬8). ¶ وقال ابن التركماني _رحمه الله تعالى_: ¶ سنده جيد(¬9). ¶ قلت: وهو كما قالا, رجاله ثقات حفاظ, وليس له علة إلا ما يخشى من اختلاط سعيد _وهو ابن أبي عروبة_ وتدليسه, وقد انتفيا عنه هنا. ¶ أما الاختلاط فقد سمع منه محمد بن بشر _وهو العبدي_ قبل الاختلاط. ¶ قال الحافظ ابن رجب _رحمه الله تعالى_ قال أحمد: سماع محمد بن بشر منه جيد+(¬10). ¶ ¬__________ ¶ (¬1) شرح العمدة (2/115). ¶ (¬2) انظر ص21. ¶ (¬3) مسند أحمد (3/140). ¶ (¬4) المصنف ( 3/9). ¶ (¬5) مسند أبي يعلى (5/297) رقم 2917. ¶ (¬6) معاني الأثار (1/140). ¶ (¬7) المختارة (7/39) رقم2428، 2429، 2430، 2431. ¶ (¬8) مجمع الزوائد (3/153). ¶ (¬9) الجوهر النقي (1/385). ¶ (¬10) شرح علل الترمذي لابن رجب (2/566).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وأما التدليس, فقد تقدم انتفاؤه عنه(¬1). ¶ وعن ابن عمر _رضي الله عنهما_ أن رسول الله\" قال: =إن بلالاً لا يدري ما الليل، فكلوا واشربوا حتى ينادي ابن مكتوم+. ¶ أخرجه أحمد بإسناد حسن، وصححه أحمد شاكر وتقدم(¬2). ¶ وقال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =روى الحسن بن سفيان وابن السكن وابن شاهين وابن أبي خيثمة والطبراني في الأوسط من طريق أبي هبيرة, عن جده شيبان, قال: ¶ =دخلت المسجد، فاستندت إلى حجرة النبي\" فتنحنحت. فقال: =أبو يحيى؟+ قلت:أبو يحيى. ¶ قال: =هلم إلى الغداء, قلت: إني أريد الصوم. قال: =وأنا أريد الصوم، لكن مؤذننا هذا في بصره سوء، وأنه أذن قبل أن يطلع الفجر+. ¶ قال الحافظ: قال ابن السكن: ليس يروى عنه غيره. ¶ وروى ابن السكن من وجه آخر, عن أشعث, عن يحيى بن عباد, عن شيبان, عن أبيه, عن جده.. فذكر نحوه في الإسناد, عن أبيه, وأشار إلى رجحان الرواية الأولى. ويحيى بن عباد هو ابن هبيرة+اهـ(¬3). ¶ قال الحافظ ابن حجر: إسناده صحيح(¬4). ¶ قلت: الحديث أخرجه البخاري(¬5) وابن أبي عاصم(¬6) والطبراني(¬7) وأبو نعيم(¬8) وابن الأثير(¬9) وابن قانع(¬10) والبيهقي(¬11). ¶ من طرق عن أشعث بن سوار, عن أبي هبيرة يحيى بن عباد, عن جده شيبان به. ¶ قال البيهقي: تفرد به أشعث بن سوار. فإن صح فكأن ابن أم مكتوم وقع تأذينه قبل الفجر, فلم يمتنع رسول الله\" من الأكل+. ¶ قلت: أما جزم البيهقي بذلك ففيه نظر لوجهين: ¶ ¬__________ ¶ (¬1) انظر ص 57 ¶ (¬2) ص 28. ¶ (¬3) انظر الإصابة لابن حجر (2/160). ¶ (¬4) انظر الدراية (1/120). ¶ (¬5) التاريخ الكبير (4/ 252، 253). ¶ (¬6) الآحاد و المثاني (5/112) رقم 2652. ¶ (¬7) الكبير (7/311) رقم 7228, والأوسط (5/356) رقم 4703. ¶ (¬8) معرفة الصحابة (3/1482) رقم 756. ¶ (¬9) أسد الغابة (2/613) رقم 2464 و(6/349) رقم 6340. ¶ (¬10) معجم الصحابة (1/340) رقم 425. ¶ (¬11) السنن الكبرى (4/218).",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أحدهما: أن الأدلة التي معنا الآن تدل على أن المؤذن هو بلال وهو الذي في بصره سوء. ¶ الثاني:أن ابن أم مكتوم أعمى لا يبصر نهائياً فلا يؤذن حتى يقال له: أصبحت أصبحت. ¶ وأما سند الحديث ففيه أشعث بن سوار. وقد قال فيه ابن معين: ثقة, وفي رواية قال: ضعيف(¬1). ¶ وقال ابن شاهين: وسئل عثمان بن أبي شيبة عن أشعث بن سوار؟ فقال: ثقة, صدوق. قيل له: حجة؟ قال: أما حجة فلا. وقال: أشعث بن سوار وأشعث بن عبد الملك ثقتان(¬2). ¶ وذكره الحافظ الذهبي في الرواة المتكلم فيهم بما لا يوجب الرد, وقال: حسن الحديث(¬3). ¶ وقال الحافظ المزي: روى له البخاري في الأدب ومسلم في المتابعات, والباقون سوى أبي داود(¬4). ¶ وعلى هذا فالسند حسن والله أعلم. ¶ فهذه أربعة أحاديث صحيحة الإسناد _ كما ترى_ قد تواطأت على أن الرسول\" أخبر بعدم امتناع المتسحرين من سحورهم بأذان بلال, وعدم الاغترار بأذانه معللاً ذلك بأنه لا يدري ما الليل لما في بصره من الضعف. ¶ الوجه الرابع: ¶ الأمر بإعادة الأذان إذا وقع قبل طلوع الفجر. ورد هذا من حديث ابن عمر, وأنس وبلال _رضي الله عنهم_. ¶ أما حديث ابن عمر _رضي الله عنهما_ فأخرجه أبو داود(¬5) والدارقطني(¬6) والطحاوي(¬7) والبيهقي(¬8) وابن حزم(¬9). ¶ من طرق, عن حماد بن سلمة، عن أيوب، عن نافع، عن ابن عمر, قال: إن بلالاً أذن قبل طلوع الفجر, فأمره النبي\" أن يرجع, فينادي: ألا إن العبد قد نام, ألا إن العبد قد نام\". ¶ قال أبو داود _رحمه الله تعالى_: ¶ =وهذا الحديث لم يروه عن أيوب إلا حماد بن سلمة. ¶ ¬__________ ¶ (¬1) تاريخ ابن معين (2/40) وانظر تهذيب الكمال للمزي (3/268). ¶ (¬2) الثقات لابن شاهين ص36 رقم70. ¶ (¬3) الرواة المتكلم فيهم ص71 رقم41. ¶ (¬4) تهذيب الكمال (3/270) رقم524. ¶ (¬5) سنن أبي داود (1/364) رقم532. ¶ (¬6) سنن الدار قطني (1/244) رقم 47. ¶ (¬7) معاني الآثار (1/139). ¶ (¬8) السنن الكبرى (1/383). ¶ (¬9) المحلى (3/164).",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ورواه الترمذي معلقاً(¬1) وقال: هذا حديث غير محفوظ.. ولو كان صحيحاً لم يكن لحديث: =إن بلالاً يؤذن بليل+. معنى؛ إذ قال رسول الله\": =إن بلال يؤذن بليل+, فإنما أمرهم فيما يستقبل فقال: =إن بلالاً يؤذن بليل+, ولو أمره بإعادة الأذان حين أذن قبل طلوع الفجر لم يقل: =إن بلالاً يؤذن بليل\". ¶ قال علي بن المديني: حديث حماد بن سلمة، عن أيوب, عن نافع, عن ابن عمر, عن النبي\" هو غير محفوظ, وأخطأ فيه حماد بن سلمة. ومن حجة الترمذي على رد هذا الحديث قوله: ¶ =وروى عبد العزيز بن أبي رواد, عن نافع, أن مؤذناً لعمر أذن بليل, فأمره عمر أن يعيد الأذان+. ثم قال: ¶ =وهذا لا يصح أيضاً؛ لأنه عن نافع, عن عمر: منقطع. ولعل حماد بن سلمة أراد هذا الحديث+اهـ. ¶ ونقل البيهقي عن ابن المديني قوله ذلك وزاد أن محمد بن يحيى وهو الذهلي قال: =شاذ غير واقع على القلب, وهو خلاف ما رواه الناس, عن ابن عمر+. ¶ وقال أبو حاتم الرازي _رحمه الله تعالى_: ¶ =فلو صح هذا الحديث لدفعه حديث هشام بن عروة, عن أبيه, عن عائشة والقاسم بن محمد عن عائشة, عن النبي\" قال: =إن بلالاً يؤذن بليل وكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ فقد جوز النبي\" الأذان قبل الفجر, مع أن حديث حماد بن سلمة خطأ+.اهـ(¬2). ¶ وقال ابن عبد البر _رحمه الله تعالى_: ¶ =انفرد به حماد بن سلمة دون أصحاب أيوب, وأنكروه عليه, وخطأوه فيه؛ لأن أصحاب أيوب يروونه عن أيوب, قال: =أذن بلال مرة بليل+.. فذكره مقطوعا+اهـ(¬3). ¶ وقال البيهقي: =والأحاديث الصحاح مع فعل أهل الحرمين أولى بالقبول منه+. ¶ قلت: حديث حماد _ له أصل, ولعله يكون صحيحا؛ لأن رواته ثقات حفاظ, وقد كثرت طرقه وشواهده ووجد متابع له. ¶ قال ابن رشد: وصححه كثير من أهل العلم(¬4). ¶ ¬__________ ¶ (¬1) جامع الترمذي (1/394). ¶ (¬2) العلل لابن أبي حاتم (1/114) ¶ (¬3) التمهيد(10/69) ¶ (¬4) بداية المجتهد (1/110)",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أما طرقه فقد جاء من طريق عامر بن مدرك بن أبي الصفيراء الحارثي, ثنا عبد العزيز بن أبي رواد, عن نافع, عن ابن عمر +رضي الله عنهما+, أن بلالاً أذن قبل الفجر, فغضب النبي\" وأمره أن ينادي: =إن العبد نام+ فوجد بلال وجداً شديداً+. ¶ أخرجه الدار قطني(¬1) والبيهقي(¬2). وقالا: وَهِمَ فيه عامر بن مدرك. ¶ والصواب: رواية شعيب بن حرب, عن عبد العزيز بن أبي رواد, عن نافع, عن مؤذن عمر، عن عمر قوله. ¶ قلت: عامرابن مدرك قال فيه أبوحا تم الرازي: =شيخ+، ولقب =شيخ+ في اصطلاح أبي حاتم في الدرجة الثالثة من درجات التعديل أي ممن يكتب حديثه وينظر فيه(¬3). ¶ وذكره ابن حبان في الثقات(¬4)، وقال: ربما أخطأ. ¶ وقال الحافظ في التقريب: لين الحديث. ¶ وأخرجه البيهقي(¬5) وابن أبي حاتم(¬6). ¶ من طريق إبراهيم بن عبدالعزيزبن أبي محذورة، عن عبدالعزيز بن أبي رواد عن نافع، عن ابن عمر، أن بلالاً أذن بليل، فقال له النبي\": ¶ =ما حملك على ذلك؟ قال: استيقظت وأنا وسنان، فظننت أن الفجر قد طلع، فأذنت، فأمره النبي\" أن ينادي في المدينة ثلاثاً أن العبد رقد، ثم أقعده إلى جنبه حتى طلع الفجر، ثم قال: قم الآن، ثم ركع رسول الله\" ركعتي الفجر+. ¶ وحكم عليه البيهقي بأنه ضعيف لا يصح. ¶ قال ابن التركماني: ذكر فيه حديث إبراهيم بن عبدالعزيزبن أبي محذورة... وحكم عليه بأنه ضعيف لا يصح. ¶ قلت: إبراهيم روى له الترمذي، وصحح حديثه، وذكره البيهقي _فيما بعد_ في باب الترغيب في التعجيل بالصلوات، وقال:هو مشهور، وذكره ابن حبان في الثقات، وباقي السند صحيح أيضا+(¬7). ¶ ¬__________ ¶ (¬1) سنن الدار قطني (1/244) رقم 52 ¶ (¬2) السنن الكبرى (1/383) ¶ (¬3) انظر لهذا الجرح والتعديل (2/37) و(6/328) رقم1827. ¶ (¬4) الثقات لابن حبان (8/501). ¶ (¬5) السنن الكبرى (2/383). ¶ (¬6) العلل لابن أبي حاتم (1/114). ¶ (¬7) الجوهر النقي على سنن البيهقي (1/383).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "قلت: وهو كما قال ذكره ابن حبان في الثقات(¬1)، وقال: يخطئ. ¶ وقيل لأبي حاتم الرازي: =فحديث ابن أبي محذورة؟ قال ابن أبي محذورة شيخ(¬2). ¶ وقال الحافظ في التقريب والخزرجى في الخلاصة: صدوق يخطئ والحديث احتج به ابن دقيق العيد(¬3). ¶ وأخرج عبدالرزاق (¬4)، ومن طريقه الدارقطني(¬5), عن معمر، عن أيوب، قال: =أذن بلال مرة بليل, فقال له النبي\": ¶ =أخرج فناد: إن العبد قد نام\" فخرج وهو يقول: ليت بلالاً ثكلته أُمُّهُ وابْتَلَّ من نضح دمٍ جبينهُ، ثم نادى: إن العبد نام+. ¶ هذا وقد تابع حماداً على وصله سعيد بن زربي _وكان ضعيفاً_ عن أيوب. قاله الحافظ الدار قطني(¬6). ¶ ومن شواهده: حديث أنس بن مالك ÷، قال: =أذن بلال مرة، فأمره النبي\" أن يعيد فرقى بلال وهو يقول: ليت بلالاً ثكلته أمه، وابتل من نضح دم جبينه، يرددها حتى صعد، ثم قال: إن العبد نام مرتين، ثم أذن حين أضاءالفجر+. ¶ أخرجه الدارقطني(¬7) والبزار(¬8) وابن عساكر(¬9). ¶ من طريق محمد بن القاسم الأسدي، ثنا الربيع بن صبيح، عن الحسن، عن أنس به. ¶ قال الدار قطني: محمد بن القاسم الأسدي ضعيف جداً. ¶ وقال الهيثمي: رواه البزار وفيه محمد بن القاسم ضعفه أحمد وأبو داود ووثقه ابن معين(¬10). ¶ وقال الحافظ في التقريب: كذبوه. ¶ وقال يحيى بن معين: ثقة، قد كتبت عنه، وقال أبو زرعة: شيخ(¬11). ¶ وقال العجلي: كان شيخا صدوقا عثمانياً(¬12). ¶ ¬__________ ¶ (¬1) الثقات لابن حبان (6/7). ¶ (¬2) العلل لابن أبي حاتم (1/114). ¶ (¬3) انظر نصب الراية للزيلعي (1/288). ¶ (¬4) المصنف (1/491) رقم1888. ¶ (¬5) سنن الدارقطني (1/244) رقم50. ¶ (¬6) سنن الدار قطني (1/244) رقم48. ¶ (¬7) سنن الدارقطني (1/245) رقم55. ¶ (¬8) كشف الأستار (1/184) رقم364. ¶ (¬9) تاريخ دمشق (10/467). ¶ (¬10) مجمع الزوائد (2/5). ¶ (¬11) الجرح والتعديل لابن أبي حاتم (8/65)رقم295 ¶ (¬12) ثقات العجلي(2/250)رقم1636",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "وقال ابن شاهين: ثقة، قال يحيى: وقد كتبت عنه(¬1). ¶ وعنه أيضاً ÷ أن بلالاً أذن قبل الفجر، فأمره رسول الله\" أن يعود فينادي: إن العبد نام، ففعل. ¶ وقال: =ليت بلالاً لم تلده أمه، وابتل من نضح دم جبينه+. ¶ أخرجه الدار قطني(¬2). ¶ من طريق أبي يوسف القاضي، عن سعيد بن أبي عروبة ،عن قتادة، عن أنس به. ¶ ثم قال: تفرد به أبو يوسف، عن سعيد، وغيره يرسله عن سعيد، عن قتادة، عن النبي\". ¶ ثم قال: =حدثنا عثمان بن أحمد، ثنا يحيى بن أبي طالب، ثنا عبدالوهاب، ثنا سعيد عن قتادة، أن بلالاً أذن، ولم يذكر أنساً، والمرسل أصح\". ¶ قال العيني _رحمه الله تعالى_: ¶ =قلت: أبو يوسف ثقة، وهم وثقوه، والرفع من الثقة زيادة مقبولة. ¶ ومما يقويه حديث حفصة بنت عمر _رضي الله عنهما_ أن رسول الله\" كان إذا أذن المؤذن بالفجر قام فصلى ركعتي الفجر، ثم خرج إلى المسجد، وحرم الطعام، وكان لا يؤذن حتى يصبح+اهـ(¬3). ¶ =قلت: أبو يوسف قد وثقه البهيقي في باب المستحاضة تغسل عنها أثر الدم، ووثقه أيضاً ابن حبان، وقد زاد الرفع فوجب قبول زيادته، ثم حديث حماد بن سلمة الذي ذكره البيهقي آنفاً في هذا الباب شاهد لحديثه، ويشهد له أيضاً حديث عبدا لكريم الجزري عن نافع, عن ابن عمر, عن حفصة بنت عمر, أن رسول الله\" كان إذا أذن المؤذن بالفجر قام فصلى ركعتي الفجر..الحديث..+(¬4). ¶ قلت: كون الحديث جاء مرسلاً من وجه لا يكون علة في مجيئه مسنداً من وجه آخر, بل لعله يزيده قوة واعتضاداً. ¶ قال أبو بكر الخطيب البغدادي _رحمه الله تعالى_ في باب القول فيما يروى من الأخبار مرسلاً ومتصلاً، هل يثبت ويجب العمل به أم لا؟ ثم ذكر كلام أهل العلم في ذلك.. إلى أن قال: ¶ ¬__________ ¶ (¬1) الثقات لابن شاهين ص214رقم1290 ¶ (¬2) سنن الدار قطني(1/245)رقم53 ¶ (¬3) عمدة القاري (5/131) ¶ (¬4) الجوهر النقي على سنن البيهقي (1/384).",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "=ومنهم من قال: الحكم للمسند إذا كان ثابت العدالة ضابطاً للرواية، فيجب قبول خبره ويلزم العمل به، وإن خالفه غيره، وسواء كان المخالف له وحده أو جماعة. ¶ وهذا القول هو الصحيح عندنا؛ لأن إرسال الراوي للحديث ليس بجرح لمن وصله ولا تكذيب له، ولعله أيضاً مسند عند الذين رووه مرسلاً أو عند بعضهم إلا أنهم أرسلوه لغرض أو نسيان, والناسي لا يقضى له على الذاكر. ¶ وكذلك حال راوي الخبر إذا أرسله مرة ووصله أخرى لا يضعف ذلك أيضاً؛ لأنه قد ينسى فيرسله، ثم يذكر بعده فيسنده أو يفعل الأمرين معاً عن قصد منه لغرض له فيه+اهـ (¬1). ¶ وأرسله أيضاً حميد بن هلال العدوي عند أبي نعيم الفضل بن دكين والدارقطني والبيهقي: ¶ قال أبو نعيم _رحمه الله تعالى_ : ¶ =حدثنا سليمان بن المغيرة، عن حميد بن هلال، قال: ¶ =أذن بلال بليل، فقال له رسول الله\": ¶ =ارجع إلى مقامك، فناد ثلاثاً: ألا إن العبد نام+ (¬2). ¶ ومن طريق سليمان بن المغيرة أخرجه البيهقي عن حميد، قال: =أذن بلال فقال رسول الله\": =ارجع إلى مقامك، فناد ثلاثاً ألا إن العبد قد نام+. ¶ وهو يقول: =ليت بلالاً لم تلده أمه، وابتل من نضح دم جبينه+ فنادى ثلاثاً: إن العبد قد نام+(¬3). ¶ إسناده صحيح. ¶ وقال الدار قطني _رحمه الله تعالى_ : ¶ =حدثنا علي بن عبد الله بن مبشر، ثنا عبدالحميد بن بيان، ثنا هشيم، ثنا يونس بن عبيد، عن حميد بن هلال، أن بلالاً أذن ليلة بسواد، فأمره رسول الله\" أن يرجع إلى مقامه، فينادي: إن العبد نام+ فرجع وهو يقول: =ليت بلالاً لم تلده أمه وابتل من نضح دم جبينه+(¬4). ¶ إسناده صحيح، رجاله ثقات وصرح هشيم بالتحديث فانتفى عنه وصمة التدليس. ¶ فالحاصل: أن حديث أمر بلال بإعادة الأذان قد اتفق على رفعه إلى النبي\" ستة من حملة هذا الشأن _فيما وقفت عليه_ وهم: ¶ ¬__________ ¶ (¬1) الكفاية ص423. ¶ (¬2) الصلاة لأبي نعيم ص171رقم221. ¶ (¬3) السنن الكبرى(1/384). ¶ (¬4) سنن الدارقطني (1/244) رقم51.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "حماد بن سلمة، وسعيد بن زربي، وعامر بن مدرك, وإبرهيم بن عبدالعزيز ابن أبي محذورة, ومحمد بن القاسم الأسدي, وأبو يوسف القاضي. ¶ وأرسله ثلاثة منهم وهم: أيوب السختياني، وقتادة بن دعامة، وحميد بن هلال العدوي. ¶ واتفاق هذا الجم الغفير عليه يفيد أن الخبر له أصل وأنه صحيح؛ لأنه مما تحيل العادة تواطأهم على الخطأ. ¶ هذا ولما ذكر الحافظ ابن حجر_رحمه الله_ أقوال أهل العلم في تضعيف هذا الخبر ساق له طرقاً يرى أنه تقوى بها قوة ظاهرة، وهذا نصه قال: ¶ =رجاله ثقات حفاظ, لكن اتفق أئمة الحديث: علي بن المديني، وأحمد بن حنبل، والبخاري، والذهلي، وأبو حاتم، وأبو داود، والترمذي، والأثرم، والدارقطني على أن حماداً أخطأ في رفعه, وأن الصواب وقفه على عمر بن الخطاب, وأنه هو الذي وقع له ذلك مع مؤذنه, وأن حماداً انفرد برفعه. ومع ذلك وجد له متابع أخرجه البيهقي, من طريق سعيد بن زربي_ وهو بفتح الزاي وسكون الراء بعدها موحدة, ثم ياء كياء النسب_ فرواه عن أيوب موصولاً, لكن سعيد ضعيف. ¶ ورواه عبد الرزاق, عن معمر, عن أيوب أيضاً, لكنه أعضله, فلم يذكر نافعاً ولا ابن عمر. ¶ وله طرق أخرى, عن نافع عند الدارقطني وغيره, اختلف في رفعها ووقفها أيضاً وأخرى مرسلة من طريق يونس بن عبيد وغيره عن حميد بن هلال. ¶ وأخرى من طريق سعيد, عن قتادة مرسلة، ووصلها يونس, عن سعيد بذكر أنس. ¶ وهذه الطرق يقوي بعضها بعضاً قوة ظاهرة+اهـ(¬1). ¶ وقال العلامة أحمد شاكر _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) فتح الباري (2/103) باب الأذان بعد الفجر.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "=أما أن يكون حماد أخطأ في هذا الحديث، فليس الخطأ بمستبعد على إنسان غير نبي، ولكن أين الدليل على خطئه هنا؟ وهذا حديث غير الحديث الأول، ووقوع حادثة المؤذن لعمر لا يمنع حدوث مثلها لبلال، والجمع بين الروايات ممكن ظاهر؛ إذ الغالب أن بلالاً أذن قبل الفجر بوقت طويل على غير ما كان يؤذن عادة؛ فإن المفهوم من الأحاديث أنه كان يؤذن, ثم ينزل فيصعد ابن أم مكتوم. ¶ وقد جمع الخطابي في المعالم بينهما باحتمالين آخرين فقال: ¶ ويشبه أن يكون هذا فيما تقدم من أول زمان الهجرة؛ فإن الثابت عن بلال أنه كان في آخر أيام رسول الله\" يؤذن بليل، ثم يؤذن ابن أم مكتوم مع الفجر. ¶ وثبت عنه\" أنه قال: =إن بلالاً يؤذن بليل فكلوا واشربوا حتى يؤذن ابن أم مكتوم+، ثم قال: ¶ وذهب بعض أصحاب الحديث إلى أن ذلك جائز إذا كان للمسجد مؤذنان، كما كان لرسول الله\"؛ فإذا لم يؤذن فيه إلا واحد؛ فإنه لا يجوز أن يفعله إلا بعد دخول الوقت. ¶ فيحتمل على هذا أنه لم يكن لمسجد رسول الله\" في الوقت الذي نهى فيه بلالاً إلا مؤذن واحد وهو بلال، ثم أجازه حين أقام ابن أم مكتوم مؤذناً؛ لأن الحديث في تأذين بلال قبل الفجر ثابت من رواية ابن عمر+اهـ. ¶ ولو ذهبنا إلى ما قالوا هنا من تعارض الروايتين كان معنى هذا أن عمر يمنع الأذان قبيل الفجر وهو يعرف أن بلالاً كان يفعل ذلك على عهد النبي\" وما نظن عمر ينكر عملاً ظاهراً مثل هذا+اهـ(¬1). ¶ قلت: وهو كلام جيد رصين. ¶ وخلاصة القول: أن حديث ابن عمر هذا أُعِلَ بتفرد حماد بن سلمة به, ومعارضته لحديث: =إن بلالاً يؤذن بليل+, وبأن أصحاب أيوب رووه عنه مرسلاً , لذا حُكِمَ بأن الصواب: أنه من قول عمر÷ لمؤذنه حين أذن بليل, وليس هو من قول الرسول\". ¶ ¬__________ ¶ (¬1) حاشية أحمد شاكر على جامع الترمذي (1/396).",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وأجيب بأنه ورد له شواهد وطرق ومتابعات تقوى بها قوة ظاهرة, وأن رواته أئمة ثقات حفاظ, وبأنه أمكن الجمع بينه وبين حديث: =إن بلالاً يؤذن بليل+ كما وصف آنفاً. ¶ وأن قول عمر÷ لمؤذنه الثابت عنه لا يعارضه, بل يؤيده ويقويه؛ لأنه لا يليق أبداً بمثل عمر÷ أن ينهى عن فعل ظاهر من الشرع قد أقره النبي\". ¶ قال ابن التركماني _رحمه الله تعالى_: ¶ =ثم لا تنافي بين هذه الأحاديث وبين ما روي: =إن بلالاً كان يؤذن بليل+. ¶ قال ابن القطان؛ لأن ذلك كان في رمضان. ¶ وقال الطحاوي: ويحتمل أن يكون بلال كان يؤذن في وقت يرى أن الفجر قد طلع فيه, ولا يتحقق ذلك لضعف بصره , ثم ذكر _أعني الطحاوي_ بسند جيد عن أنس قال: قال رسول الله\": ¶ =لا يغرنكم أذان بلال؛ فإن في بصره شيئاً+اهـ(¬1). ¶ قلت: ولفظ ابن القطان× هكذا: ¶ =والحديث المذكور _يعني حديث: =إن بلالاً يؤذن بليل+ لا يعارضه؛ لأنه في رمضان خاصة. ¶ أما سائر العام فما كان يؤذن إلا بعد الفجر+اهـ(¬2). ¶ وسيأتي إن شاء الله تعالى . ¶ واعترض الحافظ ابن حجر _رحمه الله تعالى_ على قول ابن القطان هذا بقوله: ¶ =وادعى ابن القطان أن ذلك كان في رمضان خاصة، وفيه نظر+اهـ(¬3). ¶ قلت: ظاهر كلام الحافظ أن ابن القطان انفرد بهذا القول، وليس كذلك بل الظاهر أنه مذهب الحنفية أيضاً وغيرهم؛ فقد قال محمد بن الحسن صاحب أبي حنيفة في الحديث المذكور: ¶ =إنما نضع هذا من بلال أنه كان يصنع ذلك في شهر رمضان؛ ليتسحر الناس بأذانه، ويكتفي الناس بأذان ابن أم مكتوم لصلاة الفجر؛ لأنه قد جاء حديث آخر يدل على أن بلالاً إنما كان يصنع ذلك لسحور الناس في شهر رمضان خاصة+اهـ(¬4) . ¶ ثم ساق أحاديث استدل بها على ذلك المعنى، ومنها: حديث ابن مسعود المتقدم. ¶ وقال الزيلعي _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) الجوهر النقي (1/385). ¶ (¬2) بيان الوهم والإيهام (3/274) رقم 1021. ¶ (¬3) فتح الباري (2/104). ¶ (¬4) الحجة على أهل المدينة (1/72).",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "قال الشيخ في الإمام _يعني ابن دقيق العيد_ والتعارض بينهما لا يتحقق إلا بتقدير أن يكون قوله: =إن بلالاً يؤذن بليل+ في سائر العام، وليس كذلك، إنما كان ذلك في رمضان+اهـ(¬1). ¶ وقال ابن حزم _رحمه الله تعالى_: ¶ =ولابد لها من أذان ثان بعد الفجر، ولا يجزئ لها الأذان الذي كان قبل الفجر؛ لأنه أذان سحور لا أذان للصلاة+اهـ(¬2). ¶ قلت: الأحاديث الواردة في الأذان قبل الصبح تكاد تواطأ دلالتها على أنها في رمضان خاصة، وذلك أن دلالتها عليه أظهر من دلالتها على سائر العام. ¶ انظر إلى حديث ابن عمر وعائشة: =إن بلالاً يؤذن بليل فكلوا واشربوا حتى يؤذن ابن أم مكتوم+. ¶ وانظر حديث عبد الله بن مسعود: =لا يمنعنكم من سحوركم نداء بلال، فإنه ينادي بليل+. ¶ و إلى حديث سمرة: =لا يمنعنكم من سحوركم أذان بلال+. ¶ وإلى حديث أُنَيْسَة: =إن بلالاً يؤذن بليل, فكلوا واشربوا حتى يأذن ابن أم مكتوم, فكنا نحبس ابن أم مكتوم عن الأذان فنقول: كما أنت حتى نتسحر+. ¶ إذا تقرر هذا علمت أن الاستدلال بحديث: =إن بلالاً يؤذن بليل+ على سائر العام فيه نظر؛ لأنه مخدوش. ¶ الوجه الخامس: ¶ الإخبار من النبي\" بأن أذان بلال يقع في وقت الفجر الكاذب, وإرشاده إلى أن يؤذن عند طلوع الفجر الصادق وهو المعترض. ¶ فعن أبي ذر÷ قال: قال رسول الله\" لبلال: =إنك تؤذن إذا كان الفجر ساطعاً, وليس ذلك الصبح, إنما الصبح هكذا معترضاً+. ¶ أخرجه الطحاوي (¬3). ¶ من طريق الربيع بن سليمان الجيزي, قال: ثنا أبو الأسود قال: ثنا ابن لهيعة, عن سالم, عن سليمان, عن ابن عثمان(¬4) أنه حدثه, عن عدي ابن حاتم, عن أبي ذر به. ¶ إسناده حسن لغيره، رجاله ثقات, رجال الصحيح, غير ابن لهيعة ففيه مقال, وغير ابن عثمان لم يتميز لي من هو؟ وبقية السند معروفون. ¶ ¬__________ ¶ (¬1) نصب الراية (1/287). ¶ (¬2) المحلى (3/160) رقم 314. ¶ (¬3) معاني الآثار (1/140). ¶ (¬4) وجاء في نصب الراية (1/288): =أبو عثمان+.",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأبو الأسود هو النضر بن عبدالجبار المصري, وسالم هو ابن أمية أبو النضر مولى عمر بن عبيد الله، وسليمان هو ابن يسار الهلالي أحد الفقهاء السبعة. ¶ وعن بلال بن رباح÷ أن رسول الله\" قال له: =لا تؤذن حتى يتبين لك الفجر, ومَدَّ يديه عرضاً+. ¶ أخرجه أبو نعيم الفضل بن دكين(¬1) وابن أبي شيبة(¬2) وأبو داود(¬3). ¶ والطبراني(¬4) والبزار(¬5) والروياني(¬6) والمزي(¬7). ¶ من طريق وكيع, عن جعفر بن برقان, عن شداد مولى عياض بن عامر, عن بلال به. ¶ ومن هذا الطريق أخرجه أحمد(¬8) مختصراً. ¶ قال أبو داود رحمه الله تعالى: شداد مولى عياض لم يدرك بلالاً. ¶ وأخرجه البيهقي(¬9). ¶ من طريق سفيان, عن جعفر بن برقان, عن شداد مولى عياض, قال: جاء بلال إلى النبي\" وهو يتسحر, فقال: ¶ =لا تؤذن حتى ترى الفجر, ثم جاءه من الغد, فقال: لا تؤذن حتى ترى الفجر. ثم جاءه من الغد, فقال: لاتؤذن حتى ترى الفجر هكذا وجمع بين يديه ثم فرق بينهما+. ¶ قال البيهقي: وهذا مرسل، قال أبو داود السجستاني: شداد مولى عياض لم يدرك(¬10) بلالاً. ¶ وقد جاء موصولاً عند الروياني(¬11). ¶ أنا محمد بن حرب أنا محمد بن يزيد أبو سعيد الكلاعي عن شريك بن عبد الله النخعي, عن ابن المحرر عن ابن الأصم عن أبي هريرة عن بلال قال: دخلت على رسول الله\" وهو يتسحر بتمر فقال: يا بلالُ ادْنُ فكل, يا بلال, لا تؤذن حتى يطلع الفجر،ثم قال: ثم أتيته الثانية فقال يا بلال, ادن فكل, يا بلال لا تؤذن حتى يصير الفجر هكذا+. ¶ ¬__________ ¶ (¬1) الصلاة ص 170 رقم .220 ¶ (¬2) المصنف (1/214). ¶ (¬3) سنن أبي داود (1/365) رقم 534. ¶ (¬4) الكبير (1/365) رقم 1121. ¶ (¬5) البحر الزخار (4/209) رقم1374. ¶ (¬6) مسند الروياني (2/21) رقم 762. ¶ (¬7) تهذيب الكمال (12/407). ¶ (¬8) مسند أحمد (6/13). ¶ (¬9) السنن الكبرى (1/384). ¶ (¬10) في الأصل =يذكر+ والصواب: ما أثبتناه. ¶ (¬11) مسند الروياني (2/16) رقم 748.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وأشار وجمع محمد بين أصبعيه السبابتين وفتحهما, وأرانا أبو عبد الله. ¶ إسناده ضعيف جداً لأجل ابن المحرر وهو عبد الله بن المحرر الرقي قاضي الجزيرة متروك الحديث، وبقية السند ثقات. ¶ محمد بن حرب هو النشائي الواسطي, وابن الأصم هو يزيد ¶ بن الأصم الكوفي نزيل الرقة. ¶ وعن بلال بن رباح ÷ كنا لا نؤذن لصلاة الفجر حتى نرى الفجر, وكان يضع أصبعيه في أذنيه كلتيهما عند الأذان. ¶ أخرجه الطبراني(¬1) ومحمد بن الحسن(¬2). ¶ من طريق إسماعيل بن عياش, عن عبد العزيز بن عبيد الله عن أبي بكر بن عبدالرحمن بن الحارث بن هشام, عن بلال به . ¶ وأورده المتقي في كنز العمال رامزاً له بـ =ض+ أي أن الضياء المقدسي أخرجه في المختارة(¬3). ¶ قلت: عبد العزيز بن عبيد الله هو ابن حمزة بن صهيب بن سنان الحمصي قال فيه الإمام أبو حاتم الرازي×: ¶ =هو عندي عجيب, ضعيف الحديث منكر الحديث, يكتب حديثه، يروي أحاديث مناكير، ويروي أحاديث حساناً+اهـ.(¬4) ¶ وقال البزار _ رحمه الله تعالى_ فيه: ¶ صالح الحديث, وليس بالقوي، وقد روى عنه أهل العلم واحتملوا حديثه+اهـ(¬5). ¶ وقال الحافظ ابن حجر _رحمه الله تعالى_: إسناده ضعيف(¬6) . ¶ وعن بلال أيضاً÷ قال: قال رسول الله\": يا بلال أصبح بالفجر؛ فإنه أعظم للأجر+، أخرجه ابن حبان(¬7) والطبراني(¬8) وابن عساكر(¬9). ¶ من طريق أيوب بن سيار الزهري, عن ابن المنكدر, عن جابر, عن أبي بكر الصديق, عن بلال به. ¶ قال ابن عساكر _رحمه الله تعالى_: ¶ =قال ابن مندة: هذا حديث غريب لا يعرف إلا من حديث أيوب بن سيار+.. ¶ ¬__________ ¶ (¬1) مسند الشاميين (2/283) رقم 1349,1348. ¶ (¬2) الحجة على أهل المدينة (1/75). ¶ (¬3) كنز العمال (8/341) رقم 23172. ¶ (¬4) الجرح والتعديل (5/387) رقم 1805. ¶ (¬5) البحر الزخار (8/368) رقم 3447. ¶ (¬6) الدراية (1/120). ¶ (¬7) المجروحين (1/171). ¶ (¬8) الكبير (1/339، 352) رقم 1016، 1067. ¶ (¬9) تاريخ دمشق (10/431) رقم 2624.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "وقال ابن حبان _رحمه الله تعالى_: ¶ =هذا متن صحيح وإسناد مقلوب، ثم قال في أيوب بن سيار: وكان يقلب الأسانيد ويرفع المراسيل. ¶ وعن سويد, عن بلال, قال كان لا يؤذن حتى ينشق الفجر+. ¶ أخرجه ابن أبي شيبة(¬1): ¶ حدثنا أبو خالد, عن حجاج, عن طلحة, عن سويد به. ¶ إسناده ضعيف, رجاله ثقات غير حجاج وهو ابن أرطاة مدلس وقد عنعن. وسويد هو بن غَفَلَة وطلحة هو ابن مصرف. ¶ وعن أبي محذورة÷ أنه أذن لرسول الله\" ولأبي بكر وعمر, فكان لا يؤذن حتى يطلع الفجر+. ¶ أخرجه ابن أبي شيبة(¬2) ومحمد بن الحسن(¬3). ¶ من طرق عن حجاج بن أرطاة، عن عطاء، عن أبي محذورة به، إسناده حسن. ¶ حجاج صدوق كثير الخطأ والتدليس إلا أنه رواه عن عطاء وهو ابن أبي رباح, وروايته عنه جيدة . ¶ وعن بلال÷ قال: ¶ =أمرني رسول الله\" أن لا أؤذن حتى يطلع الفجر+. ¶ أخرجه أبو نعيم(¬4) بقوله: ¶ حدثنا عبد الله بن محمد، ثنا ابن الباغندي، ثنا عبد الله بن محمد المدائيني، ثنا شعبة، ثنا الحسن بن عُمارة، عن طلحة، عن سويد بن غَفَلَة، عن بلال به. ¶ قال أبو نعيم: غريب من حديث طلحة، عن سويد، تفرد به عنه الحسن. ¶ ورواه أبو جابر محمد بن عبد الملك، عن الحسن، عن طلحة، عن سويد، عن ابن أبي ليلى، عن بلال+. ¶ قلت: الحسن بن عُمارة قال فيه الحافظ في التقريب: متروك. ¶ وقال ابن عدي×: ¶ ¬__________ ¶ (¬1) المصنف (1/214). ¶ (¬2) المصنف(1/214). ¶ (¬3) الحجة على أهل المدينة (1/76). ¶ (¬4) الحلية لأبي نعيم (5/22).",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "=والحسن بن عمارة ما أقرب قصته إلى ما قاله عمرو بن علي: إنه كثير الوهم والخطأ، وقد روى عنه الأئمة من الناس_كما ذكرته_: سفيان الثوري، وسفيان بن عيينة، وابن إسحاق، وجرير، وقد حدث حماد بن زيد عن جرير عنه، والأعمش روى عن أبي معاوية عنه، كما ذكرته وشعبة مع إنكاره عليه أحاديث الحكم، فقد روى عنه كما ذكرته وقد قمت باعتذار بعض ما أمليت أن قوماً شاركوا الحسن بن عمارة في بعض هذه الروايات، وقد قيل: كما رويتُه وذكرته أن الحسن بن عمارة كان صاحب مال فَحَوَّل الحكم إلى منزله فاستفاد منه، وخصه بما لم يخص غيره، على أن بعض رواياته عن الحكم وعن غيره، غير محفوظات، وهو إلى الضعف أقرب منه إلى الصدق+اهـ(¬1). ¶ قلت: روى عنه يحيى بن سعيد القطان(¬2) ورواية يحيى عنه تقويه ورواه عبدالرزاق، عن معمر، عن شداد مولى عياض، عن ثوبان، قال: ¶ =أذنت مرة، فدخلت على النبي\"، فقلت: قد أذنت يا رسول الله؟ قال: لا تؤذن حتى تصبح، ثم جئته أيضاً فقلت قد أذنت؟ فقال: لا تؤذن حتى تراه هكذا وجمع بين يديه ثم فرقهما+(¬3). ¶ إسناده حسن. رجاله ثقات غير شداد مولى عياض قد ذكره ابن حبان في الثقات(¬4). ¶ وقال الذهبي: وثق(¬5) وقال الحافظ في التقريب: مقبول يرسل من الرابعة. ¶ قلت: السند متصل؛ لأن وفاة ثوبان متأخرة حيث كانت سنة 54هـ وقد سمع شداد من أبي هريرة المتوفى سنة 57هـ (¬6). ¶ الوجه السادس: ¶ أن الرسول\" سئل عن وقت الفجر متى يكون؟ فأجاب السائل بالأمر لبلال أن يؤذن حين يطلع الفجر. ¶ ¬__________ ¶ (¬1) الكامل لابن عدي (2/709). ¶ (¬2) تهذيب الكمال (6/267) رقم 1252، وميزان الاعتدال (1/513) رقم 1918 ، والكامل لابن عدي (2/702). ¶ (¬3) مصنف عبد الرزاق (1/491) رقم 1887. ¶ (¬4) الثقات (4/358). ¶ (¬5) الكاشف (2/6) رقم 2274. ¶ (¬6) انظر سماع شداد من أبي هريرة تاريخ البخاري (4/226) رقم 2600.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "فعن أنس بن مالك ÷ أن رجلاً سأل رسول الله\" عن وقت صلاة الفجر؟ فأمر بلالاً، فأذن حين طلع الفجر، ثم أقام، فصلى، فلما كان من الغد أخَّر حتى أسفر، ثم أمره أن يقيم، فأقام، فصلى، ثم دعا الرجل، فقال: ¶ =أشهدت الصلاة أمسِ واليومَ؟ قال: نعم. قال: ما بين هذا وهذا وقت+. ¶ أخرجه النسائي(¬1) وابن المنذر(¬2) والبيهقي(¬3). ¶ من طريق يزيد بن هارون، قال: حدثنا حميد، عن أنس به. ¶ قال الحافظ ابن حجر×: إسناده صحيح(¬4). ¶ وقال البيهقي×: وروينا معناه في حديث بريدة بن الحصيب عن النبي\" وهو حديث صحيح. ¶ وقال الوَلَّوي: حديث صحيح(¬5). ¶ قلت: وهو كما قالوا إسناده صحيح، رجاله ثقات. ¶ حميد هو ابن أبي حميد الطويل قال العلائي: ¶ قال شعبة×: ¶ =لم يسمع حميد من أنس إلا أربعة وعشرين حديثاً، والباقي سمعها من ثابت أو ثَبَّته فيها ثابتٌ_ يعني_ وعلى تقدير أن تكون مراسيل، فقد تبين الواسطة فيها، وهو ثقة محتج به= اهـ(¬6). أي أنه سمع تلك الأحاديث من ثابت البناني. ¶ وجه الدليل منه قوله: =فأمر بلالاً فأذن حين طلع الفجر+، حيث أن الأذان لصلاة الفجر وقع حين طلع الفجر. ¶ الوجه السابع: ¶ الإخبار بأنهم كانوا لا يؤذنون لصلاة الفجر إلا إذا أصبحوا. ¶ عن حفصة بنت عمر _رضي الله عنهما_ أن رسول الله\" كان إذا أذن المؤذن بالفجر قام فصلى ركعتي الفجر، ثم خرج إلى المسجد وحرم الطعام، وكان لا يؤذن حتى يصبح+. ¶ ¬__________ ¶ (¬1) السنن الصغرى (2/11) والكبرى (1/501) رقم 1606. ¶ (¬2) الأوسط (3/31) رقم 1182. ¶ (¬3) السنن الكبرى ( 1/377). ¶ (¬4) فتح الباري (2/103). ¶ (¬5) انظر شرح النسائي للوَلَّوي (8/92) رقم 642. ¶ (¬6) انظر جامع التحصيل للعلائي (ص168) رقم44.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "أخرجه أحمد(¬1) والطبراني(¬2) والطحاوي(¬3) وابن عبد البر(¬4) والبيهقي(¬5). ¶ من طريق عبيد الله بن عمرو الرقي، عن عبد الكريم الجزري، عن نافع، عن ابن عمر، عن حفصة بنت عمر بن الخطاب _رضي الله عنهم_ به. ¶ قال الإمام ابن رجب ×: ¶ =قال الأثرم: رواه الناس، عن نافع لم يذكروا ما ذكر عبد الكريم+(¬6). ¶ وقال ابن القيم ×: ¶ =قال البيهقي: هكذا في هذه الرواية وهو محمول_ إن صح_ على الأذان الثاني. ¶ والصحيح عن نافع بغير هذا اللفظ. ¶ ورواه مالك، عن نافع، عن ابن عمر، عن حفصة زوج النبي\"، أنها أخبرته، أن رسول الله\" كان إذا سكت المؤذن لصلاة الصبح صلى ركعتين خفيفتين قبل أن تقام الصلاة+. ¶ والحديث في الصحيحين+اهـ(¬7). ¶ وقال الحافظ ابن رجب _رحمه الله تعالى_: ¶ =لعل هذه الزيادة مدرجة فيه. ¶ وقد رواها عبيد الله بن عمر، عن نافع من قوله: خرجه ابن أبي شيبة+(¬8). ¶ قال الحافظ الزيلعي _ رحمه الله تعالى _ مجيباًَ على هذه الاعتراضات: ¶ =قال الشيخ _ يعني ابن دقيق العيد _ وعبد الكريم الجزري قال فيه ابن معين وابن المديني: ثقة ثبت، وقال الثوري: ما رأيت مثله، وقال ابن عيينة: كان لا يقول: إلا حدثنا أو سمعت. ¶ قال البيهقي: وهذا محمول على الأذان الثاني+اهـ(¬9). ¶ وقال ابن التركماني _رحمه الله تعالى_ في ذلك: ¶ هو ثقة ثبت، كذا قال أحمد بن حنبل وابن معين وغيرهما، وأخرج له الشيخان وغيرهما. ¶ ¬__________ ¶ (¬1) مسند أحمد (6/284). ¶ (¬2) الكبير للطبراني (23/192) رقم 321. ¶ (¬3) معاني الآثار (1/140). ¶ (¬4) التمهيد (15/310). ¶ (¬5) عزاه إليه الزيلعي في نصب الراية (1/284) وابن التركماني في الجوهر النقي (1/384). ¶ (¬6) انظر فتح الباري لابن رجب (5/314). ¶ (¬7) إعلام الموقعين(2/264). ¶ (¬8) فتح الباري لابن رجب(5/314). ¶ (¬9) نصب الراية(1/284).",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "ومن كان بهذه المثابة لا ينكر عليه إذا ذكر ما لم يذكره غيره، واشتغال البيهقي بتأويله يدل ظاهراً على جودة سنده+(¬1). ¶ وقال الحافظ ابن حجر _ رحمه الله تعالى _: إسناده صحيح(¬2). ¶ قلت: لا تعارض _بحمد الله_ بين رواية عبد الكريم الجزري، عن نافع، وبين ما رواه الناس عن نافع وبيان ذلك: ¶ أن فيما رواه الناس عن نافع الإخبار بأن الرسول\" كان يصلي ركعتي الفجر بعد سكوت المؤذن من الأذن لصلاة الفجر، وهو لا يصليهما قطعاً إلا بعد طلوع الفجر. ¶ والذي رواه عبد الكريم، عن نافع أنه لا يؤذن لصلاة الفجر إلا بعد طلوعه. ¶ وعليه فلا داعي للتأول بما ذكر البيهقي ولا للإدراج الذي رجاه ابن رجب. ¶ يوضح هذا: أن حديث حفصة _رضي الله عنها_ أخرجه مالك، عن نافع، عن عبد الله بن عمر، أن حفصة زوج النبي\"، أخبرته أن رسول الله\" كان إذا سكت المؤذن عن الأذان لصلاة الصبح صلى ركعتين خفيفتين قبل أن تقام الصلاة+(¬3). ¶ قال الزرقاني _رحمه الله تعالى_: ¶ زاد يحيى النيسابوري، عن مالك: =وبدا الصبح+(¬4). ¶ ومن طريق مالك أخرجه البخاري(¬5) ومسلم(¬6) وأحمد(¬7) والنسائي(¬8) ولفظ البخاري: ¶ =كان إذا اعتكف المؤذن للصبح، وبدا الصبح صلى ركعتين خفيفتين+. ¶ ولفظ مسلم والنسائي: ¶ =كان إذا سكت المؤذن من الأذان لصلاة الصبح، وبدا الصبح صلى ركعتين+. ¶ ولفظ أحمد مثله إلا أنه قال: ¶ =من الأذان بالصبح وبدا الصبح ...الخ ¶ وجزم الحافظ ابن حجر _رحمه الله تعالى_: ¶ بأن لفظ =اعتكف+ محرف من لفظ =سكت+. ¶ قال: وهو الصواب. ¶ ¬__________ ¶ (¬1) الجوهر النقي (1/384). ¶ (¬2) الدراية(1/120). ¶ (¬3) الموطأ (1/127) باب ما جاء في ركعتي الفجر. ¶ (¬4) شرح الزرقاني (1/261). ¶ (¬5) صحيح البخاري (1/153) باب الأذن بعد الفجر. ¶ (¬6) صحيح مسلم (1/500) رقم 723. ¶ (¬7) مسند أحمد (6/284). ¶ (¬8) الصغرى (3/255) والكبرى (1/455) رقم1454.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وقد أطلق جماعة من الحفاظ القول بأن الوهم فيه من عبد الله بن يوسف شيخ البخاري+اهـ بتصرف(¬1). ¶ وأخرجه البخاري(¬2) . ¶ من طريق أيوب، عن نافع، عن ابن عمر، .. حدثتني حفصة، أنه كان إذا أذن المؤذن وطلع الفجر صلى ركعتين+. ¶ فقد اتفق الرواة عن مالك على لفظ: أن رسول الله\" =كان إذا سكت المؤذن من الأذان لصلاة الصبح وبدا الصبح ركع ركعتين خفيفتين قبل أن تقام الصلاة+. ¶ قال الحافظ ابن رجب _رحمه الله تعالى_: ¶ =وليس في هذا دلالة صريحة على أنه كان لا يؤذن إلا بعد طلوع الفجر؛ فإنها قالت: ¶ =كان إذا سكت المؤذن وبدا الفجر+ فلم يذكر أنه كان يصلي إلا بعد فراغ الأذان وطلوع الفجر، وهذا يشعر بأنه كان الأذان قبل الفجر وإلا لم يحتج إلى طلوع الفجر مع الأذان+اهـ(¬3). ¶ قلت: قوله: إن الحديث يشعر بأن الأذن قبل الفجر... الخ فيه نظر ظاهر؛ لأن جملة: =وبدا الفجر+ حالية من سكت نص عليه شراح الحديث. ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =والواو فيه للحال لا للعطف(¬4). ¶ وقال العيني _رحمه الله تعالى_: ¶ =والواو فيه واو الحال لا واو العطف(¬5). ¶ وقال الزرقاني _رحمه الله تعالى_: والجملة حالية(¬6). ¶ وعليه يكون المعنى: =إذا سكت المؤذن من الأذان والحال أن الصبح بدا+. ¶ ومعنى بدا أي ظهر، فهو من البدو وهو الظهور لا من البدء. ¶ فالأذان المذكور وقع بعد ظهور الصبح فوافق ما رواه الناس عن نافع رواية عبد الكريم، عن نافع، عن ابن عمر، عن حفصة: ¶ =وكان لا يؤذن حتى يصبح+. ¶ ولهذا بوب الإمام البخاري _رحمه الله تعالى_ لحديث مالك عن نافع بلفظ: ¶ =باب الأذان بعد الفجر+. ¶ وقال الحافظ ابن عبد البر _رحمه الله تعالى_ في فقه هذا الحديث: ¶ ¬__________ ¶ (¬1) فتح الباري لابن حجر (2/102). ¶ (¬2) صحيح البخاري (2/54) كتاب التهجد باب الركعتين قبل الفجر. ¶ (¬3) فتح الباري لابن رجب (5/132). ¶ (¬4) فتح الباري لابن حجر(2/102). ¶ (¬5) عمدة القاري(5/132). ¶ (¬6) شرح الزرقاني(1/261).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "=وفي هذا الحديث من الفقه: الأذان للصبح مع انفجار الصبح+(¬1). ¶ وقال الزرقاني×: ¶ =واستدل به الكوفيون على أنه لا يؤذن للصبح قبل طلوع الفجر. ¶ قال: ولا حجة فيه؛ لاحتمال أن يراد به الأذان الثاني+اهـ(¬2). ¶ قلت: نفي الاحتجاج به لمجرد احتمال أن يراد به الأذان الثاني فيه نظر؛ لأن الأصل أن الأذان مشروع للإعلام بدخول وقت الصلاة، ولأنه جاء في رواية من حديث عائشة في الصحيح الآتي بعد هذا الوجه _إن شاء الله تعالى_ بلفظ: =فإذا سكت المؤذن من الأذان الأول قام فركع ركعتين خفيفتين قبل صلاة الفجر+. ¶ وجاء من حديث حفصة بسند صحيح عند النسائي(¬3). ¶ وأنه كان إذا نودي لصلاة الصبح ركع ركعتين خفيفتين قبل أن يقوم إلى الصلاة+. ¶ الوجه الثامن: ¶ أن الأذان الذي قبل الإقامة الذي يسمى الأذان الأول يكون بعد طلوع الفجر؛ لأن الرسول\" كان إذا سكت المؤذن منه قام فصلى ركعتي الفجر، وهما لا يصليان إلا بعد طلوعه. ¶ تقدم حديث حفصة _رضي الله عنها_ بلفظ: ¶ =أن رسول الله\" كان إذا سكت المؤذن عن الأذان لصلاة الصبح صلى ركعتين خفيفتين+. ¶ وعن عائشة _رضي الله عنها_ قالت: =كان رسول الله\" إذا سكت المؤذن بالأولى من صلاة الفجر قام فركع ركعتين خفيفتين قبل صلاة الفجر بعد أن يستبين الفجر، ثم اضطجع على شقه الأيمن حتى يأتيه المؤذن للإقامة+. ¶ أخرجه البخاري(¬4) والنسائي(¬5). ¶ من طريق شعيب بن أبي حمزة، عن الزهري، قال: أخبرني عروة، عن عائشة به. ¶ ورواه عن الزهري عمرو بن الحارث عند مسلم(¬6) والنسائي(¬7) وابن حبان(¬8). ¶ ¬__________ ¶ (¬1) التمهيد(15/309). ¶ (¬2) شرح الزرقاني 1/261. ¶ (¬3) السنن الصغرى (3/252، 355). ¶ (¬4) صحيح البخاري (1/124) باب من انتظر الإقامة. ¶ (¬5) الصغرى (3/252 ) والكبرى (2/455 ) رقم 1455. ¶ (¬6) صحيح مسلم (1/508 ) رقم122-136. ¶ (¬7) السنن الصغرى (2/30 ). ¶ (¬8) صحيح ابن حبان (6/346 ) رقم3612.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وفيه: =فإذا سكت المؤذن من صلاة الفجر وتبين له الفجر ركع ركعتين خفيفتين+ الحديث. ¶ ورواه محمد بن عبدالرحمن بن أبي ذئب، عن ابن شهاب، عن عروة عن عائشة.. ¶ وفيه: =فإذا سكت المؤذن من الأذان الأول قام فركع ركعتين خفيفتين ثم اضطجع على شقه الأيمن حتى يأتيه المؤذن فيخرج معه+. ¶ أخرجه أحمد(¬1) والنسائي(¬2) وأبو داود(¬3) وابن ماجه(¬4) والدارمي(¬5) وابن عبدالبر(¬6). ¶ هذا لفظ أحمد والدارمي. ¶ ولفظ أحمد _في رواية_ وأبي داود: =فإذا سكت المؤذن بالأولى من صلاة الصبح ركع ركعتين خفيفتين+. ¶ ولفظ ابن ماجة: =فإذا سكت المؤذن من الأذان الأول من صلاة الصبح...الخ. ¶ ورواه عقيل بن خالد الأيلي عن ابن هشام..عند ابن عبد البر(¬7). ¶ ولفظه: =فإذا سكت المؤذن بالأول من صلاة الفجر..الخ ¶ ورواه الأوزاعي، عن الزهري.. عند أحمد(¬8) وأبي داود(¬9) وابن ماجه(¬10) وابن حبان(¬11) وابن عبدالبر(¬12). ولفظه عند أحمد: =فإذا سكت المؤذن قام فركع ركعتين...الخ ¶ ولفظ ابن عبدالبر: =فإذا سكت المؤذن بالأول من صلاة الفجر قام فركع...الخ ¶ ورواه الأوزاعي ومعمر عند أحمد(¬13) عن الزهري، عن عروة بن الزبير عن عائشة. وفيه: ¶ =قالت: كان المؤذن إذا سكت من صلاة الصبح صلى ركعتين...الخ ¶ تنبيه: ¶ أعلت بعضُ طرق حديث عائشة هذا، وهي طريق الأوزاعي _رحمه الله تعالى_. ¶ قال الحافظ الزيلعي _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) مسند أحمد (6/143، 215). ¶ (¬2) السنن الصغرى (2/30 ). ¶ (¬3) سنن أبي داود (2/85 ) رقم1336. ¶ (¬4) سنن ابن ماجة (1/432 ) رقم1358. ¶ (¬5) سنن الدارمي (ص344 ). ¶ (¬6) التمهيد (8/123 ). ¶ (¬7) التمهيد (8/123 ). ¶ (¬8) مسند أحمد (6/117،83 ). ¶ (¬9) سنن أبي داود (2/85 ) رقم1336. ¶ (¬10) سنن ابن ماجه (1/432 ) رقم1358. ¶ (¬11) صحيح ابن حبان (6/187 ) رقم2431. ¶ (¬12) التمهيد (8/123). ¶ (¬13) مسند أحمد (6/117).",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "=وروى الأوزاعي, عن الزهري، عن عروة، عن عائشة، قالت: كان رسول الله\" إذا سكت المؤذن بالأذان من صلاة الفجر قام فركع ركعتين خفيفتين+. ¶ قال الأثرم: سمعت أحمد بن حنبل يضعف حديث الأوزاعي، عن الزهري. ¶ قال الشيخ في الإمام: ليس هذا بتعليل جيد؛ فإن الأوزاعي من أئمة المسلمين، وقد روي عن عائشة، قالت: ¶ =ما كان المؤذن يؤذن حتى يطلع الفجر+، أخرجه أبو الشيخ الإصبهاني عن وكيع، عن سفيان، عن أبي إسحاق، عن الأسود عنهااهـ(¬1). ¶ وقال الحافظ ابن حجر_ رحمه الله تعالى_: ¶ =وروى الأثرم من طريق الأوزاعي، عن الزهري، عن عروة، عن عائشة قالت: ¶ =كان رسول الله\" إذا سكت المؤذن بالأذان الأول من الفجر قام فركع ركعتين خفيفتين+. وإسناده جيد إلا أن أحمد ضعَّفه+(¬2). ¶ قلت: ما أدري ما وجه تضعيف الإمام أحمد _ رحمه الله تعالى _ لهذه الطريق مع أن الأوزاعي _ رحمه الله تعالى _ إمام كبير, أحد أئمة المسلمين وهو ثقة حجة. ¶ ولم يتفرد بهذا اللفظ من الحديث, فقد تابعه عليه أئمة حفاظ ثقات _كما ترى _ اتفقوا على رواية هذا الحديث عن الإمام الزهري كما رواه الإمام الأوزاعي عنه. ¶ هذا وقد ذهب الإمام ابن رجب _ رحمه الله تعالى _ إلى حمل الأذان المذكور في الحديث على الأذان الثاني مع التردد في ذلك, فقال: ¶ =وبكل حال فتحمل صلاة النبي\" عقب الأذان على أذان ابن أم مكتوم الثاني, إلا أن في حديث عائشة ما يدل على أنه الأذان الأول في عدة روايات, فيحمل ذلك على أنه كان يصلي بين الأذانين، إذا تبين له الفجر قبل أذان ابن أم مكتوم، بدليل رواية من روى أنه كان يصلي إذا سكت المؤذن, وتبين له الفجر+اهـ(¬3). ¶ تنبيه آخر: ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: ¶ =والمراد بالأولى: الأذان الذي يؤذن به عند دخول الوقت. ¶ وهو أول باعتبار الإقامة، وثان باعتبار الأذان الذي قبل الفجر. ¶ ¬__________ ¶ (¬1) نصب الراية (1/285). ¶ (¬2) الدراية (1/120). ¶ (¬3) فتح الباري لابن رجب (5/319).",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وجاء التأنيث إما من قبل مؤاخاته للإقامة أو أنه أراد المناداة أو الدعوة التامة, ويحتمل أن يكون صفة لمحذوف والتقدير: إذا سكت عن المرة الأولى أو في المرة الأولى+اهـ(¬1). ¶ وقال الخطابي _رحمه الله تعالى_: ¶ =سكت بالأولى+ معناه: ¶ =الفراغ من الأذان الأول, غير أنه لا يصلي ما دام يؤذن, فإذا فرغ من الأذان وسكت قام فصلى ركعتي الفجر+اهـ(¬2). ¶ وجه الدليل من الحديث: ¶ قال الحافظ أبو عمر بن عبد البر _رحمه الله تعالى_: ¶ =وقد احتج بعض من لا يجيز الأذان للصبح قبل الفجر بحديث ابن شهاب هذا من رواية عقيل وغيره؛ لأن فيه: ¶ =فإذا سكت المؤذن الأول من صلاة الفجر, قام فركع ركعتين خفيفتين+. ¶ قال: فهذا يدل على أن الأذان لصلاة الفجر إنما كان بعد الفجر في حين يجوز فيه ركوع ركعتي الفجر, لقوله: =المؤذن الأول+. ¶ وهذا التأويل قد عارضه نص قوله\": ¶ =إن بلالاً ينادي بليل+اهـ (¬3). ¶ قلت: ليكن في علمك _ رحمك الله _ أن من أجاز الأذان لصلاة الصبح قبل دخول وقتها جعل حديث: =إن بلالاً ينادي بليل+ أصلاً له وعمدة, وجعل ما جاء من الأحاديث الدالة على أن الأذان لصلاة الفجر يقع بعد طلوع الفجر معارضة له؛ لذا تجده يردها تارة بتضعيفها، وتارة بتأويلها, وتارة بحملها على غير ظاهرها. ¶ والحديث المذكور _ عند التحقيق _ لا يعارض أدلة الأذان للصبح بعد طلوعه؛ وذلك لاحتمال أن يكون نداء بلال في وقت يشك فيه في طلوع الفجر لما في بصره من الضعف, ويكون نداء ابن أم مكتوم في وقت يتيقن فيه طلوع الفجر, ويدل على ذلك قول الراوي: ¶ =لم يكن بين أذانهما إلا قدر ما ينزل هذا ويصعد هذا+. ¶ فبين _عليه الصلاة والسلام_ أن أذان بلال لا يمنع الأكل والشرب لوقوعه في الوقت المشتبه. ¶ وإنما الذي يمنع ذلك أذان ابن أم مكتوم لوقوعه بعد طلوع الفجر المتيقن الصادق. ¶ ¬__________ ¶ (¬1) فتح الباري لابن حجر(2/109) وانظر عمدة القاري (5/140). ¶ (¬2) معالم السنن (2/98) رقم 1293. ¶ (¬3) التمهيد (8/127).",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وعن عائشة _رضي الله عنها_ أيضاً, قالت: ¶ =كان رسول الله\" يصلي بالليل ثلاث عشرة ركعة, ثم يصلي إذا سمع النداء بالصبح ركعتين خفيفتين+، أخرجه مالك(¬1). ¶ ومن طريقه أخرجه أحمد(¬2) والبخاري(¬3) وأبو داود(¬4) عن هشام بن عروة, عن أبيه, عن عائشة به. ¶ وأخرجه مسلم(¬5). ¶ من طريق عبدة بن سليمان, حدثنا هشام بن عروة به. ¶ والترمذي(¬6). ¶ من طريق عبد الله بن نمير, حدثنا هشام بن عروة به. ¶ وقال : حديث حسن صحيح. ¶ وأخرجه أبو نعيم(¬7). ¶ من طرق, عن هشام بن عروة, عن أبيه, عن عائشة, قالت: ¶ =كان رسول الله\" يقضي صلاة الليل, فإذا سمع المؤذن صلى ركعتين خفيفتين+. ¶ وأخرجه أبو نعيم(¬8) أيضاً وأبو عوانة(¬9) والبيهقي(¬10). ¶ من طريق يحيى بن كثير, قال: أخبرني أبو سلمة بن عبد الرحمن, عن عائشة به. وفيه: ¶ =فإذا سمع نداء الصبح قام فركع ركعتين+، هذا لفظ أبي عوانة. ¶ ولفظ أبي نعيم: ¶ =ثم يصلي ركعتين إذا سمع نداء الصبح+. ¶ ولفظ البيهقي: ¶ ويصلى ركعتين إذا سمع النداء بالصبح. ¶ وجه الدليل منه: ¶ =أن ركعتي الفجر لا تصلى إلا بعد طلوعه يقيناً, وقد أخبرت عائشة _رضي الله عنها_ أن النبي\" كان يصليهما إذا سمع النداء بالصبح. ¶ قال ابن عبد البر _رحمه الله تعالى_: ¶ =وقد استدل به من زعم أن النداء بالصبح لا يكون إلا بعد الفجر+اهـ(¬11). ¶ الوجه التاسع: ¶ ¬__________ ¶ (¬1) الموطأ (1/121). ¶ (¬2) مسند أحمد (6/178). ¶ (¬3) صحيح البخاري (2/52) باب ما يقرأ في ركعتي الفجر. ¶ (¬4) سنن أبي داود (2/86) رقم 1339. ¶ (¬5) صحيح مسلم (1/500) رقم 724. ¶ (¬6) سنن الترمذي (2/321) رقم 459. ¶ (¬7) مسند أبي نعيم (2/319) رقم 1639. ¶ (¬8) مسند أبي نعيم ( 2/334) رقم 1677. ¶ (¬9) مسند أبي عوانة (2/60) رقم 2308. ¶ (¬10) السنن الكبرى ( 3/32). ¶ (¬11) التمهيد ( 22/120).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "الأمر بالأذان للصلاة عند حضورها, وأن المؤذن يؤذن إذا بزغ الفجر فعن مالك بن الحويرث÷ قال: أتيت النبي\" في نفر من قومي, فأقمنا عنده عشرين ليلة, وكان بنا رحيماً رفيقاً, فلما شوقنا إلى أهالينا, قال: ارجعوا, فكونوا فيهم, وعلموهم, وصلوا، فإذا حضرت الصلاة, فليؤذن لكم أحدكم, وليؤمكم أكبركم+. ¶ أخرجه أحمد(¬1) والبخاري(¬2) ومسلم(¬3) والنسائي(¬4) والدارمي(¬5) وابن خزيمة(¬6) وأبو عوانة(¬7) والبيهقي(¬8). ¶ وجه الدليل منه: ¶ الأمر بالأذان للصلاة عند حضورها والسكوت عن إظهار حكم جواز الأذان قبل وقت الصبح مع الحاجة الداعية للبيان والبيان لا يجوز تأخيره عن وقت الحاجة. ¶ وعن امرأة من بين النجار, قالت كان بيتي من أطول بيت حول المسجد وكان بلال يؤذن عليه الفجر, فيأتي بسحر فيجلس على البيت ينظر إلى الفجر, فإذا رآه تمطى, ثم قال: =اللهم إني أحمدك, واستعينك على قريش أن يقيموا دينك+. ¶ قالت: ثم يؤذن. قالت: =والله ما علمته كان تركها ليلة واحدة+ تعني هذه الكلمات+. ¶ أخرجه أبو داود(¬9) وعزاه الحافظ المزي لأبي سعيد بن الأعرابي(¬10) من طريق محمد بن إسحاق, عن محمد بن جعفر بن الزبير, عن عروة بن الزبير, عن امرأة من بين النجار به. ¶ ضعفه عبدالحق الإشبيلي لظنه أنه معارض لحديث: =إن بلالاً يؤذن بليل(¬11). ¶ وَرَدَّ عليه أبو الحسن بن القطان بقوله: ¶ =وذكر حديث أذان بلال عند الفجر, وَرَدَّ بمعارضة قوله _عليه السلام_: ¶ ¬__________ ¶ (¬1) مسند أحمد ( 3/436 ) و ( 5/53). ¶ (¬2) صحيح البخاري ( 1/154). ¶ (¬3) صحيح مسلم (1/465) رقم 674. ¶ (¬4) السنن الصغرى (2/9). ¶ (¬5) سنن الدارمي (ص 286 ). ¶ (¬6) صحيح ابن خزيمة (1/206) رقم 395, 396 , 397 , 398. ¶ (¬7) مسند أبي عوانة (1/276) رقم 966 , 967. ¶ (¬8) السنن الكبرى ( 1/385 ). ¶ (¬9) سنن أبي داود ( 1/357) رقم 519. ¶ (¬10) انظر تحفة الأشراف (13/121) رقم 18378. ¶ (¬11) انظر الأحكام الوسطى (1/302)",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "=إن بلالاً ينادي بليل+, ولم يبين أنه من رواية ابن إسحاق. ¶ والحديث المذكور لا يعارضه؛ لأنه في رمضان خاصة، أما سائر العام, فما كان يؤذن إلا بعد الفجر, وعلة الخبر إنما هي: ¶ أن المرأة المذكورة لم تثبت صحبتها, ولا ارتهن الراوي عنها_وهو عروة بن الزبير_ بشيء, وإنما هي قالت عن نفسها: إنها شاهدت ما ذكرت+اهـ(¬1). ¶ وقال في موضع آخر _رحمه الله تعالى_: ¶ =ويجيء على أصله أن يكون هذا صحيحاً من جهة الإسناد, فإن ابن إسحاق عنده ثقة ولم يعرض له الآن إلا من جهة معارضة غيره, وهذا ليس من نظر المحدث. ¶ وإذا نظر به الفقيه تبين له منه خلاف ما قال هو من أنه معارض؛ وذلك أنه لا يتحقق بينهما التعارض إلا بتقدير أن يكون قوله : ¶ =إن بلالاً ينادي بليل+ في سائر العام, وليس كذلك, وإنما ذلك في رمضان. ¶ والذي نقول به في هذا الخبر: هو أنه حسن. ¶ وموضع النظر فيه أن هذه النجارية لا تُعْلَمُ, وما ادعت لنفسها من مزية الصحبة لم يقله عنها غيرها+اهـ(¬2). ¶ وقال الزيلعي _رحمه الله تعالى_: ¶ =قال عبد الحق: والصحيح أن بلالاً كان يؤذن بليل. ¶ قال ابن القطان: =وهذا أيضاً صحيح على أصله؛ فإن ابن إسحاق عنده ثقة, ولم يعرض له الضعف إلا من جهة معارضة غيره له+. ¶ قال الشيخ في =الإمام+ والتعارض بينهما لا يتحقق إلا بتقدير أن يكون قوله: ¶ =إن بلالاً يؤذن بليل+ في سائر العام, وليس كذلك. ¶ إنما كان ذلك في رمضان, والذي يقال في هذا الخبر: إنه حسن انتهى+(¬3). ¶ قلت: قول ابن القطان: ¶ إن المرأة لم تثبت صحبتها فيه نظر؛ وذلك إن بلالاً لم يؤذن بعد وفاة رسول الله\" كما جاء في سيرته(¬4). ¶ ¬__________ ¶ (¬1) بيان الوهم والإيهام (3/274) رقم 221. ¶ (¬2) بيان الوهم والإيهام ( 5/236) رقم 2514. ¶ (¬3) نصب الراية (1/287). ¶ (¬4) انظر لهذا الطبقات لابن سعد (3/237) وحلية الأولياء (1/150) وسير أعلام النبلاء (1/357).",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "وقيل: أذن بعده لأبي بكر فقط(¬1). ¶ وهذا يقتضي أن المرأة قد وجدت في حياة النبي\" بيتها حول المسجد ترى النبي\" وتنقل الأخبار وهذا هو مقتضى الصحبة، والعلم عند الله. ¶ وعن أبي هريرة\" قال: قال رسول الله\": ¶ =إذا سمع أحدكم النداء, والإناء على يده, فلا يضعه حتى يقضي حاجته منه+. ¶ أخرجه أحمد(¬2) والحاكم(¬3) والبيهقي(¬4). ¶ من طريق روح بن عبادة, حدثنا حماد بن سلمة, عن محمد بن عمرو عن أبي سلمة, عن أبي هريرة, عن النبي\", قال: فذكره. ¶ وأخرجه أبو داود(¬5) ومن طريقه الدارقطني(¬6). ¶ قال الدارقطني: ¶ قال أبو داود: أسنده روح بن عبادة, كما قال عبدالأعلى+. ¶ وجاء عند أحمد والبيهقي: ¶ =قال روح: حدثنا حماد بن سلمة, عن عمار بن أبي عمار, عن أبي هريرة, عن النبي\": مثله. ¶ وزاد فيه: =وكان المؤذن يؤذن إذا بزغ الفجر+. ¶ قال الحاكم: صحيح على شرط مسلم, وأقره الذهبي. ¶ وقال أحمد شاكر: إسناده صحيح(¬7). ¶ لكن قال ابن أبي حاتم _رحمه الله تعالى_: ¶ =سألت أبي عن حديث رواه روح بن عبادة, عن حماد, عن محمد بن عمرو عن أبي سلمة, عن أبي هريرة, عن النبي\" , أنه قال: ¶ =إذا سمع أحدكم النداء, والإناء على يده فلا يضعه حتى يقضي حاجته منه+. ¶ قلت لأبي: =وروى روح أيضاً عن حماد, عن عمار بن أبي عمار, عن أبي هريرة, عن النبي\" مثله، وزاد فيه: ¶ =وكان المؤذن يؤذن إذا بزغ الفجر+؟ ¶ قال أبي: هذان الحديثان ليسا بصحيحين. ¶ أما حديث عمار فعن أبي هريرة موقوف وعمار ثقة, والحديث الآخر ليس بصحيح(¬8)+. ¶ ¬__________ ¶ (¬1) انظر لهذا المنتخب لعبد بن حميد (1/316) رقم 361 وطبقات ابن سعد ( 3/235) وفتح الباري (7/99). ¶ (¬2) مسند أحمد ( 2/510). ¶ (¬3) المستدرك (1/203). ¶ (¬4) السنن الكبرى (4/218). ¶ (¬5) سنن أبي داود (2/761) رقم 2350. ¶ (¬6) سنن الدار قطني (2/165) رقم 1 باب في وقت السحر. ¶ (¬7) انظر شرح المسند ( 21/5) رقم 10638. ¶ (¬8) العلل لابن أبي حاتم (1/123) رقم 340 .",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "وقال ابن القطان _رحمه الله تعالى_: ¶ =وهو حديث مشكوك في رفعه+اهـ(¬1). ¶ وقال البيهقي _رحمه الله تعالى_: ¶ =وهذا إن صح فهو محمول عند عوام أهل العلم على أنه\" علم أن المنادي كان ينادي قبل طلوع الفجر بحيث يقع شربه قبيل طلوع الفجر. ¶ وقول الراوي: =وكان المؤذن يؤذن إذا بزغ الفجر+ يحتمل أن يكون خبراً منقطعاً ممن دون أبي هريرة, أو يكون خبراً عن الأذان الثاني. ¶ وقول النبي\": =إذا سمع أحدكم النداء, والإناء على يده+ خبراً عن النداء الأول+اهـ. ¶ ونقل الإمام ابن القيم _رحمه الله تعالى_ نقد ابن القطان المتقدم بقوله: ¶ =هذا الحديث أعله ابن القطان بأنه مشكوك في اتصاله, قال: لأن أبا داود قال: ¶ =أنبأنا عبدالأعلى بن حماد _أظنه+ عن حماد, عن محمد بن عمرو, عن أبي هريرة.. فذكره+(¬2). ¶ وقد أجاب أبو الأشبال أحمد شاكر _رحمه الله تعالى_ عن شبهة ابن القطان بقوله: ¶ =لست أدري من أين جاء ابن القطان بهذا؟! والذي في سنن أبي داود: ¶ =حدثنا عبدالأعلى بن حماد, حدثنا حماد, عن محمد بن عمرو, عن أبي سلمة, عن أبي هريرة+. ¶ فهذا إسناد متصل بالسماع صحيح. ¶ ثم قد رواه أحمد في المسند رقم 9468: حدثنا غسان، حدثنا حماد بن سلمة عن محمد بن عمرو+ به(¬3). ¶ وغسان هو ابن الربيع وهو ثقة من شيوخ أحمد. ¶ ثم رواه أيضاً رقم 10637: حدثنا روح, حدثنا حماد, عن محمد بن عمرو+ به ثم رواه ثالثاً برقم 10638: =حدثنا روح, حدثنا حماد, عن عمار بن أبي عمار, عن أبي هريرة. مثله, وزاد فيه: ¶ =وكان المؤذن يؤذن إذا بزغ الفجر+. ¶ فهذه أسانيد ثلاثة متصلة صحيحة. ¶ والإسناد الثالث من وجه آخر يؤيد سابقيه, فلم ينفرد به محمد بن عمرو, عن أبي سلمة, عن أبي هريرة. ¶ ¬__________ ¶ (¬1) الوهم و الإيهام (2/282) رقم 277. ¶ (¬2) تهذيب السنن (3/233) رقم 2249 . ¶ (¬3) انظر المسند (2/423).",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "وهذا الأخير يبطل تأويل الخطابي كله, ويدل على أنه لا يضع الإناء حتى يقضي منه حاجته إذا سمع الأذان بعد بزوغ الفجر، وهذا تيسير من الله ورسوله، والسلامة في الإتباع والأخذُ بالسنة الصحيحة+(¬1). ¶ وقال الألباني: حسن صحيح(¬2). ¶ وأما قول الإمام أبي حاتم _رحمه الله تعالى_: ¶ =هذان الحديثان ليسا بصحيحين+ فما أدري ما وجهه؟! مع أن ظاهر الإسناد متصل كما قال أحمد شاكر, ورجاله رجال الصحيح. ¶ وأما الاحتمالات التي أبداها الإمام البيهقي _رحمه الله تعالى_ ففيها نظر؛ لأن الأصل البقاء على ظاهر النص الدال على أن الأذان لصلاة الصبح يكون إذا بزغ الفجر، والعلم عند الله. ¶ الوجه العاشر: ¶ القياس على الصلوات الأربع . ¶ قال ابن المنذر _رحمه الله تعالى_: ¶ =وحجة أخرى وهي أنهم قد أجمعوا على أن الأذان للصلوات الأربع لا يجوز إلا بعد دخول وقتها, فكذلك الصلاة الخامسة غير جائز أن يؤذن لها إلا بعد دخول وقتها قياساً عليها+اهـ(¬3). ¶ وقال الطحاوي _رحمه الله تعالى_: ¶ =ثم اعتبرنا ذلك من طريق النظر لنستخرج من القولين قولاً صحيحاً, فرأينا سائر الصلوات غير الفجر لا يؤذن لها إلا بعد دخول أوقاتها, واختلفوا في الفجر, فقال قوم: التأذين لها قبل دخول وقتها. ¶ وقال آخرون بل هو بعد دخول وقتها. ¶ فالنظر على ما وصفنا أن يكون الأذان لها كالأذان لغيرها من الصلوات, فلما كان ذلك بعد دخول أوقاتها كان أيضاً في الفجر كذلك+اهـ(¬4). ¶ وقال ابن حزم _رحمه الله تعالى_ في الذين أجازوا الأذان للفجر قبل وقته: ¶ =والقوم أصحاب قياس _بزعمهم_ ومن كبارهم من يقول: إن القياس أولى من خبر الواحد. ¶ وهاهنا تركوا قياس الأذان للفجر على الأذان لسائر الصلوات+(¬5). ¶ الوجه الحادي عشر: ¶ ¬__________ ¶ (¬1) انظر حاشية تهذيب السنن لأحمد شاكر (3/233) رقم 2249. ¶ (¬2) انظر صحيح سنن أبي داود (2/447) رقم 2060 – 2350 . ¶ (¬3) الأوسط لابن المنذر (3/30). ¶ (¬4) معاني الآثار (1/141). ¶ (¬5) المحلي (3/165).",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "فيما جاء عن السلف من الآثار الدالة على أنه لا يؤذن لصلاة الفجر إلا بعد دخول وقتها، وها هي: ¶ عن الأسود بن يزيد, قال: قلت لعائشة: يا أم المؤمنين, متى توترين؟ قالت: إذا أذن المؤذن. ¶ قال الأسود: =وإنما كانوا يؤذنون بعد الصبح+. ¶ أخرجه أحمد(¬1) وابن خزيمة(¬2). ¶ من طريق يونس بن أبي إسحاق. ¶ وأخرجه الطحاوي(¬3) من طريق شعبة بن الحجاج. ¶ ورواه ابن أبي شيبة(¬4) من طريق منصور بن المعتمر. ¶ وأبونعيم الفضل بن دكين(¬5) من طريق زهير بن معاوية. ¶ وأبو الشيخ الإصبهاني(¬6) وابن حزم(¬7) والبيهقي(¬8). ¶ من طريق سفيان الثوري, خمستهم, عن أبي إسحاق عمرو بن عبدالله السبيعي، عن الأسود بن يزيد به. ¶ قال الحافظ ابن حجر _رحمه الله تعالى_: إسناد صحيح(¬9). ¶ وقال ابن التركماني _رحمه الله تعالى_: هذا سند صحيح (¬10). ¶ قلت: وهو كما قالا: سنده صحيح، رجاله ثقات, وليس له علة إلا ما يخشى من عنعنة السبيعي وهو مدلس، إلا أنه قد ثبت سماعه لهذا الخبر من الأسود بدليل أن شعبة رواه عنه, وقد قال: ¶ =كفيتكم تدليس ثلاثة: الأعمش وأبي إسحاق وقتادة+. ¶ قال الحافظ ابن حجر× في ذلك: فهذه قاعدة جيدة في أحاديث هؤلاء الثلاثة أنها إذا جاءت من طريق شعبة دلت على السماع ولو كانت معنعنة+(¬11). واللفظ المتقدم لفظ الطحاوي. ¶ ولفظ أبي الشيخ: =قالت: ما كان المؤذن يؤذن حتى يطلع الفجر+. ¶ ولفظ أبي نعيم: =قالت: ما كانوا يؤذنون حتى يصبحوا+. ¶ ¬__________ ¶ (¬1) مسند أحمد (6/185). ¶ (¬2) صحيح ابن خزيمة (1/211) رقم 407. ¶ (¬3) معاني الآثار (1/140). ¶ (¬4) المصنف (1/214). ¶ (¬5) الصلاة لأبي نعيم(ص 170) رقم219. ¶ (¬6) عزاه إليه الزيلعي في نصب الراية (1/285). ¶ (¬7) المحلى(3/162). ¶ (¬8) السنن الكبرى (2/480). ¶ (¬9) الدراية (1/120). ¶ (¬10) الجوهر النقي على سنن البيهقي (1/384). ¶ (¬11) انظر طبقات المدلسين آخر المرتبة الخامسة للحافظ ابن حجر ص59.",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "ولفظ أحمد وابن خزيمة: =قلت لعائشة: أََيَّ ساعة توترين؟ قالت:ما أوتر حتى يؤذن, وما يؤذنون حتى يطلع الفجر+. ¶ ولفظ البيهقي: =عن الأسود قال: سألت عائشة _رضي الله عنها_: متى توترين؟ قالت بين الأذان والإقامة، وما يؤذنون حتى يصبحوا+. ¶ قال البيهقي _رحمه الله تعالى_: ¶ =قوله: =وما يؤذنون حتى يصبحوا+ أظنه من قول الأسود أو أبي إسحاق. وفيه نظر؛ فقد روينا أن الأذان الأول بالحجاز كان قبل الصبح, وكأن عائشة _رضي الله عنها_ كانت تصلي قبل الفجر، أو أراد به الأذان الثاني+اهـ. ¶ قلت: ظَنَّ البيهقي ذلك الظَنَّ بناءًا على مذهبه من أن الأذان الأول بالحجاز كان قبل الصبح, ومستنده فيه ما رواه هو من قول الإمام مالك _رحمه الله تعالى_ بلفظ: ¶ =لم تزل الصبح ينادى لها قبل الفجر, فأما غيرها من الصلوات, فإنا لم نرها ينادى لها إلا بعد أن يحل وقتها+(¬1). ¶ قلت: ورد ذلك من رواية شعبة أن الأسود بن يزيد قال ذلك _كما تقدم آنفاً_. ¶ والأسود إمام قدوة ثقة فقيه كثير الرواية وَرِعٌ وهو نظير مسروق في الجلالة والعلم. ¶ فهل يظن به مع قيام هذه الأوصاف به أن يزيد لفظاً في الأثر ما لم يسمعه من عائشة؟! كلا؛ يؤيد ذلك وجوه: ¶ الأول: أنه انفرد شعبة بذلك, وقد اتفق سفيان الثوري _وهو من أثبت الناس في أبي إسحاق_ وزهير بن معاوية ومنصور بن المعتمر ويونس بن أبي إسحاق على رواية هذا اللفظ عن أبي إسحاق عن الأسود, عن عائشة, أنها قالته. ¶ وعليه فتكون رواية شعبة شاذة ورواية الجماعة هي المحفوظة. ¶ الثاني: أن قول عائشة: =وما يؤذنون حتى يطلع الفجر+. ¶ منقول عنها بالسند المتصل الصحيح، بخلاف قول الإمام مالك _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) انظر السنن الكبرى للبيهقي (1/385) باب السنة في الأذان لسائر الصلوات بعد دخول الوقت. ¶ وانظر الموطأ لمالك (1/72) كتاب الصلاة + باب ما جاء في النداء.",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "=لم تزل الصبح ينادى لها قبل الفجر+ فهو ضعيف لمجيئه بدون سند, فلم يسنده مالك, ولا أحد ممن نقله عن مالك. ¶ ولهذا قال الإمام ابن عبد البر _رحمه الله تعالى_ في ذلك: ¶ =فهذا يدلك على أن الأذان عنده مأخوذ من العمل؛ لأنه لا ينفك منه كل يوم, فيصح الاحتجاج فيه بالعمل؛ لأنه ليس مما ينسى+اهـ(¬1). ¶ الثالث: أن عائشة زوج النبي\" وهي من أقرب الناس إليه فنقلها للعمل الشرعي الذي شاهدته مقدم على نقل مالك لعمل شرعي لم يشاهده ولم ينقل بسند معتبر شرعاً. ¶ الرابع: أن نقل عائشة لهذا العمل تشهد له الوجوه العشرة المتقدمة ومنها: حديث حفصة أم المؤمنين _رضي الله عنها_ بلفظ: ¶ =وكان لا يؤذن حتى يصبح+ إسناده صحيح. ¶ ومن ذلك: جواب نافع مولى ابن عمر, الذي شافه الصحابة, وأخذ عنهم العلم. ¶ وذلك عندما سئل بأنهم كانوا ينادون قبل الفجر؟ ¶ أجاب بقوله: =ما كان النداء إلا مع الفجر+. ¶ إسناد صحيح، وسيأتي _إن شاء الله تعالى_ قريباً. ¶ =وعن عمر بن الخطاب÷ أن مؤذناً له يقال له مسروح أذن قبل الصبح, فأمره عمر أن يرجع فيعيد الأذان+. ¶ أخرجه أبو داود(¬2). ¶ من طريق أيوب بن منصور ,حدثنا شعيب بن حرب , عن عبدالعزيز بن أبي رواد, أخبرنا نافع , عن مؤذن لعمر.. به. ¶ ومن طريق أبي داود أخرجه الدار قطني(¬3) والبيهقي(¬4). ¶ قال الترمذي _رحمه الله تعالى_: ¶ =وروى عبدالعزيز بن أبي راود, عن نافع, أن مؤذناً لعمر أذن بليل فأمره عمر أن يعيد الأذان+. ¶ ثم قال: =وهذا لا يصح؛ لأنه عن نافع, عن عمر منقطع+اهـ(¬5). ¶ وقال أبو عمر بن عبد البر _رحمه الله تعالى_: ¶ =وهذا إسناد غير متصل؛ لأن نافعاً لم يلق عمر، ولكن الدراوردي وحماد بن زيد قد رويا هذا الخبر عن عبيد الله بن عمر، عن نافع، عن ابن عمر مثله. ¶ ¬__________ ¶ (¬1) الاستذكار (4/70) رقم 4171. ¶ (¬2) سنن أبي داود (1/365) رقم 533. ¶ (¬3) سنن الدارقطني (1/244) رقم 49. ¶ (¬4) السنن الكبرى (1/384). ¶ (¬5) جامع الترمذي (1/394).",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "إلا أن الدراوردي قال: =يقال له: مسعود. وهذا هو الصحيح _والله أعلم_ أن عمر قال ذلك لمؤذنه+اهـ(¬1). ¶ قلت: قال أبو داود× بعد أثر مسروح: ¶ =وقد رواه حماد بن زيد، عن عبيد الله بن عمر, عن نافع أو غيره، أن مؤذناً لعمر يقال له مسروح أو غيره+. ¶ ورواه الدراوردي، عن عبيد الله، عن نافع، عن ابن عمر، قال: كان لعمر مؤذن يقال له مسعود. وذكر نحوه. وهذا أصح من ذاك+. ¶ قال البيهقي _رحمه الله تعالى_مبيناً مراد أبي داود في اسم الإشارتين: =يعني حديث ابن عمر أصح+اهـ. ¶ قلت: لأنه متصل بخلاف سند نافع، عن مؤذن عمر فهو منقطع. ¶ وقال أبو حاتم الرازي× بعد أن خَطَّأ حديث حماد بن سلمة المتقدم =والصحيح عن نافع، عن ابن عمر، أن عمر أمر مسروحاً أذن قبل الفجر، وأمره أن يرجع+اهـ(¬2). ¶ وقال ابن عبد البر _رحمه الله تعالى_: ¶ =الصحيح أن عمر هو الذي أمر مؤذنه بذلك+اهـ(¬3). ¶ وعن نافع مولى ابن عمر، قال: ¶ =ما كان النداء إلا مع الفجر+. ¶ أخرجه ابن أبي شيبة(¬4): حدثنا ابن نمير (عن عبيد الله(¬5)) قال: ¶ قلت لنافع: إنهم كانوا ينادون قبل الفجر؟ ¶ قال: =ما كان النداء إلا مع الفجر+. ¶ إسناده صحيح. ابن نمير هو عبد الله بن نمير أبو هشام الخارفي الهَمدْاني الكوفي. ¶ قال الحافظ في التقريب: ثقة صاحب حديث. وعبيد الله هو ابن عمر العمري. ¶ وقال ابن حزم _رحمه الله تعالى_: ¶ =ومن طريق يحيى بن سعيد القطان، ثنا عبيد الله بن عمر، أخبرني نافع قال: =ما كانوا يؤذنون حتى يطلع الفجر(¬6)+. ¶ إسناده صحيح, رجاله ثقات حفاظ. ¶ وعن علقمة بن قيس النخعي أنه سمع مؤذناً يؤذن بليل. فقال: ¶ ¬__________ ¶ (¬1) التمهيد (10/60). ¶ (¬2) علل الحديث لابن أبي حاتم (1/114). ¶ (¬3) التمهيد (10/61). ¶ (¬4) المصنف لابن أبي شيبة ( 1/214). ¶ (¬5) هذه الزيادة لابد منها في السند, صرح بها الحافظ ابن رجب في فتح الباري (5/330) وابن حزم كما في سطر(8) من هذه الصفحة. ¶ (¬6) المحلى ( 3/163 ).",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "=أما هذا فقد خالف سنة أصحاب رسول الله\" لو كان نائماً كان خيراً له، فإذا طلع الفجر أذن+. ¶ أخرجه ابن أبي شيبة(¬1) والطحاوي(¬2) وابن حزم(¬3). ¶ من طريق شريك، عن علي بن علي، عن إبراهيم، قال: شيعنا علقمة إلى مكة، فخرج بليل، فسمع مؤذناً... الخ. ¶ إسناده صحيح. شريك هو ابن عبد الله القاضي النخعي حسن الحديث قاله الذهبي(¬4)، وعلي بن علي هو ابن نجاد الرفاعي اليشكري ثقة، وإبراهيم هو ابن يزيد النخعي. ¶ وتابع عليّاً عليه مُحِلّ بن محرز الضبي الكوفي عند ابن عبد البر(¬5) وقال: مُحِلٌّ ليس بالقوي. ¶ قلت: هو ثقة. قال أحمد: كان ثقة، وقال ابن معين: ثقة لا بأس به(¬6)+. ¶ وعن أبي الأحوص عوف بن مالك بن نضلة الجشمي أنه قال لمؤذنه: ¶ =لا تؤذن حتى يطلع الفجر+. ¶ أخرجه أبو نعيم(¬7): ¶ =حدثنا حفص أبو عمرو، عن أبي الزعراء، عن أبي الأحوص به. ¶ إسناده صحيح، رجاله ثقات. حفص هو ابن غياث أبو عمرو الكوفي القاضي، وأبو الزعراء هو عمرو بن عمرو الجشمي. ¶ وعن إبراهيم بن يزيد النخعي× أنه قال: ¶ =كانوا إذا أذن المؤذن بليل أتوه، فقالوا: اتق الله وأعد أذانك، أخرجه عبد الرزاق(¬8) عن يحيى بن العلاء، عن عمه شعيب بن خالد، عن زبيد اليامي، عن إبراهيم النخعي به. ¶ إسناده ضعيف جداً، يحيى بن العلاء هو البجلي الرازي، رمي بوضع الحديث. ¶ وعنه أيضاً،أنه كان يكره أن يؤذن قبل الفجر+. ¶ أخرجه ابن أبي شيبة(¬9) وابن حزم(¬10). ¶ من طريق عبد الرحمن بن مهدي، عن سفيان الثوري، عن الحسن بن عمرو، عن فضيل بن عمرو، عن إبراهيم به. ¶ ¬__________ ¶ (¬1) المصنف (1/214). ¶ (¬2) معاني الآثار (1/141). ¶ (¬3) المحلى (3/161). ¶ (¬4) انظر تذكرة الحفاظ (1/232). ¶ (¬5) التمهيد (10/60). ¶ (¬6) انظر تهذيب الكمال (27/292). ¶ (¬7) الصلاة لأبي نعيم (ص 172) رقم 222. ¶ (¬8) مصنف عبد الرزاق (1/491) رقم 1889. ¶ (¬9) المصنف (1/214). ¶ (¬10) المحلى (3/161).",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "إسناده صحيح، رجاله ثقات. الحسن بن عمرو وفضيل بن عمرو هما الفقيميان وهما أخوان. ¶ تنبيه: وقع عند ابن أبن شيبة =سلميان+ بدل سفيان وهو تصحيف. ¶ وعن عامر الشعبي _رحمه الله تعالى_, قال: ¶ =لا يؤذن للصلاة حتى يدخل وقتها+. ¶ أخرجه أبو نعيم(¬1) عن محمد بن سالم, عن عامر به. ¶ ومن طريق أبي نعيم أخرجه ابن أبي شيبة(¬2). ¶ إسناده ضعيف جداً. محمد بن سالم هو أبو سهل صاحب الشعبي ضعفوه. ¶ وعن الحسن البصري _رحمه الله تعالى_ أنه سمع مؤذناً أذن بليل, فقال: ¶ =علوج تباري الديوك. وهل كان الأذان على عهد رسول الله\" إلا بعد ما يطلع الفجر؟+. ¶ ولقد أذن بلال, فأمره النبي\" فصعد فنادى: إن العبد قد نام, فوجد بلال وجداً شديداً+. ¶ أخرجه الإمام القاسم بن ثابت السرقسطي في كتابه =غريب الحديث+ بقوله: =حدثنا محمد بن علي, ثنا سعيد بن منصور, ثنا أبو معاوية, أنبأ أبو سفيان السعدي, عن الحسن به(¬3). ¶ إسناده مستقيم, رجاله ثقات غير أبي سفيان السعدي وهو طريف بن شهاب ضعفه أهل العلم حتى لقد قال ابن عبد البر: قد أجمعوا على أنه ضعيف الحديث+ اهـ(¬4). ¶ لكن قال أبو أحمد بن عدي _رحمه الله تعالى_: =ولأبي سفيان هذا غير ما أمليت, وقد روى عنه الثقات, وإنما أنكروا عليه في متون الأحاديث أشياء لم يأت بها غيره, وأما أسانيده فهي مستقيمة(¬5). ¶ وعن محمد بن الحسن _رحمه الله تعالى_ قال: ¶ =أخبرنا سعيد بن أبي عروبة, عن قتادة, عن الحسن البصري, أن منادي رسول الله\" لم يكن يؤذن لصلاة الصبح حتى يطلع الفجر (¬6). ¶ إسناده صحيح إلا أنه مرسل. ¶ وقال ابن حزم _رحمه الله تعالى_: ¶ ¬__________ ¶ (¬1) الصلاة لأبي نعيم (ص 173 ) رقم 224. ¶ (¬2) المصنف ( 1/214). ¶ (¬3) عزاه إليه الزيلعي في نصب الراية ( 1/286). ¶ (¬4) انظر تهذيب التهذيب (5/12). ¶ (¬5) الكامل لابن عدي (4/1438 ). ¶ (¬6) الحجة على أهل المدينة (1/75).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "=فروينا من طريق محمد بن المثنى, عن عبد الرحمن بن مهدي, عن عبد الرحمن بن محمد المحاربي, عن إسماعيل بن مسلم، قال: قلت, للحسن البصري: يا أبا سعيد, الرجل يؤذن قبل الفجر يوقظ الناس؟ فغضب. وقال: علوج فراغ, لو أدركهم عمر بن الخطاب لأوجع جنوبهم. من أذن قبل الفجر فإنما صلى أهل ذلك المسجد بإقامة لا أذان فيه (¬1). ¶ المحاربي مدلس وقد عنعن. وإسماعيل بن مسلم الراجح أنه العبدي البصري؛ لأن ابن مهدي رَوَي عن المحاربي عنه _كما ترى_ وهو ثقة. ¶ ويحتمل أن يكون المكي أبا إسحاق وهو ضعيف, لكن يبعد أن يكون هو؛ لأن ابن مهدي لم يرو عنه بل لقد تركه(¬2). ¶ وعلى هذا يكون السند حسنا. والله أعلم. ¶ قال ابن حزم _رحمه الله تعالى_ بعد أن ذكر أقوال السلف الواردة في منع الأذان لصلاة الفجر قبل دخول وقتها: ¶ =فهذه أقوال أئمة أهل المدينة: عمر بن الخطاب وعائشة أم المؤمنين ونافع وغيرهم, وهم أولى بالإتباع ممن جاء بعدهم, فوجد عملا لا يدرى أصله, ولا يجوز فيه دعوى نقل التواتر عن مثله أصلاً؛ لأن الروايات عن هؤلاء الثقات مبطلة لهذه الدعوى التي لا تصح, ولا يعجز عنها أحد+ اهـ(¬3). ¶ قلت: يعني بالدعوى: قول الإمام مالك _رحمه الله تعالى_: =لم تزل الصبح ينادى لها قبل الفجر..الخ وتقدم. ¶ الوجه الثاني عشر: ¶ ¬__________ ¶ (¬1) المحلى (3/ 160). ¶ (¬2) انظر تهذيب الكمال (3/200 , 203). ¶ (¬3) المحلى (3/162).",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "أن الأذان شرع للإعلام بدخول وقت الصلاة كما تقدم, والأذان قبل الوقت ليس إعلاماً بالوقت, ولا مقصوداً, فإذا أُوْقِع الإعلام بالأذان قبل وقت الصلاة حصل منه الغرر ولابد؛ وذلك أن السامع له قد يصلي ركعتي الفجر ويصلي صلاة الفجر قبل وقتها وهذا محظور؛ لأن الوقت شرط لصحة الصلاة, ويحصل الغرر أيضاً لمن يريد الصوم, فيمسك عن الأكل والشرب ونحوهما, وذلك مباح له إلى تبين الفجر, يؤيد هذا أن الحنابلة قالوا: =ويكره الأذان قبل الفجر في شهر رمضان. نص عليه أحمد في رواية الجماعة؛ لئلا يغتر الناس به, فيتركوا سحورهماهـ(¬1). ¶ وقال العلامة ابن سعدي _رحمه الله تعالى_: ¶ =في إجزاء الأذان للفجر قبل طلوع الفجر _إذا لم يكن مؤذن يؤذن للفجر_ نظر ظاهر؛ فإن الأذان شرع للإعلام بدخول الوقت. فكيف يجوز أن يترك هذا المقصود الأعظم في صلاة الفجر؟! بل الأذان في الوقت في الفجر آكد من غيرها من الأوقات؛ لتعلق الصلاة والصوم بطلوع الفجر, وإذا كان أهل البلد كلهم يؤذنون للفجر قبل طلوع الفجر فبأي شيء يعرفون الوقت؟! ¶ ومن ترك الأذان المشروع فلابد أن يعتاض عنه بدعة غير مشروعة وأما الاستدلال بحديث: =إن بلالاً يؤذن بليل, فكلوا واشربوا حتى يؤذن ابن أم مكتوم فإنما يدل على أنه يجوز أن يكون بعض المؤذنين يؤذن قبل الفجر للحاجة إلى ذلك. وكذلك كان النبي\" لا يكتفي بأذان بلال وحده. ¶ ومما يدل على ذلك أن النبي\" كان إذا غزا قوماً انتظر طلوع الفجر؛ فإن سمع أذاناً كف عنهم, وإلا أغار عليهم, فجعل شعار ديار الإسلام الأذان على طلوع الفجر. وهذا واضح+اهـ(¬2). ¶ الوجه الثالث عشر: ¶ أن الأذان فيه الدعاء إلى الصلاة بجملتي: =حيّ على الصلاة, حيّ على الفلاح+ أي هلموا إلى الصلاة فقد حان وقتها. ¶ ومعلوم أن الدعاء إلى صلاة لم يحضر وقتها دعاء إلى غير صلاة , كما لا يخفى فكيف يدعا؟! ¶ ¬__________ ¶ (¬1) المغني (2/65). ¶ (¬2) المختارات الجلية ص18.",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "وحكى ابن المنذر عن بعض أهل العلم أنهم قالوا: ¶ الأذان معناه: الإعلام بدخول أوقات الصلوات و دعاء إليها, فغير جائز أن يدعا إليها ويؤمر بحضورها قبل دخول وقتها... ثم ساق أخباراًَ في ذلك, ثم قال: ¶ =فدلت هذه الأخبار على أن الأذان إنما جعل ليعلم الناس أن الصلاة قد حضر وقتها ووجب فرضها+اهـ باختصار(¬1). ¶ وقال الإمام الشو كاني _رحمه الله تعالى_: ¶ =الأذان هو دعاء إلى الصلاة؛ و لهذا اشتمل على ألفاظ الدعاء التي منها =حيّ على الصلاة , حيّ على الفلاح+، فلا يفعل في غير الوقت, بل ذلك بدعة ظاهرة , وأما أذان بلا ل في ذلك الوقت الخاص فقد وضحت فيه العلة بقوله\": =ليوقظ نائمكم ويرجع قائمكم+ كما ثبت في الصحيح فلم يبق ما يستدل به على جواز الأذان لنفس الصلاة قبل دخول وقتها، وليس هنا ما يقتضي التعارض والترجيح+اهـ(¬2). ¶ قلت: تقدم كلام ابن دقيق العيد _رحمه الله تعالى_ بلفظ: ¶ =ومن قال: يجوز الأذان للصبح قبل دخول وقتها اختلفوا في وقته. ¶ وذكر بعض أصحاب الشافعي أنه يكون في وقت السحر بين الفجر الصادق والكاذب. ¶ قال: ويكره التقديم على ذلك الوقت، وقد وجد في الحديث ما يقرب هذا، وهو قوله\": =إن بلالاً يؤذن بليل+. ¶ .إخبار تتعلق به فائدة للسامعين قطعاً؛ وذلك إذا كان وقت الأذان مشتبهاً، يحتمل أن يكون عند طلوع الفجر، فبين أن ذلك لا يمنع الأكل والشرب إلا عند طلوع الفجرالصادق، وذلك يدل على تقارب وقت أذان بلال من الفجر+اهـ(¬3). ¶ وقد علق على هذا محمد منير عبده أغا بقوله: ¶ =وبهذا تعلم أن ما أحدثه بعض المشايخ النائين عن الشريعة من الأذان نصف الليل ،لا أصل له في الدين، وهو ضرر وإيذاء للنائمين؛ لأن نصف الليل ليس وقتاً للصلاة، ولا للسحور، ولا أدري قصدهم في ذلك. ¶ ¬__________ ¶ (¬1) انظر الأوسط لابن المنذر(3/30). ¶ (¬2) السيل الجرار( 1/198). ¶ (¬3) انظر ص 67.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "ا للهم اهد علماءنا إلى العمل بالسنة المأثورة عن النبي\" وترك ما ابتدع في الدين+اهـ(¬1). ¶ الخلاصة ¶ ظهر لي من الأدلة ومن كلام أهل العلم في هذا البحث الحقائق التالية: ¶ 1ـ أن نوافل الصلاة لا أذان لها البتة بالإجماع، وأن ما أُحدِث من الأذان لها في رمضان أو غيره لا أصل له في الشرع. ¶ فيجب قصر الأذان على المكتوبات، وترك الابتداع. ¶ 2ـ أن الراجح أنه لا يؤذن لصلاة الصبح إلا بعد طلوعه، كما هو مذهب الإمام سفيان الثوري وأبي حنيفة وأحمد في بعض رواياته وغيرهم من أهل العلم، بل صرح الإمام أحمد بكراهة الأذان قبل طلوع الفجر في رمضان خاصة كما في رواية جماعة أصحابه. ¶ 3ـ أن الأدلة الواردة في الأذان لصلاة الصبح جاءت على عدة أضرب. ¶ _ ضرب جاء بأن الغالب من عمل بلال في أذانه لصلاة الصبح، أنه لا يؤذن إلا بعد طلوع الفجر بدليل حديث حفصة _رضي الله عنها_ بلفظ: =إن رسول الله\" كان إذا أذن المؤذن بالفجر قام فصلى ركعتين.. قالت: =وكان لا يؤذن حتى يصبح+ حديث صحيح على شرط البخاري ومسلم . ¶ وفي لفظ: =كان إذا سكت المؤذن لصلاة الصبح صلى ركعتين خفيفتين+ متفق عليه. ¶ ومثله حديث عائشة _رضي الله عنها_ بلفظ: =كان رسول الله\" إذا سكت المؤذن بالأول من صلاة الفجر قام فركع ركعتين خفيفتين قبل صلاة الفجر+ متفق عليه. ¶ وفي لفظ: =كان رسول الله\" يصلي بالليل ثلاث عشرة ركعة، ثم يصلي إذا سمع النداء بالصبح ركعتين خفيفتين+ متفق عليه. ¶ وفي رواية عنها: =ما كانوا يؤذنون حتى يصبحوا+ سنده صحيح. ¶ وفي لفظ: =وما كانوا يؤذنون حتى يطلع الفجر+ سنده صحيح. ¶ وقول نافع مولى ابن عمر: =ما كان النداء إلا مع الفجر+ سنده صحيح. ¶ وقول أبي هريرة÷: =وكان المؤذن يؤذن إذا طلع الفجر+إسناده صحيح. ¶ وحديث أبي محذورة÷: =أنه أذن لرسول الله\" ولأبي بكر وعمر، فكان لا يؤذن حتى يطلع الفجر+ إسناده حسن. ¶ وقول بلال÷: ¶ ¬__________ ¶ (¬1) انظر حاشية إحكام الأحكام لابن دقيق العيد (1/181).",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "=كنا لا نؤذن لصلاة الفجر حتى يطلع الفجر+ وفيه ضعف. ¶ وحديث أنس بن مالك÷: =أن رجلاً سأل رسول الله\" عن وقت صلاة الفجر؟ فأمر بلالاً فأذن حين طلع الفجر..+ إسناده صحيح. ¶ وحديث مالك بن الحويرث÷: =فإذا حضرت الصلاة فليؤذن لكم أحدكم...+ متفق عليه. ¶ وحديث امرأة بني النجار، قالت كان بيتي من أطول بيت حول المسجد، وكان بلال يؤذن عليه الفجر، فيأتي بسحر، فيجلس على البيت ينظر إلى الفجر، فإذا رآه تمطى، ثم قال: اللهم إني أحمدك وأستعينك على قريش أن يقيموا دينك قالت: ثم يؤذن+ إسناده حسن. ¶ ب ـ وضرب ورد بإقراره\" بلالاً أنه يؤذن بليل _ وأنه علل ذلك بقوله: =ليرجع قائمكم ولينتبه نائمكم+ متفق عليه. ¶ ج ـ وضرب ورد بعدم إقراره عليه، وأنه يقع الأذان منه غلطاً. ¶ ومن هذا الضرب حديث سمرة: =لا يغرنكم نداء بلال، فإن في بصره سوءاً+ إسناده صحيح. ¶ وحديث أنس بلفظ: =لا يمنعنكم أذان بلال من السحور؛ فإن في بصره شيئاً+ سنده صحيح. ¶ وحديث ابن عمر: =إن بلالاً لا يدري ما الليل، فكلوا واشربوا حتى ينادي ابن أم مكتوم+ حديث حسن. ¶ وحديث شيبان بن مالك: =لكن مؤذننا هذا في بصره سوء، وأنه أذن قبل أن يطلع الفجر+ حديث حسن. ¶ وأحاديث أمره\" لبلال أن يرجع فينادي: ألا إن العبد قد نام. ¶ وفيها الصحيح والضعيف والحسن والقريب منه. ¶ 4ـ أن الآثار الواردة عن السلف في هذه المسألة تنص على أنه لا يؤذن لصلاة الفجر إلا بعد دخول وقتها، وهاك نماذج منها: ¶ ثبت عن عمر بن الخطاب÷ أنه أمر مؤذنه حين أذن بليل أن يرجع فيعيد الأذان. ¶ وعن علقمة بن قيس أنه سمع مؤذناً يؤذن بليل، فقال: أما هذا فقد خالف سنة أصحاب رسول الله\" ،لو كان نائماً كان خيراً له، فإذا طلع الفجر أذن+سنده صحيح . ¶ وعن إبراهيم النخعي: أنه كان يكره أن يؤذن قبل الفجر+ إسناده صحيح. ¶ وعنه أيضاً: قال: كانوا_يعني أصحاب ابن مسعود_ إذا أذن المؤذن بليل أتوه، فقالوا: اتق الله وأعد أذانك+ سنده ضعيف.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "وعن عامر الشعبي قال: لا يؤذن للصلاة حتى يدخل وقتها+ إسناده ضعيف. ¶ وعن الحسن البصري أنه سمع مؤذناً أذن بليل، فقال: علوج تباري الديوك، وهل كان الأذان على عهد رسول الله\" إلا بعد ما يطلع الفجر+ إسناده قوي. ¶ 5ـ أن القياس يقتضي أن لا يؤذن لصلاة الفجر إلا بعد دخول وقتها قياساً على غيرها وذلك أن الإجماع قام على أن الأذان للصلوات الأربع _غير الفجر_ لا يجوز إلا بعد دخول أوقاتها فكذلك يقال في الفجر. ¶ 6ـ أن الأصل في الأذان أنه شرع للإعلام بدخول وقت الصلاة المفروضة، فلا ينتقل عن هذا الأصل إلا بناقل صحيح صريح. ¶ 7ـ فإن قيل: تعليل الرسول\" الأذان بليل بإيقاظ النائم ورجوع القائم في حديث ابن مسعود يدل على جواز الأذان لصلاة الفجر قبل وقتها؟ ¶ قيل: ليس هذا دائماً في سائر العام جمعاً بينه وبين الأدلة الدالة على أن أذان صلاة الصبح لا يكون إلا بعد طلوع الفجر، ولعل ذلك في رمضان خاصة كما هو ظاهر الحديث، وبه قال بعض أهل العلم. ¶ ثم هو مقيد بزمن يسير قدره الرواة بقدر ما ينزل أحد المؤذنَينِ من المنارة ويصعد الآخر. ¶ قال العلامة الزركشي: =وفي حديث رواه الطيالسي وغيره، قال (يعني الراوي): =فكنا نحتبس ابن أم مكتوم عن الأذان، ونقول: =كما أنت حتى نتسحر، كما أنت حتى نتسحر ولم يكن بين أذانهما إلا أن ينزل هذا، ويصعد هذا+. ¶ ومن ثم قال البيهقي×: مجموع ما روي في تقديم الأذان قبل الفجر إنما هو بزمن يسير، لعله لا يبلغ مقدار قراءة الواقعة، بل أقل منها. ¶ ففضيلة التقديم بهذا، لا بأكثر. ¶ وأما ما يفعل في زماننا من الأذان للفجر من الثلث الأخير فخلاف السنة، إن سُلّمَ جوازه+(¬1). ¶ قلت: ومقدار قراءة سورة الواقعة من الزمن خمس دقائق أو نحوها. ¶ تم ما أردت كتابته حول الأذان المشروع للصلاة، والحمد لله الذي بنعمته تتم الصالحات، وصل الله على نبينا محمد وآله وصحبه أجمعين. ¶ ¬__________ ¶ (¬1) شرح الزركشي (1/511).",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "وكان الفراغ من تبييضه ليلة الخميس الموافقة ثمان وعشرين من صفر عام 1421هـ. ¶ فهرس الموضوعات ¶ الموضوع ... الصفحة ¶ المقدمة ... 3 ¶ فصل في مشروعية الأذان ... 6 ¶ فصل في أن الأذان لم يشرع إلا للفرائض الخمس ... 13 ¶ فصل في عدم جواز الأذان إلا بعد دخول وقت الصلاة ... 21 ¶ فصل في حديث سمره بن جندب÷ ... 29 ¶ فصل في حديث زياد بن الحارث الصُّدائي ... 32 ¶ فصل في =حديث+ إن بلال يؤذن بليل...إلخ. ¶ حديث عبد الله بن عمر _رضي الله عنهما_ ... 36 ¶ حديث عائشة _رضي الله عنها_ ... 39 ¶ تنبيه ... 42 ¶ تنبيه آخر ... 43 ¶ حديث أُنَيْسَة _رضي الله عنها_ ... 44 ¶ مجيء حديث أنيسة مقلوباً ... 46 ¶ فصل في كلام أهل العلم في اختلاف حديث أنيسة ... 48 ¶ تنبيه ... 53 ¶ حديث زيد بن ثابت ... 54 ¶ حديث سهل بن سعد÷ ... 55 ¶ حديث أنس بن مالك _رضي الله عنهما_ ... 56 ¶ فصل في حديث عبد الله بن مسعود÷ ... 58 ¶ غريب الحديث ... 61 ¶ وجه الدليل ... 61 ¶ الجواب عن الأحاديث الصحيحة المستدل بها على جواز الأذان قبل طلوع الفجر بمايزيد على عشرة أوجه ... 66 ¶ الوجه الأول ... 66 ¶ الوجه الثاني ... 66 ¶ الوجه الثالث ... 68 ¶ الوجه الرابع ... 74 ¶ الوجه الخامس ... 88 ¶ الوجه السادس ... 95 ¶ الوجه السابع ... 97 ¶ الوجه الثامن ... 103 ¶ تنبيه: أعلت بعض طرق حديث عائشة ..الخ ... 105 ¶ تنبيه آخر بيان المراد بالأذان الأولى ... 107 ¶ وجه الدليل من حديث: =فإذا سكت المؤذن الأول+ ... 108 ¶ الوجه التاسع ... 111 ¶ الوجه العاشر ... 119 ¶ الوجه الحادي عشر ... 120 ¶ الوجه الثاني عشر ... 132 ¶ الوجه الثالث عشر ... 134 ¶ الخلاصة ... 136 ¶ الفهارس ... 141",
            "page": "81",
            "part": "1"
        }
    ],
    "t36546": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "البيان بأن صلاة النافلة لم يشرع لها أذان للشيخ فريح"
        }
    ]
}