{
    "b36549": [
        {
            "hno": null,
            "id": "1",
            "nass": "التكبير عند ختم المصحف الشريف ¶ مفهومه وأحكامه بين القراء والفقهاء ¶ إعداد ¶ الدكتور محمد خالد منصور ¶ أستاذ مساعد – قسم الفقه وأصوله - كلية الشريعة – الجامعة الأردنية ¶ الملخص ¶ يعتبر مبحث التكبير عند ختم المصحف الشريف من المباحث التي يقل دورها بين عامة الناس ، بل بين المتخصصين في الشريعة الإسلامية ، ويعتبر هذا الموضوع من الموضوعات المشتركة بين القراء والفقهاء . ¶ وقد هدف البحث إلى بيان مفهوم التكبير عند ختم المصحف الشريف عند القراء والفقهاء ، وبيان منهج كل منهما في استعراض هذا الموضوع ، وبيان أهم الأحكام الفقهية المتعلقة بالتكبير عند ختم المصحف الشريف داخل الصلاة وخارجها . ¶ ABCTRACT ¶ AL takber while sealing moshaff alshareaf is one of the subjects that few of Moslems and worldwide in Islam know it. ¶ Also this subject has been cmopiane between jurisprudence scholars and reading quran scholars. ¶ The search aims to Introduction AL takber while sealing moshaff alshareaf in jurisprudence and reading quran and Introduction the method of both scholar while view this subject, the search Also Aims to Introduction the most important jurisprudence command that belong to AL takber while sealing moshaff alshareaf inside of pray and outside of it. ¶ المقدمة ¶ ... الحمد لله رب العالمين ، والصلاة والسلام على أشرف المرسلين سيدنا محمد وعلى آله وأصحابه أجمعين ،، وبعد،، ¶ ... فإن من الدراسات المهمة التي تفتقر إليها البحوث العلمية تلكم الدراسات التي تزاوج بين التخصصات المختلفة ، والتي تبين القواسم المشتركة بينها ، وتبين إسهام كل فن من هذه الفنون في جزئية من الجزئيات العلمية والبحثية .",
            "page": "1",
            "part": "1"
        },
        {
            "hno": null,
            "id": "2",
            "nass": "... وإن هذا النمط من الدراسات ذو أهمية بالغة في بيان الروابط بين العلوم الإسلامية من جانب ، وبيان التكامل بينها من جانب آخر ، وبيان إسهام كل فن منها في التقعيد والتفريع لأي مسألة من هذه المسائل . ¶ ... وفي الوقت نفسه فإن الترابط بين الفنون والعلوم الإسلامية نتيجة طبيعية لوحدة المصدر ووحدة الأدلة التي تُستقى منها الأحكام الشرعية بعامة . ¶ ... وإن البحث الذي بين أيدينا محاولة لدراسة موضوع من الموضوعات العلمية له صلة بالقراءات القرآنية أولا ، وبالفقه الإسلامي ثانيا . ¶ ويتحدد مجاله في التكبير – وهو قول القارىء : الله أكبر - الذي يصاحب قراءة المسلم القرآن بالترتيب ، من أول المصحف إلى آخره ، سواء أكبر في بداية كل سورة على رواية ابن كثير ، ومن آخر سورة : \" الضحى \" إلى آخر سورة الناس ، وهذا المقصود بعبارة : \" عند ختم المصحف الشريف \" ، ذلك أن القارىء لو ابتدأ قراءته من سورة : \" الضحى \" دون أن يقرأ ما قبلها مرتبا ، فإن حكم التكبير لا ينسحب عليه عند القراء ، وأن التكبير مقيد عند إرادة قراءة القرآن الكريم كاملا مرتبا . ¶ هذا ، وإن القراءات القرآنية تعتمد على الرواية الصحيحة والنقل الصحيح ، والنص الصريح الذي تثبت به الرواية القرآنية ، وقد نقل لنا القراء هذه القراءات نقلا أمينا دقيقا ، ومع ما يتصل بها من قضايا صوتية وأدائية مختلفة . ¶ وإن من السنن التي نقلها القراء بأسانيد صحيحة عندهم موضوع التكبير عند ختم المصحف الشريف ، فقد صح التكبير عند ختم المصحف الشريف عند القراء ، وروي عن ابن كثير المكي القارئ المعروف من روايتي البزي وقنبل وغيرهما ، وروي عن السوسي عن أبي عمرو ، وأما البزي فلم يختلف عنه فيه . ¶ ... وقد أورد القراء جملة من القضايا المتعلقة بإثبات التكبير ، وحكمه ، وبيان سببه ، وكيفيته ، ومحله ، وغير ذلك من القضايا التي يطرقها القراء في مصنفاتهم .",
            "page": "2",
            "part": "1"
        },
        {
            "hno": null,
            "id": "3",
            "nass": "... كما أن التكبير عند ختم المصحف الشريف الوارد عند القراء ، تتعلق به جملة من الأحكام الفقهية ، من حيث حكمه ، وكيفية أدائه داخل الصلاة وخارجها (1) . ¶ ولتوضيح الفرق بين تناول كل من القراء والفقهاء لموضوع التكبير ، وعقد العلاقة بينهما ، يقال : إن موضوع التكبير عند القراء يعتمد على الرواية والنقل الصحيح ، وكيفية العمل بالتكبير عند ختم المصحف الشريف . ¶ أما عمل الفقهاء في هذا الموضوع ، فهو يعتمد على النظر في الروايات الواردة في التكبير ، واستنباط الأحكام الفقهية المتعلقة بكيفية أدائه ، وعلاقة التكبير بناء على حكمه ، وتكييفه الفقهي ، بأحكام الطهارة ، وأحكام الصلاة ، وأحكام ختم المصحف الشريف. ¶ وعليه : فإن هذا البحث يتطلب تخريج الفروع المتعلقة بأدائه على أقرب المسائل الفقهية المتعلقة بتلاوة القرآن الكريم ، كالاستعاذة ، والبسملة ، ونحوها ، وكل ذلك يتحدد عند تعريف ماهية التكبير ، والتفريق بينه ، وبين القرآن ، والحديث النبوي الشريف . ¶ ... لذلك كان هذا البحث استعراضا لهذه الجزئية من الجزئيات المتعلقة بختم المصحف الشريف ، وبيان الأحكام المتعلقة به على حسب منهج كل من القراء والفقهاء . ¶ ... وقد حاول البحث أن يؤصل لمفهوم التكبير عند ختم المصحف الشريف تأصيلا علميا يبين مستنده ، والأحكام الفقهية التي ينبغي على الفقيه والقارئ على حد سواء أن يعالجها . ¶ - سبب اختيار البحث : ¶ __________ ¶ (1) كما أن ختم المصحف الشريف له آداب تتعلق به ومنها ما يتعلق بوقته ، ومنها ما يتعلق بصيام يوم الختم ، ومنها استحباب حضور مجلس ختم القرآن الكريم استحبابا مؤكدا ، ومنها استحباب الدعاء عقيب الختم ، ومنها : أنه يستحب أن يشرع في ختمة أخرى ، وانظر : النووي ، التبيان في آداب حملة القرآن ، ص : 124-130 .",
            "page": "3",
            "part": "1"
        },
        {
            "hno": null,
            "id": "4",
            "nass": "... وقد كان سبب هذا البحث أن القراء حينما طرقوا الموضوع تركوا التفريع الفقهي الذي يتطلبه موضوع التكبير ، وكذلك الحال بالنسبة للفقهاء ، فلقد رأينا الفقهاء كانت عنايتهم قليلة بموضوع التكبير ، وهي أقل بلا ريب من عنايتهم بسائر القضايا المتصلة بالطهارة والصلاة ، وأحكام وآداب ختم المصحف الشريف . ¶ ... كما أن موضوع التكبير يعتبر من الموضوعات التي تخفى على جمهور المسلمين ، وربما على طائفة من المتخصصين ، لذلك هدف البحث إلى إخراج هذه الجزئية وإظهارها على هيئة يلتفت إليها الباحثون والمهتمون بالعلوم الشرعية . ¶ الجهود السابقة في الموضوع : ¶ لم أقف – حسب علمي واطلاعي – على بحث أصًّل مفهوم التكبير عند ختم المصحف الشريف بين القراء والفقهاء ، وفق المنهج العلمي ، بيد أن موضوع التكبير بحثه عامة الكاتبين في علم القراءات القرآنية ، كابن الجزري في النشر في القراءات العشر ، وفي تقريب النشر له أيضا ، وشروح الشاطبية في القراءات السبع المتواترة ، وشروح طيبة النشر في القراءات العشر المتواترة ، وذكره بعض الفقهاء في كتبهم كابن مفلح في الفروع. ¶ - منهج البحث : ¶ ... يقوم البحث على المنهج العلمي الاستقرائي الاستنباطي المقارن على وفق النقاط التالية : ¶ عنيت ببيان مفهوم التكبير عند ختم المصحف الشريف وفق المنهج : ¶ أ - الاستقرائي : وذلك باستقراء الروايات التي اعتمد عليها القراء في العمل بالتكبير عند ختم المصحف الشريف ، وذلك من خلال المصادر المتاحة في علم القراءات القرآنية . ¶ كما تم استقراء لكتب الفقهاء للبحث عن الفروع الفقهية المتعلقة بمبحث التكبير عند كتب المذاهب الفقهية الأربعة المعروفة .",
            "page": "4",
            "part": "1"
        },
        {
            "hno": null,
            "id": "5",
            "nass": "ب- الاستنباطي : ذلك أن القراء اعتمدوا على الرواية ، والفقهاء اعتمدوا على الرواية واستنباط الأحكام الفقهية المتعلقة بالتكبير عند ختم المصحف الشريف ، وبيان معنى كون الفقهاء استبطوا الأحكام من هذه الروايات : أنهم عرفوا حقيقة التكبير ، وفرعوا بناء عليه المسائل التي يحتاجها قارىء القرآن في داخل الصلاة ، وفي خارجها . ¶ ج- المقارن : أي : بالمقارنة بين منهج القراء والفقهاء في تناول التكبير من حيث تعريفه ، وأهم الأحكام المتعلقة به . ¶ قمت بتأصيل المفاهيم الواردة في البحث تأصيلا علميا يبين أصله ومستنده عند كل من القراء والفقهاء . ¶ قمت بتخريج المسائل الفقهية المتعلقة بموضع البحث تخريجا فقهيا يستند إلى أصول الفقهاء في الموضوعات المماثلة لها ، مع عدم التوسع في ذكر الأقوال والأدلة والمناقشات في الموضوعات التي سيتم تخريج أحكام التكبير عند ختم المصحف الشريف عليها ؛ لأن الموضوع ليس تلكم الأحكام . ¶ 4- بيان المستند الفقهي للأحكام والفروع المتعلقة بالتكبير داخل الصلاة وخارجها ، وما يتعلق بالتكبير من الجهر والإسرار به ، وقراءته إماما ومأموما ومنفردا ، أو في جماعة . ¶ 5- قمت بعزو الآيات إلى مواضعها من السور الكريمة ، وتخريج الأحاديث الأخرى الواردة في البحث مع الحكم عليها صحة وضعفا حيث لزم الأمر . ¶ - تقسيم البحث : ¶ قسمت البحث إلى مقدمة وستة مباحث وخاتمة على النحو التالي : ¶ المبحث الأول : مفهوم التكبير عند ختم المصحف الشريف عند القراء والفقهاء ¶ المبحث الثاني: حكم التكبير ¶ المبحث الثالث : سبب التكبير ¶ المبحث الرابع : لفظ التكبير ومحله ¶ المبحث الخامس : الأحكام الفقهية المتعلقة بالتكبير داخل الصلاة ¶ المبحث السادس : الأحكام الفقهية المتعلقة بالتكبير خارج الصلاة",
            "page": "5",
            "part": "1"
        },
        {
            "hno": null,
            "id": "6",
            "nass": "... وأخيرا ، فإني أسأل الله العلي القدير أن يجعل علمنا وعملنا خالصا لوجهه الكريم ، وأن يجعله لنا ذخرا يوم نلقاه يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم . ¶ المبحث الأول ¶ مفهوم التكبير عند ختم المصحف الشريف عند القراء والفقهاء ¶ سيكون الحديث في مفهوم التكبير في اللغة والاصطلاح على النحو التالي : ¶ أولا: مفهوم التكبير لغة : ¶ أما التكبير في اللغة : فهو مصدر كَبّر، إذا قال: \"الله أكبر\"، ومعناه: الله أعظم من كل عظيم ، والتكبير : التعظيم (1) . ¶ هذا كقولك : \" بسمل إذا قال : بسم الله الرحمن الرحيم \" ، وحوقل ، إذا قال : لا حول ولا قوة إلا بالله العلي العظيم \" ، وهكذا . ¶ وفي معناه في الصلاة أو الأذان قولان : الأول : أن معناه الله كبير ، والثاني : الله أكبر من كل شيء ، أي : أعظم (2) . ¶ ... ثانيا : مفهوم التكبير عند ختم المصحف الشريف عند القراء : ¶ وأما التكبير عند القراء : فهو عبارة عن قول : \" الله أكبر \" في بداية كل سورة ، ويسمى التكبير العام ، أو من نهاية سورة : \" الضحى \" إلى آخر المصحف الشريف ، ويسمى التكبير الخاص . ¶ والتكبير عند القراء لا يؤتى به إذا قرأ القارىء القرآن مرتبا من أوله إلى آخره ، والقراء يبحثون في مفهوم التكبير ، وحكمه ، وكيفية أدائه ضمن هذه الحالة فقط . ¶ هذا ، ويذكر بعض القراء مسألة التكبير عند ختم المصحف الشريف ، مع البسملة كالهذلي (3) ¶ __________ ¶ (1) الفيروزآبادي ، القاموس المحيط ، مادة : \" كبر \" ، مؤسسة الرسالة ، بيروت ، ط2 ، 1987م ، ص : 601-602 . ¶ (2) ابن منظور ، لسان العرب ، دار صادر ، بيروت ، مادة : \" كبر \" ، 5/127 . ¶ (3) هو يوسف بن علي بن جبارة بن محمد بن عقيل بن سوادة أبو القاسم الهذلي اليشكري، الأستاذ الكبير والعلم الشهير الجوال. ولد في حدود التسعين وثلاثمائة تخميناً وطاف البلاد في طلب القراءات ، مات الهذلي سنة خمس وستين وأربعمائة. ¶ وانظر : ابن الجزري ، محمد بن محمد ، غاية النهاية في طبقات القراء ، 2/ 397- 40 .",
            "page": "6",
            "part": "1"
        },
        {
            "hno": null,
            "id": "7",
            "nass": "، وابن مؤمن ، وبعضهم يذكره في موضعه عند سورة : \" والضحى \" كأبي العز القلانسي ، والحافظ أبي العلاء الهمذاني (1) ، وابن شريح ، وجعله جمهور القراء في باب منفصل في آخر كتب الخلاف ، كما ذكره ابن الجزري (2) صاحب النشر في القراءات العشر ، لتعلقه بالختم والدعاء (3) ، ولتعلقه بالسور الأخيرة ، وهو الأنسب لكتب القراءات المطولة ، وذكره في باب البسملة أنسب لكتب التجويد ، وبعضهم لا يذكره أصلا كابن مجاهد في سبعته (4) ¶ __________ ¶ (1) هو الحسن بن أحمد بن الحسن بن أحمد بن محمد بن سهل الإمام الحافظ الأستاذ أبو العلاء الهمذاني العطار شيخ همذان وإمام العراقيين ومؤلف: \"كتاب الغاية: في القراءات العشر وأحد حفاظ العصر ثقة دين خير كبير القدر ، توفى في تاسع عشر جمادي الأولى سنة تسع وستين وخمستمائة ، وانظر : ابن الجزري ، غاية النهاية ، 1/204-206 . ¶ (2) هو الحافظ المقرىء شيخ الإقراء في زمانه شمس الدين أبو الخير محمد بن محمد بن محمد بن علي بن يوسف الدمشقي الشافعي ، ولد سنة إحدى وخمسين وسبعمائة هجرية. ولي قضاء شيراز وانتفع به أهلها في القراءات والحديث وكان إماماً في الحديث والقراءات لا نظير له في عصره في الدنيا حافظاً للحديث ، ألف النشر في القراءات العشر لم يصنف مثله وله أشياء أخر وتخاريج في الحديث وعمل جيد وصفه الحافظ ابن حجر بالحفظ في مواضع عديدة من \" الدر الكامنة \" ، وانظر : السيوطي ، طبقات الحفاظ ، ص : 543-544 ¶ (3) الشيخ أحمد بن محمد البنا ، إتحاف فضلاء البشر بالقراءات الأربعة عشر ، المسمى : منتهى الأماني والمسرات في علوم القراءات ، حققه وقدم له : الدكتور شعبان محمد إسماعيل ، عالم الكتب ومكتبة الكليات الأزهرية ، ط1 ، 1987م ، 2/640 ¶ (4) هو أحمد بن موسى بن العباس التميمي أبو بكر بن مجاهد ، ولد سنة 245هـ ، كبير العلماء بالقراءات في عصره من أهل بغداد وكان حسن الأدب رقيق الخلق فطنا جواداً. له كتاب القراءات الكبير، كتاب قراءة ابن كثير وكتاب قراءة أبي عمرو، وقراءة عاصم وقراءة نافع وقراءة حمزة، وقراءة ابن عامر، وقراءة النبي \"صلى الله عليه وسلم\"، وكتاب الياءات، وكتاب الهاءات ، توفي سنة : 324هـ ، وانظر : الزركلي ، خير الدين ، الأعلام ، دار العلم للملايين ، بيروت ، ط5 ، 1980م ، 1/246 .",
            "page": "7",
            "part": "1"
        },
        {
            "hno": null,
            "id": "8",
            "nass": "، وابن مهران (1) في غايته (2) ¶ __________ ¶ (1) هو الأستاذ المقرىء أبو بكر أحمد بن الحسين بن مهران ، وأصله من أصفهان ، وسكن في نيسابور ، كان إمام ضابطا متقنا ثقة مقرئا زاهدا ، سمع الحديث وحدث ، توفي سنة (381هـ ) ، وانظر : الذهبي ، محمد بن أحمد ، معرفة القراء الكبار على الطبقات والأعصار ،تحقيق : د. بشار عواد ، مؤسسة الرسالة ، ط1 ، 1980 م ، 1/279 ، وابن الجزري غاية النهاية في طبقات القراء ، 1/49 . ¶ (2) وانظر : أحمد بن الجزري ، شرح طيبة النشر في القراءات العشر ، ضبطه : الشيخ أنس مهرة ، دار الكتب العلمية ، بيروت ، ط1 ، 1997 ، ص : 331 ، وأبو شامة ، عبد الرحمن بن إسماعيل ، إبراز المعاني من حرز الأماني في القراءات السبع ، تحقيق وضبط الشيخ إبراهيم عطوة عوض ، شركة مكتبة ومطبعة مصطفى البابي الحلبي ، مصر ، ص : 397-398 ، وابن الجزري ، محمد بن محمد ، النشر في القراءات العشر، صححه : الشيخ علي محمد الضباع ، دار الكتب العلمية ، بيروت ، 2/ 405 ، وما بعدها ، وابن الجزري ، محمد بن محمد ، تقريب النشر في القراءات العشر ، تحقيق : الشيخ إبراهيم عطوة إبراهيم ، دار الحديث ، القاهرة ، ط2 ، 1992م ، ص : 191 ، وأبو عمرو الداني ، التيسير في القراءات السبع ، دار الكتاب العربي ، بيروت ، ط2 ، 1984 ، ص : 226 ، وابن القاصح ، علي بن عثمان بن محمد بن الحسن ، سراج القارئ المبتدىء وتذكار المقرئ المنتهي شرح منظومة حرز الأماني ووجه التهاني ، وبذيل صحائفه مختصر بلوغ الأمنية للشيخ علي محمد الضباع ، وبالهامش : غيث النفع في القراءات السبع ، لولي الله سيدي على النوري الصفاقسي ، ص : 397 ، وعبد الفتاح عبد الغني القاضي القاضي ، الوافي في شرح الشاطبية في القراءات السبع ، مكتبة السوادي ، جدة ، ط5 ، 1999 م ، ص : 384 ، وعبد الفتاح القاضي ، البدور الزاهرة في القراءات العشر المتواترة من طريقي الشاطبية والدرة ، دار الكتاب العربي ، بيروت ، ط1 ، 1981م ، ص : 350 .",
            "page": "8",
            "part": "1"
        },
        {
            "hno": null,
            "id": "9",
            "nass": ". ¶ على أن التكبير عند ختم المصحف الشريف ليس من القرآن باتفاق القراء ، وإنما هو ذكر جليل أثبته الشرع على وجه التمييز بين سور القرآن كما أثبت الاستعاذة في أول القراءة . ولذلك لم يرسم في جميع المصاحف المكية وغيرها (1) . ¶ ثالثا : مفهوم التكبير عند ختم المصحف عند الفقهاء : ¶ وأما مفهومه عند الفقهاء ، فإني لم أجد من الفقهاء المتقدمين من نص على تعريفه ، وبيان أحكامه بشكل منفصل ، غير بعض النصوص التي سيأتي الكلام عليها في موضعه. ¶ غير أني وجدت بعض الباحثين المعاصرين وهو الشيخ سعدي أبو حبيب نص على تعريف التكبير بقوله : \" ذكر جليل أثبته الشرع على وجه التخيير من سور آخر القرآن \" (2) . ¶ وهذا التعريف يعترض عليه بأمور : ¶ الأمر الأول : أنه لا يسلم كون هذا التعريف فقهيا ؛ لكون لم يظهر فيه التأصيل والتفريع الفقهي . ¶ الأمر الثاني : أنه جعل هذا الذكر على سبيل التخيير ، وهذا ليس على إطلاقه ، فإن التكبير عند ختم المصحف ثبت في بعض الروايات ، ولبعض القراء ، فليس التخيير لكل أحد من القراء . ¶ الأمر الثالث : أن قوله : من سور آخر القرآن ، فيه نوع واحد من أنواع التكبير ، وهو التكبير الخاص فقط ، وكان ينبغي أن يطلق في التعريف ؛ لكي يشمل نوعي التكبير العام والخاص . ¶ والإمام الحافظ ابن الجزري حين يذكر مفهوم التكبير يجمع في ذلك القراء والمحدثين والفقهاء في تعريف التكبير ، ويذكر مفهوم التكبير ناسبا هذا التعريف للعلماء جميعا دون تفريق بين أحد منهم . ¶ __________ ¶ (1) محمد مكي نصر ، نهاية القول المفيد في علم التجويد ، مطبعة مصطفى البابي الحلبي ، 1349 هـ ، صححه الشيخ علي محمد الضباع ص:223 ، الدكتور محمد محمد محيسن ، المهذب في القراءات العشر ، وتوجيهها من طريق طيبة النشر ، مكتبة الكليات الأزهرية ، مصر ، ط2 ، 1978م ، 2/346 . ¶ (2) سعدي أبو حبيب ، القاموس الفقهي ، دار الفكر ، دمشق ، ط2 ، 1408هـ ، ص : 313 .",
            "page": "9",
            "part": "1"
        },
        {
            "hno": null,
            "id": "10",
            "nass": "وعليه : فيمكن القول بأن معنى التكبير عند الفقهاء لا يخرج عن المعنى الذي سبق بيانه للقراء في مفهوم التكبير عند ختم المصحف الشريف ، على أن الفقهاء يكيفون مفهوم التكبير هذا بناء على تكييف القراء له بما ثبت عندهم رواية . ¶ وعليه : فيقترح الباحث تعريفا للتكبير عند الفقهاء هو : \" ذكر مسنون مخصوص على هيئة مخصوصة يؤتى به عند ختم المصحف الشريف \" . ¶ أما القول : بأنه ذكر مخصوص ؛ فلأن التكبير يكون على حسب ألفاظ محددة سيأتي بيانها وهي ذكر وليست قرآنا باتفاق العلماء . ¶ أما تقييده بكونه مسنونا : فلاتفاق العلماء على أنه سنة ، ولم يقل أحد منهم بوجوبه . ¶ وأما معنى القول بأنه : على هيئة مخصوصة ، فيراد به : أنه يؤتى به على صورة ورد تحديدها من قبل الشرع ، وقام بنقلها القراء جيلا بعد جيل لطائفة مخصوصة من القراء سيأتي بيانها . ¶ أما القول : بأن التكبير عند ختم المصحف الشريف ؛ فإن هذا الذكر إنما يؤتى به عندما يقرأ المسلم ختمة كاملة ، فيكبر في بداية كل سورة ، وهو ما يسمى التكبير العام ، أو يكبر من أول أو آخر سورة : \" والضحى \" إلى أول أو آخر سورة الناس . ¶ المبحث الثاني : حكم التكبير عند ختم المصحف عند القراء والفقهاء ¶ حكم التكبير عند ختم المصحف عند القراء مسنون : ما تقدم في تعريف التكبير وأنه ذكر مسنون جليل ورد على هيئة مخصوصة ، وهو ليس جزءا من القرآن الكريم ، ولذلك كان التكبير سنة مستحبة .",
            "page": "10",
            "part": "1"
        },
        {
            "hno": null,
            "id": "11",
            "nass": "كما أن الإجماع منعقد على أن الاستعاذة ليست من القرآن (1) ، فكذلك الحال بالنسبة للتكبير عند ختم المصحف الشريف ، فإن التكبير ليس آية من القرآن ، وهو ذكر مستحب جيء به عند الختم تبركا . ¶ وقد أشار الحافظ ابن الجزري إلى سنة التكبير عند ختم المصحف الشريف في طَيِّبةِ النشر بقوله : ¶ وسُنَّةُ التكبيرِ عند الخَتْم صَحَّتْ عَنْ المَكِّينَ أَهْلِ العِلْمِ ¶ في كلِّ حَال ولدى الصلاةِ سُلْسِلَ عَنْ أَئِمَّة ثِقَاتِ ¶ مِنْ أَوَّلِ انشِراحٍ أَوْ مِنْ الضُّحَى مِنْ آخِرٍ أَوْ أَوَّلٍ قَدْ صُحِّـ،ـحَا ¶ للنِّاسِ هكذا وقَبْلُ إنْ تُرِدْ هَلِّلْ وَبَعْضٌ بعدَ لله حَمِدْ ¶ ثُمَّ اقرإِ الحمدَ وخمسَ البقره إِنْ شِئْتَ حِلا وارتحالا ذَكَرَهْ (2) ¶ وقد نص طائفة من القراء على هذا الحكم ، ومنهم الحافظ ابن الجزري – رحمه الله تعالى – في النشر في القراءات العشر ، وفي تقريب النشر . ¶ وقد قال ابن الجزري في تقريب النشر : \" وهو في الأصل سنة التكبير عند ختم القرآن العظيم عامة في كل حال صلاة أو غيرها ، وشاع ذلك عنهم واشتهر واستفاض وتواتر ، وتلقاه الناس عنهم – أي القراء – بالقبول حتى صار العمل عليه في سائر الأمصار ، ولهم في ذلك أحاديث وردت مرفوعة وموقوفة \" (3) . ¶ __________ ¶ (1) وانظر هذه المسألة : ابن الجزري ، النشر في القراءات العشر ، 1/257-258 ، وأحمد بن الجزري ، شرح طيبة النشر في القراءات العشر ، ص : 45-46 ، والمرصفي ، عبد الفتاح السيد عجمي المرصفي ، هداية القارىء إلى تجويد كلام الباري ، قدم له سماحة الشيخ حسنين محمد مخلوف ، دار النهضة العربية ، مصر ، ط1 ، 1982م . ، ص : 565 . ¶ (2) أحمد بن الجزري ، شرح طيبة النشر ، ص : 331-334 . ¶ (3) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 191 .",
            "page": "11",
            "part": "1"
        },
        {
            "hno": null,
            "id": "12",
            "nass": "وقال محمد مكي نصر: \" اعلم أن التكبير سنة عند ختم القرآن \" (1) . ¶ وقد ورد في التكبير عند ختم المصحف الشريف عن أهل مكة حديث مسلسل(2) ، ورواه بعضهم في جميع سور القرآن ، وهو ما رواه الحاكم في المستدرك على الصحيحين بسنده قال : حدثنا أبو يحيى محمد بن عبد الله بن محمد بن عبد الله بن يزيد المقري الإمام بمكة في المسجد الحرام (3) ، قال حدثنا أبو عبد الله محمد بن علي بن زيد الصائغ ، قال حدثنا أحمد ابن محمد بن القاسم بن أبي بزة (4) ¶ __________ ¶ (1) محمد مكي نصر ، نهاية القول المفيد ، ص : 223 . ¶ (2) الحديث المسلسل عند المحدثين : \" هو الحديث الذي توارد رجال إسناده واحدا فواحدا على حالة واحدة ، أو صفة واحدة ، سواء أكانت الصفة للرواة أو للإسناد \" ، وبعبارة أخرى : \" فالمسلسل هو الحديث الذي يتصل إسناده بحال أو هيئة أو وصف – قولي أو فعلي – يتكرر في الرواة أو الرواية ، أو يتعلق بزمن الرواية أو مكانها ، وهو من صفات الأسانيد \" ، وانظر : أحمد محمد شاكر ، الباعث الحثيث شرح اختصار علوم الحديث لابن كثير ، دار الكتب العلمية ، بيروت ، ط1 ، 1983م ، ص : 163-164 ، والدكتور محمد عجاج الخطيب ، أصول الحديث علومه ومصطلحه ، دار المنارة ، جدة ، ط6 ، 1994م ، ص : 399 –403 ، ومعنى كونه مسلسلا في موضوع التكبير : أن هذا الحديث سُلْسِلَ فيه ذكر صفة التكبير إلى النبي - صلى الله عليه وسلم - ، بدليل الروايات الواردة فيه ذكر فيها وصف التكبير ، والمسلسل هنا : هو ما رواه الحاكم في مستدركه كما تقدم ، ويلاحظ أن صفة التكبير هي ال?A‹? ?? ? ? ? ???? ? ? ? ? ? ? ? ? ? l ? ? ? ? ? ? ? ? ? ¶ (3) ? ? ? ? 8 ? ? ? O ? ? ? ? ? ( ? ? ? ? ? ? ? ? ? ? ? ? ? $ ? ? ? | ? ? ? ? ? ? ? ? ? ¶ (4) أحمد بن محمد بن القاسم بن أبي بزة أبو الحسن البَخِّري المكي المقرئ ، قاريء مكة ومؤذن المسجد الحرام ، أذن فيه أربعين سنة ، آقرأ الناس بالتكبير من ( والضحى ) وروي في ذلك خبراً . صححه الحاكم ، ولد في 170 وتوفي سنة 250 ، الذهبى ، معرفة القراء الكبار 1 / 173 .",
            "page": "12",
            "part": "1"
        },
        {
            "hno": null,
            "id": "13",
            "nass": "، قال : سمعت عكرمة بن سليمان (1) يقول : قرأت على إسماعيل بن عبد الله بن قسطنطين (2) ، فلما بلغت ، \" والضحى \" قال لي : \" كَبِّر عند خاتمة كل سورة حتى تختم \" ، وأخبره عبد الله بن كثير أنه قرأ على مجاهد ، فأمره بذلك ، وأخبره مجاهد (3) أن ابن عباس أمره بذلك ، وأخبره ابن عباس أن أبي بن كعب أمره بذلك ، وأخبره أبي بن كعب أن النبي - صلى الله عليه وسلم - أمره بذلك \" . ¶ __________ ¶ (1) عكرمة بن سليمان بن كثير بن عامر ،أبو القاسم المكي المقرئ ، قرأ القرآن على شبل بن عباد وإسماعيل القسط ، وقرأ عليه أحمد بن محمد البزّي وغيره ، وقد تفرّد عنه البَزّي بحديث التكبير من (والضحى) ، وانظر : الذهبي ، معرفة القراء الكبار 1 /146 . ¶ (2) اسماعيل بن عبد الله بن قسطنطين ، أبو اسحاق المخزومي مولاهم المكي المقرئ المعروف بالقسط ، قارئ أهل مكة في زمانه وآخر أصحاب ابن كثير وفاة ، عرض عليه وعلى صاحبيه شبل بن عباد ومعروف بن مشكان ، وقرأعليه أبو الأخريطوهب بن واضح وعكرمة بن سليمان والإمام محمد بن إدريس الشافعي وغيرهم . توفي لعله في (170) هجري ، الذهبي ، معرفة القراء الكبار . 1 / 141 . ¶ (3) مجاهد بن جبر أبو الحجاج المالكي ، تابعي ، شيخ القراء و المفسرين ، أخذ التفسير عن ابن عباس . ولد في 21 وتوفي 104 ، الزركلي ، الأعلام ، 5/ 278 .",
            "page": "13",
            "part": "1"
        },
        {
            "hno": null,
            "id": "14",
            "nass": "قال الحاكم (1) : \" هذا حديث صحيح الإسناد ، ولم يخرجاه \" (2) . ¶ ... قال الحافظ ابن الجزري : \" لم يرفع أحد حديث التكبير إلا البزي ، وسائر الناس رَوَوْهُ موقوفا على ابن عباس ومجاهد ، وغيرهما \" . ¶ وروى الإمام الشافعي (3) - رحمه الله - أنه قال : \" إن تركت التكبير فقد تركت سنة من سنن نبيك عليه السلام \" (4) . ¶ __________ ¶ (1) هو عبد الله محمد بن عبد الله بن محمد حمدوية بن نعيم الظبي الطهماني النيسابوري المعروف بابن البيع صاحب التصانيف الحافظ الكبير إمام المحدثين ، ولد سنة إحدى وعشرين وثلاثمائة، وكان له إلمام بالقراءات، واتفق له من التصانيف ما لعله يبلغ قريبا من ألف جزء من تخريج الصحيحين والعلل والتراجم والأبواب والشيوخ ثم المجموعات مثل معرفة علوم الحديث ومستدرك الصحيحين وغيرها ، توفي سنة خمس وأربعمائة للهجرة ، وانظر : المرصفي ، هداية القارىء ، ص : 723 . ¶ (2) أخرجه الحاكم ، وانظر : الحاكم ، محمد بن عبد الله ، المستدرك على الصحيحين ، تحقيق : مصطفى عبد القادر عطا ، دار الكتب العلمية بيروت ، 1990 م ، حديث رقم : 5325 ، 3/344 . ¶ (3) هو محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف الإمام العلم أبو عبد الله الشافعي أحد أئمة الإسلام وصاحب المذهب أخذ القراءة عرضاً عن إسماعيل بن عبدالله بن قسطنطين المكي، روى القراءة عنه محمد بن عبدالله بن عبدالحكيم ، ولد سنة خمسين ومائة بغزة وقيل بعسقلان ثم حمل إلى مكة المشرفة وهو ابن سنتين وتوفي بمصر سنة أربع ومائتين وذلك من ليلة الجمعة بعد المغرب آخر ليلة من رجب ودفن يوم الجمعة بعد العصر وقبره بقرافة مصر مشهور .وانظر : ابن الجزري ، غاية النهاية ، 2/ 95-97. ¶ (4) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 191 .",
            "page": "14",
            "part": "1"
        },
        {
            "hno": null,
            "id": "15",
            "nass": "وجه الدلالة في الأثر السابق : أن قول الإمام الشافعي : \" إن تركت التكبير فقد تركت …. ، يدل على أن التكبير ثابت عن النبي – صلى الله عليه وسلم – ولا يسعف الأثر القول بالوجوب ، فيبقى على الندب . ¶ قال الحافظ ابن كثير - رحمه الله - : \" وهذا يقتضي تصحيحه لهذا الحديث \" (1) . ¶ فتعليق الحافظ ابن كثير على كلام الإمام الشافعي هذا يدل على ميله إلى تصحيح حديث التكبير . ¶ وقال ابن كثير : \" فهذه سنة تفرد بها أبو الحسن أحمد بن محمد بن عبد الله البزي من ولد القاسم بن أبي بزة ، وكان إماما في القراءات . ¶ وحكى الشيخ شهاب الدين أبو شامة (2) في شرح الشاطبية عن الشافعي أنه سمع رجلا يكبر هذا التكبير في الصلاة ، فقال : أحسنت وأصبت السنة وهذا يقتضي صحة هذا الحديث \" (3) . ¶ فقول الإمام الشافعي : \" أحسنت وأصبت السنة \" يعتبر دليلا آخر من أدلة تصحيح حديث التكبير ، وأنه ثابت عن النبي – صلى الله عليه وسلم - . ¶ __________ ¶ (1) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 191 . ¶ (2) هو عبد الرحمن بن إسماعيل بن إبراهيم بن عثمان أبو القاسم المقدسي ثم الدمشقي الشافعي المعروف بأبي شامة، الشيخ الإمام الحجة والحافظ ذو الفنون، ولد في أحد الربيعين سنة تسع وتسعين وخمسمائة وقرأ القراءات على السخاوي سنة ست عشرة وستمائة ولي مشيخة الحديث الكبرى بالأشرفية ومشيخة الإقراء بالتربة الأشرفية. توفي في شهر رمضان يوم التاسع عشر سنة خمس وستين وستمائة من الهجرة ودفن خارج باب الفراديس بدمشق وانظر : ابن الجزري ، غاية النهاية ، 1/ 365-366 . ¶ (3) ابن كثير ، تفسير القرآن العظيم ، 4 / 522 .",
            "page": "15",
            "part": "1"
        },
        {
            "hno": null,
            "id": "16",
            "nass": "وقد ذكر محمد مكي نصر (1) : أن الحفاظ قد اتفقت على أن التكبير لم يرفعه أحدٌ إلى النبي - صلى الله عليه وسلم - إلا البَزِّي، فقد روي عنه بأسانيد متعددة، ورواه الحاكم في مستدركه على الصحيحين عن أبي يحيى محمد بن عبد الله بن زيد الإمام بمكة عن محمد بن علي بن زيد الصائغ عن البَزِّي وقال: هذا حديث صحيح الإسناد، ولم يخرجه الشيخان، وأما غير البَزِّي فإنما رواه موقوفاً عن ابن عباس –رضي الله عنهما- (2). ¶ ... من مجموع ما سبق يتبين أن حديث التكبير روي عند المحدثين مرفوعا عن البزي (3) ، وروي موقوفا عن ابن عباس وعن غيره . ¶ __________ ¶ (1) هو محمد مكي نصر الجريسي عالم كبير في التجويد والقراءات وغيرها مصري وله مؤلفات يرجع إليها ويعول عليها منها: \"نهاية القول المفيد: في علم التجويد\" فرغ من تأليفه يوم الثلاثاء الرابع من شهر جمادى الأولى سنة خمس وثلاثمائة بعد الألف للهجرة، وهو كتاب مشهور أجاد فيه وأفاد وانتفع به طلاب العلم قاطبةً في أنحاء البلاد الإسلامية ، ويعد من علماء القرنين الثالث عشر والرابع عشر الهجريين ، وانظر : المرصفي ، هداية القارىء ، ص :735 . ¶ (2) نهاية القول المفيد، ص: 223-224 بتصرف يسير . ¶ (3) الإمام البزي : هو أبو الحسن أحمد بن محمد بن عبد الله بن القاسم بن أبي بزة البزي المكي المقرىء ( ت: 291هـ ).المزي ، أبو الحجاج يوسف بن الزكي عبد الرحمن ، تهذيب الكمال ، تحقيق : د. بشار عواد معروف ، مؤسسة الرسالة ، بيروت ، 1980م ، 3/5 ، ابن حجر ، لسان الميزان ، 4/ 424 .",
            "page": "16",
            "part": "1"
        },
        {
            "hno": null,
            "id": "17",
            "nass": "... والبزي إمام في القراءة ثبت فيها ،له عن مؤمل بن إسماعيل عن حماد بن سلمة عن ثابت عن أنس -رضي الله عنه - مر رسول الله -صلى الله عليه وسلم -بمجلس من مجالس الأنصار ، وهم يمزحون ويضحكون ، فقال : \" أكثروا ذكر هادم اللذات \" (1) . ¶ وذكره ابن حبان في الثقات ، فقال مؤذن المسجد الحرام (2) . ¶ وقال العقيلي : \" يوصل الأحاديث \" (3) . ¶ ... هذا ، وإن كان بعض المحدثين قد تكلموا في البزي (4) ؛ ولكن الأسانيد التي رواها القراء في إثبات التكبير عن البزي ، وعن غيره أسانيد معروفة وصحيحة عندهم ، والتكبير ثابت معمول به ، وقد نقله القراء جيلا بعد جيل ، ويرويه العلماء ، ويتلقاه الطلاب رواية ودراية ومشافهة وأداء . ¶ __________ ¶ (1) وقد تكلم فيه العقيلي وأبو حاتم ، وانظر : ابن حجر ، أحمد بن علي ، لسان الميزان ، مراجعة : دار المعارف النظامية ، الهند ، مؤسسة الأعلمي للمطبوعات ، بيروت ، 1986م ، 1/283 . ¶ (2) ابن حجر ، لسان الميزان ، 1/283 . ¶ (3) ابن حجر ، لسان الميزان ، 1/283 . ¶ (4) ابن حجر ، أحمد بن علي ، لسان الميزان ، مراجعة : دار المعارف النظامية ، الهند ، مؤسسة الأعلمي للمطبوعات ، بيروت ، 1986م ، 1/283 .",
            "page": "17",
            "part": "1"
        },
        {
            "hno": null,
            "id": "18",
            "nass": "ولابد هنا من التفريق بين أسانيد القراء والمحدثين ، فقد تكلم بعض المحدثين في بعض أئمة القراءة ، غير أن حالهم في الحديث يختلف عن حالهم في القراءة ونقلها ، ومن أمثلة ذلك ما ذكره الذهبي في ترجمة حفص بن سليمان أبو عمر الأسدي حيث نقل كلام المحدثين فيه فقال : قال البخاري (1) : تركوه ، وقال صالح بن جزرة : لا يكتب حديثه ، وقال زكريا الساجي : له أحاديث بواطيل ، وقال ابن عدي : عامة أحاديثه غير محفوظة \" ¶ مع كل ما سبق من الكلام في حفص من قبل حديثه ، فقد وثقه الإمام الذهبي ، وهو من أئمة الحديث ، وفرق بين حاله في الحديث وحاله في القراءة ونقلها مضبوطه ، فقال : \" أما في القراءة ، فثقة ثبت ضابط لها بخلاف حاله في الحديث \" (2) . ¶ __________ ¶ (1) هو أبو عبدالله محمد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه الجعفي مولاهم البخاري شيخ الإسلام وإمام الحفاظ صاحب الصحيح والتصانيف، وكان آية من آيات الله تعالى، فكان رأساً في العلم ورأساً في الذكاء ورأساً في الورع والعبادة، صنف وحدث وما في وجهه شعرة لصغره، ومن تلامذته الأئمة: مسلم وابن خزيمة والترمذي ومحمد بن نصر المروزي وابن أبي داود وخلق كثيرون. وكتابه الجامع الصحيح هو أصح الكتب بعد كتاب الله عز وجل بإجماع الأمة ما شذ عن ذلك إلا خاطىء بليد ولا مارى فيه إلا شقي عنيد ، ولد الإمام البخاري سنة أربع وتسعين ومائة للهجرة وتوفي ليلة عيد الفطر سنة ست وخمسين ومائتين . ¶ وانظر: الذهبي ، تذكرة الحفاظ ، طبعة مصورة عن الطبعة الهندية بتصحيح المعلمي اليماني ، دار إحياء التراث العربي ، بيروت ، 2/ 555-556 . ¶ (2) الذهبي ، معرفة القراء الكبار ، 1/139 .",
            "page": "18",
            "part": "1"
        },
        {
            "hno": null,
            "id": "19",
            "nass": "وقد وثق الإمام الذهبي (1) جملة من الأئمة في القراءة مع كونهم قد تُكلم فيهم من جهة حديثهم ، وهذا لا يقدح بحال في تلقيهم وأدائهم للقرآن الكريم . ¶ ... كما أن المحدثين أنفسهم يقرون للإمام البزي بالفضل والإمامة في القراءة ، وقد تقدم كلام الحافظ الذهبي في البزي حين قال : \" وهو إمام في القراءة ثبت فيها \" . ¶ ... وذكر الإمام ابن الجزري رواية جماعة كثيرين ثقات عن البزي حديث التكبير حتى رفع إلى النبي – صلى الله عليه وسلم - ، وذكر منهم : أحمد بن فرح (2) ¶ __________ ¶ (1) هو أبو عبد الله محمد بن أحمد بن عثمان بن قايماز بن عبدالله التركماني الفارقي الأصل -نسبة إلى ميافارقين- الدمشقي الشافعي المعروف بالذهبي شمس الدين الشيخ الإمام العلامة شيخ المحدثين قدوة الحفاظ والقراء. سمع الحديث من أبي الفضل بن عساكر وخلق كثيرين بلغوا أزيد من ألف ومائتي نفس. وكان من الأذكياء المعدودين والحفاظ المبرزين، وجمع القراءات السبع على الشيخ أبي عبدالله بن جبريل المصرى نزيل دمشق؛ فقرأ عليه ختمة جامعة لمذاهب القراء السبعة بما اشتمل عليه كتاب التيسير وحرز الأماني لأبي القاسم الشاطبي، وحمل عنه الكتاب والسنة خلائق. وله تصانيف عديدة فريدة ومفيدة ، ولد سنة ثلاث وسبعين وستمائة بدمشق وبها توفي سنة ثمان وأربعين وسبعمائة ، وانظر : الذهبي ، ذيل التذكرة ، ص : 34-37 ، والسيوطي ، ذيل الطبقات ، ص : 347-349 . ¶ (2) هو أحمد بن فرح بن جبريل أبو جعفر البغدادي الضرير المقرئ المُفَسِّر ، قرأ على الدوري والبزي ، وحدث عن علي بن المديني وأبي بكر بن أبي شيبة ، وأبي الربيع الزَّهراني ، وتصدر للإفادة زماناً قرأ عليه زيد بن علي بن أبي بلال وعبد الله بن محرز ، وعلي بن سعيد القزاز ، وأبو بكر النقاس ، سكن الكوفة مدة ، وكان ثقة مأموناً ، توفي في ذي الحجة سنة ثلاث وثلاث مائة . ¶ وانظر الذهبي ، معرفة القراء الكبار ، 1 / 239 .",
            "page": "19",
            "part": "1"
        },
        {
            "hno": null,
            "id": "20",
            "nass": "، وإسحاق الخزاعي والحسن بن الحباب (1) ، وذكر عددا كبيرا ممن رَوَوا الحديث عن البزي مرفوعا (2) . ¶ __________ ¶ (1) هو الحسن بن الحباب بن مخلد الدقاق ، أبو علي البغدادي ، ثقة ، ضابط من كبار الخداق ، وأصله من واسط ، كثير الحديث أخذ القراءة عرضاً وسماعاً عن البزي وهو الذي روى التهليل عنه عند الختم وبه قرأ الداني على شيخه \" فارس \" ، وقرأ عليه ابن مجاهد وابن الأنباري ، وغيرهم ، توفي سنة (301) هـ ، ابن الجزري ، غاية النهاية ، 1 / 209 ، والذهبي ، معرفة القراء الكبار ، 1 / 229 . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/414 .",
            "page": "20",
            "part": "1"
        },
        {
            "hno": null,
            "id": "21",
            "nass": "... وقد صح التكبير عند ختم المصحف الشريف عند القراء ، فقد روي عن ابن كثير المكي القارئ (1) المعروف من روايتي البزي وقنبل (2) وغيرهما ، وروي عن السوسي (3) ¶ __________ ¶ (1) هو عبد الله بن عمر بن عبد الله بن زاذان بن فيروزان بن هرمز الإمام أبو معبد المكي الجداري إمام أهل مكة في القراءة ، ولد بمكة سنة خمس وأربعين ، وكان ابن كثير فصيحاً بليغاً مفوهاً أبيض اللحية طويلاً جسيماً أشهل العينين يخضب بالحناء عليه السكينة والوقار ، مات بمكة سنة عشرين ومائة للهجرة ، وانظر : ابن الجزري ، غاية النهاية ، 1/443-445 . ¶ (2) هو محمد بن عبد الرحمن بن خالد بن محمد بن سعيد بن جرجة أبو عمر المخزومي مولاهم المكي الملقب شيخ القراء بالحجاز ، ولد سنة خمس وتسعين ومائة، واختلف في سبب تلقبه قنبلا؛ فقيل اسمه وقيل لأنه من بيت بمكة يقال لهم القنابلة، وقيل لاستعماله دواء يقال له قنبيل معروف عند الصيادلة لداء كان به فلما أكثر منه عرف به وحذفت الياء تخفيفا. وقد انتهت إليه رياسة الإقراء بالحجاز ورحل إليه الناس من الأقطار مات سنة إحدى وتسعين ومائتين عن ست وتسعين سنة، وانظر : ابن الجزري ، غاية النهاية ، 2/165-166 . ¶ (3) هو أبو شعيب صالح بن زياد بن عبد الله بن إسماعيل بن إبراهيم ابن الجارود بن مسرح الرستبي السوسي، الرقي مقرىء ضابط محرر ثقة ، مات أول سنة إحدى وستين ومائتين للهجرة وقد قارب السبعين . ¶ وانظر : ابن الجزري ، غاية النهاية ، 1/ 332-333 .",
            "page": "21",
            "part": "1"
        },
        {
            "hno": null,
            "id": "22",
            "nass": "عن أبي عمرو(1) ، وأما البزي فلم يختلف عنه فيه . ¶ ... واختلف عن قنبل ، فجمهور المغاربة لم يرووه عنه . ¶ ولكن جمهور العراقيين رَوَوْه عنه . ¶ ... وأما السوسي فقطع له به أبو العلاء في غايته من جميع طرقه ، ولم يذكر له فيه خلاف ، وقطع له به التجريد من طريق أبي حبش وذلك من أول : \" ألم نشرح \" (2) . ¶ ... وقد قال في ذلك الحافظ ابن الجزري : \" فاعلم أن التكبير صح عند أهل مكة قرائهم وعلمائهم وأئمتهم ، ومن روى عنهم صحة استفاضت ، واشتهرت ، وذاعت ، وانتشرت حتى بلغت التواتر ، …. وقد صار على هذا العمل عند أهل الأمصار في سائر الأقطار عند ختمهم في المحافل واجتماعهم في المجالس لدى الأماثل ، وكثير منهم يقوم به في صلاة رمضان ولا يتركه عند الختم على أي حال كان \" (3) . ¶ __________ ¶ (1) هو زبان بن العلاء بن عمار بن العريان بن عبد الله بن الحسين بن الحارث بن جلهمة بن مازن بن مالك بن عمر بن تميم بن مر بن أد بن طابخة بن الياس بن مضر بن معد بن عدنان الإمام السيد أبو عمر التميمي المازني البصري أحد القراء السبعة ، ولد بمكة سنة ثمان وكان -أي أبو عمرو بن العلاء- عالماً بالقرآن والعربية مع الصدق والثقة والزهد ، مات بالكوفة سنة أربع وخمسين ومائة وقيل خمس وخمسين وقيل سنة سبع وخمسين وقيل سنة ثمان وأربعين ومائة ، وانظر : ابن الجزري ، غاية النهاية ، 1/ 288-292 . ¶ (2) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 191-192 ، وابن الجزري ، النشر في القراءات العشر ، 2/417 . ¶ (3) ابن الجزري ، النشر في القراءات العشر ، 2/410.",
            "page": "22",
            "part": "1"
        },
        {
            "hno": null,
            "id": "23",
            "nass": "وقال مكي بن أبي طالب (1) : \" وروي أن أهل مكة كانوا يكبرون في آخر كل ختمة من خاتمة والضحى لكل القراء لابن كثير , غيره سنة نقلوها عن شيوخهم \" (2) . ¶ وقال الأهوازي : \" والتكبير عند أهل مكة في آخر القرآن سنة مأثورة يستعملونه في قراءتهم في الدروس والصلاة \" (3) . ¶ ... وقد ثبت التكبير العام أيضا عن الدينوري ، وهو إمام متقن ضابط ، قال عنه أبو عمرو الداني (4) ¶ __________ ¶ (1) هو مكي بن أبي طالب بن حيوس بن محمد بن مختار أبو محمد القيسي القيرواني ثم الأندلسي القرطبي إمام?A‹? ?? ? ? ? ???? ? ? ? ? ? ? ? ? ? l ? ? ? ? ? ? ? ? ? ? ? ? ? 8 ? ? ? O ? ? ? ? ? ( ? ? ? ? ? ? ? ? ? ? ? ? ? $ ? ? ? | ? ? ? ? ? ? ? ? ? بعمائة.وانظر : ابن الجزري ، غاية النهاية ، 2/309-310 . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/410 . ¶ (3) ابن الجزري ، النشر في القراءات العشر ، 2/410 . ¶ (4) هو عثمان بن سعيد بن عثمان بن سعيد بن عمر أبو عمرو الداني الأموي مولاهم القرطبي المعروف في زمانه بابن الصيرفي في الإمام العلامة الحافظ إسناد الأستاذين وشيخ مشايخ المقرئين ، ولد سنة إحدى وسبعين وثلاثمائة ، وصنف كثيراً من الكتب منها : كتاب \"جامع البيان فيما رواه في القراءات السبع\" وكتاب \"التيسير المشهور في القراءات السبع\" و\"منظومته الإقتصاد أرجوزة في مجلد\" وكتاب \"المفردات في القراءات السبع\" و\"كتاب المقنع في رسم المصحف\" و\"كتاب المحكم في نقط المصاحف\" و\"كتاب المحتوى في القراءات الشواذ\" و\"كتاب طبقات القراء\" في أربعة أسفار وهو عظيم في بابه وكتاب \"الوقف والابتداء\" و\"كتاب التحديد في الإتقان والتجويد\" وكتاب \"الإمالة\" وكتاب \"شرح قصيدة الخاقاني في التجويد\" وغير ذلك. ¶ توفي الحافظ أبو عمرو الداني بدانية يوم الإثنين منتصف شوال، سنة أربع وأربعين وأربعمائة وانظر : ابن الجزري ، غاية النهاية ، 1/503-504 .",
            "page": "23",
            "part": "1"
        },
        {
            "hno": null,
            "id": "24",
            "nass": ": \" متقدم في علم القراءات ، مشهور بالإتقان ، ثقة مأمون \" (1) . ¶ ... وخلص ابن الجزري عن التكبير أنه ثابت بدلائل مستفيضة جاءت من آثار مروية ورد التوقيف بها عن النبي – صلى الله عليه وسلم - ، وأخبار مشهورة مستفيضة جاءت عن الصحابة والتابعين والخالفين ، وقال أبو الفتح فارس بن أحمد : \" لا نقول إنه لابد لمن ختم أن يفعله ، لكن من فعله فحسن ، ومن لم يفعله فلا حرج عليه ، وهو سنة مأثورة عن رسول الله – صلى الله عليه وسلم - ، وعن الصحابة والتابعين \" . ¶ ... ثم ذكر سنده – رحمه الله إلى النبي – صلى الله عليه وسلم – في إثبات التكبير ثم قال : \" هذا حديث جليل وقع لنا عاليا جدا بيننا وبين البزي فيه من طريق المخلص سبعة رجال …. ¶ ثم قال الداني : وهذا أتم حديث روي في التكبير ، وأصح خبر جاء فيه ، وأخرجه الحاكم في صحيحه المستدرك عن أبي يحيى بن محمد بن عبد الله بن يزيد الإمام بمكة عن محمد بن علي بم زيد الصائغ عن البزي ، وقال : هذا حديث صحيح الإسناد ، ولم يخرجه البخاري ولا مسلم \" (2) . ¶ ... قال الحافظ أبو العلاء الهمداني : \" لم يرفع أحد التكبير إلا البزي ؛ فإن الروايات قد تظافرت عنه برفعه إلى النبي – صلى الله عليه وسلم - ، ورواه الناس فوقفوه على ابن عباس ومجاهد \" ، ثم ساق الروايات برفعه إياها ، ومدارها كلها على البزي (3) . ¶ -حكم التكبير عند ختم المصحف الشريف عند الفقهاء (4) : ¶ __________ ¶ (1) ابن الجزري ، النشر في القراءات العشر ، 2/410- 411 . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/413 . ¶ (3) ابن الجزري ، النشر في القراءات العشر ، 2/ 414 . ¶ (4) فصل بين حكم التكبير عند ختم المصحف الشريف عند القراء والفقهاء مع كون الحكم متفقا بينهما وهو الندب ؛ لإبراز مجال البحث في مجال كل تخصص منهما ، لقلة المادة العلمية في هذا الموضوع ، وإظهارا للمصادر التي عنيت بهذه الجزئية .",
            "page": "24",
            "part": "1"
        },
        {
            "hno": null,
            "id": "25",
            "nass": "وأما حكم التكبير عند الفقهاء فلم أجد كلاما للحنفية ولا للمالكية فيه ، وأما عند الشافعية فلم أجد كلاما لهم إلا ما ذكره الحافظ ابن الجزري من أنه قد ثبت التكبير في الصلاة عن أهل مكة : فقهائهم وقرائهم ، وثبت عن الإمام الشافعي، وقال به سفيان بن عيينة وابن جريج وابن كثير . ¶ ثم إنه لم يجد نصا في كتب فقهاء الشافعية المطولة، ولا المختصرة مع ثبوته عن إمامهم الإمام الشافعي ، وإنما ذكره استطرادا أبو الحسن السخاوي (1) ، والإمام أبو إسحاق الجعبري، وكلاهما من أئمة الشافعية، والعلامة أبو شامة، وهو من أكبر أصحاب الشافعي، الذين كان يفتى بقولهم في عصرهم بالشام ، وهو ممن وصل إلى رتبة الاجتهاد ، وحاز وجمع من أنواع العلوم ما لم يجمعه غيره ، خصوصا في علوم الحديث والقراءات والفقه والأصول (2) . ¶ __________ ¶ (1) هو علي بن عبد الصمد بن عبد الأحد بن عبد الغالب بن عطاس الإمام العلامة علم الدين أبو الحسن الهمداني السخاوي المقرئ المفسر النحوي اللغوي الشافعي شيخ مشايخ الإقراء بدمشق ، ولد سنة ثمان أو تسع وخمسين ، وألف الكثير من الكتب منها: \" شرح الشاطبية\" ، وسماه \" فتح الوصيد\" وهو أول من وشرح الرائية وسماه \"الوسيلة إلى شرح العقيلة\" وله كتاب \"جمال القراء وكمال الإقراء توفي في شعبان سنة أربع عشرة وستمائة ، وانظر : ابن الجزري ، غاية النهاية ، 1/568-571 . ¶ (2) ابن الجزري، النشر في القراءات العشر، 2/424-428 .",
            "page": "25",
            "part": "1"
        },
        {
            "hno": null,
            "id": "26",
            "nass": "وقد ذكر الإمام ابن الجزري أنه رأى كتاب \" الوسيط \" تأليف الإمام الكبير شيخ الإسلام أبي الفضل عبد الرحمن بن أحمد الرازي الشافعي (1) –رحمه الله– وفيه ما هو نص على التكبير في الصلاة ، وقد تتبع كلام الفقهاء من الشافعية ، فلم ير لهم نصا في غير ما ذُكِر … (2) . ¶ وقد تتبع الباحث كتب الفقهاء ، فلم يجد للحنفية ولا للمالكية (3) ، ولا للشافعية – غير ما ذكر من نص ابن الجزري المتقدم – يبين حكم التكبير عند ختم المصحف الشريف ، ولا كيفيته . ¶ أما عند الحنابلة فقد ذكر حكم التكبير عند ختم المصحف الشريف صراحة الشيخ البهوتي بقوله : \" ويكبر إذا ختم ندبا لآخر كل سورة من سورة الضحى إلى آخر القرآن ، فيقول : الله أكبر فقط \" (4) . ¶ فقوله : \" ندبا \" : هو تصريح بحكم التكبير عند ختم المصحف الشريف . ¶ __________ ¶ (1) هو عبد الرحمن بن أحمد بن الحسن بن بندار بن إبراهيم بن جبريل بن محمد بن على بن سليمان أبو الفضل الرازي العجلي الإمام المقرىء شيخ الإسلام الثقة الورع الكامل ، ولد سنة إحدى وسبعين وثلاثمائة للهجرة ، ومات في جمادى الأولى سنة أربع وخمسين وأربعمائة عن أربع وثمانين سنة ، وانظر : ابن الجزري ، غابة النهاية ، 1/361-363 ، وعمر كحالة ، معجم المؤلفين ، طبعة مصورة ، عن طبعة دار التراث العربي ، بيروت ، 5/116 . ¶ (2) ابن الجزري، النشر في القراءات العشر، 2/424-428 . ¶ (3) وقد استقرأ الباحث المباحث التي هي مظنة بحث هذا الموضوع ، ومنها أبواب القراءة في الصلاة ، وفيه مسالة البسملة ، وحكم إثباتها ، وحكم الجهر والإسرار بها عند من أثبتها ، ومنها : أبواب الإمامة ، والسهو في الصلاة ، وغيرها من الأبواب . ¶ (4) البهوتي ، منصور بن يونس ، بن إدريس ، شرح منتهى الإرادات المسمى : دقائق أولي النهى لشرح المنتهى ، عالم الكتب ، بيروت ، ط2 ، 1996م ، 1/255 .",
            "page": "26",
            "part": "1"
        },
        {
            "hno": null,
            "id": "27",
            "nass": "وذكر الإمام ابن مفلح (1) في الفروع روايتين (2) : ¶ الرواية الأولى : استحباب التكبير مطلقا حيثما ثبت التكبير عند ختم المصحف الشريف عند إمام من أئمة القراءة . ¶ الرواية الثانية : استحباب التكبير لرواية ابن كثير فقط . ¶ والذي يبدو أن الرواية الأولى هي الرواية الأصح ؛ لأننا إذا نظرنا إلى ثبوت التكبير عند القراء فنجده ثابتا عند ابن كثير ، وعند غيره من القراء ، ومعلوم أن التكبير إنما يعرف من جهة الرواية ، وإثباته يكون عن طريقها ، فتفضيل رواية ثابتة على رواية أخرى ثابتة غير مقبول عند القراء . ¶ ومن هذا القبيل تفضيل بعض الفقهاء رواية حفص على قراءة حمزة مثلا وخاصة في موضوع الإمالة في قراءته ، فهذا التفضيل لا مدخل له في القراءة فإن الأحرف السبعة ، وما تبقى منها إنما أنزل رخصة وتخفيفا على الأمة ، وبأيها قرأ المسلم ، فهو مصيب ، وليس للرأي والاجتهاد مدخل في القراءة ، هذا هو المذهب المستقر عند القراء ، فلا يجوز إثبات قراءة إلا بالنص والرواية المتواترة عن النبي – صلى الله عليه وسلم - . ¶ وقد قال الإمام الشاطبي : ¶ __________ ¶ (1) هو أحمد بن مفلح بن محمد بن محمد بن مفرح ، أبو عبد الله ، شمس الدين المقدسي الراميني ثم الصالحي ، فقيه ، أصولي ، محدِّث ، أعلم أهل عصره بمذهب الإمام أحمد بن حنبل ، أخذ عن اَلمزى والذهبي ، وتقي الدين السَبعي ، ولد سنة (722) هـ ونشأ في بيت المقدس ، له تصانيف نافعة منها : الآداب الشرعية والمنح المرعبة وكتاب الفروع والنكت والفوائد السنية على مشكل المحرر لابن تيمية وشرح كتاب المقنع ، توفي بصالحية دمشق سنة (763) هـ ، الزركلي ، الأعلام ، 7/327 . ¶ (2) ابن مفلح ، محمد المقدسي ، الفروع ، تحقيق : أبو الزهراء حازم القاضي ، دار الكتب العلمية ، بيروت ، ط1 ، 1418هـ ، 1 /494.",
            "page": "27",
            "part": "1"
        },
        {
            "hno": null,
            "id": "28",
            "nass": "وَمَا لِقِيَاسٍ في القِرَاءَة مَدْخَلٌ فَدُونَكَ مَا فِيه الرِّضَا مُتَكَفِّلاَ (1) . ¶ ثم فَرَّعَ ابن مفلح على المسألة السابقة - وهي الأصل - مسألة أخرى متعلقة ببداية ونهاية التكبير ، وأورد فيه روايتين (2) : ¶ الرواية الأولى : أن القارىء يكبر آخر كل سورة من آخر سورة الضحى ، إلى آخر سورة الناس ، فيكون آخر تكبير عند نهاية سورة الناس ، وهو الصحيح . ¶ ونص عبارة ابن قدامة في المغني : \" واستحسن أبو بكر التكبير عند آخر كل سورة من الضحى إلى آخر القرآن ؛ لأنه روي عن أبي بن كعب – رضي الله عنه – أنه قرأ على النبي – صلى الله عليه وسلم – فأمره بذلك رواه القاضي في الجامع \" (3) . ¶ الرواية الثانية : يكبر من أول ألم نشرح ، إلى أول الناس ، فينتهي التكبير على هذه الرواية عند الانتهاء من سورة الفلق ، واختاره المجد ابن تيمية . ¶ وقد رجح الإمام ابن مفلح الرواية الأولى بناء على أن الخلاف راجع لاختلاف القراء في ذلك ، وأن المحققين اختاروا أن يكبر القارىء من آخر سورة الضحى إلى آخر سورة الناس (4) . ¶ هذا ، وإن ما ذكره ابن مفلح عن الحنابلة في حكم التكبير لا يشير إلى حكم التكبير عند ختم المصحف الشريف صراحة ، ولا تلميحا ، وغاية ما في الأمر أنه أورد الروايات الواردة في المذهب في طريقة التكبير ، وقد رأينا أن في المذهب روايتين : الأولى : استحباب التكبير مطلقا ، والثانية : استحبابه لرواية ابن كثير فحسب . ¶ __________ ¶ (1) الشاطبي ، حرز الأماني ووجه التهاني المعروفة بالشاطبية ، تحقيق الشيخ محمد تميم الزعبي ، مكتبة دار الهدى ، المدينة المنورة ، ط3 ، 1996م ، ص : 29 . ¶ (2) ابن مفلح ، الفروع ، 1 /494 . ¶ (3) ابن قدامة ، أبو محمد عبد الله بن أحمد ، المغني ، صححه الشيخ محمد سالم محيسن ، والشيخ شعبان محمد إسماعيل ، مكتبة الرياض الحديثة ، الرياض ، ط1 ، 1980م ، 1/172 . ¶ (4) ابن مفلح ، الفروع ، 1 /494 .",
            "page": "28",
            "part": "1"
        },
        {
            "hno": null,
            "id": "29",
            "nass": "ثم فرع ابن مفلح على المسألة السابقة – وهي الأصل – مسألة يبدو أنها مسألة أدائية تتعلق بالقراء فقط ، ولا علاقة للفقهاء بها ، وهي بداية التكبير ومنتهاه ، هل هو من أول سورة \" والضحى \" أو آخر سورة \" والضحى \" . ¶ وهل ينتهي التكبير بأول سورة الناس أو آخرها ، وقد أطال البحث فيه . ¶ هذا ، ويبدو – والله تعالى أعلم - : أن عدم ذكر التكبير عند ختم المصحف الشريف عند الحنفية والمالكية راجع إلى أمور منها : ¶ أ – عدم ثبوت التكبير عند ختم المصحف الشريف عندهم ، أو عدم اشتهاره سيما أن مذهب عامة أهل المغرب هو المذهب المالكي ، والقراءة السائدة عندهم قراءة الإمام نافع المدني ، وليس من طريقها التكبير عند ختم المصحف الشريف . ¶ ب- أنهم تركوا ذكر التفصيلات المتعلقة بالتكبير للقراء اعتقادا منهم أن هذا المبحث يتعلق بالقراء لا بالفقهاء . ¶ وأما بالنسبة لكتب الشافعية والحنابلة ، فقد ذكرت بعض الأحكام الفقهية المتعلقة بالتكبير عند ختم المصحف الشريف ، ولكن بصورة مجملة غير مفصلة ، وعذرهم في ذلك أنهم يعتبرون هذا المبحث من مباحث علم القراءات . ¶ ويبدو أن وجهة نظر الفقهاء قريبة من الواقع ، ولكن هذا كان ينبغي أن لا يمنعهم من التفصيل والتفريع الفقهي على الروايات الواردة في التكبير عند ختم المصحف الشريف ، كما فعلوا ذلك في الأحكام المتعلقة بختم المصحف الشريف . ¶ وقد يقال بأن مسألة التكبير عند ختم المصحف الشريف مسألة تتعلق بالرواية فقط ، ويبحثها القراء لا الفقهاء ، فالجواب : أن مسألة التكبير من المسائل المشتركة بين القراء والفقهاء من جهة أن القراء يلقونها رواية ، والفقهاء يفرعون عليها الأحكام التي تمكن القارىء من تطبيقها في داخل الصلاة وخارجها . ¶ المبحث الثالث ¶ الحكمة من التكبير عند ختم المصحف الشريف",
            "page": "29",
            "part": "1"
        },
        {
            "hno": null,
            "id": "30",
            "nass": "الحكمة من رورد التكبير عند ختم المصحف الشريف (1): أن النبي - صلى الله عليه وسلم - انقطع عنه الوحي، فقال المشركون: قلى محمدا ربُّه، فنزلت سورة: \" والضحى \" ، فقال النبي - صلى الله عليه وسلم -: \"الله أكبر\"، وأمر النبي - صلى الله عليه وسلم - أن يُكَبَّرَ إذا بلغ \" والضحى \" مع خاتمة كل سورة حتى يختم . ¶ وهو قول الجمهور من أئمة القراءة كأبي الحسن بن غلبون (2) ، وأبي عمرو الداني، وأبي الحسن السخاوي، وغيرهم من متقدم ومتأخر، قالوا: فكبر النبي - صلى الله عليه وسلم - شكرا لله تعالى لما كذَّب المشركين ، وقال بعضهم: قال الله أكبر تصديقا لما أُنْكِرَ عليه، وتكذيبا للكافرين، وقيل: فرحا وسرورا بنزول الوحي، وقيل : كبر النبي - صلى الله عليه وسلم - فرحا وسرورا بالنعم التي عدَّدَها عليه في قوله تعالى: \" ألم يجدك يتيما فآوى \" (3) ، إلى آخر الآيات الكريمة من سورة \" والضحى \" . ¶ وقيل : يحتمل أن يكون تكبير النبي – صلى الله عليه وسلم - سرورا بما أعطاه الله عز وجل له ، ولأمته حتى يرضيه في الدنيا والآخرة . ¶ __________ ¶ (1) النشر في القراءات العشر، 2/ 405 وما بعدها ، وانظر : البنا ، إتحاف فضلاء البشر بالقراءات الأربعة عشر ، 2/640. ¶ (2) هو طاهر بن عبد المنعم بن عبيد الله بن غلبون الحلبي ، نزيل مصر ، أبو الحسن أستاذ في القراءات ، ثقة ، وهو شيخ الداني ، له مصنفات منها : التذكرة في القراءات الثمان ، توفي بمصر ، سنة (399) هـ . وانظر: الزركلي ، الأعلام ، 2 / 222 . ¶ (3) سورة الضحى ، الآية : 6 .",
            "page": "30",
            "part": "1"
        },
        {
            "hno": null,
            "id": "31",
            "nass": "ودليل هذا ما روى الإمام أبو عمر الأوزاعي عن إسماعيل بن عبد الله بن عباس عن أبيه قال : عرض على رسول الله – صلى الله عليه وسلم – ما هو مفتوح على أمته من بعده كنزا فسر بذلك ، فأنزل الله : \" ولسوف يعطيك ربك فترضى \" فأعطاه في الجنة ألف قصر في كل قصر ما ينبغي له من الأزواج والخدم \" (1) . ¶ وقال السدي عن ابن عباس – رضي الله عنهما – كَبَّرَ – صلى الله عليه وسلم – أن لا يدخل أحد من أهل بيته النار ، وقال الحسن يعني بذلك الشفاعة (2) ، والمقصود هنا : ألا يدخل أحد من أهل بيته المسلمين لا المشركين ، وهذا واضح بداهة . ¶ وقيل بأن سبب التكبير هو رؤية النبي – صلى الله عليه وسلم – جبريل – عليه السلام – على صورته الحقيقية التي خلقه عليها حينما نزل بسورة : (والضحى ) ، ودنا إليه ، وتدلى منهبطا عليه ، وهو بالأبطح ، فأوحى إلى عبده ما أوحى ، قال : قال له : هذه السورة ، قال الحافظ ابن الجزري تعقيبا على هذا السبب : \" وهذا قول قوي جيد ، إذ التكبير إنما يكون غالبا لأمر عظيم أو مهول \" (3) . ¶ __________ ¶ (1) رواه ابن جرير وابن أبي حاتم من طريقه ، وهو إسناد صحيح إلى ابن عباس – رضي الله عنهما - ، قال ابن الجزري : \" ومثل هذا لا يقال إلا عن توقيف ، فهو في حكم المرفوع عند الجماعة \" ، وانظر : ابن الجزري ، النشر في القراءات العشر ، 2/408 . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/408 . ¶ (3) ابن الجزري ، النشر في القراءات العشر ، 2/408 .",
            "page": "31",
            "part": "1"
        },
        {
            "hno": null,
            "id": "32",
            "nass": "وقيل : إن التكبير كان لزيادة التعظيم لله تعالى مع التلاوة لكتابه ، والتبرك بختم وحيه وتنزيله والتنزيه له من كل سوء قاله مكي بن أبي طالب وهو نحو قول علي – رضي الله عنه - : \" إذا قرأت القرآن فبلغت قصارى المفصل (1) ، فكبر الله ، فكأن التكبير شكر لله وسرور وإشعار بالختم .. (2) . ¶ __________ ¶ (1) قسَّم العلماء سور القرآن إلى أربعة أقسام ، القسم الأول : الطوال ، وهي : السبع الطوال : البقرة وآل عمران ، والنساء والمائدة والأنعام والأعراف ، والأنفال والتوبة على اعتبار أنهما سورة واحدة ، القسم الثاني : المئون : وهي السور التي تزيد آياتها على مائة أو تقاربها ، القسم الثالث : المثاني : وهي السور التي تلي المئين في عدد الآيات ، وقال الفراء : هي السور التي آيها أقل من مائة آية ؛ لأنها تتكرر وتثنى أكثر مما تُثنى الطوال والمئون ، القسم الرابع ، وهو المقصود هنا : المفصل : وهو أواخر القرآن : وسمي مفصلا لكثرة الفصل بين سوره بالبسملة ، والمفصل ثلاثة أقسام : طوال ، وأوساط ، وقصار ، فطواله من أول الحجرات إلى سورة البروج ، وأوساطه من سورة الطارق إلى سورة البية ، وقصاره من سورة الزلزلة إلى الناس ، وانظر : الزرقاني ، محمد عبد العظيم ، مناهل العرفان في علوم القرآن ، دار الفكر ، بيروت ، ط1988م ، والمقصود بقصارى المفصل في النص : هو السور من سورة الضحى إلى آخر القرآن ؛ لأنها واقعة في آخر قسم من أقسام المفصل وهو قصاره ، وجاء هذا النص على سبيل التقريب ، وليس للتحديد ؛ أي إذا اقتربت من السور القصار التي فيها التكبير رواية ، فكبر . لأن قصار المفصل يبدأ من الزلزلة إلى الناس المفصل من أول سورة ( ق ) ، إلى آخر سورة الناس . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/4-8 .",
            "page": "32",
            "part": "1"
        },
        {
            "hno": null,
            "id": "33",
            "nass": "وذكر القراء في مناسبة التكبير من أول أو آخر سورة الضحى أنه لما تأخر الوحي عن رسول الله - صلى الله عليه وآله وسلم - وفتر تلك المدة وجاءه الملك فأوحى إليه والضحى والليل إذا سجى السورة بتمامها كبر فرحا (1) . ¶ المبحث الرابع ¶ لفظ التكبير عند ختم المصحف الشريف ومحله ¶ يكون هذا المبحث في مطلبين : ¶ المطلب الأول ¶ لفظ التكبير عند ختم المصحف الشريف ¶ أما لفظه: فهو \"الله أكبر\" ، ويجوز التهليل والتحميد معه عند حفص من طريق طيبة النشر، وكذلك لباقي القراء العشرة عند سور الختم من آخر الضحى إلى آخر المصحف الشريف إذا قصد تعظيمه على رأي بعض المتأخرين كالشيخ علي الضباع . ¶ قال الشيخ المرصفي(2) : \"وهو رأي حسن ولا التفات إلى من أنكر التهليل والتحميد مع التكبير عند سور الختم في رواية حفص، فقد أجازه له غير واحد من الثقات\" (3). ¶ ... ولذكر التهليل والتحميد مع التكبير طريقان: ¶ 1- يقدم لفظ التهليل على التكبير بأن يقول القارئ: \"لا إله إلا الله والله أكبر\". ¶ __________ ¶ (1) ابن كثير ، تفسير القرآن العظيم ، 4 / 522 . ¶ (2) من علماء القراءات ، ولد بمرصفا في مصر ، أتم حفظ القرآن ولم يتجاوز العاشرة من عمره من مشايخه محمد عفيفي المرصفي ، ورفاعي أحمد المجولي ، عمل في ليبيا عام 1962 م في جامعة السنوسي الإسلامية وألف كتابه الكبير (الطريق المأمون) . ¶ وَدرَّسَ سنة 1397 في كلية القرآن الكريم في المدينة المنورة حوالي 11 سنة وألف كتابه (هداية القارئ إلى تجويد كلام الباري ) توفي يوم الأربعاء في 17 جمادى الآخرة بعد العصر وأحد طلابه يقرأ عليه من سورة الأحزاب ، وانظر : الزركلي ، تتمة الأعلام ، 1 /307 . ¶ (3) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 192 ، و الضباع ، تذكرة الإخوان ، ص : 70 –71 ، وهداية القارئ، ص: 591.",
            "page": "33",
            "part": "1"
        },
        {
            "hno": null,
            "id": "34",
            "nass": "2- يقدم لفظ التهليل على التكبير، ويؤخر لفظ التحميد عن التكبير بأن يقول: القارئ: \"لا إله إلا الله والله أكبر ولله الحمد\" دفعة واحدة بلا فصل التهليل عن التكبير، ولا التكبير عن التحميد، ولا الإتيان بالتحميد بعد التكبير من غير التهليل، بل توصل كلها دفعة واحدة . ¶ قال الحافظ ابن الجزري: \" التهليل مع التكبير مع الحمدلة عند من رواه حكمه حكم التكبير لا يفصل بعضه عن بعض، بل يوصل جملة واحدة، كذا وردت الرواية، وكذا قرأنا لا نعلم في ذلك خلافا \". ¶ وقال: ترتيب التهليل مع التكبير والبسملة على ما ذكرنا لازم لا يجوز مخالفته، كذلك وردت الرواية، وثبت الأداء \". ¶ \" لا تجوز الحمدلة مع التكبير إلا أن يكون معه التهليل، كذا وردت الرواية، ويمكن أن يشهد لذلك ما قاله ابن جرير: كان جماعة من أهل العلم يأمرون من قال: \"لا إله إلا الله\" يتبعها \"بالحمد لله\" عملا بقوله: \" فادعوه مخلصين له الدين \" (1)الآية ، ثم روي عن ابن عباس: من قال: \" لا إله إلا الله \" فليقل على أِثْرِهَا : \" الحمد لله رب العالمين \" (2) ، وذلك قوله: \" فادعوه مخلصين له الدين الحمد لله رب العالمين \" [غافر:65] \" (3) . ¶ المطلب الثاني ¶ محل التكبير ¶ محل التكبير قبل البسملة ، وقد اختلف أهل الأداء في التكبير عامة : ¶ أولا : التكبير العام : وهو التكبير من أول كل سورة من أول الفاتحة إلى آخر القرآن الكريم قبل البسملة سوى أول سورة براءة ، وهو ما يعرف بالتكبير العام ، أي: العام لكل سور القرآن ما عدا سورة براءة ، فلا تكبير في أولها ، وسبب ترك التكبير في أول براءة : أن التكبير لابد من اقترانه بالبسملة مقدما عليها ، وقد تقدم أن براءة نزلت بدون بسملة ، ولذلك امتنع التكبير في أولها باتفاق . ¶ __________ ¶ (1) سورة غافر ، الآية : 65 . ¶ (2) سورة الفاتحة ، الآية : 2 . ¶ (3) ابن الجزري، النشر في القراءات العشر، 2/437 ، 438 .",
            "page": "34",
            "part": "1"
        },
        {
            "hno": null,
            "id": "35",
            "nass": "ثانيا : التكبير الخاص (1): وهو التكبير الخاص بسور الختم من سورة ( والضحى ) إلى سورة ( الناس ) ، وللقراء في التكبير الخاص مذهبان : ¶ المذهب الأول : التكبير من أول سورة: \" ألم نشرح لك صدرك \" ، وما بعدها ، وقبل البسملة ، وينتهي التكبير على هذا المذهب عند بداية سورة : \" الناس \" قبل البسملة . ¶ المذهب الثاني: التكبير من آخر سورة \" والضحى \" ، وما بعدها إلى آخر سورة الناس، أي : أن التكبير على هذا المذهب يكون بعد الانتهاء من سورة الناس ، ثم يبدأ بقراءة سورة الفاتحة ، وخمس آيات من سورة البقرة ، وهو حال المرتحل كما نص عليه القراء ، أي أنه يختم ثم يعود مرة أخرى إلى ختمة جديدة (2) . ¶ ... وسبب الخلاف بين المذهبين : أن تكبير النبي – صلى الله عليه وسلم – آخر قراءة جبريل – عليه السلام - ، وأول قراءته –صلى الله عليه وسلم - ، ومن هنا ظهر الخلاف في محل التكبير بداية ونهاية ، فمن قائل إنه من أول سورة ( الانشراح ) ميلا إلى أنه لأول السورة ، فيكون انتهاؤه عند أول سورة الناس ، ولم يكبر في آخر سورة ( الناس ) أو من آخر ( الضحى ) ميلا إلى أنه لآخر السورة ، فيكون انتهاؤه عند آخر سورة ( الناس ) (3) . ¶ ... وعلى كل حال فكل صحيح مأخوذ به (4) . ¶ ... وقد قال الإمام الشاطبي : ¶ وما أَفْضَلُ الأعمالِ إِلا افتِتَاحُهُ ... ... معَ الخَتْمِ حِلا وارتِحَالا مُوَصَّلا(5) ¶ هذا ، ولكون رواية حفص عن عاصم هي المنتشرة في بلاد المشارقة ، فإني سأذكر طرق التكبير بعامة عن طريق حفص . ¶ __________ ¶ (1) ابن الجزري ، تقريب النشر في القراءات العشر ، ص : 193 ، والضباع ، تذكرة الإخوان ، ص : 70 . ¶ (2) أبو شامة ، إبراز المعاني ، ص : 733 . ¶ (3) البنا ، إتحاف فضلاء البشر بالقراءات الأربعة عشر ، 2/643 . ¶ (4) أحمد بن الجزري ، شرح طيبة النشر في القراءات العشر ، ص : 332 . ¶ (5) أبو شامة ، إبراز المعاني ، ص : 733 .",
            "page": "35",
            "part": "1"
        },
        {
            "hno": null,
            "id": "36",
            "nass": "فلحفص من طريق طيبة النشر وجهان في التكبير: إثباته عاما، وخاصا، أو تركه . ¶ وأما وجه ترك التكبير فهو من طريق الشاطبية . ¶ والوجهان –أي إثبات التكبير وعدمه– صحيحان مأخوذ بهما لحفص إلا أن ترك التكبير هو المقدم في الأداء (1) . ¶ المبحث الخامس ¶ الأحكام الفقهية المتعلقة بالتكبير خارج الصلاة ¶ مسألة التكبير عند ختم المصحف الشريف لا تقل أهمية عن الفروع الفقهية الأخرى في أبواب قراءة القرآن في الصلاة ، وأبواب الذكر في داخل الصلاة وخارجها ، والمسائل الفقهية المتعلقة بقراءة القرآن الكريم وما يشترط لها من الطهارة ، وما يتعلق بسجود التلاوة ونحوها . ¶ وإن أكثر القراء لم يتعرضوا لأحكام التكبير الفقهية داخل وخارج الصلاة ؛ لعدم تعلقهم به ، لأن ذلك راجع للفقهاء ، وتفريعهم المسائل المتعلقة به ، ولذلك فإن العديد من التفريع الفقهي هو من عمل الباحث حيث لم يجد من سبقه إلى تفريع مثل هذه الأحكام ، ويسأل الله عز وجل السداد والصواب فيما يذهب إليه من أحكام . ¶ غير أن طائفة من القراء تعرضوا لبعض مسائله في كتبهم كالحافظ أبي عمرو الداني ، والإمام أبي العلاء الهمداني ، والأستاذ أبي القاسم بن الفحام ، والعلامة أبي الحسن السخاوي ، والمجتهد أبي القاسم الدمشقي المعروف بأبي شامة ، وقد رووا في ذلك أخبارا عن سلف القراء والفقهاء (2) . ¶ وعليه : فسأذكر فيما يلي بعض الأحكام المتعلقة بالتكبير عند ختم المصحف الشريف خارج الصلاة على النحو التالي : ¶ الحكم الأول: هل يسن الجهر بالتكبير أم الإسرار به . ¶ __________ ¶ (1) وانظر: ابن الجزري، النشر في القراءات العشر، 2/ 429، والضباع ، تذكرة الإخوان ، ص : 71 ، وما بعدها ، والمرصفي، هداية القارئ، ص: 595 وما بعدها. ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/424 .",
            "page": "36",
            "part": "1"
        },
        {
            "hno": null,
            "id": "37",
            "nass": "حكم هذه المسألة متفرع على مسألة أخرى عند الفقهاء ، وهي هل الجهر بالقراءة أفضل أم الإسرار بها (1) ، وما الحالات التي يسن فيها الجهر بالاستعاذة والبسملة والقراءة ، وما الحالات التي يسن بها الإسرار بما تقدم . ¶ وههنا يلزمنا بحث جملة من المسائل للوصول لحكم التكبير فيها ، وهي : ¶ المسألة الأولى : حكم الاستعاذة ، لأنه يتعلق بها الجهر والإسرار . ¶ المسالة الثانية : مشروعية الجهر والإسرار بالقراءة ، وعلاقته بالتكبير عند ختم المصحف الشريف . ¶ المسألة الثالثة : حالات الجهر والإسرار ، وعلاقتهما بالتكبير عند ختم المصحف الشريف. ¶ المسألة الأولى : حكم الاستعاذة. ¶ لابد أن نرجع إلى حكم الاستعاذة عند إرادة قراءة القرآن ، لكي نقيس عليها الأحكام المتعلقة بالتكبير عند ختم المصحف الشريف. ¶ - معنى الاستعاذة: ¶ ... الاستعاذة لغة: الالتجاء، والاعتصام، والتحصن. ¶ ... واصطلاحا: لفظ يحصل به الالتجاء إلى الله تعالى والاعتصام والتحصن به من الشيطان الرجيم عند إرادة قراءة القرآن الكريم، وهي ليست من القرآن بإجماع، ولفظها لفظ الخبر، ولكن معناها يفهم منه الإنشاء، والمعنى: اللهم أعذني من الشيطان الرجيم (2). ¶ __________ ¶ (1) انظر هذه المسألة تفصيلا : النووي ، التبيان في آداب حملة القرآن ، ص : 82 ، وما بعدها . ¶ (2) وقيل اشتق الشيطان من \" شطن \" : إذا بعد ، سمي بذلك لبعده من رحمة الله ، وقيل : هو مأخوذ من : \" شاط ، يشيط \" إذا هلك ، وسمي بذلك لهلاكه بمعصيته ، وغضب الله عليه ، ومعنى رجيم : أي مرجوم بالنجوم عند استراقه السمع ، وقيل معنى الرجيم : المشتوم بمعصيته ، أي الملعون بها ، المطرود من رحمة الله تعالى ، وانظر : ومكي بن أبي طالب ، الكشف عن وجوه القراءات السبع ، 1/10 ، وانظر من المعاصرين : عطية قابل نصر، غاية المريد في علم التجويد، ص44.",
            "page": "37",
            "part": "1"
        },
        {
            "hno": null,
            "id": "38",
            "nass": "ثانيا: حكمها (1): ¶ ... اختلف القرَّاء والفقهاء في حكم الاستعاذة ، فمنهم من يرى أن الاستعاذة مندوب إليها في كل حال (2) ، وهو قول الجمهور ، واستدلوا بقوله تعالى: {فَإِذَا قَرَأْتَ الْقُرْءَانَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ} [النحل:98]. ¶ __________ ¶ (1) انظر المسألة بتفصيلها: النووي ، يحيى بن شرف الدين ، التبيان في آداب حملة القرآن ، حققه : عبد القادر الأرناؤوط ، مكتبة دار البيان ، دمشق ، ط1 ، 1985م ، ص : 64 ، وابن الجزري، النشر في القراءات العشر، 1/257-258، وأحمد بن الجزري ، شرح طيبة النشر في القراءات العشر ، ص : 45-46 ، وبناء على المسألة السابقة: إذا قرأ الجماعة جملة واحدة، فهل يلزم كل واحد الاستعاذة، أو تكفي استعاذة بعضهم؟ يحتمل في هذه المسألة الوجهان، فمن قال بالوجوب ، قال : إنه على كل واحد بعينه أن يقرأها، ومن قال بالندب فتكفي قراءة أحدهم، وقد رجح ابن الجزري القول باستعاذة كل واحد منهم ؛ لأن المقصود اعتصام القارئ والتجاؤه بالله تعالى عن شر الشيطان، وهذا يختص بكل قارئ بعينه، وانظر: المرجع السابق. ¶ (2) وانظر قول الجمهور : وابن عابدين ، الحاشية ، 2/149 ، والزرقاني ، شرح الزرقاني على خليل ، دار الفكر ، بيروت ، 1/536 ، والبجيرمي ، سليمان ، حاشية البجيرمي المسماة بتحفة الحبيب على شرح الخطيب المعروف بالإقناع في حل ألفاظ متن أبي شجاع ، طبع مصطفى البابي الحلبي ، مصر ، طأخيرة ، 1951م ، 1/198 ، والنووي ، يحيى بن شرف الدين ، المجموع شرح المهذب ، دار الفكر ، بيروت ، 3/269 ، وابن قدامة ، المغني ، 2/180 ، والمرداوي ، علي بن سليمان ، الإنصاف في معرفة الراجح من الخلاف ، دار إحياء التراث العربي ، بيروت ، ط2 ، 1980م ، 1/402 ، وابن مفلح ، إبراهيم بن محمد ، المبدع ، المكتب الإسلامي ، بيروت ، 1980 ، 1/78 .",
            "page": "38",
            "part": "1"
        },
        {
            "hno": null,
            "id": "39",
            "nass": "... قال النووي : \" التعوذ مستحب ، وليس بواجب ، سواء كان في الصلاة أو في غيرها ، ويستحب في الصلاة في كل ركعة على الصحيح ... ويستحب التعوذ في التكبيرة الأولى من صلاة الجنازة على أصح الوجهين \" (1) . ¶ ... وذهب داود بن علي الظاهري (2) وأصحابه إلى: أن الاستعاذة واجبة ، وهذا القول مروي عن عطاء (3) ، استدلالا بظاهر الآية الكريمة نفسها(4) . ¶ قال ابن حزم : \" وعن ابن جريج عن عطاء قال الاستعاذة واجبة لكل قراءة في الصلاة وغيرها \" (5) ¶ ... وسبب اختلافهم: هل الأمر في الآية الكريمة يفيد الوجوب أو الندب، فمن رأى أنه يفيد الندب، قال: إن الاستعاذة مندوب إليها ؛ لأنه وردت قرائن تصرف الأمر عن ظاهره –وهو الوجوب- إلى الندب؛ لأنه لم يبلغنا أن النبي – صلى الله عليه وسلم - أَثَّم أحدا لم يقرأ الاستعاذة عند إرادة قراءة القرآن الكريم ….. ¶ ... ومن رأى أنه يفيد الوجوب، حمل اللفظ على ظاهره، وقال: إن النبي – صلى الله عليه وسلم - واظب على الإتيان بها؛ ولأنها تدرأ شر الشيطان، وما لا يتم الواجب إلا به، فهو واجب ؛ ولأن الاستعاذة أحوط. ¶ __________ ¶ (1) النووي ، التبيان في آداب حملة القرآن ، ص : 65 . ¶ (2) داود بن علي بن خلف الأصفهاني الظاهري ، أبو سليمان ، تنسب له الطائفة الظاهرية ، سكن بغداد وانتهت إليه رياسة العلم فيهما . قال عنه ثعلب : كان عقل داود أكبر من علمه ، الزركلي ، الأعلام ، 21/ 333 . ¶ (3) وانظر : ابن حزم الظاهري ، ، علي بن أحمد ، المحلى ، تحقيق : أحمد محمد شاكر ، دار الآفاق الجديدة ، بيروت ، 3/250 ، وابن حزم ، الإحكام في أصول الأحكام ، دار الحديث ، القاهرة ، ط2 ، 1992م ، 2/198 ، والسرخسي ، المبسوط ، 1/13 . ¶ (4) ابن حزم الظاهري ، المحلى ، 3/250 . ¶ (5) المحلى ، 3/250 .",
            "page": "39",
            "part": "1"
        },
        {
            "hno": null,
            "id": "40",
            "nass": "واستدلوا : ب\" أنه قد صح إجماع جميع قراء أهل الإسلام جيلا بعد جيل على الابتداء بالتعوذ متصلا بالقراءة قبل الأخذ في القراءة مبلغا إلينا من عهد رسول الله صلى الله عليه وسلم \" (1) . ¶ ... والذي يبدو –والله تعالى أعلم- أن رأي القائلين بالندب هو الأرجح؛ لأنه لم يعهد أن النبي - صلى الله عليه وسلم - أَثَّمَ أحدا من الصحابة على تركه الاستعاذة عند إرادته قراءة القرآن . ¶ وقد روي عن النبي صلى الله عليه وسلم كان يفتتح القرآن بالحمد لله رب العالمين (2) ، وهذا دليل على عدم وجوبها . ¶ ... وقد نقل الإمام الجزري الخلاف في طيبة النشر فقال: ¶ ... ... ... ........... واسْتُحِب ... تَعَوُّذٌ وقال بعضُهُم يَجِبْ (3) ¶ ... قال الشيخ المرصفي: \"والمأخوذ به هو مذهب الجمهور فاحفظه\" (4). ¶ فإذا أراد القارىء أن يقرأ القرآن فإنه يندب له الاستعاذة عند بداية القراءة (5) ؛ لقوله تعالى : \" فإذا قرأت القرآن فاستعذ بالله من الشيطان الرجيم \" (6) . ¶ وجه الدلالة في الآية الكريمة : قول الله تعالى : \" فاستعذ \" فعل أمر يقتضي الوجوب ، ولكنه صرف من الوجوب إلى الندب ؛ بأن النبي – صلى الله عليه وسلم – لم يؤمر أحدا ترك الاستعاذة ، أن يستعيذ ، فدل ذلك على سنية الاستعاذة . ¶ و \" التعوذ سنة قبل افتتاح القراءة لأنه فعل رسول الله صلى الله عليه وسلم بنقل القراء جيلا بعد جيل \" (7) . ¶ __________ ¶ (1) ابن حزم ، المحلى ، 3/250 . ¶ (2) أخرجه مسلم ، وانظر : مسلم ، صحيح مسلم ، كتاب الصلاة ، حديث رقم : \" 783\" ، 1/208 . ¶ (3) طيبة النشر، باب الاستعاذة. ¶ (4) A‹? ?? ? ? ? ???? ? ¶ (5) ? ? ? ? ? ? ? l ? ? ? ? ? ? ? ? ? ? ? ? ? 8 ? ? ? O ? ? ? ? ? ( ? ? ? ? ? ? ? ? ? ? ¶ (6) ? ? $ ? ? ? | ? ? ¶ (7) ? ? ? ? ? ? ?",
            "page": "40",
            "part": "1"
        },
        {
            "hno": null,
            "id": "41",
            "nass": "ثم إن القول باستحباب الاستعاذة ، هو مذهب جمهور العلماء ، وهو المذهب المعتمد ، وهو الذي عليه العمل . ¶ بناء على المسألة السابقة – وهي حكم الاستعاذة - : فإذا قرأ الجماعة في حلقة واحدة ، فهل يلزم كل واحد الاستعاذة ، أو تكفي استعاذة بعضهم ؟ ¶ يحتمل في هذه المسألة الوجهان، فمن قال بالوجوب ، قال : إنه على كل واحد بعينه أن يقرأها ، ومن قال بالندب فتكفي قراءة أحدهم، وقد رجح ابن الجزري القول باستعاذة كل واحد منهم ؛ لأن المقصود اعتصام القارئ والتجاؤه بالله تعالى عن شر الشيطان ، وهذا يختص بكل قارئ بعينه (1) . ¶ وبما أن التكبير مندوب إليه عند ختم المصحف الشريف ، فإنه عند قراءة جماعة في حلقة واحدة القرآن في ختمة واحدة ، فيجوز وجهان هما : ¶ الوجه الأول : تكبير أحدهم وهو القارئ ، والبقية يستمعون ، لأن التكبير مندوب إليه . ¶ الوجه الثاني : تكبير كل واحد منهم ، وهو الذي رجحه الإمام ابن الجزري في الاستعاذة ، لأن التكبير متعلق بالقراءة عند ختم المصحف الشريف ، والكل يقرأ ، فيشرع في حقه التكبير ، ولكن القارىء يكبر جهرا ، والبقية يسرون بالتكبير . ¶ ومما يؤكد الوجه الذي رجحه ابن الجزري – رحمه الله تعالى – مسألة التأمين عقب الفاتحة في الصلاة ، فقد قال العلماء : ويستحب التأمين – قول : آمين : ومعناها اللهم استجب – في الصلاة للإمام والمنفرد ، ويجهر الإمام والمنفرد بلفظ : \" آمين \" في الصلاة الجهرية ، واختلفوا في جهر المأموم ، والصحيح : أنه يجهر \" (2) . ¶ __________ ¶ (1) ابن الجزري، النشر في القراءات العشر، 1/257-258 . ¶ (2) النووي ، التبيان في آداب حملة القرآن ، ص : 106 .",
            "page": "41",
            "part": "1"
        },
        {
            "hno": null,
            "id": "42",
            "nass": "ويبدو أن تكبير القارىء والمستمع في مسألتنا فيها مشابهة لتأمين الإمام والمأموم جهرا بالصلاة الجهرية ، ووجه الجمع بينهما : أن الإمام وإن كان هو القارىء ، والمأموم وإن كان مستمعا ولا تلزمه القراءة ما عدا الفاتحة على خلاف بين الفقهاء (1) ، فقد استحب في حق المأموم التأمين ، وكذلك الحال هنا : فإن المستمع لقراءة القارىء ، والمشترك في حلقة واحدة لختم القرآن ؛ فإنه يستحب له التكبير سرا لا جهرا . ¶ المسالة الثانية : مشروعية الجهر والإسرار بالقراءة وعلاقتها بالتكبير عند ختم المصحف الشريف . ¶ ... لقد جاءت أحاديث متعددة في الصحيح وغيره دالة على استحباب رفع الصوت بالقراءة ، وجاءت آثار أخرى دالة على استحباب الإخفاء وخفض الصوت . ¶ ... ومن أدلة استحباب الجهر بالقراءة ورفع الصوت بها ما ثبت في الصحيح من حديث أبي هريرة – رضي الله عنه – قال : سمعت رسول الله – صلى الله عليه وسلم – يقول : \" ما أذن الله لشيء ما أذن لنبي حسن الصوت يتغنى بالقرآن يجهر به \" (2) . ¶ ... قال النووي :\" وفي إثبات الجهر أحاديث كثيرة ، وأما الآثار عن الصحابة والتابعين من أقوالهم وأفعالهم ، فأكثر من أن تحصر ، وأشهر من أن تذكر ، وهذا كله فيمن لا يخاف رياء ولا إعجابا ، ولا نحوهما من القبائح ، ولا يؤذي جماعة بلَبس ِ صلاتهم وتخليطها عليهم \" (3) . ¶ ... وقد وردت أحاديث أخر ، وآثار عن الصحابة تدل على استحباب الإسرار بالقراءة ، وذلك محمول منهم على الخوف من الرياء أو التشويش على الآخرين . ¶ __________ ¶ (1) ابن قدامة ، المغني مع الشرح الكبير ، دار الكتاب العربي ، بيروت ، 1/600 . ¶ (2) أخرجه البخاري ومسلم ، وانظر : البخاري / صحيح البخاري ، 9/60-61 ، ومسلم ، صحيح مسلم ، حديث رقم : \" 792 \" . ¶ (3) النووي ، التبيان في آداب حملة القرآن ، ص : 86 .",
            "page": "42",
            "part": "1"
        },
        {
            "hno": null,
            "id": "43",
            "nass": "... وعليه : فإنه يسن الجهر(1) بالتكبير عند ختم المصحف الشريف كما أنه يسن الجهر بالقراءة لما سبق من أدلة وآثار ، ولأن التكبير تبع للقراءة لكونه متعلقا بها . ¶ ... وحيثما خلا هذا الجهر من الرياء ، والتشويش على الآخرين ، وكان فيه إظهار لنعمة الله عز وجل بإتمام المنة بهذا القرآن الكريم ، وكان فيه تعليم لأهل البيت لهذه السنة المأثورة ؛ فإنه يدخل في دائرة الاستحباب والسنية . ¶ ... المسألة الثالثة : حالات الجهر والإسرار بالاستعاذة ، وعلاقتها بحكم التكبير عند ختم المصحف الشريف ¶ للاستعاذة عند إرادة قراءة القرآن الكريم ، حالتان : هما الجهر، والإخفاء -(2) : ¶ فأما الحالة الأولى : فهي الجهر بها، فيستحب عند بدء القراءة في موضعين: ¶ 1- إذا كانت القراءة جهرا ، وكان هناك من يستمع لقراءته. ¶ __________ ¶ (1) والمقصود بالجهر : هو الإعلان لغة ، وهنا : هو رفع الصوت بالتكبير عند ختم المصحف الشريف ، والجهر يكون بإسماع السامع التكبير ، وهذا الإسماع يكون بحسب مكان التكبير ، وبحسب حال المستمع ، والإخفاء مأخوذ من الستر ، والمقصود به هنا : تحريك الشفتين بالنطق بالتكبير مع عدم إسماع الحاضر ، فأقل الإخفاء تحريك الشفتين ، وأعلاه رفع الصوت على نحو لا يسمعه الجالس والمستمع . ¶ (2) الصفاقسي ، ولي الله سيدي على النوري ، غيث النفع في القراءات السبع ، مطبعة مصطفى البابي الحلبي ، مصر ، ط3 ، 1954م ، ص : 49-50 ، وقد قيل إنه روى المُسَيْبي عن نافع أنه ترك التعوذ والجهر بالبسملة ، فالجواب : أنه أخفاهما على اعتبار أنهما ليسا من اقرآن ، والمشهور عن نافع وغيره إظهارهما ، وانظر : مكي بن أبي طالب ، الكشف عن وجوه القراءات السبع ، 1/12 .",
            "page": "43",
            "part": "1"
        },
        {
            "hno": null,
            "id": "44",
            "nass": "2- إذا كانت القراءة وسط جماعة يقرؤون القرآن، وكان هو المبتدئ بالقراءة، وكذلك لمن يبتدئ القرآن بعرض أو درس، أو تلقين (1). ¶ هذا ، فإذا كان جماعة يقرؤون القرآن قراءة جماعية ، ويختمون ختمة واحدة ، فإن قراءة الجماعة مجتمعين مستحبة بالدلائل الظاهرة ، وأفعال السلف والخلف المتظافرة ، فقد صح عن النبي – صلى الله عليه وسلم – من رواية أبي هريرة وأبي سعيد الخدري – رضي الله عنهما – أنه : \" ما اجتمع قوم في بيت من بيوت الله تعالى يتلون كتاب الله ويتدارسونه بينهم إلا نزلت عليهم السكينة ، وغشيتهم الرحمة ، وحفتهم الملائكة ، وذكرهم الله فيمن عنده \" (2) . ¶ ... واستحب الجهر بها في الحالات المتقدمة ؛ لكي ينصت المستمع للقراءة فلا يفوته شيء منها ، وإذا أخفى التعوذ في هذه الحالات لم يعلم السامع بالقراءة إلا بعد أن فاته من المقروء شيء فإن الاستعاذة شعار القراءة، وعلامتها المميزة لها، كالجهر بالتلبية، وتكبيرات العيد (3) . ¶ ... وكذلك الحال بالنسبة للتكبير : فإنه يسن أن يكون جهرا ، إذا كانت القراءة جهرا ، وكان هناك من يستمع لقراءته . ¶ ... ويندب التكبير للقارئ في جماعة جهرا ؛ لكونه القارئ ، قياسا على الاستعاذة من حيث الجهر والإسرار ؛ فإن القارىء في الجماعة هو الذي يستعيذ جهرا . ¶ __________ ¶ (1) ابن الجزري، النشر في القراءات العشر، 1/252، وأبو شامة إبراز المعاني ص: 61، والمرصفي، هداية القارئ، ص: 564. ¶ (2) أخرجه مسلم ، وانظر : مسلم ، صحيح مسلم ، حديث رقم : \" 2701 \" ، وانظر تفصيل هذه المسألة وأقاويل السلف في جواز القراءة الجماعية للقرآن ، النووي ، التبيان في آداب حملة القرآن ، ص : 79 ، وما بعدها . ¶ (3) ابن الجزري، النشر في القراءات العشر، 1/253.",
            "page": "44",
            "part": "1"
        },
        {
            "hno": null,
            "id": "45",
            "nass": "فإذا كانت القراءة وسط جماعة يقرؤون القرآن ، وكان يقرأ بداية سورة في تكبير على القول بالتكبير العام ، أو القارئ من سورة ( والضحى ) إلى آخر ( الناس ) ، وهو التكبير الخاص ، فيندب له الجهر بالتكبير . ¶ وأما الحالة الثانية بالنسبة للاستعاذة : فهي إخفاؤها -مع التلفظ بها، وإسماع نفسه-، وهو مُسْتَحَب في المواضع التالية: ¶ 1- إذا كانت القراءة سرا. ¶ 2- إذا كانت القراءة جهرا، وليس معه أحد يستمع لقراءته. ¶ 3- إذا كانت القراءة جماعية، وليس هو المبتدئ للقراءة (1) . ¶ ... وكذلك الحال بالنسبة للتكبير بنوعيه المتقدمين التكبير العام والتكبير الخاص عند ختم المصحف الشريف ، فإنه يندب للقارئ أن يسر بالتكبير إذا كان يقرأ القرآن سرا ، أو كانت القراءة جهرا، وليس معه أحد يستمع لقراءته . ¶ وكذلك يندب لبقية المستمعين ، أن يكبروا ، ولكنهم يكبرون سرا ؛ لأن التكبير مندوب لكل واحد منهم ؛ فيشرع له التكبير ، ويكبر القارئ جهرا باعتبار أن قراءة الجماعة بمنزلة القراءة الواحدة فيجهر بالتكبير فيها . ¶ وكذلك الحال إذا كان يقرأ مع جماعة ، وليس هو القارئ جهرا للسور التي في آخرها تكبير ، فيسن له أن يكبر سرا ، والقارئ يكبر جهرا كما تقدم ، أو كان التكبير عاما في أول كل سورة من المصحف . ¶ وأما ما يفعله بعض الناس من الجهر بالتكبير الجماعي عند القراءة الجماعية ، فلا يشرع ، وليس مندوبا إليه ، بل هو خارج عن حدود فعل السلف الصالح – رضي الله عنهم - ، ولم يثبت عن أحد التكبير الجماعي بهذه الصورة ، وعليه : فيشرع التكبير للقارئ جهرا ، ولبقية الجالسين سرا لتحقيق أجر التكبير عند ختم المصحف الشريف . ¶ المبحث السادس ¶ الأحكام الفقهية المتعلقة بالتكبير في الصلاة ¶ __________ ¶ (1) ابن الجزري، النشر في القراءات العشر 1/ 254، وعطية قابل نصر، غاية المريد في علم التجويد ص: 45.",
            "page": "45",
            "part": "1"
        },
        {
            "hno": null,
            "id": "46",
            "nass": "... التكبير في الصلاة سنة ثابتة فيها، كما أنها سنة ثابتة في خارجها، وقد روى أئمة القراءة أخبارا عن السلف من القراء والفقهاء تدل على أخذهم بالتكبير في الصلاة ، وقد ذكر الحافظ ابن الجزري في كتابه النشر في القراءات العشر جملة من هذه الآثار، وسأذكر طرفا منها ، حيث تعتبر هذه الآثار بمثابة الأدلة على فعل السلف ، والتزامهم بهذه السنة المتعلقة بختم القرآن الكريم ، ثم أتبع ذلك بأهم الأحكام الفقهية المتعلقة بالتكبير عند ختم المصحف الشريف : ¶ روي عن مجاهد أنه كان يكبر من: \" والضحى \" إلى \" الحمد لله رب العالمين \" (1) ، قال الحميدي (2) : سألت سفيان بن عيينة (3) ، قلت: يا أبا محمد رأيت شيئا ربما فعله الناس عندنا يكبر القارئ في شهر رمضان إذا ختم يعني في الصلاة، فقال: رأيت صدقة بن عبد الله بن كثير (4) يؤم الناس منذ أكثر من سبعين سنة ، فكان إذا ختم القرآن كَبَّر\". ¶ __________ ¶ (1) سورة الفاتحة ، الآية : 2 . ¶ (2) هو عبدالله بن الزبير الحميدي الأسدي ، أبو بكر : أحد أئمة الحديث ، من أهل مكة ، رحل مع الإمام الشافعي إلى مصر ، ولزمه إلى أن مات ، فعاد إلى مكة يفتي بها ، وهو شيخ البخاري ، ورئيس أصحاب ابن عيينه ، روى عنه البخاري ( 75) حديثاً ، وذكره مسلم في مقدمة كتابه ، وتوفي بمكة سنة (( 219 )) هـ ، الزركلي ، الأعلام ، 4 / 087 ¶ (3) هو أبو محمد سفيان بن عينية بن ميمون الهلالي العلامة الحافظ شيخ الإسلام محدث الحرم مولى محمد بن مزاحم أخي الضحاك بن مزاحم وكان إماما حجة واسع العلم كبير القدر ، ولد سنة سبع ومائة للهجرة. وتوفي سنة ثمان وتسعين ومائة ، وانظر : الذهبي ، تذكرة الحفاظ ، 1/ 262-265 . ¶ (4) هو صدقة بن عبد الله بن كثر الداري ، أبو الهذيل ، أخذ القراءة عرضاً عن أبيه عبد الله بن كثير ، وروى عنه الحروف مطرف بن معقل وسلام ين سليمان وإلى الحارث بن قدامة ، ابن الجزري ، غاية النهاية ، 1 / 336 .",
            "page": "46",
            "part": "1"
        },
        {
            "hno": null,
            "id": "47",
            "nass": "ففي الأثر السابق نستفيد أن : التكبير ثبت من فعل مجاهد ، وهو من التابعين . ¶ كما أن التكبير معمول به في مكة المكرمة – حرسها الله – منذ زمن بعيد ، والناس متعارفون عليه ، وهو متوافق ما نقله القراء عن النبي – صلى الله عليه وسلم – جيلا بعد جيل . ¶ قال الشيخ أبو الحسن السخاوي: \" وروى بعض علمائنا الذين اتصلت قراءتنا بهم بإسناده عن أبي محمد الحسن بن محمد بن عبيد الله بن أبي يزيد القرشي قال: صليت بالناس خلف المقام بالمسجد الحرام في التراويح في شهر رمضان، فلما كانت ليلةُ الختمة كَبرتُ من خاتمة \" والضحى \" إلى آخر القرآن في الصلاة، فلما سلمتُ التَفَتُّ، وإذا بأبي عبد الله محمد بن إدريس الشافعي (1) قد صلى ورائي، فلما بصر بي قال لي: أحسنت، أصبت السنة \" . ¶ فقول الإمام الشافعي : \" أحسنت أصبت السنة \" : يدل على أن فعله موافق لما هو مروي في السنة المطهرة . ¶ ولذلك فقد ثبت التكبير في الصلاة عن أهل مكة: فقهائهم وقرائهم، وثبت عن الإمام الشافعي، وقال به سفيان بن عيينة وابن جريج (2) ¶ __________ ¶ (1) هو محمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف الإمام العلم أبو عبد الله الشافعي أحد أئمة الإسلام وصاحب المذهب أخذ القراءة عرضاً عن إسماعيل بن عبدالله بن قسطنطين المكي، روى القراءة عنه محمد بن عبدالله بن عبدالحكيم ، ولد سنة خمسين ومائة بغزة وقيل بعسقلان ثم حمل إلى مكة المشرفة وهو ابن سنتين وتوفي بمصر سنة أربع ومائتين وذلك من ليلة الجمعة بعد المغرب آخر ليلة من رجب ودفن يوم الجمعة بعد العصر وقبره بقرافة مصر مشهور ، وانظر : ابن الجزري ، غاية النهاية ، 2/ 95-97. ¶ (2) هو عبد الله بن عبد الملك بن عبد العزيز بن جريج أبو الوليد وقيل أبو خالد القرشي المكي أحد الأعلام، روى القراءة عن عبد الله بن كثير وروى عنه القراءة سلام بن سليمان ويحيى بن سعيد الأنصاري والثوري. ¶ قال سفيان بن ?A‹? ?? ? ? ? ???? ? ? ? ? ? ? ? ? ? l ? ? ? ? ? ? ? ? ? ? ? ? ? 8 ? ? ? O ? ? ? ? ? ( ? ?",
            "page": "47",
            "part": "1"
        },
        {
            "hno": null,
            "id": "48",
            "nass": "وابن كثير . ¶ 3- وقال الحافظ ابن الجزري: \"ورأيت أنا غير واحد من شيوخنا يعمل به، ويأمر من يعمل به في صلاة التراويح، وفي الإحياء في ليالي رمضان حتى كان بعضهم إذا وصل في الإحياء إلى \" والضحى \" قام بما بقي من القرآن في ركعة واحدة يكبر إِثْرَ كل سورة، فإذا انتهى إلى \" قل أعوذ برب الناس \" كَبَّر في آخرها ، ثم يكبر ثانيا للركوع ، وإذا قام في الركعة الثانية قرأ الفاتحة، وما تيسر من أول البقرة . ¶ 4- ... وقال الحافظ ابن الجزري : \"وفعلت أنا كذلك مرات لما كنت أقوم بالإحياء إماما بدمشق ومصر000 ولما مَنَّ الله تعالى علي بالمجاورة بمكة، ودخل شهر رمضان، فلم أر أحدا ممن صلى التراويح بالمسجد الحرام إلا يكبر من: \" والضحى \" عند الختم، فعلمت أنها سنة باقية فيهم إلى اليوم\". ¶ ثم يقول: \" ثم العجب ممن ينكر التكبير بعد ثبوته عن النبي ( وعن أصحابه، والتابعين، وغيرهم \" (1) . ¶ وقد ذكر العلامة البنا (2) مشروعية التكبير داخل الصلاة نقلا عن الشيخ البكري حيث قال : \" ويستحب إذا قرأ في الصلاة سورة ( الضحى ) ، أو ما بعدها إلى آخر القرآن أن يقول بعدها : \" لا إله إلا الله والله أكبر ولله الحمد \" ، قياسا على خارج الصلاة ؛ فإن العلة قائمة ، وهي تعظيم الله ، وتكبيره ، والحمد على قمع أعداء الله ، وأعداء رسوله – صلى الله عليه وسلم – \" (3). ¶ __________ ¶ (1) ? ? ? ? ? ? ? ? ? ? $ ? ? ? | ¶ (2) ? ? ? ? ? ? ? ? الدمياطي الشافعي الشهير بالبناء كان عالما كبيرا بالقراءات والفقه والحديث. ولد بدمياط ونشأ بها فحفظ القرآن واشتغل بالعلوم على علماء عصره ، توفي في المدينة النبوية في المحرم المحرم سنة سبع عشرة ومائة وألف من الهجرة ودفن بالبقيع مساء ، وانظر : الزركلي ، الأعلام ،1/ 29، عمر كحالة ، معجم المؤلفين 2 /71 ¶ (3) البنا ، إتحاف فضلاء البشر بالقراءات الأربعة عشر ، 2/648 .",
            "page": "48",
            "part": "1"
        },
        {
            "hno": null,
            "id": "49",
            "nass": "أهم الأحكام الفقهية المتعلقة بالتكبير عند ختم المصحف الشريف داخل الصلاة: ¶ إذا قرأ المسلم القرآن في الصلاة بطريق روي فيه التكبير عند ختم المصحف الشريف ، فيسن له كما بينا أن يكبر عند ختم المصحف الشريف سواء أكان التكبير عاما في بداية كل سورة ، وهو التكبير العام ، أو كان التكبير خاصا من آخر سورة ( والضحى ) إلى آخر سورة ( الناس ) ، كما بينا سابقا ، وإليك بعض الأحكام المتعلقة بالتكبير عند ختم المصحف الشريف : ¶ الحكم الأول : كيفية أداء التكبير العام في الصلاة ، ولا يخلو الأمر حينئذ من حالتين: ¶ الحالة الأولى : أن يكون المصلي منفردا ، فيكبر المصلي في بداية كل سورة ، ما عدا سورة براءة ، وعلى التفصيل السابق في الجهر والإسرار . ¶ الحالة الثانية : أن يكون المصلي إماما ، فيقوم بقراءة سور القرآن مع التكبير في بداية كل سورة . ¶ ... أما إذا كان المصلي مأموما فإنه تبع لإمامه في القراءة ؛ فإن الإمام إذا قرأ فإن المأمومين ينصتون لقراءته ، ولا ينازعونه فيها ، وكذلك الحال بالنسبة للتكبير ، فإن الإمام يقرأ التكبير ، ويستمع الناس لتكبيره . ¶ والدليل على ذلك ما روي عن أبي هريرة – رضي الله عنه – قال : قال رسول الله – صلى الله عليه وسلم - : \" إنما جعل الإمام ليؤتم به ، فإذا كبر فكبروا ، ولا تكبروا حتى يكبر ، وإذا ركع فاركعوا .... الحديث \" (1) . ¶ ... قال الحافظ ابن الجزري : \" وأما ممن كان يكبر في صلاة التراويح ؛ فإنهم يكبرون إثر كل سورة ، ثم يكبرون للركوع ، وذلك إذا آثر التكبير آخر السورة ، ومنهم من كان إذا قرأ الفاتحة ، وأراد الشروع في السورة كبر وبسمل وابتدأ السورة \" (2) . ¶ __________ ¶ (1) أخرجه البخاري ومسلم ، وانظر : البخاري ، صحيح البخاري ، حديث رقم : \" 722 \" ، 2/208-209 ، ومسلم ، صحيح مسلم ، حديث رقم : \" 414 \" ، 1/309-310 . ¶ (2) ابن الجزري ، النشر في القراءات العشر ، 2/427 .",
            "page": "49",
            "part": "1"
        },
        {
            "hno": null,
            "id": "50",
            "nass": "الحكم الثاني :كيفية أداء التكبير الخاص في الصلاة ، ولا يخلو الأمر حينئذ من حالتين : ¶ الحالة الأولى : أن يكون المصلي منفردا ، فقد ذكر العلماء الكيفية التي كان يعمل بها في الحرمين وهي : أنه إذا وصل فيختم المصحف الشريف إلى سورة \"والضحى \" قام بما بقي من القرآن في ركعة واحدة يكبر إِثْرَ كل سورة، بدءا بالتكبير بآخر سورة ( والضحى ) ، فإذا انتهى إلى \" قل أعوذ برب الناس \" كَبَّر في آخرها ، ثم يكبر ثانيا للركوع ، وإذا قام في الركعة الثانية قرأ الفاتحة ، وما تيسر من أول البقرة . ¶ ... هذه صورة ذكرها العلماء ، ولكنه يجوز للمصلي المنفرد أن يقرأ من سورة ( والضحى ) إلى آخر المصحف الشريف يجزِّء ذلك حسب حاله ، يقرأ في كل ركعة ما يتيسر له من السور القصار ، وحينئذ فإنه يكبر في آخر السورة التي يريد الوقف عليها . ¶ فمثلا : إذا قرأ في ركعة سورتي ( الضحى ) ، و( الانشراح ) ، فإنه يكبر عقب السورة الأخيرة ، ثم يكبر للركوع ، ويتم ركعته ، ثم يقوم للركعة التالية ، ويقرأ الفاتحة ، وسورتي ( التين ) ( العلق ) ، ثم يكبر عقب كل سورة ، ويكبر للركوع بعد أن يتم تكبيره لآخر سورة العلق ، وهكذا … . ¶ هذا ، وإن الحالة الأولى التي ذكرها العلماء للتكبير ليست ملزمة ، وليست الصورة الوحيدة في كيفية التكبير في الصلاة ، ولأن الأمر عائد لحال المصلى ، وحفظه لكتاب الله عز وجل ، وقراءة ما يتيسر له من القرآن الكريم في الصلاة . ¶ الحالة الثانية : أن يكون المصلي إماما ، فيكون حاله كحال المنفرد له أن يأخذ بأي صورة من صورة التكبير السابقة ، وليس ملزما بأي صورة كانت . ¶ ... وعلى الإمام أن يُعْلِم ويُعَلِّم الناس حكم التكبير ، وأنه سيكبر إذا جاء إلى موضع التكبير . ¶ أما إذا كان المصلي مأموما ، فإنه تبع لإمامه في القراءة ؛ فإن الإمام إذا قرأ فإن الناس ينصتون لقراءته ، ولا ينازعونه فيها ، وكذلك الحال بالنسبة للتكبير .",
            "page": "50",
            "part": "1"
        },
        {
            "hno": null,
            "id": "51",
            "nass": "الحكم الثالث : لا يشرع للمأمومين أن يكبروا مع الإمام سرا ، ولا جهرا ، ولقد رأينا بعض عامة الناس مما ليس لهم علم في هذه المسألة يكبرون جهرا مع الإمام ، وربما ارتج المسجد بصوت المكبرين عند ختم المصحف الشريف ، لذلك فإن التكبير العام والخاص في الصلاة مقيد بفعل القارئ فحسب ، وهو الإمام ، ولا يجوز للمأمومين أن يفعلوه . ¶ ودليل هذا الحكم ما تقدم من النصوص في فعل السلف الصالح في التكبير في مكة المكرمة ، فإن المروي عنهم : التكبير للإمام دون المأمومين سيما أن التكبير الوارد في هذه النصوص هو التكبير الواقع عند ختم المصحف الشريف في صلاة التراويح في رمضان ، وهي بلا شك في صلاة الجماعة . ¶ ودليل آخر : أن قول المصلين في الجماعة : \" آمين \" قد نقل عن النبي – صلى الله عليه – والصحابة الكرام – رضي الله عنهم - ، ولو كان التكبير الجماعي سائغ لنقل كما نقلت لفظة : \" آمين \" بعد الانتهاء من قراءة الفاتحة . ¶ الحكم الرابع : هل يؤدى التكبير في الصلاة جهرا أو سرا يجهر به أو يسر، أو تابع لها في السرية والجهرية . ¶ ... أجمع المسلمون على استحباب الجهر بالقراءة في صلاة الصبح ، والجمعة ، والعيدين ، والأوليين من المغرب والعشاء ، وفي صلاة التراويح ، والوتر عقبها ، وهذا مستحب للإمام والمنفرد بما ينفرد به منها (1) . ¶ ... واما المأموم فلا يجهر بإجماع الفقهاء (2) . ¶ __________ ¶ (1) النووي ، التبيان في آداب حملة القرآن ، ص : 102- 103 ، المرداوي ، الإنصاف في معرفة الراجح من الخلاف ، 2/44 ، وذلك عند قوله : \" ويجهر الإمام بالتكبير كله ، ويسؤ غيره به ، وبالقراءة بقدر ما يسمع نفسه \" ، ابن ضويان ، منار السبيل في شرح الدليل ، وعليه حاشية النكت والفوائد على منار السبيل لعصام قلعجي ، مكتبة المعارف ، الرياض ، ط2 ، 1985م ، ص : 92 . ¶ (2) النووي ، روضة الطالبين ، 1/ 351 ، وما بعدها ، والنووي ، التبيان في آداب حملة القرآن ، ص : 103 .",
            "page": "51",
            "part": "1"
        },
        {
            "hno": null,
            "id": "52",
            "nass": "والذي يظهر أن ذلك يكون تابعا للصلاة في السر والجهر(1) ؛ لأن التكبير في هذه الحالة يعتبر جزءا من أفعال الصلاة، والقراءة منها ، والتكبير في حكم القراءة ، والقراءة إنما يجهر بها في الصلاة الجهرية ، ويسر بها في الصلاة السرية ، فإذا كانت الصلاة ظهرا أو عصرا كبر سرا ، وإذا كانت الصلاة فجرا أو مغربا أو عشاء ، أو في صلاة قيام الليل والتراويح وكانت القراءة جهرا ؛ فإنه يجهر بالتكبير . ¶ ... ولكن هذا الحكم بحاجة لشيء من التفصيل والتفريق بين كون المصلى إماما أو مأموما أو منفردا . ¶ ... أما إذا كان إماما أو منفردا ، فإذا كانت القراءة يستحب فيها الجهر في المواضع التي سبقت ، فإنه يسن للإمام أو المنفرد الجهر بالتكبير عند ختم المصحف الشريف سيما في صلاة التراويح التي يكون فيها ختم للمصحف الشريف عادة . ¶ ... أما إذا كان مأموما ؛ فإنه تبع لإمامه ، ولا يكبر المأموم سرا ولا جهرا ، ومعلوم أن التكبير خاص بقراءة الإمام لا بقراءة المأموم ، وحينئذ فإن المأموم يستمع لتكبير إمامه كما أنه يستمع لقراءته ، ولا يقرأ المأموم شيئا من القرآن في الصلاة إلا الفاتحة على خلاف عند الفقهاء ليس هذا موضعه . ¶ الحكم الخامس : السهو في التكبير للإمام والمأموم (2) ¶ ... وحكم التكبير عند ختم المصحف الشريف كما تقدم هو الندب ، فإذا سهى الإمام أو المنفرد في صلاته فلم يكبر عند موضع التكبير العام أو الخاص ، أو في بعض سور التكبير العام والخاص ، فهل يشرع للمصلين تنبيه الإمام بنسيانه التكبير ، بالتسبيح . ¶ __________ ¶ (1) هداية القارئ ، ص : 624 . ¶ (2) وانظر حكم السهو وتفصيلاته : النووي ، روضة الطالبين ، 1/ 298 ، وما بعدها ، وابن قدامة ، المغني مع الشرح الكبير ، 1/664 ، وما بعدها ، 1/683 ، والمرداوي ، الإنصاف ، 2/123 ، وما بعدها ، وابن ضويان ، منار السبيل ، ص : 103 ، وما بعدها .",
            "page": "52",
            "part": "1"
        },
        {
            "hno": null,
            "id": "53",
            "nass": "الظاهر أنه يشرع للمأمومين تنبيه الإمام إلى التكبير العام أو الخاص ، فإذا فات التكبير فينبه المأمومون الإمام ، لأنه من تمام الرواية ، فكل رواية فيها تكبير سواء أكان تكبيرا عاما أم خاصا ، فعلى القارئ أن يلتزم الرواية ، وتمام الرواية أن يأتي بالتكبير في موضعه . ¶ وإذا سهى المأمومون ، وغفلوا عن تنبيه الإمام بتركه التكبير ، فهل ترك الإمام للتكبير يعتبر نقصا في الصلاة يستوجب الجبر بسجود السهو ، وهل يسجد للسهو له . ¶ الجواب : أن ترك الإمام للتكبير عند ختم المصحف الشريف لا يعتبر نقصا ؛ لكونه سنة ، ولا يجبر ، ولا يعود إليه الإمام لذهاب وقته ، إلا إذا نبهه المصلون قبل البدء بالسورة التي بعدها ، فيعود للتكبير ؛ إتماما للرواية . ¶ وعليه : فلا يحتاج نسيان التكبير لجبره بسجدتي سهو ؛ لأن التكبير مندوب إليه . ¶ الحكم السادس : السنة أن يأتي الإمام والمنفرد بالتكبير بحسب الرواية التي يقرأ بها سواء أكان تكبيرا عاما أم خاصا ، فلو ترك مسلم التكبير إماما كان أو منفردا من طريق ورد فيه التكبير رواية فلا إثم عليه ، ولا يؤاخذ عليه ، ولكنه يستحب له الإتيان . ¶ الخاتمة ¶ الحمد لله رب العالمين ، والصلاة والسلام على أشرف المرسلين ، وبعد ،، ¶ فقد توصلت من خلال البحث المتقدم إلى نتائج من أهمها : ¶ أن التكبير عند القراء : هو عبارة عن قول : \" الله أكبر \" في بداية كل سورة ، وهو التكبير العام ، أو التكبير من نهاية سورة : \" والضحى \" إلى آخر المصحف الشريف ، وهو التكبير الخاص عند إرادة عند ختم القارئ القرآن الكريم. ¶ أن التكبير عند الفقهاء هو : \" ذكر مسنون مخصوص على هيئة مخصوصة يؤتى به عند ختم المصحف الشريف \" . ¶ أن حكم التكبير عند ختم المصحف الشريف هو السنية عند القراء و الفقهاء . ¶ ثبت التكبير عن أهل مكة : فقهائهم وقرائهم ، وثبت عن الإمام الشافعي، وسفيان بن عيينة وابن جريج وابن كثير ، وعند الحنابلة .",
            "page": "53",
            "part": "1"
        },
        {
            "hno": null,
            "id": "54",
            "nass": "أن حديث التكبير روي عند المحدثين مرفوعا إلى النبي – صلى الله عليه وسلم - عن البزي ، وروي موقوفا عن ابن عباس وعن غيره . ¶ - الأسانيد التي رواها القراء في إثبات التكبير عن البزي وعن غيره ، هي أسانيد معروفة وصحيحة عندهم ، والتكبير ثابت معمول به ، ويعمل به القراء جيلا بعد جيل ¶ أن لفظ التكبير عند ختم المصحف الشريف هو \"الله أكبر\" ويجوز معه التهليل والتحميد . ¶ للتكبير عند ختم المصحف الشريف أحكام تتعلق بخارج الصلاة ، ومن أهمها : ¶ أ – يسن الجهر بالتكبير عند ختم المصحف الشريف إظهارا لنعمة الله عز وجل بإتمام المنة بهذا لقرآن الكريم . ¶ ب – إذا كان جماعة يقرءون القرآن في ختمة واحدة فإنهم يكبرون جميعا ، ولكن على التفصيل التالي : ¶ أولا : يندب التكبير للقارئ في جماعة جهرا ؛ لكونه القارئ . ¶ ثانيا : يندب لبقية المستمعين ، أن يكبروا ، ولكنهم يكبرون سرا . ¶ ج – لا يشرع الجهر بالتكبير الجماعي عند القراءة الجماعية ، لأنه لم يثبت عن السلف فعل ذلك . ¶ 11- للتكبير عند ختم المصحف الشريف أحكام تتعلق بداخل الصلاة ، ومن أهمها : ¶ أ– أن التكبير داخل الصلاة ثبت عن السلف الصالح بأسانيد صحيحة ، وبوقائع متعددة . ¶ ب- يكبر المنفرد والإمام في الصلاة في بداية كل سورة إذا كان التكبير عاما ، ويكبر المنفرد والإمام من آخر ( والضحى ) إلى آخر سورة ( الناس ) في الركعة الأخيرة ثم يكبر للركوع ، أو يُجَزِّىء المنفرد والإمام سور التكبير على الركعات بحسب ما يتيسر له . ¶ ج- لا يشرع للمأمومين التكبير مع الإمام لا سرا ولا جهرا . ¶ د- الجهر والإسرار في التكبير في الصلاة تبع لحالة الصلاة ، فإذا كانت الصلاة سرية أسر القارىء بالتكبير ، وإذا كانت الصلاة جهرية جهر القارىء بالتكبير . ¶ هـ – لا يؤتى بالتكبير عند نسيانه ، ويجوز تذكير الإمام به ، ولا يجبر بسهو ؛ لأنه سنة. ¶ قائمة بالمراجع",
            "page": "54",
            "part": "1"
        },
        {
            "hno": null,
            "id": "55",
            "nass": "أبو شامة ، عبد الرحمن بن إسماعيل ، إبراز المعاني من حرز الأماني في القراءات السبع ، تحقيق وضبط الشيخ إبراهيم عطوة عوض ، شركة مكتبة ومطبعة مصطفى البابي الحلبي ، مصر . ¶ أحمد بن الجزري ، شرح طيبة النشر في القراءات العشر ، ضبطه : الشيخ أنس مهرة ، دار الكتب العلمية ، بيروت ، ط1 ، 1997 م . ¶ الشيخ أحمد بن محمد البنا ، إتحاف فضلاء البشر بالقراءات الأربعة عشر ، المسمى : منتهىالأماني والمسرات في علوم القراءات ، حققه وقدم له : الدكتور شعبان محمد إسماعيل ، عالم الكتب ومكتبة الكليات الأزهرية ، ط1 ، 1987م 0 ¶ أحمد محمد شاكر ، الباعث الحثيث شرح اختصار علوم الحديث لابن كثير ، دار الكتب العلمية ، بيروت ، ط1 ، 1983م . ¶ ابن الجزري ، محمد بن محمد ، النشر في القراءات العشر، صححه : الشيخ علي محمد الضباع ، دار الكتب العلمية ، بيروت . ¶ ابن الجزري ، محمد بن محمد ، تقريب النشر في القراءات العشر ، تحقيق : الشيخ إبراهيم عطوة إبراهيم ، دار الحديث ، القاهرة ، ط2 ، 1992م . ¶ ابن الجزري ، محمد بن محمد ، غاية النهاية في طبقات القراء ، باعتناء برجستر اسر ، دار الكتب العلمية ، بيروت ، ط2 ، 1980م . ¶ ابن حجر ، أحمد بن علي ، لسان الميزان ، مراجعة : دار المعارف النظامية ، الهند ، مؤسسة الأعلمي للمطبوعات ، بيروت ، 1986م . ¶ ابن حجر ، أحمد بن علي العسقلاني ، تقريب النهذيب ، ، حققه : أحمد عوامة ، ط2 ، دار الرشيد ، سوريا ، حلب ، 1988م . ¶ ابن حزم الظاهري ، الإحكام في أصول الأحكام ، دار الحديث ، القاهرة ، ط2 ، 1992م . ¶ ابن حزم الظاهري ، ، علي بن أحمد ، المحلى ، تحقيق : أحمد محمد شاكر ، دار الآفاق الجديدة ، بيروت . ¶ ابن ضويان ،إبراهيم بن محمد بن سالم منار السبيل في شرح الدليل ، وعليه حاشية النكت والفوائد على منار السبيل لعصام قلعجي ، مكتبة المعارف ، الرياض ، ط2 ، 1985م.",
            "page": "55",
            "part": "1"
        },
        {
            "hno": null,
            "id": "56",
            "nass": "ابن عابدين ، محمد أمين ، حاشية رد المحتار على الدر المختار ، شرح تنوير الأبصار في فقه الإمام أبي حنيفة النعمان ، دار الفكر ، ط2 ، 1966م . ¶ ابن القاصح ، علي بن عثمان بن محمد بن الحسن ، سراج القارئ المبتدىء وتذكار المقرئ المنتهي شرح منظومة حرز الأماني ووجه التهاني ، وبذيل صحائفه مختصر بلوغ الأمنية للشيخ علي محمد الضباع ، وبالهامش : غيث النفع في القراءات السبع ، لولي الله سيدي على النوري الصفاقسي . ¶ ابن قدامة ، أبو محمد عبد الله بن أحمد ، المغني ، صححه الشيخ محمد سالم محيسن ، والشيخ شعبان محمد إسماعيل ، مكتبة الرياض الحديثة ، الرياض ، ط1 ، 1980م . ¶ ابن قدامة ، أبو محمد عبد الله بن أحمد ، المغني مع الشرح الكبير ، طبعة دار الكتاب العربي ، بيروت . ¶ ابن كثير ، إسماعيل بن عمر ، تفسير القرآن العظيم ، دار الفكر ، بيروت ، 1401 هـ. ¶ ابن مفلح ، محمد المقدسي ، الفروع ، تحقيق : أبو الزهراء حازم القاضي ، دار الكتب العلمية ، بيروت ، ط1 ، 1418هـ . ¶ ابن مفلح ، إبراهيم بن محمد بن عبد الله ، المبدع ، المكتب الإسلامي ، بيروت ، 1980م . ¶ ابن منظور ، لسان العرب ، دار صادر ، بيروت . ¶ أبو عمرو الداني ، التيسير في القراءات السبع ، دار الكتاب العربي ، بيروت ، ط2 ، 1984م . ¶ البجيرمي ، سليمان ، حاشية البجيرمي المسماة بتحفة الحبيب على شرح الخطيب المعروف بالإقناع في حل ألفاظ متن أبي شجاع ، طبع مصطفى البابي الحلبي ، مصر ، طأخيرة ، 1951م . ¶ البخاري ، محمد بن إسماعيل ، الصحيح الجامع المختصر ، مراجعة الدكتور مصطفى ديب البغا ، دار ابن كثير ، اليمامة ، بيروت ، 1987م . ¶ البهوتي ، منصور بن يونس ، بن إدريس ، شرح منتهى الإرادات المسمى : دقائق أولي النهى لشرح المنتهى ، عالم الكتب ، بيروت ، ط2 ، 1996م .",
            "page": "56",
            "part": "1"
        },
        {
            "hno": null,
            "id": "57",
            "nass": "الحاكم ، محمد بن عبد الله ، المستدرك على الصحيحين ، تحقيق : مصطفى عبد القادر عطا ، دار الكتب العلمية بيروت ، 1990م . ¶ الذهبي ، محمد بن أحمد ، معرفة القراء الكبار على الطبقات والأعصار ، تحقيق : د. بشار عواد معروف وزميليه ، مؤسسة الرسالة ، ط1 ، 1984م . ¶ الذهبي ، محمد بن أحمد ، تذكرة الحفاظ ، طبعة مصورة عن الطبعة الهندية بتصحيح المعلمي اليماني ، دار إحياء التراث العربي ، بيروت . ¶ الزرقاني ، محمد عبد العظيم ، مناهل العرفان في علوم القرآن ، دار الفكر ، بيروت ، ط1988م . ¶ الزرقاني ، شرح الزرقاني على خليل ، دار الفكر ، بيروت . ¶ الزركلي ، خير الدين ، الأعلام ، دار العلم للملايين ، بيروت ، ط5 ، 1980م . ¶ سعدي أبو حبيب ، القاموس الفقهي ، دار الفكر ، دمشق ، ط2 ، 1408هـ . ¶ الشاطبي ، حرز الأماني ووجه التهاني المعروفة بالشاطبية ، تحقيق الشيخ محمد تميم الزعبي ، مكتبة دار الهدى ، المدينة المنورة ، ط3 ، 1996م . ¶ الصفاقسي ، ولي الله سيدي على النوري ، غيث النفع في القراءات السبع ، مطبعة مصطفى البابي الحلبي ، مصر ، ط3 ، 1954م . ¶ عبد الفتاح عبد الغني القاضي القاضي ، الوافي في شرح الشاطبية في القراءات السبع ، مكتبة السوادي ، جدة ، ط5 ، 1999 م . ¶ عبد الفتاح القاضي ، البدور الزاهرة في القراءات العشر المتواترة من طريقي الشاطبية والدرة ، دار الكتاب العربي ، بيروت ، ط1 ، 1981م . ¶ عمر كحالة ، معجم المؤلفين ، طبعة مصورة ، عن طبعة دار التراث العربي ، بيروت . ¶ الفيروزآبادي ، القاموس المحيط ، مؤسسة الرسالة ، بيروت ، ط2 ، 1987م. ¶ محمد مكي نصر ، نهاية القول المفيد في علم التجويد ، مطبعة مصطفى البابي الحلبي ، 1349 هـ ، صححه الشيخ علي محمد الضباع . ¶ الدكتور محمد محمد محيسن ، المهذب في القراءات العشر ، وتوجيهها من طريق طيبة النشر ، مكتبة الكليات الأزهرية ، مصر ، ط2 ، 1978م .",
            "page": "57",
            "part": "1"
        },
        {
            "hno": null,
            "id": "58",
            "nass": "المرداوي ، علي بن سليمان ، الإنصاف في معرفة الراجح من الخلاف ، دار إحياء التراث العربي ، بيروت ، ط2 ، 1980م . ¶ المرصفي ، عبد الفتاح السيد عجمي المرصفي ، هداية القارىء إلى تجويد كلام الباري ، قدم له سماحة الشيخ حسنين محمد مخلوف ، دار النهضة العربية ، مصر ، ط1 ، 1982م. ¶ الدكتور محمد عجاج الخطيب ، أصول الحديث علومه ومصطلحه ، دار المنارة ، جدة ، ط6 ، 1994م . ¶ المزي ، أبو الحجاج يوسف بن الزكي عبد الرحمن ، تهذيب الكمال ، تحقيق : د. بشار عواد معروف ، مؤسسة الرسالة ، بيروت ، 1980م . ¶ مسلم ، أبو الحسين مسلم بن الحجاج النيسابوري ، صحيح مسلم ، مراجعة : محمد فؤاد عبد الباقي ، دار إحياء التراث العربي ، بيروت ، 1954 م . ¶ النووي ، يحيى بن شرف الدين ، المجموع شرح المهذب ، دار الفكر ، بيروت. ¶ النووي ، يحيى بن شرف الدين ، روضة الطالبين وعمدة المفتين ، المكتب الإسلامي ، بيروت ، ط2 ، 1985م .",
            "page": "58",
            "part": "1"
        }
    ],
    "t36549": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التكبير عند ختم المصحف الشريف"
        }
    ]
}