{
    "b36541": [
        {
            "id": "1",
            "nass": "أسئلة حول الاعتكاف ¶ الشيخ محمد المختار الشنقيطي ¶ </TD< tr> ¶ الحمد لله رب العالمين ، والصلاة والسلام على سيدنا ونبينا محمد ، وعلى آله وصحبه أجمعين ، وعلى من تبعهم بإحسان إلى يوم الدين ؛ أما بعد : ¶ فضيلة الشيخ : حفظك الله ورعاك ، هذه مجموعة من الأسئلة تتعلق بالاعتكاف ، وبعض المسائل التي تم تلخيصها من الأسئلة الكثيرة الواردة في أحكامه وفضائله ، نرجو منكم التوجيه والإجابة عليها ، نسأل الله العظيم أن يُعْظم لك بذلك الأجر والمثوبة . ¶ س1 : ما هي حقيقة الاعتكاف ؟ وما هو الأصل في مشروعيته وجوازه ؟ وجزاك الله كل خير ؟ ¶ بسم الله الرحمن الرحيم . الحمد لله ربّ العالمين ، والصلاة والسلام الأتمان الأكملان على خير خلق الله أجمعين ، وعلى آله وصحبه ، ومن سار على نهجه وسبيله إلى يوم الدين ؛ أما بعد : ¶ فإن الاعتكاف هو لزوم الشيء ، يقال : عَكَف على الشيء إذا لبث عنده ولزمه ، ومنه قوله تعالى : { مَا هَذِهِ التَّمَاثِيلُ الَّتِي أَنتُمْ لَهَا عَاكِفُونَ } . ¶ وأما الاعتكاف في شريعة الله - تعالى - : فهو لزوم المسجد لطاعة الله - عز وجل - . ¶ وقرر العلماء - رحمهم الله - أن الاعتكاف الشرعي لا يكون إلا بلزوم المساجد ، ومذهب جمهور العلماء - رحمهم الله - على أنه لا يصح في غير المسجد . ¶ وذهب بعض العلماء إلى أنه يجوز للمرأة وحدها أن تعتكف في مسجد بيتها . ¶ والصحيح ما ذهب إليه الجمهور ؛ لظاهر الكتاب في قوله - سبحانه - : { وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ } . ¶ فدل على أن الاعتكاف لا يكون إلا في بيوت الله - تعالى - وهي المساجد .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وقول العلماء : (( إن الاعتكاف لزوم المسجد لطاعة الله )) أي من أجل طاعة الله - عز وجل - ، فلا يكون الاعتكاف اعتكافا شرعيا إلا إذا قصد صاحبه التقرب لله - تعالى - بالطاعات المختلفة من : الصلاة ، والذكر ، ومن التسبيح ، والتحميد والتكبير ، وتلاوة القرآن ، والاستغفار ، والصلاة على النبي - صلى الله عليه وسلم - ، وغير ذلك مما يحبه الله ويرضاه ، من الأقوال والأعمال الظاهرة والباطنة . ¶ والأصل في مشروعية الاعتكاف قوله - عز وجل - : { وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ }. ¶ فبين عز وجل شرف الاعتكاف وفضله ، وأنه مشروع ، حينما بيّن أن بيته الحرام الذي هو أفضل البيوت على وجه الأرض على الإطلاق ، أنه أمر خليله ، وعبده إبراهيم - تعالى - أن يطهّره من أجل العاكفين ، وهذا يدل على فضل الاعتكاف وشرفه ، وعلوّ منزلته . ¶ وقال عز وجل : { وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ } . ¶ فعظّم الاعتكاف ، وجعل للاعتكاف حرمة ، حيث حظَر على الزوج أن يباشر زوجته وهو معتكف ، وهذا يدلّ دلالة واضحة على مشروعية الاعتكاف ، وأنه قربة لله - تعالى - توجب الإمساك عن بعض ما حظر . ¶ وأما دليل السّنة فإن النّبي - صلى الله عليه وسلم - اعتكف العشر الأواخر من شهر رمضان ، واعتكف العشر الوسطى كما في الصحيح من حديث أبي موسى - t وأرضاه - ، ونزل عليه الوحي ، وذلك في آخر ليلة من ليالي العشر الوسطى ، نزل عليه جبريل - تعالى - وقال : (( يا محمد ، إن الذي تطلبه أمامك )) يعني ليلة القدر . فأمر عليه الصلاة والسلام أصحابه أن يعتكفوا معه العشر الأواخر ، فدلّ هذا على مشروعيّة الاعتكاف ، فثبت الاعتكاف بالقول من سنّة النّبي - صلى الله عليه وسلم - ، وثبت بالفعل ، وكان عليه الصلاة والسلام يفعل الاعتكاف .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وأجمع العلماء – رحمهم الله – على مشروعيّة الاعتكاف ، وأنه قربة لله - تعالى - ، وطاعة لله - عز وجل - ، ويتأكّد استحباب هذه العبادة العظيمة في العشر الأواخر من شهر رمضان ، وهي جائزة في سائر السَنّة ، يجوز للمسلم أن يعتكف في المسجد في أي ليلة ، وفي أي يوم ، وفي أي ساعة على الصحيح : أن الاعتكاف ليس له حد أدنى ؛ لعدم عدم ثبوت التحديد والتأقيت، ولذلك لا يتقيد بزمان ، وهذا مذهب الأئمة الأربعة - رحمهم الله - على مشروعية الاعتكاف في سائر السنة وليس مخصوصا في رمضان ، وأنه يجوز للمسلم أن يعتكف في أيّ يوم أو في أي ليلة ، ما عدا من يشترط الصوم ، فإنه يمنع إذا كان يوما محظورا على المسلم أن يصومه . ¶ ويتأكّد الاستحباب في العشر الأواخر ؛ لأن النبي - صلى الله عليه وسلم - اعتكف العشر الأواخر ، وقد ثبت عن النّبي - صلى الله عليه وسلم - أنه قضى اعتكافه في رمضان في شوّال ، وهذا يدلّ على مشروعية الاعتكاف في سائر السَنّة ، لأنه أنزل ليالي في شوال منزلة الليالي من رمضان ، فدل هذا على صحة الاعتكاف في سائر السنة . ¶ والإجماع منعقد على أن هذه العبادة والطاعة مما يتقرّب بها إلى الله - تعالى - إذا حفظ العبد حدودها ، وقام بحقوقها ، وأداها على وجهها ؛ نال بركتها وخيرها ، فعظم ثوابه ، وحسن جزاؤه عند الله - عز وجل - ، ولذلك قلّ أن ترى عينك رجلا قام بالاعتكاف على وجهه إلا وجدت أثره في نفسه، وفي قوله وعمله . ¶ ومن الناس من يخرج من اعتكافه صالح الحال سائر السَنّة ، ومن الناس من يخرج بالقليل والكثير ، وذلك فضل الله يؤتيه من يشاء ، نسأل الله العظيم ربّ العرش الكريم أن يجعل لنا من فضله أوفر الحظ والنصيب ، والله تعالى أعلم . ¶ --- ¶ س2 : فضيلة الشيخ : هل الاعتكاف واجب ، وإذا لم يكن واجبا فمتى يحكم بوجوبه ، وما هي الشروط التي ينبغي توفرها لصحة الاعتكاف ، وجزاك الله كل خير ؟",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "الاعتكاف ليس بواجب ، بل هو قربة ، وسنة مستحبة ، وليس هناك دليل يدل على الإلزام بالاعتكاف ، وإنما فعله النبي - صلى الله عليه وسلم - طلبا للأفضل والأكمل ، والتماسا لليلة القدر في العشر الأواخر . ¶ وأما متى يكون واجبا ؟ فإن الاعتكاف يكون واجبا بالنذر ، فإذا نذر الإنسان أن يعتكف ؛ فإنه يوفي بنذره ؛ لأن النّبي - صلى الله عليه وسلم - قال في الحديث الصحيح : (( من نذر أن يطيع الله ؛ فليطعه )) . ¶ فهذا أمر يقتضي وجوب الوفاء بالنذر ، وثبت عنه - عليه الصلاة والسلام - في الحديث الصحيح حينما سأله عمر عن أنه نذر في الجاهلية أن يعتكف ، فأمره النبي - صلى الله عليه وسلم - أن يوفي بنذره ، فهذا يدل على أن الاعتكاف يكون واجبا في حال النذر . ¶ واختلف العلماء - رحمهم الله - لو كان الاعتكاف نافلة وطاعة ، فدخل فيها المكلف : هل الشروع في النافلة يُصيّرها فريضة - وقد تقدمت معنا هذه المسألة - وبيّنا أن هناك عبادات نص الشرع على أن الدخول في نافلتها يُصيّرها فريضة ، ويلزم إتمامها ، كما في الحج والعمرة ، وأن هناك عبادات تبقى على الأصل ، كما في الحديث عنه - عليه الصلاة والسلام - في الصوم أنه قال : (( المتطوع أمير نفسه )) . ¶ فهذا الحديث أصل عند طائفة من العلماء - رحمهم الله - على أن المتطوع أمير لنفسه ، إن شاء أتم ، وإن شاء لم يتم ، ولا شك أن الأفضل والأكمل أن يتم العبد طاعته لله - تعالى - . ¶ أما الشروط التي ينبغي توفرها في المعتكف : ¶ فأولا : يشترط الإسلام ، فلا يصح الاعتكاف من كافر ؛ لأن الله - عز وجل - أحبط الأعمال بالكفر ، كما قال عز وجل : { وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاء مَّنثُورًا } . ¶ فأحبط الله الأعمال بالكفر، فلا يصح اعتكاف الكافر . ¶ ثانيا : يشترط العقل ، فلا يصح الاعتكاف من مجنون ، ولا يصح الاعتكاف من سكران غائب العقل .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وثالثا : يشترط النية ، فلا يصح الاعتكاف إلا بالنية ، فلو أنه دخل المسجد ، ومكث فيه ليالي العشر، ولم يستحضر أنه معتكف ، ولم ينوِ الاعتكاف ؛ فإنه يُعتبر متقربا لله - تعالى - ، مطيعا، ممتثلا ، ولكنه ليس بمعتكف ؛ لأنه لم ينوِ الاعتكاف ، فلا يصح الاعتكاف إلا بنيّة ؛ لأن النبّي - صلى الله عليه وسلم - قال : (( إنما الأعمال بالنيات ، وإنما لكل امرئ ما نوى )) . ¶ كذلك يشترط في المعتكف : أن يكون طاهرا من الحدث الأكبر من : الجنابة ، والحيض ، والنفاس ، فلا يصح الاعتكاف من الجُنُب ، وكذلك الحائض والنفساء ، ولكن المعتكف إذا أجنب خرج واغتسل ، ثم رجع إلى المسجد ، ولا يقطع ذلك اعتكافه ؛ لوجود العذر الشرعي . ¶ وكذلك المرأة إذا اعتكفت ، ثم نزل عليها الحيض خرجت من مسجدها واعتكافها . ¶ كذلك أيضا يشترط في الاعتكاف : أن يكون في المسجد ، فلا يصح الاعتكاف في غير المسجد ؛ لأن الله - تعالى - خص الاعتكاف في المساجد ؛ فقال سبحانه : { وَلاَ تُبَاشِرُوهُنَّ وَأَنتُمْ عَاكِفُونَ فِي الْمَسَاجِدِ } . ¶ فدل على أن محل الاعتكاف إنما هو المسجد ، فإذا استتمّت هذه الشروط ؛ فإنه يحكم بصحة الاعتكاف واعتباره ، واختلف في شرط الصوم فالصحيح عدم لزومه . والله تعالى أعلم . ¶ --- ¶ س3 : فضيلة الشيخ : لا يخفى أن المساجد تتفاوت في الفضيلة ، فما هو الضابط في تفضيل المساجد بعضها على بعض في الاعتكاف ، وأيها يقدم المعتكف ويحرص عليه مع ذكر الدليل على تلك الضوابط من الكتاب والسنة . وجزاكم الله كل خير ؟ ¶ أول المساجد فضلا ، وأعظمها أجرا ، وأعلاها قدرا البيت الحرام ، فمسجد الكعبة هو أعظم المساجد ، وأفضلها على الإطلاق ؛ لأنه اجتمعت فيه فضائل لا توجد في غيره : ¶ فأولا : أن الطواف لا يشرع إلا فيه ، وهذه فضيلة لا توجد في غير المسجد الحرام ، والطواف من أجل القربات لله - عز وجل - .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وثانيا : مضاعفة الصلاة فيه أكثر من غيره ، فالصلاة في مسجد الكعبة بمائة ألف صلاة ، وهذه فضيلة لا توجد في غيره ؛ كما نص رسول الله - صلى الله عليه وسلم - على ذلك . ¶ وثالثا : قِدَمه ؛ لأنه أول بيت وضع للناس ، وهو مسجد الكعبة ، والأقدم مقدّم على غيره - كما سيأتي في ضوابط التفضيل بين المساجد - . فالأفضل مسجد الكعبة ، ثم يليه مسجد النبي - صلى الله عليه وسلم -؛ لأن الصلاة فيه بألف ، وهذه فضيلة لا توجد في غيره ما عدا المسجد الحرام ، ولذلك يفضل مسجد المدينة على ما سواه من المساجد بعد مسجد الكعبة ، ثم المسجد الأقصى ؛ لورود الفضل فيه ، والصلاة فيه بخمسمائة ، وكذلك ينظر في التفضيل إلى أصول وضوابط دلت عليها أدلة الكتاب والسنة : ¶ فأولها : قِدَم المسجد ، فإذا كان المسجد أقدم ؛ فإنه أفضل ، وأولى بالاعتكاف ؛ والدليل على ذلك قوله تعالى : { لاَ تَقُمْ فِيهِ أَبَدًا لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ } فبيّن عز وجل في هذه الآية الكريمة أن المسجد الأقدم أحقّ أن يقوم الإنسان فيه بالعبادة ، وهذا أخذ منه الأئمة - رحمهم الله - تفضيل المسجد الأقدم . ¶ كذلك أيضا : يفضل المسجد الأكثر عددًا ؛ لأن النبي - صلى الله عليه وسلم - ثبت في الحديث الصحيح عنه أنه قال : (( صلاة الرجل مع الرجل أزكى من صلاته وحده ، وصلاته مع الرجلين أزكى من صلاته مع الواحد وما كان أكثر فهو أزكى )) . ¶ ففضّل الصلاة مع كثرة العدد ، فتفضل المساجد التي هي أكثر عددا ؛ لوجود هذه الفضيلة الثابتة في سنة النبي - صلى الله عليه وسلم - .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كذلك يفضل الاعتكاف في المسجد الذي يخشع فيه قلب الإنسان أكثر، وتتوفر الدواعي للخشوع من : وجود إمام يتأثر بقراءته ، ويتأثر بخُطَبه ، ويتأثر بمواعظه ، ويتأثر بتوجيهه ؛ فحينئذ يحرص على أن يصلي فيه ؛ لأن الله - عز وجل - مقلّب القلوب، ويرزق أئمة المساجد القبول فضلا منه - عز وجل - ، والإخلاص له أثر، فقلّ أن يوضع القبول لإنسان في أمر من أمور الدين إلا ووراء ذلك بعد فضل الله سر من الإخلاص . ¶ فإذا صلى الإنسان وراء إمام مخلص أو تظهر آثار إخلاصه في انتفاعه بوعظه ، وانتفاعه بتوجيهه ، وحبه له ، وتأثره بنصائحه ، فهذا لا شك أنه أفضل في حق هذا المكلف ؛ لأن المقصود الأعظم هو الخشوع ، وحضور القلب ، وهذا أصل معتبر في سماع التلاوة ، والتأثر بالقرآن، وبالمواعظ . ¶ وبخلاف الإمام الذي ينفّر الناس ؛ وقد صح عن رسول الله - صلى الله عليه وسلم - ذلك ، فقال : (( إن منكم منفرين )) . ¶ فإذا كان في المسجد له إمام ينفر، وأسلوبه ينفّر ولا يحبّب، فحينئذ يقدّم غيره عليه ؛ لأنه أقرب إلى السنة ، واتباع النبي - صلى الله عليه وسلم - ، وهذه كلها من الأسباب أو الضوابط التي توجب تفضيل مسجد على آخر، وتقديمه على غيره . والله تعالى أعلم . ¶ --- ¶ س4 : فضيلة الشيخ : لي والدان قد يحتاجان إلي ، أو قد يحتاج أحدهم إلي أن أكون معهم مما يجعلني مترددا هل أعتكف أو أترك الاعتكاف ؛ علما بأنني أنوي الاعتكاف في المسجد الحرام وإذا لم يتيسر فإنني سأعتكف في المسجد النبوي ، أفتوني مأجورين وجزاكم الله كل خير ؟ ¶ أخي في الله ، أوصيك أن تبر والديك ، وأن تقدم بر والديك على الاعتكاف ، وعلى سائر النوافل ؛ لأن الله وصّاك من فوق سبع سماوات بوالديك خيرا ، وأمرك سبحانه أن تحسن إلى والديك .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقد أجمع العلماء - رحمهم الله - على أن برّ الوالدين من أحبّ الأعمال إلى الله -عز وجل - ، وذلك بعد حقّه ؛ ففي الصحيحين من حديث عبد الله بن مسعود - رضي الله عنه وأرضاه - أنه قال : (( سألت النبي - صلى الله عليه وسلم - أي العمل أحب إلى الله - تعالى - ؟ قال : الصلاة على وقتها . قلت : ثم أي ؟ قال : بر الوالدين . قلت : ثم أي ؟ قال : الجهاد في سبيل الله )) . ¶ فالزم رجل والدتك ، والزم رجل والديك ؛ فإن الجنة ثَمّ . قال : (( يا رسول الله ، أقبلت من اليمن أبايعك على الهجرة والجهاد وتركت أبوايا يبكيان ؟ قال : أتريد الجنة ؟ قال : نعم . قال: ارجع إليهما فأضحكهما كما أبكيتهما ، وأحسن إليهما ولك الجنة )) . ¶ وفي الحديث الآخر : (( تركه أمه تبكي . فقال : ارجع إليها فالزم رجلها ، فإن الجنة ثَمّ )) أي هناك . ¶ فأوصيك بوالديك خيرا ، والله فرض عليك برّ الوالدين ، ولم يفرض عليك الاعتكاف ، واعلم أنك لم توفق في اعتكافك ، ولا في أي طاعة من القربات النافلة إلا بعد أداء حق الله في الفرائض ، فالتمس رضا والديك ، واتق الله - تعالى - في والديك ، خاصة بعد كِبَرهما ، وضعفهما ، وشدة حاجتهما إليك ، فارحم ذلك الضعف ، لعل الله أن يرحمك في الدنيا والآخرة ، وأحسن إليهما لعل الله أن يحسن إليك في الدنيا والآخرة . ¶ فأوصيك أن تبدأ بوالديك ، ولو علمت أن والديك يأذنان لك ولكن مجاملة لك ، وفي الحقيقة يحتاجان إليك فقدّم برهما ، ولو أذن لك الوالدان ، وتعلم أنّك لو جلست معهما تصيب فضائل من برّهما ، وصلة الرحم فيهما ؛ فإنك تقدّم ما عندهما من الفضائل التي هي مقدمة على الاعتكاف أصلا ؛ ولهذا أقول لك : الزم والديك ، وبر والديك ، واعلم أنهما أمانة في عنقك . ¶ فبر الوالدين أمانة ، وبالأخص برّ الوالدة ، وبالأخص في الأحوال الشديدة ، عند المرض وكبر السِّن ، انظر كيف يوصي الله عباده ، ويذكّرهم بالوالدين ، فيختار حالة الضعف : { إِمَّا",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "يَبْلُغَنَّ عِندَكَ الْكِبَرَ أَحَدُهُمَا أَوْ كِلاَهُمَا فَلاَ تَقُل لَّهُمَا أُفٍّ وَلاَ تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلاً كَرِيمًا {23} وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّحْمَةِ وَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِي صَغِيرًا }رب ارحم والدين كما ربونا صغارا ، فأحسن إلى والديك ، وقدم برّهما على النوافل .والله تعالى أعلم . ¶ --- ¶ س5 : فضيلة الشيخ : إذا أرادت المرأة الاعتكاف هل يشترط إذن زوجها لها . وجزاكم الله خيرا ؟ ¶ هذا من الشروط الخاصة ، والاعتكاف على صورتين : ¶ الصورة الأولى : إذا كان من المرأة إما أن يكون نافلة ؛ فيجب عليها أن تستأذن زوجها ، ففي الصحيحين عن رسول الله - صلى الله عليه وسلم - أنه قال : (( إذا استأذنت امرأة أحدكم المسجد فليأذن لها )) . ¶ وهذا يدل على أن المرأة لا تخرج إلا بإذن زوجها ، وإذا ثبت هذا فإن له الحق أن يمنعها ، وأن يأمرها أن تلزم البيت إذا كان عندها أطفال ، أو هو محتاج إليها ، أو يخاف ا لفتنة إذا غابت عنه أو نحو ذلك ، مما يرى أن الأفضل فيه أن تبقى ، وعلى المرأة أن تعلم أنها لو أرادت الاعتكاف ومنعها زوجها أنه يكتب لها الأجر كاملا ؛ لأنه حبسها العذر الشرعي . ¶ أما إذا كان الاعتكاف واجبا على المرأة كأن يكون نذرا ؛ فإنه لا يجب استئذان الزوج، وتعتكف بدون إذنه كما هو الأصل المقرر في التفريق بين الواجبات وغير الواجبات في مسائل الإذن . والله تعالى أعلم . ¶ --- ¶ س6 : فضيلة الشيخ : يوجد في حيِّنا مسجد صغير يصلى فيه الصلوات الخمس ، ولكن لا تصلى فيه الجمعة . في الحقيقة هذا المسجد أخشع فيه أكثر من غيره ، وأجد أنني أقوى على الإخلاص لعدم وجود الناس فيه ، إضافة إلى الهدوء وعدم التشويش ، فهل اعتكافي فيه أفضل أم المسجد النبوي أفضل . وجزاكم الله كل خير ؟",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لا شك أن الاعتكاف في المسجد النبوي أفضل ، والخشوع أمر يتهيأ للإنسان بتوفيق الله - تعالى- ، ثم بالأخذ بالأسباب ، ومن هيّأ نفسه للخشوع في مسجد النبي - صلى الله عليه وسلم - فإنه سيجد بركة ذلك وخير ذلك أكثر من غيره . ¶ ومن هنا تقدم المسجد النبوي لفضيلة الصلاة فيه ، ولأنه أقدم ، ولأن الخشوع أمر تستطيع أن تحصّله بتهيؤ الأسباب ، وكثير من الناس إلا من رحم الله يهيّئ لنفسه فوات الخشوع ، لكنه لو هيّأ لنفسه طلب الخشوع ، وتعاطى الأسباب في ذلك ؛ فإن الله سيعينه ، وسيمده بتوفيقه ، وتأييده - عز وجل - ؛ لأن الله وعد كل من طلب الحسنى أن ييسّر له ذلك ، وأن يسهّل له ذلك ، ومن طلب مرضات الله ؛ فإنه لا يزال له معينا وظهيرا من الله - تعالى - ، ومن صدق مع الله؛ صدق الله معه ، فاخرج إلى مسجد نبيّك - صلى الله عليه وسلم - ، واقصد وجه الله ، والتمس مرضات الله - تعالى - ، واصدق مع الله ؛ فإن الله يصدقك . ¶ خذ بالأسباب التي تعينك على الخشوع ، ما الذي جعلك تخشع في مسجدك ولا تخشع في مسجد النبي - صلى الله عليه وسلم - ؟! أليس ربك الذي تعبده هنا هو الذي تعبده هناك وتعبده في كل مكان ؟! إذا فالمسألة قد يكون فيها شيء نفسي ، وما عليك من الناس ، وما عليك من المقبل والمدبر، والذاهب والآتي ، ليس عليك إذا سكنت خشية الله في قلبك ، وامتلأ قلبك بتعظيم الله - تعالى - ، من عظم الله ؛ احتقر ما سواه ، ومن كان مع الله ؛ كان الله - تعالى - معه ، فأخلص لله - عز وجل- فإن الله يعينك ، ويسددك ، ويوفقك ، ستجد الإخلاص في مسجد النبي - صلى الله عليه وسلم - وستجد الخشوع في مسجد النبي - صلى الله عليه وسلم - أفضل وأتم وأبرك من غيره . ونسأل الله أن يعينك على ذلك والله تعالى أعلم . ¶ ---",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "س7 : فضيلة الشيخ : الاعتكاف مدرسة إيمانية شرعها الله - تعالى - وهي معينة على الطاعة والخير والبر، فما هي الآداب التي ينبغي أن يتحلى بها المعتكف فيما بينه وبين الله تعالى ، وفيما بينه وبين نفسه ، وفيما بينه وبين الناس . وجزاكم الله كل خير ؟ ¶ هذه المسألة لا يستطيع الإنسان أن يستوعبها كاملة : الأدب مع الله ، والأدب مع النفس ، وأدب المعتكف مع الناس ، لو جلسنا إلى الفجر ما استوفينا شيئا من ذلك حقه وقدره ، لكن ننبه على بعض الأمور المهمة : ¶ الأدب فيما بينك وبين الله : ¶ أول ما يفكر فيها المعتكف أن يعلم علم اليقين أن الله طيب لا يقبل إلا طيبا ، وأن الله ينظر إلى قلبه ، وأنه لا يعطيه من قوله وعمله إلا ما أراد به وجه الله - تعالى - ، فيخرج من بيته حينما يخرج وليس في قلبه إلا الله ، ويتمنى في قرارة قلبه أنه لم تره عين ، ولم تسمع به أذن ، ولم يعلم أحد أنه اعتكف ؛ لأنه يحب أن عمله بينه وبين الله - تعالى - . ¶ فالمعتكف إذا أراد أن يتأدب مع الله ابتدأ بالإخلاص ، الذي هو أساس القبول ، وأساس التوفيق، ومحور المعونة على الطاعة والبر . ¶ الأمر الثاني : أن يجتهد المعتكف في تحقيق التقوى ، التي هي الطريق إلى القيام بحقوق العبادات، فمن اتقى الله - تعالى - علمه ، ورزقه فرقانا يفرق به بين الحق والباطل ، وأقامه على سبيل الهدى، وبيّن له معالم المحبة والرضا ؛ فاشتاقت نفسه ، وتلهفت روحه إلى رحمة الله - تعالى - حتى يسعى لله ، ولا يسعى لشيء سواه . ¶ فإذا أراد المعتكف أن يكون اعتكافه نقيا لله خالصا لله - تعالى - عليه أن يحصّل التقوى في أقواله وأفعاله وأعماله الظاهرة والباطنة ، يحرص على هذا الأساس ، وهو تقوى الله - عز وجل - .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "من الأمور التي تعين على الأدب مع الله - تعالى - : المراقبة ، أن يستشعر في كل دقيقة قبل الساعة ، وفي كل يوم ، وفي كل لحظة أن الله يسمعه ويراه ، وأنه في بيت من بيوت الله - تعالى- وأن هذا البيت له حرمة ، فإن هذه المساجد لم تُبنَ إلا لله ، { وَأَنَّ الْمَسَاجِدَ لِلَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَدًا } . ¶ فليس الاعتكاف للجلوس مع زيد أو عمرو، أو لإضاعة الأوقات في القيل والقال والترهات، يستحي من ربه أن يراه يضيع ساعة في غير ذكر أو شكر، فإذا استشعر أن الله يراقبه ، وأن الله ينظر إليه ، فإنه ينكسر قلبه لله ، ويحسن المعاملة مع الله - تعالى - ، يورث هذا شعورا مع الإنسان يجعل النفس من أقوى النفوس انبعاثا في طاعة الله - تعالى - ، حينما يستشعر الإنسان أنه ضيفًا على الله ، وأنه في بيت الله ، قد دخل هذا البيت مهموما مغموما من الدنيا ، وخلفها كلها وراء ظهره ، وأقبل على الله ضيفا عليه ، يرجو رحمته ، ويخشى عذابه . ¶ من الأمور التي تعين على الأدب مع الله : استشعار المعتكف في كل لحظة ، ما كان منه من التقصير في جنب الله - تعالى - . ¶ الذنوب تكسر القلوب لله - تعالى - ، الذنوب تخشع القلوب لله - عز وجل - ، الذنوب تعلّم الإنسان حقارته ، وذلته وفاقته ، وأنه تحت رحمة الله - تعالى - ، فإذا دخل إلى الاعتكاف وهو يحس وكأنه أكثر وأعظم من في المسجد ذنبا ، وأنه تحت رحمة ربه ، وأنه تحت لطفه ، وعفوه وبره ، نادما على ما كان منه من الإساءة والتقصير في جنب الله - تعالى - ، فيدخل وهو يقول : يا رب ، لا تحرمني رحمتك ، وذنوبه بين عينيه ، كمل أدبه مع الله - تعالى - : ¶ أنا المسيء المذنب الخطاء في توبتي عن حوبتي إبطاء",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذا أحس أنه مذنب ، وأن الواجب عليه أن يتوب إلى الله ؛ احتقر نفسه ، وانكسر قلبه بين يدي الله - تعالى - ، وأقبل على الله - تعالى - إقبال الأواه ، التائب ، الطالب ، الراغب ، وهنيئا لأقوام دخلوا المسجد بذنوب فخرجوا كيوم ولدتهم أمهاتهم ، وهنيئا لأقوام خرجوا من اعتكافهم قد نفضت من على ظهورهم السيئات والأوزار، وهنيئا لأقوام بُيّضت صحائف أعمالهم من ذنوب الأعمار، هنيئا لمن أخلص لله - تعالى - فتأدب مع الله فخرج من هذا المسجد ومن المساجد معتكفا بأعظم مثوبة وأعظم جزاء . ¶ من الناس من خرج من المسجد بسعادة لا شقاء بعدها أبدا ، وكم من معتكف خرج من مسجده وقد عتقت رقبته من النار، وكم من معتكف خرج من مسجده بالفردوس الأعلى من الجنة ، أي شيء تطلبه حتى تتأدب مع الله ، وتعرف مع من تُعامل ، مع من تتعامل ، ومن تعبد، ومن ترجو، ملك الملوك ، وجبار السماوات والأرض ، هذا الرب الحليم الرحيم الكريم الجواد العظيم ، الذي بشربة ماءٍ لكلب غفر ذنوب العمر، هذا الرب الذي لا تنقضي خزائنه ، ولا تنتهي فضائله ونوائله - عز وجل - وهو ذو الفضل العظيم . ¶ فإذا علمت من هو الله الذي تعامله ، وأنها سوق رابح، وأنك داخل على باب من أبواب الرحمة لا يعلم مداه وقدره إلا الله - تعالى - . ¶ يا هذا أين أنت ، أنت في الرحاب الطاهرات ، والمنازل المباركات ، وفي بيوتٍ أذن الله أن ترفع. ¶ تتأدب مع الله - تعالى - حينما تعلم من هو الرب الذي تعبده ؟ ومن هو الرب الذي تناجيه ؟ من هو الكريم الذي ينفحك برحماته وبركاته وعطاياه - عز وجل - ؟ نسأل الله العظيم أن يجعل لنا ولكم من ذلك أوفر الحظ والنصيب",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "مما ينبغي للإنسان أن يستشعر أيضا في اعتكافه : حسن الظن بالله - تعالى - ، فالأدب مع الله في بيوته وفي العبادات أن يحسن العبد الظن بربه - تعالى - ، ولذلك تجد المحسنين الذي أحسنوا الظنون بربهم إذ ا قرؤوا القرآن خشعت قلوبهم ، وبكت من خشية الله عيونهم ، وسكنت في طاعة الله جوارحهم ، وخضعت لربهم . ¶ كذلك أيضا مما يعين على الأدب في حالة الاعتكاف : مراعاة حقوق النفس ، أن يتأدب المعتكف مع نفسه . ¶ والأدب مع النفس له جوانب عديدة : ¶ على المعتكف أن يعرف من هو ؟ ومن هي نفسه الأمارة بالسوء ؟ ويتأدب مع هذه النفس ، فلا يعطيها أكثر من حقها ، ولا يحملّها فوق ما تطيق ، حتى يُقبل على العبادة بسنة ، واتباعٍ لهدي رسول الله - صلى الله عليه وسلم - ، بعيدا عن غلو الغالين ، بعيدا عن الرهبانيّة ، والتنطع ، والغلوّ في الدين ، يقبل على اعتكافه متّبعا رسول الهدى - صلى الله عليه وسلم - ، حنيفية سمحاء ، ورحمة من أرحم الراحمين ، لا غلوّ فيها ولا شطط، يقبل بنفس منشرحة ، لا تحمّل فوق ما تطيق ، قال صلى الله عليه وسلم يشير إلى هذا الأدب : (( أيها الناس ، اكلفوا من الأعمال ما تطيقون ، فإن الله لا يمل حتى تملوا )) . ¶ وقال صلى الله عليه وسلم في الذي يعذب نفسه ، ويجهد نفسه ويحملّها فوق ما تطيق : (( إن المنبت لا ظهرا أبقى ولا أرضا قطع )) . ¶ يسهر الإنسان سهرا لا يعطي نفسه حق النوم في النهار ، ويقدم على العبادة بجد واجتهاد فوق الطاقة ، فعندها يمرض ، أو يسقط ، فلا هو بقي له جسده ، ولا هو كملت له عبادته ، وهذا شيء مذموم في الشرع ، غير محمود ، جاء رسول الله - صلى الله عليه وسلم - بالتيسير، ولم يأت بالتعسير ، جاء بالرحمة ، ولم يأت بالعذاب ، رأى رجلا قام في الشمس ، فقال : (( من هذا ؟ قالوا : هذا أبو إسرائيل ، نذر أن يقوم فلا يقعد ، وأن لا يستظل ، وأن يصوم ولا يفطر ، فقال : إن الله عن تعذيب هذا لنفسه لغني )) .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "فالله لا تنفعه طاعة المطيعين ، ولا تضره معصية العاصين ، فيتأدب مع نفسه ، فلا يحملها ما لا تطيق ، وإنما يأخذها بالسماحة واليسر . ¶ وهناك جوانب عديدة في الأدب مع النفس ، منها : عدم العجب ، وما أهلك العابد في عبادته شيء مثل العجب ، والغرور . ¶ يدخل الإنسان إلى المسجد ، فيخلّي الشيطان بينه وبين عبادته ، فيخشع قلبه ، وينشرح صدره ، ويُقبل على العبادة إقبال المجدّين ، حتى إذا انتهى منها ، جاءه الشيطان من حدب وصوب ، وأشعره بأنه قد فاز ، وأنه قد نال الدرجات العلا ، حتى إن قدميه قد وطئت جنة الله - تعالى - من الغرور ، وعندها يمقته الله – تعالى - ولربما أحبط عمله . ¶ إياك والغرور ، كان السلف الصالح – رحمهم الله – يحملون همّ الصواب في الأعمال ، أول همّ يحملون في العمل أن يعلموا الصواب والحق ، فإذا علموا الصواب ، حملوا همّ التوفيق للعمل ، وكانوا يسألون الله المعونة على الرشد ، فإذا وفّقوا للعمل بالصواب ، حملوا همّ الإخلاص فيه ، فإذا وفّقوا للإخلاص أو وجدوا الإخلاص حملوا همّ إتقانه ، والقيام به على الوجه الذي يرضي الله ، فإذا أتموا الأعمال خالصة متقنة إذا بهم يحملون همّ القبول ، فتجد الإنسان يخاف من ذنب بينه وبين الله أن يحول بينه وبين القبول . ¶ فإياك والغرور ، ولذلك قال مطرف بن عبد الله بن الشخّير : (( لأن أبيت نائما وأصبح نادما أحب إلي من أبيت قائما وأصبح معجبا )) . ¶ العجب طريق الحبوط - والعياذ بالله – للأعمال ، فمن أصابه العجب ؛ فعلى مهلكة ، فيسأل الله أن يعافيه من هذا البلاء . فإياك والعجب . ¶ أما الأدب مع الناس ، فجماع الخير كله في تقوى الله - تعالى - ، ومن اتقى الله فهو المسلم الحق ، الذي سلم المسلمون من يده ولسانه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والأدب مع الناس أن تقرأ في كتاب الله ، وسنة النبي - صلى الله عليه وسلم - من الذي أمرك به تجاه إخوانك المسلمين ؟ ومن الذي نهاك عنه ؟ فتعطيهم ما تحب أن تعطى ، وتكف عنهم ما تحب أن يكف عنك ، وتكون مسلما حقا ، قد سلم المسلمون من ويده لسانه، وزلات جوارحه وأركانه ، فإذا وفقك الله لهذا ؛ فأبشر بخير كثير . ¶ مبادئ معروفة عند المسلمين عرفها الصغار قبل الكبار ، من حقوق المسلم على أخيه المسلم ، هذه حقوق واجبة على المسلم وهو خارج المسجد ، ففي داخل المسجد تعلم أنها آكد ، وأنها أعظم ، فالله ، فالله ، أن ينظر الله إليك ، أو يسمع منك أذية لمسلم ، في بيته ، وفي هذا المكان الذي أذن الله أن يرفع ، إذا سبّك أحد فلا تسبّه ، وإذا شتمك فلا تشتمه ، واتق الله - تعالى - ، وكفّ لسانك عن أعراض المسلمين ، لا تغتابهم ، ولا تلمزهم ، ولا تتهمهم بالسوء ، ولا تحملهم على سوء المحامل ، ولا تجلس في بيت الله - تعالى - تجمع الناس على بغض المسلمين بعضهم لبعض ، وتؤلّب المسلمين بعضهم على بعض ، فاتق الله - تعالى - في ذلك ، أن تحفظ أن حقوق إخوانك المسلمين ، وأن تعلم علم اليقين أنك ستقف بين يدي ملك الملوك ، وجبار السماوات والأرض ، ويحاسبك عن فقير المسلمين كما يحاسبك عن غنيّهم ، واعلم أن الذي تراه أمامك من الفقراء والضعفاء ، وممن لا يُؤْبه به من الناس ، من عامة المسلمين ، أنه عند الله بمكان ، ولربّ أشعث أغبر، ذي طمرين مدفوع بالأبواب لو أقسم على الله لأبرّه .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "فتحرص أن تكون معتكفا كما ينبغي أن يكون عليه المعكتف ، في حفظ جوارحك عن أذية المسلمين ، وصيانة نفسك عن ذلك ، واعلم أنك لا تستطيع أن تنال ذلك إلا بتوفيق الله - تعالى -، فاسأل الله أن يسلّمك ، وأن يسلم منك ، واستعذ بالله ، ولذلك جاء في السنة أنك تستعيذ بالله في دعاء المساء والصباح أن تجر السوء إلى أخيك المسلم ، تستعيذ بالله أن تعمل سوءا أو تجره إلى أخيك المسلم ، فتتق الله في إخوانك المسلمين ، فكيف وأنت في بيوت الله ، وكيف وأنت في الزمان المفضل ، والمكان المفضل ، ونسأل الله بعزته وجلاله العافية ، وأن يسلمنا وأن يسلم منا ، فو الله ، فإنها من أعظم نعم الله ، ومن أصدق الشواهد على الإيمان في هذا الزمان ، أن تجد الإنسان عفيف اللسان عن سب الناس وشتمهم ، ومن أصدق الدلائل على الإيمان الآن أن تجد إنسانا يحترم عامة المسلمين فضلا عن طلاب العلم وعن العلماء ، فضلا عن أئمة السلف ، والصالحين من هذه الأمة ، أن تجدهم معتكفا كما ينبغي ، فليس الإسلام بالتشهي ولا بالتمني ، ولا بالدعاوى العريضة ، وإنما أن تكون مسلما حقا قد سلم المسلمون من يدك ولسانك ، فإذا فعلت ذلك ؛ فقد رحمك الله . ¶ قال الإمام البخاري رحمه الله : (( والله ما اغتبت مسلما منذ أن سمعت الله ينهى عن الغيبة )). فإذا علمت أن الله أعطاك لسانا وأنطقك وأخرس غيرك ، وأن أخاك المسلم يسألك حقه عندك ، وهو أن تكف لسانك عنه ، وأن تكف شرك عنه ، وتلك صدقة من الصدقات ، فإذا لزمت المساجد معتكفا تحفظ لسانك عن أذية المسلمين .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "من الصور التي تخالف هذا الأدب : أنك تجد الشخص يحجز مكانا في الصف الأول ، أو في أماكن معينة ، فيأتي ضعيف من المسلمين ويجلس ، فيأتي ويلكزه ، أو يضربه ، أو يسبه ويشتمه في بيت الله - تعالى - ، ولربما يكون في حال الصوم ، ولربما يؤذيه ، ولربما يتهمه بالسوء ، فهذا كله من التهتك في حرمات الله - تعالى - ، والتساهل في حدود الله ، لقد أصبحت أعراض المسلمين رخيصة عند الناس ، ولكنها غالية عند رب الجِنّة والناس ، ولينصبن للناس ميزان لا يضيع فيه مثقال خردلة من حقوق الناس ومظالمهم ، وليعلمن هؤلاء الذين يرتعون في أعراض المسلمين ويؤذونهم خاصة في حال اعتكافهم ولزومهم لبيت الله - تعالى - أي ذنب أصابوه ، وأي خير ضيعوه على أنفسهم ، فنحن نشدد في هذه الأمور؛ لأن الناس أصبح عندهم تساهل في هذه الأشياء إلا من رحم الله ، ونسأل الله السلامة والعافية . والله تعالى أعلم . ¶ --- ¶ س8 : أيهما أفضل للمعتكف في مكة كثرة الطواف أو كثرة الصلاة مع الدليل . وجزاك الله كل خير ؟ ¶ اختار بعض العلماء والأئمة - رحمهم الله - أن الأفضل كثرة الطواف ؛ وذلك لأن الله تعالى يقول : { أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ }. ¶ فقدم الطواف على الصلاة { أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ وَالْعَاكِفِينَ وَالرُّكَّعِ السُّجُودِ }.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "فهذا يدل على فضل الطواف ؛ ولأن الطواف فيه صلاة ؛ لأن كل أسبوع فيه الركعتان ،كما هي السنة عن رسول الله - صلى الله عليه وسلم - ، فالأفضل كثرة الطواف ، وإذا ازدحم المطاف ، وخاف أن يضيق المعتمرين والغرباء ، ونوى في قرارة قلبه التوسعة عليهم ، فهو على خير وأجر، وهو مذهب بعض السلف، كان الإمام مالك - رحمه الله - يقول : أستحب لأهل المدينة إذا كان موسم حج أن يتأخروا عن الروضة ، ويتركوها للزائر والقادم ؛ رفقا للغريب . فهذا اختيار بعض السلف - رحمهم الله - أما الأفضل فهو الإكثار من الطواف ؛ لما فيه من الفضائل التي ذكرناها . والله تعالى أعلم . ¶ --- ¶ س9 : إذا كان اعتكافي في الصفوف الأولى يحصل معه إزعاج وتشويش ، واعتكافي في الصفوف المتأخرة أكثر خشوعا فأيهما يقدم . وجزاكم الله كل خير ؟ ¶ الاعتكاف في الصفوف الأولى ؛ لأنه أكثر إزعاج لك ، وأكثر تشويش وهو أعظم أجر لك ! هذا الضيق وهذا التشويش هو الذي إذا صبرت عليه نلت الجنة ، وهو الذي إذا جاهدت كنت من المحسنين ، فاصبر رحمك الله على الصفوف الأول ، وزاحم الناس في بلوغ المراتب العلى من جنة الله - تعالى - لا يعدل الصف الأول شيء في المسجد ؛ لأن الصف الأول رغّب فيه النبي - صلى الله عليه وسلم - ، ولذلك فضيلة الصف الأول في الصلاة مقدمة على غيره . ¶ وأما في غير الصلاة تجتهد ، أما في مسجد النبي - صلى الله عليه وسلم - فالصف الأول أفضل في الفريضة وحال الصلاة ، وأما الروضة فهي أفضل ما في المسجد في غير وقت الفريضة ، وكان الصف الأول على زمان النبي - صلى الله عليه وسلم - في الروضة ، والروضة هي أفضل ما في المسجد ؛ لأن النبي - صلى الله عليه وسلم - يقول : (( ما بين بيتي ومنبري روضة من رياض الجنة )) . ¶ وهذا يدل على حرص الشرع على ترغيب الناس على طاعة الله - تعالى - فيها . والله تعالى أعلم . ¶ ---",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "س10 : لو اشترط المعتكف أن يخرج لتشييع جنائز أو عيادة مريض من قرابته ، فهل شرطه صحيح ، وله الحق في الخروج أم لا ؟ وهل خروجه لهذه الأشياء منافية للاعتكاف . أفتونا مأجورين ؟ ¶ مسألة الاشتراط في الاعتكاف فيها خلاف بين العلماء - رحمهم الله - على القول الذي يقول بالجواز، وهو مبني على القياس ؛ لأنهم قاسوا الاعتكاف على الحج ، وهذا في النفس منه شيء، لكن على مذهب من يقول قول مرجوح أنه يجوز الاشتراط ؛ فإنه إذا اشترط هذا يخرج لتشييع الجنائز وعيادة المرضى ، لكن يفصل فيه : إذا قيد لا يخرج إلا بالمقيد، فلو قال : مثلا أعود قرابتي إذا مرضوا ، لا يخرج لمريض من غير قرابته ؛ لأنه قيد . ¶ أما إذا أطلق فإنه يخرج لكل مريض يعوده ، وهكذا بالنسبة لتشييع الجنائز، فإنه إذا قيّد يكون شرطه مقيدا ، وإذا أطلق يكون شرطه مطلقا . والله تعالى أعلم . ¶ هل هذه الأفعال تقطع الاعتكاف ؟ ¶ الجواب : فائدة الخلاف إن قلنا إن الشرط صحيح وخرج لاتباع الجنائز فهو في حكم المعتكف، كمن خرج لقضاء حاجته ، يخرج بقدر الحاجة والضرورة ، فلا يزيد في الوقت ، ولا يفعل فعلا يناقض الاعتكاف ، هذا إذا قلنا بأنه مشروع ، وإذا قلنا إنه غير مشروع فهو مناف ويقطع . والله تعالى أعلم . ¶ --- ¶ س11 : فضيلة الشيخ : أحرص على الاعتكاف في العشر الأواخر، ولكن ظروفي الخاصة قد لا تساعدني كثيرا فهل يجوز لي أن أعتكف بعض الليالي من العشر الأواخر، وما هو الأفضل منها . وجزاكم الله كل خير ؟",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "يجوز أن يعتكف المسلم بعض العشر، والأفضل اعتكاف العشر كاملا ، وليس هناك أحد من العلماء من المتقدمين من السلف يلزم بأن يكون اعتكافه للعشر فقط كاملا ، إنما يجوز له أن يعتكف بعض العشر ويترك البعض ، والسنة اتباع الهدي النبي - صلى الله عليه وسلم - أن يعتكفها كاملا ، لكن لو عنده ظروف ، وعنده عمل ، يقدم ليالي الوتر؛ لأن النبي - صلى الله عليه وسلم - أمر أن تلتمس ليلة القدر في الليالي الوتر، (( تحروها فمن كان منكم متحرها فليتحرها في الوتر من العشر الأواخر )) فيحرص على أن يدخل ليالي الوتر، وهي أرجى إصابة لليلة القدر . والله تعالى أعلم . ¶ --- ¶ س12 : لو نام المعتكف ثم أصابته جنابة ، فهل تؤثر في اعتكافه ، وماذا يجب عليه . وجزاكم الله كل خير ؟ ¶ يخرج ويغتسل ولا يؤثر هذا في اعتكافه ؛ لأن الجنب لا يمكث في المسجد ، وهذا لا يؤثر في اعتكافه ؛ لأنه نائم ، وقد رفع القلم عن النائم حتى يستيقظ ، فهذا لا يؤثر في اعتكافه ، فيخرج فيغتسل ، ثم يعود . والله تعالى أعلم . ¶ --- ¶ س13 : فضيلة الشيخ : نعاني كثيرا عند اعتكافنا من تشويش بعض الإخوة علينا - هداهم الله - خاصة في حال نومنا ، حيث يجلسون يتحدثون بأصوات عالية ، تمنعنا من النوم ، ويستدل بعضهم بحديث صفية - رضي الله عنها - أنها زارت النبي - صلى الله عليه وسلم - في المسجد، وتحدثت معه ، نرجو منكم التوجيه والنصيحة . وجزاكم الله كل خير ؟",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "على هؤلاء أن لا يؤذوا إخوانهم ، فمن أراد أن يتحدث مع أحد من إخوانه يقوم معه إلى مكان بعيد عن الإخوان النائمين ، فهؤلاء أناس انقطعوا للعبادة ، وتركوا بيوتهم وأهليهم وذويهم وأموالهم ، وتركوا دنياهم وأقبلوا على الله ، فمن يؤذيهم يخشى عليه ، والله يخشى على كل من آذى عبدا في طاعة الله - تعالى - ، فليتق الله هؤلاء في التساهل في أذية النائمين ، خاصة من المعتكفين ، حتى العمال أثناء عملهم ، البعض يرمي ويتعاطى الأشياء بقوة ، وهو يستطيع أن ينقلها برفق ، وأن لا يؤذي ولا يشوش على النائمين ، فهذه وصية للجميع أن يتقوا الله - تعالى - في هؤلاء النائمين . ¶ وأوقات النوم للمعتكفين ينبغي أن تُهيأ ، حتى الأعمال ينبغي أن توقف فيها في المساجد ؛ لأن المعتكفين بحاجة ، والمساجد بنيت لذكر الله - تعالى - ، فإذا جاء المعتكف يريد أن ينام ، وهذا يتحدث مع أخيه ، ويتحدث مع زميله ، وبصوت عال ، مثل ما ذكر السائل أنه يؤذيهم كثيرا، فهذا لا شك أنه لا يخلو من الإثم خاصة إذا قصد أذية أخاه المسلم ، أو قال له أخوه : إني متضرر فلم يسمع ولم يلتفت إليه .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فنوصي هؤلاء أن يتقوا الله في إخوانهم ، وأوصي أيضا الإخوة الذين يرون من يتحدثون أن يأمروا بالمعروف وينهوا عن المنكر، وأنت مثاب شرعا، إذا وجدت أحدا يتحدث بصوت عال وإخوانه نائمون ، تأتي إليه وتقول له : يا أخي، إذا سمحت لا تؤذي إخوانك، والمشكلة أن الناس لا تتناهى عن المنكر، وهذا التقصير هو الذي يشجع المخطئ على خطئه ، فهؤلاء أناس أيام معدودة وساعات معدودة فإذا جاء مثلا في ليلة الإنسان يريد أن ينام حتى يتقوى على عبادتها ، فجاء أحد يشوش عليه ، فلم ينل حظه من الراحة ، ألا يؤثر هذا على عبادته ؟! ألا يؤثر هذا على صلاته ؟! ألا يؤثر هذا على اعتكافه ؟! ما يتقي الله في إخوانه ، لا يجدون إلا ساعات قليلة من بعد طلوع الشمس إلى صلاة الظهر، يريدون أن يناموا فيها، ولا يجدون غيرها الساعات مثلا ، وإذا به يأتي ويضيع عليهم أوقاتهم ، أو يجلس يضحك مع أصحابه ؛ خاصة الصغار والأحداث ، وبعض الأساتذة - جزاهم الله خيرا - في التحافيظ يأتون ببعض الطلاب يعلمونهم الاعتكاف ، ويفلتونهم في المسجد دون مراقبة ، وربما يذهبون لزيارة فلان وعلان ، فيأتون إلى أناس نائمين يؤذونهم ويشوشون عليهم ، هذه أمور ينبغي التناصح ف! ¶ يها ، وينبغي تذكير الناس فيها ، وأن يهيئ للمعتكفين في وقت الراحة ، من يحرصهم ويمنع من يشوش عليهم ؛ لأن هؤلاء جاءوا لقصد عظيم، وطاعة جليلة ، ومن يعينهم على ذلك فهو مثاب شرعا ، فنوصي لهؤلاء أن يتقوا الله .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "أما حديث النبي - صلى الله عليه وسلم - مع صفية ، فأين هذا من هذا ؟! وهل جلس النبي - صلى الله عليه وسلم - مع امرأته يتحدث بصوت عال يشوش على الصحابة - رضوان الله عليهم - حاشا وكلا ، وأين أنت من رسول الهدى - عليه الصلاة والسلام - الذي هو أخشى لله - تعالى - ، وأشد حياء من العذراء في خدرها - صلوات الله وسلامه عليه - كان على الأكمل والأفضل ، فلا تنسب للسنة ما ليس بصحيح ، ولا تستدل بحديث عن هوى . الأحاديث لها دلالات ينبغي أن تقيد بضوابط العلماء وأصولهم ، ولا يستدل بحديث على عمومه هكذا ، هذه أذية وضرر، ولا يجوز أن يؤذي المسلم ويضر . والله تعالى أعلم . ¶ --- ¶ س14 : فضيلة الشيخ لو أصاب المعتكف مرض فهل يخرج من اعتكافه ، وإذا خرج فهل يقطع خروجه التتابع ، أم أنه لا يزال معتكفا ، وما هو الضابط في ذلك . وجزاكم الله كل خير ؟ ¶ المرض على قسمين : ¶ القسم الأول : أن يكون مرضا يسيرا يمكن الصبر عليه ، مثل : الصداع ، مثل : أذى الأسنان كما ذكر العلماء في بعض أحواله ، فهذا يصبر، ويحتسب عند الله - تعالى - الأجر وهو مثاب . ¶ النوع الثاني من المرض : المرض المزعج المقلق ، أو المؤذي للمسجد ، مثلا أن يكون معه استطلاق في البول - أكرمكم الله - أو استطلاق في العذرة الغائط ، فهذا لا يمكنه أن يجلس في المسجد ، فإذا كان المرض مضرا خرج من المسجد ولم يقطع ذلك التتابع ، وعلى هذا يفصل في المرض. والصحيح أنه إذا خرج أثناء خروجه يتقيد بقدر الحاجة والضرورة ، ولا يفعل شيئا يخل بالاعتكاف . والله تعالى أعلم . ¶ --- ¶ س15 : هل الصعود إلى سطح المسجد للصلاة فيه يبطل الاعتكاف أو لا ، وهل الأفضل في المسجد الحرام الصلاة في الدور الأرضي أو الدور العلوي ، مع ذكر الدليل في هذه المسألة والتفصيل فيها . وجزاكم الله كل خير ؟ ¶ الصعود إلى سطح المسجد فيه تفصيل :",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "إذا كان من داخل المسجد أو السلالم المرتبطة بداخل المسجد لم يؤثر، أما إذا كان في صعوده يحتاج أن يخرج من باب المسجد حتى يصعد من باب خاص من المصاعد فهذا يؤثر؛ ولذلك ينبغي أن يفصل في مسألة الصعود بهذا التفصيل؛ لأنه يكون في هذه الحالة قد خرج من المسجد ، والأصل في المعتكف أن لا يخرج . ¶ وأما مسألة : هل الدور الأول أفضل أو الثاني أو السطح ؟ فالأفضل الدور الأول ، والأقدم أفضل؛ لأن الله تعالى يقول :{ لَّمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَن تَقُومَ فِيهِ فيه رجال} . ¶ فالمسجد القديم أفضل وأحق بالقيام به ؛كما نص الله - تعالى - ، ثم بعد ذلك الأقرب فالأقرب، فإذا حصل ازدحام أو في أحوال خاصة مثلا في شدة الزحام الطواف يصعد إلى الدور الثاني حتى لا يؤذوه الناس بذهابهم ، والطائفون لا يمرون بين يديه ويزعجوه ويؤثر على خشوعه ؛ فحينئذ هذه أحوال خاصة ، لكن الأصل العام أن القديم مقدم على الجديد . والله تعالى أعلم . ¶ --- ¶ س16 : يتشدد البعض في اعتكافه إلى درجة يلتزم فيها الصمت ولا يكلم أحدا ، ولا يختلط بأحد ، ويتساهل البعض في اعتكافه فيدمن الجلوس مع الآخرين ، ولا يبالي باغتنام الوقت في ذكر الله . نرجو التوجيه وجزاكم الله كل خير ؟ ¶ الوسط من الإنسان يعطي العبادة حقها ، ويعطي الأنس حقه ؛ فإن النبي- صلى الله عليه وسلم - كان على هذا الوسط ، ولذلك جاءته صفية - رضي الله عنها - فحدثها وحدثته - رضي الله عنها - ، ولم ينقض ذلك اعتكافه ، ولم يؤثر في الاعتكاف ، وسن رسول الله - صلى الله عليه وسلم - بهذا التوسعة على المعتكف ، وخرج بهذا عن ضيق الرهبانية ؛ ولذلك كان يدني رأسه إلى أم المؤمنين عائشة فترجله وهو معتكف بالمسجد - صلوات الله وسلامه عليه - .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "فالوسط أن الإنسان يصلي ، أوقات الجد ، أوقات العبادة عبادة ، في بعض الأوقات يريد الإنسان أن يروح عن نفسه ، يستجم بعض الشيء ، يجلس مع أخيه ، يستفيد منه يفيده ، يذهب إلى حلقة يسمع فيها الشيء يذكره بالله - تعالى - ، يستمع إلى قارئ يقرأ القرآن ، يستمع إلى أخيه يتكلم في أمر فيه فائدة ، هذا بقدر . ¶ وأما بالنسبة للإفراط في الغلو والتشدد والتساهل أيضا كلاهما مذموم ، وينبغي للمسلم أن يتوسط بينهما . والله تعالى أعلم . ¶ --- ¶ س17 : فضيلة الشيخ الاعتكاف يحتاج إلى مجاهدة عظيمة لكي يخرج المسلم منه بفوائد ، فهلا ذكرتنا بالحال الأفضل في الاعتكاف ، حتى تشحذ همتنا للخير، وما هي الطاعات المستحبة والمرغّب فيها لكي يجد المسلم أثر اعتكافه . وجزاكم الله كل خير ؟ ¶ الوقت يضيق ، لكن ما يشحذ همتك ، وأحيلك على مليء ، ومن أحيل على مليء فليتبع ، ليس هناك شيء يشحذ الهمم في طاعة الله - تعالى - ومحبة الله ومرضاته مثل كتاب الله - تعالى - ، فطوبى ثم طوبى لمن أكثر من تلاوة القرآن في الاعتكاف ، وطوبى ثم طوبى لمن شغل وقته بالقرآن في الاعتكاف ، وهل الاعتكاف إلا مدرسة القرآن ، هل هو إلا أخلاق القرآن وآداب القرآن وشمائل القرآن وعلوم القرآن ومدارسة القرآن ، هذا هو الاعتكاف . ¶ أقبل على القرآن ، وأكثر تلاوته ، وقف عند كل آية فضلا عن سورة ، وعند كل كلمة فضلا عن جملة ، لكي تنظر ما الذي أمرك الله بها ؟ وما الذي نهاك عنه ؟ ولكي تنظر ماذا قال الله لك؟ وماذا وصاك الله به ؟ وثق ثقة تامة أنه لن تشحذ همتك بشيء أبْرك ولا أفضل من كتاب الله - تعالى - { أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ } { إِنَّ هَذَا الْقُرْآنَ يِهْدِي لِلَّتِي هِيَ أَقْوَمُ } .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "فأكثر من سماع القرآن ومن تلاوة القرآن وأبشر بكل خير، وقد سبق وأن ذكرنا آداب المعتكف مع ربه ، مع الناس ، مع نفسه ، طبق هذه الآداب ، وستخرج من الاعتكاف بنفس غير النفس التي دخلت بها ، وتحرص كل الحرص على أن تراقب الله مراقبة تامة كاملة، وتركز على حقوق الله - تعالى - عليك في اعتكافك ، وأبشر بكل خير، وأرجو لك خيرا في أمرين : ¶ أولهما : أن تحرص كل الحرص على كف نفسك عن شيء حرّمه الله عليك ، بمجرد ما تدخل في اعتكافك احرص على أنك لا تصيب ذنبا ، لا في قولك ، ولا في عملك ، ولا في نظرك ، ولا في سمعك ، ولا في جوارحك ، فإذا حفظت جوارحك من معاصي الله- تعالى - وطهرتها من الذنوب، وكنت حفيظا محافظا ؛ رزقت البركة في سمعك وبصرك وجوارحك . ¶ ثانيا : أن تحرص كل الحرص على العبادات الخفية ، التي هي بعيدة عن نظر الناس وعلم الناس ، وإذا قمت تصلي كأنه لا يراك أحد إلا الله وحده ، ولو كنت أمام الناس كلهم ، لا تبالي بالناس، إذا أردت أن تكون معتكفا حقا كأنك في غرفتك لا يراك أحدا إلا الله - تعالى - ، ولا تبالي بالناس ،كثروا أم قلّوا ، إذا الله - عز وجل - فتح عليك بهذا القلب السليم الذي يستشعر أن الله يسمعه ويراه ، ومتوجه إلى الله بكليّته في صلاته ، وفي ذكره ، وفي إنابته ، وفي إخباته لله - تعالى - فأبشر بكل خير، ستشحذ همتك ما سلمت من معاصي الله - تعالى - وستشحذ همتك ما تغذيت بالقرآن وآداب القرآن وعلوم القرآن ومنافع القرآن ، هذا من أعظم الأسباب ، وإلا الحديث عن شحذ الهمم في الاعتكاف واسع وطويل .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وآخر شيء القدوة الصالحة ، انظر إلى عالم أو طالب علم أو إنسان صالح ديّن محافظ في اعتكافه على حقوق الاعتكاف ، والتزمه إذا وجدته ، فاشدد يديك عليه دون أن تجلس معه ، ودون أن يحدثك ، من الناس من يحدثك منظره قبل أن يحدثك مخبره ، يمكن تجد من كبار السن من المعتكفين من هو أصدق في اعتكافه ، ربما تقتدي به وهو لا يدري ، إن من الناس من جعله الله مباركا أينما كان ، وقال الله عن نبيه يحي – عليه السلام -: { مُبَارَكًا أَيْنَ مَا كُنتُ } من الناس من يدعو وهو لا يتكلم ، في سمته ودله ، فمثل هؤلاء القدوة الذين إذا رأيتهم في بيوت الله قد عظموا بيوت الله - تعالى - تأدب بآدابهم من العلماء وطلاب العلم والصالحين، وأبشر بكل خير . والله تعالى أعلم . ¶ --- ¶ س18 : فضيلة الشيخ متى يسن للمعتكف أن يدخل معتكفه إذا نوى أن يعتكف العشر الأواخر كاملة ، ومتى يسن له الخروج مع ذكر الدليل ، وإذا نوى اعتكاف ليلة كاملة فمتى يبدأ بدخول المسجد ومتى يخرج منه . أفتونا مأجورين ؟ ¶ في العشر يدخل إذا غابت الشمس من يوم العشرين ، قبل غروبها بيسير يدخل حتى تصبح ليلة الحادي والعشرين تامة كاملة ؛ لأنك ما تستطيع أن تُمسك إلا بإمساك جزء يسير من المخالِف، وهذا أصل في العبادات ؛ كقوله تعالى : { J&eth; ثُمَّ أَتِمُّواْ الصِّيَامَ إِلَى الَّليْلِ } . ¶ على أن { إلى } بمعنى ( مع ) الشاهد من هذا تدخل قبل غروب الشمس باليسير، غروب الشمس يوم العشرين حتى تصيب ليلة الحادي والعشرين كاملة ، وتصيب العشر الأواخر تاما.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "متى تخرج ؟ تخرج بغروب شمس آخر يوم من رمضان ، فإذا غاب الشمس يوم الثلاثين تخرج. وكذلك أيضا إذا كانت ليلة شك إذا تبيّن أن الهلال رؤي ، تخرج بمجرد علمك ، هذا هو الأصل في استتمام المدة ، فإذا فعل ذلك فقد اعتكف العشر تامة كاملة ، وهكذا إذا نوى اعتكاف ليلة يدخل قبل غروب الشمس من النهار قبلها ، ويخرج بعد طلوع الشمس من صبيحتها ، هذا إذا نوى الليلة ، وإذا فعل ذلك فقد استتم ما نواه . والله تعالى أعلم . ¶ --- ¶ س19 : تواترت الأدلة والنصوص في الكتاب والسنة في فضل ليلة القدر، وأنها في العشر الأواخر، فما هي أرجى ليلة تكون فيها . وجزاكم الله كل خير ؟ ¶ بالنسبة لليلة القدر ثبتت النصوص في كتاب الله وسنة النبي - صلى الله عليه وسلم - ، وأجمع المسلمون على شرفها وفضلها . ¶ هي ليلة القدر من الشرف ، القدر أصله : الشرف والمنزلة ، فلان له قدر يعني إذا كانت له منزلة وشرف . ¶ وصفت بذلك ؛ لعظيم شرفها وفضلها ، ولعِظم شرفها وفضلها أنزل الله فيها أفضل كتبه ، ونبّأ فيها أفضل رسله - صلوات ربي وسلامه عليه إلى يوم الدين - ؛ فقال تعالى : { إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ } {وَمَا أَدْرَاكَ مَا لَيْلَةُ الْقَدْرِ } ، ولما أورد هذا السؤال ؛ أورده تعظيما لها وتشريفا ، فإذا ورد الشيء بصيغة السؤال والاستفهام إشارة إلى علو مكانته ، وعِظم شرفه ، وهي كذلك ، وقيل : ليلة القدر ؛ لأنه تقدّر فيها الأشياء ، وتكتب فيها المقادير ، في صحف الملائكة ، وينسخون المقادير من العام إلى العام ، كما بيّنت ذلك النصوص ؛ كما قال تعالى : { تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ } على القراءة على الوجه الأول من كل أمر أي ما فيها من أوامر للعام القادم فيكتب فيها ، سعادة السعداء ، وشقاء الأشقياء ، والأقوال والأعمال ، والأعمار، فتنسخ بإذن الله - تعالى - .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قيل : ليلة القدر من القَدْر ، وهو التضييق ، قال تعالى : { وَقَدِّرْ فِي السَّرْدِ } يعني ضيّق في حِلق السرد ، وهذا أصله يعني في لغة العرب : القدر والتضييق ، وهو معروف في لسان العرب ، كما قال تعالى : { يَبْسُطُ الرِّزْقَ لِمَن يَشَاء وَيَقْدِرُ } يعني يوسّع ويضيّق ، { وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ} يعني ضُيّق عليه ، قالوا : وصفت ليلة القدر بالتضييق ؛ لأن الأرض تضيق من كثرة الملائكة التي تتنزل فيها ، { وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلَّا هُوَ } . ¶ والبيت المعمور يطوف به في كل يوم سبعون ألف ملك ، لا يعودون إليه أبدا ، من أنت إذا سبحت وحمدت أمام هؤلاء الذين يسبحون الليل والنهار لا يفترون ؟! ما أغفل الناس عن الله ! وما أجهلهم بقدر الله - عز وجل - ! من كثرة نزول الملائكة تضيق الأرض ، ولذلك الملائكة إذا تنّزلت نزلت السكينة ، ومن هنا كان من علامات ليلة القدر أنه لا يرمى فيها بشهاب ؛ لأن الشياطين لا يجدون مجالا لكي يركب بعضهم على بعض ، فمن أماراته أنه لا يرمى فيها بشهاب ، والشياطين تفر من الملائكة ، { إِنِّي أَرَى مَا لاَ تَرَوْنَ إِنِّيَ أَخَافُ اللّهَ } . ¶ قال ابن عباس : رأى جبريل والملائكة ففر عدو الله ونكص على عقبيه . ¶ وليلة القدر ليلة عظيمة ، أعطاه الله - تعالى - لهذه الأمة ، فسبقت من قبلها ، ونالت بهذا فضلا عظيما ، ولذلك جبر بها كسر هذه في نقص الأعمار ، فأعمار أمة محمد - صلى الله عليه وسلم - ما بين الستين إلى السبعين ، وجبر الله هذا النقص مع أن الأمم قبلنا أعطوا طول الأعمار ، ولكن أعطيت هذه الأمة بفضل الله - تعالى - قصر العمر مع الزيادة في الأجر في العمل .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فقيام هذه الليلة إيمانا واحتسابا ليس كألف شهر، بل أفضل من ألف شهر ، قيل : صياما وقياما . وهذا مذهب بعض السلف : أن الفضل في ليلة القدر شامل لليل والنهار، وهو اختيار الإمام أبي عبد الله محمد بن إدريس الشافعي – رحمه الله – وطائفة من السلف . ¶ ومن هنا قالوا : أعطي فيها هذا الفضل خير من ألف شهر ، أي عبادة أكثر من أربع وثمانين سنة ، وهذا فضل عظيم ، يناله الإنسان في ليلة واحدة ، فهذه الليلة ثبت فضلها في كتاب الله وسنة النبي – صلى الله عليه وسلم - ، قال صلى الله عليه وسلم : (( من قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه )) . ¶ فهي الليلة التي يقومها القائمون ، فإذا أصبحوا غفرت ذنوبهم فرجعوا كيوم ولدتهم أمهاتهم . ¶ (( من قام ليلة القدر إيمانا واحتسابا )) : إيمانا بالله ، واحتسابا للثواب عند الله - تعالى - ، يحتسب الأجر والمثوبة عند الله - تعالى - . ¶ (( غفر له ما تقدم من ذنبه )) : وظاهر الحديث صغائر الذنوب وكبائرها ، حاشا حقوق الناس ، هذه لا تغفر إلا بمسامحة صاحب الحق ، وهذا يدل على عظم فضلها ، فيجتهد الإنسان في قيامها. ¶ قال بعض السلف : (( من صلى العشاء في جماعة ليلة القدر ، وصلى الفجر في جماعة أدرك حظه من ليلة القدر )) . وهو قول سعيد بن المسيب – رحمه الله - ؛ ولكن هذا ضعيف ؛ لأنهم استدلوا بقول النبي - صلى الله عليه وسلم - : (( من صام العشاء في جماعة كان كمن قام نصف الليل ، ومن صلى الفجر كان كمن قام الليل )) وفي بعضها : (( كتب له قيام ليلة )) .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "والحقيقة الحديث يقول : (( كان كمن )) ما قال : كتب له قيام ليلته ، لو قال ليلته بالتخصيص لقوي قولهم إنه ينال فضيلته ؛ فحينئذ يصبح الأمر - يعني الله أعلم - كيف يكون ! إذا كان يصلي العشاء ثم ينصرف كأنه قام ليلة القدر، لكن الواقع أن النبي - صلى الله عليه وسلم - قال : (( كتب له قيام ليلة )) وهذا هو الذي نقول ينبغي الدقة في فهم الأحاديث والنصوص إذا وردت ؛ لأنه ربما يأتي بعضها يوهم في ظاهره ، فكانوا يقولون : من صلى العشاء في جماعة والفجر في جماعة أدرك حظه من ليلة القدر، والواقع أنه لا يدرك الحظ إلا إذا قامها ؛ لنص النبي - صلى الله عليه وسلم - على ذلك . ¶ وفي فرق بين الفضيلة المطلقة والفضيلة المقيدة ، فلو كان قيّد بنفس الليلة لكان الشأن آخر، المهم أنه إذا صلى العشاء يجتهد في قيام ليلة القدر. ¶ اختلف العلماء - رحمهم الله - : ¶ قال بعض العلماء : إنه يقوم الليلة كاملة ؛ لأن النبي - صلى الله عليه وسلم - لما دخلت عليه العشر شد مئزره، وأحيا ليله ، وأيقظ أهله ، وفي بعضها : (( طوى فراشه )) صلوات الله وسلامه عليه كناية عن اعتزال النساء ، فقالوا لابد أن يصلي من العشاء إلى الفجر، يصلي ويذكر يكون في ذكر الله - تعالى - ولا يصدق عليه أنه قائم إلا إذا لم ينم ، أما إذا نام فقد ضيّع ، بقدر ما ينام من فضل القيام . ¶ وقال بعض العلماء : لا بأس أن ينام بعض الليل ، مادام أنه قد قام أغلبه ؛ لأن عائشة - رضي الله عنها - قالت : (( ما قام ليلة حتى أصبح )) . صلوات الله وسلامه عليه ، وهذا يقولون : يدل على أن النبي - صلى الله عليه وسلم - ما كان يحي الليلة كاملة ، ومن هنا رخصوا من كونه إذا تعب أو كذا أن يستجم بالنوم . ¶ وقال بعض العلماء : أنه لو نام اليسير، ثم قام فالأجر أعظم ؛ لأنه في هذه الحالة يترك النوم ويرغب في العبادة ؛ وهذا أصدق كما قال تعالى : { تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ } .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فيقولون : إنه إذا ذاق لذة النوم ثم صلى فهذا أبلغ اجتهادا من شخص يستمر في صلاته فإنه لا يصل إلى آخر الليل وهو منهك متعب . ¶ والحقيقة ظاهر النصوص أنه أحيا ليله ، وهذا يقتضي أنه أحيا الليل كاملا ، والمطلقات تقيد، وعائشة - رضي الله عنها - معروف أنها تحكي الذي كان في بيتها ، فاعتكافه - عليه الصلاة والسلام - كان في قبته ، وكان خاليا في عبادته لربه ، كما في الحديث الصحيح أنه كان تضرب له القبة ، فلذلك ظاهر النص في الإحياء أنه يبقى على ظاهره ، ويجتهد الإنسان ، لكن لو أنه لا يستطيع أن يحي الليل ، ويجد التعب ، فينام أول الليل ، ثم يقوم آخره ؛ طلبا لهذه الفضيلة ، ونسأل الله العظيم رب العرش الكريم أن يرزقنا الإخلاص ، وأن يجعلنا وإياكم ممن صام الشهر، واستكمل الأجر، وأدرك ليلة القدر . إنه ولي ذلك وصلى الله على نبينا محمد وعلى آله وصحبه أجمعين . ¶ المصدر موقع الشيخ محمد الشنقيطي",
            "page": "33",
            "part": "1"
        }
    ],
    "t36541": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أسئلة حول الاعتكاف"
        }
    ]
}