{
    "b36542": [
        {
            "id": "1",
            "nass": "أعياد الكفار ¶ وحكم المشاركة فيها ¶ إبراهيم بن محمد الحقيل ¶ بسم الله الرحمن الرحيم ¶ الصراع بين الحق والباطل دائم ما دامت الدنيا، واتباع فئام من الأمة المحمدية أهلَ الباطل في باطلهم من يهود ونصارى ومجوس وعباد أوثان وغيرهم، وبقاء طائفة على الحق رغم الضغوط والمضايقات، كل ذلك سنن كونية مقدرة مكتوبة، ولا يعني ذلك الاستسلام وسلوك سبيل الضالين؛ لأن الذي أخبرنا بوقوع ذلك لا محالة حذَّرنا من هذا السبيل، وأمرنا بالثبات على الدين مهما كثر الزائغون، وقوي المنحرفون، وأخبرنا أن السعيد من ثبت على الحق مهما كانت الصوارف عنه، في زمن للعامل فيه مثل أجر خمسين رجلاً يعملون مثل عمل الصحابة - رضي الله عنهم - كما ثبت ذلك في حديث أبي ثعلبة الخشني - رضي الله عنه -. ¶ ولسوف يكون من أمة محمد صلى الله عليه وسلم أقوام ينحرفون عن الحق صوب الباطل يغيرون ويبدلون، وعقوبتهم أنهم سيُحجزون عن الحوض حينما يَرِده الذين استقاموا ويشربون منه كما قال - عليه الصلاة والسلام -: \"أنا فرطكم على الحوض؛ وليُرفعن إليَّ رجال منكم حتى إذا أهويت إليهم لأناولهم اختلجوا دوني فأقول: أي رب! أصحابي، فيقال: إنك لا تدري ما أحدثوا بعدك\" وفي رواية: \"فأقول: سحقاً لمن بدَّل بعدي\".",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ومن أعظم مظاهر التغيير والتبديل، والتنكر لدين محمد صلى الله عليه وسلم اتِّباع أعداء الله - تعالى - في كل كبيرة وصغيرة، باسم الرقي والتقدم، والحضارة والتطور، وتحت شعارات التعايش السلمي والأخوة الإنسانية، والنظام العالمي الجديد والعولمة والكونية، وغيرها من الشعارات البراقة الخادعة. وإن المسلم الغيور ليلحظ هذا الداء الوبيل في جماهير الأمة إلا من رحم الله - تعالى - حتى تبعوهم وقلدوهم في شعائر دينهم وأخص عاداتهم وتقاليدهم كالأعياد التي هي من جملة الشرائع والمناهج. والله - تعالى - يقول: ولا تتبع أهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا {المائدة: 48}، ويقول - تعالى -: لكل أمة جعلنا منسكا هم ناسكوه {الحج: 67} أي: عيداً يختصون به. ¶ وإذا كان كثير من المسلمين قد اغتروا ببهرج أعداء الله - تعالى - خاصة النصارى في أعيادهم الكبرى كعيد ميلاد المسيح - عليه الصلاة والسلام - (الكريسمس) وعيد رأس السنة الميلادية، ويحضرون احتفالات النصارى بها في بلادهم؛ بل نقلها بعضهم إلى بلاد المسلمين - والعياذ بالله - فإن البلية الكبرى والطامة العظمى ما يجري من استعدادات عالمية وعلى مستوى الدول النصرانية الكبرى للاحتفال بنهاية الألفية الثانية والدخول في الألفية الثالثة لميلاد المسيح ابن مريم - عليه الصلاة والسلام -. وإذا كانت الأرض تعج باحتفالات النصارى في كل رأس سنة ميلادية فكيف سيكون احتفالهم بنهاية قرن ميلادي (القرن العشرين)؛ بل بنهاية ألف ميلادية هي الثانية؟ إنه حدث ضخم تستعد له الأمم النصرانية بما يناسب حجمه وضخامته.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "إن هذا الحدث النصراني لن يكون الاحتفال بليلة رأس السنة فيه كما هو المعتاد في بلاد النصارى فحسب وفي قبلة ديانتهم الفاتيكان؛ بل الاستعدادات جارية ليكون مركز الاحتفال الرئيس (بيت لحم) موضع مولد المسيح - عليه الصلاة والسلام - وسينتقل إليها أئمة النصارى السياسيون والدينيون: الإنجيليون منهم والعلمانيون لإحياء تلك الاحتفالات الألفية التي تنشط الصحافة العالمية في الحديث عنها كلما اقترب الحدث يوماً بعد يوم، ويتوقع أن يحضرها أكثر من ثلاثة ملايين من البشر في (بيت لحم) يؤمهم البابا يوحنا بولس الثاني، وستشارك بعض الدول الإسلامية المجاورة في هذه التظاهرة العالمية على اعتبار أن بعض شعائر العيد النصراني يقع في أراضيها وهو موقع تعميد المسيح - عليه الصلاة والسلام - حيث عمده يوحنا المعمدان (يحيى عليه الصلاة والسلام) في نهر الأردن، بل إن كثيراً من المسلمين سيشاركون في تلك الاحتفالات على اعتبار أنها مناسبة عالمية تهم سكان الأرض كلهم، وما علم هؤلاء أن الاحتفال بهذه الألفية هو احتفال بعيد ديني نصراني (عيد ميلاد المسيح وعيد رأس السنة الميلادية) وأن المشاركة فيه مشاركة في شعيرة من شعائر دينهم، والفرح به فرح بشعائر الكفر وظهوره وعلوه، وفي ذلك من الخطر على عقيدة المسلم وإيمانه ما فيه؛ حيث إن \"من تشبه بقوم فهو منهم\" كما صح ذلك عن رسول الله صلى الله عليه وسلم ، فكيف بمن شاركهم في شعائر دينهم؟! وذلك يحتم علينا الوقوف على حكم أعياد الكفار، وما يجب على المسلم تجاهها، وكيفية مخالفتهم التي هي أصل من أصول ديننا الحنيف، بَلْهَ التعرف على أنواع أعيادهم وشعائرهم فيها بقصد تجنبها والحذر والتحذير منها. ¶ لماذا علينا أن نعرف أعياد الكفار؟!",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "من المتفق عليه أن المسلم لا يعنيه التعرف على أحوال الكفار، ولا يهمه معرفة شعائرهم وعاداتهم - ما لم يُرِدْ دعوتهم إلى الإسلام - إلا إذا كانت شعائرهم تتسرب إلى جهلة المسلمين فيقعون في شيء منها عن قصد أو غير قصد، فحينئذ لا بد من معرفتها لاتقائها، والحذر من الوقوع في شيء منها، وفي العصور المتأخرة يتأكد ذلك للأسباب الآتية: ¶ 1 - كثرة الاختلاط بالكفار سواء بذهاب المسلم إلى بلادهم للدراسة أو السياحة أوالتجارة أو غير ذلك، فيرى أولئك الذاهبون إليهم بعض شعائرهم وقد يُعجبون بها، ومن ثم يتَّبعونهم فيها، لا سيما مع هزيمتهم النفسية، ونظرتهم إلى الكافرين بإعجاب شديد يسلب إرادتهم، ويفسد قلوبهم ويضعف الدين فيها، ومن ذلك أن كثيراً من المثقفين المغتربين يصف الكفرة بالرقي والتقدم والحضارة حتى في عاداتهم وأعمالهم المعتادة، أو كان ذلك عن طريق إظهار تلك الأعياد في البلاد الإسلامية من طوائف وأقليات أخرى غير مسلمة فيتأثر بها جهلة المسلمين في تلك البلاد. ¶ 2 - وزاد الأمرَ خطورةً البثُّ الإعلامي الذي به يمكن نقل كل شيء بالصوت والصورة الحية من أقصى الأرض إلى أدناها، وما من شك في أن وسائل إعلام الكفار أقوى وأقدر على نقل شعائرهم إلى المسلمين دون العكس؛ حيث أصبحت كثير من القنوات الفضائية تنقل شعائر أعياد الآخرين خاصة أعياد الأمة النصرانية، واستفحل الخطر أكثر وأكثر حينما تبنت بعض الأنظمة العلمانية في البلاد الإسلامية كثيراً من الاحتفالات بشعائر الكفرة والمبتدعة وأعيادهم، وينقل ذلك عبر الفضائيات العربية إلى العالم؛ فيغتر بذلك بعض المسلمين بسبب صدوره من بلاد إسلامية.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "3 - قد عانى المسلمون على مدى تاريخهم من تأثُّر بعضهم بشعائر غيرهم من جراء الاختلاط بهم مما جعل كثيراً من أئمة الإسلام يحذرون عوام المسلمين من تقليد غيرهم في أعيادهم وشعائرهم؛ منهم - على سبيل المثال -: شيخ الإسلام ابن تيمية، وتلميذه العلامة ابن القيم، والحافظان: الذهبي، وابن كثير، وهم قد عاشوا عصراً واحداً كثر فيه اختلاط المسلمين بغيرهم خاصة بالنصارى، وتأثر جهلتهم ببعض شعائر دينهم خاصة أعيادهم، ولهذا أكثر الكلامَ عن ذلك هؤلاء العلماء في تضاعيف مصنفاتهم، وبعضهم أفرد لذلك كتاباً خاصاً، كابن تيمية في كتابه: (اقتضاء الصراط المستقيم لمخالفة أصحاب الجحيم) أو الذهبي في رسالته: (تشبيه الخسيس بأهل الخميس)، وغيرهم. ¶ ولقد أطال ابن تيمية - رحمه الله تعالى - في ذكر أعيادهم وأعمالهم فيها، وبين مدى تأثر جهلة المسلمين بها، ووصف أعيادهم وأنواعها وما يجري فيها من شعائر وعادات مما يستغني عن معرفته المسلمون، إلا أن الحاجة دعت إلى ذلك بسبب اتباع كثير من المسلمين أهل الكتاب في تلك الشعائر. ¶ وقد بيّن شيخ الإسلام أعيادهم وعرضها في مقام التحذير؛ حيث يقول - رحمه الله تعالى - بعد أن أفاض في الحديث عنها: \"وغرضنا لا يتوقف على معرفة تفاصيل باطلهم؛ ولكن يكفينا أن نعرف المنكر معرفة تميز بينه وبين المباح والمعروف، والمستحب والواجب، حتى نتمكن بهذه المعرفة من اتقائه واجتنابه كما نعرف سائر المحرمات؛ إذ الفرض علينا تركها، ومن لم يعرف المنكر جملة ولا تفصيلاً لم يتمكن من قَصْدِ اجتنابه. والمعرفة الجُمَلية كافية بخلاف الواجبات\"، وقال أيضاً: \"وإنما عددت أشياء من منكرات دينهم لما رأيت طوائف من المسلمين قد ابتلي ببعضها، وجهل كثير منهم أنها من دين النصارى الملعون هو وأهله، ولست أعلم جميع ما يفعلونه، وإنما ذكرت ما رأيت من المسلمين يفعلونه وأصله مأخوذ عنهم\"",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "4 - أن بعض أعيادهم تحول في العصر الحاضر إلى اجتماع كبير له بعض خصائص عيدهم القديم، ويشارك كثير من المسلمين في ذلك دون علم كما في دورة الألعاب الأولمبية التي أصلها عيد عند اليونان ثم عند الرومان ثم عند النصارى، وكالمهرجانات التي تقام للتسوق أو الثقافة أو غير ذلك مع أن أصل المهرجان عيد من أعياد الفرس ، وأكثر من يقيمون تلك الاجتماعات ويسمونها (مهرجانات) يجهلون ذلك . ¶ 5 - معرفة الشر سبب لاتقائه واجتنابه، وقد قال حذيفة - رضي الله عنه -: \"كان الناس يسألون رسول الله صلى الله عليه وسلم عن الخير، وكنت أسأله عن الشر مخافةَ أن يدركني\" ومن المعلوم أن الشر العظيم والداء الوبيل أن يقع المسلم في شيء من شعائر الذين كفروا دون علمه أن ذلك من شعائرهم وأخص عاداتهم التي أُمرنا بمجانبتها والحذر منها؛ لأنها رجس وضلال. ¶ 6 - كثرة الدعاوي وقوة الأصوات المنافقة التي تريد للأمة الخروج عن أصالتها، والقضاء على هويتها، والانصهار في مناهج الكفرة، واتباعهم حذو القذة بالقذة تحت شعارات: الإنسانية والعولمة والكونية والانفتاح على الآخر وتلقِّي ثقافته، مما حتَّم معرفة ما عند هذا الآخر - الكافر - من ضلال وانحراف لفضحه وبيان عواره وكشف التزوير وتمزيق الأغلفة الجميلة التي تغلف بها تلك الدعاوى القبيحة ليهلك من هلك عن بينة ويحيى\" من حي عن بينة {الأنفال: 42} ولكي تقوم الحجة على أتباع محمد صلى الله عليه وسلم فلا يغتروا وينخدعوا. ¶ أعياد الفراعنة:",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "من أعياد الفراعنة : عيد شم النسيم وهو لتقديس بعض الأيام تفاؤلاً أو تزلفاً لمن كانوا يُعبدون من دون الله - تعالى - وقد ذكر الشيخ محفوظ ما يقع فيه - في زمنه - من المخازي والفجور مما يندى له الجبين؛ حيث تمتلئ فيه المزارع والخلوات بجماعات الفجار وفاسدي الأخلاق، ينزحون جماعات شيباً وشباناً ونساءًا إلى البساتين والأنهار لارتكاب الزنا وشرب المسكرات، يظنون أن ذلك اليوم أبيحت فيه جميع الخبائث لهم. ¶ ومن أوهامهم فيه: وضع البصل تحت رأس النائم وتعليقه على الأبواب زاعمين أنه يُذهب عنهم الكسل والوخم. وهو معدود في أعياد الفراعنة وقيل: أحدثه الأقباط، ولا مانع أنه لكليهما وأنه انتقل من أولئك إلى هؤلاء، ولا زال كثير من أهل مصر - خاصة الأقباط - يحتفلون به ويشاركهم فيه كثير من المسلمين، وفي الآونة الأخيرة كتب عنه عدد من الكتاب العلمانيين داعين إلى أن يكون عيداً رسمياً إحياءًا لتراث الفراعنة في الوقت الذي يصفون فيه شعائر الإسلام بالتخلف والرجعية والردة الحضارية. ¶ أعياد اليونان: ¶ أَشْهُر السنة عند اليونان كثيرة وكانت تسمى بأسماء أعيادهم، وكانت نفقات أعيادهم يتحملها الأغنياء منهم، وعامة أعيادهم لها صلات بشعائر دينهم الوثني المبني على تعدد الآلهة عندهم، وقد كثرت أعيادهم جداً بغية التخفف بتلك الأعياد من متاعب الحياة الرتيبة، وبلغ من كثرتها أنه ما خلا شهر من أشهرهم من عيد أو أعياد عدا شهر واحد عندهم هو شهر (ممكتريون). ¶ واتسمت أعيادهم بالفحش والعهر والسكر وإطلاق العنان لغرائزهم الحيوانية تفعل ما تشاء، كما كان فيها شيء كثير من خرافاتهم وضلالهم: كزعم تحضير أرواح الأموات ثم إرجاعها أو طردها مرة أخرى بعد انتهاء العيد، وأهم أعيادهم:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "عيد الأولمبياد أو العيد الأولمبي ويقام في (إليس) وينعقد كل أربع سنوات، وكان الأولمبياد الأول المعترف به سنة (776 ق م) وهذا الأولمبياد من أكبر أعيادهم وتجمعاتهم الموسمية، ومنذ ذلك التاريخ كان يطلق على تلك الألعاب (الأولمبياد)، وكان لها صبغة وطنية، ومضامين قومية حتى قيل: إن اليونان كانت تفتخر بانتصاراتها الأولمبية أكثر من افتخارها بانتصاراتها في المعارك الحربية؛ فهو أكبر عيد في عالم الإغريق آنذاك. ¶ ولا تزال هذه الألعاب تقام وترعاها الأمم النصرانية بتسميتها القديمة نفسها وشعائرها الموروثة من إشعال الشعلة الأولمبية من أثينا ونقلها إلى البلد المنظم للدورة ونحو ذلك؛ ومع بالغ الأسف فإن كثيراً من المسلمين يشاركون فيها، ويفاخرون بتلك المشاركات، ويجهل كثيرون منهم أن أصلها عيد من أعياد الكفار الكبرى وأيام مقدسة في دينهم الوثني؛ فنعوذ بالله من الزيغ والضلال والتقليد الأعمى. ¶ وكان لليونان أيضاً أعياد عظيمة كأعياد الجامعة الهيلينية، وعيد الجامعة الأيونية وغيرها. ¶ أعياد الرومان: ¶ من أكثر الأمم أعياداً الرومان؛ حيث كان عندهم في السنة أكثر من مائة يوم مقدس يعتبرونها أعياداً، من بينها اليوم الأول من كل شهر، وخصصت بعض هذه الأعياد لتقديس الموتى، وأرواح العالم السفلي، وكان يقصد بكثير من أعيادهم وما يقام فيها من احتفالات استرخاء الموتى وإقصاء غضبهم - حسب زعمهم. ¶ ومن المعلوم أن الإمبراطورية الرومانية سادت بعد اليونان؛ فورثت كثيراً من شعائر اليونان وعاداتهم وأعيادهم. ¶ ومن أشهر أعيادهم:",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "عيد الحب: يحتفلون به في يوم (14) فبراير من كل سنة تعبيراً عما يعتقدونه في دينهم الوثني أنه تعبير عن الحب الإلهي، وأحدث هذا العيد قبل ما يزيد على (1700 عام) في وقت كانت الوثنية هي السائدة عند الرومان، وقد أعدمت دولتهم أيام وثنيتها القديس (فالنتين) الذي اعتنق النصرانية بعد أن كان وثنياً، فلما اعتنق الرومان النصرانية جعلوا يوم إعدامه مناسبة للاحتفال بشهداء الحب، ولا زال الاحتفال بهذا العيد قائماً في أمريكا وأوروبا لإعلان مشاعر الصداقة، ولتجديد عهد الحب بين المتزوجين والمحبين، وأصبح لهذا العيد اهتمامه الاجتماعي والاقتصادي. ¶ ويبدو أن عيداً آخر نشأ من مفهوم هذا العيد ذلك هو عيد الزوجين أو الصديقين المتحابين يحتفل به الزوجان في يوم ذكرى زواجهما من كل عام لتأكيد المحبة بينهما، وانتقلت هذه العادة إلى المسلمين بسبب المخالطة حتى صار الزوجان يحتفلان بليلة زواجهما احتفالاً خاصاً في كثير من بلاد المسلمين؛ تشبهاً بالكفار؛ فلا حول ولا قوة إلا بالله العلي العظيم. ¶ أعياد اليهود: ¶ 1 - عيد رأس السنة العبرية ويسمونه عيد (هيشا) وهو أول يوم من تشرين الأول، ويزعمون أنه اليوم الذي فُدِيَ فيه الذبيح إسحاق عليه السلام، - حسب معتقدهم الخاطئ؛ لأن الذبيح هو إسماعيل لا إسحاق - و هذا العيد هو بمنزلة عيد الأضحى عند المسلمين. ¶ 2 - عيد صوماريا أو الكيبور وهو عندهم يوم الغفران. ¶ 3 - عيد المظلل أو الظلل أو المظال يوم (15 تشرين) يستظلون فيه بأغصان الشجر ويسمونه أيضاً: عيد صوم مريم العذراء.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "4 - عيد الفطير وهو عيد الفصح يوم (15 نيسان) وهو بمناسبة ذكرى هروب بني إسرائيل من الاستعباد في مصر في القرن الثالث عشر قبل الميلاد، وقصة هذا العيد مروية في الإصحاح الثاني عشر من التوراة - سِفْر الخروج - ومدته ثمانية أيام يحتفلون به في فلسطين المحتلة، واليهود الإصلاحيون يحتفلون به في أقطارهم لمدة سبعة أيام، ولهم فيه احتفال يسمى (السيدار) وفيه تُقرأ قصة هروب بني إسرائيل من كتاب اسمه: (الحقادا) ويأكلون فيه خبزاً غير مخمر، على اعتبار أن بني إسرائيل لما هربوا أكلوه؛ إذ لم يكن عندهم وقت لتخميره، ولا يزال اليهود يأكلونه إلى اليوم في هذا العيد. ¶ 5 - عيد الأسابيع أو (العنصرة) أو (الخطاب) ويزعمون أنه اليوم الذي كلم الله - تعالى - فيه موسى - عليه الصلاة والسلام -. ¶ 6 - يوم التكفير في الشهر العاشر من السنة اليهودية: ينقطع الشخص تسعة أيام يتعبد فيها ويصوم وتسمى أيام التوبة. ¶ 7 - الهلال الجديد: كانوا يحتفلون لميلاد كل هلال جديد؛ حيث كانت تنفخ الأبواق في بيت المقدس وتشعل النيران ابتهاجاً به. ¶ 8 - عيد اليوبيل وهو المنصوص عليه في سِفْر اللاويين. ¶ ولهم أعياد أخرى من أشهرها: عيد الفوز أو (البوريم) وعيد الحنكة ويسمى (التبريك). ¶ أعياد النصارى: ¶ 1 - عيد القيامة ويسمى عيد الفصح، وهو أهم أعياد النصارى السنوية، ويسبقه الصوم الكبير الذي يدوم أربعين يوماً قبل أَحَد الفصح، وهذا العيد يحتفون في ذكراه بعودة المسيح - عليه السلام - أو قيامته بعد صلبه وهو بعد يومين من موته - على حد زعمهم - وهو خاتمة شرائع وشعائر متنوعة هي: ¶ أ - بداية الصوم الكبير وهو أربعون يوماً قبل أحد الفصح، ويبدؤون الصوم بأربعاء يسمونه أربعاء الرماد؛ حيث يضعون الرماد على جباه الحاضرين ويرددون: (من التراب نبدأ وإليه نعود). ¶ ب - ثم بعده خمسون يوماً تنتهي بعيد الخمسين أو العنصرة.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ج - أسبوع الآلام وهو آخر أسبوع في فترة الصوم، ويشير إلى الأحداث التي قادت إلى موت عيسى - عليه السلام - وقيامته - كما يزعمون. ¶ د - أحد السعف وهو يوم الأحد الذي يسبق الفصح، وهو إحياء ذكرى دخول المسيح بيت المقدس ظافراً. ¶ هـ - خميس العهد أو الصعود ويشير إلى العشاء الأخير للمسيح واعتقاله وسجنه. ¶ و - الجمعة الحزينة وهي السابقة لعيد الفصح وتشير إلى موت المسيح على الصليب - حسب زعمهم. ¶ ز - سبت النور وهو الذي يسبق عيد الفصح، ويشير إلى موت المسيح، وهو يوم الانتظار وترقب قيام المسيح أحد عيد الفصح. وتنتهي احتفالات عيد الفصح بيوم الصعود أو خميس الصعود؛ حيث تتلى قصة رفع المسيح إلى السماء في كل الكنائس، ولهم فيه احتفالات ومهرجانات مختلفة باختلاف المذاهب والبلاد النصرانية، ويسمون خميسه وجمعته السابقة له الخميس الكبير، والجمعة الكبيرة، كما ذكر ذلك شيخ الإسلام ابن تيمية - رحمه الله تعالى - وهو الخميس المقصود برسالة الحافظ الذهبي - رحمه الله تعالى - (تشبيه الخسيس بأهل الخميس)، وهذا الخميس هو آخر يوم صومهم ويسمونه أيضاً خميس المائدة أو عيد المائدة وهو المذكور في سورة المائدة في قوله - تعالى -: قال عيسى ابن مريم اللهم ربنا أنزل علينا مائدة من السماء تكون لنا عيدا لأولنا وآخرنا... {المائدة: 114}.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وكان لهم من الأعمال الغريبة في هذه الأعياد شيء كثير، ذَكَرَهُ كثير من المؤرخين، فمن ذلك جمع ورق الشجر وتنقيعه والاغتسال به والاكتحال، وكان أقباط مصر يغتسلون في بعض أيامه في النيل ويزعمون أن في ذلك رقية ونشرة. ويوم الفصح عندهم هو يوم الفطر من صومهم الأكبر، ويزعمون أن المسيح - عليه السلام - قام فيه بعد الصلبوت بثلاثة أيام وخلص آدم من الجحيم، إلى غير ذلك من خرافاتهم. وقد ذكر شمس الدين الدمشقي الذهبي أن أهل حماة يعطلون فيه أعمالهم لمدة ستة أيام، ويصبغون البيض، ويعملون الكعك، وذكر ألواناً من الفساد والاختلاط الذي يجري فيه آنذاك، وذكر أن المسلمين يشاركون فيه وأن أعدادهم تفوق أعداد النصارى - والعياذ بالله . ¶ وذكر ابن الحاج: أنهم يجاهرون بالفواحش والقمار ولا أحد ينكر عليهم ولعل هذا ما دفع شيخ الإسلام ابن تيمية - رحمه الله - إلى إنكار ما رآه من المسلمين من تقليد النصارى في أعيادهم وشعائرهم؛ فإنه ذكر شيئاً كثيراً من ذلك في كتابه القيم الاقتضاء، وكذلك ألف الذهبي رسالته آنفة الذكر. ¶ ويحتفل به عامة النصارى إلى اليوم في أول أَحد بعد كمال الهلال من فصل الربيع في الفترة ما بين (22 مارس و 25 إبريل) والكنائس الشرقية الأرثوذكسية تتأخر عن بقية النصارى في الاحتفال به وهو بشعائره وصيامه وأيامه فصلٌ كامل من السنة النصرانية . ¶ 2 - عيد ميلاد المسيح - عليه السلام - وعند الأوروبيين يسمى عيد الكريسمس وهو يوم (25 ديسمبر) عند عامة النصارى، وعند الأقباط يوافق يوم (29 كيهك) والاحتفال به قديم ومذكور في كتب التاريخ قال المقريزي: وأدركنا الميلاد بالقاهرة ومصر وسائر إقليم مصر جليلاً تباع فيه الشموع المزهرة وكانوا يسمونها الفوانيس .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومناسبة هذا العيد عند النصارى تجديد ذكرى مولد المسيح - عليه السلام - كل عام، ولهم فيه شعائر وعبادات؛ حيث يذهبون إلى الكنيسة ويقيمون الصلوات الخاصة. وقصة عيد الميلاد مذكورة في أناجيلهم (لوقا) و (متَّى) وأول احتفال به كان عام 336م ، وقد تأثر بالشعائر الوثنية؛ حيث كان الرومان يحتفلون بإله الضوء وإله الحصاد، ولما أصبحت الديانة الرسمية للرومان النصرانية صار الميلاد من أهم احتفالاتهم في أوروبا، وأصبح القديس (نيكولاس) رمزاً لتقديم الهدايا في العيد من دول أوروبا، ثم حل البابا (نويل) محل القديس (نيكولاس) رمزاً لتقديم الهدايا خاصة للأطفال(1). وقد تأثر كثير من المسلمين في مختلف البلاد بتلك الشعائر والطقوس؛ حيث تنتشر هدايا البابا (نويل) المعروفة في المتاجر والمحلات التي يملكها في كثير من الأحيان مسلمون، وكم من بيت دخلته تلك الهدايا، وكم من طفل مسلم يعرف البابا (نويل) وهداياه! فلا حول ولا قوة إلا بالله. ¶ وللنصارى في هذا العيد شعائر منها: أن نصارى فلسطين وما جاورها يجتمعون ليلة عيد الميلاد في (بيت لحم) المدينة التي ولد فيها المسيح - عليه الصلاة والسلام - لإقامة قداس منتصف الليل، ومن شعائرهم: احتفالهم بأقرب يوم أحد ليوم (30 نوفمبر) وهو عيد القديس (أندراوس) وهو أول أيام القدوم - قدوم عيسى عليه السلام - ويصل العيد ذروته بإحياء قداس منتصف الليل؛ حيث تزين الكنائس ويغني الناس أغاني عيد الميلاد وينتهي موسم العيد في (6 يناير). وبعضهم يحرق كتلة من جذع شجرة عيد ميلاد المسيح، ثم يحتفظون بالجزء غير المحروق، ويعتقدون أن ذلك الحرق يجلب الحظ، وهذا الاعتقاد سائد في بريطانيا وفرنسا والدول الاسكندنافية.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "3 - عيد الغطاس: وهو يوم (19 يناير) وعند الأقباط يوم (11 من شهر طوبة) وأصله عندهم أن يحيى بن زكريا - عليهما الصلاة والسلام - والمعروف عندهم بيوحنا المعمدان عمّد المسيح ابن مريم - عليه الصلاة والسلام - في نهر الأردن، وعندما غسله اتصلت به روح القدس، فصار النصارى لأجل ذلك يغمسون أولادهم في الماء في هذا اليوم وينزلون فيه بأجمعهم، وقد ذكر المسعودي أن لهذا العيد - في وقته - شأناً عظيماً بمصر، يحضره آلاف النصارى والمسلمين، ويغطسون في نهر النيل ويزعمون أنه أمان من المرض ونشرة للدواء. وعلى هذا المفهوم تحتفل به الكنائس الأرثوذكسية، وأما الكنائس الكاثوليكية والبروتستانتية فلهم مفهوم آخر في الاحتفال به، وهو إحياء ذكرى تقديس الرضيع المسيح - عليه الصلاة والسلام - على يد الرجال الثلاثة الذين قدموا من الشرق. ¶ وأصل كلمة (غطاس) إغريقية وهي تعني الظهور، وهو مصطلح ديني مشتق من ظهور كائن غير مرئي، وقد جاء في التوراة أن الله - تعالى - تجلى لموسى - عليه الصلاة والسلام - على هيئة أجمة محترقة - تعالى الله عن قولهم علواً كبيراً. ¶ 4- عيد رأس السنة الميلادية: وللاحتفال به شأن عظيم في هذه الأزمنة؛ حيث تحتفل به الدول النصرانية وبعض الدول الإسلامية، وتنقل تلك الاحتفالات بالصوت والصورة الحية من شتى بقاع الأرض، وتتصدر احتفالاته الصفحات الأولى من الصحف والمجلات، وتستحوذ على معظم نشرات الأخبار والبرامج التي تبث في الفضائيات، وصار من الظواهر الملحوظة سفر كثير من المسلمين الذين لا تقام تلك الاحتفالات النصرانية في بلادهم إلى بلاد النصارى لحضورها والاستمتاع بما فيها من شهوات محرمة غافلين عن إثم الارتكاس في شعائر الذين كفروا.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وللنصارى في ليلة رأس السنة (31 ديسمبر) اعتقادات باطلة، وخرافات كسائر أعيادهم المليئة بذلك، وهذه الاعتقادات تصدر عن صُنّاع الحضارة الحديثة وممن يوصفون بأنهم متحضرون ممن يريد المنافقون من بني قومنا اتباعهم حذو القذة بالقذة حتى في شعائرهم وخرافاتهم لكي نضمن مواقعنا في مصافِّ أهل التقدم والحضارة، وحتى يرضى عنها أصحاب البشرة البيضاء والعيون الزرقاء!! ¶ ومن اعتقاداتهم تلك: أن الذي يحتسي آخر كأس من قنينة الخمر بعد منتصف تلك الليلة سيكون سعيد الحظ، وإذا كان عازباً فسيكون أول من يتزوج من بين رفاقه في تلك السهرة، ومن الشؤم دخول منزل ما يوم عيد رأس السنة دون أن يحمل المرء هدية، وكنسُ الغبار إلى الخارج يوم رأس السنة يُكنس معه الحظ السعيد، وغسل الثياب والصحون في ذلك اليوم من الشؤم، والحرص على بقاء النار مشتعلة طوال ليلة رأس السنة يحمل الحظ السعيد.... إلخ تلك الخرافات. ¶ ولهم أعياد سوى تلك: منها ما هو قديم، ومنها ما هو محدث، وأعياد أخذوها عمن سبقهم من اليونان والرومان، وأعياد كانت في دينهم ثم اندثرت، ومن هذه الأعياد ما هو كبير مهم لديهم، ومنها ما هو صغير تقتصر أهميته على بعض كنائسهم أو بعض مذاهبهم. ¶ ولكل أصحاب مذهب منهم أعياد تخصهم وتخص كنائسهم ورهبانهم وقساوستهم لا يعترف بها أهل المذاهب الأخرى، فالبروتستانت لا يؤمنون بأعياد الكنائس الأخرى ، ولكنهم يتفقون على الأعياد الكبرى كعيد الفصح والميلاد ورأس السنة والغطاس وإن اختلفوا في شعائرها ومراسم الاحتفال بها، أو في بعض أسبابها وتفاصيلها، أو في زمانها ومكانها. ¶ أعياد الفرس: ¶ 1 - عيد النيروز: ومعنى النيروز: الجديد، وهو ستة أيام؛ حيث كانوا في عهد الأكاسرة يقضون حاجات الناس في الأيام الخمسة الأولى، وأما اليوم السادس فيجعلونه لأنفسهم وخواصهم ومجالس أنسهم، ويسمونه النيروز الكبير، وهو أعظم أعيادهم.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وذكر أصحاب الأوائل أن أول من اتخذ النيروز حمشيد الملك، وفي زمانه بعث هود - عليه السلام - وكان الدين قد تغيّر، ولما ملك حمشيد جدّد الدين وأظهر العدل، فسُمي اليوم الذي جلس فيه على سرير الملك نيروزاً، فلما بلغ من عمره سبعمائة سنة ولم يمرض ولم يوجعه رأسه تجبر وطغى ، فاتخذ شكلاً على صورته وأرسلها إلى الممالك ليعظموها ، فتعبَّدها العوام، واتخذوا على مثالها الأصنام، فهجم عليه الضحاك العلواني من العمالقة باليمن فقتله كما في التواريخ. ومن الفرس من يزعم أن النيروز هو اليوم الذي خلق الله فيه النور. ويعتبر النيروز عيد رأس السنة الفارسية الشمسية ويوافق الحادي والعشرين من شهر مارس من السنة الميلادية ، وكان من عادة عوامهم إيقاد النار في ليلته ورش الماء في صبيحته. ¶ ويحتفل بعيد النيروز أيضاً البهائيون، وذلك في ختام صيامهم الذي مدته 19 يوماً وذلك في (21 آذار) والنيروز، أيضاً أول يوم من السنة عند القبط ويسمى عندهم عيد شم النسيم ومدته عندهم ستة أيام أيضاً تبدأ من (6 حزيران). وقد مضى ذكر شم النسيم عند الفراعنة فلا يمنع أن يكون الأقباط أخذوه من تراث الفراعنة وآثارهم، ولا سيما أن الجميع في مصر.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "2 - عيد المهرجان: كلمة (مهرجان) مركبة من (المهر) ومعناه: الوفاء، (جان): السلطان، ومعنى الكلمة: سلطان الوفاء، وأصل هذا العيد: ابتهاج بظهور (أفريدون) على الضحاك العلواني الذي قتل (حمشيد) الملك صاحب عيد النيروز، وقيل: بل هو احتفال بالاعتدال الخريفي، ولا يمنع أن يكون أصله ما ذكر أولاً لكنه وافق الاعتدال الخريفي فاستمر فيه. والاحتفال به يكون يوم (26 من تشرين الأول من شهور السريان) وهو كسابقه ستة أيام أيضاً، والسادس منها المهرجان الكبير، وكانوا يتهادون فيه وفي النيروز المسك والعنبر والعود الهندي والزعفران والكافور، وأول من رسم هدايا هذين العيدين في الإسلام الحجاج بن يوسف الثقفي ، واستمر إلى أن رفعه الخليفة الراشد عمر بن عبد العزيز - رحمه الله تعالى -. ¶ ومن عظيم ما ابتلي به المسلمون استخدام لفظ (المهرجان) على كثير من الاجتماعات والاحتفالات والتظاهرات الاجتماعية والثقافية والاقتصادية؛ بل وحتى الدعوية فيقال: مهرجان الثقافة، ومهرجان التسوق، ومهرجان الكتب، ومهرجان الدعوة، وما إلى ذلك مما نرى دعاياته ونسمع عباراته كثيراً يتصدرها هذا المصطلح الوثني (المهرجان) الذي هو عيد عَبَدَة النار. ¶ ولهذا فإن إطلاق هذا الشعار الفارسي الوثني على اجتماعات المسلمين من مواطن النهي الجلي يجب اجتنابه والنهي عن استعماله، وفي المباح من الألفاظ غنية عنه، واللغة العربية أغنى اللغات لفظاً ومعنى . ¶ تشبه المسلمين بالكفار في أعيادهم : ¶ تعريف التشبه : ¶ الشبه في اللغة المثل وشابهه وأشبهه : ماثله وتشبه فلان بكذا وتشبه بغيره : ماثله وجاراه في العمل. والتشبيه : التمثيل. وفي اللغة ألفاظ مقاربة للفظ التشبه منها: المماثلة, والمحاكاة والمشاكلة, والاتباع, والموافقة, والتأسي, والتقليد , ولكل منها معنى يخصه, ولها اشتراك مع لفظ التشبه.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأما في الاصطلاح فعرف الغزي الشافعي التشبه بأنه : عبارة عن محاولة الإنسان أن يكون شبه المتشبه به, وعلى هيئته وحليته ونعته وصفته وهو عبارة عن تكل ف ذلك وتقصده وتعمله . ¶ حكم التشبه بالكفار : ¶ إن من الأصول العظيمة التي هي من أصول ديننا الولاء للإسلام وأهله, والبراءة من الكفر وأهله, ومن حتميات تلك البراءة من الكفر وأهله تميز المسلم عن أهل الكفر, واعتزازه بدينه وفخره بإسلامه مهما كانت أحوال الكفار قوة وتقدما وحضارة , ومهما كانت أحوال المسلمين ضعفا وتخلفا وتفرقا ولا يجوز بحال من الأحوال أن تتخذ قوة الكفار وضعف المسلمين ذريعة لتقليدهم ومسوغا للتشبه بهم كما يدعو إلى ذلك المنافقون والمنهزمون ذلك أن النصوص التي حرمت التشبه بالكفار ونهت عن تقليدهم لم تفرق بين حال الضعف والقوة لأن المسلم باستطاعته التميز بدينه والفخر بإسلامه حتى في حال ضعفه وتأخره. ¶ والاعتزاز بالإسلام والفخر به دعا إليه ربنا - تبارك وتعالى - واعتبره من أحسن القول وأحسن الفخر; حيث قال : ( ومن أحسن قولا ممن دعا إلى الله وعمل صالحاً وقال إنني من المسلمين ) [فصلت: 33].",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولأهمية تميز المسلم عن الكافر أُمر المسلم أن يدعو الله تعالى في كل يوم على الأقل سبع عشرة مرة أن يجنبه طريق الكافرين ويهديه الصراط المستقيم : ( اهدنا الصراط المستقيم صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين ) [الفاتحة: 6 - 7] وجاءت النصوص الكثيرة جدا من الكتاب والسنة تنهى عن التشبه بهم, وتبين أنهم في ضلال; فمن قلدهم فقد قلدهم في ضلالهم. قال الله تعالى : ( ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون ) [الجاثية: 18] وقال تعالى : ( ولئن اتبعت أهوائهم بعد ما جاءك من العلم مالك من الله من ولي ولا واق ) [الرعد: 37] وقال تعالى : ( ولا تكونوا كالذين تفرقوا واختلفوا من بعد ما جاءتهم البينات [آل عمران: 105] ويدعو الله تعالى المؤمنين إلى الخشوع عند ذكره سبحانه وتلاوة آياته ثم يقول : ( ولا تكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون ) [الحديد: 16].",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وما من شك أن مشابهتهم من أعظم الدلائل على مودتهم ومحبتهم, وهذا يناقض البراءة من الكفر وأهله, والله تعالى نهى المؤمنين عن مودتهم وموالاتهم, وجعل موالاتهم سببا لأن يكون المرء والعياذ بالله منهم; يقول الله تعالى : ( يا أيها الذين آمنوا لا تتخذوا اليهود والنصارى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم ) [المائدة: 51] ، وقال تعالى : ( لا تخد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو إخوانهم أو عشيرتهم ) [المجادلة: 22], يقول شيخ الإسلام ابن تيمية رحمه الله تعالى : \" المشابهة تورث المودة والمحبة والموالاة في الباطن, كما أن المحبة في الباطن تورث المشابهة في الظاهر \" ، وقال - أيضا - تعليقا على آية المجادلة : فأخبر سبحانه أنه لا يوجد مؤمن يواد كافرا ; فمن واد الكفار فليس بمؤمن; والمشابهة الظاهرة مظنة المودة فتكون محرمة \" وثبت عن النبي صلى الله عليه وسلم أنه قال : \" من تشبه بقوم فهو منهم \" أخرجه أبو داود في اللباس (1204) وأحمد (2/05) وجو د إسناده شيخ الإسلام في الاقتضاء (1/042) وانظر الفتاوى (52/133) وعضده الحافظ في الفتح بمرسل حسن الإسناد (6/89) وحسنه السيوطي وصححه الألباني في صحيح الجامع (5206). ¶ قال شيخ الإسلام: \" وهذا الحديث أقل أحواله أن يقتضي تحريم التشبه بهم وإن كان ظاهره يقتضي كفر المتشبه بهم كما في قوله تعالى : ( ومن يتولهم منكم فإنه منهم ) [المائدة: 51] \" الاقتضاء (1/732) . ¶ وقال الصنعاني: ؛فإذا تشبه بالكافر في زي واعتقد أن يكون بذلك مثله ك ف ر, فإن لم يعتقد ففيه خلاف بين الفقهاء: منهم من قال يكفر, وهو ظاهر الحديث, ومنهم من قال: لا يكفر; ولكن يؤدب \" سبل السلام (8/842).",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "ويذكر شيخ الإسلام : \" أن من أصل دروس دين الله وشرائعه وظهور الكفر والمعاصي التشبه بالكافرين, كما أن أصل كل خير المحافظة على سنن الأنبياء وشرائعهم \" الاقتضاء (1/413). دروس الدين: اختفاء معالمه. ¶ والحديث عن التشبه بالكفار يطول ; ولعل فيما سبق إيراده من نصوص ونقول يفي بالغرض المقصود. ¶ صور التشبه بالكفار في أعيادهم: ¶ للكفار على اختلاف مللهم ونحلهم أعياد متنوعة: منها ما هو ديني من أساس دينهم أو مما أحدثوه فيه وكثير من أعيادهم ما هو إلا من قبيل العادات والمناسبات التي أحدثوا الأعياد من أجلها, كالأعياد القومية ونحوها, ويمكن حصر أنواع أعيادهم فيما يلي: ¶ أولا : الأعياد الدينية التي يتقربون بها إلى الله تعالى كعيد الغطاس والفصح والفطير, وعيد ميلاد المسيح - عليه السلام - ونحوها, ومشابهة المسلم لهم فيها تكون من وجهين : ¶ 1 - مشاركتهم في تلك الأعياد, كما لو احتفلت بعض الطوائف والأقليات غير المسلمة في بلاد المسلمين بعيدها فشاركهم فيها بعض المسلمين, كما حدث في وقت شيخ الإسلام ابن تيمية والحافظ الذهبي, وهو ما يحدث الآن في كثير من بلاد المسلمين , وأقبح منه ما يفعله بعض المسلمين من السفر إلى بلاد الكفار بقصد حضور تلك الأعياد والمشاركة في احتفالاتها, سواء أكانت دوافع هذا الحضور شهوانية أم كانت من قبيل إجابة دعوة بعض الكفار كما يفعله بعض المسلمين الحال ين في بلاد الكفار من إجابة تلك الدعوات الاحتفالية بأعيادهم , وكما يفعله بعض أصحاب رؤوس الأموال وملاك بعض الشركات الكبرى من إجابة تلك الدعوات مجاملة لأصحاب الدعوة أو لمصلحة دنيوية ; كعقد صفقات تجارية, ونحو ذلك; فهذا كله محرم ويخشى أن يؤدي إلى الكفر لحديث \" من تشبه بقوم فهو منهم \" وفاعل ذلك قصد المشاركة فيما هو من شعائر دينهم .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "2 - نقل احتفالاتهم إلى بلاد المسلمين; فمن حضر أعياد الكفار في بلادهم وأعجبته احتفالاتهم مع جهله وضعف إيمانه وقلة علمه, فقد يجعله ذلك ينقل شيئا من تلك الأعياد والشعائر إلى بلاد المسلمين كما يحصل الآن في أكثر بلاد المسلمين من الاحتفال برأس السنة الميلادية وهذا الصنف أقبح من الصنف السابق من وجه وهو نقل هذه الأعياد إلى بلاد المسلمين حيث لم يكتف أصحابه بمشاركة الكفار في شعائرهم بل يريدون نقلها إلى بلاد المسلمين . ¶ ثانيا : الأعياد التي كان أصلها من شعائر الكفار, ثم تحولت إلى عادات واحتفالات عالمية وذلك مثل الأعياد الأولمبية عند اليونان (الأولمبياد) حيث تظهر في هذا العصر على أنها مجرد تظاهرات رياضية عالمية والمشاركة فيها تكون على وجهين أيضا : ¶ 1 - حضور تنظيماتها ومراسمها وشعائرها في بلاد الكفار كما تفعله كثير من الدول الإسلامية من إيفاد وفود رياضية للمشاركة في ألعابها المختلفة . ¶ 2 - نقل هذه الأعياد إلى بلاد المسلمين كما لو طلبت بعض الدول الإسلامية تنظيم الألعاب الأولمبية في بلاد المسلمين . ¶ وكلا الأمرين : المشاركة فيها أو تنظيمها محرم في بلاد المسلمين لما يلي : ¶ أ - أن أصل هذه الألعاب الأولمبية عيد وثني من أعياد اليونان كما سبق ذكره وهو أهم وأعظم عيد عند الأمة اليونانية, ثم ورثه عنهم الرومان, ثم النصارى . ¶ ب - أنها تحمل الاسم ذاته الذي عرفت به لما كانت عيدا لليونان .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وكونها تحولت إلى مجرد ألعاب رياضية لا يلغي كونها عيدا وثنيا باعتبار أصلها واسمها والدليل على ذلك ما رواه ثابت بن الضحاك رضي الله عنه قال : نذر رجل على عهد رسول الله صلى الله عليه وسلم أن ينحر إبلا ببوانة فأتى النبي صلى الله عليه وسلم فقال : إني نذرت أن أنحر إبلا ببوانة فقال النبي صلى الله عليه وسلم : \" هل كان فيها وثن من أوثان الجاهلية يعبد ؟ قالوا : لا قال : فهل كان فيها عيد من أعيادهم ؟ قالوا : لا ، قال رسول الله صلى الله عليه وسلم : أوف بنذرك فإنه لا وفاء لنذر في معصية الله , ولا فيما لا يملك ابن آدم \" أخرجه أبو داود في الأيمان والنذور (3133) وفي رواية أخرى أن السائلة امرأة (2133) وأخرجه الطبراني في الكبير (1431) قال شيخ الإسلام: وهذا الإسناد على شرط الصحيحين, وإسناده كلهم ثقات مشاهير وهو متصل بلا عنعنة, انظر الاقتضاء (1/634), وصححه الحافظ في البلوغ (5041) . ¶ فاعتبر النبي صلى الله عليه وسلم الأصل وأصل هذه الدورة الرياضية عيد . ¶ قال شيخ الإسلام : \" وهذا يقتضي أن كون البقعة مكانا لعيدهم مانع من الذبح بها وإن نذر, كما أن كونها موضع أوثانهم كذلك , وإلا لما انتظم الكلام وحسن الاستفصال, ومعلوم أن ذلك إنما هو لتعظيم البقعة التي يعظمونها بالتعييد فيها أو لمشاركتهم في التعييد فيها, أو لإحياء شعار عيدهم فيها, ونحو ذلك إذ ليس إلا مكان الفعل أو الفعل نفسه أو زمانه..., وإذا كان تخصيص بقعة عيدهم محذورا فكيف عيدهم نفسه ؟ \" الاقتضاء (1/344) .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ومسألتنا هنا في عيد الأولمبياد ليست في زمان العيد أو مكانه, بل هو العيد عينه على أصل تسميته وما يجري فيه من أعمال, كإشعال الشعلة الأولمبية, وهي شعار العيد, وهو زمانه أيضا ; لأنه عند اليونان يقام كل أربع سنوات, وكذلك هو الآن يقام كل أربع سنوات; فهو عيد بأصله وتسميته وأعماله وزمانه فالاشتراك فيه اشتراك في عيد وثني ثم نصراني, وطلب تنظيم تلك الألعاب الأولمبية في بلاد المسلمين هو نقل لذلك العيد الوثني إلى بلاد المسلمين . ¶ ثالثا : الأيام والأسابيع التي ابتدعها الكفار وهي على قسمين: ¶ 1 - ما كان له أصل ديني عندهم ثم تحول إلى عادة يرتبط بها مصلحة دنيوية وذلك مثل عيد العمال الذي أحدثه عباد الشجر , ثم صار عيدا وثنيا عند الرومان ،ثم انتقل إلى الفرنسيين وارتبط بالكنيسة إلى أن جاءت الاشتراكية فنادت به وأصبح عالميا ورسميا حتى في كثير من الدول الإسلامية; فلا شك في حرمة اتخاذه عيدا وتعطيل الأعمال فيه لما يلي : ¶ أ - كونه عيدا دينيا وثنيا في أصل نشأته . ¶ ب - ثبوته في يوم من السنة معلوم وهو الأول من مايو . ¶ ج - علة التشبه بالكفار فيما هو من خصائصهم . ¶ 2 - أن لا يكون له أصل ديني, كيوم الصحة العالمي ويوم مكافحة المخدرات, ويوم محو الأمية, ونحوها من الأيام والأسابيع المحدثة; فلا يخلو حينئذ من أحد حالين : ¶ أ - أن يكون يوما أو أسبوعا ثابتا معلوما من السنة للعالم كله, يعود إذا عاد ذلك اليوم بعينه وذلك كعيد البنوك وما شابهه من الأيام الثابتة وهذا فيه علتان : ¶ - كونه ثابتا يعود كلما عاد ذلك اليوم بعينه. ¶ - علة التشبه بالكفار حيث هو من إحداثهم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وهل يتسامح في الأيام التنظيمية العالمية التي فيها خير للإنسانية كلها, ولا مفر للمسلمين من مشاركة العالم فيها إذ لهم مصالح تفوت بعدم المشاركة كيوم الصحة العالمي ويوم مكافحة المخدرات وهي ليست من باب الديانات بل هي من قبيل التنظيمات وإن أخذت صفات العيد في كونها تعود كل عام وفي كونها محل احتفال واحتفاء هذا فيما يظهر لي محل بحث واجتهاد تقدر فيه المصالح والمفاسد إذ لا مشورة للمسلمين فيها ولا اعتبار لرأيهم بل هي مفروضة على العالم كله والمسلمون من الضعف والذلة بما يعلم. ¶ ب - أن لا يكون يوما أو أسبوعا ثابتا في السنة وإنما متنقل حسب تنظيم معين أو مصلحة ما, فهذا انتفت عنه علة العيد وهي العود في يوم محدد, ولكن بقيت فيه علة التشبه فيما إذا كان مبتدعه الكفار ثم نقله عنهم المسلمون فهل ذلك من التشبه المحرم ؟ أم هو من التشبه الحلال فيكون كسائر التنظيمات الإدارية ونحوها وكأيام الجرد السنوية بالنسبة للشركات والمؤسسات ونحوها ؟ هذا أيضا محل بحث ونظر, وإن كان الظاهر لي ابتداءا أنه لا بأس بها لما يلي : ¶ - عدم ثباتها في أيام معينة تعود كلما عادت; فانتفت عنها صفة العيد . ¶ - أنها لا تسمى أعيادا ولا تأخذ صفة الأعياد من حيث الاحتفال ونحوه . ¶ - أن الهدف منها تنظيم حملات توعية وإرشاد لتحقيق أهداف نافعة. ¶ - أنه يلزم من منعها منع كثير من التنظيمات والاجتماعات التي تعود بين حين وآخر, ولا أظن أحدا يقول بهذا وذلك مثل الاجتماعات الأسرية والدعوية والوظيفية ونحوها. ¶ - ليس فيها علة تحرمها إلا كون أصلها من الكفار وانتقلت إلى المسلمين, وعمت بها البلوى وانتشرت عند الكفار وغيرهم, فانتفت عنها خصوصية الكفار بها بانتشارها بين المسلمين.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والخلاصة : أنها ليست من دين الكفار ومعتقداتهم, وليست من خصائص عاداتهم وأعرافهم, ولا تعظيم فيها ولا احتفال وليست أعيادا في أيام معلومة تعود كلما عادت فأشبهت سائر التنظيمات على ما فيها من مصلحة راجحة. ¶ رابعا : من صور التشبه بالكفار قلب أعياد المسلمين إلى ما يشبه أعياد الكفار: فإن أعياد المسلمين تميزت بكون شعائرها تدل على شكر الله - تعالى - وتعظيمه وحمده وطاعته, مع الفرح بنعمة الله - تعالى - وعدم تسخير هذه النعمة في المعصية وعلى العكس من ذلك أعياد الكفار فإنها تميزت بأنها تعظيم لشعائرهم الباطلة وأوثانهم التي يعبدونها من دون الله - تعالى - مع الانغماس في الشهوات المحرمة, ومع بالغ الأسف فإن المسلمين في كثير من الأقطار تشبهوا بالكفار في ذلك, فقلبوا مواسم عيدهم من مواسم طاعة وشكر إلى مواسم معصية وكفر للنعمة وذلك بإحياء ليالي العيدين بالمعازف والغناء والفجور وإقامة الحفلات المختلطة وما إلى ذلك مما يعبرون به عن بهجة العيد, على غرار ما يفعله الكفار في أعيادهم من فجور ومعصية. ¶ وجوب اجتناب أعياد الكفار: ¶ أ - اجتناب حضورها : ¶ اتفق أهل العلم على تحريم حضور أعياد الكفار والتشبه بهم فيها وهو مذهب الحنفية والمالكية والشافعية والحنابلة انظر الاقتضاء (2/425) وأحكام أهل الذمة لابن القيم (2/227 - 527) والتشبه المنهي عنه في الفقه الإسلامي (533) . لأدلة كثيرة جدا منها : ¶ 1 - جميع الأدلة الواردة في النهي عن التشبه وقد سبق ذكر طرف منها. ¶ 2 - الإجماع المنعقد في عهد الصحابة والتابعين على عدم حضورها ودليل الإجماع من وجهين:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أ - أن اليهود والنصارى والمجوس ما زالوا في أمصار المسلمين بالجزية يفعلون أعيادهم التي لهم والمقتضي لبعض ما يفعلونه قائم في كثير من النفوس, ثم لم يكن على عهد السابقين من المسلمين من يشركهم في شيء من ذلك, فلولا قيام المانع في نفوس الأمة كراهة ونهيا عن ذلك لوقع ذلك كثيرا إذ الفعل مع وجود مقتضيه وعدم منافيه واقع لا محالة والمقتضي واقع فعلم وجود المانع والمانع هنا هو الدين فعلم أن الدين دين الإسلام هو المانع من الموافقة وهو المطلوب الاقتضاء (1/454). ¶ ب - ما جاء في شروط عمر رضي الله عنه التي اتفق عليها الصحابة وسائر الفقهاء بعدهم أن أهل الذمة من أهل الكتاب لا يظهرون أعيادهم في دار الإسلام : فإذا كان المسلمون قد اتفقوا على منعهم من إظهارها فكيف يسوغ للمسلمين فعلها أو ليس فعل المسلم لها أشد من فعل الكافر لها مظهرا لها ؟ المصدر السابق, (1/454). ¶ 3 - قول عمر رضي الله عنه : \" لا تعلموا رطانة الأعاجم , ولا تدخلوا على المشركين في كنائسهم يوم عيدهم فإن السخطة تنزل عليهم \" مصنف عبد الرزاق (9061) والسنن الكبرى للبيهقي (9/432). ¶ 4 - قول عبد الله بن عمرو رضي الله عنهما : \" من بنى ببلاد الأعاجم فصنع نيروزهم ومهرجانهم وتشبه بهم حتى يموت وهو كذلك حشر معهم يوم القيامة \" السنن الكبرى (9/432) وصححه ابن تيمية في الاقتضاء (1/754). ¶ قال شيخ الإسلام : وهذا عمر نهى عن تعلم لسانهم وعن مجرد دخول الكنيسة عليهم يوم عيدهم; فكيف بفعل بعض أفعالهم , أو فعل ما هو من مقتضيات دينهم ؟ أليست موافقتهم في العمل أعظم من الموافقة في اللغة ؟ أو ليس عمل بعض أعمال عيدهم أعظم من مجرد الدخول عليهم في عيدهم ؟ وإذا كان السخط ينزل عليهم يوم عيدهم بسبب عملهم فمن يشركهم في العمل أو بعضه; أليس قد تعرض 0لعقوبة ذلك ؟ الاقتضاء (1/854).",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وعلق على قول عبد الله بن عمرو : (حشر معهم) فقال: وهذا يقتضي أنه جعله كافرا بمشاركتهم في مجموع هذه الأمور أو جعل ذلك من الكبائر الموجبة للنار وإن كان الأول ظاهر لفظه الاقتضاء (1/954). ¶ ب - اجتناب موافقتهم في أفعالهم : ¶ قد لا يتسنى لبعض المسلمين حضور أعياد الكفار لكنه يفعل مثل ما يفعلون فيها, وهذا من التشبه المذموم المحرم. قال شيخ الإسلام : \" لا يحل للمسلمين أن يتشبهوا بهم في شيء مما يختص بأعيادهم لا من طعام ولا لباس ولا اغتسال ولا إيقاد نيران ولا تبطيل عادة من معيشة أو عبادة أو غير ذلك, ولا يحل فعل وليمة ولا الإهداء ولا البيع بما يستعان به على ذلك لأجل ذلك, ولا تمكين الصبيان ونحوهم من اللعب الذي في الأعياد ولا إظهار زينة . وبالجملة : ليس لهم أن يخصوا أعيادهم بشيء من شعائرهم, بل يكون يوم عيدهم عند المسلمين كسائر الأيام \" مجموع الفتاوى (52/923). ¶ وقال الذهبي: \" فإذا كان للنصارى عيد ولليهود عيد كانوا مختصين به فلا يشركهم فيه مسلم, كما لا يشاركهم في شرعتهم ولا قبلتهم \" تشبيه الخسيس بأهل الخميس, ضمن مجلة الحكمة, عدد (4) , ص 391. ¶ وذكر ابن التركماني الحنفي جملة مما يفعله بعض المسلمين في أعياد النصارى من توسع النفقة وإخراج العيال, ثم قال عقب ذلك : قال بعض علماء الحنفية : من فعل ما تقدم ذكره ولم يتب فهو كافر مثلهم, وقال بعض أصحاب مالك : \" من كسر يوم النيروز بطيخة فكأنما ذبح خنزيرا \" اللمع في الحوادث والبدع (1/492). ¶ ج - اجتناب المراكب التي يركبونها لحضور أعيادهم: ¶ قال مالك : \" يكره الركوب معهم في السفن التي يركبونها لأجل أعيادهم لنزول السخطة واللعنة عليهم \" اللمع في الحوادث والبدع (1/492). ¶ وسئل ابن القاسم عن الركوب في السفن التي تركب فيها النصارى إلى أعيادهم فكره ذلك مخافة نزول السخطة عليهم بشركهم الذي اجتمعوا عليه الاقتضاء (2/625). ¶ د - عدم الإهداء لهم أو إعانتهم على عيدهم ببيع أو شراء:",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "قال أبو حفص الحنفي: \" من أهدى فيه بيضة إلى مشرك تعظيما لليوم فقد كفر بالله تعالى \"فتح الباري لابن حجر العسقلاني (2/315). ¶ وقال شيخ الإسلام ابن تيمية: ؛وكره ابن القاسم للمسلم يهدي للنصارى شيئا في عيدهم مكافأة لهم, ورآه من تعظيم عيدهم وعونا لهم على مصلحة كفرهم; ألا ترى أنه لا يحل للمسلمين أن يبيعوا من النصارى شيئا من مصلحة عيدهم ؟ لا لحما ولا إداما ولا ثوبا ولا يعارون دابة ولا يعاونون على شيء من عيدهم لأن ذلك من تعظيم شركهم ومن عونهم على كفرهم, وينبغي للسلاطين أن ينهوا المسلمين عن ذلك, وهو قول مالك وغيره : لم أعلمه اختلف فيه \" الاقتضاء (2/625 - 725). ¶ وقال ابن التركماني : \" فيأثم المسلم بمجالسته لهم وبإعانته لهم بذبح وطبخ وإعارة دابة يركبونها لمواسمهم وأعيادهم \" اللمع في الحوادث (1/ 492). ¶ ه- عدم إعانة المسلم المتشبه بهم في عيدهم على تشبهه : ¶ قال شيخ الإسلام : \" وكما لا نتشبه بهم في الأعياد, فلا يعان المسلم المتشبه بهم في ذلك; بل ينهى عن ذلك, فمن صنع دعوة مخالفة للعادة في أعيادهم لم تجب دعوته ومن أهدى من المسلمين هدية في هذه الأعياد مخالفة للعادة في سائر الأوقات غير هذا العيد لم تقبل هديته خصوصا إن كانت الهدية مما يستعان بها على التشبه بهم كما ذكرناه, ولا يبيع المسلم ما يستعين به المسلمون على مشابهتهم في العيد من الطعام واللباس ونحو ذلك; لأن في ذلك إعانة على المنكر \" الاقتضاء (2/915 - 025) . ¶ د - عدم تهنئتهم بعيدهم :",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "قال ابن القيم رحمه الله تعالى : \" وأما التهنئة بشعائر الكفر المختصة به فحرام بالاتفاق مثل أن يهنئهم بأعيادهم وصومهم فيقول : عيد مبارك عليك أو تهنأ بهذا العيد ونحوه فهذا إن سلم قائله من الكفر فهو من المحرمات وهو بمنزلة أن يهنئه بسجوده للصليب بل ذلك أعظم إثما عند الله وأشد مقتا من التهنئة بشرب الخمر وقتل النفس وارتكاب الفرج الحرام ونحوه وكثير ممن لا قدر للدين عنده يقع في ذلك وهو لا يدري قبح ما فعل . فمن هنأ عبدا بمعصية أو بدعة أو كفر فقد تعرض لمقت الله وسخطه وقد كان أهل الورع من أهل العلم يتجنبون تهنئة الظلمة بالولايات وتهنئة الجهال بمنصب القضاء والتدريس والإفتاء تجنبا لمقت الله وسقوطهم من عينه \" . ا. هـ أحكام أهل الذمة (1/144 - 244).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وإنما كانت تهنئة الكفار بأعيادهم الدينية حراما وبهذه المثابة التي ذكرها ابن القيم لأن فيها إقرارا لما هم عليه من شعائر الكفر, ورضى به لهم وإن كان هو لا يرضى بهذا الكفر لنفسه لكن يحرم على المسلم أن يرضى بشعائر الكفر أو يهنئ بها غيره لأن الله تعالى لا يرضى بذلك كما قال - تعالى : ( إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم ) [الزمر : 7] وقال تعالى : ( اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام ديناً ) [المائدة: 3] وتهنئتهم بذلك حرام سواء كانوا مشاركين للشخص في العمل أم لا وإذا هنؤونا بأعيادهم فإننا لا نجيبهم على ذلك; لأنها ليست بأعياد لنا ولأنها أعياد لا يرضاها الله تعالى لأنها إما مبتدعة في دينهم وإما مشروعة; لكن نسخت بدين الإسلام الذي بعث الله به محمدا صلى الله عليه وسلم إلى جميع الخلق , وقال فيه : ( ومن يبتغ غير الإسلام ديناً فلن يقبل منه وهو في الآخرة من الخاسرين ) [آل عمران: 85] , وإجابة المسلم دعوتهم بهذه المناسبة حرام لأن هذا أعظم من تهنئتهم به لما في ذلك من مشاركتهم فيها ومن فعل شيئا من ذلك فهو آثم سواء فعله مجاملة أو توددا أو حياءا أو لغير ذلك من الأسباب لأنه من المداهنة في دين الله ومن أسباب تقوية نفوس الكفار وفخرهم بدينهم مجموع فتاوى ورسائل فضيلة الشيخ محمد العثيمين - جمع وترتيب فهد السلمان (3/54 - 64). ¶ مسألة : لو أراد المسلم أن يحتفل مثل احتفالهم لكنه قدم ذلك أو أخره عن أيام عيدهم فرارا من المشابهة ؟",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هذا نوع من التشبه وهو حرام لأن تحريم الشيء يدخل فيه, وتحريم العيد ما قبله وما بعده من الأيام التي يحدثون فيها أشياء لأجله أو ما حوله من الأمكنة التي يحدث فيها أشياء لأجله أو ما يحدث بسبب أعماله من الأعمال حكمها حكمه فلا يفعل شيء من ذلك فإن بعض الناس قد يمتنع من إحداث أشياء في أيام عيدهم كيوم الخميس المقصود بالخميس هنا خميس العهد أو الصعود وهو من ضمن شعائر عيد القيامة (الفصح) عند النصارى ويسمونه الخميس الكبير والميلاد , ويقول لعياله : إنما أصنع لكم هذا في الأسبوع أو الشهر الآخر وإنما المحرك على إحداث ذلك وجود عيدهم ولولا هو لم يقتضوا ذلك, فهذا أيضا من مقتضيات المشابهة انظر: الاقتضاء (2/315). ¶ ه- - اجتناب استعمال تسمياتهم ومصطلحاتهم التعبدية : ¶ إذا كانت الرطانة لغير حاجة مما ي نهى عنه لعلة التشبه بهم فاستخدام تسميات أعيادهم أو مصطلحات شعائرهم مما هو أو لى في النهي عنه وذلك مثل استخدام لفظ (المهرجان) على كل تجمع كبير وهو اسم لعيد ديني عند الفرس . ¶ فقد روى البيهقي : \" أن عليا رضي الله عنه أ تي بهدية النيروز فقال : ما هذه ؟ قالوا : يا أمير المؤمنين ! هذا يوم النيروز قال : فاصنعوا كل يوم فيروزا قال أبو أسامة : كره رضي الله عنه أن يقول : نيروزا \" أخرجه البيهقي في السنن الكبرى (9/532). ¶ قال شيخ الإسلام ابن تيمية : \" وأما علي رضي الله عنه فكره موافقتهم في اسم يوم العيد الذي ينفردون به, فكيف بموافقتهم في العمل \" انظر: الاقتضاء (1/954). ¶ وقد مضى بيان أن هذا اللفظ ليس بعربي وفي العربية ما يغني عنه وما هو خير منه. ¶ وحكم قبول هديتهم في أعيادهم : ¶ تقرر سابقا أن الإهداء لهم في عيدهم لا يجوز لأنه من إعانتهم على باطلهم وأيضا عدم جواز هدية المسلم المتشبه بهم في عيدهم لأن قبولها إعانة له في تشبهه وإقرار له وعدم إنكار عليه الوقوع في هذا الفعل المحرم .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأما قبول هدية الكافر إذا أهدى للمسلم في وقت عيد الكافر فهو مثل الهدية في غيره لأنه ليس فيه إعانة على كفرهم والمسألة فيها خلاف وتفصيل ينبني على مسألة قبول هدية الكافر الحربي والذمي . ¶ علما بأن هديتهم على نوعين: ¶ 1 - ما كان من غير اللحوم التي ذبحت لأجل عيدهم كالحلوى والفاكهة ونحوها فهذا فيه الخلاف المبني على مسألة قبول هدية الكافر عموما والظاهر الجواز لما مضى أن عليا رضي الله عنه قبلها ولما ورد أن امرأة سألت عائشة رضي الله عنها قالت : \" إن لنا أطيارا من المجوس وإنه يكون لهم في العيد فيهدون لنا فقالت : أما ما ذبح لذلك اليوم فلا تأكلوا ولكن كلوا من أشجارهم \" أخرجه ابن أبي شيبة في كتاب الأطعمه من مصنفه (5/521) برقم (16342) وفي الاقتضاء (إن لنا آظارا ) وهو جمع ظئر. قال محقق الاقتضاء: ولعل المقصود به الأقارب من الرضاعة. ¶ وعن أبي برزة رضي الله عنه : \" أنه كان له سكان مجوس فكانوا يهدون له في النيروز والمهرجان فكان يقول لأهله : ما كان من فاكهة فكلوه وما كان غير ذلك فردوه \" المصدر السابق برقم (26342) . ¶ قال شيخ الإسلام : \" فهذا كله يدل على أنه لا تأثير للعيد في المنع من قبول هديتهم; بل حكمها في العيد وغيره سواء لأنه ليس في ذلك إعانة لهم على شعائر كفرهم \" الاقتضاء (2/455 - 555). ¶ 2 - أن تكون هديتهم من اللحوم المذبوحة لأجل عيدهم فلا يأكل منها لأثر عن عائشة وأبي برزة السابق ذكرهما ولأنه ذبح على شعائر الكفر . ¶ ز - تخصيص أعياد الكفار بالصيام مخالفة لهم : ¶ اختلف العلماء في ذلك : ¶ 1 - فقيل بعدم كراهة صيام أعيادهم لأجل مخالفتهم وهذا ضعيف. ¶ 2 - والصواب عدم جواز تخصيص أعيادهم بالصيام لأن أعيادهم موضع تعظيمهم فتخصيصها بالصيام دون غيرها موافقة لهم في تعظيمها .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "قال ابن قدامة رحمه الله تعالى : \" وقال أصحابنا : ويكره إفراد يوم النيروز ويوم المهرجان بالصوم ; لأنهما يومان يعظمهما الكفار فيكون تخصيصهما بالصيام دون غيرهما موافقة لهم في تعظيمهما فكره كيوم السبت وعلى قياس هذا كل عيد للكفار أو يوم يفردونه بالتعظيم \" المغني (4/924) وانظر الاقتضاء (2/975). ¶ \" وهذا الحكم فيما إذا قصد تخصيصه بالصوم لأنه عيدهم . أما لو وافق نذرا أو صيام تطوع أو نحوه من دون قصد موافقة عيدهم فلا بأس به \" انظر: حاشية ابن قاسم على الروض المربع (3/064). ¶ وضابط مخالفتهم في أعيادهم : أن لا ي حد ث فيها أمرا أصلا بل يجعل أيام أعيادهم كسائر الأيام انظر: الاقتضاء (2/815). فلا يعطل فيها عن العمل ولا يفرح بها ولا يخصها بصيام أو حزن أو غير ذلك . ¶ وذكر شيخ الإسلام ما يمكن أن يضبط به التشبه فقال رحمه الله تعالى : \" والتشبه : يعم من فعل الشيء لأجل أنهم فعلوه وهو نادر ومن تبع غيره في فعل لغرض له في ذلك إذا كان أصل الفعل مأخوذا عن ذلك الغير فأما من فعل الشيء واتفق أن الغير فعله أيضا ولم يأخذه أحدهما عن صاحبه ففي كون هذا تشبها نظر لكن قد ينهى عن هذا لئلا يكون ذريعة إلى التشبه ولما فيه من المخالفة \"الاقتضاء (1/242). ¶ وبناءا على ما ذكره شيخ الإسلام فإن موافقتهم فيما يفعلون على قسمين : ¶ 1 - تشبه بهم وهو ما كان للمتشبه فيه قصد التشبه لأي غرض كان وهو المحرم . ¶ 2 - مشابهة لهم وهي ما تكون بلا قصد لكن يبين لصاحبها وينكر عليه فإن انتهى وإلا وقع في التشبه المحرم قال عبد الله بن عمرو بن العاص رضي الله عنهما : رأى رسول الله صلى الله عليه وسلم علي ثوبين معصفرين فقال : \" إن هذه من ثياب الكفار فلا تلبسها \" وفي رواية فقال : \" أأمك أمرتك بهذا ؟ \" قلت : أغسلهما ؟ قال : \" بل احرقهما \" أخرج الروايتين مسلم في اللباس والزينة (7702) .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "قال القرطبي : \" يدل على أن علة النهي عن لبسهما التشبه بالكفار \" المفهم لما أشكل من تلخيص مسلم (5/993). ¶ فظاهر الحديث أن عبد الله رضي الله عنه لم يعلم بأنه يشبه لباس الكفار, ومع ذلك أنكر عليه النبي صلى الله عليه وسلم وبين له الحكم الشرعي في ذلك . ¶ هذا إذا كان أصل الشيء من الكفار أما إذا لم يعلم أنه من أصلهم بل يفعلونه ويفعله غيرهم فكأنه لا يكون تشبها ; لكن يرى شيخ الإسلام ابن تيمية النهي عنه سدا للذريعة وحماية للمسلم من الوقوع في التشبه, ولما فيه من قصد مخالفتهم . ¶ المنافقون وأعياد الكفار: ¶ 1 - طالب حزب البعث الاشتراكي في إحدى الدول العربية بإلغاء الأضحية بحجة الجوع والجفاف , ووضع دعاته لافتة كبيرة مكتوبا عليها : من أجل الجوعى والفقراء والعراة تبرع بقيمة خروف الأضحية انظر مجلة الاستجابة عدد (4) ربيع الثاني 6041ه-. ¶ ومضى عيد الأضحى بسلام وضحى المسلمون في ذلك البلد ثم لما أزف عيد الميلاد وعيد رأس السنة بدأت الاستعدادات للاحتفالات ثم جاء الميلاد ورأس السنة فكانت العطلات الرسمية في ذلك البلد والحفلات الباهظة والسهرات الماجنة وفي مقدمة المحتفلين قادة حزب البعث الاشتراكي الذين أنستهم الفرحة بأعياد النصارى ومجونها حال الجوعى والفقراء والعراة ; فهم لا يتذكرون أحوالهم إلا في أعياد المسلمين!!",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "2 - كتب أحدهم في زاويته الأسبوعية تحت عنوان (تسامح) انظر صحيفة عكاظ (82/8/8141ه-) (5/9/8141ه-) (21/9/8141ه-) . كلاما ينبئ عن مرض قلبه وضعف دينه, وهذا التسامح الذي يريده كان بمناسبة عيدي الميلاد ورأس السنة النصرانيي ن فكان مما قال هذا المتفيقه المتحذلق : ؛ فهذه الأخوة الإنسانية تعم البشر جميعا ولا تكون التفرقة والمعاداة إلا عند الاقتتال وحين يناوئ جماعة المسلمين جماعة أخرى عندئذ تكون المقاتلة والعداوة للدفاع المشروع عن النفس رغم أن بعض المتشددين والجماعات الإرهابية تحاول إطفاء هذا الوهج بإشاعة تفاسير وآراء تحض على الكراهية بين البشر ومقاطعة العالم يضجون بها في المناسبات العامة التي يحتفي بها العالم جميعه ويعتبرون تهنئة الآخرين بها جنوحا عن الإسلام والصواب - لعمري - هو إشاعة المحبة لا البغض والتقريب لا التنفير \" ويمضي الكاتب في سلسلته التسامحية المتميعة المنهزمة والتي امتدت على ثلاث حلقات لتغطي جميع أيام العيدين النصرانيين الذي أشرب قلبه حبهما فيقول في الثانية منهما : \" فالأصل هو البر أي التسامح والعدل أما العداوة فهي على الذين أعلنوا القتال علينا. أما الاختلاف في الأديان فالأمر فيه لعدل الله ورحمته يوم القيامة والقول بأن ذلك التسامح موالاة لغير المسلمين فقد رد عليه العلماء بقولهم : إن الممنوع هو موالاة المحاربين للمسلمين في حرب معلنة فيكون حينئذ خيانة عظمى , ولا يحل للمسلم حينذاك مناصرتهم واتخاذهم بطانة يفضي إليهم بالأسرار \". ¶ فهل هذا الكلام إلا عين الضلال والشك في الإسلام وتصحيح كفر الكفار ؟! والعياذ بالله من ذلك. ¶ ثم في حلقته الثالثة يكيل التهم الرخيصة المستهلكة من الإرهاب والتطرف وسفك الدماء على كل من لم يوافقه على فقهه الصحفي, كما هي عادة هذه الذئاب المتفرنجة في افتتاحيات مقالاتهم وخاتمتها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "وما كنت أظن أن الحال بالأمة سيصل إلى هذا الحد المخزي ولا أن التبعية والانهزام سيصير إلى هذا الأثر المخجل, ولكن ماذا كنا نتوقع ما دام أن كثيرا من المنابر الإعلامية والصحفية يتربع عليها أمثال هؤلاء الموتورين المهووسين, وإلى الله المشتكى من أمة يقرر ولاء ها وبراءها ويرسم طريقها ومنهجها عبر الإعلام والصحافة أناس ما تخرجوا إلا من الملاحق الفنية والرياضية جل ثقافتهم أسماء الممثلات والمغنيات والراقصات والرياضيين. ¶ ثم يا ترى ماذا سيكتبون بعد أسابيع عن احتفالات نهاية الألفية الميلادية الثانية التي توشك على الانتهاء ؟! ¶ إنهم وكالمعتاد سيدعون جماهير المسلمين إلى المشاركة فيها حتى لا يتهم الإسلام بالرجعية والظلامية, ولكي يثبتوا للعالم أنهم متحضرون بما فيه الكفاية حتى يرضى عنهم عباد الصليب وعباد العجل, والويل ثم الويل لمن أنكر مشاركة المسلمين في تلك الاحتفالات العالمية الألفية, إنه سيتهم بالأصولية والتطرف والإرهاب وسفك الدماء. ¶ ولن تعدم من منهزميهم فتاوى معممة جاهزة بجواز المشاركة, يتلقفها صحفيون يكذبون عليها ألف كذبة لإقناع المسلمين أن الإسلام بلغ من تسامحه وأريحيته إجازة المشاركة في شعائر الكفر; حتى لا نجرح مشاعر الكفار, ونكدر عليهم صفو احتفالاتهم التي كانت خاتمة لقرن شهد دماءا إسلامية غزيرة نزفت في أرجاء المعمورة بأيدي اليهود والنصارى في حروب عقائدية دينية غير متكافئة وما أنباء كوسوفا عن تلك الاحتفالات ببعيدة إذ هي في آخر عام من تلك الألفية النصرانية المتسامحة !!.",
            "page": "37",
            "part": "1"
        }
    ],
    "t36542": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "أعياد الكفار وحكم المشاركة فيها"
        }
    ]
}