{
    "b36559": [
        {
            "id": "1",
            "nass": "نصيحة للتجار ¶ بالبعد عن نشر الأضرار ¶ تأليف ¶ أبي عبد الرحمن يحيى بن علي الحجوري ¶ المقدمة ¶ الحمد لله والصلاة والسلام على رسول الله. ¶ أما بعد: ¶ فأن أصل هذه الرسالة المتواضعة محاضرة اشتملت على نصيحة للتجار، بعنوان: (نصيحة للتجار بالبعد عن نشر الأضرار) كانت هذه النصيحة في ليلة الثلاثاء، الرابع عشر من شهر صفر، لعام ألف وأربعمائة وسبعة وعشرين من الهجرة النبوية على صاحبها الصلاة والسلام. ¶ وكان الباعث على ذلك ما سيأتي ذكره -إن شاء الله- في الرسالة. ¶ ثم فرغت هذه المادة من الشريط، فهذبتها، وأضفت إليها بعض ما كان من بابها، أسأل الله عزوجل أن يجعلها وسائر أعمالي خالصة لوجهه، نافعة لعباده. ¶ وبالله التوفيق. ¶ وهذا ملف جاءنا من إخواننا العقلاء الحريصين على سلامة أنفسهم وغيرهم من الفتنة، من أفاضل أهل عدن، أثابهم الله، وهذا الملف كان قد جاء نظيره قبل، ويسر الله إرساله، إلى عديد من ذوي الشأن وفقهم الله، وعلمنا أنه حصل خير كثير، ثم عادت كرة أهل الفساد، بنشر فسادهم؛ وبالأخص في الخمور، وهذه الصور التي في هذا الدفتر، صور الخمور من ذلك الحوش، ومن مشتقاته في عدن لاسيما في هذه الآونة يتزايد، فانظروا معلباتها وقواريرها. ¶ وأيضاً أرسلوا مع هذه الصور ملفاً قد جأروا فيه إلى الله عز وجل، ثم إلى عديد من المسئولين؛ لإزالة هذا المنكر، ولا يزال المنكر موجوداً مع مضاعفة الجهود من كثير من الخيرين من المسئولين وغيرهم. ¶ وأرسلوا أيضًا هذه الورقة وهي تحمل طلبًا منهم شريفًا؛ يطلبون النصح لمن عسى الله أن ينفعه بذلك، فتعال يا عدنان واقرأها. ¶ نص الرسالة: ¶ ببسم الحمد لله والصلاة والسلام على نبينا محمد وعلى آله وصحبه وسلم. ¶ من إخوانكم أهل السنة والجماعة في محافظة عدن، إلى فضيلة الشيخ المكرم: أبي عبد الرحمن يحيى بن علي الحجوري حفظه الله وبارك فيه وفي علمه وبعد:",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "السلام عليكم ورحمة الله وبركاته، في البدء نحمد الله عز وجل أن جعل لنا علماء ومشايخ ربانيين، يرجع إليهم ونستفتيهم فيما نواجه من فتن وبلايا. ¶ فيوجهوننا ويفتوننا بالأدلة الواضحة من كتاب ربنا، وسنة نبينا صلى الله عليه وعلى آله وسلم، وأقوال السلف رضوان الله عليهم، مما يجعل القلب مطمئناً منشرحاً مستمعاً لتوجيهاتهم وفتاويهم، وهذا فضل الله يؤتيه من يشاء، والله واسع عليم، وما هذه الخمور التي أتلفت إلا ثمرة عاجلة لتلكم الفتاوى والمحاضرات بشأن الأمر بالمعروف والنهي عن المنكر؛ التي بعثت في نفوس كثير من الشباب الغيرة على محارم الله، أن تنتهك والسعي لإزالة هذه المنكرات بالطرق الشرعية، وأنتم أيها العلماء أغير منا ومن الناس على محارم الله أن تنتهك وأن يجاهر بها.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فضيلة الشيخ إننا نخبركم أنه يوجد عندنا تاجر للخمور المستوردة في عدن، ولديه محلات لبيع الخمور، ويوزع الخمور على الفنادق والمراقص والملاهي الليلية، وبفضل الله وحده ثم بسعي من الإخوة وبعض الخيرين من المسئولين؛ ضُبِط على هذا التاجر حوش كبير يباع فيه الخمور، وضبط فيه كميات كبيرة من الخمور، وتم إتلافها، وأغلق هذا الحوش، ولشهرة هذا المكان الذي كان لا يتوقع أن يغلق أعلن عنه في الصحف، ولم يتم القبض على هذا التاجر بسبب التلاعب من بعض الجهات الأمنية، بل إنه تجرأ لبيع الخمور مرة أخرى أمام مرأى الجميع، وهناك بعض المسئولين يقومون بحماية ذاك التاجر(¬1)، ويستغلون مناصبهم لتسهيل استيراد الخمور من الخارج عن طريق البحر تهريباً في منطقة رأس العارة، ومن ثم توزع على الفنادق والمراقص والمحلات. ¶ فضيلة الشيخ: إننا نشكو من المجاهرة بهذه المنكرات؛ التي أصبحت علَماً يشار إليها بعدن، ويأتيها المفسدون من صنعاء وغيرها، بل إنه والله ثم والله يا شيخ يأتي المفسدون من خارج اليمن؛ من الإمارات، والسعودية وغيرها، لعلمهم أن في عدن الخمور منتشرة، والدعارة والمراقص والملاهي الليلة، فيأتون لقضاء الإجازة في عدن لأجل هذه المنكرات، وقبل سنوات ما كان هذا منتشراً وما كانت عدن تعرف بهذا. ¶ يريدون أن يجعلوا عدن منطقة حرة بزعمهم؛ لا تتقيد بدين ولا بأخلاق وإنا لله وإنا إليه راجعون!. ¶ ¬__________ ¶ (¬1) ... هذا التاجر اسمه أمين الذراع، كان رأسًا في الحزب الاشتراكي في بلاد عتمة، من اليمن، كما أخبرني بذلك: أحد أسرته من طلبة العلم عندنا في دماج، ولما سلّط الله على الاشتراكية، وسقطت دولتهم قبل سنين قريبة، لجئوا إلى وسائل النفاق؛ يتسترون بالإسلام، ويكمنون خلف دعوى الوطنية، وينشرون ما كانوا ينشرونه من الفساد من قبل بثوب جديد، كما أبانه بعض الكتاب من طلبة العلم لدينا في رسالة موثقة، وهي الآن معدّة للطبع.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "فضيلة الشيخ إننا نطلب منكم جزاكم الله عنا وعن الإسلام خيراً النصيحة حول هذه المنكرات التي حلت علينا في عدن، بما ترونه مناسباً وإننا نعلم أن الله قد جعل لكم قبولاً في الأرض، فعسى الله أن ينفع بما تقولونه، ونوصيكم يا شيخ بالدعاء على كل من يسعى بالفساد في عدن وغيرها من مناطق اليمن، والحمد لله رب العالمين. ¶ الخامس من صفر (1424هـ ). ¶ فأجاب فضيلة الشيخ قائلاً ¶ الحمد لله، نحمده ونستعينه ونستغفره، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم تسليماً كثيراً أما بعد: ¶ فنحمده عز وجل القائل: {بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ} [الأنبياء:18]، والقائل: {وَقُلْ جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ زَهُوقاً} [الإسراء:81]، وأشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمداً عبده ورسوله صلى الله عليه وعلى آله وسلم القائل: «اللهم إني لا أحل لهم إفساد ما أصلحت» أما بعد: فإن اكتساب المال مشروع، فربنا عز وجل قال في كتابه العزيز: {زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنْطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِنْدَهُ حُسْنُ الْمَآبِ}[آل عمران:14]. ¶ ويقول عز وجل: {اعْلَمُوا أَنَّمَا الْحَيَاةُ الدُّنْيَا لَعِبٌ وَلَهْوٌ وَزِينَةٌ وَتَفَاخُرٌ بَيْنَكُمْ وَتَكَاثُرٌ فِي الْأَمْوَالِ وَالْأَوْلادِ كَمَثَلِ غَيْثٍ أَعْجَبَ الْكُفَّارَ نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرّاً ثُمَّ يَكُونُ حُطَاماً وَفِي الْآخِرَةِ عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِنَ اللَّهِ وَرِضْوَانٌ وَمَا الْحَيَاةُ الدُّنْيَا إِلَّا مَتَاعُ الْغُرُورِ} [الحديد:20] .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ويقول سبحانه وتعالى: {الْمَالُ وَالْبَنُونَ زِينَةُ الْحَيَاةِ الدُّنْيَا وَالْبَاقِيَاتُ الصَّالِحَاتُ خَيْرٌ عِنْدَ رَبِّكَ ثَوَاباً وَخَيْرٌ أَمَلاً} [الكهف:46]. ¶ ويقول سبحانه وتعالى: {وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَاماً وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً * وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ وَلا تَأْكُلُوهَا إِسْرَافاً وَبِدَاراً أَنْ يَكْبَرُوا وَمَنْ كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَنْ كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفَى بِاللَّهِ حَسِيباً * لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيباً مَفْرُوضاً}[النساء:5-7]. ¶ وقال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِلِ إِلَّا أَنْ تَكُونَ تِجَارَةً عَنْ تَرَاضٍ مِنْكُمْ} [النساء:29](¬1). ¶ وأخرج البخاري، عَنْ ابْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا قَالَ: كَانَتْ عُكَاظٌ، وَمَجَنَّةُ، وَذُو الْمَجَازِ أَسْوَاقًا فِي الْجَاهِلِيَّةِ، فَلَمَّا كَانَ الْإِسْلَامُ فَكَأَنَّهُمْ تَأَثَّمُوا فِيهِ، فَنَزَلَتْ {لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَبْتَغُوا فَضْلًا مِنْ رَبِّكُمْ} (فِي مَوَاسِمِ الْحَجِّ) قَرَأَهَا ابْنُ عَبَّاسٍ ¶ ¬__________ ¶ (¬1) أي لا تتعاطوا الأسباب المحرمة في اكتساب الأموال، لكن المتاجر المشروعة التي تكون عن تراض من البائع والمشتري فافعلوها وتسببوا بها في تحصيل الأموال",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ففي هذه الآيات بيان من الله سبحانه وتعالى بشرعية اكتساب المال، ولكن يجب أن تراعى في ذلك أمور، وإذا اختلت تلك الأمور فسدت الحياة الدينية والدنيوية، فاكتساب المال مشروع، ولكن مراعاة كيفية تحصيله، هذا من أهم الواجبات التي يفترق فيها المسلم عن الكافر، والبر عن الفاجر. ¶ ومن أهم تلك الأمور التي يجب مراعاتها: أن يكون المال مكتسباً من حلال، فالله سبحانه وتعالى يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَاشْكُرُوا لِلَّهِ إِنْ كُنْتُمْ إِيَّاهُ تَعْبُدُونَ} [البقرة:172] . ¶ ويقول سبحانه وتعالى في كتابه الكريم: {وَلا تَقُولُوا لِمَا تَصِفُ أَلْسِنَتُكُمُ الْكَذِبَ هَذَا حَلالٌ وَهَذَا حَرَامٌ لِتَفْتَرُوا عَلَى اللَّهِ الْكَذِبَ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ} [النحل:116]. ¶ فمن أحل ما حرم الله فهو كاذب لا يفلح، ومن حرم ما أحل الله فهو كاذب لا يفلح، ويقول الله سبحانه وتعالى: {قُلْ مَنْ حَرَّمَ زِينَةَ اللَّهِ الَّتِي أَخْرَجَ لِعِبَادِهِ وَالطَّيِّبَاتِ مِنَ الرِّزْقِ قُلْ هِيَ لِلَّذِينَ آمَنُوا فِي الْحَيَاةِ الدُّنْيَا خَالِصَةً يَوْمَ الْقِيَامَةِ كَذَلِكَ نُفَصِّلُ الْآياتِ لِقَوْمٍ يَعْلَمُونَ * قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْأِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ}[الأعراف: 32-33] . ¶ ويقول سبحانه وتعالى في كتابه الكريم: {مَا جَعَلَ اللَّهُ مِنْ بَحِيرَةٍ وَلا سَائِبَةٍ وَلا وَصِيلَةٍ وَلا حَامٍ وَلَكِنَّ الَّذِينَ كَفَرُوا يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ وَأَكْثَرُهُمْ لا يَعْقِلُونَ}[المائدة:103].",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فأخبر الله سبحانه وتعالى أن الجاهلية كانوا يحلون ما حرم الله، ويحرمون ما أحل الله بغير برهان ولا قرآن، فذمهم الله على ذلك. ¶ اكتساب المال الحلال فيه بركة، فقد ثبت في «الصحيح» من حديث أَبِي هُرَيْرَةَ قَالَ: لَمَّا كَانَ غَزْوَةُ تَبُوكَ أَصَابَ النَّاسَ مَجَاعَةٌ قَالُوا: يَا رَسُولَ اللَّهِ لَوْ أَذِنْتَ لَنَا فَنَحَرْنَا نَوَاضِحَنَا فَأَكَلْنَا وَادَّهَنَّا، فَقَالَ رَسُولُ اللَّهِ ?: «افْعَلُوا» قَالَ: فَجَاءَ عُمَرُ فَقَالَ: يَا رَسُولَ اللَّهِ إِنْ فَعَلْتَ قَلَّ الظَّهْرُ، وَلَكِنْ ادْعُهُمْ بِفَضْلِ أَزْوَادِهِمْ، ثُمَّ ادْعُ اللَّهَ لَهُمْ عَلَيْهَا بِالْبَرَكَةِ؛ لَعَلَّ اللَّهَ أَنْ يَجْعَلَ فِي ذَلِكَ، فَقَالَ رَسُولُ اللَّهِ ?: «نَعَمْ» قَالَ: فَدَعَا بِنِطَعٍ فَبَسَطَهُ، ثُمَّ دَعَا بِفَضْلِ أَزْوَادِهِمْ قَالَ: فَجَعَلَ الرَّجُلُ يَجِيءُ بِكَفِّ ذُرَةٍ قَالَ: وَيَجِيءُ الْآخَرُ بِكَفِّ تَمْرٍ قَالَ: وَيَجِيءُ الْآخَرُ بِكَسْرَةٍ، حَتَّى اجْتَمَعَ عَلَى النِّطَعِ مِنْ ذَلِكَ شَيْءٌ يَسِيرٌ قَالَ: فَدَعَا رَسُولُ اللَّهِ ? عَلَيْهِ بِالْبَرَكَةِ، ثُمَّ قَالَ: «خُذُوا فِي أَوْعِيَتِكُمْ» قَالَ: فَأَخَذُوا فِي أَوْعِيَتِهِمْ؛ حَتَّى مَا تَرَكُوا فِي الْعَسْكَرِ وِعَاءً إِلَّا مَلَئُوهُ قَالَ: فَأَكَلُوا حَتَّى شَبِعُوا، وَفَضَلَتْ فَضْلَةٌ فَقَالَ رَسُولُ اللَّهِ ?: «أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا اللَّهُ، وَأَنِّي رَسُولُ اللَّهِ، لَا يَلْقَى اللَّهَ بِهِمَا عَبْدٌ غَيْرَ شَاكٍّ فَيُحْجَبَ عَنْ الْجَنَّةِ». ¶ وفي «الصحيحين» من حديث حكيم بن حزام رضي الله عنه: أن النبي ? قال: »البيعان بالخيار ما لم يتفرقا فإن صدقا وبينا بورك لهما في بيعهما ، وإن كذبا وكتما محقت بركة بيعهما«، وانظر إلى هذا الحديث العظيم، كيف يبين فيه الذي لا ينطق عن الهوى.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أن من أسباب البركة الصدق في البيع والشراء، وبيان عيب السلعة، وربنا سبحانه وتعالى يقول في كتابه الكريم: {وَلَوْ أَنَّ أَهْلَ الْقُرَى آمَنُوا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِنَ السَّمَاءِ وَالْأَرْضِ وَلَكِنْ كَذَّبُوا فَأَخَذْنَاهُمْ بِمَا كَانُوا يَكْسِبُونَ} [لأعراف:96]. ¶ وقال تعالى: {وَلَوْ أَنَّ أَهْلَ الْكِتَابِ آمَنُوا وَاتَّقَوْا لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ وَلَأَدْخَلْنَاهُمْ جَنَّاتِ النَّعِيمِ * وَلَوْ أَنَّهُمْ أَقَامُوا التَّوْرَاةَ وَالْأِنْجِيلَ وَمَا أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ مِنْهُمْ أُمَّةٌ مُقْتَصِدَةٌ وَكَثِيرٌ مِنْهُمْ سَاءَ مَا يَعْمَلُونَ} [المائدة:65-66]. ¶ ولا شك عند كل بصير وعارف أن قول الله: {آمَنُوا وَاتَّقَوْا} يشمل الاكتساب، ويشمل سائر الحياة، فمن آمن واتقى الله في كسبه، وفيما يأتي ويذر؛ بارك الله في حياته، وفي رزقه، وفي أهله، وفي ماله، وفي دينه، ودنياه. ¶ فقد روى الإمام مسلم انفرد به، ليس له سواه عَنْ عِيَاضِ بْنِ حِمَارٍ الْمُجَاشِعِيِّ، أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَهْلُ الْجَنَّةِ ثَلَاثَةٌ: ذُو سُلْطَانٍ مُقْسِطٌ مُتَصَدِّقٌ مُوَفَّقٌ، وَرَجُلٌ رَحِيمٌ رَقِيقُ الْقَلْبِ لِكُلِّ ذِي قُرْبَى وَمُسْلِمٍ، وَعَفِيفٌ مُتَعَفِّفٌ ذُو عِيَالٍ» قَالَ: «وَأَهْلُ النَّارِ خَمْسَةٌ»، وذكر منهم قال: «وَرَجُلٌ لَا يُصْبِحُ وَلَا يُمْسِي إِلَّا وَهُوَ يُخَادِعُكَ فِي أَهْلِكَ وَمَالِكَ».",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "إن اكتساب المال الحلال من أسباب قبول الدعاء عند الله عز وجل، والمال الحرام من أسباب رده، فقد روى الإمام مسلم في «صحيحه» من حديث أَبِي هُرَيْرَةَ رضي الله عنه، قَالَ: قَالَ رَسُولُ اللَّهِ ?: «أَيُّهَا النَّاسُ إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا، وَإِنَّ اللَّهَ أَمَرَ الْمُؤْمِنِينَ بِمَا أَمَرَ بِهِ الْمُرْسَلِينَ فَقَالَ: {يَا أَيُّهَا الرُّسُلُ كُلُوا مِنْ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًا إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ} [المؤمنون:51]، وَقَالَ: {يَا أَيُّهَا الَّذِينَ آمَنُوا كُلُوا مِنْ طَيِّبَاتِ مَا رَزَقْنَاكُمْ} [البقرة:172]، ثُمَّ ذَكَرَ الرَّجُلَ يُطِيلُ السَّفَرَ، أَشْعَثَ أَغْبَرَ، يَمُدُّ يَدَيْهِ إِلَى السَّمَاءِ، يَا رَبِّ يَا رَبِّ، وَمَطْعَمُهُ حَرَامٌ، وَمَشْرَبُهُ حَرَامٌ، وَمَلْبَسُهُ حَرَامٌ، وَغُذِيَ بِالْحَرَامِ، فَأَنَّى يُسْتَجَابُ لِذَلِكَ». ¶ أيها التجار المسلمون! إنكم تمرضون، إنكم تفتقرون إلى الله، إنكم تحزنون، إنه يصيبكم اللأوا، ويصيبكم ما يصيب سائر الناس، وأنتم بحاجة إلى رب العالمين سبحانه وتعالى في استجابة دعائكم، وفي كل شيء من أموركم، فهو القائل: {يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللهُ هُوَ الْغَنِيُّ الْحَمِيدُ * إِنْ يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ * وَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ}[فاطر: 15-17]. ¶ والقائل: {وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ فَلْيَسْتَجِيبُوا لِي وَلْيُؤْمِنُوا بِي لَعَلَّهُمْ يَرْشُدُونَ} [البقرة:186].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أنتم بحاجة إلى الله سبحانه، ومن استغنى عن الله عز وجل طرفة عين فقد كفر بالله، وصار من أهل الحين(¬1)، وإذا كان الأمر كذلك فلماذا لا تجعلون لكم عند الله سبحانه وتعالى وسيلة بطاعته؟، وبالبعد عن محارمه!، وبالبعد عن المال الخبيث؛ فإن المال الخبيث لا يغررك ولو كثر، والولد الخبيث لا يغرر ولو كثر، وأي شيء خبيث لا يغررك ولو كثر، قال ربنا سبحانه وتعالى: {قُلْ لا يَسْتَوِي الْخَبِيثُ وَالطَّيِّبُ وَلَوْ أَعْجَبَكَ كَثْرَةُ الْخَبِيثِ فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ لَعَلَّكُمْ تُفْلِحُونَ} [المائدة:100] . ¶ المال الخبيث ليس فيه بركة، لا في مأكله، ولا في مشربه، ولا في ملبسه، ولا على الولد، ولا على القلب، ولا على الصحة، فقد ثبت عند الإمام أحمد وغيره من حديث جابر بن عبد الله رضي الله عنه: أن النبي ? قال: »يا كعب بن عجرة إنه لا يدخل الجنة لحم نبت من سحت النار أولى به«. ¶ وفي «الصحيحين» من حديث النعمان بن بشير رضي الله عنه، أن النبي ? قال: »الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ وَبَيْنَهُمَا مُشَبَّهَاتٌ لَا يَعْلَمُهَا كَثِيرٌ مِنْ النَّاسِ فَمَنْ اتَّقَى الْمُشَبَّهَاتِ اسْتَبْرَأَ لِدِينِهِ وَعِرْضِهِ وَمَنْ وَقَعَ فِي الشُّبُهَاتِ كَرَاعٍ يَرْعَى حَوْلَ الْحِمَى يُوشِكُ أَنْ يُوَاقِعَهُ أَلَا وَإِنَّ لِكُلِّ مَلِكٍ حِمًى أَلَا إِنَّ حِمَى اللَّهِ فِي أَرْضِهِ مَحَارِمُهُ أَلَا وَإِنَّ فِي الْجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الْجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الْجَسَدُ كُلُّهُ أَلَا وَهِيَ الْقَلْبُ« ¶ ¬__________ ¶ (¬1) كذا قال الطحاوي -رحمه الله- في «العقيدة الطحاوية».",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وإنك إذا اكتسب مالاً حلالاً ولو كان قليلاً فإنه فيه بركة عليك وعلى أهلك، قال تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ وَأَهْلِيكُمْ نَاراً وَقُودُهَا النَّاسُ وَالْحِجَارَةُ عَلَيْهَا مَلائِكَةٌ غِلاظٌ شِدَادٌ لا يَعْصُونَ اللَّهَ مَا أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ} [التحريم:6]، فبإطعامه الحلال تكون أيها المسلم قد تسببت في وقاية جسمك، وأجسام أهلك من النار، كما هو ملاحظ في حديث جابر، والآية التي بعده، وهذه من بركة الحلال. ¶ فلا يعجبك غير الحلال؛ فإنه عذاب على أصحابه، قال ربنا سبحانه: {فَلا تُعْجِبْكَ أَمْوَالُهُمْ وَلا أَوْلادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ لِيُعَذِّبَهُمْ بِهَا فِي الْحَيَاةِ الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ} [التوبة:55]، وسواء كان في حق الكافر، أو في حق الفاجر، فإنه عليه نكد في نكد، فلا يستفيد منه إذا تصدق، ولا يقبله الله، «إن الله طيب لا يقبل إلا طيباً». ¶ ولو بنى المساجد، أو تصدق على الفقراء، أو أطعم المساكين، أو حفر الآبار، وكفل الأيتام، ووصل به الأرحام، فكله لا يقبله الله منه، ويكون غاشاً لابنائه ولمن يرعاهم به، وقد قال النبي ? »ما من عبد يسترعيه الله رعية يموت وهو غاش لرعيته إلا لمن يجد رائحة الجنة« ، والحديث في «الصحيح» من حديث معقل رضي الله عنه، وكل الذين تؤكلهم من الحرام تحمل أوزارهم يوم القيامة، قال الله عز وجل: {لِيَحْمِلُوا أَوْزَارَهُمْ كَامِلَةً يَوْمَ الْقِيَامَةِ وَمِنْ أَوْزَارِ الَّذِينَ يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ أَلا سَاءَ مَا يَزِرُونَ} [النحل:25].",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "فعليكم أيها الناس بتحري الحلال، فإن فيه بركة حتى على ذريتكم من بعدكم، يقول الله سبحانه: {وَأَمَّا الْجِدَارُ فَكَانَ لِغُلامَيْنِ يَتِيمَيْنِ فِي الْمَدِينَةِ وَكَانَ تَحْتَهُ كَنْزٌ لَهُمَا وَكَانَ أَبُوهُمَا صَالِحاً فَأَرَادَ رَبُّكَ أَنْ يَبْلُغَا أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنْزَهُمَا رَحْمَةً مِنْ رَبِّكَ وَمَا فَعَلْتُهُ عَنْ أَمْرِي ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِعْ عَلَيْهِ صَبْراً} [الكهف:82]، الله عز وجل حفظ على أولئك النفر كنزهما؛ لأنه من حلال، ولأن أباهما كان صالحًا، ولا يمكن أن يوصف بالصلاح وهو مكتنز للحرام، وأيضًا فإن الحرام لا يورث، وهذا الكنز قال الله عنه: {كَنْزٌ لَهُمَا}. ¶ الخليفة عمر بن عبد العزيز رحمة الله عليه، كان أولاد بني أمية أثرياء، وأولاده في حياته فقراء، يصرف عليهم من بيت مال المسلمين الشيء اليسير، فقال بعض الناس: إنك أفرغت أفواه أولادك عن هذا المال، والناس يتمتعون بالأموال، وعند حضور أجله جمعهم وقال: يا أبنائي إني سمعت الناس يقولون كذا وكذا، فإن كنتم صالحين فالله يتولى الصالحين، قال الله عز وجل: {إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ} [الأعراف:196]، وإن كنتم غير ذلك فلا أحب أن أعينكم بهذا المال على المحرم، وبعد ذلك لما خلف فيهم عملًا صالحاً صاروا بعد ذلك أثرياء يقترض منهم بعض بني أمية، فالله الله في تحري الحلال، فقد ثبت عن المقداد بن الأسود رضي الله عنه: أن النبي ? قال: »إن أفضل ما يأكل المرء من كسب يده وإن داود عليه السلام كان يأكل من كسب يده«، هذا أمر يجب ملاحظته وتجب مراعاته لكل من اكتسب المال من التجار أو من غيرهم.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "الأمر الثاني: احذروا معشر التجار فتنة الأموال، فإن الله عز وجل يقول: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلادِكُمْ عَدُوّاً لَكُمْ فَاحْذَرُوهُمْ وَإِنْ تَعْفُوا وَتَصْفَحُوا وَتَغْفِرُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ * إِنَّمَا أَمْوَالُكُمْ وَأَوْلادُكُمْ فِتْنَةٌ وَاللَّهُ عِنْدَهُ أَجْرٌ عَظِيمٌ} [التغابن: 14-15]. ¶ فالمال فتنة، ثبت من حديث كعب بن عياض رضي الله عنه: أن النبي ? قال: »لكل أمة فتنة وفتنة أمتي المال«. ¶ وثبت أيضًا من حديث كعب بن مالك رضي الله عنه: عن النبي ? قال: »ما ذئبان جائعان أرسلا في زريبة غنم بأفسد لها من حرص المال على الشرف والمال لدينه«، فالمال الذي يتخوض فيه ولم ينتبه لما يصرفه فيه يصير عليه يوم القيامة وبالاً، ويسلب دينه وهو يحسب أنه مكرم، وأنه يحسن صنعاً، قال النبي ? كما في «الصحيح» عن خولة: »إن رجالاً يتخوضون في مال الله بغير حق فلهم النار يوم القيامة«. ¶ أحذروا أيها المسلمون فتنة المال، روى الإمام مسلم في «صحيحه» من حديث أبي سعيد الخدري رضي الله عنه: أن النبي ? قال: »إن الدنيا حلوة خضرة وإن الله مستخلفكم الله فيها فينظر كيف تعملون، فاتقوا الدنيا واتقوا النساء فإن أول فتنة بني إسرائيل كانت في النساء«.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وإن إناساً طغت عليهم الدنيا وطغوا بسببها وقد أخبر الله سبحانه وتعالى أن الإنسان يطغى إذا استغنى قال سبحانه: {كَلَّا إِنَّ الْأِنْسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى * إِنَّ إِلَى رَبِّكَ الرُّجْعَى * أَرَأَيْتَ الَّذِي يَنْهَى * عَبْداً إِذَا صَلَّى * أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى }[العلق: 6-12] إلى آخر الآيات في شأن ذلك الإنسان الذي أطغاه غناه، فتكبر على الحق وأهله، واتبع هواه، حتى اعتدى على رسول الله ? وعلى دين الله، وهذا شأن الغافلين والجاهلين والهلعين، ومن ليس على هدى ولا رشد ولا ورع قال الله: {إِنَّ الإِنسَانَ خُلِقَ هَلُوعاً * إِذَا مَسَّهُ الشَّرُّ جَزُوعاً * وَإِذَا مَسَّهُ الْخَيْرُ مَنُوعاً إِلاَّ الْمُصَلِّينَ * الَّذِينَ هُمْ عَلَى صَلاتِهِمْ دَائِمُونَ * وَالَّذِينَ فِي أَمْوَالِهِمْ حَقٌّ مَعْلُومٌ * لِلسَّائِلِ وَالْمَحْرُومِ * وَالَّذِينَ يُصَدِّقُونَ بِيَوْمِ الدِّينِ * وَالَّذِينَ هُمْ مِنْ عَذَابِ رَبِّهِمْ مُشْفِقُونَ * إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ}[المعارج: 19-28]. ¶ احذروا الهلع فالله عز وجل استثنى الصالحين من الهلع، وأبان أن الهلع شأن من لا ورع عندهم ولا دين قويم، شأن الكافرين، وعصاة المسلمين؛ فإنك تجده قد أقلقه الهلع على الدنيا، وفي «الصحيح» من حديث ابن عباس رضي الله عنه: أن النبي ? قال: »لو أن لابن آدم وادٍ من ذهب أحب أن يكون له واديان ولو كان له ودايان أحب أن يكون له ثالث ، ولن يملأ فاه إلا التراب ويتوب الله على من تاب«، هذا الهلع الذي أدى ببعض الناس إلى جمع المال من حلال أو من حرام، من ربا أو من غش أو من خداع أو غير ذلك، هذا يحتاج إلى توبة، وقد أمر الله عز وجل بالتوبة، من ذلك كما في هذا الحديث، بقوله: »أنه يتوب على من تاب«، وقد كان هذا قرآناً ثم نسخ كما في حديث أبي بن كعب رضي الله عنه.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "احذروا الترف، والسرف أيها التجار! فرب العزة يقول: {وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ}[لأعراف:31]، إذا أعطاكم الله مالاً فلا تجعلوه في غير محله، وتضعوه في غير مواضعه، فإنكم يوم القيامة تسألون عنه، فأعدوا للسؤال جوابًا، ثبت عن ابن مسعود، وأبي برزة، ومعاذ بن جبل، من هذه الطرق أن النبي ? قال: »لَا تَزُولُ قَدَمُ ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ مِنْ عِنْدِ رَبِّهِ حَتَّى يُسْأَلَ عَنْ خَمْسٍ عَنْ عُمُرِهِ فِيمَ أَفْنَاهُ وَعَنْ شَبَابِهِ فِيمَ أَبْلَاهُ وَمَالِهِ مِنْ أَيْنَ اكْتَسَبَهُ وَفِيمَ أَنْفَقَهُ وَمَاذَا عَمِلَ فِيمَا عَلِمَ«، ¶ وثبت عند أحمد في «المسند» من حديث مَحْمُودِ بْنِ لَبِيدٍ رضي الله عنه، أَنَّ النَّبِيَّ ^ قَالَ: «اثْنَتَانِ يَكْرَهُهُمَا ابْنُ آدَمَ: الْمَوْتُ، وَالْمَوْتُ خَيْرٌ لِلْمُؤْمِنِ مِنْ الْفِتْنَةِ، وَيَكْرَهُ قِلَّةَ الْمَالِ، وَقِلَّةُ الْمَالِ أَقَلُّ لِلْحِسَابِ». ¶ وربنا يقول: {أَلْهَاكُمْ التَّكَاثُرُ * حَتَّى زُرْتُمْ الْمَقَابِرَ * كَلاَّ سَوْفَ تَعْلَمُونَ * ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ}[التكاثر: 1-4]، إلى قوله: {ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنْ النَّعِيمِ}[التكاثر:8]، هذا إذا كان النعيم من حلال، فكيف إذا كان من حرام؟، كيف إذا كان من غش؟، كيف إذا كان من بيع الخمور؟، كيف إذا كان من الربا؟، وهو كبيرة من الكبائر!، فقد روى الشيخان في «صحيحيهما» من حديث أبي هريرة رضي الله عنه: أن النبي ? قال: »اجْتَنِبُوا السَّبْعَ الْمُوبِقَاتِ» قَالُوا يَا رَسُولَ اللَّهِ وَمَا هُنَّ؟ قَالَ: «الشِّرْكُ بِاللَّهِ، وَالسِّحْرُ، وَقَتْلُ النَّفْسِ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ، وَأَكْلُ الرِّبَا، وَأَكْلُ مَالِ الْيَتِيمِ، وَالتَّوَلِّي يَوْمَ الزَّحْفِ، وَقَذْفُ الْمُحْصَنَاتِ الْمُؤْمِنَاتِ الْغَافِلَاتِ«.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وكثير من التجار ترى ماله في البنوك الربوية يرابح فيها، والله، لا يفرحكم هذا المال، وقد بارزتم رب العالمين بالحرب، قال الله سبحانه: {يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَذَرُوا مَا بَقِيَ مِنْ الرِّبَا إِنْ كُنتُمْ مُؤْمِنِينَ * فَإِنْ لَمْ تَفْعَلُوا فَأْذَنُوا بِحَرْبٍ مِنْ اللَّهِ وَرَسُولِهِ وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَالِكُمْ لا تَظْلِمُونَ وَلا تُظْلَمُونَ}[البقرة: 278-279]. ¶ الربا خسائر وليس أرباحًا، ثبت عن النبي ? أنه قال: «ما أحد أكثر من الربا إلا كان عاقبة أمره إلى قلّة»؛ لأنه حرام، وسائر الأموال المحرمة مآلها ومنتهاها إلى زوال وصاحبها يتحمل يوم القيامة تلك الذنوب والأثقال، فالبعد البعد، والحذر الحذر على أنفسكم. ¶ احذروا معشر التجار أن تلهيكم الأموال وتغفلون عن ذكر الله ودينه الحق، فإن الله عز وجل يقول: {فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ يُسَبِّحُ لَهُ فِيهَا بِالْغُدُوِّ وَالآصَالِ * رِجَالٌ لا تُلْهِيهِمْ تِجَارَةٌ وَلا بَيْعٌ عَنْ ذِكْرِ اللَّهِ وَإِقَامِ الصَّلاةِ وَإِيتَاءِ الزَّكَاةِ يَخَافُونَ يَوْماً تَتَقَلَّبُ فِيهِ الْقُلُوبُ وَالأَبْصَارُ * لِيَجْزِيَهُمْ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ}[النور: 36-38].",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وأخرج الإمام أحمد في «مسنده» من حديث بُرَيْدَةَ رضي لله عنه قَالَ: كُنْتُ جَالِسًا عِنْدَ النَّبِيِّ ^ فَسَمِعْتُهُ يَقُولُ: «تَعَلَّمُوا سُورَةَ الْبَقَرَةِ؛ فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا يَسْتَطِيعُهَا الْبَطَلَةُ» قَالَ: ثُمَّ مَكَثَ سَاعَةً ثُمَّ قَالَ: «تَعَلَّمُوا سُورَةَ الْبَقَرَةِ وَآلِ عِمْرَانَ؛ فَإِنَّهُمَا الزَّهْرَاوَانِ يُظِلَّانِ صَاحِبَهُمَا يَوْمَ الْقِيَامَةِ، كَأَنَّهُمَا غَمَامَتَانِ، أَوْ غَيَايَتَانِ، أَوْ فِرْقَانِ مِنْ طَيْرٍ صَوَافَّ، وَإِنَّ الْقُرْآنَ يَلْقَى صَاحِبَهُ يَوْمَ الْقِيَامَةِ حِينَ يَنْشَقُّ عَنْهُ قَبْرُهُ كَالرَّجُلِ الشَّاحِبِ، فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ، فَيَقُولُ لَهُ: هَلْ تَعْرِفُنِي؟ فَيَقُولُ: مَا أَعْرِفُكَ، فَيَقُولُ: أَنَا صَاحِبُكَ الْقُرْآنُ الَّذِي أَظْمَأْتُكَ فِي الْهَوَاجِرِ، وَأَسْهَرْتُ لَيْلَكَ، وَإِنَّ كُلَّ تَاجِرٍ مِنْ وَرَاءِ تِجَارَتِهِ، وَإِنَّكَ الْيَوْمَ مِنْ وَرَاءِ كُلِّ تِجَارَةٍ، فَيُعْطَى الْمُلْكَ بِيَمِينِهِ، وَالْخُلْدَ بِشِمَالِهِ، وَيُوضَعُ عَلَى رَأْسِهِ تَاجُ الْوَقَارِ، وَيُكْسَى وَالِدَاهُ حُلَّتَيْنِ لَا يُقَوَّمُ لَهُمَا أَهْلُ الدُّنْيَا، فَيَقُولَانِ: بِمَ كُسِينَا هَذِهِ؟ فَيُقَالُ: بِأَخْذِ وَلَدِكُمَا الْقُرْآنَ، ثُمَّ يُقَالُ لَهُ: اقْرَأْ وَاصْعَدْ فِي دَرَجَةِ الْجَنَّةِ وَغُرَفِهَا، فَهُوَ فِي صُعُودٍ مَا دَامَ يَقْرَأُ هَذًّا كَانَ أَوْ تَرْتِيلًا»",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "إنكم أيها التجار تأسفون وتحزنون إذا حصلت لكم أدنى خسارة في أموالكم الفانية، ألا وإن خسارة الآخرة أشد وأعظم، واسمعوا إلى هذه الآية العظيمة يقول الله سبحانه وتعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا لا تُلْهِكُمْ أَمْوَالُكُمْ وَلا أَوْلادُكُمْ عَنْ ذِكْرِ اللَّهِ وَمَنْ يَفْعَلْ ذَلِكَ فَأُوْلَئِكَ هُمْ الْخَاسِرُونَ * وَأَنْفِقُوا مِنْ مَا رَزَقْنَاكُمْ مِنْ قَبْلِ أَنْ يَأْتِيَ أَحَدَكُمْ الْمَوْتُ فَيَقُولَ رَبِّ لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ وَأَكُنْ مِنْ الصَّالِحِينَ * وَلَنْ يُؤَخِّرَ اللَّهُ نَفْساً إِذَا جَاءَ أَجَلُهَا وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ}[المنافقون: 9-11]. ¶ فهذه هي المصيبة الكبرى، والخسارة العظمى، قال تعالى: {قُلْ إِنَّ الْخَاسِرِينَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ الْقِيَامَةِ أَلا ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ} [الزمر:15]. ¶ ويقول ربنا تعالى: {يَوَدُّ الْمُجْرِمُ لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ * وَصَاحِبَتِهِ وَأَخِيهِ * وَفَصِيلَتِهِ الَّتِي تُؤْوِيهِ * وَمَنْ فِي الْأَرْضِ جَمِيعاً ثُمَّ يُنْجِيهِ} [المعارج:12-14]. ¶ ويقول عز وجل: {وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ فَيَقُولُ يَا لَيْتَنِي لَمْ أُوتَ كِتَابِيَهْ * وَلَمْ أَدْرِ مَا حِسَابِيَهْ * يَا لَيْتَهَا كَانَتِ الْقَاضِيَةَ * مَا أَغْنَى عَنِّي مَالِيَهْ * هَلَكَ عَنِّي سُلْطَانِيَهْ} [الحاقة:26-29]. ¶ إنكم أيها التجار! ستفارقون هذه الأموال إلى أجداث من التراب، بعيدين عن المساكن الشاهقة، والمراكب الفارهة، والإخلا والأحباب، فقد روى الشيخان في «صحيحيهما» من حديث أنس بن مالك رضي الله عنه: أن النبي ? قال: »يتبع الميت ثلاثة أهله وماله وعمله، فيرجع اثنان ويبقى واحد يرجع أهله وماله ويبقى عمله«.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "إنكم أيها التجار! لا تنفعكم أموالكم إلا بالعمل الصالح، قال الله عز وجل: {وَمَا أَمْوَالُكُمْ وَلا أَوْلادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحاً فَأُوْلَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ}[سبأ:37]. ¶ إنكم أيها التجار! وأنتم على هذا الحال يوم القيامة تعظون على أيديكم ندماً على ما فرطتم في جنب الله؛ من اللجوج في العصيان، وعدم تحري الإحسان، قال تعالى: {أَنْ تَقُولَ نَفْسٌ يَا حَسْرَتَا عَلَى مَا فَرَّطْتُ فِي جَنْبِ اللَّهِ وَإِنْ كُنْتُ لَمِنْ السَّاخِرِينَ * أَوْ تَقُولَ لَوْ أَنَّ اللَّهَ هَدَانِي لَكُنْتُ مِنْ الْمُتَّقِينَ * أَوْ تَقُولَ حِينَ تَرَى الْعَذَابَ لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنْ الْمُحْسِنِينَ}[الزمر: 56-58]. ¶ وشأن المترفين أن البلايا تأتي منهم أكثر، في كل زمان ومكان، أبان الله عز وجل ذلك في كتابه فقال: {وَكَذَلِكَ مَا أَرْسَلْنَا مِنْ قَبْلِكَ فِي قَرْيَةٍ مِنْ نَذِيرٍ إِلاَّ قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِمْ مُقْتَدُونَ}[الزخرف:23].",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وقال سبحانه: {فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ فَقُلْ الْحَمْدُ لِلَّهِ الَّذِي نَجَّانَا مِنْ الْقَوْمِ الظَّالِمِينَ * وَقُلْ رَبِّ أَنزِلْنِي مُنْزَلاً مُبَارَكاً وَأَنْتَ خَيْرُ الْمُنزِلِينَ * إِنَّ فِي ذَلِكَ لآيَاتٍ وَإِنْ كُنَّا لَمُبْتَلِينَ * ثُمَّ أَنشَأْنَا مِنْ بَعْدِهِمْ قَرْناً آخَرِينَ * فَأَرْسَلْنَا فِيهِمْ رَسُولاً مِنْهُمْ أَنْ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ أَفَلا تَتَّقُونَ * وَقَالَ الْمَلأ مِنْ قَوْمِهِ الَّذِينَ كَفَرُوا وَكَذَّبُوا بِلِقَاءِ الآخِرَةِ وَأَتْرَفْنَاهُمْ فِي الْحَيَاةِ الدُّنْيَا مَا هَذَا إِلاَّ بَشَرٌ مِثْلُكُمْ يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ * وَلَئِنْ أَطَعْتُمْ بَشَراً مِثْلَكُمْ إِنَّكُمْ إِذاً لَخَاسِرُونَ}[المؤمنون: 28-34]. ¶ فالترف سبب الإعراض عن الحق، وسبب تكذيب المرسلين، وسبب الإعراض عن العلم النافع، وسبب التطاول والبغي والطغيان، نسأل الله العافية، إلا عند من وفقه الله وتواضع لله ولدينه الحق. ¶ فهؤلاء قد وصفهم الله سبحانه وتعالى بقوله: {إِنَّ الَّذِينَ هُمْ مِنْ خَشْيَةِ رَبِّهِمْ مُشْفِقُونَ * وَالَّذِينَ هُمْ بِآيَاتِ رَبِّهِمْ يُؤْمِنُونَ * وَالَّذِينَ هُمْ بِرَبِّهِمْ لا يُشْرِكُونَ * وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ * أُوْلَئِكَ يُسَارِعُونَ فِي الْخَيْرَاتِ وَهُمْ لَهَا سَابِقُونَ * وَلا نُكَلِّفُ نَفْساً إِلاَّ وُسْعَهَا وَلَدَيْنَا كِتَابٌ يَنطِقُ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ}[المؤمنون: 57-63].",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "فالمترفون هم سبب دمار الديار، الله عز وجل إذا أراد إهلاك قرية من القرى أمر المترفين بالإفساد فيها فيدمرها الله بسببهم، قال الله سبحانه وتعالى في كتابه الكريم: {وَإِذَا أَرَدْنَا أَنْ نُهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا فِيهَا فَحَقَّ عَلَيْهَا الْقَوْلُ فَدَمَّرْنَاهَا تَدْمِيراً * وَكَمْ أَهْلَكْنَا مِنْ الْقُرُونِ مِنْ بَعْدِ نُوحٍ وَكَفَى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيراً بَصِيراً * مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً * وَمَنْ أَرَادَ الآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُوْلَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً}[الإسراء: 16-19]. ¶ آيات والله لو أنزلت على الجبال لخشعت وتصدعت، قال الله تعالى: {لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ }[الحشر:21]. ¶ فاتقوا الله عباد الله، لا تصيروا أضحية المال الذي مآله ومآلكم إلى الزوال. ¶ النصيحة التي تليها: إياكم والإفساد في الأرض؛ فإن الترف غالباً ما يأتي منه الفساد قال بعض الشعراء: ¶ إن الشباب والفراغ والجدة ... مفسدة للمرء أي مفسدة ¶ والمال يعتبر بلوى عليك، كما قيل: ¶ قد ينعم الله بالبلوى وإن عظمت ... ويبتلي لله بعض القوم بالنعم ¶ وربنا يقول: {وَنَبْلُوكُمْ بِالشَّرِّ وَالْخَيْرِ فِتْنَةً وَإِلَيْنَا تُرْجَعُونَ}[الأنبياء:35].",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وإذا كثر الفساد هلك العباد، كما أخبر الله سبحانه عن قارون، وكيف خسف الله به، وكيف أهانه الله سبحانه وجعله يتجلجل في الأرض إلى قيام الساعة بسبب كبره وغطرسته وتباهيه بذلك المال، قال تعالى: {إِنَّ قَارُونَ كَانَ مِنْ قَوْمِ مُوسَى فَبَغَى عَلَيْهِمْ وَآتَيْنَاهُ مِنْ الْكُنُوزِ مَا إِنَّ مَفَاتِحَهُ لَتَنُوءُ بِالْعُصْبَةِ أُولِي الْقُوَّةِ إِذْ قَالَ لَهُ قَوْمُهُ لا تَفْرَحْ إِنَّ اللَّهَ لا يُحِبُّ الْفَرِحِينَ(¬1) * وَابْتَغِ فِيمَا آتَاكَ اللَّهُ الدَّارَ الآخِرَةَ وَلا تَنسَ نَصِيبَكَ مِنْ الدُّنْيَا وَأَحْسِنْ كَمَا أَحْسَنَ اللَّهُ إِلَيْكَ وَلا تَبْغِ الْفَسَادَ فِي الأَرْضِ إِنَّ اللَّهَ لا يُحِبُّ الْمُفْسِدِينَ * قَالَ إِنَّمَا أُوتِيتُهُ عَلَى عِلْمٍ عِندِي أَوَلَمْ يَعْلَمْ أَنَّ اللَّهَ قَدْ أَهْلَكَ مِنْ قَبْلِهِ مِنْ القُرُونِ مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعاً وَلا يُسْأَلُ عَنْ ذُنُوبِهِمْ الْمُجْرِمُونَ * فَخَرَجَ عَلَى قَوْمِهِ فِي زِينَتِهِ قَالَ الَّذِينَ يُرِيدُونَ الْحَيَاةَ الدُّنيَا يَا لَيْتَ لَنَا مِثْلَ مَا أُوتِيَ قَارُونُ إِنَّهُ لَذُو حَظٍّ عَظِيمٍ * وَقَالَ الَّذِينَ أُوتُوا الْعِلْمَ وَيْلَكُمْ ثَوَابُ اللَّهِ خَيْرٌ لِمَنْ آمَنَ وَعَمِلَ صَالِحاً وَلا يُلَقَّاهَا إِلاَّ الصَّابِرُونَ * فَخَسَفْنَا بِهِ وَبِدَارِهِ الأَرْضَ فَمَا كَانَ لَهُ مِنْ فِئَةٍ يَنصُرُونَهُ مِنْ دُونِ اللَّهِ وَمَا كَانَ مِنْ المُنْتَصِرِينَ * وَأَصْبَحَ الَّذِينَ تَمَنَّوْا مَكَانَهُ بِالأَمْسِ يَقُولُونَ وَيْكَأَنَّ اللَّهَ يَبْسُطُ الرِّزْقَ لِمَنْ يَشَاءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَوْلا أَنْ مَنَّ اللَّهُ عَلَيْنَا لَخَسَفَ بِنَا وَيْكَأَنَّهُ لا يُفْلِحُ الْكَافِرُونَ * تِلْكَ الدَّارُ الآخِرَةُ نَجْعَلُهَا لِلَّذِينَ ¶ ¬__________ ¶ (¬1) والفرح هنا بمعنى البطر",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "لا يُرِيدُونَ عُلُوّاً فِي الأَرْضِ وَلا فَسَاداً وَالْعَاقِبَةُ لِلْمُتَّقِينَ}[القصص: 76-83]. ¶ خسف الله بقارون بسبب فساده في الأرض، الله لا يحب الفساد، وفي «الصحيحين» من حديث زينب بنت جحش أن النبي ^ قيل له: أنهلك وفينا الصالحون؟ قال: «نعم إذا كثر الخبث». ¶ لا منكم، ولا من أولادكم، ولا بسبب أموالكم، ولا من أحد ممن خلقه الله لا يحب الفساد، قال الله سبحانه وتعالى في كتابه الكريم: {وَمِنْ النَّاسِ مَنْ يُعْجِبُكَ قَوْلُهُ فِي الْحَيَاةِ الدُّنْيَا وَيُشْهِدُ اللَّهَ عَلَى مَا فِي قَلْبِهِ وَهُوَ أَلَدُّ الْخِصَامِ * وَإِذَا تَوَلَّى سَعَى فِي الأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ الْحَرْثَ وَالنَّسْلَ وَاللَّهُ لا يُحِبُّ الْفَسَادَ * وَإِذَا قِيلَ لَهُ اتَّقِ اللَّهَ أَخَذَتْهُ الْعِزَّةُ بِالإِثْمِ فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ الْمِهَادُ * وَمِنْ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغَاءَ مَرْضَاةِ اللَّهِ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ}[البقرة: 204-207]. ¶ الله حرم الفساد وتوعد المفسدين بالهلاك، كما أهلك المفسدين من قبلهم، قال الله سبحانه: {وَكَانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الأَرْضِ وَلا يُصْلِحُونَ * قَالُوا تَقَاسَمُوا بِاللَّهِ لَنُبَيِّتَنَّهُ وَأَهْلَهُ ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ وَإِنَّا لَصَادِقُونَ * وَمَكَرُوا مَكْراً وَمَكَرْنَا مَكْراً وَهُمْ لا يَشْعُرُونَ * فَانظُرْ كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ * فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظَلَمُوا إِنَّ فِي ذَلِكَ لآيَةً لِقَوْمٍ يَعْلَمُونَ}[النمل: 48-52].",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وقال سبحانه وتعالى في كتابه الكريم مبيناً عاقبة أهل الفساد من أمثال هؤلاء التجار الذين يبيعون الخمور، ويشيعون ويوزعون بين الناس المحرمات والشرور: {وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُمْ مِنْ إِلَهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلا تُفْسِدُوا فِي الأَرْضِ بَعْدَ إِصْلاحِهَا ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنتُمْ مُؤْمِنِينَ * وَلا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجاً وَاذْكُرُوا إِذْ كُنتُمْ قَلِيلاً فَكَثَّرَكُمْ وَانظُرُوا كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِينَ}[الأعراف: 85-86]. ¶ تأملوا أيها التجار كيف أهلك المفسدين من قبلكم، قال الله سبحانه: {فَكُلاًّ أَخَذْنَا بِذَنْبِهِ فَمِنْهُمْ مَنْ أَرْسَلْنَا عَلَيْهِ حَاصِباً وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ أَخَذَتْهُ الصَّيْحَةُ وَمِنْهُمْ مَنْ خَسَفْنَا بِهِ الأَرْضَ وَمِنْهُمْ مَنْ أَغْرَقْنَا وَمَا كَانَ اللَّهُ لِيَظْلِمَهُمْ وَلَكِنْ كَانُوا أَنْفُسَهُمْ يَظْلِمُونَ}[العنكبوت:40].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وإنه لواجب على أولياء الأمور -وفقهم الله- أن يأخذوا على أيدي هؤلاء الظلمة الغشمة الذين يفسدون في الأرض ولا يصلحون، والذين يشيعون بين شباب المسلمين وشيبانهم الفساد، ويسعون في الأرض بالبوار والعناد، أن يأخذوا على أيديهم ولا يخضعوا للوسائط الخونة، ولا للرشاوي الفانية؛ فإن هذا والله مؤذن بالهلاك، ونحن في هذا البلد في نعمة عظيمة، يجب أن نرعاها، ونحافظ عليها بطاعة الله عز وجل، فالنعم قد تزول بسبب المغيرين لها، قال الله تعالى: {ذَلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَهَا عَلَى قَوْمٍ حَتَّى يُغَيِّرُوا مَا بِأَنْفُسِهِمْ} [لأنفال:53]. وقال تعالى: {وَضَرَبَ اللَّهُ مَثَلاً قَرْيَةً كَانَتْ آمِنَةً مُطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَداً مِنْ كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ اللَّهِ فَأَذَاقَهَا اللَّهُ لِبَاسَ الْجُوعِ وَالْخَوْفِ بِمَا كَانُوا يَصْنَعُونَ}[النحل:112]. ¶ فأنتم تجتهدون في تأمين البلاد، وأي أمن يكون مع وجود الخمور؟! فما حرمها الله إلا لما فيها من زعزعة أمن الدنيا والآخرة، فالنبي ^ يوم فتح مكة، قبل موته ? بوقت قصير، كما في «الصحيحين» قال: »إن الله ورسوله حرم الخمر والخنزير والميتة وبيع الأصنام«. ¶ وأخبر أنه لعن في الخمر عشرة، ورب العزة يقول في كتابه الكريم: {يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْخَمْرُ وَالْمَيْسِرُ وَالأَنصَابُ وَالأَزْلامُ رِجْسٌ مِنْ عَمَلِ الشَّيْطَانِ فَاجْتَنِبُوهُ لَعَلَّكُمْ تُفْلِحُونَ}[المائدة:90].",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "أي فلاح لبلد تروج الخمور فيه؟ كأنه من سائر الطيبات!، أي بلد يفلح وفيه هؤلاء المندسون؟ من الاشتراكية ونحوهم، في أوساط المسلمين، بلحى المسلمين، وقمصان المسلمين، ويعبثون ببلد أنثى عليها رسول الله ? بالإيمان والحكمة، يعبثون بأمنه، وبإيمانه، وبدعوته، ويعبثون بشبابه وشابته، وبكهوله وشيبانه، أنا لكم ناصح أن تعتبروا وأن تتعظوا بنصائح العقلاء، فإن الله سبحانه وتعالى قد أخبر في كتابه أنه هم الذين يعقلون ما يضر الناس وما ينفعهم، {وَتِلْكَ الأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَا إِلاَّ الْعَالِمُونَ}[العنكبوت:43]. ¶ إن التغافل عن ذلك جناية دينية ودنيوية، فالسفهاء يعيثون بشتى أنواع الفساد، وقد علمتم ما يحدث من وراء السفهاء في كل زمان، فقد اعترضوا على رسول الله ? قال الله عز وجل: {سَيَقُولُ السُّفَهَاءُ مِنْ النَّاسِ مَا وَلاَّهُمْ عَنْ قِبْلَتِهِمْ الَّتِي كَانُوا عَلَيْهَا قُلْ لِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ}[البقرة:142]. ¶ السفهاء هم الذين يحدثون البلاء، أين احترام شعور المسلمين في بلد توالى عليه ثناء رسول رب العالمين ?. ¶ وأين الحرص على الأمن؛ فإنه لا يتمكن أمن الدنيا والآخرة في بلد أو شخص؛ إلا بالاستقامة على دين الله الحق، قال الله تعالى: {إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا تَتَنَزَّلُ عَلَيْهِمْ الْمَلائِكَةُ أَلاَّ تَخَافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ * نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي الآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ * نُزُلاً مِنْ غَفُورٍ رَحِيمٍ}[فصلت: 30-32].",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "أيها المفسدون أو ما تخشون من دعوة مظلوم؟ يبيت يجأر عليكم في الثلث الأخير من الليل، اللهم انتقم ممن أفسد شباب المسلمين، والله إن الصالحين ليس لهم إلا الله، وإن دعاء الصالحين لن يذهب سدى، ولن يكونوا به أشقياء ¶ إن البلاء في الدنيا يعم الصالح والمفسد، قال النبي ^: »يغزو جيش الكعبة فإذا كانوا ببيداء الأرض يخسف بأولهم وآخرهم»، قالوا: يا رسول الله! كيف يخسف بأولهم وآخرهم وفيهم أسواقهم ومن ليس منهم؟ قال: «يخسف بأولهم وآخرهم ثم يبعثون على نياتهم«، في «الصحيح» عن ابن عباس وجاء عن عائشة بنحوه. ¶ وهكذا في «الصحيحين» من حديث زينب بنت جحش: أن النبي ? قال: »لا إله إلا الله ويل للعرب من شر قد اقترب، فتح الليلة من ردم يأجوج ومأجوج مثل هاتين وحلق بين أصبعيه الإبهام والتي تليها«، قالوا: يا رسول الله! أنهلك وفيها الصالحون؟ قال: »نعم إذا كثر الخبث«.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هذا وقد أخبر النبي ^ أن التجارة تفشوا كما أخرجه أحمد في «مسنده» رقم (3870) من حديث طَارِقِ بْنِ شِهَابٍ قَالَ: كُنَّا عِنْدَ عَبْدِ اللَّهِ جُلُوسًا فَجَاءَ رَجُلٌ فَقَالَ: قَدْ أُقِيمَتْ الصَّلَاةُ، فَقَامَ، وَقُمْنَا مَعَهُ، فَلَمَّا دَخَلْنَا الْمَسْجِدَ رَأَيْنَا النَّاسَ رُكُوعًا فِي مُقَدَّمِ الْمَسْجِدِ، فَكَبَّرَ وَرَكَعَ، وَرَكَعْنَا، ثُمَّ مَشَيْنَا، وَصَنَعْنَا مِثْلَ الَّذِي صَنَعَ، فَمَرَّ رَجُلٌ يُسْرِعُ فَقَالَ: عَلَيْكَ السَّلَامُ يَا أَبَا عَبْدِ الرَّحْمَنِ فَقَالَ: صَدَقَ اللَّهُ وَرَسُولُهُ، فَلَمَّا صَلَّيْنَا وَرَجَعْنَا، دَخَلَ إِلَى أَهْلِهِ، جَلَسْنَا فَقَالَ بَعْضُنَا لِبَعْضٍ: أَمَا سَمِعْتُمْ رَدَّهُ عَلَى الرَّجُلِ صَدَقَ اللَّهُ وَبَلَّغَتْ رُسُلُهُ أَيُّكُمْ يَسْأَلُهُ؟ فَقَالَ طَارِقٌ: أَنَا أَسْأَلُهُ، فَسَأَلَهُ حِينَ خَرَجَ، فَذَكَرَ عَنْ النَّبِيِّ ^ «أَنَّ بَيْنَ يَدَيْ السَّاعَةِ تَسْلِيمَ الْخَاصَّةِ، وَفُشُوَّ التِّجَارَةِ؛ حَتَّى تُعِينَ الْمَرْأَةُ زَوْجَهَا عَلَى التِّجَارَةِ، وَقَطْعَ الْأَرْحَامِ، وَشَهَادَةَ الزُّورِ، وَكِتْمَانَ شَهَادَةِ الْحَقِّ، وَظُهُورَ الْقَلَمِ».",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وبما أن الأمر بهذا التفشي؛ فيجب أن يولى الاهتمام بتوجيه أهله أكثر، فنتواصى مع إخواننا التجار المسلمين بأمور مهمة في حقهم، أولاً يجب عليهم أن يتعلموا أحكام التجارة قدر مستطاعهم، قال النبي ? : »طلب العلم فريضة على كل مسلم«، والحديث بشواهده صالح للحجية، ومعنى ذلك: إذا كان تاجراً، كيف يزكي ماله الذي فيه الزكاة، وكيف يصلي ويصوم، كيف يعبد الله، فالله خلق العباد لعبادته، ولم يخلقهم عبادًا للدراهم، قال النبي ?: »تعس عبد الدرهم، تعس عبد الدينار، تعس عبد الخميصة، تعس عبد الخميلة، تعس وانتكس، وإن شيك فلا انتقش«، لا تكون عبداً للدينار، واجعل الدينار والدرهم مسخراً لطاعة الله، تكون عبداً الله، فإذا أزاغك الدرهم والدينار تكون قد أشركته في عبادة الله عز وجل، وهو سبحانه القائل: {وَاعْبُدُوا اللَّهَ وَلا تُشْرِكُوا بِهِ شَيْئاً } [النساء:36]. ¶ ويقول سبحانه في كتابه الكريم: {مَنْ كَانَ يُرِيدُ الْعَاجِلَةَ عَجَّلْنَا لَهُ فِيهَا مَا نَشَاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُوماً مَدْحُوراً * وَمَنْ أَرَادَ الْآخِرَةَ وَسَعَى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُولَئِكَ كَانَ سَعْيُهُمْ مَشْكُوراً * كُلّاً نُمِدُّ هَؤُلاءِ وَهَؤُلاءِ مِنْ عَطَاءِ رَبِّكَ وَمَا كَانَ عَطَاءُ رَبِّكَ مَحْظُوراً * انْظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَى بَعْضٍ وَلَلْآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلاً} [الإسراء:18-21]. ¶ وقال تعالى: {مَنْ كَانَ يُرِيدُ الْحَيَاةَ الدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَالَهُمْ فِيهَا وَهُمْ فِيهَا لا يُبْخَسُونَ * أُولَئِكَ الَّذِينَ لَيْسَ لَهُمْ فِي الْآخِرَةِ إِلَّا النَّارُ وَحَبِطَ مَا صَنَعُوا فِيهَا وَبَاطِلٌ مَا كَانُوا يَعْمَلُونَ} [هود:15-16].",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "وقال تعالى: {مَنْ كَانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كَانَ يُرِيدُ حَرْثَ الدُّنْيَا نُؤْتِهِ مِنْهَا وَمَا لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ} [الشورى:20]. ¶ نوصيكم بالقناعة إن كنتم تريدون الغنى والفلاح فاقنعوا بما آتاكم الله من الحلال، وإياكم والتهالك على الدنيا، روى الإمام مسلم في «صحيحيه» من حديث عبد الله بن عمرو بن العاص رضي الله عنه أن النبي ^ قال: «قد أفلح من أسلم ورزق كفافاً، وقنعه الله بما آتاه». ¶ وصح عند الترمذي من حديث فضالة بن عبيد رضي الله عنه أن النبي ^ قال: «طوبى لمن هدي للإسلام، وكان عيشه كفافًا، وقنع». ¶ وأخرج البخاري في «صحيحيه» رقم (3781) من حديث أَنَسٍ رَضِيَ اللَّهُ عَنْهُ أَنَّهُ قَالَ: قَدِمَ عَلَيْنَا عَبْدُ الرَّحْمَنِ بْنُ عَوْفٍ، وَآخَى رَسُولُ اللَّهِ ^ بَيْنَهُ وَبَيْنَ سَعْدِ بْنِ الرَّبِيعِ، وَكَانَ كَثِيرَ الْمَالِ، فَقَالَ سَعْدٌ: قَدْ عَلِمَتْ الْأَنْصَارُ أَنِّي مِنْ أَكْثَرِهَا مَالًا، سَأَقْسِمُ مَالِي بَيْنِي وَبَيْنَكَ شَطْرَيْنِ، وَلِي امْرَأَتَانِ فَانْظُرْ أَعْجَبَهُمَا إِلَيْكَ، فَأُطَلِّقُهَا حَتَّى إِذَا حَلَّتْ تَزَوَّجْتَهَا، فَقَالَ عَبْدُ الرَّحْمَنِ: بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ، فَلَمْ يَرْجِعْ يَوْمَئِذٍ حَتَّى أَفْضَلَ شَيْئًا مِنْ سَمْنٍ وَأَقِطٍ، فَلَمْ يَلْبَثْ إِلَّا يَسِيرًا حَتَّى جَاءَ رَسُولَ اللَّهِ ^ وَعَلَيْهِ وَضَرٌ مِنْ صُفْرَةٍ، فَقَالَ لَهُ رَسُولُ اللَّهِ ^: «مَهْيَمْ؟» قَالَ: تَزَوَّجْتُ امْرَأَةً مِنْ الْأَنْصَارِ، فَقَالَ: «مَا سُقْتَ إِلَيْهَا؟» قَالَ: وَزْنَ نَوَاةٍ مِنْ ذَهَبٍ، أَوْ نَوَاةً مِنْ ذَهَبٍ، فَقَالَ: «أَوْلِمْ وَلَوْ بِشَاةٍ»، وهذا غاية منهما في الإيثار، والعفة، وليس الغنى إلا غنى من أعفه الله.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "قال النبي ?: »ليس الغنى عن كثرة العرض، ولكن الغناء عنى النفس«. أخرجاه من حديث أبي هريرة رضي الله عنه. ¶ وفي «الصحيحين» من حديث أبي سعيد الخدري رضي الله عنه، أن أناسًا سألوا النبي ^ فأعطاهم، ثم سألوه فأعطاهم، ثم سألوه فأعطاهم، ثم قال: »ما يكن عندي من خير فلن أدخره عنكم، ومن يستغني يغنه الله ، ومن يستعفف يعفه الله، ومن يتصبر يصبره الله، وما أعطي أحد عطاءً خير وأوسع من الصبر«، ¶ فشأن المؤمن أنه إن أتاه الله الخير زداد تواضعاً وسكينة، وشأن الكافر أنه يأكل ويتمتع كالأنعام قال الله عز وجل: {وَالَّذِينَ كَفَرُوا يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأَنْعَامُ وَالنَّارُ مَثْوًى لَهُمْ}[محمد:12]. ¶ وقال ? فيما رواه الإمام مسلم من حديث صهيب رضي الله عنه: »عجباً لأمر المؤمن إن أمره كله له خير، إن أصابته سراء شكر فكان خيراً له، وإن أصابته ضراء صبر فكان خيراً له، وليس ذلك لأحد إلا للمؤمن«. ¶ وشأن المؤمن أنه يستفيد من ماله إلى آخرته، وانظر إلى حال أصحاب رسول الله ? كما في «الصحيح» عن أبي هريرة قالوا: يا رسول الله، سبق أهل الدثور بالدرجات العلى، والنعيم المقيم؛ يصلون كما نصلي، ويصومون كما نصوم، ولهم فضل من أموال يتصدقون، ويحجون، ويعتمرون، قال النبي ?: »ألا أدلكم على شيء تسبقون به من بعدكم، وتدركون به من سبقكم، ولا يكونون أحد مثلكم إلا من قال مثل ما قلتم؟، تسبحون، وتحمدون، وتكبرون، دبر كل صلاة ثلاثاً وثلاثين«، فعلم إخوانهم بذلك ففعلوا كما فعلوا، فجاءوا أولئك فأخبروا النبي ? فقال: »ذلك فضل الله يأتيه من يشاء«، أخرجه مسلم، وبنحوه في «الصحيحين» من حديث سهل بن سعد.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "هذا هو التنافس والتسابق بالمال الحلال على الخير، ولما حث رسول الله ? على الصدقة، أتى أبو بكر فتصدق بماله كله، وتصدق عمر بنصف ماله، قال النبي ?: «ما أبقيت لأهلك يا أبا بكر؟» قال: أبقيت لهم الله ورسوله، وقال لعمر: «ما أبقيت لأهلك يا عمر؟» قال: أبقيت لهم نصف مالي، فقال عمر لأبي بكر: لا أسابقك إلى شيء ابدًا. ¶ وأخرج أحمد في مسنده (3/146) من حديث حَدَّثَنَا أَنَسٍ رضي الله عنه أَنَّ رَجُلًا قَالَ: يَا رَسُولَ اللَّهِ إِنَّ لِفُلَانٍ نَخْلَةً، وَأَنَا أُقِيمُ حَائِطِي بِهَا، فَأْمُرْهُ أَنْ يُعْطِيَنِي حَتَّى أُقِيمَ حَائِطِي بِهَا، فَقَالَ لَهُ النَّبِيُّ ^: أَعْطِهَا إِيَّاهُ بِنَخْلَةٍ فِي الْجَنَّةِ فَأَبَى، فَأَتَاهُ أَبُو الدَّحْدَاحِ فَقَالَ: بِعْنِي نَخْلَتَكَ بِحَائِطِي فَفَعَلَ، فَأَتَى النَّبِيَّ ^ فَقَالَ: يَا رَسُولَ اللَّهِ إِنِّي قَدْ ابْتَعْتُ النَّخْلَةَ بِحَائِطِي، قَالَ: فَاجْعَلْهَا لَهُ فَقَدْ أَعْطَيْتُكَهَا، فَقَالَ رَسُولُ اللَّهِ ^: «كَمْ مِنْ عَذْقٍ رَاحَ لِأَبِي الدَّحْدَاحِ فِي الْجَنَّةِ» قَالَهَا مِرَارًا، قَالَ: فَأَتَى امْرَأَتَهُ فَقَالَ: يَا أُمَّ الدَّحْدَاحِ أخْرُجِي مِنْ الْحَائِطِ؛ فَإِنِّي قَدْ بِعْتُهُ بِنَخْلَةٍ فِي الْجَنَّةِ، فَقَالَتْ: رَبِحَ الْبَيْعُ أَوْ كَلِمَةً تُشْبِهُهَا، هذا حديث صحيح. ¶ لسنا نطالبكم بنحو ما صنع أبو بكر وعمر رضي الله عنهما، لكن نحن نطالبكم الآن بالاستقامة، وأن لا تفسدوا في الأرض، ومشكورون على ذلك، معشر التجار وإن أديتم ما أوجب الله عليكم أفلحتم، وإن لم تؤدوا ما أوجب الله عليكم ندمتم، ففي «الصحيحين» من حديث أبي هريرة رضي الله عنه قال: جاء رجل إلى النبي ^ فقال: يا رسول الله أي الصدقة أعظم؟ فقال: »أن تصدق وأنت صحيح شحيح، تخشى الفقر، وتأمن الغنى، ولا تمهل حتى إذا بلغت الحلقوم قلت لفلان: كذا، ولفلان كذا، وقد كان لفلان«.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "عليكم بالسماحة في البيع، فقد ثبت في «صحيح البخاري» من حديث جابر رضي الله عنه أن النبي ? قال: »رحم الله رجلاً سمحاً إذا باع وإذا اشترى وإذا اقتضى «. ¶ وفي «الصحيحين» من حديث أبي هريرة أن النبي ^ قال: كان تاجر يدان الناس، فإذا رأى معسرًا قال لفتاه: تجاوز عنه؛ لعل الله يتجاوز عنا، فتجاوز الله عنه. ¶ نوصيكم بالصدق والأمانة، فقد جاء من حديث أبي سعيد الخدري رضي الله عنه، أن النبي ^ قال: «التاجر الصدوق الأمين، مع النبيين والصديقين»، وعلى ثبوت الحديث، محمول على التاجر الذي سخر تجارته لطاعة الله. ¶ وليعلم التجار: أن الخلف في البيع من أسباب محق بركته، وبغض الله لصاحبه، فقد صح عند الإمام أحمد في «المسند» (5/176) من حديث ذَرٍّ رضي الله عنه، عَنْ النَّبِيِّ ^ قَالَ: «ثَلَاثَةٌ يُحِبُّهُمْ اللَّهُ، وَثَلَاثَةٌ يُبْغِضُهُمْ اللَّهُ، أَمَّا الثَّلَاثَةُ الَّذِينَ يُحِبُّهُمْ اللَّهُ عَزَّ وَجَلَّ: فَرَجُلٌ أَتَى قَوْمًا فَسَأَلَهُمْ بِاللَّهِ، وَلَمْ يَسْأَلْهُمْ بِقَرَابَةٍ بَيْنَهُمْ فَمَنَعُوهُ، فَتَخَلَّفَ رَجُلٌ بِأَعْقَابِهِمْ فَأَعْطَاهُ سِرًّا لَا يَعْلَمُ بِعَطِيَّتِهِ إِلَّا اللَّهُ وَالَّذِي أَعْطَاهُ، وَقَوْمٌ سَارُوا لَيْلَتَهُمْ حَتَّى إِذَا كَانَ النَّوْمُ أَحَبَّ إِلَيْهِمْ مِمَّا يُعْدَلُ بِهِ نَزَلُوا فَوَضَعُوا رُءُوسَهُمْ، فَقَامَ يَتَمَلَّقُنِي وَيَتْلُو آيَاتِي، وَرَجُلٌ كَانَ فِي سَرِيَّةٍ فَلَقَوْا الْعَدُوَّ فَهُزِمُوا، فَأَقْبَلَ بِصَدْرِهِ حَتَّى يُقْتَلَ، أَوْ يَفْتَحَ اللَّهُ لَهُ، وَالثَّلَاثَةُ الَّذِينَ يُبْغِضُهُمْ اللَّهُ: الْفَخُورُ الْمُخْتَالُ، وَالْبَخِيلُ الْمَنَّانُ، وَالتَّاجِرُ وَالْبَيَّاعُ الْحَلَّافُ»، والحديث صحيح، رجاله ثقات.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وفي «الصحيحين» من حديث أَبَي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ^ يَقُولُ: «الْحَلِفُ مُنَفِّقَةٌ لِلسِّلْعَةِ مُمْحِقَةٌ لِلْبَرَكَةِ». ¶ وأخرج مسلم في «صحيحيه» من حديث أَبِي قَتَادَةَ الْأَنْصَارِيِّ رضي الله عنه أَنَّهُ سَمِعَ رَسُولَ اللَّهِ ^ يَقُولُ: «إِيَّاكُمْ وَكَثْرَةَ الْحَلِفِ فِي الْبَيْعِ فَإِنَّهُ يُنَفِّقُ ثُمَّ يَمْحَقُ». ¶ وما حصل فيه من لغو اليمين، بغير تعمد لذلك؛ فإن كفارة ذلك الصدقة، لحديث: قَيْسِ بْنِ أَبِي غَرَزَةَ قَالَ: قَالَ رَسُولُ اللَّهِ ^: «يَا مَعْشَرَ التُّجَّارِ إِنَّ الْبَيْعَ يَحْضُرُهُ اللَّغْوُ وَالْحَلْفُ فَشُوبُوهُ بِالصَّدَقَةِ»، أخرجه أبو داود وهو حديث صحيح. ¶ الغني الصالح ممن يظله الله في ظله، يوم لا ظل إلا ظله؛ إذا تصرف في هذا المال تصرف صحيحاً، ففي «الصحيحين» من حديث أبي هريرة رضي الله عنه، عن النبي ? قال: »سبعة يضلهم الله في ظله يوم لا ظله إلا ظله: إمام عادل، وشاب نشأ في عبادة الله، ورجل قلبه معلق في المساجد، ورجلان تحابا في الله، اجتمعا عليه وتفرقا عليه، ورجل دعته امرأة ذات منصب وجمال فقال: إني أخاف الله، ورجل ذكر الله خالياً ففاضت عيناه، ورجل تصدق بصدقة فأخفاها حتى لا تعلم شماله ما تنفق يمينه«.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وثبت من حديث عقبة بن عامر رضي الله عنه، أن النبي ^ قال: »المرء في ظل صدقه يوم القيامة حتى يقضى بين الناس«، ومن حديث الحارث الأشعري: الطويل أن النبي ? قال: »إن يَحْيَى بْنَ زَكَرِيَّا عليه السلام قَالَ لقومه: وَآمُرُكُمْ بِالصَّدَقَةِ؛ فَإِنَّ مَثَلَ ذَلِكَ كَمَثَلِ رَجُلٍ أَسَرَهُ الْعَدُوُّ فَأَوْثَقُوا يَدَهُ إِلَى عُنُقِهِ، وَقَدَّمُوهُ لِيَضْرِبُوا عُنُقَهُ فَقَالَ: أَنَا أَفْدِيهِ مِنْكُمْ بِالْقَلِيلِ وَالْكَثِيرِ، فَفَدَى نَفْسَهُ مِنْهُمْ»، وهو حديث صحيح، ونحن إذ نحثكم على ذلك لسنا نمد أعيننا إلى ما متعكم الله به من زهرة الحياة الدنيا، ولكن المكلّف لذلك: وجوب التواصي بالحق وبالصبر عليه. ¶ ابتعدوا عن البيوع المحرمة؛ من النجش، فقد قال النبي ?: »ولا تناجشوا ولا تدابروا، ولا يبيع بعضكم على بيع بعض«، ومن بيع الغرر نهى النبي ? عن بيوع الغرر، وبيوع الغرر كثيرة، وهذا يتطلب منكم تفقهاً في دين الله؛ فإن البيوع المحرمة من الفساد في الأرض، والله عز وجل يقول: {وَقَالَتْ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِمَا قَالُوا بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَاءُ وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ مَا أُنزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَاناً وَكُفْراً وَأَلْقَيْنَا بَيْنَهُمْ الْعَدَاوَةَ وَالْبَغْضَاءَ إِلَى يَوْمِ الْقِيَامَةِ كُلَّمَا أَوْقَدُوا نَاراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الأَرْضِ فَسَاداً وَاللَّهُ لا يُحِبُّ الْمُفْسِدِينَ}[المائدة:64].",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "يجب على المؤمنين جميعًا أن يكونوا ضد الفساد والمفسدين، حتى يكونوا ممن قال الله فيهم: {فَلَوْلا كَانَ مِنْ الْقُرُونِ مِنْ قَبْلِكُمْ أُوْلُوا بَقِيَّةٍ يَنْهَوْنَ عَنْ الْفَسَادِ فِي الأَرْضِ إِلاَّ قَلِيلاً مِمَّنْ أَنْجَيْنَا مِنْهُمْ وَاتَّبَعَ الَّذِينَ ظَلَمُوا مَا أُتْرِفُوا فِيهِ وَكَانُوا مُجْرِمِينَ}[هود:116]. ¶ فالوقوف أمام المفسدين عبادة، وبذلك تسلم الأمة من الهلاك، روى البخاري في «صحيحه» من حديث النعمان بن بشير رضي الله عنه: أن النبي ? قال: »مثل القائم في حدود الله والواقع فيها كمثل قوم كانوا في سفينة، فكان بعضهم أعلاها وبعضهم أسفلها، فكن الذين في أسفلها إذا استقوا من الماء مروا على من فوقهم، فقالوا: لو أن خرقنا في نصيبنا خرقاً ولم نؤذي من فوقنا، فلو تركوهم وما أرادوا هلكوا جميعاً، وإن أخذوا على أيديهم نجو ونجو جميعاً«، ¶ يا أيها التجار: إننا والله نخاف عليكم من أوزار التعاون على الإثم والعدوان وأوزار نشر الفساد، كما تقدم بيانه، وذلك: باستيرادكم للسلع المحرمة من اللباس، والمطعومات، والمشروبات، أو لا تبالون بما يدخل وبما يخرج من الأموال، وبما يدخل في بلاد المسلمين من الغزو الفكري، الذي يهجم على أبناء المسلمين عن طريقكم هداكم الله. ¶ اتقوا الله، اتقوا الله، إنكم مسئولون يوم القيامة عن كل ما تأتون وتذرون، وإن الرزق الذي أعطاكم الله ليس بذكائكم ولا بدهائكم، ولا بكثرة أموالكم، ولكن ابتلاكم الله به، فراعوا بذلك ما أمركم الله، واجتنبوا في ذلك ما حرم الله، قبل أن تندموا على ما فرطتم في جنب الله عز وجل. ¶ هذا، وهناك آداب وكتب تتعلق بالتجارة، ككتاب «الأموال» لأبي عبيد القاسم بن سلام، وكتاب «الأموال» لابن زنجوية، و (كتاب التجارة) من «سنن ابن ماجة»....",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "واعتبروا بمن قال الله سبحانه وتعالى فيه: {أَفَرَأَيْتَ الَّذِي كَفَرَ بِآيَاتِنَا وَقَالَ لأوتَيَنَّ مَالاً وَوَلَداً * أَاطَّلَعَ الْغَيْبَ أَمْ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْداً * كَلاَّ سَنَكْتُبُ مَا يَقُولُ وَنَمُدُّ لَهُ مِنْ الْعَذَابِ مَدّاً * وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْداً}[مريم: 77-80]. ¶ وبمن قال الله سبحانه وتعالى فيه: {وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ * الَّذِي جَمَعَ مَالاً وَعَدَّدَهُ * يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ * كَلاَّ لَيُنْبَذَنَّ فِي الْحُطَمَةِ * وَمَا أَدْرَاكَ مَا الْحُطَمَةُ * نَارُ اللَّهِ الْمُوقَدَةُ * الَّتِي تَطَّلِعُ عَلَى الأَفْئِدَةِ * إِنَّهَا عَلَيْهِمْ مُوصَدَةٌ * فِي عَمَدٍ مُمَدَّدَةٍ}[الهمزة: 1-9]. ¶ وبمن قال الله سبحانه وتعالى فيه: {تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ * مَا أَغْنَى عَنْهُ مَالُهُ وَمَا كَسَبَ * سَيَصْلَى نَاراً ذَاتَ لَهَبٍ * وَامْرَأَتُهُ حَمَّالَةَ الْحَطَبِ * فِي جِيدِهَا حَبْلٌ مِنْ مَسَدٍ}[المسد: 1-5]. ¶ وبمن قال الله سبحانه وتعالى فيه: {كَلاَّ إِنَّ الإِنسَانَ لَيَطْغَى * أَنْ رَآهُ اسْتَغْنَى * إِنَّ إِلَى رَبِّكَ الرُّجْعَى * َرَأَيْتَ الَّذِي يَنْهَى * عَبْداً إِذَا صَلَّى * أَرَأَيْتَ إِنْ كَانَ عَلَى الْهُدَى * أَوْ أَمَرَ بِالتَّقْوَى * أَرَأَيْتَ إِنْ كَذَّبَ وَتَوَلَّى * أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَى * كَلاَّ لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعَ بِالنَّاصِيَةِ * نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ * فَلْيَدْعُ نَادِيَه * سَنَدْعُ الزَّبَانِيَةَ * كَلاَّ لا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ}[العلق: 6-19].",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وبقول الله سبحانه وتعالى في كتابه الكريم: {أَلَمْ نَجْعَلْ لَهُ عَيْنَيْنِ * وَلِسَاناً وَشَفَتَيْنِ * وَهَدَيْنَاهُ النَّجْدَيْنِ * فَلا اقْتَحَمَ الْعَقَبَةَ * وَمَا أَدْرَاكَ مَا الْعَقَبَةُ * فَكُّ رَقَبَةٍ * أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ * يَتِيماً ذَا مَقْرَبَةٍ * أَوْ مِسْكِيناً ذَا مَتْرَبَةٍ * ثُمَّ كَانَ مِنْ الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ * أُوْلَئِكَ أَصْحَابُ الْمَيْمَنَةِ * وَالَّذِينَ كَفَرُوا بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ * عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ}[البلد: 8-20]. ¶ واعتبروا بقول الله سبحانه وتعالى: {إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ * إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ * وَلا يَسْتَثْنُونَ * فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ * فَأَصْبَحَتْ كَالصَّرِيمِ * فَتَنَادَوا مُصْبِحِينَ * أَنْ اغْدُوا عَلَى حَرْثِكُمْ إِنْ كُنتُمْ صَارِمِينَ * فَانطَلَقُوا وَهُمْ يَتَخَافَتُونَ * أَنْ لا يَدْخُلَنَّهَا الْيَوْمَ عَلَيْكُمْ مِسْكِينٌ * وَغَدَوْا عَلَى حَرْدٍ قَادِرِينَ * فَلَمَّا رَأَوْهَا قَالُوا إِنَّا لَضَالُّونَ * بَلْ نَحْنُ مَحْرُومُونَ * قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَكُمْ لَوْلا تُسَبِّحُونَ * قَالُوا سُبْحَانَ رَبِّنَا إِنَّا كُنَّا ظَالِمِينَ * فَأَقْبَلَ بَعْضُهُمْ عَلَى بَعْضٍ يَتَلاوَمُونَ * قَالُوا يَا وَيْلَنَا إِنَّا كُنَّا طَاغِينَ * عَسَى رَبُّنَا أَنْ يُبْدِلَنَا خَيْراً مِنْهَا إِنَّا إِلَى رَبِّنَا رَاغِبُونَ * كَذَلِكَ الْعَذَابُ وَلَعَذَابُ الْآخِرَةِ أَكْبَرُ لَوْ كَانُوا يَعْلَمُونَ}[القلم: 17-33] الآيات.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "هذه عبرة لمن اعتبر، وذكرى لمن تذكر، {إِنَّ فِي ذَلِكَ لَذِكْرَى لِمَنْ كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السَّمْعَ وَهُوَ شَهِيدٌ}[ق:37]. ¶ وقال تعالى: {فَذَكِّرْ إِنْ نَفَعَتْ الذِّكْرَى * سَيَذَّكَّرُ مَنْ يَخْشَى * وَيَتَجَنَّبُهَا الأَشْقَى}[الأعلى: 9-11]. ¶ {وَذَكِّرْ فَإِنَّ الذِّكْرَى تَنفَعُ الْمُؤْمِنِينَ * وَمَا خَلَقْتُ الْجِنَّ وَالإِنسَ إِلاَّ لِيَعْبُدُونِ * مَا أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ * إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ * فَإِنَّ لِلَّذِينَ ظَلَمُوا ذَنُوباً مِثْلَ ذَنُوبِ أَصْحَابِهِمْ فَلا يَسْتَعْجِلُونِ * فَوَيْلٌ لِلَّذِينَ كَفَرُوا مِنْ يَوْمِهِمْ الَّذِي يُوعَدُونَ}[الذاريات: 55-60]. ¶ ونرجو أن يكون في هذا القدر كفاية، لمن أراد الله له الهداية، سبحانك وبحمدك، لا إله إلا أنت أستغفر الله، وأتوب إليه. ¶ فهرس المسائل ¶ ابتعدوا عن البيوع المحرمة ... 39 ¶ احذروا الترف، والسرف أيها التجار ... 18 ¶ احذروا فالله عز وجل استثنى الصالحين من الهلع، وأبان أن الهلع شأن من لا ورع عندهم ولا دين قويم ... 17 ¶ احذروا معشر التجار أن تلهيكم الأموال وتغفلون عن ذكر الله ودينه الحق ... 20 ¶ احذروا معشر التجار فتنة الأموال ... 15 ¶ إذا اكتسب مالاً حلالاً ولو كان قليلاً فإنه فيه بركة عليك وعلى أهلك ... 13 ¶ اكتساب المال الحلال فيه بركة ... 9 ¶ اكتساب المال الحلال من أسباب قبول الدعاء عند الله عز وجل ... 11 ¶ الترف سبب الإعراض عن الحق ... 23 ¶ الربا خسائر وليس أرباحًا ... 19 ¶ الغني الصالح ممن يظله الله في ظله، يوم لا ظل إلا ظله؛ إذا تصرف في هذا المال تصرف صحيحاً ... 38 ¶ الله حرم الفساد وتوعد المفسدين بالهلاك ... 27 ¶ المال الخبيث ليس فيه بركة، لا في مأكله، ولا في مشربه، ولا في ملبسه، ولا على الولد ... 12 ¶ المترفون هم سبب دمار الديار ... 24 ¶ إن اكتساب المال مشروع ... 6 ¶ إن إناساً طغت عليهم الدنيا وطغوا بسببها ... 17",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "إنكم أيها التجار! ستفارقون هذه الأموال إلى أجداث من التراب، بعيدين عن المساكن الشاهقة، والمراكب الفارهة، والإخلا والأحباب ... 22 ¶ إياكم والإفساد في الأرض؛ فإن الترف غالباً ما يأتي منه الفساد ... 25 ¶ أيها التجار المسلمون! إنكم تمرضون، إنكم تفتقرون إلى الله ... 11 ¶ أيها التجار! لا تنفعكم أموالكم إلا بالعمل الصالح ... 22 ¶ أيها التجار! وأنتم على هذا الحال يوم القيامة تحضّون على أيديكم ندماً على ما فرطتم في جنب الله؛ من اللجوج في العصيان، وعدم تحري الإحسان ... 22 ¶ شأن المؤمن أنه إن أتاه الله الخير زداد تواضعاً وسكينة، وشأن الكافر أنه يأكل ويتمتع كالأنعام ... 34 ¶ شأن المؤمن أنه يستفيد من ماله إلى آخرته ... 35 ¶ شأن المترفين أن البلايا تأتي منهم أكثر، في كل زمان ومكان ... 23 ¶ عليكم بالسماحة في البيع ... 37 ¶ فلا يعجبك غير الحلال؛ فإنه عذاب على أصحابه ... 14 ¶ نوصيكم بالصدق والأمانة ... 37 ¶ نوصيكم بالقناعة إن كنتم تريدون الغنى والفلاح، وإياكم والتهالك على الدنيا ... 33 ¶ يجب على المؤمنين جميعًا أن يكونوا ضد الفساد والمفسدين، فالوقوف أمام عبادة ... 40 ¶ فهرس الأحاديث ¶ افْعَلُوا [في استاذنهم النبي ? في نحرهم إبلهم] ... 9 ¶ ألا أدلكم على شيء تسبقون به من بعدكم ... 35 ¶ البيعان بالخيار ما لم يتفرقا ... 10 ¶ الْحَلَالُ بَيِّنٌ وَالْحَرَامُ بَيِّنٌ ... 13 ¶ الْحَلِفُ مُنَفِّقَةٌ لِلسِّلْعَةِ مُمْحِقَةٌ لِلْبَرَكَةِ ... 38 ¶ اللهم إني لا أحل لهم إفساد ما أصلحت ... 6 ¶ المرء في ظل صدقه يوم القيامة ... 39 ¶ إن أفضل ما يأكل المرء من كسب يده ... 15 ¶ إن الدنيا حلوة خضرة وإن الله مستخلفكم الله فيها ... 16 ¶ إن الله طيب لا يقبل إلا طيباً ... 14 ¶ إن الله ورسوله حرم الخمر والخنزير ... 29 ¶ أَنَّ بَيْنَ يَدَيْ السَّاعَةِ تَسْلِيمَ الْخَاصَّةِ ... 31 ¶ أن تصدق وأنت صحيح شحيح ... 36 ¶ إن رجالاً يتخوضون في مال الله بغير حق ... 16 ¶ أن من أسباب البركة الصدق في البيع والشراء، وبيان عيب السلعة ... 10 ¶ إِيَّاكُمْ وَكَثْرَةَ الْحَلِفِ فِي الْبَيْعِ ... 38",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "أَيُّهَا النَّاسُ إِنَّ اللَّهَ طَيِّبٌ لَا يَقْبَلُ إِلَّا طَيِّبًا ... 11 ¶ تعس عبد الدرهم ... 32 ¶ تَعَلَّمُوا سُورَةَ الْبَقَرَةِ؛ فَإِنَّ أَخْذَهَا بَرَكَةٌ ... 20 ¶ ثَلَاثَةٌ يُحِبُّهُمْ اللَّهُ، وَثَلَاثَةٌ يُبْغِضُهُمْ اللَّهُ ... 37 ¶ رحم الله رجلاً سمحاً إذا باع ... 37 ¶ سبعة يضلهم الله في ظله يوم لا ظله إلا ظله ... 38 ¶ طلب العلم فريضة على كل مسلم ... 32 ¶ طوبى لمن هدي للإسلام ... 33 ¶ عجباً لأمر المؤمن إن أمره كله له خير ... 35 ¶ قد أفلح من أسلم ورزق كفافاً ... 33 ¶ كَانَتْ عُكَاظٌ، وَمَجَنَّةُ، وَذُو الْمَجَازِ أَسْوَاقًا فِي الْجَاهِلِيَّةِ ... 7 ¶ كَمْ مِنْ عَذْقٍ رَاحَ لِأَبِي الدَّحْدَاحِ فِي الْجَنَّةِ ... 36 ¶ لا إله إلا الله ويل للعرب من شر قد اقترب ... 31 ¶ لَا تَزُولُ قَدَمُ ابْنِ آدَمَ يَوْمَ الْقِيَامَةِ مِنْ عِنْدِ رَبِّهِ حَتَّى يُسْأَلَ عَنْ خَمْسٍ ... 18 ¶ لكل أمة فتنة وفتنة أمتي المال ... 16 ¶ لو أن لابن آدم وادٍ من ذهب أحب أن يكون له واديان ... 17 ¶ ليس الغنى عن كثرة العرض ... 34 ¶ ما أبقيت لأهلك يا أبا بكر ... 35 ¶ ما ذئبان جائعان أرسلا في زريبة غنم ... 16 ¶ ما من عبد يسترعيه الله رعية يموت ... 14 ¶ ما يكن عندي من خير فلن أدخره عنكم ... 34 ¶ مثل القائم في حدود الله والواقع فيها ... 40 ¶ مَهْيَمْ، لعبد الرحمن بن عوف ... 34 ¶ نعم إذا كثر الخبث ... 26, 31 ¶ ولا تناجشوا ولا تدابروا ... 39 ¶ يا كعب بن عجرة إنه لا يدخل الجنة لحم ... 13 ¶ يتبع الميت ثلاثة أهله وماله وعمله ... 22 ¶ يغزو جيش الكعبة ... 30",
            "page": "41",
            "part": "1"
        }
    ],
    "t36559": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "nsyh_tjar"
        }
    ]
}