{
    "b36550": [
        {
            "id": "1",
            "nass": "بسم الله الرحمن الرحيم ¶ التبيان في بعض بدع القنوت في رمضان ¶ الحمد لله الذي نصب على الحق والسنة أعلاماً ومنارات يهتدي بها من أراد الوصول إليها ومن سبق في علم الله وقدره له الهداية إلى سلوكها والثبات عليها . ¶ والصلاة والسلام على من بعثه الله للعالمين بشيراً ونذيراً وفرض على الناس طاعته واتباع هديه وسنته وتقديمها على سائر الأقوال والمذاهب كائناً من كان قائلها . ¶ أما بعد ، فإن الدعاء شأنه عظيم ، وقد صح عن النبي صلى الله عليه وسلم أنه قال (( الدعاء هو العبادة )) وتصديق ذلك في كتاب الله في مثل قوله تعالى (( وقال ربكم ادعوني أستجب لكم إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين )). ¶ وهذا يعم نوعي الدعاء ، دعاء المسألة والطلب ، ودعاء الثناء والحمد . ¶ وفي القران والسنة أدعية كثيرة تجل عن الحصر ، وكلها من جوامع الدعاء التي كان الأنبياء عليهم الصلاة والسلام وغيرهم من الصالحين يسألون بها حاجاتهم ويرغبون بها إلى الله . ¶ والعجب كل العجب ممن يرغب عن تلك الدعوات الصالحات من أولئك الأخيار الذين جعلهم الله أسوة حسنة لخلقه ، فيخترع أدعية من عنده يتكلف في كثير منها الألفاظ ويطيل فيها الكلام ، فتجد الدعاء في صفحات ، وفيه من التكرار والإطالة ما يشغل قلب الداعي عن الحضور ويصرفه عن التفكر في معنى ما يقول ، مما قد يمنعه الإجابة ، كما في الحديث (( ادعوا الله وأنتم موقنون بالإجابة ، واعلموا أن الله لا يستجيب دعاء من قلب غافل لاه )) أخرجه الترمذي [ح 3474] . ¶ وعن عائشة رضي الله عنها قالت (( كان رسول الله صلى الله عليه وسلم يستحب الجوامع من الدعاء ويدع ما سوى ذلك )) رواه أبو داود [ح 1482] . ¶ وللدعاء آداب ينبغي للداعي معرفتها وامتثالها حتى لا يقع في مخالفة السنة وربما أثم في دعائه ، كما قد يأثم العابد في عباداته الأخرى إذا أتى بها على غير الوجه الشرعي .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولأن المقام لا يتسع للإسهاب في بيان هذه المسألة العظيمة ، فإني أقتصر على ذكر بعض الملاحظات في أدعية الناس خاصة في قنوت صلاة القيام في رمضان دون تخصيص بلد أو مسجد أو طائفة ، فأقول وبالله التوفيق : ¶ 1- يلاحظ على كثير من الأئمة التطويل في الدعاء بطريقة مملة ، مع أن الوارد في الحديث في دعاء القنوت لا يزيد على أسطر معدودة وهو (( اللهم اهدني فيمن هديت ......)) الحديث . ¶ هذا على فرض ثبوت لفظ القنوت في الحديث ، فإن ابن خزيمة وابن حبان ضعفا هذا اللفظ . انظر التلخيص الحبير [ 1/247] . ¶ 2- نشأ من هذا التطويل غفلة كثير من الداعين عن معاني الدعاء وربما حصل نوع من السآمة بسبب الإعياء من طول القيام ورفع الأيدي ، وهو مما قد يضعف الإجابة وينافي المقصود . ¶ 3- الإعراض عن الأدعية المأثورة في القرآن وصحيح السنة والاعتياض عنها بأدعية مخترعة ينقص في الأجر والثواب وهو من استبدال الذي هو أدنى بالذي هو خير ويكفي فاعله إعراضه عن السنة ويأثم إن ظن أن غيرها من كلام الناس يقوم مقامها أو يفضلها . ¶ وغاية ما في أدعية الناس المخترعة أن تكون جائزة، أما الاستحباب ففي الأدعية المأثورة . ¶ قال شيخ الإسلام ابن تيمية (( والمشروع للإنسان أن يدعو بالأدعية المأثورة ، فإن الدعاء من أفضل العبادات وقد نهانا ¶ الله عن الاعتداء فيه . فينبغي لنا أن نتبع فيه ما شرع وسنَّ ، كما أنه ينبغي لنا ذلك في غيره من العبادات . ¶ والذي يعدل عن الدعاء المشروع إلى غيره – وإن كان من أحزاب المشايخ – الأحسن له أن لا يفوته الأكمل الأفضل ، وهي الأدعية النبوية ، فإنها أفضل وأكمل باتفاق المسلمين من الأدعية التي ليست كذلك ، وإن قالها الشيوخ ...",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ومن أشد الناس عيباً من يتخذ حزباً ليس بمأثور عن النبي صلى الله عليه وسلم ، وإن كان حزباً لبعض المشايخ ، ويدع الأحزاب النبوية التي كان يقولها سيد بني آدم وإمام الخلق وحجة الله على عباده ، والله أعلم )) انتهى كلامه . انظر الفتاوى[22/525] . ¶ وقال شيخ الإسلام في موضع آخر (( المنصوص المشهور عن الإمام أحمد أنه لا يدعو في الصلاة إلا بالأدعية المشروعة المأثورة ، كما قال الأثرم : قلت لأحمد بماذا أدعو بعد التشهد ؟ ¶ قال : بما جاء في الخبر . قلت له : أوليس قال رسول الله صلى الله عليه وسلم (( ثم ليتخير من الدعاء ما شاء )) ؟ قال : يتخير مما جاء في الخبر . فعاودته فقال : ما في الخبر . هذا معنى كلام أحمد ....)) انظر الفتاوى [22/474] . ¶ 4- وفي بعض الأدعية المخترعة اعتداء صريح في الدعاء ، وهو منهي عنه بنص القرآن والسنة . قال تعالى (( ادعوا ربكم تضرعاً وخفية إنه لا يحب المعتدين )) . الأعراف [55] . ¶ *وصح عن النبي صلى الله عليه وسلم قوله (( سيكون قوم يعتدون في الدعاء )) .رواه أبو داود [ح 1480] . ¶ *وسمع سعد بن أبي وقاص رضي الله عنه ابنه يقول في دعائه (( اللهم إني أسألك الجنة ونعيمها وبهجتها وكذا وكذا ، وأعوذ بك من النار وسلاسلها وأغلالها وكذا وكذا فنهاه )) ثم ذكر الحديث السابق . ¶ *وسمع ابن مغفل رضي الله عنه ابنه يقول (( اللهم إني أسألك القصر الأبيض عن يمين الجنة إذا دخلتها ، فنهاه عن ذلك أيضاً .رواه أبو داود [ح96] . ¶ 5- وفي الأدعية المخترعة سجع وتكلف ، وقد صح عن حبر الأمة ابن عباس رضي الله عنهما قوله (( فانظر السجع من الدعاء فاجتنبه فإني عهدت رسول الله صلى الله عليه وسلم وأصحابه لا يفعلون إلا ذلك الاجتناب )) رواه البخاري ¶ [ح 6337] .",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "6- وتلحين الصوت بالدعاء وتحسينه وترتيله على هيئة قراءة القرآن يخالف ما ينبغي أن يكون عليه الداعي من التضرع والتمسكن . وللدعاء شأن غير شأن القراءة التي يطلب فيها الجهر والتزيين . ¶ وقد ذكر شيخ الإسلام ما نصه (( ينبغي للداعي إذا لم تكن عادته الإعراب أن لا يتكلف الإعراب . قال بعض السلف : إذا جاء الإعراب ذهب الخشوع , وهذا كما يكره تكلف السجع في الدعاء ، فإذا وقع بغير تكلف فلا بأس به ، فإن أصل الدعاء من القلب ، واللسان تابع للقلب . ¶ ومن جعل همته في الدعاء تقويم لسانه أضعف توجه قلبه ....)) انظر الفتاوى [22/489] . ¶ قال سمير : وفي معنى ما ذكره ابن تيمية رحمه الله تكلف تزيين الصوت في الدعاء على هيئة القراءة ، فإنه يتكلف التجويد والمدود والغنة مع تكلفه تحسين صوته مما قد يؤثر في خشوعه وحضور قلبه ، والله أعلم . ¶ 7- ورفع الصوت بالدعاء مخالف للسنة ، فقد صح عن النبي صلى الله عليه وسلم أنه قال لأصحابه لما سمعهم يرفعون أصواتهم بالتكبير (( اربعوا على أنفسكم ، إنكم لا تدعون أصم ولا غائباً إنكم تدعون سميعاً بصيراً وهو معكم والذي تدعونه أقرب إلى أحدكم من عنق راحلته )) رواه البخاري ومسلم . انظر جامع الأصول [4/160 ] . ¶ وبعض الأئمة في المساجد يزعجون الناس برفع أصواتهم ويتعمدون تقريب أفواههم من الميكرفونات أثناء رفع الصوت يريدون إثارة الناس وتحميسهم للبكاء والخشوع وقد يتباكون لتحميس الناس ، وهذا من الرياء ، وهو ما يسميه بعض العلماء (( خشوع النفاق )) ولعل كثيراً من هؤلاء الأئمة المتباكين أمام الناس لا تدمع أعينهم في حال صلاتهم ودعائهم منفردين ، فإلى الله المشتكى ، ونعوذ به سبحانه من الشرك الخفي ، ثم أين ذهب البكاء والعويل أيها الإمام وأنت تقرأ الآيات التي تقشعر منها الجلود وتلين لها القلوب وتذرف من مواعظها العيون ؟",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "لقد كان النبي صلى الله عليه وسلم وأصحابه والأئمة المهديون من بعدهم ترق قلوبهم وتدمع أعينهم عند قراءتهم للقرآن وسماعهم له كما دلت على ذلك الأحاديث والآثار ، وهي مشهورة لا حاجة إلى ذكرها هنا . ¶ 8- نص بعض أهل العلم على أن قنوت الوتر في رمضان لا يزاد فيه على الوارد في الآثار . ¶ قال النووي في المجموع [3/495] في معرض حديثه عن قنوت صلاة الصبح الذي استحبه الشافعية [ السنة في لفظ القنوت ¶ اللهم اهدني فيمن هديت وعافني فيمن عافيت وتولني فيمن توليت وبارك لي فيما أعطيت وقني شر ما قضيت فإنك تقضي ولا يقضى عليك وإنه لا يذل من واليت تباركت ربنا وتعاليت )). هذا لفظه في الحديث الصحيح بإثبات الفاء في (( فإنك )) والواو في (( وإنه لا يذل )) ]. إلى أن قال [ فاعتمد ما حققته فإن ألفاظ الأذكار يحافظ فيها على الثابت عن النبي صلى الله تعالى عليه وسلم ] ثم نقل النووي الخلاف في الزيادة على المأثور في الدعاء ، ثم قال [ قال أصحابنا ولو قنت بالمنقول عن عمر رضي الله تعالى عنه كان حسناً ، وهو الدعاء الذي ذكره المصنف ، رواه البيهقي وغيره . قال البيهقي هو صحيح عن عمر ] . ¶ ثم نقل النووي دعاء عمر وهو (( اللهم اغفر لنا وللمؤمنين والمؤمنات والمسلمين والمسلمات وألف بين قلوبهم وأصلح ذات بينهم وانصرهم على عدوك وعدوهم . اللهم العن كفرة أهل الكتاب الذين يصدون عن سبيلك ويكذبون رسلك ويقاتلون أولياءك ، اللهم خالف بين كلمتهم وزلزل أقدامهم وأنزل بهم بأسك الذي لا ترده عن القوم المجرمين . بسم الله الرحمن الرحيم اللهم إنا نستعينك ونستغفرك ونثني عليك ولا نكفرك ونخلع ونترك من يفجرك . بسم الله الرحمن الرحيم : اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد ونخشى عذابك ونرجوا رحمتك إن عذابك الجد بالكفار ملحق )) .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "قال النووي [ وقوله (( اللهم عذب كفرة أهل الكتاب )) إنما اقتصر على أهل الكتاب لأنهم الذين كانوا يقاتلون المسلمين في ذلك العصر ، وأما الآن فالمختار أن يقال (( عذب الكفرة )) ليعم أهل الكتاب وغيرهم من الكفار ، فإن الحاجة إلى الدعاء على غيرهم أكثر والله أعلم . ¶ قال أصحابنا : يستحب الجمع بين قنوت عمر رضي الله عنه وبين ما سبق ، فإن جمع بينهما فالأصح تأخير قنوت عمر ، وفي وجه يستحب تقديمه . وإن اقتصر فليقتصر على الأول ، وإنما يستحب الجمع بينهما إذا كان منفرداً أو إمام محصورين يرضون بالتطويل ، والله أعلم ] . ¶ ثم ذكر النووي الخلاف في استحباب الصلاة على النبي صلى الله عليه وسلم بعد القنوت ورجح الاستحباب لورودها في حديث الحسن بن علي رضي الله عنهما حيث قال في آخره (( وصلى الله على النبي )) . ¶ قال سمير : وإنما نقلت كلام النووي هنا ، وإن كان في معرض الحديث عن قنوت صلاة الصبح المستحب عند الشافعية ، لأنه ذكر في المجموع [4/16] في معرض كلامه عن قنوت الوتر أنه يقال فيه ما يقال في قنوت الصبح . ¶ وتأمل رحمك الله قوله في الجمع بين (( اللهم اهدني فيمن هديت )) وقنوت عمر ، أنه يستحب لإمام محصورين يرضون بالتطويل ، فجعل الجمع بينهما تطويلاً ، فكيف لو رأى ما يصنعه أئمة مساجدنا خاصة الحرمين والعدد كبير جداً والتطويل أضعاف أضعاف ذلك . والله المستعان . ¶ ويؤخذ من فعل عمر رضي الله عنه استحباب لعن كفرة أهل الكتاب اليهود والنصارى وإشهار ذلك ، ولا بأس أن يعم الكفار كلهم كما قال النووي ، وهذه سنة قديمة لكنها صارت مهجورة اليوم في كثير من مساجد المسلمين مع عظم الحاجة إليها أكثر من ذي قبل خاصة وقد حمي الوطيس بيننا – نحن المسلمين – وبين الكفار من اليهود والنصارى والهندوس والشيوعيين وغيرهم وإخواننا يرابطون في الثغور في أفغانستان والشيشان وكشمير وفلسطين وغيرها ، نسأل الله لهم النصر على عدوهم والثبات على الحق .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "9- ومما أحدثه بعض الأئمة في القنوت الدعاء للأمراء والرؤساء والملوك ، وهذا مما لا أعلم له أصلاً في سنن الأولين ، أعني تخصيص الدعاء للسلطان في قنوت الوتر في رمضان . ¶ وقد علمت مما تقدم أن المستحب أن لا يزاد عن القنوت الوارد في حديث الحسن بن علي وقنوت عمر بن الخطاب رضي الله عنهم فمن أين أحدث الناس الدعاء للسلطان ؟ ¶ فإن قيل : ورد عن السلف ما يدل على جواز ذلك ، فجوابه : إن الوارد عنهم جوازه في خطب الجمعة لا في قنوت الوتر ، وفرق بين الحالين ، فإن هذا دعاء داخل صلاة فيقتصر فيه على الآثار كما تقدم نقله عن الإمام أحمد وابن تيمية وغيرهما . ¶ ثم إن الدعاء للسلطان في الخطب مختلف في جوازه . ¶ كتب عمر بن عبدالعزيز رضي الله عنه (( أما بعد ، فإن ناساً من الناس قد التمسوا الدنيا بعمل الآخرة ، وإن من القصاص قد أحدثوا في الصلاة على خلفائهم وأمرائهم عدل صلاتهم على النبي صلى الله عليه وسلم فإذا جاءك كتابي فمرهم أن تكون صلاتهم على النبيين ودعاؤهم على المسلمين عامة ويدعوا ما سوى ذلك )) انتهى نقله من جلاء الأفهام [رقم492] . ¶ قال صاحب المهذب (( وأما الدعاء للسلطان فلا يستحب ، لما روي أنه سئل عطاء عن ذلك فقال إنه محدث ، وإنما كانت الخطبة تذكيراًَ )) ¶ قال النووي شارحاً لذلك (( وأما الدعاء للسلطان فاتفق أصحابنا على أنه لا يجب ولا يستحب ، وظاهر كلام المصنف وغيره أنه بدعة إما مكروه وإما خلاف الأولى ، هذا إذا دعا له بعينه ، فأما الدعاء لأئمة المسلمين وولاة أمورهم بالصلاح والإعانة على الحق والقيام بالعدل ونحو ذلك ، ولجيوش الإسلام فمستحب بالاتفاق . والمختار أنه لا بأس بالدعاء للسلطان بعينه إذا لم يكن مجازفة في وصفه ونحوها ، والله أعلم )) انتهى من المجموع [4/521] .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وقال الحافظ ابن حجر في الفتح [2/415] (( وقد استثني من الإنصات في الخطبة ما إذا انتهى الخطيب إلى كل مالم يشرع، مثل الدعاء للسلطان مثلاً . بل جزم صاحب التهذيب بأن الدعاء للسلطان مكروه . وقال النووي : محله إذا جازف ، وإلا فالدعاء لولاة الأمر مطلوب اهـ . ومحل الترك إذا لم يخف الضرر ، وإلا فيباح للخطيب إذا خشي على نفسه ، والله أعلم )) انتهى كلام الحافظ . ¶ قال سمير : وفي كلام النووي رحمه الله ما يدل على أن بعض الخطباء كان يجازف في دعائه للسلطان ، وحمل الكراهة على ذلك ، ونص على أنه يدعى له بالصلاح والإعانة على الحق والقيام بالعدل ، وهذا مما لم يقتصر عليه كثير من الخطباء اليوم ، بل ربما تحول الدعاء عندهم إلى ثناء على السلطان وحمده وذكر إنجازاته ، كما سمعنا هذا من بعضهم . كما أنه لم يقتصر على السلطان بل ذكر أعوانه ووزراءه وجنوده ... الخ . ثم لم يقتصر ذلك على الخطب حتى تعدى إلى القنوت في الوتر وليس لهم فيه سلف فيما أعلم ، والله تعالى أعلم . ¶ وفي قول الحافظ (( فيباح للخطيب إذا خشي على نفسه )) دلالة على فساد حال السلطان في ذلك الزمان حتى إنه ربما يكره الأئمة والخطباء على الدعاء له .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "واعلم أن سلف هذه الأمة من الخلفاء الأخيار لم يكن يشهر الدعاء لهم في الخطب ولا في غيرها ، مع صلاحهم وعدلهم واستقامة علانيتهم وسرائرهم وكانوا هم أفضل خلق الله على وجه الأرض في زمانهم ، أعني الخلفاء الراشدين ، ثم لما حصل التبديل والتغيير وفشا في الولاة الأثرة والجور ،أكرهوا الخطباء على الدعاء لهم ، ولم يزل الأمر يزداد ويكثر ، كلما ابتعد الولاة عن تطبيق شرع الله والحكم به في أنفسهم وفي الناس وكلما زاد الجور والظلم على الرعية والأثرة بالأموال ومتاع الدنيا من دونهم ، كلما زادوا رغبة في إظهار الدعاء لهم والثناء عليهم في كل محفل ، حتى غدا ذكراً على ألسنة بعض المرتزقة المتنفذين الثناء على الولاة والدعاء لهم يلهمونه كما يلهمون النفس . ¶ ولعل بعض الناس يستدل بما أثر عن البربهاري وغيره من إجازة الدعاء للسلطان ، وهذا بعيد عما نحن فيه ، إذ لم يقل هو ولا غيره إن ذلك يشهر في الخطبة والقنوت . ¶ وكذلك ما أثر عن الفضيل بن عياض في الدعاء للسلطان لم يذكر أنه يشهر ذلك ، بل حسب الداعي أن يدعو في خلوته مع نفسه لو أراد الاستنان بفعل بعض السلف ، لا أن يشهر ذلك . ¶ ثم كيف يسوغ التطويل في الدعاء للسلطان وقد علمت ما قاله الأئمة في التطويل في عموم الدعاء . ¶ ولا ريب أن إحساس المصلين بالسآمة والملل والتضجر من التطويل في الدعاء للسلطان أشد وأكبر مما لو أمنوا على دعاء مأثور يشملهم ويعمهم . ولو تأمل هذا الإمام الذي يطيل في دعائه للسلطان أن إطالته تلك قد تعكس المطلوب ، لأنه يكره الناس على ما لا يريدون ، وفي ذلك ما فيه لمن تدبر وتعقل . ¶ وليجعل الداعي همته وهمه وشغله في اتباع السنة إرضاء لله لا إرضاء الناس . ¶ ثم لم يواظب على ذلك في كل خطبة وقنوت مع أنه محدث ، وقد نص الأئمة على ترك بعض السنن الثابتة أحياناً لئلا يظن وجوبها أو لغير ذلك من الأسباب ، كما في قراءة السجدة والإنسان فجر الجمعة ؟ انظر المغني [3/252].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "10- ومما أحدثه الأئمة في قيام رمضان دعاء ختم القرآن وقد فشت هذه البدعة في الناس وصاروا يتزاحمون على حضور (( الختم )) ما لا يفعلون مثله ولا نصيفه في السنن المؤكدات ولا في الواجبات ، وكلما رأى الأئمة كثرة زحام الناس وطلبهم لحضور هذه البدعة كلما زادوا إصراراً على فعلها والمواظبة عليها والتفنن في اختراع الأدعية لها إرضاءً للعوام . ¶ والمسألة ، لولا اشتهارها في زماننا وذكرها في كتب الحنابلة ، لما أطلت فيها الكلام ، لأنه يقال فيها ما يقال في سائر المحدثات التي أحدثها الناس في العبادات . ¶ وللعلامة الشيخ بكر أبو زيد حفظه الله بحث نفيس ماتع في جزء لطيف سماه (( مرويات دعاء ختم القرآن )) قال في مقدمته (( وقد عهد من مدارك الشرع أن أمور العباد التعبدية توقيفية لا تشرع إلا بنص نصبه الله على حكمه مسلَّم الثبوت والدلالة لضمان الاتباع عن الابتداع ودرء الغلط والحدث )) . ¶ ثم أطال في نقد مرويات هذا الدعاء وخلص إلى أنها كلها ضعيفة ، سوى أثر مجاهد (( الرحمة تنزل عند ختم القرآن )) وما ذكر عن أنس بن مالك رضي الله عنه أنه كان إذا أراد أن يختم جمع أهله ودعا . وهذا خارج الصلاة كما هو ظاهر . ¶ ثم نقل الشيخ حفظه الله [ص 48] عن الإمام مالك أنه سئل عن الذي يقرأ القرآن فيختمه ثم يدعو ، قال (( ما سمعت أنه يدعو عند ختم القرآن وما هو من عمل الناس )) . ¶ ونقل قول ابن رشد شرحاً لكلام الإمام مالك (( الدعاء حسن ، ولكنه كره ابتداع القيام له عند تمام القرآن ، وقيام الرجل مع أصحابه لذلك عند انصرافهم من صلاتهم واجتماعهم لذلك عند خاتمة القرآن كنحو ما يفعل بعض الأئمة عندنا من الخطبة على الناس عند الختمة في رمضان والدعاء فيها وتأمين الناس على دعائه وهي كلها بدع محدثات لم يكن عليها السلف )) اهـ .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قال الشيخ بكر (( وهذا صريح من المالكية من أنهم إذا ختموا في الصلاة يدعون خارجها ، وكرهوا ما يحف بذلك من المحدثات كالخطبة والقيام .. فتأمله )) . وانظر الباعث لأبي شامة [ص 57] ¶ قال سمير : ولا ريب أن الذي يفعله الأئمة اليوم أشد كراهة من هذا ، لأنهم يخطبون أثناء الصلاة ، فلم يقتصروا على الدعاء بل زادوا عليه كلاماً كثيراً يبدأونه بقول (( صدق الله )) ثم يكررون ذلك وفيه مواعظ وتفصيل لأمور الإسلام وشرائعه وذكر الصلاة والزكاة والصيام والحج وغيرها ، وكل ذلك داخل الصلاة تحت مسمى (( دعاء الختم )) . ¶ وقد اشتمل على محدثات كثيرة مع كونه هو نفسه محدثاً . ¶ وقد اغتر قوم بما روي في ذلك عن الإمام أحمد ، وليس في ذلك حجة لهم ، لأن كلامه رحمه الله معارض بكلام الإمام مالك ، والحجة في الأدلة من الكتاب والسنة وإجماع السلف خاصة القرن الأول . ¶ ولا ريب أن النبي صلى الله عليه وسلم كان يختم القرآن هو وأصحابه ومنهم من يختمه في الصلاة وخارجها ، ولم ينقل عنهم مثل هذا العمل ، سوى ما أثر عن أنس رضي الله عنه وهو مما انفرد به عن الصحابة ، ثم لم يكن داخل الصلاة ، ولم يكن بدعاء معين وموعظة وخطبة وقيام وزحام .. إلى غير ذلك مما نراه اليوم ونسمعه . ¶ وقد ذكر الأمام أحمد حجته في جواز فعله في التراويح فقال (( رأيت أهل مكة يفعلونه ، وكان سفيان بن عيينة يفعله معهم بمكة )) . انظر المغني [2/608] . ¶ ولو كان مع الإمام أحمد حجة أعلى منها لذكرها . ومعلوم أن فعل أهل مكة في ذلك الزمان بل وقبله ليس بحجة ، وإنما حصل الخلاف بين أهل العلم في الاحتجاج بفعل أهل المدينة في القرن الأول ، لقرب العهد بفعل النبي صلى الله عليه وسلم وكبار أصحابه ، وقد اختار بعض المحققين أن الاحتجاج بفعلهم إنما هو خاص بزمن الراشدين الأربعة .",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "والحاصل : أن كلام الإمام أحمد وفعل سفيان وغيره من أهل العلم لا يحتج به بل يحتج له ، وقد رأيت أن الإمام مالكاً أنكر دعاء الختم وقال (( ما هو من عمل الناس )) . ¶ وقد ترك العلماء بعض ما أثر عن الإمام أحمد مثل جواز الدعاء عند القبور كما نقل عنه ذلك ابن قدامه في المغني[3/518]. ورخص في وضع اليد على مقعد النبي صلى الله عليه وسلم من المنبر ثم يضعها على وجهه . انظر المغني [5/468] . ورخص الإمام أحمد كذلك في التعريف بالأمصار ، وأنكره الإمام مالك وغيره . انظر المغني [3/295] والباعث [ص44-49]. وذكر ابن قدامة في المغني [2/610] أن الإمام أحمد استحسن التكبير عند آخر كل سورة من سورة الضحى إلى آخر القرآن . إلى غيرها من المسائل التي رخص فيها الإمام أحمد وأنكرها الأئمة وتبعهم على ذلك العلماء المحققون إلى زماننا هذا . ¶ بل نقل عن الإمام أحمد في بعض الروايات إجازته الحلف بالنبي صلى الله عليه وسلم ، انظر الفتاوى [1/347،337،335،140] ، فعلى فرض صحة ذلك ، إلا أن العلماء لم يترددوا في الحكم على ذلك بالشرك ، لحديث (( من حلف بغير الله فقد كفر أو أشرك )). ¶ وقل مثل ذلك فيما رخص فيه غيره من الأئمة كالإمام مالك والشافعي وإسحاق وسفيان . ¶ واعتبر بقنوت الصبح الراتب الذي استحبه الشافعي وغيره وفيه آثار قديمة أشهر وأصح من دعاء الختم ، ومع ذلك أنكره شيوخنا في هذا العصر ، ولم يترددوا في الحكم عليه بالبدعة . ¶ بل أنكر العلماء مسائل انفرد بها بعض الصحابة كما في تتبع ابن عمر لآثار النبي صلى الله عليه وسلم ، وسفر أبي هريرة إلى الطور وإتمام عثمان الصلاة في منى ونهيه عن متعة الحج وقول ابن عباس في الصرف ومتعة النساء إلى غير ذلك . ¶ وكيف يحتج بقول أحد من الأئمة وقد نهوا عن ذلك حتى قال الإمام أحمد (( لا تقلدني ولا تقلد مالكاً ولا الشافعي ولا الأوزاعي وخذ من حيث أخذوا )) أو كما قال .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وقال (( عجبت لمن عرف الإسناد وصحته يذهبون إلى قول سفيان ، والله تعالى يقول (( فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم )) .... إلى آخر كلامه المشهور . ¶ وبنحو ذلك قال سائر الأئمة الأعلام . ¶ ويلزم المحتج بفعل الإمام أحمد في هذه المسألة ترك النكير على من احتج بفعل الإمام الأوزاعي وأهل الشام في ليلة النصف من شعبان ، وعلى سائر من احتج بما أحدثه العامة بفعل بعض الأئمة أو الفقهاء أو لاشتهار ذلك في بعض البلدان . ¶ وقال أبو شامة في الباعث [ص 56] في مسألة صلاة النصف من شعبان (( وقد جعلها جهلة أئمة المساجد مع صلاة الرغائب ونحوها من الصلوات شبكة لجمع العوام وطلب لرئاسة التقدم )) . ¶ وقال أبو شامة في الباعث [ص68] (( فصل : واتفق أن ولي الخطابة والإمامة بجامع دمشق حرسها الله في سنة سبع وثلاثين وستمائة أحق الناس بهما يومئذ الفقيه المفتي ناصر السنة مظهر الحق أبو محمد عبدالعزيز بن عبدالسلام أيده الله بحراسته وقواه على طاعته ، فجرى في إحياء السنن وإماتة البدع على عادته ، فلما قرب دخول شهر رجب أظهر للناس أمر صلاة الرغائب ، وأنها بدعة منكرة ، وأن حديثها كذب على رسول الله صلى الله عليه وسلم ، وخطب بذلك على المنبر يوم جمعة ، وأعلم الناس أنه لا يصليها ، ونهاهم عن صلاتها ، ووضع في ذلك جزءاً لطيفاً سماه (( الترغيب عن صلاة الرغائب )) حذر الناس فيه من ركوب البدع والتقرب إلى الله تعالى بما لم يشرع ، وأراد فطام الناس عنها قولاً وفعلاً ، فشق ذلك على العوام وكثير من المتميزين الطغام ، اغتروا منها بمجرد كونها صلاة فهي طاعة وقربة فلماذا ينهى عنها ، وركوناً إلى ذلك الحديث الباطل . وشق على سلطان البلد وأتباعه إبطالها ، فصنف لهم بعض مفتي البلد جزءً في تقريرها وتحسين حالها وإلحاقها بالبدع الحسنة من جهة كونها صلاة ، ورام نقض ذلك الجزء في تصنيفه هذا ، فرد عليه الفقيه أبو محمد أحسن!",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "رد ، وبين أنه هو الذي أفتى فيما تقدم بالفتيتين المقدم ذكرهما ، فخالف ما كان أفتى به أولاً ، وجاء بما وافق هوى السلطان وعوام الزمان ))انتهى نقله من الباعث على إنكار البدع والحوادث لأبي شامة المقدسي . ¶ وبعد ، فإن الكلام على هذه المسألة وغيرها مما نبهت عليه في هذه الورقات مما يطول ويخرجنا عن المقصود ، وحسبي ما أشرت إليه ، ومن أراد المزيد فعليه بقراءة كتب الأئمة من السلف والخلف مع قصد اتباع الحق لا إرضاء الناس فإن من أرضى الناس بسخط الله سخط الله عليه وأسخط عليه الناس . ¶ وليحذر الشيوخ والقراء والفقهاء من أن يكونوا ممن سن في الناس سنة سيئة فيحملوا وزرها ووزر من عمل بها إلى يوم القيامة . ¶ هذا وللحديث بقية إن مد الله في الأجل ، والحمد لله أولاً وآخراً . ¶ وكتب سمير بن خليل المالكي ¶ 29 / 9 / 1423هـ",
            "page": "14",
            "part": "1"
        }
    ],
    "t36550": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "التبيان في بعض بدع القنوت في رمضان"
        }
    ]
}