{
    "b36554": [
        {
            "id": "1",
            "nass": "مشتهى العقول في منتهى النقول تأليف ¶ الإمام جَلال الدّين السّيُوطي ¶ - تحقيق: بَديع السّيد اللّحام ¶ تصدير: ¶ هذه رسالة طريفة ونادرة تتجلى من خلالها شخصية الإمام السيوطي العالم الموسوعي. ¶ من المعروف أن المكتبة العربية قد حفلت بعدد من المصنفات التي استقلّت برصد الأوليات، وقد بدأ التأليف فيها مبكراً في تاريخ المكتبة العربية، ففي أواخر القرن الهجري الثاني وضع هشام بن الكلبي (ت: 204 هـ ـ 819م)، كتاب الأوائل. ثم تلاه المدائني (ت: 225 هـ ـ 839م)، ومن بعدهما ألف أبو هلال العسكري (ت: 395هـ ـ 1004م)، أشهر كتب \"الأوائل\". ¶ ولم ينقطع التصنيف في هذا الباب بعد ذلك، فإسماعيل الموصلي: ( 631هـ ـ 1233م)، له مصنف، وبدر الدين الشبلي (ت: 769 هـ ـ 1367م) له مصنف وغيرهم... وأخيراً لا آخراً وضع السيوطي (ت ـ 911 هـ ـ 1833م) مصنفاً حافلاً، جامعاً، ومستوعباً لكل ما كتب قبله، مع زيادات جمة وسماه: \"الوسائل إلى معرفة الأوائل\". ¶ وقد طبع هذا الكتاب عدة مرات. ¶ لقد قمت بالبحث والتفتيش، في فهارس المكتبات وخزائن المخطوطات، لعلّي أعثر على مصنِّف واحد، رصد لنا \"منتهيات الأشياء وغايات الأمور\"، كما رُصدت من قبل \"أوائلها\". فلم أجد سوى الإمام السيوطي في رسالته هذه، والتي نقدمها اليوم لقراء العربية، بمناسبة هذا العدد الخاص من مجلة التراث العربي، وأرجو أن يجد القارئ في هذه الرسالة من الطرافة والمتعة ما وجدت عندما ظفرت بها، وطالعتها المرة تلو المرة. ¶ جمع السيوطي في هذه الرسالة بعض منتهيات الحوادث وغايات الأمور، انتقاها ونقلها عمن تقدمه، كما يوحي بذلك عنوانها \"منتهى النقول\"، ولكنه وعلى خلاف المعهود عنه في منهجه في التأليف لم يسند لنا هذه النقول إلى أصحابها، أو يعزوها إلى قائلها أو الكتاب الذي نقلت منه، وهو القائل: \"قد علم الله والناس من عادتي في التأليف أني لا أنقل حرفاً من كتاب واحد إلا مقروناً بعزوه إلى قائله. ونسبته إلى ناقله\"(1). ولكننا لا نلمح لهذه العادة أثراً في هذا المؤلف الذي بين أيدينا، والله أعلم بالسبب.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "لم يكتف السيوطي بعدم عزو النقول إلى أصحابها، فهو لم يقم أيضاً بتمحيص تلك النقول ـ لبيان صحيحها من سقيمها ـ ومنها نقول أشبه ماتكون بالخيال، إن لم نقل إنها من وحي الخيال فعلاً، مما نجده مسطراً في كتب التاريخ القديم، التي كانت ميداناً واسعاً وخصباً كالأخبار الإسرائيلية الموضوعة، والآثار المكذوبة، وخاصة عند ذكر بدء الخليقة، والأمم البائدة، والغيبيات التي لا تستند إلى دليل نصّي قطعي الثبوت والدلالة. ¶ ليست كل نقول السيوطي من هذا النمط فهناك نقول أخرى أوردها في رسالته، تستند إلى الخبر الصحيح والنص الصريح، مما لا جدال فيها ولا مماراة، وخاصة تلك النقول المتعلقة بـ(منتهى النعيم، ومنتهى العذاب، ومنتهى الليالي، ومنتهى فتن الدنيا)... وغيرها، وهناك نقول أخرى تتعلق ببعض الشخصيات الإسلامية، مما تجده مسطراً في الفقرات من (23 ـ 40). ¶ قدَّم السيوطي لرسالته هذه بمقدمة وجيزة جداً، بيَّن فيها أن ما يحويه هذا المجموع ماهو إلا ثمار منوعة، اقتطفت من كتب متعددة، وجمعت دون عناية بترتيب وتبويب وتزويق، فلا نلمس نظاماً معيناً في ترتيبها، فهي أشبه بكشكول أو مخلاة صغيرة، جمعت نقولاً لا رابط بينها، سوى كون كل منها صدر بقولنا: \"منتهى...\". ¶ توثيق الكتاب والنسخ المعتمدة في التصحيح: ¶ لم يذكر السيوطي هذا الكتاب من بين مؤلفاته، عندما عددها لنا في كتابه \"حسن المحاضرة\"، ولا في كتابه: \"التحدث بنعمة الله\"، أو فهرست مؤلفاته الذي وضعه سنة (904 هـ / 1498م)، أي قبل وفاته بسبع سنوات، ولكن عدم ذكر السيوطي لهذا الكتاب فيما مر لا يعني أنه ليس من مؤلفاته. فهناك عدد كبير من المصنفات التي وضعها السيوطي، بعد الإحصاءات التي مرت لكتبه، وهذه المصنفات، أعني التي لم يذكرها السيوطي، قد نسبها له من جاء بعده. ¶ وممن نسب هذا الكتاب إلى السيوطي: صاحب هدية العارفين، وصاحب عقود الجوهر، وصاحب مكتبة الجلال السيوطي، وصاحب دليل مخطوطات السيوطي. يضاف إلى ذلك أن جميع مخطوطات هذا الكتاب سطر على صفحة عنوانها اسم الجلال السيوطي، وبذلك لا يبقى مجال للشك في صحة نسبة هذا الكتاب لمؤلفه الإمام السيوطي، وهو من أواخر ما صنفه من الكتب.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لقد قام كثير من الباحثين بتحقيق بعض كتب الإمام السيوطي في هذه الأيام. وبالرغم من وجود عدد من النسخ المطبوعة لكتاب: \"مشتهى العقول في منتهى النقول\"، فإن هذا الكتاب لم يسبق له أن طُبع، اللهم إلا طبعة حجرية قديمة، طُبِعَتْ في مصر عام 1276هـ/ 1859م، وهذه المطبوعة أصبحت أندر من مخطوطات الكتاب الأصلي، لذلك قمت بالبحث عن نسخة من الكتاب المطبوع، في عدد من المكتبات العامة والخاصة، والتي تحوي الكتب القديمة، فلم أعثر لها على أثر، لهذا وجدت الرغبة الصادقة في إخراج هذا الكتاب، بعد أن حصلت على ثلاث نسخ مخطوطة منه، محفوظة في المكتبة الظاهرية بدمشق (مكتبة الأسد الوطنية) وإليك بيان هذه النسخ. ¶ ـ النسخة (1): ضمن مجموع رقمه (58) عدد أوراقه (150) منها (8) ورقات (97 ـ 104) لكتاب السيوطي الخط نسخي معتاد، المسطرة (19) سطراً، وتنتهي كبقية النسخ، ولكن دون ذكر الخاتمة. بل يتصل الكلام بأبيات شعرية عن مدينة دمشق، والنسخة غير معروفة الكاتب، وهي من خطوط القرن الثاني عشر الهجري، وهي برغم مافيها من أخطاء أصح النسخ الثلاث. ¶ ـ النسخة (2): مجموع (رقمه 7702) ق (1 ـ 5/أ)(4) مكتوبة بخط نسخي معتاد أيضاً، مسطرتها (27)، سطراً، مجدولة بالحمرة في بداية الفقرات، حالة المخطوطة جيدة، لكنها غير معروفة الناسخ ولا تاريخ النسخ، وهي تلي النسخة (1) بدرجة الجودة. وقد جاء عنوان الكتاب على ظهر النسخة محرَّفاً: \"منتهى العقول ومنتهى النقول\"، ولكنه جاء على الصواب في الداخل. ¶ ـ النسخة (3): ضمن مجموع (رقمه: 4999)، ق (100 ـ 101/أ), الخط عادي، والمسطرة (42)، كتبها المرتجي رحمه ربه الغفور، زاهد ابن الشيخ أحمد الزيزي (كذا)، غفر الله له ولمن دعى له ولمن أمَّن على دِّعائه... وذلك في يوم الخميس المبارك، خلا اثنان وعشرون يوماً من شهر محرم الحرام، من شهور سنة ألف ومائتين وأربعة وستين (1264 هـ ـ 1847م)... وجاء عنوان الكتاب فيها \"مشتهى العقول ومنتهى النقول\"، وهذه النسخة مليئة بالأخطاء والتصحيفات، وفيها زيادات واضحة بقلم الناسخ.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وبما أن النُّسخ الثلاث المعتمدة اشتركت بوجود بعض الأخطاء، وفي كل منها من السَّقْط ماليس في الأخرى، لذا فقد لجئت إلى إخراج نص الكتاب من النسُّخ الثلاث، ولم أوفر جهداً في تصحيح النَّص بقدر الإمكان، وذكرت في التعليقات فروقات النسخ، ولم أشأ أن أُثقل الحواشي بالتعليقات، فاقتصرت على عزو الآيات القرآنية والأحاديث النبوية على قلتها، وهذا فيما أرى يتناسب مع طبيعة نشر أمثال هذه النصوص في المجلة. ¶ أرجو أن أكون قد وفِّقت إلى إضافة ما يُفيد من خلال هذا النص المحقق، وما توفيقي إلا بالله. ¶ بديع السيد اللحام ¶ النص المحقق ¶ بسم الله الرحمن الرحيم وبه نستعين ¶ الحمد لله وكفى، وسلام على عباده الذين اصطفى. وبعد: ¶ هذا مجموع لطيف من كتاب شريف، أعني كتاب: (مشتهى العقول في منتهى (5) النقول). وهو في جزء (6) وفيه الأجزاء، وهذه أثمار من أشجار، وأقطار من بحار(7)، من تبويب ولا ترتيب. ¶ 1 ـ منتهى الأجسام \"العرش\": انتهت قوائمه إلى ثلاثمائه وستين قائمة. مابين كل قائمتين (8) من قوائمه ثمانون ألف عام، وهو سقف الجنة، ويُظِل سبعين يوم القيامة، من السبعين (9)، السبعة التي في البخاري، الذين يظلهم الله تحت ظل عرشه(10). ¶ وبعض ملائكة العرش عرض شحمة أذنه مسيرة خمسمائة عام. ¶ وطار مَلَك اسمه \"حزقاييل\" بثلاثة عشر ألف (11) جناح (كل جناح) (12) قدر الأرض إلى عنق العرش عشرين ألف سنة، ثم ضاعف الله له أجنحة وقوة فطار ثلاثين ألف سنة (13). ثم قال: \"يارب إلى منتهى العرش\"؟ فأوحى الله إليه: \"لو طرت(14) إلى أن ينفخ في الصور لن تبلغ (ساق العرش) (15)\". فقال: \"سبحان ربي الأعلى\" [فأنزل الله]: (سبح اسم ربك الأعلى((16). ¶ قلت: يعني يا محمد سبح اسم ربك الأعلى (17)، الذي أسرى بك ليلاً من المسجد الحرام إلى المسجد الأقصى، الذي باركنا حوله إلى (سدرة المنتهى إلى)(18) ما لا يصل حزقاييل ولا جبرائيل (19). ¶ 2 ـ منتهى الليالي \"ليلة القدر\"، قال الله تعالى: (ليلة القدر خير من ألف شهر، تنزَّل الملائكة والرُّوح فيها، بإذن ربهم من كل أمرٍ، سلام هي حتى مطلع الفجر(.(20).. ¶ 3 ـ منتهى كل دار \"الجنة\" أو \"النَّار\": ¶ فالجنَّة: عرضها كعرض السموات(21)، والأرض، طولها يمتد إلى الأبد، وشجرة طوبى يسير الراكب السريع(22)في ظلها مائة عام ما يقطعها(23)، وأشجارها أصولها في الغيب وفروعها(24)، إلى الأرض، تطرح الحلي والحلل(25).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "4 ـ منتهى النعيم: \"النظر إلى الله تعالى بلا كيف ولا وصف\"، ولا يحيطون به علماً (لا تدركه الأبصار وهو يدرك الأبصار(. (26). ولحديث: \"إنكم سترون ربكم\"(27). (وجوه يؤمئذٍ ناضرة إلى ربها ناظرة((28). ¶ وقوله تعالى: (لن تراني((29)، أي في غير (30) الجنَّة. ¶ 5 ـ منتهى العقاب(31) \"حجاب الخلق عن الحق\". قال الله تعالى: (كلا إنهم عن ربهم يومئذٍ لمحجوبون((32)، (ومفهوم الضد: غير المحجوبين)(33)، يرون ربهم من المؤمنين فينسون النعيم (34)، إذا رأوه، فيا خسران (35)، أهل الاعتزال. ¶ 6 ـ منتهى الملائكة ملك اسمه \"الروح\": قدر أهل الحشر(36)، وحده، وفي الحشر (36)، بعض الملائكة (37)، خطوة الواحد منهم (38)، أربعة ألاف سنة. ¶ 7 ـ منتهى السعادة (39)، لنبينا \"محمد (\" وخص بزيادة على أربعين خصيصة، وخلق الحق الخلق لأجله ليخاطبه بالقرآن (40)، ولولاه لم تخرج الدنيا من العدم. ¶ 8 ـ منتهى الشقاوة لـ\"إبليس\": عَبَدَ الله تسعين ألف سنة، ثم انقلب شقياً سرمداً(41)، إلى أبد الآبدين، لقوله تعالى: (وإن عليك اللعنة إلى يوم الدين((42). ¶ 9 ـ منتهى العلوم في (43) \"القرآن\": عجز عنه الثقلان، قال الله تعالى: (قل لئن اجتمعت الإنس والجن على أن يأتوا بمثل هذا القرآن لا يأتون بمثله((44). ¶ وفيه علوم عدد (45) الأنبياء ـ مئة ألف نبي وأربعة وعشرون ألف نبي، وقيل: مئتي ألف وأربعة(46) وعشرون ألف ـ (قل لو كان البحر مداداً لكلمات ربي لنفِد البحر قبل أن تنفِد كلمات ربي ولو جئنا بمثله مددَا(.(47). ¶ 10 ـ منتهى الملك لـ:(سليمان بن داود عليهما الصلاة والسلام): سماطه كل يوم: (ألف جمل، وأربعون ألفاً من الغنم، وأربعة آلاف من البقر، في قدور راسيات يعملون له ما يشاء، وبِساطه مسيرة مئة ألف فرسخ(48)، عليه الطير كالقبة، ومئة (49) ألف كرسي من ملوك الإنس والجن، ومن جنده \"بلقيس\" لها اثنا عشر ألف نائب، تحت يد كل نائب مئة ألف من الجند، وملكها بعرشها في ملك \"سليمان عليه السلام\" جزء من مئة ألف جزء، وكفى قوله تعالى: (وورث سليمانُ داودَ وقال: يا أيها النَّاس عُلّمنا منطِقَ الطَّيْرِ وأوتينا من كلِّ شيءٍ، إنَّ هذا لهو الفضلُ المبين((50)، والآيات والآثار في ذلك كثيرة، ويكفي قوله تعالى: (ربِّ اغفر لي وهَبْ لي مُلْكَاً لا ينبغي لأحدٍ من بعدي إنَّكَ أنت الوهَّاب(. (51).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "11 ـ منتهى المدائن \"بغداد\": حماماتها (ستون ألفاً)(52)، ومساجدها (ثلاثمئة ألف)، ومفتوها بالأسواق (أربعة وعشرون ألفاً) ودورها (ثلاثة أيام)، ومدتها (خمسمئة سنة وشيء)، وربها: الأديان الأربعة، والثلاثة والسبعون فرقة، ودار الخلافة بها: (أحد عشر ألف طواشي، وسبعة آلاف عبد خواص من البربر والروم، ونوبة كل فراش أربعة آلاف. ¶ 12 ـ منتهى كرم الوزراء \"البرامكة\" كاد ألا يوجد أحد من العلماء والحكماء والندماء والعظماء إلا وللبرامكة عليه كرم نما كماء السماء. ¶ وتكرم \"جعفر\"(53 ) بخمسين ألف دينار من الذهب، وتكرر ذلك منه كثيراً(54) في ولايته كلها من غير مَنٍّ ولا أذىً ولا انفصال ولا تخصيص ولا لغرض ولا عرض حتى صار يضرب بهم المثل الأكمل بقولهم (55): تبرمك فلان. ¶ ومن كرم \"جعفر\" تكرم في يوم على ألف شاعر ببابه أعطى كل شاعر ألف درهم ـ والدرهم: ثلاثة أنصاف ـ. ¶ ومن كرمه أنه تكرم على (56) من هجاه بخمسة آلاف درهم، وعفى عن تأديبه وتعذيبه. ¶ 13 ـ منتهى الجند \"الأموية\": ستمئة [ألف، وعمروا الجامع الأموي بدمشق صرفوا عليه مقدار ألف كيس]، زيادة (57) على عشر مرات، وكان فيه اثني عشر ألف مرخِّم، واثني عشر ألف نجار. ¶ 14 ـ منتهى نساء الخلفاء \"زبيدة\": جدها وزوجها وابنها خلفاء، جدّها \"المنصور\" الذي بنى بغداد، وزوجها \"هارون الرشيد\"، و(ابنها \"محمد الأمين\")(58). ¶ 15 ـ منتهى الفتن الإسلامية \"فتنة التتار\" ببغداد: قتلوا ألف(59) ألف وستمئة ألف وسدوا الدجلة بالكتب، وعلقوا الصلبان على المنابر وعلى دار الخلافة، وعلقوا المصاحف الشريفة في أعناق الكلاب، وزادوا في الفساد على \" شداد بن عاد\" و\"فرعون ذي الأوتاد\"، ونزعوا الخلافة من الإسلام(60)، وبشَّر وحذَّر وأنذر بهذه الفتنة الرسول ( (61) وكانت في سنة (656هـ). ¶ 16 ـ منتهى فتن الدنيا \"فتنة الدجال\": لقوله عليه الصلاة والسلام: \"مابين آدم والساعة أمر أكبر من الدجال\"(62)، لا يسلم منه أحد من هذه الأمة إلا اثنا عشر ألفاً، وسنته الثالثة لا تنبت(63)، الأرض ذرَّة ولا تمطر(64) السماء قطرة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "17 ـ منتهى الأمم هذه \"الأمة المحمدية\": علماؤها كأنبياء بني إسرائيل (65)، وكفى منهم: الخلفاء الأربعة ـ وهم : أبو بكر وعمر وعثمان وعلي ـ، وعمر بن عبد العزيز، والأئمة الأربعة (66)، والذين اخترعوا العلوم ـ كاختراع علي رضي الله عنه علم \"النحو\"، والخليل \"العروض\"، والإمام الشافعي، أصول الفقه\"(67)، والإمام الجرجاني، المعاني والبيان\". ¶ 18 ـ منتهى الحفظ لـ\"ابن جرير الطبري\": فريد في علم التفسير، وكان يحفظ حمل ثمانين بعيراً. ¶ ـ وحفظ \"ابن الأنباري\"، في كل جمعة ألف كراس، وحفظ ثلاثمئة ألف بيت من الشعر استشهاداً من الشعر للنحو. ¶ ـ وكان \"الشافعي\" رضي الله عنه يحفظ من مرة ـ أو نظرة ـ. ¶ ـ و\"ابن سينا الحكيم\" حفظ القرآن في ليلة واحدة. ¶ ـ و\"أبو زرعة\" كان يحفظ ألف ألف حديث. ¶ ـ والكل من بعض محفوظ إمام السنة(68) \"أحمد بن حنبل\". ¶ 19 ـ منتهى التصانيف في الكثرة (69) لـ\"ابن شاهين\": صنَّف ثلاثمئة وثلاثين مصنفاً منها، التفسير ألف جزء، والمسند ألف وخمسمئة جزء، والتاريخ مئة وخمسون مجلداً، ومداد هذه التصانيف وغيرها سبعة وعشرون قنطاراً(70). ¶ قلت: هذا من كرامة طي الزمان كالمكان من وراثة الأسرار(71) وليلة القدر. ¶ 20 ـ منتهى الحشرات عقرب اسمها \"كرور\" وتسمى \"الجرارة\": إذا لدعت ثعباناً قدر النخلة الباسقة(72)، يذوب جسمه من لدغتها (73) ـ تموت الأفاعي من سموم العقارب ـ وقدر جسم هذه العقرب ثلاث أرزات موزونات في ميزان الذهب، ولدغت هذه العقر ب طست نحاس(74)، فغسل بالطين مرات، فسقطت يد الذي غسله(75)، لأنه كان لا يُغسل إلا أن يوضع في النار على كور الحداد والنحاس حتى يذهب أثره بزوال جسم من النحاس. ¶ ـ وهذه العقارب بالكثرة في بلاد عَسْكَر مُكْرَم(76). ¶ ولذغت إنساناً به الفالج (فعوفي وخلص من الفالج)(77) ـ وربما صحَّت الأبدان بالعلل ـ. ¶ 21 ـ منتهى الحيوان \"السبع\": وأكثره وأكبره بالمغرب قد عجل الجاموس. إذا صرخ كأنَّ القيامة إذا قامت، تذهل كل مرضعة عما أرضعت، وتضع كل ذات حمل حملها، وترى الناس (سكارى [وماهم بسكارى])(78). لم يخلق الله في قلب السبع هيبة أحد من الخلق، كأنهم عنده كالكلاب والذباب ـ إذا غضب أو نُوزع أو غولب (79) لا ينهزم أبداً، وله كرم وهمم وشيم، وشمم، وثبت قدم، ولو كان يقتل مازال ولا تحول، فهو سلطان الوحوش وخاقان أوطان الفروس(80).",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "22 ـ منتهى السيول المكية: هدَّمت هذه السيل عام إحدى وسبعين وسبعمئة زيادة على ألف بيت، وقتلت نحو ألف نفس، وقافلة بأربعين جملاً، وأكثر حيوان الجبل (81)من الغنم والبقر والجمال، ونقل السيل حجراً من الوعساء إلى \"تكية الخاسكية\" ما حُمِلَ الحجر إلا بأربعة وعشرين عتالاً، وهدَّم أحجاراً من الجبال، وسدَّ \"عين عرفة\". ¶ ـ وما عرف أحد هذه السيل من المنجمين ولا المكاشفين ولا غيرهم. ¶ ـ وعلوه إلى قفل باب الكعبة، وطوله وعرضه من مكة إلى المدينة إلى زبيد إلى حضر موت، ومدته من العشاء إلى الظهر، ورعده كأنما رجت الأرض رجاً، وبرقه كالشمس الصاحية، وبَرَدُهُ أكبره كالبطيخ الصغير، وأصغره كبيض الحمام، [ولو انفتح سد خشكلدي(82)، أو أنه استمر، كانت المياه لا تبقي ولا تذر من البشر والحجر، ولكن الله دفعه كما دفع أصحاب الفيل](83)، (وشر التتر، وإذا بلى دبَّر)(84). ¶ 23 ـ منتهى الفضل في هذه الأمة \"لأبي بكر\" رضي الله عنه. ¶ 24 ـ ومنتهى الأمر بالمعروف لـ\"عمر بن الخطاب\" رضي الله عنه. ¶ 25 ـ ومنتهى علم القضاء لـ \"علي بن أبي طالب كرم الله وجهه\"(85). ¶ 26 ـ منتهى كتابة جمع القرآن لـ\"عثمان بن عفان\" رضي الله عنه. ¶ 27 ـ منتهى علم الفرائض لـ\"زيد بن ثابت\" رضي الله عنه. ¶ 28 ـ منتهى علم الفقه لـ\"معاذ بن جبل\" رضي الله عنه. ¶ 29 ـ منتهى علم التفسير لـ\"ابن عباس\" رضي الله عنهما. ¶ 30 ـ منتهى إظهار علم القراءة \" نافع\" رحمه الله. ¶ 31 ـ منتهى علم السنة لـ\"مالك\" رحمه الله. ¶ 32 ـ منتهى علم القياس لـ\"أبي حنيفة\" رحمه الله. ¶ 33 ـ منتهى علم فقه السنة للإمام \"الشافعي\" رحمه الله. ¶ 34 ـ منتهى حفظ السنة لـ: \"أحمد بن حنبل\" رحمه الله. ¶ 35 ـ منتهى الزهد لـ\"إبراهيم بن أدهم\" رحمه الله. ¶ 36 ـ منتهى العبادة للصوفية \"الفضيل بن عياض\" رحمه الله. ¶ 37 ـ منتهى علم التصوف لـ\"الجنيد\" رحمه الله(86). ¶ 38 ـ منتهى السَّهر لـ\"السري السقطي\" رحمه الله، نحو ثلاثين سنة (87)، لم يضع جنبه إلى الأرض إلا في علَّة الموت.(88) ¶ 39 ـ منتهى الكتب الصحيحة لـ\"البخاري\" رحمه الله. ¶ 40 ـ منتهى علم الأثر لـ\"ابن جرير\" رحمه الله. ¶ 41 ـ منتهى الشعر لـ\"المتنبي\" رحمه الله(89). ¶ 42 ـ منتهى الكرم للوزراء \"البرامكة\". ¶ 43 ـ منتهى الحكماء الإسلاميين كاليونانيين \"الفارابي وابن سينا\". ¶ 44 ـ منتهى علم الأسماء لـ\"آدم عليه السلام\". (90). ¶ 45 ـ منتهى التكليم لـ\"موسى\" عليه السلام.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "46 ـ منتهى الخلة لـ\"إبراهيم\" عليه السلام. ¶ 47 ـ منتهى الروحية لـ\"عيسى\" عليه السلام.(91). ¶ 48 ـ منتهى الفضل لنبينا \"محمد\" عليه الصلاة والسلام، وهم كلهم نيابة عنه صلى الله عليه وسلم (في الفضل)(92). ¶ 49 ـ منتهى العلم اللدني للخضر عليه السلام. ¶ 50 ـ منتهى الجمال لـ\"يوسف\" عليه السلام، وهو شطر جمال\"المصطفى\" (. ¶ 51 ـ منتهى الماء الأرضي \"الطوفان\" فإنَّ علوه على الأرض فرسخ ونصف وأربعون ذراعاً، ودائرته مابين المشرق والمغرب. ¶ 52 ـ منتهى الصبر لـ\"أيوب\" عليه الصلاة والسلام، سبعة عشر سنة وجسمه بيت الدود(93). ¶ 53 ـ منتهى الصبر على الفراعنة لـ: \"أولي العزم\" في الآية في قوله: (وإذ أخذنا من النبيين ميثاقهم ومنك ومن نوح وإبراهيم وموسى وعيسى بن مريم(. (94). ¶ 54 ـ منتهى من لبث في قومه [\"نوح\" عليه السلام، لبث فيهم] ألف سنة إلا خمسين عاماً(95). ¶ 55 ـ منتهى نسب الأنبياء \"يوسف بن يعقوب بن إسحق بن إبراهيم\" عليهم الصلاة والسلام. ¶ 56 ـ منتهى البخل لقارون، بخل بالزكاة تعمداً(96)، [فحلَّ عليه مثل قوله: ((أم لهم نصيب من الملك فإذا لا يؤتون الناس نقيرا(].(97). ¶ قال تعالى: (وآتيناه من الكنوز ما إن مفاتحه لتنوء بالعصبة أولي القوة، إذ قال له قومه: لا تفرح إن الله لا يحب الفرحين((98). ¶ 57 ـ منتهى الاجتماع في الدنيا بين يدي موسى عليه السلام(99)، على \"العصا\" لقوله تعالى: (قال موعدكم يوم الزينة وأن يحشر الناس ضحى((100). ¶ فعساكر فرعون في ذلك اليوم: سبعون كرَّة، كل كرَّة مئة ألف من الجند. ¶ وغلمانه المطوّقون بالذهب والشبَّاب ـ ولا لاط (101)، بإجماع أهل الأديان ـ وقوم موسى عليه السلام: ستمئة ألف وسبعون ألفاً. ¶ وجند هامان ابن عم (102) فرعون ووزيره: ألف ألف على يمينه، وستمئة ألف على يساره(103). ¶ ومات: أربعة وعشرون ألفاً لما تلقفت العصا ما يأفكون، وكانت دائرة الحلقة ثلاثة أيام كبغداد. ¶ 58 ـ منتهى أعمال الحكماء الباقية \"البرابي\": في براري الصعيد، أعجب من الهرمين وأغرب علماً وعملاً، ومن عجائب برابي الصَّعيد قول ابن رافع في طائيته في ديوانه: ¶ فهذا هو العلم الذي وضعوا له برابي إخميم وخصّوا به قفطا ¶ والبرابي: قصور شامخة كالجبال فيها العالم مصور ومنقوش ومكتوب. ¶ فالمصور: الإنس والجن والملائكة والشياطين والحيوان. ¶ والمنقوش: كالنبات والمعادن. ¶ والمكتوب: كالعلوم والأعمال.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وقيل: إن تعبير تقريب ماهو مكتوب على باب بربة مدينة \"دَنْدَرَة\"(104) بقرب قنا وقوص: \"صرفنا على مطبخ العقلاء ثلاثين قنطاراً فلفلاً\". ¶ وغلِظَ كل عامود أربعة أبواع. ¶ [وأنواع مافيها من اختراع الصنائع يعجز عن حصره أهل الاطلاع. ¶ ومن عجائب البرابي أنك ترى الحجر الواحد قطعة واحدة قدر منارة السلطان حسن فمادون ذلك مصورة منقوشة مكتوبة. ¶ قيل: وقالوا في بعض كتب التعريف: \"لما أن دلَّت علومنا السماوية على فساد العالم الأرضي خشينا عليه فنقشنا على هذه الباربي ما يحتاج إليه العالم من علم الصنائع والبضائع إلى آخر الدهر\". ¶ وقيل: إن دندر بن قفط بن إخْميم بن مصر بن سام بن نوح عليه السلام، صاحب البربة المشهورة بـ\"بربة دندر\"، اتخذ تنوراً من نحاس يرى فيه مايحدث كل يوم، فمما رأى وقوف النيل سبع سنين في زمن يوسف عليه السلام. وبشَّر الحكيم قومه وأنذرهم من قبل فحفر في الأرض ما يحتاج أن يزرعه قمحاً بلا زيادة نيل، وخزَّنه وانفرد بهذا في زمانه، ولم يمت له من الجوع أحد، وانفرد بحسن هذه البربة كأنها عروس منقوشة مع أنها كجبل عظيم، وهي محررة مسطرة مبتكرة]. (105). ¶ قال بعض القضاة من نياب السلطنة: لو اجتمع الآن كل سلطان في هذا الزمان ، وصرفوا جميع أموالهم على عمالهم لن يستطيعوا أن يصوروا مثل هذا من خشب ولا طين، فكيف وهذه من حجر كبير منقوش ومفروش ومكتوب ومصور؟.. ¶ قال بعضهم: والذي أقوله ـ والله أعلم ـ: إن هذه البرابي تصديق تعبير قصص موسى عليه السلام، لقوله تعالى: (وجاؤوا بسحر عظيم((106). وهذا من نهاية دوام تصديق الإعجاز، وكيف موسى غلب على هؤلاء الذين أثاروا الأرض وعمروها أكثر مماعمروها، وماكان هذا إلا بأمر رب العالمين رب موسى وهارون، وإن الذين يتعجبون من سد الدجلة بكتب بغداد لو رأوا برابي الصعيد والعلوم المكتوبة فيها كيف يكون تعجبهم؟.. وليس الخبر كالعيان، وإني متعجب من قول أصحاب العجائب:\"إن أعجبها الهرمين\"، مع أن أقل برابي الصعيد ـ بإجماع من شاهدها من أهل الكونين، أجلّ وأكمل من عجائب الهرمين!. مع أن باني الهرمين قيل إنه من أصحاب البرابي، ولكنَّ هذا على قدر ما اطلعوا(107). ¶ وما شهدنا إلا بما علمنا، وفوق كل ذي علم عليم، ولا يحيطون بشيء من علمه إلا بما شاء وإلى ربك المنتهى، وصلى الله على سيدنا محمد وعلى آله وصحبه وسلم. ¶ تمت الرسالة المباركة ¶ ***",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "* باحث ومحقق في التراث.. سيصدر له كتاب / جهود علماء دمشق في علم الحديث خلال القرن الرابع عشر للهجرة/. ¶ *الحواشي والتعليقات: ¶ (1) ـ السيوطي، الكاوي في تاريخ السخاوي: 2/949، (مطبوع ضمن شرح مقامات السيوطي بتحقيق الدكتور سمير الدروبي، مؤسسة الرسالة بيروت 1988م). ¶ (2) ـ هدية العارفين: 1 / 542، وأحمد الشرقاوي إقبال، مكتبة الجلال السيوطي: 319 (ط/دار المغرب الرباط، 1977م. ¶ (3) ـ عبد الإله النبهان، فهرس مؤلفات السيوطي المطبوعة (ط.ضمن مجلة عالم الكتب السعودية، مج 12 ـ 14 رجب 1411هـ)، ص: 50. ¶ (4) ـالفهرس العام لمخطوطات الظاهرية (ط/مجمع اللغة العربية بدمشق 1987م). ¶ (5) ـ في 1 : ومنتهى. ¶ (6) ـ في 3: أجزاء وبقية النسخ جزء. ¶ (7) ـ في 3: أنهار. ¶ (8) ـ في 3: قائمة. ¶ (9) ـ ساقطة من : 1 و2. ¶ (10) ـ في 1: العرش. قلت: وهو يشير إلى ما أخرجه البخاري [رقم: 629]، ومسلم [رقم: 1031] عن أبي هريرة (رضي الله عنه) عن النبي (() قال: (سبعة يظللهم الله في ظله يوم لا ظل إلا ظله(: الإمام العادل. وشاب نشأ في عبادة الله، ورجل قلبه معلق في المساجد، ورجلان تحابا في الله اجتمعا عليه وتفرقا عليه، ورجل طلبته امرأة ذات منصب وجمال، فقال: إني أخاف الله. ورجل تصدق بصدقة أخفى حتى لا تعلم شماله ما تنفق يمينه، ورجل ذكر الله خالياً ففاضت عيناه(. ¶ (11) ـ في 2: بثمانية عشر ألف، وفي 3: له ثمانية آلاف. ¶ (12) ـ مابين القوسين ساقط من : 2. ¶ (13) ـ في 3: وطار ألف سنة. ¶ (14) ـ في 3: صفت. ¶ (15) ـ مابين القوسين ساقط من : 3. ¶ (16) ـ سورة الأعلى آية: 1. ¶ (17) ـ مابين العقفتين ساقط من : 2 و3. ¶ (18) ـ مابين القوسين ساقط من: 2. ¶ (19) ـ أكثر ما أورده المصنف هنا عن العرش هو مما لا يصح من الإسرائيليات وتجده مدوناً عند السيوطي في الهيئة السنية: 1 ـ 4 (ط:بيروت)، وقد حكم السيوطي على بعضها بالوضع في اللآلئ وذيلها كما في تنزيه الشريعة المرفوعة للكناني: 1 /211. ¶ (20) ـ سورة القدر الآيات: 3 ـ 5. ¶ (21) ـ في 3: السماء. ¶ (22) ـ في 3: الرابع. ¶ (23) ـ في 2: لا يقطعها. ¶ (24) ـ ساقطة من: 1. ¶ (25) ـ أخرج قريباً من هذا في وصف شجرة طوبى ابن جرير عن قره بن إياس، وابن مردويه عن ابن عمر وابن عباس. كما في كنز العمال: 14/450 ـ 451. ¶ (26) ـ سورة الأنعام، آية: 103.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "(27) ـ أخرج البخاري [رقم: 529]، ومسلم [رقم: 626]. وغيرهما عن جرير بن عبد الله (رضي الله عنه)، قال: كنا عند النبي (()، فنظر إلى القمر ليلة ـ يعني البدر ـ فقال: إنكم سترون ربكم كما ترون هذا القمر، لا تضامون في رؤيته، إن استطعتم أن لا تغلبوا على صلاة قبل طلوع الشمس وقبل غروبها فافعلوا. ثم قرأ: (وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب(. [سورة طه، آية: 130]. ¶ (28) ـ سورة القيامة، آية: 22. ¶ (29) ـ سورة الأعراف آية: 143. ¶ (30) ـ ساقطة من : 3. ¶ (31) ـ في 3: العذاب. ¶ (32) ـ سورة المطففين آية: 15. ¶ (33) ـ مابين القوسين ساقط من: 3. ¶ (34) ـ في 3: فينسون العذاب النعيم... ¶ (35) ـ في 3: فيا خسارة. ¶ (36) ـ في 3: المحشر (في الموضعين). ¶ (37) ـ في 3: ملائكة. ¶ (38) ـ في 3: أحدهم. ¶ (39) ـ في 2: الشرف. ¶ (40) ـ في 3: ليخاطبه به ـ أي القرآن ـ. ¶ (41)ـ في 1 ـ سرمدياً. ¶ (42)ـ سورة الحجر آية: 35. ¶ (43)ـ ساقطة من : 1 و3. ¶ (44)ـ سورة الإسراء آية: 88. ¶ (45)ـ ساقطة من: 2. ¶ (46)ـ ساقطة من: 1. ¶ (47)ـ سورة الكهف آية: 109. قلت: وقد ورد في حديث أخرجه الحاكم وأحمد بن حبان وغيرهم أن عدد الأنبياء مئة ألف وأربعة وعشرون ألفاً. انظر كنز العمال: رقم 32276. ¶ (48)ـ ساقطة من: 2. ¶ (49)ـ في 3: مئتي. ¶ (50)ـ سورة النمل آية: 16. ¶ (51)ـ سورة ص آية: 35، قلت: أورد السيوطي في الدر المنثور [5/ 314]. آثاراً إسرائيلية موقوفة على وهب بن منبه وغيره في وصف سماط سليمان، ووصف بساطه. ¶ (52)ـ ساقطة من: 3. ¶ (53)ـ جعفر بن يحيى البرمكي وزير هارون الرشيد العباسي ولد ونشأ في بغداد (150هـ)، قلده الرشيد الوزارة وفوضه في شؤون البلاد إلى أن غضب على البرامكة جملة فقتله في مقدمتهم سنة (187 هـ)، وهو موصوف بالفصاحة وكرم اليد والنفس. الأعلام [2 /130]. ¶ (54)ـ في 3: مراراً. ¶ (55)ـ ساقطة من: 2. ¶ (56)ـ في 3: عن. ¶ (57)ـ مابين المعقفين ساقط من: 3، وكلمة \"زيادة ليست في: 1 و3. ¶ (58)ـ مابين القوسين ساقط من: 3، قلت: الأعرق منها في ذلك: \"فاطمة بنت عبد الملك\"، جدها: مروان بن الحكم، وأبوها عبد الملك، وأخوتها، سليمان ووليد وهشام ويزيد، وأولاد أخوتها: الوليد بن يزيد، ويزيد وإبراهيم ابنا الوليد، وزوجها عمر بن عبد العزيز، كلهم استلموا الخلافة. ¶ (59)ـ في 3: ألفاً. ¶ (60)ـ زيادة من: 3.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "(61)ـ لعله يشير إلى ما أخرجه الخطيب بسند ضعيف عن علي بن أبي طالب (رضي الله عنه)، أن رسول الله (() قال: يكون مدينة بين الفرات ودجلة يكون فيها ملك ابن عباس وهي الزوراء يكون فيها حرب مقطعة تُسبى فيها النساء ويذبح فيها الرجال كما تذبح الغنم\". قال الخطيب: إسناده ضعيف جداً، قال السيوطي: وقعت هذه الحروب... وذلك مما يقوي ورود الحديث، انظر: كنز العمال: 11/ 31455. ¶ (62)ـ الحديث ساقط من: 1 و2. قلت: وقد أخرجه مسلم [رقم] 2946]. ¶ (63)ـ في 3: لا تمطر. ¶ (64)ـ في 2: لا تقطر. ¶ (65)ـ اشتهر على الألسنة: \"علماء أمتي كأنبياء بني إسرائيل\". قال الحافظ بن حجر: والزركشي، والسيوطي: لا أصل له، كشف الخفاء: 2 / 83. ¶ (66)ـ وهم: أبو حنيفة ومالك والشافعي وأحمد. ¶ (67)ـ زاد ناسخ 3 هناك رضي الله عنه وأرضاه وجعل الجنة متقلبة ومثواه ونفعنا به وببركة علومه في الدنيا والآخرة آمين يا رب العالمين. ¶ (68)ـ زاد ناسخ 3 هنا: إمام السنة الذي قال في حقه شيخ البخاري: أغاث الله الإسلام برجلين لا ثالث لهما أبو بكر الصِّديق يوم الردة، والإمام أحمد بن حنبل (رضي الله عنهما) يوم المحنة. ¶ (69)ـ ساقطة من: 3. ¶ (70)ـ في 3: ألف قنطار ومئة قنطار، قلت: وسبعة وعشرين...\". ¶ (71)ـ في 1: وراية الإسراء. وفي 2: رواية..... ¶ (72)ـ في 1: النحل الباسقات. ¶ (73)ـ قال صاحب حياة الحيوان: \"وهي جرارات تلسع فتقتل... وربما تناثر لحم من لسعته أو عفن لحمه أو استرخى حتى إنه لا يدنو منه أحد إلا وهو يمسك بأنفه مخافة أعدائه، ومن لطيف أمرها أنها مع صغرها تقتل الفيل والبعير بلسعها. الدميري: 2 /45. ¶ (74)ـ ساقطة من : 1. ¶ (75)ـ في 1: غاسله. ¶ (76)ـ بلد مشهور من نواحي خوزستان. [معجم البلدان: 4 /123]. ¶ (77)ـ ساقطة من: 2. ¶ (78)ـ مابين القوسين ساقط من: 3، ومابين المعقفين ساقط من: 2. ¶ (79)ـ في 1: غلب. ¶ (80)ـ بعض هذه الأوصاف تنطبق على \"النمر\" من السباع. ¶ [حياة الحيوان: 2 /334]. ¶ (81)ـ في 1: الجبال. ¶ (82)ـ كذا في النسخ الثلاث ولعله اسم موضع. ¶ (83)ـ مابين المعقفين ساقط من: 3. ¶ (84)ـ مابين القوسين ساقط من: 1 و3. ¶ (85)ـ الفقرة (25) ساقطة من: 3. ¶ (86)ـ الفقرتان (36 و37) ساقطتان من: 1. ¶ (87)ـ في 3: مئة ليلة. ¶ (88)ـ ساقطة من: 1 و3. ¶ (89)ـ الفقرتان (40 و41)، ساقطتان من : 3. ¶ (90)ـ الفقرة (44) ساقطة من: 3. ¶ (91)ـ الفقرتان (46 و47) ساقطتان من: 1. ¶ (92)ـ مابين القوسين ساقط من: 1.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "(93)ـ الفقرة (52) ساقطة من 3. قلت: وماذكره عن أيوب (عليه السلام)، هنا لا يصح وهو من الإسرائيليات ومنافٍ لعصمة الأنبياء (عليهم السلام). ¶ (94) ـ سورة . ¶ (95) ـ مابين المعقفين ساقط من: 2، وفي 3: لبث في قومه خمسين ألف سنة.... ¶ (96)ـ في 1 و2 : بخل بالزكاة بعدما كان فقيراً. ¶ (97)ـ سورة النساء آية: 53، وهي ساقطة من: 2. ¶ (98)ـ سورة القصص: 76. ¶ (99)ـ في 3 زيادة: وهارون. ¶ (100)ـ سورة طه آية: 59. ¶ (101) ـ في 1 زيادة: أبداً. ¶ (102) ـ \"عم\" ساقطة من: 1. ¶ (103) ـ في 3: ألف على يمينه وستمئة على يساره. ¶ (104) ـ دندرة: بليد على غربي النيل من نواحي الصعيد وفيها برابي كثيرة منها بربا فيها مئة وثمانون كوة تدخل الشمس كل يوم من كوة. [معجم البلدان: 3/477]. ¶ (105) ـ في 2: مبيكرة، ومابين المعقفين ساقط من: 3. ¶ (106) ـ سورة الأعراف آية: 116. ¶ (107) ـ البرابي: جمع بربا كلمة قبطية يعني موضع العبادة أو البناء المحكم أو موضع السحر. قال ياقوت بعد أن أورد بعض مافي هنا من أوصاف البرابي: \"القصة المذكورة قلَّ أن يخلو منها كتاب في أخبار مصر فلذلك ذكرت، وإن كانت بالخرافة أشبه\" [معجم البلدان]. أما ابن بطوطة فيقول: \"وعند الناس في هذه الصور أكاذيب لا يعرج عليها\". [رحلة ابن بطوطة: 1/67، ط/الرسالة].",
            "page": "14",
            "part": "1"
        }
    ],
    "t36554": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "مشتهى العقول في منتهى النقول"
        }
    ]
}