{
    "b36564": [
        {
            "id": "1",
            "nass": "زكاة الأراضي وقضاياها المعاصرة ¶ د. عبدالله بن عمر السحيباني ¶ المقدمة: ¶ الحمد لله الذي هدانا للإسلام وعلَّمنا الحكمة والقرآن أحمده ولا محمود بحق سواه، له جزيل النعم ووافر العطايا تبارك ربنا وتعالى وصلى الله وسلم وبارك على خير خلقه وأمينه على وحيه محمد بن عبد الله وعلى آله وصحبه. وبعد: ¶ فالزكاة عبادة من أجلِّ العبادات بل هي ركن من أركان الإسلام وشعيرة من شعائره العظام شرعها الله لحكم عظيمة فلها أهدافها الروحية والخلقية والإنسانية وقد حدد الشارع الحكيم نصابها ومقدارها فهي ثابتة لا تقبل التعديل أو التبديل بأي نظام آخر، فلا مجال للرأي في أصولها وأنصبتها ومقاديرها غير مسائل محدودة اختلفت أنظار الفقهاء تجاهها فكانت مجالاً لاجتهاد المجتهدين ومحلاً لدراسة المهتمين من أهل العلم الراسخين ومن تلك المسائل مسألة في أحكام زكاة العروض التجارية وفي نظري أنها مسألة أو قضية كثيرة التشابه والتعقيد خاصة في واقعنا المعاصر إنها مسألة زكاة الأراضي على اختلاف أنواعها. ¶ ولقد أحببت المشاركة في بيان وإظهار تلك الاجتهادات السابقة مع محاولة الموازنة بينها وبيان الأقرب للصواب منها وطرح ما استجد من مسائل وقضايا تخص هذا الموضوع في دراسة مرتبطة بأصول الاجتهاد وأساليبه الصحيحة كما نص عليها علماؤنا من السلف الصالح. ¶ وقد دعاني للكتابة في هذا الموضوع وتجلية الجانب الشرعي في هذه المسألة المهمة، عدة أمور أهمها أمران: ¶ الأول: أن موضوع زكاة الأراضي يعتبر من أبرز القضايا الاقتصادية العالقة وأهمها، خاصة في واقعنا المحيط ومع الارتفاع المذهل لأسعار الأراضي التجارية والسكنية في بعض المناطق الأمر الذي جعل بعض المهتمين ينادون بضرورة جباية الزكاة على الأراضي خاصة تلك التي تظل أعواماً طويلة بيضاء دون استفادة منها أو استغلال في الوقت الذي يزيد سعرها عاماً إثر عام. ¶ الثاني: أن إفراد هذا الموضوع بكتاب مستقل يفيد كثيراً [1] فهو أسهل لنشر أحكامه بين الناس خاصة أولئك المهتمين من العقاريين والتجار والاقتصاديين ولعله أن يكون أحد المراجع التي يستفيد منها أهل",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "هذا الاختصاص. ¶ أما مجال البحث في هذا الموضوع وخطته فقد اجتهدت أن تكون الكتابة في هذا البحث تدور حول أربعة مباحث هي: ¶ المبحث الأول: الأراضي المعدة للسكنى والانتفاع. ¶ المبحث الثاني: الأراضي المعدة للاستثمار. ¶ المبحث الثالث: الأراضي المعدة للبيع. ¶ المبحث الرابع: أحوال سقوط الزكاة عن الأرض التجارية. ¶ وقد حرصت على تبسيط مسائل هذا البحث وإيضاحه بأسلوب سهل ميسور حتى يعم نفعه كل من طالع فيه، مع الحرص التام على المحافظة على الصياغة العلمية وأصول البحث العلمي والتحرير والتوثيق لكل ما يكون في البحث ليتمكن القارئ من الاستزادة عند الحاجة إلى ذلك. ¶ على أنني أعتقد أن هذا البحث لا يعدو أن يكون محاولة جادة لجمع مسائل زكاة الأراضي القديمة منها والمعاصرة وربما فاتني شيء كثير من تلك المسائل المتعلقة بهذه القضية لكن حسبي أني اجتهدت وحاولت ولعل الله أن يكتب لي أو لغيري من طلبة العلم استكمال تلك المسائل وتحريرها بصورة أكمل وأتم. ¶ هذا والله المسؤول أن يكتب التوفيق والخير لأمة محمد وأن يعيد لها سبل النهضة والعزة في كل مجال وميدان وأن يجعل هذا العمل في ميزان الحسنات يوم نلقى الله. ¶ المبحث الأول: الأرض المعدة للسكنى والانتفاع. ¶ قد يمتلك المسلم أرضاً يقصد بامتلاكها أن يجعلها في المستقبل مكاناً للإعمار والسكنى وقد تبقى هذه الأرض سنوات وهي معدة لهذا الغرض فهذا النوع من الأراضي قد نص عامة الفقهاء على أنها لا تجب فيها الزكاة ذكر ذلك علماء الحنفية [2] والمالكية [3] والشافعية [4] والحنابلة [5] وقد دلّ لذلك عدة أدلة منها ما يلي: ¶ أولاً: حديث أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم قال:\" ليس على المسلم في فرسه وغلامه صدقة\" [6]. ¶ قال ابن عبد البر:\"وقال سائر العلماء: إنما معنى هذا الحديث فيما يقتنى من العروض ولا يراد به",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "التجارة\" [7]. ¶ قال النووي:\"هذا الحديث أصل في أن أموال القنية لا زكاة فيها، وأنه لا زكاة في الخيل والرقيق إذا لم تكن للتجارة وبهذا قال العلماء كافة من السلف والخلف\" [8]. ¶ ثانياً: ما رواه سمرة بن جندب رضي الله عنه قال:\" أما بعد، فإن رسول الله صلى الله عليه وسلم كان يأمرنا أن نخرج الصدقة من الذي يُعد للبيع\" [9]. ¶ ومفهوم الحديث يدل على أن ما لم يعدّ للبيع من الأموال لا تجب فيه الزكاة إلا ما وجب بنص آخر كأنواع الزكاة الأخرى. ¶ ثالثاً: الآثار الواردة عن السلف في هذا، ومن ذلك ما جاء عن ابن عمر رضي الله عنهما قال:\"ليس في العروض زكاة، إلا ما كان للتجارة\" [10]. ¶ رابعاً: الإجماع، فقد نقل غير واحد من أهل العلم إجماع العلماء من السلف والخلف على أنه لا زكاة في الأموال المقتناة، ومن ذلك ما نقله أبو عمر ابن عبد البر حيث قال:\" فأجرى العلماء من الصحابة والتابعين ومن بعدهم من الخلف سائر العروض كلها على اختلاف أنواعها مجرى الفرس والعبد إذا اقتنى ذلك لغير التجارة، وهم فهموا المراد وعلموه فوجب التسليم لما أجمعوا عليه؛ لأن الله عز وجل قد توعد من اتبع غير سبيل المؤمنين أن يوليه ما تولى ويصليه جهنم وساءت مصيراً\" [11]. ¶ وقال ابن حزم:\" مما اتفقوا على أنه لا زكاة فيه كل ما اكتسب للقنية لا للتجارة, من جوهر وياقوت ... وسلاح وخشب ودروع وضياع ... \" [12] الخ. ¶ خامساً: أن الأصل عدم وجوب الزكاة في الأراضي، إلا بدليل، ولا دليل فيها [13]. ¶ سادساً: من التعليل: قالوا: إن الزكاة لا تجب إلا في الأموال النامية و الأرض المعدة للإعمار والسكنى ليست كذلك [14]. ¶ وبهذا يتضح أن الأراضي المعدة لغرض الإعمار والسكنى لا تجب فيها الزكاة حتى لو بقيت معدة لذلك عدة سنوات ما دامت نية مالكها لم تتغيّر عن هذا القصد أما لو قصد أمراً آخر كأن بدا له المتاجرة فيها ببيعها فهذا سيأتي بيانه في المباحث الآتية.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "المبحث الثاني: الأرض المعدة للاستثمار. ¶ وفي هذا المبحث مطالبان: ¶ المطلب الأول: زكاة عين الأرض المعدة للاستثمار. ¶ المطلب الثاني: زكاة الأرض المستثمرة بالبناء ثم البيع. ¶ المطلب الأول: زكاة عين الأرض المعدة للاستثمار. ¶ قد يريد المالك للأرض استغلالها في المستقبل بأي نوع من أنواع الاستغلال كأن يقصد استغلالها بالزراعة أو الإجارة أو أن يقيم عليها مصنعاً أو استثماراً من أي نوع كان غير البيع فهذه الأرض لا زكاة في عينها وإنما الزكاة فيما نتج منها من زروع وثمار أو أموال إجارة أو استثمار إذا حال عليها حول الزكاة، وعلى عدم وجوب الزكاة في عين هذه الأراضي اتفق عامة الفقهاء من الحنفية [15] والمالكية [16] والشافعية [17] والحنابلة [18]. ¶ ويستدل لعدم وجوب الزكاة في هذا النوع من الأراضي بأدلة منها ما يلي: ¶ أولاً: قول الله تعالى:\" يَا أَيُّهَا الَّذِينَ آمَنُوا أَنْفِقُوا مِنْ طَيِّبَاتِ مَا كَسَبْتُمْ وَمِمَّا أَخْرَجْنَا لَكُمْ مِنَ الْأَرْضِ\" [19] فقد أثبت الله سبحانه وجوب الزكاة فيما خرج من الأرض لا في الأرض نفسها ولذا لم يقل أحد من أهل العلم بوجوب الزكاة في رقبة الأرض المزروعة مع ما يخرج منها [20]. ¶ ثانياً: ما رواه سمرة بن جندب رضي الله عنه قال:\" أما بعد، فإن رسول الله صلى الله عليه وسلم كان يأمرنا أن نخرج الصدقة من الذي يُعد للبيع\" [21]. ¶ وهذه الأراضي المعدة للاستثمار والاستغلال لم ترصد للتجارة بعينها فهي ليست معدة للبيع فلا زكاة فيها بنص الحديث النبوي. ¶ وبهذا يعلم أن الأراضي التي تستغل للمشاريع الزراعية والصناعية لا زكاة في رقبتها، وكذلك الأراضي التي تَملكها الشركات المختلفة وتدخل ضمن أصولها. ¶ وهذه الأراضي التي تستعملها الشركات ببناء المصانع اللازمة لنشاطها أو لبناء مقر لها تختلف تماماً عن تلك الأراضي التي تعدها الشركات للتجارة وتبذلها للناس بحيث يمكن تداولها بالبيع فهذه تأخذ حُكم عُروض التجارة، وتُقوَّمُ آخر العام ويُخرج عنها الزكاة، كغيرها من أموال الشركة التي تجب فيها الزكاة. ¶ لمطلب الثاني: زكاة الأرض المستثمرة بالبناء ثم البيع.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "يقصد بعض تجار العقار بشراء الأرض استثمارها بالبناء عليها ثم بيعها بعد تمام البناء أو أثنائه وهذا العمل يكثر في هذا الزمن بل قد تتولى شركات كبرى مشاريع إسكانية يتم من خلالها شراء الأراضي وتعميرها وبيعها بيوتاً أو شققاً ولا شك أن هذا النوع من استثمار الأرض يختلف عن الاستثمارات الأخرى التي يقصد بها استغلال الأرض مع قصد بقاء عينها في ملك صاحبها، كمن قصد الاستثمار في العقار للتأجير ونحوه فهذا لا يريد بيع الأرض ولا إخراجها عن ملكه فلا يجب عليه فيها زكاة - كما سبق بيانه -. ¶ لذلك ذهب جماعة من الفقهاء المعاصرين إلى وجوب الزكاة في الأرض المعدة للبناء عليها إذا قصد بتعمير الأرض بيعها بعد اكتمال البناء عليها أو في أثنائه [22]. ¶ وهذا الرأي هو المتعين وذلك لأن هذا النوع من الأراضي تنطبق عليه شروط وجوب الزكاة في عروض التجارة فنيّة البيع للأرض عند المالك موجودة منذ تملكها، وعلى هذا فإن المالك للأرض يلزمه أن يخرج زكاة قيمة هذه الأرض وما بني عليها كل حول فإن لم يتمكن من إخراجها أثناء البناء والتعمير لعدم القدرة المالية أو السيولة النقدية وجب عليه إخراج الزكاة بعد بيعها لكل السنوات الماضية مع مراعاة معرفة قيمة الأرض وما عليها في كل سنة من تلك السنوات [23]. ¶ ومن هنا يعلم أن الحكم في أرض التجارة لا يختلف إذا أراد المالك لها استثمارها بالبناء أو نحوه مع بقائها للتجارة وإرادة البيع. ¶ ولذا نص فقهاء الشافعية [24] والحنابلة [25] على وجوب الزكاة في الأرض المزروعة إذا كانت للتجارة قالوا:\" فإن زرع زرعاً للقنية في أرض التجارة فلكل منهما حكمه فتجب زكاة العين في الزرع وزكاة التجارة في الأرض\". ¶ المبحث الثالث: الأرض المعدة للبيع. ¶ وفي هذا المبحث مطالبان: ¶ المطلب الأول: شرط النيّة في الأرض المعدة للبيع. ¶ المطلب الثاني: شرط العمل في الأرض المعدة للبيع. ¶ المطلب الأول: اشتراط النيّة في الأرض المعدة للبيع.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وفي هذا المطلب أربع مسائل: ¶ المسألة الأولى: دليل اعتبار نيّة التجارة في الأراضي. ¶ المسألة الثانيّة: معنى النيّة المعتبرة للتجارة في زكاة الأراضي. ¶ المسألة الثالثة: تغيير النيّة ومدى تأثيره على حكم الزكاة. ¶ المسألة الرابعة: التحايل لإسقاط نيّة التجارة. ¶ المسألة الأولى: دليل اعتبار نيّة التجارة في الأراضي. ¶ اشتراط النيّة في زكاة عروض التجارة هو مذهب كافة العلماء الذين قالوا بوجوب الزكاة في عروض التجارة فهو مذهب الحنفية [26] والمالكية [27] والشافعية [28] والحنابلة [29] ولم أطلع على قول لأحد من العلماء يقول بوجوب الزكاة في العروض بدون نيّة التجارة. ¶ وقد دل لاعتبار النيّة عدة أدلة منها: ¶ أولاً: حديث عمر رضي الله عنه: \" إنما الأعمال بالنيات\" [30] فهذا النص وإن لم يكن خاصاً في هذه المسألة إلا أنه يدل على اعتبار القصد والنيّة في سائر العمل والتجارة عمل فوجب اقتران النيّة به كسائر الأعمال [31] ومعلوم أن من قصد التجارة لا يريد تملك العرض بعينه وإنما يريد من وراءه النقد الذي تجب فيه الزكاة [32]. ¶ ثانياً: حديث سمرة بن جندب رضي الله عنه:\" أمرنا رسول الله صلى الله عليه وسلم أن نخرج الصدقة مما نعد للبيع\" [33]. ¶ ووجه دلالة هذا الحديث على اشتراط نيّة التجارة أن الإعداد للبيع لا يكون بدون نيّة فدل ذلك على اعتبارها [34]. ¶ ثالثاً: ما رواه نافع عن ابن عمر رضي الله عنه أنه قال:\" ليس في العرض زكاة إلا أن يراد به التجارة\" [35]. ¶ رابعاً: من التعليل يقال: إن هذه الأعيان من الأراضي وغيرها كما تصلح للتجارة تصلح للانتفاع بأعيانها بل المقصود الأصلي منها ذلك فلا بد من التعيين للتجارة وذلك بالنيّة [36]. ¶ وأيضاً: فإن الزكاة لا تجب إلا في المال النامي ومعنى النماء في الأراضي وغيرها من العروض لا يكون بدون نيّة التجارة [37]. ¶ المسألة الثانيّة: معنى النيّة المعتبرة للتجارة في زكاة الأراضي.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "أعتقد أن هذه المسألة من أهم المسائل المطروحة في بحث زكاة الأراضي كما أنها من أشكل المسائل، لأن كثيراً من الناس لا يدري ما معنى نيّة التجارة ومتى تتحصل عنده نيّة التجارة؟ وهل هناك فرق بين نيّة التجارة ونيّة البيع؟ وهل يكفي فيها مجرد الإضمار أو العزم القلبي أو لابد من عمل آخر يبين هذا العزم؟ وما الحكم عند التردد في النيّة؟ وهل يمكن أن يستدل بقرائن الأحوال على تعيين النيّة؟ ¶ ولعلي أن أوضح هنا بعض هذه الإشكالات المتعلقة بنيّة مالك الأرض وأثر ذلك في إيجاب الزكاة أو عدم إيجابها وذلك من خلال النقاط الآتية: ¶ أولاً: متى تتحصل نيّة التجارة؟ وما الفرق بينها وبين نيّة البيع؟ ¶ من المسلّم به أنه ليس كل من يريد بيع سلعة يريد التجارة بها لأن مجرد البيع ليس بالضرورة أن يكون تجارة، فبيع السلع يكون لمقاصد أخرى كالتخلص من السلعة أو عدم الرغبة فيها أحياناً أو وجود ضائقة أو نحو ذلك ولذا فقد ذكر الفقهاء أن التجارة في البيع معناها: تقليب المال بقصد الأرباح [38]. ¶ ويظهر من هذا أن نيّة التجارة في الأرض تغاير نيّة البيع فقد ينوي الإنسان بيع الأرض وهو لا يريد المتاجرة فيها وذلك كمن اشترى أرضاً للسكنى أو الاستثمار ولم يقصد عند الشراء بيعها للتجارة ثم بدا له بيعها لسبب أنه رغب عن الأرض كأن يريد تغيير الموقع إلى موقع أنسب فهذا في الحقيقة لم ينو التجارة والذي يظهر أنه لا تجب على مثله زكاة ولو مرّ حول أو أكثر على هذه النيّة. ¶ ومثل هذا أيضاً من ورث أرضاً وأراد بيعها لقسمة ثمنها على الورثة لا لقصد الربح والتجارة فهذا لا زكاة عليه في قيمة الأرض ولو بقيت على تلك الحال زمناً؛ لأنها لم تكن معدة للتجارة. ¶ وبهذا يعلم أن تحصيل النيّة للتجارة في الأراضي أو العروض عموماً يكون بتحري الربح ببيع العرض لا بقصد البيع فقط. ¶ ومما يؤيد هذا المعنى أن الزكاة الواردة في الشرع إنما تجب في الأموال التجارية التي يراد منها إنماء المال وربحه وهذا هو الإعداد للبيع الوارد في الحديث المتقدم:\" كان يأمرنا أن نخرج الزكاة مما نعد للبيع\" [39]. ¶ ثانياً: إبهام النيّة أو التردد فيها، وهل يمكن أن يستدل بقرائن الأحوال على تعيين النيّة؟ ¶ في بعض الأحيان يشتري الإنسان الأرض وهو لم يحدد النيّة عند شرائها فهو يمكن أن يبيعها، ويمكن",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أن يستغلها بالاستثمار أو الإيجار أو السكنى وهذه النيّة ربما تبقى عند الإنسان فترة زمنيّة طويلة وهو لم يجزم على شيء في هذا العقار. ¶ فهل هذه النوايا غير الواضحة والمترددة أحياناً تؤثر في حكم زكاة الأرض؟ ¶ الذي يظهر لي من كلام الفقهاء أنه لا بد من النيّة الجازمة على التجارة وأن معنى اشتراطهم النيّة: أن يريد بقلبه وهو يمتلك هذه الأرض أنها للتجارة فقط فغرضه واضح ونيّته جازمة وقد أفتى جماعة من الفقهاء المعاصرين بعدم وجوب الزكاة في الأرض المملوكة التي لم يجزم مالكها على نيّة معينة من تجارة أو غيرها؛ لأن الزكاة لا تجب مع تردد مالك الأرض في النيّة [40] ولأن الأصل في العروض هو الاقتناء لا التجارة، فلا بد من النيّة الجازمة الناقلة عن هذا الأصل [41]. ¶ وعلى هذا فمن اشترى الأرض ولا نيّة له , أو اشتراها وهو متردد في النيّة فإنه لا زكاة عليه في مثل هذه الأرض كما أنه لا زكاة عليه إذا كانت نيّته مضادة لنيّة التجارة، كأن ينوي بشراء الأرض القنيّة أو الاستغلال كما سبق [42]. ¶ ويتبادر هنا سؤال مهم وهو: هل يمكن أن يستدل بقرائن الحال على تعيين النيّة؟ ¶ وذلك كمن يشتري ويبيع كثيراً في العقار أو يشتري الأراضي الكثيرة ويبيعها بعد فترة، هل يمكن أن يقال إن نيّة هذين الشخصين معروفة من قرائن الحال حيث إن الظاهر أن نيّتهما التجارة، وليس لهما نيّة غيرها. ¶ القرائن فيما يظهر ربما تحدد النيّة وتدل عليها كما في المثالين السابقين ولكن يبقى القصد والنيّة في ضمير الإنسان فإذا كان جازماً على نيّة التجارة وجبت عليه الزكاة وإلا فلا. ¶ ثالثاً: إذا جمع نيّة التجارة مع غيرها. ¶ لو نوى الشخص حين شراء الأرض أنها للتجارة والإجارة أو الاستغلال أو نوى بشرائها التجارة والانتفاع بها، بحيث ينوي أنه سينتفع بها وربما يبيعها متى ما تحصل له ثمن مناسب ومثل هذا يحصل عند بعض الناس يقول أنا اشتريت ناوياً الانتفاع إلا أن تأتي هذه الأرض بفائدة فأبيع فهل هذه الأرض تجب فيها الزكاة؟ ¶ يذكر فقهاء المالكية في مثل هذه المسألة خلافاً هما روايتان عن مالك [43]. ¶ فالرواية الأولى: وجوب الزكاة على من نوى عند شراء العرض القنيّة والتجارة أو الغلّة الاستغلال والتجارة وذلك مراعاة لقصد التنمية بالغلة والتجارة [44] ولأن القنيّة والتجارة أصلان كل واحد قائم",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "بنفسه منفرد بحكمه أحدهما يوجب الزكاة والآخر ينفيها , فإذا اجتمعا كان الحكم للذي يوجب الزكاة؛ احتياطاً كشهادة تثبت حقاً ًوشهادة تنفيه , وكقول مالك فيمن تمتع وله أهل بمكة وأهل ببعض الآفاق إنه يهدي احتياطاً فهذا مثله [45]. ¶ لكن يمكن أن يجاب عن هذا بما يلي: ¶ 1 - أن قصد التنمية باستغلال العروض يجعل الزكاة في المستغل دون الأصل كما هو معلوم في زكاة المستغلات دون أصولها ولذا فصاحب الأرض إذا نوى استغلالها فالزكاة في الغلة فقط ولا زكاة في عين الأرض - كما تقدم في المبحث الثاني -[46]. ¶ 2 - المنع من جعل التجارة أصل في العروض بل الأصل في العروض هو القنيّة ولذلك احتاج من أراد التجارة إلى النيّة المصاحبة وجعلت شرطاً فيها. ¶ 3 - أن الأخذ بمبدأ الاحتياط إنما يكون عند تقارب الدليلين أو تكافئهما مع عدم وجود المرجح وهنا لم تتكافأ الأدلة ووجد المرجح وهو الأصل فإن الأصل أن العروض تكون للقنيّة لا للتجارة. ¶ والرواية الثانيّة: سقوط الزكاة على من اشترى العرض بنيّة القنيّة والتجارة أو بنيّة الغلّة والتجارة وذلك لتغليب النيّة في القنيّة على نيّة التنمية في من أراد الاستغلال ; ولأن القنيّة هي الأصل في العروض [47]. ¶ والذي يظهر رجحانه: الرواية الثانيّة وعليها فإنه لا تجب الزكاة في الأرض إذا نوى بها الانتفاع والتجارة معاً أو نوى بها الاستغلال والتجارة معاً؛ لأن من شرط العين التي تجب فيها الزكاة أن تتمحض النيّة فيها للتجارة وهذه المسألة تشبه المسألة السابقة التي أبهمت فيها النيّة أو ترددت عند المالك فإن النيّة الموجبة للزكاة هي النيّة الجازمة التي لم يقترن بها غيرها خاصة إذا تقرر بأن الأصل في شراء الأرض الانتفاع [48]. ¶ ولا يعني هذا تحول نيّة التجارة بمجرد استغلال الأرض أو الانتفاع بها بأي وجه كان كمن عنده أراضي تجارية فأراد أن يستفيد منها فائدة مؤقتة كأن يجعلها موقفاً للسيارات أو مستودعاً أو نحو ذلك فهذا لا يخرجها عن نيّة التجارة لأنه في الحقيقة يريد بيعها ولو على تلك الحال وقد أشار بعض الفقهاء - كما سبق - إلى مثل هذه المسألة حيث ذكروا: وجوب الزكاة في الأرض التجارية إذا زرعت [49]. ¶ ولعل هذا هو الذي جعل بعض فقهاء المالكية يرجح وجوب الزكاة على من نوى عند الشراء الإجارة",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "والتجارة أو القنيّة والتجارة حيث قالوا:\" إن نوى بشراء العرض التجارة والإجارة كان ذلك أبين في وجوب الزكاة ومثله إذا نوى التجارة والاستمتاع بالاستخدام والوطء؛ لأنه معلوم أن كل من نوى التجارة بانفرادها يستمتع في خلال ذلك بالاستخدام والركوب والكراء إلى أن يتفق له البيع\" [50]. ¶ فهم نظروا إلى أن وجود الانتفاع أو الاستغلال لعين السلعة مع وجود الأصل وهو نيّة التجارة لا يسقط حكم الزكاة فيها لأنه يريد بالسلعة البيع متى ما اتفق له ذلك وهذا حق من هذا الوجه ولعله هو المراد عند من اختار هذا القول من فقهاء المالكية. ¶ رابعاً: شراء الأرض لحفظ المال ونيّة التجارة في المستقبل والانتظار إلى وقت ارتفاع الأسعار. ¶ قد يشتري الإنسان الأرض وفي نيّته أنه سيبيع متى ما تحصل له فيها ربح مناسب لكن ليس هذه السنة ولا السنة المقبلة بل ربما يشتري وهو يعلم أنه لن يبيع إلا بعد سنوات قد تصل إلى الخمس أو أكثر وهذا يحصل عند بعض الناس يشتري من المخططات البعيدة عن البلد في حال رخص الأرض وينتظر إلى وقت قرب الناس ورغبتهم فيها بعد زمن حتى يرتفع سعرها وهذا في الغالب وربما يكون القصد من الشراء ادخارها للزمن وحفظ المال. ¶ فهل هذه النيّة المستقبلة في بيع الأرض موجبة لزكاتها أو لا بد من كون نيّة البيع والتجارة في الوقت الحاضر؟ ¶ هذه المسألة - فيما أحسب - محل اتفاق بين أهل العلم ممن قال بوجوب زكاة العروض فهم لا يختلفون في وجوب الزكاة على من احتكر السلعة التجارية عنده سنوات [51] بل يجب عليه أن يزكي قيمة هذه الأراضي كل حول عند الجمهور خلافاً لفقهاء المالكية الذين لا يوجبون الزكاة على المحتكر كل حول بل تجب عندهم الزكاة مرة واحدة عند بيع الأرض [52]. ¶ وعلى هذا فلا تأثير لتأجيل نيّة البيع ما دامت الأرض مرصدة للتجارة والمقصود منها نماء المال. ¶ لكن لا بد هنا من التنبيه على أن الإنسان قد يؤجل نيّة بيع الأرض التي يمتلكها لا لقصد التجارة وذلك كمن يدخل العرض ملكه بالإرث أو الهبة والمنحة ولا ينوي التجارة بها الآن بل ينوي أنه سيبيع هذه الأرض في المستقبل لأن سعر الأرض الآن لا يناسب بيعها فهذا لا زكاة عليه فيها لأن هذه الأرض لم تعد للبيع والتجارة والعبرة بما أعد للبيع بقصد التجارة كما جاء في الآثار المتقدمة وكما سبق في بيان معنى نيّة التجارة ومتى تحصل [53]. ¶ ومن هنا يتضح الفرق بين من اشترى الأرض يريد التجارة بها في المستقبل ومن دخلت الأرض في",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ملكه ولم ينوي التجارة فيها ولا بيعها الآن فالأول تجب عليه زكاة الأرض؛ لنيّته التجارة من حين الشراء والثاني لا تجب عليه؛ لعدم وجود النيّة عنده. ¶ ولعل هذه المسألة مما يفيد فيها قول جمهور الفقهاء حين اشترطوا لوجوب زكاة عروض التجارة: أن يملك العروض بفعله واختياره فإنه إذا ملك العروض من غير فعله كالموروث أو الموهوب على قول لم تجب عليه فيه زكاة عندهم [54]. ¶ فيكون قولهم هذا معمولاً به في هذه الصورة فلا يزكي الشخص عن الأرض الموهوبة والموروثة حتى ينوي فيها التجارة وقد أفتى العلامة ابن باز في مثل هذه المسألة بعدم وجوب الزكاة [55]. ¶ خامساً: نيّة إضمار بيع الأرض والتجارة فيها، هل يكفي فيها مجرد الإضمار والعزم القلبي أو يحتاج إلى شيء آخر يبين هذا العزم؟ كعرضها على المكاتب العقارية والإعلان عن بيعها وهل هذا مؤثر في وجوب الزكاة؟ ¶ يبدو أن كلام أهل العلم في اشتراط النيّة لا يتعدى العزم القلبي على إرادة التجارة، ولم يذكر أحد من الفقهاء - في حدود اطلاعي - أن من شرْط نيّة التجارة في العروض إعلان البيع أو عرضه أو نحو ذلك. ¶ فعلى هذا ليس من شرط النيّة أن يعرض هذه الأرض عند محلات العقار للبيع. ¶ وعليه أيضاً فليس من شرط النيّة أن يجعل على الأرض لوحة للبيع أو أن يعلن عن هذه النيّة عند الناس في المحافل أو مواضع الإعلانات أو الصحف ونحو ذلك بل يكفي أن ينوي بقلبه أنه متى ما حصل له فيها ربح يرضاه باع هذه الأرض فهي مرصدة للبيع في هذه الصورة [56]. ¶ ومن هذا يتضح أن الزكاة في الأراضي لا تخص العقاريين والتجار فقط كما يحسب بعض الناس – بل هي واجبة على كل من نوى التجارة بالعقار وأراد الربح في بيع الأراضي وشرائها ولو كان من غير تجار العقار. ¶ المسألة الثالثة: تغيير النيّة ومدى تأثيره على حكم الزكاة. ¶ يتفرع عن هذه المسألة ثلاثة فروع: ¶ الفرع الأول: تغيير نيّة التجارة في الأرض إلى الانتفاع بها. ¶ ذكر عامة الفقهاء من الحنفية [57] والمالكية [58] والشافعية [59] والحنابلة [60] أن من اشترى عرضاً للتجارة ثم بدا له أن يجعله لغير التجارة أنه يخرج بهذه النيّة عن كونه للتجارة ولا تجب عليه فيه",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الزكاة. ¶ وعلى ذلك: فمن اشترى أرضاً يريدها للتجارة والتكسب ثم غيّر نيّته إلى الرغبة في سكناها، أو استغلالها بزراعة أو إيجار أو نحوه، فلا يجب عليه زكاة في هذه الأرض. ¶ وقد علل الفقهاء هذا القول بما يلي: ¶ أولاً: أن القنيّة الأصل , ويكفي في الرد إلى الأصل مجرد النيّة , كما لو نوى بالحلي التجارة , أو نوى المسافر الإقامة [61]. ¶ ثانياً: أن نيّة التجارة شرط لوجوب الزكاة في العروض , فإذا نوى القنيّة زالت نيّة التجارة, ففات شرط الوجوب [62]. ¶ ثالثاً: أن الاقتناء معناه الحبس للانتفاع وقد وجد بالنيّة مع الإمساك فيترتب الأثر على تلك النيّة بمجرها [63]. وبعبارة أخرى: أن من نوى ترك التجارة تارك لها في الحال فاقترنت النيّة بعمل هو ترك التجارة [64]. ¶ ولم يخالف في هذه المسألة سوى أشهب من المالكية في رواية له عن مالك حيث ذكر: أن حكم التجارة لا يسقط عن العرض بمجرد النيّة المخالفة للتجارة [65]. ¶ وعلة هذا القول: أن التجارة والاقتناء عندهم أصلان فلا ترجع السلعة من أحدهما إلى الآخر بمجرد النيّة [66] ثم استدلوا - أيضاً - بالقياس على السائمة إذا نوى بها العلف [67] فلا تكون معلوفة حتى يعلفها حقيقة. ¶ لكن هذا القول ضعيف جداً ويمكن أن يجاب عما عللوا به بما يلي: ¶ 1 – المنع من كون التجارة أصل في العروض بل الأصل هو الاقتناء لأنه إمساك وكف والتجارة طارئة لأنها فعل وتصرف والطارئ لا بد فيه من النيّة بخلاف الأصل فإنه لا يحتاج إلى نيّة في الرد إليه ومثال ذلك السفر والإقامة فالإقامة أصل فإذا نواها المسافر صار مقيماً أما السفر فإنه طارئ فإذا نواه المقيم لم يصر مسافراً لأن السفر إحداث فعل والفعل لم يوجد [68]. ¶ 2 – أما القياس على السائمة إذا نوى بها العلف فأجيب عنه: بالفرق فإن السائمة لا تشترط فيها نيّة السوم بل الشرط فيها السوم حقيقة فلا ينتفي الوجوب إلا بانتفاء السوم [69]. ¶ الفرع الثاني: تغيير نيّة الانتفاع بالأرض إلى التجارة بها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "إذا كان عند الإنسان أرض ينويها للسكنى أو الاستغلال بالزراعة أو الإجارة أو نحو ذلك ولم ينوها للتجارة ثم عدل عن هذه النيّة إلى نيّة التجارة بهذه الأرض ببيعها، فهل تجب فيها الزكاة وتكون من عروض التجارة بمجرد النيّة؟ ¶ هذه المسألة لها ارتباط وثيق بمسألة اشتراط العمل مع نيّة التجارة وهي مسألة خلافية يجري فيها خلاف العلماء في مسألة اشتراط العمل في العروض حتى تكون للتجارة وسوف يأتي ذكر القولين في المسألة مع أدلتها، وبيان الراجح فيها إن شاء الله [70]. ¶ الفرع الثالث: تغيير نيّة التجارة إلى الانتفاع ثم الرجوع إلى التجارة. ¶ لو أن أحداً اشترى الأرض للتجارة ثم عدل عن هذه النيّة واستغل الأرض بأي نوع من أنواع الاستغلال أو جعلها للقنيّة ثم نواها بعد مدة للتجارة فهل تصير للتجارة أو لا تتحول بهذه النيّة؟ في هذه المسألة للعلماء قولان: ¶ القول الأول: أن لهذه الأرض حكم القنيّة - بمعنى أنها لا تتحول فيها النيّة عن القنيّة إلى التجارة حتى يبيعه ويستقبل بثمنه حولاً - وهذه رواية ابن القاسم عن مالك [71] وهو مقتضى قول جمهور الفقهاء [72] وقد صرح به بعض الحنابلة [73]. ¶ وجه هذا القول: أن أصل العرض القنيّة فأثر في رده إلى أصله مجرد النيّة كالذهب والفضة [74]. ¶ القول الثاني: أن لهذه الأرض حكم التجارة وهذه رواية أشهب عن مالك [75]. ¶ وجه هذا القول: أن النيّة مؤثرة في العروض كما لو اشتراها للتجارة , ثم نوى بها القنيّة, ولأنه لما اشتراها للتجارة وثبت لها هذا الحكم صار أصلاً لها فرجعت إليه لمجرد النيّة [76]. ¶ الراجح: يظهر - والله أعلم - أن الحكم في هذه المسألة يتبع نيّة المالك فإذا نوى بها التجارة بعد نيّته الاقتناء أو الاستغلال فإنها تكون للتجارة وتجب فيها الزكاة إذا حال عليها الحول، وهذه المسألة في حقيقتها فرع عن القول باعتبار النيّة بمجردها فمن قال: إن النيّة كافية لإيجاب الزكاة في العروض قال بوجوب الزكاة هنا ومن اشترط مع النيّة التصرف والعمل حتى يكون العرض تجارياً لم يقل بالوجوب وستأتي هذه المسألة مفصلة إن شاء الله [77]. ¶ المسألة الرابعة: التحايل لإسقاط الزكاة مع نيّة التجارة. ¶ مع ذكر كثير من أهل العلم تحريم الحيل المسقطة للزكاة إلا أنهم اختلفوا في ترتب الأثر على هذا الفعل المحرم بمعنى هل هذا الفعل يسقط الزكاة أو لا؟",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وقبل ذكر الخلاف هذا توضيح لمحل النزاع: قال القرطبي:\" أجمع العلماء على أن للرجل قبل حلول الحول التصرف في ماله بالبيع والهبة إذا لم ينو الفرار من الصدقة وأجمعوا على أنه إذا حال الحول وأظل الساعي أنه لا يحل له التحيل ولا النقصان ولا أن يفرق بين مجتمع ولا أن يجمع بين متفرق\" [78]. ¶ وبهذا يعلم أن الخلاف إنما هو فيمن تصرف في ماله أو غيّر نيته لقصد إسقاط الزكاة لا لقصد آخر وكان ذلك قبل حولان الحول. ¶ اختلف أهل العلم فيمن تحيّل لإسقاط الزكاة بأي نوع من أنواع الحيل [79] وذلك كمن غيّر نيّة التجارة في الأرض أو باعها قبل الحول أو أكثر من شراء الأراضي فراراً من الزكاة هل يعامل ذلك المتحيل أو الفارّ من الزكاة بنقيض قصده فتجب عليه الزكاة أو لا؟ للعلماء في هذه المسألة قولان: ¶ القول الأول: أن الزكاة تسقط بالتصرف في المال قبل الحول ولو كان ذلك لقصد الفرار من الزكاة وهذا هو قول الحنفية [80] والشافعية [81] هو رواية عند الحنابلة [82] وهو قول الظاهرية [83]. ¶ أدلة هذا القول: ¶ أولاً: أنه فات شرط وجوب الزكاة وهو الحول , فلا فرق بين أن يكون على وجه يعذر فيه أو لا يعذر [84] كما لو أتلفه قبل الحول لحاجته [85]. ¶ وأجيب عن هذا بأمور: ¶ 1 - بالفرق بين من له عذر ومن ليس له عذر ومن أتلف المال لحاجته ومن فرّ من الزكاة فإن من أتلف المال لحاجته لم يقصد قصداً فاسداً بخلاف الفارّ من الزكاة فإن قصده فاسد خبيث [86]. ¶ 2– أن من فوّت شرط الوجوب وهو الحول فراراً من الزكاة مخادع لله في الحقيقة، لا يريد أداء الزكاة ولو فعل ذلك كل حول لم تجب عليه زكاة أبداً [87]. ¶ 3 – أن تفويت شرط الوجوب فراراً من الزكاة مع أنه خداع لله رب العالمين فهو أيضاً هوس لا حقيقة له [88] قال ابن القيم:\" فيا لله العجب , أيروج هذا الخداع والمكر والتلبيس على أحكم الحاكمين الذي يعلم خائنة الأعين وما تخفي الصدور؟ ثم إن هذه الحيلة كما هي مخادعة لله , ومكر بدين الإسلام , فهي باطلة في نفسها , فإنها إنما تصير للقنيّة إذا لم يكن من نيته إعادتها للتجارة , فأما وهو يعلم أنه لا يقتنيها ألبتة ولا له حاجة باقتنائها , وإنما أعدها للتجارة , فكيف تتصور منه النيّة الجازمة للقنيّة وهو يعلم قطعاً أنه لا يقتنيها ولا يريد اقتناءها , وإنما هو مجرد حديث النفس أو خاطر",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أجراه على قلبه بمنزلة من يقول بلسانه\" أعددتها للقنيّة\" وليس ذلك في قلبه؟ أفلا يستحيي من الله من يسقط فرائضه بهذا الهوس وحديث النفس؟ \" [89]. ¶ ثانياً: أن الفرار من الزكاة امتناع عن الوجوب لا إسقاط للواجب [90]. ¶ وأجيب عن هذا: بأن الأمر في كلا الحالين واحد قال ابن تيمية:\" لكن شبهة المرتكب أن هذا منع للوجوب لا رفع له وكلاهما في الحقيقة واحد\" [91]. ¶ القول الثاني: أن الزكاة لا تسقط بالحيلة بل هي واجبة في ذمة المتحيل في قيمة هذه الأراضي وهذا قول المالكية [92] وهو الذي عليه جماهير الحنابلة [93] واختاره جمع من المحققين [94] كما قواه بعض محققي الشافعية [95]. ¶ وقد شرط جماعة من فقهاء الحنابلة: أن يكون ذلك عند قرب وجوبها؛ لأنه مظنة قصد الفرار، بخلاف ما لو كان في أول الحول أو وسطه؛ لأنها بعيدة أو منتفية، وحدده بعضهم: بما قبل الحول بيومين، وقيل: أو بشهرين لا أزيد والمذهب أنه إذا فعل ذلك فراراً منها أنها لا تسقط مطلقاً أطلقه أحمد [96]. وحدده بعض المالكية بشهر ونحوه [97]. ¶ وقد دلّ لهذا القول عدة أدلة منها: ¶ أولاً: استدل جماعة من الفقهاء بقوله سبحانه:\" إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَا أَصْحَابَ الْجَنَّةِ إِذْ أَقْسَمُوا لَيَصْرِمُنَّهَا مُصْبِحِينَ * فَطَافَ عَلَيْهَا طَائِفٌ مِنْ رَبِّكَ وَهُمْ نَائِمُونَ * فَأَصْبَحَتْ كَالصَّرِيمِ\" [98] فإن الله تعالى عاقبهم بذلك , لفرارهم من الصدقة [99]. ¶ ثانياً: حديث عمر رضي الله عنه: \" إنما الأعمال بالنيات\" [100] فهو حجة واضحة على إسقاط الحيل المحرمة وإنما يخادع بالنيات من لا يطلع عليها [101]. ¶ ثالثاً: حديث أنس رضي الله عنه أن أبا بكر رضي الله عنه كتب له فريضة الصدقة التي فرض رسول الله صلى الله عليه وسلم \" لا يجمع بين متفرق ولا يفرق بين مجتمع خشية الصدقة\" [102]. ¶ فهذا الحديث فيه النهي الصريح عن إسقاط الزكاة بالحيلة وما نهى عنه الشارع فهو ملغي باطل [103]. ¶ ولذلك قال الشاطبي:\" وأما مع القصد يعني قصد رفع حكم السبب وهو حولان الحول إلى ذلك فهو معنى غير معتبر لأن الشرع شهد له بالإلغاء على القطع ويتبين ذلك بالأدلة المذكورة إذا عرضت المسألة عليها فإن الجمع بين المتفرق أو التفرقة بين المجتمع قد نهى عنها إذا قصد بها إبطال حكم السبب بالإتيان بشرط ينقصها حتى تبخس المساكين فالأربعون شاة فيها شاة بشرط الافتراق ونصفها",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "بشرط اختلاطها بأربعين أخرى مثلاً فإذا جمعها بقصد إخراج النصف فذلك هو المنهي عنه كما أنه إذا كانت مائة مختلطة بمائة وواحدة ففرقها قصداً أن يخرج واحدة فكذلك وما ذاك إلا أنه أتى بشرط أو رفع شرط يرفع عنه ما اقتضاه السبب الأول فكذلك المنفق نصابه بقصد رفع ما اقتضاه من وجوب الإخراج\" [104]. ¶ رابعاً: أن من أتى بسبب يسقط الواجبات على وجه محرم وكان مما تدعو النفوس إليه ألغى ذلك السبب وصار وجوده كالعدم ولم يترتب عليه أحكامه وهذه قاعدة فقهية ذكرها ابن رجب في قواعده وقال:\" ويتخرج على ذلك مسائل كثيرة: منها الفارّ من الزكاة قبل تمام الحول بتنقيص النصاب أو إخراجه عن ملكه تجب عليه الزكاة ولو صرف أكثر أمواله في ملك ما لا زكاة فيه كالعقار والحلي فهل ينزل منزلة الفارّ؟ على وجهين [105]. ولذلك احتج جماعة من الفقهاء على الفارّ من الزكاة بنصب اليهود الشبك يوم الجمعة وأخذوا يوم الأحد ما سقط فيها وأنه شرع لنا [106]. ¶ خامساً: أن الفارّ من الزكاة قصد قطع حق من انعقد سبب استحقاقه , فلم تسقط عنه الزكاة , كما لو طلق امرأته في مرض موته [107]. ¶ وقد أجيب عن هذا: بالفرق بين الفرار هنا والفرار بطلاق المرأة بائناً في مرض الموت؟ وذلك من وجهين: ¶ أحدهما: أن الحق في الإرث لمعين, فاحتيط له بخلاف الزكاة. ¶ والثاني: أن الزكاة مبنيّة على الرفق والمساهلة وتسقط بأشياء كثيرة للرفق , كالعلف في بعض الحول والعمل عليها وغير ذلك بخلاف الإرث [108]. ¶ ويمكن أن يناقش هذا: بأن كون الزكاة لغير معين أو أن مبناها على المساهلة لا يعني سقوطها بالتحايل فإن الحرام أو الضرر ممنوع إحداثه على المعين وغيره. ¶ سادساً: أن فعل هذه الحيل يؤدي إلى إلحاق الضرر بالفقراء [109]. ¶ سابعاً: أن الفارّ من الزكاة لما قصد قصداً فاسداً , اقتضت الحكمة معاقبته بنقيض قصده [110] يقول ابن القيم:\" قد استقرت سنة الله في خلقه شرعاً وقدراً على معاقبة العبد بنقيض قصده, كما حرم القاتل الميراث, وورث المطلقة في مرض الموت, وكذلك الفارّ من الزكاة لا يسقطها عنه فراره ولا يعان على قصده الباطل فيتم مقصوده ويسقط مقصود الرب تعالى, وكذلك عامة الحيل إنما يساعد فيها المتحيل على بلوغ غرضه ويبطل غرض الشارع\" [111].",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الراجح في المسألة: بعد النظر في هذه المسألة وأدلتها يتبين رجحان القول الثاني وهو عدم سقوط الزكاة بالحيلة وذلك لقوة الأدلة التي ذكرها أصحاب هذا القول ولضعف أدلة القول الآخر خاصة إذا قلنا إن الفارّ من الزكاة مؤاخذ بعمله هذا في الباطن وأنه مطالب فيما بينه وبين الله تعالى وهذا ما ذكره أكثر الفقهاء حتى من الذين قالوا تسقط عنه الزكاة في الظاهر [112]. ¶ فعلى هذا القول الراجح تجب الزكاة في الأرض التجارية التي يتحايل أصحابها ببيعها قبل الحول أو يتحايلون بتغيير النيّة من التجارة إلى غيرها على أنه لو كان عند الإنسان أرض تجارية وباعها قبل الحول بنقد أو كان عنده نقد واشترى به قبل حوله أرضاً يريد بيعها فراراً من الزكاة فإن الزكاة واجبة عليه عند رأس الحول للمال الأول كما لو اشترى بنقد عروض تجارة أو باع العروض بعرض أو بنقد وقد صرح بهذا فقهاء الحنفية [113] والمالكية [114] والشافعية [115] والحنابلة [116]. ¶ المطلب الثالث: اشتراط العمل في الأرض المعدة للبيع. ¶ يذكر كثير من الفقهاء أن الشرط الثاني من شروط وجوب الزكاة في عروض التجارة بعد النيّة هو: العمل والمراد بالعمل المؤثر في زكاة العروض يختلف تفسيره في نظر الفقهاء القائلين بهذا القول فمنهم من قال: إن العمل هو: أن يمتلك الإنسان العرض بفعله كالشراء أو نحوه من المعاوضات المالية فقط وبعضهم قال: العمل هو: أن يمتلك الإنسان العرض بفعله بمعاوضة مالية كالشراء أو غير مالية كالمعاوضة في عقد النكاح والخلع وبعضهم قال: العمل المؤثر هو: أن يمتلك الإنسان العرض بفعله ولو بغير معاوضة مالية كالهبة [117]. ¶ وعلى كلٍ فالمراد باشتراط هذا الشرط هو: إخراج ما دخل ملك الإنسان بغير فعله كالميراث فإنه لا تجب في الموروث من العروض زكاة ولو نوى بها التجارة ومثله ما دخل ملكه بمجرد قبوله كالهبة والوصية عند بعضهم أو دخل ملكه بمعاوضة ليس المقصود منها المالكعوض النكاح والخلع عند آخرين. ¶ ومن هنا يلاحظ اختلاف الفقهاء القائلين باشتراط هذا الشرط في تفسيره. ¶ ولا أرى أن الحاجة تدعو إلى تفصيل هذا الاختلاف – لأن ذلك يطول ويبعد عن مقصود البحث [118] – لذا سأكتفي بمناقشة هذا الشرط من أصله وذلك ببيان سبب اشتراط هذا الشرط وأدلته ثم بيان وجهة النظر الأخرى في اشتراط هذا الشرط والراجح في هذه المسألة. ¶ فأما سبب اشتراط هذا الشرط: فهو أن كثيراً من الفقهاء يرون أن النيّة غير كافية لجعل العرض تجارياً",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "بل لا بد من عمل يوضح هذه النيّة ويبينها ولا يكون هذا العمل إلا بامتلاك العين عن طريق الاختيار للملك - سواء كان بمعاوضة أو غير معاوضة – مع مصاحبة نيّة التجارة. ¶ فأما ما يدخل الملك من غير اختيار كالإرث فإنه لا تؤثر فيه النيّة حتى لو كان الموروث من العرض تجارياً فإنه لا تجب فيه زكاة حتى يبيعه ويشتريه بنيّة التجارة ومثل ذلك عند الأكثرين ما لو دخل العرض ملكه باختيار منه - بعقد معاوضة كالشراء أو بغير معاوضة كالهبة - لكنه دخل ملكه من غير مصاحبة لنيّة التجارة وذلك كمن اشترى أرضاً ولم ينو أنها للتجارة فلا تكون للتجارة بحال حتى لو نوى فيما بعد بيعها تجارة وذلك لأنه لا بد من كون النيّة مصاحبة للشراء. ¶ وإذا تبين ذلك فإن هذا القول بجملته هو قول أكثر فقهاء المذاهب كما سبق فقد نص عليه فقهاء الحنفية [119] والمالكية [120] والشافعية [121] والحنابلة [122]. ¶ وقد استدل أصحاب هذا التوجه بعدة أدلة أهمها في الجملة ما يلي: ¶ أولاً: استدلوا بحديث:\" إِنَّ اللَّهَ تَجَاوَزَ لِأُمَّتِي ما حَدَّثَتْ بِهِ أَنْفُسَهَا ما لم يَتَكَلَّمُوا أو يَعْمَلُوا بِهِ\" [123]. ¶ قالوا: فهذا الحديث يدل على أن مجرد النيّة لا عبرة به في الأحكام فلا تكفي مجرد نيّة التجارة ليكون العرض للتجارة [124]. ¶ ومعنى ذلك أن الزكاة إنما وجبت في العرض لأجل التجارة والتجارة تصرف وفعل والحكم إذا علق بفعل لم يثبت بمجرد النيّة حتى يقترن به الفعل [125]. ¶ ويمكن أن يجاب عن هذا: بأن الحديث دليل على عدم مؤاخذة الإنسان بخواطر نفسه ووساوسه التي لا يتبعها عمل أو كلام وليس فيه عدم اعتبار للنيّة أو إلغاء لها بل الثابت - كما سيأتي - اعتبار النيّة في كل الأحكام ومن ذلك اعتبارها في زكاة العروض لكن النيّة تحتاج إلى بيان والبيان يكون بالفعل أو القول الذي هو فعل والتجارة فعل وتصرف فإذا نواها المالك للسلعة بحيث كان يعرض هذه السلعة في الأسواق أو ينتظر وقت غلائها ليبيعها فهذه هي حقيقة التجارة بلا شك وإن كان فعل التجارة ليس فيها ظاهراً [126]. ¶ ثانياً: استدلوا بعدة أقيسة منها: ¶ 1 – قالوا: أن العروض إذا كانت للاقتناء، فنوى بها التجارة فقد نوى التجارة ولم يفعلها, فلم يبطل حكمها , فتبقى للاقتناء ولا تصير للتجارة, كما لو كان مقيماً فنوى السفر ولم يسافر لا يصير مسافراً ويبقى مقيماً , والمعنى أنه نوى السفر ولم يخرج فبقي على الإقامة , كذلك هذا والمعنى فيه أن السفر",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "والتجارة عمل , فما لم يوجد العمل لا يحكم به [127]. ¶ ويمكن أن يجاب عن هذا القياس: بأنه قياس لا يستقيم حيث إن بين المقيس والمقيس عليه فروق كثيرة فإن الحكم بالسفر تترتب عليه كثير من الأحكام التي يتطلبها السفر وما فيه من مشقة ومكابدة وعمل بينما التجارة قد تكون بمجرد تبييّن النيّة وذلك بعرض هذه السلعة من الأرض أو غيرها للبيع فاشتراط العمل مع نيّة التجارة يختلف عن اشتراط السفر لنيّة السفر. ¶ ثم إن نيّة التجارة شرط لوجوب الزكاة في العروض أما نيّة السفر فليست شرطاً لحقيقة السفر بل الشرط وجود السفر ولو لم ينوه. ¶ 2 – قالوا: ولأنه ما لم يكن للزكاة من أصله لم يصر للزكاة بمجرد النيّة , فالنيّة لا تنقل عن الأصل كالمعلوفة إذا نوى إسامتها [128]. ¶ ويمكن أن يجاب عن هذا القياس: بالفرق أيضاً فإن النيّة في إسامة المعلوفة ما لم يكن هناك إسامة لا تغير من واقع المعلوفة شيئاً لكن نيّة التجارة في العرض تغيّر العرض من القنيّة والانتفاع إلى الرغبة في البيع والاستثمار ولكل عمل ما يناسبه فمجرد نيّة التجارة مع العرض للسلعة والرغبة في بيعها يثبت حكم التجارة وتجعل العرض تجارياً بدلاً من كونه مستهلكاً أو منتفعاً به. ¶ ثم إن نيّة التجارة شرط لوجوب الزكاة في العروض , أما نيّة السوم فليست شرطاً لزكاة البهائم بل الشرط وجود حقيقة السوم [129]. ¶ القول الثاني في المسألة: أن العرض - من الأراضي وغيرها - يصير للتجارة بمجرد النيّة ; فعلى هذا لا يعتبر أن يملكه بفعله واختياره كالموروث , ولا أن يكون في مقابلة عوض كالهبة والمنحة بل متى نوى بالعرض التجارة صار للتجارة وبهذا القول قال جماعة من الفقهاء فهو رأي الكرابيسي وغيره من الشافعية [130] وهو مذهب إسحاق بن راهوية [131] وهو رواية عن الإمام أحمد قال بعض أصحابه: هذا على أصح الروايتين واختاره جمع من فقهاء الحنابلة [132] كما اختاره جماعة من العلماء المعاصرين كالشيخ ابن باز [133]، وابن عثيمين [134] و د/بكر أبو زيد [135] وغيرهم. ¶ واستدل أصحاب هذا القول بما يلي: ¶ أولاً: استدلوا بحديث سمرة المتقدم:\" أمرنا رسول الله صلى الله عليه وسلم أن نخرج الصدقة مما نعد للبيع\" [136]. ¶ والإعداد للبيع تكفي فيه مجرد النيّة ولا يحتاج لشيء آخر فيدخل هذا الحكم في عموم الحديث",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "[137]. ¶ ويمكن أن يجاب عن هذا: بأن الحديث ضعيف الإسناد جداً فلا تقوم به حجة. ¶ ثانياً: استدلوا بحديث\" إنما الأعمال بالنيات وإنما لكل امرئ ما نوى\" فإن عموم هذا الحديث يدلّ على أن من نوى التجارة في العروض التي يملكها كانت لها من غير شرط العمل أو التصرف فيها [138]. ¶ ثالثاً: القياس على ما إذا كان عنده متاع للتجارة ثم نوى به القنيّة صار للقنيّة بمجرد النيّة فإذا كانت نيّة القنيّة بمجردها كافية , فكذلك نيّة التجارة , بل أولى ; لأن الإيجاب يغلب على الإسقاط احتياطاً [139]. ¶ لكن أجيب عن هذا: بالفرق بين ما إذا نوى القنيّة بمال التجارة أو نوى التجارة بمال القنيّة ; لأن القنيّة هي الإمساك بنيّة القنيّة , وقد وجد الإمساك والنيّة , والتجارة هي التصرف بنيّة التجارة , وقد وجدت النيّة ولم يوجد التصرف , فلم يصر للتجارة [140]. ¶ وقد يناقش هذا الجواب: بأن هذا منازعة في محل الخلاف فإن الخلاف في نيّة التجارة هل تحتاج معها إلى شيء آخر فغاية ما في هذا الجواب إثبات الدعوى بمجرد الدعوى. ¶ رابعاً: قالوا: ولأن ذلك أحظ للمساكين , فاعتبر كالتقويم [141]. ¶ خامساً: ولأنه نوى به التجارة , فوجبت فيه الزكاة , كما لو نوى حال البيع [142]. ¶ الراجح من هذين القولين: بعد النظر في هذين القولين وما استدل به لكل منهما يترجح - والعلم عند الله - القول الثاني وهو: أن العرض - من الأراضي وغيرها - يصير للتجارة بمجرد النيّة وأنه لا يشترط في وجوب زكاتها تملكها بطريق المعاوضة أو غيرها بل كيفما دخلت ملكه بطريق شرعي وجعلها للتجارة أخذت حكم عروض التجارة ووجبت فيها الزكاة وإنما ترجح هذا القول لقوة أدلته الأثرية والنظرية ولأن غاية ما ذكره أصحاب القول الأول تعليلات وقياسات لا تعارض بها الأدلة وقد وردت عليها المناقشة القوية والله تعالى أعلم. ¶ من ثمرة الخلاف في هذه المسألة: ¶ 1 – أن من ورث أرضاً أو أراضي ونوى جعلها رأس مال للتجارة [143] وقصد فيها طلب الربح فإنها تجب فيها الزكاة على الراجح من حين نواها للتجارة. ¶ 2 – أن من ملك أرضاً بطريق الهبة أو المنحة - كما يحصل الآن في منح الدولة الأراضي للمواطنين - فنوى مالكها جعلها للتجارة فإن الزكاة تجب فيها على الراجح من حين وجود تلك النيّة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "3 - أن من اشترى أرضاً لقصد الانتفاع بها ثم نوى جعلها مال تجارة وذلك بأن يبيعها لقصد الربح فإنه تجب عليه فيها الزكاة - من حين نواها للتجارة - على الراجح [144]. ¶ وكل هذه المسائل إنما تجب فيها الزكاة إذا حال الحول على هذه الأراضي من حين نواها للتجارة وقد ذكر أكثر الفقهاء أن حول التجارة ينقطع بموت المورث عن مال التجارة وخالف في ذلك البلقيني من الشافعية فقال بعدم انقطاع حول الأموال التجارية بموت المورث إذا نوى الوارث التجارة [145]. ¶ لكن خلافه هذا ضعيف؛ وذلك لأن الزكاة كما لها تعلق بالمال فلها أيضاً تعلق بالذمة وقد اختلفت ذمة المزكي. ¶ المبحث الرابع: أحوال سقوط الزكاة عن الأرض التجارية. ¶ وفي هذا المبحث مطلبان: ¶ المطلب الأول: سقوط الزكاة في حال كساد الأرض التجارية. ¶ المطلب الثاني: سقوط الزكاة في حال تعثر المساهمات العقارية. ¶ المطلب الأول: سقوط الزكاة في حال كساد الأرض التجارية. ¶ تعتبر مسألة كساد الأراضي من المسائل كثيرة الوقوع في هذا العصر لا سيما في بعض المجتمعات التي استمر فيها هبوط قيمة النقود الورقية ولم يبقَ أمام كثير من الناس وسيلة لحفظ قيمة نقودهم وقوتها الشرائية سوى تحويلها إلى عقار والتربص به وقد يطول هذا التربص حتى ربما وصل إلى عشرات السنين والأرض في تلك الفترة تنقص قيمتها ولا تزيد لعدم رغبة الناس في شرائها بسبب موقعها أو نحو ذلك بل قد لا تساوي شيئاً ذا بال بالنسبة لقيمتها في السابق وهذا الوضع هو ما يعبر عنه اصطلاحاً ببوار السلع أو كسادها. ¶ بل قد يقع الكساد في المشروعات أو الشركات العقارية الكبيرة وتبقى إدارة الشركة تتربص بالبيع زمن ارتفاع الأسعار. ¶ هذه المسألة - فيما أحسب - من المسائل المهمة وقد اختلفت أراء الفقهاء المعاصرين حول الزكاة في هذه الأراضي هل تجب فيها الزكاة كل حول زمن التربص والانتظار مع وجود الخسارة الكبيرة في قيمتها أو لا تجب إلا إذا باعها زكاها لسنة واحدة؟. ¶ وفي نظري أنه لا بد قبل بيان حكم هذه المسألة من بيان مفهوم الكساد في الأراضي والمدة التي تعتبر فيها الأرض التجارية كاسدة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "أما مفهوم الكساد الاصطلاحي عند أهل العلم فلا أظنه يخرج عن مفهومه اللغوي. ¶ قال ابن منظور:\" الكساد خلاف النفاق ونقيضه والفعل يكسد وسوق كاسدة بائرة\" [146]. ¶ وقال في بيان معنى البوار:\" البوار: الكساد وبارت السوق وبارت البياعات إذا كسدت ومن هذا قيل: نعوذ بالله من بوار الأيم أي كسادها وهو أن تبقى المرأة في بيتها لا يخطبها خاطب من بارت السوق إذا كسدت والأيم التي لا زوج لها وهي مع ذلك لا يرغب فيها أحد\" [147]. ¶ ومن هنا يتبين أن معنى الكساد أو البوار هو: بقاء السلعة مدة زمنيّة غير مرغوب فيها إلا بقيمة زهيدة لا تساوي قيمتها الحقيقة وهو بهذا يختلف عن مفهوم الرخص الذي هو ضد الغلاء [148]. ¶ وعلى هذا فالكساد نوع من أنواع الخسارة التجارية لكنها خسارة تمتد مدة زمنيّة يطلق بعدها على تلك السلعة هذا الاسم ولذلك ذكر الفقهاء والاقتصاديون تقديراً زمنياً للحكم بالكساد أو البوار في السلع. ¶ أما المدة التي يحكم فيها بأن هذه الأرض كاسدة أو بائرة فمن خلال النظر في أقوال أهل العلم الذين ذكروا أن للكساد أثراً على العروض التجارية يظهر أنهم قد ذكروا لذلك ضابطين: ¶ الضابط الأول: تحديد مدة البوار أو الكساد بعامين. ¶ قال سحنون من فقهاء المالكية: إن بار عامين بطل فيه حكم الإدارة [149]. ¶ ووجه ذلك: أن العام الواحد مدة للتنمية والتحريك فإذا اتصل بذلك عام آخر ثبت بواره وحكم ببطلان حكم التجارة فيه [150]. ¶ الضابط الثاني: الرجوع إلى العادة أو العرف في تحديد مدة البوار والكساد. ¶ وقد ذكر ذلك ابن الماجشون من علماء المالكية [151]. ¶ وهذا القول هو المتجه وهو الذي تدل عليه أدلة الشريعة فإن عرف الناس هو المرجع في كل ما لم يأت الشرع بتحديده وذلك في مسائل كثيرة في الشريعة. ¶ لكن لا بد أن يكون تقدير ذلك راجع إلى أهل المعرفة والاختصاص فلكل سلعة ما يناسبها من الوقت لترويجها وبيعها والحكم بكسادها وبوارها لذا يتعين أن يكون المرجع في كساد الأراضي إلى عرف العقاريين. ¶ أما التحديد بعامين فهو وإن كان مقبولاً في بعض السلع للعلة المذكورة إلا أنه قد لا يكون مقبولاً في سلع أخرى كالأراضي لذا كان تحديد ذلك بالعرف هو المتعين. ¶ وعلى هذا فالأراضي الكاسدة: هي تلك التي بقيت مدة طويلة - في تقدير أهل الاختصاص - لا",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يرغب بشرائها إلا بقيم زهيدة لا تساوي قيمتها الحقيقية. ¶ والناظر في كتب أكثر العلماء المتقدمين من الفقهاء وغيرهم لا يجد لهذه المسألة ذكراً؛ لأن الحكم للكساد في العروض التجارية عند أكثر الفقهاء لا يختلف عن غيره فالزكاة واجبة في عروض التجارة مطلقاً سواء ربحت أم خسرت. ¶ وإنما تطرق لهذه المسألة فقهاء المالكية فقط وفي مذهبهم رأيان متقابلان وقد وقف المعاصرون من الفقهاء إزاء هذا الخلاف المالكي في كتاباتهم وفتاواهم موقفين هما قولان في هذه المسألة وهذا عرض لهما: ¶ القول الأول: أن الكساد في السلع ينقلها من حكم الإدارة إلى حكم الاحتكار التربص فلا تجب فيها الزكاة إلا مرة واحدة بعد بيعها وذهب إلى هذا القول من فقهاء المالكية ابن الماجشون وتبعه عليه سحنون وهو خلاف المشهور عن مالك [152]. ¶ وعلى هذا القول فالأراضي الكاسدة عند تجار العقار لا تجب فيها الزكاة إلا بعد بيعها، تزكى زكاة عام واحد وهذا القول اختاره ومال إليه جماعة من الفقهاء المعاصرين منهم الشيخ مصطفى الزرقاء [153] والشيخ يوسف القرضاوي [154] وغيرهم. ¶ أدلة هذا القول: ¶ أولاً: أن العروض ليست من جنس ما تجب فيه الزكاة , وإنما تجب الزكاة في قيمته مع تعبيره بالتجارة فإذا بقي ولم ينتقل بالتجارة رجع إلى حكم الادخار الذي هو أصله [155]. ¶ ومعنى هذا الاستدلال: قياس حالة الكساد في الأراضي وغيرها من السلع على تحويل النيّة من التجارة إلى الاقتناء والادخار وقد نصَّ الفقهاء على أن التاجر إذا أفرزَ بعض أموالِه ليأخذَه إلى بيته لاستعمال فيه فإن زكاته تتوقَّف منذ ذلك وحالة التربُّص - خلال مدّة التربُّص - تُشبهُ هذه ما دام المُتربِّص لا يُريد بيع المال المتربَّص فيه بل تركه بمعزِل عن التداول إلى أجل غير محدَّد [156]. ¶ وهذا الاستدلال يمكن أن يجاب عنه بما ذكره بعض المالكية: فقد ذكروا: أن العروض من الأراضي وغيرها مدة الكساد مال قد ثبت له حكم الإدارة بالنيّة والعمل فلا يخرج عنها إلا بالنيّة أو بالنيّة والعمل وليس بوار العرض من نيّة الادخار ولا من عمله ; لأنه كل يوم يعرضه للبيع ولا ينتظر به سوق نفاق [157]. ¶ ومعنى هذا: أن التاجر مدة الانتظار لم يغيّر نيّته التجارية في هذه الأراضي بل هي مرصدة للبيع لكنه لا",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "يريد البيع إلا بالسعر المناسب له فلو وجد سعراً مناسباً فإنه سيبيع في أقرب فرصة، وهذا يدل على أنه قد أرصده للبيع وأعده له. ¶ على أن انتظار السوق والتربص بالسلع واحتكارها ليس مسقطاً للزكاة في العروض من الأراضي وغيرها إلا على قول عند المالكية، وسيأتي بيان ضعفه وأنه مخالف لدلالة النصوص العامة كما أنه مخالف لدلالة العقل والمصلحة [158]. ¶ بل ذكر بعض فقهاء المالكية فرقاً بين الاحتكار والبوار قال الخرشي:\" والفرق بين الاحتكار والبوار , وإن كان في كل منهما انتظار السوق هو أن المنتظر في الاحتكار الربح الذي له بال، وفي البوار ربح ما أو بيع بلا خسارة\" [159]. ¶ ثانياً: أن المال في هذه الفترة خرج من نطاق التِّجارة التي تُنَمِّيه والزكاة إنما هي في المال النامِي فعلاً أو تقديرًا كالنقود والمال في هذه الحالة أصبح غير نام أو متوقِّف النماء كالديون غير المرجوة الوفاء [160]. ¶ ويمكن أن يجاب عن هذا بأمور: ¶ 1 - أنه وإن كانت الزكاة لا تجب إلا في الأموال النامية فعلاً أو تقديراً فإن هذا لا يعني أنها لابد أن تنمو فعلاً وتربح فالتجارة كما هو معلوم معرضة للربح والخسارة فمادام أن للعروض قيمة سوقية حقيقية, ويمكن أن تباع وتشترى , فالزكاة واجبة فيها لأن الزكاة تجب في المال النامي وماله حكم النماء , سواء نمى بالفعل أم لا, وسواء ربح أم خسر. ¶ 2 – أن قياس السلعة التجارية من الأراضي وغيرها في حالة الكساد على الديون غير المرجوة قياس بعيد إذ أن الفرق ظاهر بين المقيس والمقيس عليه فصاحب الأرض وغيرها من العروض وقت الكساد يستطيع البيع ويمكنه تحصيل المقابل لهذه السلعة أما في حال الدين غير المرجو فإنه لا يمكنه الوصول إلى ما بيد المدين فهو في الحقيقة غير تام الملك على أن مسألة زكاة الدين مسألة خلافية قد لا يسلّم الخصم بسقوط الزكاة فيه، فلا يستقيم القياس حينئذ حيث أن القياس لا يصح إلا على أصل متفق عليه. ¶ ثالثاً: أن في هذا الرأي وضعًا للضَّرر البالغ عن التاجر المتربِّص ولا سيما في العقارات، حيث يكثر فيها المشترون المتربِّصون في عهد التضخم النقدي العام اليوم ثم تبقى عدة سنوات وهي لم تأت بقيمتها المرجوة ففي هذا القول عدلكما أن فيه تيسيراً على المكلَّف ودفعاً للإرهاق عنه [161].",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ويمكن أن يجاب عن هذا: بأن العدل في تتبع نصوص الشريعة وقد أوجب الشارع على أرباب الأموال الزكاة في عروض التجارة سواء ربحت أو خسرت وربما كانت الزكاة سبباً في حصول البركة للتاجر، وسبباً في زيادة الأرباح بل ذلك مؤكد بنص الشارع فقد قال صلى الله عليه وسلم كما في حديث أبي هريرة رضي الله عنه عن رسول الله - صلى الله عليه وسلم - قال:\" ما نقصت صدقة من مال\" [162]. ¶ قال أهل العلم في معنى الحديث أي: ما نقصت الصدقة شيئاً من مال في الدنيا بالبركة فيه ودفع المفسدات عنه والإخلاف عليه بما هو أجدى وأنفع وأكثر وأطيب \"وَمَا أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ\" سبأ: من الآية39 أو في الآخرة بإجزال الأجر وتضعيفه أو فيهما وذلك جابر لأصناف ذلك النقص\" [163]. ¶ أما التيسير ورفع الحرج والضرر فهذا باب واسع لا ينبغي التساهل فيه خاصة في واجبات الدين وأركانه الثابتة ما لم يوجد ما يدل على هذا التيسير من دلالات النصوص الخاصة أو المصالح المتيقنة. ¶ ثم إن التاجر يمكنه أن يتفادى الضرر بتقليب تجارته وتحريكها وعدم احتكارها وفي هذا مصلحة له قد تفوق مصلحة انتظار السعر الذي يريده منها فقط كما أن فيه مصلحة للمستهلكين ووضعاً للضر عن عموم الناس الذين يتمكنون من شراء العقار بأسعار مناسبة دون غلاء فاحش. ¶ وبهذا يعلم أن هذا الاستدلال قد راعى جانب الأغنياء المزكين فقط وترك جانب الفقراء الذين لهم حق في الزكاة كما أنه ترك جانب مصلحة العموم من أصحاب الحاجات إلى شراء العقار ومصلحة اقتصاد الناس في تحريك هذه الأراضي وعدم ركودها أو بقائها السنوات الطويلة بيضاء دون استفادة منها. ¶ القول الثاني: أن الكساد أو البوار في السلع التجارية لا يغير من حكمها شيئاً ولا ينقلها عن حكم التجارة بل تجب فيها الزكاة كل حول سواء ربحت أو خسرت، وهذا القول هو المشهور عند فقهاء المالكية [164] وقالوا:\" لا ينقلها بورانها إلى حكم القنيّة ولا إلى حكم الاحتكار , بل تبقى على إدارتها\" [165]. ¶ وهذا القول هو مقتضى مذهب جمهور الفقهاء من الحنفية والشافعية والحنابلة [166]. ¶ وذهب إليه جماعة من المعاصرين منهم الشيخ ابن باز [167] وابن عثيمين [168] وغيرهما. ¶ أدلة هذا القول: ¶ أولاً: عموم الأدلة الدالة على وجوب الزكاة في عروض التجارة ما دامت معدة للبيع ومن ذلك حديث سمرة بن جندب رضي الله عنه المتقدم:\" أمرنا رسول الله صلى الله عليه وسلم أن نخرج الصدقة مما",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "نعد للبيع\" [169] فهذا الحديث وشواهده الكثيرة الدالة على وجوب زكاة العروض قد أوجبت الزكاة على أرباب الأموال التجارية من غير تفريق بين من ربح أو خسر في تجارته ومن غير تفريق بين زمن الرخص والغلاء في السلع [170]. ¶ ثانياً: أن الحكم بوجوب الزكاة في الأموال التجارية قد ثبت – عند أكثر الفقهاء - بشرطين هما النيّة والعمل فلا يمكن أن يسقط هذا الوجوب إلا بتخلف النيّة والعمل أو تخلف النيّة والتاجر الذي خسر في تجارته أو كسدت لم يغيّر نيّة الرغبة في البيع إلى شيء آخر كالاقتناء أو الاستغلال أو نحو ذلك. ¶ وفي عرض هذا الدليل قال الباجي:\" ووجه قول مالك: أن هذا مال قد ثبت له حكم الإدارة بالنيّة والعمل، فلا يخرج عنها إلا بالنيّة، أو بالنيّة والعمل، وليس بوار العرض من نيّة الادخار ولا من عمله ; لأنه كل يوم يعرضه للبيع ولا ينتظر به سوق نفاق\" [171]. ¶ ويقول الدسوقي:\" الحكم للنيّة لأنه لو وجد مشترياً لباع\" [172]. ¶ ثالثاً: قياس كساد العروض على كساد النقود فإن الزكاة واجبة في النقد سواء غلا أو رخص ما دام له قيمة وكذلك الحكم في العروض من الأراضي وغيرها فإنها تجب فيها الزكاة بحسب قيمتها كل حول غلاء ورخصاً. ¶ رابعاً: أن في هذا القول مراعاة لمقاصد الشريعة والمصالح العامة ولعل من المناسب أن أذكر طرفاً من تلك المصالح على سبيل الإيجاز [173]: ¶ 1 – مراعاة مصلحة الفقراء وحظهم في الزكاة وقد ذكر الفقهاء عند ترجيحهم في مسائل الخلاف التي تدور حول سقوط الزكاة أن من أسباب رجحان بعض الأقوال أن فيها مراعاة الأحظ للفقراء وكذلك ذكر بعض الفقهاء هنا أن في إيجاب الزكاة زمن الكساد احتياطاً للزكاة [174]. ¶ 2 – مصلحة عامة الناس وذلك أن التاجر عندما يعلم بوجوب الزكاة عليه في هذه الأرض فإنه سيفكر بالبيع ولو بالرخص ولو تأملنا واقع الغلاء في الأراضي لوجدنا أن من أبرز أسبابه احتكار التاجر للأراضي الخام , وتربصه غلاء الأسعار لمدة سنوات غالباً, وإدراك التاجر أن الزكاة واجبة في هذه الأراضي الكاسدة , يحفزه نحو البيع , وبهذا ينتفع الناس برخص الأراضي. ¶ 3 - مراعاة مصلحة التاجر , وذلك بتشغيله المال في استثمارات أخرى أكثر نفعاً من هذه العروض الكاسدة وفي ذلك تحفيز له على تحسين وضع تجارته , وتنشيط لها ومن هنا ندرك السر في إيجاب الشارع الحكيم الزكاة في مال اليتيم؛ لما له من أثر في تحريك ماله , وتنشيط تجارته.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "4 - مراعاة الجوانب الاقتصادية في البلاد وتنشيط التجارة فيها بتحريك سوق الأراضي بتداولها وبيعها ووضع الاستثمارات والعمران فيها بدلاً من بقائها بيضاء السنوات الطويلة. ¶ الراجح في المسألة: ¶ بعد عرض هذين القولين يتبين بجلاء رجحان القول بعدم اعتبار الكساد أو البوار مسقطاً لوجوب الزكاة في العروض التجارية ومنها الأراضي وذلك لأن القول باعتبار الكساد مسقطاً للزكاة قول لم يستند إلى أدلة معتبرة لا شرعية ولا عقلية بل غاية ما فيه مراعاة حال التاجر أو الغني المزكي ومن بعض الجهات الظاهرة فقط وهذا معارض بمصالح كثيرة للمزكي والفقير وعموم الناس وقد سبق ذكر طرف منها في الاستدلال. ¶ المطلب الثاني: سقوط الزكاة في حال تعثر المساهمات العقارية. ¶ أصبحت المساهمات العقارية المتعثرة مجالاً للحديث والجدل الواسع بين كثير من المستثمرين والمساهمين, جدلاً في واقع ومسببات هذا التعثر، وجدلاً في طرق الحل والعلاج الممكنة، وجدلاً أحياناً حول الواجب في زكاة تلك المساهمات العقارية. ¶ ولعلي هنا أن أعالج ما يخص هذا البحث وهو قضية الزكاة في تلك المساهمات العقارية المتعثرة وأضرب صفحاً عن المسببات وعلاجها مكتفياً بإحالة القارئ إلى بعض الكتابات المفيدة في هذا الخصوص [175]. ¶ وقبل الدخول في صلب المسألة لابد من تعريف المساهمات العقارية المتعثرة وذلك بوضع ضابط فقهي يضبط به مفهوم التعثر في تلك المساهمات العقارية, والمدة التي يحكم فيها بالتعثر لهذا العقار. ¶ أما الضابط الفقهي لمفهوم التعثر ففي نظري أن الأولى أن يرجع فيه إلى أهل الاختصاص من العقاريين الاقتصاديين وقد ذكر بعضهم أن التعثر:\" هو كل توقف في مساهمة عقارية بسبب لا يعرف متى يزول\" [176]. ¶ أما ما هي فترة التعثر؟ وهل يقال بوضع مدة محددة يضبط من خلالها الحكم بالتعثر أو التوقف؟ ¶ فالحقيقة أنه لا يمكن ضبط المساهمات العقارية المتعثرة بفترة زمنيّة محددة؛ إلا إذا وجد في نظام الدولة ما ينص على مثل هذا فيلزم الرجوع إليه أما إذا لم يوجد في النظام ما يبين هذا، فإن الذي يتعين",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "هو المصير إلى العرف - خاصة عرف العقاريين - في تحديد مدة التعثر في تلك الشركات التي لم يحدد نظام الدولة مدة للحكم بتعثرها؛ وإنما يلجئ إلى العرف في ذلك؛ لاعتبار الشارع العرف حداً في كل ما لم ينص الشرع على حده. ¶ والناظر في أحوال التعثر في الشركات العقارية يجدها تختلف باختلاف سبب التعثر، فقد يكون سبب التعثر راجعاً إلى إدارة الشركة وقد يكون السبب طرفاً خارجياً كالدوائر الحكومية ذات العلاقة كما يختلف الحال في الشركات العقارية المتعثرة بحسب وقت التعثر أحياناً فالتعثر قد يكون قبل شراء العقار، وقد يكون بعد شرائه ولكل حالة من هذه الحالة مشكلاتها وملابساتها المؤثرة في أحكامها. ¶ وإذا كان الحال كذلك فإن حكم زكاة تلك المساهمات العقارية يختلف تبعاً لاختلاف الحالة التي نتج عنها التعثر وحال المال في تلك المساهمة ويمكن تفصيل حالات التعثر كما يلي: ¶ الحالة الأولى: تعثر المساهمة العقارية بسبب النصب والاحتيال من إدارة الشركة: ¶ يحدث في بعض المجتمعات بين وقت وآخر أن توجد شركات عقارية تسعى لأكل أموال الناس عن طريق الاحتيال عليهم بطرق كثيرة تلك المساهمات العقارية التي اكتوى بنارها بعض أبناء المجتمع حيث أودعوا فيها أموالاً طائلة بل قد يكون بعضهم اقترض لأجل الدخول في تلك المساهمات المغرية ولا يستفيق كثير من الناس إلا بعد فترة، عندها يدرك أن ماله قد ذهب أدراج الرياح وأنه صار في حكم المفقود. ¶ والمهم هنا هل تجب الزكاة في أموال المساهمين في مثل هذه الشركات العقارية؟ ¶ الحقيقة أن هذه المسألة تشبه كثيراً مسألة زكاة المال المغصوب أو المسروق أو ما يسميه الفقهاء بالمال الضمار [177] خاصة بعد التيقن من وجود النصب والاحتيال ممن أخذ المال وفتح باب المساهمة ولذا فهي تخرج عليها وتأخذ حكمها. ¶ وقد اختلف العلماء في وجوب الزكاة في المال المغصوب أو المسروق [178] لكن الصحيح الراجح - إن شاء الله – أن الزكاة لا تجب في مثل هذا المال حتى يقبضه صاحبه ويستقبل به حولاً جديداً. ¶ قال ابن حزم:\" من تلف ماله، أو غُصبه أو حيل بينه وبينه فلا زكاة عليه فيه، أي نوع كان من أنواع المال , فإن رجع إليه يوماً ما استأنف به حولاً من حينئذ , ولا زكاة عليه لما خلا\" ... إلى أن قال:\" فكان تكليف أداء الزكاة عنه من الحرج الذي قد أسقطه الله تعالى إذ يقول:\" وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ\" الحج: من الآية78 [179].",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وعلى هذا فمن كان داخلاً في مساهمة عقارية قد اتضح أنه قد غُش فيها وأنه وقع ضحية النصب والاحتيال ولا يدري هل يرجع إليه شيء من ماله أو لا فلا زكاة عليه في هذه الحالة بل إذا قبض ماله ورجع إليه كله أو بعضه استقبل به حولاً جديداً كما سبق. ¶ الحالة الثانيّة: تعثر المساهمة العقارية بسبب الأنظمة الحكومية: ¶ قد يكون السبب في تعثر بعض المساهمات العقارية وتأخرها عوائق في أنظمة الدولة وهذه الأنظمة إما أن تكون قديمة معروفة لكن إدارة الشركة المساهمة لم تدرك كل تلك الأنظمة أو تجاوزتها وإما أن تكون أنظمة جديدة استحدثت أو طرأت على تلك المساهمة في وقت تنفيذها وقد يحصل ذلك أحياناً بسبب وجود خصومات أو استحقاقات على ذلك العقار وأياً كان الحال فإن المساهمة العقارية تتوقف وتتعثر لهذا السبب سنوات قد تزيد على الخمس في بعض الحالات فهل تجب زكاة على تلك العقارات في مثل هذه الحالة أو أن حول الزكاة ينقطع بسبب ذلك التعثر؟ ¶ الظاهر - والله أعلم- أن حول الزكاة ينقطع بهذا التعثر؛ وذلك لأن هذه العروض لم تعد تجارية بل هي أشبه حينئذ بعروض القنيّة والادخار ومن المقرر عند أكثر الفقهاء سقوط الزكاة عن من نوى التجارة في العروض ثم تغيرت نيته إلى الاقتناء وأنه لا يجب عليه في هذا المال شيء [180]. ¶ والواقع أن هذه الأراضي المجمدة من قبل الجهات الحكومية وإن لم تتغير فيها نيّة المالك إلا أنه لا يستطيع المتاجرة بها فالنيّة قد فقدت فيها رغماً عنه والنيّة غير الممكنة لا تفيد شيئاً. ¶ وكما يمكن قياس هذه الحالات على انقطاع حول الزكاة بتحول النيّة وتغيرها فيمكن - أيضاً – وهو أقوى في نظري - قياسها على انقطاع الحول بسبب عدم القدرة على المتاجرة بالمال بسبب أن يحول أحد بينه وبين ماله كغصب مال التجارة أو سرقته - كما سبق في الحالة الأولى -. ¶ ولا شك أن هذه المساهمات المتعثرة من قبل الدولة قد حيل بينها وبين أصحابها بحيث لا يستطيع المالك ولا وكيله من التصرف في هذا المال ببيع ولا غيره. ¶ الحالة الثالثة: تعثر المساهمة العقارية بسبب مماطلة إدارة الشركة. ¶ قد يكون تعثر بعض المساهمات العقارية ناتجاً عن سوء إدارة الشركة أو خسارتها بحيث لا يستطيع المساهم الحصول على شيء من ماله من إدارة الشركة وإن كان يستطيع بيع نصيبه منها أحياناً وفي نظري أن هذه الحالة يختلف فيها حكم الزكاة بحسب إمكانيّة القدرة على تحصيل قيمة هذه المساهمة ببيع أسهمه منها أولا.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فإن كان يستطيع المساهم البيع يعني بيع حصته من المساهمة ولو بخسارة فيجب عليه في مثل هذه الحالة الزكاة كل حول بعد معرفة القيمة السوقية لأسهمه في هذه الشركة ذلك أن هذا التعثر أشبه ما يكون بالكساد أو الخسارة فيخرج على حالة الكساد في السلعة وقد سبق بيان أن الراجح وجوب الزكاة فيها كل سنة [181]. ¶ أما إن كان لا يستطيع البيع لأسهمه ولا يستطيع الحصول على النقد من إدارة الشركة بسبب المماطلة فالظاهر في مثل هذه الحالة تخريجها على مماطلة المدين لدائنه. ¶ ووجه ذلك: أن كلاً من الشركة العقارية الماطلة والمدين المماطل قد حبس المال عنده بحيث أن ربه لا يستطيع التصرف فيه ولا تنميته. ¶ وفي حكم الزكاة للدين عند المدين المماطل خلاف بين أهل العلم [182] والراجح فيه أن الدين عند المماطل لا تجب فيه الزكاة إلا إذا قبضه صاحبه زكاه لعام واحد فقط. ¶ وعليه فمن كانت عنده مساهمة من هذا النوع ولم يستطع بيعها ولا الحصول على قيمتها من الشركة عليه أن يزكي قيمة ذلك المال إذا قبضه لعام واحد فقط. ¶ وبذلك يعلم أنه لا نستطيع أن نحكم بانقطاع حول الزكاة للمساهمة المتعثرة إذا كان سبب تعثرها من إدارة الشركة - بسوء التصرف أو المماطلة - إلا بعد التأكد من عدم القدرة على الحصول على قيمة لهذه الأسهم من غير إدارة الشركة أي عدم القدرة على بيعها في السوق. ¶ الخاتمة ¶ الحمد الله الذي يسر وأنعم أحمده سبحانه فهو أهل الحمد ومستحقه وما بكم من نعمة فمن الله منّ سبحانه بتمام هذا الجهد الذي أرجوه جل في علاه أن يجعله مباركاً نافعاً لعباده مقرباً إليه في جنته وصلى الله وسلم وبارك على معلم البشرية الخير، وأنفع الناس للناس صلاة وسلاماً دائمين إلى يوم الدين وعلى آله وصحبه والتابعين أما بعد: ¶ فهذه خاتمة البحث وهي كالخلاصة له أقف مع القارئ فيها على أهم النتائج وأبرزها على وجه الإجمال:",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "أولاً: أن وجوب الزكاة في الأراضي مرتبط ارتباطاً كاملاً بنيّة المالك لها ولذا فإن حكم الزكاة يختلف في الأراضي المملوكة بحسب النيّة في ملكيتها فقد تكون النية تجارية فحينئذ تجب الزكاة وقد تكون النية للانتفاع بالسكن ونحوه فلا تجب وكذلك لو كانت النية للاستغلال بالإجارة أو الزراعة ونحوها. ¶ ثانياً: أن من أكثر مسائل زكاة الأراضي إشكالاً مسألة النيّة ومعناها وقد تبين أن معنى النية التجارية في الأرض هو تحري البيع لقصد الربح لا مجرد قصد البيع للتخلص من الأرض لعدم الرغبة فيها وأن التردد أو عدم الجزم بالنية أو جمع نية غير التجارة معها كل ذلك يسقط حكم النية ومن ثم يسقط الزكاة في الأرض كما تبين أنه لا تأثير لتأجيل نية البيع ما دامت الأرض مرصدة للتجارة والمقصود منها نماء المال كما تبين أنه لا يشترط في نية التجارة للبيع الإعلان عنها بأي وسيلة إعلانية. ¶ ثالثاً: أن تغيير النية المقصودة من شراء الأرض بجعلها للتجارة بعد أن كانت للانتفاع أو العكس يغير حكم الزكاة فيها تبعاً للنية المتأخرة لكن ذلك لا يجوز إذا كان المقصود منه الفرار من الزكاة والتحايل لإسقاطهاكما أنه لا يسقطها على الصحيح. ¶ رابعاً: أن اشتراط الشراء للأرض مع مصاحبة نية التجارة قد ذكره أكثر أصحاب المذاهب إلا أنه شرط لا دليل عليه والأصل عدم الشرط فتجب الزكاة في الأرض بمجرد جعلها للتجارة من غير نظر إلى طريقة التملك أو كون النية مصاحبة له في أول الأمر. ¶ خامساً: أن الكساد أو الخسارة الكبيرة في الأراضي لا يخرجها عن حكم الزكاة وهذا الذي عليه جمهور أهل العلم من السلف والخلف. ¶ سادساً: أن حكم الزكاة في الشركات العقارية المتعثرة يختلف بحسب واقع الشركة المتعثرة فتجب الزكاة في بعض حالات التعثر وهي الحالات المشبهة لحالات الكساد ولا تجب في بعض الحالات التي يكون المال فيها أشبه بالمفقود. ¶ سابعاً: أن القدر الواجب في زكاة الأرض هو ربع عشر قيمتها وقت إخراج الزكاة نهاية الحول فيخرج الزكاة نقوداً ويجوز أن يخرجها أراضي إذا لم يترتب على ذلك مفسدة أو ضرر بأهل الزكاة والزكاة في الأراضي واجبة كل حول سواء كانت معروضة للتجارة كل وقت أو محتكرة ينتظر فيها المالك ربحاً في المستقبل وهذا قول أكثر أهل العلم لكن من لم يتمكن من إخراج الزكاة لعدم توفر النقد وعدم إمكانية البيع - كما يحصل لبعض الشركات العقارية - فإنه يجوز تأخير الزكاة إلى وقت الإمكان وتقدر قيمتها كل سنة على حدة.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وفي الختام فإني أرى أن موضوع زكاة الأراضي من الموضوعات المشكلة التي يحتاج في طرحها إلى رؤية فاحصة وتقدير صحيح للواقع مما يوجب على المجامع الفقهية والهيئات الشرعية ولجان الفتوى دراسة مشكلاتها وبيان أصول الحكم فيها حتى تخرج فيها قرارات شبه إجماعية يعتمد عليها الناس في تجارتهم العقارية. ¶ هذا والله أعلم وأحكم وصلى الله وسلم وبارك على محمد وعلى آله وصحبه. ¶ http://www.islamtoday.net/bohooth/ - _ftnref1#_ftnref1[1]  عندما شرعت في الكتابة حول هذا الموضوع لم أطلع على أي بحث أو رسالة تحمل هذا العنوان سوى رسالة بعنوان فتوى جامعة في زكاة العقار، للشيخ د / بكر أبو زيد، وهي كما سميت فتوى وليست بحثاً علمياً، وفي نهاية البحث علمت بالندوة التي تنظمها الهيئة الإسلامية العالمية للاقتصاد والتمويل بعنوان\" زكاة الأراضي والمساهمات العقارية المتعثرة\" وقد اطلعت فيها على بحثين قيمين الأول بعنوان:\" زكاة الأرض\" للدكتور فهد المشعل، والثاني بعنوان:\" زكاة المساهمات العقارية المتعثرة\" للدكتور يوسف القاسم، وقد قرأت هذين البحثين وأفدت منهما، وأحسب أن هذا البحث قد أضاف بعض المباحث والقضايا المستجدة التي لم أجدها في غيره. ¶ http://www.islamtoday.net/bohooth/ - _ftnref2#_ftnref2[2]  المبسوط 2/ 199، بدائع الصنائع 2/ 12. ¶ http://www.islamtoday.net/bohooth/ - _ftnref3#_ftnref3[3]  الفواكه الدواني 1/ 331، كفاية الطالب 1/ 614، الثمر الداني شرح رسالة القيرواني 1/ 338. ¶ http://www.islamtoday.net/bohooth/ - _ftnref4#_ftnref4[4]  الأم 2/ 51، المهذب 1/ 141، المجموع 5/ 303، 311، 321. ¶ http://www.islamtoday.net/bohooth/ - _ftnref5#_ftnref5[5]  الفروع 2/ 514، كشاف القناع 2/ 169. ¶ http://www.islamtoday.net/bohooth/ - _ftnref6#_ftnref6[6]  أخرجه البخاري بهذا اللفظ في الزكاة باب ليس على المسلم في فرسه صدقة 2/ 532 رقم 1394، ومسلم في الزكاة باب لا زكاة على المسلم في عبده وفرسه 2/ 675رقم 982. ¶ http://www.islamtoday.net/bohooth/ - _ftnref7#_ftnref7[7]  التمهيد لابن عبد البر 17/ 126. ¶ http://www.islamtoday.net/bohooth/ - _ftnref8#_ftnref8[8]  شرح النووي 7/ 55. ¶ http://www.islamtoday.net/bohooth/ - _ftnref9#_ftnref9[9]  أخرجه أبو داود في كتاب الزكاة باب العروض إذا كانت للتجارة هل فيها من زكاة؟ 2/ 95 رقم 1562، ¶ والطبراني في الكبير 7/ 253 رقم 7029، والدارقطني في كتاب الزكاة باب زكاة مال التجارة وسقوطها عن الخيل والرقيق 2/ 127، 128، رقم 2027 والبيهقي في السنن الكبرى كتاب الزكاة باب زكاة التجارة 4/ 146رقم 7388، وابن حزم في المحلى 5/ 234، وابن عبدالبر في التمهيد 17/ 130، كلهم من طريق جعفر بن سعد عن خبيب بن سليمان عن أبيه، وفيه زيادة عند الدارقطني في أوله، ومدار الحديث على جعفر بن سعد بن سمرة بن جندب، وهذا إسناد ضعيف لما يلي: ¶ 1 ـ فيه جعفر بن سعد، ذكره بن حبان في الثقات، وقال ابن حزم: مجهول، وقال عبد الحق ـ في الأحكام ـ: ليس ممن يعتمد عليه، وقال ابن عبد البر: ليس بالقوي، وقال ابن القطان: ما من هؤلاء من يعرف حاله ـ يعني: جعفر، وشيخه، وشيخ شيخه ـ. قال الذهبي: وقد جهد المحدثون فيهم جهدهم، وهو إسناد يروى به جملة أحاديث قد ذكر البزار منها نحو المائة، ولذا قال ابن حجر في التقريب: ليس بالقوي. ¶ ينظر: الأحكام الوسطى 2/ 171،بيان الوهم لابن القطان 5/ 139،ميزان الاعتدال 1/ 407، تهذيب التهذيب 2/ 80، التقريب: 941. ¶ 2 ـ خبيب بن سليمان، ذكره ابن حبان في الثقات، وقال ابن حزم: مجهول، وقال عبد الحق: ليس بقوي، قال ابن حجر: وقرأت بخط الذهبي: لا يعرف، ولذا قال ابن حجر في التقريب: مجهول. ¶ ينظر: تهذيب التهذيب 3/ 116،تقريب التهذيب: 1700. ¶ 3 ـ سليمان بن سمرة بن جندب: قال عنه ابن القطان: مجهول، ولذا قال ابن حجر في التقريب: مقبول. ¶ ينظر: تهذيب التهذيب 4/ 173، تقريب التهذيب: 2569. ¶ فهذا كلام أهل العلم بالرجال في رواة هذا الإسناد تفصيلاً، وبخصوص هذا الإسناد بعينه، فقد قال الحافظ الذهبي ـ كما في الميزان 1/ 408 ـ لما ساق جملة من الأحاديث التي رويت بهذا الإسناد: وبكل حال، هذا إسناد مظلم لا ينهض بحكم. ولذا قال الحافظ ابن حجر في\"التلخيص\" 2/ 179: في إسناده جهالة، وقال في البلوغ ص:: بإسناد لين، وقال الهيتمي في مجمع الزوائد:\" وفي إسناده ضعف\" 3/ 69. وقال الألباني في الإرواء 3/ 310:\" ضعيف\". ¶ وبهذا يتبيّن أن أكثر أهل العلم بالحديث لا يثبت هذا الحديث، أما قول النووي:\" وفي إسناده جماعة لا أعرف حالهم، ولكن لم يضعفه أبو داود، وقد قدمنا أن ما لم يضعفه فهو",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "حسن عنده\" المجموع 6/ 40، وكذا قول الشنقيطي:\" وهذا الحديث سكت عليه أبو داود رحمه الله ومعلوم من عادته أنه لا يسكت إلا عن حديث صالح للاحتجاج عنده\" أضواء البيان 2/ 137. فإنه اعتماد على إخراج أبي داوود للحديث وسكوته عنه، والاعتماد على سكوت أبي داوود غير مقبول عند جماعة من أهل العلم، لأنه ثبت أن أبا داوود يسكت أحياناً عما في الصحيحين وعن ما هو شديد الضعف. ¶ قال الحافظ ابن حجر في النكت على كتاب ابن الصلاح 1/ 439 - 444 بعد أن ذكر أن أبا داود يخرج أحاديث جماعة من الضعفاء في الاحتجاج ويسكت عنها:\"فلا ينبغي للناقد أن يقلده في السكوت على أحاديثهم، ويتابعه على الاحتجاج بهم، بل طريقه أن ينظر هل لذلك الحديث متابع فيعتضد به، أو هو غريب فيتوقف فيه؟ إلى أن قال: فالصواب عدم الاعتماد على مجرد سكوته\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref10#_ftnref10[10]  قال النووي:\"رواه البيهقي بإسناده عن أحمد بن حنبل بإسناده الصحيح\" المجموع 6/ 40. وصححه ابن حزم كما في المحلى 4/ 41. ¶ http://www.islamtoday.net/bohooth/ - _ftnref11#_ftnref11[11]  التمهيد لابن عبد البر 17/ 126. ¶ http://www.islamtoday.net/bohooth/ - _ftnref12#_ftnref12[12]  المحلى 4/ 14. ¶ http://www.islamtoday.net/bohooth/ - _ftnref13#_ftnref13[13]  كشاف القناع 2/ 169. ¶ http://www.islamtoday.net/bohooth/ - _ftnref14#_ftnref14[14]  المبسوط 2/ 199، بدائع الصنائع 2/ 12، إعلام الموقعين 2/ 70. ¶ http://www.islamtoday.net/bohooth/ - _ftnref15#_ftnref15[15]  المبسوط 3/ 50، بدائع الصنائع 2/ 12،13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref16#_ftnref16[16]  المدونة 1/ 383، مواهب الجليل 2/ 311. ¶ http://www.islamtoday.net/bohooth/ - _ftnref17#_ftnref17[17]  الأم 2/ 51، المهذب والمجموع 5/ 483. ¶ http://www.islamtoday.net/bohooth/ - _ftnref18#_ftnref18[18]  الإنصاف 3/ 161، المبدع 2/ 377. ¶ http://www.islamtoday.net/bohooth/ - _ftnref19#_ftnref19[19]  سورة البقرة آية: 267. ¶ http://www.islamtoday.net/bohooth/ - _ftnref20#_ftnref20[20]  وذلك في حال كون المالك للأرض هو الذي يزرعها، أما لو أجر الأرض الزراعية على غيره ليزرعها، فقد ذهب أبوحنيفة إلى وجوب الزكاة على صاحب الأرض دون المستأجر لها، وذلك بناء على أن وجوب الزكاة متعلق بالأرض نفسها، المبسوط 3/ 6، بدائع الصنائع 2/ 57، وسيأتي لهذه المسألة زيادة بحث في المطلب التالي. ¶ http://www.islamtoday.net/bohooth/ - _ftnref21#_ftnref21[21]  تقدم تخريج هذا الحديث في المبحث الأول. ¶ http://www.islamtoday.net/bohooth/ - _ftnref22#_ftnref22[22]  وبذلك أفتت لجنة الفتوى بوزارة الأوقاف والشئون الإسلامية في الكويت بالفتوى رقم 4/ 168/81. انظر: أبحاث الهيئة الشرعية العالمية للزكاة، الندوة السابعة لقضايا الزكاة المعاصرة، بحث أ. د أحمد الكردي ص192، وبحث د. وهبة الزحيلي ص 239، وبحث د. رفيق يونس المصري ص 277، وبحث د. عبدالله المنيع ص 313. ¶ http://www.islamtoday.net/bohooth/ - _ftnref23#_ftnref23[23]  ينظر: المبحث الخامس: في طريقة إخراج الزكاة. ¶ http://www.islamtoday.net/bohooth/ - _ftnref24#_ftnref24[24]  أسنى المطالب 1/ 386، حاشية الجمل 2/ 271. ¶ http://www.islamtoday.net/bohooth/ - _ftnref25#_ftnref25[25]  الفروع 2/ 386، الإنصاف 3/ 161، كشاف القناع 2/ 243. ¶ http://www.islamtoday.net/bohooth/ - _ftnref26#_ftnref26[26]  المبسوط 2/ 199، بدائع الصنائع 2/ 12، 13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref27#_ftnref27[27]  المدونة 1/ 310، المنتقى 2/ 121، التاج والإكليل 3/ 182. ¶ http://www.islamtoday.net/bohooth/ - _ftnref28#_ftnref28[28]  الأم 2/ 29، المجموع 6/ 6، مغني المحتاج 2/ 107. ¶ http://www.islamtoday.net/bohooth/ - _ftnref29#_ftnref29[29]  المغني 4/ 2251، ¶ http://www.islamtoday.net/bohooth/ - _ftnref30#_ftnref30[30]  أخرجه البخاري في مواضع، فهو الحديث الأول في الصحيح في باب بدأ الوحي 1/ 3، ومسلم في باب قوله - صلى الله عليه وسلم -:\" إنما الأعمال بالنيّة\" الخ 3/ 1515 رقم 1907. ¶ http://www.islamtoday.net/bohooth/ - _ftnref31#_ftnref31[31]  الممتع شرح المقنع 2/ 174، وكشاف القناع 2/ 240. ¶ http://www.islamtoday.net/bohooth/ - _ftnref32#_ftnref32[32]  الشرح الممتع 6/ 89. ¶ http://www.islamtoday.net/bohooth/ - _ftnref33#_ftnref33[33]  سبق تخرج الحديث ص 5، 6. ¶ http://www.islamtoday.net/bohooth/ - _ftnref34#_ftnref34[34]  الممتع شرح المقنع 2/ 174. ¶ http://www.islamtoday.net/bohooth/ - _ftnref35#_ftnref35[35]  تقدم هذا الأثر ص 18، وأخرجه بهذا اللفظ الشافعي في الأم 2/ 50. ¶ http://www.islamtoday.net/bohooth/ - _ftnref36#_ftnref36[36]  بدائع الصنائع 2/ 12. ¶ http://www.islamtoday.net/bohooth/ - _ftnref37#_ftnref37[37]  المبسوط 2/ 199. ¶ http://www.islamtoday.net/bohooth/ - _ftnref38#_ftnref38[38]  مغني المحتاج 2/ 107، إعانة الطالبين 2/ 152، قال المناوي في التعاريف 1/ 160:\" التجارة: تقليب المال بالتصرف فيه لغرض الربح\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref39#_ftnref39[39]  تقدم تخريج الحديث ص 5، 6. ¶ http://www.islamtoday.net/bohooth/ - _ftnref40#_ftnref40[40]  مجموع فتاوى ابن باز 14/ 166، فتاوى أحكام الزكاة، لابن عثيمين ص 232، فتوى جامعة في زكاة العقار، لبكر أبوزيد ص 13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref41#_ftnref41[41]  البيان والتحصيل 2/ 368، شرح الخرشي 2/ 196، قال القرافي في الفروق 2/ 196:\" فإن اشترى ولا نيّة له فهي للقنيّة ; لأنه الأصل فيها\" ثم ذكر قاعدة شرعية عامة في هذا الموطن وغيره وهي:\" أن كل ما له ظاهر فهو ينصرف إلى ظاهره، إلا عند قيام المعارض أو الراجح لذلك الظاهر، وكل ما ليس له ظاهر لا يترجح أحد محتملاته إلا بمرجح شرعي\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref42#_ftnref42[42]  راجع المبحث الأول والثاني. ¶ http://www.islamtoday.net/bohooth/ - _ftnref43#_ftnref43[43]  وقد ذكروا أن لشراء السلعة أربعة أوجه: أحدها: يشتريها للتجارة المحضة فهذا لا خلاف في تعلق الزكاة بها. والثاني: أن يشتريها للقنيّة فهذا لا خلاف في انتفاء الزكاة عنها. والثالث: أن يشتريها للقنيّة والتجارة فهذا اختلف في وجوب الزكاة فيها. وكذلك الوجه الرابع إذا اشتراها للغلة\". المدونة 1/ 130، المنتقى 2/ 121.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "http://www.islamtoday.net/bohooth/ - _ftnref44#_ftnref44[44]  الفروق 2/ 196. ¶ http://www.islamtoday.net/bohooth/ - _ftnref45#_ftnref45[45]  البيان والتحصيل 2/ 368، التاج والإكليل 3/ 182، 183. ¶ http://www.islamtoday.net/bohooth/ - _ftnref46#_ftnref46[46]  راجع ص 8. ¶ http://www.islamtoday.net/bohooth/ - _ftnref47#_ftnref47[47]  البيان والتحصيل 2/ 368، الفروق 2/ 196. ¶ http://www.islamtoday.net/bohooth/ - _ftnref48#_ftnref48[48]  البيان والتحصيل 2/ 368، الفروق 2/ 196. ¶ http://www.islamtoday.net/bohooth/ - _ftnref49#_ftnref49[49]  راجع ص 12. ¶ http://www.islamtoday.net/bohooth/ - _ftnref50#_ftnref50[50]  التاج والإكليل 3/ 182. ¶ http://www.islamtoday.net/bohooth/ - _ftnref51#_ftnref51[51]  سيأتي بيان هذه المسألة في المبحث الخامس، ص 63. وانظر: المبسوط 2/ 190، بدائع الصنائع 2/ 20، الحاوي الكبير 4/ 291، المجموع شرح المهذب 6/ 47، الفروع 2/ 55، شرح الزركشي 2/ 513. ¶ http://www.islamtoday.net/bohooth/ - _ftnref52#_ftnref52[52]  ستأتي هذه المسألة، ومنا قشة هذا القول ص 63، وانظر: التفريع 1/ 280، المعونة 1/ 360. ¶ http://www.islamtoday.net/bohooth/ - _ftnref53#_ftnref53[53]  راجع ص 23، 24. ¶ http://www.islamtoday.net/bohooth/ - _ftnref54#_ftnref54[54]  هذا هو قول أكثر الفقهاء، وسيأتي بيان الأقوال في هذه المسألة، والترجيح فيها، في المطلب الثاني من هذا المبحث ص 41. ¶ http://www.islamtoday.net/bohooth/ - _ftnref55#_ftnref55[55]  مجموع فتاوى ابن باز 14/ 164. ¶ http://www.islamtoday.net/bohooth/ - _ftnref56#_ftnref56[56]  قال الشيخ بكر أبو زيد:\" ليس من شرط صحة نيّة التجارة في العقار عرضه عند مكتب عقاري، بل يكفي مجرد نيّة مالكه لبيعه، كأن ينوي أنه إذا جاءه سوم مناسب باعه، فهذه النيّة موجبة للزكاة في هذا العقار، لأنه بهذه النيّة أعدّه للبيع فصار من عروض التجارة\". فتوى جامعة في زكاة العقار ص 10 – 11. ¶ http://www.islamtoday.net/bohooth/ - _ftnref57#_ftnref57[57]  المبسوط 2/ 199، بدائع الصنائع 2/ 13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref58#_ftnref58[58]  المدونة 1/ 312، التاج والإكليل 3/ 182. ¶ http://www.islamtoday.net/bohooth/ - _ftnref59#_ftnref59[59]  المجموع 6/ 8، أسنى المطالب 1/ 382. ¶ http://www.islamtoday.net/bohooth/ - _ftnref60#_ftnref60[60]  المغني 4/ 257، الإنصاف 3/ 156. ¶ http://www.islamtoday.net/bohooth/ - _ftnref61#_ftnref61[61]  بدائع الصنائع 2/ 13، المغني 4/ 257، أسنى المطالب 1/ 382. ¶ http://www.islamtoday.net/bohooth/ - _ftnref62#_ftnref62[62]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref63#_ftnref63[63]  أسنى المطالب 1/ 382. ¶ http://www.islamtoday.net/bohooth/ - _ftnref64#_ftnref64[64]  المبسوط 2/ 199، بدائع الصنائع 2/ 13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref65#_ftnref65[65]  البيان والتحصيل 2/ 368. ¶ http://www.islamtoday.net/bohooth/ - _ftnref66#_ftnref66[66]  البيان والتحصيل 2/ 368. ¶ http://www.islamtoday.net/bohooth/ - _ftnref67#_ftnref67[67]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref68#_ftnref68[68]  الحاوي الكبير 3/ 297، المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref69#_ftnref69[69]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref70#_ftnref70[70]  في المطلب الثالث من هذا المبحث ص41. ¶ http://www.islamtoday.net/bohooth/ - _ftnref71#_ftnref71[71]  المدونة 1/ 311، المنتقى 2/ 121، التاج والإكليل 3/ 191. ¶ http://www.islamtoday.net/bohooth/ - _ftnref72#_ftnref72[72]  كما سيأتي في المطلب الثالث ص 41. ¶ http://www.islamtoday.net/bohooth/ - _ftnref73#_ftnref73[73]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref74#_ftnref74[74]  المنتقى 2/ 121، التاج والإكليل 3/ 191. ¶ http://www.islamtoday.net/bohooth/ - _ftnref75#_ftnref75[75]  المدونة 1/ 311، المنتقى 2/ 121، التاج والإكليل 3/ 191. ¶ http://www.islamtoday.net/bohooth/ - _ftnref76#_ftnref76[76]  المدونة 1/ 311، المنتقى 2/ 121، التاج والإكليل 3/ 191. ¶ http://www.islamtoday.net/bohooth/ - _ftnref77#_ftnref77[77]  في المطلب الثالث ص 41. ¶ http://www.islamtoday.net/bohooth/ - _ftnref78#_ftnref78[78]  تفسير القرطبي 9/ 236. ¶ http://www.islamtoday.net/bohooth/ - _ftnref79#_ftnref79[79]  تختلف أنواع الحيل المسقطة للزكاة، بحسب نوع الزكاة أحياناً، وبحسب ما يشترط في بعضها من شروط، وقد يختلف الحكم في تلك الحيل عند بعض الفقهاء، ولكن الذي يظهر لي أن الحيل المسقطة للزكاة وإن اختلفت أنواعها وطرقها إلا أن حكمها المترتب عليها واحد، وهو إما القبول أو الرفض، ولذلك أجريت الخلاف على جميع تلك الحيل من غير تفريق. ¶ http://www.islamtoday.net/bohooth/ - _ftnref80#_ftnref80[80]  الفتاوى الهندية 6/ 392. غمز عيون البصائر 1/ 454. ¶ http://www.islamtoday.net/bohooth/ - _ftnref81#_ftnref81[81]  حلية العلماء 3/ 22، روضة الطالبين 2/ 190، المجموع 5/ 453. شرح البهجة 2/ 165. ¶ http://www.islamtoday.net/bohooth/ - _ftnref82#_ftnref82[82]  الفروع 3/ 336، الإنصاف 3/ 32. ¶ http://www.islamtoday.net/bohooth/ - _ftnref83#_ftnref83[83]  المحلى 4/ 207. ¶ http://www.islamtoday.net/bohooth/ - _ftnref84#_ftnref84[84]  المجموع 5/ 453، قال ابن حزم في المحلى 4/ 207:\" من المحال الذي لم يأمر الله تعالى به أن يزكي الإنسان مالاً هو في يد غيره ما لم يحل حوله عنده، قال تعالى: وَلا",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى الأنعام: من الآية164، وقال السيوطي في الأشباه والنظائر ص 154:\" لم تجب الزكاة لئلا يلزم إيجابها في مال لم يحل عليه الحول في ملكه فتختل قاعدة الزكاة\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref85#_ftnref85[85]  المغني 4/ 137. ¶ http://www.islamtoday.net/bohooth/ - _ftnref86#_ftnref86[86]  المغني 4/ 137. ¶ http://www.islamtoday.net/bohooth/ - _ftnref87#_ftnref87[87]  إعلام الموقعين 3/ 195، 196. ¶ http://www.islamtoday.net/bohooth/ - _ftnref88#_ftnref88[88]  الفتاوى الكبرى الفقهية 6/ 119. ¶ http://www.islamtoday.net/bohooth/ - _ftnref89#_ftnref89[89]  إعلام الموقعين 3/ 195، 196. ¶ http://www.islamtoday.net/bohooth/ - _ftnref90#_ftnref90[90]  عمدة القاري 14/ 111. ¶ http://www.islamtoday.net/bohooth/ - _ftnref91#_ftnref91[91]  الفتاوى الكبرى الفقهية 6/ 119. ¶ http://www.islamtoday.net/bohooth/ - _ftnref92#_ftnref92[92]  المدونة 1/ 363، المنتقى شرح الموطأ 2/ 142، مواهب الجليل 2/ 322، حاشية الدسوقي 1/ 476. ¶ http://www.islamtoday.net/bohooth/ - _ftnref93#_ftnref93[93]  الفروع 2/ 264، 265، الإنصاف 3/ 32، الروض المربع 3/ 363. ¶ http://www.islamtoday.net/bohooth/ - _ftnref94#_ftnref94[94]  الفتاوى الكبرى الفقهية 6/ 119، إعلام الموقعين 3/ 194، الفروع 2/ 264. ¶ http://www.islamtoday.net/bohooth/ - _ftnref95#_ftnref95[95]  فتح الباري 12/ 333. ¶ http://www.islamtoday.net/bohooth/ - _ftnref96#_ftnref96[96]  المبدع 2/ 305. ¶ http://www.islamtoday.net/bohooth/ - _ftnref97#_ftnref97[97]  تفسير القرطبي 9/ 236. ¶ http://www.islamtoday.net/bohooth/ - _ftnref98#_ftnref98[98]  سورة القلم الآيات: 18 - 20. ¶ http://www.islamtoday.net/bohooth/ - _ftnref99#_ftnref99[99]  المغني 4/ 137، المبدع 2/ 305. ¶ http://www.islamtoday.net/bohooth/ - _ftnref100#_ftnref100[100]  تقدم تخريج الحديث ص 22. ¶ http://www.islamtoday.net/bohooth/ - _ftnref101#_ftnref101[101]  طرح التثريب 2/ 21، 22. ¶ http://www.islamtoday.net/bohooth/ - _ftnref102#_ftnref102[102]  أخرجه البخاري في الزكاة باب لا يجمع بين متفرق ... 2/ 526 رقم 1382 وفي كتاب الحيل باب في الزكاة وأن لا يفرق بين مجتمع 6/ 2551 6555. ¶ http://www.islamtoday.net/bohooth/ - _ftnref103#_ftnref103[103]  المنتقى شرح الموطأ 2/ 142. ¶ http://www.islamtoday.net/bohooth/ - _ftnref104#_ftnref104[104]  الموافقات 1/ 279. ¶ http://www.islamtoday.net/bohooth/ - _ftnref105#_ftnref105[105]  قواعد ابن رجب ص 230، 231. ¶ http://www.islamtoday.net/bohooth/ - _ftnref106#_ftnref106[106]  الفروع 3/ 408. ¶ http://www.islamtoday.net/bohooth/ - _ftnref107#_ftnref107[107]  المغني 4/ 137، الكافي 1/ 284، المبدع 2/ 305. ¶ http://www.islamtoday.net/bohooth/ - _ftnref108#_ftnref108[108]  المجموع 5/ 453. ¶ http://www.islamtoday.net/bohooth/ - _ftnref109#_ftnref109[109]  الفتاوى الهندية 6/ 392. ¶ http://www.islamtoday.net/bohooth/ - _ftnref110#_ftnref110[110]  المغني 4/ 137. ¶ http://www.islamtoday.net/bohooth/ - _ftnref111#_ftnref111[111]  إعلام الموقعين 3/ 194. ¶ http://www.islamtoday.net/bohooth/ - _ftnref112#_ftnref112[112]  المنثور في القواعد 2/ 68. ¶ http://www.islamtoday.net/bohooth/ - _ftnref113#_ftnref113[113]  قال الكاساني في بدائع الصنائع 2/ 16:\" لو استبدل مال التجارة بمال التجارة وهي العروض، قبل تمام الحول لا يبطل حكم الحول، سواء استبدل بجنسها، أو بخلاف جنسها، بلا خلاف ; لأن وجوب الزكاة في أموال التجارة يتعلق بمعنى المال، وهو المالية والقيمة، فكان الحول منعقداً على المعنى، وأنه قائم لم يفت بالاستبدال\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref114#_ftnref114[114]  قال مالك في الموطأ 1/ 261:\" وإنما مثل ذلك مثل الورق، يزكيها الرجل ثم يشتري بها من رجل آخر عرضاً، وقد وجبت عليه في عرضه ذلك إذا باعه الصدقة، فيخرج الرجل الآخر صدقتها هذا اليوم، ويكون الآخر قد صدقها من الغد\"، وانظر: المنتقى 2/ 134، شرح الزرقاني 2/ 159. ¶ http://www.islamtoday.net/bohooth/ - _ftnref115#_ftnref115[115]  قال الشافعي في الأم 2/ 51:\" ولو أقام هذا العرض في يده ستة أشهر، ثم باعه بدراهم أو دنانير أقامت في يده ستة أشهر زكاه، وكانت كدنانير أو دراهم أقامت في يده ستة أشهر ; لأنه لا يجب في العرض زكاة إلا بشرائه على نيّة التجارة، فكان حكمه حكم الذهب والورق التي حال عليها الحول في يده\" وانظر: المهذب والمجموع 6/ 17، نهاية المحتاج 3/ 106. ¶ http://www.islamtoday.net/bohooth/ - _ftnref116#_ftnref116[116]  قال ابن قدامة في المغني 4/ 136:\" وكذلك إذا اشترى عرضاً للتجارة بنصاب من الأثمان , أو باع عرضاً بنصاب , لم ينقطع الحول ; لأن الزكاة تجب في قيمة العروض , لا في نفسها , والقيمة هي الأثمان , فكانا جنساً واحداً\". وانظر: الفروع 2/ 508. ¶ http://www.islamtoday.net/bohooth/ - _ftnref117#_ftnref117[117]  انظر في هذه المسائل وأدلتها: المبسوط 2/ 199، بدائع الصنائع 2/ 11، الفروق للكرابيسي 1/ 77، المهذب والمجموع 6/ 6، المغني 4/ 250، 251، الفروع 2/ 506، الإنصاف 3/ 154. ¶ http://www.islamtoday.net/bohooth/ - _ftnref118#_ftnref118[118]  المقصود بالبحث بيان حكم زكاة الأراضي، وهذه الجزئيات لا تهم القارئ كثيراً، لذلك جمعتها هنا طلباً للاختصار، ولأن الأدلة فيها متقاربة، والنتيجة فيها واحدة. ¶ http://www.islamtoday.net/bohooth/ - _ftnref119#_ftnref119[119]  المبسوط 2/ 199، بدائع الصنائع 2/ 12، 13. ¶ http://www.islamtoday.net/bohooth/ - _ftnref120#_ftnref120[120]  المعونة 1/ 372، التاج والإكليل 3/ 182 ¶ http://www.islamtoday.net/bohooth/ - _ftnref121#_ftnref121[121]  المجموع 6/ 6، مغني المحتاج 2/ 107.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "http://www.islamtoday.net/bohooth/ - _ftnref122#_ftnref122[122]  المغني 4/ 250، الإنصاف 3/ 154. ¶ http://www.islamtoday.net/bohooth/ - _ftnref123#_ftnref123[123]  أخرجه البخاري في بَاب إذا حَنِثَ نَاسِيًا في الْأَيْمَانِ ... الخ 6/ 2454، ومسلم في بَاب تَجَاوُزِ اللَّهِ عن حديث النَّفْسِ وَالْخَوَاطِرِ بِالْقَلْبِ إذا لم تَسْتَقِرَّ 1/ 116. ¶ http://www.islamtoday.net/bohooth/ - _ftnref124#_ftnref124[124]  بدائع الصنائع 2/ 11. ¶ http://www.islamtoday.net/bohooth/ - _ftnref125#_ftnref125[125]  الحاوي الكبير 3/ 296. ¶ http://www.islamtoday.net/bohooth/ - _ftnref126#_ftnref126[126]  قال زين الدين المنجي التنوخي في الممتع شرح المقنع 2/ 174:\" وأما كونها تصير للتجارة بمجرد النيّة على رواية؛ فلأن التربص بالسلع لارتفاع الأسواق من صور التجارة ولا فعل فيه\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref127#_ftnref127[127]  المبسوط 2/ 199، الفروق للكرابيسي 1/ 74، 75، مغني المحتاج 2/ 107، المغني 4/ 251. ¶ http://www.islamtoday.net/bohooth/ - _ftnref128#_ftnref128[128]  المهذب 6/ 6، المغني 4/ 257، الفروع 2/ 506. ¶ http://www.islamtoday.net/bohooth/ - _ftnref129#_ftnref129[129]  المبدع 2/ 379. ¶ http://www.islamtoday.net/bohooth/ - _ftnref130#_ftnref130[130]  الحاوي الكبير 3/ 296، المهذب والمجموع 6/ 7، أسنى المطالب 1/ 382. ¶ http://www.islamtoday.net/bohooth/ - _ftnref131#_ftnref131[131]  التمهيد 17/ 130، الحاوي الكبير 3/ 296، المهذب والمجموع 6/ 7. ¶ http://www.islamtoday.net/bohooth/ - _ftnref132#_ftnref132[132]  المغني 4/ 257، الفروع 2/ 506. قال في الإنصاف 3/ 154:\" وعنه: أن العرض يصير للتجارة بمجرد النيّة، نقله صالح , وابن إبراهيم , وابن منصور , واختاره أبو بكر , وابن أبي موسى , وابن عقيل , وصاحب الفائق , وجزم به في التبصرة , والروضة , والمصنف في العمدة , وأطلقهما في المذهب , والمحرر , والرعايتين , والحاويين , والفائق\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref133#_ftnref133[133]  مجموع فتاوى ومقالات متنوعة 14/ 171. ¶ http://www.islamtoday.net/bohooth/ - _ftnref134#_ftnref134[134]  الشرح الممتع 6/ 91، فتاوى أركان الإسلام ص433. ¶ http://www.islamtoday.net/bohooth/ - _ftnref135#_ftnref135[135]  فتوى جامعة في زكاة العقار ص 11. ¶ http://www.islamtoday.net/bohooth/ - _ftnref136#_ftnref136[136]  سبق تخرج الحديث ص 5، 6. ¶ http://www.islamtoday.net/bohooth/ - _ftnref137#_ftnref137[137]  المغني 4/ 257، الفروع 2/ 506. ¶ http://www.islamtoday.net/bohooth/ - _ftnref138#_ftnref138[138]  الشرح الممتع 6/ 90، 91. ¶ http://www.islamtoday.net/bohooth/ - _ftnref139#_ftnref139[139]  المهذب والمجموع 6/ 6، المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref140#_ftnref140[140]  المهذب والمجموع 6/ 6. ¶ http://www.islamtoday.net/bohooth/ - _ftnref141#_ftnref141[141]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref142#_ftnref142[142]  المغني 4/ 257. ¶ http://www.islamtoday.net/bohooth/ - _ftnref143#_ftnref143[143]  وهذا يخرج ما لو نوى بيعها رغبة عنها أو للتخلص لا لقصد التجارة، فإنها لا تجب فيها الزكاة، كما تقدم في بيان معنى نيّة التجارة، وانظر: الشرح الممتع 6/ 91. ¶ http://www.islamtoday.net/bohooth/ - _ftnref144#_ftnref144[144]  سئل الشيخ ابن عثيمين: عن شخص اشترى أرضاً ليسكنها وبعد مضي ثلاث سنوات نواها للتجارة، فهل فيما مضى زكاة؟ فأجاب:\" لا تجب الزكاة فيها، لأنها فيما مضى من السنوات إنما أرادها للسكنى، ولكن من حين نيته الاتجار والتكسب بها فإنه ينعقد الحول، فإذا تم الحول بعد ذلك وجبت عليه الزكاة\". فتاوى أركان الإسلام ص433. ¶ http://www.islamtoday.net/bohooth/ - _ftnref145#_ftnref145[145]  نهاية المحتاج 3/ 104، قال في أسنى المطالب 1/ 382:\" أفتى البلقيني: بأن حكم التجارة يستمر على مالها الموروث، ولا ينقطع حوله ما لم ينو الوارث قنيته\" أ هـ، وانظر: شرح البهجة 2/ 155. ¶ http://www.islamtoday.net/bohooth/ - _ftnref146#_ftnref146[146]  لسان العرب 3/ 380. ¶ http://www.islamtoday.net/bohooth/ - _ftnref147#_ftnref147[147]  لسان العرب 4/ 86. ¶ http://www.islamtoday.net/bohooth/ - _ftnref148#_ftnref148[148]  مختار الصحاح 1/ 101، لسان العرب 7/ 40. ¶ http://www.islamtoday.net/bohooth/ - _ftnref149#_ftnref149[149]  المنتقى شرح الموطأ 2/ 125، التاج والإكليل 3/ 189. ¶ http://www.islamtoday.net/bohooth/ - _ftnref150#_ftnref150[150]  المنتقى شرح الموطأ 2/ 125. ¶ http://www.islamtoday.net/bohooth/ - _ftnref151#_ftnref151[151]  المنتقى شرح الموطأ 2/ 125، التاج والإكليل 3/ 189. ¶ http://www.islamtoday.net/bohooth/ - _ftnref152#_ftnref152[152]  المنتقى شرح الموطأ 2/ 125، التاج والإكليل 3/ 189، شرح الخرشي 2/ 198. ¶ http://www.islamtoday.net/bohooth/ - _ftnref153#_ftnref153[153]  فتاوى مصطفى الزرقاء 135، 136. ¶ http://www.islamtoday.net/bohooth/ - _ftnref154#_ftnref154[154]  فقه الزكاة 1/ 335. ¶ http://www.islamtoday.net/bohooth/ - _ftnref155#_ftnref155[155]  المنتقى شرح الموطأ 2/ 125. ¶ http://www.islamtoday.net/bohooth/ - _ftnref156#_ftnref156[156]  فتاوى مصطفى الزرقاء 135، 136. ¶ http://www.islamtoday.net/bohooth/ - _ftnref157#_ftnref157[157]  المنتقى شرح الموطأ 2/ 125. ¶ http://www.islamtoday.net/bohooth/ - _ftnref158#_ftnref158[158]  ينظر: ص 64. ¶ http://www.islamtoday.net/bohooth/ - _ftnref159#_ftnref159[159]  الخرشي 2/ 198. ¶ http://www.islamtoday.net/bohooth/ - _ftnref160#_ftnref160[160]  فتاوى مصطفى الزرقاء 135، 136. ¶ http://www.islamtoday.net/bohooth/ - _ftnref161#_ftnref161[161]  فقه الزكاة د/ القرضاوي 1/ 335، فتاوى مصطفى الزرقاء 135، 136. ¶ http://www.islamtoday.net/bohooth/ - _ftnref162#_ftnref162[162]  أخرجه مسلم في باب استحباب العفو والتواضع 4/ 2001 رقم 2588.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "http://www.islamtoday.net/bohooth/ - _ftnref163#_ftnref163[163]  فيض القدير للمناوي 5/ 503، الديباج على مسلم 5/ 522. ¶ http://www.islamtoday.net/bohooth/ - _ftnref164#_ftnref164[164]  المنتقى شرح الموطأ 2/ 125، التاج والإكليل 3/ 189، شرح الخرشي 2/ 198، الفواكه الدواني شرح رسالة أبي زيد القيرواني 1/ 332، بلغة السالك 1/ 641. ¶ http://www.islamtoday.net/bohooth/ - _ftnref165#_ftnref165[165]  شرح الخرشي 2/ 198. ¶ http://www.islamtoday.net/bohooth/ - _ftnref166#_ftnref166[166]  المبسوط 2/ 190، بدائع الصنائع 2/ 20، الحاوي الكبير 4/ 291، المجموع شرح المهذب 6/ 47، المغني 4/ 250، الفروع 2/ 55. ¶ http://www.islamtoday.net/bohooth/ - _ftnref167#_ftnref167[167]  مجموع فتاوى ابن باز 14/ 162،163. ¶ http://www.islamtoday.net/bohooth/ - _ftnref168#_ftnref168[168]  فتاوى أحكام الزكاة ص 225. ¶ http://www.islamtoday.net/bohooth/ - _ftnref169#_ftnref169[169]  تقدم تخريج الحديث ص 5، 6. ¶ http://www.islamtoday.net/bohooth/ - _ftnref170#_ftnref170[170]  مجموع فتاوى ابن باز 14/ 162،163، وقال:\" أما قول المالكية في هذا فهو قول ضعيف مخالف للأدلة الشرعية\". ¶ http://www.islamtoday.net/bohooth/ - _ftnref171#_ftnref171[171]  الفواكه الدواني 1/ 332، ¶ http://www.islamtoday.net/bohooth/ - _ftnref172#_ftnref172[172]  حاشية الدسوقي 1/ 475. ¶ http://www.islamtoday.net/bohooth/ - _ftnref173#_ftnref173[173]  ينظر بعض ذلك في بحث: زكاة المساهمات العقارية المتعثرة، د القاسم. ¶ http://www.islamtoday.net/bohooth/ - _ftnref174#_ftnref174[174]  التاج والإكليل 3/ 189. ¶ http://www.islamtoday.net/bohooth/ - _ftnref175#_ftnref175[175]  كتب حول المساهمات المتعثرة عدة كتابات، ومن أجمل ما وقفت عليه ما كتبه د/يوسف بن أحمد القاسم في تاريخ 16/ 3/1428هـ، بحث منشور على الشبكة العنكبوتية في موقع الإسلام اليوم، وفيه الإحالة لكثير من المواقع المفيدة حول الموضوع، وللأمانة فقد أفدت من هذا البحث كثيراً في خصوص هذه المسألة، فجلّ ما فيها قد سبقني الباحث إليه، إلا أنني خالفته في بعض التقسيمات من باب التبسيط للقارئ، كما خالفته في بعض الترجيحات القابلة للاجتهاد. ¶ http://www.islamtoday.net/bohooth/ - _ftnref176#_ftnref176[176]  أفاد بهذا د / أحمد الخليل، في تعقيب له، في ندوة\" زكاة الأراضي والمساهمات العقارية المتعثرة\"، والتي نظمتها الهيئة الإسلامية العالمية للاقتصاد والتمويل. ¶ http://www.islamtoday.net/bohooth/ - _ftnref177#_ftnref177[177]  قال الكاساني:\" تفسير مال الضمار: هو كل مال غير مقدور الانتفاع به مع قيام أصل الملك\". بدائع الصنائع 2/ 9. ¶ http://www.islamtoday.net/bohooth/ - _ftnref178#_ftnref178[178]  في هذه المسألة للعلماء ثلاثة أقوال: ¶ القول الأول: لزوم الزكاة إذا قبضه لما مضى , وهذا هو الجديد في مذهب الشافعي، وهو رواية عن أحمد؛ لأن ملكه عليه تام فلزمته زكاته، كما لو نُسي عند من أودعه أو كما لو أسر أو حبس وحيل بينه وبين ماله. ¶ القول الثاني: لا زكاة فيه. ومتى عاد صار كالمستفاد , يستقبل به حولاً. وبهذا قال أبو حنيفة , والشافعي في قديم قوليه، وهو رواية عن أحمد، وبه قال الظاهرية ; لأنه مال خرج عن يده وتصرفه , وصار ممنوعاً منه , فلم يلزمه زكاته , كمال المكاتب. وعلى كلا القولين لا يلزمه إخراج زكاته قبل قبضه. ¶ القول الثالث: إذا قبضه زكاه لحول واحد، وقال به مالك؛ لأنه كان في ابتداء الحول في يده , ثم حصل بعد ذلك في يده , فوجب أن لا تسقط الزكاة عن حول واحد. قال ابن قدامة:\" وليس هذا بصحيح ; لأن المانع من وجوب الزكاة إذا وجد في بعض الحول , يمنع , كنقص النصاب\". المغني 4/ 272. ¶ راجع في هذه المسألة: المبسوط 2/ 172، بدائع الصنائع 2/ 9، المدونة1/ 377، التاج والإكليل 3/ 147، الأم 2/ 56، المجموع 5/ 315، الفروع 2/ 324، الإنصاف 3/ 22، المحلى 4/ 209. ¶ http://www.islamtoday.net/bohooth/ - _ftnref179#_ftnref179[179]  المحلى 4/ 209. ¶ http://www.islamtoday.net/bohooth/ - _ftnref180#_ftnref180[180]  ينظر: ما تقدم ص 30. ¶ http://www.islamtoday.net/bohooth/ - _ftnref181#_ftnref181[181]  راجع ص 54. ¶ http://www.islamtoday.net/bohooth/ - _ftnref182#_ftnref182[182]  في هذه المسألة لأهل العلم ثلاثة أقوال: ¶ القول الأول: أنه لا زكاة فيه لعدم تمام الملك ; لأنه غير مقدور على الانتفاع به. وهذا مذهب الحنفية, وهو قول قتادة وإسحاق , وأبي ثور , ورواية عن أحمد , وقول مقابل للأظهر للشافعي، وهو مذهب الظاهرية. ¶ القول الثاني: أنه يزكيه إذا قبضه لما مضى من السنين , وهو قول الثوري , وأبي عبيد، ورواية عن أحمد , وقول للشافعي هو الأظهر. ¶ القول الثالث: أنه إن كان مما فيه الزكاة يزكيه إذا قبضه لعام واحد وإن أقام عند المدين أعواماً، وذهب إلى هذا القول مالك، وهو قول عمر بن عبد العزيز , والحسن، والليث , والأوزاعي. ¶ راجع في هذه المسألة: المبسوط 2/ 198، بدائع الصنائع 2/ 44، مواهب الجليل 2/ 312، 313، التاج والإكليل 3/ 169، الأم 2/ 67، و8/ 149، المجموع 5/ 507، المغني 4/ 270، الفروع 2/ 324، المحلى 4/ 222.",
            "page": "37",
            "part": "1"
        }
    ],
    "t36564": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الأراضي وقضاياها المعاصرة"
        }
    ]
}