{
    "b36567": [
        {
            "id": "1",
            "nass": "مسائل في تطهير الأسهم ¶ فيصل بن سلطان المري ¶ المقدمة: ¶ الحمد لله رب العالمين، والعاقبة للمتقين، ولا عدوان إلا على ¶ الظالمين، والصلاة والسلام على أشرف المرسلين، وعلى آله وصحبه ¶ ومن تبعهم بإحسان إلى يوم الدين. أما بعد: ¶ فإن ديننا الحنيف حثّنا أن نخصّ بالشكر ذويه، وأن نذكر بالفضل ¶ أهله، والشكر موصول لموقع الفقه الإسلامي بالتعاون مع المجموعة ¶ الشرعية لبنك البلاد لتنظيمهم هذه الندوة الفقهية المباركة. ¶ ولي عظيم الشرف أن أشارك في هذه الندوة المباركة ببحثٍ متواضع ¶ يلقي الضوء على بعض محاورها؛ لعل الله ينفع به، وشرف طالب العلم ¶ والباحث عن الحق أن يجد بعد جهد البحث الصواب، أو من يوجهه إلى ¶ الصواب من العلماء الأفذاذ والمتخصصين في مجال المعاملات ¶ المالية. ¶ والبحث الذي أشارك به بعنوان: (مسائل في تطهير الأسهم) ¶ سائلاً المولى عز وجل التوفيق والسداد، وأن يكون البحث وافياً ¶ بالغرض المطلوب. ¶ وبالله التوفيق .. ¶ التمهيد: ¶ شرح مفردات العنوان: ¶ ويشتمل على أربعة مطالب: ¶ المطلب الأول: إشارة إلى عنوان الندوة. ¶ المطلب الثاني: مفهوم الكسب الحرام وأنواعه. ¶ المطلب الثالث: مفهوم الأسهم وأنواعها. ¶ المطلب الرابع: مفهوم التطهير. ¶ تمهيد: ¶ إنَّ طيب الكسب وطلب الحلال وتحريه من آكد ما يجب على أهل ¶ الإيمان، ولما كان فشو المكاسب المحرمة من سمات هذا العصر، وكثرت ¶ مشاركة الناس في الشركات المساهمة وصناديق الاستثمار، وهذه",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "الشركات والصناديق ينطوي الكثير منها على المكاسب المحرمة احتاج ¶ الناس إلى بيان الضوابط الشرعية لتطهير الأسهم والصناديق ¶ الاستثمارية من الكسب الحرام. ¶ ومع الإقبال الشديد على الأسهم والصناديق الاستثمارية فإن الناس ¶ ينقسمون حيال ذلك إلى قسمين: قسم يبحث عن الحلال، ويتحرّاه، ¶ ويسأل عن أحكام هذه الأسهم والصناديق الاستثمارية، ويبحث عن ¶ كيفية تطهير ماله إذا علق به شيء من الحرام. ¶ وقسم آخر لا يعنيه الأمر من قريبٍ ولا من بعيد، فهو يتعامل بشتى ¶ صنوف المعاملات دون ضابطٍ من كتابٍ ولا سنة. ¶ وحسناً ما فعله موقع الفقه الإسلامي بالتعاون مع المجموعة ¶ الشرعية لبنك البلاد بعقده هذه الندوة الفقهية التي تتناول موضوع ¶ تطهير الأسهم والصناديق الاستثمارية من الكسب الحرام، والتي تمس ¶ بالدرجة الأولى واقع المسلمين، ويعوّل عليها كثير من المسلمين ¶ المساهمين في الشركات والصناديق الاستثمارية في معرفة الضوابط ¶ الشرعية التي تساعدهم على تطهير أسهمهم في الشركات والصناديق من ¶ الكسب الحرام، خاصة أن هذه الندوة تزخر بكوكبةٍ من العلماء ¶ المتخصّصين في مجال المعاملات المالية. ¶ وهذا البحث الذي أشارك به في الندوة هو بعنوان: \" مسائل في تطهير ¶ الأسهم \" ¶ وقد قسّمت هذا البحث إلى تمهيدٍ وثلاثة مباحث وخاتمة. ¶ أما التمهيد فهو بعنوان: شرح مفردات العنوان، ويشتمل على أربعة ¶ مطالب: ¶ المطلب الأول: إشارة إلى عنوان الندوة. ¶ المطلب الثاني: مفهوم الكسب الحرام وأنواعه. ¶ المطلب الثالث: مفهوم الأسهم وأنواعها. ¶ المطلب الرابع: مفهوم التطهير. ¶ المبحث الأول: حكم تطهير الأسهم مع الاستمرار في ملكيتها. ¶ المبحث الثاني: إرث الأسهم المحرّمة. ¶ المبحث الثالث: مصارف أموال التطهير. ويشتمل على مطلبين: ¶ المطلب الأول: أحكام أموال التطهير. ¶ المطلب الثاني: مصرف أموال التطهير، وفيه ثلاثة فروع: ¶ الفرع الأول: صرف أموال التطهير في مجال العبادات. ¶ الفرع الثاني: صرف أموال التطهير في أداء الإلزامات غير",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "المشروعة. ¶ الفرع الثالث: صرف أموال التطهير إلى الفقراء والمساكين ومصالح ¶ المسلمين العامة. ¶ وأما الخاتمة ففيها نتائج البحث. ¶ والله أسأل أن يجعل هذا العمل خالصاً لوجهه الكريم، وفي ميزان ¶ حسناتي يوم القيامة، إنه ولي ذلك والقادر عليه. ¶ المطلب الأول: ¶ إشارة إلى عنوان الندوة: ¶ عنوان الندوة التي أشارك فيها هو: (الضوابط الشرعية في تطهير ¶ الكسب الحرام في الأسهم والصناديق الاستثمارية) وهذا العنوان إلى ¶ وقت إعداد هذا البحث لم يطرأ عليه تغيير. ¶ هذا العنوان - في نظري القاصر - فيه نظر من ناحية صياغته، ويحتاج ¶ إلى صياغةٍ جديدة ¶ وقد ظهر لي – بعد استشارة بعض أهل العلم ([1]) – أن الصياغة ¶ الصحيحة لهذا العنوان هي ¶ (الضوابط الشرعية في تطهير الأسهم والصناديق الاستثمارية من ¶ الكسب الحرام). ¶ وذلك لما يلي: ¶ الكسب الحرام لا يطهر؛ لأن عين الحرام لا تطهر، فمهما حاولنا من ¶ تطهير فلن يطهر؛ لأنه كسب حرام، فيبقى على صفة الحرام، وإنما ¶ الذي يطهر هو الأسهم والصناديق الاستثمارية، هذه هي التي يمكن ¶ تطهيرها مما لحق بها من كسبٍ حرام، وذلك عن طريق إخراج الكسب ¶ الحرام الذي نتج عن هذه الأسهم والصناديق الاستثمارية كما ¶ سيتبيّن ذلك خلال البحث. ¶ وقد يكون من المناسب ضرب مثالٍ لبيان وجهة النظر، فأقول: ¶ لفظة \" النجس \" و \" المتنجّس \" ¶ فالنجس هو ما كانت النجاسة في أصله وعينه، فمهما حاولنا تطهير ¶ هذا النجس فسيظل على صفة النجاسة. ¶ أما المتنجس فهو الذي طرأت عليه النجاسة، فإذا حاولنا تطهيره ¶ تحوّل من صفة النجاسة التي لحقت به، واكتسب صفة الطهارة. ¶ فكذلك بالنسبة للكسب الحرام فهو يشبه في هذا المثال \" النجس \" ¶ فلا تطهر صفة الحرام التي لحقت به. والأسهم والصناديق ¶ الاستثمارية تشبه \" المتنجس \" فإذا قمنا بتطهيرها مما لحقها من",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "كسبٍ حرامٍ طهرت من هذا الكسب الحرام. ¶ وعلى ذلك فالصياغة السليمة للعنوان في نظري هي: (الضوابط الشرعية ¶ في تطهير الأسهم والصناديق الاستثمارية من الكسب الحرام) والله ¶ أعلم بالصواب. ¶ المطلب الثاني: ¶ مفهوم الكسب الحرام وأنواعه: ¶ لفظ \"الكسب الحرام\" في أصله مركّب من جزأين، يدل جزء لفظه على ¶ جزء معناه فيتوقّف فهم ذلك المعنى وإدراكه على فهم كلٍ من جزئيه ¶ على حدة، ثم هو له معنى بإضافة كل كلمة منهما إلى الأخرى. ¶ وعلى ذلك فسيتم تعريف \" الكسب الحرام \" باعتبارين: ¶ الأول: باعتبار جزئيه. ¶ الثاني: باعتباره لقباً. ¶ أولاً: تعريف الكسب الحرام باعتبار جزئيه: يستلزم هذا تعريف كلٍ ¶ من \" الكسب \" و \" الحرام \". ¶ تعريف الكسب ([2]): ¶ الكسب: طلب الرزق وابتغاؤه، والسعي في تحصيله. ¶ قال ابن فارس: (كسب: الكاف والسين والباء أصل صحيح، وهو يدل على ¶ ابتغاء وطلبٍ وإصابة. فالكسب من ذلك) ([3]). ¶ وقال ابن منظور: (الكسب: طلب الرزق. وأصله: الجمع. يقال: كسَب ¶ يكسِب ¶ كسباً. قال سيبويه: كسب: أصاب، واكتسب: تصرف واجتهد) ([4]). ¶ وقال الماوردي هو: (الأفعال الموصلة إلى المادة، والتصرف المؤدي ¶ إلى الحاجة) ([5]). ¶ وقال الراغب في مفرداته: (الكسب: ما يتحرّاه الإنسان مما فيه ¶ اجتلاب نفعٍ وتحصيل حظٍ ككسب المال، وقد يُستعمل فيما يظن ¶ الإنسان أنه يجلب منفعة، ثم اسُتجلِب به مضرة) ([6]). ¶ وعلى ذلك فالكسب هو ما يحصل ويجتمع من المال بالاكتساب، سواء كان ¶ من حلالٍ أم من حرام ([7]). ¶ تعريف الحرام: ¶ الحرام لغة: المنع والحظر، وهو ضد الحلال. ¶ قال ابن فارس: (حرم: الحاء والراء والميم أصل واحد، وهو المنع ¶ والتشديد، فالحرام: ضد الحلال) ([8]). ¶ الحرام اصطلاحاً: عرّفه الأصوليون بتعريفاتٍ متقاربة، ومن هذه",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "التعاريف: ¶ ما طلب الشارع الكفّ عنه على وجه الحتم والإلزام، فيكون تاركه ¶ مأجوراً مطيعاً، وفاعله آثماً عاصياً ([9]). ¶ ثانياً: تعريف الكسب الحرام باعتباره لقباً: يمكن أن يقال في ¶ تعريف الكسب الحرام باعتباره لقباً: كل مالٍ تحصّل أو اجتمع من ¶ طريقٍ ممنوعٍ شرعاً. ¶ أو يقال: كل مالٍ حرّم الشرع على حائزه الانتفاع به بأي وجهٍ من ¶ الوجوه ([10]). ¶ والحرمة في الكسب قد تكون بورود النص الصحيح الصريح من الكتاب ¶ والسنة بتحريمه، كقوله تعالى: \"حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ ¶ وَالدَّمُ وَلَحْمُ الْخِنْزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ ¶ بِهِ\" [المائدة: 3]. ¶ أو بالنهي عنه جزماً، كقوله تعالى: \"وَلَا تَأْكُلُوا ¶ أَمْوَالَكُمْ بَيْنَكُمْ بِالْبَاطِل\" [البقرة: 188]، أو بعقوبة ¶ آكله، كقوله عز وجل: \"إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوَالَ ¶ الْيَتَامَى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ ¶ نَارًا وَسَيَصْلَوْنَ سَعِيرًا\" [النساء: 10] ¶ أو يدل الإجماع على حرمته. ¶ أو تدل القواعد العامة للشريعة على تحريمه قياساً على ما حُرِّم ¶ بالنصوص، أو الإجماع، أو الأدلة المُعتَبَرة ([11]). ¶ أنواع الكسب الحرام: ¶ الكسب الحرام له طرق عديدة ومتنوّعة، ويمكن إجمالها في قسمين ¶ رئيسين: ¶ الأول: محرّم لعينه: ¶ وهو ما حرّمه الشارع لذاته؛ لاشتماله على ضررٍ، أو خبثٍ، أو ¶ قذارة ٍ، كالخمر والخنزير والميتة والدم. ¶ الثاني: محرّم لغيره: ¶ وهو ما كان حلالاً في ذاته، ولكن حرّمه الشارع لمعنى خارجي، وهو ¶ الخلل في طريقة اكتسابه. ¶ ويدخل تحت هذا القسم نوعان: ¶ أولاً: أن يكون الكسب حاصلاً من غير تراضٍ، وهي المكاسب التي ¶ انتقلت من يد مالكها دون رضى منه، كالمسروق والمغصوب والخيانة، ¶ ونحو ذلك.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ثانياً: أن يكون الكسب حاصلاً بالتراضي، وهي المكاسب التي انتقلت ¶ من يد مالكها برضى منه، ولكن بأسلوب لا يقره الشرع، كالناتج عن ¶ العقود المحرمة، مثل الربا والميسر والغرر وكذا ثمن الأعيان كثمن ¶ المخدرات والخمر، أو أجرة المنافع المحرمة كالرشوة والزنا ¶ والكهانة، وغير ذلك ([12]). ¶ وقد ذكر بعض أهل العلم المعاصرين تقسيماً أوسع من هذا التقسيم، ¶ وبيانه كالتالي ([13]): ¶ النوع الأول: ما هو حرام لعينه: ¶ وهو ما حرّمه الشرع على كل مسلمٍ، كالميتة والدم والخنزير ¶ والخمر. فهذا حرام بكل حال، ولا يحل إلا للمضطر، سواء دخل في ¶ اليد حلالاً ثم طرأت عليه الحرمة بفعل مالكه كعصر العنب ثم ¶ تخميره، أو بغير فعله كموت الشاة ونحوها. ¶ النوع الثاني: ¶ ما هو حلال في ذاته، ولكنه يحرم على من هو بيده؛ لكون دخوله تحت ¶ اليد بسببٍ غير مشروع. ¶ وهو أربعة أقسام: ¶ القسم الأول: ما كان برضا مالكه: وله أمثلة: ¶ أ- ما دخل تحت اليد برضا صاحبه عِوضاً عن عينٍ محرمة، كثمن الخمر ¶ والمخدرات أو ثمن الكلب والخنزير. ¶ أو عوضاً عن منفعةٍ محرمة كمهر البغي وحلوان الكاهن، وأجر ¶ النائحة والمغنية. ¶ ب- ما دخل تحت اليد برضا صاحبه إما بعقد منهي عنه لذاته، كعقود ¶ الغرر من المراهنات غير المشروعة، والقمار والميسر واليانصيب. ¶ وإما بعقد منهي عنه لوصفه، وهو ما قام به وصف يمنع صحته، كفقدان ¶ شرط من شروط الصحة، أو قيام ما يمنع منها كأن يكون العاقد صغيراً ¶ أو محجوراً عليه، أو تكون العين مما لا يصح بيعه كالوقف ¶ والنجاسات. ¶ جـ- أن يكون دخوله تحت اليد برضا مالكه ظاهراً، لكن أُخفيت عنه ¶ الحقيقة، ولو علمها لم يرضَ، وهو الزيادة المأخوذة بالغش، وكتمان ¶ العيب، والتدليس، والغبن والمأخوذ ببخس المكيال والميزان. ¶ القسم الثاني: ما كان بغير رضا مالكه: وله أمثلة: ¶ أ- فمنه المأخوذ على وجه العلانية قهراً من غير أهل الحرب، وهو ¶ الغصب والنهب، وكذا ما كان بحكم القضاء بناء على شهادة زور أو",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "تزوير في وثائق. ¶ ب- ومنه ما يؤخذ على وجه الخفية، وهو السرقة والاختلاس، وكتمان ¶ الوديعة، والاستيلاء على اللقطة دون تعريف، وكذا الغلول. ¶ جـ- ومنه ما يعطيه لك غير مالكه، مثل: جوائز السلاطين إن كانت ¶ الأموال التي بأيديهم إنما هي من المصادرات والأموال غير ¶ المشروعة. ¶ ومنه هدية اللصوص وقطاع الطرق ونحوهم. ¶ القسم الثالث: ما كان بمنع الحقوق: ¶ وهو ملحق بالقسمين السابقين، فإنه نوع من أكل المال بالباطل، كمن ¶ يمنع حق الله وهو الزكاة، أو الكفّارة الواجبة، أو نحوها مما وجب ¶ عليه لله تعالى. ¶ وكمن يمنع حق القريب أو الزوجة من النفقة ونحوها. ¶ أو يمنع عِوض المنفعة، كمن يمنع إيتاء المرأة مهرها ظلماً ¶ وعدواناً، وهي لم تطب به نفساً أو يمنع عِوض العين، كمن يمنع ¶ إيتاء ثمن ما يشتريه، أو ضمان ما يتلفه، أو يبخس أو يماطل حتى ¶ يملّ الطالب ويترك كل حقه أو بعضه. ¶ القسم الرابع: ما دخل تحت اليد برضا صاحبه أمانة: وذلك كوديعة أو ¶ إجارة أو إعارة أو رهن، ثم غاب صاحب المال، ولم يُعرف له خبر حتى ¶ يئس من بيده المال من إيصال الحق إليه. ¶ فإن مثل هذا المال – لكونه مال الغير – محرم على من هو بيده، على ¶ الأصل في مال الغير ¶ حكم الكسب الحرام: ¶ الحرام لذاته: لا يصح تملّكه من قِبل المسلمين بالاتفاق، وكذلك ¶ لغيرهم عند الجمهور، وأما الحنفية فقالوا بصحة تملّك الخمر ¶ والخنزير بالنسبة لغير المسلمين. ¶ وكذلك إذا ورد العقد من المسلم على الحرام لذاته وحده فإن العقد ¶ باطل عند الجميع، وإذا ورد العقد عليه مع مباح مثل أن يبيع شاة ¶ مع خنزير بمبلغ ألف ريال – مثلاً – فإن العقد فاسد يمكن تصحيحه ¶ في الشاة بالاتفاق على رد الخنزير. ¶ وأما الحرام لكسبه: فالأصل والقاعدة العامة فيه أنه لا يتملّكه ¶ حائزه ما دام سببه حراماً ([14]) ¶ ويدل على ذلك النصوص المتكاثرة في القرآن والسنة على حرمة أكل ¶ أموال الناس بالباطل وحرمة أنواع الكسب الحرام من الربا والغرر",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والقمار ونحوها. ¶ هذا هو الأصل العام، وتوجد بعض الخلافات بين الفقهاء في بعض ¶ التفاصيل التي تتعلّق بالكسب الحرام، ليس هذا محل بسطها. ¶ المطلب الثالث: ¶ مفهوم الأسهم وأنواعها: ¶ أولاً: تعريف السهم في اللغة: ¶ قال ابن فارس: (سهم: السين والهاء والميم أصلان، أحدهما يدل على ¶ تغيرٍ في لون. والآخر على حظٍ ونصيبٍ وشيء من أشياء. ¶ فالسُّهمَة: النصيب، ويقال: أسهم الرجلان: إذا اقترعا، وذلك من ¶ السُّهمة. ¶ والنصيب: أن يفوز كل واحد منهما بما يصيبه، قال الله تعالى: ¶ \"فَسَاهَمَ فَكَانَ مِنَ الْمُدْحَضِينَ\" [الصافات:141]. ¶ ثم حُمل على ذلك فسُمّي السهم الواحد من السهام، كأنه نصيب من ¶ أنصباء، وحظ من حظوظ. ¶ والسُّهمة: القرابة، وهو من ذاك؛ لأنها حظ من اتصال الرحم. ¶ وأما الأصل الآخر فقولهم: سَهَمَ وجه الرجل: إذا تغيّر، يَسْهُم، ¶ وذلك مشتق من السُّهام، وهو ما يصيب الإنسان من وهج الصيف حتى ¶ يتغيَّر لونه) ([15]). ¶ يتضح من كلام ابن فارس وغيره أن السهم في لغة العرب له معانٍ ¶ كثيرة ترجع إلى الأصلين اللذين ذكرهما ابن فارس. ¶ فمن معاني السهم: ¶ 1 - الاقتراع: استهم الرجلان: اقترعا، والمساهمة: المقارعة. ¶ 2 - السهم: اسم القدح الذي يقارع به. ¶ 3 - السهم: واحد السهام، من النبل وغيره. ¶ 4 - السهم: النصيب والحظ. ¶ 5 - السُهمَة: القرابة. ¶ 6 - السُّهُوم: عبوس الوجه. ¶ وجمع السهم بمعنى النصيب: سِهام، وسُهمان، وسُهمَة ([16]). ¶ والمعنى الذي له تعلق ببحثنا هو المعنى الرابع: النصيب والحظ. ¶ ثانياً: تعريف السهم اصطلاحاً: ¶ السهم في الاصطلاح عند علماء الاقتصاد له إطلاقان: ¶ 1 - الحصة التي يقدمها الشريك في شركة المساهمة، وهي جزء من رأس",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "المال. ¶ وقد عُرِّف السهم –وفقاً لهذا المعنى– بأنه: (حصة الشريك في ¶ الشركة، ممثَّلة بصك قابلٍ للتداول) ([17]). ¶ 2 - الوثيقة التي يعطاها المساهم لإثبات حقه. وهي الصك. ¶ وقد عُرِّف السهم – وفقاً لهذا المعنى – بأنه: (صك يمثِّل حصة في ¶ رأس مال شركة مساهمة، أو إحدى شركات الأموال) ([18]). ¶ ولذا يقال في تعريف الأسهم: (صكوك متساوية القيمة، وقابلة ¶ للتداول بالطرق التجارية، والتي يتمثل فيها حق المساهم في الشركة ¶ التي أََسْهَم في رأس مالها، وتخوِّل له بصفته هذه ممارسة حقوقه ¶ في الشركة، لا سيما حقه في الحصول على الأرباح) ([19]) ¶ بناء على ما تقدّم يمثّل السهم وثيقة مستقلة تُعطى للمساهم، ¶ وتتضمن المعلومات الخاصة بالشركة، مثل اسم الشركة، ومقدار رأس ¶ مالها وجنسيتها، ومركزها الرئيسي، ورقم السهم وقيمته الاسمية، ¶ واسم صاحبه إن كان سهماً اسمياً، أو يُكتب فيه أنه لحامله ([20]). ¶ ملاحظات على تعاريف الأسهم: ¶ أولاً: يتضح من التعريفات السابقة أنها متقاربة في المعاني، وإن ¶ اختلفت فيما بينها في الألفاظ، حيث تنتهي جميعها إلى أن السهم هو ¶ النصيب أو الحصة للمساهم في شركة الأموال، وهذه الحصة تمثِّل ¶ جزءاً من صافي أصول الشركة على المشاع، كما أن السهم يعني ¶ الوثيقة أو الصك الذي يُعطى للمساهم من قِبل الشركة، ويمثِّل حق ¶ المساهم في موجودات الشركة بقدر حصته المدوَّنة في هذا الصك. ¶ ثانياً: هذه التعريفات السابقة يُلاحظ عليها أنها تناولت مفهوم ¶ السهم في طريقته التقليدية القديمة؛ حيث كان عبارة عن صك يُعطى ¶ للمساهم لإثبات ملكيته للسهم – وهذا ملاحظ في التعاريف السابقة ¶ كلها؛ حيث الغالب على أهل العلم من المتخصصين في مجال الأسهم ¶ اقتباس التعاريف من بعضهم البعض – ولكن في هذه الأيام أصبح هناك ¶ شركات مخصصة تدير تداول الأسهم عن طريق أجهزة الكمبيوتر، ¶ والإنترنت، والأجهزة الحديثة فصارت التعاريف السابقة غير مطابقة ¶ لواقع الأسهم في أيامنا هذه. ¶ لذلك أرى أن يُعرّف السهم بما يطابق واقعه الآن، فيقال في ¶ تعريفه: ¶ حصة شائعة في رأس مال شركة مساهمة ([21])، يتم تداوله بالطرق",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "النظامية. ¶ أو يقال: حصة شائعة من رأس مال الشركة، متساوية القيمة، غير ¶ قابلة للتجزئة، ذا مسؤولية محدودة ([22])، ويتم تداوله بالطرق ¶ النظامية ([23]). ¶ أنواع الأسهم ¶ تتعدَّد أنواع الأسهم وتتباين حسب أسس تقسيمها، أي من حيث ¶ الزاوية التي يُنظر للأسهم من خلالها، ويمكن حصر أنواع الأسهم في ¶ ستة أنواع: ¶ النوع الأول: من حيث الحصة التي يدفعها الشريك: ¶ الأسهم من حيث طبيعة الحصة التي يُقدّمها الشريك لها نوعان: ¶ 1 - أسهم نقدية: ¶ وهي الأسهم التي تمثّل حصصاً نقدية في رأس مال الشركة، فهي تُعطى ¶ للمساهمين مقابل دفع مبلغ معين من النقود للشركة، والهدف من ذلك ¶ هو توفير السيولة الكافية للشركة حتى يمكن أن تنهض ¶ بمشروعاتها ([24]). ¶ والأسهم النقدية لا إشكال في جواز المشاركة بها من الناحية ¶ الشرعية إذا لم تنطوِ على محذورٍ شرعيٍ آخر. ¶ 2 - أسهم عينية: ¶ وهي الأسهم التي تُعطى للشريك إذا قدّم حصّته في رأس مال الشركة ¶ عيناً من الأعيان، كأرض، أو مبنى أ أو بضاعة، أو مصنع. ولا يتم ¶ تسليم الأسهم العينية إلى أصحابها إلا ¶ بعد الوفاء بكامل قيمتها عند الاكتتاب ([25]). ¶ ويجوز للمساهم من الناحية الشرعية أن يقدّم حصصاً عينية في رأس ¶ مال الشركة المساهمة ¶ النوع الثاني: أسهم من حيث الشكل ([26]): ¶ تتنوع الأسهم بالنظر إلى شكلها إلى ثلاثة أنواع هي: ¶ 1 - أسهم اسمية: ¶ وهو السهم الذي يُسجّل فيه اسم صاحبه وجنسيته على وجه الصك، ¶ وتثبت له ملكيته بقيد أسهمه في سجل المساهمين بالشركة. ¶ ولا حرج شرعاً في إصدار هذا النوع من الأسهم التي تحمل اسم ¶ صاحبها، فالمساهم يدفع مبلغاً من المال، ويأخذ ما يثبت ملكيته ¶ لعددٍ من الأسهم مقابل هذا المبلغ. ¶ 2 - أسهم لحاملها: وهو صك لا يحمل اسم المساهم، وإنما يُذكر فيه",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أن السهم لحامله، ويحمل رقماً مسلسلاً ويعتبر حامل السهم هو ¶ المالك في نظر الشركة، فتصبح حيازته دليلاً على الملكية. ¶ وهذا النوع من الأسهم أرى أنه لا يجوز شرعاً إصداره لما فيه من ¶ الجهالة والغرر والضرر، فلا يجوز إصداره منعاً من الخصومة ¶ والخيانة، وسداً للذريعة، وإلى ذلك ذهب كثير من الباحثين ([27]). ¶ 3 - أسهم لأمر، أو أسهم إذنية: ¶ وهي الأسهم التي يُذكر فيها اسم مالكها، مع النص على كونها لإذنه ¶ أو لأمره. ¶ ويتم تداولها بطريق التظهير ([28])، وذلك بأن يُدوِّن البائع على ¶ ظهر شهادة السهم ما يدل على انتقال ملكيتها إلى المشتري. ¶ ويجوز إصدار هذا النوع من الأسهم والتعامل بها ([29]). ¶ وأود التنبيه إلى أن أنظمة هذه الأسهم من إصدارها في صورة صك أو ¶ وثيقة كان هذا في فترةٍ سابقة، ولم يعد معمولاً بها في سوق المال ¶ ؛ لذلك بحثت عن تعريفٍ يلائم واقع السهم الحالي كما سبق بيانه. ¶ النوع الثالث: من حيث حقوق أصحاب الأسهم: ¶ تتنوع الأسهم بالنظر إلى حقوق حملتها إلى نوعين هما ([30]): ¶ 1 - أسهم عادية: هي الأسهم التي يتكوّن منها رأس مال الشركة، ¶ وتتساوى في قيمتها وتخوّل أصحابها حقوقاً متساوية. ¶ وهي أسهم مشروعة، ويجوز إصدارها، فصاحب السهم العادي شريك بطريقة ¶ شرعية لا محذور فيها. ¶ 2 - أسهم امتياز: ¶ وهي التي تختص بمزايا لا تتمتّع بها الأسهم العادية، وتعطي ¶ حاملها حقوقاً إضافية على الحقوق الأساسية لحاملي الأسهم، مثل ¶ الأولوية في الحصول على الأرباح، والحصول على نصيبهم من ممتلكات ¶ الشركة عند التصفية قبل حملة الأسهم العادية وغير ذلك مما تتمتّع ¶ به هذه الأسهم. ¶ والأسهم الممتازة يختلف حكمها باختلاف نوعية الامتياز فيها. ¶ والامتياز غير جائز في بعض الصور، ومنها: ¶ 1 - إذا كان امتيازها بضمان نسبةٍ معيّنةٍ من الأرباح مثل 5% من ¶ قيمة السهم، ثم يوزّع باقي الأرباح على جميع الأسهم بالتساوي، ¶ فهذا غير جائزٍ شرعاً؛ لأن الأسهم متساوية فلا حق لأصحاب الأسهم ¶ الممتازة في الزيادة على الربح بالنسبة للمساهمين الآخرين. ¶ قال ابن المنذر: \" أجمع كل من نحفظ عنه من أهل العلم على إبطال",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "القراض إذا شرط أحدهما أو كلاهما لنفسه دراهم معلومة، وممن حفظنا ¶ عنه ذلك مالك والأوزاعي والشافعي وأبو ثور وأصحاب الرأي \" ([31]) ¶ 2 - إذا كان سيترتّب على السهم استيفاء فائدة سنوية سواء ربحت ¶ الشركة أم لا، فهذا الامتياز باطل شرعاً؛ لأنه يتضمن الربا ¶ والضرر والظلم. ¶ 3 - إذا كان امتياز السهم بإعطاء صاحب هذه الأسهم حق استرجاع قيمة ¶ أسهمه بكاملها عند تصفية الشركة وقبل إجراء القسمة بين الشركاء، ¶ وتوزيع ما بقي من الأرباح على أصحاب الأسهم العادية، فهذا غير ¶ جائز شرعاً؛ لأن الشركة تقوم على المخاطرة في الربح والخسارة، ¶ فهذا مخالف لمقتضى عقد الشركة فلا يجوز. ¶ 4 - وإذا كان الامتياز بمنح صاحب الأسهم أكثر من صوت في الجمعية ¶ العمومية للسهم الواحد فلا يجوز؛ لأنه ينافي العدل. ¶ وقد ذهب مجمع الفقه الإسلامي إلى ذلك فنصّ على أنه: \" لا يجوز ¶ إصدار أسهم ممتازة، لها خصائص مالية تؤدي إلى ضمان رأس المال، أو ¶ ضمان قدرٍ من الربح، أو تقديمها عند ¶ التصفية، أو عند توزيع الأرباح \" ([32]) ¶ أما الامتياز الجائز في الشرع فهو إعطاء حق الأولوية في الاكتتاب ¶ بأسهم جديدة لأصحاب الأسهم القدامى؛ لأنهم الشركاء الأولون، وهم ¶ أولى من غيرهم بأن تظل الشركة منحصرة فيهم ([33]). ¶ النوع الرابع: من حيث الاستهلاك وعدمه ([34]): ¶ المقصود باستهلاك الأسهم: رد قيمتها للمساهم خلال قيام الشركة ¶ وقبل انقضائها، والأسهم من هذه الناحية تتنوع إلى نوعين: ¶ 1 - أسهم رأس المال: ¶ هي الأسهم التي لم تُستهلك قيمتها، أي: لم تُرد قيمتها إلى ¶ أصحابها أثناء قيام الشركة. ¶ ويقال أيضاً: هي الأسهم التي يُقدّم المساهم قيمتها الاسمية ¶ للشركة، ولا تعود إليه إلا عند التصفية النهائية للشركة. ¶ ولا حرج في جواز هذا النوع من الأسهم، بل هي المتبادرة من إطلاق ¶ الأسهم؛ لأن الأصل بقاء المساهم في الشركة إلى حين انقضائها. ¶ 2 - أسهم التمتع: ¶ هي الأسهم التي تمنحها الشركة عند استهلاك أسهمها الأصلية ¶ تعويضاً للمساهمين عن الاستهلاك.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "أو هي الأسهم التي يتسلّمها المساهم عند استهلاك أسهمه؛ حيث ¶ تُرد قيمتها الاسمية إليه أثناء قيام الشركة، ودون انتظار ¶ تصفيتها، أو انتهاء أجلها. ¶ وهذه الأسهم منها ما هو جائز، ومنها ما هو غير جائز. ¶ أما الجائز منها: أن يعطى المساهم قيمتها الاسمية أقل من القيمة ¶ الحقيقية، فيبقى له حق في موجودات الشركة، فيحق له حينئذ أن يأخذ ¶ جزءاً من أرباح الشركة. ¶ أما غير الجائز: ¶ 1 - إذا أُعطيت القيمة الحقيقية للسهم، فلا يجوز لصاحبها أن يبقى ¶ شريكاً، ولا يستحق الحصول على أرباح الشركة، كما لا يتحمّل ¶ خسارتها؛ لأن صلته بالشركة قد انتهت، ويكون قد استوفى ماله. ¶ 2 - إذا أُعطيت القيمة الاسمية للسهم، وهي أعلى من القيمة ¶ الحقيقية للسهم، فلا يجوز لصاحبها البقاء في الشركة، ويحصل على ¶ الأرباح فيما بعد؛ لأنه قد استوفى رأس ماله المدفوع كاملاً بغير ¶ نقصان، فيكون قد انقطع عن الشركة حينئذ ([35]). ¶ النوع الخامس: من حيث القيمة ([36]): ¶ الأسهم من حيث قيمتها لها أربع قيم: ¶ 1 - قيمة اسمية: ¶ هي القيمة التي تُحدّد للسهم عند تأسيس الشركة، وتكون مدوّنة ¶ على وجه السهم، ومن مجموع القيم الاسمية للأسهم يتكون رأس مال ¶ الشركة. ¶ هذا النوع من الأسهم جائز شرعاً؛ إذ أن الصك الذي سُجّلت عليه ¶ هذه القيمة بمثابة وثيقة لإثبات المشاركة بهذا القدر. ¶ 2 - قيمة إصدار: هي القيمة التي يصدر بها السهم، سواء عند تأسيس ¶ الشركة أو عند زيادة رأس المال، وتكون مساوية للقيمة الاسمية في ¶ الغالب، وقد تكون أكثر منها، ولا تجيز معظم الأنظمة أن تكون أقل. ¶ وإصدار مثل هذه الأسهم غير جائز شرعاً؛ لأنه يعني أن تتساوى ¶ الأسهم الإصدارية مع الأسهم الاسمية في اقتسام الربح، والربح ¶ يُستحق بالمال أو العمل أو الضمان، ولا مال ولا عمل ولا ضمان في ¶ مقابل الزيادة التي يتقاضاها صاحب السهم الإصداري، ويضاف إلى ذلك ¶ أن إصدار هذا السهم فيه إضرار بالمساهمين الأوائل الذين دفعوا ¶ القيمة الاسمية كاملة، ومع ذلك يتساوون في الربح مع من دفع قيمة ¶ أقل ([37]).",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "3 - قيمة حقيقية: ¶ هي نصيب السهم في ممتلكات الشركة، بعد إعادة تقويمها وفقاً ¶ للأسعار الجارية، وذلك بعد خصم ديونها والتزاماتها. ¶ واعتبار هذه القيمة الحقيقة أمر جائز شرعاً؛ لأن الشركة تتعرّض ¶ للربح والخسارة، فهي عبارة عن المؤشر الحقيقي لأرباح الشركة أو ¶ خسارتها، وهذا أمر مطلوب لمعرفة أرباح الشركة أو خسائرها. ¶ 4 - قيمة سوقية: ¶ هي القيمة التي تتحدد في سوق الأوراق المالية، وهي عرضة ¶ للتقلبات، تبعاً لعوامل كثيرة منها مدى سلامة المركز المالي ¶ للشركة ونجاح مشروعها. ¶ وهذا أمر جائز، فالإنسان له الحق في بيع ماله حسب أسعار السوق، ¶ بل هو المطلوب. ¶ النوع السادس: من حيث التداول ([38]): ¶ 1 - أسهم ضمان: هي أسهم غير قابلة للتداول، يقدمها عضو مجلس إدارة ¶ الشركة المساهمة لضمان إدارته، ولا يجوز تداول الأسهم إلى أن ¶ تنتهي مدة وكالة العضو، ويصدق على ميزانية آخر سنة مالية قام ¶ فيها بأعماله. ¶ وهذا ما يتناقله أهل الفن في كتبهم، وقد طرأ تغيير على ذلك فإن ¶ لعضو مجلس الإدارة مهلة بعد التأسيس أن يبيع من أسهمه، أو يزيد ¶ عليها كما شاء. ¶ ومهلة التأسيس تختلف بحسب الأسواق، ففي السوق السعودي مهلة ¶ التأسيس سنتان، وذلك كما ورد في لوائح سوق المال السعودي. ¶ 2 - أسهم التداول: ¶ وتشمل جميع الأسهم عدا أسهم الضمان، فيجوز تداول الأسهم بيعاً ¶ وشراء حسب أنظمة التداول. ¶ وقد أجمع رجال القانون والاقتصاد على أن قابلية السهم للتداول هي ¶ من أهم المميزات التي تتمتع بها الأوراق المالية بوجه عام ¶ والأسهم بصفة خاصة. ¶ ومعنى قابليته للتداول: هو إمكان انتقال ملكيته من شخص لآخر ¶ بالطرق التجارية. ¶ خصائص الأسهم: للأسهم في الشركات المساهمة الخصائص التالية: ¶ 1 - تساوي قيمة السهم: فليس لبعض الأسهم التي من نوعٍ واحد قيمة ¶ أكثر من قيمة الأسهم الأخرى.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2 - تساوي مسؤولية الشركاء: فلا يسأل المساهم عن ديون الشركة إلا ¶ بحسب أسهمه التي يملكها، مهما بلغت ديون الشركة أو خسارتها، فإن ¶ غاية ما يلحق به خسارة تلك الأسهم، ولا يطالب بأكثر من ذلك. ¶ 3 - عدم قابلية السهم للتجزئة: أي لا يجوز أن يتعدّد مالكو السهم ¶ أمام الشركة. ¶ 4 - قابلية السهم للتداول: أي انتقال ملكيته من مساهم لآخر بيعاً ¶ وشراءً ورهناً ([39]). ¶ حقوق الأسهم: يعطي السهم لصاحبه حقوقاً مختلفة بصفته شريكاً، فلا ¶ يجوز حرمانه منها. وهذه الحقوق هي: ¶ 1 - حق البقاء في الشركة. ¶ 2 - حق التصويت في الجمعية العمومية. ¶ 3 - حق المساهم في الحصول على نصيبه من الأرباح ¶ والاحتياطات ([40]). ¶ المطلب الرابع: ¶ مفهوم التطهير: ¶ تدل مادة الطهارة في لغة العرب على تنقية الشيء وإزالة ما علق ¶ به، وعلى التنزُّه عما لا يحِلّ، والكفّ عن الإثم. ¶ يقول ابن فارس في معجم مقاييس اللغة: (طهر: الطاء والهاء والراء ¶ أصل واحد صحيح، يدل على نقاءٍ وزوال دنسٍ. ومن ذلك: الطهر: خلاف ¶ الدَّنَس. والتطهُّر: التنزُّه عن الذمِّ وكل قبيحٍ) ([41]). ¶ وقال ابن منظور في لسان العرب: (التطهُّر: التنزُّه والكفُّ عن ¶ الإثم وما لا يجمل. والتطهُّر: التنزُّه عما لا يحِلُّ) ([42]). ¶ وعلى ذلك فتطهير كل شيء بحسبه. ¶ فتطهير القلوب: يكون بتنقيتها من علائق الكفر والشرك بالله، ¶ وتخليصها وتنقيتها من أمراض القلوب المختلفة. ¶ وتطهير البدن: يكون بإزالة ما علق به من النجاسة، وغسله من ¶ النجاسة والجنابة. ¶ قال تعالى: \"وَإِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوا\" [المائدة: ¶ 6] فتطهير البدن يكون بالماء أو بالتيمم حسب الوارد تفصيلاً في ¶ كتب الفقه في باب الطهور. ¶ وتطهير الكسب: المقصود به: تخليص الأموال وتنقيتها مما علق بها ¶ من الكسب الحرام. ¶ والمقصود بتطهير الأسهم: هو تنقيتها مما علق بها من كسبٍ حرام.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "فإن كانت هذه الأسهم في شركاتٍ محرّمة تزاول أنشطة محرّمة ¶ فتطهيرها يكون بردها إلى هذه الشركات المحرمة – إن أمكن ذلك -، ¶ واسترداد ثمنها، ويكون ذلك فسخاً للعقد، إن كان مكتتباً في ¶ الشركة، وإن كان قد اشترى هذه الأسهم من سوق الأسهم فإنه يبيعها ¶ على الشركة أو البنك. ¶ فإذا تخلّص منها فما نتج عن السهم من أرباح فعليه إخراجها في ¶ مصرفها الشرعي كما سيأتي بيانه، ويطيب له رأس ماله الذي دفعه في ¶ قيمة السهم ([43]). ¶ وسوف يأتي بيان ذلك بالتفصيل في المبحث الأول. ¶ وهذا محل اتفاق بين العلماء، لا خلاف بينهم في وجوب التخلص من ¶ الأسهم المحرمة. ¶ وأما إذا كانت الأسهم في شركات مباحة لكنها تتعامل بالحرام ¶ أحياناً فتطهيرها محل خلاف بين أهل العلم: ¶ فمن أجاز المساهمة فيها يرى أن الربح الناتج عن هذه الأسهم هو ¶ الذي يجب تطهيره فقط بالتخلص منه في مصرفه الشرعي. ¶ ومن منع المساهمة فيها فتطهير هذه الأسهم يكون بالتخلص منها عن ¶ طريق البيع، وأخذ قيمة الأسهم، وإخراج الربح الناتج عن هذه ¶ الأسهم في مصرفه الشرعي. ¶ فهذا هو مفهوم التطهير في الأسهم. ¶ المبحث الأول: ¶ حكم تطهير الأسهم مع الاستمرار في ملكيتها؛ ¶ المبحث الأول: ¶ حكم تطهير الأسهم مع الاستمرار في ملكيتها: ¶ قبل بيان حكم تطهير الأسهم مع الاستمرار في ملكيتها لابد من ¶ إلقاء نظرةٍ سريعةٍ على أنواع الشركات المساهمة؛ لأن لها ¶ ارتباطاً وثيقاً بهذا الحكم. ¶ مفهوم شركة المساهمة: ¶ شركة المساهمة هي: الشركة التي ينقسم رأسمالها إلى أسهم متساوية ¶ القيمة، وقابلة للتداول، ويكون كل شريكٍ فيها مسؤلاً بقدر حصته ¶ في رأس المال، ويجمع المساهمين عامل الربح لا الثقة ([44]). ¶ وشركة المساهمة تتميّز بأنها ذات مسؤولية محدودة، فلا يتعدى ¶ التزامات المساهم تجاه الشركة أو الآخرين بموجب السهم إلى ذمته ¶ المالية، بل تقتصر على قيمة السهم فقط ([45]).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "حكم شركات المساهمة: ¶ الاشتراك في أسهم شركات المساهمة جائز في أصله، ومنطبق على ¶ القواعد الشرعية، فلا منافاة بين قيام هذه الشركات والاشتراك في ¶ أسهمها، وبين شرائع الإسلام أو الأحكام الفقهية. ¶ أنواع شركة المساهمة: ¶ تتنوّع شركة المساهمة من حيث الحلّ والحرمة إلى ثلاثة أنواع: ¶ الأول: شركات ذات أعمال مباحة: ¶ وهي التي يكون ميدان نشاطها مباحاً كالشركات الزراعية والصناعية ¶ والتجارية فهذه يجوز المساهمة فيها، وتملك أسهمها عن طريق الشراء ¶ والإرث والهبة وغير ذلك، ويحق له التصرف بها في سائر التصرفات ¶ المباحة، والانتفاع بها كسائر العقود المباحة. ¶ وفي قرارات مجمع الفقه الإسلامي: \" بما أن الأصل في المعاملات ¶ الحِل، فإن تأسيس شركة مساهمة ذات أغراض وأنشطة مشروعة أمر جائز ¶ \" ([46]). ¶ الثاني: شركات ذات أعمال محرّمة: ¶ إما بسبب أصل نشاطها المحرم كالشركات التي تتاجر بالخمر أو ¶ الإعلام الهابط أو المخدرات أو شركات دور القمار، أو الملاهي ¶ والمراقص، وغير ذلك، أو بسبب غلبة العوائد والقروض الربوية فيها. ¶ وهذه الشركات لا يجوز المساهمة فيها، ولا يجوز شراء أسهمها، ولا ¶ تملكها؛ لحرمتها، ولما فيها من المعاونة على الإثم والعدوان، ¶ وأكلٍ للربا ومشاركةٍ فيه. ¶ وقد جاء في قرارات مجمع الفقه الإسلامي: \" لا خلاف في حرمة ¶ الإسهام في شركات غرضها الأساسي محرّم، كالتعامل بالربا، أو ¶ إنتاج المحرّمات، أو المتاجرة بها \" ([47]). ¶ الثالث: شركات ذات أعمال مشروعة إلا أنها تتعامل بالحرام أحياناً ¶ كالشركات الصناعية والتجارية، وشركات الخدمات، لكنها تتعامل ¶ بالحرام من إيداعٍ في البنوك مع أخذ الفائدة، أو استقراضٍ ¶ بفائدة، أو أخذ ضماناتٍ بفوائد، أو معاملة بعقود فاسدة، ونحو ¶ ذلك. وهي ما تسمّى بالشركات المختلطة. ¶ وهذه الشركات محل خلافٍ بين العلماء على قولين: ¶ القول الأول: جواز الاستثمار والمتاجرة في أسهم الشركات المختلطة ¶ بضوابط - مع اختلافٍِ بين المجيزين في هذه الضوابط ونسبة كل ضابط",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "-، مع وجوب التخلص من الكسب الحرام. ¶ القول الثاني: تحريم الاستثمار والمتاجرة في أسهم الشركات ¶ المختلطة ([48]). ¶ وبعد بيان أنواع الشركات المساهمة من حيث الحِل والحرمة يتبيّن ¶ لنا أن أسهم الشركات المباحة لا يدخلها تطهير؛ لأنها مباحة، ¶ وإنما التطهير يكون في أسهم الشركات المحرّمة والمختلطة. ¶ حكم تطهير الأسهم مع الاستمرار في ملكيتها ¶ كما اتضح من خلال الكلام السابق أن التطهير يكون في أسهم الشركات ¶ المحرّمة والمختلطة، وبالتالي فإن حكم تطهير الأسهم مع الاستمرار ¶ في ملكيتها يرجع إلى نوعي أسهم الشركات المحرّمة والمختلطة، ¶ فأقول: ¶ أولاً: اتفق العلماء على عدم جواز أكل المال الحرام، وعلى وجوب ¶ التخلص من الأسهم المحرمة. ¶ ثانياً: اتفق العلماء على حرمة الإسهام في شركاتٍ محرّمة، ولكن ¶ إذا اغترّ المسلم بما توفّره هذه الشركات من أرباحٍ واشترى ¶ أسهماً منها فإن الواجب عليه أن يتوب إلى الله من هذه المعصية، ¶ ولا يصح تطهير الأسهم المحرّمة مع الاستمرار في ملكيتها؛ لأن ¶ تطهير الأسهم المحرّمة لا يكون إلا بوسيلةٍ واحدةٍ وهي: التخلّص ¶ من هذه الأسهم المحرّمة وجوباً وتسميته تطهيراً مجازاً. ¶ ولكن اختلف المعاصرون في طريقة التخلّص من هذه الأسهم المحرّمة ¶ على قولين: ¶ القول الأول: عدم جواز بيع هذا السهم مطلقاً؛ لأنه حرام، ولا ¶ يجوز بيعه على الغير ما دام حراماً، وإنما يترك هذا السهم ولا ¶ يَنتفع به. ¶ وممن قال بهذا القول: شيخنا الدكتور / خالد المصلح – حفظه الله ¶ -. ¶ وهذا القول – في نظري – فيه نظر؛ لما يلي: ¶ 1 - أنه يترتّب عليه أنه قد يموت فيأخذ الورثة هذا المال الحرام ¶ وينتفعون به. ¶ 2 - أن هذا ليس قطعاً لدابر الشر، وهو زيادة الحرام. ¶ 3 - أن هذا الحرام لا ينقص بل يزيد، ومنافع البنك والشركة تزيد من ¶ ذلك المال، لا سيما إذا كان المال كثيراً، وكل معاملةٍ يتوسّع ¶ فيها البنك يكون صاحب هذا السهم مشاركاً فيها، حتى ولو كان",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "كارهاً لذلك. ¶ 4 - يضاف إلى ذلك أن هذا الشخص قد يضعف في دينه فيعود فيأكل هذا ¶ الحرام الذي ربما يكون قد زاد أضعافاً مضاعفة. ¶ وذكر الشيخ مخرجناً لهذا القول، وهو ما دام أنه لا يجوز بيع هذا ¶ السهم المحرّم، ولا يجوز أيضاً تركه للبنك ينتفع به، وإنما يقوم ¶ صاحب هذا السهم بصرف الأرباح الناتجة عنه على الفقراء والمساكين، ¶ وله أن يوقفه على منفعة الفقراء والمساكين، وأوجه البر العامة. ¶ وما ذهب إليه الشيخ خالد المصلح –حفظه الله– في مسألة وقف هذه ¶ الأسهم المحرمة هو ما انتهى إليه مجمع الفقه الإسلامي في دورته ¶ التاسعة عشر بالإمارات، حيث جاء في قراراته بشأن وقف الأسهم في ¶ الفقرة الخامسة والسادسة من القرار الخامس ما يلي: ¶ \" يمكن لمن حاز أموالاً مشبوهة أو محرَّمة لا يعرف أصحابها أن ¶ يبرئ ذمَّته ويتخلَّص من خبثها بوقفها على أوجه البرِّ العامة في ¶ غير ما يُقصد به التعبُّد، من نحو بناء المساجد أو طباعة ¶ المصاحف، مع مراعاة حرمة تملك أسهم البنوك التقليدية (الربوية) ¶ وشركات التأمين التقليدية. ¶ يجوز لمن حاز أموالاً لها عائد محرم أن يقف رأس ماله منها ¶ والعائد يكون أرصاداً له حكم الأوقاف الخيرية؛ لأنّ مصرف هذه ¶ العوائد والأموال إلى الفقراء والمساكين ووجوه البرّ العامة عند ¶ عدم التمكن من ردّها لأصحابها. وعلى متولي الوقف أن يعمل بأسرع ¶ وقت على أن يستبدل بهذه الأموال ما هو حلال شرعاً ولو خالف بذلك ¶ شرط الواقف إذ لا عبرة بشرط الواقف إذا تعارض مع نص الشارع ¶ \" ([49]). ¶ القول الثاني: يرى جواز بيع هذه الأسهم والتخلص منها. ولم أرى ¶ أحداً من أصحاب هذا القول يذكر كيفية التخلص منها، أو كيفية ¶ المخرج لمن يملكها. ¶ وأذكر بعض المخارج لكيفية التخلص من هذه الأسهم: ¶ 1 - رد هذه الأسهم المحرمة إلى من أصدرها – إن أمكن ذلك - ويكون ¶ ذلك فسخاً للعقد إن كان مكتتباً في الشركة. وسيأتي دليل ذلك في ¶ الصفحة التالية. ¶ 2 - وإن كان قد اشترى هذه الأسهم من سوق الأسهم فإنه يبيعها على ¶ الشركة أو البنك، حتى لو باعها بأقل من سعر السوق تخلّصاً منها – ¶ إذا لم يكن في ذلك إجحاف في ماله وكانت الخسارة محتملة عرفاً،",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ويتم ذلك من خلال صفقةٍ خاصة في سوق المال. ¶ 3 - فإن لم يمكن بيعها فإنه يقايض عليها بأي شيء مباح من المصدر. ¶ وأرى – في نظري القاصر – أن هذا القول الثاني هو الأولى فيما ذهب ¶ إليه من جواز بيع هذه الأسهم المحرمة؛ للأدلة السابقة. ¶ فإذا تخلّص من هذه الأسهم فماذا يصنع بثمنها؟ أيدخله مع ما يملكه ¶ من أموال أو يخرجه في مصرفه الشرعي كله أو بعضه؟ ¶ ذهب غالبية المعاصرين إلى أن الحكم في هذا يختلف: فإن كان نشاط ¶ هذه الشركات فيما لا يحل تملّكه من الأعيان كالخمر والخنزير ¶ والمخدرات والسموم فلا يحل له قيمة السهم وما نتج عنه من أرباح ¶ إن وُجدت، وإنما يتخلّص من قيمة السهم وأرباحه بصرفه في مصرفه ¶ الشرعي الذي سيأتي بيانه. ¶ واستدلوا على ذلك بأن السهم يمثل هذه الأصول والأعيان المحرمة، ¶ وجزء منها، فله حكمها من كل وجه، فما دام أن أصل الشركة ونشاطها ¶ محرم فكذلك أسهمها؛ لأن السهم يمثل جزءاً من رأس مال الشركة ¶ وموجوداتها، وكل ربح يخرج منه يعود على أصل الشركة بالفائدة. ¶ وإن كان السهم في بنوك ربوية، فتطهيره يكون بالتخلص أيضاً من ¶ السهم برده إلى هذه الشركات المحرمة، واسترداد ثمنه، فإن لم يمكن ¶ يتخلّص منه بالبيع. ¶ وما نتج عن السهم من أرباح فعليه إخراجها في مصرفها الشرعي كما ¶ سيأتي بيانه، ويطيب له رأس ماله الذي دفعه في قيمة السهم ([50]). ¶ ودليل ذلك: قوله تعالى: \"وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ ¶ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ\" [البقرة:279]. ¶ قال القرطبي في هذه الآية: \" قال علماؤنا إن سبيل التوبة مما ¶ بيده من الأموال الحرام إن كانت من ربا فليردها على من أربى عليه ¶ \" ([51]). ¶ ومن أقوى ما يدل على رد الأسهم المحرمة والتخلص منها ما رواه ¶ البخاري ومسلم في صحيحيهما من حديث أبي سعيد الخدري رضي الله عنه ¶ قال: جاء بلال بتمر برني، فقال له رسول الله صلى الله عليه وسلم: ¶ \"من أين هذا؟ \" فقال بلال: تمر كان عندنا رديء، فبعت منه صاعين ¶ بصاع لمطعم النبي صلى الله عليه وسلم. فقال رسول الله صلى الله ¶ عليه وسلم عند ذلك: \" أوه عين الربا، لا تفعل، ولكن إذا أردت أن ¶ تشتري التمر فبعه ببيع آخر ثم اشتر به \" ([52])، وفي رواية لمسلم:",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "\" فردوه ثم بيعوا تمرنا واشتروا لنا من هذا \" ([53]). ¶ قال النووي عند هذا الحديث: \" وقوله صلى الله عليه وسلم: \" هذا ¶ الربا فردوه \" هذا دليل على أن المقبوض ببيع فاسد يجب رده على ¶ بائعه وإذا رده استرد الثمن \" ([54]). ¶ وأرى – في نظري القاصر –جواز أخذ قيمة الأسهم إذا كانت في بنوك ¶ ربوية، وإخراج القدر المحرم من الأرباح. ¶ ولكن ما ذهبوا إليه من وجوب التخلص من قيمة الأسهم وأرباحها إذا ¶ كان نشاط هذه الشركات فيما لا يحل تملّكه من الأعيان كالخمر ¶ والخنزير والمخدرات والسموم، لا تطمئن له النفس؛ بل ما أراه أن ¶ لصاحب هذه الأسهم قيمتها، ويجب عليه التخلص من الربح الحرام؛ ¶ وذلك لما يلي: ¶ 1 - أنَّ ذات السهم كورقة مالية ليست محرمة، وقولهم: إنه يأخذ ¶ حكم أصل الشركة فيه نظر. ¶ 2 - أنَّه لا يُتصوّر أن هناك شركة حرام مائة بالمائة، والسهم ليس ¶ مقابلاً للأعيان المحرّمة فقط وإنما هو مقابل كل موجودات الشركة ¶ من منقولات، وعقارات، وأراضي، وشخصية الشركة، وكل هذه أشياء ¶ مباحة، لا حرمة فيها، فهناك فرق بين السهم والعين المحرّمة. ¶ لكن قد يُشكل على هذا: جواز تداول وشراء أسهم الشركات المحرمة ¶ الأصل بحجة أن ذات السهم تختلف عن الأصول والأعيان المحرمة في ¶ الشركة. ¶ والجواب عن ذلك: لا أحد يقول بهذا، بل الاتفاق قائم على تحريم ¶ تداول أسهم الشركات التي أصل نشاطها محرم؛ لأن غالب أعمالها في ¶ الحرام. ¶ 3 - أن الخروج من الشركات المحرمة ليس كحكم الدخول فيها ابتداءً: ¶ فالمساهمة في الشركات المحرمة لا تجوز بأي حالٍ، لكن من اغترّ ¶ بالدخول وساهم بأموال حلال، وأراد التوبة والخروج من هذه الشركات ¶ المحرّمة - خاصة إذا كانت الشركة نقية، ثم تحوّلت إلى شركةٍ ¶ محرّمةٍ في نشاطها -، لا يكون حكمه كحكم من يريد المساهمة في هذه ¶ الشركات، فهذا يريد التكسّب فهو في صورة الغانم، أما الذي يريد ¶ الخروج فهو في صورة الغارم، فلو قلنا بوجوب تخلّصه من قيمة ¶ الأسهم وأرباحها كان في ذلك إضرار وإجحاف بمال المسلم الذي ¶ اكتسبه من حلال. ¶ 4 - أن الأصل التخفيف على المسلم إذا أراد التوبة، والخروج من",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الحرام، ولكن بما لا يخالف قواعد الشريعة. ¶ 5 - يقول الله تعالى: \"وَإِنْ تُبْتُمْ فَلَكُمْ رُءُوسُ ¶ أَمْوَالِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ\" [البقرة:279]. ¶ فهذه الآية وإن كانت في حكم التوبة من الربا، إلا أنه ما المانع ¶ أن يكون حكمها عاماً في التوبة من المعاملات المحرّمة الأخرى. ¶ 6 - هذه المسائل الخلاف فيها ظاهر بين أهل العلم، والأدلة ¶ متجاذبة، وقد يُطمئن بحكم ولي الأمر وإقراره لهذه المعاملات، ¶ فيكون من المرجّحات لهذا القول. ¶ ثالثاً: إذا كانت الأسهم في شركاتٍ مختلطة فإن حكم تطهيرها مع ¶ الاستمرار في ملكيتها يرجع إلى اختلاف العلماء في حكم الإسهام في ¶ هذه الشركات. ¶ أي أن حكم تطهيرها مع الاستمرار في ملكيتها فيه قولان: ¶ القول الأول: القائلون بحرمة الإسهام في الشركات المختلطة فهم ¶ على أصلهم من عدم جواز تطهير الأسهم مع الاستمرار في ملكيتها، ¶ ويكون حكمها حكم الشركات المحرّمة تماماً من وجوب التخلّص من هذه ¶ الأسهم كما سبق بيانه. ¶ القول الثاني: القائلون بجواز المساهمة في الشركات المختلطة مع ¶ وجوب التخلّص من الكسب الحرام فإنه يصح عندهم الاستمرار في ملكية ¶ هذه الأسهم المختلطة مع تطهيرها من العنصر المحرّم. ¶ وأرى أن هذا هو الأولى؛ وذلك لحاجة الناس الملحة لاستثمار ¶ أموالهم، وندرة البديل الشرعي الناجح. ¶ لكن قد يرد إشكال على القول بجواز الاستمرار في ملكية الأسهم ¶ وهو: أن من شروط التوبة: الإقلاع عن الذنب، فكيف يتحقّق هذا مع ¶ الاستمرار في ملكية الأسهم المختلطة؟ ¶ والجواب عن هذا الإشكال: أن المساهمة في الشركات المختلطة ¶ والاستمرار في ملكية أسهمها ليس ذنباً على رأي المجيزين للمساهمة ¶ في الشركات المختلطة، وهم يعتمدون في ذلك على أدلةٍ شرعيةٍ ¶ معتبرة لها وجاهتها. ¶ فإن قيل كيف يطهر ما ليس بحرام؟ ¶ فالجواب: أن رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ¶ قَالَ: (يَأْتِي عَلَى النَّاسِ زَمَانٌ يَأْكُلُونَ الرِّبَا ¶ فَمَنْ لَمْ يَأْكُلْهُ أَصَابَهُ مِنْ غُبَارِهِ) [55]. وهذا",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "حديث عام يتناول الأسهم وغيرها. ¶ رابعاً: القول بجواز الاستمرار في الشركة المختلطة مع تطهير ¶ الأسهم أخف من القول بالمساهمة في هذه الشركات ابتداءً؛ لأن من ¶ أجاز المساهمة فيها ابتداء يلزم على قوله الاستمرار مع التطهير ¶ استدامة. هذا ما تبيّن لي في هذه المسألة، والله أعلم بالصواب ¶ المبحث الثاني: ¶ إرث الأسهم المحرّمة: ¶ هذا المبحث فيه عدة مسائل: ¶ & المسألة الأولى: ¶ تملك الأسهم عن طريق الإرث تملك لا إرادي. ¶ ومعنى التملك اللا إرادي: هو ما لا يكون ناشئاً عن إرادة دخول ¶ المساهم في الشركة وتملك أسهمها، وإنما حصل له ذلك باعتبار أنها ¶ نصيبه من الميراث، أو حظه من وصية، أو ما فاز به من مدين مفلس. ¶ حكم هذا التملك ¶ تجري على المالك الجديد الأحكام التي تجري على المالك الأصلي ¶ عندما يملك الجديد الأسهم عن طريق الإرث من يوم حوزه لها ودخولها ¶ في ملكه، فما كان منها حلالاً فهو حلال هنا، وما كان منها حراماً ¶ على المالك الأصلي لكون النشاط في المحرمات، فإنه يجري على ¶ المالك الجديد ما يجري على المالك القديم ([56]). ¶ $ المسألة الثانية: ¶ من خصائص الأسهم: عدم قابلية السهم الواحد للتجزئة، فإذا تُوفّي ¶ أحد الشركاء عن سهم واحد وورثته متعددون أصبحت ملكية السهم مشاعة ¶ بين الورثة، ويختارون ممثّلاً عنهم في الجمعية العمومية ¶ للمساهمين ليباشر الحقوق المتصلة بالأسهم ([57])، أو يقومون ببيع ¶ هذا السهم واقتسام الناتج فيما بينهم. ¶ وأما إذا تعدّدت الأسهم للمتوفّى فيجوز توزيعها على الورثة بقدر ¶ أنصبائهم، وعليهم أيضاً أن يختاروا وكيلاً عنهم لتمثيلهم. ¶ # المسألة الثالثة: ¶ تملك الأسهم بطريق الإرث من حيث الحل والحرمة يعود إلى طبيعة ¶ ونشاط الشركات التي تصدر هذه الأسهم. ¶ والشركات المساهمة ثلاثة أنواع: ¶ أولاً: إذا كانت هذه الشركات مباحة: ¶ فهذه يجوز المساهمة فيها، وتملك أسهمها عن طريق الشراء والإرث",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "والهبة وغير ذلك، ويحق له التصرف بها في سائر التصرفات المباحة، ¶ والانتفاع بها كسائر العقود المباحة. ¶ ثانياً: إذا كانت هذه الشركات محرمة: ¶ وهذه الشركات لا يجوز المساهمة فيها باتفاق، ولا يجوز شراء ¶ أسهمها، ولا تملكها؛ لما فيه من المعاونة على الإثم والعدوان، ¶ وأكل الربا ومشاركة فيه. ¶ ولتوجيه المسألة وتحريرها يقال: إن هذه الأسهم لا تخلو من ¶ حالين ([58]): ¶ الحال الأولى: ¶ أن تكون هذه الأسهم لشركة محرمة في أصلها وعينها، كالشركات التي ¶ أصل نشاطها في الخمر والخنزير والميتة والمخدرات وغير ذلك، فهذه ¶ لا تُملّك أسهمها مطلقاً، وإذا انتقلت إلى الورثة، فإنهم لا ¶ يملكونها بالإرث مطلقاً؛ فما دام أن أصل الشركة ونشاطها محرم ¶ فكذلك أسهمها، وكل ربح يخرج منه يعود على أصل الشركة بالفائدة، ¶ وإذا كان أصل نشاط الشركة وأعيانها محرمة فإنها لا تُملك ولو ¶ اتصل بها القبض، كالشركة التي أصل نشاطها بالخمر والخنازير ¶ والمخدرات وغير ذلك، فكذلك أسهمها. ¶ ولا يجب إتلاف السهم كما يتلف الخمر والخنازير؛ وذاك لعدم تصور ¶ إتلاف السهم؛ لأنه جزء مشاع غير معين كالخمر والخنزير؛ ولأن ذات ¶ السهم ليست محرمة، وإنما حرم السهم هنا لتحريم أصله، بخلاف أصل ¶ نشاط الشركة وهو الخمر والخنزير فإنه يجب إتلافه لإمكان ذلك ¶ وتصوره؛ ولأن عين الخمر والخنزير محرم في ذاته في كل ملة وعلى ¶ لسان الرسل عليهم الصلاة والسلام. ¶ وإنما يتخلّصون من الأسهم بالبيع إن لم يمكن ردها ولم يمكن فسخ ¶ العقد؛ لأنه سهم خبيث الأصل فإذا بيعت فلهم قيمة هذه الأسهم، ¶ ويتصدِّقون بأرباحها. ¶ والتخلص من هذه الأسهم بالبيع ثم التصدق بأرباحها هو أخف ¶ المفسدتين، ولا يجوز استدامتها واستبقائها باتفاق. ¶ والدليل على أن محرم الأعيان لا تنتقل ملكيته بالإرث والهبة ¶ ونحوها: ¶ 1 - ما رواه أنس بن مالك رضي الله عنه: أن أبا طلحة سأل النبي صلى ¶ الله عليه وسلم عن أيتام ورثوا خمراً؟ قال: (أهرقها) قال: ¶ أفلا أجعلها خلاً؟ قال: (لا) ([59]).",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "2 - ما رواه مسلم عن ابن عباس – رضي الله عنهما -: أن رجلاً أهدى ¶ لرسول الله صلى الله عليه وسلم راوية خمر ([60]) فقال له رسول ¶ الله صلى الله عليه وسلم: (هل علمت أن الله قد حرمها؟) قال: ¶ لا، فسارَّ إنساناً، فقال له رسول الله صلى الله عليه وسلم: (بم ¶ ساررته؟)، فقال: أمرته ببيعها، فقال: (إن الذي حرّم شربها ¶ حرّم بيعها)، قال: ففتح المزاد (وفي بعض النسخ المزادة ¶ ) ([61]) حتى ذهب ما فيها ([62]). ¶ قال ابن عبد البر: (فهذه الآثار كلها تدل على أن من ورث خمراً ¶ من المسلمين وصارت بيده أهرقها ولم يحبسها) ([63]) أي: لا يملكها ¶ بالإرث. ¶ الحال الثانية: أن تكون هذه الأسهم لشركات محرمة لأجل كسبها - لا ¶ لحرمة عينها - لأنها تتعامل بالربا أو الميسر أو القمار ونحو ¶ ذلك، أو كانت أسهمها مقبوضة من عقود فاسدة كالربا والميسر ونحوه. ¶ فإذا ما انتقلت هذه الأسهم المكتسبة من هذه الشركات إلى الورثة، ¶ فقد اختلف العلماء فيمن انتقلت إليه هذه الأسهم، هل يملكها وتطيب ¶ له أو لا يملكها، ويجب عليه التخلص منها؟ وهذه المسألة تخريجها ¶ من الناحية الفقهية على المقبوض بعقدٍ فاسد. ¶ وقد اختلف العلماء فيها على قولين: ¶ القول الأول: ¶ ذهب الحنفية ([64]) - على قاعدتهم - أن التصرف بالمقبوض بعقد فاسد ¶ بالبيع أو انتقاله بالإرث صحيح، ويطيب لمن انتقل إليه ويملكه، ¶ ويحل له الانتفاع به قليلاً كان أم كثيراً ¶ وعلى قولهم هذا فالأسهم المقبوضة بعقد فاسد تملك عندهم، ولكنها ¶ خبيثة، فإذا تصرف بها القابض ببيع أو انتقلت عنه بإرث ونحوه طابت ¶ لمن انتقلت إليه، ولا يلزمه ردها، ولا فسخ العقد. ¶ وما دام أن من قبضها بعقد فاسد يملكها عندهم فوارثه من باب أولى؛ ¶ لأنه إذا مَلَكَهُ الأصل مَلَكَهُ ورثته، ويكون الإثم واقعاً على ¶ المُورِّث الذي اكتسب هذه الأسهم بطريق الحرام، أما الوارث فلا ¶ إثم عليه، ووافقهم على القول بإرث المال الحرام الحسن البصري ¶ والزهري والثوري وسحنون من المالكية ([65]). ¶ واحتج الحنفية لمذهبهم بأدلة: ¶ 1 - أن هذا تصرف في محلٍ مملوك له، فنفذ تصرفه، ولا سبيل للبائع ¶ على بعضه؛ لأنه حصل عن تسليط منه؛ ولأن انعدام الملك للمشتري",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "شراء فاسداً لقران الفساد به ذكراً لا حقيقة، ولم يوجد ذلك الخبث ¶ في الإرث، وخرج المبيع من أن يكون مستحق الرد على البائع لحصول ¶ الإرث من الشرع بتسليطه ([66]). ¶ جاء في الفتاوى الهندية: \" وإن كان كسبه من حيث لا يحل وابنه ¶ يعلم ذلك، ومات الأب ولا يعلم الابن ذلك بعينه فهو حلال له في ¶ الشرع، والورع أن يتصدق به \" ([67]) ¶ قال في حاشية رد المحتار في بيان حكم من ورث مالاً حراماً: \" وإن ¶ كان مالاً مختلطاً مجتمعاً من الحرام، ولا يعلم أربابه، ولا ¶ شيئاً منه بعينه حلّ له حكما، والأحسن ديانة التنزه عنه \" ([68]). ¶ فإنهم أجازوا للوارث أخذ هذا المال، وإن كان الورع يقضي بالتنزه ¶ عنه، والتصدق به. ¶ 2 - ما كان محرماً لكسبه فإنما يحرم على الكاسب فقط، والإثم عليه، ¶ ولا يحرم على من ¶ انتقل المال إليه؛ لأن تبدل الملك سبب لتبدل الذات ([69])، فيطيب ¶ له هذا المال. ¶ قال الغزالي مبيناً قول بعض العلماء إن هذا المال الحرام حلال ¶ للوارث، والإثم على الكاسب، ولا يلزم الوارث إخراج قدر الحرام: \" ¶ وقال بعض العلماء: لا يلزمه والإثم على المورث، واستدل بما رُوي ¶ أن رجلا ممن ولي عمل السلطان مات، فقال صحابي: الآن طاب ماله: أي ¶ لوارثه \" ([70]). ¶ وقال الزهري فيمن كانت أكثر تجارته الربا: \" إن ما ترك من ¶ الميراث سائغ لورثته بميراثهم الذي فرضه الله لهم، علموا بخبث ¶ كسبه أو جهلوه، وإثم الظلم على جانيه \" ([71]) ¶ وقال ابن جزي: \" الميراث إن كان الميت كسبه من حلالٍ فهو حلال ¶ للوارث – إجماعاً -، وإن كان كسبه من حرامٍ فاختُلف هل يحل ¶ للوارث أم لا؟ \" ([72]). ¶ القول الثاني: ¶ ذهب بعض الحنفية ([73]) والمالكية ([74]) والشافعية ([75])، ¶ والحنابلة ([76]) - على قاعدتهم - أن التصرف في المقبوض بعقد فاسد ¶ ببيع أو انتقاله بإرث تصرف وانتقال باطل، ويجب ردّه ولا يثبت فيه ¶ الملك لمن انتقلت إليه، ولو تعاقبت عليه الأيدي. ¶ وعلى قولهم هذا فالأسهم المقبوضة بعقد فاسد لا تُملك ولو تصرف",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "بها، ولا يملكها من انتقلت إليه بطريق الإرث، بل يجب عليه فسخ ¶ العقد، فيرد الأسهم، ويأخذ الثمن إن أمكن و إلا تخلّص منها، ولا ¶ تطيب له؛ لأن الموت لا يطيب المال الحرام. ¶ قال ابن رشد: \" وأما الميراث فلا يطيّب المال الحرام. هذا هو ¶ الصحيح الذي يوجبه النظر وقد رُوي عن بعض من تقدّم أن الميراث ¶ يطيّبه لوارثه. وليس ذلك بصحيح \" ([77]) ¶ الموازنة والترجيح: ¶ الأسهم المقبوضة بعقد فاسد تملك عند الحنفية والتصرف فيها ببيع ¶ أو إرث تصرف صحيح عندهم. ¶ وعند المالكية والشافعية والحنابلة التصرف فيها غير صحيح، ولا ¶ تثبت الملكية لمن انتقلت إليه، وهذا هو الأولى في المسألة لما ¶ يلي: ¶ 1 - أن الموت لا يطيّب المال الحرام؛ لأن الموت لا يُخرج المال ¶ المأخوذ بالحرام ويدخله في ملك الوارث، فليس من الجائز القول أن ¶ الميراث يصلح سبباً لأن يملك الوارث المال الذي تركه المورّث وهو ¶ يعلم أن مصدره حرام. ¶ 2 - ضعف الأثر الذي استدل به أصحاب القول الأول: ¶ قال الغزالي: \" وهذا ضعيف، وكيف يكون موت الرجل مبيحاً للحرام ¶ المتيقن المختلط ومن أين يؤخذ هذا؟ نعم. إذا لم يتيقن يجوز أن ¶ يقال: هو غير مأخوذ بما لا يدري، فيطيب لوارث لا يدري أن فيه ¶ حراماً يقيناً \" ([78]). ¶ 3 - هذا الاستدلال هو قول صحابي اجتهاداً منه، وأقوال الصحابة ¶ واجتهاداتهم لا تكون ملزمة ما لم يدل عليها دليل. ¶ 4 - القول بأن الوزر يلزم المكتسب دون الوارث يسلم لهم إذا لم ¶ يعلم الوارث بوجود الحرام فيما ورث، لكن إن علم فإن الأخذ بهذا ¶ القول يؤدي إلى الخروج على قواعد الشريعة؛ لأن الميراث لا يكون ¶ سبباً في إخراج المال من دائرة الحرام وإدخاله في دائرة الحلال ¶ إذا كان هذا الحرام موجوداً في المال الموروث. ¶ ولأجل التفصيل في المسألة فإنه يقال: ¶ أولاً: يجدر التنبيه أن محل الخلاف بين العلماء في إرث هذه ¶ الأسهم إنما هو في الربح الناتج عن هذه الأسهم، أما قيمة الأسهم ¶ فلا خلاف بين العلماء أنها من حق الورثة كما كانت حقاً لمورّثهم، ¶ فهذه لا خلاف فيها، وإنما الخلاف في أرباح الأسهم.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ثانياً: بتطبيق كلام العلماء في إرث المقبوض بعقد فاسد على ¶ الأسهم المحرمة يظهر للباحث قولان: ¶ القول الأول: وجوب إخراج الورثة للربح المحرم، كما هو قول ¶ الجمهور، وقد صدرت فتوى للجنة الدائمة للبحوث العلمية ¶ (16383) 15/ 299 ([79]). ¶ القول الثاني: عدم وجوب إخراج الورثة للربح المحرم. وقد نسب ¶ البعض هذا القول للشيخ ابن باز والشيخ ابن عثيمين ([80]). ¶ ثالثاً: إذا مات الرجل وخلّف أسهماً كثيرة منها ما هو محرم، ¶ ومنها ما هو مباح، فلا يخلو هذا من حالين: ¶ الأول: أن يعلم الوارث الأسهم المحرمة بأعيانها وأعدادها فلا ¶ يجوز له تملكها، ويجب عليه التخلص منها ببيعها، ثم التصدق بثمنها ¶ ؛ لأن المقبوض بعقد فاسد لا يُملك على الصحيح فلا يملكها من ¶ انتقلت إليه على الرأي الأولى، وأما الأسهم الباقية فلا تحرم ¶ وتنتقل الملكية بالإرث. ¶ فقد نقل غير واحد عن الإمام أحمد أنه سئل عمن ورث مالاً فيه حرام ¶ فقال: إن عرف ¶ شيئاً بعينه ينبغي أن يرده ([81]). ¶ وقد سئل شيخ الإسلام ابن تيمية عن رجل مرابٍ خلَّف مالاً وولداً ¶ وهو يعلم بحاله، فهل يكون المال حلالاً للولد بالميراث أم لا؟ ¶ فأجاب: أما القدر الذي يعلم الولد أنه رباً فيخرجه، إما أن يرده ¶ إلى أصحابه إن أمكن، ¶ وإلا تصدق به، والباقي لا يحرم عليه ([82]). ¶ الثاني: أن يجهل الوارث مقدار الأسهم المحرمة، وتختلط الأسهم ¶ المحرمة بالحلال دون تمييز بينها، ففي هذه الحالة لها حكم المال ¶ الحرام المختلط بالحلال، وجهل قدر كل منهما، وقد اختلف العلماء ¶ في ذلك، فبعضهم قال بإخراج قدر الحرام بالاجتهاد. ¶ قال الغزالي: \" من ورث مالاً ولم يدرِ مورثه من أين اكتسبه أمن ¶ حلال أم من حرام ولم يكن ثمّ علامة، فهو حلال باتفاق العلماء، ¶ وإن علم أن فيه حراماً وشك في قدره أخرج مقدار الحرام بالتحري ¶ \" ([83]). ¶ قال النووي: \" من ورث مالاً ولم يعلم من أين كسبه مورثه أمن حلال ¶ أم حرام، ولم تكن علامة فهو حلال بإجماع العلماء، فان علم أن فيه ¶ حراماً وشك في قدره أخرج قدر الحرام بالاجتهاد \" ([84]).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وقال أبو يعلى نقلاً عن الإمام أحمد فيمن ورث مالاً حراماً: \" ¶ فإن لم يعلم كم الحلال والحرام يتصدق بقدر ما يرى أن فيه من ¶ الحرام، ويأكل الباقي \" ([85]). ¶ وبعضهم ذهب إلى أن يُجعل هذا الميراث نصفين، فيتخلص من نصف ¶ الأسهم بنية التخلص من المحرم منها، ويملك الوارث ما بقي منها، ¶ وهذا رأي بعض المعاصرين من العلماء ([86]). ¶ ويقرب أن يكون هذا اختيار شيخ الإسلام ابن تيمية فإنه (سئل عن ¶ رجل مرابٍ خلَّف مالاً وولداً وهو يعلم بحاله، فهل يكون المال ¶ حلالاً للولد بالميراث أم لا؟ ¶ فأجاب: أما القدر الذي يعلم الولد أنه رباً فيخرجه، إما أن يرده ¶ إلى أصحابه إن أمكن، وإلا تصدق به، والباقي لا يحرم عليه، لكن ¶ القدر المشتبه يستحب له تركه إذا لم يجب صرفه في قضاء دين أو ¶ نفقة عيال، وإن كان الأب قبضه بالمعاملات الربوية التي يرخص فيها ¶ بعض الفقهاء جاز للوارث الانتفاع به، وإن اختلط الحلال بالحرام، ¶ وجهل قدر كل منهما جعل ذلك نصفين) ([87]) كما فعل عمر بن الخطاب ¶ بالعمال على الأموال، فإنه شاطرهم فأخذ نصف أموال عماله على ¶ الشام ومصر والعراق، فإنه حينما رأى أنه اختلط بأموالهم شيء من ¶ أموال المسلمين ولم يعرف لا أعيان المملوك ولا مقدار ما أخذه ¶ هؤلاء من هؤلاء، ولا هؤلاء من هؤلاء) ([88]). ¶ $ المسألة الرابعة: ¶ ليس من الضروري أن يقع المال الحرام في يد المسلم بطريقٍ حرام. ¶ فقد يحصل أن يكون المال الذي يحوزه المسلم مالاً حراماً إلا أن ¶ السبب الموجب لحيازة مثل هذا المال يكون حلالاً مشروعاً، إذ ليس ¶ من الضروري أن يقع المال الحرام في يد المسلم بطريقٍ حرام، بل ¶ هناك أسباب مشروعة قد يحصل للمسلم من خلالها مال حرام فالميراث ¶ مثلاً من الأسباب الشرعية التي قد يأتي للمسلم من خلالها مال ¶ يكون المورّث قد اكتسبه بطريق الربا، أو أي وسيلة من وسائل الكسب ¶ غير المشروع. ¶ المبحث الثالث: ¶ مصارف أموال التطهير: ¶ ويشتمل على مطلبين: ¶ المطلب الأول: أحكام أموال التطهير ¶ المطلب الثاني: مصرف أموال التطهير",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "المطلب الأول: ¶ أحكام أموال التطهير: ¶ قبل بيان الأحكام المتعلقة بأموال التطهير يجدر التنبيه إلى ثلاث ¶ مسائل: ¶ $ المسألة الأولى: التحلل من أموال التطهير يمكن تخريجه على ¶ التحلل من المال الذي لا يُعرف مالكه لتعدده وكثرته ([89])، لا ¶ لخفائه أو فقده. ¶ $ المسألة الثانية: إخراج أموال التطهير ليس من باب الصدقة عن ¶ أصحابها، وإنما هذه الأموال تُصرف في مصرفها الشرعي من باب ¶ التطهر من الحرام ([90])، والتخلص من الإثم، ولا ينتظر أصحابها ¶ ثواباً عليها. ¶ $ المسألة الثالثة: سيتضح من الاحتمالات الآتية أن الصواب أن ¶ يأخذ المساهم الربح الحرام الناتج عن هذه الأسهم على أن يقوم ¶ بالتحلل منه بصرفه في مصرفه الشرعي، ولكن هذا مشروط بما إذا كان ¶ المسلم صاحب إيمانٍ وتقوى بحيث إذا زاد الربح المأخوذ لا يغيّر ¶ ذلك في نفسه شيئاً تجاه هذا المال الخبيث، فإن النفس ضعيفة عند ¶ تحصيل المال، ومن يقدر على التخلص من المال الحرام إذا كان ¶ زهيداً ربما لا يقدر على التخلص منه إذا كان مبلغاً كبيراً فإن ¶ أمن المسلم على نفسه جاز أن يأخذ هذه الأموال ويتخلّص منها، فإن ¶ لم يأمن ذلك حرم عليه أخذ هذه الأرباح؛ لأنه ربما بذلك يقع في ¶ المعصية. ¶ $أحكام أموال التطهير: ¶ أموال التطهير لها احتمالات أربعة من حيث الملك والتصرف لا تخرج ¶ عنها: ¶ الاحتمال الأول: أن تكون أموال التطهير ملكاً لصاحب الأسهم ينتفع ¶ بها كسائر أمواله ¶ وهذا احتمال مرفوض؛ لأنه يقضي بتملك أموال الربا الناشئة عن ¶ كسبٍ محرّم، فلا يجوز أن يدخل هذا الكسب المحرّم – الناشئ عن ¶ المساهمة في شركات محرّمة أو مختلطة - في ملك المسلم؛ لأن السبب ¶ المُحرّم لا يكون طريقاً مشروعاً إلى كسب المال وحيازته، فلا ¶ يكون سبباً في التملّك. ¶ كما أن الأخذ بهذا الاحتمال فيه هدم لحكم تحريم الربا، ومجاوزة ¶ للآيات القرآنية القاطعة بتحريم الربا.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فإذا لم يكن صاحب أموال التطهير هو المالك الشرعي لهذه الأموال، ¶ فهل تكون الشركات المساهمة – التي أعطت المساهمين هذه الأرباح ¶ المُحرّمة - هي المالكة لهذه الأموال؟ ¶ الاحتمال الثاني: ترك الأرباح المُحرّمة للشركات المساهمة ¶ -الموزّعة لهذه الأرباح - تورّعاً عن الربا. ¶ وهذا احتمالٌ مرفوضٌ أيضاً، ولا يجوز من الناحية الشرعية. ¶ والدليل على ذلك: قياس هذه الأموال على المال المدفوع في مقابل ¶ الزنا فلا تستحقّه البغي بنصّ الحديث الذي رواه أبو مسعود ¶ الأنصاري رضي الله عنه أن النبي صلى الله عليه وسلم (نهى عن ثمن ¶ الكلب ومهر البغي وحلوان الكاهن) ([91]). ¶ فكذلك الأرباح المحرّمة الناتجة عن الأسهم المحرّمة والمختلطة لا ¶ تردّ على الشركات المساهمة الموزّعة لهذه الأرباح. ¶ يضاف إلى ذلك أن ترك هذه الأرباح لهذه الشركات يترتّب عليها ¶ أضرار كثيرة، وقد ذكر العلماء بعض هذه الأضرار والمحاذير في سياق ¶ حديثهم عن البنوك الربوية، وهذه المحاذير تنطبق على الشركات ¶ المساهمة المحرّمة والمختلطة، ومن هذه المحاذير: ¶ أولاً: المسلم مسؤول أمام الله عما تسبّب فيه من إيجاد المال ¶ الحرام، وأن ترك هذا المال الحرام للمصرف لا يعفيه من المسؤولية ¶ ما دام أنه هو الذي أقدم على إنشاء العقد الربوي مع المصرف، وهو ¶ بالتالي الذي ساهم في إيجاد هذه الفائدة المحرّمة ([92]). ¶ ثانياً: ترك الفائدة الربوية للمصرف فيه تشجيع وإعانة لهذا ¶ المصرف أن يستمرّ في أكله الربا وتعامله المحرّم، وفيه إعانة له ¶ على الإثم والمعصية، والإعانة على المعصية معصية ([93]). ¶ ثالثاً: أن المصرف لا يُعدّ مالكاً لهذه الفوائد، لا حسب ¶ قوانينه، ولا بمقتضى الأحكام الشرعية ([94]). ¶ الاحتمال الثالث: أن يأخذ صاحب الأسهم الأرباح الناشئة عن الأسهم ¶ المحرّمة والمختلطة ولا ينتفع بها هو، بل يتخلّص منها إما ¶ بإتلافها أو بحرقها أو بإلقائها في البحر. ¶ وهذا احتمال بعيد، ومخالف لقواعد الشريعة؛ وذلك لما يلي: ¶ أولاً: أن التخلص من هذه الأموال بإتلافها أو حرقها أو إلقائها ¶ في البحر من السعي بالفساد في الأرض، ومن إضاعة المال التي نهى ¶ عنها الرسول صلى الله عليه وسلم بقوله: (إن الله حرم عليكم عقوق ¶ الأمهات ووأد البنات ومنع وهات. وكره لكم قيل وقال وكثرة السؤال",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وإضاعة المال) ([95]). ¶ يقول ابن عابدين: \" لأن المال المنتفع به في التصرف على وجه ¶ الاختيار، والقتل والإهلاك ليس بانتفاع، ولأن الانتفاع بالمال ¶ يُعتبر في كل شيء بما يصلح له، ولا يجوز إهلاك شيء من المال بلا ¶ انتفاعٍ أصلاً كقتل الدابة بلا سببٍ موجب \" ([96]). ¶ ثانياً: أن الرجل كان يأتي إلى النبي صلى الله عليه وسلم وقد حاز ¶ ديناراً من ربا، أو درهماً من قمار، ولم يُنقل عن الرسول صلى ¶ الله عليه وسلم أنه أمر بإتلاف أو بحرق الدينار أو الدرهم ¶ المكتسب من حرام أو بإلقائه في البحر. ¶ ثالثاً: لو كان إتلاف المال الحرام هو الوسيلة الشرعية للتحلل ¶ والتخلص من إثمه لجاء النص صريحاً وواضحاً بهذا الشأن لعموم ¶ البلوى به وكثرة وقوعه بين الناس؛ إذ لا يخلو زمان من الأزمنة ¶ ولا مكان من الأمكنة من وجود المال الحرام، فهو أمر يقع بين ¶ أفراد المجتمع، ويحتاج الأفراد فيه إلى بيان، ولو كان البيان هو ¶ الإتلاف والإلقاء في البحر لما جاز تركه بلا بيان؛ لأن البيان ¶ لا يجوز تأخيره عن وقت الحاجة، فلما لم يأت البيان بالإتلاف دل ¶ هذا على أن الإتلاف ليس هو السبيل الشرعي للتخلص من المال ¶ الحرام. ¶ رابعاً: في زماننا هذا نتحدث عن فوائد ربوية تصل إلى أرقام ¶ ومبالغ طائلة تساوي ملايين الريالات والدنانير، ولا نتحدث عن ¶ حالاتٍ ووقائع فردية تخص واحداً أو اثنين من أبناء المسلمين، ¶ فليس من السهل الحكم على هذا الكمّ الكبير من المال بالحرق ¶ والإتلاف أو الإلقاء في البحر؛ لأننا إن فعلنا ذلك نكون قد ¶ فوّتنا على الأمة هذه الأموال وأهدرنا منفعتها ([97]). ¶ الاحتمال الرابع: بعد عرض الاحتمالات الثلاثة السابقة ¶ واستبعادها، لم يبقَ إلا البحث عن مصرفٍ شرعيٍ لأموال التطهير ¶ الناتجة عن المساهمة في شركاتٍ محرّمة أو مختلطة. ¶ وهذا ما سيكون الحديث عنه في المطلب الثاني. ¶ المطلب الثاني: ¶ مصرف أموال التطهير: ¶ مع اتفاق جمهور العلماء في القديم والحديث على وجوب التحلل من ¶ الأموال المحرمة فإنهم قد اختلفوا فيمن يكون مصرفاً لهذا المال؟",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "$ الفرع الأول: صرف أموال التطهير في مجال العبادات. وفيه ¶ مسألتان: ¶ المسألة الأولى: الانتفاع بأموال التطهير في أداء فريضة الحج: ¶ اختلف العلماء في حكم من أدّى فريضة الحج من مالٍ حرامٍ وهو يعلم ¶ أنه مال حرام. ¶ سبب الخلاف: ¶ سبب الخلاف في صحة الحج بالمال الحرام هو: هل ملكية المال شرط في ¶ صحة الحج؟ أم ¶ أن المال في الحج شرط للوجوب والإجزاء دون الصحة؟ ¶ وقد اختلف العلماء في هذه المسألة على قولين: ¶ الأول: صحة الحج ممن أدّى فريضة الحج من مالٍ حرامٍ، وبجزيء عنه ¶ حجه من حيث إسقاط الفريضة وبراءة ذمته منها، لكنه يأثم بإنفاقه ¶ المال الحرام في أداء الطاعة من مالٍ حرام؛ لأنهم يرون أن المال ¶ في الحج شرط للوجوب، وليس شرطاً في صحة الحج من حيث هو أعمال ¶ وأقوال مخصوصة. ¶ وهذا مذهب جمهور العلماء من الحنفية والشافعية والمالكية ¶ والحنابلة ([98]). ¶ ومن أدلتهم: أن الحج عبادة تتحقّق بزيارة مكانٍ مخصوص للقيام ¶ بأفعال مخصوصة، فإذا تحقّق هذا بمالٍ حرامٍ لم يكن مبطلاً ¶ للفريضة، فإن الحج أفعال مخصوصة، والتحريم لمعنى خارج عنها. ¶ قال النووي: \" إذا حج بمالٍ حرامٍ أو راكباً دابة مغصوبة أثم ¶ وصحّ حجه وأجزأه، ودليلنا أن الحج أفعال مخصوصة، والتحريم لمعنى ¶ خارج عنها \" ([99]). ¶ القول الثاني: ذهب المالكية والحنابلة في قولٍ آخر لكلٍ منهما ¶ إلى أن الحج بالمال الحرام لا بجزيء، ولا تبرأ به الذمة؛ لأن ¶ النفقة في الحج شرط من شروط الأداء والوجوب، فمن حجّ من المال ¶ الحرام يجب عليه أن يعيد الحج من مالٍ حلالٍ حتى تبرأ الذمة ¶ وتسقط الفريضة ([100]). ¶ ومن أدلتهم: قول النبي صلى الله عليه وسلم: (إن الله طيب لا يقبل ¶ إلا طيباً) ([101]). ¶ والمال الحرام ليس بطيبٍ، فإذا وقع به الحج لم يكن طيباً، وما ¶ كان غير طيبٍ لا يقبله الله ([102]). ¶ الرأي الراجح: ما ذهب إليه الجمهور من أن الحج بمالٍ حرامٍ يصح",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وتسقط به الفريضة، وتبرأ الذمة، لكن الفاعل يكون آثماً هو الأولى ¶ – في نظري القاصر -؛ وذلك لأن النفقة ليست شرطاً في صحة الحج ¶ الذي هو أفعال وأقوال مخصوصة. ¶ وأما ما استدل به الفريق الثاني فلا تخلو أدلتهم من ضعفٍ، أو ¶ ردٍ، وأقوى دليلٍ استدلوا به قول الرسول صلى الله عليه وسلم: (إن ¶ الله طيب لا يقبل إلا طيباً) ([103]). ¶ فقد أجاب عنه بعض العلماء بقوله: \" القبول: حصول الثواب على ¶ الفعل، فالمعنى: ولا يثيب الله من تصدّق بحرامٍ. ¶ فإن قلتَ: الحج بالمال الحرام صحيح، فما الجمع بين ذلك وبين ما ¶ فسّرت به الحديث؟ قلتُ: المنفي في الحديث: القبول، وهو أخص من ¶ الصحة التي هي عبارة عن كون الفعل مُسقطاً للقضاء، ولا يلزم من ¶ نفي الأخص نفي الأعم، فالحج بالمال الحرام صحيح، أي يسقط به ¶ الفرض، وهو غير متقَبَّلٍ أي لا ثواب فيه \" ([104]). ¶ المسألة الثانية: الانتفاع بأموال التطهير في إقامة المساجد ¶ ودور العبادة ¶ اختلف العلماء في ذلك على قولين: ¶ القول الأول: عدم جواز بناء المساجد من المال الحرام؛ لأن ¶ المساجد لها خصوصية فلا يصح أن تقام أو تُبنى بالمال الحرام؛ ¶ لأن المال الحرام مال خبيث فلا يجوز أن يدخل في بناء مساجد الله ¶ وبيوته. وهذا مذهب الحنفية في قولٍ لهم، وقول ابن القاسم من ¶ المالكية ([105]). ¶ ومن أدلة هذا الفريق: أن المال الحرام مال خبيث، لا يصلح أن يدخل ¶ في بناء بيوت الله؛ صيانة لهذه البيوت عن كل خبث، وعن كل مالٍ ¶ حرام ([106]). ¶ القول الثاني: جواز بناء المساجد من المال الحرام إذا لم يُعلم ¶ مالكه، أما إذا كان مالكه معلوماً فيجب رده إلى صاحبه، ولا يجوز ¶ تفويته عليه بدفعه إلى غيره. وهذا مذهب الحنفية في القول الآخر ¶ والشافعية وابن رشد من المالكية ([107]). ¶ قال ابن عابدين: \" الدفع إلى الفقير غير قيدٍ، بل مثله فيما يظهر ¶ لو بنى من الحرام بعينه مسجداً ونحوه مما يرجو به التقرب؛ لأن ¶ العلة رجاء الثواب في ما فيه العقاب، ولا يكون ذلك إلا باعتقاد ¶ حله \" ([108]). ¶ ومن أدلتهم: أن المال الحرام الذي يُدفع إلى الفقير لا يكون في",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "حقه حراماً، بل هو له حلال طيب يتصرّف فيه كما لو كان من حرّ ¶ ماله، فإذا دُفِع المال الحرام لبناء مسجدٍ ¶ كان حلالاً طيباً، ولم يكن حراماً ([109]). ¶ الرأي الراجح: هو القول الأول القائل بعدم جواز أن تُبنى المساجد ¶ من أموال خبيثة؛ وذلك لما يلي: ¶ أولاً: إذا جُعل المال الحرام في بناء المساجد كان هذا من باب ¶ الإكرام والإحسان لهذه الأموال المحرّمة، والمحرّمات لا تكون ¶ سبباً للإكرام والإحسان. ¶ قال شيخ الإسلام ابن تيمية: \" فالواجب أن تصان بيوت الله عن هذا ¶ المال الخبيث حتى لا يكون موضعاً للإكرام \" ([110]). ¶ ثانياً: قال الله تعالى: \"إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ ¶ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَأَقَامَ الصَّلَاةَ ¶ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّهَ فَعَسَى ¶ أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ\" [التوبة:18]. ¶ فالمساجد بيوت الله، أضافها إلى نفسه إضافة تشريفٍ، فإذا كان ¶ الأمر كذلك فلا يصح أن يكون غير الطيب في بيتٍ من بيوت الله. ¶ وقد كانت العرب في جاهليتها تحرص على ألا يدخل في بناء الكعبة ¶ درهم حرام، فحين أجمعوا على هدمها قال بعضهم: (لا تدخلوا في ¶ بنائها من كسبكم إلا طيباً لم تقطعوا فيه رحماً، ولم تظلموا فيه ¶ أحداً) ([111]). ¶ وفي رواية: (لا تدخلوا في عمارة بيت ربكم إلا من طيب أموالكم، ¶ ولا تدخلوا فيه مالاً من ربا، ولا مالاً من ميسر، ولا مهر بغي، ¶ وجنِّبوه الخبيث من أموالكم؛ فإن الله طيب لا يقبل إلا طيباً) ¶ ([112]). ¶ فإذا كان هذا حرص أهل الجاهلية في بيوت الله، فأهل الإسلام أحق ¶ بهذا التنزيه والتقدير لبيوت الله من أولئك القوم الذين نزّهوا ¶ البيت من المال الحرام، ولكن دنّسوه بالشرك، فإن حقيقة تنزيه ¶ بيوت الله هو بناؤها بمال حلال الأصل، و توحيد العبادة فيها لرب ¶ العالمين. ¶ ثالثاً: ليس كل ما جاز صرفه للفقراء والمساكين جاز صرفه للمساجد ¶ ؛ وذاك أن الشارع أذن للفقير أن يأخذ هذا المال المحرم وينتفع ¶ به، ويصير في حقه حلالاً كي لا يبقى المال بغير مالك، ولا تستمر",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "معه صفة الحرمة، بخلاف بيوت الله فهي في غنى عن هذا المال ¶ الخبيث. ¶ وهذا رأي اللجنة الدائمة للبحوث العلمية والإفتاء في ¶ السعودية ([113])، والمستشار الشرعي لبيت التمويل الكويتي ([114]). ¶ ويدخل في ذلك عدم إقامة دورٍ للقرآن، أو طباعة المصاحف من هذه ¶ الأموال؛ لوجود نفس العلة فيما سبق. ¶ وفي نظري أنه يجوز صرف أموال التطهير في استئجار الأماكن التي ¶ يُصلّى فيها للعيد والجمعة في بلاد الكفر التي لا مساجد للمسلمين ¶ فيها؛ لأنها ليست مساجد. ¶ ويجوز توجيهها إلى مجال الدعوة إلى الله من إعلانات ودعايات ¶ للمحاضرات والندوات للدعة إلى الإسلام في بلاد الكفر؛ لأنها ¶ وسائل دعوية وليست عبادة محضة. ¶ $الفرع الثاني: صرف أموال التطهير في أداء الإلزامات غير ¶ المشروعة. وفيه مسألتان: ¶ المسألة الأولى: صرف أموال التطهير في أداء الضرائب: ¶ يرى بعض الباحثين وبعض الهيئات الشرعية بأن دفع المال الحرام ¶ الناشئ عن كسبٍ حرام إلى الدولة على شكل ضرائب حرام، لا يجوز ¶ للمسلم أن يفعله. واستدلوا لذلك بما يلي ¶ أولاً: أنه بفعله هذا يكون قد انتفع بالمال الحرام؛ لأن مجرد ¶ أخذ هذه الفائدة بقصد دفعها ضرائب يكون أكلاً للربا، وقد حرّم ¶ الله على المسلم أن يأكل الربا، والانتفاع بهذه الفوائد في دفع ¶ الضرائب صورة من صور أكل الربا، فإنه لو لم يدفع الضرائب من ¶ فوائد الربا لكان مُلزماً بدفعها من ماله الحلال، فهو بأخذه لها ¶ منتفع بالربا، آكل له، وهذا عليه حرام. ¶ ثانياً: أن المالك الحقيقي لهذا المال الحرام هم الفقراء ¶ والمساكين والمصالح العامة للمسلمين وعندما يجيز المسلم لنفسه ¶ إذا كان مودعاً أمواله في المصرف أن يتخلص من الفائدة الربوية ¶ بإعطائها للدولة على أنها رسوم ضريبة، فإنه بذلك يكون معتدياً ¶ لتصرفه في ملك غيره، وهذا غير جائز ([115]). ¶ وقد ذهبت هيئة الراجحي الشرعية إلى هذا الرأي في دورتها الثالثة ¶ للسنة الثانية بتاريخ 23/ 8/1422هـ، فذكرت في البند الرابع: \" لا ¶ يجوز الانتفاع بالعنصر المحرّم بأي وجهٍ من وجوه الانتفاع، ولا",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "التحايل على ذلك بأي طريقٍ كان، فلا يحتسبه من زكاةٍ، ولا من ¶ صدقاته، ولا يدفع منه ضريبة، ولا يستخدمه في دعايةٍ أو إعلان \". ¶ ولكن قبل تقديمي أي رأي في هذا الموضوع أرى أن لابد من بيان أن ¶ هذه المسألة مبناها على مسألة أخرى هي مدى مشروعية الضرائب التي ¶ تفرضها الدولة، وبدون إطالة أذكر ملخص ما قاله العلماء في هذا ¶ الشأن: ¶ أولاً: فرض الضرائب حالة استثنائية وليست أصلية؛ فإنه يجوز ¶ للحاكم المسلم أن يفرض الضرائب في حال وجود ظرفٍ طارئ، تحتاج فيه ¶ الدولة إلى مالٍ غير موجودٍ في خزانتها ¶ ثانياً: أن يكون الظرف عاماً. ¶ ثالثاً: أن يكون فرضها في حق الموسرين. ¶ رابعاً: أن تكون بمقدارٍ ثابت محدد. ¶ خامساً: يكون فرضها مؤقتاً يزول بزوال الظرف الموجب لفرضها. ¶ فهذه الضرائب حتى تكون عادلة لابد أن تُؤخذ بالعدل، وأن تُنفق ¶ بالعدل، وأن تُمنع من الباطل، بمعنى أن توزع أعباء الضرائب ¶ بالعدل وتُنفق في مصالح الناس المعتبرة شرعاً، ويُستشار في فقهها ¶ أهل الشورى والشرع وأن يُعفى من أدائها الفقراء من هم دون حد ¶ الكفاية. ¶ ولقد حدد فقهاء المسلمين معنى العدل الذي يتضمن فيما يتضمن، ¶ المقدرة على الأداء، والمساواة بين الناس، ومراعاة الحاجات ¶ الأصلية للمعيشة. ¶ فإذا لم تتحقّق هذه الشروط في الضرائب كانت ظالمة، وليس هناك ¶ معايير موضوعية واضحة لقياس الظلم الضريبي حتى يمكن تجنبه، كما ¶ أن ذلك لا يُترك لهوى الأفراد أو الحكومات، ولكن هناك قواعد ¶ شرعية كلية عامة هي ما تخالف العدل والمساواة والمقدرة على ¶ الأداء، وحماية الملكية الخاصة من الاعتداء، والمصداقية ¶ والشفافية، وما يتفرع عن ذلك من مسالك تقود إلى الظلم ([116]). ¶ وعلى ذلك يمكن أن يقال: إذا كانت هذه الضرائب عادلة فإنه يحرم ¶ على المسلم أن يدفعها من أموال التطهير، وإذا كانت جائرة ظالمة ¶ وليس لها أي أثر إيجابي ملموس في حياة الناس فيجوز أن يدفعها من ¶ أموال التطهير، وفي ذلك حماية لمال المسلم وتعبه من غول هذه ¶ الضرائب الجائرة، وبصرف أموال التطهير في مجال الضرائب يكون قد ¶ تحقّق صرف هذه الأموال في المصالح العامة للمسلمين باعتبار أن",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "الدولة اليوم هي التي تمثّل المصالح العامة للمسلمين. ¶ المسألة الثانية: صرف أموال التطهير في أداء إلزامات أخرى غير ¶ مشروعة: ¶ يحدث في بعض البلدان أن المتنفذين من الأمراء والمسئولين يقومون ¶ بفرض إلزاماتٍ ظلماً على التجار في منطقة معيّنة، وهذه الأموال ¶ تؤخذ من التجار بحجة إقامة بعض أماكن الترفيه، أو تعميرها، أو ¶ صرف هذه الأموال لبعض النوادي الرياضية، أو دعايات وإعلانات لأي ¶ منطقة، وغير ذلك مما ليس له أثر يعود بالنفع على المسلمين في أرض ¶ الواقع، وأرى في مثل هذه الصورة أنه يجوز دفع هذه الإلزامات من ¶ أموال التطهير؛ لأن في ذلك حماية لمال المسلم وتعبه من صرفه ¶ فيما لا يعود بالنفع الحقيقي عليه أو على غيره من المسلمين. ¶ $الفرع الثالث: صرف أموال التطهير للفقراء والمساكين والمصالح ¶ العامة للمسلمين: ¶ وقع خلاف بين الفقهاء في القديم والحديث فيمن يكون مصرفاً لأموال ¶ التطهير هل هم الفقراء والمساكين، ولا يجوز صرفها لغيرهم؟ أم ¶ المصالح العامة للمسلمين التي يتولاها بيت مال المسلمين؟ ¶ والفرق بين أن يكون مصرفاً للفقراء والمساكين أو للمصالح العامة ¶ للمسلمين: ¶ فإذا قلنا: المصرف هم الفقراء والمساكين، فلا يجوز الدفع إلى بيت ¶ المال، ولا ينتفع به إلا الفقراء والمساكين. ¶ وإذا قلنا إن المصرف هو المصالح العامة للمسلمين التي يتولاها ¶ بيت المال فإن جميع المسلمين ينتفعون بهذا المال، ولا يكون ¶ الانتفاع قاصراً على الفقراء والمساكين. ¶ وقد اختلف العلماء في هذه المسألة على ثلاثة أقوال: ¶ القول الأول: ذهب بعض الحنفية والمالكية والحنابلة أن مصرف المال ¶ الحرام هم الفقراء والمساكين، وليس بيت مال المسلمين، فلا يكون ¶ فيئاً يُنفق في المصالح العامة ([117]). ¶ قال ابن مودود من الحنفية: \" والملك الخبيث سبيله التصدق به ¶ \" ([118]). ¶ قال ابن رجب الحنبلي: \" والصحيح الإطلاق؛ لأن بيت المال ليس ¶ بوارثٍ على المذهب المشهور، وإنما يُحفظ فيه المال الضائع، فإذا ¶ أيس من وجود صاحبه فلا معنى للحفظ، ومقصود الصرف في مصلحة المالك ¶ تحصل بالصدقة به عنه، وهو أولى من الصرف إلى بيت المال؛ لأنه",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "ربما صُرف عن فساد بيت المال إلى غير مصرفه، وأيضاً فالفقراء ¶ مستحقون من بيت المال، فإذا وصل لهم هذا المال على غير يد الإمام ¶ فقد حصل المقصود \" ([119]). ¶ وقد ذهب إلى هذا الرأي من المعاصرين: الشيخ الزرقا ([120]) ¶ والشيخ فيصل مولوي ([121]). ¶ فقد قال الشيخ الزرقا في إجابةٍ عن سؤالٍ عمن وضع ماله في مصرفٍ ¶ ربوي واستحقّ عليه فائدة فقال \" فعليه أن يأخذ تلك الفائدة التي ¶ يحتسبها المصرف الربوي عن ودائعه لديه، ويوزّعها على الفقراء ¶ حصراً وقصراً \" ([122]). ¶ ويعيب الشيخ فيصل مولوي على بعض المعاصرين إباحة صرف الفوائد ¶ الربوية في المصالح العامة للمسلمين، بينما الواجب حصرها في ¶ فقراء المسلمين؛ لأنهم المالكون لهذه الأموال ولا تتحقّق هذه ¶ الملكية إلا بالقبض، فإذا صُرفت في المصالح العامة لم يتحقّق ¶ القبض. ¶ والأدلة الشرعية تؤيّد ملكية الفقراء لهذا المال، وليس ملكية ¶ المسلمين له، وعلى من يقول بصرف المال الحرام في المصالح العامة ¶ أن يثبت بالدليل الشرعي جواز تملّك المسلمين لهذا المال ([123]). ¶ وقد يكون السبب الذي دعا بعض المعاصرين إلى حصر مصرف المال ¶ الحرام في الفقراء والمساكين عدم وجود بيت مال للمسلمين يتولى ¶ إنفاق هذه الأموال في المصالح العامة ¶ للمسلمين، فإذا قيل بإنفاقها في مصالح المسلمين العامة ربما تؤخذ ¶ وتُوضع في غير موضعها فتضيع على مستحقّيها. ¶ القول الثاني: أن المال الحرام إنما مصيره إلى المصالح العامة ¶ للمسلمين، ولا يكون سبيله الفقراء والمساكين. وقد ذهب إلى هذا ¶ الرأي كثير من متأخري المالكية، وكثير من الشافعية ([124]). ¶ ففي المعيار المعرب: \" ومن تاب ممن الغالب على ماله ما وصفت، أي ¶ الغالب على ماله صفة الحرام، فالأصل خروجه عنه لبيت مال ¶ المسلمين، أو لمن يعمل فيه ما يعمله أمير المسلمين من صرفه في ¶ مصالحهم، الأهم فالأهم بحسب الحال على أظهر القولين عندي، وقيل: ¶ يصرف للفقراء ولا يبيعه؛ لأنه كاللقطة \" ([125]). ¶ وقال التواتي: \" إن المعروف من المذهب أن مال هؤلاء المتلصصين ¶ المستغرقين الذمة حكمه حكم الفيء يُصرف في جميع منافع المسلمين، ¶ وقيل: يُصرف للأصناف الثمانية المذكورين في آية الزكاة \" ([126]).",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "القول الثالث: عدم التفريق بين التصدق بالمال الحرام على الفقراء ¶ والمساكين وبين الرد إلى بيت المال الذي يتولى المصالح العامة ¶ للمسلمين، فإن رأى من بيده مال حرام أن يتحلّل منه بالتصدّق به ¶ على الفقراء والمساكين جاز له ذلك، وإن رأى أن يجعله في المصالح ¶ العامة للمسلمين فله ذلك. ¶ وهذا رأي الداودي من المالكية ([127])، ورأي شيخ الإسلام ابن ¶ تيمية ([128])، ورأي الغالبية العظمى من العلماء ¶ المعاصرين ([129])، وإليه ذهب مجمع الفقه الإسلامي في دورته ¶ التاسعة، وأعضاء المؤتمر الثاني للمصرف الإسلامي. ¶ ففي جوابٍ للداودي عمن تاب وبيده مال حرام فأجاب: \" توبته تزيل ¶ ما بيده إما للمساكين، أو ما فيه صلاح المسلمين \" ([130]). ¶ وقال ابن تيمية: \" فهذه الأموال التي تعذّر ردها إلى أهلها لعدم ¶ العلم بهم مثلاً هي ما يُصرف في مصالح المسلمين عند أكثر ¶ العلماء، وكذلك من كان عنده مال لا يعرف صاحبه كالغاصب التائب، ¶ والخائن التائب، والمرابي التائب ونحوهم من صار بيده مال لا ¶ يملكه ولا يعرف صاحبه، فإنه يصرفه إلى ذوي الحاجات ومصالح ¶ المسلمين \" ([131]). ¶ وجاء في قرارات مجمع الفقه الإسلامي في دورته التاسعة 1406هـ: \" ¶ كل ما جاء عن طريق الفوائد الربوية هو مال حرام شرعاً، ولا يجوز ¶ أن ينتفع به المسلم في أي شأن من شئونه، ويجب أن يُصرف في ¶ المصالح العامة للمسلمين من مدارس ومستشفيات وغيرها، وليس هذا من ¶ باب الصدقة، وإنما هو من باب التطهر من المال الحرام، ولا يجوز ¶ بحال ترك هذه الفوائد الربوية للبنوك لتتقوّى بها \" ([132]). ¶ الرأي الراجح: القول الثالث هو الرأي الأولى – في نظري -؛ لأنه ¶ لا مسوّغ في التفرقة بين الدفع إلى الفقراء والمساكين، وبين صرفه ¶ في المصالح العامة للمسلمين. ¶ والنصوص من فعل النبي صلى الله عليه وسلم وفعل الصحابة تؤيد هذا ¶ الرأي ¶ أولاً: إن النبي صلى الله عليه وسلم لما أخذ المال من ابن ¶ اللتبية لما بعثه على الصدقة فجاء فقال: هذا لكم وهذا أُهدي إلي، ¶ فقال النبي صلى الله عليه وسلم: \" أفلا قعد في بيت أبيه أو في ¶ بيت أمه حتى ينظر أيهدى إليه أم لا؟ \" ([133]) فجعل النبي صلى",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "الله عليه وسلم ما جاء به في بيت مال المسلمين، ولم ينص على أن ¶ هذا المال من حق الفقراء والمساكين. ¶ ثانياً: ما ذكره ابن عبد البر فقال: غزا مالك بن عبد الله ¶ الخثعمي أرض الروم فغلّ رجل مائة دينار فأتى بها معاوية بن أبي ¶ سفيان فأبى أن يقبلها، وقال: قد نفر الجيش وتفرق فخرج فلقي عبادة ¶ بن الصامت فذكر ذلك له، فقال: ارجع إليه فقل له: خذ خمسها أنت، ¶ ثم تصدق أنت بالبقية، فإن الله عالم بهم جميعاً، فأتى معاوية ¶ فأخبره فقال: لأن كنت أنا أفتيتك بهذا كان أحب إلي من كذا وكذا ¶ \" ([134]). ¶ فالخمس من المعلوم أنه سيكون لبيت المال، والباقي سيكون للفقراء ¶ والمساكين. ¶ وعلى ذلك فأموال التطهير يقوم أصحابها بإنفاقها في مصرف الفقراء ¶ والمساكين، فتُدفع إليهم هذه الأموال ينفقونها على أنفسهم، ¶ ويسدون بها حاجاتهم. ¶ أو تُدفع هذه الأموال إلى أي جهةٍ خيريةٍ ترعى مصلحة عامة أو ¶ مشروعٍ خيري يعود بالنفع على المسلمين. ¶ ومن هذه المشاريع: ¶ 1 - بناء دور الأيتام والمسنين والمستوصفات الطبية. ¶ 2 - كفالة الأيتام ورعاية الأرامل ومساعدة طلاب العلم. ¶ 3 - توصيل وتنقية المياه. ¶ 4 - تمويل المشروعات الصغيرة للفقراء العاطلين. ¶ وغير ذلك من المشاريع المفيدة النافعة لعموم المسلمين. ¶ ويجوز وقف الأسهم المحرّمة والمختلطة على منفعة الفقراء ¶ والمساكين، وأوجه البر العامة في غير ما يُقصد به التعبّد من نحو ¶ بناء المساجد وطباعة المصاحف. ¶ وهذا ما انتهى إليه مجمع الفقه الإسلامي في دورته التاسعة عشر ¶ بالإمارات، حيث جاء في قراراته بشأن وقف الأسهم في الفقرة ¶ الخامسة والسادسة من القرار الخامس ما يلي: ¶ \" يمكن لمن حاز أموالاً مشبوهة أو محرَّمة لا يعرف أصحابها أن ¶ يبرئ ذمَّته ويتخلَّص من خبثها بوقفها على أوجه البرِّ العامة في ¶ غير ما يُقصد به التعبُّد، من نحو بناء المساجد أو طباعة ¶ المصاحف، مع مراعاة حرمة تملك أسهم البنوك التقليدية (الربوية) ¶ وشركات التأمين التقليدية.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يجوز لمن حاز أموالاً لها عائد محرم أن يقف رأس ماله منها ¶ والعائد يكون أرصاداً له حكم الأوقاف الخيرية؛ لأنّ مصرف هذه ¶ العوائد والأموال إلى الفقراء والمساكين ووجوه البرّ العامة عند ¶ عدم التمكن من ردّها لأصحابها. وعلى متولي الوقف أن يعمل بأسرع ¶ وقت على أن يستبدل بهذه الأموال ما هو حلال شرعاً ولو خالف بذلك ¶ شرط الواقف إذ لا عبرة بشرط الواقف إذا تعارض مع نص الشارع ¶ \" ([135]). والله سبحانه أعلم بالصواب ¶ خاتمة البحث: ¶ بعد هذا العرض لبحث (مسائل في تطهير الأسهم) فهذه خاتمة تتضمّن ¶ نتائج هذا البحث وخلاصة لما جاء فيه. ¶ أولاً: الصياغة السليمة لعنوان الندوة في نظري هي: (الضوابط ¶ الشرعية في تطهير الأسهم والصناديق الاستثمارية من الكسب الحرام) ¶ ثانياً: الكسب الحرام هو: كل مالٍ تحصّل أو اجتمع من طريقٍ ¶ ممنوعٍ شرعاً. ¶ ثالثاً: والحرمة في الكسب قد تكون بورود النص الصحيح الصريح من ¶ الكتاب والسنة بتحريمه، أو بدلالة الإجماع على حرمته، أو بدلالة ¶ القواعد العامة للشريعة على تحريمه قياساً على ما حُرِّم ¶ بالنصوص، أو الإجماع، أو الأدلة المُعتَبَرة. ¶ رابعاً: المقصود بتطهير الأسهم: هو تنقيتها مما علق بها من كسبٍ ¶ حرام. ¶ خامساً: حكم تطهير الأسهم مع الاستمرار في ملكيتها يرجع إلى نوعي ¶ أسهم الشركات المحرّمة والمختلطة: ¶ أما بالنسبة للشركات المحرمة: فقد اتفق العلماء على حرمة الإسهام ¶ في شركاتٍ محرّمة، ولكن إذا اغترّ المسلم بما توفّره هذه الشركات ¶ من أرباحٍ واشترى أسهماً منها فإن الواجب عليه أن يتوب إلى الله ¶ من هذه المعصية، ولا يصح تطهير الأسهم المحرّمة مع الاستمرار في ¶ ملكيتها؛ لأن تطهير الأسهم المحرّمة لا يكون إلا بوسيلةٍ واحدةٍ ¶ وهي: التخلّص من هذه الأسهم المحرّمة وجوباً، وتسميته تطهيراً ¶ مجازاً. ¶ ومن المخارج التي أراها لكيفية هذا التخلص: ¶ 1 - إما بردّها إلى الشركة التي أصدرتها – إن أمكن ذلك - ويكون ¶ ذلك فسخاً للعقد إن كان مكتتباً في الشركة.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "2 - وإن كان قد اشترى هذه الأسهم من سوق الأسهم فإنه يبيعها على ¶ الشركة أو البنك حتى لو باعها بأقل من سعر السوق تخلّصاً منها – ¶ إذا لم يكن في ذلك إجحاف في ماله، وكانت الخسارة محتملة عرفاً ¶ ويتم ذلك من خلال صفقةٍ خاصة في سوق المال. ¶ 3 - فإن لم يمكن بيعها فإنه يقايض عليها بأي شيء مباح من الشركة. ¶ وما نتج عن السهم من أرباح فعليه إخراجها في مصرفها الشرعي، ¶ ويطيب له رأس ماله الذي دفعه في قيمة السهم. ¶ وإذا كانت الأسهم في شركاتٍ مختلطة فإن حكم تطهيرها مع الاستمرار ¶ في ملكيتها يرجع إلى اختلاف العلماء في حكم الإسهام في هذه ¶ الشركات. ¶ أي أن حكم تطهيرها مع الاستمرار في ملكيتها فيه قولان: ¶ القول الأول: القائلون بحرمة الإسهام في الشركات المختلطة فهم ¶ على أصلهم من عدم جواز تطهير الأسهم مع الاستمرار في ملكيتها، ¶ ويكون حكمها حكم الشركات المحرّمة تماماً من وجوب التخلّص من هذه ¶ الأسهم كما سبق بيانه. ¶ القول الثاني: القائلون بجواز المساهمة في الشركات المختلطة مع ¶ وجوب التخلّص من الكسب الحرام فإنه يصح عندهم الاستمرار في ملكية ¶ هذه الأسهم المختلطة مع تطهيرها من العنصر المحرّم، وهذا ما ¶ تطمئن إليه النفس. ¶ سادساً: بالنسبة لإرث الأسهم: إذا كانت الشركات المساهمة مباحة: ¶ فهذه يجوز المساهمة فيها، وتملك أسهمها عن طريق الشراء والإرث ¶ والهبة وغير ذلك، ويحق له التصرف بها في سائر التصرفات المباحة، ¶ والانتفاع بها كسائر العقود المباحة. ¶ وإذا كانت هذه الأسهم لشركة محرمة في أصلها وعينها، كالشركات ¶ التي أصل نشاطها في الخمر والخنزير والميتة والمخدرات وغير ذلك، ¶ فهذه لا تملك أسهمها مطلقاً، وإذا انتقلت إلى الورثة، فإنهم لا ¶ يملكونها بالإرث مطلقاً؛ فما دام أن أصل الشركة ونشاطها محرم ¶ فكذلك أسهمها. ¶ وأما إذا كانت هذه الأسهم لشركات محرمة لأجل كسبها - لا لحرمة ¶ عينها - لأنها تتعامل بالربا أو الميسر أو القمار ونحو ذلك، أو ¶ كانت أسهمها مقبوضة من عقود فاسدة كالربا والميسر ونحوه. ¶ فإذا ما انتقلت هذه الأسهم المكتسبة من هذه الشركات إلى الورثة، ¶ فقد اختلف العلماء فيمن انتقلت إليه هذه الأسهم، هل يملكها وتطيب",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "له أو لا يملكها، ويجب عليه التخلص منها، فقد اختلف العلماء فيها ¶ على قولين: ¶ القول الأول: وجوب إخراج الورثة للربح المحرم، كما هو قول ¶ الجمهور، وقد صدرت فتوى للجنة الدائمة للبحوث العلمية ¶ (16383) 15/ 299. ¶ القول الثاني: عدم وجوب إخراج الورثة للربح المحرم. وقد نسب ¶ البعض هذا القول للشيخ ابن باز والشيخ ابن عثيمين. ¶ وإذا مات الرجل وخلّف أسهماً كثيرة منها ما هو محرم، ومنها ما هو ¶ مباح، فلا يخلو هذا من حالين: ¶ الأول: أن يعلم الوارث الأسهم المحرمة بأعيانها وأعدادها فلا ¶ يجوز له تملكها، ويجب عليه التخلص منها ببيعها، ثم التخلّص ¶ بالقدر المحرّم من ثمنها؛ لأن المقبوض بعقد فاسد لا يُملك على ¶ الصحيح فلا يملكها من انتقلت إليه على الرأي الراجح، وأما الأسهم ¶ الباقية فلا تحرم وتنتقل الملكية بالإرث. ¶ الثاني: أن يجهل الوارث مقدار الأسهم المحرمة، وتختلط الأسهم ¶ المحرمة بالحلال دون تمييز بينها، ففي هذه الحالة لها حكم المال ¶ الحرام المختلط بالحلال، وجهل قدر كل منهما، وقد اختلف العلماء ¶ في ذلك، فبعضهم قال بإخراج قدر الحرام بالاجتهاد. ¶ وبعضهم ذهب إلى أن يُجعل هذا الميراث نصفين، فيتخلص من نصف ¶ الأسهم بنية التخلص من المحرم منها، ويملك الوارث ما بقي منها، ¶ وهذا رأي بعض المعاصرين من العلماء. ¶ سابعاً: اختلف العلماء في إرث الأسهم المحرمة لكسبها على قولين، ¶ أما قيمة الأسهم فهي من حق الورثة كما كانت حقاً لمورّثهم. ¶ ثامناً: التحلل من أموال التطهير يمكن تخريجه على التحلل من ¶ المال الذي لا يُعرف مالكه لتعدده وكثرته. ¶ تاسعاً: إخراج أموال التطهير ليس من باب الصدقة عن أصحابها، ¶ وإنما هذه الأموال تُصرف في مصرفها الشرعي من باب التطهر من ¶ الحرام، والتخلص من الإثم، ولا ينتظر أصحابها ثواباً عليها. ¶ عاشراً: أخذ المساهم الربح الحرام الناتج عن هذه الأسهم على أن ¶ يقوم بالتحلل منه بصرفه في مصرفه الشرعي مشروط بما إذا كان ¶ المسلم صاحب إيمانٍ وتقوى بحيث إذا زاد الربح المأخوذ لا يغيّر ¶ ذلك في نفسه شيئاً تجاه هذا المال الخبيث، فإن لم يأمن ذلك حرم ¶ عليه أخذ هذه الأرباح؛ لأنه ربما بذلك يقع في المعصية.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الحادي عشر: يجوز الانتفاع بأموال التطهير في الحج وتسقط به ¶ الفريضة، وتبرأ الذمة، لكن الفاعل يكون آثماً؛ وذلك لأن النفقة ¶ ليست شرطاً في صحة الحج الذي هو أفعال وأقوال مخصوصة. ¶ الثاني عشر: عدم جواز بناء المساجد من أموال التطهير؛ لأنه إذا ¶ جُعل المال الحرام في بناء المساجد كان هذا من باب الإكرام ¶ والإحسان لهذه الأموال المحرّمة، والمحرّمات لا تكون سبباً ¶ للإكرام والإحسان. ¶ ويدخل في ذلك عدم إقامة دورٍ للقرآن، أو طباعة المصاحف من هذه ¶ الأموال. ¶ ويجوز صرف أموال التطهير في استئجار الأماكن التي يُصلّى فيها ¶ للعيد والجمعة في بلاد الكفر التي لا مساجد للمسلمين فيها. ¶ ويجوز توجيهها إلى مجال الدعوة إلى سبيل الله من إعلانات ودعايات ¶ للمحاضرات والندوات للدعة إلى الإسلام في بلاد الكفر. ¶ الثالث عشر: دفع الضرائب من أموال التطهير لها حالان: ¶ الأولى: إذا كانت هذه الضرائب عادلة فإنه يحرم على المسلم أن ¶ يدفعها من أموال التطهير الثانية: وإذا كانت جائرة ظالمة وليس ¶ لها أي أثر إيجابي ملموس في حياة الناس فيجوز أن يدفعها من أموال ¶ التطهير، وفي ذلك حماية لمال المسلم وتعبه من غول هذه الضرائب ¶ الجائرة، وبصرف أموال التطهير في مجال الضرائب يكون قد تحقّق صرف ¶ هذه الأموال في المصالح العامة للمسلمين باعتبار أن الدولة اليوم ¶ هي التي تمثّل المصالح العامة للمسلمين. ¶ الرابع عشر: يجوز دفع الإلزامات غير المشروعة التي يفرضها ¶ المتنفّذون من أموال التطهير لأن في ذلك حماية لمال المسلم ¶ وتعبه من صرفه فيما لا يعود بالنفع الحقيقي عليه أو على غيره من ¶ المسلمين. ¶ الخامس عشر: عدم التفريق بين التصدق بالمال الحرام على الفقراء ¶ والمساكين وبين الرد إلى بيت المال الذي يتولى المصالح العامة ¶ للمسلمين، فإن رأى من بيده مال حرام أن يتحلّل منه بالتصدّق به ¶ على الفقراء والمساكين، وإن رأى أن يجعله في المصالح العامة ¶ للمسلمين فله ذلك. والنصوص من فعل النبي صلى الله عليه وسلم وفعل ¶ الصحابة تؤيد هذا الرأي. ¶ السادس عشر: يجوز وقف الأسهم المحرّمة والمختلطة على منفعة ¶ الفقراء والمساكين، وأوجه البر العامة في غير ما يُقصد به",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "التعبّد من نحو بناء المساجد وطباعة المصاحف. ¶ والله الهادي إلى سواء السبيل. ¶ قائمة المراجع: ¶ 1 - الاحتراف والتكسب للباحثة / سامية بنت صالح، رسالة ماجستير ¶ بجامعة أم القرى ¶ 2 - الإحكام في أصول الأحكام لابن حزم علي بن أحمد، ط/ دار الحديث ¶ – القاهرة، ط/ أولى 1404هـ ¶ 3 - أحكام التصرف في الكسب الحرام، رسالة ماجستير بكلية الشريعة ¶ بجامعة الإمام محمد بن سعود. ¶ 4 - أحكام السوق المالية للدكتور/ محمد صبري هارون، ط/ دار ¶ النفائس بيروت، ط/ الثانية 1429هـ. ¶ 5 - أحكام المال الحرام للدكتور / عباس الباز، ط/ دار النفائس – ¶ الأردن. ¶ 6 - أحكام المال الحرام وحكم إخراج زكاته للدكتور / محمد سليمان ¶ الأشقر في ضمن كتاب أبحاث فقهية في قضايا الزكاة المعاصرة، ط/ ¶ دار النفائس – الأردن، ط/ الثالثة 1424هـ. ¶ 7 - أحكام المقبوض بعقدٍ فاسد للباحث / عبد المجيد المنصور، بحث ¶ غير منشور. ¶ 8 - إحياء علوم الدين للغزالي ط/ دار المعرفة – بيروت، بدون إشارة ¶ للطبعة والتاريخ. ¶ 9 - إدارة البنوك وصناديق الاستثمار وبورصات الأوراق المالية ¶ للدكتور/ محمد سويلم، ط/ دار الهاني للطباعة. ¶ 10 - أدب الدنيا والدين للماوردي علي بن محمد بن حبيب، ط/ دار ¶ المعرفة – بيروت. ¶ 11 - إرشاد الفحول للشوكاني محمد بن علي، ط/ دار الفكر – بيروت، ¶ ط/ الأولى 1412هـ. ¶ 12 - أسنى المطالب شرح روض الطالب للشيخ زكريا الأنصاري، ط/ دار ¶ الكتاب الإسلامي ¶ 13 - أسواق الأوراق المالية للأستاذ/ سمير عبد الحميد رضوان، ط/ ¶ المعهد العالمي للفكر الإسلامي – القاهرة. ¶ 14 - الاكتساب في الرزق المستطاب للعلّامة محمد بن الحسن ¶ الشيباني، هدية مجلة الأزهر، جمادى الأولى 1416هـ. ¶ 15 - إكمال المعلم شرح صحيح مسلم لمحمد بن خليفة الأبي، ط/ دار",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "الكتب العلمية – بيروت ط/ الأولى ¶ 16 - الإنصاف في معرفة الراجح من الخلاف للمرداوي، ط/ دار إحياء ¶ التراث العربي – بيروت ¶ 17 - الأوراق المالية وسوق رأس المال للدكتور/ منير إبراهيم هندي، ¶ ط/ دار النهضة العربية – القاهرة. ¶ 18 - بحث في المتاجرة بأسهم شركات غرضها وعملها مباح لكنها تقرض ¶ وتقترض من البنوك بصفة مستمرة للأستاذ الدكتور / محمد فوزي فيض ¶ الله، بحث مقدّم لأعمال الندوة الفقهية الخامسة لبيت التمويل ¶ الكويتي. ¶ 19 - بحث في حكم المتاجرة بأسهم في الشركات المساهمة وما لذلك من ¶ قيود وضوابط تقتضيها قواعد الإسلام وأصوله للشيخ عبدالله بن ¶ سليمان المنيع، بحث مقدّم لأعمال الندوة الفقهية الخامسة لبيت ¶ التمويل الكويتي. ¶ 20 - البحر الرائق شرح كنز الدقائق لابن نجيم، ط/ دار المعرفة – ¶ بيروت. ¶ 21 - البحر المحيط في أصول الفقه للزركشي محمد بن بهادر ط/ دار ¶ الكتب العلمية – بيروت، ط/ الأولى 1421هـ. ¶ 22 - بحوث فقهية معاصرة للدكتور/ محمد عبد الغفار الشريف، ط/ دار ¶ ابن حزم –بيروت ¶ 23 - البرهان في أصول الفقه للجويني عبد الملك بن عبد الله بن ¶ يوسف، ط/ دار الوفاء – القاهرة، ط/ الرابعة 1418هـ. ¶ 24 - بدائع الصنائع في ترتيب الشرائع للكاساني، ط/ دار الكتاب ¶ العربي – بيروت. ¶ 25 - بورصة الأوراق المالية للأستاذ/ علي شلبي، ط/ مكتبة النهضة ¶ المصرية – القاهرة 1962م ¶ 26 - تطهير الأرزاق في ضوء الشريعة الإسلامية للدكتور / حسين ¶ شحاتة، ط/ دار النشر للجامعات – القاهرة. ¶ 27 - التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر، ¶ ط/ وزارة عموم الأوقاف والشؤون الإسلامية – المغرب. ¶ 28 - الجامع لأحكام القرآن، ط/ دار الغد العربي – بيروت، ط/ ¶ الأولى 1409هـ. ¶ 29 - حاشية ابن عابدين، ط/ دار الفكر – بيروت. ¶ 30 - دراسات حول الربا والفوائد والمصارف للشيخ فيصل مولوي، ط/",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "دار الرشاد الإسلامية – بيروت. ¶ 31 - دروس في القانون التجاري للأستاذ/ فاروق أحمد زاهر، ط/ دار ¶ النهضة العربية – القاهرة ¶ 32 - دليل المستثمر إلى بورصة الأوراق المالية للدكتور/ طارق عبد ¶ العال حماد، ط/ كليوباترا للطباعة – القاهرة. ¶ 33 - الذخيرة للقرافي، ط/ دار الغرب الإسلامي – بيروت. ¶ 34 - زكاة المال الحرام للدكتور / محمد نعيم ياسين، في ضمن كتاب: ¶ أبحاث فقهية في قضايا الزكاة المعاصرة، ط/ دار النفائس – الأردن، ¶ ط/ الثالثة 1424هـ. ¶ 35 - سنن أبي داود، ط/ دار الفكر – بيروت. ¶ 36 - سوق المال للدكتور/ عبدالله بن محمد بن حمد الرزين، ط/ جامعة ¶ الإمام محمد بن سعود، ط/ الأولى 1427هـ. ¶ 37 - شرح الأصول من الأصول للشيخ / محمد بن صالح العثيمين، ط/ ¶ مكتبة التوفيقية – القاهرة. ¶ 38 - شرح التلويح على التوضيح للتفتازاني، ط/ دار الكتب العلمية – ¶ بيروت. ¶ 39 - شرح صحيح مسلم للنووي، ط/ دار إحياء التراث العربي – بيروت. ¶ 40 - شرح منتهى الإرادات للبهوتي، ط/ دار عالم الكتب – بيروت. ¶ 41 - الشركات التجارية للدكتور/ محمود محمد بابللي، ط/ المؤسسة ¶ العلمية للوسائل التعليمية – القاهرة، بدون إشارة للطبعة ¶ والتاريخ. ¶ 42 - الشركات التجارية للدكتور/ مصطفى كمال طه، ط/ دار الجامعة ¶ الجديدة – القاهرة ¶ 43 - الشركات التجارية وشركات الأشخاص للدكتور/ عبد الحميد ¶ الشواربي، ط/ منشأة المعارف – القاهرة. ¶ 44 - الشركات في النظام السعودي للدكتور/ عبد العزيز الخياط، ط/ ¶ مؤسسة الرسالة – بيروت. ¶ 45 - شركات المساهمة للدكتور/ أبو زيد رضوان، ط/ دار الفكر العربي ¶ – القاهرة 1983م ¶ 46 - صحيح محمد بن إسماعيل البخاري، ط/ دار ابن كثير – بيروت، ط/ ¶ الثالثة 1407هـ ¶ 47 - صحيح مسلم بن الحجاج، ط/ دار إحياء التراث العربي – بيروت. ¶ 48 - طبقات الحنابلة لأبي يعلى، ط/ مطبعة السنة المحمدية –",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "القاهرة. ¶ 49 - فتاوى معاصرة للدكتور / يوسف القرضاوي، ط/ دار القلم – ¶ الكويت، ط/ الخامسة ¶ 50 - القانون التجاري للدكتور/ عزيز العكيلي، ط/ مكتبة / دار ¶ الثقافة – الأردن. ¶ 51 - القانون التجاري للدكتور/ مصطفى كمال طه، ط/ دار الجامعة ¶ الجديدة – القاهرة ¶ 52 - القواعد لابن رجب الحنبلي، ط/ مكتبة نزار مصطفى – السعودية ¶ 1999م ¶ 53 - لسان العرب للعلامة جمال الدين بن محمد بن مكرم المعروف بابن ¶ منظور، تحقيق الأساتذة: عبد الله علي الكبير، محمد أحمد حسب ¶ الله، هاشم محمد الشاذلي، ط/ دار المعارف – القاهرة. ¶ 54 - المتاجرة بأسهم شركات غرضها ونشاطها مباح لكنها تقرض وتقترض ¶ بفائدة للشيخ / محمد المختار السلامي، بحث مقدّم لأعمال الندوة ¶ الفقهية الخامسة لبيت التمويل الكويتي ¶ 55 - المتاجرة بأسهم شركات غرضها وعملها مباح لكن تقرض وتقترض من ¶ البنك بصفة مستمرة للأستاذ الدكتور / أحمد الحجي الكردي، بحث ضمن ¶ أعمال الندوة الفقهية الخامسة لبيت التمويل الكويتي. ¶ 56 - المبسوط للسرخسي، ط/ دار المعرفة – بيروت. ¶ 57 - المجموع شرح المهذب للنووي، ط/ دار الفكر – بيروت. ¶ 58 - مجموع فتاوى شيخ الإسلام ابن تيمية، ط/ مكتبة التقوى – ¶ القاهرة. ¶ 59 - مسند أحمد، ط/ مؤسسة قرطبة – القاهرة. ¶ 60 - المصارف معاملاتها وودائعها للشيخ مصطفى أحمد الزرقا، ¶ منشورات المركز العالمي لأبحاث الاقتصاد الإسلامي – جدة. ¶ 61 - معاملات البورصة بين النظم الوضعية والأحكام الشرعية ¶ للدكتور/ أحمد محمد لطفي، ط/ دار الفكر الجامعي – القاهرة، ط/ ¶ الأولى 2008م ¶ 62 - معجم مقاييس اللغة لأحمد بن فارس ط/ دار الجيل – بيروت ¶ 1420هـ ¶ 63 - المعيار المعرب والجامع المغرب لأحمد بن يحيى الونشريسي ( ¶ 6/ 144) ط/ دار الغرب الإسلامي – بيروت. ¶ 64 - المغني لابن قدامة، ط/ دار الحديث – القاهرة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "65 - المفردات في ألفاظ القرآن للراغب الأصفهاني، ط/ دار المعرفة ¶ – بيروت، بدون إشارة للطبعة والتاريخ. ¶ 66 - المقدمة في المال والاقتصاد والملكية والعقد للدكتور / علي ¶ محيى الدين القرة داغي، 67 - ط/ دار البشائر الإسلامية – الأردن. ¶ 68 - المقدمات الممهدات لابن رشد، ط/ مكتبة السعادة – القاهرة. ¶ 69 - مواهب الجليل شرح مختصر خليل لمحمد بن عبد الرحمن المغربي، ¶ ط/ دار الفكر – بيروت ¶ 70 - الوجيز في أصول الفقه للدكتور/ عبد الكريم زيدان ط/ مؤسسة ¶ الرسالة – بيروت، ط/ الأولى 1427هـ. ¶ [1]) أول من نبّهني لذلك: شيخنا الدكتور / عبد الله السكاكر – ¶ حفظه الله -. ¶ [2]) بعض الباحثين يذكر تعريفاً لغوياً وتعريفاً شرعياً للكسب، ¶ ويذكر في التعريف الشرعي قول السرخسي أن الكسب هو: تحصيل المال ¶ بما حلّ من الأسباب. ¶ لكن السرخسي ذكر قبل تعريف الكسب أن الكسب في عرف اللسان هو: ¶ تحصيل المال بما حلّ من الأسباب وظاهر من كلامه أنه ردّ تعريف ¶ الكسب إلى المعنى اللغوي؛ ولذلك اقتصرت في بيان الكسب على ¶ المعنى اللغوي ¶ ينظر: (المبسوط السرخسي (30/ 244) ط/ دار المعرفة – بيروت، ¶ الاحتراف والتكسب للباحثة سامية بنت صالح (11) رسالة ماجستير ¶ بجامعة أم القرى). ¶ [3]) ينظر: معجم مقاييس اللغة لأحمد بن فارس (5/ 179) ط/ دار ¶ الجيل – بيروت 1420هـ. ¶ [4]) ينظر: لسان العرب للعلامة جمال الدين بن محمد بن مكرم ¶ المعروف بابن منظور (6/ 3870) تحقيق الأساتذة: عبد الله علي",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "الكبير، محمد أحمد حسب الله، هاشم محمد الشاذلي، ط/ دار المعارف ¶ – القاهرة. ¶ [5]) ينظر: أدب الدنيا والدين للماوردي علي بن محمد بن حبيب ¶ (257) ط/ دار المعرفة – بيروت. ¶ [6]) ينظر: المفردات في ألفاظ القرآن للراغب الأصفهاني (430) ط/ ¶ دار المعرفة – بيروت، بدون إشارة للطبعة والتاريخ. ¶ [7]) ينظر: الاكتساب في الرزق المستطاب للعلّامة محمد بن الحسن ¶ الشيباني (21) هدية مجلة الأزهر، جمادى الأولى 1416هـ ¶ [8]) ينظر: (معجم مقاييس اللغة (2/ 45)، لسان العرب (2/ 845)) ¶ [9]) ينظر: (البرهان في أصول الفقه للجويني عبد الملك بن عبد ¶ الله بن يوسف (1/ 216) ط/ دار الوفاء – القاهرة، ط/ الرابعة ¶ 1418هـ، الإحكام في أصول الأحكام لابن حزم علي بن أحمد (1/ 44) ط/ ¶ دار الحديث – القاهرة، ط/ أولى 1404هـ، البحر المحيط في أصول ¶ الفقه للزركشي محمد بن بهادر (1/ 204) ط/ دار الكتب العلمية – ¶ بيروت، ط/ الأولى 1421هـ، إرشاد الفحول للشوكاني محمد بن علي ¶ (24) ط/ دار الفكر – بيروت، ط/ الأولى 1412هـ، شرح الأصول من ¶ الأصول للشيخ / محمد بن صالح العثيمين (38) ط/ مكتبة التوفيقية – ¶ القاهرة، الوجيز في أصول الفقه للدكتور/ عبد الكريم زيدان (34) ¶ ط/ مؤسسة الرسالة – بيروت، ط/ الأولى 1427هـ). ¶ [10]) ينظر: زكاة المال الحرام للدكتور / محمد نعيم ياسين ¶ (1/ 175) في ضمن كتاب: أبحاث فقهية في قضايا الزكاة المعاصرة، ط/ ¶ دار النفائس – الأردن، ط/ الثالثة 1424هـ. ¶ [11]) ينظر: أحكام المال الحرام وحكم إخراج زكاته للدكتور / ¶ محمد سليمان الأشقر (1/ 79 - 80) في ضمن كتاب: أبحاث فقهية في ¶ قضايا الزكاة المعاصرة، ط/ دار النفائس – الأردن، ط/ الثالثة ¶ 1424هـ. ¶ [12]) ينظر في هذه التقسيمات: (إحياء علوم الدين للإمام ¶ الغزالي (2/ 92) ط/ دار المعرفة – بيروت، بدون إشارة للطبعة ¶ والتاريخ، مجموع فتاوى شيخ الإسلام ابن تيمية (28/ 593 - 594) ط/ ¶ مكتبة التقوى – القاهرة) ¶ [13]) ينظر: أحكام المال الحرام وحكم إخراج زكاته للدكتور / ¶ محمد سليمان الأشقر (1/ 80 - 83) في ضمن كتاب أبحاث فقهية في قضايا",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الزكاة المعاصرة، ط/ دار النفائس – الأردن، ط/ الثالثة 1424هـ. ¶ [14]) ينظر: (المغني لابن قدامة (4/ 283) ط/ دار الحديث - ¶ القاهرة، مجموع الفتاوى (28/ 592)، أحكام التصرف في الكسب الحرام ¶ (108 - 110) رسالة ماجستير بكلية الشريعة بجامعة الإمام محمد بن ¶ سعود، المقدمة في المال والاقتصاد والملكية والعقد للدكتور / علي ¶ محيى الدين القرة داغي (36 - 37) ط/ دار البشائر الإسلامية). ¶ [15]) ينظر: (معجم مقاييس اللغة لابن فارس (3/ 111)، لسان العرب ¶ (3/ 2135)). ¶ [16]) ينظر: المصادر السابقة. ¶ [17]) ينظر: القانون التجاري للدكتور/ عزيز العكيلي (280) ط/ ¶ مكتبة / دار الثقافة – الأردن ¶ [18]) ينظر: (القانون التجاري للدكتور/ مصطفى كمال طه (290) ط/ ¶ دار الجامعة الجديدة - القاهرة، إدارة البنوك وصناديق الاستثمار ¶ وبورصات الأوراق المالية للدكتور/ محمد سويلم (268) ط/ دار ¶ الهاني للطباعة) ¶ [19]) ينظر: شركات المساهمة للدكتور/ أبو زيد رضوان (108) ط/ ¶ دار الفكر العربي – القاهرة 1983م. ¶ [20]) ينظر: الشركات التجارية للدكتور/ محمود محمد بابللي (178) ¶ ط/ المؤسسة العلمية للوسائل التعليمية – القاهرة، بدون إشارة ¶ للطبعة والتاريخ. ¶ [21]) ينظر في هذا الجزء من التعريف: (القانون التجاري ¶ للدكتور/ مصطفى كمال طه (290) ط/ دار الجامعة الجديدة - القاهرة، ¶ إدارة البنوك وصناديق الاستثمار وبورصات الأوراق المالية ¶ للدكتور/ محمد سويلم (268) ط/ دار الهاني للطباعة) ¶ [22]) ينظر في هذا الجزء من التعريف: المصادر السابقة. ¶ [23]) وقد عرضت هذين التعريفين على شيخنا الأستاذ الدكتور/ ¶ عبدالله الطيار فاستحسنهما. ¶ [24]) ينظر: (بورصة الأوراق المالية للأستاذ/ علي شلبي (34 - 35) ¶ ط/ مكتبة النهضة المصرية – القاهرة 1962م، الشركات التجارية ¶ لفايز رضوان (397)، أحكام السوق المالية للدكتور/ محمد صبري",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "هارون (200) ط/ دار النفائس بيروت، ط/ الثانية 1429هـ). ¶ [25]) ينظر: (القانون التجاري للدكتور / مصطفى كمال طه ¶ (293 - 294)، شركات المساهمة (116)) ¶ [26]) ينظر: (الشركات التجارية للدكتور علي حسن يونس (540)، ¶ شركات المساهمة (115 - 116)، دليل المستثمر إلى بورصة الأوراق ¶ المالية للدكتور/ طارق عبد العال حماد (20) ط/ كليوباترا للطباعة ¶ – القاهرة، أحكام الأسواق المالية (200 - 201)) ¶ [27]) ينظر: (أحكام الأسواق المالية (201 - 202)، الأسهم ¶ والسندات (176 - 177)). ¶ [28]) المقصود بالتظهير: حوالة الحق الصرفي الثابت في الورقة ¶ التجارية إما على سبيل التمليك، وإما لقبض الحق، وإما لرهنه. ¶ ينظر: دروس في القانون التجاري للأستاذ/ فاروق أحمد زاهر (1/ 62) ¶ ط/ دار النهضة العربية – القاهرة. ¶ [29]) ينظر: الأسهم والسندات وأحكامها في الفقه الإسلامي لشيخنا ¶ الدكتور/ أحمد الخليل (178). ¶ [30]) ينظر: (الشركات في النظام السعودي للدكتور/ عبد العزيز ¶ الخياط (2/ 96) ط/ مؤسسة الرسالة – بيروت، أسواق الأوراق المالية ¶ للأستاذ/ سمير عبد الحميد رضوان (269 - 270) ط/ المعهد العالمي ¶ للفكر الإسلامي – القاهرة، شركات المساهمة (117)، دليل المستثمر ¶ إلى بورصة الأوراق المالية للدكتور/ طارق عبد العال حماد ¶ (21 - 22)، أحكام الأسواق المالية (200 - 201)) ¶ [31]) ينظر: المغني (5/ 148). ¶ [32]) ينظر: مجلة مجمع الفقه الإسلامي، العدد السابع ¶ (1/ 712 - 713) وذلك في دورته السابعة 1412هـ. ¶ [33]) ينظر: (أحكام الأسواق المالية (205 - 206)، الأسهم ¶ والسندات (179 - 181)). ¶ [34]) ينظر: (القانون التجاري للدكتور/ مصطفى كمال طه ¶ (294 - 297)، الشركات التجارية للدكتور/ محمود محمد بابللي (187)، ¶ أسواق الأوراق المالية (273)، شركات المساهمة (119 - 120)، سوق ¶ المال للدكتور/ عبدالله بن محمد بن حمد الرزين (84) ط/ جامعة ¶ الإمام محمد بن سعود، ط/ الأولى 1427هـ، معاملات البورصة بين ¶ النظم الوضعية والأحكام الشرعية للدكتور/ أحمد محمد لطفي (89 - 90) ¶ ط/ دار الفكر الجامعي – القاهرة، ط/ الأولى 2008م)",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "[35]) ينظر: (أحكام الأسواق المالية (209 - 210)، الأسهم ¶ والسندات (184 - 185)، الأسهم والسندات من منظور إسلامي للدكتور / ¶ عبد العزيز الخياط (48 - 51)). ¶ [36]) ينظر: (القانون التجاري للدكتور/ مصطفى كمال طه ¶ (291 - 292)، شركات المساهمة (112)، الأسهم والسندات للدكتور/ عبد ¶ العزيز خياط (32 - 35)، الأوراق المالية وأسواق رأس المال (7 - 8)، ¶ معاملات البورصة (53 - 60)، أحكام الأسواق المالية (207 - 208)) ¶ [37]) ينظر: أحكام الأسواق المالية (207). ¶ [38]) ينظر: الشركات التجارية للدكتور/ مصطفى كمال طه (196) ط/ ¶ دار الجامعة الجديدة – القاهرة، الشركات التجارية ¶ [39]) ينظر: (شركات المساهمة للدكتور/ أبو زيد رضوان (111)، ¶ الأسهم والسندات (63 - 64)). ¶ [40]) ينظر: الأسهم والسندات (71 - 72). ¶ [41]) ينظر: معجم مقاييس اللغة لأحمد بن فارس (3/ 428). ¶ [42]) ينظر: لسان العرب للعلامة جمال الدين بن محمد بن مكرم ¶ المعروف بابن منظور (4/ 2713). ¶ [43]) ينظر: المتاجرة بأسهم شركات غرضها ونشاطها مباح لكنها ¶ تقرض وتقترض بفائدة للشيخ / محمد المختار السلامي (14) بحث مقدّم ¶ لأعمال الندوة الفقهية الخامسة لبيت التمويل الكويتي. ¶ [44]) ينظر: الوجيز في القانون التجاري للدكتور/ مصطفى كمال طه ¶ (1/ 272)، شركة المساهمة للدكتور/ أبو زيد رضوان (135)). ¶ [45]) ينظر: سوق الأوراق المالية للدكتور/ خورشيد أشرف إقبال ¶ (99). ¶ [46]) ينظر: مجلة مجمع الفقه الإسلامي، العدد السابع (1/ 711). ¶ [47]) ينظر: مجلة مجمع الفقه الإسلامي، العدد السابع (1/ 711). ¶ [48]) ينظر: (الأسهم والسندات للدكتور/ أحمد الخليل (137 -  ¶ 160)، سوق الأوراق المالية للدكتور/ خورشيد إقبال (178 - 190)، ¶ الاستثمار والمتاجرة في أسهم الشركات المختلطة للدكتور/ عبدالله ¶ العمراني (10 - 50)). ¶ [49]) ينظر: قرارات وتوصيات مجمع الفقه الإسلامي في دورته ¶ التاسعة عشر بالإمارات. ¶ [50]) ينظر: (المتاجرة بأسهم شركات غرضها ونشاطها مباح لكنها ¶ تقرض وتقترض بفائدة للشيخ / محمد المختار السلامي (14) بحث مقدّم",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "لأعمال الندوة الفقهية الخامسة لبيت التمويل الكويتي، أحكام ¶ المقبوض بعقدٍ فاسد للباحث / عبد المجيد المنصور (3 - 4)). ¶ [51]) ينظر: الجامع لأحكام القرآن (2/ 1287) ط/ دار الغد العربي ¶ – بيروت، ط/ الأولى 1409هـ. ¶ [52]) أخرجه البخاري في صحيحه. ك/ الوكالة. باب/ إذا باع ¶ الوكيل شيئا فاسداً فبيعه مردود ح 2188 (2/ 813)، ومسلم في صحيحه ¶ ك/ المساقاة. باب/ بيع الطعام مثلاً بمثل ح 1594 (3/ 1215). ¶ [53]) أخرجه مسلم في صحيحه. ك/ المساقاة. باب/ بيع الطعام ¶ مثلاً بمثل ح 1594 (3/ 1215). ¶ [54]) ينظر: شرح صحيح مسلم للنووي (11/ 22) ط/ دار إحياء التراث ¶ العربي – بيروت. ¶ [55] أخرجه أبو داود في اجتناب الشبهات (9/ 161) والنسائي في ¶ اجتناب الشبهات في الكسب (13/ 469) واللفظ للنسائي. ¶ [56]) ينظر: المتاجرة بأسهم شركات غرضها ونشاطها مباح لكنها ¶ تقرض وتقترض بفائدة للشيخ محمد المختار السلامي (26) بحث ضمن ¶ أعمال الندوة الفقهية الخامسة لبيت التمويل الكويتي، المنعقدة في ¶ الكويت 1419هـ. ¶ [57]) ينظر: المتاجرة بأسهم شركات غرضها وعملها مباح لكن تقرض ¶ وتقترض من البنك بصفة مستمرة للأستاذ الدكتور / أحمد الحجي ¶ الكردي (96) بحث ضمن أعمال الندوة الفقهية الخامسة لبيت التمويل ¶ الكويتي ¶ [58]) ينظر في هذه المسألة: المتاجرة بأسهم شركات غرضها ونشاطها ¶ مباح لكنها تقرض وتقترض بفائدة للشيخ محمد المختار السلامي (14)، ¶ بحث في حكم المتاجرة بأسهم في الشركات المساهمة وما لذلك من قيود ¶ وضوابط تقتضيها قواعد الإسلام وأصوله للشيخ عبدالله بن سليمان ¶ المنيع (50)، بحث في المتاجرة بأسهم شركات غرضها وعملها مباح ¶ لكنها تقرض وتقترض من البنوك بصفة مستمرة للأستاذ الدكتور / محمد ¶ فوزي فيض الله (88)، المقبوض بعقد فاسد للباحث / عبد المجيد ¶ المنصور، فقه المعاملات المالية المعاصرة للدكتور/ سعد بن تركي ¶ الخثلان (249)، بحوث فقهية معاصرة للدكتور/ محمد عبد الغفار ¶ الشريف (428) ط/ دار ابن حزم – بيروت، أحكام المال الحرام ¶ للدكتور / عباس الباز (73) ط/ دار النفائس – الأردن). ¶ [59]) صحيح: رواه أحمد في مسنده ح 12210 (3/ 119) ط/ مؤسسة قرطبة،",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ورواه أبو داود في سننه. ك/ الأشربة – باب/ ما جاء في الخمر ¶ تخلل ح 3675 (3/ 351) ط/ دار الفكر وصححه الشيخ الألباني ¶ [60]) راوية خمر: قربة ممتلئة خمراً. ينظر: صحيح مسلم (11/ 4) ¶ ط/ دار إحياء التراث العربي. ¶ [61]) ينظر: شرح النووي على صحيح مسلم (11/ 4) ط/ دار إحياء ¶ التراث العربي. ¶ [62]) صحيح: أخرجه مسلم في صحيحه. ك/ المساقاة – باب/ تحريم ¶ بيع الخمر ح 1579 (3/ 1206). ¶ [63]) التمهيد لما في الموطأ من المعاني والأسانيد لابن عبد البر ¶ (4/ 150) ط/ وزارة عموم الأوقاف والشؤون الإسلامية - المغرب، ¶ 1387هـ ¶ [64]) ينظر: (المبسوط للسرخسي (13/ 25) ط/ دار المعرفة – بيروت، ¶ بدائع الصنائع في ترتيب الشرائع للكاساني (5/ 301) ط/ دار الكتاب ¶ العربي – بيروت، والبحر الرائق شرح كنز الدقائق لابن نجيم ¶ (6/ 103) ط/ دار المعرفة – بيروت، الفتاوى الهندية (5/ 349)، مجموع ¶ فتاوى ابن تيمية (29/ 3279)). ¶ [65]) ينظر: (فتاوى ابن رشد (1/ 640) ط/ دار الغرب الإسلامي – ¶ بيروت، الذخيرة للقرافي (13/ 318) ط/ دار الغرب الإسلامي – بيروت ¶ ). ¶ [66]) انظر: بدائع الصنائع (5/ 301). ¶ [67]) انظر: الفتاوى الهندية (5/ 349). ¶ [68]) ينظر: رد المحتار على الدر المختار (5/ 220). ¶ [69]) ينظر في هذه القاعدة: (أصول البزدوي (30) ط/ جاويد بريس ¶ - كراتشي، شرح التلويح على التوضيح للتفتازاني (1/ 316) ط/ دار ¶ الكتب العلمية – بيروت) ¶ [70]) ينظر: إحياء علوم الدين للغزالي (2/ 130) ط/ دار المعرفة – ¶ بيروت. ¶ [71]) ينظر: فتاوى ابن رشد (1/ 640) ¶ [72]) ينظر: القوانين الفقهية لابن جزي الكلبي محمد بن أحمد ¶ (165) ¶ [73]) ينظر: حاشية ابن عابدين (6/ 386) ط/ دار الفكر – بيروت ¶ [74]) ينظر: مواهب الجليل شرح مختصر خليل لمحمد بن عبد الرحمن ¶ المغربي (4/ 361) ط/ دار الفكر – بيروت",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "[75]) ينظر: (المجموع شرح المهذب (9/ 360) ط/ دار الفكر، أسنى ¶ المطالب شرح روض الطالب للشيخ زكريا الأنصاري (2/ 384) ط/ دار ¶ الكتاب الإسلامي، مجموع فتاوى ابن تيمية (29/ 3279)). ¶ [76]) ينظر: (المغني لابن قدامة (4/ 158) ط / دار الفكر – ¶ بيروت، الإنصاف في معرفة الراجح من الخلاف للمرداوي (4/ 362) ط/ ¶ دار إحياء التراث العربي – بيروت، شرح منتهى الإرادات للبهوتي ¶ (2/ 60) ط/ دار عالم الكتب – بيروت) ¶ [77]) ينظر: المقدمات الممهدات لابن رشد (2/ 617) ط/ مكتبة ¶ السعادة – القاهرة. ¶ [78]) ينظر: إحياء علوم الدين للغزالي (2/ 130). ¶ [79]) ينظر: فتاوى اللجنة الدائمة للبحوث العلمية، رقم الفتوى ¶ (16383). ¶ [80]) ينظر: فتاوى إسلامية للمسند (2/ 378). ¶ [81]) ينظر: الإنصاف (8/ 324). ¶ [82]) ينظر: مجموع الفتاوى (29/ 307). ¶ [83]) ينظر: إحياء علوم الدين للغزالي (2/ 130). ¶ [84]) ينظر: المجموع (9/ 351). ¶ [85]) ينظر: طبقات الحنابلة لأبي يعلى (1/ 196) ط/ مطبعة السنة ¶ المحمدية – القاهرة. ¶ [86]) نقلاً عن موقع الفقه الإسلامي. ¶ [87]) ينظر: مجموع الفتاوى (29/ 307). ¶ [88]) مجموع الفتاوى (30/ 327) بتصرف يسير. ¶ [89]) ينظر: مجموع الفتاوى (28/ 592). ¶ [90]) ينظر: قرارات مجمع الفقه الإسلامي في دورته التاسعة ¶ 1406هـ. ¶ [91]) أخرجه البخاري في صحيحه. ك/ البيوع. باب/ ثمن الكلب ح ¶ 2122 (2/ 779)، ومسلم في صحيحه. ك/ المساقاة. باب/ تحريم ثمن ¶ الكلب وحلوان الكاهن ح1567 (3/ 1198). ¶ [92]) ينظر: دراسات حول الربا والفوائد والمصارف للشيخ فيصل ¶ مولوي (71) ط/ دار الرشاد الإسلامية – بيروت ¶ [93]) ينظر: (المصارف معاملاتها وودائعها للشيخ مصطفى أحمد ¶ الزرقا (23) منشورات المركز العالمي لأبحاث الاقتصاد الإسلامي – ¶ جدة، فتاوى معاصرة للدكتور / يوسف القرضاوي (1/ 606 - 607) ط/ دار",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "القلم – الكويت، ط/ الخامسة). ¶ [94]) ينظر: دراسات حول الربا والفوائد والمصارف (71). ¶ [95]) أخرجه البخاري في صحيحه. ك/ الاستقراض وأداء الديون. ¶ باب/ ما ينهى عن إضاعة المال ح 2277 (2/ 848)، ومسلم في صحيحه. ¶ ك/ الأقضية. باب/ النهي عن كثرة المسائل من غير حاجة ح593 ¶ (3/ 1340) ¶ [96]) ينظر: حاشية رد المحتار على الدر المختار لابن عابدين ¶ (4/ 535). ¶ [97]) ينظر في هذه الاحتمالات: (المصارف معاملاتها وودائعها ¶ للشيخ مصطفى الزرقا (20)، دراسات حول الربا (71 - 73)، أحكام المال ¶ الحرام للدكتور/ عباس الباز (175 - 176)). ¶ [98]) ينظر: (حاشية ابن عابدين (2/ 456)، مواهب الجليل (2/ 528)، ¶ المجموع (7/ 40)، القواعد لابن رجب الحنبلي (14) ط/ مكتبة نزار ¶ مصطفى – السعودية 1999م). ¶ [99]) ينظر: المجموع (7/ 40). ¶ [100]) ينظر: (مواهب الجليل (2/ 528)، القواعد لابن رجب الحنبلي ¶ (14)). ¶ [101]) صحيح: أخرجه مسلم في صحيحه. ك/ الزكاة. باب/قبول ¶ الصدقة من الكسب الطيب وتربيتها ح1015 (2/ 703) ¶ [102]) ينظر: مواهب الجليل (2/ 528) ¶ [103]) سبق تخريجه. ¶ [104]) ينظر: (شرح الزرقاني (2/ 360) ط/ دار الكتب العلمية – ¶ بيروت، ط/ الأولى، إكمال المعلم شرح صحيح مسلم لمحمد بن خليفة ¶ الأبي (3/ 475) ط/ دار الكتب العلمية – بيروت، ط/ الأولى). ¶ [105]) ينظر: (حاشية رد المحتار (2/ 593)، البيان والتحصيل ¶ (18/ 565)). ¶ [106]) ينظر: أحكام المال الحرام (309). ¶ [107]) ينظر: (حاشية رد المحتار (2/ 292)، المجموع (9/ 428)، ¶ البيان والتحصيل (18/ 565)). ¶ [108]) ينظر: حاشية رد المحتار (2/ 292). ¶ [109]) ينظر: (تطهير الأرزاق في ضوء الشريعة الإسلامية للدكتور ¶ / حسين شحاتة (66 - 67) ط/ دار النشر للجامعات – القاهرة، أحكام ¶ المال الحرام (309)).",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "[110]) ينظر: مجموع الفتاوى (32/ 88). ¶ [111]) رواه محمد بن سعد في الطبقات الكبرى (1/ 145) ط/ دار صادر ¶ – بيروت. ¶ [112]) ينظر: أخبار مكة للأزرقي (1/ 162). ¶ [113]) ينظر: فتاوى اللجنة الدائمة (13/ 354) رقم (42). ¶ [114]) ينظر: فتاوى المستشار الشرعي لبيت المال الكويتي الفتوى ¶ رقم (42). ¶ [115]) ينظر: أحكام المال الحرام (331 - 332). ¶ [116]) ينظر: (أحكام المال الحرام (331 - 332)، تطهير الأرزاق في ¶ ضوء الشريعة الإسلامية (110 - 11)). ¶ [117]) ينظر: (الاختيار لتعليل المختار (3/ 61)، الذخيرة ¶ للقرافي (6/ 28) ط/ دار الغرب الإسلامي – بيروت، القواعد لابن رجب ¶ (255 - 256)). ¶ [118]) ينظر: الاختيار لتعليل المختار (3/ 61). ¶ [119]) ينظر: القواعد لابن رجب (256). ¶ [120]) ينظر: المصارف معاملاتها وودائعها وفوائدها للشيخ مصطفى ¶ الزرقا (344). ¶ [121]) ينظر: دراسات حول الربا والفوائد والمصارف للشيخ فيصل ¶ مولوي (76 - 77). ¶ [122]) ينظر: المصارف معاملاتها وودائعها وفوائدها للشيخ مصطفى ¶ الزرقا (344 - 345). ¶ [123]) ينظر: دراسات حول الربا والفوائد والمصارف للشيخ فيصل ¶ مولوي (76 - 77). ¶ [124]) ينظر: (المعيار المعرب والجامع المغرب لأحمد بن يحيى ¶ الونشريسي (6/ 144) ط/ دار الغرب الإسلامي – بيروت، إحياء علوم ¶ الدين (2/ 110)). ¶ [125]) ينظر: المعيار المعرب (6/ 144). ¶ [126]) ينظر: مرجع المشكلات في الاعتقادات والعبادات لأبي ¶ القاسم بن محمد التواتي (106) بتصرف. ¶ [127]) ينظر: المعيار المعرب (6/ 146). ¶ [128]) ينظر: مجموع الفتاوى (28/ 568 - 569). ¶ [129]) ينظر: (فتاوى الأسهم والبنوك (25)، فتاوى معاصرة ¶ (1/ 606)).",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "[130]) ينظر: المعيار المعرب (6/ 146). ¶ [131]) ينظر: مجموع الفتاوى (28/ 568 - 569). ¶ [132]) ينظر: قرارات الدورة التاسعة لمجمع الفقه الإسلامي. ¶ [133]) أخرجه البخاري في صحيحه. ك/ الهبة وفضلها. باب/ من لم ¶ يقبل الهدية لعلة ح 2457 (2/ 917)، ومسلم في صحيحه. ك/ الإمارة. ¶ باب/ تحريم هدايا العمال ح 1832 (3/ 1463). ¶ [134]) ينظر: التمهيد لابن عبد البر (2/ 24 - 25) ط/ وزارة الأوقاف ¶ – المغرب. ¶ [135]) ينظر: قرارات وتوصيات مجمع الفقه الإسلامي في دورته ¶ التاسعة عشر بالإمارات.",
            "page": "60",
            "part": "1"
        }
    ],
    "t36567": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "في تطهير الأسهم"
        }
    ]
}