{
    "b36568": [
        {
            "id": "1",
            "nass": "الأدلة علي ركنية قراءة الفاتحة للمأموم والرد علي المخالف ¶ جمع وترتيب ¶ راجي رحمة ذو الإحسان ¶ أبو عبد الرحمن محمد بن عمران",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "بسم الله الرحمن الرحيم ¶ الحمد لله الذي خلق خلقه أطواراً .. وصرفهم كيف شاء عزة واقتداراً .. ¶ وأرسل الرسل إلى الناس إعذارًا منه وإنذارًا .. ¶ فأتم بهم نعمته السابغة .. وأقام بهم حجته البالغة .. ¶ فنصب الدليل .. وأنار السبيل .. ¶ وأقام الحجة .. وأوضح المحجة .. ¶ فسبحان من أفاض على عباده النعمة .. وكتب على نفسه الرحمة .. ¶ أحمده والتوفيق للحمد من نعمه .. وأشكره على مزيد فضله وكرمه .. ¶ وأشهد أن لا إله إلا الله وحده لا شريك له .. كلمة قامت بها الأرض والسموات .. وفطر الله عليها جميع المخلوقات .. ¶ وعليها أُسست الملة .. ونُصبت القبلة .. ولأجلها جُردت سيوف الجهاد .. وبها أمر الله سبحانه جميع العباد .. ¶ وأشهد أن محمدا عبده ورسوله .. أرسله رحمة للعالمين .. وقدوة للعالمين .. ¶ أرسله بشيرا ونذيرا .. وداعيا إلى الله بإذنه وسراجًا منيرًا .. ¶ وأمده بملائكته المقربين .. وأيده بنصره وبالمؤمنين .. ¶ وأنزل عليه كتابه المبين .. ¶ أفضل من صلى وصام .. وتعبد لربه وقام .. ووقف بالمشاعر وطاف بالبيت الحرام .. (¬1) ¶ أما بعد ... ¶ أصدقُ ـ لا تواضعاً بل اعترافاً ـ أنني لم يكن لي أدنى فضل في كتابة أي كلمة من كل ما ستقرأه والله ـ أخي وحبيبي في الله ـ؛ وإنَّما أنا فقط أقرأ وأكتب ما قرأتُ، أجمع وأرتب، ¶ ¬__________ ¶ (¬1) مقدمة من رسالة \"دموع المآذن\" للشيخ محمد العريفي حفظه الله.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "فكل عملي قطف الزهور، وتعبئة الزاد، والتنسيق بين هذا وذاك، ثم هو لك معين، فخذها هنيئاً مريئاً، ولتحسن نيتك في الأخذ، عساك أن ينفعك بها ربك فيرفعك مقامًا عليًا (¬1). ¶ عملي في هذا البحث: هو جمع أقوال علمائنا ومشايخنا جزاهم الله خيرًا والتأليف بينها، وعرضها بأسلوب يسهل قراءته وفهمه إن شاء الله تعالي. ¶ وما توصلت إليه من خلال بحثي؛ هو أن قراءة الفاتحة للمأموم ركن تبطل الركعة بتركه، وهو ليس بقول مُحدث؛ بل قد ذهب إليه بعض العلماء وكثير من مشايخنا في عصرنا هذا؛ أمثال العلامة ابن باز (¬2) والعثيمين (¬3) رحمهما الله، والعلامة ابن جبرين (¬4) والفوزان (¬5) ومحمد المختار الشنقيطي (¬6) حفظهم الله، ومشايخنا محمد بن عبد المقصود (¬7) ومحمد المقدم (¬8) والسيد سابق (¬9) وعادل العزازي (¬10) وكمال بن السيد سالم (¬11) وغيرهم بارك الله فيهم جميعًا ونفعنا بعلمهم؛ وسوف تري أن الأدلة القائلة بركنية قراءة الفاتحة للمُصلي علي أي حال أدلة قوية جدًا يترجح بها هذا القول إن شاء الله. والله أعلم. ¶ ¬__________ ¶ (¬1) بتصرف من كتاب منطلقات طالب العلم لفضيلة الشيخ محمد حسين يعقوب حفظه الله. ¶ (¬2) مجموع فتاوى ومقالات_الجزء الحادي عشر. أركان الصلاة. قراءة المأموم الفاتحة خلف الإمام. ¶ (¬3) الشرح الممتع علي زاد المستقنع باب صفة الصلاة. فصل في أركان الصلاة. ¶ (¬4) فوائد من شرح منار السبيل. أمور في الصلاة. ¶ (¬5) الملخص الفقهي. باب في أركان الصلاة وواجباتها وسننها. ¶ (¬6) دروس زاد المستنقع رقم 39. أركانها: القيام والتحريم، دروس الترمذي - رقم 158 بَاب مَا جَاءَ فِي الْقِرَاءَةِ خَلْفَ الإِمَامِ، وهو من أكثر من فصل في هذا الموضوع. ¶ (¬7) سلسلة فقه العبادات. كتاب الصلاة - الإستفتاح والإستعاذة. الشريط رقم 19. ¶ (¬8) شرح منار السبيل. باب أركان الصلاة. أشرطة. ¶ (¬9) فقه السنة. الشيخ السيد سابق. ¶ (¬10) تمام المنة في فقه الكتاب وصحيح السنة. الشيخ عادل بن يوسف العزازي. ¶ (¬11) صحيح فقه السنة. باب أركان الصلاة.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "قال النووي:\"والذي عليه جمهور المسلمين القراءة خلف الإمام في السرية والجهرية، قال البيهقي: وهو أصح الأقوال علي السنة وأحوطها \" (¬1). ¶ وهذه المسألة اختلف العلماء-رحمهم الله- فيها سلفاً وخلفاً، حتى اختلف فيها أصحاب النبي - صلى الله عليه وسلم - و -رضي الله عنهم أجمعين-، ومن هنا لما سُئل الإمام القاسم بن محمد بن أبي بكر الصديق -رحمه الله برحمته الواسعة- عن القراءة وراء الإمام قال: \" إن قرأت فلك سلف، وإن سكت فلك سلف \"، أي من قرأ وراء الإمام فله سلف، ومن ترك القراءة وراء الإمام فله سلف، هذا إن لم يتبين لك بالأدلة الصحيحة الصريحة قولاً من الأقوال وإلا فقد أخرج البيهقي بإسناد صحيح عن الشافعي أنه قال: اجمع المسلمون على أن من استبانت له سنة رسول الله صلى الله عليه وسلم لم يكن له أن يدعها لقول أحد من الناس. ¶ ونسأل الله العظيم، رب العرش الكريم، أن يرينا الحق حقاً ويرزقنا اتباعه، وأن يرينا الباطل باطلاً ويرزقنا اجتنابه وألا يجعل الحق ملتبساً علينا فنضل .. ونسأل الله أن يجعل هذا العمل خالصًا لوجهه الكريم وأن يجعله ذخرًا لصاحبه يوم يأتيه؛ إنه نعم المولي ونعم النصير، اللَّهُمَّ رَبَّ جَبْرَائِيلَ وَمِيكَائِيلَ وَإِسْرَافِيلَ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنْ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ. ¶ هذا وقد ألف في هذا الموضوع بعض العلماء والأئمة، كل ينتصر للقول الذي يراه قريباً، أو أشبه بسنة النبي - صلى الله عليه وسلم -؛ والسبب في هذا الاختلاف: أنه وردت عن النبي - صلى الله عليه وسلم - أحاديث تدل دلالة واضحة على أنه يجب على الإنسان أن يقرأ الفاتحة في صلاته، وأنه لا تصح الصلاة بدون قرأتها، ولم يستثن النبي - صلى الله عليه وسلم - في أكثر هذه الأحاديث الصلاة مع الإمام، ووردت أحاديث أخر تدل على أن المنبغي على المأموم وراء الإمام أن ينصت ولا يقرأ، فنظراً لورود الأحاديث والآثار على هذين الوجهين المختلفين اختلف الأئمة-رحمهم الله- في هذه المسألة. ¶ ¬__________ ¶ (¬1) \" المجموع \" (2/ 118).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وتوسط بعض السلف والأئمة-رحمهم الله- فقالوا قولاً ثالثاً في المسألة، فقالوا: إذا كانت الصلاة جهرية فإنه لا يقرأ، وإذا كانت الصلاة سرية فإنه يجب على المأموم أن يقرأ الفاتحة (أعني أم الكتاب) وهذه المسألة تتحصل فيها الأقوال على هذا الوجه-أعني ثلاثة أقوال-: ¶ القول الأول: أنه يجب على المأموم أن يقرأ بفاتحة الكتاب وراء الإمام مطلقاً: سواء كانت الصلاة سرية أم كانت جهرية، وسواءً سمع قراءة الإمام في الجهرية أم لم يسمعها، وسواءً مكّنه الإمام من قراءة الفاتحة أم لم يمكنه، فالواجب عليه أن يقرأ بفاتحة الكتاب، وهذا القول مرويّ عن بعض أصحاب النبي - صلى الله عليه وسلم - و-رضي الله عنهم أجمعين- فبهذا القول قال أمير المؤمنين عمر بن الخطاب - رضي الله عنه - وأرضاه-، واختاره عبادة بن الصامت، وكذلك أفتى به عبدالله بن عمرو بن العاص-رضي الله عن الجميع-، ويُحفظ هذا القول عن أبي هريرة - رضي الله عنه - وأرضاه-، وهذا القول اختاره - من الأئمة - الإمام الشافعي في الجديد، حينما انتقل إلى مصر، واستقر مذهبه-رحمه الله- على هذا القول (أنه تجب قراءة الفاتحة على المأموم مطلقاً)، وقال به إسحاق بن راهويه، وهذا القول اختاره الإمام أبو عبدالله محمد بن إسماعيل البخاري - من المتقدمين -، كما اختاره الإمام الشوكاني من المتأخرين -رحمة الله على الجميع- واختاره أيضًا بعض أهل الحديث. ¶ القول الثاني: لا يجب على المأموم أن يقرأ وراء الإمام بفاتحة الكتاب مطلقاً: سواءً كانت الصلاة سرية أم كانت جهرية، وشدّد بعض أصحاب هذا القول في الصلاة الجهرية أكثر من الصلاة السرية، حتى إن بعضهم أغلظ فيه حتى بين حرمة القراءة وراء الإمام إذا كانت الصلاة جهرية، وهذا القول محفوظ عن طائفة من أصحاب النبي - صلى الله عليه وسلم - و-رضي الله عنهم أجمعين- فبهذا القول أفتى أمير المؤمنين علي بن أبي طالب، وهو قول زيد بن حارثة، وجابر بن عبدالله، وسعد بن أبي وقاص، وعبدالله بن عباس، وعبدالله بن مسعود، وعبدالله بن عمر -رضي الله عن الجميع-، واختار هذا القول - من الأئمة الأربعة - الإمام أبوحنيفة النعمان، وكذلك الإمام أحمد في رواية أصحابه- رحمة الله على الجميع- (أنه لا يقرأ المأموم وراء الإمام سواءً كانت الصلاة سرية أم كانت جهرية).",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "والقول الثالث في المسألة: قالوا: إذا كانت الصلاة جهرية فإن المأموم ينصت ولا يقرأ، وإذا كانت الصلاة سرية فإنه يقرأ بفاتحة الكتاب، وهذا القول روى عن بعض أصحاب النبي - صلى الله عليه وسلم - و -رضي الله عنهم أجمعين- ويحكى عن أبي الدرداء - رضي الله عنه - وأرضاه- واختاره الإمام مالك بن أنس، وكذلك بعض أصحاب الإمام أحمد، وعنه رواية بهذا القول. ¶ فتحصل في هذه المسألة ثلاثة أقوال: ¶ القول الأول: بوجوب قراءة القاتحة مطلقاً على المأموم في السرية والجهرية. ¶ والقول الثاني: بعكسه (أعني عدم قراءة الفاتحة سواءً كانت الصلاة جهرية أم سرية). ¶ والقول الثالث: بالتفصيل. ¶ فأما الذين أوجبوا قراءة الفاتحة على المأموم فاحتجوا بأدلة: ¶ الدليل الأول: ما ثبت في الصحيح عَنْ أَبِي هُرَيْرَةَ قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((أَيُّمَا صَلَاةٍ لَا يُقْرَأُ فِيهَا بِفَاتِحَةِ الْكِتَابِ فَهِيَ خِدَاجٌ ثُمَّ هِيَ خِدَاجٌ ثُمَّ هِيَ خِدَاجٌ)) (¬1). ¶ ووجه الدلالة من هذا الحديث: أن النبي - صلى الله عليه وسلم - عمم في الحكم وقال: ((أَيُّمَا صَلَاةٍ))، و (أَيّ) عند علماء الأصول من الحروف التي تدل على العموم. ¶ وقوله - صلى الله عليه وسلم -: ((صَلَاةٍ)): نكرة تفيد العموم، ولم يفرق النبي - صلى الله عليه وسلم - بين صلاة المأموم والإمام، ولم يفرق بين جهرية وسرية، والقاعدة في الأصول: \" أن الأصل في العام أن يبقى على عمومه حتى يدل الدليل على التخصيص \" قالوا ولو كان المأموم مستثنىً لقال - صلى الله عليه وسلم -: إلا المأموم، أو إلا من كان يصلى وراء الإمام. ¶ أما الدليل الثاني: عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ ((لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)) (¬2)، ووجه الدلالة من هذا الحديث: أن النبي - صلى الله عليه وسلم - قال: ((لَا صَلَاةَ))، وصلاة نكرة، والقاعدة في الأصول: \" أن النكرة في سياق النفي تدل على العموم \" فبين - صلى الله عليه وسلم - أن الصلاة لا تصح، سواءً كانت من المأموم أم من المنفرد أم ¶ ¬__________ ¶ (¬1) رواه مسلم والترمذي والنسائي وأبو دادود وابن ماجه وأحمد ومالك، واللفظ لأحمد. ¶ (¬2) متفق عليه.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "من الإمام إذا كان لم يقرأ صاحبها بفاتحة الكتاب، فدل على وجوب قراءة فاتحة الكتاب على المأموم. وقوله - صلى الله عليه وسلم -: ((لَا صَلَاةَ)) نفيٌ، والأصل في النَّفي أن يكون نفياً للوجود، فإنْ لم يمكن فهو نفيٌ للصحَّة، ونفيُ الصحَّة نفيٌ للوجود الشرعي، فإنْ لم يمكن فلنفي الكمال، فهذه مراتب النفي، فمثلاً: إذا قلت: لا خالق إلا الله، فهذا نفيٌ للوجود، إذ لا خالق إلا ربّ العالمين. ¶ وإذا قلت: لا صلاةَ بغير وُضُوء، فهذا نفيٌ للصحَّة؛ لأن الصَّلاةَ قد تُفعل بلا وُضُوء. ¶ وإذا قلت: لا صلاةَ بحضرَة طعام، فهو نفيٌ للكمال؛ لأن الصلاة تصحُّ مع حَضْرة الطعام. ¶ فقوله - صلى الله عليه وسلم -: ((لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)) إذا نزَّلناه على هذه المراتب الثلاث وجدنا أنه قد يوجد مَن يُصلِّي ولا يقرأ الفاتحة، وعلى هذا فلا يكون نفياً للوجود. فإذا وُجِدَ مَن يُصلِّي ولم يقرأ الفاتحةَ فإن الصَّلاةَ لا تَصِحُّ؛ لأن المرتبة الثانية هي نفيُ الصحَّة، وعلى هذا فلا تصحُّ الصَّلاة والحديث عامٌّ لم يُستثنَ منه شيء، والأصل في النصوص العامة أن تبقى على عمومها، فلا تخصَّصُ إلا بدليل شرعيٍّ، إما نصٌّ، أو إجماعٌ، أو قياس صحيح، ولم يوجد واحد من هذه الثلاثة بالنسبة لعموم قوله: ((لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ)). ¶ وأما الدليل الثالث: عَنْ عُبَادَةَ بْنِ الصَّامِتِ قَالَ صَلَّى رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الصُّبْحَ فَثَقُلَتْ عَلَيْهِ الْقِرَاءَةُ فَلَمَّا انْصَرَفَ قَالَ ((إِنِّي أَرَاكُمْ تَقْرَءُونَ وَرَاءَ إِمَامِكُمْ)) قَالَ: قُلْنَا: يَا رَسُولَ اللَّهِ؛ إِي وَاللَّهِ. قَالَ: فَلَا تَفْعَلُوا؛ إِلَّا بِأُمِّ الْقُرْآنِ؛ فَإِنَّهُ لَا صَلَاةَ لِمَنْ لَمْ يَقْرَأْ بِهَا)) (¬1)، وهذا الحديث الصحيح صريح في الدلالة على أن المأموم يجب عليه أن يقرأ بفاتحة الكتاب، سواءً كانت الصلاة جهرية أم كانت سرية؛ لأن النبي - صلى الله عليه وسلم - قال: ((فَلَا تَفْعَلُوا)) أي: لا تقرؤوا وراء الإمام إلا أن تكون القراءة بفاتحة الكتاب، فدل دلالة واضحة على وجوب قراءة فاتحة الكتاب على المأموم مطلقاً؛ لأن النبي - صلى الله عليه وسلم - لم يُفرق بين السرية والجهرية، ¶ ¬__________ ¶ (¬1) رواه الترمذي وأحمد وأبو داود والنسائي وابن ماجه والدارقطني وله ألفاظ من حديث عبادة بألفاظ مختلفة. وحسنه الترمذي والدارقطني، وقال الخطابي: إسناده جيد لا طعن فيه.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "فهذه الأحاديث الصحيحة تدل دلالة واضحة على رجحان هذا المذهب (أنه يجب على المأموم أن يقرأ بفاتحة الكتاب، سواءً كانت الصلاة من السرية أم من الجهرية). ¶ واستدل أصحاب القول الثاني بدليل الكتاب والسنة. أما استدلالهم بدليل الكتاب فبقوله - سبحانه وتعالى -: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا لَعَلَّكُمْ تُرْحَمُونَ}، ووجه الدلالة من هذه الآية الكريمة؛ أن المأموم وراء الإمام مأمور بالانصات عند سماع القرآن، وكان الإمام أحمد -رحمه الله- يقول: إن هذه الآية نزلت في الصلاة. فدل على أنه ينبغي على المأموم أن ينصت لقراءة القرآن، وبناءً عليه تسقط عنه قراءة الفاتحة؛ لأنه مشغول بالاستماع. ¶ أما الدليل من السنة فإن النبي - صلى الله عليه وسلم - ثبت عنه أنه قال: ((إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا رَكَعَ فَارْكَعُوا .. ))، وفي رواية أن النبي - صلى الله عليه وسلم - قال: ((وَإِذَا قَرَأَ فَأَنْصِتُوا)) (¬1)، وهذه الزيادة محل اختلاف بين علماء الحديث، هل هي مثبته من لفظ النبي - صلى الله عليه وسلم - أو لا؟. قال أبو داود: ليست بمحفوظة، وكذا قال ابن معين وأبو حاتم الرازي والدارقطني وأبو علي النيسابوري، واجتماع هؤلاء الحفاظ علي تضعيفها مقدَّم علي تصحيح مسلم، لا سيما ولم يروها في صحيحة، والله أعلم. ¶ ووجه الدلالة منها في قوله - صلى الله عليه وسلم -: ((وَإِذَا قَرَأَ فَأَنْصِتُوا))، حيث أمر النبي - صلى الله عليه وسلم - المأموم أن ينصت لقراءة الإمام، فدل على سقوط القراءة في حقه، وأنه لا يجب عليه أن يقرأ وراء الإمام. واستدلوا بحديث عَنْ أَبِي هُرَيْرَةَ قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((الْإِمَامُ ضَامِنٌ وَالْمُؤَذِّنُ مُؤْتَمَنٌ. اللَّهُمَّ أَرْشِدْ الْأَئِمَّةَ، وَاغْفِرْ لِلْمُؤَذِّنِينَ)) (¬2)، ووجه الدلالة من هذا الحديث: أن النبي - صلى الله عليه وسلم - قال: ((الْإِمَامُ ضَامِنٌ)) والضامن والضمين في لغة العرب: الحميل والزعيم الذي يتحمل عن الغير، فقالوا: إن هذا الحديث يدل على أن الإمام يحمل عن المأموم ومما يحمله عنه قراءته لفاتحة الكتاب. ¶ ¬__________ ¶ (¬1) أعل الحفاظ هذه الزيادة. أخرجه مسلم وأبو داود والنسائي. ¶ (¬2) رواه أحمد وأبو داود وصححه الألباني برقم 2787في صحيح الجامع.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "واستدلوا كذلك بما جاء عَنْ جَابِرٍ بن عبد الله قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ((مَنْ كَانَ لَهُ إِمَامٌ فَقِرَاءَةُ الْإِمَامِ لَهُ قِرَاءَةٌ)) (¬1)، وهو حديث متكلم في سنده وجمهور أئمة الحديث على ضعفه ورده، وحسَّن بعض العلماء إسناده، ووجه الدلالة من هذا الحديث: أن النبي - صلى الله عليه وسلم - نص على أن المأموم يحمل عنه الإمام القراءة وهذا شامل لفاتحة الكتاب وغيرها. ¶ وأما أصحاب القول الثالث فقد استدلوا على التفريق بين الجهرية والسرية بأن النبي - صلى الله عليه وسلم - صلى بأصحابه فارتُجَّ عليه في القراءة فقال-عليه الصلاة والسلام-: ((مَالِي أُنَازَعُ الْقُرْآنَ)) (¬2)، قالوا فهذا يدل على أن محل الإنكار إنما هو الجهرية دون السرية، والواجب على المأموم أن يقرأ بفاتحة الكتاب في السرية؛ لأن الأصل وجوبها عليه، فهذا وجه تفريقهم بين السرية والجهرية. ¶ قال العلامة محمد بن المختار الشنقيطي: والذي يترجح في نظري والعلم عند الله هو القول بوجوب قراءة فاتحة الكتاب على المأموم، سواءً كان في الصلاة السرية أم الجهرية. ووجه الترجيح: أن النبي - صلى الله عليه وسلم - أمر بفاتحة الكتاب على سبيل العموم ولم يستثنِ -صلوات الله وسلامه عليه- صلاة أو مصلياً دون غيره، فدل على أن الأصل هو: وجوب قراءة فاتحة الكتاب. ¶ * وأما الأدلة التي استدل بها على أنه لا يقرأ المأموم وراء الإمام فقد أُجيب عنه بأجوبة: ¶ الدليل الأول: وهو قوله-تعالى-: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا} أن هذه الآية الكريمة عامة، وحديثنا الذي أمر بفاتحة الكتاب في الصلاة خاص، والقاعدة في الأصول: أنه إذا تعارض النص الصريح في المسألة مع غيره مما هو أعم فإنه يقدم الصحيح الصريح، حتى ولو كان الصريح من الحديث الحسن فإن النبي - صلى الله عليه وسلم - قال في الحديث الحسن: (( ¶ ¬__________ ¶ (¬1) رواه أحمد، وابن ماجه، \"فتح القدير\" 1/ 339. وهو ضعيف من جميع طرقه. وهو مرسل، والمرسل من أقسام الضعيف، قال الحافظ ابن كثير: اتفق الحفاظ علي ضعفه. مع أن العلامة الألباني حسنه بمجموع طرقه. والحديث عن عبد الله بن شداد وهو تابعي عن رسول الله. ¶ (¬2) رواه أبو داود والترمذي.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "لا تفعلوا إلا بفاتحة الكتاب))، فدل هذا دلالةً واضحةً على أن العموم في الآية الكريمة مُخصص، وأن الاستدلال بهذا العموم لاشك أنه معارض بهذا الخاص الوارد في الصلاة. ¶ الوجه الثاني من الجواب: أن نقول: إن قوله-عليه الصلاة والسلام-: ((لا صلاة)) تعارض مع قوله-تعالى-: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ وَأَنصِتُوا} وحديث: ((لا صلاة)) يدل على أن الصلاة لا تصح، فدل على اشتراط الفاتحة لصحة الصلاة، فالوجوب فيه أقوى، وقوله -تعالى-: {وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوا لَهُ} وجوب استماع، ووجوب الإستماع لا يعارض وجوب الركنية؛ لأن القاعدة في الأصول: \" إذا تعارضت الأركان والواجبات قدمت الأركان على الواجبات \"، ولو أن قائلاً قال: إن إثبات الركنية إنما هو بالاجتهاد، لو سُلم جدلاً هذا فإننا نقول: تعارض الواجبان، هب أنهما واجبان، واجب متصل وواجب منفصل، والقاعدة: \" أنه إذا تعارض الواجب المتصل بعبادة المكلف مع الواجب المنفصل؛ فإنه يُقدم المتصل الذي أمر به إلزاماً على من فصل عنه على سبيل المتابعة للإمام \"، وبناءً على هذا يجب على المكلف أن يقرأ الفاتحة وراء الإمام، سواءً كانت الصلاة جهرية، أو كانت سرية. ¶ الوجه الثالث من الجواب: أن القارئ لفاتحة الكتاب يمكنه أن يقرأ بفاتحه الكتاب أثناء سكتات الإمام - كما هو معلوم - وينصت لقراءة القرآن متى ما تيسر له ذلك، فجمع بين الآية والحديث؛ هذا غير أن النبي صلي الله عليه وسلم نهي عن منازعته إلا في قراءة الفاتحة، فيجوز منازعة الإمام فيها، كما قال شيخنا محمد بن عبد المقصود -حفظه الله -. ¶ وأما الدليل الثاني: وهو قوله-عليه الصلاة والسلام-: ((وإذا قرأ فأنصتوا)) نعم إلا في الفاتحة، هذا غير أنه من جهة السند أضعف من الأحاديث التي أثبتت وجوب قراءة الفاتحة، والأصل عند العلماء أنه لا يحُكم بالتعارض بين حديثين أحدهما أصح. فإنه يقدم الأصح على الصحيح، ويقدم ماهو أقوى على ماهو قوي، ويقدم القوي على الضعيف، والصحيح على الحسن، - كما هو مقرر في علم الأصول -. ¶ أما الدليل الثالث: وهو حديث: ((من كان له إمام فقراءة الإمام له قراءة)) ففيه ضعف من حيث السند عند جمهور المحدثين، فلا يقوى على معارضة أحاديث الصحيحين؛ لأنه لا",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "يحكم بالتعارض إلا عند استواء الحديثين ثبوتاً عن رسول الله - صلى الله عليه وسلم -. ¶ وكذلك من جهة المتن: أن حديث: ((من كان له إمام فقراءة ... ))، قوله: ((قراءة الإمام له قراءة)) فسرها حديث ثانٍ وهو قوله - صلى الله عليه وسلم -: ((لا تفعلوا إلا بفاتحة الكتاب)): فدل على أن النبي - صلى الله عليه وسلم - كان يريد القراءة بعد فاتحة الكتاب. ¶ وتوضيح ذلك: أنك إذا كنت وراء الإمام فقرأ بفاتحة الكتاب، ثم قرأ سورة وراءها - خاصةً في الجهرية - فإنه يقتصر المأموم على قراءة الفاتحة وينصت للقراءة التي بعد الفاتحة، وهذا التخصيص فيه جمع بين النصوص، والقاعدة في الأصول: \" أن الجمع بين النصوص أولى من العمل ببعضها وترك البعض \". ¶ وهناك مسلك يقول: إن هذا الحديث متأخر عن حديث: ((لا تفعلوا إلا بفاتحة الكتاب)) وليس هناك دليل صحيح يدل على ثبوت تاريخ هذا تأخرًا عن تاريخ الذي قبله، وادعاء النسخ - كما هو مقرّر في الأصول - ليس بحجة، النسخ لا يثبت بالاحتمال، فلو قال أحد: إن هذا الحديث متأخّر عن الحديث الذي قبله لا يقبل حتى يبيّن الدليل على تأخّره، وأنه قد وقع بعده لكي يكون ناسخاً. ¶ كما احتجوا بوقوع النسخ بحديث أبي هريرة أن النبي صلى الله عليه وسلم: «لما نهاهم عن القراءة مع الإِمام قال: فانتهى الناس عن القراءة فيما يجهرُ فيه النبي صلى الله عليه وسلم» وهو مدرج من قول الزهري كما في رواية أحمد (2/ 240) وغيره، واتفق علي هذا البخاري في \"تاريخه\" وأبو داود، ويعقوب بن يوسف والذهلي والخطابي وغيرهم، وقال النووي: هذا مما لا خلاف فيه بينهم. ¶ قال الشيخ كمال بن السيد سالم: وأما ما ادَّعوه من أن حديث أبي هريرة ناسخ لأحاديث الأمر بالقراءة، فقد ادعي الحازمي في \"الإعتبار\" (ص/72 - 75) عكسه، فجعل أحاديث الوجوب ناسخة لأحاديث النهي، والحق أنه لا دليل علي هذا أو ذاك، فوجب الرجوع إلي قواعد الجمع أو الترجيح (¬1). ¶ ¬__________ ¶ (¬1) صحيح فقه السنة (1/ 544 - 546).",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ومما احتج به القائلون بعدم ركنية الفاتحة: ¶ 1 - أن القراءة إذا كان الإِنسان يستمع لها قراءة له حُكماً، بدليل: أنه يُسَنُّ للمستمع المنصت إذا سَجَدَ القارئ أن يسجدَ معه، وهذا دليل على أنه كالتالي حكماً. ¶ فالمنصت المتابع للقارئ له حُكمه؛ لقوله تعالى لموسى عليه الصلاة والسلام:) قَدْ أُجِيبَتْ دَعْوَتُكُمَا فَاسْتَقِيمَا) (يونس: من الآية89)) وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالاً فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ) (يونس:88) والدَّاعي موسى وحده لقوله:) وَقَالَ مُوسَى رَبَّنَا إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلَأَهُ زِينَةً وَأَمْوَالاً فِي الْحَيَاةِ الدُّنْيَا رَبَّنَا لِيُضِلُّوا عَنْ سَبِيلِكَ رَبَّنَا اطْمِسْ عَلَى أَمْوَالِهِمْ وَاشْدُدْ عَلَى قُلُوبِهِمْ فَلا يُؤْمِنُوا حَتَّى يَرَوُا الْعَذَابَ الْأَلِيمَ) (يونس:88). فالدَّاعي موسى، وهارون كان يؤمِّنُ، وجعلهما الله داعيين. إذاً؛ فالمنصت للقراءة قارئ حكماً. ¶ 2 - أنَّه لا فائدة مِن جهر الإمام بالقراءة إذا لم تَسقطْ عن المأموم، وكيف يقرأ وإمامُه قد قرأ؟ ثم كيف يقرأ وإمامُه يَجهرُ بالقراءة؟ فهذا عَبَثٌ من الحكم؛ لأنه إذا قلنا لإِمام: اُقرأ بعد الفاتحة، ثم قرأ المأمومُ الفاتحةَ صار جَهْرُ الإِمام فيما يقرأ فيه لغواً لا فائدة منه. ¶ نجيب عنها: القول بأن قراءة الإِمام إذا كان المأموم يستمع لها قراءة للمأموم؛ فنعم نحن نقول بذلك، لكن فيما عدا الفاتحة؛ ولهذا يعتبر المأموم الذي يستمع إلى قراءة ما بعد الفاتحة قارئاً لها، لكن وَرَدَ في قراءة الفاتحة نصٌّ. ¶ وأما قولهم: إنَّه لا فائدة مِن جَهْرِ الإِمام إذا ألزمنا المأموم بالقراءة، فنقول: هذا قياس في مقابلة النصِّ، والقياس في مقابلة النصِّ مُطَّرَح. ¶ ثم لا يُحتج علينا بأن القول بعدم ركنية الفاتحة هو الصحيح لذهاب عليّ بن أبي طالب وابن عباس وابن عمر وغيرهم رضي الله عنهم أجمعين؛ إذ أن الحجّة في السنة، ثم لقد ذهب جمعٌ آخر من الصحابة إلي عكس ذلك، وليس قول بعضهم بحجة علي الآخر. ¶ وهناك من قال: نعم اقرأ بها ولكن في نفسك؛ وهي قراءة القلب بالتدبر والتفكر. وهذه القراءة لا تجزيه، ولا تصح منه حتى ينطق، وقالوا: يُسْمع نفسه؛ ولذلك قال-عليه الصلاة",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والسلام-: ((لا صلاة لمن لم يقرأ)) والقراءة إنما تكون باللفظ، وأما ما كان في النفس فليس بقراءة، ولا في حكم القراءة. ¶ ثم هناك دعوي بنقل الإجماع على أنه لا تجب القراءة على المأموم حال الجهر!! وهي دعوي يُغني فسادها عن إفسادها وبطلانها عن إبطالها!!. ¶ والرد كما قال شيخنا ممدوح جابر: كيف هذا والخلاف ثابت منذ عصر الصحابة، وأثبت ذلك ابن قدامه وغيره!!. أ. هـ. فكيف يُقال إجماع؛ إِنَّ هَذَا لَشَيْءٌ عُجَابٌ!!!!!!!!. ¶ ثم قد زعم البعض أن زيادة (فصاعدا) تُخصص الحديث للإمام؛ وللرد علي هذا: ¶ مقصودهم أن قراءة الفاتحة تجب علي الإمام وكذلك ما بعد الفاتحة! ولم يقل أحد يهذا، سلمنا لهم أنها خاصة بالإمام، ألم يعلموا أن الإجماع ثبت في أن القراءة الزائدة علي الفاتحة سنة وليست بفرض!! فأني لهم بهذا القول (وهو إيجاب الفاتحة وما بعدها علي الإمام). ¶ قال المنذري: وأخرجه البخاري ومسلم والترمذي والنسائي وابن ماجه , وليس في حديث بعضهم فصاعدا. ثم قوله (فصاعدا) ظاهره وجوب ما زاد على الفاتحة بمعنى بطلان الصلاة بدونه وقد اتفقوا أو غالبهم على عدم الوجوب بهذا المعنى فلعلهم يحملونه على معنى فما كان صاعدا فهو أحسن والله تعالى أعلم. ¶ قال الشيخ ممدوح جابر: الوجوب في حق المأموم يجب فهمه، مثل الحديث الآخر (لا قطع إلا في ربع دينار فصاعدا) فليس معني الحديث أن ربع دينار لا يوجب القطع، لكن الحديث يبين الحد الأدني لوجوب القطع كذلك هذا الحديث يبين الحد الأدني لوجوب القرآة علي المصلي، ولا يفهم منه وجوب قدر زائد علي الفاتحة حتي نقول إنه في حق غير المأموم. راجع جزء القرآة للبخاري. أ. هـ. ¶ وقد يكون \"فصاعدا\": أي الفاتحة وما بعدها من الأركان مثل القيام وتكبيرة الإحرام والركوع والسجود .. وهكذا. كما قال شيخنا عادل العزازي. ¶ قال العلامة الشنقيطي: فنحن ندين الله-عز وجل- بأن الفاتحة لازمة للصلوات؛ لأن رسول الله - صلى الله عليه وسلم - قال: ((لا صلاة لمن لم يقرأ بفاتحة الكتاب)). وأما الأحاديث التي منعت من",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "القراءة أثناء قراءة الإمام فإنها تدل على وجوب الإنصات، وحينئذٍ إذا تؤمل من جهة الفقه وجدنا واجباً يدل على اللزوم والركنية، وواجباً يدل على اللزوم دون الركنية، فقدم الواجب الذي يدل على الركنية. ثانياً: أن المأموم مأمور في خاصة نفسه بواجب متعلق بصلاته، وواجب منفصل عن الصلاة من جهة الإقتداء، أي أنه ليس بركن ولا واجب لصحة صلاته وراء الإمام، فقدم الواجب المتعلق بحق نفسه (أعني قراءته لفاتحة الكتاب) هذا هو الذي يترجح في نظري: القول بوجوب قراءة فاتحة الكتاب مطلقاً، ولذلك لما روى أبوهريرة حديث الإنصات وسأله السائل كونه يقرأ وراء الإمام والإمام يقرأ قال: \" اقْرَأْ بِهَا يَا فَارِسِيُّ فِي نَفْسِكَ \" فدل هذا الفهم من الصحابي على أنه لا تعارض بين أحاديث النبي - صلى الله عليه وسلم -، ودل على أن الأحاديث التي استدل بها على وجوب الانصات وترك الفاتحة؛ إنما المراد بها الانصات بعد قراءة فاتحة الكتاب، وعلى كل حال فلكل هذه الأقوال وجهها من سنة رسول الله - صلى الله عليه وسلم - وهديه، لا حرج على من قرأ بفاتحة الكتاب وراء الإمام، ولا حرج على من تركها، ولا على من قراها في السرية دون الجهرية. ¶ * مسألة: ثم إذا قلنا بوجوب قراءة الفاتحة، فهل تجب في كُلِّ رَكعة، أو يكفي أن يقرأها في ركعة واحدة؟ ¶ في هذا خِلاف بين العلماء، فمنهم مَن قال: إذا قرأها في رَكعة واحدة أجزأ؛ لعموم قوله: «لا صلاةَ لمَن لم يقرأ بفاتحة الكتاب»، ولم يقل في كُلِّ رَكعة، والإِنسان إذا قرأها في ركعة فقد قرأها، فتجزئ. ولكن الصحيح أنها في كُلِّ رَكعة. ¶ ودليل ذلك ما يلي: ¶ 1 - أنَّ الرسول صلى الله عليه وسلم قال للمسيء في صلاته: «ثم اُفعلْ ذلك في صلاتِك كلِّها».",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2 - أن الرسول صلى الله عليه وسلم واظبَ على قراءتها في كُلِّ ركعة، وقال: «صَلُّوا كما رأيتموني أصلِّي». وعلى هذا؛ فيكون القول الرَّاجح في هذه المسألة: أنَّ قراءة الفاتحة رُكنٌ في كُلِّ ركعة، وعلى كُلِّ مُصَلٍّ. ¶ * مسألة أخري: إذا دخل المسبوق إلي المسجد وأدرك الإمام راكعًا فهل يعتد بهذه الركعة؟ ¶ هناك قولان لأهل العلم في ذلك: ¶ القول الأول: تدرك الركعة بإدراك الركوع مع الإمام: ¶ وهو مذهب الجماهير: الأئمة الأربعة وغيرهم، وبه قال ابن عمر وابن مسعود وزيد بن ثابت وغيرهم من الصحابة رضيّ الله عنهم أجمعين، وحُجة هذا القول: ¶ 1 - حديث أَبِي هُرَيْرَةَ أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (مَنْ أَدْرَكَ رَكْعَةً مِنْ الصَّلَاةِ فَقَدْ أَدْرَكَ الصَّلَاةَ) (¬1). وحملوا لفظ (رَكْعَةً) علي أن المراد الركوع. ¶ 2 - وأيدوا هذا الحمل برواية ابن خزيمة لحديث أبي هريرة بلفظ (مَنْ أَدْرَكَ رَكْعَةً مِنْ الصَّلَاةِ \"قبل أن يقيم الإمام صلبه\" فَقَدْ أَدْرَكَ) (¬2) قالوا: فدل علي أن المراد بالركعة الركوع!!. ¶ 3 - ما رُوي عَنْ أَبِي هُرَيْرَةَ مرفوعًا قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ (إِذَا جِئْتُمْ إِلَى الصَّلَاةِ وَنَحْنُ سُجُودٌ فَاسْجُدُوا وَلَا تَعُدُّوهَا شَيْئًا، وَمَنْ أَدْرَكَ الرَّكْعَةَ فَقَدْ أَدْرَكَ الصَّلَاةَ) (¬3) ¶ ¬__________ ¶ (¬1) متفق عليه. ¶ (¬2) منكر بهذا اللفظ: اخرجه ابن خزيمة والبيهقي والدارقطني والعقيلي في الضعفاء، وجعل الزيادة من كلام الزهري، وأخرجه البخاري في \"جزء القراءة\" من نفس الطريق بدونها وجعل البخاري زيادة \"قبل أن يقيم الإمام صلبه\" مدرجة من كلام الإمام الزهري كما جاء في جزء القراءة. . والحديث من طريق يحيي بن حميد وقد ضعفه أهل العلم، قال البخاري: وأما يحيى بن حميد فمجهول لا يُعتمد على حديثه غير معروف بصحة. والثقات الذين رووا هذا الحديث عن الزهري لم يذكروا هذه الزيادة منهم عبيد الله بن عمر، ويحيى بن سعيد، وابن الهاد، ويونس، ومعمر، وابن عيينة، وشعيب، وابن جريج وحسبك هؤلاء. ¶ (¬3) منكر: اخرجه أبو داود والدارقطني والحاكم والبيهقي وفي سنده يحيي بن أبي سليمان، قال البخاري: منكر الحديث، وقال أبو حاتم: مضطرب الحديث ليس بالقوي، وقد قواه الألباني في الإرواء والصحيحة بما لا يسلَّم له فليراجع.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وفي لفظ (إذا جئتم و الإمام راكع فاركعوا , و إن كان ساجداً فاسجدوا , و لا تعتدوا بالسجود إذا لم يكن معه الركوع) (¬1). ¶ 4 - حديث أَبِي بَكْرَةَ أَنَّهُ انْتَهَى إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَهُوَ رَاكِعٌ فَرَكَعَ قَبْلَ أَنْ يَصِلَ إِلَى الصَّفِّ فَذَكَرَ ذَلِكَ لِلنَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ (زَادَكَ اللَّهُ حِرْصًا وَلَا تَعُدْ) (¬2)، قالوا: هو ظاهر أنه أعتدَّ بها، ولم يُؤمر بإعادتها، ولا يمكن أنه قرأ الفاتحة فيها، وأما قوله (وَلَا تَعُدْ) فهو نهي عن الدخول في الصلاة قبل بلوغ الصف. ¶ 5 - عن ابن عمر قال: إذا جئت والإمام راكع فوضعتَ يديك علي ركبتيك قبل أن يرفع رأسه، فقد أدركت (¬3). ¶ 6 - عن زيد بن وهب قال: خرجت مع ابن مسعود من داره إلي المسجد فلما توسطنا المسجد ركع الإمام، فكبر عبد الله ثم ركع وركعت معه، ثم مشينا راكعين حتي انتهينا إلي الصف، حتي رفع القوم رءوسهم، قال: فلما قضي الإمام الصلاة قمتُ أنا – وأنا أري لم أُدرك – فأخذ بيدي عبد الله فأجلسني وقال: إنك قد أدركتَ (¬4). ¶ 7 - عن أبي أمامة بن سهل قال: رأيت زيد بن ثابت دخل المسجد والناس ركوع، فمشي حتي أمكنه أن لا يصل إلي الصف وهو راكع، كبر فركع، ثم دبَّ وهو راكع حتي وصل الصف. وفي لفظ عن خارجة بن زيد \" .. ثم يعتدُّ بها، إن وصل إلي الصف أو لم يصل (¬5). ¶ القول الثاني: لا يعتد بالركعة التي لا يقرأ فيها المسبوق الفاتحة خلف الإمام: ¶ وهو مذهب البخاري وابن حزم ومن الشافعية أبو بكر بن خزيمة الملقب بإمام الأئمة وتقيّ الدين السبكي وهو شافعي متعصب للشافعية ورجحه وجزم به الحافظ العراقي في شرح التقريب، ورجحه الشوكاني والعلامة المعلَّمي اليماني وغيرهم وهو الصحيح لما سيأتي: ¶ ¬__________ ¶ (¬1) أخرجه البيهقي وفي إسناده مجهول. من طريق عبد العزيز بن رفيع وهو تابعى جليل ثقة عن رجل عن النبي. ¶ (¬2) رواه البخاري وغيره. ¶ (¬3) صحيح: اخرجه ابن أبي شيبة والبيهقي. ¶ (¬4) صحيح: ابن أبي شيبة والطحاوي والبيهقي. ¶ (¬5) صحيح: أخرج الرواية الأولي الطحاوي، والثانية البيهقي، وانظر الإرواء (2/ 264).",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "1 - عَنْ أَبِي هُرَيْرَةَ عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ (إِذَا سَمِعْتُمْ الْإِقَامَةَ فَامْشُوا إِلَى الصَّلَاةِ وَعَلَيْكُمْ بِالسَّكِينَةِ وَالْوَقَارِ وَلَا تُسْرِعُوا فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا) (¬1). ¶ قالوا: فمن أدرك الركوع فقد فاتته الوقفة وقراءة أم القرآن وكلاهما فرض لا تتم الصلاة إلا به، وهو مأمور بنص كلام رسول الله بقضاء ما سبقه وإتمام ما فاته، فلا يجوز تخصيص شيء بغير نصٍّ آخر، ولا سبيل إلي وجوده. ¶ 2 - أما حديث (مَنْ أَدْرَكَ رَكْعَةً مِنْ الصَّلَاةِ فَقَدْ أَدْرَكَ الصَّلَاةَ) (¬2)، فهو حق وهو حجة عليهم، لأنه مع ذلك لا يسقط عنه قضاء ما لم يدرك من الصلاة بلا خلاف، وليس في الحديث أنه إن أدرك الركوع فقد أدرك الوقفة، قلت: فحملوا لفظ (رَكْعَةً) علي الركعة الكاملة وهذا حقيقة اللفظ كما هو معروف في الشرع والعرف. ¶ 3 - أما زيادة (قبل أن يقيم الإمام صلبه) فلا تصح، وغاية الأمر أن يكون أحد الرواه توهَّم أن معني الحديث: من أدرك مع الإمام الركوع فقد أدرك الركعة، فزاد هذه الزيادة تفسيرًا في زعمه وقد جوَّز بعضهم أن تكون من زيادة الزهري فربما التبس علي بعض الضعفاء. ¶ 4 - وكذلك حديث (إِذَا جِئْتُمْ إِلَى الصَّلَاةِ وَنَحْنُ سُجُودٌ فَاسْجُدُوا وَلَا تَعُدُّوهَا شَيْئًا، وَمَنْ أَدْرَكَ الرَّكْعَةَ فَقَدْ أَدْرَكَ الصَّلَاةَ) (¬3) فضعيف لا يُحتج به. ¶ وفي لفظ (إذا جئتم و الإمام راكع فاركعوا , و إن كان ساجداً فاسجدوا , و لا تعتدوا بالسجود إذا لم يكن معه الركوع) (¬4)، وهو ضعيف وحتي إذا صح فإنه يُؤخذ منه بدليل الخطاب، أي بمفهوم المخالفة أن الإنسان إذا أدرك الركوع يكون بذلك مدركًا للركعة. ومفهوم المخالفة ذهبت طائفة من أهل العلم إلي عدم حجيته، وهذا مذهب أبي حنيفة رحمه الله والمحققين من الأصوليين من الشافعية وغيرهم، وأبو حامد الغزالي، وهو مذهب ابن حزم وطائفة من أهل العلم، وعلي افتراض أنه حجة فإن دلالة المنطوق مقدمة بلا خلاف منهم ¶ ¬__________ ¶ (¬1) رواه البخاري وغيره. ¶ (¬2) متفق عليه. ¶ (¬3) سبق تخريجه قريبًا. ¶ (¬4) سبق تخريجه قريبًا.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "علي دلالة المفهوم، والمنطوقات بينت أن القيام ركن لا تصح الركعة إلا به في صلاة الفرض، وبينت أيضًا أن فاتحة الكتاب ركن أو شرط لا تصح الصلاة إلا به. وهذا الذي أدرك الإمام راكعًا قد فاته القيام والقراءة. ¶ 5 - وأما حديث أبي بكرة فلا حجة لهم فيه أصلاً، لأنه ليس فيه أنه اجتزأ بتلك الركعة وأن لم يقضها وأن النبي أقره علي ذلك. ثم كيف يُحتج بحديث قال فيه النبي (وَلَا تَعُدْ)؟؟! ¶ وربما كانت (وَلَا تَعُدْ) نهيًا عن الإسراع إلي الصلاة. وقد مضي (إِذَا سَمِعْتُمْ الْإِقَامَةَ فَامْشُوا إِلَى الصَّلَاةِ وَعَلَيْكُمْ بِالسَّكِينَةِ وَالْوَقَارِ وَلَا تُسْرِعُوا فَمَا أَدْرَكْتُمْ فَصَلُّوا وَمَا فَاتَكُمْ فَأَتِمُّوا) (¬1). وربما كان النهي علي أنه ابتدء الصلاة منفردًا خلف الصف وقد صح من حديث عَلِيِّ بْنِ شَيْبَانَ قَالَ: خَرَجْنَا حَتَّى قَدِمْنَا عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَبَايَعْنَاهُ وَصَلَّيْنَا خَلْفَهُ ثُمَّ صَلَّيْنَا وَرَاءَهُ صَلَاةً أُخْرَى فَقَضَى الصَّلَاةَ فَرَأَى رَجُلًا فَرْدًا يُصَلِّي خَلْفَ الصَّفِّ قَالَ فَوَقَفَ عَلَيْهِ نَبِيُّ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حِينَ انْصَرَفَ قَالَ (اسْتَقْبِلْ صَلَاتَكَ لَا صَلَاةَ لِلَّذِي خَلْفَ الصَّفِّ) (¬2). ¶ * إذًا هل يمكن أن يجتمع الأئمة الأربعة علي خطأ؟؟ ¶ هل قال النبي (لن تجتمع أمتي على ضلالة) (¬3) أم الأئمة الأربعة علي ضلالة؟؟؟ ¶ ثم يجب علينا إذا ثبت الخلاف أن ننظر في مواضع الحجة، والأئمة جميعًا كلهم مجتهد بين أجر وأجرين، فمن أصاب فله أجرين ومن جانبه الصواب فله أجر. ¶ 6 - وأما الآثار عن الصحابة فهي معارَضة بقول أبي هريرة أنه لا يعتد بالركعة حتي يدرك الإمام قائمًا (¬4).وليس قول بعضهم بحجة علي الآخر. ودعوي إجماع الصحابة غير صحيحة. ¶ ¬__________ ¶ (¬1) رواه البخاري وغيره. ¶ (¬2) رواه ابن ماجه وأحمد. قال الألباني (صحيح) انظر حديث رقم: 949 في صحيح الجامع. ¶ (¬3) قال الألباني: رواه الطبراني بإسنادين رجال أحدهما ثقات رجال الصحيح خلا مرزوق مولى آل طلحة وهو ثقة. ¶ (¬4) وقد رواه البخاري في القراءة خلف الإمام من حديث أبي هريرة أنه قال \" إن أدركت القوم ركوعا لم تعتد بتلك الركعة .... قال الحافظ: وهذا هو المعروف عن أبي هريرة موقوفا.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "قال الشيخ كمال بن السيد سالم: بعد مطالعة أدلة الفريقين فالذي يظهر لي أن أدلة الجمهور لا يُطمأنَّ بمثلها إلي إسقاط رُكني القيام وقراءة الفاتحة، والأصلُ بقاء النصوص علي عمومها، واشتغالُ الذِّمة بالصلاة كاملة. والله تعالي أعلم (¬1). ¶ وبعد أخي وحبيبي في الله فقد تبين لك القول الأجدر بالإتباع والأوجب بالعمل والتطبيق، وكذلك القول الموافق لأحاديث النبي صلي الله عليه وسلم، والحمد لله قد سقطت جميع المعارضات، والله أعلم. ¶ وأخيرًا: إن شاء الله أخي وحبيبي في الله لن أعدِمَ منك دعوةً صالحة بظهر الغيب. ¶ أسأل الله أن يجعل هذا العمل خالصًا لوجهه الكريم، وأسأله سبحانه أن يجعلنا من الذين بواطنهم كظواهرهم؛ بل أجلي، وسرائرهم كعلانيتهم؛ بل أحلي، وهممهم عند الثُّريَّا؛ بل أعلي. ¶ جمع وترتيب ¶ راجي رحمة ذو الإحسان ¶ أبو عبد الرحمن محمد بن عمران ¶ Omran_19844@hotmail.com ¶ ¬__________ ¶ (¬1) \"  صحيح فقه السنة \" ج 1 ص 557 - 559.",
            "page": "19",
            "part": "1"
        }
    ],
    "t36568": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "علي ركنية قراءة الفاتحة للمأموم والرد علي المخالف"
        }
    ]
}