{
    "b36566": [
        {
            "id": "1",
            "nass": "بحث بعنوان ¶ عدالة الشهود عند الفقهاء ¶ إعداد الدكتورة ¶ أفنان بنت محمد عبدالمجيد تلمساني ¶ الأستاذ المشارك بقسم الشريعة بجامعة أم القرى",
            "page": null,
            "part": null
        },
        {
            "id": "2",
            "nass": "المقدمة ¶ خلق الله الإنسان مدنياً بطبعه يختلط بالآخرين ويعيش معهم وتنشأ بينه وبينهم مصالح مشتركة فيتعامل مع غيره بالمعاملات المختلفة من بيع وشراء وإجارة وشراكة، ونكاح وطلاق. ¶ وهذه المعاملات التي تنشأ بين الإنسان وغيره تلبية لاحتياجاته ومتطلباته المختلفة قد تنشأ عن بعضها الخصومات والاختلافات، بل والاعتداءات، فيلجأ الإنسان إلى القضاء ليفصل هذه الخصومات والمنازعات. وهذا الفصل في شريعة الإسلام لا يكون إلا بالْبَيِّنَةِ المزكاة؛ لقوله صلى الله عليه وسلم: «الْبَيِّنَةُ عَلَى مَنْ اْدَّعَى، وَالْيَمِينَ عَلَى ال‍ْمُدَّعَى عَلَيْهِ» (¬1). ¶ وتعتبر «الشهادة» من أهم وسائل إظهار البينة بين الناس، فقد قال الله تعالى في كتابه العزيز: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة: 282]. وقال تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق: 2]. ومما يدل على أهمية الشهادة في الفصل والحكم في الشرع الإسلامي ما جاء في القرآن الكريم في قصة يوسف عليه السلام: {وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا} [يوسف: 26]. ومن هنا كان إسهاب الفقهاء في الحديث عن الشهادة وإفرادهم لها فصولاً كاملة بعنوان: «كتاب الشهادات» أو «القضاء والشهادات» (¬2). ¶ ¬__________ ¶ (¬1) وهو حديث صحيح أخرجه، أبو عيسى محمد بن عيسى الترمذي، جامع الترمذي، ط1، 1420، 1999، دار السلام: الرياض، أبواب الأحكام، باب: ما جاء في أنَّ البينَّةَ على المدعي واليمين على المدعى عليه، ص324، رقم الحديث 1341. محمد ناصر الدين الألباني، إرواء الغليل في تخريج أحاديث منار السبيل، ط2، 1405هـ - 1985م، المكتب الإسلامي: بيروت، دمشق، ج8، ص279، رقم الحديث 2661. ¶ (¬2) محمد محمد أمين، الشاهد العدل في القضاء الإسلامي، دراسة تاريخية مع نشر وتحقيق إسجال عدالة من عصر سلاطين المماليك، بحث منشور في مجلة البحث العلمي والتراث الإسلامي، العدد الخامس 1402/ 1403هـ، ص41.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "ولما كانت الشهادة تقوم في أساسها على الشاهد، وجدنا الفقهاء يشترطون في الشاهد شروطاً كثيرة، لعل من أهمها وأبرزها شرط العدالة. ونحن في هذا البحث سنتعرض لهذا الشرط بشيء من التفصيل حتى نتبين معنى العدالة التي اشترطها الفقهاء في الشاهد، وعلة اشتراطها ودليله، وما هي صفات العدل الذي ينطبق عليه وصف العدالة؟ ¶ وقد اقتضت خطة البحث تقسيمه إلى مبحثين، وخاتمة. ¶ • المبحث الأول: في التعريف بالشهادة، وفيه ثلاثة مطالب. ¶ المطلب الأول: تعريف الشهادة، لغة واصطلاحاً. ¶ المطلب الثاني: مشروعية الشهادة، وحكمها. ¶ المطلب الثالث: شروط الشهادة. ¶ • المبحث الثاني: في التعريف بالعدالة، وفيه المطالب التالية: ¶ المطلب الأول: تعريف العدالة لغة واصطلاحاً، وتندرج تحته المسائل التالية: ¶ المسألة الأولى: تعريف الكبيرة. ¶ المسألة الثانية: تعريف الصغيرة. ¶ المسألة الثالثة: تعريف المروءة. ¶ المطلب الثاني: الحكمة من اشتراط العدالة، وأدلة اعتبارها. ¶ المطلب الثالث: هل يكتفى بظاهرها أم يتعين تقصيها. ¶ • الخاتمة: وتضمنت أهم النتائج التي توصلت إليها من خلال البحث. ¶ الدراسات السابقة: ¶ لم أقف فيما اطلعت عليه من أبحاث ودراسات على بحث أفرد مسألة عدالة الشهود عند الفقهاء بدراسة وافية، وجُلّ الدراسات التي اطلعتُ عليها إما أنها تتكلم عن الشهادة بشكل عام، ومن ضمن ذلك الحديث عن العدالة، وقد لا تستوفي الحديث عنها بشكل كافي، أو كتب تتكلم عن العدالة عند الأصوليين أو المحدثين.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن الدراسات السابقة التي تكلمت عن أحكام الشهادة بشكل عام رسالة مقدمة إلى جامعة أم القرى عام ثمانية وتسعين وثلاثمائة وألف (1398هـ) من الدكتور محمد عثمان المنيعي بعنوان: (أحكام الشهادات في الفقه الإسلامي) ورسائل أخرى مشابهة. ¶ وكذا وجدتُ أبحاثاً تتكلم عن موانع الشهادة في الفقه الإسلامي ومن ذلك ما كتبه الدكتور/ عبدالرحمن محمد محمد عبدالقادر، بعنوان: (موانع الشهادة في الفقه الإسلامي)، وما كتبه الباحث/ سعد بن محمد المهنا، بعنوان: (موانع قبول الشهادة) (¬1)، ورسالة ماجستير تقدَّم بها الباحث/ أيمن بن سالم الحربي لجامعة أم القرى، بعنوان: (موانع الشهادة في الفقه الإسلامي – دراسة فقهية مقارنة) عام اثنين وعشرين وأربعمائة وألف (1422هـ)، وكل هذه الرسائل والأبحاث قد لا تتعرض للحديث عن العدالة في الشهود بشكل كافي؛ لكونها تتكلم عن الموانع لا الشروط وبينهما فرق كما سنشير إلى ذلك لاحقاً. ¶ كما اطلعتُ على رسالة بعنوان: (عدالة الرواة والشهود وتطبيقاتها في الحياة المعاصرة)، وهي عبارة عن رسالة قدَّمها الباحث لنيل درجة الدكتوراه سنة 1994/ 1995م من جامعة القاهرة، والباحث هو/ المرتضى بن زيد بن زيد بن علي المحطوري، إلا أن الباحث تأثر فيها بمذهبه الزيدي (¬2)، حيث أنزل جام غضبه ونقده لعلماء أهل السنة حين رفضوا الأخذ بمرويات الشيعة في بعض القضايا، والرسالة وإن كانت مفيدة في جوانب كثيرة منها، إلا أن عليها ملحوظات كبيرة فيما يتعلق بتحفظ السلف على مرويات الشيعة وشهاداتهم. ¶ كما أنني وقفت على بحث للدكتور/ أحمد بن محمد العنقري، نُشر في مجلة العدل في ¶ ¬__________ ¶ (¬1) أيمن بن سالم الحربي، موانع الشهادة في الفقه الإسلامي، ج1، ص6، رسالة ماجستير مقدمة لقسم الدراسات العليا الشرعية بجامعة أم القرى، عام 1422هـ. ¶ (¬2) الزيدية: مؤسسها زيد بن علي زين العابدين، وهي فرقة من فرق الشيعة، إلا أنها تعتبر من أقرب فرق الشيعة إلى أهل السنة والجماعة. وهم يرون صحة إمامة أبي بكر وعمر وعثمان رضي الله عنهم جميعاً. ومن مذهبهم جواز إمامة المفضول مع وجود الأفضل. ينظر: الموسوعة الميسرة في الأديان والمذاهب والأحزاب المعاصرة، ط3، 1418هـ، دار الندوة العالمية للطباعة والنشر: الرياض، ج1، ص81.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "العدد السابع عشر بعنوان: (العدالة عند الأصوليين)، وقد تكلم فيه عن العدالة في علم أصول الفقه، والأبواب التي يُبحث فيها موضوع العدالة في هذا العلم. ¶ كما اطلعتُ على رسالة علمية مقدمة لنيل درجة الدكتوراه من كلية أصول الدين قسم الحديث وعلومه بجامعة الأزهر تتحدث عن العدالة والضبط وأثرهما في قبول الأحاديث أو ردها للباحث الدكتور/ جنيد أشرف إقبال أحمد. ¶ ولا يخفى الفرق بين الشهادة عند الفقهاء والرواية عند المحدثين، وقد ذكر السيوطي (¬1) في كتابه «تدريب الراوي» واحداً وعشرين فرقاً بين الرواية والشهادة (¬2). ¶ ولذا جاء هذا البحث ليكمل سلسلة البحوث في موضوع العدالة في الشريعة بأسلوب موجز ومختصر، يعطي قواعد عامة في هذا الجانب ليسهل على القارئ استيعاب معنى العدالة في الشهود وما يعتبر لها. ¶ منهجي في البحث: ¶ اتبعت في هذا البحث المنهج التالي: ¶ • عزو الآيات القرآنية إلى مواضعها. ¶ • تخريج الأحاديث والآثار والحكم عليها من خلال ما قال عنها أهل الحديث. ¶ • توثيق المسائل الفقهية من مصادرها ومراجعها. ¶ • توضيح معاني الكلمات الغريبة. ¶ ¬__________ ¶ (¬1) عبدالرحمن بن أبي بكر بن محمد السيوطي، جلال الدين، إمام حافظ مؤرخ أديب له نحو 600 مصنف. نشأ في القاهرة يتيماً ولما بلغ أربعين سنة اعتزل الناس وخلا بنفسه، فألف أكثر كتبه، توفي سنة 911هـ ومولده سنة 849هـ. خير الدين الزركلي، الأعلام قاموس تراجم، ط9، 1990م، دار العلم للملايين: بيروت، ج3، ص301. ¶ (¬2) جلال الدين عبدالرحمن بن أبي بكر السيوطي، تدريب الراوي في شرح تقريب النواوي، 1409هـ/1998م، دار الفكر: بيروت، ج1، ص332 - 334.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "• توضيح معاني المصطلحات الفقهية المختلفة. ¶ • الترجمة لبعض الأعلام الغير مشهورين. ¶ • إيراد الأدلة مرتبة من الكتاب ثم السنة ثم الإجماع ثم الأدلة العقلية، ثم الترجيح بين الأقوال.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "المبحث الأول ¶ التعريف بالشهادة ¶ المطلب الأول: تعريف الشهادة لغة واصطلاحاً: ¶ الشهادة في اللغة: ¶ جاء في مقاييس اللغة: «الشين والهاء والدال أصلٌ يدلُ على حُضُورٍ وَعِلْمٍ وإِعْلَامٍ، لا يخرج شيءٌ من فروعِهِ عن الذي ذكرناه. من ذلك الشهادة، يجْمَعُ الأصُولَ التي ذكرناها من الحُضُورِ، والعِلْمِ، والإِعْلَامِ، يُقَالُ: شَهِدَ يَشْهَدُ شَهَادَةً. كما يُقالُ: شَهِدَ فُلانٌ عند القاضي، إذا بيَّن وأعلَمَ ل‍مَنْ الحق وعلى مَنْ هو» (¬1). ¶ وفي لسان العرب: «الشَّهادَة خَبرٌ قاطعٌ تقولُ. منه: شَهِدَ الرَّجُلُ على كذا، وربما قالوا شَهْدَ الرَّجلُ – بسكون الهاء –. فالشهادةُ: الإخبارُ بما شاهَدَهُ. فالشَاهِدُ: العالمُ الذي يُبَيِّنُ ما يَعْلَمهُ ويُظْهِرهُ. وال‍مُشاهَدَةُ ال‍مُعَايَنَةُ، وشَهِدَهُ شُهُوداً: أَي حَضَرَهُ، فَهُوَ شَاهِدٌ، وقَوْمٌ شُهُودٌ: أَي حُضورٌ» (¬2). ¶ فالشهادةُ: «اسمٌ من ال‍مُشَاهَدَةِ، وهي الإِطِّلاعُ على الشيء عياناً، وشهدتُ الشيءَ: اطلعتُ عليه وعاينتُهُ، فأنا شاهدٌ، والجمع: أشهاد وشهود. يقال: شَهِدْتُ العِيْدَ: أدْرَكتُهُ، وشاهدتُهُ مُشَاهَدَةً، مثل عايَنْتُهُ مُعَايَنَةً، وشَهِدْتُ ال‍مَجْلِسَ: حَضَرْتُهُ، فأنا شَاهِدٌ وشَهِيدٌ، والشَاهِدُ يَرَى ما لا يَرَى الغَائِبُ: أي الحاضرُ يَعْلَمُ لما لا يَعْلَمُهُ الغَائِبُ، وشَهِدَ بكذا: أي ¶ ¬__________ ¶ (¬1) أبو الحسين أحمد بن فارس، معجم مقاييس اللغة، تحقيق: شهاب الدين أبو عمرو، ط1، 1415هـ/1994م، دار الفكر: بيروت، ص539. ¶ (¬2) جمال الدين محمد بن مكرم بن منظور، لسان العرب، ط1، 1410/ 1990م، دار صادر: بيروت، ج3، ص239 - 240. وينظر: إسماعيل بن حماد الجوهري، الصحاح، تحقيق: أحمد عبدالغفور عطار، ط4، 1990، دار العلم للملايين: بيروت، ج2، ص494.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "أخبَرَ بِهِ» (¬1). ¶ الشهادة في الاصطلاح: ¶ تباينت ألفاظ الفقهاء في تعريف الشهادة، وإن كانت في مجملها تدل على معنى واحد، وهو الإخبار عن علم بما شاهده وحضره الشاهد، وإن كانت بعض التعريفات زادت قيوداً لم تشر إليها غيرها. ¶ فالشهادة عند الحنفية: الإخبارُ عن أمرٍ حضره الشهود وشاهدوه، إما معاينةً كالأفعالِ نحو القتل والزنا، أو سماعاً كالعقود والإقرارات (¬2). ¶ وقيل: إخبارٌ عن صدقٍ بلفظِ الشهادةِ في مجلس القضاء (¬3). ¶ وقيل: الشهادةُ: إخبارٌ بحقٍ لشخصٍ على غيرهِ عن مشاهدة القضية التي يشهد بها بالتحقيق، وعن عيان لتلك القضية (¬4). ¶ أمَّا المالكية فقالوا: الشهادة: قول هو، بحيث يوجب على الحاكم سماعه الحكم بمقتضاه إنْ عُدِّلَ قائِلُهُ مع تَعَدُّدِهِ أو حَلَفِ طَالِبه (¬5). ¶ ¬__________ ¶ (¬1) أحمد بن محمد الفيومي المقرئ، المصباح المنير، مكتبة لبنان: بيروت، ص124. ¶ (¬2) عبدالله بن محمود بن مودود الموصللي، الاختيار لتعليل المختار، تحقيق: علي عبدالحميد أبو الخير، ومحمد وهبي سليمان، ط1، 1419هـ/1998م، دار الخير: دمشق – بيروت، ج2، ص413. ¶ (¬3) أبو محمد محمود بن أحمد العيني، البناية في شرح الهداية، ط2، 1411هـ/1990، دار الفكر: بيروت، ج8، ص120. وذكره الزيلعي في «التبيين»، وزاد لفظ: (مشروط)، أي: مشروط فيه مجلس القضاء، ولفظ الشهادة. فخر الدين عثمان بن علي الزيلعي، تبيين الحقائق شرح كنز الدقائق، ط2، دار الكتاب الإسلامي، ج4، ص207. ¶ (¬4) شهاب الدين أحمد الشلبي، حاشية شلبي على تبيين الحقائق، «مطبوع بهامش التبيين»، ج4، ص206. ¶ (¬5) أبو عبدالله محمد الأنصاري الرصاع، شرح حدود ابن عرفة، الموسوم: «الهداية الكافية الشافية»، تحقيق: محمد أبو الأجفان، الطاهر المعموري، ط1، 1993م، دار الغرب الإسلامي: بيروت، ج2، ص582، ونلحظ في هذا التعريف ذكر الحلف، أي اليمين، فإنها تعتبر في معنى الشاهد عند المالكية فتقبل شهادة شاهد ويمين عند المالكية، وكذا الشافعية والحنابلة إن كانت الشهادة في الأموال دون الأبدان، يعني ما يُقبل فيه شهادة رجل وامرأتين، وأما ما عدا ذلك مما يُشترط فيه الذكور خاصة فلا تقبل فيه اليمين. بخلاف الحنفية الذين منعوا ذلك، وقالوا: لا يحكم إلا بالشاهدين. ينظر: أبو بكر أحمد بن علي الرازي، مختصر اختلاف العلماء، تحقيق: عبدالله نذير أحمد، ط1، 1416هـ/1995م، دار البشائر الإسلامية، بيروت، ج3، ص342. القاضي عبدالوهاب البغدادي، المعونة على مذهب عالم المدينة، تحقيق: حميش عبدالحق، مكتبة نزار مصطفى الباز: الرياض، مكة، ج3، ص1547. أبو محمد عبدالله بن عبدالله بن سلمون الكناني، العقد المنظم للحكام، «مطبوع بهامش تبصرة الحكام»، دار الكتب العلمية: بيروت، ج2، ص27. أبو زكريا يحيى بن شرف النووي، روضة الطالبين، تحقيق: عادل عبدالموجود، وعلي معوض، ط1، 1412هـ/1992م، دار الكتب العلمية، بيروت، ج8، ص252. موفق الدين أبو محمد عبدالله بن أحمد بن قدامة، المغني، «مطبوع مع الشرح الكبير»، ط1، 1404هـ/1984م، دار الفكر: بيروت، ج12، ص11.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وعرفها الشافعية بأنها: إخبار الشخص بحق على غيره بلفظٍ خاص (¬1). ¶ وقولهم بلفظ خاص: أي على وجه خاص بأن تكون عند قاضٍ بشرطه (¬2). ¶ وقريباً من هذا كان تعريف الحنابلة، حيث قالوا: الشَهَادَةُ: الإِخْبَارُ بما عَلِمَهُ الشَاهِدُ بلفظٍ خاصٍ، كَشَهِدْتُ أَوْ أَشْهَدُ (¬3). ¶ وبالنظر إلى تعريفات الفقهاء للشهادة نلحظ التالي: ¶ مناسبة المعنى اللغوي للشهادة لمعناها الشرعي، ذلك أن كلاهما إخبارٌ عن علمٍ، إلا ¶ ¬__________ ¶ (¬1) شمس الدين محمد بن أبي العباس الرملي، نهاية المحتاج إلى شرح المنهاج، ط الأخيرة، 1404هـ/1984م، دار الفكر: بيروت، ج8، ص292. ابن حجر الهيثمي، تحفة المحتاج، دار إحياء التراث العربي، ج10، ص211. ¶ (¬2) أبو الضياء نور الدين الشبراملسي، حاشية أبي الضياء على نهاية المحتاج، ج8، ص292. حاشية عبدالحميد الشراوني على تحفة المحتاج، «المطبوع مع تحفة المحتاج»، ج8، ص292. ¶ (¬3) منصور بن يونس بن إدريس البهوتي، شرح منتهى الإرادات، ط1، 1414هـ/1993م، عالم الكتب: بيروت، ج3، ص575. وللبهوتي أيضاً: الروض المربع شرح زاد المستقنع، «المطبوع مع الحاشية»، ط6، 1414هـ/1994م، ج7، ص580.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "أنها في المعنى الشرعي أخصُّ؛ ذلك أن الشهادةَ في الشرع إخبارُ عدلٍ دون غيره، في مجلس القضاء، بلفظ الشهادة. ¶ ولنجمع شتات ما تفرق في كلام الفقهاء يمكننا أن نخلص بتعريف للشهادة، فنقول، الشهادةَ: إِخْبَارُ عَدْلٍ عَنْ عِلْمٍ بِحَقٍ عَلَى غَيْرِهِ لِغَيْرِهِ فِي مَجْلِسِ القَضَاءِ بِلَفْظٍ خَاْصٍ (¬1). ¶ شرح التعريف: ¶ إخبار: يشمل كل خبر. ¶ عدل: قيدٌ في التعريف، ليخرج خبر الفاسق ومردود الشهادة؛ لأنَّ شهادَتَهُ غُيرُ مُعْتَّدٍ بها شرعاً. ¶ عن علم: قيد في التعريف، يدل على أن الشاهِدَ لابد أن يكون عالماً بما يشهد به بوسائل العلم والمعرفة، من الرؤية، أو السماع، أو الاستفاضة (¬2). ¶ بحق على غيره لغيره: قيد يخرج إخبار الإنسان بحق له على غيره؛ لأن هذه دعوى وليست شهادة وكذا إخبار الإنسان بحق غيره عليه؛ لإن هذا إقرار وليس شهادة (¬3). ¶ في مجلس القضاء: ليخرج الإخبار فيما عداه من المجالس؛ لأن الإخبار في غير مجلس ¶ ¬__________ ¶ (¬1) ينظر: عبدالله بن محمد بن سليمان المعروف بداماد أفندي، مجمع الأنهر في شرح ملتقى الأبحر، مؤسسة التاريخ العربي: بيروت، ج2، ص185. حيث قال: «الشهادة: إخبار بحق للغير على الغير عن مشاهدة لا عن ظن». ¶ (¬2) استفاض الحديث في الناس: انتشر فهو مستفيض. الفيومي، المصباح المنير، ص185. ¶ (¬3) وقد ذكر الكاساني في التفريق بين المدعي والمدعى عليه والشاهد والمقر، فقال: «المدعي: مَنْ يخبر عما في يد غيره لنفسه، والمدعى عليه: مَنْ يخبر عمَّا في يد نفسه لنفسه، فينفصلان بذلك عن الشاهد والمقر، والشاهدُ: مَنْ يخبر عمَّا في يد غيره لغيره، والمقر: مَنْ يخبر عمَّا في يد نفسه لغيره». علاء الدين أبو بكر بن مسعود الكاساني، بدائع الصنائع في ترتيب الشرائع، دار الكتب العلمية: بيروت، ج6، ص224.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "القاضي يُعد روايةً (¬1)، أو خبراً عادياً لا إلزام فيه للقاضي ليحكم بمقتضاه. ¶ بلفظ خاص: وهو كون الشهادة بلفظ: أشهدُ أو شهدتُ ونحوها. ¶ المطلب الثاني: مشروعية الشهادة، وحكمها: ¶ مشروعية الشهادة: ¶ الشهادةُ مشروعةٌ بالكتابِ، والسُّنَّةِ، والإجماعِ، إذ بها تحفظ الحقوق وتصان، وقد حثَّ عليها الشارعُ تحملاً (¬2) وأداءً (¬3)، إذا اقتضى حفظُ الحقوقِ والأموالِ ذلك، ولكن بشرط أن تكون عن علم ودراية، لا عن تخمين وظن. ¶ وفي ذلك يقول الله تعالى: {وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجَالِكُمْ فَإِنْ لَمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتَانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة: 282]. وقال تعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ} [الطلاق: 2]. وقال: {وَأَشْهِدُوا إِذَا تَبَايَعْتُمْ} [البقرة:282]. ¶ ¬__________ ¶ (¬1) تكلم العلماء عن الفروق بين الرواية والشهادة، وممَّنْ تكلم في هذه المسألة: القرافي، في كتابه «الفروق»، حيث قال نقلاً عن المازري رحمه الله: «أن الشهادةَ والرواية خبران، غير أن المخبر عنه إن كان أمراً عاماً لا يختص بمعين فهو الرواية، بخلاف قول العدل عند الحاكم لهذا عند هذا دينار، إلزام لمعين لا يتعداه إلى غيره، فهذا هو الشهادة المحضة، والأول هو الرواية المحضة. وهذا وجه اشتراط العدد في الشهادة والذكورية في بعض أنواع الشهادة، وكذا الحرية والبلوغ، وقد عد السيوطي واحداً وعشرين فرقاً بين الرواية والشهادة». ينظر: شهاب الدين أبو العباس أحمد بن إدريس الصنهاجي، المشهور بالقرافي، الفروق، دار عالم الكتب، ج1، ص5. تدريب الراوي، ط1، ص332 – 334. ¶ (¬2) التحملُ: هو وقتُ التقاطِ الواقعة، أو سماع الحديث، أو مشاهدة الحدث. ينظر: المرتضى بن زيد بن زيد بن علي المحطوري، عدالة الرواة والشهود وتطبيقاتها في الحياة المعاصرة، ط2، 1417هـ/1997م، مكتبة بدر: صنعاء، ص102. ¶ (¬3) الأداء: هو وقتُ أداءِ الروايةِ أو الإدلاءِ بالشاهدةِ عند الحاكم. ينظر: المرجع السابق.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "كما دلت السنَّةُ على مشروعيتها؛ ففي الحديث الذي رواه زَيْدِ بْنِ خَالِدٍ الْ‍جُهَنِيِّ (¬1)، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «أَلَا أُخْبِرُكُمْ بِخَيْرِ الشُّهَدَاءِ، الَّذِي يَأْتِي بِشَهَادَتِهِ قَبْلَ أَنْ يُسْأَلَهَا» (¬2). ¶ وحديث: «جَاءَ رَجُلٌ مِنْ حَضْرَمَوْتَ (¬3)، وَرَجُلٌ مِنْ كِنْدَةَ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ الْحَضْرَمِيُّ: يَا رَسُولَ الله: إِنَّ هَذَا قَدْ غَلَبَنِي عَلَى أَرْضٍ لِي كَانَتْ لِأَبِي. فَقَالَ الْكِنْدِيُّ: هِيَ أَرْضِي فِي يَدِي أَزْرَعُهَا لَيْسَ لَهُ فِيهَا حَقٌّ. فَقَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لِلْحَضْرَمِيِّ: أَلَكَ بَيِّنَةٌ؟ قَالَ: لَا. قَالَ: فَلَكَ يَمِينُهُ ... » (¬4) الحديث. ¶ والبَيِّنَةُ: هي الشهادَةُ بالإجماعِ (¬5). ¶ ¬__________ ¶ (¬1) زيد بن خالد الجهني، مختلف في كنيته، فقيل: أبو زُرعة، وأبو عبدالرحمن، وأبو طلحة، شهد الحديبية، وكان معه لواء جهينة يوم الفتح، مات سنة ثمانٍ وسبعين بالمدينة، وله خمس وثمانون. وقيل: مات سنة ثمان وستين. أحمد بن علي بن حجر العسقلاني، الإصابة في تمييز الصحابة، تحقيق: عادل عبدالموجود، علي معوض، ط1، 1415هـ/1995م، دار الكتب العلمية: بيروت، ج2، ص499. ¶ (¬2) مسلم بن الحجاج بن مسلم القشيري النيسابوري، صحيح مسلم، ط1، 1419هـ/ 1998م، دار السلام: الرياض، كتاب: الأقضية، باب: بيان خير الشهود، رقم الحديث (4494)، (1719)، ص762. الترمذي، جامع الترمذي، أبواب الشهادات، باب: ما جاء في الشهداء أيهم خير، رقم الحديث 2295، ص526. وقد ذكر النووي ثلاثة تأويلاتٍ عن العلماء في معنى هذا الحديث أصحها وأشهرها: أنه محمول على من عنده شهادة لإنسان بحق ولا يعلم ذلك الإنسان أنه شاهد، فيأتي إليه فيخبره بأنه شاهد له. أبو زكريا يحيى بن شرف النووي، صحيح مسلم بشرح النووي، دار الفكر، بيروت، ج12، ص17. ¶ (¬3) حضرموت: ناحية واسعة في شرق عدن بقرب البحر، وحولها رمالٌ كثيرة تُعرفَ بالأحقافِ، وبها قبر هود عليه السلام، وهي من اليمن بينها وبين صنعاء اثنان وسبعون فرسخاً. شهاب الدين ياقوت الحموي، معجم البلدان، ط1، 1417هـ/1997م، دار إحياء التراث، بيروت، ج3، ص157. ¶ (¬4) مسلم، صحيح مسلم، كتاب: الإيمان، باب: وعيد من اقتطع حق مسلم بيمين فاجرة بالنار، رقم الحديث 358، ص71، 72. ¶ (¬5) الموصللي، الاختيار، ج2، ص414. أبو إسحاق برهان الدين إبراهيم بن مفلح، المبدع في شرح المقنع، تحقيق: محمد حسن الشافعي، ط1، 1418هـ/1997م، دار الكتب العلمية، بيروت، ج8، ص281.وسُمِّيْت الشهادة بينَّة؛ لأنها تبين ما التبس. المرجع السابق.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "وَقَدْ وَرَدَ مثلُ هذا الحديثِ بلفظٍ أدلُّ على الشهادةِ، ففي الحديث الصحيح عن عَبْدِالله ابن عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: «قَاْلَ رَسُولُ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَنْ حَلَفَ عَلَى يَمِينٍ يَسْتَحِقُّ بِهَا مَالًا وَهُوَ فِيهَا فَاجِرٌ، لَقِيَ اللَّهَ وَهُوَ عَلَيْهِ غَضْبَانُ، ثُمَّ أَنْزَلَ اللهُ تَصْدِيقَ ذَلِكَ: {إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا ... } فَقَرَأَ إِلَى { ... عَذَابٌ أَلِيمٌ} [آل عمران: 77]، ثُمَّ إِنَّ الْأَشْعَثَ بْنَ قَيْسٍ (¬1) خَرَجَ إِلَيْنَا فَقَالَ: مَا يُحَدِّثُكُمْ أَبُو عَبْدِ الرَّحْمَنِ؟ قَالَ: فَحَدَّثْنَاهُ، قَالَ: فَقَالَ: صَدَقَ، لَفِيَّ نَزَلَتْ، كَانَتْ بَيْنِي وَبَيْنَ رَجُلٍ خُصُومَةٌ فِي بِئْرٍ فَاخْتَصَمْنَا إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ، فَقَالَ رَسُولُ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: شَاهِدَاكَ أَوْ يَمِينُهُ، قُلْتُ: إِنَّهُ إِذًا يَحْلِفُ وَلَا يُبَالِي ... » (¬2) الحديث. ¶ ولأنَّ الشهادةَ تحيا بها حقوقُ الناسِ، وتصانُ بها الدماءُ والأموالُ والعقودُ عن التجاحدِ، وتحفظُ بها الأموال على أربابها وملاكها (¬3). ¶ لذلك كان تَحَمُّلُ الشَهَادَةِ فرضاً في الجملة؛ لأنها من باب التعاون على البر والتقوى، بل إنها من أفضل البر؛ لأنَّه يتعلق بها حفظُ أموالِ النَّاسِ وحقوقِهم، وحقوقِ الله تعالى، وإقامَةِ حدودِهِ، لذلك يقول تعالى: {وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا} [البقرة: 282]، وقال سبحانه: {وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ} [البقرة: 251]، قَالَ ¶ ¬__________ ¶ (¬1) الأشعث بن قيس بن معد يكرب بن معاوية الكندي، يكنى أبا محمد، وَفِدَ على النبي صلى الله عليه وسلم سنة عشر في سبعين راكباً من كندة، وكان قد ارتد فيمن ارتد من الكنديين، فأُحْضِرَ إلى أبي بكر فأسلم فأطلقه وزوّجه أخته، مات سنة اثنتين وأربعين. ابن حجر، الإصابة، ج1، ص239، 240. ¶ (¬2) أبو عبدالله، محمد بن إسماعيل البخاري، صحيح البخاري، ط2، 1419هـ/1999م، مكتبة دار السلام: الرياض، كتاب الرهن، باب: إذا اختلف الراهن والمرتهن ونحوه، رقم الحديث 2515، 2516، ص406. ¶ (¬3) ينظر: الموصللي، الاختيار، ج2، ص414. ابن قدامة، المغني، ج12، ص4.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "سُفْيَانُ بْن عُيَيْنَةَ (¬1): هو ما يدفع اللهُ بالشهودِ من التجاحُدِ والتظالُمِ (¬2). ¶ حكم الشهادة: ¶ الشهادة كما أشرنا سابقاً: إخبار عدل عن علم بحق على غيره لغيره في مجلس القضاء بلفظ خاص. ¶ وقد ذكرنا أنَّ بالشَهَادَةِ تحيا الحقوقُ، وتصان الدماء والأموال، ومن هنا كانت الشهادةُ ملزمةً للقاضي أن يحكم بمقتضاها إنْ عَلِمَ عدالتها، ولم يكن عنده ما يمنعه من قبولها أو ردها، فحكمها بالنسبة للقاضي وجوب العمل بها لا بديل له عن ذلك، ولذلك اشترط في الشهادة ما لم يشترط في الرواية؛ ذلك إنه ليس في الرواية إلزام الشهادة من حيث وجوب العمل بها، فهي – أعني الشهادة – وإن كانت خبراً محتملاً للصدق أو الكذب، إلا أن ذلك تُرك بالنصوص التي تحث عليها لحفظ الحقوق، وكذا الإجماع على اعتبارها وكونها حجة ملزمة (¬3). ¶ أما حكم الشهادة بالنسبة لمن يتحملها أو يؤديها في مجلس القاضي، فهي فرض تلزم ¶ ¬__________ ¶ (¬1) سفيان بن عيينة بن أبي عمران ميمون، مولى محمد بن مزاحم، ولد بالكوفة سنة سبع ومائة، شيخ الإسلام، قال عنه الشافعي: «لولا مالك وسفيان بن عيينة لذهب علم الحجاز»، وانتهى إليه علو الإسناد، وكان من أعلم الناس بالحديث، والتفسير، مات سنة ثمان وتسعين ومائة وله إحدى وتسعين سنة. شمس الدين محمد بن عثمان الذهبي، سير أعلام النبلاء، تحقيق: محب الدين عمر العمروي، ط1، 1417هـ/1997م، دار الفكر: بيروت، ج7، ص653. ¶ (¬2) ينظر: القاضي عبدالوهاب، المعونة، ج3، ص1540. ¶ (¬3) الزيلعي، تبيين الحقائق، ج4، ص207. القاضي عبدالوهاب، المعونة، ج3، ص1502. أبو عبدالله محمد بن محمد المغربي المعروف بالحطَّاب، مواهب الجليل لشرح مختصر خليل، 1412هـ/1992م، دار الفكر. ج6، ص151. النووي، روضة الطالبين، ج8، ص141. ابن مفلح، المبدع، ج8، ص172. أبو بكر محمد بن المنذر، الإجماع، تحقيق: أبو حماد ضيف، ط2، 1424هـ/2003م، مكتبة مكة: الإمارات، ص87.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "الشاهد إن لم يوجد غيره وطلبه المدَّعي (¬1) لإثباتها، فلا يسعه كتمانها (¬2)؛ لقوله تعالى: {وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا} [البقرة: 282]، وقوله تعالى: {وَلَا تَكْتُمُوا الشَّهَادَةَ وَمَنْ يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ} [البقرة: 283]، فالنهي الوارد عن الإباء في الآية الأولى، والنهي عن الكتمان في الثانية، وإن لم يكن فيه أمر بأداء الشهادة إلا أنه يفيد الأمر بالشهادة؛ لأن النَّهْيَ عن الشيء أمرٌ بضده، إذا كان له ضد واحد؛ لأن الانتهاء لا يكون إلا بالاشتغال به، فكان أداء الشهادة فرضاً قطعاً كفريضة الانتهاء عن الكتمان، فصار كالآمر به، بل آكد، ولهذا أسند الإثم إلى الآلة التي وقع بها الفعل وهي القلب؛ لأن إسناد الفعل إلى محله أقوى من إسناده إلى كله، وقولهم: أبصرته بعيني آكد من قوله: أبصرته، وإسنادُهُ إلى أشرفِ الجوارحِ دليلٌ على أنَّه أعظم الجرائم بعد الكفر بالله تعالى (¬3). ¶ فالشهادة أمانة كسائر الأمانات، وأداء الأمانة من أوجب الواجبات على المسلم، يقول ¶ ¬__________ ¶ (¬1) وقد ذكر ابن العربي أن مَنْ كانت عنده شهادة لأخيه لم يعلم بها مستحقها الذي ينتفع بها فإنه يتعين عليه أن يؤديها من دون طلب للحديث الصحيح الذي رواه البخاري في صحيحه في كتاب المظالم: «انصر أخاك ظالماً أو مظلوماً»، رقم الحديث 2443، فقد تعين نصره بأداء الشهادة التي هي عنده، إحياءً لحقه الذي أماته الإنكار. محمد بن عبدالله بن العربي، أحكام القرآن، تحقيق: عبدالرزاق مهدي، ط1، 1421هـ/2000م، دار الكتاب العربي: بيروت، ط1، ص304. ¶ (¬2) أبو الحسن نور الدين علي بن سلطان الهروي القاري، فتح باب العناية بشرح النقاية، ط1، 1418هـ/1997م، دار الأرقم: لبنان، ج3، ص128. القدوري، الهداية، «المطبوع مع البناية»، ج8، ص120، 121. الحطَّاب، مواهب الجليل، ج6، ص165. أبو البركات أحمد بن محمد الدردير، الشرح الصغير، «المطبوع بهامش بلغة السالك»، دار الفكر، ج2، ص338. النووي، روضة الطالبين، ج8، ص244. أبو إسحاق إبراهيم الشيرازي، المهذب، ط1، 1416هـ/1995م، دار الكتب العلمية، بيروت، لبنان، ج3، ص435.ابن قدامة، الشرح الكبير، «المطبوع مع المغني»، ج12، ص4 - 6. البهوتي، شرح منتهى الإرادات، ج3، ص575، 576. ¶ (¬3) الزيلعي، تبيين الحقائق، ج4، ص207.ولعل الأولى أن يقال من أعظم الجرائم بعد الكفر بالله تعالى، ويؤيد ذلك ما سيأتي في الصفحة القادمة عن ابن عباس رضي الله عنهما حيث جعل كتمان الشهادة من أكبر الكبائر.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تعالى: {إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا} [النساء: 58]، فكما يجب أداء الوديعة على الأمين، يجب أداء الشهادة على الشاهد، ولذلك نجد ابن عباس رضي الله عنهما يعد كتمان الشهادة من أكبر الكبائر (¬1). ¶ فالشهادةُ فرضٌ يأثمُ تاركها إن علم أن القاضي يقبل شهادته، ودُعي إليها، ولم يكن ثمة شاهد غيره؛ لأن امتناعه حينئذ يضيع حق أخيه المسلم. فإن وجد من يقوم مقامه في تحمل الشهادة أو أدائها ممن تحصل بهم الكفاية سقط الفرض عن الباقين؛ لأن المقصود بالشهادة حفظ الحقوق، وذلك يحصل بالبعض، فهي فرض كفاية إن قام به البعض سقط الإثم عن الباقين، وإن امتنعوا جميعاً أثموا؛ لأن إباية الناس كلهم عنها إضاعة للحقوق، وإجابة جميعهم إليها تضييع للأشغال. ¶ ويستثنى من ذلك إن علم الشاهد أن القاضي لا يقبل شهادته، أو كان الشهود جماعة فأدَّى بعضهم ممن تقبل شهادتهم، أو لحق الشاهد ضرر في التحمل أو الأداء في بدنه أو ماله أو أهله (¬2). ¶ ¬__________ ¶ (¬1) ابن قدامة، الشرح الكبير، ج12، ص4 - 6. وقد ذكر ابن كثير في تفسير قوله تعالى: {وَلَا تَكْتُمُوا الشَّهَادَةَ}، أي: «لا تخفوها وتغلوها ولا تظهروها. قال ابن عباس وغيره: شهادة الزور من أكبر الكبائر وكتمانها – أي الشهادة- كذلك». عماد الدين إسماعيل بن كثير، تفسير القرآن العظيم، تحقيق: مصطفى السيد وآخرون، ط1، 1425هـ/2004م، دار عالم الكتاب: المملكة العربية السعودية، ج2، ص513. ¶ (¬2) ينظر: الزيلعي، تبيين الحقائق، ج4، ص207. الدردير، الشرح الصغير، ج2، ص338. الشيرازي، المهذب، ج3، ص435. البهوتي، شرح منتهى الإرادات، ج3، ص576. ابن العربي، أحكام القرآن، ج1، ص303.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "المطلب الثالث: شروط الشهادة (¬1): ¶ ¬__________ ¶ (¬1) الناظر لكلام الفقهاء المتعلق بشروط الشهادة يلحظ أن بعضهم يبدأ بذكر شروط الشهادة، ويعقد لذلك فصلاً خاصاً، ثم يثني بفصل آخر يذكر فيه موانع الشهادة، وهذا ما ظهر لي في كتب المالكية والحنابلة، بينما وجدت في كتب الحنفية والشافعية من يتكلم عن شروط الشهادة، ويقول إنها سبعة عشر شرطاً، وبعضهم يقول إنها واحد وعشرون شرطاً، ذلك أنهم يعدون انتفاء الموانع من شروط الشهادة، فلذلك تبلغ عندهم الشروط هذا العدد. ولعل التباس الشرط بعدم وجود المانع سببه اتحادهما في الأثر المترتب من حيث وجود الحكم أو تخلفه، ذلك أن الحكم يتخلف عند تخلف الشرط، كما أنه يتخلف عند وجود المانع. ولهذا وُجد من العلماء من يجعل تخلف الشرط مانعاً، لاتفاقهما فيما يلزم منهما، ومنهم من يجعل انتفاء المانع شرطاً، ولذلك قال القرافي في كتاب (الفروق، ج1، ص111): «القاعدة أن عدم المانع يعتبر في ترتيب الحكم، ووجود الشرط أيضاً معتبرٌ في ترتيب الحكم، مع أن كل واحد منهما لا يلزم منه الحكم ... وكلاهما يلزم من فقدانه العدم ولا يلزم من تقرره وجودٌ ولا عدم، فهما في غاية الالتباس، ولذلك لم أجد فقيهاً إلا وهو يقول: عدم المانع شرط ولا يفرق بين عدم المانع والشرط البتة وهذا ليس بصحيح» اهـ. كما ينظر لمذهب المالكية والحنابلة في فصل الشروط عن الموانع: (الدردير، الشرح الصغير، ج2، ص331. ابن مفلح، المبدع، ج8، ص299 - 314). ولبعض الحنفية والشافعية الذين خلطوا الشروط بالموانع. داماد أفندي، مجمع الأنهر، ج2، ص184. علاء الدين أفندي، حاشية قرة عيون الأخيار، ط1، 1415هـ/1994م، دار الكتب العلمية: بيروت، ج11، ص80، 81. البابرتي، العناية على الهداية «مطبوع مع شرح فتح القدير»، ط2، دار الفكر: بيروت، ج7، ص397. النووي، روضة الطالبين، ج8، ص199وما بعدها. ¶ وقد فرَّق البعض بين شروط الشهادة وموانعها بقولهم: «إن المانع من الشهادة ما يحول بين الشخص الذي تحققت فيه أهليتها بتوفر شروطها، وبين القيام بأدائها، وهو معنى يقوم بالشخص الذي تحققت فيه أهلية أداء الشهادة أو صفة يتصف بها يترتب عليها عدم صلاحية الشخص لأداء الشهادة، ويكون الممنوع من الشهادة هو: المحروم منها رغم تحقق أهلية الشهادة فيه بتوفر شروطها فيه؛ لقيام مانع، ثم مثلَّ على هذا المعنى بقوله: فمثلاً العدالة شرط من شروط الشهادة، وقد علمنا أن عدم العدالة ليس مانعاً؛ لأنه وصف عدمي، بل هو تخلف شرط، فلو جيء بمرادف وجودي لهذا الوصف العدمي – أعني عدم العدالة – فقيل: الفسق وصف وجودي ظاهر منضبط يلزم من وجوده عدم الحكم فهو مانع. فالجواب هو: أن هذا غير صحيح فإن المانع إنما يكون بعد توافر الشروط، وفي هذه الحالة وهو كون الشاهد فاسقاً لم تتوفر الشروط في الشاهد أصلاً؛ لأن وجود الفسق ملازم لتخلف شرط العدالة ضرورة فلما لم تكتمل الشروط لم يوجد المانع، وكذلك القول في الكفر والرق والعمى وغير ذلك من المرادفات الوجودية لعدم شروط الشهادة فإنها ليست بموانع. وينظر: أيمن الحربي، موانع الشهادة في الفقه الإسلامي، ج1، ص34 وما بعدها. وعلى هذا فلا ينبغي جعل انتفاء الموانع من شروط الشهادة؛ لأن الموانع لا ينظر إليها إلا بعد اكتمال الشروط وتحققها وأهلية الشاهد للقيام بالشهادة. وهذا قريب مما ذهب إليه المالكية والحنابلة الذين يعقدون في كتبهم فصلاً لشروط الشهادة، ثم يثنون عليه بذكر موانع الشهادة في فصل مستقل، والله أعلم.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الشهادة تحملاً وأداءً يشترط لها شروط متعددة وهي كالتالي (¬1): ¶ 1 - التكليف (¬2): ¶ ويراد بهذا الشرط: العقل (¬3)، والبلوغ (¬4)، فلا تقبل شهادة الصبي والمجنون. ¶ ¬__________ ¶ (¬1) سأقتصر في هذا المطلب على الشروط التي تُشترط في جميع الشهادات خاصة إذا تعلق الشرط بالشاهد؛ لأنه موضع الدراسة، أما الشروط التي تخص بعض الشهادات دون بعض أو التي تخص موضع الشهادة أو لفظها فإني سأشير إليها إشارات يسيرة في الهامش. ¶ كما أن الشروط التي سأتعرض لها مختلف في بعضها، وسأشير إلى ما وقع فيه الخلاف في الهامش. ¶ (¬2) الكاساني، البدائع، ج6، ص266. الزيلعي، تبيين الحقائق، ج4، ص212. شمس الدين محمد بن عرفة الدسوقي، حاشية الدسوقي على الشرح الكبير، دار الفكر، ج4، ص165. الشافعي، محمد بن إدريس، الأم، ط1، 1426هـ/2005م، دار ابن حزم: بيروت، ج2، ص2552. أبو حامد محمد بن محمد الغزالي، الوجيز، تحقيق: علي معوض، عادل عبدالموجود، ط1، 1418هـ/1997م، دار الأرقم: بيروت، ج2، ص248. ابن قدامة، المغني، ج12، ص28. علاء الدين أبو الحسن علي بن سليمان المرداوي، الإنصاف في معرفة الراجح من الخلاف، ط2، دار إحياء التراث العربي: لبنان، ج12، ص37، 38. ¶ (¬3) واشتراط العقل ليتمكن الشاهد من فهم الحادثة وضبطها، والعقل آلة ذلك. ¶ (¬4) البلوغ من شروط الأداء لا من شروط التحمل، وإنما الذي يشترط في التحمل كون الشاهد عاقلاً وإن لم يكن بالغاً. ¶ والبلوغ من الشروط التي هي محل إجماع، فلا تقبل شهادة غير البالغ، واستثنى المالكية من ذلك موضع ضرورة خرج عن القياس، فأجروا شهادة الصبيان وجعلوها كشهادة من يعقل للضرورة، ولكن على شروط وأوصاف معينة ومنعوا ذلك في كل موضع سواه، وقد عدوا عدة شروط: أحدها: أن يكون الصبيان ممن يعقلون الشهادة. الثاني: أن يكونوا أحراراً. الثالث: أن يكونوا ذكوراً. الرابع: أن يكونوا مسلمين. الخامس: أن يكون ذلك في قتل أو جرح، وبعضهم قال أن تكون في الجراح دون القتل. والسادس: أن يكون ذلك فيما بينهم، يعني تكون الشهادة من صبي على صبي مثله. السابع: أن يكون ذلك قبل أن يتفرقوا ويغيبوا. الثامن: أن تتفق شهادتهم ولا تختلف. التاسع: أن يكون من شهد منهم اثنان فصاعداً. وللإمام أحمد رحمه الله رواية توافق ما ذهب إليه المالكية. ينظر: القاضي عبدالوهاب، المعونة، ج3، ص1521. أبو عمر يوسف بن عبدالله بن عبدالبر القرطبي، الكافي في فقه أهل المدينة، ط2، 1413هـ/1992م، دار الكتب العلمية، بيروت، ص470، 471. الدسوقي، حاشية الدسوقي، ج4، ص184. ابن قدامة، المغني، ج12، ص28. المرداوي، الإنصاف، ج12، ص37، 38.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2 - الإسلام، فلا تقبل شهادة الكافر على المسلم (¬1). وكذا على غير المسلم (¬2). ¶ ¬__________ ¶ (¬1) نور الدين أبو الحسن علي بن سلطان الهروي القاري، فتح باب العناية «مطبوع مع النقاية»، ط1، 1418هـ/1997م، دار الأرقم: بيروت، ج3، ص136، 137. الكاساني، البدائع، ج6، ص266. علي العدوي، حاشية الشيخ علي العدوي على الخرشي، «مطبوع بهامش الخرشي على مختصر خليل»، دار الفكر، ج4، ص176. الدردير، الشرح الصغير، ج2، ص323. الشيرازي، المهذب، ج3، ص437. أبو الحسن علي ابن محمد الماوردي، الحاوي الكبير، تحقيق: محمود مطرجي وآخرون، 1414هـ/1994م، دار الفكر: بيروت، ج17، ص213. ابن مفلح، المبدع، ج8، ص301. البهوتي، الروض المربع، «المطبوع مع الحاشية»، ج7، ص592. ¶ (¬2) وهذا مذهب المالكية والشافعية، والمذهب عند الحنابلة، أما الحنفية فقالوا: شهادة أهل الكفر بعضهم على بعض مقبولة إن كانوا من أهل الذمة، ولكن إن اختلفت الدار لم تقبل. أما الحنابلة فقد نقل حنبل عن أحمد أن شهادة بعضهم على بعض مقبولة، وقد غلّط غير واحد هذه الرواية، كما استثنى الحنابلة في شهادة الكافر شهادة أهل الكتاب في الوصية في السفر إذا لم يوجد غيرهم وحضر الموصي الموت فتقبل شهادتهم، ويحلّفهم الحاكم بعد العصر إذا لم يوجد غيرهما من المسلمين. ينظر: الرازي، مختصر اختلاف العلماء، ج3، ص340. شمس الدين يوسف قزاوغلي، إيثار الإنصاف في آثار الخلاف، تحقيق: عبدالله العجلان، ط1، 1420هـ/1421هـ، فهرسة مكتبة الملك فهد: الرياض، ص681. الهروي، فتح باب العناية، ج3، ص136، 137. الصاوي، بلغة السالك، «المطبوع مع الشرح الصغير»، ج2، ص323. النووي، روضة الطالبين، ج8، ص199. ابن قدامة، الشرح الكبير، ج12، ص34، 35.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "3 - الحرية، فلا تقبل شهادة العبد (¬1). ¶ 4 - العدالة، فلا تقبل شهادة الفاسق، ومن لا مروءة له (¬2). ¶ 5 - النطق، فلا تقبل شهادة الأخرس (¬3). ¶ 6 - البصر، فلا تقبل شهادة الأعمى (¬4). ¶ ¬__________ ¶ (¬1) وهذا مذهب الجمهور من الحنفية والمالكية والشافعية، وكذا الحنابلة إذا كانت الشهادة في الحدود والقصاص على ظاهر المذهب، وأما ما عدا ذلك من الأمور فإن الحنابلة يقبلون شهادة العبد على المذهب، وكذا شهادة الأمة فيما تجوز فيه شهادة النساء، وسواء كان العبد رقيق الكل أو مبعضاً. ينظر: الرازي، مختصر اختلاف الفقهاء، ج3، ص335. علاء الدين السمرقندي، تحفة الفقهاء، ط2، 1414هـ/1993م، دار الكتب العلمية، بيروت، ج3، ص362. القاضي عبدالوهاب، المعونة، ج3، ص1526. الشيرازي، المهذب، ج3، ص437. ابن قدامة، المغني، ج12، ص71 - 73. المرداوي، الإنصاف، ج12، ص60، 61. ¶ (¬2) الكاساني، البدائع، ج6، ص266. الموصللي، المختار، ج2، ص416. المواق، التاج والإكليل، «المطبوع بهامش مواهب الجليل»، ج6، ص150. ابن عبدالبر، الكافي، ص461. أبو زكريا يحيى بن شرف النووي، المنهاج، «المطبوع مع مغني المحتاج»، دار الفكر، ج4، ص427. الغزالي، الوجيز، ج2، ص248. البهوتي، شرح منتهى الإرادات، ج3، ص589. ابن قدامة، المقنع، «المطبوع مع المبدع»، ج8، ص304، 305. ¶ (¬3) وهذا مذهب الحنفية والحنابلة، ذلك أن الشهادة تختص بلفظ الشهادة حتى إذا قال الشاهد أخبر، أو أعلم، لا يقبل منه، وهذا لا يمكن تحققه مع الأخرس. شمس الدين محمد بن أحمد بن أبي سهل السرخسي، المبسوط، 1409هـ/1989م، دار المعرفة: بيروت، ج16، ص130. الموصللي، الاختيار، ج2، ص423. ابن قدامة، المغني، ج12، ص64. ابن مفلح، المبدع، ج8، ص301. الرازي، مختصر اختلاف العلماء، ج3، ص369. أما المالكية والشافعية فقالوا: إن فُهمت إشارته جاز؛ لأن الإشارة تقوم مقام النطق في أحكامه من طلاقه ونكاحه وظهاره وإيلائه، فكذلك شهادته. كما قال الشافعية: إن شهادة الأصم تقبل على الأفعال لا على الأقوال. ابن عبدالبر، الكافي، ص464. الصاوي، بلغة السالك، ج2، ص324. الغزالي، الوجيز، ج2، ص251. النووي، روضة الطالبين، ج8، ص231، 232. ¶ (¬4) وهذا عند الحنفية، أما الجمهور من المالكية والشافعية والحنابلة فقد أجازوا شهادته في الأقوال دون الأفعال، وكذا ما ثبت بالاستفاضة، وهذا ما قاله أبو يوسف صاحب أبي حنفية. ولكل منهم تفصيل في المواضع التي تقبل فيها شهادة الأعمى، والمواضع التي لا تقبل، وأما أبو حنيفة ومحمد فلا يجيزان شهادة الأعمى بحال. الرازي، مختصر اختلاف العلماء، ج3، ص336. السمرقندي، تحفة الفقهاء، ج3، ص362. عبدالغني الغنيمي الدمشقي الميداني، اللباب في شرح الكتاب، 1412هـ/1991م، دار إحياء التراث العربي، بيروت، ج4، ص60.القاضي عبدالوهاب، المعونة، ج3، ص1557. ابن عبدالبر، الكافي، ص464. الشربيني، مغني المحتاج، «المطبوع مع المنهاج»، ج4، ص446. الشيرازي، المهذب، ج3، ص456. ابن قدامة، المغني، ج12، ص62. البهوتي، شرح منتهى الإرادات، ج3، ص594.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "7 - الضبط، وحسن السماع، والفهم، فلا تقبل شهادة المغفل، والمعروف بكثرة الغلط والنسيان (¬1). ¶ ¬__________ ¶ (¬1) السرخسي، المبسوط، ج16، ص113. القاضي عبدالوهاب، المعونة، ج3، ص1527. النووي، روضة الطالبين، ج8، ص216. ابن مفلح، المبدع، ج8، ص304. أما الشروط التي تخص بعض الشهادات دون بعض فمنها: الذكورية إذا تعلقت بالحدود والقصاص، حيث لا تقبل فيها شهادة الإناث، وكذلك العدد في بعض أنواع الشهادات وهو – أي العدد – على مراتب، فمنه ما يشترط فيه أربعة كالشهادة على الزنا، ومنه ما يشترط فيه الاثنان كالشهادة على السرقة والقتل. ومنه ما يشترط فيه الرجلان أو رجل وامرأتان، كما في المعاملات المالية. ومن الشروط كذلك إقامة الدعوى إن كانت الشهادة في حقوق العباد، فإن كانت في حقوق الله تعالى فلا يجب إقامة الدعوى، كالشهادة على دخول هلال رمضان، وكذا حد الزنا. وهناك شروط أخرى تتعلق بتفصيلات في الدعوى. ينظر: الكاساني، البدائع، ج6، ص277، 278. علاء الدين أفندي، حاشية قرة عيون الأخيار، ج11، ص80، 81. الزيلعي، تبيين الحقائق، ج4، ص208، 209. القاضي عبدالوهاب، المعونة، ج3، ص1551، 1552. الصادق عبدالرحمن الغرياني، مدونة الفقه المالكي وأدلته، ط1، 1423هـ/2002م، مؤسسة الريان: بيروت، ج4، ص420. النووي، روضة الطالبين، ج8، ص225، 226. الشيرازي، المهذب، ج3، ص450 - 454. ابن مفلح، المبدع، ج8، ص330، 331. المرداوي، الإنصاف، ج12، ص78 - 88. ابن المنذر، الإجماع، ص87 - 90. القزاوغلي، إيثار الإنصاف، ص683.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "المبحث الثاني ¶ التعريف بالعدالة ¶ المطلب الأول: تعريف العدالة لغةً واصطلاحاً: ¶ العدالة لغة: ¶ جاء في معجم مقاييس اللغة: «العين والدال واللام أصلان صحيحان لكنهما متقابلان كالمتضادين: أحدهما يدل على استواء، والآخر يدل على اعوجاج. فالأول: العَدْل من الناس: المرضي المستوي الطريقة، يقال: هذا عدلٌ، وهما عَدْلٌ» (¬1). ¶ وفي المصباح: «العدلُ: القصدُ في الأمورِ، وهو خلاف الجور، يقال: عدل في أمره عدلاً من باب ضرب ... ، وعدَّلْتُ الشاهِدَ: نسبْتُهُ إلى العدالة ووصفتُهُ بها. وعدل – هو بالضم – عدالة وعدولة فهو عدل: أي مرضِيّ يقنع به» (¬2). ¶ وفي اللسان: «والعَدْلُ مِنْ النَّاسِ: ال‍مَرْضِيُّ قولُه وحُكْمُه. ورَجُلٌ عَدْلٌ وعادِلٌ: جائِزُ الشهادَةِ، ورَجُلٌ عَدْلٌ: رِضاً ومَقْنَعٌ في الشهادة ... والعَدالة والعُدولة وال‍مَعْدِلةُ وال‍مَعْدَلةُ، كلُّه: العَدْلُ، وتعديلُ الشُهُودِ: أنْ تقولَ إِنَّهم عُدُولٌ. وعَدَّلَ الحُكْمَ: أقامَهُ. وعَدَّلَ الرجلَ: زَكَّاه. والعَدْلُ الذي لم تَظْهَرْ منه رِيبةٌ» (¬3). وقال بعضُ العلماءِ: والعدالةُ صفةٌ توجب مراعاتها الاحتراز عما يُخلُّ بالمروءة (¬4). ¶ العدالة في الاصطلاح: ¶ تعددت ألفاظ الفقهاء في تعريف العدالة والعدل وكلها يراد بها معنى واحد وهو أن ¶ ¬__________ ¶ (¬1) ابن فارس، ص745. ¶ (¬2) الفيومي، ص150. ¶ (¬3) ابن منظور، ج11، ص430. وينظر: الجوهري، الصحاح، ج5، ص1760. ¶ (¬4) الفيومي، المصباح المنير، ص151.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "يكون صاحبها مرضي القول والعمل. وذلك لاستقامته في دينه ومروءته (¬1). ¶ وفيما يلي نعرض لأقوال الفقهاء في تعريف العدالة: ¶ فقد وردت لها عدة تعريفات عند الحنفية منها ما جاء في البدائع: «العدل: من لم يطعن عليه في بطن ولا فرج» (¬2). ¶ وقيل: من لم يعرف عليه جريمة في دينه فهو عدل (¬3). ¶ وقال بعضهم: من غلبت حسناته سيئاته فهو عدل (¬4). ¶ وقال غيرهم: من اجتنب الكبائر وأدى الفرائض وغلبت حسناته سيئاته فهو عدل (¬5). ¶ إلا أن صاحب التبيين ذكر أن أحسن ما قيل في العدالة ما نُقل عن أبي يوسف (¬6) رحمه الله: أن العدل في الشهادة: أن يكون مجتنباً عن الكبائر، ولا يكون مصراً على الصغائر، ويكون ¶ ¬__________ ¶ (¬1) ينظر: جنيد أشرف إقبال أحمد، العدالة والضبط وأثرهما في قبول الأحاديث أو ردها، ط1، 1427هـ/2006م، مكتبة الرشد: الرياض، ص34. ¶ (¬2) الكاساني، البدائع، ج6، ص268, داماد أفندي، بدر المتقى، «المطبوع بحاشية مجمع الأنهر»، ج2، ص188. ¶ (¬3) الكاساني، البدائع، ج6، ص268. ¶ (¬4) المرجع السابق، الحصكفي، مجمع الأنهر، ج2، ص188. علي حيدر، درر الحكام شرح مجلة الأحكام، تعريب فهمي الحسيني، دار الكتب العلمية: بيروت، مادة (1705)، ص359. القدوري، الهداية، «المطبوع مع العناية»، ج8، ص186، وأضاف: ويجتنب الكبائر. ¶ (¬5) الكاساني، البدائع، ج6، ص268. ¶ (¬6) يعقوب بن إبراهيم بن حبيب بن سعد، من أكابر أصحاب أبي حنيفة، ولد عام ثلاثة عشر ومائة. قال عنه أبو حنيفة: «إنه أعلم أصحابي» ولي القضاء، ولقب بقاضي القضاة. وكان يقال له قاضي قضاة الدنيا. من أشهر كتبه: الخراج والآثار، وآداب القاضي. توفي سنة ثنتين وثمانين ومائة، عن سبع وستين سنة. أبو الفداء إسماعيل ابن كثير الدمشقي، البداية والنهاية، تحقيق: أحمد بن ملحم وآخرون، ط1، 1405هـ/1985م، دار الكتب العلمية: بيروت، ج10، ص186. الزركلي، الأعلام، ج8، ص193.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "صلاحه أكثر من فساده، وصوابه أكثر من خطئه (¬1). ¶ أما المالكية فقد قال بعضهم في تعريف العدل والعدالة: صِفةُ مَظِنَّةُ تمنع مَوْصوفها البدعة وما يشينه عُرفاً ومعصية غير قليل الصغائر (¬2). ¶ وقيل: أن يكون الرجل مرضياً مأموناً معتدل الأحوال معروفاً بالطهارة، والنزاهة عن الدنايا، ويتوقى مخالطة من لا خير فيه مع التحري في المعاملة (¬3). ¶ وقال بعضهم العدل: الحر المسلم العاقل البالغ بلا فسق وحجر وبدعة وإن تأول البدعة لم يباشر كبيرة أو كثير كذب أو صغيرة خسة وسفاهة ولعب نرد ذو مروءة بترك غير لائق (¬4). ¶ وقيل العدالة: المحافظة الدينية على اجتناب الكذب والكبائر وتوقي الصغائر، وأداء الأمانة، وحسن المعاملة، ليس معها بدعة أو أكثرها (¬5). ¶ وقريباً من هذا من قال: هي المحافظة على اجتناب الكبائر، وتوقي الصغائر، وحسن المعاملة، والتحرز في المخالطة ولا يعذر بجهل ولا تأويل (¬6). ¶ أما الشافعية فقد قالوا إن العدالة: هي اجتناب الكبائر كلها واجتناب الإصرار على ¶ ¬__________ ¶ (¬1) الزيلعي، ج4، ص225، وقد علّق الشلبي في حاشيته على هذا التعريف، فقال: «وفيه قصور حيث لم يتعرض لأمر المروءة بل اقتصر على ما يتعلق بأمر المعاصي، والمروي عن أبي يوسف هو قوله: أن لا يأتي كبيرة ولا يصر على صغيرة، ويكون ستره أكثر من هتكه، وصوابه أكثر من خطئه، ومروءته ظاهرة ويستعمل الصدق ويجتنب الكذب ديانة ومروءة». حاشية شلبي على تبيين الحقائق، ج4، ص225. ¶ (¬2) الرصاع، شرح حدود ابن عرفة، ج2، ص588، الحطاب، مواهب الجليل، ج6، ص151. المواق، التاج والإكليل، «مطبوع بهامش مواهب الجليل»، ج6، ص152. ¶ (¬3) نقله ابن عبدالبر عن بعض المالكية، الكافي، ص461. ¶ (¬4) الدردير، الشرح الكبير، ج4، ص166، 167. ¶ (¬5) الحطاب، مواهب الجليل، ج6، ص151. ¶ (¬6) ابن سلمون الكناني، العقد المنظم للحكام، ج2، ص210.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "الصغائر (¬1)، فلا يكون العدل عدلاً إلا بتوافر هذين الشرطين حتى يكون مرضي الدين والمروءة لاعتداله (¬2). ¶ وقال الحنابلة العدالة: اجتناب الريبة وانتفاء التهمة وفعل ما يستحب وترك ما يكره. وقيل العدل: من لم تظهر منه ريبة (¬3). ¶ وقيل: العدالة: هي استواء أحوال الإنسان في دينه واعتدال أقواله وأفعاله. ¶ وفسروا اعتدال أحوال الدين بصلاح دينه بأداء الفرائض، واجتناب المحارم وهو أن لا يرتكب كبيرة ولا يدمن على صغيرة، ويستعمل المروءة (¬4). ¶ التعريف المختار للعدالة: ¶ المتأمل لأقوال الفقهاء في تعريف العدالة في المذاهب الأربعة يجد أنهم يجعلون العدالة بمعنى الرضا عن الشخص، فحقيقة الشاهد العدل هو المرضي عنه ديانة ومروءة، وهذا المعنى دل عليه القرآن الكريم، وفي ذلك يقول تعالى: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة: 282]. وقد ذكر العلماء أن المراد منها: المرضي دينه وصلاحه (¬5)، والرضى إنما يكون للعدل، لذلك اختص الله العدل بالشهادة فقال عز من قائل: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق: 2]. ¶ فالنفس الإنسانية لا ترضى ولا تقبل إلا قول من حقق الرضى عند الله أولاً، ثم حققه عند الخلق. ¶ ¬__________ ¶ (¬1) الغزالي، الوجيز، ج2، ص248. عبدالله بن إبراهيم الشهير بالشرقاوي، حاشية على تحفة الطلاب، دار الفكر، ج2، ص505. الشربيني، مغني المحتاج، ح4، ص427. ¶ (¬2) الماوردي، الحاوي، ج17، ص149. ¶ (¬3) المرداوي، الإنصاف، ج12، ص43 – 44. ابن مفلح، المبدع، ج8، ص304، 305. البهوتي، شرح منتهى الإرادات، ج3، ص589. ¶ (¬4) المراجع السابقة. ¶ (¬5) ينظر: جنيد، إقبال، العدالة والضبط، ص32.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "والرضى عند الله يتمثل باجتناب المرء الكبائر كلها، وتوقي الصغائر على قدر الاستطاعة، وعدم الإصرار عليها حال وقوعها؛ لأن الإقلاع عن جميع الصغائر مما لا يقوى عليه بشر إلا الأنبياء عليهم الصلاة والسلام فيما يبلّغون عن ربهم، وفي الحديث: «لَوْ لَمْ تُذْنِبُوا لَذَهَبَ اللهُ بِكُمْ وَلَجَاءَ بِقَوْمٍ يُذْنِبُونَ فَيَسْتَغْفِرُونَ اللَّهَ فَيَغْفِرُ لهُمْ» (¬1). فالإلمام بمعصية من الصغائر مما جُبلت عليه النفوس، وفي اشتراط توقي جميع الصغائر للحكم على عدالة الشاهد سد لباب الشهادة، وباب الشهادة مفتوح إحياء لحقوق الناس (¬2). ¶ أما الرضى عند المخلوقين – ونقصد بهم الذين يعتد برأيهم – فهو ما عُبر عنه بلفظ المروءة والتي يُرجع فيها إلى العرف السوي، وهي تختلف بحسب الأزمان والأعراف، وحرصاً منا على تفصيل القول في هذه المسالة التي هي أساس البحث فسنسعى من خلال ما سبق أن نخرج بتعريف للعدل والعدالة يجمع ما تفرق في كلام الفقهاء. ¶ فنقول إن العدالة هي: هيئَةٌ راسِخَةٌ تَدْعُو صَاحِبْهَا الاستِقَامة على الدِّيْن، باجتِنَابِ الكبِائِرِ، وَتَرْكِ الإِصْرَارِ عَلَى الصغَائِرِ، واستعمال المروءة بفعل ما يُجَمِّلَهُ، وتَرْكِ مَا يُشِيْنَهُ عُرْفاً وَعَادةً. ¶ فقولنا هيئة راسخة (¬3): تدل على أن المرء لا يسمى عدلاً إلا إذا عُرف بالعدالة من ¶ ¬__________ ¶ (¬1) مسلم، صحيح مسلم، كتاب التوبة، باب سقوط الذنوب بالاستغفار والتوبة، رقم الحديث 6965، ص1191. ¶ (¬2) ينظر: العيني، البناية، ج8، ص187. ¶ (¬3) وهذه اللفظة ذكرها ابن رشد حيث قال: والعدالة: هيئة راسخة في النفس تحث على ملازمة التقوى باجتناب الكبائر وتوقي الصغائر والتحاشي عن الرذائل المباحة. وهو تعريف قريب مما اخترناه. وينظر: ابن فرحون، تبصرة الحكام، ج1، ص173. ¶ قلت: ومما ينبغي الإشارة إليه أنه لا يعني ترك الكبائر عدم الوقوع فيها بالكلية، وإنما وإن وقع فيها فإنه يتوب منها توبة نصوحاً؛ لأن التوبة تجبّ ما قبلها، فإن التوبة تجبّ الكفر الذي هو أعظم العصيان وأكبر الكبائر فما بالك بما هو دونه من الذنوب وإن عُد من الكبائر، ولكن ينبغي حتى نحكم بتوبته أن يظهر ذلك عليه وتترسخ في الأذهان توبته حتى يكون مرضياً.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "خلال استمراره على هيئتها، وذلك من خلال الاستقامة على الدين بفعل الأوامر، واجتناب النواهي واستعمال المروءة حتى ترسخ في الأذهان حاله. ¶ تدعو صاحبها الاستقامة على الدين: والاستقامة على الدين تتمثل في فعل المأمورات من الفرائض والواجبات كالصلاة والصيام والزكاة ... وغيرها، وترك المنهيات، والتي هي بالنسبة للمسلم على نوعين: كبائر، وصغائر (¬1). ¶ ¬__________ ¶ (¬1) اختلف العلماء في تقسيم الذنوب إلى صغائر وكبائر، فذهب جماهير السلف إلى أن من الذنوب كبائر ومنها صغائر، وشذت طائفة منهم الأستاذ أبو إسحاق الاسفراييني، فقال: ليس في الذنوب صغير بل كل ما نهى الله عنه كبيرة، ونُقل ذلك عن ابن عباس. واحتج أصحاب هذا القول بأن كل مخالفة لله فهي بالنسبة إلى جلال الله كبيرة، وأن إطلاق لفظ الصغائر على بعض الذنوب إنما يراد بها أنها صغيرة بالإضافة إلى ما هو أكبر منها، كما يقال القُبلة المحرمة صغيرة بإضافتها إلى الزنا وكلها كبائر. ¶ والصحيح هو ما ذهب إليه الجماهير من أن من الذنوب ما هو كبيرة، ومنها ما هو صغيرة وذلك مما دل عليه كتاب الله، وسنة رسوله صلى الله عليه وسلم في مواضع متعددة، فمن كتاب الله قوله تعالى: {الَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ إِلَّا اللَّمَمَ} [النجم: 32]. وقوله تعالى: {وَالَّذِينَ يَجْتَنِبُونَ كَبَائِرَ الْإِثْمِ وَالْفَوَاحِشَ وَإِذَا مَا غَضِبُوا هُمْ يَغْفِرُونَ} [الشورى: 37]. وقوله: {إِنْ تَجْتَنِبُوا كَبَائِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ} [النساء: 31]. وقوله عز من قائل: {وَيَقُولُونَ يَاوَيْلَتَنَا مَالِ هَذَا الْكِتَابِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّا أَحْصَاهَا} [الكهف: 49]. وقوله: {وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُسْتَطَرٌ} [القمر: 53]. ¶ كما دلت السنة على ذلك ومن ذلك: الحديث الذي رواه مسلم في كتاب: الطهارة، باب: الصلوات الخمس والجمعة إلى الجمعة ورمضان إلى رمضان مكفرات لما بينهن ما اجتنبت الكبائر، ص117، عَنْ أَبِي هُرَيْرَةَ أَنَّ رَسُولَ الله صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: «الصَّلَواتُ الْخَمْسُ، وَالْجُمْعَةُ إِلَى الْجُمْعَةِ، كَفَّارَةٌ لِمَا بَيْنَهُنَّ مَا لَمْ تُغْشَ الْكَبَائِرُ»، وفي رواية أخرى: «وَرَمَضَانُ إِلَى رَمَضَانَ مُكَفِّرَاتٌ مَا بَيْنَهُنَّ إِذَا اجْتَنَبَ الْكَبَائِرَ»، رقم الحديثين 550، 552. فتقسيم الذنوب إلى صغائر وكبائر مما تظاهرت به نصوص الكتاب والسنة، وأقوال علماء الأمة من السلف والخلف، حتى قال الإمام أبو حامد الغزالي: إنكار الفرق بين الصغيرة والكبيرة لا يليق بالفقيه، وقد فُهِمَا من مدارك الشرع. وهذا الذي قاله أبو حامد قد قاله غيره بمعناه، ولا شك أن المخالفة قبيحة جداً بالنسبة إلى جلال الله تعالى، ولكن بعضها أعظم من بعض، ذلك أن منها ما تكفره الصلوات الخمس أو صوم رمضان أو الحج أو العمرة أو الوضوء أو صوم يوم عرفة، أو صوم يوم عاشوراء، أو فعل الحسنة، أو غير ذلك مما جاءت به الأحاديث الصحيحة، ومنها ما لا يكفره ذلك كما ثبت في الصحيح: «مَا لَمْ تُغْشَ الْكَبَائِرُ»، فسمَّى الشرع ما تكفره الصلوات ونحوها صغائر، وما لا تكفره كبائر، وهذا لا يخرجها من كونها قبيحة بالنسبة إلى جلال الله تعالى، ولكنها صغيرة بالنسبة إلى ما فوقها؛ لكونها أقل قبحاً، ولكونها متيسرة التكفير. وأما ما نُقِلَ عن حَبْرِ الأمةِ وترجمانِ القرآنِ والسنَّة عبدالله بن عبَّاس رضي الله تعالى عنهما فقد استنكره القرطبي وقال: ما أظنه يصح؛ لأنه مخالفٌ لظاهر القرآن في الفرق بين الصغائر والكبائر، ثم سرد الآيات التي تدل على ذلك، حيث إن الآيات جعلت في المنهيات صغائر وكبائر، وفرقت بينهما في الحكم؛ إذ جعلت تكفير السيئات مشروطة باجتناب الكبائر، واستثنت اللمم من الكبائر والفواحش، فكيف يخفى ذلك على حبر القرآن؟! ويؤيد ما قاله القرطبي ما فسَّر به ابن عباس اللمم، فقد ورد عنه في تفسير اللمم: الذنب بين الحدين، وهو ما لم يأتِ عليه حد في الدنيا، ولا تُوعِّد عليه بعذاب في الآخرة تكفره الصلوات الخمس. وعلى هذا فالأولى أن يُحمل كلام ابن عباس أن كل ما نهى الله عنه كبير، على أن ما نهى الله عنه نهياً خاصاً بحيث يكون مقترناً بوعيد، والله أعلم. وينظر: النووي، صحيح مسلم بشرح النووي، ج2، ص84، 85. أحمد بن عبدالحليم ابن تيمية، مجموع الفتاوى، 1412هـ/1991م، دار عالم الكتب: الرياض، ج11، ص650 - 655. أبو عبدالله محمد بن أحمد الأنصاري القرطبي، الجامع لأحكام القرآن، 1405هـ/1985م، دار إحياء التراث العربي: بيروت، ج5، ص158 - 161، ج17، ص108. ابن كثير، تفسير القرآن العظيم، ج13، ص275. أحمد بن علي بن حجر العسقلاني، فتح الباري بشرح صحيح البخاري، 1411هـ/1991م، دار الفكر: بيروت، ج12، ص15. النووي، روضة الطالبين، ج8، ص199. جنيد أحمد، العدالة والضبط، ص50 - 54.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "ونظراً لأن الكبائر والصغائر تختلف من حيث إثمها وما يترتب عليها في الحكم على عدالة الشخص أو عدم عدالته، فقد أعدنا تأكيدها في التعريف بقولنا باجتناب الكبائر كلها، وعدم الإصرار على الصغائر. ¶ وفيما يلي سنعرض لتعريف الكبائر والصغائر والمروءة كلاً على حدة ونتبين تأثيرها على العدالة. ¶ أولاً: تعريف الكبيرة: ¶ الكبيرة في اللغة: مأخوذة من الكبير يقال كبَرُ بالضم يَكْبُرُ أي عَظُمَ، فهو كبيرة، والكِبَرُ",
            "page": "27",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "نقيض الصِّغَرِ، واستكبر الشيء: رآه كبيراً وعَظُمَ عنده، والكبائر واحدتها كبيرة وهي الفعلة القبيحة من الذنوب المنهي عنها شرعاً، العظيم أمرها كالقتل والزنا والفرار من الزحف (¬1). ¶ أما في اصطلاح الفقهاء فقد ورد لها عدة تعريفات، فقيل في تعريفها: ما فيه حد في كتاب الله عز وجل (¬2). ¶ وقيل: ما يوجب الحد (¬3). وقيل: كل ما جاء مقروناً بوعيد شديد بنص كتاب أو سنة (¬4). وقيل: الكبيرة: كل ذنب ختمه الله بنار أو غضب أو لعنة أو عذاب (¬5). وهذا قريب مما قبله، إلا أن الأول أجمل ذلك بلفظ الوعيد، والثاني فصَّل أنواع الوعيد. ¶ وقيل: الكبيرة هي كل ما أوعد الله عليه بنار في الآخرة، أو أوجب فيه حداً في الدنيا (¬6). وقريب منه من عرَّف الكبيرة: بأنها كل ما وجبت فيه الحدود، أو توجه إليه الوعيد (¬7). ¶ ¬__________ ¶ (¬1) ينظر: ابن منظور، لسان العرب، ج5، ص126، 129. ¶ (¬2) الكاساني، البدائع، ج6، ص268. العيني، البناية، ج8، ص177. كمال الدين محمد بن عبدالواحد، المعروف بابن الهمام الحنفي، فتح القدير، «مطبوع مع العناية»، ج7، ص412. القرافي، الفروق، ج2، ص66. ¶ (¬3) الكاساني، البدائع، ج6، ص268. النووي، روضة الطالبين، ج8، ص199. ابن كثير، تفسير القرآن العظيم، ج3، ص480. ¶ (¬4) ينظر: الكاساني، البدائع، ج6، ص268. وقد اقتصر على لفظ: كل ما جاء مقروناً بوعيد، دون ذكر الباقي. النووي، روضة الطالبين، ج8، ص199. القرافي، الفروق، ج4، ص66. ابن حجر، فتح الباري، ج12، ص16. ¶ (¬5) ابن تيمية، مجموع الفتاوى، ج11، ص650. النووي، صحيح مسلم بشرح النووي، ج2، ص85. ابن حجر، فتح الباري، ج12، ص16. القرطبي، الجامع لأحكام القرآن، ج5، ص159. ¶ (¬6) النووي، صحيح مسلم بشرح النووي، ج2، ص85. ابن حجر، فتح الباري، ج12، ص16. ابن الهمام، فتح القدير، ج7، ص412. ابن مفلح، المبدع، ج8، ص307. المرداوي، الإنصاف، ج12، ص46. ¶ (¬7) الماوردي، الحاوي، ج17، ص149. وينظر: حاشية الشرقاوي، ج2، ص505.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ومنهم من عرَّف الكبيرة بقدر قبحها وشناعتها، فقال: الكبيرة ما كان شنيعاً بين المسلمين، وفيه هتك حرمة الله تعالى والدين (¬1). ¶ وقيل: الكبيرة ما عظمت مفسدتها (¬2). ¶ وقيل: الكبيرة كل جريمة تؤذن بقلة اكتراث مرتكبها بالدين ورقة الديانة (¬3). ¶ وقيل: الكبيرة كل فعل نصَّ الكتابُ على تحريمه، أو وجب في جنسه حدٌ من قتلٍ أو غيره، وترك فريضة تجب على الفور، والكذب في الشهادة والرواية واليمين (¬4). ¶ وقيل: الكبيرة كل ذنب عظّم الشرع التوعُّد عليه بالعقاب وشدده أو عظم ضرره في الوجود (¬5). ¶ والمتأمل لهذه التعريفات للكبيرة يجد أن في بعضها قصوراً، فمن قال إن الكبيرة هي كل ما ورد فيه حد في كتاب الله، فإنه يؤخذ عليه أكل الربا، وعقوق الوالدين، والتولي يوم الزحف، والظلم، فإنها من الكبائر التي نصَّ عليها الشارع، ومع ذلك ليس فيها حد في كتاب الله أو سنة رسوله صلى الله عليه وسلم (¬6). ¶ وأما مَنْ قال إن الكبيرة هي كل ما كان شنيعاً بين المسلمين فإنه لم يضبط لنا الكبيرة بضابط واضح، وترك الأمر إلى نظر المسلمين، وهو نظر قد يختلف من زمن لآخر بسبب رقة ¶ ¬__________ ¶ (¬1) داماد أفندي، مجمع الأنهر، ج2، ص201. وقريباً من هذا ما ذكره النووي فقال: «الكبيرة كل ذنب كبر وعظم عظماً يصح معه أن يطلق عليه اسم الكبيرة ووصف بكونه عظيماً على الإطلاق». صحيح مسلم بشرح النووي، ج2، ص85. ¶ (¬2) الماوردي، الحاوي، ج17، ص149. ¶ (¬3) ابن كثير، تفسير القرآن العظيم، ج3، ص480. ابن حجر، فتح الباري، ج12، ص16. ¶ (¬4) النووي، روضة الطالبين، ج8، ص200. ابن كثير، تفسير القرآن العظيم، ج3، ص480. ¶ (¬5) القرطبي، الجامع لأحكام القرآن، ج5، ص160، 161. ¶ (¬6) الكاساني، البدائع، ج6، ص268.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الديانة وقلة الأمانة في بعض الأعصار والأمصار (¬1). ¶ وأما من قال إن الكبيرة هي كل جريمة تؤذن بقلة اكتراث مرتكبها بالدين فهو ضابط يدخل الصغائر في جملة الكبائر، ذلك أن المصر على الصغائر غير مكترث بالدين، وغير مبال بالحلال والحرام، ولهذا رد الفقهاء شهادته، وإدخال صغائر الذنوب في حد كبائرها يخالف كتاب الله وسنة رسوله صلى الله عليه وسلم الذي نصَّ على انقسام الذنوب في نفسها إلى كبائر وصغائر – كما أشرنا إلى ذلك سابقاً –. ¶ ولذلك فأولى ما يقال في تعريف الكبائر: إنَّها كُلُّ ذَنْبٍ خَتَمَهُ اللهُ تَعَالَى بِلَعْنَةٍ أَوْ غَضَبٍ أو نَارٍ، أَوْ حُبُوطِ عَمَلٍ، أو وَجَبَ فِيْهِ حَدٌّ في الدُّنْيَا، أَوْ عَظُمَ ضَرَرُهُ وَمَفْسَدَتُهُ عَلَى الْ‍مُسْلِمِينَ (¬2). ¶ ثانياً: الصغائر: ¶ الصغائر في اللغة مأخوذة من الصِّغَرُ: ضد الكبر، والصِّغَر والصّغارةُ خلاف العظيم، ¶ ¬__________ ¶ (¬1) وليس أدل على هذا من قول أَنَسٍ رَضِيَ اللهُ تَعَالَى عَنْهُ: «إِنَّكُمْ لَتَعْمَلُونَ أَعْمَالًا هِيَ أَدَقُّ فِي أَعْيُنِكُمْ مِنْ الشَّعَرِ، إِنْ كُنَّا لَنَعُدُّهَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ الْمُوبِقَاتِ». البخاري، صحيح البخاري، كتاب الرقاق، باب: ما يتقى من محقرات الذنوب، رقم الحديث 6492، ص1125. ¶ قلت: ولقد قال أنس رضي الله عنه هذا في زمان التابعين الذي شهد له النبي صلى الله عليه وسلم أنه من خير القرون بعد قرن الصحابة، فكيف بأزماننا التي عمَّت فيها الفتن وكثرت الشهوات، وصار لأهل الباطل صولتهم وجولتهم، والله المستعان. ¶ (¬2) ذكرت هذا الضابط الأخير، وهو: ما عظم ضرره ومفسدته على المسلمين، وقد أشارت إليه بعض التعريفات التي سقتُها؛ لما ابتليت به الأمة في الأزمان المتأخرة من إقدام بعض المسلمين – وللأسف الشديد – من الإفساد المتعمد لأديان الناس، وذلك عن طريق إثارة الشبهات والشهوات، من خلال استخدام التقنيات الحديثة للوصول إلى أكبر شريحة من المسلمين لإغوائهم وإضلالهم، وهذا لا شك أنه من أعظم الكبائر وأشنعها؛ لأن ضرره يتعدى الإنسان إلى غيره بل قد يشمل أجيالاً كاملة من المسلمين، والله المستعان.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وقيل الصِّغَر في الجِرْم والصغار في القَدْر (¬1). وقيل: جمع صغيرة على صغائر وكبيرة على كبائر (¬2). ¶ وهي عند الفقهاء ما عدا ما اعتبرناه كبيرة (¬3)، وعلى هذا فقد عرَّفها بعضُ العلماءِ بأنها: ما لا حدَّ فيه أو ما لا يوجب الحد (¬4). وقيل: ما قلَّت مفسدتُها (¬5)، وقيل: ما قلَّ فيها الإثمُ (¬6). ¶ ولقد ذكر العزُّ بن عبدالسلام (¬7) ضابطاً للتفريق بين الصغائر والكبائر يمكن الاعتماد عليه؛ لأن الذنوب والمعاصي غير متناهية، وقد تستحدث كثير من الآثام والمعاصي ويجاهر بها في زمن دون آخر، ويتفنن إبليس وأعوانه من شياطين الجن والإنس في استحداث معاصي لم تُعرف، وهذا من كيد الشيطان، ولذا فإن الضابط الذي وضعه العز بن عبدالسلام في هذا الباب من أفضل ما يعوَّلُ عليه للتفريق بين الصغيرة والكبيرة، حيث قال: «إذا أردتَ معرفة الفرق بين الصغائر والكبائر فاعرض مفسدة الذنب على مفاسد الكبائر المنصوص عليها، فإن ¶ ¬__________ ¶ (¬1) ابن منظور، لسان العرب، ج4، ص458، مادة «صغر». ¶ (¬2) الفيومي، المصباح المنير، ص130. ¶ (¬3) القرطبي، الجامع لأحكام القرآن، ج5، ص161. ¶ (¬4) ينظر: الكاساني، البدائع، ج6، ص268. وقد اعترض على هذه التعريفات حيث قال: «وهذا ليس بسديد، فإن شرب الخمر وأكل الربا كبيرتان ولا حد فيهما في كتاب الله تعالى، وكذا عقوق الوالدين والفرار يوم الزحف، ونحوها» بتصرف يسير. ¶ (¬5) القرافي، الفروق، ج4، ص66. ¶ (¬6) الماوردي، الحاوي، ج17، ص149. ¶ (¬7) العز بن عبدالسلام، عبدالعزيز بن عبدالسلام بن أبي القاسم بن الحسن، سلطان العلماء، ولد سنة سبع أو ثمان وسبعين وخمسمائة، تفقه على ابن عساكر، وبرع في مذهب الشافعية حتى قيل: إنه بلغ رتبة الاجتهاد، تولى قضاء مصر، ثم عزل نفسه، توفي بمصر سنة ستين وستمائة. أبو بكر أحمد بن محمد بن قاضي شهبة، طبقات الشافعية، ط1، 1407هـ/ 1987م، عالم الكتب، بيروت، ج2، ص109.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "نقصت عن أقل مفاسد الكبائر فهي من الصغائر، وإن ساوت أدنى مفاسد الكبائر وأربت عليها فهي من الكبائر» (¬1) اهـ. ¶ ويلاحظ أن الفقهاء يشترطون في العدل أن يكون تاركاً للكبائر بالكلية، غير مُصِرٍّ على الصغائر، وإن لم يشترطوا السلامةَ منها تماماً (¬2). ¶ ذلك أنهم يعتبرون الإصرار على الصغائر يصيرها من الكبائر، وقبل تفصيل هذه المسألة نرغب في توضيح ضابط الإصرار على الصغائر الذي يقدح في عدالة المسلم. ¶ فنقول إن الفقهاء قالوا: إن صغار الذنوب إن أصرَّ عليها صاحبُها واعتادها وتكررت منه الصغيرة تكراراً يُشْعِرُ بقلة مبالاتِه بدينه إشعار ارتكاب الكبيرة بذلك رُدت شهادته، وكذلك إذا اجتمعت صغائر مختلفة الأنواع بحيث يشعر مجموعها بما يشعر أصغر الكبائر (¬3). ¶ فمن حصل منه أحد هذين الأمرين في تعاطيه للصغائر يعتبر في نظر جمهور الفقهاء متعاطياً للكبائر، ولعل دليل العلماء على ذلك قَوْلُ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِعَائِشَةَ رَضِيَ اللهُ ¶ ¬__________ ¶ (¬1) أبو محمد عز الدين عبدالعزيز بن عبدالسلام السلمي، قواعد الأحكام في مصالح الأنام، دار المعرفة، بيروت، ج1، ص19. وقد قال العلماء رحمهم الله: ولا انحصار للكبائر في عدد مذكور، وقد جاء عن ابن عباس رضي الله عنهما أنه سُئِلَ عن الكبائر أسبع هي؟ فقال: هي إلى سبعين، ويروى إلى سبعمائة أقرب. النووي، صحيح مسلم بشرح النووي، ج2، ص84. القرطبي، الجامع لأحكام القرآن، ج5، ص159، 160. ¶ (¬2) واستثنى المالكية صغائر الخسة كتطفيف حبة أو سرقة نحو لقمة لدلالة ذلك على دناءة الهمة وقلة المروءة. ينظر: الدردير، الشرح الكبير، ج4، ص166. ¶ (¬3) الكاساني، البدائع، ج6، ص270. الهروي، فتح باب العناية، ج3، ص137. الحطَّاب، مواهب الجليل، ج6، ص151. ابن حسين المكي، تهذيب الفروق، «مطبوع بهامش الفروق»، ج1، ص136. العز بن عبدالسلام، قواعد الأحكام، ج1، ص22، 23. الشربيني، مغني المحتاج، ج4، ص427، 428. النووي، روضة الطالبين، ج8، ص203. المرداوي، الإنصاف، ج12، ص45، 46. محمد بن مفلح، الفروع، ط4، 1405هـ/1985م، عالم الكتب: بيروت، ج6، ص562.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "عَنْهَا: «إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّ لَهَا مِنْ الله عَزَّ وَجَلَّ طَالِبًا» (¬1). ¶ وَأَثَرُ أَنَسٍ رَضِيَ اللهُ تَعَالَى عَنْهُ: «إِنَّكُمْ لَتَعْمَلُونَ أَعْمَالًا هِيَ أَدَقُّ فِي أَعْيُنِكُمْ مِنْ الشَّعَرِ، إِنْ كُنَّا لَنَعُدُّهَا عَلَى عَهْدِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مِنْ الْمُوبِقَاتِ» (¬2). ¶ كما استدل بعضُهم بحديثٍ نسبوه إلى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: «لَاْ صَغِيرَةَ مَعَ الإِصْرَارِ، وَلَا كَبِيرَةَ مَعَ الاسْتِغْفَارِ» (¬3). ¶ ¬__________ ¶ (¬1) وفي رواية: «محقرات الأعمال». والحديث رواه أحمد في المسند عن عائشة رضي الله عنها. ينظر: أحمد عبدالرحمن البنا، الفتح الرباني لترتيب مسند الإمام أحمد بن حنبل الشيباني، دار إحياء التراث الإسلامي: بيروت، ج19، ص253، باب الترهيب من احتقار الذنوب الصغيرة. ابن ماجه، سنن ابن ماجه، ج2، ص1417، كتاب: الزهد، باب: ذكر الذنوب، رقم الحديث 4243. وذكر أن إسناده صحيح ورجاله ثقات، نقلاً عن الزوائد. كما صححه الألباني، محمد ناصر الدين، سلسلة الأحاديث الصحيحة، ط4، 1405هـ/1985م، المكتب الإسلامي: بيروت، دمشق، ج2، ص26، 27، رقم الحديث 513. ¶ (¬2) البخاري، صحيح البخاري، كتاب الرقاق، باب ما يتقى من محقرات الذنوب، رقم الحديث 6492، ص1125. وقد ذكر ابن حجر رواية أخرى نصَّ فيها أنس على الكبائر، حيث قال: ووقع للإسماعيلي من طريق إبراهيم بن الحجاج عن مهدي: «كنا نعدها ونحن مع رسول الله صلى الله عليه وسلم من الكبائر»، فتح الباري، ج13، ص128. ¶ (¬3) ذكره الكاساني في البدائع، ج6، ص270. ابن مفلح، الفروع، ج6، ص562. وهذا الحديث عزاه غير واحد إلى ابن عباس مرفوعاً، وكذا إلى أنس بن مالك مرفوعاً، وكذا إلى أم المؤمنين عائشة مرفوعاً، بأسانيد لا تخلو من ضعيف أو مجهول أو كذاب أو متروك. وقد ذكر ابن رجب أنه مروي عن ابن عباس، وروي مرفوعاً من وجوه ضعيفة. وذكر الذهبي في الميزان أنه منكر. شمس الدين الذهبي، ميزان الاعتدال في معرفة الرجال، تحقيق: علي ابن محمد البجاوي، دار المعرفة: بيروت، ج4، ص537. كما ذكر الألباني في سلسلة الأحاديث الضعيفة أنه موضوع، محمد ناصر الدين الألباني، سلسلة الأحاديث الضعيفة وأثرها السيئ في الأمة، ط1، مكتبة المعارف، رقم الحديث 5551، وذكر في موضع آخر أنه منكر رقم الحديث 4810. وينظر: أبو الفرج شهاب الدين، الشهير بابن رجب، جامع العلوم والحكم في شرح خمسين حديثاً من جوامع الكلم، تحقيق: شعيب الأرناؤوط، وإبراهيم باجس، ط1، 1411هـ/1991م، مؤسسة الرسالة: بيروت، ج1، ص449، ج1، ص449. والصحيح أنه من كلام ابن عباس. أخرجه البيهقي في شعب الإيمان، أبو بكر أحمد بن الحسين بن علي البيهقي، شعب الإيمان، تحقيق: محمد السعيد زغلول، ط1، 1990م، دار الكتب العلمية: بيروت، ج5، ص456، رقم الحديث 7268، فصل في محقرات الذنوب. وينظر: جنيد إقبال، العدالة والضبط، ص55. ¶ وأما اللفظ الذي يدل على بعض ما يؤيد هذا الأثر من كلام النبي عليه الصلاة والسلام، فالحديث الذي رواه أبو بكر الصديق قال: قال رسول الله صلى الله عليه وسلم: «مَا أَصَرَّ مَنْ اسْتَغْفَرَ وَإِنْ عَادَ فِي الْيَوْمِ سَبْعِينَ مَرَّةً». الترمذي، الجامع الصحيح، كتاب الدعوات، باب أحاديث شتى، ص811، رقم الحديث 3559. وقال: هذا حديث غريب إنما نعرفه من حديث أبي نصيرة وليس إسناده بالقوي. أبو داود، سليمان بن الأشعث السجستاني، سنن أبي داود، دار الحديث: القاهرة، كتاب الصلاة، باب الاستغفار، ج2، ص85، 86، رقم الحديث 1514. إلا أن ابن مفلح حسَّن إسناده. ابن مفلح، محمد بن مفلح المقدسي، الآداب الشرعية، تحقيق: شعيب الأرناؤوط، وعمر القيام، ط2، 1417هـ/1996م، مؤسسة الرسالة: بيروت، ج1، ص118.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "فهذه الأحاديث والآثار تدل على أنَّ الإصرارَ على الصغيرة إصرارٌ يُشعر بأن مرتكبَها متهاونٌ في دينه، أو كثرة ارتكابها، وإن كانت من أنواع مختلفة تجعلها في عداد كبائر الذنوب، وهذا رأي أكثر الفقهاء. وورد عن بعض الشافعية والحنابلة رأي آخر في المسألة، حيث يرى أصحاب القول الثاني أن الإصرارَ على الصغيرة لا يصيرها كبيرة، ذلك أن المسلم لو أصرَّ على الكبائر لا يصير بالمواظبة عليها كافراً (¬1)، فكذلك الإصرار على الصغائر لا يصير المواظب عليها مرتكباً لكبائر الذنوب، وإن كان متعاطياً للمحرم، لكنه مُحَرَّمٌ لا يصل إلى حد الكبيرة. ¶ قلت: وهذا الذي أراه راجحاً؛ ذلك أن الإصرار على الصغيرة لا يخرجها عن كونها من صغائر الذنوب، أو وصفها بذلك، وإن كان مرتكبُها على خطر عظيم، لأن تهاونه بالصغائر قد يصل به إلى حد ارتكاب الكبائر (¬2)؛ لأن ذلك من خطوات الشيطان الذي يغريه بالصغائر ¶ ¬__________ ¶ (¬1) ينظر: الشربيني، مغني المحتاج، ج4، ص428. ابن مفلح، المبدع، ج8، ص306. المرداوي، الإنصاف، ج12، ص46، 47. ¶ (¬2) وهذا مصداق لقوله عليه الصلاة والسلام: «إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّمَا مَثَلُ مُحَقَّرَاتِ الذُّنُوبِ كَمَثَلِ قَوْمٍ نَزَلُوا بَطْنَ وَادٍ، فَجَاءَ ذَا بِعُودٍ، وَجَاءَ ذَا بِعُودٍ، حَتَّى حَمَلُوا – أي جَمَعُوا – ما أَنْضَجُوا بِهِ خُبْزَهُمْ، وإنَّ مُحَقَّرَاتِ الذُّنُوبِ مَتَى يَأْخُذْ بها صَاحِبُهَا تُهْلِكْهُ» صحيح. ينظر: الألباني، صحيح الترغيب والترهيب، ط1، 1421هـ/2000م، مكتبة المعارف: الرياض، كتاب: الحدود وغيرها، باب: الترهيب من ارتكاب الصغائر، ج2، ص644، رقم الحديث 2471.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "حتى يألفها ويعتادها ثم يغريه بما هو أكبر وأعظم، يقول تعالى: {يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَتَّبِعُوا خُطُوَاتِ الشَّيْطَانِ وَمَنْ يَتَّبِعْ خُطُوَاتِ الشَّيْطَانِ فَإِنَّهُ يَأْمُرُ بِالْفَحْشَاءِ وَالْمُنْكَرِ} [النور: 21]. ثم إن الصغائر إذا اجتمعت عليه قد تهلكه إذا أُخذ بها صاحبُها؛ لأنها دليل تهاونه بشرع الله. وقولنا إن إصرار المرء على الصغائر لا يجعلها في عداد الكبائر لا يعني قبول شهادة المصر عليها، فإن المصر على الصغائر مردود الشهادة وإن قلنا أنه لم يتعاط الكبائر؛ لأن أمر الشهادة أمر عظيم، وباب خطير، ولما كانت الشهادة قائمةً في أصلها على الشاهد، الذي قد يقتطع حق المشهود عليه لصالح المشهود له، ويُلزم القاضي بشهادته فلا يملك ردها إن توافرت فيها جميع الشروط الأخرى، لذا وجب الاحتياط في حال الشاهد، فقد تضيع الحقوق والأموال، وتهدر الأنفس والدماء، فإن كان التحفظ والترفع عن الدنايا في حق الناس وأعرافهم مطلوباً في الشاهد وهو ما عبَّر عنه الفقهاء بالمروءة مع أنه لا يصل إلى حد الحرام، فمن باب أولى أن يكون الشاهد متحفظاً فيما بينه وبين ربه بتوقي الصغائر قدر استطاعته، وذلك بعدم الإصرار عليها، ولا يعني ذلك عدم الإلمام بشيء منها؛ لأن ذلك مما لا تقوى عليه النفوس البشرية التي فطرها الله على الضعف والجهل والتقصير والخطأ والزلل، وإنما العبرة في ذلك بالغالب، فإن كان غالب حال المرء توقي الصغائر علَّقنا الحكم عليه، وأجزنا شهادته، وإن كان غالب حاله الوقوع في الصغائر رددنا شهادته، يقول تعالى: {وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فِي جَهَنَّمَ خَالِدُونَ} [المؤمنون: 103] (¬1). ¶ فإلمام العبد بشيء من الصغائر واقع منه لا محالة، ويصدّق ذلك قول النبي عليه الصلاة ¶ ¬__________ ¶ (¬1) ينظر: الشيرازي، المهذب، ج3، ص438.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "والسلام: «إِنْ تَغْفِرْ اللَّهُمَّ تَغْفِرْ جَمَّا، وَأَيُّ عَبْدٍ لَكَ لَا أَل‍َمَّا» (¬1). ¶ ثالثاً: المروءة: ¶ اشترط الفقهاء في العدل الذي تقبل شهادته أن يكون متعاطياً أسباب المروءة (¬2). والمروءة في اللغة: كمال الرَّجُوليَّة. مَرُؤَ الرجلُ يَمْرُؤُ مُرُوءَةً، فهو مَريٌّ، على فعيل، وَتَمرَّأ، على تَفَعَّل: صار ذا مُروءَة. وال‍مُرُوءة: الإنسانية. وقيل: ال‍مُرُوءةُ: العفة والحرفة. وقيل: أن لا يفعل في السر أمراً وهو يستحي أن يفعله جهراً (¬3). ¶ أما في اصطلاح الفقهاء: فهي لا تبعد عن مدلولها اللغوي، فقيل: هي المحافظة على ¶ ¬__________ ¶ (¬1) الترمذي، الجامع الصحيح، ج9، ص122، أبواب تفسير القرآن، سورة النجم، رقم الحديث 3502. وقال: هذا حديث حسن صحيح غريب لا نعرفه إلا من حديث زكريا بن إسحاق. ¶ وقال عنه الألباني في صحيح الترمذي: صحيح، رقم الحديث 3284. الألباني، صحيح سنن الترمذي، ط1، 1408هـ، مكتب التربية العربي لدول الخليج. ¶ وقد ذكر المباركفوري في شرحه للترمذي معنى: «لا أل‍مَّا»: يعني أي عبد لم يلم بمعصية، يقال ل‍مَّ، أي نزل وألمّ، إذا فعل اللمم، والبيت لأمية بن الصلت أنشده النبي صلى الله عليه وسلم، ويعني أن من شأنك غفران كثير من ذنوب عظام، وأما الجرائم الصغيرة فلا تنسب إليك؛ لأن أحداً لا يخلو عنها، وأنها مكفرة باجتناب الكبائر، واختلفت أقوال أهل العلم في تفسير اللمم، فالجمهور على أنه صغائر الذنوب. محمد عبدالرحمن المباركفوري، تحفة الأحوذي بشرح جامع الترمذي، ط1، 1410هـ/1990م، دار الكتب العلمية: بيروت، ج9، ص122. ¶ (¬2) الزيلعي، تبيين الحقائق، ج4، ص223. ابن الهمام، شرح فتح القدير، ج7، ص414. القاضي عبدالوهاب، المعونة، ج3، ص1528. الحطاب، مواهب الجليل، ج6، ص152. النووي، روضة الطالبين، ج8، ص207 - 209. الشربيني، مغني المحتاج، ج4، ص431. شرف الدين موسى بن أحمد الحجاوي، زاد المستقنع في اختصار المقنع، «المطبوع مع السلسبيل»، ط4، مكتبة جدة، ج3، ص1025. ابن قدامة، المقنع، «المطبوع مع المبدع»، ج8، ص309. ¶ (¬3) ابن منظور، لسان العرب، ج1، ص154، 155، مادة «مرأ». وينظر: الرازي، محمد بن أبي بكر بن عبدالقاهر، مختار الصحاح، دار الكتاب العربي، بيروت، ص620.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فعل ما تركه من باب ما يوجب الذم عرفاً (¬1). ¶ وقيل: المروءة: التخلق بخلق أمثاله في زمانه ومكانه، وعدم التهمة (¬2). ¶ وقيل: أن لا يرتكب ما لا يليق بأمثاله من المباحات بحيث يسخر به ويضحك منه (¬3). ¶ وقيل: أن يصون نفسه عن الأدناس، ولا يشينها عند الناس (¬4). ¶ وقيل: فعل ما يجمله ويزينه، وترك ما يدنسهُ ويشينه (¬5). ¶ والعلة في اشتراط المروءة؛ لأن حفظها من دواعي الحياء، وإن كان لا يفسق المرء بتركها، ولكنها تدل على فضيلة صاحبها وصيانته لنفسه والتحفظ في حقها، فإن تركها دل ذلك على عدم مبالاة الإنسان بما يصنع وما يسقط منزلته بين الناس، فلا يؤمن منه أن يجترئ على الكذب في الشهادة؛ لأن حياءه قل، ومن قل حياؤه لم يبال بما يصنع (¬6)، وفي الحديث: «إِنَّ مِمَّا أَدْرَكَ النَاسُ مِنْ كَلَامِ النُّبُوَّةِ إِذَا لم تَسْتَحْيِ فَافْعَلْ مَا شِئْتَ» (¬7). فمن أهمل المروءة دل ذلك منه على إهماله دينه وقلة مراعاة ما يلزمه من حق الله وسبقت الظنة إليه وقدح ذلك في عدالته، والفقهاء يشترطون في الشاهد انتفاء التهمة في الجملة، وقليل المروءة متهم فردت ¶ ¬__________ ¶ (¬1) الحطاب، مواهب الجليل، ج6، ص152. الرصاع، شرح حدود ابن عرفة، ج2، ص591، 592. ¶ (¬2) الشربيني، مغني المحتاج، ج4، ص431. الأنصاري، تحفة الطلاب، ج2، ص505. ¶ (¬3) الغزالي، الوجيز، ج2، ص248. ¶ (¬4) الشربيني، مغني المحتاج، ج4، ص431. ¶ (¬5) ابن مفلح، المبدع، ج8، ص309. المرداوي، الإنصاف، ج12، ص51. ¶ (¬6) ينظر: الماوردي، الحاوي، ج17، ص152. المطيعي، التكملة الثانية للمجموع، دار الفكر، ج20، ص227. ¶ (¬7) البخاري، صحيح البخاري، كتاب أحاديث الأنبياء، باب: ... ، ص587، رقم الحديث 3483، 3484 بلفظ فاصنع ما شئت.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "شهادته وإن لم يصل أمره إلى القول بفسقه (¬1). ¶ ذلك أن العدالة في الشهادة للفضيلة المختصة بها، وهي تالية لفضيلة النبوة، قال تعالى: {فَكَيْفَ إِذَا جِئْنَا مِنْ كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ عَلَى هَؤُلَاءِ شَهِيدًا} [النساء:41]. وقال: {وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا} [البقرة، 143]. وقال: {وَالَّذِينَ هُمْ بِشَهَادَاتِهِمْ قَائِمُونَ (33) وَالَّذِينَ هُمْ عَلَى صَلَاتِهِمْ يُحَافِظُونَ (34) أُولَئِكَ فِي جَنَّاتٍ مُكْرَمُونَ} [المعارج، 33 - 35]. وما كان بهذه المنزلة من الفضيلة امتنع أن يكون مسترسلاً في البذلة. فإن أقدم على البذلة وعدل عن صيانة نفسه وحفظها فمن باب أولى أن يقل تحفظه في حق غيره (¬2). ¶ وقد ضرب الفقهاء أمثلة على أفعال تدل على أن متعاطيها تاركاً للمروءة وإن لم يكن فعله حراماً في ذاته؛ كمن يبول على الطريق – دون أن تنكشف عورته – أو يأكل على الطريق بمرأى من الناس ومن يمد رجليه عندهم، أو يكشف رأسه في موضع لا عادة فيه مما يجتنبه أهل المروءات، أو يمشي حافياً في بلد يستقبح فيه مشي مثله حافيا، والبخيل، وسيء الخلق، ¶ ¬__________ ¶ (¬1) وفي الحديث: «لا تجوز شهادة ذي الظنة». أبو بكر أحمد بن الحسين البيهقي، السنن الكبرى، ط1، 1416هـ/1996م، دار الفكر: بيروت، كتاب الشهادات، جماع أبواب من تجوز شهادته ومن لا تجوز، ج15، ص275، رقم الحديث21458. وحسنه الألباني في الإرواء، ج8، ص290، 291، وفي الحديث الذي رواه البيهقي في السنن: «أنه لا تجوز شهادة خصم ولا ظنين» والظنة: التهمة. وقد ذكر ابن العربي أن هذه الأحاديث رويت من أسانيد كثيرة شهرتها أغنت عن إسنادها. محمد بن عبدالله بن العربي، عارضة الأحوذي في شرح سنن الترمذي، تحقيق: صدقي جميل العطار، 1415هـ، دار الفكر: بيروت، ج5، ص137. ¶ وقال ابن حجر عن الحديث الأول أنه مرسل، والثاني موقوف على عمر. وينظر: البيهقي، السنن الكبرى، ج15، ص275، كتاب الشهادات، باب جماع أبواب من تجوز شهادته، رقم الحديث21459. ابن حجر، تلخيص الحبير في تخريج أحاديث الرافعي الكبيرة، دار المعرفة: بيروت، ج4، ص203، 204، رقم الحديث 2128، وفاقد المروءة متهم مظنون فيه بسبب تركه للمروءة. ¶ (¬2) ينظر: الماوردي، الحاوي، ج17، ص152.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "والمستهزئ، والرقاص، والمشعبذ، ومن يمد رجليه بوجود الناس، أو يكشف من بدنه ماجرت العادة بتغطيته، وكذا لا تقبل شهادة من يحكي المضحكات، أو يأكل بالسوق- ويغتفر اليسير كاللقمة والتفاحة- ولا لمغن، وطفيلي، ومتزي بزي يسخر منه، وأشباه ذلك مما يأنف منه أهل المروءات. (¬1) ¶ ويلاحظ أن هناك فارقاً بين ترك الكبائر وعدم الإصرار على الصغائر، وبين المروءة والتي تؤثر في العدالة من حيث الثبات والتغير، فالكبائر والصغائر ثابتة لأن الشارع دل عليها فلا تختلف باختلاف الأزمان والأعراف، بينما المروءة تختلف بحسب اختلاف الأزمان والبلدان والأعراف، فما يعد خارماً للمروءة في زمن من الأزمان قد لا يعد كذلك في أزمان أخرى، فلابد أن ينظر في أمر المروءة إلى أعراف الناس وعاداتهم، لذلك جاء في مغني المحتاج عند حديثه عن المروءة قوله: «والمروءة تخلق المرء بخُلق أمثاله من أبناء عصره ممن يراعي مناهج الشرع وآدابه في زمانه ومكانه؛ لأن الأمور العرفية قلما تنضبط؛ بل تختلف باختلاف الأشخاص والأزمنة والبلدان، وهذا بخلاف العدالة فإنها لا تختلف باختلاف الأشخاص، فإن الفسق يستوي فيه الشريف والوضيع، بخلاف المروءة فإنها تختلف» (¬2) اهـ. ¶ المطلب الثاني: الحكمة من اشتراط العدالة، وأدلة اعتبارها: ¶ من خلال المطلب السابق تبين لنا معنى العدالة، وما ينبغي أن يكون عليه من حُكم له بهذه الصفة، والعدالة أجمع الفقهاء على اشتراطها في الشاهد الذي يُقضي بشهادته في الحكم (¬3)؛ ذلك أن الشهادة ذات خطر كبير وأثر عظيم، إذ بها تحفظ الأموال وتصان الحقوق وتعصم الدماء، وقد أدرك العلماء أهمية الشهادة كوسيلة تفرق بين الحق والباطل ¶ ¬__________ ¶ (¬1) وينظر: إبراهيم بن سالم بن ضويان، منار السبيل في شرح الدليل, ط2، 1405/ 1985، دار المعارف: الرياض، ج2، ص433،434. ¶ (¬2) الشربيني، ج4، ص431. ¶ (¬3) ابن المنذر، الإجماع، ص87.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وتوصل الحقوق إلى أهلها، فبها ينتصف المظلوم من الظالم، لذلك فقد أقاموها على أساس راسخ من العدالة المحققة في الشاهد، وذلك من أجل الحفاظ على الدماء والحقوق. ¶ وقد دلت نصوص الكتاب والسنة النبوية على اشتراط العدالة في الشهود في غير ما موضع، ولعلنا أشرنا إلى كثير منها في ثنايا حديثنا عن معنى العدالة ولا مانع من تذكير القارئ بشيء من هذه الأدلة، والتي منها قوله سبحانه وتعالى: {وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ} [الطلاق، 2]، وقوله تعالى: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ} [البقرة، 272]. والرضا متوجه إلى العدل المرضي ديانة وخلقاً (¬1). ¶ ولأن الحاكم يحكم بقول الشاهد وينفذه في حق الغير، فوجب أن يغلب على ظنه صدق الشاهد، ولا يتحقق ذلك إلا من خلال العدالة (¬2). ¶ وقال بعض العلماء في تفسير قوله تعالى: {مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَدَاءِ}، «هذا تقييد من الله سبحانه على الاسترسال على كل شاهد، وقصر الشهادة على المرضي خاصة؛ لأنها ولاية عظيمة؛ إذ هي تنفيذ قول الغَيْر على الغير؛ فمن حكمه أن يكون له شمائل ينفرد بها، وفضائل ¶ ¬__________ ¶ (¬1) ينظر: الماوردي، الحاوي، ج17، ص148. ¶ (¬2) الموصللي، الاختيار، ج2، ص416. ¶ قلت: ومن تمام عدل الله وكمال قدرته يوم يحكم بين الخلائق أن ينطق جوارح الإنسان لتشهد عليه، ذلك أن العبد يجادله ويقول: إني لا أجيز شاهداً عليَّ إلا شاهداً مني، ففي الحديث الذي رواه مسلم في صحيحه عَنْ أَنَسِ بْنِ مَالِكٍ قَالَ: «كُنَّا عِنْدَ رَسُولِ الله فَضَحِكَ فَقَالَ: هَلْ تَدْرُونَ مِمَّ أَضْحَكُ؟ قَالَ: قُلْنَا: اللهُ وَرَسُولُهُ أَعْلَمُ، قَالَ: مِنْ مُخَاطَبَةِ الْعَبْدِ رَبَّهُ، يَقُولُ: يَا رَبِّ أَلَمْ تُجِرْنِي مِنْ الظُّلْمِ؟ قَالَ: يَقُولُ: بَلَى، قَالَ: فَيَقُولُ: فَإِنِّي لَا أُجِيزُ عَلَى نَفْسِي إِلَّا شَاهِدًا مِنِّي، قَالَ: فَيَقُولُ: كَفَى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ شَهِيدًا، وَبِالْكِرَامِ الْكَاتِبِينَ شُهُودًا، قَالَ: فَيُخْتَمُ عَلَى فِيهِ، فَيُقَالُ لِأَرْكَانِهِ: انْطِقِي، قَالَ: فَتَنْطِقُ بِأَعْمَالِهِ، قَالَ ثُمَّ يُخَلَّى بَيْنَهُ وَبَيْنَ الْكَلَامِ، قَالَ: فَيَقُولُ: بُعْدًا لَكُنَّ وَسُحْقًا، فَعَنْكُنَّ كُنْتُ أُنَاضِلُ». كتاب الزهد، ص1286، 1287، رقم الحديث 7439، والله سبحانه وتعالى خير الشاهدين وكفى به شهيداً، إلا أنه ينطق جوارح الإنسان حتى لا يبقى عذر لأحد، وفي الدنيا يستحيل على البشر أن ينطقوا الجوارح لتشهد على صاحبها أوله، فأقيم العدل المرضي مقام ذلك، والله أعلم.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "يتحلى بها حتى يكون له مزيّة على غيره توجِبُ له تلك المزية رتبة الاختصاص بقبول قوله على غيره، ويقضي له بحسن الظن، ويحكم بشِغل ذمة المطلوب بالحق بشهادته عليه، ويغلب قول الطالب على قوله بتصديقه له في دعواه (¬1). ¶ المطلب الثالث: هل يتعين تقصي العدالة في الشهود: ¶ ذكرنا في تعريف العدالة أنها هيئة راسخة تدعو صاحبها الاستقامة على الدين باجتناب الكبائر وترك الإصرار على الصغائر، واستعمال المروءة بفعل ما يجمله، وترك ما يشينه عرفاً وعادةً. ¶ وهذا يعني أن العدل من ترسخت في الأذهان عدالته، وهذا أمر لا يعرف إلا باستمرار العدل على هذه الهيئة فليست هي هيئة عابرة وإنما هي هيئة راسخة تُعرف عن طريق المقربين للعدل المصاحبين له، الناظرين لحاله (¬2)، فلو أن مسلماً جاء إلى القاضي ليشهد في قضية ما، ¶ ¬__________ ¶ (¬1) ابن العربي، أحكام القرآن، ج1، ص301. ¶ (¬2) كان القضاة يطلبون من الشاهد أن يحضر من يزكيه وهو ما عُرف باسم التزكية العلنية، والمقصود بها التحقق من أمانة الشاهد وصدقه، وبناء على هذه التزكية يقبل القاضي الشاهد أو يرفضه، ولم يقتصر القضاة على هذه التزكية العلنية فلجأوا أيضاً إلى ما عرف باسم التزكية السرية، وكان شريح أول من أدخل نظام التزكية السرية، ثم تطور الأمر في التحقق من صدق الشهود، فقام بعض القضاة بتعيين ما عرف باسم «صاحب مسائل»، وكان القائم بهذه الوظيفة يتولى التحري بالسؤال عن الشهود، وهو ما عرف باسم التعديل ... ثم حرص بعض القضاة في أن يحيطوا أنفسهم بالشهود العدول، فاستحدثوا وظيفة «الشهود المعدلين»، أو «العدول»، وكانت من مهام القائم بهذه الوظيفة القيام عن إذن القاضي بالشهادة بين الناس فيما لهم وعليهم، تحملاً عند الإشهاد، وأداء عند التنازع، وكتباً في السجلات تحفظ به حقوق الناس وأملاكهم وديونهم وسائر معاملاتهم، فكان أول من طبق نظام تعيين الشهود العدول في مصر هو القاضي مفضل بن فضالة سنة 174هـ. وبالطبع فإن تعيين الشهود العدول لا يحرم أصحاب المصالح من استدعاء أشخاص آخرين للشهادة. ينظر: محمد محمد أمين، الشاهد العدل في القضاء الإسلامي، «بحث منشور في مجلة البحث العلمي والتراث الإسلامي»، ص42 وما بعدها.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "وكان فيما يظهر للقاضي أنه عدل، فهل يكتفى بهذا الظاهر منه للحكم بعدالته، وبالتالي قبول شهادته، أم أن القاضي يتعين عليه تقصي العدالة في شخص الشاهد بالسؤال، أو الاستفاضة أو الشهرة. ¶ اختلف الفقهاء في هذه المسألة على قولين: الأول: ويقضي بأن للقاضي الاقتصار على ظاهر العدالة، ولا يتعين عليه التقصي عنها إلا في الحدود والقصاص. وكذا فيما لو طعن الخصم في الشاهد، وبهذا قال الإمام أبو حنيفة (¬1)، وهو رواية عن أحمد في كل مسلم لم تظهر منه ريبة (¬2). ¶ القول الثاني: وهو للصاحبين من الحنفية؛ وعليه الفتوى (¬3)، والمالكية (¬4)، والشافعية (¬5)، والحنابلة في ظاهر المذهب (¬6)، ويقضي بأنه يتعين على القاضي أن يسأل عن الشهود في جميع الحقوق. ¶ الأدلة: ¶ استدل أصحاب القول الأول بقبول النبي صلى الله عليه وسلم شهادة الأعرابي في رؤية الهلال (¬7). ¶ ¬__________ ¶ (¬1) الموصللي، المختار، ج2، ص417. القدوري، الكتاب، «المطبوع مع اللباب»، ج4، ص57. ¶ (¬2) وفي هذه الرواية لم يفرق الإمام أحمد بين الحدود والأموال. ابن مفلح، المبدع، ج8، ص200. المرداوي، الإنصاف، ج11، ص281، 282. ¶ (¬3) الموصللي، الاختيار، ج2، ص417. المرغيناني، الهداية، «المطبوع مع البناية»، ج8، ص138، 139. ¶ (¬4) ابن عبدالبر، الكافي، ص466. ابن العربي، أحكام القرآن، ج1، ص302. ¶ (¬5) الماوردي، الحاوي، ج17، ص156. الشيرازي، المهذب، ج3، ص386، 387. ¶ (¬6) ابن مفلح، المبدع، ج8، ص199، 200. ابن قدامة، المغني، ج11، ص417، 418. ¶ (¬7) ونص الحديث عَنْ ابْنِ عبَّاسٍ قَالَ: جَاءَ أَعْرَابِيُّ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّي رَأَيْتُ الْهِلالَ، فَقَالَ: «أَتَشْهَدُ أَنْ لا إِلَهَ إِلا الله؟ أَتَشْهَدُ أَنَّ مُحَمَّدًا رَسُول الله؟ قَالَ: نَعَمْ، قَالَ: يَا بِلال أَذِّن فِي النَّاسِ أَنْ ْيَصُومُوا غَدًا». الترمذي، الجامع الصحيح، ص176، رقم الحديث 691. النسائي، أحمد بن شعيب، سنن النسائي الصغرى، ط1، 1420هـ/1999م، دار السلام: الرياض، ص297، رقم الحديث 2114، 2115.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "كما استدلوا بما كتبه عمر إلى أبي موسى: المسلمون عدول بعضهم على بعض إلا مجرباً عليه شهادة زور أو مجلوداً في حد، أو ظنيناً في ولاء، أو قرابة (¬1). ¶ ولأن العدالة هي الأصل؛ لأنه ولد غير فاسق، والفسق (¬2) أمر طارئ مظنون فلا يجوز ترك الأصل بالظنِّ (¬3). ولأن العدالة أمر خفي سببها الخوف من الله تعالى، ودليل ذلك الإسلام، فإذا وجد فليكتف به ما لم يقم دليل على خلافه (¬4). ولا يلزم من الاكتفاء بظاهر ¶ ¬__________ ¶ (¬1) أبو محمد علي بن أحمد بن حزم، المحلى، 1408هـ/1988م، دار الكتب العلمية: بيروت، ج8، ص473. وقد ذكر الزيلعي في نصب الراية أن فيه راوياً ضعيفاً. جمال الدين عبدالله الزيلعي، نصب الراية لأحاديث الهداية، دار الحديث: القاهرة، ج4، ص82. أما الألباني فقد ذكر في الإرواء أن لفظة: «المسلمون عدول بعضهم على بعض» صحيحة. ج8، ص258، 2634. ¶ (¬2) الفسق: الخروج عن الطاعة، تقول العرب: فسقت الرُّطبة عن قِشرها: إذا خرجت. ابن فارس، معجم مقاييس اللغة، ص836، مادة (فسق). وفي اصطلاح الفقهاء: كل مسخوط الدين والطريقة لخروجه عن الاعتدال. الماوردي، الحاوي، ج17، ص149. وقيل: الفسق يتحقق بارتكاب كبيرة أو إصرار على صغيرة، ولم تغلب طاعاته على معاصيه. الشربيني، مغني المحتاج، ج3، ص155. وعلى هذا فإن الفسق نقيض العدالة والفسق وعدم العدالة، بمعنى واحد، فالفاسق هو غير العدل، والعدل هو غير الفاسق. ولكن ليس كل غير عدل فاسقاً، لأن تارك المروءة غير عدل، ولا يوصف بالفسق. والفسق على نوعين: من جهة الأفعال، وهذا لا خلاف في رد شهادته، وفسق من جهة الاعتقاد ونعني به شهادة أهل الأهواء، وهذا وقع الخلاف فيه إن كان هواه لا يكفره، فإن كانت البدعة مكفرة فلا تقبل شهادته؛ لأنها شهادة كافر على مسلم، وهي غير مقبولة. وإن كان هواه لا يكفره فمذهب الحنفية والشافعية قبول شهادته بشرط أن يكون عدلاً، وأن لا يكون صاحب عصبية، أو صاحب الدعوة إلى هواه، أو كان فيه مجانة. وذهب المالكية والحنابلة إلى رد شهادته مطلقاً. ينظر: الكاساني، البدائع، ج6، ص269. العيني، البناية على الهداية، ج8، ص180. الزيلعي، تبيين الحقائق، ج4، ص223. الشافعي، الأم، ج2، ص2565، 2566. النووي، روضة الطالبين، ج8، ص215. الماوردي، الحاوي، ج17، ص168، 169. الخرشي، الخرشي على مختصر خليل، ج7، ص176. الدسوقي، حاشية الدسوقي على الشرح الكبير، ج4، ص165. ابن قدامة، المغني، ج12، ص31. ابن مفلح، المبدع، ج8، ص307، 308. البهوتي، شرح منتهى الإرادات، ج3، ص590. ¶ (¬3) الموصللي، الاختيار، ج2، ص417. ¶ (¬4) ابن مفلح، المبدع، ج8، ص200.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "العدالة في الأموال الاكتفاء بها في الحدود والقصاص؛ لأنه كما أن الأصل في الشاهد العدالة كذلك الأصل في المشهود عليه العدالة، والشاهد وصفه بالزنا والقتل فتقابل الأصلان فرجحنا بالعدالة الباطنة؛ ولأن الحدود مبناها على الإسقاط فيسأل عنهم احتياطاً للدرء (¬1). ¶ أما الجمهور فقد عللوا تعين السؤال عن الشهود وعدم الاكتفاء بظاهر العدالة، أن الحاكم يجب أن يحتاط في حكمه صيانة له عن النقض وذلك بسؤال السر والعلانية (¬2). كما أن الأموال حق كما أن الحدود حق، فلا يكتفى في الشهادة عليها بظاهر العدالة كالحدود (¬3). ¶ ¬__________ ¶ (¬1) الموصللي، الاختيار، ج2، ص417. ¶ (¬2) المرجع السابق. ¶ (¬3) ابن العربي، أحكام القرآن، ج1، ص302. ¶ وقد ذكر فقهاء الحنفية أن الفتوى على قول الصاحبين – أبي يوسف ومحمد – ولذلك قال أبو بكر الرازي: «لا خلاف بينهم في الحقيقة، فإن أبا حنيفة أفتى في زمان كانت العدالة فيه ظاهرة، والنبي عليه الصلاة والسلام عدّل أهله، وقال: «خَيْرُ الْقُرُونِ قَرْنِي، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ الَّذِينَ يَلُونَهُمْ، ثُمَّ يَفْشُو الكَذِبُ». واكتفى بتعديل النبي صلى الله عليه وسلم، وفي زمانهما فشا الكذب فاحتاجا إلى السؤال ولو كانا في زمانه ما سألا، ولو كان في زمنهما لسأل، فلهذا قلنا الفتوى على قولهما» اهـ. ينظر: الموصللي، الاختيار، ج2، ص417، 418. العيني، البناية، ج8، ص639. فالخلاف بين الإمام أبي حنيفة وصاحبيه خلاف عصر وزمان لا حجة وبرهان. أما الحديث الذي أورده الرازي فأصله في الصحيحين. ينظر: البخاري، صحيح البخاري، ص429، 612، رقم الحديث 1116، 2652، 3651، 6429، في كتب متفرقة. مسلم، صحيح مسلم، ص1110، رقم الحديث 6469.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "الخاتمة ¶ الحمد لله الذي وفقني وأعانني على إتمام هذا البحث، والذي أرجو من الله تعالى أن أكون قد وفقت من خلاله في عرض موضوع عدالة الشهود عند الفقهاء وما يعتبر لها بشكل كافٍ ووافٍ. ولقد توصلت من خلال هذا البحث إلى نتائج من أهمها: ¶ • أن الشهادة من أقوى الطرق للفصل والحكم بين الناس وإثبات الحقوق، وإعطاء كل ذي حق حقه، فبها تصان الدماء والأموال عن التجاحد والانتهاك. ¶ • أن عظم خطر الشهادة يجعلنا نحتاط غاية الاحتياط فيمن يؤديها وهو الشاهد. كيف لا، وهي ملزمة للقاضي بأن يحكم بمقتضاها. ¶ • أن الاحتياط في حال الشاهد من أبرز صوره شرط العدالة، والذي يُعد اعتباره في الشاهد من أقوى الأسباب لتحقيق العدل بين الناس، فشرط العدالة في الشاهد ليس من باب التعسف، وإنما من باب حفظ الحقوق فلا يقتطع من حق الإنسان إلا بخبر يقين، وشهادة عدل؛ ذلك لأن الأصل أن لا يقبل إقرار الإنسان على غيره إلا أننا تركنا هذا الأصل للحاجة الداعية إلى ذلك، فلا أقل من أن يكون من خالفنا الأصل لأجله عدل قائم بحق الله تعالى وحق خلقه. ¶ • أن الفقهاء عندما تحدثوا عن صفة العدل، ومن ينطبق عليه وصف العدالة نظروا لحالين فيه: حاله مع ربه، فمن حقق الأدب مع ربه باستقامته على الدين بأداء الفرائض واجتناب المحرمات، وترك الكبائر بالكلية لعظم جرمها، ولم يصر على الصغائر فقد حقق الوصف الأول من أوصاف العدل. ¶ أما الحال الثاني فهو التزام الأدب مع الخلق وذلك بتعاطي أسباب المروءة وهذا الوصف- أعني الأدب مع الناس- وإن لم يكن من حيث الأهمية بقدر الأدب مع الله، إلا أنه لابد من تحققه في الشاهد حتى تطمئن النفوس لقبول خبره وشهادته، ولا يتجرأ من حُكم عليه بمثل هذه البينة المزكاة من تسفيه حكم القاضي أو الادعاء بوقوع الظلم عليه؛ لأن العدل المرضي لن يجرؤ أن يشارك في ظلم أخيه المسلم؛ لأن دينه ومروءته في الغالب تمنعانه من ذلك.",
            "page": "45",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "• أن مبنى العدالة على جانبين: الأول اجتناب المعاصي بترك الكبائر كلها، وعدم الإصرار على الصغائر وإن ألم بشيء منها، وهذا الجانب ثابت لايتغير؛ لأنه مما دلت عليه نصوص الشريعة أو أشارت إليه ضمنا، بخلاف المروءة والتي يتغير ما يعتبر لها بحسب الأعراف والأزمان والأماكن، فما يعد خارما للمروءة في زمن من الأزمان قد لايعد كذلك في أزمان آخرى؛ لأن الأمور التي تعتبر للمروءة قلما تنضبط؛ لأن مبناها على العرف. ¶ • أن شرط العدالة من الأهمية في الشهادة بحيث أنه لا يجوز الاقتصار على ظاهرها، وإنما ينبغي على القاضي التقصي عنها وبذل الجهد للتأكد منها على أرجح أقوال أهل العلم. ¶ هذا مجمل ما توصلت إليه من خلال هذا البحث والذي أسأل الله تعالى أن أكون قد وفقت في عرضه، فما كان فيه من صواب فمن الله، وما كان من خطأ فمن نفسي والشيطان، والله ورسوله بريئان منهما، والله تعالى أعلم.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "المصادر والمراجع ¶ 1 - الإجماع. أبو بكر محمد بن المنذر. تحقيق: أبو حماد ضيف، الطبعة الثانية، الإمارات: مكتبة مكة، 1424هـ/2003م. ¶ 2 - أحكام القرآن. محمد بن عبدالله بن العربي. تحقيق: عبدالرزاق مهدي. الطبعة الأولى، بيروت: دار الكتاب العربي، 1421هـ/2000م. ¶ 3 - الاختيار لتعليل المختار. عبدالله بن محمود بن مودود الموصللي. حققه: علي عبدالحميد أبو الخير، محمد وهبي سليمان. الطبعة الأولى، دمشق: دار الخير، 1419هـ/1988م. ¶ 4 - الآداب الشرعية. محمد بن مفلح المقدسي المعروف بابن ملفح. تحقيق: شعيب الأرناؤوط، عمر القيام. الطبعة الثانية، بيروت: مؤسسة الرسالة، 1417هـ/1996م. ¶ 5 - إرواء الغليل في تخريج أحاديث منار السبيل. محمد ناصر الدين الألباني. الطبعة الثانية، بيروت – دمشق: المكتب الإسلامي، 1405هـ/1985م. ¶ 6 - الإصابة في تمييز الصحابة. لأبي الفضل شهاب الدين أحمد بن علي بن محمد العسقلاني. دراسة وتحقيق: الشيخ عادل أحمد عبدالموجود، الشيخ علي محمد معوض. قدّم له وقرّظه: الدكتور: محمد عبدالمنعم البري، الدكتور: عبدالفتاح أبو سنة، الدكتور: جمعة طاهر النجار. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1415هـ/ 1995م. ¶ 7 - الأعلام. قاموس تراجم لأشهر الرجال والنساء من العرب والمستعربين والمستشرقين. خير الدين الزركلي. الطبعة الثامنة، بيروت – لبنان: دار العلم للملايين، تموز (يوليو) 1989م. ¶ 8 - الأم. محمد بن إدريس الشافعي. الطبعة الأولى، بيروت – لبنان: دار ابن حزم، 1426هـ/2005م. ¶ 9 - الإنصاف في معرفة الراجح من الخلاف. علاء الدين أبو الحسن علي بن سليمان المرداوي. صححه وحققه: محمد حامد الفقي. الطبعة الثانية، بيروت – لبنان: دار إحياء التراث العربي، مؤسسة التاريخ العربي [التاريخ: بدون].",
            "page": "47",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "10 - إيثار الإنصاف في آثار الخلاف. شمس الدين الفقيه أبو المظفر، يوسف بن قزاوغلي. تحقيق ودراسة: الدكتور عبدالله بن عبدالعزيز العجلان. الطبعة الأولى، الرياض – المملكة العربية السعودية، فهرسة مكتبة الملك فهد الوطنية، 1420هـ/1421هـ. ¶ 11 - بدائع الصنائع في ترتيب الشرائع. علاء الدين، أبو بكر بن مسعود الكاساني الحنفي الملقب بملك العلماء. [الطبعة: بدون]. بيروت – لبنان: دار الكتب العلمية، [التاريخ: بدون]. ¶ 12 - البداية والنهاية. لأبي الفداء الحافظ ابن كثير الدمشقي. دقق أصوله وحققه: الدكتور أحمد أبو ملحم. الدكتور علي نجيب عطوي. الأستاذ فؤاد السيد. الأستاذ مهدي ناصر الدين. الأستاذ: علي عبدالساتر. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1405هـ/1985م. ¶ 13 - بلغة السالك لأقرب المسالك. الشيخ أحمد الصاوي «مطبوع مع الشرح الصغير للدردير». [الطبعة: بدون]، [مكان النشر: بدون]. دار الفكر، [التاريخ: بدون]. ¶ 14 - البناية في شرح الهداية. لأبي محمد محمود بن أحمد العيني. الطبعة الثانية، بيروت – لبنان: دار الفكر للطباعة والنشر والتوزيع، 1411هـ/1990م. ¶ 15 - التاج والإكليل لمختصر خليل. لأبي عبدالله، محمد بن يوسف بن أبي القاسم العبدري، الشهير بالمواق «مطبوع بهامش مواهب الجليل». الطبعة الثالثة. [مكان النشر: بدون]، دار الفكر، 1412هـ/1992م. ¶ 16 - تبصرة الحكام في أصول الأقضية ومناهج الأحكام. برهان الدين أبو الوفاء إبراهيم ابن فرحون المالكي، الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، [التاريخ: بدون]. ¶ 17 - تبيين الحقائق شرح كنز الدقائق. فخر الدين عثمان بن علي الزيلعي. الطبعة الثانية. بيروت – لبنان: دار المعرفة، [التاريخ: بدون]. ¶ 18 - تحفة الأحوذي بشرح جامع الترمذي. محمد عبدالرحمن المباركفوري. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1410هـ/1990م.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "19 - تحفة الطلاب بشرح تحرير تنقيح اللباب. أبو يحيى زكريا الأنصاري «المطبوع مع حاشية الشرقاوي». [الطبعة: بدون]، [مكان النشر: بدون]. دار الفكر [التاريخ: بدون]. ¶ 20 - تحفة الفقهاء. لعلاء الدين السمرقندي. الطبعة الثانية، بيروت – لبنان: دار الكتب العلمية، 1414هـ/1993م. ¶ 21 - تحفة المحتاج بشرح المنهاج «مطبوع بهامش حواشي الشرواني والعبادي». شهاب الدين أحمد بن حجر الهيثمي. [الطبعة: بدون]، [مكان النشر: بدون]، دار إحياء التراث العربي، [التاريخ: بدون]. ¶ 22 - تدريب الراوي في شرح تقريب النواوي. جلال الدين عبدالرحمن بن أبي بكر السيوطي. [الطبعة: بدون]. بيروت – لبنان: دار الفكر، 1409هـ/1998م. ¶ 23 - تفسير القرآن العظيم. لعماد الدين إسماعيل بن كثير. تحقيق: مصطفى السيد وآخرون. الطبعة الأولى، المملكة العربية السعودية: دار عالم الكتب، 1425هـ/2004م. ¶ 24 - التكملة الثانية للمجموع شرح المهذب. للمطيعي. [الطبعة: بدون]، [مكان النشر: بدون]. دار الفكر، [التاريخ: بدون]. ¶ 25 - تلخيص الحبير في تخريج أحاديث الرافعي الكبير. لأبي الفضل، شهاب الدين أحمد بن علي بن محمد بن حجر العسقلاني. عني بتصحيحه وتنسيقه والتعليق عليه: عبدالله هاشم اليماني المدني. [الطبعة: بدون]، بيروت – لبنان: دار المعرفة، 1384هـ/1964م. ¶ 26 - تهذيب الفروق والقواعد السنية في الأسرار الفقهية «مطبوع مع الفروق». محمد علي حسين بن إبراهيم المكي المالكي. [الطبعة: بدون]، بيروت: عالم الكتب، [التاريخ: بدون]. ¶ 27 - الجامع لأحكام القرآن. لأبي عبدالله محمد بن أحمد الأنصاري القرطبي. الطبعة الثانية، بيروت – لبنان: دار إحياء التراث العربي، 1405هـ/1985م. ¶ 28 - جامع الترمذي. أبو عيسى محمد بن عيسى الترمذي. الطبعة الأولى، الرياض: دار السلام، 1420هـ/1999م.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "29 - جامع العلوم والحكم في شرح خمسين حديثاً من جوامع الكلم. أبو الفرج عبدالرحمن ابن شهاب الدين البغدادي، الشهير بابن رجب. تحقيق: شعيب الأرناؤوط، إبراهيم باجس. الطبعة الأولى، بيروت: مؤسسة الرسالة، 1411هـ/1991م. ¶ 30 - حاشية أبي الضياء على نهاية المحتاج «مطبوع مع نهاية المحتاج». أبو الضياء نور الدين الشبراملسي. الطبعة الأخيرة. بيروت – لبنان: دار الفكر، 1404هـ/1984م. ¶ 31 - حاشية الدسوقي على الشرح الكبير. شمس الدين، محمد بن عرفة الدسوقي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون]. ¶ 32 - حاشية الشرقاوي على تحفة الطلاب. عبدالله بن إبراهيم الشهير بالشرقاوي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون]. ¶ 33 - حاشية الشرواني على تحفة المحتاج «مطبوع بهامش تحفة المحتاج». عبدالحميد الشرواني. بيانات النشر تقدمت في تحفة المحتاج. ¶ 34 - حاشية شلبي على تبيين الحقائق «مطبوع بهامش التبيين». شهاب الدين أحمد الشلبي. بيانات النشر تقدمت في تبيين الحقائق. ¶ 35 - حاشية العدوي على الخرشي «مطبوع بهامش الخرشي على مختصر خليل». علي العدوي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون]. ¶ 36 - حاشية قرة عيون الأخيار «مطبوع مع رد المحتار». علاء الدين أفندي. تحقيق: عادل أحمد عبدالموجود، وعلي محمد معوض. قدم له وقرّظه: محمد بكر إسماعيل. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1415هـ/1994م. ¶ 37 - الحاوي الكبير. أبو الحسن علي بن محمد بن حبيب الماوردي. حققه وخرج أحاديثه وعلّق عليه: د. محمود مطرجي، وساهم معه بالتحقيق: د. ياسين بن ناصر الخطيب، د. عبدالرحمن الأهدل، د. أحمد حاج شيخ ماحي. [الطبعة: بدون]، بيروت – لبنان: دار الفكر، المكتبة التجارية، 1414هـ/1994م. ¶ 38 - الخرشي على مختصر خليل. أبو عبدالله الخرشي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون].",
            "page": "50",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "39 - درر الحكام شرح مجلة الأحكام. علي حيدر. تعريب: المحامي فهمي الحسيني. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1411هـ/1991م. ¶ 40 - روضة الطالبين وعمدة المفتين. أبو زكريا محيي الدين يحيى بن شرف النووي. تحقيق: الشيخ عادل أحمد عبدالموجود، والشيخ علي محمد معوض. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1412هـ/1992م. ¶ 41 - الروض المربع «مطبوع مع الحاشية». منصور بن يونس البهوتي. الطبعة السادسة، [مكان النشر: بدون]، 1414هـ/1994م. ¶ 42 - زاد المستقنع في اختصار المقنع «مطبوع مع السلسبيل في معرفة الراجح من الدليل». شرف الدين موسى بن أحمد الحجاوي. الطبعة الرابعة، مكتبة جدة. ¶ 43 - سلسلة الأحاديث الصحيحة. محمد ناصر الدين الألباني. الطبعة الرابعة، بيروت، دمشق: المكتب الإسلامي، 1405هـ/1985م. ¶ 44 - سلسلة الأحاديث الضعيفة وأثرها السيئ في الأمة. محمد ناصر الدين الألباني. الطبعة الأولى، الرياض: مكتبة المعارف، [التاريخ: بدون]. ¶ 45 - السنن الكبرى. أبو بكر، أحمد بن الحسين بن علي البيهقي. الطبعة الأولى، بيروت – لبنان: دار الفكر، 1416هـ/1996م. ¶ 46 - سنن ابن ماجه. أبو عبدالله محمد بن يزيد القزويني بن ماجه. تحقيق: محمد فؤاد عبدالباقي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون]. ¶ 47 - سنن أبي داود. أبو سليمان بن الأشعث السجستاني. [الطبعة: بدون]، القاهرة: دار الحديث، [التاريخ: بدون]. ¶ 48 - سنن النسائي. أحمد بن شعيب النسائي. الطبعة الأولى، الرياض: دار السلام، 1420هـ/1999م. ¶ 49 - سير أعلام النبلاء. شمس الدين محمد بن أحمد بن عثمان الذهبي. تحقيق: محب الدين عمر بن غرامة العمروي. الطبعة الأولى، بيروت – لبنان: دار الفكر، 1417هـ/1997م.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "50 - الشاهد العدل في القضاء الإسلامي، دراسة تاريخية مع نشر وتحقيق إسجال عدالة من عصر سلاطين المماليك. بحث منشور في مجلة البحث العلمي والتراث الإسلامي. العدد الخامس 1402 – 1403هـ. ¶ 51 - شرح حدود ابن عرفة. الموسوم: الهداية الكافية الشافية لبيان حقائق الإمام ابن عرفة الوافية. أبو عبدالله محمد الأنصاري الرصاع. تحقيق: محمد أبو الأجفان. الطاهر المعموري. الطبعة الأولى، بيروت – لبنان: دار الغرب الإسلامي، 1993م. ¶ 52 - الشرح الصغير «مطبوع بهامش بلغة السالك». أبو البركات، أحمد بن محمد بن أحمد الدردير. تقدمت بيانات النشر في بلغة السالك. ¶ 53 - الشرح الكبير على مختصر خليل «مطبوع بهامش حاشية الدسوقي». أبو البركات، أحمد بن محمد بن أحمد الدردير. تقدمت بيانات النشر في حاشية الدسوقي. ¶ 54 - الشرح الكبير على متن المقنع «مطبوع مع المغني». شمس الدين أبي الفرج عبدالرحمن ابن قدامة المقدسي. الطبعة الأولى، بيروت – لبنان: دار الفكر، 1404هـ/1984م. ¶ 55 - شرح منتهى الإرادات. المسمى دقائق أولي النهى لشرح المنتهى. منصور بن يونس بن إدريس البهوتي. الطبعة الأولى، بيروت: عالم الكتب، 1414هـ/1993م. ¶ 56 - شعب الإيمان. أبو بكر، أحمد البيهقي. تحقيق: محمد السعيد زغلول. الطبعة الأولى، بيروت: دار الكتب العلمية، 1990م. ¶ 57 - الصحاح. إسماعيل بن حماد الجوهري. تحقيق: أحمد عبدالغفور عطار. الطبعة الرابعة، بيروت: دار العلم للملايين، 1990م. ¶ 58 - صحيح البخاري. أبو عبدالله محمد بن إسماعيل البخاري. الطبعة الثانية، الرياض: دار السلام، 1419هـ/1999م. ¶ 59 - صحيح الترغيب والترهيب. محمد ناصر الدين الألباني. الطبعة الأولى، الرياض: مكتبة المعارف، 1421هـ/2000م. ¶ 60 - صحيح مسلم. أبو الحسين مسلم بن الحجاج النيسابوري. الطبعة الأولى، الرياض: دار السلام، 1419هـ/1998م.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "61 - صحيح مسلم بشرح النووي. أبو زكريا محيي الدين بن شرف النووي. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر: 1401هـ/1981م. ¶ 62 - طبقات الشافعية. تقي الدين، أبو بكر بن أحمد بن محمد بن عمر بن قاضي شهبة الدمشقي. اعتنى بتصحيحه: الدكتور الحافظ عبدالعليم خان. الطبعة الأولى، بيروت: عالم الكتب، 1407هـ/1987م. ¶ 63 - عارضة الأحوذي شرح سنن الترمذي. محمد بن عبدالله بن العربي. تحقيق: صدقي جميل العطار. [الطبعة: بدون]، بيروت: دار الفكر، 1415هـ. ¶ 64 - عدالة الرواة والشهود وتطبيقاتها في الحياة المعاصرة. الدكتور: المرتضي بن زيد بن زيد ابن علي المحطوري. الطبعة الثانية، صنعاء: مكتبة بدر، 1417هـ/1997م. ¶ 65 - العدالة والضبط وأثرهما في قبول الأحاديث أو ردها. الدكتور: جنيد أشرف إقبال أحمد. الطبعة الأولى، الرياض: مكتبة الرشد، 1427هـ/2006م. ¶ 66 - العقد المنظم للحكام فيما يجري بين أيديهم من العقود والأحكام «مطبوع مع تبصرة الحكام». للشيخ ابن سلمون الكناني. بيانات النشر تقدمت مع التبصرة. ¶ 67 - العناية على الهداية «مطبوع مع فتح القدير». محمد بن محمود البابرتي. الطبعة الثانية، بيروت – لبنان: دار الفكر، [التاريخ: بدون]. ¶ 68 - فتح الباري شرح صحيح البخاري. أحمد بن علي بن حجر العسقلاني. الطبعة الثالثة، بيروت – لبنان: دار الكتب العلمية، 1421هـ/2000م. ¶ 69 - فتح باب العناية بشرح النقاية. نور الدين أبو الحسن علي بن سلطان محمد الهروي القاري. قدم له: خليل الميس. اعتنى به: محمد نزار تميم، هيثم نزار تميم. الطبعة الأولى، بيروت – لبنان: شركة دار الأرقم للطباعة، 1418هـ/1997م. ¶ 70 - الفتح الرباني في ترتيب مسند الإمام أحمد بن حنبل الشيباني. أحمد عبدالرحمن البنا. [الطبعة: بدون]، بيروت – لبنان: دار إحياء التراث الإسلامي، [التاريخ: بدون]. ¶ 71 - فتح القدير «مطبوع مع العناية على الهداية». كمال الدين محمد بن عبدالواحد السيواسي ثم السكندري، المعروف بابن الهمام الحنفي. تقدمت بيانات النشر مع العناية.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "72 - الفروع. شمس الدين المقدسي أبو عبدالله محمد بن مفلح. راجعه: عبدالستار أحمد فراج. الطبعة الرابعة، بيروت: عالم الكتب، 1405هـ/1985م. ¶ 73 - الفروق. المسمى أنور البروق في أنواء الفروق «مطبوع مع تهذيب الفروق». شهاب الدين أبو العباس أحمد بن إدريس الصنهاجي المشهور بالقرافي. بيانات النشر تقدمت في تهذيب الفروق. ¶ 74 - قواعد الأحكام في مصالح الأنام. أبو محمد عز الدين بن عبدالسلام السلمي. [الطبعة: بدون]، بيروت – لبنان: دار المعرفة، [التاريخ: بدون]. ¶ 75 - الكافي في فقه أهل المدينة المالكي. أبو عمر، يوسف بن عبدالله بن محمد بن عبدالبر النمري القرطبي. الطبعة الثانية، بيروت – لبنان: دار الكتب العلمية، 1413هـ/1992م. ¶ 76 - اللباب في شرح الكتاب. عبدالغني الغنيمي الدمشقي الميداني. حققه وضبطه: محمود أمين النواوي. [الطبعة: بدون]، بيروت – لبنان: دار إحياء التراث العربي، 1412هـ/1991م. ¶ 77 - لسان العرب. أبو الفضل، جمال الدين محمد بن مكرم بن منظور الإفريقي المصري. الطبعة الثالثة، بيروت – لبنان: دار صادر، 1414هـ/1994م. ¶ 78 - المبدع شرح المقنع. أبو إسحاق برهان الدين إبراهيم بن محمد بن مفلح الحنبلي. تحقيق: محمد حسن محمد حسن الشافعي. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1418هـ/1997م. ¶ 79 - المبسوط. شمس الدين محمد بن أحمد السرخسي. [الطبعة: بدون]. بيروت – لبنان: دار المعرفة، 1409هـ/1989م. ¶ 80 - مجموع الفتاوى. شيخ الإسلام أحمد بن تيمية. جمع وترتيب: عبدالرحمن بن محمد النجدي الحنبلي. [الطبعة: بدون]، الرياض – المملكة العربية السعودية: دار عالم الكتب، 1412هـ/1992م. ¶ 81 - مجمع الأنهر في شرح ملتقى الأبحر. عبدالله بن محمد بن سليمان، المعروف بداماد أفندي. [الطبعة: بدون]، بيروت – لبنان: مؤسسة التاريخ العربي، دار إحياء التراث العربي، [التاريخ: بدون].",
            "page": "54",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "82 - المحلى بالآثار. لأبي محمد علي بن أحمد بن سعيد بن حزم الأندلسي. تحقيق: عبدالغفار سليمان البنداري. [الطبعة: بدون]، بيروت – لبنان: دار الكتب العلمية، [التاريخ: بدون]. ¶ 83 - مختار الصحاح. محمد بن أبي بكر بن عبدالقادر الرازي. [الطبعة: بدون]، بيروت – لبنان: دار الكتاب العربي، [التاريخ: بدون]. ¶ 84 - مختصر اختلاف العلماء. أبو جعفر، أحمد بن محمد الطحاوي. اختصار: أبي بكر أحمد بن علي الجصاص الرازي. دراسة وتحقيق: د. عبدالله نذير أحمد. الطبعة الأولى، بيروت – لبنان: دار البشائر الإسلامية للطباعة والنشر، 1416هـ/1995م. ¶ 85 - مدونة الفقه المالكي وأدلته. تأليف: الدكتور الصادق عبدالرحمن الغرياني. الطبعة الأولى، بيروت – لبنان: مؤسسة الريان، 1423هـ/2002م. ¶ 86 - المصباح المنير في غريب الشرح الكبير. أحمد بن محمد بن علي المقري الفيومي. [الطبعة: بدون]، بيروت – لبنان: مكتبة لبنان، 1987م. ¶ 87 - معجم البلدان. شهاب الدين أبو عبدالله ياقوت بن عبدالله الحموي الرومي البغدادي. الطبعة الأولى، بيروت – لبنان: دار إحياء التراث العربي، 1417هـ/1997م. ¶ 88 - معجم مقاييس اللغة. أبو الحسين، أحمد بن فارس بن زكريا. حققه شهاب الدين أبو عمرو. الطبعة الأولى، بيروت – لبنان: دار الفكر، 1415هـ/1994م. ¶ 89 - المعونة على مذهب عالم المدينة الإمام مالك بن أنس. للقاضي عبدالوهاب البغدادي. تحقيق ودراسة: حميش عبدالحق. [الطبعة: بدون]، مكة المكرمة: مكتبة نزار مصطفى الباز، 1415هـ/1995م. ¶ 90 - المغني «مطبوع مع الشرح الكبير لشمس الدين بن قدامة». موفق الدين أبو محمد عبدالله بن أحمد بن قدامة. بيانات النشر تقدمت في الشرح الكبير. ¶ 91 - مغني المحتاج إلى معرفة معاني ألفاظ المنهاج. شمس الدين محمد بن أحمد الخطيب الشربيني. [الطبعة: بدون]، [مكان النشر: بدون]، دار الفكر، [التاريخ: بدون]. ¶ 92 - المقنع «مطبوع مع المبدع». موفق الدين أبو محمد عبدالله أحمد بن قدامة المقدسي. بيانات النشر تقدمت مع المبدع.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "93 - منار السبيل في شرح الدليل. الشيخ إبراهيم بن محمد بن سالم بن ضويان. الطبعة الثانية، الرياض: المملكة العربية السعودية،1405/ 1985. ¶ 94 - المنهاج «منهاج الطالبين»، «مطبوع مع مغني المحتاج». أبو زكريا محيي الدين يحيى بن شرف النووي. تقدمت بيانات النشر في مغني المحتاج. ¶ 95 - المهذب في فقه الإمام الشافعي. أبو إسحاق، إبراهيم بن علي بن يوسف الفيروزآبادي الشيرازي. ضبطه وصححه ووضع حواشيه: الشيخ زكريا عميرات. الطبعة الأولى، بيروت – لبنان: دار الكتب العلمية، 1416هـ/1995م. ¶ 96 - موانع الشهادة في الفقه الإسلامي. أيمن بن سالم الحربي. رسالة ماجستير مقدمة لقسم الدراسات العليا الشرعية بجامعة أم القرى 1422هـ. ¶ 97 - مواهب الجليل لشرح مختصر خليل «مطبوع مع التاج والإكليل». أبو عبدالله، محمد ابن محمد بن عبدالرحمن المغربي المعروف بالحطاب. بيانات النشر تقدمت مع التاج والإكليل. ¶ 98 - الموسوعة الميسرة في المذاهب والأديان المعاصرة. الطبعة الثالثة، الرياض: دار الندوة العالمية للطباعة والنشر، 1418هـ. ¶ 99 - ميزان الاعتدال. أبو عبدالله، محمد بن أحمد بن عثمان الذهبي. تحقيق: علي محمد البجاوي. [الطبعة: بدون]، بيروت: دار المعرفة، [التاريخ: بدون]. ¶ 100 - نصب الراية لأحاديث الهداية. جمال الدين، أبو محمد عبدالله بن يوسف الزيلعي. [الطبعة: بدون]، القاهرة: دار الحديث، [التاريخ: بدون]. ¶ 101 - نهاية المحتاج إلى شرح المنهاج في الفقه على مذهب الإمام الشافعي. شمس الدين محمد بن أبي العباس الشهير بالشافعي الصغير. الطبعة الأخيرة، بيروت – لبنان: دار الفكر، 1404هـ/1984م. ¶ 102 - الهداية شرح بداية المبتدي «مطبوع مع البناية». برهان الدين، علي بن أبي بكر المرغيناني. تقدمت بيانات النشر مع البناية.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "103 - الوجيز في فقه الإمام الشافعي. أبو حامد محمد بن محمد الغزالي. تحقيق: علي معوض. عادل عبدالموجود. الطبعة الأولى، بيروت – لبنان: شركة دار الأرقم، 1418هـ/1997م.",
            "page": "57",
            "part": "1"
        }
    ],
    "t36566": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الشهود عند الفقهاء"
        }
    ]
}