{
    "b36576": [
        {
            "id": "1",
            "nass": "الحدود والتعزيرات والأيمان والكفارات ¶ وملحق بها الأسراء والمعراج ¶ د. طارق الطواري ¶ تعريف الحد: ¶ لغة:هو المنع،ومنه حداد المرأة المتوفى عنها زوجها فهي تمتنع عن الزينة ومنه يسمى الحداد حدادا لأنه يصنع الأبواب فيمتنع دخول الغير. ¶ اصطلاحاً:عقوبة مقدرة وجبت لحق الله تعالى،وسميت حداً لأن الله تعالى فصل فيها وحددها ، ولأنها تمنع الإنسان من معاودة الجريمة مرة أخرى. ¶ الإحترازات في التعريف:قولنا عقوبة مقدرة خرج منه التعزير،وقولنا وجبت لحق الله تعالى خرج منه القصاص.والقصاص هو المشاكلة والمماثلة. ¶ الفروق بين الحدود والقصاص:- ¶ 1-الحدود جاءت عقوباتها محددة ومقدرة من الله تعالى(فالسارق تقطع يده)أما القصاص ففيه التنويع والاختيار(فالقاتل إما أن يقتل أو يدفع الدية أو يعفى عنه). ¶ 2-القصاص تجوز فيه الشفاعة،أما الحدود فلا، وقد قال صلى الله عليه وسلم لأسامة بن زيد عندما شفع في المرأة المخزومية التي سرقت:\"أتشفع في حد من حدود الله؟\" ¶ س-هل يجوز التنازل في الحدود ما دام الأمر وصل إلى القاضي؟ ¶ لا يجوز ذلك ولو تنازل كلا الطرفين لأنها حق لله تعالى ودليله حديث صفوان بن أمية أن النبي صلى الله عليه وسلم قال له لما أراد أن يقطع يد الذي سرق رداءه فشفع فيه \"هلا كان قبل أن تأتيني به\" . ¶ خصائص الحدود:- ¶ 1-أنها حقوق لله تعالى وليس للبشر { تلك حدود الله فلا تقربوها } وفي آية أخرى { تلك حدود الله فلا تعتدوها } . ¶ 2-هذه الحدود محددة من حيث الجرم ومن حيث العقوبة. ¶ 3-لا تثبت الحدود إلا بشيئين إما بشهادة أو إقرار.[وما أقيم حد الزنا من عهد النبي صلى الله عليه وسلم إلا بالإقرار]. ¶ 4-الحدود لا يقيمها إلا الحاكم أو من يفوضه ولا يجوز الافتئات فيها.[الافتئات: تجاوز الحاكم في إقامة الحد أو العفو] .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "5-لا تصح الشفاعة ولا العفو في الحدود ولا يجوز ذلك ودليله قوله صلى الله عليه وسلم لأسامة في حديث المرأة المخزومية التي سرقت \"أتشفع في حد من حدود الله؟\" ¶ 6-الأصل في الحدود أنها قائمة على الدرء والإسقاط (ادرءوا الحدود بالشبهات)، كما في حديث ماعز والغامدية ... ولو تراجع نقبل منه التراجع . ¶ 7-أن الحدود هي أقصى العقوبات الشرعية وليس أدناها من حيث الكيف والكم [فالصلب وقطع اليد والجلد والرجم] أشد العقوبات ولا أشد من ذلك. ¶ س-هل العقوبات زواجر أم جوابر؟ ¶ 1- هي أولاً زواجر:أي تزجر صاحب الحد وغيره عن الوقوع في محارم الله تعالى وقديماً قالوا [من أمن العقوبة أساء الأدب]. ¶ 2-ثانياً هي جوابر:أي أنها تجبر الخطيئة التي أرتكبها الإنسان فيكون هذا الحد سبباً لعفو الله عز وجل ومغفرته بدليل حديث النبي صلى الله عليه وسلم \"إنه من أصاب من هذه القاذورات شئ فعوقب به كانت كفارة له\" وقوله عن ماعز:\"إنه يسرح في أنهار الجنة\" وعن الغامدية \"لقد تابت توبة لو قسمت على أهل المدينة لوسعتهم\" . ¶ وفي الحدود بركة وإنزال السكينة على أهل الأرض،قال تعالى { ولو أنهم أقاموا التوراة والإنجيل وما أنزل إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم منهم أمة مقتصدة وكثير منهم ساء ما يعملون } . ¶ حد الزنا:- ¶ تعريف الزنا:علاقة فاحشة محرمة بين رجل وامرأة ليس فيها عقد نكاح أو شبهة نكاح. ¶ أركان وشروط العقد: ¶ 1-إيجاب وقبول. 2-مهر مسمى. 3-شاهدي عدل. 4-ولي للمرأة. ¶ شبهة نكاح:سقط فيه أحد شروط العقد،وهذه تسقط الحد. ¶ إن الزنا من أكبر الكبائر وأقبحها،وقد وردت فيها آيات كثيرة وأحاديث تحذر من مقاربته ¶ فضلاً عن الوقوع فيه،قال تبارك وتعالى : { ولا تقربوا الزنا إنه كان فاحشة وساء سبيلاً } وهذه الفاحشة محرمة عند اليهود وفي التوراة ومن ذلك [كل امرأة زانية تداس كالزبل في الطريق ... ] وحدها الرجم في التوراة [الشيخ والشيخة إذا زنيا فارجموهما البتة]. ولله در القائل:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "عفوا تعف نساؤكم في المحرم وتجنبوا مالا يليق بمسلم ¶ من يزن في بيت بألفي درهم ... ... ... في بيته يزنى بغير الدرهم ... ¶ من يزن يُزنى به ولو بجداره إن كنت يا هذا لبيبا فافهم ¶ إن الزنا دين فإن أقرضته كان الوفا من أهل بيتك فاعلم ¶ ياهاتكاً ستر الرجال وقاطعاً سبل المودة عشت غير مكرم ¶ لو كنت حراً من سلالة طاهر ما كنت هتاكاً لحرمة مسلم ¶ اتخذ الشارع الحكيم تدابير واقية من الوقوع في الزنا حفاظاً على المرء في الدنيا من عقوبة الرجم ،والفضيحة، وحتى لا تشوه سمعته وسمعة أبنائه، وحفاظاً على حياته حتى يستغلها في طاعة الله تبارك وتعالى وحفاظا على اعراض الناس من ان تهتك. ¶ التدابير الواقية من الوقوع في الزنا:- ¶ 1-حث الشارع الحكيم على النكاح قال صلى الله عليه وسلم:\"يا معشر الشباب من استطاع منكم الباءة فليتزوج\" ،وعد الزواج نصف الدين و عد خير متاع الدنيا الزوجة الصالحة و عده من سنة الأنبياء و عد جلوس الرجل مع امرأته مما يؤجر عليه. ¶ 2-حث الشارع الحكيم على تخفيض المهور، قال صلى الله عليه وسلم:\" أقلهن مؤونة أكثرهن بركة\" . ¶ 3-أمر الزوجة أن تصلح من حالها وتتجمل وتتزين لزوجها ويتزين لها، قال عمر رضي الله عنه [إنهن يحببن أن يُتجمل لهن كما تحبون أن يتجملن لكم] . ¶ 4-منع الزوج من إطالة الغيبة على المرأة حتى لا تنحرف، حيث مر عمر رضي الله عنه بامرأة في بيتها فسمعها تقول : ¶ تطاول هذا الليل واسود جانبه وأرقني ألا خليل ألاعبه ¶ فو الله لولا الله رباً أراقبه لحرك من هذا السرير جوانبه ¶ فسأل عنها عمر،فقيل له أن زوجها غائب في سبيل الله فأرجعه، ثم سأل حفصه:كم تصبر المرأة عن زوجها؟ وبعد ذلك وقت للناس في غزواتهم ستة أشهر..يسيرون شهراً، ويقيمون أربعة أشهر ويسيرون راجعين شهراً. ¶ وقد ثبت بالواقع والتجربةأن سبب انحراف المرأة بعد فقدان الدين ثلاثة أشياء: ¶ أ-فقدان الإشباع العاطفي المتعلق بالحديث والحوار والمؤانسة {فلا تجده من الزوج فتبحث عن البديل}.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ب-الرغبة إلى المال{حاجتها في شراء ما يلزمها إضافة إلى الكماليات}. ¶ ج-هجران الزوج زوجته في الفراش أو العكس يؤدي إلى الانحراف. ¶ 5-يسر الشارع الحكيم الفرقة بين الزوجين، حيث شرع الطلاق للضرر سواء كان ضرراً مادياً أو معنوياً، كما شرعه للعيب، وكذا شرع سبحانه الخلع. ¶ 6-أباح الشارع الحكيم تعدد الزوجات، وذلك لما يلي: ¶ أ-أن نسبة النساء أكثر من الرجال بثلاثة أضعاف وهذا ليس في البشر فحسب بل حتى في البهائم. ¶ ب-أن الذكور تأكلهم الحروب والمصانع والحوادث. ¶ ج- أن الطلاق انتشر بنسبة كبيرة، إضافة إلى العوانس والأرامل،وهذه الفئة إذا لم تتزوج تكون مهيأة للافتراس والزلل، فشرع التعدد لهذا الصنف من الناس ولتأليف قلوبهن.. ¶ شروط التعدد: ¶ أ-أن يكون للمعدد قدرة عقلية للتحكم في شؤون أسرته وبيته. ¶ ب-المال الكافي للنفقة عليهن. ¶ ج-العدل. ¶ 7-حرم الشارع الحكيم الخمر،فغالب من يمارس فاحشة الزنا يكون من شاربي الخمر وقد قال صلى الله عليه وسلم\"الخمر أم الخبائث\" وهي مفتاح لكل شر فهي تذهب العقل ومن ثم يقع شاربها فيما هو أسوأ،فقد رُوي أن رجلاً خُير بين شرب الخمر، ومواقعة الفاحشة وقتل طفل صغير،فشرب الخمر ظناً منه أنها أخف الضررين وبعد أن سكر قتل الطفل وفعل الفاحشة، لذا حرمها الشارع الحكيم . ¶ 8-حرم سبحانه وتعالى الغناء، لما فيه من إثارة وتحريك للمشاعر والعواطف،وقال الإمام ابن القيم (إن الغناء بريد الزنا) ،وقال الإمام أحمد (أنها تنبت في القلب النفاق) ،لذا حرمه المولى سداً للذريعة . ¶ 9-حث الشارع الحكيم على الصوم، قال صلى الله عليه وسلم لمن لا يستطيع الزواج \"فمن لم يستطع فعليه بالصوم فإنه له وجاء\" .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "10-أمر الله تعالى النساء بالقرار في البيت { وقرن في بيوتكن ولا تبرجن تبرج الجاهلية الأولى } لأن المرأة عاطفية وسريعة التأثر لذا ركز أعداء الدين عليها ،كما أن لها تأثيراً سريعاً على زوجها إن ملكت قلبه، قال صلى الله عليه وسلم \"ما تركت فتنة أشد على الرجال من النساء\" وقال أيضاً \"إن المرأة إذا خرجت من بيتها استشرفها الشيطان\" فالأصل قرار المرأة في بيتها ولا تخرج إلا لحاجة، والحاجة تتفاوت (كمن تخرج لطلب العلم أو لخدمة الناس) ومرجع ذلك إلى الكتاب والسنة . ¶ 11-أمر الشارع الحكيم بالاستئذان وعدم الوقوف أمام الأبواب حتى لا تنكشف العورات و لا تقع العين على محرم وحتى لا يقع في النفس شيئاً ونهى عن الإلحاح في الدخول وأمر بتعليم الأطفال الاستئذان . ¶ 12-حرم الشارع الحكيم الخلوة، وهي أن ينفرد رجل بامرأة وليس معهما ثالث يعتد به، قال النبي صلى الله عليه وسلم \"ما خلا رجل بامرأة إلا كان الشيطان ثالثهما\" فوجود الطفل لا يمنع الخلوة لأنه لا يعتد به، ومن صور الخلوة خروج المرأة مع رجل في السيارة لوحدهما . ¶ 13-منع الشارع الحكيم النساء من الخضوع بالقول عند مخاطبة الرجال،قال تعالى { ولا تخضعن بالقول فيطمع الذي في قلبه مرض } والخضوع في القول:هو اللين في الكلام ومحاولة استمالة الإنسان، فيتحرك القلب المريض، وهو وسيلة وسبيل لسوء الظن(فلا تضحك مع الدكتور أو الموظف أو في الهاتف) فالخلوة ليست محرمة لذاتها إنما لما تؤول إليه من مفاسد وفي المقابل لا تكون المرأة جافة مع الناس وتعمل على تخشين صوتها، إنما تلتزم الوسيطة، فالأمر بالكف عن اللين في القول إن كان موجها لأمهات المؤمنين فنحن بذلك الخطاب أولى .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "14-أمر الشارع الحكيم بعدم إبداء المرأة لزينتها في قوله تبارك وتعالى { ولا يبدين زينتهن إلا لبعولتهن } سواء كانت زينة ظاهرة أو باطنة أو كانت خلقية أو مكتسبة وكل هذا سداً للوقوع في فاحشة الزنا لأن لباس المرأة هو الذي يدعو إلى احترامها . ¶ 15-منع الشارع الحكيم وصف المرأة المرأة لزوجها أو أخيها إلا بقصد الزواج فيكون وصفاً عاماً . ¶ 16-منع الشارع الحكيم خروج المرأة من بيتها إلا بإذن زوجها أو وليها سواء بإذن مسبق أو إذن وقتي ،ونهى المرأة عن الذهاب إلى أماكن مشبوهة أو إلى ناس لا تعرفهم أخلاقهم، قال صلى الله عليه وسلم \"لا تصاحب إلا مؤمناً ولا يأكل طعامك إلا تقي\" . ¶ 17-نهى الشارع الحكيم اختلاط المرأة بالرجال، وقد ثبت أن اختلاط المرأة بالرجال يؤدي إلى قلة حيائها فالاختلاط أصل كل بلية و شر. ¶ 18-نهى الشارع الحكيم عن سفر المرأة بدون محرم، قال صلى الله عليه وسلم \"لا يحل لامرأة تؤمن بالله واليوم الآخر أن تسافر مسيرة يوم وليلة إلا ومعها ذو محرم\" وهذا صيانة للمرأة في الطريق وفي مكان السفر لأنها تحتاج إلى محرم يقوم بشؤونها ويصونها ويحميها . ¶ 19-منع الشارع الحكيم المرأة من مصافحة الرجال الأجانب، قال صلى الله عليه وسلم \"لأن يُطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له\" وما مست يد رسول الله صلى الله عليه وسلم يد امرأة لا تحل له كما روت عنه عائشة رضي الله عنها، فهناك سلام يغني عن ألف كلمة ترحيب فهي عبارة عن رسائل صامتة لذا نهى عنها الشارع . ¶ 20-أمر الشارع الحكيم بغض الأبصار، حيث يقول سبحانه في محكم التنزيل { قل للمؤمنين يغضوا من أبصارهم ويحفظوا فروجهم ذلك أزكى لهم إن الله خبير بما يصنعون وقل للمؤمنات يغضضن من أبصارهم ... } و[من]للتبعيض، أي لا يسير المرء وهو أعمى إنما يلتزم بما أمر به الشارع الحكيم، فالنظر أساس لكل المشاكل ومنها(الحسد،السرقة،الوقوع في الفاحشة) وصدق الشاعر إذ يقول :",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كل الحوادث مبداها من النظر ومعظم النار من مستصغر الشرر ¶ والمرء ما دام ذا عين يقلبها في أعين الغيد موقوف على الخطر ¶ كم نظرة فتكت في قلب صاحبها فتك السهام بلا قوس ولا وتر ¶ يسر ناظره ما ضر خاطره لا مرحبا بسرور عاد بالضرر ¶ وأنشدت إحداهن تقول : ¶ وكنت متى أرسلت طرفك رائداً لقلبك يوماً ، أتعبتك المناظر ¶ رأيت الذي لا كله أنت قادر عليه ولا عن بعضه أنت صابر ¶ وغض البصر له فوائد جلية منها أنه يورث القلب نوراً، كما أنه يورث صحة الفراسة ... و يخلصه من أسر الشهوات . ¶ هذه باختصار بعض التدابير التي شرعها المولى تبارك وتعالى سداً لذريعة الوقوع في الزنا . ¶ شبهات :- ¶ 1-في وقوع الفاحشة وتنازل الأطراف المعنية سقوط للحكم الشرعي خاصة إذا تراضوا على -التراضي الزواج . ¶ أن الحدود أقيمت حقاً لله تعالى وليس للبشر، فلا تصح فيها الشفاعة بدليل قول النبي صلى الله عليه وسلم لأسامة بن زيد عندما شفع للمرأة المخزومية \"أتشفع في حد من حدود الله؟\" . ¶ 2-من التدابير الواقية تخفيض المهور، ولم يرد في القرآن حد أعلى للمهر أو حد أدنى، فلماذا تلزمونا بخفض المهور ؟ ¶ حث النبي صلى الله عليه وسلم على تخفيض المهور فقال \"أقلهن مؤونة أكثرهن بركة\" وهو من باب تيسير فرص الزواج للشباب ممن لا يملك كثيراً من المال ولا يستطيع البذل، ففي تخفيض المهور مراعاة للمصالح العامة لكل من الرجل والمرأة . ¶ 3-من التدابير الواقية أن الشارع الحكيم أجاز للمرأة طلب الطلاق وهذه قضية غير منضبطة. فما هو الضابط ؟ ¶ للرجل أن يطلق زوجته إذا كانت هناك حاجة داعية إلى ذلك كأن لا يشتهيها أو يرتاب في سلوكها أو يرى اعوجاجها ،وللمرأة أن تطلب الطلاق بسبب غيبة زوجها أو سوء عشرته أو إضراره بها . ¶ 4-ومن التدابير الواقية إباحة الشارع للزوج تعدد الزوجات: ¶ أ-فلماذا يباح التعدد للزوج ولا يباح للزوجة ؟",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لأنه إذا تعدد الأزواج ضاعت الأنساب، ومن طبيعة الرجل حب التملك فإذا شاركه في ملكه آخر أدى ذلك إلى مشاكل واضطرابات عديدة. ¶ 5-ثبت أن التعدد في كثير من الأحيان لا يفيد! ¶ هذه أحوال شاذة، لأن الرجل إذا عدد تزيد التزاماته وارتباطاته ومشاغله فلا وقت لديه إلا لمباشرة شؤون منزله والقيام بحاجاتهم . ¶ 6-ومن التدابير الواقية تحريم شرب الخمر والمخدرات ،فما رأيكم في شرب الخمر للمسجون لأنه لن يتعدى على غيره ؟ ¶ لا عبرة لذلك في الإسلام، لأن التحريم حق لله تعالى وليس للبشر، كما أن الضرر إذا ما تعدى إلى غيره فإنه سيضر نفسه ويصبح مدمناً على ذلك . ¶ 7-من التدابير الواقية تحريم الغناء،وكثير من الناس ممن يستمع الغناء لا يتأثر به لأن منه ما هو وطني أو حزين أو لا يثير . ¶ الأصل في الإسلام الطاعة، فلا نلتمس الحكم ولا نبحث عن الأعذار ،وندور مع الحكم حيث دار ،فما دام الله سبحانه وتعالى قد حرمه لا نناقش الحكم الشرعي قال عز من قائل في محكم التنزيل { وما كان لمؤمن ولا مؤمنة إذا قضى الله ورسوله أمراً أن يكون لهم الخيرة من أمرهم } ،كما أن آلات العزف تسبب ارتخاءً وليناً في عضلات الإنسانوإثارة للغرائز مهما كان نوعها . ¶ 8-من التدابير الواقية أمر المرأة بالقرار في البيت وعصر النبي صلى الله عليه وسلم يختلف عن عصرنا وأصبح قرار المرأة في البيت من الصعب . ¶ الأصل هو قرار المرأة في بيتها صيانةً لها وحفظاً فلا تخرج إلا لحاجة، والحاجة تقدر بقدرها، فمنهن من تخرج لطلب العلم ،ومنهن من تخرج للعمل لكسب معاشها إن لم يكن هناك من ينفق عليها بالقدر الذي يكفيها ،ومنهن من تخرج للدعوة إلى الله وحضور حلق العلم ،فالحاجات تختلف باختلاف الأشخاص أيضاً، ويجب مراعاة الضوابط الشرعية عند الخروج من المنزل كآداب اللباس والكلام وغيرها . ¶ 9-من التدابير الواقية عدم خروج المرأة متعطرة،فهل تخرج برائحة كريهة؟",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ليس المقصود خروج المرأة برائحة كريهة إنما المراد تجنب كل ما يثير انتباه والتفات الأجانب إليها من المثيرات كالعطور ،وعلى المرأة المحافظة على نظافتها دائماً وبالتالي فلن تحتاج للعطور. ¶ 10-حرم الشارع المصافحة فإذا كان الرجل كبيراً في السن ومد يده فما الحكم؟ ¶ الحكم في هذا قول الحبيب عليه الصلاة والسلام \"لأن يطعن في رأس أحدكم بمخيط من حديد خير له من أن يمس امرأة لا تحل له\" ولا أطهر قلباً من محمد صلى الله عليه وسلم، ومع ذلك قال \"إني لا أصافح النساء\" فنلتزم بشرعنا ولا نجامل على حساب ديننا ومن مد يده للسلام علينا نرد عليه السلام بالقول ونقول له أن حبيبنا وقدوتنا ما كان يصافح النساء. ¶ نموذج الاختبار التجريبي:- ¶ س1-كيف كانت عناية الإسلام زائدة في تحريم الزنا عن الديانات الأخرى ؟ ¶ أنه جعل هناك تدابير واقية من الزنا وأمر بالتزامها (تذكر التدابير). ¶ س2-لماذا جعل الشارع عقوبة الزاني المحصن الرجم ؟ ¶ 1-لأنه مارس الزنا واستمتع به بجميع بدنه فكان الرجم لجميع بدنه . ¶ 2-لأنه فعل الفاحشة مطمئناً متلذذاً دون خوف أو قلق فجاء الرجم عقوبة عادلة له فيرجم أمام الناس وهو متألم ومنكس الرأس . ¶ س3-لماذا شدد الشارع في أدلة إثبات الزنا ؟ ¶ لأنه يتعلق بطرفين هما الرجل والمرأة ،فاتهام الناس بالفاحشة والتشهير به بين الناس وقتله بأبشع قتله،وضخامة العقوبة الواقعة عليه من مقاطعة الناس له وعدم مخالطته ورد شهادته ،كلها أسباب دعت إلى التشدد في إثبات الزنا صيانة للأفراد والمجتمعات . ¶ س4-لماذا غلظ الشارع الحكيم عقوبة الزنا؟وكيف ذلك؟ ¶ غلظة عقوبة الزنا كانت حفاظاً على الأعراض من أن تختلط فيها الأنساب ولأن الله تعالى وسع في المقابل على الناس في الحلال، وكيفية تغليظ العقوبة تتضح في أمور عديدة منها: رجم المحصن، جلد البكر وتغريبه عام، ويكون الرجم والجلد أمام الناس { وليشهد عذابهما طائفة من المؤمنين } ¶ {",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ولا تأخذكم بهما رأفة في دين الله } وترد شهادتهم { ولا تقبلوا لهم شهادة أبداً } ¶ وتحريم الزواج منهم { الزاني لا ينكح إلا زانية أو مشركة والزانية لا ينكحها إلا زان أو مشرك وحرم ذلك على المؤمنين } وتسميتهم بالخبيث والخبيثة { الخبيثات للخبيثين والخبيثون للخبيثات } ¶ س5-هل تدرج الشارع الحكيم في تحريم الزنا؟وكيف ذلك؟ ¶ لم يتدرج في تحريمه بل حرمه دفعة واحدة ،وإنما تدرج في عقوبة الزنا على النحو التالي: ¶ 1-الحبس في البيوت،قال تعالى: { واللاتي يأتين الفاحشة من نسائكم فاستشهدوا عليهن أربعة منكم فإن شهدوا فامسكوهن في البيوت حتى يتوفاهن الموت أو يجعل الله لهن سبيلاً } . ¶ 2-الإيذاء والتضييق،قال تعالى { واللذان يأتيانها منكما فآذوهما } . ¶ 3-الجلد مائة للبكر مع تغريب سنة ،والرجم حتى الموت للمحصن، قال تبارك وتعالى { الزانية والزاني فاجلدوا كل منهما مائة جلدة } وقوله صلى الله عليه وسلم:\"خذوا عني خذوا عني قد جعل الله لهن سبيلاً الثيب بالثيب جلد مائة والرجم والبكر بالبكر جلد مائة وتغريب عام\" . ¶ *إذا تداخلت الحدود يقدر الأعلى . ¶ س6-ما الدليل على عقوبة الرجم من السنة ؟ ¶ حديث النبي صلى الله عليه وسلم \"لا يحل دم امرئ مسلم إلا بإحدى ثلاث ... الثيب الزاني\" ، وقد رجم الحبيب صلى الله عليه وسلم الغامدية و ماعز . ¶ بسم الله والحمد الله والصلاة والسلام على رسول الله ومن والاه .. ¶ (حد السرقة ) ¶ *لماذا الحديث عن السرقة ؟ لتساهل الناس في قضايا المالية والديون وأداء الأمانة ¶ 1-لان السرقة متعلقة بالمال , والمال عصب الحياة . ¶ 2- لان السرقة فيها إهدار ثمرة عمل وكفاح شخص آخر . ¶ 3- لكثرة انتشارها في هذا الزمن , حيث استغنى منها كثير من الناس . ¶ 4- لان الواقع اثبت أن تعطيل حد السرقة , كفيل بتصنيع أموال الناس . ¶ 5- لوجود الكثير من المشككين في جدوى أحكام الشريعة , والمنددين بقسوة حدودها وبجوارها ومجافاتها للعدالة .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ومن ذلك ما قاله أبو العلاء المعري : ¶ يد بخمس مئين عسجد وديت ما بالها قطعت في ربع دينار ¶ تناقض مالنا إلا السكوت له وان نعوذ بمولانا من النار ¶ وقد رد عليه القاضي عبد الوهاب المالكي رحمة الله فقال : ¶ صيانة الشرع أغلاها وأرخصها خيانة المال فافهم حكمة الباري ¶ ? تعريف السرقة : ¶ اخذ الشي سترا وخفاء , ومنه سرقة العين , يسارقه النظر أي ينظر بخفية ومنها مسارقة السمع , ومنها سرقة اليد والجوارح . ¶ السرقة في الاصطلاح : ¶ اخذ مكلف ناطق بصير عشرة دراهم جياد أو مقدارها , خفية من صاحب يد صحيحة مما لا يتسارع إليه الفساد , في دار العدل من خرز لا شبهة فيه ولا تأويل . ¶ ? أقسام السرقة : ¶ 1-سرقه كبرى : كالحرابة وقطع الطريق , وسميت كبرى لأنها صارت موجهه لتهديد الأمن وإمام المسلمين وتجاوز الأمر من السرقة إلى الإفساد والقتل . ¶ 2- سرقة صغرى : السرقة العادية وهي مسارقة عين المالك . ¶ *يخرج غير المكلف كالمجنون الذي لا يفيق من جنونه والطفل الذي لم يبلغ والسكران والنائم ¶ -شبهة : أموال الإنسان وأمه وأبيه وزوجه , أو اخذ شي من حقيبة مشابهة لحقيبة ¶ - تأول : في الملك المشترك (المال العام ) . ¶ *حكم السرقة : ¶ السرقة حرام والدليل على ذلك : ¶ 1 – من الكتاب قوله تعالى ((والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا نكالا من الله والله عزيز حكيم )) المائدة (138 ) . ¶ 2 -من السنة: ¶ -قول الرسول صلى الله عليه وسلم (( فان دماءكم وأموالكم عليكم حرام )) رواه الشيخان ¶ - وقوله (( لا يزني الزاني حين يزني وهو مؤمن ,ولا يشرب الخمر حين يشربها وهو مؤمن ولا يسرق السارق حين يسرق وهو مؤمن )) رواه الشيخان ¶ -وقوله ((لعن الله السارق يسرق البيضة فتقطع يده , ويسرق الجبل فتقطع يده )) . ¶ 3-وقد أجمعت الأمة من عهد رسول الله صلى الله علينا وسلم إلى يومنا هذا على حرمة السرقة . ¶ أركان السرقة: ¶ (1)السارق :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "أن يكون عاقلا فلا مؤاخذه على الصبي ويغرم أهله , ولا مؤاخذه على المجنون ويغرم وليه , ولا مؤاخذه على النائم ويطالب بإعادة المال . ¶ لحديث ((رفع القلم عن ثلاث : عن النائم حتى يستيقض , وعن المبتلى حتى يبرأ , وعن الصبي حتى يحتلم )) رواه أبو داود والنسائي . ¶ وقالوا : يجب أن يكون بالغا , عاقلا , ذكرا أو أنثى حرا أو عبدا إلا في سرقة العبد من ملك سيده . ¶ (2)السرقة: ¶ - في حال السكر يؤاخذ بسرقته لانه متعد بسكره لأنه هو المتسبب فلا عذر له وإسقاط الحد يفضى إلى أن من أراد فعل هذه المحرمات شرب الخمر وفعل ما احب ولا يلزمه شي وذهب الحنابلة إلى أن السكر شبهة دارئه للحد (إذا كان غير متعد بسكرة ) ¶ - أن يكون السارق ملتزما بأحكام الإسلام ليقام عليه الحد كالذمي والمعاهد والمسلم , والمسلم إذا سرق من مال الذمي يقطع وللشافعية قول خلاف المشهور عندهم انه لا يقطع المسلم بسرقة مال الذمي , كما لا يقتل به والراجح أن الكل تقطع يده . ¶ ? لا تجوز السرقة في بلاد الكفار لأنه يجب علينا الالتزام بشروطهم وأموال الناس محترمة . وأما الحربي المستأمن وهو من كانت بينه وبين المسلمين حرب واخذ منهم أمانا , فهذا لا تقطع يده , وذهب الجمهور إلى إقامة الحد عليه . ¶ - يشترط : لإقامة الحد عدم وجود شبه في المال المسروق , وفي ذلك عدة مسائل : ¶ مسالة (1) : سرقة الفرع من الأصل والعكس , كسرقة الوالد من ولده : فلا قطع فيه والدليل : الحديث (( إن من أطيب ما أكل الرجل من كسبه وولده من كسبة )) رواه أبو داود . وكذلك سرقة الولد من والده وان علا , والجمهور على انه لا قطع بسرقة الأصول والفروع بعضهم من بعض . ¶ مسالة ( 2) : سرقة الدائن من مال مدينه : لا قطع فيه خاصة إن كان المدين جاحدا للدين ¶ مسألة (3) : سرقة العبد من سيدة : لا قطع فيه لانه ملك لسيدة .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "مسالة (4) : سرقة الأقارب بعضهم من بعض : ذهب الجمهور إلى (عدم القطع ) لوجود المباسطة ( الانفتاح ) بينهما ودخول كل منهما منزل الآخر , وهذا خاص في المحرم نكاحا . ¶ مسالة (5) : سرقة أحد الزوجين من الآخر : لا قطع فيه لان بينهما انبساط وهي شبه دارئة للحد , والمرأة بذلت نفسها لزوجها , ونفسها انفس من المال فكانت بالمال اسمح , فلا يقطع ولكن يعزر من سرق من مال صاحبه . ¶ مسالة (6) : سرقة أحد الشريكين من مال شريكة : إذا كان المال محجوبا عن السارق وجب عليه القطع بشرط كون المسروق اكثر من نصيبه . ¶ ? السرقة من بيت المال : ¶ وهي في الوقت الحاضر الاموال العامة التي آلت ملكيتها للدولة عن طريق ما تفرضه من الضرائب وغيرها , وهذه الأموال يدفع منها رواتب للموظفين أجور , فان كان السارق من أبناء الدولة وكان محتاجا وكان الزائد قد بلغ النصاب أو كان غنيا فانه يقطع إذا لا شبهة له في ذلك . ¶ ? المسروق والنصاب : ¶ لا بد أن يكون المسروق مالا متقوما أو محترما , سواء كان مما يتموله الناس , ويعدونه مالا أو غيره . ¶ واختلف العلماء في عدة قضايا منها : ¶ 1- هل تعد سرقة الأولاد سرقة أولا ؟ ¶ الجمهور ذهب إلى إنها سرقة لحديث ((ثلاثة أنا خصمهم يوم القيامة , رجل أعطى بي ثم غدر , ورجل باع حرا فأكل ثمنه , ورجل استأجر أجيرا فاستوفي منه ولم يعطه أجرة )) رواه البخاري . ¶ وذهب الجمهور إلى أن سرقة الأولاد تعد سرقة , وخاصة إذا كانت عليه حلى وثياب , وقالوا : إذا لم تعد سرقة فتحنا الباب أمام اللصوص وغيرهم الذين يتجرون علي سرقة الأولاد . ¶ 3 – الأشياء التافهة والمباحة , هل تعد سرقة ؟ (كالتراب والحطب والتبن والرماد ) ¶ قال العلماء : يقطع به إذا كانت مملوكة للغير لأنها انتقلت من الإباحة للملك واختلفوا فيما هو شركة عامة كالماء والكلأ والنار ,",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والصحيح انه لا قطع فيها إلا إذا ملكت فانتقلت من الإباحة ألي الملك أما الطيور والحيوانات والوحشية فانه لا قطع فيه لأنها ليست ملكا لأحد . ¶ 4 – سرقة ما هو غير محترم كالخمر والخنزير وآلات اللهو . ¶ ذهب الجمهور إلى انه لا قطع فيها لان في إفسادها سد لباب المعصية أمام المنحرفين والمفسدين لكنه يعزر لإنتهاكه حرمة المكان . ¶ 4 - ما يتسارع اليه الفساد (كالفواكة والبقول والرطب ) . ¶ ذهب الجمهور إلى انه يعد سرقة ويقطع به , ومثلها الثمار والزروع إذا بلغت نصابا وكانت محرزه , أما أشجار الطريق والبساتين المفتوحة فلا قطع فيها . ¶ 5 – سرقة المصحف والكتب : ¶ قال العلماء لا قطع في سرقة المصحف لان الغالب أن سارق المصحف إنما يسرقه للانتفاع بتلاوته . وعند المالكية واحمد يقطع سارق المصحف وهو الأقرب للصواب لدخوله في عموم آيه السرقة , وأما سارق الكتب فيقطع إذا كانت مملوك لشخص : فيقام عليه الحد ¶ وإذا كانت غير مملوكة لشخص : لا يقام عليه الحد . ¶ ? الحرز : ¶ المكان المعد لحفظ المال . ¶ والحرز هو المكان الذي يحرز فيه المال سواء كان دارا أو حانوتا أو خيمة أو الشخص نفسه والمحرز : مالا يعد صاحبة مضيفا له . واختلف العلماء في بعض القضايا التي تتعلق بالحرز : كل شي حرزه بحبسة , قالوا : وجود الإنسان عند ماله يعتبر حرزا , كما حصل لصفوان بن أمية , عندما نام في المسجد وضع خميصة عند رأسه فسرقة , ¶ كما يعتبر المراح حرزا للإبل والبقر والغنم . ¶ فمن سرق من الإحراز ما بلغ نصابا قطع به . ¶ - مسالة (1) : هل يشترط في الحرز حارس ؟ ¶ وجود الحرز بحد ذاته كافيا ولو لم يوجد حارس سواء كان الباب مغلقا أو مفتوحا ¶ - مسألة (2) هل يعد ما يؤخذ من الأماكن العامة سرقة ؟ ¶ قالوا : الأماكن العامة كالمساجد يدخلها الكل , فان كان صاحبها موجدا وتعدى عليه الغير واخذ حقه وماله تعد سرقة , كما فعل النبي صلى الله عليه وسلم مع الذي سرق رداء صفوان .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "أما إذا لم يكن موجودا فلا تعد سرقة . ¶ - مسالة (3) الأخذ من الأماكن المأذون لهم دخولها كأخذ الضيف من مال مضيفة , اختلف العلماء : ¶ ذهب الحنفية والمالكية إلى عدم القطع ¶ وقال احمد : إذا اكرم الضيف ثم سرق منه استحق القطع , وان لم يكرمه فسرق فلا قطع لان عدم إكرامه مع الإذن له بالدخول شبه دارئه للحد . ¶ - مسألة (4) من جحد الأمانة أو العارية . ¶ الجمهور على عدم القطع ولا على جاحدا الوديعة , لانه لم يأخذها من حرز وإنما أودعها عنده فخان الأمانة , وأما قطع النبي صلى الله عليه وسلم للمرأة المخزومية فلأنها كانت تجحد وتسرق وكانت متصفة ومشهورة بجحد العارية . ¶ - مسالة ( 5)هل يعتبر حمل المال من الحرز سرقة ؟ ¶ قال العلماء : من هتك الحرز واخرج المسروق منه والأحناف يشترطون أن يحمل المسروق ويخرج من الحرز أو يرميه خارج الحرز أو يخفيه وهو الأقرب للصواب فحد الحرز أخذه وإخفاؤه . ¶ ? المشاركة في السرقة : ¶ إذا اشترك اثنان في سرقة فمن الذي يقطع المدبر أم المنفذ ؟ ¶ ذهب الأحناف إلى انه لا يقطع أحد منهم , وقال الحنابلة : الكل يقطع المنفذ والمدبر بشرط وجود الثاني لان المنفذ الة المدبر يحركها كيف يشاء وهذا هو الصواب والله اعلم . ¶ ? نصاب السرقة : ¶ فيها ستة عشر قولا , والصحيح الذي عليه الجمهور تقطع اليد بربع دينار وصاعدا فقول عائشة : ((قطع النبي في ربع دينار وصاعدا )) ¶ وقول ابن عمر ((قطع النبي في مجن ثمنه ثلاثة دراهم )) ¶ ? قيمة النصاب اليوم : ¶ ? الدينار = 7-10 دراهم ¶ قيمة الدينار اليوم = 4.250 جرام من الذهب ¶ 1 جرام = 3 دينارا ¶ 1 دينار = 12,750 دينار ¶ النصاب =3 دينار ¶ إذا قيمة النصاب اليوم ما يقارب ثلاثة دنانير ¶ ? بم تثبت السرقة ؟ ¶ 1 – الإقرار وله شروط : ¶ أ-التكليف , فلا يؤخذ بإقرار غير المكلف كالصبي والمجنون . ¶ ب-أن يكون المقر بالسرقة مختارا في إقراره غير مكره ويكفي في الإقرار مره واحدة ¶ مسالة : الرجوع عن الإقرار .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "ذهب الجمهور إلى انه إذا رجع يقبل رجوعه ولا يضمن المال , ورجوعه شبهة دارئة للحد . ¶ - أما الأحناف فقالوا : إذا تراجع بعد الحكم وقبل التنفيذ لم يقبل منه , أما إذا تراجع قبل الحكم والتنفيذ فانه يقبل منه . والصحيح قول الجمهور , القبول التراجع في الزنا كما حدث لماعز لما ركض فقال النبي : هلا تركتموه . ¶ - وتصح الشفاعة بالحد قبل أن يبلغ للسلطان . ¶ 2 – البينة أي شهادة الشهود . ¶ وهي أخبار عدل حاكما بما يعلم ليحكم بمقتضاه , وسواء كان ما علمه يتعلق بحقوق الله أو بحقوق العباد , ويكفي شاهد واحد عدل ثقة , ¶ قال تعالى (( واستشهدوا شهيدين من رجالكم فان لم يكونا رجلين فرجل وامرأتان ممن ترضون من الشهداء )) البقرة ( 282 ) بعض الفقهاء اشترط شاهدان لحديث وقال رسول الله صلي الله عليه وسلم للرجل الذي اختصم إليه (( شاهدان أوبينة )) رواه البخاري ومسلم . ¶ وقد انعقد الإجماع على أن الشهادة حجة يننبي عليها الحكم . واليمين بحد ذاتها لا تكون كافية لإثبات القطع , إنما يثبت بها المال . ¶ ? من الذي يقيم حد السرقة ؟ ¶ الإمام او من يقوم مقامه ¶ ? محل القطع : ¶ يبدأ القطع باليد اليمنى أولا من مفصل الكف وبعد اليمنى اليسرى لان الله ما امرنا بالإتلاف . ¶ وذهب الجمهور لقطع اليد اليمني ثم الانتقال للرجل اليسرى , ويكتفي بذلك ممن تكررت منه السرقة . ¶ وقالوا : لا يترك ابن آدم مثل البهيمة ليس له يد يأكل بها أو يستنجي بها وهذا قول المالكية والشافعية. ¶ وإذا سرق مره ثالثة يعزر . ¶ ? هل يضمن السارق ما سرق ؟ ¶ ذهب الجمهور إلى انه يضمن ما سرق مع القطع , لان القطع حق لله وحتى يكون ذلك رادعا لمن تسول له نفسة السرقة . ¶ وذهب الحنفية إلى انه لا يضمن لانه لا يجوز الجمع بين عقوبتين بجرم واحد فالمال صار ملكا للسارق وإعادته مره أخرى شبه دارئة للحد . ¶ والصحيح انه يضمن أن كان موسرا , وان كان معسرا لا يضمن وهذا قول المالكيه. ¶ ? السرقة في أعوام المجاعة .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "من سرق وهو مضطر في عام المجاعة وأخذمالا فلا شي عليه وأما من اخذ اكثر من حاجته فانه يعد سارقا . ¶ وصلى الله علي نبينا محمد واله وصحبة أجمعين ... ¶ أسئلة حول موضوع السرقة : ¶ 1 – سرقة امرأة الجار كثيرة التردد . ¶ 2 – سرقة احد الشريكين من المال (الضرة من ضرتها ) ¶ 3-سرقة الخادم من الدار صباحا. ¶ 4-سرقة الحاكم من بلده. ¶ 5- وضع اليد على الأرض والاستيلاء عليها ¶ 6- سرقة حارس الفنادق . ¶ 7- سرقه أعلام الزينة من الشوارع . ¶ 8 - هل يلزم السارق تسليم نفسة للتوبة . ¶ 9- هل يلزمه إعادة المال المسروق إذا قطعت يده وماذا عن الفوائد التي استثمرها من هذه المال . ¶ 10- ما حكم من سرق ( عند ضياع الأمن ) ( وعدم وجود الوالي ) ¶ 11_ما حكم شراء الأموال المصادرة ؟ ¶ الإسراء و المعراج ¶ معنى الإسراء: ¶ السير بالليل، وهوانتقال النبي صلى الله عليه وسلم من المسجد الحرام إلى المسجد الأقصى. ¶ معنى المعراج: ¶ الصعود على آلة العروج وهي البراق، وهو صعود النبي صلى الله عليه وسلم من بيت المقدس إلى السماوات السبع . ¶ الحكم والفوائد من الإسراء والمعراج : ¶ 1-جاء الإسراء والمعراج لتسلية النبي صلى الله عليه وسلم في وقت توفيت فيه زوجته خديجة رضي الله عنها وعمه أبو طالب،وكذبه أهل الأرض فكأن الله أراد أن يبين مكانة النبي عليه الصلاة والسلام عند خير أهل الأرض وهم الأنبياء وخير أهل السماء وهم الملائكة . ¶ 2-بيان قدرة الله تعالى الفائقة وعظمته جل وعلا بأن يخرق للنبي صلى الله عليه وسلم نواميس الكون(نقله من مكان لآخر بثواني فعندما رجع النبي صلى الله عليه وسلم كان لا يزال مكانه دافئاً حاراً)،(طيران البراق)،(خروجه عليه الصلاة والسلام خارج الغلاف الجوي دون أن يختنق ولم يتأثر جسده بالبرودة ولا بالضغط الجوي ) . ¶ *يظهر الله تعالى قدرته في ثلاثة أشياء :",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "أ-بتعطيل الأسباب: المدية(السكين) التي وضعها إبراهيم على رقبة ابنه إسماعيل عليهما السلام لم تؤذي إسماعيل ،إلقاء إبراهيم عليه السلام في النار وعدم احتراقه . ¶ ب-إيجاد الأشياء على غير مثال سابق: أوجد الله تعالى آدم ولا آدم قبله وأوجد حواء ولا حواء من قبل وأوجد الماء ولاماء قبل الماء الهواء ولاهواء قبل الهواء والارض ولاارض قبل الارض . ¶ ج-إيجاد الأشياء بغير أسباب: إيجاد ناقة من صخرة، إيجاد عيسى عليه اللسلام بغير اب ، إيجاد ثعبان من عصا موسى عليه السلام . ¶ 3-إشعار النبي صلى الله عليه وسلم بعظمة بيت المقدس وأنك يا محمد لا بد ان تطهر المكان ،فأرسل عليه الصلاة والسلام جيش مؤتة، وغزى غزوة تبوك، وقال أمضوا بعث أسامة وهذاتطهير لبيت المقدس، ¶ وقال أحاديث كثر في فضل الشام وبيت المقدس ومنها قوله :\"لا تُشد الرحال إلا إلى ثلاثة ... المسجد الأقصى\" . ¶ 4-الإسراء إلى بيت المقدس كان القصد منه بيان انتقال الإمامة والنبوة والقيادة من بني إسحاق إلى بني إسماعيل ،وكأن الله تعالى أراد أن يقول أن القيادة أصبحت في العرب، فالقرآن نزل بلغتهم وهذا ليس تشريف بقدر ما هو تكليف بحمل أمانة عظيمة . ¶ 5-كأن المولى تبارك وتعالى أراد أن يبين أن التقاء الديانات سيكون على أرض الإسراء لذا ستكون المعركة الفاصلة بين الكفر والإسلام في آخر الزمان هناك . ¶ عرج بالنبي صلى الله عليه وسلم إلى السماوات السبع : ¶ السماء الأولى:التقى بآدم عليه السلام،ليخبره أنه لما خرج من الجنة شقي وتعب ،فأنت كذلك يا محمد ستخرج من مكة ولكنك ستعود لها كما عدت إلى الجنة . ¶ السماء الثانية:التقى بعيسى ويحيى عليهما السلام ابنا الخالة،ليخبروه عن أذية اليهود لهما وأن رأس يحيى عليه السلام قُدم مهراً على طبق لبغي من بغايا بني إسرائيل وأن عيسى عليه السلام تعرض للأذى وصلب اليهود شبيهه،فأنت أيضاً يا محمد ستتعرض لأذى اليهود .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "السماء الثالثة:التقى بيوسف عليه السلام، ليخبره أن الأذية ستأتيه من أقرب الناس إليه من عمومته وأبنائهم كما أتته هو من إخوته ومن امرأة العزيز . ¶ السماء الرابعة:التقى بإدريس عليه السلام، قال تعالى: { ورفعناه مكاناً عليا } وهو وسط في السماء فرفع المولى تبارك وتعالى محمد صلى الله عليه وسلم فوقه . ¶ السماء الخامسة:التقى بهارون عليه السلام، ليخبره عن أذية قومه له عند خروج موسى فأنت يا محمد سيخرجك قومك ويطردوك ويؤذوك ثم يرجعوا إليك كما رجعوا إلي? وتأسفوا . ¶ السماء السادسة: التقى بموسى عليه السلام، ليبين له كيف تعامل مع الناس وعالجهم وأنهم لا يتحملون العبادة وهم أصحاب مشاكل وستواجه يا محمد من ذلك أصنافاً عديدة . ¶ السماء السابعة: التقى بإبراهيم عليه السلام وكان متكئاً على البيت المعمور الذي تطوف حوله الملائكة، ليخبره أن الله تعالى سيمكنه في الأرض بعد البلاء وسيتم المناسك { إذا جاء نصر الله والفتح ورأيت الناس يدخلون في دين الله أفواجا فسبح بحمد ربك واستغفره إنه كان توابا } . ¶ هل أسرى بالنبي صلى الله عليه وسلم بروحه وجسده أم بروحه فقط؟ ¶ اختلف العلماء على ثلاثة أقوال : ¶ -القول الأول (الجمهور):أسري بروحه وجسده ،ودليل ذلك ما يلي: ¶ 1-قوله تعالى: { سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى } ¶ -\"سبحان\"تنزيه الله تعالى،وهي كلمة تطلق ويراد بها التعجب ،فلو كان السريان بالروح فقط لما كان عجباً لأن كل إنسان في منامه يسري بروحه إلى كل مكان، فهذه الكلمة تدل على أن الإسراء كان بروحه وجسده لذا صار عجباً . ¶ -\"عبده\"هذه اللفظة تطلق على الإنسان فتشمل روحه وجسده { أرأيت الذي ينهي عبداً إذا صلى } فكلمة العبد تشمل الروح والجسد . ¶ 2-قول النبي صلى الله عليه وسلم:\" ... أتيت بالبراق فركبت ... \" فالجسد يركب أما الروح فتطير .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "3-قول النبي صلى الله عليه وسلم\"أسري بي\" الأصل في الأفعال أنها تحمل على اليقظة ما لم يدل على خلافه دليل او قرينة ، لأنه لو كان رؤية لقال كما كان يقول رأيت في المنام كذا وكذا . ¶ 4-قوله تعالى : { ما زاغ البصر وما طغى } أي ما عدل عن رؤية العجائب وما جاوزها لأنه رآها صراحة لا خيالاً، والبصر موجود أصلاً في الجسد وليس في الروح. ¶ 5-قال تعالى: { لقد رأى من آيات ربه الكبرى } تدل على اليقظة لأن الإنسان يرى في المنام أشياء كثيرة ولكن الله بين أنها من آياته الكبرى . ¶ 6-تكذيب قريش للنبي صلى الله عليه وسلم لأنه قال أسري بجسدي وفي حال اليقظة لا حال المنام ولذا جاء تكذيبهم للنبي فلو كان الإسراء بالروح لما كذبوه كسائر الرؤى التي يراها عليه الصلاة والسلام . ¶ -القول الثاني:أسري بروحه دون جسده: ¶ 1-قول عائشة رضي الله عنها:\"ما فُقد جسد النبي\" صلى الله عليه وسلم وفي رواية \"ما فقدت جسد النبي\" صلى الله عليه وسلم. ¶ 2-قال معاوية رضي الله عنه:أنها رؤية منامية . ¶ الرد: ¶ 1-أن عائشة كانت غير موجودة في البيت النبوي في تلك الحادثة . ¶ 2-الحديث ضعيف(فيه انقطاع في الإسناد وقال بعضهم فيه مجاهيل وقال يحيى حديث موضوع ،وقال أبو العباس حديث لا يصح . ¶ ولو افترضنا صحة الحديث فإن عائشة لا تحدث عن نفسها، كما أن حديثها قد يُحمل على أنه ما فقد جسد النبي صلى الله عليه وسلم عن روحه . ¶ 3-قول معاوية فيه انقطاع بين يعقوب بن عتبة ومعاوية . ¶ -القول الثالث:أسري بالنبي صلى الله عليه وسلم بروحه وجسده إلى بيت المقدس، ومن ثم عرج بروحه فقط إلى السماء : ¶ 1-ودليل هذا أن المولى تبارك وتعالى لم يذكر المعراج في قوله { سبحان الذي أسرى بعبده ليلاً من المسجد الحرام إلى المسجد الأقصى } رغم أن المعراج أعجب من الإسراء .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "الرد:قول النبي صلى الله عليه وسلم في حديث الإسراء :\"أتيت بالبراق فركبته ثم عرج بنا إلى السماء\" وذكر الله تعالى المسجد الأقصى في القرآن لأنه معروف عند الكفار وقد رأوه ولم يروا ما في السماء فهم لم يسألوه ماذا رأى في السماء إنما تعجبوا كيف أسري به في ليلة واحدة . ¶ *فائدة:-تقول أم هانئ (رجع النبي صلى الله عليه وسلم وفراشه ما زال حاراً) لأنه لما صعد إلى السماء توقف حساب الزمن، لذا فإن عيسى عليه السلام ينزل إلى الأرض وهو في مثل عمره. ¶ س-لماذا كذب المشركون بالإسراء ولم يتطرقوا للمعراج ؟ ¶ لأنهم لم يروا السماوات العلا ولم يشاهدوا الجنة أو النار فكلمهم النبي صلى الله عليه وسلم عن الإسراء ولم يكلمهم عن المعراج فجاء تكذيبهم لما رأوا وسمعوا وأحسوا ولم يتطرق تكذيبهم للمعراج . ¶ س-في أي سنة وفي أي شهر وفي أي يوم أسري بالنبي صلى الله عليه وسلم؟ ¶ 1-قالوا:قبل البعثة،وهذا قول شاذ. ¶ 2-والصحيح بعد البعثة:واختلفوا على عشرة أقوال في تحديد زمن الإسراء ¶ قبل البعثة (قول شاذ) بعد البعثة ¶ قبل الهجرة قبل الهجرة قبل الهجرة قبل الهجرة قبل الهجرة قبل الهجرة ¶ بسنة ب3سنوات ب5سنوات ب11شهر ب8شهور ب6شهور ¶ قال ابن سعد في (الطبقات):أسري به في 17رمضان ، وقيل في27 ربيع الآخر ،وقيل في27 رجب (قال المقدسي:وهو ما يغلب عليه الظن). ¶ أما الأيام فقيل :يوم السبت وقيل يوم الاثنين وقيل الجمعة . ¶ ما سبب اختلاف التواريخ؟ ¶ لأنهم كانوا يحسبون التاريخ بالأحداث (كأن يقول:ولد عام الفيل،أو بعد حرب داحس والغبراء) ¶ فالتواريخ غير منضبطة لذا جاء الاختلاف في تحديدها، ثم حدد المسلمون الأحداث ببعثة النبي صلى الله عليه وسلم إلى أن جعل المسلمون التأريخ بالهجرة النبوية . ¶ س-هل رأى محمد صلى الله عليه وسلم ربه؟ ¶ رؤية الله سبحانه وتعالى في الدنيا : ¶ اختلف فيها على قولين :-",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "القول الأول(جمهور السلف): غير ممكنة،بدليل قوله تعالى { لا تدركه الأبصار و هو يدرك الأبصار } . ¶ القول الثاني: ممكنة إن شاء الله تعالى، الدليل :سؤال موسى عليه السلام لها { قال رب أرني أنظر إليك قال لن تراني ولكن أنظر إلى الجبل فإن استقر مكانه فسوف تراني فلما تجلى ربه للجبل جعله دكاً وخر? موسى صعقاً فلما أفاق قال سبحانك تُبت إليك وأنا أول المؤمنين } ولم يعاتبه الله تعالى على سؤاله كما عاتب سبحانه نوح عليه السلام على سؤاله { ونادى نوح ربه فقال رب إن ابني من أهلي وإن وعدك الحق وأنت أحكم الحاكمين قال يا نوح إنه عمل غير صالح فلا تسألن ما ليس لك به علم إني أعظك أن تكون من الجاهلين } ¶ *رؤية المولى تبارك وتعالى يوم القيامة: ¶ أما المؤمنون فرؤيتهم لربهم يوم القيامة ثابتة في قوله تعالى: { وجوه يومئذ ناضرة إلى ربها ناظرة } وبأحاديث عديدة منها \"إنكم سترون ربكم كما ترون القمر ليلة البدر لا تضامون في رؤيته\" ، وأما الكافرون فلا يرون ربهم مطلقاً، وقيل:يرونه، لكن رؤية غضب وعقوبة، فيرونه بخوف نظرة الخائف من سيده.وقال الإمام الشافعي رحمه الله تعالى:لو اشترك المؤمنون والكفار في رؤية ربهم لما كان للمؤمنين مزية . ¶ *رؤية النبي صلى الله عليه وسلم لربه : ¶ اختلف الصحابة ومن بعدهم في رؤية النبي صلى الله عليه وسلم لربه تبارك وتعالى ليلة الإسراء و المعراج على قولين : ¶ القول الأول:أن النبي صلى الله عليه وسلم لم ير ربه :",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "الدليل:روى الإمام أحمد عن عامر قال: أتى مسروق عائشة فقال: يا أم المؤمنين هل رأى محمد صلى الله عليه وسلم ربه عز وجل؟ قالت:سبحان الله!لقد وقف شعري لما قلت ،أين أنت من حدثك هن فقد كذب: من حدثك أن محمداً رأى ربه فقد كذب ثم قرأت { لا تدركه الأبصار وهو يدرك الأبصار } ، { وما كان لبشر أن يكلمه الله إلا وحياً أو من وراء حجاب } ولكنه رأى جبريل في صورته مرتين.وروى مسلم عن أبي موسى الأشعري رضي الله عنه أنه قال:قام فينا رسول الله صلى الله عليه وسلم بخمس كلمات،فقال:\"إن الله لا ينام ولا ينبغي له أن ينام،يخفض القسط ويرفعه،يرفع إليه عمل الليل قبل عمل النهار،وعمل النهار قبل عمل الليل،حجابه النور\" وفي رواية\"النار،لو كشفه لأحرقت سبحات وجهه ما انتهى إليه بصره من خلقه\" ،وروى مسلم في صحيحه عن أبي ذر رضي الله عنه قال:سألت رسول الله صلى الله عليه وسلم هل رأيت ربك؟فقال \"نور أنى أراه\" وفي رواية \"رأيت نوراً\" .وقال جماعة بقول عائشة رضي الله عنها وهو المشهور عن ابن مسعود وأبو هريرة . ¶ القول الثاني:رأى النبي صلى الله عليه وسلم ربه،ذهب إلى هذا ابن عباس رضي الله عنه،وهو قول أنس والحسن وجمع من الصحابة . ¶ الدليل:قول ابن عباس رضي الله عنه: \"أتعجبون أن تكون الخلة لإبراهيم والكلام لموسى والرؤية للنبي صلى الله عليه وسلم\" وهذه قضية لا مجال للاجتهاد فيها ،وعن ابن عباس رضي الله عنهما: أنه صلى الله عليه وسلم رآه بعينه. وروى عطاء عنه أنه رآه بقلبه، وقال النووي: أن النبي صلى الله عليه وسلم رأى ربه بعيني رأسه .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "ويذهب الجمهور إلى ترجيح قول ابن عباس على قول عائشة مستدلين بقوله تعالى: { وما جعلنا الرؤيا التي أريناك إلا فتنة للناس } قال ابن عباس هي رؤيا عين أريها رسول الله صلى الله عليه وسلم ليلة أسري به إلى بيت المقدس.وقد أثبت الله تعالى رؤيا القلب في القرآن في قوله: { ما كذب الفؤاد ما رأى } ورؤيا العين فقال { ما زاغ البصر وما طغى } . ¶ س-ما تفسير قوله تعالى: { ثم دنا فتدلى فكان قاب قوسين أو أدنى } ؟ ¶ يصف الله عز وجل موضع عظمته وهو تجلي جبريل في صورته الحقيقية وقربه من النبي صلى الله عليه وسلم ودل عليه نسق الآية { علمه شديد القوى ذو مرة فاستوى وهو بالأفق الأعلى } ،أي ¶ فاقترب جبريل إلى محمد لما هبط عليه حتى كان بينه وبين محمد صلى الله عليه وسلم قاب قوسين أي بقدرهما إذا مُدا ،وعندها أوحى الله تعالى إلى عبده محمد بواسطة جبريل عليه السلام.ورُوي عن ابن مسعود في هذه الآية أنه قال:قال صلى الله عليه وسلم \"رأيت جبريل له ستمائة جناح\" .قد رأى النبي صلى الله عليه وسلم جبريل عليه السلام على صورته الحقيقية مرتين: ¶ 1- { ولقد رآه بالأفق المبين } رآه هابطاً من السماء، ساداً عظم خلقه ما بين السماء والأرض وهي الرؤية الأولى التي كانت بالبطحاء . ¶ 2- { ولقد رآه نزلة أخرى عند سدرة المنتهى عندها جنة المأوى } عندما عرج به إلى السماوات العلا وهي الرؤية الثانية . ¶ *بعض المشاهد التي رآها النبي صلى الله عليه وسلم ليلة الإسراء والمعراج: ¶ -رأى أربعة أنهار في الجنة:نهران ظاهران وهما النيل والفرات ونهران باطنان. ¶ -رأى مالك خازن النار،وهو لا يضحك وليس على وجهه بشر وبشاشة،وكذلك رأى الجنة والنار. ¶ -رأى أكلة أموال اليتامى ظلماً لهم مشافر كمشافر الإبل،في أيديهم قطع من نار كالأنهار، يقذفونها في أفواههم فتخرج من أدبارهم.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "-رأى الرسول صلى الله عليه وسلم ليلة أسري به مكتوباً على باب الجنة الصدقة بعشرة أمثالها والقرض بثمانية عشر، فقال يا جبريل ما بال القرض أفضل من الصدقة،قال : لأن السائل يسأل من الصدقة وعنده ،والمستقرض لا يستقرض إلا من حاجة . ¶ -ثم أتى على قوم ترضخ رؤوسهم بالصخر،كلما رضخت عادت كما كانت، فقال: يا جبريل من هؤلاء؟ قال: الذين تتثاقل رؤوسهم عن الصلاة. ¶ -رأى أكلة الربا لهم بطون كبيرة، لا يقدرون لأجلها أن يتحولوا عن مكانهم،ويمر بهم آل فرعون حين يعرضون على النار فيطأونهم . ¶ -رأى الزناة بين أيديهم لحم سمين طيب إلى جنبه لحم غث منتن، يأكلون من الغث المنتن، ويتركون الطيب السمين. ¶ -ورأى النساء اللاتي يدخلن على الرجال من ليس من أولادهم، رآهن معلقات بثديهن. ¶ س-هل رأى النبي صلى الله عليه وسلم الأجساد أم الأرواح ؟ ¶ ما رآه النبي صلى الله عليه وسلم هوالأرواح أما الأجساد فقد بليت،إلا الأنبياء عليهم السلام وعيسى عليه السلام حي في السماء بروحه وجسده،وأما الأجساد ففي القبور،واتصال الروح بالجسد كاتصال أشعة الشمس بالأرض . ¶ الأيمان ¶ *أسباب مناقشة هذا الموضوع:- ¶ 1-كثرة الأَيمان (كثرة استخدامها واقترانها بأفعال الناس فعلاً وتركاً) . ¶ 2-لأن اليمين عبادة بدليل أن النبي صلى الله عليه وسلم نهى أن يحلف بغير الله. ¶ 3-الخلط الكثير عند الناس بين ما هو يمين وما هو ليس بيمين وبين ما يوجب الكفارة وما لا يوجبها . ¶ *تعريف اليمين : ¶ توكيد حكم بذكر اسم من أسماء الله تعالى أو صفه من صفاته . ¶ *الآيات والأحاديث الواردة في اليمين : ¶ قوله تعالى { لا يؤاخذكم الله باللغو في أيمانكم } وقوله جل وعلا { واحفظوا أيمانكم } وقوله سبحانه وتعالى { ولا تنقضوا الأيمان بعد توكيدها } . ¶ وقول المصطفى صلى الله عليه وسلم \"إن الله ينهاكم أن تحلفوا بآبائكم من كان حالفاً فليحلف بالله أو ليصمت\" . ¶ *الحكمة من اليمين والقصد منها :",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "1-التأكيد لحمل المُخاطب على الثقة بك وإن لم يكذبك ومثاله قوله تبارك وتعالى: { زعم الذين كفروا أن لن يبعثوا قل بلى وربي لتبعثن } . ¶ 2-تقوية عزم الحالف على الفعل أو الترك (فعل الشيء أو تركه)كقولك والله لأفعلن أو والله لاأفعل . ¶ 3-تقوية الطلب لدى المخاطب أن يفعل أو لا يفعل باليمين كقولك والله تقبل شفاعتي . ¶ *الحكم التكليفي لليمين : ¶ يخضع اليمين للأحكام التكليفية الخمسة : ¶ 1-واجب:إذا تعلق به دم معصوم أو القسم لإرجاع المظالم إلى أهلها أي إذا ترتب على ذلك حقوقاً للناس أو دفع ظلم عنهم وجب الإتيان باليمين . ¶ 2-مستحب:إذا ترتب عليه فعل مستحب، كالإصلاح بين الناس وإزالة الشحناء بين القلوب . ¶ 3-مباح:على الأمور المباحة (اللبس ،الشرب)وغيرها . ¶ 4-مكروه:إذا تعلق بمكروه، كأن يحلف بأن يشرب الماء قائماً أو يسافر وحده . ¶ 5-حرام:إذا تعلق بحرام، إذا حلف أن يترك الصلاة أو يفعل معصية . ¶ *حروف القسم ومتى تعمل؟ ¶ 1-الواو:والله 2-الباء:بالله 3-التاء: تالله ¶ هل ينعقد اليمين بدون حرف قسم ؟ ¶ إذا حذف حرف القسم وأوتي بالمقسم به وهو لفظ الجلالة يتوقف انعقاد اليمين على النية :- ¶ 1-إذا قصد (نوى) الحلف :وقع اليمين . ¶ 2-إذا لم يقصد الحلف : لم يقع اليمين . ¶ قال النبي صلى الله عليه وسلم \"آلله الذي لا إله إلا هو\" فقال :آلله الذي لا إله إلا هو. وهذا دليل على انعقاد اليمين بدون حرف القسم إن نواه المُقسم . ¶ وأحياناً يأتي القسم بقول: يمين الله،أمانة الله ... فكلها ترجع للنية . ¶ *الحلف بأسماء الله تعالى :وتقسم اسماء الله تعالى إلي ثلاثة اقسام ¶ مختصة بالله تعالى يسمى بها الله تعالى وغيره يسمى بها الله تعالى وغيره ¶ (الرحمن،الله،الرحيم) وغلبت فيها التسمية لله ولا يغلب عليها أنها لله ¶ ينعقد اليمين (الملك،الجبار،الرزاق) (العزيز،الكريم،الحي) ¶ يرجع للنية ¶ *الحلف بصفات الله تعالى : ¶ صفات سلبية نفاها الله تعالى صفات ثبوتية",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "عن نفسه(البخل،النوم،الجهل الموت،النسيان) ¶ ذاتية خبرية فعلية ¶ وهي الصفات التي اتصف التي أخبر عنها المتعلقة بالمشيئة ¶ بها ومازال وسيظل متصفاً بها (الوجه،الإصبع) (الإحياء) ¶ *الصفات السلبية: ¶ لا يقسم بها لأن المولى تبارك وتعالى نفاها عن نفسه جل وعلا . ¶ *الصفات الخبرية: ¶ قال الجمهور:لا يقسم بالصفات الخبرية،فلا يقسم بيد الله أو إصبعه أو ما شابه ذلك . ¶ *الصفات الذاتية والفعلية: ¶ *الصفات الذاتية والفعلية : ¶ الذاتية (القدرة،الحياة،العلم) ،الفعلية (الإحياء،الأمانة،الرضا)، يجوز القسم بصفات الله تعالى الذاتية والفعلية على قول الجمهور واستدلوا بحديث \" ... وعزتك لا أسألك غيرها ... \" وحديث \"..يا مقلب القلوب..\" ،وقول ابن عمر عندما سئل عن الخمر:\"لا وسمع الله لا يحل بيعه ولا ابتياعه\" . ¶ *الحلف بالقرآن أو ببعضه أو بآية منه : ¶ يرجع ذلك إلى النية ¶ لا يصح القسم: يصح القسم ¶ إذا قصد به(المصحف)أي إن قصد به كلام الله تعالى ¶ الورق والجلد والمداد. والذي هو صفة من صفاته ¶ *ومثله التوراة والإنجيل والزبور : ¶ يقع اليمين: لا يقع اليمين ¶ إن قصد به كلام الله إن قصد به الجلد والورق ¶ الغير محرف. والمداد. ¶ *الحلف بحق القرآن : ¶ يرجع إلى النية ¶ يصح القسم : لا يصح القسم : ¶ إن كان القصد منه صفة الله من إن أريد به صفة المخلوق من تعظيم ¶ تكلمه وإنزاله وتكلفه بحفظ القرآن وإجلال لما في القرآن من شرائع ¶ لأن الكلام والحفظ من صفاته . وأحكام وما يجب من التزامه والعمل به. ¶ *الحلف بعهد الله كأن يقول وعهد الله علي : ¶ اختلف العلماء في ذلك إلى رأيين: ¶ -الجمهور:أن هذا يمين وتلزم به كفارة إذا حنث،لأن عهد الله صفة من صفات الله عز وجل وهو كلامه الذي ألقاه على بني آدم { ألم أعهد إليكم يا بني آدم.. } فالجمهور يصححونه لأنه كلام الله تعالى .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "-الشافعية:يرون أنه لا يصح(التردد بين معنيين:1-كلام الله تعالى،2-وقد يكون أوامره الشرعية كالصلاة والصيام..) فيرجع للنية .(الأحكام متعلقة بما يريد الناس من الألفاظ .) ¶ *الحلف بالآيات : ¶ آيات كونية: آيات شرعية ¶ مثل:الأحجار،الشمس،القمر.. أوامر من الله وحي من الله ¶ لا يجوز القسم بها لكنها التكاليف القرآن المنزل ¶ جائزة في حق الله تعالى لا يصح القسم بها يصح القسم بها ¶ مثال:أقسم بعرفة: ¶ أ ) إن قصد:بالذي أوقفني بعرفة ... صح القسم . ¶ ب ) ب) إن قصد:بعظمة المكان ... لا يصح القسم . ¶ *الحلف بالذمة : ¶ إن أراد المسؤولية:أي وعهدي إن أراد القسم : ¶ ومسئوليتي،فهو كلام عادي متداول لا يصح ولا يجوز ¶ *قوله لعمري: ¶ قال صلى الله عليه وسلم \"فلعمري ما أتم الله حج من لم يطف بين الصفا والمروة\" وقول عثمان \"ولعمري..\" فيرجع ذلك إلى النية . ¶ إن قصد بها يمين فلا يجوز ولا يصح لأنه شرك. إن قصد بها التأكيد فجاز ذلك. ¶ *الحلف بغير الله : ¶ الجمهور:قالوا بالحرمة بدليل حديث النبي صلى الله عليه وسلم \"من كان حالفاً فليحلف بالله\" و أن الله تعالى ينهى عن الحلف بالآباء . ¶ الشافعية:مكروه لأن الله تعالى أقسم بغيره ،ويرد على ذلك بما يلي : ¶ 1-أن هذا خاص بالله تعالى . ¶ واستدلوا بقول النبي صلى الله عليه وسلم \"أفلح وأبيه إن صدق\" . ¶ الجواب على عدة وجوه : ¶ 1)الحديث ضعيف:قوله (وأبيه)زيادة شاذة . ¶ هناك رواية أخرى (لتنبئن وأبيك..) ¶ 2)قالها من غير قصد:لا يجوز هذا القول في حق النبي صلى الله عليه وسلم لأنه يبلغ عن الله وإن أخطأ سيبين خطأه . ¶ 3)أنه خاص بالنبي صلى الله عليه وسلم :هذا الكلام لا يصح . ¶ 4)على تقدير محذوف \"أفلح ورب أبيه\" قاله الخطابي . ¶ *حكم الحلف بغير الله : ¶ شرك أصغر: شرك أكبر: ¶ وهذا الأصل،لأنه شرك متعلق إذا قصد أن المحلوف به ¶ بلسانه مع تعظيمه لله في قلبه. يساوي الله تعالى في العظمة. ¶ كفارته :قول لا إله إلا الله ،والاستغفار .",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "*ما هو الحكم بالحلف بالطلاق : ¶ الحلف بالعتاق أو بالطلاق أو النذر : ¶ لو علق ذلك،فأوجبه على نفسه بقصد الحث أو المنع فهناك رأيان : ¶ -الجمهور :على أنه طلاق يقع . ¶ -خالف الجمهور شيخ الإسلام ابن تيميه في أنه يمين وليس طلاق،فإما أن يلتزم بيمينه ،فإذا حنث كانت عليه كفارة يمين .وهو قول عائشة وابن عمر رضي الله عنهم،وقول ابن القيم رحمه الله:أن من أوجب على نفسه طلاقاً أو نذراً أو عتاقاً بقصد الحث فإنه يقع يمين . ¶ *أقسام اليمين : ¶ يمين منعقدة يمين غموس يمين لغو ¶ *يمين اللغو : ¶ 1-ما جرى على ألسنة الناس من كلام لا يقصد به اليمين . ¶ 2-الحلف ويغلب على ظن الحالف صدق نفسه . ¶ 3-وألحق البعض بها الحلف على المعاصي (مثل:والله لأشرب الخمر) . ¶ 4-والحلف على تحريم ما أحل الله تعالى . ¶ حكمها: ¶ قال الله تعالى: { لا يؤاخذكم الله باللغو في أيمانكم } وقال محمد صلى الله عليه وسلم \"لا يمين في غضب\" وحكمها التوبة والاستغفار. ¶ *يمين الغموس : ¶ سميت بذلك لأنها تغمس صاحبها في النار وهي من كبائر الذنوب وقيل سميت غموس لأن من عادة العرب قديماً أن يملئوا الجفنة بالرماد أو الدماء ثم يغمسوا أيديهم فيها تعظيماً لليمين . ¶ قال صلى الله عليه وسلم: \"الكبائر: الإشراك بالله، وعقوق الوالدين، وقتل النفس، واليمين الغموس\" . ¶ تعريفها: ¶ 1-أن يحلف الإنسان بالله كاذباً متعمداً على أمر مضى . ¶ 2-أو يحلف حالاً ليقتطع بيمينه حق امرئ مسلم . ¶ حكمها : ¶ -الجمهور(الشافعي وأحمد) :تجب فيها الكفارة (يستغفر ويتوب ويكفر) لأنها يمين منعقدة واستدلوا بقوله تعالى: { ولكن يؤاخذكم بما عقدتم الأَيمان } . ¶ -بعض العلماء: لا تجب الكفارة، لأنها يمين كاذبة فهي إذن غير منعقدة لأن الله تعالى يقول : ¶ { واحفظوا أيمانكم } . ¶ *وهذه اليمين يغلب استعمالها عند الباعة لترويج بضائعهم . ¶ *يمين منعقدة : ¶ وهي التي يحلفها الإنسان على أمر مستقبل بأن يفعل الشيء أو لا يفعله وهي يمين منعقدة .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "دليلها : ¶ حديث النبي صلى الله عليه وسلم \"إني والله إن شاء الله لا أحلف على يمين ثم أرى غيره خيراً منها إلا كفرت عن يميني وأتيت التي هي خير\" ومن مداخل الشيطان على الإنسان أن يحلف على التوبة ثم يحنث فيقع في معصيتين ... ¶ شروطها : ¶ 1-أن يكون المقسم عاقلاً . ¶ 2-أن يكون المقسم بالغاً (المميز ينعقد يمينه على قول الجمهور) . ¶ 3-الإسلام، فلا ينعقد يمين الغير مسلم . ¶ 4-الاختيار، فلا يقع يمين المُكره أو المخطئ بسبق اللسان . ¶ 5-التذكر، فلو فعل ما أقسم على عدم فعله ناسياً لا يحنث . ¶ 6-أن يكون المحلوف ممكناً غير مستحيل ،فإن كان مستحيلاً لا ينعقد يمينه . ¶ 7-التلفظ باليمين فلا يكفي كلام النفس لقوله صلى الله عليه وسلم: \"إن الله تجاوز لأمتي ما تحدث به نفسها..\" ولا يشترط سماع النفس إنما يشترط تحريك اللسان . ¶ س-كيف تكون يمين الأخرس ؟ ¶ بالإشارة المفهومة . ¶ س-ما حكم اليمين المكتوب على ورقة ؟ ¶ يُسأل صاحبها عن نيته : ¶ -هل بالفعل حلف :يقع اليمين . ¶ -أو أنها منسوخة :فلا يقع اليمين .",
            "page": "30",
            "part": "1"
        }
    ],
    "t36576": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحدود والتعزيرات والأيمان والكفارات"
        }
    ]
}