{
    "b36577": [
        {
            "id": "1",
            "nass": "الحلية في إعفاء اللحية ¶ إعداد / أبو إياس عبد اللطيف البلوشي ¶ I ¶ - مقدمة - ¶ إن الحمد لله، أحمد ربي من الحمد أكمَله وأوفاه، وأشكره سبحانه تحقيقًا لتقواه، وحصنًا مكينًا دونما يسخطه ويأباه، وأشهد أن لا إله إلا الله وحده لا شريك له شهادة عبدٍ منيبٍ أواه، مخبتٍ بجوارحه ونُهَاه، وجِلٍ أن يراه ربه حيث نهاه، وأشهد أن نبينا وسيدنا محمدًا عبد الله ورسوله ومصطفاه، صلوات الله عليه وعلى آله وأصحابه البالغين من كمال النفس منتهاه، ومن دعا بدعوته وتمسك بسنته واهتدى بهداه، وسلم تسليمًا كثيرًا. ¶ إن الحديث عن شرع الله المطهر، وهدي النبي - صلى الله عليه وسلم - الأجلّ، لهو حديث لايُملّ، وكلام لا ينتهي، فإن الشوق إلى سيرة المصطفى، والبحث عن سنته، هو سبيل أحبابه المؤمنين، الباحثين عن الخلق الأسمى، والأدب الأعلى. ¶ ولو بحثت عن الأخلاق في أعلى مراتبها، والأدب في أزهى صورها، وتطهير النفوس وتزكيتها، لوجدتها ماثلة في سيد الخلق وأشرفهم - صلى الله عليه وسلم - . ¶ وإن من صفات حبيبنا وقدوتنا - صلى الله عليه وسلم - الظاهرة، التي زادته جمالاً فوق جمال، وبهاء يهابه الرجال، لحية كثة كثيرة الشعر ضخمة حسنة. ¶ فتأسياً واقتداء بصاحب المنهج، وقائد مسيرة الحق الأبلج، كانت الكتابة عن هذه السمة المحمدية، واخترت لها عنواناً أسميته: ( الحلية في إعفاء اللحية ) ¶ ودراسة صفته - صلى الله عليه وسلم - هذه، وبيان الحكم فيها وجوباً من عدمها، لذات أهمية لا تخفى على مسلم بصير، وقيمة تستوجب الكتابة عنها، فإن كثيراً من الناس قد هجروا العمل بهدي نبيهم، والتمسك الصحيح بمنهجه - صلى الله عليه وسلم - ،",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "وتظهر أسباب الإهتمام بهذا الموضوع في اختلاف الكثيرين في بعض أحكامه، فقوم قد غلوا وأفرطوا ورموا الحالقين والمقصرين بالتفسيق والتكفير، وآخرون تساهلوا وتهاونوا وحلقوها فلم يمنعهم الخوف من الله العزيز القدير، فأحببت أن أبحث وأنقب عن أقوال العلماء قديماً وحديثاً، فوجدت الموضوع قد كثرت مسائله، وتشعبت فروعه جزئياته، وتحيرت في جمع المصادر، ونقل أقوال الفقهاء، لكن استعنت بالله فهو المستعان وعليه التكلان. ¶ ومنهجي في هذا البحث على النحو التالي: ¶ مقدمة، وأربعة مباحث، تحتوي على عدد من الفصول، ثم الخاتمة. ¶ المبحث الأول: ألفاظ اللحية ¶ وتحته فصول: ¶ الفصل الأول : تفسير اللحية وألفاظ الأمر الواردة فيها ¶ الفصل الثاني: قيمة اللحية ¶ الفصل الثالث: صفة لحية النبي - صلى الله عليه وسلم - ¶ الفصل الرابع: هل إطلاق اللحية من شعائر الدين ؟ ¶ المبحث الثاني: دلالة ما ورد بخصوص الشارب على حكم إعفاء اللحية ¶ وتحته فصول: ¶ الفصل الأول: الألفاظ الواردة في قص الشارب ¶ الفصل الثاني: المرجِّحات إلى حكم الأخذ من الشارب ¶ الفصل الثالث: فوائد الأخذ من الشارب ¶ المبحث الثالث: الأحاديث النبوية الواردة في اللحية مع شرحها وبيان ما يستنبط منها ¶ وتحته فصول: ¶ الفصل الأول: إعفاء اللحية وقص الشارب من دين الإسلام ¶ الفصل الثاني: أقوال العلماء في معنى الفطرة الواردة ¶ الفصل الثالث: الأحاديث الآمرة بإعفاء اللحية وقص الشارب ومخالفة الكفار ¶ الفصل الرابع: التشبه بالكفار وحرص الشريعة على ضرورة مخالفة المسلمين لهم ¶ الفصل الخامس: السبَبِ الذي أُمِرَ لأجلِهِ بإعْفاءِ اللِّحيَةِ وقَص الشارِبِ ¶ المبحث الرابع : أقوال الأئمة المتبوعين واتفاقهم على المنع من جز اللحية أو حلقها. ¶ الفصل الأول: المذاهب الأربعة وأقوال بعض الأئمة ¶ الفصل الثاني: حكم الأخذ من اللحية ¶ الفصل الثالث: مسائل متفرقة ¶ المبحث الأول: ¶ ألفاظ اللحية ¶ الفصل الأول :",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "تفسير اللحية وألفاظ الأمر الواردة فيها: ¶ معنى اللحية : هو اسم يجمع من الشعر ما نبت على الخدين والذقن . ¶ وبذلك تعلم أن ما نبيت على الخدين والذقن من اللحية ولك مراجعة لسان العرب في تعريف ذلك .. ¶ وجملة الثابت نقله عن النبي - صلى الله عليه وسلم - من ذلك ثلاثة أحاديث، و عامتها صيغ أوامر، وقد ذُكر في بعض الأحاديث أن إعفاء اللحية من خصال الفطرة . ¶ فأما الأحاديث الثلاثة الثابتة فهي: حديث عبد الله بن عمر بن الخطاب، و أبي هريرة، و أبي أمامة الباهلي، و قد حررت ألفاظهما فيما تقدم ، وحاصلهما كما يلي: ¶ 1- عن عبد الله بن عمر - رضي الله عنه - ، عن النبي - صلى الله عليه وسلم - : \"خالفوا المشركين \" وفي لفظ: المجوس\"، \"وفروا\" وفي لفظ: أوفوا اللحى، \"و أحفوا\"، وفي لفظ: \"حفوا\" ، و في لفظ: أنهكوا \" الشوارب\" . ¶ و في رواية عن ابن عمر قال : ذُكر لرسول الله - صلى الله عليه وسلم - المجوس، فقال : \"إنهم يوفون سبالهم، ويحلقون لحاهم، فخالفوهم\". ¶ 2- وعن أبي هريرة - رضي الله عنه - ، عن النبي - صلى الله عليه وسلم - : \"جزوا\"، وفي لفظ: \"احفوا\"، وفي لفظ: \"قصوا\"، وفي لفظ: \"خذوا\"، وفي لفظ: \"خذوا من الشوارب، وأعفوا\"، وفي لفظ: \"وأرخوا اللحى، وخالفوا المجوس\". ¶ وفي رواية : \"إن أهل الشرك يُعفون شواربهم، و يحفون لحاهم، فخالفوهم، فجزوا شواربكم، و أعفوا لحاكم\". ¶ و في رواية \" كان المجوس تعفي شواربها، و تحفي لحاها، فخالفوهم، فجزوا شواربكم، و أعفوا لحاكم\" . ¶ 3- وعن أبي أمامة: ذكره ضمن حديث فيه خروج النبي - صلى الله عليه وسلم - على مشيخة من الأنصار بيض لحاهم، وفيه :قال: فقلنا : يا رسول الله، إن أهل الكتاب يقصون عثانينهم، ويوفرون سبالهم؟ قال: فقال النبي - صلى الله عليه وسلم - \"قصوا سبالكم ، ووفروا عثانينكم، و خالفوا أهل الكتاب\".",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ومن روى حديث ابن عمر بلفظ: \"إن رسول الله - صلى الله عليه وسلم - أمر بإحفاء الشوارب وإعفاء اللحى\" فهذا قد عدل عن اللفظ القولي إلى الرواية بالمعنى. ¶ إذا، فألفاظ الأوامر النبوية التي وردت في شأن اللحية أربعة هي: \"وفروا، أوفوا، أعفوا، أرخوا\". ¶ و من النقلة من روى اللفظ الأخير بالجيم بدل الخاء: \"أرجوا\" كذلك وقع عند بعض من روى صحيح مسلم. ¶ قال القاضي عياض:\"وذكر مسلم في حديث أبي هريرة \"أرخوا اللحى\" كذا عند أكثر شيوخنا، ولابن ماهان: \"أرجوا\" بالجيم ¶ وهذا اللفظُ يحَتمِلُ رَسمُهُ أن يكونَ بالخاءِ وبالجيمِ، ولِذلكَ وَقَعَ اختِلافُ النقَلَة، وابنُ ماهانَ اسمُهُ عَبدُالوهابِ بنُ عِيسى أبو العَلاءِ الفارِسي أحَدُ الثًقاتِ مِمن حدثَ بـ\"صحيح مُسلِمٍ\"، والأمرُ قَريب في هذه اللفظةِ وستُلاحِظُ أن دلالَتَها لا تبعُدُ عن دلالةِ أخواتِها. ¶ وَهاكَ معانيَ تلكَ الصِّيَغِ: ¶ 1) وَفروا : ¶ مِنَ التوفيرِ، قالَ ابنُ فارِس: \"وفر: كلمةٌ تدل على كَثرَةِ وَتَمامٍ \"، قالَ: \"ومنه وَفْرَةُ الشعر دونَ الجُمة\" ، وهي ما كَثُرَ مِن شَعْرِ الرأسِ حتى يبلُغَ شَحمَةَ الأذُنِ. ¶ فكأنه يقولُ في معنى الحَديثِ: (وفروا: كَثًروا وَأَتموا. ¶ وتأملُ استِعمالِ هذا اللفظ في الأحاديثِ النبويةِ والاستِعمالاتِ الأثريةِ مؤكد هذه الحقيقَةَ التي ذكَرَها ابنُ فارِسٍ عَن لُغَةِ العَرَبِ، فمِما وَرَدَ بهِ صَحيحُ الحديثِ: ¶ قولهُ - صلى الله عليه وسلم - : \"الخازِنُ المسلِمُ الأمينُ الذي يُنفِذُ- ورُبما قالَ: يُعْطي - ما أُمِرَ بهِ كامِلا مُوَفَّرا طَيبا بهِ نَفْسُهُ فَيَدْفَعُهُ إلى الذي أُمِرَ لَهُ بهِ، أَحَدُ المُتَصدقَينِ \" حديث صحيح. وهذا في التمامِ، ¶ ومنهُ في الخبرِ في فَضلِ العِلمِ: \"فَمَن أَخَذَهُ أَخَذَ بحَظ وافِرا\"، ويقال :\"نال نصيبا وافرا\" كما يقال: \"النصيب الأوفَرَ\".",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وقولهُ - صلى الله عليه وسلم - للجِنّ حينَ سألوهُ الزادَ: \"لَكُم كُل عَظم ذكرَ اسم الله عَلَيهِ يَقَعُ في أيديكُم أوفَرَ ما يكونُ لَحماً\". ¶ فهذا في الدلالةِ على الكَثرَةِ، ومنهُ: (وَفرَةُ المالِ) و (مال وَفير). ¶ إذا فقولُهُ - صلى الله عليه وسلم - في اللحيَةِ: (وَفروا) بمعنى: كَثروا وأَتِموا. يَزيدُهُ بيانا ما جاءَ في لفظ حديثِ أبي أُمامَةَ الباهِلي - رضي الله عنه - : قالَ: فَقُلْنا: يا رَسُولَ اللّهِ، إِن أهل الكِتابِ يَقُصُّونَ عَثانِينَهم، وَيُوَفرونَ سِبالَهُمْ؟ قالَ: فَقالَ النبي - صلى الله عليه وسلم - : \"قصوا سِبالَكُنم، وَوَفروا عَثانينَكُنم، وَخالِفُوا أَهْلَ الكِتابِ \". ¶ فكانَ التوفيرُ بلِسانِهم ولِسانِ رَسُولِ اللّهَ - صلى الله عليه وسلم - يُقابِلُ القَصَّ وُينافِيهِ، وهُوَ ظاهِرْ أن مَن قَصَّ فَإتَه لم يُوَفر، والوجه فيهِ أن التَّوفيرَ إتْمام وتكثيرٌ ، والقَص إنقاصٌ وتَقليل. ¶ ولهذا المعنى الذي شَرَحتُ وجههُ وبينتُ شَواهِدَهُ صارَ الحافِظُ ابنُ حَجَر إلى لَفْظٍ يجمع هذينِ المعنيينِ: الإتْمامَ والتكثيرَ، فقالَ: \"وَفروا: مِنَ التوفيرِ وهُوَ الإبقاءُ، أي: اترُكوها وافِرَةَ\". ¶ فحاصِلُ المعنى في قولهِ - صلى الله عليه وسلم - \"وَفروا\": كَثروا فلا تُقِلُوا، وأتمُوا فَلا تُنْقِصُوا. ¶ 2) أَوْفوا : ¶ مِنَ الإيفاءِ، وهُوَ الإتمامُ، قالَ تعال: {أَؤفُوا اَلكَيل} أي أتِمُوهُ، ولِذا جعَلَ مُقابِلَهُ النقصانَ، فقالَ: {أَوفُوا اَلكَيِلَ وَلَا تَكُونُوا مِنَ اَلُمخْسِرينَ} الشعراء: 181،، وهذا في ذكرِ خَبَرٍ شُعَيبِ عليهِ السلام وقوْمِهِ، وهُوَ ذاتُهُ قول شُعَيب فيما ذكرَهُ اللّهُ تعالى عنهُ في موضِع آخَرَ: {وَلَا تنَقُصُوا اَلمكِيَالَ وَالمِيزَانَ} هود: 84. ¶ ومنه: إيفاء العُهُودِ والعُقودِ، فإنما ذلكَ بإتمامِها على الصِّفةِ الَّتي وَقَع عليها العَقدُ والعَهد، ونَقصُها نَقضُها.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وهذا ظاهِر لا يحتاجُ إلى مزيدِ استِدلالِ، فالمعنى: أتِموا اللحية وَلا تُنقِصوها، وإتمامُها بتَرْكِ إنْقاصِها بقَص أوحَلْقٍ . ¶ وفي إحْدى رواياتِ حَديثِ عبد الله بنِ عُمَرَ - رضي الله عنه - قالَ: ذُكِرَ لرَسُولِ اللّهَ - صلى الله عليه وسلم - المجوسُ، فقالَ: \"إنهُم يُوفونَ سِبالَهُم، وَيحْلِقونَ لِحاهُم، فخالِفوهُم \". فجَعَلَ الحَلْقَ مُقابِلَا للإيفاءِ، فمَن حَلَقَ لحيتَهُ فَما أوفاها، وَمَن قَصَرَ لحْيَتَهُ بقَصها فَما أوفاها. ¶ قالَ النوويُ: \"أوفوا: اتركوها وافِيَة كامِلَةَ لا تقصوها\". ¶ 3) أَعفوا : ¶ أصلُ هذه الصيغَةِ مِن (عفو)، وقد ذكَرَ مُحققو أهل العربية في شرحِها في اللسانِ كلاما مُسْتوفِيا، حاصِلُهُ: ¶ أن هذا الجَذْرَ (عفو) يدل على أصلينِ: أحدُهما: تَركُ الشيءِ. والثاني: طَلَبُ الشيئءِ. ¶ فمِن صُوَرِ الأول: عَفوُ اللهَ تعالى عن خَلقِهِ، بتركِهِ إياهُم فلا يُعاقِبُهُم. ¶ ومنهُ: قولُهُم: عَفا ظَهرُ البَعيرِ ، وذلكَ إذا تُرِكَ لا يُركَبُ. ¶ ومنهُ: تسميةُ المكانِ الذي لم يوطَأْ: العَفوَ، لأنه متروكٌ . ¶ ومنهُ: يُقالُ للشَّيءِ (عَفا) أي دَرَسَ، لأنه يُترَكُ فَلا يُتَعَهدُ ولا يُنْزَلُ. ¶ ومنهُ: (عَفوُ المالِ) وهُوَ فَضلَتُهُ، سُفيَ عَفْوا لأنه يُترَكُ لا يُمس لعَدَمِ الحاجَةِ إليهِ. ¶ ومنهُ: قولهُ تعالى: {وَيسئلونَكَ مَاذَا يُنفِقُونَ قُلِ اَلعَفْو} البقرة: 219 . ¶ ومنهُ: يُقالُ في الشَعْرِ: (عَفَوْتُهُ وَعَفَيْتهُ، فهُوَ عافي)، وذلكَ إذا تركتَهُ حتَى يكثُرَ ويطولَ. ¶ ومنهُ: قوْلُهُ تعالى: {حتى عفوا} الأعراف: 95، أي نَمَوا وكَثُروا، وإنما ذلكَ لأنهُم تُرِكُوا يَتمونَ حتى كثُروا. ¶ ومِنَ المعنى الثاني: ومنه قولهُ: - صلى الله عليه وسلم - : \"مَن أَحيا أرضا مَيتَةَ فَهِيَ لَهُ، وما أَكَلَتِ العافيةُ فَهُوَ لَهُ صَدَقَةْ\" .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والذي يندَرجُ تحتَهُ قولهُ - صلى الله عليه وسلم - : \"أعْفوا اللحى\" هُوَ المعنى الأول، وهُوَ التَركُ، ويُقالُ: (أعفيتُ الشَيءَ) أي: فعَلْتُ الإعفاءَ فيهِ، أي: ترَكتُهُ فهُوَ يَنْمو ويَكثُرُ. ¶ وعَليهِ فيكونُ حاصِلُ المعنى: ¶ (أعفوا اللحى): اتركوها تَنْمو وتكثُر، فمَن تعَرضَ لها بقص أو حَلق فلم يتركها ولم يُعفها. وهذا المعنى لا يختَلِفُ فيهِ أهل اللًسانِ ، فعادَ ليتَفِقَ معَ ما تقدم في شرح (وَفروا) و (أوفوا)، فإن حاصِلَ التوفيرِ: التكثيرُ وعَدَمُ الإتقاصِ، وحاصِلَ الإيفاءِ الإتمامُ، وذلكَ لا يَقعُ إلا بتَركِ التَعرُضِ لها، وهذا هوَ الذي جَرى عليهِ أهل العِلمِ في تفسيرِ هذا الحديثِ. ¶ قالَ الخطَابيُّ: \"أَعفوا اللحى: يُريدُ وَفًروها، مِن قولِكَ: (عَفا النبتُ) إذا طَرَّ وَكَثُرَ\". ¶ وقالَ القاضي عِياضْ: أَمَرَ بإعْفاءِ اللحى أي بتوفيرِها، يُقالُ: (عَفا الشيءُ) إذا كَثُرَ، ويُقالُ فيهِ: (أعفيْتُ الشًيءَ، وعفوته) إذا كثرته، وتفسيرُهُ في الحديثِ الآخَرِ: وَفروا اللحى\". ¶ وقالَ في روايَتي: (أَعفوا) و (أوفوا): \"هُما بِمَعنى، أي اتركوها حتَّى تكثُرَ وتطولَ \". ¶ وقالَ البَغَويُ: \"وِإعْفاءُ اللحية توفيرُها، مِن قولِكَ: (عَفا النبتُ) إذا طالَ (يَعفو عَفواً)، وُيقالُ: (عَفا الشَيءُ) بمعنى: كَثُرَ، و(أعفيتُ) أنا، قالَ اللّهُ سُبحانَهُ وتعالى: {حتى عفوا} أي: كَثُرُوا. ¶ 4) أرخوا: ¶ منَ الإرخاء، وأصلُ رخو: الدلالةُ على الهَشاشَةِ واللينِ، فيُقالُ للشَيءِ (رِخْو) إذا كانَ هَشا، و (الرخاءُ): ضِد الشدَةِ، وهُوَ لينُ العَيْشِ، و (التراخي): التباطُؤُ والتأخرُ، و (الاستِرخاءُ): الاتبِساطُ، وجميعُ ذلكَ وما يتصلُ بهِ يَرجِعُ إلى اللينِ،",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "ومِنهُ: جاءَ: (أرخى في الأمرِ) إذا سهلَ فيهِ وَوَسعَ، و (أرخى الحَبلَ): إذا مَدهُ وطوَّلَ فيهِ، لانه يَقَعُ بالمد لِين وسَعَة، وإذا أَلَتتَ الحَبلَ فقد أرسَلتَهُ، ومثلُهُ: (أرخى السترَ) إذا مدهُ، ومنهُ قيلَ: (أرخى العِمامَة) إذا أرسَلَ طَرَفَها، وفي معنى الإرسالِ ما يناسب اللينَ والمَد والتٌطويلَ، وهُوَ الإطلاقُ، كما فيهِ ما يُقابِلُ القَطعَ والحَبسَ والتقييدَ. ¶ هذا ما يرجع إليهِ أصلُ دلالةِ هذا اللفظِ في كلامِهم ، فيكونُ الوجه في معنى قولِهِ - صلى الله عليه وسلم - :(أرخوا اللحى) أرسلوها وَأَطلِقوها، لا تتعرضوا لها بقَطع أو تقييد، والذي يُمكِنُ أن يُسمى قَطعا وتقييدا إنما هوَ إزالَتُها بحَلق أو نحوِهِ أو قَصها. ¶ فعادَت دلالةُ هذا اللفظ إلى موافَقَةِ ما دلت عليهِ الألْفاظُ الثلاثةُ قَبلَهُ. ¶ 5) أَرجوا : ¶ مِنَ الإرجاءِ، ومنهُ :قولُهُ تعالى:{وءاخَرُونَ مُرجَونَ لِأمرِ اَللَهِ} التوبة:106،، وقولهُ: {أرجه و أخاه} الأعراف: 111، وهُوَ التأخيرُ والتأجيلُ، ومنهُ: سميَت (المرجِئَة) لأنهُم يعتَقِدونَ أن اللّهَ تعالى أَخرَ عنهم تعذيبَهُم على المعاصي، حيثُ ذَهَبوا إلى أنه لا يضر معَ الإيمانِ معصِيَة، كَما لا يَتفَعُ معَ الكُفرِ طاعَة. ¶ فحيثُ إنه بمعنى التأخيرِ، فما الوجه في تأخيرِ اللًحى؟ ¶ قالَ القاضِي عِياضْ: قيلَ معناهُ: أَخروا، وأصلُهُ: أرجِئوا، فسُهِّلَتِ الهَمزَةُ بالحَذفِ، وكأن معناهُ: اترُكُوا فيها فِعْلَكُم بالشوارِبِ \". ¶ قلت: وهذا مُتَجِهٌ ، فإن سِياقَ الحديثِ الذي جاءَت فيه هذه اللَفْظَةُ: \"جُزُّوا الشوارِبَ، وأرْجوا اللحى، خالِفوا المجوسَ \"، هذا على روايةِ ابنِ ماهانَ بالجيمِ بدَلَ الخاءِ، فبدا آمِراً بجَزْ الشوارب، فكأنه يقَولُ: جُزوا الشَوارِبَ وأخروا اللِّحى عَن ذلكَ الجَز فلا تفعلوه بها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وهذا المعنى جَيد، لكن لا يجْعَلُ لهذا اللفظِ مِن الدْلالة ما تقدم للألْفاظِ الأربَعَةِ الأخرى حيثُ اتفَقَت على الأمرِ بتَرك اللحية تكثر وتنمو لا يُتَعرَّضُ لها بِقَطْعِ. ¶ وعلى أي تقديرٍ فهُوَ غيرُ متعارِضٍ في الجُملَة مع ما دلْت عليه، وإن كانَ في الدَلالَةِ دونَها. ¶ قال الشوكاني رحمه الله: ( قد حصل من مجموع الأحايث خمس روايات: أعفوا، وأرخوا، وأوفوا، وأرجوا، ووفروا ، ومعناها كلها تركها على حالها. ¶ حد اللحية : هو بترك الشعر النابت على الخدين والذقن من غير حلق أو قص ، بل تركها على حالها ، ولا يجوز أخذ شئ منها ، لكن المعاصي تتفاوت ، فالحلق أعظم من أخذ شئ منها لأنه أعظم وأبين مخالفة من أخذ شئ منها . فيتركها ولا يتعرض لها بتقصير شيئا أصلا . ¶ الفصل الثاني: ¶ قيمة اللحية ومكانتها عند السلف ¶ إن إعفاء اللحية من هدي الأنبياء والمرسلين عليهم الصلاة والسلام وكذلك الصحابة الكرام والسلف الصالح رضي الله عنهم أجمعين، فلم يذكر عن أحد منهم انه كان يحلق لحيته، بل على العكس من ذلك كانوا يعظمونها ويعلون شأنها، ¶ كان قيس بن سعد رضي الله عنه رجلا أمرد لا لحية له، فقال قومه الأنصار: نعم السيد قيس لبطولته وشهامته ولكن لا لحية له، فو الله لو كانت اللحى تشترى بالدراهم لاشترينا له لحية !! ¶ وهذا الأحنف بن قيس كان رجلا عاقلا حليما وكان أمرد لا لحية له وكان سيد قومه فقال بعضهم: وددنا أنا اشترينا للأحنف لحية بعشرين ألف..! فلم يذكروا حنفه ولا عوره وإنما ذكروا كراهية عدم وجود اللحية عليه، وما ذلك إلا لأن اللحية عند هؤلاء الأخيار تعتبر من الجمال والرجولة والكمال لشخصية المسلم. وكان الواحد منهم أهون عليه أن تزول رقبته ولا تزول لحيته. ¶ أما اليوم فكثير من أبناء المسلمين لا يتمنى أن يشترى له لحية بل إنه يدفع الأموال لإزالتها من وجهه، بل قد يود بعضهم لو عدمها نهائيا وساق على ذلك آلاف الدراهم!! ¶ الفصل الثالث:",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "دلالة النصوص الواردة في صفة لحية النبي - صلى الله عليه وسلم - ¶ الأحاديثُ الوارِدَةُ في صِفَةِ رَسُولِ اللهَ - صلى الله عليه وسلم - الخَلقيةِ وَصَفَت لحيَتَهُ بأنها: ¶ 1- كَثة. ¶ والمعنى: كَثيرةُ الشعر بكَثرَةِ أصولِها مَعَ قِصَير فيها وجُعودَة. ¶ قالَ أبو عُبَيد القاسِمُ بنُ سَلام في شرح هذه اللفظَةِ: \"الكُثوثَةُ: أن تكونَ اللحية غَيرَ دَقيقَةٍ وَلا طَويلَةِ، ولكِن فيها كَثاثَةَ مِن غِيرِ عِظَمِ وَلا طُولٍ \" (المعجم الكبير للطبراني). ¶ وقالَ ابنُ أبي ثابِتٍ اللغوي: \"يقالُ للحية إذا قَصُرَ شعرها وَكَثُرَ: أنها لَكَثةْ\". ¶ وفي \"القاموسِ \" (مادة \"كثث\"):، كَثت اللحية كَثاثَة وكُثوثَةَ وكَثَثاً: كَثُرَت أصولُها، وَكَثُفَتْ، وَ قَصُرَتْ، وَجَعِدَتْ \". ¶ 2-كَثيرةُ الشَعرِ. ¶ وهذه الصًفةُ تناسَبَتْ معَ الوَصفِ السابِقِ كما تقدم في معناهُ. ¶ 3- ضَخمَة. ¶ والضخامَةُ: العِظمُ. قالَ ابنُ فارِسٍ في (مقاييس اللغة): \"الضادُ والخاءُ والميمُ أصل صحيح يدل على عِظَم في الشيءِ\". ¶ وهذا دال على أن لحية التَبي - صلى الله عليه وسلم - كانَت عَظيمَةَ، لكن العِظَمَ معنى مجمَلْ يحتاجُ إلى تفسيرِ، وأحسن ما يُفيدُ حقيقَتَهُ إعادَةُ إجمالِهِ لما تضمنَتِ الأوصافُ الأخرى مِنَ الدلالةِ الواضِحَةِ. ¶ 4- حَسَنَةْ. ¶ والحسنُ جمالُ الهَيئَةِ والصورَةِ، وجائز أن يكونَ ذلكَ في خَلقِها ونَباتِها، كما يجوزُ أن يكونَ مِن جِهَةِ عنايَتِه ِ - صلى الله عليه وسلم - بِها، والمعنَيانِ مُجتَمِعانِ مُتصوَرانِ في صِفَةِ النبي - صلى الله عليه وسلم - ¶ فأما حُسنُهُ الخَلقي - صلى الله عليه وسلم - فقد دلت عليهِ نُصوصْ صَحيحَة، منها: ¶ حديثُ البَراءِ بنِ عازِبٍ ، - رضي الله عنه - ، قالَ: كانَ رَسُولُ اللّهَ - صلى الله عليه وسلم - أَحْسَنَ الناسِ وجهاً.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وفي روايةِ: سُئِلَ البَراءُ: أكانَ وجه النبي - صلى الله عليه وسلم - مِثلَ السَّيفِ؟ قالَ: بَل مِثْلَ القَمَرِ (حديث صحيح) . ¶ وعَنْ جابِرِ بنِ سَمُرَةَ قالَ: كانَ رَسولُ اللهَ - صلى الله عليه وسلم - قد شمط مقدم رَأسِهِ ولحيتِهِ، وكانَ إذا ادهَنَ لَم يَتبَين، وإذا شَعِثَ رَأسه (تفرق شعره و انتشر) تبيْن، وكان كَثيرَ شعر اللحية. فقالَ رَجُلٌ : وجههُ مِثلُ السيفِ؟ قال: لا، بك كان مِثلَ الشمسِ والقَمَرِ، وكانَ مستَديرا، ورأيتُ الخاتَمَ عِتدَ كَتِفِهِ مِثل بيضة الحَمامَةِ يُشبِهُ جَسَدَهُ (حديث صحيح.) ¶ فهذا حُسنُ صِفَتِهِ الخَلقيةِ ، أما اعتِناؤهُ بهَيئَتِهِ وإكْرامُهُ لشعرهِ فهُوَ الآمِرُ لأمتِهِ بذلكَ، وما كانَ كذلكَ فهُوَ أولى الناسِ بهِ. ¶ وذلكَ كما ثَبَتَ عَنْ أبي هُرَيرَةَ، أن رَسولَ اللّهَ - صلى الله عليه وسلم - قالَ: \"مَن كانَ لَهُ شعر فَلْيُكرِمْهُ\". ¶ 5- كانَت لحيتُهُ - صلى الله عليه وسلم - تملأ ما بينَ صُدغَيهِ حتى تكادَ تَمْلأ نَحرَهُ. ¶ الصدغانِ في مَعناهُما أقوال: ¶ 1) هما الموضِعانِ من جانِبَي الرأس حيثُ يلتَقي شَعْرُ الرَأسِ وشعرُ اللحية. ¶ 2) هُما ما بينَ لِحاظَي العَينَينِ إلى أصلِ الأذُنِ. ¶ 3) هُما ما انحَدَرَ مِنَ الرأس من جانِبَي الوجه إلى موضِعِ الماضغِ الذي يتحركُ إذا مَضَغَ الإتسانُ. ¶ 4) مَوْصِلُ ما بينَ اللحية والرأس إلى أسفَلَ من القَرنَيْنِ، والقَرنانِ حَرفا جانِبَي الرأس. ¶ وَهذه المعاني غيرُ مُتخالفةِ، فأتمها آخِرُها، وما قَبْلَهُ من بابِ تسميَةِ الجُزْءِ باسمِ الكُل، أو تكونُ جميعا من بابِ المُشتَرَكِ الذي يُعينُ المُرادُ بهِ بالقَرينَةِ.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وما جاءَ في صِفَةِ لحية النبي - صلى الله عليه وسلم - أنها كانَت تَملأ ما بينَ صُدغَيهِ حتى تكادَ تملأ نَحرَهُ مُفسَّرٌ بنَفْسِهِ، وأن الصدغينِ فيهِ جانِبا الوَجْهِ إلى أسفَلَ مِنْ حرفي جانِبَي الرأس، وفيهِ كثافَةُ الشعر مِن أسفل جانِبَيِ الرأس، ثم تَتزِلُ طولًا حتَى تكادَ تَملأ منهُ النحرَ، والنحرُ موضِعُ القِلادَةِ حيثُ تكونُ الثُّغرَةُ أسفل الرََّقَبَةِ وفوقَ الصدرِ. ¶ فالبينيةُ الممتلِئَةُ إنما هي ما بينَ الجانِبَينِ من أسفل حيثُ تنحَدِر اللحية مِنَ الوجه. ¶ وهذه هي ضَخامَةُ لحيَةِ النبي - صلى الله عليه وسلم - ، وهوَ الذي كانَ يُهيئُ لمَن خَلفَهُ في الصلاةِ أن يَعْلَمَ بحرَكَتِها أنه يقرَا في السريةِ حيثُ كانَت لضَخامَتِها ومَلئِها ما بينَ الصُّدْغينِ يراها مَن خَلْفَهُ مِنَ الجانِبَينِ. ¶ وحيثُ إنها تكادُ تملا نَحرَهُ فيهِ إشارَة إلى طولِ المتحدرِ منها بِمِقْدارِ دونَ بُلوغِ الصَّدرِ، فإنها لو بَلَغَتِ الصدرَ لَغَطتِ النحرَ، وهِيَ لم تكُن تملأ النحرَ إنما تُقارِبُ، وكانَ ذلكَ الطولُ كافِيا لإمكانِ الأخذِ بها أو القَبضِ عليها عتدَ الاهتِمامِ، كما أن ذلكَ الطولَ معَ الكثاثَةِ يُناسِبُ تخليلَها عتدَ الوُضوءِ. ¶ هذه صِفَةُ لحية النبيً - صلى الله عليه وسلم - التي ثَبَتَت بذِكرها الأخبارُ. ¶ 1- روى البخاري في صحيحه عن أبي معمر قال : ( قلنا لخباب أكان رسول الله - صلى الله عليه وسلم - يقرأ في الظهر والعصر؟, قال:نعم,قلنا من أين علمت ؟ قال باضطراب لحيته (. ¶ 2- وروى مسلم عن جابر بن سمرة: (...وكان – يعني النبي -كثير شعر اللحية ). ¶ 3- وروى الإمام أحمد عن علي بن أبي طالب: كان رسول الله - صلى الله عليه وسلم - عظيم اللحية).",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "فعلم بهذا أن إعفاء اللحية أمر نبوي وفطري , فطر عليه الرجل ، وهو مأمور به في دين الإسلام ، وأنه من سنن الأنبياء عليهم الصلاة والسلام، وهدي الصديقين والشهداء, وسمت الصالحين والعلماء, ولم ينقل عن نبي من الأنبياء أو عالم من العلماء- في القرون الثلاثة المفضلة أومن سار على نهجهم من بعدهم- أنه حلق لحيته وحاشاهم من ذلك. ¶ الفصل الرابع: ¶ هل إطلاق اللحية من شعائر الدين أم من قبيل الأفعال الجبلية ؟ ¶ ولقد كانَ نَباتُ اللحية أمرا فِطرِيا خَلقيا يَستَوي فيهِ جِتسُ الرًجالِ، لم يَكُن يصلُحُ أن يُعَد مُجردُ أن النبي - صلى الله عليه وسلم - كانَت لهُ لحية دَليلا على أنها مِن شَعائِرِ الدينِ. ¶ نعم، في إبقاءِ النبي - صلى الله عليه وسلم - لها دليلْ على أنها جائِزَة حَسَنَة، فإنَّه - صلى الله عليه وسلم - لا يَفعلُ القَبيحَ، وهذه قاعِدة في الأفعالِ والتروكِ الجِبِلِّيةِ مِمَا لا يتصِلُ بخِطابِ التكليفِ، فإن أدنى دَرجاتِهِ إباحَةُ ذلكَ الفِعلِ أو التركِ لمُجردِ أن النبي - صلى الله عليه وسلم - فَعَلَهُ أو تَرَكَهُ، إذْ لو كانَ فيهِ محذور لفعَلَ خِلافَهُ. كَذلكَ، كانَتِ اللحية عادَةَ جارِية في الناسِ قَبْلَ الإسلامِ، واستَمرت بعدَهُ، ولم يكُن وجودُها بمُجزدِهِ دَليلا على إسلامِ صاحِبِها، فَضلًا عَنْ أن تكونَ دَليلا على تقواهُ وصَلاحِهِ. ¶ - فَقَد قالَ اللهُ تعالى مِن قَبْلُ عَن هارونَ عليهِ السلامُ في قولهِ لأخيهِ موسى عليهِ السلامُ: {قَالَ يَا ابْنَ أُمَّ لَا تَأْخُذْ بِلِحْيَتِي وَلَا بِرَأْسِي..} طه: 94، فهذا رَسولَ مِن رُسُلِ اللهِ كانَت لهُ لحية.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "- وعَن أَنَسِ بنِ مالكِ، رَضِيَ اللّهُ عتهُ، قالَ: قالَ النبي - صلى الله عليه وسلم - يومَ بَدر: \"مَن يَتظُرُ ما فَعَلَ أبو جَهلِ؟ \" فاتطَلَقَ ابنُ مَسعودٍ فوَجَدَهُ قَدْ ضَرَبَهُ ابنا عَفْراءَ حتى بَرَدَ، فأَخَذَ بِلحيتِهِ، فقالَ: أَنتَ! أبا جَهلِ، قالَ: وهَل فَوقَ رَجُلٍ قَتَلَهُ قَومُه أو قالَ قَتَلتُمُوهُ؟ (حديث صحيح). فهذا عَدُو اللّهِ أبو جَهل كانَت لَهُ لحية. ¶ وفي حَديثِ أُم سَلَمَةَ في قِصَةِ الهِجرَةِ إلى الحَبَشَةِ حينَ قرا جعفرُ بنُ أبي طالِبِ صَدرا مِن سُورةِ مريم على النجاشِيِّ، قالَتْ: فبَكى وَاللهِ النجاشِي حتَى أَخْضَلَ لحيتَهُ . فهذا النجاشِي مَلِكُ الحَبَشَةِ كانَ نصرانِيا، وكانَت لَهُ لِحْيَةٌ . ¶ وعَنْ جابِرِ بنِ عبد الله، قالَ: أُتِيَ بأَبي قُحافَةَ يومَ فَتْحِ مكَّةَ ورَأْسُهُ ولحيتُهُ كالثغامَةِ بَياضا، فقالَ رَسُولُ اللّهَ - صلى الله عليه وسلم - ِ: \"غَيروا هذا بِشَيءٍ واجْتَنِبُوا السو ادَ \".فهذا أبو قُحافَةَ والِدُ أبي بكْرٍ الصًدًيقِ أُتِيَ بهِ ليُسْلِمَ يومَ الفَتْحِ وهوَ على تلكَ الصًفَةِ، فكانَ ذا لحية في الجاهليةِ والإسْلامِ. ¶ وهذه أمثلة تَحكِي واقِعَ الناسِ يومَئذٍ ، كانَت اللحيةُ عنْدَ الرجالِ عادةً جارية وحالَا مُتبَعا، عتدَ مُسلِمِهم وكافِرِهم، سِوى ما سيأتي ذكرُهُ عَنِ المجوسِ فإنَّهم رُبما كانُوا يَحْلِقونَها عادةَ لَهم. ¶ فهذا المقدارُ مِما يتصلُ باللحية لا يَدل على اعْتبارها منْ شعائر الدِّينِ. ¶ فإنْ قيلَ: نَعَمْ كانَت كذلكَ، لكن جاءَت شَريعَة الاسلام بنقْل تلْكَ العادَةِ إلى شَعيرةٍ بأمرِ رَسُولِ اللهَ - صلى الله عليه وسلم - بِها.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قلت: موضِعُ تقريرِ ذلكَ الكلامُ على النوعِ الثاني من الأحاديث الثابتَةِ في اللًحيةِ مِنَ السننِ القوليةِ، وسيأتي بيانُ وُجوه دلالاتها، لكنْ المقامَ هُنا في تحريرِ دلالةِ الصفَةِ النبويةِ، فإنه قَد ظَهر انها كانت من بابِ العادَةِ، وأنه لا يُعرَفُ رجُلٌ دخَلَ الإسلامَ على عَهد النبي - صلى الله عليه وسلم - كان يَحلِقُ لحيتَهُ، فلمَا أسلَمَ أعفاها، وإنما كانَت عادةَ المسلمين وغيرهم، ولم تكُن بمُجرَدِها علامةً على إسلامِ ولا تَقوَى ولا دين. ¶ نَعَمْ، استَفَدنا مِن صِفَةِ لحية النبي - صلى الله عليه وسلم - أدنى ما يكون من المشروعيةِ، وهُوَ إباحَةُ اتخاذِ اللحية لا غَير، أما ما يزيد على الإباحةِ فهذا مِما يُطْلَبُ مِن أدلةِ أُخْرى. ¶ المبحث الثاني: ¶ دلالة ما ورد بخصوص الشارب على حكم إعفاء اللحية ¶ الفصل الأول: ¶ الألفاظ الواردة في قص الشارب ¶ معنى الشارب : هو ما سال على الفم من الشعر. ¶ يُلاحَظُ ان الأحاديثَ الثلاثةَ اتفَقَت على الأمرِ بإعفاءِ اللحية مُقتَرنا بالأمرِ بإحفاءِ الشارِبِ، وحيثُ لم يأتِ الأمرُ ثابتا بخُصوصِ اللحيَةِ إلا في هذه الأحاديثِ، فإن الواجِبَ حينَ اتحدَ المخرَجُ والصيغَةُ أن يتحِدا في درَجَةِ الحُكمِ، ولا يصلُحُ ادِّعاءُ افتِراقِ حُكمِهِما مِن نَفْسِ هذهِ الأحاديثِ. ¶ والبَحثُ أفادَنا وجودَ ما يدل على الزِّيادَةِ في حُكمِ الشارِبِ، حيثُ ثَبَتَ فيهِ مِنَ الأدلةِ غيرُ هذه الأحاديثِ الثلاثَةِ، بِخِلافِ اللِّحيَةِ فإنه لم يَرِد فيها مِمَّا يثبتُ سِوى ما اشتَرَكَت فيهِ معَ الشارِبِ. ¶ نعم، و سَنتعرض لاحقا إلى مَنِ استدلَ للزيادَةِ في درجَةِ حُكمِ إعفاءِ اللًحيَةِ بأدلةٍ غيرِ صَريحَة بوُجوهٍ من التَّأويلِ، سيأتي تفصيلُها. ¶ والمقصودُ هُنا ضَرورَةُ مُلاحَظَةِ الاتفاقِ بينَ الشارِبِ واللحية في جَميعِ هذه الأحاديثِ.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "وحيثُ إن ما أُمِرَ بهِ بخُصوصِ اللحية يأتي بخصوص الشارب الأمرُ بنَقيضِهِ، فجَديرٌ أن يُقهَمَ معنى ألفاظ الأوامِرِ التي جاءت في الشارِبِ لِما قد تزيدُهُ مِن وُضوحِ التَّصورِ للمرادِ بالأوامِر في اللحية، على حَدً ما قيلَ: (وبِضِدها تتميزُ الأشياءُ)، كما يُستَفادُ منها حكم ما يتصلُ بالشَارِبِ كذلكَ. ¶ اعلَم أَن مجموعَ تلكَ الألفاظِ سَبعَة، ودلالَتُها كما يأتي: ¶ 1- أَحفوا : ¶ مِنَ الإحفاءِ لا مِنَ الحَف، قالَ الأصمَعي: \"أَحفى شارِبَهُ ورأسَهُ إذا ألزَقَ حَزهُ \" أي قَطعَهُ. ¶ وفيهِ معنى الاستِقصاءِ، ومنهُ: (أحفى في المسألة)، ولِذا قالَ الجوهري: \" أحفى شارِبَهُ: أي استَقصى في أخْذِهِ وألزَقَ جَزَّهُ \" ¶ لكن ابنَ فارسِ لم يذهَب فيه إلى المُبالَغةِ في القصً، كأنه صارَ إلى الجَمعِ بينَ الرواياتِ في ذلكَ، فقالَ : \" أحفَيتُ شارِبي إحفاءً: أخَذتُ منهُ \". ¶ والأشبَهُ بدلالةِ الفقه أن الإخفاءَ كما قالَ أبو شامَةَ المقدسي: \"بمعنى الاستِقصاءِ والاستئصالِ\". ¶ وهَل يدلُ هذا اللفظُ على الحَلقِ، أم المُبالَغَةِ في القَصِّ؟ ظاهِرُ تفسيرِ اللغه يحْتَمِلُ الوجهينِ، وتعيينُ المُرادِ يتحرَرُ مِن خِلالِ اعْتِبارِ دلالةِ سائِرِ ألفاظ الأوامِرِ الوارِدَةِ في الشارِبِ. ¶ 2- حُفوا : ¶ مِنَ الحَفٌ ، ومِنه: (حَفتِ المرأَةُ وجهها) إذا أَخَذَت شعرهُ وأزالَتْهُ بالموسى. والأخْذُ بالموسى إنما هُوَ الحَلقُ. ¶ 3- انهَكوا : ¶ مِنَ النهكِ، قالَ الخطابي: \"والنهكُ: المُبالَغَةُ في كُل ما تُعالِجُهُ مِن شَيء، وقد يُستَعمَلُ ذلكَ في القِتالِ وَالضربِ، كَما يُستَعمَلُ في الأكلِ والشْربِ والطعامِ \". ¶ ولِذا قالَ في معنى اللفظِ في هذا الحديثِ: يعني مُبالَغَةَ القَص . ¶ وهذا لفظ لا يُحمَلُ على الحَلقِ، لأن الحَلقَ لا يوصَفُ بالمُبالَغَةِ، إنما يدل على الأخذِ الشديدِ الذي يُبقي الشيءَ منهُ. ¶ 4- جُزوا :",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "مِنَ الجَز، وهُوَ القَطعُ، يُقالُ: (جَز الصُّوفَ، والشعر، والنَّباتَ) إذا قَطَعَهُ، لا يختَلفونَ في ذلكَ. ¶ وجائِز أن يكونَ القَطعُ باستِئصالِهِ، أي: بَترِه مِن أُصولِهِ، كما يجوزُ أن يكونَ بمُجردِ قَصِّهِ. ¶ وقَد قالَ ابنُ الأثيرِ في تفسيرِ الجَز: \"هُوَ قَص الشعر والصوف \". ¶ وعليهِ فلا يكونُ في اللفظِ دلالةْ صَريحَة على الحَلق، لكنْ قد يدل على القَص الشديدِ، أي: النهكِ. ¶ 5- قُصُّوا : ¶ ومعناهُ ظاهِرْ، وهُوَ القَطعُ مِنَ الشعر قليلا أو كثيرا بما لا يصل إلى الحَلقِ والاستِئصالِ. ¶ قالَ في القاموسِ : قَص الشعَرَ والظفر قطع منهما بالمِقَص، أي المِقراض. ¶ والأصل في مجيءِ هذا اللفظ مِن (تتبع الشيء) فمنة اقتصاصُ الأثَرِ، ومنهُ سميت (القِصَة) لأنها تتبعُ فتُذكَرُ، و (القِصاص) لأنه يتبع فيهِ القاتِلُ مَن قَتَلَ، ومنهُ جاءَ: (قَصَصْتُ الشعرَ) وذلك أنك إذا قصصته فقد سويتَ بينَ كُل شعرةِ وأُختِها، فصارَت الواحدة كأنها تابعة للأخرَى مُساوَية لها في طريقِها . ¶ 6- خُذوا : ¶ وهذا اللفظ بينُ الدلالةِ في نفسِهِ، لكن استعماله هنا قد يدلْ على استيعابِ الشَارِبِ أخْذا، ولا يكونُ إلا بالحَلْقِ، كما قدْ يجري على المُبالَغَةِ في الأخذِ. والثاني أرجَحُ بدليلِ الرواية التاليةِ: ¶ 7- خُذُوا مِن : ¶ (مِن) هُنا للتبعيض، والمعنى: خُذوا بعْضَ الشَّارِبِ لا كُلَّهُ. فهذا اللفظُ رَفَعَ الإبهامَ في معنى الأخْذِ، وحيثُ دلَتْ هذه الرواية على عَدَمِ استيعابِ الشارِبِ أخذا فهذا ظاهِرُ التَوافُقِ معَ معنى القَص، فيؤخَذُ مِنَ الشارب ويتْرَكُ بعضهُ.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وإذا كانَت هذه دلالةُ الألفاظ الثلاثةِ الأخيرَةِ، كانَت مُفسرةً للمُرادِ بالألفاظِ الأخرى، ففيها إفادة عدَمِ إرادَةِ الحَلقِ بشيءِ منها، وهذا يَقضي بأن يكونَ المراد بالحَف المُبالَغَةَ في القَص إلى ما يُشْبِهُ الحَلقَ ويقرُبُ منهُ، وهُوَ المُعبرُ عنهُ في روايةِ بالإخفاءِ، وفي أخرى بالنهكِ، وفي أخرى بالجَز، فهذه ألفاظ دالَةْ على مُبالَغَةِ القَص كما تقدم في شرحِها. ¶ وعليهِ فيكونُ حاصِلُ المعنى المأمورِ بهِ في الشَارِبِ بمُقْتَضى هذه الأوامِرِ السبعَةِ: قَص الشَارِبِ دونَ إزالَتِهِ. ¶ وهذا المعنى ينبغي أن يكونَ المُتعينَ، وذلكَ لِما زادَهُ مِنَ القرائنِ ترجيحا، بِخِلافِ القول بحَلقِهِ فلَيسَ فيهِ على التحقيقِ شيء يُصارُ إليهِ إلا دلالةُ لفظ الحَف والإخفاءِ، وقَد عَلِمتَ وجههُما بِحَملِهِما على ما دلَتْ عليهِ ألفاظ سائِرِ الرواياتِ، وهي أظهَرُ ¶ الفصل الثاني: ¶ المرجِّحات المُشارُ إليها، فتتلخصُ في أرْبَعَة: ¶ المرجِّحُ الأولُ: مَجيء النص صَريحا في الأمرِ بالأخذِ منَ الشارِبِ لا أَخذِهِ كُلهِ، وذلكَ بخبرِ مستقل به دونَ اللحيَةِ، وهُوَ حديثُ زَيدِ بنِ أَرْقَمَ، - رضي الله عنه - ، عَنِ النبي - صلى الله عليه وسلم - قالَ: \"مَن لم يأخُذْ مِنْ شارِبِهِ فليسَ مِنَّا\" . ¶ المرجحُ الثاني: ما جاءَ في الحثً على الأخذِ مِنَ الشاربِ عامتُهُ يأتي بَلْفظِ القَصً وما يندَرِجُ تحَتهُ، فمِن ذلكَ:",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "1) حَديث أبي هريرة وعبد الله بنِ عُمَرَ رَضِيَ اللهُ عنهُم في خِصالِ الفِطرَةِ، فإنهما حَفِظا عَنِ النبي - صلى الله عليه وسلم - فيهِ قولهُ: \"قَص الشارِبِ \"، هكذا في أكثَرِ الرٌواياتِ عنهُما، ومِنَ الرواةِ مَن حَفِظَهُ: \"أَخْذُ الشارِبِ\"، ولفظ القَص يُفسْرُه وُيزيلُ إبهامَهُ، على أن في الرواية الصحيحَةِ أيضاَ: \"والأخْذُ منَ الشارِبِ\"، كَما وَرَدَ في بعض الألفاظِ : \"تَقصير الشارِبِ\"، لكنها رِواية لينةُ الإسنادِ، والعُمدَةُ على روايةِ (القص) و (الأخذِ). ¶ وأما ما رُوِيَ بلفظ \"حَلقُ الشارِبِ\" عِتدَ النَّسائي في \"السنن الكُبرى\" في روايةِ أبي هريرة فلا يخرج عن كونه تَحريف. ¶ وبعدَ أن أشارَ الحافِظُ ابنُ حَجَر إلى علةِ روايةِ الحَلقِ هذه، مالَ إلى إمكانِ تقويَتِها ببَعضِ الألفاظِ الأخرى المُحتَمَلَةِ، فقالَ: \"نعم، وَقَعَ الأمرُ بِما يُشعِرُ بأن روايةَ الحَلقِ محفوظَة، كحَديثِ العلاءِ بنِ عَبدِ الرحمن عن أبيهِ عَنْ أبي هريرة - رضي الله عنه - عند مسلم بلفظ: (جُزوا الشوارِبَ)، وحَديثِ ابنِ عُمَرَ... بلَفْظِ: (أحْفوا الشَّوارِبَ)، و... بلفظ: (انهَكُوا الشوارِبَ)، فكُلُ هذه الألفاظِ تدل على أن المطلوبَ المُبالَغَةُ في الإزالَةِ، لأن الجَز... قَص الشعر والصوفِ إلى أن يبلغ الجلْدَ، والإحْفاءَ... الاسْتِقْصاءُ، ومنهُ: (حَتَى أحْفَوهُ بالمسألةِ)، قالَ أبو عُبيد الهَرَوُي: معناهُ ألزِقوا الجَز بالبَشَرَةِ، وقالَ الخطَابي: هُوَ بمعنى الاستِقصاءِ، والنهكَ... المُبالَغَةُ في الإزالَةِ.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فهذا مصير من الحافِظِ إلى تقويةِ ما ورَدَ في حديثِ خِصالِ الفِطرَةِ بِما وَرَدَ مأمورا بهِ بخُصوصِ اللحية والشَارِبِ مِنَ الحديثِ والذي هُوَ من بابِ آخَرَ، ولو سلمنا صحةَ ما ذهَبَ إليهِ مِن حَيْثُ جوازُ حَلقِ الشَارِبِ بِما قد يُستَفادُ من ألفاظِ الجَز والإخفاءِ والنهكِ، فإنه لا يُسلَمُ لهُ أن يُقويَ ما وَقَعَ في لفظ حديثِ الفِطرَةِ الذي جاءَت جميعُ الرواياتِ فيهِ بلفظ (القَص) أو (الأخذِ)، بل الحَديثُ بنَفسِ الإسنادِ الذي ورَدَ فيه لفظ (الحلقِ) مَروي في \"السنن الصُّغرى\" للنسائي نفسِهِ بلفظ (الأخْذِ)، فهذا إن سَلِمَ مِن الحُكمِ بانه مُحرف فهُوَ شاذ، والشَاذ من الحديثِ خَطَأ لا يُعتَبَرُ بهِ. ¶ أما ما ذكَرَ الحافِظُ من دلالةِ الألفاظِ الثلاثةِ: (الجَز، والإخفاءِ، والنهكِ) فإن ما أورَدتهُ آنفا في تفسيرِها يُبينُ- إن شاءَ اللّهُ- الوَجْهَ فيها مِن حيثُ الفقه، والواجِبُ حيثُ اتحدَت مخارجُ تلكَ الألفاظِ أن يُصارَ إلى حَملِ بعضها على بعض ، يُفسرُ المُجمَلُ بالمُبينِ، وُيميزُ المرادُ بالمُشتَرَكِ بالمُعينِ، ولو وَرَدَ في شيءٍ منها الأمرُ بحَلْقِ الشَارِبِ صَريحا لأشكَلَ أن يؤمرَ بالقصً وأن يومرَ بالحَلقِ، لكنَّ شيئا من النصوصِ لم يَرِد بذلكَ، إنما ورَدَت ألفاط قد تدل على الحَلقِ وقد تدل على غيرِهِ، فلما جاءَ في الألفاظِ الثابتَةِ ما يُعينُ المرادَ، وهُوَ لَفظُ القَصً والأخذِ مِن الشَارِبِ، وَجَبَ المصيرُ إليهِ دونَ غيرِهِ. ¶ 2) حَديثُ آَنسِ بنِ مالك في التوقيتِ في الأخذِ مِنَ الشارِبِ، ولَفظُهُ، قالَ: ¶ \"وُقتَ لَنا في قَص الشارِبِ، وتَقليم الأظفارِ، و نتف الإبط، وحلق العانَةِ، أن لا نَتْرُكَ أكثَرَ مِنْ أَربَعينَ لَيلَةً \"(حديث صحيح.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "هذا الحديثُ وإن لم يُذكَر فيهِ النبي - صلى الله عليه وسلم - إلَا أن الصحابي إذا قالَ: (وُقتَ لَنا) انْصَرَفَ إلى مَن لَهُ حَق التَوقيتِ لَهُم، وقَد كانَ النبي - صلى الله عليه وسلم - على أن مِنَ الرواةِ مَن سَمَى فاعِلَ التوقيتِ فقالَ: وَقتَ لَنا رَسُولُ اللهَ - صلى الله عليه وسلم - . ¶ والدَلالةُ في هذا الحَديثِ مِن وَجْهَيْنِ: ¶ الوجه الأول: قولُه: (قَص الشَارِبِ)، وسَبَقَ أن القَص غيرُ الحَلْقِ، فيهِ إبقاء لبعض الشعر، لا يُستَأصَلُ كُلُّهُ. ¶ والوَجه الثاني: التوقيتُ بأربعين ليلة إذْن في إبقاءِ الشارِبِ يَنمو تلكَ المدْةَ، وهذا دَليلَ على أن الحَلقَ غيرُ مُرادِ في الأمرِ النبويٌ في تلكَ الأحاديثِ، لأْنه يجوزُ أن يأتيَ عليهِ أربعونَ ليلةَ لا يُقْطَعُ منهُ شيء، ولو أريدُ الحَلقُ فالأصل امتِثالُ الأمرِ كُلما وُجِدَ مِنَ الشَارِبِ ما يُحلَقُ، فلا يكونُ للتوقيتِ بالأربعينَ حينئذٍ معنَى. ¶ المرجحُ الثالث : الفِعلُ النبوي. ¶ فَقَد جاءَت الرواية مِن فعل رَسُولِ اللّهِ - صلى الله عليه وسلم - بشارِبِ نَفْسِهِ بلَفْظِ الإحفاءِ. ¶ فعَن عُبَيدِ بنِ جُرَيْجِ أنهُ قالَ لابنِ عُمَرَ: رأيتُكَ تُحفي شارِبَكَ، قال: رأيتُ النبي - صلى الله عليه وسلم - يُحفي شارِبَهُ. ¶ فهذا يعودُ إلى معنى غيرِ صَريحٍ كما تقدم، لكن يفْهم المرادُ به مِن جِهَتَينِ: ¶ الأولى: ما صَنَعَهُ النبي - صلى الله عليه وسلم - بشارِبِ غيرِهِ مِن أصحابهِ، الرواية مِن حَديثِ المُغيرَةِ بنِ شُعبَةَ، - رضي الله عنه - ، قالَ: ¶ ضِفتُ النبي - صلى الله عليه وسلم - ذاتَ لَيلَةٍ، فأمَرَ بجنب فشُوِيَ، وأخَذَ الشفرَةَ فَجَعَلَ يَجُز لي بِها متهُ، قالَ: فجاءَ بِلال فآذَنَهُ بالصَلاةِ، قالَ: فألقى الشفرَةَ وقالَ:\" ما لَه ُ؟ تَرِبَت يَداهُ! \"، وقامَ يُصَلًي، وكانَ شارِبي وَفَى، فَقَصهُ لي على سِواكِ، أو قالَ: \"أقصهُ لكَ على سِواي\".",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وفي روايةِ: أَخَذَ مِن شارِبي على سِواكِ . ¶ وهذا مِن أحسن ما وَرَدَ في الحديثِ في صِفَةِ الأخذِ مِنَ الشَارِبِ، فإنه صَريحْ في استِعمالِ لفظ القَصً، وهُوَ الأخْذُ مِنَ الشَعْرِ لا إزالَتُهُ، بلْ قَطَعَت بهِ الرواية الثانيةُ، ثم إن القَصَ على سِواكِ إنما يُتَصوَرُ فيهِ أن يوضَعَ عود السواكِ تحتَ الشاربِ على الشَفَةِ العُليا، فما زادَ مِنَ الشعر قُطِعَ. ¶ فهذا الحَديث مُفَسر أن تلكَ الأوامِرَ إنما أريدَ بها قَصُ الشارِبِ والأخْذُ منه لا حَلقه، واستُعمِلَت ألفاظُ الحَف والإحفاءِ والجَز والنهكِ للدلالةِ على مبالغَة القَص لا الحَلقِ. ¶ الثانيَه: ما جاء مِن فِعلِ عَبدِ اللّهِ بنِ عُمَرَ مُفسرا، فإنه جعَلَ صَنيعَهُ الذي ذكَرَهُ عبَيدُ بن جُرَيجِ بلفظ الإخفاءِ نَفْسَ صَنيعِ النبي - صلى الله عليه وسلم - فما الذي جاءَت بهِ الرٌوايةُ الثابتةُ مِن فعل ابنِ عُمَرَ؟ ¶ تَواتَرَ عَنِ ابنِ عُمَرَ إنه كانَ يُبالِغُ في الأخْذِ مِن شارِبِهِ، لكتَه لم يَرِدْ في شَيءٍ منَ النقلِ عَنهُ حَلقُ الشَارِبِ. ¶ فقَد تقدم عَنهُ أنهُ كانَ يجُز سِبالَهُ كَما تُجَز الشاة أو البعير . ¶ كما تقدَّمَ إنه معَ جماعَةِ من أصحاب النبي - صلى الله عليه وسلم - كانوا ياخذون من الشَوارِبِ كأخذِ الحَلقِ. ¶ وقالَ محمد بن زَيد العُمَري: كانَ ابنُ عُمَرَ يحفي شارِبَهُ، حتْى تَنظُرَ إلى بَياضِ الجِلْدَةِ. ¶ وفي رِوايةِ: حتَى أرى بَياضَ بَشَرَتِهِ، أو يَستَبينَ بَياضُ بَشَرَتِهِ. ¶ وقالَ عُقبَةُ بنُ (مُسلِم): ما رأيت أحَدا أَشَدَ إِخفاء لشارِبِهِ مِنِ ابنِ عُمَرَ، كانَ يُخفيهِ حتى إن الجِلْدَ لَيُرَى. ¶ وقالَ أبو سَلَمَةَ بنُ عَبد ِالرحمن: رأيتُ ابنَ عُمَرَ يُحفي شارِبَهُ حتى لا يترُكَ منه شيئا.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أقولُ: فهذا هوَ المحفوظُ عَنِ ابنِ عُمَرَ مِن صِفةِ إحفائِه شارِبَهُ، وكانَ يأخُذُ جميعَ الشَارِبِ أخْذا شَديدا يُرى منهُ بياضُ الجِلْدَةِ لكنه لم يكُن يَحْلِقُهُ، وصَدَقَ فيما ذكَرَ عَن رَسُولِ اللّهِ - صلى الله عليه وسلم - أنه كانَ يُحفي شارِبَهُ، فهذا هُوَ تفسيرُ الإحفاءِ النبوي، وهُوَ تفسيرُ الأوامِرِ الَتي جاءَت بالإخفاءِ وشِبْهِهِ. ¶ فكانَ فِعلُهُ عليهِ الصلاةُ والسلام كما حكى ابنُ عُمَرَ، وكما فَعَلَهُ بشارِبِ المُغيرَةِ، جميعُهُ دال على أن مقصودَ الشارعِ بأمره بالإحْفاءِ إنما هُوَ قَص الشارِبِ لا حَلقُهُ، قَصا شَديدا أو أَخذُ ما يكونُ على الشَفَةِ وهُوَ الإطارُ، كما يدل عليهِ حديثُ المُغيرَةِ. ¶ وبهذينِ الهَديَيْنِ عَنِ التبي - صلى الله عليه وسلم - جاءَ عَمَلُ أصحابِهِ، وهُوَ المُرجِّحُ التالي. ¶ المرجحُ الرَابعُ: ما وَرَدَ عَن أصحابِ النبي - صلى الله عليه وسلم - بعْدَهُ لم يُتقَلْ في شيءِ منهُ عنْ أحَدِ منهُم حَفؤُ الشَارِبِ. وقَدْ وَرَدَ الفِعْلُ عنهُم على صُورتينِ كِلاهُما مِمَّا يندرجُ تحتَ القَص دونَ الحَلْقِ: ¶ الأولى: الأخْذُ مِنْ جَميعِ الشارِبِ. وهذا ثَبَتَ بهِ الخَبَرُ عَن جماعَة مِنَ الصحابَةِ، مِن ذلكَ ما أخْبَرَ بهِ عُثْمانُ بنُ عُبَيد ِاللّهِ بنِ رافِع، أنه: ¶ رأى اْبا سَعيدِ الخُدرِي، وَجابِرَ بنَ عبد الله، وعَبد َاللهِ بنَ عُمَرَ، وَسَلَمَةَ بنَ الاْكْوَعِ، وَأبا أُسَيد البَدرِي، وَرافِعَ بنَ خَديجٍ ، وَأَنَسَ بنَ مالك، رَضِيَ اللّهُ عنهُم، يأخُذونَ مِنَ الشوارِبِ كأخذِ الحَلقِ، وَيُعفونَ اللحى، وًينتِفونَ الآباطَ. ¶ والثانية: الأخْذُ منة حتًى يَبدُوَ طَرَفُ الشَفَةِ. ¶ وهذا جاءَ ما يُمكِنُ الاستِشهادُ بهِ عَنْ أميرِ المؤمنينَ عُمَرَ بنِ الخَطَّابِ - رضي الله عنه - .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فعَن إسحاق بن عِيسى الطباعِ، قالَ: رَأَيْتُ مالِكَ بنَ أَنَس وافِرَ الشارِبِ، لشارِبِهِ ذنَبتانِ، فسأَلتُهُ عَن ذلكَ؟ فقالَ: حَدثني زَيْدُ بنُ أسلَمَ، عَنْ عامِرِ بنِ عبد الله بنِ الزبَيرِ، عن أَبيهِ، أَن عُمَرَ بنَ الخطابِ كانَ إذا كَرَبَهُ أَمرْ فَتَلَ شارِبَهُ وَنَفَخَ فأفتاني بالحَديثِ. ¶ وكذلكَ ما أخْبَرَ بهِ شُرَحْبيلُ بنُ مسلم الخَولانيُ، قالَ: رأَيْتُ خَمْسَةً مِن أصحاب رَسُولِ اللهِ - صلى الله عليه وسلم - يقُصونَ شوارِبَهم، وُيعفونَ لِحاهم، ويُصَفرونَها: أبو أُمامَةَ الباهلي، وعَبدُ اللّهَ بنُ بُسر، وَعُتبَةُ بنُ عَبدٍ السلَمِي، وَالحجاجُ بنُ عامِر الثمالي، وَالمِقدامُ بنُ مَعدي كَرِبَ الكِندي، كانوا يَقُصونَ شَوارِبَهم معَ طَرَفِ الشفَةِ. ¶ وهذا الصنيعُ مُحقق للمطلوبِ بالأخذِ مِنَ الشارِبِ، وعليهِ يُحمَلُ شأنُ عُمَرَ. ¶ ثم إن مذهَبَ عُمَرَ لم يَزل محفوظا شائِعا في مدينَةِ رسولِ اللهِ - صلى الله عليه وسلم - حتى صارَ إلى مالكِ بنِ أنس، فإن الرًوايةَ قذ ثَبَتت عن محمد بنِ هِلال المدني: أنه رأى سَعيدَ بنَ المُسيبِ، وعُمَرَ بن عبد العزيزِ، وَالقاسِمَ بنَ مُحمَّدِ، وَسالِما، وعُروَةَ بنَ الزبَيْرِ، وَجَعْفَر بن الزبير، وَأبا بَكرِ بنَ عَبد ِالرحمن، وعُبَيدَ اللهِ بنَ عَبدِ اللهَ، لا يحفون شواربهم جدا، يأخُذونَ مِتها أخْذا حَسَنا. ¶ كَما ثَبَتَ عَنْ عُمَرَ بنِ عَبد ِالعَزيزِ أَنه سُئِلَ: ما السنة في فَضلِ الشَارِبِ؟ قالَ: يَقُص حتَى يَبدُوَ الإطارُ، وًيقْطَعُ فضل الشاربين. ¶ قُلْتُ: فهؤلاءِ فُقَهاءُ المدينَةِ ومَن إليهِم انتهى هدي رسول الله - صلى الله عليه وسلم - وأصحابهِ بَعدَهُ كانَ الحَف عندَهُم والإخفاءُ ليس بإزالة الشارب، إنما بالأخذِ الحسَنِ، وهُوَ محمولْ على الصورَةِ التي حكاها عمَرُ بنُ عَبْدِ العَزيزِ. ¶ خلاصة هذا المبحث",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "حاصِلُ ما تقدم تحريرُهُ في شأنِ الشَارِبِ يتلخَّصُ فيما يأتي: ¶ 1) أَمَرَ النبي - صلى الله عليه وسلم - بإخفاءِ الشَارِبِ وحَفهِ وجَزهِ ونَهكِهِ وقَصِّهِ والأخْذِ منهُ، وهيَ ألفاظ دل مجموعُها على شَرعيةِ الأخْذِ مِنَ الشارِبِ، وليسَ فيها ما دَل صراحة على حَلقِهِ. ¶ 2) لم يرد صَريحا في شيء مِنَ النصوصِ الثابتَةِ حَلْقُ الشَّارِبِ. ¶ 3) ثبتت السنة الفِعليةُ بقَص الشارِبِ مِن جَميعِ جِهاتِهِ قَصا دونَ الحَلقِ، كما ثَبتت بجواز الاكتِفاءِ بقَصً ما يطولُ منهُ مِمَا يكونُ على الشفَةِ العليا لابقاءِ سائرِهِ. ¶ وإذا تبينَ كونُ هذا هُوَ المطلوبَ فعلُهُ بالشارِبِ، وقَد قوبِلَتْ بهِ الأوامِرُ بِضد ذلكَ في اللًحيَةِ، فيتضِحُ منهُ: ¶ 1- تَرْكُ الأخذِ مِنَ اللحية، وذلكَ أن قَص الشَارِبِ جاءَ الأمْرُ بهِ على سبيلِ المُقابَلَةِ لِما يُصْنَعُ باللحية، فحيثُ شُرعَ فيهِ القَص فالذي يُقابِلُهُ فيما يندرجُ تحْتَ دلالةِ الألْفاظِ الوارِدَةِ في اللحية، إنَّما هُوَ الإعْفاءُ مِنَ القَص والأخْذِ. ¶ 2- امتِناعُ دلالةِ نُصوصِ الأحاديثِ الثلاثةِ على شَرْعيَّةِ حَلْقِ اللحية، لأنَّ ما اتصَلَ منها بالشارِبِ والمأمورُ بهِ فيهِ الأخْذُ، دلَّت النصوصُ الوارِدَةُ فيهِ على عَدَمِ إرادَةِ الحَلْقِ، فكيفَ باللحية الَّتي أُمِرَ أن يُفْعَلَ بها ترْكُ الأخْذِ أصْلاً؟ ¶ الفصل الثالث: ¶ من فوائد الأخذ من الشارب : ¶ -امتثالا لأمر الرسول - صلى الله عليه وسلم - . ¶ -مخالفة المشركين ¶ -الأمن من التشويش على الأكل ¶ -الأمن من اجتماع الأوساخ فيه ¶ وإذا قيل فإن الكفار يفعلون ذلك فكيف نخالفهم ؟ .. ¶ أقول بفعلك في إتباع أمر النبي - صلى الله عليه وسلم - وصدق النية في اتباع قوله فقد خالفتهم ..",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وأيضا فإن الكفار لا يعلمون لا الحف ولا الأخذ فأنت مطالب في الحف وبذلك تكون خالفتهم، وكذلك فإن عدم اخذ الشارب مؤقت بأربعين يوم فإذا زاد فأنت آثم والكفار لا توقيت لهم .. وأيضا فإن فعلنا للشارب هو عبادة وأخذنا له عبادة بنية صالحة والكافر لا نية له فقد تباين الأمر ووجب مخالفتهم . ¶ حكم حلق شعر الحلق والرقبة : ¶ الشعر النابت على الحلق أو الرقبة لا يدخل في حد اللحية ، بل هو من الشعر المسكوت عنه . فلا باس بحلق هذا .. ¶ المبحث الثالث: ¶ الأحاديث النبوية الواردة في اللحية مع شرحها وبيان ما يستنبط منها ¶ الفصل الأول: ¶ ما ورد من أن إعفاء اللحية وقص الشارب من دين الإسلام : ¶ 1- عن عائشة- رضي الله تعالى عنها - قالت : قال رسول الله - صلى الله عليه وسلم - : (( عشر من الفطرة: قص الشارب وإعفاء اللحية والسواك والاستنشاق بالماء وقص الأظفار وغسل البراجم ونتف الآباط وحلق العانة وانتفاص الماء يعني الاستنجاء بالماء )). ¶ قال مصعب نسيت العاشرة إلا أن تكون المضمضة . أخرجه أحمد وابن أبي شيبة ومسلم وأبوعوانة وأبو داود والطحاوي والترمذي والنسائي وابن ماجه وابن خزيمة والدارقطني وغيرهم. ¶ 2- عن أبي هريرة - رضي الله عنه - قال: قال رسول الله - صلى الله عليه وسلم - \" من فطرة الإسلام الغسل يوم الجمعة والاستنان وأخذ الشارب وإعفاء اللحى ،فإن المجوس تعفي شواربها وتحفي لحاها فخالفوهم ، حفوا شواربكم وأعفوا لحاكم )) رواه ابن حبان (4: 23-1221) , وانظر ( الصحيحة7-3123 ) ¶ 3- وعن زيد بن أرقم - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال : من لم يأخذ من شاربه فليس منا )). أخرجه ابن أبي شيبة وأحمد والترمذي وصححه والنسائي .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "4- وعن عبيد الله بن عبد الله بن عبيد الله قال : جاء رجل من المجوس إلى رسول الله - صلى الله عليه وسلم - وقد حلق لحيته وأطال شاربه فقال له النبي - صلى الله عليه وسلم - : ما هذا؟ قال هذا في ديننا , قال : ولكن في ديننا أن نجز الشارب وأن نعفي اللحية.)) أخرجه ابن أبي شيبة. ¶ - امتثال لأمر الله ¶ 5- وعن يزيد بن حبيب مرسلا أن رسولا كسرى لما دخلا على رسول الله - صلى الله عليه وسلم - وقد حلقا لحاهما وأعفيا شواربهما كره النظر إليهما وقال: ويلكما من أمركما بهذا ؟!) قالا : أمرنا بهذا ربنا -يعنيان كسرى- فقال رسول الله - صلى الله عليه وسلم - : ولكن ربي أمرني بإعفاء لحيتي وقص شاربي). رواه ابن جرير بسند جيد وابن كثير وابن الجوزي وحسنه الألباني في فقه السيرة. ¶ الفصل الثاني: ¶ أقوال العلماء في معنى الفطرة الواردة في الأحاديث : ¶ - قال القرطبي في تفسيره (14: 24):\" واختلف العلماء في معنى الفطرة المذكورة في الكتاب والسنة على أقوال متعددة منها : الإسلام، قاله أبو هريرة وابن شهاب وغيرهما قالوا وهو المعروف عند عامة السلف من أهل التأويل \" . ¶ - وقال ابن القيم : \" وحيث جاءت الفطرة في كلام رسول الله - صلى الله عليه وسلم - فالمراد بها فطرة الإسلام \" . ¶ - وقال الحافظ في الفتح ( 10/339 ):\" وأما شرح الفطرة فقال الخطابي: ذهب أكثر العلماء إلى أن المراد بالفطرة هنا: السنة. وكذا قاله غيره، قالوا : والمعنى أنها من سنن الأنبياء ... ¶ وقال أبو شامة: أصل الفطرة الخلقة المبتدأة، ومنه: فاطر السماوات والأرض أي المبتدئ خلقهن، وقوله - صلى الله عليه وسلم - : كل مولود يولد على الفطرة أي على ما ابتدأ الله خلقه عليه ... ¶ وفي حديث الباب أن هذه الأشياء إذا فعلت اتصف فاعلها بالفطرة التي فطر الله العباد عليها وحثهم عليها واستحبها لهم ليكونوا على أكمل الصفات وأشرفها صورة . اه ...",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وقد رد القاضي البيضاوي الفطرة في حديث الباب إلى مجموع ما ورد في معناها وهو: الاختراع والسنة، فقال: هي السنة القديمة التي اختارها الأنبياء ، واتفقت عليها الشرائع وكأنها أمر جبلي فطروا عليها انتهى .... ¶ والتعبير في بعض روايات الحديث بالسنة بدل الفطرة يراد بها الطريقة لا التي تقابل الواجب، وقد جزم بذلك الشيخ أبو حامد والماوردي وغيرهما وقالوا: هو كالحديث الآخر عليكم بسنتي وسنة الخلفاء الراشدين ... ¶ ويتعلق بهذه الخصال مصالح دينية ودنيوية تدرك بالتتبع منها تحسين الهيئة وتنظيف البدن جملة وتفصيلا، والاحتياط للطهارتين والإحسان إلى المخالط والمقارن بكف ما يتأذى به من رائحة كريهة، ومخالفة شعار الكفار من المجوس واليهود والنصارى وعباد الأوثان، وامتثال أمر الشارع والمحافظة على ما أشار إليه قوله تعالى: [وصوركم فأحسن صوركم] لما في المحافظة على هذه الخصال من مناسبة ذلك، وكأنه قال: قد حسنت صوركم، فلا تشوهوها بما يقبحها، أو حافظوا على ما يستمر به حسنها، وفي المحافظة عليها محافظة على المروءة، وعلى التآلف المطلوب، لأن الإنسان إذا بدا في الهيئة الجميلة كان أدعى لانبساط النفس إليه فيقبل قوله ويحمد رأيه والعكس بالعكس... ¶ - وفي عون المعبود (1: 53) : \" الفطرة بكسر الفاء أي السنة القديمة للأنبياء ... ¶ قال الحافظ أبو سليمان الخطابي: فسر أكثر العلماء الفطرة في هذا الحديث بالسنة وتأويله أن هذه الخصال من سنن الأنبياء الذين أمرنا أن نقتدي بهم بقوله تعالى فبهداهم اقتده وأول من أمر بها إبراهيم عليه السلام، وذلك في قوله تعالى { وإذ ابتلى إبراهيم ربه بكلمات فأتمهن } قال ابن عباس: أمره بعشر خصال ثم عددهن فلما فعلهن قال إني جاعلك للناس إماما ليقتدى بك ويستن بسنتك وقد أمرت هذه الأمة بمتابعته خصوصا، وبيان ذلك في قوله تعالى : { ثم أوحينا إليك أن اتبع ملة إبراهيم حنيفا.}اهـ.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "فعلم بهذا أن إعفاء اللحية وقص الشارب من توابع الدين القيم, ولكن أكثر الناس لا يعلمون. ¶ الفصل الثالث: ¶ ذكر بعض الأحاديث الآمرة بإعفاء اللحية وقص الشارب ومخالفة الكفار، وبيان ما يستنبط منها: ¶ 1- عن عبد الله بن عمر : ( خالفوا المشركين, وفروا اللحى وأحفوا الشوارب ,...) رواه البخاري(5442) ¶ 2- وعنه أيضا: ( أنهكوا الشوارب وأعفوا اللحى ) رواه البخاري(5443) ¶ 3- وعنه أيضا: أحفوا الشوارب وأعفوا اللحى ) رواه مسلم (380) ¶ 4-وعنه من طريق الإمام مالك : ( أنه أمر بإحفاء الشوارب وإعفاء اللحية ) رواه الأئمة مالك وأحمد ومسلم وأبو داود والنسائي والترمذي . ¶ 5- وعنه أيضا : ( خالفوا المشركين أحفوا الشوارب وأوفوا اللحى ) مسلم (382) ¶ 6- وعن أبي هريرة : (جزوا الشوارب وأرخوا اللحى خالفوا المجوس } رواه الإمام أحمد ومسلم. ¶ 7- وعن أنس بن مالك قال: ( وقّت لنا في قص الشارب وتقليم الأظافر ونتف الإبط وحلق العانة ألا نترك أكثر من أربعين ليلة ) رواه أحمد ومسلم وأبو داود والنسائي والترمذي . ¶ 8- وعن أبي أمامة قال : ( خرج رسول الله - صلى الله عليه وسلم - على مشيخة من الأنصار بيض لحاهم فقال : يا معشر الأنصار حمروا وصفروا وخالفوا أهل الكتاب قال : فقلنا : يا رسول الله إن أهل الكتاب يتسرولون ولا يأتزرون فقال رسول الله - صلى الله عليه وسلم - : تسرولوا وائتزروا وخالفوا أهل الكتاب قال : فقلنا : يا رسول الله إن أهل الكتاب يتخففون ولا ينتعلون قال : فتخففوا وانتعلوا وخالفوا أهل الكتاب . قال : فقلنا : يا رسول الله إن أهل الكتاب يقصون عثانينهم ويوفرون سبالهم قال - صلى الله عليه وسلم - : قصوا سبالكم ووفروا عثانينكم وخالفوا أهل الكتاب ) . رواه أحمد والطبراني وحسنه الألباني. ¶ المعنى: ( عثانينكم ) جمع عثنون وهي اللحية . ( وسبالكم ) جمع السبلة بالتحريك وهو الشارب.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "9- وعن زيد بن أرقم أن رسول الله - صلى الله عليه وسلم - قال : ( من لم يأخذ شاربه فليس منا) .رواه أحمد والترمذي والنسائي وصححه الألباني ¶ 10- وعن أبي هريرة مرفوعا: ( الفطرة خمس الختان والاستحداد وقص الشارب وتقليم الأظافر ونتف الإبط ) متفق عليه . ¶ فتلك عشرة كاملة ، يمكن للمسلم صحيح الفطرة أن يأخذ منها أدلة كثيرة قاطعة على وجوب إعفاء اللحية وحرمة حلقها وهي: أولا : أمر الشارع بإعفائها والأصل في الأمر الوجوب, كما تقرر في \" علم الأصول \" : من أن الأصل في أوامره - صلى الله عليه وسلم - الوجوب لقوله تعالى: { فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم } وغيره من الأدلة التي لا مجال لذكرها الآن والخروج عن هذا الأصل لا يجوز إلا بدليل صحيح تقوم به الحجة ولا دليل فثبت المدعى . ¶ كما أن من المعلوم أن الأمر يفيد الوجوب إلا لقرينة والقرينة هنا مؤكدة للوجوب ، وهي : ¶ ثانيا: التشبه بالكفار ، لما تقرر في الشرع من أنه لا يجوز للمسلمين - رجالا ونساء - التشبه بالكفار سواء في عباداتهم أو أعيادهم أو أزيائهم الخاصة بهم . وهذه قاعدة عظيمة في الشريعة الإسلامية خرج عنها اليوم مع الأسف كثير من المسلمين حتى الذين يعنون منهم بأمور الدين والدعوة إليه جهلا بدينهم أو تبعا لأهوائهم أو انجرافا مع عادات العصر الحاضر ، وقد قال - صلى الله عليه وسلم - : ( جزوا الشوارب ، وأرخوا اللحى ، خالفوا المجوس ), وقال... : فإن المجوس تعفي شواربها وتحفي لحاها فخالفوهم حفوا شواربكم وأعفوا لحاكم ).... ¶ ثالثا : التشبه بالنساء ، فقد : ( لعن رسول الله - صلى الله عليه وسلم - المتشبهين من الرجال بالنساء ، والمتشبهات من النساء بالرجال ) . رواه البخاري ، والترمذي وصححه . . ولا يخفى أن في حلق الرجل لحيته - التي ميزه الله بها على المرأة - أكبر تشبه بها فيما هو من أظهر مظاهر أنوثتها ، فثبت حرمة حلقها ولزم وجوب إعفائها .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "يقول ابن القيم رحمه الله: ( وأما شعر اللحية ففيه منافع، منها الزينة والوقار والهيبة، ولهذا لا يُرى على الصبيان والنساء من الهيبة والوقار ما يُرى على دوي اللحى، ومنها التمييز بين الرجال والنساء . ¶ وهل هناك أظهر من الوجه في الجنسين، فإذا لم يكن حلق اللحية داخل في التشبيه الصريح بقصد أو بغير قصد فما هو التشبه؟! ¶ رابعا : تغيير خلق الله, وقد صح عن النبي - صلى الله عليه وسلم - أنه لعن النامصة - وهي التي تنتف شعر حاجبيها أو غيره بقصد التجميل - وعلل ذلك بأنه تغيير لخلق الله تعالى ، والذي يحلق لحيته إنما يفعل ذلك للحسن - زعم - وهو في ذلك يغير خلقة الله تعالى فهو في حكم النامصة تماما، ولا فرق إلا في اللفظ، ولا أعتقد أنه يوجد اليوم على وجه الأرض ظاهري يجمد على ظاهر اللفظ ولا يمعن النظر في المعنى المقصود منه، ولاسيما إذا كان مقرونا بعلة يقتضي عدم الجمود عليه قال تعالى في حق الشيطان: { لعنه الله وقال لأتخذن من عبادك نصيبا مفروضا، ولأضلنهم ولأمنينهم ولآمرنهم فليبتكن آذان الأنعام ولآمرنهم فليغيرن خلق الله ، ومن يتخذ الشيطان وليا من دون الله فقد خسر خسرانا مبينا }. فهذا نص صريح في أن تغيير خلق الله دون إذن منه تعالى ، إطاعة لأمر الشيطان ، وعصيان للرحمن جل جلاله ، فلا جرم أن لعن رسول الله - صلى الله عليه وسلم - المغيرات خلق الله للحسن ، ولا شك في دخول حالق اللحية للحسن في اللعن المذكور بجامع الاشتراك في العلة كما لا يخفى ، وإنما قلنا : [ دون إذن من الله تعالى ] ، لكي لا يتوهم ، أنه يدخل في التغيير المذكور مثل حلق العانة ونحوها مما أذن فيه الشارع ، بل استحبه ، أو أوجبه .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "خامسا: ما سبق ذكره من أنه - صلى الله عليه وسلم - جعل إعفاء اللحية من الفطرة كما جعل منها قص الأظفار وحلق العانة وغير ذلك مما رواه مسلم في \" صحيحه \" ففيه رد صريح على من يدعي أن اللحية من أمور العادات التي يختلف الحكم فيها باختلاف الأزمان والعصور ذلك لأن الفطرة من الأمور التي لا تقبل شرعا التبدل مهما تبدلت الأعراف والعادات : { فطرة الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن أكثر الناس لا يعلمون}. ¶ قال ابن حزم في المحلى (7/ 247): \" والفطرة سنة لا يجوز تعديها \". ¶ الفصل الرابع: ¶ إيضاح مسألة التشبه بالكفار وحرص الشريعة على ضرورة مخالفة المسلمين لهم : ¶ ينبغي أن يعلم أن الأدلة على صحة هذه القاعدة المهمة كثيرة في الكتاب والسنة وإن كانت أدلة الكتاب مجملة فالسنة تفسرها وتبينها كما هو شأنها دائما . ¶ فمن الآيات: ¶ 1) قوله تعالى : { ولقد آتينا بني إسرائيل الكتاب والحكم والنبوة ورزقناهم من الطيبات وفضلناهم على العالمين . وآتيناهم بينات من الأمر فما اختلفوا إلا من بعد ما جاءهم العلم بغيا بينهم إن ربك يقضي بينهم يوم القيامة فيما كانوا فيه يختلفون . ثم جعلناك على شريعة من الأمر فاتبعها ولا تتبع أهواء الذين لا يعلمون } . [ الجاثية 16-18 [ ¶ قال شيخ الإسلام ابن تيمية رحمه الله في ( الاقتضاء ) ( ص 8 ) : \" أخبر سبحانه وتعالى أنه أنعم على بني إسرائيل بنعم الدين والدنيا وأنهم اختلفوا بعد مجيء العلم بغيا من بعضهم على بعض ثم جعل محمدا - صلى الله عليه وسلم - على شريعة من الأمر شرعها له وأمره باتباعها ونهاه عن اتباع أهواء الذين لا يعلمون وقد دخل في { الذين لا يعلمون } كل من خالف شريعته . ¶ و{ أهواؤهم } : هو ما يهوونه وما عليه المشركون من هديهم الظاهر الذي هو من موجبات دينهم الباطل وتوابع ذلك فهم يهوونه . وموافقتهم فيه اتباع لما يهوونه .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولهذا يفرح الكافرون بموافقة المسلمين في بعض أمورهم ويسرون به ويودون أن لو بذلوا مالا عظيما ليحصل ذلك . ولو فرض أن ليس الفعل من اتباع أهوائهم فلا ريب أن مخالفتهم في ذلك أحسم لمادة متابعتهم في أهوائهم وأعون على حصول مرضاة الله في تركها وأن موافقتهم في ذلك قد تكون ذريعة إلى موافقتهم في غيره . فإن ( من حام حول الحمى أوشك أن يواقعه ) وأي الأمرين كان حصل المقصود في الجملة وإن كان الأول أظهر . ¶ 2) ومن هذا الباب قوله تعالى: { والذين آتيناهم الكتاب يفرحون بما أنزل إليك ومن الأحزاب من ينكر بعضه قل إنما أمرت أن أعبد الله ولا أشرك به إليه أدعو وإليه مآب . وكذلك أنزلناه حكما عربيا ولئن اتبعت أهواءهم بعد ما جاءك من العلم ما لك من الله من ولي ولا واق } . [ الرعد : 36 – 37 [ ¶ والضمير في ( أهواءهم ) يعود والله أعلم إلى ما تقدم ذكره وهم الأحزاب الذين ينكرون بعضه فدخل في ذلك كل من أنكر شيئا من القرآن من يهودي أو نصراني أو غيرهما ، وقد قال تعالى : { ولئن اتبعت أهواءهم بعد ما جاءك من العلم } ومتابعتهم فيما يختصون به من دينهم وتوابع دينهم اتباع لأهوائهم بل يحصل اتباع أهوائهم بما هو دون ذلك \" . ¶ 3) وقال تعالى في: { ألم يأن للذين آمنوا أن تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين أوتوا الكتاب من قبل فطال عليهم الأمد فقست قلوبهم وكثير منهم فاسقون } . [ الحديد : 16[ ¶ قال شيخ الإسلام ( ص 43 ) : \" فقوله : { ولا يكونوا } نهي مطلق عن مشابهتهم وهو خاص أيضا في النهي عن مشابهتهم في قسوة قلوبهم وقسوة القلوب من ثمرات المعاصي \" . ¶ وقال ابن كثير عند تفسير هذه الآية ( 4 / 310 ) : \" ولهذا نهى الله المؤمنين أن يتشبهوا بهم في شيء من الأمور الأصلية والفرعية \" .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فتبين من الآيات المتقدمة: أن ترك هدي الكفار والتشبه بهم في أعمالهم وأقوالهم وأهوائهم من المقاصد والغايات التي أسسها وجاء بها القرآن الكريم وقد قام النبي - صلى الله عليه وسلم - ببيان ذلك وتفصيله للأمة وحققه في أمور كثيرة من فروع الشريعة حتى عرف ذلك اليهود الذين كانوا في مدينة النبي - صلى الله عليه وسلم - وشعروا أنه عليه السلام يريد أن يخالفهم في كل شؤونهم الخاصة بهم. ¶ كما روى أنس بن مالك - رضي الله عنه - قال : ( إن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها ولم يجامعوها في البيوت فسأل أصحاب النبي - صلى الله عليه وسلم - النبي - صلى الله عليه وسلم - فأنزل الله تعالى : { يسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض } لى آخر الآية فقال رسول الله - صلى الله عليه وسلم - : ( اصنعوا كل شيء إلا النكاح ) فبلغ ذلك اليهود فقالوا : ما يريد هذا الرجل أن يدع من أمرنا شيئا إلا خالفنا فيه، فجاء أسيد بن حضير وعباد بن بشر فقالا : يا رسول الله إن اليهود تقول كذا وكذا أفلا نجامعهن ؟ فتغير وجه رسول الله - صلى الله عليه وسلم - حتى ظننا أن قد وجد عليهما فخرجا فاستقبلهما هدية من لبن إلى النبي - صلى الله عليه وسلم - فأرسل في آثارهما فسقاهما فعرفا أن لم يجد عليهما ) . رواه أبو داود والترمذي وصححه الألباني. ¶ وأما السنة فالنصوص فيها كثيرة طيبة في تأييد القاعدة المتقدمة وهي لا تنحصر في باب واحد من أبواب الشريعة المطهرة كالصلاة مثلا بل قد تعدتها إلى غيرها من العبادات والآداب والاجتماعيات والعادات وهي بيان وتفصيل لما أجمل في الآيات السابقة ونحوها كما تقدمت الإشارة إليه . وهانحن أولاء نسوقها ليظهر المقصود: ¶ فمن ( الصلاة ) :",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "1- عن أبي عمير بن أنس عن عمومة له من الأنصار قال : ( اهتم النبي - صلى الله عليه وسلم - للصلاة كيف يجمع الناس لها فقيل له : انصب راية عند حضور الصلاة فإذا رأوها آذن بعضهم بعضا فلم يعجبه ذلك قال : فذكر له القنع يعني الشبور ( وفي رواية : شبور اليهود ) فلم يعجبه ذلك وقال : هو من أمر اليهود قال : فذكر له الناقوس فقال : هو من أمر النصارى فانصرف عبد الله بن زيد بن عبد ربه وهو مهتم لهم رسول الله - صلى الله عليه وسلم - فأري الأذان في منامه ) . رواه أبو داود وصححه الألباني . ¶ 2- عن شداد بن أوس قال : قال رسول الله - صلى الله عليه وسلم - : (خالفوا اليهود فإنهم لا يصلون في نعالهم ولا في خفافهم ) . رواه أبو داود والحاكم وابن حبان وصححه الذهبي والألباني. ¶ ومن ( الجنائز ) : ¶ عن جرير بن عبد الله قال : قال رسول الله - صلى الله عليه وسلم - : ( اللحد لنا والشق لغيرنا من أهل الكتاب ) . رواه أبو داود والنسائي والترمذي وابن ماجه وقال الألباني : (صحيح) انظر حديث رقم: 5490 في صحيح الجامع. ¶ ومن ( الصوم ) ¶ 1- عن عمرو بن العاص أن رسول الله - صلى الله عليه وسلم - قال : ( فصل ما بين صيامنا وصيام أهل الكتاب أكلة السحر ) . رواه مسلم وأبو داود والترمذي والنسائي وابن خزيمة. ¶ 2- عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : ( لا يزال الدين ظاهرا ما عجل الناس الفطر لأن اليهود والنصارى يؤخرون ) . رواه أبو داود وابن ماجه وابن خزيمة وابن حبان في صحيحيهما وصححه الألباني. ¶ ومن ( الحج ) : ¶ عن عمر بن الخطاب - رضي الله عنه - قال : ( إن المشركين كانوا لا يفيضون من ( جمع ) حتى تشرق الشمس على ( ثبير ) وكانوا يقولون : أشرق ثبير كيما نغير فخالفهم النبي - صلى الله عليه وسلم - فدفع قبل أن تطلع الشمس ). رواه ابن ماجه وصححه الألباني. ¶ ومن ( الذبائح )",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "عن رافع بن خديج قال قلت : يا رسول الله إنا ملاقو العدو غدا وليست معنا مدى أفنذبح بالقصب؟ قال صلى الله عليه وسلم : ما أنهر الدم وذكر اسم الله فكل ليس السن والظفر وسأحدثك : أما السن فعظم وأما الظفر فمدى الحبشة ...).متفق عليه ¶ ومن ( الأطعمة ) : ¶ عن عدي بن حاتم قال : ( قلت : يا رسول الله إني أسألك عن طعام لا أدعه إلا تحرجا قال : لا تدع شيئا ضارعت فيه نصرانية ). رواه ابن ماجه وصححه الألباني. ¶ ومن ( اللباس والزينة ) ¶ 1- عن عبد الله بن عمرو بن العاص قال : ( رأى رسول الله - صلى الله عليه وسلم - علي ثوبين معصفرين فقال : إن هذه من ثياب الكفار فلا تلبسها ) . وفي رواية ( قلت أغسلهما ؟ قال بل احرقها ) . رواه مسلم . ¶ 2- عن ابن عمر - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - خالفوا المشركين أحفوا الشوارب وأفوا اللحى ) رواه مسلم. ¶ 3- عن أبي هريرة قال : قال النبي - صلى الله عليه وسلم - : ( إن اليهود والنصارى لا يصبغون فخالفوهم ) متفق عليه. ¶ ومن ( الآداب والعادات وغير ذلك ) ¶ 1- عن جابر بن عبد الله مرفوعا : لا تسلموا تسليم اليهود فإن تسليمهم بالرؤوس والأكف والإشارة ) .(الصحيحة 1783 ¶ 2- عن الشريد بن سويد قال : ( مر بي رسول الله - صلى الله عليه وسلم - وأنا جالس هكذا وقد وضعت يدي اليسرى خلف ظهري واتكأت على ألية يدي فقال : أتقعد قعدة المغضوب عليهم ؟ ) . رواه أبو داود وصححه الألباني. ¶ 3- عن عمر بن الخطاب - رضي الله عنه - : سمعت النبي - صلى الله عليه وسلم - يقول : ( لا تطروني كما أطرت النصارى عيسى ابن مريم إنما أنا عبد الله فقولوا : عبد الله ورسوله ). متفق عليه . ¶ فثبت مما تقدم أن مخالفة الكفار وترك التشبه بهم من مقاصد الشريعة الإسلامية العليا فالواجب على كل مسلم -رجالا ونساء- أن يراعوا ذلك في شؤونهم كلها وبصورة خاصة في أزيائهم وألبستهم لما علم من النصوص الخاصة فيها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "هذا وقد يظن بعض الناس أن هذه المخالفة إنما هي أمر تعبدي محض وليس كذلك بل هو معقول المعنى واضح الحكمة فقد تقرر عند العلماء المحققين أن هناك ارتباطا وثيقا بين الظاهر والباطن وأن للأول تأثيرا في الآخر إن خيرا فخير وإن شرا فشر وإن كان ذلك مما قد لا يشعر به الإنسان في نفسه ولكن قد يراه في غيره . ¶ قال شيخ الإسلام رحمه الله ( ص 105 - 106 ) : \" وهذا أمر يشهد به الحس والتجربة حتى إن الرجلين إذا كانا من بلد واحد ثم اجتمعا في دار غربة كان بينهما من المودة والائتلاف أمر عظيم وإن كانا في مصرهما لم يكونا متعارفين أو كانا متهاجرين وذلك لأن الاشتراك في البلد نوع وصف اختصا به عن بلد الغربة . بل لو اجتمع رجلان في سفر أو بلد غريب وكانت بينهما مشابهة في العمامة أو الثياب أو الشعر أو المركوب ونحو ذلك لكان بينهما من الائتلاف أكثر مما بين غيرهما . وكذلك تجد أرباب الصناعات الدنيوية يألف بعضهم بعضا مالا يألفون غيرهم حتى إن ذلك يكون مع المعاداة والمحاربة إما على الملك وإما على الدين وتجد الملوك ونحوهم من الرؤساء وإن تباعدت ديارهم وممالكهم بينهم مناسبة تورث مشابهة ورعاية من بعضهم لبعض وهذا كله موجب الطباع ومقتضاه إلا أن يمنع من ذلك دين أو غرض خاص . ¶ فإذا كانت المشابهة في أمور دنيوية تورث المحبة والموالاة فكيف بالمشابهة في أمور دينية ؟ فإن إفضاءها إلى نوع من الموالاة أكثر وأشد والمحبة والموالاة لهم تنافي الإيمان . . . ¶ قال سبحانه : { لا تجد قوما يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه }] المجادلة : 22 ] فأخبر سبحانه وتعالى أنه لا يوجد مؤمن يواد كافرا فمن واد الكفار فليس بمؤمن والمشابهة الظاهرة مظنة الموادة فتكون محرمة \" .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "و لقد قرر - صلى الله عليه وسلم - هذا الارتباط بين الظاهر والباطن في قوله الذي رواه النعمان بن بشير قال : ( كان رسول الله - صلى الله عليه وسلم - يسوي صفوفنا حتى كأنما يسوي بها القداح حتى رأى أنا قد عقلنا عنه ثم خرج يوما فقام حتى كاد أن يكبر فرأى رجلا باديا صدره من الصف فقال عباد الله لتسون صفوفكم أو ليخالفن الله بين وجوهكم وفي رواية : قلوبكم ) . رواه مسلم ¶ فأشار إلى أن الاختلاف في الظاهر - ولو في تسوية الصف - مما يوصل إلى اختلاف القلوب فدل على أن الظاهر له تأثير في الباطن ولذلك رأيناه صلى الله عليه وسلم ينهى عن التفرق حتى في جلوس الجماعة ومن ذلك: ¶ عن أبي ثعلبة الخشني قال : ( كان الناس إذا نزلوا منزلا تفرقوا في الشعاب والأودية فقال رسول الله - صلى الله عليه وسلم - : ( إن تفرقكم في هذه الشعاب والأودية إنما ذلكم من الشيطان ) . فلم ينزل بعد ذلك منزلا إلا انضم بعضهم إلى بعض حتى يقال : لو بسط عليهم ثوب لعمهم ) .رواه أبو داود وصححه الألباني. ¶ وخلاصة الكلام: ¶ أن لكل قوم ميزة ولنا ميزة تعلمناها من نبينا صلى الله عليه وسلم منها إعفاء اللحية وإحفاء الشوارب وغير ذلك فيجب علينا المحافظة على هذه المميزات بالجنان والأركان ... ومن المبين أن المحب يحب كل ما رآه من حبيبه ؛ صورته وسيرته ولباسه وهيئته وشأنه كله , وهذا لا ينكره ذو عقل سليم , ونرى الأحزاب والجماعات يحبون صور قادتهم ويتزينون بزي مؤسسي جماعاتهم , فكان من اللازم علينا أن نتأسى بنبينا وحبيبنا - صلى الله عليه وسلم - في سيرته وصورته , ونتحاشى عن عبودية أوربا وأمريكا , والتشبث بأذيال سفهاء الشرق والغرب , ونرتفع عن هؤلاء ونتشرف بالاهتداء بهدي سيد الأولين والآخرين - صلى الله عليه وسلم - الذي أكرمنا الله به.\" انتهى كلامه مختصرا . ¶ الفصل الخامس: ¶ السبَبِ الذي أُمِرَ لأجلِهِ بإعْفاءِ اللِّحيَةِ وقَص الشارِبِ يتلخصُ فيما يأتي:",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "1- تحقيقُ المُخالَفَةِ لغيرِ المسلمينَ في الصورة الظاهِرَةِ. ¶ 2- هذه المُخالَفَةُ مستحبةٌ مندوبَة. ¶ 3- مُشابَهَةُ غيرِ المسلمينَ في الصورة الظاهِرَةِ مكروهَةٌ ، وإذا قصَدَ المسلِمُ أن يُشْبِهَهُم لغيرِ سَبَبٍ فهيَ مُحرَمَةٌ . ¶ 4- حُكْمُ المُخالَفَةِ والمُشابَهَةِ يُراعى فيهِ الزمان والمكانُ، فيُطلَبُ عند التَمكنِ حينَ يكونُ الدينُ ظاهِرا، وُيتْرَكُ عند عَدَمِ التمكنِ حينَ لا تكونُ للمسلمينَ شَوكَة، دَرءًا للمفْسَدِةِ عنهم، واتِّقاءَ لاستِعداءِ غيرِهم عليهم أو تَنفيرهِ متهُم. ¶ 5- إعفاءُ اللحية سُنة مُستَحبة مطلوبَةٌ في دارِ الإسْلامِ والعَدْلِ، لا في دارِ الكُفرِ والظلمِ، وإذا كانَ المُسلمُ في دارِ كفر وظلم راعى ما جَرى بهِ العُرفُ لأهلِ بيئتِهِ في الهَيئاتِ والمظاهرِ. ¶ 6- إذا سَقَطَ أن يكونَ إعفاءُ اللًحيَةِ أو حَلقُها مِما يُميزُ بهِ المسلِم من غيرِهِ، فَقَدِ استوَى فيه الفِعلُ والتركُ، إلَا أن يَقصِدَ به المسلِم التشبهَ بالنبي \"ص\" في هَيئتِهِ الخَلقيةِ حيثُ اتخَذَ اللحية، فيكونَ حَسَنا وَفَضيلَة. ¶ 7- إعفاءُ اللًحيَةِ وقَص الشارِب فعلانِ حُسنُهما ذاتي، فلو فعَلَهُما غيرُ المسلمِ لم يصح أن يؤمرَ المسلِمُ بفِعلِ ضِدٌهِما. ¶ فوائد اطلاق اللحية : ¶ 1- تحقيق العبودية لإمتثال أمر الله ورسوله - صلى الله عليه وسلم - . ¶ 2- مخالفة المشركين . ¶ 3- التمييز بين الرجال والنساء . ¶ 4- لتأسي بهدي المرسلين . لقول الله تعالى عن هارون عليه السلام { قال يا ابن آم لا تأخذ بلحيتي ولا برأسي }. ¶ 5- الزينة والوقار والهيبة. ¶ المبحث الثالث: ¶ فتاوى وأقوال الأئمة المتبوعين واتفاقهم على المنع من حلق اللحية ¶ الفصل الأول: ¶ حكم اللحية في المذاهب الأربعة ¶ لقد ذهب أصحاب المذاهب الأربعة وغيرهم - على ما تقتضيه الأدلة- إلى أن حلق اللحية حرام, وأن حالقها آثم مجاهر بالفسق, ونقل غير واحد الإجماع على ذلك .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "قال الشيخ علي محفوظ– وهو من كبار علماء الأزهر- في كتابه (الإبداع في مضار الابتداع (409)) ما نصه: \" وقد اتفقت المذاهب الأربعة على وجوب توفير اللحية وحرمة حلقها \". ¶ وجاء في (مراتب الإجماع لابن حزم (1/157 : \" واتفقوا أن حلق جميع اللحية مُثلَةٌ لا تجوز.\". ¶ وقال الشيخ محمود خطاب في (المنهل العذب المورود) : \" فلذلك كان حلق اللحية محرما عند أئمة المسلمين المجتهدين أبي حنيفة ومالك والشافعي وأحمد وغيرهم \". ¶ وتفصيل هذا الاتفاق المحكي يتبين بما وقفنا عليه من أقوال لهم وهي على النحو الآتي : ¶ أولا: مذهب الحنفية: ¶ 1- قال في (الدر المختار) 6/407 : \" يحرم على الرجل قطع لحيته \". ¶ 2- وفي (البحر الرائق شرح كنز الدقائق (2/372) \" ولا يأخذ من لحيته شيئا لأنه مُثلَةٌ \". ¶ 3- وفي ( حاشية ابن عابدين ) 2/418: \"مطلب في الأخذ من اللحية :... يحمل الإعفاء على إعفائها من أن يأخذ غالبها أو كلها كما هو فعل مجوس الأعاجم من حلق لحاهم ويؤيده ما في مسلم عن أبي هريرة عنه: جزوا الشوارب واعفوا اللحى خالفوا المجوس، فهذه الجملة واقعة موقع التعليل، وأما الأخذ منها وهي دون ذلك كما يفعله بعض المغاربة ومخنثة الرجال فلم يبحه أحد.\" وفي (7: 160) : وترد شهادته \" . ¶ 4- وفي (الهداية شرح البداية للمرغياني) 1/ 152 : \" حلق شعر الرأس في حق المرأة مُثلَة كحلق اللحية في حق الرجل \" . ¶ 5- وفي (بدائع الصنائع للكاساني) 2/ 141 : \" حلق اللحية من باب المثلة ..وهو تشبه بالنصارى. \". ¶ فقولهم: ( لم يبحه أحد ) صريح في الإجماع . ¶ ثانيا : مذهب المالكية: ¶ 1- في (الرسالة) للعلامة ابن أبي زيد 1/115 : \"ومن الفطرة خمس: قص الشارب وهو الإطار وهو طرف الشعر المستدير على الشفة لا إحفاؤه ... وأمر النبي - صلى الله عليه وسلم - أن تعفى اللحية وتوفر ولا تقص، قال مالك: ولا بأس بالأخذ من طولها إذا طالت كثيرا، قيل واحد من الصحابة والتابعين\" .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وفي شرحها في (الفواكه الدواني) للنفراوي/2:307 : \" .. ثم شرع في الكلام على اللحية بقوله: وأمر النبي - صلى الله عليه وسلم - كما في الموطأ للإمام: بأن تعفى اللحية أي توفر ولا تقص. ¶ فقوله: وتوفر ولا تقص، تفسير لما قبله وذكره لزيادة البيان، والمتبادر من قوله وأمر: الوجوب وهو كذلك إذ يحرم حلقها إذا كانت لرجل، وأما قصها فإن لم تكن طالت فكذلك, وأما لو طالت كثيرا فأشار إلى حكمه بقوله: قال مالك رضي الله عنه: ولا بأس بالأخذ من طولها إذا طالت طولا كثيرا، بحيث خرجت عن المعتاد الغالب فيقص الزائد، لأن بقاءه يقبح به المنظر، وحكم الأخذ الندب، فلا بأس هنا لما هو خير من غيره ... ¶ وقال الباجي: يقص ما زاد على القبضة، ويدل عليه فعل ابن عمر وأبي هريرة فإنهما كانا يأخذان من لحيتهما ما زاد على القبضة، والمراد بطولها: طول شعرها فيشمل جوانبها فلا بأس بالأخذ منها أيضا, ولما كان قوله قال مالك: ولا بأس، يوهم انفراد مالك بقوله، قال: وقاله أي: ندب الأخذ من الطويلة قيل واحد من الصحابة و التابعين رضي الله عن الجميع والمراد قاله كثير منهم فيكون هذا هو الراجح، ولا يعارضه ما روي عن مالك من ترك طولها حتى تبلغ حد التشويه لأنه بيان للطول كثيرا لأن المطلق يحمل على المقيد ...\" ¶ قال يحيى في الموطأ: سمعت مالكا يقول: يؤخذ من الشارب حتى يبدو طرف الشفة وهو الإطار فيمثل بنفسه، زاد بعض الفضلاء عن مالك: أن من جز شاربه يؤدب ويبالغ في عقوبته لأنه مثلة ومن فعل النصارى...",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وفي قص الشوارب وإعفاء اللحى مخالفة لفعل الأعاجم فإنهم كانوا يحلقون لحاهم ويعفون الشوارب، وآل كسرى أيضا كانت تحلق لحاها وتبقي الشوارب، فما عليه الجند في بكذا من أمر الخدم بحلق لحاهم دون شواربهم لا شك في حرمته عند جميع الأئمة لمخالفته لأمره - صلى الله عليه وسلم - ولموافقته لفعل الأعاجم والمجوس , والعوائد لا يجوز العمل بها إلا عند عدم نص عن الشارع مخالف لها وإلا كانت فاسدة يحرم العمل بها، ألا ترى لو اعتاد الناس فعل الزنا أو شرب الخمر لم يقل أحد بجواز العمل بها... ¶ وأما حكم السبالين وهما طرفا الشارب والذي أخذ به بعض المالكية: أنهما ليسا كذلك بدليل أن عمر - رضي الله عنه - فتلهما ولم يقصهما ففي هذا دليل على جواز إبقائهما \" . ¶ 2- وفي (شرح الزرقاني ) 4/360 : \" قال ابن عبد الحكم عنه (يعني عن مالك): يحفي الشوارب ويعفي اللحى وليس إحفاء الشارب حلقه، وأرى تأديب من حلق شاربه. ¶ وقال عنه أشهب: إن حلقه بدعة وأرى أن يوجع ضربا من فعله... وإعفاء اللحية.. ومعناه توفيرها لتكثر.. وقد روي أن ابن عمر وأبا هريرة كانا يأخذان من اللحية ما فضل عن القبضة ... ¶ وقال الطيبي: المنهي عنه قصها كالأعاجم أو وصلها كذنب الحمار ، ¶ وقال الحافظ: المنهي عنه الاستئصال أو ما قاربه بخلاف الأخذ المذكور \" . ¶ 3- وفي (كفاية الطالب ) 2/580 : \" واحترز بالجسد عن شعر الرأس واللحية لأن حلقهما بدعة.\"",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "4- وقال القرطبي (الإعلام بما في دين النصارى) 1/257 :\" ومن تحسين الهيئة قص الشارب وإعفاء اللحية فقص الشارب لتتأتى النظافة في الأكل إذ لا تتأتى مع طوله إذ يدخل الشعر في الفم وينغص الأكل ويقذره هذا مع ما يلحق الشارب من قذارة المخاط إذ كان الشارب كبيرا، ومع ذلك فلا يحلق عندنا كله ويمحق رسمه فإن ذلك مُثلَةٌ وتشويه، وكذلك اللحى إذا حلقت، فينبغي أن توفر توفيرا لا يخل بمروءة الإنسان ولا يخرج عن عادة الناس، وخير الأمور أوساطها، وأما حلق اللحية فتشويه ومُثلَة لا ينبغي لعاقل أن يفعلها بنفسه \". ¶ 5- وفي( حاشية العدوي ) 2/581 : \" ويحرم إزالة شعر العنفقة كما يحرم إزالة شعر اللحية \" . ¶ فقول شارح الرسالة \" لا شك في حرمته عند جميع الأئمة \" صريح في الإجماع أيضا, وإن تغافل عنه متعصبة المذهب كعادتهم إرضاء لأهوائهم وأهواء الذين يضلونهم بغير علم، بل نص إمام المذهب على تعزير من يحلق شاربه ، وأن حلقه بدعة – مع ورود الأمر بالأخذ منه فكيف بمن حلق لحيته التي أمر بإعفائها ، كما هو شأن كثير من المالكيين المغاربة المنتسبين إليه زورا. ¶ ثالثا: مذهب الشافعية: ¶ 1- في (إعانة الطالبين للدمياطي) 2/340: \" فائدة: قال الشيخان: يكره حلق اللحية واعترضه ابن الرفعة في حاشية الكافية بأن الشافعي - رضي الله عنه - نص في الأم على التحريم ... ¶ وقال الأذرعي: الصواب تحريم حلقها جملة لغير علة بها كما يفعله القلندرية \" . ¶ 2- وفي (شرح النووي لمسلم) 3/ 149-151 : \" وأما إعفاء اللحية فمعناه: توفيرها وهو معنى (أوفوا اللحى) في الرواية الأخرى، وكان من عادة الفرس قص اللحية فنهى الشرع عن ذلك... فحصل خمس روايات :أعفوا وأوفوا وأرخوا وارجوا ووفروا، ومعناها كلها: تركها على حالها ، هذا هو الظاهر من الحديث الذي تقتضيه ألفاظه، وهو الذي قاله جماعة من أصحابنا وغيرهم من العلماء \" .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقال النووي رحمه الله: معنى إعفاء اللحية إتركوها كاملة وافية لا تقصوها ولكن قد رخَّص بعض أهل العلم بأخذ ما زاد على القبضة لما رواه نافع: كان ابن عمر إذا حجَّ أو اعتمر قبض على لحيته فما فَضَلَ أخذه. رواه البخاري. هذا مع شدة تحري ابن عمر رحمه الله للسنة وتعلقه بها، وقد ثبت مثل هذا الفعل عن غير واحد من الصحابة رضي الله عنهم. ¶ قال الحافظ ابن حجر رحمه الله: ( الذي يظهر أن ابن عمر لا يخص هذا التخصيص في النُسك، بل كان يحمل الأمر بالإعفاء على غير الحالة التي تتشوَّه فيها الصورة بإفراط طول شعر اللحية أو عرضه ¶ 3- وفي (فتح الباري لابن حجر) 10/350 : \" قوله (ووفروا اللحى) أما قوله وفروا: فهو بتشديد الفاء من التوفير وهو الإبقاء، أي: اتركوها وافرة، وفي رواية عبيد الله بن عمر عن نافع في الباب الذي يليه: اعفوا ، وفي حديث أبي هريرة عند مسلم: أرجئوا، وضبطت بالجيم والهمزة أي: أخروها، وبالخاء المعجمة بلا همز أي: أطيلوها، وله في رواية أخرى: أوفوا أي: اتركوها وافية، قال النووي: وكل هذه الروايات بمعنى واحد، واللحى بكسر اللام، وحكى ضمها، وبالقصر والمد جمع لحية بالكسر فقط وهي: اسم لما نبت على الخدين والذقن ... ¶ قال أبو شامة: وقد حدث قوم يحلقون لحاهم وهو أشد مما نقل عن المجوس أنهم كانوا يقصونها.\" اهـ. ¶ في تصريح الإمام الشافعي بالتحريم أكبر رد على من يتمسك ببعض أقوال أتباعه – من غير حجة - بالكراهة فقط، مع عدم منافاة ذلك لعدم مشروعية حلقها، أو الأخذ منها دون القبضة ، كما يفعله كثير من متعصبة الشافعية الأزهرية حيث ينهكون اللحى ويقصونها ،وكأن الأحاديث انقلب متنها عليهم ،وقد صرح غير واحد من علمائهم بأن قصها دون القبضة أو نتفها منهي عنه . ¶ رابعا: مذهب الحنابلة:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "1- ففي (المبدع لابن مفلح أبي إسحاق) 1/105 : \" ويعفي لحيته ... ما لم يستهجن طولها وفاقا لمالك، ويحرم حلقها ذكره الشيخ تقي الدين، ولا يكره أخذ ما زاد على القبضة.\" . ¶ 2- وفي ( دليل الطالب ) 1/8 : \" فصل: يسن حلق العانة ونتف الإبط وتقليم الأظفار والنظر في المرآة والتطيب بالطيب والاكتحال كل ليلة في كل عين ثلاثا وحف الشارب وإعفاء اللحية، وحرم حلقها، ولا بأس بأخذ ما زاد على القبضة منها \" . ¶ 3- وفي (الفروع)1/100 : \" وذكر ابن حزم الإجماع على أن قص الشارب وإعفاء اللحية فرض \" . ¶ 4- وفي (شرح العمدة لشيخ الإسلام ) 1:236 : \" فأما حلقها فمثل حلق المرأة رأسها وأشد لأنه من المثلة المنهي عنها \". ¶ وقال في الفتاوى الكبرى 4/ 388 : \" ويحرم حلق اللحية \" . ¶ 5- الإنصاف للمرداوي /1:121 : \" ويحرم حلقها ذكره الشيخ تقي الدين، ولا يكره أخذ ما زاد على القبضة، ونصه: لا بأس بأخذ ذلك \". ¶ 7- الروض المربع للبهوتي /1:45 : \" ويعفي لحيته ويحرم حلقها. وكذا في كشاف القناع 75:1 ,4: 14 مع تحريم أجرة حلقه \" اهـ. ¶ وهذا ما عليه علماء الحجاز وأهل الحديث خاصة وفاقا للسنة كعادتهم أولا، ولمذهبهم وسائر المذاهب ثانيا، لذا كانوا أهلا للأخذ منهم والاقتداء بهم، إذ عملوا بما علموا،فالعجب ممن يطعن فيهم من متعصبة المالكية ويرميهم بالشذوذ،مع موافقتهم للإمام مالك ، ومخالفة الطاعن لإمامه؟! ¶ خامسا: مذهب الظاهرية : ¶ في (المحلى (2/219 :حيث صرح بأن إعفاءها فرض فقال: \" وأما فرض قص الشارب وإعفاء اللحية، فإن عبد الله بن يوسف حدثنا ...عن ابن عمر قال قال رسول الله - صلى الله عليه وسلم - خالفوا المشركين احفوا الشوارب واعفوا اللحى \" . ¶ أقوال بعض الأئمة :",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "1- مسند أبي عوانة 1/ 161 :بيان الطهارات التي تجب على الإنسان في بدنه:\" .. من ذلك إيجاب جز الشارب وإحفائه وإيجاب إعفاء اللحية وإيجاب مخالفة المجوس وعدم التشبه بأمورهم، وذكر الحديث 465 \" أحفوا الشوارب وأعفوا اللحى خالفوا المجوس \". ¶ 2- مصنف ابن أبي شيبة (5/226 : باب ما يؤمر به الرجل من إعفاء اللحية والأخذ من الشارب : \" ¶ (25492) حدثنا عبدة بن سليمان عن عبيد الله عن نافع عن ابن عمر قال قال رسول الله - صلى الله عليه وسلم - (أنهكوا الشوارب وأعفوا اللحى). ¶ (25493 حدثنا عبدة بن سليمان عن يوسف بن صهيب عن حبيب بن يسار عن زيد بن أرقم قال قال رسول الله - صلى الله عليه وسلم - : ( ليس منا من لم يأخذ من شاربه \". ¶ 3- تحفة الأحوذي للمباركفوري 8/36 : \" قوله: كان يأخذ من لحيته من عرضها وطولها، بدل بإعادة العامل، قال الطيبي: هذا لا ينافي قوله - صلى الله عليه وسلم - : اعفوا اللحى، لأن المنهي هو قصها كفعل الأعاجم أو جعلها كذنب الحمام، والمراد بالإعفاء: التوفير ، كما في الرواية الأخرى والأخذ من الأطراف قليلا لا يكون من القص في شيء انتهى \" . ¶ 4- عون المعبود لشمس الحق 1/53 : \" وإعفاء اللحية هو إرسالها وتوفيرها، واللحية: بكسر اللام شعر الخدين والذقن، وفي رواية البخاري: وفروا اللحى، وفي رواية أخرى لمسلم: أوفوا اللحى، وكان من عادة الفرس قص اللحية، فنهى الشارع عن ذلك وأمر بإعفائها \". ¶ الترجيح في حكم حلق اللحية ¶ هذه أقوال أكثر من ثلاثين عالما إماما من أئمة المذاهب المتبعة ومنهم علماء المالكية وغيرهم ممن صرحوا بحرمة حلق اللحية بمقتضى الأدلة، وحكى غير واحد منهم إجماع العلماء على ذلك وأنه :مُثلَةٌ، وبدعة ،وتشبه بالكفار، ومن فعل مخنثة الرجال، وذكرنا قبل خمسة أدلة كل دليل منها كاف للقول بحرمة حلقها فكيف إذا اجتمعت ؟!،",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "قال الشيخ الألباني: ( ذكر أن الأمر بإعفاء اللحية للندب وقد سمعنا هذا كثيرا من غيره وإبطالا لهذه الدعوى أقول: هذا خلاف ما تقرر في \" علم الأصول \": أن الأصل في أوامره - صلى الله عليه وسلم - الوجوب لقوله تعالى: \" فليحذر الذين يخالفون عن أمره أن تصيبهم فتنة أو يصيبهم عذاب أليم \" وغيره من الأدلة التي لا مجال لذكرها الآن والخروج عن هذا الأصل لا يجوز إلا بدليل صحيح تقوم به الحجة. ¶ أي أن الأصل في كل أمر أنه للوجوب ما لم يأتي صارف يصرفه من الوجوب إلى الاستحباب فعلى من قال بالكراهة أن يأتينا بدليل صرف ترك الأمر من الحرمة للكراهة. ¶ قال ابن تيمية: يحرم حلق اللحية. ¶ وقال القرطبي: لا يجوز حلقها ولا نتفها ولا قصُّها . ¶ وقال عبدالعزيز ابن باز: إِنَّ تربية اللحية وتوفيرها وإرخاءها فرض لا يجوزُ تركه. ¶ الفصل الثاني: ¶ حكم الأخذ من اللحية ¶ للأخذ صورتان : ¶ أما الأولى : فأخذُ ما زاد عن قبضة اليد من اللحية ، فهذه جائزة عند الفقهاء ، ووقع بها عمل السلف . خرَّج عبد الرزاق في \" المصنف \" عن الحسن البصري - يرحمه الله - أنه قال : ( كانوا يُرخصون فيما زاد على القبضة من اللحية أن يؤخذ منها ) . وفيه عن أبي زرعة - يرحمه الله - أنه قال : ( كان أبو هريرة يقبض على لحيته ثم يأخذ ما فَضُل منها ) . وفيه عن نافع عن ابن عمر أنه كان يأخذ ما فوق القبضة . وعند أبي داود عن مروان بن سالم أنه قال : ( رأيت ابن عمر يقبض على لحيته فيقطع ما زاد على الكف ) . ¶ غير أنه اختُلف أيهما أولى : الأخذ ، أم عدمه ؟ قولان: ¶ - أولهما : استحباب أخذ ما زاد عن القبضة ، وهو مذهب الحنفية . قال في \"البحر الرائق \": ( قال أصحابنا : الإعفاء تركها حتى تكث وتكثر ، والقص سنة فيها ؛ وهو أن يقبض الرجل لحيته ، فما زاد منها على قبضة قطعها . كذلك ذكر محمد في كتاب ( الآثار ) عن أبي حنيفة قال : وبه نأخذ ) أ.ه‍.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "- والثاني : ترك الأخذ أولى : وهو مذهب الحنابلة في آخرين . جاء في مسائل أحمد رواية ابن هانئ : : سألت أبا عبد الله عن الرجل يأخذ من عارضيه ! قال : يأخذ من اللحية ما فضُل عن القبضة ) أ.ه‍. المراد وفي \" المستوعب \": ( ولا يقبض من لحيته إلا ما زاد على القبضة إن أحب ، والأولى ألا يفعله ) أ.ه‍، وفي \" غاية المنتهى \" : « وإعفاء لحية ، وحرَّم الشيخ حلقها ، ولا يُكره أخذ ما زاد على قبضة » أ.ه‍، المراد . وبه جزم شيخ الإسلام - يرحمه الله - في \" شرح العمدة \" حيث قال : « وأما إعفاء اللحية فإنه يترك ، فلو أخذ ما زاد على القبضة لم يكره . نصَّ عليه ». أ.ه‍. ¶ والقول الثاني هو المختار وعليه الجمهور ، قال العراقي في \" طرح التثريب \": (( الجمهور على أن الأولى ترك اللحية على حالها . وأن لا يُقطع منها شيء . وهو قول الشافعي وأصحابه )) أ.ه‍. وقال النووي في \" شرح مسلم \": (( والمختار ترك اللحية على حالها ، وألا يُتعرض لها بتقصير شيء أصلاًَ )) أ.ه‍. وفي \" الإنصاف \": (( ولا يكره أخذ ما زاد على القبضة . ونصُّه - أي : أحمد - : لا بأس بأخذ ذلك ، وأخذ ما تحت حلقه . وقال في \" المستوعب \" : (( وتركه أولى ، وقيل : يكره . وأطلقها ابن عبيدان )) أ.ه‍.وبمثله في \" شرح المنتهى \" لابن النجار . وفي \" التوضيح\": (( وله أخذ ما زاد على قبضة وما تحت حنك وتركه أولى )) أ.ه‍. ¶ والدليل في ذلك أحاديث ، ومنها ما جاء في الصحيحين من حديث ابن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم : (( خالفوا المشركين ، أحفوا الشوارب وأعفوا اللحى )) . ¶ تنبيه :",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "جاء في \" الإحياء \" للإمام أبي حامد الغزالي قوله : « وقد اختلفوا فيما طال منها ، فقيل : إن قبض الرجل على لحيته وأخذ ما فضل عن القبضة فلا بأس . فقد فعله ابن عمر وجماعة من التابعين ، واستحسنه الشعبي وابن سيرين . وكرهه الحسن وقتادة وقالا : تركها عافية أحب ؛ لقوله صلى الله عليه وسلم : (( أعفوا اللحى )) ¶ الفصل الثالث: ¶ مسائل متفرقة: ¶ ما حكم أخذ الأجرة لحلق أو قص اللحية : ¶ حلق اللحية وقصها محرم ومنكر ظاهر ، لا يجوز للمسلم فعله ولا الإعانة عليه ، وأخذ الأجرة على ذلك حرام وسحت . قال تعالى { ولا تعاونوا على الإثم والعدوان }. ¶ حكم بيع أمواس الحلاقة : ¶ - إن غلب على الظن أن من كانت في حوزته سيستعملها في الحرام أو يعين بها فلا يجوز . ¶ - إن غلب على الظن أن من كانت في حوزته سيستعملها في الحلال أو يعين بها فيجوز كحلق العانة مثلا أو الإبط لصعوبة النتف ¶ - إن التبس الأمر فلا يعلم حال مستعملها فلا يحرم بيعها ويجوز الإنتفاع بثمنها . ¶ فعن أنس بن مالك أن النبيى - صلى الله عليه وسلم - : لعن في الخمر عشرة { عاصرها ومعتصرها أي طالب عصرها وشاربها وحاملها والمحمولة له وساقيها وبائعها وأكل ثمنها والمشتري لها والمشتراة له } صحيح ابن ماجه . ¶ فقد اشتمل هذا الحديث كل ما تعاون على الخمر سواء بالتعاون من قرب او بعيد وهذا الحديث عام في كل من أعان على معصية . .. ¶ حكم الإستهزاء باللحية : ¶ الإستهزاء على نوعين : ¶ - الإستهزاء الصريح يكفر صاحبه على الفور . ¶ - الإستهزاء الغير صريح لا بد من التاكد . ¶ فالإستهزاء بالدين ردة عن الإسلام وخروج عن الدين بالكلية . قال تعالى { قل أبالله وآياته ورسوله كنتم تستهزءون . لا تعتذروا قد كفرتم بعد إيمانكم } ¶ حكم حلق لحية المجنون :",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "- اذا حلق عاقل لمجنون فلا يجوز لانه مخالف لأمر الرسول - صلى الله عليه وسلم - ، إلا إذا كان هذا المجنون يتضرر ببقاء لحيته باجتماع الأوساخ فيها والهوام ونحو ذلك . مما يسبب له الضرر فلا حرج في إزالتها دفعا للضرر.وهذا يعود لسؤال الأطبة والنظر في حالة المريض . ¶ - إذا حلق مجنون لمجنون فهو معذور ، وكذلك لو حلق مجنون لنفسه حال ذهاب عقله فهو معذور ، لأن الخطاب الشرعي لا يتوجه إليه ، فعن علي بن أبي طالب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - ، قال: \"يرفع القلم عن الصغير وعن المجنون وعن النائم \" صحيح ابن ماجه. ¶ - الخاتمة - ¶ وفي ختام هذا البحث المتواضع علمنا بأن اللحية لها أحكام لا تقتصر على تحريم حلقها فحسب، بل استعرضنا الألفاظ الواردة في الأمر بتركها والنهي عن حلقها، قال الشوكاني رحمه الله: ( قد حصل من مجموع الأحاديث خمس روايات: أعفوا، وأرخوا، وأوفوا، وأرجوا، ووفروا ، ومعناها كلها تركها على حالها. ¶ واستَفَدنا مِن صِفَةِ لحية النبي - صلى الله عليه وسلم - أدنى ما يكون من المشروعيةِ، وهُوَ إباحَةُ اتخاذِ اللحية لا غَير، أما ما يزيد على الإباحةِ فهذا مِما يُطْلَبُ مِن أدلةِ أُخْرى ذكرناها. ¶ واستخلصنا من ذكر الأحاديث الواردة في اللحية أدلة كثيرة قاطعة على وجوب إعفاء اللحية وحرمة حلقها. ¶ بعد ذلك كان من الواجب بل الأوجب استعراض أقوال الفقهاء أهل العلم وأئمة المذاهب ، قال الشيخ محمود خطاب في (المنهل العذب المورود) : \" فلذلك كان حلق اللحية محرما عند أئمة المسلمين المجتهدين أبي حنيفة ومالك والشافعي وأحمد وغيرهم \".",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وأخيراً أشكر الله سبحانه أن وفقني لكتابة هذا الموضوع، وألهمني حتى جمعت ما استطعت إليه سبيلاً، وأملي أن أكون قد قربت ما تباعد، وجمعت ما تفرق من أقوال وآراء حول حكم هذه المسائل وجزئياتها، ثم أشكر شيخنا ومعلمنا/ غلام بخش الذي طالما وجّه وأرشد، واستثار مواهب طلابه واعتنى بتنمية ملكاتهم، وصرف جهده لإخراج طلاب علم باحثين. ¶ أسأل المولى القدير أن يوفقنا للعمل بشرعه وتحكيم سنة نبيه - صلى الله عليه وسلم - ، وأن ينفعنا بما علمنا وأن يعلمنا ما ينفعنا، وأن يرزقنا إخلاصاً وصدقاً وثباتاً وتوفيقاً، وأن يغفر لنا ولوالدينا ولجميع المسلمين إنه جواد كريم ... ¶ وأصلي وأسلم على نبينا محمد وعلى آله وصحبه أجمعين ¶ الفهارس ¶ العنوان ... رقم الصفحة ¶ المقدمة ... 1 ¶ المبحث الأول: ألفاظ اللحية ... 3 ¶ الفصل الأول : تفسير اللحية وألفاظ الأمر الواردة فيها ... 3 ¶ الفصل الثاني: قيمة اللحية ... 7 ¶ الفصل الثالث: صفة لحية النبي - صلى الله عليه وسلم - ... 8 ¶ الفصل الرابع: هل إطلاق اللحية من شعائر الدين ؟ ... 10 ¶ المبحث الثاني: دلالة ما ورد بخصوص الشارب على حكم إعفاء اللحية ... 11 ¶ الفصل الأول: الألفاظ الواردة في قص الشارب ... 11 ¶ الفصل الثاني: المرجِّحات إلى حكم الأخذ من الشارب ... 13 ¶ الفصل الثالث: فوائد الأخذ من الشارب ... 16 ¶ المبحث الثالث: الأحاديث الواردة في اللحية مع بيان ما يستنبط منها ... 17 ¶ الفصل الأول: إعفاء اللحية وقص الشارب من دين الإسلام ... 17 ¶ الفصل الثاني: أقوال العلماء في معنى الفطرة الواردة ... 18 ¶ الفصل الثالث: الأحاديث الآمرة بإعفاء اللحية ومخالفة الكفار ... 19 ¶ الفصل الرابع: التشبه بالكفار وحرص الشريعة على ضرورة مخالفتهم ... 21 ¶ الفصل الخامس: السبَبِ الذي أُمِرَ لأجلِهِ بإعْفاءِ اللِّحيَةِ وقَص الشارِبِ ... 25 ¶ المبحث الرابع : أقوال الأئمة واتفاقهم ... 26 ¶ الفصل الأول: المذاهب الأربعة وأقوال بعض الأئمة ... 26 ¶ الفصل الثاني: حكم الأخذ من اللحية ... 31 ¶ الفصل الثالث: مسائل متفرقة ... 32 ¶ الخاتمة ... 33",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "الفهرس ... 34",
            "page": "52",
            "part": "1"
        }
    ],
    "t36577": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الحليةفي إعفاء اللحية"
        }
    ]
}