{
    "b36586": [
        {
            "id": "1",
            "nass": "الرعاية اللاحقة ¶ مفهومها ¶ أصولها في الإسلام ¶ واقعها في المملكة العربية السعودية ¶ واجبات ومهارات المسؤولين عن تنفيذ برامجها ¶ إعداد ¶ عبد الله بن ناصر السدحان ¶ الطبعة الثانية ¶ 1419هـ ¶ بسم الله الرحمن الرحيم ¶ مقدمة ¶ الحمد لله والصلاة والسلام على رسول الله ،، ، ¶ تحرص كل أمة على تطهير مجتمعها من الجريمة ، وتعمل جاهدة على قطع دابرها وتتعدد السبل والطرق وتتخذ أشكالا عدة فمنها ما هو وقائي ومنها ما هو علاجي ومنها ما هو تنموي وكل ذلك لتقليل نسبة الإجرام ، ولقد ظهرت فكرة الرعاية اللاحقة كجزء من هذه الجهود لمكافحة الجريمة مع تطور النظرة للعقاب، فبعد أن كان الردع والقسوة هو محور السياسة العقابية أصبح من الأغراض الأساسية في عملية العقاب إصلاح المجرم بشكل يضمن عدم عودته مرة أخرى للإجرام، ومن هنا برزت فكرة الرعاية اللاحقة كمفهوم علاجي ووقائي في آن واحد، إلا أن الجوانب العملية المنظمة لفعاليات الرعاية اللاحقة لم تظهر إلا في أواسط هذا القرن الميلادي، وكان من أبرزها ما تضمنه قرار المؤتمر الدولي الأول لمكافحة الجريمة ومعاملة المذنبين والذي عقد عام ( 1955م ) في جنيف برعاية هيئة الأمم المتحدة، حيث تضمن العديد من القواعد المنظمة لعملية الرعاية اللاحقة، ثم ما تلا ذلك من توصيات للمؤتمر الدولي الثاني لهيئة الأمم المتحدة لمكافحة الجريمة ومعاملة المسجونين الذي عقد في لندن عام (1960م ) مع ما سبق ذلك من جهود على مستوي بعض الدول مثل الولايات المتحدة الأمريكية وبريطانيا على سبيل المثال .",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "ولقد تبين سبق الشريعة الإسلامية لكثير من عمليات الرعاية اللاحقة التي تنادي بها العديد من المنظمات الدولية الآن، فلقد كتب فقهاء المسلمين - رحمهم الله - في حقوق السجين أثناء السجن وبعد خروجه وتضمن كلامهم العديد من القواعد التي تصلح أن تكون إطارا عاما للرعاية اللاحقة في الشريعة الإسلامية ، تجدر الإشارة إلى أن تلك الأحكام والقواعد التي انتهوا إليها لم تكن وليدة الرأي المجرد، بل هي مستمدة من آثار نبوية عن الرسول - صلى الله عليه وسلم - وحوادث تفصيلية في عصر الخلفاء الراشدين ومن بعدهم من حكام وقضاة في الدولة الإسلامية كما سنرى، وإن كانت تلك الأحكام والقواعد لا تسمى بالرعاية اللاحقة ولم يرد هذا المسمي لديهم وإنما يطلق عليها حقوق. ¶ ولقد نبعت فكرة هذا الكتاب حين تمَّ تكلفي بإلقاء بعض المحاضرات عن الرعاية اللاحقة في مركز التدريب والبحوث الاجتماعية بالرياض التابع لوزارة العمل والشئون الاجتماعية، حيث وجدت ندرة في المراجع العربية التي تناولت الرعاية اللاحقة وتناثر موضوعاتها في العديد من المجلات العلمية أما ما يتعلق بالرعاية اللاحقة في التراث الإسلامي، وواقع الرعاية اللاحقة في المملكة العربية السعودية فلم أجد من تحدث عنها البتة، لذا رأيت لزاما عليّ أن أتناول هذين الموضوعين بشيء من التفصيل أثناء إلقاء المحاضرات لأهميتها من جانب، فهي خطوة في سبيل تأصيل جوانب العلوم الاجتماعية وطرحها بشكل شرعي يوضح جهود علماء المسلمين في هذا الجانب، ولإبراز جهود المملكة في مجال الرعاية اللاحقة .والكتاب يحوي أربعة فصول : ¶ الأول : تناولت فيه المقدمات الأساسية للرعاية اللاحقة مثل تعريفها وأهميتها، والمرتكزات التي تقوم عليها، وأهدافها، وتحديد من يقوم بتنفيذ برامجها وإلي من تقدم هذه الرعاية، وأخيرا الاهتمام الدولي بالرعاية اللاحقة والجهود الدولية في ذلك .",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وفي الفصل الثاني تعرضت بالكشف لجوانب الرعاية اللاحقة في التراث الإسلامي عبر أربعة محاور رئيسية هي : الرعاية اللاحقة المتمثلة في حث المجتمع على تقبل من تمَّ عقابه ، والرعاية اللاحقة المتمثلة في الإعانة الاقتصادية لمن تمَّ عقابه ، والرعاية اللاحقة المتمثلة في إبعاد من تمَّ عقابه عن بيئة السابقة ، وأخيرا الرعاية اللاحقة المتمثلة في رفع معنوية من تمَّ عقابه . ¶ وفي الفصل الثالث استعرضت واقع الرعاية اللاحقة في المملكة العربية السعودية، وكيف بدأت، وما استقرت عليه الآن ، ووصف لمهام الإدارة المسؤولة عن تنفيذ برامج الرعاية اللاحقة في المملكة العربية السعودية، بالإضافة إلى رصد بعض الجهود التي بذلت من الجهات المسؤولة عن تنفيذ العقوبة في تقديم بعض برامج الرعاية اللاحقة للمفرج عنهم. ¶ وفي الفصل الرابع حاولت أن أقدم أبرز الواجبات التي ينبغي أن يضطلع بها الأخصائي الاجتماعي المنفذ لبرامج الرعاية اللاحقة حتى يقوم بتنفيذ مهمته على الوجه المطلوب، ثم سرد لأبرز المهارات التي ينبغي أن يمتلكها الأخصائي الاجتماعي المنفذ لبرامج الرعاية اللاحقة لكي يضمن نجاح تلك البرامج التي يقدمها. . ¶ وفي الختام ... لا يسعني إلا أن أتقدم بالشكر لكل من ساهم في مراجعه هذا الكتاب ، كما أشكر سعادة الدكتور / محمد الملحم مدير عام مركز التدريب والبحوث الاجتماعية - سابقا - على تكليفه لي بإلقاء تلك المحاضرات التي نتج عنها هذا الكتاب، وأخيرا أرجو أن يكون هذا الكتاب مساهمة في إثراء المكتبة الأمنية العربية. ¶ والله الموفق ¶ المؤلف ¶ ص.ب 7351 ¶ الرياض 11462 ¶ الفصل الأول ¶ مقدمات أساسية في الرعاية اللاحقة ¶ أولا : المفهوم والتعريف :",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "حتى نتمكن من تصور مفهوم هذا المصطلح نحتاج إلى معرفة معانيه في اللغة العربية فكلمة رعاية تأتي بمعان عدة، وهي تدور في مجملها على الملاحظة، والمحافظة على الشيء ومراقبته (¬1) ، وفي الحديث عن الرسول - صلى الله عليه وسلم - (( كلكم راع وكلكم مسؤول عن رعيته )) أي حافظ ومؤتمن عليها . أما كلمة اللاحقة فإنها تعنى الشيء يأتي بعد الشيء ويسمي لاحق (¬2) . ¶ ومن هنا يمكن أن نقول أن الرعاية اللاحقة تعنى ملاحظة أو مراقبة شئ بعد شئ ما، فحينما نقول الرعاية اللاحقة للمفرج عنهم فهي تعني ملاحظة ومراقبة المفرج عنهم من السجون أو المؤسسات الإصلاحية والمحافظة عليهم، ومساعدتهم على التكيف، ونقصد بالتكيف هنا نوعين من التكيف : الأول التكيف السلوكي الخاص أي رضي الفرد عن واقعه الجديد، أما التكيف الثاني فهو التكيف الوظيفي، أي اتفاق قيم الفرد مع قيم الجماعة والمجتمع (¬3) وهذا المصطلح - مصطلح الرعاية اللاحقة - لم يظهر إلا في نهاية القرن الماضي، ولقد ساعد على ظهوره بروز الخدمة الاجتماعية كمهنة تمارس عمليا في ذلك الوقت . ¶ ¬__________ ¶ (¬1) لسان العرب ، ابن منظور ، دار صادر ، ج 14 ، ص 325 . وكذلك : مختار الصحاح ، الرازي ، دار الدعوة ، تركيا ، 1408هـ ، ص 248 . ¶ (¬2) لسان العرب ، مرجع سابق ، ج 10 ، ص 327 . ¶ (¬3) الرعاية اللاحقة للمسجونين ، بدرية عبد الوهاب ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 24 ، العدد الأول ، 1981م ، ص 44 .",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أما تعريفات علماء الاجتماع للرعاية اللاحقة فهي متفاوتة، إلا أنها لا تخرج عن المعنى اللغوي لها، والاختلاف من حيث صياغتها وشموليتها، وخصوصيتها فقط فيعرفها ( الرفاعي ) بأنها : العلاج المكمل لعلاج السجن والوسيلة العملية لتوجيه وإرشاد ومساعدة المفرج عنه على سد احتياجاته ومعاونته على الاستقرار في حياته والاندماج والتكيف مع مجتمعه (¬1). ¶ ويعرفها ( الربايعة ) بأنها : العلاج المكمل لعلاج السجن والوسيلة لعملية لتوجيه المفرج عنه وإرشاده لسد احتياجاته ومعاونته على الاستقرار في حياته والاندماج والتكيف مع مجتمعه (¬2). ¶ ويفصل ( عبدالعال ) في تعريفها على النحو التالي مساعدة المفرج عنه من إحدى المؤسسات العقابية على إعادة التوافق المتبادل بينه وبين المجتمع ـ وبخاصة البيئة المباشرة التي تحيط به ـ وذلك كمحاولة لمنع عودته إلى ارتكاب أية أفعال مضادة لقيم المجتمع وقوانينه وليمارس حياة سوية كمواطن شريف (¬3). ¶ ¬__________ ¶ (¬1) الرعاية اللاحقة لخريجي المؤسسات العقابية والإصلاحية ، يس الرفاعي ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 12 ، العدد الأول ، 1969م ، ص 95 . ¶ (¬2) مشكلات المسجونين المفرج عنهم ووضع الرعاية اللاحقة في الأردن ، أحمد الربايعة ، ورقة عمل مقدمة إلى المؤتمر الدولي العربي الأول للرعاية اللاحقة ، القاهرة ، جماد الأول 1410هـ . ¶ (¬3) تجارب وخبرات محلية ودولية في الرعاية اللاحقة ، عبد الحليم عبد العال ، في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408 ، ص 145 .",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ويقدم لنا ( الأخرس ) تعريفا أكثر تفصيلا للرعاية اللاحقة وهدفها، حيث يقول : أنها عملية تربوية، واجتماعية، واقتصادية، وحضارية، تهدف إلى إعادة التأهيل المهني والاجتماعي والاقتصادي للمسجونين المفرج عنهم ليتمكنوا من العيش وممارسة حياة جديدة يتم فيها تجاوز الظروف البيئية، والاجتماعية ، والاقتصادية السابقة التي دفعتهم لارتكاب الفعل الإجرامي (¬1). ¶ ويعني هذا المصطلح في اللغة الإنجليزية ( care After ) أي العناية بالناقهين، أو موالاة العناية لهم ، وهو يستخدم للدلالة على الجهود والخدمات التي تبذل نحو الأفراد الذين حصلوا على الرعاية في المنشآت المختلفة كالمستشفيات، ودور الملاحظة للأحداث وذلك بعد خروجهم من هذه المنشآت ¶ ويمكن أن نلاحظ أثر المفهوم الغربي على التعريفات العربية لمصطلح الرعاية اللاحقة، إذ التركيز على ذات المفرج عنه حين تقديم الرعاية اللاحقة، ولا نجد ما يشير إلى أسرة المفرج عنه سواء خلال إيداعه في المؤسسات الإصلاحية أو بعد الإفراج عنه، إضافة إلى أن التركيز في الحديث عن الرعاية اللاحقة عن المفرج عنه من السجن فحسب، بخلاف الرعاية اللاحقة في الفقه الإسلامي التي تُقدم لكل من تم عقابه بغض النظر عن نوع العقوبة حيث يعد السجن جزء من العقوبة في الفقه الجنائي الإسلامي، وسيرد تفصيل أكثر في الفصل الثاني عند الحديث عن الرعاية اللاحقة في التراث الإسلامي بإذن الله . ¶ ¬__________ ¶ (¬1) البرامج التأهيلية وتحقيق الرعاية اللاحقة للمفرج عنهم ، محمد الأخرس في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408 ، ص 58 .",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "والذي لا شك فيه أن رعاية أسرة السجين جزء لا يتجزأ من عملية الرعاية اللاحقة للمفرج عنه، وهي أحد محاورها الأساسية بل إن رعاية أسرة السجين من العناصر الإصلاحية الهامة لرعاية السجين نفسه، وهي المقدمة الأساسية الأولى لما يبذل من جهود في رعاية المفرج عنه بعد خروجه من المؤسسة الإصلاحية . ¶ فأسرة المفرج عنه هي إحدى المشكلات الكبرى التي تواجه المفرج عنه قبل وبعد خروجه من السجن، فاستقرارها ماديا، واجتماعيا ومعنويا عامل أساسي ورئيسي في عملية تكيف المفرج عنه مع واقعه الجديد، والعكس بالعكس، فلقد أظهرت دراسة (عبد الوهاب) أن أهم المشاكل التي يعانيها المسجون مشاكل متعلقة بالأسرة والاطمئنان عليها (¬1). ¶ ورغم ذلك نجد أن معظم ما يكتب عن الرعاية اللاحقة ينصب الاهتمام فيه على المفرج عنه دون أسرته وأثرها الإصلاحي الحالي واللاحق على السجين، وهذه نظرة جزئية في العمل الإصلاحي الشامل والمتكامل للسجين، فلا يمكن تصور صلاح واستقامة المفرج عنه وسط أسرة غير مهيئة لتقديم ذلك الصلاح لأفرادها. فالعملية الإصلاحية للمجرم أو المنحرف ينبغي أن تتكامل في ضوء ثلاث عمليات أساسية : ¶ 1 ) العملية الإصلاحية التي تقدم للسجين خلال فترة إيداعه في المؤسسة العقابية من برامج تأهيلية اجتماعية، ونفسية، ومهنية، وتعليمية، واقتصادية . ¶ 2 ) رعاية أسرة السجين خلال فترة إيداعه في المؤسسة العقابية، رعاية متكاملة من جميع الأوجه وخاصة الاقتصادية . ¶ 3 ) الرعاية التي تقدم للسجين بعد الإفراج عنه، وغالبا ما تكون هذه المرحلة عملية يسيرة بشرط تنفيذ العملية الأولى والثانية بكل دقة وإتقان . ¶ ¬__________ ¶ (¬1) الرعاية اللاحقة للمسجونين ، مرجع سابق ، ص 51 .",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "وهذه العمليات الثلاث ينبغي أن تسمى الرعاية اللاحقة، أما النظر للرعاية اللاحقة على أنها ما يقدم في المرحلة الثالثة فقط، فهذه نظرة جزئية تضر العملية الإصلاحية للمنحرف، وتؤثر سلبا على استقرار المفرج عنه في مجتمعه العام والخاص، ولعل هذه النظرة هي إحدى الأسباب لفشل الكثير من برامج الرعاية اللاحقة المقدمة للمفرج عنهم في وقتنا الحاضر . ¶ لذا نجد أن ( الصادي ) عرفها وفق هذه النظرة الشمولية المتكاملة، واعتبر الرعاية اللاحقة : مجموعة من الجهود العلمية والعملية التي تقوم بها أجهزة متخصصة حكومية وتطوعية بحيث تتضافر تلك الجهود لتوفير أوجه الرعاية للمسجون، وأسرته خلال فترة العقوبة، وقبل الإفراج وبعده (¬1). ¶ ويمكن أن نعرف الرعاية اللاحقة بشكل اكثر تكاملاً وشمولية ، بحيث تتواءم ونظرة الإسلام للمجرم وحدود عقابه على الجرم الذي ارتكبه ، بالإضافة إلى حقوقه في الرعاية ، وذلك بأن نقول أن الرعاية اللاحقة : ( كل جهد يُبذل للمجرم أو لأسرته أثناء العقوبة أو بعد تنفيذها لضمان عدم انحراف أسرته أو أحد أفرادها ، وعدم عودته للإجرام مرة أخرى ) ¶ ¬__________ ¶ (¬1) رعاية أسر النزلاء كأسلوب من أساليب الرعاية اللاحقة ، أحمد فوزي الصادي ، في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ،1408 ، ص95 .",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ومن هنا يمكن أن نقول أن الرعاية اللاحقة ينبغي أن ينظر على أنها رعاية تقدم للمجرم بعد صدور الحكم بالإدانة مباشرة، وليس من المناسب اعتبارها رعاية تقدم بعد الإفراج، ومما لاشك فيه أن أخذنا بالنظرة التي ترى أن الرعاية اللاحقة يجب أن تقدم بعد صدور الحكم يستلزم منها تحقيق تلك النظرة الشمولية للرعاية اللاحقة بحيث تشمل السجين خلال وجوده في السجن وأسرته كذلك، ومما يعزر ضرورة الأخذ بتلك النظرة الشمولية للرعاية اللاحقة واعتبار أسرة السجين جزء لا يتجزأ من الرعاية اللاحقة الاعتبارات التالية : ¶ 1 ) تعد الأسرة عاملا ضبطياً لتصرفات أفرادها وهي مصدر أساسي من مصادر تعلم السلوك والأخلاق . ¶ 2 ) الأسرة لها مكانتها المتميزة ودورها الذي لا ينكر في المجتمع العربي والمسلم. ¶ 3 ) أن السجين في المجتمع العربي والمسلم غالبا ما يكون هو عائل الأسرة الاقتصادي، وأحد أسباب ترابطها وبفقدان ذلك العائل قد تنحرف أسرته أو أحد أفرادها . ¶ 4 ) في الغالب الأعم أن السجين أتي من أسرته ولابد أن يعود إليها بعد الإفراج عنه ورعايتها يعني تهيئه الأرض الخصبة لاستقباله بعد الإفراج عنه . ¶ 5 ) استقرار أسرة السجين اقتصاديا واجتماعيا عامل أساسي في استقرار السجين داخل المؤسسة العقابية، وبالتالي يكون أكثر قابلية لتعديل سلوكه نحو الأفضل . ¶ 6 ) إن ترك أسرة السجين تواجه المصاعب والمشكلات بعد سجن عائلها فيه عقاب لها على ذنب لم ترتكبه، وفي هذا من الظلم ما فيه . ¶ ومن هنا يمكن أن نسمى تلك العملية الإصلاحية بالرعاية اللاحقة للمحكوم عليه وأسرته، وليس الرعاية اللاحقة للمفرج عنه .",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "وأخيرا تجدر الإشارة إلى وجود مجموعة نظم أخرى يعامل بها المذنبون بعد الإفراج عنهم وتختلف عن الرعاية اللاحقة مثل : الإفراج الشرطي ، ونظام البارول، والاختبار القضائي، ويتمثل الاختلاف بينهم في بداية تطبيق تلك الأنظمة على المجرم وأسباب التطبيق والمنطلقات، فلكل نظام وقت معين يبدأ فيه يختلف عن الآخر، وأهداف خاصة ومنطلقات محددة، إلا أن المحصلة النهائية التي ترمي إليها تلك الأنظمة هي إصلاح ذلك المجرم وإعادته إلى جادة الصواب . ¶ ثانيا : أهمية الرعاية اللاحقة : ¶ نستطيع أن نتبين أهمية الرعاية اللاحقة من خلال استعراض المقدمات التالية : ¶ 1 ) العزلة التي عاشها السجين خلال فترة بقائه في المؤسسة العقابية، وتطبعه في الغالب بخصائص مجتمعه الخاص في السجن أو ما يسمى مجتمع السجن بكل ما يحمله ذلك المجتمع الجديد من معتقدات وأفكار وقيم جديدة . ¶ 2 ) المتغيرات التي حدثت في بيئة السجين الخارجية خلال فترة بقائه في المؤسسة العقابية، ومدي قدرته على التكليف معها، بعد خروجه من المؤسسة العقابية، فالسجين خلال فترة بقائه في المؤسسة العقابية لا شك أنه قد اكتسب العديد من القيم والسلوك الجديدة بغض النظر عن سلبية أو إيجابية ما اكتسبه، إلا أن عملية المواءمة بين هاذين المتغيرين اللذين حدثا في حياته وهي : متغيرات في بيئته، ومتغيرات في سلوكه تبرز أهمية الرعاية اللاحقة. ¶ 3 ) مرور المفرج عنه بما يسمي بصدمة الإفراج وهي الحالة النفسية والاجتماعية والاقتصادية التي يعيشها المفرج عنه خلال الأشهر الأولى لخروجه من المؤسسة العقابية، وبخاصة وأن هناك العديد من الدراسات أثبتت أن أغلب الجرائم التي يرتكبها العائدون للجريمة إنما تقع في الأشهر الستة التالية للإفراج عنهم .",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "4 ) تزايد نسبة العائدين لارتكاب الجريمة مما يدل على أن العملية الإصلاحية التي قدمت لهم داخل المؤسسات الإصلاحية لم تكن ذات فاعلية، مما يؤكد ضرورة وجود روافد تقاوم اندفاع التزايد في الجريمة، ومن تلك الروافد ، الرعاية اللاحقة للمحكوم عليه وأسرته . ¶ 5 ) انحراف العديد من أسر المسجونين والسقوط في مهاوي الرذيلة والسرقة عند سجن عائلها أو كبيرها . ¶ إن كل ما ذكر من نقاط سابقة تؤكد على أهمية وجود برامج للرعاية اللاحقة لا تغطي السجين فحسب بل تشمل أسرته، وفي خط متوازي مع ما يقدم له من برامج وجهود لإصلاحه داخل المؤسسة الإصلاحية . ¶ ثالثاً : أبرز المشكلات التي تواجه السجين المفرج عنه : ¶ هناك العديد من المشكلات التي تواجه المفرج عنهم، وبعض هذه المشكلات بالإمكان منع وقوعها لو تعاملنا مع مفهوم الرعاية اللاحقة وفق النظرة المتكاملة للرعاية اللاحقة التي تغطي السجين نفسه وأسرته، أما أبرز المشكلات التي قد تواجه السجين فهي : ¶ 1 ) تشتت الأسرة : ¶ كثيرا ما يعيش المسجون صعوبات أسرية تبدأ بدخوله السجن، فقد تطالب بعض الزوجات بالطلاق من أزواجهن، وبغياب ذلك الأب السجين يبدأ أفراد الأسرة بالتشتت وهجران الدراسة، إما لعدم وجود المصاريف اللازمة، أو الفقر، أو لعدم وجود الرقيب، وقد يتطور الأمر إلى انحراف بعض الأبناء وبنفس الأسباب التي أدت إلى ترك الدراسة، وتتنامى هذه المشكلات لتصل إلى الذروة بانحراف الأسرة بكاملها، وهذا الوضع السيئ للأسرة هو أول ما يقابل السجين بعد خروجه من المؤسسة العقابية، وهذا الموقف كفيل بمفرده بهدم معظم الجهود الإصلاحية التي قدمت للسجين خلال وجوده في المؤسسة العقابية، فضلا عما يسببه من انعكاسات نفسية على السجين قبل خروجه وخلال إقامته بالمؤسسة العقابية مما يحول دون كثير من النجاح للعمليات الإصلاحية بسبب القلق النفسي الذي يعيشه السجين . ¶ 2 ) عدم تقبل المجتمع للمفرج عنه :",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ونقصد بالمجتمع هنا المجتمع العام والمجتمع الخاص، فمجتمعه الخاص الذي يبدأ بأسرته وينتهي بأفراد الحي الذي يقطنه قد لا يجد منه القبول ، بل قد يتطور الأمر منهم إلى النفرة والتحذير منه نتيجة ما قام به ضد أسرته أو مجتمعه أما المجتمع العام فهو سائر عموم الناس ويتمثل ذلك في طبيعة التعامل الذي يواجهه منهم حين معرفتهم عنه بأنه خريج سجن، وهذه المعاملة تنعكس بآثارها السلبية على نفسية المفرج عنه، وتتضح تلك المشكلة بشكل أكبر في المجتمعات الصغيرة، أو في القرى، وتقل أثارها في المجتمعات المدنية الكبرى، فلقد أظهر ( الجهني ) في دراسته الميدانية أن هناك (9ر37%) من المجتمع يواجهون المفرج عنه برفض اجتماعي قاس ، وهذا قد يدفعه إلى العود للإجرام مرة أخرى (¬1). ¶ ومما يؤسف له أن تلك النفرة والصدود تجاه المفرج عنه سواء من المجتمع العام أو الخاص غالبا ما توجد بغض النظر عن صلاح المفرج عنه من عدمه، فهي تبدأ بمجرد إطلاقه سراحه، وقبل التأكد من عدم صلاحه، وهذه النظرة للمفرج عنه غالبا ما تكون مستمدة من ثقافة المجتمع وتقاليده، وبعيده عن التعامل الشرعي مع المفرج عنه والذي ينبغي أن يكون تقبلاً طالما ثبتت توبته، وعدم التقبل هذا ولد مشكلة جديدة للمفرج عنه هي : ¶ 3 ) عدم العمل ( البطالة) أو عدم إمكانية العثور عليه : ¶ ¬__________ ¶ (¬1) اتجاهات المجتمع السعودي نحو السجناء المفرج عنهم ، غازي رحيمي الجهني ، رسالة ماجستير غير منشورة ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1415هـ ، ص 216 .",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "لقد أظهرت بعض الدراسات التي أجريت لمعرفة اتجاهات المجتمع نحو تشغيل المفرج عنهم، أن المجتمع غير متقبل لهذه الفئة، فلقد اتضح من بعض الدراسات أن (11% ) من أفراد العينة المبحوثة وافقت على تشغيل المفرج عنه ومرد ذلك إلى عدم الثقة في المفرج عنه، أو الخوف من التأثير على سمعة العمل (¬1). وعدم تشغيل المفرج عنه متولدة من عدم تقبل المجتمع له والنظرة الدونية المتوجسة ريبة من ذلك المفرج عنه، بالإضافة إلى شهادة السوابق المسجلة عليه في الدوائر الأمنية والتي غالبا تكون عقبة كؤود في وجهه ومانعة له أحيانا في سلوك طريق الاستقامة، فيجد الأبواب قد سدت أمامه ولم يبق له طريق سوى الانتكاس والعودة للانحراف مرة أخرى، أو قد يكون عدم تأهيله أو تدريبه على صنعة ما خلال فترة سجنه سببا من الأسباب المانعة لحصوله على عمل شريف يتكفف به عن الأخرى، ويكون مانعا له من العودة للجريمة مرة أخرى . ¶ 4 ) الصعوبات المادية : ¶ يحتاج السجين إلى كثير من المستلزمات لإصلاح أحواله التي تهدمت خلال إقامته في المؤسسة العقابية وعصب تلك المستلزمات المال، إلا أنه نتيجة لانقطاع أو فصل السجين عن عمله، إضافة إلى عدم العناية بأسرته خلال وجوده بالمؤسسة العقابية، فإن ذلك يُعد من أبرز المشكلات الرئيسية التي تواجه المفرج عنه، بل قد تكون دافعة له للعودة للانحراف مرة أخرى، وتزداد هذه المشكلة حدة عندما يخرج المفرج عنه وهو لم يؤهل لعمل ما داخل السجن وبخاصة إذا تصورنا وجود هذه الاحتياجات بجوار المشكلة السابق ذكرها . ¶ 5 ) تأثير العناصر الإجرامية : ¶ ¬__________ ¶ (¬1) اتجاهات المجتمع السعودي نحو السجناء المفرج عنهم ، مرجع سابق ، ص 216 .",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "وهذه العناصر الإجرامية قد يكون المفرج عنه تعرف عليها وارتبط بها إجراميا قبل دخوله السجن، فيجد صعوبة بالغة في الانفكاك من تلك العلاقة السابقة وبخاصة عندما يكون ذلك المفرج عنه عضوا في عصابة من العصابات الإجرامية ذات النشاط المستمر وقد تكون تلك العناصر الإجرامية ممن تعرف عليه المفرج عنه خلال سجنه، وارتبط بعلاقات حميمة فرضتها الظروف السيئة التي كان يعيشها السجين داخل المؤسسات العقابية . ¶ فبمجرد خروج المفرج عنه من المؤسسة العقابية تتلقفه تلك العناصر الإجرامية أو قد يبحث هو عنها، وينتج عنها عودة المفرج عنه للانحراف والجريمة مرة أخرى، ويمكن ملاحظة ذلك بشكل واضح في جرائم الدعارة والمخدرات، فلقد دلت بعض الدراسات على وجود علاقة ارتباط بين العود للجريمة وقيام السجين العائد بزيارة رفقاء السجن أو العودة للأصدقاء القدامى (¬1). ¶ 6 ) رقابة الشرطة المستمر بعد خروج المفرج عنه : ¶ توجد بعض الدول التي تمارس نوعا من الرقابة على بعض المفرج عنهم وبخاصة العائد والمتكرر إجرامه منهم، وقد تطول مدة هذه المراقبة أو تقصر بحسب نوع الجريمة وقدرة الجهات الأمنية في هذه البلدان، لكنها بالتأكيد تكون عائقا مع كثير من المفرج عنهم لسلوك الطريق المستقيم نتيجة لاستجواب ذلك المفرج عنه كلما وقعت جريمة في منطقته . ¶ رابعاً : المرتكزات التي تقوم على الرعاية اللاحقة : ¶ إن ما يقدم للسجين أو للمفرج عنه بعد خروجه من المؤسسة العقابية من خدمات رعائية ترتكز على منطلقات أساسية أبرزها ما يلي : ¶ 1 ) إن واجب الدولة في حماية المجتمع من آثار الجريمة لا ينتهي بالقبض على المجرم وإيداعه السجن، بل يمتد إلى إصلاح ذلك السجين . ¶ ¬__________ ¶ (¬1) دراسة عوامل العود للجريمة في سجون منطقة الرياض ، سعيد سياف الشهراني ، رسالة ماجستير غير منشورة ، كلية الآداب ، جامعة الملك سعود ، الرياض ، 1412هـ ، ص 264 .",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "2 ) قابلية السلوك البشرى للتعديل والتغيير متى ما أتيحت الظروف المناسبة لذلك التغيير . ¶ 3 ) أن للمجرم الذي ارتكب جريمته حق على الدولة والمجتمع في رعايته وتأهيله بصفته مواطنا حتى لا يعود لما ارتكبه . ¶ 4 ) إن أفضل وسيلة - في الغالب - لحماية المجتمع من تكرار المجرم لانحرافه هو الإشراف الاجتماعي والنفسي والاقتصادي الواعي بعيدا عن الرقابة الشرطية على المفرج عنه . ¶ 5 ) عقاب المجرم على ما ارتكبه من انحراف يجب أن لا يمتد ويصل إلى أسرته، ولا يمكن تحقيق ذلك إلا برعاية هذه الأسرة، وعدم تركها تصارع الظروف القاسية في الحياة بعد غياب عائلها . ¶ 6 ) إن أسرة المجرم هي ملاذه بعد خروجه من المؤسسة العقابية ورعاية هذه الأسرة والمحافظة عليها خلال فترة وجود المجرم في المؤسسة العقابية عامل مهم في ضمان عدم عودة المجرم للانحراف مرة أخرى بعد الإفراج عنه . ¶ 7 ) غياب ولي أمر الأسرة بسجنه قد يؤدى إلى تولد وظهور عدد من المنحرفين في هذه الأسرة، إلا إذا تداركها الله برحمته وهيئ لها الرعاية اللاحقة المناسبة التي تصونها وتحوطها بالرعاية اللازمة . ¶ 8 ) إن التائب من الذنب كمن لا ذنب له، وإن هذه العقوبات الدنيوية التي نالها المجرم بسجنه أو غيره ما هي إلا تطهير له . ¶ خامسا : أهداف الرعاية اللاحقة : ¶ إن للرعاية اللاحقة أهدافا متنوعة وفي مراحل متوالية، إلا أنه يمكن حصرها في النقاط الأساسية التالية : ¶ 1 ) رعاية أسر المسجونين ومتابعة أحوالهم الاجتماعية والنفسية والاقتصادية بالدرجة الأولى حتى لا تكون تلك الظروف متكالبة على أفراد الأسرة، وبالتالي ظهور منحرفين جدد في المجتمع، وهذه الخطوة تعد أولى الخطوات الهامة التي يجب أن تؤديها مؤسسات الرعاية اللاحقة، إذ هي أولى المشاكل التي تظهر عقيب إلقاء القبض على المجرم وسجنه .",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "2 ) تأهيل المفرج عنه قبل خروجه من المؤسسة العقابية، ويقصد بالتأهيل هنا التأهيل الشامل الاجتماعي، والنفسي، والديني ، والاقتصادي، والتعليمي، والمهني . ¶ 3 ) تهيئة المناخ المناسب في المجتمع الكبير ومجتمع السجين الصغير لاستقبال المفرج عنه بعد خروجه من المؤسسة العقابية . ¶ 4 ) العمل على توفير وتهيئة فرص العمل الشريف للمفرج عنهم، ومن الضروري توفير تلك الفرصة لأحد أفراد الأسرة خلال وجود السجين بالمؤسسة العقابية . ¶ 5 ) تهيئة المفرج عنه للتعايش مع مجتمعه الصغير الأسرة وكذلك المجتمع بشكل عام . ¶ 6 ) العمل على الحد من عودة المفرج عنه إلى الانحراف مرة أخرى وتقليل نسبة العود للجريمة، فلقد أظهرت بعض الدراسات فاعلية الرعاية اللاحقة في الحد من العود للانحراف بين الأحداث (¬1). ¶ 7 ) تحقيق الاستفادة من جميع طاقات المجتمع البشرية بما فيها المفرج عنهم، فهم جزء لا يتجزأ من ذلك المجتمع . ¶ 8 ) مساعدة المفرج عنهم للاستفادة من إمكانات المجتمع المتاحة والتي تعينهم على سلوك الطريق السوء، وعدم العودة إلى الانحراف مرة أخرى . ¶ سادساً : الجهات المسؤولة عن الرعاية اللاحقة : ¶ ¬__________ ¶ (¬1) أثر عمليات الرعاية اللاحقة في سلوك الأحداث المفرج عنهم ، علي عبد الرزاق جلبي ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 16 ، العدد الأول ، 1973م ، ص 11 . وكذلك : مدى فاعلية المدخل الوقائي في الرعاية اللاحقة لمنع عودة الأحداث للانحراف ، علي بن حسين العجمي ، رسالة ماجستير غير منشورة ، كلية الآداب ، جامعة الملك سعود ، الرياض ، 1417هـ ، ص 222 .",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "تختلف وجهات النظر في تحديد من هو المسؤول عن تنفيذ برامج الرعاية اللاحقة وتحقيق أهدافها، فهناك من يرى أن المؤسسة العقابية ذاتها يجب أن تتولى برامج الرعاية اللاحقة بكاملها من خلال العاملين فيها، وفريق آخر يرى أن يتولى برامج الرعاية اللاحقة مؤسسات خاصة بها ومنفصلة إداريا ومكانيا عن المؤسسات العقابية، وتمارس دورها في الرعاية اللاحقة من خلال أخصائيين اجتماعيين وأخصائيين نفسيين يعملون في تلك المؤسسات المستقلة . ¶ ولكل فريق مبرراته التي يرى أنها تدعم وجهة نظره، كما أن لكل اتجاه سلبياته وإيجابياته، وسنعرض لوجهات النظر تلك مع مبرراتها وما يترتب عليها : ¶ أ ) الاتجاه الذي يرى أن عمليات الرعاية اللاحقة يجب أن تقوم بها المؤسسة العقابية ذاتها، وهذا الاتجاه يبرر موقفه ذلك من خلال ما يورده من إيجابيات يرى أنها تتحقق بقيام المؤسسات العقابية بالرعاية اللاحقة، ومن تلك الإيجابيات التي يراها : ¶ 1 ) أن المؤسسة العقابية أكثر خبرة في التعامل مع ذلك المفرج عنه باعتبارها قضى فترة طويلة لديها ومكنتها تلك الفترة من التعرف عليه، وعلى جميع جوانب شخصيته وظروفه الأسرية والاقتصادية . ¶ 2 ) وجود علاقة مهنية لا بأس بها بين الأخصائي الاجتماعي بالمؤسسة والمفرج عنه، وهذه العلاقة تسهل عملية الرعاية اللاحقة، إضافة إلى أن إيجاد هذه العلاقة مع أخصائي آخر من خارج المؤسسة قد تستغرق وقتا طويلا . ¶ 3 ) في إسناد عملية الإشراف على الرعاية اللاحقة للمفرج عنهم إلى المؤسسة العقابية توفيرا للجهد والوقت، إذ تولي جهة أخرى لتلك العملية يعنى إجراءً لبحوث جديدة وتكويناً لعلاقات مهنية جديدة، وكل ذلك سيتطلب جهداً ووقتًا ليس بالقليل .",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "4 ) إن في قيام المؤسسة العقابية بعمليات الرعاية اللاحقة إشعار للمفرج عنه أن المؤسسة العقابية لم تكن تمارس دورا انتقاميا منه بقدر ما هو دورا إصلاحيا بدأ بدخوله وسينتهي باستقراره وتكيفه مع مجتمعه بعد الإفراج عنه . ¶ ب ) الاتجاه الذي يرى أن يتولى الإشراف على عمليات الرعاية اللاحقة جهات أخرى غير المؤسسات العقابية، وهذا الفريق يدعم رأيه بإيراد الجوانب الإيجابية التالية : ¶ 1 ) تحقيق مبدأ التخصص العلمي الذي هو من سمات هذا العصر . ¶ 2 ) تخفيف العبء على أخصائي المؤسسات العقابية وتفريغهم للعمل المباشر مع السجناء بدلا من تشتت جهودهم بين الإشراف على عمليات الرعاية اللاحقة والعمل الاجتماعي مع السجناء الجدد أو المقيمين داخل المؤسسة العقابية . ¶ 3 ) إن في إسناد عمليات الرعاية اللاحقة لجهات أخرى غير المؤسسات العقابية إشعارا للمفرج عنه أن العملية ليست امتداد ا للعملية العقابية، وأنها بعيدة عن الرقابة الشرطية التي قد يقابلها المفرج عنه بردة فعل سلبية أو مقاومة تؤدى إلى فشل عمليات الرعاية اللاحقة وبالتالي انتكاسته . ¶ وبتأمل إيجابيات كل من الاتجاهين يتضح أن الاتجاه الأول الذي يرى أن عمليات الرعاية اللاحقة يجب أن تقوم به المؤسسات العقابية أقرب للنجاح، ويمكن أن نتجاوز السلبيات المتوقعة بزيادة عدد الأخصائيين الاجتماعيين بالمؤسسة العقابية بحيث يتولى كل أخصائي أقل عدد ممكن من الحالات سواء الجديد منها أو المفرج عنه . ¶ سابعاً : إلى من تقدم الرعاية اللاحقة ؟ ¶ تتباين وجهات النظر في تحديد من المستحق للرعاية اللاحقة من بين المفرج عنهم، وقد استقر الأمر على بروز ثلاث اتجاهات رئيسية كالتالي : ¶ 1 ) اتجاه يرى ضرورة الرعاية اللاحقة لجميع المفرج عنهم . ¶ 2 ) اتجاه يرفض الرعاية اللاحقة رفضا تاما ويرى عدم جدواها . ¶ 3 ) اتجاه يرى ضرورة الرعاية اللاحقة لفئة من المفرج عنهم دون أخرى .",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ولكل اتجاه من هذه الاتجاهات مبرراته التي يرى أنها تدعم وجهة نظره وسنستعرضها كالتالي : ¶ أ ) الاتجاه الذي يرى ضرورة الرعاية اللاحقة لجميع المفرج عنهم : ¶ وأصحاب هذا الاتجاه يؤكدون على أهمية وضرورة شمول الرعاية اللاحقة للكل للمسوغات التالية : ¶ 1 ) للمجتمع الحق في الحفاظ على أمنه من خلال متابعة من أخل بذلك الأمن متابعة خاصة والتأكد من عدم إخلاله بأمن ذلك المجتمع مستقبلا . ¶ 2 ) المواجهة السلبية التي يقابل بها المفرج عنه من قبل المجتمع، وهذا يستدعى التدخل لمساعدته في تجاوز ذلك الموقف . ¶ 3 ) ما يواجه به المفرج عنه من رفض من قبل أصحاب الأعمال مما يوجد عائقا أمامه لسلوك الطريق السوي من خلال عمل شريف، وهذا يحتم وجود رعاية لاحقة للتغلب على تلك المعضلة . ¶ 4 ) إن سبب الانحراف ليس مرده إلى شخصية المجرم، بل هناك عوامل أخرى مساندة في بيئته، وهذا يتطلب مساعدته لمقاومة هذه العوامل . ¶ 5 ) وجود ما يسمى بصدمة الإفراج وهي حالة يعيشها المفرج عنه بعد خروجه من المؤسسة العقابية مباشرة، وهي من أشد المراحل صعوبة في حياة المفرج عنه، وغالبا ما تحدث الانتكاسات والعود للانحراف في هذه المرحلة، وهذا يؤكد ضرورة تقديم الرعاية اللاحقة لجميع المفرج عنهم . ¶ 6 ) الانتقال المفاجئ الذي يحدث للمفرج عنه من مرحلة الاعتماد على الآخرين خلال وجوده في المؤسسة العقابية إلى مرحلة الاستقلالية والاعتماد على النفس، وهي عملية انتقالية ليست بالسهلة يحتاج فيها المفرج عنه إلى تهيئة ومساعدة خاصة .",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "وهذا الاتجاه يفترض سوء الظن في كل من تم الإفراج عنه، إضافة إلى تشكيكه في كل الجهود التي بذلت مع المفرج عنه، فضلا عن اعتبار جميع المفرج عنهم نسخة واحدة مكررة لم تجد معهم العقوبات، ولا شك أن تلك النظرة مرفوضة عقلا وشرعا، فالله عز وجل خلق البشر متفاوتين في قابليتهم للتقويم وتقبل الإصلاح، ومن هنا فقد لا يكون هناك ضرورة أن تقدم الرعاية اللاحقة لكل من تم الإفراج عنه . ¶ ب ) الاتجاه الذي يرفض الرعاية اللاحقة ويرى عدم جدواها : ¶ على الضد من الاتجاه السابق برز هذا الاتجاه الذي يرفض تقديم أي عملية من عمليات الرعاية اللاحقة بعد خروج المجرم من المؤسسة العقابية بدعاوى فلسفية وأخرى أيديولوجية ونماذج علمية مغايرة ما زالت تحت التجريب (¬1) ويمكن تلخيص منطلقاته في النقاط التالية : ¶ 1 ) لم تكشف أي دراسة علمية مقارنة قيمة الرعاية اللاحقة الفعلية مقابل ما تكلفه من جهد ونفقات مادية . ¶ 2 ) متابعة المفرج عنه بعد خروجه من المؤسسة العقابية فيه تذكير بماضيه، وقد تُستثار الجوانب الانحرافية في نفسه . ¶ 3 ) يعد الفرد طاقة خيرة بشرط أن تتوفر بيئة اجتماعية صالحة، وهذه البيئة لا يمكن للرعاية اللاحقة أن توجدها، وبالتالي فلا مردود إيجابي من تلك الرعاية اللاحقة . ¶ 4 ) الانحراف ليس إلا فعلا وقتيا، ولا يمكن بأسلوب ما السيطرة عليه أو التحكم في مساره . ¶ 5 ) غالبا ما تواجه عمليات الرعاية اللاحقة وبخاصة الزيارات المنزلية بمقاومة من المفرج عنه رغبة في نسيان ماضيه، وبالتالي تعد تلك العمليات جهدا ضائعا . ¶ 6 ) ما ذهب إليه بعض أساتذة الطب النفسي من أن سلوك الفرد ينطلق من بعدى الثقة وعدم الثقة، والرعاية اللاحقة تؤكد منطلق الشك الذي تنطلق منه مشكلات الإنسان . ¶ ¬__________ ¶ (¬1) نموذج عربي للرعاية اللاحقة للأحداث في الوطن العربي ، عبد الفتاح عبد الصمد ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408هـ ، ص 60 .",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "... وهذا الاتجاه رغم أنه يبرر وجهة نظره بعدم وجود دراسة علمية مقارنة تكشف قيمة الرعاية اللاحقة الفعلية مقابل ما تكلفه من جهد ونفقات، إلا أنه يمكن الرد عليهم بنفس الحجة وهي : عدم وجود دراسة أثبتت عدم وجود آثار للرعاية اللاحقة، بل أن بعض الدراسات أثبتت جدوى الرعاية اللاحقة في الحد من العود للانحراف مرة أخرى(¬1)، أما ما ذكر من الفرد طاقة خيرة بشرط أن تتوفر بيئة اجتماعية صالحة، وأن هذه البيئة لا يمكن للرعاية اللاحقة أن توجدها، وهذه الحجة قد تكون صحيحة إذا قصرت الرعاية اللاحقة على المجرم فحسب، كما هو قائم الآن، أما إذا امتدت يد الرعاية اللاحقة إلى أسرة السجين فإننا نوفر بذلك بيئة صالحة لاستقبال المفرج عنه . ¶ ج ) الاتجاه يرى ضرورة الرعاية اللاحقة لفئة معينة من المفرج عنهم : ¶ وهذا الاتجاه حاول التوفيق بين الاتجاهين السابقين منطلقا في ذلك إلى أن مسببات الانحراف متفاوتة وبعضها يحتاج إلى مزيد رعاية واستمرار خدمة علاجية نفسية واجتماعية . ¶ فمن كان انحرافه وسبب جريمته دافع اقتصادي قد يحتاج إلى رعاية لاحقة بمدخل مادي من خلال البحث له عن عمل شريف أو تدبير مورد اقتصادي ثابت أو مساعدات اقتصادية بخلاف من كان سبب انحرافه عامل ظرفي مؤقت ليس متأصلا في نفسه، وعلى هذا المثال يمكن تصور عملية التفريد في تقديم عمليات الرعاية اللاحقة للمفرج عنهم . ¶ ¬__________ ¶ (¬1) الرعاية اللاحقة للمسجونين ، مرجع سابق ، ص 44 .وكذلك : مدى فاعلية المدخل الوقائي في الرعاية اللاحقة لمنع عودة الأحداث للانحراف ، مرجع سابق ، ص222 . وكذلك : أثر عمليات الرعاية اللاحقة في سلوك الأحداث المفرج عنهم ، مرجع سابق ، ص 11 .",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وأخيرا بعد استعراض الاتجاهات الثلاثة لابد من الإشارة إلى أن جميع تلك الاتجاهات تناولت الرعاية اللاحقة باعتبارها تقدم للمفرج عنه دون أسرته، ورغم ذلك يمكن أن نرجح أن الاتجاه الثالث وهو الذي يرى التفريد هو أقرب الاتجاهات إلى الواقع وأكثرها عملية، وأقلها كلفة اقتصادية . ¶ ثامناً : الاهتمام الدولي بالرعاية اللاحقة : ¶ لا شك أن الجهود التي كانت تقدم للسجين بعد الإفراج عنه قد اتخذت شكلا تطوعيا في بدايتها قبل أن تصل إلى الوضع التنظيمي المعاصر والتي يطلق عليها الآن الرعاية اللاحقة، ولقد كان للأمم المتحدة جهود في ذلك المجال من خلال بعض القواعد التي أصدرتها في العديد من صكوكها الدولية وأبرزها: القواعد النموذجية الدنيا لمعاملة السجناء، والتي اعتمدها مؤتمر الأمم المتحدة لمنع الجريمة في جنيف عام( 1955م ) ففي تلك القواعد يوجد العديد من الإجراءات، والنظم التي تهيئ السجين للخروج والاندماج في المجتمع بشكل طبيعي، وتجعله يتكيف مع الحياة خارج السجن حال إطلاق سراحه (¬1). ¶ فبداية تطالب تلك القواعد ضرورة استحضار مستقبل السجين بعد خروجه منذ اللحظة الأولى لتنفيذ الحكم، كما تؤكد على ضرورة مساعدة السجين على ترتيب أوضاعه الأسرية والاجتماعية خارج السجن لتهيئة تلك الأوضاع إلى احتضانه بعد خروجه، فنجد أن القاعدة رقم (80) من القواعد النموذجية الدنيا لمعاملة السجناء قد نصت على ما يلي : يوضع في الاعتبار منذ بداية تنفيذ الحكم مستقبل السجين بعد إطلاق سراحه، ويشجع ويساعد على أن يواصل ويقيم من العلاقات مع الأشخاص والهيئات خارج السجن كل ما من شأنه خدمة مصالح أسرته وتيسير إعادة تأهيله الاجتماعي . ¶ ¬__________ ¶ (¬1) ... حقوق الإنسان - مجموعة صكوك دولية ، الأمم المتحدة ، نيويورك ، 1983م ، ص 125 ـ 129 .",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "ثم تطالب هذه القواعد أن تكون بيئة السجن أقرب ما تكون للبيئة الخارجية، وليس هذا فحسب، بل محاولة إشعار السجين أنه لا زال جزء من المجتمع الخارجي، وعلى هذا نجد أن القاعدة رقم (60) من تلك القواعد قد نصت على ما يلي : ينبغي لنظام السجون أن يلتمس السبل إلى تقليص الفوارق التي يمكن أن تقوم بين حياة السجن والحياة الحرة ، كما نصت القاعدة رقم (61) منها على أنه لا ينبغي في معاملة السجناء أن يكون التركيز على إقصائهم عن المجتمع ، بل على نقيض ذلك على كونهم يظلون جزء منه . ¶ ولا شك أن جعل البيئة الاجتماعية داخل السجن تقارب البيئة خارج السجن يساعد على تقليل الفوارق بين المجتمعين - مجتمع السجن ومجتمعه الخارجي - وهذا يؤدي إلى سرعة تكيف المفرج عنه حال خروجه مع مجتمعه، ويمكن تحقيق ذلك بعمليات عدة أبرزها تقوية الصلات بين السجين وأسرته من خلال الزيارات المنتظمة للسجين من قبل أسرته وتمكينه من الاطلاع على وسائل الإعلام المشروعة . ¶ كما تؤكد القواعد على ضرورة تهيئة الظروف الملائمة لتمكين السجين من سرعة التعامل مع المجتمع بعد خروجه بشكل سوي من خلال تأهيله دراسيا وتمكينه من ذلك، إذ نصت المادة رقم (77) من تلك القواعد على أن ؛تتخذ الإجراءات لمواصلة تعليم جميع السجناء القادرين على الاستفادة منه . ¶ ولابد أن يكون ذلك التعليم متناسقا مع التعليم خارج السجن حتى يتمكن السجين من المواصلة خارجه، وهذا ما تنص عليه القاعدة السابقة نفسها .",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كما تؤكد القواعد على ضرورة توفير عمل منتج للسجين خلال سجنه بحيث يكون هذا العمل جزء من خطة رعايته بعد خروجه من السجن، حيث أن تمكينه من العمل داخل السجن يوفر موردا ماليا لا بأس به داخل السجن قد يدخر له لدي إدارة السجن، فهو يؤدى أيضا إلى إكساب السجين مزيد خبرة في ذلك العمل الذي أتقنه داخل السجن مما يساعد على سرعة إيجاد عمل له خارج السجن، وكل هذه التأكيدات دونت بالتفصيل في القواعد رقم (71ـ76) من القواعد النموذجية الدنيا لمعاملة السجناء . ¶ ولقد راعت تلك القواعد الحرص على عدم جرح شعور السجين من خلال عدم تعرف عامة الناس عليه أثناء عملية تنقلاته خارج السجن، أثناء نقل أو مثوله في المحكمة ... حيث نصت المادة (45) من القواعد المذكورة على ما يلي : حين ينقل السجين إلى السجن أو منه يجب عدم تعريضه لأنظار الجمهور إلا بأدنى قدر ممكن، ويجب اتخاذ تدابير لحمايته من شتائم الجمهور وفضوله، ومن العلنية بأي شكل من أشكالها ولا شك أن في حمايته من تعرف الأخرى عليه نوعا من الوقاية المستقبلية التي تحفظ له كرامته وتؤدى إلى عدم وصمه أو ترسيخ الإجرام في نفسه . ¶ كما تؤكد تلك القواعد المنظمة للتعامل مع السجناء على ضرورة قيام الجهات المشرفة على عمليات الرعاية اللاحقة للمفرج عنه بدورها لتمكين المفرج عنه للحصول على سكن وعمل مناسبين وعلى ثياب لائقة، وأن توفر لهم من الموارد ما يكفي لوصولهم إلى وجهتهم وتأمين أسباب العيش لهم خلال الفترة التي تلي مباشرة إطلاق سراحهم وبخاصة أن هذه الفترة تعد من أشد الفترات حرجا بالنسبة للمفرج عنه، ففيها تتركز معظم العوائق التي تقف للمفرج عنه بالمرصاد .",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وأخيرا تلفت هذه القواعد النظر إلى أن واجب المجتمع تجاه السجين لا ينتهي بإطلاق سراحه من السجن، بل لابد من استمرار ذلك الواجب على المجتمع حتى ضمان استقرار المفرج عنه بعد خروجه من السجن وضمان عدم انتكاسته وعودته للإجرام مرة أخرى، وهذا لا يتحقق إلا بتوفر الظروف الاجتماعية، والنفسية، والاقتصادية المناسبة للمفرج عنه، وأول المرشحين لتحقيق تلك الظروف هو المجتمع بأفراده وجماعاته ومؤسساته الاقتصادية والاجتماعية . ¶ واستمرار للجهود الدولية وبعد ذلك بخمس سنوات وفي عام (1960م ) انعقد المؤتمر الدولي الثاني لهيئة الأمم المتحدة لمكافحة الجريمة ومعاملة المسجونين في مدينة لندن، وكان موضوع الرعاية اللاحقة هو أحد الموضوعات الرئيسية التي درست في المؤتمر، ولقد صدر خمس عشرة توصية عن ذلك المؤتمر خُصص ثمان منها للرعاية اللاحقة بشكل منفصل، وأبرز هذه التوصيات ما يلي (¬1): ¶ 1 ) ضرورة وجود بعض المرونة فيما يتعلق بتشغيل المفرج عنه في بعض المهن والوظائف المحظورة عليه، وينبغي أن تكون الدولة قدوة لأصحاب الأعمال بالمبادرة في ذلك وإلحاق بعض المفرج عنهم في بعض وظائفها . ¶ 2 ) ينبغي سد حاجات المفرج عنه الضرورية كتزويده بالملابس والسكن ووسائل النقل واحتياجاته المعيشية ومنحه الوثائق اللازمة، كما يجب الاهتمام بحاجاته الوظيفية، ومعاونته للحصول على عمل ملائم . ¶ 3 ) ضرورة شمول جميع المفرج عنهم بالرعاية اللاحقة، وأن تقوم كل دولة بتنظيم إدارات خاصة بذلك مع إشراك الهيئات الخاصة - الأهلية - ومشاركة الأخصائيين الاجتماعيين سواء كانوا متطوعين أو موظفين بتلك الهيئات . ¶ 4 ) الاستفادة من وسائل الإعلام للوصول إلى مشاركة المجتمع بكافة عناصره في إجراءات التأهيل الاجتماعي للمفرج عنهم . ¶ ¬__________ ¶ (¬1) الرعاية اللاحقة لخريجي المؤسسات العقابية والإصلاحية ، مرجع سابق ، ص 104 .",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "5 ) تشجيع القيام بالبحوث الخاصة بمختلف نواحي الرعاية اللاحقة وموقف المجتمع من المفرج عنهم، ونظرة المجتمع لهم، مع ضرورة الاهتمام بنشر نتائج تلك البحوث . ¶ وتواصلا مع الجهود الدولية نجد المجتمع الدولي لم يغفل فئة الأحداث المنحرفين من اهتمامه بتقديم الرعاية اللاحقة وسبل تحقيقها لهم بما يضمن عدم عودتهم مرة أخرى للانحراف. فنجد أن مشروع قواعد الأمم المتحدة بشأن حماية الأحداث المجردين من حريتهم الذي قدم لمؤتمر الأمم المتحدة الثامن لمنع الجريمة ومعاملة المجرمين، نجده قد أفراد فقرات خاصة لموضوع الرعاية اللاحقة بحق الأحداث، ففي فقرة الاتصال بالمحيط الاجتماعي وهي المادة رقم (34) ورد ما يؤكد على بذل كل جهد ممكن ليضمن للأحداث اتصال كاف بالعالم الخارجي. مبررا ذلك بأنه جانب جوهري في تهيئة الأحداث بالاتصال بأسرهم وأصدقائهم وسائر الأشخاص العاملين في منظمات خارجية حسنة السمعة، بل تورد القواعد خطوة تعد متقدمة في تكثيف الاتصال بالمجتمع الخارجي للحدث وتتمثل في الخروج من المؤسسة الإصلاحية بإذن مؤقت لأسباب تعليمية أو مهنية مع حساب الوقت الذي يقضيه الحدث خارج المؤسسة ضمن الفترة المحكوم بها عليه .",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "كما تؤكد المادة (38) من القواعد المذكورة على حق الحدث في تلقى التعليم الملائم لاحتياجاته وقدراته والمصمم بشكل يتوافق تماما مع التعليم في المجتمع الخارجي، بحيث يتمكن الأحداث بعد الإفراج عنهم من مواصلة تعليمهم دون صعوبة والانتظام في التعليم بعد خروج الحدث من المؤسسة الإصلاحية يعد جانبا هاما من جوانب الرعاية اللاحقة للحدث المنحرف، فالتجربة تدل على ابتعاد الحدث عن التردي في الانحراف كلما زاد قربه وانتظامه في التعليم ، ولقد أفردت تلك القواعد فقرة مستقلة بعنوان الإعداد المسبق لإخلاء السبيل والعودة للمجتمع ، وفيها التأكيد على قيام السلطات المختصة بتقديم خدمات ترمي إلى مساعدة الأحداث المخلى سبيلهم على معاودة الاندماج في المجتمع، وتقليل التحامل عليهم، مع تزويد الحدث بما يلائمه من ملبس قبل خروجه، والعمل على تحقيق أسباب العيش المقبول بعد إخلاء سبيله (¬1). ¶ الفصل الثاني ¶ الرعاية اللاحقة في الإسلام(¬2) ¶ مدخل : ¶ ¬__________ ¶ (¬1) أنظر تلك القواعد في قرار الاجتماع الإقليمي التحضيري لمؤتمر الأمم المتحدة الثامن لمنع الجريمة ومعاملة المجرمين ، مذكرة غير منشورة . وتمّ إقرار هذه القواعد في مؤتمر الأمم المتحدة الثامن لمنع الجريمة ومعاملة المجرمين المنعقد في كوبا عام 1990م ، وللاستزادة عن تلك القواعد انظر : المجلة العربية للدراسات الأمنية ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، العدد 7 ، 1409هـ ، ص 27 . وكذلك : العدد 11 عام 1411هـ من المجلة نفسها ، ص 131. ¶ (¬2) سبق نشر هذا الفصل في مجلة جامعة الإمام محمد بن سعود الإسلامية وهي مجلة علمية محكمة تصدر عن عمادة البحث العلمي بجامعة الإمام محمد بن سعود الإسلامية ، العدد السادس عشر ، صفر 1417هـ .",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "لقد عنيت الشريعة الإسلامية برعاية الفرد المسلم رعاية متكاملة بدء من مولده وحتى نهاية حياته وفي كل الظروف والأحوال التي يمر بها، فالشريعة الإسلامية تحدد ما للفرد في المجتمع المسلم وما عليه، ففي الوقت الذي تحاسبه في حالة مخالفته فهي تعمل على إصلاحه وتقويمه بعد وقوعه في الزلل، والشريعة الإسلامية تلزم أفرادها بالتعامل مع المخطئ من خلال واقعه الجديد بعد عقابه، فهي تفترض فيه التطهر من الذنب بعد إيقاع العقوبة عليه وفق حديث الرسول - صلى الله عليه وسلم - (( من أذنب في الدنيا ذنباً فعُوقب به فالله أعدل من أن يُثنِّي عقوبته على عبده ومن أذنب ذنباً في الدنيا فستر الله عليه وعفا عنه فالله أكرم من أن يعود في شيء قد عفا عنه )) (¬1). ¶ وتقوم جهود الرعاية اللاحقة في الإسلام على عدد من الركائز ، ويمكن إجمالها في النقاط التالية : ¶ 1 ) تنظر الشريعة الإسلامية للفرد المجرد علي أنه يمكن إصلاحه وتغيير سلوكه وتعديل انحرافاته، فهي لا تنظر إليه تلك النظرة المتطرفة التي ترى أن الشر متأصل فيه أو أنه غير قابل للتعديل والإصلاح يقول الله عز وجل : ( إن الله لا يغير ما بقوم حتى يغيروا ما بأنفسهم ) (الرعد : 11) ¶ ¬__________ ¶ (¬1) ... المسند، أحمد بن حنبل، تحقيق:محمد سمارة، المكتب الإسلامي ، بيروت ، 1413هـ ، مسند العشرة المبشرين بالجنة.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "2 ) تعد التوبة في الشريعة الإسلامية عنصرا هاما من عناصر الإصلاح المستقبلية في حياة المجرم، فهي تجعله يفتح صفحة جديدة بينه وبين ربه، لذا نجد الشريعة الإسلامية تحث من عوقب من أفرادها علي التوبة من الذنب والخطاء المرتكب . فلقد ورد عن المصطفى - صلى الله عليه وسلم - انه قال لمن أقيم عليه حد من الحدود : (( استغفر الله وتب إليه ... )) (¬1). وليس هذا فحسب بل إن بعض الجرائم الخطيرة مثل الحرابة تسقط العقوبة عن مرتكبها إذا تاب قبل القدرة عليه، والأصل في ذلك قوله تعالى : ( إنما جزاؤا الذين يحاربون الله ورسوله ويسعون في الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلاف أو ينفوا من الأرض ذلك لهم خزي في الدنيا ولهم في الآخرة عذاب عظيم - إلا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم ) (المائدة آية 33 ـ 43) . وهناك إجماع بين المذاهب الأربعة على سقوط حد الحرابة عن المحاربين إذا جاؤا تائبين قبل المقدرة عليهم وذلك فيما يتعلق بحق الله تعالي واختلفوا فيما يتعلق بحقوق الآدميين (¬2)، وذلك الحث على التوبة في الشريعة الإسلامية جزء من جهودها في الرعاية اللاحقة كما سنرى . ¶ ¬__________ ¶ (¬1) سنن أبي داود ، أبو داود سليمان الازدي ، تحقيق : صدقي جميل ، دار الفكر ، بيروت ، 1414هـ ، ج2 ، ص340 . ¶ (¬2) المغني ، ابن قدامه ، مكتبة الرياض الحديثة ، الرياض ، ج8 ، ص 295 . وكذلك : بداية المجتهد ونهاية المقتصد ، ابن رشد ، مكتبة الرياض الحديثة ، الرياض ، ج2، ص 343 . وكذلك : أضواء البيان ، الشنقيطي ، دار الأندلس، جده ، 1408هـ ، ج2 ، ص 83 .",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "3 ) تلزم الشريعة الإسلامية أفرادها بالتعامل مع من تم عقابه من المجرمين وفق واقعه الجديد، فهي تفترض فيه بعد العقاب تطهيره من الذنب الذي ارتكبه ونقاء صفحته، وهذا يمكن أخذه من حديث الرسول - صلى الله عليه وسلم - (( من أذنب في الدنيا ذنباً فعُوقب به فالله أعدل من أن يُثنِّي عقوبته على عبده ومن أذنب ذنباً في الدنيا فستر الله عليه وعفا عنه فالله أكرم من أن يعود في شيء قد عفا عنه )) (¬1). ¶ 4 ) تعد الرعاية اللاحقة التي تقدم لمن تم عقابه جزء من واجبات الدولة المسلمة تجاه من انحرف من أفرادها، وهى جانب من جوانب الرعاية بمفهومها الشامل التي وردت في حديث الرسول - صلى الله عليه وسلم - (( كلكم راع وكلكم مسؤول عن رعيته، فالإمام الذي على الناس راع وهو مسؤول عن رعيته ... )) (¬2) ،إضافة إلى حث الإسلام على إتقان العمل ففي الحديث الشريف أن الرسول - صلى الله عليه وسلم - قال : (( إن الله يحب إذا عمل أحدكم عملا أن يتقنه )) (¬3)ولا شك أن من إتقان العمل الإصلاحي مع المجرم ليس عقابه فحسب، بل تهيئته للعيش وسط مجتمعه بتكيف جيد. ¶ 5 ) في الشريعة تقتصر العقوبة على الجاني ولا تتعداه إلى غيره، فالإنسان المجرم مجازى على أفعاله التي اقترفها ولا يمتد العقاب إلى أسرته، يقول الله عز وجل : ( ولا تزر وازرة وزر أخرى ) (فاطر : 81) . كما يقول تعالى: (وأن ليس للإنسان إلا ما سعى ) (النجم : 92) ¶ ¬__________ ¶ (¬1) المسند، أحمد بن حنبل، تحقيق:محمد سمارة، المكتب الإسلامي ، بيروت ، 1413هـ ، مسند العشرة المبشرين بالجنة. ¶ (¬2) صحيح البخاري، محمد بن إسماعيل البخاري ، تحقيق : مصطفى البغا، دار القلم ، دمشق ، ج6 ، ص 2611 . ¶ (¬3) مسند أبي يعلى الموصلي ، أحمد التميمي ، تحقيق : حسين أسد ، دار المأمون ، دمشق ، ج 7 ، ص 349 .",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "6 ) للفرد المجرم في المجتمع المسلم حق علي المجتمع، فالمجتمع المسلم كما وصفه المصطفى - صلى الله عليه وسلم - (( ترى المؤمنين في تراحمهم ، وتوادهم ، وتعاطفهم كمثل الجسد إذا اشتكى منه عضوا، تداعى له سائر جسده بالسهر والحمى )) (¬1). ¶ فهذه أبرز المرتكزات التي تقوم عليها عمليات الرعاية اللاحقة فيما سنراه في التراث الإسلامي وان كانت تسمي بغير ذلك الاسم كما ذكر أنفا . ¶ نماذج من الرعاية اللاحقة في التراث الإسلامي : ¶ نستطيع أن نلمس أشكالا عديدة من الرعاية اللاحقة التي تقدم للمفرج عنه في التراث الإسلامي من خلال تتبع بعض النصوص الواردة ويمكننا أن نصنفها إلى أربعة أشكال رئيسية هي : ¶ أولاً: رعاية لاحقة تتمثل في حث المجتمع على تقبل المجرم بعد استيفاء العقوبة منه ، أو بعد الإفراج عنه . ¶ ثانياً : رعاية لاحقة تتمثل في الإعانة الاقتصادية للمجرم بعد عقابه ، أو بعد الإفراج عنه. ¶ ثالثاً : رعاية لاحقة تتمثل في إبعاد المعاقب عن بيئته الأصلية التي ارتكب فيها جرمه الأول . ¶ رابعاً : رعاية لاحقة تتمثل في رفع معنوية المفرج عنه أو المعاقب ، وعدم تركه عرضة لاستهواء الشيطان . ¶ وتتعدد ممارسة تلك الجوانب من الرعاية اللاحقة بحسب الجرم، وحالة المفرج عنه، فهي تمارس وفق عملية تفريدية في تقديم الرعاية اللاحقة المناسبة . ¶ وسنتحدث عن كل شكل من تلك الأشكال بشكل منفصل من خلال إيراد بعض النصوص من الحديث النبوي الشريف، أو فيما يروى عن الخلفاء الراشدين، أو ما وقع من حوادث في التاريخ الإسلامي مع محاولة استنباط شواهد الواقعة وجانب الرعاية اللاحقة فيها . ¶ أولاً: رعاية لاحقة تتمثل في حث المجتمع على تقبل المجرم بعد استيفاء العقوبة منه . ¶ ¬__________ ¶ (¬1) صحيح البخاري ، مرجع سابق ، ج 5 ، ص 2238 .",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إن الإسلام حريص كل الحرص أن يتقبل المجتمع من عوقب أو أقيم عليه الحد، ويؤكد على عدم نبذه، بل وإشعاره بمظاهر الود والرحمة بالدعاء له بالمغفرة ففي الحديث الذي يرويه أبو هريرة ـ رضي الله عنه ـ أنه قال : أتى النبي - صلى الله عليه وسلم - برجل قد شرب – أي شرب الخمر – قال اضربوه، قال أبو هريرة فمنا الضارب بيده، والضارب بنعله، والضارب بثوبه،فلما انصرف قال بعض القوم أخزاك الله، قال – أي الرسول - صلى الله عليه وسلم - لا تقولوا هكذا، لا تعينوا عليه الشيطان (¬1)، وليس الأمر مقصور على النهي عن سبه فقط، بل إن الرسول - صلى الله عليه وسلم - وجه مجتمع الصحابة ولا شك أنه توجيه للأمة بأن يدعو له بالمغفرة والرحمة، فلقد ذكر ابن حجر - رحمه الله - أن الرسول - صلى الله عليه وسلم - قال في آخر الحديث : ولكن قولوا اللهم اغفر له، اللهم ارحمه بعد الضرب وعلى ذلك ذكر ابن حجر أنه يندب - يسن - الدعاء له بالتوبة والمغفرة، لأن اللعن والدعاء قد يحمله على التمادي أو يقنطه من قبول التوبة (¬2)، وهذا تعليل لطيف، إذ شعور المعاقب بنبذ المجتمع له يرسخ الانحراف لديه وقد يدعوه ذلك إلى معاودة الانحراف مرة أخرى بعد أن زال ذلك الحاجز بينه وبين مجتمعه ذلك الحاجز الذي نستطيع أن نعتبره نوعا من الاستحياء الذي يشعر به المذنب من مجتمعه ويردعه أحيانا عن ارتكاب جرم ما . ¶ ¬__________ ¶ (¬1) صحيح البخاري ، مرجع سابق ، ج 6 ، ص 2488 . ¶ (¬2) فتح الباري شرح صحيح البخاري ، أحمد بن حجر ، مكتبة الرياض الحديثة ، الرياض ، ج 12 ، ص 76 - 95 .",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "ولم تكن تلك الحادثة فريدة فلقد تكررت مرة أخرى مع شخص كان يلقب حمارا وكان النبي - صلى الله عليه وسلم - قد جلده في الشراب فأتي به يوما فأمر به فجلد فقال رجل في القوم اللهم العنه ما أكثر ما يؤتي به فقال النبي - صلى الله عليه وسلم - : (( لا تلعنوه فوالله ما علمت إلا أنه يحب الله ورسوله )) (¬1). ¶ وفي واقعة أخرى نلمس ذلك الحرص من الرسول - صلى الله عليه وسلم - على دمج من تمت معاقبته وأخذ حقه من الجزاء مع المجتمع، بل وحث للمجتمع على تقبله ورحمته والعطف عليه ففي حادثة المرأة المخزومية – رضي الله عنها - التي سرقت وأقام الرسول - صلى الله عليه وسلم - الحد وقطع يدها ، فلقد ورد أن امرأة الصحابي الجليل أسيد بن حضير - رضي الله عنهما -آوتها بعد أن قطعت يدها وصنعت لها طعاما فأقرها النبي - صلى الله عليه وسلم - على فعلها عندما قال : ((رحمتها رحمها الله))(¬2) ومما لا شك فيه أن ذلك الإقرار من الرسول - صلى الله عليه وسلم - لامرأة أسيد بن حضير تشريع للأمة في احتضان من عوقب، والإحسان إليه، واعتباره جزء من المجتمع، والتعامل معه وفق واقعه الجديد وحاضره بعد أن تمَّ تطهيره من جرمه الذي ارتكبه . ¶ كما تورد كتب السنة أن النبي - صلى الله عليه وسلم - قطع يد رجل فمر به النبي - صلى الله عليه وسلم - وقد بني له رجل خيمة يستظل بها فقال النبي - صلى الله عليه وسلم - : (( من آوي هذا المصاب قالوا :آواه عاتك . فقال النبي - صلى الله عليه وسلم - : اللهم بارك على عاتك كما آوا عبدك هذا المصاب )) (¬3) . ¶ ¬__________ ¶ (¬1) صحيح البخاري ، مرجع سابق ، ج 6 ، ص 2489 . ¶ (¬2) فتح الباري ، مرجع سابق ، ج 12 ، ص 96 . ¶ (¬3) المصنف ، عبد الرزاق الصنعاني ، تحقيق : حبيب الرحمن الأعظمي ، المكتب الإسلامي ، بيروت 1392هـ ،ج10، ص 204 .",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فانظر كيف ذلك التشجيع العملي من الرسول - صلى الله عليه وسلم - للمجتمع على تقبل ذلك المعاقب بعد أن طُهر من جرمه بإقامة الحد عليه، وقد يرد هنا تساؤل لماذا لم يؤويه ولي الأمر وهو رسول الله - صلى الله عليه وسلم - طالما أن ذلك أمر مرغوب ومرغب فيه في الشريعة الإسلامية، والإجابة هنا ظاهرة وهي أنه لو قام عليه الصلاة والسلام بذلك الفعل فقد يرد توهم لدي أفراد المجتمع أن ذلك الفعل يلزم ولي الأمر دون غيره من الناس، بخلاف ما لو قام به أفراد المجتمع أنفسهم، فهو ادعى لانتشار التراحم بين الناس وتقديم ما يناسب المعاقب من رعاية لاحقة وبخاصة وان الوقت كان وقت تشريع أثناء حياته - صلى الله عليه وسلم - . ¶ وحدث في عهد عمر رضي الله عنه أنه أقام حد الزنا على امرأة من أهل اليمن كانوا قادمين للحج، فلما جلدها مائة جلدة أمر أهل القافلة أن يحملوها معهم بعد أن تركوها، وليس هذا فحسب، بل أمرهم ألا يذكروا لأهل اليمن ما فعلت تلك المرأة خلال سفرها(¬1)، ولا شك أنه بفعله ذلك يجعل مجتمعها في اليمن يتقبلها وتتعايش معه بعد تطهيرها دونما علم بما حدث منها خلال سفرها، بخلاف ما لو علموا بفعلتها فقد ينبذها مجتمعها القبلي ويعيرها وفي ذلك دفع للعود للانحراف من جديد . ¶ بل إن عمر رضي الله عنه صرح بذلك في حادثة أخرى بقوله : (( ... لا تعيروا أحدا فيفشوا فيكم البلاء ... )) . وسيرد أسباب تلك المقولة في مناسبتها عند الحديث عن القسم الرابع من أقسام الرعاية اللاحقة في التراث الإسلامي . ¶ ¬__________ ¶ (¬1) المصنف ، مرجع سابق ، ج 7 ، ص 405 .",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "ولقد انعكست تلك النصوص والمواقف على سلوكيات المجتمع المسلم وأفراده فنجد أحدهم وقد سرق له شيء فقيل له ادع الله على السارق فقال صاحب المال المسروق ، اللهم إن كان فقيرا فأغنه، وان كان غنيا فاقبل توبته (¬1). ¶ ومن العوامل التي تدعو المجتمع المسلم إلى تقبل من أقيم عليه حد أو نفذ فيه عقوبة قول الفقهاء رحمهم الله بالتنكيل بمن عير المجرم بعد عقابه فلقد سئل ابن المسيب - رحمه الله - عن رجل قال لرجل أخر يا زان ولامرأة يا زانية وقد كانا حدا قبل ذلك قال ينكل بأذاهما لحرمة المسلم . وهناك من الفقهاء من يقول بإقامة حد القذف على من عير من أُقيم عليه الحد ومنهم من يقول بتعزيره (¬2). ¶ ولإحداث مزيدا من التقبل بين المفرج عنه وبيئته الخاصة والعامة نجد أن الفقهاء نصوا على عدم منع المحبوس من دخول أهله وجيرانه وأصدقائه عليه، لزيارته ومحادثته والسلام عليه، إضافة إلى تمكينه من إرسال واستقبال الرسائل، بل قال بعضهم بخروج المحبوس لعيادة قريبة المريض أو لأداء صلاة الجنازة على من توفي من أقربائه ، ومن الفقهاء من يقول بتمكين السجين من وطء زوجته خلال حبسه وفي مكان مستور في السجن (¬3). ¶ ¬__________ ¶ (¬1) رسالة مختصرة فيما روي عن أهل المعرفة والحقائق في معاملة الظالم السارق ، ابن رجب الحنبلي ، تحقيق : الوليد الفريان ، مجلة البحوث الإسلامية ، الرئاسة العامة للبحوث العلمية والإفتاء والدعوة والإرشاد ، الرياض ، العدد16 1406هـ ، ص 261 . ¶ (¬2) المصنف ، مرجع سابق ، ج 7 ، ص 431 . ¶ (¬3) ... أحكام السجن ومعاملة السجناء في الإسلام ، حسن أبو غدة ، مكتبة المنار ، الكويت ، 1407هـ ، ص 496 .",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وكل هذه الأحكام التي تعرض لها الفقهاء رحمهم الله وقرروها من خلال استظهار النصوص الشرعية، وتحقيقا لمقاصد الشريعة في إصلاح ذلك السجين، كلها تؤدى إلى تحقيق أكبر قدر من الارتباط بين المسجون وذويه وأقاربه وأصدقاءه خارج السجن، كما تؤدى إلى استمرار تلك العلاقة السابقة بينهم بعد دخوله السجن والعمل على استمرارها بعد خروجه وبالتالي تقبل المسجون بعد الإفراج عنه من قبل مجتمعه الخاص، ومن ثم المجتمع بشكل عام . ¶ ثانياً : رعاية لاحقة تتمثل في الإعانة الاقتصادية للمجرم بعد عقابه :",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "نستطيع أن نلمس ذلك في العديد من الآثار النبوية وفي العديد من الحوادث في التاريخ الإسلامي ، ومن ذلك ما ورد في السيرة النبوية أن خيل المسلمين أمسكت في إحدى الغزوات بابنه حاتم فحبسها النبي - صلى الله عليه وسلم - في حظيرة بباب المسجد ، ثم منَّ عليها الرسول - صلى الله عليه وسلم - بإطلاقها وأمر لها بكساء وإعطائها نفقة وأمر لها بظهر - أي راحلة - يحملها إلى أهلها في الشام(¬1) ، ومن تلك الحادثة استنبط الفقهاء - رحمهم الله - أن من هدي الإسلام في المحبوس إذا أفرج عنه إعطاؤه كسوة ونفقة تعينه على الوصول إلى أهله إن كان محتاجا إلى ذلك وفي عهد الخليفة الراشد عمر بن الخطاب رضي الله عنه يورد الصنعاني في كتابه المصنف الحادثة التالية : أن امرأة من أهل اليمن قدمت في ركب حاجّين، فنزلوا بالحرة حتى إذا ارتحلوا ذاهبين تركوها وجاء رجل منهم عمر رضي الله عنه، فأخبره أن امرأة منهم قد زنت وهي بالحرة فأرسل إليها فسألها فقالت يا أمير المؤمنين كنت امرأة مسكينة ويتيمة ليس لي شئ في الدنيا فلا يقبل على أحد منهم، ولم أجد إلا نفسي، فبعث في أثر الركب فردهم فسألهم عما قالت ، فصد قوها، فجلدها مائة، ثم كساها وأعطاها وأمرهم أن يحملوها معهم وقال لا تذكروا ما فعلت(¬2). ¶ وفي حادثة أخرى في عهد عمر بن الخطاب - رضي الله عنه - نستطيع أن نلمس شيئا من تلك الرعاية اللاحقة ذات الطابع الاقتصادي للمفرج عنه، فلقد ذكرت كتب السيرة أن الزبرقان بن بدر قدم إلى عمر بن الخطاب رضي الله عنه يستعديه على الحطيئة وكان شاعرا مشهورا بالهجاء فقال له عمر رضي الله عنه ما قال فيه فقال الزبرقان بيت الحطيئة المشهور : ¶ ... ... دع المكارم لا ترحل لبغيتها ... ... واقعد فإنك أنت الطاعم الكاسي ¶ ¬__________ ¶ (¬1) السيرة النبوية ، ابن هشام ، تحقيق : طه سعد ، دار الجيل ، بيروت ، 1411هـ ، ج 5 ، ص 276 . ¶ (¬2) المصنف ، مرجع سابق ، ج 7 ، ص 405 .",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "فقال عمر - رضي الله عنه - : ما اسمع هجاء ولكنها معاتبة . فقال الزبرقان : أولا تبلغ مرؤتي إلا أن أكل وألبس والله يا أمير المؤمنين ما هجيت بيت قط أشد على منه . فسأل عمر حسان بن ثابت - رضي الله عنهما - فقال حسان : نعم وسلح عليه، فألقاه عمر في حفرة اتخذها محبسا له فقال أبياته المشهورة يستعطف فيها أمير المؤمنين عمر ـ رضي الله عنه ـ ¶ ماذا تقول لأفراخ بذي مرخ زغب الحواصل لا ماء ولا شجر ¶ وشفع له عبد الرحمن بن عوف رضي الله عنه، فرق له عمر وأخرجه وقال له إياك وهجاء الناس، فقال الحطيئة إذن يموت عيالي جوعا، وهذا مأكلة عيالي، وهو مكسبي، ومنه معاشي . وحينئذ اشتري منه عمر ـ رضي الله عنه ـ أعراض المسلمين جميعا بثلاثة آلاف درهم، وأخذ عليه ألا يهجو أحدا بعدها (¬1). ¶ فمن هذه القصة نلحظ كيف أغنى أمير المؤمنين ذلك الشاعر الهجاء للناس وأعطاه ذلك المال حتى لا يعود لانحرافه المتمثل في هجاء المسلمين ، فهذا التصرف من أمير المؤمنين عمر رضي الله عنه يعد قاعدة لمن بعده من الولاة والحكومات حتى يكف المنحرف عن انحرافه . ¶ وفي حادثة أخرى تُروى عن الخليفة العباسي المعتضد المتوفى عام (289هـ ) أنه أطلق بعض المسجونين في جرائم بسيطة بعدما استتابهم وأمر لهم بمال وكسوة وردهم إلى أعمالهم (¬2). ¶ كما يذكر عن الخليفة الظاهر بأمر الله المتوفى عام (623هـ) أنه أخرج من كان في السجون وأرسل لكل محبوس عشر آلاف دينار لمن كان منهم ليس له مال (¬3). ¶ ¬__________ ¶ (¬1) ... أخبار عمر ، علي الطنطاوي، دار الفكر ، بيروت ، 1392هـ ، ص 266 . ¶ (¬2) البداية والنهاية ، ابن كثير ، مكتبة المعارف ، بيروت ، 1977م ، ج 11 ، ص 87 . ¶ (¬3) ... الكامل في التاريخ ، ابن الأثير ، دار الكتاب العربي ، بيروت ، 1403هـ ، ج 9 ، ص 362 .",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "كما تذكر كتب التاريخ أن المسلمين كانوا يجعلوا أوقافا خاصة يعطى ريعها لتحسين أحوال المساجين وأسرهم (¬1). ¶ وأخيرا ذكر الفقهاء انه من حق السجين إذا افرج عنه أن يزود بوثيقة يذكر فيها انتهاء تنفيذ العقوبة فيه ووقت إطلاق سراحه، وقاسوا عليها إعطاؤه وثيقة أخرى فيها بيان الحرف والمهن والأعمال التي تعلمها في السجن واشتغل فيها (¬2). ¶ ولا شك أن حصول المفرج عنه على مثل هذه الوثيقة تعد مثل الشهادة والخبرة العملية التي تيسر حصوله على عمل له بعد الخروج من السجن وتعينه على وجود مورد مالي يساعده على سلوك الطريق المستقيم وعدم العودة للانحراف . ¶ ثالثاً : رعاية لاحقة تتمثل في إبعاد المعاقب عن بيئته التي ارتكب فيها جرمه الأول : ¶ يحرص الإسلام على إبعاد مرتكبي بعض الجرائم بعد استيفاء العقوبة منهم عن البيئة التي ارتكب فيها ذلك المجرم انحرافه والتي غالبا ما يكون لها دور في ارتكابه ذلك الجرم وهذا يتحقق فيه فوائد عدة، منها عدم إعادة المجرم إلى الرفقة السابقة والتي قد تكون أعانته على انحراف ولم تعد نفسه تشعر بحياء فيها وجعله يعيش في بيئة جديدة فاتحا صفحة جديدة في حياته دونما تذكير من أحد بجرمه الذي ارتكبه أو وصمة بالإجرام من قبل أفراد تلك البيئة، فكل هذه العوامل مجتمعة تعمل سويا على وقاية ذلك المجرم الذي نال عقابه من العود للانحراف وهذه العملية نستطيع أن نعدها عنصرا مهما من عناصر الرعاية اللاحقة . ¶ ويمكن أن نجد هذه العملية في بعض العقوبات الشرعية مثل عقوبة التغريب التي تطبق بحق الزاني البكر، حيث يبعد مرتكب جريمة الزنا إن كان بكرا بعد جلده إلى بلد آخر، يبعد عن بلدته الأصلية بمسافة لا تقل عن مسافة القصر لمدة عام كامل . ¶ ¬__________ ¶ (¬1) من روائع حضارتنا ، مصطفى السباعي ، الاتحاد الإسلامي العالمي ، بدون تاريخ ، ص 181 . ¶ (¬2) المغني ، مرجع سابق ، ج 9 ، ص 930 .",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "ولقد ثبت عن ابن عمر ـ رضي الله عنهما ـ قوله : إن النبي - صلى الله عليه وسلم - ضرب وغرب، وأن أبا بكر ضرب وغرب، وأن عمر ضرب وغرب (¬1). ¶ ومن الحوادث التي فيها إشارة لإبعاد المجرم عن بيئته الأصلية التي قد يكون فيها ما يعين على الاستمرار في الانحراف الحديث الذي يرويه أبو سعيد الخدري رضي الله عنه أن رسول الله - صلى الله عليه وسلم - قال : (( كان فيمن كان قبلكم رجل قتل تسعة وتسعين نفسا، فسأل عن أعلم أهل الأرض فدل على راهب فأتاه فقال له : إنه قتل تسعة وتسعين نفسا فهل له من توبة ؟ فقال : لا فقتله فكمل به مائة ثم سأل عن أعلم أهل الأرض فدل على رجل عالم فقال : إنه قتل مائة نفس فهل له من توبة ؟ فقال : نعم ومن يحول بينه وبين التوبة، انطلق إلى أرض كذا وكذا فإن بها أ ناسا يعبدون الله فاعبد الله معهم ولا ترجع إلى أرضك فإنها أرض سوء )) (¬2) . ¶ والشاهد من الحديث الجملة الأخيرة حيث أرشده العالم إلى هجر بيئته السابقة إلى بيئة جديدة تعينه على سلوك الطريق المستقيم وقال ( التليدي ) : من فوائد الحديث هجران مواضع المعاصي وأهلها لأن البقاء معهم ومشاهدتهم يغري الإنسان على ارتكاب ما يأتون ولا سيما من كان متلبسا بشيء من ذلك فتاب فإنه لا يأمن من الرجوع إلى ما كان فيه ما دام بين ظهراني أهل المعاصي (¬3). ¶ والحديث وإن كان قصصا لمن كان قبلنا، إلا أن إيراد الرسول - صلى الله عليه وسلم - له وإقراره لنصيحة العالم الذي دله على ترك بيئته السابقة دليلا على جواز الاقتداء بذلك الفعل مع من يرتكب ذنب وتكون بيئته دافعه له إلى ارتكاب ذلك الجرم. . ¶ ¬__________ ¶ (¬1) عارضة الأحوذي لشرح صحيح الترمذي ، ابن العربي ، دار الكتاب العربي ، بيروت ، بدون تاريخ ، ص 215 . ¶ (¬2) شرح صحيح مسلم ، النووي ، دار الخير ، بيروت ،1414ه، ، ج 7 ، ص 236 . ¶ (¬3) ... من عجائب الأقدمين وعبرهم ، عبد الله التليدي ، دار البشائر ، بيروت ، 1407هـ ، ص 22 .",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "ومن الآثار في ذلك الشأن، ما روي عن القاضي سحنون المتوفى عام (240هـ ) أنه أُتي له بامرأة كانت تجمع بين الرجال والنساء فأمر بحبسها، ثم أخرجها وجعلها بين قوم صالحين (¬1). وفعله – رحمه الله - مستقى من الحديث السابق المتمثل في البحث عن بيئة جديدة تعين المجرم بعد عقابه على عدم النكوص والتردي في سبل الانحراف مرة أخرى، من خلال إيجاد مؤثرات جديدة في حياته . ¶ رابعاً : رعاية لاحقة تتمثل في رفع معنوية المفرج عنه أو المعاقب : ¶ لا شك أن نظرة الإنسان لمن حوله وتعامله مع الحياة ينبع أساسا من نظره لنفسه ومدي تقديره لذاته، ومن ذلك حرص الإسلام على رفع معنوية من يعاقب في المجتمع المسلم وجعله ينظر لنفسه بمنظار جديد، بمنظار من تم تطهيره وأصبح عضوا جديدا فعالا في مجتمعه، ولعل أولى الخطوات في ذلك الأمر حث المجرم على إصلاح ما بينه وما بين خالقه من خلال دعوته للتوبة والندم على ما فات والتصريح بذلك في جمع من الناس فهو ادعي للالتزام بذلك العهد الجديد بينه وبين ربه ألا يعصيه . ¶ ومن ذلك ما ورد في الشرع من حث على التوبة بشكل عام، ولمن تمَّ عقابه بشكل خاص وإشعاره أنه فتح صفحة جديدة بينه وبين ربه بعد استيفاء العقوبة ، فلقد ورد في السيرة ما يدل على حث المجرم على التوبة بعد عقابه مباشرة ومن ذلك أن النبي - صلى الله عليه وسلم - قطع يد سارق، ثم طلبه فأتى به فقال له : (( تب إلى الله عز وجل . قال : أتوب إلى الله فقال النبي - صلى الله عليه وسلم - اللهم تب عليه ثلاثا )) (¬2). ¶ ¬__________ ¶ (¬1) أحكام السوق، يحي ابن عمر، تحقيق: حسن عبد الوهاب، الشركة التونسية للتوزيع، تونس، 1975م، ص 133 . ¶ (¬2) سنن ابي داود ، مرجع سابق ، ج 2 ، ص 340 .",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وعلى ذلك عد بعض الفقهاء - رحمهم الله - أن سنة الحد أن يستتاب صاحبه إذا فرغ من إقامة الحد عليه . فلقد روى أن رجلا جلد في فرية ـ قذف ـ فلما فرغ منه قيل إن من الأمر أن يستتاب عند ذلك، فقال رجل للمجلود تب فقال أتوب إلى الله(¬1).و روى الصنعاني في المصنف أن علماء أهل المدينة لا يختلفون في أنه يستتاب كل من فعل شيء من تلك المحظورات الشرعية (¬2)وكأن الأمر أصبح إجماعا عندهم ، ومن ذلك أيضا، حث النبي - صلى الله عليه وسلم - أصحابه على الدعاء بالتوبة والمغفرة لمن أقيم عليه الحد كما مر معنا في حادثة الذي جلد لشربه الخمر . ¶ وفي حديث المخزومية التي سرقت وأقام الرسول - صلى الله عليه وسلم - عليها الحد بقطع يدها فقد ورد في روايات أخرى صحيحة للحديث أن النبي - صلى الله عليه وسلم - كان بعد ذلك - أي بعد قطع يدها - يرحمها ويصلها وكان يقول لها أنت اليوم من خطيئتك كيوم ولدتك أمك (¬3)، ولا شك أن فعله - صلى الله عليه وسلم - ذلك فيه رفع كبير لمعنوية تلك المخزومية التي أقيم عليها الحد، وجعلها تعيش بروح جديدة تتمثل في أنها مطهرة من الذنوب فهي كيوم ولدتها أمها خالية من الذنوب، أفلا ترى في فعله هذا عليه الصلاة والسلام كيف يجعل المجرم ينسي ماضيه ويبدأ حياة مستقيمة بعد أن ضمن له غفران ما سلف . ¶ لذا لا عجب أن نجد عائشة رضي الله عنها تقول بعد ذلك عن تلك المرأة المخزومية أنها تابت وكانت حسنة التلبس وتزوجها أحد الصحابة من بنى سليم (¬4). ¶ ¬__________ ¶ (¬1) المصنف ، مرجع سابق ، ج 7 ، ص 389 . ¶ (¬2) المصنف ، مرجع سابق ، ج 7 ، ص 389 . ¶ (¬3) فتح الباري ، مرجع سابق ، ج 12 ، ص 95 . ¶ (¬4) فتح الباري ، مرجع سابق ، ج 12 ، ص 95 .",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ونستطيع أن نلمس جانبا أخرا من تلك الرعاية اللاحقة المتمثلة في رفع معنوية المعاقب من خلال عدم التشهير به وذلك بإقامة الحد عليه في البيت وبعيدا عن أعين الناس، فلقد عقد البخاري - رحمه الله - بابا في صحيحه سماه :( باب من أمر بضرب الحد في البيت ) وأورد حديث ابن النعيمان الذي أتي به وقد شرب الخمر فشق ذلك على النبي - صلى الله عليه وسلم - مشقة شديدة، وأمر بإقامة الحد عليه في البيت، وعليه قال بعض الفقهاء رحمهم الله بجواز إقامة الحد في غير ملاء من الناس (¬1). ¶ وفي حادثة أخرى في عهد الخليفة الراشد عمر رضي الله عنه يمكننا أن نري هذه الرعاية اللاحقة النفسية جلية فلقد أورد ابن الأثير الحادثة التالية : في سنة ثمان عشرة من الهجرة أصاب المسلمين مجاعة شديدة وجدب وقحط وهو عام الرمادة وفي ذلك العام ورد كتاب من أبى عبيده إلى عمر بن الخطاب - رضي الله عنهما - يذكر فيه أن نفرا من المسلمين شربوا الخمر منهم ضرار وأبو جندل ... فأمر عمر رضي الله عنه بإقامة الحد وجلدهم ثمانين جلدة، وبعد أن جلدوا لزموا البيوت من حيائهم، فكتب أبوعبيدة إلى عمر رضي الله عنه أنهم قد لزموا البيوت بعد جلدهم وأن أبا جندل قد وسوس ، إلا أن يأتيه الله على يديك بفرج فاكتب إليه وذكره، فكتب إليه عمر ، وذكره وقال في كتابه : من عمر إلى أبى جندل إن الله لا يغفر أن يشرك به ويغفر ما دون ذلك لمن يشاء فتب وارفع رأسك وابرز ولا تقنط فإن الله عز وجل يقول : ( قل يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله إن الله يغفر الذنوب جميعا انه هو الغفور الرحيم ) فلما قرأه عليه أبوعبيدة تطلق وأسفر عنه، وكتب عمر إلى الآخرين بمثل ذلك فبرزوا وكتب عمر إلى الناس عليكم أنفسكم.. ولا تعيروا أحدا فيفشو فيكم البلاء (¬2). ¶ ¬__________ ¶ (¬1) فتح الباري ، مرجع سابق ، ج 12 ، ص 65 . ¶ (¬2) الكامل في التاريخ ، مرجع سابق ، ج 2 ، ص 388 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "ولك أن تتصور نفسية ذلك الصحابي ورفقائه عندما تصلهم المواساة والتشجيع على التوبة ورفع الرأس من أعلى مسؤول في الدولة - أمير المؤمنين - ولك أن تتصور موقف الناس منهم بعد تلك الكلمات التوجيهية من أمير المؤمنين . ¶ واستمرار لدعم نفسية ذلك المعاقب وعدم جعله يقنط من الرحمة، ورفع معنويته نجد أن بعض كتب الفقه الإسلامي أشارت إلى أنه يندب - يسن - تسلية المحبوس ومواساته، وتهنئته بخروجه من السجن وهذه المواساة قد تكون ببذل المال، أو تدبير عمل، أو مورد مالي له وتقبله من أفراد المجتمع، وعدم تذكيره بماضيه السيئ فجميع جوانب الرعاية متحققة في تلك المواساة (¬1). ¶ كما أشارت بعض كتب الفقه إلى أنه من حق المحكوم عليه أن يحصل على وثيقة بعد انتهاء الحكم تشتمل على محضر بما جري له ليخلص من المحذور الذي يخافه ، وضمان له بعدم إيقافه مرة أخرى لذلك الجرم نفسه وفي ذلك تحقيقا للاستقرار النفسي له، وعدم العيش بقلق مما قد تفجأه الأيام به لذلك الجرم السابق، ولقد وجد وثيقة إطلاق سراح محبوس يرجع تاريخها إلى سنة (348هـ ) ومذكور فيها اسم المحبوس ووصفه وسبب حبسه والوقت الذي أفرح عنه فيه من حيث اليوم والشهر والسنة (¬2). ¶ ¬__________ ¶ (¬1) أحكام السجن ومعاملة السجناء ، مرجع سابق ، ص 558 . ¶ (¬2) أحكام السجن ومعاملة السجناء ، مرجع سابق ، ص 557 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "بقي أن نشير إلى أن هناك حوادث أخرى يمكن أن نعدها من الرعاية اللاحقة ولا يمكن إدراجها ضمن الجوانب الأربعة السابقة ومن ذلك ما روي عن علي - رضي الله عنه - أنه يقطع يد السارق ويأمر بحبسه وتعهده حتى يبرأ ويشفى جرحه ولم يكن حبسه للسارق تعزيرا، إنما للرعاية الطبية فحسب بدليل ما روي عن علي - رضي الله عنه - نفسه أنه قال: حبس الإمام بعد إقامة الحد ظلم ، أي أن قيام الإمام بحبس المذنب بعد إقامة الحد عليه من الظلم الذي لا يرضاه الله (¬1). ¶ الفصل الثالث ¶ الرعاية اللاحقة في ¶ المملكة العربية السعودية ¶ مدخل : ¶ تسعى المملكة العربية السعودية كغيرها من الدول إلى مكافحة الجريمة بوسائل عدة وطرق مختلفة، وما يهمنا في هذا المجال هو الجهود التي تبذل لمكافحة الجريمة والحد منها من خلال ما يقدم من رعاية لاحقة للمفرج عنهم. ¶ ولقد كانت تلك الجهود التي تبذل محدودة ، إلا أنه مع التغيرات التي شهدتها المنطقة بشكل عام ، والمملكة العربية السعودية بشكل خاص نجد أن كثيرا من الأنظمة والبرامج والخدمات قد سارت تطورا وتحسنا جنبا إلى جنب مع تلك التغيرات في الغالب، فلقد عاشت المملكة العربية السعودية مع بداية التسعينات الهجرية نهضة غير عادية بفضل من الله ثم بما سخره من موارد مالية ضخمة نتيجة لتزايد أسعار البترول بعد حرب العاشر من رمضان عام (1393هـ ـ 1973م) . ¶ ¬__________ ¶ (¬1) السنن الكبرى ، البيهقي ، تحقيق : محمد عطا ، دار الكتب العلمية ، بيروت ، 1414هـ ، ج8 ، ص 472 .",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وصاحب تلك الطفرة ذلك الانفتاح المجتمعي على دول العالم الأخرى من خلال التوسع في استقدام الأيدي العاملة الأجنبية، والعمالة المنزلية خاصة، إضافة إلى تطور وسائل الإعلام بالمملكة، فبدأ التلفزيون بثه بالألوان عام (1396هـ) وافتتحت قناة تلفزيونية أخرى تبث باللغة الأجنبية عام (1403هـ) مما أحدث تغير نوعى فيما يبث عبر هذه الوسيلة الإعلامية الهامة، كما صاحب تلك الطفرة حدوث هجرة الريف إلى المدن بحثا عن العمل أو إكمالا للدراسة . ¶ ولقد نتج عن ذلك العديد من المتغيرات وعلى رأسها التغيرات الاجتماعية التي حدثت في كيان المجتمع وأثرت في ترابطه وتماسكه، وعلاقات أفراده التبادلية، بل امتد ذلك الأثر إلى الأسرة نفسها، فانشغال كثيرا من الآباء في تجاراتهم كان من السمات البارزة في تلك الفترة، ذلك الانشغال الذي انعكس بدوره على تركيبة الأسرة وترابطها، وأضعف دور الأب فيها مما أنتج أبناء يمارسون حياتهم دون توجيه أو رقابة كافية . ¶ و لقد ساهمت هذه العوامل مجتمعة في تزايد نسبة الانحراف بين الأحداث، وهذا بدوره يؤدي إلى تزايد الجريمة والمجرمون، مما يتطلب تطوير وتحسين ما يقدم من خدمات وجهود لإصلاح وتقويم من سلك سبيل الانحراف سواء كانوا داخل السجون، أم بعد خروجهم منها .",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "فلقد كانت البدايات الأولى لأعمال الرعاية اللاحقة في المملكة العربية السعودية تتم في المكاتب الاجتماعية والنفسية الملحقة بالسجون، إضافة إلى الجهود الخيرية والتطوعية التي تبذل من بعض الجمعيات الخيرية الرجالية والنسائية من خلال تقديم المساعدات العينية والنقدية للمفرج عنهم أو لأسرهم، وفي هذه الفترة لا يمكن أن نغفل دور مكاتب الضمان الاجتماعي المنتشرة في مناطق المملكة العربية السعودية حيث كانت تشمل أسر السجناء بمعاشاتها الضمانية وفق ترتيب تم تحديده بناء على الأمر السامي الصادر في 17/9/1394هـ (¬1) وفيه رسم للخطوات الإجرائية لمساعدة أسر السجناء حال إيداعهم السجون بحيث تتم العملية الرعائية لأسرة السجين بالتنسيق الفوري بين إدارة السجن ومكتب الضمان الاجتماعي في منطقة السجين، وهذه المساعدة لأسرة السجين وإن كانت مهمة وضرورية كجزء من الرعاية اللاحقة للسجين، إلا أنها مازالت لا تغطي حاجة السجين نفسه بعد خروجه من السجن . ¶ وفي عام (1396هـ) تمَّ إنشاء قسم للرعاية اللاحقة بالإدارة العامة للرعاية الاجتماعية بوزارة العمل والشئون الاجتماعية (¬2) ليكون متمماً لبرامج الرعاية التي تقدمها الدور الاجتماعية التي تشرف عليها وزارة العمل والشئون الاجتماعية مثل دور الملاحظة الاجتماعية الخاصة برعاية الأحداث المنحرفين ودور التوجيه الاجتماعية المخصصة لرعاية الأحداث المهددين بالانحراف ومؤسسات رعاية الفتيات التي تتولى رعاية الفتيات المنحرفات، إلا أن مسئوليتها لم تتعدى نطاق هذه الفئات اللاتي ترعاهم وزارة العمل والشئون الاجتماعية . ¶ ¬__________ ¶ (¬1) نظام السجن والتوقيف ولوائحه الداخلية ، الأمن العام ، وزارة الداخلية ، الرياض، بدون تاريخ ، ص 136 . ¶ (¬2) دور الرعاية اللاحقة في الحد من جرائم العود ، علي الحناكي ، رسالة ماجستير غير منشورة ، المركز العربية للدراسات الأمنية والتدريب ، الرياض ، 1406هـ ، ص 187 .",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "ونتيجة لذلك قامت الإدارة العامة للسجون بوزارة الداخلية بإعداد مشروع لائحة للرعاية اللاحقة للمفرج عنهم من السجون في عام (1397) وكانت تتضمن إنشاء إدارة للرعاية اللاحقة تتبع الأمن العام إداريا ، مع إيجاد أقسام لها بكل دائرة شرطة ويرأسها أحد الضباط العسكريين وتزود هذه الأقسام بالقوى العاملة من العسكريين إضافة إلى الأخصائيين الاجتماعيين والأخصائيين النفسيين (¬1). ¶ ولقد شكلت لجنة لدراسة هذه اللائحة المقترحة في الإدارة العامة للسجون ضمت مندوبين عن كل من : الأمن العام، ومركز أبحاث مكافحة الجريمة، ووزارة الداخلية، ووكالة الضمان الاجتماعي، ووكالة الرعاية الاجتماعية بوزارة العمل والشئون الاجتماعية، وبعد عدة اجتماعات لمناقشة مشروع اللائحة المقترحة من الأمن العام انتهت اللجنة إلى اقتراح إنشاء إدارة عامة للرعاية اللاحقة تكون تبعيتها لوزارة العمل والشئون الاجتماعية، وقامت اللجنة بإعداد لائحة مقترحة لها . ¶ رفعت هذه اللائحة الجديدة المقترحة إلى المقام السامي في عام (1401) والذي أحالها إلى اللجنة العليا للإصلاح الإداري لدراستها وإبداء الرأي فيها . ¶ صدرت موافقة المقام السامي في 23/5/1408هـ على إنشاء الإدارة العامة للمتابعة والرعاية اللاحقة ، بحيث تكون تابعة لوزارة العمل والشئون الاجتماعية . وحدد هدفها العام بما يلي : العمل على تحقيق أسس الرعاية والتوجيه السليمة لفئات المفرج عنهم من السجن، خريجي الدور والمؤسسات الاجتماعية، مدمني المخدرات والمسكرات، والمرضي النفسيين وتنفذ الإدارة العامة للرعاية اللاحقة أهدافها المرسومة لها عبر إدارات نوعية متخصصة تشرف عليها وهي (¬2) : ¶ 1 ـ إدارة إعادة التقبل الاجتماعي: ¶ ¬__________ ¶ (¬1) دور الرعاية اللاحقة في الحد من جرائم العود ، مرجع سابق ، ص 188 . ¶ (¬2) قرار اللجنة العليا للإصلاح الإداري رقم ( 211 ) في 16/ 1/ 1412هـ .",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وهدفها العام توجيه وتقويم ورعاية المفرج عنهم من السجون، وأبرز مهامها ما يلي : ¶ أ ـ الإشراف على أحوال أسر السجناء أثناء قضائهم مدة الحكم في السجن وتهيئة الجو الاجتماعي المناسب عن طريق توفير الاحتياجات الأسرية الضرورية . ¶ ب ـ التنسيق مع إدارة السجون لتهيئة وتدريب السجناء على بعض الحرف والمهن . ¶ ج ـ إعداد الخطط التنفيذية لبرامج إعادة السجين إلى وضعه الطبيعي في المجتمع. . ¶ د ـ اقتراح خطط وبرامج الرعاية اللاحقة للسجناء المطلق سراحهم . ¶ 2 ـ إدارة إعادة التكيف الاجتماعي : ¶ والهدف العام لهذه الإدارة هو : تحقيق أسس الرعاية السليمة لمدمني المخدرات والمسكرات والمرضي النفسيين المشمولين بالرعاية . وقد حددت مهامها بما يلي : ¶ أ ـ اقتراح خطط وبرامج الرعاية الخاصة بفئة المدمنين على المخدرات، والواقعين تحت تأثير الأمراض النفسية . ¶ ب ـ إعداد الخطط التنفيذية لبرامج إعادة التكيف الاجتماعي . ¶ ج ـ متابعة تنفيذ الخطط الكفيلة بإعادة تكيف الفئات المشمولة بالرعاية وتطويرها وفقا للمتغيرات . ¶ د ـ التنسيق مع الإدارات والجهات المختصة بما يكفل حماية المشمولين بالرعاية وضمان عدم رجوعهم وانتكاسهم . ¶ 3 ـ إدارة تهيئة الاستقرار الاجتماعي: ¶ والهدف العام لهذه الإدارة هو : تحقيق مبدأ رعاية وتوجيه خريجي الدور والمؤسسات الاجتماعية ، وأبرز مهامها ما يلي : ¶ أ ـ اقتراح خطط وبرامج رعاية وتوجيه خريجي الدور والمؤسسات الاجتماعية . ¶ ب ـ متابعة تنفيذ خطط وبرامج الرعاية والتوجيه الاجتماعي لخريجي الدور والمؤسسات الاجتماعية . ¶ ج ـ الإشراف على أعمال التنسيق مع الأجهزة الحكومية الأمنية والقضائية بما يكفل استقرار حالة خريجي الدور والمؤسسات الاجتماعية .",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "4 ـ المكاتب الاجتماعية : وهي وحدات ميدانية تنشأ على مستوي المدن والقرى بالمملكة العربية السعودية وتقوم بالبحث الميداني، وتنفيذ فعاليات برامج الرعاية اللاحقة للفئات المشمولة بالرعاية اللاحقة المفرج عنهم من السجن، خريجي الدور والمؤسسات الاجتماعية، مدمني المخدرات والمسكرات، والمرضي النفسيين، ويزود كل مكتب بعدد من الباحثين الاجتماعيين والنفسيين إضافة للطاقم الإداري بالمكتب. ¶ وتجدر الإشارة إلى أن الخطوات جارية لاستكمال هذا المشروع،وحرصا من وزارة العمل والشئون الاجتماعية على السرعة والمرونة في متابعة خريجي الدور والمؤسسات الاجتماعية، فقد أسندت أمر الرعاية اللاحقة لهم حاليا إلى الأخصائيين الاجتماعيين بدور التوجيه والملاحظة وغيرها بالتعاون والتنسيق مع الإدارة العامة للمتابعة والرعاية اللاحقة . ¶ كما تقوم إدارات السجون حاليا بتقديم بعض البرامج لرعاية أسر السجناء من خلال الأخصائيين الاجتماعيين بالسجون وفق التنظيم الوارد في لائحة الرعاية الاجتماعية النفسية بالسجون الصادرة في عام (1398هـ) بقرار من وزير الداخلية، إذ تنص المادة الرابعة منها على : (( رعاية أسرة النزيل وتقديم المعونة اللازمة لها بما يكفل الحياة الكريمة لها ويبعدها عن الانحراف )) (¬1)، ويتم ذلك وفق خطوات إجرائية تشترك فيها وزارة العمل والشئون الاجتماعية عبر مكاتب الضمان الاجتماعي المنتشرة في جميع مناطق المملكة والبالغ عددها قرابة (75) مكتب بالإضافة إلى بعض الجمعيات الخيرية، حيث تعد استمارة فورية للسجين الراغب في شمول أسرته بالمساعدة، وترسل إلى أقرب مكتب ضمان اجتماعي أو جمعية خيرية لتكمل تلك المكاتب والجمعيات الدور باستقصاء حالة الأسرة وتقدير الحاجات الضرورية لها والعمل على توفير ما يلزم لها . ¶ ¬__________ ¶ (¬1) نظام السجن والتوقيف ولوائحه الداخلية ، مرجع سابق ، ص 110 .",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "وما ذكر أنفا من جهود نستطيع أن نصنفها ضمن المساعدات المادية للمفرج عنهم وهي لاشك عنصر هام من عناصر الرعاية اللاحقة، إلا أن هناك برامج أخرى تساعد على ربط السجين بأسرته، ومن ذلك نظام الخلوة الشرعية التي تطبقه سجون المملكة منذ عام (1398هـ) عندما صدر أول تنظيم لها وما زال مستمرا حتى الآن ، حيث يسمح للسجين بالاختلاء بزوجته الخلوة الشرعية مرة كل شهر لمدة ثلاث ساعات لمن مضي عليهم في السجن ثلاثة أشهر فأكثر(¬1)، ثم طور التنظيم في عام (1406هـ) بحيث تكون الخلوة الشرعية مرتين في الشهر لمن كان له أكثر من زوجه(¬2). ¶ وفي عام (1411هـ) أدخل على ذلك النظام مزيدا من التحسينات لتخدم برامج الرعاية اللاحقة وربط النزيل بأسرته، حيث سمح للسجين بالخلوة الشرعية مرتين في الشهر لكل زوجة في حالة تعدد الزوجات، كما سمح لمن كان من السجناء حسن السيرة والسلوك بالخروج لأسرته لمدة أربع وعشرين ساعة للخلوة الشرعية مرة واحدة في الشهر بعد مضي نصف المحكومية التي يجب ألا تقل عن سنة (¬3). ¶ وتلا ذلك صدور تعليمات حديثة توسعت في عملية ربط السجين بالبيئة الخارجية وتتمثل هذه العمليات في السماح للسجين بالخروج من السجن لزيارة الوالدين أو الأولاد أو الزوجة في حالة عدم تمكنهم من زيارة السجين في السجن لأي سبب من الأسباب (¬4). ¶ ¬__________ ¶ (¬1) نظام السجن والتوقيف ولوائحه الداخلية ، مرجع سابق ، ص 79 . ¶ (¬2) قرار وزير الداخلية رقم 3517 في 21/ 7 / 1406هـ . ¶ (¬3) قرار وزير الداخلية رقم 1745 في 11/ 6 / 1411هـ . ¶ (¬4) ... تعميم وزير الداخلية رقم 18/ 1317 / 2س في 24/ 5 / 1415هـ .",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "ولا شك في تلك الإجراءات ما لا يخفي من خطوات رائدة في مجال ربط السجين بأسرته، فهي تعمل على توثيق رباط الزوجية، وعدم انحلال عراها، وبالتالي يضمن السجين عدم طلب زوجته للطلاق، حين ذكرنا في الفصل الأول أنها من أبرز المشكلات التي تواجه السجين بعد دخوله السجن، كما تعمل هذه الخطوة على حفظ زوجة النزيل من الانحراف، وهذا يتأتى بإشباع حاجاتها الغريزية بالطريق السليمة . ¶ ولإحداث مزيد ا من ضمان استقرار المفرج عنه سمحت التعليمات الصادرة حديثا بخروج السجين ليقوم بالتسجيل في الجامعة كما يسمح له بالخروج لإجراء مقابلة شخصية أو إجراء اختبار قبول يستلزمه التسجيل في الجامعة (¬1)، ولاشك أن هذه خطوه متقدمة حيث يمكن السجين من مواصلة تعليمه انتسابا بالجامعة، فقد يحصل على شهادة علمية تؤهله لعمل ما بعد خروجه، وفي ذلك من الرعاية اللاحقة ما لا يخفى ، إضافة إلى ذلك تقوم إدارة السجون بصرف إعانات مالية على هيئة مرتبات شهرية لكل سجين داخل السجن حتى يتمكن من الصرف على نفسه داخل السجن بحيث لا يكون عالة على أسرته خارج السجن . ¶ كما يوجد عدة لجان في كل منطقة من مناطق المملكة تتكون من قاض مندوبا عن وزارة العدل، ومندوب عن وزارة العمل والشئون الاجتماعية، ومندوب عن وزارة الصحة، ومندوب عن وزارة الداخلية للنظر في قضايا أصحاب السوابق العائدين إلى الإجرام ومدمني المخدرات والمسكرات، ولهذه اللجان دور وقائي لا ينكر للسجناء الذين هم على وشك الإفراج عنهم، حيث تدرس حالة كل سجين من قبل أعضاء اللجنة، وتصدر التوصية المناسبة لحالته ليقوم مسؤولوا السجن بمتابعة تنفيذ تلك التوصية، ولا زالت هذه اللجان تواصل اجتماعاتها منذ أكثر من عشرة أعوام . ¶ ¬__________ ¶ (¬1) تعميم وزير الداخلية ، مرجع سابق .",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "أما ما يخص الأحداث الجانحين، فقد سعت وزارة العمل والشئون الاجتماعية باعتبارها الجهة المسؤولة عن رعاية الأحداث الجانحين إلى اتخاذ العديد من البرامج، ومن ذلك ما يلي : ¶ أ ـ العمل على استصدار قرار اللجنة العليا لسياسة التعليم في 7/1/1413هـ ينص على إلزام مدارس وزارة المعارف بقبول الأحداث الجانحين خريجي دور الملاحظة الاجتماعية فور خروجهم من الدار، واحتساب ما تحصلوا عليه من شهادات دراسية داخل الدار . ¶ ب ـ العمل على إعطاء الأولوية في القبول في مراكز التدريب المهني والمعاهد الفنية والتجارية والصناعية والزراعية لخريجي دور الملاحظة الاجتماعية ممن لا يرغب في مواصلة الدراسة أو ليست لديه القدرة على الانضمام للتعليم العام، وتم ذلك بقرار من المؤسسة العامة للتعليم الفني والتدريب المهني صدر في 27/7/1414هـ بعد جهود من وزارة العمل والشئون الاجتماعية . ¶ ولاشك أن هاتين العمليتين، وهما الإلحاق في التعليم العام، أو التعليم الفني لا شك أنها خطوتان أساسيتان لرعاية الأحداث الجانحين رعاية لاحقة بعد خروجهم من دور الملاحظة الاجتماعية، فغالبا ما يكون الحدث بحاجة إلى تعزيز قدراته العلمية أو الفنية وربطه بالتعليم ليتمكن تحقيق درجة عالية من التكيف مع نفسه ومجتمعه، فلقد دلت بعض الدراسات التي أجريت في هذا الشأن على وجود علاقة عكسية بين مستوي تعليم الحدث والانحراف، كما دلت الخبرة العلمية على سرعة استقامة الحدث فور اندماجه في الدراسة .",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "ج ـ تقوم مؤسسات رعاية الفتيات باستقبال الفتيات اللاتي يرتكبن جريمة ما لتنفيذ مدة الحكم فيها، وتبذل المؤسسات ـ خلال فترة إيداع الفتاة بها ـ عمليات الرعاية والتوجيه حتى نهاية الحكم، واستمرارا لعملية الرعاية قد يكون من المناسب تزويجها، حيث تساعد عملية زواجها على استقرارها وضبطها إلى درجة كبيرة، إلا أن المؤسسات كانت تواجه بمعارضة بعض أولياء الأمور من تزويج فتياتهن لأسباب غير مقنعة، وهذا ما حدا بوزارة العمل والشئون الاجتماعية إلى عرض الموضوع على هيئة كبار العلماء التي أصدرت قرارها رقم 165 في 26/2/1410هـ ، الذي فوض فيه الوزارة تزويج الفتيات المفرج عنهن التي يُرى أن الزواج هو أفضل رعاية لهن بعد الخروج . ¶ ولا شك أن في تلك العملية خطوة متقدمة في الرعاية اللاحقة وبخاصة للفتيات، إذ أثبتت الخبرة العملية أن تزويج الفتيات المفرج عنهن من المؤسسات غالبا ما يكون هو الحل الرعائي الأنسب لهن ، وبالذات في الجرائم الأخلاقية ، إذ بالزواج تحقق الفتاة غالبا الإشباع الجنسي الذي كانت تبحث عنه، ولكن بالطريقة الصحيحة، ولكن هذا الاستقرار مشروط بالتحري الجيد عن المتقدم للزواج والتأكد من مناسبته بالإضافة إلى الزيارات المتكررة لأخصائية الرعاية اللاحقة للفتاة بعد خروجها لضمان استقرارها . ¶ د ـ قامت وزارة العمل والشئون الاجتماعية بإصدار دليل للمعاهد والمراكز التدريبية بالمملكة العربية السعودية عام 1415هـ، حيث يعد محاولة من الوزارة لتسهيل مهمة أخصائي الرعاية اللاحقة في كشف الأماكن والمعاهد التدريبية المبثوثة في المجتمع، والتي يمكن من خلالها تقديم برامج تعليمية للأحداث المفرج عنهم باعتبارها رعاية لاحقة هامة لهم.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "... وأخيرا لابد من الإشارة لما صدر أخير ا من مجلس الوزراء بشأن رد الاعتبار في 18/3/1416هـ حيث تمَّ تعديل قرار رد الاعتبار لمن نفذ بحقه عقوبة ما ليصبح كالتالي: يرد اعتبار المحكوم عليه بعقوبة إحدى الجرائم الخطيرة حكما وبقوة النظام بعد انقضاء عشر سنوات على انتهاء تنفيذ العقوبة أو سقوطها بالعفو ويرد اعتبار المحكوم عليه بعقوبة أحد الجرائم غير الخطيرة حكما وبقوة النظام بعد انقضاء أربع سنوات على انتهاء تنفيذ العقوبة أو سقوطها بالعفو (¬1). ولا شك أن صدور من هذا القرار وهو رد الاعتبار يفتح أفاق لمنفذي الرعاية اللاحقة لإدماج المفرج عنهم في المجتمع بتشغيلهم حيث يصبح المفرج عنه بعد مضى هذه المدة ذا صفحة بيضاء يستطيع أن يمارس ما شاء من الأعمال دونما تهديد بصحيفة سوابقه. ¶ الفصل الرابع ¶ واجبات ومهارات مهنية للمسؤولين ¶ عن تنفيذ برامج الرعاية اللاحقة ¶ بداية ينبغي أن نفرق بين الواجبات والمهارات، فالواجبات هي الأعمال الأساسية والمبادئ الأولية المطلوبة من الأخصائي الاجتماعي، وتركها يعد خللا لا يمكن التغاضي عنه مثل : دراسة الحالة، والتشخيص، وتكوين علاقة مهنية مع العميل، والسرية ... إلخ . ¶ أما المهارة فنستطيع أن نعبر عنها بإتقان الشيء وحذقه وتأديته على الوجه المطلوب ، فكأنه شئ زائد على الواجبات، أو بمعني أدق هي قدرة الأخصائي الاجتماعي على تطبيق المعلومات والمعارف والمبادئ المرتبطة بأساسيات مهنة الخدمة الاجتماعية وتطويع الإمكانات المتاحة فيما يحقق مصلحة الفرد أو الجماعة. ¶ ¬__________ ¶ (¬1) ... انظر نص القرار في جميع الصحف المحلية الصادرة يوم الثلاثاء 19/ 3 / 1416هـ .",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "ومما لا شك فيه أن الأخصائي المسؤول عن تنفيذ برامج الرعاية اللاحقة لا يختلف عن غيره من الأخصائيين الاجتماعيين في الأسس العامة والواجبات التي ينبغي أن يلتزم بها كل أخصائي اجتماعي، إلا أن هناك اختلاف نوعى دقيق ينبغي أن يؤخذ بعين الاعتبار لاختلاف طبيعة الممارسة الاجتماعية للأخصائي . ¶ وسنورد هنا أبرز الواجبات، وأبرز المهارات بشكل مختصر، ويمكن لمن أراد التوسع فيها الرجوع إلى كتب الخدمة الاجتماعية . ¶ أولا ـ أبرز واجبات أخصائي الرعاية اللاحقة : ¶ 1 ـ البحث والدراسة والتشخيص . ¶ وتعد هذه من الخطوات الأولى للتعامل مع المفرج عنه، بل لا يتصور تحقيق برنامج للرعاية اللاحقة بدونها، وقد يكون هناك بحوث أو دراسات اجتماعية سابقة أجريت على المفرج عنه أو أبحاث تتبعية ، فيلزم هنا مراجعة كل ما أعد عن المفرج عنه، وقد يحتاج الأمر إلى إعداد دراسة وبحث حالة جديدة عنه، لتحديث البيانات، والتعرف على ما استجد على الحالة خلال فترة إيداعه، يلي ذلك عملية التشخيص وهي تكوين رأى مبدئي، وتصور أولي لتحديد أفضل السبل لتنفيذ برنامج الرعاية اللاحقة للمفرج عنه ولن نخوض في تفاصيل وأسس إجراء الدراسة أو وسائلها من مقابلة وزيارة ميدانية... إلخ، إذ لها مجال آخر، ولابد من الإشارة إلى أنه يفضل أن تبدأ هذه الخطوات في المراحل الأولى لإيداع المفرج عنه، للتخطيط للبرامج التي ستنفذ للمفرج عنه مبكرا وتذليل الصعوبات التي يتوقع حدوثها . ¶ 2 ـ تكوين علاقة مهنية مع المفرج عنه :",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "أو ما يسمي بالعلاقة العلاجية وهي ارتباط مؤقت بين الأخصائي والمفرج عنه، ومن أجمل ما قيل عن العلاقة المهنية وأهميتها ما ذكره (غباري) أن العلاقة المهنية هي روح خدمة الفرد بينما تعتبر عمليات الدراسة والتشخيص والعلاج بمثابة الجسد (¬1)، وينبغي أن تكون هذه العلاقة تجمع بين العاطفة من جانب والعقل من جانب آخر بحيث لا يطغي جانب على جانب . ¶ ولا يمكن أن تبني هذه العلاقة بسهولة إلا للأخصائي المتمرس، الذي يعرف كيف يسبر أغوار نفسية مقابلة مستندا في ذلك على دراسته المسبقة للحالة من خلال الأبحاث المعدة سابقا عن المفرج عنه، إضافة إلى إظهار الاهتمام من قبل الأخصائي بالمفرج عنه ، ويمكن جعل تلك العلاقة المهنية مصدر أمن للمفرج عنه في ظل الظروف التي يواجهها في المجتمع بعد خروجه من المؤسسة الإبداعية، وبالتالي ينبغي للأخصائي الاستفادة من ذلك الشعور لدي المفرج عنه في تغيير العديد من اتجاهاته السلبية تجاه نفسه ومجتمعه لتعديل سلوكه . ¶ كما أن العلاقة المهنية تلك تساعد المفرج عنه على التنفيس الوجداني من خلال الأمن الذي تحصل عليه منها، ولا يخفى ما في التنفيس الوجداني من ترويح عن نفسه وتحرير لها من الضغوط الداخلية ،كما تساعد العلاقة المهنية الجيدة على إنجاح برامج الرعاية اللاحقة للمفرج عنه، وهذا يتأتى باستغلال تلك العلاقة لتبصير المفرج عنه بواقعه ونفسه ومجتمعه وقدراته . ¶ ¬__________ ¶ (¬1) المدخل إلى علاج المشكلات الاجتماعية الفردية، محمد غباري، المكتب الجامعي، الإسكندرية ، 1402، ص 96 .",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "أما أبرز المظاهر التي تؤكد وجود علاقة مهنية جيدة فهي الشعور بالارتياح المتبادل بين الأخصائي والمفرج عنه، والثقة المتبادلة، واختفاء أساليب المقاومة من المفرج عنه مثل التضليل، الصمت، والتهرب من الكلام أو الكذب أو التأخر عن المواعيد، ولابد من الإشارة إلى أن هناك عدد من العوامل تكون معوقة لوجود العلاقة المهنية الجيدة وبعضها عائد للأخصائي نفسه، وبعضها للمفرج عنه، وبعضها للمؤسسة التي يتبعها الأخصائي . ¶ 3 – التسجيل : ¶ ويقصد بالتسجيل تدوين المعلومات وحفظها بطريقة يسهل الرجوع إليها والاستفادة منها وتتضح أهمية التسجيل بالنظر إلى حجم الأعمال المناطة بأخصائي الرعاية اللاحقة وتعقد شبكات مصادر المعلومات عن المفرج عنهم وكثرتهم واستمرارية رعايته لهم لفترة قد تطول في الغالب لحين ضمان استقرارهم، ونستطيع أن نجمل فوائد التسجيل في النقاط التالية : ¶ أ - عدم نسيان المعلومات . ¶ ب - يساعد على ترتيب العمل وتنظيمه . ¶ ج - يساعد على نمو الأخصائي مهنيا . ¶ د - عدم حدوث ضرر كبير عند تحويل الحالة إلى أخصائي آخر . ¶ ويوجد غيرها من الفوائد التي تعود لأطراف عدة وليس للعميل فقط وأيا كانت طريقة التسجيل، سواء كانت بالطريقة القصصية أو التلخيصية أو الموضوعية فلكل طريقة مزايا وعيوب، إلا أن المهم هو التسجيل وتقييد المعلومات للرجوع إليها حين الحاجة، وينبغي أن تراعي الدقة والأمانة والوضوح في التسجيل، إضافة إلى تصوير الأجواء السيكولوجية والانفعالية، مع تجنب العبارات الغامضة التي تحتمل أكثر من تأويل، والحرص على تدعيم التسجيل بالمستندات والأوراق كلما أمكن ذلك . ¶ 4 – التفريد :",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "لكل حالة نوع خاص من المعاملة، فنجاح برنامج ما مع إحدى الحالات لا يعني نجاحه مع كل الحالات حتى وإن تشابهت الظروف والمشكلة ولعل ما يسبب فشل كثير من حالات الرعاية اللاحقة هو تطبيق البرنامج الواحد مع كل حالة يشرف عليها أخصائي الرعاية اللاحقة، فكل إنسان فريد في نوعه ويحتاج إلى أن يعامل بطريقة تختلف عن أي إنسان آخر، فقد تكون المشكلة واحدة وتختلف مسبباتها وردود فعل الأشخاص تجاهها . ¶ فالحدث صغير السن يحتاج إلى رعاية خاصة بعد الإفراج عنه يركز فيها على الدراسة بالدرجة الأولى، فلقد أثبتت العديد من الدراسات أن العود للانحراف يرتبط طرديا مع تدنى المستوي التعليمي للعائد للإجرام . ¶ أما كبير السن من المفرج عنهم فيحتاج إلى رعاية خاصة تختلف عن الرعاية اللاحقة المقدمة للحدث، فأبرز ما يحتاج إليه هو العمل وتدبير مصدر رزق له يعول به نفسه وأسرته . ¶ في حين أن المرأة المفرج عنها تحتاج إلى نوع آخر من الرعاية اللاحقة، ولعل أبرز ما ينفعها في هذا الصدد هو تزويجها أو البحث لها عن عمل يسد رمقها إن كانت مشكلتها اقتصادية، فلقد ذكر الشهراني في دراسته الميدانية عن عوامل العود للجريمة أن هناك علاقة طردية بين العود للجريمة وعدم زواج العائد (¬1). ¶ وبالجملة فتقديم الرعاية اللاحقة يحتاج إلى تفريد ليس مع كل فئة فحسب، بل في داخل الفئة نفسها،وتختلف باختلاف الظروف البيئية والأسرية والاجتماعية ¶ 5 ـ تحديد الهدف بشكل واقعي و عملي : ¶ ¬__________ ¶ (¬1) دراسة عوامل العود للجريمة في سجون الرياض ، مرجع سابق ، ص 259 .",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "ينبغي تحديد هدف واضح وعملي لبرنامج الرعاية اللاحقة ووفق خطوات عملية محددة مقننة ويجب أن يكون ذلك الهدف قابلا للتحقيق والوصول إليه فعلا، وهذا لا يتم إلا بالنظرة الواقعية لجميع المتغيرات في عملية الرعاية اللاحقة والبرنامج الذي سيقدم للمفرج عنه، وهذا يعني الابتعاد عن المثالية في رسم وتحديد الأهداف حتى لا نصل إلى درجة الفشل، ومن ثم الإحباط حينما نعجز عن الوصول إلى هدفنا الذي حددنا في بداية البرنامج . ¶ فالرعاية اللاحقة لابد أن يقتصر هدفها حول تحقيق الممكن في واقعية لا تحلق في سماء الخيال، وتشير بعض الدراسات إلى أن كثيرا من حالات العودة للانحراف بعد الإفراج ارتبطت بعدم تحديد أهداف عملية وواقعية (¬1). ¶ 6 ـ البدء مع المفرج عنه من حيث هو : ¶ وذلك من حيث اهتماماته وطاقاته وقدراته ونظرته لواقعه وكيفية تجاوزه، فينبغي أن يكون المنطلق في فعاليات برنامج الرعاية اللاحقة بؤرة اهتمام المفرج عنه بقدر الإمكان وعدم تجاهله، وفي الوقت نفسه عدم انسياق الأخصائي مع المفرج عنه في تصوراته التي قد تكون خاطئة أو مثالية . ¶ بقي أن نشير إلى مبدأ أساسي من مبادئ الخدمة الاجتماعية يحوط كل الواجبات السابقة، وهو مبدأ السرية فهو مفتاح ثقة الحالة فضلا عن أنه ركن أساسي في أخلاقيات المهنة ، إضافة إلى أن المحافظة عليها مدعاة لثقة العميل في الأخصائي الاجتماعي، وبالتالي كشف كل ما لديه . ¶ ولا يتحمل الأخصائي وحده مهمة المحافظة على سرية ما يحصل عليه من معلومات، بل إن المؤسسة التي يتبع لها مطالبة بتهيئة الوسائل المناسبة لحفظ المعلومات، والتأكد من أمنها، وعدم تمكن الآخرين من الوصول إليها . ¶ ثانيا ـ أبرز مهارات أخصائي الرعاية اللاحقة : ¶ ¬__________ ¶ (¬1) نموذج عربي للرعاية اللاحقة للأحداث في الوطن العربي ، مرجع سابق ، ص 33 .",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "كما ذكر أنفا أن المهارة شيئا زائد على الواجب ويتفاوت الأخصائيون الاجتماعيون في امتلاك هذه المهارات والاستفادة منها، إلا أنه من المؤكد أنه بين امتلاك هذه المهارات ونجاح برامج الرعاية اللاحقة علاقة طردية، فكلما زادت قدرة الأخصائي الاجتماعي على الاستفادة من المهارات التي يمتلكها زاد نجاحه في رعاية الحالات التي يكلف بتقديم برامج رعاية لاحقة لها، بل يمكننا أن نقيس قدرة الأخصائي الاجتماعي من خلال تمكنه من الاستفادة من هذه المهارات، ولابد من الإشارة إلى تنوع تلك المهارات فهناك المهارات الإدراكية والمهارات العلاقية والمهارات التأثيرية، وهي تكمل بعضها البعض وتتفاوت قدرة الأخصائيين، كذلك في امتلاكها، أما أبرز هذه المهارات فهي كالتالي : ¶ 1 ـ القدرة على تحديد الوسيلة المناسبة للرعاية اللاحقة : ¶ تتعدد وسائل الرعاية اللاحقة للمفرج عنهم فهناك الزيارات التتبعية، وهناك التأمين الاقتصادي للمفرج، أو التأمين النفسي، والتأمين الاجتماعي، والتأمين التعليمي، فكل حالة من حالات المفرج عنهم تحتاج إلى وسيلة خاصة تختلف عن الأخرى، وقد يحتاج المفرج عنه إلى أكثر من وسيلة من الوسائل المذكورة آنفا، وقد يحتاج لها كلها . ¶ ومن هنا فالأخصائي الماهر هو الذي يستطيع أن يحدد الوسيلة المناسبة بحسب أولويتها وأهميتها حفظا لوقته ولجهده فضلا عن نجاح برنامج الرعاية اللاحقة للمفرج عنه، وتحقيق الهدف النهائي، فمن الخطأ أن يسعى الأخصائي في وسيلة ما من الوسائل السابقة والمفرج عنه يحتاج إلى غيرها ، ولا شك أن تحديد الوسيلة المناسبة لا يتأتى إلا بما ذكر من واجبات وعلى رأسها البحث والدراسة والتشخيص إضافة لبقية المهارات التي ستذكر . ¶ 2 ـ القدرة على اكتشاف واستغلال الإمكانات والموارد المتاحة في البيئة والمجتمع :",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "يزخر أي مجتمع بالعديد من الإمكانات والقدرات ولا تخلو أية بيئة من طاقات ووسائل تعين على إنجاح برنامج الرعاية اللاحقة للمفرج عنه فمن الإمكانات التي تساعد على تقديم برامج الرعاية اللاحقة للمفرج عنهم أو لأسرهم ما يلي : ¶ ـ فرص العمل في القطاعين الحكومي والأهلي . ¶ ـ المدارس العامة الحكومية والأهلية . ¶ ـ المعاهد العلمية والتدريبية والمهنية والفنية . ¶ ـ الجمعيات الخيرية التي تقدم المساعدات المالية والعينية . ¶ ـ مكاتب العمل والضمان الاجتماعي . ¶ ـ حلقات تحفيظ القرآن الكريم وأئمة المساجد . ¶ ـ المراكز الصيفية ومراكز النشاط للأحداث . ¶ ـ المرشدين الطلابيين بالمدارس للأحداث . ¶ ـ جمعيات مساعدة راغبي الزواج للنساء خاصة . ¶ ـ رفقة صالحة في المحيط القريب من المفرج عنه . ¶ وغيرها كثير من الإمكانات المتاحة في المجتمع والتي تحتاج إلى أخصائي يستطيع اكتشاف تلك الإمكانات المبثوثة في المجتمع، وليس هذا فحسب، بل القدرة على استغلالها والاستفادة منها وتكوين علاقات اجتماعية مع المباشرين لها ليتمكن من تطويعها لخدمة برنامج الرعاية اللاحقة الذي يقوم به . ¶ وهذا يعنى أن أخصائي الرعاية اللاحقة عليه أن يبذل جهد أكبر مما يقوم به الأخصائيين الاجتماعيين الآخرين ، وعليه نستطيع القول أن الأخصائي الذي لا يستطيع اكتشاف الإمكانات المتاحة في المجتمع ثم استغلالها الاستغلال الأمثل، لا شك أن ذلك سيؤثر على عطائه وقدرته في رعاية من يحال له من المفرجين عنهم ، وإعداد وتخطيط وتقديم برنامج متكامل لهم يضمن لهم الاستقرار، وعدم العودة للانحراف . ¶ 3 ـ القدرة على تنشيط الجانب الإيماني لدي المفرج عنهم :",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "مهما يكن من أمر الجوانب المادية في حياة الإنسان إلا أننا لا يمكن أن نغفل الجوانب الروحية لديه، وبخاصة هذه الفئة، التي تتطلب قدرا أكبر من الاستعداد النفسي والروحي لتلقي صدمة الإفراج، ولا شك أن تنشيط ذلك الجانب لدي المفرج عنه له الأثر الكبير في استقرار المفرج عنه نفسيا وبالتالي نجاح برنامج الرعاية اللاحقة في الغالب . ¶ ولقد أثبتت الدراسات والبحوث بأن الاهتمام بالاحتياجات المادية للإنسان دون غيرها لا يؤثر إلا ثانويا على إعادة تأهيله، وأن الأساس هو الاهتمام بالاحتياجات الروحية وهي مهمة للإنسان أكثر من أي شئ آخر(¬1). وفي هذا الخصوص يحسن الإشارة إلى أن العالم الفرنسي دور كهايم قد وجد أن معدلات الانتحار أقل انتشارا بين الأفراد المتدينين وأكثر انتشارا بين الجماعات التي يقل فيها الوازع الديني، ولقد أثبتت العديد من الدراسات ضعف مستوي التدين لدي المنحرفين والعائدين منهم بشكل أخص، الأمر الذي يؤكد على أهمية تقوية الجانب الإيماني لدي المفرج عنهم(¬2) . ¶ ¬__________ ¶ (¬1) تجارب الرعاية اللاحقة في الهند ، شاكوا كونجمان ، في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ،1408 ، ص 39 . ¶ (¬2) هناك العديد من الدراسات التي أثبتت ضعف مستوى التدين لدى السجناء الكبار وكذلك لدى الأحداث المنحرفين ومن هذه الدراسات مايلي : ¶ أ ) التدين علاج الجريمة ، صالح الصنيع ، إدارة الثقافة والنشر ، جامعة الإمام محمد بن سعود الإسلامية ، الرياض ، 1414هـ . ¶ ب) دراسة لبعض متغيرات الشخصية للمجرمين العائدين للسجون في المملكة العربية السعودية ، أحمد السعيد ، رسالة دكتوراه غير منشورة ، قسم علم النفس ، جامعة الإمام محمد بن سعود الإسلامية ، الرياض ، 1412هـ . ¶ ج) وقت الفراغ وأثره في انحراف الشباب ، عبد الله السدحان ، مكتبة العبيكان ، الرياض ، 1415 هـ.",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "فالتركيز على الجانب الإيماني لدي المفرج عنه و إحياء مبدأ التوبة في نفس المفرج عنه يؤدى إلى رجوع الإنسان إلى ربه وإيجاد قيم إيجابية تؤدي إلى ضمير حي ورقابة ذاتية تعينه على عدم الانتكاس والعودة للانحراف، إلا أنه يلزم التأكيد أن الأخصائي الماهر هو الذي يستطيع اكتشاف مواطن الخير في نفس المفرج عنه، والعمل على تكميل نواقصها وتنشيط ضعيفها ودعم قويها . ¶ ولا يخفى أن من العوامل الأساسية في تنشيط الجوانب الإيمانية امتثال القدوة الحسنة من قبل الأخصائي الاجتماعي المنفذ لبرنامج الرعاية اللاحقة، ففاقد الشيء لا يعطيه . ¶ 4 ـ القدرة على تحقيق أكبر قدر من التواصل بين السجين والبيئة الخارجية : ¶ غالبا ما يعيش المسجون في حالة نفسية سيئة نتيجة لانعزاله عن مجتمعه الخارجي وتنعكس تلك الحالة النفسية بآثارها على إمكانات السجين النفسية والبدنية مما يؤدى إلى عدم استفادة السجين من كثير من البرامج المقدمة داخل السجن، وهذا يؤكد ضرورة وجود قدر كبير من التواصل بين السجين ومجتمعه الخارجي لتحقيق الاستقرار النفسي للسجين وليتفاعل مع البرامج التأهيلية داخل السجن، بالإضافة إلى تهيئة السجين للعيش خارج مجتمع السجن بتعريفه بما يحدث واستجد خارج السجن . ¶ وتتعدد وسائل التواصل بين السجين والبيئة الخارجية وأبرزها الإطلاع على وسائل الإعلام، التراسل البريدي، الزيارات داخل السجن، نظام الإجازات التي بموجبها يحصل السجين على إجازة لمدة يوم واحد يقضيه خارج السجن وبين ذويه وهذا يتم في الفترة الأخيرة من مدة محكوميته . ¶ ... وتبرز مهارة الأخصائي في قدرته على الاستفادة من جميع هذه الوسائل لتحقيق أكبر قدر في ربط السجين قبل إفراجه بمجتمعه الخارجي تخفيفا لما يسمي بصدمة الإفراج . ¶ 5 ـ مراعاة خصوصيات المجتمع الذي تمارس فيه عملية الرعاية اللاحقة :",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "تتفاوت طبيعة كل مجتمع من المجتمعات المحلية وفق ما يحكمه من عادات وتقاليد خاصة، ويصعب في كثير من الأحيان تجاوز تلك العادات أو التقاليد لرسوخها وطول العهد بها . ¶ لذا يلزم الأخصائي اكتشاف تلك العادات والتقاليد السائدة في المجتمع الذي يعمل فيه، والتعرف عليها أولا ثم محاولة التعامل معها بما يحقق عدم مصادمتها، وفي الوقت نفسه نجاح البرنامج المقدم للمفرج عنه . ¶ 6 ـ البدء مع المفرج عنه قبل فترة كافية من الإفراج عنه . ¶ سبق القول أن هناك من يرى أن الرعاية اللاحقة ينبغي أن تكون بعد صدور الحكم بحيث تسمي الرعاية اللاحقة لصدور الحكم، وليس للإفراج كما سبق عند الحديث عن الجهة المنفذة لبرنامج الرعاية اللاحقة، وهل تكون نفس المؤسسة العقابية، أم جهة أخرى ؟ وأيا كانت الجهة فمن المهم أن يبدأ معه قبل فترة كافية من الإفراج عنه، وذلك بتهيئته أولا ثم أسرته لأحداث التقبل بينهما ثم البدء بالخطوات الأولى لتنفيذ برنامج الرعاية اللاحقة والذي سبق أن تمَّ التخطيط له وحددت ملامحه الأساسية . ¶ ولا شك أن الأخصائي الماهر هو المبادر للتعامل مع المفرج عنه قبل فترة كافية من خروجه، وتتحدد تلك الفترة وفق الدراسة المعدة عن المفرج عنه، وفي ضوء المدة التي أمضاها في المؤسسة العقابية، وكلما كانت مدة البقاء في المؤسسة طويلة كانت الحاجة إلى فترة أطول للعمل على تهيئة المفرج عنه قبل خروجه . ¶ ونستطيع أن نقول أن هناك علاقة طردية بين مدة الحكم والفترة اللازمة لتهيئته للخروج وتقديم برنامج الرعاية اللاحقة . ¶ 7 ـ المرونة في تنفيذ برامج الرعاية اللاحقة .",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "لا شك أن أي برنامج للرعاية اللاحقة قد تواجهه بعض العقبات التي قد تعيقه أو تؤخره أو حتى تعطله بالكامل، ومن هنا تبرز مهارة الأخصائي المنفذ لبرنامج الرعاية اللاحقة للتعامل مع ذلك الموقف الذي قد يعيق البرنامج وتجاوز تلك العقبات أو تخفيفها، وإذا استدعى الأمر تغيير البرنامج بكامله، وذلك بوضع خطط وبرامج بديلة ورديفة . ¶ ومن المؤكد أن التخطيط المبكر والمحكم لبرنامج الرعاية اللاحقة يقلل من فرصة فشله أو تأخره ، وبخاصة إذا روعي فيه جانب المرونة وطرح البدائل المناسبة في حالة حدوث عائق ما، مع ملاحظة أن ما لا يدرك كله لا يترك جله . ¶ 8 ـ القدرة على ترتيب أولويات الخدمات التي يحتاجها المفرج عنه : ¶ تتفاوت احتياجات المفرج عنهم من حيث الأهمية والأولوية، فقد نجد بعض المفرج عنهم من يكون بحاجة ماسة إلى مورد مادي عاجل وتقديم بعض المساعدات له - وهذا الغالب - فهنا ينبغي أن يسعى الأخصائي الاجتماعي في تدبير بعض المساعدات النقدية والعينية من الجمعيات الخيرية وغيرها من الجهات قبل أن يسعى له في البحث عن عمل مثلا بالرغم من تداخل هذين البرنامجين، إلا أن أحدهما مقدم على الآخر ولا شك، وكذلك الحال بالنسبة للحدث قد يكون من الأهمية بمكان السعي لتسجيله في مدرسة خارجية كخطوة أولى قبل إخراجه من المؤسسة الإصلاحية، وهذا البرنامج مقدم على تدبير مساعدات مالية من حيث الاحتياج في الغالب، إذ الحدث سيعود لأسرته، والمساعدة المادية ينبغي أن تكون لأسرته خلال وجود الحدث في المؤسسة الإصلاحية في حالة احتياجها لذلك . ¶ وهكذا تتفاوت تلك الاحتياجات من حيث الأولوية والأهمية بتفاوت المفرج عنهم، واختلاف ظروف كل حالة على حدة . ¶ 9 ـ القدرة على اكتشاف استقرار المفرج عنه والتأكد من ذلك :",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "أن دور أخصائي الرعاية اللاحقة لا ينتهي بإعداد خطة الرعاية للمفرج عنه، ومتابعة تنفيذ تلك البرامج، بل لابد من العمل على التأكد من أن تلك البرامج تؤدى الغرض المطلوب منها، إلا أنه ينبغي ملاحظة أن المفرج عنه قد يصل إلى مرحلة يتظاهر فيها بالاستقرار، وأن جميع أموره قد تم ترتيبها، وكل ذلك محاولة للتخلص من متابعة الجهات الرسمية له والمتمثلة في أخصائي الرعاية اللاحقة، إذ يرتبط في ذهن المفرج عنه من الذكور أو الإناث أن التخلص من متابعة أخصائي الرعاية اللاحقة إنما يكون بإظهار الاستقرار مما يجعله يدعى الاستقرار واستقامة جميع أموره، وهنا تظهر مهارة أخصائي الرعاية اللاحقة في اكتشاف حقيقة هذا الادعاء، ويمكنه ذلك من شواهد الحال وممارسات المفرج عنه في حياته اليومية . ¶ المراجع ¶ (1) أثر عمليات الرعاية اللاحقة في سلوك الأحداث المفرج عنهم ، علي عبد الرزاق جلبي ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 16 ، العدد الأول ، 1973م . ¶ (2) أحكام السجن ومعاملة السجناء في الإسلام ، حسن أبو غدة ، مكتبة المنار ، الكويت ، 1407هـ . ¶ (3) أحكام السوق، يحي ابن عمر، تحقيق: حسن عبد الوهاب، الشركة التونسية للتوزيع، تونس، 1975م . ¶ (4) أخبار عمر ، علي الطنطاوي، دار الفكر ، بيروت ، 1392هـ . ¶ (5) اتجاهات المجتمع السعودي نحو السجناء المفرج عنهم ، غازي رحيمي الجهني ، رسالة ماجستير غير منشورة ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1415هـ ¶ (6) البداية والنهاية ، ابن كثير ، مكتبة المعارف ، بيروت ، 1977م . ¶ (7) البرامج التأهيلية وتحقيق الرعاية اللاحقة للمفرج عنهم ، محمد الأخرس في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408 . ¶ (",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "8) التدين علاج الجريمة ، صالح الصنيع ، إدارة الثقافة والنشر ، جامعة الإمام محمد بن سعود الإسلامية ، الرياض ، 1414هـ . ¶ (9) الرعاية اللاحقة لخريجي المؤسسات العقابية والإصلاحية ، يس الرفاعي ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 12 ، العدد الأول ، 1969م . ¶ (10) الرعاية اللاحقة للمسجونين ، بدرية عبد الوهاب ، المجلة الجنائية القومية ، المركز القومي للبحوث الاجتماعية والجنائية ، القاهرة ، المجلد 24 ، العدد الأول ، 1981م. ¶ (11) السنن الكبرى ، البيهقي ، تحقيق : محمد عطا ، دار الكتب العلمية ، بيروت ، 1414هـ ¶ (12) السيرة النبوية ، ابن هشام ، تحقيق : طه سعد ، دار الجيل ، بيروت ، 1411هـ . ¶ (13) الكامل في التاريخ ، ابن الأثير ، دار الكتاب العربي ، بيروت ، 1403هـ . ¶ (14) المدخل إلى علاج المشكلات الاجتماعية الفردية، محمد غباري، المكتب الجامعي، الإسكندرية ، 1402 . ¶ (15) المسند، أحمد بن حنبل، تحقيق:محمد سمارة، المكتب الإسلامي ، بيروت ، 1413هـ . ¶ (16) المصنف ، عبد الرزاق الصنعاني ، تحقيق : حبيب الرحمن الأعظمي ، المكتب الإسلامي ، بيروت 1392هـ . ¶ (17) المغني ، ابن قدامه ، مكتبة الرياض الحديثة ، الرياض . ¶ (18) بداية المجتهد ونهاية المقتصد ، ابن رشد ، مكتبة الرياض الحديثة ، الرياض . ¶ (19) أضواء البيان ، الشنقيطي ، دار الأندلس، جده ، 1408هـ . ¶ (20) تجارب الرعاية اللاحقة في الهند ، شاكوا كونجمان ، في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ،1408. ¶ (21) تجارب وخبرات محلية ودولية في الرعاية اللاحقة ، عبد الحليم عبد العال ، في ( الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408. ¶ (22) تعميم وزير الداخلية رقم 18/ 1317 / 2س في 24/ 5 / 1415هـ . ¶ (",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "23) حقوق الإنسان ـ مجموعة صكوك دولية ، الأمم المتحدة ، نيويورك ، 1983م . ¶ (24) دراسة عوامل العود للجريمة في سجون منطقة الرياض ، سعيد سياف الشهراني ، رسالة ماجستير غير منشورة ، كلية الآداب ، جامعة الملك سعود ، الرياض ، 1412هـ . ¶ (25) دراسة لبعض متغيرات الشخصية للمجرمين العائدين للسجون في المملكة العربية السعودية ، أحمد السعيد ، رسالة دكتوراه غير منشورة ، قسم علم النفس ، جامعة الإمام محمد بن سعود الإسلامية ، الرياض ، 1412هـ . ¶ (26) دور الرعاية اللاحقة في الحد من جرائم العود ، علي الحناكي ، رسالة ماجستير غير منشورة ، المركز العربية للدراسات الأمنية والتدريب ، الرياض ، 1406هـ . ¶ (27) رسالة مختصرة فيما روي عن أهل المعرفة والحقائق في معاملة الظالم السارق ، ابن رجب الحنبلي ، تحقيق : الوليد الفريان ، مجلة البحوث الإسلامية ، الرئاسة العامة للبحوث العلمية والإفتاء والدعوة والإرشاد ، الرياض ، العدد16 1406هـ ¶ (28) رعاية أسر النزلاء كأسلوب من أساليب الرعاية اللاحقة ، أحمد فوزي الصادي ، في (الرعاية اللاحقة للمفرج عنهم بين النظرية والتطبيق ) ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ،1408 . ¶ (29) سنن أبي داود، أبو داود الازدي، تحقيق:صدقي جميل،دار الفكر، بيروت ، 1414هـ. ¶ (30) شرح صحيح مسلم ، النووي ، دار الخير ، بيروت ،1414هـ . ¶ (31) صحيح البخاري، محمد بن إسماعيل البخاري، تحقيق: مصطفى البغا، دار القلم ، دمشق. ¶ (32) عارضة الاحوذي لشرح صحيح الترمذي، ابن العربي، دار الكتاب العربي، بيروت ، بدون تاريخ. ¶ (33) فتح الباري شرح صحيح البخاري ، أحمد بن حجر ، مكتبة الرياض الحديثة ، الرياض. ¶ (34) قرار اللجنة العليا للإصلاح الإداري رقم ( 211 ) في 16/ 1/ 1412هـ . ¶ (35) قرار وزير الداخلية رقم 1745 في 11/ 6 / 1411هـ . ¶ (36) قرار وزير الداخلية رقم 3517 في 21/ 7 / 1406هـ . ¶ (",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "37) لسان العرب ، ابن منظور ، دار صادر ، بدون تاريخ . ¶ (38) مختار الصحاح ، الرازي ، دار الدعوة ، تركيا ، 1408هـ . ¶ (39) مدى فاعلية المدخل الوقائي في الرعاية اللاحقة لمنع عودة الأحداث للانحراف ، علي بن حسين العجمي ، رسالة ماجستير غير منشورة ، كلية الآداب ، جامعة الملك سعود ، الرياض ، 1417هـ . ¶ (40) مسند أبي يعلى الموصلي ، أحمد التميمي ، تحقيق : حسين أسد ، دار المأمون ، دمشق . ¶ (41) مشكلات المسجونين المفرج عنهم ووضع الرعاية اللاحقة في الأردن ، أحمد الربايعة ، ورقة عمل مقدمة إلى المؤتمر الدولي العربي الأول للرعاية اللاحقة ، القاهرة ، جماد الأول 1410هـ . ¶ (42) من روائع حضارتنا ، مصطفى السباعي ، الاتحاد الإسلامي العالمي ، بدون تاريخ . ¶ (43) من عجائب الأقدمين وعبرهم، عبد الله التليدي، دار البشائر ، بيروت ، 1407هـ . ¶ (44) نظام السجن والتوقيف ولوائحه الداخلية ، وزارة الداخلية ، الرياض، بدون تاريخ . ¶ (45) نموذج عربي للرعاية اللاحقة للأحداث في الوطن العربي ، عبد الفتاح عبد الصمد ، المركز العربي للدراسات الأمنية والتدريب ، الرياض ، 1408هـ. ¶ (46) وقت الفراغ وأثره في انحراف الشباب ، عبد الله السدحان ، مكتبة العبيكان ، الرياض، 1415 هـ . ¶ الفهرس ¶ الموضوع ... الصفحة ¶ مقدمة ¶ الفصل الأول : مقدمات أساسية في الرعاية اللاحقة ¶ أولا : المفهوم والتعريف ¶ ثانيا : أهمية الرعاية اللاحقة ¶ ثالثاً : أبرز المشكلات التي تواجه السجين المفرج عنه ¶ رابعاً : المرتكزات التي تقوم على الرعاية اللاحقة ¶ خامسا : أهداف الرعاية اللاحقة ¶ سادساً : الجهات المسؤولة عن الرعاية اللاحقة ¶ سابعاً : إلى من تقدم الرعاية اللاحقة ¶ ثامناً : الاهتمام الدولي بالرعاية اللاحقة ¶ الفصل الثاني الرعاية اللاحقة في الإسلام ¶ الركائز التي تقوم الرعاية اللاحقة في الإسلام ¶ أولاً: رعاية لاحقة تتمثل في حث المجتمع على تقبل المجرم بعد عقابه",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "ثانياً : رعاية لاحقة تتمثل في الإعانة الاقتصادية للمجرم بعد عقابه ¶ ثالثاً : رعاية لاحقة تتمثل في إبعاد المعاقب عن بيئته الأصلية ¶ رابعاً : رعاية لاحقة تتمثل في رفع معنوية المفرج عنه أو المعاقب ¶ الفصل الثالث الرعاية اللاحقة في المملكة العربية السعودية ¶ الفصل الرابع واجبات المسؤولين عن تنفيذ برامج الرعاية اللاحقة ¶ أولا : أبرز واجبات أخصائي الرعاية اللاحقة ¶ ثانيا : أبرز مهارات أخصائي الرعاية اللاحقة ¶ المراجع ¶ الفهرس",
            "page": "71",
            "part": "1"
        }
    ],
    "t36586": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الرعاية اللاحقة"
        }
    ]
}