{
    "b36581": [
        {
            "id": "1",
            "nass": "الدلالة المحكمة ¶ لآيات الحجاب على وجوب غطاء وجه \"المرأة\" ¶ تأليف ¶ لطف الله خوجه ¶ الأستاذ المساعد بقسم العقيدة بجامعة أم القرى بمكة ¶ بسم الله الرحمن الرحيم ¶ مقدمة: ¶ الحمد لله، والصلاة والسلام على رسول الله، وعلى آله وصحبه، وبعد: ¶ فمن مميزات هذا القرن، من جهة المسائل الفقهية: ظهور الجدل والتأليف في مسألة كشف وجه المرأة. وهذا بعكس القرون السابقة، حيث انحصر البحث في بطون الكتب: الفقهية، والحديثية، والتفاسير. لم تكن جدلا في المنتديات، ولا دعوة على المنابر، ولم تؤلف فيها مؤلفات مستقلة، كلا، بل كان العالم يعرض رأيه فيها، ثم يمضي لغيرها، دون إغراق في مناقشة المخالف، أو تعمق وفحص،(¬1)وكان العلماء فيها على قولين: ¶ - الأول: إيجاب التغطية على جميع النساء، بما فيهن أزواج النبي صلى الله عليه وسلم رضوان الله عليهن. ¶ - الثاني: استحباب التغطية على جميع النساء، حاشا الأزواج رضوان الله عليهن، فعليهن التغطية. ¶ وبهذا يعلم اتفاقهم في شيء، واختلافهم في شيء: ¶ - فقد اتفقوا على وجوب التغطية في حق الأزواج، فكان هذا إجماعا. ¶ - واختلفوا في حق عموم النساء، بين موجب ومستحب، فكان هذا خلافا. ¶ وأهم ما يجب ملاحظته في مذهب المستحبين: أن قولهم تضمن أمرين مهمين هما: ¶ - الأول: استحبابهم التغطية؛ وذلك يعني أفضليتها على الكشف، فحكم الاستحباب فوق حكم المباح. في المباح: يستوي الفعل والترك. لكن في الاستحباب: يفضل فعل المستحب. ¶ ¬__________ ¶ (¬1) - أورد بعض الفضلاء على هذا التقرير، كتابين هما: أحكام النظر. لابن القطان الفاسي المتوفى سنة628هـ وعرائس الغرر وغرائس الفكر في أحكام النظر. لعلي بن عطية بن الحسن الهيتي المتوفى سنة 936هـ. ¶ والتحقيق: أن هذين الكتابين ليسا على شرطي، وهو: أن يكون مؤلفا مستقلا في مسألة الوجه. فكلاهما طرقا مسائل كثيرة في باب النظر، منها مسألة الوجه والكف، فلم يستقلا بالمسألة إذن، وعليه فلا وجه لهذا الإيراد.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "- الثاني: اشتراطهم لجواز الكشف شرطا هو: أمن الفتنة. والفتنة هي: حسن المرأة، وصغر سنها (أن تكون شابة)، وكثرة الفساق. فمتى وجدت إحداها فالواجب التغطية. ¶ وبهذا يعلم أن تجويزهم الكشف مقيد غير مطلق، مقيد بشرط أمن الفتنة، ومقيد بأفضلية التغطية، وهذا ما لم يلحظه الداعون للكشف اليوم، وهم يستندون في دعوتهم إلى هؤلاء العلماء..!!. ¶ وقد التزم المستحبون ذلك الشرط، وذلك التفضيل، فانعكس على مواقفهم: ¶ - فأما الشرط، فالتزامهم به، أدى بهم لموافقة الموجبين في بعض الأحوال، فأوجبوا التغطية حال الفتنة، فنتج من ذلك: حصول الإجماع على التغطية حال الفتنة. فالموجبون أوجبوها في كل حال، والمستحبون أوجبوها حال الفتنة، فصح إجماعهم على التغطية حال الفتنة؛ لأنهم جميعا متفقون على هذا الحكم في هذا الحال.. هذا بالأصل، وذاك بالشرط. ¶ - وأما التفضيل، فالتزامهم به منعهم من السعي في: نشر مذهبهم، والدعوة إليه، وحمل النساء عليه؛ ولأجله لم يكتبوا مؤلفات مستقلة تنصر القول بالكشف. فما كان لهم استبدال الذي هو أدنى بالذي هو خير!!.. ترتب على ذلك أثر مهم هو: إجماع عملي. تمثل في منع خروج النساء سافرات، فلم يكن لاختلافهم العلمي النظري أثر في واقع الحال.. وهذا ما لم يلحظه الداعون للكشف اليوم، وهم يستندون في دعوتهم إلى هؤلاء العلماء ..!!. ¶ فمخلص أقوالهم: ¶ - ثلاث إجماعات: إجماع على التغطية في حق الأزواج.. وإجماع على التغطية حال الفتنة.. وإجماع عملي في منع خروج النساء سافرات. ¶ - وإيجاب على الجميع، بما فيهن الأزواج، في كل حال. ¶ - واستحباب على الجميع دون الأزواج، مقيد بشرط أمن الفتنة، ومقيد بالأفضلية.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "هذه المذاهب في هذه المسألة.. وهكذا مرت بينهم في تلك القرون: خلاف نظري، يمحوه اتفاق عملي. فانعكس على أحوال المسلمات، فلم تكن النساء يخرجن سافرات الوجوه، كاشفات الخدود، طيلة ثلاثة عشر قرنا، عمر الخلافة الإسلامية، حكى ذلك وأثبته جمع من العلماء، منهم: ¶ 1- أبو حامد الغزالي، وقد عاش في القرن الخامس (توفي 505هـ)، في الشام والعراق، الذي قال في كتابه: (إحياء علوم الدين): \"ولم يزل الرجال على ممر الزمان مكشوفي الوجوه، والنساء يخرجن منتقبات\"(¬1). ¶ 2- الإمام النووي، وقد عاش في القرن السابع حيث نقل في كتابه: [روضة الطالبين] الاتفاق على ذلك، فقال في حكم النظر إلى المرأة: \"والثاني: يحرم، قاله الاصطخري وأبو علي الطبري، واختاره الشيخ أبو محمد، والإمام، وبه قطع صاحب المهذب والروياني، ووجهه الإمام باتفاق المسلمين على منع النساء من الخروج سافرات، وبأن النظر مظنة الفتنة، وهو محرك للشهوة، فاللائق بمحاسن الشرع، سد الباب والإعراض عن تفاصيل الأحوال، كالخلوة بالأجنبية \".(¬2) ¶ 3- ابن حيان الأندلسي المفسر اللغوي، وقد عاش في القرن الثامن، قال في تفسيره: (البحر المحيط): \"وكذا عادة بلاد الأندلس، لا يظهر من المرأة إلا عينها الواحدة\"(¬3). ¶ 4- ابن حجر العسقلاني، وقد عاش في القرن التاسع، قال في الفتح: \"استمرار العمل على جواز خروج النساء إلى: المساجد، والأسواق، والأسفار منتقبات؛ لئلا يراهن الرجال\"(¬4). ¶ 5- ابن رسلان، الذي حكى: \"اتفاق المسلمين على منع النساء أن يخرجن سافرات الوجوه، لا سيما عند كثرة الفساق\"(¬5). ¶ * ... * ... * ¶ ¬__________ ¶ (¬1) - في الباب الثالث: في آداب المعاشرة، وما يجري في دوام النكاح، كتاب آداب النكاح 1/729. ¶ (¬2) – 5/366-367، وذكر هذا أيضا: الشربيني في مغنى المحتاج 3/129. [انظر عود الحجاب 3/407] ¶ (¬3) – 7/250. ¶ (¬4) – 9/337. ¶ (¬5) - عون المعبود، في اللباس، باب: فيما تبدي المرأة من زينتها 12/162.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "وهكذا كان الحال في بدايات القرن الأخير، فقد ظهر التصوير قبل مائة وخمسين عاما، تقريبا، وصور المصورون أحوال كثير من البلاد الإسلامية، منذ مائة عام، وزيادة، وفيها ما يحكي واقع حال النساء في بلاد الإسلام: تركستان، والهند، وأفغانستان، وإيران، والعراق، وتركيا، والشام، والحجاز، واليمن، ومصر، والمغرب العربي. حيث الجميع محجبات الوجوه والأبدان حجابا كاملا سابغا، حتى في المناطق الإسلامية النائية، كجزيرة زنجبار في جنوبي إفريقيا، في المحيط الهندي، وقد زرتها عام 1420هـ، ودخلنا متحفها القديم، ورأينا صور سلاطينها من العمانيين، وصور نسائها، وكن جميعا محجبات على الصفة الآنفة، وعندنا شاهد في هذا العصر: المرأة الأفغانية. فحجابها السابغ الذي يغطي جميع بدنها، حتى وجهها، قريب إلى حد كبير مما كان عليه النساء في سائر البلدان. فهذا الحال أشهر من يستدل له، فالصور أدلة يقينية، فقد ظلت المرأة متمسكة بهذا الحجاب الكامل إلى عهد قريب، ولم يظهر السفور إلا بعد موجات الاستعمار والتغريب، حيث كان من أولويات المستعمر: ¶ - نزع حجاب المرأة. ¶ - تعطيل العمل بالشريعة. ¶ وقد اتخذ لتحقيق هذين الهدفين طريقان: القوة، والشبهة. والأخطر طريق الشبهة..!!. ¶ لقد ظهر من يدعو وينادي بالسفور، من على المنابر، والصحف، والكتب، باعتبار أن كشف الوجه مسألة خلافية، حيث نظروا في تراث الإسلام، فتتبعوا مسائل الخلاف، وأفادوا منها في تأييد وإسناد دعواهم. فكانوا شبها بالمستشرقين، والفرق: أن المستشرقين بحثوا، وفتشوا للطعن في الإسلام نفسه، وهؤلاء بحثوا، وفتشوا للتشكيك في أحكام مستقرة، جرى عليها العمل، من ذلك: حجاب المرأة، وبخاصة كشف الوجه. ¶ فوجدوا لطائفة من العلماء أقوالا تجيزه، ولا تحرمه، لكن بشرط: أمن الفتنة. ¶ فأخذوا أقوالهم، وتركوا شروطهم..؟!!.. كما أخذوا قولهم بالجواز، وتركوا قولهم بالاستحباب..؟!!.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ونسبوا قولهم الجديد، المحدث، في جواز كشف الوجه مطلقا، من غير قيد بشرط، ولا قيد بأفضلية: إلى هؤلاء العلماء..!!. فلم يحفظوا أمانة الأداء، ولم يحرروا نسبة الأقوال، ثم زعموا أنه قول جماهير العلماء؟!!. ¶ وما كان لهم أن ينتسبوا لهؤلاء العلماء، فيما أحدثوه من قول، فما هم منهم، ولا هم منهم..!!. ¶ ثم إنهم ربطوا بين السفور والتقدم، وزعموا أن سبب انحطاط الأمة، إنما كان باحتجاب المرأة، وبعدها عن ميدان الرجال. وسمع لهم من سمع، وانساق كثير من المسلمين لهذه الأفكار، لانتفاء الحصانة، وضعف القناعة، فتمثلوها، وطبقوها، فحدث في تاريخ الإسلام حدث غير سابق، غريب كل الغربة عن أخلاق المسلمين، حيث خرجت المرأة المسلمة سافرة، تتشبه في لباسها بالكافرة..؟!!. ¶ صارت المرأة في الصورة التي أرادها المتحررون، ومرت عقود، وشارف قرن على الأفول، لكن تلك البلدان المتحررة ما زالت من دول العالم الثالث، فأين التقدم الذي يجيء مع كشف الوجه، والتبرج، والاختلاط، وخروج المرأة من بيتها؟!!. ¶ والدعوات نفسها اليوم تعاد في مأرز الإسلام، ومأوى الإيمان، من دون اعتبار ..!!. ¶ وأخطر ما في الأمر: تبني مذهب الكشف طائفة من المنتسبين للتيار الإسلامي، ممن كانوا يعارضون هذا المذهب؛ ذلك أن رأيهم مسموع، وقولهم له محل من القبول، لغلبة التدين، وإذا تذكرنا أن أول السفور ونزع الحجاب في البلاد الإسلامية، كان بدؤه كشف الوجه، فهمنا لم كان تبني هؤلاء لهذا القول خطرا ؟.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ولا شك أن باعث هذا التغير في موقف هؤلاء الأفاضل: اشتباه في المسألة. فالقناعة تامة بأنهم محبون للخير، متبعون للدليل، لكن الخلاف فيها غرّهم، فظنوا صحة مذهب الكشف، وربما رجحوه، ومحل الخلل: عدم تحرير المسألة بدقة. وهذا ما لوحظ على أصحاب هذا الاتجاه، والشبهة إن أتت من نص شرعي، فلا تزال إلا بنص واستدلال شرعي، ومجرد الخلاف لا يسوغ الانتقاء، إذ ليس كل خلاف سائغ، بل ثمة خلاف مردود. والواضح أن النصوص المستدل بها على جواز الكشف، ليست من القوة بحيث ترجح على نصوص الموجبة للتغطية، ففي القرآن ثلاث آيات، هي آيات الحجاب، وهن قوله تعالى: ¶ - { وإذا سألتموهن متاعا فسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن}. ¶ - {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن}. ¶ - {ولا يبدين زينتهن إلا ما ظهر منها}. ¶ هذه الآيات كلها تدل دلالة محكمة على وجوب غطاء الوجه، فإذا ثبت إحكامها، فكل ما عداها متشابه، يرد إليها، ومعلوم أن النصوص منها المحكم، ومنها المتشابه، فالمتشابه يرد إلى المحكم، هذا سبيل أهل الإيمان الراسخين في العلم، كما دل عليه قوله تعالى: ¶ - {هو الذي أنزل عليك الكتاب منه آيات محكمات هن أم الكتاب وأخر متشابهات فأما الذين في قلوبهم زيغ فيتبعون ما تشابه منه ابتغاء الفتنة وابتغاء تأويله وما يعلم تأويله إلا الله والراسخون في العلم يقولون آمنا به كل من عند ربنا وما يذكر إلا أولوا الألباب}. ¶ والمتبعون المتشابه: ¶ - منهم القاصد، وهذا الذي في قلبه زيغ، يبتغي الفتنة بالتأويل، وهذا الذي حذر منه القرآن. ¶ - ومنهم الواقع فيه بالخطأ، فهذا له أجر الاجتهاد، دون أجر الإصابة.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "ففي مسألتنا هذه يوجد الصنفان، والمتأمل في نصوص الحجاب، لا يملك إلا أن يحكم بأنها تدل على وجوب غطاء الوجه بدلالة محكمة، يصعب ويستحيل تعطيلها لأجل نصوص متشابهة، وإن كانت في نظر من قال بالجواز محكمة، لكن بيان الدلالة المحكمة لهذه الآيات، سيظهر صورة المسألة كما هي. ¶ * ... * ... * ¶ - قال الله تعالى: { وإذا سألتموهن متاعا فسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن}. ¶ هذه الآية تدل دلالة محكمة على التغطية، وهذا لا خلاف فيه عند جميع العلماء، حيث اجتمع قولهم على هذه الدلالة، وخلافهم إنما جاء من جهة تعلق حكمها: ¶ - فالموجبون التغطية على سائر النساء، مذهبهم في حكم الآية أنه عام. ¶ - وأما المستحبون التغطية، فإن مذهبهم في الآية أنها خاصة بالأزواج رضوان الله عليهم. ¶ والمقصود هنا: بيان أن دلالة الآية محكمة في الجهتين: في دلالتها على التغطية، وفي كونها تعم جميع النساء، ليست خاصة بالأزواج رضوان الله عليهن، وذلك يتبين من الأوجه التالية: ¶ - الوجه الأول: أن الأمر بالحجاب في الآية معلل، والعلة هي: تحصيل طهارة القلب. وهذه العلة موجودة في سائر النساء، ليست قاصرة على الأزواج رضوان الله عليهن، فكل النساء في حاجة إلى طهارة القلب، لا يدعي أحد غير هذا، وهي تحصل بالاحتجاب عن الرجال. ¶ - الوجه الثاني: أن أزواج النبي صلى الله عليه وسلم إذا كن أمرن بالاحتجاب؛ لأجل تحصيل طهارة القلب، مع اصطفائهن، وانقطاع طمع الرجال منهن.. فسائر النساء من باب أولى؛ لأنهن أحوج إلى الطهارة، وليس لهن منزلة الأزواج رضوان الله عليهن، ولأن للرجال فيهن مطمع.",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "- الوجه الثالث: أنه تقرر في الأصول: أن خطاب الواحد يعم الجميع، إلا إذا جاء استثناء، ولا استنثاء هنا، فالخطاب وإن جاء في حق الأزواج رضوان الله عليهن، إلا أن الأصل في الحكم أنه عام؛ لأن المعنى الموجود فيهن، موجود في سائر النساء، وقد قال رسول الله صلى الله عليه وسلم: (إني لا أصافح النساء، إنما قولي لمائة امرأة، كقولي لامرأة واحدة). ¶ - الوجه الرابع: أن مبنى التخصيص بالأزواج عند القائلين به هو: الحرمة. وهذه العلة موجودة في بناته صلى الله عليه وسلم، فإما أن يدخلوهن في حكم الآية، وحينئذ ينتفي التخصيص، أو يمتنعوا من إدخالهن فتبطل العلة. إذن لا وجه لحمل الآية على التخصيص، فكيفما كان فالتخصيص باطل. ¶ - الوجه الخامس: أن القول بتخصيص حكم الآية بالأزواج، يلزم منه جواز الدخول على النساء بيوتهن، وهو باطل، ولا قائل به. ¶ فهذه الأوجه صريحة المعنى، محكمة الدلالة، وبها يظهر بطلان من خص حكم الآية بالأزواج رضوان الله عليهن، وقد ذهب إلى القول بعموم حكم الآية جمع من المفسرين، وهم: ابن جرير، وابن العربي، والقرطبي، وابن كثير، والجصاص، والشوكاني، والشنقيطي، وحسنين مخلوف، وغيرهم. ¶ * ... * ... * ¶ - قال الله تعالى: {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن}. ¶ هذه الآية دلالتها محكمة على التغطية، يتبين ذلك بالأوجه التالية: ¶ - الوجه الأول: أن الجميع: أزواج النبي صلى الله عليه وسلم، وبناته، ونساء المؤمنين: أمرن بأمر واحد. هو: إدناء الجلباب. فعرف من ذلك أن صفة الإدناء للجميع واحدة، ولما كان من المجمع عليه: أن صفة إدناء الأزواج رضوان الله عليهن هو: الحجاب الكامل مع التغطية. فينتج من ذلك: أن صفة الإدناء عند البقية (= البنات، ونساء المؤمنين) كصفته عند الأزواج. ¶ - الوجه الثاني: تفسير الإدناء بكشف الوجه، يلزم منه كشف الأزواج رضوان الله عليهن وجوههن، وهو باطل، ولا قائل به.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "- الوجه الثالث: أنه قال: {يدنين عليهن}، فالفعل عدي بـ\"على\"، وهو يستعمل لما يكون غطاؤه من أعلى إلى أسفل، فدل بذلك على أن الإدناء يكون من على الرأس، منسدلا، حتى ينزل على الوجه، وبهذا المعنى قال جمع من أهل اللغة: ¶ - كالزمخشري حيث قال في تفسير هذه الآية: \"يرخينها عليهن، ويغطين وجوههن، وأعطافهن، يقال إذا زل الثوب عن وجه المرأة: أدنى ثوبك إلى وجهك\". ¶ - وأبو حيان الأندلسي، حيث قال في تفسيرها: \" {عليهن} شامل لجميع أجسادهن، أو {عليهن}، على وجوههن؛ لأن الذي كان يبدو منهن في الجاهلية هو الوجه\". ¶ وإلى القول بدلالة الإدناء على التغطية ذهب كل منهم: ابن عباس، وعبيدة السلماني، ومحمد بن سيرين، وابن علية، وابن عون. قال ابن عباس رضي الله عنهما: \"أمر الله نساء المؤمنين، إذا خرجن من بيوتهن في حاجة، أن يغطين وجوههن، من فوق رؤوسهن بالجلابيب، ويبدين عينا واحدة\"، وسند هذه الرواية صحيحة عند الأئمة: أحمد، والبخاري، وابن حجر. ورواها ابن جرير في تفسير الآية. ¶ كما تظاهر المفسرون على تفسير الإدناء بتغطية الوجه، متابعة لابن عباس، منهم: ابن جرير، والجصاص، وإلكيا الهراس، والزمخشري، والبغوي، والقرطبي، والبيضاوي، والنسفي، وابن جزي الكلبي، وابن تيمية، وابن حيان، وأبو السعود، والسيوطي، والآلوسي، والشوكاني، والقاسمي، والشنقيطي، وجلال الدين المحلي، فكل هؤلاء وغيرهم ذهبوا إلى تفسير الإدناء في الآية بتغطية الوجه؛ وذلك أنهم اعتمدوا في تفسيرها على قول ابن عباس رضي الله عنهما الآنف. ¶ * ... * ... * ¶ - قال الله تعالى: {ولا يبدين زينتهن إلا ما ظهر منها}. ¶ هذه الآية دلالتها محكمة على التغطية، يتبين ذلك بالأوجه التالية: ¶ - الوجه الأول: في الآية جاء الفعل \"ظهر\" الدال على عدم القصد والاختيار، وليس \"أظهر\" الدال على القصد والاختيار، فالاستثناء يعود إلى ما يظهر من المرأة، من زينتها، بدون قصد، فلا يحمل على الوجه إذن، لأن الوجه يظهر بقصد.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "- الوجه الثاني: أن الزينة في لغة القرآن والعرب، تطلق على ما تزينت به المرأة، مما هو خارج عن أصل خلقتها كالحلي واللباس، فتفسير الزينة بالوجه والكف خلاف القرآن وكلام العرب. ¶ وممن قال بدلالة الآية على التغطية جمع من السلف، منهم: ابن مسعود، والنخعي، والحسن، وأبو إسحاق السبيعي، وابن سيرين، وأبو الجوزاء. ¶ ثم إن هذه الآية عمدة القائلين بالكشف، حيث ورد في تفسيرها قول ابن عباس، ومن تبعه: \"الوجه والكف\"، وتلقف هذا القول كثير من الناس، وحملوه على معنى جواز كشفهما للأجانب، وهذا فيه نظر: من جهة ابن عباس نفسه. حيث سبق قوله في آية الجلباب، وهو صريح واضح، لا يحتمل إلا معنى واحدا هو: وجوب غطاء الوجه، مع جواز إخراج العين، لأجل الرؤية. فإن أخذ قوله هنا في الآية على معنى: جواز كشفهما للأجانب. فهذا تناقض، وحاشاه، ولا يلجأ إلى هذه النتيجة إلا بعد استنفاد أوجه الترجيح. ¶ لكن إذا عرفنا أن ابن عباس نفسه فسر هذه الآية: بأن المرأة تكشفهما لمن دخل عليها بيتها. انتفى الإشكال، واجتمع كلامه، وتلائم، حيث المعنى: أنه يجوز لها أن تظهر ذلك للمحارم، غير الزوج. وقوله، كما رواه ابن جرير في التفسير: \"والزينة الظاهرة: الوجه، وكحل العين، وخضاب الكف، والخاتم. فهذه تظهر في بيتها، لمن دخل من الناس عليها\"، ولا يظن بابن عباس أنه يجيز دخول الأجنبي على المرأة. ¶ فهذا بالنسبة لابن عباس، أما غيره ممن فسر الآية بمثله، فإنه: ¶ - إما أن يكون قد نقل قول ابن عباس، وقصد ما قصده ابن عباس، كما وضحنا آنفا. ¶ - وإما أنه قصد النهي لا الاستثناء، وبيان ذلك: أن قول من فسر الآية بالوجه والكف يحتمل أمرين: ¶ - يحتمل أنه قصد النهي عن إبدائهما، فيكون كلامه تفسيرا للنهي. {ولا يبدين زينتهن}. ¶ - ويحتمل قصده الاستثناء، كما هو المشهور. {إلا ما ظهر منها}. ¶ والاحتمال الأول له حظ من النظر، وقد ذكره ابن كثير في تفسيره، فيكون معنى الآية:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "ولا يبدين الوجه والكف، إلا إن ظهر منها شيء بغير قصد. ¶ فيكون هذا مقابل التفسير الآخر: ¶ ولا يبدين بدنهن وما فيها من الزينة سوى الوجه والكف. ¶ فإذا ورد الاحتمالان وصحّا، فليس بأحدهما بأولى من الآخر، إلا بنص مرجح، والمرجح ينصر الاحتمال الأول (= النهي)، وذلك بما ورد في الآيتين: الحجاب، والجلباب. من دلائل محكمة واضحة على التغطية. ويؤكد هذا المعنى ما تقرر من توجيه كلام ابن عباس آنفا، وما ثبت عنه من وجوب غطاء الوجه. ¶ وفي كل حال، فإن هذا التخريج لا يمنع من أن يكون ثمة طائفة قصدت الاستثناء، وقصدت كشف الوجه للأجانب، فهؤلاء هم القائلون بجواز كشف الوجه، غير أن المقصود أن ثمة توجيه آخر غُفْلٌ عن الذكر. ¶ * ... * ... * ¶ وبهذه الأوجه يثبت القول بوجوب التغطية، وكونها من النصوص المحكمة، والأصول الثابتة، فما عارضها، وكان ثابتا، فهو متشابه، يحمل على المحكم، ويفهم في ضوئه، كأن يكون قبل فرض الحجاب، أو لظرف خاص. ¶ * ... * ... * ¶ وبعد: فقد جرى بحث هذه المسألة من خلال الآيات المتعلقة بالحجاب خصوصا، ثم الأحاديث، بعرض ما تضمنته من دلالات، وأحكام، تلاه التحقيق في أقوال الأئمة الأربعة وأتباعهم، لاختبار صدق الدعاوى في هذا الباب، فكان على النحو التالي مرتبا: ¶ - البحث الأول: الدلالة المحكمة لآية الحجاب على وجوب غطاء الوجه. ¶ - البحث الثاني: الدلالة المحكمة لآية الجلباب على وجوب غطاء الوجه. ¶ - البحث الثالث: الدلالة المحكمة لآية الزينة على وجوب غطاء الوجه. ¶ - البحث الرابع: الدلالة المحكمة للأحاديث على الوجوب، والرد على شبهات المجيزين. ¶ - البحث الخامس: التحقيق في أقوال المذاهب الأربعة، والتحقق من نسبة القول بالكشف للجماهير.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "ولم يكن من الهم والقصد مناقشة أحد ممن قال بالكشف بعينه، لحصول الغرض بمجرد التأصيل، ونقض الأدلة المستدل بها على الجواز، لكن وجدتني منساقا من غير إرادة، ولا تخطيط سابق، لمناقشة ما جاء في كتاب: \"الرد المفحم\" للشيخ الألباني، رحمه الله وأعلى درجته، حيث صار عمدة لكل من احتج بجواز الكشف، باختلاف ألوانهم واتجاهاتهم، فلم يكن من الملائم عرض المسألة، دون مناقشة هذا الكتاب، بعد أن صار مصدر حجة واستدلال. فمهما حصل من الجهد والإحكام، في بيان الدلالة المحكمة لنصوص الحجاب على غطاء الوجه: ما أسهل أن يأتي من يقول: فأين جوابك على ما في \"الرد المفحم\"..؟!. ¶ ولأجله لم يكن بد من مناقشة ما جاء فيه. فمباحث هذه الرسالة في أصلها تأصيل وتفصيل لمذهب التغطية، ثم المناقشة تبع، لاستكمال الكلام، وإحكام أوجه الاستدلال. ¶ وقد كان من المستحسن التقدمة بين يديها بعرض مختصر، لما تحويه من رؤوس الأوجه والاستدلال، بداعي التخفيف على من خشي العنت في فهمها تفصيلا، وبداعي أن تكون سهلة يسيرة لمن أراد العظة بها في: خطبة، أو محاضرة. ¶ فإن أهمية المسألة، وكون الشبهة فيها علمية: أوجب دراستها بصورة دقيقة، محررة تفصيلا، لتكون عونا لكل من أراد الاستدلال، والمناظرة، والجدل. ¶ والحاجة إلى تقريبها للأفهام، ليعم أثرها: أوجب اختصارها، في مقدمة لا بد منها. ¶ لتجمع بين السهولة والاختصار للموعظة، والدقة والتفصيل للتعليم والحِجاج، ورد الشبهات. ¶ لطف الله بن عبد العظيم خوجه ¶ مكة المكرمة عصر الثلاثاء 5/9/ 1425هـ ¶ الدلالة المحكمة لآية الحجاب على وجوب تغطية الوجه ¶ قال الله تعالى: \"وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن\". ¶ ذكر في سبب نزول هذه الآية، آية الحجاب، بعض الآثار المفسرة:",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "- منها ما روى الإمام البخاري في صحيحه بسنده: عن أنس قال: \" قال عمر رضي الله عنه: قلت: يا رسول الله! يدخل عليك البر والفاجر، فلو أمرت أمهات المؤمنين بالحجاب، فأنزل الله آية الحجاب\". [التفسير، باب قوله تعالى: \"لا تدخلوا بيوت النبي\"]. ¶ - وروى عنه قال: \"أنا أعلم الناس بهذه الآية: آية الحجاب. لما أهديت زينب إلى رسول الله صلى الله عليه وسلم كانت معه في البيت، صنع طعاما ودعا القوم، فقعدوا يتحدثون، فجعل النبي صلى الله عليه وسلم يخرج، ثم يرجع، وهم قعود يتحدثون، فأنزل الله تعالى: \"يا أيها الذين آمنوا لا تدخلوا بيوت النبي إلا أن يؤذن لكم إلى طعام غير ناظرين إناه\" إلى قوله: \"من وراء حجاب\"، فضرب الحجاب، وقام القوم\". [المصدر السابق]. ¶ هذه الآية تضمنت أربعة أمور، هي: ¶ 1. مسألة، هي: الحجاب. ¶ 2. خطابا متجها إلى الأزواج ( = أزواج النبي صلى الله عليه وسلم). ¶ 3. وحكما، هو: وجوب الحجاب الكامل (= سائر البدن مع غطاء الوجه والكف). ¶ 4. وعلة للحكم، هي: تحصيل طهارة القلب. ¶ فأما الثلاثة الأولى فلا يختلف قول عالم فيها.. لكن الخلاف في الرابعة: ¶ - فمنهم من اعتبرها (= العلة)، فبنى عليها عموم الحكم لجميع النساء، بما فيهن الأزواج، لحاجة الجميع إلى طهارة القلب، وهم الموجبون تغطية الوجه على الجميع. ¶ - ومنهم من أهملها (= العلة)، فجعل الحكم خاصا بمن خوطب بها، وهم الأزواج، وهم المبيحون كشف الوجه لسائر النساء، سوى الأزواج، وحجتهم أمران: ¶ الأول: توجه الخطاب إليهن ( = الأزواج). ¶ الثاني: نصوص وآثار متشابهة، توهم جواز الكشف. ¶ وأما القائلون بوجوب الغطاء للجميع، فكانت حجتهم الأوجه الخمسة التالية: ¶ * * * ¶ الوجه الأول: عموم العلة يلزم عنه عموم الحكم، وتأكد العلة يلزم عنه تأكد الحكم. ¶ إذا ثبت أن الحكم في الآية معلل، فمتى وجدت العلة، فثم الحكم.. وهذا هو القياس المستعمل في الفقه.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "والقياس هو: حمل فرع على أصل، في حكم، بجامع بينهما. فلا بد في كل قياس من: أصل، وفرع، وعلة، وحكم. وهذه أركان القياس [انظر: مذكرة أصول الفقه للشنقيطي ص243] ¶ وأركان القياس موجودة في هذه الآية: ¶ فالأصل: أزواج النبي صلى الله عليه وسلم، حيث الخطاب متجه إليهن. ¶ والحكم: الحجاب الكامل عن الرجال. ¶ والعلة: تحصيل طهارة القلب مطلوب لهن، وللرجال. ¶ والفرع هو: سائر نساء المؤمنين. ¶ فهل العلة موجودة فيهن؟. الجواب: نعم. تحصيل طهارة القلب مطلوب لهن، وللرجال. ¶ إذن فالعلة واحدة في الجميع، وعليه فالحكم واحد للجميع. ¶ فمدار الحكم على العلة، ولا يمكن أن يدعي أحد استغناءه عن تحصيل طهارة القلب، ولا أن نساء المؤمنين لسن في حاجة إلى تحصيل طهارة القلب، ولا يصح إبطال هذه العلة الظاهرة من الآية، لأمرين: ¶ الأول: لوضوحها علة للحكم. ¶ الثاني: لأن الكلام حينئذ يكون معيبا، حاشا كلام الله تعالى. ¶ قال الشنقيطي في تفسيره [6/584]: \"في هذه الآية الكريمة الدليل الواضح على أن وجوب الحجاب عام في جميع النساء، لا خاص بأزواجه صلى الله عليه وسلم، وإن كان أصل اللفظ خاصا بهن، لأن عموم علته دليل على عموم الحكم فيه، ومسلك العلة الذي دل على أن قوله تعالى: \"ذلكم أطهر لقلوبكم وقلوبهن\" هو علة قوله تعالى: \"فاسألوهن من وراء حجاب\"، هو المسلك المعروف في الأصول بمسلك الإيماء والتنبيه، وضابط هذا المسلك المنطبق على جزئياته: هو أن يقترن وصف بحكم شرعي على وجه لو لم يكن فيه ذلك الوصف علة لذلك الحكم لكان الكلام معيبا عند العارفين\". ¶ فالعلة في الآية هي: طهارة القلب. وإذا لم تكن هذه علة الحكم، فالكلام حينئذ معيب، بحسب هذا المسلك الأصولي: مسلك الإيماء والتنبيه. كما ذكر الشيخ رحمه الله، وحاشا لكلام الله تعالى أن يكون معيبا، بل كونها علة الحكم، شيء ظاهر ليس خفيا، فإذا ثبتته علتها، انتفى التخصيص، لأن العلة حيثما وجدت وجد الحكم، وحينئذ فالحكم هو العموم.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وبهذا القياس يثبت عموم الحكم، وهذا القياس الذي يستعمله الفقهاء يسمى قياس التمثيل، الذي يستوي فيه الأصل والفرع في الحكم، وثمة قياس أعلى منه رتبة، لا يستعمل إلا في تفضيل شيء على شيء، وهو قياس الأولى، ولهذه الآية حظ من هذا القياس العالي، وفحواه: أن الخطاب إذا توجه إلى فئة معينة، بحكم معين، لأجل علة معينة، فإذا وجدت العلة في فئة أخرى، فهي مخاطبة بنفس الحكم، فإن وجدت فيها العلة بصورة أقوى، فهي أولى بالخطاب.. فكلما كانت العلة آكد، كان الحكم آكد. ¶ فالآية خاطبت فئة معينة هي: أمهات المؤمنين. بحكم معين هو: الحجاب. لأجل علة معينة هي: تحصيل طهارة القلب. وإذا سألنا: من أحوج إلى هذه الطهارة: آلأمهات، أزواج النبي صلى الله عليه وسلم، المصطفيات المبرءآت من كل سوء، بشهادة الله تعالى لهن: \"إنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا\"؟.. أم سائر المسلمات، اللاتي فيهن المحسن، والمقتصد، والظالم؟. ¶ لا ريب أن الجواب: أن سائر المسلمات أحوج إلى هذه الطهارة، فالعلة فيهن أقوى، فهن إذن أولى بالحكم. ¶ ومثل هذا قوله تعالى: \"ولقد أوحي إليك وإلى الذين من قبلك لئن أشركت ليحبطن عملك ولتكونن من الخاسرين * بل الله فاعبد وكن من الشاكرين\". ¶ فإذا كان هذا تحذير الله تعالى نبيه صلى الله عليه وسلم من الشرك، مع علو منزلته ورفعة درجته عند الله تعالى.. فمن لم يعرف منزلته ولا درجته، ولم يدر مآله وعاقبته، فأولى بالتحذير، وأحرى بالحذر منه. ¶ ومثل أمره تعالى في بر الوالدين بقوله: \"إما يبلغن عندك الكبر أحدهما أو كلاهما فلا تقل لهما أف ولاتنهرهما وقل لهما قولا كريما\".. فإذا كان الله تعالى نهى الولد عن إظهار التذمر والضجر بقول: أف. لهما، وانتهارهما، فالنهي عن السب والضرب من باب أولى، لأنه أسوء وأردء. ¶ * * * ¶ الوجه الثاني: خطاب الواحد يعم الجميع.",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "تقرر في علم الأصول: أن الخطاب الواحد يعم حكمه جميع الأمة. لاستوائهم في التكليف، إلا بدليل خاص. ¶ وأهل الأصول متفقون على هذا، وما يبدو من خلاف بينهم، فهو صوري أو حالي. ¶ - فإن منهم من يرى خطاب الواحد نفسه، من صيغ العموم. ¶ - ومنهم من يرى أن خطاب الواحد لا يعم، إنما الذي يعم حكمه، بدليل آخر: نصا، أو قياسا. ¶ ويدل على هذه القاعدة قوله صلى الله عليه وسلم: ¶ (إني لا أصافح النساء، وإنما قولي لمائة امرأة، كقولي لامرأة واحدة). [رواه النسائي في البيعة، باب: بيعة النساء، من حديث أميمة بنت رقيقة. صحيح النسائي 3/875] ¶ يقول الشنقيطي [أضواء البيان 6/589-591]: \" ومن الأدلة على حكم آية الحجاب عام: هو ما تقول في الأصول من أن خطاب الواحد يعم جميع الأمة، ولا يختص الحكم بذلك الواحد المخاطب، وقد أوضحنا هذه المسألة في سورة الحج، في مبحث النهي عن لبس المعصفر، وقد قلنا ذلك، لأن خطاب النبي صلى الله عليه وسلم لواحد من أمته، يعم حكمه جميع الأمة، لاستوائهم في أحكام التكليف، إلا بدليل خاص، يجب الرجوع إليه، وخلاف أهل الأصول في خطاب الواحد: هل هو من صيغ العموم، الدالة على عموم الحكم؟. ¶ خلاف في حال، لا خلاف حقيقي، فخطاب الواحد عند الحنابلة صيغة عموم، وعند غيرهم من المالكية والشافعية وغيرهم، أن خطاب الواحد لا يعم، لأن اللفظ للواحد لا يشمل بالوضع غيره، وإذا كان لايشمله وضعا، فلا يكون من صيغ العموم، ولكن أهل هذا القول موافقون، على أن حكم خطاب الواحد عام لغيره، ولكن بدليل آخر، غير خطاب الواحد، وذلك الدليل بالنص، والقياس. ¶ أما القياس فظاهر، لأن قياس غير ذلك المخاطب عليه، بجامع استواء المخاطبين في أحكام التكليف، من القياس الجلي، والنص كقوله صلى الله عليه وسلم في مبايعة النساء: (إني لا أصافح النساء، وما قولي لامرأة واحدة إلا كقولي لمائة امرأة)...",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "وبهذه القاعدة الأصولية التي ذكرنا، نعلم أن حكم آية الحجاب عام، وإن كان لفظها خاصا بأزواجه صلى الله عليه وسلم، لأن قوله لامرأة واحدة من أزواجه، أو من غيرهن، كقوله لمائة امرأة\". ¶ ويقول الشيخ الألباني: \"إذا خاطب الشارع الحكيم فردا من الأمة، أو حكم عليه بحكم، فهل يكون هذا الحكم عاما في الأمة، إلا إذا قام دليل التخصيص؟، أو يكون خاصا بذلك المخاطب؟. ¶ اختلف في ذلك علماء الأصول، والحق الأول، وهو الذي رجحه الشوكاني وغيره من المحققين، قال ابن حزم في أصول الأحكام 3/88-89: وقد أيقنا أنه صلى الله عليه وسلم بعث إلى كل من كان حيا، في عصره، في معمور الأرض، من إنس أو جن، وإلى من يولد بعده إلى يوم القيامة، وليحكم في كل عين وعرض يخلقها الله إلى يوم القيامة، فلما صح ذلك بإجماع الأمة المتيقن المقطوع به، المبلغ به إلى النبي صلى الله عليه وسلم، وبالنصوص الثابتة، بما ذكرنا من بقاء الدين إلى يوم القيامة، ولزومه الإنس والجن، وعلمنا بضرورة الحس أنه لا سبيل لمشاهدته عليه السلام من يأتي بعده، كان أمره صلى الله عليه وسلم لواحد من النوع، وفي واحد من النوع، أمرا في النوع كله، وللنوع كله، وبين هذا أن ما كان في الشريعة خاصا لواحد، ولقوم، فقد بينه عليه السلام نصا، وأعلمه أنه خصوص، كفعله في الجذعة بأبي بردة بن نيار، وأخبره عليه السلام أنه لا تجزيء عن أحد بعده، وكان أمره عليه السلام للمستحاضة أمرا لكل مستحاضة، وإقامة ابن عباس وجابر عن يمينه في الصلاة، حكم على كل مسلم ومسلمة يصلي وحده مع إمامه، ولا خلاف بين أحد في أن أمره لأصحابه رضي الله عنهم وهم حاضرون، أمر لكل من يأتي إلى يوم القيامة. ¶ ثم شرع في الرد على من خالف في ذلك، تأصيلا، أو تفريعا\". [تمام المنة 41-42].",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فالشيخ إذن يقر بهذا القاعدة، لكنه يبدو أنه أخذ بالاستثناء، لقيام الدليل عنده على تخصيص حكم غطاء الوجه بالأمهات، لكن إذا ثبت بطلان هذا التخصيص، بما تقدم من عموم العلة، وما سيأتي من أوجه، فحينئذ يلزمه القول بعموم غطاء الوجه لجميع النساء. ¶ * * * ¶ الوجه الثالث: التعليل بالحرمة يوجب إلغاء الخصوصية. ¶ وبيان هذا الوجه: أنه لما لم يكن لخصوصية الحكم وجه، استنبط المدعون الخصوصية علة عجيبة فقالوا: ¶ إنما جاء الحكم خاصا بأزواج النبي صلى الله عليه وسلم لأجل حرمتهن، فحرمتهن أعظم من حرمة سائر المسلمات، لذا تحجبن.!!. ¶ فانظر كيف غيروا العلة، فبعد أن كانت في الآية هي: تحصيل طهارة القلب. جعلوها: الحرمة والمنزلة ؟!!. ¶ والحرمة والمنزلة ثابتة لهن رضوان الله عليهن، لكن لنا أن نقلب المسألة فنقول: بل حرمتهن موجب لعدم حجابهن (= غطاء الوجه)، لأن الحجاب شرع للمرأة لصونها، وأمهات المؤمنين لا مطمع فيهن لأمرين: ¶ أولاً: لأن الله تعالى حرم نكاحهن: \"وما كان لكم أن تؤذوا رسول الله ولا أن تنكحوا أزواجه من بعده أبدا إن ذلكم كان عند الله عظيما\".. فإذا حرم نكاحهن، فلا يطمع فيهن طامع، فلا موجب لغطاء الوجه حينئذ حينئذ. ¶ ثانيا: لأن زمانهن كان خير الزمان وأطهره، ففيه أشراف الرجال وأعظمهم إيمانا: الصحابة رضوان الله عليهن. وقد كانوا هم الخلفاء، فبذلك صيانتهن متحققة حتى بدون حجاب الوجه. ¶ ثم مع كل ذلك نقول: إذا كان وجوب الحجاب الكامل في حقهن لأجل حرمتهن ومنزلتهن.. فلم لم تؤمر بناته صلى الله عليه وسلم بالحجاب الكامل كذلك؟!!.. أليست حرمتهن أعظم من حرمة سائر المسلمات؟. ¶ إن قالوا: ليست لهن حرمة كأزواج النبي صلى الله عليه وسلم. ¶ فقد غلطوا، بل حرمة بعضهن أعظم من بعض الأزواج، كفاطمة رضي الله عنها، فهي سيدة نساء الجنة. ¶ وإن قالوا: لهن حرمة كالأزواج.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "لزمهم أن يقولوا بوجوب الحجاب الكامل في حقهن كالأزواج.. ولو قالوا كذلك لم يعد الحكم خاصا بالأزواج، ومن ثم نقضوا مذهبهم في خصوصية الحكم في الآية بالأزواج، فهاهم أدخلوا البنات فيه. ¶ فهم بين أمرين أحلاهما مر، فليس أمامهم إلا القول بعموم الحكم، ولو كان الخطاب خاصا، وهو الحق. ¶ * * * ¶ الوجه الرابع: القول بالخصوصية يتضمن إباحة ما ثبت تحريمه. ¶ وبيان هذا الوجه: أن الآية نصت على أن الرجال إذا سألوا النساء شيئا فلا بد أن يكون بينهما حجاب، والحجاب هنا على نوعين: ¶ الأول: إذا كن في بيوتهن، فالحجاب حينئذ: ستار، أو جدار، أو باب. والآية جاءت في هذا السياق. ¶ الثاني: إذا كن خارج البيوت، فالحجاب حينئذ الجلباب، الذي يغطي سائر البدن، بدون استثناء شيء. ¶ فمن قال بعموم الآية في حق أزواج النبي صلى الله عليه وسلم وكذا نساء المؤمنين، فلا إشكال حينئذ، فإنهن مأمورات بالاستتار عن الرجال في كل حال: ¶ - إن كن في البيوت، فبالستائر، والجدر، والأبواب. ¶ - وإن كن خارج البيوت، فبالجلباب الساتر لجميع البدن. ¶ لكن إذا قيل الآية خاصة بالأمهات، فالأقسام ثلاثة: ¶ 1. أن يكون التخصيص في البيوت دون خارجها. ¶ 2. أن يكون التخصيص خارج البيوت دون داخلها. ¶ 3. أن يكون التخصيص في البيوت وخارجها. ¶ فأما القسمان الأولان فباطل، من وجه اجتمعا فيه، وهو: التخصيص في حال، والتعميم في حال. ¶ فهذا التخصيص والتعميم: إبطال للتخصيص من أصله. ¶ لأن مبنى التخصيص هنا هو قولهم: أن الخطاب توجه إلى الأزواج رضوان الله عليهن. ¶ فالقول بعدئذ بعموم بعض أجزاء الخطاب، فيه الإقرار: ¶ بأن مجرد توجه الخطاب إليهن، ليس كافيا في إثبات التخصيص، ولا دليلا عليه. ¶ وهذا إبطال للتخصيص، فللمنازع أن يقول: ما دام بعض الخطاب عاما، فلا مانع من عموم بعضه الآخر. وليس لأهل التخصيص دفع هذا الاعتراض، أو نقضه.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "فإن قالوا: الدليل أصله التخصيص، ولا يلغى هذا إلا بدليل يدل على العموم، ففي حال البيوت: دل الدليل على العموم. وفي حال خارج البيوت: لم يدل دليل على العموم،. فبقي على أصله. ¶ فيقال: هذا تسليم منكم، بأن مجرد توجه الخطاب إلى الأزواج، ليس دليلا على التخصيص، وهذا مطلوب. وأما دعواكم وجود ما يلغي التخصيص خارج البيوت فمردود بما سبق من الأوجه الثلاثة: ¶ الأول: عموم العلة يلزم عنه عموم الحكم، وتأكد العلة يلزم عنه تأكد الحكم. ¶ الثاني: خطاب الواحد يعم الجميع. ¶ الثالث: التعليل بالحرمة يوجب إلغاء الخصوصية. ¶ وبهذا يثبت العموم، فالآية قطعية الثبوت، ودلالتها على غطاء الوجه قطعية، كما أثبتنا، والقطعية والعموم يثبت وجوب تغطية الوجه على سائر المؤمنات، بلا استثناء. ¶ - وللقسم الأول وجه آخر، ينفرد به، يدل على بطلانه، فإنه معناه: ¶ جواز دخول الأجانب على سائر النساء، سوى الأزواج أمهات المؤمنين، وهذا باطل، لا يقول به أحد، حتى أهل التخصيص، لورود النهي عن ذلك، قال صلى الله عليه وسلم: (إياكم والدخول على النساء). [رواه البخاري في صحيحه، كتاب النكاح، باب: لا يخلون رجل بامرأة إلا ذو محرم] ¶ كما أن معناه: أن تغطية الوجه واجب على الجميع: الأزواج، وسائر النساء. وهذا وإن كان صحيحا، لكن لا يقول به أهل التخصيص. فهذا القسم ليس قولا لأهل التخصيص. ¶ - وأما القسم الثاني فباطل، وإن كان يقول به أهل التخصيص، فإن معناه: ¶ أن الحكم عام في البيوت، فلا يدخل أجنبي على المسلمات، ولا الأزواج، لكنه خارجها خاص بالأمهات، دون النساء. وهو باطل، كما تقدم، لأن في الإقرار بعموم الخطاب: إبطال للتخصيص. ¶ - وأما القسم الثالث فهو باطل أيضا، وذلك أنه يتضمن أمرين: ¶ - أولا: أن لسائر النساء كشف الوجه والكف خارج البيوت. ¶ - ثانيا: أن لسائر النساء أن يأذنّ للأجانب، بالدخول عليهن بيوتهن، لسؤال متاع.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وهذا التخصيص المطلق، في الحالين، وإن لم يقل به أهل التخصيص، فهو لازم القول بالتخصيص. ¶ إذن النتيجة: ¶ 1. القسم الأول باطل عند الجميع. ¶ 2. القسم الثاني قول أهل التخصيص، وهو باطل، لأن فيه إبطال للتخصيص، بتعميم بعض الخطاب. ¶ 3. القسم الثالث باطل عند الجميع، ويلزم أهل التخصيص. ¶ 4. القسم الرابع وهو العموم في الحالين، هو القول الحق والصواب، الخالي من المعارضة. ¶ * * * ¶ الوجه الخامس: أقوال العلماء في تفسير الآية تفيد العموم. ¶ للعلماء مذاهب في هذه الآية: ¶ - فبعضهم نص على التخصيص صراحة، وهم قلة، ولم أقف، من هذا الصنف، إلا على اثنين هما: ابن جزي الكلبي في تفسيره، والطاهر ابن عاشور في تفسيره التحرير والتنوير. هذا من حيث من المفسرين، أما غيرهم، فالمجزوم به: أن كل من يقول بالكشف، فإنه يقول: الآية خاصة بالأزواج. ¶ - وبعضهم لم ينص صراحة على التخصيص، وكلامه محتمل، وحمله على العموم أرجح، لأن التخصيص لايستفاد إلا من صريح القول، ومن هذا الصنف الرازي وأبو السعود. ¶ - والصنف الثالث نص صراحة على عموم حكم الآية، منهم: ابن جرير، وابن العربي، والقرطبي، وابن كثير، والجصاص، والشوكاني، والشنقيطي، وكذا الشيخ حسنين مخلوف، مفتي الديار المصرية، وذهب إلى هذا أيضا: محمد أديب كلكل، وسعيد الجابي، ووهبي سليمان غاوجي، وأبو هشام عبد الله الأنصاري، وعبد العزيز بن خلف [انظر أقوالهم في: عودة الحجاب 3/240-247]وبالعموم فكل من قال بوجوب غطاء الوجه على الجميع، فهو يقول بعموم هذه الآية، حتى من يقول بأن آية الحجاب في المساكن، وآية الجلباب في البروز، كابن تيمية، لا يمنع من دلالة هذه الآية على الحجاب، كما سيأتي قوله، وهذه أقوال طائفة من المفسرين الذين صرحوا بعموم حكم الآية:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1. قال ابن جرير في تفسيره جامع البيان عن تأويل آي القرآن [19/166]: \"يقول: إذا سألتم أزواج رسول الله صلى الله عليه وسلم ونساء المؤمنين اللواتي لسن لكم بأزواج: متاعا: {فاسألوهن من وراء حجاب}، يقول: من وراء ستر بينكم وبينهن، ولا تدخلوا عليهن بيوتهن\". ¶ 2. قال ابن العربي في تفسيره أحكام القرآن، في تفسيره الآية [3/1579]: \"هذا يدل على أن الله أذن في مساءلتهن من وراء حجاب في حاجة تعرض، أو مسألة يستفتى فيها، والمرأة كلها عورة، بدنها وصوتها، فلا يجوز كشف ذلك إلا لضرورة، أو لحاجة، كالشهادة عليها، أو داء يكون ببدنها، أو سؤالها عما يعن ويعرض عندها\". ¶ 3. قال القرطبي في تفسيره الجامع لأحكام القرآن [14/227]: \"في هذا الآية دليل على أن الله تعالى أذن في مسألتهن من وراء حجاب في حاجة تعرض، أو مسألة يستفتين فيها، ويدخل في ذلك جميع النساء بالمعنى، وبما تضمنته أصول الشريعة من أن المرأة كلها عورة: بدنها وصوتها، كما تقدم، فلا يجوز كشف ذلك إلا لحاجة كالشهادة عليها، أو داء يكون ببدنها، أو سؤالها عما يعرض وتعين وعندها\". ¶ 4. قال ابن كثير في تفسيره [6/446] في تفسير الآية المتممة لآية الحجاب: \"لا جناح عليهن في آبائهن ..\": \"لما أمر الله تعالى النساء بالحجاب من الأجانب، بين أن هؤلاء الأقارب لا يجب الاحتجاب منهم، كما استثناهم في سورة النور، عند قوله: {ولا يبدين زينتهن إلا لبعولتهن أو آبائهن أو آباء بعولتهن}\". ¶ 5. قال الجصاص في أحكام القرآن، في تفسيره الآية [5/242]: \"هذا الحكم وإن نزل خاصا في النبي صلى الله عليه وسلم وأزواجه، فالمعنى عام فيه وفي غيره، إذ كنا مأمورين باتباعه والاقتداء به، إلا ما خصه الله به دون أمته\".",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "6. قال الشوكاني في تفسيره فتح القدير [4/298]: \"\"ذلكم أطهر لقلوبكم وقلوبهن\"، أي أكثر تطهيرا لها من الريبة، وخواطر السوء، التي تعرض للرجال في أمر النساء، وللنساء في أمر الرجال، وفي هذا أدب لكل مؤمن، وتحذير له، من أن يثق بنفسه في الخلوة مع من لا تحل له، والمكالمة من دون حجاب لم تحرم عليه\".. قال: \"ثم بين سبحانه من لا يلزم الحجاب منه، فقال: \"لا جناح عليهن في آبائهن ولا أبنائهن ولا إخوانهن ولا أبناء إخوانهن ولا أبناء أخواتهن\"، فهؤلاء لا يجب على نساء رسول الله صلى الله عليه وسلم ولا غيرهن من النساء الاحتجاب منهم\". ¶ 7. قال الشنقيطي في تفسيره أضواء البيان في تفسير القرآن بالقرآن [6/584]: \"في هذه الآية الكريمة الدليل الواضح على أن وجوب الحجاب عام في جميع النساء، لا خاص بأزواجه صلى الله عليه وسلم، وإن كان أصل اللفظ خاصا بهن، لأن عموم علته دليل على عموم الحكم فيه، ومسلك العلة الذي دل على أن قوله تعالى: \"ذلكم أطهر لقلوبكم وقلوبهن\" هو علة قوله تعالى: \"فاسألوهن من وراء حجاب\"، هو المسلك المعروف في الأصول بمسلك الإيماء والتنبيه، وضابط هذا المسلك المنطبق على جزئياته: هو أن يقترن وصف بحكم شرعي على وجه لو لم يكن فيه ذلك الوصف علة لذلك الحكم لكان الكلام معيبا عند العارفين\". ¶ 8. قال الشيخ حسنين مخلوف مفتى الديار المصرية [انظر: عودة الحجاب 3/240، نقلا عن صفوة البيان لمعاني القرآن 2/190]: \" وحكم نساء المؤمنين في ذلك حكم نسائه صلى الله عليه وسلم\". ¶ أما العلماء الذين نصوا على الخصوصية من غير المفسرين، فمنهم: ¶ 9. القاضي عياض، قال: [الفتح 8/530]: \" فرض الحجاب مما اختصصن به، فهو فرض عليهن بلا خلاف في الوجه والكفين، فلا يجوز لهن كشف ذلك في شهادة ولا غيرها، ولا إظهار شخوصهن، وإن كن مستترات، إلا ما دعت إليه ضرورة من براز\".",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "10. قال أبو جعفر الطحاوي [ شرح معاني الآثار 2/392-393. انظر: الرد المفحم ص34]: \"أبيح للناس أن ينظروا إلى ما ليس بمحرّم عليهم من النساء، إلى وجوههن وأكفهن، وحرم ذلك عليهم من أزواج النبي صلى الله عليه وسلم، وهو قول أبي حنيفة وأبي يوسف ومحمد رحمهم الله تعالى\". ¶ 11. قال ابن بطال [الفتح 1/10]: \"فيه دليل على أن نساء المؤمنين ليس عليهن من الحجاب ما يلزم أزواج النبي صلى الله عليه وسلم، إذ لو لزم ذلك جميع النساء لأمر النبي صلى الله عليه وسلم الخثعمية بالاستتار ولما صرف وجه الفضل. قال: فيه دليل على أن ستر المرأة وجهها ليس فرضا، لإجماعهم على أن المرأة تبدي وجهها في الصلاة، ولو رآها الغرباء، وأن قوله: \"قل للمؤمنين يغضوا من أبصارهم\" على الوجوب في غير الوجه\". ¶ * * * ¶ - استطراد: اعتراض، وجواب. ¶ قال بعضهم: لما كان على الأمهات ستر شخوصهن، ولم يكن ذلك على سائر المؤمنات، صح حينئذ القول بأن ثمة حجاب خاص للأمهات، يفترق عن سائر المؤمنات، فإذا ثبت التفاوت، فالقول بأن الأمهات عليهن تغطية الوجه، دون غيرهن، فمن هذا الباب، فهذا أساس في المسألة. ¶ ويقال: هذا المذهب باطل، يخالف الآثار، وهو مذهب القاضي عياض وقد رده ابن حجر، حيث قال تعليقا على حديث الحجاب الآنف [الفتح 8/530]: \"وفي الحديث من الفوائد مشروعية الحجاب لأمهات المؤمنين، قال: عياض: فرض الحجاب مما اختصصن به، فهو فرض عليهن بلا خلاف في الوجه والكفين، فلا يجوز لهن كشف ذلك في شهادة ولا غيرها، ولا إظهار شخوصهن، وإن كن مستترات، إلا ما دعت إليه ضرورة من براز. ثم استدل بما في الموطأ أن حفصة لما توفي عمر سترها النساء عن أن يرى شخصها، وإن زينب بنت حجش جعلت لها القبة فوق نعشها ليستر شخصها. انتهى.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وليس فيما ذكر دليل على ما ادعاه من فرض ذلك عليهن، وقد كن بعد النبي صلى الله عليه وسلم يحججن ويطفن، وكان الصحابة من بعدهم يسمعون منهن الحديث، وهن مستترات الأبدان لا الأشخاص، وقد تقدم في الحج قول ابن جريج لعطاء لما ذكر له طواف عائشة: أقبل الحجاب أو بعده؟، قال: قد أدركت ذلك بعد الحجاب\". ¶ وفي كل حال: هذه المسألة خارج محل النزاع، فليس النزاع في ستر الشخوص، بل في ستر الوجوه، فلو ثبت وجوب ستر الشخوص للأزواج واختصاصهن به، لم يكن ذلك دليلا على أن ستر الوجوه خاص به، بل قد يقال: هو دليل على عموم حكم غطاء الوجه، وإنما الذي اختصت به الأمهات ستر الشخوص. ¶ * * * ¶ - استطراد آخر: اعتراض، وجواب. ¶ قال الشيخ الألباني في كتابه [ الرد المفحم ص10]: \" يزعم كثير من المخالفين المتشددين: أن الجلباب المأمور به في آية الأحزاب هو بمعنى الحجاب المذكور في الآية الأخرى: \"فاسألوهن من وراء حجاب\"، وهذا خلط عجيب، حملهم عليه علمهم بأن الآية الأولى لا دليل على أن الوجه والكفين عورة، بخلاف الآية الأخرى، فإنها في المرأة ودارها، إذ إنها لا تكون عادة متجلببة ولا متخمرة فيها، فلا تبرز للسائل، خلافا لما يفعله بعضهن اليوم ممن لا أخلاق لهن، قد نبه على هذا الفرق شيخ الإسلام ابن تيمية، فقال في الفتاوى 15/448: (فآية الجلابيب في الأردية عند البروز من المساكن، وآية الحجاب عند المخاطبة في المساكن). قلت: فليس في أي من الآيتين ما يدل على وجوب ستر الوجه والكفين\". ¶ من هذا يتضح أن للشيخ رأيا خاصا في الآية، فهو يرى عموم حكمها جميع النساء، لكنه يخصها بالبيوت، وكأنه أعمل قاعدة: \"خطاب الواحد يعم الجميع\"، لكنه نظر إلى سياق الآية، فحكم بأنها في البيوت، دون الخارج، لكن في قوله ثمة إشكال مبني على مذهبه في جواز كشف الوجه، وهو: إذا كان يقصر آية الحجاب على المساكن، ويمنع دلالة آية الجلباب على تغطية الوجه، فمن أين أوجب على الأزواج التغطية؟!.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "من أجاز كشف الوجه، فلا دليل لديه يوجب تغطية الأزواج الوجه إلا آية الحجاب، وليس في الآثار أمر للأزواج بالتغطية، بل غاية ما فيها تطبيقهن لهذا الحكم، فإذا قصر القائلون بالكشف آية الحجاب على المساكن، حينئذ لا يبقى لديهم دليل يوجب التغطية على الأزواج وجوههن خارج البيت، فيلزمهم القول بجواز كشف الأزواج وجوههن. وهذا لم يقل به أحد، ولا الشيخ نفسه. ¶ فليس ثمة طريق إذن، للقول بوجوب تغطية الأزواج وجوههن، إلا التسليم بشمول حكم آية الحجاب البيت وخارجه، وإذا فعل فقد أقر بأن الآية تدل وجوب التغطية داخل البيوت وخارجها، وحينئذ يلزمه القول بعموم الحكم نساء المؤمنين، لبطلان التخصيص، كما تقدم، ولأن الشيخ كذلك لا يقول بتخصيص الحكم. ¶ وينتبه هنا: إلى أنه على قول من يوجب التغطية على الجميع، فلا إشكال في تخصيص آية الحجاب بالمساكن، وآية الجلباب في البروز من المساكن، لأن هؤلاء يستدلون بآية الجلباب على التغطية، وحينئذ فهي دليل وجوب التغطية في حق الأزواج، كما هو في حق سائر النساء، وهذا هو مذهب ابن تيمية رحمه الله تعالى. ¶ وإذا كانت هذه هي صورة المسألة، فما كان للشيخ أن يستدل على ما ذهب إليه بشيخ الإسلام ابن تيمية، دفعا للإيهام، من أنه يقول بالكشف، فإنه من القائلين بوجوب تغطية الوجه على عموم النساء، ويستدل على ذلك بآية الجلباب، وإذا كان كذلك وجب أن يفهم قوله المنقول في ضوء هذا المذهب، يقول:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "\"وحقيقة الأمر أن الله جعل الزينة زينتين: زينة ظاهرة، وزينة غير ظاهرة. وجوز لها إبداء زينتها الظاهرة، لغير الزوج وذوى المحارم، وكانوا قبل أن تنزل آية الحجاب، كان النساء يخرجن بلا جلباب، يرى الرجل وجهها ويديها، وكان إذا ذاك يجوز لها أن تظهر الوجه والكفين، وكان حينئذ يجوز النظر إليها، لأنه يجوز لها إظهاره، ثم لما أنزل الله عز وجل آية الحجاب، بقوله: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\" حجب النساء عن الرجال\" [الفتاوى 22/110]. ¶ على أنه يقال: إن القول بقصر دلالة آية الحجاب على البيوت مطلقا يعارض علة الآية، التي هي: \"ذلكم أطهر لقلوبكم وقلوبهن\"، فالطهارة مطلوبة في الحالين، ومن ثم فالقصر ممتنع، وكون سياق الآية جاء في البيوت، فلا يمنع ذلك من تعميم الحكم خارجه لوجود العلة، والقاعدة معروفة: \"العبرة بعموم اللفظ، لابخصوص السبب\". ¶ كذلك لم نجد في أقوال المفسرين التصريح بالقصر، بل ظاهر كلامهم شمول الحكم البيوت وخارجها. ¶ وقد ذهب الشيخ الألباني رحمه الله تعالى إلى أنه لا نص صريح الدلالة، على وجوب ستر الوجه واليدين، ومن ثم فلا يصح حمل النصوص المبيحة على ما قبل الأمر بالحجاب.. قال [الرد المفحم ص122]: ¶ \" الشبهة الخامسة: قال أحد الفضلاء: وعلى التسليم بصحة الحديث، يحمل على ما قبل الحجاب، لأن نصوص الحجاب ناقلة عن الأصل فتقدم. فأقول: لا يصح الحمل المذكور هنا لأمرين: ¶ الأول: أنه ليس في تلك النصوص، ما هو صريح الدلالة، على وجوب ستر الوجه واليدين، حتى يصح القول بأنها ناقلة عن الأصل. ¶ الثاني: أن نصوص الحجاب المشار إليه تنقسم إلى قسمين من حيث دلالتها: ¶ الأول: ما يتعلق بحجاب البيوت، حيث المرأة متبذلة في بيتها، فهذا لا علاقة له بما نحن فيه، على أنه ليس في إلا آية الأحزاب: \"وإذا سألتموهن متاعا فاسألوهن من وراء حجاب\"، وقد قدمنا عن ابن تيمية أنها في البيوت.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والآخر: ما يتعلق بالمرأة إذا خرجت من بيتها، وهو الجلباب...\". ¶ ويفهم من كلامه، أنه لو وجد نص صريح الدلالة على الوجوب، فإنه يكون ناسخا لكل نص يبيح الكشف. ¶ وبما سبق من تفصيل وأوجه، يتبين أن هذه الآية نص صريح الدلالة، في وجوب تغطية الوجوه، لعموم النساء، ويمتنع أن يكون حكم الآية قاصرا على البيوت، لأنه الدليل الوحيد، الذي يوجب تغطية الأزواج وجوههن، عند من يخصهن بالتغطية، فقصر دلالته على البيوت، يعطل دلالته على هذا الحكم، ولا قائل بهذا أحد، ولا الشيخ نفسه. ¶ * * * ¶ فإذا ثبت عموم الحكم في آية الحجاب: \"وإذا سألتموهن متاعا فاسألوهن من وراء حجاب ذلكم أطهر لقلوبكم وقلوبهن\".. فلم يعارضه معارض صحيح يقصر الحكم على الأزواج، فنخرج من ذلك بنتيجة مهمة هي: أن الشارع يؤصل للحجاب الكامل، بتغطية الوجه وسائر البدن. بصريح هذه الآية، التي لم يجد أحد طريقا لصرف معناها وحكمها في حق سائر المؤمنات إلا دعوى الخصوصية بالأزواج.. ¶ وقد علم بطلان هذه الخصوصية بما سقنا من أدلة شرعية وعقلية وأقوال للعلماء. ¶ والنتيجة المهمة هنا هي: ¶ - أنه إذا كانت الآية قطعية الثبوت، وهذا بإجماع المسلمين، لأنها من القرآن، والله تعالى حفظه. ¶ - وإذا ثبتت قطعية دلالتها على وجوب الحجاب الكامل، بما سبق من الوجوه والأدلة. ¶ فنخرج من ذلك: أن الآية محكمة الدلالة، فتكون من المحكمات، التي يصار إليها حين الخلاف، فما عارضها، وكان ثابتا بسند صحيح، بدلالة صريحة على الكشف، فهو متشابه، كأن يكون قبل الأمر بالحجاب، أو لعذر خاص، وحالة خاصة،، فيرد هذا المتشابه إلى هذا المحكم، ويفهم في ضوئه، وبذلك ينتفي التعارض، فهذا سبيل التعامل مع المحكمات، لا يصح ولا يجوز تعطليها لأجل متشابه.",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "هذا لو كان هذا المتشابه بهذا الوصف من الثبوت والدلالة، فكيف إذا كان باطل السند، كحديث أسماء، أو محتمل الدلالة غير قطعي في الكشف، كحديث الخثعمية، وهذا حال الآثار التي استدل بها الذين أجازوا الكشف، فحينئذ فلا ريب أن الواجب طرحه، وعدم الالتفات، ولا يجوز بحال تقديمه على نص محكم. ¶ الدلالة المحكمة لآية الجلباب على وجوب غطاء الوجه ¶ قال تعالى: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\". ¶ في هذه الآية دلالة محكمة على وجوب الحجاب الكامل على سائر المؤمنات، وبيان ذلك من وجوه: ¶ الوجه الأول: الأمر واحد للجميع، فالصفة واحدة. ¶ في الآية مقدمة ونتيجة: ¶ المقدمة: أن الأزواج والبنات ونساء المؤمنين أمرن بأمر واحد، بلا فرق، هو: إدناء الجلباب. ¶ النتيجة: أن صفة الإدناء في جميعهن واحدة. ¶ فالجمع إذا خوطب بشيء، فالأصل أن فحوى الخطاب واحد في حق الجميع، ما لم يرد استثناء. وهنا لا استثناء في الآية، فيبقى الخطاب واحدا، فبالنظر إلى دلالة الآية: فإنها صريحة الدلالة في تساوي الأزواج والبنات ونساء المؤمنين، في صفة الإدناء، بغير فرق بين أحد. ¶ لكن السؤال الوارد هنا: ما صفة الإدناء؟. ¶ والجواب: أن إحدى الفئات التي ذكرت في الآية وهم: الأزواج. قد عرف صفة إدنائها بقوله تعالى: \"وإذا سألتموهن متاعا فاسألوهن من وراء حجاب\"، وبالإجماع الآية تدل على الحجاب الكامل. ¶ وفقا لهذين الأمرين نخرج بنتيجة هي: أن صفة الإدناء في حق الجميع هو: الحجاب الكامل. ¶ ويمكن تصوير المسألة بمقدمتين ونتيجة: ¶ المقدمة الأولى: الجميع: الأزواج، والبنات، ونساء المؤمنين. خوطبن بخطاب واحد هو: إدناء الجلباب. ¶ المقدمة الثانية: أن صفة الإدناء في حق بعض هذا الجميع (الأزواج) هو الحجاب الكامل بالإجماع. ¶ النتيجة إذن: صفة الإدناء في حق الجميع واحد، هو: الحجاب الكامل.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ففي الآية نفسها قرينة واضحة على التغطية، قال الشيخ الشنقيطي في تفسيره أضواء البيان 6/586: ¶ \"فإن قيل: لفظ الآية الكريمة، وهو قوله تعالى: \"يدنين عليهن من جلابيبهن\" لا يستلزم معناه ستر الوجه لغة، ولم يرد نص من كتاب، ولا سنة، ولا إجماع على استلزامه، وقول بعض المفسرين: إنه يستلزمه. معارض بقول بعضهم: إنه لا يستلزمه. وبهذا يسقط الاستدلال بالآية على وجوب ستر الوجه. ¶ فالجواب: أن في الآية الكريمة قرينة واضحة على أن قوله تعالى فيها: \"يدنين عليهن من جلابيبهن\"، يدخل في معناه ستر وجوههن، بإدناء جلابيبهن عليها، والقرينة المذكورة: هي قوله تعالى: \"قل لأزواجك\"، ووجوب احتجاب أزواجه وسترهن وجوههن، لا نزاع فيه بين المسلمين. فذكر الأزواج مع البنات ونساء المؤمنين، يدل على وجوب ستر الوجوه، بإدناء الجلابيب، كما ترى\". ¶ فإن نازع منازع فقال: كلا، لا نسلم بأن فحوى الخطاب في حق الجميع واحد هنا، فالأمر واحد، هو إدناء الجلباب، لكن صفة الإدناء يختلف، فالأزواج عليهن الحجاب الكامل، والمؤمنات لهن كشف الوجه. ¶ وهذا مثل قوله تعالى: \"يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون\"، فالجميع رجس محرم، لكن الصفة تختلف، فالخمر حرمته في شربه، والميسر في اللعب به، والأنصاب في التقرب إليها، والأزلام في الاستقسام بها، وهكذا فالتحريم واحد، وصوره مختلفة. ¶ فالجواب من أوجه: ¶ الأول: أن هذا القول يتضمن الإقرار بدلالة الإدناء على التغطية؛ وإن كان يخصه بالأزواج، وبهذا ينتقض قولهم الأول: أن الإدناء في الآية لا يدل على التغطية بوجه.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "الثاني: أن أصحاب هذا القول ترددوا في تفسير الإدناء بين التغطية والكشف، وبالتالي لن تكون دلالة الآية، عندهم، قاطعة على الكشف، وهذا يلزمهم، أما نحن فنقول: الآية لا تدل إلا على التغطية. ومن ثم دلالتها عندنا قاطعة على التغطية، وينتج عن هذا: أنه ليس لهم القول بأن الآية لا تدل على التغطية. ¶ الثالث: قد علمنا بطلان تخصيص الأزواج بالحجاب الكامل، كما سبق بيانه في آية الحجاب. وإذا بطل التخصيص رجع فحوى الخطاب واحدا في حق الجميع، دون استثناء أو اختلاف. ¶ الرابع: ما قولهم في بنات النبي صلى الله عليه وسلم، هل الإدناء في حقهن بالكشف أم بالتغطية؟.. إن قالوا: التغطية. لزمهم ذلك في سائر النساء، إذ لا موجب للتفريق بين البنات وسائر النساء. وهم لا يقولون بالكشف، لأنهم يساوونهن بالأزواج رضوان الله عليهن. ¶ لكن إن سلموا بأن الخطاب واحد للجميع، لزمهم أن يقروا بأن الصفة واحدة للجميع أيضا. ¶ الوجه الثاني: تفسير الإدناء بالكشف يلزم منه جواز كشف الأزواج وجوههن. ¶ الإدناء، عموما، إما أن يكون بتغطية الوجه، وإما بدونه. ¶ - فإن فسر بكشف الوجه، لزم منه كشف الأزواج وجوههن، وهذا باطل، لوجوب التغطية في حقهن. ¶ - وإن فسر بتغطية الوجه لم يلزم منه أية لوازم باطلة، بل يكون موافقا لأمر الله تعالى الأزواج بتغطية وجوههن في الآية الأخرى، وليس في تغطية البنات ونساء المؤمنين وجوههن ما ينكر أو يعترض عليه. ¶ فإن قيل: الصفة متفاوتة، فالأزواج عليهن التغطية، وسائر النساء ليس عليهن، والإدناء يتضمن المعنيين. ¶ فالجواب: أن هذا الإيراد وجوابه تقدم في الوجه السابق. ¶ الوجه الثالث: أن صفة الإدناء لغة هو التغطية",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "قال تعالى: \"يدنين عليهن من جلابيبهن\"، فعل الإدناء عدي بـ \"على\"، وهو يستعمل لما يكون من أعلى إلى أسفل، فدلالة الآية: أن الإدناء يكون من فوق الرأس. وحينئذ ينزل بعض الجلباب على الوجه. فهذا شاهد على أن الإدناء هنا متضمن تغطية الوجه، بنزول بعض الجلباب عليه. ¶ قال الزمخشري في تفسيره الكشاف [3/274]: ¶ \" ومعنى: \"يدنين عليهن من جلابيبهن\"، يرخينها عليهن، ويغطين بها وجوههن وأعطافهن، يقال: إذا زل الثوب عن وجه المرأة: أدني ثوبك على وجهك\". ¶ وقال الإمام النحوي المفسر أبو حيان الأندلسي في تفسيره البحر المحيط [7/240]: ¶ \" (من) في (جلابيبهن) للتبعيض، و(عليهن) شامل لجميع أجسادهن، أو (عليهن) على وجوههن، لأن الذي كان يبدو منهن في الجاهلية هو الوجه\". ¶ فهذان إمامان في اللغة، قد فسرا الإدناء بإرخاء الجلباب على الوجه. ¶ وقال النسفي في تفسيره [3/315]: \"و (من) للتبعيض؛ أي ترخي بعض جلبابها وفضله على وجهها\". ¶ الوجه الرابع: سبب النزول يشير إلى أن المعنى وجوب التغطية. ¶ قال ابن جرير: \"حدثني محمد بن سعد، قال: ثنى أبي، قال: ثنى عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس - رضي الله عنهما- في قوله: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\"، إلى قوله: \"وكان الله غفورا رحيما\"، قال: كانت الحرة تلبس لباس الأمة، فأمر الله النساء أن يدنين عليهن من جلابيبهن، وإدناء الجلباب: أن تقنّع وتشد على جبينها\". ¶ وساق سنده إلى قتادة ومجاهد وأبي صالح بمثل هذا المعنى والسبب في نزول الآية.[التفسير 19/182-183] ¶ فقد كان من علامة الحرة منذ الجاهلية تغطية وجهها، بخلاف الأمة فكانت تكشف وجهها، ولا يعني ذلك أن كل الحرائر كن يغطين، بل كان مشهورا عنهن، قال النابغة الذبياني، وهو من شعراء الجاهلية، يصف المتجردة زوجة النعمان، لما فجأها بالدخول، فسقط خمارها، فعمدت، فغطت وجهها بذراعيها، وكانت ضخمة، فاستترت بهما:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "سقط النصيف ولم ترد إسقاطه*** فتناولته واتقتنا باليد (¬1) ¶ فلما حصل الأذى من الفساق والمنافقين حين خروج النساء ليلا، أمرهن الله تعالى أن يتشبهن بالحرائر في تغطية الوجه، حتى يعرفن بذلك فلا يتعرضن للأذى. ¶ قال الإمام النحوي المفسر أبو حيان الأندلسي في تفسيره البحر المحيط [7/240]: ¶ \" (من) في (جلابيبهن) للتبعيض، و(عليهن) شامل لجميع أجسادهن، أو (عليهن) على وجوههن، لأن الذي كان يبدو منهن في الجاهلية هو الوجه\". ¶ وروى ابن سعد في طبقاته [8/176،177] عن محمد بن كعب القرظي قال: \"كان رجل من المنافقين يتعرض لنساء المسلمين ويؤذيهن، فإذا قيل له، قال: (كنت أحسبها أمة)، فأمرهن الله أن يخالفن زي الإماء، ويدنين عليهن من جلابيبهن، تخمر وجهها إلا إحدى عينيها، يقول: \"ذلك أدنى أن يعرفن فلا يؤذين\" (¬2). ¶ ¬__________ ¶ (¬1) ... الأغاني لأبي الفرج الأصفهاني 11/14. ¶ (¬2) ... يرى الشيخ الألباني، رحمه الله تعالى وأعلى درجته، أن هذا الأثر لا يصح، وأعله بثلاثة أمور: إرسال ابن كعب، فهو تابعي لم يدرك عصر النبوة، وضعف ابن أبي سبرة، والواقدي. [انظر: جلباب المرأة المسلمة 90-91]، والروايات التاريخية قد لا تعامل بالصرامة نفسها، التي تعامل بها الروايات الحديثية. [انظر: السيرة النبوية الصحيحة، أكرم العمري1/20]، ثم إن هذا الأثر ليس الوحيد في هذا المعنى، بل الآثار كثيرة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وهذا المعنى تتابع المفسرون على حكايته في تفسير هذه الآية، فكلهم ذهبوا في قوله تعالى: \"ذلك أدنى أن يعرفن فلا يؤذين\"؛ أي يعرفن أنهن حرائر، بتغطية وجوههن وأجسادهن بالجلباب، حتى يتميزن عن الإماء، وبهذا يعرف أن الأمة لا يجب عليها حجاب وجهها، فالفرق بينهما ثابت بهذه الآية، وتظاهر المفسرين، من الصحابة والتابعين، على هذا التفريق، كما أنه قد ثبت في قصة زواج النبي صلى الله عليه وسلم بصفية بنت حيي بن أخطب، قال الصحابة: \"إن حجبها فهي امرأته، وإلا فأم ولد\". رواه البخاري ومسلم (¬1). ¶ الوجه الخامس: تفسير الجلباب بتغطية الوجه ورد عن جمع من الصحابة والسلف. ¶ وبهذا المعنى جاءت الأقوال عن السلف، فقد روى ابن جرير في تفسيره [19/181]، فقال: ¶ - \"حدثني علي، قال: ثنا أبو صالح، قال: ثنى معاوية، عن علي، عن ابن عباس قوله: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\": أمر الله نساء المؤمنين، إذا خرجن من بيوتهن في حاجة، أن يغطين وجوههن، من فوق رؤوسهن بالجلابيب، ويبدين عينا واحدة\". ¶ - وروى أيضا فقال: \"حدثني يعقوب، قال: ثنا ابن علية، عن ابن عون، عن محمد، عن عبيدة في قوله: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\". فلبسها عندنا ابن عون، قال: ولبسها عندنا محمد، قال محمد: ولبسها عندي عبيدة. قال ابن عون: بردائه، فتقنع، فغطى أنفه وعينه اليسرى، وأخرج عينه اليمنى، وأدنى رداءه من فوق حتى جعله قريبا من حاجبه، أو على الحاجب\". ¶ - وساق الأثر نفسه من طريق يعقوب، قال: ثنا هشيم، قال: أخبرنا هشام، عن ابن سيرين، قال سألت عبيدة عن قوله: الآية. قال: \"فقال بثوبه، فغطى رأسه ووجهه، وأبرز ثوبه عن إحدى عينيه\".[التفسير 19/181-182] ¶ ¬__________ ¶ (¬1) ... البخاري في المغازي، باب: غزوة خيبر.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "- وفي الدر المنثور [5/415]: \"وأخرج الفريابي، وعبد بن حميد، وابن جرير، وابن المنذر، وابن أبي حاتم عن محمد بن سيرين رضي الله عنه قال: سألت عبيدة رضي الله عنه عن هذه الآية: \"يدنين عليهن من جلابيبهن\" فرفع ملحفة كانت عليه، فقنع بها، وغطى رأسه كله، حتى بلغ الحاجبين، وغطى وجهه، وأخرج عينه اليسرى من شق وجهه الأيسر، مما يلي العين\". ¶ فهذا قول جمع من السلف في صفة الإدناء: ابن عباس، وعبيدة السلماني، ومحمد بن سيرين، وابن عون، وابن علية، وغيرهم. ¶ الوجه السادس: أقوال المفسرين في تفسير الإدناء بتغطية الوجه. ¶ تظاهر المفسرون وتتابعوا على تفسير الإدناء في الآية بتغطية الوجوه والأبدان، ولم يمر بي مفسر قال إنها تدل على الكشف، غاية ما هنالك بعض الأقوال أن من صفته: ستر معظم الوجه. وهذه أقوال هؤلاء الأئمة: ¶ (1) ابن جرير [19/181] قال: \"يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين، لا يتشبهن بالإماء في لباسهن، إذا هن خرجن من بيوتهن لحاجتهن، فكشفن شعورهن ووجوههن، ولكن ليدنين عليهن من جلابيبهن، لئلا يعرضن لهن فاسق، إذا علم أنهن حرائر، بأذى من القول\". وهذا النص صريح في صفة إدناء نساء المؤمنين، وأنه يعم تغطية الوجه. ¶ (2) قال أبو بكر الجصاص في أحكام القرآن في تفسير الآية [5/245]: \"في هذه الآية دلالة على أن المرأة الشابة مأمورة بستر وجهها عن الأجنبيين، وإظهار الستر والعفاف عند الخروج لئلا يطمع أهل الريب فيهن\". ¶ (3) قال: إلكيا الهراس في تفسيره [انظر: عودة الحجاب 3/184]: \"الجلباب هو الرداء، فأمرهن بتغطية وجوههن ورؤوسهن، ولم يوجب ذلك على الإماء\". ¶ (",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "4) قال الزمخشري في تفسيره الكشاف [3/274]: \" ومعنى: \"يدنين عليهن من جلابيبهن\"، يرخينها عليهن، ويغطين بها وجوههن وأعطافهن. يقال: إذا زل الثوب عن وجه المرأة: أدنى ثوبك على وجهك. وذلك أن النساء كن في أول الإسلام على هجيراهن في الجاهلية، متبذلات، تبرز المرأة في درع وخمار، لافصل بين الحرة والأمة، وكان الفتيان وأهل الشطارة يتعرضون إذا خرجن بالليل، إلى مقاضي حوائجهن في النخيل والغيطان، للإماء، وربما تعرضوا للحرة، بعلة الأمة، يقولون: حسبناها أمة. فأمرن أن يخالفن بزيهن عن زي الإماء، بلبس الأردية والملاحف، وستر الرؤوس والوجوه، ليحتشمن، ويهبن، فلا يطمع فيهن طامع، وذلك قوله: \"ذلك أدنى أن يعرفن\"؛ أي أولى وأجدر بأن يعرفن، فلا يتعرض لهن، ولايلقين ما يكرهن. ¶ فإن قلت ما معنى \"من\" في: \"من جلابيبهن\"؟، قلت: هو للتبعيض، إلا أن معنى التبعيض محتمل وجهين: ¶ أحدهما: أن يتجلببن ببعض ما لهن من الجلابيب، والمراد أن لا تكون الحرة متبذلة في درع وخمار، كالأمة والماهنة، ولها جلبابان فصاعدا في بيتها. ¶ والثاني: أن ترخي المرأة بعض جلبابها وفضله على وجهها، تتقنع حتى تتميز من الأمة، وعن ابن سيرين: (سألت عبيدة السلماني عن ذلك، فقال: أن تضع رداءها فوق الحاجب، ثم تديره حتى تضعه على أنفها)، وعن السدي: (أن تغطي إحدى عينيها وجبهتها والشق الآخر إلا العين)، وعن الكسائي: (يتقنعن بملاحفهن منضمة عليهن) أراد بالانضمام معنى الإدناء\". ¶ (5) قال البغوي في تفسيره [3/469]: \"قال ابن عباس وأبو عبيدة: أمر نساء المؤمنين أن يغطين رؤوسهن ووجوههن بالجلابيب إلا عينا واحدة، ليعلم أنهن حرائر\"، ذكر هذا وما ذكر غيره. ¶ (",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "6) قال القرطبي في تفسيره [14/243]: \"لما كانت عادة العربيات التبذل، وكن يكشفن وجوههن، كما يفعل الإماء، وكان ذلك داعية إلى نظر الرجال إليهن، وتشعب الفكرة فيهن، أمر الله رسوله صلى الله عليه وسلم أن يأمرهن بإرخاء الجلابيب عليهن، إذا أردن الخروج إلى حوائجهن\".(7) قال البيضاوي في تفسيره أنوار التنزيل [4/386]: \"يدنين عليهن من جلابيبهن\" يغطين وجوههن وأبدانهن بملاحفهن، إذا برزن لحاجة. ¶ (8) قال الإمام النسفي في تفسيره مدارك التنزيل [3/315]: \"يدنيهن عليهن من جلابيبهن\" يرخينها عليهن، ويغطين وجوههن وأعطافهن، يقال إذا زال الثوب عن وجه المرأة: أدنى ثوبك على وجهك. و (من) للتبعيض، أي ترخي بعض جلبابها وفضله على وجهها، تتقنع حتى تتميز من الأمة. ¶ (9) قال ابن جزي الكلبي في تفسيره التسهيل لعلوم التنزيل [534]: \"كان نساء العرب يكشفن وجوههن، كما تفعل الإماء، وكان ذلك داعيا إلى نظر الرجال لهن، فأمرهن الله بإدناء الجلابيب ليسترن بذلك وجوههن، ويفهم الفرق بين الحرائر والإماء، والجلابيب جمع جلباب، وهو ثوب أكبر من الخمار، وقيل: هو الرداء. وصورة إدنائه عند ابن عباس: أن تلويه على وجهها، حتى لا يظهر منها إلا عين واحدة تبصر بها. وقيل: أن تلويه حتى لا ينظر إلا عيناها. وقيل: أن تغطي نصف وجهها\". ¶ (10) قال ابن تيمية[الفتاوى 22/110]: \"قبل أن تنزل آية الحجاب، كان النساء يخرجن بلا جلباب، يرى الرجل وجهها ويديها، وكان إذا ذاك يجوز لها أن تظهر الوجه والكفين، وكان حينئذ يجوز النظر إليها، لأنه يجوز لها إظهاره، ثم لما أنزل الله عز وجل آية الحجاب، بقوله: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\" حجب النساء عن الرجال\". ¶ (11) وذكر ابن كثير في تفسير هذه الآية، في تفسيره [6/471] أثر علي ابن أبي طلحة عن ابن عباس، وأثر عبيدة السلماني، كما أورد قول عكرمة: \"تغطي ثغرة نحرها بجلبابها، تدنيه عليها\". ¶ (",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "12) قال أبو حيان في تفسيره [7/240]: \" وقال أبو عبيدة السلماني حين سئل عن ذلك، فقال: أن تضع رداءها فوق الحاجب، ثم تديره حتى تضعه على أنفها. وقال السدي: (تغطي إحدى عينيها وجبهتها والشق الآخر إلا العين). انتهى، وكذا عادة بلاد الأندلس لا يظهر من المرأة إلا عينها الواحدة. وقال الكسائي: يتقنعن بملاحفهن منضمة عليهن. أراد بالانضمام معنى الإدناء. وقال ابن عباس وقتادة: وذلك أن تلويه فوق الجبين، وتشده، ثم تعطفه على الأنف، وإن ظهرت عيناها، لكنه يستر الصدر ومعظم الوجه... و \"من\" في \"جلابيبهن\" للتبعيض، و \"عليهن\" شامل لجميع أجسادهن، أو \"عليهن\" على وجوههن، لأن الذي كان يبدو منهن في الجاهلية هو الوجه\". ¶ (13) قال أبو السعود في تفسيره إرشاد العقل السليم 7/115]: \" الجلباب ثوب أوسع من الخمار ودون الرداء، تلويه المرأة على رأسها، وتبقي منه ما أرسله على صدرها، وقيل: هي الملحفة، وكل ما يستر به؛ أي يغطين بها وجوههن وأبدانهن، إذا برزن لداعية من الدواعي، و\"من\" للتبعيض، لما مر من أن المعهود التلفع ببعضها، وإرخاء بعضها\". ¶ (14) قال: السيوطي: \"هذه آية الحجاب في حق سائر النساء، ففيها وجوب ستر الرأس والوجه عليهن\" [عون المعبود شرح سنن أبي داود 12/158، اللباس، باب قول الله تعالى: \"يدنين عليهن..\"] ¶ (",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "15) قال الألوسي في روح المعاني [11/264]: \"الإدناء: التقريب. يقال: أدناني. أي قربني، وضمن معنى الإرخاء أو السدل، ولذا عدّي بـ (على)، على ما يظهر لي، ولعل نكتة التضمين: الإشارة إلى أن المطلوب تستر، يتأتى معه رؤية الطريق إذا مشين، فتأمل. ونقل أبو حيان عن الكسائي أنه قال: أي يتقنعن بملاحفهن، منضمة عليهن، ثم قال: أراد بالانضمام معنى الإدناء، وفي الكشاف معنى \"يدنين عليهن\" يرخين عليهن، يقال: إذا زل الثوب عن وجه المرأة، أدني ثوبك على وجهك. وفسر ذلك سعيد بن جبير بيسدلن عليهن، وعندي أن كل ذلك بيان لحاصل المعنى، والظاهر أن المراد بعليهن على جميع أجسادهن، وقيل: على رؤوسهن، أو على وجوههن، لأن الذي كان يبدو منهن في الجاهلية هو الوجه\". ثم أورد أثر عبيدة السلماني، وأثر ابن أبي طلحة عن ابن عباس - رضي الله عنهما - في إبداء عين واحدة، والأثر الآخر عنه وقتادة في ليّ الحجاب فوق الجبين وشده ثم عطفه على الأنف، وإن ظهرت العينان، مع ستر الصدر ومعظم الوجه، ثم ذكر أثر أم سلمة – رضي الله عنها- عند عبد الرزاق وعائشة – رضي الله عنها -عند ابن مردوية في صنيع نساء الأنصار بعد نزول الآية، ثم قال:\"ومن للتبعيض، ويحتمل ذلك على ما في الكشاف لوجهين: ¶ أحدهما: أن يكون المراد بالبعض واحدا من الجلابيب، وإدناء ذلك عليهن، أن يلبسنه على البدن كله. ¶ وثانيهما: أن يكون المراد بالبعض جزءا منه، وإدناء ذلك عليهن: أن يتقنعن، فيسترن الرأس والوجه بجزء من الجلباب، مع إرخاء الباقي على البدن\". ¶ (",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "16) قال الشوكاني في فتح القدير [4/304]: \"من للتبعيض، والجلابيب جمع جلباب، وهو ثوب أكبر من الخمار، قال الجوهري: الجلباب: الملحفة. وقيل: القناع0 وقيل: هو ثوب يستر جميع بدن المرأة. كما ثبت في الصحيح من حديث أم عطية – رضي الله عنها - أنها قالت: (يا رسول الله! إحدانا لا يكون لها جلباب، فقال: لتلبسها أختها من جلبابها)، قال الواحدي: قال المفسرون: يغطين وجوههن ورؤوسهن إلا عينا واحدة، فيعلم أنهن حرائر، فلا يعرض لهن بأذى. وقال الحسن: تغطي نصف وجهها. وقال قتادة: تلويه فوق الجبين، وتشده، ثم تعطفه على الأنف، وإن ظهرت عيناها، لكنه يستر الصدر ومعظم الوجه\". ¶ (17) قال القاسمي في تفسيره محاسن التأويل [انظر: عودة الحجاب 3/201]: \"أمرن أن يخالفن بزيهن عن زي الإماء، بلبس الأردية والملاحف وستر الرؤوس والوجوه ليحتشمن ويهبن، فلا يطمع فيهن طامع\". ¶ (18) قال الشنقيطي في تفسيره أضواء البيان [6/586]: \"ومن الأدلة القرآنية على احتجاب المرأة وسترها جميع بدنها حتى وجهها قوله تعالى: \"يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن\". ¶ (19) جاء في تفسير الجلالين [560]: \"أي يرخين بعضها على الوجوه، إذا خرجن لحاجتهن، إلا عينا واحدة، \"ذلك أدنى\"؛ أقرب إلى أن يعرفن بأنهن حرائر، \"فلا يؤذين\"، بالتعرض لهن\". ¶ - وفي عون المعبود شرح سنن أبي داود [12/158، اللباس، باب في قوله الله تعالى: \"يدنين عليهن من جلابيبهن\" : \"أي يرخين بعضها على الوجوه، إذا خرجن لحاجتهن، إلا عينا واحدة، كذا في الجلالين. وقال في جامع البيان: الجلباب: رداء فوق الخمار، تستر من فوق إلى أسفل؛ يعني يرخينها عليهن، ويغطين وجوههن وأبدانهن\". ¶ - وإلى هذا القول ذهب الشيخ أبو الأعلى المودودي، والجزائري، ، والدكتور محمد محمود جحازي، والشيخ عبد العزيز بن خلف، وعبد الله الأنصاري وغيرهم. [انظر: عودة الحجاب: 3/200-211]",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "هؤلاء هم أئمة التفسير المشهورون، لم نر فيهم من فسر الإدناء بكشف الوجه بلفظ صريح، بل جلهم تتابعوا على التصريح بالتغطية، كما رأينا، وبعضهم ذكر هيئات أخرى، بعضها صريح في تغطية معظم الوجه، وبعضها غير صريح في الكشف، بل إلى التغطية هو أقرب، فمن ذلك ما جاء عن ابن جرير قال [التفسير 19/182]: ¶ - \"وقال آخرون: بل أمرن أن يشددن جلابيبهن على جباههن\"، ثم ساق سندا إلى ابن عباس – رضي الله عنهما - قال: \"كانت الحرة تلبس لباس الأمة، فأمر الله نساء المؤمنين أن يدنين عليهن من جلابيبهن، وإدناء الجلباب: أن تقنّع وتشد على جبينها\". ¶ وهذا ليس فيه نص على الكشف، بل فيه شاهد على التغطية وهو التقنع. وسيأتي مزيد بيان لمعنى القناع. ¶ وذكر الشوكاني في تفسيره فتح القدير قال: ¶ - \"قال: الواحدي: قال المفسرون: يغطين وجوههن ورؤوسهن إلا عينا واحدة، فيعلم أنهن حرائر فلا يعرض لهن بأذى. وقال: الحسن: تغطي نصف وجهها. وقال قتادة: تلويه فوق الجبين وتشده، ثم تعطفه على الأنف، وإن ظهرت عيناها، لكنه يستر الصدر ومعظم الوجه\". ¶ فنحن بين تفسيرات: ¶ - منها تغطية الوجه إلا العين. ¶ - ومنها تغطية نصف الوجه. ¶ - ومنها إبداء العينين وبعض الوجه، مع ستر معظمه. ¶ والأول منها هو المشهور، وهو قول ابن عباس – رضي الله عنهما-، وجمع من التابعين، وعليه جل المفسرين، وأكثرهم يذكره، وليس فيها نص صريح يقول بكشف الوجه، بل حتى هذا الذي اعتمدوا عليه في جواز الكشف، فيه ما يدل على التغطية، وهو ذكر التقنع. ¶ ومما يجدر لفت النظر إليه: أن أولئك الذين صرحوا بجواز الكشف، في آية الزينة، كالقرطبي، والبغوي، وابن عطية، لما جاءوا إلى هذه الآية فسروها بتغطية الوجه، وليس في قول أحد من أهل العلم والمفسرين أن هذه الآية خاصة بأزواج النبي صلى الله عليه وسلم، وليس في وسع أحد أن يدعي ذلك، فهي عامة، حيث ذكر: الأزواج، والبنات، ونساء المؤمنين. معا، تحت أمر واحد.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وبعد كل هذه الدلائل، والتظاهر والاتفاق بين المفسرين: كيف يصح الاستدلال بهذه الآية على الكشف؟!. ¶ استطراد: اعتراض.. وجواب ¶ منع الشيخ الألباني من دلالة هذه الآية على التغطية، وذهب إلى أنها دليل على الكشف، واستدل بأمور: ¶ (1) أن الإدناء في اللغة هو التقريب، وليس تغطية الوجه. [الرد المفحم ص7] ¶ (2) الآية وحدها ليست نصا صريحا في التغطية، بل لا بد من مرجح. [الرد المفحم ص7] ¶ (3) الاستدلال بأثر لابن عباس – رضي الله عنهما - فيه: \"تدني جلبابها إلى وجهها، ولا تضرب به\". [الرد المفحم ص8] ¶ (4) الاستدلال ببعض الآثار عن قتادة ومجاهد وسعيد بن جبير. [الرد المفحم ص51] ¶ (5) رد وتضعيف أثر ابن أبي طلحة عن ابن عباس – رضي الله عنهما - وأثر عبيدة السلماني. [جلباب المرأة المسلمة ص88] ¶ والجواب على إيرادات الشيخ، رحمه الله تعالى، وأعلى درجته، يكون بما يلي: ¶ (1) معنى الإدناء في اللغة قال الشيخ: \"يصر المخالفون المتشددون على المرأة، وفي مقدمتهم الشيخ حمود التويجري حفظه الله، على أن معنى \"يدنين\": يغطين وجوههن. وهو خلاف معنى أصل هذه الكلمة: الإدناء. لغة، وهو التقريب\". ¶ الإدناء في اللغة هو التقريب بين الشيئين، فالدنو هو القرب، قال ابن فارس في معجم مقاييس اللغة [2/303]: \"دنى: الدال، والنون، والحرف المعتل، أصل واحد، يقاس بعضه على بعض، وهو المقاربة.. ودانيت بين الأمرين: قاربت بينهما\". ¶ فهذا معنى الإدناء، فهل فيه ما يمنع أن يكون معناها تغطية الوجه؟. ¶ هل يلزم من إدناء الجلباب كشف الوجه، وعدم تغطيته؟. ¶ الجواب: كلا، لا يلزم، بل العكس هو الصحيح، فإن كل الدلائل الشرعية، واللغوية، وأقوال المفسرين تشير إلى أن الإدناء يلزم منه تغطية الوجه، والأدلة ما يلي: ¶ (",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "1) أن هذا هو قول أهل اللغة من المفسرين، كما هو قول الزمخشري، قال: \"يرخينها عليهن، ويغطين بها وجوههن وأعطافهن، يقال: إذا زل الثوب عن وجه المرأة: أدني ثوبك على وجهك\"، وعن أبي حيان مثله، وقد تقدم. ¶ (2) أن الفعل عدي بـ (على): \"يدنين عليهن\"، فهذا دليل على أن الإدناء يكون من فوق الرؤوس، وحينئذ ينزل بعض الجلباب على الوجه، فيغطيه. ¶ (3) تفسير ابن عباس رضي الله عنهما الإدناء في الآية بتغطية الوجه، كما في رواية علي بن أبي طلحة. ¶ (4) تطبيق التابعين لهذا المعنى عمليا، كما ورد عن عبيدة السلماني، وابن سيرين، وابن عون، وابن علية. ¶ (5) تتابع المفسرين على ذكر رواية علي بن أبي طلحة، في تفسير الآية، وهي صريحة في التغطية، وتصريحهم بأن معنى الإدناء هو تغطية الأبدان والوجوه، حتى إنك لا تجد مفسرا فسر الآية بالكشف. ¶ كل هذه الأمور تدل على رجحان التغطية، إذن دلالة الكلمة في اللغة هي التغطية، وليس الكشف. ¶ (2) هل النص ليس صريحا في التغطية فيحتاج إلى مرجح؟. ¶ يقول الشيخ: \"وبينت أنه ليس نصا في تغطية الوجه، وأن على المخالفين أن يأتوا بما يرجح ما ذهبوا إليه\". ¶ يقال هنا: لو سلمنا، جدلا، أن الآية تحتمل المعنيين، وتحتاج إلى مرجح، فالمرجحات هي ما سبق من وجوه: ¶ الأول: ذكر أزواج النبي صلى الله عليه وسلم في الآية: مرجح على أن المراد هو التغطية. ¶ الثاني: أن تفسير الإدناء بالكشف، يلزم منه كشف الأزواج وجوههن، ولا قائل به، وهذا مرجح آخر. ¶ الثالث: أنه قال عليهن: \"يدنين عليهن\"، والإدناء من أعلى دليل على التغطية، وهذا مرجح ثالث. ¶ الرابع: سبب النزول أن النساء كن يكشفن الوجه والشعر، فأمرن بالتغطية. وهذا مرجح رابع. ¶ الخامس: تفسير ابن عباس – رضي الله عنهما - وعبيدة السلماني وجمع من التابعين الآية بالتغطية، مرجح خامس. ¶ السادس: تتابع المفسرين على تفسير الآية بالتغطية، فلا تجد من يقول بالكشف، مرجح سادس.",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "السابع: قول المفسرين من أهل اللغة، كالزمخشري وأبي حيان، مرجح سابع. ¶ (3) أثر ابن عباس – رضي الله عنهما : \"تدني الجلباب إلى وجهها، ولا تضرب به\". ¶ ذكر الشيخ أن هذا الأثر أخرجه أبو داود في مسائله (ص110) بسند صحيح جدا [الرد المفحم51]. ¶ ونص الأثر هو كما يلي: قال أبو داود في مسائله للإمام أحمد، في باب: ما تلبس المرأة في حرامها: ¶ \"حدثنا أحمد، قال حدثنا يحيى وروح، عن ابن جريج، قال أخبرنا، قال عطاء، أخبرني أبو الشعثاء، أن ابن عباس رضي الله عنهما قال: (تدني الجلباب إلى وجهها ولا تضرب به)، قال روح في حديثه: قلت: وما لا تضرب به؟، فأشار لي، كما تجلبب المرأة، ثم أشار لي ما على خدها من الجلباب، قال: تعطفه، وتضرب به على وجهها، كما هو مسدول على وجهها\". ¶ والشيخ حكم بالشذوذ على زيادة روح، فقال: ¶ \"وهذه زيادة شاذة لا تصح، لأن يحيى جبل في الحفظ؛ قال أحمد: إليه المنتهى في التثبت في البصرة\"، وقال: هو أثبت من هؤلاء. يعنى: ابن مهدي وغيره. فإذا قابلت هذه الشهادة منه بقوله في روح: لم يكن به بأس. عرفت الفرق بينهما، ولم تقبل زيادته على يحيى، ولم يدر التويجري هذا الفرق، ورجح رواية روح واحتج بها! ذلك مبلغه من العلم بهذا الفن\". [الرد المفحم ص51] ¶ فمخلص رأي الشيخ هنا يدور حول أمرين: ¶ الأول: الجزم بأن معنى: \"لا تضرب به\" هو المنع من غطاء الوجه، أو هو دليل على الكشف. ¶ الثاني: بنى على هذا المعنى الحكم بالشذوذ على زيادة روح، كونها تدل صراحة على التغطية. ¶ وتعليقا يقال:",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "الشذوذ مصطلح يطلق على زيادة تفرد بها ثقة، خالف بها غيره، ولا يطلق على ما رواه ولم يروه غيره، وبهذا عرفه الشافعي، حيث قال: \" هو أن يروي الثقة حديثا يخالف ما روى الناس، وليس من ذلك أن يروي ما لم يرو غيره\". قال ابن كثير: \"الذي قاله الشافعي أولاً هو الصواب: أنه إذا روى الثقة شيئا، قد خالف فيه الناس فهو الشاذ، يعني المردود، وليس من ذلك أن يروي الثقة ما لم يرو غيره، بل هو المقبول، إذا كان عدلا، ضابطا، حافظا، فإن هذا لو رد لردت أحاديث كثيرة من هذا النمط، وتعطلت كثير من المسائل عن الدلائل\". [الباعث الحثيث 56] ¶ وإذا طبقنا هذا التعريف على زيادة روح فهل هي من قبيل رواية الثقة حديثا يخالف ما روى الناس؟، أم أن الراوي روى ما لم يرو غيره؟. ¶ الجواب: قد علمنا أن الشيخ بنى حكمه بالشذوذ: على الجزم بأن معنى \"لا تضرب به\" هو: الكشف. وهذا ما لايسلم به، فللمنازع أن يقول: هذه مصادرة على المطلوب. وعلى القائل الدليل على ما ذهب إليه. ¶ فهذه الكلمة، غامضة المعنى، لا تفهم لأول وهلة، فيُحتاج إلى مفسر، فتعين معنى ما، والجزم به، دون الاستناد إلى دليل مرجح، هو ما لا يقبل، وهذا ما فعله الشيخ. ¶ بل لنا أن نقول عكس ذلك؛ أن معنى: \"لا تضرب به\"؛ أي تغطي وجهها، لكن بصورة معينة، إذ صور التغطية متعددة، فمنها ما يكون بالجلباب، ومنها ما يكون بالقناع، ومنها ما يكون بالخمار. والأدلة ما يلي: ¶ (1) أن ابن عباس رضي الله عنهما، وهو القائل، قد فسر كلامه بالتغطية، وخص نوعا منه هو السدل، فهو أدرى بما قال، وليس لنا أن نتحكم في كلامه، فنفسره بغير ما فسره هو به، خاصة إذا لم يكن لدينا دليل يبطل هذا التفسير. ¶ (",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "2) أن هذا الأثر ساقه أبو داود في باب: \"ما تلبس المرأة في حرامها\"، وهذا فيه قطع للخلاف، وذلك: أن المحرمة ممنوعة من النقاب، غير ممنوعة من السدل، لأن النقاب فيه شد على العضو، وهو الوجه، وهذا ما تمنع منه، كما تمنع من القفاز، للعلة ذاتها، أما السدل فليس فيه الشد، ولذا جاز، ومن هنا ورد عن عائشة وأمهات المؤمنين رضوان الله عليهن، ونساء المؤمنين السدل حال الإحرام، فابن عباس – رضي الله عنهما- إذن كان يقصد بقوله: \"لا تضرب به\" أي النهي عن الشد على الوجه، بالنقاب ونحوه، ولذا لما سئل عن المعنى فسره بما يباح للمحرمة، مما لا يكون ضربا به، ففسره بالسدل. وعكس السدل هو الضرب به. ¶ (",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "3) أن الإمام أحمد رحمه الله فهم هذه المسألة عن ابن عباس – رضي الله عنهما -، فكان يفتي المحرمة بالسدل للمحرمة، ويمنع من الضرب به، وهو الشد على الوجه، لما فيه من ملابسة العضو (¬1). ¶ ¬__________ ¶ (¬1) ... قال الإمام أحمد: \" إنما لها أن تسدل على وجهها من فوق، وليس لها أن ترفع الثوب من أسفل\"، قال ابن قدامة: \" كأنه يقول إن النقاب من أسفل على وجهها\"، وقال الخرقي: \"والمرأة إحرامها في وجهها، فإن احتاجت سدلت على وجهها\"، قال ابن قدامة: \" إذا احتاجت إلى ستر وجهها لمرور الرجال قريبا منها فإنها تسدل الثوب من فوق رأسها على وجهها\". [المغني 3/305-306، 1/638]، وقال ابن تيمية: \" والذي يدل عليه كلام أحمد وقدماء أصحابه، جواز الإسبال سواء وقع على البشرة أو لم يقع، لأن أحمد قال: تسدل الثوب\"، قال: \" ولأن في مجافاته مشقة شديدة، والحاجة إلى ستر الوجه عامة، وما احتيج إليه لحاجة عامة أبيح مطلقا، كلبس السراويل والخف... ولأن وجه المرأة كبدن الرجل وكيد المرأة، لأن النبي – صلى الله عليه وسلم -قال: (لا تنتقب المرأة المحرمة ولا تلبس القفازين)، ولم ينهها عن تخمير الوجه مطلقا، فمن ادعى تحريم تخميره مطلقا، فعليه الدليل، بل تخصيص النهي بالنقاب وقرانه بالقفاز دليل على أنه إنما نهاها عما صنع لستر الوجه، كالقفاز المصنوع لستر اليد، والقميص المصنوع لستر البدن، فعلى هذا: يجوز أن تخمره بالثوب من أسفل ومن فوق ما لم يكن مصنوعا على وجه يثبت على الوجه، وأن تخمره بالملحفة وقت النوم\" [العدة شرح العمدة 2/270-271]، أي أن المرأة ممنوعة من الخمار المفصل المشدود على الوجه المصنوع على قدره، كما يمنع الرجل من السراويل المصنوعة على قدر الأرجل، والقميص المصنوع على قدر البدن، ولعلي أذكر هنا بعض الآثار المتعلقة بهذه المسألة: ¶ - عن عائشة رضي الله عنها: \" كان الركبان يمرون بنا ونحن مع رسول الله محرمات فإذا حاذوا بنا سدلت إحدانا جلبابها من رأسها على وجهها، فإذا جاوزونا كشفناه\"، رواه أبو داود في الحج باب في المحرمة تغطي وجهها. ¶ - وعن فاطمة بنت المنذر: \" كنا نخمر وجوهنا ونحن محرمات ونحن مع أسماء بنت أبي بكر الصديق فلا تنكره علينا\" رواه مالك في الموطأ في الحج، باب: تخمير المحرم وجهه. ¶ فهذه الآثار وغيرها صريحة في تغطية الوجه، حال الإحرام، والله أعلم.",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "(4) أن القول بأن الكلمة معناها: الكشف. فيه إشكال؛ إذ مقتضاه أن ابن عباس – رضي الله عنهما - أطلق النهي عن تغطية الوجه، ومعلوم أن أقل أحوال التغطية الاستحباب، ومن المستبعد جدا أن ينهاهن عن التغطية، هذا إن كان حكما عاما، وأما إن كان خاصا بالمحرمة، فكذلك بعيد أن يطلق المنع من التغطية لأمرين: ¶ الأول: أنه بلا ريب، كان يرى أزواج النبي صلى الله عليه وسلم والصحابيات يغطين، بمرأى منه صلى الله عليه وسلم وكبار الصحابة، فكيف يمنعهن من شيء رأى وشاهد إباحة الشارع لهن؟!. ¶ الثاني: أن حمل كلامه على المنع من التغطية، يلزم دخول الأزواج رضوان الله عليهن في هذا الحكم، لأن حكمهن في الإحرام حكم سائر النساء. ¶ ومن هذا يتبين لنا أنه لا وجه للحكم على هذه الزيادة بالشذوذ، لأنه لا شذوذ هنا، ولا دليل عليه، بل هي زيادة ثقة، يروي ما لم يرو غيره. وهذا على فرض أن هذه الزيادة من قول ابن عباس!!. ¶ فإن من المحتمل أن تكون من سؤال روح لشيخه، حيث جاء في النص: \"قال روح في حديثه: قلت..\". فالنص فيه احتمال الأمرين: أن يكون المسؤول ابن عباس – رضي الله عنهما -من تلميذه أبي الشعثاء، وقد يكون المسؤول شيخ روح، يسأله روح. فلو قدر أن الاحتمال الثاني هو الوارد، فالحكم على الزيادة بالشذوذ خطأ لا يصح، إذ ليس كلاما لابن عباس – رضي الله عنهما -، بل تفسير الراوي كلامه، وتفسير الراوي لا يخضع لقاعدة القبول والشذوذ، بل لقاعدة الخطأ والصواب، والذي يبدو أن الشيخ رحمه الله تعالى عدّ الزيادة من كلام ابن عباس – رضي الله عنهما- ، فلذا أجرى عليها قاعدة الشذوذ والقبول، لكن قد تبين لنا: أن الزيادة إنما هي من قبيل رواية الراوي ما لم يرو غيره. ¶ إذن الخطأ وقع في أمرين: ¶ الأول: استعمال مصطلح الشذوذ في هذا الموضع، وليس محله. ¶ الثاني: الجزم بأن معنى الكلمة عدم التغطية، دون تقديم دليل يدل عليه، وبنا الحكم بالشذوذ عليه. ¶ (",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "4) الآثار عن قتادة وسعيد بن جبير ومجاهد. ¶ استدل الشيخ الألباني ببعض الآثار لدعم قوله في الكشف، وهي كما يلي [الجلباب 85، الرد المفحم51]: ¶ - في الدر 5/222: وأخرج بن أبي حاتم عن سعيد بن جبير في قوله: \"يدنين عليهن من جلابيبهن\"، قال: يسدلن عليهن من جلابيبهن، وهو القناع فوق الخمار، ولا يحل لمسلمة أن يراها غريب إلا أن يكون عليها القناع فوق الخمار، وقد شدت بها رأسها ونحرها\". ¶ - ونقل الجصاص في أحكام القرآن (3/372) عن مجاهد وابن عباس: \"تغطي الحرة إذا خرجت جبينها ورأسها\" . ¶ - وعن ابن جرير عن قتادة: \"أخذ الله عليهن إذا خرجن أن يقنعن على الحواجب\". ¶ ويقال هنا: هذه النصوص، وقد مضى ذكرها عند سرد أقوال المفسرين، ليس فيها القول بكشف الوجه، وإنما قال الشيخ ذلك، من رأيه في معنى القناع، أنه غطاء الرأس دون الوجه [انظر: الرد المفحم 20]، لكن يشكل عليه تتابع العلماء على تفسير القناع بما يدل على أنه غطاء الوجه، والأدلة ما يلي: ¶ (1) في البخاري: ( أتى النبي صلى الله عليه وسلم رجل مقنع بالحديد..)، قال الحافظ في الفتح (6/25): \"قوله: (مقنع) بفتح القاف والنون المشددة، وهو كناية عن تغطية وجهه بآلة الحرب\". ومع صراحة هذا التفسير، غير أن الشيخ رحمه الله أبى إلا أن يقول: \"فإنه يعني ما جاور الوجه، وإلا لم يستطع المشي، فضلا عن القتال، كما هو ظاهر\" [الرد المفحم 21]. والواقع أن كل من رأى الأقنعة، علم أنها غطاء الوجه. فالقناع يغطي الوجه، حتى لا يبدو إلا العين، للنظر، كهيئة النقاب، وحينئذ يمكن المشي والقتال، وكلام ابن حجر واضح أنه يعني بالقناع غطاء الوجه، فهذا صريح كلامه، فتأويل هذا الصريح بعدئذ، لينقلب فيغدو : \"ما جاور الوجه\".. أمر غير سائغ بمرة..؟!!!. ¶ (",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "2) مر معنا سابقا قول الزمخشري: \"أن ترخي المرأة بعض جلبابها وفضله على وجهها، تتقنع، حتى تتميز من الأمة\"، وهو من أئمة اللغة العربية، وها قد فسر القناع بما يفيد تغطية الوجه. ¶ (3) في أثر عبيدة، وقد رواه ابن جرير، كما مر سابقا: \"قال ابن عون: بردائه، فتقنع، فغطى أنفه وعينه اليسرى، وأخرج عينه اليمنى، وأدنى رداءه من فوق حتى جعله قريبا من حاجبه، أو على الحاجب\". وهنا كذلك فسر التقنع بما يفيد تغطية الوجه. ¶ والقناع عند العرب معروف بكونه غطاء الوجه، وهاكم أدلة على هذا: ¶ (1) المقنع الكندي، إنما عرف بهذا اللقب، لأنه كان يغطي وجهه ببرقع من حرير، كما ذكر البغدادي في كتابه [ الفرق بين الفرق ص243]، وزعم أنه إله، وأنه لو كشف وجهه لم يحتمل أحد رؤيته [الموسوعة الفلسفية 2/323 ] ¶ (2) ذكر اليعقوبي في تاريخه [2/315]: \"وكانت العرب تحضر سوق عكاظ وعلى وجوهها البراقع، فيقال: إن أول عربي كشف قناعه ظريف بن غنم العنبري\". ¶ (3) المثل السائر: \"ألقى عن وجهه قناع الحياء\" [لسان العرب 11/323، مادة: قنع]. ¶ ولعل كذلك مما دعا الشيخ ليتبنى هذا الرأي، هو ما جاء في الآثار من ذكر الرأس والجبين، دون الوجه. ¶ وإذا تأمل المرء القناع، عرف أنه لا بد فيه من شد على الجبين والرأس، فبدونه لا يكون، وإذا كان كذلك فليس بعيدا أن يذكر الشد على الرأس والجبين، ويستغنى به عن ذكر الوجه، لأن هذا لازم لهذا. ¶ فأقوال هؤلاء الأئمة ليس فيها المنع من تغطية الوجه، وذكرهم القناع دليل على أنهم أرادوا تغطية الوجه. فإذا اعترض أحد فقال: ليس في هذه الأقوال التصريح بتغطية الوجه. ¶ قيل: وليس فيها التصريح بكشف الوجه، فيبقى محتملا، وعندنا ما يرجح التغطية، وهو ذكر القناع، فيحمل عليه إذن. ¶ (5) أثر ابن عباس – رضي الله عنهما -. مضى ذكر الأثرين، وهما صريحان في التغطية، غير أن الشيخ مال إلى تضعيفهما، فقال في أثر ابن عباس:",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "- \"لا يصح هذا عن ابن عباس، لأن الطبري رواه من طريق علي عنه، وعلي هذا هو ابن أبي طلحة، كما علقه عنه ابن كثير، وهو مع أنه تكلم فيه بعض الأئمة، لم يسمع من ابن عباس – رضي الله عنهما ، بل لم يره، وقد قيل: بينهما مجاهد، فإن صح هذا في هذا الأثر فهو متصل، لكن في الطريق إليه أبو صالح، واسمه عبد الله بن صالح، وفيه ضعف\". [جلباب المرأة 88] ¶ فالشيخ إذن رد هذا الأثر من جهتين: من جهة علي ابن أبي طلحة، ومن جهة عبد الله بن صالح. ¶ فأما علي بن أبي طلحة، فقد ذكر الشيخ أنه إن صح أخذه التفسير من مجاهد فهو متصل، وهذا هو ما كان، قال عنه الذهبي في ميزان الاعتدال (3/134): ¶ - \"أخذ تفسير ابن عباس – رضي الله عنهما - عن مجاهد، فلم يذكر مجاهدا، بل أرسله عن ابن عباس\" رضي الله عنهما -. ¶ فهذه شهادة باتصال تفسيره إلى ابن عباس، هذا وإن رواية علي هذه من الروايات المقبولة والمعتبرة عند المحدثين، قال السيوطي [في الإتقان في علوم القرآن 2/241]: ¶ \"وقد ورد عن ابن عباس في التفسير ما لا يحصى كثرة، وفيه روايات وطرق مختلفة، فمن جيدها طريق علي بن أبي طلحة الهاشمي، عنه قال أحمد بن حنبل: ¶ - بمصر صحيفة في التفسير، رواها علي ابن أبي طلحة، لو رحل رجل فيها إلى مصر، قاصدا، ما كان كثيرا. ¶ أسنده أبو جعفر في ناسخه. قال ابن حجر: ¶ - وهذه النسخة كانت عند أبي صالح، كاتب الليث، رواها معاوية بن صالح عن علي بن أبي طلحة، عن ابن عباس – رضي الله عنهما -، وهي عند البخاري عن أبي صالح، وقد اعتمد عليها في صحيحه كثيرا، فيما يعلقه عن ابن عباس – رضي الله عنهما -، وأخرج منها ابن جرير وابن أبي حاتم وابن المنذر بوسائط بينهم وبين أبي صالح.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وقال قوم: لم يسمع ابن أبي طلحة من ابن عباس رضي الله عنهما - التفسير، وإنما أخذه عن مجاهد أو سعيد بن جبير. قال ابن حجر: بعد أن عرفت الواسطة، وهو ثقة، فلا ضير في ذلك\"(¬1). ¶ وذكر ابن حجر في كتابه [العجاب في بيان الأسباب ص57-58] فقال: \"ومن طريق: معاوية بن صالح، عن علي بن أبي طلحة، عن ابن عباس. وعلي: صدوق. لم يلق ابن عباس، لكنه إنما حمل عن ثقات أصحابه، فلذلك كان البخاري وابن أبي حاتم وغيرهما، يعتمدون على هذه النسخة\". ¶ وابن حجر نفسه يحتج بهذه الرواية ويصححها، ففي الفتح [13/271] قال: ¶ \"وأخرج الطبري بسند صحيح عن عاصم بن كلي، عن أبيه عن ابن عباس – رضي الله عنهما - ثم أخرج من طريق علي بن أبي طلحة عن ابن عباس – رضي الله عنهما - بسند صحيح، قال: الأب: الثمار الرطبة\". ¶ إذن لا وجه للطعن في هذه الرواية، فهي ثابتة، عمل بها الأئمة، واحتجوا بها، وليس بعد قول الإمام أحمد والبخاري وابن حاتم وابن حجر فيها قول. ¶ أما عبد الله بن صالح، فقد نقل الذهبي أقوال الأئمة فيه، بين مجرح ومعدل (ميزان الاعتدال 2/440-442)، فالشيخ قال فيه ضعف، وهذه إشارة إلى أن ضعفه ليس بالشديد، وهكذا قال أبو زرعة: ¶ - \"لم يكن عندي ممن يتعمد الكذب، وكان حسن الحديث\". ¶ - \"وقال ابن عدي: هو عندي مستقيم الحديث، إلا أنه يقع في أسانيده ومتونه غلط، ولا يتعمد\". ¶ ¬__________ ¶ (¬1) ... وانظر مزيد كلام في هذه الرواية في كتاب: التفسير والمفسرون للدكتور محمد حسين الذهبي 1/78",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "- قال الذهبي: \"وقد روى عنه البخاري في الصحيح، على الصحيح، ولكنه يدلسه، يقول: حدثنا عبد الله ولا ينسبه، وهو هو، نعم علق البخاري حديثا فقال فيه: قال الليث بن سعد، حدثني جعفر بن ربيعة، ثم قال في آخر الحديث: حدثني عبد الله بن صالح، حدثنا الليث، فذكره. ولكن هذا عند ابن حمّويه السرخسي دون صاحبيه، وفي الجملة ما هو بدون نعيم بن حماد، ولا إسماعيل بن أبي أويس، ولا سويد بن سعيد، وحديثهم في الصحيحين، ولكل منهم مناكير تغتفر في كثرة ما روي\". ¶ فإذا كان هذا رأي الذهبي فيه، وابن عدي، وأبي زرعة، والبخاري، فكيف يرد حديثه جملة وتفصيلا؟. ¶ ثم إن ثناء الإمام أحمد وقبوله، والإمام البخاري، وابن أبي حاتم، وابن حجر: ¶ ما في صحيفة علي بن أبي طلحة تعديل وقبول ضمني لرواية أبي صالح عبد الله بن صالح، إذ هو أحد رواة هذه الصحيفة. ¶ وأمر أخير هو: أن هذه الرواية معتضدة بأثر عبيدة السلماني، الذي بنفس معناها، لكن الشيخ كذلك ضعفها، من وجوه هي [الرد المفحم 55-57] ما يلي: ¶ (6) أثر عبيدة السلماني. ¶ (1) قال الشيخ رحمه الله تعالى: \" أنه مقطوع، موقوف، فلا حجة فيه، لأن عبيدة السلماني تابعي، اتفاقا، فلو أنه رفع حديثا إلى النبي صلى الله عليه وسلم، لكان مرسلا، لا حجة فيه، فكيف إذا كان موقوفا عليه كهذا، فكيف وقد خالف تفسير ترجمان القرآن: ابن عباس – رضي الله عنهما -، ومن معه من الأصحاب؟\". ¶ هنا يقال: ¶ الأول: هذا الأثر سنده كالشمس، لا مطعن فيه بوجه. ¶ ثانياً: ليس رفع الأثر محل الاحتجاج، فهذا لم يدعه أحد، بل في كونه حكاية قول جماعة من السلف في معنى الآية، وهذا ثابت بثبوت سنده. ¶ ثالثاً: لو فرض جدلا مخالفته رأي ابن عباس، فليس دليلا على ضعفه، إذ هو أثر مستقل، وليس رواية عن ابن عباس، فكيف وهو موافق تمام الموافقة لقول ابن عباس رضي الله عنهما؟. ¶ (",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "2) قال: \"أنهم اضطربوا في ضبط العين المكشوفة فيه، فقيل: (اليسرى)، كما رأيت، وقيل: (اليمنى)، وهو رواية الطبري (22/33)، وقيل: (إحدى عينيه)، وهي رواية أخرى له\". ¶ يقال: الاضطراب في المتن هو: الاختلاف بين ألفاظ الروايات، على وجه لا يمكن الترجيح بينها. والاختلاف هنا ليس من هذا القبيل ألبتة، بل هو متصور، أن يقول أحدهم: اليمنى. والآخر: اليسرى. فالغلط هنا وارد، لكنه ليس بالغلط القادح في الرواية. ¶ هذا والشيخ نفسه قد قبل مثل هذا الاختلاف في حديث أسماء المشهور في كشف الوجه، ولم يرده بدعوى الاضطراب، بل شنع على من رده، فقال [الرد المفحم ص109]: ¶ \" نعم لقد شغب العنبري على المتن من ناحية واحدة، فقال: نرى الرسول صلى الله عليه وسلم في الطريق الأولى يشير إلى الوجه والكفين، وفي الطريق الثانية لم يبد إلا أصابعه. ¶ فأقول: نعم، ولكن ما بالك كتمت اتفاق الطريق الثالثة، الصحيحة إلى قتادة باعترافك، مع الطريق الأولى؟!. أليس هذا مما يرجح لفظ: (الكفين) على (الأصابع)\". ¶ فالشيخ هنا لم يحكم على الحديث بالاضطراب، مع كونه ورد في رواية بلفظ: (الوجه والكفين)، وفي الأخرى بلفظ: (الأصابع)، لكنه حكم بالاضطراب على أثر عبيدة السلماني بالاضطراب، لأنه روي من طريق بلفظ: (العين اليمنى)، وفي أخرى: (اليسرى)، وفي ثالثة: (إحدى عينيه)..!!. ¶ الذي نعلمه أن الغلط في تحديد العين وارد، ومن ثم فلا وجه للحكم على الأثر بالاضطراب. ¶ وانظر بعد هذا إلى كلام الشيخ، وهو يعلق على حديث عبيدة [الرد المفحم 56]: ¶ \"وإذا عرفت هذا، فاعلم أن الاضطراب عند علماء الحديث علة في الرواية تسقطها عن مرتبة الاحتجاج بها، حتى ولو كان شكليا كهذا، لأنه يدل على أن الراوي لم يضبطها ولم يحفظها\". ¶ ويقال هنا: على هذا الميزان يجب كذلك إسقاط حديث أسماء، لأن العلة ذاتها موجودة فيه ..!!.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "مع ملاحظة أن الشيخ أبلغ الجهد في تصحيحه، حتى إنه استغرق قرابة 50 صفحة في الكلام عنه في الرد المفحم [من ص79-127]. ¶ (3) قال: \"ذكره ابن تيمية في الفتاوى (15/371) بسياق آخر يختلف تماما عن السياق المذكور، فقال: \"وقد ذكر عبيدة السلماني وغيره: إن نساء المؤمنين كن يدنين عليهن الجلابيب من فوق رؤوسهن، حتى لايظهر إلا عيونهن، لأجل رؤية الطريق\". ¶ يقال: من الواضح أن شيخ الإسلام كان يروي الأثر نفسه، لكن بالمعنى، وليس من طريق آخر، ويحكي تاريخا واقعا، فلا أدري كيف يكون هذا دليلا على ضعف الرواية الأصل وبطلانها؟!!. ¶ والعجب أن الشيخ نفسه قد ذكر هذا فقال [الرد المفحم ص56]: ¶ \"على أن سياق ابن تيمية ليس شكليا، كما هو ظاهر، لأنه ليس في تفسير الآية، وإنما هو إخبار عن واقع النساء في العصر الأول، وهو بهذا المعنى صحيح ثابت في أخبار كثيرة، كما سيأتي في الكتاب بعنوان: (مشروعية ستر الوجه) ص104، ولكن ذلك لا يقضي وجوب الستر، لأنه مجرد فعل منهن\". ¶ فإذا كان الأمر كذلك، فكيف صار هذا وجها لتضعيف أثر عبيدة السلماني؟!. ¶ (4) قال: \"مخالفته لتفسير ابن عباس – رضي الله عنهما - للآية كما تقدم بيانه، فما خالفه مطرح بلا شك\". ¶ يقال: تقدم ثبوت أثر ابن عباس – رضي الله عنهما - من رواية ابن أبي طلحة، بشهادة الأئمة: أحمد، والبخاري، وابن أبي حاتم، وابن حجر. وهي موافقة تماما لما جاء في أثر عبيدة السلماني، وعليه فلا حجة لهذا الوجه. ¶ ختام المبحث: وبعد بيان هذه الاعتراضات من الشيخ رحمه الله والجواب عليها، يتبين بوضوح أنه لا حجة في هذه الآية على القول بالكشف. والأمر الملفت للنظر: ¶ - تظاهر المفسرين على تفسير الآية بالتغطية، فلا تجد مفسرا صرح فيه بكشف الوجه، وهذا بخلاف ما جاء عنهم في آية الزينة: \"ولا يبدين زينتهن إلا ما ظهر منها\"، لأمر سنذكره في موضعه.",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "- ويلاحظ أن الشيخ لم يلتفت إلى هذا التظاهرة، وتصريح جماهير المفسرين بدلالة الآية على تغطية الوجه، فلم يذكرها، ولم يتطرق إليها، كما لم يلتفت إلى كلام أهل اللغة، من المفسرين، كالزمخشري وابن حيان، في تفسيرهم الإدناء بالتغطية!!. ¶ وبعد: فالنتيجة المهمة التي نخرج بها من هذا المبحث هي: ¶ - أنه إذا كانت الآية قطعية الثبوت، وهذا بإجماع المسلمين، لأنها من القرآن، والله تعالى حفظه. ¶ - وإذا ثبتت قطعية دلالتها على وجوب حجاب الوجه، بما سبق من الوجوه والأدلة. ¶ فنخرج من ذلك: أن الآية محكمة الدلالة، فتكون من المحكمات، التي يصار إليها حين الخلاف، فما عارضها، وكان ثابتا بسند صحيح، بدلالة صريحة على الكشف، فهو متشابه، كأن يكون قبل الأمر بالحجاب، أو لعذر خاص، وحالة خاصة،، فيرد هذا المتشابه إلى هذا المحكم، ويفهم في ضوئه، وبذلك ينتفي التعارض، فهذا سبيل التعامل مع المحكمات، لا يصح ولا يجوز تعطيلها لأجل متشابه. ¶ هذا لو كان هذا المتشابه بهذا الوصف من الثبوت والدلالة، فكيف إذا كان باطل السند، كحديث أسماء؟، أو محتمل الدلالة غير قطعي في الكشف، كحديث الخثعمية؟. ¶ وهذا حال الآثار التي استدل بها الذين أجازوا الكشف، فحينئذ فلا ريب أن الواجب طرحه، وعدم الالتفات إليه، ولا يجوز بحال تقديمه على نص محكم. ¶ الدلالة المحكمة لآية الزينة على وجوب تغطية الوجه ¶ - قال الله تعالى: \"ولا يبدين زينتهن إلا ما ظهر منها\". ¶ في هذه الآية دلالة واضحة على وجوب الحجاب الكامل، وبيان ذلك من وجوه: ¶ - الوجه الأول: العفو عما ظهر بغير قصد. ¶ إذا حصل الفعل باختيار: أسند إلى الفاعل، وإلا لم يسند..مثال ذلك: فعل \"ظهر\".. ¶ - إذا كان عن اختيار، قيل: \"أظهر\"؛ أي فعل ذلك بإرادة وقصد. ¶ - وإذا كان عن غير اختيار، قيل: \"ظهر\"؛ أي بغير بإرادة من الفاعل.",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "وفي الآية جاء الفعل \"ظهر\"، وليس \"أظهر\"، فالاستثناء إذن في قوله: {إلا ما ظهر منها}، يعود إلى ما يظهر من المرأة، من زينتها، بدون قصد. ¶ ولننظر الآن: ما الزينة التي تظهر منها بغير قصد؟. ¶ يقال هنا: قوله: \"ما ظهر منها\"، ضابط يندرج تحته كل زينة المرأة: الظاهرة، والباطنة. الوجه والكف، وما دونهما، وما فوقهما، فكل ما ظهر منها بغير قصد، فمعفو عنه، لأن الشارع لا يؤاخذ على العجز والخطأ. ¶ وبيان هذا: أن ما يظهر من المرأة بغير قصد على نوعين: ¶ - الأول: ما لا يمكن إخفاؤه في أصل الأمر: عجزا. وذلك مثل: الجلباب، أو العباءة، أو الرداء. [بمعنى واحد]، ويليه في الظهور: أسفل الثوب تحت الجلباب، وما يبدو منه بسبب ريح، أو إصلاح شأن، وكل هذه الأحوال واقعة على المرأة لا محالة. ¶ - الثاني: ما يمكن إخفاؤه في أصل الأمر، لكنه يظهر في بعض الأحيان: عفوا دون قصد. مثلما إذا سقط الخمار، أو العباءة، أو سقطت المرأة نفسها، فقد يظهر شيء منها: وجهها، أو يدها، أو بدنها. ¶ ففي كلا الحالتين: حالة العجز، وحالة العفو. يصح أن يقال: \"ظهر منها\" (¬1). وحينئذ فالآية بينت أنها غير مؤاخذة، لأنها عاجزة، ولأنها لم تتعمد، وبمثل هذا فسر ابن مسعود – رضي الله عنه - الآية، وجمع من التابعين، فذكروا الثياب مثلا على ما يظهر بغير اختيار، قال ابن كثير في تفسيره [6/47]: \"{ولا يبدين زينتهن إلا ما ظهر منها\"، أي ولا يظهرن شيئا زينة للأجانب، إلا ما لا يمكن إخفاؤه. وقال ابن مسعود: كالرداء والثوب. يعني ما كان يتعاناه نساء العرب، من المقعنة التي تجلل ثيابها، وما يبدو من أسافل الثوب، فلا حرج عليها فيه، لأن هذا لا يمكن إخفاؤه. ونظيره في زي النساء ما يظهر من إزارها، وما لا يمكن إخفاؤه\". ¶ ¬__________ ¶ (¬1) ... ظاهر سياق الآية ورد في حالة العجز عن إخفاء الزينة، ولا يمنع أن يتضمن المعنى حالة العفو، فكلها يجمع بينها عدم القصد لإظهار الزينة.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "وهذا التفسير يطابق معنى الآية، ولا يعارضه بوجه، أما قول من فسر الآية: {ما ظهر منها}، بالوجه واليد، فإن فيه إشكالا: فأصحاب هذا القول، يصرحون بجواز إظهارهما مطلقا، دون قيد، ولو أنهم جعلوا مناط الجواز: حال العفو. لكان موافقا لمعنى الآية، لكنهم قصدوا حال الاختيار والتعمد، وهذا ينافي معنى وتفسير الآية, كما تقرر آنفا. ¶ إذن في الآية قرينة تبين أن المراد: ما ظهر منها بعفو؛ من دون قصد، وتعمد، واختيار. وغير هذا القول يتعارض كليا مع لغة العرب، التي نزل بها القرآن، ومن شروط التفسير ألا يعارض كلام العرب. ¶ - استطراد في بيان موقف الشيخ الألباني رحمه الله من هذا الوجه. ¶ هذا الإحكام في الدلالة: حمل الشيخ الألباني، رحمه الله وأعلى درجته، على ترجيح أن الآية دلت صراحة على وجوب ستر الزينة كلها، وعدم إظهار شيء منها أمام الأجانب، إلا ما ظهر بغير قصد، واستدل بقول ابن مسعود رضي الله عنه في تفسيره: \"إلا ما ظهر منها\" بالثياب. وقد كان ذلك رأيه، رحمه الله، في أول الأمر.. ثم إنه تراجع عنه، ومال إلى قول من رجع بالاستثناء على الوجه والكف، قال: ¶ \" ففي الآية الأولى [آية الزينة] التصريح بوجوب ستر الزينة كلها، وعدم إظهار شيء منها أمام الأجانب، إلا ما ظهر بغير قصد منهن، فلا يؤاخذن عليه إذا بادرن إلى ستره، قال الحافظ ابن كثير في تفسيره..\". ¶ فذكر المنقول من كلامه آنفا، ثم قال: \"وهذا المعنى الذي ذكرنا في تفسير: {إلا ما ظهر منها}، هو المتبادر من سياق الآية، وقد اختلفت أقوال السلف في تفسيرها: فمن قائل: إنها الثياب. ومن قائل: إنها الكحل، والخاتم، والسوار، والوجه. وغيرها من الأقوال التي رواها ابن جرير في تفسيره عن بعض الصحابة والتابعين، ثم اختار هو أن المراد بهذا الاستثناء: الوجه والكفان. قال:...\".",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "ومضمون ما ذكره ابن جرير: أن ما ظهر منها هو الوجه واليد. باعتبارهما ليسا بعورة في الصلاة؛ أي أنه قاس عورة النظر على عورة الصلاة. لكن الشيخ تعقبه فقال: ¶ \"وهذا الترجيح غير قوي عندي، لأنه غير متبادر من الآية على الأسلوب القرآني، وإنما هو ترجيح بالإلزام الفقهي، وهو غير لازم هنا، لأن للمخالف أن يقول: جواز كشف المرأة عن وجهها في الصلاة، أمر خاص بالصلاة، فلا يجوز أن يقاس عليه الكشف خارج الصلاة، لوضوح الفرق بين الحالتين. ¶ أقول هذا مع عدم مخالفتنا له في جواز كشفها وجهها وكفيها في الصلاة وخارجها، لدليل، بل لأدلة أخرى غير هذه، كما يأتي بيانه، وإنما المناقشة هنا في صحة هذا الدليل بخصوصه، لا في صحة الدعوى، فالحق في معنى هذا الاستثناء، ما أسلفناه أول البحث، وأيدناه بكلام ابن كثير، ويؤيده أيضا ما في تفسير القرطبي: قال ابن عطية: ويظهر لي بحكم ألفاظ الآية، أن المرأة مأمورة بأن لا تبدي، وأن تجتهد في الإخفاء لكل ما هو زينة، ووقع الاستثناء فيما يظهر بحكم ضرورة حركتها فيما لا بد منه، أو إصلاح شأن، ونحو ذلك فـ{ما ظهر} على هذا الوجه، مما تؤدي إليه الضرورة في النساء، فهو معفو عنه. ¶ قال القرطبي: قلت: هذا قول حسن، إلا أنه لما كان الغالب من الوجه والكفين، ظهورهما عادة عبادة، وذلك في الحج والصلاة، فيصلح أن يكون الاستثناء راجعا إليهما..\". ¶ وبعد أن نقل كلامه بتمامه قال الشيخ: \"قلت: وفي هذا التعقيب نظر أيضا، لأنه وإن كان الغالب على الوجه والكفين ظهورهما بحكم العادة، فإنما ذلك بقصد من المكلف، والآية حسب فهمنا، إنما أفادت استثناء ما ظهر منها دون قصد، فكيف يسوغ حينئذ جعله دليلا شاملا، لما ظهر بالقصد؟! فتأمل\". ¶ وكما قلت آنفا، فقد كان هذا رأيه في دلالة هذه الآية، في أول الأمر، فلم ير فيها ما يدل على كشف الوجه واليد، وإن كان يرى جواز كشفهما، لكن لأدلة أخرى. وبغض النظر عن إمكان الجمع بين قوليه:",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "- القول بأن الآية دلت على ستر الزينة كلها، وعدم إظهار شيء منها للأجانب، إلا ما ظهر بغير قصد. ¶ - والقول بجواز كشف الوجه واليد، لكن بأدلة أخرى. ¶ فإن الشيخ مال بعد إلى القول الذي كان رده أولاً، فقال: ¶ \"ثم تأملت؛ فبدا لي أن قول هؤلاء العلماء [من فسر الآية بالوجه والكف] هو الصواب، وأن ذلك من دقة نظرهم رحمهم الله، وبيانه: أن السلف اتفقوا على أن قوله تعالى: {إلا ما ظهر منها}، يعود إلى فعل يصدر من المرأة المكلفة، غاية ما في الأمر أنهم اختلفوا، فيما تظهره بقصد منها، فابن مسعود يقول: ثيابها؛ أي جلبابها. وابن عباس ومن معه من الصحابة وغيرهم يقول: هو الوجه والكفان منها. ¶ فمعنى الآية حينئذ: إلا ما ظهر منها عادة بإذن الشارع وأمره\". ¶ ثم استدل لهذا الرأي، بأن كشف الوجه والكف هو عادة النساء في عهد النبوة وبعده، فقال: ¶ \"فإذا ثبت أن الشرع سمح للمرأة بإظهار شيء من زينتها، سواء كان كفا أو وجها أو غيرهما، فلا يعترض عليه بما كنا ذكرناه من القصد، لأنه مأذون فيه، كإظهار الجلباب تماما، كما بينت آنفا. ¶ فهذا هو توجيه تفسير الصحابة الذين قالوا: إن المراد بالاستثناء في الآية: الوجه والكفان. وجريان عمل كثير من النساء في عهد النبي صلى الله عليه وسلم وبعده\". ¶ قال: \"قلت: فابن عباس, ومن معه من الأصحاب، والتابعين، والمفسرين: إنما يشيرون بتفسيرهم لآية: {إلا ما ظهر منها}، إلى هذه العادة، التي كانت معروفة عند نزولها، وأقروا عليها، فلا يجوز إذن معارضة تفسيرهم بتفسير ابن مسعود\". [جلباب المرأة المسلمة 39-53] ¶ فهذا كلامه بالتفصيل، ويلاحظ ما يلي: ¶ (1) صريح الآية استثناء ما ظهر بغير قصد، فلا يدخل فيه الوجه والكف، لأنهما يظهران بقصد، وهذا ما أقر به الشيخ في أول كلامه، ودعا للتأمل فيه. ¶ (",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "2) لا يصح صرف هذا المعنى الصريح [استثناء ما ظهر بغير قصد] إلى غيره [استثناء ما ظهر بقصد] إلا بقرينة صحيحة، والقرينة التي استدل بها الشيخ هنا هي: عادة النساء في عهد النبوة. وهذه قرينة غير مسلمة، فللمنازع أن يرد ذلك، بأن عادة النساء لم تكن في الكشف، بل في الستر، ويسوق على ذلك آثارا صريحة، لا ينكرها الخصم، بل يثبت أن الكشف كان عادتهن في أول الأمر، حتى أمرن بالتغطية، كيلا يتشبهن بالإماء، كما في آية الإدناء، وحينئذ فقوله هو الراجح، أو لا أقل من أن يكونا متساويين، وحينئذ، في الحالين، لا تصح القرينة هنا، فإن القرينة لا بد أن تسلم من المعارضة. ثم كيف يكون عادتهن، في عهد النبوة: الكشف. والتغطية مستحبة في أدنى أقوال العلماء..؟!!.. أفكان ذلك الرعيل الأول من المؤمنات مفرطات في هذا الثواب الجزيل، مع ما نقل عنهن من تسابق للخير، يوازي مسابقة الصحابة رضوان الله عليهم؟!. ¶ (3) إذا بطلت القرينة، بقيت الآية على حالها، صريحة في استثناء ما ظهر بغير قصد، ومن ثم تبطل دلالتها على جواز كشف الوجه الكف. ¶ (4) تشبيه الوجه والكف بالجلباب باطل، لأن الوجه والكف يمكن إخفاؤه، والجلباب لا يمكن. ¶ (5) مة نزاع في فهم كلام الصحابة، كابن عباس رضي الله عنهما: ما أراد بالوجه والكف؟. فالآثار عنه تبين أنه أراد جواز إظهارهما للمحارم غير الزوج، وليس الأجانب، وسيأتي تفصيله بعد قليل. ¶ (6) يبطل بذلك قول الشيخ أن معنى الآية: \"إلا ما ظهر منها بإذن الشارع وأمره\"؛ الوجه والكف، إلا في حالة واحدة، هي: إذا ظهرا بغير قصد. ¶ * * * ¶ الوجه الثاني: الزينة ليست المتزين. ¶ الزينة في كلام العرب هي: ما تتزين به المرأة، مما هو خارج عن أصل خلقتها، كالحلي. وكذلك استعملت الزينة في القرآن للشيء الخارج عن أصل خلقة المتزين، من ذلك قوله تعالى: ¶ - {يا بني آدم خذوا زينتكم عند كل مسجد}، أي الثياب.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "- {إنا جعلنا ما على الأرض زينة لها}، فالزينة على الأرض، وليس بعض الأرض. ¶ - {إنا زينا السماء الدنيا بزينة الكواكب}، فالكواكب زينة للسماء، وليست منها. ¶ وهكذا، فلفظ الزينة يراد بها ما يزين به الشيء، وليس من أصل خلقته. ¶ وعلى ذلك فتفسير الزينة ببدن المرأة خلاف الظاهر، ولا يحمل عليه إلا بدليل، فقول من قال: إن الزينة التي يجوز للمرأة إظهارها هو: الوجه والكف. خلاف المعنى الظاهر، فإذا فسرت بالثياب استقام في كلام العرب ولغة القرآن. [انظر: أضواء البيان 6/198-199]. ¶ ويؤيد هذا ما رواه ابن جرير [التفسير 17/257] بسنده: ¶ - عن أبي إسحاق، عن أبي الأحوص، عن عبد الله بن مسعود – رضي الله عنه - قال: {إلا ما ظهر منها}، قال: الثياب. قال أبو إسحاق: \"ألا ترى أنه قال: {خذوا زينتكم عند كل مسجد}\". ¶ فاستدل أبو إسحاق على صحة تفسير الزينة بالثياب بالقرآن، ففسر القرآن بالقرآن، وهذا أعلى درجات التفسير، لأن الله تعالى أعلم بمراده. ¶ فإن قال قائل: قد علمتم أن من الأقوال التي قيلت تفسيرا للزينة في الآية أنها: الكحل والخضاب. وهما من الزينة، لا شك في ذلك، وليسا من أصل الخلقة، فلم لا يكون الاستثناء عائدا إليهما، فيجوز للمرأة حينئذ إظهار الكحل في العين، والخضاب في اليد، وإذا حصل ذلك، لزم منه كشف الوجه واليد. ¶ فالجواب أن يقال: لا يلزم من جواز إظهار الكحل في العين: إظهار الوجه. ¶ ثم لا نسلم لكم أن ابن عباس رضي الله عنهما قصد بذكر الوجه والكف، أو الكحل، والخاتم، والخضاب: إظهارهما للأجانب. فإن هذا هو محل النزاع: ماذا عنى ابن عباس؟، وسيأتي بيان هذه المسألة. ¶ * * * ¶ الوجه الثالث: هو قول طائفة من السلف. ¶ القول بأن الذي يتسامح في ظهوره للأجانب هو الثياب، هو قول طائفة من السلف: ¶ - روى ابن جرير بسنده عن ابن مسعود، قال: \"{ولا يبدين زينتهن إلا ما ظهر منها}، قال: الثياب\".",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "- وروى أيضا بسنده إبراهيم النخعي قال: \"{ولا يبدين زينتهن إلا ما ظهر منها}، قال: الثياب\". ¶ - وروى بسنده عن الحسن في قوله: {إلا ما ظهر منها}، قال: الثياب. ¶ - ومثله عن أبي إسحاق السبيعي. [التفسير 17/256-257] ¶ - وقال ابن كثير في تفسيره [6/47]: \"{ولا يبدين زينتهن إلا ما ظهر منها}، أي ولا يظهرن شيئا زينة للأجانب، إلا ما لا يمكن إخفاؤه. وقال ابن مسعود: كالرداء والثوب. يعني ما كان يتعاناه نساء العرب، من المقعنة التي تجلل ثيابها، وما يبدو من أسافل الثوب، فلا حرج عليها فيه، لأن هذا لا يمكن إخفاؤه. ونظيره في زي النساء ما يظهر من إزارها، وما لا يمكن إخفاؤه. وقال بقول ابن مسعود: الحسن، وابن سيرين، وأبو الجوزاء، وإبراهيم النخعي وغيرهم\". ¶ فهذه أقوال جمع من السلف، كلها دلالتها صريحة على وجوب تغطية الوجه، فعلى الرغم من أن الآية عمدة عند القائلين بجواز الكشف، إلا أن هؤلاء الأئمة لم يفهموا هذا الفهم بوجه ما. ¶ وبهذه الأوجه يثبت من غير شك: أن دلالة الآية قاطعة، على وجوب الحجاب الكامل على المرأة. ¶ استطراد: اعتراض، وجواب. ¶ فإن قال قائل: فما تصنعون بالآثار الواردة عن الصحابة، ومن بعدهم من الأئمة في تفسير: {ما ظهر منها}، بالوجه والكف. وهي آثار منها الثابت، ومنها ما دون ذلك، والحجة في الثابت منها. ¶ فالجواب ما يلي: ¶ - (جواز كشف الوجه واليد للمحارم، لا الأجانب). ¶ ما ورد عن ابن عباس رضي الله عنهما في تفسير الآية بالوجه والكف: مفسر بما جاء عنه في الرواية الأخرى، التي رواها ابن جرير فقال:",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "- \"حدثني علي، قال: ثنا عبد الله، قال: ثنى معاوية، عن علي، عن ابن عباس قوله: {ولا يبدين زينتهن إلا ما ظهر منها}، قال: والزينة الظاهرة: الوجه، وكحل العين، وخضاب الكف، والخاتم. فهذه تظهر في بيتها، لمن دخل من الناس عليها\". [التفسير 17/259] (¬1). ¶ من هم الناس في كلام ابن عباس؟. أهم الأجانب؟.. ¶ كلا، فإن تحريم دخول الأجانب على النساء، لا يخفى على أحد، فضلا عنه، وقد قال رسول الله صلى الله وسلم: (إياكم والدخول على النساء)، والآية: {وإذا سألتموهن متاعا فسألوهن من وراء حجاب}. إذن فقصده إذن: من دخل عليها من محارمها غير الزوج. فهذه تبدي لهم ما ظهر منها، مما يشق عليها إخفاؤه في بيتها، فعلى هذا يحمل قول ابن عباس، لا على نظر الأجانب إليها. ¶ وهذا يوافق ما جاء عنه في تفسير قوله تعالى: {يدنين عليهن من جلابيبهن}، فقد روى ابن جرير بسنده إلى ابن عباس في الآية قال: \"أمر الله نساء المؤمنين إذا خرجن من بيوتهن في حاجة، أن يغطين وجوههن من فوق رؤوسهن بالجلابيب، ويبدين عينا واحدة\" [التفسير 19/181]، فهذا صريح في تغطية الوجه، وقد تقدم. ¶ ومن المعلوم المقرر عقلا: أنه إذا وردت عن الصحابي رواية صريحة في المعنى، وأخرى محتملة للمعنيين، كان حملها على المعنى الصريح هو المتوجب، فكيف إذا كانت هذه الأخرى أقرب إلى معنى الرواية الأولى؟. ¶ * * * ¶ مع يقيننا أن هذا الوجه قاطع للنزاع في معنى كلام ابن عباس رضي الله عنهما، فهو أحرى من فسر لنا كلامه، وقد بين أنه أراد إظهار الوجه والكف للمحارم، لمن دخل منهم البيت، وهو الموافق لقوله في آية الجلباب، إلا أنه تنزلا، وجدلا نقول: هب أن ابن عباس لم يرد عنه ما يفسر كلامه، فهل تفسيره الآية بالوجه والكف ليس له إلا احتمال واحد هو: جواز إظهارهما للأجانب؟. ¶ والجواب: كلا، بل ثمة احتمالات أخر، هي: ¶ ¬__________ ¶ (¬1) ... سند هذه الرواية صحيح، كما تقدم من كلام الإمام أحمد، وابن حجر، في مبحث آية الجلباب.",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "أولا: استثناء أم نهي؟. ¶ في الآية نهي واستثناء، فقوله: {ولا يبدين زينتهن} = نهي. وقوله: {إلا ما ظهر منها} = استثناء. ¶ فقول ابن عباس وغيره، إما أن يحمل على: النهي، أو الاستثناء. ¶ فأكثرهم نظر إلى الاستثناء، ولم ينظر إلى النهي، مع أنه محتمل، ففي الاستثناء: المعنى أنهن نهين عن إبداء زينتهن، ومنها الكف والوجه، وربما يكون سبب تخصيصهما حينئذ بالذكر: لأنهما أكثر ظهورا. بالنظر إلى كشفهما في الصلاة والإحرام، وحينئذ يكون تفسير ابن عباس لقوله: {ولا يبدين زينتهن}، لا قوله: {إلا ما ظهر منها}، وهو محتمل. وقد أورد ابن كثير هذا الاحتمال فقال: ¶ - \"وهذا يحتمل أن يكون تفسيرا للزينة التي نهين عن إبدائها\"، إلى أن قال: \"ويحتمل أن ابن عباس ومن تابعه: أرادوا تفسير ما ظهر منها بالوجه والكفين، وهذا هو المشهور عند الجمهور\"[التفسير6/47]. ¶ فإن احتج المخالف بأن هذا الوجه غير مشهور عند العلماء، قلنا: هو كذلك، لكن ليس هذا موضع الاحتجاج من إيراد هذا الوجه، إنما في وجود احتمال آخر غير المشهور، له ذكر عند العلماء، يوافق المشروع وغير باطل عقلا، ومعلوم أنه إذا تطرق الاحتمال بطل الاستدلال، ومن ثم لا تكون هذه التفسيرات من الصحابة رضوان الله عليهم حجة قاطعة على الكشف، بل محتملة غير ملزمة. ¶ وإذا كان هذا هو حال هذه التفسيرات، فكيف يعارض بها الدلالة المحكمة لآيات: الحجاب، والجلباب، والزينة؟!. ¶ ثانيا: العفو عما ظهر بغير قصد. ¶ تقدم في الوجه الأول: أن الآية تسامحت فيما ظهر من المرأة بغير قصد. ومعلوم أن المرأة قد يظهر منها الوجه والكف بغير اختيارها، وهذا يحصل كثيرا، بخلاف غيرهما، وعلى هذا يمكن حمل كلام ابن عباس وغيره من الصحابة رضوان الله عليهم على ما ظهر من المرأة بغير قصد، مما هو من زينتها، أو بدنها، كالوجه والكف، والخضاب، ونحو ذلك. ¶ ثالثا: التدرج في الحجاب.",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "ثمة جواب هنا ورد عن ابن تيمية هو: أن الحجاب هكذا شرع في بداية الأمر، ستر البدن كله، إلا الوجه والكفين، ثم لما نزلت آية الجلباب أمرن بستر الوجه والكف أيضا. قال: ¶ \"(فصل في اللباس في الصلاة) وهو أخذ الزينة عند كل مسجد، الذي يسميه الفقهاء: (باب ستر العورة في الصلاة)، فإن طائفة من الفقهاء ظنوا أن الذي يستر في الصلاة، هو الذي يستر عن أعين الناظرين، وهو العورة، وأخذ ما يستر في الصلاة من قوله: {ولا يبدين زينتهن إلا ما ظهر منها وليضربن بخمرهن على جيوبهن}، ثم قال: {ولا يبدين زينتهن}؛ يعنى الباطنة: {إلا لبعولتهن}الآية. فقال يجوز لها، في الصلاة، أن تبدى الزينة الظاهرة دون الباطنة، والسلف قد تنازعوا في الزينة الظاهرة على قولين: ¶ - فقال ابن مسعود ومن وافقه هي: الثياب. ¶ - وقال ابن عباس ومن وافقه هي: فى الوجه واليدين؛ مثل الكحل والخاتم. ¶ وعلى هذين القولين تنازع الفقهاء في النظر إلى المرأة الأجنبية، فقيل: يجوز النظر لغير شهوة إلى وجهها ويديها. وهو مذهب أبى حنيفة والشافعي وقول في مذهب أحمد. ¶ وقيل: لا يجوز. وهو ظاهر مذهب أحمد، فإن كل شيء منها عورة، حتى ظفرها، وهو قول مالك. وحقيقة الأمر أن الله جعل الزينة زينتين: زينة ظاهرة، وزينة غير ظاهرة. وجوز لها إبداء زينتها الظاهرة لغير الزوج، وذوي المحارم، وكانوا قبل أن تنزل آية الحجاب، كان النساء يخرجن بلا جلباب، يرى الرجل وجهها ويديها، وكان إذ ذاك يجوز لها أن تظهر الوجه والكفين، وكان حينئذ يجوز النظر إليها، لأنه يجوز لها إظهاره. ¶ ثم لما أنزل الله عز وجل آية الحجاب بقوله: {يا أيها النبي قل لأزواجك وبناتك ونساء المؤمنين يدنين عليهن من جلابيبهن}، حجب النساء عن الرجال، وكان ذلك لما تزوج زينب بنت جحش، فأرخى الستر ومنع النساء أن ينظرن، ولما اصطفى صفية بنت حيي بعد ذلك، عام خيبر، قالوا: (إن حجبها فهي من أمهات المؤمنين، وإلا فهي مما ملكت يمينه)، فحجبها.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "فلما أمر الله أن لا يسألن إلا من وراء حجاب، وأمر: أزواجه، وبناته، ونساء المؤمنين. أن يدنين عليها من جلابيبهن، والجلباب هو: الملاءة. وهو الذي يسميه ابن مسعود وغيره: الرداء. وتسميه العامة: الإزار. وهو الإزار الكبير الذي يغطى رأسها وسائر بدنها، وقد حكى أبو عبيد(¬1) وغيره: أنها تدنيه من فوق رأسها فلا تظهر إلا عينها. ومن جنسه النقاب، فكن النساء ينتقبن، وفى الصحيح: (أن المحرمة لا تنتقب، ولا تلبس القفازين)، فإذا كن مأمورات بالجلباب، لئلا يعرفن، وهو ستر الوجه، أو ستر الوجه بالنقاب، كان الوجه واليدان من الزينة التي أمرت ألا تظهرها للأجانب، فما بقى يحل للأجانب النظر إلا إلى الثياب الظاهرة. ¶ فابن مسعود ذكر آخر الأمرين، وابن عباس ذكر أول الأمرين\". [الفتاوى 22/109-111] ¶ رابعا: عورة النظر غير عورة الصلاة. ¶ هذه الآية ليست في عورة النظر، بل عورة الصلاة. وذلك أن العورة عورتان: ¶ - عورة في النظر، وهذه تعم جميع البدن. ¶ - وعورة في الصلاة، وهذه تعم البدن إلا الوجه والكف. ¶ وطائفة من العلماء يقولون بأن للمرأة أن تكشف وجهها وكفها. ومقصودهم أن ذلك في الصلاة، لأنها مأمورة به في الصلاة، ويدل على هذا أن كلامهم في جواز كشف الوجه يأتي عند الكلام على ستر العورة في الصلاة، وقد نص طائفة من أهل العلم على التفريق بين عورة النظر وعورة الصلاة: ¶ - قال البيضاوي في تفسيره قوله تعالى: {ولا يبدين زينتهن..}: \"والمستثنى هو الوجه والكفان، لأنهما ليسا من العورة، والأظهر أن هذا في الصلاة لا في النظر، فإن بدن الحرة كلها عورة، لا يحل لغير الزوج والمحرم النظر إلى شيء منها، إلا لضرورة، كالمعالجة وتحمل الشهادة\". ¶ ¬__________ ¶ (¬1) ... هذا القول مشهور عن عبيدة السلماني، وليس أبا عبيد، فيبدو ثمة تصحيف هنا.",
            "page": "67",
            "part": "1"
        },
        {
            "id": "68",
            "nass": "- قال الشهاب في شرحه تفسير البيضاوي [عناية القاضي وكفاية الراضي 6/373، انظر: عودة الحجاب 3/228،231]: \"ومذهب الشافعي رحمه الله، كما في الروضة وغيرها، أن جميع بدن المرأة عورة، حتى الوجه والكف مطلقا، وقيل: يحل النظر إلى الوجه والكف، إن لم يخف فتنة، وعلى الأول: هما عورة إلا في الصلاة، فلا تبطل صلاتهما بكشفهما\"، قال: \"وما ذكره [البيضاوي] من الفرق بين العورة في الصلاة وغيرها، مذهب الشافعي رحمه الله\". ¶ - وقال ابن تيمية: \"التحقيق أنه ليس بعورة في الصلاة، وهو عورة في باب النظر، إذ لم يجز النظر إليه\". وقال: \"فليست العورة في الصلاة مرتبطة بعورة النظر لا طردا ولا عكسا\" [الفتاوى الكبرى 4/409] ¶ - وقال ابن القيم: \"العورة عورتان: عورة في الصلاة، وعورة في النظر، فالحرة لها أن تصلي مكشوفة الوجه والكفين، وليس لها أن تخرج في الأسواق ومجامع الناس كذلك\". [إعلام الموقعين 2/80] ¶ - وقال الأمير الصنعاني في سبل السلام (1/176): \"ويباح كشف وجهها، حيث لم يأت دليل بتغطيته، والمراد كشفه عند صلاتها، بحيث لا يراها أجنبي، فهذه عورتها في الصلاة، وأما عورتها بالنظر إلى نظر الأجنبي إليها فكلها عورة\". ¶ - وقال عبد القادر الشيباني الحنبلي في نيل المآرب بشرح دليل الطالب 1/39 [عودة الحجاب 3/230]: \" والوجه والكفان من الحرة البالغة عورة خارج الصلاة، باعتبار النظر، كبقية بدنها\". ¶ - يقول الشيخ أبو الأعلى المودودي: \"الفرق كبير جدا بين الحجاب وسترة العورة، فالعورة ما لا يجوز كشفه حتى للمحارم من الرجال، وأما الحجاب فهو شيء فوق ستر العورة، وهو ما حيل به بين النساء والأجانب من الرجال\" [تفسير سورة النور ص158، انظر: عودة الحجاب 3/232].",
            "page": "68",
            "part": "1"
        },
        {
            "id": "69",
            "nass": "وليس المقصود استقصاء هذه الأقوال، لكن المقصود بيان أنه لا يصح أن يفهم من مجرد قولهم: والمرأة الحرة كلها عورة إلا وجهها وكفيها. أو بقولهم في الآية: {إلا ما ظهر منها}، هو الوجه والكف. أن مذهبهم جواز الكشف أمام الأجانب. إذ قد يكون مقصودهم أن هذا في الصلاة، فلا بد إذن من دليل آخر يدل صراحة على أن مذهبهم جواز كشف الوجه أمام الأجانب. ¶ إذن كل الأدلة تفضي إلى وجوب تغطية الوجه والكف وسائر البدن، وعلى هذا كلام جماهير أهل العلم. ¶ * * * ¶ - لا يعارض القطعي بالظني. ¶ لو فرضنا جدلا أن هذه الآثار تخالف الدلالة القطعية للآية، فالحجة فيما أثبتته الآية، فقول الله تعالى ورسوله صلى الله عليه وسلم مقدم على قول كل أحد، وكم من النصوص فسرت بما يعارضها، وكان الواجب طرحها والإعراض عنها.. فلو قدرنا أن هذه الآثار المفسرة للآية بكشف الوجه ثابتة السند والمعنى، فلا ريب أن الحجة فيما قطع بدلالته، وآية الزينة بينة الدلالة على وجوب التغطية، كما أثبتنا، وقد أثبتنا قبل ذلك قطعية دلالة آية الحجاب، وكذا آية الجلباب، على وجوب الحجاب الكامل، فكيف تطرح هذه القطعيات لبعض الأقوال، وبعضها لا تثبت، وبعضها ليست قطعية الدلالة، لها تأويل؟!. كما قد تبين بالبيان السابق. ¶ فإن قيل: هل أنتم أعلم أم ابن عباس ومن وافقه، وقد فسروا: {ما ظهر منها}، بأنه الوجه والكف؟. ¶ فيقال: بل هم أعلم، إنما النزاع في معنى ما ورد عنهم، فقد تبين بالأوجه السابقة: أن توجيه كلامهم نحو جواز كشف الوجه واليد مطلقا، فيه نظر !!، ولا يسلم للمخالف به، والذي حملنا على هذا الرأي: ¶ (",
            "page": "69",
            "part": "1"
        },
        {
            "id": "70",
            "nass": "1) ما ورد عنهم من قول خلاف ذلك، حيث تقدم قول ابن عباس أنها في الذي يدخل على المرأة بيتها، والمقطوع به أن ابن عباس رضي الله عنهما لم يكن ليجيز لغير محرم دخوله على امرأة أجنبية، فضلا أن يجيز لها كشف وجهها ويديها أمامه، في بيتها، كيف وهو الذي فسر الإدناء، بأن تغطي المرأة وجهها، فلا تبدي إلا عينا واحدة، أفكان يأمرها بالتغطية خارج البيت، ويأذن لها بالكشف داخل البيت؟!. ¶ (2) أن أصل الحجاب مشروع، ونصوصه الدالة عليه عديدة، فهي شعيرة، ومن المحكمات، فليس من السهولة تجاوز هذا الحكم الواضح لأجل آثار، بعضها لا تثبت، وبعضها لها تأويل سائغ، فتكون من المتشابهات التي يجب ردها إلى المحكمات. ¶ (3) أن من الصحابة رضوان الله عليهم، وهو ابن مسعود رضي الله عنه، من صرح في الآية بغير هذا المعنى، فقال هو: الثياب. وتبعه على ذلك جمع من التابعين. ¶ * * * ¶ - القول في قوله تعالى: \"وليضربن بخمرهن على جيوبهن\". ¶ قال الإمام البخاري: \"باب {وليضربن بخمرهن على جيوبهن}\"، ثم ذكر سنده إلى عائشة رضي الله عنها قالت: (يرحم الله نساء المهاجرات الأول، لما أنزل الله: {وليضربن بخمرهن على جيوبهن}، شققن مروطهن، فاختمرن بها). [فتح الباري 8/489] ¶ يرى الشيخ الألباني، رحمه الله وأعلى درجته، أن الخمار عند الإطلاق هو غطاء الرأس فقط، دون الوجه، وقد يستعمل أحيانا في غطاء الوجه، يقول: ¶ - \"الخمار غطاء الرأس فقط، دون الوجه\" [الرد المفحم ص13]. ¶ - \"كما أن العمامة عند إطلاقها، لا تعني تغطية وجه الرجل؛ فكذلك الخمار عند إطلاقه، لا يعني تغطية وجه المرأة\".[الرد المفحم ص18]. ¶ - \"وجملة القول: إن الخمار والاعتجار عند الإطلاق؛ إنما يعني: تغطية الرأس، فمن ضم إلى ذلك تغطية الوجه، فهو مكابر معاند، لما تقدم من الأدلة\".[الرد المفحم ص25]. ¶ - \"لا ينافي كون الخمار غطاء الرأس، أن يستعمل أحيانا لتغطية الوجه\". [الرد المفحم ص23] ¶ وقد بنى رأيه هذا على أمور ثلاثة هي:",
            "page": "70",
            "part": "1"
        },
        {
            "id": "71",
            "nass": "- الأول: نصوص من الكتاب والسنة دلت على أن الخمار: غطاء الرأس. ¶ قال: \" وأما مخالفته للسنة فهي كثير؛ منها قوله صلى الله عليه وسلم: \"لا يقبل الله صلاة حائض إلا بخمار\" وهو حديث صحيح، مخرج في الإرواء (196) برواية جمع؛ منهم ابن خزيمة، وابن حبان في صحيحيهما. ¶ فهل يقول الشيخ التويجري، بأنه يجب على المرأة البالغة أن تستر وجهها في الصلاة ؟!. ¶ ومثله قوله صلى الله عليه وسلم في المرأة التي نذرت أن تحج حاسرة: (مروها فلتركب، ولتختمر، ولتحج)، وفي رواية: (وتغطي شعرها)، وهو صحيح أيضا، خرجته في الأحاديث الصحيحة (2930). ¶ فهل يجيز للمحرمة أن تضرب بخمارها على وجهها، وهو يعلم قوله صلى الله عليه وسلم: (لا تنتقب المرأة المحرمة..)؟!. ¶ ومثل ذلك أحاديث المسح على الخمار في الوضوء\". [الرد المفحم 16-17] ¶ - الثاني: أقوال المفسرين والفقهاء في معنى الخمار. ¶ قال رحمه الله : \"فمن المفسرين: إمامهم ابن جرير الطبري، والبغوي، والزمخشري، وابن العربي، وابن تيمية، وابن حيان الأندلسي، وغيرهم كثير، وكثير ممن ذكرنا هناك. ¶ ومن المحدثين: ابن حزم، والباجي الأندلسي..\". ¶ قال: \" ومن الفقهاء: أبو حنيفة، وتلميذه محمد بن الحسن، في الموطأ، وستأتي عبارته في ص (34)، والشافعي القرشي، والعيني\". [الرد المفحم 18،21] ¶ - الثالث: كلام أهل اللغة في معنى الخمار. ¶ قال: \"ومن ذلك قول العلامة الزبيدي في (شرح القاموس) 3/189، في قول أم سلمة رضي الله عنها: إنها كانت تمسح على الخمار. أخرجه ابن أبي شيبة في (المصنف) 1/22: أرادت بـ(الخمار): العمامة؛ لأن الرجل يغطي بها رأسه؛ كما أن المرأة تغطيه بخمارها. ¶ وكذا في (لسان العرب). وفي المعجم (الوسيط)، تأليف لجنة من العلماء، تحت إشراف (مجمع اللغة العربية)، ما نصه: (الخمار): كل ما ستر. ومنه خمار المرأة، وهو ثوب تغطي به رأسها. ومنه العمامة؛ لأن الرجل يغطي بها رأسه، ويديرها تحت الحنك\". [الرد المفحم 17-18] ¶ * * *",
            "page": "71",
            "part": "1"
        },
        {
            "id": "72",
            "nass": "كان ذلك رده رحمه الله على من فسر الخمار بغطاء الوجه، في قوله تعالى: {وليضربن بخمرهن على جيوبهن}، حيث يرى رحمه الله: أن الآية لا تدل على غطاء الوجه، بل الرأس، لأن معنى الخمار كذلك. ¶ وقد استنكر كل قول يفسر الخمار بغطاء الوجه، ووصف كل ما ورد عن الأئمة بهذا المعنى أنه: إما زلة، أو سبق قلم، أو تفسير مراد. فقال [الرد المفحم ص13]: ¶ \"وتشبث في ذلك ببعض الأقوال، التي لا تعدو أن تكون من باب: زلة عالم، أو سبق قلم، أو في أحسن الأحوال: تفسير مراد، وليس تفسير لفظ؛ مما لا ينبغي الاعتماد عليه في محل النزاع والخلاف\". ¶ وتعليقا على ما أورده الشيخ يقال هنا: ¶ - أولا: ليست الآية هي الحجة في وجوب غطاء الوجه. ¶ هذه مسألة مهمة، وهي: أن آية الخمار ليست العمدة في وجوب غطاء الوجه، فدليل الوجوب قد تقدم في الآيات الثلاثة: آية الحجاب، وآية الجلباب، وآية الزينة. ودلالتها محكمة على الوجوب. ¶ وعلى ذلك: فعدم قطعية دلالة هذه الآية على وجوب غطاء الوجه، لا يسقط الحكم أو يلغيه. ¶ ومعلوم أن الآية وردت نهيا عن تشبه النساء المؤمنات بالجاهلية، حيث كانت المرأة تلبس الخمار على رأسها، ثم تسدل من الخلف، فينكشف الصدر والعنق، كما يفعل نساء النبط، فأمرن بالسدل من الأمام، حتى يغطين كل ذلك، وهذا يحتمل: ¶ - أن يغطى معه الوجه، وهو الأقرب، والموافق للأمر في نصوص: الحجاب، والجلباب، والزينة. ¶ - أن يدور حول الوجه، مغطيا الأذن، ثم العنق، ثم الصدر. والمعنى يحتمل هذا الوجه. ¶ ولأجله فإن الآية ليست قاطعة الدلالة في الجهتين. فإذا كان لا يحق لمن يقول بالتغطية الاحتكام إليها، فكذلك من يقول بالكشف، لا يحق له التحكم بمعناها، والقول بأنها تدل على الكشف بالقطع. ¶ بل إذا فسرت بتغطية الوجه، فهو تفسير معتبر، لأنه تفسير في ضوء نصوص الحجاب الأخرى، فتتلاءم، وفي كلام العلماء وأهل اللغة تفسير الخمار بغطاء الوجه.",
            "page": "72",
            "part": "1"
        },
        {
            "id": "73",
            "nass": "ولو فسرت بتغطية العنق والصدر وما جاور الوجه، فهذا لا يمنع من وجوب غطاء الوجه، لكن بالنصوص الأخرى، فتكون هذه الآية نصت على تغطية العنق والصدر، وخصت بالذكر لشيوع كشفها في الجاهلية. ¶ - ثانيا: العلماء الذين فسروا الخمار في النصوص الشرعية بغطاء الوجه. ¶ نص بعض العلماء على أن الخمار في المصطلح الشرعي هو: غطاء الوجه. منهم ابن تيمية، والعيني صاحب عمدة القاري، وابن حجر. ¶ - فأما ابن تيمية فقال: \" الخمر التي تغطي: الرأس، والوجه، والعنق. والجلابيب التي تسدل من فوق الرؤوس، حتى لا يظهر من لابسها إلا العينان\". [الفتاوى 22/147]. ¶ - وأما العيني فقال: \" قوله: (نساء المهاجرات)؛ أي النساء المهاجرات، قوله: (مروطهن)، جمع مرط، بكسر الميم، وهو الإزار. قوله: (فاختمرن بها)، أي غطين وجوههن بالمروط التي شققنها\". [عمدة القاري 10/92، انظر: عودة الحجاب3/287]. ¶ - وأما ابن حجر فقال:\"قوله: (فاختمرن)؛ أي غطين وجوههن؛ وصفة ذلك أن تضع الخمار على رأسها، وترميه من الجانب الأيمن على العاتق الأيسر، وهو التقنع. قال الفراء: كانوا في الجاهلية تسدل المرأة خمارها من ورائها، وتكشف ما قدامها، فأمرن بالاستتار، والخمار للمرأة كالعمامة للرجل\". [الفتح8/498].. فكلامه هنا صريح في أن الخمار غطاء الرأس والوجه، وله نص آخر صريح، قال فيه: \"ومنه خمار المرأة؛ لأنه يستر وجهها\" [الفتح 10/48، الأشربة، باب: ما جاء أن الخمر ما خامر العقل] يؤكده قوله في التخمير: \"وهو التقنع\"، فالخمار هو القناع عنده، وقد عرف القناع فقال: ¶ - \"قوله: (باب التقنع) بقاف ونون ثقيلة، وهو: تغطية الرأس، وأكثر الوجه، برداء أو غيره\" [في الفتح، باب اللباس، باب: التقنع. 10/274] ¶ - وقال: \"قوله: (مقنع) بفتح القاف والنون المشددة: وهو كناية عن تغطية وجهه بآلة الحرب\" [الفتح 6/25] ¶ إذن الخمار غطاء الرأس والوجه، وهو القناع، والقناع ما يغطي الرأس والوجه، هكذا يقول ابن حجر.",
            "page": "73",
            "part": "1"
        },
        {
            "id": "74",
            "nass": "فهل يسوغ بعد هذا أن يقال: إنما ذلك سبق قلم منه، أو خطأ من الناسخ، أو أنه أراد معنى مجازيا..؟!. ¶ هذا ما ذهب إليه الشيخ الألباني، أعلى الله درجته، فقال [الرد المفحم ص19-21]: ¶ \"وهنا لا بد لي من الوقفة- وإن طال الكلام أكثر مما رغبت- لبيان موقف للشيخ التويجري، غير مشرف له، في استغلاله لخطأ وقع في شرح الحافظ لحديث عائشة الآتي في الكتاب (78) في نزول آية (الخُمُر) المتقدمة، وبتره من شرح الحافظ نص كلامه المذكور لمخالفته لدعواه! فقال الحافظ في شرح قول عائشة في آخر حديثها:( فاختمرن بها) (8/490): ( أي: غطين وجوههن، وصفة ذلك أن تضع الخمار على رأسها، وترميه من الجانب الأيسر، وهو التقنع. قال الفراء: كانوا في الجاهلية تسدل المرأة خمارها من ورائها، وتكشف ما قدامها، فأمرن بالاستتار، و (الخمار) ... ) إلى آخر النص. ¶ فأقول: لقد ردّ الشيخ في كتابه (ص 221) قولي الموافق لأهل العلم –كما علمت- بتفسير الحافظ المذكور: (غطين وجوههن)، وأضرب عن تمام كلامه الصريح في أنه لا يعني ما فهمه الشيخ، لأنه يناقض قوله: (وصفة ذلك ... ) فإن هذا لو طبَّقه الشيخ في خماره، لوجد وجهه مكشوفاً غير مغطى!. ويؤكد ذلك النص الذي بتره الشيخ عمداً أو تقليداً، وفيه تشبيه الحافظ خمار المرأة بعمامة الرجل، فهل يرى الشيخ أن العمامة أيضاً- كالخمار عنده- تغطي الرأس والوجه جميعاً؟!. وكذلك قوله: (وهو التقنع)، ففي كتب اللغة: (تقنّعت المرأة؛ أي: لبست القناع وهو ما تغطي به المرأة رأسها)، كما في (المعجم الوسيط) وغيره، مثل الحافظ نفسه فقد قال في (الفتح 7/235 و 10/274):( التقنع: تغطية الرأس).",
            "page": "74",
            "part": "1"
        },
        {
            "id": "75",
            "nass": "وإنما قلت: أو تقليداً. لأني أربأ بالشيخ أن يتعمد مثل هذا البتر، الذي يغيّر مقصود الكلام، فقد وجدت من سبقه إليه من الفضلاء المعاصرين، ولكنه انتقل إلى رحمة الله وعفوه، فلا أريد مناقشته. عفا الله عنا وعنه. وبناءً على ما سبق فقوله: (وجوههن)، يحتمل أن يكون خطأ من الناسخ، أو سبق قلم من المؤلف، أراد أن يقول: (صدورهن) فسبقه القلم! ويحتمل أن يكون أراد معنىً مجازياً؛ أي: ما يحيط بالوجه. من باب المجاورة، فقد وجدت في (الفتح) نحوه، في موضع آخر منه، تحت حديث البراء رضي الله عنه: (أتى النبي صلى الله عليه وسلم رجلٌ بالحديد ... ) الحديث. رواه البخاري وغيره، وهو مخرج في (الصحيحة) (2932) فقال الحافظ (6/ 25): (قوله: مقَنَّع. بفتح القاف والنون المشددة: وهو كناية عن تغطية وجهه بآلة الحرب). ¶ فإنه يعني ما جاور الوجه، وإلا لم يستطع المشي فضلاً عن القتال كما هو ظاهر\". ¶ هنا ثمة ملاحظات: ¶ الملاحظة الأولى: جزم الشيخ بأن وصف ابن حجر لطريقة وضع الخمار: يلزم منه كشف الوجه. وهذا لا يسلم له به، فالمرأة إذا وضعت خمارها على رأسها، ثم لفت طرفه الأيمن على وجهها، ثم ألقت الذيل على العاتق الأيسر، كان ذلك غطاء للوجه، وهذا ما عناه ابن حجر، ولذا جعل التخمير تغطية الوجه. ¶ الملاحظة الثانية: استدل الشيخ لرأيه بقول ابن حجر: \"وهو التقنع\"، وجزم أنه يعني بالتقنع غطاء الرأس فحسب، وساق تعريفا له قال فيه: \"التقنع: تغطية الرأس\"، لكن فات الشيخ رحمه الله أن ينقل التعريف بتمامه، وفيه ذكر الوجه، وهو كما تقدم، قال ابن حجر: \": \"قوله: (باب التقنع) بقاف ونون ثقيلة، وهو: تغطية الرأس، وأكثر الوجه، برداء أو غيره\" [في الفتح، باب اللباس، باب: التقنع. 10/274].",
            "page": "75",
            "part": "1"
        },
        {
            "id": "76",
            "nass": "الملاحظة الثالثة: أبى الشيخ إلا أن يوجه قول ابن حجر في المقنّع: \"وهو كناية عن تغطية الوجه بآلة الحرب\". بأنه: \"يعني ما جاور الوجه، وإلا لم يستطع المشي\".!!.. هكذا قال، لكن كل من عرف قناع الحرب، أدرك أن منه ما يغطي الوجه كاملا، وله فتحات عند العين للرؤية، فلا يدخل إذن هذا التعريف من ابن حجر دائرة المحال، حتى يصح اللجوء إلى المجاز.!!. ¶ إذن، ابن حجر، يرى الخمار هو القناع، ومعناهما: تغطية الوجه والرأس. فإنه يقول: ¶ - \"قوله: (فاختمرن بها)؛ أي غطين وجوههن\". ¶ - \"ومنه خمار المرأة؛ لأنه يستر وجهها\". ¶ ويفسر الخمار بأنه القناع، ويقول عن القناع: ¶ - \"تغطية الرأس، وأكثر الوجه، برداء أو غيره\". ¶ - وعن الرجل المقنع: \"هو كناية عن تغطية الوجه بآلة الحرب\". ¶ وبعد: فهل كل هذا سبق قلم، أو خطأ من الناسخ، أو معنى مجازي ؟!!. ¶ ولنا أن نسأل: هل يستحيل عقلا أن يقول ابن حجر: الخمار غطاء الوجه والرأس؟!. ¶ إن صنيع الشيخ هذا، من الحكم بالخطأ والتأويل بالمجاز، لو كان مع نص شرعي، يرى دينا تأويله، بقصد الجمع بين النصوص ومنع تعارضها، كما هو مذهب أهل السنة في النصوص المتشابهة، لكان سائغا. ¶ لكن الذي لا يسوغ أن يصنع كذلك بنص بشري غير معصوم، فإلزام ابن حجر أنه لا يقصد بالخمار غطاء الوجه، ولا بالقناع، يحمل على التساؤل: ولم لا يكون ابن حجر أراد ما قاله ظاهرا؟. ¶ هل ما قاله يستحيل أن يقول به إنسان أو عالم؟. ¶ لا نظن أنه من المحال أن يقول أحد من الناس: إن الخمار غطاء الوجه. حتى ولو فرض أنه خطأ، فإذا ثبت عدم الاستحالة، فلم لا يترك قوله على ظاهر، ويعقب بالقول بأنه أخطأ، دون اللجوء إلى المجاز ونحوه؟!. ¶ الملاحظة الرابعة: استنكر الشيخ أن تغطي العمامة الوجه مع الرأس. وأن يكون معنى الاعتجار: تغطية الوجه، ولا وجه لاعتراضه رحمه الله وأعلى درجته، فإن العمائم قد تستخدم لتغطية الوجه، والأدلة ما يلي: ¶ (",
            "page": "76",
            "part": "1"
        },
        {
            "id": "77",
            "nass": "1) قال محمد بن الحسن: \"لا يكون الاعتجار إلا مع تنقب، وهو أن يلف بعض العمامة على رأسه، وطرفا منه يجعله شبه المعجر للنساء، وهو أن يلفه حول وجهه\".[ المبسوط 1/31. انظر: عودة الحجاب 3/288] ¶ (2) قال ابن الأثير: \"وفي حديث عبيد الله بن عدي بن الخيار: (جاء وهو معتجر بعمامته، ما يرى وحشي منه إلا عينيه ورجليه)، الاعتجار بالعمامة: هو أن يلفها على رأسه، ويرد طرفها على وجهه، ولا يعمل منها شيئا تحت ذقنه\". [النهاية في غريب الحديث والأثر 3/185]، فالعمامة إذن تستعمل في تغطية الرأس وحده، وقد يكون معه الوجه. كالخمار، فلا وجه إذن للمنع من دلالة ذلك على غطاء الوجه. ومع هذا فإن الشيخ قال: \"هو صفة كاشفة للاعتجار، وليست لازمة له\". [الرد المفحم ص25] فالشيخ لايرى غطاء الوجه لازما للاعتجار، خلافا لابن الأثير. ¶ (3) ما قاله ابن الأثير مؤيد بأشعار العرب، حيث قال الشاعر النميري [المصون في سر الهوى المكنون 40]: ¶ يخبئن أطراف البنان من التقى *** ويخرجن جنح الليل معتجرات ¶ فإذا كن يغطين أطراف أصابعهن تقى، فهذا دليل على أن اعتجارهن كان بتغطية الوجه مع الرأس، فلم يكن ليخبئن الأطراف، ويظهرن الوجه. ¶ (4) ثمة قبيلة معروفة، شعارها تغطية الرجال وجوههم بالعمائم، وهم قبيلة الطوارق، الساكنون في موريتانيا على الحدود، فإنهم يعتجرون العمائم، فيغطون بها وجوههم، فلا يرى منه إلا العين. ¶ فإذا قيل: اعتجرت المرأة. دل ذلك على غطاء رأسها ووجهها، ولا يمُنع من ذلك إلا بقرينة صحيحة، ولاوجه للقول إنها زلة عالم، فتفسير هذه الكلمات بهذا المعنى ليس غريبا، ولا شاذا، ولم يقل أحد إنها كذلك، والشواهد السابقة دليل على صحة هذا المعنى، ولم نر أحدا من علماء اللغة، أو التفسير، أو الحديث، أو الفقه خطأ من قال بذلك، ووصف قوله بأنها زلة، لم نر ذلك إلا من كلام الشيخ رحمه الله تعالى.!!. ¶ * * * ¶ ثالثا: الخمار غطاء الرأس والوجه.",
            "page": "77",
            "part": "1"
        },
        {
            "id": "78",
            "nass": "من ينظر في كتب اللغة يجد عامة أهل العربية قد اصطلحوا على تفسير الخمار بالغطاء، وخمار المرأة بغطاء رأسها، ثم إن الشيخ رحمه الله أخذ هذا المعنى اللغوي، وحكمه على نصوص شرعية، وفيه نظر من جهتين: ¶ - الأولى: من جهة الفرق بين المصطلح الشرعي واللغوي. ¶ - والثانية: من جهة حقيقة قول من فسر الخمار بغطاء الرأس. ¶ الجهة الأولى: الخمار بين المصطلح الشرعي واللغوي. ¶ من المعلوم أن ثمة فرقا بين المصطلح الشرعي واللغوي للكلمة الواحدة، وأضرب مثلا: ¶ الإيمان في كلام أهل اللغة هو التصديق. لكنه في اصطلاح الشارع أعم من ذلك، حيث يشمل: التصديق بالقلب، والقول باللسان، والعمل بالجوارح. فإن ورد لفظ الإيمان في نص شرعي، كان هذا معناه، وخطأ المرجئة أنهم قصروا المعنى على الاصطلاح اللغوي، ولم ينظروا في الاصطلاح الشرعي. ¶ ثم إن الإيمان نفسه قد يرد في نص شرعي، ويراد به المعنى اللغوي، أو قريبا منه، وذلك إذا اقترن بالإسلام، فيكون دالا على الباطن، والإسلام على الظاهر. ¶ وبالنظر والتأمل نجد أن للخمار الحكم نفسه، ففي اللغة هو خمار الرأس. لكن جاء الاصطلاح الشرعي فزاد فيه الوجه، والدليل مركب من مقدمات ثلاثة ونتيجة: ¶ - أن غطاء الوجه مشروع، لا يجادل في هذا عالم، إما وجوبا أو استحبابا. ¶ - أن المؤمنات أمرن بالتخمير: {وليضربن بخمرهن على جيوبهن}. ¶ - يصح في الخمار أن يكون غطاء الوجه والرأس معا، وهذا أمر أقر به الشيخ رحمه، حيث قال عنه: \"لا يلزم من تغطية الوجه به أحيانا، أن ذلك من لوازمه عادة، كلا\". [جلباب المرأة المسلمة ص73] ¶ - والنتيجة: أن الخمار الشرعي: هو غطاء الوجه والرأس، سواء كان وجوبا أو استحبابا.",
            "page": "78",
            "part": "1"
        },
        {
            "id": "79",
            "nass": "لكن قد يأتي الخمار في مصطلح شرعي، ويراد به الرأس فحسب، إذا وجدت القرينة، كما في حديث صلاة المرأة بخمار، وغيره من النصوص التي استدل بها الشيخ الألباني، فالقرينة حاكمة، فإنه من المقطوع به أن المرأة إذا صلت أمرت بتغطية رأسها، دون وجهها وكفيها، فهذا قرينة تدل على أن المقصود بالخمار في الأثر هو غطاء الرأس، لكن إذا خلت من القرينة، فالمصطلح الشرعي للخمار هو غطاء الوجه والرأس. ¶ إذن الأمر عكس ما ذهب إليه الشيخ الألباني: فالخمار إذا أطلق في النصوص الشرعية: دل على غطاء الرأس والوجه معا، سواء على جهة الوجوب، أو الاستحباب [على قول من يقول به]، ليس غطاء الرأس فحسب. ¶ الجهة الثانية: حقيقة قول من فسر الخمار بغطاء الرأس. ¶ يلاحظ في كلام العلماء في تفسير الخمار أنهم قالوا: غطاء الرأس. ولم يذكروا الوجه، ولم ينفوه. ¶ أفلا ينم هذا عن عدم ممانعتهم: أن يكون الخمار شاملا الاثنين، وإن اكتفوا بذكر الرأس؟. ¶ قد يقال وما الداعي لهذا الاحتمال؟. ¶ الجواب: أن الوجه من الرأس، ودخوله في المعنى وارد، وإذا أضيف إلى ذلك أمر الشارع بغطاء الوجه، سواء على جهة الوجوب، أو الاستحباب [لمن قال به]، فهذان وجهان يؤيدان دخول الوجه في المعنى، ويكون العلماء ذكروا الرأس، واستغنوا عن الوجه، لأنه يدخل ضمنا فيه، ونضرب ابن حجر مثلا: ¶ تقدم رأيه رحمه الله في الخمار أنه: غطاء الوجه والرأس. بنصوص صريحة، ومع ذلك وجدناه يقول: ¶ \"والخمر، بضم الخاء والميم، جمع خمار، بكسر أوله والتخفيف: ما تغطي به المرأة رأسها\" [الفتح 10/296، اللباس، باب: الحرير للنساء] ¶ فنحن إزاء هذا بين أمور: ¶ - فأما أن نحكم عليه بالتناقض، ونعرض عن قوله كليا. ¶ - وإما أن نرجح أنه أراد غطاء الرأس، ونبطل قوله الآخر، كما فعل الشيخ رحمه الله تعالى. ¶ - وإما أن نرجح أنه أراد غطاء الوجه والرأس، ونحمل قوله الآخر على الأول.",
            "page": "79",
            "part": "1"
        },
        {
            "id": "80",
            "nass": "فأما التناقض فلا وجه له، وذلك لأن التناقض يكون عند تعذر الجمع، وهنا غير متعذر، فالوجه من الرأس، فالاكتفاء بذكر أحدهما عن الآخر وارد، ولو أنه قال في الأول الرأس، وفي الآخر القدم، لصح التناقض. ¶ وأما ترجيح غطاء الرأس دون الوجه فلا وجه له أيضا: وذلك لأننا أمام نصوص عديدة له، كلها يفسر فيها الخمار بغطاء الوجه والرأس، فلا يمكن تجاهل هذه النصوص، وترجيح أن الخمار غطاء الرأس فحسب. ¶ إذن ليس أمامنا إلا ترجيح أنه أراد بالخمار غطاء الوجه والرأس جميعا، ونحمل قوله الآخر على هذا الأول، ولا نعارضه به، لأمور: ¶ (1) لأنه صريح كلامه، في أكثر من موضع. ¶ (2) لأن الوجه من الرأس، فيصح أن يكون مع تغطية الرأس تغطية الوجه، ولا يمتنع ذلك شرعا ولا عقلا، كما يقر الشيخ نفسه بهذا، لما ذكر أن الخمار قد يكون يغطى به الوجه. ¶ (3) لأنه لو أخذنا بقوله أن الخمار غطاء الوجه والرأس، لم نبطل قوله الآخر، لكن لو أخذنا بظاهر قوله أنه غطاء الرأس، ورجحنا أنه أراد الرأس فحسب. نكون أبطلنا قوله الأول. وإذا أمكن إعمال القولين، من غير مانع عقلي أو شرعي، فهو أولى من إبطال أحدهما، ولا مانع عقلي أو شرعي. ¶ ومما يدل على أن العلماء لا يمانعون من دخول الوجه في معنى الخمار، ولو اقتصروا على ذكر الرأس: أنهم عرفوا النصيف، فقالوا: \"والنصيف: الخمار\" [لسان العرب14/166]، ومعروف أن النصيف غطاء الوجه، يدل على هذا: ¶ - ما جاء في لسان العرب [14/166]: \"قال أبو سعيد: النصيف ثوب تجلل به المرأة فوق ثيابها كلها، سمي نصيفا، لأنه نصف بين الناس وبينها، فحجز أبصارهم عنها\". والأبصار لن تحجز إلا بغطاء كامل يدخل فيه الوجه.",
            "page": "80",
            "part": "1"
        },
        {
            "id": "81",
            "nass": "- وما جاء في قصة المتجردة زوجة النعمان، فقد ذكر أبو الفرج الأصفهاني في كتابه (الأغاني 11/11) \"أن النابغة الذبياني كان كبيرا عند النعمان، خاصا به، وكان من ندمائه وأهل أنسه؛ فرأى زوجته المتجردة يوما، وغشيها بالفجاءة، فسقط نصيفها، واستترت بيدها وذراعها، فكادت ذراعها أن تستر وجهها لعبالتها وغلظها\".. قال [11/14]: \"وقال في قصيدته هذه، يذكر ما نظر إليه من المتجردة، وسترها وجهها بذراعها: ¶ سقط النصيف ولم ترد إسقاطه *** فتناولته واتقتنا باليد\". ¶ إذن ذكر العلماء غطاء الرأس معنى للخمار، لا ينفي دخول الوجه تبعا، كما أن ذكرهم التصديق معنى للإيمان، لا يلزم منه نفيهم دخول العمل فيه.!، إذ قد يقصدون المعنى اللغوي فحسب، وقد يقصدون التصديق الشامل للقلب، واللسان، والجوارح (¬1)، فمن أراد نسبة أحد إلى الإرجاء، فعليه أن يأتي بكلام صريح عنه، يخرج العمل من الإيمان، أو يفسر الإيمان شرعا بأنه: التصديق، أو المعرفة، أو يضيف النطق باللسان. وكذلك في معنى الخمار، لا بد من كلام صريح، فيه نفي دخول الوجه، وإلا فلا. ¶ هذا مع أنه قد جاء في أشعار العرب ما يدل على اندراج الوجه في الخمار، حيث قال القاضي التنوخي: ¶ قل للمليحة في الخمار المذهب *** أفسدت نسك أخي التقي المذهب ¶ نور الخمار ونور خدك تحته *** عجبا لوجهك كيف لم يتلهب ¶ وقد نقله الشيخ الألباني، وعقب عليه بقول: ¶ \"لا يلزم من تغطية الوجه به أحيانا، أن ذلك من لوازمه عادة، كلا\". [جلباب المرأة المسلمة ص73] ¶ إذن موضع الخلاف مع الشيخ أعلى الله درجته: أنه يرى أن الخمار إذا أطلق دل على غطاء الرأس فحسب. ¶ وبينما الرأي الآخر يقول: بل إذا أطلق الخمار دل على الرأس أصالة، لأن الخمار يوضع عليه أولاً، وعلى الوجه تبعا، لأن الوجه من الرأس.. وفي الاصطلاح الشرعي: الوجه يدخل أصالة. ¶ ¬__________ ¶ (¬1) ... قراءة متفحصة لأقوال العلماء في لسان العرب [مادة: أمن] تعرف القارئ وتوقفه على هذه الحقيقة.",
            "page": "81",
            "part": "1"
        },
        {
            "id": "82",
            "nass": "- لأن التغطية مشروعة، سواء على جهة الوجوب أو الاستحباب، لمن قال به. ¶ - ولأن الخمار يصح إطلاقه على غطاء الوجه والرأس معا. ¶ * * * ¶ ومما يجدر لفت النظر إليه: أن الشيخ ذكر: ¶ -عن جمع من المفسرين، كابن جرير، والبغوي، والزمخشري، وابن العربي، وابن تيمية، وابن حيان. ¶ - وعن جمع من الفقهاء، كأبي حنيفة، ومحمد بن الحسن، والشافعي، والعيني. ¶ أنهم يقولون: الخمار هو غطاء الرأس. ¶ وهنا ملاحظة: فبالإضافة إلى ما تقدم من تفصيل في معنى الخمار، ودلالته على الرأس والوجه جميعا، يقال: ¶ - ومن هؤلاء العلماء من مذهبه تغطية الوجه، كابن العربي وابن تيمية. ¶ - ومنهم من صرح بوجوبها في بعض الآيات، دون بعضها، كابن جرير والبغوي في آية الحجاب. والزمخشري وابن حيان في آية الجلباب. ¶ - من هؤلاء من نص صراحة على أن الخمار: غطاء الرأس والوجه. كما تقدم عن ابن تيمية، والعيني. ¶ هذا ولم أتتبع قول كل من ذكر ذلك من العلماء، بل كان هذا مما مر بي من أقوالهم عرضا. ¶ * * * ¶ وفي كل حال لنا أن نسأل سؤالاً نراه مهما: ¶ - إذا كان الخمار ليس غطاء الوجه. ¶ - وإذا كان القناع ليس غطاء الوجه. ¶ - وإذا كان الاعتجار ليس غطاء الوجه. ¶ - وإذا كان الجلباب ليس غطاء الوجه. ¶ فهذا الذي تغطي المرأة به وجهها: ماذا يكون، وبماذا يسمى؟. ¶ * * * ¶ وبعد: فالنتيجة المهمة التي نخرج بها من هذا المبحث هي: ¶ - أنه إذا كانت الآية قطعية الثبوت، وهذا بإجماع المسلمين، لأنها من القرآن، والله تعالى حفظه. ¶ وإذا ثبتت قطعية دلالتها على وجوب حجاب الوجه، بما سبق من الوجوه والأدلة.",
            "page": "82",
            "part": "1"
        },
        {
            "id": "83",
            "nass": "فنخرج من ذلك: أن الآية محكمة الدلالة، فتكون من المحكمات، التي يصار إليها حين الخلاف، فما عارضها، وكان ثابتا بسند صحيح، بدلالة صريحة على الكشف، فهو متشابه، كأن يكون قبل الأمر بالحجاب، أو لعذر خاص، وحالة خاصة،، فيرد هذا المتشابه إلى هذا المحكم، ويفهم في ضوئه، وبذلك ينتفي التعارض، فهذا سبيل التعامل مع المحكمات، لا يصح ولا يجوز تعطيلها لأجل متشابه. ¶ هذا لو كان هذا المتشابه بهذا الوصف من الثبوت والدلالة، فكيف إذا كان باطل السند، كحديث أسماء؟، أو محتمل الدلالة غير قطعي في الكشف، كحديث الخثعمية؟. ¶ وهذا حال الآثار التي استدل بها الذين أجازوا الكشف، فحينئذ فلا ريب أن الواجب طرحه، وعدم الالتفات إليه، ولا يجوز بحال تقديمه على نص محكم ¶ * * *",
            "page": "83",
            "part": "1"
        }
    ],
    "t36581": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الدلالة المحكمة على وجوب غطاء الوجه"
        }
    ]
}