{
    "b36582": [
        {
            "id": "1",
            "nass": "الديمقراطية وحكم ¶ الإسلام فيها ¶ تأليف ¶ حافظ صالح ¶ ماجستير في اللغة العربية والدراسات الإسلامية ¶ من الجامعة السلفية – لاهور – باكستان ¶ دار النهضة الإسلامية ¶ الحقوق محفوظة ¶ الطبعة الأولى ¶ 1405هـ - 1985م ¶ الطبعة الثانية ¶ 1408هـ - 1988م ¶ الطبعة الثالثة ¶ 1413هـ - 1992م ¶ بسم الله الرحمن الرحيم ¶ الفهرس ¶ - توطئة الناشر ¶ - مقدمة ¶ - الديمقراطية ¶ - الفكرة الأساسية للديمقراطية ¶ - محاكمة الفكرة ¶ - محاكمة فكرة الديمقراطية ¶ - الحرية ¶ - عدم مطابقة الحرية للواقع ¶ - المفهوم الجديد للحريات ¶ - غاية الغرب من طرح فكرة الديمقراطية و الاشتراكية ¶ - حكم الإسلام في الديمقراطية ¶ - غاية الغرب من طرح فكرة الحرية ¶ - وصف الإسلام بأنه دين الديمقراطية ¶ - حكم الإسلام في الحرية ¶ - حرمة استعمال هاتين الكلمتين الديمقراطية و الحرية ¶ - الديمقراطية نظام كفر ... ¶ بسم الله الرحمن الرحيم ¶ توطئة الناشر ¶ إن الحمد لله نحمده ونستعينه ونستهديه ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا. ¶ من يهده الله فلا مضل له، ومن يضلل فلا هادي له. وأشهد أن لا إله إلا الله وحده لا شريك له، القائل في كتابه العزيز وهو أصدق القائلين: (أفحكم الجاهلية يبغون ومن أحسن من الله حكما لقوم يوقنون). ¶ وأشهد أن محمد بن عبد الله عبده ورسوله حمل الأمانة وبلغ الرسالة ونحن على ذلك من الشاهدين. ¶ وبعد000",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "إذ تتشرف دار النهضة الإسلامية بتقديم هذا الكتاب الصغير الحجم العظيم الفائدة-الذي تناول فيه مؤلفه موضوعا هاما، لطالما التبس على أذهان الكثير من شباب الإسلام وهو الديمقراطية وحكم الإسلام فيها\"-ليكون أول كتبها التي تطبع، نحب أن نلفت أذهان قرائنا الكرام إلى أن مؤلف الكتاب جزاه الله وإيانا كل خير-قد تناول هذا البحث بالبيان الكافي وبأسلوب واضح معززا بالحجج القطعية، التي لا تدع مجالا للشك لانطباقها على النصوص الشرعية القاطعة، وذلك نصحا للأمة الإسلامية وتوجيها لها لتميز الخبيث من الطيب ولتدرك بأن لا حق إلا شرع الله وأن لا حكم عدل إلا حكم الإسلام، ولا تعدو الأنظمة الوضعية من \"ديمقراطية\" و\"اشتراكية \" وغيرهما سوى هرطقات فارغة، وأنظمة لم ولن تجلب لني البشر إلا التعاسة في الدنيا والخزي في الآخرة وهو الخسران الكبير. ¶ وكان هذا الكتاب قد طبع سابقا في باكستان، وما أن شاع نبأ صدوره حتى أخذت الأيدي تتلقفه واخذ الطب عليه يتزايد حتى نفذت الطبعة الأولى، فجاءت هذه الطبعة الثانية مزيدة ومنقحة ومصححة وفي حلة جديدة عبر دار النهضة الإسلامية تعميما للفائدة وتسهيلا لوصولها إلى أكبر عدد ممكن من شباب الإسلام. ¶ وها هي الطبعة الثالثة من الكتاب تصدر مع بعض الزيادات التي ارتأى المؤلف زيادتها بعد التطورات الكثيرة التي طرأت حديثاً على الساحة الدولية والمرتبطة ارتباطاً وثيقاً بمفهوم الديمقراطية. ¶ فجزى الله المؤلف عنا كل خير، ونسأل الله سبحانه وتعالى أن يكتبه لنا في خانة حسناتنا يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم. ¶ وآخر دعوانا أن الحمد الله رب العالمين. ¶ الناشر ¶ بيروت في 30 محرم 1413هـ ¶ مقدمة",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "لم تستأثر كلمة قط بمثل ما استأثرت به كلمة الديمقراطية من الاهتمام والعناية حيث وجهت إليها الأنظار وسلطت عليها الأضواء، بل جعلت النور الذي يبهر الأبصار والفكر الذي يسحر الألباب وأصبحت في نظر الكثيرين المثل الأعلى في الدول، والمجتمعات والأفراد والصفة الحميدة التي يحاول الناس الاتصاف بها، والاعتزاز بالتحلي بها. ¶ ولهذا تجد الشيوعي يدعي أن الشيوعية هي الديمقراطية كما يدعي الرأسمالي أيضا، ويصر على أن المبدأ الرأسمالي هو المبدأ الديمقراطي، والسائرون في ركاب كل منهما يدعون ذلك أيضا، حتى أظلم العملاء وأشدهم تعسفا يتصفون بها. ¶ والأسوأ من ذلك كله أن يقول بعض علماء المسلمين وجمهرة مثقفيهم-زورا وبهتانا-إن الإسلام ديمقراطي أو إن الإسلام دين الديمقراطية، أو إن الديمقراطية هي الإسلام، أو هي مأخوذة منه على الأقل، مستدلين على ذلك ببعض المواقف لرسول الله صلى الله عليه وسلم، أو بمواقف بعض الخلفاء الراشدين، وفسروها بأنها ديمقراطية، بل هي قمة الديمقراطية. ¶ مثل موقف رسول الله صلى الله عليه وسلم في بدر حين قال \"أشيروا علي أيها الناس، وكأن الشورى وعملية أخذ الرأي والحرب عن الصواب هي الديمقراطية، ومثل رجوعه صلى الله عليه وسلم قائلا: أمنزلا أنزلكه الله أم هو الرأي والحرب والمكيدة؟ فقال رسول الله: بل الرأي والحرب ولمكيدة، فقال الصحابي: إذن فهذا ليس بمنزل، فلننزل على أدنى ماء من بدء، فاقتنع رسول الله صلى الله عليه وسلم بصواب رأيه، فترك رسول الله رأيه وأخذ رأي الصحابي. ¶ ومثل قول أبي بكر رضى الله عنه \"إن أحسنت فأعينوني وإن أسأت فقوموني، أطيعوني ما أطعت الله فيكم فإن عصيت فلا طاعة لي عليكم\". ¶ ومثل قول عمر بن الخطاب رضي الله عنه\"من رأى فيّ اعوجاجا فليقومه، فقال له أعرابي: والله لو رأينا فيك اعوجاجا لقومناه بسيوفنا، فقال عمر: الحمد لله الذي جعل في هذه الأمة من يقوم اعوجاج عمر\".",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "بمثل هذه المواقف أقاموا الدليل على قولهم أن الإسلام دين الديمقراطية ناسين أو متناسين أن هذه المواقف ومثلها ليست سوى كيفية للتوصل إلى أقرب رأي للصواب أو إلى الصواب، وأنها أحكام شرعية جاء بها الوحي من عند الله وليست من تشريعات البشر كما نسوا أو تناسوا أن الديمقراطية نظام عيش، وطراز حياة وضعه الناس بكيفية معينة. ¶ ولهذا كان لا بد من عرفة حقيقتها من معرفة العقيدة التي تقوم عليها، والأصل الذي تنبثق عنه نظمها وقوانينها، والكيفية التي يتم بها وضع هذه النظم والقوانين كي يصح الحكم عليها. ¶ حافظ صالح ¶ لاهور في 4/10/1985 م . ¶ الديمقراطية ¶ نتيجة للهالة التي أحاط الناس بها هذه الكلمة، فقد كثر الداعون لها والمستترون بردائها، وقد وضع كل منهم لها معنى يتناسب مع عقيدته، ويتفق مع أهدافه فتشعبت معانيها، وتعددت أبعادها، حتى ابتعدت في كثير من الأحيان عن المعنى الأصلي الذي وضعت من أجله ابتداء. ¶ فكان لا بد ونحن نناقش كلمة الديمقراطية أن نلم بكافة المعاني التي أطلقت عليها، سواء المعنى الذي وضعه أصحاب هذه الكلمة، أم المعاني الأخرى التي ألصقت بها، أو أطلقها الناس عليها، وسواء أطلقت على عقيدة المبدأ أم على كيفية وضع معالجات المبدأ وأحكامه، أي الدستور والقوانين أم على الأسلوب المتبع في التوصل إلى حكم أو رأي، أو استعملت في التعبير عن تواضع الحكام والمسؤولين أو في استشاراتهم وكيفية أخذ الرأي من أعوانهم، أي الشورى كالتصويت وأخذ رأي الأكثرية. وغير ذلك وسواء استعمل أسلوب رفع الأيدي عند أخذ الرأي، أو الاقتراع السري، أو جلوس الموافق على الرأي على جهة اليمين والمعارض على جهة اليسار، و في أي أسلوب آخر. ¶ هذه بعض المعاني العامة التي وضعت لها هذه الكلمة أو ألصقت بها.",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "أما المعنى الحقيقي الذي أطلقت عليه هذه الكلمة أي كلمة ديمقراطية-فهو حكم الشعب بالعشب وللشعب-حيث أنها كلمة يونانية الأصل-إغريقية –وهي مركبة من كلمتين هما \"ديمو\" و\"كراتيك\" (Demo Cracy) وتعني أن السيادة للشعب، أي أن الشعب هو الذي يمارس إرادته، فهو الذي يضع قوانينه ونظم حياته، وهو الذي يختار حكامه، وهو الذي يلزم الحاكم بتنفيذ هذه النظم والقوانين. ¶ كما عرفت أيضا أنها نظام اجتماعي يؤكد قيمة الفرد، وكرامته الشخصية الإنسانية ويقوم على أساس مشاركة الأعضاء-أي أفراد المجتمع-في إدارة شؤون أفرد المجتمع. ¶ كما وضعت لها أسماء تتناسب مع المعنى المراد أداؤه فقالوا: ¶ الديمقراطية السياسية Political Democracy وهي أن يحكم الناس أنفسهم على أساس من الحرية والمساواة فلا تمييز بين الأفراد بسبب الأصل أو الجنس أو الدين أو اللغة. ¶ الديمقراطية الإدارية Demo Administration للدلالة على القيادة الجماعية التي تتم بالمشورة والمشاركة مع المسؤولين في عملية اتخاذ القرارات. ¶ الديمقراطية الصناعية Industrial Demo وهي عبارة عن تنظيم الصناعة على أسس ديمقراطية بإشراك العمال في الإدارة والتخطيط ورقابة العمليات الصناعية عن طريق اللجان، مثل لجان الإنتاج،ولجان فض المنازعات ولجان المقترحات ولجان المنشآت إلى غير ذلك من اللجان. ¶ الديمقراطية المركزية Demo Centralism وهي نظام أساسي في المبدأ الشيوعي يتضمن انتخاب جميع أعضاء الحزب من القاعدة،وتقديم تقرير دوري عن سير العمل إلى القادة وهذا هو الجانب الديمقراطي-كما يزعمون-كما يتضمن خضوع الأقلية للأغلبية وقيام الأجهزة السفلى بتطبيق قرارات الأجهزة العليا،وهذا هو الجانب المركزي. ¶ فهذه مجموعة من المعاني التي أ\"لقت عليها لفظة الديمقراطية، بل مصطلح كلمة ديمقراطية سواء أكان هذا المصطلح منطبق على المعنى الذي وجد من أجله أم لا.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وموجز القول في معنى مصطلح الديمقراطية، أن السيادة للشعب فله أن يمارس أرادته كاملة بوضع دستوره وقوانينه ونظم حياته، كما أن لهذا الشعب أن يمارس إرادته باختيار حكامه دون ضغط أو إكراه، ولأجل أن يتمكن من ذلك كله-وضع الدستور والنظم والقوانين واختيار الحكام-كانت الحريات ¶ العامة هي الأساس الذي يجب توفيره لكل فرد حتى يتمكن من المشاركة في الحكم والمشورة والاختيار، كما أن هذا هو الأصل الذي قامت عليه بقية التسميات لها.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "كما أنها تعتبر مبدأ قائما بذاته وهو المبدأ الرأسمالي –الذي سمي بالرأسمالي من باب تسمية الشيء بأبرز ما فيه-وإلا فهي العقيدة التي يقوم عليها المبدأ الرأسمالي: وذلك أنه نتيجة للصراع الدموي بين الكنيسة والأمراء، ومحاولة الكنيسة بسط هيمنتها على كل شيء في حياة الناس، وعدم قدرة أي من الفريقين على حسم الموقف لصالحه، قام جماعة من المفكرين ينادون بالديمقراطية، أي ترك الناس يختارون حاكمهم ونظمهم وقوانينهم مع بقاء سلطة الكنيسة على ما هو من اختصاصها، وبهذا وجد المبدأ الديمقراطي أي الرأسمالي وجعلت عقيدة فصل الدين عن الحياة قاعدة فكرية له، والأساس الذي يقوم عليه المبدأ، وجعلت كرمة الفرد الإنسانية وقيمته الأساس الذي تنبثق عنه نظم الحياة وقوانينها ومن هنا كان لا بد لهذا الفرد حتى يستطيع القيام بهذه المهمة من التمكن من مباشرة سيادته، أي ممارسة إرادته وذلك بإعطائه الحريات العامة أي الحريات الأربع، حرية العقيدة، وحرية الرأي وحرية التملك، والحريات الشخصية، حتى أصبحت هذه الحريات هي أقدس المقدسات عند حملة هذا المبدأ، حيث أنها –حسب تعبيرهم جعلت الفرد سيد نفسه، ولا سلطان لأحد عليه وهذه هي الفردية في المبدأ الرأسمالي، إلا أن الإنسان كائن اجتماعي بطبعه ولا يعيش بمفرده، ولهذا فقد اتفق حملة هذا المبدأ على نظرية العقد الاجتماعي في تكوين المجتمعات ونشوئها،وهي التي تقضي بأن يتنازل كل فرد عن جزء من حريته لفئة منهم تقوم بحماية حرية الأفراد، ومنع الاعتداء عليها ولما كانت المجتمعات والكيانات السياسية تقوم على علاقات دائمة بين أفرادها كان لا بد من وضع دستور يحدد شكل الدولة وأجهزتها وعلاقات هذه الأجهزة مع بعضها، وعلاقتها بالدولة وعلاقتها بالأفراد، وأن يضع هذا الدستور مجموعة الأفراد الذين يتكون منهم المجتمع، لذلك كان على هؤلاء الأفراد أن يختاروا نفرا منهم يضع هذه النظم، وأن يعهدوا إلى فئة بسن التشريعات",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "والقوانين لأنهم المصدر الوحيد للتشريعات والقوانين ما دام أن الدين لا يجوز له أن يتدخل في حياة الناس وعلاقتهم مع بعض، ومن هنا فقط أطلق على عقيدة هذا المبدأ، عقيدة فصل الدين عن الحياة، كما أن على هؤلاء الأفراد أن يختاروا حاكمهم أو حكامهم ليقوموا بتنفيذ تلك التشريعات والقوانين. ¶ إذن فالأمر هم الذين يضعون دستورهم ونظمهم وقوانينهم وتشريعاتهم، وتقوم الهيئة التنفيذية التي اختاروها واستأجروها بتطبيق تلك النظم والأحكام على الناس ولا دخل للدين، ولا لرجال الدين، ولا للكنيسة، ولا للأكليروس-الهيئة الكنسية-دخل في وضع تلك الأحكام وتنفيذها. ¶ ولما كان من المستحيل أن يجتمع جميع الأفراد، أو أن يجمعوا على وضع كل حكم من الأحكام، أو على حكم واحد منها، وذلك لتعذر اجتماعهم جميعا في مكان أو أمكنة متعددة، ولتعذر اجتماعهم جميعا في مكان أو أمكنة متعددة، ولتعذر إجماعهم كذلك بسبب التفاوت والتناقض والاختلاف والتأثر بالبيئة بين الأفراد، فالطاقات العقلية والجسمية متفاوتة قوة وضعاف ولا ريب، والخلفيات النفسية والفكرية متناقضة ومختلفة بين الناس، كما أن مواطن العيش واختلاف البيئات حقيقة ثابتة تترك بصماتها على الأفراد، لكل هذا فقد اتفقوا على النزول على رأي الأكثرية النسبية بغض النظر عن كونه صوابا أم خطأ هذا هو الأساس الذي تقوم عليه الديمقراطية أي المبدأ الرأسمالي. ¶ من هنا نقول أن الديمقراطية بكافة معانيها تقوم على قاعدة واحدة هي عقيدتها، وهي قيادتها الفكرية، وهذه العقيدة هي فصل الدين عن الحياة، وأن الإنسان هو الذي يضع نظم حياته وقوانين سلوكه ولا يتأتى له ذلك إلا إذا تحققت له السيادة وتوفرت له ممارسة الإرادة أي تمكينه من الحريات العامة وممارسته لها.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولهذا فن البحث في صلاح فكرة الديمقراطية أو فسادها، إنما يكون ببحث الفكرة التي تقوم عليها أي عقيدتها وكذلك ببحث الأصل الذي بنيت عليه وهو الحل الوسط-ثم بحث المصدر التشريعي لها-أي جعل الإنسان هو الذي يضع التشريعات جميعها من دستور ونظم وقوانين، فإن ثبت أن هذه الأصول الثلاثة للديمقراطية فاسدة فإن جميع ما يصدر عنها من معالجات وما يبنى عليها من أفكار يكون فاسدا قطعا، وبالتالي فإنها تؤدي إلى شقاء الإنسان وتعاسته بدلا من أن تؤدي إلى رفاهيته وسعادته. ¶ الفكرة الأساسية للديمقراطية ¶ لكل مبدأ من المبادئ فكرة أساسية شاملة يقوم عليها حتى يصح أن يسمى مبدأ وتكون هذه الفكرة عقيدة المبدأ وقاعدته الفكرية التي تنبثق عنها معالجات مشاكل الإنسان في الحياة ولما كانت العقيدة بمعناها الاصطلاحي كما جاء في القواميس اللغوية هي الفكرة الكلية عن الكون والحياة والإنسان، وعما قبلها، وعما بعدها، وعن علاقتها بما قبلها، وعن علاقتها بما بعدها، أي هي الإجابة على كافة التساؤلات التي تجابه الإنسان حيثما كان فهو كان يتمتع بالحياة على هذه الأرض في هذا الكون. ¶ إذن فالديمقراطية فكرة أساسية شاملة أجابت على كافة الأسئلة التي تجابه الإنسان في الحياة ووضعت له الأساس الذي تنبثق عنه كافة المعالجات لمشاكله في الحياة الدنيا، بغض النظر عن صحة هذه الأجوبة أو خطأها، وكانت كذلك قاعدة فكرية تبنى عليها أفكار الحياة ومفاهيمها وقيادة فكرية آمن بها الكثير من الناس فانقادوا بها، وحملوها لغيرهم من الناس لاعتناقها وتطبيقها في حياتهم، فأنشئت عليها مجتمعات كثيرة وقامت عليها دول استطاعت أن تبسط سلطانها، وتفرض هيمنتها وتمد نفوذها على غيرها من الدول والمجتمعات وتطبق عليها نظمها وقوانينها، وبذلك اكتمل وجود هذه الفكرة في الحياة وشقي العالم بها، وما زال يعاني من ويلاتها ومصائبها، وما سببت للإنسانية من كوارث ونكبات.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "كان ذلك نتيجة حتمية لأجوبتها على تساؤلات الإنسان في الحياة فحين أجابت على السؤال عن معنى الوجود، أي حين أعطت إجابتها عن الكون والإنسان والحياة لم تقرر حقيقة ولم تعط إجابة واضحة عن ذلك، بل تهربت من الإجابة على هذا السؤال، واكتفت بالقول أنه ليس من الضروري تقرير حقيقة هذا الوجود سواء أكان له إله خلقه أم ليس له إله، إلا أنه لا دخل له في الحياة، قاصدة حسم النزاع القائم، بل الصراع الدامي بين المؤمنين بوجود إله والمنكرين لوجود إله، فلم تقر حقيقة وجود إله لهذا الوجود، ولم تنكر على الملحدين إنكارهم، بل تركت لكل إنسان أن يعتقد ما يشاء، فجاء جوابها حلا وسطا بين المتخاصمين، ولهذا كانت فكرتها الأساسية مبنية على الحل الوسط، لا على تقرير حقيقة، ومن شأن هذا الجواب أن يبقي الأمور معلقة، والأفكار مضطربة لأن العقل الإنساني السوي لا يرضى بمثل هذه الإجابة. ¶ وأما إجابتها عن المرحلة الزمنية التي يحياها الإنسان على هذه الأرض فلم تختلف عن إجابتها الأولى وقالت بالحل الوسط كذلك، فترت للملحد أن يقول : (ما هي إلا حياتنا الدنيا نموت ونحيا ما ويهلكنا إلا الدهر) (1) ولم تقرر أن هناك حياة أخرى سيحاسب فيها الإنسان على أعماله كما أنها لم تنف سلطان الكنيسة، وصلاحيات البابا وكونه الوسط بين الله والناس بل نفذت ما يقال \"أعط ما لقيصر لقيصر وما لله لله\". ¶ إلا أنها أنكرت وجود علاقة بين الخالق والمخلوق في شؤون الحياة الدنيا،وتركت أمر شؤون الآخرة موكولة إلى الفرد بعلاقته بالكنيسة. ¶ أما عن نظرتها للحياة ومستلزماتها وما يوصل إلى سعادة الإنسان ورفاهيته فقد جعلت النفعية هي المقياس الذي يقيس عليه الفرد تصرفاته وجعلت معنى السعادة أن يشبع الفرد أكبر قدر ممكن من المتع الجسدية، وذلك لا يمكن أن يتحقق إلا بإعطاء الفرد حرياته العامة والمحافظة عليها، كي يتمكن من تنظيم حياته، وتنمية ثروته وإشباع جوعاته.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "وبهذا تكون الديمقراطية قد أعطت فكرة شاملة عن الوجود وعن الحياة وعن وجهة النظر في الحياة وعن معنى السعادة فكانت بذلك عقيدة لمبدأ وقاعدة فكرية تبنى عليها الأفكار، وقيادة فكرية تنبثق عنها النظم والقوانين بجعل الإنسان مصدرها فانقاد بها الكثير من الناس، وبنوا عليها كياناتهم السياسية ومجتمعاتهم وحملوها إلى غيرهم كذلك. ¶ -------------------------------------------------------------------------------- ¶ (1) الجاثية الآية 24 . ¶ محاكمة الفكرة ¶ إن المحاكمة تعني تقرير حقيقة ما، بناء على مجموعة من المقاييس والقواعد التي يرتضيها المتخاصمان يقضي القاضي بموجبها، بعد الإطلاع على وجهتي نظر المتخاصمين ومحاولة معرفة صدق أقوال كل منهما، كما أنها تعني وضع الخط المستقيم أمام الخط الأعوج لمعرفة مدى انحراف المتهم عن جادة الصواب، ولكل قضية مختلف عليها مقاييس وقواعد وقوانين تبين حقيقتها من حيث مطابقتها للواقع أو بعدها عنه فمحاكمة إنسان في قضية ما لا بد لها من مقاييس معينة خاصة بهذا النوع من القضايا المتعلقة بالإنسان، من مثل مواد الدستور وأحكام القوانين والقواعد التي يرجع إليها القضاة، حتى تقر تلك القضية أو ترد، أما محاكمة نص من النصوص فإنما تجري محاكمته من حيث المتن، أو من حيث السند ولكل من الحالتين قواعدها ومقاييس، ومحاكمة فكرة ما يقضي وجود قواعد ومقاييس مسلم بها يرجع إليها حين محاكمة تلك الفكرة. ¶ ولذلك حين نريد أن نحاكم فكرة ما-أي ما نحن بصدده الآن- لنحكم عليها صحيحة أم خاطئة، فلا بد من الرجوع إلى مجموعة المقاييس والقواعد والقوانين مسلما بها عند الناس، أو عند المتخاصمين على الأقل، حتى تكون نتيجة الحكم مقبولة ومرضيا عنها، ثم لا يجدوا في أنفسهم حرجا من النتيجة ويسلموا تسليما، وإلا تشعبت الأفكار، واختلفت الآراء والأحكام، واختلف الناس فيما بينهم باختلاف هذه القواعد والمقاييس والقوانين التي يتحاكمون إليها.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وبالرغم من صعوبة الاتفاق على مجموعة المقاييس والقواعد، إلا أن هناك مسلمات عقلية وقواعد مشتركة لم يختلف فيها اثنان من العقلاء، مثل الاحتكام إلى العقل ومسلماته البديهية، ومثل مطابقة الحكم للواقع، ومن مثل الاحتكام إلى قواعد عقيدية يعتقدها المتخاصمان وأعني بها موافقة الحكم إلى مسلمات عقيدية ثبت أصلها بالعقل، أي آمن بها الطرفان. ¶ فالعقل حين يقضي باستحالة اجتماع النقيضين أو استحالة إيجاد الشيء من عدم من قبل الإنسان أو أن وراء كل نظام منظما، أو أن الاثنين أكثر من الواحد فهذه أحكام ومسلمات بديهية عند العقلاء، فحكم العقل على وجود الشيء أو على مثل هذه الأمور يكون مسلمة بديهية عند العقلاء ولهذا فالعقل والاحتكام إليه والنزول على قواعد ومقاييسه مما يسلم به كافة العقلاء. ¶ ومن هذه القواعد المشتركة عند العقلاء كذلك مطابقة الحكم للواقع، فحين ينظر في الفكرة التي يراد محاكمتها ومعرفة الخطأ فيها، أو صحتها، فإنه ينظر فيها لمعرفة دلالتها ثم يصار إلى تطبيق هذه الفكرة على الواقع الذي تدل عليه حسب ادعاء واضعها، فإن انطبقت عليه تماما كانت صحيحة وإلا فهي فكرة خاطئة، أي لا تنطبق على واقعها. ¶ فحين تعرض فكرة أن الزيت أخف من الماء وأن 10×10=100، وأن العقل هو مناط التكليف نحاول تطبيق هذه الأفكار على واقعها فنجد أنها مطابقة له فنجزم بصحتها وصدقها.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ومن هذه القواعد، ما يتفق عليه المتخاصمان من مسلمات عقيدية قد لا يستطيع العقل إدراك واقعها لأنه لا يقع تحت الحس، وبالتالي فهو أي العقل عاجز عن إمكانية تطبيقها على الواقع، فيقتضي التسليم بصحتها انطلاقا من التسليم بصحة القاعدة التي انبثقت عنها أو جاءت بها. وذلك لأن العقيدة ثبت أصلحا بالعقل، فاقتضى التسليم، وكان تسليما عقيديا ثبت أصله بالعقل. وإن خالفت تلك الفكرة أمرا قطعيا ثبت أصله بالعقل، وإن خالفت تلك الفكرة أمرا قطعيا من أمور العقيدة التي ثبت أصلها بالعقل فإنها ترد وترفض رفضا قطعيا، ويحكم عليها بأنها فكرة خاطئة فنظرية داروين مثلا-نظرية النشوء والارتقاء-نحكم قطعا ببطلانها وذلك لمخالفتها لما ثبت قطعا في العقيدة، أي في القرآن الكريم فقد أخبرنا الله سبحانه وتعالى أنه بدأ خلقه بآدم عليه السلام من صلصال كالفخار، وأخبرنا أ،ه خلقه من طين لازب، وأن آدم هو أول إنسان خلقه الله على هذه الأرض، قال تعالى(يا أيها الناس إن كنتم في ريب من البعث فإنا خلقناكم من تراب)(1) الآية وقال تعالى(خلق الإنسان من صلصال كالفخار وخلق الجان من مارج من نار)(2) وقال تعالى(خلقتني من نار وخلقته من طين)(3) وقال تعالى(الذي أحسن كل شيء خلقه وبدأ خلق الإنسان من طين)(4) إلى غير ذلك من الآيات التي تقطع يقينا بأن آدم أبو البشر وأن الله بدأ خلقه من تراب، وهذا ما يحتم على كل من آمن بالقرآن أنه كلام الله أن يرد نظرية داروين-نظرية النشوء والارتقاء-ويقطع ببطلانها، حتى لو عجز عن إثبات بطلانها عن طريق الحس، أو العقل.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "كما أن علينا أن نسلم يقينا بأفكار لا يمكن للعقل أن يحكم عليها لأنها لا تقع تحت الحس، وليس لها واقعا مدركا بالحس من مثل قوله تعالى في كتابه العزيز عن شجرة الزقوم فقال(إنها شجرة تخرج في أصل الجحيم طلعها كأنه رؤوس الشياطين لا يأكله إلا الخاطئون).(5) وقال(إن شجرة الزقوم طعام الأثيم كالمهل يغلي في البطون كغلي الحميم)(6). ¶ ولهذا فإن جميع ما جاء في العقيدة من نصوص قطعية تعتر قواعد ومقاييس تحاكم عليها الأفكار ويلتزم بما تقضي به هذه القواعد والمقاييس سواء وافقت العقل أم لا. ¶ -------------------------------------------------------------------------------- ¶ (1) الحج الآية 5 . ¶ (2) الحمن الآية 14 . ¶ (3) ص الآية 76 . ¶ (4) السجدة الآية 7 . ¶ (5) الصافات الآية 64 . ¶ (6) الدخان الآية 43 . ¶ هذه المقاييس والقواعد التي اتفق عليها مجموعة العقلاء، وهي الحاكم فعلا على صحة أية فكرة بغض النظر عن قائل هذه الفكرة أو المصدر الذي نشأت عنه، فما قطعت هذه القواعد والمقاييس بصحته فهو الصحيح، وما قطعت ببطلانه فهو الباطل، وأعني بهذه القواعد والمقاييس الاحتكام إلى العقل، والاحتكام إلى مطابقة الواقع، والاحتكام إلى ما جاءت به العقيدة. ¶ محاكمة فكرة الديمقراطية ¶ بناء على تلك الأسس التي أثبتناها لمحاكمة أية فكرة كان لا بد من معرفة واقع فكرة الديمقراطية حتى يكون الحكم عليها عادلا، أي منطقيا على واقعه، فما هي هذه الفكرة. ¶ من التدقيق في كافة المعاني التي تضمنتها هذه الفكرة والتي ألصقت بها كذلك نجدها تقوم على عقيدة عقلية واحدة، وهي فصل الدين عن الحياة، أي لا دخل للدين في تنظيم شؤون الحياة.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "هذه هي العقيدة التي تقوم عليها الديمقراطية والأساس الذي بنت عليه أفكارها، والأصل الذي انبثقت عنه معالجاتها، الكلية منها والجزئية، وكانت حصيلة نظرة في الوجود لإعطاء فكرة كلية عنه، وتقرير حقيقته كأي عقيدة أخرى إذ أنهم عرفوا العقيدة كما جاء في قواميس اللغة الحديثة، أنها فكرة كلية عن الكون والإنسان والحياة وعما قبل الحياة وعما بعد الحياة وعن علاقتها بما قبل الحياة الدنيا وما بعد الحياة الدنيا. إلا أنها أي الديمقراطية حين أرادت تقرير الحقيقة، حقيقة الوجود، وقفت بمنتصف الطريق فلم تواصل بحثها واكتفت بالهزيمة في ذلك لتضع حلا وسطا يرضى كافة الأطراف المتصارعة في حينه، فقالت لا ضرورة لتقرير الحقيقة في الوجود، ومعرفة مصدره وسواء أكان أزليا أم مخلوقا لخالق إلا أن هذا الخالق لا دخل له في الحياة، وفي علاقات البشر، فالإنسان هو الذي يعالج مشاكله وينظم حياته، دون ضغط أو إكراه، أي فصل الدين عن الحياة. ¶ هذا ما أقرته كحقيقة قطعية، وبنت عليه بقية أفكارها الكلية والجزئية، وبمحاكمة هذا القول تحت القواعد العقلية والمقاييس التي تبين عقلا صحة هذا القول من خطئه نقول أن العقل البشري السوي لا يرتضي حكما ليس مبنيا على قاعدة عقلية، والقول بفصل الدين عن الحياة بدلا من تقرير حقيقة: تقرير حقيقة الوجود، وما وراء هذا الوجود، والاكتفاء بالبناء على حل وسط،",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "لإرضاء الأطراف المتصارعة وكسب رضاها، إن مثل هذا القول، ومثل هذه الفكرة يأبى العقل السليم جعلها قاعدة فكرية صحيحة، من حيث أنها لم تبن على العقل، بل إنها بنيت على حل وسط أي أنها لم تبن على أساس عقلي، لأن الأساس العقلي لا بد أن يكون العقل قد قرر حقيقة، والموضوع هنا أولا هو تقرير حقيقة الوجود، أهو أزلي؟ أم أنه مخلوق لخالق؟ فلا يجوز الوقوف فيه موقف اللامبالاة أو الشك، لأن اللامبالاة أو الشك مناف للحقيقة وحين قالت بفصل الدين عن الحياة أقرت ضمنا بوجود دين، ولكنها لم تقرره كحقيقة، ولجأت إلى قطع علاقة الوجود بما قبله دون إقامة أي برهان عقلي على ذلك، في الوقت الذي لم تنف فيه علاقة الإنسان بالآخرة من حيث اعترافها بوجود دين، وهذا فإن هذه الفكرة الأساسية التي تقوم عليها الديمقراطية فكرة خاطئة من حيث أنها لم تبن على العقل، ومن حيث أنها توقفت عن البحث في منتصف الطريق، ومن حيث أنها ارتضت أن تبنى على الحل الوسط، وهو حل يتنافى مع العقل، حيث أن العقل يقضي بوجود أو عدم ، يقضي بحق أو باطل، يقضي بصح أو خطأ ليس غير من هنا كانت فكرة قائمة على أساس من الوهم وجاءت بحلول مؤقتة منافية لما يقتضيه العقل السويّ. ¶ أما من حيث تحديد مصدر معالجاتها لشؤون الحياة، وقولها أن الإنسان هو مصدر التشريع، وأن مجموعة الأفراد هم الذين يضعون معالجات مشاكلهم، وهم الذين يشرّعون أحكامهم. فإن هذا القول كذلك لا يتفق مع ما يحكم به العقل، فاستحالة اجتماع الناس جميعا لتقرير حكم واحد أمر يجزم به العقل، فكيف بكافة القوانين والتشريعات، ولذلك فقد تهربوا أيضا في هذه المسألة وقالوا بالنزول على رأي الأكثرية مع ما في هذا القول من تضليل وضلال.",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "هذا بالنسبة للاحتكام إلى العقل، وما له من قواعد ومقاييس، أما من حيث مطابقتها للواقع، فإنها من حيث فكرتها الأساسية فقد تهربت من الإجابة الإيجابية واكتفت بإجابة سلبية قالت فيها أ،ه سواء أكان لهذا الوجود خالق أم لم يكن له خالق، فهذه إجابة سلبية ومنافية للواقع تماما، إذ أن كل ما في الوجود يؤكد وجود موجود له، أي خالق له، ومع ذلك فهي تقف من هذه الحقيقة ذلك الموقف المائع المخالف لحقيقة الوجود، وأما قولها لا دخل له في الحياة، أرادت أن تقرر حقيقة ولكنها مبنية على وهم فهي تعترف ضمنا بوجود خالق لهذا الكون، ولكنها تقرر أنه لا دخل له في الوجود فكيف أنه لا دخل له في الوجود؟ وما الدليل على نفي علاقته بالوجود؟ فالنفي والإثبات حقائق لا بد من إقامة الدليل على أي منها. ¶ وأما من حيث الأصل الذي جعلته أساسا، لها وهو قولها حكم الشعب بالشعب فهذه كذبة كبرى تحكم هي على ذاتها بالكذب، فهذا قول بعيد عن الصحة تماما، سواء من حيث الحاكم، أو من حيث قواعد الحكم ونظمه وقوانينه، فهذه أمور تتناقض مع الواقع وتخالفه تماما حتى لو بنيت على الحل الوسط، أو النزول على حكم الأكثرية. ¶ أما من حيث حكم الشعب، فإن الشعب لا يحكم والذي يسن الدستور ويضع التشريعات والقوانين هم فئة قليلة لا تمثل إلا نسبة ضئيلة جدا من الناس، وأما من حيث الحاكم أي بالشعب، أي أن الشعب هو الذي يختار حكامه، فإن هذا القول مبني على مغالطة فظيعة، فالذي يحكم واحد أو هيئة تنفيذية لا تزيد في كل أحوالها عن مجموعة صغيرة تقوم بتنفيذ ما شرع لها من أحكام، وأما الذين اختاروا هذه الفئة فهم أقلية في المجتمع، أما تفصيل هاتين النقطتين فهو كما يلي:",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "فالنقطة الأولى والتي تقول حكم الشعب، أي أن الشعب هو الذي يضع دستوره وقوانينه وتشريعاته فما من أحد منا إلا عاصر نشوء دول أو كيانات سياسية، أو عاش في بلد ديمقراطية فعرف كيف تسن القوانين وتشرع التشريعات ويستطيع تلمس بطلان هذا القول، ومع ذلك ونحن نحاكم هذه الفكرة فلا بد لنا من توضيح كيف يوضح الدستور أو تسن التشريعات. ¶ حين نشوء دولة ما، أو وجود كيان سياسي جديد، أو إجراء تغيير أساسي في دولة من الدول بسبب انقلاب أو غيره، يعمد القائمون على هذا النشوء أو هذا التغيير يعمدون إلى إيجاد هيئة مؤسسة قد تكون من كبار المحامين والحقوقيين والمشرعين في البلد تقوم على وضع دستور لذلك البلد، إما من بات أفكارهم، وانطلاقا من القواعد والأسس الموجودة في نفوسهم، وأما أن ينقلوه عن دستور أو دساتير دول أخرى مع إجراء بعض التعديلات عليه، ثم يطبق هذا الدستور على الناس، أما دون الرجوع إلى الناس، وإما بعرضه على المجلس التشريعي في ذلك البلد ليرى رأيه في تعديل بعض المواد أو إقرارها جميعها، أو بعرضه على جميع الناس، وفي كلا الحالين فإن الأغلبية العظمى من أية أمة من الأمم لا تعرف التشريع، وليس لها أدنى إطلاع على سن القوانين، ووضع الأسس لتنظيم الحياة،ولذلك فإن هذا القول-حكم الشعب-ليس له واقع إطلاقا من حيث وضع الدستور، وهو تنظيم شكل الدولة، وأجهزتها، وصلاحيات المسؤولين فيها، وصلاحية كل جهاز، فهذه أمور تتطلب الاختصاص ولذلك فإن الأمة بمجموعها تجهل مثل هذه الأمور تماما كما يجهلها مجلس النواب نفسه.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "وأما من حيث التشريعات القانونية، فهم يدعون أن الهيئة التشريعية أي مجلس النواب-الكونغرس-هو ممثل للأمة، وأنه هو الذي يضع القوانين وكما نقضنا موضوع الدستور الذي هو قوانين عامة، أو قوانين أساسية ننقض كذلك أي قانون يراد تشريعه، ذلك أن أعضاء مجلس النواب أولا لا يمثلون الأمة وإنما يمثلون الفئة الأقل بالنسبة للأمة، فحين انتخبوا لتمثيل الأمة لم يكونوا وحدهم فقط هم المرشحين، وفازوا بالتزكية، بل كان لهم منافسون وجرت الانتخابات الحرة لتقرير الفائز الممثل للناس، فحين يتنافس ثلاثة أو أكثر على مقعد من المقاعد، وهذا هو الأصل، فإن الفائز يمثل الفئة الأقل في دائرته الانتخابية، وذلك بسببين، السبب الأول وهو تخلف نسبة كبيرة من الناخبين قد تزيد على الأربعين في المئة، ثم تتوزع البقية الباقية بين المتنافسين، فقد يفوز من يأخذ عشرين في المائة من الناخبين في دائرته، وبهذا يكون المجلس لا يمثل إلا الفئة الأقل، هذا من جهة ومن جهة ثانية فإن هؤلاء الممثلين لم يخترهم الناس لأنهم قادرون على التشريع وسن القوانين، ولذلك قد لا نجد فيهم من يفهم التشريع والقانون إلا القليل النادر، وهذه القلة النادرة تشكل منها لجنة قانونية تقوم بوضع مشاريع قوانين، ثم تعرض على البقية من هؤلاء النواب الذين لا يعرفون ما هي التشريعات والقوانين لإقرارها، وغالبا ما تقرها الهيئة التشريعية بكاملها ومع ذلك يدعون أن هذا حكم الشعب فهل ينطبق هذا القول على واقعه !! ¶ هذا من حيث قولهم حكم الشعب، وقد تبين لنا فساد هذا القول، وعدم مطابقته للواقع، وأما قولهم بالشعب، ويعنون بذلك أن الشعب هو الذي يختار حكامه، فإن هذا القول لا يقل مغالطة عن سابقه، وينطبق عليه ما ذكرنا عن سن القوانين والتشريعات ووضع الدستور وإليكم البيان:",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "قيل، وهو قول حق-أنه بالمثال يتضح المقال-فليكن المثال من الواقع الذي تعيشه الشعوب والأمم فلنفترض أن شعبا من الشعوب الديمقراطية وليس فقط من الشعوب التي تدعي الديمقراطية انتهت مدة حاكمه وأراد هذا الشعب اختيار حاكم جديد له، بدلا من الحاكم السابق، فإنّ الديمقراطية تجيز لأيِّ فرد من أفراد هذا الشعب أن يرشح نفسه للانتخاب، فإن من الطبيعي أن يتسابق ن يرون في أنفسهم القدرة على القيام بأعباء الحكم للفوز بهذا المنصب، وتعطى لهم الفرصة للقيام بحملاتهم الانتخابية، وصرف الأموال الطائلة عليها، هذا من جهة ومن جهة أخرى تقوم الجهات المسؤولة بإعداد قوائم المرشحين، وتنظيم مراكز الاقتراع، إلى غير ذلك من الأعمال التي تقتضيها عملية الترشيح والانتخاب. ¶ فلو افترضنا أ، هذا الشعب مكون من عشرين مليون نسمة، فإن أعلى نسبة فيه لعدد الناخبين لا تتعدى 25% من عدد السكان، أي أن قوائم المرشحين تحتوي على خمسة ملايين ناخب فق، فما عدد الذين سيحضرون إلى مراكز الاقتراع ويدلون بأصواتهم ولنضع بعين الاعتبار ما في ذلك المجتمع من مسنين أو معاقين لا يستطيعون الحضور إلى مراكز الانتخاب، ففي أحسن الحالات وفي أكثر الشعوب حيوية لا يزيد مطلقا عدد الحضور عن 80% من مجموع الناخبين أي أن العدد سوف لن يزيد عن أربعة ملايين ناخب. ¶ فإذا كان عدد المتنافسين على كرسي الرئاسة أربعة مثلا، أو كثر فإن هؤلاء الأربعة سيتقاسمون هذه الأصوات بنسب متفاوتة، فيحظى بهذا المنصب من يأخذ أكبر عدد من الأصوات فلو أخذ أحدهم-بفوز ساحق-مليوني صوت، وتقاسم الثلاثة الآخرون الأصوات الأخرى، فإن من حصل على مليوني صوت سيصبح هو الحاكم حتما، ثم يقوم باختيار الهيئة التنفيذية التي ستساعده في تنفيذ الأحكام وتطبيقها على المجتمع.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبهذا يكون الحاكم ممثلا لمليوني فرد فقط ويعارضه مليونان آخران معارضة فعلية وسكت عنه مليون ناخب لم يدلوا بأصواتهم، وفرض نفسه على خمسة عشر مليونا فهل هذا هو حكم الأكثرية؟ أم هو حكم الأقلية؟ ¶ ولذلك فإن القول بأن الديمقراطية هي حكم الشعب كذبة كبرى، وأكبر منها أن يقال أن الحكم للأكثرية، وكان الأولى، بل الأصح، أن يسمى هذا النوع من الحكم هو حكم الأقلية للأكثرية وليس العكس، سواء من حيث اختبار الحاكم، أم من حيث تنفيذها، وحتى أيضا من حيث تشريعها وسنها قوانين للتنفيذ. ¶ ومن هنا نقطع يقينا أن نظام الحكم الديمقراطي هو حكم الأقلية للأكثرية قولا وعملا، ولا نجافي الحقيقة حين نؤكد أن الشعب لا يختار حكامه بشكل صحيح، ولا يضع دستوره أو قوانينه أو تشريعاته بنفسه، وعليه بالديمقراطية فكرة خيالية لا يقرها العقل السليم، ولا تنطبق على الواقع.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "بقيت مسألة واحدة، في هذا الموضوع، وهي قولهم أن السيادة للشعب وهذا يقتضي معرفة المعنى من هذا القول إن معنى السيادة هو ممارسة الإرادة، أي أن التصرف والسلوك يجب أن يكون تبعا للرغبة والهوى دون ضغط أو إكراه، سواء بالنسبة للفرد أو بالنسبة لمجموع الأفراد، حيث أن الشعب بنظرهم هو مجموعة من الأفراد، وما ينطبق على الفرد ينطبق على المجتمع، فالفرد الذي يملك سيادته هو الذي يمار إرادته فيسير سلوكه، وينظم أمور ويقضي مصالحه، ويعالج مشاكله حسب هواه ورغبته دون ضغط أو إكراه أو تنفيذ لرغبات غيره أو طاعة لأوامر أية جهة كانت. هذا معنى ممارسة الإرادة، وهذا هو معنى السيادة، أما الفرد الذي يملك إرادته، ولكنه لا يستطيع أن يمارسها بسبب الرق أي العبودية أو بسبب بيعها أو تأجيرها لغيره، أو خضوعه لأوامر غيره بالضغط والإكراه فإنه لا يقال أنه سيد نفسه، وأنه صاحب سيادة أو أنه يتصرف على هواه، أو أنه حر في تصرفاته فالحرية في التصرفات والسلوك إنما تعني عدم الخضوع فيها إلا لرغبه هو، وتبعا لهواه. وما ينطبق على الفرد في هذا الأمر على الشعب فالشعب الذي يملك سيادته، هو الشعب الذي يمارس إرادته، وأما الشعب الذي يملك إرادته ولكن لا يمارسها بل يمارسها غيره، فهو شعب مستعد، وممارسة الإرادة إنما تظهر في تسيير هذا الشعب لعلاقاته العامة داخليا وخارجيا حسب مصلحته ووفقا لإرادته، فإن كان هذا الشعب هو الذي يختار حاكمه دون ضغط أو إكراه، وهو الذي يضع دستوره وكافة تشريعاته حسب رغبته وهواه، ودون ضغط أو إكراه، وهو الذي ينظم علاقاته بغيره، أي سياسته الخارجية حسب مصلحته ودون ضغط أو إكراه فمثل هذا الشعب يعتبر حرا يملك سيادته، وإلا فإنه مستعبد لمن أجبره على تنفيذ إرادته فحقق السيادة يشترط فيه ممارسة الإرادة.",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وإنه وإن كان قولهم-السيادة للشعب-ليس منطبقا على واقعه حقيقة، كما ذكرنا إلا أن ممارسة الشعب لاختيار ممثليه في الهيئة التشريعية، وحق إبداء رأيه في الهيئة التنفيذية واختياره للحاكم دون ضغط أو إكراه يعتبر ممارسة للسيادة ما دام أن هذه الأمور تمت دون ضغط أو إكراه من دولة أخرى أو شعب آخر، ولهذا كان معنى قولهم السيادة للشعب أي أنه لا سلطان عليه لأجنبي فهو الذي بواسطة ممثليه في مجلس النواب يسن القوانين ويضع النظم والأحكام وهو الذي يختار حاكمه سواء عن طريق ممثليه، أو عن الطريق المباشر، وهو الذي يحدد علاقاته الخارجية حسب ما فيه مصلحة له دون ضغط أو إكراه. ¶ ولا يختلف هذا الأمر كثيرا بين أنظمة الحكم في العالم،سواء أكانت ملكية مطلقة أم ملكية دستورية، وسواء أكان الحكم جمهوريا برلمانيا أم كان جمهوريا رئاسيا فالاختلافات شكلية وتختلف باختلاف عقليات واضعي الدستور والقوانين. ¶ بعد الشرح لمعنى كلمة الديمقراطية وأبعادها والأسس التي تقوم عليها، وبعد تلك المحاكمة لهذه الفكرة أي الديمقراطية خلصنا إلى نتيجة ثابتة وهي: ¶ أولا: أنها ليست مبنية على العقل، فهي مبنية على الحل الوسط. ¶ ثانيا: أنها خرجت عن البحث العقلي السليم حيث أنها توقفت عن مواصلة البحث فلم تجرؤ على تقرير حقيقة الوجود. ¶ ثالثا: أنها فكرة خيالية لا تنطبق على الواقع، وتقوم على الوهم والخيال، فلا الشعب بمجموعه يسن القوانين ويضع النظم والأحكام والدساتير، ولا الشعب بمجموعه يختار حكامه. ¶ رابعا: أنها حكم الأقلية للأكثرية وليس حكم الأكثرية للأقلية.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وأما الاحتكام إلى الأصل الثالث أي ما تقرره المسلمات العقيدية من قبول أو رفض من صحة أو خطأ، فإننا نقول إن الاحتكام إلى هذا الأصل، هو الأساس في حياتنا ولا يجوز الانصراف إلى غيره لقوله تعالى(فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم، ثم لا يجدوا في أنفسهم حرجا مما قضيت ويسلموا تسليما)(1) نعم هذا هو الأصل الذي يقرر لنا كل حقيقة، ولكننا، ونظرا إلى ما خدع به شبابنا من وجوب الاحتكام إلى العقل، أو إلى مطابقة الأمر لواقعه، قمنا ¶ -------------------------------------------------------------------------------- ¶ (1) النساء الآية 65 . ¶ بعرض سريع لهذه الفكرة فكرة الديمقراطية على هذين الأصلين في الأحكام كي لا نترك ذريعة لأحد في أخذها، مؤمنا كان أم ملحدا وكي نطرحها في المجتمع على حقيقتها. ¶ إن الاحتكام إلى المسلّمات العقيدية أي إلى ما جاءت به العقيدة يرى بكل وضوح مناقضة الأسس التي تقوم عليها الديمقراطية مع هذه المسلّمات . ¶ فالديمقراطية تتهرب من الإجابة عن تقرير حقيقة فلم تجرؤ على القول بأن الكون والإنسان والحياة مخلوقة، أما المسلّمات العقيدية عندنا فإن الله خالق كل شيء. ¶ والديمقراطية تقول بالحل الوسط والمسلّمات العقيدية تقول(فماذا بعد الحق إلا الضلال)(1) ¶ والديمقراطية تقول إن الإنسان حر ليس لأحد عليه سلطان، والإسلام يقول إن الإنسان عبد الله. ¶ والديمقراطية تقول إن الإنسان يتصرف حسب رغبته وهواه، والإسلام يقول إن الإنسان مجبر أن يتصرف حسب أوامر الله. ¶ والديمقراطية تحتكم إلى قوانين يضعها الناس والإسلام يوجب الاحتكام إلى الشرع. ¶ والديمقراطية مصدر التشريع فيها الشعب، والإسلام مصدر التشريع فيه هو الوحي.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "وبالتالي: فهي مناقضة ومخالفة لما جاءت به العقيدة الإسلامية من أصول وفروع لا تلتقي به وكيف يلتقي من كان مصدره الشرع مع من كان مصدره العقل، من يحتكم إلى الله مع من يحتكم إلى الإنسان، وأخيرا فالمسلم يفخر أنه عبد لله، والديمقراطي يفخر بأنه حر ليس مقيدا بأي شيء. ¶ -------------------------------------------------------------------------------- ¶ (1) يونس الآية 32 . ¶ الحرية ¶ إن أي لفظة حين توضع لتدل على معنى معين في ذهن واضعها فالألفاظ والكلمات هي القوالب التي تصاغ فيها المعاني الكامنة في النفوس للتعبير عن هذه المعاني. فالكلمات ما هي إلا محاولة لتجسيد ما في النفس من رغبة أو إحساس أو عاطفة لنقلها للآخرين، والكلمات هي الوسيلة المستعملة عند البشر للتفاهم والمخاطبة وقضاء المصالح وتبادل المعارف، وتصير أدق العواطف والمشاعر والأحاسيس فهي محاولة نقل المعنويات وتجسيدها إلى ماديات يمكن إدراكها وتحديد أبعادها.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "وحين نسمع كلمة أو جملة أو تعبيرا، ولم نكن قد سمعناها سابقا، أو لم نعرف معناها، فإننا نرجع بمعرفة معناه إلى أهل اللغة التي قيلت بها تلك الكلمة أو العبارة وجوابهم لنا حجة علينا يصح لنا أن نصير إلى معنى آخر، بل المعنى هو ما قاله أهل اللغة نفسها،سواء في معاني المفردات أم معاني الجمل، أم ما اصطلح عليه من معنا اصطلاحية أو عرفية أو شرعية أو مجازية وإنه وإن جاز أن نضع في الاعتبار عند فهم ذلك اللفظ. الظرف الذي قيل فيه، وقرينه الحال التي لازمته، بل يجب ملاحظة ذلك إلا أنه لا يجوز مطلقا أن نخذ المعنى تقديرا على ما في نفس القائل، فنقول كان يريد كذا وكذا، ولا أن نفسر المعنى حسبما يقتضيه هوانا، بل لا بد من النظر في اللفظة، والجملة، والفقرة، والمقالة، والموضوع من حيث مدلولات الألفاظ والكلمات التي استعملت فيه وحسب وضع أهل اللغة فقط، فلا تلحظ رغبة الكاتب ولا هوى المستمع، هذه هي القاعدة التي يجب أن تتبع عند فهم أي نص، مهما كان مصدره نعم إن مدلولات اللغة لا تعني فقط منطوق النص، فللنص منطوق وله مفهوم موافقة، وله مفهوم مخالفه،وله معقول، إلا أن ذلك كله هو من وضع أهل اللغة للمعاني التي تحتويها لغتهم وتعابيرهم، وأسلوبهم في الكلام. ¶ هذه مقدمة موجزة عن كيفية فهم التعابير اللغوية حيثما وجدت، وبناء على هذه القاعدة نريد أ،نفهم أولا ثم نحاكم كلمة حرية إذ لا يصح محاكمة أي شيء حتى يعرف واقعه معرفة حقيقة، إن كلمة حرية كلمة عربية مثلها مثل ما اشتق من هذا الجذر-حر-كلمة أحرار وتحرر، وتحرير، وحريات، وقد حددت معانيها في اللغة بحيث أنها معروفة لدى جميع الناس، إلا أن كلمة حرية كمصطلح جديد صار لا بد من معرفة معناه من أصحابه الذين أطلقوه على بعض المعاني في نفوسهم، ولذلك فقد أطلقوه بالأجنبية بتعبير (Free) وبتعبير(Liberty) وبنوا على هذه اللفظين معني متعددة:",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "الحريات النقابية (Freedom of association) الحرية الجنسية (Free Love) حرية الإرادة (Free Will) حرية _(Freedom) أحرار الفكر (Free thinkers) الإباحية (Libertinism) المذهب الفردي(Liberalism) الحرية المدنية (Libertie civil) حرية(Liberty) الحرية الاقتصادية (Laissez fair). ¶ هذه بعض ما أطلقت عليه هذه الكلمة سواء في العربية أم في الأجنبية، وكلها تدور حول معنى واحد، هو القدرة الذاتية على الاختيار، دون أدنى جبر أو إكراه، من أية جهة كانت، ويعني ذلك تحرر الفرد أي انفلاته من كل قيد أو انضباط والتصرف بحسب رغبته وهواه إلا أن استحالة تطبيق هذا الأمر على الواقع الإنساني جعل الفكرة خيالية لا يمكن تصورها إلا بمجتمع الغاب، ولما كان الإنسان لا يحيا ولا يطيق أن يحيا بمجتمع الغاب، فإن تطبيق هذه الفكرة عليه خيال،ولذلك فقد وجد أصحاب هذا المذهب أنفسهم مضطرين أن يقيدوا هذه الحرية بقيد يحافظ على الأقل على بقاء المجتمع البشري كان هذا القيد هو، عدم الاعتداء أو الإضرار بحرية الآخرين، ثم يتبع هذا القيد تبني حملة هذا المذهب فكرة إقامة الدولة لحماية الحريات،وقد تبع إقامة الدولة، وجوب التزام ابتاعها بما تسن من نظم أو قوانين، بالرغم من أن أي قيد هو نقيض الحرية وأن أي إجبار للإنسان أو إكراه له بالتزام سلوك معين، أو السير على نظام معين إنما هو نقيض الحرية ومناف لها، ولو شئنا الالتزام بحرفية معناها، وما تدل عليه حقيقة لوجب إلغاء هذه الكلمة نهائيا وأنها فعلا كلمة خيالية لا وجود لها، إذ ما من إنسان إلا ويخضع لجهة أخرى خارجة عن ذاته ومهيمنة عليه، شاء أم أبى. ¶ وبالرجوع إلى ما أطلق العرب على معنى هذه الكلمة وما اشتق منها من معان وألفاظ أي كلمة حرية، لمعرفة مطابقتها إلى المعاني الأجنبية التي وضعت لها نكاد نجزم أن المترجم قد وفق بأخذ المعنى المقابل له، ولا نكاد نجد معنى من تلك المعاني ليس له بالمقابل ما يطابقه.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "فكلمة حر تعني السيد الذي يملك ممارسة إرادته دون جبر أو إكراه، وهو نقيض معنى العبودية (Slave) فالحر هو الذي يمارس إرادته دون جبر أو إكراه من أية جهة على نقيض العبد الذي يمارس جبر أو إكراه من أية جهة على نقيض العبد الذي يمارس إرادته حسب رغبة سيده بالقدر الذي يريد سيده لا بحسب رغبته وهواه، وبمثل هذا المعنى نسبيا نطلق كلمات أحرار، تحرير، تحرر وكلها تدور حول معنى واحد وهو رفع هيمنة الآخرين عنهم سواء أكانت هيمنة سياسية أو عسكرية أو فكرية أو ثقافية. وقيام الحركات التحررية في العالم هو وجود حركات تسعى لتحرير شعوبها من هيمنة مفروضة عليها. ¶ إلا أن معنى الحرية المبحوث عنه الآن، فإنه وإن كان لا يخرج كثيرا عن هذه المعاني العربية بل يشترك معه في المعنى الأصلي وهو رفه الهيمنة، ولكنه له معنى خاص به وله مدلول مستهدف من قبل الداعين له وهو تمكين الفرد من مباشرة أعماله وإشباع رغباته وتسيير سلوكه دون قيد أو شرط، دون ضغط أو إكراه، وهذا ما يعبر عنه عادة بتمكين الفرد من حرياته العامة، أو حرياته الأربع وهي حرية الاعتقاد وحرية الرأي وحرية التملك، وحرية التصرف والسلوك الشخصي فهذا هو بيت القصيد وهذا هو البحث الذي نريد أن نعطي فيه الرأي بعد محاكمته. ¶ عدم مطابقة الحرية للواقع",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "وكما بدأنا بمحاكمة الديمقراطية فقلنا أن صدق الأفكار وصحتها يتطلب وجود مقياس دقيق تقاس عليه وقواعد ومسلّمات تستعمل في إظهار الخطأ من الصواب فاحتكمنا فيها إلى العقل باعتباره مناطق التكليف، وباعتباره الجوهرة التي ميزت الإنسان عن غيره من الكائنات الحية، والنعمة الكبرى التي جعلته سيد الكون، فسخر له الله سبحانه وتعالى كل شيء، كما احتكمنا أيضا إلى قاعدة ثابتة يقضي بها كل ذي لب، وهي أن الفكر الصحيح، والرأي الصائب هو الفكر أو الرأي أو الخبر الذي ينطبق على واقعه، ولذلك كانت قاعدة مطابقة الأمر للواقع قاعدة صحيحة، وعليها نستطيع تمييز الخطأ من الصواب، وانطلاقا من هذه القاعدة نقول: ¶ بعد أن تبينت لنا كافة المعاني التي تشير إليها كلمة الحرية، وفهمنا ما تدل عليه جملة وتفصيلا فكان الجذر الذي انبثت منه جميع هذه المعاني هو الانفلات من كل قيد فالسؤال الذي يرد الآن هو هل لهذا المعنى وجود في الواقع الآن؟ وهل يمكن أن يكون له واقع مستقبلا، وما هي النتيجة التي يمكن أن تتربت عليه إن سلمنا جدلا بإمكانية وجود مجتمع أو إنسان يعيش على أساس هذه الفكرة؟. ¶ أما الإجابة على السؤال الأول وهو هل لهذا المعنى وجود في العالم الآن فإن الإجابة بالنفي مؤكدة، وذلك أنه ليس هناك مجتمع بشري في الوجود يعيش كل إنسان فيه على هواه وتبعا لرغبته، وإتباع حاجته، سواء في المتجمعات المتحضرة، أم في المجتمعات البدائية، البدوية منها والحضرية، بل إننا نجد أن الإنسان كلما ارتقى فكريا كلما زاد ارتباطا وانضباطا بالقوانين والنظم، وحتى الأعراف، ولهذا فإن الجواب بالنفي على السؤال الأول كأنه هو الجواب الحق –فلا وجود لمجتمع بشري يعيش على فكرة الحرية، والتي تعني الانفلات من كل قيد.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "أما لسؤال الثاني وهو إمكانية أن يأتي يوم فيكون على أساسه فالجواب على ذلك بالنفي أيضا وبكل تأكيد، وذلك لمناقضته لمعنى المجتمع فالمجتمع هو مجموعة قيود-قواعد وأحكام-التزم بها مجموعة من الناس وقاموا على تنفيذها فمن يعش بينهم فهو مجر على القبول بالسير حسب هذه القواعد والنظم، وإلا قتلوه أو رحل عنهم. فطبيعة التحلل من القيود هي على النقيض من الاجتماع والتقيد. ¶ وأما السؤال الثالث: وهو التساؤل عن النتيجة المترتبة على تطبيق هذه الفكرة فيما لو سلمنا جدلا بإمكانية حدوثها ضرب من الجنون أو شطحه بعيدة من الخيال، فكيف تجمع القيد والانفلات في وقت واحد؟ والعقل البشري بقواعده يقضي باستحالة اجتماع النقيضين. وأقل ما يمكن أن يتصور هو انتقال الإنسان إلى الغابة فقط ليتصرف كما يحلو له، ولما كان الإنسان كائنا اجتماعا بطبعه واختصه اله بنعمة العقل والإدراك، مما يمكنه من أن يضع قواعد لسلوكه وانتظامه في جماعات كما يمكنه من أن يميز في كثير من الأمور بني الخير والشر، بين الحق والباطل، بين الهدى والضلال، ومن هناك الانفلات أو الدعوة إليه هدما لإنسانية الإنسان وامتهانا لكرامته، ودعوة إلى نقل الإنسان إلى مجتمع حيوانات منحطة في غابة تسيرهم فيها غرائزهم وحاجاتهم.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "إن علماء الاجتماع يدركون معنى الدعوة للحرية وإبعاد وخطورة هذا القول،ولذلك حاولوا أن يلبسوا الحرية ثوبا فضفاضا، ويحملوا هذه الكلمة معاني لا تنطبق عليها حقيقة، ففرضوا على الفرد قيودا بدأت من قولهم تنتهي حرية الفرد بابتداء حرية الآخرين، ولم تنته بعد، ففي كل يوم تضاف لمجموعة القيود قيود جديدة،ولما كان لا بد لكل قيد من ضابط يقوم على تنفيذه، ولما كان لا بد لكل حق من حماية كان لا بد من حماية هذه الحريات فحسب تعبيرهم والصحيح أنه كان لا بد من حماية هذه القيود والنظم، ومن هنا كان التزامهم بنظرية العقد الاجتماعي بنشوء الأمم والمجتمعات، فقرروا أن يتنازل كل فرد عن جزء من حريته لتوضح هذه الأجزاء بيد فئة قوية تستطيع تنفيذ ما اتفقوا ¶ عليه، فاشترطت عليهم الطاعة، فوجدت الدولة على هذا الأساس، ففرض به قيد جديد على الفرد. فصار عليه الانقياد والطاقة إلى مجموعة القوانين والنظم الموضوعة لتسيير علاقات الأفراد ومع ذلك ما زالوا يسمون هذه القيود حرية. ¶ إلا أنهم يحاولون أن يصوروا أن هذا الأمر هو حرية، وذلك لأن الناس بمجموعهم أو بواسطة ممثليهم هم الذين يضعون مجموعة هذه النظم والقوانين،وبالتالي فإنهم يسيرون بإرادتهم وحسب رغبتهم ولا سلطان لأحد عليهم. وأن مجموعة هذه النظم والقوانين لا تسمى قيودا لأنهم هم واضعوها. ¶ والحقيقة هي خلاف ذلك تماما، فالالتزام والانضباط والسير بحسب القانون والنظام هو قيد،والنظام سواء كان عن رضى واختيار أم كان جرا وإكراها، فكلها قيود،وسواء وضع هذه القيود الفرد نفسه، أو أناب عنه أحدا، أو اقتبست من نظم وقوانين شعب آخر، أم فرضت من جهة أخرى فكلها قيود ولا يصرفها عن هذا المعنى كونها قوانين وضعها الفرد نفسه أو مجموعة الأفراد فهي انقياد ولا جدال وهذا مناف للحرية ويبين أنها لا تنطبق على واقع.",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وأما الكذبة الكبرى وقد تحدثنا عنها وهي أن الفرد هو الذي يضع قوانينه، فإن هذا القول لا يستطيع أن يستر عورة ذاته فلا يمكن أن يستطيع ستر عورة غيره، فبعد أن عمت هذه النظم والقوانين العالم بكاملة وأصبحت الدول والحكام كافة يتشدقون بديمقراطيتهم، صار النظام الديمقراطي وعملية وضع النظم والقوانين يعرفها الناس جميعا، ويعرفون أن هيئة تأسيسية أو ما تشبهها تقوم بوضع الدستور، أي القانون الأساسي، وتقوم مجموعة من الحقوقيين بوضع مشاريع قوانين لتعرض على مجلس النواب الذي لا يمثل أكثر من عشرة في المائة من الناس والذي لا يعرف من القوانين والتشريعات شيئا، يقوم هذا المجلس النيابي بالمصادقة عليها،مصادقة شاهد زور لا يعرف على ماذا وقع، لأنه يجهله وبتوقيعه هذا يصبح كل فرد في المجتمع ملتزما بهذا القانون وملزما بتنفيذه، فهل هذا معنى جديد للحرية؟ وهل ينطبق معنى الحرية على هذا الواقع؟. ¶ المفهوم الجديد للحريات ¶ بعد أن تعذر تطبيق فكرة الحرية بمعناها الكامل، واستحال تطبيقها على الوقع، وإصرارهم على الاحتفاظ بالاسم بدون مسمى، والإطار بلا محتوى، فأطلقوه الآن على واقع مجتمعاتهم، معتبرين أن ممارسة الإرادة من قبل الأفراد هي بالخضوع للقوانين، وقد راعى المقنن كذلك ممارسة الإرادة-الحرية- في كثير من الأمور، فكانت فكرة الحرية قاعدة من قواعد التشريع يجب أن يراعيها المقنن حين وضع تشريعاته ومن هنا قدر المشرّع عندهم الإبقاء على الحريات العامة، ولو ضمن القوانين المرعية، أي في قيود معينة وعليه فقد ترك المشرّع للفرد ما يلي: ¶ أولا: حرية الاعتقاد:",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "فقالوا أن للفرد أن يعتقد ما يشاء، أو يتنقل بين العقائد كما يشاء فليس لأحد سلطان عليه يلزمه باعتقاد عقيدة ما، أو يجبره على التخلي عن عقيدة ما. له أن يعتنق النصرانية اليوم ثم يتخلى عنها غدا إن شاء، كما له أن يعتنق اليهودية أو الإسلام، وله أن يتخلى عن اعتقادهما إن شاء، فليس لأحد أن يتدخل به، فله أن يمارس إرادته ويتمتع بحريته شريطة أن لا يسيء لعقائد الآخرين بالقول والعمل، وله أن يتعبد على أي دين وأن يعتنق أي مذهب، أو أن ينكر الديانات والمذاهب ضمن ما تجيزه قوانين البلد الذي يعيش فيه، وإنه وإن كان يتصرف ضمن ما تجيزه القوانين ويعتقد بما أجازت له القوانين المرعية إلا أنهم أصروا كذلك على تسمية هذه الإجازة حرية التدين، أو حرية الاعتقاد. ¶ ثانيا: حرية الرأي: ¶ أي أن له أن يعبر عما يجيش في صدره من معاني بأي أسلوب شاء، فهو يكتب وينشر ويحاضر ويتحدث بما يحلو له، جادا أو مازحا، مؤمنا بما يقول أو غير مؤمن، وسواء أكان هذا الأمر متعلقا بالحكم أو الاقتصاد أو الاجتماع أو الدين، وله أن سفه أي رأي لدى إنسان أو جهة، شرط أن لا يتعرض للنواحي الشخصية أو الأمور الذاتية ضمن ما تجيزه الأحكام والقوانين كذلك. ¶ ثالثا: حرية التملك: ¶ وكما أجازت حرية الاعتقاد وحرية الرأي فقد أجازت كذلك حرية التملك، فقد سمحت التشريعات القائمة على أساس الحرية للفرد أن يتملك ما يشاء وبأية كيفية يشاء، وبمقدار ما يستطيع ولكن كذلك ضمن القوانين والأحكام لا يجوز له أن يتعداها، كما له أن ينفق أو يصرف من ملكيته ما يشاء.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "فحين أباحت له أن يمتلك أية مادة يريد ضمن القانون فقد أجازت له امتلاك أية مادة استهلاكية أو أية مادة إنتاجية فله أن يمتلك الرغيف والفاكهة والسيارة فقد أجازت له كذلك أن يمتلك الأرض والمصنع والمنجم وذلك بتفاوت بسيط بين بلد وآخر لأنه حين فشلت هذه الأحكام في معالجة مشاكل الناس عمدت بعض الدول إلى نقل بعض الملكيات الفردية إلى ملكية الدولة وحرمت على الأفراد وامتلاكها بقانون أطلق عليه قانون التأميم، والذي يجيز للدولة أن تنقل الملكية للدولة حين تتعلق مصلحة الجماعة بها بعوض يساوي قيمتها قبل عملية النقل، أو ما يشابه هذا المعنى، وبهذا تكون قد خالفت ما أجازت ابتداء وحرمت على الفرد امتلاك بعض الأعيان، مع اختلاف بين بلد وآخر حول هذه الأعيان ومثل تحريم بعض الأعيان دون بعض، كتحريم الحشيش والأفيون وإباحة الخمور والتجارة بالخنزير وغيره، ومثلما أباحت الأعيان والمواد التي تمتلك فقد أباحت كذلك وسائل التملك وأساليب تنمية الملكية أو حيازتها، فمثلما أجازت العمل والتجارة والبيع والشراء والهبة والهدية أباحت كذلك المقامرة والربا والنوادي الليلية، والتكسب عن طريق الجنس والمتاجرة فيه، كما أباحت الشركات والتعاونيات،ولكن بتفاوت واختلاف بين بعض الدول والمجتمعات. ¶ كما أنها أباحت الكمية أي أنها لم تضع حدا أعلى للكمية التي يمتلكها الفرد، فللفرد أن يمتلك أكبر قدر ممكن من الأموال فليس من حق أحد أن يحد من نشاطه، أو أن قف عند حد في تنمية ثروته، إلا أن الحكومات والدول ولكن بتفاوت فرضت ضرائب على الكمية أسمتها ضريبة الدخل،وغالبا ما تكون ضريبة تصاعدية تتناسب مع الكمية التي يكسبها الفرد في حياته العملية، خصوصا في بعض الدول والمجتمعات التي تدعي الاشتراكية، أو التي تطبق اشتراكية الدولة.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وكما أجازت في الامتلاك وتنمية الثروة كالملك فإنها تركت للفرد أن يتصرف بأمواله كما يحلو له، فله أن يهبها لمن يشاء أو يتلفها بأية كيفية يشاء، وليس متغربا أن نسمع أن أحدهم أوصى بتركته إلى كلب أو هرة، أو إلى جمعية الرفق بالحيوان، و أي شيء آخر. ¶ رابعا الحريات الشخصية: ¶ أي التصرفات الفردية، من مثل علاقة الإنسان بنفسه أو بغيره فيما هو من شؤون الغير، فقد تركت هذه الفكرة إلى أصحابها ممارسة إرادتهم ممارسة كاملة دون جبر أو إكراه، وله أن يمارس هذه الإرادة وحرية الاختيار مع من يشاء دون جبر أو إكراه أو ضغط أو تهديد فهو يلهو ويلعب ويأكل وينام،ويتمتع منفردا أو مع غيره في كل ما يوافق هواه ورغبته فلا سلطان لأحد عليه، ضمن القوانين المرعية والمعمول بها، وقد تفاوتت المجتمعات والدول بحدود هذه الحرية مع أنها جميعا ضمن القوانين، فمن القوانين ما أجاز اللواط ومنها ما حرّمه، ومنها ما أجاز الزنا ومنها ما حرمه، ومنها ما أجاز الزواج بين ذكرين أو بين أنثيين ومنها ما حرمه أو أهمل ذكره فقد قضت المحاكم في أمريكا بالزواج بين الذكور وأباح مجلس العموم البريطاني اللواط، واعتبره عملا شرعيا وهكذا فإن ممارسة الإرادة في كل ما هو من شؤون الفرد الذاتية فله أن يمارسها دون ضغط أو إكراه. ¶ خامسا: الحريات النقابية: ¶ كما أنها أجازت الحريات النقابية فإنها حين أجازت حرية التملك كان من البديهي أن يحيق الظلم والتعسف ما في المجتمع من عمال وفلاحين وموظفين ولما كان القانون قد أعطى لصاحب العمل حق التصرف بماله وأملاكه ولو على حساب العمال والفلاحين والإجراء والموظفين، لهذا فقد عمد القانون لإجازة المجتمع العمالي، فأجاز تشكيل النقابات ومنحها حقوقا تستطيع مباشرتها لتقف بوجه الجشع الرأسمالي، والحفاظ أو الحصول على ما يرونه هم أنه حق لهم. ¶ سادسا إجازة الاتحادات الطلابية:",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بل بلغ الحال بها إجازة الاتحادات الطلابية للوقوف بوجه الهيئات والمؤسسات التي تقوم على رعايتهم، ومنحت هذه الاتحادات من الحقوق مثل ما منحت لاتحادات العمال والنقابات بل واعتبرت أن هذه الاتحادات والنقابات عون لها وسند في تحقيق ما تقوم عليه. ¶ هذه لمحة خاطفة عن ما تبقى مما يسمى حرية أو حريات بل هذا ما تبقى مما يسمى ممارسة الإرادة دون ضغط أو إكراه أو تهديد، وهذا ما يتصوره الناس أنه الحرية وأنه الممارسة الحقيقية للإرادة مع أنها لا تزيد عن كونها تقيدا بأحكام النظم والقوانين التي تطبق في بلد ما من بلدان العالم. ¶ وتتفاوت هذه الحرية أي هذه الممارسة بتفاوت النظم والقوانين واختلافاتها-وتتفاوت هذه النظم والقوانين بتفاوت واختلاف القواعد الأصولية والأسس التي يبني عليها المشرعون ما يصنعون من نظم وقوانين بالإضافة إلى التفاوت بين عقلياتهم ونفسياتهم. ¶ الحرية ¶ لما ثبت أن الحرية بمعانيها إنما هي الانفلات من كل قيد، أو إبعاد الهيمنة أو الضغط أو الإكراه عن تصرفات الناس.فإن هذا المعنى قد اشتمل على: ¶ أولا: محاربة الرق والاسترقاق، أي أن ترفع هيمنة الإنسان على أخيه، تلك الهيمنة التي تسلبه حق التصرف بإرادته، وارتهان إرادته إلى مسترقه، إلا أن هذا الواقع ليس له وجود في العالم إلا نادرا إن حصل. أما ارتهان جزء من إرادته أي استئجار بعض ساعات من كل يوم للقيام بعمل ما وبأجرة مقدرة فلا يعتبر سلبا للإرادة، ولا هيمنة عليها.",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ولهذا ليس هناك أي دعوة أو فكرة في العالم تدعو إلى محاربة الوظيفة والأجرة والإجازة لأنها في نظر الناس بيع للجهد ببدل، وليس هيمنة، إلا في مفاهيم الشيوعيين، مع أنهم يخالفونها في التطبيق العملي لفكرتهم-فإن صح أنهم يعتقدون ذلك فالدولة في النظام الشيوعي أكبر مسترق وشعبها كله شعب عبيد وأرقاء، فهم مرتهنون لما تجبرهم به الدولة من أعمال-وهم مسلوبون حق ممارسة أرادتهم فهم يتصرفون بحسب ما تمليه أنظمة وقوانين الدولة، والتي سنها وشرعها بضعة نفر من الحزب الشيوعي ليس غير. أما ما سوى ذلك فلا يرى الناس أن الإجازة والعمل عند الآخرين بأجر هو سلب لحق ممارسة الإرادة أي سلب للحرية، وأنه يعني الاسترقاق. ¶ ثانيا: إن طريقة الاستعمار ببسط نفوذه وفرض هيمنته جعل دول الاستعمار تبسط سلطانها، وتفرض هيمنتها على الدول والشعوب المستعمرة، وتحكم سيطرتها الفكرية والثقافية والسياسية والعسكرية والاقتصادية على هذه الدول والشعوب، بحيث سلبتها فعلا حق ممارستها لإرادتها في مثل هذه الأمور جميعا، ولذلك جاز لنا أن نسميها دولا مستعبدة لأنها مسلوبة الإرادة فعلا، حيث وصل بها الحال أن تتصرف كما يريد المستعمر، فحملت فكرته، وتثقفت بالثقافة التي فرضها عليها، وأجبرها على تبني سياسته والسير في ركابه، واستأثر بخيراتها وثرواتها بعد أن نظم حياتها بنظامه وقوانينه، فكان لا بد من العمل على رفع تلك الهيمنة وإبعاد ذلك السلطان ولهذا قامت حركات وتنظيمات كلها تنادي بالحرية والتحرر والتحرير أي للخلاص من ربقة الاستعمار واستعباده لها، وفي مثل هذا الأمر كان استعمال هذه الكلمة قريبا من الحقيقة، مطابقا للمعنى التي وجدت من أجله.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "ثالثا: بعد أن نجح الاستعمار بإدخال فكرته ونشر مبدئه على تلك الشعوب، وبدأ تململها للتخلص منه وإبعاد هيمنته، كان لا بد له من إحكام ضربته، فجعلها تحمل مع فكرة التحرر والتحرير فكرة الحرية بما لها من أبعاد، وبنفس المعنى الذي يحمله هو لمعنى هذه العبارة، وبنفس المدلول، وهو إعطاء الفرد حق ممارسته أرادته في كل شيء، حتى أصبح جمهرة مثقفينا وكثير من الناس يرون أن هذه الفكرة مقدسة فهي أساس كرامة الإنسان، رمز عزته واعتباره، ولم يستطيعوا الفصل بينها وبين فكرة التحرر والتحرير قياسا على إبعاد الهيمنة عن الدولة والشعب، إبعاد الهيمنة والإكراه عن الفرد. ¶ وبهذا جعل الناس تحاربه بالسلاح الذي حدده هو. حملهم فكرته ليحاربوه بها، حملهم وجهة نظره ليقدروا الأمور بحسبها، حملهم مبدأه ليكونوا جزءا من عالمه، وكان له ذلك، إذ أصبح الناس بمجموعهم رأسماليين يؤمنون بالديمقراطية عقيدة ونظام حكم، وبالحرية أساسا لوضع النظم والقوانين إلا من رحم ربي. ¶ ولهذا فإن مشكلتنا والبحث الذي نحن بصدده ليس المعنى المقابل للاسترقاق، لأنه لا وجود له في واقع حياتنا العادية في هذا العصر، وليس رفع هيمنته العسكرية والسياسية والاقتصادية والثقافية والفكرية، فقد رفع هيمنته العسكرية أو أخفاها عن أعين الناس، وترك لأهل البلاد ، ينفذوا فكرته وثقافته ووجهة نظره ونظمه السياسية والاقتصادية دون أن يلحظ له وجود. ¶ بل المسألة المبحوث عنها، والمشكلة التي تقض مضجع المخلصين من الناس، والتي يجب أن يعمل على إزالتها من الوجود لفظا ومعنى، هو المعنى الثالث، أي جعل الحرية فكرة أساسية في المجتمع تبنى عليها الأفكار وتنبثق عنها النظم، والذي منه أيضا منح الفرد حرياته العامة، حرية العقيدة والرأس والملك والذاتية، ليتصرف الفرد في حياته بموجبها مراعيا القوانين والنظم القائمة فقط. ¶ غاية الغرب من طرح فكرة الديمقراطية والاشتراكية",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "بعد أن نجح الغرب بتثبيت أقدامه في بلاد المسلمين وبعد أن بسط سلطانه عليهم وفرض هيمنته الفكرية والثقافية أخذ يعمل جاهدا ليجعل من أبناء المسلمين حراسا على مزرعته،و أساتذة في مدرسته حتى كان له ما أراد، إلا أن المصيبة العظيمة، والخطب الجلل، الذي لم يتوقع أحد أن نصل إليه أن تكون غاية الاستعمار هدفا من أهدافنا بل مطلبا شعبيا وأملا يسعى الناس لتحقيقه. ¶ تشكل الأحزاب وتتحرك الحركات، وتنظم التنظيمات وترتفع الشعارات مطالبة بأمر لم يحلم الغرب يوما بتحقيقه، نعم إن حملة المبادئ يأملون دائما بنشر مبدئهم، وتنفيذ فكرتهم على غيرهم بل ويسعون من أجل ذلك ليل نهار، إلا أن شعبا كالشعوب الإسلامية ذبحه الاستعمار ألف مرة، فهدم كيانه، وأزال دولته، ونهب خيراته، وأذلّ سادته، واستعبد عامته، يزين له الشيطان سوء عمله، فيتخذ من شخصية الغرب الشخصية المثالية، والقدوة الصالحة، ويترك عقيدته أو ثقافته الأصلية الصادقة ليخذ عقيدة وثقافة من عمل به ما عمل، فأية مصيبة أكبر من أن نجعل عقيدة الغرب عقيدة لنا، وثقافته ثقافة لنا، وغايته أهدافا لنا، نقاتل ونضحي في سبيل تحقيقها، وتكون قيادته الفكرية هي الدينامو الذي يحرك طاقاتنا، ويثير هممنا، لا أقول هذا إثارة للمشاعر بل كحقيقة أعمانا الجهل عن إدراكها، ألا يحق لنا أن نتساءل عن هذه التنظيمات الموجودة ي الأمة والتي تدعي أنها تعمل لإنهاض الأمة أية عقيدة اتخذت، وأية فكرة أساسية تبنت، هل خرجت واحدة من هذه الحركات عن اتخاذ الديمقراطية عقيدة،والحرية فكرة أساسية ومنهاج حياة؟ ألم يقم أبناء المسلمين أنفسهم بهدم دولتهم للمطالبة بدول قومية؟ ألم يقم أبناء المسلمين بالضغط على الدولة الإسلامية لتتبنى دستورا كان الغرب يريد فرضه على الدولة الإسلامية؟ ألم تمتلئ شوارع المسلمين يافطات-حرية عدالة مساواة؟",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "كما ترتفع اليوم يافطات وشعارات الحرية والديمقراطية والقومية وغيرها، إلا أن هذه الأفكار وهذه الشعارات لم يتقبلها الناس ولم ينادوا بها إلا بعد أن غلفها بأغلفة جميلة مستعملا أخبث الأساليب، فمثلا حين أراد جعل الديمقراطية نظام حكم كان الثوب الذي يجب على الديمقراطية أن تلبسه ثوب الشورى في الإسلام وعمد إلى تصوير نظام الحكم في الإسلام إنه نظام شورى، وبما ن الديمقراطية هي نظام شورى إذن فما على المسلمين إلا أن يجعلوا النظام الديمقراطي نظاما لحكمهم وقد نجح في ذلك ولما كان هذا النظام الديمقراطي لا يتأتى تطبيقه إلا بمنهج حياة يقوم عليه،وقاعدة أساسية تقوم عليها نظمه وقوانينه وتشريعاته كان لا بد من إيجاد فكرة الحرية كأساس للنظام الديمقراطي ولم ينس كذلك أن يغلفها بما لا يتنافى مع عقيدة المسلمين ومنهاج حياتهم. ¶ فكانت فكرة التحرر غلافا لفكرة الحرية، وكانت مفاهيم الكرامة والعزة والسيادة من أجود الستائر والأغطية كي يخفي أهدافه وغاياته، حتى بلغ الحال بالمسلمين أن تصبح هذه الفكرة من الأفكار المقدسة عندهم بشكل عام، وعند جمهرة المثقفين بشكل خاص، وهل هناك أفظع من أن تصبح أهداف عدونا وغاياته مطلبا شعبيا، تخرج الجماهير مطالبة به ومضحية في سبيله؟ دون وعي أو إدراك. ¶ وأصبح العمل لإعادة هذه الجماهير إلى صوابها والرجوع إلى عقيدتها وقاعدتها الفكرية من أشق الأعمال وأصعبها بعد أن تحطمت المقاييس، واختلطت الموازين وامتزجت الألوان وغشت أعين الناس غشاوة لم يعودوا يميزون بها بين الحق والباطل، بين الهدى والضلال بين الإسلام والكفر. ¶ حكم الإسلام في الديمقراطية ¶ بعد استعراض فكرة الديمقراطية من كل جوانبها ومعرفة الأساس الذي تقوم عليه، والعقيدة التي نشأت عليها كان لا بد من محاكمتها على أساس المسلمات العقيدية التي جعلناها أساسا في تقرير الصواب، ومعرفة الحق تماما كما حاكمناها على أساس العقل، ثم على أساس مطابقة الواقع.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "وقد أثبتنا بما لا يدع مجالا للشك أنها عقيدة ليست مبنية على العقل بل إنها مبنية على الحل الوسط كما أثبتنا أيضا أنها فكرة خيالية لا تنطبق على الحل الوسط كما أثبتنا أيضا أنها فكرة خيالية لا تنطبق على الواقع أما الآن ونحن في معرض محاكمتها على الأسس العقيدية، أي المسلّمات العقيدية فلا بد من تقرير ما نعني به بالمسلّمات العقيدية فنحن مسلمون وعقيدتنا هي الإيمان لا إله إلا الله محمد رسوله الله، فإنما يعني هذا التسليم المطلق بكل ما جاءت به هذه العقيدة. ¶ فما هي عقيدة الديمقراطية وما الأسس التي تقوم عليها كي نقرر الحكم؟. ¶ فالديمقراطية رفضت أن تقرر حقيقة الوجود، وساوت بين الإيمان والإلحاد. ¶ وفرضت عدم تدخل الإله في حياة الناس(إن كان هناك إله). ¶ وقد ناقضها الإسلام في هذا مناقضة تامة، حيث قرر حقيقة الوجود في العديد من آيات القرآن المجيد،وجعل أساس الإيمان به هو الإيمان بالله جلّت قدرته، وأنه هو خالق الكون والإنسان والحياة وأن هذه المخلوقات تستند بوجودها إليه، فهو خالقها ومدبرها ومنظم قوانينها. ¶ (الله الذي خلق السموات والأرض في ستة أيام ثم استوى على العرش)(1) وقال( هل من خالق غير الله)(2) أما المساواة بين الإيمان والإلحاد فإن الإسلام ¶ -------------------------------------------------------------------------- ¶ (1) إبراهيم الآية 32. ¶ (2) فاطر الآية 3 . ¶ يقول(الله وليّ الذين آمنوا يخرجهم من الظلمات إلى النور، والذين كفروا أولياءهم الطاغوت يخرجونهم ن النور إلى الظلمات)(1) وقد أعد الله للمؤمنين الجنة، وأعد للكافرين عذاب السعير.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "وأما عدم تدخل الإله في حياة الناس، فالإسلام أمر أن تكون الطاعة له ولرسوله(وأطيعوا الله وأطيعوا الرسول وأولي الأمر منكم)(2) وبين أنه سيحاسب الناس على كل عمل يقترفونه في هذه الحياة، (لله ما في السموات وما في الأرض وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله(3) وقال (فمن يعمل مثقال ذرة خيرا يره، ومن يعمل مثقال ذرة شرا يره)(4). ¶ كما بين للإنسان كافة الأحكام والنظم التي تسيّر أفعاله في الحياة من حكم واقتصاد واجتماع وعلاقات دولية إلى غير ذلك مما يلزم الإنسان في علاقاته الثلاث، في علاقاته مع ربه في العبادات وفي علاقته مع نفسه في المطعومات والملبوسات والأخلاق، وفي علاقاته مع غيره في المعاملات ونظم الحياة كالحكم والسياسة والاقتصاد والعقوبات، وفي علاقات المسلمين مع غيرهم كأحكام أهل الذمة، وأحكام الحرب والجهاد والمعاهدات وغيرها. ¶ وقد حددت الديمقراطية مصدر التشريع فجعلت السيادة للشعب، أي أن الشعب هو الذي يسن القوانين ويضع النظم والدساتير، فجعلت لذلك سلطة تشريعية مهمتها وضع هذه النظم والقوانين، وهي ما يسمى بمجلس النواب أو البرلمان أو الكونغرس وكلها أسماء لمسمى واحد وادعت زورا وبهتانا أن هؤلاء يمثلون الشعب، فحين يضعون تشريعا أو قانونا إنما يكون الشعب قد وضعه. ¶ -------------------------------------------------------------------------------- ¶ (1) البقرة الآية 257. ¶ (2) النساء الآية 59 . ¶ (3) البقرة الآية 284 . ¶ (4) الزلزلة الآية 7 . ¶ ولهذا كان الأصل الذي تصر عليه في التشريع هو جعل الشعب هو المشرع بغض النظر عن مطالبة الأسلوب أو الطريقة التي تحقق ذلك.",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "أما الإسلام فإنه قد جعل مصدر التشريع هو الوحي من الله سبحانه وتعالى، وهو ما نزل على سيدنا محمد صلى الله عليه وسلم من القرآن والسنة وما أرشدا إليه، وقد نفى الإسلام الإيمان عن أي إنسان أو جماعة تلجأ في الاحتكام لغير الله سبحانه وتعالى، قال الله تعالى(يريدون أن يحاكموا إلى الطاغوت وقد أمروا أن يكفروا به، ويريد الشيطان أن يضلهم ضلالا بعيدا)(1) والتحاكم إلى الطاغوت هو التحاكم لغير ما أنزل الله تعالى وقال أيضا(أفحكم الجاهلية يبغون، ومن أحسن من الله حكما لقوم يوقنون)(2) وحكم الجاهلية إنما هم الاحتكام إلى مفاهيم الناس وعاداتهم وتقاليدهم كما قال كذلك(وما كان لمن ولا مؤمنة إذا قضى الله ورسوله أمرا أن يكون لهم الخيرة من أمرهم)(3) وكقوله تعالى(فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم، ثم لا يجدوا في نفسهم حرجا مما قضيت ويسلموا تسليما)(4). ¶ ومن هذا يتبين أنه لا خيار للمسلمين في التشريع والقضاء بل كله مردود إلى الله سبحانه وتعالى وإلى الرسول الكريم صلوات الله وسلامه عليه، وهذا يعني الرجوع إلى كتاب الله-القرآن-وسنة رسول الله-أي الأحاديث الشريفة-ثم يشدد ي هذا الأمر حتى أنه لينفي الإيمان عن أي إنسان يلجأ لغير الله ورسوله في أي أمر من أمور حياته، بل ويقسم على ذلك. ¶ -------------------------------------------------------------------------------- ¶ (1) النساء الآية 60 . ¶ (2) المائدة الآية 50 . ¶ (3) الأحزاب الآية 36 . ¶ (4) النساء الآية 65 .",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وأي أمر أعظم من أن يقسم الله سبحانه وتعالى (فلا وربك لا يؤمنون حتى يحكموك)(1) بأن من لا يحكم الإسلام الذي جاء به محمد صلى الله عليه وسلم في أمور حياته، فقد انتفى عنه الإيمان، وخلع ربقة الإسلام من عنقه،و لم يكتف بالاحتكام فقط بل وبالتسليم المطلق بنتيجة الحكم، سواء وافقت هواه أو خالفته، وعلى شرط أن لا يجد حرجا في نفسه، فالقضية احتكام إلى الإسلام والتسليم المطلق بالنتيجة، وانتفاء الحرج من النفس. ¶ فهل مصدر التشريع واحد؟ وهل القول أن السيادة للشعب كالقول بالسيادة للشرع؟ وهل هذا يدل من بعيد أو من قريب على وجود تقارب بين الإسلام والديمقراطية أم أنهما نقيضان، والعقل السليم يقضي بعدم اجتماع النقيضين. ¶ فمصدر الإسلام في التشريع الوحي أي كتاب الله وسنة رسوله ولا دخل للإنسان فيه، ومصدر التشريع في الديمقراطية قلة من الناس ولا دخل للخالق فيه، إذن فلا لقاء بين الإسلام والديمقراطية أبدا. ¶ أما الشبهة التي تسلل الغرب منها واتخذها تكئة للوصول إلى هدافه هي تصويره لنظام الحكم في الإسلام أنه نظام شورى، وأنه يقوم على الشورى، مكتفيا بهذا الدجل الرخيص ليدخل منه إلى قلوب الناس، كما صور كذلك أن الديمقراطية هي الشورى، ونظام الحكم فيها هو الشورى، مستغلا بذلك جهالة الناس في نظام الحكم في الديمقراطية، ونظام الحكم في الإسلام، وجهالة الناس كذلك بمعنى الشورى، سواء في الإسلام أو في الديمقراطية ولذلك كان لا بد من إلقاء الضوء على هذه الفرية السخيفة، وهذا الدجل الفاضح، والغريب أن الحيلة قد انطلت على الكثير من أبناء الأمة، إن لم تكن على غالبيتهم من علماء وعملاء ومفكرين ومثقفين. ¶ -------------------------------------------------------------------------------- ¶ (1) النساء الآية 65 .",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "فالشورى ليست نظام حكم، بل ولا نظام حياة، وليست معالجة لأي عمل من الأعمال وإنما هي وسيلة أو أسلوب أو كيفية تتبع في التحري عن الرأي الصائب حيث أن الشورى هي أخذ الرأي مطلقا فحين يريد الإنسان أي إنسان، حاكما أو محكوما مديرا أو موظفا عاملا أو مزارعا حين يريد التوصل إلى رأي في مسألة ما، أو التبس عليهم عرفة رأي بمسألة ما، فإنه يرجع إلى من يأنس فيهم حسن الرأي والقدرة على معرفة الصواب في مثل مسألته، لأخذ رأيهم فيها. ¶ فالحاكم يرجع إلى مستشاريه وهم من لهم خبرة بشؤون الحكم إن أراد، والقاضي يرجع إلى الفقهاء والمجتهدين لمعرفة رأي في مسألة قضائية، والمهندس يرجع إلى من لهم خبرة في الهندسة، والطبيب يرجع إلى من لهم خبرة في الطب وهكذا، ولا يصح من أحد أن يرجع إلى أناس ليس لهم خبرة أو إطلاع في مسألته ليسألهم عنها،وهل يصح من قائد جيش أن يسأل عالما عن فعالية طائرة ما، أو صاروخ ما، فإن فعلها كان سخيفا ولا يجوز له أن يكون قائد جيش، وهل يصح لمجتهد أن يسأل مهندسا في قضية شرعية التبس عليه فهمها دون أن يكون لهذا المهندس إطلاع على الفقه والتشريع، فالمسألة إذن هي أخذ الرأي ممن هم مظنة أن يكون عندهم الرأي الصواب في المسألة وباستعراض الأمور التي تدفع إلى الشورى وأخذ الرأي نرى أنها لا تعدو ما يلي:- ¶ أولا أخذ رأي تشريعي: ¶ وبمثل هذا الحال فإن أهل الخبرة في هذه المسألة هم الفقهاء، فقد يتدارس مع أهل هذا الفن حتى يصل إلى رأي هو أقرب إلى الصواب، ولكن عن طريق الدليل الذي استدل به المشير أو الفقيه، لا بناء على رأيه الشخصي، أو اتفاق عدد من هؤلاء على رأي، فمقياس الأمور الشرعية الأدلة والقواعد التي يؤخذ منها الرأي أو الحكم، ولا عبرة للكثرة أو القلة في الوصول إلى الصواب فقد يكون الرأي الصائب قد انفرد به واحد فقط وخالفه جمهور الفقهاء، فلا عبرة لمخالفتهم له. ¶ ثانيا أخذ رأي فني:",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "وهذا يتطلب كذلك أخذه من أصحاب ذلك الفن أي أصحاب الاختصاص في ذلك الفن سواء أكان في اللغة، أو في الطب أو في الهندسة أو التعدين أو التنقيب عن البترول أو كان في فن الملاحة أو التجارة أو الزراعة فالعبرة لرأي أصحاب الاختصاص، ولا قيمة إطلاقا لمن لا يعرفون ذلك الفن. ¶ ثالثا أخذ الرأي للقيام بعمل: ¶ وفي هذا يرجع إلى جمهرة الناس لمعرفة مدى حماسهم واستعدادهم للقيام بهذا الأمر، وفي مثل هذا الحال فقط يصار إلى رأي الأكثرية. ¶ رابعا أخذ الرأي لوضع تعاريف وتثبيت مصطلحات: ¶ وهي عملية فنية كذلك وتحتاج إلى قدرة غير عادية في اللغة المستعملة، ومعرفة الواقع، حتى يكون التعريف جامعا مانعا، والمصطلح منطبقا على واقعه، أما غير ذلك فلا. ¶ هذا مجمل أخذ الرأي في جميع الدنيا، وفي جميع الأنظمة، وفي جميع المؤسسات والشركات، وفي جميع المبادئ فهي عملية فنية عالمية، وأسلوب يمكن التوصل به إلى أقرب نقطة من الصواب أو الصواب، وهي صلاحية صاحب الصلاحية لأنه هو المحتاج لمعرفة الصواب لتسيير عمله براحة واطمئنان فإن كانت الأمور واضحة عنده فإنه لا يجد ضرورة لأخذ الرأي ما دام الرأي واضحا عنده. ¶ وليست هناك قوة تلزمه على الاستشارة لأن الاستشارة هي لمعرفة الرأي فإن كان الرأي واضحا فقد انتفت العلة وانتفى الحكم بانتقائها. ¶ ولذلك فإن القول بأن الشورى نظام حكم أو عليها يقوم نظام الحكم. أوهي قاعدة من قواعد الحكم فهو قول باطل، وفرية مفضوحة. فالشورى أخذ الرأي مطلقا، وكما تجوز من الحاكم تجوز من الشرطي، وكما تجوز من الأستاذ تجوز من الطالب، ولا يرجع المرء فيها إلا لمن هم مظنة يفيدوه فيما ذهب لاستشارتهم فيه، وما سوى ذلك فهو ضرب من الجنون فهي ليست نظام حكم وإنما وصفت به، ووصف الإسلام بها لدفع المسلمين لتقبل الديمقراطية باعتبارها تقوم على الشورى وباعتبار الإسلام يقوم على الشورى.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "أما نظام الحكم في الإسلام فهو نظام متميز لا يشبهه نظام، ولا يشبه أي نظام، لا من حيث مصدره فمصدره الوحي، ولا من حيث قواعد ولا في أركانه وأجهزته، أو صلاحية كل ركن أو جهاز فالنظام مصدره الوحي، وكل شيء فيه كذلك مصدره الوحي، أما الديمقراطية بمصدرها الناس وكفى. ¶ غاية الغرب من طرح فكرة الحرية ¶ في الوقت الذي طرح الغرب فيه فكرة الديمقراطية كنظام حكم، وضغط على الدولة العثمانية لاعتمادها كنظام حكم في الدولة العثمانية، لاعتمادها كنظام حكم وضغط على الدولة العثمانية لاعتمادها كنظام حكم في الدولة العثمانية، تحت شعار الشورى، مصورا أن نظام الحكم في الإسلام هو نظام الشورى، واستطاع إرغام الدولة على ذلك، بواسطة أبنائها، كما استطاع الحصول على فتوى من شيخ الإسلام مفادها أن ما لا يخالف الإسلام فهو من الإسلام، وأدخل تحت هذه الفتوى الكثير من نظمه وقوانينه، طرح في الوقت نفسه فكرة الحرية مغلفة بالتحرر والتحرير، حتى أصبحت من الأفكار الأساسية التي تتسابق عليها الأحزاب والتكتلات تتبرك بها، فتجعلها شعارا لها، حتى الأحزاب الشيوعية التي لا تؤمن بالحرية جعلتها شعارا لها وهدفا من أهدافها وأول من وضع هذا الشعار حزب الاتحاد والترقي، ذلك الشعار المشهور حرية، عدالة، مساواة، وتبعته الأحزاب الأخرى وما زالت إلى يومنا هذا تتسابق عليه، حتى امتزج هذا الشعار بأسماء الكثير منها، ولم تكتف الأحزاب المكلفة بهذا الأمر بجعلها شعارا بل أدخلتها بمعناها الحقيقي لها كأساس يجب توفره للفرد في أيديولوجيتها، وأصبحت من الأفكار الأساسية التي تنادي بها الأحزاب، وتحملها جمهرة المثقفين وأدخلت بمدلولها في دساتير كافة الدول التي قامت على أنقاض الدولة العثمانية، وما زالت كذلك، بل وأصبح الإسلاميون يتسابقون على المناداة بها، وتزيين أفكارهم بلباس ثوبها، وقالوا بأن الإسلام دين الحرية وأن الإسلام جاء لتحرير الإنسان، وأن الإنسان خلق حرا،وقالوا",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "مستدلين بقول عمر بن الخطاب رضي الله عنه \"متى استبعدتم الناس وقد ولدتهم أمهاتهم أحرارا\" كما زادوا على ذلك بمخادعة الناس بالتلاعب بالمعنى، وإضفاء معان جديدة لها، كالذي يقول إن الحرية هي تحرير الإنسان من عبودية الإنسان إلى عبودية الديان، أو الذي يقول تحرير الإنسان من عبودية شهواته، وقالوا تحرير الإنسان من العادات والتقاليد البالية، وقالوا تحرير الشعوب إلى غير ذلك من التعابير التي سممت الأجواء بلبلت الأفكار مما زاد الطين بلة، وأصبحت ضغثا على أبالة، وصار أبعادها عن أذهان المسلمين أمرا عصيبا، يتطلب الكثير من الجهد والمعاناة، وبهذا يكون الغرب قد نجح نجاحا باهرا بجعل الأساس الذي يقوم عليه مذهبه مطلبا أساسيا عند الناس، حتى أخذ عند البعض دور العراقة والتركيز، ليس بالدعوة إليه فقط، بل بالعمل والممارسة، بل كاد أن يمارس جميع الناس أعمالهم بحسبه، ما دام الدستور والقانون قد نص على ذلك وأصبحت فكرة الحرية في كثير من الأمور وعند الكثير من الناس مقياسا تقاس عليها الأفكار والأعمال، مما أدى إلى إباحة الكثير من المحرمات، وتقبل الناس للكثير من الموبقات، فصار الزنا بالتراضي مباحا ويحميه القانون، ويرغم الأهل على قبوله وصارت الخمرة مباحة، بشربها وصنعها، وبيعها وحملها بحماية القانون كذلك،وصار الربا والتعامل به عصب الاقتصاد في البلاد، فملأت المؤسسات الربوية، شوارع المدن، وأحياءها وكانت الشركات الرأسمالية هي النموذج الحي الواجب على الناس احتذاؤه وموجز القول أن مقياس الأعمال عند الناس قد تحطم فبدلا من استعمال مقياس الحلال والحرام، صار مقياس الحرية، وعدم الاعتداء على الآخرين هو المقياس الأوحد، إلا من رحم ربي. ¶ وقد نصت على ذلك دساتير وقوانين جميع الدول القائمة في العالم الإسلامي دون استثناء ولكن بتفاوت بينها.",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "وله أشد بلاء على الإسلام والمسلمين من أن تجعل الحرية أساسا تقاس عليه الأعمال، ومصدرا يستند إليه حين التشريع ودعوة تشمل جميع الأمة حتى باتت مقدسة في نفوسهم، مما اضطر علماء المسلمين أن يتمسحوا بها، ويحاولوا صبغ الإسلام بصبغتها. ¶ وهل هناك نجاح للغرب أكبر من هذا النجاح، الذي مكنه من جعل فكرته ومنهج حياته في العيش هو المنهج الذي يسير عليه الناس،والفكرة التي يهتدون بها عن رضى واختيار. ¶ وكأنه قد رد لنا الصاع صاعين. ¶ وصف الإسلام بأنه دين الديمقراطية ¶ لقد ذهب الكثير من علماء المسلمين بعيدا حين وصفوا الإسلام بالديمقراطية، أو أنه دين الديمقراطية، أو أن الديمقراطية منهاج حكم استنبط من القرآن ، أو منهج عيش كامل استنبط من القرآن، ومنهم من حاول التدليل على صحة ما ذهب إليه ببعض الحوادث من سيرة رسول الله صلى الله عليه وسلم أو من سيرة الخلفاء الراشدين ونستطيع أن نصنف هؤلاء إلى أربعة أصناف: ¶ الفئة الأولى:",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "فئة خبيثة تدرك حقيقة الإسلام، وتدرك حقيقة الديمقراطية فألبست الديمقراطية ثوبا قشيبا، وزينتها بزينة الشورى، فقالت إن الديمقراطية نظام حكم ومنهاج حياة يقوم على الشورى والشورى هي السبيل الأمثل لمعرفة الصواب، والتوصل إلى أفضل الآراء، فالحكم فيها يقوم على الشورى، وسن القوانين يقوم على الشورى، ووضع النظم والمعالجات يتم بالشورى والتشاور، والإسلام كذلك هو نظام حكم ومنهاج حياة يقوم على الشورى، فالله سبحانه وتعالى يقول(وأمرهم شورى بينهم)(1) ويقول وشاورهم في الأمر، فإذا عزمت فتوكل على الله)(2) كما أن رسول الله صلى الله عليه وسلم كان لا ينفذ إلى أمر حتى يشاور أصحابه، وقالوا أن رسول الله صلى الله عليه وسلم كان أكثر الناس استشارة وكان يقول \"ما خاب من استخار ولا ندم من استشار\"(3) وقد استشار رسول الله صلى الله عليه وسلم في معركة بدر ونزل على رأي أحد أصحابه حين نزل على أدنى ماء من بدر، وقد استشار أيضا في تلك المعركة حين قال \"أشيروا علي أنها الناس\" فقام أبو بكر فقال وأحسن، وقام عمر بن الخطاب فقال وأحسن ثم ¶ -------------------------------------------------------------------------------- ¶ (1) الشورى الآية 38 . ¶ (2) آل عمران الآية 59 . ¶ (3) رواه الطبري في الأوسط . ¶ قام المقداد ابن عمرو الأنصاري قال له:كأنك تعنينا يا رسول الله والله لو استعرضت بنا هذا البحر فخضته لخضناه معك ما تخلف منا رجل واحد، وإنا لن نقول لك كما قالت بنو إسرائيل لموسى اذهب أنت وربك فقاتلا أنا ها هنا قاعدون بل نقول لك اذهب أنت وربك فقاتلا أنا معكما مقاتلون\"(1) ¶ ومثل هذه الحوادث الكثير مما جعلت فريتهم تنطلي على الناس. ¶ الفئة الثانية:",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "فئة انطلت عليهم الحيلة فحملوها مخلصين لها جاهلين حقيقة الشورى في الإسلام وجاهلين حقيقة الديمقراطية، فظنوا حقيقة أن الإسلام ديمقراطي، وأخذوا ينادون بذلك، ولم يدر بخلدهم أمر بسيط كان الأولى بهم أن يدركوه لانه من البساطة غني عن البيان، كان يكفيهم أن ينتبهوا إلى مصدر الديمقراطية، ومصدر الإسلام فإن اختلف المصدران كان الاختلاف حقيقة، ولا يجوز أن يقال أن هذا غير ذلك، وبنظرة بسيطة لا تحتاج إلى الكثير من العمق والتدبر يدركون أن مصدر الإسلام الوحي ولا شيء غير الوحي، وكيف أن رسول الله صلى الله عليه وسلم لم يكن ليعطي أمرا في مسألة ما حتى ينزل الوحي بها. وقد كان ينتظر الوحي في مسألة لم ينزل حكمها، وقد كان ينتظر الوحي في كل مسألة يم ينزل حكمها، وما منهم من أحد إلا قرأ قوله تعالى(إن هو إلا وحي يوحى(2)وقد تعددت الحوادث التي سئل فيها رسول الله ولم يجب حتى فاقت الحصر، فأين هي الشورى والاستشارة في مجال التشريع، كان يكفي القائلين بذلك الالتفات إلى مصدر التشريع في الإسلام ومصدره في الديمقراطية حتى يتبين لهم بطلان ما ذهبوا إليه. ¶ -------------------------------------------------------------------------------- ¶ (1) مختصر سير ابن هشام - طبعة دار النفائس ص 119 - 122 . ¶ (2) النجم الآية 4 . ¶ أما جهالتهم بالديمقراطية، فليس لهم العذر فيها ذلك لأنها نظام حكم ومنهاج حياة يطبق الآن على كثير من دول العالم، والدول التي يعيشون فيها، ومن أبسط الأمور أنهم لا بد سمعوا عن ما يسمى بالهيئة التشريعية، أو الهيئة التأسيسية ولا بد أنهم لو أمعنوا النظر قليلا لعرفوا أن الهيئة التأسيسية تقوم على وضع الدستور، كما تقوم الهيئة التشريعية بسن القوانين والأحكام وكافة التشريعات، فكيف يمكن التوفيق بين شرع نزل من عند اله سبحانه وتعالى وتشريعات وضعية تقوم فئة من الناس بوضعها.",
            "page": "51",
            "part": "1"
        },
        {
            "id": "52",
            "nass": "وأما جهالتهم بالشورى، ولو أن فيها بعض العذر وذلك مما عمّت به البلوى إلا أن الأمر لا يحتاج إلى كثير من العمق في التفكير، والسعة في الإطلاع، فإنه من حياتنا اليومية، ومن تصرفات أبسط الناس حين يحز به أمر فإنه يلجأ إلى استشارة من يرى عنده الصواب، أو من له سابق تجربة، أو عنده علم في مثل هذه الأمور فحين يمرض الإنسان فلا يذهب إلى المهندس، أو الميكانيكي لأنه يعرف مرض السيارة أو إلى البيطري لأنه يعرف مرض الحيوانات، بل يذهب إلى الطبيب البشري أو إلى الطبيب المختص بمثل مرضه. ¶ وحين يسأل عن مسألة شرعية فلا يذهب إلى أستاذ الرياضيات أو إلى عالم باللغة العربية، أو إلى أستاذ التاريخ أو الجغرافيا، بل يذهب إلى أقرب فقيه أو عالم بالشريعة يسأله عن مسألته وهكذا، وهذا مما يشاهد كل يوم يف حياتنا اليومية. ¶ وعلماء المسلمين جميعا يعلمون أن الأحكام الشرعية وهي من اختصاصهم، أن مصدرها الوحي،وأدلتها النصوص الشرعية أو ما انبثق عنها من قواعد أصولية، أو قواعد كلية أو قواعد عامة، ولا يجوز مطلقا الرجوع فيها لغير ذلك، كما يعلمون أن نظام الحكم والنظام الاقتصادي والنظام الاجتماعي والسياسة الداخلية والسياسة الخارجية كلها أحكام شرعية، وتؤخذ من مصادر التشريع مثلها مثل أحكام العبادات كالصلاة والصيام والزكاة والحج، ومثلها مثل أحكام الأخلاق، وأحكام المعاملات سواء بسواء. ¶ فكيف يمكن أن نستشير في هذه الأمور من ليس له معرفة بها، إذن كان لا بد من تحديد معنى الشورى ومتى تستشير ومن تستشير. ¶ ولما كان ادعاء القائلين بأن نظام الحكم في الإسلام يقوم على الشورى فإن هذا الادعاء باطل، حين أدركنا يقينا أن نظام الحكم في الإسلام وأحكامه وتشريعاته ما هو إلا مجموعة من الأحكام الشرعية مستنبطة من أدلتها التفصيلية مثلها مثل أحكام النظام الاجتماعي وتشريعاته كالزواج والطلاق والنفقة والإرث وغير ذلك سواء بسواء.",
            "page": "52",
            "part": "1"
        },
        {
            "id": "53",
            "nass": "ومن هنا كان لا بد لهؤلاء العلماء المخلصين أن يدركوا حقيقة هذا الأمر وأن يتدراكوا أمرهم بالتوبة والاستغفار، وأن لا تأخذهم العزة بالإثم، وأن يبادروا إلى توعية الناس إلى خطورة هذا الأمر، ووجوب التفريق بين الديمقراطية والإسلام والإعلان للناس أن الديمقراطية نظام كفر، وأنه لا علاقة لها بالإسلام بل هي مناقضة له ومخالفة لأصوله وأحكامه. ¶ الفئة الثالثة: وهي الفئة التي أحبت الإسلام وأخلصت له، فإنها حين رأت بعد الناس عن الإسلام واندفاع الشباب إلى الأفكار المستوردة، والمفاهيم الفاسدة، من الذين بهرت أعينهم الأضواء المسلطة على الديمقراطية والحرية والاشتراكية ورأت بأم عينها جمود علماء المسلمين وتقصيرهم عن مواكبة أحداث العصر ومشاكله فاندفعت تستصرخ الناس للعودة إلى الله، وتستثير همم الشباب بالتمسك بالإسلام وتعاليمه ولما لم تجد آذانا صاغية، وقلوبا واعية زين لها إيمانها أن تصف الإسلام بشتى الأوصاف محاولة تقربي الإسلام إلى أذهان الناس وقلوب الشباب فوصفته بأنه ديمقراطي، وهي تعلم أو لا تعلم بأنه نقيض الديمقراطية، ووصفته بأنه دين الحرية والتحرر،وقالت أن الإسلام جاء لتحرير الإنسان من عبودية الإنسان، جاء لتحرير الإنسان من عبودية الشهوات، ووصفته بأنه دين الاشتراكية والعدالة الاجتماعية حتى استدلوا بقول الشاعر \"الاشتراكيون أنت ¶ إمامه\"(1) واستدلوا بقول رسول الله صلى الله عليه وسلم \"الناس شركاء في ثلاث الماس والكلأ والنار\"(2) وذهبوا في هذه الأمور كل مذهب ظنا منهم أنهم يقربون الإسلام من قلوب الشباب وعقولهم، ويعيدونهم إلى حظيرة الإسلام والتزام أفكاره وأحكامه، إلا أن النتيجة كانت على العكس تماما مما أرادوا فإنهم ولثقة الناس بإيمانهم وإخلاصهم أعطوا فتوى للناس وللشباب بجواز اعتناق هذه المبادئ، وحمل هذه الأفكار.",
            "page": "53",
            "part": "1"
        },
        {
            "id": "54",
            "nass": "إنهم بعملهم هذا، جعلوا الديمقراطية والحرية والاشتراكية أهدافا عليا وغايات سامية ما دام الإسلام يقرها أو أنها هي روح الإسلام، والغاية التي جاء الإسلام من أجل تحقيقها في المجتمع والأمة،وصدق ما جاء في الأثر \"من عبد الله عن جهل فقد عصاه\" فلينظر هؤلاء العلماء ما كانت نتيجة فتاويهم، وتأويلات آرائهم، فما مثلهم إلا كمثل الذي ذهب إلى السوق ليبيع بقرة له، وكاد أن ينقضي النهار دون أن يبيعها فأتاه صديق له وقال له: يا هذا ألا تنادي على بقرتك أنها حامل، ومن عادتها أن تلد عجلة أو عجلتين. ¶ فاستصوب رأيه وأخذ ينادي عليها بمثل ما أرشده إليه صاحبه، وما أن سمع أهل السوق ذلك حتى بادروا إلى شرائها بثمن جيد يرضيه ولما عاد إلى بيته تذكر ما حصل معه في سحابة يومه، وتركزت في ذهنه صورة ما يجمع الناس على السلعة فها هو حين أعلن عن بقرته أنها حامل، وأنها كعادتها ستلد عجلة أو عجلتين بادر الناس إلى شرائها، تركزت هذه الفكرة في ذهنه، وحاول أن يجعلها مقياسا لأفعاله، وقاعدة لتصرفاته، معتمدا على عقله في معرفة الأشباه والنظائر، وكانت التجربة الأولى، كانت له ابنة عزيزة على قلبه بلغت سن الرشد، وأخذ يتطلع إلى اليوم الذي تصبح فيه عروسا وربة بيت،ولكن الحظ لم يحالفها مبكرا، فتأخر ¶ -------------------------------------------------------------------------------- ¶ (1) من قصيدة \"ولد الهدى\"لأحمد شوقي ¶ (2) رواه أبو داوود وابن ماجه . ¶ زواجها فبدأت وساوس الشيطان تقض مضجعه، وخوفه من أن تمسي عانسا ملأ عليه تفكيره، واحتار في أمره فقد عرض بها أمام الكثير من معارفه، وتودد إلى الكثير من الشباب، ومع ذلك لم يتقدم إليها أحد، ولم يطلب يدها شاب.",
            "page": "54",
            "part": "1"
        },
        {
            "id": "55",
            "nass": "ومن هنا كانت محاولة معرفة الأشباه والنظائر، وقياس الأمر بالأمر معتمدا على عقله، فقال في نفسه ما دامت العلة في قبول الناس شراء البقرة، وما شاهده من الناس من تحريهم عن حملها وإنجابها، سواء بقرته هو، أو شياه غيره وأبقارهم، ما دامت هذه هي العلة في ذلك-الحمل والإنجاب-إذن فعليه أن يتصرف وفي صبيحة اليوم التالي أخذ بيد ابنته وخرج بها إلى السوق وتجمعات الناس، وأخذ ينادي في الناس: من يتزوج فتاة ودودا ولودا، حبلى في شهرها الرابع قد تلد طفلا أو طفلين. ¶ (قل هل نبئكم بالأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا)(1) ¶ هذه حال أولئك الناس الذين أرادوا تزين الإسلام بتشويهه واتهموه بالديمقراطية أو الحرية، وهو المنزه عن هذه الخبائث. ¶ وأما الفئة الرابعة: تلك الفئة التي أحبت نفسها فاتخذت من الإسلام ووصفه بالديمقراطية والحرية والاشتراكية سلما ترتقي عليه، وتصل منه إلى ما تصبو إليه هذه الفئة المحبة لنفسها، الوصولية بتحقيق أهدافها حين أحست أن الناس قد أقبلوا على الديمقراطية، وتشدقوا بمفاهيم التحرر والحرية قفز هؤلاء النفر إلى المقدمة، فدبجوا المقالات وقدموا البحوث، وأعدوا الدراسات لإثبات أن الإسلام هو الديمقراطية بعينها، واعتلوا المنابر ليصل صوتهم إلى جميع الناس، وليسمع أسيادهم من الحكام ومن ورائهم ما يقولون لكي يرضوا عنهم، وينعموا عليهم بمنحة، أو يلقموهم وظيفة، أو يحققوا مصلحة، هذه ناحية، وأما الناحية الثانية والتي عن ¶ -------------------------------------------------------------------------------- ¶ (1) الكهف الآية 104 . ¶ طريقها قد تحقق الأهداف الأولى، وهي استقطاب الجماهير والتلاعب بمشاعرها وأخذ قيادتها وذلك لتسييرها في الخط الذي رسمته مصالحهم أو رسمه لهم أسيادهم. ¶ هذه الفئة التي قيل فيها \"نعوذ بالله من أبالسة العلماء\".",
            "page": "55",
            "part": "1"
        },
        {
            "id": "56",
            "nass": "هذه فئات أربع من علماء المسلمين اشتركت جميعها في تشويه حقيقة الإسلام،والإساءة إليه سواء عرفوا ذلك أم لم يعرفوه. ¶ هذه لمحبة موجزة عن أقوال العلماء الذين قالوا بجواز الديمقراطية وعدم مناقضتها للإسلام، دون التعرض إلى أسمائهم أو أقوالهم بالتفصيل، ويكفي دائما في كل بحث أن يوضع الخط المستقيم أمام الخط الأعوج، فالعبرة في القول لا في القائل، والقول الفصل في الحجة والبرهان. ¶ ولنا في شهادة الشاهد في قصة سيدنا يوسف كما وردت في القرآن الكريم فإنه لم يتعرض لمكانة الشاهد ولا صدق أقواله، بل اكتفى القرآن الكريم ببيان الشهادة وذكرها على الوجه الذي يبين فيه الحق، ويحكم به العقل، فقال ردا على دعوى السيدة حين اتهمت يوسف بقولها(ما جزاء من أراد بأهلك سوء إلا أن يسجن أو عذاب أليم)(1) وقال الشاهد (إن كان قميصه قد من قبل فصدقت وهو من الكاذبين وإن كان قميصه قدّ فكذبت وهو من الصادقين)(2) وكان على السيد ، يتحقق من فحوى الشهادة لا من شخصية الشاهد ¶ كان عليه أن يضع هذا الخط الصحيح أمام قولها-الخط الأعوج-فلما تبين له قال(إنه من كيدكن إن كيدكن عظيم(3) وعلى أساس هذه القاعدة آمل أن يلحظ المسلمون فحوى هذا الكلام فيضعونه أمام الخط الأعوج لإبراز الحقيقة،وإحقاق الحق وإزهاق الباطل(إن الباطل كان زهوقا)(4). ¶ -------------------------------------------------------------------------------- ¶ (1) يوسف الآية 25 . ¶ (2) يوسف الآية 26 . ¶ (3) يوسف الآية 28 . ¶ (4) الإسراء الآية 81 . ¶ حكم الإسلام في الحرية",
            "page": "56",
            "part": "1"
        },
        {
            "id": "57",
            "nass": "قلنا إن الحرية تعني ممارسة الإرادة دون ضغط أو إكراه أو تهديد، وهذا المعنى وإن كان ليس موجودا في واقع الحياة بشكل عام، إلا أنه بالرغم من كافة القيود التي وضعت له ما زال هو المعنى الوحيد لكلمة حرية، وقالوا الحرية المقيدة، وقالوا الحرية الموجهة، وقالوا الحرية المسيرة بالقوانين، إلى غير ذلك من الصفات، فقد بقي المعنى الأساسي لها وهو ممارسة الإرادة دون قيد أو شرط، مع مراعاة القوانين والنظم، ومراعاة عدم المساس بحرية الآخرين فهل هذه المعاني تتفق وما جاء به الإسلام؟ ¶ أولا: إن الأساس الذي جاء به الإسلام يقضي بأن يكون المسلم عبد لله تعالى، وأعظم مكرمة وأكرم صفة يتصف بها المسلم أن يكون عبدا لله تعالى، حتى الأنبياء ومنهم سيدنا محمد صلى الله عليه وسلم كان وصفه أنه عبد الله ورسوله موضع فخر واعتزاز،ومن كمال العبودية أن يطيع العبد أوامر المعبود. ¶ وصفة العبودية هذه تتنافى مع ممارسة السيادة دون ضغط أو إكراه فالإنسان المؤمن بالله الملتزم لأوامره يمارس إرادته بالتقيد بهذه الأوامر والنواهي نعم إنه يمارس إرادته كي يستحق المثوبة والعقاب تبعا إلى تقيد هذه الممارسة بالأوامر والنواهي، وليست الممارسة تبعا للهوى وإشباع الرغبات. ¶ ولهذا فإن المسلم حين يلتزم ذلك إنما يلتزمه خوفا وطمعا. ¶ ثانيا: إن ممارسة الإرادة في أحكام التخيير وإن كان يبدو فيها الحرية في العمل، إلا أنها تختلف كليا عن ذلك فأحكام التخيير، وأعني المباحثات، إنما ¶ هي إجازة من الله سبحانه وتعالى للإنسان بالفعل أو الترك فإن فعل فتبعا للأمر وإن امتنع فتبعا للأمر كذلك، فالمباحثات في الأفعال والأشياء إنما هي تفضل من الله تعالى ونعمة ترك لنا فيها الاختيار بين الفعل والترك، أما الحرية فإنما تعني إتباع الهوى وإشباع الرغبة، فهي ممارسة إرادة مطلقة وليست إذن بالسماح والتخيير بين الفعل والترك.",
            "page": "57",
            "part": "1"
        },
        {
            "id": "58",
            "nass": "ثالثا: قال تعالى(لله ما في السموات وما في الأرض وأن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله )(1). ¶ وقال (لا يكلف الله نفسا إلا وسعها لها ما كسبت وعليها ما اكتسبت)(2). ¶ وقال (فمن يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا يره)(3). ¶ والخير هو ما وافق الشرع،والشر هو ما خالف الشرع، بغض النظر عما يحلق الإنسان فيه من نفع أو ضرر. ¶ وقال تعالى: (ما يلفظ من قول إلا لديه رقيب عتيد)(4). ¶ وقال(وكل إنسان ألزمناه طائرة في عنقه ونخرج له يوم القيامة كتابا يلقاه منشورا اقرأ كتابك كفى بنفسك اليوم عليك حسيبا)(5). أبعد هذه كله ومثله الكثير هل هناك قول لرسول الله صلى الله عليه وسلم عن مجال المحاسبة، بل هناك قول لرسول الله صلى الله عليه وسلم يقول فيه\"رفع عن أمتي الخطأ والنسيان وما حدثت به نفسها ما لم تقل أو تفعل\" وقال\"رفع عن أمتي الخطأ والنسيان وما استكرهوا عليه\"(6) فهذا رسول الله يبين لنا ما تفضل به علينا رب العالمين فرفع عنا بعض الأمور واستثناها من الأصل. ¶ -------------------------------------------------------------------------------- ¶ (1) البقرة الآية 284 . ¶ (2) البقرة الآية 286 . ¶ (3) الزلزلة الآية 7 . ¶ (4) ق الآية 18 . ¶ (5) الإسراء الآية 13 . ¶ (6) رواه البيهقي و ابن ماجه و غيرهما . ¶ حيث أن الأصل المحاسبة على كل شيء ولكنه وهو المغفور الرحيم تفضل علينا فرحمنا وعفا عنا في بعض الأمور ورفع الحرج عنها، مثل الخطأ والنسيان وحديث النفس وأوضح ما جاء في هذا الباب قوله صلى الله عليه وسلم \"وعفا عن أمور رحمة بكم غير نسيان\"(1) فأين هي الحرية؟ وأين هي ممارسة الإرادة تبعا للهوى؟. ¶ رابعا: إن الحريات العامة والتي تتلخص بحرية الاعتقاد وحرية العمل والتملك وحرية الرأي والحرية الشخصية قد حدد الإسلام موقفه تجاهها.",
            "page": "58",
            "part": "1"
        },
        {
            "id": "59",
            "nass": "فحرية الاعتقاد إنما تعني أن يعتقد الإنسان ما يشاء وله أن يتخلى عن عقيدته ويعتنق غيرها متى يشاء، يلحد متى يشاء، ويعتقد بفص الدين عن الدولة إن يشاء، فلا يجوز مطلقا لأحد أن يكرهه على اعتقاد معين، أو أن يجبره على ترك عقيدة معينة فماذا قال الإسلام في ذلك. قال صلى الله عليه وسلم \"من بدل دينه فاقتلوه\"(2) فحكم المرتد في الإسلام غني عن التعريف، وحرية العمل والتملك تعني أن يزاول الفرد أي عمل يحقق منه النفع الذي يريد، وأن يمتلك أية مادة يريد دون قيد أو شرط، إلا أنهم اشترطوا أن تكون الوسيلة التي تم بها الامتلاك لا تؤدي إلى اعتداء على حرية الآخرين وممتلكاتهم، فله أن يكون راقصا أو معنيا أو صاحب ناد ليلي، كما للمرأة أن تزاول أي عمل تريد، كالاتجار بأنوثتها أو غير ذلك، هذا من حيث العمل أما من حيث الامتلاك وما يمكن أن يمتلك فالحرية أن تمتلك ما تشاء من أشياء سواء أكانت خمرا أم خنزيرا أم صنعا أم أي شيء آخر دون قيد أو شرط، وهذا مناقض تماما لما عليه الإسلام. ¶ فقد نهى الإسلام عن أي عمل محرم، وحدد الأعمال التي يجوز له أن يمتلك بها، والأعيان التي لا يجوز له امتلاكها. ¶ فقد حرم البغي والبغاء، وحرم الكسب بهما، كما حرم القمار،وعصر الخمر ¶ -------------------------------------------------------------------------------- ¶ (1) رواه الترمذي و أبو داوود . ¶ (2) رواه البخاري . ¶ وبيعه والاتجار به إلى غير ذلك من الأعمال وفرض عليها العقوبات الصارمة، ونهى عن امتلاك ما هدرت قيمته كالخمر ولحم الخنزير والانتفاع بالميتة، بل ومنع امتلاك الأفراد لما هو من الملكية العامة. ¶ وحدد الأسباب الأساسية للتملك كالعمل والهبة والهدية والإرث والمال من أجل الحياة وما تعطي الدولة من أموالها.",
            "page": "59",
            "part": "1"
        },
        {
            "id": "60",
            "nass": "وإنه وإن أجاز الملكية الفردية إلا أنه حدد مفهومها فقال إن الملكية هي إذن الشارع بالانتفاع بالعين، فكانت الملكية والتملك بإذن من الشارع وليس ممارسة للهوى وإشباع للرغبة ومن هذا يظهر مناقضة الإسلام لحرية العمل والامتلاك. ¶ حرية الرأي: وتعني أن يمارس الإنسان إرادته في نقد أو نقض أي رأي يخالف عقله أو هواه، وليس لأحد الحق بمنعه من ذلك أو إجباره على إعطاء رأي مخالف لما يريد. وأما الإسلام فإنه حين أعطى للمسلم حق إبداء رأيه في أية مسألة قيده بأن يكون رأيه منبثقا عن عقيدة الإسلام أو مبنيا عليها، بل وفرض عليه الأمر بالمعروف والنهي عن المنكر، والمعروف هو ما جاء به الشرع، والمنكر هو ما خالف الشرع، ولذلك قال صلى الله عليه وسلم \"لتأمرن بالمعروف ولتنهون عن المنكر أو ليسلطن الله عليكم من لا يرحمكم ثم يدعو خياركم فلا يستجاب لهم\"(1) وقال\"لا يمنعنَّ رجلاً هيبة الناسِ أن يقوم بحقٍ إذا علمه(2) وقال ردا على من سأله أو مؤاخذون نحن على ما نقول قال رسول الله صلى الله عليه وسلم ويحك وهل يكب الناس على مناخرهم في جهنم إلا حصائد ألسنتهم(3)\". ¶ كما نهى عن الغيبة وهي أن تذكر أخاك بما يكره وإن كان فيه، فقال تعالى: ¶ -------------------------------------------------------------------------------- ¶ (1) رواه الترمذي وأبو داوود. ¶ (2) رواه أحمد في مسنده. ¶ (3) رواه البخاري ومسلم. ¶ ( ولا يغتب بعضكم بعضا أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه)(1) فهل هذه هي الحرية، أم أنها قيود شديدة على كل كلمة نقولها.",
            "page": "60",
            "part": "1"
        },
        {
            "id": "61",
            "nass": "أما الحرية الشخصية،وهذه شر البلاء، وهل هناك أسوأ من أن تترك الإنسان أن يتخذ إلهه هواه، ينطلق من زاوية واحدة إلا وهي إشباع كافة رغباته الجسدية دون أدنى اعتبار أو التزام، وقد أجمعت كافة قوانين العالم على ذلك إلا الإعلام الذي قيد أفعال الإنسان كافة، وجعل الزاوية التي ينطلق منها لإشباع رغباته هي الحلال والحرام، وقد اجمع المجتهدون كافة على قاعدة\" أن الأصل في أفعال العباد التقيد بالحكم الشرعي\"(2) وجعل الأحكام الشرعية التي تعالج هذه الأفعال هي: ¶ الفرض: ومنه الواجب وهو ما يثاب فاعله ويعاقب تاركه وهو ما أمر الله بفعله أمرا جازما. ¶ كالصوم والصلاة والجهاد وصلة الرحم وحمل الدعوة وغير ذلك مما أمر الله به أمرا جازما. ¶ المندوب، وهو ما يثاب فاعله ولا يعاقب تاركه مثل النوافل في العبادات وعيادة المريض وقراءة القرآن. ¶ المباح: وهو ما خير العبد فيه بين الفعل والترك كالأكل والمشي والتنزه والعمل والتجارة. ¶ المكروه: وهو ما نهى الشارع عنه نهيا غير جازم وهو ما يثاب تاركه ولا يعاقب فاعله مثل أكل البصل، والتداوي بالمحرم. ¶ الحرام: وهو ما نهى الشارع عن فعله نهيا جازما، وهو ما يستحق فاعله العقوبة كالقتل والزنا وأكل الربا وغير ذلك. ¶ ولا يوجد فعل واحد ليس له في الإسلام حكم يبينه.لقوله تعالى(ونزلنا عليك ¶ -------------------------------------------------------------------------------- ¶ (1) الحجرات الآية 12 . ¶ (2) قاعدة شرعية . ¶ الكتاب تبيانا لكل شيء)(1) وقال (اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلام دينا)(2). ¶ فهل بعد هذا البيان من بيان، وفي أي مجال يمارس الإنسان إرادته، إلا أن يكون قد تحلل من ميثاق الإسلام وابتعد عنه. ¶ هذا هو واقع الحرية وهذا هو واقع الإسلام وأحكامه فأين هي نقاط الالتقاء أو التقارب؟.",
            "page": "61",
            "part": "1"
        },
        {
            "id": "62",
            "nass": "وموجز القول أن الحرية إنما تعني-كالديمقراطية-احتكام الإنسان إلى عقل الإنسان وما يضع من تشريعات،وأما الإسلام فهو احتكام الإنسان إلى الشرع أي إلى الوحي أي إلى ما أنزل الله سبحانه وتعالى من قرآن وما أوحى به من سنة على لسان نبيه محمد صلى الله عليه وسلم،ولذلك فهو يقول (ومن لم يحكم بما أنزل الله فأولئك هم الكافرون)(3) ¶ (ومن لم يحكم بما أنزل الله فأولئك هم الظالمون)(4) ¶ ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون)(5) ¶ والديمقراطية تقول السيادة للشعب ¶ وأما الإسلام فيقول(إن الحكم إلا لله)(6) ¶ -------------------------------------------------------------------------------- ¶ (1) النحل الآية 89 . ¶ (2) المائدة الآية 3 . ¶ (3) المائدة الآية 44 . ¶ (4) المائدة الآية 45 . ¶ (5) المائدة الآية 47 . ¶ (6) الأنعام الآية 57 . ¶ حرمة استعمال هاتين الكلمتين الديمقراطية والحرية ¶ لقد بات واضحا أن هاتين الكلمتين لهما معنى محدد وإن تعددت أبعاده، إلا أنه مع كافة الاحتمالات يتناقض مع الإسلام تناقضا بينا لاختلاف المصدر بينهما على الأقل، فمصدر الديمقراطية والحرية العقل ومصدر الشريعة الوحي، ويكفي هذا لنبذهما وإبعادهما من أذهان المسلمين. ¶ بقيت مسألة واحدة وهي أن الغرب وأعوانه وأعداء الإسلام كافة لا يستسلمون بسهولة، ولا يلقون أسلحتهم ببساطة، حتى المضبوعين بثقافتهم ولذلك فإنهم يحاولون أن يجعلوا لهاتين الكلمتين معاني من عند أنفسهم تلتقي إلى حد ما مع مفاهيم الإسلام، ويصرون على وضع هذه الأسماء لهذه المعاني كما فعلوا في معنى الاشتراكية وغيرها، والرد على هذا يكون في أمرين: ¶ الأمر الأول: أن هذه الألفاظ وضعت لمعان محددة لا تخرج عنها وقد بيناها في الفصول السابقة، فلا يصح إطلاقها على غير المعاني التي وضعت لها.",
            "page": "62",
            "part": "1"
        },
        {
            "id": "63",
            "nass": "وأما الأمر الثاني: فلو سلمنا جدلا بأن معنى هاتين الكلمتين لا يتناقض مع الإسلام ولا يعارضه في أحد معانيه كالادعاء بأن الديمقراطية هي الشورى وأن الحرية هي التحرر من الاستعمار وهيمنته، لو سلمنا بذلك جدلا، فإن استعمال هاتين الكلمتين محرم كذلك، حيث أن الحكم الشرعي يقضي بأن كل كلمة تحمل معنى كفر معنى مباح فإنه يحرم استعمال هذه الكلمة، فأية كلمة تحمل هذين المدلولين لا يجوز استعمالها مهما كانت الحاجة إليها ففي اللغات قابلية اشتقاق أسماء لمعاني أهلها. ¶ والدليل على ذلك فقد كان الصحابة الكرام يخاطبون رسول الله صلى الله عليه وسلم بقولهم يا رسول الله راعنا أي اهتم بنا، اجعلنا بعينيك، تول رعايتنا، وكانت يهود تستعمل هذه اللفظة كذلك فتقول لرسول الله، راعنا بمعنى أرعن ¶ وهو الشخص الطائش (ليا بألسنتهم وطعنا في الدين)(1) وإن عوتبوا أو حوسبوا قالوا إنما نقول كما تقول الصحابة، فنزل قوله تعالى(يا أيها الذين آمنوا لا تقولوا راعنا وقولوا انظرنا)(2).",
            "page": "63",
            "part": "1"
        },
        {
            "id": "64",
            "nass": "وقد جاء في فتح القدير، للإمام الشوكاني، في تفسير هذه الآية ما نصه \"قوله (راعنا\" أي راقبنا واحفظنا، وصيغة المفاعلة تدل على أن معنى (راعنا) ارعنا ونرعاك واحفظنا ونحفظك وارقبنا ونرقبك، ويجوز أن يكون من ارعنا سمعك، أي فرغه لكلامنا، وجه النهي عن ذلك أن هذا اللفظ كان بلسان اليهود سبا، قيل أنه بلغتهم بمعنى اسمع لا سمعت وقيل غير ذلك، فلما سمعوا المسلمين يقولون للنبي صلى الله عليه وسلم راعنا طلبا منه أن يراعيهم من المراعاة اغتنموا الفرصة، وكانوا يقولون للنبي صلى الله عليه وآله وسلم كذلك مظهرين أنهم يريدون المعنى العربي، مبطنين أنهم يقصدون السب الذي هو معنى اللفظ في لغتهم وفي ذك دليل على أنه ينبغي تجنب الألفاظ المحتملة للسب والنقص وإن لم يقصد المتكلم بها ذلك المعنى المفيد للشتم، سدا للذريعة ودفعا للوسيلة وقطعا لمادة المفسدة والتطرق إليه ثم أمرهم أن يخاطبوا النبي صلى الله عليه وسلم بما لا يحتمل النقص ولا يصلح للتعريض فقال (وقولا انظرنا) أي أقبل علينا وانظر إلينا فهو من باب الحذف والإيصال. ¶ وقرأ الحسن بالتنوين (راعنا)وقال الراعن من القول السخري\" وجاء في نفس الصفحة \"لأنها كلمة كرهها الله أن يقولوها لنبيه صلى الله عليه وآله وسلم نظير الذي ذكر عن النبي صلى الله عليه وسلم أنه قال\" لا تقولوا للعنب الكرم ولكن قولوا الحبلة ولا تقولوا عبدي ولكن قولوا فتاي وما أشبه ذلك\"(3) انتهى قول الشوكاني في فتح القدير. ¶ -------------------------------------------------------------------------------- ¶ (1) النساء الآية 46 . ¶ (2) البقرة الآية 104 . ¶ (3) فتح القدير 1/134 .",
            "page": "64",
            "part": "1"
        },
        {
            "id": "65",
            "nass": "رحم الله الشوكاني على هذا الفهم الدقيق إذ لم يقتصر البحث على كلمة راعنا بل بين لنا القصد من الهي عن استعمال أية كلمة يمكن أن يؤدي معناها إلى التباس في الفهم حين تتضمن معنيين، معنى مباح ومعنى كفر أو فسق أو سوء قصد فذكر بقول النبي صلى الله عليه وسلم. ¶ \"لا تقولوا للعنب الكرم ولكن قولوا الحبلة\"(1) لأن العنب ليس هو الكرم بل للكرم مدلولات أخرى من الكريم ومثله، وكذلك قوله صلى الله عليه وسلم\" لا تقولوا عبدي ولكن قولوا فتاي\"(2) مع أن كلمة عبد في اللغة إنما تعني الرقيق ولا شيء فيها ولكن دفعا للالتباس وسدا للذريعة منع استعمالها لكي لا يتبادر للذهن العبودية لله، صلى الله عليك يا رسول الله. ¶ ورضي الله عن أئمتنا المجتهدين وجزاهم الله عنا كل خير. ¶ أما ما جاء في تفسير الكشاف للإمام الزمخشري فإنه قريب من هذا المعنى بل ليس فيه اختلاف إلا في الصياغة والأسلوب. ¶ وأضاف بقوله \"وروي أن سعد بن معاذ سمعها منهم فقال\" يا أعداء الله عليكم لعنة اله والذي نفسي بيده لئن سمعتها من رجل منكم بقولها لرسول الله صلى الله عليه وسلم لأضربن عنقه، فقالوا أو لستم تقولونها، فنزل قوله تعالى(وللكافرين عذاب أليم)(3). ¶ وبمثل هذا المعنى كذلك ورد في تفسير القرآن العظيم للحافظ ابن كثير، مؤكدا على وجوب مخالفة الكفار قولا وعملا. ¶ أفبعد هذا البيان من بيان؟ أفبعد هذا هل بقي مقالة لقائل ليقول بجوا استعمال هاتين الكلمتين وما على شاكلتهما من كلام كالاشتراكية وغيرها. ¶ -------------------------------------------------------------------------------- ¶ (1) رواه الطبري . ¶ (2) رواه الإمام أحمد . ¶ (3) المجادلة الآية 4 . ¶ الديمقراطية نظام كفر فلا ديمقراطية في الإسلام ¶ والحرية نمط عيش كفر فلا حرية في الإسلام",
            "page": "65",
            "part": "1"
        },
        {
            "id": "66",
            "nass": "هنا لا بد من تقرير حقيقة يجب أن تصبح بديهة عند عامة المسلمين لبقاء دينهم وتشريعاتهم نقية صافية لا يشوبها شيء، وهذه البديهة هي\"أن الإسلام هو ما جاء به الوحي في الكتاب والسنة ليس غير\" ولا يصح أن يقال أن ما لا يخالف الإسلام هو من الإسلام. لأن الإسلام إنما كان وحيا،ووحيا فقط، وقد كان الرسول صلى الله عليه وسلم يسأل عن المسألة قبل نزول الوحي فيسكت ولا يجيب حتى يأتيه الوحي. ¶ وقد سأله أحد المسلمين وكان يحتضر ماذا يصنع بماله؟ فلم يجبه رسول الله صلى الله عليه وسلم حتى نزلت آية الميراث، فلو كانت المسألة عقلا أو رأيا أو إتباع هوى، أو بحثا عقليا عن حل، لكان هو أولى الناس بذلك ولذلك لا بد من تقرير هذه الحقيقة حتى لا تفارق تصورنا لحظة واحدة وهي أن الشريعة وحي من عند الله فقط. ¶ سواء منها ما يتعلق بالأحكام العامة المتعلقة بشؤون الناس كالأنظمة والقوانين. ¶ مثل الدستور الذي يحدد شكل الدولة وأجهزتها وصلاحيات كل جهاز وما يتضمنه من نظم اقتصاد واجتماع وعقوبات ورعاية شؤون، أو ما كان يتعلق بعلاقات الأفراد فيما بينهم أو علاقاتهم مع بعضهم مثل العبادات والأخلاق ومثل معاملات البيع والشراء والزواج والطلاق وغير ذلك، أو كان مما يتعلق بعلاقات المسلمين مع غيرهم وعلاقات عامة المسلمين بغيرهم مثل أحكام الدمى وأحكام العلاقات الدولية وأحكام الجهاد والمعاهدات وغير ذلك. ¶ وهذا يتناقض تماما مع الديمقراطية التي جعلت السيادة للشعب وجعلت مجموعة من الناس تضع التشريعات لتنظيم علاقات الناس فيما بينهم فمصدر ¶ التشريع فيها هم الناس وليس الوحي ومصدر التشريع في الإسلام هو الوحي وليس الناس.",
            "page": "66",
            "part": "1"
        },
        {
            "id": "67",
            "nass": "كما يتناقض كذلك مع الحرية التي تترك للفرد أن يحكّم هواه ومقاييسه النفعية وما يشبع جوعاته الجسدية، فنمط العيش فيها قائم على أساس الانتفاع وإشباع الجوعات وممارسته الإرادة حسب ما يشتهي، وهذا مناقض لعبودية الإنسان لله تعالى والتزامه بما يرضي وتقييده أفعاله بالأحكام الشرعية. ¶ وهل تلتقي الحرية مع العبودية ¶ لا وألف لا ¶ لا ديمقراطية في الإسلام ¶ كما لا حريات في الإسلام.",
            "page": "67",
            "part": "1"
        }
    ],
    "t36582": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "الديمقراطية و حكم الاسلام فيها - لحافظ صالح"
        }
    ]
}