{
    "b36592": [
        {
            "id": "1",
            "nass": "عقد المرابحة ¶ ضوابطه الشريعة- صياغته المصرفية ¶ وانحرافاته التطبيقية ¶ د الواثق عطا المنان محمد أحمد ¶ أستاذ القانون التجاري المساعد- كلية الشريعة والقانون ¶ جامعة أم درمان الإسلامية ¶ المنتدب بالمعهد العالي للدراسات المصرفية والمالية ¶ )طبعة تمهيدية) ¶ ملخص البحث ¶ المرابحة صورة من صور البيع تباع فيها السلعة برأس مالها وزيادة ربح معلوم، وقد اتفق المسلمون على جوازها في الجملة استناداً إلي عموم الأدلة التى تتيح البيع بصفة عامة. وذكروا لها من الضوابط ما يكفل لها أن تبقي في إطار الصدق والأمانة الذي يجب أن يتسم به هذا البيع، شأنه شأن التولية والمواضفة وكذلك سميت هذه البيوع بيوع الأمانة. ¶ وذلك لأن للبيع تقسيمات عديدة منه بيع الصرف وبيع المقايضة وبيع السلم، والبيع المطلق وهو نوعين بيع المساومة، وبيع الأمانة. الذي ينقسم إلي ثلاثة أقسام: بيع المرابحة، وبيع التولية، وبيع الوضيعة. ¶ وقد اتجه العلماء في هذا العصر إلى محاولة الإفادة من هذا البيع في ترتيب الأعمال المصرفية، بحيث تحل هذه الصورة المشروعة محل كثير من النظم الربوية المحرمة، وليكون في البدائل الإسلامية ما يغنى عن هذه النظم الخبيثة، التى زحفت على الأمة في عينية وعيها وضعف قيادتها، وسكرة ابنائها، وانحلال أمرها كله. ¶ ومن هنا مست الحاجة إلى تفصيل أحكام هذا البيع وضوابطه الشرعية وصياغته المصرفية. ¶ وقد قسمت الدراسة إلي المباحث التالية: ¶ المبحث الأول : تعريف المرابحة وصورها ومشروعيتها. ¶ المبحث الثاني : شروط المرابحة. ¶ المبحث الثالث : حكم الخيانة والغلط في المرابحة. ¶ المبحث الرابع: الضمانات الفقهية في بيع المرابحة. ¶ المبحث الخامس : الصياغة المصرفية لعقد المرابحة. ¶ المبحث السادس الانحرافات التطبيقية للمرابحة المصرفية. ¶ نماذج لعقد المرابحة المصرفية ¶ الهوامش والمراجع ¶ Abstract",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "Murabaha is an aspect of sale in which a commodity is sold at its cost price with specification of gain. Thus, it has been approved by the consensus of muslims on its valditiy and legitimacy by virtue of legitimizing, in general, the sale acts. Murabaha, however, has been approved under the following conditions and regulations: ¶ Its capital must be identified from a lawful sources. ¶ The capital must be of the same kind of the commodity. ¶ The first contract must be endorsed without any form of usury. ¶ A statement (declaration) showing defect. ¶ The first contract must be right. ¶ Deferred statement. ¶ The study has tackled the verdict of irregularities and mistakes in the practice of Murabaha which affects the validity of its contract. Most importantly, the research has also considered the guarantees in the contract of Murabaha which represents the key factor of trust in the banking transactions of which risk is anticipated. Moreover, there is a consideration to the banking discourse of the contract of Murabaha in order to get use of it in the banking and foreign trade transactions via the bonds’ allocations. ¶ The study has also tauched the deviations and malpractice in the implemintation of the banking Murabaha, because the actual practice of Murabaha has witnessed many irregularities in the arrangement of this contract. ¶ To sum up, the study has divided the topic into the following chapters: ¶ Chapter One : The definition of Murabaha its forms and legitimacy. ¶ Chapter Two : The conditions and regulations of Murabaha. ¶ Chapter Three: The verdict of irregularity and fault in Murabaha.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "Chapter Four : High guarantees in the contract of Murabaha. ¶ Chapter Five : The banking discourse of the ocntract of Murabaha. ¶ Chapter Six : The deviations in the implementation of the banking Murabha. ¶ Patterns for the contract of the banking Murabaha. ¶ Appendices and Bibliography. ¶ المبحث الأول ¶ تعريف المرابحة وصورها ومشروعيتها ¶ المرابحة لغة : ¶ المرابحة في اللغة مصدر من الربح وهو الزيادة(1)، وأيضاً المرابحة في اللغة مفاعلة من الربح : وهو النما(2) في التجر يقال : نقد السلعة مرابحة على كل عشرة دراهم، وكذلك اشتريته مرابحة، ولابد من تسمية الربح، والمفاعلة هنا(3) ليست على بابها لأن الذي يربح إنما هو البائع فهذا من المفاعلة. أو أن مرابحة بمعنى إرباح لأن أحد المتابعين أربح الآخر. ¶ المرابحة اصطلاحاً: ¶ أما المرابحة في اصطلاح الفقهاء : فهي بيع بمثل الثمن الأول مع زيادة ربح معلوم. ¶ فهذا هو المعنى التى اتفقت عليه عبارات الفقهاء وإن اختلفت ألفاظهم في التعبير عنه. ¶ ففي الهداية(4) نقل ما ملكه بالعقد الأول بالثمن مع زيادة ربح. وفي بدائع الصنائع(5) بيع يمثل الثمن الأول مع زيادة ربح وفي المغنى معنى المرابحة(6) هو البيع برأس المال وربح معلوم وفي روضة الطالبين جاء معنى المرابحة \"أنه عقد يبين الثمن فيه على ثمن البيع الأول مع زيادة\"(7). ¶ وعرفها ابن عرفة \"بيع مرتب على ثمن مبيع تقدمه غير لازم مساواته له\"(8). ¶ حكم المرابحة: ¶ كما نعلم أن الأصل في العقود الإباحة، وهو ما ذهب إليه جمهور الفقهاء، إذ يري أن الأصل في العقود الإباحة والجواز، فحرية التعاقد مكفولة للجميع ما لم تشتمل على محظور شرعي، والوفاء بالعقود واجب لقوله تعالي : { يا أيها الذين آمنوا أوفوا بالعقود } (9). ¶ والنص القرآني أوجب الوفاء بالعقود من غير تعيين، وتصرفات العباد من الأقوال والأفعال نوعان:",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "عبادات وعادات يحتاجون إليها في دنياهم، والأصل في العادات عدم الحظر إلا ما حظره الله ورسوله(10). ¶ وإذا كان ذلك فالناس يتبايعون ويتاجرون كيف شاءوا ما لم تحرمه الشريعة الإسلامية وما لم تحد له في ذلك حداً ومن القواعد الفقهية \"الثابت بالعرف كالثابت بالنص\". ¶ وهذه القاعدة كافية لفتح باب التعاقد وإطلاق حركة الإبداع العقلي في تقديم صيغ عقود جديدة تواجه متطلبات الممارسات العملية، وهنا تقوم القواعد العرفية والعادات الموحدة دوراً هاماً في تحديد الالتزامات التعاقدية قطعاً للنزاعات بين المتعاقدين يقول تعالي: { خذ العفو وأمر بالعرف وأعرض عن الجاهلين } (11). ¶ والمرابحة صورة من صور البيع، والبيع جائز في الجملة وكذلك المرابحة، وقد نقل عن ابن حزم القول بحرمتها وبطلان العقد بها. ¶ وقد استدل الجمهور على جوازها بما يلي: ¶ عموم الأدلة التي تقتضي بإباحة البيع مثل قوله تعالي : (وأحل الله البيع وحرم الربا)(12) وقوله صلى الله عليه وسلم \"أفضل الكسب عمل الرجل بيده وكل بيع مبرور\"(13). ¶ الإجماع: حيث أجمع وتعامل الناس بها في جميع الأعصار والأمصار بغير نكير، مثل ذلك حجة. ¶ المعقول : فالحاجة ماسة إلي هذا النوع من البيع، لأن الغبي الذي لا يهتدي في التجارة يحتاج إلي أن يعتمد على فعل الزكي المهتدي، وتطيب نفسه بمثل ما اشتري وبزيادة ربح فوجب القول بجوازها. ¶ فالقول في المرابحة هو القول في البيع لأنها لا تعدو أن تكون صورة من صوره، فضلاً عن استجماعها لشرائط الجواز، وجريانها على قواعد صحة البيع مع العلم بالثمن وغير ذلك. ¶ وقد جاء في مغني المحتاج(14) وصح بيع المرابحة من غير كراهة لعموم قوله تعالي : { وأحل الله البيع } (البقرة : 275).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "وفي بدائع الصنائع(15) والأصل في هذه العقود عموماً البيع من غير فصل بين بيع وبيع، وقال المولي عز وجل { وابتغوا من فضل الله } وقال عز وجل { ليس عليكم جناح أن تبتغوا فضلاً من ربكم } ، والمرابحة ابتغاء للفضل مع البيع نصاً. ¶ وفي المدونة(16) قلت لابن القاسم للعشرة أحد عشر وللعشرين اثنان وعشرون، وما سمي من هذا وللعشرة خمسة عشر وللدرهم درهم، وأكثر من ذلك أو أقل جائز في قول مالك؟ ¶ قال : نعم ¶ أما الحنابلة فقد فرقوا في حكم المرابحة بين صورتين: ¶ الأولي : إذا كان الربح شيئاً معلوماً مفرداً عن رأس المال كمال لو قال له: رأس مالي فيه مائة بعتكة بها وربح عشرة فهذه الصورة جائزة عندهم بلا خلاف. ¶ الثانية : إذا كان الربح جزء من رأس المال – كما لو قال له : على أن أربح في كل عشرة درهماً، أو قال ده بازدة – فقد ذهب كثير منهم إلى كراهة هذه الصورة، ووجه الكراهة عندهم ما روى عن ابن عمر وابن عباس وبعض السلف من القول بكراهة ذلك(17). لأن فيه نوعاً من الجهالة. وهذه الكراهة لا أثر لها في عقد البيع وصحته. ¶ جاء في المغني(18). \"والمرابحة أن يبيعه بربح فيقول : (ورأس مالي فيه مائة بعتكة بها وربح عشرة) فهذا جائز بلا خلاف في صحته. ¶ ولم نعلم أحد كرهه، وإن قال على أن أربح في كل عشرة درهماً أو قال ده بارزة أو ده داوازدة. (19) فقد كرهه أحمد والكراهة بسبب أن فيها نوعاً من الجهالة، وهذه كراهة تنزيهية والبيع صحيح كما أوضحنا في هذا البحث. ¶ المرابحة والبيع بالتقسيط:",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "تعتبر طريقة دفع الثمن في عقد البيع من حقوق العقد التى يجري تنفيذها حسبما يتم اتفاق الطرفين عليه ولا علاقة لطريقة دفع الثمن وتنفيذ أدائه بجوهر العملية التعاقدية في بيع المرابحة التى تقوم على أركان وشروط محددة، ومن ثم فطريقة دفع الثمن في المرابحة ليست ركناً ولا شرطاً لصحة البيع ولم يعتبرها أحد من الأئمة كذلك، إذ لا يعتبر دفع الثمن شرطاً في انتقال ملكية المبيع التى تتم بمجرد العقد. ¶ الزيادة في الثمن مقابل الأجل: ¶ من المسلم به أننا بصدد عقد بيع سلعة تتوافر أركانه ومنها المبيع والمحل، وأن هذا المبيع يتم مبادلته لقاء ثمن نقدي، فليست المسألة مبادلة ثمن نقدي بثمن نقدي من جنسه وإنما بيع ثمن بثمن من غير جنسه (أي أن البديلين مختلفان) وهذا الثمن قد يدفع نقداً أو حالاً، وقد يدفع مؤجلاً أو مقسطاً حسبما يتم الاتفاق عليه بين أطراف العقد وتقتضيه مصلحتهما وهنا قد يعرض بائع السلعة بثمنين لنفس السلعة بالأقل في حالة النقد أو المعجل وبالزيادة في حالة الدفع الآجل أو القسط، والمشتري لنفس السلعة بالخيار بين هذين الثمنين(20). حسبما تمليه مصلحته وظروفه – (أي أن عملية البيع واحدة) فهي واحدة بين نفس الأطراف ونفس المحل والمشتري بالخيار عند التعاقد. ¶ وإذا كان ذلك كذلك فلا بأس أن يكون إيجاب البائع على نحو ما ذكر، وأن يكون الخيار للمشتري في قبوله، ومن ثم يعتبر ملتزماً بما ألزم نفسه به، ومن هنا فلا بأس أن يكون الثمن المؤجل أزيد من الثمن المعجل فللأجل قسط من الثمن(21). بشرط هام، وهو ألا تتكرر الزيادة بتكرار الأجل وإلا وقع المحظور الربوي. ¶ صور المرابحة: ¶ لبيع المرابحة عبارات(22) أكثرها دوراناً على الألسنة ثلاث: ¶ الأولي : أن يقول : بعت بما اشتريت أو بما بذلت من الثمن وربح كذا. ¶ الثانية : أن يقول : بعت بما قام علي، وربح كذا، ¶ الثالثة : أن يقول : بعتك برأس المال وربح كذا.",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "وقد اختلف الفقه في حكم هذه العبارة الثالثة هل تلحق بالأولي أم الثانية؟ ¶ والذي يتبين أن الأمر مرده إلى العرف، فإن كان العرف التجاري يقضى أن تعبير رأس المال لا يقصد به إلا الدلالة على ثمن الشراء مجرداً من أي نفقات أو مصروفات ألحقت بالصورة الأولي، أما إذا كان يقضى بأنه ثمن الشراء بالإضافة إلي سائر النفقات والمصروفات التي يقصد بها الاسترباح ألحقت حينئذ بالصورة الثانية. ¶ المبحث الثاني ¶ شروط المرابحة ¶ تمهيد: ¶ لا يكفي في عقد المرابحة أن يتم الاتفاق بين طرفيه (العميل والبنك) وإنما يجب فوق ذلك توافر شروط معينة ليكون عقد المرابحة منتجاً لإثارة، ومسوغ هذا الوجوب أن العقود في الفقه الإسلامي لا تخضع لإرادة الطرفين وحدها وإنما لابد من هيمنة الرقابة الشرعية لأن بعض التصرفات محظورة لكونها من قبيل الاتفاق على مخالفة مقتضي النصوص القرآنية أو الأحاديث النبوية، أو لأنها تخالف قواعد النظام العام والآداب (كالسياسة الاستثمارية والتمويلية والإئتمانية التي يصدرها البنك المركزي) وهي غالباً ما تهدف إلي تحقيق المصالح ودرء المفاسد. ¶ والمرابحة كالبيوع تحل بما تحل به البيوع، فحيث كان البيع حلال فهي حلال، وحيث كان البيع حراماً فهي حرام. ¶ ولهذا فإنه يشترط لها ما يشترط في البيع بصفة عامة من كون المبيع مالاً – وهو ما فيه منفعة مباحة شرعاً – ومن كونه مملوكاً للبائع أو مأذوناً له في بيعه، ومن كونه معلوماً برؤية أو صفة تحصل بها معرفته، ومن كونه مقدوراً على تسليمه، ومن كون الثمن معلوماً، هذا بالإضافة إلي الرضا وأهليه التعاقد. ولسنا بصدد هذه الدراسة المفصلة لهذه الشروط العامة، وإنما المقصود أن نتناول بشيء من التفصيل الشروط الخاصة بالمرابحة فهي الغرض الأصلي من الدراسة في هذا المبحث. ¶ الشروط الخاصة بالمرابحة: ¶ يمكن أن نتناول شروط صحة المرابحة في البنود التالية:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "الأول : أن يكون رأس المال أو ما قامت به السلعة معلوماً للمتعاقدين ذلك أن المرابحة بيع بالثمن الأول أو بما قامت به السلعة مع زيادة ربح مسمي، وقد نص على معنى هذا الشرط عامة الفقهاء(23). ¶ ويتحقق شرط معلومية رأس المال السلعة بالآتي: ¶ معرفة رأس المال : وهو ثمن السلعة على البائع الأول بناء على العقد الأول بين البنك ومالك السلعة وما تلا ذلك من مصروفات. ¶ ثم معرفة الثمن في البيع الجديد (بين البنك والآمر بالشراء). ¶ أما بالنسبة لأرباح البنك تأخذ على إجمالي التمويل وهو القيمة الكلية للسلعة بغض النظر عما دفعه العميل من قسط، ويبرر أصحاب هذا الرأي(24) أن البنك يتعامل في سلع أي أنه يقوم بالتمويل الكامل للسلعة حتى تسليمها للعميل ويعتبرون أن الدفع المقدم هو قسط أول فضلاً عن كونه الأحوط لتجنب كل شبه تؤدي إلي المحظور(25) وهذا الرأي يبدو راجحاً وأولي بالقبول في نظرنا. ¶ الثاني : أن يكون رأس المال من ذوات الأمثال(26)، فإذا كان مما لا مثل له من العروض، فقد ذهب الأحناف إلي عدم جواز بيعه مرابحة ممن ليس ذلك العرض في ملكه، لأن المرابحة بيع بمثل الثمن الأول. فإما أن يقع البيع على عين ذلك العرض وإما أن يقع على قيمته، وعينه ليس في ملكه، وقيمته مجهولة تعرف بالحرز والظن لاختلاف أهل التقويم فيها، أما المالكية(27) فقد فرقوا بين العرض المعين والعرض المضمون؛ فاتفقوا في حالة العرض المعين على جواز المرابحة إذا كان ذلك العرض عند المشتري، وعلى المنع منها إذا لم يكن عنده، وفي هذا يلتقي رأيهم مع رأي الأحناف السابق، أما إذا كان رأس المال عرضاً مضموناً - كما لو اشتري ثوباً بحيوان مضمون- فقد اختلفوا في جواز المرابحة حينئذ، فأجازها ابن القاسم ومنها أشهب على عبد موصوف ليس عند المشتري لما فيه من السلم الحال.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "ولكن ظاهر كلام ابن القاسم في المدونة أن يجيز المرابحة إذا كان راس المال عرضاً أو طعاماً ويكون على المشتري مثل ذلك بصفته بالإضافة إلي ما سميا من الربح. ¶ جاء في المدونة(28) (قلت : أرأيت من اشتري سلعة بعرض من العروض أيبيع تلك السلعة مرابحة في قول (مالك؟)). ¶ قال : قال : مالك : لا يبيعها مرابحة إلا أن يبين. ¶ قلت : فإن بين أيجوز؟ ¶ قال نعم : ويكون على المشتري مثل تلك السلعة في صفتها، ويكون عليه ما سميا من الربح. ¶ أما الشافعية فقد أجازوا المرابحة حتى ولو لم يكن راس المال مثليا. ولكن عليه أن يبين إن اشتراه بعرض قيمته كذا(29) ولا يقتصر على ذكر القيمة، وأوجبوا أن يقول في عبد هو أجره أو عوض خلع أو نكاح أو صالح به عن دم قام علىَّ بكذا أو يذكر أجرة المثل في الإجارة، ومهرة في الخلع والنكاح والدية في الصلح، ولا يقول اشتريت ولا رأس المال كذا لأنه كذب. ¶ والذي يفهم من كلام الحنابلة أنهم يجيزون المرابحة إذا كان رأس المال عرضاً متقوماً، فقد نصوا على(30) أن من اشتري شيئين صفة واحدة وأراد أن يبيع أحدهما لم يجز حتى يبين الحال على وجهه. ¶ وعللوا ذلك بأن قسمة الثمن على المبيع طريقة الظن، واحتمال الخطأ فيه كبير، وبيع المرابحة أمانة فلم يجز فيه هذا، وصار هكذا كالحرص بالظن لا يجوز أن يباع به ما يجب التماثل فيه. ¶ والذي يتبين هو رجحان ما ذهب إليه الأحناف والحنابلة وذلك لأن مبنى المرابحة على الأمانة واجتناب الريبة، فإذا تركنا للبائع أمر تقويم العرض لتحديد الثمن الأول فهذا يفتح باباً إلى التفريط والخيانة أو الخطأ على أحسن الأحوال، وذلك يتنافي مع الفكرة الأساسية في هذه البيوع وهي الصدق والأمانة.",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "الثالث : أن يكون العقد الأول خالياً من الربا. وهو شرط بديهي وينبغي أن يراعي في كل العقود ولكن خص في بيع المرابحة لأنه من بيوع الأمانة وينبنى على العقد الأول الذي سبقه وعلى وجه الخصوص على الثمن في البيع الذي سبق المرابحة مباشرة. ¶ وقد يكون الثمن الأول مقابلاً بجنسه من الأموال الربوية - كما في حال صرف النقود وبيع المثليات الأخرى من المكيلات والموزونات- فإنه يشترط في هذه الحالة أن يكون مثلاً بمثل سواء بسواء يداً بيد، ولكن بيع المرابحة كما عرفنا هو بيع مرتب على الثمن الأول مع زيادة والزيادة مع اتحاد الجنس ربا ليس ربحاً ولذلك لا تجوز. ¶ أما إذا اختلفت الأجناس فقد قال صلى الله عليه وسلم : \"فبيعوا كيف شئتم إذا كان يد بيد\" فتجوز المفاضلة حينئذ ويحرم النساء (التأجيل) ومثال ذلك: ¶ لو اشتري ديناراً ذهباً بعشرة دراهم فضة فباعه بربح درهم ولكن لا تجوز المرابحة لو اشتري ديناراً بدينارين ذهب، فباعه بثلاثة دنانير ذهب، فالبيع غير جائز بنص الحديث حتى ولو اختلف معيار الجودة (عيار 18 وعيار 24) لأن العبرة باتحاد الجنس لا باختلاف الجودة. ¶ وعموماً فإن اشتري المكيل أو الموزون بجنسه مثلاً بمثل لم يجز له أن يبيعه مرابحة، لأن المرابحة كما أسلفنا بيع بالثمن الأول وزيادة، والزيادة في أموال الربا تكون ربا لا زيادة. ¶ وأما عند اختلاف الجنس فلا بأس بالمرابحة. ¶ وقد نص الكاساني(31) في البدائع هذا الشرط، ولا شك أن هذا الشرط معتبر عند جميع الفقهاء لأن القول به ينبثق من القول بحرمة الربا، وهو متفق عليه عند الجميع. ¶ الرابع : بيان العيب. إذا حدث بالسلعة عيب في يد البائع وأراد أن يبيعها مرابحة فإنه ينظر: ¶ فإن كان العيب قد حدث بفعله أو بفعل أجنبي لم يكن له أن يبيعها مرابحة حتى يبين بالإجماع(32). ¶ جاء في المدونة(33) قلت أرأيت إن إشتريت جارية فذهب ضرسها فأردت أن أبيعها مرابحة؟ ¶ قال : لا حتى تبين.",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "قلت : وكذلك إذا أصابها عيب بعد ما اشتري لم يبع حتى يبين؟ ¶ قال : نعم قال : وقال مالك \"ولا يبيعها على غير مرابحة حتى يبين ما أصابها عنده\". ¶ إما إذا حدث العيب بآفة سماوية فقد ذهب الأحناف(34) إلى جواز المرابحة حينئذ بغير بيان. ¶ ونجد أن جمهور الفقهاء(35) ذهب إلي ضرورة البيان وعدم جواز المرابحة إلا بذلك، وذلك لأن البيع من غير بيان لا يخلو من شبهة الخيانة، لأن المشتري لو علم أن العيب قد حدث في يد البائع ربما لا يربحه فيه، بل ربما كان لا يشتريه بالمرة، ولأنه لو باعه بعد حدوث البيع في يده فكأنه احتبس عنده جزءاً منه فلا يملك بيع الباقي بغير بيان كما لو احتبس بفعله أو بفعل أجنبي. ¶ لذلك يشترط في بيع المرابحة بيان العيب الذي حدث بالمبيع بعد شرائه كذلك كل ما هو في معنى العيب، وهذا الشرط أوجب وألزم في بيع المرابحة لأن المشتري قد ائتمن البائع في إخباره عن الثمن الأول من غير بينة فيجب صيانة هذه الثقة عن الخيانة، ولأن السكوت عن العيب الحادث سواء بآفة سماوية أو بفعل البائع لا يخلو من : ¶ من شبهة الخيانة. ¶ ولأن البائع بكتمانه العيب كأنما احتبس جزءاً من المبيع مما يقابله الثمن ولا يجوز له ذلك من غير بيان العيب. ¶ ولأن المشتري لو علم بحدوث العيب عنده لما أعطاه كل الثمن الأول وربما زائداً عليه. ¶ والذي يتبين لنا رجحان ما ذهب إليه الجُمهور، وهو ما ذهب عليه العمل في المصارف الإسلامية بالسودان وبعض الدول الإسلامية، من ضرورة البيان وعدم جواز المرابحة إلا بتلك تحزراً من الخيانة وشبهتها ما أمكن. ولأنه لابد من البيان لأنه ما قد يغتفر من العيوب عند شخص قد لا يغتفر عند آخر، وما يكون ثانوياً عند هذا قد يكون أساسياً عند ذلك. ومن هنا وجب الإخبار بالحال لأنه أبلغ في الصدق وأقرب إلي الأمانة.",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "الخامس: أن يكون العقد الأول صحيحاً. لأن العقد الأول إذا كان باطلاً لا يفيد ملكاً وبالتالي لا يتم بيع المرابحة على سلعة لم تتحقق ملكية البائع الأول لها – والعقد الباطل هو ما كان مختلاً – والخلل فيه راجعاً إلي ركنه كما لو كان المحل غير قابل لحكم العقد، كما في بيع ما ليس بمال أو بيع غير المقدور على تسليمه كالمثال المشهور عند الفقهاء: بيع الطير في الهواء والسمك في الماء. ¶ جاء في بدائع الصنائع(36) (فإن كان فاسداً لم يجز بيع المرابحة وذلك لأن البيوع(37) الفاسدة إذا وقعت ولم تفت بإحداث عقد فيها أو نماء أو نقصان أو حوالة سوق فقد اتفق الفقهاء على أن حكمها الرد، أي يرد البائع الثمن والمثمن. ¶ السادس : بيان الأجل. ويشترط في بيع المرابحة كذلك أن يبيع البائع الذي اشتري السلعة بثمن مؤجل أن الثمن الأول الذي سماه يتصف بهذه الصفة، وذلك لأن الثمن المؤجل يكون غالباً أعلي من الثمن الحالي وبهذا يكون المشتري على بينة من أمره. فيحتاط لنفسه بما يكون فيه الكفاية بعد أن توفرت له المعلومات من تحديد دقيق لمواصفات السلعة وزناً أو عداً أو وكيلاً تحديداً نافياً للجهالة يتمشى منع الأمانة المفروضة في هذا البيع. ¶ ومما يجب بيانه أن من اشتري نسيئة لم يبعه مرابحة حتى يبين، لأن الثمن قد يزاد لمكان الأجل، فكان له شبهة أن يقابله شيء من الثمن فيصير كأنه اشتري شيئين ثم باع أحدهما مرابحة على ثمن الكل، لأن الشبهة ملحقة بالحقيقة في هذا الباب فيجب التحرز عنها بالبيان وهذا الشرط محل اتفاق بين العلماء(38) إلا أن الزركشي(39) قد قيد الوجوب يكون الأجل خارجاً عن العادة.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والذي يترجح لنا هو ما ذهب إليه الجمهور من القول بصحة البيع وعدم فساده، استقراراً للمعاملات وتصحيحاً للعقود ما أمكن. فالبيع صحيحاً لكن لابد للبائع الذي اشتري السلعة بثمن مؤجل أن الثمن الذي سماه يتصف بهذه الصفة، وذلك لأن الثمن المؤجل يكون غالباً أعلي من الثمن الحالي، وبهذا يكون المشتري على بينة من أمره. ¶ المبحث الثالث ¶ حكم الخيانة والغلط في المرابحة ¶ سوف يتناول هذا المبحث مطلبين: ¶ المطلب الأول : أحكام الغلط. ¶ المطلب الثاني : أحكام الخيانة. ¶ المطلب الأول - أحكام الغلط : ¶ الغلط المقصود في هذه الحالة هو الغلط الذي يعيب الإرادة، فالإرادة المعيبة هي إرادة موجودة فعلاً ولكنها لم تصدر عن بينة واختيار، وهي تختلف عن الإرادة غير الموجودة، فالأخيرة لا يترتب عليها أي أثر، ويتحقق ذلك إذا كان من باشر التصرف عديم الأهلية (كالصبي غير المميز والمجنون)، فما يصدر لا يعتبر إرادة لأنه لا يميز ما يقول. ¶ وعيوب الإرادة التى نظمها الفقه الإسلامي والقانون السوداني هي أربعة الغلط والتدليس والإكراه والاستغلال (الغرر). ¶ وفيما نحن نتحدث بصدده فإن الغلط هو وهم يقوم في ذهن الشخص ويصور له الأمر على غير الحقيقة، ويشترط في هذا الغلط أن يكون جوهرياً، وأن يتصل المتعاقد الآخر بهذا الغلط. والغلط أنواع كثيرة فقد يكون غلطاً في صفة جوهرية في الشيء، أو في ذات المتعاقد أو صفة من صفات المتعاقد. وقد يكون غلطاً في القيمة أو في الباعث أو في القانون. ¶ فإذا غلط البائع في بيع المرابحة بأن أنقص مما اشتراه كما لو قال رأس مالي فيه مائة، ثم رجع يقول : غلطت رأس مالي فيه مائة وعشرين، ففي هذا وقع خلاف بين الفقهاء:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "ذهب الحنابلة(40) إلى أنه لا يقبل قوله في الغلط إلا ببينة تشهد أن رأس ماله عليه ما قاله ثانيا. وروى عن أحمد القول بأنه إذا كان البائع صدوقاً قبل قوله، وإن لم يكن صدوقاً جاز البيع، كما روى عنه أيضاً القول بعدم قبول البائع وإن قام به بينه حتى يصدقه المشتري، لأنه أقر بالثمن وتعلق به حق الغير فلا يقبل رجوعه ولا بينته لإقراره بكذبها. ¶ فإن لم تكن له بينة، فادعي أن المشتري يعلم غلطه فأنكر المشتري فالقول قوله، وإن طلب يمينه لزمت المشتري اليمين. ¶ ونجد أن الشافعية فرقوا بين ما إذا صدق البائع المشتري في دعواهح حيث اختلفوا في صحة البيع في هذه الحالة، والأصح عندهم صحته، وبينما إذا كذبه المشتري حيث يردون قوله وبينته إذا لم يبين لغلطته وجهاً محتملاً، أما إذا بين لغلطه وجهاً محتملاً فإنهم يسمعون بينته على خلاف عندهم في ذلك ويقررون حقه في تحليف المشتري دون نزاع. ¶ أما المالكية(41) فقد قرروا أنه إذا صدقه المشتري، أو أتي هو بما يثبت قوله فإن المشتري يخير في حال قيام المبيع بين رده إلي بائعه أو دفع الصحيح مع ربحه، وفي حال فواته بين دفع الصحيح مع ربحه أو قيمته يوم بيعه ما لم تنقص عن الغلط وربحه. ¶ والذي نرجحه أنه لا تقبل دعوى الغلط إلا ببينة لأن الأصل هو استقرار العقد ولزومه على وضعه الأول، فلا يعدل عن هذا الأصل إلا ببينة، ولو يعطى الناس بدعواهم لادعى أناس دماء أقوام وأموالهم ولكن البينة على من ادعي.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "وإذا أقيمت البينة فلا وجه للقول بعدم سماعها أو بعدم قبولها، فهي بينة عادلة شهدت بما يحتمل الصدق فتقبل كسائر البنيات، وأمر الغلط هذا وارد على بنى آدم لأنه- وكما ذكرنا- وهم يقوم في ذهن الشخص فيصور له الأمر على غير الحقيقة، هذا ولا يرتبط سماع البينة أو قبولها بما اشترطه الشافعية من أن يكون للغلط وجه محتمل، بل يكفي أن يقول: لقد سبق لساني إلي هذا لأقول من غير قصد له. فإذا أقام البينة على ذلك قبل قوله، وإني لأعجب ممن يوجبون التمسك بخطأ شهدت البينة العادلة بضده. ¶ هذا وإذا أقيمت البينة العادلة خير المشتري بين قبول المبيع بثمنه الجديد وفسخ العقد وفي هذا تحقيق للعدل الكامل بين طرفي العقد، فلم نلزم المشتري بالثمن الجديد لأنه ربما كان عليه ضرر في التزامه، فقد دخل في البيع وارتضاه من قبل على أساس الثمن الأول، وقد لا يناسبه الثمن الجديد. فإذا اختار دفع الزيادة فله ذلك وإن اختار الفسخ فذلك حقه. ¶ هذا وقد اختلف الفقهاء فيمن اشتري السلعة ممن لا تقبل شهادتهم له : كابنه وأبيه وأمه، ثم أراد أن يبيعها مرابحة، هل يجب عليه بيان ذلك أم لا؟، لأن ذلك من باب الغلط أيضاً في صفة من صفات المتعاقد. ¶ فذهب الحنفية(42) والحنابلة(43) إلي وجود البيان لأنه تهمة المسامحة في شرائه من هؤلاء، فكانت التهمة وهي الشراء بزيادة الثمن قائمة فلابد من البيان. ¶ وقال الشافعي(44)، يجوز وإن لم يبين؛ لأنه اشتراه بعقد صحيح وأخبره بثمنه فأشبه ما لو اشتراه من أجنبي، وقد أوجب بعض الشافعية وجوب البيان مع الشراء من ابنه الطفل دفعاً للتهمة. ¶ وفرق الإمام مالك بين ما كان فيه محاباة (فلم يجز بيعه مرابحة إلا ببيان) وما كان بيعاً صحيحاً، فقد جعله بمنزلة الشراء من أجنبي فلم يوجب البيان(45).",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "والذي يتبين بعد هذا هو رجحان ما ذهب إليه أبوحنيفة والحنابلة من القول بوجوب البيان في حالة الشراء من هؤلاء لتهمة المحاباة القائمة ولصون هذه البيوع من كل أسباب الريبة، أما إذا لم يبين العيب والأجل ففي هذه الحالة فالبيع صحيح ولكن يثبت للمشتري الخيار، وهذا ما جري عليه العمل المصرفي في السودان(46). ¶ المطلب الثاني- أحكام الخيانة في المرابحة: ¶ إذا ظهرت الخيانة في المرابحة فلا يخلو الحال من أحد أمرين: ¶ إما أن تكون قد ظهرت في صفة الثمن، (كما لو اشتري شيئاً نسيئة ثم باعه مرابحة بغير بيان، وما شابه ذلك)، فقد ثبت للمشتري الخيار بين الإمساك والرد إجماعاً(47) لأن المرابحة عقد بنى على الأمانة فكانت صيانته عن الخيانة مشروطة دلالة ففواتها يؤكد الخيانة كفوات السلامة عن العيب. ¶ أما إذا ظهر في قدر الثمن (كما لو قال إنه بمائة ثم بان أنه بتسعين) فهنا وقع خلاف بين الفقهاء في مسألتين: ¶ ثبوت الخيار. ¶ إنصاف المشتري. ¶ ثبوت الخيار: ¶ ذهب أبوحنيفة(48)، والشافعية(49) إلي القول بثبوت الخيار للمشتري بين الإمساك والرد في حالة الخيانة، وهو ما ذهب إليه الحنابلة(50) ووجه ما ذهب إليه هؤلاء أن المشتري لا يأمن الخيانة. ¶ هذا وقد ذهب المالكية إلي عدم الخيار إذا حط البائع عن المشتري ما كذب به عليه وربحه فإن لم يفعل كان المشتري بالخيار بين الإمساك والرد(51). ¶ والذي نرجحه هو لزوم البيع بالنسبة له إذا ما رفع عنه العذر والخيانة وحط عن قدرها وربحه، وذلك استقرار للمعاملات وإمضاء للعقود. إما إذا لم تظهر له الخيانة ففي هذه الحالة البيع صحيح، ولكن يثبت للمشتري الخيار. وهذا ما جري عليه العمل المصرفي في السودان(52). ¶ إنصاف المشتري:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "ذهب جمهور الفقهاء من المالكية(53) والشافعية(54) والحنابلة(55) وأبو يوسف(56) من الأحناف إلي أنه يجب على البائع أن يحط عن المشتري قدر الخيانة وربحها حتى يعود الأمر إلي الإنفاق الأول، تنفيذاً منه لما رضيه والتزم به من البداية. ¶ وذهب أبو حنيفة(57) إلي أن للمشتري الخيار إن شاء أخذ المبيع بجميع الثمن وإن شاء ترك ولا يلزم البائع أن يحط الثمن عن المشتري لأنهما باشرا عقداً باختيارهما. ¶ والذي نراه- ومن باب المنطق والعدل - أن على البائع أن يحط من الثمن قدر الخيانة وربحها، ويجب أن يجبر البائع على ذلك تنفيذاً للعقد. ¶ تسلسل التعامل بالمرابحة: ¶ إذا عاد المبيع إلي صاحبه بشراد فهل له أن يعيد بيعه مرابحة بغير بيان؟ في هذه لابد أن نفرق بين حالتين: ¶ الأولي : أن يشتريه في المرة الثانية بأكثر مما باعه به، ولم يكن في الأمر احتيال، فيجوز بيعه بغير بيان. ¶ وقد نص على ذلك ابن قدامة(58) وغيره، إلا إذا كان شراؤه الثاني من غلام دكانه الحر ونحوه ممن يتهم في حقه، فقد ذهب بعض الحنابلة(59) إلي وجوب البيان لوجوب التهمة. ¶ الثانية: أن يشتريه في المرة الثانية بأقل مما باع به، كما لو اشتراه بعشرة ثم باعه بخمسة عشر، ثم اشتراه بعشرة. ففي هذه الصورة اختلف الفقهاء: ¶ أبو حنيفة قال لا يجوز بيعه مرابحة إلا أن يبين أمره أو أن يخبر أن راس ماله عليه خمسة، لأن المرابحة تضمن فيها العقود فيخبر بما تقوم عليه(60). ¶ أما الجمهور من الحنابلة والشافعية ومحمد وأبو يوسف من الحنفية(61)، فقد أجازوا البيع بغير بيان؛ لأن البائع صادق بما أخبره به، وليس فيه تهمة، لأن العقود المتقدمة لا عبر بها؛ لأنها ذهبت وتلاشت بنفسها وحكمها. ¶ ونري في هذه الحالة أن يخبر بالحال على وجهه لأن فيه خروجاً من الخلاف وهو أبعد من التغرير بالمشتري وخيانته، وكذلك أنفي للريبة وأقرب للتقوى، ولأنه -كما بينا- أن عقد المرابحة يقوم على الأمانة. ¶ المبحث الرابع ¶ الضمانانات الشرعية",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "تمثل الضمانات أهم عوامل الأمانة من الخوف في الممارسات والمعاملات المصرفية التي يكتنفها الخطر، وتقوم على جانب من المخاطرة، ومن هنا كانت المعالجة الإسلامية للخطر والمخاطر في المعاملات وبصفة خاصة المصرفية. ¶ ولما كانت عمليات المرابحة تشكل جانباً واسعاً من نشاطات واستثمارات المصارف الإسلامية في العالم الإسلامي والسودان خاصة، فإنه يكون حرياً بنا أن نؤمن عمليات المرابحة من خلال ما أسميناه بالضمانات الشرعية، وذلك على النحو التالي: ¶ أولاً: الرشد في انتقاء عميل البنك: ¶ لاشك أن ذلك يشكل أقوي الضمانات في عمليات البنك الإسلامي، وعمليات المرابحة التجارية بصفة خاصة وذلك من خلال قواعد أساسية واعتبارات أو شروط موضوعية، تصدر بها لائحة التعامل بالمرابحات وتضمن الحد الأدني الواجب توافره في العميل مثل: ¶ مركزه المالي ومركزه في تاريخ التعامل المصرفي والتجاري. ¶ سمعته في الوفاء بالالتزامات وحسن القضاء والأداء. ¶ ما يتجه الاستعلام من معلومات وبيانات تتعلق بنشاطه في السلع محل المرابحات. ¶ ومبدأ الثقة في العميل أو الأمن يدل عليه قوله تعالي : { يا أيها الذين آمنوا إذا تداينتم بدين إلي أجل مسمي فاكتبوه } إلي قوله تعالي : { فإن أمن بعضكم بعضاً فليؤد الذي أؤتمن أمانته وليتق الله ربه } (62). ¶ ومن ثم فحسن اختيار العميل على أسس وقواعد موضوعية لائحية وتنظيمية هو الضمان الأمثل بحسب الأصل. ¶ ثانياً: العربون ودفعه ضماناً للجدية: ¶ يجتمع المعنيان في مرحلة غير باته في التعاقد النهائي، وينفرد العربون في حالة تأكيد العقد والبدء في تنفيذه بذلك العربون، وهنا يعتبر جزءاً من الثمن ولا يثير إشكالاً. ¶ أما إذا كان العربون عند إبرام العقد حفظ حق العدول عن العقد طبقاً لإرادة المتعاقدين فالجمهور لا يجيزه لما يعتبرونه فيه من الغرر والمخاطرة وأكل المال بغير حق، هذا وقد أجازه الإمام أحمد(63). ¶ ثالثاً: درجة الضمان :",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "ليس المهم استحواذ البنك على ضمانات بقدر ما يجب أن تكون عليه درجة ذلك الضمان من حيث سهولة وسرعة \"تسييله\" (أي تحويله إلي نقود) لمواجهة خطر عدم السداد أو الاسترداد من العميل، ويجب أن يصدر البنك تعليمات كتابية بأنواع الضمانات ودرجاتها، والتزام البنك في معاملاته بتلك التعليمات، لما يترتب على مخالفتها من جزاءات إدارية وتأديبية. ¶ رابعاً: مبدأ التيقن : ¶ هو قوام الدراسة الميدانية لعمليات المرابحة، فالربح وإن كان راجحاً مظنوناً إلا أنه يجب أن تؤدى الدراسة إلي تبصر حصوله حسبما عليه الأصول والقواعد الفنية في الدراسة وكذلك الخبرة العملية الميدانية للسوق ومتطلباته واحتمالاته. ¶ وهذا الضمان يشير إليه قوله تعالي : { يا أيها الذين آمنوا إذا تداينتم بدين إلي أجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا يأب كاتب أن يكتب كما علمه الله } إلي قوله تعالي : { ولا تسأموا أن تكتبوه صغيراً أو كبيراً إلي أجله ذلكم أقسط عند الله وأقوم للشهادة وأدنى ألا ترتابوا } إلى قوله تعالي : { وأشهدوا إذا تبايعتم ولا يضار كاتب ولا شهيد وإن تفعلوا فإنه فسوق بكم واتقوا الله ويعلمكم الله والله علي كل شيء عليم } (64). ¶ فالآية ترشد إلي كتابة الدين، والدين قد يسبقه تبايع أو قد يكون سببه تبايع، وحذرت الآية من إباء الكاتب أن يكتب كما علمه الله بصرف النظر عن مقدار الدين صغيراً أو كبيراً فذلك حكم شرعي قائم على إعتبارات موضوعية منعاً من الريبة والشك وأدعي إلي القسط والعدل في المعاملات. ¶ كما تدل الآية على الإشهاد على التبايع بإطلاق، منعاً من مغبة المخالفة وتحذير من الآثار الوخيمة المتمثلة في قوله تعالي : { وإن تفعلوا فإنه فسوق بكم } . ¶ وإذا كانت المكاتبات داعية إلي التوثيق والكتابة والإشهاد فإن سببها",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "أو الباعث الدافع إليها أدعي وأشد؛ فالمسبب يدور مع سببه، وهو ما يشتمل على الدراسة العملية والعلمية التى قد تترتب عليها مداينات إلي أجل أو أن تكون ناجزة. ¶ خامساً: مبدأ الحيطة والحذر: ¶ يستنند مبدأ الحيطة والحذر القائم إلى قول \"إن ضمان استرداد الأموال يبدأ منذ منحها\" ¶ وما يستوجبه ذلك المبدأ من متابعة المتعامل مع البنك بصفة دورية ومنتظمة، هي أن يكون لدى البنك باستمرار تصور فوري واضح لإمكانيات عملية ومركزه المالي، وحتى يكون لديه القدرة باستمرار على سرعة الحصول على حقوقه كاملة دون مزاحمة من الغير، ودون أن تتسرب ضماناته نتيجة لما يصيب العميل من تعثر مالي يعجزه عن السداد. ¶ سادساً : رهن البضاعة أو السلعة التى قام البنك ببيعها مرابحة لصالح البنك لحين قيام العميل بسداد جميع الأقساط المستحقة عليه؛ إذا يجوز رهن المبيع بعد البيع – على ثمنه وغيره- فمقتضي البيع ثبوت الملك في المبيع والتمكين من التصرف فيه وذلك عند بائعه وغيره، إذا الرهن بعد لزوم البيع صحته أولي لأنه يصح رهنه عند غير بائعه، فصح عنده كغيره؛ ولأنه يصح رهنه على غير ثمنه فصح رهنه على ثمنه. ¶ فالرهن في الشرع : المال الذي يجعل وثيقة بالدين أو توثقه الدين ليستوفي من ثمنه إن تعذر استيفاء الدين مما هو عليه. ¶ وهي جائزة بالكتاب والسنة والاجماع. ¶ أما الكتاب : فيقول تعالي : { وإن كنتم على سفر ولم تجدوا كاتباً فرهان مقبوضة } (65). ¶ وأما السنة: فروت عائشة رضى الله عنها \"أن رسول الله صلى الله عليه وسلم اشتري من يهودي طعاماً ورهنه درعه\" (متفق عليه)، وعن أبي هريرة رضى الله عنه أن رسول الله صلى الله عليه وسلم قال : لا يغلق الرهن(66)، لا يغلق الرهن لا يغلق الرهن، وهو لصاحبه الذي رهنه، له ثمنه وعليه غرمه\"(67). ¶ وأما الإجماع : فأجمع المسلمون على جواز الرهن في الجملة.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "هذا ويصح الرهن بعد الحق بالإجماع؛ لأنه دين ثابت تدعو الحاجة إلى أخذ وثيقة به، فجاز أخذها به كالضمان. ¶ والثمن بعد البيع يصير ديناً في ذمة المشتري، والدين يجوز الرهن به بأي سبب وجب الدين كالبيع ونحوه، لأن الديون كلها واجبة على اختلاف أسباب وجوبها، فكان الرهن بها رهناً بمضمون فيصبح، هذا وإذا أخرج المرتهن (الدائن) المرهون عن يده باختياره إلي الرهن (المدين) ولو كان نيابة عنه زال لزوم الرهن لزوال استدامة القبض، وبقي العقد لم يوجد فيه قبض. وفي استدامة القبض كشرط للزوم الرهن خلاف بين الفقهاء. ¶ هذا ونجد أن المرتهن أحق بثمن الرهن من جميع الغرماء حتى يستوفي حقه. ¶ سابعاً: ضمانات خاصة وشخصية: ¶ ونقصد بالضمانات الخاصة، تلك التي تمليها عمليات المرابحة وخاصة للآمر بالشراء، فهي ضمانات قد تفرضها خصوصيات طبيعة عمليات المرابحة. ¶ ونقصد بشخصية – أي التى تتعلق بالذمة المالية للضامن كالكفيل، وقد تجمع عمليات المرابحة بين هذين النوعين فمثلاً: ¶ لو كان للعميل أو للمشتري مرابحة من البنك يتعامل مع شخص (آخر كأن يكون تاجر جملة) فيكون من المفيد للبنك- وما يمليه واجب الحيطة والحذر اللازمين- أن يطلب كفالة هذا التاجر، وأن تكون كفالة تضامنية مع المدين المشتري مرابحة، وأن تكون مصحوبة بحوالة – أن يقوم الكفيل التاجر بدفع ما هو مستحق قبله للمشتري مرابحة إلي الدائن (أي البنك مباشرة) بناء على حوالة الحق التى يجريها المشتري مرابحة لصالح البنك. ¶ وكل من الكفالة والحوالة عقود جائزة شرعاً. ¶ ثامناً: عوض التأخير في السداد عن موعد الاستحقاق(68): ¶ تنبيه: تثير هذه المسألة الربا والمتمثلة في أن البنك يأخذ مبلغاً زائداً على الدين مقابل النظرة أو التأخير عن الوفاء في ميعاد الاستحقاق لذلك لزم التنبيه.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "وتلافياً لهذه الشبهة الماثلة يلزم توجيه المسألة توجيهاً شرعياً صحيحاً على أساس ما قد يصيب البنك من ضرر بسبب تأخر عملية السداد لمبالغ لو ردت أو سددت للبنك لاستثمرها أو أعاد استثمارها مرة أخري مما يفوت عليه فرصة محققة أو أكيدة في الربح يستحق عنها التعويض شرعاً باعتبارها نوع من أنواع الضرر الذي أصاب البنك بحسب طبيعة عمله ونشاطه وهو استثمار الأموال والاتجار بها لا فيها، فقاعدة التعامل في المصارف والمؤسسات المالية الإسلامية أن النقود رؤوس أموال يتجر بها لا فيها – يتجر بها حلالاً طيباً. ¶ والمشكلة التى تثور بعد تحديد أساس التعويض هي الضرر الحاصل بسبب التأخير لا مجرد التأخير في ذاته في هذه الصورة من التعامل هي كيفية تقدير التعويض المرتبطة بكيفية تقدير مقدار الضرر الذي لحق بالبنك ونطرح هنا ثلاثة بدائل(69) يتخير البنك منها أو القاضي ما يتناسب مع الحالة المعروضة. ¶ تحديد التعويض على أساس نسبة الربح التى حققها البنك في نفس السلعة عن نفس الفترة التى حصل فيها الضرر، أي التأخير عن السداد في موعد استحقاقه وهو الأعدل والأقرب لعدم أكل أموال الناس بالباطل. ¶ أو على أساس نسبة الربح التى حققها البنك بصفة عامة ويكون الممول عليه هو الربح الموزع لا الإجمالي الفعلي فذاك أيضاً أدعي للعدل فقد لا يكون للبنك استثمارات أخري في سلع مثيلة نفس الفترة. ¶ أو على أساس نسبة الربح التى حققها المشتري مرابحة بسبب السلعة محل التعامل وحتى لا تكون مماطلة سبباً لاثرائه على حساب الغير، فيعامل بعكس مقصوده أو يرد مقصوده عليه كما هي القاعدة الشرعية القائلة \"من سعي في نقض ما تم من جهته فسعيه مردود عليه\". ¶ تاسعاً: العميل المتعسر وذاك الذي يمر بضائقة مالية: ¶ نجد أن أسس تقدير التعويض السابق، تفترض أن العميل ملئ غير مماطل ولكنه تأخر في السداد وسبب ذلك ضرراً للبنك. ¶ أما إذا كان العميل مليئاً ولكنه مماطل ويظهر بمظهر المتعسر وأمارات ذلك:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "أن يتكرر عدم وفائه بالتزاماته للبنك أو الغير في تواريخ استحقاقها. ¶ أو أن يدأب على جدولة ديونه أو تأجيل سدادها. ¶ أو أن يتكرر رجوع شيكاته. ¶ أو يستمرئ أن يعامل على أساس (نسبة الغرامة) فهي الأفضل من وجهة نظره. ¶ فيكون من حق البنك ويحل له في هذه الحالة (أي حالة المماطلة بدون عذر) أن يعاقب العميل، والعقوبة المتصورة هنا هي العقوبة المالية، والتى قد يشترطها البنك على العميل إبتداء إذا ثبت أو تأكدت مماطلته وذلك مما يشهد به العرف المصرفي والتجاري ويسهل إثباته بقرائن الأموال(70). ¶ وسندنا فيما تقدم حديث الرسول صلى الله عليه وسلم \"لي الواجد ظلم يحل عقوبته وعرضه\" رواه البخاري. ¶ وعبارته في سبل السلام \"لى الواجد يحل عرضه وعقوبته\" وقال رواه أبوداود والنسائي وأخرجه أحمد وابن ماجه والبيهقي. وكذلك حديثه صلى الله عليه وسلم \"مطل الغنى ظلم\" وحديث الرسول صلى الله عليه وسلم \"لا ضرر ولا ضرار\". ومما يجدر الإشارة إليه إن حالة العسر المالي تختلف عن الضائقة المالية والتى قد يمر بها العميل وتتمثل في عدم توافر مؤقت \"للسيولة\" لديه وفي هذه الحالة الأخيرة يتعين ما يأتي : ¶ إعطاء العميل مهلة سداد أخري أي نظرته إلي ميسرة. ¶ منح العميل بعض التسهيلات في السداد كإعادة جدولة المديونية. ¶ التنازل أو إسقاط جزء من الربح أو العمولات وإبراء المدين منها، وكل ذلك من قبيل نظرة الميسرة المقررة شرعاً. ¶ المبحث الخامس ¶ الصياغة المصرفية لعقد المرابحة",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "كان الشائع في هذا العقد فيما مضى أن تكون السلعة في ملك البائع حاضرة أو غائبة فيبيعها برأس المال وزيادة معلومة، إلا أن الأمر في مجال المصارف لا يكدس السلع في مخازنه – كما يفعل التجار – ليقوم ببيعها بعد ذلك مرابحة أو مساومة، وإنما هو مجرد وسيط في التبادل ومن ثم فإن الفكرة المطروحة في هذا المجال أن يتلقي المصرف أمر من العميل بشراء سلعة معينة بمواصفاتها، واعداً بشراء هذه السلعة ثم ببيعها لهذا العميل برأس مالها وزيادة الربح المتفق عليه. ¶ هذه هي الصورة العملية والمقترحة والمطبقة لهذه المعاملة والتى يمكن أن تكون بديلاً شرعياً لعملية خصم الأوراق التجارية، كما أنها تؤدى دوراً هاماً في عملية الاعتماد المستندي في التجارة الخارجية. ¶ إلا أن هذه المعاملة قد تعرضت لبعض الانتقادات العملية والتطبيقية، والتى سوف نوضحها في هذا المبحث والذي قسمناه إلي المطالب الآتية: ¶ المطلب الأول : أهم الخطوات العملية لتنفيذ المرابحة المصرفية. ¶ المطلب الثاني : تطبيق المرابحة في التجارة الخارجية والاعتمادات المستندية. ¶ المطلب الأول: أهم الخطوات العملية لتنفيذ المرابحة المصرفية ¶ \"الضوابط الشرعية والمحاسبية لصيغة المرابحة\" ¶ تتكون هذه المعاملة من وعد بالشراء، وبيع بالمرابحة(71) فالمصرف يتلقى أمراً من عميله أمراً بشراء صفقة معينة مشفوعاً بوعد منه بشراء هذه الصفقة. ¶ فإذا استجاب المصرف لعميله، واشتري له ما يريد، تم ابرام عقد المرابحة بينهما، فيبيع له المصرف هذه السلعة بالربح المتفق عليه، بعد أن يتأكد العميل من مطابقتها وملائمتها له والمواصفات التى حددها للمصرف. ¶ المصرف في هذه المعاملة لم يبع ما ليس عنده لأن عقد البيع لا يتم إلا بعد شرائه لسلعة ودخولها في ملكه، وما كان بينه وبين العميل قبل ذلك فهو وعد بالشراء لا غير، وفرق بين الوعد بالعقد وبين العقد. وهذا كالفرق بين الخطبة وعقد النكاح.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "والمصرف كذلك لم يربح ما لم يضمن لأن المصرف وقد اشتري السلعة فأصبح مالكاً يتحمل تبعة الهلاك، فما يتلف من هذه السلعة قبل تسليمها للمشتري فإنه يتلف على المصرف. ¶ أما مدى التزام الآمر بالشراء في أن يبقي على وعده للمصرف بأن يشتري منه هذه الصفقة وهو مدى لزوم الوفاء بالوعد ومدى إمكانية المطالبة القضائية به. وإن الأصل هو وجوب الوفاء ديانة ولكن لا يقضى به إلا إذا أدخل المستفيد في ورطة أو التزام، بناء على هذا الوعد، حيث يقضي به في هذه الحالة دفعاً للضرر المترتب، أما فيما عدا ذلك فلا يقضى به، لإجماع أهل العلم على أن الموعود لا يضارب بوعده مع الغرماء. ¶ تلك هي الملامح العامة والعملية كما يقترح أن تطبق في المصارف الإسلامية لتكون بديلاً شرعياً لكثير من الأعمال الربوية. ¶ هذا ومن أهم الخطوات العملية لتنفيذ المرابحة المصرفية: ¶ يتقدم العميل بطلب كتابي للبنك يوضح فيه نوع البضاعة المطلوبة وكميتها وأسعارها ومواصفاتها اللازمة والميعاد المطلوب للحصول عليها، ويكون الطلب مشفوعاً بالمستندات اللازمة والفواتير المبدئية وكل ما يلزم من توضيح يتعلق بالسلعة المطلوب من البنك شراؤها على أن تكون فاتورة الشراء باسم البنك ولصالح العميل ويفضل أن تكون الفاتورة المبدئية أكثر من واحدة؛ ومن جهات عديدة لاختيار الأحسن جودة والأنسب سعراً. ¶ يقوم الموظف المختص بدراسة الطلب دراسة دقيقة متأنية من جميع النواحي لتفادي بعض المخاطر التى تتمثل في : ¶ صعوبة تسويق السلعة موضوع المرابحة في حالة نكول العميل عن وعده، مما يؤدى إلي تجميد أموال البنك في سلع قد يصعب تسويقها في وقت وجيز، أو قد تتعرض للتلف. ¶ عدم الدراسة الدقيقة لجدوى تسويق البضاعة ربما يعرض الآمر بالشراء (العميل) لبعض المخاطر مما يتسبب في عجزه عن سداد استحقاق البنك في ميعاده، أو ربما العجز التام عن سداد هذا الاستحقاق.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "* تنبيه : لتحقيق ما يرمي إليه البند (2) يمكن الاستعانة بدراسة جدوى هذه المرابحة. ¶ بعد إعداد الدراسة المشار إليها آنفاً يقوم قسم الاستثمار بالإجراءات اللازمة للحصول على البضاعة ودفع قيمتها ودفع كافة المصروفات الأخرى حتى وصول البضاعة للمكان المتفق عليه لإتمام عملية البيع، على الموظف المختص دفع قيمة البضاعة أو السلعة بشيك باسم مالك البضاعة ويوقع مع مالك البضاعة عقد بيع بموجبه تنتقل ملكية السلعة للبنك ولا يحق لأي طرف التصرف فيها دون إذنه. ¶ * تنبيه(72):- ¶ يمكن إضافة المبلغ قيمة البضاعة بأمر من مصادرها في حسابه طرف البنك مع إثبات صورة من إيصال التوريد في ملف المرابحة. ¶ ولا يدفع المبلغ (قيمة البضاعة) بأية حال إلي الآمر بالشراء (العميل) بل يتعامل البنك مع البائع مباشرة. ¶ يخطر البنك عميله بأنه قد حصل على البضاعة، ويحثه على الحضور لإتمام عملية البيع وما يستلزم من إجراءات أخري. ¶ توقيع عقد بيع المرابحة وإتمام عملية التسليم والتسلم وما يستلزمه من إجراءات. ¶ بعد التوقيع على عقد المرابحة يدفع العميل قسط أول من القيمة الكلية للسلعة وفق ما يحدده البنك المركزي مع مراعاة المدونة المطلوبة في القطاعات والأنشطة ذات الأولوية، ومن هذه الخطوات نخلص إلي أن أهم البيانات والمستندات التى يجب أن يشتمل عليه ملف المرابحة للآمر بالشراء(73): ¶ رقم العملية، تاريخ بدئها وتاريخ سدادها. ¶ اسم العميل ورقم حسابه الجاري طرف الفرع. ¶ نوع القطاع الممول. ¶ طلب العميل ورقم حسابه الجاري طرف الفرع بالفواتير المبدئية وكافة المستندات اللازمة (رخصة تجارية – سجل تجاري … الخ). ¶ عقد بيع بين البنك ومالك السلعة. ¶ عقد المرابحة. ¶ مذكرة فتح حساب مرابحة إلي قسم الحسابات والتحاويل. ¶ إشعار استلام الشيك ¶ الفاتورة البيعية (النهائية) محررة باسم البنك. ¶ إشعار باستلام بضاعة موقعاً عليه من العميل. ¶ نوع الضمان ومستنداته اللازمة. ¶ الحساب الختامي للعملية.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "تقرير موجز عن أداء العميل في كل مرابحة تمنح له. ¶ لابد من بيان كاف للسلع أو البضاعة موضوع المرابحة على نحو ينفي الجهالة المفضية إلي النزاع والغرر، ويتم ذلك ببيان نوعها ووصفها ومقدارها – مع التوقيع على عقد البيع بين البنك ومصدر هذه البضاعة يحفظ للبنك حقه وألا يتم التصرف في هذه السلعة بدون إذن البنك. ¶ ثمن البيع من البنك للعميل، مع بيان أنه يشمل الربح، وذلك بذكره عددا وكتابة بالحروف ونوع العملة. ¶ لابد من بيان ثمن شراء السلعة من مصدرها بواسطة البنك وذلك عددا وكتابة بالحروف ونوع العملة. ¶ ذكر كيفية سداد العميل للثمن : هل يدفع جزء منه في الحال والباقي مؤجل؟ وكم عدد الأقساط ومقاديرها؟ ومقدار الأجل المحدد للسداد، هل بالثمن أو في خلال مدة معينة؟ … الخ. وتقييد الشيكات في الدفتر الخاص بذلك لمتابعة سدادها. ¶ الضمان: ما نوعه ؟ رهن عقاري ؟ أو تخزين البضاعة؟ مع ضرورة مراعاة التأمين عليها، على أن يتحمل العميل مصاريف التأمين .. أو ضمانة شخصية. وفي حالة اعتماد ضمان التخزين: ¶ لابد من مراعاة الجوانب الفنية العملية في تخزين السلعة موضوع المعاملة. ¶ لابد من التأمين على البضاعة ويتحمل العميل نفقات التأمين وفي حالة الضمانة الشخصية: ¶ أن يكون كفءاً ¶ أن يكون من عملاء البنك، ويقوم بتحرير شيك بقيمة المبلغ الذي ضمنه لأمر البنك. ¶ ألا يتجاوز التمويل الممنوح للعميل حدود صلاحية مدير الفرع. ¶ وفي حالة الضمان برهن عقاري لابد من التأكد من أن العقار خالي من الموانع المسجلة، وأن يكون رهنا أولا، وأن تكون القيمة السوقية للعين المرهونة تغطي – في ظل الحيطة والحذر – التمويل الممنوح. ¶ * تنبيه(74): فيما يتعلق بكيفية احتساب الربح في المرابحة المصرفية:",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "وجهت هيئة الرقابة الشرعية العليا للجهاز المصرفي والمؤسسات المالية، المصارف أن تحسب ربحها على إجمالي التمويل بغض النظر عما دفع العميل من قسط أول مع ضرورة مراعاة المدونة اللازمة والمناسبة في القطاعات والأنشطة ذات الأولوية والالتزام بتوجيهات السياسة الاستثمارية والتمويلية (الائتمانية). ¶ ملاحظات وتتمات(75):- ¶ بعد إتمام الإجراءات اللازمة ببيع المرابحة المصرفية بتوقيع العقد من الطرفين (البنك والعميل) يكون المبلغ الواجب السداد دينا في ذمة العميل وبناءا على ذلك إذا تعثر عن سداد هذا المبلغ في ميعاده لا تخرج حالته عن إحدى اثنتين:- ¶ أما أن يكون تعثره نتيجة أسباب قاهرة لا يد له فيها، كنشوب حريق في البضاعة موضع التمويل (بذرة القطن مثلاً) ففي هذه الحالة يعتبر ذو عسرة وقد وجه القرآن الكريم بمنهجه القويم في سداد الدين بأن ينظر هذا العميل إلي ميسرة تنصلح فيها حالته المالية، يوفي بعدها العميل باستحقاق البنك ولا يجوز بأي حال أن يطالب تاريخ الوفاء بهذا المبلغ؛ لأنه إن فعل ذلك يكون قد أربي، أي هو بمعنى العبارة الربوية \"إما أن تقضي وإما أن تربي\". ¶ وقد يكون العميل مماطلا فإذا ثبت للبنك عند حلول أجل الوفاء بالاستحقاق أن عميله مماطل أي يتهرب من دفع استحقاق البنك مع مقدرته على الدفع، ففي هذه الحالة إما أن ينفذ على الضمان مباشرة بأخذ الاستحقاق (المبلغ الواجب السداد) من حساب الضامن طرف البنك أو إفادته بفشل العميل الذي ضمنه ليقوم باجراء اللازم. ¶ وإذا تعذر رد المبلغ الواجب السداد بعد استنفاذ كافة السبل ففي هذه الحالة يرفع الأمر إلى المستشار القانوني، والذي يرفع الأمر إلي القضاء الذي ينصف المظلوم ببيع ما يفي بديون البنك من أموال العميل الأخري جبرا عليه لأن العميل المماطل ظالم بنص الحديث الشريف \"مطل الغنى ظلم\" وقوله صلى الله عليه وسلم : \"لى الواحد ظلم يحل عرضه ويجب عقوبته\".",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "من الأحوط والأفضل أن يكون بكل قسم استثمار (بأي فرع من فروع البنوك) موظف أو أكثر يوكل إليه أو إليهم مهمة تنفيذ ومتابعة وجمع المعلومات الكافية اللازمة من الناحية العملية والفنية، وهذا يحتم أن يكون مندوب البنك ذا دراية ومعرفة لما يوكل إليه من مهام. ¶ لا يعطى العميل قيمة السلعة البتة، ولا تحول إلي حسابه نقداً، أو عبر أي ورقة مالية؛ بل يتعامل البنك مع البائع أو الصانع أو كليهما مباشرة، وتحفظ الشيكات الخاصة بالمبلغ الواجب السداد وكافة المستندات الهامة بالخزينة. ¶ إذا كانت المرابحة صورية (أي لم تطبق وفق الخطوات الأساسية التى أشرنا إليها آنفاً) فإن البنك في هذه الحالة يدفع للعميل نقوداً إلي أجل بمقابل وهو في حقيقته سعر الفائدة في النظام الربوي، ومن ثم تكون العملية في حقيقتها قرضا جر نفعاً وهو ربا بلا أدني شك. ¶ المطلب الثاني ¶ تطبيق المرابحة في التجارة الخارجية والاعتمادات المستندية: ¶ المرابحة كأحد أنواع البيوع التجارية في الاقتصاد الاسلامي قد تتم بصورة بسيطة بين بائع ومشتر والمبيع حاضر وموجود، كما تتم المرابحة أيضاً بأسلوب المرابحة المصرفية أو المرابحة للآمر بالشراء. ¶ ونظراً للتطور الهائل في التجارة الخارجية وما صاحبه من صعوبات كبيرة في تسوية المدفوعات وتوفير الضمانات الكفيلة بتحقيق مصلحة كل من البائع والمشتري والأطراف الأخرى، فقد ظهر نظام الاعتمادات المستندية وأصبح دورها في التجارة الخارجية أكثر أهمية كوسيلة دفع أساساً قد يقترن بها ويصاحبها \"ائتمان\" وهو الاستعمال الغالب الآن في نظام الاعتمادات المستندية. ¶ أولاً: البنوك الإسلامية ومعضلة الاعتمادات المستندية النظيفة:",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "لما كان قيام المصارف في الاعتمادات المستندية بدور المتعهد بالدفع في إطار السداد المقدم من طالب الاعتماد يمثل نسبة ضئيلة جداً في التجارة الخارجية التي تعتمد جميعاً تقريباً على التمويل بفائدة ربوية، فإن دخول البنوك الإسلامية في هذا المضمار يشكل تحدياً خطيراً لنظامها القائم على عدم التعامل بالفائدة ولكن كيف يتم ذلك؟ ¶ التطبيق العملي السليم لذلك يتمثل في ضرورة قلب العلاقة بين العميل والبنك فيصبح البنك مالكاً للسلعة كلياً أو جزئياً والمتعامل معه الأمر أو الطالب شريكاً أو وكيلاً أو أجيراً. ¶ وهذا الدور الجديد الذي يفرضه نظام عمل البنوك الإسلامية يضيف ضماناً وأماناً مفتقدين في نظام التجارة الدولية، والدليل على ذلك ما أسفر عنه نص المادة السابعة عشر من مجموعة القواعد والعادات الدولية المستندية، إذ يتعرض هذا النص لنفي المسئولية عن البنوك في حالة عدم صحة أو تزوير المستندات، وهي مشكلة قائمة بحدة على المستوي الدولي، فقد حكم مجلس اللوردات حديثاً بأن البنك ليس له أن يمتنع عن الوفاء إلي المستفيد إذا كان هذا المستفيد يجهل واقعة تزوير المستندات(76). ¶ ومن أشهر حوادث تزوير المستندات التى تعتبر عملية نصب على البنوك(77): ¶ استعمال أسماء بنوك غير موجودة أو مستندات مزورة لبنوك موجودة فعلاً. ¶ تقديم مستندات تفيد شحن البضاعة على سفينة معينة ويتضح فيما بعد أنه لا توجد بضاعة وتشاهد السفينة في رحلات جديدة تحت اسم جديد. ¶ ثانياً: المرابحة للآمر بالشراء في التجارة الخارجية أحد الحلول الرئيسية والعملية للاعتمادات المستندية النظيفة في البنوك الإسلامية: ¶ وإن كنا نري أن عملية بيع المرابحة للآمر بالشراء نوعاً من العلاقات العقدية أو اتفاق بتعهد فهي علاقة عقدية معلقة على شرط، والالزام فيها مرتبط بتحقق الشرط الذي يشترطه كل طرف على الآخر(78).",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "وإذا كان كذلك فالبنك مشتر للسلعة ومالك لها وبائع بالمرابحة لطالبها الآمر بالشراء وفي هذه الحالة تجتمع في البنك ثلاث صفات من خلال نظام الاعتمادات المستندية في التجارة الدولية والتعامل بأسلوب البيع بالمرابحة للآمر بالشراء وهذه الصفات هي: ¶ فاتح الاعتماد المستندي. ¶ المشتري للبضاعة والمالك لها. ¶ البائع للبضاعة للآمر بالشراء أو طالب الشراء مرابحة. وعلى أساس هذه الصفات الثلاثة تطبق القواعد العادات الموحدة للاعتمادات المستندية على التفضيل الآتي: ¶ شروط التسليم في الاعتمادات المستندية وموقف الفقه الاسلامي منها: ¶ لا شك أن شروط العقد تحدد التزامات كل طرف فيه أو أطرافه؛ ومنها شروط تسليم البضاعة محل العقد، وتقتصر هنا على أهم الالتزامات التى تحدد أهم شروط التسليم في عمليات التجارة الخارجية وشروط التسليم تختلف باختلاف مكان التسليم. ¶ ومما يجدر ذكره أن ما تم الاتفاق عليه بين أطرافه على أساس التراضي يصير التزاماً تعاقدياً واجب التنفيذ، كما أن ما لم يتم الاتفاق، عليه وعليه جري العرف والتعامل صار حكما فالعادة محكمة والعرف مصدر للأحكام ما لم يخالف الشرع الاسلامي الحنيف، ومن هذا المنطلق تكون مجموعة القواعد والعادات والأعراف الموجدة للاعتمادات المستندية محل اعتبار بشرط عدم مخالفة أحكام الشرع الإسلامي، كذلك نصوص نشرة غرفة التجارة الدولية رقم 350 لسنة 1980م. ¶ ومكان التسليم تتعلق به بعض الأحكام التى تتضمنها نشرة غرفة التجارة الدولية رقم (350) لسنة 1980م ومن ثم تكون واجبة لمن يلتزم بها وذلك على النحو التالي(79):- ¶ تسليم البضاعة في مكان منشئها (إنتاجها) وعلى هذا الأساس تحدد التزامات كل من البائع والمشتري والتى نصت عليها نشرة غرفة التجارة الدولية رقم (350) لسنة 1980م، وعلى وجه الدقة والتفصيل قطعا للنزاع وحسماً لأي خلاف قد يثور. ¶ ……ومن أهم التزامات البائع :-",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وضع البضاعة تحت تصرف المشتري في الموعد والمكان المحددين بشروط العقد، وإخطار المشتري بذلك في وقت مناسب، ومقابل هذا الالتزام يكون من أهم التزامات المشتري: ¶ تحمل كافة المصاريف والمسئوليات والمخاطر منذ وضع البضاعة تحت تصرفه. ¶ التسليم على رصيف ميناء البائع: ¶ Free along side (C.A.F.) وعلى هذا الأساس تحدد التزامات كل من البائع والمشتري. ¶ ……ومن أهم التزامات البائع: ¶ توريد البضاعة مطابقة لشروط العقد، وتسليمها في المكان والزمان المحددين على رصيف التحميل بميناء الشحن وإخطار المشتري بدون إبطاء بذلك. ¶ ومن أهم التزامات المشتري: ¶ تحمل كافة المسئوليات والأخطار والمصاريف من تاريخ وضع البضاعة تحت تصرفه بجوار الباخرة. ¶ التسليم على ظهر الباخرة Free On Board. ¶ التسليم في ميناء المشتري Coast and Freigt (C.I.F)وتحت هذا الشرط تتحد التزامات كل من البائع والمشتري أيضاً. ¶ المبحث السادس ¶ الانحرافات التطبيقية للمرابحة المصرفية ¶ الواقع التطبيقي لهذه المعاملة قد شهد كثيراً من التجاوزات في ترتيب هذا العقد. ¶ فالبنك لا يقوم بنفسه بالشراء(80)، وإنما يكتفي بأن يقدم له العميل فاتورة السلع المراد بيعها مرابحة، ويكون العميل قد قام بشراء هذه السلع باسمه من قبل، ووقعت الفواتير باسمه كذلك، فيقتصر دور البنك على تسديد قيمة الفاتورة مقابل الربح المتفق عليه، فيكون ممولا فعلياً في صورة مشتر وبائع في الظاهر، لا سيما إذا علمنا أن ارتباط العميل بالمصرف من البداية ارتباط ملزم لا يملك منه فكاكا فهو إلى العقد أقرب منه إلي الوعد. ¶ ولا شك أن هذا الترتيب يحتوى على كثير من المخالفات الخطيرة التى يمكن أن تنسف شرعية هذه المعاملة من الأساس وتنقلها إلي دائرة العقود الربوية المحرمة.",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "وأن الذي يراجع محضر هيئة الرقابة الشرعية ببنك فيصل الإسلامي السوداني(81) وهيئة الرقابة الشرعية على الجهاز المصرفي والمؤسسات المالية في السودان، يلمح هذه المخالفات التى طالما نبهت عليها الرقابة، وأوصت بضرورة اتباع الخطوات الشرعية اللازمة لتصحيح هذه المعاملة، ولكن استمرار التنبيه وتكراره يوحي باستمرار هذه المخالفات. ¶ وأن معنى ألا يقوم البنك بنفسه بعملية الشراء أن تتحول المعاملة قطعاً إلي دائرة أخرى، حيث يئول الأمر إلي أن المصرف الذي يشتري السلعة من العميل نقداً ثم يبيعها مؤجلة بأكثر مما اشتراها به، وهذه هي صورة العينة التى ذهب القول بحرمتها الجمع الغفير من العلماء، أو أن المصرف يقرض عميله قيمة السلعة الحاضرة على أن يتقاضاها في المستقبل بزيادة وهو عين الربا المجمع على حرمته، فإذا ما أضفت إلي ذلك صورية هذا البيع الذي لا يعدو أن يكون مجرد إجراء شكلي لتصحيح الوضع، (لا سيما مع ما يروج له الاقتصاديون من أن عملية الاستثمار المباشر لا تناسب المصارف التى يجب أن يقتصر دورها على دور الوساطة في التبادل) فنجد أن الصورة ازدادت ظلاماً وأصبحت للظنون والريب فيها مجال وأي مجال!!. ¶ ولا أدري ما هو السر وراء هذه المخالفات؟ أهو التعجل والاندفاع، والرغبة في إنجاح المصرف الإسلامي من خلال تنفيذ أكبر قدر من العمليات الاستثمارية. ¶ أم هي العقلية الربوية التى ألفت المعاملات الربوية زماناً طويلاً ثم عهد إليها فجأة بتنفيذ الأساليب الشرعية، بدون تمهيد ولا إعداد فلم تدرك عمق الفارق بين المسارين فراحت تنظر إلي بعض الخطوات الشرعية اللازمة على أنها نوع من التعقيد والجهود. ¶ أم ضغوط المنافسة من جانب البنوك الربوية، وشدة وطأتها هي التى أدت ببعض العاملين في المصارف الإسلامية إلي شيء من الترخيص، والتجاوز عن بعض الخطوات رغبة في تقوية المركز التنافسي للمصرف الإسلامي، وظناً أن نبل الهدف يشفع لأخطاء الوسيلة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وسواء كان هذا السبب أم ذلك، فإن شيئاً من ذلك لا يبرر اقتحام الحرمات وتعدى حدود الله. فالنجاح الحقيقي للمصرف الإسلامي إنما يكون بمدى انضباطه بأحكام الإسلام أولاً وقبل كل شيء فهذه هي رسالته المقدسة، وتلك هي الأمانة التى أنيط به حملها، وأمام هذا الهدف الأكبر تتصاغر جميع الأهداف وتتضائل سائر الغايات ثم تأتي بعد ذلك الأرباح والعوائد وغير ذلك مما يعتبره الناس مقياساً للنجاح. ¶ أما ترخيص بعض القائمين على الأمر في المصارف الإسلامية في بعض الخطوات الشرعية اللازمة لتصحيح معاملة ما، فينبغي أن يواجه المواجهة التى تتناسب مع قداسة الأحكام الشرعية، وكيف أن لفظاً واحداً يتغير أو يتبدل ربما يقلب الأمر رأساً على عقب. ¶ لقد حرم الله جل وعلا أن يدفع الرجل مالاً ربوياً إلي آخر بمثله على وجه البيع إلا أن يتقايضا وإلا فالربا لا محالة، والتحريم الذي هو أشد عند الله من ست وثلاثين زنية، ولكن جوز دفعه بمثله على وجه القرض، ومعلوم أنه لا قرض بدون إنساء. ¶ فانظر كيف أن هذا القرض – الذي يمكن أن يترجم في كلمة واحدة – قد نقل الأمر من دائرة المحرمات والفواحش إلي دائرة القربات والنوافل. ¶ ولم لا؟ ألم يبدل بنو إسرائيل حرفا واحدا من الكلمة التى أمرهم الله بها فانزل عليهم رجزاً من السماء. ¶ قال تعالي : { وإذا قيل لهم اسكنوا هذه القرية وكلوا منها حيث شئتم وقولوا حطة وادخلوا الباب سجداً نغفر لكم خطيئاتكم سنزيد المحسنين فبدل الذين ظلموا منهم قولا غير الذي قيل لهم فأرسلنا عليهم رجزاً من السماء بما كانوا يظلمون } .(الأعراف: 61). ¶ فقد أمرهم الله أن يدخلوا الباب سجدا وأن يقولا حطة أي حط عنا خطايانا، فدخلوا من قبل إستائهم وقالوا خطة فكان ما ذكره الله في القرآن من الرجز والعذاب الأليم.",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أما الرغبة في النجاح والمنافسة ومنازلة الربويين، فإن هذا يحتاج إلي قول بليغ، لأن هذا المعنى يسيطر على كثير من العاملين في هذا المجال، وفي زحمة سيطرة هذا الهدف على تفكيرهم ينسون أو يتناسون الرسالة الأولي التى من أجلها قامت المصارف الإسلامية من البداية، وهي العودة بالأمة إلي الكسب الحلال. ¶ هذا وإذا كانت المنافسة في دائرة الأحكام الشرعية وضوابطها، فهنا يجب أن يبذل القائمون على المصارف الإسلامية جهدهم في حشد كل عوامل النجاح من دراسات مكثفة، واختيار الأمناء والأكفاء، سواء كانوا موظفين أو عملاء، بحيث يحس الجميع أنهم في أحد مواقع الجهاد التى تتطلب مصابرة ومرابطة، فيحسبون ما يبذلونه من جهد وعرق. ¶ أما إذا خرجت المنافسة عن دائرة الأحكام الشرعية أو كانت تحيلاً إلي ما حرم الله، فهنا يجب أن يكون موقف المصرف الإسلامي واضحاً كالشمس، رافضاً كل التجاوزات الشرعية ولو أدي هذا إلي إغلاق المصرف الإسلامي. ¶ وأن المصرف الإسلامي عندما ينطلق بهذا الوضوح والتجديد الذي يوجبه عليه إيمانه بالله ورسوله إنما يصبح أهلاً لفضل الله عز وجل، والمزيد من رزقه وتوفيقه، وليفعل ذلك ولينتظر بركات تتنزل عليه من السموات والأرض. ¶ قال تعالي: { ولو أن أهل القري آمنوا واتقوا لفتحنا عليهم بركات من السماء والأرض } (الأعراف: 96). ¶ وقال تعالي : { ولو أنهم أقاموا التوراة والإنجيل وما أنزلنا إليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم } (المائدة: 66). ¶ نماذج لعقد المرابحة المصرفية ¶ بنك الخرطوم ¶ طلب شراء بالمرابحة ¶ التاريخ: ..................... ¶ لموافق: .......................ڑ ¶ اطلب/ نطلب منكم شراء البضائع الموضحة أدناه بالمواصفات وشروط التسليم المذكورة. ¶ هذه البضائع موضوع شراء الموقع بواسطتنا بتاريخ: ¶ يوم ............... شهر ............... سنة ............... هـ. ¶ الموافق: يوم ............... شهر ............... سنة ............... م.",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "بيان ومواصفات البضاعة: .................................................................................................................................................................. ¶ ……………………………………………………………………………………………………………………. ¶ ……………………………………………………………………………………………………………………. ¶ التكلفة الكلية للبضاعة: ¶ ……………………………………………………………………………………………………………………. ¶ ……………………………………………………………………………………………………………………. ¶ ……………………………………………………………………………………………………………………. ¶ ربح البنك: ………………………………………………………..…………………………………………. ¶ سعر بيع البضاعة بواسطة البنك: ......................................................…………………................................................ ¶ المستندات المقدمة:..................................................................................................…………………………......... ...................... ¶ شروط ومكان التسليم:........................................................................................................... ..............…………………….. ¶ اسم طالب الشراء والعنوان بالكامل:..................................................................................................…………….. ¶ مكان العمل:........................................................................................................... ...............................…………………………….. ¶ التاريخ: ........................................................................................................... ......................................………………………………….. ¶ توقيع طالب الشراء:.............................................................................................................................………………………….. ¶ عقد بيع",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "تم ابرام عقد البيع هذا بين كل من: ¶ اولاً: ............................................... ويشار اليه فيما بعد لأغراض هذا العقد بالطرف الأول (بائع) ¶ ثانياً: بنك الخرطوم فرع ....……………............ .ويشار اليه فيما بعد لأغراض هذا العقد بالطرف الثاني (مشتري) ¶ طلب الطرف الثاني من الطرف الأول ان يبيعه وقبل الطرف الأول هذا الطلب. ¶ اتفق الطرفان على عقد البيع هذا بالشروط التالي:- ¶ 1/ باع الطرف الأول ............................................... للطرف الثاني في مقابل مبلغ..........................................………….... (فقط مبلغ ............................................... .....................................................) ¶ 2/ تسلم البضاعة كاملة للطرف الثاني وتنتقل الى ملكيته بعد التوقيع على هذا العقد مباشرة. ¶ 3/ يدفع الطرف الثاني المبلغ المذكور في البند (1) اعلاه للطرف الأول عند التوقيع على هذا العقد ويعتبر توقيع الطرف الأول ايصالاً منه بالإستلام. ¶ 4/ سلم المبلغ بموجب شيك مصرفي رقم .............................................. بتاريخ ............................. ¶ وقع عليه في هذا اليوم ........................................................... الموافق .............................................. ¶ الطرف الأول (البائع) ¶ ع/ بنك الخرطوم .......................................... ¶ (الطرف الثاني) ¶ ......................................................ڑ ¶ الشهود: ¶ 1/ الأسم: ........................................................ ¶ التوقيع: ………………………… ¶ / الأسم: ................................................ ¶ التوقيع: ...................................................... ڑ ¶ بسم الله الرحمن الرحيم ¶ بنك الخرطوم ¶ عقد بيع بالمرابحة",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "تم هذا الاتفاق في يوم ………………...... شهر ..………….... سنة …………………....... هـ. ¶ الموافق: يوم ………….... شهر………………....... سنة ..………………………… م. ¶ فيما بين:- ¶ بنك الخرطوم (ويشار اليه بالطرف الأول) ¶ وبين :..................................................................................................... (ويشار اليه بالطرف الثاني). ¶ بما ان الطرف الثاني طلب من الطرف الأول شراء: ...........……………………….......................................................... ¶ (يشار اليها فيما بعد بالبضاعة) بموجب طلب الشراء الموقع بواسطته بتاريخ بيعها له فقد اتفق الطرفان على الآتي: ¶ (1) وافق الطرف الأول على بيع البضاعة للطرف الثاني مقابل مبلغ ........……………................................. ¶ والذي يمثل قيمة شراء البضاعة زائداً المصروفات وقدرها ..................................................……………………… ¶ زائداً ربح الطرف الأول والبالغ .................................………………………………………................................................................. ¶ (2) وافق الطرف الثاني على شراء البضاعة التي حددها للطرف الأول. ¶ (3) يتعهد الطرف الثاني بدفع ثمن البضاعة على النحو المتفق عليه. ¶ (4) يقر الطرف الثاني بانه قد عاين البضاعة وانها خالية من كل العيوب. ¶ (5) يكون هذا العقد نافذاً من تاريخ التوقيع عليه وتصبح البضاعة فور التوقيع ملكاً للطرف الثاني، وتعتبر البضاعة ومستنداتها مرهونة رهناً تأمينياً لصالح الطرف الأول حتى استيفائه لكامل الثمن المتفق عليه وله حق امتياز البائع. ¶ (6) تخزن البضاعة لدى الطرف الأول لضمان سداد كل قيمتها بواسطة الطرف الثاني ولا يتم الافراج عن أي جزء منها الا بموافقة الطرف الأول الكتابية وبعد سداد قيمتها النسبية من القيمة الكلية التي وافق عليها الطرف الثاني في الفترة التي حددها الطرف الأول.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "(7) تؤمن البضاعة تأميناً شاملاً ضد كل الأخطار بواسطة الطرف الثاني لدى شركة تأمين مقبولة للطرف الأول لصالحه. ¶ (8) على الطرف الثاني تقديم ضمان مصرفي (رهن عقاري او ضمان شخصي مقبول) للطرف الأول يضمن قيام الطرف الثاني بسداد كل المبالغ المستحقة عليه في مواعيدها المحدودة بالإضافة لرهن البضاعة وتخزينها لدى الطرفا لأول. ¶ (9) اذا فشل او امتنع الطرف الثاني عن استلام البضاعة او أي جزء منها او المستندات، يحق للطرف الأول بيعها بالسعر الذي يحصل عليه والصورة التي يراها مناسبة لإستيفاء حقوقه بموجب هذا العقد واي مصروفات اخرى وان يرجع الى الطرف الثاني ما بقي له في ذمته. ¶ الطرف الأول ¶ ...................................................... ¶ ع/ بنك الخرط ¶ لطرف الثاني ¶ ......................................................ڑ ¶ بحضور: ¶ 1/ الأسم: ...................................................... ...................................................... ..................... ¶ التوقيع: ...................................................... ...................................................... .............................. ¶ 2/ الأسم: ...................................................... ...................................................... ............................ ¶ التوقيع: ...................................................... ...................................................... .............…................ ¶ الهوامش والمراجع ¶ القاموس المحيط باب الحاء فصل الراء محي الدين محمد الفيروزآبادي الشيرازي الطبعة الرابعة (1938). ¶ لسان العرب لابن منظور 2/442 أبو الفضل جمال الدين بن منضور الأفريقي المصري (711هـ) دار صادر بيروت. ¶ الخرشي علي خليل 5/171. شرح الخرشي على مختصر خليل (أبو عبدالله محمد بن عبدالله 1101هـ)",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "البناية في شرح الهداية 6/486 محمد العينى – دار الفكر. ¶ بدائع الصنائع للكاساني، 7/3163. أبو بكر بن مسعود بن أحمد علاء الدين الكاساني الحنفي (587هـ). ¶ المغني 4/259. موفق الدين عبدالله بن محمد بن قدامه المقدسي (620هـ)، الطبعة الثالثة. ¶ روضة الطالبين للنووي 3/526 أبي زكريا يحي النووي (676هـ) المكتب الإسلامي للطباعة. ¶ بلغة السالك لأقرب المسالك لأحمد الصاوي 2/77. ¶ المائدة : الآية 1. ¶ الموافقات للشاطبي 2/21 أبو إسحاق إبراهيم اللخمي الغرناطي (790هـ) طبعة محمد علي صبيح وأولاده. ¶ الأعراف: الآية 199. ¶ البقرة : الآية 275. ¶ قيل يا رسول الله أي الكسب أطيب قال : عمل الرجل بيده وكل بيع مبرور، إحياء علوم الدين 2/61، رواه البزار والحاكم وقال: صحيح الإسناد. ¶ مغنى المحتاج للخطيب 2/77. محمد بن أحمد الشربينى الخطيب (977هـ). ¶ بدائع الصنائع 2/3192. ¶ المدونة للإمام مالك 4/227 للإمام مالك بن أنس طبعة دار صادر بيروت. ¶ مشكلة الاستثمار في (المصارف الإسلامية) الصاوي ص 202. د. محمد صلاح محمد الصاوي، الطبعة الأولي 1990م. ¶ المغني لابن قدامة 4/102. ¶ تعبير فارسي معناه كل عشرة ربحها درهمان. ¶ الاستثمار والرقابة الشرعية في المصارف الإسلامية (دراسة مقارنة) للبعلي ص 134. ¶ انظر – شيخ الإسلام ابن تيمية الغناوى ج29 ص 499 والمبسوط للسرخسي 12/111 وبدائع الصنائع 7/3204. وتبين الحقائق شرح كنز الدقائق للزيلعي 4/78. والقوانين الفقهية لابن جزئ ص 174. ¶ روضة الطالبين 3/527. أبو زكريا يحي بن شرف النووي (676هـ). ¶ حاشية ابن عابدين 4/29 بداية المجتهد 2/148. المهذب 1/266 كشاف القناع على متن الإقناع 3/139. ¶ تعميق أسلمة المصارف الإسلامية ج3 ص 9. ¶ بهذا أخذ بنك التضامن الإسلامي السوداني. المدونة الكبري للإمام مالك رواية سحنون، بيروت. ¶ بدائع الصنائع 7/3193. ¶ الخرشي علي خليل 5/172. ¶ المدونة 4/240. ¶ روضة الطالبين 3/531. ¶ مغني المحتاج 2/80.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "بدائع الصنائع 2/80 – روضة الطالبين 3/536. ¶ راجع بدائع الصنائع 7/3200 ومغنى المحتاج 2/79 والمدونة 4/277 – الشرح الكبير لأبي الفرج بن قدامة 4/107. ¶ المدونة 4/277. ¶ بدائع الصنائع 7/3200. ¶ الشرح الكبير 4/107 – المدونة 4/228. ¶ بدائع الصنائع 7/2197. ¶ بداية المجتهد لابن رشدى 2/193 محمد بن أحمد بن رشد القرطبي (595هـ) طبعة مصطفي الحلبي. ¶ مغني المحتاج 2/79 بدائع الصنائع 2/2202 المدونة 4/104 الشرح الكبير 4/229 البناية في شرح الهداية 6/503. ¶ مغني المحتاج 2/79. ¶ المغني لابن قدامة 4/264. ¶ راجع المغني المحتاج 2/79. ¶ المبسوط للسرخسي 13/88 شمس الدين محمد بن أحمد أبي بكر السرخسي ¶ (490هـ) دار المعارف بيروت الطبعة الثانية. ¶ الشرح الكبير 4/104 شمس الدين أبو الفرج بن قدامة (682هـ) - دار الكتاب العربي – بيروت. ¶ الشرح الكبير 4/104. ¶ المدونة 4/240. ¶ سلسلة تعميق أسلمة المصارف ج3 ص 11. ¶ بدائع الصنائع 7/3206 والمغني لابن قدامة 4/263. ¶ بدائع الصنائع 7/3206. ¶ المغني لابن قدامة 4/265. ¶ المغني لابن قدامة 4/265. ¶ علي خليل 5/179. ¶ مغني المحتاج 2/79. ¶ المغني 4/265. ¶ بدائع الصنائع 7/3206. ¶ المبسوط للسرخسي 13/86. ¶ الشرح الكبير 1/105 ابن قدامة. ¶ الشرح الكبير 1/105 ابن قدامة. ¶ بدائع الصنائع 7/3207. الكاساني. ¶ الشرح الكبير 1/105 الكاساني. ¶ البقرة: الآيات 282، 283. ¶ البقرة : الآيات 282 - 283. ¶ البقرة : الآية 283. ¶ ومعنى \"لا يغلق الرهن\" أي لا يجوز للمرتهن تمليكه عند العجز عن السداد وإنما يظل على ملك الراهن. ¶ أخرجه الحاكم والدارقطنى/ سبل السلام 3/52 محمد بن اسماعيل الصنعاني ¶ (1182هـ) إحياء التراث العربي بيروت. ¶ وذلك من باب لا ضرر ولا ضرار، وكذلك الضرر يزال. ¶ الاستثمار والرقابة الشرعية في البنوك الإسلامية ص 141 – 142 د. عبدالحميد محمود البعلي دار النهضة العربية الطبعة الأولي 1988م. ¶ الاستثمار والرقابة في المصارف الإسلامية د. البعلي ص 143.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "الموسوعة العملية والعلمية للبنوك الإسلامية ص 29. الاتحاد الدولي للبنوك الإسلامية، الطبعة الاولي. ¶ سلسلة تعميق أسلمة النظام المصرفي ج2 ص 12. ¶ المرجع السابق ص 13. ¶ سلسلة أسلمة المصارف الإسلامية ج2 ص 15. د. سراج الدين محمد، الدار السودانية للكتب 1999م. ¶ سلسلة أسلمة المصارف الإسلامية ج2 ص 15. ¶ أضواء على القواعد والعادات الموحدة للاعتمادات المستندية، ص 39 د. محى الدين اسماعيل. ¶ المرجع السابق ص 39. ¶ فقه المرابحة د. عبدالحميد البعلي ص 89 وما بعدها – دار النهضة العربية الطبعة الأولي 1977م. ¶ تنص المادة (446) من مرشد الحيران على أنه إذا اشترط في العقد على البائع تسليم المبيع في محل معين لزمه تسليمه في المحل المذكور. ¶ النقد والمصارف الإسلامية : جزء المصارف : يوسف كمال ص 147. ¶ محاضر اجتماع هيئة الرقابة الشرعية – بنك فيصل الإسلامي السوداني رقم 37، 38، 39، 40، 41.",
            "page": "42",
            "part": "1"
        }
    ],
    "t36592": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "عقود المرابحة"
        }
    ]
}