{
    "b36602": [
        {
            "id": "1",
            "nass": "قتل المرتد إذا لم يتب ¶ تأليف ¶ الدكتور/عبدالله قادري الأهدل ¶ تمهيد ¶ إذا ثبتت الردة على الشخص ترتب عليها أحكام دنيوية وأحكام أخروية. ¶ وأهم الأحكام المتعلقة بالآخرة حبوط العمل والخلود في نار جهنم، أعاذنا الله منها، وقد وردت بذلك نصوص كثيرة وقد جمعت الأمرين معاً آية البقرة.. ¶ { وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ }. [البقرة:217]. ¶ أما الأحكام المتعلقة بالدنيا فكثيرة نذكر أولا: قتل المرتد إذا لم يتب، ثم نذكر ما تيسر منها في مباحث أخرى. ¶ إن قتل المرتد إذا لم يتب من ردته، حكم ثابت في أحاديث صحيحة لا مطعن فيها، وعمل بها الصحابة رضي الله عنهم في زمن الخلفاء الراشدين، وبعد عهدهم رضي الله عنهم، وأطبق عليها جماهير أهل العلم، ونقلوا عليه الإجماع في المذاهب الإسلامية المعتبرة. ¶ وهو مما يحسم تذب ضعاف الإيمان، ويجعلهم يظهرون لأمتهم ولغيرها الثبات على مبدأ الإسلام العظيم. ¶ وإن الثبات على المبدأ والصبر عليه، يجعل غير أهله يفكرون في شأنه ويبحثون عن سبب الثبات عليه، ويغريهم ذلك بالدخول فيه. ¶ وعلى علماء المسلمين تقع المسئولية العظمى في الثبات على المبدأ وتثبيت أهله عليه، بعدم التنازل عن ثوابته في تعليمهم وإفتائهم وقضائهم ونصحهم لمن بيدهم الأمر في مراعاة أحكام الإسلام وتنفيذها، ففي الثبات على المبدأ والصبر عليه وتثبيت أمته عليه يكمن بقاء هذه الأمة وفلاحها ونجاتها من الامحاق والذوبان. ¶ ولقد ثبت أهل الإيمان على إيمانهم رغم ما لاقوا من محن وأذى.",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "من أوضح الأدلة على ذلك قصة أصحاب الأخدود، التي كان سببها ذلك الغلام الذي ثبت على دينه، مع شدة ما لقيه من تعذيب الملك الظالم الجبار الذي اتخذ كل وسيلة لقتله، فلم ينجح في ذلك، حتى قال له الغلام: إذا شئت أن تقتلني فاجمع الناس، وقل: بسم الله رب الغلام وارمني بقوسك، ففعل الملك ذلك فمات الغلام، فقال الحاضرون من الناس: آمنا برب الغلام.... ¶ والقصة في صحيح مسلم (4/2300) وساقها المفسرون في سورة البروج، عند قوله تعالى: {قتل أصحاب الأخدود...} ¶ وهذا بخلاف المبدأ الذي يضطرب أهله، ولا يثبتون على منهجه، فإن الناس يزهدون فيه وينفرون منه، ويقولون في أنفسهم: لو كان حقا لثبت عليه أهله، ولم يخرجوا عن صراطه. ¶ فهل يليق بالأمة الإسلامية أن تترك أبناءها يحققون لأعدائها هذا الهدف الخطير، بخروج من نشأ منهم مسلما في أسرة مسلمة عن الإسلام، أو من دخل في الإسلام من غير المسلمين مختارا مقرا بأن هذا الدين هو الدين الحق، عالما بكل ما يترتب على إسلامه من أحكام وجزاءات، ثم يخرج منه. ¶ ولقد شكك في قتل المرتد طائفتان ¶ الطائفة الأولى: أعداء الإسلام والجهلة من أبنائه فيه، وزعموا أن للمسلم الحق في تغيير دينه إلى أي دين آخر، ادعاء منهم أن ذلك من أهم حقوق الإنسان التي تمنحه حرية التدين، وبناء على ذلك يرون أن للمسلم أن ينتقل من دين الإسلام إلى أي دين من الأديان من الأديان السماوية المحرفة، كاليهودية والنصرانية، أو العقائد الوثنية كالهندوسية والبوذية وغيرها. ¶ الطائفة الثانية: بعض العلماء المعاصرين الذين تأولوا بعضا من عمومات النصوص، مقدمين لها على نصوص أخرى خاصة صحيحة في نفس الموضوع، وزعموا أن المسلم إذا غيير دينه إلى غيره من الأديان لا يقتل من أجل ذلك، ويمكن عقابه تعزيرا، ومنهم من رأى عدم معاقبته مطلقا على ذلك، ولو بتكرار استتابته، كما قال بعضهم:",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "\"ولا أنكر أن بعض أولئك المنافقين كانت التوبة تبسط لهم فيتوبون، ولكن هذه التوبة المبسوطة لهم كانت توبة اختيارية لا يكرهون عليها بسيف ولا غيره من وسائل الإكراه، وهذا هو ما أذهب إليه في ثبوت الحرية الدينية للمرتد، فلا أريد إلا أن تكون توبته اختيارية كتوبة أولئك المنافقين، فيدعى إلى العودة إلى الإسلام بالتي هي أحسن، ولا يكره عليها بقتل كما يذهب إليه بعضهم، \"ولا بحبس أنفسنا عليه باستتابة دائمة كما يذهب إليه القائلون بهذه الاستتابة، لأن فيها شبه إكراه له، ونحن نريدها حرية دينية كاملة غير منقوصة...\" وخالصة من الإكراه وشبه الإكراه، ليكون الإسلام وحده دين الحرية، ويمتاز بهذا على غيره من الأديان، وتكون مفخرة له على طول الزمان.\" [[الحرية الدينية للشيخ عبد المتعال الصعيدي ص: 148دار المعارف بمصر] ¶ ويرى أن في عقابه على خروجه من الإسلام إلى غيره، يعتبر اعتداء على الحرية الدينية التي يرون أن نصوص القرآن كفلت ذلك له، كما كفلتها له مبادئ حقوق الإنسان.\" ¶ ترجيح وأدلة: ¶ والذي نراه وندين الله به أنه إذا ثبتت الردة على من كان مسلما في الأصل، أو دخل في دين الإسلام حرا مختارا، وفهمه حق الفهم، وفهم ما يترتب على إسلامه، ومن ذلك حد المرتد عن الإسلام، أن هذا الحكم إذا توفرت شروطه ثابت لا مراء فيه. ¶ أما إذا كان حديث عهد بالإسلام، لم يفهم حقيقته وما يترتب على إسلامه فلا يقتل بل ينصح بالبقاء على الإسلام ويبين له ما فيه من المحاسن وما في تركه من المساوي، فإن رجع إلى الإسلام فبها ونعمت وإن أبى خلي سبيله. ¶ ولا يجوز أن نَخضَع لآراء أعداء الإسلام، ولا من حاول اقتحام عقبة الفتوى فيما لا ناقة له ولا جمل من أحكام الإسلام، كما لا نعذر من ادعى أنه طبيب مختص وهو يجهل الطب، وعبث في أجساد البشر فأفسدها.",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "ولكنا نعذر من تأول نصوص القرآن مجتهدا من علماء الإسلام، ونرجو الله أن يغفر له خطأه، معتمدين على قول الباري الرحيم: {ربنا لا تؤاخذنا إن نسينا أو أخطأنا} [البقرة (286)] وقول الله في جواب هذا الدعاء: (قد فعلت) [صحيح مسلم (1/116) وقول رسوله الكريم: (تجاوز الله عن أمتي الخطأ والنسيان وما استكرهوا عليه) [المستدرك على الصحيحين (2/ 216) وقال: هذا حديث صحيح على شرط الشيخين ولم يخرجاه. ¶ أدلة قتل المرتد إذا توفرت شروط قتله ¶ سبق أن للمرتد أحكاما في الدنيا وأخرى في الآخرة، والذي يعنينا في هذا الكتاب، هو أحكام الدنيا، أما أحكام الآخرة فهي موكولة إلى الله تعالى، والذي نعلمه من كتابه من حكم الله تعالى على من ارتد عن الإسلام أمران: ¶ الأمر الأول: حبوط العمل. ¶ الثاني: والخلود في نار جهنم، أعاذنا الله منها، وقد وردت بذلك نصوص كثيرة وقد جمعت الأمرين معاً آية البقرة.. ¶ { وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ }. [البقرة:217]. ¶ ومن أحكام المرتد في الدنيا: قتله بعد استتابته وإصراره على كفره. ¶ ومن الأدلة الصحيحة على هذا الحكم ما يأتي: ¶ الدليل الأول: سنة الرسول صلى الله عليه وسلم: ¶ أولها: حديث عبد الله بن مسعود رضي الله عنه، قَال: قال: رسول الله صلى الله عليه وسلم (لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث النفس بالنفس والثيب الزاني والمفارق لدينه التارك للجماعة) [(صحيح البخاري (6/2521) و صحيح مسلم (3/1302)",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ثانيها: حديث: عكرمة أن عليا رضي الله عنه حرق قوما فبلغ بن عباس فقال: \"لو كنت أنا لم أحرقهم لأن النبي صلى الله عليه وسلم قال: (لا تعذبوا بعذاب الله) ولقتلتهم كما قال النبي صلى الله عليه وسلم (من بدل دينه فاقتلوه) [صحيح البخاري رقم(2854 (3/1098) ¶ ثالثها: ومن أصرح الأدلة في ذلك، التنصيص على قتل الرجل والمرأة المرتدين، كما وقع في بعض الروايات في حديث معاذ عندما أرسله النبي صلى الله عليه وسلم إلى اليمن.. وقال له: ( أيما رجل ارتد عن الإسلام فادعه فإن عاد وإلا فاضرب عنقه، وأيما امرأة ارتدت عن الإسلام فادعها، فإن عادت وإلا فاضرب عنقها).. ذكر هذه الرواية الحافظ في فتح الباري وحسنها. [فتح الباري (12/272) ¶ رابعها: حديث جابر أن امرأة يقال لها أم مروان ارتدت عن الإسلام، فأمر النبي صلى الله عليه وسلم أن يعرض عليها الإسلام فإن رجعت وإلا قتلت. [سنن الدارقطني (3/118) وسنن البيهقي الكبرى (8/203)] ¶ خامسها: فعل الصحابيين الجليلين: أبي موسى الأشعري، ومعاذ بن جبل وقد صرح فيه معاذ بن جبل أنه قضاء الله ورسوله. ¶ كما روى ذلك أبو موسى وفيه: (اذهب أنت يا أبا موسى أو يا عبد الله بن قيس إلى اليمن ثم أتبعه معاذ بن جبل فلما قدم عليه ألقى له وسادة قال أنزل وإذا رجل عنده موثق قال ما هذا قال كان يهوديا فأسلم ثم تهود قال اجلس قال لا أجلس حتى يقتل قضاء الله ورسوله ثلاث مرات فأمر به فقتل) [صحيح البخاري (6/ 2537) وصحيح مسلم (صحيح مسلم (3/1456) قال الحافظ رحمه الله: \"وبين أبو داود في روايته أنهما كررا القول أبو موسى يقول اجلس ومعاذ يقول لا أجلس. فتح الباري (12/274)] ¶ وتكرار معاذ لأبي موسى أن هذا الحكم هو قضاء الله ثلاث مرات، يدل على أنه علمه من النبي صلى الله عليه وسلم، وليس مجرد اجتهاد منه.",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "وذكر الدكتور يوسف القرضاوي عشرة من الصحابة رضي الله عنهم، وهم: ابن عباس وأبو موسى ومعاذ وعلي وعثمان وابن مسعود وعائشة وأنس وأبي هريرة ومعاوية بن حيدة .رووا قتل المرتد، ثم قال: \"وحديث قتل المرتد رواه جمع غفير من الصحابة، ذكرنا عددًا منهم، فهو من الأحاديث المستفيضة المشهورة.\" ¶ الدليل الثالث: إجماع الأمة على قتل المرتد الذي توافرت فيه شروط القتل: سبقت الأدلة الثابتة الصحيحة الصريحة من أحاديث الرسول صلى الله عليه وسلم، على وجوب قتل المرتد بعد استتابته، وقد طبق ذلك أصحاب رسول الله صلى الله عليه وسلم في عهده وبعد وفاته، وأجمع العلماء على ذلك. ¶ قال ابن قدامة رحمه الله: \"وقال النبي صلى الله عليه وسلم من بدل دينه فاقتلوه، وأجمع أهل العلم على وجوب قتل المرتد، وروي ذلك عن أبي بكر وعمر وعثمان وعلي ومعاذ وأبي موسى وابن عباس وخالد وغيرهم، ولم ينكر ذلك فكان إجماعا\" [المغني (9/16)] ¶ قال الدكتور يوسف القرضاوي: ¶ \"ثانيًا: أن من مصادر التشريع المعتمدة لدى الأمة مصدر الإجماع. وقد أجمع فقهاء الأمة من كل المذاهب، السنية وغير السنية، والفقهاء من خارج المذاهب على عقوبة المرتد وأوشكوا أن يتفقوا على أنها القتل، إلا ما رُوي عن عمر والنخعي والثوري ولكن التجريم في الجملة مجمع عليه.\" ¶ قلت: وكل من روي عنه عدم القتل روي عنه عكس ذلك، وهو القتل، والذي ري عن عمر رضي الله عنه هو حبسه قبل قتله رجاء أن يتوب، وليس ترك قتله مطلقا، وهذا نص ما نقل عنه رضي الله عنه: ¶ \"قدم مجزأة بن ثور أو شقيق بن ثور على عمر يبشره بفتح تستر فقال له عمر هل كانت مغربة يخبرنا بها قال لا إلا أن رجلا من العرب ارتد فضربنا عنقه قال عمر ويحكم فهلا طينتم عليه بابا وفتحتم له كوة فأطعمتموه كل يوم منها رغيفا وسقيتموه كوزا من ماء ثلاثة أيام ثم عرضتم عليه الإسلام في الثالثة فلعله أن يرجع اللهم لم أحضر ولم آمر ولم أعلم\" [المحلى 11/191)]",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "فقوله \"ثم عرضتم عليه الثالثة، فلعله أن يرجع\" ظاهر في أنه يرى عرض التوبة عليه ثلاثا، لعله يرجع، فإذا لم يرجع بعد استتابته ثلاثا، قتل. ¶ وفي رواية عن عمر زيادة: \" فإن تاب قبلتم منه وإن أقام كنتم قد أعذرتم إليه\" [التمهيد (5/307)] أي قطعتم عذره الذي يستحق بقطعه قتله. ¶ وقد صرح بقتله إذا لم يرجع في رواية أخرى. ¶ قال: \"أفلا أدخلتموه بيتا وأغلقتم عليه بابا وأطعمتموه كل يوم رغيفا ثم استتبتموه ثلاثا فإن تاب وإلا قتلتموه ثم قال اللهم لم أشهد ولم آمر ولم أرض إذ بلغني أو قال حين بلغني\" [مصنف ابن أبي شيبة (5/562) ¶ وتؤكد هذا المعنى عن عمر ما رواه عمرو بن شعيب عن أبيه عن جده، قال \"كتب عمرو بن العاص إلى عمر بن الخطاب أن رجلا يبدل بالكفر بعد إيمان فكتب إليه عمر استتبه فإن تاب فاقبل منه وإلا فاضرب عنقه\" ¶ وبذلك جزم ابن عبد البر رحمه الله، فقال: ¶ \"قال أبو عمر يعني استودعتهم السجن حتى يتوبوا، فان لم يتوبوا قتلوا، هذا لا يجوز غيره لقول رسول الله صلى الله عليه وسلم من بدل دينه فاضربوا عنقه\" [الاستذكار (7/154)] ¶ وأما ما نقل عن الإمام إبراهيم النخعي رحمه الله، فبرد عليهم بروايات عنه تعارض ذلك النقل، بل يرى قتل الرجل المرتد و المرأة المرتدة التي خالف في قتلها الحنفية. ¶ قال ابن عبد البر رحمه الله: \"واختلف الفقهاء أيضا في المرتدة، فقال مالك والأوزاعي وعثمان البتي والشافعي والليث بن سعد تقتل المرتدة كما يقتل المرتد سواء وهو قول إبراهيم النخعي وحجتهم ظاهر هذا الحديث لأنه لم يخص ذكرا\" [التمهيد (5/312) وممن نسب إلى النخعي قتل المرأة الحافظ ابن حجر رحمه الله فتح الباري 12/268] ¶ وجزم ابن حجر رحمه الله أن الرواية المثبتة عنه لقتل المرتد والمرتدة أقوى من الرواية النافية عنه، بل ضعف الرواية النافية عنه. ¶ قال رحمه الله:",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "\"وأخرج سعيد بن منصور عن هشيم عن عبيدة بن مغيث عن إبراهيم قال إذا أرتد الرجل أو المرأة عن الإسلام استتيبا فان تابا تركا وأن أبيا قتلا وأخرج بن أبي شيبة عن حفص عن عبيدة عن إبراهيم لا يقتل والأول أقوى فان عبيدة ضعيف وقد اختلف نقله عن إبراهيم\" [فتح الباري (12/268)] ¶ ولهذا يجب حمل ما روي عنه من أن المرتد يستتاب أبدا أنه إذا تكررت منه الردة، يستتاب في كل مرة، وليس المراد الاستمرار في استتابته من ردة واحدة طول حياته، لأن قوله: يستتاب أبدا، مجمل، والرواية السابقة التي رجحها ابن حجر مُبَيِّنة، ومعروف أن المجمل يحمل على المبين. [مصنف ابن أبي شيبة (6/440)] ¶ وبهذا يظهر ثبوت الإجماع، وأن من روي عنه القول بعدم قتل المرتد، عارضه ما روي عنه من قتله، وترجح الروايات بالقتل على الروايات بعدمه، لموافقتها للسنة الصحيحة الثابتة عن الرسول صلى الله عليه وسلم، وتطبيق صحابته وغيرهم لما ثبت عنه في حياته وبعد مماته ¶ ثم لو فرضنا ثبوت القول بعدم قتل المرتد عن فرد أو أفراد من العلماء، فلا حجة في ذلك لإطباق غيرهم على القول بقتله، ولثبوت قتله عن الرسول صلى الله عليه وسلم وعمل أصحابه في حياته وبعد مماته. ¶ تقتل المرتدة إذا لم تتب كالمرتد ¶ والأحاديث الواردة في قتل المرتد شاملة للذكر والأنثى جميعا، إما بصيغ عمومها، كقوله: (من بدل دينه فاقتلوه) وإما بذكرها نصا مع الرجل كما مضى. ¶ ويدل على استواء المرتد والمرتدة في الحكم، أن الحدود تقام عليهما جميع، فالزانية تحد جلدا ورجما كالزاني وكذا القاتلة عمداً تقتل كما يقتل الرجل، ولا يقال: إن هذا استدلال بدلالة الاقتران والاستدلال بها ضعيف، لأن ضعف دلالة الاقتران عند من يقول به من العلماء، إنما يكون حيث يستدل بها عارية عن أدلة ثابتة غيرها، والأدلة هنا ثابتة كما ترى.",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "وإذا أنعمت النظر في هذه الأدلة وجدت كل واحد منها صالحاً للاحتجاج به على حدة فكيف بها مجتمعة..؟ وقوله: \"من بدل دينه فاقتلوه\" يشمل الذكر والأنثى، لأن \"من\" اسم موصول، وهي من صيغ العموم، كما قال في مراق السعود: ¶ ومَا شُمُولُ \"مَنْ\" لِلُانثى جَنَفُ. ¶ أي إن شمول من للذكر والأنثى ليس فيه ميل عن جادة الصواب. ¶ وكذلك قوله صلى الله عليه وسلم في حديث ابن مسعود لا يحل دم امرئ مسلم يشهد أن لا إله إلا الله وأني رسول الله إلا بإحدى ثلاث: النفس بالنفس، والثيب الزاني، والمفارق لدينه التارك للجماعة) لفظ \"امرئ\" يشمل كذلك الذكر والأنثى. ¶ وقد فسر العلماء لفظ \"امرئ\" بـ\"نفس\" كما في تفسير ابن كثير: ¶ (4/ص243) ¶ وذهب أبو حنيفة رحمه الله، إلى أن المرأة لا تقتل بل تحبس ويضيق عليها حتى تتوب، و استدل على ذلك بالنهي عن قتل النساء وبأن المرأة لا تقتل بالكفر الأصلي، فلا تقتل بالكفر الطارئ. ¶ وهذا الاستدلال غير ناهض، فالنهي ورد في الكافرة الأصلية كما هو واضح في القصة التي ورد النهي بسببها.. ¶ ولو فرضنا العموم لكان الأمر بقتل المرتد معارضاً له بعمومه.. فكيف وقد ورد الأمر بقتل المرتدة بخصوصه؟ ¶ ثم إنه يفرق بين الكفر الأصلي والكفر الطارئ من وجوه أهمها: ¶ أن الرجل يقر على كفره الأصلي ولا يقر على الكفر الطارئ. [فتح الباري (12/272) المغني (9/3) المقنع (3/516) فتح القدير (6/71)]. ¶ وقال القرطبي رحمه الله: \"واختلفوا في المرتدة: ¶ فقال مالك والأوزاعى والشافعى والليث بن سعد: تقتل كما يقتل المرتد سواء، وحجتهم ظاهر الحديث: (من بدل دينه فاقتلوه) و\"مَن\" يصلح للذكر والأنثى. ¶ وقال الثورى وأبو حنيفة وأصحابه: لا تقتل المرتدة، وهو قول بن شبرمة، وإليه ذهب بن علية وهو قول عطاء والحسن، واحتجوا بأن ابن عباس روى عن النبي صلى الله عليه وسلم أنه قال: (من بدل دينه فاقتلوه)",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "ثم إن بن عباس لم يقتل المرتدة، ومن روى حديثا كان أعلم بتأويله، وروي عن على مثله، ونهى صلى الله عليه وسلم عن قتل النساء والصبيان. ¶ واحتج الأولون بقوله عليه السلام (لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان) فعم كل من كفر بعد إيمانه وهو أصح\" [تفسير القرطبي (3/48)] ¶ وقال ابن الأمير رحمه الله:\"ذهب الجمهور إلى أنها تقتل المرأة المرتدة، لأن كلمة \"مَن\" هنا تعم الذكر والأنثى، ولأنه أخرج بن المنذر عن بن عباس راوي الحديث أنه قال: تقتل المرأة المرتدة، ولما أخرجه هو والدارقطني، أن أبا بكر رضي الله عنه، قتل امرأة مرتدة في خلافته والصحابة متوافرون ولم ينكر عليه أحد، وهو حديث حسن\" [سبل السلام (3/265)] ¶ والخلاصة أن المرتد عن الإسلام، رجلا كان أو امرأة يجب قتله إذا استتيب فلم يرجع، والأدلة على ذلك واضحة كما مضى. ¶ آراء شاذة في قتل المرتد: ¶ ومع ثبوت الأدلة الصحيحة وتعددها على قتل المرتد، فقد ظهرت آراء شاذة مخالفة لهذا الحكم، نجمل أدلتها فيما يأتي، مع مناقشة كل دليل منها على حدة بإذن الله. ¶ الرأي الأول: التفريق بين الخروج من الإسلام والخروج عليه، هذا الرأي يعتبر الردة عن الإسلام من الأفراد الذين لا يدعون إلى الدين الذي خرجوا إليه من، لا يقام عليهم حد الردة، وعللوا هذا الرأي بأمرين: ¶ الأمر الأول: أنهم خرجوا من الجماعة ولم يخرجوا عليها، فلم يحدثوا بذلك ضررا على غيرهم، بل أحدثوه على أنفسهم. ¶ الأمر الثاني: العمل بمبدأ الحرية الدينية كما سيأتي الكلام عنه قريبا. ¶ واستدلوا في زعمهم بأدلة: ¶ الدليل الأول: من القرآن الكريم: مثل قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيِّ} [البقرة (256)] ورأوا أن إكراه المرتد على الرجوع إلى الإسلام، هو إكراه له على الدخول في دين لا يرضى الدخول فيه، وفيه مصادرة للحرية الدينية. ¶ والجواب عن هذا الاستدلال من وجوه:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "الوجه الأول: أن هذا نص عام يشمل الكافر الأصلي الذي لم يسبق له الدخول في الإسلام، ويشمل من دخل في الإسلام ثم خرج منه إلى أي دين غيره. ¶ والقاعدة الأصولية أن النص الخاص يُخرج ما دل عليه من النص العام، ويبقى العام دالا ما عدا ما أخرجه النص الخاص، وعلى هذا يكون عدم الإكراه مقصورا على من لم يدخل الإسلام أصلا، ويخص بالقتل من خرج من الإسلام من المسلمين، عملا بالأدلة السابقة من الأحاديث الصحيحة والعمل بها في عهد الرسول والخلفاء الراشدين، ومن تبعهم، وما قام على العمل بها من إجماع الأمة. ¶ الوجه الثاني: أن الحرية الدينية يجب أن تقيد بما قيدته به الشريعة، والشريعة قيدت هذه الحرية بمن لم يدخل في الإسلام أصلا، أما المسلم أصلا، أومن دخل فيه مختارا عالما حقيقته وما تترتب عليه من أحكام، ومنها حكم المرتد الذي بينته الأدلة، فليس له نصيب من هذه الحرية، لأنه دخل في الإسلام مختارا عالما أنه لا يجوز له الخروج منه، وأنه يترتب على خروجه منه قتله إن لم يرجع إليه. ¶ الوجه الثالث: أن الإنسان ليس حرا فيما يضر به نفسه لأن نفسه ليست ملكا له يتصرف فيها كما يشاء، فليس له حق أن يجرح نفسه بدون سبب أو يقتلها، ولا أن يحرق أمواله، ولا يتعاطى ما يذهب عقله، ولو لم يضر غيره بذلك، فتعاطيه لما ضرره عليه أعظم وهو الخروج من الإسلام من باب أولى، وقد شرع الله تعالى عقوبة، لهذه الجريمة، يجب الأخذ بها وتنفيذها. ¶ الوجه الرابع: تعليلهم بأن المرتد لا يقتل لأنه لم يحرج على الإسلام وإنما خرج منه، وأن ردته \"ليس فيها استهزاء بالدين، ولا تمثل تهديدا للأمة، أو لكيان الدين، ولا يقصد بها العبث بشعور أو شعائر المسلمين!\". ¶ نقول لهم: أي استهزاء بالدين أعظم من أن يخرج منه من دخل فيه باختياره دون إكراه وهو يعلم أحكام شريعته، ومنها قتل المرتد، أو نشأ في بيئة إسلامية وذاق فيها حلاوة الإسلام وخصائصه التي لا توجد في أي دين سواه في الأرض؟",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وكيف لا تمثل ردة الأفراد تهديدًا للأمة أو لكيان الدين، ونحن نرى تهديد الأمة وكيان الدين من قوم بين أظهرنا، لا يزالون يدَّعون الإسلام، ويقفون في صف من يحاربون تطبيق الإسلام من أعداء الإسلام، باسم الحداثة والحرية وحقوق الإنسان؟ ¶ هل المرتد عن الإسلام سيحمي الإسلام، أو سيقف محايدا لا ينصر أعداء الإسلام؟ ¶ وهل سيترك الدعوة إلى دينه الجديد سرا أو جهرا، وبخاصة في هذا العصر الذي يدعم أعداء الإسلام أي فرد أو جماعة تعارض هذا الدين أو شيئا منه، حتى يصح القول: \"فيخرج من الإسلام في هدوء وفردية\" وأن \"فاعل ذلك لا يكون مصيره القتل، بل له حرية ذلك طالما بقي خروجه ليس فيه تهديدٌ لأمن الأمة.\" ¶ وقد خالف أستاذنا العلامة الدكتور يوسف القرضاوي - مع ميله إلى عدم قتل المرتد الذي لم يقم بالدعوة إلى الدين الذي ارتد إليه كما يأتي - خالف التهوين من شأن الردة الفردية التي يقال عنها: إنها خروج من الدين وليست خروجا عليه، فقال: ¶ \"ولا بد من مقاومة الردة الفردية وحصارها، حتى لا تتفاقم ويتطاير شررها، وتغدو ردة جماعية، فمعظم النار من مستصغر الشرر. ¶ ومن ثم أجمع فقهاء الإسلام على عقوبة المرتد، وإن اختلفوا في تحديدها، وجمهورهم على أنها القتل وهو رأي المذاهب الأربعة بل الثمانية......\" ¶ ثم قال: ¶ \"سر التشديد في عقوبة الردة ¶ وسر التشديد في مواجهة الردة أن المجتمع المسلم يقوم أول ما يقوم على العقيدة والإيمان. فالعقيدة أساس هويته ومحور حياته وروح وجوده. ¶ ولهذا لا يسمح لأحد أن ينال من هذا الأساس أو يمس هذه الهوية، ومن هنا كانت الردة المعلنة كبرى الجرائم في نظر الإسلام؛ لأنها خطر على شخصية المجتمع وكيانه المعنوي، وخطر على الضرورية الأولى من الضروريات الخمس التي حرص الإسلام على صيانتها عبر كل نسقه التشريعي والأخلاقي، وهي: \"الدين والنفس والنسل والعقل والمال\"، والدين أولها؛ لأن المؤمن يضحي بنفسه ووطنه وماله من أجل دينه.",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "والإسلام لا يكره أحدًا على الدخول فيه، ولا على الخروج من دينه إلى دين ما؛ لأن الإيمان المعتد به هو ما كان عن اختيار واقتناع. ¶ وقد قال الله تعالى في القرآن المكي: \"أَفَأَنْتَ تُكْرِهُ النَّاسَ حَتَّى يَكُونُوا مُؤْمِنِينَ\" (يونس: 99)، وفي القرآن المدني قال تعالى: \"لاَ إِكْرَاهَ فِي الدِّينِ قَد تَّبَيَّنَ الرُّشْدُ مِنَ الْغَيِّ\" (البقرة: 256). ¶ ولكنه لا يقبل أن يكون الدين ألعوبة يدخل فيها اليوم من يريد الدخول، ثم يخرج منه غدًا على طريقة بعض اليهود الذين قالوا: \"آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ\" (آل عمران: 72(. انتهى ¶ [المرجع: الإسلام على الطريق.] ¶ ونحن نقول للذين يرون أن ردة الأفراد لا يكون فيها ضرر على غيرهم، ولا يصدر منهم استهزاء بالدين: كيف سيكون شعور أبوي المرتد عن الإسلام، وشعور إخوانه وأبنائه وزوجه، وأسرته وجيرانه وأصدقائه، وشعور كل مسلم عَلِم بخروج عضو من أعضاء أمته من عقيدتها ودينها؟ هل سيقيمون له احتفالا يحتفون بردته؟ وإذا لم تكن الردة عن الإسلام استهزاء بدين الله، فما هو الاستهزاء؟ هل الإسلام ملعب كرة أو صالة عرض سينمائي، يحق لكل إنسان أن يحمل على صدره بطاقة للدخول فيهما والخروج منهما متى شاء؟ ¶ ثم نقول مرة أخرى: إننا لم نر مرتدا عن الإسلام، خرج منه بهدوء كما قال بعض الكتاب، مع استثناء الجهال الذين يضلهم المنصرون في أدغال أفريقيا أو غابات بورنيو، وحتى هؤلاء إذا ارتد منهم كبير الأسرة أو كبير القبيلة لحق به أتباعه.بل إن الذين يعلنون ردتهم وكفرهم بالإسلام، يصبحون مع ردتهم دعاةً إلى ما انتقلوا إليه من دين محرف، أو منحازين إلى مؤسساته مستهزئين بالإسلام وأهله وشعائره وعلمائه، متخذين كل وسيلة متاحة لنشر أفكارهم وهجومهم على هذا الدين.",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "الدليل الثاني: ومن أدلتهم على عدم قتل المرتد، أن الرسول صلى الله عليه وسلم، لم يقتل أحدا من المنافقين الذين كفروا بعد إسلامهم، مع علمه بكفرهم، وقد وصفه أحدهم بالجور –حاشاه صلى الله عليه وسلم – ¶ كما في حديث عبد الله بن مسعود رضي الله عنه، قال: لما كان يوم حنين، آثر رسول الله صلى الله عليه وسلم ناسا في القسمة، فأعطى الأقرع بن حابس مائة من الإبل، وأعطى عيينة مثل ذلك، وأعطى أناسا من أشراف العرب وآثرهم يومئذ في القسمة، فقال رجل: والله إن هذه لقسمة ما عدل فيها، وما أريد فيها وجه الله. ¶ قال فقلت: والله لأخبرن رسول الله صلى الله عليه وسلم، قال: فأتيته فأخبرته بما قال، قَال: فتغير وجهه حتى كان كالصرف ثم قال: (فمن يعدل إن لم يعدل الله ورسوله) قال ثم قال: (يرحم الله موسى قد أوذي بأكثر من هذا فصبر) [صحيح البخاري (3/1148) و صحيح مسلم (2/739)] ¶ وجه استدلالهم بالحديث أن الرجل وصف الرسول صلى الله عليه وسلم بالجور، وهو مقتض لكفره، ومع ذلك لم يأمر بقتله، وهو دليل على أن المرتد عن الإسلام لا يقتل، ولو كان قتله واجبا لما تركه الرسول صلى الله عليه وسلم. ¶ وقد أجاب عن ذلك الحافظ ابن حجر رحمه الله، بأن ترك قتله كان للتأليف، كما خص بعض حديثي الإسلام بالعطاء تأليفا لهم، وساق حديثين لأبي سعيد الخدري رضي الله عنه، أخرج أحدهما الطبراني، و في آخره زيادة : \"فغفل عن الرجل فذهب، فسأل النبي صلى الله عليه وسلم عنه فطُلب فلم يُدرَك\" قال الحافظ: \"وسنده جيد\" ¶ وأخرج الحديث الثاني الإمام أحمد، وفيه أمر الرسول صلى الله عليه وسلم بعض أصحابه بقتل رجل فوُجد يصلي متخشعا، فكرهوا لذلك أن يقتلوه، فقال: (إن هذا وأصحابه يقرؤون القرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية ثم لا يعودون) وهذا نص ما ذكره الحافظ رحمه الله: ¶ \"تنبيه\"",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "جاء عن أبي سعيد الخدري قصة أخرى، تتعلق بالخوارج فيها ما يخالف هذه الرواية، وذلك فيما أخرجه أحمد بسند جيد عن أبي سعيد، قال: جاء أبو بكر إلى رسول الله صلى الله عليه وسلم، فقال يا رسول الله: إني مررت بوادي كذا فإذا رجل حسن الهيئة متخشع يصلي فيه. ¶ فقال (اذهب إليه فاقتله) قال فذهب إليه أبو بكر فلما رآه يصلي كره أن يقتله، فرجع. ¶ فقال النبي صلى الله عليه وسلم لعمر: (اذهب فاقتله) فذهب فرآه على تلك الحالة، فرجع. ¶ فقال: (يا علي اذهب إليه فاقتله) فذهب علي فلم يره، فقال النبي صلى الله عليه وسلم: (إن هذا وأصحابه يقرؤون القرآن لا يجاوز تراقيهم يمرقون من الدين كما يمرق السهم من الرمية ثم لا يعودون فيه فاقتلوهم هم شر البرية) وله شاهد من حديث جابر أخرجه أبو يعلى ورجاله ثقات. ¶ ويمكن الجمع بأن يكون هذا الرجل هو الأول، وكانت قصته هذه الثانية متراخبة عن الأولى، وأذن صلى الله عليه وسلم في قتله بعد أن منع منه لزوال علة المنع، وهي التألف فكأنه استغنى عنه بعد انتشار الإسلام، كما نهى عن الصلاة على من ينسب إلى النفاق بعد أن كان يجري عليهم أحكام الإسلام قبل ذلك. ¶ وكأن أبا بكر وعمر تمسكا بالنهي الأول عن قتل المصلين وحملا الأمر هنا على قيد أن لا يكون لا يصلي، فلذلك عللا عدم القتل بوجود الصلاة أو غلبا جانب النهي. ¶ ثم وجدت في مغازي الأموي من مرسل الشعبي في نحو أصل القصة ثم دعا رجالا فأعطاهم، فقام رجل فقال: انك لتقسم وما نرى عدلا، قال: (إذًا لا يعدل أحد بعدي) ثم دعا أبا بكر فقال: (اذهب فاقتله) فذهب فلم يجده، فقال: (لو قتلته لرجوت أن يكون أولهم وآخرهم) [\"فتح الباري\" (12/298-2299)]",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "الدليل الثالث: من السنة أيضا، وهو أن أعرابيا بايع رسول الله صلى الله عليه وسلم على الإسلام فأصاب الأعرابي وعكٌ بالمدينة، فجاء الأعرابي إلى رسول الله صلى الله عليه وسلم فقال: يا رسول الله أقلني بيعتي، فأبى رسول الله صلى الله عليه وسلم، ثم جاءه فقال أقلني بيعتي فأبى، ثم جاءه فقال أقلني بيعتي فأبى، فخرج الأعرابي. فقال رسول الله صلى الله عليه وسلم: (إنما المدينة كالكير تنفي خبثها وتنصع طيبها) [صحيح البخاري، برقم (6891) وصحيح مسلم، برقم (1383)] ¶ قال النووي في معنى \"ينصع\": \"هو بفتح الياء والصاد المهملة، أي يصفو ويخلص ويتميز، والناصع الصافي الخالص، ومنه قولهم ناصع اللون أي صافية وخالصة، ومعنى الحديث: أنه يخرج من المدينة من لم يخلص إيمانه، ويبقى فيها من خلص إيمانه\"] ¶ وجه الدلالة عند من استدل بالحديث، أن هذا الرجل طلب من الرسول صلى الله عليه وسلم أن يقيله من الإسلام، وهذا الطلب يعتبر ردة، ومع ذلك لم يقتله النبي صلى الله عليه وسلم، لأنه خرج عن الإسلام ولم يخرج عليه. ¶ قال المستدل: \"دلت النصوص التي سنورد بعضًا منها في النقطة الخامسة على هذا التفريق، فالقتل يكون لمن خرج على الإسلام وقصد الإساءة أو العبث بالدين، أو مسَّ أمن وسلامة الأمة ونظام الدولة، كما أنه يُعدُّ جرمًا ضد نظام الحكم في الدولة، وخروجًا على أحكام الدين الذي تعتنقه الأمة، ويُعتَبر حينذاك مرادفًا لجريمة \"الخيانة العظمى\" التي تحرمها كل الشرائع والدساتير والقوانين، وهذا العقاب لم يكن مقتصرًا على الدول التي يقوم الحكم فيها على أساس الدين.\" [المرجع: موقع الإسلام على الطريق ¶ http://www.islamonline.net/Daawa/Arabic/display.asp?hquestionID=5625 ¶ وأرى أن هذا استدلال بعيد، لأربعة أمور:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "الأمر الأول: الظاهر أن هذا الأعرابي طلب من الرسول صلى الله عليه وسلم إقالته من البقاء في المدينة، ولم يصبر على ما أصابه فيها من المرض، لضعف إيمانه ولم يطلب الإقالة من الإسلام، وهذا ما فهمه جماهير العلماء، ومنهم شراح الحديث. ¶ قال النووي رحمه الله: ¶ \"قال العلماء: إنما لم يقله النبي صلى الله عليه وسلم بيعته، لأنه لا يجوز لمن أسلم أن يترك الإسلام، ولا لمن هاجر إلى النبي صلى الله للمقام عنده أن يترك الهجرة ويذهب إلى وطنه أو غيره. ¶ قالوا: وهذا الأعرابي كان ممن هاجر وبايع النبي صلى الله عليه وسلم على المقام معه. ¶ قال القاضي: ويحتمل أن بيعة هذا الأعرابي كانت بعد فتح مكة، وسقوط الهجرة إليه صلى الله عليه وسلم، وإنما بايع على الإسلام وطلب الإقالة منه، فلم يُقِله، والصحيح الأول ... \" [شرح النووي على صحيح مسلم (9/155-156)] ¶ وقال الحافظ في شرح هذا الحديث: \"قال بن التين إنما امتنع النبي صلى الله عليه وسلم من إقالته، لأنه لا يعين على معصية، لأن البيعة في أول الأمر كانت على أن لا يخرج من المدينة إلا بإذن، فخروجه عصيان. ¶ قال [أي ابن التين] وكانت الهجرة إلى المدينة فرضا قبل فتح مكة على كل من أسلم، ومن لم يهاجر لم يكن بينه وبين المؤمنين موالاة، لقوله تعالى: {والذين آمنوا ولم يهاجروا ما لكم من ولايتهم من شيء حتى يهاجروا} فلما فتحت مكة قال صلى الله عليه وسلم: (لا هجرة بعد الفتح)ففي هذا إشعار بان مبايعة الأعرابي المذكور كانت قبل الفتح. ¶ وقال بن المنير: ظاهر الحديث ذم من خرج من المدينة، وهو مشكل، فقد خرج منها جمع كثير من الصحابة وسكنوا غيرها من البلاد، وكذا من بعدهم من الفضلاء. والجواب أن المذموم من خرج عنها كراهة فيها ورغبة عنها كما فعل الأعرابي المذكور.",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "وأما المشار إليهم فإنما خرجوا لمقاصد صحيحة، كنشر العلم وفتح بلاد الشرك والمرابطة في الثغور وجهاد الأعداء، وهم مع ذلك على اعتقاد فضل المدينة وفضل سكناها...\" [فتح الباري 13/200)] ¶ وقال الحافظ في شرح رواية البخاري: (فبايعه على الإسلام، فجاء من الغد محموما فقال: أقلني) ظاهره أنه سأل الإقالة من الإسلام، وبه جزم عياض، وقال غيره: إنما استقاله من الهجرة، وإلا لكان قتله على الردة\" [فتح الباري (4/97)] ¶ الأمر الثاني: ما ورد في قصة معاذ وأبي موسى الأشعري رضي الله عنهما، عندما بعثهما الرسول صلى الله عليه وسلم إلى اليمن، \"فزار معاذ أبا موسى، فإذا رجل موثق، فقال: ما هذا فقال أبو موسى: يهودي أسلم ثم ارتد فقال معاذ لأضربن عنقه\" [صحيح البخاري، برقم (4088)] ¶ وفي رواية: \"فقال معاذ: لا أجلس حتى أضرب عنقه، قضى الله وقضى رسوله\" [مصنف ابن أبي شيبة (5/562)] ¶ وكلمة \"قضى\" تدل على أن قتل المرتد هو حكم قضائي يجب على ولي الأمر تنفيذه، وليس هو من باب التعزير كما زعم بعض الكتاب المعاصرين. ¶ فهذا يهودي واحد خرج عن الإسلام، ولم يذكر في الحديث ما يدل على صفة أخرى استحق بها القتل غير الردة، ولو كان المرتد لا يقتل إلا إذا ضم إلى خروجه من الإسلام خروجه عليه، لذكر ذلك أبو موسى ومعاذ رضي الله عنهما... ¶ الأمر الثالث: الأحاديث الصحيحة العامة في قتل من كفر بعد إيمانه، مثل قوله صلى الله عليه وسلم: (من بدل دينه فاقتلوه) وقوله: ¶ (لا يحل دم امرئ مسلم إلا بإحدى ثلاث كفر بعد إيمان) ¶ فتبديل المسلم دينه، وهو كفره بعد إيمانه، وصف كاف في استحقاقه القتل، كما سبق... ¶ ولو كان يجب ضم معنى آخر إلى معنى الردة، لنص عليه الرسول صلى الله عليه وسلم، ولم يرتب الحكم الذي تزهق به الأرواح على معنى ناقص، يتنزه عنه شرع الله.",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "الأمر الرابع: لو فرضنا أن الأعرابي طلب الإقالة من الإسلام كما جزم به القاضي عياض، فيجب حمله على أنه كان من المنافقين الذين كف الرسول صلى الله عليه وسلم عن قتلهم، وعاشرهم كما عاشر عامة المسلمين، وبخاصة أن الرجل لم يعلن تركه الإسلام، وإنما اكتفى بخروجه بدون إذن من الرسول صلى الله عليه وسلم، وقد مضى قوله صلى الله عليه وسلم: (لا يتحدث الناس أن محمدا يقتل أصحابه)[صحيح البخاري (صحيح البخاري، برقم (4622) وصحيح مسلم، برقم (2584)] ¶ الدليل الرابع: دليل عقلي عندهم، وهو أن العلماء أجمعوا على اشتراط الاختيار في صحة الإسلام، فهو شرط في صحة إسلام كل شخص سواء أكان ممن لم يسبق منه إسلام أم كان ممن سبق منه وارتد منه وحينئذٍ لا يصح أخذ المرتد إلى الإسلام بالإكراه كما لم يصح فيما سبق إكراه من لم يسبق منه إسلام على الإسلام، لأنه يكون إسلاماً باطلاً لا فائدة فيه، ولا ينجي صاحبه من عقاب الله تعالى في الآخرة، وحينئذٍ يكون من العبث إكراهه عليه. ¶ والجواب على هذا الاستدلال: أن نقول: {قُلْ أَأَنْتُمْ أَعْلَمُ أَمْ اللَّهُ} [(140) البقرة] ¶ إن بقاء الإنسان في الظاهر على إسلامه، مختلط بأسرته، وبمجتمعه الإسلامي في المساجد والمناسبات الجماعية، وحضور دروسهم ووعظهم وإرشاده، قد يحرك فيه عاطفة سبق أن تلبس بها، وقد يدعوه تفكيره وعقله إلى الموازنة بين الإسلام الذي كان عليه، وبين الدين الذي رجع عنه، فيبدأ إيمانه يقوى حتى يعود إلى الإيمان الحق، فيثبت في قلبه، وقد يفوق في قوة إيمانه غيره من المسلمين. ¶ بخلاف ما إذا انتقل إلى أهل الدين الجديد وخالطهم، فإنه سيلقى منهم الفرح والسرور بردته، وسيشجعونه على الاستمرار على دينهم، وقد يغروته بالمناصب والأموال والشهوات والشبهات التي تجعله يستمر في ردته وتأييده لأهل الملة الجديدة، وهذا ما نشاهده في واقع الحال في أي مرتد يلجأ إلى أهل الدين الجديد.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "ونحن نعلم أن غالب أحكام الشريعة، واضحة الحكم والمصالح، وقليل منها قد لا ندرك حكمته، فنقبله مستسلمين لله تعالى في تشريعه، لعلمنا أن الدين كله حق، وما ذكرنا يظهر لنا شيئا من حكمة قتل المرتد وإجباره إلى الرجوع إلى الإسلام، ولو فرضنا أنما ذكرناه غير صحيح وأن الحكمة لم تظهر لنا فيه، فالواجب علينا التسليم المطلق لشرع الله، وقد الذي ثبت بسنة رسوله الصحيحة، وهي وحي كالقرآن إلا أن القرآن يتعبد بتلاوته، بخلاف السنة. ¶ الدليل الخامس : أن الذي يكره على الرجوع إلى الإسلام، سيكون في واقع الأمر باقيا على معتقده، وإظهاره الإسلام يكون من باب النفاق، وهذا يقتضي أن يكثر المنافقون في صف المسلمين، يتتبعون عوراتهم ويتجسسون عليهم لأعدائهم، أفلا يكون وضوح كفرهم أولى ليتمكن المسلمون من الحذر منهم ¶ والجواب على ذلك أنه لا تخلوا الأمة الإسلامية من وجود منافقين في صفوفها من عهد الرسول صلى الله عليه وسلم إلى يومنا هذا، وسيستمر ذلك، ونحن لا نيأس من هداية الله لمنافق يوجد بين المسلمين كما مضى. ¶ وقد يتوب بعض المنافقين وتحسن توبته وإسلامه، قال أبو عطية الأندلسي رحمه الله: ¶ \"وروي أن الجلاس تاب من النفاق فقال إن الله قد ترك لي باب التوبة فاعترف وأخلص وحسنت توبته\" [المحرر الوجيز في تفسير الكتاب العزيز (3/61)] ¶ ولو ترك للمسلمين الخروج من دينهم إلى غيره من الأديان، لكثر المرتدون كثرة تضعف بها الأمة تذهب هيبتها وهيبة دينها، لأن كل من ضعف إيمانه قد يعلن ردته.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "وبقاء ضعيف الإيمان، أو من تظهر عليه سمات النفاق، بين الجماعة المسلمة، خير له وللأمة من إعلانه ترك دينه، لأنه يرجى له بما معه من إيمان ضعيف أو ما اعتراه من صفات المنافقين، أن يقوى إيمانه المؤمن ويموت على الإسلام، وأن تتغلب عاطفة الإيمان على صفات المنافقين، فينجوان من الخلود في جهنم، ويبقيان مكثرين لسواد المسلمين، مشاركين لهم في تعاونهما معهم على البر والتقوى بمقدار إيمانهما، ولو فرض أنهما لم يتعاونا مع المسلمين، فإنهما بحكم انتمائهما الظاهر إليهم قد يتورعان عن التعاون مع أعدائهم عليهم... ¶ والغالب أن بلدان المسلمين لا تخلو من رعايا غير مسلمين، يجب أن يحتاط المسلمون من كيد من يريد الكيد بهم، والغالب أن المنافقين تظهر على معاشرتهم قرائن تدل على نفاقهم، فليحتاطوا منهم كما احتاطوا من غير المسلمين، والدول غير المسلمة، تجند كثيرا من المسلمين للتجسس لها، وكثير منهم لا يظهرون لعامة الناس إلا بعد انتهاء مهمتهم والكشف عنهم. ¶ وضعاف الإيمان في البلدان الإسلامية إذا عرفوا أن عقوبة المرتد القتل إذا لم يتب سيقَدَّرون لأرجلهم مواضعها قبل أن ينزلقوا في إظهارهم الكفر، والذين يظهرون الكفر اليوم غالبهم ينضمون إلى أهل ملتهم الجديد ويظاهرونهم على أهل بلدانهم علنا، لعلمهم أنهم سيفلتون من العقوبة. ¶ الدليل السادس: أن أحاديث قتل المرتد، أحاديث آحاد، ودليل عدم إكراه المرتد على الدخول في الإٍسلام من القرآن والقرآن متواتر، فيجب ترجيحه على أحاديث الآحاد. ¶ والجواب من أوجه: ¶ الوجه الأول: أننا لا نحتاج إلى ترجيح المتواتر على الآحاد إلا إذا تعارضا تَعارضا لا يمكن فيه الجمع بينهما، وهنا قد أمكن الجمع وهو تقديم الخاص على العام كما مضى، ومضى الكلام على هذه القاعدة في مبحث الخوارج والمعتزلة.",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "الوجه الثاني: أن غالب الأحكام الشرعية لم تنقل بالتواتر، بل نقلت جمهرتها عن طريق الآحاد، ولو اتبعنا مسلم من يشكك في أخبار الآحاد، لضاع غالب الأحكام الشرعية، فلا يلتفت إلى هذا المسلك إلا عند التعارض المستعصي على الجمع أو النسخ. ¶ الوجه الثالث: أن أئمة الإسلام قد ردوا هذا المسلك ردا حاسما، يدحض مذهب من يلجأ إليه لرد كثير من الأحكام الثابتة بدون مسوغ مقبول، ومن هؤلاء الأئمة الإمام الشافعي رحمه الله، حيث قال في كتاب \"الرسالة\": ¶ وقد ذكر الإمام الشافعي رحمه الله من أدلة العمل بخبر الآحاد، حديث ابن سعود رضي الله عنه فقال: \"فإن قال قائل: اذكر الحجة في تثبيت خبر الواحد بنص خبر أو دلالة فيه أو إجماع ¶ فقلت له: أخبرنا سفيان عن عبد الملك بن عمير عن عبد الرحمن بن عبد الله بن مسعود عن أبيه أن النبي قال: \"نضر الله عبدا سمع مقالتي فحفظها ووعاها وأداها، فرب حامل فقه غير فقيه، ورب حامل فقه إلى من هو أفقه منه، ثلاث لا يغل عليهن قلب مسلم: إخلاص العمل لله والنصيحة للمسلمين، ولزوم جماعتهم، فإن دعوتهم تحيط من روائهم، فلما ندب رسول الله إلى استمع مقالته وحفظها وأدائها امرأ يؤديها والامرء واحد، دل على أنه لا يأمر أن يؤدي عنه إلا ما تقوم به الحجة على من أدى إليه، لأنه إنما يؤدي عنه حلال، وحرام يجتنب، وحد يقام، ومال يؤخذ ويعطى ونصيحة في دين ودنيا [الرسالة (1/401) -403]",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "وقال بعد ذلك \"أخبرنا سفيان قال أخبرني سالم أبو النضر انه سمع عبيد الله بن أبي رافع يخبر عن أبيه قَال قال النبي (لا ألفين أحدكم متكئا على أريكته يأتيه الأمر من أمري مما نهيت عنه أو أمرت به فيقول لا ندري ما وجدنا في كتاب الله اتبعناه) وقد ساق في الرسالة تلك الحجج [من صفحة 369 إلى صفحة 471 أي في \"102\" من الصفحات] أمثلة كثيرة من القرآن والسنة، ومن مذاهب فقهاء الأمة، تدل على وجوب العمل بخبر الآحاد في عهد الرسول صلى الله، وفي عهد الصحابة وفي عهد التابعين فمن بعدهم إلى عصره رحمه الله. وفي كتابه \"الأم\" أمثلة كثيرة من تلك الحجج. ¶ ولا زال علماء الأمة من المحدثين والأصوليين وغيرهم يرون وجوب العمل بما صح عن الرسول صلى الله عليه وسلم، ما تواتر منه ومال لم يتواتر. ¶ وممن أخرج هذا الحديث الحاكم [المستدرك على الصحيحين، وقال: \"وهو صحيح على شرط الشيخين ولم يخرجاه\" (1/190) وأبو داود في سننه (4/200) وغيرهم، فيجب التسليم للحديث الصحيح كالتسليم للقرآن، وسلوك مسلك الجمع بين ما قد يظهر فيه التعارض، ومن لم يظهر له الجمع فليدعه لمن يظهر له. ¶ هذا وقد رجح شيخنا العلامة الشيخ محمد الأمين الشنقيطي رحمه الله في \"مذكرة أصول الفقه\" التي درسناها على يديه في الكلية أن خبر الآحاد ظني من حيث الثبوت أي مطابقة الخبر للواقع في نفس الأمر، قطعي من حيث العمل به. ¶ قال: \"الذي يظهر لي أنه هو التحقيق في هذه المسألة والله جل وعلا أعلم، أن خبر الآحاد الذي لم يبلغ حد التواتر، ينظر إليه من جهتين، هو من إحداهما قطعي، ومن الأخر ظني. ¶ ينظر إليه من حيث إن العمل به واجب، وهو من هذه الناحية قطعي، لأن العمل بالبينات مثلا قطعي منصوص في الكتاب والسنة، وقد أجمع عليه المسلمون وهي أخبار الآحاد. ¶ وينظر إليه من ناحية أخرى، وهي: هل ما أخبروا به مطابق للواقع في نفس الأمر.",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "فلو قتلنا رجلا قصاصا بشهادة رجلين فَقَتْلنا هذا له قطعي شرعا لا شك فيه، وصدق الشاهدين فيما أخبرا به، مظنون في نفس الأمر لا مقطوع به لعدم العصمة. ¶ ويوضح هذا قوله صلى الله عليه وسلم في حديث أم سلمة المتفق عليه: (إنما أنا بشر وإنكم تختصمون إلي، فلعل بعضكم أن يكون ألحن بحجته من بعض، فأقضي له على نحو ما أسمع. ¶ فمن قضيت له بحق مسلم، فإنما هي قطعة من نار، فليأخذها أو ليتركها\" ¶ فعَمَل النبي صلى الله عليه وسلم في قضائه قطعيُّ الصوابِ شرعا، مع أنه صرح بأنه لا يقطع بحقيقة الواقع في نفس لأمر كما ترى. [مذكرة في أصول الفقه 116..] ¶ الدليل السابع: أن القرآن الكريم لم يذكر عقابا للمرتد عن الإسلام في الدنيا، بل ذكر عقابه في الآخرة، مثل قوله تعالى: ¶ {وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة (217)] وغيرها من الآيات، ولو كان للمرتد عقاب في الدنيا، لما أغفله القرآن الكريم، فلنسلك بالمرتد مسلك القرآن الكريم، فلا نعاقبه. ¶ ولا أدري هل يريد هؤلاء أن يعطلوا كل حديث صح عن الرسول صلى الله عليه وسلم، لم يتبين لهم الجمع بينه وبين ما ورد في القرآن أولم يذكر في القرآن حكمه، ولا يقبلوا أحكام السنة التي لم ترد أحكامها في القرآن، وما فائدة السنة إذا عطلت أحكامها غير الواردة في القرآن؟ ¶ الدليل الثامن: أن باب الاجتهاد مفتوح، ولمن عنده أهلية الاجتهاد أن يخالف من سبقه ولو ادعي فيه الإجماع، بناء على استنباط من كتاب الله وسنة رسوله وإعمال القياس الصحيح.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "ونحن لا نحجر على من هو أهل للاجتهاد في أن يجتهد، ولا نقول: لم يترك الأول للآخر شيئا، بل نقول: كم ترك الأول للآخر، ولكن الاجتهاد لا قيمة له إذا عارض نصا صحيحا واضح الدلالة، كما هو الحال في موضوعنا هذا الذي استفاضت فيه الأحاديث الصحيحة وصح العمل به، وأجمعت عليه الأمة؟! ¶ والعقل يجب أن ينتهي حيث انتهى الدليل الشرعي، وإلا ضل وهو لا يدري. [بينت مجال العقل وحدوده له الحق أن يسرح ويمرح فيها في كتابي\"السباق إلى العقول\" وقد طبع حديثا في دار ابن حزم في بيروت] ¶ ولنعد للإمام الشافعي رحمه الله الذي حرص كل الحرص في جميع كتبه وحواراته على وجوب التمسك بسنة الرسول صلى الله عليه وسلم وعد مخالفتها، على كل من عرفها ثابتة صحيحة، قال: ¶ \"وإذا ثبت عن رسول الله الشيء فهو لازم لجميع من عرفه لا يقويه ولا يوهنه شيء غيره بل الفرض الذي على الناس اتباعه ولم يجعل لأحد معه أمرا يخالف أمره\" [الرسالة (1/330) ¶ ولا شك أن الاجتهاد المخالف للنص باطل، و الأقيسة المخالفة له فاسدة. ¶ الدليل التاسع: ومما استدل به أهل هذا الرأي قوله في الحديث السابق: (والتارك لدينه المفارق للجماعة) ¶ ووجه الدلالة عنده وصف (التارك لدينه) بـ(المفارق للجماعة) ¶ حيث رأى أن المفارق للجماعة هو الخارج على نظامها قاصدا الإضرار بها، وليس مجرد تركه لدينها. ¶ وهو يدعم بهذا الاستدلال قوله قبل ذلك: ¶ \" فـ\"الخروج من الإسلام\" بصورةٍ فرديةٍ ليس فيها الاستهزاء بالدين، ولا تمثل تهديدًا للأمة أو لكيان الدين، ولا يقصد بها العبث بشعور أو شعائر المسلمين، وإنما منبعها الوحيد شعور \"المرتد\" بعدم الاقتناع بالإسلام والاقتناع بغيره، فيخرج من الإسلام في هدوء وفردية، فاعل ذلك لا يكون مصيره القتل، بل له حرية ذلك طالما بقي خروجه ليس فيه تهديدٌ لأمن الأمة.\"",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "قال: \"يوحي هذا الحديث بما نقول: (... والتارك لدينه المفارق للجماعة)، فنص \"المفارق للجماعة\" يوحي بالانسلاخ من الكيان وإرادة الضرر به، فكان ترك الدين وحده ليس سببًا لحِلِّ الدم، بل يجب مفارقة الجماعة أيضًا، وقد نقل الإمام ابن حجر في \"فتح الباري\" عن الإمام القرطبيِّ قوله: \"ظاهر قوله: (المفارق للجماعة) أنه نعتٌ للتارك لدينه\"، أي تارك دينه الموصوف بأنه فارق الجماعة، وليس مجرد تارك دينه فقط.\" انتهى ¶ والصحيح أن هذا الوصف: (التارك لدينه) وصف كاشف، أي مفسر للتارك لدينه، وليس وصفا مستقلا، وهو الذي رجحه المحققون من العلماء. ¶ فقد قال ابن دقيق العيد: رحمه الله مبينا هذا المعنى ( لا يحل دم امرئ مسلم يشهد أن لا إله، إلا الله وأني رسول الله إلا بإحدى ثلاث، الثيب الزاني والنفس بالنفس، والتارك لدينه المفارق للجماعة) وكذلك المفارق للجماعة كالتفسير لقوله التارك لدينه والمراد بالجماعة جماعة المسلمين وإنما فراقهم بالردة عن الدين وهو سبب لإباحة دمه بالإجماع في حق الرجل...\" [إحكام الأحكام (4/83- 84)] ¶ قال الحافظ رحمه الله: \"والمراد بالجماعة جماعة المسلمين، أي فارقهم أو تركهم بالارتداد، فهي صفة للتارك أو المفارق لا صفة مستقلة، وإلا لكانت الخصال أربعا، وهو كقوله قبل ذلك: (مسلم يشهد أن لا إله إلا الله) فإنها صفة مفسرة لقوله: مسلم وليست قيدا فيه، إذ لا يكون مسلما إلا بذلك. ¶ ويؤيد ما قلته أنه وقع في حديث عثمان: (أو يكفر بعد إسلامه) أخرجه النسائي بسند صحيح، وفي لفظ له صحيح أيضا: (ارتد بعد إسلامه) وله من طريق عمرو بن غالب عن عائشة: (أو كفر بعد ما أسلم) ¶ وفي حديث بن عباس عند النسائي: (مرتد بعد إيمان) ¶ قال بن دقيق العيد: \"الردة سبب لإباحة دم المسلم بالإجماع في الرجل...\" [فتح الباري [12/201 -202]",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "وقال أبو العلاء المبارك فوري رحمه الله: (والتارك لدينه المفارق للجماعة): \"أي تَركُ التاركِ، والمفارق للجماعة صفة مولدة للتارك لدينه، أي الذي ترك جماعة المسلمين وخرج من جملتهم، وانفرد عن أمرهم بالردة، التي هي قطع الإسلام قولا أو فعلا أو اعتقادا فيجب قتله إن لم يتب\" [تحفة الأحوذي (4/547)] ¶ وقال شمس الحق العظيم آبادي رحمه الله: (المفارق للجماعة): \"أي الذي ترك جماعة المسلمين وخرج من جملتهم وانفرد عن أمرهم بالردة\" [عون المعبود (12/5)] ¶ وقال البجيرمي الفقيه الشافعي رحمه الله: ¶ \"وقوله: (المفارق) صفة مؤكدة للتارك، والمراد بالجماعة جماعة المسلمين، فالتارك لدينه هو المفارق للجماعة\". ¶ وقيل هو من باب التأسيس لأن التارك لدينه قد لا يفارق الجماعة، كاليهودي والنصراني إذا أسلم، فهو تارك لدينه غير مفارق بل هو موافق لهم داخل فيهم، والحمل على التأسيس أولى من الحمل على التأكيد \"شوبري\" وهو بعيد لأن فرض الحديث في المسلم فلا يشمل غيره\" [حاشية البجيرمي على كتاب الإقناع للماوردي (4/129)] ¶ ومن العلماء المعاصرين الذين رجحوا أنه وصف كاشف، الدكتور يوسف القرضاوي، حيث قال: ¶ \"وكلمة المفارق للجماعة وصف كاشف لا منشئ؛ فكل مرتد عن دينه مفارق للجماعة\". ¶ [المرجع: الإسلام على الطريق: ¶ http://www.islamonline.net/Arabic/contemporary/2002/02/article2a.shtml ] ¶ وإذا كان علماء المسلمين، قد نقل عنهم الإجماع قديما وحديثا على قتل المرتد، إلا من شذ – وفي صحة نسبة الخلاف إليه شك كما سيأتي – فكلهم على هذا الرأي، وهو أن \"المفارق للجماعة\" صفة مؤكدة أو كاشفة، وليست تأسيسية، لأنهم لو فهموا أنها تأسيسية لما أجمعوا على الاكتفاء بالردة في قتل المرتد، بل لا بد أن يجتمع الوصفان في من يستحق عقوبة القتل... ¶ الدليل العاشر: أن النبي صلى الله عليه وسلم، لم يقتل أحدا من المرتدين، ومنهم من عرفوا بالنفاق، مثل كبيرهم عبد الله بن أبي.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "والجواب من ثلاثة أوجه: ¶ الوجه الأول: يفينا أمره الصريح بقتل التارك لدينه، وقد سبقت الأحاديث المفيدة لذلك. ¶ الوجه الثاني: أمره بفتل أم مروان عندما ارتدت، إذا لم تتب، كما في حديث جابر أن امرأة يقال لها أم مروان ارتدت عن الإسلام، فأمر النبي صلى الله عليه وسلم أن يعرض عليها الإسلام فإن رجعت وإلا قتلت. ¶ الوجه الثالث: أنه صلى الله عليه وسلم، كان يتألف الناس من أجل دخولهم في الإسلام، ويخشى إذا تسامع الناس بأن يقتل المنافقين ، وهم يظهرون الإسلام، أن ينفر من يريد الدخول في الإسلام، بسبب ذلك، ولهذا عندما كلن يستأذنه بعض أصحابه أن يقتل من ظهر منهم النفاق ومنهم عمر رضي الله عنه، الذي استأذنه في قتل رأس المنافقين \"عبد الله بن أبي\" لم يأذن له بل قال له: (دعه لا يتحدث الناس أن محمدا يقتل أصحابه) والصحبة هنا هي الصحبة الظاهرية التي يعاشر بها المنافق معاشرة سائر المسلمين. ¶ ومعلوم أن المنافقين لا يصرحون بأنهم ارتدوا عن الإسلام، وإنما كانت تظهر منهم قرائن، تدل على نفاقهم، فلم يكن يأخذ بتلك القرائن، مع ما يظهرونه من الإسلام الذي لم يكن إظهارهم له إلا ليتقوا به ما قد ينزل بهم من معاملة الكفار، كما قال تعالى عنهم: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً...} [المنافقون (1، 2)] ¶ وقد سبق الكلام على معاشرته صلى الله عليه وسلم المنافقين بالتفصيل. ¶ ما دخوله في الإسلام عقد لازم يجب لله تعالى: {يَا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُود} [المائدة (1)] ¶ الوفاء به، لقول ال ¶ من يرى عدم قتل المرتد مطلقا ووجه استدلاله ¶ هذا وقد وجد في هذا العصر من أراد تعطيل قتل المرتد، بل يرى عدم عقابه مطلقا،",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "ثم يقولون: إن ذلك مخالف لما تضمنه القرآن الكريم، من النهي عن الإكراه في الدين، كما قال تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيِّ} [البقرة (256)] ¶ يضاف إلى ذلك ما هو معلوم من أن منع من أراد تغيير دينه إلى غيره من الأديان، وإلزامه بالبقاء على دينه الذي لم يعد يطمئن إليه، يبعث على نفاق وكثرة المنافقين بين المسلمين... ¶ ونحن نرد على هؤلاء المشككين بالأمور الآتية: ¶ الأمر الأول: أن الحرية الحقيقية، لا توجد إلا في الإسلام، الذي حدد للمسلم معبودا واحدا، وهو الله مالك الملك الذي أراد من الإنسان أن يتحرر من كل معبود سواه، وأن تكون حياته كلها وتصرفاته ومآله إلى الله لا إلى سواه، كما قال تعالى: ¶ {قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَاي وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162) لا شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا أَوَّلُ الْمُسْلِمِينَ (163) قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبّاً وَهُوَ رَبُّ كُلِّ شَيْءٍ...} [الأنعام (164)] ¶ والمسلم الذي يعبد الإله الواحد الحق، له منهج يهديه إلى ما ينفعه في دنياه وأخراه، ويمنعه من الظلم والإضرار بمن سواه... ¶ أما الذي يخرج من دين يعبد فيه ربا واحدا، إلى دين يعبد فيه آلهة شتى، لا يمكن أن يكون حرا، بل هو عبد تتنازعه تلك الآلهة، فهو يعبد مخلوقات الله من أشجار وأحجار وحيوان، وملائكة وأنبياء، بدلا من عبادة خالق تلك المخلوقات. ¶ كما يعبد هواه الذي لا يقف به عند حد من المتناقضات التي تحرمه الحياة المطمئنة، لأنه كلما تعاطى شيئا من الشهوات التي دفعه إلى تعاطيها هواه، تاقت نفسه لغيره فتتعدد شهواته بتعدد ما يميل إليه هواه، فلا يقنع بطعام ولا شراب ولا مسكن ولا مركب، ولا حلال ولا حرام. ¶ وليس له منهج يعبد الله به، يمنعه من ظلم غيره من البشر والحيوانات والإفساد في الأرض، ولا يغنيه جاه ولا منصب ولا وظيفة.",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "ولقد نبه الله تعالى على خطر الهوى الذي يتبعه صاحبه على غير هدى من الله، فسماه بسبب اتباعه إياه إلها يعبده من دون الله، كما قال تعالى: ((أَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ أَفَأَنْتَ تَكُونُ عَلَيْهِ وَكِيلاً)) [الفرقان:43]. ¶ فأيهما الحر الذي يعبد إلها واحدا، يأمره بالخير الذي يجمع له بين مصالح الدنيا والآخرة، و ينهاه عن الشر الذي يدفع عنه مفاسد الدنيا والآخرة و مضارهما، أم الذي يعبد آلهة شتى تتعدد أوامرها المتناقضة له، كما تتعدد نواهيها المتضادة كذلك، فتضطرب حياته في الدنيا، وينال أشد العذاب في الآخرة؟ ¶ أيهما الحر الذي يستغل خيرات الدنيا في طاعة ربه، دون أن تسترقه وتستعبده، أم الذي يكون عبدا لدنياه؟ ¶ كما قال النبي صلى الله عليه وسلم قال: (تعس عبد الدينار وعبد الدرهم وعبد الخميصة، إن أُعطيَ رضي، وإن لم يعط سخط، تعس وانتكس وإذا شيك فلا انتقش، طوبى لعبد آخذ بعنان فرسه في سبيل الله، أشعثَ رأسُه، مغبرة قدماه، إن كان في الحراسة كان في الحراسة، وإن كان في الساقة كان في الساقة، إن استأذن لم يؤذن له، وإن شفع لم يشفع له) [البخاري(3/1057)] ¶ لقد ضرب الله لحرية من يعبد إلها واحدا، وعبودية من يعبد آلهة متعددة بهذا المثل الواضح البين: ¶ {ضَرَبَ اللَّهُ مَثَلاً رَجُلاً فِيهِ شُرَكَاءُ مُتَشَاكِسُونَ وَرَجُلاً سَلَماً لِرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلاً الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ} [الزمر (29)] ¶ وكم من ناس نالوا من الدنيا ما نالوا من مال وسلطان وجاه وملك، وهم في حقيقة أمرهم عبيد أسرى، وكم من ناس حرموا ذلك بل قد يقعون أسرى مستعبدين تحت قهر الأعداء، وهم أعزة أحرار؟! ¶ ولهذا قال ابن تيمية رحمه الله: ¶ (..",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "فإن أسر القلب أعظم من أسر البدن، واستعباد القلب أعظم من استعباد البدن، فإن من استُعبِد بدنه واستُرِق، لا يبالي إذا كان قلبه مستريحا من ذلك مطمئنا بل يمكنه الاحتيال في الخلاص، وأما إذا كان القلب-الذي هو الملك-رقيقا مستعبدا لغير الله، فهذا هو الذل والأسر المحض...فالحرية حرية القلب، والعبودية عبودية القلب.....-إلى أن قال-: وكذلك طالب الرئاسة والعلو في الأرض، قلبه رقيق لمن يعينه عليها، ولو كان في الظاهر مقدمهم والمطاع فيهم ... فهو في الظاهر رئيس مطاع، وفي الحقيقة عبد مطيع لهم..) [مجموع الفتاوى: (10/186-189)] ¶ الأمر الثاني: أن منع المسلم من تغيير دينه إلى دين آخر، ليس إكراها له على الدخول في دين الإسلام، بل هو إعانة له على بقائه على الحق ومنعه من الانضمام إلى أهل الباطل، وفي ذلك تحقيق أعظم مصلحة له في الدنيا والآخرة، وحفظ له من خسارة محققة، وأي خسارة أعظم من خسارة المسلم دينه الذي لا يوجد في الأرض دين يقبله الله ويرضاه غيره: ¶ {إِنَّ الدِّينَ عِنْدَ اللَّهِ الإِسْلامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلاَّ مِنْ بَعْدِ مَا جَاءَهُمْ الْعِلْمُ بَغْياً بَيْنَهُمْ وَمَنْ يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ} [آل عمران (19)] ¶ {وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ} [آل عمران (85)] ¶ {وَالْعَصْرِ (1) إِنَّ الإِنسَانَ لَفِي خُسْرٍ (2) إِلاَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَتَوَاصَوْا بِالْحَقِّ وَتَوَاصَوْا بِالصَّبْرِ (3)} [سورة العصر]",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "إن الذي ينعم الله تعالى عليه بالإسلام، فيتمتع بما فيه من خير وحرية وعدل ومساواة وطمأنينة قلب وراحة بال، ثم يكفر بتلك النعمة التي لا تعقبها إلا خسارة الدارين، إنما هو أشد ممن يحجر عليه بسبب سفهه الذي يبذر بسببه أمواله تبذيرا لا تجيزه الأديان ولا العقول السليمة. ¶ قال تعالى: {وَلا تُؤْتُوا السُّفَهَاءَ أَمْوَالَكُمْ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِيَاماً وَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلاً مَعْرُوفاً وَابْتَلُوا الْيَتَامَى حَتَّى إِذَا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ ...} [النساء (5،6)] ¶ فأيهما أولى بالحجر والمنع الصغير والسفيه اللذان يبذران أموالهما، وكذلك الحجر الذي تطبقه الحكومات على أملاك المفلسين من الأفراد والشركات، أهؤلاء أولى بالحجر أم الذين يتبدلون الكفر بالإيمان: {وَمَنْ يَتَبَدَّلْ الْكُفْرَ بِالإِيمَانِ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ} [البقرة (108)] ¶ وسبحان الله الذي وصف من رغب عن ملة الإسلام بسفه النفس، فقال تعالى: ¶ {وَمَنْ يَرْغَبُ عَنْ مِلَّةِ إِبْرَاهِيمَ إِلاَّ مَنْ سَفِهَ نَفْسَهُ وَلَقَدْ اصْطَفَيْنَاهُ فِي الدُّنْيَا وَإِنَّهُ فِي الآخِرَةِ لَمِنْ الصَّالِحِينَ} (130) ¶ قال ابن كثير رحمه الله \"قال تعالى: {ومن يرغب عن ملة إبراهيم إلا من سفه نفسه}: أي ظلم نفسه بسفهه وسوء تدبيره، بتركه الحق إلى الضلال، حيث خالف طريق من اصطُفي في الدنيا للهداية والرشاد، من حداثة سنه إلى أن اتخذه الله خليلا، وهو في الآخرة من الصالحين السعداء، فمن ترك طريقه هذا ومسلكه وملته، واتبع طرق الضلالة والغي، فأي سفه أعظم من هذا أم أي ظلم أكبر من هذا، كما قال تعالى: {إن الشرك لظلم عظيم}\" [تفسير القرآن العظيم تفسير (1/ص186)]",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "الأمر الثالث: أن ما قد يخشى من بعث حكم الردة على النفاق، فسيكون عدد الواقعين في النفاق قليلا جدا، لأن عامة المسلمين راضون بدينهم مطمئنون، لا يبغون به بديلا، وكونه قد يوجد عدد قليل يظهر الإيمان ويبطن الكفر، أهون من إظهار الكفر بعد إظهار الإيمان. ¶ ولو ترك للمسلمين الخروج من دينهم إلى غيره من الأديان، لكثر المرتدون كثرة تضعف بها الأمة تذهب هيبتها وهيبة دينها، لأن كل من ضعف إيمانه قد يعلن ردته. ¶ وبقاء ضعيف الإيمان على إيمانه، خير له وللأمة من تركه دينه، لأنه يرجى له بما معه من الإيمان أن يقوى إيمانه ويموت على الإسلام، فينجو من الخلود في جهنم، ويبقى مكثرا لسواد المسلمين، مشاركا لهم في تعاونه معهم على البر والتقوى بمقدار إيمانه، ولو فرض أنه لم يتعاون مع المسلمين، فإنه بحكم انتمائه إليهم يتورع عن التعاون مع أعدائهم عليهم. ¶ والذي يظهر الإسلام ويبطن الكفر وهو المنافق، يبقى ملتزما أمام قانون الشرع بالشرع، ومما يجب عليه التزامه النصح للمسلمين، وعدم التعاون مع عدوهم ضدهم ولو في الظاهر، ويؤاخذ على مخالفته شرعا... ¶ وقد وجد المنافقون في عهد رسول الله صلى الله عليه وسلم، وعاملهم معاملة من سواهم من المسلمين، بناء على الظاهر كما مضى... ¶ وعندما استأذن منه بعض أصحابه أن يقتل من ظهر منهم النفاق ومنهم عمر رضي الله عنه، الذي استأذنه في قتل رأس المنافقين \"عبد الله بن أبي\" لم يأذن له بل قال له: (دعه لا يتحدث الناس أن محمدا يقتل أصحابه) والصحبة هنا هي الصحبة الظاهرية التي يعاشر بها المنافق معاشرة سائر المسلمين.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "وما أظهروا الإسلام إلا ليتقوا به ما قد ينزل بهم من معاملة الكفار، كما قال تعالى عنهم: {إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ اتَّخَذُوا أَيْمَانَهُمْ جُنَّةً...} [المنافقون (1، 2)] ¶ حماية الأفراد والأسر والأمة من خطر الردة ¶ إن أول ما يتعرض لخطر الردة، نظام الأمة العام، ثم أسرة المرتد، من زوج وأولاد، وأقارب، ثم استشراء ذلك في ضعاف الإيمان من الأمة... ¶ ومن هنا نعلم شيئا من حكمة الله تعالى في منع المسلم من الارتداد عن دينه إلى دين آخر، لأن في ترك المسلمين لدينهم هدما لهذا الدين الحق الذي يجب أن يحفظ، وتوهينا لأهله الذين يجب أن يعتصموا بحبل الله، ليكونوا قدوة للعالمين في سلوك صراط الله المستقيم: {كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنْ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّه} [آل عمران(110)] ¶ قال ابن تيمية رحمه الله: \"وأما المرتد فالمبيح عنده - أي المبيح للقتل عند الإمام أحمد - هو الكفر بعد الإيمان، وهو نوع من الكفر، فإنه لو لم يقتل ذلك لكان الداخل في الدين يخرج منه، فقتله حفظ لأهل الدين وللدين، فإن ذلك يمنعهم من النقص ويمنعهم من الخروج بخلاف من لم يدخل فيه\". [مجموع الفتاوى (20/9-103)، (28/413) راجع أيضاً المبسوط (10/98)، وبدائع الصنائع (59/438)]. ¶ وقال أحمد فتحي بهنسي: ¶ \"جريمة الردة في الفقه الإسلامي فيها شيء من المماثلة لجريمة تغيير النظام الاجتماعي في الفقه الغربي.. كالفوضوية.. وغيرها من المذاهب الهدامة\". [المسؤولية الجنائية (18)]. ¶ وقال سيد سابق رحمه الله: ¶ \"الإسلام منهج كامل للحياة فهو.. ¶ دين ودولة.. ¶ وعبادة وقيادة.. ¶ ومصحف وسيف.. ¶ وروح ومادة.. ¶ ودنيا وآخرة.. ¶ وهو مبني على العقل والمنطق..",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "وقائم على الدليل والبرهان.. ¶ وليس في عقيدته ولا شريعته ما يصادم فطرة الإنسان، أو يقف حائلاً دون الوصول إلى كماله المادي والأدبي.. ¶ ومن دخل فيه وعرف حقيقته، وذاق حلاوته، فإذا خرج منه وارتد عنه بعد دخوله فيه وإدراكه له، كان في الواقع خارجاً على الحق والمنطق ومنكرا للدليل والبرهان وحائداً عن الحق السليم والفطرة المستقيمة. ¶ والإنسان حين يصل إلى هذا المستوى، يكون قد ارتد إلى أقصى دركات الانحطاط. ¶ ومثل هذا الإنسان لا ينبغي الحفاظ على حياته، ولا الحرص على بقائه لأن حياته ليست لها غاية كريمة ولا مقصد نبيل؟. ¶ هذا من جانب، ومن جانب آخر فإن الإسلام وهو منهج عام للحياة ونظام شامل للسلوك الإنساني لا غنى له من سياج يحميه، ودرع يقيه.. ¶ فإن أي نظام لا قيام له إلا بالحماية والوقاية والحفاظ عليه من كل ما يهز أركانه ويزعزع بنيانه، ولا شيء أقوى في حماية النظام ووقايته من منع الخارجين عليه، لأن الخروج عليه يهدد كيانه، ويعرضه للسقوط والتداعي.. ¶ إن الخروج على الإسلام والارتداد عنه، إنما هو ثورة عليه والثورة عليه ليس لها من جزاء إلا الجزاء الذي اتفقت عليه القوانين الوضعية فيمن خرج على نظام الدولة وأوضاعها المقررة. ¶ إن أي إنسان سواء كان في الدول الشيوعية أم الدول الرأسمالية، إذا خرج على نظام الدولة، فإنه يتهم بالخيانة العظمى لبلاده والخيانة العظمى جزاؤها الإعدام. ¶ فالإسلام في تقرير عقوبة الإعدام للمرتدين منطقي مع نفسه ومتلاق مع غيره من النظم\". [فقه السنة (2/457)]. ¶ راجع أيضا [كتاب الجريمة والعقوبة في الفقه الإسلامي (2/101، 188)] ¶ وخلاصة القول أن الارتداد عن الإسلام تمرد على النظام، وإضعاف للجماعة، وتكثير لسواد الأعداء وإفشاء لأسرار المسلمين الخطيرة، وغير ذلك مما لا يتسع له المقام.. ¶ شبهة من جعل المرتد كالكافر الأصلي في حرية الاعتقاد",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "وما زعمه بعض المعاصرين، من المساواة بين المسلم المرتد والكافر الأصلي، في أن لكل منهما حرية الاعتقاد، ودخولهما في النهي عن الإكراه في الدين، الوارد في كتاب الله، مثل قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ قَدْ تَبَيَّنَ الرُّشْدُ مِنْ الغَيّ} [آل عمران: (256)]هو زعم باطل، من ثلاثة أوجه: ¶ الوجه الأول: ما سبق من المفاسد المترتبة على ارتداد المسلمين، وتأثيره الخطير على الأمة ودينها... ¶ الوجه الثاني: أن النهي عن الإكراه في الدين، حكم عام أريد به الخاص، وهو الكافر الأصلي الذي لم يدخل في الإسلام، بدليل ما ورد من السنة في حكم المرتد، ولو فرض أن المرتد يدخل في عموم النهي عن الإكراه في الدين، فإنه يجب تخصيصه بما ورد في السنة من حكم المرتد، لأن الخاص مقدم على العام. ¶ الوجه الثالث: إجماع علماء الأمة على القول بحكم المرتد الذي ورد في السنة الصحيحة، وكذلك عمل الصحابة وغيرهم من ولاة الأمور به. ¶ ولا يجوز أن يساوى بين المسلم المرتد عن الإسلام، والكافر الأصلي، لأن الداخل في الإسلام، لا يخلو من أحد شخصين: شخص نشأ مسلما في أسرة مسلمة وشعب مسلم، وهذا لعمر الله جدير بشكر نعمة الله عليه، حيث هيأ الله تعالى له بيئة لم تتلوث برجس الكفر الذي لا يتمكن كثير من أهله من الاهتداء إلى هذا الدين والدخول فيه. ¶ وشخص آخر لم يكن مسلما، ولكنه دخل في الإسلام مختارا حرا لم يكرهه على الدخول فيه أحد، بل دخله بسبب قيام حججه وبراهينه التي تضطر العقل على الاعتراف بأنه الدين الحق الذي لم يعد في الأرض دين حق سواه. ¶ وهو يعلم كذلك أنه لا يجوز لمن دخل في الإسلام الخروج منه إلى غيره ¶ ويعلم أنه بنطقه بالشهادتين، قد أسلم وجهه لله، وأصبح بذلك خاضعا لشرعه الكامل وحكمه العادل الذي إذا ثبت أي حكم من أحكامه، وجب تطبيقه عليه رضيه أو كرهه. ¶ تشكيك يجب رفضه",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "ومع هذه الأدلة الصحيحة الصريحة في قتل المرتد، والعمل بها في عهد الرسول صلى الله عليه وسلم، وعهد خلفائه الراشدين، وعهود أخرى تلت ذلك، ومع ما نقل من انعقاد إجماع العلماء على العمل بها، نجد من يشكك في تطبيق هذا الحكم في هذا العصر. ¶ وهؤلاء قسمان: ¶ القسم الأول: بعض المنتسبين إلى الإسلام من تلاميذ المستشرقين الذين انبروا لمهاجمة أصول هذا الدين وفروعه، وغالب هؤلاء التلاميذ يفقدون الفقه في دين الله، مع فقدهم الولاء الصادق لله ولرسوله وللمؤمنين. ¶ ولهذا تأثروا بآراء أساتذتهم وقلدوهم في الحق وفي الباطل على غير هدى من الله، ونصبوا أنفسهم وكلاء لهم في البلدان الإسلامية، ناشرين أفكارهم مدافعين عنها، مشككين في كتاب الله وسنة رسوله، وفي صلاحية تطبيق شرع الله في هذه العصور. ¶ القسم الثاني: بعض العلماء الأفاضل وبعض الكتاب، هالتهم الهجمات الشديدة، التي يشنها أعداء الإسلام الذين لم يزالوا ولا زالوا ولن يزالوا، يحاربون أصول الإسلام و فروعه، حربا شاملة لكتابه وسنة رسوله، ومناهجه وشريعته ودعاته وعلمائه، ووسائل انتشاره، من مال واقتصاد وتعليم وإعلام وغير ذلك مما لا يخفى على أحد اليوم. ¶ حاربوا هذا الدين بكل وسيلة أتيحت لهم، وعلى رأس هذه الوسائل القوة العسكرية التي احتلوا بها بعض بلدان المسلمين، وهددوا بها بعضها الآخر، متذرعين بحقوق الإنسان التي تحوي موادها حرية الاعتقاد الشاملة للخروج من دين إلى دين آخر، سواء كان الخارج فردا أو جماعة. ¶ ومما لا شك فيه أن إخراج المسلمين من دينهم هو الهدف الأساسي عند اليهود والصليبيين والوثنيين، ولم نر هجوما شنوه في الماضي، ويشنونه في الحاضر، وسيشنونه في المستقبل، على أي دين وجد في الأرض مثل هجومهم على دين الإسلام، فهو هدفهم الرئيس من حملاتهم الظالمة اليوم وقبل اليوم وبعد اليوم، كما قال تعالى: ¶ {",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "وَلَنْ تَرْضَى عَنْكَ الْيَهُودُ وَلا النَّصَارَى حَتَّى تَتَّبِعَ مِلَّتَهُمْ قُلْ إِنَّ هُدَى اللَّهِ هُوَ الْهُدَى وَلَئِنْ اتَّبَعْتَ أَهْوَاءَهُمْ بَعْدَ الَّذِي جَاءَكَ مِنْ الْعِلْمِ مَا لَكَ مِنْ اللَّهِ مِنْ وَلِيٍّ وَلا نَصِيرٍ} [البقرة (120)] ¶ وقال تعالى: ¶ {وَلا يَزَالُونَ يُقَاتِلُونَكُمْ حَتَّى يَرُدُّوكُمْ عَنْ دِينِكُمْ إِنْ اسْتَطَاعُوا وَمَنْ يَرْتَدِدْ مِنْكُمْ عَنْ دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فَأُوْلَئِكَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالآخِرَةِ وَأُوْلَئِكَ أَصْحَابُ النَّارِ هُمْ فِيهَا خَالِدُونَ} [البقرة (217) البقرة] ¶ ولقد تدخل أعداء الله في كل شأن من شئون هذا الدين، وبخاصة في أصول ديننا وشريعتنا، وهاهي مؤسساتهم التي تدعمها الدول الغربية، تلح على الأمم المتحدة - التي تسيرها الدولة المعتدية على أمتنا – لحماية المرتدين عن الإسلام مما تسميه اضطهادا - هذا مع العلم أن كثيرا من المرتدين لا يقام عليهم حكم الشرع، في غالب حكومات الشعوب الإسلامية: ¶ \"هيئة تنصيرية تطالب بحرية الردة \" ¶ وجهت منظمة تنصيرية إنجليزية نداءً للأمم المتحدة يوم الأربعاء 29 يوليو؛ كي تتصدى لاضطهاد المرتدين عن الدين في البلدان الإسلامية على حد زعمهم. ¶ وجاء ذلك في الوقت الذي أشادت فيه جماعات حقوقية بما ورد في تقرير التنمية البشرية لعام 2004 الصادر عن الأمم المتحدة من التأكيد على أن \"الأفراد يجب أن يكونوا أحراراً لا في انتقاد الدين الذي ولدوا عليه فحسب، بل وفي التحول عنه أيضاً إلى دين آخر أو البقاء بلا دين\". ¶ وجاء نداء الأربعاء طبقاً لموقع الإسلام اليوم في شكل التماس أعدته جماعة نصرانية بريطانية اسمها صندوق برنابا \"Barnaba Fund\" دعت فيه مفوضية حقوق الإنسان التابعة للأمم المتحدة والحكومات والهيئات الدولية، إلى رفع أصواتها وإثارة هذه القضية \"كأمر ملح\" مع التجمعات الإسلامية.",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "وقال مدير الدعاية بالصندوق بول كوك الذي رحب بما ورد في تقرير التنمية البشرية باعتباره \"تأكيداً مشجعاً جدّاً\" على \"حق الردة\" إن جهود جماعته من أجل الدخول في حوار مع الهيئات الإسلامية بشأن هذا الأمر قوبلت بالصمت.. ¶ يذكر أن حد الردة غير مطبق في معظم الدول الإسلامية خاصة أن أحكام الشريعة الإسلامية كلها معطلة.\" ¶ [مجلة المجتمع، عدد: 1613، تاريخ 7/8/2004م المجتمع الإسلامي] ¶ أقول: إن هذا الهجوم الشديد وهذه الحملات الظالمة التي ما فتئ أعداء الإسلام يشنونها عليه، جعلت بعض العلماء الأفاضل الغيورين وبعض الكتاب في هذا العصر، يتحفزون لرد الشبهات التي أُطْلِقت سهامها إلى صميم هذا الدين واتهام نصوصه بالتعارض والتناقض، ومن ذلك ما زعموه من تعارض بين قوله تعالى: {لا إِكْرَاهَ فِي الدِّينِ} [البقرة (256)] وما ورد من النصوص في قتل المرتد. ¶ ومن هؤلاء العلماء والكتاب من نفى قتل المرتد مطلقا، ومنهم من نفى قتل بعض المرتدين دون بعض. ¶ ألسنا نرى ونسمع بعض المرتدين عن الإسلام يجاهرون في وسائل الإعلام كلها: الفضائيات والإذاعات، والصحف والمجلات، والشبكة العالمية للمعلومات \"الإنترنت\" وينصبون أنفسهم مفتين يهاجمون ما علم من الدين بالضرورة؟ ¶ أما تعليل إسقاط عقوبة المرتد بأنه \"لا يقصد بها العبث بشعور أو شعائر المسلمين!\". ¶ فنقول: إن مناط عقوبة الردة هو وقوعها مستوفية شروطها، فإذا خرج من دخل في الإسلام منه، فقد استحق هذه العقوبة الشرعية، ولسنا مكلفين بالتنقيب عن قصده من ردته... ¶ ثم نقول كيف سيكون شعور أبوي المرتد عن الإسلام، وشعور إخوانه وأبنائه وزوجه، وأسرته وجيرانه وأصدقائه، وشعور كل مسلم عَلِم بخروج عضو من أعضاء أمته من عقيدتها ودينها؟ هل سيقيمون له احتفالا يحتفون بردته؟",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "وإذا لم تكن الردة عن الإسلام استهزاء بدين الله، فما هو الاستهزاء؟ هل الإسلام ملعب كرة أو صالة عرض سينمائي، يحق لكل إنسان أن يحمل على صدره بطاقة للدخول فيهما والخروج منهما متى شاء؟ ¶ ثم نقول مرة أخرى: إننا لم نر مرتدا عن الإسلام، خرج منه بهدوء كما قال الكاتب، مع استثناء الجهال الذين يضلهم المنصرون في أدغال أفريقيا أو غابات بورنيو، وحتى هؤلاء إذا ارتد منهم كبير الأسرة أو كبير القبيلة لحق به أتباعه. ¶ بل إن الذين يعلنون ردتهم وكفرهم بالإسلام، يصبحون مع ردتهم دعاةً إلى ما انتقلوا إليه من دين محرف، أو منحازين إلى مؤسساته مستهزئين بالإسلام وأهله وشعائره وعلمائه، متخذين كل وسيلة متاحة لنشر أفكارهم وهجومهم على هذا الدين.",
            "page": "40",
            "part": "1"
        }
    ],
    "t36602": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "قتل المرتد إذا لم يتب"
        }
    ]
}