{
    "b36600": [
        {
            "id": "1",
            "nass": "فقه إلاجراءات والمرافعات في القضاء إلاسلامي ¶ بقلم:الدكتور عبد الله عزام ¶ تلخيص محكم لمباحث فقه القضاء الإجرائي , جمع مذاهب الفقهاء بمختلف مدارسهم بترتيب سلس ومنهج مدلل وبيان للمراجع الفقهية المختلفة , وضعه المؤلف على نهج مواد قضائية ليكون خير معين لمن ابتلي بوظيفة الفصل بين الناس . ¶ فقه إلاجراءات والمرافعات في القضاء إلاسلامي(1) ¶ اللهم يسر لي أمري- ربنا آتنا في الدنيا حسنة وفي إلاخرة حسنة وقنا عذاب النار. ¶ ربنا هب لنا من لدنك رحمة وهئ لنا من أمرنا رشدا. ¶ أسألك اللهم علما نافعا ورزقا واسعا وقلبا خاشعا و شفاء من كل داء ¶ د. عبد الله عزام ¶ الجامعة إلاسلامية العالمية - إسلام آباد ¶ تعريف القضاء ¶ 1-الحنفية:(1) [حاشية ابن عابدين 5/352)]. (فصل الخصومات وقطع النزاعات) (على وجه مخصوص) عرفه بعضهم: (قول ملزم صادر عن ولاية عامة). ¶ وتعريف الحنبلية قريب منه. ¶ الجمع بينهما (فصل الخصومات و قطع المنازعات على وجه خاص صادر عن ولاية عامة). ¶ 2-المالكية:(2) [مواهب الجليل 6/86]. (إلاخبار عن حكم شرعي على سبيل إلالزام). ¶ وقال بعضهم (هو الدخول بين الخالق والمخلوق ليؤدي فيهم أوامره و أحكامه بواسطة الكتاب والسنة).(3) [تبصرة الحكام 1/12]. ¶ يؤخذ عليه: بأن كثيرا من وظائف الخلافة تدخل فيه، وأما الثاني فيشمل التدريس وإلافتاء. ¶ 3-الشافعية:(4) [مغني المحتاج 4/372]. (فصل الخصومة بين خصمين فأكثر بحكم الله تعإلى) ¶ عرفه العز بن عبد السلام(5) [مغني المحتاج 4/372]. (إظهار حكم الشرع في الواقعة فيمن عليه امضاؤه فيه) ¶ التعريف المختار : ¶ فصل الخصومات بإظهار حكم الشارع فيها على سبيل إلالزام وهذا التعريف يتضمن ثلاثة مقاطع: ¶ 1-وظيفة القضاء فض النزاعات ¶ 2-وظيفة القاضي إظهار حكم الله تعإلى في القضية. ¶ 3-حكم القاضي ملزم ومجبر بخلاف إلافتاء. ¶ ضمانات العدالة في إلاسلام ¶ 1-اختيار القاضي الكفوء ¶ 2-التوسع عليه في الرزق ¶ 3-استقلال القضاء",
            "page": "1",
            "part": "1"
        },
        {
            "id": "2",
            "nass": "4-تحريم الرشوة والهدايا ¶ 5-الشورى في إلاحكام ¶ 6-بطلان الحكم لعلم القاضي ¶ 7-إلزام القاضي باتباع نهج معين ازاء الشهود ¶ 8-التفريق بين المتخاصمين ¶ 9-النهي عن كتمان الشهادة وعن شهادة الزور ¶ 01-تحذير المتخاصمين أن يأخذ أي منهما ما لا يستحقه ¶ 11-اقتران الحكم باسبابه ¶ 21-النهي عن القضاء حالة الغضب ¶ 31-المتهم برئ حتى تثبت ادانته ¶ 41-بطلان حكم القاضي لنفسه ¶ 51-حق المتهم في الدفاع عن نفسه ¶ 61-نقض الحكم إذا خالف نصا أو أجماعا ¶ 71-التعويض عن الضرر الناجم عن الخطاء في الحكم وادانة المتسبب في الضرر ¶ مشروعية القضاء وحكمه بالنسبة لجماعة المسلمين ¶ وظيفة إلانبياء عليهم السلام إقرار العدل في إلارض ( لقد أرسلنا رسلنا بالبينات وأنزلنا معهم الكتاب والميزان ليقوم الناس بالقسط.....) الحديد: 25 ¶ ووظيفة العلماء (ورثة إلانبياء) نشر القسط والعدل في إلارض وهذه وظيفة القضاة. ¶ ولذا: فالقضاء: فرض على إلامة المسلمة ودليل هذا الكتاب والسنة وإلاجماع والمعقول. ¶ 1-الكتاب: (...وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم...) المائدة: 49 ¶ ( انا أنزلنا إليك الكتاب بالحق لتحكم بين الناس بما اراك الله). النساء: 105 ¶ 2- السنة: تولى ص القضاء بنفسه: ¶ فقد فرق ص بين ثابت بن قيس وزوجته حبيبة بنت سهل بالخلع.(1) [البخاري]. ¶ وكذلك قضى بالنسبة لفاطمة بنت قيس بعد أن خاصمت زوجها بعد طلاقها ثلاثا انه ليس لها سكن ولا نفقه.(2) [مسلم مع النووي 10/95]. ¶ وقضى ص بقطع يد سارق رداء صفوان بن أمية. (3)[الموطأ 521 والدارمي 2/93]. ¶ وول ى رسول الله صلى الله عليه وسلم بعض أصحابه القضاء ¶ قال مسروق: أكان أصحاب القضاء من أصحاب رسول الله صلى الله عليه وسلم ستة: عمر وعلي وابن مسعود وأبي بن كعب وزيد بين ثابت وأبو موسى الأشعري وولى عليا القضاء على اليمن وقال ص أقضاكم علي وأعلمكم بالحلال والحرام معاذ. ¶ وولى معإذا القضاء على اليمن.",
            "page": "2",
            "part": "1"
        },
        {
            "id": "3",
            "nass": "وولى معقل بن يسار القضاء على اليمن وكذلك ولى أبا موسى الأشعري على اليمن وولى عتاب بن أسيد على مكة. ¶ وقد أمر ص عقبة بن عامر أن يقضي في حضومة أمامه.(4) [مسند أحمد 15/206 رواه أحمد برجال الصحيح الدارمي قطني 4/203 والدار قطني بسند حسن]. ¶ وقضى عمرو ابن العاص رضي الله عنه بين يدي الرسول ص في خصومته.(5)[أحمد 14/206 والدار قطني 4/203]. ¶ 3- إلاجماع: أول قاضي بعد وفاة الرسول ص عمر رضي الله عنه قال له أبو بكر رضي الله عنه (اقض بين الناس فإني في شغل).(6)[السنن الكبرى 10/87]. ¶ وتولى شريح القضاء لعمر ومن بعده لمدة ستين سنة في الكوفة ومن قضاة التابعين الشعبي، وإياس بن معاوية. ¶ 4- العقل: لأن الظلم سبب هلاك إلامم ( ولقد أهلكنا القرون من قبلكم لما ظلموا...) والقضاء بأسسه سبب إزالة الظلم. ¶ حكم القضاء ¶ 1-على إلامة: فرض كفاية (فرض على مجموع إلامة بحيث يجب القيام به من قبل بعض منها غير معين) ¶ 2-على إلامام: حكم تنصيب إلامام للقضاة فرض عين. ¶ خطر تولى القضاء: ¶ أ-إلاحاديث الرهيبة في القضاء ¶ 1-عن أبي هريرة مرفوعا (من جعل على القضاء فكأنما ذبح بغير سكين).(1) [صححه ابن حجر ورواه إلاربعة والحاكم وأحمد وهو صحيح]. ¶ 2-عن عائشة رضي الله عنها قالت سمعت رسول الله صلى الله عليه وسلم يقول (يدعى بالقاضي العدل يوم القيامة فيلقى من شدة الحساب ما يتمنى به أنه لم يقض بين اثنين في تمرة قط). (2) [رواه البيهقي ورواه أحمد باسناد حسن مجمع الزوائد 4/192]. ¶ 3-عن ابن عمر رضي الله عنهما أن رسول الله صلى الله عليه وسلم قال: (من كان قاضيا عالما قضى بالجور كان من أهل النار، ومن كان قاضيا فقضى بجهل كان من أهل النار، ومن كان عالما فقضى بعدل فبالحري أن ينقلب كفافا ).(3) [قال الهيثمي رواه الطبراني والبزار ورجاله ثقات مجمع الزوائد 4/193 ورواه أحمد].",
            "page": "3",
            "part": "1"
        },
        {
            "id": "4",
            "nass": "4-روى النسائي عن مكحول (لوخ يرت بين حزب عنقي وبين القضاء لاخترت ضرب عنقي). (4) [نصب الراية 4/66]. ¶ 5-عن عبد الرحمن بن سمرة أن رسول الله صلى الله عليه وسلم قال له: (يا عبد الرحمن بن سمرة لا تسأل إلامارة، فإنك ان تؤتها من غير مسألة تعن عليها، وان تؤتها عن مسألة توكل إليها).(5) [متفق عليه، فتح الباري 3/106، النووي/مسلم 11/116]. ¶ إلاحاديث المرغبة: ¶ 1-سبعة يظلهم الله... إلامام العادل). (6) [رواه البخاري ومسلم عن أبي هريرة]. ¶ 2-عن عي اض بن حماد مرفوعا (أهل الجنة ثلاث: ذو سلطان مقسط. ..ورجل رحيم القلب لكل ذي قربى ومسلم، وعفيف متعفف ذو عيال). (7)[النووي/مسلم 17/198]. ¶ 3-عن عبد الله بن عمرو ان رسول الله صلى الله عليه وسلم يقول في خطبته (ان المقسطين في الدنيا على منابر من نور عن يمين الرحمن وكلتا يديه يمين الذين يعدلون في حكمهم وأهلهم وما ولوا). (8) [النووي/ مسلم12/211]. ¶ 4-وقال ص (إذا حكم الحاكم فاجتهد ثم أصاب فله أجران، وإذا حكم فاجتهد ثم أخطأ فله أجر) (9) [متفق عليه، البخاري مع السندي 4/181، النووي/مسلم 12/13]. ¶ حكم تولي القضاء ¶ اتفق الفقهاء على أشياء في تولي القضاء: ¶ 1-اتفقوا على أن القضاء فرض عين على من انحصرت الصلاحية فيه. ¶ 2-واتفقوا على أن القضاء حرام على من لا يصلح له. ¶ 3-واتفقوا على حرمة تولى القضاء على من يريد إلانتقام من المسلمين أو جمع المال عن طريق الرشاوى. ¶ مواطن إلاختلاف ¶ 1-طلب القضاء في حالة تعيينه على شخص من إلاشخاص: ¶ ذهب جمهور الفقهاء أن طلب القضاء فرض عين و قد استدلوا بقصة سيدنا يوسف عليه السلام. ¶ ولكن الحنابلة ذهبوا إلى عدم وجوب طلب القضاء في حال من إلاحوال حتى لو انحصرت أهلية القضاء في شخص من إلاشخاص. ¶ وفي حكم طلب القضاء في هذه الحالة روايتان عن إلامام أحمد : ¶ أ-يكره له ذلك لقول أحمد (لا يعجبني أن يدخل الرجل في القضاء وهو أسلم له).",
            "page": "4",
            "part": "1"
        },
        {
            "id": "5",
            "nass": "ب-لا يكره له الطلب ولكن لا يجب عليه لقول أحمد (لابد للمسلمين من حاكم أفتذهب حقوق الناس) ¶ 2-طلب القضاء من أجل الرزق من بيت المال: ¶ حكمه: إلاباحة عند المالكية. الكراهية: عند الحنبلية. إلاستحباب عند الشافعية. الكراهية عند الحنفية. ¶ 3-طلب القضاء من أجل اشهار العلم ¶ مندوب: عند المالكية والشافعية ¶ مكروه: عند الحنبلية والحنفية ¶ 4-طلب القضاء من أجل المباهات والشهرة ¶ ذهب جمهور الفقهاء إلى كراهية ذلك وذهب جماعة من الشافعية والمالكية إلى حرمته ( تلك الدار إلاخرة نجعلها للذين لا يريدون علوا في إلارض ولا فسادا والعاقبة للمتقين ). ¶ 5-طلب القضاء ببذل المال: ¶ ذهب كثير من الفقهاء إلى حرمته مطلقا في حق الباذل والمبذل له (لعن الله الراشي والمرتشي) (1) [الترمذي حسن صحيح]. ¶ المعنى اللغوي للدعوى ¶ وردت الدعوى بعدة معان: ¶ 1-الطلب والتمني (لهم فيها فاكهة ولهم ما يدعون) ¶ 2-الدعاء -دعواهم فيها سبحانك اللهم ¶ 3-الزعم - ادعى مسيلمة النبوة ¶ 4-إلاضافة إلى النفس- تقول: ادعي ملك هذا البيت ¶ 5-إلاجتماع والتألب - (تداعى عليكم إلامم كما تداعى إلاكلة على قصعتها). ¶ معنى الدعوى إلاصطلاحي: ¶ أ-القسم إلاول: من الفقهاء عر فوا الدعوى بأنها (طلب أو مطالبة) ومن هؤلاء البابرتي (العناية/الهداية) مجلة إلاحكام العدلية القرافي المالكي. ¶ فقد عرفه البابرتي(2) [العناية/الهداية هامش فتح القدير 6/137]. (مطالبة حق في مجلس من له الخلاص عند ثبوته). ¶ الحق: من حقوق العباد، من له الخلاص: القاضي لانه يلزم الخصم بالحق ويخلصه. ¶ تعريف المجلة (طلب إنسان حقا على غيره لدى الحاكم) ¶ والحق: يشمل الحق الوجودي: مختلف أنواع الحقوق يشمل العدمي: حق إلانسان في أن لا يتعرض أحد لحقه الوجودي ¶ ب- القسم الثاني: من الفقهاء يعر ف الدعوى بأنها قول. ¶ عرفها التمرتاشي الحنفي (هي قول مقبول عند القاضي يقصد به طلب حق لنفسه قبل غيره أو دفعه عن حق نفسه)",
            "page": "5",
            "part": "1"
        },
        {
            "id": "6",
            "nass": "ج-القسم الثالث: من الفقهاء يعرف الدعوى بأنها خبر (خبر تجرد عن مصدق يدل على طلب مضمون للمخبر) ¶ د-القسم الرابع: من الفقهاء يعرف الدعوى بانها ¶ الحنبلية (إضافة إلانسان إلى نفسه استحقاق شيء في يد غيره أو في ذمته) (1) [كشاف القناع 4/227 المغني 9/271]. ¶ التعريف المختار للدعوى ¶ (قول مقبول أو ما يقوم مقامه في مجلس القضاء ، يقصد به إنسان طلب حق له أو لمن يمثله، أو حمايته) (2) [عرفها الدكتور محمد نعيم صاحب كتاب نظرية الدعوى 1/101]. ¶ فالدعوى: ¶ 1-قول مقبول: لإخراج القول غير المقبول كادعاء حبة قمح ¶ 2-أمر ما يقوم مقامه: لتدخل الكتابة وإلاشارة عند العجز عن القول ¶ 3-في مجلس القضاء: لأن الدعوى لا تعتبر إلا إذا كانت في مجلس القضاء ويخرج بذلك العقود ¶ 4-يقصد به إنسان طلب حق له: لتخرج أمثال الشهادة والإقرار ¶ 5-أو لمن يمثله: ليدخل التوكيل في الدعوى ¶ 6-أو حمايته: ليدخل الحق العدمي (دعوى منع التعرض) ¶ تعريف الحق ¶ عرفه علي الخفيف بأنه (فايبت بإقرار الشارع وأخفى عليه حمايته) (3) [الملكية ص2] ¶ عرفه الشيخ الزرقا فقال: ¶ (اختصاص يقرر به الشرع سلطة أو تكليفا ) (4) [المدخل إلى نظرية إلالتزام ج2 /11-14]. ¶ الشرح: ¶ 1-اختصاص: وإلاختصاص تشمل: ¶ أ-الحق الذي موضوعه مالي:كاستحقاق الدين في الذمة ¶ ب-الحق الذي موضوعه ممارسة سلطة شخصية كمارسة الولي ولايته، والوكيل وكالته. ¶ 2- هذه العلاقة لكي تكون حقا يجب أن تختص بفرد أو فئة، فتخرج إلاباحات العامة. كإلاحتطاب والرعي والتنقل في الوطن ¶ 3-يقرر به الشرع: لأن الحق لا يكون حقا إلا باعتبار الشارع ¶ 4-سلطة أو تكليفا ¶ لأن الحق يكون سلطة وهي نوعان: ¶ أ-سلطة على شخص: كحق الولاية ، وحق الحضانة. ¶ ب-سلطة على شيء معين كحق الملكية. ¶ التكليف: عهدة على إنسان وهي نوعان: ¶ أ-عهدة شخصية: كقيام إلاجير بعمله ¶ ب-عهدة مالية: كوفاء الدين ¶ 5-هذا التعريف يشمل حق الله كفروضه على عباده",
            "page": "6",
            "part": "1"
        },
        {
            "id": "7",
            "nass": "6-هذا الحق بالمعنى إلاصطلاحي لا يشمل إلاعيان لأنها أشياء مادية وليست اختصاصا فيه سلطة أوتكليف ¶ فالفقهاء يذكرون الحقوق في مقابلة إلاعيان ¶ والحنفية يذكرون الحقوق في مقابلة إلاموال و يقولون(ان الحق ليس بمال) ¶ ملاحظة: لم يدخل الزرقا الرخص في الحق، كحق التعاقد وإلاستئجار والتملك والحياة والتنقل مع أنها حقوق بدليل أن منع التصرف بهاكان له أن يرفع دعوى بحجة (عدم التعرض) (1) [انظر الدعوى/محمد نعيم ج1/108]. ¶ مسألة الظفر (2) [نظرية الدعوى/محمد نعيم 122-124]. ¶ الظفر: هو استيفاء الحق بغير دعوى ¶ الوفاء إلاختياري هو السبيل الطبيعي لاستيفاء الحق. فإن تعنت من عليه الحق في وفائه فهناك طريقان للوفاء إلاجباري: ¶ 1-القضاء: رفع دعوى والحصول على حكم وتنفيذه. ¶ 2-الظفر: أخذ الحق بغير دعوى ¶ أقسام الحقوق بالنسبة للاستيفاء إلاجباري: ¶ أ-ما لابد فيه من القضاء باتفاق الفقهاء. ¶ ب-ما لا يحتاج إلى دعوى باتفاق الفقهاء. ¶ ج-ما اختلف في جواز تحصيله بغير قضاء. ¶ ما لابد فيه من الرفع إلى القضاء باتفاق الفقهاء أولا : العقوبات: كحد القصاص والقذف والسرقة والتعزير. وضرورة رفعها للقضاء لأسباب: ¶ 1: انها امور عظيمة الخطر والفائت فيها لا يعوض فوجب إلاحتياط في استيفائها واثباتها للحديث عن ابن مسعود رضي الله عنه مرفوعا (ادرأوا الحدود بالشبهات، ادفعوا القتل عن المسلمين ما استطعتم)(3) [رواه الترمذي والحاكم والبيهقي وصححه السيوطي في الجامع وصحح البيهقي وقفه على ابن مسعود]. ¶ 2-لوترك للناس لكان ذريعة لتعدي الناس بعضهم على بعض. ¶ 3-كثير من العقوبات لا تنضبط إلا بحضرة إلامام. ¶ 4-العقوبات للزجر وهذا لا يتحقق إلا بواسطة الحاكم. ¶ إلاستثناءات من العقوبات ¶ يستثنى من قاعدة رفع العقوبات للحاكم أمور: ¶ أ-كمن وجب له تعزير أو ق ذف وكان في بادية بعيدة عن السلطان فذهب البعض ان له استيفاءه. ¶ (",
            "page": "7",
            "part": "1"
        },
        {
            "id": "8",
            "nass": "لو انفرد- أي بالقود- بحيث لا يرى فينبغي أن لا يمنع منه ولا سيما إذا عجز عن اثباته) (4) [قال العز بن عبد السلام في قواعده 2/198]. ¶ ب- الشتمة: يرد عليه بمثلها دون معصية (فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم ) البقرة 194 ¶ قال القرطبي عند هذه إلاية (ومن ظلمك فخذ حقك منه بقدر مظلمتك، ومن شتمك فردعليه مثل قوله، ومن أخذ عرضك فخذ عرضه ولا تتعد إلى أبويه أو ابنه أو قريبه، وليس لك أن تكذب عليه وأن كذ ب عليك فإن المعصية لا تقابل بالمعصية ولكن من ضربك فلا يحق لك ضربه وإلا فيعزر إلاثنان). ¶ ج-حقوق الزوج على الزوجة: للزوج أن يضرب زوجته لترك فراشه أوعدم التزين أو الخروج بغير اذنه أو الصعود على السطح لرؤية الجيران أو ليروها. ¶ ثانيا : تحصيل الحقوق الشرعية المحضة: ¶ وهي ما عدا إلاعيان والديون والمنافع كتلك المتعلقة بالنكاح واللعان وإلايلاء والرجعة والطلاق. ¶ ثالثا : حالة خوف الفتنة أو المفسدة: ¶ لا يجوز استيفاء أي حق إذا ترتب على ذلك فتنة أو مفسده تزيد على مفسدة ضياع الحق كفساد عضوا أو عرض أو نحوه. ¶ رابعا : تحصيل الديون إذا كان المدين مقرا بها باذلا لها. ¶ ما لا يحتاج إلى دعوى باتفاق الفقهاء ¶ 1-تحصيل إلاعيان المستحقة: ¶ اتفق الفقهاء على آن للمغصوب منه استرداد العين المغصوبة حيثما وجدها. وقصر الحنبلية إلاخذ دون دعوى بالغضب فقط. ¶ وقال جمهور الفقهاء: ان هذا الحكم يعم كل عين مستحقة بأي سبب فمن وجد عين سلعته التي اشتراها أو ورثها فله أخذها دون حاكم وكذلك سلعته التي استحقها بالوصية. ¶ والحاصل :أن جميع المذاهب الفقهية تجيز استيفاء الحقوق المتعلقة بإلاعيان سواء كان الحق متعلقا بعينها كحق الملك أو كان متعلقا بمنافعها كحق المنفعة (كالمستأجر والموصى له بالمنفعة والموقوف عليه بالنفقة). عدا الحنبلية الذين يقصرونه على الغصب. ¶ واشترط الفقهاء لتحصيل العين المستحقة دون دعوى شروطا :",
            "page": "8",
            "part": "1"
        },
        {
            "id": "9",
            "nass": "1-ان لا يحدث التحصيل مفسدة أو فتنة. ¶ 2-ان لا يؤدي التحصيل إلى فساد عرض أوعضو. ¶ 3-ان تكون العين المستحقة تحت يد عادية ولم تتعلق بها حقوق إلاخرين كالرهن أو إلاجارة. ¶ 2-نفقة الزوجة وإلاولاد: ¶ لحديث عائشة في الصحيحين (دخلت هندبنت عتبة امرأة أبي سفيان على رسول الله صلى الله عليه وسلم فقالت:يا رسول الله ان أبا سفيان رجل شحيح لا يعطيني من النفقة ما يكفيني ويكفي بني إلا ما أخذت من ماله بغير علمه فهل علي في ذلك جناح؟ فقال رسول الله صلى الله عليه وسلم (خذي من ماله بالمعروف ما يكفيك ويكفي بنيك)(1) [فتح الباري 13/146 والنوي/مسلم 12/7]. ¶ وهذا من الرسول ص افتاء وتشريع وليس قضاء. (2) [نظرية الدعوى 1/131]. ¶ ما اختلف في جواز تحصيله دون قضاء ¶ الحقوق التي في الذمة (الدين) ¶ اشتد خلاف الفقهاء في جواز تحصيل الدين دون قضاء وهم على رأيين: ¶ 1-المجيزون: أجاز جمهور الفقهاء استيفاء الحقوق بغير اذن الحاكم وعلى رأسهم الحنفية والشافعية والمالكية والشيعة وابن حزم وان كان الحنفية اكثرهم تضييقا في القضية. ¶ فالحنفية: لا يجيزون استيفاء الدين بدون القاضي إلا من (حبس حقه وصفته) فلا يجيزون أخذ الدراهم بدل الدنانير هذا مع العلم أن الحنفية أجازوا أخذ العين أو المنفعة ممن هي تحت يده دون اذن الحاكم. كالعين المغصوبة، والمبيع إذا كان تحت يد البائع بعد دفع الثمن ورفض البائع تسليمه. ¶ وأجاز الجصاص أخذ الدراهم بالدنانير استحسانا لا قياسا. (1) [البحر الرائق 7/192]. ¶ وان أخذ من غير جنسه ثم تلف في يده (تهلك هلاك الرهن بالدين) أي يضمن ما أخذ ضمان الرهن(2) [قرة عيون إلاخبار 1/380 والبحر الرائق 7/192]. ¶ أ-ادلة الماوردي للحنفية: ¶ واستدل الماوردي الشافعي بأدلة للحنفية منها:(3) [الحاوي للماوردي 13/84]. ¶ 1-(لا يحل مال امرىء مسلم إلا بطيب نفس منه)(4) [حديث صحيح رواه أبو داود (7539 صحيح الجامع 6/225)].",
            "page": "9",
            "part": "1"
        },
        {
            "id": "10",
            "nass": "2-روى أبو هريرة مرفوعا (آد إلامانة إلى من ائتمنك ولا تخن من خانك) (5)حديث صحيح رواه أبو دواد والترمذي والحاكم والدار قطني صحيح الجامع 238]. ¶ 3-لا يجوز للدائن أن يمتلكه (المأخوذ من غيرجنسه) فلم يجز أن يأخذه قياسا على ما في يد الغريم من رهون و ودائع. ¶ 4-لو أخذه لايجوز له بيعه ولا تملكه. فلا يحق اذن له أخذه. ¶ ب-ادلة ابن قدامة للحنفية: (6) [المغني 9/326]. ¶ 1-أخذ الشيء بدل الحق عوض والمعاوضة لا تجوز إلا برضا المتعاوضين للآية ( يا أيها الذين آمنوا لا تأكلوا أموالكم بينكم بالباطل... ) النساء: 39 ¶ 2- ( ومن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم... ) البقرة 194 ¶ ( وان عاقبتم فعاقبوا بمثل ما عوقبتم به... ) النحل 126 ¶ منعت إلايتان على وجوب المماثلة في القصاص. وأخذ غير جنس الحق ليس مماثلة فيقتصر على إلاخذ من الجنس. ¶ رأي المالكية: (7) [منح الجليل 4/321، إلاحكام في تمييز الفتاوى من إلاحكام ص27]. من كان له حق على غيره وكان ممتنعا عن أدائه فله أن يأخذ من مال المدين قدر حقه سواء كان هذا المال من جنس حق الدائن أم من غيرجنسه أما رأي القرافي: فهو كرأي الحنفية (8) [تهذيب الفروق 4/125]. ¶ رأي الشافعية: إن صاحب الدين له أن يستقل باستيفائه من مال غريمه سواء أكان المال من جنس حقه أم كان من غيره بشروط: (9) [الوجيز 2/260، مغني المحتاج 4/462 المهذب 2/319]. ¶ 1-أن يكون الشخص الذي عليه الحق ممتنعا عن إلاداء، فإن كان موافقا فللمدين الخيار في تعيين المال الذي يقضي به الحق. ¶ 2-أن يكون الدين حإلا. ¶ 3-أن لا يؤدي إلاخذ إلى فتنة أو مفسدة عظيمة. ¶ 4-أن يكون الدين حقا للعبد. ¶ رأي الشافعية في تحصيل المال إذا احتاج إلى اتلاف مثل كسر باب أو قفل: ¶ فيه قولان عند الشافعية: ¶ أ-لا يجوز إلاتلاف إلا إذا عجز تحصيله عن طريق القضاء. فإن لم يكن ممكنا عن طريق القضاء جاز بالشروط التالية:",
            "page": "10",
            "part": "1"
        },
        {
            "id": "11",
            "nass": "أ-أن لا يتلف شيئا يتعلق به حق الغير كأن تكون الدار مؤجرة أو مرهونة. ¶ ب- ان لا تكون وسيلة أخرى للتحصيل ليس فيها اتلاف. والضرورة بقدرها. ¶ ج-وذكر بعضهم أنه يشترط أن يقوم الدائن بنفسه فلا يوكل غيره، قال النووي : (1) [المنهاج مع مغني المحتاج 4/462]. ¶ (وإذا جاز إلاخذ، فله كسر باب ونقب جدار لا يصل المال إلا به) وقال النووي (ويدفع الصائل بإلاخف، فإن أمكن بكلام واستغاثة. (2) [المنهاج/مغني المحتاج 4/196]. ¶ حرم الضرب، أو يضرب بيد حرم السوط، أو بسوط حرم عصا، أو بقطع عضو حرم قتل، فإن أمكن هرب فالمذهب وجوبه) (3) [مغني المحتاج/ المنهاج 4/196]. ¶ أدلة الشافعية: ¶ 1-حديث هند زوجة أبي سفيان... قال الشافعي (... فاذن لها رسول الله صلى الله عليه وسلم لما شكته إليه أن تأخذ من ماله ما يكفيها وولدها بالمعروف، فمثله الرجل يكون له الحق على الرجل فيمنعه إياه فله أن يأخذه من ماله حيث وجده وهذا صحيح) (4) [الحاوي 13/84]. ¶ 2-الحديث (دعوه فإن لصاحب الحق مقإلا ) (5) [البخاري مع السندي 2/39]. ¶ 3-الحديث (لا ضرر ولا ضرار) (6) [صحيح رواه أحمد وابن ماجه حديث رقم 7393]، أنظر صحيح الجامع 4/194] ¶ 4-الحديث (لي الواجد يحل عرضه وعقوبته) (7) [5363 صحيح الجامع 5/112 رواه أحمد د، ن، هـ، ك وهو حسن]. ¶ 5-استدل ابن حزم بحديث مسلم عن عقبة بن عامر الجهني قال ص (ان نزلتم بقوم فأمروا لكم بما ينبغي للمضيف فاقبلوا، فإن لم يفعلوا فخذوا منهم حق الضيف الذي ينبغي لهم) ¶ ب-الرأي الثاني: ¶ يجوز إلاتلاف للظفر بالحق ولو أمكن تحصيل الحق بطريق القضاء.(8) تحفة المحتاج 10/289]. ¶ مسائل قالها الشافعية: ¶ 1-ضمان المأخوذ بالظفر: إذا هلك المال المأخوذ فإن ضمانه على إلاخذ (فيسقط من دينه الذي له على مالك المال الهالك بمقدار ما تلف) ورجح النووي هذا القول في المنهاج. (9) [مغني المحتاج/المنهاج 4/463].",
            "page": "11",
            "part": "1"
        },
        {
            "id": "12",
            "nass": "وقال بعض الشافعية بل يهلك على حساب صاحب الملك وليس على إلاخذ قياسا على الرهن (لأن الرهن يهلك على حساب المالك لا على حساب المرتهن عند الشافعية. ¶ 2-أخذ الحق من مال مدين المدين بغير قضاء: إذا كان لعمر على زيد دين ولزيد على سالم دين فهل لعمر أن يأخذ من مال سالم ما يستوفي به دينه؟ (01) [الدعوى/ د. محمد نعيم ص 154]. ¶ اجاز الشافعية إلاخذ بشروط: ¶ 1-أن لايظفر من مال المدين بما يستوفي منه حقه، أو يعلم أن أخذه من مال المدين يثير فتنة بخلاف مدين المدين ¶ 2-أن يكون المدين ومدينه جاحدين للدين أو ممتنعين عن وفائه أو مما طلين ¶ 3-أن يعلم إلاخذ المدين أنه أخذ من مدينه مقدار حقه ¶ 4- أن يعلم صاحب الحق مدين المدين بأن ما أخذه من ماله سدادا لحقه الذي على المدين(11) [تحفة المحتاج مع حاشية الشرواني 10/291، مغني المحتاج 4/464]. ¶ 3-جحود الدين: إذا كان لأحمد على زيد دين وكان لزيد كذلك دين على أحمد وجحد زيد دين أحمد فهل لأحمد أن يجحد دين زيد؟ ¶ أجاز الشافعية لأحمد جحود الدين وان اختلفا في الجنس ويكون من قبيل التقاض.(12) [تحفة المحتاج لابن حجر 10/292 ومغني المحتاج 4/464]. ¶ مذهب الحنبليه ¶ منع الحنبلية إلافراد من تحصيل حقوقهم بغير قضاء مهما كان الأمر (من جنسه أو من غيره، أقر المدين أوجحد، وسواء كان للدائن بينة أو لا واستثنى الحنبلية حإلات: ¶ 1-النفقة الواجبة على الزوج أو القريب لحديث هند رضي الله عنها. (1) [كشاف القناع 4/211]. ¶ 2-الضيافة الواجبة للضيف إذا منعها من وجبت عليه للحديث (ان نزلتم بقوم...) رواه مسلم (2) [القواعد لابن رجب ص 31-32]. ¶ ملاحظة: [الضيافة واجبة عند الحنبلية وابن حزم، وليس واجبة عند الجمهور]. ¶ 3-الطعام الذي يضطر إليه غير صاحبه (1) [القواعد ص31]. ¶ 4-النفقة التي ينفقها المرتهن على الدابة المرهونة فقد روي عن إلامام أحمد أنه أجاز للمرتهن أن يركبها ويحلبها بقدر ما ينفق عليها. (2) [المغني لابن قدامة 9/326].",
            "page": "12",
            "part": "1"
        },
        {
            "id": "13",
            "nass": "ترجيح مذهب الحنبلية: ¶ ذكرنا أن الحنبلية لايجيزون الظفر إلا في حالة الغصب فقط و نحن نميل إلى ترجيح مذهبهم لأنه أكثر انسجاما مع الشريعة إلاسلامية لأسباب:- ¶ 1-قال تعإلى ( يا أيها الذين آمنوا أطيعوا الله واطيعوا الرسول واولي الأمر منكم. فإن تنازعتم في شيء فردوه إلى الله والرسول... ) ¶ فرد الخصومات إلى الرسول ص في حياته وإلى الخليفة ونوابه بعد موته، ان قضاء القاضي غالبا أقرب إلى الحق والواقع من حكم صاحب الدين الذي يمكن أن يكون نسي مقدار دينه، أو إلاجل، وقد يكون المدين معسرا. ¶ 2-ان مذهب الحنبيلة أكثر تحقيقا للمصلحة العامة وذلك من ناحيتين: ¶ أ-ان الحق عندما ينكره من يطلب منه يصبح محل نزاع، والظاهر لا يشهد لصاحب الحق لأن الأصل براءة الذمم من الحقوق، وحتى يغير هذا الظاهر ليس له إلا اللجوء إلى القضاء وقبل ذلك يكون مخالفا للظاهر. ¶ ب-ان مصلحة إلامة تقتضي أن تقفل إلابواب وأن تسد الذارائع التي تؤدي إلى الفتن و منها السماح للأفراد بتحصيل حقوقهم بأنفسهم من غير تدخل القضاء. ¶ سبب الدعوى وركنها وأطرافها ومكانها ¶ سبب الدعوى: ¶ السبب: هو الحبل، اسباب السماء: مراقيها. ¶ اصطلاحا :(كل حادث ربط به الشرع أمرا آخر وجودا وعدما وهو خارج عن ماهيته) ¶ فالزوال سبب لصلاة الظهر وإلاتلاف سبب للضمان ورفع الدعوى غالبا إما أن يكون راجعا إلى بقاء نسل إنسان كالنكاح أو أمرا راجعا إلى بقاء نفسه أو ما يتبعها كإلاموال. ¶ وسبب الدعوى هو: إرادة المدعى ¶ ركن الدعوى: ¶ الركن: الجانب القوي ¶ اصطلاحا : ما يكون قوام الشيء بحيث يعد جزءا داخلا في ماهيته وهذا تعريف الحنفية فالركوع والسجود أركان في الصلاة. ¶ أما الجمهور: فلا يشترطون أن يكون الركن داخلا في الماهية. ¶ ركن الدعوى: القول ومدلوله ¶ مجلس القضاء: شرط في الركن و يدخل عندالجمهور في ركن الدعوى : الطرفان. والمحل (الشيء المدعى فيه أو الحق). ¶ أطراف الدعوى: ¶ المدعي والمدعى عليه ¶ شروطهما:",
            "page": "13",
            "part": "1"
        },
        {
            "id": "14",
            "nass": "1-أن يكون كا منهما أهلا للتصرفات الشرعية ¶ 2-أن يكون كل منهما ذا شأن ومنعة في الدعوى ¶ 3-أن يكونا معلومين محدودين ¶ التميز بين المدعي والمدعى عليه: ¶ 1-عند الحنفية: وهو رأي كثيرين من فقهاء المذاهب إلاخرى. ¶ المدعي: من إذا ترك الخصومة لا يجبر عليها ¶ المدعى عليه: من إذا ترك الخصومة يجبر عليها ¶ 2-عند جمهور المالكية والشافعية والزيدية ¶ المدعي: من لم يترجح قوله بمعهود أو أصل حال رفع الدعوى. ¶ المدعى عليه: من ترجح قوله بمعهود أو أصل حال رفع الدعوى. ¶ المعهود: العرف والعادة والغالب. ¶ المدعي: بعد قبول بينته لا يبقى مدعيا بل يسمى محقا. ¶ والأمر المصدق الذي إذا اعتضد به جانب أحد المتداعيين كان دليلا على أنه المدعى عليه هو: أحد إلاشياء التالية: ¶ 1-الأصل: الدلالة المستمرة أو استصحاب الحال إلاول. ¶ أ- الأصل براءة الذمة: من الحقوق قبل تحقق عمارتها فإذا عمرت تصبح أصلا. ¶ ب- الأصل الصحة حتى يتحقق المرض/ المرأة المطلقة تدعي على الورثة أن زوجها طلقها في مرض الموت فانكر الورثة فالقول للورثة لأنها تدعي خلاف الظاهر لأن الظاهر. .. ¶ ج- الأصل عدم المضارة والتعدي: فإذا ادعى المريض على الطبيب أنه قصد اضراره فالأصل ليس معه. ¶ د- الأصل في إلانسان الجهل بالشيء حتى يقوم الدليل على علمه: ¶ فلو ادعى مدعي الشفعة بعد عام أنه لا يعلم وادعى المشتري علمه فالأصل ضد المشتري. ¶ ه- الأصل هو الفقر: ¶ ملاحظة: ¶ (قاعدة: الأصل في إلامور العارضة العدم تضم كثيرا من هذه القواعد) (1) [الدعوى/محمد نعيم 1/193]. ¶ 2-الظاهر ¶ والظاهر يستفاد من أحد أمرين: ¶ أ- الأمر إلاول : العرف وهو: ما استقر في النفوس من جهة العقول وتلقته الطباع السليمه بالقبول. (2) [المدخل للزرقاء 2/288]. ¶ ويرجع إليه في كثير من المسائل الفقهية. كالصغر والكبر ومهر المثل والكفؤ والكسوة والمسكن والنفقة وألفاظ إلايمان والطلاق والوصية.",
            "page": "14",
            "part": "1"
        },
        {
            "id": "15",
            "nass": "قال المالكية: ويعتبر العرف من المرجحات القوية فقالوا (كل أصل كذبه العرف ر جح العرف) ¶ ب- القرائن وظواهر الحال وغلبة الظن. ¶ فالقرائن مع من حاز الملكية. هذا هو رأي المالكية ¶ رأي الشافعية: (معاييرهم وأوزانهم في التفريق) ذكر الشافعية ثلاثة معايير للتفريق بين المدعي والمدعى عليه. ¶ 1-أن المدعي هو المخبر بحق له على غيره - رأي طائفة ¶ 2-أن المدعى هو الذي لا يجبر على الخصومة - كرأي الحنفية- بعض الشافعية. ¶ 3-أن المدعي هو من يلتمس خلاف الظاهر- جمهورهم. ¶ والظاهر عند الشافعية نوعان: ¶ أ-ظاهر بنفسه: وهو أقوى أنواع الظاهر كالمستفاد من الأصل كالظاهر المستفاد من (الأصل براءة الذمة) ¶ ب-ظاهر بغيره وهو قسمان: ¶ 1-العرف والعادة. ¶ 2-قرائن الحال والدلائل والشافعية يقدمون إلاول (الظاهر بنفسه) على الظاهر بغيره عند التعارض. ¶ الفرق بين معيار المالكية والشافعية: ¶ المعيار واحد تقريبا إلا أنهم يختلفون في الترجيح عند التعارض فالمالكية يقدمون العرف والشافعية يقدمون الأصل. ¶ ترجيح معيار الحنفية: ¶ لاشك أن ميزان الحنفية أرجح من ميزان الجمهور في هذه القضية ولذا فقد قال الشوكاني عن معيارهم في التمييز بين المدعي والمدعى عليه (أن هذا المعيار أسلم ما ذكر مع أن معيار المالكية والشافعية أرجح منه) (1) [نيل إلاوطار 8/316]. ¶ ولترجيح الحنفية أسباب: ¶ 1-ان معيار الحنفية بسيط غير معقد ولا يجهد القضاة، فالقاضي يفترض في ذهنه أن أحدهما رجع عن دعواه فإن ترتب عليه اسقاط الدعوى فهوا المدعي ¶ 2-ان بناء التفريق بينهما على قوة الجانب أمر يحتاج إلى إلالمام بإلاصول الشرعية وإلاعراف السائدة وإلاحوال إلاجتماعية وقد تتعارض مع بعضها البعض فيلتبس الأمر على القاضي ويصعب الترجيح في كثير من إلامور التطبيقية الفرعية. ¶ 3-ان تعريف الحنفية مشتق من تعريف الدعوى (انه تصرف مباح مرتبط بارادة صاحبه). ¶ الفائدة المترتبة على التمييز بين المدعي والمدعى عليه:",
            "page": "15",
            "part": "1"
        },
        {
            "id": "16",
            "nass": "1-ان أهم ما يستفاد من معرفة المدعي من المدعى عليه هو تعيين الطرف الذي يقع عليه عبء إلاثبات والطرف الذي لا يكلف إلا باليمين عند تعذر البينة عند المدعي ¶ قال سعيد بن المسيب (ايما رجل عرف المدعي من المدعى عليه لم يتلبس عليه ما يحكم بينهما). (2) [المقومات لابن رشد 2/54]. ¶ وفي الحديث (البينة على من ادعى واليمين على من أنكر). (3) [لفظ الترمذي الصحيح]. ¶ (البينة على المدعي واليمين على المدعى عليه (4) [صحيح الجامع رقم 2894 جـ3/28]. ¶ يقول ابن رشد في كتابه(1) [المقدمات الممهدات2/316]. ( ان المعنى الذي من أجله كان القول للمدعى عليه هو أن له سببا يدل على صدقه دون المدعى في مجرد دعواه،وهو كون السلعة بيده، ان كانت الدعوى في شيء بعينه، أو كون ذمته بريئة على الأصل في براءة الذمم- ان كانت الدعوى فيما في الذمة، والمعنى الذي وجب من أجله على المدعي اقامة البينة على دعواه هي تجرد دعواه من سبب يدل على صدقه فيما يدعيه) ¶ وكذا فإن المدعي يهاجم وضعا مستقرا فعليه اقامة البينة لتغيير هذا الوضع. ¶ مكان الدعوى: ¶ يشترط في مجلس القضاء أن يكون في مكان يتيسر الوصول إليه وأن يوفر الراحة النفسية والجسدية للقاضي والمتحاكمين. ¶ اتخاذ الحجاب: ¶ 1-كره الكثير من الفقهاء اتخاذ الحجاب بدون ضرورة (من ولاه الله من أمر الناس شيئا فاحتجب عن حاجتهم وخلتهم وفاقتهم احتجب الله يوم القيامة عن حاجته وخلته وفاقته) (2) [حديث صحيح رواه أبو داود وابن ماجه والحاكم/ صحيح الجامع 6471 جـ5/368]. ¶ ولم يكن لرسول الله صلى الله عليه وسلم حجبة ¶ 2-وذهب آخرون إلى جواز اتخاذ الحجاب لأن أبا موسى الأشعري كان حاجبا لرسول الله صلى الله عليه وسلم يوم بئر اريس.(3) [الشيخان والترمذي /جامع إلاصول 562]. ¶ والحق أن إلاولى اتخاذ الحجاب بسبب ازدحام الناس حتى ينتظم العمل ويوفر الوقت وللستر على المتخاصمين ولكن بشرط أن يكون الحاجب حسن الخلق لين الجانب. ¶ اتخاذ المسجد للقضاء:",
            "page": "16",
            "part": "1"
        },
        {
            "id": "17",
            "nass": "اختلف الفقهاء في هذه القضية على ثلاثة آراء: ¶ 1-ذهب الحنفية والحنبلية إلى أنه لا بأس بالجلوس في المسجد للقضاء لأن رسول الله صلى الله عليه وسلم قضى ولاعن في المسجد وقضى أبوبكر وعمر وعثمان رضي الله عنهم في المسجد وقضى شريح والشعبي في المسجد. ولأن القضاء قربة فكونه في المسجد مما يرهب الناس من الكذب والظلم. ¶ 2-قال المالكية: الجلوس في المسجد للقضاء من السنة. ¶ قال مالك في المدونة (القضاء في المسجد من الحق، وهو من الأمر القديم، لأنه يرضى فيه بالدون من المجلس وتصل إليه المرأة والضعيف) (4) [أسهل المدارك 3/199 والقوانين الفقهية 284 وإلافصاح لابن هبيرة ص 425]. ¶ وقال مالك (كان من مضى يجلسون في رحاب المسجد واني لاستحب ذلك في إلامطار ليصل إليه اليهودي والنصراني والحائض والضعيف) (5) [فتح الباري 13/133]. ¶ 3-قال الشافعية: يكره القضاء في المسجد حتى لا يتعرض المسجد لرفع إلاصوات والمخاصمات وذوي الأعذار كالحائض والمشركين. وفي السنن الكبرى (جنبوا مساجدكم صبيانكم ومجانينكم وخصوماتكم ورفع أصواتكم وسل سيوفكم وإقامة حدودكم) (6) [السنن الكبرى 10/103]. ¶ وقد قال برأي الشافعية سعيد بن المسيب وعمر بن عبد العزيز. ¶ الرأي المختار: حبذا لو بنيت المحكمة والمسجد في بناء واحد ولكن بينهما حجاب حتى يجنب المسجد رفع إلاصوات وحتى يتذكر المتخاصمون الله برؤية المسجد. ¶ القاضي الذي ترفع إليه الدعوى: ¶ اختلف الفقهاء من يختار القاضي على رأيين: ¶ إلاول: ترفع الدعوى إلى القاضي الذي يختاره المدعي. وإلى هذا الرأي ذهب معظم فقهاء الشافعية والحنبلية وأبو يوسف. ¶ والسبب: أن المدعي هي المنشيء للخصومة فيعطى حق اختيار القاضي.(1) [أبو يعلى/ إلاحكام السلطانية (96) البحر الرائق 7/193، نهاية المحتاج 8/86، القواعد لابن رجب 362].",
            "page": "17",
            "part": "1"
        },
        {
            "id": "18",
            "nass": "الثاني: أن المدعى عليه هوالذي يختار القاضي- وإليه ذهب محمد من الحنفية وهو المفتي به في المذاهب. (2) [تكملة حاشية ابن عابدين 7/401، البحر الرائق 7/193]. ¶ وهذا هوالرأي إلارجح في نظرنا لأن المدعي مهاجم وهويريد أن يأخذ فلعله يخطط للدعوى منذ زمن. ¶ 3-رأي المالكية: يختلف الأمر حسب نوع القضية: ¶ أ-ففي دعاوي الدين: ترفع في المكان الذي يتعلق فيه الطالب بالمطلوب. (3) [الدعوى/ د. محمد نعيم ص 229]. ¶ ب- في دعاوي العين: للمالكية رأيان: ¶ 1-ترفع الدعوى في محل الشيء المدعى: وهذا رأي ابن الماجشون و سحنون وابن كنانة. (4) [شرح الخرشي 7/174، الدسوقي/الشرح الكبير 4/164، تبصرة الحكام 1/84]. ¶ 2-ترفع الدعوى حيث يكون المدعى عليه ولا ينظر إلى محل الشيء: وهذا المشهور من قولي المالكية وهو رأي مطرف واصبغ ونقل عن ابن القاسم ورأي ابن الماجشون أرجح. ¶ 1-لرؤية الشيء المدعى فيه. ¶ 2-لتوفير وقت القضاء وتخفيف مؤنة التنقل. ¶ أنواع الدعاوى ¶ تقسم الدعاوى باعتبارات: ¶ 1-إلاعتبار إلاول: باعتبار صحة الدعوى ومقدار توفر الشروط الشرعية فيها. ¶ 2-إلاعتبار الثاني: باعتبار تنوع الشيء المدعى واختلافه. ¶ أنواع الدعاوى باعتبار صحتها ¶ تقسم الدعاوى باعتبار صحتها إلى إلانواع التالية: ¶ 1-الدعوى الصحيحة المستوفية للشروط. ¶ 2-الدعوى الفاسدة (الناقصة) المستوفية للشروط الأصلية وبقي بعض الصفات الخارجية والفرعية، كان يدعي شخص على آخر بدين ولا يبين مقداره أو عقار ولم يحدده ¶ ويرجع الفساد إلى نقصان أحد شرطين: ¶ أ-شرط المعلومية: كالدين غير المعلوم. والعقار غير المحدد. ¶ ب- الشروط المعتبرة في التعبير المكون للدعوى: كأن يتردد في إلالفاظ (أشك أو أظن أن لي عليه ألف درهم) أو كأن يدعي شيئا ولم يذكر مكانه هذه الدعاوى لا ترد ولكن تصحح وتستكمل. ¶ واسم الدعاوى الفاسدة اصطلاح حنفي. ¶ أما الشافعية فيسمونها: الدعاوى الناقصة: وهي نوعان: ¶ 1-ناقصة الصفة: كالدين غير المعلوم",
            "page": "18",
            "part": "1"
        },
        {
            "id": "19",
            "nass": "2-ناقصة الشرط: كدعوى النكاح دون معرفة الولي والشهود. ¶ 3-الدعاوى الباطلة: وهي الدعوى التي تنقص شرطا من الشروط إلاساسية كأن يرفع الدعوى فضولي، والدعوى التي يرفعها من ليس أهلا للتصرفات الشرعية. ¶ أو الدعوى التي لا تستند إلى أصل: كأن يرفع دعوى على جاره لأن جاره موسر وهو فقير ولكن لا يتصدق عليه ولايقرضه أو دعوى ما ليس متقوما ولا مشروعا : كالخمر والخنزير والميتة. ¶ واسم الفاسد والباطل مترادفان عند غير الحنفية. ¶ ويقسم الماوردي هذا النوع من الدعاوى إلى ثلاثة أقسام: ¶ أ-ما عاد فساده إلى المدعي: كأن يدعي مسلم نكاح مجوسية أو قاديانية أو شيوعية أو بهائية. ¶ ب-ما عاد فساده إلى الشيء المدعي: وهي ثلاثة أقسام: ¶ أولا : دعوى ما لا تقر يده عليه: كالخمر والخنزير والسباع. ¶ ثانيا : دعوى ما تقر عليه اليد ولاتصح المعاوضة عنه كجلود الميتة والكلاب المعلمة والسماد النجسة. ¶ فهذه تقر عليها اليد للانتفاع بجلود الميتة إذا دبغت وبالسماد في الزروع وبالكلاب في الصيد والحراسة. ¶ فإذا توجهت الدعوى إلى شيء من هذا: ¶ أ-فإن كان تالفا : كانت الدعوى باطلة: لأنه لا يستحق بتلفها مثل ولا قيمة. ¶ ب-وان كانت باقية: فإن ادعاها بمعاوضة كالبيع فإن الدعوى باطلة إلا أن يكون قد دفع ثمنها فتكون دعواه متجهة إلى الثمن إن طلبه وأما إذا ادعاها بغير معاوضة فقد صحت دعواه من أحد ثلاثة: ¶ 1-دعوى غصبها ¶ 2-دعوى الوصية بها ¶ 3-دعوى هبتها ¶ ثالثا : دعوى ما تقرعليه اليد ملكا ولا يجوز أن ينتقل من مالك إلى مالك وهذا كالوقت. ¶ فالدعوى فيه على المالك فاسدة. ولا يجوز أن يسمعها القاضي على مالك لاستحالة انتقاله من ملكه إلى ملك غيره. ¶ ج-دعاوي تشبه الدعاوى الفاسدة (عند الحنفية) الناقصة عند الجمهور.(1) [الحاوي 13/45]. ¶ انتهى كلام الماوردي ¶ ومن أنواع الباطلة: دعوى المستحيل العقلي: بأجماع الفقهاء. ¶ دعوى المستحيل العرفي: جمهور الفقهاء.",
            "page": "19",
            "part": "1"
        },
        {
            "id": "20",
            "nass": "4-الدعاوى الممنوع سماعها: وهي صحيحة في أصلها وإنما منع سماعها لاقتضاء المصلحة. كدعوى التقادم (ما تقادم زمانه في يد المدعى عليه) (2) [الدعوى/ د.محمد نعيم جـ1/240]. ¶ أنواع الدعاوى باعتبار الشىءالمدعى ¶ الحقوق التي شرعها رب العالمين انما هي لحفظ الضرورات (إلاصول الخمسة): ¶ حفظ الدين، والنفس، والعقل، المال، النسل. ¶ وأضاف بعضهم: العرض، ولكن العرض يتعلق بالنسل أو يتصل به. ¶ والدعاوى بالنسبة للشيء المدعى ولحفظ هذه إلاصول قسمان: ¶ 1-فعل محرم وقع من المدعى عليه (دعاوي التهمة) يستوجب فاعله العقاب شرعا كالقتل والسرقة وقطع الطريق. ¶ 2-دعاوي (غير التهمة): كالبيع والرهن والقرض وفي هذه القضايا يكون المدعى فيه عينا أو دينا أو حقا شرعيا. (1) [نظرية الدعوى/ محمد نعيم1/241]. ¶ فائدة هذا التقسيم: ¶ تظهر فائدة هذا التقسيم في إلاجراءات والطرق المتبعة للاثبات في كل من القسمين: ¶ 1-إن كثيرا من دعاوي التهم والعدوان لا يثبت إلا بنصاب معين من الشهود يزيد في بعضها عن النصاب المطلوب في الدعاوى إلاخرى، وكثيرا منها لا يثبت بالنكول إذا صدر من المدعى عليه. ¶ 2-إن كثيرا من الفقهاء قد أجازوا في حق المتهم أساليب من إلاجراءات لا يجوز اتخاذها في الدعاوى إلاخرى وذلك كحبس المتهم أو تعزيره إذاكان ممن تلحيقهم التهمة المنسوبة إليه أو كان مجهول الحال. ¶ 3-وفي حالة عدم ثبوت الدعوى تختلف النتائج وإلاحكام المترتبة على ذلك، فإن كانت من القسم إلاول حيث يستوجب المدعي تعزيرا أو حدا أو قصاصا بخلاف القسم الثاني فلا تستوجب ذلك إلا في حإلات نادرة. ¶ وعند المالكية: إذا كان المدعى عليه من أهل الخير والدين والصلاح فإن هذه الدعاوى لا تقبل عليه، بل يرون تعزير المدعي حتى لا يتطرق إلاراذل وإلاشرار إلى أذية أهل الفضل وإلاستهانة بهم. (2) [تبصرة الحكام2/153]. ¶ ويقابل هذا في الفقه الوضعي الدعاوى (المدنية والجنائية). ¶ 1-فالدعاوى المدنية: تخضع لقانون المرافعات.",
            "page": "20",
            "part": "1"
        },
        {
            "id": "21",
            "nass": "2-والدعاوى الجنائية: وتسمى الدعاوى (العمومية) ولا تخضع للمرافعات وتباشرها النيابة العامة. ¶ ويقابله في الفقه إلاسلامي: ¶ حق الله (الشرع): ولا يجوز التنازل عنه. ¶ حق العبد: ويجوز التنازل عنه. ¶ الدعاوى باعتبار الدين والعين: ¶ 1-دعاوي العين: العين في الفقه إلاسلامي أكثر اتساعا من الحق العيني في القانون الوضعي. ¶ 2-دعاوي الدين: والدين في الفقه إلاسلامي اضيق منه في الوضعي. ¶ أ-فالدين(في الفقه الحنفي) يقتصر على مايثبت في الذمة ومحله (مبلغ من النقود أو إلاشياء المثلية) ¶ وإلاشياء المثلية هي: المكيلات، الموزونات، المذروعات (القياسات)، العدديات المتقاربة. ¶ ب-أما الدين (عند جمهور الفقهاء): فهوا أوسع قليلا من الدين عند الحنفية إذ يشمل ما يمكن ضبطه بالوصف عن طريق عقد السلم. ¶ وهذه الدعاوى تقابل الدعاوى الشخصية في القانون ولكنها في القانون أوسع لأنها تشمل جميع دعاوي إلالتزام. ¶ إلالتزام: باعطاء شيء أوعمل أو إلامتناع عن عمل أو تسليم عين بإلاضافة إلى دعاوى الدين الذي تقتصر عليه دعوى الدين في الفقه إلاسلامي. ¶ أما دعاوى التصرف: فهي دعاوي عين في الفقه إلاسلامي سواء توجهت إلى المنقول أو العقار لأنها تهدف إلى حماية إلاعيان. وهناك دعاوى اختلف عليها شراح القانون مثل: دعاوي الفسخ، دعاوى القسمة، دعاوى البطلان، دعاوى ابطال تصرفات المدين، دعاوى فصل الحدود. ¶ فبعض القانونيين اعتبرها عينية وبعضهم اعتبرها دعاوى شخصية. ¶ أما الشرع: ¶ فالفسخ: يتبنى نوع دعواه على المحل الذي توجهت إليه الدعوى وينظر فيها إلى دعوى المدعي. ¶ فالمطالبة بفسخ دين هي (دعوى دين) كفسخ عقد القرض والكفالة والمطالبة بفسخ يترتب عليه (التزام بالعين) يسمى دعوى عين. ¶ وعلى سبيل المثال: ¶ دعوى فسخ عقد البيع ¶ 1-ان قام بها البائع: دعواه دعوى عين. ¶ 2-ان قام بها المشتري: دعواه دعوى دين. ¶ وعليه:",
            "page": "21",
            "part": "1"
        },
        {
            "id": "22",
            "nass": "1-فدعوى العين: كل دعوى ترفع لتثبت حقا في العين أو لتثبت ما يؤول إلى اثبات حق في العين. ¶ 2-والدعوى بالدين: كل دعوى ترفع لتثبت دينا في ذمة المدعى عليه أو اسقاطه من ذمة المدعي. ¶ 3-دعاوى الحقوق الشخصية: ونقصد بها الدعاوى التي لا تدخل تحت الدين ولا تحت العين وليس لها خصائصها من قابلية للانتقال بعوض أو بغيره ومعظمها يتعلق بالحقوق العائلية من نسب و نكاح وحضانة ومنها دعاوى الشفعة. (1) [أدب القضاء لابن أبي الدم 125، نظرية الدعوى محمد نعيم 1/247]. ¶ ملاحظة: دعاوى العين. ¶ 1: تنصب على الحق العيني. ¶ 2: ولا تحتاج إلى وساطة المدين ¶ 3: ولا يرد على العين إلاجل. ¶ 4: ولا تصح بها المقاصة. ¶ 5: ولا يجوز فيها إلابراء. والدين خلاف هذا. ¶ فائدة التقسيم: ¶ 1-معرفة الخصم الذي توجه إليه الدعوى. ¶ 2-معرفة الطريقة التي بها يعلم الشيء المدعى في الدعوى. ¶ 3-هنالك فائدة ثالثة -عند المالكية- وهي معرفة القاضي المختص بنظر الدعوى ففي دعوى الدين الذي يختار القاضي هو المدعي. ¶ وفي دعوى العين رأيان أشهرهما وهو قول (مطرف وأصبغ) في محل المدعى عليه. وأرجحهما-في نظرنا- رأي ابن الماجشون وهو محل العين المدعاة. ¶ دعاوي الحيازة ¶ الحيازة: ضم الشيء/ لغة. ¶ اصطلاحا : استيلاء الشخص على عين من إلاعيان بحيث تكون تحت قدرته وسيطرته. ¶ وهي تختلف عن الملك فهو: ¶ استحقاق التصرف في الشيء بكل ما يجوز شرعا أصالة قال ابن رشد:(1) [العقد المنظم للحكام 1/250]. ¶ الحيازة بثلاثة أشياء: ¶ 1-بالبيع والهبة ¶ 2-الزرع وإلاستغلال والسكن. ¶ 3-الغرس والبناء وإلاحياء ¶ أما مراتب الحيازة عند العز بن عبد السلام(2) [قواعد إلاحكام2/141]. فهي أربعة: ¶ 1-ما اشتد اتصاله بإلانسان كثيابه التي هو لابسها. ¶ 2-السباط الذي تحته والدابة التي يركبها. ¶ 3-الدابة التي يسوقها. ¶ 4-داره التي يسكنها. ¶ فائدة الحيازة (وضع اليد): ¶ يجب لمعرفة فائدة الحيازة التفريق بين حالتين: ¶ 1-عند معرفة مصدر الحيازة:",
            "page": "22",
            "part": "1"
        },
        {
            "id": "23",
            "nass": "فإذا كانت شرعية: كالملك والبيع وإلارث: يقر صاحبها. ¶ وإذا كانت باطلة: كالسرقة والغصب تبطل (2) [الفروق 4/78 تحفة المحتاج 10/266]. ¶ 2-عند جهل مصدرها: فهي مع صاحب اليد لأنها (ظاهر) ولكن عند البينه تقدم البينة ¶ ومع تقادم الزمن قد ترجح على البينة بل تهدر البينة بجانبها فيحكم بالملك لصاحبها -عند المالكية- وترفض الدعوى -عند الحنفية- (3) [الفروق للقرافي 4/78]. ¶ وهناك حديثان: ¶ 1- (من حاز شيئا عشر سنين فهو له) ¶ 2-( لا يبطل حق امرىء مسلم وان قدم) (4) [حديث مرسل عن زيد بن أسلم ورد في الجامع لعبد الرازق ذكره الشيخ عليش في منح الجليل 4/340]. ¶ وهذا يعني أن الشيء قد يحكم به للحائز قضاء ولا يحل له شرعا (ديانة) ¶ قال ابن رشد (الحيازة لا تنقل الملك عن المحوز عليه إلى الحائز ولكنها تدل عليه كارخاء الستور ومعرفة الحفاص (الوعاء) والوكاء (الخيط) في اللقطة) (5) [منح الجليل 4/336 والفواكه الدواني 3/149]. ¶ فالحيازة: إما: ¶ أ-أن تكون موجبا للحق وأثرا من آثاره. ¶ ب-أو تكون دليلا أوليا عليه. ¶ دعوى دفع التعرض ¶ التعرض في اللغة: التعدي ¶ التعرض اصطلاحا : أن يحاول غير ذي حق إلاستيلاء على ما هو لغيره بالقهر والغلبة، أو بإلاستعانة بقضاء القاضي. ¶ ولذا يرفع صاحب الحق دعوى يطلب بها منع تعرضه له إن لم يستطع دفعه بنفسه. ¶ وقد أجاز الفقهاء هذه الدعوى مهما كان محلها: عقارا أو منقولا و ذهب فقهاء المذهب الشافعي إلى جوازها لدفع تعرض موجه إلى ذمة شخص آخر، كأن يدعي عليه شخص آخر بدين ويشنع عليه في جاهه. ¶ وهي تختلف عن دعوى (قطع النزاع) ¶ ملاحظة: (دعوى قطع النزاع: طلب إنسان غيره عند القاضي بدون أن يعارضه في شيء يضره ويقول للقاضي: بلغني أن فلانا يريد منازعتي فاريد إحضاره حتى إذا كان له حق علي فليبين حجته وإلا فليعترف أني برىء، فهذا القول لا يسمع) لأن المدعي لا يجبر على الخصومة) (1) [البحر الرائق 7/194].",
            "page": "23",
            "part": "1"
        },
        {
            "id": "24",
            "nass": "وبإلامكان رفع الدعوى: لسد طاقة، أو ازالة فرن أو مطبخ عند جاره يضر به، فلصاحب اليد أن يرفع دعوى إزالة هذه إلاشياء إن قامت، أو إيقافها إن بدأت، أو إزالة ما لم يكتمل منها. ¶ شروط هذه الدعوى: ¶ 1-أن يكون المدعى به معلوما -بذكر المال المعتدى عليه. ¶ 2-ذكر العدوان الحاصل. ¶ 3-بيان أن المدعى به الذي تعرض للاعتداء ماله. ¶ 4-بيان أن المدعى عليه لاحق له فيه. (2) [البحر الرائق 7/194 الحاوي الكبير 12/44 المغني 9/85 أدب القضاء للغزي ق5]. ¶ دعوى استرداد الحيازة ¶ والحيازة نوعان: ¶ 1-الحيازة المستندة إلى حق معروف: يجوز لصاحب اليد المحقة أن يطلب من القاضي إعادة حيازته للعين المغصوبة منه بالجبر أو القهر أو الحيلة. ¶ 2-الحيازة المجهولة الأصل: يقضي فيها بين المتنازعين وفق الأسس التالية: ¶ أ-يقضى بها لمن أقام البينة عليها: فإن تساويا في ذلك جعلت الحيازة لهما جميعا وذلك لأن اليد مقصودة كالملك فصح طلبها وجاز اثباتها بالبينة. إذ باليد يتوصل إلى إلانتفاع بالملك والتصرف فيه. ¶ ب-إذا عدمت البينة: تجعل الحيازة لمن يصنع يده على العين بالفعل والواقع. ¶ فإن كانت الحيازة لها فضلت الحيازة إلاقوى فيقضى لراكب الدابة على سب سائقها وقس على ذلك. ¶ وإذا أقام أحدهما البينة على الملك جعل له ذلك ولا منافاة بين القضاء باليد لشخص والملك لآخر.(1) [المبسوط 17/35 تكملة فقتح القدير 6/256 البحر الرائق 7/33 تبين الحقائق 4/327]. ¶ شروط الدعوى ¶ أ-الشروط في أطراف الدعوى: ¶ 1-المدعي. ¶ 2-المدعى عليه. ¶ 3-المدعى به. ¶ ب-شروط ركن الدعوى (الصيغة): ¶ وقد تمشينا في هذا التقسيم مع المصطلح الحنفي الذي يعتبر الركن جزء داخلا في الماهية، ولو سرنا مع مصطلح الجمهور لدخلت هذه الشروط جميعا تحت اسم (شروط ركن الدعوى) ¶ الشرط: ¶ الشرط عند إلاصوليين والفقهاء: كل أمر ارتبط به غيره عدما ووجودا وهو خارج عن ماهيته.",
            "page": "24",
            "part": "1"
        },
        {
            "id": "25",
            "nass": "أي: (ما يقتضى من عدمه العدم ولا يقتضي من وجوده الوجود) (2) [ارشاد الفحول 7 ابن الحاجب 2/7 الفروق 1/61]. ¶ فالوضوء شرط في صحة الصلاة فإذا فقد فقدت الصلاة ولكن وجوده لايدل على وجود الصلاة، وأهلية العاقد شرط في صحة البيع ولكنها لا تدل على وجوده. ¶ والشروط بوجه عام مكملات للأمور المشروطة بنظر الشارع كتكميل الصفة للموصوف بحيث أن عدمها يخل بالمقاصد الشرعية من إلاحكام فمثلا : ¶ القدرة على التسليم: مكملة لغاية البيع لأنه سبب الملكية وغاية الملكية الوصول إلى إلانتفاع، فعدم، مكان تسليم المبيع يخل بهذه الغاية المشروع من أجلها فلذا كانت هذه القدرة شرطا في البيع.(3) [المدخل الفقهي للزرقاء 1/290]. ¶ أنواع الشرط باعتبار المصدر ¶ 1-شرط شرعي: يفرضه الشارع ويجعل الأمر المقصود مرتبطا به عدما. ¶ 2-شرط إرادي: ينشئه إلانسان بنفسه فيجعل عقوده مرتبطة به ومعلقة عليه. ¶ والذي يهمنا هو النوع إلاول من الشروط وهو الشرط الشرعي. ¶ شروط الدعوى: (1) [د. محمد نعيم274]. ¶ 1-إلاهلية في المدعي والمدعى عليه: والمقصود بإلاهلية: أهلية إلاداء وهي صلاحية الشخص لأن تصدر عنه أقوال وأفعال معتبرة شرعا أو (صلاحية الشخص للتصرف بحقوقه واداء التزاماته دون أن ينوب عنه آخر). (1) [ المدخل الفقهي/حسين حامد 330]. ¶ واساس أهلية إلاداء: العقل والتمييز، وعلامة العقل والتمييز: هو بلوغ إلانسان عاقلا. ¶ والتمييز عند الحنفية يبدأ بعد سن السابعة من عمره ولذا تثبت للصبي فوق السابعة عند الحنفية أهلية أداء ناقصة بينما الجمهور يخالفون الحنفية ويرون أن خطاب التكليف لا يتوجه إلى الصبي المميز مطلقا لعدم ثبوت أهلية هذ الخطاب لديه ولذا يحكمون ببطلان تصرفاته كلها لا فرق بين النافع والضار منها.(2) [ المدخل الفقهي/ حسين حامد 331]. ¶ 2-شرط الصفة في كل من المدعي والمدعى عليه: وهو أن ترفع الدعوى ممن له شأن على خصم له شأن في الخصومة والحق المتنازع عليه.",
            "page": "25",
            "part": "1"
        },
        {
            "id": "26",
            "nass": "3-شرط المصلحة: أي وجود منفعة للمدعي بدعواه. ¶ 4-كون المدعي به حقا من الحقوق المعترف به شرعا. ¶ 5-شرط تعيين المدعى عليه: أي أن يكون معلوما ¶ 6-شرط المكان: كون الدعوى في مجلس القضاء ¶ 7-شرط المعلومية: أي أن يكون المدعى به معلوما. ¶ 8-شرط ثبوت المدعى به عقلا وعادة: وفيه مخالفة الشافعية للمذاهب إلاخرى. ¶ 9-شروط في ركن الدعوى. ¶ 01-شرط حضور المدعى عليه مجلس القضاء. ¶ إلاهلية قسمان: ¶ أهلية وجوب: وهي صلاحية إلانسان لثبوت الحقوق له أو عليه ومناطها: إلانسانية ومحلها: الذمة: وهي الصفة إلانسانية التي بها ثبتت للإنسان حقوق قبل غيره ووجب عليه واجبات لغيره. ¶ رأي علماء الحنفية في اثبات اليد ¶ ان العين المدعاة قد تكون منقولا أو عقارا وعند سؤال القاضي للمدعى عليه ام ا أن ينكر وإم ا أن يقر: ¶ 1-فإن أنكر: (1) [فتح القدير 6/146 الفتاوى الهندية 4/9 درر الحكام 2/321]. يكلف المدعي باثبات وضع المدعى عليه يده على الشيء. ¶ 2-وان أقر المدعى عليه: ¶ أ-ففي حالة المنقول: يقبل الإقرار ويسمى التصادق. ¶ ب-وفي حالة العقار: ¶ 1-فإن ادعى المدعي فعلا كالغصب والشراء من ذي اليد لم يكن المدعي بحاجة إلى اثبات وضع اليد لأن الخصم في دعوى الفعل هو الفاعل أو صاحب اليد فيجوز رفع الدعوى على أحدهما. ¶ 2-إذا ادعى ملكا مطلقا : فهنا اختلف الحنفية على رأيين: ¶ أ-قال بعضهم: يلغي الإقرار ويسمى التصادق. ¶ ب-وقال إلاخرون: لابد من اثبات وضع اليد أو علم القاضي و أصحاب هذا الرأي انما اشترطوا إلاثبات خوفا من المواطأة والمواضعة (إلانفاق) بين المدعي والمدعى عليه على أخذ شيء من يد ثالث فيدعي المدعي وضع يد المدعى عليه ويقر إلاخر على وضع اليد ثم ينكر المدعى عليه الملكية فيثبتها المدعي ويحكم له القاضي ثم يتبين من بعد أن القضية عملية احتيال اتفق عليها المدعي والمدعى عليه والملك حقيقة إنما هو لشخص ثالث خارج عن الصورة.",
            "page": "26",
            "part": "1"
        },
        {
            "id": "27",
            "nass": "ففي حالة الإقرار (في المصورة السابقة) القضية بين اثنين إما في حالة إلاثبات فالقضية يشترك فيها أربعة (المدعي والمدعى عليه والشاهدان والتواطؤ بين أربعة أصعب من التواطؤ بين اثنين احتياطا لزمت البينة (وما لايدرك كله لايترك كله). ¶ وقد أجاب صدر الشريعة على أصحاب هذا الرأي بجوابين: ¶ أ-أن بينة الملك إن كانت صادقة فلا ضرر من التواطؤ وان كانت كاذبة فمن يكذب في بينة الملك يمكن ان يدبر الكذب في اثبات اليد. ¶ ب-إن السبب الذي قالوه في العقار يوجد في المنقول: إذ من الجائز أن يكون الشيء في يد المدعى عليه أمانة أو إمارة أو رهنا. ¶ والحق مع الذين لايفرقون بين العقار والمنقول ¶ الشروط المطلوبة في أطراف الدعوى (1) [الدعوي محمد نعيم 1/275]. ¶ أطراف الدعوى: المدعي، والمدعى عليه، والحق المدعى. ونبدأ في شروط المدعي والمدعى عليه: ¶ شروط المدعي والمدعى عليه ¶ 1-الشرط إلاول: إلاهلية (أهلية إلاداء) ¶ اتفق الفقهاء-في الجملة- على وجوب شرط إلاهلية في المدعي والمدعى عليه. وأما من ليس أهلا فيطالب له بحقه ممثله الشرعي من ولي أو وصي. ¶ وللمذاهب تفصيل في اشتراط إلاهلية: ¶ فالحنفية: لا يشترطون كمال إلاهلية في الطرفين. ¶ والمالكية: لا يشترطون كمال إلاهلية في المدعي فقط. ¶ أما الشافعية والحنبلية: فيشترطون كمال إلاهلية في الطرفين. ¶ وبيان هذا كما يلي: ¶ 1-رأي الحنفية: ذهب الحنفية إلى أنه يجوز للصبي المميز المأذون له أن يرفع الدعوى، ويجوز أن يكون الصبي المميز مرفوعا عليه دعوى لأن الدعوى من التصرفات التي تدور بين النفع والضرر فتصح من الصبي المميز مع اذن وليه ولا تصح بدون إذن وليه.(1) [البحر الرائق 7/191 درر الحكام 2/330 الفتاوى الهندية 4/2]. ¶ 2-رأي المالكية: أما المدعي فلا يشترط فيه إلاهلية الكاملة بل تصح الدعوى من السفيه والصبي- وان كان محجورا عليه- أي لا يشترط اذن الولي كما هو الأمر عند الحنفية.",
            "page": "27",
            "part": "1"
        },
        {
            "id": "28",
            "nass": "أما المدعى عليه: فتشترط أهليته الكاملة.(2) [مواهب الجليل 6/127 تبصرة الحكام 1/107]. ¶ 3-رأي الشافعية: يشترط البلوغ في الطرفين و تسمع الدعوى على المحجور عليه فيما يصح به إقراره فتسمع الدعوى بالقتل على السفيه المحجور عليه. ¶ والشافعية يسمعون الدعوى من الذمي والمستأمن والمعاهد وعليهم ولكنهم لا يسمعونها من الحربي.(3) [حاشية قليوبي/ المحلي 4م163 تحفة المحتاج 10/293 مغني المحتاج 4/110]. ¶ 4-رأي الحنبلية: يشترط البلوغ في الطرفين ولكن تصح على السفيه فيما يؤخذ به حال سفهه فتصح دعوى الطلاق والقذف(4) [منتهي إلارادات 2/808 كشاف القناع4/277]. ¶ تنبيه: فقهاء المذاهب غير الحنفية أجازوا إلادعاء على الغائب.. ¶ فاجازوا إلادعاء على الصغير والمجنون والميت إذا كان مع المدعي بينة بما يدعيه وكانت حاضرة لديه وبشروط كثيرة ويحلفه القاضي يمين (إلاستظهار) ويذكر فيها انه لم يستوف ما ادعى به ممن أقام البينة عليه ولا أبرأه من ذلك. ¶ أما الحنفية: فلا يجيزون مثل هذه الدعاوى. ¶ 2-الصفة ¶ أ-الصفة في المدعي: يشترط في المدعي أن يكون صاحب شأن بأن يكون: إما، ¶ 1-صاحب الحق. ¶ 2-وكيله أو وليه أو وصية. ¶ 3-أن يكون دائنا لصاحب الحق فيرفع الدعوى على مدين مدينه حتى ينال ثمار دعوته مما يحصله من دين مدينه وخاصة إذا حجر على المدين أو أعلن افلاسه. (1) [مغني المحتاج 2/147]. ¶ 4-من رفع الدعوى على من أضر بالطريق العام. ¶ 5-يجوز لأهل القرية أن يرفعوا الدعوى عن جميع سكان القرية لمن أراد أن يضر بمصالحهم إذا كانوا غير محصورين (أكثر من مائة).",
            "page": "28",
            "part": "1"
        },
        {
            "id": "29",
            "nass": "6-أي فرد مسلم له أن يرفع دعوى يطالب فيها بحق من حقوق الله من قبيل الحسبة (الأمر بالمعروف والنهي عن المنكر) فكل حق رجح فيه حق الله على حق العبد يكون فيها المد عى (مدعيا وشاهدا ) فإذا رجح حق العبد يشترط تقديم الدعوى من صاحب الحق (خير الشهود من أدى شهادته قبل أن يسألها).(2) [رواه أبو داود والترمذي وأحمد وابن ماجه 3272 صحيح الجامع]. ¶ ومن المسائل التي يقبل فيها الدعوى حسبة: ¶ جميع الحدود عدا القذف والسرقة لغلبة حق العبد فيها. ¶ وهذا رأي الحنفية فيما يغلب فيه حق الله على حق العبد، ورأي المالكية فيما هو حق لل ه خالصا كالصلاة والصيام والزكاة والحج. ¶ وهو رأي القاضي حسين من الشافعية أما جمهور الشافعية: فلا تقبل الدعوى في حقوق الله إلا عند الحاجة وهم متفقون مع جمهور الفقهاء أن الشهادة تقبل حسبة (3) [أدب القضاء لابن أبي الدم ق77]. ¶ وصرح الحنبلية بعدم جواز الدعوى في حق الله ولكنهم أجازوا سماع البينة، والواقع أن خلاف الفقهاء حول هذه المسألة لا يكاد يكون له أثر في التطبيق العملي وذلك لأنهم متفقون على سماع شهادة الحسبة في حق الل ه، فمن أجاز بعد ذلك رفع الدعوى بحق الل ه لم يضف شيئا جديدا لأن فائدة الدعوى طلب احلاف المدعي عليه إن أنكر، وحقوق الل ه لا يمين فيها باتفاق الفقهاء.(4) [كشاف القناع 4/194]. ¶ فتكون النتيجة أن دعوى الحسبة كشهادة الحسبة ولم يبق بينهما فرق إلا بالتسمية وقد تقدم أن مدعى الحسبة هو في حقيقة الأمر مدع من جهة وشاهد من جهة أخرى وأنه لا حرج في التسميتين. ¶ ب- الصفة في المدعى عليه ¶ لا تصح الدعوى إلا في وجه من يعتبره المشرع خصما. ¶ من هو الخصم: (يكون المدعى عليه خصما : إذا ترتب على إقراره حكم ويكون بإنكاره خصما ) والنائب الشرعي أو إلاتفاقي يقوم مقام إلاصيل في رفع الدعوى أي من ينوب عن الخصم: كالوكيل والولي والوصي والقيم أو الكفيل أو الوارث. ¶ 1- الخصم في دعاوى العين: صاحب اليد",
            "page": "29",
            "part": "1"
        },
        {
            "id": "30",
            "nass": "فالخصم في البيع والشراء: هو المشتري إذا استلم المبيع وأما قبل التسليم فالخصم هو إلاثنان. ¶ فالخصم في الشفعة : هو المشتري إذا استلم المبيع. ¶ كيفية ثبوت اليد: بالإقرار ويسمى (التصادق) سواء في العقار أو المنقول. أو بالبينة.(1) [فتح القدير 6/146]. ¶ 2-الخصم في دعاوى الدين: الدين وصف في الذمة ولا يتصور فيه اليد والحيازة، ولذلك فإنه لا يكون خصما في دعوى الدين إلا من هو في ذمته أو نائبه في الخصومة. ¶ فلا توجه الدعوى إلى غاصب عين من المدين ولا إلى مستأجر عين من المدين. ¶ 3-الخصم في دعاوي الفعل: هو الفاعل: أي في الغصب هو الغاصب. ¶ 4-الخصم في دعاوى القول: هو القائل كالطلاق وإلابراء والإقرار. ¶ 5-الخصم في دعاوى العقد: هو المباشر: للعقد أو نائبه ¶ 6-الخصم في دعاوى الحقوق: كالحضانة والرضاعة: من له شأن بالدعوى وينازع المدعي في حقه ويمنعه من التمتع. ¶ 7-الخصم في دعاوى النسب: من يترتب على إقراره حكم. ¶ ج-الشرط الثالث في المدعى عليه: ¶ أن يكون معلوما. (2) [نظرية الدعوى1/300]. ¶ د-الشرط الرابع في المدعى عليه: الحضور (حضور الخصم) وهذا الشرط ليس لصحة الدعوى ولكنه شرط لصحة القضاء والحنفية يشترطون البينة قبل إحضار الخصم. ¶ الأدلة: ¶ ذهب فريق إلى عدم جواز ها لأن الدعوى ترفع في وجه خصم بعد حدوث نزاع أما قبله فمن العبث النظر في قضية لا خصومة فيها لأن القضاء لفصل الخصومات. ¶ وذهب فريق آخر إلى جواز استماعها لأن فائدة القضاء شيأن: ¶ 1-فصل الخصومات. ¶ 2-اثبات الحقوق و حفظها و حمايتها وإلى هذا ذهب ابن القاسم من المالكية والحنابلة في قولي راجح. ¶ إبن فرحون قال: يجوز للجار أن يرفع دعوى لجاره الغائب لحفظ حقه من الضياع. ¶ قال إبن القاسم يجوز سماع البينة و حفظها قبل الخصومة فإذا كان خصم قرأ القاضي عليه البينة و عر فه بالشهود وطلب منه أن يبدي دفعه فإن لم يكن له مدفع لزمه القضاء.",
            "page": "30",
            "part": "1"
        },
        {
            "id": "31",
            "nass": "ونقل الحنبلية عن الحنفية: جواز سماع هذه القضايا ولكن القاضي عند الحنفية ينصب خصما مسخرا أما الحنبلية فلا ينصبون خصما مسخرا. ¶ ولكن الرأي الراجح عند الحنفية أن الخصم المسخر لا يكون إلا عن خصم غائب وليس عن خصم مقترض أو مقدر والخصم المسخر لا يجوز القضاء عليه إلا في الحالات التي أجيز فيها القضاء على الغائب. ¶ شروط المدعى به ¶ 1-يشترط في المدعى به أن يكون فيه مصلحة مشروعة أي: ¶ أ-فيه مصلحة. ¶ ب-محمية شرعا. ¶ ج-ترتب نفع على المطالبة. ¶ 2-شرط إلالزام في الدعوى. ¶ 3-معلومية المدعى به. ¶ 4-احتمال ثبوت المدعى به عادة وعقلا. ¶ أ-المصلحة: ¶ يشترط في الدعوى أن تعود بمصلحة على المدعى عليه. ¶ المصلحة كل ما يفيد في حفظ إلاركان الخمسة, والمصالح المرسلة محمية في الشرع, وقد يتخلى الشرع عن حماية المصلحة إذا أدت إلى مفسدة أعظم (التعسف في استعمال الحق) كالضحاك-والله ليمرن به ولو على بطنك- والتعسف في استعمال الحق: هو استعمال حق يؤدي إلى مفسدة أعظم (ولا تقبل الدعوى على القاضي بأنه ظلم, ولا على الشهود بالزور وليس معه بينة). ¶ ب-إلالزام: ¶ يشترط الدعوى في أمر ملزم للمدعي عليه إذا ثبت إلادعاء. ¶ فلا تقبل الدعوى: في الهبة قبل قبضها, وفي الوكالة التي لا يتقاضى عليها الوكيل أجرا وكذلك الوعد بشىء: لأن الواهب بامكانه أن يتراجع ولو ثبت وعده بالهبة. ¶ الدعوى بالدين المؤجل: منعها المالكية والراجح عند الشافعية والحنابلة في أحد القولين. و أجاز ها الحنفية وقول عند الشافعية وقول عند الحنبلية وهذا هو الرأي الراجح وذلك لأن إلاجل يجعل الدين غير ملزم إلان أما المبيحون فقالوا: إن الدعوة لاثبات الحق وجمع البينات وليس لدفع الدين. (1) [تبصرة الحكام 1/137 المحلي/ المنهاج 4/337 تحفة المحتاج 10/202 غاية المنتهي 3/448 كشاف القناع 4/203].",
            "page": "31",
            "part": "1"
        },
        {
            "id": "32",
            "nass": "وذلك كالمدين إذا أراد السفر للدائن أن يرفع دعوى بطلب الكفيل والمرأة تطلب كفيلا على زوجها بالنفقه إذا أراد السفر اجازه الحنفية استحسانا وليس قياسا. ¶ دعوى الأدلة والبينات: ¶ اختلف الفقهاء في جواز رفع الدعوى لحفظ الحجج والأدلة عند القاضي دون وجود خصم. ردها البعض لأن شروط صحة الدعوى وجود خصم وتقبل هذه الدعاوى عند: ابن القاسم من المالكية وعند الحنبلية. ¶ قال ابن المفلح: (إذا كان الحق في يد صاحبه كالوقف وغيره ويخاف إن لم يحفظ البينات أن ينسى شرطه أويجحد تسمع الدعوى لحفظ البينة) وقاس بعضهم هذا على كتاب القاضي للقاضي. (2) [النكت والفوائد النية 2/223]. ¶ ملاحظه: بداية المبتدي للمرغيناني 395 جمع فيه بين مختصر القدوري والجامع الصغير ثم شرعه في كتاب آخر سماه (كفاية المنتهي) ¶ قال قاضي زاده: إن الإقرار بالمجهول صحيح,وإلالزام كما يتحقق بواسطة البينة يتحقق بالإقرار ولا يقال: إقرار الخصم محتمل لا يحقق فلا يتحقق إلالزام في دعوى المجهول بل يحتمل, لأنا نقول: المراد بتحقيق إلالزام الذي عد فائدة الدعوى إمكان تحققه دون وقوعه بالفعل. ¶ وقال المازري: يلزم المدعى عليه بالإقرار ويلزم بتفسير المجهول في هذا الإقرار (ولكنهم لا يوجبون صحة الحكم في المجهول) نقول:لابد من التفسير. ¶ ولكن نرد على هؤلاء ¶ إذا كان الحنفية والمالكية قد ردوا الدعوى بسبب تقادم الحق وإذا كان الحنفية والمالكية قد ردوا الدعوى إذا كانت غير محتملة عرفا وعادة وقد ردوا الدعوى من غير ذي أهلية. قد رد كثير من الفقهاءالدعوى على القاضي أو الشهود بأنهم ظلموا. فيلحق بهذا الدعوى بالمجهول. ¶ وحجة هذا الفريق أن فائدة القضاء: ¶ 1-حفظ الحقوق وحمايتها. ¶ 2-الفصل في الخصومات. ¶ وهذا رأي راجح وفيه مصلحة الناس, ونقل بعض علماء الحنبلية عن الحنفية جواز سماع هذه الدعاوى ولكنهم اشترطوا أن يسخ ر القاضيي خصما عوضا عن الخصم المفترض وجوده في المستقبل. (1) [الفروع 3/862].",
            "page": "32",
            "part": "1"
        },
        {
            "id": "33",
            "nass": "3-شرط: معلومية المدعى به: ¶ المراد بالمعلومية إمكان تصورالمدعى به أي تميزه في ذهن المدعي والمدعى عليه والقاضي وذلك لأن المقصود من الدعوى هواصدارحكم والمقصود بالحكم الزام المحقوق ولا الزام مع الجهالة وكذلك صحة الشهادة مرهونة لمصالحتهما للدعوى. ¶ وخالف في هذا الشرط قاضي زاده من الحنفية والقراضي والمازري والحطاب من الماليكة. (2) [الفوائد البهية 141 الفروق 4/72 الخرشي 7/154 بدائع الصنائع 6/222]. ¶ واشتراط هذا الشرط لا يعني أن الدعوى باطلة إذا ف قد بل تكون (ناقصة) وأجازوا سماع الدعوى في بعض استثناءات لاعتبارات الحق والمصلحة. ¶ القاعدة التي ذكرها ابن الغزي الشافعي: ¶ (انما يقدح في صحة الدعوى جهالة تمنع من استيفاءالمحكوم به وتوجيه المطالبة نحوه, حيث يكون المدعى به مجهولا , يتردد أن يكون هذا أو ذاك, أما إذا اسلم المدعى به من هذا وكان محصورا بما يضبط به فلا). (3) [أدب القضاء للغزي ق3]. ¶ كيفية العلم بالمدعى به: ¶ أولا : العلم بالمدعى به في دعاوى العين: وهو عقار أو منقول. ¶ أ-دعوى العقار: لابد من ذكر حدوده وناحيته من البلد هذا إذا لم يكن العقار مشهودا أما إذا كان مشهودا فيكفي ذكر اسمه عند جمهور الفقهاء.(4) [حاشية ابن عابدين 5/545]. ¶ ويشترط ذكر الحدود إلاربعة عند جمهور الفقهاء وزفر من الحنفية أما اليوم فيكفي ذكر رقم السجل العقاري. (5) [بدائع الصنائع 2/222 كشاف القناع 6/278 المحلي/المنهاج 4/311]. ¶ اما سبب إلاستحقاق في العقار: فلا يشترط ذكره عند جمهورالفقهاء من الحنفية والشافعية والحنبلية واشترط المالكية ذكره. ¶ ب- المنقول: ¶ المنقول الموجود في مجلس القضاء أو القريب: يعرف بإلاشارة إليه المنقول البعيد: ي حضر أو يذهب إليه المدعي والقاضي عندالحنفية. ¶ المنقول الهالك: ¶ 1-القيمي: تذكر قيمته عند الحنفية لأنه لا ينضبط بالوصف. فلابد من إلاشارة في تعريف القيمي لقطع الشك. ¶ 2-المنقول المثلي: دعواه دعوىدينفي الذمة.",
            "page": "33",
            "part": "1"
        },
        {
            "id": "34",
            "nass": "والجمهور مثل الحنفية إلا في القيمي فإنه ينضبط عندهم بالوصف. ¶ قال الغزالي: (لا يصح السلم إلا في كل ما ينضبط منه كل وصف يختلف فيه القيمة اختلافا ظاهرا لا يتغابن الناس بمثله في السلم) (6) [فتح العزيز/الوجيز 268-226]. ¶ السلم في اللحم والحيوان:يجوز عندالجمهور خلافا للحنفية. ¶ 2-اشترط المالكية ذكر سبب إلاستحقاق في دعوى العين المنقول وغيرالمنقول. وعلى القاضي أن يسأل المدعي عن سبب استحقاقه فإن لم يفطن لذلك كان للمدعى عليه أن يوجه هذا السؤال فإن امتنع المدعي عن ذكره لم يكلف المدعى عليه بالجواب عن الدعوى وبذلك لاتنتج الدعوى آثارها وهووجود الجواب على الخصم. (1) [تهذيب الفروق 4/114 تبصرة الحكام 1/120]. ¶ 1-قال الشافعية والحنبلية: لايشترط ذكر السبب في المنقول المثيل والقيمي لتعدد الأسباب وهذا يؤدي إلى ضياع الحقوق. ¶ 2-اشترط الحنفية والمالكية ذكر سبب الدين لاسباب: ¶ أ-الأسباب تختلف أحكامها: فإن كان سبب الدين عقد السلم فلابد من ذكر مكان إلايفاء ولا يجوز إلاستبدال به قبل القبض بخلاف ما إذا كان سبب الدين (ثمن المبيع) حيث يجوز إلاستبدال به قبل قبضه ولا يشترط مكان إلايفاء. ¶ ب-إن السبب قد يكون باطلا كثمن خمر أو ميتة أو مقامرة. ¶ 1-ذكر سبب إلاستحقاق في المنقول, لا يشترط عند الحنبلية والشافعية واشترطها. ¶ 2-المالكية وأما الحنفية فقالوا يذكر السبب في المثلي لاختلاف أحكام الأسباب المرتبة للديون في الذمم ولأن الأصل براءة الذمة فلابد لصحة دعوى اشتغالها من سياق سبب هذا إلاشغال. ¶ أما الحنفية فاشترطوا ذكر إلاستحقاق في المثلي وليس في القيمي. (2) [البحر الرائق 7/195 حاشية ابن عابدين 5/547 فتح العزيز 9/267]. ¶ ثانيا -العلم بالمدعى به في دعوى الدين: (3) [نظرية الدعوى 1/355]. ¶ الدين: مايكون ثابتا في الذمة من كل ما يجب أداؤه بوصفه لا بنفسه فعند الحنفية: يثبت في الذمة (المثليات وما يلحق بها من مذروع وعددي متقارب).",
            "page": "34",
            "part": "1"
        },
        {
            "id": "35",
            "nass": "أما عند الجمهور: فيلحق بالسابق كل عين يمكن ضبطها بالوصف في عقد السلم. ¶ ففي النقود: يعلم بذكر القدر فقط وكذلك (المكيلات والموزونات والعدديات المتقاربة والمذروعات) فيكتفي فيها بذكر القدر. ¶ 3-ذكر سبب إلاستحقاق في الدين: ¶ أ-اشترطها جمهور الحنفية والمالكية. (4) [الفروق4/72]. ¶ ب-ولم يشترطها جمهور الشافعية والحنابلة وإلامامية. ¶ ج-بعض الحنفية اشترط ذكر السبب إذا كان المدعي امرأة تطالب بتركة زوجها. ¶ د-اشترط بعض الحنفية ذكر السبب إذا كان المدعى به دينا بنقود قد انقطع التعامل بها. (5) [المهذب2/311 الحاوي 43 منتهي إلارادات 592 جامع الفصولين 1/76 قرة عيون إلاخبار 1/399]. ¶ ثالثا -العلم بالمدعى به في دعوى العقد: ¶ 1-اشترط الحنبلية ذكر جميع شروط العقد. ¶ 2-اشترط الحنفية: بيان شروط كل عقد له شرائط كثيرة ومعقدة كالزواج والسلم. ¶ 3-لم يشترط الشافعية شيئا سوى عقد النكاح. ¶ 4-لم يشترط المالكية شيئا أبدا لأن الأصل في عقود المسلمين الصحة. ¶ رابعا -الدعوى الجنائية: ¶ اتفق الفقهاء على ذكر السبب وإلاوصاف والشروط لأن إلاحكام الصادرة في هذه الدعاوى تتعلق بإلاصول الخمسة فلا يجوز التهاون بها. كما أن الحدود تدرأ بالشبهات. ¶ خامسا -دعوى إلارث: ¶ لابد من ذكر السبب في إلاستحقاق. (6) منتهي إلارادات 2/594]. ¶ إلاستثناءات من شرط المعلومية ¶ 1-ذكر إبن رجب الحنبلي ظابطا لما يصح الدعوى به مجهولا وهو: ¶ (ان الدعوى بالمجهول تقبل إذا كان المدعى به فيها مما يصح العقد عليه مبهما وذلك كالوصية). فإنه لما جاز أن يكون الموصى به مجهولا. جاز كذلك الدعوى بالوصية المجهولة. (1) [القواعد لابن رجب 333 المغني لابن قدامة 0/86]. ¶ 2-قال بعض علماء الشافعية: يجوز الدعوى بالمجهول إذا كان المطلوب فيها موقوفا على تقدير القاضي وذلك كالمقوضة التي تطلب المهر. (2) [أدب القضاء/ الغزي ق2].",
            "page": "35",
            "part": "1"
        },
        {
            "id": "36",
            "nass": "3-وقال المالكية: إذا وجد هنالك عذر للمدعي في جهله بما يدعيه قبلت دعواه وذلك كدعوى شخص نصيبا من وقف كثر مستحقوه. (3) [الفروق4/73]. ¶ 4-يجوز إلابراء العام وان كان مجهولا لأن إلابراء اسقاط والجهالة لا تضر فيه. ¶ 5-ذهب جمهور الفقهاء إلى جواز الإقرار بالمجهول فيجوز الدعوى به مجهولا. (4) [حاشية ابن عابدين 5/545 تحفة المحتاج 10/295 المغني لابن قدامة 0/84]. ¶ 6-في حالة الغصب تجوز الدعوى بالمجهول. (5) [ابن عابدين 5/545]. ¶ 7-في حالة الرهن تجوز الدعوى بالمجهول. ¶ فائدة: ¶ إن أهمية تصحيح دعوى الغصب والرهن المجهول هي: ¶ توجه اليمين على من أنكر إذا لم يكن للمدعي بينة, والجبر على البيان إذا أقر أو نكل عن اليمين.(6) [حاشية ابن عابدين 5/545]. ¶ وأما إذا كان للمدعي بينة فإن عامة المشايخ على أن هذه الدعوى تقبل ولكن في حق الحبس لا في حق الحكم بالمدعى به -وقدر الحبس عن بعضهم (الحنفية) بشهرين إلى أن يبين الغصب قيمة الغصب والمرتهن قيمة الرهن. (7) [قرة عيون إلاخبار 1/386]. ¶ الجزاء الذي رتبه الفقهاء على تخلف شرط المعلومية: ¶ إذا لم يتوفر شرط العلم لا يجب على المدعى عليه: الجواب: فله الحق أن يمتنع عن الجواب ولا يجوز للقاضي اجباره على ذلك ولكن القاضي لايرد الدعوى بل يطلب إكمال نقصها وهذه الدعوى اسمها فاسدة عند الحنفية. ¶ الشرط الرابع: احتمال ثبوت المدعى به عقلا وعادة: ¶ اشترط الحنفية والمالكية: قال المالكية (عدم مخالفة الدعوى للعرف العام شرط في صحة الدعوى. وعدم مخالفتها لعادة الطرفين الخلطة بين المتنازعين شرط في توجيه اليمين إلى الخصم. ¶ (الإقرار ليس حقا ولا يصلح سببا للحق حتى ولوكان معلوما فكيف إذا كان مجهولا ) ¶ مثال: أدعى على فلان مبلغا من المال لأنه أقر لي, أو قال: ادعى على فلان أنه أقر لي بمبلغ -فالدعوى ترد. ¶ ملاحظة:",
            "page": "36",
            "part": "1"
        },
        {
            "id": "37",
            "nass": "يقول محمود بن اسرائيل الحنفي في جامع الفصولين 1/48 (قول عامة المشايخ على أن دعوى إلاعيان وإلاموال بسبب الإقرار لا تصح لأن نفس الإقرار لا يصلح سببا للاستحقاق) ¶ ويقول ابن الغرس الحنفي في (الفواكه البدرية (ص 141) (فعللته أي بطلان دعوى الإقرار بالمعلوم -بما ذكره مشايخنا من أن الإقرار اخبار - لا سبب لزوم المقربة على المقر والمفروض أن المدعي علل وجوب المدعى به على المقر بالإقرار , فكأنه قال: اطالبه بما لا سبب بوجوبه عليه أو لزومه إلا إقراره وهذا كلام باطل) ¶ اشتراط الخلطة بين المتداعيين: ¶ المستحيل عقلا : أن يدعى شخص بنوة من هو أكبر منه. ¶ المستحيل عادة: أن يدعى فقير أنه أقرض غنيا مليون دينار, أن يدعي فقير أنه استأجر غنيا لكناية بيته. ¶ اشترط إلامام مالك وهو المشهور من مذهب المالكية وخالف ابن نافع من المالكية ورأيه في هذه القضية هو المعتمد من مذهب المالكية. ¶ وقد اشترط ابن القيم الحنبلى كذلك الخلطة واستدلوا.: ¶ 1-ان هذا الشرط مروي عن الصحابة كعلي رضي الله عنه والتابعين مثل الفقهاء السبعة في المدينة. ¶ 2- ان كثيرا من ذوي المروءات يثقل عليهم اليمين وقد افتدى ابن مسعود وعثمان رضي الله عنهما أيمانهما. (1) [انظر حاشية الدسوقي 4/145 الطرق الحكمية 98097]. ¶ موقف العز بن عبد السلام من الشافعية ¶ وقد خالف الشافعي في عدم قبول الدعوى المخالفة للعادة فهو يقبلها. والعز بن عبد السلام لا يقبلها. ¶ قلنا: ان الشافعية يقبلون ما خالف العادة من الدعاوى. أما المالكية والحنفية فلا يقبلون ما خالف العادة. وبقولهم قال العز بن عبد السلام.",
            "page": "37",
            "part": "1"
        },
        {
            "id": "38",
            "nass": "أما العز فقال (والقاعدة في إلاخبار من الدعاوى والشهادات وإلاقارير وغيرها- ان ما كذبه العقل أو جوزه وأحالته العادة فهو مردود وأما ما أبعدته العادة من غير احالة فله رتب في القرب والبعد قد يختلف فيها فما كان أبعد وقوعا فهو اولى بالرد وما كان أقرب وقوعا فهوا أولى بالقبول وبينهما رتب متفاوته). (2) [قواعد إلاحكام 2/125]. ¶ ومن إلامثلة على المستحيل عادة: ادعاء رجل من العامة على الخليفة أنه استأجره ليكنس داره. ¶ شروط ركن الدعوى ¶ 1-أن لا تكون مناقضة لأمر سبق صدوره من المدعي. ¶ 2-أن تكون بتعبيرات حازمة قاطعة/ إلا الدعاوى الجنائية. ¶ 3-أن يذكر المدعي فيها أنه يطالب خصمه بالحق الذي يدعيه/ غير راجح. ¶ 4-أن تكون بلسان المدعى عينا / اشترطه أبو حنيفة فقط. ¶ 5-أن يذكر المدعي في دعوى العين أن العين بيد خصمه. ¶ 6-أن يصرح المدعى فيها بأن خصمه يضع يده على المدعى به بغير حق. ¶ 7-أن تتضمن طلب إحضار المدعى به قاله الحنفية وهو غير راجح. ¶ 8-أن يطلب المدعى فيها من القاضي تكليف المدعى عليه بالجواب /حنفي غير راجح. ¶ 9-أن تكون في مجلس القضاء. ¶ أولا : التناقض: ¶ تقابل الدليلين المتساويين على وجه لا يمكن الجمع بينهما بوجه.(3) [مغني المحتاج 4/110 والفروع 3/808 كشاف القناع 4/203]. ¶ من صور التناقض: ¶ 1-التناقض من المدعي في الدعوى الأصلية: كأن يطلب شخص شراء شيء. من غيره أو هبته أو إجارته ثم يدعي ملكية ذلك الشيء. (4) [جامع الفصولين 1/123 والمحلي/ المنهاج 4/344]. ¶ 2-التناقض من المدعى عليه: مثل أن يدعى شخص على آخر وديعة فينكرها المدعى عليه فيقيم المدعي البينة على إلايداع فيدفع الخصم بردها أو هلاكها. ¶ أو اد عى دينا على خصم فانكره فاقام بينة فقال الخصم قضيته إياه لا يقبل الدفع.(1) [بدائع الصنايع 6/224 العقد. .. للحكام 2/198]. ¶ شروط تحقق التناقض",
            "page": "38",
            "part": "1"
        },
        {
            "id": "39",
            "nass": "قال ابن فرحون (من ادعى عليه بحق فجحد, وعند ما خشي البينة أقر وادعى اسقاط الحق بوجه ما لا ينفعه) (2) [تبصرة الحكام 1/136]. ¶ 1-ان يكون الأمران المتناقضان (الدعوى وما صدر عنها) صادرين عن شخص واحد أو عن شخصين هما في حكم الشخص الواحد كالوكيل والموكل. ¶ 2-أن يكون الأمران قد صدرا في مجلس القضاء أو أن يثبتا بالحجة الشرعية عند القاضي (لأن الثابت بالبيان كالثابت بالعيان) ¶ 3-يذكر بعض الحنفية أن التناقض المانع من سماع الدعوى لا يتحقق إلا إذا كان الكلام السابق قد أثبت حقا لشخص بعينه, وذلك لا يكون إلا إذا صدر هذا الكلام في وقت كان لقائله منازع فيه. ¶ تفصيل الشرط الثالث (للحنفية): ¶ إلاعتراف قسمان: ¶ أ- اعتراف من ذي اليد ¶ ب-اعتراف من الخارج ¶ أ-اعتراف من ذي اليد: ¶ 1-اعتراف بعدم الحق في حالة النزاع: ففي اعتبار هذا إلاعتراف إقرارا بالحق رأيان (روايتان). ¶ 1- الجامع الصغيرإقرار... الأصل ليس إقرار. ¶ 2-في حالة عدم النزاع: اتفقوا على عدم اعتباره إقرارا. ¶ ب-اعتراف الخارج بعدم الحق: ¶ 1-في حالة النزاع: اتفقوا على اعتبار اعترافه إقرارا بالملك المتنازع. ¶ جامع الفصولين (ولو اقر غير ذي اليد عند النزاع ينبغي أن ينفذ إقراره وفاقا لأنه نفى عن نفسه ملك غيره ظاهرا وهذا حق ظاهر, فصرف إلى أنه إقرار به لذي اليد وفاقا بقرينة اليد والنزاع). ¶ 2-في حالة عدم النزاع روايتان (3) [جامع الفصولين 1/125 درر الحكام 2/345]. ¶ هذا مذهب الحنفية أما بقية المذاهب فقالوا: (من أقر بعين لغيره لا يمكن من ادعاء ملكيتها فينظر عندهم: ¶ فما اعتبروه إقرارا كان مانعا ومالم يعتبروه إقرارا لم يكن مانعا. ¶ مثال على رأي الحنفية: ¶ لوقال: هذه الدار ليست لي. ثم ادعاها بعد ذلك. ¶ 1-ان كانت العين في يده ولم يكن له منازع عند قوله: قبلت الدعوى باتفاقهم. ¶ 2-ان كانت العين في يده وكان له منازع قبلت على رواية الجامع الصغير ولم تقبل على رواية الأصل.",
            "page": "39",
            "part": "1"
        },
        {
            "id": "40",
            "nass": "4-ويشترط في التناقض حتى يكون مانعا من سماع الدعوى أن لا يكون التوفيق بين المتناقضين ممكنا - عند الفقهاء الثلاثة وللحنفية تفصيل. ¶ 5-يشترط لتحقق التناقض المانع من سماع الدعوى أن يكون إلاول قد كذب شرعا بالقضاء فلو اد عى شخص على آخرعلى أنه كفل له عن مديون فانكر الكفالة وحكم به القاضي وأخذ المكفول له منه المال, ثم ان الكفيل اد عى على المديون أنه كفل عنه بأمره وبرهن على ذلك قبلت هذه الدعوى وسمعت البينة وان كانت هذه الدعوى مناقضة لماسبق منه من إنكار للكفالة عندما ادعاها عليه الدائن وذلك لأن إنكاره السابق بطل مفعوله بتكذيب الحاكم له. ¶ حكم التناقض ¶ حكم التناقض: رد الدعوى وعدم سماعها ولكن حكم التناقض يرفع في الحالات التالية فتسمع الدعوى: ¶ 1-تصديق الخصم: فلو أن شخصا ادعى علىآخر ألف دينار بسبب القرض ثم ادعاه عليه بسبب الكفالة فصدقه المدعى عليه سمعت دعواه بالرغم من تناقضه. ¶ 2-قول المتناقض: تركت كلامي إلاول وأدعي بكذا (بأن ادعاه أولا مطلقا ثم ادعاه بسبب). ¶ 3-التوفيق الفعلي بين المتناقضين: ادعى شخصا دارا بهبة أوشراء من أبيه ثم إدعاها إرثا منه تسمع دعواه الثانية لا مكان التوفيق بين الكلامين بأن يكون قد ابتاع الدار من أبيه فعجز عن اثبات ذلك لعدم البينة ثم ورثه بعد ذلك. (1) [كشاف القناع 4/203 والفروع 3/808 حاشية ابن عابدين 7/17 قليوبي/المحلي/ المنهاج 4/164]. ¶ استثناءات عدم التناقض ¶ يقرر علماء الحنفية أن التناقض لا يمنع من سماع الدعوى في حالتين: ¶ أ-الحالة إلاولى: المسائل التي تخفى أسبابها: ¶ 1-مسائل النسب: ذلك كأن يقر شخص بأن فلانا ابنه من الزنا وكان مجهول النسب ثم يدعي أن ابنه من النكاح تسمع دعواه. ¶ 2-مسائل إلارث والرضاعة ¶ 3-مسائل العتق: كما لو أقر مجهول النسب بالرق لرجل ثم ادعى أنه حر الأصل تسمع دعواه لأن العتق ينفرد به السيد.",
            "page": "40",
            "part": "1"
        },
        {
            "id": "41",
            "nass": "4-بعض المسائل المتعلقة بالطلاق: كما لو ادعت امرأة الخلع ثم ادعت الطلاق لأن الطلاق ينفرد به الرجل. ¶ 5-لو استأجر رجل دارا ثم علم انتقالها إليه بإلارث من أبيه تقبل الدعوى. ¶ ب-الحالة الثانية: إذا علم أنالمتناقض كان معذورا في كلامه أو فعله كأن يكتب على نفسه صكا بمال ليشهد عليه ثم يدعي أن بعض هذا المال ربا وبعضه قرض نصدقه....لأنه مضطر. (2) [بدائع الصنائع 6م224 درر الحكام 2/256 إلاشباه والنظائر 87 جامع الفصولين 1/135]. ¶ ثانيا: أن يذكر المدعي في دعواه أنه يطالب بالحق الذي يدعيه: ¶ كأن يقول في الدعوى (مره ليعطني حق أنا اطالبه به). ¶ اختلف الفقهاء في أنه يشترط لصحته الدعوى أن يذكر المدعي فيها أنه يطالب المدعى عليه بالحق الذي يدعيه. ان معظم المذاهب فيها قولان بخصوص هذا الشرط. ¶ 1-فأصحاب المتون والشروح: اشترطوا ذكر الحق في الدعوى لتكون مقبولة. ¶ 2-أما أصحاب الفتاوى: فصمموا عدم اشتراط ذكر الحق في الدعوى لتكون مقبوله. ¶ والقاعدة في المذهب الحنفي (أن التصحيح الصريح مقدم على التصحيح إلالتزامي و ان كان إلاول في الفتاوى والثاني في المتون والشروح وبناء على ذلك يكون قول أصحاب الفتاوى في هذه المسألة هو الراجح في المذهب الحنفي) ¶ ولكن في الحالات العادية: إذا اختلف الرأي بين أصحاب المتون والشروح و بين أصحاب الفتاوى فالقول لأصحاب المتون والشروح. ¶ أما الشافعية: لهم رأيان: اشترطه بعضهم و اعتبره بعضهم ركنا في صحة الدعوى, وقد ذكر الماوردي في تعليل هذا القول للشافعية أن القاضي لو حكم على المدعى عليه بتسليم الحق إلى المدعي من غير طلبه, كان مجبرا لصاحب الحق على أخذ حقه لأنه لم يطلب حقه.(1) [الماوردي/الحاوي 13/44]. ¶ وهنالك قول آخر للشافعية لا يشترطه للاكتفاء بدلالة الحال. ¶ أما الحنبلية: لهم قولان والراجح عدم اشتراط ذكر المطالبة.(2) [المغني لابن قدامة 9/86]. ¶ والراجح عندنا عدم اشتراط هذا الشرط.",
            "page": "41",
            "part": "1"
        },
        {
            "id": "42",
            "nass": "ثالثا : أن تكون الدعوى بلسان المدعي عينا ¶ (عدم جواز التوكيل بالخصومة) ¶ اشترط أبو حنيفة هذا الشرط: ¶ 1-إذا لم يكن في المدعي عذر مقبول. ¶ 2-واشترط المدعى عليه رافضا أن تكون الدعوى بلسان غير المدعي من وكيله وغيره فإن تخلف أحد هذين الشرطين صحت الدعوى بلسان غير المدعي. ¶ وعدم جواز التوكيل في الخصومة انفرد به أبو حنيفة وخالفه الصاحبان و غيرهم من الفقهاء. (3) [بدائع الصنائع 6/222 تبصرة الحكام 1/111 المحلي لابن حزم 9/336 منتهي إلارادات القسم إلاول 444]. ¶ رابعا: أن تتضمن الدعوى طلب إحضار المدعى به ¶ اشترطه بعض الحنفية فقالوا (لابد أن يقول: فواجب عليه إحضاره مجلس الحكم لاقيم عليه البينة ان كان جاحدا ) (4) [جامع الفصولين 1/70 والبحر الرائق 7/196]. ¶ وإلاظهر ان هذا ليس شرطا في صحة الدعوى بدليل أنه لا يطلب إلا إذا كان المدعي عليه منكرا, وهذا لا يعرف إلا بعد طلب الجواب من الخصم وهو لا يجيب إلا على دعوى صحيحة والفاسدة لا يترتب عليها وجود الجواب, ولأن وجوب إحضار المدعي به - ان كان قابلا لذلك- يعتبر أثرا من آثار الدعوى الصحيحة -التي اكتملت الشروط إلاخرى فيها- ¶ خامسا: أن يطلب المدعي من القاضي تكليف المدعي عليه الجواب. ¶ قال بعض الحنفية بهذا الشرط قياسا وإلاستحسان عدمه وقد قال كثير من الفقهاء بعدم اشتراطه(5) [تبصرة الحكام 1/38]. ¶ إلاثار المترتبة على رفع الدعوى ¶ لقد علمنا سابقا أن الدعوى عند الفقهاء تعرف شرعي, كما تقدم في الباب إلاول عناصر هذا التعرف وشروطه, فإذا قامت الدعوى بجميع عناصرها واستوفت شروطها, ترتب عليها آثار شرعية هي: ¶ 1 - وجوب النظر في الدعوى بالنسبة للقاضي ¶ 2 - وجوب حضور الخصم ¶ 3 - وجوب الجواب عليها ¶ النظر في الدعوى",
            "page": "42",
            "part": "1"
        },
        {
            "id": "43",
            "nass": "ان الدعوى إذا رفعت إلى القاضي في مجلسه كان مكلفا بالنظر فيها إلى أن تنتهي بالحكم أو بغيره من صلح ونحوه, وفي خلال نظره فيها ينبغي مراعاة مبادىء وأصول أشار إليها الفقهاء فألزموه ببعضها واستحبوا له البعض إلاخر. وكيفية للأفعال التي يتبعها مع الخصوم بحيث لا يقدم ما يجب تأخيره, ولا يؤخر ما ينبغي تقديمه, وانما ابتدأنا بهذا الفصل (النظر في الدعوى) لأن ما فيه من المبادىء والكيفيات ينبغي مراعاتها في جميع مراحل النظر في الدعوى من أول الأمر بإحضار الخصم إلى أن تنتهي بالحكم وقد اشتمل هذا الفصل على مبحثين: ¶ أ-أصول المحاكمة ¶ ب-كيفية سير القاضي مع الخصوم ¶ اصول المحاكمة ¶ ان أهم المبادىء التي ينبغي على القاضي مراعاتها أثنا النظر في الدعوى خمسة: ¶ صرح الفقهاء ببعضها وأشاروا إلى إلاخرى بما ذكروه من مسائل واوجبوا بعضها على القاضي واستحبوا له البعض إلاخر. ¶ وهذه المبادىء الخمسة: ¶ 1-المساواة بين الخصوم. ¶ 2-علنية المحاكمة. ¶ 3-مواجهة الخصوم بعضهم ببعض. ¶ 4-حرية الخصوم في الدفاع. ¶ 5-اعتدال القاضي أثناء النظر في الدعوى. ¶ 1-المساواة بين الخصمين: ¶ استحب بعض الفقهاء المساواة بين الخصمين في المعاملة أثناء المحاكمة ورد عليهم القاضي الشافعي ابن أبى الدم فقال بوجوبها(1) [في كتاب أدب القضاء ق 14ب]. وقال: ان كل ما يؤدي إلى التمييز بينهما حرام ورأي ابن أبي الدم أوجه وألصق بروح الشريعة. ¶ 2-حيث الدخول عليه بالترتيب. ¶ 3-من حيث توجيه السؤال. ¶ 4-من حيث إلابتسام وإلاشارة. ¶ 5-من حيث التلقين في الرجوع أو الإقرار أوغير ذلك. ¶ وفي هذا الباب أحاديث ضعيفة منها (من ابتلى بالقضاء بين المسلمين فلا يرفض موته على أحد الخصمين ما لا يرفع على إلاخر).(2) [البيهقي والطبراني]. ¶ وأقوى الأدلة في هذا: ¶ رسالة عمر إلى أبي موسى الأشعري رضي الله عنه (آسى بين الناس في مجلسك, وفي وجهك وقضائك, حتى لا يطمع شريف في حيفك, ولا ييأس ضعيف من عدلك).",
            "page": "43",
            "part": "1"
        },
        {
            "id": "44",
            "nass": "وقد أطال ابن القيم في تصحيح رسالة عمر و شرح الكلام المذكور فقال(3) [في إعلام المعوقين 1/89]. (إذا عدل الحاكم في هذا بين الخصمين فهو عنوان عدله في الحكومة. فمتى خص أحد الخصمين بالدخول عليه أو القيام له أو بصدر المجلس والإقبال عليه والبشاشة له والنظر إليه كان عنوان حيفه وظلمه). ¶ وقد اختصم عمر مع ا بي بن كعب فترافعا إلى زيد بن ثابت فقدم زيد عمر في صدر المجلس فقال له عمر: جرت في أول القضاء وقال زيد لأبي: اعف أمير المؤمنين من اليمين, فحلف عمر... وأخيرا أقسم عمر لا يدرك زيد باب القضاء حتى يكون عمر ورجل من عرض المسلمين عنده سواء) (1)[المبسوط 16/73 والمغني لابن قدامة 9/81]. ¶ ومن المساواة: جلوس الخصمين بين يدي القاضي (لما ورد في حديث عبد الله بن الزبير أن رسول الله صلى الله عليه وسلم قضى أن يجلس الخصمان بين يدي الحاكم)(2)[رواه أحمد وأبو داود وصححه الحاكم وأقره الذهبي]. ¶ ومن أجل المساواة منعوا القاضي من بعض التصرفات: ¶ 1- كرهوا له المتاجرة بنفسه: قال عمر لشريح (لا تسار ولا تضار ولا تبع ولا تبتع مادمت في القضاء) ¶ وقال عمر بن عبد العزيز.( تجارة الولاة لهم مفسدة وللرعية مهلكة ). ¶ 2-كرهوا للقاضي أن يستعير أو يقترض ممن لم يكن قبل القضاء يستعير أو يقترض منه. ¶ 3-يحرم عليه قبول الهدية ففي الصحيح (هدايا العمال غلول). (3)[رواه أحمد والبيهقي 6898 صحيح الجامع]. ¶ وأجاز كثير من الفقهاء, للقاضي قبول الهدية ممن اعتاد اهداءه قبل القضاء بشرطين: ¶ 1-أن لايكون بينه المهدي- وبين أحد خصومة وقت الهدية. ¶ 2-أن لا يزيد في الهدية عما اعتاد قبل القضاء ¶ وقد حرم ابن قدامة قبول الهدية على القاضي وقال الحنفية يكره ولا يحرم أما اثناء المحاكمة فحرام.(4)[المغني 9/77]. ¶ 4-ينبغي للقاضي تجنب الولائم -إلا وليمة النكاح- وأجاز الحنبلية والشافعية حضور الولائم. ¶ 5-وليس للقاضي أن يضيف أحد الخصمين.",
            "page": "44",
            "part": "1"
        },
        {
            "id": "45",
            "nass": "6-ويكره للقاضي أن يفتي للخصوم في القضاء حتى لا يعلم الخصوم قوله وقد روي عن شريح أنه حين سئل عن مسألة الحبس قال (انما اقضى ولا افتى). ¶ التسوية بين الخصمين المسلم والكافر: ذهب المالكية إلى وجوب التسوية بين المسلم والكافر في الجلوس بين يدي الحاكم. ¶ وقال الشافعية والحنبلية: بل يميز بينهما في الجلوس. ¶ سد بعض الذرائع على القاضي: ¶ 1-عدم جواز قضاء القاضي بعلمه: وهذا رأي كثير من الفقهاء منهم الماليكة ومتأخرو الحنفية (وقول للشافعية) والحنبلية وإلامام محمد في رواية وهذا هو إلاحوط/وأجازه الشافعية في المشهور عندهم والصاحبان ورواية عن أحمد والزيدية وإلامامية. ¶ 2-منع القاضي من النظر في خصومة له فيها مصلحة أو رحم. ¶ 3-منع القاضي من استماع إلى امرأة جميلة أو ذات منطق جذاب بل إلاولى أن توكل عنها وكيلا هذا رأي بعض الفقهاء. ¶ 2-علنية المحاكمة: ¶ نصت المادة 1851 المجلة (يجري الحاكم المحاكمة علنا ولكن لا يغشي الوجه الذي يحكم به قبل الحكم) والواقع العملي زمن الرسول الله صلى الله عليه وسلم والصحابة أنهم كانوا يجرون المحاكمة علنية, واستحب الفقهاء حضور العلماء مجالس القضاء. ¶ قال الكمال بن الهمام (روي أن عثمان رضي الله عنه ما كان يحكم حتى يحضر أربعة من الصحابة, ويستحب أن يحضر مجلسه جماعة من الفقهاء ويشاورهم وكان أبوبكر يحضر عمر وعثمان وعليا , حتى قال أحمد: يحضر مجلسه العلماء من كل مذهب ويشاورهم فيما يشكل عليه). (5)[فتح القدير 5/467]. ¶ 3-المواجه بين الخصوم: ¶ الأصل في الفقه إلاسلامي أنه لايصح للقاضي النظر في الدعوى مع غياب أحد الخصوم فلا ينبغي أن يدخل عليه أحدهما دون صاحبه لا في مجلس قضائه ولا في خلوته ولا ينبغي أن يجيب أحدهما في غيبة إلاخر. (6)[القوانين الفقهية 285 تبصرة الحكام 1/42 منح الجليل 4/161].",
            "page": "45",
            "part": "1"
        },
        {
            "id": "46",
            "nass": "غير أنه إذا ظهر اللدد والتعنت من أحد الخصوم في غيابه جاز للقاضي النظر في الخصومة وان ظل غائبا , كما يجوز للقاضي أن يطلع على الخصومة إذا عرضها عليه المدعي وان كان خصمه غائبا ليعرف وجهها أي صالحة أو باطلة. ¶ 4-حرية الدفاع: ¶ ان القاضي مأمور باتاحة الفرصة لكل من طرفي الدعوى لتقديم كل ما عنده من حجج وغيرها حتى لا يكون لأحد منهما عذر بعد الحكم فيكون ذلك كما قال عمر رضي الله عنه (أجلى للعمى وأبلغ للعذر)(1)[المبسوط 16/63]. ¶ غير أنه لا ينبغي أن يفهم من هذا المبدأ اعطاء الفرصة للمدعى عليه في التهرب من إجابة دعوى المدعي, كأن يسكت أو يصر على عدم الإقرار والإنكار معا , اذ بذلك لا يمكن معرفة وجه الحق والحكم به, ولذلك قال بعض الفقهاء: ان المدعى عليه إن لم يجب على دعوى المدعي بإقرار أو إنكار حبس وأدب, فإن اصر على عدم الجواب حكم عليه, لأن إلاصرار على ذلك في قوة الإنكار.(2)[الشرح الكبير 4/151]. ¶ وهذا المبدأ لا يعني حرية الخصومة بالمشاجرة والسب في مجلس القضاء أو اتهام القاضي بالظلم. فإذا حصل هذا فللقاضي زجره وعقوبته. ¶ 5-اعتدال القاضي أثناء نظر الدعوى: ¶ يجب أن يكون حال القاضي معتدلا من ناحية الراحة والشبع والطمأنينة ففي البخاري ومسلم (لا يقضين حكم بين اثنين وهو غضبان) (3)[فتح الباري 13/117 النووي/ مسلم 12/15 أبو داود 3/411]. ¶ وقد كتب عمر إلى أبي موسى: ¶ (إياك والغضب والقلق والضجر والتأذي بالناس والتنكر عند الخصومة فإن القضاء في مواطن الحق مما يوجب إلله به إلاجر ويحسين به الذكر) ¶ ومع أن النص وارد في الغصب إلا أن الفقهاء الحقوا به. ¶ كل ما يشغل النفس: من الهم والنعاس والعطش والتخمة والخوف والمرض وشدة الحزن والسرور ومدافعة إلاخبثين وغير ذلك.",
            "page": "46",
            "part": "1"
        },
        {
            "id": "47",
            "nass": "وفي ذلك يقول ابن دقيق العيد (النص وارد في المنع من القضاء حالة الغضب وذلك لما يحصل للنفس بسببه من التشويش الموجب لاختلال النظر وعدم استيفائه على الوجه الصحيح, وعداه الفقهاء بهذا المعنى إلى كل ما يحصل به تشويش الفكر كالجوع والعطش وهو قياس مظنة على مظنة) (4)[أحكام إلاحكام 4/168]. ¶ وقال ابن حجر(5)[فتح الباري 13/117]. (وقول ابن دقيق العيد -قياس مظنة على مظنة- صحيح وهو استنباط القلب معنى دل عيه النص قال الشافعي في إلام(6)[فتح الباري 13/117]. أكره للحاكم أن يحكم وهو جائع أو تعب أو مشغول القلب فإن ذلك يضر الحكم). ¶ وقد استنبطه بعضهم كذلك من الحديث في الصحيحين (إذا نعس أحدكم في صلاته فليرقد, فلا يدري لعله يريد أن يدعو فيسب نفسه) ¶ حكم القضاء أثناء الغضب ونحوه: حمل الجمهور النهي عن القضاء في حال الغضب ونحوه على الكراهة مع أن النهي ظاهر في التحريم وهو ما ذهب إليه الصنعاني(7)[سبل السلام 4/163]. ولذا فالصنعاني يرى عدم نفاذ الحكم (فالنهي يقتضي الفساد والتفرقة بين النهي للذات والنهي للوصف كما يقول الجمهور غير واضح) وذهب بعض الحنبلية إلى عدم نفوذ الحكم مع الغضب لأنه منهي عنه بنص الحديث الصحيح ومقتضى النهي فساد المنهي عنه, وأما الجمهور فقالوا: بالكراهة لأن النهي ليس لذات الغضب وإنما لوصف قد يؤدي إليه وهو تشويش الفكر الذي قد يؤدي إلى الظلم) (8)[المغني لأبن قدامة 11/395]. ¶ كيفية سير القاضي مع الخصوم: ¶ لابد قبل أن ينظر القاضي في الدعوى من أمرين: ¶ 1- دعوة الخصم إلى التقاضي والحضور إلى مجلس القضاء: وإجابة الخصم للمدعي بشأن الحضور واجبة التلبية ديانة في معظم إلاحيان إلا أنه لا يترتب على عدم الإجابة عليها جواز الحكم على الغائب, بخلاف دعوة القاضي فإنه يجب تلبيتها ديانة وقضاء حتى إذا امتنع عن تلبيتها جاز للقاضي الحكم غيابيا. ¶ 2 - إلادعاء امام القاضي بالحق المطلوب. ثم بعد ذلك:",
            "page": "47",
            "part": "1"
        },
        {
            "id": "48",
            "nass": "إذا جلس القاضي للقضاء نظر في الخصومات بالترتيب وينبغي الفصل في المحاكمة بين الرجال والنساء. ¶ إذا جاء المدعي منفردا له أن ينظر في قضيته ليري استيفائها أو بطلانها أما إذا جاء المدعي مع المدعي عليه فموقف المدعى عليه إم ا: ¶ أ- أن يقر فيكتب القاضي إقراره ويأمره بإيفاء الحق ولا ينفعه الإنكار بعد الإقرار (لا عذر لمن أقر)(1) [العزي والباجوري 2/388]. ¶ ب - اما أن ينكر المدعى عليه فيتوجه القاضي بالسؤال إلى المدعي فيسأله ان كان معه بينة أم لا, لما ورد عن رسول الله صلى الله عليه وسلم أنه قال للحضرمي عندما ادعى أرضا على رجل من كنده وأنكر خصمه (ألك بينة)(2) [النووي/مسلم 3/158]. ¶ ج- الحالة الثالثة: أن يسكت المدعي فلا يقر ولا ينكر فمن الفقهاء من يعتبر هذه الحالة إقرارا ومنهم من يعتبرها إنكارا ¶ وإن كان مع المدعي بينة استمع إليها القاضي ¶ وان ادعى المدعي غياب بينته أعطاه القاضي مهلة لإحضارها. أو يسأله إن كان يريد يمن خصمه ولا يجوز للقاضي أن يطلب يمين خصمه (المدعي عليه) إلا إذا طلب المدعي ذلك لأن اليمين حق المدعي بعد أن يصرح المدعي بوجود بينته حاضرة أو غائبة وهذا رأي الشافعية وأبي يوسف.(3) [نهاية المحتاج 8/101]. ¶ وذهب معظم الحنبلية والحنفية إلى أنه ليس للمدعي طلب تحليف الخصم ان كانت بينته حاضرة(4) [كشاف القناع 4/198]. التعجيل بالحكم: إذا استمع القاضي من الخصمين أقوالها من حجج وجواب و دفوع وطعون ووضح الحق أمام ه, وجب عليه إصدار حكمه على الفور وإيصال الحق إلى صاحبه. ¶ الحالات التي يجوز للقاضي فيها تأخير الحكم: ¶ 1 - إذا كان القاضي يرجو صلحا بين الخصوم: ¶ أ - الصلح بين الطائفتين ( فأصلحوا بينها ) ¶ ب - بين الزوجين ( والصلح الخير ) ¶ ج - بين الناس (. .. لا خير في كثير في نجواهم. .. أو اصلاح بين الناس ) وفي الصحيح الذي رواه الترمذي ( الصلح جائز بين المسلمين إلا صلحا أحل حراما أو حرم حلالا )",
            "page": "48",
            "part": "1"
        },
        {
            "id": "49",
            "nass": "والصلح يكون بايصال الحق إلى صاحبه (... وكثير من الظلمة المصلحين يصلح بين القادر والضعيف المظلوم بما يرضي به القادر صاحب الجاه ويكون له فيه الحظ ويكون إلاغماض والحيف فيه على الضعيف ويظن أن قد أصلح ولا يمكن المظلوم من أخذ حقه وهذا ظلم) هذا قول ابن القيم.(5) [اعلام الموقعين 1/108]. ¶ والصلح الذي يندب للقاضي عمله هو في حقوق العباد أما حقوق الله كالزكاة والكفارات والحدود فالصلح فيها- كما يقول ابن القيم - بين العبد وربه في اقامتها لا في اهمالها ولهذا لا يقبل في الحدود و إذا بلغت السلطان فلعن الله الشافع والمشفع(6)[إعلام الموقعين 1/108]. ¶ 2 - إذا طلب أحد الخصوم الإمهال لإحضار حجة غائبة أو دفع. ¶ يقول عمر رضي الله عنه (ومن ادعى حقا غائبا أو بينة فأضربه له أمدا ينتهي إليه فإن بينه اعطيته بحقه, وإن أعجزه ذلك استحللت عليه القضية فإن ذلك هو ابلغ في العذر واجل للعمى) ¶ 3 -إذا اشتبه على القاضي الأمر أو وقع في نفسه ارتياب فيما أبداه أحد الخصوم من حجج وكانت الشبهة قوية فله تأخير الحكم ليبحث عن الحق ويوالي الكشف. ¶ الأعذار عند المالكية ¶ بعد أن تتضح الحجج وأعطي كل واحد حقه من الإمهال وغيره قال الفقهاء : ¶ يصدر القاضي حكمه وقال المالكية لا بد من الإعذار: ¶ الإعذار : هو سؤال من توجه عليه موجب الحكم هل له ما يسقطه؟ ¶ قال مالك: (وجه الحكم في القضاء إذا أدلى الخصمان بحجتها وفهم القاضي عنهما وأراد أن يحكم بينهما أن يقول لهما: أبقيت لكما حجة؟ فإن قالا: ¶ لا, حكم بينهما ثم لا يقبل منهما حجة بعد أنفاذ القضاء )(1) [تبصرة الحكام 1/166]. ¶ الحالات التي يجب على القاضي إعذار من توجهت ضده البينة. ¶ 1 - يعذر كل من قامت عليه بينة بحق من الحقوق في معاملة أو نحوها كمن قامت عليه بينة بترتب دين في ذمته. ¶ 2 - يعذر كل من قامت عليه بينة بفساد أو غصب أو تعد بشرط أن لا يكون مشهورا بفساد أو زندقة.",
            "page": "49",
            "part": "1"
        },
        {
            "id": "50",
            "nass": "3 - يعذر كل من قامت علية بينة في الأسباب الشرعية القديمة أو الحديثة كنكاح أو موت, وفي الوقف إن كان قديما. ¶ الحالات التي لا يعذر فيها من توجهت ضده البينة ¶ 1 - إذا كان من أهل الفساد الظاهر أو الزنادقة المشهورين ¶ 2 - إذا كان استفاضت عليه الشهادة بسبب من الأسباب الشرعية كالإضرار بالزوجة. ¶ 3 - عدم وجوب إعذار المحكوم عليه ببينة شهدت عليه أنه أقر أو أنكر في مجلس القاضي. ¶ 4 - عدم وجوب إعذار المحكوم عليه بشهود ثقات فائقين في عدالتهم إلا من أجل الطعن في قرابتهم أو عداوتهم له. ¶ الأسس التي تحكم سلطة القاضي في نظر الدعوى ¶ 1 - المساواة بين الخصوم في كل معاملة تصدر عن القاضي خلال النظر في الدعوى. ¶ 2 - منع المماطلة واللدد (الخصومة العنيدة) الصادرين عن أي خصم من الخصوم. ¶ 3 - حفظ هيبة مجلس القضاء. ¶ حضور الخصوم وغيابهم: ¶ تقدم فيما سبق أن المدعي إذا أراد المطالبة بحقه المعتدى عليه عن طريق القضاء سلك أحد سبيلين. ¶ 1 - أن يتوجه أولا إلى خصمه يطلب منه الحضور معه إلى مجلس القاضي وذلك قبل أن يطلب من القاضي إحضاره من أجل النظر بالخصومة بحضور الاثنين. ¶ 2 - أن يتوجه إلى القاضي في مجلسه مباشرة فيطلب منه إحضار خصمه المدعى عليه من أجل الخصومة. ¶ وبناء على سلوكه أحد هذين الطريقين يحتمل أن يستجيب المدعي عليه ويحتمل أن يمتنع, فإن استجاب نظرات الدعوى كما سبق. ¶ وان امتنع فقد رتب الفقهاء أحكاما نفصلها على النحو التالي في المواضيع التالية: ¶ 1 - دعوة المدعي لخصمه المدعى عليه ¶ 2 - دعوة القاضي للمدعى عليه وكيفية إحضاره ¶ 3 - في محاكمة الغائب ¶ دعوة المدعي لخصمه: ¶ الأصل يجب على المدعى عليه الإجابة (إنما كان قول المؤمنين إذا دعوا إلى الله ورسوله ليحكم بينهم أن يقولوا سمعنا وأطعنا وأولئك هم المفلحون) قال المازري المالكي ( فيه دليل على أن من دعي إلى حاكم فعليه الإجابة ويحرج إن تأخر أي يأثم) ¶ الأعذار التي تسقط وجوب الحضور",
            "page": "50",
            "part": "1"
        },
        {
            "id": "51",
            "nass": "1 - المرض الذي لا يستطيع المطلوب معه الحضور إلى مجلس القضاء. ¶ 2 - إذا كان المدعي عليه امرأة غير برزة (لا تظهر) فقد يمنعها الحياء والدليل (أغد يا أنيس إلى إمرأة هذا فإن اعترفت فارجمها) ¶ 3 - الجنون وزوال العقل بالإغماء.",
            "page": "51",
            "part": "1"
        }
    ],
    "t36600": [
        {
            "id": "1",
            "lvl": "1",
            "sub": null,
            "tit": "فقه الإجراءات والمرافعات - عبد الله عزام"
        }
    ]
}